{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Chidushei Agadot on Bava Kamma", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מאי </b> מבעה רב אמר זה אדם דכתיב אם תבעיון כו'. המאמר הזה אומר דרשני וכי משום דכתיב בעיו גבי אדם קרי ליה הכא לאדם גבי נזקין מבעה וכן לשמואל משום דכתיב לשון נבעו שהוא גילוי גבי שן קרי ליה מבעה ואמאי שינה שמם המיוחד להם אדם או שן לזה השם שהוא ברמז רחוק מאד והוא מבואר כי הפורעניות בעולם הכוללים נחלקים לארבעה חלקים והם ג' דבר וחרב ורעב שנזכרו במקום אחד בפורעניות איזו לחרב ואיזו לרעב ואיזו לדבר ובאלו יש רחמי שמיא להיות שריד ופליט אבל על כלם פורענות הבא בחמה באש שעושה כליון גמור וע\"ז אמר לולי ה' צבאות הותיר לנו שריד כמעט כסדום וגו' כי סדום נידון באש ונעשה כלה גמור כמפורש וה' המטיר וגו' גפרית ואש וגו' ויהפוך ה' וגו' ועל פי מ\"ש פ\"ק דקדושין שדרש מזמור לאסף וגו' קינה מבעי ליה וקאמר אלא שאמר שירה על שכילה ה' חמתו על עצים ואבנים והותיר לנו שריד שנאמר ויצת אש בציון והיינו לולי ה' ברחמיו שכלה חמתו על עצים ואבנים והותיר לנו שריד ופליט היינו ח\"ו כלים כמעט כסדום וגו' והוא הרמז במתניתין דריש המס' דחשיב ד' אבות נזיקין בדיני אדם כדמיון ארבעה אבות נזיקין ופורענות דבדיני שמיא כמ\"ש כי השור הוא דמיון לנזקי רעב כמ\"ש ורב תבואות בכח שור ונזקי שן ורגל שנכללו בשור הם ממש על נזק התבואה ובור הוא רמז למיתת הדבר כמ\"ש נמשלתי עם יורדי בור חייתני מיורדי בור והרבה כמוהו ומבעה שהוא למר נזקי אדם הוא כחו של עשו ע\"ש אדום כמ\"ש ואתן אדם תחתיך גו' וכן למר נזקי שן הוא רמז לנזקי חרב כחו של עשו שנאמר בו על חרבך תחיה וגו' וע\"כ הביאו תרוייהו מקראי דכתיבי גבי עשו והסתירו הדבר ברמז למר מבעה זה אדם ומייתי קרא דכתיב בעשו אלי קורא משעיר וגו' דהיינו בגלות אדום שהוא כח החרב ואמר להנצל מן חרב של עשו אם תבעיון בעיו ע\"י תפלה ובקשה כמש\"ה הקול קול יעקב והידים וגו' וע\"ש זה קראו מבעה ולמר זה השן הוא כחו של עשו שנמשל לחזיר היער דאין כחו אלא בשיניו שע\"ז רמז בדניאל במראה חיה רביעית אכלה ומדקה ושארה ברגלה רפסה דהיינו שתהיה כחה על כל האומות לאכול ולכלות בשיניה אך לגבי ישראל שהיא נקראת שארית לא תהיה כחה לכלותם בשיניה בכח הטומאה שלה ממקום שאינה מעלה גרה אלא שיהיה כחה על ישראל ברגלה רפסה ממקום שיש לה סימן טהרה שהוא מפרסת פרסה וע\"ז נאמר בקום עלינו אדם וגו' ודרשו זה אדום ומסיים ברוך ה' אשר לא נתננו טרף לשיניהם דהיינו שלא ניתן כחה על ישראל לאכול בשיניו מקום טומאה וע\"ז מייתי הכא קרא דגבי עשו נבעו מצפוניו דהיינו נגלו שיניו שלא יהיה לו בהם כח לגבי ישראל וחשיב בסוף ההבער שהוא פורענות האש הקשה מכולם שמכלה הכל וע\"כ קראו הבער שמכלה ומבער כל דבר מן העולם והש\"י ישמרנו מד' פורעניות אלה ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מנין </b> שלא יגדל כלב רע וכו' ושלא יעמיד סולם רעוע וכו'. הוסיף בזה אף שכבר הזהיר הכתוב על המעקה הוא מפני דרי בני ביתו שלא יפלו מן הגג אבל לגדל כלב רע דודאי לא יגיע ההיזק לבני ביתו שהורגל כלב הרע עמהם אבל הוא מגדלו לשמירתו מן הגנבים בלילה וכן בסולם רעוע ידעו בו בני ביתו ואעפ\"כ קאמר לא תשים וגו' וק\"ל: "
        ], 
        [
            "<b>דתניא </b> צבוע זכר לאחר שבע שנים נעשה וכו'. והיינו דוקא צבוע זכר הוא משתנה לכמה מינין בכל ז' שנין כדמסיק אבל צבוע נקבה אינה משתנה למין אחר עד ע' שנין כדמוכח פרק קמא דבכורות אפעה לע' שנים אחר שנולד הוא מתעבר ואפעה הוא תרגומו של צבוע כמ\"ש הערוך ובספר ישעיה פרש\"י אפעה ושרף מעופף וגו' מין נחש רע ואין בעולם כ\"א שנים זכר ונקבה והם יולדים לשבעים כו' ע\"ש אבל מתוך שמעתין אינו מוכח כן אלא דהזכר משתנה לשבע שנים ואפשר דאפעה דקרא לאו היינו אפעה דתלמודא ואיך שיהיה הוא מבואר כל המוליד מוליד בדומה לו וכמו שהאפעה הוא רע שבנחשים והוא מין חיה משתנה הוא ומוליד בדומה לו דבר רע בעופות לעטלף וערפד ואח\"כ לאילנות הגרועים ורעים לקימוש וחוח עד שאח\"כ נעשה שד המזיק ומייתי דומיא דהכי שדרו של אדם הרע שאינו כורע במודים מוליד בדומה לו נחש לאחר שבעה דכן הוא עיבורו של נחש לז' שנין כדאמרינן פ\"ק דבכורות וענינו כמ\"ש התוס' לפי שמצוה לכרוע וכי זקיף זקיף כחויא כו' ע\"ש דענין הכריעה לשם ה' היא הכנעה והשפלה היפך מעשה הנחש כדאיתא פ\"ק דסוטה אמרתי יהלך בקומה זקופה ולא יתגאה ועתה על גחונך תלך ולזה אמרו שיהיה אדם נכנע בכריעה דכי כרע כרע כחיזרא דהיינו היפך טבעו שדרכו של חיזרא להיות זקוף וכי זקיף זקיף כחויא דהיינו נמי היפך טבעו אחר שנאמר בו על גחונך תלך ודרכו בכריעה ולקחו לסימן ה' זוקף כפופים שגם בזקיפה יהא נזהר שלא תהיה דרך גאוה כדרכו אלא היפך טבעו והשתא מי שאינו כורע ועומד בזקיפה כדרכו הרי שדרו עושה מעשה נחש הראשון כשהיה מהלך זקוף וראוי להיות נענש כנחש וע\"כ נעשה נחש לאחר ז' שנים כתולדתו כמ\"ש ודו\"ק: "
        ], 
        [
            "<b>ויקברוהו </b> במעלה כו' וישכבוהו כו'. גם בזה סיפר הכתוב בדבר שלא נזכר בשארי מלכי יהודה ואפשר מפני שתלה ברגליו כמעט שנתיים קודם מיתתו והכין לו קבר בחייו והוצרך למרקחות ולמיני בשמים כמפורש בקרא וק\"ל: ", 
            "<b>כי </b> כרו שוחה כו' רשב\"ן אומר מלמד שחשדוהו מא\"א כו'. וכן אמרו בפרק חלק גבי מרע\"ה וישמע משה וגו' ששמע שחשדוהו מא\"א כו' יש לפרש בזה שמשה וירמיה שניהם שוים היו מוכנים לנבואה לזמן רב כמ\"ש מרחם הקדשתיך עליך אמרתי למשה נביא אקים להם כמוך זה הוכיחם מ' שנה וזה הוכיחם מ' שנה והוצרכו לפרוש מנשותיהם כמ\"ש במשה ואתה פה עמוד וגו' ומזה היו נחשדים בעיני ליצני הדור שאמרו א\"א לילוד אשה לפרוש מן האשה זמן רב כ\"כ וק\"ל: ", 
            "<b>ומ\"ש </b> מאי למות שהשליכוהו לבאר טיט. ויש לדקדק דאימא דקרא דלעיל מיניה כי כרו שוחה נמי בהכי קמיירי שהשליכוהו לבור שהיא שוחה ומנליה למימר שחשדוהו מזונה וי\"ל כיון דכתיב שוחה ללכדני ופחים כו' שאינו אלא כצד דבר מחיים במצודה משמע ליה דלא קאי אבור טיט שהיה בו כדי להמית כדכתיב עלי להמית אבל לענין זונה וא\"א שפיר קאמר ללכדני ופחים כדכתיב אשר היא מצודים וחרמים גו' ודו\"ק: ", 
            "<b>מוכשלים </b> לפניך בעת אפך כו' אפי' בשעה שעושין צדקה כו'. עיין פי' התוס' ונראה לפרש עוד כמ\"ש בפ\"ק דבבא בתרא דבעושה צדקה כתיב מתן בסתר יכפה אף וע\"כ בקש ירמיה שיהיו מוכשלים בעת האף בנתינתן הצדקה לבני אדם שאינן מהוגנים שלא יקבלו עליה שכר ולא יכפה צדקה שלהן את האף ואהא מייתי ליה נמי התם בפ\"ק דב\"ב ע\"ש: ", 
            "<b>שהושיבו </b> ישיבה כו' ח\"א ג' וח\"א ז' כו'. כל הני שיעורא אבלות הן כדאמרינן ג' לבכי ז' לאבילות כו' ואפשר דהושיבו ישיבה שם לספר בכבודו ולהספידו שם והשתא ניחא דהושיבו ממש על קברו משמע וק\"ל: "
        ], 
        [
            "<b>בתוס' </b> בד\"ה והא אמר מר גדול כו' ואר\"ת דה\"פ כו' עכ\"ל. מה שיש לדקדק בזה עיין בחידושי הלכות הכא ובספ\"ק דקידושין: ", 
            "<b>כל </b> העוסק בתורה ובגמ\"ח זוכה כו' ואין זריעה אלא צדקה כו'. קרוב לזה אמרו בפ\"ק דע\"ז ועיין בחידושינו שם: ", 
            "<b>זוכה </b> לכילה כיוסף דכתיב כו'. יש לדקדק מה ענין כילה לנחלה ולמה קראו אותה נחלת יוסף ונראה לפרש שהבנים חשובים נקראו נחלת שנאמר הנה נחלת ה' בנים והבנים נקראו ע\"ש המטה כמ\"ש מטתו של יעקב שלמה ודרש פורת מלשון הושיבה באפריון בפ\"ק דסוטה שהוא מטה לכילת חתנים ואפשר שהוא מלשון פוריא כמ\"ש שנקראת המטה כך ע\"ש פריה ורביה ואמר שזכה לכילה ומצינו בבניו שהיו מרובין באוכלסין בזכות גמ\"ח וצדקה שעשה עם אחיו במצרים וזן ופרנס אותן עד שפרו ורבו במאד ובזכות התורה זוכה לנחלת יששכר שהיה עתיר בנכסין שיכול ללמוד תורה כדפרש\"י בחומש וירא מנוחה כי טוב גו' ע\"ש וא\"ד אויביו נופלין לפניו כו' עמים ינגח יחדו אפסי ארץ ר\"ל יפילם בנגיחה אחת כנגיחת שור התם כמפורש בספר יהושע ויתקבצו יחדיו להלחם עם יהושע גו' ואת ארצם לכד יהושע פעם אחת כי ה' וגו' וזה זכה יוסף וגבר באחיו שע\"י זרעו יהושע נפלו האויבים בכבוש הארץ בזכות שעשה גמ\"ח וצדקה עם אחיו ובזכות התורה זכה לבינה שהיא מעלה עליונה לאגמורי שמביא הרבים לידי מעשה כדאמרינן לעיל וזה שאמר שנא' ומבני יששכר יודעי בינה לעתים לקבוע עתים לתורה ובזה הביאו את הרבים לידי מעשה כדכתיב לדעת מה יעשה בישראל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ושאייה </b> יוכת שער כו' פרש\"י שד כו' מכתת שער כו'. עכ\"ל ותלה חורבן הבית בשער כי שם מתחיל החורבה כדאמרינן פרק עגלה ערופה כי מתחיל חורבה בסיפא מתחיל כו' ע\"ש ועוד י\"ל לפי הסוגיא דהכא דשער נאמר על מקום הפתוח וקאמר שהשד יכה במקום סתום מן הבית להיות פרוץ מקום פתוח כשער ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מאן </b> דבעי למהוי חסידא לקיים מילי דנזיקין כו'. יראה כי חסיד נאמר על מי שעושה מעשיו על צד היותר טוב כמאמרם פ\"ק דע\"ז במעלות הטוב עשרה דברים זהירות מביאה לידי זריזות כו' וחשיב למעלה עליונה חסידות מביאה לידי רוח הקודש ולפי שיש לאדם במעשיו הטובות ג' חלקים דהיינו טוב לשמים. וטוב לבריות. וטוב לעצמו. קאמר רב יהודה מאן דבעי למהוי חסידא לקיים מילי דנזיקין דאז יכול לתקן מעשיו שיהיה טוב לבריות ורבא קאמר דלקיים מילי דאבות דאז יתקן מעשיו שיהיה טוב לעצמו במדות ואמרי לה דלקיים מילי דברכות דאז יתקן שיהיה טוב לשמים וכל אחד מהני אמוראי נקט כל א' מהני ג' מיני חלוקים במעשים טובים של אדם וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בואו </b> ונצא לקראת כלה כו'. קרא השבת כלה ע\"פ מ\"ש לכל יש בן זוג ולי לא נתת בן זוג א\"ל כנסת ישראל יהיה בן זוגך כו' והשבת גופיה היא כנשואה לישראל אבל בפניא דמעלי שבתא היא כהכנסת כלה לחופה וכמו שע\"י הקדושין בהכנסתה לחופה נעשית הכלה נשואה כן השבת בהכנסתו בקידוש היום נעשית כנשואה לישראל וקראה מלכתא שהיא כלת המלך דכל ישראל בני מלכים הם ולזה אמר ר\"ח בפניא דמעלי שבתא דהיינו בע\"ש קודם כניסתה בואו ונצא לקראת כו' דדרך החתן לצאת לקראת הכלה כמ\"ש ה' מסיני בא יצא לקראתם כו' כחתן היוצא להקביל פני הכלה כו' כפרש\"י פרשת וזאת הברכה. ואמר דרבי ינאי מדה אחרת היתה לו שלא אמר נצא לקראתה ואדרבה הוה קאי ועומד במקומו והיינו דבכניסתה אמר בואי כלה כו' שהכלה תבא אליו כדרך הכלה אחר כניסתה לחופה שתבא מבית אביה לבית בעלה ולזה כפל הענין בואי כלה בואי כלה דר\"ל בואי כלה לחופה ואח\"כ בואי כלה לבית בעלך וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מפארן </b> הופיע ממונן לישראל כו' נראה לפרש שתלה היתר ממונן בפארן ולא בשעיר דכשהחזיר את התורה לאומות זרח משעיר שבא ליתן התורה לעשו ולא קבל משום לא תרצח וכן לשאר אומות והופיע מהר פארן שבא ליתנה לבני ישמעאל ולא קבלו משום לא תגנוב שלא רצו לקבלה משום איסור ממון חבירו וע\"כ הותר ממונן וכן ראה ויתר גוים שהתיר ממונן לישראל קאי אדלעיל מיניה דכתיב וקדוש מהר פארן מבני ישמעאל שלא רצו לקבלה משום לא תגנוב וק\"ל: ", 
            "<b>ומ\"ש </b> אתגורי אתגור כו' העוסק בתורה הרי הוא ככ\"ג כו' עיין בחידושי אגדות דפ\"ק דע\"ז: ", 
            "<b>ומ\"ש </b> קראו שנו ושלשו וכו' ובירושלמי ולמדו מקרא משנה תלמוד כו' ע\"ש: "
        ], 
        [
            "<b>אמר </b> רבי חייא אין הקב\"ה מקפח אפי' שכר שיחה נאה כו' ואמר רבי חייא כו' לעולם יקדים אדם לדבר מצוה כו'. הני שני מאמרים רבי חייא בר אבא אמרן בשם אמרן וי\"ל שאינן סותרין דבדבר אחד זכתה הצעירה לפני הבכירה ובדבר אחד זכתה הבכירה לפני הצעירה והיה השכר והעונש לשתיהן לפי מעשיהם לפי שהקדימה הבכירה במצוה לקיום העולם לפי דעתה דלמצוה נתכוונה כמשמעות הכתוב ואיש אין בארץ וגו' וכדאיתא בנזיר זכתה להקדים המלכות שהוא קיום העולם שאלמלא מוראה של מלכות כו' ולפי שלא חסה על כבוד אביה וקראה אותו מואב ופרסמה שבזנות בא לה בן זה מאביה שהוא ודאי לשם זנות נתכוין כדאיתא בנזיר אמר הכתוב שלא לחוס על כבודם דאנגריא עביד בהו דהיינו להשתעבד בהם כפרש\"י ובמסכת נזיר הוסיף רש\"י בזה בשינוי הכתובים דבכירה דקריתיה מואב פרסמה הכתוב ותשכב את אביה ובצעירה דקריתיה בן עמי כתיב ותשכב עמו עכ\"ל אבל רש\"י בחומש כתב בזה בל\"א בבכירה כתיב ותשכב את אביה ובצעירה כתיב ותשכב עמו צעירה לפי שלא פתחה בזנות כו' ע\"ש וזהו נראה כסותר סוגיא דהכא דקאמר דהבכירה עשתה כהוגן שהקדימה עצמה ועיין ברא\"ם שפירשו בחומש ע\"פ ב\"ר ודו\"ק: ", 
            "<b>דאילו </b> בכירה דקריתיה מואב א\"ל הקב\"ה אל תצר וגו' מלחמה הוא דלא עביד בהו הא אנגריא עביד בהו. ועד\"ז י\"ל מש\"ה ויגר מואב מפני העם כי רב הוא ר\"ל דלכך היה מואב ירא טפי מעמון לפי שמואב היה בן הרב וגדול של לוט הנולד לו מן הבכירה שלא חסה על כבוד אביה לקרות בנה מואב שע\"כ הותר לעשות בו אנגריא טפי מבעמון וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כיון </b> שהגיע לאת ה' אלהיך תירא פירש כו'. בפ' האיש מקדש פרש\"י שהיה ירא לרבות שום דבר להשוותם למורא המקום עכ\"ל ור\"ל דאזהרת את ה' אלהיך תירא היא גופה מביאו להיות ירא מהמקום שלא להשוות לו שום דבר ולכך פירש וזהו שאמר כך אני מקבל שכר על הפרישה דמתוך מצות מורא מהמקום גופיה אני פורש והנני אקבל שכר על מצוה זו שקיימתי. ורבי עקיבא שבא ולמד לרבות ת\"ח ס\"ל דאין זה משוה מורא ת\"ח למורא מקום כי המורא מהם הוא מוראו כי מתוך שהוא ירא מה' הוא נשמע להם לקבל עליו יראת ה' ומצותיו וז\"ש ומורא רבך כמורא שמים כי המורא מרבו היא בעצמה מורא השמים וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>זכר </b> של רחלים נזדמן לי כו' הוא מבואר בחידושינו פרק ב' דיבמות ע\"ש: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בדברות </b> הראשונות לא נאמר בהן טוב כו' א\"ל והואיל וסופן להשתבר כו' ח\"ו פסקה טובה כו'. יראה מלשונו שאמר עד שאתה שואלני למה לא נאמר בהן טוב דעיקר הקושיא היא למה בדברות הראשונות לא נאמר טוב ובכלל זה למה לא נאמר אות הט' בכל הדברות הראשונות כמ\"ש המפרשים אבל על מה שנאמר בדברות האחרונות טוב לא קשיא ליה דידע למדרש מיניה כדדרשינן בספ\"ק דקידושין אמתני' דאלו דברים שאדם אוכל מפירותיהן בעוה\"ז והקרן קיימת לעוה\"ב כבוד אב ואם כו' למען יאריכון ימיך בעוה\"ז ולמען ייטב לך בעוה\"ב שכולו טוב ומסיק הואיל וסופן להשתבר שהוא רמז שיהיה לפירותיהם שהוא אריכות ימים על האדמה דבעוה\"ז הפסק שיענשו בעוה\"ז על עבירות שבידם ולא יאריכו על האדמה לעולם אבל הקרן אינו כלה דבהבטחת הטוב לעולם שכולו טוב לנפש יהיה נצחי בלא הפסק כמו הלוחות האחרונות שלא נשתברו שהם קיימין לעולם ודו\"ק: "
        ], 
        [
            "<b>הרואה </b> טי\"ת כו' חד טי\"ת כו'. יש לדקדק כיון דלא הראו לו אלא חד טי\"ת שהוא הר\"ת מטומאתה אכתי לא יצאנו מידי ספק דמעיקרא דאימא וטאטאתיה והראה לו חד טי\"ת שהוא הר\"ת ממנו וע\"ק כדמשני ט' ב' קאמרינן א\"כ מהראוי לנו לומר שהראו לו כל התיבה שהוא ט\"ב מלשון טובה משהראו לו ב' אותיות מתיבת טבעו שהראו לו מקצת התיבה ולא כולו ונראה אחר אשר נעיין בס' קינות יש דברים בגו ששרף יהויקים אותם והיו ג' א\"ב איכה ישבה איכה יעיב איכה יועם הוסיף עליהם ירמיה אני הגבר ג' א\"ב כנגד ג' א\"ב וא\"כ מפני מה הקדים אני הגבר לאיכה יועם והפסיק בין ג' הראשונות והוא מבואר כי בעונינו נחרב הבית פעמים ביום ט' באב וניטל מאתנו הטוב הגמור שנקרא ע\"ש ההר הטוב הזה ונשתנה הט' אשר הוא רמז לטוב האמיתי כמ\"ש לעיל מטובה לרעה בב' איכה הראשונים שהתחיל בראשונה טומאתה וגו' ובשניה טבעו וגו' יורו על ב' חורבנות שהיו ביום ט' באב דמיון ב' לוחות שנשתברו ושמא תאמר פסקה ח\"ו טובה מישראל ע\"כ הזכיר באיכה השלישי הט' בלשון טוב טובים היו וגו' כי שם מסיים בגאולה תם עונך וגו' יורה כי אחר שני החורבנות לא תשתנה הט' עוד כי אם לטוב לנו כל הימים ויום ט' באב יהפוך לנו לששון ולשמחה לבנין ההר הטוב ולזה כששרף יהויקים הג' איכה ח\"ו פסקה טובה מישראל הנרמז באיכה יועם ע\"כ הוסיף ירמיה למלאות זה והתחיל באני הגבר בכל הג' טיתי\"ן בלשון טוב ע\"ש שיהיו ישראל טוב לשמים ולבריות ולעצמם והפסיק בו ובין שנים הראשונים המורים בו על ב' החורבנות ובין האחרונות המורה אשר לא ישתנה הטוב ולא יבא רעה ולזה מעיקרא הבין המקשה דהראה לו ר\"ת מטוב ולכך הקשה ודלמא ר\"ת מטאטאתיה ומשני חד ט' קאמרינן דלא הראו לו ר\"ת אלא הט' הא' והוא הרמז על הט' הא' מאיכה יועם שנאמר בלשון טוב ופריך ודלמא להכי הראו לו חד ט' שהראו לו חורבן בית ראשון שהתחיל בו באיכה הראשון טומאתה וגו' ומשני ט' ב' קאמרי' שהוא מלשון טוב ופריך אימא ט' ב' הראו לו חורבן בית שני שהתחיל בא\"ב השני טבעו וגו' ומשני אלא כדס\"ד מעיקרא דלא הראו לו אלא חד ט' וכיון דחד טי\"ת הראשונה שבמקרא הוא טוב ודאי אותה הטי\"ת הראו לו שהיא שהוזכרה בא\"ב הג' טובים היו וגו' אשר לא תשתנה עוד לרעה ח\"ו וק\"ל והוא כוונת הכתוב שאמר דוד עשה עמי אות לטובה וגו' דהיינו אות הט' שהיא מרמז בחלום על הטובה עשה וקיים בי ואמר יראו שונאי ויבושו וגו' ע\"ד שאמרו בפ' הרואה מעולם לא ראה דוד חלום טוב ואחיתופל לא ראה חלום רע ולזה אמר אני ודאי לא אראה אותה הט' לטובה אבל יראו בחלום אותה הט' לי לטובה שונאי שהוא אחיתופל ושאר שונאיו וק\"ל: ", 
            "<b>הספד </b> בחלום חסו עליו ופדאוהו כו' ה\"מ בכתבא שהה\"א במקום הח' דאין חלום בלא דברים בטלים ואז יהיה חס פד וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>את </b> חשיבת לאתאבולי אירושלים סבר יוהרא כו'. בההיא דס\"פ היה קורא בחתן דרוצה לקרות כו' דפליגי אי חיישינן ליוהרא וכן בההיא דפרק מקום שנהגו דבתשעה באב בכל מקום ת\"ח בטלים דפליגי נמי אי חיישינן ליוהרא לא דמיא להך דהכא דלכ\"ע הוה יוהרא ע\"ש בסוגיא ואמר דאתיוה וחבשוה א\"ל גברא רבה אנא כו' והא דאמרינן דרבי טרפון היה מצטער על שהציל עצמו בכתרה של תורה י\"ל דהכא לאו הצלה הוה אלא דחבשוהו עד שישאלו עליו אם ת\"ח הוא וראוי להתאבל ומה דבעו לידע הודיע להם ועוד הא אמרינן התם דשאני ר\"ט דעשיר גדול היה והוה ליה לפיוסי בדמים ודו\"ק: "
        ], 
        [
            "<b>אין </b> פורענות כו' בזמן שהקוצים מצויין כו'. לפי ששינה והתחיל במצאה קוצים וסיים בנאכל גדיש דרשו ומצאה מלשון מצויין שע\"י קוצים האש נסרך מהר כנאמר דעכו כאש קוצים כך ע\"י הרשעים שנמשלו לקוצים כדכתיב ובליעל כקוץ מונד וגו' האש שנמשל לפורענות נסרך ע\"י ונאכל כבר הגדיש שנמשלו בו הצדיקים שעושין פירות: ", 
            "<b>משניתן </b> רשות למשחית כו'. ופרש\"י בחומש מגיד שמאחר שניתן רשות למשחית כו' והלילה רשות כו' וטען הרמב\"ן וכי אסור לאדם בכל לילה לצאת כו' ע\"ש עכ\"ל אבל דברי המכילתא מפורש כפירוש רש\"י דקאמר מגיד משניתן רשות כו' ללמדך שתהא נכנס בכי טוב כו' וכה\"א תשת חשך ויהי לילה כו' וכן מוכח מתוך שמעתין דתרתי שמע מיניה חדא דבעת הדבר אל יצא משום דניתן רשות כו' וכדאמר דבר בעיר כנס כו' שנאמר ואתם אל תצאו גו' ומדכתיב עד בקר ומכת בכורות לא היה רק עד חצות ילפינן מיניה ד\"א לדעלמא דלילה רשות למחבלים ולעולם יצא בכי טוב כו' והרא\"ם כתב בזה דברים דחוקים ואין להאריך: ", 
            "<b>שמתחיל </b> מן הצדיקים כו' צדיק ורשע וכו'. גם שא\"א להוציא שני שמות כאחד מדלא כתיב צדיק עם רשע כדכתיב להמית צדיק עם רשע גבי אברהם דהיינו בכליון אחד שלא יבחין מי הוא צדיק ומי הוא רשע אבל צדיק ורשע משמע שלא ימות עמהם אלא קודם להם שיהיה ניכר שהוא צדיק וז\"ש טיבותא הוא לגבייהו שלא ימות הצדיק בכללן ולישנא דולא עוד דקאמר היינו לפי הנראה למראית בני האדם וכדסבר מעיקרא רב יוסף אבל לפי האמת טיבותא הוא לגבייהו וק\"ל: "
        ], 
        [
            "<b>שנאמר </b> לך עמי בא בחדריך וגו' ומיירי בשעת הדבר דכתיב בסיפיה דהאי קרא עד יעבר זעם וגו' וק\"ל: ", 
            "<b>וכ\"ת </b> ה\"מ בלילה כו' לשיטתנו דלעיל ניחא דבמכת מצרים שהיה בלילה והיו שם שתי סכנות אחת מן המחבל של לילה כנהוג גם בשאר לילות ומן המחבל של אותה לילה שניתן רשות למשחית לחבל ולכך הזהיר הכתוב שלא יצא מחוץ לבית אבל ביממא בדבר בעיר דליכא רק אותו מחבל א' אימא לא ת\"ש לך עמי בא וגו' אבל לשיטת הרא\"ם דבמכת מצרים לא היה רק מחבל א' קשה מה לי לילה מה לי דבר בעיר וק\"ל: ", 
            "<b>אע\"ג </b> דמחדרים אימה כו'. ק\"ק כיון דמסתברא כי נפיק אינש ויתיב בצוותא טפי מעלי אימא דהכי מפורש קרא אע\"ג דמחוץ תשכל חרב מחדרים אימה וי\"ל דמחוץ תשכל חרב משמע ליה דאיירי בחרב של מלאך המות דקאי אלעיל מיניה ולחומי רשף וקטב מרירי ומסתמא דהנזק היותר קשה הבא מהן נקט קרא ברישא ודו\"ק: ", 
            "<b>דכתיב </b> כי עלה מות בחלונינו כו' וסיפא דקרא בא בארמנותינו וק\"ל: ", 
            "<b>אבל </b> היכא דאיכא ספק נפשות וא\"ת ומאי רבותיה דאיכא ספק נפשות הא אם יבואו בעיר ודאי ימותו וספק נפשות פשיטא דמוציא מידי ודאי נפשות וטפי ה\"ל רבותא דאברהם וי\"ל הא דכתיב נבא בעיר ומתנו אינו אלא קרוב לודאי שהיה שם רעב של כליה ודומיא דהכי איירי פזר רגליך וכן הך דאברהם רעב של כליה הוא דאם לא כן היה אסור לילך מא\"י לחו\"ל כדאמרינן פ' הספינה ובמדרש דאלימלך לא נענש אלא משום שהפיל לבן של ישראל כו' ע\"ש: ", 
            "<b>תצא </b> מעצמה שלם ישלם וכו' אמר הקב\"ה עלי לשלם כו'. מבואר כי ממנו ית' ב\"ה לא תצא הרע כי הוא הטוב הגמור ולא יתייחס הרע אליו אבל החטא גורם להביא הרע וממילא בסילוק ההשגחה וטובתו ית' ב\"ה והיינו כי תצא אש מעצמה אבל לענין הטוב לגבי תשלומין אמר הקב\"ה אני הוא המבעיר לשלם כאילו הוא המבעיר וק\"ל: ", 
            "<b>אני </b> הצתי אש בציון כו' ואני עתיד לבנותה באש כו'. רמזו בזה שלא כמדת ב\"ו מדת הקב\"ה ובו בדבר שמכה הוא מרפא וכן יסד הפייט וממכה עצמה מתקן רטיה ושוב ראיתי שכן פרש\"י בפרק בן סורר ע\"ש: ", 
            "<b>מי </b> ישקני מים מבור גו'. מאי קא מבעיא ליה כו' דלפי פשוטו דחוק שדקדק לשתות מים דוקא מבור בית לחם אשר בשער ועוד בתחלה מאי סבור שהרי ידע שהיה שם מצב פלשתים כמפורש בקרא ואעפ\"כ אמר מי ישקני מים וגו' ולבסוף מאי סבר דלא אבה לשתותם ולפי הדרשות ניחא שהרי הסנהדרין אסרו הדבר לאחרים אלא למלך משום דפורץ וגו' והוא החמיר על עצמו ולא אבה לשתותם כיון דאיכא איסורא לאינש אחרינא כדלקמן וק\"ל ומה שיש לדקדק בסוגיא זו בדברי התוספות עיין בחידושי הלכות: "
        ], 
        [
            "<b>טמון </b> באש קא מיבעיא ליה. יש לדקדק דהני תרתי דלקמן להציל עצמו בממון חבירו או לאחלופי שעורין בעדשים רמיזי בהני קראי דמייתי כדלקמן אבל טמון באש דמבעיא ליה היכא רמיזא וי\"ל דמשמע ליה הני תרי קראי דקאמר בדה\"י דחלקת שעורים היה ובספר שמואל קאמר דחלקת עדשים היה כדי לקיים שניהם נימא דגדיש שעורים היה ובתוכו היה טמון גדיש של עדשים ומבעיא ליה אם לשלם עדשים כרבי יהודה או לשלם שעורים במקום עדשים כרבנן דלקמן וגרסינן לקמן אלא למ\"ד טמון באש תרתי קראי למה כו' כמ\"ש התוס' והא ודאי דצריכי תרי קראי הא דעדשים היו והא דשעורים היו דהיינו טמון אלא דפריך בתרתי קראי כתיב ויצילה ל\"ל דלמ\"ד להציל עצמו בממון חבירו קמבעיא ליה בין דהוו מטמרי פלשתים בעדשים ובין דהוו מטמרי בשעורים כתיב בתרוייהו ויצילה כמ\"ש התוס' וכן למ\"ד לאחלופי מבעיא ליה בתרוייהי כתיב ויצילה של שעורים שלא נטלוה כו' ושל עדשים שלא לקחוה ממי שזכה בה כמ\"ש התוס' אבל למ\"ד טמון באש קמבעיא ליה בהך דעדשים כתיב שפיר ויצילה שלא הניחוה לשרוף כדי שלא יתחייב בטמון ולרבנן שהציל את המזיק מלחייב לשלם עדשים אבל בהך דשעורים שלא היו טמונים מאי ויצילה שייך ביה דהא לא מבעיא ליה דלכ\"ע חייב בגלוי ודו\"ק: ", 
            "<b>כל </b> המוסר עצמו למיתה על ד\"ת אין אומרים הלכה משמו כו'. נראה בזה דכל האומר דבר בשם אומרו מביא גאולה לעולם ואלו שסמכו על הנס לילך במקום סכנת נפשות אין ראוי לעשות נס וגאולה על ידיהן ואע\"ג דשלוחי מצוה אינן ניזוקין היכא דשכיחא הזיקא שאני כדאמרינן פ\"ק דפסחים וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מפני </b> מה החמירה תורה בגנב כו' וכתיב כי עזב ה' וגו'. הגנב כיון שירא מדין של מטה ואינו ירא מדין של מעלה הרי הוא כופר בהשגחה ובשכר ועונש של מעלה אבל הגזלן אינו כופר בכל זה שהרי גם מדין של מטה שהוא רואה בחוש אינו ירא אלא שהוא מחשיב לו מה שהוא נשכר בגזילו יותר ממה שהוא מפסיד בעונש של מעלה ושל מטה ודו\"ק: ", 
            "<b>כמה </b> גדול כח של מלאכה שור שבטלו כו'. דאף אם גנב עגל הרי ראוי הוא ליגדל מיהו לטעמא דגדול כבוד הבריות שור שהלך ברגליו ה' כו' מי לא עסקינן שגנב עגל שראוי להרכיבו על כתיפו כמו שה אלא דלא פלוג כיון שהוא מין שור ההולך ברגליו וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>אלא </b> שנטל מלא חבל כו' שנאמר ים ודרום ירשה כו'. מפרש\"י בחומש הוא ים כנרת אבל ים הגדול במערב א\"י הוא ופי' הכתוב ים כנרת שנפל בחלקו וגם מצדו לדרום כדי צורך להם מלא חבל של מצודה היה להם ירושה וק\"ל: ", 
            "<b>שאין </b> לו בהר ובשפלה ובנגב ובעמק שנאמר פנו וגו'. בעמק לא נזכר בקרא מפורש ואפשר דהיינו חוף הים דכתיב בקרא ועיין בפרש\"י בחומש: ", 
            "<b>וכן </b> אתה מוצא בכנעניים כו'. פרש\"י אע\"פ שכתב כאן הר האמורי כנעני ופרזי כך היו כו' ע\"ש ולפי זה ל\"ג ובאמוריים שלפניהם כו' וק\"ל: ", 
            "<b>גזרתינהו </b> לשקיך בגיזרא כו'. עיין פרש\"י ובערוך בערך גזר ועוד נ\"ל לפרש ע\"פ מה שאמרו פרק במה בהמה גבי ולא ברצועה שברגליה דעבדו ליה לגיזרא ופרש\"י בהמה שפסיעותיה קצרין עושין לה כו' ולזה אמר בדרך משל ממש לזה שהייתי עושה לך לגיזרא דפרזלא שהייתי מרחיב לך פסיעות שוקייך וק\"ל: ", 
            "<b>שבילי </b> הרשות כו' מה הבריות מזיקות לו כו'. הא דפשיטא לן פ' כיצד הרגל בדר בחצר חבירו שלא מדעתו אם הוא חצר דלא קיימא לאגרא וגברא דלא עביד למיגר דא\"צ להעלות לו שכר היינו מהך דהכא מיהו משמע התם שלא מדעתו דוקא אבל אם הוא מוחה יכול למחות ואין כופין אותו על כך כי הכא ויש לחלק כיון דדרך החצירות להשכיר גם אם זה הוא לא קיימא לאגרא יכול הוא למחות ולא מיקרי רע מה שאין כן הכא דאין דרך למחות לילך בשדות פנויות וכופין אותו על כך מקרא דאל תמנע טוב וגו' וק\"ל: "
        ], 
        [
            "<b>וילכו </b> ג' ימים כו' אין מים אלא תורה כו' דרשינן ליה משום דמה ענין שם שם לו חק וגו' ויאמר אם שמוע וגו' לענין שהלכו ג' ימים ולא מצאו מים וע\"כ דרשו שהלכו ג' ימים בלא תורה ונתחזק להם ביטול התורה והיו נלאין לשתות מי התורה כי היו מרים להם כנאמר אם תעזבני יום וכו' עד שהורה להם ה' עץ וגו' שהתורה היא עץ חיים למחזיקים בה והחזקה הוא בכל דבר בג' פעמים וע\"כ בהפך זה קאמר שלא יתחזק להן חזקת לינה ג' ימים בלא תורה ובזה ימתקו להן מי התורה ויאמר אם שמוע תשמע וגו' כמ\"ש אם שמעת בישן תשמע בחדש דהיינו ואם שמעת בשבת שחרית בפרשה הישנה תשמע במנחה בפ' חדשה ואם שמעת כו' במנחה בשבת תשמע עוד בב' וה' וק\"ל: "
        ], 
        [
            "<b>וחכמת </b> יונית מי אסירא כו' ולא נשתייר אלא אני כו' וליכא למימר הכא שלא עשו כהוגן וחזי מאי סליק בהו דכי האי גוונא אמרינן פרק אמר להם הממונה גבי דואג בן יוסף דמשמע שאמר רבן גמליאל שיש לו להתאונן על מעלת בני בית אביו יותר מכל שאר בני העיר ועוד דבית אביו של רבן גמליאל שהיו נשיאים ודאי לא היו מניחים את בניהם ללמוד בחכמת יונית אם היה בו חשש איסור וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>לא </b> שכיב שיבחת ברי אלא דקץ תאינתא כו'. על פי הדברים האלה יש לפרש בענין הנחש שהסית את חוה לאכול מפרי עץ הגן שינה לשונו באמרו אף כי אמר אלהים לא תאכלו מכל עץ הגן ולא אמר מכל פרי עץ הגן ועל פי מ\"ש אילן שאכל אדם הראשון אתרוג היה ואמרינן פרק לולב הגזול דאתרוג טעם פריו ועצו שוה וז\"ש הנחש אף כי אמר אלהים לא תאכלו היינו מכל עץ הגן דהיינו עץ האתרוג ותאמר האשה וגו' ומפרי העץ אשר בתוך הגן וגו' שאף על הפרי הזהיר אותנו ויאמר הנחש אל האשה לא מות תמותון על אכילת הפרי רק על אכילת העץ מטעם דקץ אילן בלא זמנו כו' ודו\"ק: "
        ], 
        [
            "<b>כל </b>אלו שאמרו דמי בושתו אבל צערו כו'. כפרש\"י צער שדואג על בושתו אבל צער של חבלה הוא בתוך החמשה דברים וצער דנקט הכא דומיא דאברהם דמייתי שלא היה שם רק צער של בושת וכן מצאתי בקצת נוסחאות טור ח\"מ סי' תכ\"ב אין מתכפר מן צער של בושת עד שיפייסנו כו' וק\"ל: ", 
            "<b>עד </b> שיבקש ממנו שנאמר השב אשת וגו'. הוציאו מהכתוב הזה בקשת המחילה כי מהראוי שיאמר הקב\"ה לאברהם שיתפלל בעד אבימלך אבל אמר זה לאבימלך שיפייס לאברהם עד שימחול לו ויתפלל בעדו וכן נאמר ויקח אבימלך צאן וגו' ויתפלל וכפרש\"י שם: ", 
            "<b>מנין </b> שאם לא מחל לו שהוא אכזרי שנאמר ויתפלל וגו'. שנחשב לאברהם המחילה לו למדת רחמנות כמ\"ש פ' המביא כל המרחם על הבריות בידוע שהוא מזרעו של אברהם אבינו: ", 
            "<b>דאשת </b> נביא בעי אהדורי כו' מלתא באנפי נפשי' הוא ויבא הביאור בזה בחידושי מכות פ\"ב ע\"ש: ", 
            "<b>ב' </b> עצירות הללו כו' ופירש רש\"י בחומש לפי מדרש זה וילדו כתרגומו ואתרווחו כו' בעד כל רחם כנגד כל פתח עכ\"ל ולא רחם ולידה ממש ועיין בזה דברי הרמב\"ן והרא\"ם ואין כאן להאריך אך התימה לדבריהם שלא זכרו סוגיא דהכא דבהדיא דריש לרבות עצירת שאר נקבים מכפל העצירה ולא מלשון וילדו כמ\"ש הרא\"ם וע\"ש: ", 
            "<b>והוא </b> צריך לאותו דבר הוא נענה כו'. למדו לומר כן ממה שאמר הכתוב ויאמר ה' אל אליפז וגו' וחרה אפי בך ובשני וגו' שהיו ראויין ליסורין שהיו באיוב כדרך שאמרו החושד בכשרים לוקה בגופו ומדתלה את שבות איוב בתפלתו בעד רעהו משמע שהוא נענה בתפלתו בעדם ומדכתיב ושב ולא כתיב והשיב משמע שהוא שב כבר תחילה לריעיו א\"נ בהתפללו משמע מיד קודם שהיה נענה על ריעיו: ", 
            "<b>כאשר </b> אמר על אבימלך כתבו התוס' לאו בהריון משתעי כו' שהרי המלאכים בשרו את שרה בפסח שלפניו אלא שילדה בריוח כו' עכ\"ל ודבריהם אלו סותרין מה שכתבו פ\"ק דר\"ה שאברהם נימול ביה\"כ ואחר כך ביום ג' באו המלאכים לבשר את שרה ושפיר מצינן לאוקמא דפקידת שרה בר\"ה היה בהריון ממש משתעי והבשורה היה אחר זה והרא\"ם שכתב ויש לתמוה שכבר בישר השם לאברהם שבניסן תלד ובהכרח שיפקדנה בר\"ה כו' עכ\"ל ע\"ש באורך ונעלם ממנו תירוץ התוס' שכתבו כאן גם דבריו בעצמם תמוהים שהרכיב קושיתו אתרי רכשי כי במה שכתב שכבר בישר לשרה שבניסן כו' הם דברי הב\"ר והסוגיא דגמרא דפריך ובשיתא מי קא ילדה כו' פליג אב\"ר וס\"ל דלא בישרה לשרה אלא ב' ימים קודם החג כשיטת התוס' פ\"ק דר\"ה כמ\"ש הרא\"ם בעצמו כל זה בפסוק כעת חיה וגו' וא\"כ אין מקום לתמיהתו כמ\"ש דכבר קודם ר\"ה התפלל על אבימלך ובר\"ה נפקדה שרה ואבימלך אחר ר\"ה נתרפא וביוה\"כ נימול אברהם ואחר כך ביום ג' באו המלאכים לבשר לשרה ודו\"ק: ", 
            "<b>ומ\"ש </b> כאשר אמר אברהם על אבימלך ובחומש פרש\"י וה' פקד את שרה סמך פ' זו ללמדך כל המבקש כו' עכ\"ל וכתב הרא\"ם דמהכא משמע דאין כאן מקומו כו'. הרי שכל הסיפורים האלו נמשכים זה אחר זה כו' אבל בפ\"ח דב\"ק מייתי לה להאי דרשה ואינו מזכיר שם סמיכות כו' עכ\"ל ונ\"ל ליישב דתלמודא נמי אסמיכות הפרשיות קסמיך דאי לאו סמיכות הפרשיות ה\"א דלא קאי כאשר דבר על אבימלך והיה נצרך לאותו דבר אלא דקאי אבקשת רחמים של אברהם על סדום ולאו היינו אותו דבר אלא מדסמיך ליה לפ' אבימלך אית לן למימר דקאי אלפניו דהיינו בקשת רחמים דאבימלך שהיה נצרך לאותו דבר ולא קאי אלפני פניו אבקשת רחמים דסדום ודו\"ק: ", 
            "<b>כולכם </b> פשעתם בי כו' פרש\"י אף הנביא במשמע עכ\"ל. אבל בס' ירמיה פרש\"י אף הצדיקים במשמע כו' ע\"ש והוא מחוור יותר מכאן כיון דדברי הנביא הם לא שייך למימר הנביא בכלל וכן בעד אנה מאנתם ואי נמי לא הוי משה ואהרן בכלל מ\"מ שאר צדיקים שבישראל הם בכלל דלא יצאו כולם ללקוט כדכתיב מן העם וכן פרש\"י בהדיא פ\"ק דסנהדרין גבי ההוא וכי דילטור אני כו' ע\"ש ונראה דלרבה בר מרי לא דייק ליה האי קרא דאורייתא מדלא כתיב ביה כולכם אינו במשמע אף הצדיקים ודו\"ק: ", 
            "<b>ומקצה </b> אחיו לקח ה' כו'. מדלא כתיב ומאחיו לקח ה' וגו' דרשו דמקצה אחיו משמע הפחותים והמוקצים לגבורה שבהן כמ\"ש ג\"כ ותאכל בקצה העם מן המוקצים שבעם ומאמר יוסף מוכיח ע\"ז שיתראו בפני פרעה לחלשים שאינן ראויין רק למקנה כמ\"ש והאנשים רועי צאן וגו' ואמרתם אנשי מקנה וגו' ולזה אמר שהן היו אותן שנכפלו בשמות שהיו צריכין חיזוק בברכתן ועי\"ל דלכך נכפל שם שמותן שה' שמות שהיה ראוי לקרותן כאן בשמם ולא נקראו כאן בשמם ונכפל שם שמם ומה שלא זכרן כאן בשמותן להורות על חלושתן כאילו אינן וכן הוא בב\"ר: ", 
            "<b>כל </b> אותן מ' שנה שהיו ישראל במדבר כו'. יבואר במסכת מכות פ\"ב ע\"ש: ", 
            "<b>הסלים </b> והבכורים נתונים לכהנים כו'. אפשר שהוא נלמד מקרא דכתיב ולקח הכהן הטנא מידך וגו' דמשמע שהכהן נוטל הסל לעצמו עם הפירות שבזה הוא מחשיב הבכורים שהסל בטל לגבייהו ומדשינה קרא לכתוב טנא ולא כתב כלי סתם משמע דבכלי שהוא חשוב שכבר עיטרו הבכורים בו ואף אם הוא אינו בטל לגבי הבכורים אין זה פחיתות להם ולכך אין הכהן נוטל אותו וק\"ל: "
        ], 
        [
            "<b>אכול </b> בקיץ מפני החמה כו' ועבדתם זו ק\"ש כו'. יבואר בפרק המקבל ע\"ש: ", 
            "<b>חבריך </b> קרייך חמרא אוכפא וכו' ובאידך דבסמוך דקאמר גנאי דאית בך קדם ואמר דמשמע בלאו קריית חמרא יקדים להודות גנותו אין זה סותר דהכא משום דבסמוך איירי דבדבר שהוא אמת לפי דעתו כמו אליעזר דרצה בעבדות אברהם וכיון דע\"כ לבסוף הוצרך להזכיר שהוא עבד לאדוניו ראוי לו להקדים גנותו אבל הכא מיירי במי שלפי דעתו אינו אמת שאין בו עתה זה הגנות כמו הגר שהיתה עתה בורחת מגבירתה שלא להיות עוד משועבדת לשרה ואעפ\"כ כיון שהמלאך קראה שפחה הודית לדבריו ולזה במשל דלקמן קאמר דאמרו אינשי כו' ובמשל דהכא אמר דאמרי רבנן כו' משום דרובא אינשי דעלמא לא יודו בגנות שאינו אמת לפי דעתו אלא דמדת רבנן וחסידות הוא וק\"ל: ", 
            "<b>ויקח </b> את רבקה וגו' וכתיב בתריה ויוסף אברהם ויקח אשה וגו'. לכאורה מסמיכות דריש ליה וא\"כ הך דרשה דלא כר\"י דלא דריש סמוכים בעלמא כדאמרינן פ\"ק דיבמות ויש ליישב דהכא מדכתיב ויוסף דריש ליה דמשמע שהוספה היתה לו קיחת אשה זו ולמדו שהוי\"ו של ויוסף מוסיף על ענין ראשון שויקח את רבקה וגו' גרם לו לאברהם להוסיף לו אשה ולישא קטורה ולולי ויקח יצחק וגו' לא נשא אברהם את קטורה וק\"ל: ", 
            "<b>ויהושע </b> בן נון מלא רוח חכמה כי סמך משה וגו'. לפי' התוס' לא הוי איצטריך ליה לאתויי האי קרא דפרשה וזאת הברכה דבהך פרשה גופה בפינחס כתיב ויסמוך את ידיו עליו בלשון רבים וכ\"ה במדרש ילקוט והוא מבואר ענין סמיכות ידי משה כי מצינו במשה לשון יד אחת למלחמה כדכתיב במטה אשר בידי וגו' והיה כאשר ירים משה ידו וגו' ומצינו שתי ידיו לתורה ולחכמה כדכתיב ושני לוחות הברית על שתי ידיו וגו' והנה משה בקש יפקוד וגו' אשר יצא לפניהם וגו' ואשר יביאם וגו' שהיא היד למלחמה ונענה לו הקב\"ה על זה ואמר לו קח את יהושע וגו' וסמכת את ידך וגו' יד א' שהיא למלחמה ומשה הוסיף לו דבר התלוי בשתי ידיו שהיא החכמה והתורה ולפי זה לפי' התוס' נמי ניחא שהביא האי קרא דוזאת הברכה דכתיב יהושע בן נון מלא רוח חכמה כי סמך משה ידיו וגו' שאלו לא סמך עליו רק ידו אחת לא היה זוכה לחכמה רק ליד הגבורה וק\"ל: ", 
            "<b>כלבא </b> בכפנא גללא מבלע דכתיב נפש שבעה וגו'. יש לפרש ע\"פ מה שאמרו בפ' מי שהחשיך אהא דאמרי' בכלב שמזונותיו מועטין לפיכך שוהה אכילתו במעיו ג' ימים אמר לית עניא מכלבא ולית עתיר מחזירא וע\"ז אמר כלבא בכפנא גללא ואבן ר\"ל דבר קשה להתעכל הוא בולע דכתיב נפש שבעה כמו החזיר שכל מאכל ראוי לו ומצוי תבוס נופת ונפש רעבה שהוא הכלב שאין מזונותיו מצויין לו ואוכל כל מר וקשה להתעכל ומתוק לו וק\"ל: ", 
            "<b>מטייל </b> ואזיל דיקלא כו' דכתיב וילך עשו אל ישמעאל וגו'. הענין מבואר כי האדם עץ השדה הוא לישא פירות אם טובים אם רעים כדכתיב כי פרי מעלליהם יאכלו ויאכלו מפרי דרכם והנה האיש אף אם לפי גזעו ושרשו הוא טוב כמו תולדתו של עשו שנולד מיצחק ורבקה בבטן א' עם יעקב שהיו צדיקים והוא נמשל לדיקלא בישא שגזעו ג\"כ ממין הטוב יותר מכל אילנות כדאמרינן פרק האשה שנפלו ואם הוא דקל ביש דהיינו שאינו נושא פירות כן היה עשו שהיה גזעו טוב כמ\"ש והיה מגדל מעשים ופירות רעים הלך אל ישמעאל שלא היה גזעו ושרשו טוב כמו קינא דשרכי שהיה בן שפחה וכן יפתח היה בן פלגש ולא היה גזעו טוב והוא קינא דשרכי ויתלקטו אליו אנשים רקים ופוחזים שהיו רעים במעשיהם כמו הדיקלא בישא ולזה לא הביא קרא דלעיל מיניה שנאמר ויהי עשו גו' ויקח אשה יהודית וגו' החתי כמו שהוא בב\"ר ויהי עשו בן ארבעים שנה ויקח וגו' יהודית בת וגו' החתי גו' כל עורב למינו גו' לפי שכתוב בו החרם וגו' ייתי דין מחיקא ויתב הדין מחיקת שמא אבל תלמודנו דקדק לאתויי האי קרא דוילך עשו אל ישמעאל לפי שהוא קרוב אל המשל דאמרי אינשי מטייל ואזל דיקלא כו' וכן ענין כל המחובר כו' כי האונקליות אין להם טומאה מצד עצמן כדתנן התם אלא שהטומאה נתוודע להן בחיבורן לכלי טומאה כמו עשו שמצד גזעו לא נודע לו טומאה רק מצד חבורו לישמעאל שהיה בן שפחה וכן הוא הענין כל עוף וגו' ולא לחנם הלך זרזיר כו' הזרזיר הזה מצד גזעו יש לו סימני טהרה שיש לו זפק ואין זה מב' סימנים שיש בעורב כדאיתא פ' אלו טרפות לרבנן אבל ר\"א סבר שנודע לו טומאה בחבורו לעורב שיש בו סימני טומאה וק\"ל: ", 
            "<b>רמא </b> גודא רבה שדא כו' א\"ל יען טהרתיך כו' נ\"ל דמסיפיה דקרא קדריש ליה דמסיים ביה עד הניחי את חמתי וגו' דהיינו הניחו ויפול כו' כפרש\"י וק\"ל: ", 
            "<b>א\"ל </b> דכתיב ולא תתעב מצרי כי גר גו' שהיה ראוי לתעבו לגמרי שזרקו זכוריכם לים ומה טעם לא תתעב לפי שהיו לכם אכסניא בשעת הדחק כו' כפרש\"י בחומש והיינו בירא דשתית מיניה ע\"ש: ", 
            "<b>א\"ל </b> מעיקרא כתיב וה' הולך לפניהם יומם וגו' מבואר במכילתא המלך היה על הבימה והיה מחשיך והיו בניו מחשיכים אצלו כו' נוטל את הפנס ומאיר לבניו היו גדולי מלכות א\"ל אנו נוטלין הפנס כו' והוא אומר לא כו' הרי אני מודיע לכם חבתכם כו' ע\"ש והוא משל שהקב\"ה בעצמו היה דן למצרים והיה מחשיך להם והיה מאיר לישראל שהם בניו ולבסוף לא היה מאיר להם אלא ע\"פ גדולי מלכות שנאמר הנה אנכי שולח וגו' ועיין מזה באורך בפי' הרמב\"ן בפסוק הנה אנכי שולח וגו' ויבא מזה עוד בפרק א' ד\"מ ע\"ש: "
        ], 
        [], 
        [], 
        [
            "<b>הרי </b> שגזל סאה כו' והפריש ממנו חלה כו' וע\"ז נאמר בוצע בירך כו'. פרש\"י בוצע מלשון גזילה וק\"ק דאמאי לא מייתי האי קרא נמי בר\"פ לולב הגזול דמייתי שם כמה דרשות במצוה הבאה בגזילה ונראה לפרש בוצע מלשון הפרשה כמו הבוצע בפת והיינו בוצע שמפריש חלה בדבר הגזול ובירך ואח\"כ בוצע ומברך המוציא אין זה אלא מנאץ ומשמע ליה דמיירי בגזילה דכתיב לעיל מינה בגאות רשע ידלק עני וגו' דהיינו לגזלו וק\"ל: "
        ], 
        [
            "<b>והמקבל </b> מהן אין רוח חכמים נוחה הימנו כו' פרש\"י אין רוח חכמה וחסידות בקרבו עכ\"ל לא ידענא אמאי לא מפרש ליה כפשטיה אין דעת חכמים נוחה עליהם כו' דכן פרש\"י גופיה בפ' הזהב גבי מי שאינו עומד בדבורו ובפ\"ק דקדושין גבי גר דלא יחזיר לבניו ואם החזיר אין רוח חכמים נוחה הימנו ולשון המשנה כן הוא כל שרוח הבריות נוחה הימנו רוח המקום נוחה הימנו ויש ליישב ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מטבע </b> של אברהם זקן וזקינה מצד א' בחור ובתולה מצד ב' עיין פרש\"י ויותר נראה לפרש כולם ע\"ש הנס שאחר שנעשו זקנים כמ\"ש ואדוני זקן ואני זקנתי חזרו לימי נעורים דהיינו שנעשו הם בחור ובתולה כמ\"ש אחרי בלותי היתה לי עדנה וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>והודעת </b> להם זה בית חייהם כו'. יבואר בפ' אלו מציאות ע\"ש: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ואכלת </b> כל העמים וגו' בזמן שהן מסורין בידך כו' לפי פשוטו בז' אומות קמשתעי קרא וביה איירי כל הענין דבתר הכי אלא משום דכתיב כל העמים משמע ליה דאיירי גם בשאר אומות ועוד בז' אומות לא סגי בואכלת אלא בלא תחיה כל נשמה וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מה </b> תוא זה כיון שנפל במכמר אין מרחמין עליו כו'. יראה דהא דנקט קרא תוא שהוא שור הבר יותר מכל שאר מיני חיות הנצודים במכמר משום דבתוא ליכא רחמנות כלל דנשחט בלא כסוי דם כדעת רוב הפוסקים משא\"כ כל שאר הנצודים דבעי כסוי בדמים וכסוי הדם הוא ממדת רחמנות כמ\"ש באיכה רבתי בדמו של זכריה שלא נהגו בדמו לא כדם צבי ואיל דכתיב ושפך את דמו וכסהו כו' ע\"ש וק\"ל: ", 
            "<b>קום </b> סק לא\"י וקביל עליך כו'. שא\"ל קום סק לא\"י מאימת פרסאי דקפדי אש\"ד ושא\"ל וקביל עליך כו' אין לפרש שיקבל תשובה על הריגתו דהא כבר א\"ל רב דשפיר עביד שהרגו כדין מסור ואין לפרש נמי שא\"ל כן לטובת רב כהנא שלא יענשנו ר' יוחנן בהקשותו לו כמו שעלתה לו דא\"כ לא הוי קאמר יהא רעוא דהני ז' דרי ליהוי חילוף ז' שנין ואפשר לפרש לפי שרב כהנא הרג את המסור בלי רשות ב\"ד ולא נטל רשות מרב וכאילו הורה הלכה למעשה בפני רבו שהוא חייב מיתה ולכך א\"ל קביל עליך אף במותר לך לפני רבך דהיינו דלא תקשי לר' יוחנן ז' שנין שהן מעשר שנותיו של אדם שהן ע' שנים וכאילו מהיום קטן שנולד דמי עד ז' שנין שיגיע לשנות הפעוטות שיבואו הקטנים אז לכלל דעת ולכלל לימוד כמ\"ש בפ\"ק דב\"ב כבר שבט ספי ליה כתורא והוא ענין שבע דרי שהיה בבהמ\"ד שהיו התלמידים יושבים שם שורות כפי מדרגת הזקנה והלימוד כמו ששנינו בן עשר למשנה בן כו' שהם ז' מדרגות לפי הזקנה והלימוד עד בן שבעים לשיבה שהיא המדרגה העליונה שהיו יושבים בדרא קמא ולכך כדאותביה בדרא בתרא שהוא מדריגת השפלים הקטנים אמר זה שהושיבני מדרא לדרא ז' פעמים עד דרא בתרא במדריגת הקטנים יהיה חילוף הז' שנין דא\"ל רב שאחזיק עצמי במדריגת הקטנים עד ז' שנין והיינו דמסיק יכנס תלמיד אצל הרב פתח ליה כו' שהראו לו שלא היה ראוי ליענש על ידו לולי שכבר קבל עליו מרב כך שלא להקשותו בשביל שלא נטל רשות ממנו להרוג המסור שהיה רב כהנא לרב תלמיד חבר כמ\"ש פ' אחד ד\"מ אסור להורות תוך י\"ב מיל אבל לגבי ר' יוחנן לא היה רב כהנא תלמיד ורש\"י ז\"ל שהביא מירושלמי דברכות אהך עובדא דאתא לקמיה דרבי יוחנן וא\"ל בר איניש דאימיה מבסר ליה ואנתתיה דאבוה מייקרא ליה להן ייזל [להיכן אזיל] שזה היה נטילת רשות מרבי יוחנן לילך לא\"י מבבל דר\"ל אם יהיה אצל אמו דהיינו א\"י שהיו מבזין אותו שם או ילך אצל אשת אביו שהיא בבל שמכבדין אותו שם לאו משום שהיה רב כהנא תלמידו של ר' יוחנן שהרי קאמר הכא יכנס תלמיד אצל רב אלא דמ\"מ היה צריך ליטול רשות מר\"י שהיה ראש בא\"י בזמן ההוא גם מה שאמרו שם בירושלמי שחזר רב כהנא אחר נטילת רשות מר\"י מא\"י לבבל והקשה בעל יפה מראה לפרש\"י דהכא דאם היה זה בתר עובדא דהכא היאך חזר לבבל ולא היה ירא לנפשו שיתפס על הריגת המסור די\"ל דאפשר שהיה ידע שכבר נשכח ענין הריגת המסור שם או שלא נתוודע למלכות הי גת המסור ולא יהיה לו עוד סכנה שם ועיין בזה עוד ביפה מראה: ", 
            "<b>א\"ל </b> דלו לי עיני ואחזיה דלו לו כו'. אין לפרש דלכך אמר לדלות עיניו שרצה לענשו בראיה על שהקשה לו כ\"כ וכדאמרינן כל מקום שנתנו חכמים עיניהם או עוני או מיתה דהא משמע דלא ענשו אלא משום דהוה סבר דמחייך ביה כשראה אותו ואפשר לומר דהאדם מבין יותר מחבירו ומרבו כשרואה אותו בפנים כדכתיב וראית את מוריך גו' וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>וכתיב </b> יכין רשע וצדיק ילבש קרא לא כתיב הכי באיוב רק כתיב יכין וצדיק ילבש וברישא דקרא כתיב זה חלק אדם רשע וגו' ונחלת פריצים וגו' ואלמנותיו לא תבכינה ופירשו בו על המסור לאויב שאף בזמן הזה נידון במשפט וכל הנהרג במשפט אין מתאבלין עליו כדאמרינן פ' נגמר הדין ועליה קאמר קרא בנו צדיק ילבש מה שהכין המסור ודכתיב בהאי ענינא שרידיו במות יקברו היינו בבניו שאוחזים מעשה אבותיהם בידיהם כדאמרינן בעלמא וק\"ל: ", 
            "<b>תקיל </b> ויהיב וכו' צפון לצדיק חיל וגו' פי' קמא שפרש\"י הוא דחוק וכי משום שהיה מדקדק בחלוקה נקרא חוטא ע\"ק מאי קאמר צפון לצדיק וגו' שנטל חלקו כפרש\"י שהרי ודאי היה צריך לאריס אחר ואם האריס האחר לא היה מדקדק כ\"כ ולא היה תקיל ויהיב אם כן גם לא היה תקיל ושקיל ומה היה מרויח רב חסדא ולפי' שני קשה אם ירד בתחילה לפלגא למה סלקו ואם ירד בסתם לא היה צריך ליתן לו אלא שליש כדרך שאר אריסין וי\"ל דהיה לו לאריס אבן ואבן גדולה וקטנה ותקיל ויהיב בקטנה לרב חסדא ותקיל ושקיל בגדולה לנפשיה וק\"ל: ", 
            "<b>כי </b> מה תקות חנף כי יבצע כו' ח\"א נפשו כו' למ\"ד נפשו של גזלן יתפרש הקרא בפשיטות כי מה תקות הרשע הגוזל ליהנות מן הגזילה שהרי ישל אלוה נפשו ממנו מהרה בעבור הגזילה ולא יהנה ממנו וכפרש\"י ולמ\"ד נפשו של נגזל יש לפרש דה\"ק מה תקות רשע החונף ומראה עצמו בפני הבריות כאילו לא גזל מעולם וגם הגזילה ישנו בהשבה אבל הרי ישל אלוה נפשו כי האלהים יודע ויראה כי גדול עונו שהוא נוטל נפש הנגזל דאינה בהשבה וק\"ל: ", 
            "<b>נפשו </b> של נגזל דכתיב כי כן ארחות וגו' דהכי משמע פשטיה דקרא כן דרך כל בוצע ומלסטם את הבריות שהוא נוטל נפשו של נגזל והורגו שהוא ירא שיעמוד נגדו בעל הממון או שיפרסם אותו ויודיע גזילו לב\"ד ומ\"ד נפשו של גזלן דכתיב אל תגזול דל כי דל הוא ואל וגו' ופרש\"י כי דל אע\"פ שהוא דל כו' ועוד נראה לפרש יותר כפשטיה אל תגזול דל שיש בו נטילת נשמה כי דל הוא ואין לו שוב במה להתפרנס עוד משא\"כ בגוזל העשיר שאפשר לו להתפרנס שוב במה שנשאר בידו. עוד פרש\"י אל תדכא עני בשער וגו' מעשר עני וכו' המתחלקת בשעריך כו' ועוד יש לפרש אל תדכא וגו' ר\"ל בעני שנצרך ודחוק למכור או לקנות דבר אל תדחוק אותו למכור בפחות או לקנות ביותר משער היוצא בשוק כי ה' יריב ריבם כדאמרינן בפרק הקורא המגילה ברכת השנים בתשיעית כנגד מפקיעי שערים דכתיב שבור זרוע רשע וגו' ופרש\"י שם במפקיע שערים כתיב יארוב לחטוף עני וגו' שרוב דעתם לעניים הוא וקא בעי דוד רחמי עלה דמלתא שבור זרוע רשע תן שובע בעולם ובכך זרועו שבור ורע וגו' עכ\"ל באורך ול\"נ לפרש דשבר חסר כתיב מלשון יש שבר במצרים וזרוע מלשון זריעה וה\"פ דקבעי דוד רחמי דדעתו ורשעו של הרשע בל תמצא דהיינו שיהיה שבר ותבואה הרבה בזריעה ולא יוכל להפקיע שערים וק\"ל: ", 
            "<b>ואומר </b> ואכל קצירך ולחמך יאכלו בניך ובנותיך יאכל צאנך וגו' פסוק הוא בירמיה ה' ולכאורה מאין יצא להם לדרוש דואכל קצירך ולחמך כאלו אוכל בניך וגו' הא ע\"כ יאכל צאנך וגו' ויאכל גפנך וגו' כמשמעו ואין לומר דמשמע להו לדרוש כן משום דלא שייך אכילה בבנים ובנות הא כתיב כה\"ג ואכלת את כל העמים ואפשר לומר מדשינה הכתוב לכתוב כל האכילות בכתוב הזה בלשון יחיד יאכל קצירך וגו' ואכל גפנך וגו' דקאי אנכרי דכתיב לעיל מיניה וגבי בניך ובנותיך כתיב בלשון רבים יאכלו בניך וגו' דרשו בו דאכילת קצירך וגו' נעשה כאילו האוכלים רבים כל כך שיאכלו גם בניך ובנותיך מתוך שאין להם במה להתפרנס ודו\"ק: ", 
            "<b>אבל </b> היכא דיהב דמי לא ת\"ש מחמס בני וגו'. דאפשר דאף בדיהב דמי יש בו משום נטילת נשמה בצריך לאותו דבר כגון שהוא מזונות דמקרבי הנייתן טפי מדמים וק\"ל: ", 
            "<b>שהיו </b> מספיקין להם מים ומזון כו' משמע שהכהנים היו מספיקים מים לגבעונים דומיא דמזון אע\"ג דכל עצמן של הגבעונים היו שואבים מים וקאמר דהכהנים היו מספיקים להם מים דאפשר שלא היה להם לגבעונים מקום מוצא מים להסתפק ממנו כיון שלא היה להן חלק ונחלה בארץ ועיין מה שכתבנו בזה בחידושי אגדות במסכת יבמות: "
        ], 
        []
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": " חידושי אגדות על מסכת בבא קמא", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Agadot", 
        "Seder Nezikin"
    ], 
    "digitizedBySefaria": true
}