{
    "work": "Shoel Umeshiv Part I", 
    "text": {
        "184": {
            "1": "והנה בפ' וארא הגיעני מכתב עם גב\"ע מחותם בחתימת שלשה אנשים נכבדים והעיד אלי איש אחד שמכיר בטב\"ע החתימות והעידו שני בחורים האחד הוא כעת בן ט\"ו שנה והאחד הוא כהיום בן י\"ג שנה ויותר שבילדותם בהיותם לומדים אצלו כבני ט' שנה או פחות היה מטמא אותם במשכב זכור כי היו שוכבים אצלו במטה בחדר אשר דר שם והדברים באו ברוב ענין אשר הוא מגונה להעלות על הספר.", 
            "0": "בשנת תרי\"ג אירע בעיר אחד נשמע קול על מלמד אחד שמתגורר שם זה שמנה שנים והילדים אשר למדו אצלו בקטנותם וכעת הם בני י\"ג שנה ויותר הם מעידים שבקטנותם כאשר למדו אצלו טימא אותם במשכב זכור ר\"ל ובקיץ העבר כשנודע הדבר לאיש ירא אלקים צעק צעקה גדולה ומרה ובא הדבר לפני הרב האב\"ד והנה לא רצו לקבל גב\"ע וזה האיש קבל על עצמו באלה ובשבועה שתיכף אחר הזמן יסע משם והנה אח\"כ רצה להיות מלמד בלבוב וכאשר נשמע הקול בלבוב שלח בעה\"ב אחד נכבד מכתב להרב אבד\"ק והוא השיב כי ישב עם ב\"ד לחקור ולדרוש הדבר ולא מצא שמץ פסול עפ\"י ד\"ת ולא הי' שום בירור על הענין ואין לו לדיין אלא מה שעיניו רואות והמכתב הנ\"ל תחת ידו הוא וע\"כ הבעה\"ב דשם החזיקו המלמד שיהיו שם כי אמרו שהוא אומן והחצוף הנ\"ל ציוח ככרוכיא שהוא קשר בוגדים שהם קלי הדעת ומה גם שנתן להפו\"מ חמשים רייניש כסף על רעקריטרינג וע\"כ המה נוגעים בדבר. ", 
            "3": "והנה במ\"ש למעלה מהך דלישנא בישא אע\"ג דלקבולי לא בעי למיחש מיהא מבעיא מצאתי אח\"כ במהרי\"ק שורש קפ\"ח שכתב דדוקא להציל אותם הוא דמותר להמנע אבל לא לענוש אותם שום עונש ולבייש אותם אסור ע\"י לישנא בישא אמנם זה דוקא שם שלא היה רק לישנא בישא לבד אבל כאן היה גב\"ע אף דאין כאן עדים כשרים עדיף מלישנא בישא ופשיטא דיש למנוע מלתת לו תלמידים כנלפע\"ד:", 
            "2": "וזאת אשר השבתי באמת כבר הארכתי בזה בתשובה דלפסול האדם צריך שיהיו שני עדים כשרים והבאתי דברי הפר\"ח והריטב\"א דלפסול אדם צריך שני עדים כשרים והיא כד\"נ וא\"כ כאן שהיו קטנים בעת שהיה המעשה ואינם נאמנים להעיד בגדלם מה שראו בקוטנם כמבואר סימן ל\"ה רק במילי דרבנן וכאן לפסול את האדם ודאי לא נאמנים אמנם לפמ\"ש המהרי\"ק והתה\"ד וקבעו הרמ\"א בש\"ע שבמקום שא\"ל להיות עדים כשרים נאמנים אפילו אשה וקטן וא\"כ בדבר זה שבודאי א\"א להיות גדולים וא\"א שתהיו עדות בדבר דבלי ספק האיש הלז אף אם הוא רשע ופריץ אבל במסתר מעשהו ורק בילדים קטנים משחק וכמתלהלה בזיקים ואומר הלא משחק אני א\"כ פשיטא דנאמנים להעיד ומה גם דאטו אנו רוצים לפסלו לעדות ולשבועה רק דאמרי' דשמא עשה זאת וכבר אמרו בנדה דף ס\"א האי לישנא בישא אף דלקבולי לא בעי למיחש מיהא מבעיא ובמ\"ק דף י\"ח אמרו דהאי לישנא בישא עכ\"פ מקצתו אמת וא\"כ איפוא אוי לנו שבימינו עלתה כך שיהיה איש כזה מלמד תינוקות של בית רבן אשר הבל פיהם טהור ויש לחוש שהבל פיו הטמא יטמא אותם וע\"כ על דעתי שמהראוי להסיר כתר המלמדות מעל ראשו ויחושו לנפשם עד אשר ישוב בתשובה שלימה ובסגופים כראוי ואז ישוב לקבל ד\"ח ויהיה לו לכפרה על חטאיו וכ\"ז שאינו מתודה על חטאיו לא שייך תשובה כמ\"ש התב\"ש בסמ\"ב והארכתי בזה בתשובה לדראהביטש בדבר השו\"ב אשר שם והוגד לי בשם אחד גדול הגאון הצדיק וחסיד מו\"ה דוד זצ\"ל בעהמ\"ח אהבת דוד ויהונתן שפירש בדרך מוסר מ\"ש בש\"ע המטיל מים מן הצופים ולפנים לא ישב ופניו כלפי הקדש ואמר שקאי על מי שמטיל קרי ואמר שזה מן הצופים ולפנים דעינא וליבא תרין סרסורי דעבירה לזה אמר לא ישב שאינו מועיל תשובה ופניו כלפי הקדש ודפח\"ח:", 
            "5": "והנה עתה אשיב כסדר מ\"ש על דברתי דלאפרושי מאיסורא ל\"צ לגבות בפני בע\"ד ומ\"ש מעלתו די\"ל דבאיסורין כיון דל\"צ הגדה בב\"ד כמ\"ש הגאון בעל נתה\"מ בסי' ל\"ח ובסי' כ\"ח באורך ה\"ה דא\"צ לקבל בפני בע\"ד דדוקא על הב\"ד הזהירה תורה לקבל בפני בע\"ד הנה גוף סברתו אינו מתקבל כי גם דברי הגאון במחכ\"ת לא נהירין כלל ויפה השיב עליו במשובב דרשו משם ואינו רוצה להתווכח עם הגאון מפני עשה דכבוד תורה והנה מ\"ש לחלק דדוקא אם אנו באים לפסול האדם מחזקת כשרותו בזה צריכין לקבל בפני בע\"ד אבל כאן אין אנו באים רק להרחיקו שלא ילמוד עם תלמידים עד שישוב אין אנו באין לפסול אותו וע\"ז כתב מעלתו שלא הבין כלל שיחתי דבכ\"מ שאנו פוסלין אדם אינו רק עד שישוב בתשובה ואפ\"ה אי אפשר לפסלם ואני אומר דיפה כתב שלא הבין שיחתי דכוונתי בפשיטות דדוקא היכא שאנו מוציאים אותו מחזקת כשרותו בזה אמרינן דסתם כל אדם בחזקת כשרות וא\"א לפסלו שלא בפניו ובפרט לקפח פרנסתו אבל כאן אטו נפסל בשביל זה מחזקת כשרותו רק שאנו אומרים שמלמד תינוקות צריך להיות ירא וחרד לדבר ד' יותר משאר בני אדם וכאן אנו רואין דהוא קל ע\"כ צריכין אנו להרחיקו שישוב בתשובה שלימה א\"כ ע\"ז ל\"ש שום קבלת עדות שלא בפני בע\"ד וכל שנשמע עליו קול כזה כדאי בזיון וקצף שיהיו מלמד שם עד שישוב בתשובה שלימה ומ\"ש דכבר נפסלו כיון שקבל עדות שלא בפני בע\"ד הנה רואה אנכי שבשביל זה לא רצו לקבל העדות תחלה שאם יקבלו אחרים בודאי לא ירצה לבא לפניהם וא\"ל לבא לפניהם וגם מתיראים לקבל עדות וא\"כ אף שיקבלו עדות שוב יפסלו אבל לא הועילו בתקנתם דלא קי\"ל דעביד איניש לאחזוקי דיבוריה כמ\"ש הקלה\"ח סי' כ\"ח ס\"ק ז' וסימן ל\"ג ס\"ק ב' והקלה\"ח האריך בראיות ברורות וכן נכון לדינא כמ\"ש בתשובה לק\"ק פרעמישלאן.", 
            "4": "והנה בש\"ק פ' תולדות בשנה ההיא הגיעני שני מכתבים המדברים ומליצים טוב על האיש הלז. וזה אשר השבתי לשניהם ביחד מ\"ש הרב להתנצל על מה לא קיבל עדות וכתב בתחלה עפ\"י דברי מוהר\"ם מינץ בתשובה סי' ע\"ה שאין לגבות עדות להוציא לעז הנה תשובתו בצידו וכמ\"ש בעצמו דשאני כאן דהוא לאפרושי מאסורא ואני מוסיף שכן מבואר גם לענין עדות א' דקי\"ל דטוביה חטא וזיגוד מנגד ומבואר בש\"ע חו\"מ סימן כ\"ח דאם הוא לאפרושי מאסורא שרי ומ\"ש מעלתו דגוף דברי העדים אינם כלום דהם קטנים כ\"כ בזה בתשובתי וע\"כ לא הבינותי גם מ\"ש מעלתו דהם עדות מיוחדת ולפסול אדם בעי שיהיה עדות אחת דהוה כד\"כ לא הבינותי דאני אמרתי עדיף מיני' דאפילו עדות מיוחדת ליכא ודמי להאי ציידא.", 
            "6": "ומ\"ש על מ\"ש בשם מהרי\"ק והש\"ע סימן ל\"ה דנהגו לקבל אף עדות קטן כל דא\"א שיהיה שם עדים כשרים וע\"ז כתב דבמהרי\"ק מבואר שצריך להיות התובע טוען ברי תמהני דשם שייך טענת בריא ומהטעם שכתב מהרי\"ק דאל\"כ לא שבקת חיי אבל כאן מה ריעותא יש במה שאינם טוענים ברי ואטו היו צריכין לדעת ואנן על זה העדות סומכין ומ\"ש דל\"ש אין אדם מע\"ר דרצונו לעשות תשובה וע\"ז כתב מעלתו דזה שייך דוקא לגבי עצמו אבל לא לענין לפסול האדם עי\"ז מאד תמהני דאטו פוסלין ע\"י עדותם דהא באמת עדות קטנים היו אבל העדות לפסול הוא מצד התקנה ומ\"ש דשייך פ\"ד לא יפה כוון דכאון כשאנו מפלגין דבורא שלא רבע לזה שוב אין כאן שום עדות דבאמת הוא קטן רק דאמרינן מ\"מ היו שם ומפני התקנה מקבלים אבל שיעיד שרבע ע\"ז לא מהמנינן ליה וז\"ב.\n"
        }
    }, 
    "meta": "Teshuva-Paragraph"
}