{
    "work": "Berakhot", 
    "text": {
        "95_Daf, 53_Line": "R’ Yehudah ben Bateyrah says", 
        "123_Daf, 43_Line": "Immediately, the accuser stood up against Israel; and it is further written, “He stirred David against them, saying, ‘Go count Israel and Yehudah.’” (Shmuel II 24:1) ", 
        "123_Daf, 46_Line": "Shmuel the elder, the son-in-law of R’ Hanina, answered in the name of R’ Hanina: ", 
        "63_Daf, 35_Line": "\"But Zion said. The Lord has forsaken me, and the Lord has forgotten me\" (Is. 49:14). ", 
        "123_Daf, 64_Line": "He saw the Temple. ", 
        "60_Daf, 44_Line": "Our Rabbis taught ", 
        "18_Daf, 15_Line": "\"Fool, ", 
        "95_Daf, 56_Line": "‘Good’ refers to the Torah; as it says ", 
        "60_Daf, 46_Line": " Aba Shaul says: the sign for this is ", 
        "18_Daf, 10_Line": "You should rather pray that they repent and be wicked no longer.\" ", 
        "18_Daf, 11_Line": "R' Meir prayed on their behalf and they repented. ", 
        "18_Daf, 4_Line": "\"What are you thinking? ", 
        "60_Daf, 61_Line": "“Evening, morning, and noontime…” (Psalms 55:18) ", 
        "95_Daf, 49_Line": "R’ Meir says ", 
        "123_Daf, 59_Line": "He saw the money of the atonement, as it says, “You shall take the silver of the atonements from the children of Israel and use it for the work of the Tent of Meeting; it shall be a remembrance for the children of Israel before the Lord…” (Shemot 30:16) ", 
        "95_Daf, 42_Line": "We have a source for the blessing over food, from where do we learn the obligation for the blessing over the Torah? ", 
        "60_Daf, 56_Line": "It has already been said ", 
        "60_Daf, 57_Line": "“…just as he had done prior to this.” (ibid.) ...", 
        "60_Daf, 65_Line": "Perhaps one should ask for what they need and then pray? ", 
        "123_Daf, 56_Line": "Shmuel said:", 
        "18_Daf, 13_Line": "It is written, \"Sing, O barren, thou that didst not bear\" (Yeshayau 54:1). Should a woman sing because she did not bear? ", 
        "63_Daf, 36_Line": "But forsaken is the same as forgotten! ", 
        "18_Daf, 16_Line": "look at the end of the verse ; ", 
        "18_Daf, 12_Line": "A heretic said to Beruriah : ", 
        "123_Daf, 61_Line": "He saw the Temple, as it is written, “On the mountain, the Lord will be seen.” (Bereshit 22:14)", 
        "123_Daf, 48_Line": " R’ Yochanan said: ", 
        "95_Daf, 52_Line": "‘the Lord, your God…has given you’ Meaning, which He has judged you. Bless him for every judgement He passes on you, be it for the good or bad. ", 
        "115_Daf, 19_Line": "R’ Yochanan also said: ", 
        "60_Daf, 48_Line": "It is taught - R’ Yehudah said: ", 
        "95_Daf, 47_Line": "“…for the good land He has given you.” (Devarim 8:10), and in another place it says ", 
        "123_Daf, 49_Line": "Right up precisely to midday. ", 
        "123_Daf, 55_Line": "He saw our father Yaakov, as it is written, “And Jacob said when he saw them…” (Bereshit 32:3) ", 
        "60_Daf, 62_Line": "Perhaps one should make their voice heard during prayer? ", 
        "18_Daf, 7_Line": "It is written hata'im (sins)! ", 
        "95_Daf, 45_Line": "R’ Chiya bar Nachmani, the student of R’ Yishmael, said in the name of R’ Yishmael ", 
        "63_Daf, 39_Line": "The Holy One replied, ", 
        "60_Daf, 53_Line": "Perhaps one should pray all day? It is already made clear by Daniel ", 
        "123_Daf, 47_Line": "From the time of slaughtering the continual offering until the time of sprinkling the blood.", 
        "60_Daf, 51_Line": "One should always pray in a house with windows, as it says ", 
        "123_Daf, 52_Line": "At that time died Avishai ben Zeruiah, who was equal in worth to the greater part of the Sanhedrin. ", 
        "60_Daf, 45_Line": "One who prays must align his heart to heaven.", 
        "63_Daf, 43_Line": "She said before Him, ", 
        "95_Daf, 54_Line": "‘this is not necessary. For see, it says ", 
        "123_Daf, 41_Line": "The Holy One said to David: You call me a ‘stirrer-up’?! ", 
        "123_Daf, 40_Line": "“If the Lord has incited you against me, He will accept an offering…” (Shmuel I 26:19) R’ Eleazar said: ", 
        "63_Daf, 41_Line": "\"Can a woman forget her nursing child ('ulah)?!\" (Is. 49:15). The Holy One said, ", 
        "123_Daf, 58_Line": "R’ Yitzchak Nafcha said: ", 
        "60_Daf, 47_Line": "“…may You prepare their heart, may Your ear hearken.” (Psalms 10:17) ", 
        "60_Daf, 64_Line": "“…and her voice was not heard…” (Samuel I 1:13) ", 
        "95_Daf, 50_Line": "‘from where do we learn that just as one blesses on the good, so too they bless on the bad? ", 
        "60_Daf, 59_Line": "The verse states “…opposite Jerusalem…” (ibid.) ", 
        "19_Daf, 22_Line": "For three things they did not praise him: ", 
        "60_Daf, 54_Line": "“…and three times a day…” (ibid.) ", 
        "123_Daf, 50_Line": "“And He said to the angel that destroyed among the people, It is enough (rav) …” (Shmuel II 24:16) R’ Eleazar said: The Holy One said to the angel: ", 
        "123_Daf, 45_Line": "What is meant by ‘the time appointed’? ", 
        "63_Daf, 37_Line": "R' Shimon ben Lakish said: Knesset Yisrael said before the Holy One, ", 
        "95_Daf, 44_Line": "‘it is an a fortiori argument: If a blessing is said for temporal life, how much more so for eternal life!’ ", 
        "63_Daf, 49_Line": "He replied, ", 
        "60_Daf, 49_Line": "this was the custom of R’ Akiva - when he prayed with the community he would cut short his prayers, but when he prayed by himself one would leave him in this corner and find him in the other. And why so much? Because of his bowing and prostrations.", 
        "63_Daf, 44_Line": "\"Master of the World! Since there is no forgetting before the throne of Your glory, perhaps You will not forget the incident of the Golden Calf!\" ", 
        "123_Daf, 60_Line": "R Yochanan said: ", 
        "95_Daf, 57_Line": "“For I gave you good teaching…” (Misle 4:2) ‘The good’ refers to the building of Jerusalem; as it says “...this good mountain and the Lebanon.” (Devarim 3:25)", 
        "63_Daf, 38_Line": "\"Master of the World! A man who marries a woman after his first wife remembers the deeds of the first; but You have forsaken me and forgotten me!\" ", 
        "123_Daf, 42_Line": "Behold, I will make you stumble over a thing which even school-children know, namely, that which is written, \"When you take the sum of the children of Israel according to their numbers, let each one give to the Lord an atonement for his soul when they are counted; then there will be no plague among them when they are counted.” (Shemot 30:12) ", 
        "18_Daf, 18_Line": "But what does it mean, 'barren woman, you that did not bear?' Sing, O Knesset Yisrael, who are like a barren woman that has not borne children for Gehinnom — like you.\"", 
        "123_Daf, 65_Line": "The more likely view is that He saw the Temple, since it is written, “…as it is said to this day: On the mountain, the Lord will be seen.”", 
        "60_Daf, 55_Line": "Perhaps this began once he went into exile? ", 
        "115_Daf, 17_Line": "... R’ Yochanan said: ", 
        "123_Daf, 63_Line": "He saw the atonement money, the other that ", 
        "95_Daf, 48_Line": "“… and I will give you the stone tablets…” (Shemot 24:12) ", 
        "19_Daf, 19_Line": "Hezekiah the King did six things. For three of them they praised him and for three they did not. ", 
        "60_Daf, 52_Line": "“…where there were open windows…” (Daniel 6:11) ", 
        "19_Daf, 18_Line": "Our rabbis taught: ", 
        "115_Daf, 18_Line": "from the day the Holy Temple was destroyed, a decree was issued on the houses of the righteous that they be destroyed, as it says “In my ears [spoke] the Lord of Hosts, \"Truly, great houses shall become desolate, yea, large ones and good ones, without inhabitants.” (Isaiah 5:9) ", 
        "123_Daf, 44_Line": "And when he did number them, he took no ransom from them and it is written, “So the Lord sent a pestilence upon Israel from the morning until the appointed time…” (Shmuel II 24:15) ", 
        "95_Daf, 46_Line": "‘This is not necessary. For see, it says ", 
        "123_Daf, 53_Line": "“And as he destroyed, the Lord saw and regretted the evil…” (Divre HaYamim I 21:15) What did He see? — ", 
        "60_Daf, 50_Line": "R’ Chiyya bar Aba said: ", 
        "95_Daf, 51_Line": "The verse says ", 
        "123_Daf, 57_Line": "He saw the ashes of Yitzchak, as it says, “\"God will see for Himself the lamb…” (Bereshit 22:8)  ", 
        "60_Daf, 60_Line": "Perhaps one may say them all at once? It has already been made clear by David ", 
        "18_Daf, 5_Line": "Is it because it is written,", 
        "63_Daf, 48_Line": "\"Master of the World! Since there is forgetting before the throne of Your glory, perhaps You will forget the incident at Sinai!\" ", 
        "18_Daf, 8_Line": "Look also at the end of the verse, ", 
        "63_Daf, 51_Line": "This is the meaning of R' Eleazar's statement in the name of R' Oshaya: ", 
        "95_Daf, 43_Line": "R’ Yishmael says ", 
        "63_Daf, 47_Line": "She said before Him, ", 
        "18_Daf, 17_Line": "for it is written, 'For more are the children of the desolate than the children of the married wife, says the Lord.' ", 
        "60_Daf, 66_Line": "It has already been made clear by Shlomo ", 
        "18_Daf, 3_Line": "His wife, Beruriah, exclaimed,", 
        "123_Daf, 62_Line": "R’ Yaakov bar Idi and R’ Shmuel bar Nachmani argued on the matter. One said that ", 
        "123_Daf, 51_Line": "Take a great man (rav) among them, whose death will atone for many sins.", 
        "63_Daf, 52_Line": "What is written, \"even 'these' will forget (be forgotten)\"? That refers to the incident of the Golden Calf; \"Yet I will not forget thee\"? That refers to the incident at Sinai. ", 
        "115_Daf, 20_Line": "In the future the Holy One will return them to their settled state, as it says “A song of ascents. Those who trust in the Lord are like Mount Zion…” (Psalms 125:1) Just as in the future the Holy One will return Mount Zion to its settled state, so too in the future the Holy One will return the houses of the righteous to their settled state.", 
        "18_Daf, 9_Line": "'And let the wicked be no more' — i.e. when 'sins will cease,' then 'the wicked will be no more.' ", 
        "19_Daf, 20_Line": "For three they praised him: ", 
        "19_Daf, 21_Line": "he hid away the Book of Healing – they praised him. He ground up the bronze snake – they praised him. He dragged the bones of his father on a bed of ropes – they praised him. ", 
        "18_Daf, 14_Line": "She answered him, ", 
        "60_Daf, 58_Line": "Perhaps one can pray toward any direction they like? ", 
        "63_Daf, 45_Line": "He replied, ", 
        "63_Daf, 50_Line": "\"Yet I will not forget thee\" (ibid.). ", 
        "63_Daf, 42_Line": "\"Can I forget the burnt-offerings ('olot) of rams and the firstborn of animals which you offered to Me in the wilderness?\" ", 
        "18_Daf, 6_Line": "\"'Let sinners cease out of the earth\"? (Tehillim 104:35) But is it written hoteim (sinners)? ", 
        "95_Daf, 55_Line": "‘good’ and ‘the good’.", 
        "19_Daf, 23_Line": "he sealed up the waters of the Gihon spring – they did not praise him. He cut off the doors of the Temple and sent them to the king of Assyria – they did not praise him. He intercalated the month of Nisan in Nisan – they did not praise him.", 
        "60_Daf, 63_Line": "It has already been made clear by Chana ", 
        "63_Daf, 46_Line": "\"even 'these' will forget (be forgotten)\" (ibid.). ", 
        "63_Daf, 40_Line": "\"My daughter, twelve constellations have I created in the firmament, and for each constellation thirty hosts, and for each host thirty legions, and for each legion thirty files, and for each file thirty cohorts, and for each cohort thirty camps, and in each camp I have suspended three hundred and sixty-five thousand myriads of stars, in accordance with the days of the solar year, and all of them I only created for your sake ; and yet you say, \"You have forsaken me, You have forgotten me'!\" ", 
        "123_Daf, 54_Line": "Rav said: ", 
        "18_Daf, 2_Line": "There were some lawless men living in the neighborhood of R' Meir, and they used to bother him greatly. Once R' Meir prayed that they should die. ", 
        "60_Daf, 67_Line": "“…to listen to the cry (rina) and to the prayer (tefillah).” (Kings I 8:28) Rina is prayer and tefillah is request. "
    }, 
    "meta": "Daf-Line"
}