{
    "title": "Tzafnat Pa'neach on Mishneh Torah, Sanctification of the New Month",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tzafnat_Pa'neach_on_Mishneh_Torah,_Sanctification_of_the_New_Month",
    "text": [
        [
            [
                "<b>כך אמרו חכמים כו' הראה הקב\"ה למשה כו'.</b> הנה רבינו ז\"ל כתב במראה הנבואה ועיין במכילתא ורש\"י מנחות דף כ\"ט ע\"ב ור\"ה דף כ\"ה ע\"א ד\"ה ואמאי ובירושלמי כאן והנה באמת כונת רש\"י ז\"ל כך דגבי עדות בכ\"מ תיכף בשעת הראיה נעשים עדים ואח\"כ כשהם באים לב\"ד הם אומרים העדות והארכתי בזה בהך דכריתות ד' י\"ב ע\"ב ובדברי רבינו ז\"ל בהלכות שבועות ובהל' עדות, נמצא דהעדים הם שני פעולות הראיה שלהם וההגדה בב\"ד וזהו הך מחלוקת דמכות דף ו' גבי קרוב או פסול ע\"ש וסנהדרין דף ט' וכ\"מ ויש בזה נ\"מ בין עדי קנס לעדי נפשות ואכמ\"ל, אך בעדות החודש הנה באמת הראיה הוא רק ראיה דמיונית דהא באמת אינו רואה את הלבנה וכן ההגדה בב\"ד הוא גדר מצוה ולא משום קדוש החודש דהא קיי\"ל אם קדשוהו בלא עדים או בעדים ונמצאו זוממים מקודש, ועיין כאן ד' כ' ע\"א דמצוה לקדש עפ\"י הראיה ולכך ס\"ל לר\"ש דף כ\"ב דקרובים כשר נמצא לפי\"ז כל ראיה והגדה שאינו עושה פעולה גבי קה\"ח הוה כמו שלא ראה כלום ולא הגיד כלום וזהו כוונת הירושלמי פ\"א דהוריות הובא בתוס' דף ד' ע\"ב דכל מי שאינו ראוי להוראה נעשה כאבן ר\"ל דאינו בגדר הדבר כלל ועיין במה דפליגי רבינו והראב\"ד ז\"ל בהל' סנהדרין פי\"א ה' ז' ח' ובהל' עדות פי\"ב ה\"ב ע\"ש וכן נ\"ל דגבי גיטין וקדושין לא שייך נמצא אחד מהם קרוב או פסול עדותן בטלה משום דקדושין וגט העדות הם עושין הפעולה ובלא עדים הוה כמו שלא נעשה כלל וכן עדים פסולים וא\"כ הוה עדים פסולים כמו שלא ראו כלל והוה כאבן ואכמ\"ל, א\"כ כך גבי עדות החודש באמת הא לא ראו הלבנה האמיתית רק שהתורה אמרה שאם יראו כך וכך אז יאמרו בב\"ד ויוכלו ב\"ד לקדשו וא\"כ ע\"כ היה צריך לראות למשה רבינו את הלבנה כמו שנדמה לנו וזה ע\"כ היה במראה הנבואה:",
                "<b>והשנים שאנו מחשבין כו'.</b> עיין חולין ד' ס' ע\"ב:"
            ],
            [
                "<b>שאי אפשר להיות כו'.</b> עיין נזיר דף ז' ע\"א ומגילה דף ה' ע\"א אין מונין ימים לשנים:"
            ],
            [],
            [],
            [
                "<b>אין ראית הירח כו'.</b> עיין ב\"ב דף קכ\"א ועי' ברכות דף מ\"ט ע\"א ופסחים דף קי\"ז ע\"ב וביצה דף י\"ז ע\"א ועיין מנחות דף ס\"ה ע\"ב יצא שבת בראשית:"
            ],
            [],
            [
                "<b>מ\"ע מה\"ת.</b> עיין ר\"ה דף כ' ע\"א ודף כ\"א ע\"ב ועי' בירושלמי יומא פ\"ד שהביא ראיה מזה דדבר שאינו מעכב דוחה את השבת ע\"ש והטעם דזה הוה גדר דין וכמו שכתבתי:"
            ],
            [
                "<b>אין מחשבין וקובעין כו'.</b> עיין רש\"י קדושין דף ל\"ז ע\"ב דגם קדוש החודש המצוה לקדש ביהודה:"
            ]
        ],
        [
            [
                "<b>אב ובנו שראו כו'.</b> הנה מדברי התוס' שם בע\"ב מוכח דיכולין לחלל את השבת ולילך אב ובנו. ובאמת עיין במש\"כ רבינו ז\"ל בהל' עדות פט\"ז ה\"ה דגבי ז' של עיבור השנה דכשר אפילו קרובים מ\"מ מבואר בהל' סנהדרין פי\"א ה\"ז דאב ובנו אין מונים להם אלא אחד וע\"ש בסנהדרין דף ל\"ו ע\"א ובתוס' שם פ\"ב דסנהדרין מבואר שם דדוקא שהם עומדים בחדא סברא אבל כשהם חולקים הרי הם כשנים ועיין בירושלמי בסנהדרין דהוה שם ספיקא אם חתן עם חמיו אם ג\"כ כן ע\"ש וה\"ה כאן לענין עדות החודש י\"ל דלא נתבטל אלא הם חשובים כעד אחד:"
            ],
            [
                "<b>ונמצאו זוממים בעדות זו כו'.</b> עיי' לקמן סוף פ\"ג אך שם ר\"ל קודם שקדשו ועיין בירושלמי פ\"ב ה\"ח ופ\"ג ה\"א ובתוספתא כאן אך באמת נ\"מ בין היכא שעפ\"י חשבון הוצרך להיות כך כמו שהעדים אומרים דאז יכולים לקדשו בלא עדים רק דאי אפשר לומר לשון מקודש כמבואר בר\"ה דף כ' ע\"א וכמ\"ש רבינו ז\"ל לקמן פי\"ח ה\"ח ובאו עדים ואמרו מקודש אז אף אם הוזמו הוה מקודש ובין שעפ\"י חשבון א\"צ להיות כך. ובאמת הנה בגמ' שם ד' כ\"ה ע\"ב דאמר ראוהו ב\"ד וכתב בתוס' ב\"ד של כ\"ג ולמה כ\"ג אך באמת כך דהיכא שעפ\"י חשבון הוא כן די בב\"ד של ג' ע' סנהדרין דף י' ע\"ב חישוב לא קתני ע\"ש רק דצריך ראש ב\"ד כמבואר שם ד' כ\"ד ע\"א וע\"ש ד' ל\"א ע\"ב אבל היכא דעפ\"י חשבון אין הדבר כן אז צריך דוקא ב\"ד של כ\"ג וגם נשיא כמו בעיבור השנה דצריך נשיא דוקא אך זה ג\"כ אם אין עפ\"י חשבון תקופה רק מפני גליות ישראל וכדומה אבל אם מפני התקופה אז בדיעבד אף בלא נשיא הוה מעובר ועי' מש\"כ לקמן פ\"ד הל' י\"ו ע\"ש וגם קדוש החודש אם אין עפ\"י החשבון צריך ג\"כ ביהודה כמ\"ש רש\"י קדושין דל\"ו ע\"ב וגם מאי דקי\"ל אתם אפילו שוגגים כו' זה ג\"כ בב\"ד של כ\"ג וגם מופלא שבב\"ד שם כמו דמבואר בהוריות דף ד' ע\"ב ע\"ש ולכך ר\"י בר\"ה ד' כ\"ה לא הוה ס\"ל זה משום דהוא היה אב\"ד וכמבואר ב\"ק ד' ע\"ה ע\"א והוא לא הסכים עם ר\"ג ועי' בירושלמי דהוריות פ\"א גבי הוראת ב\"ד אם סלקו את היחיד אם הויא הוראה ע\"ש בבלי דף ג' ע\"ב ודף ז' ע\"א ברש\"י ד\"ה אי ובדברי רבינו שם בהלכות שגגות ועוד י\"ל דר\"י ס\"ל כך דנהי דאמרינן אתם זה רק היכא דכעת אין נ\"מ רק לענין ר\"ח אף דלאחר כך לפי החשבון יהיה נ\"מ לענין יו\"ט לא איכפת לן כיון שכבר הוחזק וכעין דמבואר בירושלמי פ\"ו דסוטה גבי עד אחד באשה שזינתה דנאמן ג\"כ ממילא להפסיד כתובתה אבל אם בא לכתחלה רק להפסיד כתובתה כגון שכבר העידה אשה מחמש נשים שזנתה אינו נאמן על כתובתה ועיין רש\"י יבמות ד' קי\"ז ע\"א גבי תנו לי כתובתי ועי' בירושלמי פ\"ח דנזיר ובהך דגיטין ד' ח' ע\"ב גבי פלגינן דיבוריה ע\"ש וא\"כ גבי ר\"ה דנ\"מ גם ליו\"ט תיכף ס\"ל לר\"י דלא שייך אתם וא\"ש:"
            ],
            [],
            [],
            [
                "<b>אמר האחד ראיתיו כו'.</b> עמש\"כ רבינו ז\"ל בהל' עדות פ\"ב הלכה ג' אבל אם הכחיש את שניהם כו' אפילו בבדיקות עי' שבועות ד' מ\"ח ע\"א וכאן דלכאורה מבואר להיפך וצ\"ל דכאן מיירי שלא באו בבת אחת ועי' בסנהדרין ד' מ\"א ע\"ב כמאן כר\"ע ועי' במכות דף ו' וסנהדרין דף ס' ע\"א ע\"ש בתוס' דף ט' וכן ר\"ל הך דאמרינן בר\"ה ד' כ\"ג ע\"ב ושאר כל הזוגות דלא בעי דרישה וחקירה שם משום דהיו כיתות בפני עצמם ועיין בירושלמי שבועות פ\"ד ה\"ב גבי אמרה אינו ידוע דוקא בשני כיתות אבל בכת אחת עדות שבטלה מקצתה כו' וכן ר\"ל הך דר\"ה ד' כ\"א ע\"ב גבי הך דעיכבן ר\"ע משום דהיו זוגות בפ\"ע אבל הלכו בב\"א אז לא היה מעכבן וזהו דס\"ל בירושלמי שם ע\"ש, והך דשם ד' כ\"ב ע\"א גבי אב ובנו שאם יפסל אחד מהם כו' התם משום דהוה אב ובנו דשניהם לא חזו כלל לעדות ולכך אם נפסל אחד מהם לא בטלה כולה, אך י\"ל דכיון דבאמת זה לא הוה ראיה גמורה כמ\"ש דהוה רק דרך דמיון ואומדנא ובזה הולכין אחר רוב כמבואר ביומא ד' פ\"ג ע\"א ושבועות ד' מ\"ב ע\"א ותמורה ד' כ\"ז ע\"ב לא בטלה העדות:"
            ],
            [
                "<b>אמרו עדים ראינוהו כו'.</b> עי' במפרש ועיין בבעה\"מ הטעם כך דעדים לא מהימני רק בדבר הנוגע לעדות אבל בדבר שאין נוגע לעדות לא מקרו עדים וי\"ל דגם הם אומרים בדדמי וזהו מהו דאמרינן ביבמות ד' קט\"ו ע\"א גבי עד אחד דנאמן בעדות אשה אי משום דהוה מלתא דעבידא לגלויי דזה הוה גדר עדות ושם לא שייך בדדמי או דדייקא דזה לא הוה גדר עדות רק אומדנא בעלמא ע\"ש בדברי הרי\"ף ז\"ל דגבי אם נטבע במים שאין להם סוף אז לאחר שהוציאוהו והכירוהו אף בב' עדים שייך בדדמי דהטעם כיון דמה\"ת א\"צ לעדותן רק מדרבנן וזה לא הוה גדר עדות ושייך בדדמי ועי' במש\"כ הרמב\"ן ז\"ל במלחמות סוף פ\"י דסנהדרין גבי עדי גנבה וכעין דאמרינן בהך דשבועות דל\"ד ע\"ב ודמ\"א ע\"ב וכמו שפירש רבינו ז\"ל בהל' טוען פ\"ו ה\"ד דקאי אעדים הך מלתא דלא רמיא ע\"ש וה\"נ גבי הני ראיות דאין נ\"מ לדינא גבי עה\"ח לא הוי ראיות כלל וא\"ש:"
            ],
            [],
            [
                "<b>ואח\"כ אחר שתתקיים ראש ב\"ד אומר כו'.</b> ולא אמרו ב\"ד, אך זה רק בזמן שהחודש שלפניו היה חסר אבל אם היה מלא אז אף אם לא היו עדים ע\"כ צריך לעשות אותו חסר רק דאי אפשר לומר מקודש כמ\"ש רבינו ז\"ל לקמן פי\"ח וזה מה דאמר בתוספתא פ\"ב שכבר קדשהו החודש שלפניו ע\"ש וזהו באמת מה דאמרינן בגמ' ד' כ\"ד ע\"א שכבר קדשוהו שמים ועיין סנהדרין * דף י' ע\"ב ע\"ש בתוס' בשם יש מפרשים והוא שיטת רש\"י ור\"ל כך דזה הוה כמו שכבר קדשוהו לענין דנ\"מ שמה שכתב רבינו לקמן ספ\"ג דיכולים לקדש למפרע ועי' בר\"ה דף כ' ע\"א גבי ונקדשיה למחר דר\"ל למפרע וכשיטת רבינו אך זה אם נימא דהוה ממילא מעובר כמו דאמרינן בסנהדרין דף י' ע\"ב אבל אם נאמר כמו דאמרינן שכבר קדשו שמים ר\"ל דהוה זה כמו שקידש לא כמו שלא אמר כלום שוב אי אפשר לקדשו למפרע וזהו מה דקאמר שם בגמ' הב\"ע דאיקלע יום ל\"א בשבת דמצוה לקדש עפ\"י הראיה והא קי\"ל דשלא בזמנו א\"צ לקדשו אך נ\"ל כך וכן הוא שיטת רש\"י ר\"ה דכ\"א גבי הך דלוי דזה דא\"צ לקדשו זהו רק בשאר חדשים אבל בניסן ותשרי צ\"ל מקודש ושוב אינם יכולים לחסרו למפרע ועובדא דלוי הוה באמת הלבנה נראה בזמנו אך לא באו עדים ועברו את החודש אך לא שמע מקודש א\"כ יכולין אח\"כ כשיבואו עדים לקדשו למפרע אבל אם אמר מקודש אז אין יכולים ולכך בשאר ירחי דאין אומרים מקודש אין מחללין את השבת משום דיכולים לקדשו למפרע כיון דאין אומרים מקודש בשלא בזמנו ובזה א\"ש דדף כ' וד' כ\"א אבל בזמן שיש קרבן אז מחללין משום תקנת קרבן ובזה יתבאר מאי דאמרינן בגמ' ד' כ\"ד ע\"א אמר אביי אף אנן כו' מעובר אין מקודש לא ר\"ל דאין יכול לקדשו למפרע דהוה כמו שכבר קדשו ודחי דר\"ל דיכול להניחו מעובר אם ירצה ולא הוה כמו מקודש:",
                "[<small>השמטה</small><b> על מה שהקשו התוס' בסנהדרין דף י' ע\"ב ד\"ה שכבר על יש מפרשים. אך </b>באמת ר\"ל כך דקידש ב\"ד של מעלה ר\"ל היינו מולד הלבנה אך הלבנה אינה נולדה רק באמצע היום או הלילה וחצי היום הוא מחדש שעבר רק משום דאנן קי\"ל במגילה דף ה' ע\"א דאין מונין שעות לחדשים רק לזה צריך קידש ב\"ד ובלי ב\"ד א\"א לעשות מן החדש שעבר שיהא להבא. אך כשב\"ד מקדשין נתקדש למפרע כמבואר בירוש' ספ\"א דר\"ה אבל ביום ל\"א א\"צ ב\"ד ובזה יש לבאר דברי הפסקתא פט\"ו ע\"ש משום דאז עדיין לא היו ב\"ד סמוכין ע' במכילתא פ' בא פ' י\"א ויקרא משה כו' מלמד שעשאן ב\"ד ר\"ל שאז סמכן דדי בשמא ע' סנהדרין דף י\"ד ע\"ב ולא היה אפשר לקדש למפרע ואכמ\"ל: <small>ע\"כ השמטה</small>]"
            ],
            [
                "<b>ראוהו ב\"ד כו'. אם עדיין לא יצא כוכב כו'.</b> עיין במפרש ועי' בירושלמי פ\"א דברכות ע\"ש והנה לפי המבואר בדברי רבינו ז\"ל בפיה\"מ דהא דלא מיקרי לילה רק עד צאת הכוכבים זה רק לענין דינא אבל לענין קה\"ח לענין חשבון מיקרי לילה לגבי לבנה ולענין קידוש הוה יום וזהו מה דאמר בירוש' כאן ספ\"ב משקיעת החמה אתה מונה ללבנה ע\"ש ועי' בהך דברכות דף ל' ע\"ב גבי אין ב\"ד מקדשין החודש אלא ביום ועי' בר\"ה דף ז' ע\"ב דאמר שם כי חשיב מידי דחייל מאורתא ע\"ש והרי אין מקדשין את החודש בלילה ולשיטת רבינו א\"ש דמיירי כה\"ג ועיין בירושלמי כאן ספ\"א דהלילה קדוש למפרע ועי' בהך דסנהדרין ד' י\"ב ע\"ב גבי הך מחלוקת דרבא ור\"נ אם בטל העיבור אם לא וכבר כתבתי בזה:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ומחלל מספק כו'.</b> עי' ערכין דף ז' ע\"א אך שם רק גבי פ\"נ ועי' במנחות ד' ס\"ד ע\"א גבי נמצא כחוש ופסחים ד' ס\"ט גבי הזאה דכיון דגברא לא חזי לא מחללינן וצ\"ל דכאן שאני דכבר כתבתי דזה לא הוה גדר עדות רק מצוה עליהם שילכו ויעידו ולכך מחללין אף מספק אף דכעת אין עדותו מועיל ועיין תוס' חולין דף י\"א ע\"א:"
            ],
            [],
            [],
            [],
            [
                "<b>ואין עולין שם בלילה כו'.</b> הנה רבינו ז\"ל מפרש דלא כרש\"י בסנהדרין ד\"ע ע\"ב דעולין בלילה רק ר\"ל קודם נץ החמה וכן הוא בירושלמי פ\"ב דמגילה ואנן חמיא רבנן מקדמי לעיבורא ר\"ל דהיאך מקדימין קודם להנץ ואמר כדי לזרז במצות וכן הוא בירושלמי פ\"ב דשבת ועי' בירושלמי ר\"ה פ\"ד סה\"ד דאמר ר\"י כו' שיהיו נכנסין עד שהוא יום כדי שיתעבר תיכף כשיבוא הזמן משמע כפי' רש\"י וכן הוא בירושלמי דתענית פ\"ד ה\"ה וט\"ס שם ומפרש דהך פסוק דשאול קאי אסעודת עיבור החודש והשניה היתה סעודת ר\"ח ע\"ש וכדי שיאמרו בזמנו עיבורו ועי' סנהדרין דף י' ע\"ב לא לקדשו כו' ומכאן ראיה דאף שלא בזמנו א\"צ לקדשו זה רק לשון קידוש אבל מ\"מ צריך לומר שיהיה היום ר\"ח וזה יכול אף בלילה ובזה א\"ש מה דרצה לחלק בברכות דף ל' ע\"ב בין חודש חסר לחודש מלא ע\"ש ברש\"י ותוס' ועי' בתוספתא פרק ב' דר\"ה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>יש מקומות כו'.</b> עי' סוכה ד' מ\"ג ע\"א, ופסחים ד' נ\"א ע\"ב ועי' מש\"כ לעיל בהל' עירובין דגם יו\"ט של ר\"ה הוא רק משום שלא לחלוק במועדות וכמו עצרת ובאמת החשבון מיום ראשון אף לפי התקנה שלא יהא מקבלין אלא עד המנחה וזה ר\"ל הירוש' דר\"ה פ\"ד ה\"ח גבי שניא היא שמצות היום במוסף דיליף לה מקרא יום תרועה ועשיתם ר\"ל שהתרועה הזה הוה קידוש החודש, ועי' בתוספתא דלתקיעה אף אם באו מן המנחה ולמעלה היו תוקעין בו ביום ועי' בתענית דף ה' גבי יוהכ\"פ ותוס' פסחים ד' נ\"ד ע\"ב ע\"ש ובפסקי תוס' מנחות ד' ס\"ח ועי' מנחות דף מ' השתא חמץ בפסח ויוהכ\"פ כו' ע\"ש:"
            ],
            [],
            [],
            [
                "<b>ואם עמדו ואם הוצרכו כו'.</b> ונ\"ל דזה רק כשהיה ב\"ד הגדול ובזה א\"ש מה דאמרינן בירושלמי תענית פ\"ד ה\"ח מה דהקשה גבי הך קרא באחד לחודש כו' ואמר שם קלקל חשבונות ע\"ש בהך דר\"י ור\"ל ומה דמקשה שם ר' מני ור\"ל כך דבאמת היו עדים שראו את הלבנה בזמנו רק שלא יכלו לבוא לב\"ד אז מפני המלחמה ועברו את החודש ואח\"כ כשחרב העיר באו עדים והעידו שראו את הלבנה בזמנה וקדשו החודש למפרע ונמצא שהחורבן היה בעשירי לפי החשבון שאחר הקדוש ובתשיעי לפי חשבון הראשון ולכך נאמר בפסוק באחד לחדש משום שאז נתקדש ונתקדש למפרע וזהו דאמר קלקל חשבונות ובזה י\"ל הך דתענית ד' כ\"ט הך דר\"י דקבעתיה בעשירי ועי' בירושלמי שם ובפ\"א דמגילה:"
            ],
            [],
            [],
            [
                "<b>יראה לי שאין וכו'.</b> עי' כאן דף כ' ועי' בירושלמי ריש פ\"ג דלא משמע כן ועי' בסנהדרין ד' מ\"א ע\"ב לא שנו אלא שלא עבר רובו של חודש כו' וע\"ש במה דפליגי רבינו עם רש\"י מה קרוי רובו אם כ\"א או י\"ז ור\"ל דאז מאיימין עליהם כדי שישאר העיבור ולא שייך טעות:"
            ],
            [
                "<b>אבל כו'.</b> אך באמת אין הפירוש כן בגמ' רק דשם מיירי דעפ\"י חשבון צריך לקדשו בזמנו רק דאז אי אפשר לומר מקודש כיון שאין עדים דלשון מקודש א\"א לומר רק אם יש עדים כמ\"ש ועי' לקמן פי\"ח לכך מאיימין ורק בניסן ותשרי משום דאין השלוחין יכולין לצאת עד שישמעו מפי ב\"ד מקודש לכך מאיימין כדי שיהיו יכולין לומר מקודש, אבל אם עפ\"י חשבון א\"צ שיראה הירח בזמנו אז אין מאיימין לכו\"ע:"
            ]
        ],
        [
            [],
            [
                "<b>ועל סימן זה סומכין כו'.</b> עיין בהשגות ועי' גיטין דף ל\"א ע\"ב וע\"ז דף ג' ע\"ש אך באמת ס\"ל לרבינו כך דלכך ס\"ל לת\"ק דאין מעברין על התקופה בלבד משום דהנה בירוש' אמר בפ\"ק דסנהדרין דצריך שיהיה העומר קרב אף לאחר העיבור עכ\"פ בסוף ימי ניסן של תקופה. והנה למ\"ד בסנהדרין ד' י\"א ובערכין דף ט' דעיבור דוקא ל' יום וא\"כ אם יארע י\"ו של ניסן דלבנה בר\"ח ניסן דחמה ומחמת זה יתעבר השנה ל' יום וא\"כ יהיה י\"ו דניסן דלבנה בר\"ח אייר דחמה וא\"כ התקופה לא נתקנה בשביל זה ולכך ס\"ל לת\"ק דאין מעברין על התקופה לבדה אבל לרשב\"ג דס\"ל דיכולין לעבר כ\"ט יום וא\"כ יהיה י\"ו דניסן דלבנה בכ\"ט דניסן דחמה ושפיר יכולין לעבר בשביל תקופת ניסן ועי' מה שכתבו התוס' סנהדרין ד' י\"ג ע\"ב ד\"ה שמור ע\"ש ושם קאי לאחרים ואחרים לשיטתייהו בערכין דף ט' ע\"ב ע\"ש ומ\"ש התוס' שם תיפוק ליה משום תקופת תשרי לא קשה מידי דעל תקופת תשרי לחודא לכו\"ע אין מעברין:"
            ],
            [
                "<b>וכן אם ראו ב\"ד כו'.</b> הנה רבינו ז\"ל מפרש דלא כפירוש רש\"י דרש\"י ז\"ל פירוש דפירות האילן הוא בעצרת מחמת בזמן בכורים, ועי' בבכורות דף ח' דתאנה זמנה חמשים יום ועי' בירושלמי שביעית פ\"ה דתאנה מן פגה עד גמר בשולו יש שני פעמים נ'. והנה גמר בישול של תאנה הוא חצי סיון כמבואר ב\"מ ד' ק\"ה ועי' תוס' ב\"ב ד' כ\"ח ע\"א אך מ\"מ בכורים יכולים להביא קודם שנגמרה לגמרי עי' תוס' ר\"ה ד' י\"ג ע\"א ע\"ש גבי עומר וה\"ה גבי בכורים דתרווייהו כתיב בהו לשון בכורים ועיין בירושלמי פ\"ד דשביעית דפגי תאנה חשובים פרי ועי' ביומא ד' פ\"ג ע\"ב רצתי למזרחה של תאנה ובזה א\"ש מה דאמרי הג' רועים בסנהדרין ד' י\"ח ע\"ב דחד אמר הבכיר ולקיש דהיינו אביב וחד אמר על תאנה דהיינו פירות האילן דכיון דהגמר צריך שיהיה בחצי סיון וא\"כ באדר צריך שיהיה פגין וזהו בטול תאנה ידמוך וא\"כ אמרו על אביב ועל פירות האילן ועי' בירושלמי סנהדרין פ\"א דאף דאמרו מב' טעמים מ\"מ כיון שמסכימים זה לזה מצטרפין, אך רבינו ז\"ל לא ס\"ל כן וס\"ל דפירות האילן ג\"כ בזמן האביב דהיינו בפסח והטעם משום דרבינו ז\"ל אזיל לשיטתיה בפ\"ז דהני טעמים של סעד לא מצטרפי לאביב כלל דלא כרש\"י ותוס' ע\"ש בה\"ח, והנה בסנהדרין ד' י\"א בהך ברייתא לא נקיט רק אביב לבד והני טעמי דסעד וא\"כ היאך עברוהו וע\"כ משום דבאביב יש גם פירות האילן אך באמת עיין בתוספתא דסנהדרין פ\"ב ובירושלמי פ\"א דבהך דרשב\"ג לא חשיב אף אביב רק הני דסעד ובאמת נ\"ל דזהו דאמר בגמ' דלמא בתר דעברוהו ר\"ל דקשיא ליה הא אין מעברין על אלו ותירץ דזה רק לכתחלה אבל בדיעבד מעוברת וא\"ש. עוד י\"ל דהנה לקמן הלכה י' וכן בגמ' שם ד' י\"א ועי' במסכת עדיות פ\"ז מ\"ז דעיברו את השנה על תנאי לכשירצה כו' וזהו דאמר דלבתר דעברוהו הב\"ד רק דע\"כ צריך שיסכים ובהסכמתו סגי אף הני דרק סעד וזהו דקאמר הל' ושפרית מילתא באנפיי ר\"ל שהוא מסכים למה שעשו הב\"ד:"
            ],
            [],
            [
                "<b>כיצד עושין אותה כו'.</b> הנה לפי שיטת רבינו מה צריך לזה עי' בתוס' שם ונ\"ל כך דהנה רבינו ס\"ל פרק ו' מהל' סנהדרין ה\"ה דאין נמנים ב' רק אם אומרים מחמת ב' טעמים גבי ד\"נ והנה לענין זה גם בעיבור כן דהא משוה גם לענין האב ובנו והרב ותלמידו לד\"נ ולא כד\"מ לפי גירסתו שם פי\"א ה\"ז ועיין בירושלמי פ\"א דסנהדרין ופ\"א דהוריות גבי הנך ג' רועי בקר שם ד' י\"ח ע\"ב וא\"כ הנך הוה סעד לענין הטעמים ויחשבו בשנים ולכך לבד הנך שעליהם סומכים יש ז' טעמים לעבר ולמה חשיב כך משום דבעי ז' אנשים לכתחלה כנ\"ל בזה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>והוא שיהא הנשיא עמהן או שירצה וכו'.</b> ר\"ל כמו אם עברוהו על תנאי ועי' בעדיות פרק ז':"
            ],
            [],
            [],
            [
                "<b>אלא אחר ראש השנה הוא שאומר וכו'.</b> ונ\"ל דזהו דאמר שנים אתה מקדש ואין אתה מקדש חדשים כמבואר בר\"ה דף ח' ע\"ב ור\"ל דקאי על עיבור השנה דמבואר בירושלמי פ\"ב דר\"ה ופ\"א דסנהדרין דצריך לומר הרי השנה הזאת מקודשת בעיבורה ע\"ש ועי' בתוס' סנהדרין דף י' ע\"ב ד\"ה איידי ולכך אמרינן בסנהדרין ד' י\"ב דאין מעברין לפני ר\"ה משום דצריך לומר שנה זו ולפני ר\"ה לא שייך לומר שנה זו וכמ\"ש רבינו כאן וזהו ג\"כ מה דאמרינן בגמ' אין מעברין משנה לחברתה ולפי' השני של רש\"י י\"ל דמיירי שהשנה שלאחריה הויא שביעית ואין מעברין וא\"ש בזה מ\"ש התוס' ועי' מש\"כ רבינו ז\"ל לקמן בהל' י\"ו דאם השנה צריכה לעבר מפני התקופה אז מעברין אף בשביעית ועי' בירושלמי פ\"ה דפאה ה\"א עכשיו שאין השנים כסדרן כו' וכן הוא בירושלמי שקלים פ\"א ובאמת י\"ל דבזה אין צריך הנשיא ג\"כ כיון דעפ\"י החשבון צריך להתעבר ובפרט לפי שיטת רבינו דפסק דעל התקופה לבד מעברין ועי' רש\"י סנהדרין ד' י\"א ע\"ב בהך דעל התקופה מעברין משום דהוא מה\"ת וע\"ש בתוס' אך באמת הטעם משום דהתקופה שוה בכל הארצות ועי' במה דפליגי בירושלמי תענית פ\"א בהך פלוגתא דר' ורשב\"ג ה\"ג, אם השנה הולכת אחר סדרה ושם בסוף פ' גבי ובלבד ניסן של תקופה ע\"ש וזהו מה דר\"ל הגמרא בסנהדרין ד' י\"ח ע\"ב שתא בתר ירחי אזיל ר\"ל דלא כרש\"י רק אם העיבור הוה התיקון על שנה שעברה או על להבא ובזה א\"ש מה דאמר שם דכה\"ג לא מסכים בעיבור ועי' בהך דב\"מ ד' ק\"ו ע\"ב אימת מתחיל קור במרחשון או בתשרי ועי' בב\"ב ד' קכ\"א גבי ט\"ו באב דתשש כחה של חמה וזה ג\"כ מחלוקת בב\"מ שם אך זה בחודש של תקופה ולא בחודש של לבנה ועי' בר\"ה ד' ט\"ו ע\"א דבעי שם אם שבט של תקופה או של לבנה ובזה א\"ש מ\"ש הרמ\"ה ז\"ל בהלכה י\"ו כאן ומה דאמר בגמ' דר\"ה דף כ' ע\"א כשם שמעברין את השנה לצורך זה ר\"ל מפני צורך הגליות וכדומה ובזה צריך דוקא נשיא והנה עי' בירושלמי פ\"א דסנהדרין וכן פסק רבינו ז\"ל לעיל בהלכה י' דעיבור השנה מתחילין מן הצד והנה בתוספות דסנהדרין פ\"ז מבואר דגם בזה מתחילין מן הגדול ולכאורה זה תליא אם גם בעיבור השנה שייך לומר אתם אפילו שוגגים דאז אין לנו לחוש משום לא תענה על רב, ועי' סנהדרין ד' י\"ב בהך מחלוקת דאם עברוהו אם הוה מעוברת ותוס' ר\"ה ד' כ\"א ע\"א אך בתו\"כ מבואר דאף בעיבור השנה שייך אתם אפילו שוגגים אתם אפילו מזידים ע\"ש ועיין מש\"כ רבינו לעיל בהלכה ו':"
            ],
            [
                "<b>ואם עברוהו כו' באו עדים כו'.</b> ורבינו ז\"ל מפרש כך מה דאמרינן בגמ' אין מקדשין ר\"ל רק מעברין דלא כרש\"י שם. והך דרבא ור\"נ תליא במה דמבואר בירוש' ספ\"ק דר\"ה אם אמרינן קדוש למפרע ע\"ש ועי' תוס' סנהדרין ד' פ\"ז ע\"א ד\"ה דאי מ\"ש שם אך באמת זה רק אם העיבור הוה עפ\"י דין אבל אם רק משום תקנת הדרכים וכדומה י\"ל דזה רק אם עברוהו כדת אז הוה עיבורם עיבור אבל אם עיברו לאחר הפורים לא הוה עיבור וכעין מ\"ש רבינו ז\"ל כאן בהל' י\"ו, ועי' בהך דיבמות ד' צ\"ב ע\"א גבי הורוהו ב\"ד לינשא והלכה וקלקלה ובירושלמי פ\"א דשקלים גבי אין מעברין שנה בשביעית ע\"ש ועי' ב\"מ ד' צ\"ו ע\"ב גבי הך דאמר שם נמעלו ב\"ד איסורו כו' ועמ\"ש רבינו ז\"ל בהל' זכיה ומתנה פ\"ט ה\"י גבי ש\"מ שצוה ליתן לגוי כו' וכ\"מ בזה:"
            ],
            [],
            [
                "<b>יראה לי כו'.</b> ובזה א\"ש מ\"ש התוס' בסנהדרין ד' כ\"ו ע\"א וד' י\"א ע\"ב ע\"ש בד\"ה אין:"
            ],
            [
                "<b>כשמעברין ב\"ד את כו'.</b> עיין מנחות דף מ' השתא חמץ בפסח ע\"ש:"
            ]
        ],
        [
            [
                "<b>כל שאמרנו מקביעות כו'.</b> וזהו הנקרא סוד העיבור עי' שבת ד' ע\"ה וחגיגה ד' י\"ד וכתובות ד' קי\"א וקי\"ב דאמר שם שתחלה סמכו אותו ואח\"כ העלו אותו לעיבור ועיין בירושלמי פ\"א דסנהדרין דאמר שם חברים מהו שיכנסו כו' ר\"ל בלא סמיכה ועי' סנהדרין ד' פ\"ז ע\"א ברש\"י ד\"ה ממך, ושם דף ק\"י ע\"א וזה הוא החשבון שבידינו ולזה א\"צ ב\"ד הגדול ועי' ד' כ\"ו וי\"ב וזה לא בעי שיקדש ב\"ד ולומר מקודש רק שיחשבו עיין בסנהדרין דף י\"ב ע\"ב ברש\"י ד\"ה אין מקדשין אך בזמן סנהדרין נ\"ל כך דבשאר חדשים אם גם על פי חשבון צריך שיהיה כך אז אצ\"ל מקודש לענין שיעכב אבל בניסן ותשרי מעכב ונ\"ל דגם הא דאמר דשלא בזמנו א\"צ לקדש זה רק בשאר ירחי אבל לא בניסן ותשרי ובזה א\"ש הך דף כ' ע\"א וד' כ\"א ע\"ב ע\"ש בתוס' ובפ\"ה, ועי' בירושלמי פ\"ב בהל' א' גבי הך דאמר שם ר\"ז בעי קומי ר\"א אילן דחמיין צפת ע\"ש אך לפי הטעם שאמר כאן בתוספתא שכבר קדשו החודש שלפניו אז גם כאן מהני אך זה רק אם חסר אבל אם היה מעובר אין יוצאין עליו וכבר כתבתי בזה:",
                "<b>או ב\"ד הסמוכים כו'.</b> עי' מש\"כ רבינו ז\"ל בס' המצות מ\"ע קנ\"ג ע\"ש וברמב\"ן אך רבינו ז\"ל שם ר\"ל כגון אם עברו אותו או קדשו שלא כדין דאתם אפילו שוגגין זה רק בב\"ד הגדול או בשלוחים מב\"ד הגדול אבל בלא זה די בסמוכים בלבד ועיין בתוס' ר\"ה ד' כ\"ה ע\"ב ד\"ה עד ע\"ש מ\"ש אך באמת שם ר\"ל כך דלמה נקט במשנה יושיבו מחבריהם אצל היחיד דמשמע רק שיהיו כולם סמוכים ואמאי לא סגי באחד מומחה והשנים אינם מומחים כמ\"ש רבינו ז\"ל בהל' סנהדרין פ\"ד ה\"א וה\"ג דגבי סמיכה די רק באחד סמוך ולכך קאמר כאן דצריך שיהו כולם סמוכים כמו משה ואהרן וא\"ש ועי' בסנהדרין דף ח' ע\"א גבי קנסות ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואלו היה הדבר כו'.</b> עי' בירוש' ספ\"ג דערובין דר\"א צוה ליטול לולב בשבת באלכסנדריא ובזה א\"ש ועי' כתובות ד' כ\"ה ע\"א דשם הוה ב\"ד קבוע ועי' ירושלמי ר\"ה פרק ב' דהשלוחים היו מהלכים עד נימורין וכתובות פ\"ב בירושלמי בהל' ח' ועי' בירושלמי שביעית פ\"ט ע\"ש בהל' ב':"
            ],
            [
                "<b>רבינו חשב מן כיבוש שני יבנה ונוב.</b> ועי' בירושל' פ\"ב דדמאי ה\"א מוכח דנוב הוה מכיבוש ראשון ועי' בתוספתא פ\"ב דערכין דאמר שם ר\"י אומר חילת יבנה ומה הוסיף בזה על ת\"ק רק נ\"ל דקמ\"ל דאף דקי\"ל ערכין ד' כ\"ט ע\"א דאין שדה אחוזה נוהגת אלא בא\"י ובזמן שהיובל נוהג קמ\"ל דאף באותן דנתקדשו מכיבוש ראשון ולא מכיבוש שני מ\"מ נוהג בהם דין שדה אחוזה וע\"ש ד' י\"ד ע\"א בתוס' ד\"ה ובנכרי דכתבו משום דמצוה זו אינה נוהגת אלא בארץ ועכו\"ם אין להם חלק בארץ משמע דאם היה להם חלק בארץ הוה שייך בהם דין שדה אחוזה ואמאי אדרבא כיון דיש להם קנין פקע הקדושה ובזה א\"ש דזה לא גרע מן כיבוש ראשון דאף דכעת פקע הקדושה מ\"מ מתחלה הוה בקדושת א\"י ועיין בתוספתא פ\"א דקדושין דאמר שם דשדה אחוזה נוהגת בין בארץ בין בחו\"ל ובזה א\"ש ועי' בערכין ד' כ\"ט דקרקע של א\"י כמטלטלי דמי ועי' תוס' ע\"ז ד' כ\"א ע\"א דאין קנין לישראל בחו\"ל ע\"ש:"
            ],
            [],
            [
                "<b>זה שאנו מחשבין כו'.</b> עי' במפרש מש\"כ בשם רבינו בס' המצות שאם ח\"ו יאבדו בני ישראל מא\"י כו' ובאמת היכן מצינו זה שיהיו לעולם ישראלים בא\"י משום דהא מבואר ב\"ב ד' קט\"ו ע\"ב גמירי דלא כלו שיבטא ועי' בתוס\"י יומא דף נ' ע\"ש ועי' בהוריות דף ו' ע\"ב דהא דאפרים ומנשה נחשבים לשני שבטים זה רק בא\"י לנחלה ע\"ש וא\"כ אם לא יהיה שום ישראל בא\"י שוב לא יהיה נ\"מ כלל ויהיה שבט אחד ונמצא דכלה שיבטא ועי' ב\"ב ד' קכ\"ב ע\"א דלעתיד לבא יהיה שבט אחד וסוטה דף ט' ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>מתחלת לילו כו'.</b> ר\"ל תיכף משקיעת החמה ועמ\"ש לעיל פרק ב' הלכה ט' ע\"ש:"
            ],
            [],
            [
                "<b>וכן כשתשליך כו'.</b> עי' ערכין דף ט' ור\"ה דף כ' ע\"א בתוס' וסוכה ד' נ\"ד ע\"ב:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>חוץ משעה אחת כו'.</b> עי' תוס' שבועות דף י' ע\"ב:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>תקופת ניסן כו'.</b> עי' עירובין דף נ\"ו ע\"א:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאין מקדשין אלא על הראיה כו'.</b> עי' ר\"ה ד\"כ דבעינן לקדשו עפ\"י הראיה ודכ\"ד ע\"א וכבר כתבתי בזה לעיל:"
            ],
            [
                "<b>ומתכוונין כו' לא שיראה כו'.</b> עי' לעיל פ\"ה ה\"ב שכתב שיהיה ר\"ח לאחר הראיה הוה פלא וזהו ר\"ל מה דאמרינן בגמ' דר\"ה דף כ' ע\"ב כל ספיקא לקמיה שדינן ר\"ל דהוה ידע בחשבון רק שמא עפ\"י הראיה נשתנה ואמר דלזה לא חיישינן:"
            ]
        ]
    ],
    "versions": [
        [
            "Tzafnat Pa'neach on Mishneh Torah, Warsaw-Piotrków, 1903-1908",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "צפנת פענח על משנה תורה, הלכות קידוש החודש",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tzafnat Pa'neach",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}