{
    "versionTitle": "merged", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "categories": [
        "Commentary", 
        "Tanakh", 
        "Or HaChaim"
    ], 
    "language": "en", 
    "title": "Or HaChaim on Exodus", 
    "text": [
        [], 
        [
            [], 
            [
                "So she hid him. What precisely was the \"goodness\" that Yocheved observed when Moses was born? Our sages (Sotah 12) say that Moses was born without a foreskin and that the house was filled with light when he was born. Surely this is homiletics. Besides, what does Yocheved's hiding Moses have to do with her observing that he was \"good?\" Assuming Moses had not been \"good,\" would she not have had motherly feelings of pity for his future?", 
                "We can determine the meaning of the verse from the comment of our sages in Sotah 12 that the Egyptians calculated the length of her pregnancy from the day Yocheved remarried Amram. She gave birth to Moses six months and a day after he was conceived. Normally, babies born after only six months of pregnancy do not have much of a chance to survive, whereas babies born after seven months have an excellent chance to develop normally. The average mother is unable to determine to the day how long her pregnancy has been in progress. When she gives birth to a baby after six months pregnancy the baby is considered as aborted. The Torah told us that when Yocheved looked at the fetus she realised that contrary to her expectations he was healthy and well. This was the \"good\" that she saw. This is also why she took extraordinary care to nurse this child through the difficult period until it would be out of danger. She endangered herself by hiding Moses seeing that the Egyptians used to carry out house to house searches for Jewish babies.", 
                "Our sages base their exegesis on the Torah choosing the word טוב rather than any other word describing Moses' state of health. They concluded that he must have been born without a foreskin. According to our tradition Adam was created without a foreskin. As a result of his sin his glans became covered with additional tissue, something that required removal if man wanted to regain a status the Torah describes as \"perfect\" when G'd instructed Abraham to circumcise himself."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "\"And she called his name, etc. and she said, etc.\" Here we find a difference from the way Yitzchak and Yaakov and the tribes were named. For all of them, the meaning came before the name itself. For Yitzchak, (Breisheet 21:6), [Sarah said] \"anyone who hears will laugh (Yitzchak) etc.\" and that is when she named him Yitzchak. For Yaakov, (Breisheet 25:26), 'his hand was holding the heel (Ekev) [of Esav] and he called him Yaakov.' With the tribes, [Leah said], 'For Hashem saw ... and she called him Reuven.\" (Breisheet 29:32), \"For Hashem heard ... and she called him Shimon.\" (Breisheet 29:33) and so on in this manner."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "‎[This is a comment to the Torah’s‎‏ ‏statement, “It shall be a sign upon your Handידכה ‏‎.”] Our Rabbis ‎of blessed memory said (Menachot 37a), “’Yadchah (spelled with an extra hey implies the weaker ‎hand (yad kehah), which is the left hand. We need to understand why Hashem did not choose the ‎right hand to perform this mitzvah, since it is greater. Our Rabbis say that this is in order that (the ‎tefillin) be aligned next to the heart, which is towards the left side (of the body), and their words ‎are true. However it appears to me that there is an additional reason, for the Torah itself gives a ‎reason for the matter in saying, “Because with a strong hand.” You need to know that HaShem has ‎‎2 aspects within His attributes. The first is called “the great hand, yad hagedolah”, and the other is ‎called “the strong hand, yad hachazakah”. “The great hand” represents (G-d’s) aspect of kindness ‎and goodness; “the strong hand” represents His strength, which He repays the wicked according to ‎their wickedness. In removing Bnei Yisrael from Egypt, Hashem stretched out “the strong hand” ‎and struck His enemies with ten plagues. For this reason G-d said that tefillin, which contain the ‎written remembrance (of these events), should be placed on our weak hand (our left hand), which‏ ‏represents “the strong hand” that‏ ‏removed us from Egypt. This is why the‏ ‏pasuk here says, “for ‎with the strength of a hand.” This is correct. Granted that it says in many places (regarding ‎punishment), “the great‏ ‏hand,” in those instances G-d’s attribute‏ ‏of mercy concurred with the ‎attribute of justice, but the essence of justice is still‏ ‏performed through the “strong hand.”‎‏ ‏‎{Ed. ‎Note - Thus, despite the term‏ ‏‎“strong,” the “strong hand” which‎‏ ‏represents justice is, in fact, ‎weaker‏ ‏than the “great hand” which‏ ‏represents mercy. To symbolize the‏ ‏vengeance that G-d ‎exacted from‏ ‏Egypt through His “weaker hand,” we‏ ‏don our tefillin, which memorialize‏ ‏these ‎events, on our weaker hand.}‎"
            ]
        ]
    ], 
    "versions": [
        [
            "YU Torah miTzion Beit Midrash", 
            "http://www.torontotorah.com"
        ], 
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "heTitle": "אור החיים על שמות", 
    "versionSource": "http://www.sefaria.org/Or_HaChaim_on_Exodus"
}