{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "language": "he", 
    "license": "Public Domain", 
    "title": "Tosafot Ri HaZaken on Kiddushin", 
    "text": [
        [], 
        [], 
        [
            "האשה נקנית לבעל בא' מג' דרכים:", 
            "וקונה את עצמה. מיד הבעל וכולה מפרש בגמ':", 
            "היבמה נקנית ליבם קנין גמור ליורשה וליטמא לה בביאה. אבל ההוא קנין דלעיל לא הוי קנין גמור דעדיין אינו יורשה ואינו מטמא לה אם הוא כהן אלא שנעשית ארוסה:", 
            "התם. בפרקא דלקמן:", 
            "דאורייתא דכתיב לשון קנין בכסף:", 
            "והא דתנן בשבעה וכו' בזבין פרק [ב'] היא שנויה:"
        ], 
        [], 
        [
            "על כל מים. אית דמפרשי אפי' אינן מי גשמים. ועיקר הפירוש הוא על כל מים שיבאו אליו אין מים מזיקים אותם כלל:", 
            "דתנן כוי וכו'. בבכורים פ' ב' היא שנויה:", 
            "פלוגתא. שמחלק בענין:", 
            "חופה. שאם מסרה לחופה לשם קידושין לא מהני:", 
            "ולרב הונא דאמר. לקמן:", 
            "חליפין. קנין סודר:", 
            "משדה עפרון. לקמן:", 
            "בפחות משוה פרוטה. דקי\"ל קונין בכלי אע\"פ שאין בו שוה פרוטה:", 
            "לא מקניא נפשה. הלכך אע\"פ שהיא רוצה להתקדש בפחות משוה פרוטה אין הקדושין כלום והפקיעו תורת חליפין בקדושי אשה:", 
            "דסיפא דתני וקונה את עצמה בשני דרכים:", 
            "ואין דבר אחר כורתה. על ידי מעשה הבעל או שהיא עושה לבעל אבל מיתה מן שמיא מקנו לה:", 
            "הא דתנן. בכתובות פרק נערה:", 
            "ויצאה חנם. באמה העבריה היוצאת מרשות אדון בסימנים כתיב. וקא דייק אין כסף לאדון ביציאה של זו אבל יש כסף לאדון אחר ביציאתה ומאי ניהו אב שיש לו קדושי בתו:", 
            "ואימא לדידה. ודרוש הכי אין כסף ביציאה זו אבל יש כסף ביציאה אחרת וליהוי דידה:", 
            "ה\"מ קטנה. ואע\"ג דקרא איירי בנערה דכתיב ואם אמת היה וסקלוה וקטנה לאו בת סקילה היא מ\"מ מדכתיב נתתי כבר קאמר שקדשה כשהיא קטנה וכשבא לדין היא נערה:", 
            "ואלא. סיומא דאתקפתא הוא:", 
            "מבושת ופגם. דממונא הוא:", 
            "שייך בגוייהו שיש לו חלק בדבר ומשום הכי הוי דיליה:"
        ], 
        [], 
        [
            "דכוותה. דאדון אין כסף לאדון זה אבל יש כסף לאחר:", 
            "לא נפקא מרשות האב עד שתכנס לחופה ואמה נפקא מרשות אדון לגמרי. ומשני לענין הפרת נדריה יוצאה מרשותו על ידי הקדושין דמעיקרא אב מפר ומשקדשה אינו מפר אלא בשותפות הבעל:", 
            "איצטריך למכתב תרוייהו להשלים דין קדושי כסף:", 
            "דידה הוו דמכי יקח לא גמרינן אלא שהאיש נותן כסף ת\"ל ויצאה והיתה דגמרינן אבל יש כסף לאדון. ומויצאה חנם חזינא דהיכא דיהיב איהו לדידה הוי דאב אבל לא מצית למימר דאי איהי יהבה לדידיה הוו קדושי ת\"ל כי יקח איש שהאיש לוקח ונותן כסף:"
        ], 
        [], 
        [
            "חופה קונה. קנין כארוסין אם מסרה לחופה לשם קדושין. חופה שמיחדי' שניהם בלא ביאה:", 
            "שאינו גומר. ליורשה וליטמא לה:"
        ], 
        [
            "ביאה תוכיח. שאין פודין בה הקדש וקונה אף אני אביא חופה שאע\"פ שאין פודין בה הקדש קונה:", 
            "קונה ביבמה. תאמר בחופה שאין קונה ביבמה:", 
            "כסף יוכיח. אין קונה ביבמה וקונה אף אני אביא חופה. שאע\"פ שאין קונה ביבמה קונה:", 
            "וחזר הדין. דכי פרכת מה לכסף שכן פודין תהדר ביאה תוכיח ומה לביאה [שקונה ביבמה] כסף יוכיח:", 
            "בעלמא. כסף בכל מקום וביאה ביבמה:", 
            "חופה שקונה בעלמא. היינו שגומרת:", 
            "קונה כאן. בתורת קדושין ופירוש לא ראי זה כראי זה לא תראה אותם שקולים בכל ענין אלא שיש לאחד מה שאין בחברו אלא שוים באיזה ענין:", 
            "הנאתן מרובה. כסף וביאה אבל חופה אין הנאתו מרובה:", 
            "שטר יוכיח. שאין הנאתו מרובה:", 
            "מוציא. מגרש:", 
            "שתי תשובות. יש להשיב ולומר:", 
            "שלש תנן. במתני':", 
            "וכי דנין. ודהכי קאמרת חופה שגומרת אחד כסף אין דין שתקנה בלא כסף:", 
            "דלא כתיבא בהדיא דהא מייתינן לה מקל וחומר:", 
            "אחר כסף. שאם נתן לה כסף קדושיה וחזר ונתן לה כסף לקנותה קנין גמור אינו מועיל ואינו (רק) גומר קנינו. ואפ\"ה חד כסף מהני לקנותה קנין גמור דאירוסין. חופה שגומרת אחר כסף אינו דין שתקנה בלא כסף קנין דאירוסין. והלכתא כרבא דחופה אינה קונה דסתמא דמתני' משתמע דאינה קונה. ועוד דבפרק הבא על יבמתו גרסי' בהדיא עד כאן לא קאמרי' אלא בקדושין דקני לה אבל חופה דלא קני לה לא וכן דעת הר\"ם והרי\"ף ז\"ל:", 
            "נתן לה כסף. שכן דרך הלוקח. ואמר לשון שקנאה דכתיב כי יקח ולא שיקיח את עצמו ולא תלקח אשה לאיש:", 
            "נתן הוא הכסף דומה לכי יקח:", 
            "אמרה היא הריני מקודשת לך דומה לתקח אשה לאיש ומ\"ה מספקא מילתא ואם רוצה לכנסה צריכה קדושין אחרים ואם בא אחר וקדשה תצא מזה ומזה מספק ומסתברא דוקא היכא דאינו מדבר עמה על עסקי קדושיה שהוא צריך לומר הרי את מקודשת לי לבאר שהכסף נותן לה בתורת קדושין והואיל והוא צריך לדבר אם היא דברה מה שמוטל עליו שהוא הלוקח הוי ספקא אבל אם היה מדבר עמה על עסקי קדושיה שאינו צריך לדבר אלא תכף שנתן לה הכסף הויא מקודשת ודאי שהרי הוא עשה כל המוטל עליו לעשות ואע\"פ שהיא מדברת מה שאינו מוטל עליה אין היזק בזה. והיכא דנתנה היא הכסף ואמר הוא הרי את מקודשת לי לא הוזכר בגמ' בביאור ודאי לא הויא מקודשת כלל דבעינן שיקח ויתן כסף וכ\"כ הרי\"ף והר\"מ ז\"ל וכן נראה מן ההלכה באתקפתא דרב פפא דדייק רישא ואותביה אסיפא בנתן הוא ואמרה היא ולא דייק בנתנה היא ואמר הוא דמצי נמי למידק אלא משמע היכא דנתנה היא אע\"ג דאמר הוא ליכא למידק דתהוי מקודשת דודאי אינה מקודשת דכתיב כי יקח וכל לוקח נותן כסף. ומיהו דוקא כשאמר הרי את מקודשת לי בזה הכסף שיחשב הואיל ויש כסף בקדושין אין הפרש אם הוא יקח או יתן. אבל אם אמר הרי את מקודשת לי בהנאה שיש לך כשאני אקבל כסף זה במתנה זו ממך מקודשת אם הוא אדם חשוב כדלקמן:", 
            "הרי את מקודשת ולא אמר לי ידים שאין מוכיחות שאין בית יד אחיזת הדבר מוכיח אחיזתו בביאור כי הכא דלא מבאר מקודשת למי לעצמו או לאחר:", 
            "הויין ידים. הויא אחיזה כאילו ביאר לעצמו:", 
            "לפניו. ודאי דאהא נזיר כמוהו קאמר אלא וכו' וכן הלכתא דידים שאין מוכיחות לא הויין ידים ואי לא אמר לי לאו כלום הוא:", 
            "אין כאן בית מיחוש דכתיב כי יקח ולא שיקיח את עצמו. ואפי' ספק קדושי' לא הוו ואם בא אחר וקדשה מקודשת לשני ואיכא מ\"ד דוקא שאינו מדבר עמה על עסקי קדושיה אבל מדבר עמה על עסקי קדושיה קדושיו קדושין דלא גרע משתק. ומסתברא דמגרע גרע שאילו שתק היה מובן שנתן כסף הקדושין לקנותה ועכשיו ביאר שנתן כסף הקדושין להקנות עצמו לה ואין הקדושין קדושין כלל:"
        ], 
        [
            "הרי את אשתי שקדשה בכסף ואמר לה כך והיא מכרת ומבינה כוונת הלשון דאי לאו מבינה לאו כלום הוא. אי נמי שהיה מדבר עמה על עסקי קדושיה שאע\"פ שאינה מבינה הרי נתרצית ואע\"פ שלא אמר לה כלום דיו:", 
            "ואם קדשה בשטר מיירי שכתב לה כך. מיוחדת לשון והיו לבשר אחד. מיועדת [לשון] אשר לא יעדה עזרתי נגדתי לשון אעשה לו עזר כנגדו. צלעתי סגורתי תחתי ויבן את הצלע ויסגור בשר תחתינה עצורתי כלומר נאספת עמי בבית ולא מצינן למימר לשון אשה עצורה לנו דההוא ר\"ל מנועה ממנו. תפושתי לשון לא נתפשה או ר\"ל נתפסת עמי בבית:", 
            "כי יקח אלמא לשון קדושין ואידך תבעי והוי ספק מקודשת חרופה אלמא לשון ארוסין הוא א):", 
            "רובא דעלמא הוו קדושין. אף במיעוט אם אינו שם לשון קדושין שהרי אף אם אומרת שדעתה שהלשון אמר לה לשם קדושין הם העדים אינם מבינים הלשון והוו להו כמקדש בלא עדים שהרי אין הדבר ברור לעדים מצד מה שראו ושמעו אלא מצד מה שהם אומרים שכוונו לקדושין. אלא ה\"ק הכי עביד מימרא חלוטה וקתני קודשת כאילו הויא מקודשת ברוב העולם שמבינים הלשון:", 
            "[יהודה] ועוד לקרא הואיל וסבירא לך דבקרא לשון קדושין [הוא] מה לנו להביא סיוע מלשון יהודה אלא ודאי סבירא ליה דקרא לאו קדושין הוא דלשון יחוד בעלמא דבשפחה כנענית הכתוב מדבר שאין קדושין תופסין בה אלא ביהודה קאמר דהואיל ובלשונם הוא לשון קדושין מקודשת הואיל ומכרת שלשם קדושין אמר לה כך הילכך זאת פשיטא אליבא דר' ישמעאל דסבירא ליה הכי בכריתות פרק ד' מחוסרי כפרה ואנן קי\"ל כתנא דפליג עליה התם דבחציה שפחה וחציה בת חורין המאורסת לעבד עברי הכתוב מדבר כמו דאיתא בפרק השולח ולדידיה נחרפת לשון קדושין הלכך האומר חרופתי בכל מקום מקודשת דקי\"ל כוותיה כמו שביארנו בהשולח וכ\"כ הר\"ם:", 
            "במאי עסקינן בהני לישני דמבעיא ליה:", 
            "מנא ידעה פירוש אפי' לשון ההוא לשון קדושין הוא היכי מקדשה והלא אינה בקיאה בלשון והואיל ולא דבר עמה להתקדש לו ואינה מבינה ענין הדברים לא נתרצית להתקדש לו:", 
            "הכי נמי דהוו קדושי דתנן היה מדבר עמה על עסקי קדושיה ונתן לה ולא פירש דיו:", 
            "למלאכה משתמעי ואע\"פ ששניהם מודים שלקדושין נתכוונו אינן קדושין שהרי העדים לא נתברר להם אמתת הלשון בעת ששמעו ונמצא שאין הדבר תלוי במה שראו העדים ומסתברא אם תחלה אמרו לעדים הרי אני נותן לה לשם קדושין בזה הלשון והיא תאמר שתבין שהלשון לשם קדושין דודאי הוו קדושין שבשעה ששמעו העדים הלשון [נתברר להם] שהן קדושין דלא שייך הכא למימר בטלה דעתם אצל כל אדם כדאמרי' בשבת דאנשי הוצל שמוציאים משוי על ראשם אם עשו בשבת פטור דבטלה דעתן אצל כל אדם דבשבת מלאכת מחשבת אסרה תורה אבל קדושין בכל לשון שתכיר ותבין שהוא לשון קדושין ויבינו השומעים גם כן כשנתקדשה מקודשת דהא חרופתי ביהודה הואיל וביהודה הוי לשון קדושין הויא מקודשת ביהודה. ומסתברא דהא דאיסתפקא לן בהני לישני אי לקידושין משתמעי הטעם מפני שהיה מדבר עמה על עסקי קדושיה אבל אם לא היה מדבר עמה על עסקי קדושיה ודאי למלאכה משתמעי ואפי' ששניהם מודים שלקדושין נתכונו אין כאן עדים כלל אבל בלישני דלעיל שהם לשון קדושין אפי' לא דיבר עמה על עסקי קדושין אם היא מודה שהבינה הלשון מקודשת שהרי הבינה הלשון ונתרצית והלשון היא לקדושין ויש כאן עדים וכ\"נ דעת הר\"ם שכתב פ\"ג דאין חוששין למלות אלו וכן לאיזה מלות חוששין אם לא היה מדבר עמה על עסקי קידושיה אלא ודאי שזה החילוק בין מלות אלו ומלשון שהם לשון קדושין:", 
            "גופא היה מדבר עמה במסכת מעשר שני פ\"ד תנינא לה גבי גט נמי אע\"ג דלא בעינן דעתה דידה צריך שיגלה דעתה שנותנו לה בתורת כריתות ומדרבנן (נמי) [כמו] שכתבנו בגיטין פרק הזורק. באותו ענין שתכף שאמרה הן כלומר שרוצה להתקדש לו נתן לה הכסף:", 
            "באותו ענין. כלומר מענין הקדושין לענין אחר והוא מאותו ענין שאמר לה תרצי להתקדש לי ואמרה הן ואמר כמה צריכה את לפרנסה כמה יש לך נדוניא כלומר מי שכיחא האי מילתא שיהא אדם מקדש או מגרש ואינו מפרש או לא שכיחא ובעוד שהיו עסוקים באלו הדברים נתן לה הכסף והלכתא כרבי מחברו ולא הוו קדושי:", 
            "בטיב גיטין בהלכותיהן לא יהא לו עסק להיות דיין בדבר שמא יתיר ערוה וזהו עיוות שאינו חוזר לתיקון:", 
            "דרב יהודה אמר שמואל והוא שעסוקים באותו ענין דוקא ד):", 
            "אמר לאשתו בכתב שכתב לה כן אבל בדבור אינה מתגרשת:", 
            "בת חורין לא אמר כלום דבת חורין היא כשהיא תחתיו ג\"כ:", 
            "הרי את מותרת לא אמר כלום שהרי אסורה היא ולא שייך לשון התר בשחרורה שהשחרור אינה מתירה עד שתטבול:"
        ], 
        [
            "הרי את לעצמך. משמע שפטרה והתיר לה כל זכות או קצת מזכותו:", 
            "לגמרי קא\"ל שהתיר ונתן לה כל זכותו כל שכן באשה:", 
            "אמר לעבדו שכתב לו כך:", 
            "יצא לחירות משום קנסא שמכרו לעובדי כוכבים שמפקיע למצות ועבד שייך במצות כאשה:", 
            "גט שחרור. להתירו בבת ישראל שהרי אין האיסור מסלק עד שיעשה לו שחרור:", 
            "אונו כחו ושטרו אלמא לגמרי קאמר ליה וכ\"ש באשה דלא קני לה גופה דלגמרי קאמר לה וזה אין בו ספק. [ואע\"פ שהר\"ם לא הביא אין לי עסק בגרושין פ\"א אולי כללו בכל כיוצא בזה שכתב או שהיא טעות סופר]:", 
            "במלוה פי' אע\"פ שהמלוה בעין דמלוה להוצאה ניתנה והני זוזי דידה נינהו וזוזי אחריתי הוא דמחייבא ליה וכן פרש\"י וכן הוא בפרק האיש מקדש. ומ\"ש הר\"ם שכבר הוציא הדינר פירוש האיש הוציאו מרשותו כשהלוה אותם לה. בהנאת מלוה כדמפרש:", 
            "ארבעה בחמשה וקידשה באותו תוספת שמוספת על הקרן האי רבית היא והיכי קרי לה הערמה:", 
            "דארווח לה זימנא. פירוש שבא זמן פרעון החוב והאריכה ואמר לה בההיא הנאה שאת נותנת פרוטה לפלוני שיפייס אותי שאאריכך תהיי מקודשת ורישא רבותא קמ\"ל שאע\"פ שמוחל לה החוב והמלוה בעין אינה מקודשת דהא לית לה הנאה השתא וה\"ה אם אמר לה שיש ליך שתתני פרוטה לפלוני לפייסני שאמחול חובי שמקודשת:", 
            "ובהלכות הרי\"ף הבאות מספרד נמצא דמטיא זמנא למגבי ונקטה זוזי בידה למפרעיה ואמר לה בההיא הנאה דקא מרווחנא ליך עד זמן פלוני תהי מקודשת לי וברוב ההלכות ליכא ונקטנהו זוזי בידה דאפי' אין המעות בעולם מקודשת וזה כפי' רש\"י ור\"ח שפי' שהביאה לו מעות ונתנה לו המעות והוא נתנם לה הוא תימה. והר\"ם פי' דארווח לה זימנא כלומר שהלוה אותה עד זמן פלוני ואמר לה הרי את מקודשת לי בהנאה שיש ליך כשאני מרויח לך להשתמש במעותי עד זמן פלוני ויפה פירש וא\"ת ולכל הפירושים היכא הויא הערמת רבית. רבית קצוצה היא שאם אמר לחברו תן לי שדה פלוני ואני אלוה אותך כך וכך או אאריך עד זמן פלוני הוי ריבית קצוצה ואיכא למימר דנותן רבית אין לו הנאה במה שנותן ואשה יש לה הנאה בנתינת גופה דבעלה חייב במזונותיה ובכמה דברים משו\"ה גבי אשה לא הוי רבית גמורה:", 
            "במכר אם מכר לו קרקע בכסף על מנת שיחזירהו לו:", 
            "המסייע שאין נותנין לו תרומה אלא מפני שמסייעם אף לזה אין נותנין אלא מפני שמחזירה:", 
            "בחליפין וזה דומה לחליפין שלוקח הסודר ומחזירו וזה ג\"כ לוקח המתנה ומחזירה:", 
            "תן מנה והוא חזר ואמר הרי את מקודשת לי בהנאה שיש ליך כשאני נותן מעותי לפלוני במצותיך וכן בכולם מפרש הכי שאם לא אמר לה כך לאו כלום הוא דבעינן כי יקח ולא תלקח אשה לאיש ועוד איך יקנה אותה הלא לא יתן לה ולא אמר לה כלום וכתב רש\"י ולא דמי לתנם לאבא ולאביך דהכא איירי דאיהי קאמר ליה מעיקרא אבל התם הוא קאמר לה להתקדש לו והיא אמרה לו תנם לאבא ולאביך ומשטה היא בו ע\"כ:", 
            "איכא מאן דאמר התם נמי אי אמר הרי את מקודשת לי בהנאה שיש ליך כשאני נותן מעותי לפלוני במצותיך מקודשת אלא התם איירי בשהוא מדבר עמה על עסקי קדושיה והיא השיבה כן אם הוא דברי רצוי מקודשת ואם לאו אינה מקודשת ולאו מילתא [היא] דבמאי מקדש הלא לא נתרצית ולא אמר לה כלום אלא שאמרה לו להפסיד מעותיו והאי דשתקה כי אמר לה הכי מפני שאינה מקפדת על דבריו:", 
            "דלא מטי הנאת ממון לידיה שכל הממון נוטל האחר וזה נכנס ערב. בההיא הנאה דקא מהימן ליה שנותן ממונו לאחר מפני שהוא ערב גמיר ומשעבד נפשיה:"
        ], 
        [
            "והתקדשי לפלוני ואותו פלוני אומר לה הרי את מקודשת לי בהנאה שיש ליך בשבילי שנותן ליך פלוני המנה שתתקדשי לי קונה האשה אע\"פ שאינו חסר ממון שהרי עבד כנעני קונה עצמו בכסף על ידי אחרים שפודין אותו ואפי' נתן לה הפלוני המנה על מנת שתתקדש לו והוא אמר לה עתה כך מקודשת שהנאה יש לה עתה שאם לא תתקדש אין לה במעות כלום ומסתברא שאם נתאכלו המעות קודם שיאמר לה האחר זה הלשון שאינה מקודשת שהרי בשעה שהוא אומר כך הויא להו מלוה ולא דמי להתקדשי לי בזה לאחר שלשים יום:", 
            "דקא מקנה. העבד וזהו האדון קני הכסף מיד אחרים שפודין אותו. ופי' שהוא אומר לה הרי את מקודשת לי בהנאת מתנה זו שקבלתי ברצונך:", 
            "נכסים שיש להם אחריות. כגון קרקעות ואדם איתקש לקרקע והיה סבור המקשה שהטעם הוא אגב שקנה המעות במשיכה קנה האשה ואנן אפכא תנן במתני' דהאי פירקאי הכא מיירי שהוא אדם חשוב שאינו רגיל לקבל מתנות ויש לה הנאה בשקבל מתנה הימנה והוא אמר לה הרי את מקודשת בהנאה שיש לך כשקבלתי מתנה ממך אבל אם לא הוי אדם חשוב ליכא הנאה ונמצא שמתקדשת בלא דבר ואינם קדושין כלל ואע\"ג דאמר לה הרי את מקודשת בהנאה שיש ליך כשקבלתי מתנה ממך דאלת\"ה למה לי למימר באדם חשוב הכי איבעי ליה למתני מי סברת דאמר לה אגב הכא דאמר לה בההיא הנאה וכ\"כ הרי\"ף והר\"מ ז\"ל:", 
            "וכן לענין ממונא תן מנה לפלוני ואתן לך ביתי כיון שנתן המנה קנה הבית וכן הילך מנה ותן ביתך לפלוני וכן תן מנה לפלוני ואתן לו ביתי כיון שנתן לו המנה ג\"כ קנה הבית וצ\"ע למה לא הביא הר\"ם ז\"ל אלא תן מנה לפלוני ואתן לך ביתי:", 
            "אבל קדושין שאינה יכולה למחול אימא לא צריכא:", 
            "אשה כי יקח איש אשה. לא חזיא דאשת איש אסורה לאחר והוה ליה כמאן דאמר התקדשי לי ולאחר. אבל כי אמר לחציי ונתרצית ונתן לה כסף או שטר מקודשת לא רצה לומר שאין לה בו אלא החצי אלא רצה לומר הואיל והרשות בידי ליקח אשה אחרת אקחנה ותהיה אשתי את ואחרת. וכתב רבינו מאיר פשיטא שהרשות בידו ותירץ דאפי' לא אפשר למיקם בסיפוקייהו דאמרינן ביבמות שאינו רשאי הכא רשאי דכאילו התנה לה בפירוש דמי ודעת הר\"ם כפי' קמא:", 
            "בכולה דהואיל וקדשה לחציה דבר שהנשמה תלויה בה קידש:", 
            "התם בהמה שלו וליכא אלא דעת המקדש והואיל והקדיש אבר שהנשמה תלויה כולה רוצה לקדש. הכא איכא דעת האשה ואע\"פ שהוא כוון לכולה היא לא כיוונה אלא לחציה ולא דמיא הא אלא לבהמה של שני שותפין שאם הקדיש חציה אינה מקודשת כולה:"
        ], 
        [
            "פסקא למילתיה והואיל ואמר חצי פרוטה לא כלום הוא:", 
            "מונה והולך [הוא] הו\"ל כאילו אמר התקדשי לי בפרוטה והילך חציך בחצי פרוטה וחציך בחצי פרוטה:", 
            "חציך בפרוטה מהו דע כי טעם מונה והולך שייך טפי כשמחלק על החשבון יותר מכשכולל האחד ומחלק כי הכא שאינו מחלק הפרוטה אלא האשה ומסיק דאף כה\"ג אמרי' מונה והולך הוא הואיל ועביד תרי דבורי לחלק האשה ורוצה שהקדושין יחולו יחד:", 
            "כל ביומיה מונה והולך. שהקדושין יחולו היום:", 
            "שתי חצייך בפרוטה הכא לא מצינן למימר מונה והולך דהא בדבור אחד אמר ולא שייך מונה והולך אלא כשעושה שני דבורים לחלק מניינא:", 
            "בחד זימנא קאמר והוא כאילו אמר כולך בפרוטה ומקודשת או דילמא אין אשה מתקדשת לחצאים כלל היכא דליכא טעמא דמונה והולך תיקו הילכך בהני תרי בעיי קמאי מקודשת ודאי דאמרי' מונה והולך ואידך [הוי] בעיא ולא איפשיטא ומקודשת מספק וכן דעת הר\"ם ז\"ל. ואיכא מאן דמפרש שני חצייך בפרוטה מהו דהדר ביה מההיא אוקימתא דאם תמצא לומר מונה והולך דלעיל דסבר דאי אמרינן מונה והולך בתרי דבורי כ\"ש הכא בחד דיבורא ופסקי דכולהו בעיא לא איפשיטא והעיקר מה שפירשנו תדע דאפי' כי אסיק דאמרינן מונה והולך בחצייך בחצי פרוטה הדר בעיא אי אמרינן מונה והולך בחצייך בפרוטה. ועוד היכי תני סיפא מילתא דסתרי ליה לרישא:", 
            "לשני בני ומיירי שהבנים עשו אביהם שליח לקדש:", 
            "לא צריכי שומא בקצת פירושנו נמצא ודוק. הואיל ובקיאי כ\"ע בשומא דידהו דדבר חשוב הוא וסמכא דעתה דאשה נמי בקיאה בהך שומא אבל מידי אחריני שאין ידוע שווים כל כך בעולם מודה דצריכי שומא. ומכאן יש להוכיח שאם קדשה בטבעת זהב כיון דדבר חשוב הוא ובקיאי כ\"ע בשומא דידיה מקודשת ובלבד שלא יהיה בה אבן דהיא לא בקיאה בשומת האבן ולא סמכא דעתה ע\"כ. וקי\"ל דליתא לדרב יוסף דלישנא בתרא דקי\"ל שוה כסף ככסף אע\"ג דלא קייץ כי הך מסקנא דהכא דמסיק לעולם לא שוי הילכך אפי' קדשה בטבעת שיש בה אבן אם אמר בכל דהו דהיינו הרי את מקודשת לי בטבעת זו ודאי הויא מקודשת קדושין גמורין ואי אמר לה בחמשין ושוי חמשין מצי למימר הכי מיהו לדעת הר\"ם אין זה הדין אלא בבגדים מעולים שהאשה מתאוה להם כמו שנבאר לקמן:", 
            "שומא. כדמפרש:", 
            "בכל דהוא שלא אמר לה שהן שוין כך וכך אלא אמר לה התקדשי לי בשיראין אלו:", 
            "לא סמכא דעתה שיהיו שוין כמו שאמר לה ואינה מקודשת עדיין עד שתשום אותן אבל שמו ולא חזרה בה ודאי מקודשת דהו\"ל כמאן דאמר התקדשי לי בזה לאחר שתשומי אותן:", 
            "שוה כסף דאמרי' בכל דוכתא ככסף דוקא היכא דקיץ שקצוץ ערכו:"
        ], 
        [
            "עגל זה לכהן קאמר שיקח העגל או הטלית בדמי פדיון בנו:", 
            "ומבעי ליה סודרא וכן נמי עגל וטלית לכל אדם שהרי לכל אדם הן צורך אבל טלית אינו צריך לכל אדם ולא מצי למימר לדידי שוה לי אלא מדבר שהוא צריך לו שפעמים שאדם קונה אותם יותר משווייהם מפני הצורך:", 
            "ה\"ז מקודשת. מיד כשנתן לה הדינר ואינה יכולה לחזור בה דהו\"ל כמאן דאמר לה הרי את מקודשת לי בדינר על מנת שאשלים לך מנה ומיהו אם לא השלים לה המנה א\"צ גט שהרי לא השלים תנאו נמצא שהוא יכול לחזור בו והיא אינה יכולה לחזור בה. וה\"ה אם נתן לה פרוטה מקודשת וישלים לה המנה. ואורחא דמילתא נקט שמי שרוצה למנות מנה אינו מונה לו בפרוטות אלא בדינרין שמקצר חשבונו. ודינר הוא כמו פשוט של כסף וא\"ו מעות כדמפרש לקמן (דף י\"ב) ואיכא מ\"ד שאע\"פ שלא השלים לה המנה צריכה גט וטעות הוא בידם דמאי בין תנאי זה לשאר תנאים:", 
            "במנה זה משמע כל המנה ולא חלו הקדושין עד שהגיע בידה כל המנה אבל במנה סתם אפי' מונה והולך מקודשת בדינר הראשון שנתן לה:", 
            "רב אשי אמר אפי' במנה סתם אם היה מונה והולך אינה מקודשת עד שהגיע בידה כל המנה והאי ברייתא סתם איירי ומהא מילתא פליג אם ההיא אוקימנא כר' אלעזר כמו שנפרש לקמן:", 
            "דידעה ביה שהכירה אותו ומחלה אותו הדינר שמעינן מהא דאע\"ג דאמרי' דקדושין לא ניתנו לימחל היינו דבעינן (שיש לה) ויתן לה שוה פרוטה ואפי' אמרה הריני כאילו קבלתיה אינו מועיל אבל אם אמר לה התקדשי במאה דינרים יכולה היא למחול מקצתם הואיל ומגיע בידה פרוטה:", 
            "בלילה. ולא הכירתו:", 
            "ביני זוזי. שלא ראתו:", 
            "היינו [דינר] של נחשת והיכי תני מקודשת:", 
            "על ידי הדחק משום הכי מקודשת שהרי יכולה להוציא בדוחק ומיהו יחליף אותו הואיל ואינה יכולה להוציאו בלא טורח ב):", 
            "תוספתא תבעו זה את זה האיש תבע תחלה ואמר לה קבל הקדושין. ואם האשה תבעה תחלה שאמרה לו תני לי קדושין וקדשו סתם הואיל ותבע האיש תחלה והיא אמרה לו כבר שלא תתקדש לו אלא במאתים ודאי על מנת ליתן מאתים קדש ומנה או מאתים סתם הוא זה ומקודשת מה שנתן לה והוא ישלים המאתים מיהו אם אינו רוצה להשלים אינה מקודשת כדפרישנא לעיל גבי ההיא דרבי אלעזר. תבעו זה את זה. אם המוכר תבע ואמר לו קנה החפץ (ונתנו לו) [יעשו דברי לוקח] אם הלוקח תבע ואמר לו תן לי החפץ ובא ומשכו [יעשו דברי מוכר] ע\"כ התוספתא פ\"ב:"
        ], 
        [
            "מנה אין כאן לא המנה הגיע לידה ולא משכון נתן לה להיות שלה דנימא שוה כסף ככסף הלכך אין לה על המשכון כלום:", 
            "במשכון מקודשת וקס\"ד דמיירי כה\"ג דאמר לה התקדשי לי במנה והניח לה משכון:", 
            "[במשכון] דאחרים. במשכון שמסרו לו ב\"ד על חוב שיש לו אצל אחרים וקדשה באותו זכות שיש לו על המשכון דאי אמר לה התקדשי לי בזה הואיל ואחרים מוציאין אותו המשכון מידה אינה מקודשת אלא ודאי דאמר לה התקדשי לי במשכון זה שיש לי מפלוני או התקדשי לי במאה זוז שיש לי על משכון זה מקודשת. וכי תימא הכא נמי מנה לא הגיע בידה ומשכון לא נתן לה להיות שלה ואין לה על המשכון כלום שהרי הוא קונה המשכון עד אותו סך וגוף המשכון הקנה לה עד אותו מנה. והה\"נ אם בעל חוב עצמו תפשו אחר ההלואה דכה\"ג נמי קני ביה זכותא כנגד אותו סך כמו שביארנו בסוף המקבל. ומשום הכי פרישנא לה במשכנו שלא בשעת הלואתו והכי אוקימנא לה להא כר' יצחק בשבועות ובבא מציעא. ואיכא מאן דמפרש במשכון דאחרים אפי' משכנו בשעת הלואתו והכי דייק מהא דר' יצחק הואיל ומשכנו שלא בשעת הלואתו קני ליה עד אותו סך שהלוה חייב לו משכנו בשעת הלואתו [נמי] קצת שעבודא מיהו אית ליה עילויה ואותו שעבוד נתן לה וזה הבל:", 
            "בפריטי. דעבד כנעני נקנה בכסף:", 
            "נסכא. חתיכה של כסף. ונתייקרה השפחה ורצו לחזור בהם המוכרים:", 
            "פריטי אין כאן שלא נתנו המעות שקנו אותה והנסכא לא נתנו להם להיות שלהם דנימא שוה כסף ככסף הלכך לא נתנו להם עליה לא כסף ולא שוה כסף שאין להם על הנסכא כלום שמעינן מיהא שהמוכר יין לעובד כוכבים אף על פי שהעובד כוכבים מניח משכון על היין קודם שנאסר אינו מועיל ואכתי דמי היין נסך קא שקיל שהרי לא נתן לו הכסף שיקנה בו היין ולא נתן לו המשכון שיהא שלו הלכך אין לו במשכון כלום ואין לו תקנה אלא שילוה לו המעות על המשכון ויקח המשכון קודם שיאסר היין. ואיכא מאן דאמר הואיל בדיניהם קונה היין לית לן בה:", 
            "מדאחייבא בהו אם לא נטלם בתורת קדושין. וכתב רבינו נסים ודוקא היכא שנטלתם בכעס וזרקתם מיד אבל לקחם בפני עדים ואח\"כ זרקתם לפניו או לדבר האבד צריכה הימנו גט:", 
            "במנה והיא השיבה אותו תנם לאבא אינה מקודשת שלא נתרצית בקדושין אלא שאמרה לו להפסיד מעותיו:", 
            "שיקבלם לי מקודשת דסמכה דעתה שאותו פלוני יקבל מעותיה ונתרצית בקדושין איכא מאן דאמר בכל הני אי הוא חזר ואמר הרי את מקודשת לי במנה זה שאתן לפלוני במצותיך והיא שתקה מקודשת אע\"פ שלא אמרה תחלה אלא תנם לפלוני ולאו מילתא היא כמו שבארנו לעיל:", 
            "על גבי הסלע דלאו לשון ריצוי הוא אלא הפסד מעותיך ומיירי נמי בשלא חזר ואמר לה כלום אלא שהניחם שם לפירושא קמא:", 
            "שלה לשון ריצוי הוא דקאמרה כלומר הניחם ברשותי. של שניהם בעיא ולא איפשיטא הואיל והמקום של שניהם אם נתרצית לקדושין אם לאו:", 
            "לכלב כלומר הפסידהו ואינו לשון ריצוי:", 
            "גמרה ומקניא ולשון ריצוי הוא דקאמרה או חיובי מחייבת ולא נתרציתי בקדושין אלא אמרתי לך שתצילני כמו שאתה חייב להציל נפש אחת מישראל איכא מאן דאמר אם היה כלב של שניהם נמי מקודשת אם היה בככר שתי פרוטות דלשון ריצוי הוא ולא אמרינן דאמרה כי היכי דמחייבת ביה אנא מחייבת ביה את כדאמרינן דהתם הוא חייב בכל המתנה אבל כאן אינו מוטל עליו אלא חצי מזונותיו. ואיכא מאן דאמר אינה מקודשת דהואיל דמחייב ביה איהו לא נתרצית לקדושין וצ\"ע. הלכך הוי ספק מקודשת. כי היכי דמחייבנא ולא נתרצית לקדושין:", 
            "ירושלמי פרק האיש מקדש התקדשי לי בסלע תנהו לעני מקודשת ותראה עושה טובה לעני. ודאי זה הירושלמי חולק עם התלמוד שלנו דודאי ליכא הפרש בין סלע לככר וכן דעת הר\"ם והרי\"ף שלא הביאו זה הירושלמי ואיכא מאן דאמר דלא פלוג וחלוק יש בין סלע לככר דבסלע לא מציא למימר כי היכי דמחייבנא דלא רמיא עליה חובה למיתן ליה סלע חדא זימנא. וזה רחוק דאטו מי לא עסקינן בככר גדול וודאי אינו חייב ליתן לו ככר גדול כאחת. ופי' לשון הגמ' הוא שלא היה בדעתה להתרצות בקדושין אלא שיתן לו לשום מצוה שהרי הוא מחויב במעה כמו שהיא מחויבת יהיה מחויב לתת לו כולו או מקצתו וודאי פליג אגמרא דידן. וודאי אם נותן לעני אלף זוז בבת אחת מצוה עביד כדתנן בסוף פאה היו לו מאתים זוז חסר דינר אפילו נתנו לו אלף זוז בבת אחת יקח:"
        ], 
        [
            "שוכא. קשר או אגודה:", 
            "לאו כלום הוא. שלא נתרצית ליקח לשם קדושין אלא לא תשחק בי בדברים אלו:", 
            "ומסתברא דוקא שלא אמר לה עוד דבר אלא נתן בידה אבל אם אמר לה בשעת נתינה הרי את מקודשת לי בזה וקבלה ודאי האי הבה מיהבא דקאמרה ריצוי הוא ומקודשת שלא היה ריצוי לא היה לוקח מה שהוא נותן לה שהרי אין לה בהן כלום:", 
            "הב אשקי שלא כפלה הלשון אי הוי ריצוי או לאו:", 
            "תגא. עטרה ולשון שבועה היא:", 
            "והלכתא שיראי לא צריכי שומא. כתב הר\"ם פ\"ז אמר לה הרי את מקודשת לי בבגדים אלו שהם שוים חמשים דינר (ה\"ז מקודשת משעת לקיחה ואינם צריכים שומא) והיו של משי וכיוצא בהם שהאשה מתאוה להן אם היו שוים חמשים ה\"ז מקודשת משעת לקיחה ואינם צריכים שומא בשוק ואח\"כ תהיה מקודשת כדי שתסמוך דעתה אלא הואיל והם שוים כמו שאמר לה הרי היא מקודשת משעה ראשונה ואם אינם שוים אינה מקודשת ע\"כ. נראה דעתו דדוקא שיראי וכיוצא בהן שהיא מתאוה להן ומעכבן לעצמה ואינה רוצה למכרם סמכא דעתה. אבל במה שאינה מתאוה להם שמא דעתה למכרם ולא סמכא דעתה שמא לא תמצא שויין. ומ\"ה פסיק בגמ' והלכתא שיראי לא צריכי שומא. ולא אמר והלכתא מאני לא צריכי שומא. ואיכא מ\"ד ה\"ה לכל מילי והאי דנקט שיראי משום דעובדא דאיפליגו ביה רבה ורב יוסף שיראי הוו:", 
            "והלכתא כר' אלעזר. דעת הרי\"ף והר\"מ לפי מה שנמצא ברוב ההלכות דהאי והלכתא כר' אלעזר דאי אמר לה התקדשי לי במנה סתם ונתן לה דינר אפי' היה מונה והולך ה\"ז מקודשת וישלים כדאוקימנא לתירוצא דתריצנא כר' אלעזר. ולא כרב אשי. וכן עיקר. דא\"כ לימא נמי והלכתא כרב אשי. ואיכא מ\"ד דהאי תירוצא לאו ר' אלעזר הוא דתרצה אלא בעל הגמ' הוא דתירצה הכי. ואפשר דר' אלעזר ס\"ל כרב אשי הלכך האי והלכתא כר' אלעזר ממימריה בלחוד הוא דפסקינן כוותיה דהתקדשי במנה ונתן לה דינר מקודשת וישלים וכדאסקה רב אשי דמונה והולך דעתה אכולא מנה:", 
            "כרבא א\"ר נחמן דמנה אין כאן ומשכון ליכא ואע\"ג דליכא מאן דפליג אדרב נחמן כיון דאיכא ברייתא דלכאורה משמע דפליג עלייהו איצטריך תלמודא למפסק כוותיה לאשמועינן דהנהו שינויא דמשני שינוייא הוו:", 
            "על הנייר או על החרס אע\"פ שיכול הכתב להזדייף בהני כיון דאיכא עדים כשנתן לה השטר בתורת הקדושין דקדושי בלא סהדי לאו כלום הוא לא איכפת לן ובפ\"ק דגיטין אסיקנא דמחובר פוסל בקדושין כגיטין. והיכא דכתב תנאי בקדושין ודאי מקודשת דאע\"ג דבגיטין אם כתבו קודם התורף הויא ספק מגורשת בשטר קדושין ליכא תורף שאין שם אלא שם האיש ולא שם האשה ולא זמן ועוד דבכל דוכתא תשכח דאיתקש הויה ליציאה אלא במה שפוסל הגט מהיות גט אבל במה שהוא ספק לא מדמינן קדושין לגיטין שלא הקשה תורה קדושין לגיטין אלא במה שפוסל הגט מהיות גט בגט ואינו גט אבל מספק לא איירי קרא דליכא ספיקא קמי קודשא בריך הוא ואפי' תימא דמשום שהקישה תורה הוייה ליציאה יש לנו לומר שמה הוא ספק בגרושין הכי נמי בקדושין הא ליכא תורף בקדושין הלכך הויא מקודשת ודאי ומ\"ש בעל הש\"ש דמקודשת מספק אינו כמו שכתבנו:", 
            "הלכתא נינהו כלומר שכך קבלו פי' ענין קדושין מסיני מפי משה רבינו:", 
            "שלא בגרה דהויא ברשות אביה:", 
            "שלא לשמה שכתבו לתתו לרחל ונתנו ללאה:"
        ], 
        [
            "הויה דכסף שאינו צריך לצייר צורת הכסף או להתיכו לשמה דכתיב וכתב לה לשמה שלא מדעתה שלא ידעה האשה כשכתבו ונתנו לה ונתרצית:", 
            "דעת מקנה בגט היינו הבעל ובקדושין האשה שהיא מקנה עצמה לו:", 
            "פסיקתא שפוסקין על עצמן לתת להן ואע\"ג דהלכתא בלא טעמא אין כותבין דניחא להו למיהוי מלוה על פה ולא תהוי מלוה בשטר:", 
            "ופסקו הרי\"ף והר\"ם ז\"ל דאינה מקודשת דרב אשי אוקמא בפ' הנושא בשטרי אירוסין ממש ומדעת שניהם מהאיש ומהאשה קאמר וכתב רבינו חננאל וקי\"ל כרב פפא ורב שרביא ויש מי שפסק כרבא ורבינא והדבר צ\"ע ע\"כ:", 
            "והיא בעולת בעל. אית דגרסי כי ימצא איש שוכב עם אשה בעולת בעל:", 
            "כעורה כלומר וכי נמאסת הברייתא דתני רבי מה צורך ללמוד מקום אחר:", 
            "דקדיש ובעל דתרוייהו בעינן דכתיב כי יקח דהיינו קדושי כסף:", 
            "בעולה היא. ובחנק היא:", 
            "שלא כדרכה ועדיין היא בתולה ובסקילה היא שקנאה באותה ביאה:", 
            "באחר אם בא עליה אחר שלא כדרכה אם היא בחנק כבעולה או בסקילה בכדרכה וחנק היא ואת אמרת קדושין וביאה בעינן היכי משכחת לה נערה בסקילה. ומתרץ דמשכחת לה מאורסה ובסקילה שקדשה בשטר הואיל ושטר גומר הקדושין בלא דבר אחר:"
        ], 
        [
            "מודה רבי. דכי אמר רבי דביאת אחר שלא כדרכה הויא כדרכה ה\"מ לענין מיתה אבל לגבי קנס כולהו משלמי:", 
            "אית דמפרשי כל העשרה שבאו עליה שלא כדרכה ואע\"ג דאמרינן הנאת שכיבה חמשים הנאה יש לו אע\"פ בשלא כדרכה דהא אף לדידה אמרינן בהאי פרקא מאן לימא דלית לה הנאה דלמא אית לה הנאה כדאמרי' גבי שפחה כנענית תקנה בביאה. והר\"ם כתב בנערה בתולה פ\"א שאינו משלם קנס אלא כדרכה נראה שפירש כולהו כל הבאים עליה כדרכה אחר אלו משלם קנס ונראה דלא גריס כולהו והכי גרסינן פרק אלו נערות [דף מ ע\"ב] אמר רבי זירא אלו באו עליה שנים א' כדרכה ואחד שלא כדרכה יאמרו בעל שלמה חמשים בעל פגומה חמשים. א)פי' אחד שלא כדרכה שבא עליה שלא כדרכה ופי' בעל פגומה זה שנמצאת פגומה שהרי נבעלה שלא כדרכה (אלא) ובעל שלמה כלומר שלא בא עליה אדם מעולם אף שלא כדרכה ישלם (קנס) [חמשים] מיהו דבר פשוט דאף בא עליה שלא כדרכה חייב האונס לקחתה וקרינן ביה ולו תהיה לאשה לא יוכל לשלחה כל ימיו דגרסי' ביבמות פרק הבא על יבמתו אמר רב נבעלה שלא כדרכה פסולה לכהונה מתיב רבא ולו תהיה לאשה אשה הראויה לו פרט לאלמנה לכ\"ג ה\"ד אילימא בכדרכה מה איריא אלמנה תיפוק לי דהויא לה בעולה פי' דאונס עצמו לא ישא בעולה אלא שלא כדרכה ומשום אלמנה אין משום בעולה לא ב):", 
            "שוין. בני עונשין. אלמא הא אחר חייב לקחתה. למעוטי גדול הבא על הקטנה:", 
            "תחלת [ביאה] היא העראה והיא נשיקת אבר:", 
            "סוף ביאה היא גמר ביאה והיא הכנסת כל האבר:", 
            "קונה אשה להיות ארוסה. ופשטה ידה דאי סוף ביאה קונה מקודשת לשני ואי תחלת ביאה קונה מקודשת לראשון. לכהן גדול אם רשאי לקדש אשה בביאה אי אמרת תחלת ביאה קונה רשאי לקדשה בביאה דבשעת קדושין בתולה היא ואי סוף ביאה קונה אינו רשאי דבשעת קדושין בעולה היא:", 
            "על גמר ביאה. והא דגרסי' ביבמות פ' הבא על יבמתו אשה לבעלה דמקניא בהעראה מנין אתיא קיחה קיחה. אלמא אשה מקניא בהעראה דהיינו תחלת ביאה. תירץ בעל הלכות דהתם מיירי שפירש ואמר שדעתו לקנותה בהעראה והכא מיירי בסתמא ורבינו נסים תירץ דהא והא בסתם והכא איירי בקנין דארוסין והתם איירי בקנין דנשואין דומיא דיבמה שמקודשת מקדושי אחיו. הכא נמי מיירי שקדשה ואח\"כ בא עליה לשם נשואין ואם הערה בה קנאה להיותה אשתו גמורה. וכן תירץ הרי\"ף ביבמות. והר\"ם כתב שני התרוצים בפ\"ג ובפרק יו\"ד וכי תימא מנלן דביאה בלא חופה גומר תריץ דתניא בפ' נערה שנתפתתה סתם חצר דידה ללון סתם חצר דידיה לשם (קדושין) [נשואין] אלמא ביאה בלא חופה גומר ואי קשיא לך הא דתניא בסוטה פרק ארוסה תחת אישה פרט לארוסה ושומרת יבם למה לי תיפוק לי שקדמה שכיבת בועל לבעל. כגון שבא עליה ארוס בבית אביה דכוותה גבי שומרת יבם שבא עליה יבם בבית אביה שומרת יבם קרית לה האמר רב קנה לכל. כשמואל דאמר לא קנה אלא לדברים האמורים בפרשה. ואי אמרת דביאה דאחר קדושין קנה לכל כדשני ליה שבא עליה ארוס לותביה ארוסה קרית לה. תירץ דכי אמרי' דביאה דאחר קדושין קונה קנין גמור ה\"מ שבא עליה לשם נשואין אבל בא עליה לשם זנות לא. והתם מיירי שבא עליה לשם זנות:", 
            "ביאה. אם קדשה בביאה קנאה קנין גמור ליורשה וליטמא לה ולהפרת נדריה בלא שותפות האב כאלו נשאה. או אירוסין עושה ואינו יורשה ואינו מיטמא לה ואינו מפר לה אלא בשותפות האב. קתני ביאה שאם מסרה אביה לביאה לשם קדושין אינו אוכל פירות נכסי מלוג שלה ולא הוי נכסי הבעל עד שנשאת אלמא אירוסין עושה:", 
            "אשארא. אכסף ושטר. אבל קדשה בביאה בעל אוכל פירות כאלו נושאה דנשואין עושה:", 
            "מתקדשת בביאה דביאתה ביאה. ומשנה היא בפ' יוצא דופן:"
        ], 
        [
            "מטמאה את בועלה אם היא נדה:", 
            "משכב התחתון כעליון שעושה בועלה משכב ומושב אפי' בעשר מצעות זו על זו לטמא אוכלים ומשקים אבל לא לטמא אדם וכלים כדאיתא התם:", 
            "פטורה לפי שאינה בת עונשין:", 
            "ביאה שעל ידי חופה. כלומ' ביאה שאחר חופה:", 
            "חופה היא שמייחדין שניהם בפני רבים בבית א' לבדם ועדים רואין היחוד אבל אין עדים נשארים עמהם בבית שאין לבעול בפני שום אדם. וקי\"ל כאביי ורבא דביאה אירוסין עושה ואע\"ג דדחי להו תלמודא דחייתא נינהו דפשטא (דמייחדין) [דידהו] דייקי דאירוסין עושה וכן הלכתא:"
        ], 
        [], 
        [], 
        [
            "שש מעה כסף דינר. דינר של כסף הוא שש מעין:", 
            "חיישינן שמא שוה פרוטה [במדי]. איכ' מאן דאמר דאי ידעינן בודאי דוכתא דשוה ביה פרוטה מקודשת ודאי. והעיקר דאפילו ידעינן דוכתא דשוה פרוטה הוה ספק מקודשת הואיל ובהאי דוכתא לא שוה פרוטה והספק הוא אי שוה פרוטה דאמרו חכמים בהאי דוכתא דקדיש ביה דוקא או אפילו שוה בשום מקום אע\"פ שאינו שוה כאן שמא יגיע זה לשם וישוה פרוטה הילכך יש לחוש בכל שוה כסף שיקדש בו שמא יש מקום בעולם שישוה זה פרוטה. מיהו כי הויא ספק הני מילי בדבר המתקיים אבל דבר שאינו מתקיים לא הויא ספק מקודשת דהא בהאי דוכתא לא שוה פרוטה ואינו מגיע לה בשום מקום שישוה כלום שהרי קודם הגיעו שם יפסד וכן דעת הר\"ם:", 
            "ואיכא מאן דאמר דאפילו במה שאינו מתקיים ואינו שוה פרוטה כאן מקודשת מספק ומפרש שאין הספק בדעת חכמים אלא דגזרינן האי דוכתא דלא שוה אטו ההוא דשוה. ולא נהירא שאין מקום לזאת הגזרה שכל שיקדשו בשוה כסף יעיינו אם יש שם שוה כסף אם לא ובלא הכי לא אפשר הילכך לא נפיק מיניה חורבא:", 
            "(זוזא דאורדי) [בזוודא דאודרי] אגודה של מוכין:", 
            "אבנא דכוחלא. אבן של כחל שהיה דומה לכחול:", 
            "וקא מעיין בה שאם יבא אחר ויקדשה אי הוו קדושין אם לאו. ור\"ש פי' שבא אחר וקדשה בפרוטה:", 
            "לא סבר לה [דשמואל] ואי אין בה כאן שוה פרוטה אינה מקודשת כלל ואם בא אחר וקדשה מקודשת לשני:", 
            "דקדיש ועכשיו הוזלה:"
        ], 
        [
            "צער לידה יולדת בקושי והיתה רוצה שתאסר על בעלה:", 
            "אמרי איכא סהדי באידית. שם מקום:", 
            "אותן [העדים] היו כאן והלכו להם ונחוש להם:", 
            "דרבי חנינא בכתובות גבי בנתיה דמר שמואל דאשתביין:", 
            "אסתן. צפון כלומר לא נחוש לעדים שאינם כאן:", 
            "בשבויה שהרבה קולות עשו בה חכמים והטעם שאע\"פ שנשבית לא היה לנו לאוסרה מספק שהי' לנו להעמיד' על חזקה ובחזקת כשרה היתה. אבל הכא הרי יצאתה מחזקת פנויה שהרי קבלה קדושין ואיתרע לה חזקה ואע\"ג דהשתא לית בהו שוה פרוטה הואיל ונפק קלא דההוא יומא דקדיש הוה ביה שוה פרוטה חיישינן לה. ורב חסדא סבר הואיל והשתא חזינן דלית בהו שוה פרוטה יש לנו להעמידה בחזקת פנויה דומיא דשבויה. ואע\"ג דקיימא לן כשמואל דחיישינן שמא שוה פרוטה במדי ולגבי האי מילתא לא נפקא לן מידי. לגבי שאר מילי דאשת איש נפקא מינה דחיישינן לעדים שאינם כאן והוא שיצא קול כל דהו אבל אם לא יצא קול כלל ודאי לא חיישינן לסהדי כמו שבארנו בכתובות פרק האשה שנתארמלה:", 
            "מההיא משפחה שיצאו מאותה אשה שהתיר רב חסדא לשני:", 
            "שוטיתא. בד של הדס:", 
            "בביאה ובשוקא ובלאו שידוכי משום פריצותא. דמבטל גיטא ששלח גט לאשתו וקודם שיגיע גט לאשתו ביטלו בפני שנים ונפיק מיניה חורבא שהשליח הולך ונותנו לה והיא הולכת ונשאת ונמצא גט בטל ובניה ממזרים וכ\"פ הר\"ם:", 
            "ור\"ש פי' שהגיע בשליח ובטלו שמא יתננו לה השליח אחר שביטלו ותנשא בו:", 
            "מודעא היא בשני עניינים אם אמר לשנים כל גט שאכתוב לאשתי הרי הוא בטל או אפילו אם הוא מאלו שכופין אותו להוציא הואיל והודיע להם שמחמת אונסו יאמר רוצה אני אי לא בטיל ומיהו אינו גומר בלבו לגרשה דלאו הוי גיטא עד דמבטל גיטא למודעיה בתר דאכתוב תו לא מהני דהא מיד דאכתוב הו\"ל כחספא דהא איבטיל כמו שנבאר בג\"ה בהשולח. וכן אם מודיע להם שהוא אנוס אע\"ג דהוי מאלו שכופין אותו להוציא הואיל והודיע להם שמחמת אונסו יאמר רוצה אני אי לא בטיל למודעא בהדיא מקמי דאיכתיב גיטא לא הוי גט כשר דאונסא בלא מסירת מודעא בעינן דנימא בהדיא רוצה אני והיכא דמסר מודעא בהדיא בעינן דליבטיל במודעיה כדאיתא בערכין וכמו שביארנו פ' המגרש וכל מודעא דגיטא אע\"ג דלא ידע בההוא מודעא הויא מודעא ואע\"ג דאמרינן כל מודעא דלא כתיב בה ידענא ביה באנסא דפלוני לאו מודעא היא ה\"מ במקח וממכר אבל בגט הויא מודעא דכל מודעא גילוי מילתא בעלמא הוא כדאיתא בחזקת הבתים ובטיל גיטא ובהדיא אמרינן בערכין (דף כא) גבי הא מילתא אמר רב ששת האי מאן דמסר מודעא אגיטא מודעיה מודעא:", 
            "שליחא דרבנן שמכה שליח ב\"ד שמזמין לדין או כשעשה שליחותו ומה שצוו לו ב\"ד:", 
            "תלתין יומין דעמד כל כך בשמתא ולא אתי למשרי שמתיה:", 
            "חתנא אית דמפרשי חתן שקדש ארוסתו ודר בבית חמיו משום פריצותא:", 
            "דחליף. שעובר על הפתח:", 
            "מידם. כמו דומה. יצא עליו לעז מחמותו:", 
            "ש\"מ שמי שנטען על ערוה לא יראה על פתח ביתה כלומר באותה שכונה ואם עבר מכין אותו מכת מרדות:", 
            "ולשון הר\"ם באיסורי ביאה פ' ה' מי שנטען על ערוה או מי שיצא עליו שם רע לא ידור עמה בבית אחד ולא יראה באותה שכונה ומעשה באחד שהיו מרננין אחריו עם חמותו והכו אותו חכמים מפני שעבר על פתח ביתה ע\"כ. נראה דלענין דירה נתן הר\"ם לנטען על הערוה דין כהן שגירש דאמרינן בהאשה שנתאלמנה לא תדור עמו במבוי והשוה ריחוק דירה לערוה שהיא בכרת גבי ישראל. עם דירה דגרושה לגבי כהן שהיא בלאו והטעם דלאו דכהונה חמיר וערוה שהיא בכרת חמירא:", 
            "נהרדעי וכו' והלכתא כרב יוסף דאכולהו מנגיד רב וכן פסק הר\"ם. מיהו לא הביא חתנא דדייר בבי חמוה לענין מכת מרדות. אלא שכתב בקדושה פרק כ\"א וכן על האיש שידור בבית חמיו שזו עזות פנים ע\"כ נראה שפירש חתנא אפילו נשאת. ור\"ש פי' שמא יכשל בחמותו שסתם חמות אוהבת חתנה. ולזה הפי' קשה אמאי אמר בי חמוה היה לנו לומר בי חמותו דלדידיה אם אין לו חמות מותר:", 
            "ציפתא. אגודה של הדס. ור\"ש שפי' מחצלת שאמר לה הרי את מקודשת לי בזה והיא קבלה בתורת קדושין ואמרה הן או שתקה שהרי הבינה הלשון:", 
            "אמרו ליה אותן העומדים. והא לית ביה שוה פרוטה (ואסרה רבא) דלא הוה ס\"ל הא דשמואל:", 
            "שקלתה כלומר לא זרקתה אלא הלכה לה עם האגודה ולא אמרה כלום כשאמר תתקדש לי בד' זוזי דאית בה:", 
            "תתקדש לי גרסינן ואית דאמרי דאפילו לא אמר לה השתא לי הוו ידים מוכיחות דהא מעיקרא אמר לה לי:", 
            "שתיקה דלאחר מתן מעות. שהרי מעיקרא כשנטלה האגודה בתורת קדושין לא היה דעתה אלא על האגודה שהרי לא היו נראין המעות אע\"ג דאמר לה בזה לא היה דעתה אלא על האגודה והואיל והאגודה אינה שוה כאן פרוטה הקדושין אינן כלום וכי אמר לה בתר הכי תתקדש במה שיש בתוכה הואיל ושתקה אין זה כלום שלא נתרצית והאי דלא שדיתה לאגודה סברא אחייבנא ביה דנשי לאו דינא גמירי כדמפרש רב אחאי לקמן. ואית דגרסי אמרה ליה שנראה מתוך דבריה שאין דעתה אלא על האגודה אבל אם אמר לה בזה ולא נראה מתוך תשובתה שאין דעתה אלא על מה שהיא רואה דעתה על כל מה שבתוכה ואפילו אין בה באגודה שוה פרוטה אם יש במה שבתוכה שוה פרוטה מקודשת קדושי ודאי ואם בא אחר וקדשה מקודשת לראשון וכ\"נ מהל' הר\"ם שכתב ואמרה לו:"
        ], 
        [
            "דינא גמירי. כלומר וכי הנשים הן בקיאות בדיני ממונות שיודעות שמה שאדם נותן לה בתורת קדושין אם אינה מתרצה בדבר ותשליכם ויאבדו לא תהא חייבת לשלם דתימ' דהואיל ולא השליכם נתרצית בקדושין הלא אין דרך אשה לדעת דיני ממונות שהרי אינה מתעסקת בדינם כדאמרינן בהדיא בהאי פירקא אבל דינין אימא איש דבר משא ומתן אין אשה לא. אבל במידי דמעשר שני לא אמרינן הכי כמו שביארנו בנדה פרק תינוקת ובהדיא אמרינן בפ' האיש מקדש אשה יודעת שאין מעשר שני מתחלל על ידה וכו':", 
            "והלכתא כרבא ורב אחאי דכל שתיקה דלאחר מתן מעות לאו כלום הוא ואפילו קבלה תחלה בתורת קדושין הילכך הויא מקודשת מספק שמא שוה פרוטה במדי דהלכ' כשמואל. ואיכא מ\"ד דהואיל ואסיקנא בגמרא אנן לא שמיע לן כלומר לא אמרה לנו ולא אחר משמו אתון דשמיע לכו חושו לה חיישינן. ונפקא מינה אם קדשה בדבר שאינו מתקיים ואינו שוה פרוטה ויש בתוכו שוה פרוטה אי חיישינן לרב הונא הויא מקודשת בספק ואם בא אחר וקידש תצא מזה ומזה ומשום דשמואל ליכא הואיל ואינו מתקיי' כדכתבינן. וכן נראה דעת הרי\"ף שהביא אתון דשמיע לכו חושו לה דמה צורך להביאה תיפוק לי משום דשמואל ודעת הר\"ם כדכתבינן דהלכתא כרבא כמו שביאר פרק ה'. הילכך אם אינו מתקיים אינה מקודשת כלל. מכלל דרישא כי אמר לה בשעת מתן מעות:", 
            "וורשכי ורטל\"ש:", 
            "ודידי שקלי. מפני שהם שלי לקחתים ולא לקחתים בתורת קדושין אבל אי אמרה הן (אינה) הוי ודאי מקודשת:", 
            "קדשה בגזל אסיקנא בפרקין דלקמן פרושי קא מפרש קדשה בגזל בחמס ובגנבה כיצד כגון שחטף סלע מידה. אבל גזל או חמס דאחרים אינה מקודשת אא\"כ נתייאשו הבעלים:", 
            "גזלן לא יהיב דמי. חמסן יהיב דמי:", 
            "דשדיך איכא מאן דאמר ששאלה אחר שגזלה אם רוצה להתקדש לו בכסף שגזלה או שחמסה שיתננו לה בכסף קדושיה ואמרה הן אע\"פ ששתקה בשעת מתן מעות מקודשת דהא נתרצית כבר ותו לא יכלה למימר דידי שקלי:", 
            "ומסתברא אע\"פ ששידך זה כמה אפילו קודם שגזלה וכ\"נ מלשון הר\"ם שכתב פרק ה' אם לא שידך אותה מעולם. והטעם דהואיל וכבר רצתה להתקדש לו בתורת קדושין נטלם ותו לא מצי למימר שלא נתרצית וכן עיקר:", 
            "כי התם גבי כנסי סלע זה בפקדון דתני בשעת מתן מעות מקודשת ואוקימנא לעיל דאשתיקא. בחליפין ולא בתורת דמים:"
        ], 
        [
            "שעבודא דאורייתא. מן התורה משועבדים כל נכסי הלוה למלוה ואפילו במלוה על פה:", 
            "ואינה גובה מן הלקוחות משום תקנתא דרבנן שחשו לה משום פסידא דלקוחות הואיל והיא מלוה על פה ואין לה קול אבל מלוה בשטר יש לה קול ואינהו דאפסידו אנפשייהו. ואע\"ג דא\"ר (ששת) [פפא] בפ' גט פשוט גובה מן היורשין שלא תנעול דלת בפני לווין לאו למימרא דשעבודא [לאו] דאורייתא אלא ה\"ק משום הכי אוקמיה אדין תורה שתגבה מן היורשין משום נעילת דלת בפני לווין וכן תירץ שם הרי\"ף:", 
            "עריות. הבאות מחמת הקדושין כגון אשת אביו לבנו ואשתו לאחיו שאסורות אף לאחר מיתת בעליהן:", 
            "למסוליים. שולא בלע\"ז:", 
            "עקב. טאלו\"ן בלע\"ז:", 
            "בשנים. שעבד שש שני':", 
            "וביובל. שהגיע תוך שש:", 
            "ובגרעון כסף. שמגרע פדיונו לפי מה שעבד ופורע השאר:", 
            "יתירה. שקונה עצמה בכל הני ובהבאת שתי שערות:", 
            "ובמיתת האדון. שהנרצע אינו עובד לא את הבן ולא את (האח) [הבת]. וקי\"ל אין עבד עברי נוהג אלא בזמן שהיובל נוהג:", 
            "שכיר דכתיב כשכיר שנה בשנה:"
        ], 
        [], 
        [], 
        [
            "אשם זה הקרן כדאיתא בהגוזל ונתן לאשר אשם לו למי שהקרן לו כלומר לאשר הוא חייב לו. לא ס\"ל כרבי נתן אלא יכול למימר לאו בעל דברים דידי את הילכך לא צריך לו ולא גבינן ליה מיד האדון למתביה לבעל חובו ואתא לו ולא למוכר עצמו וש\"מ דמילתא דר' נתן שייכא אע\"פ שלא נשתעבדו לו מכח הלואה. ומסתברא שאין זה הדין לשכירות פועל ואע\"ג דאמרינן שכיר קרייה רחמנא לאו למימרא שכל מה שיש בעבד עברי יש בשכיר. דהא הענקה אינה בשכיר אלא שכל מה שיש בשכיר יש בעבד עברי. ואיכא מאן דאמר דה\"ה לשכירות פועל דלא גבינן מיד האדון למתביה לבעל חובו דשכיר קרייה רחמנא:", 
            "באפי תרי זיל. דקס\"ד דלית ליה זכותא בגויה דעבד ולא הוה אלא כלוה ולמה לי שחרור יאמר לו בפני עדים כדי שלא יחזור בו שילך ושמעינן מהא דמחילה א\"צ קנין דאי צריכה קנין אכתי לא סגי ליה בהכי אלא בשטר דסתם קנין לכתיבה עומד:", 
            "[זאת אומרת]. מדאצרכת ליה שטר שחרור ולא סגי ליה באמירה בעלמא שגופו קנוי לו כלומר שיש לו זכות בגופו של עבד וקנאו למעשה של עבד והואיל ויש לו זכות א)בחובו אין האדון מפקיע זכות שיש לו על הגוף באמירה אלא בשטר הילכך אם מחל הגרעון כסף שיתחייב ליתן לו העבד אם ירצה לצאת אינו מחול באמירה אלא בשטר:", 
            "ומסתברא דכי אמרינן דמחילה א\"צ קנין ה\"מ היכא דלית ליה משכון על המלוה אבל אית ליה משכון עליה לא קנו מידו כלום עד שיחזיר לו המשכון ומיהו דוקא במשכנו שלא בשעת הלואתו דשיעבודא מיהא אית ליה עליה דהא קנין דעבד עברי כמשכון הוי ובלא שטר אינו כלום וה\"נ אמרינן לקמן גבי אמה העבריה היא גופה משכון הויא וכי כתב לה שטר הו\"ל כמחזיר ליה על המשכון. ומסתברא דמלוה בשטר אם מחל המלוה אע\"פ שלא החזיר לו את השטר הויא מחילה דשטר ראיה בעלמא הוא. וגבי עבד עברי דנקנה בשטר כדקס\"ד ובמלוה הא אמרינן לימא ליה באנפי תרי זיל. ותנא דמייתי משום דלא חשיב ליה אלא מידי דאיתיה בעל כרחו דאדון ושחרור ליתיה אלא מדעתיה דאדון:"
        ], 
        [
            "שכר בטלה. כשמגבהת מציאתה:", 
            "דליתיה לאב. שלא הספיק לגבות עד שמת:", 
            "שילוחו. דכתיב וכי תשלחנו חפשי מעמך לא תשלחנו ריקם:", 
            "בורח. השלמה בעי שישלים כמה שברח ונתבטל:", 
            "ובשביעית. אף בשביעית עובד היינו כשברח:", 
            "ובשביעית יצא אע\"פ שנתבטל והיינו כשחלה:", 
            "ופגע בו יובל פרש\"י מיד למחרת שברח. והר\"ם פי' אע\"פ שבורח יצא לחרות וכ\"ש אם פגע בו כשחזר ומשלים דלעולם אין לאחר יובל תשלומין. ואית דמפרשי שברח שנה קודם יובל ולאחר יובל הוא משלים כמה שברח ב)ויוצא כשעבד שנה ביובל שעבר:", 
            "מחט שעושה מלאכה קלה ואינו בטל מכל וכל אפילו חלה כל שש בזה החולי יצא אבל אם אינו יכול לעשות שום מלאכה הואיל ונתבטל רוב שש ישלים:", 
            "ומסתברא שאין זה הדין אלא בעבד עברי אבל שכיר אחר אם חלה מחשב עמו כל מה שנתבטל אם מעט אם הרבה. ואיכא מ\"ד דה\"ה בשכר פועל. דשכיר קרייה רחמנא:", 
            "ירושלמי ברח וחלה שעבד רוב שש ואם לא ברח היה פטור לא אבשת לא חלית אתנשמת בפריע ותרפיאת מהרה:"
        ], 
        [], 
        [], 
        [], 
        [
            "עם קונהו מחשב. עברי הנמכר לעובד כוכבים חשוב כאילו הוא ביד האדון לא אמרינן שלא יצא שטר השחרור מיד האדון דגיטו וידו באים כאחת שתכף שנתן לו גט שחרורו נעשה לו יד לקבל השטר ואין לאדון שום זכייה בו:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "שלא מדעתו. של עבד:", 
            "חוב הוא לעבד. דעבדא בהפקרא ניחא ליה ונוח לו שאסור בבת חורין כדי שיהא מותר בשפחה דזילא ליה ופריצא ליה ושכיחא ליה טפי מבת חורין:", 
            "קבלת רבו גרמה לו להשתחרר ואין אדם עושה מעשה השחרור שיהא תלוי בו שיהא הוא יכול למנוע שהאדון מקבל מעותיו לתועלת עצמו והוא משוחרר מאליו. אבל בשטר אדם מקבל השטר והוא משוחרר באותה קבלה ואין חבין לו לאדם שלא בפניו:", 
            "דשלא מדעתו. דהא אמרת על ידי אחרים לא. מיירי שלא מדעת העבד. והא קי\"ל דלרבנן נמי אמרי' גטו וידו באין כאחת:", 
            "אף על ידי אחרים שלא מדעתו:", 
            "שלש מחלוקות דר' [שמעון בן] אלעזר ס\"ל דלא אמרינן גטו וידו באין כאחת:"
        ], 
        [
            "שלוחי דרחמנא ואפי' היה בעל קרבן מודר הנאה מהכהן מותר לו להקריב קרבנו:", 
            "יש קנין שהקנו להם אחרים בסתם ולא עשו להם תנאי הואיל ודעת אחרת הקנתו לו ולא גמר בלבו לתת לאדון ולבעל:", 
            "ולאשה בעלמא איצטריכא ליה. כתב ר\"ש דאשה כעבד הואיל וזכאי במעשה ידיה ומציאתה. משמע מלשונו דמתנה כמציאה וכ\"כ בפ' בן סורר ומורה. וזה אינו כמ\"ש במציאת האשה:", 
            "ולאו כלום הוא דהו\"ל כנותן [לו] אחר מתנה שתכף שנתן לעבד קנה האדון וכי עביד תנאי לעבד לא מהני לאדון. ור' אלעזר וכו' איכא מאן דפסק כרב ששת דגרסי' בנדרים פ' בתרא המודר הנאה מחתנו והוא רוצה ליתן מעות לבתו אומר לה הרי המעות נתונים לך ע\"מ שאת נושאת ונותנת לפיך. אמר רב ל\"ש אלא מה שאת נושאת ונותנת בפיך אבל מה שתרצי עשי בהן קנה יתהון בעל. אמר רבא מכדי שמעתתיה דרב כר' מאיר מדקאמר דרב כר' מאיר ומודה שאם אמר מה שאת נושאת ונותנת בפיך לא קנה בעל ובמה שתרצי עשי בהן קנה אלמא ס\"ל כרב ששת דבעל מנת שאין לרבך רשות בהן פליגי ומיהו ר' מאיר מודה בעל מנת שתצא בהן לחרות והו\"ל גבי אשה מה שתרצי עשי בהן כע\"מ שאין לבעליך רשות בהן ומה שאת נושאת ונותנת בפיך כע\"מ שתצא בו לחירות גבי עבד דאלו סבירא לן כר' אלעזר הויא שמעתתיה דרב כרבנן ולא כר' מאיר. דלר' מאיר כי היכי דלגבי עבד ליכא שום אנפא דקני ליה עבד בלא אדון ה\"נ גבי אשה ליכא שום אנפא דתקני אשה בלא בעלה ואוקים רב למתני' כרבי מאיר ושמואל כרבנן אלמא הלכתא כרב ששת. והרי\"ף והר\"ם פסקו כר' אלעזר:", 
            "פסק כשמואל. והעיקר דרב ושמואל בהא פליגי רב סבר דמתני' ודאי כר' מאיר היא במה שאת נושאת ונותנת לפיך דוקא ר' מאיר מודה בעל מנת שתצא בהן לחרות דלא קנה אדון כרב ששת ומה שתרצי עשי בהן הוי כע\"מ שאין לרבך רשות בהן כדפרישית. והיינו דקאמר רב במה שאת נושאת ונותנת בפיך דוקא אבל מה שתרצי עשי בהן אע\"פ שהתנה בגופה של מתנה קנה בעל ודאי כר' מאיר ואליבא דרב ששת דס\"ל דפלוגתייהו בע\"מ שאין לרבך רשות בהן וקסברי רבנן קנתה האשה והעבד ור' מאיר סבר דלא קנו ואיכא למימר דר' מאיר סבר דע\"מ שתצא בהן לחירות ודכוותה גבי אשה בע\"מ שאת נושאת ונותנת לפיך קנתה האשה אבל בע\"מ שתרצי [עשי] בהן לא דבע\"מ שתצא בו לחירות גופיה לא שמעי' ליה בפירוש דנימא דקנה דנגמר מטעמיה באשה קנתה אפי' במה שתרצי עשי בהן וכרבנן לא מצי למיהוי דאף בלא מה שתרצי קנתה האשה והעבד. ואלו רב ס\"ל כר' אלעזר בע\"מ שתצא בהן לחירות פליגי מני מתני' אי ר' מאיר הא אמר אפ\"ה קנה בעל ואדון ואי רבנן דאמרי גבי עבד דבעל מנת שתצא בהן לחירות קנה עבד מטעם דלדידיה נמי לא אקני ליה אלא שיצא בהן לחירות כלומר שהתנה בגופה של מתנה גבי אשה נמי קנתה אפי' במה שתרצי עשי בהן שהרי התנה בגופה של מתנה כמו שנבאר בדברי שמואל הילכך לרב דאמר ללישנא דמתני' דוקא לא מתוקמא שמעתתיה אלא כר' מאיר אליבא דרב ששת. שמואל ס\"ל כר' אלעזר דבעל מנת שתצא בהן לחרות פליגי הילכך מתני לאו כר' מאיר מתוקמא אלא רבנן היא ומה שאת נושאת ונותנת לפיך לאו דוקא וגבי אשה אפי' מה שתרצי עשי בהן לא קנה בעל דהא לדידה נמי לא אקני לה אלא למה שתרצי עשי בהן דהואיל ופרט לה זה וכבר נתן לה לא הוי כנותן לזה ומתנה לזה שלא נתן לה מתנה מוחלטת אלא שתעשה בהן מה שתרצה והתנה בגוף המתנה אבל כשהתנה עם המתנה שנתן לה מתנה מוחלטת דאמר לה על מנת שאין לבעליך רשות בהן הוי כנותן לזה ומתנה לאחר. איכא מאן דאמר מיהו ה\"מ באשה דלא קני ליה גופא ואין ביד הבעל לעכבה לעשות חפצה הילכך לא נתן לה מצד שהיא תחת בעלה אלא מצד שהיא תחת עצמה. אבל בעבד דקנייה ליה לגופיה ויש לו לעכבו לעשות חפצו אפי' כשאינו (עושה) [אוכל] משל אדון קני אדון המתנה לעולם שהרי הקנה לעבדו ואע\"ג דקא\"ל ע\"מ שתעשה בהן חפציך מהם הואיל ועשיית חפציו היא תחת שעבודו נמצא שהמתנה היא לעבדו שיעשה מהן מה שאמר הילכך כי א\"ל קני קנה עבד ואדון וכי א\"ל ע\"מ הוי כמתנה לאחר עד שיאמר לו ע\"מ שתצא בהן לחירות דהא לדידיה לא אקני ליה עד שיצא בהן לחירות ויסתלק כל שעבודו מעליו נמצא שלא הקנה עבדו כלל. והלכתא כשמואל דדינא הוא. ודעת הר\"ם שאין הפרש בין עבד ואשה דהואיל והתנה בגופה של מתנה כגון שאמר לעבד ע\"מ שתצא בהן לחירות [או] מה שתרצה לעשות בלא רשות אדון לא קנה אדון כמ\"ש בזכייה פ\"ג. והרב בעל התשלום כתב בנדרים דברי פלא והעקר כמו שכתבנו וכ\"ד הר\"ם והרי\"ף. והוי יודע דמתנת אשה שזוכה בה הבעל אינו זוכה בה אלא לפירות כמו שכתבנו בפ' מציאת האשה:", 
            "ורמי דר' מאיר [אדר\"מ] ורבנן [אדרבנן]. לר' אלעזר מותיב דבעל מנת שתצא בהן לחירות פליגי ושמעי' מהא דר' אלעזר בין בעבד בין באשה קאמר ודינם שוה שלא כדברי בעל התשלום שכתב דהא דר' אלעזר לא איירי אלא בעבד אבל באשה מודה דבעל מנת שאין לבעליך רשות בהן לא קנה בעל דא\"כ אמאי אוקמא בעל מנת שתפדי בו את המעשר הו\"ל לאוקומי בעל מנת שאין לבעליך רשות בהן דבהא פליגי אפי' לר' אלעזר גבי אשה. ועוד אפי' תפוך קשיא דר' דהא מודה בע\"מ שתפדי את המעשר דלא קנה בעל דהוי כע\"מ שתצא בו שאת נושאת ונותנת לפיך. והוא דחק עצמו לפרש דהכא מיירי דלא אמר לה על מנת שאין לבעליך רשות אלא על מנת שתפדי את המעשר. ואין אלו אלא דברי נביאות וקושיא קמייתא לא מיתרצא אמאי לא אמר ליה דא\"ל על מנת שאין לבעליך רשות בהן ובפסח שני מוכחינן דהא דאמרי' על מנת שאין לרבו רשות בו קנה בהן עבד (וקנה) דוקא מה שהוא זכות לאדון אבל מה שהוא חובה לאדון לא שאין חבין לאדם אלא בפניו כמו שביארנו שם:"
        ], 
        [
            "אין האשה הפודה מעשר שלו מוסיף חומש דכתיב ואם גאול יגאל איש ממעשרו ויסף חמישיתו ואחר שפודהו אין מוסיף חומש ואשה שפודה מעשר שלה אינה מוסיף חומש דכתיב איש ולא אשה:", 
            "ומעשר דידה ומיירי שאין לה בעל:", 
            "דבי נשא. מבית אביה:", 
            "יוצא. העבד לחרות אם השחית עינו או אבר שאינו חוזר:", 
            "צריכי. ולא באין כאחד הם:"
        ], 
        [
            "דחלב. שן הקטנים היונקים שאם נופלת חוזרת:", 
            "ובטל ממלאכתו ואבר שאין לו מלאכה בגלוי לא יצא לחרות:", 
            "ודלדל בו עצם ואינו חוזר למקומו לעולם:", 
            "ריבויא הוא וריבה אבר אע\"פ שאינו עושה מלאכה גלויה. אבל כל אבר ודאי עושה מלאכה:", 
            "(בשבילה). אע\"ג דבעינן מומין שבגלוי הרי בטל מעשה השינים הקבועים בו שהוא אבר גלוי וכ\"כ הר\"ם שהרי ביטל מעשה השינים הקבועין באותו עצם. ומסתברא דהלכה כר' עקיבא מחברו ואע\"ג דאיכא מכריעין הכרעה שלישית היא ואינה מכרעת שהרי הם לא הזכירו בביאור בין שן ועין בין בשאר ראשי אברים ודמיא להא דתניא בהגוזל זוטא חבית של תרומה שנתגלתה בש\"א תעשה זלוף ובה\"א תשפך הכל א\"ר ישמעאל אני אכריע בבית תעשה זלוף ובשדה תשפך הכל. ואמרו כל הכרעה שלישית אינה מכרעת. פי' הואיל ולא זכרו בביאור בין בבית בין בשדה אע\"פ שדעתם כך היא הויא הכרעה שלישית וכ\"כ ר\"ש בפ' ראשית הגז ובהגוזל זוטא. והרי\"ף שכתב שאין הלכה כמכריע אלא במשנה אולי לרווחא דמילתא כתב הכי כלומר אפי' הויא הכרעה:", 
            "כנגד עינו. שנבעת מהקול:", 
            "תקע. קול התרנגול מיקריא תקיעה. ולסוס צניפה. ולחמור נעירה:", 
            "נזק שלם דאית ליה דצרורות חייבין נזק שלם ומותיב בפרק כיצד והא משונה ומשני דשדי בה בזרני. פי' שיש זרעים בכלי ודרך התרנגול להכניס ראשו:", 
            "חצי נזק דצרורות נינהו דהא לאו גופיה אזיק אלא כחו:", 
            "ואם לאו שאינו יכול להבחין בה בין דבר לדבר בדקדוק:", 
            "אם יכול להשתמש בה כבר שהיה רואה בה קצת הואיל ועכשיו אינו רואה בה כלל יוצא לחרות (וכל זה):", 
            "שיחק. שגרם לו לצאת מתחת ידו:", 
            "פטור מלשחרר העובר שלא יצא העובר לחרות כשיולד. ומסתברא דטעמייהו דרבנן דלא דרשי ושחתה אלא לאפוקי עובר דלאו בר השחתה הוא שהרי לא יצא לאויר העולם. אבל עבד אפי' שלא נתכוון ליגע באבר יוצא לחרות והיינו דאמרי' בב\"ק ס\"פ כיצד הרגל אמר רבה היתה אבן אחת מונחת לו בחיקו ולא הכיר בה מעולם או שהכיר בה ושכחה או שנתכוון לזרוק שתים וזרק ארבע לענין עבד פלוגתא דרשב\"ג ורבנן דתניא הרי שהיה רבו רופא וכו' אלא לרבנן אע\"פ שלא כיון לזרוק בעבד יוצא לחרות. והר\"ם ז\"ל ור\"ש ז\"ל פירשו טעמא דעובר דמודו רבנן דאינו יוצא לחרות שהרי לא ידע דבר שיתכוון לו. וטעמא דבכחול לי עיני שיוצא לחרות שהרי נתכוון ליגע באבר אע\"פ שלא נתכוון להזיק א). וכתב הר\"ם שאם נתכוון לזרוק לבהמה וזרק לעבדו והפילו שינו או סימא עינו לא יצא לחרות נראה שדחה ההיא דרבה וצ\"ע. ולפום סוגיא דגמ' הכי דינא ופירושה כמו שכתבנו:", 
            "סמויה אע\"פ שאין רואה בה כלל. נספרת. שהיא בשורת שאר האצבעות:", 
            "שסירסו שחתך ביציו ונעשה סריס:", 
            "מחיה אינה מטמאה אלא בדבר שנראה כולו כאחד דכתיב לכל מראה עיני הכהן. אף הסירוס וכ\"ש הלשון:", 
            "ומסתברא דהלכתא כסתם מתניתין דרבים הם ותו לא דהא רבנן אמרי דלשון אבר שבסתר הוא דהא לא עלתה לו הזאה:", 
            "לא הזה דהזאה בעינן באבר גלוי (הוא) ולשון לאו אבר גלוי הוא:", 
            "הזאה שלישי ושביעי לטמא מת קאמר:", 
            "מאבראי ולא שיכנוס מים בתוך הפה וכל לשונו אינו יכול להוציא וטבילה במקצת לא אשכחינן אבל נגיעה בכל שהוא הויא נגיעה:", 
            "לענין שרץ אם נגע שרץ בלשונו שהוא טמא אב הטומאה ומטמא אדם וכלים:", 
            "והאמר רבין קס\"ד דהאי דאמרי' כטמון דמי שאע\"פ שיש שם דבר חוצץ עלתה לו טבילה:", 
            "מקום הראוי [בעינן] ואפי' רבנן מודו בה דומיא דבית הסתרים דתנן במקואות [פ\"ח מ\"ה] הקמטים ובית הסתרים [אינם] צריכים שיבא בהם מים. וגרסי' בנדה אמר רבא ילמוד אדם בתוך ביתו שתהא אשה בשעת טבילה מדיחה קמטיה במים אלמא האי אינן צריכים ביאת מים אלא (בעו) מקום הראוי לבא בו מים מיהא בעו:", 
            "כל הראוי לבילה במנחות היא גבי ששים עשרון נבללים בכלי א' ואין מביאים בו ביותר והתנן אם לא בלל כשר ומשני הכי:"
        ], 
        [], 
        [
            "אבא תרגום אברך ולרב קרי הכי:", 
            "זה וזה א' בהמה דקה וא' בהמה גסה במשיכה ולא במסירה. ואיכא מאן דאמר דוקא בסימטא ובחצר של שניהם דמהניא משיכה בהני רשויות. אבל ברה\"ר דלא מהניא בה משיכה מהניא מסירה בגסה כתנא דמתני'. ונראה דעת הר\"ם כפי' קמא והא דהמוכר את הספינה דאמרי' [התם] מסירה קונה ברה\"ר מיירי בספינה ולא בבהמה:", 
            "פיל שאינו יכול להגביהו:", 
            "בחליפין בקנין סודר:", 
            "בשוכר את מקומו. שיקנה לו מקומו אותן המטלטלים:", 
            "ארבעה כלים דקני ליה כליו:", 
            "ש\"מ. ופלוגתא היא בבבא בתרא:", 
            "בסימטא. צידי רה\"ר:"
        ], 
        [
            "בחבילי זמורות. הגבוהים מן הארץ ג' טפחים ונתנוהו עליהם. וא\"ד בחבילי זמורות שהם מאכל הפיל ויראה אותן במקום גבוה ויגביה עצמו לאוכלם ונמצא שהגביהו:", 
            "נקנין שאם מכר לו קרקע ומטלטלים בקנין הקרקע קנה המטלטלים בלא משיכה כדמפרש בגמ':", 
            "וזוקקין. שאם טענו מטלטלים וקרקעות והודה במקצת הואיל ונתחייב בשבועה מהמטלטלים דמודה מקצת במטלטלים חייב שבועה נשבע נמי אף על כפירת קרקעות ע\"י גלגול אע\"פ שאין נשבעים על כפירת קרקעות:", 
            "שאין כותבין. שאין רגילים לכתוב שטר מכר:", 
            "לא קנה. ואע\"פ שנתן המעות יכולין לחזור בהם:", 
            "ואי פריש א' מהם אמר בפירוש או מוכר או לוקח. אי אמר לוקח אי בעינא בכספא אקנה או בשטרא אקנה. ואם התנה המוכר ואמר אי בעינא בשטרא תקנה אי בעינא בכספא תקנה ידו על העליונה של זה המתנה והוא יכול לחזור עד שיעשו את השטר והאחר אינו יכול לחזור משלקח הכסף:", 
            "על הנייר או על החרס. וא\"ת הרי כתב שיכול להזדייף הוא. וכ\"ת בעדי מסירה והם יראו את השטר כשיתננו לו הא קי\"ל כר' אלעזר דאמר בגיטין פרק תנין לא הכשיר ר' אלעזר אלא בגיטין אבל בשטרות לא. תריץ דלקנות השדה קנה אע\"פ שהוא יכול להזדייף ולטרוף ממשעבדי לא טריף עד דאיכא כתב שאינו יכול להזדייף והכא אמרי' דקנה ואם הוא פקח עביד שטרא אחרינא. והעיקר שאם אין המוכר מודה לו בשטר לא קנה כל עיקר והכא מיירי שהאחר מודה שהקנה לו זה הקרקע בזה השטר והואיל ומודה לו שהקנה לו קרקע זה בזה השטר קנהו דניחא ליה בהני שהרי מוכרה מפני רעתה. מיהו אם פקח הוא קודם שיתן לו המעות יעשה לו שטר אחר:", 
            "מפני רעתה. וגמר והקנה תכף שיעשה את השטר שהרי מפני שהיא קרקע רע מכרו ולא מפני שהיה צריך לדמים. רב אשי לא פליג במוכר שדהו מפני רעתה. אלא בא לדקדק לשון הברייתא דתני שדי מכורה לך שדי נתונה לך דכולה במתנה איירי וכתב המתנה בלשון מכר דאחריות ט\"ס הוא במכר ולא במתנה. ומ\"ה נתן לו בלשון מכר:", 
            "בישיבה היינו חזקה. איכא מ\"ד דהואיל וגבי כסף אמרי' דבמקום שכותבין שטר לא קנה עד שיכתוב ויתן דמים הכי נמי בחזקה ולא היא דא\"כ [למה] לא נתבאר בגמ' גבי חזקה כמו שביארנו גבי כסף ושטר אלא חזקה לחודה מהניא דהואיל והניחו לעשות מעשה בגוף הקרקע ודאי גמר והקנה וכן דעת הר\"ם. מיד ליד היינו משיכה. תקנתא דרבנן דמשיכה קונה ולא מעות:", 
            "עם ערי בבני יהושפט כתיב ע\"י ערים שהקנה להם קנו המטלטלים:"
        ], 
        [
            "מדוני א' ממדון דכתיב מלך מדון אחד:", 
            "בית סלע. קס\"ד מקום רחב כסלע שהוא מטבע:", 
            "כר' אליעזר דאמר במי שמת דאפי' מסוכן המחלק נכסיו לא קנה עד שיקנה בחזקה:", 
            "כרבנן. דפליגי עליה ובריא היה. אבל אם היה חולה קונה בלא חזקה דדברי שכיב מרע ככתובים וכמסורים דמו:", 
            "ומת וקיימו. שנתנו לזה המתנה:", 
            "למאי חזי והיכי קנה:", 
            "אלא לא בעינן צבורין. וא\"ת לא נתנו לו משום דקנה דודאי לא קנה הואיל ולא הוי צבורים אלא משום לקיים דברי המת. דהא בספ\"ק דגיטין גבי הילך מנה לפלוני משמע דאפי' לבריא אמרי' מצוה לקיים דברי המת. וי\"ל דאי לא קנה מחיים לא היו נותנים לו המתנה דלא אמרי' מצוה לקיים דברי המת אלא במה שמוציא מתחת ידו כגון הולך מנה לפלוני דאלת\"ה הא דקי\"ל במי שמת דמתנת שכיב מרע במקצת בעיא קנין ואע\"ג דמית אמאי נימא מצוה לקיים דברי המת אלא לאו ש\"מ כדפרישנא:", 
            "לא לדמי לעולם בעי' צבורות ודמי מאה צאן ומאה חביות נתן לכל אחד ואחד והיו צבורים לכל טפח וטפח:", 
            "בחליפין. אבל מטבע אין נקנה בחליפין:", 
            "אגב [אחר] אמאי אין לו תקנה. לא סמכה דעתיה דהאי נותן הואיל ואסיקנא דלא בעי' צבורים ומאה צאן ממש הוא. ושמעי' מיהא דאפילו מטלטלי נקני' עם נכסים שיש להם אחריות:", 
            "בספינה ושכח ולא תרם:"
        ], 
        [
            "ליהושע בן חנניא ולוי היה מושכר ונתן לו פרוטה בשכירות:", 
            "זכו החזיקו בזה הקרקע בשביל פלוני וכתבו לו את השטר. מסתברא דשטר עם אחריות צוה להם שיכתבו לו על המתנה. והיינו דקאמר חוזר בשטר שאינו רוצה עתה שתהיה אחריות במתנה דאי בשאין בה אחריות מה הוא מפסיד אם חוזר בשטר הואיל וקנה קרקע שהרי אלו (לא) החזיקו בשבילו. וא\"ת שאינו רוצה שתהא ראייתו בידו כמו שפי' ר\"ש אמאי לא יעידו העדים שנתנו לו ויכתבו שטר עדותן:", 
            "על מנת. לא עשאן שלוחים לזכות אלא עם השטר והרי הוא חוזר בשטר:", 
            "אם קדם. קודם נתינת הכסף. והלכתא צבורים לא בעי' אגב וקני בעי' כלומר צריך שיאמר לו קנה המטלטלין אגב קרקע. ומסתברא דוקא בשאינן צבורים בתוך הקרקע [אבל בצבורים] לא בעי' אגב וקני אלא כיון שהוא מקנה לו הקרקע והמטלטלין כא' כיון שהקנה הקרקע בכסף או בחזקה קנה המטלטלין שבתוכה והיינו דלא בעי' [אי בעי] אגב וקני עד דאסיק דלא בעי' צבורים דאל\"כ הו\"ל לאבעויי ברישא היאך יקנה הצבורים שהוא פשוט שקונה אותם עם הקרקע ואח\"כ יבעי אם קונה שאינן צבורים. וכ\"כ הר\"ם פ\"ג:", 
            "כל הני. פי' מיהא דשטר ומעובדא דר' אליעזר ורב יהודה דהואיל ולא בעי' צבורים שוה סלע ממש קאמר. וק' צאן וק' חביות ממש הוא ולא הוו צבורים בתוכה. אבל מעובדא דרשב\"ג לא מייתי ראיה דההוא צבורין בתוכה היו:", 
            "קני מי קתני דקני המטלטלין וודאי צריך הואיל ואינן בתוכה והוו מתנה איך יקנה המטלטלין אם לא יאמר לו קנה אותן עם חזקה שתקנה בה קרקע אבל מכר מטלטלין וקרקע ונתן דמים והיו צבורין בתוכה כל המטלטלים בכסף שקנה קרקע שאינן יכול לחזור בו מהמטלטלים הואיל ונתן המעות:", 
            "שדה במכר אם היו צבורין בלא אגב אלא שאמר לו קנה המטלטלין במתנה עם הקרקע ואם לא היו צבורין דאמר ליה אגב דליכא בין צבורין לאין צבורין אלא אגב וקני:", 
            "שדה [לאחד]. שאמר לו זכה במטלטלין לפלוני עם אותה חזקה שתזכה בקרקע לצרכך ואם לא היו צבורין שאמר ליה אגב. ולא איפשיטא. ואם חזר בו קודם שתפס מקבל המתנה אין מוציאין אותה מידו. לא שנו דנכסים שאין להם אחריות נקנין עם נכסים שיש להם אחריות אלא שנתן לו דמי כל המטלטלין:"
        ], 
        [
            "קני כולם מי לא קני. פי' למאן דאית ליה בהמה נקנית במסירה:", 
            "וזו לא תקני. לא גרסי' אלא זו קני מי קני ופי' לשארא דהא קאמר ליה זו:", 
            "אפסד קבישטר\"ו בלעז:", 
            "סדנא כמו סדן של נפחים כלומר הכל מדובק. ודין נתן לו עשר שדות בעשר מדינות והחזיק בא' מהן ביארנו בחזקת הבתים שקנה כולם וכ\"כ הר\"ם פ\"ח. ומ\"ש שם רבינו שמואל כתבנו שם. ואיתא נמי להא דשמואל בהמוכר את הבית:", 
            "ארוסה. זה ודאי על גלגול שקנא לה כשהיא נשואה ונסתרה וקא משקי לה וקא מגלגל לה השתא אם שטתה כשהיא ארוסה. אבל ארוסה אינה שותה דתניא תחת אישך פרט לארוסה:"
        ], 
        [
            "בעד אחד. דעידי קנוי צריך שיהי' שנים:", 
            "בעד. שמחייבו שבועה:", 
            "אשכחן. עקר השבועה היא טענת ברי מגלגל עליו כל מה שטוען עליו בברי והא מייתינן ממונא מק\"ו דניתן ליתבע בעד א' וטענת ברי היא:", 
            "שמא מנלן. כשעיקר הטענה היא שמא כגון שבועת השומרים מנין שמגלגל עליו כל מה שיטעון עליו בברי. אבל מה שטוען בשמא אינו מגלגל עליו. ואע\"ג דסוטה מגלגל עליה שלא שטתה ארוסה וטענת שמא היא. שאני סוטה שהרי עיקר טענתה משביעין אותה בטענת שמא דהיינו אם שטתה נשואה. וכן נמי הא דתנן בפ' כל הנשבעין חלקו השותפים אינו יכול להשביעו נתחייב לו שבועה ממקום אחר מגלגל עליו את הכל והואיל שלא חלקו משביעין אותו בשבועת שמא דשבועת השותפים שמא הוא מגלגלין עליו טענת שמא אף לאחר שחלק אבל טענת שמא שאין לה צד בעולם שיהיו נשבעים עליה אינה מגולגלת שלא יהא חמור הטפל מן העיקר. תדע דגרסי' פ' השואל. שואל אומר שכורה מתה ומשאיל אומר איני יודע פטור. משאיל אומר שאולה מתה ושוכר אומר שכורה מתה ישבע השוכר ששכורה מתה. אמאי מאי שטענו לא הודה לו. אמר עולא על ידי גלגול דאמר ליה אשתבע לי מיהת דכדרכה מתה ומגו דאישתבע דכדרכה מתה ישבע ליה דשכורה מתה. ואילו ברישא קתני פטור ואמאי לא משתבע ליה על ידי גלגול שהרי יכול להשביעו דשכורה מתה אלא לאו ש\"מ דטענת שמא אינה מגולגלת:", 
            "בפנים. בעזרה והשביע הכהן את האשה דשבועת סוטה בעזרה היא:", 
            "בחוץ. בב\"ד שבועת ה' תהיה בין שניהם:", 
            "ספק כודאי. כדפרישנא לגלגל ברי על כשעיקר הטענה היא שמא:", 
            "משמתינן ליה. כלומר ב\"ד היו חייבים לנדותו מיהו אם לא נידוהו אינו מנודה. דיהא בנידוי דקאמרי' לאו למימרא דיהא בנדוי מאליו דהשתא הוא דמנדה ליה מריה דהאי שמעתא אלא ב\"ד היו מנדין אותו קאמר כשרואין שעשה זה. והיינו דקאמר שמותי משמתינן ליה. וש\"מ דבכל דוכתא דקתני יהא בנדוי אינו בנדוי עד שינדוהו ב\"ד שבדורו שרואין שעשה כך וכך:", 
            "יהא בנדוי. ב\"ד היו מנדין אותו כדפרישנא:", 
            "יורד. כלומר אין ב\"ד נזקקין לו אלא מותר לו לצערו או ליטול אומנותו ממנו. ומסתברא דטעמא דהאי מילתא הוא שקורא לו עבד שאינו אסור איסור עולם בבת ישראל. שאם שחררו רבו מותר לו לבא בקהל הוא בנדוי ואינו סופג את הארבעים. וקורא לו רשע שאינו אסור כלל בבת ישראל אין ב\"ד נזקקין לו אלא הואיל ומוציא עליו שם שהוא רשע וגורם לו שהוא רשע ממנו ולא יתנו לו שום דבר להרויח ויצערוהו בכל יכולתם שיש לבני אדם הכשרים להבדל מן הרשעים בשום עסק ולצער אותם כפי היכולת. מ\"ה יורד עמו עד לחייו. והא דאמרי' זאת אומרת ביישו בדברים פטור. אינו רוצה לומר אלא מן הממון האמור שם במשנה. ור\"ש פי' יהא בנדוי ב\"ד היו מנדין אותו שמזלזל בישראל כל כך אף הם יזלזלו בו. סופג את הארבעים קנסא מכת מרדות וניחא ליה האי מנידוי. רשע יורד עמו עד לחייו כלומר לזה אין ב\"ד נזקקין אבל הוא מותר לשנאתו אף למעט פרנסתו ולירד לאומנותו והעיקר מה שפירשנו:", 
            "ממונא אית ליה גביה ומאי אתא לאשמועי'. גופו קנוי לו וגופו תובעו ולא ממון. היינו קרקע ופשיטא דמגלגל דעבד הוי דומיא דקרקע:", 
            "קלא אית ליה ומדאית ליה קלא שקר הוא מה שטוען עליו ולא יגלגל קמ\"ל:", 
            "כל הנעשה דמים באחר. קס\"ד דהכי קאמר כל הרגיל להיות ניתן בדמי אחר והיינו מטבע:", 
            "כיון שזכה זה נתחייב זה בחליפיו. ועמדו החליפין ברשותו וכל האונסין עליו אם נתנו בתורת חליפין שזה קנה המטבע ועמד באחריותו. (הא') ונסתלק מהשור והאחר קנה השור ועמד השור ברשותו ונסתלק מהמטבע:"
        ], 
        [
            "כל הנישום. מתני' מיירי שלזה ולזה מטלטלין ורוצים להחליף וצריכין לעשות שומת דמים כמה שוה זה וכמה שוה זה ומטלטלין עבדי חליפין:", 
            "מטבע. שלזה דמטבע ולזה פרה:", 
            "מאי כיצד. ה\"ג כיצד המחליף בשר שור בפרה או בשר חמור בשור. אי נמי (או) בשר חמור בשור דבשר מקריא פירי ולא בהמה בחייה מקריא פירי ונעשית חליפין כדתנן בהדיא המחליף פרה בחמור וילדה וכן המוכר שפחה וילדה זה אומר ברשותי ילדה וזה אומר ברשותי ילדה מדנקט גבי פרה מחליף וגבי שפחה מכר אלמא בהמה בחייה נעשית חליפין. אפי' לרב נחמן נעל לאו דוקא אלא להוציא כל דבר שאין עושה בו מלאכתו כגון פירות ומטבע היינו טעמא דלא עביד חליפין משום דדעתיה אצורתא וצורתא עבידא דבטלא שהמלכות פוסלתה. ור\"ש כתב ה\"ג כיצד החליף שור בפרה ול\"ג בשר שור דלרב נחמן נעל דוקא כלומר (בהמה ולא כלי) [כלי ולא בהמה] ולא פירות. ולא נהירא דהא אמרי' בפ' הזהב כמאן כתבינן וקנינא במנא דכשר למקניא ביה. במנא לאפוקי מדרב ששת. ביה אמר רב פפא למעוטי מטבע ולדברי ר\"ש הואיל ואפיקנא מדרב ששת דאמר פירי עבדי חליפין מטבע נמי בכלל. ועוד אמאי לא אמר למעוטי בהמה. ולדברי ר\"ש ודאי מתני' בהמחליף פרה בחמור מתוקמא שהחליף דמי שור בפרה כי היכי דאמר ויש דמים שהם כחליפין אמאי לא אותיב מינה לרב נחמן דפשטא דמתני' לא משמע הכי. והעיקר מה שפירשנו וכן פירשו הר\"ם והרי\"ף:", 
            "הניחא. למאי דקס\"ד מעיקרא דאוקימנא למתני' דה\"ק החליף בשר שור בפרה קא מותיב. אבל לשנויא דרב יהודה לא קשיא דשור ופרה תנן ואפי' רב נחמן [דס\"ל] דפירי לא עבדי חליפין בבהמה בחייה [מודה] כדכתבינן. ור\"ש פירש דאף לרב יהודה קא מותיב לרב נחמן דאמר פירי לא עבדי חליפין ה\"ה לבהמה [ומחוורתא] כדכתיבנא. וא\"ת ולפי' דילן לישני השתא לרב נחמן דה\"ק ומטלטלין נמי עבדי חליפין כיצד החליף שור בפרה. וי\"ל דלהא לא איצטריך דהואיל וס\"ד דמטבע נעשה חליפין כ\"ש בהמה אלא דעדיפא מינה אשמעי' שיש מטבע ניתן בתורת דמים ולא בתורת חליפין שהוא קונה:", 
            "כיצד החליף דמי שור. שמכר לו שור ונעשו הדמים חוב אצלו כשמשך השור אמר לו לוקח פרה יש לי קבל אותה בדמי השור קנה הפרה בכל מקום שהיא כיון שאמר הן דמילתא דלא שכיח היא כדמפרש:", 
            "מעות קונות. דעת הר\"ם לא שנא מעות בעין או מעות הלואה כמו שכתבנו בהאיש מקדש איכא מאן דאמר דוקא מעות בעין קונות שהרי עבד עברי נקנה בכסף ואם גופו קנוי בכסף ממונו לא כ\"ש:", 
            "נשרפו חטיך. ולא טרח לאצולינהו והשתא דידע דמצי למיהדר טרח לאצולינהו. והא דאמרי' בפרקין דלקמן ושוין במכר שזה קנה ואי מלוה להוצאה ניתנה במאי קני לה אלמא כל היכא דלא יהיב זוזי לא קני. דעת הר\"ם דלא כר' יוחנן היא וליתא כמו שכתבנו בהאיש מקדש. ואית דמתרצי דהתם הוא בחוב שנתחייב לו שלא מחמת מכר שהלוה לו מעותיו להוציאם. אבל נתחייב מחמת המכר לא להוצאה ניתנו וכמעות בעין הם וקנו הקנין אינו מצוי ולא גזרו חכמים. ואית דמפרשי מפני זאת הקושיא שלא משך עדיין השור כשנתן לו הפרה בדמי השור. והעיקר מה שפירשנו ואע\"ג דהאי אוקימנא למאי דס\"ד מעיקרא הוא וקי\"ל דאין מטבע נעשה חליפין אפ\"ה הלכתא היא דבכולה תלמודא אמרי' מילתא דלא שכיח לא גזרו ביה רבנן וכן דעת הרי\"ף והר\"ם פ\"ה:", 
            "מפורשת דכתיב או קנה מיד עמיתך ומעות אינן קונות. הילכך לא מצי למימר ה)ופירי עבדי חליפין אלא על כרחיך כרב ששת סבירא ליה ומתרץ הכי ופירי [נמי] עבדי חליפין:", 
            "קנה. כתב בעל ההשלמה אע\"פ שאינה שוה כל כך הואיל ונתן מעות אינו חוזר דהא גבי הדיוט איכא מי שפרע והואיל וגבי הדיוט אם חוזר בו הלוקח איכא מי שפרע גזבר אינו חוזר וכדמשמע מסוף הברייתא. וזה אינו כמו שנבאר למטה. אבל המוכר אינו יכול לחזור בו ואפי' לא קבל המעות כדאיתא ביש נוחלין גבי עובדא דיוסף בן יועזר דזבין ביניתא ואשכח בה מרגניתא ואמטייה לגזבר דהקדש ואמרה ליה דביתהו לא תשיימה את דאמירה לגבוה כמסירה להדיוט:"
        ], 
        [
            "עד שימשוך. במטלטלין ויחזיק בקרקע. משכו חפץ של הקדש שהגזבר מכרה. לפדותו ליתן המעות. ונתן הכסף גבי הקדש כתיב שאין אדם קונה מן ההקדש אלא בכסף. משכו במאתים. איכא מאן דמפרש שלא דבר כלום אלא ששאל לגזבר בכמה כסף תתן לי זה החפץ ואמר לו הגזבר במאתים ועמד ומשכו. אבל אם אמר לו מאתים אתן לך אינו יכול לחזור בו אע\"פ שלא משך דאמירתו לגבוה כמסירתו להדיוט. והעיקר דלא אמרי' אמירתו לגבוה וכו' אלא במה שהוא נותן לגבוה כגון שור זה עולה כדאמרי' כיצד אמירתו לגבוה וכו' אבל מה שהוא אומר ליתן לא שייך ביה אמירתו לגבוה שהרי לא אמר שהוא נותן אלא יתן. ואיכא מ\"ד אמירתו לגבוה כמסירתו להדיוט אמרי' במה שהוא תחת ידו שהוא יכול למוסרו. אבל מה שאינו תחת ידו לא הוי כלום אפי' הקדישו אינו קדוש ומ\"ה אצטריך משכו דהא אפי' אין המעות בידו נתחייב בהן. מ\"ה נקט פדאו במאתים לסברא דילן להודיע שנתן המעות ולסברא אחרינא להודיע שהמעות ברשותו ונתנם וה\"ה אפי' לא נתנם אם הם תחת ידו דאמירתו לגבוה כמסירתו להדיוט. ולפירושא קמא משום סיפא נקט ליה כשהוקר דווקא כשנתן מעות אין הגזבר חוזר אבל לא נתן מעות חוזר:", 
            "הכא נמי נימא דהא לעיל אע\"ג דאין קנין הקדש במשיכה אמרי' לתועלת הקדש דקנה. הכא נמי אע\"ג דקנין הקדש בכסף לתועלת הקדש נימא דלא קנה משום לא יהא כח הדיוט:", 
            "אטו. כלומר וכי הדיוט רשאי לחזור בו והא אם יחזור בו יקבל עליו מי שפרע הילכך גזבר לא יחזור בו וקנה הפודה שהרי תורה זכתה לו שיקנה בכסף ומהדיוט נמי קנה כל כך שאם רוצה לחזור יקבל עליו מי שפרע. אבל לאו לחומרא דכל היכא דאיכא מי שפרע להדיוט לא יחזור בו גזבר כדתנן בשקלים ספ\"ד ומתניא בפ' הזהב המקבל עליו לספק סלתות מד' סאין בסלע ועמדו שלש סאין בסלע יספק מארבע קבל עליו לספק ג' סאין בסלע והוזלו ועמדו מארבע נותן מארבע שיד הקדש על העליונה. ואע\"ג דבהדיוט איכא מי שפרע אם יחזור בו הלוקח. וזה ראיה דבבא קמייתא דאמרי' קנה דוקא כשלא הוזל אבל אם הוזל חוזר בו הגזבר ואינו מקבל עליו מי שפרע שיפה כח הקדש מכח הדיוט. אבל כשקנה מגזבר ונתן כסף אע\"פ שהוקר קנה שהתורה אמרה שיקנו ההקדש בכסף:", 
            "נשים פטורות וכי הבת פטורה מכבוד אב ואם. שנים שהזהיר הבן והבת. תנינא תנן במתני' מה ששנו בברייתא:", 
            "לסטות שמתוך שאין לו אומנות לחיות מלסטם את הבריות. לכם רבים משמע והיינו ב\"ד. אשר לא ימול ונכרתה אלמא הוא מצווה:", 
            "תפדה קרי ביה תפדה דלא מחייבא לפדות את בנה דלא מפקדא בפרקונה דידה כל שאחרים שהאב מצווה לפדותו. חמש משועבדים ששעבד יעקב א)אחר שנולד ראובן ויש ביד ראובן סלעים בני חורין לפדות חנוך. לפדות ולעלות כלומר ואין בידו כדאי לזה ולזה ששתי מצות אלו צריכים הוצאה לפדות צריך חמש סלעים לכהן ולעלות צריך מעות להוצאת הדרך. עולה לרגל במעות שבידו וכשתמצא ידו יפדה בנו מפני שהיא מצוה שאינה עוברת. והלכה כרבנן והביא זה הר\"ם במתנות שבגבולין פי\"א אבל בשאר מצות מודו ליה לר' יהודה דטעמא קאמר. ושמעי' מיהא דבשאר מילי עביד מצוה עוברת ברישא לדברי הכל. וביארנו זה במועד קטן פ\"ק בתכלית הביאור:"
        ], 
        [
            "ואם א\"א שיצרו מתגבר עליו:", 
            "הא לן. פי' בני בבל שהולכים חוץ לעירם ללמוד תורה אין צרכי הבית מוטלין עליהם הילכך ישא אשה ואח\"כ ילמוד תורה. אבל בני ארץ ישראל שלומדים תורה במקומם אם ישאו אשה תחלה צרכי הבית מוטלים עליהם ונתבטל. ומסתברא דהכי פירוש' הא לן שיצרנו מתגבר עלינו. הא להו שמתוך שהם חפצים בתורה אין יצרם מתגבר עליהם. והשתא לא פליגי שמואל ור' יוחנן עם הברייתא וכן נראה מפי' הר\"ם פ\"א [מהלכות ת\"ת]:"
        ], 
        [
            "גירא. חץ ומשל הוא:", 
            "ידך על צוארי דבריך כלומר דקדק אחריו שילך בדרך טובה שאם ילך בה בזה הזמן כל ימיו ילך בה דכתיב חנוך לנער על פי דרכו הרגלהו בדרך ראויה לו גם כי יזקין לא יסור ממנה. ואית דמפרשי ידך ממש כלומר הכהו דרך תוכחה. והא דאמרינן לפני עור לא תתן מכשול לאזהרה למכה בנו גדול איירי דוקא במכה והולך ומטיל [בו] יצר הרע [וגורם לו להחטיאו]:", 
            "חיותא הוא אם [יפול] לים יטבע. עיסקא להיות סוחה הוי אומנות שפעמים מפסיד ואיכא דאמרי איפכא:", 
            "ספק לשון ספוק שאינו ברשות אחרים אבל אשה היא ברשות בעלה:", 
            "השוה הכתוב ברכת אם ששוים למיתה אחת שמגדף ומקלל אביו ואמו בסקילה. וכן בדין שישוה בכל מה שאפשר שהרי שלשתן שותפי' בו:", 
            "משדלתו מפתה אותו. תרגום וכי יפתה ארי ישדל:", 
            "כבוד דכתיב כבד את אביך ומורא כתיב איש אמו ואביו תיראו. (ול' הר\"ם בממרי' פ\"א. הקדים אב לאם לכבוד והקדים אם לאב למורא. ללמד ששניהם שוין בין למורא בין לכבוד ע\"כ. לא ידעתי למה עזב טעם האמור בגמ')."
        ], 
        [], 
        [
            "מבין ריסי. כלומר מתנועותיך ועניינך ניכר שפקח אתה דבן אלמנה פקח הוא ברוב שטורח בפרנסתו:", 
            "הטל ודרך שחוק השיב לו כלומר כבוד שניהם שוה עליך:", 
            "מי שאינו מצווה ועושה כך. שמשלם לו הקב\"ה שכרו ששכר גדול יש למצווה ועושה שהוא מפני שמצווה ומקבל מרות המצות עליו:", 
            "פסיוני פונדי\"ש בלע\"ז [וטורדו]. שאומר לו בבזוי. ויש מטחינו ברחיים ומביאו שאומר לו בלשון רכה:"
        ], 
        [
            "מאימך קביל. דהואיל והיא רוצה בכך רצונה זהו כבודה א)ואע\"פ שלא תקבל מאביך שהוא חכם יש לחוש שפעמים יהיה לו חלישות הדעת על זה:", 
            "גברא. בעל:", 
            "נעיין. נראה ואבקשנו לך:", 
            "דשפיר. יפה והכיר שנטרפה דעתה וברח שלא יוכל לצאת ידי שמים:", 
            "לקראת אמו. לכבדה:", 
            "איתרח. שהה מעט:", 
            "נתרצית. שחשב שלא היה רצה לכבוד אמו אלא שרוצה לחזור:", 
            "ארונה. שמתה:", 
            "לא נפקי. שאין זה מכבוד שאחר מיתה:", 
            "הנשמע שאנשי המקום מכירים אביו ומקבלים הדברים שאומר בשמו אבל אם אין אנשי המקום מכירים אביו ואינו נשמע שם אלא בדבר (אביו) [עצמו]. יתלה הדבר בכבוד עצמו ולא בכבוד אביו שלא יהיה לאביו אלא גנאי אם יתלה בשמו:", 
            "דבר שמועה. הלכה ששמע מאביו וודאי אין הדין באמו שאינו חייב לומר כך לא כפרה ולא זכרונו אלא כשאומר דבר הלכה ששמע ממנו כדקתני היה אומר דבר שמועה מפיו. אבל כשאומר בשמו מילי דעלמא אינו חייב לכבדו בדברים אלו והיינו דקתני בברייתא היה אומר דבר שמועה ולא אמר היה דובר בשמו וכן תבין דעת הר\"ם בממרים פ\"ו שכתב היה אומר דבר שמועה כלשון הברייתא. הריני כפרת משכבו כלומר עלי יצא כל רע הראוי לבא בנפשו:", 
            "תוך י\"ב חדשים. שנדונים רשעים בגיהנם אבל מכאן ואילך כבר קבל מה שקבל:", 
            "משנה. כדמפרש שאם קבל החכם את השמועה מאביו או מרבו אין החכם אומר כך אמר ר' פלוני אלא כך אמר לי רבי או כך אמר לי אבא מרי:", 
            "אטו תורגמן וכו' קס\"ד דמקשה דה\"ק שאם קבל החכם זאת השמועה מאביו של תורגמן או מרבו של תורגמן ואמר החכם כך א\"ל ר' פלוני ג\"כ [המתורגמן] אומר כך אמר לי ר' פלוני בשם ר' פלוני. מ\"ה מותיב אטו תורגמן לאו בר חיובא הוא לכבד אביו או רבו לקרות שאם לומר כך אמר ר' פלוני בשם ר' פלוני רבי או בשם אבא מרי. ומשני שם אביו של חכם כלומר ודאי אם קבל החכם מאביו או מרבו של תורגמן דינא הוא כדקאמרת דמשנה וברייתא איירי כולה באביו ורבו של חכם. וקאמר שאע\"פ שמשנה שמם התורגמן אינו משנה שמם. והביא זה הר\"ם בת\"ת פ\"ד. וכתב בממרים פ\"ו היה שם אביו או שם רבו כשם אחרים מכנה את שמם. פי' שמם של אחרים. ולא ידעתי מאין הוציא זה. וכתב יראה שאין נזהר בכך אלא בשם שהוא פלאי. שאין הכל דשים בו אבל השמות שקורים בהם העם כגון אברהם יצחק ויעקב ומשה ואהרן כיוצא בהן בכל לשון ובכל זמן קורא בהן לאחרים שלא בפניו אין בכך כלום ע\"כ. אמר שהחכם אומר כך אבא מרי והתורגמן אומר כך אמר פלוני:", 
            "אינו עומד במקומו. במדרגה אחת במקום המיוחד לאביו לעמוד שם עם זקני העיר. אינו יושב במקומו שהוא יושב ממש:", 
            "סותר שחולק עליו. מכריע שאם הוא ואחר חולקים לא יאמר נראין דברי פלוני. ומסתברא דכל הני דוקא בחייו:", 
            "מאכיל הוא בעצמו. לבטול מלאכה. שנתבטל ממלאכתו כשמאכילו:"
        ], 
        [
            "א) בלא חומש דאחר הוא ולא קרינן כי יגאל איש ממעשרו ויסף חמישיתו. ומאכילים אם האחר עני:", 
            "פורע חובו. עליו מוטל לפרנסו. להעדפה שרשאי להעדיף מזונותיו ממעשר עני ולא הוי פורע חובו שאם הוא נותן לו די ספקו כמו שמוטל עליו:", 
            "מאי נפקא לו מינה. הרי הוא נותן לו מה שמוטל עליו ליתן:", 
            "והלכתא משל אב. ממתיבתא דאי לית ליה לאב וריוח לבן כייפינן ליה ושקלינן בתורת צדקה:", 
            "כך כתוב בתורה. פי' דקס\"ד דבתמיה יאמר וכי כתוב בתורה כך ושני דקאמר הפסוק כמו שכתוב והוא עצמו יבין שטעה. ור\"ח והר\"ם פירשו שאומר לו כשואל ולא כמזהיר:"
        ], 
        [
            "הלולא חופה:", 
            "מדלי. מגביה להם הכוס ששתו:", 
            "רבנן רבנן. כלומר אלו שעמדו מפני אינם גדולים ואתם גדולים ולפי' לא עמדתם הלא אף הם גדולים:", 
            "אשמאי בור. לא תשם לא תבור:", 
            "מזקני ישראל. וחכמים היו שהרי שרתה עליהם נבואה:", 
            "שיש בה הידור שניכר שלכבודו עשה והיינו כשהוא קרוב:", 
            "בממון. ליתן לו משלו. יעצים לשון עוצם עיניו מראות ברע כמו סוגר:", 
            "ויראת מאלהיך. כלומר אע\"פ שאתה עושה בדרך שלא יחשדוך בני אדם על זה שיחשבו שלא ראית ולא ידעת יש לך לירא מהשם שיודע לבבך:", 
            "יטריח שלא ילך תמיד לפניהם שיטרחו לעמוד זקן ויראת. אף לזקן נאמר ויראת:"
        ], 
        [
            "ובטיל ממלאכתו. ויש ש\"פ באותה קימה:", 
            "מה הידור שיכול להדרו אפי' כשעושה מלאכתו. אף קימה. שאם עושה מלאכה אינו מצווה לקום:", 
            "ומה קימה [שאין בו חסרון כיס] שהרי אינו נותן לו ממונו. אינן רשאין פר\"ש באלו טרפות כשעסוקי' במלאכת אחרים ע\"כ. ולישנא דעסוקי' במלאכתן לא משמע מלאכת אחרים אלא משמע מלאכת עצמן ופשטיה דעובדא דר' חנינא פתוראה דאלו טרפות נמי משמע שהיה עוסק במלאכת עצמו דקא קרי ליה פתורא כלומר שהיה שולחני אע\"פ שנדחק שם ר\"ש לפרש שהיה משתכר בשביל אחרים למחצה. ופי' אינן רשאין. כלומר מצד החיוב והוא כמו אינן חייבין דלפרש\"י קשה אפי' הם במלאכת אחרים אמאי אינן רשאין ישלמו לבעל הבית שכר בטולם. אלא ודאי אינן רשאין מצד החיוב קאמ' שהתורה לא צוותה שיקומו מפני ת\"ח בשעה שעסוקים במלאכה הילכך אינן רשאין לעשות כן מפני מצות הידור והוא כמו אינן חייבין וכן תבין דעת הר\"ם בת\"ת פ\"ו שכתב ואין בעלי אומניות חייבים לעמוד מפני ת\"ח בשעה שעסוקי' במלאכתן:", 
            "חומשים שהספר תהלים נחלק לחמשה ספרים:", 
            "בתי גוואי שעומדים שם ערומים שאין שם הידור:", 
            "רבו שאינו מובהק הוא אם הוא גדול הימנו אעפ\"כ שלא למדו כלל או אם הוא פחות הימנו ולימדו קצת כמו שביארתי בסוף אלו מציאות. ורבו מובהק לא מקרי אלא כשלמד רוב חכמתו ממנו:", 
            "הוה קאים. דרכוב כמהלך דמי ונתחייב לעמוד כמלא עיניו דרבו מובהק היה. לאו אדעתין כלומר לא ראינוך. נקטינן. קבלה היא בידינו שאם מקיף עליו את הדרך והולך בדרך אחר כדי שלא יטריחם מאריך ימים. דגייסי. דעתם קרובה אצל החכמים והורגלו בכך ואינם מקפידים כשהולכים לפניהם בגילוי הראש. הלכה כאיסי. ומסתברא דאיסי לא פליג אדר' יוסי ותרוייהו פליגי את\"ק דבעי זקנה. הלכך אפי' יניק וחכים וכן דעת הר\"ם:", 
            "הרפתקי סבות ועניינים:", 
            "עדו עברו. כמו ולא עדה עליו שחל:"
        ], 
        [
            "אפ\"ה לא נטרח שחרית וערבית:", 
            "מקמי אבוך ורב יהודה היה רבו שלמדו כי הוה תני לרמי בריה הנשרפין בנסקלין והוה תני ליה נסקלין בנשרפין כדאי' באלו הן הנשרפין ולעיל מייתי לה בגמרא אגב גררא:", 
            "כמהלך וחייב לעמוד ופסק הר\"ש כפשט המימרא דשמואל דמשמע אפי' בנו רבו עומד מפני אביו ואינו עומד מפניו:", 
            "שהזמן גרמא כלומ' שזמן קבוע לעשות המצוה והזמן גורם עשייתה."
        ], 
        [
            "חוץ אע\"ג דתני חוץ מדבר פלוני אפ\"ה אין למדין דאיכא טפי (דתני) [דדינא] הכי. ובפרק בכל מערבין חוץ מן המים ומן המלח ומותיב ר' יוחנן ותו ליכא והא איכא כמהין ופטריות:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "תנן התם בערלה פ\"ג החדש אסור לאוכלו בכל מקום עד עבור זמן הקרבת העומר דהיינו ט\"ז בניסן כדאיתא במנחות פ' ר' ישמעאל:", 
            "הלכות מדינה מה שנהגו בני המדינה:", 
            "סוריא ארם צובא וכבשה דוד וכבוש יחיד לאו שמיה כבוש ומתוך שהיא סמוכה לארץ ישראל מחמירים בה טפי מחו\"ל:", 
            "יורד בתוך הכרם ולוקח מן העובד כוכבים מאותן שכבר נלקטו שספק הוא וספקא בחו\"ל מותר כדלקמן ומיירי שהכרם ודאי ערלה ומ\"ה בעינן שלא יראנו לוקט. ופי' ספק ערלה דרישא דמתניתין כגון שיש לעובד כוכבים כרם של ערלה ומוכר חוצה לה פירות ולא ידוע אי משל כרם של ערלה הם או ממקום אחר באו דומיא דכרם נטוע ירק:", 
            "יורד ולוקט יורד הישראל בכרם ולוקט העובד כוכבים מן הכלאים בידיו ובלבד שלא יטול הישראל בידיו. מסתברא דקסבר הא דתנן ערלה וכלאי הכרם אסורים דוקא בשל ישראל כדפרישנא ומ\"ה לא ילקוט ביד והכי מסתברא דאלת\"ה מאי דעתיה הא ערלה והכלאים אסורים אפי' משל עובד כוכבים אף ע\"פ שלא ילקוט ביד אסורים. ומסתברא דרבי יוחנן פליג עליה דמר בריה דרבינא בערלה דקסבר דודאי אסור וספיקא מותר. ובכלאים נמי לאו הלכתא כותיה אלא בתרוייהו תנן יורד ולוקח ובלבד שלא יראנו לוקט והכי תני בירושלמי:"
        ], 
        [
            "אריוך קרי ליה לשמואל משום דהלכתא כוותיה בדיני לשון דיינא שדינו דין כמו מלך:", 
            "ספק לי. כלומר תן לי מספק ערלה ואכול. ואית דמפרשי תן לי מודאי ערלה דס\"ל ללוי ולרבה ולרב אויא כמ\"ד אין ערלה בח\"ל. ור\"ש פי' לקוט שלא בפני כדי שיהא ספק אצלי:", 
            "חריפי דפום בדיתא עיפא ואבימי בני רחבה דפום בדיתא:", 
            "סתום ספק ערלה הניחהו בידך וגנזהו לאוכלו. ור\"ש פי' לא תתיר להם כי אם בהצנע וודאי ערלה אבדהו שאסור בהנאה:", 
            "יורד ולוקח. ואם הלמ\"מ היא אמאי ספיקא מותר:", 
            "אשתומם כשעה חדא. פסוק הוא בדניאל. כלומר עמד בבהלה ומשומם כמו שעה:", 
            "אימור ההלכה שנאמר למשה כך נאמרה והאי אימור לשון ודאי הוא. והלכתא כר' יוחנן הלכך כל ספק ערלה מותר בח\"ל ספק עברו ג' שנים או לא עברו או ספק ליקט מילדה או מזקנה:", 
            "לוקין אף בח\"ל. הרכבת אילן אסורה כדשמואל וכלאי הכרם אינן אסורים אלא מדרבנן:", 
            "שחקקתי לך. היינו הרכבת אילן והרבעת בהמה שאסורה לבני נח כדאיתא פרק ישמעאל והלכתא כשמואל ור' יוחנן:", 
            "שדך שמשמע שלך דוקא דהיינו בארץ:", 
            "בח\"ל לא הקנו לו מן השמים:", 
            "כלאי זרעים דבח\"ל אין אסור בזריעתן ולא באכילתן כמו שנבאר לקמן:", 
            "דהוה זרע או מין אחר או ירק:", 
            "נשמתיה דהא עבר אד\"ס:", 
            "לא צהריתו. כלומר אינכם בקיאין בזה:", 
            "לא קי\"ל כר' יאשיה. פי' הר\"ם דר' יאשיה לענין מלקות אמר שאינו לוקה הזורע כלאים בח\"ל אלא כשזורע חטה ושעורה וחרצן יחד אבל מין אחד או שני מינין אסור בהנאה ואינו לוקה כדתנן פ\"ז המעביר עציץ נקוב בכרם אם הוסיף במאתים אסור ומייתינן בפ' כל שעה ובפ' כל הבשר והא דאמרי' במי שמתו ובראשית הגז נהוג עלמא כר' יאשיה בכלאים. ר\"ל פי' דלא לקי בארץ אלא כשזורע ג' מינים אלו הלכך בח\"ל ליכא איסורא בזריעתן בפחות מג' מינים אלו. ואיכא מאן דאמר דהא ר' יאשיה להיתר הנאה נאמרה שאינו אסור בהנאה עד שיזרע ג' מינים אלו והיינו דקאמר נהוג עלמא. וההיא דעציץ נקוב דלא כר' יאשיה היא. ובעל ה\"ה כתב דשני מינים אם זרעם בכרם אסור בהנאה וההיא דהמעביר עציץ נקוב מיירי שיש שני מינים בעציץ. והיכא שזורע בכרם מין א' מותר בהנאה והיינו נהוג עלמא כר' יאשיה בכלאים. ואין אלו אלא דברי נביאות. ועוד בהדיא תנן בכלאים פ\"ה הנוטע ירק בכרם או המקיים ה\"ז מקדש אלמא אף בחד מינא אסור בהנאה. והעיקר דהא דר' יאשיה לא נאמרה אלא אם לוקה בזריעתו אם לאו דגרסי' בירושלמי פ\"ח כתיב לא תזרע כרמך להחמיר עליו אפילו מין א'. פי' הואיל ואמר שדך לא תזרע כלאים דהיינו שני מינים בשדה שומע אני אם זרע בשדה ועשה כרם בשני מינים. ומשני להחמיר שאם זרע מין זרע א' עם זרע הכרם אע\"ג דליכא משום כלאי זרעים חייב משום [כלאי] כרם. וזה ראיה שאם זרע חטה וחרצן לדברי הכל ליכא משום כלאי זרעים. על דעתיה דר' יאשיה כתיב שדך לא תזרע לאיזה דבר נאמר לא תזרע כרמך כלאים כלומר הואיל ואינו חייב בזריעת הכרם עד שיזרע חטה ושעורה וחרצן במפולת יד למאי איצטריך לאו גבי כרם הרי נתחייב משום כלאי זרעים בחטה ושעורה. ומשני חברייא אמרי להתראה. שאם התרו בו משום שדך לוקה. משום כרמך לוקה. והאי דבעי שני מינים וכרם דכתיב כלאים וכרמך וכתיב נמי כלאים ושדך ולא בעי בכלאי זרעים אלא שני מינים הטעם דקרקע בלא זרעים נקראת שדה ובלא גפנים לא מקריא כרם. ופי' לא צהריתו אינכם בקיאים בזה שכלאי זרעים מותר לזרען בח\"ל:", 
            "לא קי\"ל וכו' דבארץ אינו חייב שיזרעו וכו' והואיל ובארץ אינו חייב אם זורע מין א' או מין ירק בכרם ואינו אסור אלא מדרבנן בח\"ל מותר לזרוע מין א' או מין ירק בכרם דהא אפי' בארץ לא אסרה תורה כדאיתא במנחות וכ\"כ הר\"ם בזרעים ספ\"א שמותר לזרוע ירק בצד הכרם בח\"ל ואותו הירק אסור באכילה והוא שיראה אותו לוקט אבל ספקו מותר:", 
            "מערב בזרעונים היה מערב מיני זרעים וזורען. ופי' מערב בזרעונים או ממיני תבואה קאמר כגון חטה ושעורה או שני מיני ירק [משארי משארי] שהיה זורע למאכלו ולמאכל התלמידים כי הוה ס\"ד דמשום ערבוב הרי חייש לערבוב והוה בעי לאוכוחי דאף במיני ירק איכא איסורא בזריעתן ולא קמא לה ההיא דאביי:"
        ], 
        [
            "והא דתנן וכו' אביי דאקשי ליה ממתני' דתנן והכלאים מד\"ס הוה ס\"ד דמיירי בכל שני מינים ואפי' במיני ירק אף שבח\"ל אין זריעתן אסורה אלא מד\"ס וס\"ל נמי דהאי והכלאים ר\"ל שאסור לזרען אפ\"ה קאמר דאסור מד\"ס דאלו אסור אכילתן תנן בהדיא בכלאים פ\"א כלאי זרעים אסורים מלזרוע ומלקיים ומותרים באכילה. ושני ליה לא קשיא כאן בכלאי זרעים כאן בכלאי הכרם כלומר דהא דתנן והכלאים מד\"ס לאו במיני זרעים מיירי דמיני זרעים מותר לזרען בח\"ל כדאמרינן לעיל שדך למעוטי זרעים שבח\"ל ואפילו איסורא דרבנן לית בהו כדמסיק טעמא דהואיל ואפי' בארץ אם עבר וזרען מותרים באכילה לא גזרו בח\"ל בזריעתן אלא בכלאי הכרם מיירי שאם זרע חטה ושעורה וחרצן במפולת יד בח\"ל אינו אלא איסורא דרבנן וכן נמי איירי באיסור אכילתו שאם זרע בכרם מין א' או מין ירק אע\"פ דבח\"ל ליכא איסורא בזריעתו כדמסקינן קמי הכי אפ\"ה אסור בהנאה ואע\"פ שבארץ אינו אסור אלא מדרבנן גזרו ואסרו הנאתו אפי' בח\"ל. ואע\"פ שזריעת מין א' בכרם בארץ אסור ג\"כ מדרבנן דר' יאשיה לא אמר אלא אינו חייב עד שיזרע שני מינים בכרם דמשמע דאינו חייב מלקות הא איסורא מיהא איכא. לא גזרו לאסור אלא מין א' בכרם בח\"ל שגזרו עליו איסור הנאה. זהו עיקר הפירוש:", 
            "מותרים בהנאה. משום רישא נקט לה דהא אף באכילה מותרים דתנן רפ\"ח כלאי הכרם אסורים מלזרוע ומלקיים ואסורים בהנאה כלאי זרעים אסורים מלזרוע ומלקיים ומותרים באכילה לא גזרו בהו לזרען. אשתכח השתא דהרכבת אילן אסור מן התורה אפילו בח\"ל ואפילו אילן בירק או ירק באילן דתנן פ\"ק דכלאים אין מביאין ירק באילן ולא אילן באילן ולא אילן בירק ולא ירק באילן ואם עבר והרכיב מותר בהנאה כדאיתא בירושלמי בהדיא דגרסי' התם פ\"ק דכלאים עובד כוכבים שהרכיב אגוז על גבי אפרסקין אע\"פ שאין ישראל רשאי לעשות כן נוטל משם וחוזר ונוטע במקום אחר ע\"כ. והוי דומיא דכלאי בהמה דתנן פ\"ה כלאי בהמה מותרים לגדל ולקיים ואין אסורין אלא מלהרביע וכתב הר\"ם שמותר לערב ולזרוע זרע שני מיני אילנות שלא נאסרו אלא בהרכבה וכן כתב שמותר זרע ירק וזרע אילן. כלאי הכרם אינו לוקה בזריעתן אלא בארץ והוא שזרע חטה ושעורה וחרצן במפולת יד או שני מינין של ירק כגון קנבוס ולוף כדאיתא בהקומץ קנבוס ולוף אסרה תורה שאר זרעים דרבנן ותנן בכלאים פ\"ה כל מין זרעים אינן כלאים בכרם הקנבוס ר' טרפון אומר אינו כלאים בכרם וחכ\"א כלאים. והקינדס כלאים בכרם ואמרי' בב\"ר דרדר זה קינדס ואסור בהנאה אפי' אם זרע בכרם מין א' או מין ירק כדכתבינן וכלאי זרעים בארץ אסור לזרען מן התורה ומותרים באכילה ובח\"ל מותר אף לזרען:", 
            "מטיבין. כלומר בהאי עלמא:", 
            "ונוחל את הארץ. משמע חיי העה\"ב:", 
            "אלו דברים הני [אין] אחריני לא:", 
            "אפי' בחדא. והא רובא עונות נינהו:", 
            "שקולה שאם היה מחצה עונות ומחצה זכיות והיה במחצה מאלו מכריע כאילו רוב זכיות. בית נתזה. שם האיש:", 
            "שהתלמוד מביא לידי מעשה. כלומר שמי שיודע התורה עושה המצות וירא מן החטאים בשלימות אבל מי שלא ידע התורה לא זה יראוי כאמרם אין בור ירא חטא ואין עם הארץ חסיד [מצורף לזה שבא לרמוז שהחכם מצד חכמתו יגיע אל המעשה השלם והטוב והוא קנין המדות הטובות והממוצעות ומי שהוא בעל תכונות טובות לבד לא יגיע אל החכמה מצד התכונות הטובות וגם מעשיו שהוא עושה אינם על דרך נכונה ולא על דרך אמת כמו שאז\"ל אין בור ירא חטא ולא ע\"ה חסיד שאין לו מדע שידע המעשים שיהיו טובים מצד עצמם ועל כן כתוב בתורה ולמדתם ועשיתם הוי לימוד החכמה קודם למעשה] ירושל' וכבר נמנו התלמוד קודם למעשה. רבנן דקסרי אמרי הדא דתימר בישישים חכמה מי שיעשה אבל אין שם מי שיעשה המעשה קודם לתלמוד ע\"כ. פי' זה הירושלמי מיירי במצוה עוברת שמפסיק תלמודו מפני המצוה העוברת הואיל ואין שם מי שיעשנה ואח\"כ חוזר לתורתו כמו שביארנו במועד קטן פ\"ק. וראש הירושלמי ר' אבהו שלח לבריה למגמר בטבריא שלחו ליה ואמרו ליה גומל חסד הוא. כלומר מניח תורתו לעשות לויה לכל המתים. שלח ליה המבלי אין קברים בקסרי שלחתיך בטבריא וכבר נמנו תלמוד קודם למעשה וכו' דמשמע שפי' זה הירושלמי הוא כמו שפירשנו דהא ר' חנינא הוה מניח תלמודו שהיה עוסק בתורה מפני לויית המת שהיא מצוה עוברת וגער בו אביו מפני שהיו שם אחרים שמלוין את המת. ובגמרין פ' בני העיר מתבאר דין מבטלין ת\"ת להוצאת המת כמו שביארנו שם תכלית הביאור:", 
            "פוטר מים. פורק עול תורה ראשית מדון הוא תחלת דינו:", 
            "פסול לעדות דהואיל ואינו מן היישוב אינו מקפיד על עצמו ואין לו פנים:"
        ], 
        [], 
        [], 
        [
            "רגזנותא כחש בשרו:", 
            "סליק פירקא"
        ], 
        [], 
        [
            "האיש מקדש:", 
            "מצוה בו. כל מצוה שמוטלת עליו יעשה בגופו ולא ע\"י שליח:", 
            "מחרך רישא. הוא בעצמו לכבוד שבת היה מהבהב ראש הבהמה באור:", 
            "שיבוטא. דג:", 
            "ותתגנה וישנאנה ואם הוא ילך לא יקדשנה:", 
            "אסיפא. דלגבי דידה ליכא איסורא דודאי לא תשנאנו אע\"פ שתראה בו דבר מגונה דבכל דהו ניחא לה:", 
            "כשהיא קטנה לא. כלומר אשמעינן קטנה לא יקדש:", 
            "אני רוצה. ואע\"ג דאמרי' לעיל דבכל דהו ניחא לה ה\"מ כשהיא עצמה עושה אבל כשאחר עושה לא. והראב\"ד תירץ דה\"מ גדולה אבל קטנה לא. ולדבריו קשיא אמאי עד שתאמר בפלוני אני רוצה בעד שתגדיל סגי דגדולה לה בכל דהו ניחא לה אלא לאו כדפרישנא ש\"מ דאפי גדולה כשאחר עושה לא ניחא לה:", 
            "לחלוק שיש שם גדולים וקטנים. לחוב אמאי נעמיד אפוטרופוס לחובתם. לחוב ע\"מ לזכות כתב ר\"ש נעמידנו לדון ולערער להנאתם ולזכותם ואם נתחייבו בדין מה שעשה עשוי דלגבי חלוקת הארץ זכות וחובה הוא דאיכא דניחא ליה בהר ולא ניחא ליה בבקעה. ואיכא מ\"ד שלא יאמר זה אלא לחלוק להם וליטול חלקם ואע\"פ שחובה להם שרוצים חלק האחר אבל לתביעת ממון אין להם רשות לעשות הוצאה לזכותם שמא לא יזכו דתניא בפ' הניזקין דאין אפוטרופין רשאין לחוב על מנת לזכות ומיירי אפי' מינוהו ב\"ד דתני סיפא אין ממנין לא עבד ולא אשה. ובתוספתא דפ\"ק דתרומות תני אין אפטרופין רשאין לזכות ולחוב אלא ברשות ב\"ד ובירושלמי פ' הניזקין גרסי' אמר ר' יוחנן אין מעמידין להם אפוטרופוס לחוב להם אלא לזכות להם ובסוף ואם חבו חבו אר\"י [ב\"ר חנינא] אין מעמידין להם אפוטרופוס בין לזכות בין לחובה ומסתבר דהלכה כר' יוסי בר' חנינא וכברייתא דהניזקין שאין מעמידין אפוטרופוס לחוב ע\"מ לזכות ואפי' ברשות ב\"ד ואין כח לב\"ד לעשות אפוטרופוס לזה דהא קי\"ל כר' יוחנן דהיכא דטעה שמינוהו לחלוק הגדילו היתומים יכולין למחות וכ\"ש שאין להם לחוב ע\"מ לזכות הילכך העיקר כפירושא בתרא ולית הלכתא כתוספתא דההיא כר' יוחנן שייכא דאמר שיש רשות למנות אפוטרופוס לחוב ע\"מ לזכות ולית הלכתא הכי אלא כר' נחמן וכן דעת הר\"ם שלא הביא אלא הא דרב נחמן וברייתא דהנזקי' כמו שתמצא בנחלות:", 
            "חלק יפה. בכל כחם:", 
            "הגדילו היתומים. למחות לבטל חלוקה:", 
            "שום הדיינים. ששמו נכסי לזה למלוה:"
        ], 
        [
            "ברוחות. שנויא הוא שהיתומים ניחא להו ברוח צפוני מרוח דרומי שבא לחלק הגדול אע\"פ שרוח צפוני שוה לרוח דרומי. והלכה כרב נחמן והביא זה הר\"ם פר' עשירי בנחלות. כלקוחות כדמפרש ואין להם דין יורשין שאין לאחד לירש יותר מחברו אפי' פרוטה:", 
            "נקנה מקח דמחילה הוי שויה שליח שעשה האחר שליח לקלקלני אלא שתתקנני שאין דרך בני אדם לעשות שליח לקלקלם והמקח בטל ואי קשיא והא אמרי' בפרק אלמנה נזונת שליח כמאן אמר רבא א\"ר נחמן שליח כדיינים כלומר ואם טעה בשתות בטל מקח פחות משתות קנה ומחזיר אונאה ואיכא למימר דפסקי' התם בגמ' שליח כאלמנה ואית דמתרצי דהכא איירי במטלטלי דהואיל ואיכא ביטול מקח אם הוא קנה ביותר משתות כשקנה שלוחו אפ' בפחות משתות ביטול מקח איכא אם הוא קנה ביותר משתות ולא נהירא דא\"כ אפי' חזרת אונאה נמי דלא יחזיר דהא אין אונאה לקרקעות. ואסיקנא תמן הלכתא דשליח כאלמנה ואפי' בכל שהוא חוזר המקח ומסתברא דה\"מ היכא דנתאנה לוקח שלקח ביותר משוויו אבל אם קנה בשוויו ולא לקח ביותר אין המקח חוזר אלא נסתלק המוכר והדין עם השליח לשלם דאמרי' פ' גט פשוט ההיא אתתא דיהבא זוזי לההוא גברא למזבן ארעא אזל זבנה שלא באחריות אתא לקמיה דרב נחמן א\"ל לתקוני שדרתיך ולא לעוותי א\"ל רב נחמן את זבנא מיניה שלא באחריות והדר זבין לה ניהליה באחריות ואיכא מאן דמוקים שלא ידע המוכר שהוא קונה לאחר אבל אם ידע המוכר שהוא קונה לאחר בטל מקח כמ\"ש פ' גט פשוט. בשומא דבי דינא כדין שומת ב\"ד דשתות בטל מקח:", 
            "בעלויא שזה נטל הקרקע וזה נטל קרקע אחר ועלו אותם בדמים וטעו באותם דמים. במשחתא שחלקו במדה וטעו במדידה חוזר אית דמפרשי חוזר האונאה ולא הוי בטול מקח ואית דמפרשי חוזר המקח כמו שביארנו בפ' המוכר את הספינה:", 
            "שליח גבי הקדש הוא שאם נתן מעות הקדש לשליח להוציאן וכסבור חולין הם אם עשה השליח מה שאמר לו בעל הבית [בעל הבית] מעל ואם שנה שליח מעל:", 
            "חטא במעילה כתיב וחטאה בשגגה ובתרומה כתיב ולא ישאו עליו חטא:", 
            "מנין. שחייב הנפקד באונסין:"
        ], 
        [
            "טביחה ומכירה. שאם גנב וצוה לשוחטו או למכרו נתחייב בארבעה וחמשה:", 
            "שליח. המקדש אשה לאחר מצרף עמו לעדות הקדושין. הכי נמי דלא הוו קדושי. מה ענין אתם עדי [לכאן] דכי בעינן אתם עדי ה\"מ שתבע לו מנה לי בידך והלה אומר הן שפעמים משיב כך להשתיקו ומשטה אבל כי אמר אתם עדי לא מצי טעין הכי אבל הכא הואיל וראה המעשה שנתן לה הקדושין מה תועלת באמרו אתם עדי:", 
            "אלומי למילתיה דעדות כשעוש' הדבר על ידי העדים:"
        ], 
        [
            "בדיני ממונות. אם אומר לשנים הוליכו מנה לפלוני שאני חייב לו הם השלוחים והם עדי הפרעון:", 
            "עדים למה לי אע\"ג דהלוה לו בעדים כי אמר פרעתי מהימן. צריך לפרעו. ונמצא לוה צריך לעדים כשיפרענו:", 
            "אלא אמאי נאמנים נוגעים בעדות נינהו. דאי אמר מלוה לא נפרעתי אמר להם לוה פרעוני מה ששלחתי בידכם והם אינם נאמנים לומר החזרנו לך המנה אם נתן להם בעדים ושמא עכבו המנה בידם וטוענין שנתנוהו למלוה:", 
            "אנא פרעתיך אם הלוה טוען שהוא פרע המלוה היה נאמן אבל הוא טוען ששלח לו מעותיו על ידי אלו נמצא שהוא אינו יודע וצריך עדים לפרעון אלו:", 
            "הני שלוחין הם כשרים לעדות זו שאינם נוגעים בעדותן שהרי הם פטורים מן הלוה שבכל טענה שיטענו לפטור את עצמם הם נאמנים ואע\"ג דאיכא סהדי דאמר להו באפייהו הוליכו זה לו מגו דאי בעי אמרי החזרנו לך דהא א\"צ להחזיר לו בעדים וזה כשמואל דאמר פ\"ק דגיטין שאם בא לחזור חוזר כמו שביארנו שם הילכך הואיל והם פטורים מן הלוה כשטוענים שנותנו המנה למלוה אע\"ג דמלוה לא מודה מהמני נמי לעדות שלמה דהיינו גבי מלוה שהרי אין נוגעים בעדותם כדפרישנא. אבל השתא דתקון רבנן שבועת היסת בכל טענה אפי' כופר בכל דאי אמרי מהדרינן ללוה לא מהמני בדבורא בלחוד ליכא מנו ונוגעים בעדותן הם שאם לא יודה המלוה הפרעון אינם נפטרים מן הלוה אלא בשבועה אינם נאמנים לגבי מלוה כמו עדים הילכך משתבעי אינהו דיהבו למלוה שבועת היסת דהוי להו כמאן דאמר מנה לי בידכם שהרי נתתיו לכם לפרעו לפלוני ולא עשיתם והם טוענים אין לך בידינו כלום שהרי פרענוהו לפלוני כמו שאמרת לנו ונשבעים היסת ונפטרו מן הלוה והמלוה נשבע שבועת המשנה שלא נטל דומיא דחנוני על פנקסו שנשבע כעין שבועת התורה שנתן לפועלים שכרן כמו שאמר לו בעל הבית ופרעו בעל בית כך פי' הרי\"ף. והר\"ם נראה שפי' שהמלוה נשבע שבועת היסת ג\"כ שהשליח נשבע על טענת המלוה והמלוה על טענת השליח כמו שכתוב בשלוחין ודוקא דשלשתן שם והשליח מכחיש בעל החוב שאומר שלא פרעו והשליח אומר שפרעו אבל אם אינו זה בפני זה אין המשלח יכול להשביע היסת לא השליח ולא המלוה שאין כאן מי שטוען עליו ודאי כדי שישבע היסת אלא מחרים חרם סתם ומשלם חובו וכן עיקר דלא [דמי] לחנוני דהתם אין בעל הבית יודע שהוא חייב לו כלום אבל הלוה שהוא חייב לו ואינו יודע אם פרעו אם לאו וכ\"ש נראה דלא גריס ועדים מפטר פטירי ופירש דעדים נאמנים לגבי מלוה מנו דאי בעי אמרי אהדריניה ללוה וזה תימה דהיכן מצינו מגו דחד גברא לאידך גברא והיאך יהיו נאמנים כנגד המלוה מגו דאי בעי אמרי החזרנו ללוה אי לאו משום טעמא דפרישנא ופירש\"י והשתא דתקון רבנן שבועת היסת ליכא מגו דהאי דאמרי פרענו למלוה שלא רצו לישבע ואי אמרי אהדריניה ללוה נשבעין שבועת היסת וכי אמרי פרענו למלוה אם המלוה מכחישם אמאי לא מחייבי שבועת היסת ופירש שם עדים נשבעים שבועת המשנה דומיא דפועלים מי דמי התם חנוני שליח לתת להם שכרם וחזקתו שעשה הכא הם שלוחים לתת למלוה וחזקתם שעשו. ועוד התם פועלים נשבעים ונוטלים והכא נשבעים ונפטרים והוי כמנה לי בידך והלה אומר אין לך בידי שאינו נשבע אלא היסת. והעיקר דעדים נשבעים היסת והואיל והם נשבעים היסת מלוה נמי ישבע היסת דמלוה דמכחישי ליה סהדי מישתבע ולא דטעון ליה. ללוה דתניא טענה טעות שמא היא כמו שביארנו בכל הנשבעין אית דמקשו דהכא אמרי' דיכלי למימר אהדריניה ללוה למ\"ש הרי\"ף בתשובת שאלה גבי ההיא דגרסי' בגיטין פ\"ק הולך מנה לפלוני שאני חייב לו ורצה לחזור אינו חוזר שאם החזירם ללוה הדין עם השליח והשתא ליכא מגו דאי אמרי אהדריניה ללוה יבא המלוה ויתבע הממון מהם ומתרצי דלא איירי הרי\"ף ז\"ל אלא כשהלוה עני ומשום דינא דגרמי או גרמא דנזקין הוא דקא נגעה בה אבל אם הוא עשיר לא והכא מיירי שהוא עשיר. ירושלמי וכו' מסתברא דהלכתא כר' יוסי ואפי' קדשה בקדושי כסף אמרי' הן הן שלוחיו הן הן עדיו:", 
            "תנן התם בגיטין פ' התקבל לי גיטי:", 
            "נערה אבל קטנה דברי הכל דידה לאו כלום אלא דאביה כמו שנבאר למטה אבל לקדושין דלרבנן בין היא בין אביה מקבלין קדושיה. מאי טעמא דר' יוחנן דמשוי חלוק לרבנן בין קדושין לגיטין:"
        ], 
        [
            "דמדעתה דדעת האשה בעינן אביה ולא היא שנערה שיש לה אב תלויה מכל וכל בדעת אביה. בעל כרחה. בעל מגרשה מה צורך לדעת האב אע\"פ שיש לה אב. מאמר חכמים תקנו שיקדש אדם יבמתו בכסף ואותן קדושין נקראין מאמר וקס\"ד דרבנן דרבי תנו לה דבעו מדעתה. ושאני דר' היא דאמר בעל כרחה מצי למעבד מאמר:", 
            "כדקא מתרץ ר' יוחנן. דרבנן מודו בקדושי' אביה ולא היא:", 
            "מאי שנא מאמר בין היא בין אביה מקדושין דעלמא. זקוקה מחמת קדושי אחיו:", 
            "לר' יוחנן לעיל לא תקשי והרי מאמר דמדעתה דאה\"נ דרבנן תנו לה ואמרי דמאמר ליתיה בעל כרחה ואפ\"ה אמרי בין היא בין אביה דשאני מאמר משאר קדושין הואיל וזקוקה ועומדת:", 
            "(חבור) חבורתא נאספו כל בני הישיבה ואמרו כר' יוחנן דאמר דלרבנן מודו דקדושין אביה ולא היא. כרוכיא גרווא\"ה בלע\"ז ויצאה והיתה ודינם שוה ולא השגיחו בדברו דעל כרחיך לא (השגיחו) איתקוש לגבי האי מילתא דהא גרושיה בעל כרחה ומ\"ה אמור רבנן בין היא בין אביה דמה לנו בזה לדעת האב הרי בעל כרחו מגרשה אבל קדושיה אינם אלא מדעתה הילכך אביה ולא היא שהרי מה שצריך דעתה כל זמן שהיא נערה הכל תלוי בדעת האב ודעתה אינו כלום אי נמי לא ס\"ל שיהא כלל בכל מקום דאיתקש יציאה להוייה אלא היכא דאיתמר איתמר והיכא דלא איתמר לא איתמר:"
        ], 
        [
            "נערה שיש לה אב לרבנן קא בעי דאמרי בין היא בין אביה מקבלין גיטה איתיביה קטנה וכו' עד שיגיע גט לידה בתורת שליחות הבעל וקסבר האי מקשה דמיירי בשיש לה אב ואפי' בקטנה סברי רבנן דבין היא בין אביה מקבלין גיטה והאי דקא מפלגי בנערה להודיעך כחו דר' יהודה דאפי' בנערה אביה ולא היא. בשאין לה אב דקטנה שיש לה אב דברי הכל אביה ולא היא והיינו דקא מפלגי בנערה ולא קטנה ומ\"ה הכא טעמא דקטנה שאינה ראויה לעשות שליח הא נערה ה\"ז גט דבת שליחות היא דנערה היא ואין לה אב:", 
            "לא יחזור דמגורשת היא תכף שהגיע הגט ביד השליח:", 
            "כפרי. שם מקום והיה קרוב להם ונהרדעא שהוא מקום שמואל היה רחוק מהם. אפכוה ששמואל אמר דברים בגו וקרנא אמר צריכה גט ומיאון מפני שרב אוהב שמואל אולי יודה לדברי קרנא. שמא נתרצה והוו קדושין:", 
            "אין קדושין תופסין אם חזר וקדש זה האיש אחותה יאמרו שאינן קדושין כלל שהרי אחותה גירש בגט ונמצא שהיא אחות אשתו מ\"ה צריכה למאן להודיע שהקדושין אינן קדושין בודאי ואם יקדש אחותה אינו רשאי לקיימה אלא מוציאה בגט דספק הוא אם אחותה היתה אשתו אם לאו. דשדיך דבר עם האב כבר מענין הזיווג ונתרצה מ\"ה חיישי' כשקדש אחר זמן מרובה שמא נתרצה עתה דהא נתרצה כבר. ואפי' שדכו דלא חיישי' שמא נתרצה. ואפי' קדשה בפני האב הואיל ולא אמר לה קבלי קדושיך כדלקמן:"
        ], 
        [
            "מת זה שקדש קטנה שיש לה אב שלא לדעת האב. בקדושי שני ולא בקדושי ראשון ונמצא שקדושי ראשון אינן כלום וקדושי שני קדושין ומ\"ה צריך גט. בקדושי ראשון והויא זקוקה ולא אכפת לן אם נתרצה במאמר שני אם לאו:", 
            "אין קדושין תופסין. שהרי אחותה גירש בגט ונמצא שזאת אחות גרושתו והיא ערוה עליו מן התורה. אחות חלוצתו שאסורה עליו אינו אלא מדרבנן ומדאורייתא שריא ליה הילכך כ\"ע מודו שאם קדשה צריכה גט:", 
            "כאן שנה ר'. ביבמות פרק החולץ תנן החולץ יבמתו ונשא אחיו את אחותה ומת חולצת ולא מתייבמת המגרש אשתו ונשא אחיו ומת פטורה מן החליצה ומן היבום ועליה אמר רבי שמעון בן לקיש כאן שנה רבי וכו':", 
            "ציפי. זיזין היוצאים מן הכותל:", 
            "ברתיך. וקטנה או נערה היתה. נתרצה גבי קטנה הנתקדשה שלא לדעת אביה."
        ], 
        [
            "הבן כשקדש אביו לו אשה בלא ידיעתו ולא הודיעו:", 
            "שוויה שליח. הבן שוי לאביו [שליח] לקדש לו אשה וזה השליחות אינו צריך לעדים שאין זה אלא להודיע אמתת הדבר והואיל ושניהם מודים אין כאן מקום לעדות וכן נראה מהתוספתא כמו שכתבנו בפרק האומר וכ\"כ הר\"ם פ\"ג ובה\"ג וכ\"נ מפרש\"י שפי' ארצויי ארצי קמיה פי' גילה דעתו לפני אביו שהוא חפץ באשה והאב נעשה שליח מאליו דזכין לאדם שלא בפניו. ועיקר הגי' היא דילמא ארצויי ארצי קמיה ושתיק כלומר האב הודיעו אחר מעשה וספר לו מה שעשה ושתק והואיל ושתק ודאי נתרצה:", 
            "מר. רבינא:", 
            "לא ס\"ל להא דרב ושמואל. דאמרי שאע\"פ שלא ידע האב שקבלה בתו קדושיה אם נתרצה כששמע הוו קדושי' דלדידהו ה\"נ אם נתרצה הבן כששמע הוו קדושי ורבינא ס\"ל דהואיל ובשעת קדושין לא ידעי הנך שהם בעלי דבר רצוי דאחר מעשה לאו כלום הוא. ור\"ש פי' מר דלא סבר לה וכו' וכ\"ש דלא חיישי' שמא עשאו שליח אא\"כ שמענו. ופי' ר\"ש וגרסתו אינו מקובל וכי מה הועיל ברצויו אם לא עשאו שליח בביאור דבשלמא גבי ממון הכל תלוי בדעת הנותן ואין במקבל אלא לזכות במתנה ואם יזכה לו אחר זכה במתנה המקבל דזכין לאדם שלא בפניו אבל גבי קדושין הוא צריך שיאמר דברים שיקנה בהם האשה וטעמא דאחד מקדש אשה לאחר הוא דשלוחו של אדם כמותו ואם לא עשאו שליח מה יועיל. והראב\"ד פי' שליח שוייה בעדים. ודחק עצמו לפרש לשון התוספתא כמו שנפרש בפ' האומר:", 
            "בכישא אגודה של ירק:", 
            "ה\"מ שקדשה דרך כבוד:", 
            "אידי ואידי. או בשוקא או בירקא בזיון הוא. ומדקאמר (רבה) [רבינא אפי'] למאן דאמר חיישי' שמא נתרצה האב ש\"מ דלית ליה האי סברא:", 
            "ההוא. שהיתה לו בת נערה או בת קטנה והוא היה רוצה להשיאה לקרובו ואשתו היתה רוצה להשיאה לקרובה והיא כפתתו עד שהודה לדבריה שתנשא בתו לקרוב שלה:", 
            "אדאכלו ושתו. ועושים סעודה שיקדשנה קרוב שלה בא קרוב שלו דרך הגג וקדשה:", 
            "שארית ישראל. אית דמפרשי דאביי ורבא ס\"ל כרב ושמואל דבעלמא אם נתרצה האב (דמשמע) מקודשת והכא ליכא למיחש שמא נתרצה למר כדאית ליה ולמר כדאית ליה והעיקר כמ\"ש למעלה דלא ס\"ל כרב ושמואל והכי קאמרי אע\"פ שאמר בתחלה להשיאה לקרובו ליכא למיחש שאמר לבתו בחשאי צאי וקבלי קדושיך מן פלוני קרובי ונמצא שנתקדשה על דעת אביה:", 
            "ולא ידברו כזב. וזה הודה לדבריה שתנשא לקרוב שלה:", 
            "אין אדם טורח. והם הכינו הסעודה מפני קרוב שלה. ומסתברא דהלכתא (כרבה) [כרבא] ואם לא טרח בסעודה חיישינן שנתקדשה לדעתו הואיל והיה דעתו להשיאה לקרובו. ר\"ח ז\"ל חשש להא דרב ושמואל וכל הגאונים ז\"ל והרי\"ף והר\"ם לא חששו לדרב ושמואל ופסקו כרבינא:", 
            "אינה אוכלת. כל זמן שהיא נערה או קטנה אבל אחר שבגרה אוכלת שהרי אם יבא אביה לא יכול למחות ואע\"פ שנשאת כשהיא קטנה. וחש לה בקטנה שנשאת שלא לדעת אביה ולא התירה לאכול בתרומה עד שתבגר. ר\"ח פסק כרב מדלא אשכחן דהדר ביה רב. והרי\"ף והר\"ם פסקו כרב אסי דהא רב גופיה חייש לה בתרומה:", 
            "(פ\"ח) אינו יורשה. הבעל לא מנדוניתא ולא מנכסי מלוג שלה אבל מאתים שכתב לה הוא יורשה דבחזקתו הם ועוד שאם אביה רוצה בנשואין הכל של בעל ואם אינו רוצה אין כאן נשואין והוא לא כתב לה אלא מחמת הנשואין:", 
            "כאן. בעיר ומראה עצמו כנכרי שאינו מדבר ומתעסק כלל בנשואין:", 
            "[איתנוחי איתנחא ליה] והיה דעתו נוחה בנשואין. והלכתא כרב הונא (שנעשית כיתומה בחיי האב לומר) דרביה דר' ירמיה הוה וכן פסק הר\"ם:", 
            "ואביה כאן. כשקדשה וכשנשאת:", 
            "כחומץ לשינים. וכעשן לעינים שהוא קשה כך מימרא דרב הונא קשיא עם מימריה דלעיל. דאיכא קדושין דאורייתא דהא נתקדשה לדעת אביה. טעמא דרב הונא שהרי נעשית בה [מעשה] יתומה בחיי האב כלומר שעשאה הכל לעצמה ולא עם האב כאילו מת ויש לחוש שמא סילק עצמו ממנה ואמר לה צאי וקבלי קדושיך ולא שייכא פלוגתייהו בדרב ושמואל כלל ומסתבר דהלכתא כר' ירמיה וכן דעת הר\"ם דעולא קאי כוותיה. בין היא אם רצתה היא לחזור קודם שישמע האב בין אביה כשישמע יכול לעכב ורב לטעמיה דאמר חיישי' שמא נתרצה האב ואם נתרצה האב מקודשת. ולמאן דפסק כרב ושמואל [לית] הלכתא כרב אסי דתלמידיה הוא. ולגאונים שפסקו כרבינא אפי' נתרצה האב אינן קדושין כלל ואפי' מת האב קודם שישמע לא עשתה כלום שהרי אינן קדושין כלל שאין לה לקבל קדושיה בלא רשות אביה דהא אפי' לרב דאמר דריצוי דאחר מעשה מהני כל זמן שלא שמע האב ולא נתרצה חוזרת בקדושיה וכ\"ש לרבינא אם מת האב:"
        ], 
        [
            "התקדשי אינו רוצה לקדש אלא באחת הילכך אם אין באחת שוה פרוטה אע\"פ שבשתיהן שוה פרוטה אינה מקודשת קדושי ודאי אבל קדושי ספק הוו כדשמואל דאמר חיישי' שמא שוה פרוטה במדי. בזו ובזו בשתים רוצה לקדשה. אינה מקודשת קדושי ודאי אבל קדושי ספק הוי כדפרישנא:", 
            "מאן תנא וכו' דכי אמר התקדשי לכל דבר ודבר הוי פרט ומשמע דבלא התקדשי הוי כלל ורוצה לקדשה בשתיהן בשוה פרוטה מקודשת. ר' שמעון [היא] בפ' שבועת הפקדון גבי היו חמשה תובעין [אותו] וכפר ונשבע ואח\"כ הודה שאינו חייב אלא קרבן שבועה עד שאמר לא לך [שבועה] לא לך שבועה לא לך ה\"נ לר' שמעון אם לא אמר התקדשי לכל תמרה ותמרה לא שנא אמר התקדשי לי בזו ובזו או בזו בזו בלא וי\"ו כללא הוא ואם יש בשתיהן שוה פרוטה מקודשת. ור' יהודה ס\"ל התם שבועה לא לך ולא לך בוי\"ו חייב על כל א' וא' דפרטא הוי דוי\"ו אשבועה קאי והוי כמ\"ד ושבועה לא לך ושבועה לא לך בלא וי\"ו כלל הוי ואינו חייב אלא אחת דשבועתא דפתח ביה אכולהו משמשא והוי כמאן דאמר שבועה שאין לכם בידי כלום. ה\"נ לר' יהודה התקדשי לי בזו ובזו הוי פרט ואם אין בא' שוה פרוטה אינה מקודשת קדושי ודאי התקדשי לי בזו בזו הוי כלל ואם יש בשתיהן ש\"פ מקודשת ובמימרא דר' [מאיר] איפליגי אמוראי. שמואל אמר דלר' מאיר הוי אפכא בלא וי\"ו הוי פרטא דהואיל ולא ערבינהו שבועה אכל חד וחד קאי והוי כמ\"ד שבועה לא לך אבל ולא לך ולא לך הואיל וערבינהו כללא הוי. ה\"נ התקדשי בזו ובזו כללא הוי ואם יש בכולן שוה פרוטה מקודשת. התקדשי לי בזו ובזו פרט הוי ואם יש בא' מהן שוה פרוטה מקודשת ואי לאו אינה מקודשת. ור' יוחנן אמר דלר' מאיר לא שנא שבועה לא לך ולא לך או שבועה לא לך לא לך פרטא הוי שלא תמצא כלל לר' מאיר אלא שבועה שאין לכם בידי כלום. ה\"נ ל\"ש התקדשי לי בזו ובזו או בזו בזו אם יש בא' מהן שוה פרוטה מקודשת ואם לאו אינה מקודשת. הר\"ם הביא המשנה פ\"ה כמו שהיא ואוקימנא לרישא דתני התקדשי התקדשי כר' שמעון וגבי שבועת הפקדון פ\"א כתב שבועה לא לך ולא לך חייב על כל אח' ואח'. ובנדרים פ\"ד פסק כר' מאיר ואליבא דשמואל כמו שכתבנו בנדרים פר' רבי אליעזר. ולא ירדתי לסוף דעתו שדבריו נראים כסותרים. ולכאורה משמע דסיפא דמתני' דהכא כשמואל אליבא דר' מאיר שייכא דתני בזו ובזו הוי כלל מדתני בזו ובזו משמע הא בזו בזו פרט ולר' שמעון ל\"ש הכי ול\"ש הכי כללא הוי. ולר' יהודה אפכא הו\"ל למתני במתני' בזו בזו בלא וי\"ו ולר' יוחנן אליבא דר' מאיר לא מצינן לאוקומא דהא אמר ל\"ש הכי ול\"ש הכי פרטא הוי. ואיכא מאן דפסק כר' שמעון:", 
            "ארישא דקאמר התקדשי התקדשי אלא אסיפא דקאמר התקדשי לי בזו ובזו. ואפי' בקמייתא אם יש בתמרה ראשונה שאכלה שוה פרוטה אע\"פ שאין באחרונה ש\"פ מקודשת הואיל ודעתה אתמרה אחרונה הוי לה קמייתא דמלוה ואינה מקודשת:"
        ], 
        [
            "באחרונה ואע\"ג דקדשה נמי בקמייתא דהו\"ל מלוה מלוה ופרוטה דעתה אפרוטה:", 
            "אינה מקודשת דהא קאמר שאם ראשונה שוה פרוטה ולא האחרונה אינה מקודשת דמלוה היא:", 
            "דעתה אפרוטה כדפרישנא:", 
            "מעות בעלמא שנתנו שלא לשם קדושי' והם אינם יכולים להיות אלא מעות בעלמא ולא קדושי' חוזרים דהא הכא אם יש בראשונה שוה פרוטה ולא באחרונה אינם קדושין וקא קרי מלוה אלמא חייב להחזירן דאי הוו מתנה הויא מקודשת. ומסתברא דל\"ג דאיתמר אלא איתמר דמילתא באנפי נפשה היא דכי אמרי' הכא מעות בעלמא דומיא דהכא שחשב לקדשה במלוה והוו קדושי טעות ודכוותה תניא בפ' המדיר קדשה בטעות כיצד כגון שקדשה בפחות משוה פרוטה וקדושי טעות הם ואסיקנא בפ' המדיר דמעות חוזרין ואפי' לרב דאמר בפ' מי שמת לקדושין בטבועין נתנו כלומר דלא הדרי ואסיק דרב אשי כוותיה. אבל לענין פלוגתא דרב ושמואל הא קי\"ל הלכתא כשמואל בדיני והוו מעות מתנה וכן פסק הר\"ם בזכייה פ\"ש:", 
            "לא שנו. דהיתה אוכלת ראשונה בעינן שיהא באחרונה שוה פרוטה:", 
            "באלו. נגמרו קדושין בבת אחת תכף שאמר באלו וכי שקלא ואכלה דידה אכלה ואם יש בכולן שוה פרוטה מקודשת:", 
            "במלוה. אע\"פ שהיא בעין:", 
            "מאי לאו בהא פליגי. שהלוה אותה ובעוד שהמעות בעין ולא הוציאם אם אמר לה התקדשי במלוה שיש לי אצליך אינה מקודשת דלא מטי הנאה לידה שהרי בידה להוציאם ואינו יכול לחזור בו. ומר סבר לאו להוצאה ניתנה דכל זמן שלא הוציאה הלוה יכול מלוה לחזור בו אם קדש בו האשה ודאי מטיא לה הנאה שעתה יכולה להוציאו בתורת שלה ור\"ש פי' להוצאה ניתנה שהלוה רשאי להוציאה בהוצאה ואינו חייב להעמיד בעסק שתהא מצויה תמיד. ומסתברא דבכה\"ג איירי פלוגתייהו:", 
            "במכר שקנה קרקע בכסף מלוה שהוא חייב לו או מטלטלין לקבולי מי שפרע ואפי' המלוה בעין אשתכח השתא דקי\"ל מלוה להוצאה ניתנה שאם קנה קרקע במלוה לא קנה כלל והמטלטלין אינו מקבל עליו מי שפרע. והר\"ם ז\"ל כתב בקנין פ\"ז דקנה קרקע במלוה הוי קנין גמור ומטלטלין לקבולי עלייהו מי שפרע. ודעתו דהא א\"ר יוחנן דבר תורה מעות קונות ל\"ש מעות בעין ול\"ש מעות הלואה והיינו דאקשי ליה בפ' הזהב מייחד כלי להלואתו דלאחר שהלוה אותו משמע והאי שיטה דהכא דלא כר' יוחנן היא וליתא ואפשר דאליבא דרשב\"ל היא דאמר משיכה מפורשת מן התורה ולא מעות ולדידיה קרקע שנקנה בכסף וחזינן לה משדות בכסף יקנו דוקא במעות שהן בעין:", 
            "במילי אוחרי בדבר אחר [ומר סבר לא כסיפא לה מלתא כו'] ומסתברא דהלכה כי\"א דאפי' מנה חסר דינר מקודשת דלא כסיפא מילתא למתבעא וכן נראה דעת הרי\"ף והר\"ם שלא הביאו זה:", 
            "אינה מקודשת אפי' קבלה עליה אחריות דמלוה היא. כפקדון ואם יש במלוה בעין שוה פרוטה מקודשת דיכול לחזור בו המלוה כדמפרש:", 
            "במאי קמיפלגי בלהוצאה ניתנה סוף סוף כתנאי אמר רב לשמעתיה:", 
            "אשכחתינהו כלומר לעולם להוצאה ניתנה דברי הכל כששלח בו יד דהואיל והוציא ממנה פרוטה הרי החזיק בה ואין הבעלים יכולים לחזור בה והכא שלא הוציא ממנה כלום הלוה עדיין פליגי אם היו ביד המלוה כל זמן שלא הוציא הלוה כלום ממנה ואע\"פ שהוא בידו או לא:", 
            "לאונסים אם המלוה היא עדיין בעין ביד הלוה ונאנסה שנגנבה או אבדה מחייב באחריותה:", 
            "לחזרה אם יכול לחזור בו המלוה כל זמן שהוא בעין ביד המלוה:", 
            "השואל קרדום מחברו. פי' לזמן קצוב ולית הלכתא כרב הונא כמו שבארנו בהשואל. ביקע בו שנשתמש בו קנאו לאותן ימים ששאלו. והלכה כת\"ק דברשות לוה קיימא ואינו יכול לחזור בו:", 
            "לית להו דר' ומיירי כשכתב לה שטר לקנות בו החוב ומסר לה שטר החוב:", 
            "ופסק הר\"ם כחכמים דלא סמכא דעתה ואינה מקודשת אע\"ג דבהא דמעמד שלשתן הלכה כר' מאיר דהא דרב לא שנא פקדון [ול\"ש מלוה] קנה ולא מצי למימר לאו בעל דברים דידי את הילכך מקודשת והלכתא בלא טעמא היא כדאיתא בגיטין. ובמקדש במלוה פליגי דר\"מ [סבר] דאף ע\"ג דאיכא בשטר ש\"פ אינה מקודשת דדעתה אמלוה ולא על השטר. ור' אלעזר סבר אפי' אין השטר ש\"פ (אינה) מקודשת דמקדש במלוה מקודשת ורבנן סברי מקדש במלוה אינה מקודשת מיהו דעתה נמי אשטרא ואם יש בו ש\"פ מקודשת:", 
            "בשטר. אירוסין ולא בשטר חוב איירי:", 
            "מקודשת. קדושי ודאי ואע\"ג דאמר לה התקדשי לי בשטר זה וקבלתו הויא מקודשת מחמת קדושי כסף אם יש בו שוה פרוטה:", 
            "אינה מקודשת. ודאי אלא ספק דהא מספקא להו הלכה כר' אלעזר. ומסתברא דמקדש בשטר מלוה אם יש בו שוה פרוטה מקודשת נמי דדעתה נמי אניירא כדאוקימנא לרבנן כדס\"ד דבשטר מלוה פליגי ואיכא מ\"ד דהואיל ואפיקנא משטר מלוה ואוקימנא בשטר קדושין כולהו מודו דבשטר מלוה דעתה אמלוה ולא אניירא:", 
            "לשמה ושלא מדעתה. ורבנן מספקא להו הלכך שמין את הנייר וכו':", 
            "שירים. אצעדה מתרגמינן שירים:"
        ], 
        [], 
        [], 
        [], 
        [
            "אין אומן [קונה]. אינו קונה חלק בכלי במה שהוא משבחו שאם קונה ליכא מלוה שהרי נותן לה חלקו וישנה לשכירות מתחלה ועד סוף דאי אינה אלא בסוף אין כאן מלוה שהשכירות הוא במכוש אחרון וחיילי הקידושין:", 
            "נופך. אבן טובה ואמר לה הרי את מקודשת בזה השכירות ובנופך. וא\"ת בלא נופך נמי הוי כמלוה שיש עליה משכון וליהוי מקודשת. וי\"ל דהכא ליכא משכון שלא נתנה לו בתורת משכון אלא להשביחו. ואיתא להך שיטה נמי בהגוזל קמא:", 
            "בן עיר יש מזונות בזול טפי מכרך:", 
            "מגודלת. ולשון הגמ' מי סברת מגודלת גדולה ממש והוי שבח ממון שראויה לשמשך. אלא מאי מגודלת ליחוס כלומ' חשובה דאמרה לא ניחא לי דשקלה מילי מינאי ואזלא (וכדאוקמי) [נדיא קמי] שבבותאי. פי' מתוך חשיבותה תהיה מצויה לספר עם שכנותי ותתן אותי לבוז ולקלס. ואית דגרסי מי סברת גדולת גדולת ממש כלומ' גודלת שער הנשים והאי שבח ממון לא מאי גדולת ליחוס. ולשון הר\"ם בפי' המשנה גדלת מקשטת הנשים. ובכולן אע\"פ כו' הטעם דדברים שבלב אינן דברים:", 
            "שהטעתו. אפי' לשבח אינה מקודשת:", 
            "בו. דעתה ולא במה שבתוכו וצריך שיהא בכלי שוה פרוטה. ר\"ש פי' במיא בו ולא במה שבתוכו שהמים אינן שוין כלום ואין דעתה על המים. בחמרא במה שבתוכו ולא בו שדרכו לשתותו וחוזרים הכוס. בציהרא בו ובמה שבתוכו שמסתפקים מהשמן מעט מעט. והר\"ם פי' במיא שהוא משקה הצריך לכל ואינו ביוקר בו ובמה שבתוכו דדעתה על הכל הכלי מפני שהוא [נצרך להמים] והמים שהם צריכים לה. בחמרא שאינו צריך לכל אין דעתה בו ואין דעתה אלא על (השמן) [היין]. ואית דגרסי ציהרא ציר של דגים:", 
            "ומאי נמצא. דהא מעיקרא הכי הוה. צייר בבליאתה כרוך בסדין. ואמר לשליח הנה פלונית מקודשת לי בזה. ואי קפידא הוי אינו שלוחה אלא לקבל לה קדושין של כסף. אבל אם היא עצמה קבלה קדושיה הואיל ואמר לה בזה והויא מקודשת ואע\"פ שהיא חושבת לה שהוא מתנה אחר שדברים שבלב אינן דברים. והלכתא כת\"ק דקפידא הוי ולא מראה מקום הוא לו:"
        ], 
        [
            "אבל בשבח יוחסין. שאמ' לשלוחה צא וקבל לי קדושין מפלוני שאמר לי שהוא לוי ונמצא כהן אפי' ר\"ש מודה דקפידא הוי שזה דעת קצת בני אדם שאין רוצין להתחבר עם גדול מהם שמתגאה עליהם:", 
            "מסנא. מנעל גדול ממדת רגלי איני חפצה:", 
            "שיקרא כל התורה:", 
            "כצורתו שבא לחסר תרגום אונקלוס כגון לא תענה על ריב לא (תהרהר) [תסהיד] על דינא:", 
            "מחרף. מבזה המקום ומשנה את דבריו שמוסיף מדעתו. תרגום דידן של אונקלוס שהוא מסיני כדאיתא במגילה ושום שכל זה תרגום ששכחוהו וחזר הוא ויסדו:", 
            "קרא משמע יודע עשרים וארבעה בדקדוק:", 
            "הלכות משנה. מדרש. ור' יוחנן דאמר כמאן:", 
            "והלכתא כחזקיה דהוא רביה דר' יוחנן. ועוד דהא איפסיקא הלכתא כתנא שהוא משנה ולא חשבינן תורה אלמא תנינא משמע הלכתא ולא תורה:", 
            "בן עזאי ובן זומא תלמידים ובחורים היו ולא באו לכלל סמיכה ולא היו בימים ההם כמותם כדתנן משמת בן עזאי בטלו השקדני':", 
            "בכל מקום. באיזה מקום מן המקומות שיהיה:", 
            "כלה. דרשה כמו אגרא דכלה דוחקא. ור\"ש פי' אפי' במסכת כלה שאין בה עומק וברייתא היא כלה בלא ברכה אסורה לבעלה כנדה ע\"כ. והעיקר מה שפי' שכל מה שדורשין בהלכות מועדות שהכל בקיאים בה. ומשני אלו השמועות מהא דתלמיד ומהא דחכם. יוצא ששם תלמיד מונח אפי' במי שלא למד אלא ענין א'. ושם חכם מונח לפי שיודע לסבור בו סברא כמו שכתבנו בסוף הוריות דבר חכמה מילתא דתליא בסברא. ר' אליעזר עשיר היה דהוה מעשר בכל שתא תריסר אלפי עגלי:", 
            "בע\"ז דוקא שהקב\"ה מצרפה למעשה דכתיב למען תפוש את בני ישראל בלבם אבל בעבירה אחרת לא מקרי רשע במחשבה ובהני תרתי מקודשת מספק דשמא הוא:", 
            "לא אמר לא הזכיר ולא הודיע מפני זה אני מוכר:", 
            "שבלב ונאנס ולא הודיע (ולא) [אלא היה] במחשבתו כך אף ע\"פ שאמת הוא שלכך כיון דהא שמעי' ליה מעיקרא שמפני זה היה רוצה למכור נכסיו הואיל ובשעת המכר לא פרסם והודיע מחשבתו אלא נשאר בתוך לבו אינן כלום שלא הטעתו ואיהו אטעי אנפשיה ודברים שבלב אינו דברים:"
        ], 
        [], 
        [
            "אדעתא [למיסק] שהודיע זה בשעת המכר. ולא אתדר לא מצא מקום לדור שם או מחמת חוסר מזונות:", 
            "אדעתא שידור. והואיל והזכיר אדעתא למיסק הו\"ל כאילו אמר בבירור לדור. ומסתברא דקי\"ל דהלכתא כלישנא בתרא והואיל וסליק המקח קיים:", 
            "איבעי סליק. בניחותא:", 
            "לא סליק. בתמיהא:", 
            "אונסא. שנשתבשו הדרכים מפני ליסטים ללישנא קמא המקח קיים דאי בעי סליק ויחזור אחר שיירא. ללישנא בתרא דקא מתמה איבעי לא סליק כלומר מי עכבו ואיזה אונס מנעו מלעלות הא איכא אונס חוזר מקח וקי\"ל דהלכתא כלישנא בתרא והביא זה הר\"ם במכירה פי\"א. והא דאמרינן בפ' אלמנה ניזונת זבין ולא איצטריכו ליה זוזי הדר זביניה התם שנולד לו דבר מחודש שלא (לצורך מעות) [הוצרך למעות] כי הנהו עובדי דהתם. אבל הכא שמוכר לעלות ונהפכה דעתו שלא רצה לעלות לא\"י לאו כל כמיניה שאין זה אלא שמתחרט מן המכר:", 
            "במקום פלוני. קפידא הוי כלומר לא יקדשה במקום אחר:", 
            "הרי היא. מראה מקום הוא לו כלומר אינו רחוק יותר מדאי:", 
            "שאין עליה נדרים. אוקימנא בפרקין דהא דאמרי' אינה מקודשת באלו נדרים אמרו שלא תאכל בשר ולא תשתה יין ולא תתקשט בבגדי צבעונים דוקא במילתא דלא קפדי אינשי ואם יש עליה נדרים אחרים מקודשת. ובירושלמי א\"ר יוסי מתני' בשאמר לה על מנת שאין עליך נדר אבל אמר על מנת שאין עליך כל נדר אפי' נדרה שלא תאכל חרובין נדר הוא. ירושלמי כלי פשתן הדקים הבאים מבית שאן ככלי צבעונים הן:", 
            "שכל המומין אבל מום אחר אע\"ג דאמר מקפיד אני לאו כלום הוא ומקודשת והטעם דלא מקרי מום. ומסתברא אפי' אמר כל מום [מ\"מ מומין] שאינו פוסל בכהנים לא מקרי מום. ועיקר ביאור זאת המשנה בפרק המדיר:", 
            "סבלונות. דורונות שדרך לשלוח ארוס לארוסתו סבלונות:"
        ], 
        [
            "מחמת קדושי' הראשוני' שלח ולא לשם קדושים דנימא אדם יודע שאין אשה מתקדשת בפחות מפרוטה וגמר ושלח לשם קדושין:", 
            "שקדש ושלח סבלונות משהגדיל אינה מקודשת שמחמת קדושין הראשונים שלח וקדושי קטן אינן כלום:", 
            "חוששין לסבלונות. פיר\"ש מי ששדך אשה ונתרצית וקדם ושלח לה סבלונות בעדים חוששין שמא קדושין הם ואם קדשה אחר צריכה גט מראשון. והאי פירושא לא דייק שאם נתן לה כשהוא מדבר עמה על עסקי קדושיה ולא פי' דיו ומקודשת ודאי היא ואם שהה כל שהוא אע\"פ שהיו עסוקין מענין לענין ובאותו ענין הואיל ולא פי' אינה מקודשת כלל כדאיתא פ\"ק וכ\"ש אם שלח לה סתם. עיקר הפי' הוא כך אם שלח לאשה סבלונות וקבלם חוששין שנתקדשה. ומיהו דוקא שיש עדים כך בסבלונות אבל אי ליכא עדים אפי' שניהם מודים לאו כלום הוא דלא עדיפי סבלונות דיהבי אמתלא דמקדשה כלל מקדושין גופייהו וכ\"כ הר\"ם פ\"ט:", 
            "חיישי'. לפי' ר\"ש דסבלונות גופייהו קדושין נינהו ולפי הר\"ם דנתקדשה קודם לכן:", 
            "מקדשי והדר מסבלי פשיטא דחוששין הואיל וכולם נהגו לקדש קודם הסבלונות:", 
            "ה\"ג ר\"ש לא צריכא דרובא מקדשי והדר מסבלי ומיעוטא מסבלי והדר מקדשי מהו דתימא נחוש למיעוטא קמ\"ל כלומר אם כולם נהגו כן פשיטא לא היה צריך להשמיענו זה. אלא מיירי שלא נהגו לקדש תחלה אלא הרוב מה\"ד נחוש למיעוטא דנימא סמוך מיעוטא אחזקתה ואתרע ליה רובא ואשה זו בחזקת פנויה עומדת קמ\"ל דרובא וחזקה רובא עדיף והואיל ורובן מקדשין תחלה לשם קדושין נתנם אע\"פ שלא פירש. והרי\"ף והר\"ם גרסי דרובא מסבלי והדר מקדשי ומיעוטא מקדשי והדר מסבלי מה\"ד לא ניחוש למיעוטא קמ\"ל. וטעמא דחיישינן למיעוטא אע\"ג דאיכא רובא וחזקה דליוחסין בעינן תרי רובי וחזקה לא עדיף כרובא. ולא נהירא דמאי יוחסין איכא הכא איסורא הוא דאיכא ועוד כתב שמא יתפשט מנהג המיעוט ויעשו הרוב כמותן ויתירוה כמו שהיו עושים תחלה. והעיקר דמ\"ה חיישי למיעוט שהמיעוט הוא קבוע ולא תימא שלפעמי' אזלא היא לגבייהו להתקדש אלא שהנשים גם כן יש מיעוט שמתקדשות תחלה והוו להו כל נשי העיר כמחצה על מחצה דאתתא קביעא וקיימא לקביעותיה והאיסור ג\"כ דבק בה. ודכוותה אשכחן פרק הריני נזיר מן הגרוגרות:", 
            "הוחזק שראו שטר כתובתה וקדשה אחר מהו להחזיקה כאשת איש לראשון. א)לפיר\"ש דוקא הרוב ולפי' הר\"ם והרי\"ף אפי' המיעוט:", 
            "כתבי והדר מקדשי כולם פשיטא דאי לאשמועינן [דחיישינן] למיעוטא הא אשמועינן ליה לעיל:", 
            "דלא שכיח ספרא. שאינו דר בעיר:", 
            "אינן מקודשות. אין אחת מהן צריכה גט:", 
            "זו לזו. קס\"ד כגון שקדשן:", 
            "אי הכי. דקרא בבת אחת איירי היכא איכא כרת אם בא עליהן הלא אין בה איסור אחות אשה:", 
            "בזה אחר זה. שקדש אחת תחלה ואין קדושין תופסין באחותה דכתיב לא תקח ואם בא עליה ענוש כרת ומתניתין סברא בעלמא היא כדרבה תיפוק לי דאפי' לא קידש אלא אחת מהן הואיל ולא פירש איזו אינה מקודשת לדידיה דהא לא ידעי' איזו היא אחות אשה:"
        ], 
        [
            "לדבריו דרמי. דמוקים לקרא לקדשן שתיהן כא':", 
            "קדושין שאין מסורין לביאה כגון שאמר א' מבנותיך מקודשת דהא לא ידעי' או דאמ' לאחיות אחת מכם מקודשת וקבלה האחת בשליחות חברתה שאינו יכול לישא אחת מהן שמא אחות אשתו היא. את וחמור נותן מתנה לנולד ולעובר שבמעי אמו או לחמור שאמר קני את וחמור לרב המנונא אינו קונה כלום גם הנולד שהרי לא הקנה לזה בלא זה וחמור או עבד לאו בני קנין נינהו הכא נמי לא קדש האחרות אלא כמו שקדש האחיות והאחיות אינן מקודשות דכל שאינו בזה אחר זה אפי' בבת אחת אינו. אחת מכם לאו את וחמור הוא שאם קדש זו לא קדש זו וקאמר שאין האחיות מקודשות אלמא דקדושין שאינן מסורין לביאה לא הוו קדושין. ואם אמר הראויה שלא קדש האחיות כלל שהרי אין אחת מהן מסורה לביאה ולא הוי את וחמור ומ\"ה נכריות מקודשות וה\"נ אותיבנא במי שמת לרב המנונא דאמר את וחמור לא קנה כלום הא נכריות מקודשות אמאי את וחמור הוא. ומשני ולאו מי אוקימנא דאמר הראויה לביאה מכם תתקדש לי הילכך למ\"ד את וחמור לא קנה אם אמר כולכם אין נכריות מקודשות ומתני' דאמר נכריות מקודשות מיירי [דאמר] הראויה לביאה שלא קדש כלל האחיות אבל לרב נחמן דאמר קנה מחצה מתני' מתקומא כלישנא דמתני' דאמר כולכם ואעפ\"כ נכריות מקודשות והיינו שהרי\"ף הביא לשון המשנה כפשוטה וכן האמת. ובזה נמצא חדוש גדול בספרי הר\"ם שהוא הביא הדין כשינויא דאביי בנשים פ\"ט וכתב שאם אמר כולכם אין אחת מהן מקודשת ובמכירה פכ\"ב פסק כרב נחמן דקנה מחצה. וזה ודאי א\"א מבלי טעות סופר:", 
            "כולכם ואחת לא הוי את וחמור דהא אין האחיות מקודשות משום ספיקא הוא דלא ידעי' הי קידש הא ידעי' בת זכייה וקדושין היא הילכך נכריות מקודשות. והאי דלא אוקמא דאמר אחת מכם משום דתני במתני' כולכם. אין הבוגרות בכלל. ואינן צריכות גט שהרי אינן בידו לקדשה הא קטנות או נערות בכלל אפי' היו רבות כולן צריכות גט דקדושין שאינן מסורין לביאה הוו קידושי:"
        ], 
        [
            "גדולה וקטנה וקדושין מסורין לביאה נינהו שהרי ידוע מי קידש שהרי אין שם אלא אחת:", 
            "ומאי בוגרות דמשמע רבות:", 
            "בוגרת דעלמא כל איש ואיש שיש לו בוגרות אין הבוגרות בכלל הקדושין. ומ\"ה אוקמא בבוגרת אחת דמינה דייקי' הא קטנה בכלל קדושין. ואי הוו רבות דייקינן הא קטנות ושמעינן מינה דקדושין שאין מסורין לביאה הוו קדושי:", 
            "אי הכי דמיירי שאין שם אלא גדולה וקטנה ומאי בוגרת דעלמא מאי אתא לאשמועינן פשיטא שהרי אין הבוגרת בידו לקדשה וכ\"ת דדיוקא אתא לאשמועינן הא קטנה בכלל פשיטא שהרי אין שם אלא קטנה אחת והוי כמי שאין לו אלא בת אחת דאא\"ב דמיירי דאיכא בוגרות טובא אע\"ג דלגופייהו לא אשמועי' מידי דפשיטא שהרי אינן בידו לקדשן דיוקא אתא לאשמועינן הא קטנות בכלל לאשמועינן דאף שאין מסורין לביאה הוו קידושין:", 
            "שליח עשתה אביה שליח לקדשה לכל מי שירצה. דידה דבוגרת. הנאה דכסף קדושיה שלו מקטנה ולא מבוגרת:", 
            "מי לא עסקי'. קושיא הוא כלומ' וכי לא שמעינן ממתני' דקאמר במוחלט שאין הבוגרת בכלל בשום ענין משמע דאפי' אמרה ליה כסף קדושין שלך וקבל לי קדושין וקדש בתו סתם דאפ\"ה אין הבוגרת בכלל:", 
            "ומשני אפ\"ה כלומר אנה\"נ כדקאמרת והטעם דלא שביק איניש מצוה דרמיא עליה [דכתיב] בנותיכם תנו לאנשים. ומסתברא אע\"ג דהאי שיטה אליבא דרבא היא ולא קי\"ל כוותיה ביע\"ל קג\"ם ומצינו לאוקמא מתני' בבוגרות רבות [ומ\"מ] קטנות בכלל אפ\"ה הלכתא בכל האי שיטה כרבא דסברא מעליותא היא ולית בה פלוגתא וכ\"כ הר\"ם פ\"ט. חמש בנות נערות או קטנות אחת מבנותיך לא' מבני וכגון שעשאוהו שליח. חמשה גיטין שהרי אינו ידוע איזו נתקדשה למי לפיכך כל אחת ואחת צריכה גט מכולם ואם מת א' מהן צריכה כל אחת ואחת גט וצריכה חליצה מאחד מהן דכיון שחלץ לה אחד נפטרה משאר אחין:"
        ], 
        [
            "שהוכרו. בשעת קדושין ומסורין לביאה ולבסוף שכחו איזו קדשה לכל אח' ואח':", 
            "יע\"ל קג\"ם. סימני הלכות הם שנחלקו אביי ורבא. יאוש שלא מדעת באלו מציאות. עד זומם פ' דיני ממונות. לחי העומד מאליו פ\"ק דערובין. קדושין שאין מסורין לביאה כאן. גילוי דעתא בגיטא בהשולח. מומר אוכל נבלות לתיאבון פ' זה בורר. בחמש נשים והיה בכלכלה שוה פרוטה לכל אחת ואחת. על ידי כולן. בשליחות כולן. (איתיה) בפומיה כלומר השלשה היה מפרש ואומר והרביעית משום דמספקא ליה לא היה מפרשה דמתניתין שמעי' קדושין המסורין לביאה אי הוו קדושין או לא. בפירות שביעית ואע\"ג דאמר רחמנא לאכלה ולא לסחורה לא אמרי' קדושין שהאשה נקנית מהם כסחורה דמי אי נמי דלא אמרי' [דלא הוי] קדושין דלאו ממונו הוא אלא כיון שזכה בו ממונו הוא לכל דבר ומיירי קודם זמן הביעור. מקודשת דהא אמרי' נכריות מקודשות. בגזל דידה ולא אמרי' מדקבילתיה אחלתיה:", 
            "צרה. ואע\"ג דאינה נאמנת צרה בחברתה לעדות שהאשה נאמנת שליחותה מיהא כיון דעבדא עבדא:", 
            "שבוע שמיטה. מספקא ליה אי כאוקימתא דרבא או כאוקימתא דאביי:", 
            "שאינו שלו. שלא קנה עד שנתיאשו הבעלים. שאינו ברשותו דכתיב כי יקדיש איש את ביתו מה ביתו ברשותו אף כל ברשותו. והא מדקתני סיפא מגופא דברייתא מקשי ליה ברישא והדר מקשי ליה ממתניתין:"
        ], 
        [
            "הא דשדיך. נתרצית להתקדש לו כי קבילתיה לגזל דידה בתורת קדושין אחילתיה אבל היכא דלא שדיך וקאמר לה הרי את מקודשת לי בזה וקבלה ושתקה יכלה למימר אין שקלי ודידי שקלי ולא בתורת קדושין לקחתים שלא מחלתי לו הגזלה אבל כי שדיך לא יכלה למימר הכי אבל אי אמרה אין כשקבלה אפי' לא שדיך מעיקרא מקודשת:", 
            "משכלא. ספל מים:", 
            "להא דר' שמעון. בטהרות היא ומייתינן במרובה עורות של גזלן אין מחשבה מטמאן. פי' אם חשב לעשות מהם כלים מקבלים טומאה שהגזלן קנה ומחשבת בעלים מורידים העור לידי טומאה ואע\"ג דיאוש כדי לא קני הא אסיקנא במרובה דהכא איכא יאוש ושינוי השם והני דר' דסתם גזלה מסתמא לא מתיאשי בעלים מינה דכיון דידע מי גזלו אמר אע\"ג דלא מצי למגבא מיניה [השתא] גבינא מיניה זימנא אחרינא:", 
            "ושל גנב מחשבה מטמאן פי' דסתם גנבה מייאש מינה דלא ידע מי גנבו. ור' שמעון אומר חלוף הדברים פי' דכיון דידע מי גזלו ולא מצי למגבא מיניה מייאש מינה אבל מגנבה לא מייאש דסבר בכל יומא יום יום אחקור מי גנב ואתבענו והלכתא כרבנן דבסתם גזלה אינה מקודשת. והא אסיקנא פ' הגוזל ומאכיל ל\"ש אלא בליסטים עובד כוכבים אבל בליסטים ישראל סתמא נמי יאושי מייאש פירושו דוקא ליסטים שאינו מזויין דכיון דמטמר מאינשי גנב הוא. בסתם גנבה מקודשת פי' סתם דלא ידעי' אי נתייאשו בעלים או לא:", 
            "מוזא דסמכי. מלא היד של ראשי בצלים ולפי שיש בהם גדולים וקטנים אמר ליה מאן פלג לך שהרי יש בזה חלק לבעל הגינה:", 
            "כישא. אגודה שדרך הבצלים לחלקן באגודה ואין צריך אדם לחלוק שחלקים שוים הן. פי' סמכי אשקלונ\"ש. (וגינא או אריתא גרסי') ההוא גברא [דקדיש] גרסינן. פי' שהשכר והכלי היה מבעל הבית ולא היה מהמקדש. ור\"ש גריס ההוא סרסיא והוא האיש העושה שכר לבעלי בתים:", 
            "פרוזמא כלי קטן שנותנים בו שכר ור\"ש פי' לאחר שהוציאו השכר הראשון מהתמרים עושים מפסולת התמרים שכר ונקרא פרוזמא. ויש שפירשו שכר מתוק:", 
            "חריפא דשכר זה שהוא טוב ומשובח מהאחר:", 
            "לא אמרו כלך אצל יפות שמועיל למי שנטל מבעל [הבית] שלא ברשות דנימא דגלי אדעתיה דניחא ליה אלא לענין תרומה בלבד דאמרי' מדקאמר הכי ניחא ליה דהא לתרום הוא עומד ורמיא עליה ההוא מצוה אבל בדבר אחר שנוטל משלו והוא אינו חייב ליתן לו האי דקאמר הכי משום דלא לכסיף הוא דקאמר ולעולם לא ניחא ליה אלא אומר כך שלא יתבייש חברו. וליקט לצורך בעל הבית אם חושש משום גזל. אם מקפיד בעל הבית על מה שעשה ודומה לו שגזלו והאי דקאמר כלך אצל יפות אילו מצאת יפות היית גוזלם:", 
            "משום כסופא כדפרישנא ואינו מוחל לו שלקח. ואע\"ג דמשמע מהאי טעמא דיאוש שלא מדעת קני אבל לאביי דאמר יאוש שלא מדעת לא קני [וקשה] מהאי ברייתא כי נמצאו יפות מהם תרומתו תרומה ואמאי הא בעידנא דתרם לא הוה ידע:", 
            "תרגומה רבא אליבא דאביי בשעשאו שליח כדאיתא התם אלמא לאביי דהלכתא כוותיה אם לא עשאו שליח כי אמר כלך אצל יפות אפי' בתרומה לא מהני הואיל ולא ידע בעת שתרם וכ\"ש בשאר דברים. ואפ\"ה הוצרכו לכתוב הרי\"ף והר\"ם האי טעמא דמשום כסופא הוא דקאמר להו להודיע שאם אמר לו כזה הלשון אפי' קודם שקדשה כגון שאמר לבעלים אקדש אשה בדבר זה והשיבו הבעלים אמאי לא תיתיב ליה דבר זה שהוא טוב והלך זה וקדשה שלא בפניו ושלא בידיעתו שאינה מקודשת דמשום כסופא הוא דקאמר ואכתי הוי קדשה בגזל עד שיאמר בפירוש דניחא ליה קודם שקידשה אבל אחר שקידשה אפי' אמר בפירוש דניחא ליה לאו כלום הוא ואינה מקודשת דאע\"ג דהשתא ניחא ליה הואיל ובשעה שקדשה לא היה שלה דיאוש שלא מדעת לא קני הרי קדשה בגזל ואינה מקודשת. ומסתברא שאם אמר לו אקדש אשה בדבר זה ובא הוא והוסיף דבר על הדבר ההוא שאינה מקודשת ואע\"ג דבתרומה הויא תרומתו תרומה שאני תרומה שנטלת במחשבה דכתיב ונחשב לכם תרומתכם אבל מתנה אינה קונה במחשבה. וכתב הר\"ם שאם קדשה בתמרה של בעל הבית בלא ידיעתו שאינו מקפיד שמקודשת קדושי ספק:", 
            "בחלקו שחלק עם אחיו הכהנים. קדש בגמ' מפרש. ר' יהודה סבר דמ\"ש ממון הדיוט וקסבר דהקדש בשוגג מתחלל במזיד אין מתחלל. ומעלה מעל גבי שבועת הפקדון כתיב ואע\"ג דאין נשבעין על ההקדשות אם הפקיד קדשי' [קלים] חייב שבועה ואם כפר ונשבע ואח\"כ הודה משלם קרן וחומש ואשם דכתיב וכחש בעמיתו. כי קא זכו בין כהנים בחזה ושוק בין בעלים בבשר משולחן גבוה [קזכו] כלומר לא ניתנו אלא לאכילה:", 
            "דגמרא. כך נקבעה בבית המדרש ושגורה בפי התלמידים. בהויתו יהא קודש לה':", 
            "תרתי. טעמא דתרתי בבי דמתניתין דתני לר' יהודה בשוגג לא קדש אמאי הא אית ליה לר' יהודה מעשר ממון הדיוט הוא ובהקדש לר' מאיר (הכא) [בחדא] יהיב טעמא שהיא אינה רוצה ונפקא מינה שאם בדקנוה ואומרת רוצה אני א\"צ לבדוק אותו דמסתמא ניחא ליה:", 
            "טרחא דאורחא צריכה להעלותו לירושלם. דנתחל שאם הם קדושין הרי מתחלל שזו היא הוצאתו והוא דבר אסור. ור' יעקב דלא ידע הי מינייהו. אנסא דאורחא עליה רמי שהמעשר אין בו כאן ש\"פ שלא ניתן להוציאו לירושלם ואפי' נמכרו דמיו נתפסין בקדושתו. ואתתא שכיחא לאיתנוסי טפי מגברא:", 
            "ממילא ואע\"פ שעליו לשלם ההקדש השתא ניחא ליה ניחא אין לו עתה כלום. שיצאו לחולין להנות בהן מעתה ושגגת הקדש לר' מאיר בעי. היאך יצא במאי יצאו מרשות הקדש אחרי שאין דבריהם קיימים. במכר מאי אם קונה חפץ במעות הקדש לר' מאיר בשוגג קנה או לא קנה:", 
            "כר' מאיר במעשר וכו':", 
            "כרם רבעי במעשר שני פ\"ה היא שנויה. הפודה מעשר שני. במ\"ש פ\"ד היא שנויה. בטבליה וקסבר וכו' אע\"ג דקי\"ל מתנות שלא הורמו כמי שהורמו כמו שנבאר בסוף פרקין אפ\"ה הלכתא כהך מתניתין שאם נתנו לו טבל שלא הורם ממנו מעשר שני שאם בא לפדותו מוסיף בו חומש דהא דפסקי' הלכה כר\"מ דאמר ממון גבוה הוא הטעם הוא משום דב\"ה דאמרי בכרם רבעי כולו לגת דילפי קדש קדש ממעשר ובמעשר כתיב כל מעשר הארץ לה' הוא ולא קרי לה' אלא כשהוא יקרא מעשר דכתיב כל מעשר ולא קרי רחמנא לה' עד שיהא שם מעשר עליו ואע\"ג דהכא מסיק דטעמא דהך מתני' דתני בין שניתן לו במתנה בטבלו שמוסיף חומש משום דקסבר מתנות שלא הורמו לאו כמי שהורמו דמיין אוקימתא בעלמא היא ולא סמכי' עלה אלא טעמא דמתני' הוא כדכתיבנא. א\"נ נוכל לפרש דקסבר גבי מעשר למשוייה ממון גבוה דמתנות שלא הורמו לאו כמי שהורמו דמיין וטעמא דמילתא כדכתיבנא דלא קרייה רחמנא לה' עד שנק' מעשר ודעת הר\"ם תבין כמו שכתבנו [שכ'] פ\"ג דמ\"ש מעשר שני ממון גבוה הוא שנאמר לה' הוא לפי' אינו נקנה במתנה אא\"כ נתן לו את הטבל ומקבל מפריש מעשר וכו' וכתב ר\"מ פ\"ה הפודה מעשר לעצמו בין שהיה שלו בין שנפל לו בירושה בין שניתן לו במתנה בשבילו ה\"ז מוסיף עליו חומש וכו' ושם פ\"ה כתב מתנות שלא הורמו הרי הן כמו שהורמו לפי' ישראל שנפלו לו טבלים וכו':", 
            "בבחירתא עדיות העידו כל דבריה מפי גדולים וחשובי' וממתני' דכרם רבעי יש לו חומש קאמר דטעמא דב\"ה דגמרי קדש קדש ממעשר אלמא ממון גבוה הוא:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "יאכל כנגדן. הלוקח יקח מעות משלו ויאכלם בירושלים ויאמר כל מקום שהמעות ביד המוכר הרי הם מחוללים על אלו:", 
            "אשה יודעת. פי' קסבר הואיל ואשה שייכא נמי במעשר שני יודעת כל הדינין. ואותביה והרי בהמה טמאה דאדם יודע וכו' כלומר כולהו שייכי במעשר ולדידך כל בני אדם יודעים כל הדינים. ושאני הכא באשה חברה כלומר סתמא דאינשי ונשי אע\"ג דשייכי בעניינא לא בקיאי בכולהו דינין דההוא עלמא ומתני' איירי באשה שלמדה מ\"ש כל דיניו. ומיהו לאו בדם טומאתה וטהרתה שהיא סופרת לעצמה ובעלה נשען עליה. כל אשה היא חברה לגבי הא מילתא ואם טמאה את עצמה מדם שראתה שוב אינה יכולה לומר שאותו דם הוא ממכה שיש לה במקור כמו שבארנו פ' תנוקת. ומהכא חזינן בהדיא דבמאי דשייכי חדא דינא אית להו עם שאר אינשי דלא גמירי דהא דשאינה חברה דינה שוה עם סתם מוכר שמכר לו בהמה טמאה והכי משמע הך שיטה ומ\"ה איצטריך לאוקומי באשה חברה דה\"נ אמרי' גבי לוקח בהמה טמאה מזיד. ברייתא. שברח המוכר שהדמים בידו:"
        ], 
        [
            "הא לא ברח בתמיה. חורא. חור שהעכבר מצניע שם גנבתו. מנא ליה מאין לו הגנבה:", 
            "בעגלה כל הני אסורין נינהו. מכרן. עבר ומכרן מותרין שהדמים מותרים שאינן תופסים דמיהם. ולפום מסקנא דנדרים פ' השותפים אע\"פ שאין תופסין דמיהן אסור לכתחלה לקדש בהם את האשה דבעינן התם אי חלופין כגדולים דמי או לא ובעי לאודוחי ממתני' דתנא מכרן וקדש בדמיהן מקודשת אלמא לאו כגדולין דמי. ודחי ה\"נ לכתחלה הוא דלא הא דיעבד עבד ולא איפשיטא ולחומרא. ואין הפרש בין קדושין ושאר הנאות כדמשמע הך שטה דנדרים כמו שבארנו בע\"ז פרק ר' ישמעאל ובריש השוכר שלא כדברי רש\"ג שכתב בפ' ר' ישמעאל:", 
            "לא יהנה כגון שלא יצבע מהפירות שעושים מהם צבע. ולא ידליק מאותן פירות שמדליקין בהן:", 
            "כפרה. כפר לעמך ישראל וקדשים אסירי בהנאה:", 
            "צפורי מצורע מכשיר בחוץ שהרי חוץ לעיר נעשית מצותה להכשיר המצורע לבא אל המחנה:", 
            "מכשיר בפנים. אשם מצורע:", 
            "מכפר בפנים. כל הקרבנות:", 
            "מכפר בחוץ עגלה ערופה:", 
            "המשולחת א' מהצפורים שהיה משלח שמותרת דכל ריבויא היא:", 
            "השחוטה שאסורה:", 
            "מוקצה. בהמה שהוקצה לתקרובת ע\"ז:", 
            "נעבד שהשתחוה לה ואסירי לגבוה כדאיתא בתמורה:", 
            "רובע ונרבע בעדים דבני סקילה נינהו ואסורים לאחר שנגמר דינם:", 
            "לתקלה שאם ילכדנה יאכלנה הילכך הואיל ואמרה ושלח ודאי מותרת היא:", 
            "פלוגתא דר' יהודה ור' שמעון מפרש בבכורות וקאמר התם דמודה ר' שמעון לאחר עריפה שהוא אסור בהנאה:"
        ], 
        [], 
        [], 
        [
            "אותו דייק. דאיירי בבשר היוצא חוץ למחיצתו כגון עובר שהוציא את ידו בשחיטת אמו כדדרשינן בחולין והנאסר ביציאת חוץ אתה משליך לכלב (אבל) שמותר בהנאה. אבל הנאסר בכניסת פנים אסור בהנאה:", 
            "יצא בשר. מותרות בשביעית והפרי הראשון אסור לאחר הבעור:", 
            "מתנות הזרוע והלחיים והקיבה:", 
            "אפילו ישראל. אפי' הוא ישראל:", 
            "טובת הנאה דבר מועט שאם אמר ישראל לחברו תן תרומותיך לקרובי כהן ואתן לך כך וכך רשאי הישראל ליקח והוא יעשה בדבר מועט שהרי חייב הוא ליתנו לכהן ודוקא ישראל אבל מכהן עצמו אסור מפני מראית העין א\"נ שנראה ככהן המסייע בבית הגרנות והכי איתא כאן בירושלמי. וקאמר עולא שאע\"פ שיש לישראל טובת הנאה בתרומתו שהאשה יש לה אותה טובת הנאה אינה מקודשת שלא נתן לה מעות. מקודשת וקס\"ד בתרומה שהפריש תרומה לכהן:", 
            "כמו שהורמו ושלו הם ומוכרה לכהן שהרי זכה בהן מורישו כאילו הורמו. הואיל ונגמרה מלאכתן ועומדת לתרום הרי הוא כאילו הפרישה אבי אמו בחיי אביו ומעכבה לעצמו שכל כהן חייב להפריש תרומה מגרנו שהרי אסור הוא בטבל כישראל ומעכבה לעצמו ואף יורש זה יפרישנה וימכרנה וכן היא תמכרנה וממון נתן לה וה\"ה דהוה מצי לאוקומא בשנפלה לו תרומה מבית אבי אמו כהן אלא לא רוצה לאוקומה הכי דא\"כ קשיא ליה מאי קמ\"ל פשיטא ואוקמה בטבלין ואשמעינן מתני' דכמי שהירם המוריש התרומה דמי דאי לאו כמו שהורמו לא זכה מורישו במתנות וחייב היורש ליתנם לכהן. ומסתברא דהלכתא כעולא ואע\"ג דאמר רבא פ' בתרא דנדרים לגבי מודר דטובת הנאה ממון לא פליג אדעולא דהתם איירי במודר דאפילו ויתור אסור בו באלו הויתור הוא ממון גמור אבל עולא מיירי בדבר שצריך ממון כגון קדושי אשה דטובת הנאה אינה ממון אבל כהן שקדש בתרומה מקודשת ואפילו היא ישראלית שהרי היא מוכרת אותם לכהן. ובכתובות פ\"ה נמי א\"ר נחמן דמתנות שלא הורמו כמי שהורמו דמיין ובמכות פ' אלו הן הלוקין נמי אסיק רבא דכמי שהורמו דמי לכל דבר שהוא מן התורה דקאמר מחיצה דאורייתא וכו' כדאיתא התם וכן פסק הר\"ם:"
        ], 
        [
            "הנוטל שכרו. משנה בבכורות פ' עד כמה:", 
            "להזות. על הטמא:", 
            "ולקדש. כשנותן אפר פרה במי חטאת הרי קדוש:", 
            "מי מערה. סרוחים שאינן שוים:", 
            "אפר מקלה. אפר פרה אפר הבא מן הקלוי באש וא\"כ היאך מקודשת:", 
            "בשכר הבאת האפר או המים ממקום למקום או מילוי המים יכול ליטול שכרו דמילתא דטרחא היא ולא רמא עליה רחמנא ושרי למשקל אגרא כ\"פ ר\"ש ואיכא מ\"ד הטעם אין זה עיקר המצוה:", 
            "כאן בשכר הזאה וקדוש שאין בו טורח ושכר לימוד המצוה הוא נוטל ומה אני בחנם אף אתה בחנם. א\"נ שהוא עיקר המצוה לאידך פירושא אסור ליקח שכר. איכא מאן דמפרש דמתני' מתוקמא שקדשה בשכר שהביא לה המים והאפר והעיקר שקדשה במי חטאת שהיו לו שלא הסיח דעתו מהם וכן שהיה לו אפר פרה שאם יכול ליקח שכר הבאה ומילוי כ\"ש שיכול למוכרן ואינו מחוייב ליתנם לה [בחנם] וכן נראה דעת הר\"ם שהביא ל' המשנה ושמעינן מיהא שאין לאדם ליקח שכר ממצוה ואם יש לו טורח בה מותר כפירוש ר\"ש:", 
            "סליק פירקא", 
            "מקודשת לשני. שתלו קדושי ראשון והרי היא אשת איש. תאכל בתרומה אם נשאה [א\"נ] לדין תורה שארוסה אוכלת בתרומה דבר תורה:", 
            "מקודשת ואינה מקודשת וצריכה גט משניהם:"
        ], 
        [
            "לא תאכל שמא לאו קדושין הן. ובת כהן לישראל לא תאכל שמא קדושין הן ואירוסין פוסלים ולא מאכילין:", 
            "לא יהבוה ניהליה. לא היו רוצים לתתה לבנו:", 
            "איבעיא ליה לאודועי. להבן קודם שיקדשנה להוציא עצמו ממנהג רמאות ואסור לעשו' כן:", 
            "באגא דאלימי. בקעה של בעלי זרועות היתה ולא היו מניחים לקנות קרקע אצלם אלא לאדם שהיה נחשב בעיניהם:", 
            "לאודועי. שלא הניחו לו לקנותה בשבילו קודם שיקחנה:", 
            "מהפך עליה. לקנותה:", 
            "קבליה. סיפר תלונתו:", 
            "לרגל. כשדורשי' בהלכות הרגל והיו כולם באים לקבל פני הרב:", 
            "חררה. עוגה. פר\"ש מחזר לזכות בה מן ההפקר או שיתננה לו בעל הבית ע\"כ. ולא נהירא דהא תנן בפיאה פ\"ד נטל מקצת פיאה וזרקה על השאר אין לו בה כלום. נפל לו עליה או פירס טליתו עליה מעבירין אותה הימנו. ובירושלמי ובתוספתא תני בשם ר' מאיר קונסין אותו ומוציאין הימנו את התלוש ואת המחובר. אלא ודאי לא בחררה דהפקר איירי אלא דההיא כי האי גוונא מפקינן לה מיניה. אלא דומיא דהך עובדא שרוצה לקנותה או שישתכר עם בעל הבית כדי שיתפרנס ובא אחר ועשה מה שהוא היה משתדל לעשות עם בעל הבית זה נקרא רשע ומיהו אין מוציאין אותה מידו:", 
            "רשע. שיורד לחיי חברו:", 
            "קמייתא. ראשונה שלא קניתי מעולם ואם אמכרנה אינו סימן טוב:", 
            "ארעא דרבנן. הפקר לתלמידים:", 
            "מהו. דין אלו הקדושין:", 
            "ואע\"פ שנתאכלו כל המעות. תוך שלשים יום וכי בעי למיחל הני קדושין ליתנהו למעות בעולם אפ\"ה מקודשת:", 
            "לא למלוה דאינה מקודשת ולא לפקדון שאם אין בפקדון שוה פרוטה בעין אינה מקודשת. מלוה להוצאה ניתנה ולאו דידיה היא ולא יהב לה מידי. וחזרה בה תוך שלשים יום שאמרה בפני שנים אי אפשי בקדושין. אבל אם מת הוא או היא תוך ל' יום פשיטא שלא נגמרו הקדושין ואינה זקוקה ליבם והוא מותר בקרובותיה. אתי דבור דהשתא ומבטל דבור דרצו הקדושין ואיכא מעשה דנתינת מעות לאשה הכל תלוי בדבורה ובדבור הוא חשוב:"
        ], 
        [
            "וכן היא שנתנה רשות בפ' בתרא. ולהאי לישנא סבר ר\"ל דלא אתי דבור ומבטל דבור גרידא:", 
            "מהו שיחזור ויגרש בו. כשאומר לשליח גט שנתתי לך בטל הוא:", 
            "מתורת גט לא בטליה בהאי לישנא כמו שבארנו פרק השולח. במאי פקעו. דהא כשחלין קדושי ראשון אשת איש גמורה היא. מר רב חסדא. ארישא דלא אמר מעכשיו:", 
            "אי תנאה הוי. האי ולאחר ל' יום כלומר התקדשי לי מעכשיו אם לא אחזור תוך ל' יום ואם לא חזר בו מקודשת היא לו משעה ראשונה אי חזרה הוי שחזר בו מעכשיו דקאמר ואינו רוצה שיחולו הקדושין עד אחר ל' יום ויכול לחזור שהרי לא נתן לה הכסף עד שחזר בו ואי חזרה הוי הויא מקודשת לשני שחלו מיד הילכך הרי היא בזה הספק לעולם וצריכה גט משניהם. ושמואל אמר אינו בזה הספק אלא ל' יום שמא ימות הראשון ולא יגמרו הקדושין ונמצא קדושי שני חלין למפרע עכ\"ל ר\"ש. ולהאי פירושא האומר לאשה הרי את מקודשת לי מעכשיו ולאחר שלשים יום ובא אחר וקדשה בתוך ל' יום ואח\"כ מת או חזר בו הראשון בתוך ל' יום מקודשת לשני דאגלאי מילתא למפרע דקדושי ראשון לא הוו קדושי שהרי חזר בו או מת כמו שנראה מלשון ר\"ש לשמואל דאמר תנאה הוי אם מת ראשון תוך שלשים יום הוו קדושי שני קדושין אלמא יכול לחזור בו והר\"ם ז\"ל כתב בפ\"ז שצריכה גט משניהם אפילו תוך ל' יום אלמא ראשון לא סגי ליה בחזרה תוך ל'. ונראה שפי' תנאה הוי דה\"ק לה קדושי נתחלו מהאידנא מגמר לא מגמרא עד לאחר ל' יום והויא מקודשת בהאי לישנא לראשון תוך ל' יום ואינו יכול לחזור בו. והאי דקאמר לא לגמרו אהני ליה שאם תבעה אותו לנישואין נותנין לו זמן (לפדות) [להכין] את עצמו משלשים ואילך ואם מת תוך שלשים יום א\"צ חליצה או יבום שהרי משעה ראשונה נתן לה הקדושין שלא יגמרו עד לאחר שלשים וכן נמי אם מתה היא תוך שלשים יום הוא מותר בקרובותיה שהקדושין לא נגמרו א). ושמואל ס\"ל דתנאה הוי הילכך הקדושין תלויין כל שלשים שאם ימות קדושי שני הוו קדושין. או חזרה הוי כדפרישנא שחזר בו מעכשיו דקאמר ולא רצה שיחולו עד לאחר שלשים ומקודשת לשני לענין בעיין אם מת הראשון תוך שלשים ויש לו אח פטורה מן החליצה ומן היבום שאין כאן קדושין כלל ואם קדשה אחר אפילו קודם שמת כונסה דקדושי שני קדושין. לשמואל פשיטא ליה דתנאה הוי דאפילו תנאה הוי הבעל יכול לחזור בו. דהני תנאי. דאיפליגי בגיטין כה\"ג:", 
            "אינה צריכה גט. כדמפרש ממה נפשך. משמע הכי ומשמע הכי כלומר איכא אינשי דאמרי משום תנאה ואיכא דאמרי משום חזרה ודלמא קמא ובתרא אמרי משום חזרה ואמצעי משום תנאה נמצא שקדושי אמצעי חלו תכף שקדש ותבעי נמי גיטא מאמצעי קמ\"ל דמילתא פשיטא לה דבכולהו אמרי ליה משום תנאה [או] משום חזרה הלכך א\"צ גט מהאמצעי:", 
            "טעמיה דר' יוחנן. פי' דמדקאמר תופסין ודאי לא הוי טעמיה דר' יוחנן דהאי לישנא משמע תנאה ומשמע חזרה דלהאי טעמא אין הקדושין אלא לאחד ואין אנו יודעים מי הוא ומספק צריכה גט מכולם. אבל תופסין משמע שכל א' וא' מצא מקום פנוי ויש בו צד קדושין לה לאסרה. וקשיא לן והיכן מצינו קדושין בעולם שלא יפשטו בכולה (קדושי) [אשה] שאם לא קדשה כולה אשה אמר רחמנא ולא חצי אשה. מ\"ה נראה דקסבר ר' יוחנן שהאומר לאשה הרי את מקודשת לי חוץ מפלוני שמקודשת בזו מספק דאע\"ג דגבי גט לא הוי גט התם הוא דבעינן כריתות אבל הכא קנין בעינן והא איכא. ואע\"ג דבעי לה רבי אבא בפ' המגרש ופשיט דאינה מקודשת דאתקש הויה ליציאה וכי היכי דגבי גט חוץ מפלוני אינה מגורשת ה\"נ בקדושין חוץ מפלוני אינה מקודשת. ר' יוחנן לא ס\"ל הכי דה\"נ אשכחן לר' יוחנן פ' האיש מקדש דלית ליה ויצאה והיתה שיהיה כלל בכל מקום. כדאמרינן צווח ריש לקיש ככרוכיא ויצאה והיתה וליכא דאשגח ביה וקאמר ר' יוחנן דהאי דקאמר מעכשיו ולאחר ל' יום שייר מקום לכל מי שיקדש תוך זה הזמן. כאילו אמר חוץ ממי שיקדשך תוך ל' יום מ\"ה תפסי קדושי כולם ואפי' הם מאה:", 
            "כשרגא דליבני. כלומר עושה שורות הלבנים מניח ריוח בין השורות והשלישית (תקח מזו ומזו) [מונחת על זו ועל זו]:", 
            "חולצת דדילמא חזרה הוי ואין גט לאחר מיתה וזקוקה היא. ולא מתיבמת דדלמא תנאה הוי כלומר אם אמות ומגורשת היא בזה. שיורא הוא והוי כמאן דאמר חוץ ממי שיבא עליך או שיקדשך עד שאמות:", 
            "גט דפשיטא ליה דתנאה הוי:", 
            "מהיום אם מתי תנאה הוי ומגורשת. אטו מהיום ולאחר מיתה דלר' יוחנן ודאי שיורא הוי ולא הוי גט כלל. אשתכח השתא מהיום ולאחר ל' יום מספקא לן אי תנאה הוי אי חזרה הוי. ואם קדשוה אנשים רבים במהיום ולאחר עשרים ואחד מהיום ולאחר עשרה א\"צ גט דדלמא תנאה הוי או דילמא חזרה הוי מ\"ה חולצת ולא מתייבמת וכן נמי במהיום ולאחר ל' ונאבד הגט בתוך ל'. ולר' יוחנן גבי גט לא הוי גט כלל מן הדין. ואם תתייבם אין בכך כלום. ולגבי קדושין צריכה גט מכולם וכן בהרי היא מקודשת חוץ מפלוני מקודשת. ומסתברא דהא מילתא אסורא היא ולחומרא עבדי'. גבי גט פסקי' כרב והוי ספק ולא מתייבמת דדילמא תנאה הוי וחולצת דדלמא חזרה הוי. וגבי קדושין פסקי' כר' יוחנן שצריכה גט מכולם וגבי הרי את מקודשת לי חוץ מפלוני מקודשת מספק. יהיה דעת ר' יוחנן שמקודשת ודאי או ספק שאין בזה הכרע. דאע\"ג דגבי גיטין חוץ ודאי הוא דלא הוי גט גבי קדושין אפשר שהוא ספק לר' יוחנן ותפסי בה קדושי' אפילו לאחר. לחומרא עבדינן ומקודשת מספק ואם בא אחר וקדשה תצא מזה ומזה. וכן נראה דעת הר\"ם שפסק לר' יוחנן כמ\"ש באישות פ\"ז ושם כתב ההיא דחוץ מפלוני וכתב שמקודשת מספק. ובגרושין פ\"ט כתב שדלמא חזרה הוי:", 
            "הרי את מקודשת בפרוטה זו על מנת שאתן לך מאתים זוז והוא יתן. לכשיתן הקדושין חלין למפרע משעה ראשונה ואם קבלה בינתים קדושין מאחר הואיל ונתן לא הוו קדושין. מיהו אם מת ולא נתן קדושין ודאי לא הוו ואינה צריכה חליצה שהרי לא קיים תנאו:"
        ], 
        [], 
        [
            "לכשיתן הוו קדושי מקמי הכי לא הוו קדושי ואם קבלה קדושין מאחר בינתים מקודשת לשני:", 
            "נתקרע הגט כשנתנה המאתים זוז לרב הונא הוי גט משעה ראשונה ומגורשת לרב יהודה לא הוי גט עד השתא ואינה מגורשת דליכא גט:", 
            "לא תנשא דדילמא לא תקיים תנאה ונמצא גט בטל ובניה ממזרין:", 
            "תנאה הוי. דאי אמר לה על מנת שתתנם לי וליורשי אפי' רבנן מודו דנותנת לאחר מיתה דמגורשת היא משעה ראשונה:", 
            "כאומר מעכשיו ומשעת נתינה חלו הקדושין או הגרושין:", 
            "הכל מודים. כלומר אפי' רבנן פשיטא להו דכמעכשיו דמי. לא נחלקו עליה דרבי דליהוי ספק מאי הוי ולרבנן מספקא להו אי תנאה או חזרה הוי וכמעכשיו:", 
            "והא תניא בניחותא. כחו דר' דקאמר אף מהיום ולאחר מיתה הוי גט:", 
            "אינה מקודשת. דעל מנת תנאה הוי וכמעכשיו הוא שא\"צ לכפול תנאו. ויש לו משמע שיש לו הויא מקודשת ודאי. ואם בא אחר וקדשה אינה מקודשת לשני. אבל כי ליכא עדים שיש לו הויא מקודשת מספק שמא יש לו ואע\"ג דאיהו אמר שאין וכ\"כ הר\"ם פ\"ז ואם בא אחר וקדשה תצא מזה ומזה:", 
            "על השלחן שהיה שולחני והראה לה מעות שאינם שלו שלא נתכוין אלא להראותה מעות שלו. בעיסקא. למחצית שכר היו לפניו על השלחני להחליף ולהשתכר:", 
            "בית כור מקום הראוי לזרוע ל' סאין. ובית סאתים הוא ע' אמה ושיריים על ע' אמה ושיריים או ע' אמה על ע' אמה כחצר המשכן והכל עולה לחשבון א'. חיישינן ואע\"ג דאמר אין לו וכן פי' הר\"ם למתני' הכי יש לו הוו קדושי ודאי וכי אין ידוע הוו קדושי ספק:", 
            "(על) במקום פלוני. איכא מ\"ד דאבית כור עפר לחודיה קא מהדר אבל מאתים זוז לא אכפת לן שהרי יכול להביאן לכל מקום שירצה וכן נראה מפי' ר\"ש שפירש אנא טרחנא ומייתינא התבואה. והר\"ם ז\"ל פי' דאמעות נמי קאי דתנאה הוא ולא נתקיים התנאי ואינה מקודשת וכן הוא בתוספתא [ומה] שכתב הר\"ם שאעפ\"י שאמר לו במקום פלוני חיישינן שמא יש לו ולא כן נראה מהתוספתא וצ\"ע. תוספתא מקודשת מספק:", 
            "בבקעה. שיש שם כמה כורין ואין א' מהן משלו. בדיסתורא. אריסות. בזמן שהיובל נוהג שכל שדה אחוזה פדיונה שוה א' יפה וא' רעה אבל בזמן שאין היובל נוהג פודה בשוה. נקעים. גומות:"
        ], 
        [
            "בהדי ארעא להיות נמדד קטפרס שלהם:", 
            "באפי נפשייהו להיות נמדדים לפי מה שיש בהם ולא יעלה תל שלהן בחשבון:", 
            "דלאו בני זריעה. וקרא כתיב זרע אבל מה שאינו ראוי לזריעה אינו נפדה בזה הערך אלא בשווי':", 
            "נגרי כמו אגנות מי קרקע הם נקראים:", 
            "הכא מאי. אמר לה על מנת שיש לי בית כור עפר ויש לו שם נקעים גבוהים עשרה ואין בהם מים להקדש מדמינן לה ומקודשת או למכירה מדמינן לה ואינה מקודשת שהרי אין לו בית כור שאין נמדדין עמה הנקעים:", 
            "טרחנא ואע\"ג דלעיל לא אמרינן טרחנא התם הוא שלא נתקיים התנאי שהרי אמר לה על מנת שיש לי במקום פלוני אבל הכא נתקיים התנאי דבית כור עפר קאמר לה וזה המקום ראוי לזריעת בית כור:", 
            "ר' מאיר וכו'. מסתברא דר' מאיר אתא לאפלוגי אהני מתני' דלעיל דס\"ל דעל מנת הוי תנאי בלא כפילה וקאמר שכל תנאי צריך כפילה ואפי' בעל מנת ולית הלכתא כוותיה בהאי:", 
            "כתנאי בני גד ובני ראובן שהיה כפול שאמר ואם לא יעברו לא יתנו להם את ארץ גלעד:", 
            "אינו תנאי. דלא אמרי' מכלל הן אתה שומע לאו והמתנה או המעשה קיים אע\"פ שלא קיים את התנאי. והה\"נ דילפי' מתנאי בני גד ובני ראובן דבעי' הן קודם ללאו שהרי אמר תחלה אם יעברו ואח\"כ אמר לא יעברו. ובעינן נמי תנאי קודם למעשה דקאמר אם יעברו ונתתם ולא אמר תנו אם יעברו כדאיתא בהשוכר את הפועלים ובפ' מי שאחזו שם בארנו שדעת הר\"ם שאין במשפטי התנאי לר' מאיר אלא הני ג' ותנאי בדבר שאפשר לקיימו והאי לא חזינן ליה מתנאי בני גד ובני ראובן אלא ממה שהשיב משה וסדר דבריו שכפל תנאו והקדים הן ללאו ואמר תנאי קודם למעשה מה לי לסדר דבריו כך אם לא להודיע אם לא עשה כן היה תנאו בטל אבל בשורש הדבר שהם בקשוהו דהיינו ארץ סיחון ועוג שהוא התנה להם שיעשו לא גמרי מהאי אנפא כל שהם שאלו ממנו מה שיהיו צריכים והוא שאל מהם מה שהיה צריך. ואע\"ג דאמר ר' אדא בפ' מי שאחזו מכדי כל תנאי מהיכא גמרינן להו מתנאי בני גד ובני ראובן מה התם תנאי בדבר א' ומעשה בדבר א'. הא רבא ורב אשי פליגי בההיא אוקימתא ודדמי ליה כגון ההיא דפ' המדיר דבעי תנאי דאפשר לקיומי על יד שליח ופרישנא נמי התם שדעת רב אשי דמעכשיו ועל מנת (דעל מנת) לא צריך חד מאנפי דתנאי תדע שזה דעת הר\"ם שהרי לא הביא במשפטי התנאי באישות פ\"ו אלא הני ד'. וקאמר רבי מאיר שאם אמר הרי את מקודשת לי בפרוטה זו אם תתני לי כך וכך מכאן עד יום פלוני או ה\"ז גיטיך אם תתני לי כך וכך אם לא כפל תנאו הרי היא מקודשת ומגורשת אעפ\"י שלא נתנה שהתנאי בטל ואם בא אחר וקדשה מקודשת לראשון והה\"נ אם גרע א' מהני ד' משפטי התנאי שכתבנו ור' חנינא פליג אתנאי כפול לחודיה וקאמר שלא אמר אם לא יעברו להורות שצריך תנאי כפול דודאי א\"צ דמכלל הן אתה שומע לאו אלא להורות (שלא) [שאף אם לא] יעברו [מ\"מ] ינחלו בארץ כנען. ומיהו צריך תנאי קודם למעשה וכן צריך הן קודם ללאו:", 
            "שפיר קאמר ליה. כלומר והואיל ואיכא למימר טעמא דמ\"ה אצטריך ליה למימר הכי תו לא גמרי' שכך הוא משפט התנאי:"
        ], 
        [
            "ונאחזו בתוככם. דמשמע שאם לא יעברו לא יפסידו חלקם. בארץ כנען למה לי. ש\"מ שבא לומר שלא יהיה התנאי כלום שלא יטלו בארץ הגלעד כנגד חלקם שבארץ כנען אלא יטלו חלקם ג\"כ בארץ כנען. שהמעשה בטל מפני זאת הכפילה. ירושלמי בכל אתר פי' באיסורא דוקא כדאיתא בס\"פ שבועת העדות מודה ר' מאיר באיסורא. ובהא אפי' גבי איסורא לית ליה דהא בכולי תלמודא אמרי' לרבי מאיר לית ליה מכלל לאו אתה שומע הן כדאיתא בפ\"ק דנדרים. (דף י\"א) וכתב הרב בתשובת שאלה שא\"צ לכפול התנאי אלא בגיטין וקדושין אבל בממונא לא בעי' תנאי כפול. איכא מ\"ד שהטעם הוא שאין זה מוכר ונותן קרקעות אלא על תנאי שהקנה ואיך נוציא אותו מידו אם לא על תנאי שהתנה. אבל גיטין וקדושין אומדן דעת הוא מכיון שנתן דעתו לגרש או לקדש אין התנאי אלא כמפליגה בדברים וקירוב הדעת הוא וריחוק הדעת הוא ואין תנאי מועיל בו לקרב ולרחק אא\"כ חזקו בתנאים שנתפרשו בו ותנאי בני גד ובני ראובן לא היתה הארץ מוחזקת בידיהם ומ\"ה הוצרכו לחזק התנאים. אבל קרקע המוחזק לו לאדם מירושתו או ממקחו א\"צ חזוק לתנאו ואם לא נתקיים מה שהתנה לא נוציאנו מידו ע\"כ [וכן] כתב הר\"ם בזכייה פ\"ג ורבותי הורו שא\"צ לכפול את התנאי ולהקדים הן ללאו אלא בגיטין וקדושין בלבד ואין לדבר זה ראיה ע\"כ. ובעל התשלום כתב בנדרים פ\"ק דשאר משפטי התנאי בעי הרי\"ף אפי' בממונא דהא אפילו ר' חנינא מודה בהו כדפרישנא ואף רבנן לא פליגי עליה אלא במכלל לאו אתה שומע הן ויחיד ורבים הלכה כרבים והאי דגבי גיטין וקדושין בעי' תנאי כפול משום דאשכחן לשמואל דאתקין בגיטא דשכיב מרע תנאי כפול ועשה זה שמואל שחשש לב\"ד טועין דלמא איכא ב\"ד דס\"ל כר' מאיר דבעי תנאי כפול ואתי למשרי אשת איש לעלמא ולרווחא דמילתא הוא דעבד הלכך הואיל וחשש שמואל לזה אנן נמי נחוש לחומרא ולא לקולא אבל בדיני ממונות לא חיישינן לר' מאיר ע\"כ. וליכא למימר דר' מאיר לא בעי תנאי כפול בדיני ממונות דהא תנאי בני גד ובני ראובן בדיני ממונות הוא. ובעל ההשלמה כתב שהרי\"ף כתב בתשובה דבממונא לא בעי' תנאי כפול והן קודם ותנאי קודם למעשה ולא חד מאנפי דתנאי ואין להביא ראיה ממה שפי' (הרי\"ף) במי שמת (רמז תתפ\"ט) בההיא עובדא דפ' יום טוב שחל טעמא דאמר הבו ליה ולינסיב שלא פירשה משום מעשה קודם לתנאי כמו שפירשו שאר המפרשים שהרי הר\"ם פירשה כן והטעם דשכיב מרע היה וא\"צ חד מאנפי דתנאי דאילו רישא כי אמר הבו ולינסיב והוי ולינסיב תנאי. אי נסיב שקיל ואי לא לא. ואעפ\"י שהמעשה קודם לתנאי. תדע דהא בסיפא דאמר לינסיב והבו ליה אע\"פ שלא כפל את תנאו הוי תנאו תנאי אפי' לדעת הר\"ם שכתב בממון בעי' תנאי כפול אלא ודאי בשכיב מרע לא בעי' חד מאנפי דתנאי דאיכא קנין וקנין כמעכשיו דמי. ואיכא מאן דפסק כרב אדא (ופסק) [דבעינן נמי] תנאי בדבר א' ומעשה בדבר אחר ועשה משפטי התנאי ששה. אבל הר\"ם כתב שאינן אלא ארבעה (נמ\"ש) ופסק כר' מאיר ל\"ש באיסורא ול\"ש בממונא. ומיהו הרי\"ף הביא בתשובות משפטי התנאי דפ' מי שאחזו וביאר תנאי ומעשה בדבר א' כדאיתא במי שאחזו. שלא הטעתו. הוא הטעה את עצמו [וכיון] דלא פריש דברים שבלב אינן דברים:"
        ], 
        [
            "לאחד שיחלוץ. קסבר האי תנא אין קדושין תופסין ביבמה לשוק:", 
            "אינה מקודשת. דהו\"ל דבר שלא בא לעולם ועכשיו אין כחו לקדשה:", 
            "מחובר אינו חייב בתרומה דדגן כתוב ודגן נאסף בכרי משמע ותורם מן הפטור על החיוב הוא טבל ביד ישראל. ומן החיוב על הפטור הוא טבל ביד כהן:", 
            "לכשיתלשו ונתלשו. מי חיילה עליה שם תרומה למפרע:", 
            "ופירות ערוגה. כלומר או שאמר פירות וכו':", 
            "כל שבידו. לתלוש ולהפריש מיד:", 
            "והרי גר. שבא להתגייר. ותנן לאחר שאתגייר אינה מקודשת."
        ], 
        [
            "משפט כתוב ביה דכתיב משפט אחד יהיה לכם כגר כאזרח. דמזדקקו ליה בי דינא. פר\"ש שיודיעוהו מקצת מצות קלות ומקצת מצות חמורות הלכך לאו בידו הוא:", 
            "אלא מעתה. איכא מאן דדייק דעבד הלקוח מישראל כשם שא\"צ לקבל עליו מצות שכבר קבלם כשטבל לשם עבדות כדאיתא בפ' החולץ כך א\"צ ג' לטבילתו והיינו דשניא ליה משום דהשתא דעת אחרת והר\"ם ז\"ל כתב בקדושה פי\"ג דצריך ג' ואיכא מאן דמפרש דגבי עובד כוכבים לאו בידו דמזדקק ליה ג' אבל היכא גבי ישראל שרוצה לשחרר שפחתו ודאי מזדקקי ליה ג' ובידו הוא. והעיקר דהכי פירושא גבי גר שצריך ג' שיודיעוהו מצות קלות וחמורות מאן יימר שימצא ת\"ח ראויים להודיע. אבל גבי עבד הלקוח מישראל אע\"ג דבעי' ג' הואיל ואינן צריכים חכמים ודאי ימצא ובידו הוא שכל אדם ילך שם דמצוה קעביד ומשום הכי שני ליה דהשתא דעת אחרת ולזה כיון ר\"ש במ\"ש למעלה. כתב ר\"ש ה\"ג התם מעיקרא בהמה הכא דעת אחרת ע\"כ. כלומר לא שייך הכא מחוסר מעשה שכשנשתחררה היא בריה אחרת שאין לה שום דמיון [עכשיו] עם מה שהיתה תחלה. אלא הא וכו'. שהאשה אותה בריה שהיא קודם הגט היא לאחר שגרשה ה\"נ דהוו קדושי:", 
            "אין בידו לקדשה דהא ברשות עצמה היא הואיל וגרשה ואמאי (לא) תתרצה בקדושין אחר שגרשה כי אמרו כל שבידו לאו כמחוסר מעשה דמי במה שא\"צ דעת אחרת. אבל במה שצריך דעת אחרת איחשבת מה שבידו לעשות כאילו נעשה לא תחשוב רצויה אלא כמו שהי' עתה שמא אלו נעשה לא היתה מתרצית שזה שנתרצית עתה מפני שאינו שוה כלום והני קדושי כדהשתא הוא דיינינן להו ואינו כלום. וכן היא שטת התלמוד דמותיב ומשני התירוץ שאינו מספיק אלא לאותה קושיא ומטעי התלמוד כדי שיקשה ובתר הכי מקשה ומשני ובסוף משני תירוץ שהוא מספיק לכל הקושיות. תפשוט הואיל דאמרת דמפני שאין בידו לקדשה משיגרשנה [לא] הוו קדושי השתא:", 
            "דילמא פי' ר\"ש מ\"ה מספקא ליה לר' אושעיא דלמא ס\"ל מנו דאי בעי לקדושה השתא מקדשה תפסי בה קדושי דלאחר זמן כי השתא. אבל המקדש אשתו לא חזרה השתא למתפס קדושי שהרי מקודשת היא. ולא נהירא דהיכי שייך למימר הכא מגו אי לא אמרי' גבה טעמא דרצויא דהשתא מהני. ומסתברא דהכי פירושא דילמא כלומר אפילו לרב הושעיא דאמר גבי אשתו דאינה מקודשת דילמא הכא מודה דמקודשת והטעם דאמר לאשתו הרי את מקודשת לי לאחר שאגרשיך הואיל ואחר שגירשה אין בידו לקדשה אע\"פ שבידו לגרשה דיינין הקדושין כדהשתא כדפרישנא לעיל. אבל נותן לפנויה שתי פרוטות ואומר לה הרי את מקודשת לי בפרוטה היום ובפרוטה לאחר שאגרשיך אע\"פ שכאן דעת אחרת הואיל והגרושין בידו והיא מתרצית עתה להתקדש לו תפסי בה קדושי דבתר שעתא והטעם דהגרושין שהם בידו לאו כמחוסר מעשה דמי וכאילו נעשה הוא וריצויה חשבי' ריצוי שהרי נתרצית להתקדש לו. הלכך הויא לה מקודשת כלומר שאם גירשה צריכה גט מקדושין שנים דאיסורא הוא ולחומרא עבדינן ואע\"ג דבנדרים פ' ד' נדרים מסיק עלה דהאי בעיא דרבי אושעיא דאשה כפדאוה אחרים דמיא כלומר ואינה מקודשת. לחומרא עבדינן. ואהאי מסקנא סמכינן. ומסתברא שאם גירשה מקדושי פרוטה ראשונה ובא אחר וקדשה צריכה גט מזה ומזה. ואע\"פ שכתב הר\"ם פ\"ז דמקודשת לא ר\"ל אלא שצריכה הימנו גט ולחומרא הויא מקודשת ולא לקולא וזה אין בו ספק:", 
            "יתר על כן. אפילו מה שאינו בידו דקסבר אדם מקדיש ומקנה דבר שלא בא לעולם שהרי לא הביאה שליש עדיין ואין בידו לתלוש ולהפריש תרומה מתבואה עד שתביא שליש כדאיתא בראש השנה. בשחת שלא נתבשלו הגרעינין או לא לבלבו החטים דכיון דראוי לקצור ולהאכיל לבהמה מנכר וחשוב הוא אבל באגם שאינם אלא צמחים רכים קרי אגם. בביצלא. מין בצל מבצבץ ועולה מן הארץ ויש בו כדי לכוף:", 
            "כמאן אזלא הא דתניא. אדרבי חנינא קאי כמאן פי' אמתני' דאם אשתו מעוברת דבריו קיימים דדבר שבא מקצתו לעולם מקנייא. כשהוכר עוברה הוא. דהא תנן גבי תבואה כשהיא שחת גדולה הרב' שהיא ראויה לקצור אבל שגדלה מעט שאינה אלא כמו אגם הרי דכותה גבי אשה כשהיא מעוברת. וכתב הר\"ש דהא דר' חנינא כר' אליעזר [בן יעקב] קיימא דמשנתו קב ונקי:", 
            "דבי כבשה. שדה בית הבעל שא\"צ אלא למי גשמים:", 
            "דבי שקיא. שדה בית השלחין שצריך להשקותה תמיד אעפ\"י שהיא שחת לא אמר דעבידא דפסדא אי לא משקי לה כדבעי לה הלכך כמי שלא באה לעולם הוא:", 
            "ודברי הכל. בין לרבה בין לרב יוסף הוכר עוברה בעינן דומיא דשחת. איכא מ\"ד הואיל ומוקמי' להא דרבי חנינא כר' אליעזר [בן יעקב] וקי\"ל דלאו הלכתא היא דהא קי\"ל אין אדם מקנה דבר שלא בא לעולם הא דר' חנינא נמי [לאו] הלכתא היא ואפי' הוכר עוברה אינה מקודשת וא\"ת:", 
            "ב) והא ר' חנינא מתני' ותנאי דמתני' ס\"ל אין אדם מקנה דבר שלא בא לעולם. וי\"ל שבא ר' חנינא להודיענו דאפי' מאן דאית ליה אדם מקנה דשב\"ל בשאין אשתו מעוברת הואיל ולא בא מקצתו לעולם אינה מקודשת מיהו אם היא מעוברת שבא מקצתו לעולם למאן דאית ליה אדם מקנה דשב\"ל מקודשת. והר\"ם ז\"ל כתב בפ\"ז שאם הוכר עוברה מקודשת כר' חנינא ובתרומות פרק ה' כתב והוא שיביאו שליש דלא כר' אליעזר. נראה דעתו דמתניתין דאמר לא [אמר] כלום בין רבי אליעזר בין רבנן היא כר' אליעזר זרועים מיהא בעי מ\"ה מהדר לתרוצי למימריה דר' חנינא כדעתיה דר' אליעזר דמימרא דרבי חנינא לפרושי מתני' קא אתיא. ומיהו ר' חנינא נמי אליבא דרבנן אמרה שאם הוכר עוברה מקודשת. ואע\"ג דס\"ל דאין אדם מקנה דבר שלא בא לעולם הא קי\"ל נמי המקנה למי שלא בא לעולם [לא קנה] ואפ\"ה אם מזכה לעובר [שלו] קנה וקדושין זכות הם לאישה דאתתא ניחא לה בבעל ואביה מזכה לה במקבל כסף קדושיה וכמו שהמתנה מתנה מפני שדעתו של אדם קרובה אצל בנו ובתו להועילם גמר והקנה לזה מעתה שהוא בעולם לקנותה תכף שתבא בעולם מפני שזכות הוא לה וכ\"ש הוא ומה אם כשהקונה אינו בעולם מפני שדעתו קרובה אצל בנו קנה לכשיבא כ\"ש כשהקונה הוא בעולם והמתנה אינה בעולם שקנה מעתה המתנה לכשתבא בעולם הלכך קדושיו קדושין. וכן כתב הר\"ם פ\"ז ויראה לי שצריך לחזור ולקדש מאביה אחר שתלד כדי שתכנס אותה בקדושין שאין בה דופי. ולשונו בפי' המשנה ואשר יתחזק אצלי שהוא יצטרך לקדש אותה אחר לידתה ואז יותר לו לבא עליה לפי שהעיקר אין אדם מקנה דבר שלא בא לעולם ואמנם אמרנו דבריו קיימין להחמיר שהיא אשת איש ע\"כ. הא דאמרי' במתני' לאחר שיחלוץ ליך יבמיך אינה מקודשת אתיא כמ\"ד דאין קדושין תופסין ביבמה לשוק אבל אנן דקי\"ל דמספקא לן אי תפסי בה קדושי אי לאו היא ספק מקודשת וכן הוא בירושלמי וכ\"כ הר\"ם:", 
            "כפועל אעשה עמך בפעולה יום א'. פרוטה שאמר לה התקדשי לי בפרוטה זו על מנת שאעשה לך כך וכך:", 
            "בצוותא ואקדש לך. שלא אשב יחידי ומיירי שאמר לה הרי את מקודשת לי בצוות שאעשה לך:", 
            "אינה אלא בסוף. וליכא מלוה ובמכוש האחרון חלו הקדושין וחיוב שכרו ולא קודם נמצא דליכא מלוה:", 
            "מתחלה ועד סוף. ומכוש האחרון שחלו הקדושין לית בה שוה פרוטה נמצא שקדשה במה שנתחייבה משכרו שהוא מלוה אצלה שהרי הרויחו והיה בידה מלוה:", 
            "על מנת תנאה משמע. וקי\"ל דישנה לשכירות מתחלה ועד סוף וכן פסק הר\"ם פ\"ה. על מנת שירצה בגמ' מפרש. מלמדין כדי לעקור הקדושין למפרע ולא תזקק ליבם:", 
            "דאמר אין. כלומר דעל מנת שירצה משמע שיאמר כשישמע רוצה אני אבל אם שתק לא הוי מקודשת. והא לא אמר אין דאי מיירי שמת ואמר אין כי לא מת האב נמי מקודשת. מכי אמר אין ואמאי נקט מת האב:"
        ], 
        [], 
        [
            "אלא ע\"מ שישתוק. פר\"ש דרישא דתני על מנת שירצה על מנת שישתוק כשישמע משמע ואם לא שמע נמי מקודשת ורוצה האב ששתק בשעת שמיעה. לא רצה שמחה בשעת שמיעה:", 
            "והא שתיק ליה. והויא מקודשת ותו מהניא דמדקאמר מלמדין ולא אמר מודיעין ומלמדין ש\"מ דמיירי ששמע והואיל ושמע ושתיק הויא לה מקודשת אלא האי סיפא מתוקמא כשאמר בפי' על מנת שלא ימחה והואיל ולא קבע זמן למחאתו כל אימת דהוה מחי עקר להני קדושי מ\"ה מלמדין את האב שימחה. כתב ר\"ש ורישא לא מצי לאוקומי בשלא ימחה האב דא\"כ מה רצה דמקודשת והרי יש בידו למחות לעולם עכ\"ל ר\"ש. ודקדק מכאן בעל ההשלמה דשלא ימחה אע\"ג דמ\"ד אין יכול למחות שהרי עשה תנאו שלא ימחה ולעולם קדושיה תלויים עד שימות. ואיכא מ\"ד דע\"מ שלא ימחה יכול למחות לעולם [עד] שיאמר אין רוצה אני ומיהו אם אמר אינו יכול למחות שמיד חלו הקדושין. ומ\"ה לא אוקים רישא בשלא ימחה דרצה האב משמע שלא מיחה דהא לא ימחה קאמר אבל אי אמר אין אין יכול למחות ולזה כוון ר\"ש רישא ומציעתא בחד טעמא מיירי באמר לה ע\"מ שירצה דמשמע שישתוק וסיפא בחד טעמא דמשמע דמיירי שאמר לה ע\"מ שלא ימחה. ואית דמפרשי אלא ע\"מ שישתוק דמציעתא מיירי דאמר לה בפי' ע\"מ שישתוק ורישא מיירי בעל מנת שירצה עד דאמר אין משמע וגרסי' רישא בחד טעמא מציעתא בחד טעמא וסיפא בחד טעמא:", 
            "מדר' ינאי. דאוקמי כדאסיק המקשה ולא אוקמא כולה בע\"מ שירצה ומי ששנה זו לא שנה זו דמי ששנה רישא ומציעתא סבר ע\"מ שירצה שישתוק ומי ששנה סיפא סבר דע\"מ שלא ימחה הוא. ולאידך פירושא מי ששנה (סיפא) [רישא] סבר דאמר אין משמע כתב ר\"ש ומאי על מנת שירצה שלא ימחה כשקבע זמן למחאתו. ורצה האב מקודשת שלא מיחה תוך ל' יום. לא רצה שמיחה תוך ל' מלמדין האב שימחה תוך ל' יום משמע דרב יוסף סבר בעל מנת שרצה שלא ימחה משמע ואית דגרסי מאי על מנת שירצה דאמר לה כלומר בפי'. והראב\"ד פי' ע\"מ שישתוק שישמע וישתוק ואם לא שמע אינה מקודשת והאי דתני מת האב מקודשת ה\"ה אפי' לא מת דהא שמע ושתק ומ\"ה נקט מת האב לאשמועינן דע\"מ שירצה שישתוק הוא דהא אמר כי מת האב אחר ששמע ושתק דתו לא מצי למימר אין מקודשת. אימא סיפא והא שתיק דמדרישא מת האב מיירי ששמע ושתק ואח\"כ מת סיפא דמת הבן נמי איירי ששמע האב ושתק ואח\"כ מת הבן. אשתכח השתא דעל מנת שלא ימחה יכול למחות לעולם עד שמת ואע\"ג דאמר אין לדעת בעל ההשלמה ולדעת אחרים עד שמת או דאמר אין. ע\"מ שישתוק. כשישמע משמע לא שמע מקודשת לפי' רש\"י. ולדעת הראב\"ד לא שמע אינה מקודשת עד שישמע וישתוק. ע\"מ שירצה אבא סתמא לגי' קמא שישתוק הוא. לגי' בתרא דאמר אין הוא ובפ' המדיר [דף עג:] איכא אמורא דסבר דבהא פליגי ר' שמעון ות\"ק ת\"ק סבר ע\"מ שישתוק משמע. ור' שמעון סבר עד דאמר אין משמע. ומסתברא לחומרא עד דאמר אין משמע ומכאן אתה למד דליכא מ\"ד דע\"מ שירצה ע\"מ שלא ימחה משמע. ואע\"ג דבפ' כל הגט אמרינן דמ\"ד רוצה האב אינה מקודשת סבר אין ברירה. קי\"ל ביו\"ט פ' בתרא דמדאורייתא אין ברירה. ומסתברא דהאי שטה אליבא דמאן דלית ליה ע\"מ כמעכשיו הוא ואין הקדושין כלום בשעת נתינה אלא בשעת רצוי האב הוא דצריכינן למימר כשנתרצה האב הוברר הדבר דבשעת נתינה הוו קדושין אבל לר' דס\"ל ע\"מ כמעכשיו דמי תנאה הוא ולא צריכינן לברירה שהרי מקודשת משעה ראשונה ויתקיים התנאי והיינו דסתם לן תנא במתני' רצה האב מקודשת כמו שבארנו שם:"
        ], 
        [
            "נשבית ופדיתיה והרי היא פסולה לכהונה משום ספק זונה אינו נאמן ובגמ' מפרש:", 
            "רישא נאמן לפסלה לכהונה כשהיא קטנה וגבי גדולה או שבויה אינו נאמן לפסלה לכהונה. רישא בידו לקדשה לאחד ויתן לה גט והיא פסולה לכהונה הלכך נאמן דמה לו לשקר איבעי פסיל לה:", 
            "סיפא לאו בידו. לא לקדשה משגדלה ולא למסרה בידי עובדי כוכבים:", 
            "נהי דבידו לקדשה לקבל הקדושין ממי שבא לקדשה. בידו לגרשה והגירושין פוסלין אותה לכהונה. וקדושין עצמן אינו בידו אלא מחלקו ממי שירצה ליתן:", 
            "הימניה רחמנא בין לאסור בין להתיר [לאיש] אסרה על הכל שאין אנו יודעים למי וכי אמר לזה התירה הלכך כי אמר קדשתיה נאמן לאוסרה וכי אמר גרשתיה נאמן להתירה לכל העולם ומיהא אסורה לכהן וקרא בנערה משתעי ולא בבוגרת ומ\"ה אינו נאמן אפי' בנשואין כשהיא בוגרת. ולנשואין הימניה רחמנא כלומר היתר או אסור הבא מחמת נשואין אבל לומר שבויה היא לא הימניה:", 
            "יש לי בנים ואין אשתו זקוקה ליבם. נאמן ואפי' מוחזק לן דאית ליה אח כדאיתא ביש נוחלין. יש לי אחים ואשתו זקוקה ליבם ועד הנה היתה בחזקת שאינה זקוקה. בשעת קדושין לא אמר לה על מנת אלא אמר לה שיש לו בנים או שאין לו אחים כדי שתרצה לו שלא תדאג מן היבום:", 
            "להתיר כלומר ממה שאמר בשעת קדושין ואינו נאמן ממה שאמר בשעת מיתה:", 
            "אף לאסור אלמא אע\"ג דאמר בשעת קדושין אין לי אחים הואיל ובשעת מיתה אמר יש לי אחים נאמן וכ\"ש אם לא דבר כלום עד עתה דנאמן כי אמר יש לי אחים. ומאחים מקשה דאילו מבנים מצינן למימר דנאמן כל כמה דלא הדר ביה מדבוריה קמא ודאי בשעת קדושין קושטא קאמר שלא יהיה זה העון תלוי בו אבל מתני' שלא אמר בשעת קדושין יש לי אחים כי אמר השתא יש לי אחים לצעורה ולמיסרה קא מכוון. ודעת אביי דכ\"ש היא. הלכך לפום האי טעמא אע\"ג דמוחזק לן באחי ואמר אין לי אחים בשעת מיתה נאמן הואיל ובידו לגרשה כדגרסי' ביש נוחלין ההוא דמוחזק לן דלית ליה ואמר בשעת מיתה דלית ליה אמר רב יוסף למאי נחוש לה חדא דהא מוחזק לן דלית ליה אחי. ועוד הא אמר בשעת מיתה דלית ליה אחי מדקאמר ועוד ש\"מ דה\"ק ועוד אפי' מוחזק דאית ליה אחי ור' ישמעאל כתב שם (כאן). ור' נתן אמר אף נאמן (מדברים שהיא אוסרה) ואע\"ג דמכחיש עצמו קאמר ר' נתן דנאמן בשעת מיתה לאסרה כ\"ש במתני' דליכא הכחשה. ושני רבא דהיא הנותנת שיהיה נאמן ומתני' וברייתא כולהו מיירי בחד גוונא דלא מוחזק לן באחי ולא בבני. ואקשי אביי דכ\"ש הוא אלא ודאי בתרי גוונא איירי דמתני' דקאמר דאומר יש לי אחים אינו נאמן איירי דלא מוחזק לן באחי. הלכך אינו נאמן שרוצה לאוסרה ולאו כל כמיניה. ורישא דקאמר יש לי בנים נאמן אע\"ג דאית ליה אחי ולא מוחזק לן [בבני] דנאמן מטעם הואיל ובידו לגרשה כדאיתא ביש נוחלין ואע\"ג דקאמר התם דלא מוחזק לן באחי. הכי פירושא. אי מהתם ה\"מ דרישא דומיא דסיפא מה סיפא דלית ליה אחי אף רישא דלית ליה אחי וכו'. הלכך באמר יש לו בנים נאמן הואיל ובידו לגרשה ואע\"ג דבעל שאמר גרשתי את אשתי דבידו לגרשה חולצת ולא מתייבמת שאני התם דקא מרע לנשואין והואיל וחזינן לה דיתבא תותי בעלה ולא נפק עלה קלא דאיגרשא משום דבידו לגרשה לא מהימנינן ליה אלא לחומרא. אבל יש לי בנים דאמלתא אחריתי קא מסהיד לא מרע להו לנשואין משום דבידו לגרשה מהימנינן ליה בין לקולא בין לחומרא:"
        ], 
        [
            "בריית' דאתחזק לן באחי ולא בבני דקאמר יש לו בנים בשעת קדושין וקאמר ר' דהאי דקאמר יש לי בנים או אין לי אחים בשעת קדושין. מה לו לשקר. מאי אהני דבוריה לרצויי להתקדש הרי יכול לרצותה בדרך אחר שיאמר לה שיגרשנה מחיים אם תצטרך ויעשה לה תנאי על זה הלכך מה לו לשקר:", 
            "כעדים דמו כלומר שמבטלין החזקה הראשונה וישאר זה מוחזק שיש לו בנים ואין לו אחים. הלכך כי אמר בשעת מיתתו אין לי בנים או אין לי אחים אינו נאמן שאינו אומר אלא לאוסרה דהואיל וזה שמוחזק לן באחים אינו לנו בבירור אלא ששמענו מה לי לשקר מהחזקה דכעדים דמי שיש לו בנים ואין לו אחים ור' נתן [סבר] דנאמן ממאי דאמ' בשעת מיתה דלא אתי מה לי לשקר ומבטל לחזקה ראשונה אלא הרי היא עומדת במקומה וכי אמר אין לי בנים נאמן דהא מוחזק הוא שאין לו בנים וכי אמר יש לי אחים נאמן דהא מוחזק הוא שיש לו אחים:"
        ], 
        [], 
        [
            "דבר. כי מצא בה ערות דבר וכתיב על פי שנים עדים יקום דבר:", 
            "לאחריני [קרובתיה] נאסרות וקרוביו נאסרין בה. איכא מ\"ד שאם קידש אשה בינו לבינה והזמין עדים אחורי הכותל או אחורי הגדר והיא לא ידעה בהם דהויא מקודשת דהא עדי קדושין א\"צ לומר להם אתם עדי ואע\"פ שלא ידעה בהם מ\"מ הא איכא עדים. והעיקר דאינה מקודשת דהיכא דקדשה בפני שנים הואיל וראו המעשה לא שייך הכא שום השטאה שהרי היא ראתה שהם ראו שקבלה מזה. אבל כשקבלה קדושין ממנו במקום שאין שם אחר ואינה חושבת שיראה לה שום אדם יכלה למימר משטה הייתי בך שהרי לא היתה חושבת שיראה לה שום אדם והדבר ידוע שהמקדש בלא עדים אינו כלום:"
        ], 
        [
            "בעד א' שאמר לו אני מאמינך אע\"פ שאינו יכול לידע דודאי (מותר) [אסור] בה. היא היא כמו הני דלעיל ואסורה:", 
            "נגה. איחר:", 
            "דלאו גזלנא. דנאמן כשאר עד א'. אלמא אפי' בעד אחד הואיל ושתק אסורה:", 
            "כבי תרי. אפקה ותן לה כתובתה ולצאת ידי שמים קאמר. ומסתברא שאע\"פ שהיא מכחישתו אי מהימן ליה כבי תרי אם בא לצאת ידי שמים חייב להוציאה פי' לצאת מידי ספק דאע\"ג דמאמין בדבריו לא מילתא ברירא היא לגביה דהא ליכא תרי סהדי אלא חד סהדא וחד סהדא הכא לאו כלום הוא אלא הואיל ומהימן ליה הויא לה הך אתתא לגביה כחתיכה ספק של חלב או של שומן כל היכא דמהימן ליה. ולשון הר\"מ פי\"ח דאיסורי ביאה ה\"ז יוציא כדי לצאת מידי ספק ע\"כ. איכא מ\"ד דהואיל ומשום שסומך דעתו בדבריו הויא לה הך אתתא לגביה כחתיכה ספק של חלב או של שומן אי בתר הכי נהפכה דעתו ולא מהימן ליה אפי' לא נתן אמתלא וטעם מפני מה אינו מאמינו עתה אפ\"ה הואיל ואינו מאמינו עתה אם לא גרשה לא יגרשנה ושריא ליה. דהשתא איתברר ליה דלאו חתיכה דאיסורא היא לגביה. כי היכי דחתיכה דאיסורא ספק חלב ספק שומן דאסירא ליה מספק אי בתר הכי אתברר ליה דהויא שומן ודאי שריא ליה מכי אתברר ליה התירא ואיכא מ\"ד דהואיל ומהימן ליה הוי ספק שאינו מתברר אע\"פ שיהפך דעתו דלא מהימן ליה. ומסתברא דהא דאמרי' (דהיכא) דשויא אנפשיה חתיכא דאיסורא. ה\"מ היכא דליכא סהדי אבל איכא סהדי דליכא איסורא מותר:", 
            "של פרושים. של חכמי ישראל כלומר אינם שמחים בשמחתך. ומה אעשה לידע אם כן הוא. הקם תן ציץ הקדש על מצחך שיעמדו על רגליהם לפי שהשם כתוב בו והם יגלו לבן שאומרים לכך מיחה בו ובגדי כהונה ניתנו ליהנות שלא בשעת עבודה. שהיו אומרים עליו שלא היה כהן שנשבית אמו בהר המודיעים כרך של חשמונאי ונשאה אביו ושבויה פסולה לכהונה ונמצא שהוא חלל. היכי דמי דקאמר דלא נמצא והחזיקוהו בכשרות. סמוך אהני פר\"ש ואי אמרת אוקים תרי להדי תרי ומוקים אתתא אחזקה ה\"מ אי איתא קמן והיתה באה לב\"ד להתירה שאומרת לא נשביתי להתירה אבל זה הנדון לפנינו אין לו חזקה דכשרות שהרי מעידין על תחלת לידתו בפסול ע\"כ. ובפ' האשה שנתארמלה ביארנו האמת:", 
            "בעד אחד. שהעיד שנשבית ושנים הכחישוהו:", 
            "הזמה שהזימו העדים דאמרו ביום שאתם מעידים הייתם עמנו במקום פלוני וגזירת הכתוב היא שהאחרונים נאמנים:", 
            "שפחה היינו עמה כל זמן ויחדנו להם שפחה תחתיה והיוונים סבורים שהיא זו ונאמנים דליכא הכחשה:"
        ], 
        [
            "מגורה. מגורת מים כמין בריכה:", 
            "של דיוסקום. שם אדם:", 
            "מטהר דאמר השתא הוא דחסר וכשטבלו בו היה שלם:", 
            "מטמא דלא ידעינן מאימת חסר ונמצא שאין טבילה:", 
            "ביחיד. בא אחד ואמר מדדתיו ונמצא חסר נאמן דעד אחד נאמן באיסורים:", 
            "ביחיד. בא א' ואמר בעל מום הוא נאמן:", 
            "שלח אחוי אם אינך בעל מום הפשט בגדיך ונראה:", 
            "שיש קדושין. שקדושין תופסין בה:", 
            "ואין עבירה. בנישואיה שלא אסרה תורה:"
        ], 
        [
            "א) ויש עבירה כגון חייבי לאוין:", 
            "נושא ממזרת דקהל גרים לא איקרי קהל לר' יוסי:", 
            "מצרי [שני] שנתגייר אביו ונמצא שהוא שני:", 
            "ראשונה שנתגיירה היא:", 
            "שלישי. ומותר לישראל דכתיב דור שלישי יבא להם בקהל ה':"
        ], 
        [
            "מן האומות שאינו מז' האומות ואינו מכלל לא תחיה כל נשמה. שבא על הכנענית וה\"ה לחוי ויבוסי ה' אומות. בעבד ואתה יכול לחיותו דשדי' ליה בתר זכר:", 
            "אשר הולידו בארצכם משמע שהם מארץ אחרת והולידו כאן שנשאו מבנות הארץ. ולעיל מיניה כתיב ועבדך ואמתך אשר יהיו לך מאת הגוים אשר סביבותיכם. וגם מבני התושבים כלומר לא משאר אומות לבדם אתה רשאי לקנות אלא אף מאותן שנולדו בארצכם אע\"פ שהולידו בארץ אחרת כגון שאביהם מזאת הארץ ואמן מארץ אחרת ובת\"כ גרסי' ולא מן הכנעניים שבארצכם כלומר שנולדו מן הכנעניים:", 
            "אחר הפגום [שבשניהם] לענין עבדות לא מצינן למימר דהא נתגיירו אלא לענין יוחסין ולא מצינו חילוק בין אומה לאומה משנתגיירו אלא בעמוני ומואבי עם מצרי ואדומי דעמון ומואב הזכרים אסורים איסור עולם ונקבות מותרות מיד ואדומי אחד זכרים ואחד נקבות אסורים עד דור שלישי. ואסיקנא פ' תפלת השחר דהשתא כולם מותרים תיכף משנתגיירו שבא סנחריב ובלבל כל האומות וכל דפריש מרובא פריש:"
        ], 
        [
            "אפי' נדה. אם קדש נדה לא יהיו קדושין ואם בא על הנדה יהיה הולד ממזר:", 
            "הא דאביי בהחולץ. הכל מודים שמעון התימני ורבי עקיבא דפליגי התם:", 
            "לאחות אשה לחומרא דלא ליהוו קדושי והולד ממזר:", 
            "לנדה לקולא והוו קדושי ואין הולד ממזר. בקל וחומר כלו' שאר עריות חוץ מאחות אשה דלא תפסי בהו קדושי והולד ממזר נפקא מיבמה דאמר רחמנא לא תהיה לאיש זר לא תהא בה הויה לזר. והך שיטה היא כמ\"ד דיבמה לשוק (אי) לא תפסי בה קדושי והולד ממזר א)או לרבי עקיבא בשאר חייבי לאוין או לפי' ר\"ש לרב כמו שבארנו בסוף החולץ. ומיהו ש\"מ מיהא בהדיא דאפילו מ\"ד דלא תפסי בה קדושי (שהיא) [שאינו אלא] בלאו דהא אמר בהדיא מה יבמה שהיא בלאו לא תפסי בה קדושי כמו שביארנו ביבמות פרק האשה רבה. חייבי מיתות וחייבי כריתות לא כ\"ש:", 
            "חייבי לאוין נמי ניליף במה מצינו דנהי דליכ' ק\"ו ניתי במה מצינו שלא יהיו קדושין תופסין בחייבי לאוין ושהולד ממזר:", 
            "בהדיא כתיב בהו דתפסי. וכי יש כלומר וכי אהבתו של בעל או שנאתו חשובה לפני המקום לשנות דין הנחלה בשבילה שהוצרך לכתוב לא יוכל לבכר את בן האהובה:", 
            "שנואה בנישואיה. חייבי לאוין:", 
            "כי תהיינה אלמא אית בה הוייה:"
        ], 
        [
            "תהיה לאדוניה בעבד עברי שרבו מוסר לו שפחה כנענית וקאמר שהבנים עבדים כמו השפחה:", 
            "כי יסיר לעיל מהאי קרא כתיב בתך לא תתן לבנו ובתו לא תקח לבנך כי יסיר את בנך מדלא כתיב כי יסיר את בתך כלומר שיסיר העובד כוכבים שהוא חתנך בתך שתתן לו. ש\"מ שעליה לא הקפידה תורה דודאי הואיל וגדולה [היא] לא יסירה אלא מבן שנולד מבתך מהעובד כוכבים קאמר שהעובד כוכבים יסירהו דודאי מדכתיב יסיר לשון זכר ארישיה דקרא קאי וקרי ליה בנך ושמעי' דבן בתו הבא מן העובד כוכבים קרוי בנך ומדלא כתיב כי תסיר את בנך כלו' לא תקח בתו לבנך כי תסיר היא הבן הנולד מבנך. ש\"מ שלא הקפידה עליו תורה בהסרתו דעובד כוכבים הוא ובנך שתתן לבתו הוא שקרוי בנך אבל הנולד לבנך אינו קרוי בנך אלא בנה:", 
            "קרוי בנך. ישראל הוא. ולפי מ\"ש הר\"ם בקדושי' פי\"ב ובהלכות יבום פ\"א נראה שכך פי' כי יסיר ענין בפני עצמו וקא דייק מדסמך קרא דכי יסיר דאיירי בעובד עבודת כוכבים לקרא דאיירי בחתון העובד כוכבים ש\"מ דאתא לאשמועינן שהחתון מביא לעבוד עבודת כוכבים הראויים להיותם ישראלים ומדלא אמר כי יסיר את בתך ואת בנך דהוה משמע שהחתון הנזכר מסירם מאחרי השם ש\"מ דלאו עלייהו קפיד דגדולים נינהו ושניהם ישראל וישראלית הם ולא יסירו אלא מהבנים היוצאים מהם דיבר. ומדסמך חתון דבנך לבתו לכי יסיר ולא סמיך חתון דבתך לבנו ש\"מ דההוא לא יסיר מאחרי שישראל [הוא] אלא חתון דבנך לבתו מחייב הבן היוצא מהם [להסיר] מאחרי שאין לו דין ישראל וה\"ק בנך שאתה נותן לה שהוא מישראלית הוא בנך שעובד השם ואין בנך שבא מן העובדת כוכבים הוא בנך שאינו עובד השם אלא הוא בנה והולד ממזר ואתא רבה לאשמועינן דבתר דידה שדינן ליה וממזר הוא ולא בתר דידיה שאם נתגייר יהיה ראוי לבא בקהל:"
        ], 
        [
            "אין לו חיים. לעולם לכתחלה מותר ואפ\"ה ממזרת אין לה תקנה שאם תנשא לעבד אין הבן מתייחס אחריו אלא אחריה ונמצא שהוא ממזר. אם קדמתיך אם הכרתיך קודם שנשאת אשה הייתי משיאך עצה שבניה יהיו כשרים:", 
            "לכתחלה. ממזר בשפחה מותר היינו שהיה משיאו לישא שפחה וישחרר הבנים:", 
            "אא\"א טעמא דרבי טרפון דיעבד אבל לכתחלה אסור ודאי רבי שמלאי לא משיאו עצה:", 
            "שיגנוב ועבד עברי שמכרוהו ב\"ד מותר בשפחה ולא מוכר עצמו ולהכי נקט זיל גנוב וה\"ה דמצי לאקשויי מי שרי לאינסובי עצה למגנב אלא דהוה מתרץ ליה דס\"ל כר' אליעזר דאמר אפי' מוכר עצמו רבו מוסר לו שפחה כנענית:", 
            "והאמר מר במסכת ערכין אין דין עבד עברי נוהג [אלא בזמן שהיובל נוהג] דקרינן ביה עד שנת היובל יעבוד עמך. הלכה כר' טרפון דממזר נושא שפחה אפילו לכתחלה דאפי' איסורא דרבנן ליכא שלא גזרו על השפחה לממזר מפני תקנת בניו:", 
            "עשרהיוחסין עלו כשעלו לגולה:", 
            "חללי. כהנים שנולדו מן הפסולות לכהונה:", 
            "חרורי. משוחררים:", 
            "נתיני. גבעונים שמלו בימי יהושע ואמרי' ביבמות דדוד גזר עליהם:", 
            "לבא. כהני לויי וישראלי מותרים לשאת זה את זה:", 
            "אבל חללה היא בלאו לכהן וגיורת ומשוחררת ספק זונות נינהו:", 
            "גרי. קסבר לא אקרו קהל:"
        ], 
        [
            "גדולה חזקה. כלומר ראוי לסמוך עליה:", 
            "כתבם המתיחסים. כתב היחס:", 
            "התרשתא. הוא נחמיה בן חכליה ובתלמוד ירושלמי נמצא על שם שהיה משקה למלך התירו לו יינם של עובדי כוכבים לשתות לכך נקרא התרשתא:", 
            "עד עמוד הכהן. כלומר עד שיתברר. דאורים ותומים לא היו בבית שני. בקדשי הגבול תרומה:", 
            "ויגואלו. ויתחלצו מן הכהונה והיינו חללין. ליוחסין ונושא כהן בתו וכיון שראו אותם אוכלים בתרומה ישא כהן בתם ונמצא שנושא בת חלל:", 
            "ריע חזקייהו. פי' ר\"ש דשאר כהנים אוכלים בקדשי המקדש והם אינם אוכלים. והעקר שלא מצאו כתב יחוסם כמו שכתבנו בכתובות פרק האשה:", 
            "תרומה דרבנן. תרומת חוצה לארץ:", 
            "תרומה דאורייתא. תרומת הארץ:", 
            "לא אכול אלא בתרומה דרבנן כגון תרומת פירות וירק. תרומה דאורייתא דגן תירוש ויצהר ומאי מקדש הקדשים דמשמע הא לשאר מילי אכול. ה\"ק לא במידי דאיקרי קדש דכתיב זר לא יאכל קדש קדשים דרבנן:"
        ], 
        [
            "רב יהודה היה ראש בפומבדיתא. נטר. המתין עד שיטול שלוחו של רב יהודה. בר שויסקל דרך גנאי אמר. ור\"ש פי' גרגרן אוכל צלי ואשכחן בפסחים [דף צו] ודילמא שויסקל עבדו כלומר צלי:"
        ], 
        [], 
        [
            "מטהר. פי' ר\"ש לעתיד לבא שלא יבדילם הקב\"ה מאחר שנדבקו בהם משפחות ישראל. והרי\"ף פי' בפרקין דלעיל בנושא שפחה כר' טרפון. משפחה שנטמעה נטמעה. נטמעו עמהם מפני עושרם אין הקב\"ה מבדילם לעתיד לבא מאחר שנדבקו בהם משפחות הרבה. עיסה היא מדומעת מקמח ומים ומלח ומורסן כך כל הארצות משפחתם מעורבות כנגד משפחת בני ארץ ישראל וארץ ישראל עצמה היא מעורבת כנגד משפחת בני בבל שכל המשפחות הפסולות עלו מבבל ע\"י עזרא שחזר הפסול לארץ ישראל. ולבדוק אחר משפחות בבל כל הבא לישא משם. למקום סכנה לפסול משפחות אנשי זרוע שיהרגום. היכלא שבועה בהיכלו של מקום אנו יודעים אותה משפחה. שנטמעה מחמת שלא נודע פסולה נטמעה ואין להפרישו מספק מי נטמע ומי לא נטמע אלא יניחום מספק והם כשרים לעתיד לבא. ומסתברא דכר' יהודה ס\"ל דאמר דממזרים יטהרו לעתיד לבא. בית הצריפה שנטמעה מחמת שלא נודע פסולה נטמעה:"
        ], 
        [], 
        [], 
        [
            "זו דברי ר' מאיר מתני' דתני דעלו פסולין לארץ ישראל דמשמע דאין כל ארצות בחזקת כשרות חוץ מבבל. נושא ממזרת דלא איקרי קהל הילכך אינהו [לא הוו בכלל] לא יבא ממזר בקהל ה':", 
            "אסור דקהל גרים מקרי קהל א). ופי' לפסולים שבכהנים הוזהרו על בנותיהם והם לא הוזהרו בכהונה אבל לפסולים שהאנשים הפסולים הוזהרו עליהם מלישא אותם כגון ממזר או פסול אף הן הוזהרו דהשוה הכתוב אשה לאיש לכל עונשין שבתורה והכי איתא ביש מותרות:", 
            "רוב כשרין אצלה רוב העולם כשר אצל פנויה שאין הולד ממזר אפי' מעובד כוכבי' ועבד שאין ממזר אלא מקרובים:", 
            "אינהו לגבה הבועל אצלה:", 
            "מאי אמרת לפסול אותם דילמא אזלא לגבייהו וזה הקרוב נשאר במקום קביעתו שתוקית ורבנן שרו ספקן בספקן:", 
            "אשת איש אע\"פ שרוב פסולים אצלה אם נבעלה לפסול לה הולד אינו ממזר דרוב בעילות אחר הבעל ואם ילדה ממזר אינה משליכו שיכולה לומר מבעלי הוא:"
        ], 
        [], 
        [
            "חיה. מילדת נאמנת לומר זה בן פלוני וזה בן פלוני:", 
            "ערעור. על הולד לומר זה בן ממזר. דלית ליה חזקה דכשרות שלא נודע לבריות מי הוא הכשר והם עדיין בקביעותם שלא יצאו מהבית דנימא דמרובא פריש:", 
            "לזה מכרתי אם שנים מערערים על המקח המוכר נאמן כשנים לומר לזה מכרתי. אינו נאמן אפי' כעד אחד פר\"ש שמקחו ביד המוכר מידק דייק המוכר למי מכר כדי שלא יתן מה שמכר לראובן לשמעון אבל אין מקחו בידו אלא שניהם אדוקים בו אינו נאמן דכיון דתו לא רמיא עליה לא דייק לזכור מי הוא הלוקח משמע מלשונו אפי' כעד א' אינו נאמן ואע\"ג דמסהיד בברי דאנן סהדי דלא מצי למזכר ליה."
        ], 
        [
            "ונחזי זוזי. קס\"ד שלא קבל מעות אלא מאחד הילכך ודאי זכור הוא ממי קבל המעות הילכך נשאל ממי קבל דמים דודאי זכור הוא על זה ויהא נאמן לומר לזה מכרתי:", 
            "ולא ידיע. כתב ר\"ש בריש מציעא ולא ידעי' גרסי' ולא ידע לא גרסי' אע\"פ שהוא אומר לזה מכרתי וקבלתי המעות מדעתי אינו נאמן דאנן סהדי שאינו זכור כל כך משהלכו מלפניו. ופי' הכי לא צריכא. לעולם אם לא קבל מעות אלא מהאחד אע\"פ שאין המקח בידו נאמן כשנים. והא דאמרינן שאין נאמן אפי' כאחד כשאין המקח יוצא מתחת ידו מיירי שלקח מעות משניהם ואומר לזה מכרתי וקבלתי המעות ברצוני הוא דאינו נאמן אפי' כאחד דאנן סהדי דלא דכיר ממי לקח ברצונו ואף לנו אין ידוע הילכך הו\"ל דין שנים אוחזין בטלית. וזה תימה גדול כשהמקח יצא מידו ולא קבל מעות אלא מאחד אמאי יהא נאמן כשנים וכשקבל משנים ומעיד לזה מכרתי אמאי לא יהא נאמן כעד א' ועקר הפי' שמקחו בידו נאמן כשנים שהרי בידו ליתנו למי שירצה והוי אידך מוציא מחבירו ועליו הראיה הילכך נאמן כשנים אם לא יביא האחר עדים:", 
            "אינו נאמן. כשנים אפי' כעד א':", 
            "ומותיב ונחזי זוזי. כלומר יעיד ממי לקח המעות ויהא עדותו עדות כעד א' דודאי זכור הוא ממי לקח המעות:", 
            "לא צריכא. כלומר אע\"פ שאין המקח בידו נאמן כעד אחד והכא מיירי שאינו זכור אף ממי שלקח המעות דמיירי שלקח משניהם ולא ידע גרסי' כלומר הוא אינו זכור ואינו נאמן דקאמר מטעם שאין שם עדות כלל הילכך הו\"ל דין שנים אוחזים בטלית:", 
            "נאמן דיין. ומסתברא דביחיד שקבלוהו עליהם לדון להם זה הדין מיירי:", 
            "כשבעלי דינים עומדים לפניו עדיין הוא דיין ונאמן. [ונחזי] זכותא ביד איזה מהן. הוא פסק דין של זכות:", 
            "דקריע. שנתקרע:", 
            "שודא דדייני. כגון ההיא דכתובות דאמר נכסי' לטוביה ובאו שני טוביה. שניהם קרובים שניהם שכנים שודא דדייני ואפשר שיהפך לבו לא' (רצה) ליתן וכיון שפסק הדין לא' אם בא לחזור אינו חוזר לפי' אין רוצין לחזור מדין. ע\"כ בר\"ש. [והוא עיקר]:", 
            "ונהדר ודיינינהו. ואנו נראה לפי טענותם מי הוא שיזכה ומי הוא שחייב. ומשני שודא דדייני כדפרישנא וכל שכן אם לא נתקרע פסק דין שלו שאינו נאמן אלא שיראו הפסק דין אבל אם הדבר תלוי באומד דעתו של דיין ונתקרע פסק דינו אם היו עדיין עומדים לפניו נאמן שהרי עדיין בידו לפסוק הדין למי שירצה שעדיין הוא דיין על זה הואיל והם לפניו אבל הלכו להם [תו אין עליו] תורת דיין ואינו נאמן אלא או יחזרו ויקבלוהו עליהם לדון או יעשו דיין אחר. נאמנת והולד ראוי לבא בקהל אבל להשיאה לכהן לכתחלה בעינן תרי רובי שיהיה רוב העיר משיאין נשיהם וכו' ורוב סיעה כשרים כדאיתא ספ\"ק דכתובות מיהו אם נשאת לא תצא:", 
            "רוב פסולים. שרוב העיר פסולים. אי נמי שהיא ארוסה ואמרה לארוס נבעלתי ואם לא בדק את אמו ומתה הולד שתוקי והוי ספק ממזר:"
        ], 
        [
            "מותרין לבא זה בזה. דקסבר דלא יבא ממזר בקהל ה' בקהל ודאי לא יבא הא בקהל ספק יבא:", 
            "ומאי ניהו. דלא איירי בהו ברישא דמתני':", 
            "זו בזו. לישא ממזרת או שתוקית:", 
            "אי הכי דהני וכו' ודאי לא אקרי קהל:", 
            "בן ט' שנים ויום א' כלומר בן ט' שלמים ביאתו ביאה וכן בת ג' ויום א' פי' בת ג' דניהוו שלמים לקח קצת משנה אחרת:", 
            "פסלוה. לכהנת מן הכהונה ומן התרומה ולויה וישראלית מלינשא לכהן:", 
            "כל שזרעו פסול. שקצת זרעו פסול אע\"פ שקצתו כשר כגון גר עמוני ומואבי שזכריו פסולים ונקבותיו כשרות:", 
            "פוסל. אשה בביאתו ובהא פליג עליה רשב\"ג:", 
            "וכל שאין זרעו פסול כלל כגון מצרי שני שזרעו הוא דור שלישי הוא אינו פוסל אשה בביאתו ובהא פליג ר' יוסי את\"ק:"
        ], 
        [
            "הכל מודים הני תנאי דלעיל:", 
            "אלמנת עיסה. פר\"ש מי שהיא אלמנה מאיש שהיה כעיסה ספק מדומעת כך בעלה הוא ספק חלל. והר\"ם פי' בקדושה פי\"ט שנתערב במשפחה ספק חלל או ספק נתין או ספק ממזר. והמשיל משפחה זו (כמשפחה) [כעיסה] שנתערבה חלקיה כשנילוש הקמח ופי' ספק ספקא שמא זו אלמנת אותו ספק שמא אינה אלמנתו ואת\"ל שהיא אלמנתו שמא לא היה חלל או ממזר ופסק דמותרת כרשב\"ג כמ\"ש פ\"ק דכתובות. והכא גרסי' רשב\"ג ובעדיות בסיפא דהאי משנה גרסי' ר\"ג והלכתא כותיה. ור\"ש פי' ספק ספקא [בעלה] היה ספק והיא באה מכחו לפי' נקרא ספק ספקא:", 
            "הלל שונה בברייתא דעשרה יוחסין ותני דכל האסורין לבא בקהל מותרים לבא זה בזה ממזר ודאי בספק דאמרי' ביבמות פרק אלמנה ושם ביארנוה יפה:"
        ], 
        [], 
        [
            "ד' אמהות. שנים מצד האב ושנים מצד האם:", 
            "שהם שמנה. כל אחת אמה [ואם אמה] אמה ואם אמה ובודקים שלא היו טמאות *) או אחת מן הפסולות לקהל:", 
            "ואם אבי אמה. של אשה זו שהוא נושא:", 
            "ואמה. שהיא אם אם [אבי] אמה:", 
            "לויה וישראלית. וכהן בא לכנסה. שהערוב נמצא בהם יותר:", 
            "מן המזבח. שאם התחיל לבדוק באמהות ונמצא שאבי אביה שמש במזבח א\"צ לבדוק באמותיו שאם לא היה מיוחס לא היו מניחין אותו לעבוד:", 
            "מן הדוכן. שהעידו עליו שעמד עם הלויים בדוכן לשורר שיר. אבל לנשיאות כפים לא דאית ליה אין מעלין מנשיאות כפים ליוחסים בפ' האשה שנתארמלה. ולמאן דאית ליה מעלין אפי' מנשיאות כפים קאמר:", 
            "וכן אם נמצא שהיה מן הסנהדרין אין לבדוק אמו:", 
            "משיאין לכהונה ואין צריכין בדיקה ובגמ' מפרש [מ\"ט דתני] ארבע בנשי ולא תני ד' אבות:"
        ], 
        [
            "ריש כורא. ממונה על המדות:", 
            "ריש גרגותא. בור להשקות בית השלחין ופעמים הוא של רבים וממנים שם שוטר שלא ידלה איש ביום של חבירו:", 
            "בערכי. שהיה כתוב בסדרי הדיינים:", 
            "ישנה. מעיר ישנה של צפורי:", 
            "של בית דוד. שהיו באים למחלוקת חדש בחדש וחוזרים חלילה והוא לשון איסטרטיא:"
        ], 
        [
            "בת חלל זכר. כלומר שבאה מן הזכר כגון בן בן חלל עד סוף כ$ הדורות בת אחרון פסולה כבת ראשון אב$ בת בתו כשרה וטעמא יליף בגמ':", 
            "ישראל שנשא חללה. ודוקא ישראל אבל כהן שנשא חללה בתו חללה דכל ולד שנולד בביאה מאיסו' כהונה הוי חלל:", 
            "חלל (זכר) [שנשא]. בגמ' מותיב הא תנא ליה רישא:", 
            "בת גר זכר. אפי' זכר ואפי' מישראלית:", 
            "כבת חלל [זכר]. ופסולה אבל בת גיורת מישראל כשרה:", 
            "מה להלן. לענין טומאה זכרים. דכתיב בני אהרן ולא בנות אהרן אף בפסול חללות כן. בתו של כהן גדול מאלמנה:", 
            "זרעו [כתיב] ואפי' נקבות משמע. ולא אהני גזרה שוה אלא לזרע זרעו:", 
            "זרעו לו. מה זרעו פסול אף זרע זרעו פסול וגזרה שוה אהני לנקבה שהיא מזרעו נקבה אבל לא לנקבה בת זכר:", 
            "מקוה טהרה להכשיר הבת לכהונה:", 
            "בעמיו ולא כתיב בעממיו בעם א' שהוא ואשתו חללים. זרעו הולד שנולד מאלמנה לכהן גדול ומגרושה לכהן הדיוט. היא עצמה האלמנה עצמה מנין שהיא מחוללת מן התרומה ומן הכהונה שלוקה עליה כהן הדיוט משום חללה הואיל ובא עליה כהן גדול א). כשרה ונתחללה על ידי אותה ביאה. אסורה שהולד הנולד מאותה ביאה לא היה כשר מעולם. היא מתחללת בכל מקום בכל ביאה אסורה שנבעלה היא נעשית חללה כדמוכח פ' יש מותרות. לא יקחו להם לנשים להזהיר אשה על ידי האיש. אבל הוא אין מתחלל בשום ביאה דכתיב לא יחלל זרע הזרע הוא מתחלל ולא הוא עצמו ותנן בבכורות הנושא נשים בעבירה פסול עד שידור הנאה וכי נדר הנאה מיהא עובד עבודה (פסולה) פסולה לו ואפי' הוא ישראל אם בעל ביאה אסורה שאין הולד ממזר הוי הולד חלל. מחזיר גרושתו משנשאת לאחר או נתקדשה. היא תועבה כלומר היא עונש עבירה וקא הויא חללה משום אותה ביאה אסורה:", 
            "שעיקרה משמעות הפסוק כך הוא אבל חללה הנעשית על ידי ביאה הוצרכו לדרוש חכמים המקרא זה שהיה כשר ונתחלל:", 
            "אלמנה אלמנה אלמנה בעל אלמנה שיש לה ג' שמות כדמפרש. אלמנת ראובן ואלמנת שמעון [ואלמנת לוי]. שבא על ג' נשים אלמנות:"
        ], 
        [
            "אלמנת ראובן שהיא היתה אלמנה משלשה אנשים והתרו בו התראה אחת משום אלמנה:", 
            "כסדר הזה. שנתארמלה תחלה ונשאת לשני וגרשה ונשאת לכהן ונתחללה בביאתו ואח\"כ נבעלה לפסולים או לקרובים בעילת זנות ונעשית זונה:", 
            "זונה הויא. חללה לא הויא:", 
            "איכא מ\"ד דה\"ג איסור מוסיף ואיסור כולל אית ליה. והעיקר דאיסור מוסיף לחודיה גרסי' ואיסור מוסיף הוא שנוסף איסור בחתיכה שאוסרה במה שהיתה מותרת בה כגון גרושה שנעשית חללה יכול לאסור החתיכה דהיינו האשה אם היא בת כהן הילכך שם דחללה על גרושה הוא איסור מוסיף ואפי' היא בת ישראל אתי וחייל ולוקה עליה כהן שתים. וכן נמי אם האיסור המוסיף בחתיכה גרמה ליה לאסור החתיכה למי שהיה מותר בה בתחלה קודם שיחול עליה האיסור השני כדברירנא התם בשבועות ובסוף כל הבשר. ואיסור כולל הוא כשנוסף לו איסור בחתיכות אחרות שהיה מותר בהן כדאיתא בשבועות שתים הילכך הא דאמרי' הכא הויא לה חללה מגו דאיתוסף בה איסורא למיכל בתרומה הוא איסור מוסיף דאיסור מוסיף באותה חתיכה דאמרינן בשבועות שתים כשנוסף לחתיכה זו איסור מפני האיסור השני שאוסרה איסורא לגבוה איתוסף נמי להדיוט. וכן נמי אם נוסף לה איסור במה שהיתה מותרת בה כדהכא דגרושה שנעשית חללה אם היתה בת כהן היתה מותרת בתרומה נעשית חללה ואסורה בתרומה מגו דאיתוסף בה איסורא לגבי תרומה איתוסף נמי איסורא לגבי כהן שחייב עליה אף משום חללה אפי' היתה בת ישראל דשם חללה איסור מוסיף הוא שאם היתה בת כהן אוסרה לחתיכה בתרומה שהיתה מותרת בה כדכתבינן:", 
            "אסורה. שכהן לוקה עליה אף משום גרושה:", 
            "חללה למה נאמרה. הרי אסורה לכהן הדיוט:", 
            "אין חללה. מסדר הענין אתה למד שלא כתב חללה אחר זונה מפני [שמצינו בישראל] שם זנות פוסל כדלעיל. אלא כתבו אחר אלמנה וגרושה שאין איסורן נוהג אלא בכהנים:", 
            "כאן בכהן גדול. להלן בכהן הדיוט:", 
            "חולין. חללים דכתיב בכהן גדול ולא יחלל הילכך אין חללה אלא מאיסור כהונה:", 
            "אלמנה וגרושה בא על אשה אלמנה שהיא גרושה ג\"כ:", 
            "שני שמות. משום אלמנה ומשום גרושה:", 
            "על זה. ודאי שני שמות דקתני הוא אלמנה וגרושה מיהו על אלמנה לוקה משום לא יקח ומשום לא תחלל וכן בגרושה:", 
            "אלא אחת. ס\"ד לאו א' והוא לאו דגרושה דחלוצה דרבנן הוא:", 
            "שתי שמות. משום לא יקח ומשום לא יחלל:", 
            "וחלוצה מדרבנן הוא. קושיא הוא:", 
            "קדש לוקה. פר\"ש קדש כהן גדול או הדיוט אחת מן הפסולות האמורות בהן:", 
            "לא יקח. דלא יקח משמע לא יקדש:", 
            "בעל. אף בלא קדושין לוקה משום לא יחלל. קדש ובעל לוקה. פר\"ש שתים אחת משום לא יקח ואחת משום לא יחלל:", 
            "אינו לוקה. אפי' משום לא יקח:", 
            "ומודה אביי. אף ע\"ג דמחייב מלקות אקדושין באיסור כהונה התם הוא דכל לאו באפי נפשיה הוא ולא תלה זה בזה אבל ישראל המחזיר גרושתו משנשאת לאחר כתיב לא יוכל לשוב לקחתה להיות לו לאשה וכיון דקיחה היינו קדושין להיות לו לאשה היינו ביאה אלמא תלה רחמנא קדושין בביאה:", 
            "ומודה רבא. אף ע\"ג דבאיסור כהונה בעי תרתי ביאה אחר קדושין ה\"מ דלא לקי אקדושין לחודייהו אבל אביאה בלא קדושין לקי. ונמשך בכל זה ר\"ש אחר פירושו שפי' דלא יחלל אפי' אכהן הדיוט קאי. ושניהם מודים בין אביי בין רבא באיסור מחזיר גרושתו משנשאת לאחר דבעל ולא קדש שאינו לוקה:", 
            "דרך לקוחין אסרה תורה. כלומר על הביאה לא פרט לאו אלא ע\"י לקוחין דלא יכול לשוב לקחתה כתיב. ודעת הר\"ם ז\"ל לפמ\"ש בקדושין פי\"ז וט\"ו ובספר המצות בקס\"ה ובקס\"ב דאינו לוקה משום לא יחלל אלא כ\"ג באלמנה מפני שהיא כשרה לכהונה ובזאת הבעילה חללה ופסלה לכהונה. אמנם כהן הדיוט אם בעל בלא קדושין אע\"פ שזה אסור עליו ומוזהר ממנו ופסלה לכהונה אינו לוקה כי לא נתבארה האזהרה וכתב כ\"ג בגרושה וחללה זונה עם כהן הדיוט א' הוא ע\"כ ענין לשונו וכן נראה מן ההלכה שכל מקום שזוכר שלוקה משום לא יחלל מפרש ואומר ג\"כ באלמנה. א\"ר יהודה אמר רב כ\"ג באלמנה וכו' פי' אלמנה דוקא. ומותיב תלמודא ולילקי נמי משום לא יחלל זרעו. כלומר אמאי נקט אלמנה אפי' בגרושה מצי למימר לוקה שתים משום לא יקח ומשום חלול זרעו ומשני האי דנקט אלמנה ולא גרושה משום דמיירי בשלא גמר ביאתו אבל לעולם אם גמר ביאתו הרי חלל זרעו ואף בגרושה לוקה שתים. ואותביה רבא מהא מתני' דאלו הן הלוקין שדעת רבא דלא יחלל אינו לוקה אלא על אלמנה שהיא כשרה ונתחללה בביאתו וזה הלאו באלמנה. ואותביה מאי לאו שני שמות ותו לא כלומר אין הצטרפות לאיסורן אלא כשם שלוקה משום אלמנה כך לוקה משום גרושה אבל לעולם משום אלמנה לוקה שתים ומשום גרושה אינו לוקה אלא אחת ומשני לא שני שמות משום אלמנה ושני שמות משום גרושה ומכל וכל השוה אותן. ומותיב מגרושה וחלוצה דלא תני אלא אחת. ומשני וכו' נמצא דעת רבא דהא דאמר רב כ\"ג באלמנה לוקה שתים באלמנה דוקא הוא. ודעת שיטת הגמ' דאפי' בגרושה הוא אם גמר ביאתו ובתר הכי אתיא פלוגתא דאביי ורבא דשייכא בהא מילתא ומגרר עמה פלוגתא אחריתי. אמר אביי קדש לוקה כלומר קדש כ\"ג אלמנה או הדיוט גרושה לוקה [משום] לא יקח בעל אע\"פ שלא קדש לוקה משום לא יחלל דס\"ל לאביי כשטה דלעיל דלא יחלל זרעו דכתיב אף לכל איסורי כהונה הלכך אפי' כהן הדיוט אם בא על אחת מהאסורות לוקה אף משום לא יחלל. ואם קדש ובעל לוקה שתים והה\"נ לממזרת ונתינה לישראל דלא כתיב בהו קיחה אלא לא יבא שלוקה עליהם אם בא על אחת מהן בלא קדושין. ורבא אמר קדש ובעל בין כ\"ג באלמנה או הדיוט בגרושה לוקה כ\"ג שתים כדלעיל והדיוט אחת לא בעל אינו לוקה לא כ\"ג ולא הדיוט כלל. מה טעם קאמר כלומר זה טעם לכל דברי רבא. וה\"פ זה הלאו דלא יחלל אינו לוקה עליו אלא מאלמנה שבה נתייחד זה הלאו שהוא מחללה עתה בביאתו ואע\"פ שזכר גרושה כאן וחללה זונה שהזכיר למעלה בפרשת כהן הדיוט לא ליחד להם לאו על הביאה לחודה משום חלול הזרע בא. אלא לפרש טעם האיסור שלא יחלל זרעו ואין להלקות על לאו זה שאינו אלא פי' וטעם על האיסור. אבל מאלמנה אם בא עליה לוקה שהרי לא אסרה לו אלא בזאת הפרשה ובא להזהירו שלא יחלל וגם בה נתן טעם חלול הזרע לאסור הקיחה אלמא אינו לוקה על הקיחה אלא מפני החלול והואיל ולא בא עליה אינו לוקה. והה\"נ לממזרת ונתינה לישראל דלא חמירי מאיסורי כהונה ואין לוקין עליהם אלא בביאה שאחר קדושין. והנה זה הפי' טוב מאד ומקובל למ\"ש הרב ונאות לשטת הגמ' ורבא עמד בדעת אחרת. כי לפי' ר\"ש רבא סובר שאף באלמנה אינו לוקה משום לא יחלל ולא ידעתי מי הכריח לחזור מדעתו ולומר שלוקה משום לא יחלל באלמנה. והא דקאמר רבא בתמורה פ' כל האסורין בזונה גויה הבא עליה לוקה משום לא יחלל כאביי קאמר כמ\"ש בפ' הבא על יבמתו:"
        ], 
        [], 
        [
            "נאמנין במילתיה דר' יהודה גרסי' נאמן דארישא קאי כשהאב מעיד ובפרק יש נוחלין איפסיקא הלכתא כר' יהודה. ובפ' החולץ נמי אמרי' נאמן כר' יהודה אבל אם יש להן בנים אינו נאמן:", 
            "חזקה דכשרות. שהרי יצא לאויר העולם ועד הנה היה בחזקת כשר:", 
            "היינו דכתיב יכיר. לאשמועינן שנאמן לפסלו אבל לרבנן דאמרי שאינו נאמן לפסלו אלא להורישו בנכסיו פי שנים למה לי קרא פשיטא דנאמן הוא במגו דהא אי בעי למיתן ליה כל נכסיה יהיב ליה. הילכך אע\"ג דלא ידעי' אם הוא בכור אם לאו כגון שבאו ממ\"ה פשיטא דנאמן משום מגו:", 
            "לאחר מכן. לאחר שהעיד בפנינו שהוא רוצה ללכת בדרך רחוקה והעיד בפנינו שהוא בכור ויטול פי שנים בנכסי אביו כשימות אבי של זה האב המעיד נאמן והכא ליכא מגו דאין יכול ליתן (אלא) בתורת מתנה דאין אדם מקנה דבר שלא בא לידו:", 
            "כשהוא גוסס. כתוב בס' התרומה שר\"ח פי' שאע\"פ שהוא מדבר אינו יכול להקנותם במתנה כיון דרוב גוססים למיתה הרי הוא חשוב כמת וכתב בעל התרומה ומכאן מוכיח רבינו יואל כי גוסס אע\"פ שמדבר בטוב וגם דעתו מיושבת עליו אינו יכול ליתן גט שחשוב כמת שכמו שאינו יכול להקנות במתנה אינו יכול ליתן גט והא דתנן פ\"ק דאהלות אדם מקנה וכו' ואע\"פ שכתב הר\"ם בערכין פ\"א הגוסס אין לו ערך ואין לו דמים הואיל ורוב הגוססים מתים הרי הוא כמת ע\"כ. לא רצה לומר שיהא כמת לכל דבר אלא לגבי הני מילי דוקא קאמר דמי לית ליה שאין אדם נותן בו פרוטה כמו שאין נותנין במת וערך נמי לית ליה דאינו יכול להעמידו לפני הכהן ולהעריכו ואע\"ג דא\"ר יוחנן במי שאחזו שאם אמר כתבו ונתנו גט לאשתי ואחזו קורדייקוס לא יתנו עד וכו' כדברירנא התם (דמדמי ליה לשוטה כדברירנא התם) טעמא דהואיל והוא שוטה ומדבר אי שרית למיהבת ליה כשהוא שוטה הואיל ואמר כתבו ונתנו כשהוא פקח אתי למישרא למיתן גיטא כי אמר כתבו ונתנו כשהוא שוטה דלא הוי גט כלל מ\"ה בהך אנפה פסיל ליה ר' יוחנן מדרבנן כדברירנא התם אבל מדאורייתא הוי גיטא דהא אמר כתבו ונתנו כשהוא חולה ולא נתנוהו כשהוא גוסס ולא נפיק מינה שום חורבא שאם הוא מדבר יכול לעשות שליח עתה וגיטו גט ואם אינו מדבר הרי עשאם שלוחים כשהוא מדבר והרי הוא עתה חי ולא נפיק מיניה חורבא והוי גט כשר ואפי' מדרבנן ובהדיא אמרי' בתוספתא היה צלוב ורמז ואמר כתבו גט לאשתי כותבים ונותנים כל זמן שיש בו נשמה זהו עקר ובארנו בפרק כל הגט ובמי שאחזו. ואפילו רבי מאיר דאמר אדם מקנה דבר שלא בא לעולם בעי דבההיא שעתא שיבאו לידו יהיה בר נתינה ויכול לדבר וגוסס לאו בר נתינה ונאמן אף על גב דלא מצי למיתן ליה דאף על גב [דאמר] דנכסים שיפלו לי כשאהיה גוסס נתונים לך לאו כלום הוא אפי' לרבי מאיר. והאי דלא אמר לאחר שמת דאפילו משום בכורה אינו נוטל דראוי הוא ואין הבכור נוטל בראוי כבמוחזק. אבל גוסס הוא כחי לכל דבריו ונוחל ומנחיל:", 
            "ואם שלו קדמו אין לך בטול שליחות גדול מזה:", 
            "אם אין ידוע. איזה מהן קדם:"
        ], 
        [
            "נותנים גט. אם באת להנשא לאחר. ואם רצו וכו' ומיירי שהם רחוקים אבל הם קרובים כגון שני אחים או אב ובנו (מאי) שניהם נותנים גט:", 
            "בעיר. בו ביום:", 
            "והרי היא בוגרת. פר\"ש בדקנוה מיד לדעת אם היא ברשות עצמה לקבל קדושיה ומצאנוה בוגרת א):", 
            "הרי בוגרת לפנינו (ואין קדושיה) [וקדושיה] קדושין ואין חוששין לקדושי אביה:", 
            "אימת וכו' כלומ' האי הרי היא בוגרת דקאמרת ר\"ל שבדקנוה עתה שהביאה סימני בגרות וקסברי תרוייהו דהאי איזו סימניה דתנן פ' יוצא דופן אצמל קאי ומסימני בגרות קאמר כלומר איזהו אות הבוגרת. באיזה זמן נעשו קדושין אלו ובדקנוה והביאה סימני בגרות אלימא בתוך ו' חדשים שבין נערות לבגרות בהא קאמר רב וכו' כדפרישנא לעיל לפי' ר\"ש:"
        ], 
        [
            "כאן במכחישתו וכו' שהיא אומרת שמן הבוקר הביאה אלו הסימני בגרות ומיהו לשמואל אם לא מצאנו לה סימנים אחר שנתקדשה אין חוששים לקדושיה כל עיקר עד שתביא סימנים (ו' חדשים עד שיצאו). וקא בעי דנימא נמי דאמוראי נמי לא פליגי ואפילו רב מודה שיש לבוגרת סימנים ואיזו סימניה אצמל קאי והאי דקאמר הרי היא בוגרת לפנינו כלומר ואין חוששים לקדושי אביה איירי במכחישתו. ותסברא וכו' אלא כי עבד איהו עובדא דלא הוה בהו הכחשה כלל שלא בדקוה כלל אלא דעבדי בהו עובדא דרב שמתחלת תשלום הששה חדשים יש לה דין בוגרת ואין סימנים אחרים לבוגרת כל עיקר וזהו עקר הפי':", 
            "לא על האשה שהיא מיוחסת פר\"ש שכבר בדקוה אותה כשנשאה ולהאי פירושא מתני' ר\"מ היא. ולא היא דאפילו כל המשפחות בחזקת כשרות עומדת כדאמרי רבנן וזאת האשה שנשא כאן ידענו משפחתה ובחזקת כשרות עומדת אבל כשנשא אשה במ\"ה אין אנו יודעים משפחתה ואין לאשה חזקת כשרות הילכך להשיא הבנים צריך ראיה אבל להאכילו בתרומה האב נאמן כדאיתא בהאשה שנתארמלה. ומתני' מפרשא בכהן שיצא להחזיק הבנים בכהנים או בישראל מיוחס להחזיק הבנים שיהיו ראויים לסנהדרים וכ\"כ הר\"ם באיסורי ביאה פ\"כ. ולא על הבנים דמיירי בקטנים וכרוכים אחריה דודאי מאותה אשה הם. על הבנים שהם מבני אותה אשה. מביא ראיה בעדים על האשה שהיא מיוחסת שהרי לא נשאה כאן ואין אנו יודעין אבל לא על הבנים שהם כרוכים אחריה:", 
            "באשה אחת שאמר אשה אחת נשאתי:", 
            "[בשתי נשים] פר\"ש אבל שתי נשים נשאתי ומתה האחת והר\"ם פי' אפילו שתיהן קיימות והביא ראיה על האחת והבנים כרוכים אחריה צריך להביא ראיה על בניה שאלו בנים של זו מביא ראיה עליה שהיא מיוחסת ועל הבנים שהם שלה ואפילו על הקטנים שהם כרוכים אחריה שאם כהן הוא אוכלים בנים בקדשי הגבול. אבל אם יש שם בנות אינן נישאות לכהונה עד שיביאו ראיה שהן בנותיהן של זו:"
        ], 
        [
            "ואפילו ליוחסין סמכי' אחזקה דהואיל וכרוכים אחריה בחזקת אמן הן אפילו לענין דיני נפשות כדמפרש ואזדא ר' יוחנן לטעמיה:"
        ], 
        [
            "עם שתי נשים. כ\"ש עם אחת מפני שדעתן קלה ונוחות להתפתות ולא תירא זו מחברתה ואף היא תעשה כמותה:", 
            "שני אנשים. הא' בוש מחברו:", 
            "בן מתיחד עם אמו להכי נקט בן עם אמו לומר שדרך הבן להיות מצוי אצל האם:", 
            "כל שלשים. ולד שמת בתוך ל' יום א\"צ לא מטה ולא (כריכה) [כליבה] וא\"צ אלא ג' ללוותו:", 
            "מה יתאונן:", 
            "כלומר מה מועיל לו האנינות כל זמן שהוא חי יצרו מתגבר עליו:", 
            "על מדותיו. של הקב\"ה על קורותיו הואיל ונתתי לו חיות וכי גבר על חטאיו שלא חטא לי ובצדקתו הוא. עשרה במטה. בחזקת שהיא מתה וקלקלו עמה ואשת איש היתה:", 
            "כשורא. קורה שיש בה משוי לעשרה בני אדם ואינם בושים זה מזה:"
        ], 
        [
            "לנקביו וצריך להתרחק משום צניעות. [מוסרים לו ב' ת\"ח]. המקנא לאשתו ומעלה אותה לירושלים להשקותה. ת\"ח שידעו שאסורה לבעל ויתרו בו אם יבא עליה:", 
            "דל כרעיך מהר ללכת שנקדימנה. ומסתברא דלפנים משורת הדין עבד שרצה להתרחק מן הכעור אבל לכל שני אנשים כשרים מותר. וחבריו רבי (יצחק) [צדוק] ורב כהנא:", 
            "מלקין. מי שנתייחד עם אשה מלקין שניהם מכת מרדות ואם אשת איש היא אוסרים אותה לבעלה:", 
            "אמר רב [אשי] הא דאמר רב מלקין דוקא פנויה אבל באשת איש אין מלקין אותה וכ\"ש שאין אוסרין אותה שאם אתה מלקה יאמרו שזינתה לפי' הלקי אותה דהאידנא ליכא מיתת ב\"ד:", 
            "מלקי. פר\"ש אשת איש שנתייחדה ומודיע שמשום יחוד הלקוה ולא משום זנות. והר\"ם פכ\"א דקדושה [כתב] מלקין פנויה על היחוד ומכריז שמשום יחוד הוא. מר נמי לילקי ולכריז גבי אשת איש:", 
            "בהא. במלקות ולא שמע בהכרזה ויוציא לעז על הבנים:", 
            "על לא טובה. מי שיצא עליו קול שהוא עובר עבירות דמלקין אותו:", 
            "דבני עלי כתיב לאו. לא טובה לאו הוא:", 
            "אפסרא. פר\"ש קבישט\"ר. כמו אפסר בהמה. ומקרי לפני הלוקה אל בני להודיע שמפני זה לוקה:", 
            "אין חוששים משום יחוד להלקותה. דכרוך ריפתא שאכלו:", 
            "שקולו דרגא. סלקו הסולם שלא ירד ויתייחד:", 
            "שושבינתיה. בעל ברית:", 
            "אנשים בחוץ בבית החיצון ונשים בבית הפנימי אין לחוש ליחוד שאין לאיש ליכנס בבית הנשים ואע\"פ שהאשה כשתצא תתיחד עם האנשים לא איכפת לן דאשה מתיחדת עם שני אנשים:"
        ], 
        [
            "שתי יבמות נשי שתי אחים וכולן שונאות זו את זו כדמפרש טעמא ביבמות פ' האשה שהלכה:", 
            "טעם ביאה. שמכרת ענין ביאה ואינה מוסרת עצמה לביאה מתוך קוטנה הילכך אין כאן משום דעת קלה. וזה וזה בין לישנא קמא [ובין] לישנא בתרא דס\"ל ללישנא קמא דמתשע שנים ויום אחד בקטנה וי\"ב ויום אחד בקטן הוו שתי שערות סימן:", 
            "בושה. שיש בה צד טעם ביאה הילכך לא ישן עמה בקרוב בשר אף על פי שהיא קטנה עדיין בהלכות הרי\"ף הכי איתא לא שנו אלא דמקדשא אבל לא מקדשא לית לן בה ונראה דה\"פ ל\"ש דקטנה שבושה לעמוד ערומה אסור לישן עמה בקרוב בשר דוקא כשהיא מקודשת שיש בה צד טעם ביאה. ונראה שפירש הרי\"ף טעם ביאה ב):", 
            "אותבה בכנפיה. שישן עמה בקרוב בשר שהניחה תחת בגדי מטתו:"
        ], 
        [
            "רווק פנוי בלא אשה. סופרים. מלמדי תינוקות וקאמר שלא ירגיל הרווק את עצמו להיות מן הסופרים:", 
            "וכן אשה לא תלמד לא תרגיל ובגמ' מפרש טעמא:", 
            "מי שאין לו אשה. בגמ' מפרש:", 
            "לא ירעה שלא יבא על הבהמה:", 
            "בטלית אחת. משום משכב זכור:", 
            "מתירים. שלא נחשדו ישראל לא על הזכור ולא על הבהמה. חשדא דינוקי משכב זכור. אמהתא שמוליכות בניהן לבית הספר:", 
            "כלל ומוסיף את\"ק דת\"ק דוקא קאמר שלא נשא מימיו ואתא ר' אליעזר ואמר אפי' נשא ומתה. או דלמא כשאינה שרויה אצלו דת\"ק קרי רווק כל מי שאין לו אשה. ואתא איהו למימר אפי' יש לו אשה ואינה שרויה אצלו שם אסור ללמד. תא שמע וכו' והא ודאי ר' אליעזר הוא וכן עיקר שאם נפרש אינה שרויה אצלו שאינה עומדת עמו ואינו מתייחד עמה היינו אין לו אשה. ומסתברא שאם הוא בעיר א' ללמד והניח אשתו בעיר אחרת שאסור דהא אין לו אשה כאן. אית דמפרשי שרויה אצלו ואפ\"ה שרו רבנן. מיהו כל זה בתינוקות אבל בגדולות לא שייך הכא לא אמהתא ולא אבהתא ומותר:", 
            "לא ילמד אדם וכו' כלומר כל אדם חייב ללמד את בנו אומנות כדמוכיח פ\"ק דמכלתין מקרא וראה חיים עם האשה אשר אהבת ובפ' אלו מציאות מוכיחים מוהודעת להם זה בית חייהם כלומר אומנות. ובירושלמי חזי ליה מקרא אחרינא ובחרת בחיים זו אומנות ואפ\"ה לא ילמדו אומנות עם הנשים. שאומנותו עם הנשים והנשים צריכות לו לא יתייחד עמהן לפי שכולן מחפות עליו ואילו איניש אחרינא עם שתי נשים תנן אבל ג' או ד' מותר. כל אלו גזלנים כשהולכים בדרכים גוזלים עצים ופירות ועוד שנשכרים לבני אדם ומעבירים על תנאם:", 
            "רועה בהמות שלו שמעבירן בשדות אחרים:", 
            "חנוני. מלומד בהונאה להטיל מים ביין וצרורות בחטין:", 
            "כשרים. שפורשים למקום גדודי חיות ולסטים ולבם נשבר. והספנים יותר עומדים במקום סכנה מן הגמלים ולפי' הם חסידים. טוב שברופאים. שממיתים החולה. שבטבחים ספק טרפות בא לידם וחסים על ממונם כל זה פר\"ש. ואית דמפרשי שהאומנות מלמדו אכזריות אפי' הטוב שבהם אכזרי ורע כעמלק. הצורפים צורפי זהב ועושים תכשיטים לנשים. הסריקים שסורקים בגדים לנשים. [והנקורות] נוקרי ריחיים לטחון והנשים טוחנות באותן ריחיים של יד כדאמרי' אלו מלאכות שהאשה עושה לבעלה טוחנת וכו':", 
            "רוכלים. מוכרי בשמים לנשים:", 
            "ספרים. נשים צריכות להם בשביל בניהם. אומן מקיז דם. בורסקי מעבד להם עורות לנעול. בלן מחמם מרחצאות:", 
            "תלמיותא. שעושים תלמים תלמים והוא כמעשה רוקם שנעשה במחט:", 
            "שעוברת. שיהיה (לו) ללא צורך אלא כל האומניות צריכים לעולם בין אומנות נקיה או מאוסה:", 
            "בשם. מוכר בשמים:", 
            "בורסי. מקמץ צואת כלבים:", 
            "קייץ. מייבש קציעות בשדה:", 
            "סבל. נושא משאות:", 
            "ינובון בשיבה. יצמח שכרן בעת שיבתן:", 
            "תושלב\"ע"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": "תוספות ר\"י הזקן על קידושין", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tosafot Ri HaZaken", 
        "Seder Nashim"
    ]
}