{
    "text": {
        "0_Chapter, 0_Verse": "ויהי אחרי מות יהושע וישאלו בני ישראל ביהוה לאמר מי יעלה לנו אל הכנעני בתחלה להלחם בו",
        "0_Chapter, 1_Verse": "ויאמר יהוה יהודה יעלה הנה נתתי את הארץ בידו",
        "0_Chapter, 2_Verse": "ויאמר יהודה לשמעון אחיו עלה אתי בגורלי ונלחמה בכנעני והלכתי גם אני אתך בגורלך וילך אתו שמעון",
        "0_Chapter, 3_Verse": "ויעל יהודה ויתן יהוה את הכנעני והפרזי בידם ויכום בבזק עשרת אלפים איש",
        "0_Chapter, 4_Verse": "וימצאו את אדני בזק בבזק וילחמו בו ויכו את הכנעני ואת הפרזי",
        "0_Chapter, 5_Verse": "וינס אדני בזק וירדפו אחריו ויאחזו אתו ויקצצו את בהנות ידיו ורגליו",
        "0_Chapter, 6_Verse": "ויאמר אדני בזק שבעים מלכים בהנות ידיהם ורגליהם מקצצים היו מלקטים תחת שלחני כאשר עשיתי כן שלם לי אלהים ויביאהו ירושלם וימת שם",
        "0_Chapter, 7_Verse": "וילחמו בני יהודה בירושלם וילכדו אותה ויכוה לפי חרב ואת העיר שלחו באש",
        "0_Chapter, 8_Verse": "ואחר ירדו בני יהודה להלחם בכנעני יושב ההר והנגב והשפלה",
        "0_Chapter, 9_Verse": "וילך יהודה אל הכנעני היושב בחברון ושם חברון לפנים קרית ארבע ויכו את ששי ואת אחימן ואת תלמי",
        "0_Chapter, 10_Verse": "וילך משם אל יושבי דביר ושם דביר לפנים קרית ספר",
        "0_Chapter, 11_Verse": "ויאמר כלב אשר יכה את קרית ספר ולכדה ונתתי לו את עכסה בתי לאשה",
        "0_Chapter, 12_Verse": "וילכדה עתניאל בן קנז אחי כלב הקטן ממנו ויתן לו את עכסה בתו לאשה",
        "0_Chapter, 13_Verse": "ויהי בבואה ותסיתהו לשאול מאת אביה השדה ותצנח מעל החמור ויאמר לה כלב מה לך",
        "0_Chapter, 14_Verse": "ותאמר לו הבה לי ברכה כי ארץ הנגב נתתני ונתתה לי גלת מים ויתן לה כלב את גלת עלית ואת גלת תחתית",
        "0_Chapter, 15_Verse": "ובני קיני חתן משה עלו מעיר התמרים את בני יהודה מדבר יהודה אשר בנגב ערד וילך וישב את העם",
        "0_Chapter, 16_Verse": "וילך יהודה את שמעון אחיו ויכו את הכנעני יושב צפת ויחרימו אותה ויקרא את שם העיר חרמה",
        "0_Chapter, 17_Verse": "וילכד יהודה את עזה ואת גבולה ואת אשקלון ואת גבולה ואת עקרון ואת גבולה",
        "0_Chapter, 18_Verse": "ויהי יהוה את יהודה וירש את ההר כי לא להוריש את ישבי העמק כי רכב ברזל להם",
        "0_Chapter, 19_Verse": "ויתנו לכלב את חברון כאשר דבר משה ויורש משם את שלשה בני הענק",
        "0_Chapter, 20_Verse": "ואת היבוסי ישב ירושלם לא הורישו בני בנימן וישב היבוסי את בני בנימן בירושלם עד היום הזה",
        "0_Chapter, 21_Verse": "ויעלו בית יוסף גם הם בית אל ויהוה עמם",
        "0_Chapter, 22_Verse": "ויתירו בית יוסף בבית אל ושם העיר לפנים לוז",
        "0_Chapter, 23_Verse": "ויראו השמרים איש יוצא מן העיר ויאמרו לו הראנו נא את מבוא העיר ועשינו עמך חסד",
        "0_Chapter, 24_Verse": "ויראם את מבוא העיר ויכו את העיר לפי חרב ואת האיש ואת כל משפחתו שלחו",
        "0_Chapter, 25_Verse": "וילך האיש ארץ החתים ויבן עיר ויקרא שמה לוז הוא שמה עד היום הזה",
        "0_Chapter, 26_Verse": "ולא הוריש מנשה את בית שאן ואת בנותיה ואת תענך ואת בנתיה ואת ישב [ישבי] דור ואת בנותיה ואת יושבי יבלעם ואת בנתיה ואת יושבי מגדו ואת בנותיה ויואל הכנעני לשבת בארץ הזאת",
        "0_Chapter, 27_Verse": "ויהי כי חזק ישראל וישם את הכנעני למס והוריש לא הורישו",
        "0_Chapter, 28_Verse": "ואפרים לא הוריש את הכנעני היושב בגזר וישב הכנעני בקרבו בגזר",
        "0_Chapter, 29_Verse": "זבולן לא הוריש את יושבי קטרון ואת יושבי נהלל וישב הכנעני בקרבו ויהיו למס",
        "0_Chapter, 30_Verse": "אשר לא הוריש את ישבי עכו ואת יושבי צידון ואת אחלב ואת אכזיב ואת חלבה ואת אפיק ואת רחב",
        "0_Chapter, 31_Verse": "וישב האשרי בקרב הכנעני ישבי הארץ כי לא הורישו",
        "0_Chapter, 32_Verse": "נפתלי לא הוריש את ישבי בית שמש ואת ישבי בית ענת וישב בקרב הכנעני ישבי הארץ וישבי בית שמש ובית ענת היו להם למס",
        "0_Chapter, 33_Verse": "וילחצו האמרי את בני דן ההרה כי לא נתנו לרדת לעמק",
        "0_Chapter, 34_Verse": "ויואל האמרי לשבת בהר חרס באילון ובשעלבים ותכבד יד בית יוסף ויהיו למס",
        "0_Chapter, 35_Verse": "וגבול האמרי ממעלה עקרבים מהסלע ומעלה",
        "1_Chapter, 0_Verse": "ויעל מלאך יהוה מן הגלגל אל הבכים ויאמר אעלה אתכם ממצרים ואביא אתכם אל הארץ אשר נשבעתי לאבתיכם ואמר לא אפר בריתי אתכם לעולם",
        "1_Chapter, 1_Verse": "ואתם לא תכרתו ברית ליושבי הארץ הזאת מזבחותיהם תתצון ולא שמעתם בקלי מה זאת עשיתם",
        "1_Chapter, 2_Verse": "וגם אמרתי לא אגרש אותם מפניכם והיו לכם לצדים ואלהיהם יהיו לכם למוקש",
        "1_Chapter, 3_Verse": "ויהי כדבר מלאך יהוה את הדברים האלה אל כל בני ישראל וישאו העם את קולם ויבכו",
        "1_Chapter, 4_Verse": "ויקראו שם המקום ההוא בכים ויזבחו שם ליהוה",
        "1_Chapter, 5_Verse": "וישלח יהושע את העם וילכו בני ישראל איש לנחלתו לרשת את הארץ",
        "1_Chapter, 6_Verse": "ויעבדו העם את יהוה כל ימי יהושע וכל ימי הזקנים אשר האריכו ימים אחרי יהושוע אשר ראו את כל מעשה יהוה הגדול אשר עשה לישראל",
        "1_Chapter, 7_Verse": "וימת יהושע בן נון עבד יהוה בן מאה ועשר שנים",
        "1_Chapter, 8_Verse": "ויקברו אותו בגבול נחלתו בתמנת חרס בהר אפרים מצפון להר געש",
        "1_Chapter, 9_Verse": "וגם כל הדור ההוא נאספו אל אבותיו ויקם דור אחר אחריהם אשר לא ידעו את יהוה וגם את המעשה אשר עשה לישראל",
        "1_Chapter, 10_Verse": "ויעשו בני ישראל את הרע בעיני יהוה ויעבדו את הבעלים",
        "1_Chapter, 11_Verse": "ויעזבו את יהוה אלהי אבותם המוציא אותם מארץ מצרים וילכו אחרי אלהים אחרים מאלהי העמים אשר סביבותיהם וישתחוו להם ויכעסו את יהוה",
        "1_Chapter, 12_Verse": "ויעזבו את יהוה ויעבדו לבעל ולעשתרות",
        "1_Chapter, 13_Verse": "ויחר אף יהוה בישראל ויתנם ביד שסים וישסו אותם וימכרם ביד אויביהם מסביב ולא יכלו עוד לעמד לפני אויביהם",
        "1_Chapter, 14_Verse": "בכל אשר יצאו יד יהוה היתה בם לרעה כאשר דבר יהוה וכאשר נשבע יהוה להם ויצר להם מאד",
        "1_Chapter, 15_Verse": "ויקם יהוה שפטים ויושיעום מיד שסיהם",
        "1_Chapter, 16_Verse": "וגם אל שפטיהם לא שמעו כי זנו אחרי אלהים אחרים וישתחוו להם סרו מהר מן הדרך אשר הלכו אבותם לשמע מצות יהוה לא עשו כן",
        "1_Chapter, 17_Verse": "וכי הקים יהוה להם שפטים והיה יהוה עם השפט והושיעם מיד איביהם כל ימי השופט כי ינחם יהוה מנאקתם מפני לחציהם ודחקיהם",
        "1_Chapter, 18_Verse": "והיה במות השופט ישבו והשחיתו מאבותם ללכת אחרי אלהים אחרים לעבדם ולהשתחות להם לא הפילו ממעלליהם ומדרכם הקשה",
        "1_Chapter, 19_Verse": "ויחר אף יהוה בישראל ויאמר יען אשר עברו הגוי הזה את בריתי אשר צויתי את אבותם ולא שמעו לקולי",
        "1_Chapter, 20_Verse": "גם אני לא אוסיף להוריש איש מפניהם מן הגוים אשר עזב יהושע וימת",
        "1_Chapter, 21_Verse": "למען נסות בם את ישראל השמרים הם את דרך יהוה ללכת בם כאשר שמרו אבותם אם לא",
        "1_Chapter, 22_Verse": "וינח יהוה את הגוים האלה לבלתי הורישם מהר ולא נתנם ביד יהושע",
        "2_Chapter, 0_Verse": "ואלה הגוים אשר הניח יהוה לנסות בם את ישראל את כל אשר לא ידעו את כל מלחמות כנען",
        "2_Chapter, 1_Verse": "רק למען דעת דרות בני ישראל ללמדם מלחמה רק אשר לפנים לא ידעום",
        "2_Chapter, 2_Verse": "חמשת סרני פלשתים וכל הכנעני והצידני והחוי ישב הר הלבנון מהר בעל חרמון עד לבוא חמת",
        "2_Chapter, 3_Verse": "ויהיו לנסות בם את ישראל לדעת הישמעו את מצות יהוה אשר צוה את אבותם ביד משה",
        "2_Chapter, 4_Verse": "ובני ישראל ישבו בקרב הכנעני החתי והאמרי והפרזי והחוי והיבוסי",
        "2_Chapter, 5_Verse": "ויקחו את בנותיהם להם לנשים ואת בנותיהם נתנו לבניהם ויעבדו את אלהיהם",
        "2_Chapter, 6_Verse": "ויעשו בני ישראל את הרע בעיני יהוה וישכחו את יהוה אלהיהם ויעבדו את הבעלים ואת האשרות",
        "2_Chapter, 7_Verse": "ויחר אף יהוה בישראל וימכרם ביד כושן רשעתים מלך ארם נהרים ויעבדו בני ישראל את כושן רשעתים שמנה שנים",
        "2_Chapter, 8_Verse": "ויזעקו בני ישראל אל יהוה ויקם יהוה מושיע לבני ישראל ויושיעם את עתניאל בן קנז אחי כלב הקטן ממנו",
        "2_Chapter, 9_Verse": "ותהי עליו רוח יהוה וישפט את ישראל ויצא למלחמה ויתן יהוה בידו את כושן רשעתים מלך ארם ותעז ידו על כושן רשעתים",
        "2_Chapter, 10_Verse": "ותשקט הארץ ארבעים שנה וימת עתניאל בן קנז",
        "2_Chapter, 11_Verse": "ויספו בני ישראל לעשות הרע בעיני יהוה ויחזק יהוה את עגלון מלך מואב על ישראל על כי עשו את הרע בעיני יהוה",
        "2_Chapter, 12_Verse": "ויאסף אליו את בני עמון ועמלק וילך ויך את ישראל ויירשו את עיר התמרים",
        "2_Chapter, 13_Verse": "ויעבדו בני ישראל את עגלון מלך מואב שמונה עשרה שנה",
        "2_Chapter, 14_Verse": "ויזעקו בני ישראל אל יהוה ויקם יהוה להם מושיע את אהוד בן גרא בן הימיני איש אטר יד ימינו וישלחו בני ישראל בידו מנחה לעגלון מלך מואב",
        "2_Chapter, 15_Verse": "ויעש לו אהוד חרב ולה שני פיות גמד ארכה ויחגר אותה מתחת למדיו על ירך ימינו",
        "2_Chapter, 16_Verse": "ויקרב את המנחה לעגלון מלך מואב ועגלון איש בריא מאד",
        "2_Chapter, 17_Verse": "ויהי כאשר כלה להקריב את המנחה וישלח את העם נשאי המנחה",
        "2_Chapter, 18_Verse": "והוא שב מן הפסילים אשר את הגלגל ויאמר דבר סתר לי אליך המלך ויאמר הס ויצאו מעליו כל העמדים עליו",
        "2_Chapter, 19_Verse": "ואהוד בא אליו והוא ישב בעלית המקרה אשר לו לבדו ויאמר אהוד דבר אלהים לי אליך ויקם מעל הכסא",
        "2_Chapter, 20_Verse": "וישלח אהוד את יד שמאלו ויקח את החרב מעל ירך ימינו ויתקעה בבטנו",
        "2_Chapter, 21_Verse": "ויבא גם הנצב אחר הלהב ויסגר החלב בעד הלהב כי לא שלף החרב מבטנו ויצא הפרשדנה",
        "2_Chapter, 22_Verse": "ויצא אהוד המסדרונה ויסגר דלתות העליה בעדו ונעל",
        "2_Chapter, 23_Verse": "והוא יצא ועבדיו באו ויראו והנה דלתות העליה נעלות ויאמרו אך מסיך הוא את רגליו בחדר המקרה",
        "2_Chapter, 24_Verse": "ויחילו עד בוש והנה איננו פתח דלתות העליה ויקחו את המפתח ויפתחו והנה אדניהם נפל ארצה מת",
        "2_Chapter, 25_Verse": "ואהוד נמלט עד התמהמהם והוא עבר את הפסילים וימלט השעירתה",
        "2_Chapter, 26_Verse": "ויהי בבואו ויתקע בשופר בהר אפרים וירדו עמו בני ישראל מן ההר והוא לפניהם",
        "2_Chapter, 27_Verse": "ויאמר אלהם רדפו אחרי כי נתן יהוה את איביכם את מואב בידכם וירדו אחריו וילכדו את מעברות הירדן למואב ולא נתנו איש לעבר",
        "2_Chapter, 28_Verse": "ויכו את מואב בעת ההיא כעשרת אלפים איש כל שמן וכל איש חיל ולא נמלט איש",
        "2_Chapter, 29_Verse": "ותכנע מואב ביום ההוא תחת יד ישראל ותשקט הארץ שמונים שנה",
        "2_Chapter, 30_Verse": "ואחריו היה שמגר בן ענת ויך את פלשתים שש מאות איש במלמד הבקר וישע גם הוא את ישראל",
        "3_Chapter, 0_Verse": "ויספו בני ישראל לעשות הרע בעיני יהוה ואהוד מת",
        "3_Chapter, 1_Verse": "וימכרם יהוה ביד יבין מלך כנען אשר מלך בחצור ושר צבאו סיסרא והוא יושב בחרשת הגוים",
        "3_Chapter, 2_Verse": "ויצעקו בני ישראל אל יהוה כי תשע מאות רכב ברזל לו והוא לחץ את בני ישראל בחזקה עשרים שנה",
        "3_Chapter, 3_Verse": "ודבורה אשה נביאה אשת לפידות היא שפטה את ישראל בעת ההיא",
        "3_Chapter, 4_Verse": "והיא יושבת תחת תמר דבורה בין הרמה ובין בית אל בהר אפרים ויעלו אליה בני ישראל למשפט",
        "3_Chapter, 5_Verse": "ותשלח ותקרא לברק בן אבינעם מקדש נפתלי ותאמר אליו הלא צוה יהוה אלהי ישראל לך ומשכת בהר תבור ולקחת עמך עשרת אלפים איש מבני נפתלי ומבני זבלון",
        "3_Chapter, 6_Verse": "ומשכתי אליך אל נחל קישון את סיסרא שר צבא יבין ואת רכבו ואת המונו ונתתיהו בידך",
        "3_Chapter, 7_Verse": "ויאמר אליה ברק אם תלכי עמי והלכתי ואם לא תלכי עמי לא אלך",
        "3_Chapter, 8_Verse": "ותאמר הלך אלך עמך אפס כי לא תהיה תפארתך על הדרך אשר אתה הולך כי ביד אשה ימכר יהוה את סיסרא ותקם דבורה ותלך עם ברק קדשה",
        "3_Chapter, 9_Verse": "ויזעק ברק את זבולן ואת נפתלי קדשה ויעל ברגליו עשרת אלפי איש ותעל עמו דבורה",
        "3_Chapter, 10_Verse": "וחבר הקיני נפרד מקין מבני חבב חתן משה ויט אהלו עד אלון בצענים [בצעננים] אשר את קדש",
        "3_Chapter, 11_Verse": "ויגדו לסיסרא כי עלה ברק בן אבינעם הר תבור",
        "3_Chapter, 12_Verse": "ויזעק סיסרא את כל רכבו תשע מאות רכב ברזל ואת כל העם אשר אתו מחרשת הגוים אל נחל קישון",
        "3_Chapter, 13_Verse": "ותאמר דברה אל ברק קום כי זה היום אשר נתן יהוה את סיסרא בידך הלא יהוה יצא לפניך וירד ברק מהר תבור ועשרת אלפים איש אחריו",
        "3_Chapter, 14_Verse": "ויהם יהוה את סיסרא ואת כל הרכב ואת כל המחנה לפי חרב לפני ברק וירד סיסרא מעל המרכבה וינס ברגליו",
        "3_Chapter, 15_Verse": "וברק רדף אחרי הרכב ואחרי המחנה עד חרשת הגוים ויפל כל מחנה סיסרא לפי חרב לא נשאר עד אחד",
        "3_Chapter, 16_Verse": "וסיסרא נס ברגליו אל אהל יעל אשת חבר הקיני כי שלום בין יבין מלך חצור ובין בית חבר הקיני",
        "3_Chapter, 17_Verse": "ותצא יעל לקראת סיסרא ותאמר אליו סורה אדני סורה אלי אל תירא ויסר אליה האהלה ותכסהו בשמיכה",
        "3_Chapter, 18_Verse": "ויאמר אליה השקיני נא מעט מים כי צמאתי ותפתח את נאוד החלב ותשקהו ותכסהו",
        "3_Chapter, 19_Verse": "ויאמר אליה עמד פתח האהל והיה אם איש יבוא ושאלך ואמר היש פה איש ואמרת אין",
        "3_Chapter, 20_Verse": "ותקח יעל אשת חבר את יתד האהל ותשם את המקבת בידה ותבוא אליו בלאט ותתקע את היתד ברקתו ותצנח בארץ והוא נרדם ויעף וימת",
        "3_Chapter, 21_Verse": "והנה ברק רדף את סיסרא ותצא יעל לקראתו ותאמר לו לך ואראך את האיש אשר אתה מבקש ויבא אליה והנה סיסרא נפל מת והיתד ברקתו",
        "3_Chapter, 22_Verse": "ויכנע אלהים ביום ההוא את יבין מלך כנען לפני בני ישראל",
        "3_Chapter, 23_Verse": "ותלך יד בני ישראל הלוך וקשה על יבין מלך כנען עד אשר הכריתו את יבין מלך כנען",
        "4_Chapter, 0_Verse": "ותשר דבורה וברק בן אבינעם ביום ההוא לאמר",
        "4_Chapter, 1_Verse": "בפרע פרעות בישראל בהתנדב עם ברכו יהוה",
        "4_Chapter, 2_Verse": "שמעו מלכים האזינו רזנים אנכי ליהוה אנכי אשירה אזמר ליהוה אלהי ישראל",
        "4_Chapter, 3_Verse": "יהוה בצאתך משעיר בצעדך משדה אדום ארץ רעשה גם שמים נטפו גם עבים נטפו מים",
        "4_Chapter, 4_Verse": "הרים נזלו מפני יהוה זה סיני מפני יהוה אלהי ישראל",
        "4_Chapter, 5_Verse": "בימי שמגר בן ענת בימי יעל חדלו ארחות והלכי נתיבות ילכו ארחות עקלקלות",
        "4_Chapter, 6_Verse": "חדלו פרזון בישראל חדלו עד שקמתי דבורה שקמתי אם בישראל",
        "4_Chapter, 7_Verse": "יבחר אלהים חדשים אז לחם שערים מגן אם יראה ורמח בארבעים אלף בישראל",
        "4_Chapter, 8_Verse": "לבי לחוקקי ישראל המתנדבים בעם ברכו יהוה",
        "4_Chapter, 9_Verse": "רכבי אתנות צחרות ישבי על מדין והלכי על דרך שיחו",
        "4_Chapter, 10_Verse": "מקול מחצצים בין משאבים שם יתנו צדקות יהוה צדקת פרזנו בישראל אז ירדו לשערים עם יהוה",
        "4_Chapter, 11_Verse": "עורי עורי דבורה עורי עורי דברי שיר קום ברק ושבה שביך בן אבינעם",
        "4_Chapter, 12_Verse": "אז ירד שריד לאדירים עם יהוה ירד לי בגבורים",
        "4_Chapter, 13_Verse": "מני אפרים שרשם בעמלק אחריך בנימין בעממיך מני מכיר ירדו מחקקים ומזבולן משכים בשבט ספר",
        "4_Chapter, 14_Verse": "ושרי ביששכר עם דברה ויששכר כן ברק בעמק שלח ברגליו בפלגות ראובן גדלים חקקי לב",
        "4_Chapter, 15_Verse": "למה ישבת בין המשפתים לשמע שרקות עדרים לפלגות ראובן גדולים חקרי לב",
        "4_Chapter, 16_Verse": "גלעד בעבר הירדן שכן ודן למה יגור אניות אשר ישב לחוף ימים ועל מפרציו ישכון",
        "4_Chapter, 17_Verse": "זבלון עם חרף נפשו למות ונפתלי על מרומי שדה",
        "4_Chapter, 18_Verse": "באו מלכים נלחמו אז נלחמו מלכי כנען בתענך על מי מגדו בצע כסף לא לקחו",
        "4_Chapter, 19_Verse": "מן שמים נלחמו הכוכבים ממסלותם נלחמו עם סיסרא",
        "4_Chapter, 20_Verse": "נחל קישון גרפם נחל קדומים נחל קישון תדרכי נפשי עז",
        "4_Chapter, 21_Verse": "אז הלמו עקבי סוס מדהרות דהרות אביריו",
        "4_Chapter, 22_Verse": "אורו מרוז אמר מלאך יהוה ארו ארור ישביה כי לא באו לעזרת יהוה לעזרת יהוה בגבורים",
        "4_Chapter, 23_Verse": "תברך מנשים יעל אשת חבר הקיני מנשים באהל תברך",
        "4_Chapter, 24_Verse": "מים שאל חלב נתנה בספל אדירים הקריבה חמאה",
        "4_Chapter, 25_Verse": "ידה ליתד תשלחנה וימינה להלמות עמלים והלמה סיסרא מחקה ראשו ומחצה וחלפה רקתו",
        "4_Chapter, 26_Verse": "בין רגליה כרע נפל שכב בין רגליה כרע נפל באשר כרע שם נפל שדוד",
        "4_Chapter, 27_Verse": "בעד החלון נשקפה ותיבב אם סיסרא בעד האשנב מדוע בשש רכבו לבוא מדוע אחרו פעמי מרכבותיו",
        "4_Chapter, 28_Verse": "חכמות שרותיה תענינה אף היא תשיב אמריה לה",
        "4_Chapter, 29_Verse": "הלא ימצאו יחלקו שלל רחם רחמתים לראש גבר שלל צבעים לסיסרא שלל צבעים רקמה צבע רקמתים לצוארי שלל",
        "4_Chapter, 30_Verse": "כן יאבדו כל אויביך יהוה ואהביו כצאת השמש בגברתו ותשקט הארץ ארבעים שנה",
        "5_Chapter, 0_Verse": "ויעשו בני ישראל הרע בעיני יהוה ויתנם יהוה ביד מדין שבע שנים",
        "5_Chapter, 1_Verse": "ותעז יד מדין על ישראל מפני מדין עשו להם בני ישראל את המנהרות אשר בהרים ואת המערות ואת המצדות",
        "5_Chapter, 2_Verse": "והיה אם זרע ישראל ועלה מדין ועמלק ובני קדם ועלו עליו",
        "5_Chapter, 3_Verse": "ויחנו עליהם וישחיתו את יבול הארץ עד בואך עזה ולא ישאירו מחיה בישראל ושה ושור וחמור",
        "5_Chapter, 4_Verse": "כי הם ומקניהם יעלו ואהליהם יבאו [ובאו] כדי ארבה לרב ולהם ולגמליהם אין מספר ויבאו בארץ לשחתה",
        "5_Chapter, 5_Verse": "וידל ישראל מאד מפני מדין ויזעקו בני ישראל אל יהוה",
        "5_Chapter, 6_Verse": "ויהי כי זעקו בני ישראל אל יהוה על אדות מדין",
        "5_Chapter, 7_Verse": "וישלח יהוה איש נביא אל בני ישראל ויאמר להם כה אמר יהוה אלהי ישראל אנכי העליתי אתכם ממצרים ואציא אתכם מבית עבדים",
        "5_Chapter, 8_Verse": "ואצל אתכם מיד מצרים ומיד כל לחציכם ואגרש אותם מפניכם ואתנה לכם את ארצם",
        "5_Chapter, 9_Verse": "ואמרה לכם אני יהוה אלהיכם לא תיראו את אלהי האמרי אשר אתם יושבים בארצם ולא שמעתם בקולי",
        "5_Chapter, 10_Verse": "ויבא מלאך יהוה וישב תחת האלה אשר בעפרה אשר ליואש אבי העזרי וגדעון בנו חבט חטים בגת להניס מפני מדין",
        "5_Chapter, 11_Verse": "וירא אליו מלאך יהוה ויאמר אליו יהוה עמך גבור החיל",
        "5_Chapter, 12_Verse": "ויאמר אליו גדעון בי אדני ויש יהוה עמנו ולמה מצאתנו כל זאת ואיה כל נפלאתיו אשר ספרו לנו אבותינו לאמר הלא ממצרים העלנו יהוה ועתה נטשנו יהוה ויתננו בכף מדין",
        "5_Chapter, 13_Verse": "ויפן אליו יהוה ויאמר לך בכחך זה והושעת את ישראל מכף מדין הלא שלחתיך",
        "5_Chapter, 14_Verse": "ויאמר אליו בי אדני במה אושיע את ישראל הנה אלפי הדל במנשה ואנכי הצעיר בבית אבי",
        "5_Chapter, 15_Verse": "ויאמר אליו יהוה כי אהיה עמך והכית את מדין כאיש אחד",
        "5_Chapter, 16_Verse": "ויאמר אליו אם נא מצאתי חן בעיניך ועשית לי אות שאתה מדבר עמי",
        "5_Chapter, 17_Verse": "אל נא תמש מזה עד באי אליך והצאתי את מנחתי והנחתי לפניך ויאמר אנכי אשב עד שובך",
        "5_Chapter, 18_Verse": "וגדעון בא ויעש גדי עזים ואיפת קמח מצות הבשר שם בסל והמרק שם בפרור ויוצא אליו אל תחת האלה ויגש",
        "5_Chapter, 19_Verse": "ויאמר אליו מלאך האלהים קח את הבשר ואת המצות והנח אל הסלע הלז ואת המרק שפוך ויעש כן",
        "5_Chapter, 20_Verse": "וישלח מלאך יהוה את קצה המשענת אשר בידו ויגע בבשר ובמצות ותעל האש מן הצור ותאכל את הבשר ואת המצות ומלאך יהוה הלך מעיניו",
        "5_Chapter, 21_Verse": "וירא גדעון כי מלאך יהוה הוא ויאמר גדעון אהה אדני יהוה כי על כן ראיתי מלאך יהוה פנים אל פנים",
        "5_Chapter, 22_Verse": "ויאמר לו יהוה שלום לך אל תירא לא תמות",
        "5_Chapter, 23_Verse": "ויבן שם גדעון מזבח ליהוה ויקרא לו יהוה שלום עד היום הזה עודנו בעפרת אבי העזרי",
        "5_Chapter, 24_Verse": "ויהי בלילה ההוא ויאמר לו יהוה קח את פר השור אשר לאביך ופר השני שבע שנים והרסת את מזבח הבעל אשר לאביך ואת האשרה אשר עליו תכרת",
        "5_Chapter, 25_Verse": "ובנית מזבח ליהוה אלהיך על ראש המעוז הזה במערכה ולקחת את הפר השני והעלית עולה בעצי האשרה אשר תכרת",
        "5_Chapter, 26_Verse": "ויקח גדעון עשרה אנשים מעבדיו ויעש כאשר דבר אליו יהוה ויהי כאשר ירא את בית אביו ואת אנשי העיר מעשות יומם ויעש לילה",
        "5_Chapter, 27_Verse": "וישכימו אנשי העיר בבקר והנה נתץ מזבח הבעל והאשרה אשר עליו כרתה ואת הפר השני העלה על המזבח הבנוי",
        "5_Chapter, 28_Verse": "ויאמרו איש אל רעהו מי עשה הדבר הזה וידרשו ויבקשו ויאמרו גדעון בן יואש עשה הדבר הזה",
        "5_Chapter, 29_Verse": "ויאמרו אנשי העיר אל יואש הוצא את בנך וימת כי נתץ את מזבח הבעל וכי כרת האשרה אשר עליו",
        "5_Chapter, 30_Verse": "ויאמר יואש לכל אשר עמדו עליו האתם תריבון לבעל אם אתם תושיעון אותו אשר יריב לו יומת עד הבקר אם אלהים הוא ירב לו כי נתץ את מזבחו",
        "5_Chapter, 31_Verse": "ויקרא לו ביום ההוא ירבעל לאמר ירב בו הבעל כי נתץ את מזבחו",
        "5_Chapter, 32_Verse": "וכל מדין ועמלק ובני קדם נאספו יחדו ויעברו ויחנו בעמק יזרעאל",
        "5_Chapter, 33_Verse": "ורוח יהוה לבשה את גדעון ויתקע בשופר ויזעק אביעזר אחריו",
        "5_Chapter, 34_Verse": "ומלאכים שלח בכל מנשה ויזעק גם הוא אחריו ומלאכים שלח באשר ובזבלון ובנפתלי ויעלו לקראתם",
        "5_Chapter, 35_Verse": "ויאמר גדעון אל האלהים אם ישך מושיע בידי את ישראל כאשר דברת",
        "5_Chapter, 36_Verse": "הנה אנכי מציג את גזת הצמר בגרן אם טל יהיה על הגזה לבדה ועל כל הארץ חרב וידעתי כי תושיע בידי את ישראל כאשר דברת",
        "5_Chapter, 37_Verse": "ויהי כן וישכם ממחרת ויזר את הגזה וימץ טל מן הגזה מלוא הספל מים",
        "5_Chapter, 38_Verse": "ויאמר גדעון אל האלהים אל יחר אפך בי ואדברה אך הפעם אנסה נא רק הפעם בגזה יהי נא חרב אל הגזה לבדה ועל כל הארץ יהיה טל",
        "5_Chapter, 39_Verse": "ויעש אלהים כן בלילה ההוא ויהי חרב אל הגזה לבדה ועל כל הארץ היה טל",
        "6_Chapter, 0_Verse": "וישכם ירבעל הוא גדעון וכל העם אשר אתו ויחנו על עין חרד ומחנה מדין היה לו מצפון מגבעת המורה בעמק",
        "6_Chapter, 1_Verse": "ויאמר יהוה אל גדעון רב העם אשר אתך מתתי את מדין בידם פן יתפאר עלי ישראל לאמר ידי הושיעה לי",
        "6_Chapter, 2_Verse": "ועתה קרא נא באזני העם לאמר מי ירא וחרד ישב ויצפר מהר הגלעד וישב מן העם עשרים ושנים אלף ועשרת אלפים נשארו",
        "6_Chapter, 3_Verse": "ויאמר יהוה אל גדעון עוד העם רב הורד אותם אל המים ואצרפנו לך שם והיה אשר אמר אליך זה ילך אתך הוא ילך אתך וכל אשר אמר אליך זה לא ילך עמך הוא לא ילך",
        "6_Chapter, 4_Verse": "ויורד את העם אל המים ויאמר יהוה אל גדעון כל אשר ילק בלשונו מן המים כאשר ילק הכלב תציג אותו לבד וכל אשר יכרע על ברכיו לשתות",
        "6_Chapter, 5_Verse": "ויהי מספר המלקקים בידם אל פיהם שלש מאות איש וכל יתר העם כרעו על ברכיהם לשתות מים",
        "6_Chapter, 6_Verse": "ויאמר יהוה אל גדעון בשלש מאות האיש המלקקים אושיע אתכם ונתתי את מדין בידך וכל העם ילכו איש למקמו",
        "6_Chapter, 7_Verse": "ויקחו את צדה העם בידם ואת שופרתיהם ואת כל איש ישראל שלח איש לאהליו ובשלש מאות האיש החזיק ומחנה מדין היה לו מתחת בעמק",
        "6_Chapter, 8_Verse": "ויהי בלילה ההוא ויאמר אליו יהוה קום רד במחנה כי נתתיו בידך",
        "6_Chapter, 9_Verse": "ואם ירא אתה לרדת רד אתה ופרה נערך אל המחנה",
        "6_Chapter, 10_Verse": "ושמעת מה ידברו ואחר תחזקנה ידיך וירדת במחנה וירד הוא ופרה נערו אל קצה החמשים אשר במחנה",
        "6_Chapter, 11_Verse": "ומדין ועמלק וכל בני קדם נפלים בעמק כארבה לרב ולגמליהם אין מספר כחול שעל שפת הים לרב",
        "6_Chapter, 12_Verse": "ויבא גדעון והנה איש מספר לרעהו חלום ויאמר הנה חלום חלמתי והנה צלול [צליל] לחם שערים מתהפך במחנה מדין ויבא עד האהל ויכהו ויפל ויהפכהו למעלה ונפל האהל",
        "6_Chapter, 13_Verse": "ויען רעהו ויאמר אין זאת בלתי אם חרב גדעון בן יואש איש ישראל נתן האלהים בידו את מדין ואת כל המחנה",
        "6_Chapter, 14_Verse": "ויהי כשמע גדעון את מספר החלום ואת שברו וישתחו וישב אל מחנה ישראל ויאמר קומו כי נתן יהוה בידכם את מחנה מדין",
        "6_Chapter, 15_Verse": "ויחץ את שלש מאות האיש שלשה ראשים ויתן שופרות ביד כלם וכדים רקים ולפדים בתוך הכדים",
        "6_Chapter, 16_Verse": "ויאמר אליהם ממני תראו וכן תעשו והנה אנכי בא בקצה המחנה והיה כאשר אעשה כן תעשון",
        "6_Chapter, 17_Verse": "ותקעתי בשופר אנכי וכל אשר אתי ותקעתם בשופרות גם אתם סביבות כל המחנה ואמרתם ליהוה ולגדעון",
        "6_Chapter, 18_Verse": "ויבא גדעון ומאה איש אשר אתו בקצה המחנה ראש האשמרת התיכונה אך הקם הקימו את השמרים ויתקעו בשופרות ונפוץ הכדים אשר בידם",
        "6_Chapter, 19_Verse": "ויתקעו שלשת הראשים בשופרות וישברו הכדים ויחזיקו ביד שמאולם בלפדים וביד ימינם השופרות לתקוע ויקראו חרב ליהוה ולגדעון",
        "6_Chapter, 20_Verse": "ויעמדו איש תחתיו סביב למחנה וירץ כל המחנה ויריעו ויניסו [וינוסו]",
        "6_Chapter, 21_Verse": "ויתקעו שלש מאות השופרות וישם יהוה את חרב איש ברעהו ובכל המחנה וינס המחנה עד בית השטה צררתה עד שפת אבל מחולה על טבת",
        "6_Chapter, 22_Verse": "ויצעק איש ישראל מנפתלי ומן אשר ומן כל מנשה וירדפו אחרי מדין",
        "6_Chapter, 23_Verse": "ומלאכים שלח גדעון בכל הר אפרים לאמר רדו לקראת מדין ולכדו להם את המים עד בית ברה ואת הירדן ויצעק כל איש אפרים וילכדו את המים עד בית ברה ואת הירדן",
        "6_Chapter, 24_Verse": "וילכדו שני שרי מדין את ערב ואת זאב ויהרגו את עורב בצור עורב ואת זאב הרגו ביקב זאב וירדפו אל מדין וראש ערב וזאב הביאו אל גדעון מעבר לירדן",
        "7_Chapter, 0_Verse": "ויאמרו אליו איש אפרים מה הדבר הזה עשית לנו לבלתי קראות לנו כי הלכת להלחם במדין ויריבון אתו בחזקה",
        "7_Chapter, 1_Verse": "ויאמר אליהם מה עשיתי עתה ככם הלוא טוב עללות אפרים מבציר אביעזר",
        "7_Chapter, 2_Verse": "בידכם נתן אלהים את שרי מדין את ערב ואת זאב ומה יכלתי עשות ככם אז רפתה רוחם מעליו בדברו הדבר הזה",
        "7_Chapter, 3_Verse": "ויבא גדעון הירדנה עבר הוא ושלש מאות האיש אשר אתו עיפים ורדפים",
        "7_Chapter, 4_Verse": "ויאמר לאנשי סכות תנו נא ככרות לחם לעם אשר ברגלי כי עיפים הם ואנכי רדף אחרי זבח וצלמנע מלכי מדין",
        "7_Chapter, 5_Verse": "ויאמר שרי סכות הכף זבח וצלמנע עתה בידך כי נתן לצבאך לחם",
        "7_Chapter, 6_Verse": "ויאמר גדעון לכן בתת יהוה את זבח ואת צלמנע בידי ודשתי את בשרכם את קוצי המדבר ואת הברקנים",
        "7_Chapter, 7_Verse": "ויעל משם פנואל וידבר אליהם כזאת ויענו אותו אנשי פנואל כאשר ענו אנשי סכות",
        "7_Chapter, 8_Verse": "ויאמר גם לאנשי פנואל לאמר בשובי בשלום אתץ את המגדל הזה",
        "7_Chapter, 9_Verse": "וזבח וצלמנע בקרקר ומחניהם עמם כחמשת עשר אלף כל הנותרים מכל מחנה בני קדם והנפלים מאה ועשרים אלף איש שלף חרב",
        "7_Chapter, 10_Verse": "ויעל גדעון דרך השכוני באהלים מקדם לנבח ויגבהה ויך את המחנה והמחנה היה בטח",
        "7_Chapter, 11_Verse": "וינוסו זבח וצלמנע וירדף אחריהם וילכד את שני מלכי מדין את זבח ואת צלמנע וכל המחנה החריד",
        "7_Chapter, 12_Verse": "וישב גדעון בן יואש מן המלחמה מלמעלה החרס",
        "7_Chapter, 13_Verse": "וילכד נער מאנשי סכות וישאלהו ויכתב אליו את שרי סכות ואת זקניה שבעים ושבעה איש",
        "7_Chapter, 14_Verse": "ויבא אל אנשי סכות ויאמר הנה זבח וצלמנע אשר חרפתם אותי לאמר הכף זבח וצלמנע עתה בידך כי נתן לאנשיך היעפים לחם",
        "7_Chapter, 15_Verse": "ויקח את זקני העיר ואת קוצי המדבר ואת הברקנים וידע בהם את אנשי סכות",
        "7_Chapter, 16_Verse": "ואת מגדל פנואל נתץ ויהרג את אנשי העיר",
        "7_Chapter, 17_Verse": "ויאמר אל זבח ואל צלמנע איפה האנשים אשר הרגתם בתבור ויאמרו כמוך כמוהם אחד כתאר בני המלך",
        "7_Chapter, 18_Verse": "ויאמר אחי בני אמי הם חי יהוה לו החיתם אותם לא הרגתי אתכם",
        "7_Chapter, 19_Verse": "ויאמר ליתר בכורו קום הרג אותם ולא שלף הנער חרבו כי ירא כי עודנו נער",
        "7_Chapter, 20_Verse": "ויאמר זבח וצלמנע קום אתה ופגע בנו כי כאיש גבורתו ויקם גדעון ויהרג את זבח ואת צלמנע ויקח את השהרנים אשר בצוארי גמליהם",
        "7_Chapter, 21_Verse": "ויאמרו איש ישראל אל גדעון משל בנו גם אתה גם בנך גם בן בנך כי הושעתנו מיד מדין",
        "7_Chapter, 22_Verse": "ויאמר אלהם גדעון לא אמשל אני בכם ולא ימשל בני בכם יהוה ימשל בכם",
        "7_Chapter, 23_Verse": "ויאמר אלהם גדעון אשאלה מכם שאלה ותנו לי איש נזם שללו כי נזמי זהב להם כי ישמעאלים הם",
        "7_Chapter, 24_Verse": "ויאמרו נתון נתן ויפרשו את השמלה וישליכו שמה איש נזם שללו",
        "7_Chapter, 25_Verse": "ויהי משקל נזמי הזהב אשר שאל אלף ושבע מאות זהב לבד מן השהרנים והנטפות ובגדי הארגמן שעל מלכי מדין ולבד מן הענקות אשר בצוארי גמליהם",
        "7_Chapter, 26_Verse": "ויעש אותו גדעון לאפוד ויצג אותו בעירו בעפרה ויזנו כל ישראל אחריו שם ויהי לגדעון ולביתו למוקש",
        "7_Chapter, 27_Verse": "ויכנע מדין לפני בני ישראל ולא יספו לשאת ראשם ותשקט הארץ ארבעים שנה בימי גדעון",
        "7_Chapter, 28_Verse": "וילך ירבעל בן יואש וישב בביתו",
        "7_Chapter, 29_Verse": "ולגדעון היו שבעים בנים יצאי ירכו כי נשים רבות היו לו",
        "7_Chapter, 30_Verse": "ופילגשו אשר בשכם ילדה לו גם היא בן וישם את שמו אבימלך",
        "7_Chapter, 31_Verse": "וימת גדעון בן יואש בשיבה טובה ויקבר בקבר יואש אביו בעפרה אבי העזרי",
        "7_Chapter, 32_Verse": "ויהי כאשר מת גדעון וישובו בני ישראל ויזנו אחרי הבעלים וישימו להם בעל ברית לאלהים",
        "7_Chapter, 33_Verse": "ולא זכרו בני ישראל את יהוה אלהיהם המציל אותם מיד כל איביהם מסביב",
        "7_Chapter, 34_Verse": "ולא עשו חסד עם בית ירבעל גדעון ככל הטובה אשר עשה עם ישראל",
        "8_Chapter, 0_Verse": "וילך אבימלך בן ירבעל שכמה אל אחי אמו וידבר אליהם ואל כל משפחת בית אבי אמו לאמר",
        "8_Chapter, 1_Verse": "דברו נא באזני כל בעלי שכם מה טוב לכם המשל בכם שבעים איש כל בני ירבעל אם משל בכם איש אחד וזכרתם כי עצמכם ובשרכם אני",
        "8_Chapter, 2_Verse": "וידברו אחי אמו עליו באזני כל בעלי שכם את כל הדברים האלה ויט לבם אחרי אבימלך כי אמרו אחינו הוא",
        "8_Chapter, 3_Verse": "ויתנו לו שבעים כסף מבית בעל ברית וישכר בהם אבימלך אנשים ריקים ופחזים וילכו אחריו",
        "8_Chapter, 4_Verse": "ויבא בית אביו עפרתה ויהרג את אחיו בני ירבעל שבעים איש על אבן אחת ויותר יותם בן ירבעל הקטן כי נחבא",
        "8_Chapter, 5_Verse": "ויאספו כל בעלי שכם וכל בית מלוא וילכו וימליכו את אבימלך למלך עם אלון מצב אשר בשכם",
        "8_Chapter, 6_Verse": "ויגדו ליותם וילך ויעמד בראש הר גרזים וישא קולו ויקרא ויאמר להם שמעו אלי בעלי שכם וישמע אליכם אלהים",
        "8_Chapter, 7_Verse": "הלוך הלכו העצים למשח עליהם מלך ויאמרו לזית מלוכה [מלכה] עלינו",
        "8_Chapter, 8_Verse": "ויאמר להם הזית החדלתי את דשני אשר בי יכבדו אלהים ואנשים והלכתי לנוע על העצים",
        "8_Chapter, 9_Verse": "ויאמרו העצים לתאנה לכי את מלכי עלינו",
        "8_Chapter, 10_Verse": "ותאמר להם התאנה החדלתי את מתקי ואת תנובתי הטובה והלכתי לנוע על העצים",
        "8_Chapter, 11_Verse": "ויאמרו העצים לגפן לכי את מלוכי [מלכי] עלינו",
        "8_Chapter, 12_Verse": "ותאמר להם הגפן החדלתי את תירושי המשמח אלהים ואנשים והלכתי לנוע על העצים",
        "8_Chapter, 13_Verse": "ויאמרו כל העצים אל האטד לך אתה מלך עלינו",
        "8_Chapter, 14_Verse": "ויאמר האטד אל העצים אם באמת אתם משחים אתי למלך עליכם באו חסו בצלי ואם אין תצא אש מן האטד ותאכל את ארזי הלבנון",
        "8_Chapter, 15_Verse": "ועתה אם באמת ובתמים עשיתם ותמליכו את אבימלך ואם טובה עשיתם עם ירבעל ועם ביתו ואם כגמול ידיו עשיתם לו",
        "8_Chapter, 16_Verse": "אשר נלחם אבי עליכם וישלך את נפשו מנגד ויצל אתכם מיד מדין",
        "8_Chapter, 17_Verse": "ואתם קמתם על בית אבי היום ותהרגו את בניו שבעים איש על אבן אחת ותמליכו את אבימלך בן אמתו על בעלי שכם כי אחיכם הוא",
        "8_Chapter, 18_Verse": "ואם באמת ובתמים עשיתם עם ירבעל ועם ביתו היום הזה שמחו באבימלך וישמח גם הוא בכם",
        "8_Chapter, 19_Verse": "ואם אין תצא אש מאבימלך ותאכל את בעלי שכם ואת בית מלוא ותצא אש מבעלי שכם ומבית מלוא ותאכל את אבימלך",
        "8_Chapter, 20_Verse": "וינס יותם ויברח וילך בארה וישב שם מפני אבימלך אחיו",
        "8_Chapter, 21_Verse": "וישר אבימלך על ישראל שלש שנים",
        "8_Chapter, 22_Verse": "וישלח אלהים רוח רעה בין אבימלך ובין בעלי שכם ויבגדו בעלי שכם באבימלך",
        "8_Chapter, 23_Verse": "לבוא חמס שבעים בני ירבעל ודמם לשום על אבימלך אחיהם אשר הרג אותם ועל בעלי שכם אשר חזקו את ידיו להרג את אחיו",
        "8_Chapter, 24_Verse": "וישימו לו בעלי שכם מארבים על ראשי ההרים ויגזלו את כל אשר יעבר עליהם בדרך ויגד לאבימלך",
        "8_Chapter, 25_Verse": "ויבא געל בן עבד ואחיו ויעברו בשכם ויבטחו בו בעלי שכם",
        "8_Chapter, 26_Verse": "ויצאו השדה ויבצרו את כרמיהם וידרכו ויעשו הלולים ויבאו בית א‍להיהם ויאכלו וישתו ויקללו את אבימלך",
        "8_Chapter, 27_Verse": "ויאמר געל בן עבד מי אבימלך ומי שכם כי נעבדנו הלא בן ירבעל וזבל פקידו עבדו את אנשי חמור אבי שכם ומדוע נעבדנו אנחנו",
        "8_Chapter, 28_Verse": "ומי יתן את העם הזה בידי ואסירה את אבימלך ויאמר לאבימלך רבה צבאך וצאה",
        "8_Chapter, 29_Verse": "וישמע זבל שר העיר את דברי געל בן עבד ויחר אפו",
        "8_Chapter, 30_Verse": "וישלח מלאכים אל אבימלך בתרמה לאמר הנה געל בן עבד ואחיו באים שכמה והנם צרים את העיר עליך",
        "8_Chapter, 31_Verse": "ועתה קום לילה אתה והעם אשר אתך וארב בשדה",
        "8_Chapter, 32_Verse": "והיה בבקר כזרח השמש תשכים ופשטת על העיר והנה הוא והעם אשר אתו יצאים אליך ועשית לו כאשר תמצא ידך",
        "8_Chapter, 33_Verse": "ויקם אבימלך וכל העם אשר עמו לילה ויארבו על שכם ארבעה ראשים",
        "8_Chapter, 34_Verse": "ויצא געל בן עבד ויעמד פתח שער העיר ויקם אבימלך והעם אשר אתו מן המארב",
        "8_Chapter, 35_Verse": "וירא געל את העם ויאמר אל זבל הנה עם יורד מראשי ההרים ויאמר אליו זבל את צל ההרים אתה ראה כאנשים",
        "8_Chapter, 36_Verse": "ויסף עוד געל לדבר ויאמר הנה עם יורדים מעם טבור הארץ וראש אחד בא מדרך אלון מעוננים",
        "8_Chapter, 37_Verse": "ויאמר אליו זבל איה אפוא פיך אשר תאמר מי אבימלך כי נעבדנו הלא זה העם אשר מאסתה בו צא נא עתה והלחם בו",
        "8_Chapter, 38_Verse": "ויצא געל לפני בעלי שכם וילחם באבימלך",
        "8_Chapter, 39_Verse": "וירדפהו אבימלך וינס מפניו ויפלו חללים רבים עד פתח השער",
        "8_Chapter, 40_Verse": "וישב אבימלך בארומה ויגרש זבל את געל ואת אחיו משבת בשכם",
        "8_Chapter, 41_Verse": "ויהי ממחרת ויצא העם השדה ויגדו לאבימלך",
        "8_Chapter, 42_Verse": "ויקח את העם ויחצם לשלשה ראשים ויארב בשדה וירא והנה העם יצא מן העיר ויקם עליהם ויכם",
        "8_Chapter, 43_Verse": "ואבימלך והראשים אשר עמו פשטו ויעמדו פתח שער העיר ושני הראשים פשטו על כל אשר בשדה ויכום",
        "8_Chapter, 44_Verse": "ואבימלך נלחם בעיר כל היום ההוא וילכד את העיר ואת העם אשר בה הרג ויתץ את העיר ויזרעה מלח",
        "8_Chapter, 45_Verse": "וישמעו כל בעלי מגדל שכם ויבאו אל צריח בית אל ברית",
        "8_Chapter, 46_Verse": "ויגד לאבימלך כי התקבצו כל בעלי מגדל שכם",
        "8_Chapter, 47_Verse": "ויעל אבימלך הר צלמון הוא וכל העם אשר אתו ויקח אבימלך את הקרדמות בידו ויכרת שוכת עצים וישאה וישם על שכמו ויאמר אל העם אשר עמו מה ראיתם עשיתי מהרו עשו כמוני",
        "8_Chapter, 48_Verse": "ויכרתו גם כל העם איש שוכה וילכו אחרי אבימלך וישימו על הצריח ויציתו עליהם את הצריח באש וימתו גם כל אנשי מגדל שכם כאלף איש ואשה",
        "8_Chapter, 49_Verse": "וילך אבימלך אל תבץ ויחן בתבץ וילכדה",
        "8_Chapter, 50_Verse": "ומגדל עז היה בתוך העיר וינסו שמה כל האנשים והנשים וכל בעלי העיר ויסגרו בעדם ויעלו על גג המגדל",
        "8_Chapter, 51_Verse": "ויבא אבימלך עד המגדל וילחם בו ויגש עד פתח המגדל לשרפו באש",
        "8_Chapter, 52_Verse": "ותשלך אשה אחת פלח רכב על ראש אבימלך ותרץ את גלגלתו",
        "8_Chapter, 53_Verse": "ויקרא מהרה אל הנער נשא כליו ויאמר לו שלף חרבך ומותתני פן יאמרו לי אשה הרגתהו וידקרהו נערו וימת",
        "8_Chapter, 54_Verse": "ויראו איש ישראל כי מת אבימלך וילכו איש למקמו",
        "8_Chapter, 55_Verse": "וישב אלהים את רעת אבימלך אשר עשה לאביו להרג את שבעים אחיו",
        "8_Chapter, 56_Verse": "ואת כל רעת אנשי שכם השיב אלהים בראשם ותבא אליהם קללת יותם בן ירבעל",
        "9_Chapter, 0_Verse": "ויקם אחרי אבימלך להושיע את ישראל תולע בן פואה בן דודו איש יששכר והוא ישב בשמיר בהר אפרים",
        "9_Chapter, 1_Verse": "וישפט את ישראל עשרים ושלש שנה וימת ויקבר בשמיר",
        "9_Chapter, 2_Verse": "ויקם אחריו יאיר הגלעדי וישפט את ישראל עשרים ושתים שנה",
        "9_Chapter, 3_Verse": "ויהי לו שלשים בנים רכבים על שלשים עירים ושלשים עירים להם להם יקראו חות יאיר עד היום הזה אשר בארץ הגלעד",
        "9_Chapter, 4_Verse": "וימת יאיר ויקבר בקמון",
        "9_Chapter, 5_Verse": "ויספו בני ישראל לעשות הרע בעיני יהוה ויעבדו את הבעלים ואת העשתרות ואת אלהי ארם ואת אלהי צידון ואת אלהי מואב ואת אלהי בני עמון ואת אלהי פלשתים ויעזבו את יהוה ולא עבדוהו",
        "9_Chapter, 6_Verse": "ויחר אף יהוה בישראל וימכרם ביד פלשתים וביד בני עמון",
        "9_Chapter, 7_Verse": "וירעצו וירצצו את בני ישראל בשנה ההיא שמנה עשרה שנה את כל בני ישראל אשר בעבר הירדן בארץ האמרי אשר בגלעד",
        "9_Chapter, 8_Verse": "ויעברו בני עמון את הירדן להלחם גם ביהודה ובבנימין ובבית אפרים ותצר לישראל מאד",
        "9_Chapter, 9_Verse": "ויזעקו בני ישראל אל יהוה לאמר חטאנו לך וכי עזבנו את אלהינו ונעבד את הבעלים",
        "9_Chapter, 10_Verse": "ויאמר יהוה אל בני ישראל הלא ממצרים ומן האמרי ומן בני עמון ומן פלשתים",
        "9_Chapter, 11_Verse": "וצידונים ועמלק ומעון לחצו אתכם ותצעקו אלי ואושיעה אתכם מידם",
        "9_Chapter, 12_Verse": "ואתם עזבתם אותי ותעבדו אלהים אחרים לכן לא אוסיף להושיע אתכם",
        "9_Chapter, 13_Verse": "לכו וזעקו אל האלהים אשר בחרתם בם המה יושיעו לכם בעת צרתכם",
        "9_Chapter, 14_Verse": "ויאמרו בני ישראל אל יהוה חטאנו עשה אתה לנו ככל הטוב בעיניך אך הצילנו נא היום הזה",
        "9_Chapter, 15_Verse": "ויסירו את אלהי הנכר מקרבם ויעבדו את יהוה ותקצר נפשו בעמל ישראל",
        "9_Chapter, 16_Verse": "ויצעקו בני עמון ויחנו בגלעד ויאספו בני ישראל ויחנו במצפה",
        "9_Chapter, 17_Verse": "ויאמרו העם שרי גלעד איש אל רעהו מי האיש אשר יחל להלחם בבני עמון יהיה לראש לכל ישבי גלעד",
        "10_Chapter, 0_Verse": "ויפתח הגלעדי היה גבור חיל והוא בן אשה זונה ויולד גלעד את יפתח",
        "10_Chapter, 1_Verse": "ותלד אשת גלעד לו בנים ויגדלו בני האשה ויגרשו את יפתח ויאמרו לו לא תנחל בבית אבינו כי בן אשה אחרת אתה",
        "10_Chapter, 2_Verse": "ויברח יפתח מפני אחיו וישב בארץ טוב ויתלקטו אל יפתח אנשים ריקים ויצאו עמו",
        "10_Chapter, 3_Verse": "ויהי מימים וילחמו בני עמון עם ישראל",
        "10_Chapter, 4_Verse": "ויהי כאשר נלחמו בני עמון עם ישראל וילכו זקני גלעד לקחת את יפתח מארץ טוב",
        "10_Chapter, 5_Verse": "ויאמרו ליפתח לכה והייתה לנו לקצין ונלחמה בבני עמון",
        "10_Chapter, 6_Verse": "ויאמר יפתח לזקני גלעד הלא אתם שנאתם אותי ותגרשוני מבית אבי ומדוע באתם אלי עתה כאשר צר לכם",
        "10_Chapter, 7_Verse": "ויאמרו זקני גלעד אל יפתח לכן עתה שבנו אליך והלכת עמנו ונלחמת בבני עמון והיית לנו לראש לכל ישבי גלעד",
        "10_Chapter, 8_Verse": "ויאמר יפתח אל זקני גלעד אם משיבים אתם אותי להלחם בבני עמון ונתן יהוה אותם לפני אנכי אהיה לכם לראש",
        "10_Chapter, 9_Verse": "ויאמרו זקני גלעד אל יפתח יהוה יהיה שמע בינותינו אם לא כדברך כן נעשה",
        "10_Chapter, 10_Verse": "וילך יפתח עם זקני גלעד וישימו העם אותו עליהם לראש ולקצין וידבר יפתח את כל דבריו לפני יהוה במצפה",
        "10_Chapter, 11_Verse": "וישלח יפתח מלאכים אל מלך בני עמון לאמר מה לי ולך כי באת אלי להלחם בארצי",
        "10_Chapter, 12_Verse": "ויאמר מלך בני עמון אל מלאכי יפתח כי לקח ישראל את ארצי בעלותו ממצרים מארנון ועד היבק ועד הירדן ועתה השיבה אתהן בשלום",
        "10_Chapter, 13_Verse": "ויוסף עוד יפתח וישלח מלאכים אל מלך בני עמון",
        "10_Chapter, 14_Verse": "ויאמר לו כה אמר יפתח לא לקח ישראל את ארץ מואב ואת ארץ בני עמון",
        "10_Chapter, 15_Verse": "כי בעלותם ממצרים וילך ישראל במדבר עד ים סוף ויבא קדשה",
        "10_Chapter, 16_Verse": "וישלח ישראל מלאכים אל מלך אדום לאמר אעברה נא בארצך ולא שמע מלך אדום וגם אל מלך מואב שלח ולא אבה וישב ישראל בקדש",
        "10_Chapter, 17_Verse": "וילך במדבר ויסב את ארץ אדום ואת ארץ מואב ויבא ממזרח שמש לארץ מואב ויחנון בעבר ארנון ולא באו בגבול מואב כי ארנון גבול מואב",
        "10_Chapter, 18_Verse": "וישלח ישראל מלאכים אל סיחון מלך האמרי מלך חשבון ויאמר לו ישראל נעברה נא בארצך עד מקומי",
        "10_Chapter, 19_Verse": "ולא האמין סיחון את ישראל עבר בגבלו ויאסף סיחון את כל עמו ויחנו ביהצה וילחם עם ישראל",
        "10_Chapter, 20_Verse": "ויתן יהוה אלהי ישראל את סיחון ואת כל עמו ביד ישראל ויכום ויירש ישראל את כל ארץ האמרי יושב הארץ ההיא",
        "10_Chapter, 21_Verse": "ויירשו את כל גבול האמרי מארנון ועד היבק ומן המדבר ועד הירדן",
        "10_Chapter, 22_Verse": "ועתה יהוה אלהי ישראל הוריש את האמרי מפני עמו ישראל ואתה תירשנו",
        "10_Chapter, 23_Verse": "הלא את אשר יורישך כמוש אלהיך אותו תירש ואת כל אשר הוריש יהוה אלהינו מפנינו אותו נירש",
        "10_Chapter, 24_Verse": "ועתה הטוב טוב אתה מבלק בן צפור מלך מואב הרוב רב עם ישראל אם נלחם נלחם בם",
        "10_Chapter, 25_Verse": "בשבת ישראל בחשבון ובבנותיה ובערעור ובבנותיה ובכל הערים אשר על ידי ארנון שלש מאות שנה ומדוע לא הצלתם בעת ההיא",
        "10_Chapter, 26_Verse": "ואנכי לא חטאתי לך ואתה עשה אתי רעה להלחם בי ישפט יהוה השפט היום בין בני ישראל ובין בני עמון",
        "10_Chapter, 27_Verse": "ולא שמע מלך בני עמון אל דברי יפתח אשר שלח אליו",
        "10_Chapter, 28_Verse": "ותהי על יפתח רוח יהוה ויעבר את הגלעד ואת מנשה ויעבר את מצפה גלעד וממצפה גלעד עבר בני עמון",
        "10_Chapter, 29_Verse": "וידר יפתח נדר ליהוה ויאמר אם נתון תתן את בני עמון בידי",
        "10_Chapter, 30_Verse": "והיה היוצא אשר יצא מדלתי ביתי לקראתי בשובי בשלום מבני עמון והיה ליהוה והעליתהו עולה",
        "10_Chapter, 31_Verse": "ויעבר יפתח אל בני עמון להלחם בם ויתנם יהוה בידו",
        "10_Chapter, 32_Verse": "ויכם מערוער ועד בואך מנית עשרים עיר ועד אבל כרמים מכה גדולה מאד ויכנעו בני עמון מפני בני ישראל",
        "10_Chapter, 33_Verse": "ויבא יפתח המצפה אל ביתו והנה בתו יצאת לקראתו בתפים ובמחלות ורק היא יחידה אין לו ממנו בן או בת",
        "10_Chapter, 34_Verse": "ויהי כראותו אותה ויקרע את בגדיו ויאמר אהה בתי הכרע הכרעתני ואת היית בעכרי ואנכי פציתי פי אל יהוה ולא אוכל לשוב",
        "10_Chapter, 35_Verse": "ותאמר אליו אבי פציתה את פיך אל יהוה עשה לי כאשר יצא מפיך אחרי אשר עשה לך יהוה נקמות מאיביך מבני עמון",
        "10_Chapter, 36_Verse": "ותאמר אל אביה יעשה לי הדבר הזה הרפה ממני שנים חדשים ואלכה וירדתי על ההרים ואבכה על בתולי אנכי ורעיתי [ורעותי]",
        "10_Chapter, 37_Verse": "ויאמר לכי וישלח אותה שני חדשים ותלך היא ורעותיה ותבך על בתוליה על ההרים",
        "10_Chapter, 38_Verse": "ויהי מקץ שנים חדשים ותשב אל אביה ויעש לה את נדרו אשר נדר והיא לא ידעה איש ותהי חק בישראל",
        "10_Chapter, 39_Verse": "מימים ימימה תלכנה בנות ישראל לתנות לבת יפתח הגלעדי ארבעת ימים בשנה",
        "11_Chapter, 0_Verse": "ויצעק איש אפרים ויעבר צפונה ויאמרו ליפתח מדוע עברת להלחם בבני עמון ולנו לא קראת ללכת עמך ביתך נשרף עליך באש",
        "11_Chapter, 1_Verse": "ויאמר יפתח אליהם איש ריב הייתי אני ועמי ובני עמון מאד ואזעק אתכם ולא הושעתם אותי מידם",
        "11_Chapter, 2_Verse": "ואראה כי אינך מושיע ואשימה נפשי בכפי ואעברה אל בני עמון ויתנם יהוה בידי ולמה עליתם אלי היום הזה להלחם בי",
        "11_Chapter, 3_Verse": "ויקבץ יפתח את כל אנשי גלעד וילחם את אפרים ויכו אנשי גלעד את אפרים כי אמרו פליטי אפרים אתם גלעד בתוך אפרים בתוך מנשה",
        "11_Chapter, 4_Verse": "וילכד גלעד את מעברות הירדן לאפרים והיה כי יאמרו פליטי אפרים אעברה ויאמרו לו אנשי גלעד האפרתי אתה ויאמר לא",
        "11_Chapter, 5_Verse": "ויאמרו לו אמר נא שבלת ויאמר סבלת ולא יכין לדבר כן ויאחזו אותו וישחטוהו אל מעברות הירדן ויפל בעת ההיא מאפרים ארבעים ושנים אלף",
        "11_Chapter, 6_Verse": "וישפט יפתח את ישראל שש שנים וימת יפתח הגלעדי ויקבר בערי גלעד",
        "11_Chapter, 7_Verse": "וישפט אחריו את ישראל אבצן מבית לחם",
        "11_Chapter, 8_Verse": "ויהי לו שלשים בנים ושלשים בנות שלח החוצה ושלשים בנות הביא לבניו מן החוץ וישפט את ישראל שבע שנים",
        "11_Chapter, 9_Verse": "וימת אבצן ויקבר בבית לחם",
        "11_Chapter, 10_Verse": "וישפט אחריו את ישראל אילון הזבולני וישפט את ישראל עשר שנים",
        "11_Chapter, 11_Verse": "וימת אלון הזבולני ויקבר באילון בארץ זבולן",
        "11_Chapter, 12_Verse": "וישפט אחריו את ישראל עבדון בן הלל הפרעתוני",
        "11_Chapter, 13_Verse": "ויהי לו ארבעים בנים ושלשים בני בנים רכבים על שבעים עירם וישפט את ישראל שמנה שנים",
        "11_Chapter, 14_Verse": "וימת עבדון בן הלל הפרעתוני ויקבר בפרעתון בארץ אפרים בהר העמלקי",
        "12_Chapter, 0_Verse": "ויספו בני ישראל לעשות הרע בעיני יהוה ויתנם יהוה ביד פלשתים ארבעים שנה",
        "12_Chapter, 1_Verse": "ויהי איש אחד מצרעה ממשפחת הדני ושמו מנוח ואשתו עקרה ולא ילדה",
        "12_Chapter, 2_Verse": "וירא מלאך יהוה אל האשה ויאמר אליה הנה נא את עקרה ולא ילדת והרית וילדת בן",
        "12_Chapter, 3_Verse": "ועתה השמרי נא ואל תשתי יין ושכר ואל תאכלי כל טמא",
        "12_Chapter, 4_Verse": "כי הנך הרה וילדת בן ומורה לא יעלה על ראשו כי נזיר אלהים יהיה הנער מן הבטן והוא יחל להושיע את ישראל מיד פלשתים",
        "12_Chapter, 5_Verse": "ותבא האשה ותאמר לאישה לאמר איש האלהים בא אלי ומראהו כמראה מלאך האלהים נורא מאד ולא שאלתיהו אי מזה הוא ואת שמו לא הגיד לי",
        "12_Chapter, 6_Verse": "ויאמר לי הנך הרה וילדת בן ועתה אל תשתי יין ושכר ואל תאכלי כל טמאה כי נזיר אלהים יהיה הנער מן הבטן עד יום מותו",
        "12_Chapter, 7_Verse": "ויעתר מנוח אל יהוה ויאמר בי אדוני איש האלהים אשר שלחת יבוא נא עוד אלינו ויורנו מה נעשה לנער היולד",
        "12_Chapter, 8_Verse": "וישמע האלהים בקול מנוח ויבא מלאך האלהים עוד אל האשה והיא יושבת בשדה ומנוח אישה אין עמה",
        "12_Chapter, 9_Verse": "ותמהר האשה ותרץ ותגד לאישה ותאמר אליו הנה נראה אלי האיש אשר בא ביום אלי",
        "12_Chapter, 10_Verse": "ויקם וילך מנוח אחרי אשתו ויבא אל האיש ויאמר לו האתה האיש אשר דברת אל האשה ויאמר אני",
        "12_Chapter, 11_Verse": "ויאמר מנוח עתה יבא דבריך מה יהיה משפט הנער ומעשהו",
        "12_Chapter, 12_Verse": "ויאמר מלאך יהוה אל מנוח מכל אשר אמרתי אל האשה תשמר",
        "12_Chapter, 13_Verse": "מכל אשר יצא מגפן היין לא תאכל ויין ושכר אל תשת וכל טמאה אל תאכל כל אשר צויתיה תשמר",
        "12_Chapter, 14_Verse": "ויאמר מנוח אל מלאך יהוה נעצרה נא אותך ונעשה לפניך גדי עזים",
        "12_Chapter, 15_Verse": "ויאמר מלאך יהוה אל מנוח אם תעצרני לא אכל בלחמך ואם תעשה עלה ליהוה תעלנה כי לא ידע מנוח כי מלאך יהוה הוא",
        "12_Chapter, 16_Verse": "ויאמר מנוח אל מלאך יהוה מי שמך כי יבא דבריך [דברך] וכבדנוך",
        "12_Chapter, 17_Verse": "ויאמר לו מלאך יהוה למה זה תשאל לשמי והוא פלאי",
        "12_Chapter, 18_Verse": "ויקח מנוח את גדי העזים ואת המנחה ויעל על הצור ליהוה ומפלא לעשות ומנוח ואשתו ראים",
        "12_Chapter, 19_Verse": "ויהי בעלות הלהב מעל המזבח השמימה ויעל מלאך יהוה בלהב המזבח ומנוח ואשתו ראים ויפלו על פניהם ארצה",
        "12_Chapter, 20_Verse": "ולא יסף עוד מלאך יהוה להראה אל מנוח ואל אשתו אז ידע מנוח כי מלאך יהוה הוא",
        "12_Chapter, 21_Verse": "ויאמר מנוח אל אשתו מות נמות כי אלהים ראינו",
        "12_Chapter, 22_Verse": "ותאמר לו אשתו לו חפץ יהוה להמיתנו לא לקח מידנו עלה ומנחה ולא הראנו את כל אלה וכעת לא השמיענו כזאת",
        "12_Chapter, 23_Verse": "ותלד האשה בן ותקרא את שמו שמשון ויגדל הנער ויברכהו יהוה",
        "12_Chapter, 24_Verse": "ותחל רוח יהוה לפעמו במחנה דן בין צרעה ובין אשתאל",
        "13_Chapter, 0_Verse": "וירד שמשון תמנתה וירא אשה בתמנתה מבנות פלשתים",
        "13_Chapter, 1_Verse": "ויעל ויגד לאביו ולאמו ויאמר אשה ראיתי בתמנתה מבנות פלשתים ועתה קחו אותה לי לאשה",
        "13_Chapter, 2_Verse": "ויאמר לו אביו ואמו האין בבנות אחיך ובכל עמי אשה כי אתה הולך לקחת אשה מפלשתים הערלים ויאמר שמשון אל אביו אותה קח לי כי היא ישרה בעיני",
        "13_Chapter, 3_Verse": "ואביו ואמו לא ידעו כי מיהוה היא כי תאנה הוא מבקש מפלשתים ובעת ההיא פלשתים משלים בישראל",
        "13_Chapter, 4_Verse": "וירד שמשון ואביו ואמו תמנתה ויבאו עד כרמי תמנתה והנה כפיר אריות שאג לקראתו",
        "13_Chapter, 5_Verse": "ותצלח עליו רוח יהוה וישסעהו כשסע הגדי ומאומה אין בידו ולא הגיד לאביו ולאמו את אשר עשה",
        "13_Chapter, 6_Verse": "וירד וידבר לאשה ותישר בעיני שמשון",
        "13_Chapter, 7_Verse": "וישב מימים לקחתה ויסר לראות את מפלת האריה והנה עדת דבורים בגוית האריה ודבש",
        "13_Chapter, 8_Verse": "וירדהו אל כפיו וילך הלוך ואכל וילך אל אביו ואל אמו ויתן להם ויאכלו ולא הגיד להם כי מגוית האריה רדה הדבש",
        "13_Chapter, 9_Verse": "וירד אביהו אל האשה ויעש שם שמשון משתה כי כן יעשו הבחורים",
        "13_Chapter, 10_Verse": "ויהי כראותם אותו ויקחו שלשים מרעים ויהיו אתו",
        "13_Chapter, 11_Verse": "ויאמר להם שמשון אחודה נא לכם חידה אם הגד תגידו אותה לי שבעת ימי המשתה ומצאתם ונתתי לכם שלשים סדינים ושלשים חלפת בגדים",
        "13_Chapter, 12_Verse": "ואם לא תוכלו להגיד לי ונתתם אתם לי שלשים סדינים ושלשים חליפות בגדים ויאמרו לו חודה חידתך ונשמענה",
        "13_Chapter, 13_Verse": "ויאמר להם מהאכל יצא מאכל ומעז יצא מתוק ולא יכלו להגיד החידה שלשת ימים",
        "13_Chapter, 14_Verse": "ויהי ביום השביעי ויאמרו לאשת שמשון פתי את אישך ויגד לנו את החידה פן נשרף אותך ואת בית אביך באש הלירשנו קראתם לנו הלא",
        "13_Chapter, 15_Verse": "ותבך אשת שמשון עליו ותאמר רק שנאתני ולא אהבתני החידה חדת לבני עמי ולי לא הגדתה ויאמר לה הנה לאבי ולאמי לא הגדתי ולך אגיד",
        "13_Chapter, 16_Verse": "ותבך עליו שבעת הימים אשר היה להם המשתה ויהי ביום השביעי ויגד לה כי הציקתהו ותגד החידה לבני עמה",
        "13_Chapter, 17_Verse": "ויאמרו לו אנשי העיר ביום השביעי בטרם יבא החרסה מה מתוק מדבש ומה עז מארי ויאמר להם לולא חרשתם בעגלתי לא מצאתם חידתי",
        "13_Chapter, 18_Verse": "ותצלח עליו רוח יהוה וירד אשקלון ויך מהם שלשים איש ויקח את חליצותם ויתן החליפות למגידי החידה ויחר אפו ויעל בית אביהו",
        "13_Chapter, 19_Verse": "ותהי אשת שמשון למרעהו אשר רעה לו",
        "14_Chapter, 0_Verse": "ויהי מימים בימי קציר חטים ויפקד שמשון את אשתו בגדי עזים ויאמר אבאה אל אשתי החדרה ולא נתנו אביה לבוא",
        "14_Chapter, 1_Verse": "ויאמר אביה אמר אמרתי כי שנא שנאתה ואתננה למרעך הלא אחתה הקטנה טובה ממנה תהי נא לך תחתיה",
        "14_Chapter, 2_Verse": "ויאמר להם שמשון נקיתי הפעם מפלשתים כי עשה אני עמם רעה",
        "14_Chapter, 3_Verse": "וילך שמשון וילכד שלש מאות שועלים ויקח לפדים ויפן זנב אל זנב וישם לפיד אחד בין שני הזנבות בתוך",
        "14_Chapter, 4_Verse": "ויבער אש בלפידים וישלח בקמות פלשתים ויבער מגדיש ועד קמה ועד כרם זית",
        "14_Chapter, 5_Verse": "ויאמרו פלשתים מי עשה זאת ויאמרו שמשון חתן התמני כי לקח את אשתו ויתנה למרעהו ויעלו פלשתים וישרפו אותה ואת אביה באש",
        "14_Chapter, 6_Verse": "ויאמר להם שמשון אם תעשון כזאת כי אם נקמתי בכם ואחר אחדל",
        "14_Chapter, 7_Verse": "ויך אותם שוק על ירך מכה גדולה וירד וישב בסעיף סלע עיטם",
        "14_Chapter, 8_Verse": "ויעלו פלשתים ויחנו ביהודה וינטשו בלחי",
        "14_Chapter, 9_Verse": "ויאמרו איש יהודה למה עליתם עלינו ויאמרו לאסור את שמשון עלינו לעשות לו כאשר עשה לנו",
        "14_Chapter, 10_Verse": "וירדו שלשת אלפים איש מיהודה אל סעיף סלע עיטם ויאמרו לשמשון הלא ידעת כי משלים בנו פלשתים ומה זאת עשית לנו ויאמר להם כאשר עשו לי כן עשיתי להם",
        "14_Chapter, 11_Verse": "ויאמרו לו לאסרך ירדנו לתתך ביד פלשתים ויאמר להם שמשון השבעו לי פן תפגעון בי אתם",
        "14_Chapter, 12_Verse": "ויאמרו לו לאמר לא כי אסר נאסרך ונתנוך בידם והמת לא נמיתך ויאסרהו בשנים עבתים חדשים ויעלוהו מן הסלע",
        "14_Chapter, 13_Verse": "הוא בא עד לחי ופלשתים הריעו לקראתו ותצלח עליו רוח יהוה ותהיינה העבתים אשר על זרועותיו כפשתים אשר בערו באש וימסו אסוריו מעל ידיו",
        "14_Chapter, 14_Verse": "וימצא לחי חמור טריה וישלח ידו ויקחה ויך בה אלף איש",
        "14_Chapter, 15_Verse": "ויאמר שמשון בלחי החמור חמור חמרתים בלחי החמור הכיתי אלף איש",
        "14_Chapter, 16_Verse": "ויהי ככלתו לדבר וישלך הלחי מידו ויקרא למקום ההוא רמת לחי",
        "14_Chapter, 17_Verse": "ויצמא מאד ויקרא אל יהוה ויאמר אתה נתת ביד עבדך את התשועה הגדלה הזאת ועתה אמות בצמא ונפלתי ביד הערלים",
        "14_Chapter, 18_Verse": "ויבקע אלהים את המכתש אשר בלחי ויצאו ממנו מים וישת ותשב רוחו ויחי על כן קרא שמה עין הקורא אשר בלחי עד היום הזה",
        "14_Chapter, 19_Verse": "וישפט את ישראל בימי פלשתים עשרים שנה",
        "15_Chapter, 0_Verse": "וילך שמשון עזתה וירא שם אשה זונה ויבא אליה",
        "15_Chapter, 1_Verse": "לעזתים לאמר בא שמשון הנה ויסבו ויארבו לו כל הלילה בשער העיר ויתחרשו כל הלילה לאמר עד אור הבקר והרגנהו",
        "15_Chapter, 2_Verse": "וישכב שמשון עד חצי הלילה ויקם בחצי הלילה ויאחז בדלתות שער העיר ובשתי המזוזות ויסעם עם הבריח וישם על כתפיו ויעלם אל ראש ההר אשר על פני חברון",
        "15_Chapter, 3_Verse": "ויהי אחרי כן ויאהב אשה בנחל שרק ושמה דלילה",
        "15_Chapter, 4_Verse": "ויעלו אליה סרני פלשתים ויאמרו לה פתי אותו וראי במה כחו גדול ובמה נוכל לו ואסרנהו לענתו ואנחנו נתן לך איש אלף ומאה כסף",
        "15_Chapter, 5_Verse": "ותאמר דלילה אל שמשון הגידה נא לי במה כחך גדול ובמה תאסר לענותך",
        "15_Chapter, 6_Verse": "ויאמר אליה שמשון אם יאסרני בשבעה יתרים לחים אשר לא חרבו וחליתי והייתי כאחד האדם",
        "15_Chapter, 7_Verse": "ויעלו לה סרני פלשתים שבעה יתרים לחים אשר לא חרבו ותאסרהו בהם",
        "15_Chapter, 8_Verse": "והארב ישב לה בחדר ותאמר אליו פלשתים עליך שמשון וינתק את היתרים כאשר ינתק פתיל הנערת בהריחו אש ולא נודע כחו",
        "15_Chapter, 9_Verse": "ותאמר דלילה אל שמשון הנה התלת בי ותדבר אלי כזבים עתה הגידה נא לי במה תאסר",
        "15_Chapter, 10_Verse": "ויאמר אליה אם אסור יאסרוני בעבתים חדשים אשר לא נעשה בהם מלאכה וחליתי והייתי כאחד האדם",
        "15_Chapter, 11_Verse": "ותקח דלילה עבתים חדשים ותאסרהו בהם ותאמר אליו פלשתים עליך שמשון והארב ישב בחדר וינתקם מעל זרעתיו כחוט",
        "15_Chapter, 12_Verse": "ותאמר דלילה אל שמשון עד הנה התלת בי ותדבר אלי כזבים הגידה לי במה תאסר ויאמר אליה אם תארגי את שבע מחלפות ראשי עם המסכת",
        "15_Chapter, 13_Verse": "ותתקע ביתד ותאמר אליו פלשתים עליך שמשון וייקץ משנתו ויסע את היתד הארג ואת המסכת",
        "15_Chapter, 14_Verse": "ותאמר אליו איך תאמר אהבתיך ולבך אין אתי זה שלש פעמים התלת בי ולא הגדת לי במה כחך גדול",
        "15_Chapter, 15_Verse": "ויהי כי הציקה לו בדבריה כל הימים ותאלצהו ותקצר נפשו למות",
        "15_Chapter, 16_Verse": "ויגד לה את כל לבו ויאמר לה מורה לא עלה על ראשי כי נזיר אלהים אני מבטן אמי אם גלחתי וסר ממני כחי וחליתי והייתי ככל האדם",
        "15_Chapter, 17_Verse": "ותרא דלילה כי הגיד לה את כל לבו ותשלח ותקרא לסרני פלשתים לאמר עלו הפעם כי הגיד לה [לי] את כל לבו ועלו אליה סרני פלשתים ויעלו הכסף בידם",
        "15_Chapter, 18_Verse": "ותישנהו על ברכיה ותקרא לאיש ותגלח את שבע מחלפות ראשו ותחל לענותו ויסר כחו מעליו",
        "15_Chapter, 19_Verse": "ותאמר פלשתים עליך שמשון ויקץ משנתו ויאמר אצא כפעם בפעם ואנער והוא לא ידע כי יהוה סר מעליו",
        "15_Chapter, 20_Verse": "ויאחזוהו פלשתים וינקרו את עיניו ויורידו אותו עזתה ויאסרוהו בנחשתים ויהי טוחן בבית האסירים [האסורים]",
        "15_Chapter, 21_Verse": "ויחל שער ראשו לצמח כאשר גלח",
        "15_Chapter, 22_Verse": "וסרני פלשתים נאספו לזבח זבח גדול לדגון אלהיהם ולשמחה ויאמרו נתן אלהינו בידנו את שמשון אויבינו",
        "15_Chapter, 23_Verse": "ויראו אתו העם ויהללו את אלהיהם כי אמרו נתן אלהינו בידנו את אויבנו ואת מחריב ארצנו ואשר הרבה את חללינו",
        "15_Chapter, 24_Verse": "ויהי כי טוב [כטוב] לבם ויאמרו קראו לשמשון וישחק לנו ויקראו לשמשון מבית האסירים [האסורים] ויצחק לפניהם ויעמידו אותו בין העמודים",
        "15_Chapter, 25_Verse": "ויאמר שמשון אל הנער המחזיק בידו הניחה אותי והימשני [והמשני] את העמדים אשר הבית נכון עליהם ואשען עליהם",
        "15_Chapter, 26_Verse": "והבית מלא האנשים והנשים ושמה כל סרני פלשתים ועל הגג כשלשת אלפים איש ואשה הראים בשחוק שמשון",
        "15_Chapter, 27_Verse": "ויקרא שמשון אל יהוה ויאמר אדני יהוה זכרני נא וחזקני נא אך הפעם הזה האלהים ואנקמה נקם אחת משתי עיני מפלשתים",
        "15_Chapter, 28_Verse": "וילפת שמשון את שני עמודי התוך אשר הבית נכון עליהם ויסמך עליהם אחד בימינו ואחד בשמאלו",
        "15_Chapter, 29_Verse": "ויאמר שמשון תמות נפשי עם פלשתים ויט בכח ויפל הבית על הסרנים ועל כל העם אשר בו ויהיו המתים אשר המית במותו רבים מאשר המית בחייו",
        "15_Chapter, 30_Verse": "וירדו אחיו וכל בית אביהו וישאו אתו ויעלו ויקברו אותו בין צרעה ובין אשתאל בקבר מנוח אביו והוא שפט את ישראל עשרים שנה",
        "16_Chapter, 0_Verse": "ויהי איש מהר אפרים ושמו מיכיהו",
        "16_Chapter, 1_Verse": "ויאמר לאמו אלף ומאה הכסף אשר לקח לך ואתי [ואת] אלית וגם אמרת באזני הנה הכסף אתי אני לקחתיו ותאמר אמו ברוך בני ליהוה",
        "16_Chapter, 2_Verse": "וישב את אלף ומאה הכסף לאמו ותאמר אמו הקדש הקדשתי את הכסף ליהוה מידי לבני לעשות פסל ומסכה ועתה אשיבנו לך",
        "16_Chapter, 3_Verse": "וישב את הכסף לאמו ותקח אמו מאתים כסף ותתנהו לצורף ויעשהו פסל ומסכה ויהי בבית מיכיהו",
        "16_Chapter, 4_Verse": "והאיש מיכה לו בית אלהים ויעש אפוד ותרפים וימלא את יד אחד מבניו ויהי לו לכהן",
        "16_Chapter, 5_Verse": "בימים ההם אין מלך בישראל איש הישר בעיניו יעשה",
        "16_Chapter, 6_Verse": "ויהי נער מבית לחם יהודה ממשפחת יהודה והוא לוי והוא גר שם",
        "16_Chapter, 7_Verse": "וילך האיש מהעיר מבית לחם יהודה לגור באשר ימצא ויבא הר אפרים עד בית מיכה לעשות דרכו",
        "16_Chapter, 8_Verse": "ויאמר לו מיכה מאין תבוא ויאמר אליו לוי אנכי מבית לחם יהודה ואנכי הלך לגור באשר אמצא",
        "16_Chapter, 9_Verse": "ויאמר לו מיכה שבה עמדי והיה לי לאב ולכהן ואנכי אתן לך עשרת כסף לימים וערך בגדים ומחיתך וילך הלוי",
        "16_Chapter, 10_Verse": "ויואל הלוי לשבת את האיש ויהי הנער לו כאחד מבניו",
        "16_Chapter, 11_Verse": "וימלא מיכה את יד הלוי ויהי לו הנער לכהן ויהי בבית מיכה",
        "16_Chapter, 12_Verse": "ויאמר מיכה עתה ידעתי כי ייטיב יהוה לי כי היה לי הלוי לכהן",
        "17_Chapter, 0_Verse": "בימים ההם אין מלך בישראל ובימים ההם שבט הדני מבקש לו נחלה לשבת כי לא נפלה לו עד היום ההוא בתוך שבטי ישראל בנחלה",
        "17_Chapter, 1_Verse": "וישלחו בני דן ממשפחתם חמשה אנשים מקצותם אנשים בני חיל מצרעה ומאשתאל לרגל את הארץ ולחקרה ויאמרו אלהם לכו חקרו את הארץ ויבאו הר אפרים עד בית מיכה וילינו שם",
        "17_Chapter, 2_Verse": "המה עם בית מיכה והמה הכירו את קול הנער הלוי ויסורו שם ויאמרו לו מי הביאך הלם ומה אתה עשה בזה ומה לך פה",
        "17_Chapter, 3_Verse": "ויאמר אלהם כזה וכזה עשה לי מיכה וישכרני ואהי לו לכהן",
        "17_Chapter, 4_Verse": "ויאמרו לו שאל נא באלהים ונדעה התצליח דרכנו אשר אנחנו הלכים עליה",
        "17_Chapter, 5_Verse": "ויאמר להם הכהן לכו לשלום נכח יהוה דרככם אשר תלכו בה",
        "17_Chapter, 6_Verse": "וילכו חמשת האנשים ויבאו לישה ויראו את העם אשר בקרבה יושבת לבטח כמשפט צדנים שקט ובטח ואין מכלים דבר בארץ יורש עצר ורחקים המה מצדנים ודבר אין להם עם אדם",
        "17_Chapter, 7_Verse": "ויבאו אל אחיהם צרעה ואשתאל ויאמרו להם אחיהם מה אתם",
        "17_Chapter, 8_Verse": "ויאמרו קומה ונעלה עליהם כי ראינו את הארץ והנה טובה מאד ואתם מחשים אל תעצלו ללכת לבא לרשת את הארץ",
        "17_Chapter, 9_Verse": "כבאכם תבאו אל עם בטח והארץ רחבת ידים כי נתנה אלהים בידכם מקום אשר אין שם מחסור כל דבר אשר בארץ",
        "17_Chapter, 10_Verse": "ויסעו משם ממשפחת הדני מצרעה ומאשתאל שש מאות איש חגור כלי מלחמה",
        "17_Chapter, 11_Verse": "ויעלו ויחנו בקרית יערים ביהודה על כן קראו למקום ההוא מחנה דן עד היום הזה הנה אחרי קרית יערים",
        "17_Chapter, 12_Verse": "ויעברו משם הר אפרים ויבאו עד בית מיכה",
        "17_Chapter, 13_Verse": "ויענו חמשת האנשים ההלכים לרגל את הארץ ליש ויאמרו אל אחיהם הידעתם כי יש בבתים האלה אפוד ותרפים ופסל ומסכה ועתה דעו מה תעשו",
        "17_Chapter, 14_Verse": "ויסורו שמה ויבאו אל בית הנער הלוי בית מיכה וישאלו לו לשלום",
        "17_Chapter, 15_Verse": "ושש מאות איש חגורים כלי מלחמתם נצבים פתח השער אשר מבני דן",
        "17_Chapter, 16_Verse": "ויעלו חמשת האנשים ההלכים לרגל את הארץ באו שמה לקחו את הפסל ואת האפוד ואת התרפים ואת המסכה והכהן נצב פתח השער ושש מאות האיש החגור כלי המלחמה",
        "17_Chapter, 17_Verse": "ואלה באו בית מיכה ויקחו את פסל האפוד ואת התרפים ואת המסכה ויאמר אליהם הכהן מה אתם עשים",
        "17_Chapter, 18_Verse": "ויאמרו לו החרש שים ידך על פיך ולך עמנו והיה לנו לאב ולכהן הטוב היותך כהן לבית איש אחד או היותך כהן לשבט ולמשפחה בישראל",
        "17_Chapter, 19_Verse": "וייטב לב הכהן ויקח את האפוד ואת התרפים ואת הפסל ויבא בקרב העם",
        "17_Chapter, 20_Verse": "ויפנו וילכו וישימו את הטף ואת המקנה ואת הכבודה לפניהם",
        "17_Chapter, 21_Verse": "המה הרחיקו מבית מיכה והאנשים אשר בבתים אשר עם בית מיכה נזעקו וידביקו את בני דן",
        "17_Chapter, 22_Verse": "ויקראו אל בני דן ויסבו פניהם ויאמרו למיכה מה לך כי נזעקת",
        "17_Chapter, 23_Verse": "ויאמר את אלהי אשר עשיתי לקחתם ואת הכהן ותלכו ומה לי עוד ומה זה תאמרו אלי מה לך",
        "17_Chapter, 24_Verse": "ויאמרו אליו בני דן אל תשמע קולך עמנו פן יפגעו בכם אנשים מרי נפש ואספתה נפשך ונפש ביתך",
        "17_Chapter, 25_Verse": "וילכו בני דן לדרכם וירא מיכה כי חזקים המה ממנו ויפן וישב אל ביתו",
        "17_Chapter, 26_Verse": "והמה לקחו את אשר עשה מיכה ואת הכהן אשר היה לו ויבאו על ליש על עם שקט ובטח ויכו אותם לפי חרב ואת העיר שרפו באש",
        "17_Chapter, 27_Verse": "ואין מציל כי רחוקה היא מצידון ודבר אין להם עם אדם והיא בעמק אשר לבית רחוב ויבנו את העיר וישבו בה",
        "17_Chapter, 28_Verse": "ויקראו שם העיר דן בשם דן אביהם אשר יולד לישראל ואולם ליש שם העיר לראשנה",
        "17_Chapter, 29_Verse": "ויקימו להם בני דן את הפסל ויהונתן בן גרשם בן מנשה הוא ובניו היו כהנים לשבט הדני עד יום גלות הארץ",
        "17_Chapter, 30_Verse": "וישימו להם את פסל מיכה אשר עשה כל ימי היות בית האלהים בשלה",
        "18_Chapter, 0_Verse": "ויהי בימים ההם ומלך אין בישראל ויהי איש לוי גר בירכתי הר אפרים ויקח לו אשה פילגש מבית לחם יהודה",
        "18_Chapter, 1_Verse": "ותזנה עליו פילגשו ותלך מאתו אל בית אביה אל בית לחם יהודה ותהי שם ימים ארבעה חדשים",
        "18_Chapter, 2_Verse": "ויקם אישה וילך אחריה לדבר על לבה להשיבו [להשיבה] ונערו עמו וצמד חמרים ותביאהו בית אביה ויראהו אבי הנערה וישמח לקראתו",
        "18_Chapter, 3_Verse": "ויחזק בו חתנו אבי הנערה וישב אתו שלשת ימים ויאכלו וישתו וילינו שם",
        "18_Chapter, 4_Verse": "ויהי ביום הרביעי וישכימו בבקר ויקם ללכת ויאמר אבי הנערה אל חתנו סעד לבך פת לחם ואחר תלכו",
        "18_Chapter, 5_Verse": "וישבו ויאכלו שניהם יחדו וישתו ויאמר אבי הנערה אל האיש הואל נא ולין ויטב לבך",
        "18_Chapter, 6_Verse": "ויקם האיש ללכת ויפצר בו חתנו וישב וילן שם",
        "18_Chapter, 7_Verse": "וישכם בבקר ביום החמישי ללכת ויאמר אבי הנערה סעד נא לבבך והתמהמהו עד נטות היום ויאכלו שניהם",
        "18_Chapter, 8_Verse": "ויקם האיש ללכת הוא ופילגשו ונערו ויאמר לו חתנו אבי הנערה הנה נא רפה היום לערב לינו נא הנה חנות היום לין פה וייטב לבבך והשכמתם מחר לדרככם והלכת לאהלך",
        "18_Chapter, 9_Verse": "ולא אבה האיש ללון ויקם וילך ויבא עד נכח יבוס היא ירושלם ועמו צמד חמורים חבושים ופילגשו עמו",
        "18_Chapter, 10_Verse": "הם עם יבוס והיום רד מאד ויאמר הנער אל אדניו לכה נא ונסורה אל עיר היבוסי הזאת ונלין בה",
        "18_Chapter, 11_Verse": "ויאמר אליו אדניו לא נסור אל עיר נכרי אשר לא מבני ישראל הנה ועברנו עד גבעה",
        "18_Chapter, 12_Verse": "ויאמר לנערו לך ונקרבה באחד המקמות ולנו בגבעה או ברמה",
        "18_Chapter, 13_Verse": "ויעברו וילכו ותבא להם השמש אצל הגבעה אשר לבנימן",
        "18_Chapter, 14_Verse": "ויסרו שם לבוא ללון בגבעה ויבא וישב ברחוב העיר ואין איש מאסף אותם הביתה ללון",
        "18_Chapter, 15_Verse": "והנה איש זקן בא מן מעשהו מן השדה בערב והאיש מהר אפרים והוא גר בגבעה ואנשי המקום בני ימיני",
        "18_Chapter, 16_Verse": "וישא עיניו וירא את האיש הארח ברחב העיר ויאמר האיש הזקן אנה תלך ומאין תבוא",
        "18_Chapter, 17_Verse": "ויאמר אליו עברים אנחנו מבית לחם יהודה עד ירכתי הר אפרים משם אנכי ואלך עד בית לחם יהודה ואת בית יהוה אני הלך ואין איש מאסף אותי הביתה",
        "18_Chapter, 18_Verse": "וגם תבן גם מספוא יש לחמורינו וגם לחם ויין יש לי ולאמתך ולנער עם עבדיך אין מחסור כל דבר",
        "18_Chapter, 19_Verse": "ויאמר האיש הזקן שלום לך רק כל מחסורך עלי רק ברחוב אל תלן",
        "18_Chapter, 20_Verse": "ויביאהו לביתו ויבול לחמורים וירחצו רגליהם ויאכלו וישתו",
        "18_Chapter, 21_Verse": "המה מיטיבים את לבם והנה אנשי העיר אנשי בני בליעל נסבו את הבית מתדפקים על הדלת ויאמרו אל האיש בעל הבית הזקן לאמר הוצא את האיש אשר בא אל ביתך ונדענו",
        "18_Chapter, 22_Verse": "ויצא אליהם האיש בעל הבית ויאמר אלהם אל אחי אל תרעו נא אחרי אשר בא האיש הזה אל ביתי אל תעשו את הנבלה הזאת",
        "18_Chapter, 23_Verse": "הנה בתי הבתולה ופילגשהו אוציאה נא אותם וענו אותם ועשו להם הטוב בעיניכם ולאיש הזה לא תעשו דבר הנבלה הזאת",
        "18_Chapter, 24_Verse": "ולא אבו האנשים לשמע לו ויחזק האיש בפילגשו ויצא אליהם החוץ וידעו אותה ויתעללו בה כל הלילה עד הבקר וישלחוה בעלות [כעלות] השחר",
        "18_Chapter, 25_Verse": "ותבא האשה לפנות הבקר ותפל פתח בית האיש אשר אדוניה שם עד האור",
        "18_Chapter, 26_Verse": "ויקם אדניה בבקר ויפתח דלתות הבית ויצא ללכת לדרכו והנה האשה פילגשו נפלת פתח הבית וידיה על הסף",
        "18_Chapter, 27_Verse": "ויאמר אליה קומי ונלכה ואין ענה ויקחה על החמור ויקם האיש וילך למקמו",
        "18_Chapter, 28_Verse": "ויבא אל ביתו ויקח את המאכלת ויחזק בפילגשו וינתחה לעצמיה לשנים עשר נתחים וישלחה בכל גבול ישראל",
        "18_Chapter, 29_Verse": "והיה כל הראה ואמר לא נהיתה ולא נראתה כזאת למיום עלות בני ישראל מארץ מצרים עד היום הזה שימו לכם עליה עצו ודברו",
        "19_Chapter, 0_Verse": "ויצאו כל בני ישראל ותקהל העדה כאיש אחד למדן ועד באר שבע וארץ הגלעד אל יהוה המצפה",
        "19_Chapter, 1_Verse": "ויתיצבו פנות כל העם כל שבטי ישראל בקהל עם האלהים ארבע מאות אלף איש רגלי שלף חרב",
        "19_Chapter, 2_Verse": "וישמעו בני בנימן כי עלו בני ישראל המצפה ויאמרו בני ישראל דברו איכה נהיתה הרעה הזאת",
        "19_Chapter, 3_Verse": "ויען האיש הלוי איש האשה הנרצחה ויאמר הגבעתה אשר לבנימן באתי אני ופילגשי ללון",
        "19_Chapter, 4_Verse": "ויקמו עלי בעלי הגבעה ויסבו עלי את הבית לילה אותי דמו להרג ואת פילגשי ענו ותמת",
        "19_Chapter, 5_Verse": "ואחז בפילגשי ואנתחה ואשלחה בכל שדה נחלת ישראל כי עשו זמה ונבלה בישראל",
        "19_Chapter, 6_Verse": "הנה כלכם בני ישראל הבו לכם דבר ועצה הלם",
        "19_Chapter, 7_Verse": "ויקם כל העם כאיש אחד לאמר לא נלך איש לאהלו ולא נסור איש לביתו",
        "19_Chapter, 8_Verse": "ועתה זה הדבר אשר נעשה לגבעה עליה בגורל",
        "19_Chapter, 9_Verse": "ולקחנו עשרה אנשים למאה לכל שבטי ישראל ומאה לאלף ואלף לרבבה לקחת צדה לעם לעשות לבואם לגבע בנימן ככל הנבלה אשר עשה בישראל",
        "19_Chapter, 10_Verse": "ויאסף כל איש ישראל אל העיר כאיש אחד חברים",
        "19_Chapter, 11_Verse": "וישלחו שבטי ישראל אנשים בכל שבטי בנימן לאמר מה הרעה הזאת אשר נהיתה בכם",
        "19_Chapter, 12_Verse": "ועתה תנו את האנשים בני בליעל אשר בגבעה ונמיתם ונבערה רעה מישראל ולא אבו [בני] בנימן לשמע בקול אחיהם בני ישראל",
        "19_Chapter, 13_Verse": "ויאספו בני בנימן מן הערים הגבעתה לצאת למלחמה עם בני ישראל",
        "19_Chapter, 14_Verse": "ויתפקדו בני בנימן ביום ההוא מהערים עשרים וששה אלף איש שלף חרב לבד מישבי הגבעה התפקדו שבע מאות איש בחור",
        "19_Chapter, 15_Verse": "מכל העם הזה שבע מאות איש בחור אטר יד ימינו כל זה קלע באבן אל השערה ולא יחטא",
        "19_Chapter, 16_Verse": "ואיש ישראל התפקדו לבד מבנימן ארבע מאות אלף איש שלף חרב כל זה איש מלחמה",
        "19_Chapter, 17_Verse": "ויקמו ויעלו בית אל וישאלו באלהים ויאמרו בני ישראל מי יעלה לנו בתחלה למלחמה עם בני בנימן ויאמר יהוה יהודה בתחלה",
        "19_Chapter, 18_Verse": "ויקומו בני ישראל בבקר ויחנו על הגבעה",
        "19_Chapter, 19_Verse": "ויצא איש ישראל למלחמה עם בנימן ויערכו אתם איש ישראל מלחמה אל הגבעה",
        "19_Chapter, 20_Verse": "ויצאו בני בנימן מן הגבעה וישחיתו בישראל ביום ההוא שנים ועשרים אלף איש ארצה",
        "19_Chapter, 21_Verse": "ויתחזק העם איש ישראל ויספו לערך מלחמה במקום אשר ערכו שם ביום הראשון",
        "19_Chapter, 22_Verse": "ויעלו בני ישראל ויבכו לפני יהוה עד הערב וישאלו ביהוה לאמר האוסיף לגשת למלחמה עם בני בנימן אחי ויאמר יהוה עלו אליו",
        "19_Chapter, 23_Verse": "ויקרבו בני ישראל אל בני בנימן ביום השני",
        "19_Chapter, 24_Verse": "ויצא בנימן לקראתם מן הגבעה ביום השני וישחיתו בבני ישראל עוד שמנת עשר אלף איש ארצה כל אלה שלפי חרב",
        "19_Chapter, 25_Verse": "ויעלו כל בני ישראל וכל העם ויבאו בית אל ויבכו וישבו שם לפני יהוה ויצומו ביום ההוא עד הערב ויעלו עלות ושלמים לפני יהוה",
        "19_Chapter, 26_Verse": "וישאלו בני ישראל ביהוה ושם ארון ברית האלהים בימים ההם",
        "19_Chapter, 27_Verse": "ופינחס בן אלעזר בן אהרן עמד לפניו בימים ההם לאמר האוסף עוד לצאת למלחמה עם בני בנימן אחי אם אחדל ויאמר יהוה עלו כי מחר אתננו בידך",
        "19_Chapter, 28_Verse": "וישם ישראל ארבים אל הגבעה סביב",
        "19_Chapter, 29_Verse": "ויעלו בני ישראל אל בני בנימן ביום השלישי ויערכו אל הגבעה כפעם בפעם",
        "19_Chapter, 30_Verse": "ויצאו בני בנימן לקראת העם הנתקו מן העיר ויחלו להכות מהעם חללים כפעם בפעם במסלות אשר אחת עלה בית אל ואחת גבעתה בשדה כשלשים איש בישראל",
        "19_Chapter, 31_Verse": "ויאמרו בני בנימן נגפים הם לפנינו כבראשנה ובני ישראל אמרו ננוסה ונתקנהו מן העיר אל המסלות",
        "19_Chapter, 32_Verse": "וכל איש ישראל קמו ממקומו ויערכו בבעל תמר וארב ישראל מגיח ממקמו ממערה גבע",
        "19_Chapter, 33_Verse": "ויבאו מנגד לגבעה עשרת אלפים איש בחור מכל ישראל והמלחמה כבדה והם לא ידעו כי נגעת עליהם הרעה",
        "19_Chapter, 34_Verse": "ויגף יהוה את בנימן לפני ישראל וישחיתו בני ישראל בבנימן ביום ההוא עשרים וחמשה אלף ומאה איש כל אלה שלף חרב",
        "19_Chapter, 35_Verse": "ויראו בני בנימן כי נגפו ויתנו איש ישראל מקום לבנימן כי בטחו אל הארב אשר שמו אל הגבעה",
        "19_Chapter, 36_Verse": "והארב החישו ויפשטו אל הגבעה וימשך הארב ויך את כל העיר לפי חרב",
        "19_Chapter, 37_Verse": "והמועד היה לאיש ישראל עם הארב הרב להעלותם משאת העשן מן העיר",
        "19_Chapter, 38_Verse": "ויהפך איש ישראל במלחמה ובנימן החל להכות חללים באיש ישראל כשלשים איש כי אמרו אך נגוף נגף הוא לפנינו כמלחמה הראשנה",
        "19_Chapter, 39_Verse": "והמשאת החלה לעלות מן העיר עמוד עשן ויפן בנימן אחריו והנה עלה כליל העיר השמימה",
        "19_Chapter, 40_Verse": "ואיש ישראל הפך ויבהל איש בנימן כי ראה כי נגעה עליו הרעה",
        "19_Chapter, 41_Verse": "ויפנו לפני איש ישראל אל דרך המדבר והמלחמה הדביקתהו ואשר מהערים משחיתים אותו בתוכו",
        "19_Chapter, 42_Verse": "כתרו את בנימן הרדיפהו מנוחה הדריכהו עד נכח הגבעה ממזרח שמש",
        "19_Chapter, 43_Verse": "ויפלו מבנימן שמנה עשר אלף איש את כל אלה אנשי חיל",
        "19_Chapter, 44_Verse": "ויפנו וינסו המדברה אל סלע הרמון ויעללהו במסלות חמשת אלפים איש וידביקו אחריו עד גדעם ויכו ממנו אלפים איש",
        "19_Chapter, 45_Verse": "ויהי כל הנפלים מבנימן עשרים וחמשה אלף איש שלף חרב ביום ההוא את כל אלה אנשי חיל",
        "19_Chapter, 46_Verse": "ויפנו וינסו המדברה אל סלע הרמון שש מאות איש וישבו בסלע רמון ארבעה חדשים",
        "19_Chapter, 47_Verse": "ואיש ישראל שבו אל בני בנימן ויכום לפי חרב מעיר מתם עד בהמה עד כל הנמצא גם כל הערים הנמצאות שלחו באש",
        "20_Chapter, 0_Verse": "ואיש ישראל נשבע במצפה לאמר איש ממנו לא יתן בתו לבנימן לאשה",
        "20_Chapter, 1_Verse": "ויבא העם בית אל וישבו שם עד הערב לפני האלהים וישאו קולם ויבכו בכי גדול",
        "20_Chapter, 2_Verse": "ויאמרו למה יהוה אלהי ישראל היתה זאת בישראל להפקד היום מישראל שבט אחד",
        "20_Chapter, 3_Verse": "ויהי ממחרת וישכימו העם ויבנו שם מזבח ויעלו עלות ושלמים",
        "20_Chapter, 4_Verse": "ויאמרו בני ישראל מי אשר לא עלה בקהל מכל שבטי ישראל אל יהוה כי השבועה הגדולה היתה לאשר לא עלה אל יהוה המצפה לאמר מות יומת",
        "20_Chapter, 5_Verse": "וינחמו בני ישראל אל בנימן אחיו ויאמרו נגדע היום שבט אחד מישראל",
        "20_Chapter, 6_Verse": "מה נעשה להם לנותרים לנשים ואנחנו נשבענו ביהוה לבלתי תת להם מבנותינו לנשים",
        "20_Chapter, 7_Verse": "ויאמרו מי אחד משבטי ישראל אשר לא עלה אל יהוה המצפה והנה לא בא איש אל המחנה מיביש גלעד אל הקהל",
        "20_Chapter, 8_Verse": "ויתפקד העם והנה אין שם איש מיושבי יבש גלעד",
        "20_Chapter, 9_Verse": "וישלחו שם העדה שנים עשר אלף איש מבני החיל ויצוו אותם לאמר לכו והכיתם את יושבי יבש גלעד לפי חרב והנשים והטף",
        "20_Chapter, 10_Verse": "וזה הדבר אשר תעשו כל זכר וכל אשה ידעת משכב זכר תחרימו",
        "20_Chapter, 11_Verse": "וימצאו מיושבי יביש גלעד ארבע מאות נערה בתולה אשר לא ידעה איש למשכב זכר ויביאו אותם אל המחנה שלה אשר בארץ כנען",
        "20_Chapter, 12_Verse": "וישלחו כל העדה וידברו אל בני בנימן אשר בסלע רמון ויקראו להם שלום",
        "20_Chapter, 13_Verse": "וישב בנימן בעת ההיא ויתנו להם הנשים אשר חיו מנשי יבש גלעד ולא מצאו להם כן",
        "20_Chapter, 14_Verse": "והעם נחם לבנימן כי עשה יהוה פרץ בשבטי ישראל",
        "20_Chapter, 15_Verse": "ויאמרו זקני העדה מה נעשה לנותרים לנשים כי נשמדה מבנימן אשה",
        "20_Chapter, 16_Verse": "ויאמרו ירשת פליטה לבנימן ולא ימחה שבט מישראל",
        "20_Chapter, 17_Verse": "ואנחנו לא נוכל לתת להם נשים מבנותינו כי נשבעו בני ישראל לאמר ארור נתן אשה לבנימן",
        "20_Chapter, 18_Verse": "ויאמרו הנה חג יהוה בשלו מימים ימימה אשר מצפונה לבית אל מזרחה השמש למסלה העלה מבית אל שכמה ומנגב ללבונה",
        "20_Chapter, 19_Verse": "ויצו [ויצוו] את בני בנימן לאמר לכו וארבתם בכרמים",
        "20_Chapter, 20_Verse": "וראיתם והנה אם יצאו בנות שילו לחול במחלות ויצאתם מן הכרמים וחטפתם לכם איש אשתו מבנות שילו והלכתם ארץ בנימן",
        "20_Chapter, 21_Verse": "והיה כי יבאו אבותם או אחיהם לרוב [לריב ] אלינו ואמרנו אליהם חנונו אותם כי לא לקחנו איש אשתו במלחמה כי לא אתם נתתם להם כעת תאשמו",
        "20_Chapter, 22_Verse": "ויעשו כן בני בנימן וישאו נשים למספרם מן המחללות אשר גזלו וילכו וישובו אל נחלתם ויבנו את הערים וישבו בהם",
        "20_Chapter, 23_Verse": "ויתהלכו משם בני ישראל בעת ההיא איש לשבטו ולמשפחתו ויצאו משם איש לנחלתו",
        "20_Chapter, 24_Verse": "בימים ההם אין מלך בישראל איש הישר בעיניו יעשה"
    },
    "meta": "Chapter-Verse",
    "work": "Judges"
}