{
    "title": "Mishneh Torah, Murderer and the Preservation of Life",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Murderer_and_the_Preservation_of_Life",
    "text": [
        [
            "Anyone who kills a human being has violated a ban, as is written: \"You shall not murder\" (Ex. 20, 12; Deut. 5:16). If someone deliberately commits murder, in the presence of witnesses, he is executed by the sword; for it is written: \"This will be avenged\" (Ex. 21:20), with which tradition indicates is the execution by the sword. Even if the murderer did his deed by iron or fire, his execution is always carried out with the sword.",
            "It is a commandment for the redeemer of blood [to kill the murderer] as it says, \"The redeemer of blood shall kill the murderer (Numbers 35:19).\"  And everyone who is worthy to inherit, he is the redeemer of blood.  If he does not want to be the redeemer of blood or if he is unable to kill him or if there is no redeemer of blood, the court kills the murderer by decapitation.",
            "In the case of a father, who killed his son, if the victim had a son, he kills his father's father, because he is the redeemer of blood. If, however, he doesn't have a son, none of his brothers becomes the redeemer of blood obliged to kills his father, but the courts execute him instead. The same law applies to men and women in cases of redeeming of blood.",
            "And the court is warned not to take a ransom from the murderer, even if they give all of the money in the world, and even if the redeemer of blood wishes to exempt them. For the life of this person who was killed is not the possession of the redeemer of blood but rather the possession of the Holy One Blessed be He as it says, \"Do not take a ransom for the life of a murderer.\" And there is nothing that the Torah is more exacting about than bloodshed as it says, \"You shall not pollute the land...\" (Numbers 35:33) \"...for blood pollutes the land...\".",
            "When a murderer kills willfully, he should not be killed by witnesses or observers until he is brought to court and sentenced to death, as implied by Numbers 35:12 \"A murderer should not be put to death until he stands before the congregation in judgment.\" This law applies to all those liable for execution by the court, who transgressed and performed the forbidden act. They should not be executed until their trial is completed by the court.",
            "When does the above apply? When the person has already transgressed and performed the transgression for which he is liable to be executed by the court. When, however, a person is pursuing a colleague with the intention of killing him - even if the pursuer is a minor - every Jewish person is commanded to attempt to save the person being pursued, even if it is necessary to kill the pursuer.",
            "What is implied? If the rodef was warned and continues to pursue his intended victim, even though he did not acknowledge the warning, since he continues his pursuit he should be killed. If it is possible to save the pursued by damaging one of the limbs of the rodef, one should. Thus, if one can strike him with an arrow, a stone or a sword, and cut off his hand, break his leg, blind him or in another way prevent him from achieving his objective, one should do so. If there is no way to be precise in one's aim and save the person being pursued without killing the rodef, one should kill him, even though he has not yet killed his victim. This is implied by Deuteronomy 25:11-12, which states: \"If a man is fighting with his brother, and the wife of one... grabs the attacker by his private parts, you must cut off her hand; you may not show pity.\"",
            "There is no difference whether she grabs \"his private parts\" or any other organ that imperils his life. Similarly, the rodef may be a man or a woman. The intent of the verse is that whenever a person intends to strike a colleague with a blow that could kill him, the pursued should be saved by \"cutting off the hand\" of the rodef. If this cannot be done, the victim should be saved by taking the rodef's life, as the verse continues: \"you may not show pity.\"",
            "This, indeed, is one of the negative mitzvot - not to take pity on the life of a rodef. On this basis, our Sages ruled that when complications arise and a pregnant woman cannot give birth, it is permitted to abort the fetus in her womb, whether with a knife or with drugs. For the fetus is considered a rodef of its mother. If the head of the fetus emerges, it should not be touched, because one life should not be sacrificed for another. Although the mother may die, this is the nature of the world.",
            "Diese Gebote bleiben sich gleich, ob Einer den Andern verfolgt, um ihn umzubringen, oder ob Jemand eine verlobte Jungfrau verfolgt, um sie zu vergewaltigen, denn es steht geschrieben: »Wie, wenn Jemand sich aufmacht gegen seinen Nächsten und ihn totschlägt, so ist diese Sache«(Num. 22:26). Ferner heißt es: »Die verlobte Jungfrau hätte schreien können, aber es war Niemand da, der ihr hätte beistehen sollen« (Num 22:27), daraus geht nun hervor, dass, wem Jemand da ist, der ihr Hilfe leisten könnte, dieser verpflichtet ist, es auch auf jede mögliche Weise zu bewirken, sogar, wenn es unvermeidlich ist, durch Tötung des Vergewaltigers.",
            "So verfährt man auch bei allen verbotenen Beziehungen, außer des Tieres. Man rettet einen Mann vor einem Vergewaltiger. Verfolgt Jemand ein Tier, um es zu vergewaltigen, oder Jemand will am Schabbat eine Arbeitsverrichtung oder Götzendienst treiben, so töte man ihn nicht, wenngleich die Aufrechthaltung des Schabbats und das Verbot gegen den Götzendienst wesentliche Teile unserer Religion sind, vielmehr bringe man ihn, erst nachdem er diese Sünde verübt, vor Gericht, und führe ihn dann, wenn das Urteil über ihn gefällt ist, zum Tode.",
            "Verfolgt Jemand eine Frau, packt sie, liegt bei ihr, führt sein Glied in sie ein und obwohl er den Verkehr noch nicht vollendet hatte, darf man ihn nicht töten bis er vor Gericht gestanden [denn das Einführen des Gliedes gilt als Vergewaltigung]. Verfolgt Jemand eine verheiratete Frau und Andere verfolgen ihn, um sie zu retten, während sie ruft „lasst ihn, damit er mich nicht töte“, so höre man nicht auf sie. Vielmehr muss man ihn aufhalten.",
            "Kann die Rettung gelingen durch Verstümmelung eines Gliedes des Mörders, Derjenige, der dies tun könnte, nimmt sich aber nicht diese Mühe, sondern bewirkt die Rettung, indem er dem Verfolger das Leben nimmt, und ihn tötet, so wird er als Blutvergießer betrachtet, und hat sogar den Tod [durch den Himmel] verdient. Jedoch darf das Gericht ihn nicht hinrichten lassen.",
            "Anyone who can save and does not save transgresses 'do not stand by the blood of your neighbour'. So too one who sees his friend drowning in the sea, bandits attacking him or a bad animal attacking him and he is able himself to save him or he could hire others to save him but he does not; one who hears idol worshippers or informers plotting harm for him or laying a trap for him and he doesn't tell his friend and inform him; or if he knows that an idol worshipper or a thug are on their way to his friend and he could appease them on behalf of his friend to change their intention and he doesn't appease him; and so too any similar case; One who does any of these transgresses 'do not stand idly by your neighbour's blood'.",
            "The one who sees a pursuer going after his friend to kill him or after a woman to rape her and is able to save [the pursued] and does not, this one has cancelled a positive commandment: \"and cut off her hand\" (Deut. 25:12) and has transgressed two negative commandments: \"do not turn away your eyes\" (Deut. 25:12) and \"do not stand idly by your neighbor's blood\" (Lev. 19:16).",
            "And even though we do not give lashes on negative commandments because there are no \"deeds\" in them, nevertheless they are very serious, since every person who kills a soul from Israel is considered as having destroyed the entire world, and every person who sustains/establishes one soul from Israel is considered as having established the entire world."
        ],
        [
            "If anyone killed another with his own hand, as when he struck him down with a sword or a deadly rock, strangled him to death or burned him alive, he must be executed by the court, because at any rate he murdered a man by himself.",
            "On the other hand, if a man hired a murderer to kill somebody, or sent servants to kill him, or tied him up and put him in front of a lion or similar beast and it killed him, and also if an individual attempted suicide, each of these is guilty of shedding blood and bears the crime of murder; he deserves to die by an act of God, but is not executed by the court.",
            "How do we know that to be the law? It is written : \"Whoever sheds human blood, by human hands shall his own blood be shed\" (Genesis 9:6). This refers to one who commits murder himself and not through an agent. \"I will require your lifeblood\" (9:5) refers to suicide. \"I will require it of any beast\" refers to one who puts a man in front of a beast to devour him. \"Of man I will require a reckoning for human life, of every man for that of his fellow man\" (9:5) refers to one who hires others to kill his fellow man. The verb <i>require</i> is explicitly iterated in the three cases to show that the verdict is left with God.",
            "Any of these and similar murderers, who are not sentenced to death by a court, might be put to death by a royal decree if a Jewish king desires this for the benefit of society.— —",
            "If the king did not have them executed, if circumstances did not demand such a measure, the court must at any rate have them lashed to the point of death, and harshly imprisoned for many years, punishing them severely in order to terrify and frighten other criminals, so that this may not turn into a pitfall and a snare for others as to say: \"I will arrange to kill my enemy indirectly as did so-and-so, and I will be acquitted.\"",
            "Whether a man killed an adult or an infant of one day, male or female, he must be executed if he committed deliberate murder, or exiled if he killed unwittingly.— —",
            "Whether a man killed a healthy individual or a sick man on the verge of death, or even a dying person, he must be executed.— —",
            "Wer einen, an einer tödlichen Wunde Leidenden טְרֵפָה, tötet ist dennoch vor menschlichem Gericht frei, auch wenn der tödlich Leidende schon gegessen und getrunken hat und draußen umhergegangen ist. Alle Menschen aber werden als gesund angesehen, und deshalb wird auch, wer einen tötet, jederzeit hingerichtet, es sei denn, dass man nachweisen könnte, dass der Gemordete schon früher einen inneren tödlichen Schaden hatte. Wenn nämlich Ärzte es bezeugen, dass er eine innerliche tödliche Wunde hatte, an der er ohnedies unfehlbar hatte sterben müssen, wenn auch nicht ein anderer Umstand seinem Leben früher ein Ende gemacht hätte.",
            "Wenn Jemand, der eine innere tödlichen Wunde hat אָדָם טְרֵפָה, einen Andern tötet, so wird er hingerichtet, denn es steht geschrieben: »Und du sollst den Bösen vertilgen aus eurer Mitte« (Deut. 13:6). Dies gilt aber nur, wenn er den Mord in Gegenwart des Gerichts בֵּית דִּין begeht. Geschieht es aber nur in Gegenwart von Zeugen, so ist er frei, denn, wenn die Zeugen als falsch überführt wären שֶׁמָּא יוּזְמוּ, unterlägen sie doch nicht der Todesstrafe, weil ihr falsches Zeugnis nur die Folge hätte haben können, dass ein innerlich tödlich Verwundeter dem Tode zugeführt worden wäre. Nun wird in Prozessen kein Zeugnis als authentisch angesehen, dessen Urheber nicht des Gegenteils überführt, ebenfalls zur Strafe gezogen werden kann. [Die falschen Zeugen werden immer mit der gleichen Strafe bestraft, welche sie verursachen wollten. In diesem Fall gilt es nicht, da die Zeugen keine טְרֵפָה sind.]",
            "Whether a man killed a Jew or a Canaanite slave, he must be executed on his account; if he killed him unwittingly, he must go into exile.",
            "Tötet ein Israel einen Beisaßen [Ben Noach] גֵּר תּוֹשָׁב, wird er vom Gericht nicht hingerichtet [aber durch den Bluträcher], darüber sagt die Schrift »Wenn aber Jemand gegenüber einem Genossen רֵעֵהוּ vorsätzlich handelt« [und der Ben Noach gilt nicht als Genosse] und um so mehr, wenn er einen Nichtjuden tötet [jedoch darf der Bluträcher des Nichtjuden den Mörder umbringen, bei einem unvorsätzlichen Mord wird der Jude verbannt, siehe 5:3]. Tötet Jemand seinen eignen oder fremden Sklaven, wird er hingerichtet, denn ein Sklave hat die Erfüllung der Gebote über sich genommen, demgemäß er auch als Einer angesehen, der zum Erbe des Ewigen gerechnet ist.",
            "The difference between one's own slave and the slave of others is that he has the right to strike his own slave. Accordingly, if he struck him hard enough to kill, and he was on the verge of death for twenty-four hours and then died, he should not be put to death on account of his slave, even though he died as a result of the blow, for it is written: \"If the slave survives a day or two, he shall not be punished, for the slave is his property\" (Exodus 21:21). The phrase <i>day or two</i> means a day that is like two, namely: twenty-four hours.",
            "But if a man struck a slave not his own, even if the slave died on account of the blow several days afterwards, the man is put to death, as in the case of any freeman, because he struck him hard enough to kill.",
            "It seems to me, that if a man struck his slave with a knife or a sword, with a stone or a fist, and the like, and the slave was considered to be fatally wounded and then he died, the law concerning \"a day or two\" is not applicable to him ; even if the slave died after a year, his master should be put to death on account of him. For this reason it is written : \"If a man strikes his slave … with a rod\" (Exodus 21:20), because the Torah has permitted him to strike his slave merely with a rod or a stick or a strap, and the like, but not a murderous blow.",
            "Wenn Jemand seinen Sklaven verkauft und sich dabei ausbedingt, dass derselbe noch dreißig Tage in seinem Dienste bleiben solle, es sich aber zuträgt, dass der Käufer oder Verkäufer ihn während dieser Zeit schlägt, und ihn dadurch tötet, so steht darauf die Todesstrafe und dem Täter wird nicht die Begünstigung des Gesetzes »von einem oder zwei Tagen« zu Teil. Der gewesene Eigentümer kann sich darauf nicht berufen, weil der Sklave nicht mehr »sein Geld, sein eigenes Geld« ist, und der neue Herr nicht, weil sich der Sklave noch nicht in seiner Gewalt befindet.",
            "Ebenso, wer ein halbfreigelassener Sklave ist und ein Sklave zweier Partner, hat nicht das Recht »ein oder zwei Tage«, denn er gilt nicht ihr »Geld«. Deshalb wird man wegen ihm hingerichtet, wie beim Rest des Volkes."
        ],
        [
            "If a man willfully struck a person with a stone or a piece of wood and killed him, we should appraise the object with which he knocked him down and the place on which he dealt the blow, to determine whether that object was or was not capable of killing by striking that vital organ.— —",
            "Da geschrieben steht: »Wovon man sterben kann (Num. 35:23), so schließt man, dass die Stelle, die verwundet wurde, in Betracht kommen müsse. Aber ebenso wie das Instrument, womit man schlägt, und der Ort, auf den der Schlag fiel, wird auch die darauf verwandte Kraft in Erwägung gezogen, denn es heißt: »Mit einem Stein in der Hand«, woraus man entnehmen kam dass die Hand dabei ebenfalls in Betracht kommen müsse. Denn, um Jemand in einer Entfernung von zwei Ellen mit einem Stein zu treffen, ist keineswegs ein solcher Kraftaufwand erforderlich, als wenn die Entfernung zehn Ellen betrüge, in welchem Falle es eines größeren Kraftaufwandes bedarf. Ebensowenig ist auch die Wirkung eines Wurfes aus einer Entfernung, von zehn Ellen, der aus einer Entfernung von hundert Ellen zu vergleichen, da sich die Kraft im Verhältnis zu der sich ausdehnenden Entfernung vermindert.",
            "So wird auch die Art des Schlagens und die Körperbeschaffenheit des Mörders, wie des Gemordeten in Betracht gezogen und darauf Rücksicht genommen, ob diese erwachsen oder noch unerwachsen sind, ob sie eine starke oder eine schwache, eine gesunde oder eine kranke Lebensbeschaffenheit haben, und dergl. mehr. Denn es steht geschrieben: »Wovon man sterben kann«, woraus aber hervorgeht, dass auf alle Umstände, welche auf den Totschlag irgend welchen Bezug haben, Rücksicht genommen werden müsse.",
            "The Torah has stated no minimal size for an instrument of iron, as it is written: \"If he struck the person with an iron tool, so that he died, the man is a murderer\" (Numbers 35:16), even if he used a needle.— —",
            "If a man knocked a person down and killed him without a tool, if he struck him with his hand or foot, or bumped his head against him and killed him, we should appraise the strength of the assailant as well as the strength of the slain man, and the place of the blow. There is no comparison between pushing a person with a finger and kicking him with full might, between striking him in the heart and hitting him on the hip, between a weak person striking a robust and strong individual and a strong and healthy man striking a weak and sickly person.",
            "Woher wissen wir aber, dass solche Schätzungen vorgenommen werden müssen. Es steht geschrieben: »Oder wenn er aus Feindschaft ihn schlägt mit seiner Hand, dass er stirbt, — des Todes sterbe, der ihn geschlagen« (Num. 35:21) wo die Schrift, obschon der Schlag »mit der Hand« versetzt wurde, dennoch darauf hindeutet, dass derselbe auch »aus Feindschaft« erfolgt sein müsse. Hieraus ist aber auch zu folgern, dass bei einem Schlage auch die Kraft, mit der er ausgeführt wurde, in Betracht zu ziehen sei.",
            "So wird auch, wenn Jemand einen Andern vom Dache hinunterstößt und dieser dadurch stirbt, die Höhe der Stelle, von welcher er hinuntergestoßen worden und die Stärke des Fallenden in Betracht gezogen, denn wenn ein eintägiges Kind herunterfällt, so ist dies nicht in Vergleich zu bringen mit dem Falle eines Erwachsenen. Woher entnehmen wir aber, dass die Höhe des Falles in Betracht zu ziehen sei? Aus den Worten der Schrift: »Und wenn er ihn aus Hass stößt« (Num. 35:20). Nach meinem Ermessen darf eine Höhe von nicht zehn Handbreiten [80 cm] nicht als todbringend angesehen werden, wie dies früher bei einer Grube hinsichtlich des Viehes gelehrt worden ist.",
            "Es gilt ganz gleich, ob Einer den Andern mit einem Steine, oder mit einem Holze schlägt oder ob er mit eine Erdscholle oder mit einem Stücke Salz oder Schwefel oder mit einem Korb voll Erde oder Steinchen oder gar mit einem Stück gedörrten Feigenkuchens schlägt. Denn es steht geschrieben: »Wovon man sterben kann«, d. h. was überhaupt tödlich wirken kann; dies wird aber durch das Gewicht eines Gegenstandes bedingt.",
            "If a man pushed a person into water or fire, the case should be evaluated : If the victim could have escaped, the offender is exempt from the death-penalty by the court; otherwise, he is held liable.— — The same applies to a man who put his hand over a person's mouth and nose and left him in convulsions and unable to live, or a man who tied another up and placed him in the cold or in the heat, so that he died, — — or one who put another into a cave or a house and filled it with smoke, so that he died.— — In each of these cases the culprit must be executed on account of the victim, since he is regarded as if he suffocated him with his own hand.",
            "Wenn aber Einer den Andern bindet und ihn so dem Hungertode Preis gibt, oder wenn Einer den Andern bindet und an eine Stelle hinlegt, wo später eine solche Kälte oder Hitze eintreten muss, dass derselbe in Folge dessen stirbt oder wenn Einer über den Andern einen Gefäß deckt, das Dachgebälk über ihm abdeckt, oder wenn er ihn von einer Schlange beißen lässt, geschweige denn, wenn Einer gegen den Andern einen Hund, oder eine Schlange hetzt, so wird zwar in allen diesen Fällen der Täter nicht hingerichtet, er gilt aber nichts desto weniger als Mörder und der da jeden Blutvergießer zur Rechenschaft zieht, wird auch ihn zur Rechenschaft ziehen.",
            "Auch wenn Einer den Andern in eine Grube stößt, in welcher sich eine Leiter befindet, auf der man wieder heraussteigen könnte, oder wenn Jemand auf einen Andern, der einen schützenden Schild in der Hand hält, einen Pfeil abschießt, und es sich zuträgt, dass ein Dritter hinzukommt welcher die Leiter hinwegzieht, oder jenem den Schild aus den Händen schlägt, so unterliegen beide zwar nicht de richterlichen Verurteilung, aber ihr Blut wird dennoch gefordert werden.",
            "Wenn Jemand einen Stein an die Wand wirft, der von derselben abprallt und Jemanden tötet, so hat die gerichtliche Hinrichtung verwirkt, weil das Zurückprallen durch seine Kraftanstrengung bewirkt wurde. Ebenso sind Personen, welche beim Ballspiele, nachdem eine Warnung erfolgt Jemanden, töten nur dann frei von der Strafe, sobald die Tötung innerhalb eines Raumes von vier Ellen erfolgt war, war aber der Getroffene weiter, wenn auch hundert Ellen weit entfernt, so sind sie schuldig, nur muss der Ball die einer tödlichen Wirkung hinreichende Größe haben, wie de bereits oben erklärt worden ist.",
            "Wirft Jemand einen Stein nach oben, und derselbe nimmt seine Richtung nach der einen Seite hin, und tötet Jemand, so ist er schuldig. Wenn Einer den Andern bindet, ihn an einen Ort hinschleppt, wo er sich nicht befreien kann, und dann einen Strom Wasser auf ihn herablaufen lässt, der ihm den Tod bringt, so wird er deshalb ebenfalls zum Tode verurteilt. Nur muss die Tötung eine direkte Folge seiner Kraftanstrengung sein."
        ],
        [
            "If a man intended to kill A and killed B, he is exempt from a death-penalty imposed by the court, from payment of compensation, and from banishment. — — Accordingly, if a man threw a stone into a group of Jews and killed one of them, he is exempt from a death-penalty imposed by the court.",
            "Wollte Jemand einen andern auf die Lenden schlagen, der Schlag war aber nicht stark genug, um auf die Lende geführt eine tödliche Wirkung hervorzubringen, dieser Schlag traf aber das Herz, wo er todbringend sein musste, und der Getroffene gab wirklich seinen Geist auf oder wenn es die Absicht des Schlagenden war, die Herzgegend zu treffen, — wo der Streich eine tödliche Wirkung haben musste, er aber statt dessen die Lende traf, wo der Schlag nicht tödlich war und der Getroffene demungeachtet starb, so ist der Schlagende sowohl von der gerichtlichen Hinrichtung, als auch von der Verbannung befreit, weil Niemand, der ohne Absicht einen Totschlag verübte, mit der Verbannung bestraft werden darf. Hatte er aber die Absicht, ihn auf die Lenden zu schlagen, und zwar mittelst eines Gegenstandes, der, wenn er die Lende trifft, tödlich wirken musste, traf ihn aber stattdessen auf das Herz, so dass der Getroffene sterben musste, so wird der Schlagende hingerichtet. Und so auch in ähnlichen Fällen.",
            "If a man struck a person with a stone or fist, or the like, an appraisal should be made. If it is considered likely that he will live, the offender pays compensation on five counts and is released. Even if the victim fell ill, took a turn for the worse and died from the blow, the offender is exempt. If, however, he is considered likely to die, the assailant must immediately be put into prison, while we wait for further developments. If the victim dies, the assailant is executed; but if he has improved and recovered completely, being able to walk along in the street like any other healthy individual, the assailant pays compensation on five counts and is released.",
            "When the Torah says \"upon his staff,\" it does not mean that he can walk leaning on his staff or on another person ; even a dying man is able to walk leaning on a staff. The phrase <i>upon his staff</i> only means that he can walk, leaning on his own strength, without requiring the strength of another person for support.",
            "Wird der Schlag als todbringend anerkannt und Patient bessert sich Etwas, stirbt aber dagegen doch noch nachdem sich sein Zustand zuvor verschlimmert hatte, so wird der Schlagende hingerichtet. Es ist aber, wenn eine Besserung im Zustande des Patienten eintritt, nicht erlaubt eine zweite Schätzung vorzunehmen, weil doch immer angenommen werden muss, dass derselbe nicht davonkommen werde. [Da die Möglichkeiten unzählig sind, es sei denn, dass er völlig verheilt]",
            "[If] ten people strike him [the victim] with ten sticks and he dies, whether they struck him one after the other, whether they struck him at the same time, they are all exempt from execution by the court, as it says (Leviticus 24:17) \"all the soul of man\" until one [alone] killed the entire soul [of the victim].  The same law applies to two people that pushed him [the victim] or forced him into water, or many people are sitting [together] and an arrow emerges from among them and kills, that all are exempted [from court-imposed execution].",
            "Haben zehn Personen nach einander Jemanden mit Steinen geworfen, von denen keiner groß genug war, um diesen zu töten und es wirft dann Einer zuletzt einen Stein nach ihm, der wohl im Stande war den Tod herbeizuführen und dieser erfolgt auch wirklich, so wird der zuletzt Werfende dafür hingerichtet.Wenn ein verurteilter Mörder sich unter andere Personen mischt, so dass man ihn nicht mehr herausfinden kann, so sind sie Alle von der Todesstrafe frei. Ist über den Totschläger der Urteilsspruch noch nicht gesprochen, und er wird unter abgeurteilte Totschläger vermengt, so sind alle von der Hinrichtung befreit, weil über einen Menschen nur dann das Urteil gefällt werden kann, wenn er zugegen ist; doch werden sie Alle eingekerkert.",
            "Wenn Einer den Andern zwar in Gegenwart zweier Zeugen umbrachte, die aber nicht gleichzeitig zugegen waren, sondern Einer nach dem Anderen hinzukamen, oder wenn wohl Zeugen zugegen waren, diese aber nicht zuvor eine Warnung ergehen ließen, oder wenn die Zeugen zwar in unwesentlichen, nicht aber in den wesentlichen Punkten sich widersprechen, so werden solche Mörder in einen engen Kerker כִּפָּה eingesperrt, kümmerlich mit Brod und Wasser unterhalten, bis ihnen die Eingeweide zusammenschrumpfen, worauf man ihnen Gerste als Nahrung reicht, so dass ihnen der Unterleib platzt.",
            "Andere schwere Verbrecher werden nicht so behandelt, sondern unterliegen der Todesstrafe, sobald das Gericht die selbe über sie ausspricht, oder werden frei, wenn diesele ihnen nicht zuerkannt wird. Denn obgleich es noch schweren Sünden als das Blutvergießen gibt, so sind dieselben für die bürgerliche Ordnung יִשּׁוּבוֹ שֶׁלָּעוֹלָם doch nicht so verderblich, als das Blutvergießen.Weshalb auch weder der Götzendienst, geschweige denn die Blutschande, oder die Entweihung des Sabbats der Sünde des Blutvergießens zu vergleichen sind. Denn während jene Sünden bloß das Verhältnis des Menschen Gott berühren, kommt hier auch das des Menschen zu seine Nebenmenschen in Betracht. Wer also eine solche Sünde begangen hat, ist ein ausgemachter Bösewicht und alle guten Taten, die er während seines früheren Lebens getan, wiegen dieses Verbrechen nicht auf und retten ihn nicht von der Gesetz, denn es steht geschrieben: »Ein Mensch, gedrückt von einer Blutschuld« (Mischlei 25:17).Auch der Götzen dienende Achab kann uns hier als warnendes Beispiel dienen, von dem es heißt: »Aber es war keiner wie Aghab« (1 Kön. 21:25). Als nämlich vor Gott, dem Herrn aller Seelen, dessen Sünden und gute Taten erwogen wurden, da fand sich keine Sünde, welche die Ausrottung כְּלָיָה hätte nach sich ziehe können, und Nichts wäre geeignet gewesen, die Schale ganz in die Höhe zu ziehen, als nur die Blutschuld Nabots; wie auch geschrieben steht: »Und da ging der Geist hinaus und erschien vor dem Ewigen« (1. Kön. 22:21; 2. Chron. 18:20), nämlich der Geist Naboth’s und dann heißt es weiter: »Überrede und dir wird es gelingen« (1. Kön. 22:22). Und dennoch hatte dieser Ruchlose den Mord nicht mit eigener Hand begangen, sondern ihn bloß veranlasst! Um wie viel schwerer versündigt sich aber nun Der, welcher mit eigener Hand einen Mord verübt",
            "Die Häretiker הַמִּינִין sind jüdische Götzendiener oder Juden, die [absichtlich aus Rebellion] gegen das Gesetz verstoßen, mit der Absicht Gott zornig zu machen לְהַכְעִיס. Sogar wer unkoscheres Essen isst נְבֵלָה oder Wolle mit Flachs שַׁעַטְנֵז trägt, um absichtlich gegen das Gesetz zu verstoßen, gilt als Häretiker מִין. Die Verleugner הָאֶפִּיקוֹרוֹסִין verleugnen die Tora und die Propheten aus Israel, — sie zu töten ist ein Gebot. Wer die Kraft sie öffentlich mit dem Schwert zu töten, der soll sie töten; sonst suche man andere Wege wie man ihren Tod verursachen kann.Z.B. einer von ihnen fällt in eine Grube, in der eine Leiter steht. Man soll ihm zuvorkommend die Leiter wegnehmen und sagen: Ich bin gerade damit beschäftigt meinen Sohne vom Dache zu holen, ich werde danach zu dir zurückkommen [nicht]. Und ähnliche Sachen.[In seinem Kommentar zur Mischna Hulin 1:2 schreibt Rambam: »Die Häretiker מִּינִין sind Menschen bei denen die Dummheit ihren Verstand verblendet und die Sinneslust die Seele verfinstert. Sie beschmutzen die Torah und die Propheten und verleugnen die Propheten, ohne Wissen und Verstand; sie verwerfen die Gebote mit Verachtung. Das ist die Gruppe von Jesus dem Christen, Doag, Achitofel, Gechazi und Elischa Acher und Jeder, der ihnen folgt. »Der Name der Frevler soll verwesen« (Prov. 10:7). Einen solchen Menschen erkennt man daran, dass er die Gebote mit Verachtung bricht, ohne an jener Handlung einen Genuss zu haben. So heißt es über ihn (bHul. 13a): „Unsere Lehrer lehrten, der Häretiker schächtet für den Götzendienst, sein Brot ist Brot von Nichtjuden, sein Wein ist Trankopferwein, seine Bücher sind Bücher über Zauberei, seine Früchte sind unverzehnt, seine Kinder uneheliche Mamzerim“. Die Abtrünnigen מְשוּמָד sind die Sadduzäer und die Boëthusäer, zwei Sekten von denen die Ablehnung der mündlichen Tradition begann, wie wir im Kommentar zu Avot 1:3 erklärt haben. Durch sie verkehrte die Wahrheit in Lüge, und die Wege des Lichts in Dunkelheit und Finsternis. „Er begeht Unrecht im Lande des Rechts und die Hoheit des Ewigen sieht er nicht“ (Jes. 26:10). Die Menschen unserer Generation nennen diese Gruppe einfache Häretiker aber Häretiker des Glaubens sind sie nicht; trotzdem sind sie des Todes. Man darf sie in heutiger Zeit töten, weil sie zur wahren Häresie verleiten. Wisse … unsere Zeit ist die Zeit des Exils, wir richten keine Todesstrafen. Jedoch betrifft es nur Juden, die die Todesstrafe verdienen durch Übertretung eines Verbots aber die Häretiker, Sadduzäer und Boëthusäer, ihre Gedanken sind viele, wer von diesen einen Gedanken hervorbringt, wird von vornherein לְכַתחִילָה getötet, damit Israel nicht verderbe und der Glaube nicht verloren gehe. Dieses Gesetzt ist bereits zu Ausführung gekommen in im ganzen westlichen Lande (Spanien).Wer aber unter solchen Gedanken geboren und aufgewachsen ist, gilt als ein Gezwungener (Marane) und ist gleich einem von Nichtjuden gefangen genommenem Kind, dessen Übertretungen aus Versehen geschehen. Wer aber vorsätzlich ein Verbot übertritt für das er todesschuldig wäre und da wir zum Verhängen von Todesstrafen nicht berechtigt sind, wird er für immer verbannt, nachdem man ihm Peitschenschläge verabreicht hat.«Aus den Worten vom Rambam geht hervor, dass Juden in Spanien unter muslimischer Herrschaft das Recht hatten, Häretiker zu töten und das auch tatsächlich taten. Aus keinem anderen Land und aus keiner anderen Zeit ist bekannt, dass Häretiker hingerichtet wurden. Siehe Raschba (Schlomo ben Aderet) Responsen 3:393, 5:238; sowie Rivasch (Isaak ben Scheschet) Responsen 234, 251; Schlomo ben Schimon Duran 1:149Welche Geltung diese Gesetze für die heutige Zeit haben, beschreibt Rabbiner David Zwi Hoffmann in Der Schulchan-Aruch, Berlin: Jüdische-Presse, 1894, S.66-68:»Aber gegen die damaligen Prinzipien der Gerechtigkeit verstieß das jüdische Gesetz nicht; jeder fand es gerecht und billig, dass die Juden mit ihren Ketzern und Apostaten ebenso streng verfuhren, wie die Christen mit den ihrigen. Wir sind aber fest überzeugt, dass der Schulchan-Aruch. die Verfolgung der Ketzer und Apostaten strengstens wegen Chillul-Haschem (Entweihung des göttlichen Namens) verboten hätte, falls unter den Nichtjuden der damaligen Zeit die Grundsätze der Toleranz so verbreitet gewesen wären, wie heutzutage. Und somit wird jeder Rabbiner, der nach dem Geiste des Schulchan-Aruch und der alten Rabbinen lehrt, die Ausführung jenes gegen die Ketzer und Apostaten gerichteten Schulchan-Aruch-Paragraphen als ein schweres Verbrechen gegen die jüdische Religion bezeichnen, weil dadurch mehr als durch alles Andere der Name Gottes entweiht würde!Tatsächlich ist also sowohl dieses Gesetz gegen Apostasie und Häresie, eben so wie andere Gesetze, die nach dem Rechtsbewusstsein der Jetztzeit als Ungerechtigkeit gelten könnten, für die heutige Praxis hinfällig, und zwar nicht bloß wegen der ausdrücklichen Erklärungen der späteren Rabbinen, sondern auch wegen der Bestimmungen des Schulchan-Aruch und der alten Rabbinen selbst, dass die Profanation des göttlichen Namens das schwerste Verbrechen gegen das Religionsgesetz ist. Wir behaupten daher mit der aller größten Entschiedenheit, dass die Rabbinen nur dasjenige gegen Nichtjuden erlaubten, was bei den Nichtjuden entweder gar nicht verboten war, oder wenigstens Andersgläubigen gegenüber nicht für unrecht galt, und dass in Folge dessen heutzutage nach dem Schulchan-Aruch und den Rabbinen Alles, was nach dem Staatsgesetze oder der allgemeinen Moral für unrecht gilt, dem Nichtjuden gegenüber viel strenger verboten ist, als gegenüber den Juden. Das Verbot von Chillul-Haschem, das nach jüdischer Lehre als das schwerste religiöse Verbrechen gilt, verbietet strengstens jede Tat, die das Rechtsbewusstsein und die Moral der Zeit nicht billigt, und hebt somit alle diejenigen Gesetze des Schulchan-Aruch vollständig auf.«]",
            "Dagegen, Nichtjuden mit denen wir keinen Krieg führen und jüdische Viehhirten und ähnliches, bei diesen soll man ihren Tod nicht verursachen aber es ist verboten sie vor dem Tod zu retten. Z.B. man sah wie einer von ihnen ins Meer fiel, so darf man ihn nicht retten, wie geschrieben steht: »Du sollst nicht gleichgiltig beim Blute deines Nächten stehen« (Lev. 19:16), diese sind aber nicht deine Nächsten.",
            "Das gesagte gilt von Juden, die ständig sündigen, in ihrer Bosheit immer verbleiben und sie wiederholen, wie z.B. Viehhirten, die das Gebot des Diebstahls verleugnen und Uneinsichtigkeit bleiben. Dagegen, ein sündiger Jude, der in seiner Bosheit nicht immer verbleibt — er sündigt nur zum eigenen Genuss, wie beim Verzehr von unkoscherem Fleisch — ihn zu retten ist ein Gebot und es ist verboten gleichgültig bei seinem Blute zu stehen."
        ],
        [
            "Anyone who has killed inadvertently is banished from the town where he has slain to the cities of refuge. It is a positive command to banish him, as it is written: \"There he shall remain until the death of the high priest\" (Numbers 35:25). The court has been warned not to accept ransom from a man who has killed inadvertently, allowing him to stay in his own town, as it is written : \"You must not accept ransom [in order to allow one to stay home] instead of his flight to a city of refuge\" (35:32).",
            "The man who killed inadvertently is not banished unless the victim died immediately. But if a man wounded a person inadvertently, even though the victim was judged to be fatally hurt and he fell ill and died, the man is not banished, because the victim may have hastened his own death.— —",
            "Ein Israelit, der unabsichtlich einen Sklaven oder einen ansässigen Proselyten גֵּר תּוֹשָׁב (Ben Noach) erschlagen hat, muss flüchten. Das Gleiche muss auch ein Sklave tun, der einen Israeliten oder einen ansässigen Proselyten unabsichtlich erschlagen hat oder auch ein Proselyt, der einen andern ansässigen Proselyten oder einen Sklaven unabsichtlich erschlagen hat. Alle diese werden verbannt, wie auch geschrieben steht: »Den Kindern Israel und den Proselyten, und den Beisaßen unter ihnen (Num. 35:15).«",
            "Ein ansässiger Proselyt (Ben Noach), der einen Israeliten unabsichtlich tötet, wird hingerichtet. Obwohl er unersetzlich tötete, gilt der Mensch immer als verantwortlich für seine Taten מוּעָד לְעוֹלָם. Das gleiche gilt, wenn ein ansässiger Proselyt einen ansässigen Proselyten tötet, weil er denkt, dass töten erlaubt sei, ist es einem vorsätzlichen Mord nahe und wird dafür getötet. Ein Nichtjude, der einen Nichtjuden tötet darf keine Zuflucht in den Exilstädten suchen, weil es steht: »Für die Kinder Israels« (Num. 35:15).",
            "Ein Sohn, der seinen Vater unabsichtlich ermordet, muss verbannt werden; ebenso auch ein Vater, der seinen Sohn tötet, jedoch nur dann, wenn es nicht beim Unterricht oder bloß bei der Anleitung zu einem fremdartigen Hand werke geschieht, von dem der Sohn keinen Nutzen ziehen kann. Bestraft aber Jemand seinen Sohn beim Studium der Tora oder beim Unterricht in den Wissenschaften, oder während der Anleitung zu einer Profession und er stirbt in Folge dessen, so ist der Vater frei.",
            "Das Gleiche gilt nun auch von einem Lehrer, der seinen Schüler bestraft, oder einem Gerichtsdiener, welcher eine Angeklagten züchtigt, der sich weigert vor Gericht zu erscheinen, wenn diese den Schuldigen unabsichtlich töteten, in welchem Falle sie nämlich nicht mit Verbannung bestraf werden. Denn es steht geschrieben: »Holz abzuhauen« (Deut. 19:5), es handelt sich hier also um eine Handlung, der man nicht verpflichtet ist, weshalb jene Strafe nicht in Anwendung kommt bei einem Vater, der seinen Sohn züchtigt, bei einem Lehrer, der seinen Schüler bestraft, noch bei einem Gerichtsdiener, da diese den unvorsätzlichen Mord bei Ausübung ihrer Pflichten begangen haben.",
            "Originally, a manslayer with or without intent would flee immediately to one of the cities of refuge, and the court of the town where he killed a person would send and fetch him from there and try him.— — If condemned to death, he was executed;— — if acquitted, he was set free;— — if condemned to exile, he was sent back to his place.— —",
            "Bei der Rückreise werden ihm zwei Gelehrte beigegeben, mit den Worten: »Man behandle ihn nicht wie einen der Blut vergossen hat, nur aus Versehen ist ihm dies begegnet«, deren Aufgabe es ist, zu verhüten, dass der Bluträcher ihn nicht auf der Rückreise töte.",
            "Ein Bluträcher, der einen unvorsätzlichen Mörder außerhalb des Bereiches seiner Asylstadt erschlägt [1,5 km], ist frei, denn es steht geschrieben: »Ihm kann die Todesstrafe nicht zuerkannt werden« (Deut. 19:6).",
            "Dies gilt nun sowohl, wenn er ihn auf dem Wege zur Asylstadt, noch bevor er dieselbe erreichte, als auch, wenn ihn auf seiner Rückreise, in Gegenwart der ihm zu seinem Schutz mitgegebenen Begleiter ermordete. Hat der Schuldige, nachdem er die Asylstadt bereits erreicht hatte, wieder mutwillig die Grenzen derselben überschritten, so hat er se Leben preisgegeben und der Bluträcher hat das Recht ihn zu töten. Tötet ihn aber irgend ein Anderer, so ladet dieser dadurch keine Schuld auf sich, denn es steht geschrieben »Es findet bei ihm keine Blutschuld statt« (Num. 35:27).",
            "If he unwittingly left the limits of his city of refuge, whoever killed him was banished on account of him, whether blood-avenger or any other man. If a man killed him within the limits of his city of refuge, he was executed on account of him, even if he was a blood-avenger.",
            "Der Altar hat ebenfalls die rechtliche Wirkung einer Asylstätte, denn es heißt beim vorsätzlichen Mörder: »So sollst du ihn von meinem Altare hinwegführen zum Tode« (Ex. 21:14), woraus zu schließen ist, dass derjenige, welcher einen unvorsätzlichen Mord begangen, beim Altar nicht getötet werden darf. Wenn sich daher Jemand der einen unabsichtlichen Mord verübte, im Asylbereich des Altars befindet und wird dort vom Bluträcher erschlagen, so verfällt dieser in Folge dessen eben so gut der Hinrichtung als wenn er es innerhalb einer Freistadt getan hätte.",
            "Dies Asylrecht ist jedoch nur auf die oberste Fläche des Altars גַּגּוֹ im Ewigen=Hause בֵּית הָעוֹלָמִים beschränkt, und gilt auch nur zu Gunsten eines im Altardienste begriffenen Priesters, wogegen aber dieser Ort einem Nichtpriester oder einem Priester, der im Augenblicke, wo man ihm nach dem Leben trachtet, grade keinen Dienst verrichtet, keinen Schutz gewährt. Eben so wenig findet ein diensttuender Priester Schutz, wenn er nicht grade auf der obersten Fläche des Altars sich befindet, sondern sich nur in dessen Nähe aufhält, oder sich auf die Ecken desselben stützt.",
            "Dies Alles gilt aber nur von einem zur Verbannung Verurteilten; wer hingegen aus Furcht vor dem Urteil des Königs oder des Gerichts [aus Not], dem er als Opfer fallen könnte, zum Altar läuft und sich an denselben lehnt, der wird verschont. In diesem Falle reißt man ihn vom Alter nicht weg, um ihn hinzurichten, es sei denn, dass er vom Gericht, nach erfolgtem vollständigen Zeugenverhör und gehöriger Verwarnung, in aller, bei solchen Fällen üblichen Förmlichkeit, zum Tode verurteilt worden wäre. [Dann reißt man ihn vom Altar weg.]"
        ],
        [
            "There are three types of unintentional killers.",
            "There is the killer who acts unintentionally in complete ignorance, and this is as it said \"as long as he does not lie in wait.\"  And the law is that he should be exiled to a Sanctuary City and take advantage of that, as we have explained.",
            "And there is the unintentional killer who acts as one under compulsion, and where the death is caused by a very rare set of circumstances.  And the law is that he is exempt from exile.  And if the Blood Redeemer kills him, the Blood Redeemer is liable for a death sentence himself.",
            "And there is the unintentional killer who acts in a way very similar to an intentional killer, that he acts in an almost criminal fashion due to excessive carelessness or negligence.  And the law is that there is no exile available for him due to his grave sin, and exile does not provide him atonement.  Sanctuary Cities are not meant for him as they exist only for those who have merited exile.  Therefore, if the Blood Redeemer finds him anywhere and kills him, the Redeemer is held not guilty.  ",
            "Einem Solchen blieb nichts Anderes übrig als rückgezogen und stets auf seiner Hut vor dem Bluträcher zu sein. So verhält es sich auch mit anderen Totschlägern welche den Mord in Gegenwart eines einzigen Zeugen und ohne vorhergegangene Warnung verübt haben. Wenn die Bluträcher einen Solchen erschlagen, hat er dafür keine Strafe zu erleiden אֵין לָהֶן דָּמִים, denn dieser [der Todschläger mit nur einem Zeugen] hatte auf keinen Fall mehr Recht auf Schonung, als ein unvorsätzlicher Mörder.",
            "Wenn z. B. Jemand einen Stein nach einem öffentlichen Platze wirft, und dadurch einen Andern tötet oder wenn er eine Mauer nach einem öffentlichen Platze zu zertrümmert und ein Stein trifft Jemanden und tötet ihn, mag nun das Zertrümmern der Mauer bei Tag oder bei Nacht geschehen sein, so wird eine solche Handlung immer als eine vorsätzliche betrachtet [3. Klasse] קָרוֹב לְמֵזִיד, und das Asylrecht hat dann gar keine Geltung. Hier kommt eine nicht zu entschuldigende Fahrlässigkeit פְּשִׁיעוּת in Betracht, denn man hätte früher nachsehen müssen [ob da Menschen sind] und dann erst den Wurf machen oder den Umsturz der Mauer bewirken müssen.",
            "Zertrümmert Jemand die Mauer des Nachts nach einem Misthaufen zu und zwar an einer Stelle, wo häufig Menschen hinkommen, so betrachtet man ihn, als einem vorsätzlichen Mörder [3. Klasse] קָרוֹב לְמֵזִיד und das Asylrecht findet bei ihm keine Anwendung. Geschieht es aber an einer Stelle, welche nie von der Menge betreten wird, so wird seine Handlung mehr als ein Unfall קָרוֹב לְאֹנֶס angesehen [2. Klasse], und er wird nicht verbannt.",
            "Ist es ein Misthaufen, wo man seine Notdurft nur des Nachts, aber nicht bei Tage zu verrichten pflegt, und es kommt Jemand, setzt sich dorthin und wird von einem aus der umgeworfenen Wand abspringenden Steine erschlagen, so muss der, welcher die Wand zertrümmert, flüchten. [1. Klasse, nicht 3. Klasse, weil am Tage niemand zugegen ist und nicht 2. Klasse, weil jemand am Tage zugegen sein könnte.]Setzte sich Jemand dorthin, nachdem sich der Stein schon von der Mauer habgelöst hatte, und wird dann durch dessen Herabfallen getötet, so braucht Derjenige, welcher die Mauer umgeworfen, nicht zu flüchten.",
            "Auch wenn Jemand einen Stein wirft, und es steckt ein Anderer, nachdem der Stein schon aus der Hand des Werfenden entwichen ist, seinen Kopf [zum Fenster] hinaus und wird getroffen, so ist der Werfende frei von der Verbannung, denn es steht geschrieben: »Und er trifft seinen Nächsten« (Deut. 19:5), weshalb auf den Fall wo Jemand sich selbst dem Wurfe darbietet, dieses Gebot keine Anwendung finden kann.",
            "Ist der unvorsätzliche בִּשְׁגָגָה Mörder als ein Feind des Gemordeten bekannt, so kann er nicht in der Asylstadt aufgenommen werden [der König kann ihn töten lassen, siehe Könige 3:10], denn es steht geschrieben: »Er war ihm aber nicht Feind« (Num. 35:23), weil von ihm vorausgesetzt wird, dass er mit Vorsatz handeln wollte. Wen nennen wir aber Feind? Denjenigen, der mit einer andern Person aus Hass מִפְּנֵי הָאֵיבָה drei Tage lang nicht spricht. So wird er auch den vorsätzlichen Mördern gleichgestellt und geht des Asylrechts verlustig. Ferner der sich in einen Winkel zurückzieht und daselbst einen Andern unabsichtlich umbringt; wer einen Andern mit dem Körper stößt, wer zwei Dinge zu werfen beabsichtigt und vier wirft, wer in dem Wahne lebt, dass es erlaubt sei zu morden; wer Absicht hegt, den Einen zu morden und dagegen einen Anden umbringt, selbst wenn er die Absicht gehabt hätte ein Vieh zu töten und dagegen einen Israeliten traf [der sein Feind war, alle diese haben kein Recht auf Asyl].",
            "Wenn Jemand in eines Andern Hof ohne Erlaubnis eintritt und dieser ihn unabsichtlich בִּשְׁגָגָה tötet, so ist er frei von Verbannung, denn es steht geschrieben: »Und wem Einer mit seinem Nächsten in den Wald geht« (Deut. 19:5); hier ist also von einem Orte die Rede, wohin es dem Gemordeten freistand zu gehen, so gut wie in einen Wald. Wenn daher Jemand in die Werkstatt eines Zimmermanns ohne dessen Erlaubnis eintritt und ein Span abspringt, sein Gesicht trifft und ihn tötet, so ist der Zimmermann von der Verbannung befreit. Bat aber der Eintretende zuvor um Erlaubnis, so muss der Zimmermann flüchten.",
            "Wenn Jemand ein Fass aufs Dach heraufzieht und das Fass fällt, nachdem der Strick gerissen, auf ein Andern herab und tötet ihn oder wenn Jemand auf eine Leiter hinaufsteigend herabfällt, und einen Andern tötet, so ist er frei von der Verbannung, denn solche Handlungen werden als Unfälle אָנוּס angesehen, weil sie nicht oft vorkommen und deshalb den Wundern gleichzustellen sind.Wenn aber Jemand ein Fass von oben herablässt und es herunterstürzt und einen Andern tötet oder wenn Jemand, von einer Leiter herabsteigend, auf einen Andern fällt, oder wenn Jemand mit der Walze glättet, diese aber herabfällt und unten Jemanden totschlägt, so müssen diese flüchten; denn es steht geschrieben: »Dieses hat er auf ihn geworfen, dass er gestorben ist« (Num. 35:23). Der Gegenstand muss also eine Richtung nehmen, wie bei einem gewöhnlichen Fall, denn nur dann ist ein entstandener Schaden eine natürliche Folge, weil die eigene Schwere die Gegenstände rasch nach unten zieht. Deshalb hätte jener beim Herunterlassen vorsichtig sein sollen, und es auf eine sichere Art einrichten müssen; weil er dies aber nicht getan, muss er flüchten. Dies gilt nun auch in anderen ähnlichen Fällen.",
            "Bei einem Fleischer, wenn er auf die übliche Weise, beim Zerlegen des Fleisches und der Knochen, das Beil in die Höhe hebt, dasselbe nach hinten schwingt, und dann wieder herunterlässt, gilt als Regel, dass er nicht flüchtig zu werden braucht, wenn er Jemand beim Zurückziehen des Schlachtmessers, nämlich beim Aufschwung vorn und beim Herunterlassen nach hinten, tötet. Wogegen er flüchten muss, wenn er Jemanden beim Zuschlagen mit dem Schlachtmesser tötet, d. h. beim Aufschwingen von hinten und beim Herunterlassen nach vorn; die Hauptregel dabei ist, dass wenn ein Mord durch das Niederlassen des Schlachtmessers veranlasst wurde, man fliehen muss, wo hingegen man vom Exil befreit ist, wenn man durch das Zurückziehen des Schlachtmessers tötet, selbst wenn das Zurückziehen nur als eine Vorbereitung zum Zuschlagen angesehen werden musste.",
            "Wenn z. B. Jemand eine Leiter besteigt, ihm eine Sprosse unter den Füßen bricht und er herabfallend einen Andern tötet, so braucht er nicht die Flucht zu ergreifen. Eben so wenig der, welcher einen Gegenstand nach der einen Seite hin werfen will, und selbiges nach einer andern fällt oder Derjenige, der einen Stein, ohne davon zu wissen, auf seinem Schoße liegen hat, den er beim Aufstehen auf Jemanden fallen lässt und diesen dadurch tötet, ferner auch ein Blinder, der aus Versehen Jemand umbringt. Alle diese Personen unterliegen nicht der Strafe der Verbannung, weil ihre Handlungen einem Unfall קְרוֹבִין לְאֹנֶס nahe kommen.",
            "Dagegen muss Derjenige die Flucht ergreifen, welcher einen Stein im Schoße liegen hatte, von dem er recht wohl wusste, den er aber wiederum vergessen, und alsdann beim Aufstehen auf einen Andern hatte fallen lassen, dessen Tod nun dadurch herbeigeführt worden war. Denn es steht geschrieben »Aus Versehen בִּשְׁגָגָה« (Num. 35:11), woraus zu entnehmen dass er früher von dem Vorhandensein des Steines unterrichtet gewesen sein musste.Springt das Eisen der Axt ab, so muss er flüchten. Springt das Eisen der Axt ab beim Schlag auf das Holz, braucht man nicht zu flüchten, weil der Totschlag nicht unmittelbar durch die Kraft des Schlagenden bewirkt wurde, sondern durch eine von diesem in Bewegung gesetzten Kraft, weshalb man die in Folge derselbe geschehene Tötung, als einen Unfall אֹנֶס anzusehen hat. So ist auch Derjenige befreit von der Verpflichtung zur Ergreifung der Flucht, welcher mittelst eines Steines von einer Dattelpalme Datteln herabwirft, welche auf ein Kind fallen und dieses töten, weil das Herabfallen der Datteln nur eine Wirkung der mittleren Kraft war. Dasselbe gilt aber auch in ähnlichen Fällen."
        ],
        [
            "If a student was banished to a city of refuge, his teacher must be exiled with him, as it is written: \"And he shall live\" (Deuteronomy 19:5); that is, make it possible for him to live. Life without study is like death for scholars who seek wisdom. So too, if a teacher went into exile, his school must be exiled with him.",
            "Wenn ein Sklave nach einer Asylstadt verbannt wird, so hat sein Herr nicht nötig ihn zu ernähren, während der Ertrag von seiner Hände Arbeit nichts desto weniger dem Herrn angehört. Eine Frau hingegen, welche nach einer Asylstadt zu flüchten genötigt war, muss von ihrem Mann ernährt werden, und dieser darf sie keineswegs mit den Worten abfertigen: Bestreite deinen Lebensunterhalt mit dem, was du dir mit deinen Händen erwirbst, — es sei denn, dass dieser Erwerb hierzu ausreiche.",
            "Wenn ein Totschläger, der zur Verbannung verurteilt worden ist, noch ehe er die Flucht antreten konnte, stirbt, so werden seine Knochen in die Asylstadt gebracht. Ein Totschläger, der in einer Asylstadt starb, wird auch daselbst begraben und sobald der Hohepriester stirbt, werden seine Gebeine von dort nach der Grabstätte seiner Vorfahren gebracht.",
            "Andere in einer Asylstadt ansässige Leviten werden, wenn sie sterben, weder in der Stadt selbst, noch in deren Bereiche beerdigt, denn es steht geschrieben: »Und deren Bezirke seien für das Vieh und ihre Habe, und all ihren Lebensbedarf« (Num. 35:3), hier ist also nur des Bedarfs für das Leben gedacht, nicht aber dessen, was man zum Zwecke der Beerdigung nötig hat.",
            "Wenn ein Totschläger in seiner Asylstadt wieder einen unvorsätzlichen Totschlag verübt, so muss er aus einem Stadtviertel nach dem andern flüchten, darf aber nie aus der Stadt heraustreten. Wenn ein Levit in seiner Wohnstadt einen Mord begeht, so muss er nach einer andern levitischen Stadt flüchten, weil sämtliche dem Stamme Levi zugehörenden Städte das Asylrecht besitzen, worauf wir später wieder zurück kommen werden (8:9). Hat Jemand den Todschlag außerhalb der Leviten Städte begangen und flieht nach seinem levitischen Wohnorte, so übt dieser das Asylrecht zu seinen Gunsten.",
            "Wenn der größere Teil der Einwohner einer Stade aus Totschlägern besteht, so hört sie auf das Asylrecht auszuüben, denn es steht geschrieben: »Und er spricht in die Ohren der Stadtältesten seine Worte« (Josua 20:4), also wird vorausgesetzt, dass seine Worte nicht den ihrigen gleich seien. So hat auch eine Stadt, in welcher sich keine Ältesten befinden, kein Asylrecht, weil geschrieben steht »Den Ältesten dieser Stadt«.",
            "If a homicide was exiled to a city of refuge and its inhabitants wished to honor him, he must say to them: \"I am a homicide.\" If they replied: \"Nevertheless,\" he should accept the honor from them.",
            "An exiled man must never leave his city of refuge, not even to fulfill a religious duty or bear witness in a civil or a capital case, — — not even if all Israel needs his help, as that of Joab ben Zeruiah; he must not leave the city until the death of the high priest. If he did leave, he surrendered himself to death [as an outlaw], as we have explained.",
            "Auch der nur durch mehrfache Kleider Erkennbare Priester הַמְּרֻבֶּה בִּבְגָדִים, sowohl der amtlich Fungierende Priester הַכֹּהֵן הַגָּדוֹל הָעוֹבֵד, als auch der außer Dienst sich Befindende Priester, Alle ermöglichen durch ihren Tod die Rückkehr des Totschlägers. Der zum Kriege gesalbte Priester hingegen ist nicht geeignet durch seinen Tod die Rückkehr des Flüchtlings zu ermöglichen, weil man ihn nur als einen gewöhnlichen Priester betrachtet.",
            "Wenn das Verbannungsurteil über einen Totschläger zu einer Zeit ausgesprochen wird, wo kein Hohepriester vorhanden ist, oder wenn Jemand einen Hohepriester totschlägt, oder gar dieser [der Hohepriester] einen Mord begeht, und kein anderer Hohepriester während dessen vorhanden ist, so müssen jene flüchtig werden, und dürfen nie mehr die Asylstadt verlassen.",
            "Stirbt der Hohepriester, nachdem das Verbannungsurteil des Totschlägers ausgesprochen worden, und noch bevor er seine Flucht angetreten, so braucht dieser nicht mehr zu flüchten. Stirbt aber der Priester, noch vor Fällung des Urteils, so darf der Totschläger erst nach dem Tode des neuen Hohenpriesters, bei dessen Amtsantritt sein Urteil gesprochen wurde, in seine Heimat zurückkehren.",
            "Fand es sich, nachdem das Urteil gesprochen war, dass der Hohepriester, der Sohn einer geschiedenen Frau, oder einer Frau sei, welche die Leviratsehe vollzogen hat, so wird die Hohepriesterstelle als nicht besetzt betrachtet, und das Urteil ist demnach zu einer Zeit gesprochen, wo kein Hohepriester vorhanden war, aus diesem Grund ist es ihm nicht gestattet, jemals seine Asylstadt zu verlassen.",
            "A homicide who returned to his town, after the death of the high priest, was regarded as any other man; if the blood-avenger killed him, he would be executed on account of him, having already obtained atonement in his exile.",
            "Even though he had obtained atonement, he could never come back to public office held by him previously. He was deprived of his high office throughout his life, because such a dire mishap had occurred through him.",
            "Wennschon Derjenige, welcher seinen Vater vorsätzlich verwundete, zu Folge eines Richterspruchs hingerichtet wird, grade so wie Jemand, der einen Andern ermordete, so brauche dennoch der, welcher seinen Vater oder seine Mutter unabsichtlich verwundete, keineswegs flüchtig zu werden, weil die Tora nur Demjenigen, der vorsätzlich ein Menschenleben hinmordete, die Flucht auferlegte, wie wir bereits oben gezeigt haben."
        ],
        [
            "The Torah commands to set aside cities of refuge, as it is written: \"You shall set apart three cities\" (Deuteronomy 19:7). The laws concerning the cities of refuge were observed only in Eretz Yisrael.",
            "There were six such cities : three were set apart by Moses in Transjordan, and three by Joshua in the Land of Canaan.",
            "Keine der Asylstädte hatte das Aufnahmerecht bevor nicht alle übrigen gehörig abgesondert waren, denn es steht geschrieben: »Sechs Freistädte sollt ihr haben« (Deut. 19:2), wodurch unser Lehrer Moses, hochseligen Andenkens, nur zu verstehen gibt, dass die drei Asylstädte jenseits des Jordans, das Asylrecht nicht ausüben können, bevor die drei kanaanitischen Asylstädte nicht gehörig abgesondert werden. Warum aber sonderte er sie sogleich ab? Er dachte bei sich: Da einmal die Pflichterfüllung mir in die Hand gelegt ist, so will ich sie auch gern üben.",
            "Künftig, in den Zeiten des Königs Messias, werden zu diesen sechs Städten noch drei andere Asylstädte auserkoren werden, denn es steht geschrieben: »Dann sollst du noch drei Städte hinzutun zu jenen dreien« (Deut. 19:9). Wo aber werden die neu hinzukommenden Asylstädte angewiesen werden? Unter den Städten des Keni, des Kenisi und des Kadmoni, welche unserem Ahnherrn Abraham bei der Stiftung des Bundes zugesprochen (Gen.15:18-19), dem ungeachtet aber später nicht erobert worden waren; auf diese aber deutet die Tora hin, mit den Worten: »Wenn aber der Ewige, dein Gott, dein Gebiet erweitert« (Deut. 19:8-9).",
            "The court is required to build direct roads to the cities of refuge, to keep them in repair and to have them made wide. All obstacles and obstructions must be removed from them — — in order not to delay an escaping person, as it is written: \"You shall prepare the road\" (19:3). <i>Refuge, refuge</i> was written on each crossroad, so that the homicides could know where to turn.",
            "Jährlich, am fünfzehnten Adar, sendet das Gericht Beauftragte zur Instandsetzung der Straßen hinaus, welche alle schadhaften Stellen ausbessern müssen, und wenn sich das Gericht hierin nachlässig erweist, so rechnet die Schrift es ihm so an, als hätte es Blut vergossen.",
            "Auch wird gleich bei der Bestimmung der Weg zwischen der einen und der andern Asylstadt gemessen, auf dass sie alle drei gleich weit von einander abstehen, wie auch geschrieben steht: »Richte dir den Weg ein« (ebenda).",
            "Man bestimme zu Asylstädten, weder große Städte, noch große oder kleine Festungen, sondern bloß Städte mittlerer Größe, auch verlege man sie nur nach Orten, wo Märkte gehalten werden, und wo hinreichender Vorrat an Trinkwasser vorhanden ist. Befindet sich aber kein Wasser im Ort, so wird es dorthin geleitet. Ferner dürfen nur Orte zu Asylstädten auserkoren werden, welche eine beachtliche Einwohnerzahl haben. Hat die Einwohnerzahl einer Asylstadt abgenommen, so suche man sie zu vermehren. Sind Wohnungen daselbst verfallen, so suche man daselbst Priester, Leviten und Israeliten anzusiedeln. Auch darf man dort weder Netze ausbreiten, noch Stricke aushängen, damit die Bluträcher nicht Gelegenheit haben, häufig dorthin zu kommen.",
            "All the cities of the Levites offer asylum, each one being a city of refuge, as it is written: \"In addition to [the six cities of refuge assigned to the Levites] you shall give forty-two cities ; all the cities which you give to the Levites shall be forty-eight\" (Numbers 35:6-7). The Torah regards them all alike in terms of refuge.",
            "What is the difference between the cities of refuge that were set apart as a refuge and the cities of the Levites? The cities of refuge afford asylum with or without consent, as soon as the homicide enters he is given asylum; but the other cities belonging to the Levites afford asylum only if he entered with their consent. Then, too, a homicide residing in one of the cities of refuge need not pay rent, but one who lives in a city of the Levites must pay rent to the landlord.",
            "Das einer Stadt zustehende Asylrecht erstreckt sich auch auf deren Gebiet. Steht ein Baum innerhalb des Gebietes einer Asylstadt, während dessen Zweige über die Grenze des Stadtgebiets hinüberragen, so sind die unter diesen Zweigen stehenden auch schon des Asylrechts teilhaftig. Steht aber der Baum außerhalb des Stadtgebiets, und dessen Zweige reichen in das Stadtgebiet hinüber, so wird der am Stamme Stehende, auch schon als des Asylrechts teilhaftig angesehen, und wer ihn daselbst tötet, wird mit dem Tode bestraft. Wenn nun zwar der Umkreis das Asylrecht gewährt so darf dennoch der Totschläger daselbst nicht wohnen, denn es steht geschrieben: »Und er bleibe wohnen in ihr« (Num. 35:25), also nicht in ihrem Umkreise."
        ],
        [
            "<b>Kapitel — Das genickgebrochene Kalb</b><br>Wenn ein Erschlagener auf der Erde liegend gefunden wird und es unbekannt ist, wer ihn erschlagen hat, so lasse man ihn daselbst liegen bis fünf Älteste vom hohen Gericht zu Jerusalem herzugekommen, wie auch geschrieben steht »So sollen deine Richter und deine Ältesten hinausgehen (Deut. 21:2). Es ist nun die Pflicht dieser Ältesten die Entfernung von dem Orte, wo der Erschlagene gefunden wurde, nach den Städten ringsumher abzumessen, ja selbst wenn der Erschlagene neben einer Stadt gefunden wurde, wo man also sicher annehmen könnte, dass dieselbe die nächstliegende sei, so ist es dennoch Pflicht die Messung vorzunehmen.",
            "Nachdem man gemessen und die nächste Stadt ausgemittelt hat, wird der Erschlagene auf derselben Stelle beerdigt, wo man ihn gefunden. Die Ältesten aus Jerusalem reisen nach Hause und das Gericht der nächst gelegenen Stadt bringt dann ein vom Gelde der Einwohner gekauftes Rinderkalb, und führt es zu einem schnell fließenden Bache hinab, worauf die Thora mit dem Worte »Eithan אֵיתָן« hinweist (Deut. 21:3).",
            "Darauf wird dem Kalbe, mit dem Schlachtmesser קֻפִּיס durch einen Schlag von hinten, das Genick gebrochen. Alsdann wäscht das Gericht samt allen Ältesten dieser Stadt, auch wenn ihrer hundert anwesend wären, sobald der Nacken des Kalbes gebrochen, daselbst die Hände, und sie sprechen dabei folgende Worte in Hebräischer Sprache: »Unsere Hände haben dieses Blut nicht vergossen und unsere Augen Nichts gesehen«, (Deut. 21:7) was nämlich soviel heißen soll, als: Wir haben den Gemordeten, da er zu uns kam, nicht ohne Nahrung entlassen, wir haben ihn nicht gesehen und ohne Schutz weiter gehen lassen. Hierauf sprechen die Priester folgende Worte in Hebräischer Sprache: »Vergib deinem Volke Israel….« (Deut. 21:8) und gehen dann ihres Weges. Der Hochheilige aber, gelobt sei Er, vergibt alsdann die Blutschuld wie geschrieben steht: »Und es soll ihnen gesühnt sein die Blutschuld« (ebenda).",
            "Bei den Messungen, welche die Auffindung eines Erschlagenen zur Folge hat, wird die größte Genauigkeit beobachtet, — doch wird die Parallellinien= Methode hierbei nicht angewendet, ebenso wird nur die Messung der Entfernung nach einer Stadt hin vorgenommen, welche ein aus drei und zwanzig Mitgliedern bestehendes Gericht hat, auch ist keine Messung der Entfernung nach Jerusalem hin, weil Jerusalem als ein keinem Stamme angehörendes Gebiet, nie ein Kalb zum Zweck des Nackenbrechens darzubringen braucht, wie geschrieben stehe: »In dem Lande, das der Ewige, dein Gott, dir zum Besitz gegeben« (Deut. 21:1).",
            "Wurde ein Ermordeter in der Nähe von Jerusalem oder einer Stadt gefunden, woselbst sich kein Gericht befindet, so lasse man letztere außer Acht und nimmt die Messung der Entfernung nach einer andern im Umkreise liegenden Stadt vor. War der Ermordete in der Nähe der Grenze סְפָר oder einer Stadt gefunden, wo die Mehrzahl der Einwohner aus Nichtjuden besteht, so unterlässt man die Messung ganz weil man dann annimmt, dass der Gefundene von einem Nichtjuden ermordet worden sei.",
            "Nur dann liegt es der nächsten Stadt ob, das Nackenbrechen zu vollziehen, wenn die Zahl der daselbst befindlichen israelitischen Bevölkerung die Seelenzahl der Israeliten einer entfernten Stadt übertrifft. Ist aber die israelitische Bevölkerung der entfernteren Stadt zahlreicher als die der hier gelegenen, so gibt die Mehrzahl den Ausschlag und dies muss das Kalb herbeischaffen.",
            "Obwohl es den Bestimmungen der Tora gleich bleibt sich nach der Mehrzahl, oder nach der Entfernung zu richten, so hat dennoch in der Regel die Mehrzahl allein den Vorzug.",
            "Findet man den Erschlagenen in gleicher Entfernung zweier Städte und die Einwohnerzahl beider ist auch gleich, so bringen beide gemeinschaftlich ein Kalb zum Zweck des Nackenbrechen dar und sprechen dabei den Klausel aus: Ist die eine Stadt näher, so gelte das Kalb als das ihrige, wo dann die andere ihren Anteil derselben als Geschenk überlässt, soll aber die andere Stadt die nähere sein, so sei es umgekehrt, weil immer anzunehmen ist, dass durch Menschenhand nie eine völlig genaue Messung vorgenommen werden kann.",
            "Von welchem Teile des Körpers an beginnt man die Messung? Von der Nase. Findet man den Kopfe an einer anderen Stelle als den Körper, so bringt man den Köper zum Kopfe und beerdigt ihn daselbst. Ebenso muss bei jedem Leichnam, dessen Beerdigung eine Pflicht ist, der Körper zum Kopfe gebracht, und das Ganze an Ort und Stelle begraben werden.",
            "Findet man mehrere Leichen neben einander, so muss man die Messung von der Nase einer jeden einzelnen beginnen. Ergibt es sich nun, dass eine Stadt der Gesamtzahl der Leichen am nächsten liegt, so muss dieselbe einem Kalb den Nacken für alle diese Leichen brechen. Liegen aber die Leichen über einander, so wird bei der obersten [Leiche] mit der Messung begonnen.",
            "Es steht geschrieben: »Wenn ein Erschlagener gefunden wird« (ebenda), also sind hier ausgenommen die Erwürgten und Solche, die sich noch bewegen können, da man von ihnen nicht sagen kann, dass sie mittelst des Schwertes erschlagen worden seien; — »am Boden«, also nicht unter Schutt verborgen; — »liegend« also nicht an einem Baume aufgehängt; — »auf dem Felde« nicht aber auf dem Wasser umherschwimmend; »ohne dass es bekannt wäre, wer ihn erschlagen«, wenn dies also bekannt ist, so unterlasse man das Nackenbrechen des Sühnekalbes.",
            "Wenn auch nur ein einziger Zeuge den Mörder gesehen hatte, mag es nun ein Sklave, eine Frau oder ein als zum Zeugen unzulässiger sein, so wird in allen diesen Fällen das Nackenbrechen nicht vollzogen. Aus diesem Grund hat jetzt aber auch, da die Mordtaten sich mehrten, das Nackenbrechen der Kälber ganz aufgehört.",
            "Behauptet ein Zeuge, dass er den Totschläger gesehen, und ein anderer stellt es dagegen in Abrede, indem er sagt: »Du hast ihn nicht gesehen«, so muss das Nackenbrechen begangen werden, jedoch nur wenn sie beide gleichzeitig hinzugekommen sind. Sagt aber der Eine zuerst: ich habe den Mörder gesehen, so wird seine Aussage in dieser Hinsicht als die zweier Zeugen betrachtet, und wenn nun später ein Anderer kommt, welcher dem widerspricht, sagend: »Du hast ihn nicht gesehen« so bleibt die Aussage des Andern unbeachtet und das Nackenbrechen findet nicht statt.",
            "Kommen zwei Zeugen, nachdem der erste sein Zeugnis abgelegt, und widersprechen ihm mit den Worten: »Du hast ihn nicht gesehen« so werden sie als zwei einander widersprechende Zeugenpaare betrachtet und man nimmt das Nackenbrechen vor.Wenn eine Frau aussagt: Ich habe den Mörder gesehen, und eine andere widerspricht ihr, indem sie sagt: Du hast ihn nicht gesehen, so muss das Nackenbrechen vorgenommen werden, sowohl wenn beide zusammen hinzugekommen sind, als auch wenn einzeln nach einander.Sage zwei: Wir haben ihn gesehen, und ein Dritter entgegnet ihn Ihr habt ihn nicht gesehen, so findet das Nackenbrechen nicht statt. Sagt Einer: Ich habe ihn gesehen, und zwei Andere erwidern ihm: Du hast ihn nicht gesehen, so wird das Nackenbrechen vollzogen.",
            "Dies gilt aber nur, wenn alle drei Zeugen sich hinsichtlich ihrer Zulässigkeit als Zeugen gleich sind. Sagt aber ein Zeuge: Ich habe den Mörder gesehen, und zwei Frauen, oder sonst zwei unzulässige Zeugen, sagen: Du hast ihn nicht gesehen, so unterbleibt das Nackenbrechen.",
            "Sagen zwei Frauen oder zwei andere unzulässig Zeugen: Wir haben den Mörder gesehen, während ihnen ein Zeuge mit den Worten widerspricht: Ihr habt ihn nicht gesehen, so begehe man das Nackenbrechen, denn selbst wem hundert Frauen oder andere unzulässige Zeugen vorhanden sind, und ein einziger zuverlässiger Zeuge ihren Aussagen widerspricht, so werden sie alle nur als eine einzige Person und ein einziger Zeuge betrachtet.",
            "Sagen drei Frauen oder drei unzulässige Zeugen aus: Wir haben den Mörder gesehen, und vier Frauen oder vier unzulässige Zeugen sagen dagegen: Ihr habt ihn nicht gesehen, so muss das Nackenbrechen vorgenommen werden. Überhaupt gilt überall die Regel, dass man, wenn unzulässige Zeugen vorhanden, sich nach der Mehrzahl richten müsse."
        ],
        [
            "<b>Kapitel — Das Nackenbrechen und der Bach</b><br>Das Gesetz in Betreff des Nackenbrechens, das an einem Kalbe zu vollziehen ist, war nur in Erzel Israel und in der Landschaft jenseits des Jordans eingeführt.",
            "Das Kalb, dem der Nacken gebrochen wird, darf nicht über zwei Jahre alt sein; ist es älter, wenn auch nur um einen Tag, so ist es nicht geeignet. Obgleich nun Leibesfehler dasselbe nicht ungeeignet machen, so ist dennoch ein mit tödlichen Schäden behaftetes Kalb ungeeignet, weil bei demselben, wie beim geheiligten Vieh der Ausdruck: »Zur Sühne« gebraucht wurde.",
            "Alle Arbeitsverrichtungen machen das Kalb unbrauchbar, wie dies auch hinsichtlich der roten Kuh der Fall ist, denn es steht geschrieben: »Mit der noch nicht gearbeitet worden und die kein Joch gezogen« (Deut. 21:3). Wenn nun aber diese Worte, so gut wie alle übrigen Arbeiten, auch das Arbeiten im Joche in sich begreifen, warum ist denn des Joches noch ins Besondere dabei gedacht? Weil damit bezeichnet werden soll, dass das Auflegen eines Joches das Tier ungeeignet macht, sowohl wenn es darin arbeitet, als wenn es nicht darin arbeitet, so dass es, wenn es nur um eine Handbreite [8 cm] sich damit fortbewegt hat, wenn auch nicht beim Pflügen oder sonstiger Arbeit, dadurch unbrauchbar wird, während andere Arbeiten es nur dann unbrauchbar machen, wenn es dieselben wirklich verrichtete",
            "Lässt man das Tier eine Arbeit zu seinem eigenen Nutzen verrichten, z. B. wenn man über dasselbe ein Tuch ausbreitet, um es vor Fliegen zu schützen, so wird es dadurch nicht ungeeignet; geschieht es aber nicht seines Nutzens wegen z. B. wenn man über dasselbe ein Kleid ausbreitet, um das selbe fortzubringen, so wird das Tier dadurch untauglich wie bereits in der Abhandlung von der roten Kuh [1:7] zur dargetan worden ist.",
            "Man begeht das Genickbrechen nur bei Tage, dabei, wie beim heiligen Vieh, der Ausdruck: »Zur Sühnen כַּפָּרָה« vorkommt — aber jede Tageszeit ist hierzu geeignet. Man darf nicht zweien Kälbern zu gleicher Zeit den Nacken brechen, weil es unpassend ist, die durch das Gesetz gebotenen Pflichterfüllungen gleichsam auf einander zu häufen.",
            "Von dem Kalbe, dem das Genick gebrochen werden soll, darf in keiner Weise Nutzen gezogen werden, vielmehr muss dasselbe an dem Platze, wo ihm der Nacken gebrochen wurde wurde, auch begraben werden. Das Kalb wird von dem Augenblicke an der ferneren Nutzung unzulässig, wo es nach dem Bache herabgeführt, also noch bevor ihm Nacken gebrochen worden ist. Stirbt es oder wird es abgeschlachtet, nachdem es zum Bache gelangte, so bleibe nichts desto weniger die Benutzung verboten, und es muss an Ort in Stelle begraben werden.",
            "Werden die Zeugen einer Unwahrheit überführt, so kann man vom Kalb Nutzen ziehen. Wenn nämlich ein Zeuge aussagt: Ich habe die Mörder gesehen, und es kommen zwei andere Zeugen hinzu, welche dem ersteren mit den Worten widersprechen: Du hast ihn nicht gesehen, worauf man das Kalb aussucht und zum Bache herabführt, um ihm da den Racken zu brechen; nun aber ergibt sich’s, dass die zwei Zeugen einer Unwahrheit überführt werden, so muss in solchem Falle das Kalb der Benutzung freigegeben werden.",
            "Wenn der Mörder entdeckt wird, bevor noch dem Kalbe der Nacken abgeschlagen worden, so kann es wieder in die Herde eintreten. War dem Kalbe schon der Nacken gebrochen, als der Mörder entdeckt war, so muss es auf derselben Stelle begraben werden; denn man hatte es ja von Anfang an nur des Zweifels wegen herbeigebracht, da es nun aber zur Sühne des Zweifels gedient, so ist auch sein Zweck erfüllt. Indessen wird der Mörder, obergleich er erst, nachdem dem Kalbe der Nacken gebrochen, ermittelt worden, dennoch hingerichtet, denn es steht geschrieben: »Und du sollst hinwegräumen das unschuldige Blut« (Deut. 21:9).",
            "Das Bett des Baches, wo dem Kalbe der Nacken gebrochen worden, darf nie wieder besäet, noch sonst bearbeitet werden, denn es steht geschrieben: »Worin nicht gearbeitet noch gesät wird« (Deut. 21:4). Wer nun eine Arbeit am eigentlichen Boden des Baches selbst vornimmt, z. B. wer dort pflügt, gräbt, säet und pflanzt u. dergl, der wird gegeißelt.Dagegen ist es erlaubt, dort Flachs zu kämmen und Steine zu behauen, weil dies eben so viel ist, als wenn man dort ein Kleid webte oder es aufnähte, welche Arbeiten keineswegs Arbeiten am eigentlichen Boden zu nennen sind, deshalb sind nämlich auch die Worte: »Worin nicht gearbeitet, noch gesät« (ebenda) beigefügt, damit dies als Norm diene, dass eben so wie das Säen eine Arbeit am eigentlichen Boden ist, so sind auch andere Arbeiten dort nur dann verboten, wenn sie am Boden selbst vorgenommen werden.",
            "Wenn die Bewohner der nächsten Stadt es versäumen, ein Kalb herbeizubringen, damit demselben das Genick gebrochen werde, so werden so sie so lange gezwungen, bis sie ihrer Verpflichtung nachkommen, selbst wenn schon mehrere Jahre darüber verstrichen wären. Denn die zu einem Sühnekalb Verpflichteten bleiben es, selbst nach der Verstreichung des Versöhnungstages."
        ],
        [
            "The Torah commands that one should make a parapet for his roof, as it is written: \"You shall make a parapet for your roof\" (Deuteronomy 22:8). This law applies only to a dwelling house; but a storehouse, a stable, or the like, does not require it. Any house less than four square cubits is exempt from the need of a parapet.",
            "Ein Haus, welches zwei Besitzern gemeinschaftlich gehört, muss ein Geländer haben, denn es steht geschrieben »Wenn Jemand davon herabfiele«, (Deut. 22:8) also lässt es die Schrift hier nur auf den Fallenden ankommen. Wenn dem aber so ist, warum liegt dann hier der Nachdruck auf den Worten »Dein Dach«. Weil man andeute will, dass Synagogen und Lehrhäuser eine Ausnahme bilden, da dieselben nicht bestimmt sind, bewohnt zu werden. Ist der öffentliche Platz höher gelegen als das Dach des Hauses so braucht man kein Geländer anzubringen, denn es ist bloß gesagt: »Wenn Jemand vom Dache«, aber nicht auf das Dach fiele (ebendaselbst).",
            "Das Geländer darf nicht niedriger als zehn Handbreiten hoch sein [80 cm], wenn dem Herabfallen vollkommen vorgebeugt werden soll. Auch muss es stark genug sein, dass ein Mensch sich daran lehnen könne, ohne Gefahr zu laufen herabzufallen. Wer aber sein Dach ohne Geländer lässt, hat gleichzeitig die Erfüllung eines Gebotes unterlassen und ein Verbot übertreten, denn es steht geschrieben: »dass du keine Blutschuld auf dein Haus bringest« (ebenda). Indessen steht auf die Übertretung einer solchen Vorschrift noch nicht die Geißelung, weil dabei keine eigentliche Handlung geschah.",
            "There is no difference between a roof or anything else that is dangerous and likely to cause death to a person who might stumble. If, for instance, one has a well or a pit in his courtyard — — he must build an enclosing ring ten handbreadths high, or put a cover over it, so that a person should not fall into it and die. So too, any obstruction that is a danger to life must be removed as a matter of positive duty and extremely necessary caution.",
            "The sages have prohibited many things because they are dangerous to life. If anyone disregards them and says : \"What claim have others on me if I risk my own life?\" or: \"I do not mind this,\" he should be lashed for disobedience.",
            "The rules are: A person must never put his mouth to a pipe spouting water and drink; he must not drink from rivers or ponds at night, for fear that he might swallow a leech without seeing; he must not drink uncovered water, for fear that a snake or any other reptile drank it, and he might die.",
            "Die Getränke, welche man, wenn sie offen stehen, nicht trinken darf, sind folgende: Wasser, Wein, selbst gemischter und solcher, der bereits angefangen hat, einen essigsauren Geschmack zu bekommen, ferner: Milch, Honig und Lacke. Bei allen anderen Getränken aber ist es von keinem Belang, wenn sie offen stehen, da die giftigen Tiere davon nicht trinken.",
            "Zerriebener Knoblauch und zerschnittene Melonen, welch offen gestanden, sind verboten, ebenso auch andere Früchte der Art. Beim gekochten oder gärenden תּוֹסֵס Weine hat das Offenstehen Nichts auf sich. Der Wein wird als gärend bezeichnet von der Stunde des Kelterns an gerechnet, drei Tage lang. Auch bei warmem Wein, Wasser oder warmer Milch hat das Offenstehen Nichts zu sagen, so lange Dampf aufsteigt. Auch bei Getränken, welche tropfenweise herabträufeln, und zwar so lange als das Träufeln dauert; weil nämlich die kriechenden Tiere da, vom Blasenschlagen der Flüssigkeit und vom Dampfe, abgehalten werden und nicht zu trinken wagen.",
            "Auch bei Wasser, wohin Früchte eingelegt waren, bei Kochwasser und Wasser von Lupinen hat das Offenstehe ebenfalls keine Folgen. Wasser, worin eingelegte oder gekochte Dinge, oder Lupinen eingeweicht wurden, ist, wenn es den Geschmack verändert, dem Einfluss des Offenstehens nicht ausgesetzt. Ist aber der Geschmack unverändert geblieben, so ist es verboten. So wird auch das Wasser, worin man für einen Kranken Quitten und Pflaumen abgewaschen, des Offenstehens wegen verboten.",
            "Beim Weine, der mit scharfen Gewürzen, z. B. mit Pfeffer, oder mit bitteren Stoffen, z. B. wie Absinth versetzt ist, so dass sich sein Geschmack veränderte, ist das Offenstehen von keinem Belang. Dies gilt auch von anderen Getränken.",
            "Getränke, welche dem Verbote des Offenstehens unterliegen, werden unerlaubt, wenn sie offen stehen, sowohl des Tages wie des Nachts, selbst wenn ein Mensch daneben schläft, weil die kriechenden Tiere sich vor einem Schlafenden nicht scheuen. Ein wie langes Offenstehen ist erforderlich um das Verbot herbeizuführen? So lange als ein kriechendes Tier Zeit braucht um unter den Henkel des Geschirres herauf zu kommen, zu trinken und nach seinem Orte zurückzukehren.",
            "Das Verbot der Benutzung von offenstehendem Wasser wird durch eine Menge bedingt, welche hinreichend ist, das Gift darin wirksam werden zu lassen und deren Genuss demnach auch schädlich sein muss. Ist aber davon so viel da, dass das Gift sich darin verliert, sei es nun in Gefäßen enthalten oder am Erdboden, so ist es erlaubt. Dies gilt auch von anderen Getränken.",
            "Wenn eine Quelle auch noch so spärlich fließt, so kann doch von einem Offenstehen derselben nicht die Rede sein. Wenn man einen offenen Krug in einen Kasten, in eine Kiste, in einen Schrank, in ein Futteral oder in eine Grube, selbst von hundert Ellen Tiefe, stellt, oder auch in einen Turm von hundert Ellen Höhe, oder in einen reinen getünchten Saal, so ist doch der Inhalt des Kruges verboten. Hat man aber den Kasten oder den Schrank zuerst untersucht und dann den Krug hineingesetzt, so ist dessen Inhalt erlaubt. Ist aber ein Loch im Kasten, so ist dessen Inhalt verboten, jedoch nur dann, wenn das Loch so groß ist, dass ein kleines Kind den Finger hineinstecken könnte. ",
            "Even if nine people drank from an uncovered jar and did not die, a tenth one may not drink from it. The sages have reported a case where a tenth person drank and died, since the poison of a snake sinks to the bottom. There is a poison of venomous reptiles that floats on the top and another that remains suspended in the liquid. For this reason, all of it is forbidden, even if the liquid has been passed through a strainer. So too, if nine ate of an uncovered melon and did not die, let not a tenth person eat of it.",
            "Wasser, welches offen gestanden hat, darf man nicht nach einem öffentlichen Platze zu ausgießen, noch damit im Zimmer den Fußboden besprengen, oder Lehm damit einmengen. Eben so wenig darf man Gesicht, Hände oder Füße damit waschen, noch es seinem eigenen oder seines Nächsten Vieh zum trinken geben, wohl aber kann man einer Katze davon zu trinken geben.",
            "Ein mit offen gestandenem Wasser gekneteter Teig, wenn selbiger auch Priesterhebe wäre תְרוּמָה, muss verbrannt werden. Ist dieser Teig sogar schon verbacken, dann ist das davon gewonnene Brot verboten."
        ],
        [
            "<b>Kapitel — Verbote von Lebensgefahr und des Blinden Hindernisse</b><br>Ein Vieh, Tier oder Geflügel, die von einer Schlange oder einem anderen giftigen Tiere gebissen worden sind, oder Gift gefressen haben, das einen Menschen, ehe es in deren Säfte überging, töten könnte, sind der Gefährlichkeit halber verboten. Findet man daher irgend ein Vieh, Tier oder Geflügel mit verstümmelten Füßen vor, so muss es, wenn es auch des Zerrissen seins wegen erlaubt ist, dennoch zum Genuss verboten bleiben, der möglichen Lebensgefahr halber, da es nämlich von einem Kriechtier gebissen sein könnte, und bleibe so lange unerlaubt, bis man es gehörig untersucht hat.Wie hat man die Untersuchung anzustellen? Man lässt es in einem Ofen braten, und wenn dann das Fleisch nicht zerfällt und keine von dem andern Braten abweichende Beschaffenheit wahrzunehmen ist, so ist der Genuss desselben erlaubt.",
            "So sind auch wurmstichige נִקּוּרֵי Feigen, Weinbeeren, Gurken, Kürbisse, Melonen und sonstige honighaltige Früchte, sie mögen noch so groß sein, gepflückt oder noch wachsend, und selbst wenn selbige in einem Gefäße verwahrt sind, verboten, wenn sie nur noch in saftigem Zustande angefressen befunden werden, weil eine Schlange dieselben durchlöchert haben könnte. Ja selbst wenn man einen Vogel oder eine Maus davon fressen sieht, so sind sie dennoch verboten, weil immer zu besorgen ist, dass sie nur bereits vorhandene giftige Löcher erweiterten.",
            "Auf Feigen und Weinbeeren, an denen die Stiele abgebrochen sind, ist das Offenstehen nicht einwirkend. Daher ist es auch gestattet, ohne Bedenken des Nachts Feigen oder Weinbeeren zu genießen. Eine angestochene Feige, wenn sie getrocknet und gedorrt ist und eine angestochene Dattel in getrockneten Zustande, sind erlaubt.",
            "One must not put small change or denars into his mouth, because they may bear the dry saliva of one who suffers from a skin disease or leprosy; they may bear perspiration, and all human perspiration is deadly poison, except that which comes from the face.",
            "So soll man auch nicht die Handflächen unter dem Arme legen, weil man einen Aussätzigen oder etwas Giftiges damit berührt haben könnte, da man gewohnt ist mit den Händen umherzutasten. Auch soll man keine Speise unter ein Bett stellen, selbst nicht während man mit der Mahlzeit beschäftige ist, weil unversehens da etwas Schädliches hineinkommen könnte.",
            "Eben so wenig soll man ein Messer in einem Paradiesapfel אֶתְרוֹג oder Rettich stecken lassen, weil sich Jemand an dessen Schneide Schaden tun, ja sogar sich töten könnte. So darf man sich auch nicht unter eine geneigte Wand, oder über eine baufällige Brücke oder in eine Ruine begeben, auch nicht nach anderen Orten, wo Gefahr droht.",
            "Ebenso ist es einem Juden verboten mit einem Nichtjuden allein zu sein, weil sie des Blutvergießens wegen verdächtigt sind. Auch soll man sie nicht auf dem Wege begleiten. Trifft man einen Nichtjuden auf dem Wege, umgehe man ihn von seiner rechten Seite. Geht man ein Gefälle hoch oder runter, soll der Jude nicht unter dem Nichtjuden gehen, vielmehr gehe der Jude oben und der Nichtjude unten, denn vielleicht wird er auf ihn fallen, um ihn zu töten. Auch soll man sich nicht vor ihm bücken, vielleicht wird er ihm den Schädel zertrümmern.",
            "Frag ein Nichtjude: Wohin gehst du? — So soll antworten, dass man einen langen Weg vor sich hat, so wie Jakov Esaw antwortete: »Ich aber will gemächlich weiterziehen, so schnell das Vieh vor mir und die Kinder es zulassen, bis ich zu meinem Herrn nach Seir komme« (Gen. 33:14).",
            "Es ist verboten von einem Nichtjuden Medizin zu anzunehmen, es sei denn der Kranke hat keine Aussicht zu überleben. Auch ist es verboten sich von einem Häretiker heilen zu lassen, sogar wenn es keine Aussicht auf Heilung gibt, denn vielleicht wird man [aus Dank für die Genesung] seiner Ideologie folgen.Es ist erlaubt von Nichtjuden Medizin anzunehmen für seine Tiere oder für eine äußerliche Wunde, wie eine Kompresse מְלוּגְמָא oder ein Verband רְטִיָּה. War die Wunde lebensbedrohlich, ist es nicht erlaubt Medizin anzunehmen. Für jegliche Wunde, für die man Schabbat einweiht hätte, soll man Medizin von einem Nichtjuden nicht annehmen.",
            "Man darf einen nichtjüdischen Arzt befragen und er sagt: Diese und jene Medizin ist gut für dich und so und so stellst du sie her. Jedoch soll man es von ihm diese Medizin nicht annehmen.",
            "Es ist verboten sich im Privaten von einem Nichtjuden rasieren zu lassen, vielleicht wird er ihn töten. Ist der Jude eine wichtige Person, so ist es erlaubt, weil er sich fürchten wird, ihn zu töten. Wenn er dem Nichtjuden als eine wichtige Person erschein, dass er sich von ihm fürchtet und ihn nicht tötet, dann ist es erlaubt von ihm rasiert zu werden.",
            "It is forbidden to sell arms of any kind to heathen ; one should not sharpen their weapons; one should not sell them a knife — — or anything that is likely to be a public danger. Shields, however, may be sold to them, since they are used only for defense.",
            "Just as the sages have prohibited the sale of arms to a heathen, so have they prohibited selling the same to a Jew who sells to a heathen. On the other hand, weapons may be sold to the local citizens' force, since they protect the Jewish population.",
            "Whatever must not be sold to a heathen must not be sold to a Jewish bandit, since this will encourage a criminal and misdirect him. So too, anyone who misdirects a person, blind on any subject, by giving him wrong advice, or encourages a criminal, who is blind and cannot see the way of truth because of his greedy lust, is transgressing a prohibitive command, as it is written: \"You shall not place a stumbling block before the blind\" (Leviticus 19:14), meaning that if a man comes to you for advice, you should give him an advice fitting his needs.",
            "Es ist verboten einen guten Ratschlag einem Nichtjuden oder einem bösen Diener zu geben, sogar um eines Gebotes wegen; solange er in seiner Bosheit verbleibt, ist es verboten. Daniel wurde nur geprüft [in der Löwengrube], weil er Nebukadnezzar geraten hatte, eine Spende zu geben, wie es heißt: »Darum, König, möge dir mein Rat gefallen: Tilge deine Sünden durch Gerechtigkeit und deine Verschuldungen durch Barmherzigkeit gegen die Elenden, wenn dein Glück von Dauer sein soll« (Dan. 4:24)."
        ],
        [
            "If, on the road, one meets a person whose animal is lying helpless under its load, he must help to release the animal whether or not the load is more than it can carry. This is a positive command, as it is written: \"You must help him\" (Exodus 23:5).",
            "Aber man darf nicht bloß abladen und den Eigentümer dann in seiner Verlegenheit zurücklassen, sondern man muss ihm behilflich sein, das Vieh wieder aufzurichten und dasselbe wieder zu beladen, wie auch geschrieben steht: »Du sollst denselben wieder aufrichten« (Deut. 22:4). Dies gilt auch als ein besonderes Gebot. Wer also den Eigentümer in Bestürzung lässt und ihm weder ab noch aufladen hilft, hat die Erfüllung eines Gebotes unterlassen und auch ein Verbot übertreten, nämlich: »Du darfst nicht sehen den Esel deines Bruders« (ebenda).",
            "Sieht ein Priester das Vieh auf einem Begräbnisplatze liegen, so darf er sich deshalb nicht entweihen, so wenig er sich entweihen darf, um etwas Verlorenes dem Eigentümer wieder zuzustellen. So ist er auch, wenn er alt ist, und das Auf- und Abladen sich nicht mit seiner Würde vereinigen lasse, davon befreit.",
            "This is the general rule: In any case where, if the animal were his own he would load or unload it, he must load or unload it when it belongs to another person.— —",
            "If he unloaded and reloaded an animal and it fell down again, he must load and unload again, even a hundred times, as it is written: \"You must help him. You must help him raise it\" (Deuteronomy 22:4; 23:5). Accordingly, he should help the owner pull the animal as much as a Persian mile, unless he tells him: \"I do not need you.\"",
            "Auf eine wie große Entfernung erstreckt sich die Pflicht der Hilfeleistung beim Ab- und Aufladen? Auf die Entfernung, in welcher das Sehen dem Antreffen gleich zu achten ist [128 m]; denn es steht ja gleichzeitig noch geschrieben: »So du siehst und so du begegnest« (Ex. 23:4-5). Auf welche Strecke findet demnach diese Bezeichnung ihre Anwendung? Die Weisen haben angenommen, dass die Verpflichtung in Kraft trete, sobald zwischen beiden Teilen eine Strecke von nicht mehr als zweihundert sechsundsechzig und zweidrittel Ellen sich befinde, welche Strecke einen Teil eines Mils ausmacht, wenn man denselben in sieben und einen halben Teil einteilt. In einer größeren Entfernung existiert die Pflicht zu Hilfeleistung nicht.",
            "Es ist eine Vorschrift der Thora, dem Anderen unentgeltlich beim Abladen beizustehen; auch beim Auflade Hilfe zu leisten gebietet die Vorschrift, aber nur gegen Lohn; eben so bekommt auch Derjenige Lohn, der das Vieh eine M Parasange weit leiten hilft [4 km].",
            "Findet Jemand ein fremdes Vieh auf den Wege liegen, so ist es seine Pflicht, dasselbe, wenn auch der Herr des Tieres nicht zugegen ist, abzuladen und dann wieder zu beladen, denn es steht geschrieben: »Mache es ihm leichter«, »Aufrichten sollst du dasselbe« also jedenfalls (ebenda). Wenn aber dem so ist, wozu dann der Ausdruck: »Mit ihm«? (ebenda). Für den Fall, dass der Eigentümer des Viehs zugegen ist und, untätig bei Seite gehend, zum Begegnenden sagt: Da es einmal deine Pflicht ist, und du allein abladen willst, so lade ab, — in welchem Falle für ihn dann allerdings die Verpflichtung zur Hilfeleistung nicht mehr existiert, denn es steht geschrieben: »Mit ihm«. Ist jedoch der Eigentümer des Viehs alt oder krank, so muss man auch allein auf- und abladen.",
            "Das Vieh des Nichtjuden und die Ladung eines Juden: Führt der Nichtjude das Tier, existiert die Pflicht zur Hilfeleistung nicht. Wenn nicht, muss man ab- und aufladen, wegen des Schmerzes, den der Jude erleidet. Ebenso beim Vieh eines Juden und bei der Ladung eines Nichtjuden, muss man ab- und aufladen wegen des Schmerzes, den der Jude erleidet. Dagegen, beim Vieh und bei der Ladung eines Nichtjuden, muss man sich damit nicht beschäftigen, außer wenn es zur Feindseligkeit führen könnte מִשּׁוּם אֵיבָה.",
            "Wenn von mehreren neben einander gehenden Eseln der eine kranke Füße hat, so ist es den übrigen Eseltreibern nicht gestattet, an diesem einen vorüberzugehen und ihn zu verlassen; ist der Esel aber bereits zu Boden gefallen, so ist es ihnen gestartet weiter zu gehen.",
            "Begegnen sich zwei Esel, von denen der eine beladen ist, und der andere einen Reiter trägt, an einer schmalen Stelle des Weges, so muss letzterer dem ersteren Platz machen. Ist der eine von ihnen beladen und der andere ungeladen, so muss der leergehende dem beladenen Platz machen. Trägt der eine einen Reiter und der andere geht leer, so muss der leergehende dem, welcher geritten wird, weichen. Sind beide beladen, geritten oder unbeladen, so mögen sie sich über den Vortritt unter einander einigen.",
            "Dasselbe gilt nun auch, wenn zwei Schiffe, welche sich einander begegnen, eine Stelle passieren müssen, wo beide gleichzeitig vorbeisegelnd notwendig untergehen müssten; dagegen aber, wenn sie dieselbe nacheinander passieren, unbeschädigt hindurch kommen können; oder auch wenn zwei Kamele, welche eine steile Höhe ansteigen, einander begegnen, so dass sie, wenn sie gleichzeitig hinaufsteigen wollten, sich beide der Gefahr des Herunterfallens aussetzen würden, während sie, wenn eins dem andern folgt, die Besteigung mit Sicherheit ausführen können; in einem solchen Falle also richte man sich nach folgendem Grundsatze: Ist eins beladen, und das andere nicht, so lasse letzteres dem ersteren den Vortritt; kommt eins aus der Nähe und das andere von weit her, so weiche das nahe dem ferneren; kommen beide aber aus der Nähe, oder beide aus der Ferne, und sind beide beladen, so mögen sie, da sie gleiche Not haben, eine Übereinkunft hinsichtlich einer Geldentschädigung mit einander treffen. In solchen und ähnlichen Fällen heißt es: »Mit Gerechtigkeit richte deinen Nächsten« (Lev. 19:15).",
            "If a person encountered two animals, one crouching under its load and the other in need of help in reloading it, he should help unload first to prevent the animal from suffering, and then load the other. This rule applies only where the owners are both enemies or both friends of the person in question. But if one is an enemy and the other a friend, he is required to load for the enemy first, in order to subdue his evil impulse.",
            "The enemy mentioned in the Torah (Exodus 23:5) is of Jewish origin, and not a foreign enemy.— — If one finds him aghast with his load, one must help him load or unload and not leave him there to die. He may possibly stay on because of his property and be exposed to danger, and the Torah insists on saving Jewish lives, whether they are wicked or upright, since they are attached to the Lord and believe in the principles of religion, as it is written: \"Tell them: By my life, says the Lord God, I have no desire for the death of the wicked man, but for him to live by giving up his evil course\" (Ezekiel 33:11)."
        ]
    ],
    "versions": [
        [
            "Maimonides' Mishneh Torah, edited by Philip Birnbaum, New York, 1967",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002108864"
        ],
        [
            "Jad Haghasakkah, trans. by L. Mandelstamm. St. Petersburg, 1851. Corrected and edited by Igor Itkin - German [de]",
            "https://www.talmud.de/tlmd/mischne-tora/"
        ],
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה תורה, הלכות רוצח ושמירת נפש",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}