{
    "title": "Maaseh Rokeach on Offerings for Unintentional Transgressions",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Offerings_for_Unintentional_Transgressions",
    "text": [
        [
            [],
            [
                "<b>והמגדף מפני שאין בו מעשה.</b> כאן משמע דס\"ל לרבינו דעקימת שפתיו לא הוי מעשה ובפ\"ט דהל' כלאים הל' ז' פסק דהנהנה אפילו בקול לוקה משמע דהויא מעשה ומצאתי להתוס' בסנהדרין דף ס\"ה ד\"ה הואיל וישנו בקול וכו' שכתבו דלא חשיב עקימת שפתיו מעשה אלא היכא דבדיבורו עביד מעשה וכ\"כ הרב המגיד פי\"ג דשכירות הל' ב' גבי חסימה שפסק רבינו דאפילו בקול וכו' אבל אי לא עביד מעשה כלל אין כאן חיוב מלקות וכמ\"ש רבינו ריש פי\"ח דהל' סנהדרין עיי\"ש:"
            ],
            [],
            [
                "<b>והבא על אם אמו.</b> כ\"כ בספרי רבינו וט\"ס גמור הוא דזו שניה היא כמ\"ש רבינו פ\"א דאישות הל' ו' וצ\"ל אם אמה וכ\"כ בהמבי\"ט ז\"ל גם בקצת ספרי הדפוס כתוב במשנה אשת אחי אמו והוא ט\"ס שזו שניה היא כדאיתא ביבמות פרק כיצד וכ\"כ הרב באר שבע ז\"ל:",
                "<b>והבא על אחות.</b> נראה שיש להגיה אחותו וכ\"כ הרב לח\"מ ז\"ל ולפי",
                "מ\"ש רבינו פ\"ב דאיסורי ביאה הל' ד' דבנשואת אביו חייב שתים ובאנוסתו אינו חייב אלא אחת צ\"ל דהאחותו דנקט הכא באנוסת אביו קאמר וכמ\"ש הרב קרית ספר ז\"ל ולפ\"ז אחותו שהיא בת אשת אביו שמנה רבינו אחר זה היינו נשואת אביו שכתב שחייב עליה שתים והרב לח\"מ ז\"ל הקשה דליחשוב נמי בתו ואמו בשתים דג\"כ יש בהם שינוי בין אנוסה לנשואה כמ\"ש רבינו שם והניחו בצ\"ע וכבר תירצה המל\"מ ז\"ל דהנהו אין בהם אזהרה מיוחדת כדי לחייבם שתים עיי\"ש ומ\"ש בספרי רבינו הבא על אשת אביו הבא על אשת אחי אביו ט\"ס הוא בשניהם וצ\"ל הבא על אביו הבא על אחי אביו וכ\"כ בקרית ספר ז\"ל ומבואר בפ' ארבע מיתות (סנהדרין דף נ\"ד) וכמ\"ש רבינו גופיה באלו ההלכות ריש פ\"ד:"
            ]
        ],
        [
            [
                "<b>כיצד כגון שהוציא וכו'.</b> הקשה הרב לח\"מ ז\"ל דהו\"ל לאשמועינן רבותא אפילו בזורק דהכי הוה סלקא דעתא בגמ' מפני שאין בידו להחזירה עיי\"ש ואיני רואה תחילת קושיא דעיקר הדין כבר הזכירו רבינו פי\"ג דהל' שבת הל' י\"ג וכאן לא הוצרך אלא לדוגמא בעלמא:"
            ],
            [],
            [],
            [
                "<b>חטא ונודע לו וכו'.</b> כתב הראב\"ד ז\"ל הא אפילו לרבי יהושע ע\"כ נראה דכוונתו משום דר' יהושע ס\"ל דבעינן ידע עצמו של חטא ואם לא נודע לו עצמו של חטא פטור כמ\"ש רבינו לעיל מינה והכא שנודע לו בנתים אפילו ר\"י מודה בה ומשום דכוונתו להשיג מסיפא דתוספתא לכך כתב כן:"
            ],
            [
                "<b>שגג בשם אחד וכו'.</b> כתב מרן ז\"ל משנה בפרק ספק אבל ר' שמעון וכו' ט\"ס הוא וצ\"ל אכל בכא\"ף:"
            ],
            [
                "<b>כל המחוייב חטאת וכו'.</b> מרן ז\"ל האריך ליישב פסקו של רבינו ולענ\"ד נראה דכיון דרב ושמואל אתו כרבנן לא חיישינן לר' יוחנן וריש לקיש דאתו כמונבז דהוי יחיד לגבי רבנן:"
            ],
            [
                "<b>בשבת ופטור.</b> ט\"ס הוא וצ\"ל ובשבת פטור. ומ\"ש",
                "<b>בנתכוון להגביה את התלוש וכו' </b>ומרן ז\"ל כתב דלאו לדיוקא נקטיה וכו' ע\"כ נראה דכוונתו דאין לדייק דדוקא נתכוון להגביה הא אם נתכוון לחתוך יתחייב וכו' דזה כבר ביארו פ\"ז והכא לא נחית רבינו לדיוק זה אלא כלפי דין העריות והמאכלות שלא נתכוון לא לבעילה ולא לאכילה אפילו דהיתר לכך נקט נתכוון להגביה וחתך דהוי בנושא שוה לבעילה וזה לחיוב וזה לפיטור והרב כנה\"ג הקשה על מרן ז\"ל. ולענ\"ד נראה דזו היא כוונת מרן ז\"ל ואין כאן גמגום ואף מה שדייק שם ממ\"ש רבינו בלא כוונה לחתיכתו וכו' על פי האמור יתיישב דבכי הא בבעילות ומאכלות חייב כמ\"ש רבינו להדיא בלא כוונה לבעילה בלא כוונה לשם אכילה גם מ\"ש הרב שם דכוונת רבינו הכא בחתך אותו הדבר עצמו שהיה סבור שהוא תלוש ונמצא מחובר ועוד שם שסיבב לשון רבינו לכוונה אחרת ולעולם דפוסק כאביי מלבד שדבריו מגומגמים ודחוקים מ\"מ אם איתא לרבינו היה לו לפרש וכבר העיד ז\"ל על עצמו שכפי דבריו דברי רבינו בהל' שבת סותרין אותו ודברי מרן ז\"ל על פי האמור שרירין וקיימין:"
            ],
            [
                "<b>אבל אם בא על אשתו וכו'.</b> מדלא חילק משמע דבכל גווני קאמר וקשה דקי\"ל כל הנשים בחזקת טהרה לבעליהן הבאין מן הדרך ואין צריך לשאול לה כלל כמ\"ש רבינו פ\"ד דאיסורי ביאה הל' ט' אם לא שנאמר דסמך למ\"ש שם או בדאין לה וסת קבוע או בהניחה נדה דעל כל פנים צריך לשאול:",
                "<b>הואיל וזמנו בהול אינו מדקדק.</b> אפשר שנתכוון בזה למ\"ש בפסחים דף ע\"ב כגון שקדם ומל של ערב שבת בשבת דאיכא הך דשבת דטריד ביה הכא כגון שקדם ושחטינהו לאמורי צבור ברישא ע\"כ ורבינו לקמן הל' י\"ג חייב חטאת על התוספת דמשמע דאמורי צבור שחט ברישא ובהכי תתורץ קושיית הרב לח\"מ והרב שמות בארץ ז\"ל שהקשו דאמאי לא חילק רבינו כיון דשניהם יש להם קצבה עיי\"ש וע\"ע להרמ\"ע מפאנו ז\"ל סי' ק\"ה ומבואר הדבר דלהו\"א שהביא מרן ז\"ל לקמן הא כדאיתא והא כדאיתא עיין עליו ומ\"מ הרואה יראה דדברי מרן ז\"ל תמוהים ודחוקים עעיין עליו ועיין מה שכתבתי בסוף פרקין:",
                "<b>אבל אם לא היה אחד מהם ראוי וכו'.</b> קצת קשה דמלתא דפשיטא היא כיון דאין אחד מהם ראוי למה יפטר וצ\"ל דכוונתו אפילו שמל את של (מ\"ש) [ערב שבת] בשבת דהו\"ל מילה הגונה אלא שלא ניתנה שבת לדחות אכן אכתי קשה דמאי שנא מבא על יבמתו נדה שפטר לעיל הרי התם נמי עשה מצוה דיבום ומהאי טעמא פטרו ה\"נ עשה מצוה דמילה ומדברי רבינו פ\"ב דיבום נראה דלא קנאה שהרי הזכיר אנוסה וישנה וכו' ולא הזכיר נדה וכבר ידוע דרבינו פוסל אפילו הקדושין כשהיא נדה ואין זה פלא שהרי אמרינן בפ' לולב הגזול (סוכה דף מ\"ב) דטעה בדבר מצוה ולא עשה מצוה פטור אך אין זה כלום דהשתא בדלא עשה מצוה פטור בדעשה מצוה דהיינו שמל דעל כל פנים יצא ידי מילה יתחייב ועוד דרבינו לא הביא ההיא דר' יוסי בעולת העוף שנמצאת בין אגפיים וצ\"ע אם לא שנאמר דגבי יבום עשה מצוה כתקנה משא\"כ גבי מילה דביום השמיני כתיב:"
            ],
            [],
            [
                "<b>או שנמצא טריפה בסתר וכו'.</b> הרב לח\"מ ז\"ל בהבינו בדברי רבינו דנתכוון לעשות מצוה ולא עשה מצוה דחייב וכו' הקשה מהא דנמצא טריפה וכו' דהא הכא לא עשה מצוה כלל ואפ\"ה פטור ע\"כ. ואחרי המחילה הראויה לא ראי זה כראי זה דהכא הוי אונס גמור ומוחלט דמאי הו\"ל למעבד בעולם ובהכי ניחא ג\"כ גבי אומן בהל' ט' שכתב מרן ז\"ל דלא תימא דאנוס הוא ולא שוגג וכו' משום דהתם היה לו לקבל ההתראה וכו':"
            ],
            [],
            [
                "<b>שחט זבחים אחרים לשם פסח וכו'.</b> עיין מ\"ש מרן ז\"ל בשם הרב אברהם בנו של רבינו ז\"ל לא ידעתי למה לא שאלו כן בההיא דתינוקות עם אמורי צבור דר' יהושע מודה בה ולדידיה דוקא בהקדים וכמ\"ש בגמ' וכמ\"ש בהל' ח' ותיבת נראה שכתוב בספרי רבינו ט\"ס מבואר הוא וכ\"כ בדפוס מגדל עוז:"
            ],
            [],
            [
                "<b>שחט קרבנות יחיד וכו'.</b> עיין מ\"ש ז\"ל בשם מהר\"י קורקוס ז\"ל נראה דכיון דאין איסור זריקת דם אלא מדרבנן לא אתי דרבנן ודחי היתר אכילה מדאורייתא וכיון שאין דיחוי אצל מצות אם ירצה ליתנו במתנה לכהנים שרי ונפק\"מ שאם יזרק הדם יהא מותר אף באכילה וכן מצאתי להרמ\"ע מפאנו סימן ק\"ה הזכירו השיירי כנה\"ג ז\"ל:"
            ],
            [
                "<b>נמצאת הראשונה השמינה טריפה.</b> בגמ' לא אמרו אלא נמצאת הראשונה כחושה בבני מעיים ורבינו הוסיף השמינה לרבותא דאפ\"ה פטור והעתיק טריפה במקום כחושה שאמרו בגמ' משום דהיא היא דכחושה נמי פיסולה משום הקריבהו נא לפחתך וכמ\"ש רש\"י ז\"ל שם אי נמי י\"ל דנתכוון לכתוב טרפה לכלול בה ההיא דנתכפר בשניה דלרבי אמי חייב ולרבה פטור משום דאזלינן בתר מעשיו ואינו מפרש כדברי התוס' וכ\"כ הרב לח\"מ ז\"ל ופשוט:"
            ],
            [
                "<b>מי שהיה לפניו וכו'.</b> הקושי מבואר לפי מ\"ש מרן ז\"ל לעיל הל' ח' גבי תינוקות אחד למול אחר השבת ואחד למול בשבת ונתחלף לו ומל של אחר השבת בשבת דפטור מאחר שהיה שם מי שהיה ראוי למול בשבת ע\"כ. ה\"נ הרי הצלי לפניו וי\"ל שאני התם דעכ\"פ עבד מצוה אף שנתחייב בשביל שבת. אכן אכתי קשה מההיא דהבא על יבמתו דלא עשה מצוה ופטור וכן ההיא דהמוציא את הלולב וי\"ל דהתם נמי עסיק בדבר מצוה הוא וקצת עשה מצוה אלא שטעה משא\"כ כאן דלא עשה שום מצוה וכ\"כ הר\"ח אבולעפיה ז\"ל פרשת ויקרא דף ח' אכן אכתי קשה דהכא משמע דאפילו (לכל) [אכל] הצלי אחר כך חייב מ\"מ וקשה דמאי שנא משני תינוקות ואחד מהם היה ראוי למול באחד בשבת דאין כאן מילה כלל והוא פטור מטעם דטריד וי\"ל דהתם סבור ששניהם ראוים למול בשבת משא\"כ הכא דכו\"ע ידעי דנותר אסור אכן אכתי קשה משחט כחושה תחילה שכתב רבינו לעיל דפטור אף דכחושה אינה ראויה כלל משום הקריבהו נא כמ\"ש רש\"י ז\"ל וי\"ל דהתם נמי עסוק במצוה הוא אלא שטעה משא\"כ הכא:"
            ]
        ],
        [
            [
                "<b>מי שהעידו עליו עדים וכו' הואיל ואם יאמר וכו'.</b> מבואר דעת רבינו דאף אם הוא עומד בדבריו מ\"מ אנו מתרצין אותם כן ונמצא שלא הכחיש את העדים וכן נראה ממ\"ש לקמן פ\"ט הל' ח' ופ\"ט דנזירות הל' י\"ז ועיין בס' ידי אליהו ז\"ל דף פ\"ח שהאריך בזה ומ\"ש המבי\"ט ז\"ל בקרית ספר והוא מכחיש אינו מדוקדק עיין עליו:"
            ],
            [
                "<b>ואם התרו בו לוקה וכו'.</b> מרן ז\"ל לא ציין מהיכן ואיהו ירושלמי שהביא מרן גופיה פ\"ט דנזירות הל' י\"ז וכ\"כ המל\"מ ז\"ל:"
            ],
            [
                "<b>ואם הביא לא כפר.</b> כך היא נוסחתינו ונוסחת המגדל עוז וכמשמעות פשט המשנה והברייתא אך מהר\"י קורקוס שהביא מרן ז\"ל גריס ואם הביא כפר ודחיק למתניתין דהרישא קאי ועיין להמבי\"ט ז\"ל בקרית ספר והרב לח\"מ ז\"ל:"
            ],
            [],
            [],
            [],
            [
                "<b>אין מקבלין ממנו עד שיחזור בתשובה.</b> פשטן של דברים עד שיחזור בתשובה דהיינו עזיבת החטא וכל עוד שלא ראינו שעזב אין מקבלין וקשה דבפ\"ג דמעשה הקרבנות הל' ד' כתב אבל אם היה מומר לשאר עבירות מקבלין ממנו כל הקרבנות כדי שיחזור בתשובה ואין לומר דהתם בעבירות שלא הומר בהם קאמר דהא כתב להדיא דמקבלין ממנו כל הקרבנות ולא חילק בדבר. וי\"ל דכוונת רבינו הכא והתם דבשעה שמביא הקרבן בודקין אותו אם שב בתשובה ואם הוא מודה די לנו ונקריב קרבנו ולפ\"ז מ\"ש עוד שם היה מומר לעבירה והוא מפורסם וכו' אין מקבלין לאותה עבירה וכו' הוי חילוק אחר דברישא מיירי בצנעא ולא פקר והיינו הדין שכתב כאן והך הוי בפרהסיא וגילוי פנים ולכך אין מקבלין לאותה עבירה כלל. אך אכתי קשה דא\"כ הו\"ל מין גמור ואיך מקבלין לעבירה אחרת והרי מדברי רבינו פ\"ד דרוצח הל' י' ופי\"א דגזלה ואבדה הל' ג' פסק להדיא דלהכעיס הוי אפיקורוס ואיך יקבלו ממנו כלל. ואפשר דלענין קרבן כיון דחזינן דמייתי ליה על אותו חטא מורה שנתחרט לאותה עבירה וכיון דחזינן בדעתו שחזר מקבלין ממנו לפתוח לו פתח שישוב מאחרת.",
                "<b>ובהכי </b>ניחא למה שהקשה הר\"ח אבולעפיה ז\"ל פרשת ויקרא ובס' מקראי קודש למ\"ש הש\"ך והפר\"ח יו\"ד סי' ב' בשם הב\"ח דלהכעיס הוי פיסולו מדרבנן וחלקו עליו דהוי מן התורה ולדבריהם איך יקבלו ממנו קרבן כלל מאי שנא ממומר לע\"ז ולחלל שבת וכו' וצ\"ע ע\"כ. ועם האמור יתורץ קצת דהבאת הקרבן מורה על תחילת חרטתו ואין לך דבר שעומד בפני התשובה ועבודה זרה ושבת שאני דהוי כופר בכל התורה כולה ובעינן תשובה גמורה. ומה שהקשה הרב שם שדברי מרן סותרין זה את זה ממ\"ש פ\"ג דהלכות תשובה הרואה יראה דגם דברי רבינו נראין כן וכבר האריך הרב לח\"מ ז\"ל שם:"
            ],
            [
                "<b>שאין בעלי חיים נדחין וכו'.</b> הרב לח\"מ ז\"ל הקשה ממ\"ש רבינו לקמן סוף פ\"י דדחוי מעיקרו אינו דחוי דמשמע דאם נראה ונדחה הוי דחוי היפך מ\"ש כאן וכן פ\"ג דפסולי המוקדשין וכו' עיי\"ש. ולענ\"ד אין לנו משמעות זה ונהפוך הוא דאי אפילו דחוי מעיקרו לא הוי דחוי מכל שכן וק\"ו נראה ונדחה וחזר ונראה דעל כל פנים היתה לו שעת הכושר וק\"ל:"
            ],
            [
                "<b>חייבי חטאות וכו'.</b> מבואר הדבר דהא דיום הכיפורים מכפר על כל העבירות כמ\"ש רבינו בהל' תשובה ע\"י תשובה וכו' היינו דוקא בדלא נתחייב חטאת וכן מלקות אבל אם נתחייב חטאת ודאי או מלקות אין כח ביוה\"כ ולא בתשובה לכפר עד שיביא קרבנו וילקה וכדאיתא בגמרא פ\"ב דכריתות ויליף לה מקרא עיי\"ש:"
            ],
            [],
            [
                "<b>וספק שוטה.</b> ט\"ס וצ\"ל סוטה וכ\"כ המגדל עוז:"
            ]
        ],
        [
            [
                "<b>העושה עבירות הרבה וכו'.</b> הם דברי ר' יוחנן בריש כריתות דפריך מניינא למה לי ומשני ר' יוחנן שאם עשאם כולם בהעלם אחד חייב על כל אחד ואחד ע\"כ וקשה דאמאי לא פריך עליה דאיך יתכן שיעשה כולן אי בגברי הא קתני האשה המביאה את הבהמה עליה ואי בנשי הא קתני הבא על הזכור וכדפריך תלמודא לקמיה ותו קשה לי דתלמודא גופיה מאי פריך לימא דמתניתין מני להו היכא דשייך הא כדאיתא והא כדאיתא אי נמי לימא דלעולם גברי ואשה הנרבעת תני האיש הנרבע דהיא היא אי נמי הוה מצי לתרוצי בפשיטות דבהבא על הזכור כולל אביו ואחי אביו דחייב שתים כדאיתא בסנהדרין דף נ\"ד והביאוהו התוס' שם בשם הירושלמי והו\"ל מניינם שוה והנה המשל\"מ ז\"ל הקשה על רבינו שכתב אפילו עשה המ\"ג אלו וכו' דאיך יתכן וכמתבאר בגמרא ולא ראה שהרב לח\"מ ז\"ל הקשה כן ותירץ דרבינו בגברי ובנשי קאמר ואע\"ג דבציר חדא לא דק אבל התנא ראוי לו לדקדק עיי\"ש. ולענ\"ד גם רבינו דק דודאי כשכתב אפילו עשה המ\"ג הכוונה להיכא דשייך דהא ודאי הנרבע מזכור ובהמה חייב שתים דהא מוכח בגמרא דאם הביא זכר עליו ובא הוא על זכר אחר חייב שתים דהרי גופין מחולקין ולכו\"ע חייב שתים כמ\"ש להדיא בפ\"ה הל' ג' מכל שכן אם הביא הבהמה עליו ומה שהקשו בגמרא אינו אלא לאשמועינן דיתכן בגברי אליבא דרבי ישמעאל דמחייב שתים בבא על הזכור והביא זכור עליו אי נמי במגדף סבר לה כר' עקיבא וכו' אבל לפי האמת מעיקרא קושיא ליתא כאמור ודברי רבינו נכונים. שוב ראיתי להתוס' בסנהדרין שם ד\"ה הבא על הזכר וכו' שכתבו דהא דלא קתני והביא בהמה עליו משום דלא כתיב בהדיא אלא מדרשא וכו' ע\"כ ובזה אתי שפיר מאי דתני במתני' דכריתות אשה הנרבעת מן הבהמה ולא קתני איש הנרבע אף שדינן שוה ודו\"ק:",
                "<b>הבא על הזכר וכו'.</b> בס' לחם יהודה ז\"ל נסתפק בהביא שני זכרים עליו אם חייב שתים דומיא דמ\"ש רבינו פ\"ה הל' ג' דמחוייב משום גופין מחולקין אך מהסוגייא דסנהדרין דף נ\"ד גבי נרבע לזכר ונרבע לבהמה (דלכ\"ע) [דלר' עקיבא] חייב שתים ולר' ישמעאל אינו חייב אלא אחת ואפי' לר' עקיבא אינו אלא מטעם תרי קראי כדאיתא התם עיי\"ש ואני אומר דלמסקנא דאביי התם אפקיה רחמנא לנשכב בלשון שוכב מה שוכב ענש והזהיר אף נשכב ענש והזהיר ע\"כ וכיון דאתקוש להדדי והכי קי\"ל לפי האמת כי היכי דבשוכב חייב שתים כמ\"ש רבינו לקמן ה\"נ נשכב וכן נראה מדברי רבינו פ\"ה הל' ב':"
            ],
            [
                "<b>יש בועל וכו'.</b> עיין להרב לח\"מ והתוס' יו\"ט ז\"ל ואין להאריך. ומ\"ש בספרי רבינו",
                "<b>ומשום אשת איש </b>בדפוס מגדל עוז כתוב ומשום אשת אח ונראה שהוא ט\"ס:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>מכאן אתה למד וכו'.</b> נמשך על אבל אם היה זכור וכו' שהם שני גופים ועיין מ\"ש בפרק ד' הל' א' ובא על הזכור פירש\"י דנקב המשכב נקרא זכור וכ\"כ התוס' יו\"ט אך והביא זכור עליו לא יתיישב:"
            ],
            [],
            [
                "<b>האשה שהלך וכו'.</b> טעם הדין ביארו רבינו פי\"ד הל' ג' מפני שאין זו הוראה אלא טעות וכמ\"ש בגמרא פרק האשה דף צ\"ב כר' אליעזר דאמר יקוב הדין את ההר שהולכים אחר עומק הדברים ואמרינן טעותא הוא ע\"כ ודלא כרב נחמן דאמר דהויא הוראה ויחיד פטור וכמ\"ש רש\"י ז\"ל לעיל. וראיתי להרב לח\"מ ז\"ל שהקשה דאפילו שיהא הוראה תיפוק ליה מטעמא דיחיד שעשה בהוראת בי\"ד חייב וכמ\"ש רבינו פי\"ג עיי\"ש. וקושיא זו איני מכיר דהתם בהל' ה' בהורו לאכול חלב הקיבה כולו וכסבורין שיש להם לסמוך על הוראתן אפילו שהם טועים ואין זו דומה לנדון דידן דהכא כסבורין שיפה הורו והעושה היה להם לבדוק היטב ותו דהתם לא חייב רבינו אלא לתלמיד חכם היודע אבל אם היה עם הארץ הוה פטור הרי העושה על פי הוראת בי\"ד הוה פטור ומלבד כל זה אם איתא כדברי הרב לח\"מ ז\"ל דיחיד העושה על פי הוראת בי\"ד חייב מעתה תקשי על התלמוד גופיה דפליגי אם הוי טעות או הוראת בי\"ד אם על הוראת בי\"ד בשגגה חייב כל שכן וק\"ו בטעות בי\"ד ובמאי פליגי אלא ודאי דבטעו בי\"ד חייב מפני שהיה לו לדקדק הרבה וזו הטעם שהשווה רבינו הוראת בי\"ד לבאו עדים שמת שזה לא הוזכר בגמרא ודע דבפי' המשנה לא פירש רבינו כן ולא נתבאר לנו טעמו עיי\"ש:"
            ],
            [
                "<b>אבל אם עבר ובא עליה וכו'.</b> קצת קשה דלעיל פ\"ב הל' ט' פסק גבי אומן שבא למול סמוך ליציאת שבת והתרו בו שלא ישלים עד יציאת שבת והוא השיב רגיל אני וזריז וכו' חייב ופי' מרן שם דאין זה אנוס שהרי התרו בו עיי\"ש א\"כ הכא שאין כאן התראה נימא דהוי אנוס ויפטר וי\"ל דהתם שגג בדעתו במה שהוה בידו משא\"כ הכא שאין הדבר תלוי בו ואין בידו:"
            ],
            [
                "<b>כמו שביארנו בהל' איסורי ביאה.</b> הוא בפ\"ד הל' י\"א ועיין מ\"ש רבינו בפ\"ב הל' ח' ומ\"ש שם:"
            ]
        ],
        [
            [
                "<b>דין שגגת וכו'.</b> מרן ז\"ל נתקשה דלמה פסק רבינו כר' עקיבא תלמידיה דרבי יהושע הוה ע\"כ והתוס' יו\"ט ז\"ל כתב דמהא לא איריא דהא בנותר פסק נמי כר\"ע וכתב הכ\"מ דטעמא משום דר' יהושע שתק על תשובתו וכו' ע\"כ ולא זכר ז\"ל דבעייא בגמרא היא שם אי קבלה ר\"י להא תשובה מר\"ע או לא ושקיל וטרי ומסיק תנאי היא דאיכא דסבר דקבלה ואיכא דסבר דלא קבלה וכיון שכן לא שבקינן פשיטותיה דר\"ע משום ספיקיה דר\"י וכ\"כ הרב לח\"מ ופשוט ומ\"ש רבינו",
                "<b>כמו שביארנו בהל' מאכלות אסורות </b>הוא בפי\"ד הל' ח':"
            ],
            [
                "<b>וכן השוחט חמשה זבחים בחוץ וכו'.</b> המל\"מ ז\"ל הקשה מהדין זה למ\"ש ריא\"ז ז\"ל דגם בבהמה אמרינן גופין מחולקין בבעלי חיים ואם אכל אבר מן החי מה' בהמות או שתלש חלב מה' בהמות או ששתה דם הקזה מה' בהמות בהעלם אחד חייב על כל אחת ואחת ע\"כ ולענ\"ד נראה דפשטן של דברי ריא\"ז לא איירי אלא בבהמות כשהם חיים דומייא (דהמ\"א) [דאבר מן החי] ודם הקזה שהזכיר וכיון שכן אין ראייה מהך דשוחט ה' בהמות בהעלם אחד דאינו חייב אלא חטאת אחת שהרי אינו מתחייב משום שחוטי חוץ אלא בגמר שחיטה ואז אין בה דין בעלי חיים ופשוט:"
            ],
            [
                "<b>הקיז דם לבהמתו וכו'.</b> מרן ז\"ל תמה על רבינו שכתב בהעלם אחד דמשמע דבב' העלמות חייב והוי כריש לקיש עיי\"ש והרב לח\"מ ז\"ל כתב דרבינו מפרש פלוגתיהו בהעלם אחד אבל בב' העלמות לכו\"ע חייב ובהעלם אחד ריש לקיש מחייב ב' משום דכיון דדם ראשון מעורב עם דם המשחיר הו\"ל כשני מינין וכו' עיי\"ש וקשה עליו תרתי חדא דסוף כל סוף שם דם אחד הוא ואיך יקרא שני מינין ועוד איך יתכן דלהיותו דם פיטור שהוא המשחיר לחייבו ולעשותו שני מינין ועוד דבגמרא אמרו בכוס א' דכו\"ע לא פליגי דחייב גם המבי\"ט ז\"ל בקרית ספר תמה תמיהא זו ולא תירץ עיי\"ש. ויותר היה נראה לומר דלר\"ל הוה ליה כשני מינין להיותו בב' כוסות ואפילו בהעלם אחד ולר' יוחנן בהעלם אחד לא חשיב ובשתי העלמות חשיב שני מינין כיון דהוי בב' כוסות ובכוס שני מעורב דם השותת:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכן אם כתב אות אחת בשגגה.</b> צ\"ל בשבת בשגגה וכ\"כ בדפוס מגדל עוז:"
            ],
            [
                "<b>וכן יראה לי שהוא הדין במעילות.</b> נוסחת מרן ז\"ל בבעילות עיי\"ש וכן עיקר וקצת סמך לגירסא זו ממ\"ש רבינו בראש הפרק שדין שגגת (אי) המאכלות כדין שגגת הבעילות וכ\"כ הרב לח\"מ ז\"ל ולענין פסקיו של רבינו דנראין כסתרי אהדדי מלבד מ\"ש מרן ז\"ל ובשם רבו מהר\"י בי רב בתשובותיו סי' ל\"ב עוד האריך הרב לח\"מ ז\"ל ושו\"ת צבי אשכנזי ז\"ל סי' קס\"ד. יהי רצון שיבא מורה צדק במהרה בימינו ויורנו דרך האמת:"
            ],
            [],
            [],
            [
                "<b>מי שאכל וכו'.</b> עיין מ\"ש מרן ז\"ל ומשמע לרבינו דהלכה כרבי מדשקלו וטרו אמוראי לפרושי טעמיה ע\"כ. הקושי מבואר דהא ליכא מאן דפליג עליה דרבי בחטאת ומאי דפליגי עליה ר' יוסי ור' אלעזר ור' שמעון אינו אלא באשם תלוי אבל בחטאת מודו למר כדאית ליה ולמר כדאית ליה והמל\"מ ז\"ל תירץ דאולי דמרן קאי אדין אשמות שהזכיר רבינו עיי\"ש והמבי\"ט ז\"ל בקרית ספר כתב וז\"ל ואע\"ג דלית הילכתא כרבי אלא מחבירו ולא מחביריו הכא מתניתין אתייא כרבי וכו' ע\"כ מוכח להדיא דאאשמות קאי ומ\"ש דברי מרן ז\"ל מגומגמין:"
            ]
        ],
        [
            [
                "<b>המשתחוה לעבודה זרה וכו'.</b> עיין מ\"ש מרן ז\"ל ואע\"ג דבתר הכי אמרינן דלא מצית מוקמת האי קרא בע\"ז מ\"מ דינא קושטא הוא וכו' ע\"כ. מבואר הדבר דמהך סוגייא ליכא לאוכוחי הכי אך דקדוק דברי רבינו שכתב ועלה על דעתו שאין קרוי ע\"ז אלא של כסף ושל זהב וכו' לשון זה הוזכר בפ\"ק דכריתות דף ג' ואי בעית אימא אפילו בגדול כגון דקא טעי בהדין קרא לא תעשון אתי אלהי כסף ואלהי זהב סבר כי אסירא השתחואה לע\"ז כסף וזהב אבל דמינין אחרים שריא היינו שגגת ע\"ז וזדון עבודות ע\"כ וכ\"כ הרב לח\"מ ז\"ל ונכון והמבי\"ט ז\"ל בקרית ספר כתב באופן אחר עיין עליו:"
            ],
            [
                "<b>כלל גדול וכו'.</b> עיין מ\"ש מרן ז\"ל ודאי שהודיעוהו מצות שבת וכו'. איני רואה ודאות זה והרי התוס' ז\"ל כתבו שם שלא הודיעוהו מצות שבת ומ\"מ האמת נראה שרבינו נקט קטן דהוי מילתא פסיקתא ועיין להרב לח\"מ ז\"ל. ומ\"ש בספרי רבינו",
                "<b>על דם </b>צ\"ל על כל דם וכן הוא במגדל עוז:"
            ],
            [
                "<b>וכל היודע וכו'.</b> עייןמ\"ש מרן בשם רבינו אברהם בנו של רבינו ז\"ל ומה שהליץ בעדו והרב לח\"מ ז\"ל הקשה עליו דאם איתא אמאי לא תירץ תלמודא הכי והוא תירץ דאסיפא דוקא עיי\"ש ונראה שלא ראה דברי רבינו בפירוש המשנה שכתב וז\"ל אבל כשידע שהיום שבת והמלאכה בו אסורה אבל אינו יודע אם זו שהוא עושה היא מלאכה ותיאסר או לאו אבל חשב שהיא אינה מלאכה ואינו יודע שהיא בכרת אלא שחשב שהיא במלקות הרי חייב קרבן על כל מלאכה ומלאכה וכו' ע\"כ הרי שכלל שני הבבות בסגנון אחד ועל שניהם גזר שחייב על כל אחת ואחת ומי לא עסקינן אפילו בכל הט\"ל מלאכות ולא דמי לבעיית רבא מרב נחמן דף ע' העלם זה וזה בידו מהו דהתם לא ידע כלל ואותו דין הזכירו רבינו לקמיה הל' ד' עוד נקדים דברי הרשב\"א ז\"ל שכתב וז\"ל והא דאמר ר' יוחנן שאם עשאם כולם בהעלם אחד חייב על כל אחת ואחת פירוש לא לחלק אתא לאשמועינן דמרישא שמעינן מינה דקתני היודע שהוא שבת ועשה מלאכות הרבה חייב על כל אב מלאכה ומלאכה אלא הא קא משמע לן שגגת כרת שמה שגגה אף על פי דידעה לשבת בלאו וכו' ע\"כ ורבינו סידר הדין השנוי במשנה היודע עיקר שבת וכו' ושוב סידר הדין השני היודע שהוא שבת וכו' והוסיף בו חידושו של ר' יוחנן וס\"ל שדין המשנה הוא ביודע שהוא שבת ואם יודע שנאסרו בו המלאכות אך אינו יודע איזה הם והיינו זדון שבת ושגגת מלאכות שאמרו בגמרא ור\"י הוסיף חידוש אחר דכיון ששגג בכרת אע\"פ שהזיד בלאו שגגה מיקרי לחייבו על כל הט\"ל ונמצא דרבינו אתרתי בבי קאי כאמור ואין כאן חדא כריש לקיש וחדא כר\"י ואין להקשות דאם איתא כי דחיק תלמודא לאוקומי דר\"ל בתחומין ואליבא דר' עקיבא לוקמה בהא שיודע שהמלאכות אסורות ואינו יודע איזה וכמ\"ש הרב אברהם ז\"ל די\"ל דאה\"נ וכמו שכתבו התוס' דהוה מצי לשנויי דידע לה בעשה והרשב\"א ז\"ל כתב ג\"כ דהוה מצי לשנויי במחמר לכו\"ע עיין עליו ודו\"ק כי זה נראה בכוונת רבינו כאמור:"
            ],
            [],
            [],
            [
                "<b>עשה תולדה וכו' יראה לי וכו'.</b> עיין מ\"ש מרן משם רבינו אברהם ומהר\"י קורקוס ז\"ל ובמבי\"ט ז\"ל בקרית ספר אין שם יראה לי נראה קצת דלא הוה גריס ליה בדברי רבינו ובהכי מתורץ כל מה שהקשו ז\"ל:"
            ],
            [],
            [
                "<b>כיצד ידע שהיום שבת וכו'.</b> הרב לח\"מ ז\"ל האריך להקשות על דברי רבינו דמדנקט זריעה ונטיעה והברכה באלו שני חלוקות משמע דאם עשה תולדה אחת ושנאה בשבת אחרת לא אמרינן בה גופין מחולקין והוי היפך הסוגייא בכריתות והניחה בצ\"ע עיי\"ש. ולענ\"ד נראה דרבינו לא דייק בזה דודאי ה\"ה לתולדה אחת ואפשר דאגב דנקט בדין הקודם באלו הג' דאין חייב אלא אחת נקט נמי בהא דחייב על כל אחת ואחת וכן נראה מדברי המבי\"ט ז\"ל בקרית ספר שהרי כתב להדיא ונראה דמלאכה אחת שעשאה בכמה שבתות וכו' שחייב על כל מלאכה ומלאכה ולא הזכיר שם זריעה ונטיעה והברכה עיי\"ש נראה שהבין כמו שכתבתי:"
            ],
            [],
            [
                "<b>מי שקצר וכו'.</b> עיין מ\"ש מרן ז\"ל ומשם מהר\"י בי רב ומהר\"י קורקוס ז\"ל עיין עליו עיין עוד להמבי\"ט בקרית ספר שכל הדרכים בחזקת סכנה עד יבוא מורה צדק במהרה בימינו:"
            ],
            [
                "<b>המתכוין לחתוך וכו'.</b> לעיל פ\"ב הל' ז' כתב רבינו מתכוין להגביה וחתך וכבר כתבתי הנראה לענ\"ד שם גם פ\"א דהל' שבת הל' ח' כתב רבינו כלשון זה עיין עליו:"
            ],
            [
                "<b>חתה גחלים להתחמם מהם וכו'.</b> מרן ז\"ל תמה על רבינו דהכא אם נתכוון היינו רישא ואם לא נתכוון אמאי חייב ותירץ דמאחר שהוא יודע שבודאי יתבערו הוי כפסיק רישא ע\"כ וזה נראה דאתי כפירש\"י שהביא ז\"ל וכ\"כ המבי\"ט בקרית ספר דהוי מלאכה שא\"צ לגופה שא\"צ להבעירן אלא להתחמם בחתייתן ומיהו מה שסיים שם ומ\"מ יודע היה דיתבערו וע\"מ כן עשה והו\"ל מכוין וכו' הוא מגומגם דא\"כ היינו רישא ותו דהיה די במ\"ש תחילה:"
            ]
        ],
        [
            [],
            [
                "<b>כיצד אכל חלב וכו'.</b> לשון המשנה ספק יש בו כשיעור ספק אין בו כשיעור ופי' התוס' ז\"ל דבשתי חתיכות קאמר ואף דאיכא ספק ספיקא עיי\"ש אך רבינו ס\"ל דאפילו בחתיכה אחת קאמר אלא דקצת קשה ממ\"ש בגמרא לחייא בר רב דמתני' פרושי קא מפרש דספק אכל ספק לא אכל מביא אשם תלוי כיצד חלב ושומן לפניו וכו' ולפי' רבינו הו\"ל להקדים ספק יש בו כשיעור וכו' לספק אכל חלב דהוי בב' חתיכות ולמה הפסיק ביניהם ולפי' התוס' ז\"ל אתי שפיר דשניהם בב' חתיכות הן אמת דמציאותם דחוק ואפשר דמכח זה העתיק רבינו לשון המשנה ומה שנפרש במשנה נפרש בדבריו:",
                "<b>שבת וחול וכו'.</b> התוס' ז\"ל הכריחו דבבין השמשות קרוב למוצאי שבת קאמר דהוי איקבע איסורא כל יום שבת והו\"ל נמי כשתי חתיכות עיין עליהם ואפשר שגם רבינו מודה לזה דהא נקט שבת ברישא אף שהרב לח\"מ ז\"ל לא הבין כן וכבר כתבתי הנראה לענ\"ד בפיסקא הקודמת:",
                "<b>או שעשה מלאכה בשבת וכו'.</b> משמעות רבינו בכל דין זה הוא דחדא התירא וחדא דאיסורא וכיון שכן בהכרח צ\"ל דהא דלא ידע מעין איזהו מלאכה עשה הכוונה אם היא של איסור או של היתר דהרי באיסור והיתר קא עסיק ועוד דלקמן הל' ה' כתב להדיא דאינו מביא אשם תליו שהרי ידע בודאי שחטא וכן מצאתי להרב לח\"מ ז\"ל ומתרצה שפיר תמיהת מרן ז\"ל ותדע עוד דחלוקה זו הוזכרה במתני' דתני אשתו נדה ואחותו ורבינו כאן כתב סתם משמע דטהורה היא ומ\"ש בספרי רבינו שהרי אין כאן איסור צ\"ל איסור קבוע וכן הוא בדפוס מגדל עוז:",
                "<b>והנושא את יבמתו וכו'.</b> מרן ז\"ל תמה על זה מסתם מתני' בפרק החולץ ותירץ דההיא ר' אליעזר היא ע\"כ ולא ידעתי מהו דבההיא סוגיא שהזכיר מרן גופיה דרוב מנין ורוב בנין וכו' הקשו מהך מתני' לרבא דבעי שתי חתיכות ודריש אם למקרא מהך רבוי והא דבן תשעה ונמצא על שלה ומתרץ ר' אליעזר היא וקושיות אלו עצמן הקשו שם לרב נחמן דבעי איקבע איסורא ותירצו ר' אליעזר היא מעתה לא זכיתי לכוונתו ז\"ל וכבר ראיתי להרב לח\"מ והמל\"מ ז\"ל שעמדו בזה:"
            ],
            [
                "<b>האוכל חתיכה וכו'.</b> הראב\"ד ז\"ל השיג דאיך נקבע האיסור אם לא שנאמר שהיו שם שני חתיכות ומרן ז\"ל כתב דאפשר שכן היא כוונת רבינו ויותר נראה לומר דשפיר מיירי איקבע איסורא על פי עד אחד אע\"פ שאין שם אלא חתיכה ע\"כ ושני התירוצים מגומגמים התירוץ הראשון משום דמדברי רבינו מבואר דבחתיכה אחת לבדה מיקרי איקבע איסורא ממ\"ש לעיל הל' ב' דאם אכל חלב דספק אם היה כזית או פחות מכזית חייב באשם תלוי וכיון שכן גם בעד אחד מיקרי איקבע איסורא ותירוץ שני ג\"כ שכתב ויותר נראה וכו' לקמן הקשה הוא ז\"ל עליו והניחו בצ\"ע ולקמן יתבאר בעזר ה':"
            ],
            [
                "<b>מי שהיו לפניו וכו'.</b> כאן חייב רבינו באכל ישראל השנייה אף אם אין שם אלא חתיכה אחת משום דקרי ליה איקבע איסורא מאחר שמתחילתם היו שנים ומרן ז\"ל הקשה דהיכי שביק רבא ורבי זירא דקיימי כרבנן ופטרי בהנהו ופסק כרב נחמן וכרבי דיחידאה הוא והניחו בצ\"ע. וצריך אני לבאר עיקר מחלוקתם ואחר כך נבוא לישוב דברי רבינו וזה כשהקשו בגמרא מאי איכא בין טעמא דרבא לטעמא דרבי זירא ותירצו אכל כזית ומחצה לרבא ליכא מצוות ופטור לרבי זירא אפשר לברר איסוריה ע\"כ ומנא לן דר\"ז פליג ארבא כלל הלוא רבא לא בא אלא לתת טעם לרב יהודה אמר רב דחייב בשני חתיכות ופטר בחתיכה אחת וקאמר דטעמו משום דיש אם למקרא ור\"ז דיהיב טעמא משום דאפשר לברר איסוריה בהכרח סבירא ליה ג\"כ דיש אם למקרא כרבא דאל\"כ עיקר הדין מנא ליה הא בעי קרא בהכרח ואי דריש המקרא כדברי רבא אף בכזית ומחצה לפטור כיון דליכא מצוות וכן קשה כי בעי התם מאי איכא בין איקבע איסורא לשאי אפשר לברר איסוריה איכא בינייהו וכו' אכל ישראל את השנייה לרבא ליכא מצוות לר\"ז א\"א לברר לרב נחמן איקבע איסורא ע\"כ וכיון דליכא מצוות שהיא עיקר הילפותא גם לר\"ז נימא דליכא מצוות כאמור אף דלזו יש לומר דבהא גם ר\"ן מודה דיש אם למקרא ומצוות קרינן כיון דמתחילה היו שנים ואיקבע איסורא אמנם לר\"ז צ\"ל בחדא מתרתי או דס\"ל דיש אם למסורת ומ\"מ עיקרו של אשם תלוי אינו בא אלא להגן עד שיודע לו ואז יביא חטאת ודאי זה לא יתכן אלא בב' חתיכות דאפשר לברר האיסור א\"נ דס\"ל דיש אם למקרא ועיקר טעם הפסוק משום בירור ונפק\"מ כזית ומחצה ורבינו כר\"נ מכח סתם מתני' דתני התם ואפילו אכל ספק יש בו כשיעור ספק אין בו כשיעור דסתמא בחתיכה אחת קאמר ותו תנן בפ\"ה חתיכה של חולין וחתיכה של קודש אכל אחד את הראשונה ובא אחר ואכל את השנייה שניהם מביאים אשם תלוי דברי ר' עקיבא ר' שמעון אומר שניהם מביאים אשם אחד ר' יוסי אומר אין שניהם מביאים אשם אחד ע\"כ ומדפליגי ר\"י אר' שמעון משמע דמודה לר\"ע ופסקו רבינו בסוף הפרק הרי ראייה גמורה לפסקו של רבינו דפסק כר\"נ ויתורץ הצ\"ע של מרן ז\"ל וכ\"כ התוס' יו\"ט והרב לח\"מ ז\"ל. אך בס' צרור החיים הוסיף להקשות על רבינו שבפרק ט' דקרבן פסח פסק כר' יהודה דס\"ל יש אם למסורת וכמ\"ש מרן ז\"ל שם עיי\"ש והאמת נראה דהכא לא נחית רב נחמן לאשמועינן דיש אם למקרא דרבא הוא דס\"ל הכי להדיא אלא נחית לאשכוחי טעמא לחיובא ולא קפיד לזה ופשוט הוא:"
            ],
            [],
            [
                "<b>שחייב עליה ח' חטאות.</b> על דרך שביארם רבינו פ\"ד הל' ב' עיי\"ש:"
            ],
            [
                "<b>האוכל חתיכה וכו'.</b> דין זה מבואר יוצא ממ\"ש בדין הקודם כל דבר שחייבים על ודאו חטאות הרבה וכו' אם לא שנאמר דהו\"א דוקא באיסורין מחולפין כגון חלב ודם נותר ופגול שכתב לעיל אבל חלב ושומן ששנה בהם הו\"א דלא קמ\"ל:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>בן תשע שנים וכו'.</b> הראב\"ד ז\"ל השיג על רבינו ומרן ז\"ל נראה שהבין דהשגתו הוא מפני שהיה גורס בדברי רבינו הוא לוקה דמשמע דקאי להקטן וזה נראה מתוך מה שהקשה מרן ז\"ל דעוד היה לו להקשות שאפילו בגדול אין האיש לוקה אלא האשה ע\"כ והוא דבר רחוק מאד שהבין הראב\"ד ז\"ל כן בדברי רבינו והדבר נראה פשוט שלא נתכוון הראב\"ד ז\"ל אלא להשיג במ\"ש רבינו שהקטן יתחייב קרבן דאף דקי\"ל שהאיש נתלה באשה היינו דוקא בגדול אבל בקטן מהיכא תיתי שיתחייב על ידה וכן נראה ממ\"ש פ\"ג דאיסורי ביאה הל' י\"ז שהשיג להדיא דקטן לאו בר קרבן הוא ואף שמהתורת כהנים שהביאו התוס' שם והזכירו מרן ז\"ל משמע חיובא גם לקטן צ\"ל דהראב\"ד ס\"ל דפליגא אמתני' ומכילתין וכמ\"ש הרב לח\"מ ז\"ל ועוד הקשה ז\"ל דלדעת רבינו דמחייב לקטן מעתה כי פריך בגמרא אמתני' דקתני דבשאר עריות קטן פטור פריך בגמרא והכא חייב קטן ודחיק לתרוצי דלפטורא דגדול קאמר אמאי לא משני כפשטא דבקטן בן תשע קאמר דחייב עיי\"ש והדבר ברור דעיקר קושיא זו קיימא על הברייתא דתו\"כ כמבואר.",
                "<b>אכן </b>לענ\"ד נראה דג' תירוצים יש לקושיא זו חדא משום הנך חלוקות דקתני מתני' אחד ער ואחד ישן דער נמי פטור ואם חידושא דמתני' לחיובא היינו צריכים לומר דישן נמי חייב וזה לא מסתבר ותירוץ זו הזכירו הרב לח\"מ ז\"ל ועוד נראה דדחיקא ליה מילתא לאוקומי מתני' בבן תשע שנים ואילך כיון דמתני' סתמא קא תני ותו דידוע דכחא דהתירא עדיף דהשתא אשמועינן רבותא טפי דאפילו גדול נמי פטור. אלא דאכתי קשה לי לדעת רבינו דהתו\"כ לא פליג אגמרא דידן מעתה כי קתני התם מה בין שפחה לבין כל העריות וכו' ליתני נמי הא דהא ודאי בכל העריות הקטן אפילו יותר מבן תשע פטור גמור כמ\"ש רבינו פ\"א דאיסורי ביאה הל' י\"ז והכא חייב אם לא שנאמר דנכלל במאי דקתני התם ובשפחה לא השווה האיש לאשה במכות וכו' ויותר נראה לומר דכיון שהוא פרט אחד לבד לא חש למתניה:"
            ],
            [
                "<b>לפיכך אם א\"ל וכו'.</b> הקשה הרב לח\"מ ז\"ל דלמה תלה רבינו דין במאמר לא בעלתי דנאמן במגו דעד שיגמור דזה אתי כר' מאיר אבל לרבנן דפליגי עליה טעמייהו מפני שיכול לומר מזיד הייתי כדקתני במתני' ומדברי רבינו משמע דאם היה חייב בהעראה אינו נאמן וזה אינו דבכל הביאות נאמן במגו דמזיד הייתי והאריך בזה עיין עליו. ואחרי המחילה הראויה שגגה גדולה יצאה מלפני השליט בכל לשון זה חדא דאין כאן ריח קושיא שהרי מבואר במשנה ובגמרא דשפחה חרופה משונה משאר ביאות שחייב בה את המזיד כשוגג ופסקו רבינו בראש הפרק וכיון שכן איך הוה מצי למפטר נפשיה במגו דמזיד הייתי ומה שנחלקו ר\"מ וחכמים הוא בשאר ביאות ואכילות שלא חייבתן תורה אלא על השוגג אז נאמן במגו דמזיד הייתי וכמ\"ש רבינו ריש פ\"ג ועוד מנא ליה להרב לח\"מ ז\"ל דכי קאמר בגמרא מודה ר\"מ לחכמים בשפחה חרופה משום דאי בעי אמר לא גמרתי ביאתי דחכמים לא ס\"ל הך מיגו הרי ודאי טענת מזיד הייתי ליתא ומה שנסתייע ז\"ל מפי' רש\"י גם זה אינו דרש\"י ז\"ל לא הסביר אלא טעמו של ר\"מ מאיזה טעם מודה לחכמים בזו והדבר מבואר הרבה עיין עליו וכן משמעת דבריו ומתבאר יותר מדברי המבי\"ט ז\"ל בקרית ספר גם בהנהו תרתי שאמר שם דמודה ר' עקיבא לחכמים דהיינו שבועת העדות ונזיר כבר ידוע פסקו של רבינו שחייב על המזיד בשוגג דומייא דש\"ח וכמ\"ש פ\"ט דהל' שבועות הל' י\"ד ופ\"ו דהל' נזירות הל' ג':"
            ],
            [
                "<b>הבא על השפחה וכו'.</b> וחיובא דידה. ביארו רבינו פ\"ג דאיסורי ביאה עיין עליו:"
            ],
            [],
            [
                "<b>בין שגזלו וכו'.</b> בפ\"ז דהלכות גזילה הוסיף עושק ומצא אבידה וכיחש בה או עשה לו מלאכה ולא נתן לו שכרו וכאן כלל כל זה בשאר דרכים וכו' ומ\"ש",
                "<b>כבר ביארנו בהל' שבועות. </b>הוא בפ\"ז ופ\"ח ועיין מ\"ש פ' ה':"
            ],
            [
                "<b>כבר ביארנו וכו'.</b> הוא בפ\"א דהל' מעילה הל' ה':"
            ],
            [
                "<b>שהתמחויים מחלקין במעילה וכו'.</b> דין זה אשתמיטתיה להתוס' יו\"ט ז\"ל פ\"ג דכריתות משנה ט' עיי\"ש:"
            ],
            [],
            [
                "<b>על חטא שחייבים עליו אשם.</b> ודאי הם החמשה שהזכיר רבינו בראש הפרק:"
            ],
            [],
            [
                "<b>חתיכה של חלב וחתיכה של הקדש וכו'.</b> בדפוס המגדל עוז אין שם חלוקה זו כולה ואפשר משום דאין לנו עסק עכשיו באשם תלוי והדין מצד עצמו הוא פשוט אך בגירסת המבי\"ט ז\"ל בקרית ספר נראה דאיתא:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אע\"פ שהדבר מפי הקבלה וכו'.</b> בפ\"ק דשבועות מייתי לה מג\"ש ורבינו הביאו מחיוב הכרת כמשמעות הברייתא שם וכבר ידוע דרכו של רבינו שמביא הדרשא שנראית לו יותר ועיין להרב לח\"מ ז\"ל:"
            ],
            [
                "<b>כל קרבנות שהאשה חייבת וכו'.</b> פי\"ד דנגעים וכתב התוס' יו\"ט דרבינו דחה הך מתני' מכח ההיא דפ\"ד דערכין עיי\"ש ולא הזכיר מ\"ש רבינו כאן וק\"ל:"
            ],
            [
                "<b>המלך וכהן משיח וכו'.</b> מרן ז\"ל נתאמץ לתת טעם לפסקו של רבינו דפסק דלא כר' עקיבא ואף דר\"ע טעמא קאמר דהמלך לא דן ולא דנין אותו י\"ל דהא לא מכרעא דהא אמרינן בפ' כהן גדול לא שנו אלא מלכי ישראל אבל מלכי בית דוד כתיב בהו דינו לבקר משפט ע\"כ משמע דדין זה שפסק רבינו במלכי בית דוד קאמר והוא דוחק דרבינו כתב סתמא ולא חילק והתוס' יו\"ט ז\"ל הקשה עוד דאי אפשר דתסגי לן בהא דא\"כ תקשה אדר\"ע דלאו ראייה היא כלל דהא קרא כתיב דינו לבקר משפט ע\"כ והיא קושייא מבוארת אכן הקושייא החזקה היא דבפ\"י דהלכות שבועות פסק רבינו דאם היה המלך אחד מעדיו שאינו ראוי להעיד פטור משבועת העדות והיא משנה ערוכה פ\"ד דשבועות וכמ\"ש בגמרא וכן הקשה התוס' יו\"ט שם והוסיף עוד הרב ברכת הזבח והרב באר שבע ז\"ל ממ\"ש בסוף כריתות מה לנשיא שאינו בשמיעת קול ומדקאמר סתם תלמודא הכי ש\"מ דהילכתא היא והניחוה כולם בצ\"ע אמנם מהר\"מ בן חביב ז\"ל בריש תוספות יום הכיפורים כתב דלצורך מלך אחר שרי ועוד תירץ דאם השביעוהו בעודו הדיוט ואח\"כ נתמנה למלך בהא פליגי ר\"ע ות\"ק עוד תירץ דאינו מוכרח לפרש בדברי רבינו דכל אלו החלוקות קיימי למלך אלא החלוקות דשייכי דהיינו שבועת ביטוי וטומאת מקדש וקדשיו אבל שבועת העדות מעיקרא לא שייכא במלך דאינו ראוי להעיד ע\"כ.",
                "<b>ולפי </b>חומר הנושא אענה גם אני הצעיר חלקי וזה על פי מ\"ש רבינו פ\"ג דהל' מלכים הל' ז' וז\"ל כבר ביארנו שמלכי בית דוד דנין ודנין אותם ומעידים עליהם אבל מלכי ישראל גזרו חכמים שלא ידון ולא דנין אותו ולא מעיד ולא מעידים עליו מפני שלבו גס בהן ויבוא תקלה והפסד על הדת ע\"כ וכ\"כ פי\"א דהלכות עדות עיי\"ש מוכח דס\"ל דמדין תורה אין המלך חלוק משאר העם אלא דחז\"ל גזרו בדבר ומפני שמצאו בכתוב לבית דוד וגם המעשה של שמעון בן שטח לא היה במלכי בית דוד לכך לא רצו לגזור בהם כלל ומדחזינן דאפליגו תנאים במתני' דהוריות דקתני הנשיא והמשיח חייבים דברי ר' שמעון וכו' מכלל דאיכא תנא דס\"ל שהנשיא פטור נראה דאיכא דס\"ל דאינו מעיד מן התורה ואיכא דס\"ל דאינו אלא מדברי סופרים מעתה כי פריך בשלהי כריתות מה לנשיא שאינו בשמיעת קול אינו אלא אליבא דתנא דפטר ליה מכל שכן דמשמע התם דרבי זעירא הוא דקאמר הכי ולא סתם תלמודא ודריש שום תשים עליך מלך שתהא אימתו עליך לאפוקי עדות שאינו מעיד מדין תורה ואידך תנא ס\"ל דזו אסמכתא בעלמא היא ולעולם הנשיא שוה לשאר בני אדם מדין תורה וזו היא דעת רבינו שפסק כאן שהמלך חייב בשמיעת קול מן התורה אמנם מאחר שחז\"ל גזרו מפני מעשה שהיה אמטו להכי פסק בהל' שבועות שהמלך פטור מכח תקנתם הו\"ל אינו ראוי וסמך על מ\"ש בהל' מלכים זה נראה לענ\"ד להדיא דברי רבינו וכן נראה קצת שהבין הקרית ספר ז\"ל ולענין השגת הראב\"ד ז\"ל ומה שהקשה עליו מרן ז\"ל כבר תירץ התוס' יו\"ט ז\"ל דחיליה הוא מסתם מתני' דפרקא בתרא דפרה משנה ד':"
            ],
            [],
            [],
            [
                "<b>אפילו היה מורישו גוסס וכו' עד שימות מורישו ויירשנו.</b> משמע להדיא דאחר שמת וירשו יביא קרבן עשיר וכמשמעות הגמרא אמנם בפירוש המשנה כתב וז\"ל דיביא קרבן עני אפי' אחר שיגיעו לרשותו הנכסים ע\"כ הוי היפך מ\"ש כאן וכן הביא מהר\"י אדרבי סי' ע\"ח הביאו הכנה\"ג ז\"ל ועוד אני תמיה דסוגיית הגמרא נראית היפך זה דקאמר אביו מת והניח לו ריבוא עשיר הוא א\"ר אבהו אימא אם הניח לו ריבוא פריך פשיטא ומתרץ כשהיה אביו גוסס מהו דתימא רוב גוססין למיתה קמ\"ל ע\"כ משמע דהחידוש דר' אבהו היינו באביו גוסס אבל אחר שמת פשיטא דהו\"ל עשיר. לכן נראה לידחק ולומר דמ\"ש אפי' אחר שהגיעו הכוונה כלפי מ\"ש תחילה שהוא גוסס באופן שא\"א לו לחיות וכיון שכן הו\"ל הגיעו הנכסים לידו:"
            ]
        ],
        [
            [
                "<b>עד שידע שנטמא ושזה מקדש.</b> בדפוס מגדל עוז כתוב ושזה קודש ושזה מקדש וכן נראה עיקר ושאר גירסא שלפנינו אמת אף שבדפוס מגדל עוז נמחקה ועיין להרב לח\"מ:",
                "<b>מאחר שנאמר ונעלם וכו'.</b> מדהזכיר רבינו דרשה זו מכלל שהוא פוסק כרבי וכן נראה ממ\"ש לקמן וכן מי שלא ראה מקדש מימיו וכו' ה\"ז ספק דזהו דוקא לרבי דאילו לר' ישמעאל ור' עקיבא אין כאן בעייא כדאיתא בגמרא וכיון שכן למה לא ביאר דידיעת בית רבו סגי לאפוקי תינוק שנשבה לבין הגוים כדאיתא בגמרא לרבי וכן הקשה הרב לח\"מ ז\"ל והניחו בצ\"ע עיי\"ש והיא קושייא מבוארת וחזקה אם לא שנאמר בדוחק דכיון דרבינו פסק לקמן הל' ז' דלענין טומאת מקדש וקדשיו עשו ספק ידיעה כידיעה ס\"ל ז\"ל דר\"ש ידיעת בית רבו ודלא כהתוס' שהזכיר הרב לח\"מ ז\"ל וההיא דתינוק שנשבה לבין הגוים לא חש לבארו משום דאפילו בגמרא לא הזכירוהו אלא דאשכוחי מציאות דלית ביה ידיעת בית רבו וכבר ידוע דרכו של רבינו לקצר כל מאי דאפשר ממ\"ש בדין זה שהעתיק דברי המשנה וכן נראה מדברי המבי\"ט ז\"ל בקרית ספר:"
            ],
            [
                "<b>נטמא וידע שנטמא.</b> בדפוס מגדל עוז מוסיף וידע שזה קודש וכן המקדש אבל לא ידע וכו' ומ\"ש בספרי רבינו",
                "<b>אע\"פ וכו' </b>כתוב שם ה\"ז חייב קרבן אע\"פ וכו'. ומ\"ש",
                "<b>ואח\"כ נודע לו שבכעדשה </b>כתוב שם ואח\"כ נודע לו שנגע בכעדשה. ומ\"ש בספרי רבינו",
                "<b>ואינו נאכלת בפנים </b>כתוב שם ואינה נאכלת מפני שהמביא וכו' ונכון. ועל מ\"ש רבינו",
                "<b>יראה לי וכו' </b>עיין מה שכתבתי בפרק ט\"ו הל' ה' בס\"ד:"
            ],
            [],
            [
                "<b>הדבר ספק אם אויר עזרה כעזרה.</b> לשון רבינו מוכח אנפשיה דהוה גריס הכי בגמרא והתוס' ז\"ל דחו גירסא זו. אמנם הרשב\"א ז\"ל בשיטתו לשבועות קיים הגירסא וכתב בשם יש מפרשים דהכי קא מבעייא ליה כי גמירי שהיה בקרקע העזרה גמירי דבהשתחואה ארצה כתיב וכו' אבל באויר לא גמירי ע\"כ ומה שיש לדקדק בדין זה כתבתי בפ\"י וע\"ע להרב לח\"מ והמל\"מ ז\"ל:"
            ],
            [],
            [],
            [
                "<b>ואע\"פ שכל ידיעה מהם ספק.</b> כבר כתבתי הנראה לענ\"ד בהל' א':"
            ],
            [
                "<b>היה טמא וכו'.</b> הראב\"ד ז\"ל השיג על רבינו ומרן ז\"ל הליץ בעד רבינו ונתקשה בדברי הראב\"ד אמנם הרב לח\"מ ז\"ל הליץ עוד בעד רבינו והסביר דברי הראב\"ד עיין עליו. ועל מ\"ש רבינו",
                "<b>אם הביאוהו שנים לידי מיתה וכו' </b>אף דרבינו פסק כרבנן דר' מאיר כאן בחלוקה ראשונה וכן בריש פ\"ט מ\"מ לא נמנע מלכתוב טעם זה כאן להיות הדין אמת:"
            ],
            [
                "<b>ועל זדון טומאת מקדש וכו'.</b> הקשה הרב לח\"מ וז\"ל תימה דמשמע דעל השוגג דכהנים שעיר הנעשה בפנים מכפר ובגמרא בסוף פ\"ק דשבועות לא משמע הכי אלא דבין על השוגג ובין על המזיד מכפר על הכהנים הפר ולא השעיר דאשר לעם כתיב ולא לכהנים ע\"כ ונראה דלא חש רבינו שנטעה בדבר זה שהרי לשון המשנה ועל זדון טומאת מקדש וכו' ויליף בגמרא פשעים אלו מרדים חטאות אלו שגגות מוכח דכי מכפר על הזדונות מכל שכן על השוגג שהרי במתני' לא נקט אלא זדון מעתה כשכתב רבינו זדון דכהנים כל שכן השוגג וכדין השעיר ממש אלא דזה לעם וזה לכהנים. שוב ראיתי להר\"ח אבולעפיה ז\"ל פרשת בהעלותך דף פ' שהקשה ממ\"ש שם בשלמא לר' שמעון איצטריכו ב' וידויים ודם הפר חד כנגד שעיר הנעשה בפנים וחד כנגד שעיר הנעשה בחוץ וחד שעיר המשתלח אלא לר' יהודה ב' וידוים ודם הפר למה לי בחד וידוי ודמו סגי אחד לו אחד לביתו כדתנא דבי ר' ישמעאל כך היא מדת הדין מוטב יבוא זכאי ויכפר על החייב ואל יבוא חייב ויכפר על החייב ע\"כ וקשה דהרי לכו\"ע אין לכהנים כפרה בפנימי ולא בחיצון ולמה כתב רבינו זדון דכהנים לחוד והו\"ל להרב לח\"מ להקשות גם משעיר החיצון וצ\"ע ע\"כ. ולא זכיתי להבין קושייא זו דהא כוונת התלמוד דאין לומר וידוי דשעיר חיצון לדעת ר' יהודה דהוי חייב ומוטב שהוידוי של הפר יכפר גם על הכהנים דיבוא זכאי דהיינו וידוי ופר שמתודה תחילה עליו ועל ביתו ולאחר שיעשה זכאי אז יתודה וידוי שני על אחיו הכהנים וכמ\"ש רש\"י ז\"ל והם דברי רבינו כאן ופ\"ד דהל' עבודת יוה\"כ וכדדייקי קראי אליבא דר' יהודה:"
            ]
        ],
        [
            [
                "<b>והם סומכין על הוראתן.</b> על פי מ\"ש לקמן פי\"ג הל' ה'. ועל מ\"ש",
                "<b>שנאמר ויעמוד יהושפט בקהל יהודה. </b>בגמרא דחו ראייה זו דדילמא שאני ירושלים דהוה נמי בנימין ויליף לה מקרא דהנני מפרך והרביתיך ונתתיך לקהל עמים ונראה דרבינו נקט הך קרא משום דמבואר טפי ועוד ידוע דרכו של רבינו שלא להקפיד בדרשות היכא דלא נפקא ליה מידי לענין דינא והרב באר שבע ז\"ל הוסיף מדרשא דוהתיצבו שם עמך בדומים לך שהביא רבינו ריש פ\"ב דהל' סנהדרין אף ששם דף ד' דחו ראייה זו וילפי מונשאו אתך:"
            ],
            [
                "<b>בי\"ד שנסתפק וכו'.</b> כתב מרן ז\"ל שם ת\"ר ידעו שהורו וכו' ע\"כ. האמת הוא דפסוק זה הובא בברייתא זו אך הרואה יראה דאין דברי ברייתא זו ענין לדין זה של רבינו דברייתא זו איירי באשם ודאי ולא באשם תלוי וכמ\"ש רש\"י ז\"ל ותדע עוד דהתם אמרו מאן תנא אמר רב יהודה אמר רב ואי תימא רבא דלא כר' אליעזר דתנן אר\"א מה נפשך אם חלב אכל חייב נותר אכל חייב וכו' ע\"כ ואי עיקר הברייתא באשם תלוי מיירי מה ענין מחלוקת ר\"א וחכמים בהא ודין ברייתא זו הביאו רבינו בפי\"ד הל' ד' ודין זה שכתב רבינו כאן היא משנה שלימה שם פ\"ב דתנן אשם תלוי היחיד והנשיא חייבים ומשיח ובי\"ד פטורין ופי' רש\"י ז\"ל כדאמר בריש פירקין דכתיב באשם תלוי וכפר הכהן על שגגתו אשר שגג מי שחטאתו ושגגתו שוה וכו' ע\"כ וכאן הביא רבינו דין הבי\"ד ובר\"פ ט\"ו הביא דין המשיח ומרן ז\"ל מפני שראה שרבינו הביא מפסוק דונודעה החטאת וכו' נדמה לו שהיא זאת הברייתא וכבר הושג מהרב לח\"מ וברכת הזבח ובאר שבע והמל\"מ עיין עליהם:"
            ]
        ],
        [
            [
                "<b>ולא היה ראש ישיבה עמהם.</b> מדסתם ולא פירש משמע שחסר מן המנין אמנם בפירוש המשנה כתב ואפילו היה מנינם שלם ר\"ל שבעים ואחד ורש\"י והרע\"ב פירשו גם כן שמנו אחר תחתיו וכאן צ\"ל דסמך אמ\"ש לקמיה ומנין שאין הכתוב מדבר אלא בבי\"ד הגדול שנאמר ואם כל עדת ישראל ישגו וכו' וכן נראה מפירוש המשנה:",
                "<b>כגון שהיה גר וכו'.</b> במתני' מייתי נתין ג\"כ ורבינו השמיטו אפשר דלא הוה גריס ליה או שכללו בכיוצא בהם שכתב ז\"ל:",
                "<b>או זקן או שלא ראה בנים.</b> לישנא דמתניתין זקן שלא ראה בנים ורבינו אפשר דהוה גריס הכי אך בפירוש המשנה כתב ז\"ל וזקן שלא ראה בנים אינו כשר לדיני נפשות לפי שהוא אכזרי ולא ירחם על בני אדם וכו' ע\"כ וקשה טובא דבפ\"ב דהל' סנהדרין הל' ג' כתב אין מעמידין בסנהדרין לא זקן מופלג בשנים ולא סריס ולא מי שאין לו בנים ע\"כ הרי דזקן לחוד ומי שלא ראה בנים לחוד וי\"ל בחדא מתרתי או דבחבורו חזר בו וחשש להחמיר בדין נפשות וה\"ה בקרבן משום חולין בעזרה או דמופלג בזקנה שאני כמ\"ש רש\"י שם דמחמת זקנה שכח צער גידול בנים:",
                "<b>וכן אם נשאו ונתנו וכו'.</b> כתב מרן ז\"ל דפסק כלישנא בתרא ואליבא דשמואל וכו' והרב ברכת הזבח ובהגה שו\"ת באר שבע והפר\"ח ז\"ל כתבו עליו דלא דק דגם ללישנא קמא הדין כן אליבא דרב דימי עיין עליהם. ולענ\"ד נראה דלא נחית מרן ז\"ל אלא לאשמועינן דיש לנו לפסוק כשמואל דגדול טפי מרב דימי והכי מוכח קצת מלישנא דגמרא דבלישנא קמא לא פריך אשמואל אלא מייתי סייעתא לרב דימי ובלישנא בתרא פליג ארב דימי להדייא עיי\"ש הרי תלמודא גופיה חייש לדשמואל וכן נראה מדברי המבי\"ט ז\"ל בקרית ספר עיין עליו:"
            ],
            [],
            [],
            [
                "<b>הורו ב\"ד וכו'.</b> ידוע דהראב\"ד ז\"ל השיג על רבינו דכיון דבעיין לא איפשיטא הו\"ל לפטור כולם ומרן ז\"ל כתב דגירסא אחרת היתה לו לרבינו אי נמי שיתנו ויאמרו אם אנו פטורין ה\"ז נדבה וצ\"ע ע\"כ. נראה דמה שהניחו בצ\"ע היינו מפני שא\"כ רבינו הו\"ל לפרש אבל לעולם דתנאי זה מועיל וכן פי' ז\"ל פי\"ד הל' ב' והוא דבר שא\"א להקימו שהרי קרבן זה הוא חטאת כמ\"ש רבינו וכדאיתא בגמרא וחטאת א\"א להתנות בו שאם אינו חטאת יביא בנדבה שאין חטאת באה נדבה וכמ\"ש רבינו פי\"ג דמעשה הקרבנות וכבר הושג מהרב באר שבע מכמה מקומות ומהרב לח\"מ ז\"ל ואם נאמר דגירסא אחרת היתה לו לרבינו יתורץ הכל הגם שהרב באר שבע בקש להליץ בעד רבינו בדוחק עיין עליו שבאמת הדברים מתוקים מכל שכן דבאידך בעייא פסק לקולא:"
            ],
            [
                "<b>שהיה עולה על דעתן.</b> צ\"ל שהיה עולה על דעתו ומ\"ש אבל אם היה עם הארץ וכו' היינו דלא גמיר ולא סביר כדאיתא בגמרא אלא דלשון תלמיד שהגיע להוראה הוא מגומגם דהו\"ל למימר או שהגיע דאז הוה משמע דתלמיד היינו גמיר ולא סביר או סביר ולא גמיר:"
            ]
        ],
        [
            [
                "<b>שנאמר ונעלם דבר.</b> בגמרא אמר עולא קרי ביה ונעלם מדבר דשדי מ\"ם אדלקמיה ואדלבתריה וכמ\"ש רש\"י ז\"ל:"
            ],
            [
                "<b>או שמותר להוציא מרשות לרשות.</b> בגמרא יליף לה מקרא דלא תוציאו משא מבתיכם ביום השבת וקצת קשה דפסוק זה כתוב בירמיה ואנן בעינן דבר שאין הצדוקין מודין בו ותו דדברי תורה מדברי קבלה לא ילפינן וראיתי להרב באר שבע ז\"ל שנרגש מזה וכתב דצ\"ל מקרא דאל יצא איש ממקומו ביום השביעי ומטי לה משם התוס' והן הן דברי רבינו ז\"ל:",
                "<b>או שמותר לבוא על שומרת יום כנגד יום.</b> ובגמרא הוכיחו לה מדכתיב וספרה לה וקשה טובא דהך קרא אתי לספירת שבעה נקיים לזבה גדולה כדאיתא בגמ' והרב באר שבע ז\"ל הוסיף דבפרק תינוקת ילפינן לה מקרא דוהיה לה ומכח זה הגיהו ז\"ל בגמרא עיי\"ש:",
                "<b>או שעיקרו אב וכו'.</b> עיין מ\"ש מרן ז\"ל דבעייא דלא איפשיטא היא ודיתנו וכו' ע\"כ ותירוץ זה הזכירו ג\"כ לעיל בפי\"ג הל' ד' ואין לו קיום דחטאת א\"א להביאה על ידי תנאי כמו שכתבתי שם והרב לח\"מ ז\"ל נדחק לתרץ דברי רבינו עיין עליו:"
            ],
            [],
            [
                "<b>בי\"ד שהורו בשגגה ושכחו וכו'.</b> מרן ז\"ל לא ציין מהיכן הוציא רבינו דין זה והיא ברייתא מפורשת פ\"ק דהוריות דף ה' ת\"ר ידעו שהורו וטעו מה הורו יכול יהיו חייבין ת\"ל ונודעה החטאת ולא שיודיעוהו החוטאים וכו' ומרן ז\"ל לפי שהבין דברייתא זו רבינו מפרשה לענין אשם תלוי כמ\"ש פי\"ב הל' ב' לכך שתק לו כאן ואין הדבר כן אחרי המחילה הראויה שאותו דין הוא משנה ערוכה כמו שכתבתי שם ואין לנטות ימין ושמאל:"
            ],
            [
                "<b>בי\"ד שהורו וכו' הואיל והיה לו לשאול וכו'.</b> כתב מרן ז\"ל דפסק כר' אלעזר ור' עקיבא וקשה דלפי פסקו של רבינו ריש פ\"ח דאשם תלוי לא מחייב אלא בדאיקבע איסורא ובעינן חתיכה משתי חתיכות הכא לא איקבע איסורא דטעם היה לו לשאל לא מיקרי איקבע איסורא כיון דלפי דעתו אין כאן איסור כלל ותו דבגמרא אמר רבי זירא משל דר\"א למה הדבר דומה לאדם שאכל ספק חלב ספק שומן דהיינו חתיכה אחת שהרי מצינו לר\"א דס\"ל דיש אם למסורת ומצות כתיב דהיינו חתיכה אחת כדאיתא פ\"ד דכריתות דף י\"ז הרי דלר\"א לא בעינן דאיקבע איסורא והיכי פסק רבינו כוותיה אם לא שנאמר דכיון דנודעה השגגה הו\"ל איקבע איסורא על פי מ\"ש רבינו שם דאף בחתיכה אחת אם עד אחד אומר לו שחלב היה הו\"ל איקבע איסורא על פי עד אחד ה\"נ לא שנא והו\"ל כר\"א ולאו מטעמיה ומה גם דהא איכא ר\"ע בהדיה:"
            ]
        ],
        [
            [],
            [
                "<b>ודימה שהזורק וכו'.</b> וכמ\"ש רבינו פי\"ד הל' ב' ושאר הפרטים נתבארו שם:"
            ],
            [],
            [
                "<b>הורה הכהן המשיח וכו'.</b> הוא הכהן גדול כמ\"ש רבינו לקמן והוא ראוי להיות בסנהדרין כמ\"ש רבינו פ\"ב דהל' סנהדרין הל' ד':",
                "<b>הואיל ולא סמך על הוראתו וכו'.</b> הקשה הרב לח\"מ ז\"ל דמשמע דאם לא היה סומך על הוראת בי\"ד אלא הוא לבדו עשה דמביא פר לעצמו ולא משמע הכי בגמרא עיי\"ש. ונראה לענ\"ד דרבינו לימדו מדין צבור שאין בי\"ד חייבים אא\"כ סמכו על הוראתן כמ\"ש ריש פי\"ב ופי\"ג וידוע דהמשיח איתקש לצבור כדאיתא בגמרא:"
            ],
            [
                "<b>הורה עם בי\"ד בשגגה וכו'.</b> כתב מרן ז\"ל דכיון דהוי בעיא דלא איפשיטא לא הו\"ל לפסוק לחומרא ותירץ דע\"י תנאי קאמר ע\"כ. וכבר כתבתי פי\"ג הל' ד' דחטאת אי אפשר להתנות בה שתהא נדבה וכ\"כ ז\"ל ועוד דהרי בסוף פרקין פסק רבינו בבעיא דלא איפשיטא דהוי ספק ופטור ואם איתא בכולהו הו\"ל לחייב ע\"י תנאי זה והרב לח\"מ ז\"ל הביא סמוכות להא ממ\"ש בפ\"ק גבי הורו בי\"ד ועשו מיעוט בחלב ומיעוט בדם את\"ל כיון דאיסורן שוה וקרבנן שוה וכו' ומשם לימדה רבינו דאיפשיטא בעיין עיי\"ש ומלבד דבאותו דין יש גמגום כמ\"ש שם מה נענה לשאר מקומות שפסק רבינו דחייב בבעיא דלא איפשיטא כמ\"ש פי\"ג וראיתי להר\"ח אבולעפיה ז\"ל [בס' עץ החיים] פרשת ויקרא דף ו' שכתב דמהר\"י קורקוס כת\"י תירץ דעל כל פנים חייב או עם הצבור או בפני עצמו ואין לנו כח לפוטרו עיי\"ש ולא זכיתי להבין דבריו:"
            ],
            [],
            [
                "<b>מפני מום או זקנה וכו'.</b> לא ידעתי מנין הוציא רבינו דגם מפני מום או זקנה יתחייב בפר דעד כאן לא אמרו במשנה דמביא אלא באירע בו פיסול דסתמו כפירושו דהיינו טומאת קרי וכן נראה מדברי רבינו גופיה בפירוש המשנה ומטעם זה ראוי לו להביא הפר דחוזר להכשירו הוא אבל זקנה או מום א\"א לחזור להכשירו ואיך יתחייב הפר הא הוי חולין בעזרה ותו דרבינו פסק כרבי יוסי דכהן שעבר אינו ראוי לא לכהן גדול ולא לכהן הדיוט כמ\"ש פ\"א דהל' עבודת יוה\"כ וכמ\"ש מרן ז\"ל שם ודלא כסתם מתני' דקתני אין בין כהן משמש לכהן שעבר אלא פר יוה\"כ ועשירית האיפה וכדאיתא פ\"ג דהוריות ופ\"ק דמגילה וכיון שכן איך הזכיר על דין זה הטעם דאין בין וכו' וכן הקשה הרב לח\"מ ז\"ל והניחו בצ\"ע.",
                "<b>ומאי </b>דאפשר להליץ בעד רבינו מההיא דפ\"ג דהוריות דף י' דמייתי לנשיא דנצטרע דאידחי ליה מנשיאותיה מקרא דוישב בבית החפשית וכו' ופסקו רבינו לקמן דהרי הוא כהדיוט ואילו גבי כהן גדול אמרו שם דף י\"ב ר' עקיבא אומר אין לי אלא שעבר מחמת קריו מחמת מומין מנין ת\"ל והוא ופירש\"י עבר מחמת מומו דאינו חוזר לעבודתו מפני המום וכו' הרי דכהן גדול חמיר מנשיא ומעולם לא אשכחן ביה שכשנפסל ולא נתחלל שתפסל הכהונה גדולה שלו ואתי נמי פשטא דמתני' התם דקתני סתמא כהן משיח שעבר ממשיחותו ואח\"כ חטא ולא קתני שאירע בו פיסול כדקתני בברייתא לאשמועינן דעבר מ\"מ אפילו מחמת מום או זקנה ומפני שכבר הקדים רבינו הדין בהל' עבודת יוה\"כ לא חש לשנטעה ולפיכך הזכיר כאן הטעם דאין בין וכו' וכדבריו ממש מצאתי להרע\"ב ז\"ל עיי\"ש דלפי האמור יתיישבו דברי רבינו:"
            ],
            [],
            [],
            [
                "<b>אכל כחצי זית חלב כשהוא הדיוט וחצי זית כשהוא נשיא וכו'.</b> הר\"ח אבולעפיה ז\"ל [בס' עץ החיים] פרשת ויקרא דף ו' דקדק שלא הזכיר רבינו דין הכהן גדול עיי\"ש. ולענ\"ד נראה דברי רבינו שקולין שהרי הקדים דין כהן משיח או מלך וכו' משמע דבשניהם איירי:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות שגגות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}