{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Tefillin, Mezuzah and the Torah Scroll",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Tefillin,_Mezuzah_and_the_Torah_Scroll",
    "text": [
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן </b>\n<b> שבתות וי\"ט אינן זמן תפילין שנאמר והיה לאות כו'.</b> הנה התוס' סוף פ\"ק דיו\"ט דף ט\"ו ע\"א ד\"ה הרי קאמר כתבו וז\"ל אבל תפילין נהי דשבת וי\"ט לאו זמן תפילין הם מ\"מ ליכא איסור להניחן וכתב הר\"ב תי\"ט וז\"ל האמת כי שבת לאו זמן תפילין אבל לא למימרא דלמ\"ד שבת זמן תפילין דכ\"ש דשרי אלא איפכא דלמ\"ד שבת ז\"ת אסור גזירה שמא תפסק רצועה כ\"ש כמ\"ש הר\"ן בריש פ' בתרא דעירובין והשתא הך סתמא דלא כהלכה שפסק הר\"ב בעירובין ומיהו י\"ל דסברתו כמ\"ש התוס' במס' שבת ד\"ס דמש\"ה החמירו בסנדל אע\"ג דניאותין ממנו בחול הואיל ובאת תקלה על ידו כו' והשתא תפילין אע\"ג דאיכא איסורא כי מנח להו למ\"ד שבת זמן תפילין אפ\"ה שרי הואיל וניאותין ממנו בחול עכ\"ד ואין דבריו מובנים אצלי דמ\"ש הרב ז\"ל בריש פ\"ק דעירובין דחכמים גזרו עליהן גזירה שמא תפסק רצועה היינו לצאת בהן לר\"ה אבל להניחן בביתו ה\"נ דיכול להניחן ואי ס\"ל להר\"ב תי\"ט דכיון דחכמים גזרו עליהן לצאת בהן לר\"ה בחצר נמי אסור וכמ\"ש הרב בריש פ\"ו דשבת דמ\"א וז\"ל לר\"ה אבל לחצר שרי וכל הנזכר למעלה אפילו בחצר אסורים ובכבול התירו כדי שלא תתגנה על בעלה יע\"ש. א\"כ למ\"ד שבת לאו זמן תפילין נמי איכא למימר ג\"כ הך גזירה שמא תפסק רצועה ויהא אסור להניחן מה\"ט ואולי שהרב ז\"ל סובר דכיון דשבת לאו זמן תפילין הו\"ל מלתא דלא שכיח שיניחם בשבת ולא גזרו בהו רבנן וזה דוחק ותו שהרי התוס' במנחות דף ל\"ו ע\"ב ד\"ה אי קסבר כתבו דאפילו לרב דאמר בפרק במה אשה כ\"מ שאסרו חכמים לצאת בהן לר\"ה אפילו בחצר אסור מודה הוא בתפילין דשרו בחצר משום דכיון דעשויין למשמש בהן כל שעה מדכר דכיר ולא חיישינן דלמא אתי לאפוקי בהו לר\"ה והוכיחו כן מאותה סוגיא ע\"ש. וא\"כ איכא למימר שזה ג\"כ דעת הרע\"ב ז\"ל אלא שדבריהם שם נראה דסותרין למ\"ש הכא שכתב שם וז\"ל וא\"ת א\"כ כי אמר רב כ\"מ שאסרו חכמים לצאת בהן לר\"ה אסור נמי בחצר חוץ מכבול ופאה נכרית הול\"ל נמי חוץ מתפילין ותירץ הכא משום דלמ\"ד שבת לאו זמן תפילין הוא לא שייך למימר חוץ מתפילין ע\"ש. משמע דס\"ל דלמ\"ד שבת לאו זמן תפילין הוא אסור להניחן בשבת ואלו ממ\"ש הכא משמע דס\"ל דמותר להניחן. ותו קשה לפי שיטתם דהכא מההיא דגרסינן בסנהדרין דס\"ח כשחלה ר\"א נכנסו ר\"ע וחבריו כו' ואותו היום ע\"ש היה ונכנס הורקנוס בנו לחלוץ תפיליו ופירש\"י שם לחלוץ תפיליו של אביו דקסבר שבת לאו זמן תפילין הוא ואסור להניחן שמא יצא בהן לר\"ה עיי\"ש. הרי בהדיא דאסור להניח תפילין בשבת וכדאמרינן התם היאך מניחין איסור סקילה ועוסקים באיסור שבות וכן יש לתמוה על רש\"י ז\"ל שדבריו סתרי אהדדי דבפ\"ק די\"ט כתב דלאתויי תפילין אתא דא\"נ מנח להו ליכא איסורא ועיין במג\"א ז\"ל סימן ש\"ח ס\"ק י\"א. ולכן היה נ\"ל שאף רש\"י והתוס' לא כתבו דמותר להניחן אלא דוקא בי\"ט אבל בשבת גזרו שלא להניחן שמא יצא בהן לר\"ה ומפסיק רצועה ואתי לאתויי ד\"א וחייב עליו חטאת וז\"ש רש\"י דא\"נ מנח להו בי\"ט ליכא איסור דקדק לומר ביום טוב לאשמועינן דוקא בי\"ט דקיל לא גזרו אבל בשבת אסור ואף דברי התוס' ז\"ל יש לפרשם בכה\"ג וכונתם לומר דאע\"ג דשבת וי\"ט לאו זמן תפילין מ\"מ ליכא איסורא להניחן מצד עצמם אלא משום גזירה שמא יצא בהן לר\"ה וכיון שכן איכא למימר דלא גזרו אלא בשבת אלא שמרן ב\"י בסימן ש\"ח כתב שדעת רש\"י והתוס' והר\"ן דבשבת נמי מותר להניחן וכיון שכן צריך עיון מההיא דסנהדרין ותו דנמצאו דבריהם סותרים למ\"ש במנחות ואפשר לומר דמה שכתבו התוס' ורש\"י בשמעתין דתפילין מותרין להניחן בשבת היינו משום דס\"ל כר' ענני בר ששון דקאמר בפ' במה אשה משמיה דרבי ישמעאל דהכל ככבול וכן הוא דעת ר\"ת ז\"ל דמ\"ש שם ד\"ה רב ענני ומ\"ש במנחות דלמ\"ד שבת לאו זמן תפילין אסור להניחן לא כתב כן אלא לרב דמשום הכי ל\"ק חוץ מתפילין משום דלמ\"ד שבת לאו זמן תפילין אסור להניחן אליבא דר' הוא אמנם למאי דקי\"ל כרב ענני בר ששון ה\"נ דמותר להניחן ומעתה מתרצתא היא ההיא דסנהדרין דאיכא למימר דר\"א דקאמר מניחין איסור סקילה ועוסקין באיסור שבות דמשמע דאיכא איסורא בהנחתן היינו משום דס\"ל כרב דכ\"מ שאסרו חכמים לצאת בהן לר\"ה אפילו בחצר אסור וכסתמא דמתניתין דפרק במה אשה דס\"ל הכי דתנאי נינהו כדאיתא התם ולפ\"ז צ\"ל דסתמא דהכא פליגי אסתמא דמתני' דפרק במה אשה אלא שלדברי הר\"ן ז\"ל לא יתכן תירוץ זה שהרי הרי\"ף ז\"ל בפ' במה אשה פסק הלכה כרב ומשום דסתם לן תנא כותיה והר\"ן לא חלק עליו שם משמע דהכי ס\"ל ובשמעתין כתב דתפילין מותר להניחן בשבת וא\"כ לדבריו תקשי ליה ההוא דסנהדרין ואפשר דמ\"ש הר\"ן ז\"ל דמותר להניחן בשבת היינו דוקא בבית או בחצר המעורבת וס\"ל כדעת רבינו והרמ\"ה ז\"ל שכתב בפרק במה אשה דלא אסרו אלא בחצר שאינה מעורבת יע\"ש. אלא דקי\"ל לדעת רבינו והרמ\"ה מההיא דסנהדרין שהרי ההיא דר\"א בבית היה ואפ\"ה קרי ליה איסור שבות משמע דאיכא איסורא וגדולה מזו כתבו התוס' שם דאע\"ג דר\"א חולה היה ולא היה זז ממקומו קרי ליה איסור שבות דכל שאסרו חכמים לצאת לר\"ה אפילו בחצר אסור ואפילו יושב במקום אחד יע\"ש. ואפשר לומר דרבינו והרמ\"ה ז\"ל מפרשי ההיא דקאמר ונכנס הורקנוס בנו לחלוץ תפיליו שלא כפירש\"י שפירש לחלוץ תפיליו של אביו אלא על עצמו קאמר והורקנוס היה רוצה לצאת לר\"ה או לחצר שאינה מעורבת ומש\"ה קרי ליה איסור שבות ודוק. ודע דמסוגיא זו ק\"ל לכאורה ממ\"ש מרן ז\"ל בהלכות תפילין ס\"ס כ\"ט לחד תירוצא שדעת רבינו האי גאון ז\"ל דאיסור נמי איכא אם מניחן בשבת וי\"ט וקרא דוהיו לך לאות משמע ליה דממעטינן דשבתות וי\"ט דאסור להניח תפילין בהן יע\"ש ויש לדקדק דא\"כ היכי קרי ליה איסור שבות הא איסורא נמי איכא מקרא דוהיה לך לאות וליכא למימר דס\"ל לרב האי גאון ז\"ל דההיא דר\"א הוא משום דס\"ל דשבת זמן תפילין ואפ\"ה גזרו עליהן חכמים להניחן שמא יצא בהן לר\"ה ודלא כפירש\"י שם שהרי מההיא דמנחות מוכח בהדיא דלמ\"ד שבת זמן תפילין מותר להניחן וכמ\"ש התוס' שם. ויש ליישב דע\"כ לא ממעטינן מקרא דוהיה לך לאות אלא דאסור להניח לכתחלה בשבת אמנם אם היו עליו מבע\"י ולא סלקן משחשיכה אין כאן איסור דאורייתא וכמו שכן הוא דעת רבינו לגבי לילה דאע\"ג דפסק הוא ז\"ל דלילה לאו זמן תפילין מקרא דושמרת את החקה ואיסור דאורייתא איכא אפ\"ה אם היו עליו מבע\"י אינו חייב לסלקן כמ\"ש מרן שם וא\"כ בההיא דר\"א כיון שהיו מונחין עליו מבע\"י מש\"ה קאמר דליכא אלא איסור שבות שמא יצא בהן לר\"א כנ\"ל ודרך אגב אומר מה שהקשה אצלי אמ\"ש הטור שם אפילו בע\"ש בין השמשות שצריך להסירם אין לברך וכתב מרן ז\"ל שם דמה שצריך להסירם לאו משום דאסור להניחם אלא משום דכיון דאינו זמן חיובו צריך להסירם דחיישינן דלמא נפק בהו לר\"ה משמע מדבריו דאפילו בחצר קאמר שצריך להסירם שמא יצא בהן לר\"ה וקשה טובא שהרי בפרק הקומץ אמרינן אמר רבה בר רב הונא ספק חשיכה ספק אינה חשיכה לא חולץ ולא מניח ואוקימנא לה התם בע\"ש וא\"כ איך כתב הטור ז\"ל דבע\"ש בה\"ש צריך להסירם והתוס' ז\"ל שם הקשו מההיא דפ\"ק דביצה דקתני יוצא אדם בתפילין עם חשיכה דמשמע דהא ספק חשכה לא ותירץ דהתם בר\"ה והכא בחצר אכן למ\"ש הטור דאפילו בחצר צריך להסירם קשה טובא וצ\"ע כעת:<br><b> טעם המלך</b>\n<b> א) </b>\n<b> פה ובהלכה </b> שלאחר זאת הרבה אתי בחדושי ובפרט שהרב ש\"א הל' תפילין והרב המחבר הרבו לדבר לסותרים זה את זה ויש לטייל בהם ארוכות וקצרות ואין פה הגליון מספיק וזולת זאת הנה באתי רק לעורר על דבר חדש שהקשו תוס' במנחות [ל\"ו א'] ד\"ה משעת הנחה וכן הקשו בעירובין [צ\"ז א'] לדעת ר\"א שרצה לומר דצריך קשירת תפילין בכל יום א\"כ אמאי אמר הש\"ס עירובין לר' יהודא דקשר של תפילין הוי של קיימא הא צריך להתיר בכל יום וקשה על דבריהם למה לא הקשו יותר מזה הא ר\"ת ס\"ל שבת זמן תפילין ומ\"ש חדשות ומ\"ש ישנות. הא ישנות נמי צריך לחזור ולקשור. ואי קשירה בחדשות אסור גם בישנות אסור. דהא צריך להתיר ולקשור מחדש. ובאמת עיקר הקושיא של תוס' יש לדחות דזה קשר של קיימא לדעת רבינו אליה. דהא מקרי קשר לענין תפילין והאי דהתיר היינו על מנת לקשור יען כי זה מצות תפילין בזה לקשרן על יד בכל יום. אבל הקשר קשר של קיימא הוא דהא משעה שקושרין ע\"כ נקרא קשר דאל\"כ פסול. אבל קושייתינו על רבינו אליה על רבי יהודא במק\"ע. היאך מניחין לדידיה תפילין בשבת הא הוי קשר והא צריך לקושרן זולת אי אמרי' דבר חדש דהא ודאי אם אדם מניח תפילין ביום וחולץ ולובשן עוד. לא מצינו לומר צריך לקשר בכל פעם ופעם אלא אם כבר קשר פעם אחד די. והיינו טעמא דלא הוי הפסק בנתיים. אבל אם חולץ חולצן בלילה דלאו זמן תפילין היה וקושרן בספק דזמן תפילין הוא צריך לקושרן עוד כמו הדין לענין ברכה. אם חולץ הרבה פעמים ביום לא צריך לברך וכמו הדין בציצית ובכל מצות יען שהפסיק בנתיים זמן שלא הי' חייב בו א\"כ חל החיוב מחדש. ומצוה חדשה הוא וצריך לברך. ה\"ה נמי הקשירה לר\"א דצריך לקשור מחדש. כל זמן לדידן דלילה לאו זמן תפילין אבל אם הלילה זמן תפילין ואין שעה אחת מפסיק מאן יימר דצריך לקשר וא\"כ ר\"י דסובר שבת זמן תפילין ולילה נמי זמן תפילין כדמשמע בכ\"מ דזה בזה תליא דמחד קרא נפקא ימים ולא לילות מימים חוץ משבתות וי\"ט וכדאיתא במנחות [ל\"ב ב'] ועיין. ולענין אם אסור להניח תפילין בשבת עיי' גם בב\"י סי' כ\"ט שהביא בשם הרא\"ש דמותר להניח ובהרא\"ש הל' תפילין כתב בפירוש דאסור להניח ועיין מהרלנ\"ח הביא הב\"י סי' ש\"ח דהוא דקדק נמי מדברי הרא\"ש דמותר להניח ובענין הנחת תפילין בלילה עיין גם בספר באר שבע מסכת כריתות. ודברי תו' ועיין דברי תו' פ\"ק דר\"ה [ויו א'] ד\"ה תשמור זו מל\"ת ועיין תשובת מהרמ\"ע מפאנו ס' ק\"ח ועיין בהרמב\"ם פרק ח' דבחירה גבי שמירת המקדש ודוק. ועיין בפר\"ח בהגהותיו על הרמב\"ם הל' תפילין ועיין בלשונות הרדב\"ז סי' צ\"ה:<br><b> מעשה חושב</b>\n<b> (לב) </b> שאף רש\"י והתוס' לא כתבו דמותר להניחן אלא דוקא ביו\"ט: וכ\"כ מו\"ח רבינו זצ\"ל בגליון משניות המכונה תוס' דרע\"ק ספ\"ק דביצה. ומייתי ראיה ממ\"ש התוס' בשבת דלא גרסינן דלמא מפסקי כו'. אלא דלמא מצטריך לילך לבית הכסא ואתי לאתויינהו ד' אמות בר\"ה. והרי זה לא שייך ביו\"ט דכיון דמטלטלן לצרכו לחזור וללבשן אח\"כ הוי הוצאה לצורך וע\"ש:<br><b> (לג) </b> ואפ\"ל דרבינו והרמ\"ה ז\"ל מפרשי' ההיא דקאמר ונכנס הורקנוס בנו לחלוץ תפיליו כו' על עצמו קאמר: אם כנים דברי הגאון זצ\"ל בפירושו זה. נתיישב בזה מה דתמהתי מאז. אמאי לא פשיט הש\"ס במ\"ק דף ט\"ו האיבעי דשם. אי מנודה אסור בתפילין. מהא דר\"א שהי' מניח תפילין אע\"ג דמנודה היה שהרי חש בעצמו לנדוי שנדוהו. אבל לפ\"ז אי קאי אתפילין דהורקנוס בנו. ניחא. ועיין בפ' הזהב דף נ\"ט בתוס' שם. ונזכרתי כי בזמן רב אחר שהקשיתי קושיא הנ\"ל. מצאתי בגליון תוס' נדה דף ז' ריש ע\"ב שהקשו ג\"כ קושיא זו והניחו שם בקושיא:<br><b> (לד) </b> דאפי' לר\"י דעובר בל\"ת אין בו מלקות משום דהו\"ל לאו שאין בו מעשה: נ\"ב. קצת קשה. דהא משכחת לה מעשה כשהסירן מעליו כשהאיר היום ומיירי שהיו עליו מיום אתמול דלא הסירן בלילה. וכשהאיר יום שני הסירו מעליו. וצ\"ל משום דא\"א לצמצם. וממ\"נ אי בשעה שהסירן לילה היה. אדרבה הרי חייב להסירן: ואם כבר האיר היום קצת בעודן עליו. א\"כ הרי ברגע זו יצא ידי חובת תפילין דיום שני. אלא דמ\"מ כיון דחיוב הנחת תפילין אינו אלא משיכיר את חבירו ברחוק ד' אמות. א\"כ אם היו עליו מאתמול וכנ\"ל. והסירן קודם שיכיר כו'. כיון דתו לאו לילה הוא אפשר דחשיב מעשה. לחייבו מלקות אם לא הניחן אח\"כ ביום:<br><b> (לה) </b> אין בו מלקות משום דהו\"ל לאו שאין בו מעשה: אני תמה על תמיהתו זו שתמה על הרא\"ם דהא ר' עקיבא ס\"ל דלאו שאין בו מעשה לוקין עליו דמשום הכי המקיים כלאים בכרם לוקה. ובריש מכות הגרסא ר' יעקב אומר לא מן השם כו'. ולא ר' עקיבא. וכדעת הערוך. ולמה לא נימא דהרא\"מ ס\"ל שגם דעת רש\"י כן. (ודלא כהתוס' שפירשו דהמקיים כלאים היינו שעשה גדר סביב הכלאים) ומשום הכי ע\"כ צריך הש\"ס לומר דס\"ל דהשמר דעשה עשה והיינו דל\"ת דהשמר הוי כעשה דאין לוקין עליה. דאי הוה כל\"ת דעלמא היו לוקין עליה. אי מתניתין כר' עקיבא אתיא דהא ס\"ל דלאו שאין בו מעשה לוקין עליו:"
            ],
            [
                "<b>וכל </b>\n<b> המניח תפילין אחר שתשקע החמה עובר בלאו כו'.</b> כתב מרן ופסק רבינו כר\"י דהשמר דעשה נמי לאו הוא וכן מבואר ממה שפסק רבינו פ\"א מהלכות בית הבחירה הלכה ב' וז\"ל שמירה זו מצותה כל הלילה כו' ואם בטלו שמירה זו עברו בל\"ת שנאמר ושמרתם את משמרת הקודש כו' אע\"ג דקרא דושמרתם עשה הוא אפ\"ה פסק כר\"י דהשמר דעשה נמי לאו וכ\"מ בס' מוהר\"ח אלפ' אנדארי בס' דרך הקודש יע\"ש גם דעת רש\"י נראה כן ממ\"ש בפי' החומש פרשת משפטים בד\"ה וכל אשר אמרתי אליכם תשמרו וז\"ל לעשות כל מצות עשה באזהרה שכל שמירה שבתורה אזהרה היא במקום לאו נראה שדעתו לפסוק כר\"י והרמב\"ן טען עליו ואמר שכבר אמרו ביומא השמר דעשה עשה ולכאורה הוא תמוה איך אישתמט מיניה להרמב\"ן הא דפרק הקומץ דס\"ל לר\"י דהשמר דעשה לאו וא\"כ מבואר שדעת רש\"י לפסוק כר\"י וההיא דיומא לא קשיא כלל כמ\"ש התוס' שם דמשני הכי משום דר\"ל דהוא מאריה דשמעתתא ופליג אר\"י וכן תמה עליו מוהרח\"א בס' דרך הקודש גם הרא\"ם אחר שהאריך לסתור דברי הרמב\"ן כתב ומ\"ש ביומא השמר דעשה עשה פי' אחר יש בו אין כאן מקומו ולא ידענו פי' ואם נאמר שמ\"ש פירוש אחר יש בו היינו מ\"ש התוס' שם דההיא דיומא אתיא אליבא דר\"ל הא ודאי לא ניתן ליאמר כלל דלשון פי' אחר יש בו אין זה במשמע כלל. ואולם אחר ההשקפה נראה שדעת הרמב\"ן כמ\"ש התוס' בעירובין דצ\"ו ד\"ה השמר דעשה וז\"ל ואפילו ר\"י דאמר השמר דעשה נמי לאו הוא ולהכי המניח תפילין אחר שקיעת החמה עובר בלאו מודה הוא שאם לא הניח תפילין ביום שאינו לוקה דלענין הנחת היום השמר דעשה עשה הוא כמו לענין עשיית הפסח דאמר הכא דהוי עשה משום דהוי קום עשה ודוקא לענין הנחת תפילין בלילה הוא דקאמר ר\"י דלאו הוא כמו השמר בנגע הצרעת כו' משום דפי' לאו הוא השמר שלא תקוץ ע\"כ וא\"כ מבואר הוא דהיינו מה שטען הרמב\"ן על רש\"י שכתב לעשות כל מצות עשה באזהרה דכיון דהוי קום עשה לכ\"ע דהשמר דעשה עשה ואפילו ר\"י לא קאמר אלא דוקא במניח תפילין אחר שקיעת החמה משום דפי' לאו הוא כמ\"ש התוס' וראי' מההיא דעירובין דקאמר דלר\"מ דס\"ל דושמרת את החקה הזאת למועדה אפסח קאי אין בו לאו משום דהשמר דעשה עשה, ולדעת רש\"י ורבינו דס\"ל דהשמר דקום עשה נמי לאו הוא ממ\"ש דאם ביטל משמרת המקדש עובר בל\"ת אע\"ג דקום עשה הוא צ\"ל דס\"ל דההיא דעירובין דאמרינן אפילו תימא ר\"ע השמר דעשה עשה אתיא כר\"א דס\"ל דהשמר דעשה עשה אבל לר\"י דקי\"ל כותי' מתני' דכריתות דקתני הפסח והמילה מ\"ע לא אתיא כר\"ע ושוב ראיתי להתוס' פ\"ק דר\"ה ד\"ו ד\"ה תשמור שבתחלת דבריהם רצו לומר דההיא דעירובין לא אתיא אליבא דר\"י וכמ\"ש ושוב דחו זה וכתבו דלא יתכן דבפ\"ק דכריתות אמרינן גבי אוב וידעוני דר\"י לא אמר כר\"ל דקסברי מאן תנא כריתות ר\"ע היא הרי דר\"י גופי' ס\"ל דמתני' ר\"ע היא וא\"כ תקשי ליה לנפשיה דלר\"ע פסח לאו נמי איכא וא\"כ דק\"ל לדעת רש\"י והרמב\"ם מה יענו לההיא דעירובין ונלע\"ד ליישב ע\"פ מ\"ש ר\"פ אלו הן הלוקין א\"ל רב מרדכי לרב אשי הכי אמר אבימי מהגרוניא משמיה דרבא חייבי כריתות לא צריכי התראה שהרי פסח ומילה ענש אע\"פ שלא הזהיר ופריך ודלמא אזהרה לקרבן הא פסח ומילה דלית בהו אזהרה לא מייתי קרבן ומשני התם לאו ה\"ט אלא משום דאיתקש כל התורה לע\"ז מה ע\"ז שב ואל תעשה אף כל שב ואל תעשה לאפוקי הני דקום עשה והתוס' שם ד\"ה הקשו דא\"כ מאי פריך בפ' המוצא תפילין לימא מתני' דלא כר\"ע דאי כר\"ע לאו נמי איכא ומאי קושיא הא אע\"ג דבפסח אית ביה אזהרה אפ\"ה שפיר קתני מתני' דלא מייתי קרבן משום דהוי קום עשה ואיתקש כל התורה לע\"ז ותירץ דלישנא דמתני' דקתני הפסח והמילה מ\"ע משמע דאין בו שום לאו כלל יע\"ש. ואולם לשון רש\"י שכתב בעירובין ד\"ה כו' ואין חטאת באה אלא על לאו שיש בו ק' טובא לפ\"ז שהרי מסקנא דהתם היא דקרבן לא בעי אזהרה כי על כן הנראה ודאי דס\"ל לרש\"י דלשינוייא דרבינא דהתם דקאמר לעולם כדאמרינן מעיקרא כו' ס\"ל דבעי אזהרה לקרבן והטעם דפסח ומילה דאינו קרבן וההיא דפרכינן בעירובין דאי ר\"ע לאו נמי איכא לאו משום לישנא הא פסח ומילה מ\"ע הוא דק\"ל כמ\"ש התוס' אלא משום דס\"ל דטעמא דפסח ומילה דלא מייתי קרבן הוא משום דלית בהו לאו וקרבן בעי אזהרה כדס\"ל לרבינא ומש\"ה פריך שפיר דלר\"ע לאו נמי איכא וליתי קרבן ואהא הוצרכו לשנויי משום טעמא דהשמר דעשה עשה אמנם לרבא דס\"ל דקרבן לא בעי אזהרה וטעמא דפסח ומילה משום דהוקשה כל התורה כולה לע\"ז כו' מתני' דכריתות ומאי מ\"ע דקתני כלומר קום עשה וא\"כ מעתה מתרצתא היא קו' התוס' בהכי דלר\"י דס\"ל דהשמר דעשה לאו לא תיקשי לי' מתני' דכריתות משום דס\"ל כרבא דקרבן לא בעי אזהרה כנ\"ל נכון:<br><b> ואין </b> להקשות לדעת רש\"י והרמב\"ן דס\"ל דהשמר בקום עשה נמי לאו הוא דא\"כ משמע דלר\"י דס\"ל דהשמר דעשה נמי לאו היא אם לא הניח תפילין ביום ה\"נ דעובר בל\"ת דומיא דושמרתם את משמרת הקודש וא\"כ קשה אדקא מפלגי בהניח תפילין אחר שקיעת החמה ליפלגו בלא הניח תפילין ביום דהוי רבותא טפי דאפילו השמר דקום עשה נמי לאו הוא די\"ל דר\"א נקט למילתיה בהמניח תפילין בלילה משום דהוי רבותא טפי לדידיה ואהא פליג ר\"י וא\"נ דגבי מי שלא הניח תפילין ביום לא פליג משום דלא נפקא מינה מידי דאפילו לר\"י דעובר בל\"ת אין בו מלקות משום דהו\"ל לאו שאין בו מעשה. אבל במניח תפילין אחר שקיעת החמה קמפלגי שפיר דנ\"מ לענין מלקות אך ק\"ל שרבינו כתב בסוף הפרק דאם עבר ולא הניח תפילין ביום עובר בח' עשה ולפי שיטתו דס\"ל דהשמר דקום עשה נמי לאו הוא היל\"ל דעובר נמי בל\"ת דומיא דשמירת המקדש וכבר ראיתי בס' מרכבת המשנה שצדד לומר שרבינו פוסק כר\"ע דקרא דושמרת את החקה הזאת אפסח קאי ועובר בל\"ת דקאמר אסמכתא בעלמא הוא אסתייעא מלתיה ממה שלא כתב דאם לא הניח תפילין ביום עובר בל\"ת אלא דכפי זה ק\"ל דא\"כ בפ\"א מהלכות ק\"פכתב דאם עבר ולא הקריב ק\"פ ביטל מ\"ע וכפי זה היל\"ל דעובר על ל\"ת דומיא דשמירת המקדש והדבר צריך ישוב לעת הפנאי והתוס' בפרק ר\"א דמילה דקל\"ב ע\"ב ד\"ה האי עשה ול\"ת כתבו וז\"ל השמר היינו לאו ולעשות היינו עשה ואע\"ג דאמרינן השמר דלאו לאו השמר דעשה עשה מ\"מ לאו מ\"ע הוא אלא ל\"ת דאמר רחמנא הזהר פן תקוץ בהרת ע\"כ. וקשה טובא דמאי קושיא מההיא דהקומץ הא פלוגתא דר\"א ור\"י היא שם וקי\"ל כר\"י כמ\"ש משם רבינו וא\"כ סתמא דתלמודא אתיא כר\"י דהשמר דעשה נמי לאו וליכא למימר דכונתם להקשות אליבא דר\"א היאך יפרש הברייתא הא ודאי לק\"מ דאיכא למימר דר\"א יפרש הברייתא כלישנא קמא דהתם וכבר ראיתי למורי הרב ז\"ל בס' לשון ערומים בלשונות הרא\"ם דף י\"ד ע\"ד תמה עליהם בזה עי\"ש ותו ק\"ל בתי' שכתבו מ\"מ לאו מ\"ע הוא אלא ל\"ת דאמר רחמנא הזהר פן תקוץ בהרת כו' דהא ה\"נ גבי המניח תפילין נמי ל\"ת הוא דאמר רחמנא הזהר שלא תניח תפילין בלילה וכמ\"ש בעירובין דר\"י ל\"ק דעובר אל\"ת אלא במניח תפילין בלילה משום דפי' לאו הוא כמו השמר בנגע הצרעת והיה נראה ליישב לכל זה שכונתם במ\"ש ואע\"ג דאמרינן השמר דעשה עשה למ\"ש בעירובין דע\"כ לא פליג ר\"י וס\"ל דהשמר דעשה לאו אלא דוקא במניח תפילין בלילה משום דפי' לאו הוא אבל אם לא הניח תפילין ביום אפילו ר\"י מודה דהשמר דקום עשה עשה וז\"ש ואע\"ג דאמרינן בסו\"פ הקומץ דהשמר דעשה עשה כלומר כשלא הניח תפילין ביום דאפילו ר\"י מודה ומשמע להו הכי מדנקטי לפלוגתייהו בהניח תפילין אחר שקיעת החמה ולא נקטי לפלוגתייהו באם לא הניח תפילין ביום משמע דבהא אפי' ר\"י מודה ואהא תירץ דגבי השמר בנגע הצרעת לאו מ\"ע אלא ל\"ת וכמ\"ש בעירובין וסוגיא דשבת אתיא כר\"י, כך הי' נראה ליישב דבריהם. האמנם הא ודאי ליתא דכולי האי ודאי לא הו\"ל למסתם סתומי והו\"ל להביא סוגיא דפרק המוצא תפילין דמשם באר\"ה דהשמר דקום עשה לכ\"ע עשה הוא ולא להביא סוגיא דפרק הקומץ דלא מכרעא מלתא ותו דאי אסיקי אדעתייהו בהכי לומר דדוקא בהמניח תפילין אחר שקיעת החמה הוא דס\"ל לר\"י דהשמר דעשה לאו משום דפי' לאו אבל בלא הניח תפילין ביום מודה ר\"י, א\"כ דקרי להו מאי קרי להו והא פשיטא ודאי דהשמר בנגע הצרעת לר\"י לאו הוא דומיא דהמניח תפילין אחר שקיעת החמה ולכן ליישב לקושיא דידן נראה דס\"ל להתוס' ז\"ל דדוקא גבי מניח תפילין אחר שקיעת החמה ס\"ל לר\"א דהשמר דעשה עשה משום דעיקר קרא דושמרת את החוקה כו' בעשה הוא דכתיב שיניח תפילין ביום אלא דמדכתיב מימים ימימה דרשינן ימים ולא לילות והלכך ס\"ל לר\"א דאינו עובר בלאו משום דושמרת אעיקר מ\"ע קאי וכאלו אמר הזהר והשמר שתניח תפילין ביום אמנם גבי השמר בנגע הצרעת עיקר קרא ל\"ת הוא שיזהר וישמר מלקוץ את הבהרת והלכך לכ\"ע ל\"ת הוא כנ\"ל ודוק. ולקושיא ראשונה נראה לי לומר דקושית התוס' ודאי היא לר\"א דס\"ל דהשמר דעשה עשה מה יענה להך ברייתא משום דס\"ל דע\"כ ללישנא קמא דקאמר דברייתא הכי קאמר ביום הח' אפילו בצרעת ק\"ו משבת כו' הדר קאמר ממאי דשבת חמורה כו' ע\"כ דס\"ל דצרעת עשה ול\"ת ולא אתי עשה דמילה ודחי עשה ול\"ת דצרעת ומשו\"ה הוצרך לאתויי מק\"ו דשבת והדר קאמר ממאי דשבת חמורה כו' ואצטריך קרא דבשר לומר אפילו בצרעת אמנם אי ס\"ל דהשמר בנגע הצרעת עשה הוא ואין בו ל\"ת כלל א\"כ ל\"ל לברייתא לומר דמילה דוחה את הצרעת מק\"ו דשבת עד דאיצטרך קרא דבשר לומר אפילו בצרעת הא בלאו קרא נמי ת\"ל דאתי עשה אלים דמילה דנכרתו עליה י\"ג בריתות ודחי עשה דצרעת ובהדיא אמרינן בפסחים דף נ\"ט ע\"א דאתי עשה אלים דפסח שיש בו כרת ודחי עשה דהשלמה מסברא בעלמא אע\"ג דהתם ליכא קרא להכי וכבר כתבו התוס' שם דאע\"ג דקי\"ל דאין עשה דוחה את ל\"ת אלא דוקא בעידנא דקא מעקר לאו מקיים העשה אפ\"ה גבי עשה קיל ואע\"ג דבעידנא דמיעקר האי עשה לא מקיים האי עשה אפ\"ה אתי עשה דפסח ודחי עשה דהשלמה וא\"כ ה\"נ מסברא בעלמא היל\"ל דאתי עשה דמילה דאלים ודחי עשה דהשמר בנגע הצרעת וא\"כ קרא למה לי ואהא תירץ שפיר דהכא לכ\"ע לאו הוא כנ\"ל נכון ליישב דבריהם ומ\"ש הרא\"ם דמ\"ש ביומא השמר דעשה עשה פי' אחר יש בו ואין כאן מקומו נראה שכונתו למ\"ש בסדר כי תצא בד\"ה מוצא שפתיך וז\"ל אבל רש\"י ז\"ל כתב בפ' ראה בפ' תשמרו לעשות ליתן ל\"ת על עשה האמור בפ' שכל השמר לשון ל\"ת הוא אלא שאין לוקין על השמר דעשה וא\"כ פי' השמר דעשה עשה אינו אלא לענין שאין לוקין עליו כמו בעשה אבל לעולם ל\"ת הוא עכ\"ל אלא שדבריו תמוהים בעיני דא\"כ מאי פריך בפרק המוצא תפילין אלא הא דתנן הפסח והמילה מ\"ע לימא דלא כר\"ע דאי כר\"ע לאו נמי איכא ומשני אפילו תימא ר\"ע כו' השמר דעשה עשה ומאי משני הא השמר דעשה עשה אינו אלא לענין מלקות שאין לוקין עליו כמו בעשה אבל לא תעשה הוא וליכא למימר דכיון דאין לוקין עליו מש\"ה אין חייבין עליו חטאת דא\"כ למאי איצטרך לטעמא דהשמר דעשה עשה הא בלא\"ה נמי אין בו מלקות משום דהו\"ל לאו שאין בו מעשה וצ\"ע:<br><b> וראיתי </b> להרא\"ם בפ' יתרו ד\"ה זכור ושמור שכתב וז\"ל וכן כתב הרמב\"ן שרבותינו הקפידו בזה כו' מפני שזכור מ\"ע כו' ושמור אצלם מצות ל\"ת שכל מקום שנאמר השמר פן ואל אינו אלא ל\"ת כו' אך קשה דא\"כ יהיה קידוש היום עשה ול\"ת ועוד האי שמור השמר דעשה הוא דכל השמר דעשה עשה כדאיתא פ\"ב דיומא ואע\"פ שפי' הרמב\"ן ז\"ל לקדשו שלא נחללנו מ\"מ כיון שהוא בצורת עשה אינו אלא עשה כו' יע\"ש:<br><b> וראיתי </b> למוהר\"ש אלגאזי בספר זהב שיבה דקס\"א ע\"ב שתמה על הרא\"ם ז\"ל דאישתמיט מיניה מ\"ש הוא עצמו בפ' כי תצא דסובר רש\"י דכי אמרינן השמר דעשה עשה אינו אלא לענין שאין לוקין עליו כמו בעשה ולעולם ל\"ת הוא ועוד הקשה עליו שהרי התוס' שם בפ\"ב דיומא כתבו וז\"ל אע\"ג דר\"י ס\"ל בפ' הקומץ דהשמר דעשה נמי לאו הוא כו' וא\"כ מה הקשה להרמב\"ן ז\"ל מנ\"ל הוא יפרש דהך ברייתא דזכור ושמור בדבור אחד נאמרו אתיא כר\"י א\"ד יע\"ש. והנה מ\"ש דאשתמיט מיניה דרא\"ם מ\"ש הוא עצמו בפ' כי תצא אחר המחילה אומר אני דאדרבא אישתמט מיניה מ\"ש הרמב\"ן ז\"ל בפ' משפטים ד\"ה ובכל אשר אמרתי אליכם תשמרו וכתבנו לשונו לעיל דמבואר מדבריו דס\"ל להרמב\"ן דמ\"ש השמר דעשה עשה דברים כפשטם דהיינו עשה ממש וא\"כ מבואר הוא דהיינו מאי דק\"ל להרא\"ם ז\"ל לפום שיטתיה דהרמב\"ן ועי' במ\"ש הרא\"ם ז\"ל בפ' משפטים ד\"ה הנזכר וזה פשוט. גם מ\"ש דהרמב\"ן יפרש דהך ברייתא דזכור ושמור בדיבור אחד נאמר אתיא כר\"י איני יודע איך הפה יכולה לדבר דר\"ל דפרק שני דיומא ור\"א דפ' הקומץ פליגי אברייתא דזכור ושמור בדיבור אחד נאמרו וכי ר\"א ור\"ל תנאי נינהו וכבר התוס' פ\"ק דר\"ה דף ו' ד\"ה תשמור זו מל\"ת כתבו תימא הא אמרינן בפרק המוצא תפילין כו' וכן בפ' שני דיומא כו' השמר דעשה עשה והאי נמי השמר דעשה הוא כו' ולפי דברי הרב ז\"ל מאי ק\"ל אימא דהך ברייתא דתשמור זו מל\"ת אתיא כר\"י אלא ודאי דליתא:<br><b> עוד </b> כתב הרב הנזכר ז\"ל וז\"ל והרב חידושי הגדות כתב על קושיות הרא\"ם דלק\"מ דע\"כ לא אמרינן דהשמר דעשה עשה אלא היכא דלא שייך במצוה ההיא ל\"ת ואשתמיטתיה דבמנחות פ' הקומץ אמרינן המניח תפילין אחר שקיעת החמה דר\"א סבר דעובר בעשה ור\"י סבר דעובר בלאו ומסיק מס' השמר דעשה עשה, והתם שייך לאו לא תניח תפילין אחר שקיעת החמה ולא היה לו להשיג על הגאון אלא דלא היה לו להביא ההיא דאיכא למדחי והיה ליה להביא ההיא דמנחות דמשם ראיה כמ\"ש עכ\"ד. ולע\"ד אחר המחילה לא ירד לכונת מהרש\"א ז\"ל שכונתו מבוארת דע\"כ לא אמרינן דהשמר דעשה עשה אלא היינו היכא דלא בא כתוב במצוה ההיא ל\"ת כההיא דעינוי וכן ההיא דמניח תפילין אחר שקיעת החמה אע\"ג דהוי ל\"ת שלא יניח תפילין אחר שקיעת החמה מ\"מ אין בכתוב ל\"ת על הדבר משא\"כ בזכור ושמור שבא בכתוב מפורש ל\"ת על הדבר כדכתיב לא תעשה כל מלאכה אית לן למיזל בתר כללין דהשמר פן ואל אינו אלא ל\"ת ולומר דשמור על לא תעשה כל מלאכה דכתיב בתריה קאי וזה מבואר למעיין שם בדבריו והנה הרב ז\"ל כתב כן מסברא דנפשיה ואנכי הרואה שדבריו הן הן דברי התוס' בפ\"ק דר\"ה ד\"ה תשמור זו מל\"ת שהקשו שם שהרי השמר דעשה עשה ותירץ דתפילין לאחר שקיעת החמה דקאי אעשה דהנחת תפילין הוי עשה אבל תשמור דהכא קאי אלא תאחר דלעיל מיניה שישמור ולא יאחר כו' ע\"ש. וא\"כ ה\"נ איכא למימר הכא דשמור אלא תעשה כל מלאכה דכתיב בתריה קאי שישמור שלא יעשה מלאכה ודוק:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות תפילין ומזוזה וספר תורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}