{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Gerlitz edition, published by Oraita", 
            "https://www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "מתני': <b>ארבעה  ראשי שנים הן באחד בניסן ראש השנה למלכים. </b>ואוקימנא לה בגמרא (ג, א) למלכי  ישראל. ואע\"פ שלא היו מלכי ישראל מקפידין אם יכתבו לבריאת עולם או ליציאת מצרים  ולבנין הבית ואין בזה משום שלום מלכות כמלכי האומות שהיו  מקפידין , מכל מקום פעמים שהיו רגילין לכתוב לשם  המלכיות, ומשום כך קבעו להם זמן ידוע משום חשש הלקוחות, וכדמפרש טעמא  בגמרא.", 
            "גמרא: <b>למלכים למאי הלכתא אמר רב חסדא לשטרות דתנן שטרי חוב  המוקדמין פסולין וכו'. </b>פירש רש\"י ז\"ל, שאם לא קבעו זמן ידוע אלא כל מלך לפי מה  שעמד פעמים שאין להבחין. כגון, אם כתוב כסלו בשנה שלישית ובאו העדים ואמרו כשחתמנו  בו לא ראינו שהלוה אלא הלווה אמר לנו חתמו כאותה ששנינו (ב\"ב קסז, ב) כותבין שטר  ללוה אע\"פ שאין מלוה עמו, ואין אנו יודעין אם הלוהו קודם לכן או לאחר כן אבל ראינו  שהלוהו בתמוז בשנה שלישית למלך, ואם אין הדיינין יודעין באיזו חודש עמד המלך אין  להבחין אם תמוז קודם לכסלו או כסלו קודם לתמוז. אם שנתו מתחלת בין תמוז לכסלו נמצא  כסלו קודם לתמוז בכל שנותיו [ושטר מוקדם הוא], ואם עמד בין כסלו לתמוז נמצא תמוז  קודם לכסלו בכל שנותיו [ושטר מאוחר הוא], ועכשיו שקבעו ניסן ראש השנה לעולם תמוז  קודם לכסלו. ונראה לפי פירושו שבעלי הדין מודים שלא הלוהו אלא פעם אחת, שאם לא כן  אע\"פ שיעידו העדים שלא ראו נתינת מעות בשעת כתיבת השטר אלא שבשעה אחרת ראו שמנה לו  מעות אין בכך כלום, ואפילו העידו בפירוש שלאחר כתיבת השטר בכמה ראו שהלוהו, שאני  אומר הלואה אחרת היא. ועם כל זה אין פירוש זה מחוור, שאם כתבו בשטר יום שהיו  עומדים בו כמו שהוא מפרש, אי אפשר להיות השטר מוקדם בדינו. שאם כתבוהו שלא בפני  המלוה, וכאותה ששנינו (שם) כותבין שטר ללוה אע\"פ שאין מלוה עמו וכמו שהוא ז\"ל  מפרש, האי לאו מוקדם הוא ואע\"פ שלא נתן לו מעות עד לאחר זמן מרובה, דהא אוקימנא  בפ\"ק דבבא מציעא (יג, א) דכי ליכא מלוה בהדיה לא כתבינן אלא בשטרי אקניאתא, ובשטרי  אקניאתא הא שעבד נפשיה מהשתא בין ילוה בין לא ילוה, ואי בשטרי דלא אקניאתא ומלוה  בהדיה ומסרו ליה השטר כדינם משעת מסירת השטר נמי זכה לכשיתן לו מעות מיהא לכולי  עלמא, ואם אין מלוה עמו הא אין כותבין. ולאביי דאמר התם בפ\"ק דמציעא (שם) בשמעתא  דמצא שטרי חוב, דעדיו בחתומיו זכין לו, אפילו כי ליכא מלוה בהדיה נמי זכה משעת  כתיבה. הילכך לא משכחת לה אלא בשאמרו העדים שעשו שלא כדין, שכתבו ונתנו ביד הלוה  אע\"פ שלא היה מלוה עמו, ואין מן הדעת שהוצרכו חכמים לקבוע זמן משום חשש שמא יעשו  העדים שלא כדין , וכל זה שלא  כאביי . ועוד לפי מה שכתב הוא ז\"ל שהיה השטר כתוב  בכסלו והעידו העדים שהמלוה היתה בתמוז, נראה שהצריכו חכמים לקבוע זמן כדי להכשיר  את השטר ולהוציאו מספק מוקדם, שאלו לא כן היינו אומרין שהוא מוקדם מן הספק שלא  נטרוף לקוחות אלא בראיה ברורה, ועכשיו שניסן ראש השנה נמצא דתמוז קודם בכל שנותיו  ושטר מאוחר הוא וכשר. וליתא, דחזקת השטר מאוחר הוא, וגדולה מזו אמר בסנהדרין פרק  אחד דיני ממונות (סנהדרין לב, א), שטר שזמנו כתבו באחד בניסן בשמיטה ובאו עדים ואמרו היאך  אתם מעידין [על שטר זה] והלא [ביום פלוני] עמנו הייתם במקום פלוני, שטר כשר ועדיו  כשרין  חיישינן שמא איחרוהו  וכתבוהו . ובגט פשוט (ב\"ב קעא, א) נמי אמרו, שטר  שזמנו כתבו בשבת או בעשרה בתשרי [שטר מאוחר הוא] וכשר שאני אומר אחרוהו וכתבוהו,  וכל שכן הכא שאני אומר שהם ראו המלוה בתמוז הקודם וכשהגיעו לכסלו ואמר להם הלוה  לכתוב את השטר מפני שלא היו רשאין לכתוב הזמן מנתינת המעות כתבו בו זמן שנכתב בו  השטר כדינם. ומכל מקום יכול לישב פירושו בהיפך , כגון  שכתוב בו בתמוז ואמרו העדים שהלוהו בכסלו, דעכשיו היינו מכשירין אותו מן הספק  וכשקבעו חכמים זמן בניסן נודע שהוא מוקדם. אלא שעדיין קשה עליו מה שהקשינו לו  למעלה, ועוד שלא יתכן בזה לשון מאוחרין אלא שטר שנכתב כדינו.<br><b></b>ויש  מפרשים , כגון שבאו העדים ואמרו בכסלו היינו עומדים,  ואע\"פ שהיה כתוב בו תמוז לאו אדעתינו. וכמו שאמרו בירושלמי (שביעית פ\"י, ה\"ג) גבי  שטרי חוב המוקדמין, מאן מודע ר' שמעון בר' בא בשם ר' יוחנן הן הן עדיו, כלומר עדי  השטר עצמן ובשלא היה כתב ידן יוצא ממקום אחר. ופריך, והאמר ר\"ש בן לקיש עדים  החתומים על השטר נעשה כמי שנחקרה עדותן בב\"ד, התם באומרים לא חתמנו [כל עיקר], אבל  הכא באומרים על זה חתמנו ועל זה לא חתמנו. ודבר זה דחוק אע\"פ שאמרוהו בירושלמי,  לפי שאחד מעיקרי השטר הוא הזמן משום טריפת הלקוחות, ודבר שהוא מוטל על העדים לדקדק  בו הרבה יותר משם המלוה, ונאמר שלא דקדקו בו וחתמו בהפכו ונאמנים, והלא משימים  עצמן רשעים, וכאנוסין היינו מחמת ממון שאינן נאמנים, ובשטר אמנה, שאני אומר עולה  ואעולה לא חתימי. אלא שיש לישב פירוש זה בשלא אמרו העדים עצמן כן אלא עדים אחרים,  וכאותה שאמרו שם בפרק האשה שנתאלמנה (כתובות יט, ב), העדים שאמרו כתב ידן הוא זה  אבל אנוסים היו קטנים היו פסולי עדות היו אם אין כתב ידן יוצא ממקום אחר הרי אלו  נאמנים.<br><b></b>ומצאתי לר\"ם ב\"ן נ\"ר שפירש הירושלמי הזה בפרק איזהו נשך (ב\"מ  ע\"ב, א) בשאין כתב ידן יוצא ממקום אחר והן בעצמן אומרים אנוסים היינו, ואקשינן  והאמר ר' שמעון בן לקיש עדים החתומים על השטר וכו', ואין נאמנים לומר קטנים היינו  אנוסים היינו ואף על פי שאין כתב ידן יוצא ממקום אחר, כדאתמר נמי בגמרא דילן  בכתובות (יט, א) אליבא דר' מאיר, ופריק התם כשבאו לעקור כל העדות ולומר שלא ניתן  ליכתב, אבל הכא נהי דלא ניתן ליכתב מזמן ראשון ניתן ליכתב מזמן שני. וכיון שכן  באין כתב ידן יוצא ממקום אחר נאמנים לדברי הכל, ע\"כ. ומכל מקום דבר דחוק הוא  שהוצרכו לתקן מחמת עדים שחתמו שקר.<br><b></b>והנכון שיראה לי להבחין בין שטר מלוה  לשטר מקח איזה מהם מוקדם ואיזה מאוחר , שאילו היו  מונין למלך מיום עמידתו פעמים שילוה בתמוז של שנה שלישית וימכור בכסלו של שנה  שלישית וישכח באיזה חדש עמד המלך ומן הספק לא היינו טורפין את הלקוחות, ועכשיו  שקבעו ניסן ראש השנה לכל המלכים שטר מלוה קודם וטורף. ומה שהביאו כאן שטרי חוב  המוקדמין פסולין, לאו בדוקא מחמת פסול מוקדמין והכשר מאוחרין אלא מחמת דין מוקדמין  ומאוחרין, כלומר משום טריפת הלקוחות מחמת שטר מוקדם להן או מאוחר מהן, דדין  מוקדמין ומאוחרין אינו אלא מחמת טריפת הלקוחות, וכענין שאמרו בירושלמי (ר\"ה פ\"א,  ה\"א) דגרסינן התם: בין כמאן דאמר מניסן מנינן בין כמאן דאמר מתשרי מנינן מה נפקון  מן ביניהון אמר ר' יונה שטרות יוצאות ביניהון, לוה בה מלוה באייר וכתב בה שנייה  למלכות ומכר מכירה במרחשון וכתב בה שנייה למלכות, מאן דאמר מניסן מנינן מלוה קדמה  ומאן דאמר מתשרי מנינן מכירה קדמה."
        ], 
        [
            "<b>מת באדר ועמד אחר  תחתיו באדר מונין שנה לזה ולזה. </b>ונראה מן הירושלמי (בפירקין ה\"א) דדוקא כשהגיע  לניסן מונין אותה לו שנה ראשונה, אבל אם מת קודם שהגיע לניסן אין מונין אותה לשני  זה אלא על שם הראשון. דגרסינן התם (שם), כיצד למלכים מת באדר ועמד אחר תחתיו באדר  מונין שנה לזה ולזה, אמר ר' יונה והוא שנכנס לניסן   דלא כן [כהדא] וימלוך ירח ימים בשומרון (מלכים-ב טו, יג). פירוש שלא כתב וימלוך  שנה בשומרון אלא וימלוך ירח ימים. ושמא משום כך שנו מת באדר ולא אמר עמד באדר ומת  ועמד אחר תחתיו באדר, שזה היה רבותא טפי, אלא מת באדר, כלומר שמלך שנה אחרת ומת  בשנה זו באדר.", 
            "<b>דאמנו עליה [מאדר] ומלך בן מלך [הוא]. </b>פירוש, דאלו  אימנו עליה לבד הא שמעינן לה מאידך. אלא שהוסיף  עכשיו דאפילו מלך בן מלך דוקא מיום עמידתו ולא מיום  מינויו."
        ], 
        [
            "<b>ואם איתא  בחודש השלישי בשנה השנית מיבעי ליה. </b>בכולה שמעתין לא איסתפקא להו אלא כולי  חודש, כלומר שיהא ראש חדש אייר או ראש חודש סיון או שאר ראשי חדשים ראש לשני  המלכים או לשנים, אבל לאמצע חדש לא איסתפקא להו כלל, לפי שאין חדש נחלק לשתי שנים,  ואפילו סיון ותשרי וניסן שיש להם רגלים באמצען, אפילו כן רגל שבהן פשיטא להו דלא  עשאוהו ראש לא לשנים ולא לשני המלכים, לפי שאין חדש נחלק לשתי שנים. ואע\"פ שעשו  אמצע חדש ראש לרגלים, היינו משום דעל כרחין בל תאחר ברגלים תלייה רחמנא. וט\"ו בשבט  נמי שעשאוהו ראש השנה לאילן, היינו נמי משום דעל כרחין באילן בתר חנטה אזלינן והיא  תליא ברוב גשמי שנה. הילכך על כרחין חצי שבט ראש להן.", 
            "<b>מאי לאו שני לירח  שמונין בו למלכותו. </b>ואם תאמר ואכתי מאי הוי דילמא משום דשלמה עמד בניסן,  ובשלמא לעיל (ראש השנה ב, ב) דייק מהיקישא מדאצטריך למכתב לתרין, כלומר ליציאת מצרים  ולמלכות שלמה, שמע מינה לאקושינהו, אלא הכא דילמא משום שכן היה מעשה דבניסן מלך.  ויש לומר אם כן בשני למה, שהרי כבר כתב בחדש השני  להשמיענו באיזה חודש מחדשי השנה, וכתב נמי בשנת ארבע למלכותו לדעת באיזה שנה  [למלכותו], שני (למלכותו) למה לי, אלא לאשמועינן בעלמא דשני לחדשים היינו שני לשני  המלכים אע\"פ שאינו שני לשני העולם דמתשרי מנינן. כך נראה לי.", 
            "<b>שני בשבת  לא אשכחן דכתיב. </b>ירושלמי (ר\"ה פ\"א, ה\"א): או אינו אלא שני בשבת לא מצינו חשבון  זה מן התורה, והכתיב (בראשית א, ח) ויהי ערב ויהי בוקר יום שני, אין למדין מבריאת  העולם. פירוש שלא מנה שם שני לשבת אלא שני לעולם אי  נמי להשמיע מה נברא ביום שני להבדילו ממעשה יום שלישי, וכן כולן.", 
            "<b>תניא  כותיה דר' יוחנן.</b> ולאו לאפוקי מדר' אלעזר דהא אי אפשר בלא קרא דר'  אלעזר, ובברייתא נמי משום קרא דר' אלעזר מסיק לה.  אלא לומר דממקום שבא לו ר' יוחנן בשקלא וטריא שלו כך תנו לה  בבריתא.", 
            "<b>מדקאי בכסלו וקרי ליה שנת עשרים וקאי בניסן וקרי ליה שנת עשרים  מכלל דראש השנה לאו ניסן הוא.</b> פירוש, וכיון דאפיקתיה מניסן כשאר המלכים קבע לו  שנה כשני העולם בתשרי."
        ], 
        [
            "גרסת הרב בעל המאור ז\"ל:<b> מתקיף לה ר' יוסף חדא דאם כן קשו קראי אהדדי,  ועוד דכתיב</b> (עזרא ו, טו)", 
            "<b> ושיציא ביתה דנה וגו', ותניא באותו הזמן לשנה  הבאה עלה עזרא [מבבל] וגלותו עמו שנאמר</b> (שם ז, ח)", 
            "<b> ויבא ירושלים בחודש  החמישי היא שנת השביעי למלך, מי דמי התם כורש הכא דדריוש הכא ארתחשסתא.</b> וזו  היא הגירסא הנכונה שבגרסאות. ופירוש השמועה לפי  הגירסא הזו דרב יוסף מיפשט הוה פשיטא ליה דדריוש וכורש וארתחסשתא חד מלך ניהו,  וכדתניא בברייתא (בגמרא לקמן) ומשום דכתיב (עזרא ו, יב) ושבי יהודאי בניין ומצלחין  בנבואת חגי נביאה וזכריה בר עדוא ובנו ושכלילו מטעם אלהי ישראל ומטעם כורש ודריוש  וארתחשסתא מלך. מדכתיב מלך ולא כתיב מלכי משמע שמלך  אחד היה והיו לו כל השמות הללו. וארתחשסתא זה לא זהו ארתחשסתא הראשון שמלך אחר  אחשורוש מיד, כי אותו חומץ היה מתחלתו ועד סופו, והוא ששלח אגרות הראשונות להשבית  המלאכה, אלא אחר היה. והקשה רב יוסף אם כן דכורש משום דמלך כשר היה מנו ליה כמלכי  ישראל קשו קראי אהדדי. דהא קראי דלעיל דלגבי ארתחשסתא משמע דלא מניסן מנינן, והכא  משמע דמניסן מנינן. ועוד דהא כתיב (עזרא ו, טו) ושיציא ביתה דנה וגו', דאלמא משמע  דלא מניסן מנינן, דאם כן שנה שמינית היא. ואקשינן עליה דרב יוסף מי דמי, כלומר מה  אתה מרכיב את המקראות ומקשה מהם, דהכא דריוש והכא ארתחשסתא והכא כורש. והשיב שהכל  אחד וכדתניא. ואם תאמר ולרב יוסף גופיה מי ניחא, הא כיון שהכל אחד קשו קראי אהדדי.  יש לומר דרב יוסף היה סבור דלמלכי האומות לא קבעו זמן כלל אלא מיום עמדו מנינן,  והילכך קראי שפיר כתיבן. דדילמא יום שעמד בו מלך זה מרחשון היה, והילכך משכחת כסלו  ואחריו ניסן בשנת העשרים למלכותו, וכן החדש הששי והשביעי בשנה אחת, וכן אדר ואב.  ואהדרינן לפרוקא לקושיא דרב יוסף, מכל מקום קשיא. כלומר כיון ששלשת השמות על מלך  אחד נאמרו וכדתניא בברייתא. ופרקינן לא קשיא כאן קודם שהחמיץ כאן לאחר שהחמיץ. זהו  פירוש השמועה לפי גירסת הרב בעל המאור ז\"ל, אע\"פ שיש קצת דברים שלא פירש הוא  כן והם נראין לי כמו שכתבתי."
        ], 
        [
            "<b>מנלן דאחמיץ מהכא נדבכין די אבן גלל חדא  וכו'.</b> תימה  דההוא לאו כורש זה צוה עליו כן אלא דיכרן פיתגמי די אשכח באחמתא במגלה דכתב כורש  קדמאה הן, וכדכתיב (עזרא ו, א) באדין דריוש מלכא שם טעם ובקרו בבית סיפריא די  גנזיא מהחתין תמה בבבל והשתכח באחמתא בבירתא די במדי מדינתא מגלה חדא וכן כתיב  בגווה דכרונה בשנת חדא לכורש מלכא כורש מלכא שם טעם וגו' נדבכין די אבן גלל תלתא  וגו'. ויש לומר, דמכיון שסמך הוא על אותן דברים ולא צוה לבנות כמו שירצו אלמא  שניהם החמיצו לאחר שהיו כשרים. והתימה הגדול שאם כן  מתי היה כשר דריוש זה ומת החמיץ, שהרי הכתב הראשון ששלח בתחלת הענין היה זה, ואם  כן מתי מנו ליה כמלכי ישראל ומתי חזרו בהן. ויש לומר, שמתחלה לא נתגלה להם הענין  הזה, אלא מכיון ששמעו דצוה שלא לבטל המלאכה ונתן רשות לבנות חשבוהו למלך כשר ומנו  לו מניסן כמלכי ישראל, וכשחזרו וראו שלא נתן רשות לבנות אלא נדבכין די אבן גלל  תלתא ונדבך די אע חדת חשבוהו שהחמיץ בכך וחזרו ומנו לו  מתשרי.", 
            "<b>חייבי הדמים והערכין וכו'.  וצדקות. </b>כתבו בתוס' דהא דאמרינן הכא דצדקה לא עבר עלה בבל תאחר עד שיעברו עליה  שלש רגלים הני מילי בדליכא עניים הכא, הא קיימי הכא עניים עובר עליה לאלתר והיינו  דרבא, דאמרינן לקמן (ראש השנה ו, א) וצדקה מיחייב עלה לאלתר דהא קיימי  עניים.<br><b></b>ולדידי קשיא לי טובא, חדא דאם איתא כי קאמר רחמנא דלא עבר בקרבנות  עד שיעברו עליו שלשה רגלים, היינו משום דלא אטרח עליה עד שלש רגלים, וכיון שכן  אילו איתיה בירושלים ואפרשיה לקרבן יעבור עליה לאלתר, דהא קאי מקדש והא קיימי  כהנים וקיימי בהמה. ועוד דכיון דחייבו בעשה ברגל  אחד מובאת שמה והבאתם שמה (דברים יב, ה) ממילא ליקום בבל תאחר וכר' מאיר (לקמן  ע\"ב) דהא חייבו להביאו, וכיון שהוא מחויב בכך ובא לירושלים יעבור, דהא קאי מקדש  וכהנים. ועוד, בכל שלשה רגלים ליחייב בבל תאחר,  ואמאי בעי ר' שמעון כסדרן, אי משום טירחא הא עברו שלשה רגלים, ומאי טעמא עבר חד  בשלשה ואידך לא עבר עד ארבעה ואידך עד חמשה. אלא שהיא גזרת הכתוב, וכיון דגזרת  הכתוב היא בלאו דבל תאחר מה לי קרבנות מה לי צדקה.  ועוד, דאם איתא דצדקה לאלתר קא עבר עלה בבל תאחר אם כן קרא לצדדין  כתיב. ואם תמצא לומר דקרא בדליכא עניים אם כן לא  הוה ליה למימר וצדקה מיחייב עלה לאלתר, דמשמע דלעולם מסתמא עבר עליה לאלתר, אלא  כיון דקרא נסיב לה בדליכא עניים ובהכין משתעו הכין הוה ליה לרבא למימר, וצדקה אי  קיימי עניים מיחייב עלה לאלתר. ועוד, דאקשינן עליה דרבא פשיטא ומאי פשיטותא אדרבה  צריכא רבה, דמסתמא כיון דלא חייבה התורה אלא בשלשה רגלים כסדרן הוי אמינא דגזרת  הכתוב היא בין קיימי עניים בין לא קיימי עניים.<br><b></b>וגדולה מזו דקתני הכא לקט  שכחה ופאה, והני היכי דמי אי דאיכא עניים לאלתר הוא עובר כצדקה, ואי ליכא עניים  אינו חייב בהן כלל אלא לוקט ולוקח לעצמו, וכדאמרינן בפרק הזרוע (חולין קלד, ב) לוי זרע  בכישור לא הוה תמן עניים אתא לקמיה דרב פפא אמר ליה לעני ולגר תעזוב אותם אמר  רחמנא ולא לעורבים ולעטלפים, דמוכח התם בהדיא דאינו חייב ליתנם לאחר מיכן לעניים  ואפילו אתי תמן בתר הכין. ובתוס' (שם ד\"ה לקט)  הוצרכו לדחוק ולהעמידה בפלוגתא דר' אליעזר ורבנן, דתנן בפ\"ד דפאה (מ\"ט) ומייתינן  לה בגמרא בריש פרק קמא דמציעא (ב\"מ ט, ב), מי שלקט את הפאה ואמר הרי זו לפלוני עני  ר' אליעזר אומר זכה לו וחכמים אומרים יתננה לעני הנמצא ראשון, ולדבריהם אתיא הא  כר' אליעזר, דאילו לרבנן כיון דקיימי עניים אחריני מיחייב בה  לאלתר, ומי נימא דהא דרשא לא סבירא להו לרבנן. ועוד  דאם כן היה להו לאקשויי עלה הניחא לר' אליעזר לרבנן מאי איכא למימר, כדאקשינן  בסמוך (ה, ב) לאוקימתא דרב ששת דאוקי ולא חליפין בשהומם לאחר שני רגלים וחללו על  אחר, הניחא לרבנן אלא לר' מאיר מאי איכא למימר. ועוד דמנא לן דפוסק עליו צדקה  לעניים ולא אתו הכא עניים תוך שלשה רגלים שיהא צריך  לחזור אחר העניים ולהוליך אחריהם למדי, ומי שלקט את הפאה לפלוני עני שיהא צריך  להוליך אחריו באיזה מקום שיהיה, דאלו לדבריהם ודאי וצריך הוא לחזור אחריו תוך שלשה  רגלים, דאילו איתיה הכא מיד קא עבר דהא קאי עני והא לא  אשכחן.<br><b></b>אלא מסתברא לי דלעולם שלשה רגלים  לבל תאחר גזירת הכתוב הוא, ועד שיעברו עליו אינו עובר ואפילו קיימי עניים וקאי  מקדש וקיימי כהנים והיינו ברייתא, ודרבא לחייבו  בעשה דמוצא שפתיך (דברים כג, כד) וכדדרשינן (לקמן  ו, א) מוצא שפתיך זו מצות עשה, והיינו נמי דרבא לא  אמרה אהאי פלוגתא דהני תנאי ולא אברייתא דכי תדור נדר, אלא אאידך ברייתא דמוצא  שפתיך. והיינו נמי דלא קאמר, וצדקה קא עבר עלה לאלתר וקאמר מחייב עלה לאלתר. והא  דלקט שכחה ופאה נמי ניחא בכל ענין ואתיא ככולהו תנאי.<br><b></b>ואי קשיא לך הא  דאמרינן עלה דרבא מהו דתימא הואיל ובענינא דקרבנות הוא דכתיבה עד דעברי עלה שלשה  רגלים כקרבנות קמ\"ל, ואי מיחייב עלה בעשה קאמר לא הוה ליה למימר עד דעברי עלה שלשה  רגלים כקרבנות אלא עד דעבר רגל אחד, דהא קרבנות ברגל אחד עבר בעשה מובאת שמה  והבאתם שמה (דברים יב, ה) כדאמרן בסמוך. יש לומר  כיון דהתם לאו דוכתא הוא למידק בקרבנות אי בשלשה רגלים בבל תאחר או ברגל אחד  [לעשה] לא דק למימר ברגל אחד, אלא פשיטותא דמלתא קא נסיב, דפשיטותא כיון דהדר כתב  (דברים טז, טז) בחג המצות ובחג השבועות ובחג הסוכות, ועלה קאמר פרשת כי תדור דאית  בה בל תאחר ומוצא שפתיך, כי היכי דלא עבר בל תאחר אלא בשלשה רגלים הכי נמי לא עבר  אעשה אלא בשלשה רגלים. אלא דאיכא למימר דכיון דכתיב (דברים יב, ה) ובאת שמה והבאתם  שמה ליחייב עליה ברגל אחד בעשה הוא דקאמר, ואיהו לא מעייל נפשיה השתא בהכין. ועוד  דאפילו גבי קרבנות דייקינן ואתינן למימר דאפילו לעבור בעשה לא עד דעברו עליה שלש  רגלים, וכדאותיבנא עליה דרבא דאמר לקמן (ראש השנה ו, א) וקרבן כיון שעבר עליו רגל אחד עובר  בעשה, מיתיבי העיד ר' יהושע ור' פפיס על ולד שלמים שהוא קרב שלמים וכו', ואע\"ג  דפריקנא לה מכל מקום השתא לא מעייל נפשיה בהכין. ובכמה דוכתי אורחיה דתלמודא דלא  חייש למנקט כהלכתא אלא כפשיטותא, כיון דלאו ההוא דוכתא עיקרא דההוא מילתא.  וכדאמרינן בריש פרק קמא דקידושין (ג, ב) ההוא ספר כורתה ואין דבר אחר כורתה, ואע\"ג  דהך דרשא דר' יוסי הגלילי הוא, דלרבנן לא מיבעיא להו כריתות אלא לדבר הכורת בינו  לבינה, ומוכתב לה הוא דנפקא להו דבכתיבה מתגרשת ואינה מתגרשת בכסף. ובמסכת סנהדרין  (לד, ב) מה נגעים ביום אף ריבים ביום, ונגעים ביום מנא לן דכתיב (ויקרא יג, יד)  וביום הראות בו, והך דרשא דאביי היא, אבל רבא נפק ליה מכנגע נראה לי ולא לאורי  כדאיתא במסכת משקין (מועד קטן ח, א), וכן במסכת מגילה (כ, א) גבי אין מוהלין אלא  ביום דכתיב (ויקרא יב, ג) וביום השמיני ימול ביום ולא בלילה. ובמסכת שבת (קלב, א)  מפקינן לה ביום ואפילו בשבת, ובלילה נפקא לן מבן שמונת ימים ימול. ובמנחות פ\"ק (ו,  ב) תניא, מנין ליוצא שאם עלה לא ירד שהרי יוצא כשר בבמה, ואמרינן עלה התם דלאו  עיקר טעמא הוא אלא תנא אזאת תורת העולה קא סמיך, וכן יש עוד במסכת  קידושין.<br><b></b>ותדע לך עוד דרבא לעשה קאמר, דהא בתר ההיא נמי אמר כיון שעבר  רגל אחד, כלומר בקרבן, עובר עליה בעשה דאלמא שתיהן בחדא מחתא מחית להו, ודבר הלמד  מענינו הוא, כך נראה לי. אחר כך שאלתי את פי הרב ר' משה ב\"ר בנימין מרומי והודה לי  לדברי, ואמר אלי כי הרב ר' ישעיה ז\"ל הזקן מטרני כתב כן בפסקיו, וזה לשון הרב ר'  ישעיה: ונראה לי דלאו בחיוב לאו קאמר רבא אלא בחיוב עשה, דלא תאחר בג' רגלים הוי  אפילו לצדקה, משום דקיימי עניים לא מצינן למעקר קרא, אבל עשה דקרא דלא פרשת אימת  מצינן למימר דקאי בעשה. ע\"כ  לשונו.", 
            "<b>ומעשרות.</b> פירוש: אחד מעשר ראשון ואחד מעשר שני ומעשר עני.  ואם תאמר היכי קא עבר עליהו בשלשה רגלים והא קבע להן התורה זמן ביעור, כדכתיב  (דברים יד, כח) מקץ שלש שנים תוציא את כל מעשר תבואתך  וגו'. ויש לומר בשלשה רגלים עובר בבל תאחר, ובשנה  השלישית של שמטה אם לא נתנן נתוסף עליו עוד עשה דביעור, דכתיב (דברים יד, כח)  תוציא את כל מעשר תבואתך. ואי נמי איצטריך קרא  לחייב על זמן הביעור בלא רגלים, וכדתנן בפרק בתרא דמעשר שני (פרק ה, מ\"ו), ערב יום  טוב הראשון של פסח של רביעית ושל שביעית היה ביעור,  ואי נמי יש לומר דהתם בדלא אפרשיה, דכיון שהגיע זמן הביעור צריך לאפרושיה ולבעריה,  דאילו משום בל תאחר, איכא למימר דלא מיחייב אלא בדאפרשיה ולא  יהביה, ואלו אפרשיה קאי עליה בבל תאחר אע\"ג דלא מטא  זמן ביעור. ותדע לך דלקמן (ראש השנה ו, א) איצטרכי לקראי חד  לאקדשיה ולא אפרשיה וחד לאפרשיה ולא אקדשיה, וכיון שכן במעשרות דלא אשכחן אלא חד  קרא לא עבר עליה אלא מכי אפרשיה ולא יהביה. אי נמי בשמרחו בין רגל  לביעור, דודאי כל זמן דלא מרחו לא מיחייבא  מידי."
        ], 
        [
            "<b>לקט שכחה  ופאה.</b> וכגון שעבר ולקטה, דאפילו לאביי דאמר  במכת תמורה בפ\"ק (ד, ב) כל מאי דאמר רחמנא לא תעביד אי עבד (מהנה) [מהני], בהא  מודה משום דכתיב ביה תעזוב יתירא כדאיתא התם (ו, א) וכדתניא התם, לא הפריש פאה מן  הקמה מפריש מן העמרים לא הפריש מן העמרים מפריש מן הכרי.", 
            "<b>ור' מאיר ור'  אליעזר בן יעקב האי בחג המצות ובחג השבועות ובחג הסוכות מאי דרשינן ביה.</b> תמיהא  לי מאי טעמא לא איבעיא להו נמי לר' אלעזר בר' שמעון, השתא דלא שמיע לן היקישא דר'  אלעזר א\"ר הושעיא, דבשלמא לבתר דשמענא להיקישא דר' אלעזר א\"ר הושעיא לר' אלעזר בר'  שמעון להיקישא איצטריך, אלא השתא תיבעי. ושמא תאמר  כיון דלדידיה איצטריך למכתב מיהא חג הסוכות לעבור עליו בבל תאחר ואגב ההוא נסיב  לכולהו, כי היכי דלא תימא דבחג הסוכות לחודיה חייב בראייה ולא באחריני, ואי כתיב  שלש פעמים בשנה יראה כל זכורך בחג הסוכות לא אתי שפיר, הילכך אגב חג הסוכות  כתבינהו לכולהו. הא ליתא, דהא כי פרקי לר' מאיר ור' אליעזר בן יעקב דאיצטריך להו  חג המצות וחג השבועות, אכתי הדרינן ואמרינן חג הסוכות למה לי. ושמא התם משום שלא  היה צריך לכתבו כלל דהא מחג הסוכות  סליק.", 
            "<b>הני מילי לענין פז\"ר  קש\"ב. פייס בפני עצמו, </b>שכל המשמרות שונות ומשלשות בפרי חג, חוץ משתים  האחרונות ששונות ולא משלשות שאינן מספיקין, ואלו היה שמיני מכלל החג בפר הבא  בשמיני לא היו צריכין להפיס עליו אלא אותה משמרה ראשונה שבשתים היתה זוכה בה בלא  פייס, והם היו מפייסין לכל המשמרות ואפילו יהויריב, ולרבנן אותן שתים מיהא  הנשארות, כדאיתא התם בפרק החליל (סוכה נה, ב). ", 
            "<b>זמן בפני עצמו. </b>לענין  שהחיינו.", 
            "<b>רגל בפני עצמו. </b>פירש רש\"י ז\"ל,  שמזכירין בתפלה וברכה, שמיני חג העצרת.", 
            "<b>קרבן  בפני עצמו. </b>שאין בו אלא פר אחד ושבעה כבשים, ואלו היה מכלל החג שפריו מתמעטים  והולכין היו קרבין בו ששה פרים וארבעה עשר כבשים.", 
            "<b>שיר בפני עצמו. </b>פרשו  בתוס' שהיו אומרים בו מזמור שלם, מה שלא היו עושין כן בשאר ימות החג, שלא היו  אומרין אלא חצי מזמור ביום אחד וחציו ביום אחר,  כדאיתא בפרק (לולב וערבה) [החליל] (סוכה נה, א), ורש\"י ז\"ל לא פירש  כן.", 
            "<b>ברכה בפני עצמה. </b>פירש רש\"י ז\"ל, שהיו  מברכין בו את המלך זכר לחנוכת הבית. דכתיב (מלכים-א ח, סו) ביום השמיני שלח את העם  ויברכו את המלך, והכי תניא בתוספתא דסוכה (פ\"ד, הי\"ז). ור\"ת ז\"ל פירש ברכה  שמזכירין שמיני חג העצרת בתפילה וברכת המזון, וכאותה ששנינו בברייתא בפרק לולב  וערבה (סוכה מז, א) כשם ששבעת ימי החג טעונין קרבן שיר ברכה ולינה כך שמיני טעון  קרבן שיר ברכה ולינה, ואוקימנא התם מאי ברכה ברכת המזון ותפלה, ופירש רגל לומר  שטעון לינה. ור\"ח ז\"ל פירש רגל לענין אבלות, ומשום  דאמרינן במועד קטן פרק בתרא (יט, א גמרא ע\"ב), הקובר את מתו קודם הרגל שבעת ימים  בטלה ממנו גזרת שלשים. וזימנין דליכא שבעה קודם לחג ואפילו הכי בטלה ממנו גזרת  שלשים מחמת שמיני חג העצרת שהוא רגל בפני עצמו, ומיהו לא מבטל להו לגמרי אלא שבעה,  וכדאמרינן התם בפרק בתרא דמועד קטן (כד, ב) יום אחד לפני החג וחג ושמיני שלו הרי  כאן עשרים ואחד יום.", 
            "הא דאמרינן: <b>לאקושי' לחג המצות מה חג המצות טעון לינה אף חג הסוכות טעון  לינה. </b>איכא למידק היקישא למה לי תיפוק ליה משום ופנית בבוקר, דהא בפרק לולב  וערבה (מז, ב) אמרינן דאפילו שמיני עצרת ובכורים וכל שאר קרבנות מתרבו מדכתיב  ופנית בבוקר. ותירצו בתוס' (ד\"ה מה), דאי מופנית בבקר הוה אמינא דאינו טעון אלא  לילה אחד כבשאר קרבנות, ואתא היקישא לחייבו בלינת כל החג, דומיא דחג המצות דמשמע  שטעון לינה כל שבעה דכולי חג כבקר אחד הוא. והכין  משמע בזבחים פרק דם חטאת (זבחים צו, ב), דתנן התם ר' טרפון אומר אם בישל בו מתחלת הרגל  יבשל בו כל הרגל ואמרינן בגמרא (צז, א) מאי טעמא דר' טרפון א\"ר יצחק דאמר קרא  (דברים טז, ז) ופנית בבוקר והלכת הכתוב עשאן כלן בקר אחד, ואף על גב דפרכינן עליה  וכי אין פיגול ברגל ואין נותר ברגל, מכל מקום לענין לינה עשאן בקר אחד כפשטיה דקרא  שלאחר כל הרגל ישוב לביתו. והכין נמי משמע לכאורה בפרק לולב וערבה (סוכה מז, א), דתניא  התם כשם ששבעת ימי החג טעונין קרבן שיר ברכה ולינה כך שמיני עצרת, ואמרינן מאי  ברכה זמן, ופריך זמן כל שבעה מי איכא, ומדלא פריך הכי גבי לינה, אלמא משמע לכאורה  דפשיטא דכל שבעה טעונין לינה. ורש\"י ז\"ל פירש לינה  לילה אחד."
        ], 
        [
            "הא ד<b>אמר רבא אטו עצרת יומי מנינן שבועי לא  מנינן. </b>קשיא לי מכל מקום נימא תפשת מועט תפשת, תפשת מרובה לא תפשת, וכדאמרינן  לעיל בסמוך (ראש השנה ד, ב). ויש לומר דהיינו ועוד חג השבועות כתיב  דקאמר."
        ], 
        [
            "<b>נאמר כאן נדר  ונאמר להלן נדר מה להלן נדבה עמו אף כאן נדבה עמו. </b>וא\"ת, היקישא למה לן נדבה  בהדיא כתיבה, דכתיב (דברים כג, כד) כאשר נדרת לה' אלקיך נדבה, ואמרינן לקמן (ראש השנה ו, א)  נדבה כמשמעה. יש לומר דההוא באפרשיה ולא אקרביה  דהכין מוקימנא לה לקמן (שם), והכא דאמר ולא אפרשיה,  ובנדר כעין נדבה קאמר כגון דאמר הרי עלי עולה על מנת שלא אתחייב  באחריותה דהכין אוקימנא לה לקמן, ותרוויהו איצטריכי  כדאמרינן לקמן, כך נראה לי.", 
            "<b>עולות ושלמים. </b>פירש רש\"י ז\"ל עולת ראיה  ושלמי חגיגה שהן חובה עליו. וטעמא דמילתא דאי עולה ושלמים דעלמא שהן באין בנדר או  בנדבה מכי תדור נדר נפקי, אי נמי מדכתיב דרוש  ידרשנו דמשמע שהוא מחוייב בהן ונדרשין מעמו. ומכל מקום איכא למידק, דעולת ראיה  ושלמי חגיגה זימנא קביעא להו דאילו עברה רגל ולא חג אינו חייב באחריותו, והילכך אי  אקרביה אקרביה ואי לא אידחי ליה, כדאקשינן לעיל (ראש השנה ה, א) גבי פסח. ויש לומר דנפקא  מינה לדאפרשיה ולא אקרביה דקא עבר  עליה. ואכתי לא ניחא לי דהא מרבינן לה נמי מקרא  דמוצא שפתיך, ואוקימנא לקמן (ראש השנה ו, א) חד דאמר ולא  אפרשיה וחד דאפרשיה ולא אקרביה. ויש לומר דההוא בעולת נדבה ושלמי נדבה והא מכאשר  נדרת דרשינן להו.", 
            "מהא דאמרינן: <b>כגון  שהומם בתוך הרגל וחללו על אחר ועבר כל הרגל. </b>שמעינן דכוליה רגל בעינן, וחצי  רגל בין בתחלתו בין בסופו אינו כרגל לעבור עליו, ואפילו לדידן דמדר' מאיר נשמע  לרבנן. ומיהו לרבנן אם הקדישו בתוך חג המצות בחציו,  לכשיגיע חג המצות אחר בחציו עבר עליו דחצאין מצטרפין, וכדמוכח בהדיא לקמן (ראש השנה ו, ב)  מדתניא רגלים בלא שנה שנה בלא רגלים, ואהדריה בתר שנה בלא רגלים ולא משכחת לה, אלא  אליבא דמאן דאמר כסדרן בעי להו, ואם איתא אף לת\"ק דבעי שלשה רגלים ואפילו לר'  אלעזר ב\"ר שמעון דלא בעי אלא חג הסוכות משכחת לה, כגון דאקדשיה באמצע חג הסוכות  דכי מטי חצי חג הסוכות שנה איכא רגלים ליכא.", 
            "<b>מה מעשר אינו נפסל משנה  לחברתה. </b>פירוש: דכתיב (דברים יז, כח) מקץ שלש שנים תוציא את כל מעשר תבואתך.  ואע\"ג דפרשינן לעיל (ראש השנה ד, א) דההוא בדלא אפרשיה, מכל מקום אע\"ג דקרא דביעור לא  איצטריך אלא לדלא אפרשיה אפילו הכי אפרשיה לא נפיק  מכלל, דקרא בכולהו קאמר אלא דלא איצטריך עיקריה אלא  משום דלא אפרשיה.", 
            "<b>סלקא דעתך אמינא הני מילי בכור דלאו בר הרצאה  הוא. </b>וקשיא לי והא בההוא קרא שאר קרבנות נמי כתיבי ביה, דכתיב (דברים יב, יז)  וכל נדריך אשר תדור ונדבותיך ותרומת ידך, אלמא כולהו איתקש למעשר דגן. ויש לומר  דכיון דאשכחן אידך דרשא דבן עזאי (לקמן ראש השנה ו, א) דמרבה להו בהדיא ניחא ליה טפי  לאקשויי מינה, דאי מיהא דאחריני הוה מצי לדחויי דדילמא לא איתקש אלא בכור דסמיך  ליה. כך נראה לי."
        ], 
        [
            "<b>אין  אשתו של אדם מתה אלא אם כן מבקשין ממנו ממון. </b>כלומר ממון שנדר ליתן ואין לו,  וכדדרשינן בפרק במה מדליקין (שבת לב, ב) בעון נדרים אשתו של אדם מתה, שנאמר (משלי כב,  כז) אין לך לשלם וגו'. והא דאמרינן הכא ולא באשתך חטא בדשלם לאחר שעבר על בל תאחר,  וההיא דהתם בדלא שלם כלל.", 
            "<b>תשמור זו מצות  לא תעשה. </b>ומיהו כולהו אשלש רגלים קיימי, דבין לאו דבל תאחר ובין לאו דתשמור לא  עבר עליהו עד שיעברו עליו שלשה רגלים.", 
            "<b>ועשית אזהרה לב\"ד שיעשוך [למה  לי] מיקריב אותו נפקי. </b>ואם תאמר הא דתנן בערכין פרק האומר משקלי עלי (ערכין כא, א)  חייבי חטאות ואשמות אין ממשכנין אותן חייבי עולות ושלמים ממשכנין אותן, היכי דמי  אי בשעבר על בל תאחר אפילו חטאות ואשמות נמי, דהא חטאות ואשמות נמי מהאי קרא נפקי,  דאכולהו כתיב ועשית. ואי קודם שיעבור על בל תאחר אפילו עולות ושלמים נמי לא.  ואוקימנא בתוס' (ד\"ה יקריב) בשלא עבר עדיין, אלא שאנו רואין אותו מתעצל  בהבאתו. ועדין צריכה תלמוד.", 
            "הא ד<b>אמר רבא וצדקה מיחייב עלה  לאלתר. </b>הא פרישנא לה לעיל בריש שמעתין (ראש השנה ד, א ד\"ה חייבי) בסייעתא דשמיא."
        ], 
        [
            "הא דאמרינן: <b>אלא שנה בלא רגלים היכי משכחת  לה. </b>הוה מצי למימר משכחת לה כגון שהיה חולה ברגלים. ועל כרחין לר' מאיר דלא  בעי אלא רגל אחד ולר' אליעזר בן יעקב דבעי שני רגלים לא משכחת לה אלא בהכין, ואם  כן הוא הדין לרבנן, אלא כל היכא דמצינן לאשכוחי  בבריא לא נסיב לה בחולה.", 
            "<b>הניחא למאן  דאמר כסדרן משכחת לה וכו'. </b>ואם תאמר ולר' שמעון מי ניחא, דאי לדידיה כי קא  עברה שנה בלא רגלים כסדרן לא עבר אלאו דבל תאחר, דהא קתני (לעיל ראש השנה ד, ב) פעמים שהן  ארבע פעמים שהן חמשה, ואי שנה בלא רגלים אפילו ארבעה נמי לא אשכחן. פירש רש\"י ז\"ל  דסבר לה כר' שמעון בחדא ופליג עליה בחדא, וזה נכון. והרב בעל המאור ז\"ל פירש כר'  שמעון ממש, דהאי דקתני בברייתא עובר בבל תאחר, דוקא ברגלים בלא שנה דסמיך ליה אבל  בשנה בלא רגלים עובר משום לפני השם אלקיך תאכלנו שנה בשנה (דברים טו, כ) ואין שם  בל תאחר. ומכל מקום כיון דבין בזה ובין בזה עובר אלאו, לא חשש התנא לפרש אלא על  מאי דסליק מיניה. ואע\"ג דאמרינן מכדי תנא אלאוי קא מהדר, חד לאו כמשמעו וחד לאו  הבא מכלל עשה, וכמאן דאמר אאיסורי קא מהדר. ע\"כ.<br><b></b>ואינו נכון בעיני כלל,  חדא דאי לא חשש התנא לגלויי לאו דשנה בלא רגלים דמסתם טפי דלא מיתפרש בהדיא ועוד  דליתיה לאו גמור אלא לאו הבא מכלל עשה, אם כן לאו דרגלים דמפרש למה ליה לגלויי,  הוה ליה לפרושי ולגלויי תרוייהו או למסתמינהו לתרווייהו, וליתני שנה בלא רגלים  רגלים בלא שנה עובר. ועוד דאי בלאו הבא מכלל עשה קאמר, משום דכתיב תאכלנו שנה בשנה  ותדרוש מיניה שנה בשנה ולא תאחרנו, אם כן אפילו בלא שנה אלא כל שעבר עליו רגל אחד,  דכתיב ובאת שמה והבאתם שמה, ודריש ביה ולא תאחרנו.  ועוד דאי לאו הבא מכלל עשה קאמר, האי לא איקרי לאו בשום מקום אלא עשה. ועוד דלאו  הבא מכלל עשה אינו לעולם במקיים עניין העשה אלא במהפכו, דאילו היה בכור שעברה שנתו  פסול, הייתי יכול לדרוש ממנו לאו הבא מכלל עשה, לפני השם אלקיך תאכלנו שנה בשנה  ולא בשנה אחרת, ואי עביד ליה לאחר שעברה שנתו הוה קא עבר בלאו הבא מכלל עשה,  וכענין בעולה לכהן גדול דדרשינן בתולה מעמיו יקח אשה ולא בעולה, אבל השתא מאי לאו  הבא מכלל עשה איכא, דאי לא תימא הכין כל עשה שבתורה  ישנן בלאו הבא מכלל עשה. אלא מחוורתא כדשנינן לדעת רש\"י ז\"ל.", 
            "הא דאמרינן:<b> משכחת לה כגון דאקדשיה בתר חג המצות.  </b>לאו דוקא בתר, אלא הוא הדין  בתוך חג המצות, דהא חצי רגל לאו ככולי רגל כדכתבינן  לעיל (ראש השנה ה, ב ד\"ה מהא).", 
            "<b>אשה בעלה  משמחה. </b>פירש רש\"י ז\"ל: בבבל בבגדי צבעונים, בארץ ישראל בבגדי פשתן מגוהצין.  והקשה עליו רבינו תם ז\"ל דהני מילי בזמן שאין בית המקדש קיים, אבל בזמן שבית המקדש  קיים קיימא לן דאין שמחה אלא בבשר, כדכתיב (דברים כז, ז) וזבחת שלמים ואכלת שם  ושמחת, כדאיתא בפרק ערבי פסחים (פסחים קט, א), ובפ\"ק  דחגיגה (ו, א) נמי אמרינן, אמתניתין דאיזהו קטן כל שאינו יכול (להביא שלמיו)  [ולאחוז בידו של אביו] ולעלות מירושלים להר הבית. עד הכא מאן איתיתיה, ומשני עד  הכא דהות אימיה [מחייבא] בשמחה איתיתיה. (כלומר) [אלמא] משמע דאשה זקוקה לעלות  משום שלמי חגיגה. ומפרש רבנו תם ז\"ל, בעלה משמחה  שאין החיוב עליה אלא על בעלה, שהוא חייב להעלות[ה] כדי שישמח עמה, כדכתיב (דברים  יד, כו) ושמחת אתה וביתך. והא דאמרינן בחגיגה (שם) דמחייבא בשמחה, משום שהיא נגררת  אחר בעלה ולא משום חיוב עצמה."
        ], 
        [
            "הא ד<b>תנו רבנן באחד בניסן ראש השנה לחדשים. </b>לא ידענא למאי הלכתא, ויש  לומר דנפקא מינה לידע החגים שכתבו בהן בראשון בחדש השלישי, בחודש השביעי, וכן לשאר  ספורי הכתובים שכתוב בהן בחדש השני בחדש העשירי, וכיוצא בהן לדעת אימתי הוה. וכן  לענין פסח ושאר המועדות, גבי פסח כתיב (אמור כג, ה) בראשון ובראש השנה ויום  הכפורים כתיב (שם כג, כד, כז) בחודש השביעי, ואם לא ידענו איזה חודש ראש לחדשים  אין אחד מן המועדות ידוע. וזה עיקר."
        ], 
        [
            "<b>ותנא דידן ותנא  קמא דברייתא בניסן נמי משכח שכיחי קיטרי. </b>והילכך משמע דלת\"ק דברייתא ולתנא  דידן לא שנא אמר שנה ולא שנא אמר שנה זו לעולם מונה שנים עשר  חודש, וקיימא לן כותיהו. ולמאי דשנינן לעיל גבי  עבורין (ע\"א), תנא דידן בהתחלה קא מיירי בהפסקה לא קא מיירי הכא נמי הוה מצי  לשנויי הכין דהאי נמי להפסקה הוא, אלא משום דהאי תירוצא לא סליק לת\"ק דברייתא נקט  הכא תירוצא דסליק לכולהו. אלא דקשיא לי, כיון דאמר  שנה זו מנא לן דלתנא דידן לא מהני למהוי ליה ראש השנה, וליהוי ניסן ראש השנה דיליה  כיש אומרים דברייתא, דאי משום דלא תנא ליה במתניתין דילמא משום דבהפסקה לא קא  מיירי. ויש לומר דכיון דאשכחן לת\"ק דברייתא דעל כרחין לית ליה הכין, ואשכחן לתנא  דידן דלא איירי ביה, שפיר דמי טפי דנימא דתרויהו דלא איירו ביה בחדא שיטתא קיימי  ומשום דינא לא תנא ליה.", 
            "הא דאקשינן:<b> רישא וסיפא ר' שמעון מציעתא ר'  מאיר. </b>נראה דלאו לישנא דיקא, דהא סיפא מחלוקת היא שנויה ואין כאן מציעתא  וסיפא, אלא משום דסתם לן רישא כר' שמעון וסיפא כר' מאיר הוא דקשיא  ליה. ומשני משום דראה רבי דבריו של ר' שמעון ברגלים  וסתם כותיה ובמעשר בהמה כר' מאיר וסתם  כותיה.", 
            "<b>והרי רגלים דלא חיילי  מאורתא. </b>כלומר עד שתבא שעה הראויה להקריב נדרים ונדבות, ואי זה עד צפרא לאחר  שיקרב תמיד של שחר, ולמאן דאמר (ביצה יט, א) דנדרים  ונדבות אין קרבין ביום טוב, אין יכול להקריבן עד חולו של מועד  בבוקר. ותמיה לי דהא איכא צדקות ומעשרות וערכין וכל  הנך דדרשינן מכי תדור נדר (דברים כג, כב), והנך חייל אפילו מאורתא, ומתניתין סתמא  קתני באחד בניסן ראש השנה למלכים ולרגלים, והילכך אפילו למאי דסבירא ליה למקשה הא  איכא הנך דחיילי מאורתא ומשום לתא דידהו תנא ליה במתניתין. ובשלמא הך קושיא אחרינא  דקא מקשה ואזיל מיובלות ניחא, דאע\"ג דקא תני בהדיהו שנים ושמטין דחילי מאורתא, מכל  מקום כיון דלא תני במתניתין אלא מידי דחייל מאורתא לא הוה ליה למיתני יובלות אלא  ליחשוב הנך אחריני ולישתוק מיובלות, אבל הכא דלא אדכר כלל נדרים ונדבות אלא סתמא  קתני רגלים, דילמא משום הנך דחיילי אפילו מאורתא תנא להו. ויש לומר דלמאי דסבירא  ליה למקשה כיון דלענין נדרים ונדבות לא חיילי מאורתא, אפילו לכולהו אינך לא חיילי  נמי מאורתא, דכולהו מחד קרא נפקי וקראי לאו לצדדין כתיבי לקרבנות מצפרא ולשארא  מאורתא. כך נראה לי.", 
            "הא דאקשינן:<b> והרי יובלות דלא חיילי מאורתא. </b>פירוש: משום דכתיב (ויקרא כה,  ט) וביום הכפורים תעבירו שופר. איכא למידק והא מתניתין בהדיא קתני באחד בתשרי ראש  השנה ליובלות, אלמא על כרחין מתניתין ר' ישמעאל בנו של ר' יוחנן בן ברוקא היא,  ולקמן נמי לא אשכחן לה פיתרי אלא בהכין. ומסתברא לי  דהאי מקשה נמי מידע הוה ידע דבאחד בתשרי הוי ראש השנה דידהו וכדתנן בהדיא  במתניתין, ואלא מיהו הוה סליק דעתיה דעיקרו מיום הכפורים ולאחר התקיעה ואילך,  וכיון דעיקרו תלוי וקאי במעשה דביום, אם איתא דתנא דידן לא תני מידי אלא מאי דחייל  מאורתא לא הוה ליה למיתני נמי יובלות, דהא עיקר ראש השנה ליובלות יום הכפורים הוא  ומשום תוספתו שנתוסף מאחד בתשרי עד יום הכפורים לא תני ליה דבתר עיקרא אזלינן ולא  בתר תוספתו. ואהדר ליה, הא מני ר' ישמעאל בנו של ר' יוחנן בן ברוקה הוא דאמר מראש  השנה חייל יובל, כלומר דכיון דר' ישמעאל דריש ליה משנת החמישים שנה לאו מיום  הכפורים ואילך הוי עיקרו של יובל אלא מראש השנה חייל יובל דכולה שנה מקודשת, אלא  שלא הצריכו הכתוב לשלח ולהשמיט אלא מיום הכפורים  ואילך. וכלל הענין הזה כאלו נחלקו בדברי ר' ישמעאל עצמו, שהמקשה סבור שאין עיקר  היובל אלא משעת תקיעה ואילך שעבדים נפטרים לבתיהן ושדות חוזרות לבעליהן, והמתרץ  סבור שהשנה מתקדשת לגמרי בכניסתה, כנ\"ל. ואי נמי יש  לומר דהאי מקשה מפרש לה למתניתין כדמפרש לה רב אשי (לקמן ראש השנה ח, א) ארבעה ראשי שנים  שהן בארבעה ראשי חדשים ויש באותן ארבעה חדשים כמה ראשי שנים אחרים וכענין מה שפירש  רב נחמן לעיל בלרגלים, אלא דרב נחמן חשיב ליה מכלל הארבעה ואנן לא נספריה אלא שנה  ראשי חדשים בלחוד, והלכך יובלות לאו משום דאינהו חיילי מראש השנה חשיב להו אלא  דהוו באותו חודש שראשו הוי ראש השנה לשנים. וכי אקשינן לקמן (ראש השנה ח, ב) עלה, יובלות  באחד בתשרי הוא בעשרה בתשרי הוא ואוקימנא לה כר' ישמעאל, הוא הדין דהוה מצי  לאוקמיה אפילו לרבנן, וכפירושה דרב אשי כדאמרן, אלא משום דסבירא ליה כר' ישמעאל  אוקמה כותיה, ועוד דפשטה כותיה אזלא."
        ], 
        [
            "<b>ואי בעית אימא  רב חסדא כר' זירא מתני. </b>ואם תאמר ולרב חסדא ליתני בהדיא באחד בתשרי ראש השנה  למלכי האומות. ויש לומר דקסבר רב חסדא דמתניתין במלכי ישראל מיירי במלכי אומות  העולם לא מיירי."
        ], 
        [
            "<b>איזהו  חג שהחדש מתכסה בו הוי אומר זה ראש השנה. </b>פירש רש\"י ז\"ל: שהחדש מתכסה בו  שהלבנה אינה נראית לרחוקים, כגון שחרית לבני מערב וערבית לבני מזרח, לפי שקטנה היא  סמוכה לחידושה. וכן פירש רבינו תם ז\"ל, והביא ראיה  ממה שאמרו בויקרא רבה בפרשת אמור אל הכהנים (פרשה כט, ה) דקאמר התם, תקעו בחדש  שופר בכסה ליום חגינו, והלא כל חדשים אינם חדש, אלא  בכסה, והלא כל החדשים אינם מתכסים, אלא ביום חגינו, והלא ניסן חדש ונכסה ויש בו  חג, אלא שחגו בן יומו, אין לך חדש שהיא נתכסה ויש בו חג וחגו בן יומו אלא תשרי.  ויש מפרשים שהחודש מתכסה בו, שאין שעיר חטאת הקרב  בראש חודש קרב בראש חודש זה, כדכתיב (במדבר כט, ו) מלבד עולת החדש ומנחתה ולא כתיב  מלבד חטאת ועולה. ואינו נכון דשעיר ראש חודש ודאי קרב הוא אף בראש השנה, וכדתניא  בתוספתא דריש פרק קמא דשבועות (הלכה א) שלשים ושנים שעירים לצבור כל ימות השנה,  וקא חשיב שנים עשר בשנים עשר ראשי חדשים. ואל תאמר דמכל מקום הא איכא שעיר הבא  בראש חודש תשרי מחמת החג והוא ניהו דקא חשיב, לא היא דההוא מצד אחר חשיב ליה  התם. ויש לומר דאי משום הא לא קשיא דדילמא משום  דאיכא שנה מעוברת, והתם כל השעירים שאפשר לבא לציבור כל ימות השנה קא חשיב, הלכך  בשנה מעוברת שנים עשר הוו, דאם איתא דלא חשיב ליה פעמים דהוו שלשה ושלשים."
        ], 
        [
            "<b>ולאפוקי מדר' יהודה דאמר שנת חמישים עולה  לכאן ולכאן. </b>כלומר: שהיא נמנית גם כן מכלל שני השבוע הבא אחריו, ואותה שמטה  ראשונה שלאחר היובל אין בה אלא חמש שנים של עבודה, לפי שהיובל בתחלתו ושנת שמטה  בסופה. והא דכתיב (ויקרא כה, ג) שש שנים תזרע שדך מוקי ליה ר' יהודה בשאר שני  שבוע, וכדאיצטרוכי לאוקמיה לכולי עלמא הא דכתיב (שם כה, כא) ועשת את התבואה לשלש  השנים בשאר שני השבוע, דאלו בשבוע הסמוך ליובל מלפניו צריכה לעשות ארבע, אלא שלא  דבר הכתוב אלא על שאר שני שבוע שהן רב, וכדאהדר להו ר' יהודה לרבנן מייתי' ליה  בנדרים בריש פרק קונם יין (נדרים סא, א). וכתב רבנו תם ז\"ל, דקיימא לן כר' יהודה, משום  דסתם מתניתין דהכא כר' ישמעאל דפליג ארבנן דפליגי עליה דר' יהודה. וקיימא לן כר'  יהודה שמקדשים חדשים ודלא כרבנן דפליגי עליה דר'  ישמעאל. ור' יוסי דנמוקו עמו קאי כר' ישמעאל בפרק קמא דקידושין (מ, ב) דאית ליה  התם דיובל מתחלתו משמט. ובערכין בסוף פרק (אין מקדישין) [המקדיש שדה] (כח, ב),  מוכח דמאן דאית ליה מתחלתו משמט סבר לה כר' ישמעאל דאמר מראש השנה חייל  יובל.", 
            "<b>ר' עקיבא אומר אין צריך לומר חריש וקציר של שביעית שהרי כבר נאמר  שדך לא תזרע וכרמך לא תזמור. </b>ואם תאמר והא איצטריך למיסר חרישה בשביעית,  מדאמרינן בריש פרק קמא דמועד קטן (ג, א) החורש בשביעית אינו לוקה, מאי טעמא מכדי  זמירה בכלל זריעה ובצירה בכלל קצירה, למאי הלכתא כתבינהו רחמנא לומר אהני תולדות  מיחייב, אאחרניתא לא מיחייב. אלמא איצטריך בחריש לאסור חרישה בשביעית. ויש לומר  דעיקר דרשא מבקציר, דובקציר לא איצטריך לשביעית דהא בהדיא כתיבא, והלכך מדקציר לאו  לשביעית אלא לתוספת שביעית אף בחריש לאו בשביעית אלא לתוספת  שביעית.", 
            "<b>וקציר של שביעית היוצא  לשמינית. </b>פירש רש\"י ז\"ל, קציר שהביא שליש בשביעית. ואם תאמר דאם כן מאי שנא  משום תוספות שביעית, האי מדינא מיסר אסירא דבתר שביעית שדינן  לה, דכל תבואה בתר שתא דהביאה בו שליש שדינן לה  ואפילו למעשרות, כדאיתא לקמן בפירקין (יב, ב), וכדדרשינן (ראש השנה יג, א) מועשת את התבואה  לשלש השנים, קרי ביה לשליש. ויש לומר דהכי קאמר רחמנא, בקציר היוצא בשביעית  לשמינית שבות בו ולא תעשה מלאכה בשדה בשבילו שלא תעדור ולא תנכש בשדה  מחמתו, וזה תוספת שביעית בסופו.", 
            "הא דאיבעיא  להו הכא<b> לר' ישמעאל דמוסיפין מחול על הקודש. </b>כלומר בשביעית מנא ליה,  ואמרינן משום דכתיב שבתכם כל מקום שנאמר שבות אתה מוסיף מחול על הקדש. איכא למידק  מאי קא מיבעיא להו, הא אמרינן בריש פרק קמא דמועד קטן (ד, א) קראי לר' עקיבא הלכתא  לר' ישמעאל, דעשר נטיעות ערבה וניסוך המים הלכה למשה מסיני, דאלמא זקנות אסירי,  וכדאמרינן התם כיון דאיצטריך הלכתא למשרי ילדה ממילא דזקינה נאסרה. ועוד כיון  דאמרינן הכא דנפקא ליה לר' ישמעאל משבתכם, קראי אפילו לר' ישמעאל. ותירץ רבינו תם  ז\"ל (ספר הישר סי' תלא) דהכא לתוספת שלאחר שביעית, דשבתכם אמערב עד ערב קאי.  דמיניה מרבינן לאחריו, והילכתא לתוספת שלפני שביעית. ויש מי  שפירש, דהא דאמרינן הכא כל מקום שנאמר שבות דהיינו  לרבות תוספת שביעית לפום מסקנא דהתם אסמכתא בעלמא היא, ועיקר קרא אשבתות וימים  טובים ויום הכפורים הוא דאתא. והא דבעי הכא לר' ישמעאל מנא ליה מקמיה דתיקום לן  מסקנא דהתם, ור' עקיבא נמי דמוקי האי קרא לאוכל תשיעי כאילו מתענה תשיעי ועשירי  אוקמתא רויחא היא דהא מיבעיא ליה נמי לר' עקיבא לגופיה לתוספת יום הכפורים ושבתות  וימים טובים."
        ], 
        [
            "<b>כאילו התענה תשיעי ועשירי. </b>כלומר,  כאילו נצטוה והתענה.", 
            "הא דאמר ר' יוסי: <b>  לפי שאי אפשר לעולם בלא תקיעה ואפשר לעולם בלא שלוח עבדים. </b>וקשיא לי תינח שלא  שלחו שלא שמטו מאי איכא למימר, דהא אי אפשר לעולם בלא השמטת קרקעות לר' יוחנן דאמר  האחין שחלקו מחזירין זה לזה ביובל, דאי אפשר דיהון כולי עלמא חד בר  חד. ויש לומר דמשום הא נמי הוא דקאמר ועוד זו מסורה  לבית דין, וחדא מיניה נקט.", 
            "הא דתניא:<b>  אחד הנוטע אחד המבריך ואחד המרכיב ערב שביעית שלשים יום לפני ראש השנה עלתה לו שנה  וכו' אם לערלה ערלה ואם לרבעי רבעי. </b>דאלמא יש בהברכה והרכבה משום ערלה. קהו בה  רבוותא קהיאתא מדתניא בספרא (קדושים פרשה ג')  ונטעתם כל עץ מאכל פרט למבריך ומרכיב. ויש מפרשים  דהברכה דהכא בשנפסקה מן האב ומשעת הפסקה מונין לה שלש שנים, וההיא דהתם קודם  שנפסקה. ויש מפרשים דאפילו קודם שנפסקה אם אינה  חיה מן האב חייבת בערלה. והכין מוכח בירושלמי (ערלה פ\"א, ה\"ג), ואמרינן התם מאן  מוכח, ואהדרו מאן דאכיל דלא דיליה בהיל לאיסתכולי ביה. ומרכיב אמרכיב נמי לא קשיא,  ההיא במרכיב אילן הנטוע למאכל, ומפני שזו בטלה לגבי הראשונה דילדה שסבכה בזקנה  בטלה, ואפילו ילדה בילדה לכי מלו שלש לילדה ראשונה שנייה נמי  שריא, והא דהכא בשנטעה לראשונה לסייג ולקורות לפי  שאין בראשונה משום ערלה כלל והלכך אינה בטלה לגבה. וכן נמי בשהרכיב בתוך אילן סרק,  ואע\"פ שאינו רשאי משום כלאים. והכין איתא בירושלמי (פ\"א, ה\"ב) דתני גוי שהרכיב  אילן מאכל על גבי אילן סרק אע\"פ שאין ישראל רשאי לעשות כן יש בו משום ערלה, מאימתי  מונין לה משעת נטיעתה."
        ], 
        [
            "<b>ופירות נטיעה זו אסורין עד  חמשה עשר בשבט. </b>יש מפרשים נטיעה זו, כלומר  שעלו לו שלשים יום לשנה, נחמיר עליה להמשיך שנתה עד ט\"ו בשבט שהיא שנתו של אילן.  ולשון זו מסייען. וכן נמי הא דאמרינן פעמים שברביעית ועדיין אסורין משום ערלה,  דאלמא משמע דלא בכולן אמרו שהיא נמשכת עד ט\"ו בשבט אלא פעמים. והרב בעל המאור ז\"ל  כתב דאפילו נטעה פחות משלשים יום לפני ראש השנה נמי, ואע\"פ שיש לה שנים שלימות  הואיל ונכנס לתוך שנתו של אילן. והאי דקאמר ופירות נטיעה זו, כלומר שהנטיעה שגורמת  לה לאיסור ערלה היא מושכתה משנה זו לשנה זו ועד ט\"ו בשבט. והא דקאמר פעמים, לפי  שהחנטה המצויה מראש השנה עד ט\"ו בשבט באילנות מילתא דלא שכיחא היא ובמקצת ממיני  האילנות. ופלוגתא היא בירושלמי (ר\"ה פ\"א, ה\"ב.  שביעית פ\"ב, ה\"ד) דגרסינן התם ר' אבא בר ממל קומי ר' זעירא נראין הדברים בשנטען  שלשים יום לפני ראש השנה אבל נטען פחות משלשים יום לפני ראש השנה, את חמי שנה  שלימה לא עלתה לו ותימר הכין אמר ליה כן היא אפילו נטען פחות משלשים יום לפני ראש  השנה יהא אסור מאי כדון אמר ר' מונא מכיון שעומד בתוך שנתו של אילן הוא משלים  שנתו. ומסתברא שהוא כן, דהא מלתא בטעמא אתו לה ולא בחומרא בעלמא שלא בטענה, דמאי  טעמא אסרינן להו לפירי דרביעית כיון דעלתה לו שנה באותן שלשים יום. ועוד דאפילו  בשנטעה אחר ראש השנה מיד אתה מצריכו גם כן להוסיף עליהם עד ט\"ו בשבט כדי שלא תחלוק  שגם היא אין לה שנה שלימה ממש, ואין לי שלא תכנס משלישית לרביעית ומרביעית לחמישית  אלא בנוטע דוקא בפחות משלשים יום לפני ראש השנה, והיא מיעוטא דמיעוטא ומאי פעמים,  אלא שיש לך לומר בזה דכל שאתה מחמיר עליה ומוציאה אחר שנתה קורא פעמים. ומכל מקום  לא עשאוה כהלכתא בלא טעמא, ומסתברא דהיינו עיקרא דמילתא, דכיון דאילן גדל על רוב  מים של שנה שעברה, וכל שהוא חונט בין תשרי לט\"ו בשבט דהיינו מחמת יניקת מים שלפני  ראש השנה, ושרף שעלה בו מחמת אותן מים ואותה יניקה, הוא שהוציא פירות אלו, וכענין  מה שאמרו לקמן בפרקין (ראש השנה יד, א). והלכך אפילו נטעה  פחות משלשים יום לפני ראש השנה שיש לה עכשיו שנים שלמות, מכל מקום פירות אלו עשאום  כאילו חנטו קודם תשרי, דחנט זה משרף שלפני תשרי הוא, והלכך אין לחלק בין נטעה  שלשים יום לפני ראש השנה לנטעה פחות משלשים יום.", 
            "<b>ופירות נטיעה זו אסורין עד חמשה  עשר בשבט. </b>ואם תאמר אם כן, מפני מה אמרו שלשים  יום לפני ראש השנה עלתה לו שנה, והלא לא עלתה לו עד ט\"ו בשבט. ויש לומר דנפקא מינה  שאם עשו לה ט\"ו בשבט ראש השנה הייתי אומר שאילו נטעה שלשים יום לפני ט\"ו בשבט עלתה  לו שנה.", 
            "<b>בן בקר בן שנים. </b>פירוש עגל בן בקר, אבל פר בן בקר הרי זה  בן שלש שנים.", 
            "והא דאמרינן הכא ד<b>יום אחד בשנה חשוב שנה לר' מאיר או שלשים יום לר' אלעזר.  </b>הני מילי בכל שנה שנאמר בתורה, אבל בשטרות הרי היא שנה שלימה מיום ליום כלשון בני  אדם, ואפילו בנתעברה השנה מחלוקת, וכדרך שאמרו לגבי נדרים ולגבי  שכירות.", 
            "הא דמקשה רבה ואמר: <b>קל וחומר  מנדה.</b> הקשו בתוס' ולימא ליה זבה תוכיח שאין מקצת היום עולה לה בתחלתה, דיום  שפוסקת בו אינה סופרתו למנין שבעה נקיים כדאיתא בפרק בתרא דנדה (סט, א), ואפילו  הכי מקצת היום עולה בסופה, דזבה טבילתה ביום ומותרת לבעלה דבר תורה, אלא שחשו לה  חכמים ואסרו לעשות כן משום שמא תבא לידי הספק, כלומר שמא תראה ביום אחר טבילה  ותסתור ספירה למפרע ונמצא בועל זבה למפרע, וכל שכן דלר' יוסי מותרת לגמרי דסבירא  ליה דמקצת היום ככולו לגמרי, ואפילו ראתה לבסוף אחר טבילה סבירא ליה דלא סתרה  ספירה דמכאן ואילך היא מטמאה. והם העלו אותה  בקושי. וכבר תרצתיה אני בנדה פרק בנות כותיים (נדה לג, א)  בסייעתא דשמיא."
        ], 
        [
            "<b>לדברי האומר שלשים צריך שלשים ושלשים.</b> פירש רבינו שלמה ז\"ל, שלשים  לקליטה ושלשים לתוספת דאלמא בעינן שלא יהא נקלט בתוך שלשים, דתוספת שביעית  כשביעית. והקשה רבינו תם, דאם כן מאי קשיא ליה לימא נמי ברייתא דלעיל (ראש השנה ט, ב)  דשלשים ושלשים קאמר, אי נמי יום אחד ושלשים, דלא חשיב בברייתא אלא שלשים דקליטה  כדלא חשיב בהא ברייתא, ולעולם ההיא ברייתא או ר' אליעזר או ר'  מאיר. ועוד דלקמן (ראש השנה יג, ב) גבי אורז ודוחן ופרגין  ושומשמין, מחלק בין השרישו לפני ראש השנה להשרישו לאחר ראש השנה לענין שביעית,  אלמא השרשה דבתוספת שביעית משרא שריא, דלא אסרו אלא חרישה דמרבינן לה לאיסור  מבחריש ובקציר, כדאיתא לעיל (ראש השנה ט, א) וכדאיתא בריש פ\"ק דמועד  קטן (ג, ב). ומפרש רבינו תם ז\"ל דהכי קאמר רב  נחמן, לדברי האומר שלשים לקליטה בשביעית צריך שלשים ושלשים לענין ערלה, אבל לענין  שביעית לא חיישינן אלא שלא תקלוט בשביעית עצמה. ולר' יהודה דאמר כל הרכבה שאינה  קולטת לשלשה ימים שוב אינה קולטת מותר ליטע ג'  ימים לפני ראש השנה, וטעמא כדאמרן דאין תוספת שביעית אסור מדאוריתא בנטיעה אלא  בחרישה, משום דכתיב בה קרא דבחריש ובקציר. ועוד דכל חורש ערב שביעית מועיל בחרישתו  אפילו בשביעית אבל נוטע כל שהשריש לפני ראש השנה די, דאם משום דהולך וגדל אף  בשביעית כל האילנות מיגדל גדלי ולעולם יהא אסור ליטע.", 
            "<b>מדאכתי יום אחד הוא דעייל וקרי  ליה שנה.</b> ואי אפשר לומר שנה שנית למבול היתה ולא חשיב לה משום דאכתי לא עייל  אלא יום אחד, דהא קרא אחרינא כתיב (בראשית ח, יד) בחדש השני בשבעה ועשרים יום  לחודש, ולא כתיב בחדש השני בשתים ושש מאות, אע\"פ שנכנסין לה  שלשים.", 
            "<b>מכלל דתרווייהו סבירא להו בניסן  נברא העולם.</b> כתב רש\"י ז\"ל דלא גרסינן ליה, דדילמא כר' אליעזר סבירא להו דאמר  בתשרי נברא העולם, ומאי ראשון תשרי ומפני שבו נברא העולם והוא ראשון למנין העולם  קרי ליה ראשון. ובסדר עולם (פרק ד') תניא בהדיא דלר' אליעזר האי בראשון היינו  תשרי. ובתוס' פירשו דהכי דייק, דאם איתא דבתשרי נברא העולם דילמא האי ראשון ניסן  וכבר עבר למבול שנה וחצי ונכנסה שני מתשרי, ותו לא תידוק מינה דיום אחד בשנה חשוב  שנה."
        ], 
        [
            "<b>אלא דקאי בתשרי  וקאמר ליה בניסן.</b> והאי דרשא על כרחין לא אתיא אליבא דרבי אליעזר, דהא כתיב  בפרשת מילה (בראשית יז, כא) אשר תלד לך שרה למועד הזה בשנה אחרת, ובשלמא לר' יהושע  דסבירא ליה דבניסן נברא העולם אפשר דקאי בתשרי וקרי ניסן שנה  אחרת, אלא לר' אליעזר מאי בשנה האחרת, אלא על  כרחין ר' אליעזר סבירא ליה דבניסן קאי וקאמר ליה דבמועד אחר שכיוצא בזה בשנה האחרת  תלד שרה. והכין נמי תניא במכלתין (פרשה ט\"ו) בט\"ו בניסן נדבר הקב\"ה עם אברהם, בט\"ו  בניסן באו מלאכי השרת לבשרו, בט\"ו בניסן נולד יצחק, ואמרינן נמי בבראשית רבה (פרשה  מ\"ח י\"ג) לושי ועשי עוגות הדא אמרה שפסח היה. וכן בהגדה (תנחומא וירא) למועד הזה  סרט לו סריטה בכותל ואמר לו כשתגיע חמה במקום זה לשנה אחרת תלד לך שרה. וכן תרגם  אונקלוס (בראשית יח, י) כעידן דאתון  קיימין."
        ], 
        [], 
        [
            "<b>תנא לירקות  ולמעשרות ולנדרים.</b> ומתניתין דלא קתני לנדרים, משום דבהתחלה מיירי בהפסקה לא  מיירי, כדאמרינן לעיל (ראש השנה ז, א) גבי עבורין.", 
            "הא דאקשינן:<b> ולתני מעשר, וכן  נמי הא דאקשינן וליתני ירק.</b> יש מפרשים דאברייתא קאי והכי קאמר, אמאי תני  מעשרות לשון רבים ליתני מעשר, ומשני אחד מעשר דגן ואחד מעשר בהמה, כלומר לכלול  מעשר דגן ומעשר בהמה, ואתיא כר' אלעזר ור' שמעון דסבירא להו באחד בתשרי ראש השנה  למעשר בהמה. והקשו בתוס', חדא דלמה לן לאוקמי כיחידאה ודלא כהלכתא לוקמה ככולי  עלמא ולימא אחד מעשר ראשון ואחד מעשר שני ואחד מעשר עני, וכדתנן ביש מעשרות (פ\"א,  מ\"א) כלל אמרו במעשרות. וברייתא נמי דלעיל (ראש השנה ד, א) גבי בל תאחר קתני מעשרות ואחר כך  תנא בכור ומעשר, דאלמא מעשרות דקתני היינו מעשר ראשון ושני ועני. ועוד דאי אברייתא  קא מהדר לאקשויי, הוה ליה לאקשויי ברישא וליתני ירק והדר ליקשי מעשר, דהא בברייתא  ירקות קדים. ופירש ר\"י ז\"ל דאמתניתין קא מהדר, כלומר אמאי תני ירקות דהיינו מעשר  דרבנן בלחוד ליתני מעשר דכולל הכל בין דאורייתא בין דרבנן, ומשני אחד מעשר דגן  ואחד מעשר בהמה, כלומר אי תנא הכי הוה אמינא דלכל מעשר קאמר ואפילו מעשר בהמה ודלא  כסתמא קאמר, והדר אקשי מכל מקום מתניתין אמאי תני ירקות בלשון רבים ליתני ירק,  ואע\"ג דקתני שמיטין ויובלות בלשון רבים ולא אקשי, כל היכא דידע דאיכא טעמא קא מקשה  ואזיל כדי לגלויי טעמא, והיכא דלא ידע ביה טעמא שתיק מיניה דלאו פירכא רבתי  היא.", 
            "הא דתנן: (מעשרות פ\"א מ\"ה) <b>ירק  הנאגד משיאגד, ואינו נאגד משימלא את הכלי.</b> לאו לחדש וישן דהא אחד בתשרי ראש  השנה לירקות, אלא עונת המעשרות קאמר, ולומר דמשיאגד הגיע לעונת המעשר וראוי לעשרו,  ואסרו לאכול ממנו אפילו עראי עד שיעשר, והכא, הכי קאמר דירקות דקתני הכא הוא כלל  לכל הירקות, ובכלן ראש השנה שלהן בא' בתשרי.", 
            "<b>ושאינו נאגד משימלא את  הכלי.</b> וסיפא דמתניתין (שם), ואם אינו ממלא את הכלי משילקט כל צרכו."
        ], 
        [
            "<b>משתצמח לזרעים.</b> [פירש\"י] משיצמח הזרע  בתוכו, אבל בירושלמי (מעשרות פ\"א, ה\"ב) משמע  משתצמח כל כך שתהא ראויה לזריעה שאם זורעין אותה צומחת, והכין גרסינן התם בפ\"ק  דמעשרות (שם) על הדא מתניתין, כיני מתניתין היא כדי שתזרע ותצמח, כיצד בודק ר'  שמואל בשם ר' יונתן נוטל מלא קומצו ומניח לתוך ספל של מים שקע רובה חייבת ואם לא  פטורה, ר' יונה בעי מעתה מה ששקע יהא חייב ושלא שקע פטור, אלא ברוב כל פרידה.  ותבואה נמי שהלכו בה בתר שליש היינו טעמא משום דמכי מטיא לשליש נזרעת ומצמחת,  וכדאיתא התם נמי בהדיא בירושלמי אמר ר' זעירא כתיב (דברים יד, כב) עשר תעשר את כל  תבואת זרעך דבר זורע וצומח פרט לפחות משליש שאינו  צומח. והא דלא תני בתלתן משתביא שליש כמו ששנה  בתבואה וזתים, שמא מפני שאינו ניכר בה כמו בתבואה  וזתים."
        ], 
        [
            "הא דדרשינן מ<b>ויאכלו  מעבור הארץ ממחרת הפסח וגו' (יהושע ה, יא), ממחרת הפסח אכול מעיקרא לא  אכול דהקריבו עומר והדר אכול.</b> הקשו בתוס' בשם  ר' אברהם בן עזרא ז\"ל, והלא ממחרת הפסח היינו מחרת  שחיטת הפסח דהיינו יום ט\"ו בניסן, כדכתיב בפרשת אלה מסעי (במדבר לג, ג) ממחרת הפסח  יצאו בני ישראל ביד רמה, וזה היה בחמשה עשר בניסן. ותירץ לו רבינו תם ז\"ל דההוא  תרתי קאמר, ויאכלו מעבור הארץ דהיינו תבואה ישנה ממחרת  הפסח, ומצות וקלוי דהיינו תבואה חדשה אכלו בעצם  היום הזה דהיינו ששה עשר, וכדכתיב (ויקרא כג, יד) לחם וקלי וכרמל לא תאכלו עד עצם  היום הזה דהיינו ששה עשר. ויש מפרשים דלשון מחרת הפסח תרתי  משמע, משמע ממחרת שחיטת הפסח ומשמע מחרת אכילת  פסח, וההוא שבפרשת אלה מסעי היינו מחרת שחיטת הפסח והא דהכא היינו מחרת אכילת  הפסח. ופלוגתא היא בירושלמי בפרק שני דחלה (ה\"א)  ר' יונה בעי קומי ר' ירמיה בשעה שנכנסו ישראל לארץ ומצאו קמה לחה מהו שתהא אסור  משום חדש אמר ליה ולמה לא, עד כדון לחה ואפילו יבשה ואפילו קצורה, אמר ליה ואפילו  קצורה מעתה ואפילו חטים בעליה כן אנו אומרים לא אכלו ישראל מצה בליל הפסח, א\"ר  יונה מן דנפקית תהית דלא אמרת ליה שנייה היא שמצות עשה דוחה את מצות לא  תעשה, על דעתיה דר' יונה דו אמר מצות עשה דוחה  מצות לא תעשה אע\"פ שאינה כתובה בצדה ניחא, על דעתיה דר' יוסי דו אמר אין מצות עשה  דוחה מצות בלא תעשה אלא אם כן היתה כתובה בצדה, ממה שהיו תגרי גוים מוכרין להם  וכר' ישמעאל דאמר כל ביאות שנאמר בתורה לאחר ארבע עשרה שנה נאמר שבע שכבשו ושבע  שחלקו, התיב ר' אבון בר כהנא והא כתיב ויאכלו מעבור הארץ ממחרת הפסח (מצות וקלוי)  לאו בששה עשר, התיב ר' אלעזר ב\"ר יוסי קומי ר' יוסי והכתיב (במדבר לג, ג) ממחרת  הפסח יצאו בני ישראל ביד רמה לעיני כל מצרים לאו בחמשה עשר יצאו.", 
            "<b>הכא  נמי ארץ צבי ובחמשה יומי קא מלי.</b> ואע\"ג דאמרינן לעיל כל תבואה שנקצרה בחג  בידוע שהביאה שליש לפני ראש השנה, התם הוא כשנקצרת בבישולה לגמרי שאינה ראויה  ליקצר בחג אלא אם כן הביאה שליש קודם ראש השנה, אבל הכא לענין עומר דכתיב כרמל רך  ומלא שפיר מליא בחמשה יומי."
        ], 
        [
            "<b>הואיל ונעשין פרכין פרכין.</b> כלומר שלוקטין ומפרכין היום מעט ולמחר מעט  והוו להו ישן וחדש מעורבין יחד אילו הלכו בהן בתר לקיטה כירק, והלכך הלכו בהן בתר  השרשה שהכל נשרש בשנה אחת. ומכל מקום ראש השנה שלהן תשרי, כלומר, כל מה שהשריש  מאחד בתשרי עד אחד בתשרי מתעשר מזה על זה, דכלל אמרו באחד בתשרי ראש השנה למעשרות  ולירקות. ואם תאמר אם כן מה חשש יש אפילו נעשין פרכין פרכין כל הנפרכין מתשרי ועד  תשרי מתעשרין יחד, וכדרך שאמרו בירקות שהלכו בהן בתר לקיטה וכל הנלקט בשנה אחת  מתעשר יחד ולא חשו להן חכמים אע\"פ שנלקטין מעט מעט. יש לומר באורז ושומשמין שאני,  מתוך שהן לוקטין בשדה אחת מעט מעט ומניחין יתערבו הנלקטין קודם ראש השנה עם  הנלקטין לאחר ראש השנה, אבל בירק אין לחוש שאין לוקטין ומצניעין אלא לוקטין  ואוכלין. ומעשר פירות האילן וקטניות דרבנן, ויכולת ביד חכמים לקבוע מהן איזה זמן  שירצו, כך פירש רש\"י ז\"ל. וא\"ת תינח מעשר דרבנן, שביעית דאורייתא מאי איכא למימר.  י\"ל שביעית בזמן הזה דרבנן וכדרבי, וכדאמרינן בפרק  השולח (גיטין לו, ב) גבי פרוזבול.", 
            "<b>ר' שמעון שזורי קאמרת, ר' שמעון  שזורי סבר יש בילה ורבנן סברי אין בילה.</b> ואם תאמר מכל מקום לר' שמעון שזורי  קשיא, דכיון דסבירא ליה יש בילה אמאי קאמר מקצתו השריש לפני ראש השנה ומקצתו השריש  לאחר ראש השנה אין תורמין ומעשרין מן החדש על הישן ולא מן הישן על החדש, ונלך בו  בתר לקיטה ויצבור גרנו לתוכו. ותירץ הרב בעל המאור  ז\"ל דר' שמעון שזורי לדבריהם דרבנן קאמר להו, לדידי אין הולכין בו אלא אחר לקיטה  דהיינו אחר גמר פירי וגמר פירי היינו לאחר שנתיבש  בשדה, ואע\"פ שנעשה פרכים פרכים מכל מקום מניחין אותו ליבש ולאחר ראש השנה שהכל יבש  ומכניסין אותו כאחד הרי זה כאלו כלו חדש, ומיהו אפילו היה ישן ממש וחדש ממש די לו  בשיצבור גרנו לתוכו דיש בילה, אלא לדידכו למה לכו להלך בתר השרשה אע\"פ שנעשין  פרכין, וחשיבתו להו כישן ממש וחדש ממש אכתי זילו בתר לקיטה כירק. ואי משום חדש  וישן יצבור גרנו לתוכו, ואמרו ליה לא דאין בילה. זהו דרך שיטת הרב בעל המאור ז\"ל.  ולדבריו נמי הא דתנן בסופא דההיא מתניתין דהאורז והדוחן בפרק שני דשביעית (משנה  ח), ר' שמעון שזורי אומר פול המצרי שזרעו לזרע כיוצא בהן, לדבריהם דרבנן נמי קא  אמר להו. אלא דתמיהא לי קצת דהא דר' שמעון שזורי מייתי לה בתוספתא דשביעית פרק שני  (ה\"ה) באנפיה נפשה שלא על דברי חכמים דהשרשה, דתניא התם פול המצרי שמנע ממנו מים  שלשים יום לפני ראש השנה מתעשר לשעבר ומותר לקיימו בשביעית, פחות מיכן אסור לקיימו  בשביעית ומתעשר לשנה הבאה, במה דברים אמורים בשל  שקיא, אבל בשל בעל שמנע ממנו שתי עונות דברי ר'  מאיר, וחכמים אומרים שלש, ר' שמעון בן כיפר אומר משם ר' שמעון שזורי במה דברים  אמורים בזמן שזרעו לירק וחשב עליו לזרע אבל אם זרעו מתחלה לזרע מקצתו השריש לפני  ראש השנה ומקצתו השריש לאחר ראש השנה אין מעשרין הימנו על מקום אחר ולא ממקום אחר  עליו, אבל כונס גרנו לתוכו ומעשר הימנו עליו נמצא מעשר מן החדש על החדש ומן הישן  על הישן, וצ\"ע.", 
            "<b>אישתמיטתיה הא דאמר שמואל הכל הולך אחר גמר פירי.</b> כלומר והלכתא כר' שמעון  שזורי משום דהוי גמר פירי בשנה אחת קאמר, ולא מטעמא דר' שמעון שזורי דאמר כיצד  יעשה יצבור גרנו לתוכו. ולמאי דפריש הרב בעל המאור דר' שמעון שזורי אית ליה דהני  אורז ודוחן בתר לקיטה אזלינן ניחא, דשמואל דאמר כר' שמעון  שזורי. אבל אי ר' שמעון גופיה סבירא ליה בתר השרשה  כרבנן קשיא דשמואל דאמר כמאן."
        ], 
        [
            "הא<b> דתנן בצלים הסריסים ופול המצרי שמנע מהן מים שלשים יום לפני ראש  השנה.</b> פירש רש\"י ז\"ל: דאתיא כר' יוסי הגלילי, דכיון שמנע מהן שלשים יום נמצאו  שגדלו על מי שנה שעברה, אלא לר' עקיבא דאמר יצאו ירקות שגדלין על כל מים אף אלו  דרכן ליגדל על כל מים. ואני תמה אם כן למה אמרו שמנע מהן מים שלשים יום לפני ראש  השנה, אפילו לא מנע מהם מים כלל לפני ראש השנה אלא שמנע מהם מים לאחר ראש השנה,  דהא גדלו על מי שנה שעברה כגורן ויקב. ונראה  דאדרבה אתיא כר' עקיבא משום דכיון שמנע מהן מים  שלשים יום בשנה שעברה הרי אלו כגורן שהוא גדל על מי גשמים, ולא כגדלין דרך השקאה  דהיינו על כל מים והלכך עשורן של אלו ושביעיתן כגורן, אבל לר' יוסי דאמר כל שגדלין  על מי שנה שעברה יצאו ירקות שגדלין על מי שנה הבאה, אף אלו שהחזיר להן מים לאחר  ראש השנה וגדלו קצת על ידי אותן מים של שנה הבאה הרי אלו כירקות שגדלין על מי שנה  הבאה. וכן נראה מן הירושלמי (שביעית פ\"ב, ה\"ו) דגרסינן התם עלה דההוא, אמר ר' מונא  מכיון שמנע מהן מים שלשים יום לפני ראש השנה נעשו כבעל, כלומר, יצאו מתורת ירקות  הגדלים על כל מים ונעשו כשדה בית הבעל שמס[ת]פקת במי גשמים ומתעשרין לשעבר. וכן  מצאתי לרבינו שמשון ז\"ל בפירוש מסכת שביעית שלו."
        ], 
        [
            "הא  <b>דתנן אתרוג שוה לאילן בשלשה דרכים ולירק בדרך אחד.</b> פירושו: שוה לאילן  דאזלינן בתר חנטה כאילן בשלשה דרכים כדמפרש ואזיל, ושוה בדרך אחד לירק דאזלינן ביה  בתר לקיטה כירק, וכן פירש רש\"י ז\"ל כאן. אבל בריש  פרק קמא דקדושין (ב, ב) פירש שהוא מונה כל הדרכים שהוא כאילן והדרכים שהוא כירק,  ואי אפשר דהא שוה לאילן בכמה דרכים אחרים, שהרי אינו כלאים בכרם כאילן וחייב בפאה  כאילן. ומה שפירש כאן הוא עיקר. ושם כתבתי יותר בארוכה בסייעתא  דשמיא.", 
            "ופירוש <b>שוה לאילן לערלה ולרבעי.</b> לענין מה ששנו בברייתא  דמייתינן לעיל (ראש השנה י, א), ופירות נטיעה זו אסורין עד ט\"ו בשבט, והוי טעמא דמילתא  הואיל ונכנס בתוך שנתו של אילן וכדאיתא בירושלמי (ר\"ה פ\"א, ה\"ב).", 
            "<b>ולשביעית.</b> כלומר, דבתר שנת חנטתו שדינן ליה, ואי אתרוג הנכנס  מששית לשביעית הוא אינו חייב בביעור ואע\"פ שנלקט בשביעית, ואילו היה שוה לירק היה  חייב בבעור כשעת לקיטתו, ואי אתרוג הנכנס משביעית לשמינית חייב בביעור הואיל וחנט  בשביעית. ואם תאמר, הכא משמע דירק הנכנס משישית לשביעית אסור כשעת לקיטתו, ואנן  תנן (שביעית פ\"ט, מ\"א) כל הספיחים מותרים חוץ מספיחי כרוב,  ופירושו הספיחים הנכנסים משישית ושביעית. יש לומר  דהתם בשנגמר לגמרי בשישית שאע\"פ שלא נלקטו אלא בשביעית מותרין הואיל ולא גדלו  בשביעית כלל, וטעמא משום דבתר גמר פרי אזלינן, דהא  דאזלינן בירק בתר לקיטה עיקר טעמא הוא משום דמסתמא בשעת לקיטתו נגמר הפרי. והיינו  נמי דשמואל דאמר לעיל (ראש השנה יג, ב) גבי פול המצרי, הכל הולך אחר גמר הפרי, ולומר  דאזלינן ביה בתר לקיטה כירקות, אבל הכא בירק שלא נגמר קודם שביעית לגמרי אלא עדיין  מתגדל והולך משנכנס בשביעית, ואפילו כן באתרוג דכותיה הנכנס משישית לשביעית פטור  מן הביעור. אבל אתרוג שנגמר בשולו לגמרי בשישית, אפילו לכשתמצא לומר שהוא כירק  לשביעית היה פטור מן הביעור, דירק כי האי גונא פטור כדאמרן. ואם תאמר והא מוקמינן  בסמוך ההוא דר' עקיבא באתרוג שחנטו פירותיו קודם חמשה עשר דאידך שבט ואפילו הכי  נהג בו שני עשורין משום ספיקו דר\"ג, דאלמא דאע\"פ שנגמר בישולו בשנה שנייה אפילו  הכי כיון שהוא נלקט בשנה שלישית אילו אזלינן ביה בתר לקיטה כר\"ג היה מתעשר מעשר  עני. ויש לומר דאתרוג כל זמן שהוא דר באילנו הוא מתגדל והולך, והרי הוא כירק שלא  נגמר בישולו לגמרי. ואי נמי יש לומר, דלפעמים אתרוג שחנט בשבט דאשתקד אינו נגמר  בשבט דהשתא."
        ], 
        [
            "גירסת  הספרים כך היא בדברי רבה: <b>אתרוג בת שישית  הנכנסת לשביעית פטורה מן הביעור ופטור מן המעשר בת שביעית הנכנסת לשמינית פטור מן  המעשר וחייבת בביעור.</b> ואקשי עליה אביי, בשלמא סיפא לחומרא, כלומר הא דקאמרת  בסיפא חייבת בביעור אפילו מספקא לך אי אזלינן ביה לשביעית בתר חנטה כרבן גמליאל  ור' אליעזר או בתר לקיטה כרבותינו שבאושא דבסמוך, אפילו הכי אזלת ביה לחומרא  ומחייבת ליה בביעור משום חומר שביעית דאורייתא, וכיון דמחייבת ליה בביעור לחומרין  מספק משום הכי פטרת ליה מן המעשר דרבנן, דממילא איפטר ליה דהא הפקר הוא והפקר פטור  מן המעשר. ואע\"ג דברישא פטרת ליה נמי מן המעשר, לא קשיא לי ולא מידי, דהוה אמינא  דהתם נמי משום דמספקא לך אי בתר לקיטה או בתר חנטה אזלת ביה לחומרא בתר לקיטה והוו  להו כפירות שביעית, ומשום הכי פטרת להו מן המעשר. אלא השתא דאמרת ברישא דאינו חייב  בביעור, אלמא קים לך דבתר חנטה אזלינן ביה, וסופא מחייבת ליה בביעור ופטרת ממעשר  דפירות שביעית נינהו, אלא רישא אמאי פטרת ליה ממעשר, דאפילו לר\"ג דאזיל ביה למעשר  בתר לקיטה כירק, התם הוא דוקא לענין מעשר שני  ומעשר עני, אבל פירות שישית הנכנסין בשביעית כיון דבתר חנטה אזלינן בהו ודהיתר  נינהו אף הן חייבין במעשר, דהא לא פטרה התורה פירות שביעית ממעשר משום שביעית אלא  מדין הפקר נגעה בהן, וכדדרשינן (מכילתא משפטים פרשה כ) ואכלו אביוני עמך ויתרם  תאכל חיית השדה (משפטים כג, יא) מה חיה אוכלת ופטורה ממעשר אף אביוני עמך אוכלין  ופטורין, ואם כן אמאי פטורה מן המעשר. ופריק, יד  הכל ממשמשין בה ואת אמרת תתחייב במעשר, כלומר אע\"פ שאין פירותיה הפקר מדין תורה  ואף הבעלים אינן מפקירים אותה לדעת, מכל מקום כיון  שהוא צריך לפרוץ שדהו מחמת פירות שביעית שבו ומתוך כך גם יד הכל ממשמשין באלו הוו  להו כהפקר, והלכך פטורין מן המעשר כשאר פירות של שביעית. ורב המנונא סבר דשישית  הנכנסת לשביעית לכל דבר היא שישית, דכיון דיש בה גזל ולבעלים היא אף היא חייבת  במעשר, דמחמת גזל הרבים שממשמשין בה ונוטלין ממנה בגזל אינה פטורה דהא ליכא הפקר,  אבל בסופא מודה ליה לרבה דפירות שביעית נינהו, דבתר חנטה אזלינן לכולי עלמא לענין  שביעית, והלכך אפילו לר\"ג דאזיל בתר לקיטה לענין מעשר הני מילי לשני ועני, אבל כאן  פירות שביעית נינהו והפקר נינהו ופטורין מן המעשר.<br><b></b>ואותבינן עליהו מדר'  שמעון בן יהודה שאמר משום ר' שמעון, ואוקימנא בפלוגתא דאבטולמוס ורבותינו שבאושא,  ואינהו דאמור כאבטולמוס דאמר אתרוג אחר לקיטה למעשר ואחר חנטה לשביעית, והלכך בת  שביעית הנכנסת לשמינית חייבת ביעור כשנת חנטתו, ומינה דהיא פטורה מן המעשר דהא  פירות הפקר נינהו, ואע\"ג דלענין מעשר בתר לקיטה הני מילי בפירות דעלמא לאו דהפקר  ונפקא מינה לשני ועני. ור' שמעון פליג בין בדרבותינו בין בדאבטולמוס ומחלוקת  שלישית היא. ובבת שישית הנכנסת לשביעית בהא פליגי רבה ורב המנונא, דרב המנונא סבר  כיון דבתר חנטה אזלינן לשביעית, אם כן זו פטורה מן הביעור דבת שישית היא והלכך  חייבת נמי במעשר דפירות שישית נינהו, ואע\"ג דלענין מעשר לאבטולמוס בתר לקיטה הני  מילי לענין מעשר שני ועני אבל בפירות שישית שנלקטו בשביעית לא וכדאמרינן לעיל, ואי  משום דיד הכל ממשמשין בה גזל הוא ולא הפקר. ורבה סבר ממילא הוי הפקר, ואע\"פ שהוא  הפקר שלא מדעת פטור מן המעשר, ודאבטולמוס שאמר בתר לקיטה למעשר אפילו בבת שישית  שנכנסה לשביעית היא ומשום דהכל ממשמשין, אבל בשל שביעית שנכנסה בשמינית לכולי עלמא  פטורה דשל הפקר היא והפקר פטור מן המעשר, והא דאוקימנא לדרבה ורב המנונא  בדאבטולמוס וכל חד מניהו מפרש לה לדאבטולמוס לטעמיה, הוא הדין דהוו מצי למימר  אינהו דאמר כרבן גמליאל, אלא דאפשר דהא דאבטולמוס עיקר ודר\"ג מעדותו של אבטולמוס  היא.<br><b></b>והרב בעל המאור ז\"ל גריס בדסופא דרבה, חייבת במעשר וחייבת בביעור,  ובשלמא סופא לחומרא דקאמר ליה אביי היינו מדמחייב ליה במעשר כשעת לקיטתו אע\"פ שהוא  מחייבו בביעור כשעת חנטתו. ואינו נכון, דמכל מקום כיון שהוא מפקירו מחמת ספק  שביעית ממילא איפטר ליה ממעשר, דלא יהא אלא בשאר שני שבוע אטו אי מפקר להו  לפירותיו מי לא מיפטרי ממעשר.", 
            "הא דתני ר'  שמעון:<b> שאין לך דבר שחייב בביעור אלא אם כן גדל בשביעית ונלקט בשביעית.</b> על  כרחין לא כללא כייל לכולהו אילני, דאם איתא מאי קא מותיב מינה תיובתא לרבה ורב  המנונא, הא כולהו פליגי עליה וכולהו סבירא להו דאילן בתר חנטה לשביעית, אלא ר'  שמעון באתרוג דוקא קא מיירי."
        ], 
        [], 
        [
            "הא ד<b>אמר ר' אבהו למה תוקעין בשופר של איל.</b> למצוה מן המובחר קאמר, הא  לעכובא תנן לקמן (ראש השנה כו, א) כל השופרות כשרין חוץ משל פרה.", 
            "<b>זכרונות כדי שיעלה זכרונכם לפני  לטובה ובמה בשופר.</b> כלומר, ובמה תמליכהו עליך ובמה יעלה זכרונך לפניו, בשופר.  וכן נראה לי מן התוספתא (תוס' ר\"ה פי\"א הי\"ב)  דתניא התם, מלכיות שתמליכהו על מעשה ידיו זכרונות שיעלה זכרונך לטובה לפניו שופרות  שתבא תפלתך בתרועה לפניו.", 
            "<b>למה תוקעין ומריעין כשהן יושבין ותוקעין  ומריעין כשהן עומדין כדי לערבב את השטן.</b> הקשו בתוס' והא קא עבר משום בל תוסיף,  ואי אפשר לתרץ דכיון דתקעו והריעו כשהן יושבין יצא ואחר כך הוה ליה כעבר זמניה,  ואסיק רבא לקמן בשילהי ראוהו בית דין (ראש השנה כח, ב) דשלא בזמנו לעבור בעי כוונה, דהכא  נמי מתכוין הוא למצוה והלכך איכא משום בל תוסיף.  והם ז\"ל תירצו דלא שייך בל תוסיף בעשיית המצוה שתי פעמים, וברכת כהנים נמי אפילו  מברכין כמה פעמים ביום לצבור אחד אין זה בל תוסיף, אלא אם כן הוסיף ברכה אחרת משלו  כגון, השם אלקי אבותיכם יוסף עליכם וכיוצא בזו. וכן אם נטל לולב וחזר ונטל ביום או  אכל מצה וחזר ואכל כמה פעמים ביום אחד אין זה בל תוסיף, וכן הניתנין מתנה אחת אם  נתן באותו קרן אפילו מאה פעמים ליכא משום בל תוסיף, והכא נמי אם תקע וחזר ותקע  אפילו מאה פעמים, ואפילו מתכוין למצוה ליכא משום בל תוסיף. והם ז\"ל טרחו להעמיד  שטה זו ולא עלתה יפה בידם.<br><b></b>ומסתברא דלא  קשה כלל דלא אמרו התם דאיכא משום בל תוסיף, אלא במה שהוא מוסיף מדעת עצמו כגון כהן  שהוסיף ברכה משלו, ואי נמי ישן בשמיני בסוכה במתכוין למצוה, ואי נמי במה שאירע  במקרה שנתערב מתן אחת במתן ארבעה וכיוצא באלו, אבל במה שעמדו חכמים ותקנו לצורך  אין כאן בל תוסיף דכבר אמרה תורה (דברים יז, יא) על פי התורה אשר יורוך. ותדע לך,  דהא שמיני של סוכה בזמן הזה מצוה של דבריהם וישנין  ואוכלין בה למצוה ואע\"ג דבקיאין השתא בקבועא דירחא, ומכריז ר' יוחנן היכא דמטו  שלוחי ניסן ולא מטו שלוחי תשרי ליעברו תרי יומי גזרה ניסן אטו תשרי (לקמן ראש השנה כא, א),  אלמא כל לצורך בית דין גוזרין ומוסיפין והרשות בידן. והוא הדין בבל תגרע  לצורך כגון יום טוב של ראש השנה שחל להיות בשבת,  אע\"ג דאמרה תורה תקעו עמדו וגזרו שלא לתקוע וכל זה לצורך. והכי נמי לצורך ראו  לתקוע ולחזור ולתקוע, ומצוה לשמוע לדברי חכמים מלא תסור, כך נראה לי.<br><b></b>ופירוש לערבב את השטן. יש מפרשים להכניע  היצר, כדכתיב (עמוס ג, ו) אם יתקע שופר בעיר ועם  לא יחרדו. ושטן הוא יצר הרע וכדריש לקיש דאמר (ב\"ב טז, א) הוא שטן הוא יצר הרע הוא  מלאך המות. ובערוך (ערך ערב א') פירש דבירושלמי  גרסינן בלע המות לנצח (ישעיה כה, ח) וכתיב (שם כז,  יג) והיה ביום ההוא יתקע בשופר גדול, כד שמע שטן קול שופר זמנא חדא בהיל ולא בהיל,  וכד תנינן ליה אמר ודאי ההוא שופרא דתקע שופר הגדול מטא זמניה להתבלע ומרתיע  ומתערבב ולית ליה פנאי למעבד קטיגוריא."
        ], 
        [
            "<b>שאין תוקעין  בתחלתה.</b> פירוש: בפשיעה הא איקלע ראש השנה בשבת  לא, דמניעה זו למצוה ולשם שמים, וכן כתב הרב ההלכות ז\"ל.", 
            "הא דר' כרוספדאי דאמר: <b>של צדיקים גמורים נכתבין ונחתמין לאלתר לחיים ושל רשעים  גמורים למיתה. </b>יש לפרש דלאו מיתה וחיים ממש קאמר, אלא טובת העולם ורעותיו  קאמר. ואע\"פ שיש רשעים שמגיע אליהם כמעשה הצדיקים  וצדיקים אובדין בצדקן, אותם רשעים אפשר שיש בידן קצת מצות שמתן שכרן בעולם הזה,  ואוכלין אותן קרן ופירות בעולם הזה להאבידם לעתיד לבא, כדכתיב (דברים ז, י) ומשלם  לשונאיו אל פניו להאבידו. ורשע שאמרו כאן שנחתם לרעות העולם הזה, כשאין בידו קצת  מאותן מצות, הא יש בידו אע\"פ שהוא רשע גמור כלומר  שרובו עונות, משלמין לו כנגדן בעולם הזה, וכמו שאמרו גם כן בפ\"ק דקידושין (לט, ב),  מי שעונותיו מרובין מזכיותיו דומה כמי שמקיים את התורה כולה ולא חסר ממנה אות אחת.  וצדיקים גמורים שאמרו כאן בשאין בידן מאותן עבירות שעונשין בעולם הזה, הא יש בידו  קצת מאותן עברות נפרעין מהן בעולם הזה וכדאמרינן נמי התם בקידושין, מי שזכויותיו  מרובין מעונותיו דומה כמי ששרף את התורה ולא שייר ממנה אות אחת.<br><b></b>ואי נמי  יש לפרש דחיים ומיתה דקאמר בעולם הבא קאמר, אבל  בעולם הזה יש צדיק אובד בצדקו ויש רשע מאריך ברעתו. אלא שאני תמה שהרי אפילו רשע  גמור כל ימיו ועשה תשובה באחרונה אין מזכירין לו שום רשע מרשעו ואם כן מאי נחתמין  לאלתר, ואפילו צדיק גמור כל ימיו ומרד באחרונה אבד כל  הראשונות. וגזר דין דיחיד אינו נקרע דקאמר, היינו  גזר דין בטובות העולם הזה ורעותיו קאמר, הא בחיי העולם הבא הכל הולך אחר שעות סוף  ימיו. וברוך אל אמת היודע האמת."
        ], 
        [
            "<b>קרקפתא דלא מנח  תפילי. </b>פירוש: והוא שאינו נמנע מחמת אונס אלא מרצון. ואומר רבינו תם ז\"ל ודוקא  כשהמצוה בזויה בעיניו מחמת שרצועות שבראשו מגונות עליו, אבל אם ירא להניחם מחמת  שתפילין צריכין גוף נקי והוא ירא שמא לא יוכל ליזהר בהן אין זה מכלל פושעי  ישראל. ובמכילתא תנו (בא פר' יז) העוסק בתורה פטור  מן התפילין, כלומר דכמניח תפילין דמו. ואולי במכילתא משום עוסק במצוה פטור מן  המצוה נגעו בה."
        ], 
        [], 
        [
            "<b>רבה  ואביי מדבית עלי קאתו. </b>רבה גרסינן דהוא רביה דאביי ולא גרסי רבא, דרבא לאו כהן  הוה כדמוכח בהדיא בפרק הזרוע (חולין קלג, א) דאמר ליה רבא לשמעיה זכי לי מתנתך,  והכי נמי מוכח בפרק בתרא דמועד קטן (כח, א) דאמר רבא בני חיי ומזוני לאו בזכותא  תליא מילתא אלא במזלא תליא מילתא, דהא רבה ורב חסדא תרויהו רבנן צדיקי גמורי מר  מצלי ואתי מטרא ומר מצלי ואתי מטרא, רבה חיה ארבעין שנין ורב חסדא חיה תשעין  [ותרתין] שנין. ואם תאמר והא רבה עסיק בתורה ובגמילות חסדים, כדאיתא בחלק (סנהדרין  צח, ב) דאמרינן התם, אמר ליה אביי לרבה אמאי בכי מר הא תורה והא גמילות חסדים. ויש  לומר דאפילו הכי אביי עסיק בגמילות חסדים טפי.", 
            "<b>על ניסן מפני הפסח ועל אב מפני  התענית. </b>גרסינן בירושלמי (ר\"ה פ\"א, ה\"ד), על עצרת אמאי אין יוצאין, עצרת חתוכה  היא, אשכחת אמר פעמים ה' פעמים ו' פעמים ז' הא כיצד שלמים כסדרן ו', חסרין ה',  כלומר, דעצרת אינו תלוי ביום קבוע בחדש, דפעמים ז' פעמים ו' פעמים ה' כדאיתא לעיל  (ו, ב), שאין הדבר תלוי אלא במנין חמשים יום ממחרת הפסח."
        ], 
        [
            "<b>בזמן שיש שלום  יהיו לששון ולשמחה. </b>פירוש בזמן שיש שלום, שישראל שרוין על  אדמתן.", 
            "<b>אין שמד ואין שלום. </b>בשישראל  בארץ האויב אלא שאין שמד רצו מתענין רצו אין מתענין. ומסתברא אף על פי שהורגלו  להתענות לא רצו עכשיו להתענות אין מתענין, דהא הכא דהורגלו להתענות כיון דאקשינן  דליפקו עליהו שלוחין, ואפילו הכי אמרינן דלא איכפת לן אי לא עבדו להו בזמניהו דהא  רצה שלא להתענות כלל אין מתענין. ורחוק הוא לומר  דכיון דאילו רצו מעיקרא שלא להתענות אין מתענין קילי, ואפילו קבלום עליהם והם  חייבים להתענות אין חומר תענית עליהם שנקפיד לשלוח שליחים כדי שיתענו בזמנו.", 
            "<b>שאני תשעה באב הואיל והוכפלו בו צרות. </b>כלומר: שנחרב הבית בו  בראשונה ובשנייה, ונלכדה ביתר, ונחרשה העיר. ואע\"ג דבתמוז נמי הובקעה העיר בראשונה  ובשניה, מכל מקום לא נהיה ביום אחד, שבראשונה היה בט' בחדש ובשניה בשבעה עשר  לחודש. ואפילו לדעת הירושלמי (תענית פ\"ד, ה\"ה)  דאמרי דבין בראשונה בין בשניה הובקעה בי\"ז, אפילו הכי לא הוכפלו בו צרות כל  כך.", 
            "גירסת רוב הספרים: <b>צום הרביעי זה  ט' בתמוז שבו הובקעה העיר. </b>וקרא נמי בט' לחודש כתיב (ירמיה לט, ב). אבל  בירושלמי (תענית פ\"ד, ה\"ה) דתמן גרסי לזה שבעה עשר בתמוז, ואקשו והא תשעה לחדש  כתיב, ותרצו קלקול חשבונות היה שם, כלומר, ודאי בשבעה עשר היה גם בראשונה כמו  בשניה, אלא מפני רוב הצרה טעו בחשבון ונתקלקלו בו וחשבו שהיה בתשעה לחדש, וקרא כי  כתיב לחשבון העם כתיב.", 
            "<b>אמר להם ר'  יהושע צאו והתענו על מה שהתעניתם. </b>איכא למידק, אדמותיב מברייתא לותיב ממתניתין  דקתני הכי בהדיא ועל כסלו מפני חנוכה. ותרצו בתוס', דאלו ממתניתין הוה אמינא לא  מפני יום טוב אלא משום מצותה דהיינו הדלקתה. ואינו מחוור בעיני, דאם איתא דאיהי  בטלה אף מצותה בטלה וכדאמרינן הכא, אמר רב יוסף שאני חנוכה דאיכא מצוה, כלומר, ואי  איהי בטלה אף מצותה בטלה, והלכך לא מבטלינן איהי כי היכי דלא תבטל מצותה. ואמרינן  תו ותבטל איהי ותבטל מצותה, דאלמא אי אפשר דתבטל איהי ולא תבטל  מצותה, דאם איתא לימא ליה ותבטל איהי ולא תבטל  מצותה. אלא מסתברא משום דברייתא מיפרשא טפי דקתני בהדיא צאו והתענו על מה  שהתעניתם, משום הכי קא מותיב מינה מקמי מתניתין."
        ], 
        [
            "הא  דתנן: <b>כלי זכוכית שניקבו והטיף לתוכן אבר ר' מאיר מטמא וחכמים מטהרין.  </b>פירש רש\"י ז\"ל: דבטומאה דאורייתא פליגי, משום דכלי זכוכית לא מצינו להן טומאה  דאורייתא אלא שגזרו עליהם טומאה, כדאיתא בפרק קמא דשבת (טו, ב) בשמעתא דשמונה עשר  דבר, והני שניקבו והטיף לתוכן אבר ואחר כך נטמאו ר' מאיר מטמא טומאה דאורייתא,  דאזלינן בתר המעמיד והרי הוא ככלי מתכות, וחכמים מטהרים מדאורייתא דלא הלכו בהן  בתר המעמיד, אבל טמאין הן בטומאה דרבנן. ואינו מחוור דמטהרין לגמרי משמע. ונראה  יותר כפירוש השני שפירש דבכלים שנטמאו ונקבו מיירי דכיון שנקבו טהרו ואחר כך הטיף  לתוכן אבר, ר' מאיר עביד להו ככלי מתכות וחזרו לטומאתן ישנה ככלי מתכות שנשברו  וחזר ורצפן, וחכמים מטהרין לגמרי דלא גזרו בהן אלא  ליטמא לכתחילה, הא בשנשברו ותקנן לחזור לטומאתן ישנה לא ואין הולכין בהן בתר  המעמיד."
        ], 
        [
            "<b>הא איצטריך מעברי. </b>פירש רש\"י ז\"ל הא  איצטריך אי משום מתיא אי משום ירקיא כדלקמן. וקשיא לי דהיאך אפשר דלא איתרמי יום  טוב של ראש השנה סמוך לשבת בין מלפניה בין מלאחריה, וכן יום הכפורים. ועוד הקשו  בתוס' דאם כן מאי קאמר מוטב שיתקלקל ראש השנה ואל יתקלקלו כל המועדות, דבשלמא למאן  דאמר (לקמן ראש השנה כ, א) משום ירקיא איכא קלקול כל המועדות, אלא למאן דאמר משום מתיא הא  ליכא אלא קלקול יום הכפורים בלבד. ועוד דאי משום הא ליכא קלקול כלל, דהא מידע ידעי  דכל היכא דמיקלע ראש השנה ב-א' ד' ו' מעברינן ליה לאלול, וקביעות אלול הא  ידעי ליה. אלא הכי פירושא, זימנין דאיצטריך משום  דלא באו עדים ביום שלושים ובאו ביום שלשים ואחד, ואין מקדשין עד יום שלשים ואחד  דמצוה לקדש על פי הראיה.", 
            "<b>דכולי עלמא מצות הנוהגות בשני אין נוהגות  בראשון והכא בעבור שנה קא מיפלגי וכו'. </b>ואם תאמר מכל מקום לתנא דמתניתין מנא  ידעי אם עברו את השנה אם לאו. יש לומר דכיון דכל  שתא ושתא נפקי אניסן והשתא לא נפקי מידע ידעי דנמנו עליה ועברוה."
        ], 
        [
            "<b>אלא אי אמרת  לעולם חסר אמאי מחללינן תיובתא. </b>ומכל מקום הני מילי לדידהו דמקדשי על פי  הראיה, אבל אנן דעברינן על פום קיבועא דירחא עבדינן ליה לעולם  חסר. ואיכא למידק אשמעתין, אמאי מהדרי אדיוקי  למפרך עלה לותיב מרישא דמתניתין דקתני בהדיא ועל ניסן מפני הפסח, תרצו בתוס' דכיון  דסלקא בתיובתא לא דייקינן בה כולי האי. ולי נראה דלא קשיא, דטובא איכא בגמרא דמצי  מוכח בהדיא מרישא דמתניתין ודייקינן מדיוקא דסיפא,  בע\"ז פרק ר' ישמעאל (עבודה זרה ס, ב) בשמעתא דהמטהר יינו של נכרי, וכן בתענית (יז, א) פרק  כיצד סדר תעניות, ובסנהדרין פרק כהן גדול (סנהדרין כב, ב) גבי הדיוט מסתפר אחד לשלשים יום  דפרכינן אי הכי האידנא נמי ופרקינן דומיא דיין מה יין בזמן ביאה וכו' ואקשינן ויין  שלא בזמן ביאה שרי והתניא רבי אומר אומר אני כהן אסור לשתות יין לעולם אבל מה אעשה  שתקנתו קלקלתו ואמר אביי כמאן שתו כהני האידנא חמרא כמאן כרבי מכלל דרבנן אסרי,  ואע\"ג דרבנן אמרי הכי ברישא בהדיא ניחא ליה לאקשויי מדיוקא ומכללא, אע\"ג דאיכא  למימר טעמא בההיא דאי מרישא הוה אמינא דרבנן בדינא פליגי עליה דרבי אבל במאי דקאמר  שתקנתו קלקלתו לא פליגי משום הכי קא דייק מיהא דאביי. אבל מכל מקום טובא איכא  בגמרא.<br><b></b>ועוד נראה לי לתרץ, דאי מרישא הוה אמינא משום דסבירא ליה לתנא  דמתניתין דעבור שנה חדש, ורצה חודש רצה שלשים יום, והלכך צריכין למיפק אניסן, והא  דלא נפקי אאדר שני דילמא במצות הנוהגות בשני אי נוהגות בראשון פליגי, הלכך לא מצי  פריק ליה מיניה כי היכי דלא לידחיה הכין.<br><b></b>ואי קשיא לך, אכתי בשנה מעוברת  בתחלתה מאי איכא למימר אמאי נפקי אניסן. ויש לומר כיון דבשנה פשוטה צריכי למיפק  משום חשש שנה מעוברת, ובשנה מתעברת גופא נמי צריכי למיפק, שנה מעוברת בתחלתה  מיעוטא דמיעוטא הוא, אפשר דמשום רובא תנן במתניתין על ניסן מפני  הפסח.<br><b></b>אבל הרב בעל המאור ז\"ל [כתב], דאפילו אשנה מעוברת בתחלתה אמרו  שיצאו שלוחים על ניסן מפני הפסח, משום שהשליחות צריך בשביל הכל ומסורה היא לכל  ואין הכל בקיאין לידע שאדר הסמוך לניסן לעולם חסר, ודילמא מיקלקל להו פסח דאית ביה  חיוב כרת. ואע\"ג דלא הטריחו על אדר השני מפני הפורים, התם הקלו משום דליכא חיוב  כרת אבל בחיוב כרת דחמץ לא הקלו. ואע\"ג דמותיב רב  נחמן מדתנן (לקמן ראש השנה כא, ב) על שני חדשים מחללין את השבת ואי אמרת לעולם חסר אמאי  מחללינן, התם שאני משום דעדות אינה מסורה אלא לבית דין שיודעין בסוד העיבור. ואע\"ג  דאקשינן לעיל וכיון דנפקי אאלול למה להו אתשרי, דאלמא ידעי חדש זה מכלל חדש אחר,  שאני התם שאין לחודש אלול שליחות בפני עצמו אלא בשביל ראש השנה כדתנן (לעיל ראש השנה יח, א)  על אלול מפני ראש השנה, אבל אדר הסמוך לניסן שיש לו שליחות בפני עצמו מפני הפורים,  דילמא טעו ולא ידעי מיניה ראש חודש ניסן, והלכך אע\"פ שיצאו על אדר חוזרין ויוצאין  על ניסן.", 
            "גירסת הספרים: <b>איכא ביניהו יום טוב של ראש השנה הסמוך לשבת  בין מלפניה בין מלאחריה. </b>ורבינו תם ז\"ל לא גריס  מלפניה, דאם כן אפילו למאן דאמר משום מתיא איכא  דהא אתי יום הכפורים באחד בשבת. ואיכא מאן דלא  גריס יום טוב של ראש השנה אלא יום טוב סתמא, וביום טוב של עצרת קאי, דלמאן דאמר  משום ירקיא איכא דהא בעצרת נמי חביל עלמא, והלכך מעברינן אדר הסמוך לניסן, וכן כתב  בעל המאור ז\"ל. ובשם התוס' כתב, דלעולם אין מעברין אלא משום תשרי בלבד דבדידיה  חביל עלמא וכדאמרינן (יומא כט, א) שילהי קיטא קשה מקיטא, אבל משום  ניסן ועצרת לא מעברינן דלא חביל בהו עלמא. והכא  בהא פליגי, דמאן דאמר משום ירקיא סבר דכל היכא דאתי יום טוב של ראש השנה סמוך לשבת  בין מלפניה בין מלאחריה מעברינן, משום דאי אתי בערב שבת אתי נמי יום טוב הראשון של  חג ושמיני עצרת בערב שבת, והיכא דמטו שלוחי תשרי חביל להו עלמא טובא ואיכא משום  ירקיא, ותקנתא דחמימי לאו כלום הוא, והיכא נמי  דאתיא מלאחריה הוי נמי יום טוב הראשון ושמיני עצרת באחד בשבת ואיכא נמי משום  ירקיא, אבל משום מתיא ליכא לעולם דהא היכא דמטו שלוחים עד ערב יום הכפורים לא חביל  להו עלמא, דאכתי מקרבי טובא לארץ ישראל דלא חביל להו עלמא.<br><b></b>ומאן דאמר משום מתיא, היכא דאתו מלפניה ודאי מעברין משום מתיא משום דאתי יום  הכפורים באחד בשבת וקא סבר דאפילו הכי חביל עלמא, אבל לא משום ירקיא דאפשר בחמימי,  ומלאחריה דליכא משום מתיא לא מעברינן כלל דסבירא ליה דאפשר בחמימי. נמצא דביום טוב  הסמוך לשבת מלאחריה פליגי לגמרי, דלמאן דאמר משום ירקיא מעברינן ולמאן דאמר משום  מתיא לא מעברינן ליה כלל, וביום טוב הסמוך לשבת מלפניה בין למר ובין למר מעברינן,  אלא בטעמא פליגי למר משום מתיא ולא משום ירקיא, ולמר לא משום מתיא אלא משום ירקיא.  והוא הדין דהוה מצי למימר יום הכפורים הסמוך לשבת בין מלפניה בין מלאחריה איכא  ביניהו, אלא שלא היה מתברר טעם מחלוקתם ביום טוב יפה בלשון קצרה כדרך שהוא מתברר  טעם יום הכפורים מכלל יום טוב.", 
            "<b>אמר אביי לא קשיא הא בניסן ותשרי הא בשאר ירחי. </b>איכא מאן  דמפרש דבניסן ותשרי מאיימין אפילו על החודש שלא  נראה בזמנו לקדשו, משום תקנת כל המועדות, אבל בשאר ירחי מאיימין לעברו ואין  מאיימין לקדשו. ואע\"ג שהחדש הזה לכם דדרשינן מיניה כזה ראה וקדש גבי ניסן ותשרי  כתיב, לאו אהחדש הזה קאי אלא אלחדשי השנה קאי. ואיכא מאן דמפרש  איפכא. ומיהו לכולי עלמא מאיימין על החדש שנראה  בזמנו לעברו, דאי לא תיקשי דעולא. והא דפריק אביי אההיא דר' יהודה נשיאה קאי דאמר  משמיה דר' יוחנן דמאיימין אפילו על החדש שלא נראה בזמנו לקדשו."
        ], 
        [
            "<b>כי סליק ר' זירא שלח להו צריך שיהא לילה ויום מן החדש. </b>כלומר, שאילו  נראה ישן בתחלת הלילה שוב לא יקדשו כל אותו היום. ואם תאמר פשיטא דהא כיון דנראה  ישן בתחלת הלילה שוב לא יראה חדש כל אותו הלילה ויום מחר, דהא אמרינן דעשרים  וארבעה שעי מיכסי סיהרא. כבר תירץ רש\"י ז\"ל דנפקא מינה למאן דאמר מאיימין על העדים  על החדש שלא נראה בזמנו לקדשו, דהכא כיון דנראה מבערב ישן שוב אין מאיימין כדי  לקדשו היום. ולדידיה קשיא לי דאם כן לותביה מיהא  לר' יהושע בן לוי דאמר אין מאיימין על העדים על החדש שלא נראה בזמנו לקדשו. ויש  לומר דהא נמי דתני בסוד העיבור לא הוו ידעי מעיקרא מאי קאמר, דהא איצטריך עולא  לשדורי להו פירושא דמילתא. ועדיין אינו מחוור, דהא משמע דבני ארץ ישראל מידע ידעי  לה, דהא ר' זירא כיון דסליק התם גמרה מניהו ושדרה.<br><b></b>ומסתברא דהא דאמרינן  עשרים וארבעה שעי מיכסי סיהרא בתר רובא איתנא, כלומר דרוב הפעמים כך הוא, אבל  לפעמים ממהר להראות בפחות מיכן, והיינו דר\"ג דאמר  לקמן בפרק אם אינן מכירין (ראש השנה כה, א) פעמים בא בארוכה פעמים בא בקצרה, וכדגרסינן התם  בירושלמי (פ\"ב, ה\"ו) כל חדש שנולד קודם חצות אין כח בעין לראות את הישן, ותני כן  נראה ישן בשחרית לא נראה חדש בין הערבים נראה חדש בין הערבים לא נראה ישן בשחרית,  א\"ר חייא בר אבא מפני מה קבל ר\"ג, שמסורת בידיו מאבותיו פעמים מהלך בקצרה פעמים  מהלך בארוכה. ועוד נראה לי לפרש הכא לא בשנראה ממש  ישן בתחלה הלילה אלא בשנראה ישן ביום כ\"ט לאחר חצות, דכיון שכן בידוע שימשך הישן  עד תחלת הלילה ונמצא שלא יהא לילה ויום מן החדש, הלכך אין מקדשין אותו ביום שלושים  אע\"פ שהעידו שנראה בו ביום חדש קודם שקיעת החמה, כך נראה לי."
        ], 
        [
            "<b>לוי איקלע לבבל  בחד סר בתשרי. </b>פירוש: בחד סר לבני בבל ועשירי לבני ארץ ישראל, היה הולך סמוך  לעיר בתוך התחום. ואי נמי סמוך לשקיעת החמה דעשירי לבני בבל נכנס, וערב הצום שלו  היה, וקרי ליה חד סר לפי שהיה סמוך לחד סר.", 
            "והא דאמרו ליה: <b>אסהיד ואמר להו אני  לא שמעתי מפי ב\"ד מקודש. </b>תמיהא לי, אם מחמת שלא באו עדים עד שלשים ואחד באלול  ויצא לוי משם ביום שלשים סמוך לשקיעת החמה, או שעמד שם ויודע שנתעבר אלול וקדשו  תשרי ביום שלשים ואחד ועל כן היה סומך שלא להתענות עד חד סר לבני בבל, מאי קאמר  להו אני לא שמעתי מפי בית דין מקודש, מכל מקום הוא ידע שנתעבר החדש ושלא נתקדש  ביום עבורו ושנתקדש ביום ל\"א, אע\"פ שלא שמע מפי בית דין הרי שמע מפי מי ששמע,  ותניא לקמן בריש פרק אם אין מכירין (ראש השנה כב, ב) בא אחד מסוף העולם ואמר קדשו בית דין  את החדש נאמן, וחייבין בני בבל להתענות באותו יום כמוהו, ואפילו לא ראה כשנתקדש  ולא שמע אם קדשוהו אם לא כיון דידע שלא נתקדש ביום שלשים על כרחנו נתעבר ונתקדש  ביום שלשים ואחד. ואם יצא ביום כ\"ט באלול ולא שמע  שנתקדש ביום שלשים ואחד היה לו ללוי להתענות ביום שלשים ותשעה לאלול כבני בבל, ומה  הפרש היה בין לוי לבני בבל, אם היה בדבר ענין שיוכל לוי לסמוך עליו גם בני בבל כן,  ואם לאו בין לוי בין בני בבל היה להם להתענות ביום שלשים ותשעה לאלול. ואולי נאמר  דכיון שכבר קדשו בני בבל יום שלשים ועליו סמכו והתענו ביום עשירי שלהם אין להם  לחזור ולהתענות ביום אחר כיון שאין כאן עד ששמע  כשנתקדש שם יום שלשים ואחד, ויש להם לסמוך על מה שאמרה תורה אתם אפילו מוטעים אתם  אפילו שוגגים. ומיהו אילו העיד לוי ששמע או ידע  מפי מי שראה שנתקדש החדש ביום שלשים ואחד, אע\"פ שהם כבר קדשו יום שלשים כיון דבני  בבל בתר בית דין שבארץ ישראל גרירי טעותם אינו עומד וחייבים להתענות ביום עשירי  לבני ארץ ישראל.", 
            "<b>כי חזית דמשכה תקופת טבת עד שיתסר בניסן עברוה לההוא  שתא. </b>פירש רש\"י ז\"ל דעד ולא עד בכלל דמשכה עד ט\"ו בניסן ונופלת בשיתסר, וקיימא  לן כר' יוסי דאמר בפרק קמא דסנהדרין (יג, א) יום תקופה מתחיל, ואפילו הכי כי נפלה  בשיתסר מעברינן לה לשתא, דאפילו כי מעברת ליה לאדר ונפלה היא בט\"ו בניסן ויום  תקופה מתחיל אכתי לא הוי אביב של תקופה בחדוש הלבנה, דמי\"ד ואילך ישנה היא. ואינו  מחוור. חדא דהא משמע בפרק היו בודקין בסנהדרין (מא, ב) עד מתי מברכין על הלבנה  נהרדעי אמרי עד ששה עשר, אלמא יום ט\"ו אכתי חדשה  היא. ועוד דתניא התם בפרק קמא דסנהדרין (שם) אין  מעברין את השנה אלא אם כן היתה תקופה חסרה רובו של חדש וכו', אחרים אומרים מיעוטו  וכמה מיעוטו ארבעה עשר יום, ואמרינן עלה אחרים מאי קסברי אי קסברי יום תקופה גומר  וכולי חג בעי הא איכא, אמר רב שמואל בר רב יצחק אחרים בתקופת ניסן קיימי דכתיב  (דברים טז, א) שמור את חדש האביב שמור אביב של תקופה שיהא בחדש ניסן, ופרכינן  וליעבריה לאדר. ואם כדברי רש\"י ז\"ל דיום ט\"ו הויא ישנה כי מעברת ליה לאדר אכתי  נפלה ביום י\"ד ויום תקופה גומר, והוה ליה אביב של תקופה ביום ט\"ו ולא הוו בחידוש  ניסן.<br><b></b>ומשום כך פירש רבינו תם ז\"ל דהכי  קאמר, אי משכה עד שיתסר ושיתסר בכלל ונפלה בשיבסר, דאפילו כי מעברת לאדר נפלה ביום  שיתסר, ואפילו לר' יוסי דאמר יום תקופה מתחיל מכל מקום עד ט\"ז ישנה היא. ואין לפרש  דעד שיתסר ולא עד בכלל וקסבר רב הונא בר אבין דיום תקופה גומר, משום דקיימא לן כר'  יוסי דאמר יום תקופה מתחיל ומסתמא רב הונא בר אבין הכי סבירא ליה."
        ], 
        [
            "<b>אמר אביי הכי  קאמר על ששה שלוחין יוצאין מבערב על ניסן ועל תשרי עד שישמעו מפי בית דין  מקודש. </b>כלומר, מה ששנינו במשנתינו על שני חדשים מחללין את השבת, סמך הוא וסעד  וכנתינת טעם למה ששנינו שבהן שלוחין יוצאין ובהן מתקנין את המועדות, והכי קאמר  מפני מה מחללין על אלו יותר מבשאר, לפי שבשאר אין החלול מועיל לענין יציאת השלוחין  לפי שאם העדים אינן באין היום וימתינו עד למחר מכל מקום למוצאי שבת מיד השלוחין  יוצאין אע\"פ שעדיין לא באו העדים ולא שמעו מפי בית דין מקודש, משום דכיון דאע\"ג  דלא באו עדים יודעים הן שהחדש מעובר על כרחנו ולמחר יקדשוהו בית דין על כל פנים  שאי אפשר לחדש שיהא יותר על שלשים יום, הלכך ביאת העדים וחלולם אינו מעלה ולא  מוריד ביציאת השלוחים, דבין באין בין אינן באין השלוחים יוצאין למוצאי שבת מיד,  אבל בשני חדשים אלו כיון שעשו בהן מעלה שאין שלוחין יוצאין עליהם עד שישמעו מפי  בית דין מקודש, ואפילו בחדש מעובר, נמצא שאם לא יבואו העדים היום ויתעכבו עד למחר  נמצא שיתאחרו השלוחין היוצאין יותר מדאי, שלא יצאו עד למחר אחר קדוש בית דין ולא  יוכלו ללכת הרבה ויתקלקלו המועדות באותן המקומות שלא יגיעו השלוחין. ובתוס' הקשו  דאי אפשר לתלות טעם חלול עדים ביציאת השלוחים, דהא כי מקלע יום שלשים דאלול בשבת  וראו עדים את החדש, על כרחם צריכין לחלל ולבא כי היכי דלא איקלע יום ערבה  בשבת, דהא אפילו כי אתי ממילא בשבת דחינן ליה,  כדאמרינן בפרק (החליל) [לולב וערבה] (סוכה מג, ב).<br><b></b>ורש\"י ז\"ל פירש עוד,  שאינו טעם גמור אלא סעד וליפות הענין בעלמא, וכאותה ששנינו בפ\"ק דסנהדרין (יא, א)  אין מעברין את השנה מפני הגדיים והטלאים אבל עושין אותן סעד לשנה. ויש לפרש שאינו  טעם לזה כלל, ומעלות ניסן ותשרי קתני, כלומר, בהן מחללין את השבת ובהן מתקנין את  המועדות ובהן שלוחין יוצאין משישמעו מפי בית דין מקודש מקודש, [מה] שאין כן בשאר  חדשים. וכן פירש הרב בעל המאור ז\"ל. אלא שקשה לי  קצת לשון משנתינו על שני חדשים השלוחין יוצאין, ואם היא מעלה על יציאתם לאחר  שישמעו מקודש ולא קודם לכן מה שאין כן בשאר חדשים שיוצאין קודם שישמעו מקודש, על  שני חדשים אין השלוחין יוצאין הוה ליה למיתני, שזו היא מעלתם בכך כשאינן יוצאין  כמו על השאר.<br><b></b>ועוד כתב הרב בעל המאור  ז\"ל, שלא אמרו אלא בשנראה החדש בזמנו מפני הספק שמא יסכימו עליו לעברו, ומפני תקנת  המועדות צריכין השלוחים לשהות עד שישמעו מפי בית דין מקודש, אבל אם עברו אותו ולא  קדשו בית דין את החדש מה צרך לנו להשהותם עוד,  ע\"כ. ובודאי כי לדברי ר' אלעזר בר' צדוק דאמר לקמן בפרק אם אינן מכירין (ראש השנה כד, א),  אם לא נראה בזמנו אין מקדשין אותו שכבר קדשוהו שמים, לכאורה הכין משמע כדברי הרב  בעל המאור ז\"ל, לפי שברייתא זו דקתני על ניסן ועל תשרי עד שישמעו מפי בית דין  מקודש אתיא לכולי עלמא ואפילו לר' אלעזר בר' צדוק. ובתוספתא (פ\"א הל' ט\"ז) ר'  אלעזר בר' צדוק תני הכי בהדיא, ר' אלעזר בר' צדוק אומר אין השלוחין יוצאין לסוריא  עד שישמעו מפי בית דין למחר, והלכך איכא לפרושה כדפירשה הרב ז\"ל, משום דבחדש מעובר  אין בית דין מקדשין אותו. ומכל מקום אפילו הכי לאו ראיה היא, דאיכא למימר דכיון  דבשנתקדש בזמנו אינן יוצאין עד שישמעו מקודש מפי בית דין משום חששא דשמא יסכימו  עליו עוד ויעברו אותו, וכיון שכן אף בשלא נתקדש בזמנו אינן יוצאין מבערב עד למחר  שבית דין משלחין אותן גזירה אטו נתקדש בזמנו.<br><b></b>ועוד, דאם איתא שאין  ממתינין אלא בשנתקדש בזמנו, דהיינו ביום שלשים, אם כן מה בין שאר חדשים לניסן  ותשרי, דהא לכאורה משמע שאין השלוחים יוצאין קודם  ליל עבוריהן, שהוא זמן שהיו משיאין בו משואות בראשונה, דמשואות בליל עיבורו היה  וכדתנן (כב, ב) ואימתי משיאין משואות לאור עבורו. ועל כרחין הכין הוא, דאפילו  ראוהו בזמנו ביום שבת ובאו בו ביום וקדשוהו בית דין בו ביום, אפילו הכי אין  השלוחין יוצאין עד הערב כבשאר חדשים שעל קריאתן אתה מחלל ואי אתה מחלל על קיומן,  ואם לא באו עד למחר הרי השלוחין יוצאין בערב כמו כן, ואם כן מה הפרש יש בין תשרי  לשאר חדשים ליציאת השלוחים, ולמה יחללו את השבת על קריאתו של תשרי מחמת יציאת  השלוחים. אלא על כרחין משמע שלעולם אינן יוצאין עד למחר שיקבעוה בבית דין, ואפילו  למאן דאמר דשלא בזמנו אין צריכין לומר מקודש. וטעמא דמילתא דאפילו בחודש מעובר  אינן יוצאין אלא לאחר זמן הראוי לבית דין לומר מקודש, היינו כדאמרן גזרה נתקדש שלא  בזמנו לנתקדש בזמנו.", 
            "<b>על קריאתן אתה מחלל ואי אתה מחלל על קיומן.  </b>תמיה לי, דהא אסיקנא לעיל (ראש השנה כ, א) דלא מחללינן משום מצוה לקדש על הראיה אלא משום  תקנת המועדות ותקנת הקרבן, מדקתני וכשהמקדש קיים מחללין אף על כולן מפני תקנת  קרבן. ויש לומר דעיקר חילול משום קריאתן על פי הראייה הוא, וכל שאין כאן משום  קריאתן כלל כגון שלוחין שבית דין משלחין לגולה, אין מחללין עליו כלל, אבל כל היכא  דבקריאתן לא תליא ביה תקנת קרבן כגון שלא בפני הבית, בניסן ותשרי נמי אי לאו דאיכא  נמי משום תקנת המועדות לא הוו מחללינן עליהן מדרבנן וכדבטילו לה למילתא בשאר חדשים  לאחר חרבן הבית, דאילו מדאורייתא אכולהו מחללינן בין בפני הבית בין שלא בפני הבית  ומדרבנן הוא דעקרוה מדינה בשאר חדשים דליכא משום תקנת קרבן ואוקמוה אדיניה בניסן  ותשרי משום תקנת המועדות, וכדפירש רש\"י ז\"ל לעיל. והיינו דאקשינן לעיל (ראש השנה כ, א) אי  אמרת בשלמא זימנין מלא וזימנין חסר משום הכי מחללין, כלומר דהא איכא אף משום תקנת  המועדות, אלא אי אמרת לעולם חסר וליכא משום תקנת המועדות כלל אמאי מחללינן, ופריק  משום מצוה לקדש על הראיה, כלומר משום מצוה לקדש על הראייה בלחוד. והיינו דהדרינן  ופרכינן עליה משאר חדשים דכי ליתא משום תקנת קרבן לא מחללינן וכי איכא משום תקנת  קרבן מחללינן, דאלמא לאו משום מצוה לקדש על הראיה בלחוד מחללינן אלא בדאיכא אף  משום תקנת קרבן ותקנת המועדות, והוא הדין דהוה מצי לאקשויי לעיל אי הכי אפילו שאר  חדשים נמי דהא בכולהו איכא משום מצוה לקדש על הראיה, אלא דעדיפא ליה לאקשויי  ממתניתין דקתני בהדיא וכשהמקדש קיים מחללינן אף על כולן מפני תקנת קרבן. כך נראה  לי."
        ], 
        [
            "אמר רב חנן בר רבא אמר  רב<b> הלכה כר' שמעון. </b>נראה דלאו בפירוש  אמרה ליה רב לרב חנן, אלא מכללא מה שאמרה רב חנן קמיה דרב ולא אמר ליה רב ולא מידי  הוה אמר לה רב חנן משמיה דרב כאילו אמרה לו רב בהדיא. ותדע לך, דהא כי אקשי ליה רב  הונא ר' יוסי ומעשה ואת אמרת הלכה כר' שמעון, אהדר ליה איהו והא זימנין סגיאין  אמרת קמיה דרב הלכה כר' שמעון ולא אמר לי ולא מידי, אלמא בהא הוה סמוך רב חנן  למימר משמיה דרב.", 
            "מתני': <b>אלו הן הפסולים המשחק בקוביא וכו'. </b>הכא  פסולין לעדות מדרבנן קתני, וכדאמרינן עלה בגמרא זאת אומרת גזלן דדבריהם כשר לעדות  אשה, אלמא מתניתין כולה בגזלן דרבנן היא, אבל פסולין דאורייתא לא איצטריכא ליה  דפשיטא.", 
            "<b>המשחק בקוביא. </b>למאן דאמר התם בסנהדרין פרק זה בורר (סנהדרין כד, ב)  לפי שאינו עוסק בישובו של עולם, פשיטא דלא מיפסיל אלא מדרבנן. ואפילו למאן דאמר  התם משום דאסמכתא היא ואסמכתא לא קניא, לאו גזלן דאורייתא הוא כיון דמדעת בעלים קא  שקיל.", 
            "<b>ומלוי בריבית. </b>יש מי  שפירש אפילו ברבית דאורייתא, וטעמא משום דכיון  דמדעת בעלים נמי קא שקיל לא משמע ליה דהוי גזלן, וכדאמרינן בריש פרק קמא דבבא  מציעא (ה, ב) לא תחמוד לאינשי בלא דמי משמע להו. ואינו מחוור כלל, חדא דהכא כולי  עלמא ידעי דרבית מיסר אסיר דאורייתא ואע\"ג דשקיל לה מדעת  בעלים, ובשלמא למאן דבעי רשע דחמס ניחא, דאפשר  לומר דאע\"ג דידע דקא עבר אאיסור נשך ותרבית מכל מקום לאו רשע דחמס קרינן ליה כיון  דלא משמע ליה מדשקיל מדעת בעלים. אבל אנן לאו רשע דחמס בעינן דהא קיימא לן כאביי  (סנהדרין שם) במשומד אוכל נבלות תאבון, וכל דארבעין בכתפיה פסול לעדות והא נמי  ארבעין בכתפיה ופסול. אלא מחוורתא דהכא ברבית  דרבנן קאמר ואיהו דאיצטריכא ליה, הא ברבית דאורייתא לא איצטריכא ליה דפשיטא,  וברבית דאורייתא נמי לא הוה תני זה הכלל כל עדות שהנשים כשרה לה אף הן כשרין לה,  דמלוה ברבית דאורייתא לא מכשרינן ליה אפילו לעדות אשה.", 
            "<b>ומפריחי  יונים. </b>למאן דמפרש התם (סנהדרין כה, א) אי תקדמיה יונך ליוני היינו משחק  בקוביא, ולמאן דאמר ארא כל שכן שאין בו אלא משום דרכי שלום בעלמא.", 
            "<b>וסוחרי שביעית. </b>בשביעית בזמן הזה דרבנן.", 
            "<b>והעבדים. </b>אע\"ג  דפסולין לעדות דבר תורה כאשה, או משום דאתי מביניא דאשה וגזלן וקטן, כדאיתא בבבא  קמא בפרק החובל (בבא קמא פח, א) גמרא ר' יהודה אומר העבדים אין להם בשת, אפילו הכי איצטריך  ליה למתני הכא משום דר' שמעון דקא מכשר לעיל אב ובנו וכל הקרובים, סלקא דעתך אמינא  דעבדים נמי כיון דלאו בפסול עבירה מפסלי אלא בגזרה דאורייתא כקרובים  ליתכשרי לר'  שמעון מיהא, קא משמע לן דלכולי עלמא פסולין.  וקרובין דמתכשרי הכא לר' שמעון היינו בכשרין לעלמא ומדשרינהו רחמנא, דכתיב (שמות  יב, א) וידבר השם אל משה ואל אהרן וגו' החדש הזה לכם וגו' כדאיתא בגמרא, הא  בפסולין בעלמא לא מכשרי מדין קרובים דלא דמו כדאמרן. והיינו טעמא נמי דתני הכא  עבדים, ולא תנינן להו בהדי אלו הן הפסולים דקתני בפרק זה בורר בסנהדרין (כד, ב).<br><b></b>ותמיה לי, אם כן אמאי לא תני ליה נמי האשה. ויש לומר דכיון דתנא זה  הכלל כל עדות שאין האשה כשרה לה אף הן אינן כשרין לה, הא תנא בהדיא דאין אשה כשרה  לעדות החדש. וניחא ליה למיתני בכי האי לישנא משום דשמעינן מינה תרתי, חדא הא דכל  עדות שאין האשה כשרה לה, ועוד דאין אשה כשרה לעדות החדש, ואלו תנא בהדיא העבדים  והנשים הוה צריך עוד למיתני זה הכלל, הלכך ניחא ליה טפי למיתני חדא דאית בה  תרתי.", 
            "גמרא: <b>אמר רב מנשי זאת  אומרת גזל דדבריהם כשר לעדות אשה. </b>ואף על גב דעבדים קתני במתניתין דפסולין  מדאורייתא, זה הכלל לא קאי אעבדים אלא אשארא, דאילו עבדים לא איצטריכא ליה הכא  לאכשורי לעדות אשה מזה הכלל, דעבדים לעדות אשה בהדיא תננהו ביבמות בפרק האשה בתרא  (יבמות קכב, א) הוחזקו להיו משיאין עד מפי עד (ומפי אשה ואשה) מפי אשה ומפי עבד ומפי  שפחה, אלא זה הכלל להנך פסולין בעבירה הוא דאיצטריך דלא  תנן. ועבדים דתנינן הכא, משום דר' שמעון מכשיר  לעדות החדש אפילו קרובים הוא דאיצטריך כדכתבינן לעיל.", 
            "<b>אם אינן מכירין וכו'. בראשונה היו מקבלים וכו'.  </b>ירושלמי: אמר ר' יונה הכין צורכא מתני, בראשונה היו מקבלין עדות החדש מכל אדם אם  אינן מכירין אותו משלחין עמו אחר להעידו, אמר ר' יוסי אפילו ממתניתין אתיא אם אינן  מכירין משלחין עמו אחר להעידו לפי שבראשונה היו מקבלים עדות החדש מכל אדם ."
        ], 
        [
            "גמרא: <b>וחד מי  מהימן והתניא וכו'. </b>אית ספרים דגרסי תני עדו ,  ולומר דכיון דמדאורייתא אין צריכין להעיד עליו כלל ומדרבנן דאצרוך משום חשש המינין  די בעד אחד כשר משלנו . והכין נמי אמרינן בירושלמי  דגרסינן התם (פ\"ב, ה\"א) ועד אחד נאמן, משלך נתנו לך בדין הוא שלא יהו צריכין עדים  והן אומרין שיהא אחד נאמן כשנים.", 
            "<b>וחד לא מהימן והא תניא מעשה בר'  נהוראי שהלך לאושא בשבת להעיד עליו. </b>פירוש: להעיד על  העד . והכין איתא בהדיא בתוספתא (ר\"ה פ\"ב, ה\"א) דתניא  התם מעשה בר' נהוראי שבא עם העד בשבת לאושא והעיד בו.", 
            "<b>אי הכי מאי  למימרא. </b>מסתברא דהאי אי הכי קאי בין אתירוצא קמא בין אתירוצא דרב אשי, דמאי  קושיא לרב אשי טפי מאידך , והכי קאמר, בשלמא אי אמרת  ר' נהוראי לחודיה אזל לאסהודי ביה איצטריך לאשמועינן דחד מהימן דהם אמרו והם אמרו,  אלא אי אמרת דאחרינא הוה בהדיה, בין דאזיל בהדיה בין דאיכא סהדא אחרינא באושא מאי  קא משמע לן, דאי משום דמחללינן שבתא לאסהודי עליה ואע\"ג דמדאורייתא לא צריך, הא  תני במתניתין דפרקין קמא (כב, א) מי שראה את החודש ואינו יכול להלך מוליכין אותו  על החמור ואפילו על המטה וכו', דאף זה משום קיומו  הוא , והכא נמי אע\"ג דמדאורייתא לא צריך כיון דלא  מקבלינן מיניה מדרבנן אם כן אי אפשר להעיד על החדש אלא אם כן יחלל עליו אף מכירו.  והא דפריק מהו דתימא כיון דלא ידע אי משכח ליה וכו', אתיא שפיר לפרוקא לדרב אשי,  אבל לאידך תירוצא, קשיא לי להאי פירושא דפרישית מאי  קאמר . ויש לומר דאף לאידך פירוקא סליק, דכל שחילולו  תלוי בידיעת אחרים היכי מצי אזיל ומחלל, דדילמא כי קאי בפני בית דין לא מסהיד ביה  ונמצא ר' נהוראי מחלל עליו מספק ומספיקא לא מחללינן שבת, קא משמע לן ."
        ], 
        [
            "<b>או דילמא מלא הוא והאי דלא עבוד השתא איתנוסי  הוא דאיתנוסי. </b>פירוש: בשכרות משתה יום השבת. ואם תאמר אם כן השתא נמי כי מיקלע  יום שלושים ואחד בשבת והוא מלא דלא עבדינן כלל, אתו למיטעי ואמרין דילמא האי חסר  הוא והא דלא עבוד בערב שבת משום דלא אפשר, והא דלא עבוד נמי במוצאי שבת איתנוסי  הוא דאיתנוסי או דילמא חדש מלא הוא. יש לומר כי עבדי' בין אמלא בין אחסר השתא דלא  עבדינן הויא מילתא דלא שכיחא דלא ידעי לה כולי עלמא הילכך איכא למימר דתלי ליה  באונס, אבל השתא דלא עבדינן אמלא כלל כיון דכולי עלמא ידעי דחדש מלא לא עבדינן ביה  לא שבקי מידי דשכיחא וידעי ביה כולי עלמא ותלו במילתא דלא שכיחא, כלומר  בשכרות .", 
            "<b>גזרה משום בטול מלאכה לעם.  </b>פירש רש\"י ז\"ל: אין לך ראש השנה שלא היו מתבטלין בני הגולה ממלאכה שני ימים בין  אמלא בין אחסר. הוצרך לפרש כן, משום דבשאר ראשי חדשים מאי בטול מלאכה אית בהו.  ואינו מחוור, דאפילו בשאר ראשי חדשים היו רגילים שלא לעשות מלאכה וכדאמרינן בפרק  הקורא את המגלה עומד (מגלה כב, ב) ושאין בו בטול מלאכה לעם כגון ראש חדשים וחולו  של מועד קורין ארבעה, אלמא בראשי חדשים לא היו עושין  מלאכה. ובפרק ר' אליעזר (פרקי דר\"א פמ\"ה) אמרו  שהוסיף הקב\"ה יום טוב לנשים בראשי חדשים על שלא נתרצו על מעשה העגל, כדכתיב (שמות  לב, ג) ויתפרקו כל העם את נזמי הזהב אשר באזניהם וגו' אבל דנשיהם לא הביאו שלא  נתרצו בכך.", 
            "<b>עץ שמן אפרסמא. </b>ואע\"ג  דכתיב (מלכים-א ו, כג) ויעש את הכרובים עץ שמן ומתרגמינן אעי דזיתא, תרי גווני עץ  שמן נינהו, דכתיב בעזרא (נחמיה ח, טו) צאו ההר והביאו עלי זית ועלי עץ שמן ובמסכת  תמיד (כט, א) שנינו שעץ זית פסול למערכה ועץ שמן כשר.", 
            "<b>מוליך ומביא מעלה ומוריד. </b>ירושלמי (פ\"ב, ה\"ב):  א\"ר זעירא דלא יהוון סברין דהוא כוכבא, א\"ר יוסי חמינן כוכבא  דסליק ונחית חמינן כוכבא דאזיל ואתי."
        ], 
        [
            "מתני': <b>לא היו  זזין משם כל היום. </b>פירוש, לפי שהיוצא חוץ לתחום אין לו אלא ארבע אמות בלבד וכל  החצר חשובה כארבע אמות. ואע\"ג דמשמע בעירובין פרק מי שהוציאוהו (עירובין מז, ב) דכל העיר  נמי כארבע אמות בעיר המוקפת מחיצות, אפילו הכי שאני ירושלים דלאחר שנתפרצו בו  פרצות חשיבא כרשות הרבים, כדאיתא בפרק המוציא  תפילין (עירובין קא, א).", 
            "גמרא: <b>לישנא  דצערא הוא. </b>פירש רש\"י ז\"ל: על שם שלא היו זזין משם קודם תקנת ר\"ג והיו כאלו  אסורין בזיקין. והקשו בתוס', דאם כן מאי קא מייתי מסעודות גדולות, הרי אפילו קודם  תקנת ר\"ג היו עושין שם. ואינה קושיא דאדרבה משום הכי קא מוכח דאפילו קודם ר\"ג כך  היתה נקראת והיו עושין שם סעודות, אם כן לא על שם שמצטערין שם נקראת  כן. ובתוס' פירשו דהכי קא מבעיא ליה, אם אותו מקום  צר להם או מרווח.<br><b></b>ירושלמי (שם, הלכה ג): מהו בית יעזק ששם היו עוזקין  את ההלכה דכתיב (ישעיה ה, ב) ויעזקהו ויסקלהו."
        ], 
        [
            "<b>ומצטרפין לעדות אחרת. </b>בשילהי פרק כל הנשבעין (שבועות מז, ב) בפלוגתא דשתי  כתי עדים המכחישין זה את זה מייתי לה, ומאן דאית ליה התם דשתי הכיתות פסולות לעלמא  אפילו זו בפני עצמה וזו בפני עצמה דבהדי סהדי שיקרי למה לי, קא פריש דהכא הכי  קאמר, מצטרפין עם עד אחד של אותה עדות, כלומר שאם יצטרף עד אחר עם אחד מהם הוו להו  תרי לגבי חד ואין דבריו של אחד במקום שנים, ואותו העד השני פסול בין לעדות זו בין  לעדות אחרת דסהדא שקרא הוא. ולמאן דאית ליה התם זו באה בפני עצמה ומעידה וזו באה  בפני עצמה ומעידה, קא פריש דהכי קאמר, מצטרפין לעדות אחרת דעלמא ואי נמי לעדות  חודש אחר. ורש\"י ז\"ל פירש הכא כמאן דמפרש לה התם  לעדות זו עם אחר."
        ], 
        [
            "<b>שפודין של ברזל היו. </b>להכי קרי  להו שפודין, דאינה באה גביעים וכפתורים ופרחים, אלא אם כן באה זהב, כדמוכח במנחות  בפרק הקומץ רבה (מנחות כח, א).", 
            "<b>לא תעשון אתי  קרי ביה לא תעשון אותי. </b>ואם תאמר אם כן למה לי דאסר דמות ארבע פנים בהדי הדדי,  תיפוק ליה משום פרצוף אדם לחודיה דאית בהו. יש לומר נפקא מינה בשהיה שם כבר פרצוף  אדם שאסור להוסיף עליו דמות שלשה פנים האחרים. ואי  נמי, כל היכא דמצרף ארבע בהדי הדדי לאו היינו לא תעשון אותי ולא  ליתסר, קא משמע לן לא תעשון דמות שמשי. ואם תאמר  מאי קא מקשה ואזיל מדתניא כל הפרצופות מותרין חוץ מפרצוף אדם, דילמא התם במוצא  וכדמוקי לה רבא התם בעבודה זרה בפרק כל הצלמים (עבודה זרה מג, א) ומשום איסור הנאת עבודה זרה  נגעו בה, אבל עשייה שריא. ויש לומר דהכא אליבא דאביי מקשינן ואיהו מוקי לה בעושה  ודלא כרבא. ומיהו ליכא ראיה מהכא למישרי עשיית פרצוף אדם כרבא ומשום דאביי ורבא  הלכה כרבא, דדילמא רבא נמי אפשר דאסר, משום דבלא שום קושיא אפשר למדרש לא תעשון  אתי לא תעשון אותי.", 
            "<b>אמר אביי לא אסרה  תורה אלא שמשין שבמדור העליון. </b>והני תלת מילי דאביי לא פלגינן אהדדי ולא מהדר  קא הדר ביה מחדא מינייהו. אלא מעיקרא הכי קאמר, לא אסרה תורה בשמשין של מטה אלא  בית תבנית היכל ואכסדרה תבנית אולם, ובשמים שבמדור התחתון אסרה דמות חמה ולבנה  כוכבים ומזלות, ובמדור העליון לא אסרה אלא דמות ארבע פנים בהדי  הדדי.", 
            "<b>שאני רבן גמליאל דאחרים עשו  לו. </b>ואע\"ג דאמירה לגוי אסירה בכל מידי דמיסר לישראל למעבד, כדמוכח בבבא מציעא  בפרק השוכר את הפועלים (בבא מציעא צ, א) גבי בעיא דמהו לומר לגוי חסום פרתי ודוש  בה. אפילו הכי שאני הכא דלמצוה שרי דאמירה לגוי  אינה אלא מדבריהם, והכא במקום מצוה לא גזור.", 
            "<b>התם בחותמה בולט ומשום חשדא. </b>והשתא הוה מצי למפרך מיד, אי הכי ר\"ג נמי הא  איכא משום חשדא, אלא דעדיפא מינה אקשי ומי חיישינן  לחשדא, וכיון דשני ליה דאיכא לחלק בין חשדא דיחיד  לחשדא דרבים הדר אקשי ליה והא ר\"ג דיחיד הוא ואם כן ליתסר משום חשדא.", 
            "הא דתניא: <b>טבעת שחותמו בולט אסור להניחה ומותר לחתום בה. </b>בצורת  אדם, אי נמי בצורת חמה ולבנה היא, דאיכא משום עשייה  ומשום חשדא דע\"ז, והלכך בחותמה בולט אסור להניחה משום חשד ע\"ז לפי שאלו צורות  נעבדות ואותן הנעשין לעבודה אין עושין אותן אלא בולטות. ומותר לחתום בה דאי משום  איסור עשייה, לא אסרה תורה אלא כעין שמשין שבמדור שהן בולטין. אבל אי אפשר לפרש  בצורת דרקון דההיא ליכא משום איסור עשייה, דעשייה  שלא לשם ע\"ז מישרא שרי, כדאמרינן התם בפרק כל הצלמים (עבודה זרה מב, ב) ואי בצורת דרקון  בעשייה מי אסיר. והלכך חותמה שוקע היה מותר בין להניחה בין לחתום בה, והא דר\"ג הוא  הדין דהוה מצי לשנויי שלא היו בולטות. ובפרק כל  הצלמים הארכתי בשמועה זו יותר בסייעתא דשמיא.", 
            "מתני': <b>ראינוהו שחרית  במזרח וערבית במערב. </b>פירש רש\"י ז\"ל משום רבותיו, ראינוהו הישנה בשחרית במזרח  ואת החדשה ערבית במערב. וקאמר עדי שקר הם, משום דעשרים וארבעה שעי מיכסי סיהרא.  והקשה הוא ז\"ל, דאם כן מאי שייך בהא פעמים בא בארכה פעמים בא בקצרה דקאמר ר\"ג  בברייתא. ומשום הכי פירש הוא ז\"ל, דכולה בחדשה קאמרי כלומר, ראינוהו בשחר במזרח  ובערב במערב, ומשום הכי קאמר עדי שקר הם שאי אפשר שילך כל כך מן המזרח למערב  משחרית לערבית, ועלה קאמר ר\"ג דפעמים שהיא [באה] בקצרה. ומיהו בירושלמי (ר\"ה פ\"ב,  ה\"ו) משמע כפירוש הראשונים, דגרסינן התם אמר ר' שמלאי טעמא דר' יוחנן בן נורי כל  חדש שנראה קודם שש שעות אין כח בעין לראות את הישן, ותני כן נראה ישן שחרית לא  נראה חדש בין הערבים נראה חדש בין הערבים לא נראה ישן שחרית, אמר ר' חייא בר אשי  ולמה קבלן רבן גמליאל שכן מסורת היא מאבותיו פעמים שבא בארכה פעמים שבא  בקצרה."
        ], 
        [
            "<b>לאורתא מקדשין  לך ואת קיימת הכא. </b>פירש רש\"י ז\"ל כלומר, שאם תהא נראית בישנך לערב שוב אין אנו  יכולין לקדשך למחר משום דבעינן שיהא לילה ויום מן החדש, כדאמרינן לעיל  בפ\"ק (כ, ב).", 
            "<b>זיל לעינטב וקדשיה.  </b>פירוש: משם דבעינטב היו בית דין קבועים לקדש את החדש,  כדאיתא בפסיקתא (פסיקתא רבתי פמ\"ב)  בפרשת תקעו שופר בציון, למה בית דין מקדשין בעינטב שהוא בית הוועד אמר הקב\"ה  הוא בית הוועד של כל העולם שנאמר (ישעיה ב, ג) כי מציון תצא תורה. וגרסינן  בירושלמי (בירושלמי לפנינו ליתא ומובא בתוס' ריטב\"א ור\"ן) כן תוקעין ביבנה כן  תוקעין בעינטב, משמע שהיה שם בית דין קבוע [דומיא] דיבנה."
        ], 
        [
            "<b>סלקא דעתך אמינא הואיל וראוהו בית דין וכל  ישראל איפרסמא לה מילתא ולא ליעברוהו קא משמע לן. </b>קשיא לי, אמאי לא פרכינן  מיהא מתניתין לרב דימי מנהרדעא, דתני בשלהי פרקין קמא (כ, א) מאיימין על העדים על  החודש שלא נראה בזמנו לקדשו, ואין מאיימין על העדים על החודש שנראה בזמנו לעברו,  מאי טעמא האי מחזי כשיקרא והאי לא מחזי כשיקרא, והא הכא דאיפרסמא מילתא לכל ישראל  ואפילו הכי מעברינן. ויש לומר דהתם בשהיו יכולין לקדשו ביום שלושים על פי הראיה,  ועמדו מדעת עצמן לצורך הנראה להם ולא קדשוהו ועמדו עד למחר, התם הוא דלא משום דהתם  מחזי לעם כשיקרא, אבל הכא  הכל יודעין דמצוה לקדש על  פי הראיה, וכיון שלא היה שהות ביום לקדש הרי זה ניכר לכל שהוא כאלו לא באו עדים  היום, שהרי אי אפשר לקדשו שהתורה אמרה ראה וקדש .  ובירושלמי (פירקין ה\"א) מצאתי שהקשו בהפך, דגרסינן התם ר' זעירא ור' אמי בשם ר'  יהושע בן לוי מעמעמין על הנראה לעברו, ואין מעמעמין על שלא נראה לקדשו, מתניתא  פליגא על ר' זעירא ראוהו בי\"ד וכל ישראל נחקרו העדים ולא הספיקו לומר מקודש עד  שחשכה הרי זה מעובר מפני שחשכה הא לא חשכה לא, הדא אמרה אין מעמעמין על הנראה  לעברו, ע\"כ. וקשיא לי אם כן למה לא הקשו ממנה בגמרין למאן דאמר מאיימין על הנראה  כדי לעברו . לפיכך נראה לי, אע\"ג דלא אסיקו בה פירוקא  בירושלמי, טעמא משום דהתם לצורך שנראה להם לעברו, ומתניתין דהכא ללא צורך, ולפיכך  דוקא חשכה הא לא חשכה לא. כך נראה לי.<br><b></b>הא דאמרינן: מהו דתימא ליהוי  חקירת העדים כתחלת דין ומקודש מקודש כגמר דין וליקדשיה בלילה. קשיא לי, ואי  משום הא נמי לא איצטריך דהא מרישא נמי שמעת מינה, דאי סלקא דעתך הכין, ליהוי נמי  ראיית בית דין כתחלת דין ומקודש מקודש כגמר דין, אלא מדקתני הרי זה מעובר שמע מינה  דלא. ויש לומר דאילו מרישא הוה אמינא דכיון דעלמא דעל פי ראייתם הן מקדשין, בשעת  שאומרין מקודש הוי כהתחלתו וכגמרו באותה שעה ומשום הכי אי אפשר שלא לעברו, אבל  בשנחקרו העדים דכשהן מקדשין עכשיו על ידי חקירת העדים שהיתה ביום הן  מקדשין , אימא שפיר דמי, קא משמע לן.", 
            "<b>ואימא הכי נמי אמר קרא כי חק לישראל הוא משפט לאלקי יעקב חק אימת  הוי בגמר דין וקרי ליה משפט. </b>קשיא לי טעמא דגמרא, דהכא דהוי כתחלת דין דעלמא  ולא אפשר הוא דלא מקדשינן ליה בלילה הא לאו הכי מקדשינן למפרע אע\"פ שעבר יומו, ואם  כן אכתי אמאי מעברינן ליה ליקדשוהו למחר דהוי התחלת דין וגמר דין ביום. ויש לומר  דבשלמא אי הוה אפשר לקדושיה בלילה ניחא דהא לא אפסקיה זמן שאינו ראוי לקדש, אבל  השתא דאמרינן דאי אפשר לגמרו להיות בלילה היכי מקדשינן ליה למחר, כיון דעבר בין  העדאת העדים לגמרו זמן שאינו ראוי לקדש בו , הא ודאי  מכיון דאפסקיה זמן שאינו ראוי אין ראוי לקדשו לאחר זמן .", 
            "<b>אמר קרא כי חק לישראל הוא משפט  לאלקי וגו'. </b>ואע\"ג דהאי קרא לענין ראש השנה דרשינן ליה בפרקין קמא (ח, ב), הוא  הדין לכל שאר ראשי חדשים .", 
            "הא דאקשינן:  <b>אמאי לא תהא שמיעה גדולה מראיה. </b>פירש רש\"י ז\"ל דהא גבי עדות החודש לא כתיב  עדות אלא כזה ראה וקדש. נראה מדבריו דלגבי נפשות או ממונות דכתיב בהו עדות לא  אמרינן לא תהא שמיעה גדולה מראיה, אלא דבעינן עדות ממש או הודאת בעל דין דהוי  כקבלת עדות, כההיא דאמרינן בפרק נוחלין בבבא בתרא (קיג, ב), שלשה שנכנסו לבקר את  החולה רצו כותבין רצו עושין דין. ואינו מחוור, דהא בפרק החובל (ב\"ק צ, ב) אמרינן  הכי גבי הא דמייתי בסמוך, סנהדרין שראו באחד שהרג את הנפש מקצתן נעשין עדים ומקצתן  נעשין דיינין, דאמרינן התם בגמרא (משנה צ, א; גמרא צ, ב) התוקע לחבירו נותן לו סלע  ר' יהודה אומר משום ר' יוסי הגלילי מנה, איבעיא להו במנה צורי תנן או במנה מדינה  תנן, תא שמע דההוא גברא דתקע לחבריה אתא לקמיה דר' יהודה נשיאה, אמר ליה הא אנא  והא ר' יוסי הגלילי זיל הב ליה מנה צורי, ואמרינן מאי הא אנא והא ר' יוסי הגלילי,  אי נימא הכי קאמר הא אנא דחזיתך והא ר' יוסי הגלילי דאמר מנה צורי למימרא דעד נעשה  דיין והא תניא סנהדרין שראו באחד שהרג את הנפש מקצתן נעשין עדים ומקצתן נעשין  דיינין דברי ר' טרפון וכו' ואפילו ר' טרפון לא קאמר אלא מקצתן נעשין עדים אבל עד  אינו נעשה דיין. ופרקינן, אמרי כי תניא ההיא בשראו בלילה, אלמא אפילו במה שכתוב בו  עדות אמרינן נמי לא תהא שמיעה גדולה מראיה .<br><b></b>ואע\"ג דפריק התם רב אשי פירוקא  אחרינא ואמר איבעית אימא הכי קאמר הא אנא סבירא לי כר' יוסי הגלילי במנה צורי,  כלומר ולעולם אימא לך דאין עד נעשה דיין, אפילו הכי לא משמע דרב אשי אתא לאיפלוגי  דלא אמרינן הכי , אלא למימר דאי מיהא לא שמעינן  דסבירא ליה לר' יהודה הנשיא דעד נעשה דיין. ומכל מקום כיון דאשכחן הכא דקא מקשה  להדיא לא תהא שמיעה גדולה מראיה, והתם אשכחן דאמרינן הכא לחד פירוקא, ואוקמינן  לההיא דסנהדרין שראו וכו' בשראו בלילה, שמע מינה דבכולהו מילי אמרינן  הכי. ועוד דהא לישנא דאמרינן התם בפירוקא קמא אמרי  התם בשראו בלילה, משמע דהכין אמרי לה בבי מדרשא ולאו דיחוייא היא. וההיא דאמר רב  יהודה אמר רב פרק יש נוחלין (ב\"ב שם), גמרא ובני אחיות, שלשה שנכנסו לבקר את החולה  רצו כותבין רצו עושין דין שנים כותבין ואין עושין דין, כלומר משום דשנים הוו להו  עדים ואין עד נעשה דיין, ולא אמרינן לא תהא שמיעה גדולה מראיה, התם בשאין שם עדים  אלא הם וכיון שהוא מוסר דבריו להם ומצוה בפניהם שוינהו עדים שוב אין נעשין דיינין,  וכי אמרינן לא תהא שמיעה גדולה מראיה בשלא הזמינום לעדות אלא שראו מעצמן שלא  בהזמנה לתורת עדות, אבל התם הוה ליה כאילו הזמינם בפירוש  לעדות. ואי נמי כיון שאינן אלא שנים ואינן ראויין  לדין, הויא להו ראייתם ראיית עדים ולא ראיית בית דין ותורת עדים יש להם. והלכך הא  דאמרינן הכא לא תהא שמיעה גדולה מראיה, לאו בעדות החדש בלחוד קאמרינן אלא אפילו  בדיני נפשות לר' טרפון, ובדיני ממונות בין לר' טרפון בין לר' עקיבא.", 
            "ואוקימנא: <b>בשראוהו בלילה. </b>והלכך הוה לה ראייתם של לילה  ראיית עדים ולא ראיית בית דין דלילה לאו זמן דין הוא, והלכך אף למחר אי אפשר לעשות  דין על פי ראייתם של לילה ונימא לא תהא שמיעה גדולה מראיה, דלא אמרינן הכי אלא  בראייה שבשעה הראויה לדין, כלומר לא תהא שמועת בית דין מפי אחרים גדולה מראיית בית  דין, ואלו לא היו יכולין להיות דיינין בשעת ראייתן, ועל פי ידיעתן אי אפשר לדון  למחר שאין הידיעה עכשיו אלא מחמת שראו בלילה, וזה מתורת עדות הוא כאלו מעידין  לעצמן שכך ראוה הלילה ועכשיו יגמרו הדין על פי עדות עצמן.", 
            "וטעמא <b>דאין עד נעשה דיין.  </b>פירש רבי שמואל זצ\"ל, בריש פרק יש נוחלין (ב\"ב קיד, א) גבי ההיא דשלשה שנכנסו לבקר  את החולה, דהוי מגזרת הכתוב דכתיב (דברים יט, יז) ועמדו שני האנשים אשר להם הריב  לפני השם, ובעדים הכתוב מדבר, אלמא צריכין שיהו אחרים מעידין לפני בית  דין, וכן השיב רב צמח ז\"ל בתשובה. ויש מי שפירש,  משום דבעינן עדות שאתה יכול להזימה, ולא גרע ממי שעדים קרובין לדיינין שהן  פסולין, כדגרסינן בירושלמי (סנהדרין פ\"ג, ה\"ט) שאם  הוזמו מפיהם הן נהרגין וכל שכן לעדות עצמן. ולטעם  זה אפילו עד הרואה או אפילו עד שכבר העיד יהא כשר לדון בשאחרים מעידין לפניו, שהרי  עכשיו אינו דן על פי עדותו אלא על פי עדות אחרים, הלכך ליתיה להאי  טעמא. ואפשר לי לישבו, דכיון שכבר העיד בו שוב אינו  ראוי לדון בו עכשיו ואפילו על פי עדות אחרים, דעביד הוא לאחזוקי במאי דקאמרי הני  הואיל ואסהיד איהו מכבר כותיהו. ויש מפרשים דנפקא  לן מההוא דאמר רב יהודה התם בריש פרק יש נוחלין (ב\"ב שם) והיה ביום הנחילו את בניו  (דברים כא, טז), ביום אתה מפיל נחלות ואי אתה מפיל נחלות בלילה, ולומר שאם ראה  בלילה שוב אינו מפיל נחלות לעולם משום דהוה ליה עד, ושמע מינה שאין עד נעשה  דיין.", 
            "<b>עד דאיכא אהרן בהדך. </b>ואין בית דין שקול מוסיפין עליהן עוד  אחד. כתבו בתוס', וסוגיא דהכא כמאן דאמר בשמעתא קמיתא דסנהדרין (ג, א), דבר תורה  חד נמי כשר דכתיב (ויקרא יט, טו) בצדק תשפוט עמיתך, מדאיצטריך ליה הכא עד דאיכא  אהרן בהדך, דלמאן דבעי דאורייתא שלשה מומחין וכדי שלא תנעול דלת בפני לווין הכשירו  השלשה הדיוטות, גבי עדות החדש אין להכשיר. ע\"כ לשונם. ובודאי דהאי סוגיא אתיא כרב  אחא דאמר התם דבר תורה חד נמי כשר, דאי כרבה ור' אבהו דלית להו הכין והכא הכי קאמר  סלקא דעתך אמינא הואיל ותקנו רבנן לגבי דיני ממונות למיהוי אפילו ביחיד מומחה אף  לגבי עדות החודש ליתכשר קא משמע לן, הא לא אפשר, דאם כן כי קאמרינן ואימא הכי נמי  מאי קא מהדר אין לך מומחה בישראל יותר ממשה, דמה ענין משה אצל תקנתן, אלא על כרחין  כרב אחא אתיא.<br><b></b>אלא דאיכא למידק אם כן לותיב התם מיהא מתניתין לר' אבהו  ולרבה. ועוד ברייתא גופה דאם היה מומחה לרבים דן ואפילו יחידי, אם כן אתיא כרב  אחא, ואי הכי לותיב מינה התם לר' אבהו ולרבה, ובשלמא אי לאו סוגיין דהכא ליכא  לאותבינהו מההוא ברייתא, משום דמוקמי לה אינהו לכולהו ברייתא בתקנתא, כלומר שלשה  הדיוטות ולא בעי מומחין, כדי שלא תנעול דלת, ויחיד מומחה נמי בתקנת חכמים משום  נעילת דלת, אלא לפום סוגיין דהכא ברייתא דבר תורה קאמר. וראיתי לר\"מ ב\"ן נ\"ר במסכת  סנהדרין (כג, א ד\"ה והוי יודע), דסוגיין דהכא ודאי אליבא דרב אחא נסיב לה כולה,  ומיהו לר' אבהו נמי כיון דתנן היתר נדרין בשלשה ואם היה מומחה לרבים דן אפילו  ביחידי, סלקא דעתך אמינא תיהוי קדוש החודש כהפרת נדרין, קא משמע לן דכתיב החודש  הזה לכם, וכדתניא בפרק יש נוחלין (בבא בתרא קכא, ב) מועדי השם נאמרו, הפרת נדרים לא נאמרה,  ע\"כ. ואע\"ג דקיימא לן כר' אבהו דשנים שדנו אין דיניהן דין, אפילו הכי לא קשיא מידי  כי נסיב לה הכא אליבא דרב אחא, דאורחא דתלמודא בהכי דלא חייש בכל כי האי למנקט  אליבא דהילכתא, אלא במאי דמחזי טפי לפשטותא  דמילתא, וכשתמצא לומר דלית הלכתא הכין אלא כאידך,  דוק מינה כאידך. ובהרבה מקומות איכא דכותיה בתלמודא."
        ], 
        [
            "<b>אפילו תימא ר' עקיבא עד כאן לא אמר ר' עקיבא אלא בדיני  נפשות דכתיב (במדבר לה, כד) ושפטו העדה והצילו וגו'. </b>איכא למידק, דהא במכות  בפרק אלו הן הגולין (מכות יב, א) נפקא לן מקרא אחרינא דאמרינן התם, תניא ר' עקיבא אומר  מנין לסנהדרין שראו באחד שהרג את הנפש שאין ממיתין אותו עד שיעמדו בבית דין אחר  תלמוד לומר (במדבר לה, יב) עד עמדו לפני העדה למשפט עד שיעמוד בבית דין  אחר. ומסתברא דכיון דבעלמא דרשינן עדה שופטת ועדה  מצלת, נקט הכא האי טעמא, דכיון דלחד ענינא סליק בהדי ההיא דרשא דדריש ר' עקיבא מעד  עמדו. ואורחא דתלמודא בהכין דלא למיחש לאתויי עיקר קרא דמיניה מידרש מילתא, כיון  דכולי מילתא סלקא לחד ענינא. וטובא אייתי דכותה  בפירקין קמא (לעיל ראש השנה ד, א) בשמעתא דחייבי הדמים הערכין  והצדקות. ולהאי טעמא נמי דנסיב הכא לר' עקיבא, בין  דחזו בליליא בין דחזו ביממא כולן נעשין עדים לר' עקיבא, דהא בעינן עדה שופטת ועדה  מצלת, וכל היכא דחזו דקטל נפשא, בין דדייני אסהדותא דאחריני כגון דחזו בלילה  דמקצתן נעשין דיינין, בין דדייני אראייתן כגון דחזו ביממא, לעולם ליכא עדה מצלת,  ואנן בעינן לעולם והצילו העדה וליכא. והא דאקשינן בפרק החובל (ב\"ק צ, ב) למימר דעד  נעשה דיין והא תניא סנהדרין שראו באחד שהרג את הנפש וכו' ואפילו ר' טרפון לא קאמר  אלא דמקצתן נעשין עדים ומקצתן נעשין דיינין, אבל עד אינו נעשה דיין, ופרקינן  בשראוהו בלילה לאו למימר דלר' עקיבא נמי בשראוהו בלילה דוקא, הא ראוהו ביום בין  לר' טרפון בין לר' עקיבא עד נעשה דיין, דלא מתרץ התם הכין אלא לר' טרפון, ור'  יהודה דאמר הא אנא דחזיתך כר' טרפון. כך נראה לי.<br><b></b>אבל הרב בעל המאור ז\"ל  כתב, דלהאי דרשא דהכא דוקא בשראוהו בלילה, הא ראוהו ביום שדנין על פי ראייתן ליכא  למימר עדה מצלת. והא דהכא ר' עקיבא לטעמיה דר' טרפון קאמר ליה, כלומר לדידי אין עד  נעשה דיין לעולם בדיני נפשות ואע\"פ שראוהו ביום, מדכתיב עד עמדו לפני העדה, אלא  לדידך דאמרת בשראוהו ביום שממיתין אותן בראייתן בלא עדות, ולא סבירא לך משמעות  מדרש דעד עמדו, היכא דראוהו בלילה מיהא, דאמרת מקצתן נעשין עדים ומקצתן נעשין  דיינין, אמאי אודי איזי מיהת כיון שראו בשעה שאינן ראויין לדין אלא להעיד, הרי  כולם נעשין עדים, ואין עד כי האי נעשה דיין בדיני נפשות, משום דכתיב ושפטו העדה  והצילו העדה, שיש להם לבדוק בעדות העדים כדי להציל הרוצח, והני כיון דחזו דקטל  נפשא, לא בדקיה להו לעדים בדיקה יפה. ואמר ליה ר' טרפון לא. ואינו מחוור בעיני  כלל. חדא כדאמרן דאפילו חזו ביממא נמי בעינן עדה מצלת  וליכא, ועוד דאכתי מאי טעמא קא נסבי בעלי הגמרא הכא  האי טעמא, דכיון דשמעינן ליה לר' עקיבא דאמר בהדיא טעמא אחרינא, מאי טעמא נסבי'  אנן מדעתא דנפשין טעמא אחרינא ונימא דר\"ע אמר ליה טעמא אחרינא לטעמיה דר' טרפון,  דאטו מי שמעינן ליה לר' עקיבא דאמר האי טעמא בהדיא, דניצטריך למימר דלטעמיה דר'  טרפון אמר ליה, אנן הוא דאמרינן, ומאי דחוקין לאוקומיה טעמא דר' עקיבא בטעמא דלא  סבירא ליה.", 
            "מתני': <b>כל השופרות כשרין חוץ  משל פרה מפני שהוא קרן. </b>פירוש, כל השופרות החלולין, אבל השאר שאינן חלולין,  כגון של ראם ושל שאר החיות כקרני הצבי ודומיהן, לא איצטריך ליה למעוטי, דפשיטא  דלאו שופר נינהו, אלא אותן שהן חלולין מלשון שפופרת. ותדע לך דהא קדחו בזכרותו נמי  אי לאו דמין במינו אינו חוצץ הוה פסלינן ליה, וזכרותו נמי ודאי אי אפקיה לבר וקדחו  ותקע בו לא יצא דלאו שופר הוא.", 
            "גמרא:  <b>והא תנא מפני שהוא קרן קאמר חדא ועוד קאמר. </b>הקשה הר\"מ ב\"ן נ\"ר, מאי טעמא דחקי  ומוספי בה במתניתין ואמרינן חדא ועוד קאמר. ותירץ משום דמתחזי להו טעמא דרבנן  דמתניתין חלוש, דכיון דאשכחן כולהו דאיקרו קרן ואיקרו שופר, שמע מינה היינו קרן  והיינו שופר, לפיכך עשו לו סניפין מהנך טעמי."
        ], 
        [
            "<b>שופר  של ראש השנה של יעל פשוט. </b>פירש רש\"י ז\"ל יעל בוקאי שטיין שהוא חיה. ושל זכרים  היינו של איל כדמתרגמינן (בראשית כג, יג) איל דוכרא. ואי נמי יובל דאיקרי דיכרא,  כדאמרינן בגמרא (כו, א) ומנא לן דהאי יובלא לישנא דדכרא הוא, והרב בעל הערוך פירש,  יעל כשבה נקבה. ונראין דברי רש\"י ז\"ל כדמתרגמינן (דברים יח, ד) ואקו ודישון יעלא  ורומא, וכתיב (תהלים קד, יח) הרים הגבוהים ליעלים, דאלמא יעל מין חיה  הוא.<br><b></b>יש מפרשים דכולה מתניתין פלוגתא  נינהו ולעכובא תנינן, כלומר, תנא קמא סבר דכל  השופרות כשרין חוץ משל פרה, ור' יוסי הכשיר אפילו של פרה, ואידך תנא סבר דשל ראש  השנה אין כשר בו אלא של יעל פשוט, משום נשא לבבינו אל כפים (איכה ג, מא), והוא  הדין לשל יובל משום דשביעי שביעי לגזירה שוה, כדאיתא בפרקין לקמן (ראש השנה לד, א). ור'  יהודה סבר בראש השנה בשל זכרים כפופין, משם דכתיב (מלכים-א ט, ג) והיו עיני ולבי  שם כל הימים. וביובלות בשל יעלים. משום דהוי סימן לחירות. ואי נמי כטעמא דגרסינן  בירושלמי (מכילתין פ\"ג ה\"ה) תקנו את המצוי למצוי ושאינו מצוי לשאינו מצוי. והדין  פירושא לא מסתבר, דאם איתא היכי מסתים סתומי ותני שופר של ראש השנה של יעל פשוט,  דמשמע דהני תנאי דלעיל מודו בהא, דאי לא, הוה ליה לפרושי ור' פלוני אמר של ראש  השנה של יעל, ואי נמי אחרים אומרים, ודכותה לא אשכחן בשום  דוכתא. ועוד, דבקרא לא כתיב ביה פשוט ולא כפוף, אלא  תעבירו שופר כתיב ביה, וכולהו איקרו שופר. ור' יהודה נמי דאמר, דשל ראש השנה לא  מכשרינן ביובל ושל יובל לא מכשרינן בראש השנה מנא ליה.<br><b></b>אלא ודאי כולהו  למצוה קאמרינן ומדרבנן. ות\"ק ור' יוסי לא שייכא בפלוגתא דר' יהודה ות\"ק דידיה, דר'  יוסי ותנא קמא פליגי בהכשר שופרות ופסולן, דת\"ק סבר כולהו כשרין חוץ משל פרה שהוא  פסול לפי שהוא קרן, ור' יוסי מכשיר אפילו של פרה. ואחר כך נחלקו אידך תנאי במצוה  מן המובחר, דת\"ק למצוה מן המובחר של ראש השנה של יעל פשוט, והוא הדין לשל יובלות  משום גזירה שוה. ור' יהודה סבר דשל ראש השנה כל מה דכאיף טפי עדיף, ושל יובלות  משום דלחירות קא אתי, כל מה דפשיטי טפי עדיף. ואע\"ג דגמרינן שביעי שביעי לגזירה  שוה, הא מילתא לאו דאורייתא הוא, דאי מדאורייתא הני  והני כשרין בין בשל יובל בין בשל ראש השנה, ואנן הוא דאמרינן מסברא הי מיניהו עדיף  טפי לסימנא בעלמא, לזכור לישא לבבינו אל כפים, שלא יהא בלב כפיפות ועקמימות. או  להיות הלב כפוף ונכנע, והלכך לגזירה שוה לית לה דוכתא בהא מילתא. ותדע לך דלמצוה  אמרינן, מדאמר ר' לוי בגמרא (כאן) מצות שופר של ראש השנה ושל יום הכפורים בכפופים,  אלמא כולה מילתא למצוה קאמר ולא לעיכובא. ור' אבהו  נמי דקאמר בפרקין קמא (טז, א) למה תוקעין בשופר של איל, למצוה מן המובחר קאמר, והא  דקאמר אמר הקב\"ה תקעו לפני בשופר של איל כדי שאזכור לכם עקידת יצחק, טעמי נינהו  למאי דתקינו רבנן. ואע\"ג דר' לוי אמר ביובל נמי בשל כפופים משום גזירה שוה דראש  השנה, לא קשיא מידי, דר' לוי הכי קאמר, כיון דבראש השנה טפי עדיף בכפופים, ובשל  יובל לא אכפת לן בין האי להאי, ובכולה מיליהו שוה ראש השנה ויובל, לענין כפוף  ופשוט נמי טפי עדיף למעבד בכפוף כראש השנה, דכיון דאפשר למעבד האי כי האי,  עבדינן.", 
            "הא דאמר ר' לוי: <b>של כל השנה  בפשוטין. </b>תמיהא לי ר' לוי דאמר כמאן, דהא תנא קמא דמתניתין בכפופים קאמר, ור'  יהודה לא משמע דפליג אלא בשל ראש השנה ושל יובל, הא בשל תעניות לא. ושמא ר' לוי  לאו דוקא פשוטין קאמר, אלא אפילו בפשוטין, לאפוקי דלא בעינן דוקא בכפופין כראש  השנה ויובל. ואי נמי בפשוטין דוקא להיכירא בעלמא, דאינו אלא  לכנופיא."
        ], 
        [
            "<b>תקע בראשונה  ומשך בשנייה כשתים אין בידו אלא אחת. </b>יש  מפרשים, אין בידו אלא אחת דהיינו תקיעה שתקע לפני  תרועה, אבל אותה תקיעה שניה לא עלתה לו כלום, לפי שהוא סבר לאפסוקה ושתהא כשתים,  ואין לה הפסק, ולפיכך רישא לית לה סוף וסופא לית לה ראש. והביא ראיה מן הירושלמי  דגרסינן התם (ר\"ה פ\"ג ה\"ג) תקע בראשונה ומשך בשניה כשתים אין בידו אלא אחת ר' אבא  בר זימנא בשם ר' זעירא אמר אפילו אחת אין בידו למה רישא גבי סיפא מצטרף וסיפא גבי  רישא מצטרף לא רישא אית ליה סיפא ולא סיפא אית ליה רישא. והיינו נמי דקתני תקע  בראשונה, דאי לא למה ליה לאדכורי כלל תקיעה ראשונה, אלא לומר שאין בידו אלא אותה  תקיעה שתקע בראשונה. ואינו מחוור. דלמה לא תעלה לו אותה תקיעה משום אחת מיהת,  דהיינו שתעלה לפשוטה שלאחר הסימן, דאטו מי גרע האי מן התוקע לשיר  דיצא. ועוד דאם איתא דלא עלתה לו אותה תקיעה לכלום,  אפילו תקיעה ראשונה לא תעלה לו, דהא אפסקה לה אותה תקיעה פסולה בין תרועה לתקיעה  שיחזור ויתקע עכשיו, כדמשמע בפירקין דלקמן (ראש השנה לד, א)  גבי דר' אבהו, דחיישינן להפסק שבין תקיעה לתרועה ושבין תרועה לתקיעה אי נמי בין  תקיעה לשברים. ומיהו ההיא איכא למימר, דבלכתחילה קאמר, כלומר היכי מתקן ר' אבהו  לכתחילה מילתא דאתי לאפסוקי בין שברים לתקיעה אי נמי בין תקיעה  לשברים.<br><b></b>והפירוש הנכון, אין בידו אלא אחת,  שהיא תקיעה שלאחר תרועה, ולומר שלסוף תשר\"ת עלתה לו ולא לתחלת  תשר\"ת. והא דאיצטריך למיתני תקע בראשונה ולא קתני  האריך בתקיעה כשתים אין בידו אלא אחת, כתב הר\"מ ב\"ן נ\"ר, משום שאין שיעור לתקיעות  למעלה, ואם רצה להאריך מאריך, הילכך דין הוא שאם האריך בה כשיעור חיוב שתים שלא  תעלה אלא לאחת, שעדיין מדין התקיעה הראשונה הוא, ובמה יוודע שאריכות זה מחמת תקיעה  אחרת הוא, משום הכי קתני, תקע בראשונה שבתחלת הסימן והאריך בשנייה כשתים בראשונה,  ס\"ד אמינא כיון שהאריך בה כשתים שבראשונה ליהוי כאילו הפסיק ממש ותקע שתים  קמ\"ל.<br><b></b>והירושלמי שהביאו לראיה דחאו הרב  נ\"ר, וכתב דלא אמתניתין  דתקע בראשונה קאי, אלא אהא דאמרינן התם גבי שופר מאריך  וחצוצרות מקצרות, אמר ר' יוסה הדה אמרה פשוטה ששמע מקצתה מן המתעסק יצא, ועלה קאמר  ר' אבא אפילו אחת אין בידו למה וכו'. ופירושו זאת אומרת תקיעה שהתחיל לתקוע להתעסק  ולא לשם מצוה ובא אחר ואמר לו אכוין ותקע לי והשלים התקיעה לשם מצוה והאריך בה  כשיעורה או בהיפך יצא, והיידא אמרה דא תקע בראשונה ומשך בשנייה כשתים דתנן אין  בידו אלא אחת, ואע\"פ שאין בידו אלא אחת ונמצא שאריכותו אינו אלא כמתעסק, ואפילו  הכי עולה לו מקצתה לאחת. ואתא ר' בא לחלוק על ר' יוסה ולומר דלעולם תחילת התקיעה  שהיתה מן המתעסק אינה כלום, וכיון שכן סוף התקיעה אינה עולה לו כלל, דכיון דסופא  גבי רישא מצטרף ואותו ראש אינו כלום סופא נמי אינה כלום, ולא דמי למשך בשנייה  כשתים, שאע\"פ שנתכוין באריכות לשתים ולא עלתה לא אלא לאחת, התם משום שתחלת התקיעה  וסופא לשם תקיעת מצוה היו, והלכך כשתים הוא דאינה עולה, דאפסוקי תקיעתא מהדדי לא  מפסקינן, משום אחת מיהא עולה, דסופא ורישא תקיעת מצוה הן. והא דקאמר אפילו אחת אין  בידו ואין צריך לומר שתים, לישנא בעלמא קאמר דפשיטא דלא תעלה לשתים, אלא משום לתא  דמתניתין דמשך בשנייה כשתים דקתני אין בידו אלא אחת, קאמר הכא אפילו אחת אין  בידו.<br><b></b>וזה הענין דחוק מעט, שיאמר ר' אבא גבי מתעסק אפילו אחת אין בידו,  שבו בלשון שאמר ר' יוסה הוה ליה למימר, ולימא ר' בא אמר לא יצא. ומסתברא דבפירושא  דמתניתין פליגי ר' יוסה ור' בא, ופלוגתיהו שייכא בפלוגתא דגמרין דהתוקע לשיר (להלן  כח, א), מצות צריכות כונה או לא, דר' יוסה סבר מצות אין צריכות  כונה. והכי קאמר פשוטה ששמע מן המתעסק, ואע\"פ שלא  התחיל בה לשם מצוה אין בכך כלום, דכונת מצוה אינה מעכבת, ורישא ודאי אינה כלום,  ואפילו למאן דאמר מצות אינן צריכות כונה, דמתעסק שאני, כדאמרינן לקמן (ראש השנה לג, ב), מכל  מקום אינה מפסדת בסוף התקיעה שלא היתה להתעסק, כיון דמצות אינן צריכות כונה.  והיידא אמרה כן תקע בראשונה ומשך בשניה כשתים אותה שניה שהאריך בה לא עלתה לו אלא  אחת, דאפסוקי תקיעתא לא מפסקינן, ואפילו הכי לאחת מיהא עולה, ולא אמרינן כונתו  במחציתה לשם תקיעה אחרת מפסדת בתקיעה ראשונה, אלא עלתה לו באחת מיהא, ומשום דמצות  אין צריכות כונה, והלכך ממילא יצא שהרי נתכון לתקיעה מיהא. אמר לו ר' בא דההיא  שניה אינה עולה לו כלל, משום דמצות צריכות כונה, והכא אין כאן רישא לסיפא ולא סיפא  לרישא, והיא הדין והוא הטעם לשמע מקצתה מן המתעסק. והא דקתני במתניתין אין בידו  אלא אחת היינו ראשונה. ואנן קיי\"ל כמאן דאמר מצות  אין צריכות כונה והתוקע לשיר יצא, הלכך אף השנייה  עלתה לו באחת כדברי ר' יוסה, כנ\"ל.", 
            "<b>תניא נמי הכי [וכו'] מקום שיש שופר אין חצוצרות מקום שיש חצוצרות אין  שופר. </b>פירש רש\"י ז\"ל מקום שיש שופר, כגון ראש השנה ויובל. מקום שיש חצוצרות  כגון תעניות. וכן פירשו רוב המפרשים. וכתב הרב בעל המאור ז\"ל, ואני תמה ממה שראיתי  בתשובה הגאונים ז\"ל, נהגו לתקוע בתעניות בשופר, ולפי משנה זו נראה לנו שאין לנו  לתקוע בתעניות בגבולין אלא בחצוצרות. והראב\"ד ז\"ל  הוסיף בה קושיא במסכת תעניות בפרק (כיצד) [מאימתי]  (יד, א) מדאמרינן התם במה מתריעין בשופר והכא אמרינן בחצוצרות, ותירץ דהכא בתקיעות  שבסוף כל ברכה וברכה משש הברכות שמוסיפין, ואותן תקיעות והרעות היו בחצוצרות,  וההיא הרעה שאמרו בפרק (כיצד) [מאימתי] היא בשופר, היא הרעה שלא בשעת הברכות, אלא  בשעת שמרבין בתפלה ותחנונים, והיינו דאיכא מאן דאמר התם דאין מתריעין אלא בפה,  והכא תנינן בהדיא בתעניות בשל כפופים. אבל מכל מקום כך נהגו בכל מקום כמנהגן של  גאונים ז\"ל, ומנהגן תורה היא. ומצאתי סעד לדבריהם  מן הירושלמי, דגרסינן התם בשמעתין דהכא (פ\"ג ה\"ד) קומי ר' יהושע תוקעין בתעניתא ר'  יוסה בעא ויתקעון קומיה בחצוצרתא ולא שמיע דתני חצוצרות במקדש ואין חצוצרות  בגבולין. ונראה שיש חסרון בנוסחת הירושלמי, וכך היא קומי ר' יהושע תקעון בתעניתא  בשופר, אלמא בגבולין בתעניות בשופר היו תוקעין, ואין חצוצרות לעולם בתענית אלא  במקדש. ולפי זה הא דתני מקום שיש חצוצרות אין שופר, היינו בשעת מלחמה כדכתיב  (במדבר י, ט) והרעותם בחצוצרות. אחר כן מצאתי כך לר\"ם ב\"ן נ\"ר בליקוטיו.<br><b></b>ועוד אפשר לי לומר, דהא דתניא  מקום שיש שופר וכו', לאו עיכובא הוא לתעניות שלא יהא אלא בחצוצרות, אלא לומר שאין  תוקעין בגבולין בשנים בשופר וחצוצרות, אלא באחד מהן. והלכך בראש השנה ויובל שיש  שופר על כל פנים בגבולין, שמצות היום מן התורה בשופר אין חצוצרות. ובתעניות אם יש  שם חצוצרות אין שופר, ואם יש שם שופר אין חצוצרות, ולא שיהא חיוב על כל פנים  בתעניות בגבולין בחצוצרות, אלא שלא יהו שם שופר וחצוצרות. והא דמקשה בירושלמי  ויתקעון קומי בחצוצרתא, חצוצרתא עם השופר קאמר, ואמר ליה דמתניתא תנו כן דאין  חצוצרות בגבולין, כלומר במקום שיש שופר, וכל שהוא תוקע בשופר בגבולין, בין בחובה  בראש השנה ויובל בין בבחירה בתעניות, שאילו רצה לתקוע בזה או בזה עושה, ותקע  בשופר, לא יביא לשם חצוצרות. וההיא ברייתא דמייתי  התם בירושלמי הוא היא ברייתא דמייתי הכא. ומעתה בגבולין הנהיגו בשופר שהוא יותר  מצוי, הרשות בידן, ובלבד שלא יביאו שם חצוצרות. כך נראה לי.", 
            "<b>כמאן מצלינן האידנא זה היום תחלת  מעשיך זכרון ליום ראשון כמאן כר' אליעזר דאמר בתשרי נברא העולם. </b>ואיכא למידק,  דהא קיימא לן כר' יהושע כדאמרינן בפירקין קמא (יב, א) תקופה כר' יהושע. ורבינו תם  ז\"ל תירץ, דקיימא לן כרב עינא דפריך משוה היובל לראש השנה לתקיעה ולברכות, והכי  קאמר והא איכא זה היום תחילת מעשיך, דלדבריך איתיה בראש השנה וליתיה ביובל, אלא  ודאי לאו משום דזה היום תחלת מעשה בראשית קאמר, אלא תחלת דין קאמר, שהיום הוא תחלת  דין על כל המעשים, וזה שייך נמי ביובל דהוקש לראש השנה, אבל לא בשאר יומי דכפורי.  והקשו בתוס', דאם כן לאידך לישנא דקאמר מתניתין דלא כר' אלעזר הוה ליה לשנויי דזה  היום תחלת מעשיך לאו אבריאת עולם קאי. ומסתברא דאינה קושיא, דאלו אי אתיא מתניתין  כר' אליעזר, ולדידיה אמרינן בראש השנה זה היום תחלת מעשיך, על שם שבו נברא עולם  אמרינן, ואם כן היכי אמרינן ליה ביובל, הא וודאי לא אמרינן ליה, ואם כן אינו שוה  לברכות, והלכך על כרחין לא אשכח פירוקא לאוקמיה מתניתין דשוה היובל כר' אליעזר,  אלא דנימא דלא קאמר אלא לשארא. כך נראה לי.", 
            "מתני': <b>שופר שנסדק ודבקו פסול.  </b>פירש רש\"י ז\"ל דהוה ליה כשני שופרות. ונראה מדבריו שהוא מפרש שנסדק משני צדדיו,  וכלומר שנחלקת לגמרי לשתי חתיכות. ואינו מחוור. דאם  כן היינו דבק שברי שופרות. אלא נסדק שהוא נסדק מצד  אחד על פני כולו לארכו, והיינו טעמא דכיון שנסדק כולו אין שם שופר עליו, אלא  כחתיכת שופר שתקנה ועשאה כעין שופר, ומכל מקום אינו פסול אלא בשנסדק כולו, הא נסדק  מקצתו ועדיין מקצתו קיים כשר, והא דתניא בברייתא נסדק לארכו פסול, לרחבו אם נשתייר  בו שיעור תקיעה כשר ואם לאו פסול, לאו למימרא דלארכו לעולם פסול בין נשתייר בין לא  נשתייר, אלא משום דבנסדק לרחבו כי לא נשתייר בו שיעור תקיעה פסול הוא דמפרש הכי,  אבל לארכו לא מפרש משום דלעולם אינו פסול עד שנסדק  כולו, והיינו דתני נסדק סתמא דנסדק לגמרי משמע. והא  דתני ודבקו פוסל, כל שכן לא דבקו ודבקו לרבותא נקטיה, כלומר אפילו דבקו  בעצמו אפילו הכי אין שם שופר עליו, אלא כמי שמחבר  חתיכת שופר ועשאה שופר."
        ], 
        [
            "<b>נקב וסתמו אם מעכב את התקיעה  פסול ואם לא כשר. </b>פירוש אם מעכב את התקיעה עכשיו לאחר שסתמו, וטעמא דכשהוא  מעכב את התקיעה לאחר הסתימה נמצא שאין מה שהוסיף בסתימתו מהודק בו יפה, ואינו בטל  לגבי השופר, אלא הרי הוא כדבר אחר, והרי יש כאן קול שופר ודבר אחד, ואפילו סתמו  במינו פסול. אבל בשאינו מעכב עכשיו את התקיעה, בין שהיה מעכב מתחלתו, וכל שכן בשלא  היה מעכב מתחלתו כשר, לפי שמה שסתמו בו בטל לגבי  השופר. ותדע לך, דהא בפלוגתא דר' נתן ורבנן בנקב  וסתמו, ללישנא בתרא דר' יוחנן דקאמר, שלא במינו פסול והוא שלא נשתייר רובו אבל  נשתייר רובו כשר, מכלל דבמינו אע\"פ שנפחת רובו כשר. אלמא בשלא נשתייר רובו פליגי,  ובהא הוא דקאמר ר' נתן דבשלא במינו פסול ורבנן פסלי בין במינו ובין שלא במינו, אבל  נשתייר רובו בין לרבנן בין לר' נתן כשר בין במינו ובין שלא במינו, דבהא לא פליגי.  ובודאי בנקב גדול כ\"כ א\"א שלא היה מעכב את התקיעה מתחלה קודם שנסתם, ואם כן  מתניתין כמאן. אלא ודאי אע\"פ שמתחלתו היה מעכב, כיון שעכשיו אינו מעכב כלומר,  שהסתימה מהודקת יפה, הרי זה כשר לפי שהוא בטל לגבי השופר, ואע\"פ ששנינו צפהו זהב  מבחוץ אם נשתנה קולו מכמות שהיה פסול, התם הוא לפי  שאין השופר צריך לו ואינו עשוי לתקנו ולחזקו, ולפיכך הרי הוא כדבר אחר, וקול דבר  אחר נשמע עמו פסול, אבל כאן שצריך לו לתקנו ומהודק בו יפה הרי זה מכלל השופר, והרי  זה כאותה שאמרו (פסחים מה, א) במקום העשוי לחזק אינו חוצץ לפי שהוא מכלל הכלי.  כנ\"ל.<br><b></b>ופלוגתא דר' נתן ורבנן בשאינו מעכב את התקיעה  היא, ומתניתין ר' נתן היא. דאי בשמעכב את התקיעה,  אתיא מתניתין דלא כר' נתן, דהא סתמו, במינו משמע מן הסתם, ואפילו הכי קתני פסול.  וכן תני בתוספתא בהדיא (פ\"ב, ה\"ג) נקב וסתמו אפילו במינו אם מעכב את התקיעה פסול  ואם לאו כשר. ועוד דללישנא בתרא הא קא מכשר ר' נתן אפילו שלא במינו בשנשתייר רובו,  וכיון דמפרש ר' יוחנן הא דר' נתן ודאי משמע דכותיה סבירא ליה, ואי מתניתין דלא כר'  נתן קשיא דר' יוחנן אדר' יוחנן, דהא איהו כייל ופסק הלכה כסתם משנה, ובכל מקום  מקשה לה אדר' יוחנן, ואע\"ג דאיכא דמוקי לה באמוראי, מכל מקום מקשי ואזיל ומתרץ,  ומתניתין איכא למימר ר' נתן היא ולא רבנן, ואי נמי אפילו רבנן מודו בה, אלא דר'  נתן סבר אם מעכב את התקיעה לאחר סתימה, הא קודם לכן לא מעלה ולא מוריד, ורבנן סברי  אם מעכב את התקיעה קודם לכן לעולם פסול, לפי שקול התוספת נכר בו, והוה ליה כצפהו  זהב מבחוץ שאם נשתנה קולו מכמות היה שהוא פסול. וכן היה נראה ממה שנמצא במקצת  הספרים בגירסת ירושלמי (מכילתין פ\"ג, ה\"ו) דגרסינן התם, שופר שנסדק, למי נצרכא לר'  נתן, דבק שברי שופרות, עוד היא דר' נתן, נקב וסתמו בין במינו בין שלא במינו אם  מעכב את התקיעה פסול ואם לאו כשר, ר' נתן אומר במינו כשר שלא במינו פסול. אלמא  בשאינו מעכב מכשרי רבנן.<br><b></b>ומיהו אי אפשר לומר כן לפום גמרין כדאמרן,  מדפריש ר' יוחנן הא דר' נתן, דאי בשמעכב לבסוף קא מיפלגי, מתניתין דלא כר' נתן  דסתמו במינו משמע, ואי בשמעכב דמתניתין פליגי, דר' נתן סבר מעכב ואינו מעכב לבסוף  קאמר, ורבנן סברי בשמעכב מעיקרא קאמר. הא לא אפשר נמי כדאמרן, דהא ללישנא בתרא דר'  יוחנן ודאי משמע דאפילו לרבנן בשנשתייר רובו כשר, וההוא ודאי אי אפשר שלא היה מעכב  את התקיעה מעיקרא. אלא ודאי שאותה גירסת ירושלמי ליתא, ובמקצת הנוסחאות נמי לא  גרסי לה. אלא הכי גרסי, נקב וסתמו ר' חייא בשם ר' יוחנן דר' נתן היא, וזה כפירוש  הראשון, וללישנא קמא דר' נתן תלת בעינן לטיבותא, שנשתייר רובו, ושסתמו במינו,  ושאינו מעכב את התקיעה. וללישנא בתרא סגי לן בתרתי, שאינו מעכב וסתמו במינו ואע\"פ  שנפחת רובו, אי נמי, נשתייר רובו ואע\"פ שסתמו שלא במינו, אבל אינו מעכב את התקיעה  בעינן לעולם, דמתניתין מילתא פסיקתא קתני, אם מעכב את התקיעה פסול, ואילו היה כשר  לעולם היה מחלק ותני. ורבי אלפאסי ורב חננאל והרב בעל ההלכות זכר כולם לברכה פסקו  הלכה כלישנא קמא דר' יוחנן ולחומרא, וכן נהגו לעולם בשל תורה להחמיר באיסורי, כגון  בגיטין וקדושין ובשאר האיסורין ואע\"פ שהוא לישנא קמא. אלא שבדיני ממונות ובשל  סופרים פסקו כלישנא בתרא, וכן פוסקין בכל מקום רבותינו הצרפתים בשל תורה כלישנא  דחומרא, דתרי לישני כתרין תנאי או תרין אמוראי  דפליגי, דאי בשל תורה הלך אחר המחמיר ובשל סופרים הלך אחר המיקל. אבל הרב ר' יצחק  בן גיאת ז\"ל פסק אף הכא כלישנא בתרא ולקולא. ופסק הראשון עיקר.<br><b></b>ירושלמי: נקב וסתמו ר' בא בר זימנא בשם ר' זעירא והוא  שסתמו הא לא סתמו כשר שכל הקולות כשרין בשופר.", 
            "<b>לרחבו אם נשתייר בו שיעור  תקיעה כשר. </b>פירש רש\"י ז\"ל נסדק לרחבו כל רוח היקפו. ומסתברא דלאו כל דאם כן  הוו ליה שני שופרות, אלא רוב הקיפו קאמר, הא מיעוטו  אפילו לא נשתייר בו שיעור תקיעה כשר."
        ], 
        [
            "<b>ואמאי ליפוק  בתחלת תקיעה מקמי דליערבב קלא. </b>והקשה הר\"מ ב\"ן נ\"ר בליקוטיו, ודלמא לית ביה  שיעורא מקמי דליערבב. ותירץ דאפשר מדלא קתני אם קול הברה הוא וקתני אם קול הברה  שמע, משמע ליה שאם שמע (כלל) קול הברה, ואפילו בסוף לאחר שיעור תקיעה אע\"פ כן לא  יצא. אי נמי קים להו דלא מיערבב קלא דבורות אלא למאן דמאריך טובא ותקע  בהו, ודחוק הוא. ואי לא דמסתפינא אמינא, דהא דאמר  רבה שמע מקצת תקיעה בבור ומקצתה על שפת הבור, בשלא האריך בה בכולה אלא כדינא, ואין  בין מקצת התקיעה שבבור ומקצת שעל שפת הבור אלא כשיעור תקיעה, דמקצת תקיעה הכין  משמע, ואפילו הכי יצא כיון דמכל מקום יש בכל התקיעה כשיעורא, וקא מפרש טעמא משום  דאפילו ראש התקיעה כשירה היתה לאותן העומדים בתוך  הבור, ואקשינן בתוקע לתוך הבור ואמאי ליפוק באותו  מקצת ששמע הוא מקמי דליערבב קלא, דהא שמע תקיעה מעליתא כיון דזמן חיובא הוא לאותן  העומדים בתוך הבור. וכן ההיא דלעיל (ראש השנה כז, א) נמי  דאמרינן לכך מאריך בשופר, משמע אע\"פ שאינו מאריך בה לאחר הפסק חצוצרות כדי שיעור  תקיעה, דהא סתמא קתני שופר מאריך ולא קתני שופר מאריך שיעור תקיעה, ומשום דתקיעה  כולה שיעור תקיעה אית אית ליה, ואע\"פ שהוא לא יכול לכוין לכולה, מכל מקום מן התוקע  שיעור תקיעה לתקיעת מצוה שמע, ומכל מקום אסיקנא דבמקצת תקיעה לא יצא, אלא טעמא  בההיא דלעיל, משום דתרתי קלי במקום חביבותא משתמעי, והכא בתוקע ועולה. כך נראה  לי.", 
            "הא דאמרינן: <b>כי קאמר רבה בתוקע ועולה. </b>תמיהא לי, דהא רבה דומיא  דשמע מקצת תקיעה קודם שיעלה עמוד השחר נקט לה, וכדאקשינן ליה אביי לרבה גופיה, מאי  שנא הא מיהא. ורבה גופיה פריק ליה התם לילה לאו זמן חיובא הוא, הכא זמן תקיעה הוא  לאותן העומדים על שפת הבור. ומדוחק יש לי לומר דרבה ודאי בתוקע ועולה קאמר  כדמסקינן, ולאו דומיא דתוקע מקצת תקיעה קודם שיעלה עמוד השחר נקט לה, אלא תרי מילי  נינהו ותרי אתא לאשמועינן, אלא דאביי טעה וסבר דבענין אחד נקטינהו ואקשי ליה, רבה  לטעמיה פריק ליה לומר דאפילו למאן דטעי ל\"ק, ואורחא דתלמודא בהכי לפרוקי אליבא  דמאי דסבר דמאן דמקשה. ומאן דמקשה נמי בתר הכי, למימרא דסבר רבה שמעי סוף תקיעה  בלא תחילת תקיעה יצא, טעה נמי בדטעי אביי, ועוד משום דרבה גופיה אהדר ליה כדאמרית.  כנ\"ל.", 
            "הכי גרסינן בהלכות הרב אלפסי ז\"ל, וכן היא במקצת הספרים: <b>אמר רב יהודה שופר של  עבודה זרה לא יתקע ואם תקע יצא. </b>ואי קשיא, מאי שנא משופר של שלמים דאמר רב  יהודה לא יתקע ואם תקע לא יצא דמצות ליהנות ניתנו. יש לומר דהא דאמר רבא עלה אחד  ואחד זה יצא מאי טעמא מצות לאו ליהנות ניתנו, לא לטעמא דנפשיה קאמר אלא אדרב יהודה  קאי, כלומר, אלא הכי קאמר רבי יהודה (אלא הכי קאמר), בין בשל עולה בין בשל שלמים  יצא, מאי טעמא מצות לאו ליהנות ניתנו לכולי עלמא. ויש  גורסים הכא אמר רבא, ורבא לטעמיה דאמר בין של עולה  בין בל שלמים יצא מצות לא ליהנות ניתנו, הא לרב יהודה בין בשל עבודה זרה בין בשל  עיר הנדחת אפילו דיעבד לא יצא דמצות ליהנות ניתנו סבירא ליה.", 
            "<b>ואם תקע  יצא. </b>ובמסכת חולין בסוף פרק כסוי הדם (חולין פט, א) תניא לא יצא ואוקימנא לה באשרה  דמשה דכתותי מיכתת שיעורא, והוא הדין בשל תקרובת עבודה זרה דגוי, דלית ליה בטלה  עולמית דאיתקש למת. אבל הכא בשופר שהוא עצמו עבודה  זרה, אי נמי שהוא משמשי עבודה זרה, והכא במאי עסקינן בשנטלו על מנת שלא לזכות בו  הא נטלו לזכות בו מדאגבהיה קנייה ונעשה עבודה זרה דישראל.", 
            "<b>המודר הנאה מחבירו מותר לתקוע  לו תקיעה של מצוה והמודר הנאה משופר מותר לתקוע לו [בו] תקיעה של מצוה. </b>ודוקא  במודר הנאה ומשום דמצות לאו ליהנות ניתנו, הא באומר תקיעת שופר עלי, אסר לתקוע  אפילו תקיעה של מצוה, משום שנדרים חלין על דבר מצוה כדבר  הרשות. אבל האומר שבועה שלא אשמע קול שופר של מצוה,  לוקה ותוקע תקיעה של מצוה, וכדאמרינן התם בפרק שני דנדרים בראשו (טז, ב), הא דאמר  ישיבת סוכה עלי הא דאמר שבועה שלא אשב בסוכה."
        ], 
        [
            "הא  ד<b>תנן: היה עובר אחורי בית הכנסת או שהיה ביתו סמוך לבית הכנסת אם כיון לבו  יצא. </b>הקשו עלה בתוס' מיהא דאמרינן בעירובין פרק כל גגות (עירובין צב, ב), צבור בקטנה  ושליח צבור בגדולה אין יוצאין ידי חובתן. ותירצו דשאני התם דליכא עשרה עם שליח  ציבור. והקשו עוד מהא דאמרינן בפסח שני בשלהי פרק  כיצד צולין (פסחים פה, ב) מן האגף ולחוץ כלחוץ ואמר רב וכן לתפלה, ור' יהושע בן  לוי אמר אפילו מחיצה של ברזל אינה מפסקת בין ישראל לאביהם שבשמים, במאי קא מיירי  אי לענין צירוף וכגון ההיא דכל גגות, תיקשי לר' יהושע בן לוי ואנן קיימא לן כר'  יהושע בן לוי, כדמוכח בסוטה בפרק אלו (נאמנין) [נאמרין] (לח, ב) דמייתי מינה ראיה  לברכת כהנים דאין מחיצה מפסקת. ואי איירי לענין לצאת כי הא דמתניתין דהכא, אם כן  תיקשי מתניתין לרב. ותירצו דההיא דפסחים מיירי לענין לענות כל דבר שבקדושה עם  הצבור, דלרב מפסקת ואינו עונה עמהם משום דכל דבר  שבקדושה אין פחות מעשרה, והרי הוא נחשב כעומד לבדו בחוץ, ולר' יהושע אין מחיצה  מפסקת, והרי הוא כאילו עומד בתוך העשרה שבפנים ועונה עמהם. וקשיא להו דהא קול מגלה  תנן ומגלה בעינן בעשרה בין בזמנה בין שלא בזמנה, ואפילו לרב דאמר בזמנה ביחיד, מכל  מקום הא אמרינן דהתם דחש לה רב להא דרב אסי דאמר בעשרה, וסלקא להו  בתיובתא. ומסתברא דאי משום הא לא קשיא, דהא דבעינן  עשרה למגלה היינו משום פרסומי ניסא, ובמקום קריאתה הוא דבעינן פרסומי ניסא בעשרה  והא איכא, ואף על גב דהאי שמע לה מקום דליכא עשרה, קריאתה מיהא בעשרה היא, וממקום  דאיכא פרסום ניסא שמע לה ושפיר דמי.", 
            "<b>דקא מנבח נבוחי. </b>פירש רש\"י ז\"ל  דאינו תוקע כשיעור תקיעה. וקשה דאם כן היכי נתכון שומע, לא משמיע ולא שומע איכא,  ואפילו איתכון משמיע לא יצא. ושמא לכך נתכוין רש\"י ז\"ל לפרש, שלא נתכוון לתקוע  בשיעור תקיעה, ושלא מדעת עלתה בידו שיעור תקיעה. ואי נמי כמו שפירש הוא ז\"ל  בפירקין דלקמן במקומה (ראש השנה לג, ב ד\"ה מתעסק) כגון שהיה נופח בשופר ולא לכונת תקיעה כלל  ועלתה בידו תקיעה.", 
            "<b>שאני אומר מצות אינו  עובר עליהן אלא בזמנן. </b>פירוש, ואפילו במתכוין לשם מצוה. ותדע לך מדאקשינן עליה  מכהן שעלה לדוכן, וההוא ודאי קא מתכוין, וכדאמר הואיל וניתנה לי רשות לברך אוסיף  ברכה אחת משלי.", 
            "<b>ורב שימי בר אביי התם לא  סגיא דלא יהיב הכא אי בעי מברך אי בעי לא מברך. </b>מכאן משמע דכל כהן שעלה פעם  אחת ביום לדוכן שוב אינו מחייב לעלות ולברך באותו  יום, ואף על פי שאמרו לו לעלות אינו עובר  בעשה, דאמור להם אינו כל היום אלא פעם אחת ביום.", 
            "<b>אלא אמר רבא לצאת לא בעי כונה. </b>כלומר, דמצות אינן צריכות  כונה. לעבור בזמנו לא בעי כונה. והיינו הא דמתן דמים, דאע\"ג דאינו מתכוין להזות  מדם הבכור אלא פעם ראשונה, אפילו הכי עובר, דכל שעתיה ושעתיה זמניה, כיון דאילו  מתרמי ליה בוכרא אחרינא מדי והדר מדי, שלא בזמניה בעי כוונה, והיינו ההוא דכהן,  דאע\"ג דסיים ברכותיו כיון שהוא מתכוין להוסיף ברכה אחת משלו עובר, ואע\"ג דאי מתרמי  ליה צבורא אחרינא, אי בעי מברך ואי בעי לא מברך.<br><b></b>וכבר כתבתי למעלה בפרקין קמא (טז, א ד\"ה למה)  גבי מפני מה תוקעין כשהן יושבין ותוקעין כשהן עומדין, היאך אפשר לעשות כן  והא איכא משום בל תוסיף, ותירצו בתוס' דאין בל  תוסיף בכי הא, שאילו תקע וחזר ותקע ואפילו אלף פעמים באותו יום ליכא בל תוסיף, אלא  אם כן הוסיף ותקע ביום אחר, וכן אם נטל לולב אלף פעם ביום אחד. וכן אם הזה מדם  הבכור בקרן אחד אפילו אלף הזאות. ואינו מחוור בעיני דרך זה. ואף הם העלוהו  בגמגומין הרבה. ועוד יום שני לדידן דידעינן בקבועה דירחא מאי איכא למימר. אלא שיש  לומר דכל שתקנו חכמים לצורך, בין מחמת ספק בין מחמת גזרה, כההיא דמכריז ר' יוחנן  היכא דמטי שלוחי ניסן ולא מטי שלוחי תשרי ליעבדו תרי יומי גזרה ניסן אטו תשרי (כא,  א), ליכא משום בל תוסיף, על פי (הדבר) [התורה] אשר יורוך אמר רחמנא. ומיהו היחידים  שתוקעין ביום טוב בין בראשון בין בשני, וכדאמרינן לקמן (ראש השנה ל, א) לא שמע איניש קל  אודניה מקול תקועיא, היינו כדברי רבותינו הצרפתים, שאין בו ביום שתוקעין בו משום  בל תוסיף, ואף על פי שמתכוין לערבב את השטן. ובשאר  הימים נמי ליכא משום בל תוסיף, דשלא בזמנו לעבור בעי כונה.", 
            "<b>אמר ליה ר'  זירא לשמעיה איכון ותקע לי. </b>הרב אלפאסי ז\"ל כתב הא דר' זירא, ואע\"ג דקיימא לן  כרבה ורבא, וכדשלחו ליה לאבוה דשמואל, וכרב אשי, דכולהו סבירא להו מצות אין צריכות  כונה, הא דר' זירא לא פליגא אהנך אמוראי, דלא אמר ר' זירא איכון למצוה ותקע לי אלא  איכון להשמיענו קול שופר בעלמא. וכן נראה מלשון הרב ז\"ל שכתב הלשון  בהלכות. והרב בעל המאור ז\"ל הקשה עליו, דודאי  מדאוקימנא להא דר' זירא כר' יוסי, דאמר ביחיד לא יצא עד שיתכוין שומע ומשמיע, משמע  דר' זירא כונת מצוה בעי כר' יוסי, דהא בפרק ערבי פסחים (פסחים קיד, ב) משמע דר'  יוסי מצות צריכות כונה סבירא ליה ופליגי רבנן עליה. ואף רש\"י ז\"ל כן פירוש, איכון  ותקע לי להוציאני ידי חובתי, משמע דסבירא ליה לרב ז\"ל דר' זירא פליגא אדרבא, ואנן  קיימא לן דמצות אין צריכות כונה."
        ], 
        [
            "גירסת הספרים: <b>מקדישין לעולם וגואלין  לעולם. </b>דהיא ראשונה לההיא דמוכרין  לעולם וגואלין לעולם, דההיא דמקדישין איתא בפרק אין מקדישין (ערכין כו, ב) וההיא  דמוכרין איתא בפרק בתרא דערכין (לג, ב), ולא משמע דמייתי בתרייתא ומנח  קמייתא.", 
            "גירסת הספרים: <b>קא משמע לן נהי  דליתנהו בהשמטת קרקעות בהשמטת כספים ובשלוח עבדים מיהא איתנהו. </b>רש\"י ז\"ל כתב  דלא גרסינן ליה כלל, אלא קא משמע לן גרסינן ותו לא, דאי אפשר דגרסינן נהי דליתנהו  בהשמטת קרקעות דהא ודאי איתנהו, דבין שלקחו הם מאחרים מחזירין, דהא איתנהו בכלל כל  המצות כישראל, ובין שלקח ישראל מהם מן האלפים אמה שנתנו להם חוץ לעריהם יוצא להם  ביובל. ואפילו בתי ערי חומה שאין חוזרין לישראל ביובל, חוזרין להם, שנאמר (ויקרא  כה, לג) ואשר יגאל מן הלוים. ומיהו אי משום הא, איכא למימר דהשמטת קרקע דקאמר הכא,  היינו מקדיש שדה אחוזה ולא גאלה ומכרה גזבר, שאלו בישראל אינה חוזרת לו, לפי  שהיובל מפקיע מן המקדיש וחוזרת לכהנים ביובל, ואלו לוי שהקדיש חוזרת לו ואינה  נשמטת ממנו ביובל. אבל בתוס' הקשו, דמכל מקום, כשאמר נהי דליתנהו בהשמטת קרקע אבל  בשילוח עבדים איתנהו, הוה ליה למימר בהשמטת קרקע דמכירה מיהא איתנהו, ועוד היכי  קאמר דבהשמטת כספים איתנהו, דמה ענין שמיטת כספים ביובל, הא בהדיא תניא בספרי  בפרשת ראה אנכי (פיסקא קי\"ב) דשביעית משמטת כספים ואין יובל משמט כספים, וממעט ליה  מוזה דבר השמטה, שמטה משמטת כספים, ולא יובל. ואית  דגרסי, נהי דליתנהו בהני, בהשמטת קרקעות ובשילוח עבדים מיהא איתנהו."
        ], 
        [
            "<b>יום טוב של ראש השנה שחל להיות בשבת במקדש היו תוקעין אבל לא במדינה.  </b>פירוש מדינה אפילו בירושלים . והא דקתני עוד זאת היתה  ירושלים יתירה על יבנה לאחר התקנה נשנית . ואם תאמר  מאי שנא מלולב שהיה דוחה את השבת בגבולין בזמן שבית המקדש קיים כדתנן בפרק לולב  הגזול (סוכה מא, ב) יום הראשון של חג כל העם מוליכין את לולביהן לבית הכנסת וכל  אחד ואחד מכיר את שלו ונוטלו, ותנן בפרק לולב וערבה (סוכה מב, ב), יום טוב הראשון  של חג שחל להיות בשבת כל העם מוליכין את לולביהן להר הבית, ומפרשים להני תרתי  מתניתין התם בפרק לולב וערבה (סוכה מד, א) הא והא בזמן שבית המקדש קיים ולא קשיא כאן  במקדש כאן בגבולין. אלמא בזמן הבית אפילו בגבולין היה ניטל. ויש לומר דלולב ליכא  למיגזר כולי האי, דיותר בקיאין בנטילתו מתקיעת שופר שהיא חכמה ואין הכל בקיאין  בה , ושמא יוליכנו אצל בקי. ואם תאמר אם כן מאי שנא  דבשופר התקינו לאחר חורבן ומאי שנא בלולב שאסרוהו בכל מקום. יש לומר משום דשופר  עולה זכרון ולא רצו שיהא הדבר בטל לגמרי .", 
            "<b>כל מלאכת עבודה לא תעשו ביום טוב  כתיב. </b>והוה מצי לאיתויי לא תעשה כל מלאכה (שמות כ, י) דכתיב בשבת, דאף בשבת לא  נאסר אע\"ג דלא כתיב ביה עבודה, דלאו מלאכה היא .", 
            "<b>יצאת תקיעת שופר ורדיית הפת שחכמה  היא ואינה מלאכה. </b>ומיהו מדרבנן אסורין ,  וכדאמרינן בריש פרק קמא דשבת (ג, ב) הדביק פת בתנור התירו לו לרדותה קודם שיבא  לידי חיוב חטאת או לא, דאלמא מדרבנן אסירא. וכדתנן נמי בפרק כל כתבי הקודש (שבת  קיז, ב) גבי מציל פת מן התנור, מציל מזון שלש סעודות וכשהוא רודה לא ירדה במרדה  אלא בסכין. וכן תקיעת שופר אסירא מדרבנן כדמוכח לקמן (ראש השנה לג, א) גבי אין מעכבין את  התינוקות מלתקוע ביום טוב. וכן בשלהי במה מדליקין (שבת לה, ב), ובפרק כיסוי הדם  (חולין פד, ב) דקאמר, תקיעת שופר בגבולין תוכיח שספיקה דוחה יום טוב ואין ודאה  דוחה שבת, ואפילו הכי לא היו אוסרין אלא משום דרבה דאמר שמא יעבירנו .", 
            "<b>שמא יעבירנו ארבע אמות. </b>הא  דלא נקט שמא יוציאנו מרשות היחיד לרשות הרבים, משום דהתם אית ליה היכירא טפי.  ורש\"י ז\"ל לא פירש כן בכאן ."
        ], 
        [
            "<b>לא דאלו בירושלים תוקעין בין בפני בית דין בין שלא בפני בית דין  וכו'. </b>קשיא לי, ורבא גופיה מאי טעמא לא הוה מפרש לה הכין ולא תיקשי ליה  מידי . ונראה משום דקתני וביבנה לא היו תוקעין אלא  בבית דין בלבד, ואם איתא דאידך נמי שלא היו תוקעין אלא בפני בית דין היינו הא,  ואהדר ליה דהא דקתני בסופא וביבנה לא היו תוקעין אלא בבית דין אתרוייהו קאי,  כלומר, יתרה היתה ירושלים על יבנה שבירושלים תוקעין שלא בפני בית דין, ולא עוד אלא  עוד היתה יתרה, שאפילו הסמוכות לה שרואות ושומעות תוקעות לעצמן, וביבנה לא היו  תוקעין אלא בפני בית דין בלבד. אי נמי יש לומר, דרבא, ההיא דרב יצחק בר יוסף הוה  דחיק ליה, דאיהו סבר דכל חד וחד היה תקע בדוכתיה ושלא בפני בית דין. וזה נראה לי  עיקר.", 
            "הא דאקשינן: <b>מאי אין כל יחיד  ויחיד חייב לתקוע אי לימא דביובל תוקעין יחידים וכו' והא אמר ר' נחמן בר יצחק  וכו'. </b>תמיהא לי מאי קשיא ליה לימא אין, ביובל כל יחיד ויחיד חייב ממש לתקוע,  דכתיב (ויקרא כה, ט) ביום הכפורים תעבירו שופר בכל ארצכם, כדאמרינן לעיל, ואלו  בראש השנה חיוב ליכא. וברייתא נמי כל יחיד ויחיד חייב ואין כל יחיד ויחיד חייב  קתני. ואסהדתיה דרב יצחק בר' יוסף לא בחיוב היא. וצריך לי עיון.", 
            "הא דאמר: <b>ר' חייא בר גמדא לא היו תוקעין אלא כל זמן שבית דין יושבין.  </b>פירשה רש\"י ז\"ל ביובל. ויש מפרשים אפילו בראש השנה,  ואתא לאשמועינן דאפילו בפני בית דין לא יתקע אלא כל זמן שבית דין יושבין. וכן  פירשו בתוס', וכן נראה מדברי רבינו אלפאסי ז\"ל שהביאה בהלכות ואף על פי שאין יובל  נוהג. וכן נראה מדבריו דהא דאמרינן לעיל (ראש השנה כט, ב)  אמרו לו היינו תנא קמא, ואמרינן איכא ביניהו בי דינא דאקראי, הכי קאמר, תנא קמא  סבר כל מקום שיש בו בית דין קבוע ומומחה לרבים, מומחה אף על פי שאינו  סמוך, ור' אליעזר סבר סנהדרין  כיבנה. ואמרו לו סבר, אפילו כל בית דין אף על פי  שאינו קבוע. וקיימא לן כתנא קמא, ועל כן כתבה  לשמעתין הרב בהלכותיו. ואמרו שהוא ז\"ל היו תוקעין לפניו שבית דין מומחה וקבוע  היה.", 
            "<b>רואה פרט ליושבת בנחל [וכו']. </b>כלומר, דכולהו בעינן,  וגרסינן בירושלמי (פרק ד הלכה ב) והם שיהו כל הדרכים האלו בה."
        ], 
        [
            "<b>ונתקלקלו הלוים  בשיר. </b>אבל קלקול קרבן מוסף לא קא חשיב, דאחר  שבאו הקריבוהו, דאע\"ג דדרשינן (פסחים נח, ב) עליה (ויקרא ו, ה), עליה השלם כל  הקרבנות כולן, כלומר שאין דבר קרב אחר תמיד של בין הערבים, אפילו הכי אע\"ג דהאי  עליה השלם כל הקרבנות כולן הוי עשה, אתי עשה דמוסף  דהוי עשה דרבים ודחי לה, וכענין דאמרינן בגיטין פרק  השולח (גיטין לח, ב) גבי משחרר עבדו עובר בעשה, ואמרינן התם דר' אליעזר הלך לבית הכנסת  ולא מצא שם עשרה ושחרר עבדו והשלימו לעשרה, ואמרינן עלה דאע\"ג דהמשחרר עבדו עובר  בעשה אפילו הכי מצוה דרבים שאני. ובריש פרק אלו מגלחין (מועד קטן יד, ב) אמרינן  גבי אבלות, אי אבלות דמעיקרא אתי עשה דרבים ודחי עשה דיחיד.<br><b></b>ואם תאמר מכל  מקום למה נתקלקלו בשיר ימתינו מלהביא נסכים עד למחר ולא יצטרכו לומר שירה היום עד  למחר, דהא קיימא לן שאין אומרים שירה אלא על היין כדאיתא בפרק שני דערכין (יא, א),  ויכולין הן גם כן להביא תמיד ולהמתין מלהביא נסכים עד למחר, כדאמרינן במנחות בפרק  הקומץ זוטא (טו, ב) מביא אדם זבחו היום ונסכים מכאן ועד עשרה ימים, ובפרק שני  דתמורה (יד, א) נמי אמרינן, מנחתם ונסכיהם אפילו בלילה מנחתם ונסכיהם אפילו למחר.  ויש לומר שאם כן לא היו אומרים שירה כלל, דאילו בלילה אינו זמן שירה כדאמרינן  בערכין בפרק שני (יא, א) מה כפרה ביום אף שירה ביום, ולמחר נמי בעיא היא התם (יב,  א) ולא איפשיטא, דאיבעיא להו התם נסכים הבאין בפני  עצמן טעונים שירה או אין טעונין שירה, ולא איפשיטא. ואפילו למאן דאמר טעונין  שירה ניחא טפי להביא הנסכים עם הזבח, וכדדרשינן התם  בערכין אמרו שירה אאכילה ושתיה, ואמרי התם אשתיה  לחודה אמרינן או אאכילה ושתיה אמרינן אשתיה לחודה לא אמרינן. ועוד דלכתחלה משמע  שהוא צריך להביא נסכים עם הזבח, וההוא דמביא אדם זבחו היום ונסכים מכאן ועד עשרה  ימים, ההיא בקרבן יחיד דאין טעון שירה, לפי שאין  אומרים אלא בקרבן ציבור הקבוע לו זמן, כדמוכח התם בערכין (יא, ב)."
        ], 
        [], 
        [
            "<b>אמר ר' יהושע בן קרחה עוד זאת התקין רבן יוחנן  בן זכאי שאפילו ראש בית דין בכל מקום שלא ילכו העדים אלא למקום הועד.  </b>ירושלמי: כיני מתניתא למקום הועד של חדש.", 
            "<b>ובקש ר'  אליעזר להפקירו לעניים. </b>ואם תאמר בפרק שני דשבועות (טז, א) דמספקא לן בר'  אליעזר אי סבירא ליה קדושה ראשונה קדשה לשעתה ולא קדשה לעתיד לבא או לא, אמאי לא  פשיט מהא דקדשה לעתיד סבירא ליה, דאי לא תימא הכין כי אפקרה לעניים מאי קא מהנה  להו לעניים, והלא אינן יכולין לאכלן לפנים מחומת ירושלים שהרי בטלה  קדושתה. ויש לומר דנפקא מינה שהיו יכולין לחלל כל  הפירות על שוה פרוטה, וכדשמואל דאמר (ב\"מ נז, א) הקדש שוה מנה שחללו על שוה פרוטה  מחולל, ואע\"ג דבפרק הזהב (שם) פליגי בשחללו אי דוקא חללו בדיעבד או אפילו לכתחלה,  הא אסיקנא בערכין פרק המקדיש שדהו (ערכין כט, א) דבזמן הזה אפילו לכתחלה נמי."
        ], 
        [
            "הא דאקשינן: <b>למה הוא מזכיר רחמנא אמר  אידכר. </b>תמיהא לי מאי קאמר, דהא כל הני ברכות מדרבנן נינהו, וכדאמרינן בשילהי  פירקין (לד, ב) גבי שתי עיירות באחת תוקעין ובאחת מברכין הולכין למקום שתוקעין  ואין הולכין למקום שמברכין, פשיטא תקיעות דאורייתא ברכות דרבנן. ואם כן מאי קאמר  רחמנא אמר אדכר, שפיר קאמר להו ר' עקיבא למה תקנו לומר מלכיות כיון שאינו תוקע  בהן. ונראה לי דמשום שראו חכמים לומר מלכיות זכרונות ושופרות ואסמכינהו אקרא  כדאמרינן בסמוך, עשאום כאילו מן התורה, ובפרק קמא  (טז, א) נמי אמרו אמר הקב\"ה אמרו לפני בראש השנה מלכיות זכרונות ושופרות מלכיות  כדי שתמליכוני עליכם זכרונות כדי שיעלה זכרוניכם לפני לטובה ובמה בשופר, עשאום  כאילו נצטוו בכך, ואיתא נמי לקמן (ראש השנה לד, ב). וגדולה מזו אמרו שם, אמר ר' אבהו למה  תוקעין בשופר של איל בראש השנה אמר הקב\"ה תקעו לפני בשופר של איל כדי שאזכור לכם  עקדת יצחק, וההיא על כרחין לאו דוקא ורמז נמי בקרא ליכא, ותנינן כל השופרות כשרין,  אלא כל שראו חכמים להיות כן עשאום כאילו נצטוו על זה.", 
            "<b>הני עשרה כנגד מי כנגד עשרה הלולין שאמר דוד  במזמור הללוהו בתקע שופר. </b>וכולהו מוכח מהכא, כלומר, שיהלל עשר בתקע שופר, בין  הלולין דמלכיות בין הלולין דזכרונות ושופרות. אבל בירושלמי (פ\"ד, ה\"ז) סמיך כל חד  וחד לעניניה, עשרה מלכיות כנגד עשרה קלוסין שאמר  דוד בהללויה הללו אל בקדשו, עשרה זכרונות כנגד עשרה ודויין שאמר ישעיה (ישעיה א,  טז-יח) רחצו הזכו ומה כתיב בתריה למדו היטיב ומה כתיב בתריה לכו נא ונוכחה אמר  השם, עשרה שופרות כנגד שבעה כבשים ופר ואיל ושעיר.", 
            "<b>אין פוחתין מעשרה  מלכיות וכו' ואם אמר שבע מכולן יצא וכו' ר' יוחנן בן נורי אומר הפוחת לא יפחות  משבע ואם אמר שלש מכלן יצא. </b>הא ברייתא משמע דפליגא אמתניתין, דאלו לתנא קמא  דמתניתין משמע דאפילו בדיעבד לא יצא בפחות מעשר מדלא קתני ואם אמר שבע יצא כדקתני  בברייתא וכדקתני במתניתין בדר' יוחנן בן נורי. ומשמע נמי דלר' יוחנן בן נורי  דמתניתין לכתחילה לא יפחות מעשר, דהא לא פליג התם אלא בדיעבד הא בלכתחלה  לא. ואם תאמר אם כן מאי קא מוכח מבריתא לשלש שלש  דמתניתין, דשלש מכולן קאמר מדקתני הכין בברייתא, דדילמא כי היכי דפליגא ברייתא  ומתניתין בהנך הכי נמי פליגי בהא. ויש לומר דכל היכא דאיכא לאשווינהו משוינן להו,  דבכדי לא אמרינן דפליגין אהדדי. ומכל מקום כיון דמשמע דפליגן בלכתחלה, דאילו  למתניתין בין לרבנן בין לר' יוחנן בן נורי לא יפחות לכתחלה מעשר, הא דאמר רב  המנונא אמר שמואל הלכה כר' יוחנן בן נורי אדר' יוחנן בן נורי דמתניתין קיימי,  דאמרינן דבדיעבד יצא אפילו אמר שלש שלש מכולן, והלכך לכתחלה עשרה בעינן אלא  דבדיעבד אפילו בשלש. וכן כתב הר\"מ ב\"ן נ\"ר. ומדקתני במתניתין ובברייתא אין פוחתין,  ולא קתני ולא מוסיפין כדקתני גבי הבדלות (פסחים קד, א), שמע מינה דאין פוחתין מכן  הא אילו בא להוסיף מוסיף כמה שירצה, וכן אמרו משמן של הגאונים. ואע\"ג דאמרינן הני  עשרה כנגד מי, והוה משמע לכאורה דדוקא תננהו שלא יגרע ולא יוסיף, אפילו הכי לא.  ואית לן כיוצא בה, שאמרו (מגילה כא, ב) אין פוחתין מהן מעשרה פסוקים בבית הכנסת,  ואמרינן עלה כנגד מי כנגד עשרה מאמרות ועשרה הדברות, ואע\"פ כן מוסיפין עליהן כמה  שירצו."
        ], 
        [
            "<b>תרועה שיש עמה  מלכות אומרה עם המלכיות עם השופרות דברי ר' יוסי ר' יהודה אומר אומרה עם המלכיות  ואינו אומרה עם השופרות. </b>דקא סבר ר' יהודה דאינו אומר עם השופרות אלא תרועה  שיש בה שופר ואי נמי שנזכר בו שופר, וכדאמרינן בהדיא תרועה שאין עמה ולא כלום  אומרה עם השופר דברי ר' יוסי, ר' יהודה אומר אינו אומרה כל עיקר, וקיימא לן כר'  יוסי. ומיהו דוקא תרועה סתם, הא תרועה שנזכר בה חצוצרות כגון ותקעתם בחצוצרות אינו  אומר כל עיקר, דאנן שופרות בעינן דכתיב (תהלים מז, ו) עלה אלקים בתרועה השם בקול  שופר, וביובל דמיניה גמרינן שופר תרועה כתיב. ואותן שנהגו לומר בסוף השופרות  ותקעתם בחצוצרות (במדבר י, י) טעות הוא, ואע\"ג דכל  מקום שיש חצוצרות במקדש יש שופר, מכל מקום אנן קרא דמזכיר בו שופר בעי והא ליכא.  אלא אומר לא הביט און ביעקב וגו' (שם כג, כא),  ואע\"פ שאמרו עם המלכיות, וכדאמרי' מלכות שיש עמו תרועה אומרו עם המלכיות ואומרו עם  השופרות, וא\"נ יום תרועה יהיה לכם (שם כט, א).", 
            "<b>ר' יוסי אומר משלים  בתורה ואם השלים בנביא יצא. </b>פירוש, ר' יוסי לא פליג את\"ק במתחיל בתורה דבהא  אפילו ר' יוסי מודה, אלא במשלים בנביא הוא דפליג, דאילו לת\"ק פסוק עשירי אומרו  מאיזה מקום שירצה ואילו לר' יוסי לכתחלה אינו אלא משל תורה ואומרו לבסוף. והיינו  דלר' יהודה אע\"ג דלא אשכח מלכיות בשל תורה אלא תלתא אפילו הכין לא קשיא ליה ולא  מידי, דהא אי בעי אומר ארבעה משל נביאים או משל כתובים, ולעולם לר' יוסי מתחיל בשל  תורה ומסיים בשל תורה. והכין תניא בהדיא בתוספתא  (פ\"ד, ה\"ו) בדברי ר' יוסי מתחיל בשל תורה ומסיים בשל תורה. ואף ר\"ח ז\"ל גריס הכין  בהדיא בברייתא בגמרא. וקיימא לן כר' יוסי, מדאמר ר' אליעזר בריה, ותיקין היו  משלימין בתורה, ואע\"ג דסתם מתניתין פליג עליה, אפילו הכין מעשה רב. ועוד פוק חזי  מה עמא דבר, וכן פסקו כל הראשונים, וכן כתב הר\"מ ב\"ן נ\"ר. וכן אמרו הגאונים ז\"ל  דכתובים באמצע. וכן כתב רבינו האי גאון ז\"ל שכן מסורת  בידם. והר\"מ ב\"ן נ\"ר כתב, שכן מפורש במסכת סופרים  (פי\"ח, ה\"ג), שבכל מקום דברי קדושה נקדמין לדברי  קבלה. והא דאמרינן בגמרא (לעיל ראש השנה לב, א) תורה נביאים  וכתובים, סדר כתיבה נקט ואזיל.", 
            "<b>מאי שנא דהשני מתקיע. </b>כלומר, יתקיע  הראשון כדרך שהוא עושה בהלל שהראשון מקרא את ההלל משום זריזין שמקדימין למצות.  ואיכא למידק, דהא צריך לתקוע על סדר ברכות, ובתפלת המוספין הוא דאיכא תשע משום  שמצות היום במוספין, הא בשחרית שאינו מתפלל תשע לא יתקע. ומשמע מכאן לכאורה שכל  תפלות היום תשע, וכן דעת הרב בעל המאור ז\"ל, אלא  שלא נהגו [כן], ומנהגן של ישראל תורה היא, ובכל כי הני פוק חזי מה עמא  דבר. והכי נמי משמע לקמן בירושלמי דגרסינן התם  בשילהי מכלתין (הלכה י) ר' זעירא ורב חסדא הוו יתבין תמן באילין תקיעתא מן דצלון  אתא צלותא קם ר' חסדא אמר ליה ר' זעירא ולא כבר מצלינן, אמר ליה מצלי והדר מצלי,  אמר ליה דנחתין מערביא להכא אומרין בשם ר' יוחנן הלכה כר\"ג באילין תקיעתא. ע\"כ  בירושלמי. אלמא מדצלו אינהו שחרית, וקשיא ליה לר' זעירא אמאי הדר צלי ר' חסדא תפלת  המוספין מדפסק ר' יוחנן כר\"ג באילין תקיעתא, ואנן הא מפרשים טעמא דהני משום דאושי  (לקמן ראש השנה לה, א) כלומר דנפישי ברכות וקראי דמלכיות זכרונות ושופרות, ואם איתא אפילו  בתפלת השחר יהא הלכה כר\"ג ולא ליצלו, אלא לאו כדאמרן. כך נראה לי.<br><b></b>והכא יש לומר דהכי קאמר, מאי שנא  דהשני מתקיע יתקיע הראשון ויברך נמי תשע, ואע\"פ  שאין חיוב הברכות מחמת התקיעות אלא מצד עצמן, שהרי יחיד מתפלל תשע אע\"פ שאינו צריך  לשמוע על סדר ברכות, ואפילו בחבר עיר נמי בשלא נזדמן להם שופר מברך תשע, שאין  הברכות מעכבות את התקיעות ולא התקיעות מעכבות את הברכות, וכדתנן (לג, ב) מי שברך  ואחר כך נתמנה לו שופר תוקע ומריע ותוקע, מכל מקום כיון דזריזין מקדימין למצות  ואלו נתמנה לו שופר צריך לשומען על סדר הברכות,  יברך אף בשחרית ויתקע על סדר הברכות, כך נראה לי.", 
            "<b>אמר ר' יוחנן בשעת  השמד שאנו. </b>כלומר, מחמת כך התקינו בשני, ואע\"פ שבטל דבר תקנה במקומה  עומדת. ואי נמי טעמא כדאיתמר בירושלמי (פ\"ד, ה\"ח)  ר' יעקב בר אחא בשם ר' יוחנן מפני מעשה שאירע, פעם  אחת תקעו בראשונה והיו השונאים סבורין שמא עליהן הן הולכין עמדו עליהם והרגום, מן  גו דאינון חמיין לון קרי את שמע ומצלו וקרי באורייתא ומצלו ותוקעין אינון אמרינן  בנימוסיהן אינון עסיקין, ומר בהלל לית כל עמא תמן, ומר אף בתקיעה לית כל עמא תמן.  אמר ר' יונה ואותי יום יום ידרושון זו תקיעה וערבה. ר' יהושע בן לוי בשם ר'  אלכסנדרי שמע לה מן הדא, שמעה אלקים צדק זו קרית  שמע הקשיבה רנתי זו רנון תורה האזינה תפלתי זו תפלה בלא שפתי מרמה זה המוסף, מה  כתיב בתריה מלפניך משפטי יצא, אמר ר' אחא בר פפא קומי ר' זעירא שנייה היא שמצות  היום במוסף, אמר ר' תחליפא קסרייה קרייה אמר כן יום תרועה ועשיתם.", 
            "<b>מאי טעמא יום טוב עשה ולא תעשה היא. </b>ואיכא למידק, למאן דאמר בפרק במה  מדליקין (שבת כד, ב) דלא הוי יום טוב עשה ולא תעשה, מאי איכא  למימר. ויש לומר דאמר לך דהוי טעמא דהכא, משום דהוו  להו מכשירין שאפשר לעשותן מערב יום טוב, הלכך לא דחי אפילו לאו  גרידא.", 
            "<b>ולא עולין באילן השתא דרבנן אמרת  לא דאורייתא מיבעיא. </b>הכי גרסינן בספרים. ופירש ה\"ר יצחק אבן גיאת ז\"ל דפקוח  הגל הוי דאורייתא. ואינו מחוור בעיני. דפקוח הגל  טלטול בעלמא הואי, דאי בשל בנין ומשום סותר לא קרי ליה גל אלא כותל קרי ליה. ומיהו  אפשר לאוקמה בגל דבעי מרא וחצינא, וכאותה ששנינו בפרק בכל מערבין (עירובין לה, א)  נפל עליו גל, ואמרינן עלה בגמרא קא סלקא דעתך דאי בעי שקיל ליה, לימא מתניתין דלא  כרבי, דאי כרבי האמר כל דבר שהוא משום שבות לא גזרו עליו בין השמשות, אפילו תימא  כרבי לא צריכא דבעי מרי וחציני. ומיהו אכתי קשה, דהא מתניתין הכי קתני אין מפקחין  עליו את הגל ואין מעבירין עליו את התחום ולא עולין באילן, ברישא תנא אין מפקחין  והדר תני לא עולין באילן, ואם כן היכי קאמר דזו ואין צריך לומר זו קתני, הוה ליה  למימר זו אף זו קתני. ורש\"י ז\"ל פירש, דרוכבין על גבי בהמה קרי דאורייתא, ולאו  דאורייתא ממש קאמר אלא דאתיא לדאורייתא, כלומר, דהא איכא למגזר משום שמא יחתוך  זמורה, והלכך חמירא טפי מהנך דלא אתו לאיסורא  דאורייתא. וגם זה אינו נכון, והנכון כדברי רש\"י ז\"ל האחרונים שכתב דלא גרסינן  ליה."
        ], 
        [
            "<b>משום לא תעשה מגלא. </b>ראיתי לרב יצחק אבן  גיאת ז\"ל שכתב, מגלא העשוי לקצור וקוצר דאורייתא.  וקשה לי דמה לי אם חתך אותו בכלי שעושין בו בעלמא מלאכה דאורייתא, או בכלי שאין  עושין בו מלאכה דאורייתא, הא אין הולכין אחר הכלי אלא אחר המעשה. אלא הכי פירושו  שבות סכינא, לפי שאין דרכן לחתוך אותו בסכין והוה ליה כמחתך כלאחר יד וליכא אלא  שבות, דליכא איסורא דאורייתא אלא בעושה בכלי שדרכו לעשות בו אותה מלאכה, כדאמרינן  בשילהי כירה (שבת מו, ב) גבי גרירת כסא וספסל כל היכא דקא מיכוין איכא איסורא  דאורייתא כי לא מיכוין גזר ר' שמעון מדרבנן, כל היכא דכי קא מיכוין איכא איסורא  דרבנן כי לא מיכוין שרי לכתחילה, כלומר וגרירת כסא וספסל אפילו במתכוין לעשות חריץ  ליכא איסורא דאורייתא, דכי אמרינן בפרק כלל גדול (שבת עג, ב) דחופר תולדה דחורש  וחייב, הני מילי בדרבן ומרא וקרדום אבל במטה כסא וספסל לא, וכן פירש שם רש\"י  ז\"ל, משום לא תעשה מגלא, לפי שדרכן לחתוך אותו במגל  ומלאכה גמורה היא.", 
            "<b>לא קשיא הא ר' יהודה הא ר' יוסי ור' שמעון דתניא דבר  אל בני ישראל (ויקרא א, ב) בני ישראל סומכין ואין בנות ישראל סומכות. </b>כלומר  והאי סתמא ר' יהודה היא דסתם סיפרא ר' יהודה, וכדמפרש עלה דהא בעירובין בריש פרק  המוצא תפילין (עירובין צו, ב). והוא הדין דהוי מצי למימר הא ר' מאיר הא ר' יוסי ור' שמעון,  דהא מתניתין דאין מעכבין את התינוקות ר' מאיר היא, דסתם מתניתין ר' מאיר היא,  ומינה דייקינן בריש פרק המוצא תפילין (שם) דר' מאיר לית ליה נשים סומכות רשות, אלא  משום פלוגתא דנשים סומכות ואין סומכות מיפרשא התם בסיפרא, ותנא דפליג התם עליהו  דר' יוסי ור' שמעון היינו ר' יהודה, משום הכי נקט הכא ר' יהודה. כך נראה לי.", 
            "<b>ר' יוסי ור' שמעון אומרים נשים סומכות רשות. </b>הסכימה דעת כל  הפוסקים כר' יוסי ור' שמעון, משום דר' יוסי נמוקו  עמו. וקשיא לי, דמכל מקום הוה ליה סתם מתניתין הכא  כר' יהודה, ומחלוקת התם בברייתא והלכה כסתם. ונראה  לי, דמתניתין דהכא לא למסתם כר' מאיר ור' יהודה אתיא למימר תינוקות דוקא אבל נשים  לא דבפלוגתא לא מיירי, ותינוקות מילתא פסיקתא נקט מידי דכולי עלמא מודו בה. ומיהו  אינו מחוור, דמהכא דייקינן בריש פרק המוצא תפילין (שם) דר' מאיר לית ליה נשים  סומכות רשות, מדקתני אין מעכבין את התינוקות מלתקוע הא נשים מעכבין וסתם מתניתין  ר' מאיר, אלמא מתניתין דוקא קתני תינוקות ולא נשים, והכא נמי דמוקמינן ליה בפלוגתא  דאלמא מתניתין דוקא קתני. ורבינו תם ז\"ל הביא ראיה  דמעשה רב, דהתם בריש המוצא תפילין (שם) בערובין  אמרינן דמיכל בת שאול היתה מנחת תפילין ולא מיחו בידה חכמים, ואשתו של יונה היתה  עולה לרגל ולא מיחו בידה חכמים, אע\"ג דמצות עשה שהזמן גרמא היא ונשים פטורות.  ועובדא נמי דפרק אין דורשין (חגיגה טז, ב) דהביאוהו לעזרת הנשים וסמכו עליו נשים  לעשות להן נחת רוח. וכן הסכימו שמותר לנשים לברך על  כל המצות עשה שהזמן גרמא ואע\"פ שאינה להם אלא רשות,  דמכל מקום במצות קא עסקי, וחיובא הוא דלא חייבינהו רחמנא למעבד כאנשים אלא דאי בעו  עבדו, וצונו קרינן בהו.<br><b></b>ויש שהביאו ראיה  מרב יוסף דאמר בפרק החובל (ב\"ק פז, א), מריש הוה אמינא מאן דאמר לי הלכה כר' יהודה  עבידנא יומא טבא לרבנן דאנא לא מפקדינא ועבידנא, ואם איתא דכל היכא דפטור מן המצוה  לא מצי מברך, מאי יומא טבא, דלא מצי מברך והיה מפסיד כל הברכות, הבדלה וקדוש היום  וברכות של קריאת שמע שחרית וערבית, וכן כל הברכות. ואם תאמר כיון שהוא פטור היכי  מברך, דהא ברכה שאינה צריכה היא, ואמרינן בברכות (לג, א) דאיכא משום לא תשא. יש  לומר דההיא מדרבנן היא ובכי הא לא אמור, ותדע לך  דהא אמרינן בפרק מי שמתו (ברכות כא, א) ספק אמר אמת ויציב ספק לא אמר חוזר ואומר,  ואי ברכה לבטלה אסורה דבר תורה משום לא תשא אף הוא אינו חוזר ואומר מספק משום לא  תשא דדילמא מוציא שם שמים לבטלה. ויש  דוחים דליכא ראיה מסומא, דדילמא סומא חייב מדרבנן  כיון דבר מינא דחיובא הוא, ואי נמי קטן שמברך משום דאתי לכלל חיוב והלכך מצו למימר  וצונו, אבל נשים פטורות לגמרי ואפילו מדרבנן, כדמוכח בהדיא בפרק מי שמתו (ברכות כ,  ב) גבי נשים חייבות בקידוש היום, דבעי למימר דחייבות מדרבנן, ופריך עלה אם כן כל  מצות עשה שהזמן גרמא ניחייבו מדרבנן, אלמא פטורות לגמרי. ומדאמרינן במגלה (כג, א)  הכל עולין למנין שבעה ואפילו אשה, ליכא ראיה, דדילמא התם בעולה באמצע שאינה מברכת,  שלא היו רגילין לברך אלא ראשון ואחרון כדאיתא התם בפרק הקורא את המגלה עומד (כא,  ב). ועוד דשאני ברכת התורה שאינה משם שנון, שהרי אפילו ברך על התורה או שנפטר  באהבה רבה וחזר וקרא בבית הכנסת חוזר ומברך דהכי אתקון דהויא מצוה בפני עצמה, והם  אמרו שאפילו אשה כשרה לה. ומכל מקום הסכמתן של  ראשונים ז\"ל שהיא מברכת ואין ממחין בידה, דמסתמא  מיכל בת שאול מברכת היתה בהנחת תפילין.<br><b></b>הכי גרסי בסיפרי דוקאני: אין  מעכבין את התינוקות מלתקוע בשבת ואין צריך לומר ביום טוב, הא גופה קשיא אמרת  מתעסקין בהן עד שילמודו ואפילו בשבת אלמא אמרינן להו תקעו, והדר תני אין מעכבין,  עכובי לא מעכבין הא לכתחלה לא אמרינן להו  תקעו", 
            "<b>, לא קשיא כאן בקטן שהגיע לחינוך כאן  בקטן שלא הגיע לחינוך. </b>ופירושו, קטן שהגיע לחינוך אין מעכבין מלתקוע ואפילו  בשבת, הא למימר להו תקעו לא אמרינן כיון דאיכא אסורא דרבנן, ולא ספינן להו בידים.  אבל קטן שלא הגיע לחינוך מתעסקין בהם כדי שילמודו,  ואע\"ג דאמרינן ביבמות (קיד, א) מניחו תולש מניחו זורק אבל לא יאמר לו הבא לי חותם  הבא לי מפתח, שאני הכא, דכיון דמדאורייתא היה מצוה לתקוע ביום זה דביום טוב של ראש  השנה שחל להיות בשבת עסקינן, ועוד דקטן שלא הגיע  לחינוך הוא, מותר אפילו לומר לו לתקוע כדי שילמוד.  וקשיא לי, דהא איסור מדרבנן היא ואם כן אפלו בשהגיע לחינוך נמי נימא להו תקעו, דהא  משמע דקטן מאכילין אותו בידים איסורא דרבנן, וכמו שהוכחתי ביבמות בפרק חרש (קיד,  א) ואפילו בשהגיע לחינוך, כדמשמע לכאורה בנדה פרק יוצא דופן (נדה מו, ב) בשמעתין  דמופלא סמוך לאיש גבי קטנה שנדרה בעלה מפר לה. ומיהו אפשר דהא לאו צורך ממש של  תינוק הוא ולא ספינן להו בידים, אלא כל שהוא צריך לו  ממש, וכמו שכתבתי שם ביבמות פרק חרש. ובהא מיתרצא  לי נמי הא דאמרינן בנזיר פרק מי שאמר הריני נזיר (כט, א), גמרא האיש מדיר את בנו  בנזיר, בשלמא לר' יוחנן דאמר הלכה הוא בנזיר (אי) [משום] הכי מגלח ועביד הקפה אלא  לר' יוסי בר' חנינא דאמר כדי לחנכן במצות הא קא עביד הקפה, קא סבר הקפת כל הראש  דרבנן וחנוך דרבנן אתי חנוך דרבנן ודחי הקפה דרבנן. דאלמא אע\"ג דהקפת כל הראש  דרבנן אי לאו חנוך דדחי ליה לא מקפינן ליה, אלא דמתרצא ליה נמי, דהאי הקפה זו לאו  לצורך התינוק היא, ואדרבה אי לאו חינוך ניוול הוא לו וכדאיתא התם, הלכך אי לאו  חינוך מצוה לא דחינן דרבנן בידים. ואי נמי אפשר דלא אמרינן הכי בשהגיע לחינוך,  וכסברא השנייה שכתבתי שם בסייעתא דשמיא."
        ], 
        [
            "הכי גרסינן וכן  היא גרסתו של רב חננאל: <b>שיעור תרועה שלש יבבות. </b>וכן בברייתא גרסינן, שיעור  תרועה שלשה שברים. ולא גרסינן כדי ולא כשלש, לא  במתניתין ולא בברייתא.", 
            "<b>תנא דידן קא חשיב תקיעות דכולהו בבי כתרועות  דכולהו בבי. </b>פירוש: דתנא דמתניתין הכי קאמר, שיעור התקיעות כשיעור השלש  תרועות, כלומר, שיעור תקיעה כדי שיעור כל אחת מן השלש  תרועות. ואין הלשון מתיישב בו יפה. ויש מי  שפירש, תקיעות דכולהו בבי שהן שש תקיעות, כשלש  תרועות דהיינו תקיעה כחצי תרועה. ואין זה מחוור כלל, דהא והעברת כתיב (במדבר כה,  ט) דמיניה דרשינן פשוטה לפניה ולאחריה, ולשון והעברת מעביר קול ארוך משמע, ושלש  יבבות היינו שלש טרימוטין, וחצי שלש יבבות שהוא טרימוט וחצי שיעור מועט הרבה, ואין  זו העברה. ועוד דלשון ברייתא דקתני שיעור תקיעה  כתרועה לא משמע הכין, דהוה ליה למיתני תקיעות כתרועה דתקיעות דחד סימן תקיעות  מיקרו.", 
            "<b>אמר אביי בהא ודאי פליגא.  </b>כלומר, דההיא דשיעור תקיעה שלש יבבות יכילנא למימר דלא פליגי ואפילו לכשיהיה שיעור  התרועה לשניהם אחד, דמר קא חשיב כולהו בבות ומר לא קא חשיב אלא אחד, אבל הכא ודאי  פליגי דמר סבר גנוחי גנח ומר סבר ילולי יליל. והלכך תו לא איצטריכא לפרושי מתניתין  דתקיעות דכולהו בבי קא חשיב ולאפוקה מפשטה, אלא זהו  שגורם מחלוקתם ולשנות בלשונותם, דתנא דמתניתין סבירא ליה תרועה דאורייתא יבבות  נינהו, דהיינו ילולי והם שלשה יללות שהם קולות קטנים וקרי להו בירושלמי טרימוט,  והלכך קתני שיעור תקיעה כשלש תרועות שהן תשע  טרימוטי. ותנא דברייתא סבר גנוחי גנח והיינו שברים  גדולים, ויש בכל שבר ושבר כדי שלש יבבות, ונמצא נמי ששיעור התקיעה לדבריו שהן כתשע  טרימוטי, ובשיעורא דתקיעה לא פליגי כלל אבל בשיעור תרועה עצמה הוא  דפליגי.<br><b></b>ולפום האי דאתקין ר' אבהו לקמן (ראש השנה לד, א) תשר\"ת תש\"ר תר\"ת, דחאיש  להני ספיקות אי גנח אי יליל או גנח ויליל, רבוותא  ז\"ל אמרו שצריך למשוך בתקיעות תשר\"ת כשיעור שלש  שברים ותרועה דהיינו י\"ח טרימוטי, דהא תרועה אחת הן  ומספק תרועה אחת אתקין ר' אבהו. ובשל תש\"ת אינו צריך להאריך אלא כדי שיעור שלש  שברים, ובשל תר\"ת כדי שיעור שלש יבבות. ואינו מחוור  בעיני, דמה ששנו בברייתא שיעור תקיעה כתרועה לאו בגזירת הכתוב תלו לה, דלא כתיב  באורייתא שיעור לא לתקיעה ולא לתרועה, אלא מדכתיב (שם) והעברת, דהיינו פשוטה שיערו  חכמים באומד הדעת שאין פשוטה פחותה משיעור זה, והיינו דבמתניתין שיעורא בשלש  תרועות וברייתא שיעורא בתרועה אחת, ואין בכתוב רמז לשיעור שלש תרועות לדעת מתניתין  ולא רמז לתרועה אחת לדעת ברייתא, אלא כדאמרן, וכיון שכן הפשוטה אינו משתנה מחמת  ספיקותיו של ר' אבהו. ועוד תדע לך, דאילו כן לתנא דמתניתין דתני שיעור תקיעה כשלש  תרועות, שיעור תקיעה של תשר\"ת ליבעי כדי תשעה שברים ושלש תרועות, ואנן נמי נעביד  הכי דלא שבקינן מתניתין ועבדינן כברייתא.<br><b></b>והנכון שפשוטה של תר\"ת כפשוטה של תשר\"ת. גם נראה לי, דבין כדברי הראשונים  ז\"ל בין כדברי אין הפרש בין שיעור תקיעה של תר\"ת ובין תקיעה של  תש\"ת, דהא תש\"ת ותר\"ת משום ספיקא דמתניתין וספיקא  דברייתא עבדי להו, אי ילולי אי גנוחי, ואילו לתנא דמתניתין דסבירא ליה דהיינו  ילולי הא קתני דשיעור תקיעה כדי שלש תרועות, דהיינו תשע טרימוטי, ולתנא דברייתא  דסבירא ליה דהיינו גנוחי הא קאמר דשיעור תקיעה כתרועה דהיינו שלשה שברים, והיינו  תשע טרימוטי. ומיהו זהו שיעורן למטה, אבל אילו רוצה להאריך בהן יותר מאריך ואין  בכך כלום, וכדתנן (לעיל ראש השנה כז, א) תקע בראשונה ומשך  בשנייה כשתים אין בידו אלא אחת, הא אחת מיהא יש בידו ואע\"פ שהאריך בה כשתים, והוא  הדין לשברים ובלבד שיאריך כנגדן בתקיעה שלפניהם ולאחריהן, כדי להבדיל בין תקיעה  לשברים. ואפילו אם רצה לרבות בשברים ולעשות ארבעה  או חמשה עושה ואינו נמנע, ובלבד שלא יפריד  ביניהם אלא יעשם בנפיחה אחת דתרועה אחת הן. ותדע  לך, דהא לתנא דמתניתין תרועה שלש יבבות, ואילו רצה להוסיף ולהאריך ביבבות ואפילו  מאה מאריך ואינו נמנע, וכן נהגו דאי אפשר לצמצם. וכן כתב הרב ר' יצחק אבן גיאת ז\"ל  משמן של גאונים ז\"ל."
        ], 
        [
            "הא דאמרינן: <b>או אינו אלא תרועה  ותקיעה אחת היא. </b>פירש רש\"י ז\"ל תקיעה בפני עצמה דלא תימא חדא היא אלא תוקעין  ומריעין, או דלמא אינו אלא אחת והכי קאמר, היו תוקעין תרועה כאילו כתיב והרעותם  תרועה. ויש מקשים לפירושו, דבהדיא אמרינן בפרק  החליל (סוכה נג, ב) איפכא גמרא אין פוחתין מעשרים ואחת תקיעות במקדש, דגרסינן התם  מתניתין דלא כר' יהודה דתניא ר' יהודה אומר אין פוחתין משבע ואין מוסיפין על שש  עשרה במאי קא מיפלגי ר' יהודה סבר תקיעה ותרועה אחת היא ורבנן סברי תקיעה לחוד  ותרועה לחוד, מאי טעמא דר' יהודה דכתיב ותקעתם תרועה וכתיב תרועה יתקעו הא כיצד  תקיעה תרועה ותקיעה אחת היא ורבנן ההיא לפשוטה לפניה ופשוטה לאחריהם, ורבנן מאי  טעמייהו אמר קרא ובהקהיל את הקהל תתקעו ולא תריעו ואי סלקא דעתך אחת היא פלגא  דמצוה אמר רחמנא עביד ופלגא לא תעביד, אלמא אחת היא דקאמר לא תרועה לבדה קאמר אלא  שלא יפסיק ביניהם, דתקיעה ממש ותרועה שעמה אחת היא, ואיתא נמי בערכין בפרק אין  נערכין (י, א). אלא הכי פירושא: שמא מצוה אחת היא וצריך לתקוע ולהריע בנשימה אחת  שלא יפסיק בין תקיעה לתרועה ולא כלום, כשהוא אומר ובהקהיל את הקהל תתקעו ולא תריעו  הוי אומר כל אחת מצוה בפני עצמה היא, דאי מצוה חדא היא מי אמר רחמנא פלגא דמצוה  עביד ופלגא לא תעביד.<br><b></b>ולי נראה כאן כדברי רש\"י ז\"ל, ושני עניינין הן  הנאמרין בלשון אחד, דהתם כולי עלמא מודו שכל תרועה יש פשוטה לפניה ולאחריה אלא  שנחלקו אם שלשתן אחת היא, ולומר שצריך לעשותן בנשימה אחת ועל כן אינן עולות לחשבון  אלא לאחת, ולרבנן כל אחת מצוה בפני עצמה ונחשבות לשלש. אבל כאן ענין אחר הוא, שאנו  באין עכשיו לחקור אם יש פשוטה כלל לפניה ולאחריה,  דדילמא לא אמרה תורה אלא להריע בלבד דהא לא כתיב בראש השנה תקיעה אלא יום תרועה  זכרון תרועה, וכשבאנו ללמד עליה ממדבר דכתיב ביה (במדבר י, ה) ותקעתם תרועה חקרנו  עוד, דילמא לא היתה שם פשוטה כלל וכאילו אמר הכתוב תריעו תרועה, והכרחנו להיות שם  פשוטה מדכתיב תתקעו ולא תריעו דאלמא תקיעה לאו היינו תרועה, אלא יש תקיעה בלא  תרועה וכשאמרה תורה ותקעתם תרועה שתים קאמר תתקעו ועוד תריעו. ואחר כך באנו לחקור  אם פשוטה אחת, או שתים אחת לפניה ואחת לאחריה. וזה נראה לי מבואר, ואע\"פ שכאן  ובערכין ובפרק החליל נאמר בלשון אחד הענינים מתחלפים, ויש הרבה כיוצא בזה בתלמוד  לשון אחד בענינים מתחלפים. כך נראה לי ועיקר.", 
            "הכי גריס ר\"ח ז\"ל: <b>שלש תרועות  בראש השנה שתים מדברי תורה ואחת מדברי סופרים זכרון תרועה ויום תרועה מדברי  תורה. </b>פירוש: דבראש השנה גופיה כתיבי,", 
            "<b>והעברת שופר תרועה מדברי  סופרים. </b>פירוש: דגמרי לה מיובל באסמכתא  בעלמא, אבל לא נאמרה למשה אלא חד גזרה שוה דתרועה דמדבר, אלא רבנן אסמיכו עלה אף  הך גזרה שוה, משום דתרועה תרועה נמי היא כההיא דמדבר שנאמרה לו למשה. אבל תעבירו  שופר לא גמרינן כלל, כיון דלא כתיב ביה תרועה. ור'  שמואל בר נחמני אמר אחת מדברי תורה ואחת מדברי סופרים, פירוש מגזרה שוה דרבנן,  שבתון זכרון תרועה מדברי תורה והעברת שופר תרועה מדברי סופרים, יום תרועה לתלמודו  הוא בא, ביום ולא בלילה, ואע\"פ כן כיון דבראש השנה גופיה כתיב אסמכוה ביה רבנן,  ולא קרי מדברי סופרים אלא אותה של גזרה שוה דההיא אסמכתא דסופרים, אבל הוא פשטיה  דקרא הוא וסופרים הוא דדרשי ליה למילה אחורי ביום ולא בלילה. ואית דגרסי ושתים  מדברי סופרים, והכל אחד אסמכתא נינהו, אע\"ג דגמרינן מיום הכפורים לביום ולא בלילה,  משום דאינהו לא סבירא להו ליתן בגזרה שוה האמור של זה בזה ואת האמור של זה בזה,  אלא ללמד שיהיו שוין בדינן. מנמוקי הרמב\"ן נ\"ר. ולי נראה דעיקר גזרה שוה לת\"ק לא  ממדבר אלא משביעי שביעי דיום הכפורים, אלא הא דמדבר  גלויי מילתא בעלמא הוא, וכדמסקינן ביום ולא בלילה נפקא ליה מביום הכפורים תעבירו  שופר, ואי לאו דקבילו גזרה שוה מסיני בשביעי שביעי היכי נפקא להו תקיעת ראש השנה  ביום ולא בלילה מיום הכפורים, והיינו דקא מקשי ואזיל, אי מיום הכפורים ליגמר נמי  לפשוטה לפניה ולפשוטה לאחריה, ואם איתא לימא ליה גזרה שוה כך למדוה מתרועה תרועה  דמדבר ואין אדם דן גזרה שוה מעצמו, אלא על כרחין גזרה שוה מקובלת לת\"ק מיום  הכפורים לראש השנה, ותרועה תרועה דמדבר לגלויי על והעברת שופר ועל תעבירו שופר,  דאי לאו דמדבר הוה אמינא דאתו לדרב מתנה ולמצוה להעבירו ביד, אלא דאתא ההיא דמדבר  וגלי דהעברה דפשוטה היא. ותדע לך דהא ודאי אפילו לת\"ק קושטא דמילתא לא אמרה תורה  להעביר שופר ביד בכל הארץ, אלא לומר אם לאו הא הוה אמינא הכי, והשתא דילפינן ממדבר  והעברת שופר תרועה ותעבירו שופר לפשוטות הוא דאתו, וגמרינן בראש השנה מיום הכפורים  על כרחין לביום ולא בלילה, ואין גזרה שוה לחצאין.", 
            "<b>ודלמא גנוחי הוא וקא  מפסקא תרועה בין שברים לתקיעה. </b>איכא למידק וכי מפסקא מאי הוה, והא תניא בסמוך  (ע\"ב) שמע תשע תקיעות בתשע שעות ביום יצא, וכי תימא דלטעמיה דר' אבהו קאמר ליה,  דאיהו לית ליה כההיא ברייתא כדאיתא בסמוך, התם לאו משום הפסק אלא בשהה כדי לגמור  את כולן חוזר לראש. ואם תאמר דקא פריך אליבא דר' יהודה דאמר אין בין תקיעה לתרועה  ותקיעה ולא כלום (סוכה נג, ב), הא לא קיימא לן כר' יהודה דניחוש לדיליה, ומנא לן  דר' אבהו כר' יהודה סבירא ליה דמקשו עליה מינה להדיא, והיה להו לפרושי בשלמא לרבנן  ניחא ליה אלא לר' יהודה הא מפסקא. ובשם ר\"ת ז\"ל  מצאתי, דכיון דר' אבהו חייש לכולהו ומכניף לכולהו  מנהגי וכדברי רב האי גאון ז\"ל שכתב כן, משום הכי  פריך ליה ליחוש נמי לר' יהודה. ויש לומר עוד דאפילו  לרבנן קא פריך ליה, דדלמא הא דתניא שמע תשע תקיעות בתשע שעות היינו בדיעבד הא  לכתחלה אין רשאי להפסיק. ומכל מקום אכתי לא ניחא,  דכיון דבדיעבד יצא שפיר דמי להפסיק ביניהם לצורך מצות גופן בשעתן. אבל הר\"מ ב\"ן  נ\"ר כתב, דנהי דאם הפסיק ביניהם יצא אבל אם תקע  ביניהן לא יצא, משום דאנן פשוטה לפניה ופשוטה לאחריה בעינן והא ליכא, דהא תקע  ביניהן תקיעה אחרת לשם מצוה, ותניא בתוספתא (ר\"ה פ\"ד, ה\"ט) תקע והריע וחזר והריע  ותקע אין בידו אלא אחת, כלומר תקיעה האחרונה בלבד, והלכך כל שטעה בשברים ותרועה  חוזר לראש אותו סימן. ומיהו יש קצת תמה לדבריו, השתא הפסיק בה בתקיעות שיר או של  נביחות ובדברים ומלאכות לא הפסיד ויצא, ותקיעה אחת בינתיים הפסיד ולא יצא. ושמא  טעמא דזו שהיא לשם מצוה חשיבה לאפסוקי, אינך מילי כולהו דלאו למצות תקיעה לא,  וכדאמרינן בעלמא (זבחים ג, א) דבת מינה מחריב בה דלאו בת מינה לא מחריב בה.<br><b></b>ומיהו פירושא דקא פריש לתוספתא דקתני אין בידו אלא אחת דהיינו תקיעה  אחרונה קשיא לי, דאין בידו אלא אחת משמע דלא קאי אלא על מה שחשב שיעלה לו לשתים,  לא יעלה לו לשתים אלא לאחת, כההיא דמשך בשניה כשתים. ונראית לי יותר גירסת הספרים  דגרסי' בההיא תוספתא, תקע והריע ותקע וחזר והריע ותקע אין בידו אלא אחת, ונראה לי  פירושו, שלאחר שתקע באחרונה לתר\"ת ראשון חזר והריע וחשב שתעלה לו אותה תקיעה משום  פשוטה שלאחר תר\"ת ראשון ומשום פשוטה שלפני תר\"ת השני, דהא היא הויא לכולהו פשוטה  לפניה ופשוטה לאחריה של זו ופשוטה לפניה של זו, ומשום הכי קאמר אין בידו אלא אחת,  דהיינו לפשוטה שלאחר תר\"ת הראשון, דאנן פשוטה לכל חדא וחדא בעינן כדקתני שלש של  שלש שלש, וזו לא תעלה לו לשתים, ומיהו יש ליחוש להחמיר  בדבר. ולתקוע ולהריע ולתקוע בנשימה אחת, לא קיימא  לן כר' יהודה, ואלא מיהו אם עשאן בנשימה אחת יצא  דהא רבנן לא פליגי עליה דר' יהודה, אלא לומר שאינו מחוייב בכך אבל לפוסלן  לא. ואע\"ג דתנן (לג, ב) משך בשנייה כשתים אין בידו  אלא אחת, התם משום שהכל קול אחד ואפסוקי תקיעתא מהדדי בקול אחד לא מפסקינן, אבל  תקיעה ושברים ותרועה כל אחד ניכר בקולו, והלכך עולין לו אפילו בנפיחה אחת. וגרסינן  בירושלמי (פ\"ד, ה\"י) תקע והריע ותקע בנפיחה אחת יצא והא אנן תנן שלש של שלש שלש  ומשני שלא יפחות, כלומר זה אינו פוחת שהרי ניכר בקולו שהן  שלש.", 
            "<b>הדר עביד תקיעה שלשה שברים  ותקיעה. </b>ואם תאמר די לו בש\"ת תש\"ת, וכן ר\"ת תר\"ת תר\"ת, דהא לא בעינן אלא שלש  של שלש שלש, ואי גנח ויליל  הרי יצא, ואי גנח לחוד עולה לו תקיעה אחרונה של תשר\"ת  לפשוטה שלפני תש\"ת, וכן אתה אומר בשל תר\"ת. ותירצו בתוס' משום דדלמא אתי למטעי,  שאם אתה אומר שבתש\"ת ראשון לא יחזור ויתקע יטעו לומר דאין צריך לעולם אלא ש\"ת ש\"ת  ש\"ת, ואי נמי כשחוזר ותוקע תש\"ת על סדר ברכות לא יעשה אלא ש\"ת תש\"ת תש\"ת כדרך  שעושה בתקיעות דמיושב.<br><b></b>ויש לדקדק על  המנהג הפשוט, שאין תוקעין על סדר הברכות אלא תשר\"ת למלכיות, תש\"ת לזכרונות, תר\"ת  לשופרות, והיה לנו לעשותן כולן למלכיות וכן לזכרונות וכן לשופרות, דהא אנן משום  ספק שלש דאורייתא עבדינן להו, ואילו הנך כולהו דאורייתא צריך לשמען על סדר הברכות,  אמלכיות וכן אזכרונות וכן אשופרות. והרב יצחק  אלפסי ז\"ל כתב, דאקילו בהו משום טרחא דציבורא, כיון דכבר יצאו מהן אע\"פ ששמעו שלא  על סדר ברכות. ומכל מקום קשה, דהא אנן לא עבדינן כחד, דאי גנח ויליל הוא, לא  עבדינן כלום אזכרונות ושופרות, ואי תש\"ת הוא לא עבדינן אמלכיות ושופרות, ואי תר\"ת  הוא לא עבדינן אמלכיות וזכרונות, ומוטב היה לתקוע בכל או תשר\"ת או תר\"ת או תש\"ת  דדלמא מתרמי לן תרועה דאורייתא. ורבינו תם ז\"ל הנהיג לתקוע בכלן תשר\"ת, ואמר מוטב  שניחוש לספקות ולא ניחוש להפסקות. ולדברי רבינו  האי גאון ז\"ל לא קשיא מידי, דיום תרועה אמר רחמנא,  והלכך בין גנח בין יליל בין גנח ויליל יצא, וכולהו תרועות דאורייתא נינהו, והלכך  להקל על הציבור ולתקוע כתקיעות דכולהו מקומות שפיר דמי. ובתוס' אמרו, דדילמא סמכו  על ר' שמואל בר נחמני, דאמר אחת מדברי תורה ושתים מדברי  סופרים. ואינו מחוור בעיני, דאי משום ההיא  דאורייתא מיהא צריכא לחזור על כל הברכות, אמלכיות ואזכרונות  ואשופרות."
        ], 
        [
            "הכי  גרסינן: <b>מתשעה בני אדם כאחד לא יצא. </b>והקשה רש\"י ז\"ל, הא אמרינן בפרקין  לעיל (ראש השנה כז, א) דתרי קלי מתרי גברי בהלל ובמגלה ובתקיעה משתמעי, ועל כן מחק הגירסא  ותיקן יצא. וליתא, דהתם הוא בשופר וחצוצרות בזמן ששניהם תוקעין או שניהם מריעין,  דמגו דחביבא ליה יהיב דעתיה ושמע חד מיניהו, אבל הכא שזה תוקע וזה מריע וזה תוקע  אי אפשר לשמוע כלן יחד. ועוד שהרי הוא צריך לשמוע  על הסדר תקיעה ותרועה ותקיעה הא לאו הכי לא יצא, והכא הרי שמען כולן בבת  אחת, והיינו דקתני בתר הכי תקיעה מזה ותרועה מזה  ותקיעה מזה יצא, כלומר זה אחר זה יצא. וגרסינן בירושלמי מגילה בפרק הקורא את המגלה  למפרע (ה\"ב) ר' יוסי בשם ר' יוחנן אפילו שמען כל היום יצא והוא ששמען על הסדר, אמר  ר' יוסי היה זה צריך פשוטה ראשונה וזה פשוטה אחרונה תקיעה אחת מוציאה את  שניהם.", 
            "<b>הכי קאמר ליה לדידי לא סבירא לי. </b>כלומר, שיהא צריך לפסוק, אלא מניח ידו על  פיו וקורא וכדאמר ר' יוחנן בהדיא בפרק מי שמתו (ברכות כד, ב), והלכך אפילו אם שהה  כדי לגמור את כולה חוזר למקום שפסק. אלא לדידך דפסקת וקא סברת שהוא צריך לפסוק אם  כן הוית גברא דחויא, וגברא דחויא בששהה כדי לגמור את כולה חוזר לראש, וכדאמרינן  בפרק מי שמתו (ברכות כג, א) גבי היו מים שותתים על  ברכיו. וקיימא לן כר' יוחנן דתניא כותיה, ובברכות  (שם) כתבתי בארוכה בסייעתא דשמיא.", 
            "<b>ברכות ותקיעות של ראש השנה ושל יום  הכפורים מעכבות זו את זו. </b>פירוש: לא שיהו הברכות מעכבות את התקיעות, או  התקיעות מעכבות את הברכות, דהא תניא (לקמן) מצוה  בתוקעין יותר מן המברכין וכו' ותנן (לג, ב) מי שברך ואחר כך נתמנה לו שופר תוקע  ומריע ותוקע, אלא הברכות מעכבות זו את זו והתקיעות מעכבות זו את זו קאמר, כלומר,  שאילו יודע אחת מן הברכות או יודע לתקוע אחת מן התקיעות ואינו בקי בשאר, אינו מברך  ואינו תוקע אותן שבקי בהן. ויש מפרשים דלענין סדרן  קאמר, שאם הקדים תרועה לתקיעה או זכרונות למלכיות עכב, עד שיאמר על הסדר ויתקע על  הסדר.", 
            "<b>לדבריך למה ציבור מתפללין.  </b>מהכא משמע דר\"ג אפילו הבקיאין שישנן בבית הכנסת ויכולין להסדיר את תפלתם קא  פטר, דאי לא, לימא להו לא אמרתי אלא בדאנוסין הא  לא אנוסי לא.", 
            "<b>לדבריכם למה שליח ציבור יורד לפני התיבה וכו'. </b>מהכא  משמע דר\"ג אפילו בשאר ימות השנה נמי פטר, דהתם נמי שליח ציבור יורד לפני התיבה.  ועוד מדא\"ר יוחנן הלכה כר\"ג בברכות של ראש השנה ושל יום הכפורים, אלמא ר\"ג אפילו  בשאר ימות של כל השנה קאמר. ותמיהא לי מאי קאמר מפני מה שליח ציבור יורד, והא  בעינן תקיעות על סדר הברכות בחבר עיר דוקא ולא ביחיד, ואם כן צריך לירד כדי לשמוע  תקיעות על סדר ברכות. ויש לומר דהיא גופיה קא  מבעיא ליה, היאך אפשר כיון שכל אחד ואחד מתפלל לעצמו, למה שליח ציבור יורד והיאך  תוקעין על סדר הברכות. ועוד יש לומר דנפקא מינה לשאר ימות השנה. ומינה דכיון שבשאר  ימות השנה יורד לפני התיבה, אלמא מוציאין את הציבור ידי חובתן, ואם בשאר ימות השנה  מוציאין כל שכן בראש השנה וביום הכפורים. כך נראה לי.", 
            "<b>אמר להם כשם  שמוציא את שאינו בקי כך מוציא את הבקי. </b>דכיון שהוא מוציא את שאינו בקי, הא  עבדינן לה לתפלה כשאר ברכות של חובה שאע\"פ שיצא מוציא, והלכך לא פלגי' בין בקי  לשאינו בקי."
        ], 
        [
            "<b>מאי שנא  הני אילימא משום דנפישי בהו קראי והא אמר רב חננאל וכו'. </b>פירש רש\"י ז\"ל בשם  רבותיו, דמקראי דמלכיות זכרונות ושופרות קאמר, והקשה הוא ז\"ל דאם כן רב חננאל דאמר  כמאן, דלא כרבנן ולא כר' יוחנן בן נורי, דהא אפילו לר' יוחנן בן נורי לכתחלה עשרה  הוא דקא בעי ואפילו בדיעבד שלש מכולן מיהא בעי. ולפיכך פירש הוא ז\"ל דמפסוקי  דמוספין קאמר. והקשו בתוס'  עליו, דכיון דאיכא קראי טובא דמלכיות זכרונות  ושופרות, מאי טעמא קאמר בעל הגמרא אילימא דנפישי בהו קראי דמוספי, ולא קאמר דהוי  טעמא משום דנפישי טובא קראי דמלכיות דזכרונות ושופרות. ועוד דכי משנינן אלא משום  דאוושי, הוה ליה למימר אלא משום קראי דמלכיות זכרונות ושופרות. ועוד דהיכי קאמר  אילימא משום דנפישי בהו קראי דמוספי, ומאן לימא לן דצריך לומר קראי  דמוספי. ובשם מקצת הגאונים ז\"ל אמרו, שאין אומרים  בראש השנה ובראשי חדשיכם כדי שלא יבואו לזלזל במועדות שלא יאמרו יום שני עיקר כמו  בשאר חדשים, ולא עוד אלא אפילו בשאר חדשים אינו צריך להזכיר פסוקי המוספין ואפילו  לכתחלה, אלא אומר מוסף יום פלוני זה נעשה ונקריב לפניך, וכדגרסינן בירושלמי בפרק  תפלת השחר (ה\"ו), אפילו אמר נעשה לפניך חובותינו בתמידי יום ובקרבן מוסף  יצא.<br><b></b>אלא הפירוש הנכון כמו שקיבל הוא ז\"ל  מרבותיו, וכן פירשו הגאונים ז\"ל וכן פירש רבנו תם ז\"ל, ורבנן ור' יוחנן בן נורי  בשהתחיל בקריאתן פליגי, דרבנן סברי אם התחיל לא יפחות מעשר אפילו בדיעבד, ור'  יוחנן בן נורי סבר בדיעבד שלש מכולן, אבל אם לא התחיל כלל כיון דאמר ובתורתך כתוב  שוב אינו צריך. ודברי תימה הם, אינהו אמרו אין פוחתין מעשר מלכיות זכרונות, ואנן  ניקום ונימא דוקא בשהתחיל. ועוד, מאי שנא. ויש  מרבוותא שפירשו, דאתיא הא דרב חננאל כר' יוחנן בן  נורי, אלא שרב חננאל הוסיף ביאור, שאילו אמר בתורתך כתוב לאמר עולה לו במקום קריאת  הפסוק, והלכך אם אומר ובתורתך כתוב לאמר ובדברי קדשך כתוב לאמר ועל ידי עבדיך  הנביאים כתוב לאמר עולה לו במקום קריאת השלש פסוקים. ותימא הוא בעיני דהא ר' יוחנן  בן נורי בדיעבד קאמר הא לכתחילה עשר בעינן, ואם כן היכי מקשים מדיעבד אלכתחלה,  כלומר למה שליח ציבור מוציאן, דאע\"ג דנפישי קראי ואינו בקי בהן הרי בדיעבד  יצא. ועוד מדקאמר כיון שאמר ובתורתך כתוב שוב אינו  צריך, משמע דאפילו לכתחלה אינו צריך יותר. ויש לומר לפי פירוש זה, דכל שאינו בקי  הרי זה כדיעבד וכדמשמע קצת בההיא דבנימין רעיא דפרק כיצד מברכין (ברכות מ, ב). ועדיין  אינו מחוור, דאינהו בבקי פליגי. וצריך עיון.", 
            "ואסיקנא: <b>[משום] דאוושי.  </b>כלומר, דנפישי ברכות ואין הכל בקיאין בהן, ואי נמי דיטעה בהן ואפילו הבקיאין.  ודכותה בשמעתא קמייתא דנדרים (ב, ב) הלין משום דאוושן מפרש ההיא דפתח ביה ברישא.  ומכאן נראה שאין הלכה כר\"ג אלא במוספין דראש השנה ויום הכפורים של יובל דאיכא תשע,  הא בתפלת השחר ואי נמי בשאר יומי דכפורי דלאו יובל דליכא אלא שבע, כל יחיד ויחיד  חייב כבשאר ימות השנה. ותמהני למקצת הגאונים ז\"ל שראיתי  שפרשו, בהלין תשע של ראש השנה ושבע של יום  הכפורים. ואינו אלא ביום הכפורים של יובל הדברים אמורים, ובהדיא גרסינן בירושלמי  (סוף פירקין) ר' זעירא ורב חסדא הוי יתבין תמן באילין תקיעתא מן דצלון אתא צלותא  קם ר' חסדא אמר ליה ר' זעירא ולא כבר מצלינן אמר מצלי והדר מצלי אמר ליה דנחתין  מערביא להכא אמרינן בשם ר' יוחנן הלכה כרבן גמליאל באילין תקיעתא, והביאו הרב  אלפסי ז\"ל בהלכותיו, דאלמא בשבע של יום הכפורים לא. ותו שמעינן מינה בהדיא דאפילו  לר' זעירא דסבירא ליה כר\"ג באילין תקיעתא ולא מצלינן צלותא דמוספי אפילו הכי קא  מצלי תפלת השחר, וכדכתיבנא. כך נראה לי.", 
            "<b>לא פטר ר\"ג אלא עם שבשדות  דאניסי. </b>פירוש: לא פטר אותן של בית הכנסת שלא שמעו סדר ברכות מפי שליח צבור  אלא אותן שבשדות, אבל עם שבעיר דלא אניסי ולא אתי לבי כנישתא לא מפיק להו שליחא  דציבורא. ומכל מקום אותן שהן בבית הכנסת פטר כיון דשמעו מפי שליח ציבור, וכדאמרו  ליה לרבן גמליאל לדבריך מפני מה ציבור מתפללין, דאלמא לדברי רבן גמליאל אין ציבור  צריכין להתפלל כלל אלא כדי שיסדיר שליח ציבור את תפילתו.<br><b></b>ומכל מקום אילו רצו להתפלל לעצמן  בבית הכנסת איכא מרבוותא דאמרי דלא מתפללין אלא שבע, אבל כשמתפללין בינם לבין עצמן  שלא בחבר עיר מתפללין תשע. וכזה שלח רבינו האי גאון ז\"ל בתשובה, והרבה מן הגאונים  ז\"ל הסכימו בדבר זה כפי מה שכתוב בהלכות ה\"ר יצחק  אבן גיאת ז\"ל, דבין יחיד בין שליח ציבור לעולם אין מתפללים שבע בתפלת המוספין אלא  תשע. וכן הורה רב שמואל הלוי ז\"ל שקיבל מרבותיו ז\"ל, ויש להם על מה שיסמוכו, דהא  מתניתין דקתני כשם ששליח ציבור חייב כן כל יחיד ויחיד חייב אתשע ברכות קאי, ורבן  גמליאל אומר שליח ציבור מוציא ידי חובתן ואמרו לו לרבן גמליאל לדבריך מפני מה  ציבור מתפללין אמר להם כדי להסדיר שליח ציבור את תפלתו, ואילו היה הציבור מתפללין  שבע לבד היאך יסדיר שליח ציבור תשע שיש בהם שלש ארוכות בשעה שהציבור מתפללין שבע  שהן קצרות. ולא ירדתי לסוף דעתם בראיה זו, ואדרבה מינה משמע דאין הציבור מתפללין  אלא שבע ולא תשע, דהא שליח ציבור יורד להוציא את הבקיאין, ואם איתא דאינהו מתפללין  תשע וכבר יצאו, לדיליה נמי למה שליח ציבור יורד לפני התיבה. ויש לומר להוציא מקצת  הבקיאין אם לא התפללו, ולהוציא עם שבשדות דאע\"פ דלא אתו לבי כנישתא דשליח ציבור  מוציאן אע\"פ שלא התפללו.<br><b></b>ועוד הביא ראיה, דאם איתא רבנן גופיהו מאי מקשו  ליה מפני מה צבור מתפללין והלא תפלתן אינה כתפלת שליח ציבור, וצריכין עדיין לתפלת  שליח ציבור להוציאן ידי תשע. ובזו נראה לי שלא אמרו ביחיד שבע אלא להקל, כיון  ששליח ציבור מוציאן, ואם כן למה ציבור מתפללין אפילו שבע שהרי שליח ציבור מוציאן  בדעדיפי מינייהו. ועוד הביאו ראיה מרבן גמליאל עצמו, שהקשה לדבריהם מפני מה שליח  ציבור יורד לפני התיבה, ואם איתא מאי קושיא, כדי להוציאן ידי תשע שהם לא התפללו  אלא שבע. וגם בזו יש לומר דלדבריהם דרבנן קאמר להו, דלרבנן כיון שאין שליח צבור  מוציא את הבקי אף היחידים צריכין להתפלל לעצמן תשע, וכדקתני מתניתין כשם ששליח  ציבור חייב כך כל יחיד ויחיד חייב. ומן הטענה הזאת נראה לי שאין להביא ראיה מדאמר  מאי שנא הני, כלומר, דפסקינן בהו כר\"ג אילימא משום דנפישי בהו קראי דמלכיות  זכרונות ושופרות, ואסיקנא אלא משום דאוושי, כלומר, שברכותיהן ארוכות, דשמעת מינה  לכאורה שכל יחיד ויחיד חייב בהן אלא שהקלו שיוציאם שליח ציבור בהן כדי שלא יבואו  להשתבש בהן מתוך שהן ארוכות, והלכך כל שהן מסדרין לעצמם מתפללין תשע ולא שבע. אלא  שיש לי לומר, דכל שאתה מצריך את היחידים להתפלל לעצמן ואין שליח ציבור מוציא אותן  אף הן מתפללין תשע, כיון שהן עצמן צריכין להתפלל ואין שליח ציבור מוציאן דאם כן  ידי תשע לא יצאו, ולעולם אין שליח צבור יורד לפני התיבה ומתפלל אלא מה שהוא צריך  להוציא ידי חובת היחידים, והיינו נמי דקא אהדרו ליה רבנן לרבן גמליאל כדי להוציא  את שאינו בקי, אלא ודאי לרבנן דאמרי אין שליח ציבור מוציא את הבקי צריכין הן  להתפלל תשע, והיינו דקאמרי מאי שנא הני דלא פסקינן בהו כרבנן משום דאוושי, כלומר,  לכשתמצא לומר הלכה כרבנן אף בהני צריך הוא כל יחיד ויחיד להתפלל לעצמו, ואם אתה  מצריכן לומר תשע אתי לאשתבושי בהו. ומכל מקום טפי משמע הכין שאין שליח ציבור יורד  ומתפלל אלא במה שהיחידים מתפללין לעצמן, וכן עמא  דבר."
        ]
    ], 
    "title": "Rashba on Rosh Hashanah", 
    "versionSource": "https://www.sefaria.org/Rashba_on_Rosh_Hashanah", 
    "heTitle": "רשב״א על ראש השנה", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rashba", 
        "Seder Moed"
    ]
}