{
    "title": "Kovetz Al Yad HaChazakah on Mishneh Torah, Shofar, Sukkah and Lulav",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kovetz_Al_Yad_HaChazakah_on_Mishneh_Torah,_Shofar,_Sukkah_and_Lulav",
    "text": [
        [
            [
                "<b>וכל השופרות פסולין כו'.</b> עי' השגת הראב\"ד. ומ\"ש אם תקע בשל יעל לרבותא משום דלא איקרי שופר ולא קרן כדאמרינן בירושלמי:"
            ],
            [
                "<b>לפני המלך ה'.</b> ועי' ברמב\"ם פי\"א מהל' מעשר שני ובהשגת הראב\"ד שם ובספר יד דוד. ומה הוא החצוצרות כתב בס' ט\"א שהוא של כסף כמבואר בדברי רבינו פ\"ד מהל' כלי המקדש ע\"ש. וצע\"ק הא דאמרינן שבת ס\"פ ב\"מ שופר חצוצרות למאי נ\"מ לשופר של ר\"ה:"
            ],
            [
                "<b>וכן שופר של עולה.</b> כ' הכ\"מ היינו בשתלשה קודם זריקה כו'. עיין ברמב\"ם הל' מעילה פ\"ב הי\"ב ויש לחלק בין עצמות לקרנים ובס' יום תרועה הניח דברי הכ\"מ בצ\"ע:"
            ],
            [
                "<b>ויו\"ט עשה ול\"ת וכו'.</b> ועמ\"ש בש\"י דבירושלמי סובר דיו\"ט אינו אלא ל\"ת ולחד תירוץ בתוס' מס' שבת גם בבבלי מצינו מחלוקת אמוראי בזה ולמ\"ד דלא הוי כ\"א ל\"ת אין קושיא ממשנתנו משום דלא הוי בעידנא ועי' בתוי\"ט אי בעינן בעידנא בעשה דרבים. ובזה כתבתי ליישב מפני מה לא אשמעינן הך דינא גם בסוכה ולולב דשופר לרבותא נקט משום דשופר מקרי עשה דרבים דיחיד מוציא רבים ע\"ש. אלא דצ\"ע גבי מצה אם מחלל את היו\"ט כדי לקיים המצוה דהא לחד תירוץ בתוס' קידושין דף ל\"ד ד\"ה מעקה נשים פטורות ממ\"ע דיו\"ט ועשה דמצה נשים חייבות וא\"כ הוי עשה דשוה בכל וידחה לעשה שאינו ש\"ב ועי' בתוס' ב\"מ דף ל' ע\"א ד\"ה והא אין עשה. ובאמת כתב הרב פ\"ח בא\"ח סי' תנ\"ד בשם ספר בית מועד יש מי שאומר שאם הוציא מצה מרה\"י לרה\"ר אין יוצא בה משום מהב\"ע וע\"כ צ\"ל כמו שהוכיחו התוס' בקידושין דהלאו אלים עכ\"פ הו\"ל לתנא דמשנתנו למיתני הך דינא דאין מחללין את היו\"ט גבי מצה והוי ידענא שופר מק\"ו וצ\"ע:"
            ],
            [],
            [
                "<b>צפהו זהב כו'.</b> עמ\"ש בזה בש\"י ד\"ה ופיו מצופה זהב:"
            ]
        ],
        [
            [],
            [
                "<b>אנדרוגינוס כו'.</b> עי' השגת הראב\"ד כ' הה\"מ המחלוקת הזה הוא מחלוקת תנאים. ובס' יום תרועה ר\"ה דף כ\"ט ע\"א כתב דיש לתמוה על הה\"מ שלא נמצא סברא זו דחציה זכר וחציה נקבה בגמרא דידן ורק בירושלמי הביאו מרן הכ\"מ פ\"ד מהלכות תרומות דין ט\"ז ודבר זה לא נמצא בביאור רק בירושלמי כפי פי' הראב\"ד שם והראב\"ד שהשיג כאן אזיל לשיטתו אבל לשיטת רבינו דס\"ל בכ\"ד שהוא ספק א\"ש דמוציא מינו. גם מה שחילק הה\"מ בין אנדרוגינוס שהוא בי\"ש קשה שהרי טעם הראב\"ד הוא לפי שיטתו דס\"ל דהירושלמי א\"ל דאנדרוגינוס שבעל אנדרוגינוס אחר פסלו לנבעל מן התרומה משום צד נקבות שיש בו הרי דאין לחלק בין בי\"ש בין בי\"א ע\"ש. ובאמת י\"ל לפי קושית הראב\"ד על רבינו דהוי דומיא לח\"ע אם כן גם לעצמו אינו מוציא והא דנקט הראב\"ד בלשונו אינו מוציא לא את מינו ולא את שא\"מ לאו דוקא וכן מוכח מדברי הב\"י בא\"ח סי' תקפ\"ט וע\"ז יפה כ' הה\"מ די\"ל דל\"ד לח\"ע דהתם בי\"א הוא משא\"כ באנדרוגינוס דבי\"ש נחשב כ\"א ח\"ז וממילא דנם לעצמו מוציא משא\"כ בדבר התלוי בי\"א א\"א לקרותו מין אחד דאולי חלק עבדות של זה אינו חזק כ\"כ כמו של חבירו אמנם קושיתו הראשונה צ\"ע. ועי' מה שאכתוב בזה בס\"ד בפ\"ב מהל' אישות:"
            ],
            [],
            [],
            [],
            [
                "<b>יו\"ט של ר\"ה שחל בשבת וכו'.</b> עי' מ\"ש בזה פ\"א מהל' מגילה וחנוכה הלכה י\"ג. ועי' מ\"ש בש\"י ר\"פ ד' דר\"ה:"
            ],
            [
                "<b>ומותר לגדול וכו'.</b> פי' חוזר ללא הגיע ותימה שהרי כתב בפי' המתני' ובתנאי שיהיו קרובים להיותם גדולים כדי שיהיו יודעין לצאת וכו'. ומה שכתב הה\"מ וכן נראה מן הירושלמי הוא מפני שסובר הירושלמי דבקטן שהגיע מותר בשבת דיש הנאה וכו' וכמו שהביא מגדל עוז אבל בלא הגיע לא דכי ליכא הנאה חיישינן לשנה הבאה שיתקעו בשבת במקום שאין ב\"ד וכו', ד\"ע ועי' מ\"ש בש\"י:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>שיעור תרועה כשתי תקיעות וכו'.</b> הראב\"ד השיג על רבינו שהוא סובר בפי' דשלש יבבות שלשה טוטין הן וכן הביאו הר\"ן. ומ\"ש הה\"מ בזה צ\"ע, תירוץ הא' שנסתפק לו שיעור התקיעה לפיכך לא הביאה מה יענה לקושית הר\"ן כי איך יקרא פשוטה טו וחצי כי בפירוש אמרה המשנה שיעור תרועה כשלש יבבות ושיאמר שהיבבא שלשה טוטין לדעת רבינו אע\"פ שכבר אמר הוא להיפך בפירושו דברי הרב וכן הוא וכו' היה מודה זה אלא שאי אפשר כי היכן נזכר שהיבבות הן ט' שאמר הרב שיעור שלשה שברים כט' יבבות באמרו תרועה גם שנאמר שיעור כל אחד מג' שברים דוחק גדול וגם עיקר חסר שהיה לו לפרש שיעור תרועה ג' יבבות כדי שיתלה השבר בתרועה, סוף דבר שדברי רבינו צריכין פירוש, ולקושית הר\"ן אפשר לומר כיון שנסתפק לנו התרועה וכו' ואפשר שהוא שברים וכו' ואפשר שהוא שניהם ביחד וכו' הרי שתי פשוטות כתרועה א' אלא שהרב מיד אמר שיעור ג' שברים כתרועה הנה שידע התרועה ועם זה יוקשו ג\"כ דברי הה\"מ. עוד היה אפשר לומר שהרב תירץ קושית הר\"ן באומרו שנית שיעור ג' שברים כתרועה כי שיעור התקיעה יהיה שבר וחצי ודוק. מ\"מ לשון רבינו אינו נכון כי איך אמר שיעור ג' שברים כתרועה כי התרועה הידועה במשנה היא שלש יבבות שהם ג' טוטין ואם פסק כברייתא להיפך הל\"ל שיעור תרועה כשלשה שברים שהברייתא סוברת שהשברים הם התרועה וכמו שפי' אביי ודוק. סוף דבר שדברי רבינו מגומגמים הרבה למי שעיין בגמ' ואפילו עם תיקון הראב\"ד לא די כי מאחר שכתב רבינו שהתרועה נסתפק בה וכו' איך יאמר שיעור תרועה כשלשה שברים שהוא לשון הברייתא ופירושו שהתרועה ג' שברים עצמן הרב ד\"ע ועי' מ\"ש בש\"י בפ\"ד דר\"ה ד\"ה לא וכו':"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואחר שגומר הש\"ץ ברכה רביעית וכו'.</b> ודלא כריב\"נ דס\"ל במתני' דכולל מלכיות בר\"ה עם קדושת השם ואינו תוקע אלא כר' עקיבא דאמר ליה אם אינו תוקע למלכיות למה הוא מזכיר ובגמ' מקשה רחמנא אמר ליתקע אלא לימא תשע הואיל ואשתני וכו'. ובאמת קשה מאד למה דוקא תשע, ואפשר לומר דהא אמרי' שם בגמ' לחד מ\"ד דהני עשרה כנגד עשרה מאמרות שבהם נברא העולם ומקשה תלמודא ט' הויין ומשני בראשית נמי מאמר הוא דכתיב בדבר ה' שמים נעשו, והקשה בס' י\"ת למה לא קשיא להמקשה על מתני' דאבות בעשרה מאמרות נברא העולם וכו' ע\"ש תירוצו. ונראה דהנה אמרי' במס' מכות דף י\"א אמירה רכה דבור קשה וא\"כ ט' מאמרות המה רכים ובראשית שנאמר בדבר ה' היינו קשה להפרע מה\"ד מן הרשעים ומעתה בר\"ה לא היה לנו להזכיר מה\"ד כלל ומש\"ה קשיא ליה להמקשה דבר\"ה לא היה לנו להזכיר מאמר דבראשית שלא להזכיר מה\"ד בר\"ה ומש\"ה על המתני' לא הוה קשיא ליה דידע לה להא דבראשית מאמר הוא רק על שנתן טעם זה לאמירת עשרה פסוקים בר\"ה ע\"ז קשיא ליה וע\"ז תירץ לו התרצן אעפ\"כ אמרי' בר\"ה י' פסוקים ע\"ש עשרה מאמרות ואע\"פ שאין להזכיר מה\"ד בר\"ה מ\"מ כיון שתוקעין נסתלק מה\"ד ובא מדה\"ר כדכתיב עלה אלהים בתרועה ה' בקול שופר. ומעתה כל זה אי תוקעין למלכיות אבל לריב\"נ דס\"ל דאין תוקעין למלכיות שפיר אקשי ליה ר\"ע כיון דאין תוקעין ואשתני בזה לא היה לנו לומר כ\"א תשע שלא להזכיר מה\"ד במלכיות והיה סבור ר\"ע דטעם דעשרה פסוקים כנגד עשרה מאמרות. והארכתי בזה בדרוש ר\"ה:"
            ]
        ],
        [
            [
                "<b>רחבה אין פחות מז\"ט על ז\"ט.</b> ולענין אם ארוך יותר מז' ומשלים לרוחב שהוא פחות מז' עמ\"ש בזה בש\"י ריש סוכה והוא מחלוקת בין בבלי וירושלמי:"
            ],
            [],
            [
                "<b>היו לה ב' דפנות זו כנגד זו.</b> מלשון רבינו נראה דאפילו הוא בחצר שיש דופן רחוק נגד הפלוש אפ\"ה בעינן פס ד' ודלא כמ\"ש בש\"ע סי' תר\"ל ס\"ד בשם הר\"ן וע\"ש במג\"א וכ\"מ לישנא דגמ' הכא דליכא ב' דפנות כהלכתן. ועע\"ש במג\"א אות ג' ומ\"ש בש\"י ריש סוכה ד\"ה שנים של ד' ודו\"ק:"
            ],
            [
                "<b>תלה מחיצה כו'.</b> עיין הה\"מ ומהר\"י בן לב ח\"א דף קכ\"ו ע\"ג כנה\"ג סי' תר\"ל בהגהת הטור:"
            ],
            [],
            [
                "<b>ואין עולין לה ביו\"ט.</b> עיין פמ\"ג בט\"ז סי' תרכ\"ח צ\"ע באין לו סוכה אחרת כ\"א באילן או ע\"ג בהמה אי עולין ביו\"ט דהוי כאו\"נ וכביתו שנשרף עיין א\"ח סי' תקי\"ד, וקצת ראיה מחי' רשב\"א מפ' הישן במ\"ש בדף כ\"ג ד\"ה מ\"ט דר\"י דאמר קרא חג הסכת תעשה לך שבעת ימים, וזו אינה ראיה לז' רצופים ששבת בא לעולם בתוך ז' ובהמה אינה ראויה לשבת ע\"ש ומה צריך לזה הא בלא\"ה הא ביו\"ט אין עולין אלא משמע דמשכחת לה דעולין ביו\"ט. ויש לדחות דמשכחת לה אם כבר עלה מעיו\"ט דאפשר דאין מחייבין אותו לירד:"
            ],
            [],
            [],
            [],
            [
                "<b>סיכך ע\"ג מבוי כו'.</b> ובהלכות לא הביא דין זה ובחידושי הארכתי בדרך פלפול. ונראה ע\"פ מ\"ש הפ\"י במס' סוכה דף ד' ע\"ב סד\"ה סבר אביי למימר גוד אסיק דהלכתא דג\"א אפילו בעמוד שייך נמי לענין סוכה מה\"ת והא דאמר רבא בעינן מחיצה הניכרת היינו מדרבנן כיון דלאו להכי עבידן ע\"ש שהביא ראיה מדברי הרא\"ש ועפי\"ז משמע דמחיצת שבת וסוכה שוים להדדי מה\"ת וכל דהוי מחיצה לשבת ה\"ה לענין סוכה אלא דרבנן החמירו גבי סוכה שיהיה דומה לדירה ובעינן מחיצות מעלייתא, ובזה ארווח לנו להבין סברת רבינו מגו דהוי דופן לשבת הוי דופן לסוכה בשבת ולכאורה קשה מאי ענין זו לזו ומאי טעם יש בדבר אבל רבא לטעמיה דסובר דמחיצות שבת וסוכה כהדדי נינהו ומה\"ת כל מה דהוי דופן לשבת הוי דופן לסוכה ומה שהצריכו מחיצות עודפות אינו אלא מדרבנן ושפיר אמר רבא דלא שייך להחמיר כ\"א בשאר ימים אבל בשבת של סוכות לא החמירו רבנן משום דהוי כתרתי דסתרי. אמנם בסוגיא דגמ' שם דף ז' דמשמע סתמא דתלמודא ס\"ל דמחיצות סוכה מקרא נ\"ל ור\"ש ס\"ל דג' מחיצות שלימות בעינן ולא תליא סוכה בשבת וכמ\"ש הפ\"י בעצמו בסוגיא דשתים כהלכתן מהירושלמי ולפ\"ז אדחי סברת רבא מהלכה מסתמא דתלמודא ודוק כי קצרתי:"
            ],
            [],
            [],
            [
                "<b>ואצ\"ל עפר ובטלו.</b> עיין הה\"מ יש מי שכתב דעפר לא בעי ביטול אלא כל שאין עתיד לפנותו כו'. ודעת רבינו כדעת ההלכות דבעינן ביטול גמור וסברת י\"א משום דקתני בהדיא בית שמלאוהו עפר ובטלו בטל משם אינו ראיה והא דקתני בטל אינו אלא לאפוקי עפר סתם ובחידושי ריטב\"א פ\"ק דסוכה כתב אף שמדברי הרי\"ף נ' דבעי ביטול ממש העיקר כי\"א, כ\"נ לענ\"ד שהוא דעת רבינו במ\"ש ואצ\"ל עפר ובטלו היינו שאין דעתו לפנותו לעולם וסתם עפר דאינו מיעוט היינו שלא נראה מדעתו שאין דעתו לפנותו וכ\"מ מדברי רבינו בה' טומאת מת פ\"ז ה\"ו שכתב שם בית שמלאוהו עפר או צרורות ה\"ז בטל להבית משמע דלא בעי ביטול בפירוש רק אם נראה מדעתו שאין עתיד לפנותו ה\"ז בטל ועי' בתויו\"ט פט\"ו מאהלות עלה דהך מתני' ובס' ש\"ל כנ\"ל:"
            ],
            [],
            [],
            [
                "<b>דפני סוכה.</b> עיין מ\"ש בס\"ד בש\"י סוכה דף ג' ע\"א ד\"ה וסכות:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>סיכך בירקות.</b> עיין כנה\"ג א\"ח סי' תרכ\"ט:"
            ],
            [
                "<b>ואם דק ונפץ אותן מפני שנשתנה צורתו.</b> פירוש כיון שנגמרה מלאכתן יצאו מכלל פסולת גורן ויקב וכ\"כ הריטב\"א ובזה ע\"כ מ\"ש רבינו בריש דבריו שלא דק אותן ולא נפצן כשירה לאו דוקא וסמך עצמו על טעם הדבר ועיין לח\"מ. וטעם הראב\"ד מבואר ג\"כ בריטב\"א וז\"ל מפני שהן קרובים לבוא לכלל טומאה פי' דלהכי עבידן. ובזה אפשר ליישב קושית הה\"מ. ואפשר נמי דראב\"ד ס\"ל דבנקבות אינה פסולה אלא מדרבנן:"
            ],
            [
                "<b>בנקבות פסולה.</b> עיין בתוס' סוכה דף י\"ב ע\"ב ד\"ה מ\"ד יראה מדבריהם דפסולה מה\"ת והמבי\"ט בקרית ספר כתב דבנקבות אינה פסולה אלא מדרבנן ועיין מ\"ש בש\"י בסוכה דף ג' ד\"ה ר\"י:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>העושה סוכתו תחת האילן.</b> אמרינן בגמ' אמר רבא ל\"ש אלא שצלתה מרובה וכו' והא קא מצטרף כו' אמר ר\"פ כשחבטן ופי' רש\"י כשחבטן שעירבן וכה\"ג כשירה לכתחילה כדין כל איסור המתבטל בהיתר באינו ניכר האיסור אבל בניכר האיסור לא שייך ביטול ובלבוש א\"ח סי' תרל\"ב כתב אפשר שגם זה הלמ\"מ דגם בניכר ועומד בפ\"ע אעפ\"כ בטל, א\"נ מה\"ת אפילו בניכר האיסור בטל ברוב דהא מסנהדרין ילפינן דבטל ברוב ע\"ש, ובאמת כבר תמה עליו הט\"ז שם ס\"ק ג', ולשיטת רש\"י גם אם לא חבטן שלא עירבן אם הסוכה צלתה מרובה מחמתה בלא האילן ג\"כ כשר. ולשיטת הריב\"א גם אם הסוכה צלתה מרובה מחמתה בלא האילן אעפ\"כ האילן שעל הסכך פוסל את מקום הסכך עיין ברא\"ש. והרז\"ה פי' חבטן שחבט ענפי האילן עד שנשרו כל עלין ממנה דגלי דעתיה שלא ניחא ליה בצלו של אילן כלל ונעשה האילן כעומד בפ\"ע ולא מצטרף לצל סוכה אפילו לכסות בהן לכתחילה מותר ובמתני' דפירש עליה סדין שהביא רבינו בה' י\"ז כתבו התוס' אבל אם יש צלתה מרובה מחמתה כשירה ואין הסדין פוסלתה וכתב הרש\"א דנראה מדבריהם דאף בשצל הפסול נמי מרובה מחמתה דומיא דסדין כשירה כיון דצל הכשר נמי מרובה מחמתה. ונ\"ל פירוש דבריהם דבדיעבד דוקא כשר בכה\"ג אבל לא לכתחילה ובזה מיושב קושית הרש\"א שם דרבא בא לאורויי לנו להכשיר לעשות סוכה כן לכתחילה והרש\"א שם מחלק בין קדים הפסול דאז לא נתכשר כ\"א בחמתה מרובה מצלתה והביא ראיה מדברי הר\"ן. ונראה דשיטת רבינו בפירוש חבטן הוא כשיטת הרז\"ה ומ\"ש ואח\"כ קצצן הכונה בזה על העלין ע\"י חיבוט ובזה אפשר לכוון דבריו במ\"ש בפי' המשנה ומיושב בזה הלשון או שקצצן עי' בהגה\"מ ובכ\"מ ועי' בסוגיא בריטב\"א באורך ודו\"ק:"
            ],
            [],
            [],
            [],
            [
                "<b>סיכך בדבר פסול כו'.</b> עי' הה\"מ ובגמ' עירובין דף ה' ע\"ב דיש לחלק בין דבר שהוא מדרבנן לבין דבר שהוא מדאורייתא ע\"ש בתוס' ד\"ה וספק:"
            ],
            [
                "<b>פרש עליה בגד.</b> ובמתני' פרש עליה סדין מפני החמה או תחתיה מפני הנשר ופירש\"י תחתיה מפני הנשר שלא יהיו עלין וקיסמין יורדין על השולחן ועיין בתוס' שם מה שמקשה על פירש\"י ועיין בט\"ז סי' תרכ\"ט. ובס' ש\"ל כתב מדברי רבינו פה יש להוכיח דס\"ל כרש\"י מדלא כתב בלמעלה מפני החמה וכמו שהוא במתני' אלא נראה דקמ\"ל רבינו כל שלמעלה אסור ע\"ש. ולא נתבאר בדברי רבינו אי הסוכה צלתה מרובה מחמתה מלבד הסדין ופשטא דלישנא משמע דהסוכה צלתה מרובה מחמתה אעפ\"כ הסדין שלמעלה מבטל אותה, ועיין לעיל הי\"ב במ\"ש ודוק:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>העושה סוכה ע\"ג סוכה כו' כמי שעשה כו'.</b> הא דכתב רבינו כמו שעשה בתוך הבית בא להורות לנו לטעם אחד לכולם וכמ\"ש רש\"י דף ט' ע\"ב:"
            ],
            [],
            [],
            [
                "<b>סוכה שאולה כו'.</b> לא נתבאר בפוסקים סוכה העשויה מעצי אשירה מה דינה. ועיין בס' קול יעקב מס' סוכה פ\"ק:"
            ]
        ],
        [
            [
                "<b>נשים כו'.</b> אמרינן בגמרא כ\"ח סוכה הלכתא קרא ל\"ל לרבות את הגרים סד\"א האזרח בישראל ולא את הגרים קמ\"ל. ורבינו לא העתיק דגרים חייבים עיין בתוס' שם ד\"ה לרבות. ועי' בספר ברכי יוסף א\"ח סי' תר\"מ באריכות:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואח\"כ על הזמן וכו'.</b> אע\"פ שכתב רבינו בה' ברכות פי\"א ה\"ט שמברך זמן על עשיית הסוכה א\"כ שוב לא הוה ליה לברך זמן בשעת הקידוש כמ\"ש התוס' סוכה דף מ\"ו רבינו לא ס\"ל כסברת התוס' וכ\"ה דעת הרמב\"ן והריטב\"א כשטית רבינו ועי' בשיורי כנה\"ג ובס' ברכי יוסף סי' תרמ\"ג וחילא דידהו מהירושלמי פ\"ק דסוכה דף ב' ע\"ב ועמ\"ש שם בש\"י:"
            ],
            [
                "<b>טומטום ואנדרוגינוס.</b> עי' ראב\"ד. ויש מי שכתב אי אמרינן אנדרוגינוס בריה בפ\"ע אינו מברך גם אם נשים מברכות:"
            ],
            [],
            [
                "<b>בין עצי דפנות.</b> ויש מי שסובר דבדפנות ליכא איסור כלל אפילו מדרבנן, עי' רבינו ירוחם נתיב ח' ועי' ברכי יוסף סי' תרל\"ח ובט\"ז שם:"
            ]
        ],
        [
            [],
            [
                "<b>והעלה השלישי למעלה מהן.</b> עיין רש\"י סוכה דף ל\"ב ע\"ב ד\"ה תרי ועיין במהרי\"ק סי' שמ\"א ובהגהת מהרא\"ו סי' תרמ\"ו ס\"ק ח' וז\"ל הרא\"ש כתב ג' עלין של קן אחד יוצא מכאן ואחד יוצא מכאן והג' באמצע מורכב על שניהם ואפשר דרש\"י והרא\"ש בחדא שיטה קיימי ועיין שו\"ת תשב\"ץ חלק ב' סי' רנ\"ב. ומ\"ש הה\"מ ואני אומר כולה בדוקא נ' דאם יש עשר אצבעות בגודל גם לשיטת הה\"מ א\"צ להדר אחר אחרים אם לא ימצאם בנקל ועיין הלכה ח':"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ושיעור אתרוג א\"פ מכביצה.</b> עי' ברכי יוסף סי' תרמ\"ח שהביא מחכמי הדור אתרוג שיש בו ביצה בצמצום ביום ראשון ולימים אחרונים בציר ליה שעורא אי יוצא בו ועמ\"ש בזה בש\"י:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גזרה שמא יעבירנו.</b> ובפ\"ב מה' שופר ה\"ו כתב רבינו או מוציאו מרשות לרשות ועמ\"ש בזה בס\"ד בפ\"א הי\"ג מה' מגילה:"
            ],
            [],
            [
                "<b>אפילו עלה אחד בבד אחד.</b> עי' הה\"מ הלכה כר\"נ בדיני וכר\"ש באיסורי והר\"ן כתב דהלכתא כר\"ש משום דמנהג נביאים הוא והב\"י נתקשה בדבריו וכבר כתבתי בש\"י ישוב לדברי הר\"ן ע\"ש:"
            ]
        ],
        [
            [
                "<b>היה אחד מהן של עכו\"ם לא יטול.</b> עיין הה\"מ ועי' בתוס' סוכה דף ל\"א ע\"ב ד\"ה באשירה דמשה וא\"ת עכו\"ם דכותים מדאגבהיה קנייה כדאמרינן פ' כ\"ה דלמא מגבה לה והדר מבטל לה וי\"ל כגון שהגביהו ע\"מ שלא לקנות ובשמעתין המ\"ל דמתני' ביו\"ט ראשון ולא הוה צריך לאוקמי באשירה דמשה ע\"ש ועי' ב\"י יו\"ד סי' קמ\"ו שכתב בשם הסמ\"ג משבא לידו אינו אומר לעכו\"ם לבטלו דטעמא משום גזירה אטו אליל של ישראל עצמו יראה מדבריו דס\"ל דאינו אלא מדרבנן אבל מה\"ת יש לה ביטול אפילו מדאגבהה וכ\"מ מדברי הר\"ן פ' כ\"ה במ\"ש שם היאך יכול לזכות בו משום דא\"ל צד זכיה ע\"י ביטול. ולכאורה הדבר תמוה דהא עכשיו שהוא ביד ישראל שוב לא מהני ביטול אלא דס\"ל כהסמ\"ג וא\"כ כיון דמה\"ת יש לה ביטול שפיר א\"ל זכייה בגוה לקנותה והיינו שכתב הר\"ן שם וכן הדין בחמץ בפסח שאפשר ישראל לזכות בו הוא מהטעם מותר לאחר הפסח ואינו אסור אלא משום קנסא ולפי סברת הסמ\"ג והר\"ן א\"כ מה\"ת יוצא כיון שיכול לבטל ומדרבנן הוא דא\"י ומש\"ה מוקי לה בגמ' באשירה דמשה ומשמע קצת מדברי התוס' והריטב\"א דל\"ל סברת הסמ\"ג אלא כיון דזכי ביה דינו כדין עכו\"ם של ישראל שעובדה שאין לה ביטול מה\"ת ואין מקומו פה:",
                "<b>ובשעת הדחק כו' אבל לא שאר המינין.</b> שיטת רבינו דעל לולב מברכין בשעת הדחק ודעת הראב\"ד דאין מברכין אבל ע\"ז לא פליג רבינו דלנקוט בידייהו כדי שלא תשתכח תורת אתרוג אלא דסברת רבינו דאס\"ד דלא יוצא בו בשעת הדחק לא היינו מתירין משום שלא תשתכח דלמא אתי לאכשורינהו ומה\"ט כתב אם אין כאן כ\"א אתרוג המורכב שלא יקחנו משום שלא תשתכח תורת אתרוג דלמא אתי לאכשורי בשאר השנים ושיטת הלבוש באתרוג המורכב שפסול מה\"ת משום שנעבדה בו עבירה עי' בשו\"ת פנים מאירות ח\"ש סי' קע\"ג:"
            ],
            [
                "<b>אתרוג של ערלה.</b> בש\"ג כתב גם בשל ערלה בח\"ל אין יוצאין. ועי' בכנה\"ג סי' תרמ\"ח חולק בזה דהא יש היתר לאכילה כעין מה דאמרינן ספק לי ואנא איכול במס' קידושין דף ל\"ט ובאמת הדין עם השה\"ג דהא רבינו והטור לא הביאו כלל הך דיכול לספוקי הדדי וכתב ב\"י יו\"ד סי' רצ\"ד דס\"ל דהנך רבנן דמספקי להדדי ס\"ל כמ\"ד הלכות מדינה אבל למ\"ד הלמ\"מ אסור לספוקי להדדי וא\"כ אינו יוצא בו ע\"ש ודוחק לומר משום דבספק גמור מותר יהיה נקרא היתר אכילה:"
            ],
            [
                "<b>היה עקום לפניו פסול.</b> בברייתא סוכה דף ל\"ב נזכר ג\"כ לולב כפוף ולא הזכירו רבינו עי' בס' כפות תמרים שהניח בצ\"ע. ואפשר מפני שבפירוש כפוף יש הרבה פירושים ולמאי דמסיק וצדדין כלפניו דמי י\"ל דהיינו כפוף ועקום דמחלקים בין מלאחריו ובין מלפניו עי' ב\"י סי' תרמ\"ה ובס' כפות תמרים מסיק דיש להחמיר בין עקום מלפניו ובין עקום מלאחריו וענין העיקום הוא כמ\"ש הכ\"מ דבעינן עקום ממש כמו מגל כגב בעל חטוטרת:"
            ],
            [],
            [
                "<b>הדס כו'.</b> עי' השגת הראב\"ד ועי' בס' מהר\"י בן לב ספר א' סי' ק\"ו כנה\"ג ובברייתא יבשו רוב עליו ונשתיירו ג' בדי עלין לחין ונחלקו רש\"י והרא\"ש בפירוש הדבר ולשיטת הרא\"ש בעי' שישתייר ג' קנים ודברי השו\"ע צ\"ע וכבר הארכתי בזה בש\"י ועי' ב\"י סי' תרמ\"ו שנתן טעם על מה שהקשה כאן בכ\"מ למה השמיט רבינו הך ברייתא:"
            ],
            [
                "<b>ערבה כו'.</b> עי' הה\"מ ולישנא דמתניתין מסייע לשיטת רבינו כיון דקתני גבי הדס דפסולה למה לי למתני תו גבי ערבה דהא הוי זו ואצ\"ל זו:"
            ],
            [
                "<b>אם היה כאיסר או יותר פסול.</b> אי קשיא השתא כאיסר פסול יתר מבעיא תריץ שבא לחדש לנו בין כגון שהיה מרובע או משולש צריך שיהיה יותר מכאיסר כדי שתוכל לעשות בו עיגול כאיסר כנה\"ג סי' תרמ\"ח בהגהת ב\"י בשם הרדב\"ז ח\"ש סי' קפ\"ד. אתרוג המורכב שהורכב יחור של לימונ\"א באילן אתרוגים פסול מהר\"ם אלשיך בתשובה סי' ק\"י ועמ\"ש לעיל בשם הלבוש:",
                "<b>עלתה חזזית בב' וג' מקומות.</b> עי' כ\"מ ומל\"מ ובס' א\"ר בשם לח\"מ פ' לולב הגזול ב' משני צדדים וג' מצד א'. ופי' חזזית כמו אבעבועות. וזה שקורין חזזית באתרוגין שלנו רוב אותן שיש להם חזזית כ\"ש אינו ניכר מקומם במשמוש ואינו גבוה משאר אתרוג וכשירים והא דעל חוטמו פסול חזזית וכל שינוי מראה בכ\"ש אינו נקרא כ\"ש אלא כשנראה לכל שאינו הדר אבל באתרוגים שלנו שרוב אלו שאנו קוראין חזזית אינם נראין לעין מחמת דקותן וצריך להסתכל בהן כדי שתהא נראה ונרגש בראייה שאדם רואה את האתרוג כולו הדר בלי שום רושם ואדם אחר שיש לו יותר ראייה טובה רואה ואינו נקרא כ\"ש והדר נקרא למי שהוא בידו וכ\"ש לאחרים הרואים אותו הר\"מ מטראני כנה\"ג. ומראה אתרוג עי' תוס' סוכה דף ל\"א כחלמון ביצה ושעוה ירוק כעשב השדה עי' מג\"א. ומראה אודם מראה פסולה היא ואהינא סומקא אינו אודם כ\"כ. ועי' במס' עירובין בהא דאמר אתריגו לפחמין ופירש\"י דרך אתרוג להיות אדום ובפמ\"ג כתב אשרי מי שיוכל לקנות אתרוג נאה והדר מכל סיג גם כתב בשם היש\"ש בחולין באתרוגים המורים מרובים והיודעים מועטים מפני שאין גדילין בארצותינו:"
            ],
            [],
            [],
            [
                "<b>ואינו מקנה לאחרים מה\"ת.</b> עמ\"ש בזה באריכות בש\"י ר\"פ לה\"ג ד\"ה רבנן:"
            ],
            [
                "<b>שותפין שקנו לולב וכו'.</b> כתב הה\"מ אבל הרשב\"א כתב ומסתברא לי דהא דאחין בשלא לקחוהו לצאת בו הוא אלא לאוכלו ולהריח בו אבל לקחוהו לצאת בו ודאי בכל גוונא יוצאין בו דאמרינן יש ברירה שהרי בשעה שלקחוהו היו יודעין שאינו ראוי ליחלק ועל דעת כן לקחוהו שיטלנו כל אחד מהן לצאת בו שיהא כולו שלו דומיא דשותפין שנדרו הנאה זה מזה שהם נכנסים לחצר של שניהם שאין בה דין חלוקה כמו שמבואר בפ\"ו מה' נדרים והטעם שיש ברירה וכו' ואפשר שעל דעת זה סמכו בהרבה מקומות שלוקחין לולב אחד וכל הקהל יוצאין בו ע\"כ. אמנם בחידושי ריטב\"א מס' סוכה דף ק\"ז ד\"ה תניא מבואר שלא כדברי הרשב\"א במ\"ש שם. ויותר נראה לומר דמודה ר\"א דסוכה של שותפין יוצאין בו דל\"ד ללולב דהתם כי נפק ביה חד מנייהו בכוליה נפק ולא סגי דלא נפק בחולקיה דחבריה והוי שאול דכיון שמסתמא בכולו ליכא למימר ברירה והא ודאי אין כולו חלקו ודכותה אם נשתמש בכולו אסור במודר הנאה אא\"כ התנו קודם הנדר וכו' אבל הכא בשותפין כל אחד ואחד לשלו הוא נכנס ויש ברירה וכדאמרינן בנדרים בשותפין שנדרו הנאה שניהם מותרים ליכנס לחצר שיכול לומר לתוך שלי אני נכנס וכו' ואפילו למאן דאסר התם נדרים שאני דויתר אסור במודר הנאה וכו' אבל במצות סוכה דלתוך שלו נכנס לכם קרינן ביה עכ\"ד. הרי להדיא דלא ס\"ל סברת הרשב\"א דלולב ל\"ד לנדרים רק סוכה דמי לנדרים ור\"א בסוכת שותפין מודה ועי' בשו\"ת ריב\"ש סי' שמ\"ז ובס' ברכי יוסף הביא שו\"ת רשב\"ש סי' ח' שחלק עם הריב\"ש וסובר דסוכת השותפין גרע מסוכה שאולה דשאול תוך ימי שאלה הוא כולו שלו ובמקפידין באמת פסול דל\"ד להך דנדרים ע\"ש שהאריך דלדידן דקיי\"ל בדאורייתא אין ברירה סוכת שותפין המקפידין אין יוצאין בו ועי' בש\"ע סי' תרל\"ג. והנה לכאורה יש להביא ראיה לשיטת הרשב\"ש דלפ\"ד א\"ש מה דיליף ר\"י סוכה דף ל\"ו דאינה נוהגת אלא בד' מינים ק\"ו מלולב דנוהג ביום ולא בלילה וכו' והרגיש בספר כ\"ת והלא מעיקרא דדינא פירכא מה ללולב שכן שותפין ושאול פסול משא\"כ גבי סוכה ואף אי כר\"א ס\"ל דשאול פסול בסוכה מ\"מ הרי כתבו התוס' סוכה כ\"ז בסוכת השותפין מודה ר\"א וכו' ע\"ש שהניח בקושיא לפי שיטת הרשב\"ש גם בסוכה אליבא דכ\"ע פסול שותפין המקפידין דגרע משאול ובשותפין שאין מקפידין ה\"ל שאולה. וי\"ל דס\"ל כר\"א ול\"ק קושית הכ\"ת. אמנם גם לשיטת הריטב\"א שהבאתי לק\"מ קושית הכ\"ת דבאמת י\"ל דר\"י כר\"א ס\"ל דשאולה פסולה בסוכה ואי קשיא עכ\"פ בשותפות מודה זה הוא משום דגבי סוכה שייך ברירה משא\"כ גבי לולב משום דאינו יוצא כי אם בכולו ולא שייך ברירה וא\"כ שפיר יליף ר\"י בק\"ו משא\"כ לשיטת הרשב\"א דגם בלולב שייך ברירה אם לקחו לצאת בו עדיין הקושיא נשארת ויש ראיה דלא כהרשב\"א. היוצא מדברינו יש כאן שלש שיטות שיטת הרשב\"א דיוצא באתרוג השותפין אם לקחו מתחלה לצאת בו משום ברירה ודמי לשותפין שנדרו הנאה זה מזה דמותרין ליכנס לחצר באין בו דין חלוקה, ולשיטת הריטב\"א דהיכא דמחוייב לצאת בכולו כמו באתרוג ל\"ד לנדרים ולא שייך ברירה ואינו יוצא באתרוג השותפין אף אם לקחו מתחלה לכך לצאת בו דרחמנא פסליה, ולשיטת הרשב\"ש ומבואר שם שהרבה מן החכמים הסכימו אפילו בסוכת השותפין אין יוצאין בו אם הם מקפידים דלא שייך ברירה כיון דהקרא אסר לנו וכל האזרח לא אתי כי אם לרבות שאול דבעת שאולה כולו שלו היא משא\"כ בשותפות. והנה לפמ\"ש לשיטת הריטב\"א ליישב קושית הכ\"ת ע\"כ צ\"ל דר\"י אית ליה כר\"א דשאול פסול ושותפין ליכא פירכא משום ברירה וצ\"ל דכ\"ע אית ליה ברירה כה\"ג וכמ\"ש הריטב\"א דאפילו מאן דאוסר בנדרים מודה בסוכה דאל\"כ קשיא הא ר\"י לית ליה ברירה כדאמרינן בכמה דוכתין. אמנם אין מזה הכרח דאיכא למימר דמאן דלית ליה ברירה בכ\"מ גם כאן אמרינן אין ברירה וכמ\"ש בשו\"ת הרשב\"ש הנ\"ל אלא מאן דאית ליה ברירה בכל דוכתי ניחא ובאמת גם אליבא דר\"י מצינו דיש מחלוקת אי ס\"ל ברירה ואדרבה עפ\"ז יש ליישב קושית התוס' סוכה דף ל\"ז ע\"א ד\"ה מאי ארז וכו' מה שמקשים אליבא דרב די\"ל רב ס\"ל דתנא דס\"ל אליבא דר\"י דסוכה אינה נוהגת כ\"א בד' מינים ס\"ל דר\"י אית ליה ברירה ולתנא דס\"ל אליבא דר\"י אין ברירה באמת סוכה נוהגת בכל דבר דוק ותשכח. וגם לפי סברת הריטב\"א מוכח לומר דס\"ל לר\"י כר\"א דסוכה שאולה פסולה ומש\"ה יליף ק\"ו מיושב שפיר דלא קיי\"ל בהא כר\"י אלא סוכה נוהגת בכל דבר וכ\"ע מודים בזה עי' בתוס' שם ד\"ה כל דין כו'. כיון דביררנו דירד ר\"י לשיטת ר\"א א\"כ לית הלכתא כוותיה אלא דסוכה שאולה כשרה ומיפרך הק\"ו. ובדרוש אמרתי בזה הוא פירוש בעזרא דכתיב צאו ההר והביאו עלי זית וכו' וכתב ויעשו כל הקהל סוכות וכו' ותהי להם שמחה גדולה פי' משום דעזרא חידש להם דסוכה נוהגת בכ\"ד וכמו שהשיבו חכמים לר\"י ואמאי לא ילפינן ק\"ו וצ\"ל דעזרא חידש להם דין זה דסוכה שאולה כשירה וא\"כ מיפרך הק\"ו ועל ידי זה כל אחד מישראל היה יכול לקיים מצות סוכה דקודם שלמד להם עזרא היה ס\"ל דשאולה פסולה והיה מקצתם שאין להם חלק בסוכה לא היו יכולים לקיים מצות סוכה משא\"כ עתה יודעים מזה דסוכה שאולה כשירה ויעשו כל הקהל סוכות ותהי שמחה גדולה בקיום המצוה. וה' יזכנו לקיים מצותיו בנפש חפצה:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קובץ על היד החזקה על משנה תורה, הלכות שופר וסוכה ולולב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kovetz Al Yad HaChazakah",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}