{
    "title": "Lehem Mishneh on Mishneh Torah, Repentance",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Lehem_Mishneh_on_Mishneh_Torah,_Repentance",
    "text": [
        [],
        [
            [
                "\"What is full teshuvah ('repentance')?... This is full teshuvah...\" In Tractate Yoma 86b, they said: What is a ba'al teshuvah (\"one who has repented\") like? Rav Yehudah said: It is like one into whose hands some transgressive matter came one time, but, in the second time, that person was 'saved from it.' Rav Yehudah showed [further what he meant by stating]: With the same woman, at the same time, at the same place. And the reason for this, according to Rashi, in his words: So long as it is all and all similar to the time when the person would have failed and had their [evil] inclination conquer them and say to them, \"Look, it is the same What's-Her-Name and the same place, and it's the same time; get up, and do what you've done before.\" (That's the end of Rashi's comment.\" And our teacher [Maimonides] did not write [specifically] \"one time\" and \"second [time]\", for it was not in his version [of the Babylonian Talmud]; rather: It is like one into whose hands some transgressive matter came, and Rav Yehudah showed an explanation: With the same woman, at the same time, at the same place, etc.. And such is the language of RYF (i.e., Rav Yitzhak Alfasi) in Hilkhot Makkot (\"The Laws of Striking\"). \"And in that time\" means \"with the strength of one's body,\" which is to say, \"in the time of one's youth.\""
            ]
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "לחם משנה על משנה תורה, הלכות תשובה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Lehem Mishneh",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}