{
    "title": "Yitzchak Yeranen on Mishneh Torah, The Chosen Temple",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_The_Chosen_Temple",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כשבונין </b>\n<b> וכו'. עד בונין באבנים.</b> ועיין מ\"ש מרן ודבריו תמוהים ממ\"ש רבינו סמוך ונראה בהי\"ג יעו\"ש וכמ\"ש בס' בירך יצחק סוף סדר תרומה. ולענ\"ד נראה בשנדקדק לשון מרן שכתב וילפינן מיניה לבנין הבית והו\"ל למימר וכ\"ש לבנין הבית דהוא קיל טפי וכן סיים במכילתא ומה אם מזבח החמור אם רצה לשנות ישנה ק\"ו לשאר כל הכלים עכ\"ל, אשר מזה מוכרח דכונת מרן דאפי' דרבינו פוסק כתנא דואם מזבח אבנים תעשה לי הוא חובה ולא רשות והוי דוקא מאבנים וכדכתיב אבנים שלמות תבנה ולא כמאן דדריש ואם, אם רצה מאבנים עושה רצה של לבנים עושה והוי ואם ככל אם, מ\"מ ס\"ל כיון דמצינו תנא דדריש כן ומיקל דאם רצה מלבנים עושה אף דלא סבירא לן כוותיה מ\"מ לבנין הבית דהוי קיל טפי פסקינן כוותיה וזה שכתב מרן לבנין הבית כלומר אף דלא פסקינן כוותיה מ\"מ לבנין הבית למדינן מיניה. אמנם חזות קשה חזיתי במכילתא עצמה וז\"ל ואם מזבח אבנים חובה או אינו אלא רשות ת\"ל ואם מזבח אבנים אלא אם רצה לעשות של לבנים עושה של אבנים עושה והוי ב' דסתרן וודאי נ\"ל דט\"ס נפל וצ\"ל דבר אחר אם רצה."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואסור </b>\n<b> לכל אדם וכו'.</b> וכתב רבינו בספר המצוות מצות עשה כ\"א וז\"ל היא שציונו לירא מן המקדש וכו' וכבר התבאר במקומות מן הש\"ס שאין מותר לישב בעזרה אלא מלכי בית דוד וזה וכו' באומרו יתברך ומקדשי תיראו עכ\"ל. הנה נתבאר מדבריו דאיסור זה דישיבה בעזרה הוא מן התורה ככל הנך דנפקי מקרא דומקדשי תיראו דלא יכנס בהר הבית במקלו וכו' ואפשר שלזה כיון רש\"י שכתב פ\"ז דסוטה דף מ' אין ישיבה בעזרה דאין כבוד שמים בכך ואפילו מלאכי השרת אין להן ישיבה עכ\"ל, נמצא דמשום כבוד ומורא מה' הוא ויראת המקדש אינו אלא ממה שציוה על יראתו וכמ\"ש כאן רבינו ועיין להמל\"מ בזה ובארעא דרבנן אות האל\"ף."
            ],
            [],
            [],
            [
                "<b>אסור </b>\n<b> לאדם וכו' או שיישן וכו' אלא בין צפון לדרום וכו'.</b> ועיין בב\"י או\"ח סי' ג' ביאור דבריו, ועיין בספרו הקצר שם שאסר לישן בין מזרח למערב אם אשתו עמו ועיין בב\"ח פי' דבריו ושבזהר חולק והצריך עיון. וכתב החבי\"ב דעכשיו אין נזהרים בכך דלא ידעינן כמאן נעביד או כש\"ס דילן או כהזהר. ולא ידענא מה התנצלות הוא זה דהא כלל ידוע כשחולק הש\"ס עם הזהר עבדינן כהש\"ס, ועוד דהכא שאני דאפשר לפרש הש\"ס כהזהר והוי ככו\"ע ומה גם דרש\"י פירש כן."
            ]
        ],
        [
            [],
            [],
            [
                "<b>ואם </b>\n<b> בטלו שמירה וכו'.</b> ונראה לענ\"ד כונת רבינו ע\"פ מ\"ש מרן בה\"א שהוא סיפרי זוטא והוא מ\"ש בסיפרי וז\"ל וזר לא יקרב אין לי אלא בלא תעשה בעשה מנין אמרת ושמרתם את משמרת הקדש נמצא דשמירת משמרת הקדש הוא העשה וקאי בין לזרים בין לכהנים והלוים ומה שסיים רבינו דאיכא לא תעשה ג\"כ לכהנים וללוים הוא ממ\"ש במכילתא הביאה רבינו בספר המצוות עשין כ\"ב ולא תעשה ס\"ז ושמרתם משמרת אין לי אלא בעשה דקאי ג\"כ לכהנים וללוים בלא תעשה מנין ת\"ל ושמרתם את משמרת הקדש והיינו כתוב שלאחריו ושמרתם את משמרת הקדש ואת משמרת המזבח וא\"כ העשה הוא כתוב אחד והלא תעשה הוא כתוב אחר ואף דהלא תעשה הוא על העשה ממש וכמ\"ש רש\"י סדר משפטים ליתן לא תעשה על העשה ועיין להחבי\"ב בנימוקיו על רבינו. אך קשה על רבינו דלא כתב כשביטלו השמירה עברו גם העשה ודוק. ומתוך הכתוב כאן אין מקום למ\"ש בספרי תועפות ראם סדר תצא בסוף לשון מוצא שפתיך יעו\"ש שאין בהם לא טעם ולא ריח."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חוץ </b>\n<b> מלילי שבת וכו'.</b> כתב מרן ואע\"ג דקי\"ל דאין שבות במקדש שאני הכא דאפשר בנרות הדולקים מערב שבת עכ\"ל. וע\"פ דבריו אלו הנה מקום אתי ליישב למאי דקשיא לי בש\"ס בפ\"ק דיומא אהא דתנן ומעסיקין אותו עד שיגיע זמן השחיטה תנא לא היו מעסיקין אותו לא בנבל ולא בכינור אלא בפה דאמאי לא היו מעסיקין אותו בנבל וכינור הרי אין שבות במקדש ואיסור ניגון בנבל וכינור אינו אלא משום שבות גזרה שמא יתקן כלי שיר וכמ\"ש רבינו פכ\"ג מהל' שבת יעו\"ש. אמנם כפי דברי מרן לא קשה כיון דהיה אפשר לעסוק עמו בפה לא התירו שבות אף דאין שבות במקדש. האמנם קשה לי טובא בדברי מרן ממ\"ש איהו גופיה בפכ\"ג מהל' שבת ה\"ד וז\"ל ואין להקשות מדתנן ביומא שהיו מכין לפני כהן גדול באצבע דשאני מקדש שאין בו שבות עכ\"ל, ואי כדברי מרן דלכאן אמאי הותר להכות באצבע במקדש הרי אפשר להקיצו בענין אחר וכיון שכן אף במקדש איכא משום שבות וכמ\"ש כאן. ונראה ליישב דעד כאן לא כתב מרן חילוק זה אלא דוקא בשבות חמור כגון הך דטלטול נר וכיוצא דקרוב הדבר שיבוא להטות ומכבה ומבעיר כל כי האי כיון דאפשר בלאו הכי לא התירו אבל גבי כהן גדול שמכין לפניו באצבע שהוא שמא יתקן כלי שיר שרחוק הדבר שמהכאת אצבע יבוא לתקן כלי שיר דבשלמא לנגן בכלי שיר קרוב הדבר שיבוא לתקן שמא יקלקל ע\"י השיר ויתקנהו ומשו\"ה לא היו מעסיקין אותו לכהן גדול אלא בפה וכדכתיבנא לעיל דהוי שבות חמור וכדכתיבנא ברם בהכאת אצבע שהוא שבות קל וכדכתיבנא אף שאפשר להקיצו בענין אחר לא חיישינן מאחר שאין שבות במקדש. ומצינו בדברי הראשונים חילוק בין שבות לשבות וכדכתיבנא וכמ\"ש התוס' בעירובין דף ק\"ב ע\"ב ד\"ה והעליון ובד\"ה הא בלחה ששבות קטן התירו וגדול לא התירו יעו\"ש א\"כ ממנו נקח דס\"ל בדעת רבינו דבשבות גדול אין להתיר כל שאפשר בלא\"ה ובשבות קטן התירו במקדש אף דאפשר בלאו הכי וכדכתיבנא.<br><b> וראיתי</b> להרב מל\"מ שהקשה על דברי מרן ממ\"ש מהר\"י איסרלן דלהקיש באצבעו בשבת לשתק את התינוק שרי והביא ראיה מדתנן בקש להתנמנם וכו' ולא מידק עלה משום שאין שבות במקדש וכו' ואם כדברי מרן על כרחך טעמא לאו משום דאין שבות וכו' דהא אפשר להקיצו בענין אחר וכו' עכ\"ד, ואחר המחילה רבה דבריו תמוהים טובא דאיך הוה מצי להכריח דמותר משום דאי הוה אסור במקדש נמי הוה אסור כיון דאפשר להקיצו בענין אחר הרי מרן גופיה שהוא המחלק בכך בין כשאפשר בענין אחר ללא אפשר אפ\"ה בההיא דכהן גדול דמכין לפניו ס\"ל דמותר מטעם דאין שבות במקדש אף דאפשר להקיצו בענין אחר וכמ\"ש בהל' שבת וא\"כ על כרחך צריך לחלק בין ענין לענין וכבר חילקתי בעניותי בין שבות חמור כגון טלטול לשבות קל וכמ\"ש לעיל וא\"כ מה קושיא יש מדברי מהרי\"א לחילוק זה.<br><b> ולענ\"ד</b> בלא\"ה נמי אין להקשות על מרן מדברי מהרי\"א מאחר דבעיקר הדין פליגי דלרבינו אסור להכות באצבע בשבת ומהרי\"א מתיר מכח ההיא סוגיא א\"כ מרן מחלק לדעת רבינו אף דמהרי\"א פליג בכך דכמו דפליג בעיקר הדין ה\"נ פליג בחילוק זה. וע\"פ חילוק זה דכתיבנא לדעת מרן בין שבות חמור לשבות קל ניחא מאי דהוה קשה על מרן מהא דאמרינן בעירובין דף ק\"ג מתניתין חותכין יבלת במקדש אבל לא במדינה ויעו\"ש בש\"ס ולפי דברי מרן שכתב כאן דכל דאפשר בנרות הדלוקים מערב שבת לא דחינן שבת א\"כ גבי יבלת נמי אפשר לעשותו מאתמול וכמו שיעו\"ש שם בש\"ס ובריש פ' אלו דברים בפסחים דף ס\"א יעו\"ש, וע\"פ חילוק זה דכתיבנא יש ליישב דחתיכת יבלת הוא שבות קל ודו\"ק.<br><b> עוד</b> הקשה הרב מל\"מ ממ\"ש רבינו בפ\"ב מהלכות עבודת יום הכפורים שאם היה הכהן זקן או חולה מלבנין עששיות של ברזל וכו' ואי כדברי מרן למה היו עוברין על שבות כיון שהיה אפשר להחם מים דלית ביה איסורא יעו\"ש. ולענ\"ד יש ליישב דזה שכתב רבינו או מערבין מים חמין במי המקוה היינו בשאי אפשר לליבון עששיות דלכתחילה צריך עששיות והוא ע\"פ הירושלמי שם ביומא דפריך ויחם לו חמין ומשני כדי שלא יהיו אומרים ראינו כהן גדול טובל במים שאובים והכי משמע לישנא דתלמודא דידן דאמר ר' יהודה עששיות של ברזל היו מטילין למים וכו' דלפרושי מתני' דקאמר ומחמין לו חמין קאתי וקאמר דהיינו ע\"י עששיות ולא כדמשמע סתמא דמתני' דהיינו דמחמין לו מים וא\"כ מוכרח מאחר דלא פליגי תלמודא דידן עם הירושלמי דמ\"ש רבינו או מערבין מים חמין היינו בדיעבד היכא דלא ליבנו או היכא דאי אפשר לליבון אבל לכתחילה צריך ללבן ולא למים חמין והשתא משו\"ה היו עוברים על שבות דרבנן בליבון כדי שלא יאמרו הכהן גדול טובל במים שאובין וכמ\"ש בירושלמי ודוק. [מחתני רך וטוב נקצץ בלא זימניה החכם הנעלה יעקב הלוי נ\"ע]."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות בית הבחירה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}