{
    "work": "Bava Metzia", 
    "text": {
        "151": {
            "24": "I stipulated a 'sela' for you, come and receive two.", 
            "25": "And up to how much may he hire (other workers) at their expense? Up to 40 or 50 zuz.", 
            "26": "In what case are those things said? When there are no other workers there to hire. But if there are workers there to hire and they said 'Go out and hire from those' he has nothing but resentment against them.", 
            "22": "How does he mislead them?", 
            "23": "He says to them"
        }, 
        "150": {
            "24": "Now, let us see their work.", 
            "25": "[We're dealing with a case that they built] a ditch.", 
            "26": "A ditch can also be assessed.", 
            "27": " [We're dealing with a case that] it filled with water and we cannot know [if they did superior work].", 
            "20": "If you hadn't said [he'd pay] four it would be beneath us to be hired.", 
            "21": "If you'd prefer we can say:", 
            "22": "In fact we are dealing with laborers.  They say to him [the broker]:", 
            "23": "Since you said [he'd pay] four, we toiled and did a superior work.", 
            "28": "If you'd prefer we can say:", 
            "29": "In fact the employer said [he'd pay] four and he went and told them [he'd pay] three.", 
            "3": "What's the scenario?", 
            "2": "[The Mishna] doesn't teach \"they backed out\" rather that they misled each other. [This means] that the laborers misled each other.", 
            "5": "go and hire laborers for me, and he went and misled them.", 
            "4": "That the employer said to him", 
            "7": "If the employers said to him [he'd pay] four, and he went and told them [he'd pay] three, why can they have a complaint?", 
            "6": "What's the scenario? ", 
            "9": "If the employer siadto him [he'd pay] three and he went and told them [he'd pay] four, what's the case?", 
            "8": "They considered [the offer of three] and accepted it.", 
            "11": "As we learned [in a Braita]", 
            "10": "If he told them \"I will pay your wages\", he gives them of his own.", 
            "13": "Only this [teaching] is needed if he told them \"the employer will pay your wages\".", 
            "12": "One who hires a laborer to work for him but led him to someone else's field, he pays his entire wage.  Thereafter he can charge the property owner what he benefited. ", 
            "15": "Only, this is needed if some laborers get hired for four and some get hired for three.", 
            "14": "Now, let us see what the going rate for labor is.", 
            "17": "If you had not told us [he'd pay] four, we would have toiled to get hired for four [elsewhere].", 
            "16": "So they can say to him [the broker]:", 
            "19": "Here we are dealing with a home owner and they say to him [the broker].", 
            "18": "If you'd prefer we can say:", 
            "31": "do you not follow[this verse]: \"Do not withhold good from [its rightful] owner.\"?", 
            "30": "and what you said that they considered and accepted [the wage], yet they can say to him [the broker]:"
        }, 
        "154": {
            "11": "'Up to 40 or 50 zuz'", 
            "10": "Rava objected Rav Nachman", 
            "13": "When that was taught it was when the bundle had reached his hand.", 
            "12": "He said to him", 
            "5": "\"If someone hires an ass driver or a wagon driver etc. ", 
            "7": "Up to what cost m he hire at their expense?", 
            "6": "he may hire workers on their expense or mislead them.", 
            "9": "Up to their payment/wage", 
            "8": "Rav Nachman said"
        }, 
        "60": {
            "11": "If there are sheaves, what is it saying [that is not already known]?", 
            "10": "\"If it is because of that, it does not support me. What are we dealing with here? Where there are sheaves.\"", 
            "13": "What is it that you would say? ", 
            "12": "No, it is neccessary. Since there are sheaves that require the earth.", 
            "14": "\"Since they need the earth, it is like the body of the earth. [Therefore,] it teaches us [[otherwise].", 
            "5": "\"'To every lost item of your brother' (Deuteronomy 22:3) - to include the loss of ground.\" ", 
            "4": "Rava said,", 
            "7": "\"There is a teaching that supports you:", 
            "6": "Said Rav Chananiah to Rava,", 
            "9": "He said to him,", 
            "8": "'[If] he saw waters coming and washing [someone's land] away, behold this one should put a dam in front of them.'\""
        }, 
        "117": {
            "56": "It appears to me this is only because of R.Eliezer b. Hyrkanos.", 
            "77": "Also regarding someone who oppresses [a convert], three are written", 
            "54": "And even R. Gamliel was on a ship; a wave stood upon him to drown him.", 
            "42": "What did R. Akiva do?", 
            "48": "R. Eliezer too tore his clothes, removed his shoes and sat on the ground", 
            "43": "He dressed in black and sat before him at a distance of four Amot.", 
            "60": "Ima Shalom, wife of R. Eliezer, was R. Gamliel’s sister;", 
            "61": "from then she did not allow R. Eliezer to fall on his face in prayer.", 
            "62": "One day the New Moon became miscalculated for her between a twenty-nine or thirty day month.", 
            "63": "Some say:", 
            "64": "a poor man came and stood at the gate, she brought out bread to him.", 
            "49": "his eyes flowed tears. The earth was stricken, a third in olives, a third in wheat, a third in barley. ", 
            "66": "“Get up, you have killed my brother.”", 
            "67": "Meanwhile a ram’s horn blast went out from R. Gamliel’s house [to announce] that he died.", 
            "68": "[R. Eliezer] asked,", 
            "69": "“How did you know?”", 
            "80": "both this and that with three prohibitions.", 
            "52": "It was taught:", 
            "86": "One who has someone who was hung in his [family] record, let him not say, \"Hang me a fish [on the grill].\"...", 
            "53": "Great was that day that every place R. Eliezer put his eyes was burned....", 
            "24": "“If the law is like me, from Heaven they will prove it”;", 
            "25": "a heavenly voice came out and said,", 
            "26": "“What have you with R. Eliezer, who the law is like him in every place?”", 
            "27": "R. Yehoshua stood on his feet and said", 
            "20": "R. Yehoshua protested at them, saying to them", 
            "21": "“If scholars defeat each other in the law, how does it better you?”", 
            "22": "They did not fall because of the honor of R.Yehoshua and they did not straighten, because of the honor of R. Eliezer, and they still incline and stand....", 
            "23": "[R. Eliezer] went and said,", 
            "46": "He said,", 
            "47": "“My master, it appears to me your friends distanced themselves from you.”", 
            "44": "R. Eliezer said:", 
            "45": "“Akiva, what is today from all days?”", 
            "28": "“[The Torah] is not in heaven,” (Deuteronomy 30:12).", 
            "29": "What does \"[The Torah] is not in heaven\" mean?", 
            "40": "R. Akiva said,", 
            "41": "“I will go, lest an improper person inform him and all the earth will be destroyed.”", 
            "1": "What is Achnai?", 
            "0": "This is the “oven of Achnai.” ", 
            "3": "That they surrounded it with words [of debate] like an Achnai snake, and declared it impure.", 
            "2": "Said Rabbi Yehudah in the name of Shmuel:", 
            "5": "On that day R. Eliezer answered all the answers on earth and they did not accept it from him.", 
            "4": "It was taught:", 
            "7": "“If the law is like me, the carob tree will prove it”;", 
            "6": "He said,", 
            "9": "four hundred Amah.", 
            "8": "the carob tree was uprooted from its place one hundred Amah, some say", 
            "78": "\"nor shall you oppress him,\" \"and you shall not oppress a convert;\" and: \"you shall not be to him as a creditor,\" and a convert is included", 
            "51": "even dough in a woman’s hand spoiled....", 
            "82": "For what reason does the Torah warn in thirty-six places, and some say in forty-six places, about a convert? Because his inclination is bad.", 
            "83": "What is that which is written: \"And you shall not wrong a convert, nor shall you oppress him; for you were strangers in the land of Egypt\"?", 
            "39": "“Who will go and inform him?”", 
            "65": "She found R. Eliezer fallen in prayer and said,", 
            "76": "\"and you shall not wrong a convert;\" \"and if a convert lives with you in your land, you shall not wrong him;\" \"and a man shall not wrong his fellow,\" and a convert is included under \"his fellow\"?", 
            "75": "What is different about someone who wrongs a convert which three prohibitions are writte...", 
            "38": "They asked", 
            "73": "Our rabbis taught", 
            "72": "“All gates are closed but the gates of deception.”", 
            "71": "“So I have received a tradition from the house of my father’s father:", 
            "70": "She said,", 
            "59": "The sea rested from its anger.", 
            "79": "rather,", 
            "58": "“Master of the world, it is revealed and known before You that not for my honor I did nor for the honor of my father’s house but for Your honor that controversies not multiply in Israel.”", 
            "11": "“We do not bring proof from a carob tree.”...", 
            "10": "They said:", 
            "13": "“If the law is like me the water channel will prove it”;", 
            "12": "He went and said", 
            "15": "They said:", 
            "14": "the water channel flowed in reverse direction.", 
            "17": "He went and said", 
            "16": "“We do not bring proof from a water channel.”", 
            "19": "the walls of the House of Study inclined to fall.", 
            "18": "“If the law is as I say the walls of the House of Study will prove it”;", 
            "31": "“That the Torah was already given at Sinai, we do not pay attention to a heavenly voice, since You already wrote at Sinai in the Torah, “After the majority to incline,” (Exodus 23:2).", 
            "30": "R. Yirmiyah said:", 
            "37": "On that day they burned all the pure things R. Eliezer had declared pure; they voted upon him and excommunicated him.", 
            "36": "They said:", 
            "35": "“He smiled and said, “My sons have defeated Me, My sons have defeated Me.”", 
            "34": "He said to him:", 
            "33": "“What did the Holy One Blessed be He do in that hour?”", 
            "55": "He said:", 
            "74": "Someone who wrongs a convert [verbally] transgresses three prohibitions and someone who oppresses him transgresses two", 
            "32": "R. Natan met the prophet Elijah and said to him,", 
            "81": "It was taught in a Baraisa: Rabbi Eliezer the Great says:", 
            "57": "He stood on his feet and said,", 
            "50": "Some say:"
        }, 
        "116": {
            "48": "\"Give honor to your wives, so that you may be enriched.\"", 
            "50": "If he cut it into sections (lit. vertebrae), and placed sand between every section, Rabbi Eliezer rules it pure and the Sages rule it impure.", 
            "49": "It was taught elsewhere,", 
            "24": "“But surely people say, ", 
            "25": "‘If your wife is short bend down and listen to your wife, and whisper to her.’” ", 
            "26": "This is not a difficulty, this applies to words of the Earth, and this applies to words of the house.  ", 
            "27": "Another version: ", 
            "20": "And even though the gates of prayer are closed, the gates of tears are not closed, as it says ‘Hear my prayer, O LORD, and give ear unto my cry; you will not be silent at my tears.’ (Psalms 39:13)” ", 
            "21": "Rav said ", 
            "22": "“Everyone who follows the advice of his wife will go to Gehenom, as it says ‘But there was none like Ahab who sold himself over to do that which was evil in the sight of the LORD, because Jezebel persuaded him.’” ", 
            "23": "Rav Papa said to Abaye, ", 
            "46": "\"A man should always be vigilant with the honor of his wife, for blessing is only found in the home of a man because of his wife, as it is said, 'And to Abram, he was good for her sake (Genesis 12:15).'\"", 
            "47": "And this is [similar to] what Rava said to the people of Mechoza:", 
            "45": "And Rabbi Chelbo said,", 
            "28": "This applies to words of G-d, and this applies to words of the Earth.", 
            "29": "Rav Hisdah said,", 
            "1": "From where does he get this?", 
            "0": "It is better for a man to have relations with a doubtfully married woman than to embarrass your friend in public.", 
            "3": "Rava interpreted ", 
            "2": "From the interpretation of Rava", 
            "5": "David said in front of the Holy One", 
            "4": "What can be derived from this biblical source: “But when I halt they rejoice, and gather themselves together; The abjects gather themselves together against me, and those whom I know not; They tear me, and cease not; (Psalms 36:15)”", 
            "7": "and not only that, but also in a time when we were dealing with the laws of צרעת and corpses they asked me, ", 
            "6": "\"If they tore my flesh, my blood would not spill on the land,", 
            "9": "I say to them, ", 
            "8": "“The one who committed adultery, in what is his death?” ", 
            "38": "\"A person should always be careful with produce, for arguments are only found in the house because of produce [ie. sustenance, or rather the lack of it], as it is said, 'He who makes your borders peaceful, [with] cream of wheat he shall sustain you (Psalms 147:14).'\"", 
            "11": "Mar Zutra bar Tuvia said in the name of Rav, and some quote it thus: Rav Chana bar Bizna said in the name of Rabbi Shimon Chasida, and some quote it thus: Rabbi Yochanan said in the name of Rabbi Shimon bar Yochai", 
            "10": "“His death is in strangulation. He has a spot in עולם הבא, but the one who embarrasses does not have a place.\"", 
            "13": "What is the source for this? From Tamar, and it says, “When she was brought forth, she sent to her father in law.” (Genesis 38:25)", 
            "12": "“It is better for a man to throw himself into a fiery furnace, and to not embarrassed their fellow in public.”", 
            "15": "“What can be derived from this verse, ‘You shall not wrong your fellow’ (Leviticus 25:17)? A people who is with you in the Torah and in Mitzvot, you shall not wrong”", 
            "14": "Rav Chinenah son of Rav Idi said,", 
            "17": "\"A person should always be careful regarding [the prohibition of] causing אונאה to his wife, because her tears - being frequent - [mean that the punishment for] causing her אונאה is close.\"", 
            "16": "Rav said,", 
            "19": "“From the day that the Temple was destroyed, the gates of prayer closed, as it says ‘Yea, when I cry and call for help, He shuts out my prayer.’ (Lamentations 3:8) ", 
            "18": "Rabbi Elazar said, ", 
            "31": "Rabbi Elazar said, ", 
            "30": "All the gates are closed except for the gates of אונאה, as it says, “behold, the Lord stood beside a wall made by a plumbline, with a plumbline in His hand. (Amos 7:7)”", 
            "37": "Rabbi Yehudah [of Babylon] said,", 
            "36": "Fraudulent overcharging, as it is written, 'And in his hand, a measuring line (Amos 7:7).' Robbery, as it is written, 'Violence and spoil shall be heard in [Jerusalem]- in front of me forever (Jeremiah 6:7).' Idol worship, as it is written, \"The nation that is vexing me- in front of me forever, etc. (Isaiah 65:3).'\"", 
            "35": "Fraudulent overcharging, robbery, and idol worship.", 
            "34": "\"[Regarding] three [sins], the curtain [of mercy; which figuratively blocks G-d from punishing the evil] is not locked for them [and thus punishment can get through]:", 
            "33": "Rabbi Abbahu said,", 
            "32": "\"All is punished through a messenger, except for fraudulent overcharging, as it is said, 'And in his hand, a measuring line (Amos 7:7).'\""
        }, 
        "64": {
            "31": " “The verse states ‘There shall be no poor among you’ (Devarim 15:4) — this teaches that your concerns take precedence over those of everyone else.”", 
            "30": "Rav Yehuda said in the name of Rav:...", 
            "29": "From where is this ruling derived?  ...", 
            "23": "If one spots his own lost object and his father’s lost object, retrieving his own lost object takes precedence over his father’s… and over his teacher’s…"
        }, 
        "65": {
            "24": "And if he taught [only] vessels, I would have said, ", 
            "25": "\"It is [in the case of] vessels that [the owner] cedes him the multiple payment, because their multiple payment is not much; but [in the case of] an animal - that if he slaughters or sells [it] - he pays four of fivefold,\" I would say, \"He does not cede the multiple payment.\" [Hence,] it is necessary. ", 
            "23": "\"It is [in the case of] an animal that [the owner] cedes him the multiple payment, because there is much effort to bring it in and bring it out; but [in the case of] vessels, the effort [required] for which is not much,\" I would say, He does not cede the multiple payment.\"", 
            "27": "\"And behold, a person can not cede something that has not come into the world!", 
            "15": "\"An unpaid guardian may swear and [then] be exempt\" [from liability]; if the thief is found, [the thief] must pay double. ", 
            "14": "<b>Mishnah: [If] one deposited</b> [for safekeeping] an animal or vessels with his neighbor and they were stolen or lost, if he paid but did not want to swear [the prescribed oath], since they [the sages] said, ", 
            "17": "To whom does he pay? To him who the deposit is with. ", 
            "16": "[If the thief] butchered or sold the object, he must pay four or fivefold. ", 
            "19": "[If the thief] butchered or sold the object, he must pay four or fivefold. ", 
            "18": "[If the guardian] swore the [prescribed oath] and did not want to pay; if the thief is found, he must pay double. ", 
            "22": "It is necessary. Since, if he taught [only] \"animal,\" I would have said,", 
            "28": "And even according to Rabbi Meir who says, ", 
            "26": "Ram bar Chami strongly objects to it,", 
            "29": "'A person can cede something that has not come into the world;' those words apply to - for example - fruits of a palm tree that are accustomed to coming, but here", 
            "20": "To whom does he pay? To the owner of the deposit.", 
            "21": "<b>Gemara:</b> What reason does he have to teach, \"animal,\" and what reason does he have to teach, \"vessels,\" (meaning, why mention both)?"
        }, 
        "66": {
            "42": "Here [in the bereita] too, it is that he said [that he would pay].\"", 
            "48": "Were [the two statements] learned together [such that one could make the last observation]?", 
            "43": "Is it similar?", 
            "49": "We asked this to the teachers [who were experts on such statements] of the House of Rabbi Chiya and the House of Rabbi Oshaya, and they said,", 
            "52": "Behold, he said, \"Behold, I will pay.\" But [in a case where] he said, \"Behold I will pay,\"", 
            "24": "But rather from [the mishna] here, we cannot imply [anything] from it.", 
            "25": "It was taught [in a bereita] like Rabbi Yochanan,", 
            "26": "\"One who rents a cow from his fellow and it is stolen, and that one says, 'Behold, I am paying and not swearing' and afterwards the thief was found; the thief pays a double payment to the renter.\"", 
            "27": " Said Rav Pappa,", 
            "20": "[Yet] we learned [in the mishnah], ", 
            "21": "\"If he paid and he did not want to swear:\" if he paid, yes; if he did not pay, no! ", 
            "22": "I will say the end [of the Mishnah].", 
            "23": "\"If he swore and did not want to pay;\" the reason is that he did not want to pay - hence if he wanted [to pay], even if he did not [actually] pay [it is as if he paid]!", 
            "46": "Behold, since it learned concerning the renter, \"and he said,\" and concerning the borrower, \"he hastened;\"", 
            "47": "we infer from it, that it was teaching precisely [and \"hastened\" did not mean, hastened and said].", 
            "44": "There, it was not learned, \"he hastened;\" here it was learned, \"he hastened!\"", 
            "45": "What is [the meaning] of \"he hastened?\" He hastened and said.", 
            "28": "\"An unpaid guardian - once he said, 'I have been negligent,' [the owner] cedes the multiple payment to him. Since, if he wanted, he could have exempted himself with [the claim of] theft.", 
            "29": "A paid guardian - once he said, 'It was stolen,' [the owner] cedes the multiple payment to him. Since, if he wanted, he could have exempted himself with [the claim of] broken or died.", 
            "40": "Rav Pappa would say to you,", 
            "41": "\"Is [your bereita, the source of your refutation] stronger than our mishnah, that taught, 'he paid' and I established [that it meant], he said [that he would pay]. ", 
            "1": "Said Rava,", 
            "0": "who is there to say that it will be stolen; and if you find to say that it will be stolen, who is there to say that the thief will be found: and if the thief is found, who is there to say that he will pay - maybe he will admit and be exempt.\"", 
            "3": "'When if it is stolen and you will want to pay me, behold my cow is ceded to you from now.'\"", 
            "2": "\"He becomes like one who said to him,", 
            "5": "\"If so, [that should apply] even to its fleece and its offspring as well!", 
            "4": "Rav Zera objected strongly to it,", 
            "7": "'except for its fleece and offspring'?\"", 
            "6": "So why is it learned [in a berieta],", 
            "9": "\"He becomes like one who said to him, 'except for its fleece and offspring.'\"", 
            "8": "Rather, said Rav Zera", 
            "51": "It is obvious [that in a case where the guardian] said, \"I will not pay,\" and [then] he went back and said, \"Behold, I will pay,\" [that he acquires the multiple payment from the thief should it be received];", 
            "39": "For the first [variation] of Rav Pappa, it is certainly not a refutation. [But] for the second [variation], shall we say that it is a refutation?", 
            "38": "\"One who borrows the cow of his fellow and it is stolen, and the borrower hastens and pays; and afterwards the thief is found, [the thief] pays a double payment to the borrower.\"", 
            "11": "The unqualified [way] of this matter is [that] the gain that comes from the world, a person is accustomed to cede; the gain that comes from itself, a person is not accustomed to cede.", 
            "10": "And why is it [an unqualified] decision [in the mishnah]?", 
            "13": "'He becomes like one who said to him, \"When if it is stolen and you will want to pay me, adjacent to (before) it being stolen, it is ceded to you.\"'\"", 
            "12": "There are those that say, \"Said Rava,", 
            "15": "[The difference] between them is the question of Rabbi Zera [which is not applicable to the second rendition].", 
            "14": "What is [the difference] between [the two renditions]?", 
            "17": "[If he paid, and he did not want to swear, etc.]", 
            "16": "And also (another answer), when it is standing in a marsh. ", 
            "19": "'[It doesn't mean] paid, [as in] actually paid, but rather once he said, \"Behold, I will pay,\" even though he has not [yet] paid.'\"", 
            "18": "Said Rav Chiya bar Abba, \"Said Rabbi Yochanan, ", 
            "31": "With what could he have exempted himself? With [a claim of] it died on account of work? 'It died on account of work' [however] is not common [and, so, an unlikely claim].\"", 
            "30": "A borrower who says, 'Behold I will pay,' [the owner] does not cede him the multiple payment.", 
            "37": "It was taught [in a bereita] like Rav Zevid, ", 
            "36": "What is the reason? Because all of the benefit [goes to the borrower, the owner] will not cede him the multiple payment based on words.", 
            "35": "'A borrower [is not ceded the payment] until he pays.'\"", 
            "34": "Said Rav Zevid to him, \"Thus said Abaye,", 
            "33": "'A borrower also - once he says, \"Behold I will pay,\" [the owner] cedes him the multiple payment. Since, if he wanted, he could have exempted himself with [the claim of] it died on account of work.'\"", 
            "32": "Some say, \"Said Rav Pappa,", 
            "50": "\"We learned them together.\""
        }, 
        "67": {
            "24": "'I lent you a sela [a silver coin] on it, and it was worth a shekel [half a sela];'", 
            "25": "and this one says, ", 
            "26": "'No, but rather you lent me a sela on it, and it was worth a sela,' he is exempt [from swearing an oath. ", 
            "27": "'I lent you a sela on it, and it was worth a shekel,' and this one says, 'No, but rather you lent me a sela on it, and it was worth three dinarim [three-fourths a sela],' he is liable. ", 
            "20": "\"We make [the guardian] swear an oath that it is not in his possession.\"", 
            "21": "What is the reason? We are concerned lest he set his eyes upon it [and decided to keep it unlawfully].", 
            "22": "[The scholars of the academy] objected [from the following mishnah],", 
            "23": "\"The one who loans to his fellow on collateral, and he lost the collateral, and he said to him, ", 
            "28": "'You lent me a sela on it, and it was worth two,' and this one says, 'No, but rather I lent you a sela on it, and it was worth a sela,' he is exempt. ", 
            "29": "'You lent me a sela on it, and it was worth two,' and this one says, 'No, but rather I lent you a sela on it, and it was worth five dinarim,' he is liable. ", 
            "40": "And if", 
            "1": "Do we say,", 
            "0": "and [then] he went back and said, \"I will not pay,\" what [is the law]?", 
            "3": "[Also, in a case where] he says, \"Behold I will pay,\" and he dies, and his children say, \"We will not pay,\" what [is the law]?", 
            "2": "\"He certainly went back on himself;\" or maybe he stands by his [original] word and he is [just seeking] to delay [payment to the owner].", 
            "5": "[And in a case where] the children paid, what [is the law]?", 
            "4": "Do we say, \"They certainly went back on themselves;\" or maybe they stand by the word of their father and they are [just seeking] to delay [payment to the owner].", 
            "7": "\"When I ceded the multiple payment, it was to your father who did for me things that were pleasant to me, but not to you.\" Or maybe it makes no difference [and he cannot make such a claim].", 
            "6": "Can [the owner] say to them,", 
            "9": "Can they say to him,", 
            "8": "[And in a case where the guardian] paid to the children [of the owner], what [is the law]?", 
            "39": "\"Let the creditor swear, lest [the borrower] swear and the other one bring out the deposit [used for collateral]\"", 
            "38": "As the oath is [originally] for the borrower [as he admitted to part of the claim], and the rabbis said,", 
            "11": "[And in a case where] the children pay to the children, what [is the law]?", 
            "10": "\"When our father ceded the multiple payment, [it was because] you did for him things that were pleasant to him, but as for us, [you did nothing] for us.\" Or maybe it makes no difference [and they cannot make such a claim]. ", 
            "13": "[And] if he borrowed two cows and payed for one of them, what [is the law]?", 
            "12": "[And] if [the guardian] only payed half, what [is the law]? ", 
            "15": "[And] if partners borrowed and one of them paid, what [is the law]?", 
            "14": "[And] if he borrowed from partners and he paid one of them, what [is the law]?", 
            "17": "[And] if a woman borrowed and her husband pays, what [is the law]?", 
            "16": "[And] if he borrowed from the wife and payed the husband, what [is the law]?", 
            "19": "Said Rav Huna,", 
            "18": "It is not resolved.", 
            "31": "On which [part of the mishna was its last statement referring]?", 
            "30": "And who swears? The one in whose possession the deposit is, lest he (the borrower) swear and this one (the lender) will take out (present) the deposit.\"", 
            "37": "'No, but rather you lent me a sela on it, and it was worth three dinarim [three-fourths a sela],' he is liable.\" ", 
            "36": "\"'I lent you a sela on it, and it was worth a shekel,' and this one says, ", 
            "35": "What [did he mean by] \"on the beginning?\" On the end  of the beginning:", 
            "34": "\"On the beginning.\"", 
            "33": "But rather said Shmuel", 
            "32": "If we shall say, \"On the end;\" he should learn out that the oath is on the creditor [because] he admitted to part of the claim [and not for the reason stated at the end of the mishnah]."
        }, 
        "68": {
            "56": "\"You are not better than the man that you came from.\"  ", 
            "54": "on account of that which is stated (Deuteronomy 6:18), \"And you will do the straight and the good.\"", 
            "42": "'\"He paid and did not want to swear, [...If (the thief) butchered or sold the object, he must pay four or fivefold. To whom does he pay? To him who the deposit is with.\" So why would the guardian in Rav Nachman's case not keep the appreciation?]'", 
            "48": "Said the Nehardeans,", 
            "43": "And he did not answer me.", 
            "60": "\"In Usha, they ordained,", 
            "61": "'If a woman sold her usufrucht (<i>melog</i>) properties during the lifetime of her husband and she dies, the husband can extract them from the hand of purchasers.'\"", 
            "49": "\"An evaluation must be returned for up to twelve months of a year.\"", 
            "52": "And the law is [that]", 
            "53": "an evaluation must always be returned,", 
            "24": "'Let it be [a case] of [the borrower] believes [the creditor].'\"", 
            "25": "And let the borrower believe the creditor also about how much it was worth!", 
            "26": "It did not sit with [the creditor long enough that he can trust his appraisal].", 
            "27": "And let the creditor believe the borrower, with whom it sat with [long enough that he would know its appraisal]!", 
            "20": "\"No, but rather I lent you a sela on it, and it was worth a sela,\" he is exempt.'", 
            "21": "And if [the oath of] Rav Huna existed, on the back of that which the creditor swears that it is not in his possession, let him also swear [about] how much it was worth because of [the concept of] the superimposition of oaths (<i>gilgul shevua</i>).\"", 
            "22": "Said Rav Ashi,", 
            "23": "\"I recounted this discussion in front of Rav Kahana, and he said to me,", 
            "46": "Is this to say, that Rav Nachman holds that that which is evaluated [as compensation for an unpaid debt] must be returned [once the debtor produces the money]?", 
            "47": "It is different over there, since it was a mistaken evaluation, as the nose-rings were there from the beginning. ", 
            "44": "And it is well that he did not answer me.", 
            "45": "What is the reason? Over there, he did not burden the court; here he burdened the court.\"", 
            "28": "He does not believe him.", 
            "29": "And what is the difference, that the borrower believes the creditor and the creditor does not believe the borrower?", 
            "40": "Said Rava,", 
            "41": "\"I was sitting in front of Rav Nachman and it was [during the time of the study] of our chapter [entitled] Hamafkid, and I said to him,", 
            "1": "Said Rava,", 
            "0": "[the oath of] Rav Huna existed, once the creditor swears that it is not in his possession, how can he find to bring it out?", 
            "3": "If so, from where will he bring it?", 
            "2": "\"[It is when] there are witnesses that it was incinerated [in which case there is no need for Rav Huna's oath].\"", 
            "5": "\"[It is when] there are witnesses that it was stolen.\"", 
            "4": "But rather said Rav Yosef,", 
            "7": "[He may do so if] he expends effort [to retrieve it] and brings it.", 
            "6": "At the end of the day, from where will he bring it?", 
            "9": "It is understood concerning the creditor - he knows who comes in and goes out of his home, and [so he can] go and expend effort and bring it; but does the borrower know who comes in and goes out of the creditor's home?", 
            "8": "If so, when the creditor swears too, the borrower may expend effort and bring it.", 
            "51": "\"I am from Nehardea and I hold that an evaluation must always be returned.\"", 
            "39": "\"Let the nose-rings be returned to their owner, and the house returned to its owner.\"", 
            "38": "Said Rav Nachman,", 
            "59": "Since Rabbi Yose bar Chaninah had said, ", 
            "58": "[And] if they appraised a debt [and accordingly seized property] for a woman of if they appraised a debt [and accordingly seized property] from a woman and she married and died, the husband is [considered] a purchaser [of this property] - he does not return it and they do not return it to him. ", 
            "11": "\"It is a decree, lest [the creditor] claim and say,", 
            "10": "Abbaye says,", 
            "13": "Rav Ashi said,", 
            "12": "'I found it after [I took] the oath [of Rav Huna].'\"", 
            "15": "And this is what [the] mishnah is saying:", 
            "14": "\"This one swears and that one swears: this one swears that it is not in his possession and that one swears [about] how much it was worth.\"", 
            "17": "Rav Huna bar Tachlifa said in the name of Rava", 
            "16": "\"Who should swear first? The creditor swears first, lest [the lender] will swear and [the creditor] take out the deposit.\" ", 
            "19": "'\"You lent me a sela on it, and it was worth two,\" and this one says, ", 
            "18": "\"The beginning of the end [of the mishnah] is a refutation of Rav Huna:", 
            "31": "A certain man deposited nose-rings with his fellow. [Later, the former] said to [the latter], \"Give me my nose-rings.\"", 
            "30": "The lender [understands] the creditor as a fulfillment of (Proverbs 11:3), \"The innocence of the straight will guide them;\" the creditor [understands] the borrower as a fulfillment of  (ibid.), \"the crookedness of the traitors will despoil them.\"", 
            "37": "In the end, the nose-rings were found and they had appreciated.", 
            "36": "He did not pay. [So] Rav Nachman went and seized his house from him.", 
            "35": "\"Any, 'I don't know' is negligence. Go and pay.\"", 
            "34": "He came in front of Rav Nachman, [who] said to him,", 
            "33": "\"I don't know where I put them.\"", 
            "55": "It is obvious [that] if they evaluated [and seized property to repay] a creditor and he went and had it evaluated [and gave it to repay] his creditor, we say to [that creditor],", 
            "32": "He said [back] to him,", 
            "57": "[But if the first creditor] sold it, bequeathed it or gave it as a gift, these came to it with the intention of [acquiring] land and did not come to it with the intention of [acquiring] money.", 
            "50": "But said Ameimar,"
        }, 
        "69": {
            "24": "Said Rav Zera,  ", 
            "25": "\"There are times when the owners pay for several cows to the renter.\"", 
            "26": "How so?", 
            "27": "If he rented it from him for a hundred days and [the owner] went back and borrowed it for ninety days;", 
            "20": "'Drop yourself and drop your oath, and I will make the claim against the renter.'\"", 
            "21": "He said [back] to him,", 
            "22": "\"Do you hold that it is with the oath that the renter acquires it?", 
            "23": "It is from the time of death that he acquires it and the oath is to ease the mind of the owner.\"", 
            "28": "[and now the renter] went back and rented it for eighty days and [the owner] went back and borrowed if for seventy days, and it died during the days of its [last] borrowing -", 
            "29": "[this is such a case,] since he is obligated [to pay the value of] one cow for each borrowing. ", 
            "1": "One said,", 
            "0": "If [the debtor, however,] ceded [property to repay] his debt, about this Rav Acha and Ravina disagreed:", 
            "3": "\"It must not be returned.\"", 
            "2": "\"It must be returned [when he produces money]\" and one said,", 
            "5": "that this is a fine sale, as he ceded it of his own volition.", 
            "4": "The one that said it must not be returned reasons ", 
            "7": "that this is not a fine sale,  and that which he ceded it of his own volition and did not come to court was on account of his embarrassment - [that's why] he ceded it.", 
            "6": "And the one that said it must be returned reasons ", 
            "9": "Rabbah said,", 
            "8": "And from when can [the creditor] eat the fruits [of the land seized]?", 
            "11": "\"His witnesses acquire it for him with their signing it.\"", 
            "10": "\"From when the bill of expropriation comes to his hand.\" Abbaye said,", 
            "13": "\"When the days of [the bill's] announcement are completed.\"", 
            "12": "Rava said,", 
            "15": "Said Rabbi Yose,", 
            "14": "<b>Mishnah:</b> If one rented a cow from his fellow, and loans it to another, and the cow dies naturally; the one who rented [the cow] should swear that it died naturally, and the borrower should pay the renter. ", 
            "17": "Rather, the cow [or its value] must be returned to the owners.\"", 
            "16": "\"How shall he do business with his fellow's cow? ", 
            "19": "\"Because of what - with what did the renter acquire this cow? With an oath. And let the owner say to the renter, ", 
            "18": "<b>Gemara:</b> Said Rav Idi bar Avin to Abbaye,", 
            "31": "\"Because of what - it is one cow! It went in and it went out: it went out from being rented and went into being borrowed, [then] it went out from being borrowed and went into being rented.\"", 
            "30": "Rav Acha of Difti said to Ravina, ", 
            "37": "\"There are times that both of them are [obligated to sacrifice] a sin offering;", 
            "36": "Said Rav Yirmiyah,", 
            "35": "\"He only has [a claim for] two cows on them - one is for borrowing and one is for renting, [as] there is one classification for borrowing and one classification for renting. The [cow] of borrowing he has completely acquired; the [cow] of renting, he works with it (or its replacement) for the days of its rental and he returns it to its owner.\"", 
            "34": "Mar bar Rav Ashi said,", 
            "33": "\"And does the cow exist intact that he can say thus?\"", 
            "32": "He said [back] to him,"
        }, 
        "49": {
            "1": "Come and hear, that we learned (in a braita):", 
            "0": "Like the stones of the House of Kolius, what is it (i.e. the law)?", 
            "3": "And these are the stones of the House of Kolius:", 
            "2": "If one finds money spread out, they are his (to keep); like the stones of the House of Kolius, he is required to announce.", 
            "5": "The Rabbis taught:", 
            "4": "One from here and one from here and one on top of them.", 
            "7": "And not more, but even if his name is written on it, he has not said anything because there is no sign for a coin for we say \"maybe he put it out (i.e. used it) and it it fell from another man.\"", 
            "6": "One who finds a Selah (a type of coin) in the market and his friend finds him and says to him it is mine: it is new; it is a Nero one; (or) it is from so-and-so king, he has not said anything.", 
            "9": "If he found it in the garbage: if it is covered, he should not touch it; if it is not covered, he takes it and announces that he found it.", 
            "8": "If he found it beyond an [wooden] enclosure, or behind a [stone] fence, or he found chicks tied together, or he found it in the paths in a field -- he should not touch them."
        }, 
        "47": {
            "24": "...“It is his.” ", 
            "25": "... “And if an Israelite came, and gave him a sign [proving that the lost item was his], what is the ruling?” ", 
            "26": " ...He replied, ", 
            "27": "...\"The finder is obligated to return it.” ", 
            "20": "... ", 
            "21": "...R. Yehuda was doing business after Mar Shmuel in the grain-pounder’s marker. He [R. Yehuda] asked him [Mar Shmuel]:", 
            "22": "...“If a person found a purse here, what is the ruling?  ", 
            "23": "... He replied, ", 
            "28": "... “Both?” [How can you hold by both opinions?]", 
            "29": "... [Mar Shmuel] said to him ", 
            "40": "... Such behavior is like one who protests against his house falling, or his ship sinking at sea.", 
            "1": "... ", 
            "2": "...  ", 
            "8": "... ", 
            "38": "...“It is his [it still belongs to the finder].” ", 
            "10": "... ", 
            "39": "...Wouldn’t he [the Israelite] stand and shout in protest? ", 
            "12": " ... ", 
            "14": " ... ", 
            "17": "... ", 
            "19": " ...", 
            "32": "... Rava was following after R. Nachman in the leatherworker’s market – there are those who say [it was] the marketplace of the rabbis – and he asked [R. Nachman]", 
            "31": "... for the father of [Mar] Shmuel had once found donkeys in the desert and had returned them to their owner after twelve months had already passed–[he acted] above the line of the law. ", 
            "30": "...“[one should go] beyond the line of the law,” ", 
            "37": "...He said to him ", 
            "36": "... “And if an Israelite came and gave him a sign [what is the ruling]?” ", 
            "35": "... “It is his.”", 
            "34": "...He said to him", 
            "33": "... “If a person found a purse here, what is the ruling?” "
        }, 
        "45": {
            "17": "that if you find a cut fish or bitten fish you are required to be declare it? Barrels of wine, olive oil, wheat, figs, and olives may be kept.", 
            "16": "Isn’t it written in a ברייתא", 
            "19": "just as רבה בר רב הונא cut his meat in three corners (triangularly) [due to the fact that if a standard cut was left out of sight, it may not be eaten for it may have been switched with a non-kosher piece of meat].", 
            "18": "What are we dealing with (in the fish case)? There is a sign in [the shape of] the cut,", 
            "5": "[The mishnah is assuming a standard case of] equal numbers.", 
            "66": "Because Rav Yehuda said that Shmuel said", 
            "67": "In these three things the Rabbis were accustomed to change their words (i.e. lie)", 
            "68": "In their tractates, and their beds"
        }, 
        "40": {
            "42": "If the issue is how valuable it is, a kav of sesame seeds is valuable, so the owner won't abandon it.", 
            "43": "But", 
            "49": "Tiku - we won't know the answer under Elijah the Prophet comes back with the messiah to answer such questions.", 
            "24": "Rabbi Itzhak said,", 
            "25": "Kav in four amot [presumably four amot squared]", 
            "26": "How so?", 
            "27": "If the fruit look like they fell, it should be [the finder's] even if there are more than that. If the fruit look like they were placed there, even less than that should be the owner's", 
            "22": "Gmarah: He found scattered fruit", 
            "23": "How many?", 
            "46": "If the issue is value, and a kav of dates isn't valuable enough for the owner to return, a kav of pomegranates is certainly not valuable enough for the owner to return.", 
            "47": "Or maybe", 
            "44": "If the issue is work, a kav of sesame seeds is more work and the owner would definitely abandon it.", 
            "45": "If the rule is about a kav of dates in four amot, what about a kav of pomegranates?", 
            "28": "Rabbi Ukva bar Chama said:", 
            "29": "We are talking about the threshing floor.", 
            "40": "Because of the amount, two kavs in eight amot is too much and he owner won't abandon it.", 
            "41": "What about a kav of sesame seeds [which are smaller but more valuable?]", 
            "38": "If a kav in four amot is too much work, two kavs in four amot are even more work, and the owner would abandon it.", 
            "39": "Or maybe", 
            "12": "We'll come back to you, chapter \"Two Are Holding\".", 
            "48": "Because of the work, and a kav of dates would be more work than a kav of pomegrantes, so the kav of pomegrantes wouldn't be ownerless (the owner would return).", 
            "33": "What if it is half a kav in two amot?", 
            "32": "Rabbi Yirimia asked:", 
            "31": "If there is that amount or less, the owner would give it up and declare it ownerless. If there is more, he'd put in the work of gathering it, so it is not ownerless.", 
            "30": "Kav in four amot isn't worth the bother of coming back to gather it.", 
            "37": "What about two kavs in eight amot?", 
            "36": "Because of the amount? Half a kav in two amot isn't much and it would be ownerless.", 
            "35": "Or maybe", 
            "34": "If the issue is that a kav in four amot is too much work, half a kav in two amot would be less work, and therefore not ownerless."
        }, 
        "3": {
            "10": "No, it's necessary. He accepted from both of them. One willingly and one forced. And we don't know which one is which. (Our text follows Rashi. According to Tos., the correct version is, \"he doesn't know.\" The circumstances ,i.e., he accepted money from both of them is just an explanation why he doesn't remember. According to Rashi, it's irrelevant if he knows. He is only believed when he only accepted money from one of them. ", 
            "1": "[by the case of] a found object is when the Rabbis instituted an oath upon him because he'll rationalize and say", 
            "0": "Had the Mishna [only taught the case of a] found object I would've thought", 
            "3": "But, [by] acquisitions that one can't say this, we would say no [since he is a full-fledged thief he would swear falsely. Therefore, we can't make him take an oath]", 
            "2": "my friend didn't lose anything.(he will only not gain) I will go and grab, and I will split it [the talis] with him", 
            "5": "my friend gave money; as did I", 
            "4": "And if it taught acquisitions [I would think]that's when they gave him an oath upon him because he'll rationalize and say:", 
            "7": "But, [by the case of] a found object that one can't say this, we would say no [since he is a full-fledged thief he would swear falsely. Therefore, we can't make him take an oath]. [Therefore both case are]needed.", 
            "6": "now, that I need it [the object]. I will take it, and my friend will go and bother to buy another. ...", 
            "9": "And let us see from who he took? (That is, let us ask the seller who he accepted money from) (Rashi explains that a merchant is believed to say who he accepted money from, provided  he only accepted money from one of them. Tosphos argues and says the gemara is asking that the merchant should be considered a sole witness, who should be believed to exempt the one whose claim he corroborates from swearing an oath.)", 
            "8": "Acquisitions:"
        }, 
        "2": {
            "11": "\"It's all mine!\" and the other says,", 
            "10": "Two men are riding on the back of an animal, or one man is riding and the other is leading. One says, ", 
            "13": "In a time in which they agree or where there are witnesses present, they split without an oath", 
            "12": "\"It's all mine!\" One swears that he doesn't own less than half and the other swears he doesn't own less then half and they split it.", 
            "15": "Teach them separately! ", 
            "14": "Why does the mishna teach, \"One says, \"I found it!\" and the other says, \"I found it!\" One says, \"It's all mine!\" and the other says, \"It's all mine!\"\" ", 
            "17": "\"One says, \"I found it and it's all mine!\" and the other says \"I found it and it's all mine!\" ", 
            "16": "Teach, ", 
            "19": "\"I found it!\" and we can infer that \"it's all mine!\" ", 
            "18": "And furthermore, teach just ", 
            "20": "If it only taught \"I found it!\", I would have thought that finding was seeing!", 
            "1": "\"I found it!\" and the other says, ", 
            "0": "Two men are holding onto a garment.  One says, ", 
            "3": "One says, ...", 
            "2": "\"I found it!\" ", 
            "5": "One swears that he doesn't own less than half and the other swears he doesn't own less than half and they split it. ", 
            "4": "\"It's all mine!\" and the other says, \"It's all mine!\" ", 
            "7": "\"All of it is mine!\" and the other says ", 
            "6": "One says, ", 
            "9": "The one who says all of it is his swears he doesn't own less than three quarters and the one who says half swears he doesn't own less than a quarter and this one gets three quarters and that one gets one quarter. ", 
            "8": "\"Half of it is mine!\" "
        }, 
        "4": {
            "11": "The remainder will be set aside until Elijah comes. This [case] is similar to the remainder, for it is unclear!", 
            "10": "For the Rabbis said:", 
            "13": "If you said, it is easy for the Rabbis, there [the depositor] this maneh certainly belongs to one of them, and the Rabbis said:", 
            "12": "What kind of comparison is this!?", 
            "15": "But if you said, the Mishnah is according to Rabbi Yossi, there [the depositors] certainly a maneh belongs to one and another maneh belongs to the other, Rabbi Yossi it will be set aside until Elijah comes, here, where we could say that belongs to [only] one of them, all the more so!", 
            "14": "It should be set aside until Elijah comes. Here [the garment], where it could be said that it belongs to both of them, the Rabbis said to split it with an oath.", 
            "17": "Say, they simultaneously picked it up.", 
            "16": "Even if you say it is Rabbi Yossi, there [the depositors] there is certainly a liar, here, who can tell us that there is a liar?", 
            "7": "If so, what did the liar lose?", 
            "6": "We should derive that the Mishnah [here] does not follow Rabbi Yossi, for if it were like Rabbi Yossi -- Rabbi Yossi said:", 
            "9": "This is the Rabbis!?", 
            "8": "Rather it all should be set aside until Elijah comes."
        }, 
        "140": {
            "5": "(Exodus 22:24) \"If you lend my people money, even the poor with you...\" My people and strangers, my people have precedence, a poor person and a rich one, the poor have precedence.  Your poor and the poor of your city, your poor have precedence, the poor of your city and the poor of another city, the poor of your city have precedence."
        }, 
        "206": {
            "20": "Hillel the Elder made an exegesis of the ordinary language [of legal documents and not merely of the text of the Torah]."
        }, 
        "149": {
            "51": "...One who hires skilled laborers and they misled each other, they only have a complaint against each other.", 
            "53": "One who hires skilled laborers and they back out, they have the lower hand   ", 
            "52": "One who hired a donkey driver or a wagon driver to transport Chuppah poles or musical instruments for a wedding or a funeral, or laborers to remove flax from the soak, or any form of loss [if not done in a timely manner], and the laborers backed out, if there is no one [else to hire] he can hire at the laborers expense or mislead them."
        }, 
        "73": {
            "24": "\"He must give this one maneh and this one maneh!\"", 
            "25": "And from where [do you know that our mishnah is] of Rabbi Akiva? Since it was taught about [the mishnah],", 
            "26": "\"Rabbi Tarfon concedes when someone said to two people, 'I robbed a maneh from one of you, but I don't know which one of you,' etc.;\"", 
            "27": "To who is he conceding? Is it (not) to Rabbi Akiva his opponent?", 
            "20": "'I concede here [to Beit Hillel's view in most situations of this type] that the property remains in its current status.'\"", 
            "21": "He said [back] to him,", 
            "22": "\"There it is [a case of the claims having a basis of] maybe and maybe, [but in the case of] 'one stole from five,' it is certain and maybe.\" ", 
            "23": "But behold, our mishnah from here said, \"I robbed a maneh from one of you, but I don't know which one of you;'\" [and] that is a [case of] maybe and maybe, and it was taught,", 
            "28": " And from where [do you know that our mishnah is a case of] maybe and maybe?", 
            "29": "[For] one,", 
            "1": "[According to] the one that says he yelled out, [in a case where he was quiet] however, 'silence is like admission.' And [according to] the one that says he was silent, the silence of here is not 'like admission;' as he is able to say to him,", 
            "0": "yelled out.'\"", 
            "3": "\"Maybe this one is he [to whom it actually belongs].\"", 
            "2": "That which I was silent to each and every one is because I said,", 
            "5": "\"'He places the stolen object among them and withdraws;'", 
            "4": "Said Rav,", 
            "7": "And did not Rabbi Abba bar Zivda say that Rav said,", 
            "6": "and [so] they all take it and go away.", 
            "9": "Said Rav Safra,", 
            "8": "'Any possessions in doubt placed [somewhere that makes it appear that it may belong to someone]; ab initio, he should not take; and if he took [it], he should not return [without clear proof of ownership]?'\"", 
            "39": "\"There, it is when they deposited [their sheep] into the flock of the shepherd without his knowledge.\"", 
            "38": "He said [back] to him,", 
            "11": "Said Abbaye to Rava,", 
            "10": "\"[The mishnah meant] that 'he should place it' [somewhere for safekeeping].\"", 
            "13": "[from here we see that] we extract money [based on] a doubt, and we do not say, ", 
            "12": "\"Did Rabbi Akiva [not] say, \"This is not the way to prevent him from sin, rather he must pay [the value of] the stolen object to each one?\" Apparently, then, ", 
            "15": "But they raised an objection [from another mishnah],", 
            "14": "\"let the money stand in the possession of its [current] owner.\"", 
            "17": "say, 'The mother died first,' but the mother's heirs say, ", 
            "16": "\"A house fell upon a man and upon his mother. The son's heirs ", 
            "19": "But said Rabbi Akiva,", 
            "18": "'The son died first.' Both these [Beit Shammai] and these [Beit Hillel] concede that they split [the property].", 
            "31": "[And also,] behold, Rabbi Chiya taught [in a parallel bereita],", 
            "30": "since it was not taught, \" they sue him.\"", 
            "37": "\"Everyone concedes in [a case of] two that deposited [sheep] with a shepherd, that the shepherd places it among them and withdraws.\" ", 
            "36": "And behold, said Rava - and if you want to say [it was] Rav Pappa -", 
            "35": "\"And did Rava say [that in] all [cases of] two bundles, he should check?", 
            "34": "Said Ravina to Rav Ashi,", 
            "33": "[The resolution of the standing objection on the position of Rabbi Akiva is,] behold, you have established [that the case in our mishnah] is [when] he has come to fulfill [his obligation] to the Heavens.", 
            "32": "\"This one says, 'I do not  know' and this one says, 'I do not know.'\""
        }, 
        "72": {
            "54": "'The other", 
            "42": "Apparently, then, [from this last mishnah, we see that]", 
            "48": "[This answer] is also precise, as [in our mishnah, the reason for the verdict that] is taught [is], \"as he admitted [it] with his own mouth.\" It is inferred from this [that this is a case wherein he was willing to do more than just his obligation].", 
            "43": "we do not extract money [based on] a doubt, and we say, ", 
            "49": "Said the Master,", 
            "52": "Rav Yehuda [said], \"said Rav,", 
            "53": "'The other was silent.'\" Rav Matena [said], \"said Rav,", 
            "24": "we extract money [based on] a doubt, and we do not say, \"let the money stand in the possession of its [current] owner.\"", 
            "25": "But they raised an objection [from another part of the mishnah],", 
            "26": "\"If two [people] deposited money with one; one has deposited a maneh and the other two hundred zuz, [and afterwards] one says, \"The two hundred zuz are mine,\" and the other one says: \"The two hundred zuz are mine,\" [the guardian] shall give a maneh to one and a maneh to the other, and the balance shall be put aside until Eliyahu comes.\" ", 
            "27": "[One] said to [another],", 
            "20": "And also [in a case of] two vessels, the value of one is a maneh, and the value of the other is a thousand zuz. One says, \"The [more] valuable is mine,\" and the other one says, \"The [more] valuable is mine.\" He shall give the small [vessel] to one of them, and from the large [vessel], he shall give the value of the small [vessel] to the other, and the balance shall be put aside until Eliyahu comes. Said Rabbi Yose,", 
            "21": "\"If so, what did the deceiver lose? ", 
            "22": "Rather, everything shall be put aside until Eliyahu comes.\"", 
            "23": "<b>Gemara:</b> Apparently, then, [from the first part of the mishnah, we see that]", 
            "46": "\"Rabbi Tarfon concedes when someone said to two people, 'I robbed a maneh from one of you, but I don't know which one of you,' that he must give this one maneh and this one maneh;\"", 
            "47": "[The resolution of the objection is that in the case wherein he places the stolen money among them and withdraws], it is that they sued him. Here (in our mishnah), he has come to fulfill [his obligation] to the Heavens.", 
            "44": "\"let the money stand in the possession of its [current] owner.\"", 
            "45": "And from what [do you know] that the mishnah of here is [also the position of] Rabbi Tarfon [and so can be challenged by a mishnah authored by Rabbi Tarfon]? Since it was taught about [that mishnah],", 
            "28": "\"You are objecting from a [case of] theft to a [case of] deposit!", 
            "29": "A theft, wherein he violated a prohibition, the rabbis penalized; a deposit, wherein he did not violate a prohibition, the rabbis did not penalize!\"", 
            "40": "and they raised an an objection [from another mishnah], ", 
            "41": "\"[If] an individual stole from one of five people but does not know from which [of them] he stole, [and] each one says, 'He robbed me' - he places the stolen object among them and withdraws, these are the words of Rabbi Tarfon.\"", 
            "1": "Is the law like him [there] or is the law not like him?\"", 
            "0": "also in the first [case of the chapter].'", 
            "3": "\"Rabbi Yose was in disagreement also in the first [case] and the law is like him also in the first [case].\"", 
            "2": "He said to him,", 
            "5": "'Rabbi Yose was in disagreement also in the first [case] and the law is like him also in the first [case].'", 
            "4": "It was also stated, \"Said Rabbi Elazar, ", 
            "7": "'Rabbi Yose conceded in the first [case], as [the renter] had already paid.'\"", 
            "6": "but Rabbi Yochanan said,", 
            "9": "And did Rabbi Chiya bar Abba not say that Rabbi Yochanan said, ", 
            "8": "If he paid, yes; [but] if he had not paid, no?", 
            "51": "but the other (the thief), what did he claim?\"", 
            "39": "\"If someone said to two people,'I robbed a maneh from one of you, but I don't know which one of you;' or, 'The father of one of you deposited a maneh with me, but I don't know which one;' he must give this one maneh and this one maneh;\"", 
            "38": "And raise an objection from [the case of] a theft to a theft: We learned here [in the mishnah], ", 
            "11": "I will [then] say [that what was actually meant was],", 
            "10": "'[It doesn't mean] paid, [as in] actually paid, but rather once he said, \"Behold, I will pay,\" even though he has not [yet] paid.'\"", 
            "13": "<b>Mishnah</b>: If someone said to two people,", 
            "12": "\"Rabbi Yose conceded in the first [case], as [the renter] had already said, 'Behold, I will pay.'\"", 
            "15": "or, \"The father of one of you deposited a maneh with me, but I don't know which one;\" he must give this one maneh and this one maneh, as he admitted [it] with his own mouth. ", 
            "14": "\"I robbed a maneh (one hundred zuz) from one of you, but I don't know which one of you;\"", 
            "17": "Said Rabbi Yose,", 
            "16": "If two [people] deposited money with one; one has deposited a maneh and the other two hundred zuz, [and afterwards] one says, \"The two hundred zuz are mine,\" and the other one says: \"The two hundred zuz are mine,\" [the guardian] shall give a maneh to one and a maneh to the other, and the balance shall be put aside until Eliyahu comes. ", 
            "19": "Rather, everything shall be put aside until Eliyahu comes.", 
            "18": "\"If so, what did the deceiver lose? ", 
            "31": "\"'The father of one of you deposited a maneh with me, but I don't know which one;' he must give this one maneh and this one maneh;\" ", 
            "30": "But [rather] raise an objection from a deposit to a deposit and raise an objection from a theft to a theft. From a deposit to a deposit, as it was taught in the beginning [of the mishnah],", 
            "37": "'You yourselves were not particular with each other, [if so,] should I be particular?'\"", 
            "36": "[In the case at] the end, he becomes like someone who had deposits made in one bundle, wherein he did not have to check - for example, if both of them deposited together at one time, such that he will say to them,", 
            "35": "\"[In the case at] the beginning [of the mishnah], [the guardian] becomes like someone who had deposits made in two bundles, wherein he should have checked;", 
            "34": "Said Rava,", 
            "33": "\"If two [people] deposited, etc.\"", 
            "32": "and they raised an objection [from the mishnah, as above],", 
            "50": "\"There they sued him,"
        }, 
        "71": {
            "42": "Let him say, 'it is the air of the mountain that killed it.' And also 'the exertion of the mountain killed it.'\"", 
            "48": "No, it was needed [to be understood as a different case] - [the animal] overpowered him and went up, it overpowered him and went down.  ", 
            "43": "What are we dealing with here [in the mishnah]? That he took it up [the mountain] to a rich and good pasture [and so the beginning was not negligent].", 
            "49": "[Said Rabbi Yose,\"How shall he do business with the cow of, etc.\"]", 
            "52": "Rav Shmuel bar Yehuda said to Rav Yehuda, \"You have told us in the name of Shmuel,", 
            "53": "'Rabbi Yose was in disagreement ", 
            "24": "It is not necessary [to say that] according to the one that says", 
            "25": "if its beginning is negligent but its end is accidental he is exempt, that he is exempt.", 
            "26": "But rather even according to the one that says he is liable, here he is exempt. ", 
            "27": "What is the reason?", 
            "20": "What is the reason?", 
            "21": "The vapors of the marsh killed it.\"", 
            "22": "Rava said in the name of Rabbah,", 
            "23": "'He is exempt - any judge that does not judge like this law is not a judge.", 
            "46": "If so, I will say the beginning [of the mishnah],", 
            "47": "\"If it went up to the top of the cliffs and fell, this constitutes an accident.\" [But according to you, he should have controlled it.]", 
            "44": "If so, when it fell [he should] also [be exempt]!", 
            "45": "He should have controlled it and he did not control it.", 
            "28": "[For] the angel of death, what [difference is it] if he is here or there?\"", 
            "29": "And Abbaye concedes that if it came back to the house of its master and died, he is exempt.", 
            "40": "Behold [it can be inferred], if it died naturally [on the top of the cliffs], it is an accident, and he is exempt.", 
            "41": "And why?", 
            "1": "Said the Nehardeans,", 
            "0": "deposits with the intention [that it can also be guarded by the guardian's] wife and children.\"", 
            "3": "'or he entrusts them to his minor son or daughter[...], he is liable.'", 
            "2": "\"[Rava's teaching] is also precise, as it is taught [in the mishnah], ", 
            "5": "[So] it is implied that to others, there is no difference if they are adults or minors, he is liable.", 
            "4": "Behold [it can be inferred], to his adult son or daughter, he is exempt.", 
            "7": "Said Rava,", 
            "6": "Since if [it did make a difference with others as well], let it teach 'minors' without differentiation. We learn from this [that the mishnah is only making the allowance for (adult) children].\"", 
            "9": "it is not necessary [to say] a paid guardian who passes it on to an unpaid guardian, as he lowers [the level of] its guarding; ", 
            "8": "\"The law is that a guardian that passes it on to a guardian is liable -", 
            "51": "'The law is like Rabbi Yose.'\"", 
            "39": "\"'If he brought it up to the top of the cliffs and it fell and died, it is not an accident,' and he is liable.", 
            "38": "Rami bar Chama objected [to Abbaye's ruling from a mishnah],", 
            "11": "'I believe you with an oath; I do not believe that one with an oath.'\"", 
            "10": "but rather even an unpaid guardian who passes it on to a paid guardian is liable. What is the reason? It is that [the owner] can say to him,", 
            "13": "Abbaye said in the name of Rabbah,", 
            "12": "It was stated, \"If [the guardian] is negligent and [the animal in his charge] goes out to the marsh and dies naturally:", 
            "15": "'He is exempt.'\"", 
            "14": "'He is liable.' Rava said in the name of Rabbah,", 
            "17": "\"He is liable - any judge that does not judge like this law is not a judge.", 
            "16": "Abbaye said in the name of Rabbah,", 
            "19": "But rather even according to the one that says he is exempt, here he is liable. ", 
            "18": "It is not necessary [to say that] according to the one that says if its beginning is negligent but its end is accidental he is liable, that he is liable.", 
            "31": "And Rava concedes, in any case that a thief steals it in the marsh and it dies naturally in the thief's home that he is liable.", 
            "30": "What is the reason? That behold, it came back and one cannot say, the vapors of the marsh killed it.", 
            "37": "\"To you, who taught [that the reason for Rabbi Yochanan's ruling was that the owner could say,] 'It is not my wish that my deposit be in the hand of another,' there is what to object to it; [but] to me, since I say [the reason is that the owner could say,] 'I believe you with an oath; I do not believe that one with an oath,' there is nothing to object at all.\"", 
            "36": "He said [back] to him,", 
            "35": "'[For] the angel of death, what [difference is it] if he is here or there?'\"", 
            "34": "\"According to you, who said, '[For] the angel of death, what [difference is it] if he is here or there;' that which Rav Abba bar Mammel objected to Rabbi Ami, and he answered him, 'It is in [a case] that they gave him the permission of the owners to lend it out.' Let him rather say,   ", 
            "33": "Said Abbaye to Rava,", 
            "32": "What is the reason? [Even] if the angel of death would leave it, it is sitting in the house of the thief.", 
            "50": "Said Rav Yehuda, \"Said Shmuel, "
        }, 
        "70": {
            "42": "\"'The one who deposited coins with his neighbor, and he tied them up [in a package] and carried it over his shoulder, or he entrusts them to his minor son or daughter, and locked it up before them [in a way] that was not satisfactory, he is liable, because he did not guard [them] in the manner of guardians.'", 
            "48": "\"Any one who deposits,", 
            "43": "The reason is that they were minors.", 
            "24": "As he [could have told] him,", 
            "25": "'It is not my wish that my deposit be in the hand of another.'\"", 
            "26": "Said Rav Chisda,", 
            "27": "\"Behold [the opinion just attributed to] Rav was not stated explicitly, but rather [only] implied:", 
            "20": "\"According to the reasoning of Rav, it is not necessary [to say] an unpaid guardian who passes it on to a paid guardian, as he raises [the level of] its guarding;", 
            "21": "but rather even a paid guardian who passes it on to an unpaid guardian, [and so] lowers [the level of] its guarding, is exempt. ", 
            "22": "What is his reason? That, behold, he gave it to a mentally competent one.", 
            "23": "And according to the reasoning of Rabbi Yochanan, it is not necessary [to say] a paid guardian who passes it on to an unpaid guardian, as he lowers [the level of] its guarding; but rather even an unpaid guardian who passes it on to a paid guardian, [and so] raises [the level of] its guarding, is liable.", 
            "46": "''It is not my wish that my deposit be in the hand of another!'\"", 
            "47": "Said Rava,", 
            "44": "[But according to Rabbi Yochanan,] why [should that be]?", 
            "45": "[Even if they were not minors,] let [the owner] say to him,", 
            "28": "For these gardeners would deposit their hoes with this elderly woman.", 
            "29": "One day one [of the gardeners] deposited them with [another] one of them. [The latter then] heard the sound of a wedding party - [so] he went out and deposited them with the elderly woman. ", 
            "40": "\"It is according to your judgment [to decide who to lend it to].\"", 
            "41": "Rami bar Chama objected [from another mishnah],", 
            "1": "Behold, how is this?", 
            "0": "there are times that both of them are [obligated to sacrifice] a guilt offering; there are times when the renter [is obligated to sacrifice] a sin offering and the borrower a guilt offering; [and] there are times when the renter [is obligated to sacrifice] a guilt offering and the borrower a sin offering.\"", 
            "3": "\"There are times that both of them are [obligated to sacrifice] a sin offering\" - for example, it died naturally, and they said it was [the result] of an accident.", 
            "2": "The [false] denial of [a debt requires] a guilt offering, a [false] utterance of the lips [requires] a sin offering:", 
            "5": "\"There are times that both of them are [obligated] a guilt offering\" - for example, it was stolen and they said that it died on account of work. As both of them are denying [a debt], since behold they are obligated [to pay] and they have exempted themselves.", 
            "4": "The renter - that [whether] it is this or that is exempt [from paying] - [needs to sacrifice] a sin offering; the borrower - that [whether] it is this or that is obligated [to pay] - [needs to sacrifice] a sin offering. ", 
            "7": "The renter - that [whether] it is this or that is exempt [from paying] - [needs to sacrifice] a sin offering; the borrower, that is obligated [to pay] when it dies naturally, and exempted himself [with the claim] that it died on account of work [is obligated] a guilt offering. ", 
            "6": "\"The renter [is obligated] a sin offering and the borrower a guilt offering\" - for example, it died naturally, and they said, it died on account of work.", 
            "9": "The renter, who is obligated [to pay] for theft and loss and exempted himself [with the claim] that it died naturally [is obligated] a guilt offering.", 
            "8": "\"The renter [is obligated] a guilt offering and the borrower a sin offering\" - for example, it was stolen and they said that it died naturally.", 
            "39": "[It is a case] that they said to him,", 
            "38": "If so, [the borrower] needs to pay the owners.", 
            "11": "What do we learn from here?", 
            "10": "The borrower - that [whether] it is this or that is obligated [to pay] - [is obligated] a sin offering. ", 
            "13": "\"Any oath that the judges make one swear, we do not obligate [a sin offering] on account of an oath of utterance, as it is stated (Leviticus 5:4), 'or a person, if he swears to utter with the lips' - 'if he swears' on his own.\"", 
            "12": "To exclude [the opinion] of Rabbi Ami, who said,", 
            "15": "It was stated, \"A guardian that passes on [what he is guarding] to a guardian:", 
            "14": "We learn from [the cases above] that [the law] is not like Rabbi Ami.", 
            "17": "'[The first guardian] is exempt [from any liability that he did not originally have].' But Rabbi Yochanan said,", 
            "16": "Rav said,", 
            "19": "Said Abbaye,", 
            "18": "'He is liable.'\"", 
            "31": "He [then] went in front of Rav and [Rav] exempted him.", 
            "30": "Before he went and came back, the hoes were stolen.", 
            "37": "\"What are we dealing with here [in the mishnah]?\" In [a case] that they gave him (the permission of the owners) to lend it out.\"", 
            "36": "He said [back] to him,", 
            "35": "[The mishnah, however, states,] \"If one rented a cow from his fellow, and loans it to another, and the cow dies naturally; the one who rented [the cow] should swear that it died naturally, and the borrower should pay the renter.\"", 
            "34": "Rabbi Ami sat and recounted this discussion. Rav Abba bar Mammel objected to Rabbi Ami [about Rabbi Yochanan's position], ", 
            "33": "It was different over there, as also every [other] day, they themselves would deposit [the hoes] with the elderly woman.", 
            "32": "The one who saw [this] reasoned [that it was] on account of a guardian who passed it on to a guardian that he was exempt, but it was not [on account of that]."
        }, 
        "226": {
            "20": "[But]the verse states; \"he (the debtor) shall sleep in his robe (which was a collateral, to be returned each night) and he will bless you\" - this does not include Hekdesh, which does not need a brachah", 
            "21": "Does [Hekdesh] not need a brachah?", 
            "22": "for the verse (Deut. 8:1) states: \"you shall eat, and be satiated, and bless the Lord your God...\"", 
            "23": "rather, the verse (Deut. 24:13) continues \"and to you it shall be counted as charity\"- referring to one who needs [the merit of giving] charity this does not include Hekdesh, which does not require [the merit of giving] charity.", 
            "19": "If one who owes money, the court does not seize their property, but [if he gave a collateral] it must be returned when needed, how much more so in the case of Hekdesh, which does seize property.", 
            "18": "[Necessary items that have been seized by the Beis Hamikdash because of an outstanding vow of Erchin] ought to be returned when needed, kal vachomer from one who owes money to one's fellow:"
        }, 
        "59": {
            "1": "The master [i.e. R. Yosef] said: “They are to walk ” - this refers to visiting the sick. If so, the prooftext for deeds of loving-kindness would appear to be redundant. However, is necessary to include the case of someone visiting a sick person with whom he shares a particular affinity. The master reasoned that one who visits a sick person with whom shares a particular affinity takes one-sixtieth of his illness upon himself, but he must visit him nevertheless.  “Upon it” – this refers to burial. We still would not need to mention [a prooftext for] deeds of loving-kindness, except for the case of an elder, where the task is not in accordance with his dignity. “They are to perform” – this refers to [actions] within the line of the law. R. Yohanan taught, “Jerusalem was destroyed because its inhabitants judged according to the law of Torah.” Should they instead have made arbitrary judgments?! Rather, [the teaching means that] they based their judgments on a strict interpretation of Torah law, instead of acting within the line of the law.", 
            "0": "... ... ... ... ... ... ... Rava said, “In any situation where he would return his own [livestock], he must return those which belong to his friend. In any case where who would load and unload his own property, he must also load and unload that which belongs to someone else.” R. Ishmael, son of R. Yossi, was walking on the road when he came upon a man who was carrying bundles of sticks. The man put them down, and rested. Then he said to R. Ishmael, “Help me pick them up.” He asked him, “How much are they worth?” He said to him, “Half a zuz.”  So R. Ishamel gave him half a zuz, and declared the bundle of sticks ownerless.  But the man took them back for himself. So R. Ishmael again paid him half a zuz, and declared the sticks ownerless. Seeing that the man intended to acquire them for himself again, he said to him: “With respect to the rest of the world, these sticks are ownerless [and anyone can take them]. But with respect to you, they are not ownerless [and you cannot reacquire them].” But if that is the case, who would say it was really ownerless? As it has been taught according to the House of Shammai, items declared ownerless can only be acquired by the poor. According to the House of Hillel, an item only qualifies as ownerless if it can be acquired by rich and poor alike, as in [the case of the rules pertaining to] the sabbatical year. So R. Ishmael the son of R. Yossi did, in fact, declare it ownerless and available to anyone to take! It was by words alone that he stopped him.  But R. Ishmael was an elder, and it was not in accordance with his dignity [to help the man]. R. Ishmael, son of R. Yossi, acted within the line of the law. R. Yosef taught [expounding Ex. 18:20], “You shall make known to them” - this refers to their livelihood; “The path” - this refers to acts of loving-kindness; “They are to walk” - this refers to visiting the sick; “Upon” - this refers to burial; “The deeds” - this refers to the law; “They are to perform” - this refers to [actions] within the line of the law."
        }, 
        "166": {
            "56": "From when they are polished with water.", 
            "77": "He said, ", 
            "54": "Rabbi Yochanan said,", 
            "42": "... 'and let them multiply abundantly like fish in the midst of the earth' (Gen. 48:16) just as fish in the seas are covered by water and the eye has no power over them, so also are the seed of Yosef — the eye has no power over them.", 
            "48": "\"If you return also, I will give you my sister who is more beautiful then me.\"", 
            "43": "... One day Rabbi Yochanan was swimming in the Jordan. Resh Lakish saw him and leapt into the Jordan after him. He [Rabbi Yochanan] said", 
            "60": "\"And how have you benefitted me?", 
            "61": "There they called me 'master' and here they call me 'master.'\"", 
            "62": "He [Rabbi Yochanan] said to him [Resh Lakish],", 
            "63": "I have benefitted you by bringing you under the wings of the Shechina.\"", 
            "64": "Rabbi Yochanan became very upset, and Resh Lakish became weak. ", 
            "49": "He [Resh Lakish] accepted,", 
            "66": "\"Do it [pray for healing] for the sake of my sons!\"", 
            "67": "He said to her,", 
            "68": "\"(Jeremiah 49:11) Leave your orphans, I will sustain them.\"", 
            "69": "\"Do it for the sake of my widowhood!\"", 
            "80": "And you say, 'there is a beraita that supports you?!' Do I not already know that I have spoken well?!\"", 
            "52": "One day they diverged in the Beit Midrash", 
            "53": "\"The sword and the knife and the military spear and the hand sickle and the harvesting sickle, from when do they acquire tumah (ritual impurity)? From the time when their production is complete.\" And when is their production complete?", 
            "24": "...R. Yochanan's waist was as a bottle containing five kavs (6 liters or 1.6 gallon); others say, three kavs (3.6 liters or 1 gallon). ", 
            "25": "...That of R. Papa himself was as [large as] the wicker-work baskets of Harpania.", 
            "26": "...R. Yochanan said: ", 
            "27": "...I am the only one remaining of Jerusalem's men of outstanding beauty. ", 
            "20": "...— To permit no stigma upon their children.", 
            "21": "...R. Yochanan said: ", 
            "22": "...The waist of R. Ishmael son of R. Yosi was as a bottle of nine kavs capacity (11 liters or 3 liquid gallons). ", 
            "23": "...R. Papa said: ", 
            "46": "\"Your beauty for women.\"", 
            "47": "He [Rabbi Yochanan] said", 
            "44": "\"Your strength for Torah.\"", 
            "45": "He [Resh Lakish] said,", 
            "28": "...One who desires to see R. Yochanan's beauty, let him take a silver goblet as it emerges from the house of the silversmith, fill it with the seeds of red pomegranate, encircle its brim with a chaplet of red roses, and set it between the sun and the shade: its lustrous glow is akin to R. Yochanan's beauty.", 
            "29": "...But that is not so! ", 
            "40": "...Read not 'by a well' [alei ayin] but, 'above the power of the eye' [olei ayin]. ", 
            "41": "...R. Yosi son of R. Hanina deduced it from the following verse", 
            "82": "\"Where are you Bar Lakisha? Where are you Bar Lakisha?\" And he shouted until his mind left him.", 
            "81": "He went out and tore his clothes and he cried and said,", 
            "9": "...Said a certain [Roman] matron to them, ", 
            "8": "...When R. Ishmael son of R. Yosi and R. Eleazar son of R. Shimeon met, one could pass through with a yoke of oxen under them and not touch them. ", 
            "78": "\"Are you like Bar Lakisha?", 
            "51": "He [Rabbi Yochanan] taught him [Resh Lakish] scripture and he taught him Oral Torah and he made him a great man.", 
            "83": "The Rabbis asked for mercy for him, and he died.", 
            "39": "...'I am of the seed of Yosef against whom the evil eye is powerless, for it is written: 'Yosef is a fruitful bough, a fruitful bough by a well indeed'. (Gen. 49:22). R. Abbahu said: ", 
            "65": "His sister came and cried, and she said to him [Rabbi Yochanan],", 
            "76": "\"There is a beraita that supports you.\"", 
            "75": "He [Rabbi Elazar ben Pedat] went and sat before him [Rabbi Yochanan]. Every statement that Rabbi Yochanan would say he [Rabbi Elazar ben Pedat] would say to him,", 
            "38": "...He said to them: ", 
            "73": "The Rabbis said,", 
            "72": "Rabbi Shimon Ben Lakish died, and Rabbi Yochanan grieved over him greatly.", 
            "71": "\"(Jeremiah 49:11) and put your widow's trust in me\"", 
            "70": "He said to her,", 
            "59": "He [Resh Lakish] said to him [Rabbi Yochanan],", 
            "79": "\"Bar Lakisha - when I would say a thing, he would challenge me with 24 objections, and I would answer him with 24 answers, which led to a fuller understanding of the law.", 
            "58": "\"A thief knows about [the tools of] thievery\"", 
            "11": "... They replied, ", 
            "10": "...'Your children are not yours!'", 
            "13": "...'[She said: 'This proves my allegation] all the more so!'  ", 
            "12": "...'Theirs [our wives'] is greater than ours.' ", 
            "15": "...'For as a man is, so is his strength.' (Judges 8:21) ", 
            "14": "...Some say, they answered: ", 
            "17": "...'Love displaces the flesh.' ", 
            "16": "...Others say, they answered: ", 
            "19": "...Is it not written, 'Answer not a fool according to his folly' (Prov. 26:4)? ", 
            "18": "...But why should they have answered her at all? ", 
            "31": "...\"R. Kahana's beauty is a reflection of R. Abbahu's; R. Abbahu's is a reflection of our Father Yaakov's; our Father Yaakov's was a reflection of Adam's\"", 
            "30": "...Did not a Master say: ", 
            "37": "...'Do you not fear, sir, the evil eye?' ", 
            "36": "...Said the Rabbis to him: ", 
            "35": "...'When the daughters of Israel ascend from the mitzvah of immersion let them chance upon me, that they may bear sons as beautiful and as learned in Torah as I.' ", 
            "34": "...R. Yochanan used to go and sit at the gates of the mikvah. He used to say: ", 
            "33": "...— R. Yochanan is different, because he had no facial glory [beard].", 
            "55": "From when they are tempered in the furnace. Resh Lakish said,", 
            "74": "\"Who shall we send to ease his mind? Let us send Rabbi Elazar ben Pedat, whose ideas are very sharp.\"", 
            "32": "... R. Yochanan is omitted! ", 
            "57": "He [Rabbi Yochanan] said to him [Resh Lakish]", 
            "50": "He [Resh Lakish] tried to go back and collect his weapons but he was not able to go back."
        }, 
        "11": {
            "3": "one got up and said it is kekdesh"
        }, 
        "115": {
            "0": "He who embarrasses his fellow is as if he has shed blood (killed him)."
        }, 
        "15": {
            "9": "The one who drives [a mixture of two species of animals] receives forty [lashes], and the one who sits in the wagon [being pulled by the mixture] receives forty [lashes]. Rabbi Meir exempts the one sitting in the wagon."
        }, 
        "14": {
            "11": "Someone who picks up a lost object on behalf of his fellow, his fellow has acquired it.", 
            "10": "Rami Bar Chama said: this [the Mishnah where two pick up a garment] means that:", 
            "13": "Someone who picks up a lost object on behalf of his fellow, his fellow has acquired it.", 
            "12": "For if  you thought his fellow didn't acquire it, then this case would be as if his half is lying on the ground, and his half is lying on the ground, and neither would acquire it. Rather, learn from this:", 
            "15": "Someone who picks up a lost object on behalf of his fellow, his fellow has not acquired it. Rather this is the reason [of our Mishnah]: Since he can acquire it for himself, he can acquire it for someone else.", 
            "14": "Rava said: Always say:"
        }, 
        "16": {
            "42": "Because it isn't normal to ride in the city.", 
            "43": "Rav Ashi said to Rav Kahana:", 
            "24": "Say:", 
            "25": "The former has acquired a donkey and the entirety of the reins, and the latter has acquired that of the reins which is in his hand.", 
            "26": "How could this be?", 
            "27": "If you wish to say - \"he who lifts a lost object on behalf of his friend, his friend has acquired it\" - that is when he lifts it on behalf of his friend. Here, he lifts it on his own behalf. [And even if he lifts it on behalf of his friend,] he cannot acquire it, how can acquire it on behalf of his friend?", 
            "20": "If that is the case [that he is driving it with his legs] he should also acquire the reins [for they are attached to the donkey, which he is moving].", 
            "21": "[It should] say:", 
            "22": "The former has acquired the donkey and half of the reins.", 
            "23": "And the latter has acquired half of the reins. It makes sense that the rider has acquired [half of the reins], because he has a mentally competent person [=the person holding the reins] lifting it on his behalf, but the person holding the reins - how can he acquire it?", 
            "46": "Rather, we are dealing with a case of commerce, where he told him:", 
            "47": "Acquire it, in the manner which people acquire it.", 
            "44": "Now, he who lifts a wallet on the Sabbath; for people do not lift wallets on the Sabbath, he too [the one who lifts the wallet] would not acquire it.", 
            "45": "[Because] what he has done, he has done, and acquired it, so too here what he has done, he has done, and acquired.", 
            "28": "Rav Ashi said:", 
            "29": "The former has acquired the donkey and the bridle, and the latter has acquired that which is in his hand, and neither of them has acquired the remainder.", 
            "40": "If so, why doesn't the rider (who is driving it with his legs) acquire it in the city?", 
            "41": "Rav Kahana said:", 
            "39": "They are two kinds of drivers.", 
            "38": "If so, he is also a driver?", 
            "15": "We learn from a Baraita:", 
            "17": "We learn from this that", 
            "16": "One is riding upon a donkey, and another is holding the reins [without leading it], the former has acquired the donkey, and the latter has acquired the reins.", 
            "19": "[Rather say] that this case is where the rider is driving the donkey with his legs.", 
            "18": "the rider acquires it.", 
            "37": "Here too, [let us say that] he is driving it with his legs.", 
            "36": "\"The rider in the field; and the driver [even] in the city, has acquired it.\"", 
            "35": "We learn in a Baraita: Rabbi Eliezer says:"
        }, 
        "18": {
            "24": "But did Rav not say:", 
            "25": "A worker may terminate his employment even in the middle of the day.", 
            "23": "A worker is different, for his hand is like the hand of the employer.", 
            "27": "So long as he did not back out [of his job] his hand is like the hand of the employer, and backing out is from a different reason [i.e. not because he is not like the employer] -- as it is written (Leviticus 25, 55): \"For unto Me the children of Israel are servants; they are My servants\" -- and not servants to servants.", 
            "15": "He who picks up a lost object on behalf of his fellow -- his fellow has not acquired it.", 
            "14": "Rav Nachman and Rav Chisda both said:", 
            "17": "Rava responded to Rav Nachman:", 
            "16": "What is the reason? [It is as if] he is seizing assets for a lender when the borrower owes others, and one who seizes assets on behalf of a lender when the borrower owes others has not taken possession of the assets.", 
            "19": "In regards to what is this said? When the employer told him: Weed for me today; Hoe for me today.", 
            "18": "That which a worker finds, belongs to himself.", 
            "22": "[Rav Nachman] responded:", 
            "26": "[Rav Nachman] responded:", 
            "20": "But if he said:", 
            "21": "Work for me today -- then what he finds belongs to the employer."
        }, 
        "169": {
            "24": "What did I do? I went and sowed flax, made nets [from the flax cords], trapped deer, whose flesh I gave to orphans, and prepared scrolls [from their skins], upon which I wrote the Five Books [of Torah]. Then I went to a town [where there were no teachers] and taught the Five Books to five children, and the six orders [of the Mishnah] to six children. And I bade them: ", 
            "25": "\"Until I return, teach each other the Pentateuch and the Mishnah;\" and thus I preserved the Torah from being forgotten in Israel.' ", 
            "26": "This is what Rabbi [Yehuda haNasi meant when he] said, ", 
            "27": "'How great are the works of Hiyya!'", 
            "20": "If, Heaven forfend! the Torah were forgotten in Israel, I would restore it by my argumentative powers.' ", 
            "21": "To which Rabbi Hiyya rejoined: ", 
            "22": "'Would you dispute with me, ", 
            "23": "who achieved that the Torah should not be forgotten in Israel? ", 
            "19": "'Would you dispute with me? ", 
            "18": "Whenever Rabbi Hanina and Rabbi Hiyya were in a dispute, Rabbi Hanina said to Rabbi Hiyya: "
        }
    }, 
    "meta": "Daf-Line"
}