{
    "title": "Shev Shmat'ta",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shev_Shmat'ta",
    "text": {
        "Introduction": [
            "The Author says, I wrote this booklet while still in the days of my youth and the blackness [of my hair], I threw down its foundation stone before I attained manhood. And since I had compassion on the best years of my youth and pity upon my great toil and effort during those days – even if I frequently mention it in my book, <i>Ketsot HaChoshen</i><sup>1</sup><i class=\"footnote\">The author’s classic work on the <i>Choshen Mishpat</i> section of the <i>Shulchan Arukh</i>, which deals primarily with torts and property law.</i> – I have decided to bring it out to the light of the day. And [that is] because this composition is so dear to me, this [venture] very pleasant; as [this work] is the blossom of my novella and the first fruits of my thoughts. For these [reasons], I have brought it to print today to fulfill my vows; to have my words realized at this time. However I was scared of the error that is to be found in the path of youthful research, and [so] my heart was afraid of mistakes that can ensnare its footsteps. And also because many laws are connected and topics mixed together, its path moves and extends throughout the entire Talmud. And [so] without the proper mixture, ‘it will go out [unsorted] in [its] formation’ on the ramp of print.  Hence I did not rush to bring it up to the printing house. Before ‘my words were [properly] inscribed in a book,’ I began to measure the paths [of my words] with a plane and with the scales of justice, and to survey and examine and ‘search through all of its rooms.’ I ‘felt all of its vessels,’ I purified [the book] seven times over and removed its snares. I refined it and examined it. And at that time, I separated away what did not seem right to me. And I also now made additions to it – twice as much as was there. And according to what I found, I added and removed; all the topics that were scattered, I am now ‘gathering to one place.’ [From this material] I have fashioned ‘seven pillars.’<sup>2</sup><i class=\"footnote\">A reference to the seven chapters of the <i>Shev Shmat’ta</i>.</i> And even ‘if it is small’ – with the [help] of God – many will benefit from its light. For ‘it stands at the crossroads’ of the Talmud and includes weighty and essential topics that meet with profound and mighty laws. And with the Lord’s help, ‘they shall find grace in the eyes of’ the enlightened. And [the Sages], may their memory be blessed, said in <i>Pesachim</i>, “Rava opened with homiletical (non-legal) teachings, etc.”<sup>3</sup><i class=\"footnote\">The reference seems to be to that which is related on Shabbat 30b, that Rabah (not Rava) would open his talks with humorous matters. Although that is not necessarily the same as homiletical teachings, the idea is ultimately the same – that one should introduce involved legal discussions with something lighter. (Many of the sources referred to in this introduction seemed to have been recalled from memory. Hence some of them are not exact.)</i> And so too have I begun in my Introduction. And my ‘palms are lifted to the Heavens,’ [to] the Purification Pool of Israel. In Your name do I raise my palms; I have lifted my hands to You. And in prostration and in bowing do I give thanks for the past in which You have aided me up until now. And my prayer for the future is that I be given additional strength and courage to be involved with His Torah and His awe, and so to bring out the rest of my unrevealed novella that are with me. ‘You have been a God that has lifted’ each and every generation from when You acquired us as a nation. Make Your legion numerous and ‘go out to save Your people, to save Your anointed one!’",
            "<b>Aryeh Leib</b>, the son of my father, master and teacher, our master, <b>Rabbi Yosef HaCohen</b> – may his memory be blessed for life in the world to come.",
            "The One be blessed and praised be the One<sup>4</sup><i class=\"footnote\">Following Rambam’s <i>Mishneh Torah</i> and the works of other authors, the text begins with the first letters of the first four words forming an acrostic that spells out God’s four-letter name, known as the Tetragrammaton.</i> who created, by His wisdom and will, all of the host of the heavens, the earth and the seas – ‘the terebinth and the oak,’ ‘the beasts of the land’ and ‘the animals of the field.’ ‘And He created man upon the earth,’ ‘and He blew into his nostrils a living soul,’ and He made him rule over all the works of His hand, and He placed everything under his feet. And behold, all of these beings and creatures are all together one “man.” And this is a sign of His oneness, may His name be blessed. [For] it is like Rambam writes in the Guide for the Perplexed, Part 1:72, that the One has in fact created one. Hence it is fitting for each person to have intention before any good deed or any [Torah] study, [that it be] for the sake of the unification, etc.,<sup>5</sup><i class=\"footnote\">A popular kabbalistic formula, rooted in Tikkunei Zohar 133b:2.</i> and for the sake of all Israel, and [also] to take upon himself the commandment of “you shall love your neighbor as yourself” (Lev. 19:18), as will be explained.",
            "(<i>Aleph</i>)<sup>6</sup><i class=\"footnote\">Starting from here, each paragraph begins with a letter from an acrostic that sequentially includes all of the letters of the Hebrew alphabet, followed by the author’s name.</i> The Rabbis said (Bereishit Rabbah 8:5), “At the time that the Holy One, blessed be He, wanted to create man, He created a group of angels, etc. And they said (Ps. 8:5), ‘What is man that you should consider him’ [and so, they opposed his creation].” At first glance, [we would wonder] why the angels would care about man’s creation. [To answer this, we must understand the nature of man:] As the essence of man’s creation is [that he be] upon the earth. Even though the [human] soul benefits from the radiance of the glory from [the One from] which it has been hewn, and there is nothing lacking in the house of the King; [nevertheless] the Divine Wisdom, may His name be blessed, decreed that [the human soul] should be brought down [to the world], in order to test it with the performance of His commandments and the keeping of His Torah. And when ‘it is very righteous,’ ‘so will it multiply and so will it expand’ and ‘grow upwards,’ until ‘it returns to God who gave it’ ‘with great strength’ and ‘with abundance of power.’ And it is written in the Zohar 1:60a [to explain the verse in Prov. 5:15], “Drink water from your own cistern, running water from your own well”; [that] when the soul is above, it only has the aspect of a cistern, which does not [produce its own water], but is rather filled from others. In of itself, however, it is empty. But when it comes down to this lowly world and achieves what it is supposed to achieve – like the wisdom of His decree, may His name be blessed – then it has the aspect of a well, which is an overflowing spring and is emanating from itself. And in this way it will not [acquire] the bread of shame.<sup>7</sup><i class=\"footnote\">The roots of this this idea – that unearned reward is a source of shame – are from several places in the Zohar. See, for example Zohar 1:4a. The basis for the metaphor, however is found in Talmud Yerushalmi Orlah 1:3, 61b. And the first well-known use of the actual phrase is only found later in R. Yosef Karo’s Maggid Mesharim 2:8, which was written in the 1500’s.</i> As the essence of the matter is that anyone who has nothing from himself is a poor person that is considered as if dead.<sup>8</sup><i class=\"footnote\">Zohar 2:119a, Nedarim 64b.</i> This is as is written in <i>Gur Aryeh</i>,<sup>9</sup><i class=\"footnote\">Maharal, Gur Aryeh on Exod. 4:19:2.</i> that the water of a well is called living waters because it [produces water] from itself (meaning, its underground spring) – which is not the case with the water of a cistern. And so this is why a poor person is considered as if dead. [Hence (as in Prov. 15:27)], “and the one who hates gifts, lives.” See there. And if so, the whole time that the soul is in its source, it has the aspect of a cistern that has no life; as it is empty from itself, besides from what is given to it. [This is] until it descends here and emanates from itself with the aspect of a well and has life. And this is why it states (Gen. 2:7), “He blew into his nostrils a living soul.” That is because the main aspect of the creation of man on the earth was so that the soul could have the aspect of “a living soul.” And this is [the meaning of], these are the commandments, “that a man should do and live through them” (Lev. 18:8).",
            "(<i>Bet</i>) In [<i>Parashat</i>] Haazinu (Deut. 32:46-47) it states, “He said to them, ‘Take to heart all the words that I am testifying to you this day […] that they may keep and do all the words of this Torah. For this is not a trifling thing for you, but it is your life.’” And this is that they should not say that they are not able “to keep and do all of the words of this Torah” – in the way that it is stated in Job 10:7, “It is Your knowledge that I am not guilty”; and as it is stated in the first chapter of <i>Bava Batra</i>, “You have created the righteous, You have created the evil”; but their goodness is not in their hands, but rather only that which has been decreed from His heights of holiness, to provide goodness to the good one.<sup>10</sup><i class=\"footnote\">Bava Batra 16a.</i> Hence it states, “For this is not a trifling thing for you,” – the understanding of [“not… for you”] is from yourselves, with the aspect of a cistern that is not from itself but is instead filled from others. Rather in this matter, you have the aspect of a well which emanates from itself when you keep the commandments of God. That is why it states, “but it is your life,” with the oppositional expression (“but”) – and its understanding is, but rather it is your life and it is in your hands, from yourselves. And so the essence of the creation was that you should ‘all be living today.’ And this is the intention of the statement of the [Sages], may their memory be blessed, “A boor (which can also be read as cistern) does not fear sin” (Avot 2:5). As the fear of Heaven is not decreed upon the drop [that will form the fetus],<sup>11</sup><i class=\"footnote\">See Berakhot 33b.</i> like other virtues that have the aspect of a cistern; as it has the aspect of a well [instead]. And this is why we say about the Torah and the service [to God], “As they are our lives”<sup>12</sup><i class=\"footnote\">From the blessing before the recitation of the Shema.</i> – the understanding of which is that they are our actual lives. And this is also the intention of their statement, may their memory be blessed, “The wicked are called dead even during their lives” (Berakhot 18b). As it is for one man in a thousand that the whole world was created, as company for this [one man]. And everything was created for the righteous. As Rambam writes, “Were it not for the group of crazies that travel in wildernesses, etc. [the world would not be settled for the righteous].”<sup>13</sup><i class=\"footnote\">Introduction to the Commentary on the Mishnah.</i> According to this, the evil person has no independent life – his life is only the life of the righteous one – and hence, he is called dead.",
            "(<i>Gimmel</i>) On the day that He created him, the Holy One, blessed be He, also gave over to man all of the forces of all of the creatures that He created previously. The ones below, the ones above and the ones above the above were all given over into his hand. [Henceforth man] could move [these forces] to wherever he desired. If he was righteous and went to the right, then all of the creatures, big and small, would also merit to rise in their levels. But if he went to the left and made his actions evil – God forbid – then they would also descend down the slope that he prepared for them. And so we find with the generation of the flood that the sin and calumny of man brought down all the forces of the creatures. And those that dwelled above and those that dwelled below – “all flesh had corrupted its ways on the earth” (Gen. 6:12), even the beasts and the animals. It is like the statement of the Sages, may their memory be blessed, [that] some of the angels fell to earth and their glory descended to the dirt because of their sins.<sup>14</sup><i class=\"footnote\">See Zohar 1:37a:11 and in other places. See also Yalkut Shimoni on Torah 572:5; Yoma 67b and Rashi ad loc.</i> With this, the beginning of our statement in Paragraph <i>Aleph</i> is elucidated: “At the time that the Holy One, blessed be He, told the angels, ‘let us make man,’ etc.,” He said to them ‘that He mixed up all’ the powers of the creatures [in man], and ‘from there they would be scattered’ to all of the worlds and the creations. And according to how man’s spirit sought his way, [the angels would follow]. They would rise according to [man’s] will and they would descend according to his will. [God] also told them how He added a portion of His essence to them, as per their statement,<sup>15</sup><i class=\"footnote\">It is not clear to which statement the author is referring. See Louis Jacobs, “Rabbi Aryeh Laib Heller's Theological Introduction to His ‘Shev Shema'tata,’\" Modern Judaism 1:2 (September 1981), Note 12.</i> may their memory be blessed, on the verse (Gen. 2:7), “And He blew”; “Anyone who blows, blows from his self.” And it is elucidated in the writings of Ari<sup>16</sup><i class=\"footnote\">R. Yitschak Luria (Israel, Egypt, 16th century), the pioneer of Lurianic mysticism.</i> that when a man compromises the commandments of God with his sins, the divine portion that he has returns to its original source, and He does not give of [this part of] His glory to another, and ‘His [protective] shade is removed from him.’ And so when the Holy One, blessed be He, said to the angels, “Let us make man” – meaning, that they should all give their portion [to man] to be raised when he is raised – they said to Him, “What are his ways?” He [then] said to them, such and such – meaning, his ascent and decline will be the cause [of what happens] to all the forces, and the ‘angels will climb and descend because of him.’ [So] they answered him (Ps. 8:5), “‘What is man that you should consider him and the mortal that you should remember him,’ – which is to say, his sins. As then ‘You will remove him a little from God,’ which is to say, the divine portion that He blew into his nostrils will return to You. It is only us that remain trapped in his net because of his evil. You have given him power over the works of Your hands, to move us according to his evil will and to do to us that which is in accordance with his will and his desire – like a person acts with that which is his.” Therefore they did not agree to his creation, as they said, “Let him not do good or evil to us.” [But] His wisdom, may He be blessed, decreed the creation of man, ‘to make many people live as today’; [both] ‘the many above,’ ‘and those dwelling below’, so as to move [the angels] to an independent life. [This is] because every action of man will be considered like their action, since all of the creatures mentioned above are combined into man. And so they too are in [the category of] the giving of a well. And this is the essence of creation.",
            "(<i>Dalet</i>) [This also explains the following.] Many were troubled as to why the Lord did not accept the repentance of the first Adam and ‘return the sword of death to its sheave.’ But it appears to me like what I wrote in Paragraph <i>Gimmel</i> in the name of the writings of Ari, that with the sin of man, the divine spirit [blown into man] returns to God – [even if it] returns back to [man when he repents]. And this is the intention of the saying of the Sages, may their memory be blessed, [that] a penitent ‘is like a newly born infant’; and [that] about him is it stated (Ps. 102:19), “that a people created will praise the Lord” (Yalkut Shimoni on Nach 855:12). According to this – before the sin of the first Adam, his composition was [completely] from [God], may He be blessed. And [so] he was designed by the hands of the Holy One, blessed be He, who gave him a portion of [Himself. Hence] it was fitting that it not wither and that it should remain in a man. However after the sin when the divine portion withdrew and then – when he repented – [God] returned the divine portion, it was as if [man] made himself; and he [then] had the aspect of “a people created.” And the works of man cannot remain in a man (such that he would live forever), but rather only in the species [as a whole]. And from then, ‘death has arisen through our window.’ And with this, [we can] understand that which is found in the Midrash (Eichah Rabbah 5:21), “‘Bring us back O Lord to You and we shall repent, renew our days as of old’ (Lam. 5:21) – as the days of the first Adam.” [This is] meaning that we want there to be an arousal from above first, and that the repentance be from the Holy One blessed be He; and afterwards, “we shall repent.” And then we shall [again] be designed by the hands of the Holy One, blessed be He, ‘and we shall live and not die.’ And this is like the days of the first Adam before his sin, in which only by doing the commandments of the Lord can he preserve the divine portion within him forever. And he will [then] always have the aspect of a well. And this is the intention of their statement,<sup>17</sup><i class=\"footnote\">The reference is not clear. See Jacobs, “Rabbi Aryeh Laib Heller's Theological Introduction,” Note 15.</i> may their memory be blessed, [that] “And the righteous shall live by his faith” (Hab. 2:4), is meaning in his trust [of God]. As he does not have trust in all of his wealth, since money is not independent. But rather, ‘his heart is set with the Lord,’ and “he will live by his faith.” And that is what is called life – that which emanates from himself.",
            "(<i>Hay</i>) Even though there are people that are required to engage in some business,<sup>18</sup><i class=\"footnote\">Meaning that their financial circumstances prevent them from devoting all of their time to Torah study, without reliance upon miracles.</i> the give and take (purchasing and selling) must be done with faith. And this is the beginning of a person’s judgement [by God at the end of his life]. As [so] is it written in the second chapter of <i>Shabbat</i>,<sup>19</sup><i class=\"footnote\">Shabbat 31a.</i> “Rav<sup>20</sup><i class=\"footnote\">In the standard editions of the Talmud, the author of this statement is Rava and not Rav.</i> said, ‘When a person is brought to judgment, they say to him, “Did you give and take faithfully?’”<sup>21</sup><i class=\"footnote\">The simple understanding of this is that he was honest in his business dealings, but R. Heller understands it here to mean that he had faith that God is the source of his success in business.</i> And this is [understood] according to that which is found there, “‘And the faith of your times shall be a strength […]’ (Isaiah 33:6) – ‘Faith,’ that is [a reference to] the Order of <i>Zera</i>’<i>im<sup>22</sup><i class=\"footnote\">The first of the six division of the Mishna and Talmud.</i> </i>(Seeds).” And it is written there in <i>Tosafot</i> (s. v. <i>emunat</i>) in the name of the Talmud Yerushalmi, “[It is because] he has faith in the Life of the worlds, and sows [seeds].”<sup>23</sup><i class=\"footnote\">Although <i>Tosafot</i> cites the Talmud Yerushalmi, such a phrase is not found in our text, but it is found in Bamidbar Rabbah 13:16.</i> And this is as opposed to those who engage in commerce and say, “It is my strength and the power of my hand, etc.”<sup>24</sup><i class=\"footnote\">See Deut. 8:17 and its context.</i> But rather one who plants [trustingly] flings his seeds, fixes his soil and covers them. [And] there they will be destroyed, lost and rot until the Lord has mercy upon him and ‘brings down the dews [and] makes the wind blow’ – [then] ‘he will reap with gladness and carry his sheaves.’ And that is why seeds are called faith. And it is likewise fitting that all [business] be with faith – meaning that he trusts that what he buys, sells, borrows or lends is like flinging his seeds into the ground; and that [only] through the kindness of God is his desire [to profit] accomplished. And this is the understanding of “Did you give and take faithfully?” [In the continuation of this passage in Shabbat 31a], they then also ask him, “Did you sharpen [matters of] wisdom?” And [this] is elucidated in the Duties of the Heart in the Section on the Reckoning of the Soul:<sup>25</sup><i class=\"footnote\">Rabbi Bachya Ibn Paquda, Chovot HaLevavot 8:3:5.</i><br>He should reckon with his soul about his tarrying to understand God’s Torah and [about] his peace of mind about not mastering its contents; whereas he does not do this with a book that came to him from the king, if he is in doubt about its understanding because of similarities in the writing or the words, or the depth of the topic, etc. But rather he would put all of his heart and soul into mastering its contents, and he would be very distressed until he understood [the king’s] intention by it, etc. How much is he [then] obligated to expend multiple more efforts until he understands the Torah of his God, which is his life and his salvation, etc.? And how, my brother, did you permit yourself to excuse yourself from it, and to suffice yourself with what appears to be its content and that which is revealed from its simple meaning, and to be negligent with the rest? [See there.]<br>And with this a Jewish man should be awakened to how greatly he is required to answer the aforementioned question, “Have you sharpened [matters of] wisdom” and not just sufficed with simple understandings. True, due to the actual lucidity of the earlier ones’ minds, they did not require so much deep sharpening, like ‘us here today.’ And even in the days of the Amoraim,<sup>26</sup><i class=\"footnote\">The scholars of the Talmudic period (ca. 220-500 CE). Here, and frequently, the distinction is being made between them and the scholars of the Mishnaic period (ca. 10- 220 CE), known as the Tannaim.</i> they said (Eruvin 53a), “We are like a finger in wax with regard to logical reasoning.” And all the more so do we – who are orphans of orphans – require so much time to understand even one logical argument of the earlier ones, may their memory be blessed. And much sharpening is required for this.",
            "(<i>Vav</i>) And see that which our teacher Rabbi Moshe Almosnino (Greece, 16th century) [writes] in his commentary on the Book of Ecclesiastes (on Ecclesiastes 10:1), “Dead flies turn the perfumer’s ointment fetid and putrid; so a little folly outweighs massive wisdom.” As he writes that those that have straight minds are not so incisive; as incisiveness comes as a result of confusion. [And] since those whose minds are not straight have limitations on their [thinking], when [they are therefore required to] push their minds, it brings great incisiveness. [This is] as we see with the burning of a fire – when a little water is poured upon it, the fire grows and has bigger flames; with ‘greater height and greater power’ [coming] from the bonfire than before, without the water. So is this thing: If the mind has a little bit opposing it – which is “the little folly” – then the mind will push against it and the mind will become more incisive. See there. And with this it appears that [we can] explain the statement of the Sages, may their memory be blessed, “‘And behold, it was very good’ (Gen. 1:31) – ‘good,’ that is the good impulse; ‘very good,’ that is the evil impulse” (Bereishit Rabbah 9:7). And that is because the evil impulse is called a fool and the good impulse is called a wise man.<sup>27</sup><i class=\"footnote\">Kohelet Rabbah 4:13.</i> Therefore when there is opposition from the side of folly, which is the evil impulse, against the approach of wisdom, which is the good impulse; the mind, which is the good impulse, pushes against the folly and rises to much [higher] levels than it was before. [And this] would not be the case if there was no evil impulse opposing it – there would [then] not have been this overcoming. And [so] it would have only been good from the angle of itself, but not “very [good].” However through the opposing evil impulse, the good impulse pushes and becomes “very good.” And this appears to be the intention of the statement of the Sages, may their memory be blessed, “‘Happy is the man who fears the Lord’ (Ps. 112:1) – happy is the man, but not the woman? Rav Amram said that Rav said, ‘Happy is he if he repents when he is [still a] man’” (Avodah Zarah 19a). [This is] meaning, that [when he is still young enough], he has opposition from the side of the evil impulse and overcomes it. For then he will very much desire His commandments. (Hence, this is “very good.”) But if he is old and his desires have withered and his impulse has become weak – even though he desires the commandments, it will not be [in a state of “very”], as mentioned above.",
            "(<i>Zayin</i>) There is still more. This [required] study must be from love, such that he not use this trait for anything else at all, ‘but rather his desire is for the Torah of the Lord.’ And these are the words of the <i>Midrash Tanchuma</i>, Noach 3:4-7:<br>The Israelites did not accept the Torah until the Holy One, blessed be He, arched the mountain over them like a vessel, etc. If you should say it was because of the Written Law, isn’t it true that as soon as He said to them, “Will you accept the Torah,” they all responded (Exod. 24:7), “We will do and hear?” … But rather He said this to them because of the Oral Law, etc. And its jealousy is as harsh as <i>Sheol</i>.<sup>28</sup><i class=\"footnote\">The pit, usually a reference to the nether-world.</i> One does not study the Oral Law unless he loves the Holy One, blessed be He, with all his heart, etc., as it is stated (Deut. 6:5), “And you shall love, etc.” Whence do you learn that this word, “love,” refers only to studying the [Oral Law]? Observe what is written after this (Deut. 6:6): “And these words which I command you this day shall be upon your heart.” And what study is upon the heart? Scripture (Deut. 6:7) states [immediately thereafter], “And you shall review it to your children.” [Hence] this is the study that requires review (i.e. the Oral Law). We learn from these verses that the first part of the Shema (Deut. 6:4-9) does not mention a reward given in this world, while the second part does: “And if you shall hearken diligently, etc., I will give the rain of your land in its season” (Deut. 11:13). This reward is given to those who perform the commandments even though they neglect study [of the Oral Law], etc. As anyone who loves material riches and earthly pleasures is incapable of studying the Oral Law. [This is because] there is considerable anguish and sleeplessness in (store for him who studies) it; one wastes and neglects himself on its account. Therefore its reward is in the hereafter, as it is said (Isaiah 9:1), “The people that walk in darkness have seen a great light,” etc. Therefore the Holy One, blessed be He, established two academies (at Sura and Pumbeditha) for the Israelites where they studied the Torah day and night and where they assembled from all parts of the world twice each year – in the months of Adar and Elul. They came together to “battle” the problems encountered in the Torah until they had resolved them and reached a definitive decision concerning the law. [See there, as it is lengthy.]<br>And [the Rabbis] said in the Midrash that the Holy One, blessed be He, forced us [to accept the Oral Law] by arching the mountain, such that the Torah would not be severed from us forever. As with a [woman] forced [to have sexual relations], it is written (Deut. 22:19), “he may not send her away all of his days.”<sup>29</sup><i class=\"footnote\">See the next paragraph and note 34.</i> Also the manna that they ate in the wilderness was [given] with this intention. As it is written in <i>Maggid Mesharim</i> of Beit Yosef (R. Yosef Karo), that the manna that the Israelites ate was necessary in order [for them] to receive the Torah without any choice. And these are the words in <i>Yalkut Reuveni</i>, Beshelach: [The angel named] Y<i>afefiyah</i> who is the one who rained down the manna upon Israel, is numerically equivalent (with the letters adding up to 197) to <i>Katseh</i>, who is the angelic minister of Torah; whereas they said (Num. 21:5), “and our souls are sick (<i>katseh</i>)” – to make known that they were sick and disgusted of the manna and of the Torah. See there. And this was forcing them to receive the Torah, as the manna was coming from the minister of the Torah, and it was the bread of mighty ones from which the ministering angels are sustained. [Hence] they no longer had any physical desire or inclination. Rather it was [therewith only] the love of the Torah and of the commandments that was implanted in their hearts. And this [love] remained for [future] generations among the enlightened ones about whom it is stated (Num. 19:14), “when a man dies in a tent.”<sup>30</sup><i class=\"footnote\"> See Berakhot 63b.</i>",
            "(<i>Chet</i>) [Yet] I saw ‘difficult visions’: Behold, it is written in <i>Parashat</i> Behaalotecha (Num. 11:35-12:1), “Then the people set out from Kivrot-Hataavah to Hatserot and were in Hatserot. Miriam and Aharon spoke against Moshe because of the Cushite woman he had married.” And <i>Tosafot</i> on <i>Yevamot</i> 62a (s. v. <i>dekhtiv emor lehem</i>) asked why it is that they waited a long time after the giving of the Torah to speak about Moshe (since their problem was that he had separated from his wife earlier, from when the Torah was given). And they answered that – according to that which is found in the Talmud Yerushalmi<sup>31</sup><i class=\"footnote\">The common text of <i>Tosafot</i> has the citation as <i>Sifrei</i> and presumably refers to the account in Sifrei Zuta 12:1.</i> – the seventy elders were chosen at Kivrot-Hataavah. And [at that time] Miriam said to Tsipporah, “Happy are the wives of these [men] that were chosen for greatness.” Tsipporah [however answered], “Woe to them, as behold my husband Moshe separated from me from the day that the Holy One, blessed be He, started speaking to him.” And then the matter became known to them. See there. And it appears [that this is connected to] that which we find there (Num. 11:4-7) that “they desired a desire […] and they said, ‘Who will feed us meat? We remember the fish that we used to eat free in Egypt, etc. Now our souls are dry; there is nothing at all but this manna in our eyes.’ And the manna was like coriander seed, and in color it was like bdellium.” And Rashi (Rashi on Numbers 11:7) explained, “He who said that (i.e. the previous verse) did not say this […]; but rather [it is] the Holy One, blessed be He, who had, ‘And the manna was like coriander seed,’ written in the Torah (even though no one said it).” And it is [further] written (Num. 11:10), “And Moshe heard the people weeping, each family apart, each person at the entrance of his tent.” And Rashi (on this verse) explained [that] “each family apart”<sup>32</sup><i class=\"footnote\"><i>Le’mishpechoteichem</i>, which can also be read as, for their families.</i> [means], “because of family affairs – because of the sexual prohibitions [of blood-relatives] that had been forbidden to them.” See there. And that is astonishing; as what does the quarrel of the manna have to do with matters of sexual prohibitions? And it appears that it can be explained according to what the Rabbis, may their memory be blessed, said about that which is found in the Gemara (Shabbat 88a), “‘And they stood at the lowermost part of the mountain’<sup>33</sup><i class=\"footnote\"><i>Be’tachtit haHar</i>, which can also be read as, <i>in</i> the lowermost part of the mountain.</i> (Exod. 19:17) – […] teaches that the Holy One, Blessed be He, overturned the mountain above [the Jews] like a tub, [and said to them], ‘If you accept the Torah, excellent; but if not, there will be your burial.’” And it was asked [that] behold, they already assented and said (Exod. 24:7), “We will do and hear!”<sup>34</sup><i class=\"footnote\">While this is essentially the same question that he cites from the Midrash <i>Tanchuma</i> in Paragraph <i>Zayin</i>, he will now proceed to give a different answer.</i> And it is written in <i>Gur Aryeh<sup>35</sup><i class=\"footnote\">Gur Aryeh on Exodus 19:17.</i></i> that it is not possible for the Torah to be received by choice – that they would accept it if they wanted to, and not accept it if they did not want to – but rather the Holy One, blessed be He, is showing them that the Torah is imperative for them (that it had to be accepted by them). And something imperative exists permanently; as it is found in the Midrash, that concerning a [woman] forced [to have sexual relations], it is written (Deut. 22:19), “he may not send her away all of his days.”<sup>36</sup><i class=\"footnote\">This midrash is unknown. See Yehoshua Hartman’s edition of <i>Gur Aryeh</i> ad loc., Note 273; and M. Kasher’s <i>Torah Shelemah</i> ad loc., Note 224.</i> See there. And behold we have found that they desired a desire; meaning that they did not have any physical desire and – as is written by (Rabbi Moshe) Alshekh (on Num. 11:4) – they desired that they would have desire. See there. And according to what I have written, the reason is that on account of the manna – that was from the minister of the Torah, and was the bread of mighty ones – all of their wish and yearning was only for Torah. And ‘their souls were dry’ and empty from all physical desire. And [so] they desired desire, such that the receiving of the Torah could be of their wish and wanting, like [when] they said, “We will do and hear” – as no one wishes forced love. Therefore they quarreled about the manna and its forcing the love of Torah [upon them]. And [when] they said, “We remember the fish that we used to eat free (<i>chinam</i>) in Egypt,” its explanation is [that it was] without force, but rather that [it was that] which we chose and which appealed to us. As this is the understanding of the word <i>chinam</i>, as is elucidated in Radak’s<sup>37</sup><i class=\"footnote\">R. David Kimchi (Provence, 1160-1235) was a Biblical commentator and grammarian.</i> Book of Roots under the root, <i>chanan</i> (graced). [And the meaning of] “Now our souls are dry; there is nothing at all but this manna,” is that we were forced, and we want that the choice be in our hands. However we would also eat the manna by choice. As if the manna were not ‘good to eat and appealing to the sight,’ we would have needed force; but in fact, “the manna was like coriander seed and in color it was like bdellium,” and we would certainly eat of it.<sup>38</sup><i class=\"footnote\">In this way, one no longer has to resort to Rashi’s answer that this phrase was added by God to the quote of the people which accordingly ended abruptly.</i> However all of the desires would [then] not be removed from us and the receiving of the Torah would be with wanting and choice – as [when] they said, “We shall hear and do.”",
            "(<i>Tet</i>) [But even] ‘before they called,’ their disgrace was revealed, as it is written, (Num. 11:10), “And [Moshe] heard the people weeping, each family apart” – meaning, about the sexual prohibitions [of blood-relatives] that had been forbidden to them. And behold in <i>Gur Aryeh</i> on <i>Parashat</i> Vayigash,<sup>39</sup><i class=\"footnote\">Gur Aryeh on Genesis 46:10.</i> [its author] asks that since Israel had the status of converts with the receiving of the Torah – as it is found in Yevamot 46a-46b, that they required circumcision, sprinkling and immersing like the law for converts – and it is established for us that a convert [may] marry his sister, since “a convert that converts is like a newly born infant”;<sup>40</sup><i class=\"footnote\">Yevamot 22a.</i> if so, it should have been appropriate to permit sexual relations between relatives in that generation. And he answers that we only say “a convert that converts is like a newly born infant” about a convert who converted on his own, from his own will – then he is as a newly born infant. But at the time of the giving of the Torah when they were forced to receive it – in that He overturned the mountain above them like a tub – they were accordingly not as a newly born infant. See there. Therefore “they cried for their families,” because of the affairs of the sexual prohibitions [of blood-relatives], since the manna had forced them to accept the Torah [and not have the leniency of the convert in this regard] – as I wrote in Paragraph <i>Chet</i>. Hence they were forbidden with their relatives. However if it had not been by force – but rather from [their own] will and from [their] choice – they would have been permitted with their relatives, as we elucidated. Yet behold in Yevamot 62b, Rabbi Yochanan and Resh Lakish disagree about a gentile who had children and [then] converted – as Rabbi Yochanan reasons that he fulfilled [the commandment of] “Be fruitful and multiply” (Gen. 1:28), as behold he has children; whereas Resh Lakish reasons that “a convert who converts is like a newly born infant,” and he [still] needs to fulfill “Be fruitful and multiply.” And at first glance you could ask [the following] difficulty: [In] that which they say there in the Talmud (Yevamot 61b-62a) in the argument between the School of Shammai and the School of Hillel, the School of Shammai reasons [that the requirement is] two male [offspring], and the School of Hillel reasons [that it is] a male and a female. And the reason of the School of Shammai there is that they learn from Moshe, as he had two sons and [then] separated from [his] wife; whereas the School of Hillel learns from the creation of the world, “male and female” (Gen. 1:27). And [the Talmud asks], “Let the School of Hillel learn from Moshe”; and answers, “Moshe separated on his own [and was not commanded by God], and [only afterward] did the Holy One, blessed be He, agree with him.” See there. But if so, according to the School of Shammai that learns from Moshe – granted that he fulfilled “Be fruitful and multiply” with two males; but behold, at the time of the giving of the Torah, they had the status of converts! And [though this is not a problem for Rabbi Yochanan], for Resh Lakish, [Moshe would still have] needed to fulfill “Be fruitful and multiply,” as he was like a newly born infant. However according to what is written in <i>Gur Aryeh</i> – that [when the conversion] is by force, the convert is not as a newly born infant – it is fine, even according to Resh Lakish. And with this, the question of <i>Tosafot</i> (at the beginning of Paragraph <i>Chet</i>) is resolved: As Aharon and Miriam did not speak against Moshe until after [they had been at] Kivrot-Hataavah; since before then, they had reasoned that [the principle of] “a convert that converts is like a newly born infant” [applied to them] – and [so Moshe] needed to fulfill, “Be fruitful and multiply,” even if he had sons from before. And if so, Moshe certainly would not have negated the commandment [by separating from his wife] on his own; and so it was the Holy One, blessed be He, who commanded him. However when they saw that sexual prohibitions [with blood-relatives] were forbidden to them at Kivrot-Hataavah – and that is from the reason that a forced convert is not as a newly born infant, as it is written in <i>Gur Aryeh</i>; and Moshe [accordingly] fulfilled “Be fruitful and multiply” with his earlier children – they found an opening to suspect [the correctness of his decision]. As he separated on his own, since he was not negating a commandment with this – as he fulfilled “Be fruitful and multiply’ with [his] two sons, even according to the School of Hillel, who only add that it is even sufficient with one male and one female according to the opinion of the Talmud Yerushalmi <i>Yevamot</i> 6:6, 7c. And hence they quarreled (Num. 12:2), “Has He not spoken through us as well?” [This was] until the Holy One, blessed be He, answered them (Num. 12:8), “I speak to him mouth to mouth” – I agreed to his words.",
            "(<i>Yod</i>) “The dust returns to the ground as it was; and the spirit returns to God Who bestowed it” (Ecclesiastes 12:7). And our teacher Rabbi Yitschak Arama (Spain, 15th century) wrote in <i>Akeidat Yitschak</i>:<br>[This] teaches us that the goal of man and his perfection is that that at the time of his end, his two components will completely split one from the other – each one for itself, without the one having any remnant of its companion, etc. However this which the wise one (Shlomo/Kohelet) said about their complete separation – to here and to there – is only accomplished in a [person] if he [has reached] the fullest good while he is alive, such that there not be any admixture in his soul and it not connect to physical traits and their lowliness to identify with them at all; and that he inclines to this, such that he makes efforts that they should be separated. Until, in the end, “the dust returns to the dust as it was,” without any soulful admixture; “and the spirit returns to God Who bestowed it,” without any dusty admixture. This is as they say (Shabbat 152b), “Give it to Him like He gave it to you.” However this matter of separation in this way is difficult for people, as behold, their souls have a great inclination towards their physicality because of their constantly dealing with the physical, etc., to the point where they love it with a powerful love during their lives. And [so] they do not separate in their deaths, etc. and there remains with [the soul] bad and destructive matters, etc.”<br>And hence he says:<br>It is as difficult for the soul of the evil to leave [the body], as it is for wool stuck in one of the thorns, etc. – since “the dust returns to the ground as it was,” is not fulfilled with them. [See there.]<br>And in <i>Maggid Mesharim</i> of [R. Yosef Karo, he] also writes that it is [like the] the ‘hollow of a sling.’<sup>41</sup><i class=\"footnote\">See I Sam. 25:29.</i> As the bodily powers with their desires that have become connected to the soul – sometimes with this sin, and sometimes with that sin; and each sin has its designated power to punish him – is ‘the hollow of a sling.’ And [so] all the designated powers fling him one to the other. See there. And it appears that with this we can resolve that which is written in the Midrash (Sifrei Bamidbar 86)<sup>42</sup><i class=\"footnote\">The standard text of the midrash is slightly different, but different enough to make the explanation given here less compelling.</i> “‘And He called the name of that place Kivrot-Hataavah [because the people who desired were buried there.]’ (Num. 11:34).  I might think that that was because of the name of an event; it is therefore written, ‘for there they buried (<i>kavru</i>) the people who desired (<i>hamitavim</i>).’”  To here [is the midrash]. And see what is written in <i>Akeidat Yitschak</i> – that it should have stated, “the people who had desired.” See there. And this is the explanation: “I might think that it was because of the name of an event” that happened once – this story that they desired meat – and then it stopped; however the name of the place remained from that time. And the explanation of, “it is therefore written, ‘for there they buried the people who desired,’” is that they are still desiring and it is not [just a one-time] event; rather it is happening all the time. And [it] is as he wrote – that anyone who desires [the physical] in his lifetime is [still] connected to it after the separation of the soul; and [so] they are still desiring.",
            "(<i>Kaf</i>) ‘According to the actions of a man, so is his reward.’ And we found that the Sages, may their memory be blessed, said about Kivrot-Hataavah that they had a strange desire – as they saw that the meat killed and they nevertheless did not turn away from their desire. And that was because of their quarrel about the manna and its forcing the Torah [upon them]; as they wanted to choose love and they rejected forced love.<sup>43</sup><i class=\"footnote\">See Paragraph <i>Chet</i> above.</i> And so He repaid them according to their trait, as this strange desire that was given to them was also forced (compulsive) – even though it killed, they did not veer from it. And from this, the enlightened one can understand [that] if there is such an amazing power in this strange desire that one should kill oneself for it, all the more so should the heart of a man be enthused with an amazing and very awesome yearning for the Torah and for the commandments, [such] that a man himself [thereby] fulfill “When a man dies in a tent.”<sup>44</sup><i class=\"footnote\">The reference is to the statement of Resh Lakish in Berakhot 63b based on the quote from Num. 19:14 cited in the text, “From where is it derived that matters of Torah are only retained by one who kills himself over it? As it is stated, ‘This is the law (Torah): When a man dies in a tent.’” </i> And he should not be concerned with his flour; but rather he should be cruel to himself and ‘meditate about His Torah night and day.’ And then it will be good for him in this [world] and the next [world]; and ‘none of the anathema will cling to his hand,’ after the separation of his soul – that he should, God forbid, be in the hollow of the sling, as I have written. And in the second chapter of <i>Sotah</i>,<sup>45</sup><i class=\"footnote\">Sotah 21a, which is actually in the third chapter.</i> they said about this, “A parable about a man who is walking [on the way] in the blackness of night, etc. When he arrives at a crossroads and recognizes the way, he is saved from all of them. […] What is the meaning of the crossroads? Rav Ḥisda said, ‘This is [referring to] a Torah scholar and the day of death.’” As since he is a Torah scholar, the Torah removes his soul from the mud of the physical. And through this, ‘the spirit returns to God Who bestowed it’ – and how he bestowed it – and ‘the dust returns to the ground as it was.’ And this is the crossroads – each one of his “men” turns to his path [and] will no [longer] meet one another; and then [his soul] will be completely saved.",
            "(<i>Lamed</i>) In order to satisfy the soul of the enlightened reader about this matter of separation – as at first glance, the heart of a person will [wonder] how such friends, the connection of which is ‘bound with thick ropes,’ can separate without any trace of the one remaining in his neighbor – I will say that this topic and its illustration was shown by the Holy One, blessed be He, to Moshe at the beginning of the Lord’s speaking to him. As it is written (Exod. 3:2-5), “He gazed, and there was a bush all aflame, yet the bush was not consumed. And Moshe said, ‘I must turn aside to look, etc.’ […] And [the Lord] said, ‘Do not come closer; remove your sandals from your feet.’” To here [are the verses]. And the commentaries are many that [try] to explain this allusion. But it appears – according to that which is written in the Guide [for the Perplexed]<sup>46</sup><i class=\"footnote\">This idea does not seem to appear in the Guide for the Perplexed. It does, however, appear in the commentary of Rabbeinu Bachya on Exodus 3:5. That the latter was the actual reference is also the conclusion found in the New York <i>Shivilei David</i> edition of Shev Shmat’ta published in 2017.</i> – that with the statement, “remove your sandals,” the Holy One, blessed be He, was warning Moshe about the removal of physicality, such that he should remove all of the physical forces from himself. See there. And elucidated in the writing of Ari, may his memory be blessed, is [the idea] that supernal fire does not consume, whereas earthly fire consumes everything that encounters it. That is because supernal fire does not become embodied and attach itself to any physical body, nor mix into its parts. And therefore it does not burn it. This is not the case with earthly fire, [which is] embodied and mixes into all physical things. [So it] enters into the parts of a tree, mixes in with it and consumes it. Accordingly, the Lord showed Moshe this vision of the burning of the bush and [its] not being consumed, so that he would understand that the loftiness of the thinking soul is like the loftiness of the supernal fire. And even though it resides in a physical body, it [need] not mix into its parts and become embodied in it. Rather if its owner guards it, it will remain in its loftiness. And through this it ‘can come to the holy at any time,’ to remove its clothing from upon it. And [so] He said to him, “Remove your sandals,” and like is written in the Guide. And with this, the goal of separation about which I have written is understood.",
            "(<i>Mem</i>) Aside from all that we have written, we will [also] say that at the beginning of the creation of man – when the Creator assembled all of [the world’s] parts and made him the head of His legion to command all of the creatures – He placed his thinking soul in its house as the matron. All of [the body’s] forces would go out at its command and come at its command. And that soul did not become embodied in the midst of its forces. Rather the soul stood by itself across [from the body]; and the physical forces [were also] by themselves, except that they would heed its discipline according to that which it would command. And [the soul] was not in the body, but rather [man’s] composition was a neighborly [association]. However when man was created, he did not guard his soul and dislodged it from [its position of] being [the] matron. And then – through his evil deeds – the spiritual forces and the bodily forces mixed together. And a new constitution was created from the mixture of the soul with the physical, and he became a new lesser creature. And it is as the scientists have written, a reconstituted composite item will not retain the form of either one of the separate components in this [new] item that they formed. Rather there is a new form, ‘and new faces have come to here.’ It is like <i>sangben</i> (a honey-vinegar drink), which does not have the form of the honey or the vinegar at all, but rather a new constitution is acquired. As there is not one part that is all honey and one part that is all vinegar, but rather all of its parts become a composite item. And for this reason, when a man follows his desires more than is appropriate, a new composite item comes out and a new form results. And it is not half man (spiritual) and half physical, but rather [something with] a new constitution. Yet a righteous person is able – through his deeds and his Torah [study] – to extract the soul from the mud of physicality and [recalibrate himself to] only be composed of a neighborly [association. The latter] is like the hands, the foot, the eyes, the ears and that which is like them – such that their composition is [one of] individual limbs, each one having its original nature and its original constitution. And [the limb] does not have the nature of the whole, nor its constitution; as a part of the hand is not part of the foot. And even though they are composite, their composition is called a composition of neighborly [association]. And see that which is written in <i>Tashbatz</i> 2:4,<sup>47</sup><i class=\"footnote\"><i>Tashbats</i> is the Responsa of Rabbi Shimon ben Tsemach Duran (Spain and Algeria, 1361-1444). The explanation regarding a half slave is found earlier in <i>Tosafot</i> 88b, s. v. <i>lisa shifcha</i>.</i> that a mule is not a forbidden mixture (<i>kilayaim</i>), even though it comes from a horse and a donkey, because its composition is reconstituted and it is a new form; whereas a half slave and half free man may not marry his own type (a woman with the same status) because the slave side will come and have sexual relations with the side of the free woman – and that is [because] this is a composition of neighborly [association], and [so] the side of slavery stands by itself. See there. And the final intention is that ‘the spirit returns to God like He bestowed it and the dust returns as it was,’ as I have written in Paragraph <i>Yod</i> in the name of <i>Akeidat Yitschak</i>. And this is the intention of the statement of [the Sages], may their memory be blessed, in the first chapter of <i>Chullin</i>,<sup>48</sup><i class=\"footnote\">Chullin 5b.</i> that every place that “man and beast” is written positively, it is where the form of man and the form of beast are each distinct and separately recognizable; whereas this is not the case if they are mixed together with each other. Then he does not have the form of a man – meaning the soul – nor the form of a beast, which is the physical. Rather it is [then] a new and strange creature. And such is not the purpose of creation. And this is [the meaning of], “Man and beast do you save O Lord” (Ps. 36:7) – and that is positive, to ‘return it as it was bestowed.’ And understand [this].",
            "(<i>Nun</i>) “We hold that a lion does not pounce upon two people. But [how is it that] we see that it [actually] pounces? [That only happens when they appear to the lion to be like beasts], as it is stated, ‘[But man does not abide in honor], he is like the beasts that perish’ (Ps. 49:13).”<sup>49</sup><i class=\"footnote\">Shabbat 151b.</i> And it appears to me that this is according to that which is written in the Zohar, <i>Parashat</i>:<sup>50</sup><i class=\"footnote\">Zohar 1:13b.</i><br>The ninth commandment is to give to the poor, etc., as it is written (Gen 1:26), “Let Us make man in Our image, in Our likeness” – “Let Us make man,” a partnership that includes male and female (attributes); “in Our image,” wealthy, and from the side of the female, poor, etc. So must man below be rich and poor in one association, etc. It is a secret. As so do we see in the book of King Shlomo, that anyone who has pity on the poor with his heart’s desire never has his image transformed from being the image of man. And since the image of man is imprinted upon [such a man], he rules over every creature. This is what is written (Gen. 9:2), “The fear of you and the dread of you shall be upon all the beasts of the earth, etc.” From where do we [know this]? From Nevukhadnetsar – the whole time that he fed the poor, he was not punished, even though he dreamt that dream.<sup>51</sup><i class=\"footnote\">See Dan. 2.</i> And when he became liable [for punishment], what is written? “The word was still in the mouth of the king, etc.” (Dan. 4:28). Immediately, his image changed, etc. [See there].<br>And this is [the understanding of] “a lion does not pounce upon two people” – its explanation is that if a man includes<sup>52</sup><i class=\"footnote\"><i>Kallul</i>. Some editions have <i>ballul</i> (mixed) instead, but the two parallel passages in this paragraph read <i>kallul</i> in all editions, indicating that it should be so here as well.</i> both male and female – poor and rich – together, [then] the face of man is in front of him and he will rule over every creature. But the questioner [in the Talmud] did not understand [this]. And for this reason, he asked, “But [how is it that] we see that it does pounce?” And it answers, “That is when he appears to it as a beast,” meaning that male and female are not included in him. [In that case], even a hundred of them are like a beast to them. But “two people” in one association (within one man) – in image and likeness – fulfills [the requirement for] “The fear of you, etc.” And this is the intention of the singer of the Psalms: “Man walks about only as an image; mere futility is his hustle and bustle, amassing and not knowing who will gather in” (Ps. 39:7). Its explanation is that if a man only walks about with the image; but the likeness – which is the side of the female, the destitute – is not included; then “mere futility is his hustle and bustle, amassing and not knowing who will gather in.” And [so] he has no permanence in him.",
            "(<i>Samekh</i>) ‘Paved is the path of the straight’ that walk ‘in the way of charity,’ which is [what provides for] the maintenance of the world. ‘Happy is the one who reflects upon the destitute,’ and especially on the day of a joyful party and a holiday, as it is elucidated in the Zohar 2: 88b. And these are its words:<br>Come see that on all the other times and festivals, a man must rejoice and make the poor rejoice. And if he rejoices alone and does not give to the poor, his punishment is great, etc. About him it is written (Mal. 2:3), “And I will strew dung upon your faces, the dung of your festivals.” But if he rejoices on Shabbat – even though he does not give to the other – He does not give him a punishment like the other times and festivals, as it is written, “the dung of your festivals,” and not “the dung of your Shabbats.” And it is [also] written (Isaiah 1:14), “Your new moons and your holidays My soul does hate,” but Shabbat is not mentioned. And for this reason, it is written (Exod. 31:17), “Between Me and between the Children of Israel.” To here [are its words].<br>[However we need to understand] the reason that on festivals one needs to make the poor rejoice more then on Shabbat; and also what is the relevance of new moons here, such that it is written, “Your new moons and holidays My soul does hate,” whereas in the Zohar it is not mentioned that one needs to rejoice on new moons; and also that which it says, “And that is what is written, ‘Between Me and between the Children of Israel.’” It appears to me that the holy days are supernal guests, and one needs to make the guests rejoice. And this is their joy – to have the miserable poor rejoice. From this they take their portion. In order to grasp the point of the matter, I will tell you a parable about a king who visited a villager under his rulership. And [the villager] recognized him, but did not put his attention to honoring him properly. And [so] the king got angry with him. But when [the king] raised his eyes, a messenger came to him sent by another villager. [The message was], “If it would be good for the king, let him come to a party that I will make for him.” And [so] he came to the house of that man. But behold that man also did not pay attention to the king, and he also did not honor him. Then ‘the king broke out into a great anger.’ He said ‘with rage and fury,’ “[He] ‘shall be [torn by his] limbs and his home shall be a dunghill,’” as the act of this one was worse than the first man. [That is] because the king came to the first on his own, whereas this one sent for him. And the king also got angry at the messenger, as he was the [immediate] cause of his embarrassment.  And behold, on Shabbat which is ‘fixed and standing’ and the [supernal] guests come on their own, He does not punish [those that do not share with the poor] much. But [this is not the case] on festivals and holidays which are [set] by Israel, like the statement of [the Sages], may their memory be blessed, “‘Which you shall proclaim them (<i>otam</i>)’ (Lev. 23:2) – [do not] read [‘them,’ but rather], ‘you (<i>atem</i>)’” (Rosh Hashanah 24a). And if one does not honor the guests then, his punishment is great. For this reason, it stated, “Your new moons and holidays My soul does hate” – since the [holidays] are [established by way] of the new moons, and He gets angry with the messenger as well. And for this reason, it said, “And that is what is written, ‘Between me and between the Children of Israel.’” [This is] since Shabbat is ‘fixed and standing,’ and we accordingly say (in the holiday prayers), “Who sanctifies the Shabbat, Israel and the [holidays]” – as Shabbat is a sign between Him and the Children of Israel, whereas the festivals are a sign between the Children of Israel and Him. And [it is also] because the Shabbat is ‘fixed and standing,’ whereas holidays are [established] by Israel. And understand [this]. And [it is] also because one needs to appear before the Lord on festivals and [holidays] – as it is stated (Deut. 16:16), “all your males shall appear” – [hence] at least at these times, he should be in the image and the likeness, the rich and the poor, together. And [he should then] not, God forbid, be like a beast.",
            "(<i>Ayin</i>) And now let every man be enlightened and understand the need for the unity of the rich and the poor and give charity at all times – and especially to poor Torah scholars, to strengthen them in the Torah of the Lord. And they said in the Talmud (Makkot 22b), “How foolish are […] people who stand before a Torah scroll, and [yet] do not stand before a great man; as in a Torah scroll, it is written (Deut. 25:3), ‘[He shall strike him] forty,’ but the Sages came and subtracted one.” And it is asked from that which they said in Kiddushin 33b, “What is [the law] as to [whether one should] stand before a Torah scroll?” And they said, “One stands before those who study it;<sup>53</sup><i class=\"footnote\">Based on Lev. 19:32.</i> [is it] not all the more so [the case] before it?” And it is implied from this that the honor of the Torah is greater than that of those who study it. And it appears to me that [the solution to this apparent contradiction can be found] according to what is written in <i>Tiferet Yisrael</i>:<sup>54</sup><i class=\"footnote\">54Maharal, <i>Tiferet Yisrael</i>, Chap. 89 (p. 216 in the 1955 London edition).</i><br>As when we contemplate the creation of the Creator, [we see that] all created things require refinement and a different making – as it is [found] in the Midrash (Bereishit Rabbah 11:6), “Everything that was created in the six days of creation requires refinement and another making – wheat needs to be ground, mustard needs to be sweetened.” And since the Torah was given from God, may He be blessed, to a prophet, and the level of the intellect is greater than that of prophecy – and as we say (Bava Batra 12a), “A sage is greater than a prophet” – and just as the acts of the intellect are greater than the acts of nature, so too is [the intellect] greater than prophecy; and so, the sages are the essence of the Torah and its refinement. And because of that, “the Sages came and subtracted one, etc.” And the Torah came to the world like all [natural] things that are not refined, but are only refined by man through his intellect. And [so] the intellect refines the prophecy, etc. And in the Midrash (Tanchuma, Tazria 5), it is written, “Turnus Rufus asked Rabbi Akiva, ‘Which are the greater works, [those of the Holy One Blessed be He, or those of flesh and blood?’ [R. Akiva answered] him, ‘Those of flesh and blood are greater.’]” Behold, that even the acts of God, may He be blessed, require refinement, etc. And let it not be a wonder in your eyes how man refines the words of prophecy with his wisdom, and likewise how wisdom can refine nature, which was created by God, may He be blessed. As everything is from God, may He be blessed – nature, wisdom, creation and refinement. [See there.]<br>And this was their intention, may their memory be blessed: “Foolish are the people who stand before a Torah scroll, and [yet] do not stand before the rabbis” – as the essential refinement and completion of the Torah is through the Sages, who “subtracted one.”  And behold this is like one who has a vineyard [and] ‘planted a choice vine, ‘but there is no man to work its land.’ Behold his vineyard is as if it were not [in existence]. However, if he hires workers and they work on the ‘vineyard in the fruitful corner’ – then ‘the crushers will call out, “<i>heidad</i>, <i>heidad</i>”; they shall sing of it, “Vineyard of Delight.”’ And nevertheless, the workers will not be the best of his possessions. Rather the vineyard [remains] the main thing. Yet he needs the workers; and without them, it will not be established. So is it with the Torah: If there were no Torah scholars to clarify and refine [it], it would be like a ‘sealed book’ – as you do not have any commandment explained in the Torah. We would not know how many sections [to include] and what to write in tefillin; and so with fringes (<i>tsitsit</i>), mezuzah, forbidden mixtures of fabric (<i>shaatnez</i>) and many like these. And regarding lashes, they subtracted one. So without the Torah scholars, the Torah would be as if it were not [in existence]. But [in the case that] we have already strengthened the hands of those that strengthen [the Torah] – the Torah scholars that refine it – and we have already ‘eaten its bread and drank its wine,’ [the Torah] is the main thing and not its workers. This is like a pearl: At the beginning of its being found, it is sealed and covered and not worth anything. But when one has a servant that pierces pearls, he transforms it and gives it great value. Nevertheless, the servant is not the main thing, but rather the pearls. And so is it with Torah: “If we stand before those that study it” – who are its workers and have already refined it and completed it – “[is it] not all the more so [the case] before it,” as it is the main thing. And understand [this].",
            "(<i>Peh</i>) A man shall give redemption for his soul by doing good to the good – which are the Torah scholars – when he benefits them with his property. As through this, he merits to give life to his soul at the time that ‘corpses will arise.’ It is like the statement of [the Sages], may their memory be blessed [in the] chapter [entitled] <i>HaNoseh</i> (Ketuvot 111b):<br>Rabbi Elazar said, “The common, uneducated people (<i>amei ha-arets</i>) will not live [in the future to come].” Rabbi Yocḥanan said to him, “Their master, (i.e. God), is not pleased that you say this about them.” He said to him, ‘I expound it from a […] verse […] (Isaiah 26:19), ‘For Your dew is as the dew of light, etc.’” When he saw that [Rabbi Yocḥanan] was grieved, he said to him, “My teacher, I have found a remedy for them from the Torah, ‘But You who cleave to the Lord [your God, are alive every one of you this day]’ (Deut. 4:4). But is it possible to cleave to the Divine Presence? Isn’t it written, ‘For the Lord your God is a devouring fire’ (Deut. 4:24)? Rather, [it teaches] that anyone […] who conducts business on behalf of Torah scholars, and one who benefits Torah scholars with his property, [it is] as though he is cleaving to the Divine Presence, [and it is written, ‘are alive every one of you this day’].”  [See there.]<br>Behold that the revival of the dead is [dependent] only upon the dew of Torah – only one who [utilizes his wealth to] benefit Torah scholars has their dew, like the matter of Zevulun and Yissachar.<sup>55</sup><i class=\"footnote\">See Bamidbar Rabbah 13:17 which speaks about such an arrangement between these two tribes.</i> And this is the intention of their statement, may their memory be blessed, in the chapter [entitled] <i>Chelek</i> (Sanhedrin 90a), “These are the ones that do not have a share in the world to come: One who says that the revival of the dead is not from the Torah.”<sup>56</sup><i class=\"footnote\">The traditional meaning of this – as understood in the Talmud – is that he denies that there is a source in the Torah for the revival of the dead.</i> And they say [further on the same page] in the Talmud, “He denied the revival of the dead; therefore he has no resurrection.” Its explanation is that even though he agrees with the principle of resurrection, he says that it is not caused by Torah and [so] denies its cause – [such a one] has no resurrection. [This is] since there is no cause for it besides Torah – his or that of others who benefit from him. And since he denies this, it will not resurrect him. Indeed, every man should believe that this is the essence of the resurrection; and then he will merit to arise with ‘the sleepers of Chevron,’<sup>57</sup><i class=\"footnote\">This is referring to the patriarchs and matriarchs buried in Chevron.</i> and rejoice in the joy of Zion, may it be built and established speedily in our days!",
            "(<i>Tsaddi</i>) Our souls are tied, entwined and ‘bound – a woman to her sister’ – as there is no resurrection besides that which is through Torah. And if the masses of the people do not connect to the Torah scholars, ‘from where will their help come?’ And from what will they live [during the time of] the footsteps of the messiah? They said (Sotah 49), “Scholars have begun to become like scribes (teachers of children), etc. and uneducated people are increasingly diminished, and none ask, etc. And [there is none] upon whom to rely [besides] our Father in Heaven.” And one can understand that their intention was that the essence of creation is only for the Torah. And all of Israel is like one man with internal and external organs, but all of their life [force] comes from the heart. And when an organ comes loose from the body, it has no life [force] from the heart. And likewise the Torah scholars of the generation are the heart; and the sanctuary of life is with them. And when the uneducated are connected with the heart – meaning, to the Torah scholars, in that [the scholars] benefit them from their property – then the life of the heart and the limbs are one. [Then] each feels the feelings of his neighbor. But when they separate themselves from the Torah and from Torah scholars, they are only like limbs that have come loose, that do not feel the feelings of their neighbors. And it is a loss for the whole body when there is a limb that has come loose. And so is it with [the People] of Israel. And [so] this is [the understanding of the statement quoted above]: “Uneducated people are increasingly diminished, and none ask and seek” the sustenance of Torah scholars, who are able to meditate upon the Torah of the Lord. And therefore, “there is none upon whom to rely besides our Father in Heaven.” And a person should be very careful in the area of love and brotherhood, not to do anything bad to one’s neighbor. And the [Sages], may their memory be blessed, said (Avot 2:12), “Let the money of your friend be as beloved to you as your own” – all the more so, should he not steal from him.",
            "(<i>Kof</i>) “Robbing an ordinary person is more severe than robbing the Most High, (i.e., taking consecrated property). As with [robbing an ordinary person, the Torah] has sin precede <i>me’ilah</i> (trespass), [whereas with robbing the Most High], it has <i>me’ilah</i> preceding sin.” With robbing an ordinary person, it is written (Lev. 5:21), “If any one sin, and commit a trespass, etc.” But with one who misuses consecrated items, it is written (Lev. 5:15), “If any one trespasses in misuse (<i>timol ma’al</i>) and sins unwittingly, etc.” And this is a statement of Rabbi Levi in the chapter [entitled] <i>HaSfina</i> (Bava Batra ).<sup>58</sup><i class=\"footnote\">Only the first part of this appears in our standard text of the Talmud, but the meaning is the same.</i> And it requires explanation – as [just] because it had sin precede <i>me’ilah</i>, [does that mean] it is more severe? As both [terms] appear in both.  And it appears to me that it can be explained according to that which is written by Rabbi Yitschak Arama in <i>Parashat</i> Chukkat of <i>Akeidat Yitschak</i>, that even the most complete person sins in something, etc. Indeed, he is compelled by his nature, as the verse states (Ecclesiastes 7:20), “For there is no man who is righteous in the world [… who does not sin].” But when it is in the manner of either being from the light sins or after complete repentance, he will certainly not be punished; as the Sages, may their memory be blessed, said (Rosh Hashanah 12b) “I am He before he sins, and I am He after he sins and repents.”<sup>59</sup><i class=\"footnote\">The Talmud (the wording of which is slightly different than the quote) is referring to God’s attributes of mercy in Exod. 34:6).</i> However we do not understand from this that no sinner is ever punished. As even though – in his not being God – he is compelled to sin, he is not compelled to wallow in sin and have it become habitual. See there.  And [so] it is elucidated that man is not fitting to be punished for sinning, since he is compelled to it – and especially if it is from the lighter sins. Rather the main punishment comes in his wallowing in it and making it habitual, and not repenting.  As anyone [can repent]; as it is written (Deut. 30:11), “it is not a wonder […] and not distant, etc.” – and the Sages, may their memory be blessed, say this is referring to repentance.<sup>60</sup><i class=\"footnote\">The first known source for this is actually Ramban on this verse.</i> And that is because while the [fulfillment of all the] actual commandments [is] a wonder for man and distant from him since he is a man and not divine, and is [so] compelled to sin – especially with the lighter sins – he is not compelled to wallow in them and make them habitual. And he needs to regret and repent, [as] the commandment of repentance is not a wonder and distant. And it is because of this that Rabbi Levi decides that stealing from an ordinary person is more severe than from the Most High. For with stealing from the Most High, [the Torah] had trespass precede sin; as since it is from the lighter sins, it is not called a sin for a man, given that “there is no man who is righteous in the world who only does good.” And the main sin [here] is because he wallows in it and does not immediately regret [it] after doing it. And that is why it has trespass before sin; as the sin is [afterwards] when he does not regret [it]. For this reason, it is written (Num. 5:7), “and they shall confess,”<sup>61</sup><i class=\"footnote\">In another section dealing with misusing sanctified property.</i> such that they shall repent. But the trespass itself is not in the category of sin, since man is compelled to do such a light sin; which is not the case with robbing an ordinary person. [As] that is more severe, since a man can withstand [its temptation]. Even though he is not divine, he is not compelled to rob his fellow – [something that is] in the category of friendship and brotherhood. Hence with robbing an ordinary person, the trespass itself is the sin. And for this reason it had sin precede trespass.",
            "(<i>Reish</i>) ”Rabbi Shimon ben Elazar says, ‘Anyone who has money and lends it without interest – the verse says about him (Ps. 15:5), “He who has not given his money with interest, etc., he who does these shall never collapse.” Behold, you learn about anyone who lends with interest, [that] his property does collapse.’ [It was asked about this], ‘But we see those who do not lend with interest and it [actually] collapses?’ Rabbi Eliezer<sup>62</sup><i class=\"footnote\">Our text of the Talmud has Rabbi Elazar.</i> [answered], ‘Those collapse but rise, whereas [the properties of those who lend with interest] collapse and do not rise again’” (Bava Metzia 71a). And Rashi, may his memory be blessed, explains, “Such is implied in the verse – ‘he who does these shall never (<i>lo… leolam</i>, which can also be translated as, not forever) collapse’ – meaning, even if he collapses, his collapse is not a permanent collapse. But one who lends with interest collapses forever.” See there. And ostensibly, it can be wondered [that] in the same way that it was asked, “But we see those who do not lend with interest and it collapses,” so too [could we ask], “But we see those who do not lend with interest and it collapses and it does not rise [again]?” And it appears to me [that the answer is from] that which is found in the Midrash on <i>Parashat</i> Matot (Bamidbar Rabbah 22:8), ‘For it is not from the east or the west or the wilderness of the mountains’ (Ps. 75:7) – [wealth] is not from that which man goes out to the east and casts out to sea, nor from the wilderness of the mountains. Rather, the Lord brings down and also raises. And even though He brings this one down, He raises that one up, and it is [like] a spinning wheel.” And they said there, “Why are [properties] called<i> nekhasim</i>? Because they are covered (<i>nekhusim</i>) from this one and revealed to that one. And why are [common coins] called <i>zuzim</i>? Because they move (<i>zazim</i>) from this one to that one.” See there. Hence the properties of the one who lends with interest collapse, and do not rise in any [other] place. And this is [the meaning of] Rashi’s explanation - “Such is implied in the verse […], his collapse is not a collapse in the world (another reading of <i>leolam</i>)” – meaning that [his properties] will nevertheless rise for another person someplace in the world. And so the properties will remain in the world. This is not the case with the one who lends with interest – his wealth does not rise at all for any man in the world. And so is it elucidated in the Midrash (Shemot Rabbah 31:4), “‘They shall throw their silver into the streets, and their gold shall be treated as something unclean’ (Ezek. 7:19) – [these are those who lend with interest].” And also there, “He called it (Jer. 6:30), ‘Rejected money.’” But this is not the case with other [people who lend without interest] that go down – even though they do not rise [again], their properties rise.",
            "(<i>Shin</i>) ‘I have turned and planned,’ ‘I have found strength’ that the whole entire world is one man,<sup>63</sup><i class=\"footnote\">See the first introductory paragraph after the preface (right before Paragraph <i>Aleph</i>).</i> from that which they took as obvious (Kiddushin 40b), that the world is only judged according to its majority. And if everyone was a man on his own, what does the majority have to do with this? Rather [we see] that it is all one man. And it is [found] in the Midrash (Eichah Rabbah 3:5), “‘He has filled me with bitterness, sated me with wormwood’ (Lam. 3:15) – with that which He has filled me with bitterness on the nights of Pesach, as it is written (Num. 9:11), ‘upon matsa and bitter herbs shall they eat it,’ He has filled me with wormwood on the nights of the Ninth of Av.” And it appears to me [that this can be explained] according to that which is [found] in Midrash Eichah Rabbah 1:20:<br>On the night of the Ninth of Av, our father Avraham entered the chamber of the Holy of Holies. The Holy One, blessed be He, grabbed his hand and strolled with him up and down. The Holy One, blessed be He, said to him, “What is My friend [doing] in My house” (Jer. 11:15)? He said [back], “My Master, where are my children?” He said to him, “They sinned and I exiled them among the nations.” He said to Him, “Were there no righteous ones among them?” He said to him, “To do vile designs” (Jer. 11:15). He said to Him, “You should have observed the good ones among them.”  He said to him, “Their many were bad, as it is written, ‘To do the many vile designs.’” He said to Him, “You should have looked at their circumcision in their flesh.” He said to him, “By your life, they refused it, as it is stated (Jer. 11:15), ‘they remove the holy flesh from upon you.’” [See there.]<br>And at first glance, [this is] already implied earlier. As he asked Him, “Were there no righteous ones among them?” And the Holy One, blessed be He, answered him, “‘To do vile designs.’” And [yet] he continues to ask, “You should have observed the good ones among them.” Behold, there were none! And it appears to me that [this can be explained] according to what is written in the Derashot of Rabbi Yehudah Moscato (Italy, 16th century) about that which the world is judged according to its majority – that it means if one is a murderer, another is a thief, still another takes bribes and the last one lends with interest, their prohibitions nullify one another. [This is] as we say (Zevachim 78a), “If one mixes and eats [a combination of] <i>pigul</i>,<sup>64</sup><i class=\"footnote\">Sacrificial meat disqualified by an incorrect thought.</i> <i>notar</i><sup>65</sup><i class=\"footnote\">Sacrificial meat disqualified by the violation of its time limit.</i> and impure meat, he is exempt. And if so, since the majority are not ones who take interest nor murderers, they nullify each other. See there. According to this, our father Avraham first asked Him if there were truly righteous ones, and the Holy One, blessed be He, answered him, “‘To do vile designs.’” To this he said, “You should have observed the good ones,” meaning even though each one has several sins, they are good in relationship to each other; since [the transgressions] this one has, the other does not have – and [so] they can join together to nullify the transgressions of his fellow. And so with the second [individual], with the third and with all of them. [To this], the Holy One, blessed be He, said to him, “Their category (<i>sugihon</i>, which is more commonly rendered as, their many) is bad,” and prohibitions do not nullify one another (as opposed to what Avraham had thought, that people can be combined). Rather everything goes according to the category of transgressions as a whole. And [so] transgressions do not nullify one another. And they said there in Zevachim 79a about this – regarding prohibitions nullifying one another – that it is against Hillel. As he said [to] wrap the matsa and the bitter herbs and eat them together, as he holds that commandments do not nullify one another. And if commandments do not nullify one another, the same is true that prohibitions do not nullify one another. See there. And if so, it is well said that, “With that which He has filled me with bitterness on the nights of Pesach, as it is written (Num. 9:11), ‘upon matsa and bitter herbs shall they eat it’” – and if so, it is shown that commandments do not nullify one another – with this, “He has filled me with wormwood on the nights of the Ninth of Av.” Since their category is bad, the transgressions do not nullify one another.",
            "(<i>Tav</i>) ‘I have strolled in my heart to understand that which is written in Sifrei Devarim 144, “[‘You shall place officers and magistrates in all of your gates, etc.’ –] the appointment of proper judges is worthwhile to give life to Israel and to settle them on their land.” See there. And the language, “The appointment of proper judges is worthwhile to give life, etc.,” is not understood. As it is certainly worthwhile for far more [than only this], since we have found that the Torah itself was only given to Israel on condition that they would execute the laws. [That is] as it is [found] in the Midrash (Shemot Rabbah 31:1), “‘And these are the laws’ (Exod. 21:1) – and this is [the meaning of] that which is written (Ps. 99:4), ‘Mighty King who loves law,’ etc.” And it appears to me that [this can be understood] according to that which is written in <i>Akeidat Yitschak</i>, <i>Parashat</i> Vayera, and these are his words:<br>And I also wonder, is there favoritism in the matter – in what way were the people of Giveah (from the tribe of Binyamin)<sup>66</sup><i class=\"footnote\">See Jud. 19.</i> different than the people of Sodom, etc.? And behold, Ramban,<sup>67</sup><i class=\"footnote\">Ramban on Genesis 19:8.</i> may his memory be blessed, defended them, etc. However the simple text equates them completely.<br>See there, as he wrote at length. But he concludes:<br>If a city is ‘surrounded by the walls’ of good laws and ordinances and proper precepts – even if ‘foxes’ will sometimes breach the fences and break the laws – such a city is close to healing and repair. As ‘one from a city and two from a family’ will rise up to reprove the people [of the city, such that] their hearts will be aroused and they will go back to the [earlier strength]. However if it has no fence – not from ordinances and not from proper customs – even if it has a tall wall of ‘snakes and scorpions,’ ‘thorns and thistles’; their laws are not good and their ‘judgements are not’ to live by, etc. And behold that, in truth, this was the sin of Sodom, etc. – to the point where they established bad and disgusting things to be [as if] good laws. And they [even] enforced them [strictly] with penalties, that they should not transgress them, etc. But in Giveah, they had good laws; however, they sometimes transgressed them, etc. This is possible to fix. [See there.]<br>And it is possible that this is the intention of the <i>Sifrei</i> – “the appointment of judges is worthwhile,” meaning the appointment itself. [As] even if they do not listen to the voice of the instructors, they are close to being saved by the rebuke of the elders – as is written in <i>Akeidat Yitschak</i> about the people of Giveah. And were not the ones setting up the laws of the judges those who settled first in the country of a ‘boundless inheritance’ – ‘no eye has seen [them], O God, but You’?",
            "(<i>Alef</i>) The Psalmist said in Ps. 50:18, 20, “When you see a thief, you fall in with him, and throw in your lot with adulterers. You are busy maligning your brother, defaming the son of your mother.” It appears to me [that this can be explained] according to that which is written in <i>Netsach Israel</i>, chapter 25:<sup>68</sup><i class=\"footnote\">Maharal, <i>Netsach Yisrael</i>, pp. 126-127 in London edition.</i><br>We were asked, “How is it that Israelites are constantly yearning to [do] bad, etc.? As he seeks evil for the one who is his compatriot in Torah and in the commandments. And [yet] the Torah states (Lev. 19:18), ‘and you shall love your neighbor as yourself.’” And I answered him, etc. However this trait is not in Israel from the angle of ‘an evil soul desires evil.’ As from the angle of their essence, this holy people is deserving of all the importance and status, etc. And the one who is important based on his own nature will [naturally] seek status (and this is what causes the Jews to hurt each other). As you will not find a villager jealous of a great minister, but rather a sage of another sage, a wealthy man of a wealthy man and a strong man of a strong man, etc.  Rather this thing comes from [their appropriate] sense of importance. And the proof to this is that it is perfectly obvious that when one of them is in distress, all of them step forward like ‘a brother for adversity.’ And that is because Israel is one nation, etc. And it is not like the traits of licentiousness, etc., as that thing would show great lowliness, etc. And they are stiff-necked from repenting, etc. Because they are far from physicality, they are not [easily] impacted, but rather hold on to their traits, etc. [See there.]<br>And for this reason, he said, “When you see a thief, you fall in with him, and throw in your lot with adulterers” – and that is from the side of crass physicality and it is lowliness. But, “You are busy maligning your brother, etc.,” is from the side of an elevated form, and as is written in <i>Netsach Yisrael</i>. And they are two opposites of one issue. And ‘there should not be [lowliness] like this in Israel’ – the holy people that comes from a good nature. And that which is in <i>Parashat</i> Netzaivm (Deut. 29:21-26) is elucidated by this:<br>And later generations will ask—the children who succeed you, and foreigners who come from distant lands and see the plagues and diseases that the Lord has inflicted upon that land. All its soil burnt by sulfur and salt, etc. And all the nations will say, “Why did the Lord do thus to this land; wherefore that awful wrath?” And they will be told, “Because they forsook the covenant that the Lord, etc. And they turned to the service of other gods and worshiped them – gods whom they had not known and whom He had not allotted to them. So the Lord was incensed at that land, etc.”<br>And Rashi explained [the phrase], “whom they had not known,” [as] they had not known the strength of divinity in them. And Onkelos translated [it as, these gods] did not do good to them – as the one they selected for a god did not give them any inheritance or portion. See there. And at first glance, [this needs] precision – as had it given them an inheritance and a portion, the ‘prohibition [against worshiping it] would still stand in its place. [It is] as we expound in the Gemara,<sup>69</sup><i class=\"footnote\">See Bamidbar Rabbah 20:9.</i> “He exalts (<i>masgi</i>, which can also be read as fools) nations, then destroys them” (Job 12:23); such that it appears to them that they are healed by idolatry, etc. And see that with the generation of the flood it is written (Gen. 6:13), “and behold I will destroy them with the earth.” And the Rabbis, may their memory be blessed, expounded [it as] (Bereishit Rabbah 31:7), “with the land” – three handbreadths of the depth of a plow were despoiled. And the sin of the land was that the Lord said (Gen. 1:11) that the land should give forth “trees of fruit” – that the taste of the tree be like the fruit; but it made “trees that made fruit” (Gen. 1:12).<sup>70</sup><i class=\"footnote\">Bereishit Rabbah 5:9.</i> [It did this] because [its] material was coarse; and this caused man to incline towards physicality. And [so] the Lord said (Gen. 3:17), “Cursed is the earth for the sake of man” – as the damage was evident in man. And for this reason, [people] in the generation of the flood also sinned in physicality – violent theft, sexual immorality and murder; and this was because of the sin of the land. And therefore it was punished. And in the Guide<sup>71</sup><i class=\"footnote\">Guide for the Perplexed 1:36.</i>, [Rambam] wrote that we only find [the terms], awful wrath and jealousy [attributed to God] with idolatry, [since it is understandable that] the Lord has awful wrath about this. See there. But the sin of idolatry is from the angle of the form (the spiritual side) – and that it is the loss of the intellect, as it is written in <i>Gur Aryeh</i>.<sup>72</sup><i class=\"footnote\">Perhaps the reference is to Gur Aryeh on Exodus 22:30.</i> That is why the verse stated, “And all the nations will say, ‘Why did the Lord do thus to this land’” – since if their sin was from the spiritual side, the land did not sin. But if we say that the sin was from the side of physicality; you would still ask, “‘wherefore that awful wrath,’” as this is only with idolatry – as is written in the Guide – and that is from the angle of the intellect. “And they will be told, ‘Because they forsook, etc. and worshiped other gods’” – and the awful wrath was for that.  And “whom they had not known and whom He had not allotted to them” – meaning that they did not apportion them any good and they did not know them [to be] with divine powers, and this was not from a confused intellect, such that ‘He fools the nations.’ Rather it was from the side of crass physicality that [such] anarchy was pleasing to them. And that was the sin of the land, and hence, “all its soil was burnt.” However, if people do righteous deeds, ‘the desolate land will be worked.’",
            "(<i>Reish</i>) “Rabbi Shimon Bar Yochai said, ‘If I had been at Sinai, I would have requested […] two mouths, one for words of the Torah and one for [worldly words. But when he saw the frequency of evil speech which comes out of one mouth…].’” This statement of the [Talmud] Yerushalmi (Berakhot 1:2, 8a) seems [to imply that] there is no great disgrace if one studies [Torah] with the mouth that speaks worldly things, except that one cannot write down the words of the oral Torah. And it is written in <i>Tiferet Yisrael</i>:<sup>73</sup><i class=\"footnote\">Chapter 68 (p. 213 in London edition).</i><br>The Torah was related only to Israel. And through the oral Torah – which is literally in the mouth of a person and not on parchment, etc. – the Torah has a connection with Israel, etc. And this is [the meaning of] the statement of [the Sages], may their memory be blessed, in the chapter [entitled] <i>HaNizakin</i> (Gittin 60b), “The Holy One, Blessed be He, made a covenant with the Jewish people only for the sake of the matters that were oral (<i>be’al peh</i>), as it is stated (Exod. 34:27), ‘For on the basis of [<i>al pi</i>] these things, I have made a covenant with you, etc.’” As this thing is the covenant and the connection that connects two things together, etc. And if the oral Torah was also written, there would be no Torah that would be unique specifically to Israel. [See there.]<br>And according to this, the mouth is the parchment of the oral Torah. And just like the parchment of the written Torah requires processing specifically for the sake [of the commandment], and needs to be pure, and not impure – so too does the parchment of the oral Torah, which is the mouth. It [too] requires that it only be for its sake. And [so] it is proper that he requests two mouths – one for Torah and one for worldly things. And according to this, one must be careful not to speak things that are not from the service to God [with] the mouth. And it is written in Midrash Tehillim 17:5 (on Ps. 17:1), “‘Heed my song,’ that is the song of the Torah; ‘without false lips,’ that is the additional prayers (<i>mussafin</i>). Why ‘without false lips’? Because we [do] not stand in prayer [after] wasteful words, nor false lips; but rather [after] words of Torah and good deeds.” And [it] can be explained according to that which is written by Rabbi Menachem Azariah da Fano, [about the liturgical phrase], “the daily [sacrifices] according to their order, and the additional [sacrifices] according to their law”: “As the daily ones correspond to the written Torah and the additional ones correspond to the oral Torah. And that is why they said, ‘And the additional [sacrifices] according to their law’ – as [the oral Torah] is the law.” And more of a clean mouth is required for the Oral Torah than for the written Torah. As [the latter] is already written on a proper parchment, whereas the mouth of a man is the parchment [for the oral Torah). And this is [the meaning of] “‘Listen to my prayer’ […], that is the additional ones” – which correspond to the oral Torah – ‘without false lips,’ because we [do] not stand in prayer [after] wasteful words.” ‘One who guards his mouth and his tongue, guards his soul from anguish.’ And we have found that Aharon said to Moshe (Num. 12:11), “Please do not place upon us the sin that we sinned and that we blundered.” And it is [found] in the <i>Yalkut</i> (Yalkut Shimoni on the Torah 741), “If we are inadvertent (<i>shogegin</i>), forgive us as those who are volitional (<i>mezidin</i>).” And it seems to me that [it can be explained] according to that which Rashi explained in <i>Parashat</i> Behaalotecha (Num. 12:8), “‘Why were you not afraid to speak against My servant, Moshe’ – against My servant, even though he were not a Moshe; and against a Moshe, even though he were not My servant, etc. You should have said, ‘The King does not love him for nothing!’ And if you say that He is not cognizant of his doings (i.e. that I love him even though he does not deserve it, since I am not aware of his treatment of his wife), this [notion] is worse than your previous one.”<sup>74</sup><i class=\"footnote\">Midrash Tanchuma, Tzav 13; cf. Sifrei Bamidbar 103.</i> To here [are his words]. As sometimes a man speaks about his brother and is mistaken about him; as he really holds that he is bad, as he says about him. But other times a man will be jealous of his neighbor and speak falsely about him in rebellion and sin, even though he knows the truth of the stature of his countryman. And behold, if Aharon and Miriam were inadvertent about Moshe’s stature, their sin would become smaller towards Moshe, but it would be become greater towards the Creator, may He be blessed – as [God] does not love him for nothing. “And if you say that He is not cognizant of his doings, this is worse than anything.” However if they were volitional against Moshe and knew of his stature, and were [just] mocking him, the sin towards the Holy One, blessed be He, would become smaller – as they would not be denying God’s stature at all. And [even though the sin towards Moshe would be greater], Moshe would certainly not be so exacting about his own honor. However the honor of God [would have been] in his heart, to be zealous for Him. And this is why Miriam and Aharon said to him, “If we were inadvertent against you, forgive us as those who are volitional against you – and let the sin not be so great towards the Heavens.”",
            "(<i>Yod</i>) “A person should engage in Torah [study] and the commandments, even if not for their own sake; as through [that which is] not for their own sake, one comes to [engage in them] for their own sake” – as it is [found] in the Talmud (Pesachim 50b). But behold on the verse (Exod. 25:2), “And they shall take an offering for Me,” Rashi explains, “‘For Me’ – for My sake.” And why this offering must be for its own sake more than the other commandments, requires elucidation. Just the opposite: let one be engaged in it, even not for its own sake, etc., as mentioned. And it appears that [it can be explained by noting that] there is a disagreement about acquisition with a handkerchief<sup>75</sup><i class=\"footnote\">Such that acquisition of another item is effected by the symbolic exchange of a handkerchief or some other similar item.</i> between Rav and Levi in the chapter [entitled] <i>HaZahav</i> (Bava Metzia 47a): Rav reasons [the handkerchief should be] from the [possessions] of the purchaser, whereas Levi reasons that [it should be] from those of the seller.  And we establish [the law] to be like [the opinion of] Rav. And Ran<sup>76</sup><i class=\"footnote\">Rabbeinu Nissim of Gerona (Spain, 14th century).</i> in the first chapter of <i>Kiddushin<sup>77</sup><i class=\"footnote\">Kiddushin 7a.</i></i> is troubled about Rav who holds that it is specifically from the items of the buyer and not of the seller, even if he is an important man. As in <i>Kiddushin</i>, we conclude that [a woman becomes] married if she gave something to an important man [to wed him], because of the enjoyment [she gets] from that which he accepted it from her.<sup>78</sup><i class=\"footnote\">While marriage is not a commercial transaction, many of the laws of acquisition apply, such that the man is acquiring certain rights from the woman.</i> And see there; that he wrote to resolve [this] – and these are his words, “When we say that if an important man receives a present, it is considered enjoyment [for the giver], that is when he receives a true present, but when it is on condition that [it] be returned, it is not considered so. And since an undifferentiated acquisition with a handkerchief is on condition that [the handkerchief] be returned, is has to specifically be from the items of the buyer.” See there. And see in <i>Beit Chadash<sup>79</sup><i class=\"footnote\">A commentary on the Shulchan Arukh by Rabbi Yoel Sirkis (Poland, 1560-1640).</i></i> on Choshen Mishpat 190:4 who deduced from this that if one gives [such a gift] on condition to return [it] to an important man, it is not effective. [As] even though a gift given on condition that [it] be returned is considered a gift, it is not credited to the giver in this way.  See there. And is it has already been written in <i>Toldot Yitschak</i><sup>80</sup><i class=\"footnote\">A commentary on the Torah by Rabbi Yitschak Karo (Spain, Turkey, Israel 1458-1535).</i> and in [the commentary of R. Moshe] Alshekh [about] “And they shall take an offering for Me,” [that] it is fitting that it should [rather] say, “And they shall give.”  And they wrote that the receiving of an important man is considered like giving; and [so in that case], the receiver is the giver. [Hence] all the more so [with] the Creator, may His name blessed, is that which is given to Him as if it is taken from Him. See there. And behold with all of the commandments, one who says, “I am contributing this small coin in order that my son will live,” behold he is a full-fledged righteous person;<sup>81</sup><i class=\"footnote\">Pesachim 8a-8b.</i> and his present is a present – even if it is on condition that [it] be returned. And the same is the law here with offerings – even if he gives [it] for the sake of some reward, it is [still considered] giving. If so [however], we would still have the problem that it should have stated, “And they shall give” – like it is written in <i>Toldot Yitschak</i> and in Alshekh. And it is not relevant to answer like the commentators have answered, that giving to an important “person” is like receiving, since it is on condition that [it] be returned (in that the giver expects a reward) – and as I wrote in the name of Ran. Therefore Rashi explained, “For My sake” and not on condition to receive a reward. And then, “And they shall take an offering for Me,” fits – as mentioned above. And see there in my book, <i>Ketzot HaChoshen</i> on Choshen Mishpat 190:4. Nevertheless, it should appear to each person about himself that he has not yet been sufficiently righteous in his actions in front of his Creator, may He be blessed. Yet he should hope that he shall arrive above, as we will say at the beginning of the next section after this.",
            "(<i>Hay</i>) ”Before the soul descends, it is made to swear, ‘Be righteous and do not be evil. But even if the whole world tells you that you are righteous, you should be like an evildoer in your [own] eyes.’”  And this is a statement of the Talmud in Niddah 30b in the chapter [entitled] <i>HaMapelet</i>. And this ostensibly contradicts that which they said in Avot 2:13, “Do not be evil in front of yourself (<i>bifnei atsmecha</i>, which can also be understood as, in the face of your essence).” And it appears to me [that this can be explained by noting what is written] in Ps. 62:10, “Men are mere vanity; mortals, deception; placed on a scale all together, they weigh less than vanity.” And [it is written] in the <i>Yalkut</i> (Yalkut Shimoni on Torah 645), “The deceptions and vanities that Israel does are worthwhile – as they are men, the sons of Avraham, who was the greatest man among the giants – to be raised upon the scales, in the month of Tishrei,<sup>82</sup><i class=\"footnote\">The month in which the High Holidays fall and which is traditionally associated with yearly judgement.</i> the sign of which is Scales (Libra) – to be raised together above the vanity.” And this requires elucidation, as there is nothing worse than the sin of deceptions and vanities. And it appears [that it can be explained according to that] which is [found] in the Midrash (Bereishit Rabbah 48: 10):<br>“Let a little water be taken” (Gen. 18:4) – Rabbi Eliezer said in the name of Rabbi Simai, “The Holy One, blessed be He, said to Avraham, ‘You said “Let a little water be taken” – by your life, I will repay your children’; this is that which is written (Num. 23:17), ‘Then Israel sang, “Spring up, O well; sing to it, etc.”’<sup>83</sup><i class=\"footnote\">Traditionally understand as a reference to a well that accompanied the Jews throughout their sojourning in the wilderness. See Rashi ad loc.</i> ‘You said “wash your feet” – by your life, I will repay your children in the wilderness, in their settlement (in Israel) and in the future to come.’ In the wilderness, from where [do we know it]? As it is stated (Ezek. 16:9), ‘I will wash you in water.’ In their settlement, from where [do we know it]? As it is stated (Isaiah 1:16), ‘Wash yourselves, purify yourselves.’ In the future to come, from where [do we know it]? As it is stated (Isaiah 4:4), ‘When the Lord washes the, etc.’”<br>And ostensibly these repayments are not equal to one another. As in the wilderness, it is well stated – “I will wash you”; and also in the future to come, “When the Lord washes, etc.” – and its understanding is that the Holy One, blessed be He, Himself, washes [them]. But this is not the case in the settlement, about which it is written, “Wash yourselves.” How is this a repayment of reward, if they are washing themselves – without ‘His bounties?’ And in my humble opinion, it appears that [it can be explained according to that] which is [found] in Midrash Shir HaShirim Rabbah 1:6:3:<br>[“Don’t stare at me because I am swarthy” (Song 1:6)] – Rabbi Yitschak said, “[There is] a story about a townsman who had a black maidservant who went down to fill water from the spring with her companion. She said to her companion, ‘Tomorrow my master will divorce his wife and take me for a wife.’ [The companion responded] to her, ‘Why?’ ‘Because he saw that her hands were charred.’ She said to her, ‘There is no [greater] fool in the world [than you]. Let your ears hear what your mouth is saying: If you say that he wants to divorce his wife who is so beloved to him because he saw that her hands were charred for a short time, it is all the more so with you – as you are totally charred, black from your mother’s innards.’ [‘As the sun has tanned me, etc.’ (Song 1:6) ] – To what are we (i.e. Israel) similar? To the son of a king who went out to the wilderness of a city and the sun beat down upon his head and his face darkened. But when he returned to the city and washed with a little water and went to the bathhouse, he regained his beauty. And behold he is as he was, etc. But you (the other nations) are tanned from the innards of your mothers, etc. [See there.]<br>And with this it is understood: In the merit of Avraham, his descendants were pure and clean like him.  As the father gives over to the child his appearance, his beauty, etc.<sup>84</sup><i class=\"footnote\">Mishnah, Eduyot 2:9.</i> And even if their form was damaged afterwards through sins, behold this is like the tanning of the skin, which only covers the fine appearance for a short time. But after a little washing, it returns to its fineness – to its original essence (<i>etsem</i>). And this was the promise of the Holy One, blessed be He, to Avraham – “Wash yourselves,” the explanation of which is that they will be able to wash and remove the dung from upon them, like that townswoman who returns to her beauty. And it appears that this is the intention of the lamenter (Lam. 4:7-8), “Her elect were purer than snow […]; their <i>etsem</i> ruddier than corals. Now their faces are blacker than soot.” And [this is] meaning that their essence (<i>etsem</i>) was beautiful and pleasant – their ‘stump is a holy seed.’ And this is [the meaning of] “their <i>etsem</i> ruddier than corals.” However “Now their faces are blacker than soot” – meaning their external appearance.",
            "(<i>Lamed</i>) According to our approach, this is the intention of the statement of [the Sages] may their memory be blessed, in <i>Avot</i>, “Do not be evil in front of yourself (<i>bifnei atsmecha</i>)” – the explanation of which is in your essence.  As we are holy seed and we will not change in essence. And all of the sins of the Children of Israel are only their appearance, which will not be permanent, but only present from time to time. And that which they said, “But even if the whole world tells you that you are righteous, you should be like an evildoer in your <i>eyes</i>” – the explanation of [“in your eyes”] is in your appearance. [This is] like “and its appearance (literally, eye) was like the appearance of bdellium” (Num. 11:7) – the explanation of which is the appearance, and that is the description. And so you should increase courage, have much soap, whiten your clothes and fulfill the desire of your Creator who says, “Show me your appearance.”<sup>85</sup><i class=\"footnote\">This literary allusion is also from Song of Songs (Shir HaShirim 2:14).</i> And behold anything that is not in the essence is only in the appearance. And [that] which is in the appearance is only incidental, and that which is incidental will not be permanent. Therefore [with] the seed of Avraham, even if their hands are charred, the blackness will not be permanent; and they will necessarily be whitened and return to their beauty and their essence. Rather [it is] their good deeds [which] are their essence. And [so] behold, something impermanent is called deception (<i>khazav</i>), as in (Isaiah 58:11), “whose waters do not fail (<i>yekhazvu</i>).” And this is the intention of the midrash that said, “the deceptions and vanities that Israel does are worthwhile.” [It] means all of the sins – [both] light and severe – are only deception, since they are incidental. As their essence is pure and clean, like Avraham their bequeather, and as mentioned. And this is the intention of the statement of [the Sages], may their memory be blessed, in Chapter 1 of Tractate <i>Rosh Hashanah</i><sup>86</sup><i class=\"footnote\">Rosh Hashanah 17b.</i>, “Ilfa brought up [a contradiction]: It is written [about God], ‘and abundant in kindness’ (Exod. 34:6); and [yet in the same verse], it is written ‘and truth.’  He answered, ‘Initially [He judges in] truth, but in the end, abundant in kindness.’” And also there (Rosh Hashanah 17a), “Beit Hillel say, ‘[He who is] abundant in kindness inclines towards kindness.’” [This is] meaning [that] since the good deeds are essential, they are lasting and they are [therefore] true; but the sins are deception. And just like ‘a little bit of light pushes off much of the darkness,’ so does a little bit of truth push off much deception. And therefore He inclines towards kindness, because of the truth.",
            "(<i>Yod</i>) “The fear of the Lord was its storage chest” (Isaiah 33:6). And [this] means like that which [Rabbi Bachya] said in the Duties of the Heart, “And be careful that that your enterprise in your acts for God not be like the enterprise of the bird about which the verse says that it lays its egg and warms it on top of the ground and so fails to safeguard it, to the point that other animals destroy it and it does not become a fledgling.” [This is] like the verse states (Job 39:13-14), “The wing of the ostrich spreads […]. She leaves her eggs on the ground, etc.” And even one who is occupied with Torah, the commandments and acts of lovingkindness require safeguarding. And that is fear [of God] – like the <i>kav </i>of <i>ḥomton</i> (a substance that keeps pests away from grain), as is elucidated in the Talmud (Shabbat 31a-31b).<sup>87</sup><i class=\"footnote\">See the next paragraph.</i> And it is written,<sup>88</sup><i class=\"footnote\">The first and last part of the quote is from Exod. 20:16-17, but the middle is from Deut. 5:22.</i> “You speak to us […] and we will hear, lest the great fire consume us. And [Moshe] said […], ‘Be not afraid; for God has come only in order to test you, and in order that the fear of Him may be upon your faces.’” And at first glance, this is not understood – first he says, “Be not afraid”; and at the end he says, “in order that the fear of Him may be upon your faces.” And it appears to me [that it can be explained] according to that which is said about one of those who had fear [of God]: That they found him sleeping in one of the wildernesses and said to him, “Are you not afraid of lions; that you are sleeping in this place?” He said [back] to them, “I am ashamed in front of God to have any fear besides my fear of Him.” [This is] brought in the Duties of the Heart (in the Section on Love, Chapter 6).<sup>89</sup><i class=\"footnote\">10:6.</i> See there. And this is the intention of the statement of [the Sages], may their memory be blessed, “‘That fear of Him may be upon your faces’ – this is [referring to] shame” (Nedarim 20a). The explanation is that they be embarrassed to fear anything else behind Him, may He be blessed. And this is what Moshe told them, “Be not afraid,” meaning that they not be afraid from the voices and the fire – like they said, “Lest it consume us.” But only “the fear of Him should be upon your faces” – and that is the shame. And anyone who is on this level will have all of his actions dedicated to His name, may He be blessed. And with this, there will be a safeguarding of his Torah and his good deeds. And so did Kohelet say (Ecclesiastes 12:13), “Fear God and guard His commandments” – and its explanation is that only through fear of Him will his commandments be guarded, just like the wheat with the <i>kav </i>of <i>ḥomton</i>. And without the safeguarding, the Torah [that one studies] and the commandments [he performs] are not lasting. And in the Zohar, fear [of God] is given the name daughter; and Torah, the name son. And it is possible that they were hinting to this in the Talmud (Bava Batra 141a), “A daughter first is a good sign for sons. […] because she raises [the sons].” [This is] according to that which is written in Avot 3:9, “Anyone whose fear of sin precedes his wisdom, etc. And anyone whose wisdom precedes his fear of sin, etc.” And this is [the meaning of “A daughter first,” meaning fear, “is a good sign for sons,” meaning Torah – “because she raises [the sons].” As through it, the Torah [study becomes] lasting. And through this, the explanation of the song of Haazinu becomes elucidated – “The Lord saw and was vexed, and spurned His sons and His daughters” (Deut. 32:19): [This] means that they had the son come before the daughter – the explanation of which is that Torah [preceded] fear. “And He said, ‘I will see how they fare in the end, for they are a generation of reverses’” (Deut. 32:20), as they reverse the order; and as a result of this, they are “children with no faith in them,” – the explanation of which is that also the Torah [study] that they have with them will not grow and be lasting with them.",
            "(<i>Bet</i>) In <i>Sefer HaIkkarim</i> 3:35,<sup>90</sup><i class=\"footnote\">A classic work of Jewish philosophy written by Rabbi Yosef Albo (Spain, c. 1380-1444).</i> [it is written about (Deut.  6:5), “And you shall love the Lord, your God”]: “A person cannot love two things or two persons with a perfect love, for if he loves them both, neither love is perfect since it is divided between two. It is impossible for the lover to be completely united with the loved – such as the idea of love requires – unless the loved is one. […] But since ‘the Lord is one,’<sup>91</sup><i class=\"footnote\">The reference is to the previous verse, Deut. 6:4.</i> [‘you shall love the Lord, your God’].” See there. And this appears to be the intention of the Scripture (Gen.  22:2), [wherein] the Holy One, blessed be He, says to Avraham, “Please take, etc., whom you love”; but after his passing the test, it is said to him (Deut. 22:16), “Because you have done, etc., your only one from Me” – but it did not repeat, “whom you love.”  As the essence of the test was that God, may He be blessed, saw that [Avraham] loved the son he fathered when he was a hundred. And because of this, his love was [divided] and not perfect with Him, may He be blessed. Hence He told him to slaughter his son that he loved. This was in order to negate the love from his son and make it perfect for [God], may He be blessed. And after he passed the test and made his love perfect for God – to the point that in his love, he wanted to slaughter his only son – then his love for his son was already negated; and all of its divisions became wholly for God, may He be blessed. And therefore it no longer mentioned “love” for Yitschak, just “his only one.” And one must dedicate [his] fear and love to His name, may His name be blessed, as we have elucidated. And behold, from undiluted fear, he came to total love. And they said in the Talmud (Shabbat 31a), “‘The fear of the Lord was its storage chest’ (Isaiah 33:6) [… There is] a parable about a man who said to his emissary, ‘Bring […] wheat up to the attic for me.’ [So] he went and brought it up for him. He said to [him], ‘Did you mix a <i>kav</i> of <i>ḥomton</i> into it?’ He said to him, ‘No.’ He said to him, ‘It would have been preferable had you not brought it up.’” And Rashi explains that <i>ḥomton </i>preserves produce from getting wormy. But [it is found] in the Midrash (Shemot  Rabbah 30:14), “[‘The fear of the Lord was its storage chest’] – there is a parable about a man who said to his fellow, ‘I have a hundred <i>kor</i> of wheat, a hundred barrels of oil [and] a hundred barrels of wine.’ [The other] said to him, ‘Do you have storehouses to put [them into?’ He said to him, ‘No.’ He said to him, ‘Then] you will have no [benefit] from them.’” And in <i>Tur Bareket</i>,<sup>92</sup><i class=\"footnote\">A commentary on the <i>Shulchan Arukh</i> written by R. Chaim HaKohen (Syria, 1585-1655).</i> it is written that in our Talmud, it is a parable for internal fear, but in the midrash – which calls it storehouses – it is a parable for external fear. See there. And behold, certainly one who has more wheat or fruit will need to have more <i>homton</i> and to have more storehouses to put them in. And for this reason, one who is a master of Torah, the commandments and many good deeds, will need more storehouses and <i>homton</i> – according to the value of the grain and barrels of wine and oil that he has. And if so, he needs more fear of Him, which ‘is his storage chest.’ And for this, he needs cooperation and association with those that fear – those that fear the Lord. And [it is] just like there is cooperation between the one who has grain but does not have storage chests and the one has many storage chests. And with this, it is possible to explain (Ps. 119:63), “I am a companion to all who fear You, to those who guard Your precepts” – since through fear, the commandments will be guarded. And [it is also possible to explain], “Fear God and guard His commandments” (Ecclesiastes 12:13), – as through fear of Him, [a person’s fulfillment of the] commandments will be guarded, like the <i>kav </i>of <i>ḥomton</i> preserves the wheat, and as I wrote in Paragraph <i>Yod</i> adjacently (immediately above).",
            "(<i>Hay</i>) King Shlomo, peace be upon him, said (Prov. 1:22), “How long will you silly ones love silliness, you scoffers desire scoffing?” And ostensibly this makes one wonder, who would love silliness more than the silly ones, and scoffing than the scoffers. And it appears [that it can be understood] according to that which is written in Chapter 8 of <i>Maarekhet Elohut</i><sup>93</sup><i class=\"footnote\">A kabbalistic work attributed to Rabbi Perets HaKohen (Spain, 14th century).</i> – and [these are his words]:<br>And one should further reflect upon the statement of [the Sages], may their memory be blessed, “Anyone who is greater than his fellow, his [evil] inclination is greater than his” (Sukkah 52a). As they were not speaking about a completely righteous one, etc., ‘as he is an angel of the Lord of Hosts,’ etc. And they were likewise not talking about a completely evil one, etc. ‘as he is compared to a beast,’ and he is all evil inclination. Rather they were speaking about those in between, etc. And when [such a] one is greater than his fellow in Torah and wisdom – which hint to stature – so [too] does the life force which is connected with each trait, from which desire comes, dwell upon him in a more perfect way. And it comes out that his inclination is greater; as since the life force is connected with the glorious form, it is always aroused to go from being latent to being actualized – as the ‘north wind always blows.’<sup>94</sup><i class=\"footnote\">See Gittin 31b.  </i> [But] this is not the case when it is not so connected to the form – and it is [accordingly only] occasionally actualized.  “And one who has bread in his basket is not similar to one who does not have bread in his basket” (Yoma 67a). [To here are his words.]<br>And in the commentary there [it is written, and] these are [its words], “But this metaphor appears difficult in my eyes – as it does not justify the [argument], but rather contradicts it, etc.” However it can be said that he only brought this statement to say that the [more] complete one always ‘has bread in his basket’ regarding the matter of achievement, whereas this is not the case with the other. And see there. But it appears to me that its explanation is that certainly that which they said that they would say to the messenger who would take the scapegoat, “Here is [food], here is water,” and they said, “No one ever needed this. However it is that one who has bread in his basket is not similar, etc.” – so too is it with one who is greater than his fellow, and all of the doors to transgress with a certain sin are closed. As behold, for him to transgress the commandments of the Lord is something impossible in any way. And [so] you see, he does not ‘have bread in his basket’ – as in no way will he come to [actualizing] this desire. And then his inclination becomes strong against him and restrains him. [But] this is not the case with one lesser in his stature who is able to transgress in certain ways with the commandments. And so he ‘has bread in his basket,’ and his inclination is not strong against him – since if he wants, he will do [the sin]. And about this is it said that the northern wind always blows – it [refers to] the evil inclination, as ‘the evil will begin from the north.’ And if the life force is connected with the glorious form and it is impossible for him to transgress against [any] commandment, his inclination becomes strong against him – as he does not ‘have bread in his basket.’ [But] this is not the case when it is not so connected and he sometimes actually transgresses – [such a one] ‘has bread in his basket.’ And [so] his inclination is not so great. And this is the explanation of “How long will you silly ones love silliness, you scoffers desire scoffing?” Since they ‘have bread in their baskets’ and they can do as they please, what is this love and desire of theirs for scoffing? This love and passion would have been more fitting for one who is not a scoffer or a silly one – as he does not ‘have bread in his basket.’ And [such a one] must watch his mouth and his tongue very much from all of what was mentioned above. And [this is] especially [the case] with a Torah scholar who meditates upon the oral Torah – that he requires a clean and pure mouth, like the law of parchment for the oral Torah, and as I wrote in the nearby Paragraph <i>Reish</i> (the second paragraph so designated).",
            "(<i>Kaf</i>) “When vileness is exalted (<i>kerum</i>) among the sons of men” (Ps. 12:9). And the rabbis expounded [about this verse] (Berakhot 6b), “These are matters in the heights of (<i>berumo</i>) the world, which people treat with contempt [– and that is prayer].” And [it is written] in Isaiah 29: 13-14, “Because that people has approached [Me] with its mouth, and honored Me with its lips, but has kept its heart far from Me […]. Hence, I shall further baffle that people with bafflement upon bafflement; and the wisdom of its wise shall fail.” And it appears to me [that this can be understood as follows]: Behold [it is written in] Ps. 78:36-37, “Yet they seduced Him with their mouth, were untrue to Him with their tongue. Their hearts were inconstant toward Him; they were untrue to His covenant.” Ostensibly, that which it said, “were untrue to Him with their tongue,” is difficult – as the essence of untruth is in his heart, whereas seduction is with his mouth and with his tongue. However they said (Berakhot 33b):<br>A certain [prayer leader] descended [before the ark] in the presence of Rabbi Chanina. He [extended his prayer and] said, “God, the great, mighty, awesome, etc.” [Rabbi Chanina said], “Had Moshe not said them […] and had the members of the Great Assembly not come and incorporated them into the<i> </i>prayer, we would not say [any words of praise for God at all]. And you went on and recited all of these? It is comparable to a king who possessed many thousands of golden dinars, yet they were praising him for [a hundred] silver dinars. That would be a disgrace for him.”<br>And the Guide writes (Guide for the Perplexed 1:59):<br>They did not say, “It is comparable to a king who possessed many thousands of golden dinars, yet they were praising him for a hundred golden dinars.” For this would imply that God's perfections were more perfect than those ascribed to man [but] still of the same kind; but this is not the case, as has been proved. Rather the wisdom of this metaphor is that they praise him with silver – to show that these attributes that are perfections as regards ourselves, are not such as regards [God], may He be blessed. In reference to Him they would all be defects – and as this metaphor elucidates and says – “would it not be a disgrace to Him?” [To here are his words].<br>And Rambam has already elucidated there that one should not ascribe to the Creator, may He be blessed, any homage or praise from the virtues of the wise or the strong, whereas He is distant from comparison – as He is elevated ‘above any blessing and homage.’ See there in Chapter 59. And if so, the main homage [for God] in the heart of the discerning is that he distance anything that he says with his mouth from his heart (mind). And he should understand that it is perforce that [we] speak in the language of man. But in his heart, the ‘silence is homage.’ And behold, it was already [written] in Duties of the Heart, in the Section on the Reckoning of the Soul, Chapter 3,<sup>95</sup><i class=\"footnote\">8:3.</i> and these [are his words], “And they compared this further to a servant whose master came to his house and he commanded his wife and children to honor [the master] and do everything for him. But [the servant] went away and got involved in mirth and laughter, and stopped himself from honoring [the master] himself, etc. And his master became enraged with him and did not accept his honor and his service and returned everything in his face.” To here [are his words]. And we will add a little [to the] metaphor – that his wife and his household did not know and did not understand the nature of the king and his glory, as they had still never seen a ruler in their days. And [so] they did not honor him fittingly, but rather as [would befit] one of the ministers. Then the rage of the king rose against his servant. But [the servant’s] wife and household were not blamed – as given their lack of awareness, what could they do? Not so the servant, the one that was aware. So too is the matter of prayer, when “they seduce Him with their mouths.” Since there is no limit to the glory of the Creator, may He be blessed, in the mouth and the tongue – as He is not of its nature and category at all, since He is elevated and distinct and removed from what can be said by the mouth – it is only something of homage and praise that is perforce fashioned to fit the ear of the speaker and the one giving homage. But ‘if their hearts are inconstant towards themselves’ – the explanation of which is that they do not have the intention in their hearts that all of what they are saying is only by way of illustration – then “they seduced Him with their mouth, were untrue to Him with their tongue.” As none of the homage and praises correspond to Him, may He be blessed, in any fashion. And this is the understanding of “Because that people has approached [Me] with its mouth, and honored Me with its lips, but has kept its heart far from Me” – meaning, that they did not have intention for that which we mentioned. “Hence, I shall further, etc. and the wisdom of its wise shall fail.” [This is] according to that which is stated in Job 28:12, “But where (<i>meayin</i>, which can also be understood as, from not) can wisdom be found” – the explanation of which is that the essential wisdom is in negation, such that we negate virtues [that could be] attributed to Him.<sup>96</sup><i class=\"footnote\">See Guide for the Perplexed 1:55-60, in which Rambam develops what is known as the <i>via negativa</i>, which is a philosophical construct in which there are no accurate ways that man can describe God. Rather the only thing man can accurately do is negate the existence of any attributes that may be ascribed to God.</i> But then “the wisdom of its wise shall fail.” However the ‘man of faith’ will guard [it] in his heart – he will be wise and say, “It is the ‘kindness of God’ to us that we [can] praise Him according to our level.”",
            "(<i>Hay-Nun</i>) ‘Behold man is the one’ in which there is one shrine, as we have elucidated in most of the sections of this introduction of ours. And [it is] as it is [found] in the Zohar, <i>Parashat</i> Korach 94 (3:176a-b), “The One only dwells among the one.” See there. And the unity that [comes] as a result of the commandments permitted the Divine Presence to dwell among Israel through the twenty-two letters of the Torah. As included in it are the six hundred and thirteen commandments – the three hundred sixty-five positive commandments and the two hundred and forty-eight negative commandments – corresponding to the sinews and limbs of a man.<sup>97</sup><i class=\"footnote\">Targum Yonatan on Genesis 1:27; Zohar 1:170b.</i> And so was it explained in Paragraph <i>Tzaddi </i>in explanation of the verse (Isaiah 59:2) “But your iniquities have been a barrier between you,” that [the Jews] are united through the commandments and divided one from another through sins.<sup>98</sup><i class=\"footnote\">This specific verse is not explained in our text. However the topic is broached in Paragraph <i>Tsadi</i>, and it is possible that this is the reference here, and not Paragraph <i>Bet</i>, as appears in the printed editions. However, it is even more likely that the reference is to <i>Binah Le’Etim</i> (Drash 48) of Rabbi Azariah Figo, as per the correction found in the New York <i>Shivelei David</i> edition, as both the verse and the idea are found there. (Hence the notation <i>Si. Bet</i>, which was understood as a reference to <i>Siman Bet</i>, should have been <i>S. Bet</i>, which could mean <i>Sefer Binah Le’Etim</i>.)</i> And this was the intention of Hillel who said to the convert, “[‘And you shall love your neighbor as yourself’ (Lev. 19:18)] – that is the entire Torah, and the rest is its explanation. Go study.”<sup>99</sup><i class=\"footnote\">Shabbat 31a.</i> [Its] explanation is that the other commandments are explanations of the unity through which Israel joins together and becomes one. And this is also elucidated in the midrash (Vayikra Rabbah 13:3) that says, “What does the Holy One, blessed be He care if he slaughters, etc.? Behold, [the commandments] were only given to refine (<i>letsaref</i>, which can also mean, unite) the creatures, as it is stated (Prov. 30:5), ‘the word of God is refined.’” [Its] explanation is that through the commandments, the Children of Israel will be unified.  And also there in <i>Midrash Rabbah</i> on <i>Parashat</i> Vayechi,<sup>100</sup><i class=\"footnote\">The reference seems to be to Bereishit Rabbah 98:3. Differing versions of the midrash are brought in several other places such as Midrash Tanchuma, Vayehi 8:2.</i> “Yaakov said to his sons, ‘Maybe because you come from four mothers, you have a tinge of idolatry?’ They said to him, ‘It is written (Num. 1:20), “according to the house of their fathers” – just like there is only One in your heart.’” And the author of the <i>Yafeh Toar</i><sup>101</sup><i class=\"footnote\">A commentary on Bereishit Rabbah by Rabbi Shmuel Yafeh Ashkenazi (Turkey, 16th century).</i> did not know its explanation. But it appears to me that [it can be explained] according to what [Maharal] writes in <i>Netsach Yisrael</i><sup>102</sup><i class=\"footnote\">See <i>Netsach Yisrael</i>, Chapter 32 (p. 153 in London edition).</i> – [that the] reason that Rachel gave the signs to Leah<sup>103</sup><i class=\"footnote\">In Bava Batra 123a, the rabbis write that Yaakov had given Rachel a type of code (signs) in case an impostor be sent to his tent in her place on their wedding night. When Rachel found out the plot to have Leah be that impostor, she gave Leah the signs to prevent her from being embarrassed.</i> was because she knew that it was not fitting for Yaakov to father all twelve of the tribes from one woman. And had it been so, they would have all been one, whereas that is not fitting for this lowly [world] – as its nature inclines away from the way of oneness. And this causes sin in Israel until the future to come (messianic times) speedily in our days. See there. And this is [the meaning of that which Yaakov said to his sons, “Maybe because you come from four mothers, it is impossible that you will be unified; and sin caused it, as the One can only dwell among one.” But they answered him, “It is written, ‘according to the house of their fathers’ – and there is one Father to all of us and there is One in our hearts. And God, may He be blessed, will be unified through us.” And it is as our teacher Rabbi Yitschak Abarbanel writes in explanation of the verse (Gen. 2:24), “and they shall become one flesh,” like Rashi explained – through the embryo that is created from both of them. And the portion of each one is in the many limbs. Even though the embryo loves itself; yet through this the father and the mother [also] love each other, as a branch produces love in [its] roots. And this is the intention of the statement of [the Sages], may their memory be blessed, “‘And you shall love [the Lord your God], etc.’ (Deut. 6:5) – [that the name of the Heavens be loved through you<sup>104</sup><i class=\"footnote\">This is the text found in the Talmud, and it is possibly what was written by the author. However, most versions of the <i>Shev Shmat’ta</i> have, “both of them will be beloved through the Torah scholar,” possibly relating to the mother and father.</i>]” (Yoma 86a). And that means that the higher forces become unified, as all of them gave their portion to man and he is a branch from them – and love will sprout from the roots. And hence one should have intention for this unification before every [Torah] study [session] and good deed, as a fulfillment of the commandment of “and you shall love your neighbor, etc.” And [then] all of Israel will be one, and also all of the ones that gave birth to them will love each other and be unified.<sup>105</sup><i class=\"footnote\">The author returns here to the theme with which he began this essay in the introductory paragraph and Paragraph <i>Gimmel</i>.</i> And with what I have elucidated, their statement at the end of Tractate <i>Eduyot</i> is understood, “[Eliyahu] will not come to make distant or to bring close, but to make peace [among them], as it is stated (Mal. 3:23-24), ‘Behold, I will send, etc. [He shall bring back the hearts of the children to their fathers’” (Mishnah Eduyot 8:7). [This is] meaning that [the children] will be called by the name of their fathers, but there is [only] one Father to us all. And the world will then be fit for it. And then we shall see the joy of Zion and the building of Jerusalem, speedily in our days. Amen, Selah.",
            "‘Any my prayer is [that] He quicken his plan [and] hasten the refuge for us’ – that He not continue to chastise us, even if we know that He has done all of these [things] from His mercy; ‘as in the way that a man chastises his son, etc.’ And [it is] like the statement of the Psalmist, peace be upon him, “Has God forgotten how to pity; has He in anger shattered His compassion? Selah” (Psalms 77:10) – the understanding of which is that He forgot His revealed and clearly obvious pity, as He concealed the mercy within His anger, and [so] He bursts out to chastise us with mercy. But we have already been chastised, ‘have been doubly smitten.’ May the Lord [thus] be increasingly appeased, may He ‘bring close our dispersed,’ ‘gather our exiles’ [and] ‘guide us in paths of righteousness’ and quiet. [May] our Beloved have us graze and bring us to our holy mountain. Then ‘Zion will rejoice’ [and] Jerusalem will be glad, speedily in our days, Amen, Selah. "
        ],
        "Shmatta 1": {
            "Subject": [],
            "": []
        },
        "Shmatta 2": {
            "Subject": [],
            "": []
        },
        "Shmatta 3": {
            "Subject": [],
            "": []
        },
        "Shmatta 4": {
            "Subject": [],
            "": []
        },
        "Shmatta 5": {
            "Subject": [],
            "": []
        },
        "Shmatta 6": {
            "Subject": [],
            "": []
        },
        "Shmatta 7": {
            "Subject": [],
            "": []
        }
    },
    "versions": [
        [
            "Shev Shmat'ta, Sponsored by Jacob and Suzanne Doft, trans. Rabbi Francis Nataf, 2018",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "שב שמעתתא",
    "categories": [
        "Halakhah"
    ],
    "schema": {
        "heTitle": "שב שמעתתא",
        "enTitle": "Shev Shmat'ta",
        "key": "Shev Shmat'ta",
        "nodes": [
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "שמעתתא א",
                "enTitle": "Shmatta 1",
                "nodes": [
                    {
                        "heTitle": "נושא",
                        "enTitle": "Subject"
                    },
                    {
                        "heTitle": "",
                        "enTitle": ""
                    }
                ]
            },
            {
                "heTitle": "שמעתתא ב",
                "enTitle": "Shmatta 2",
                "nodes": [
                    {
                        "heTitle": "נושא",
                        "enTitle": "Subject"
                    },
                    {
                        "heTitle": "",
                        "enTitle": ""
                    }
                ]
            },
            {
                "heTitle": "שמעתתא ג",
                "enTitle": "Shmatta 3",
                "nodes": [
                    {
                        "heTitle": "נושא",
                        "enTitle": "Subject"
                    },
                    {
                        "heTitle": "",
                        "enTitle": ""
                    }
                ]
            },
            {
                "heTitle": "שמעתתא ד",
                "enTitle": "Shmatta 4",
                "nodes": [
                    {
                        "heTitle": "נושא",
                        "enTitle": "Subject"
                    },
                    {
                        "heTitle": "",
                        "enTitle": ""
                    }
                ]
            },
            {
                "heTitle": "שמעתתא ה",
                "enTitle": "Shmatta 5",
                "nodes": [
                    {
                        "heTitle": "נושא",
                        "enTitle": "Subject"
                    },
                    {
                        "heTitle": "",
                        "enTitle": ""
                    }
                ]
            },
            {
                "heTitle": "שמעתתא ו",
                "enTitle": "Shmatta 6",
                "nodes": [
                    {
                        "heTitle": "נושא",
                        "enTitle": "Subject"
                    },
                    {
                        "heTitle": "",
                        "enTitle": ""
                    }
                ]
            },
            {
                "heTitle": "שמעתתא ז",
                "enTitle": "Shmatta 7",
                "nodes": [
                    {
                        "heTitle": "נושא",
                        "enTitle": "Subject"
                    },
                    {
                        "heTitle": "",
                        "enTitle": ""
                    }
                ]
            }
        ]
    }
}