{
    "language": "en",
    "title": "Targum Jonathan on Isaiah",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "actualLanguage": "en",
    "isBaseText": false,
    "heTitle": "תרגום יונתן על ישעיהו",
    "categories": [
        "Tanakh",
        "Targum",
        "Targum Jonathan",
        "Prophets"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "In the year that Tharthan marched to Ashdod, (when Sargon, the king of Assyria, sent him,) and he waged battle against Ashdod, and subdued it;",
            "At that time the Lord decreed by Isaiah, the son of Amoz, saying, Go and remove the sackcloth which is on thy loins, and put off thy sandals from off thy feet: and he did so, walking naked and barefoot.",
            "And the Lord said, Like as my servant Isaiah hath walked naked and barefoot three years for a sign and wonder upon Egypt and Cush:",
            "So shall the king of Assyria lead the captives, and the captivity of Cush, the young and old, naked and barefoot, even with their shame uncovered, to the disgrace of Egypt.",
            "At that time the inhabitant of this island shall say: Such is become the place of our trust, to which we were hoping to flee for help to be delivered from before the king of Assyria, if hitherto they could not deliver themselves, how shall we be delivered?"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "At That Time They Shall Sing A New Song In The Land Of The House Of Judah: We have a strong city, salvation and mercy shall be established upon her walls.",
            "Open ye the gates, and let the righteous nation enter, which have kept the law with a perfect heart.",
            "In a perfect heart they shall preserve peace: peace shall be wrought for them, because they have trusted in thy WORD.",
            "Trust ye in the Word of the Lord for ever and ever: thus ye shall be saved by the WORD, who is the fear of the Lord, the mighty One to eternity.",
            "For he will humble the inhabitants of the high and strong city; he will humble her, he will cast her unto the ground, he will bring her even to the dust.",
            "The feet shall tread her down, the feet of the just, the sole of the foot of the poor, of the needy of the people.",
            "The paths of the righteous are right: thou wilt establish the works of the ways of the just.",
            "Yea, for the way of thy judgment, O Lord, have we hoped; to thy name and to the remembrance of thee is the desire of our soul.",
            "My soul desireth to pray before thee in the night; yea, my spirit within me is blessing thee: when thy judgments are prepared for the earth, those that dwell in the world shall be taught to practise truth.",
            "Thou hast granted unto the wicked continuance, that verily they should return to the law; but they did not return, all the days that they lived ;—that they should practise truth in the earth, but they dealt falsely: yea, they will not regard the praise of thy glory, O Lord!",
            "O Lord, when thou shalt be revealed in thy power to do good to them that fear thee, there will be no light to the enemies of thy people: the wicked shall see it, and shall be confounded. The vengeance of thy people shall cover them; yea, fire shall consume thy enemies.",
            "O Lord, thou wilt ordain peace for us: for at all times, when we restrained ourselves from our sins, thou wast working for us.",
            "O Lord our God, the nations have had dominion over us, being lords over us beside thee; but we trust in thy WORD; we praise thy name.",
            "They worship idols, who do not live, their heroes, who shall not rise; therefore, when thou “shalt visit their sins, thou wilt make an end of them, and make all memorial of them to perish.",
            "Thou shalt reveal thyself to gather the dispersed of thy people, thou wilt bring together their captivity. Thou wilt reveal thyself in thy power to cast all the wicked into hell.",
            "O Lord, in distress they remembered thy fear; in their trouble they were ardently learning the doctrine of thy law.",
            "Like as a woman with child, who draweth near the time of her delivery, trembleth, and crieth out in her pangs, so have we been, because we have sinned before thee.",
            "Distress swift as the wind hath seized us, like a woman with child, who draweth near the time of her delivery; the inhabitants of the world have not brought deliverance: they have not tilled the earth, neither have they been able to perform any miracles.",
            "Thou art he who dost quicken the dead, the bones of their dead bodies thou dost raise up. They shall live, and offer praise before thee, all that were cast into the dust, because thy dew is the dew of light to them who do thy law; but thou wilt deliver the wicked into hell, to whom thou hast given power, for they have transgressed against thy WORD.",
            "Come, O my people; produce for thyself good works, which shall protect thee in the time of distress: hide thyself as it were for a little moment, until the curse shall have passed away.",
            "For, behold, the Lord is revealing himself from the place of his Shekinah, to punish the inhabitants of the earth for their sins; and the earth shall disclose the innocent blood that was shed in her, and shall no more cover her slain."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "Come near, ye nations, to hear; and hearken, ye kingdoms: let the earth hear, and the world's fulness, and all that dwell in her.",
            "For the wrath from before the presence of the Lord is upon all the nations, and slaughter upon all their hosts: He hath condemned them and delivered them over to the slaughter.",
            "And their slain shall be cast out; and their stink shall ascend from their carcases; and the mountains shall be melted with their blood.",
            "And all the pleasant host of heaven shall be dissolved, and they shall be blotted out from beneath the heavens, as it is said concerning them in this book; and all their armies shall come to an end, as the fading leaf from the vine, and as the withering fig from the fig-tree.",
            "Because my sword is revealed in heaven; behold, it shall be uncovered upon Edom, and upon the people which I have condemned to judgment.",
            "The sword before the presence of the Lord is filled with blood, it is fattened, it is fattened with the blood of kings and rulers, it is fattened with the kidneys of princes; because there is a slaughter before the Lord in Bozrah, and a great sacrifice in the land of Edom.",
            "And the mighty men shall be slain with them, and the rulers, and the princes; and their land shall be drunken with their own blood; and their dust made fat with their own fat.",
            "For it is the day of vengeance before the presence of the Lord; the year of recompense, to take vengeance of judgment on account of the ignominy of Zion.",
            "And the rivers of Samaria shall be turned into pitch, and her dust into brimstone, and the land shall become burning pitch.",
            "By night and by day it shall not be extinguished; her smoke shall ascend for ever: from generation to generation she shall lie waste; none shall pass through her to everlasting ages.",
            "The pelican and the porcupine shall inherit her, and the owls and the ravens shall dwell in her: and the line of devastation shall be extended over her, and the plummet of desolation.",
            "They said, we are the sons of free men, and they were not willing to accept over them a kingly government; and all her princes shall come to nothing",
            "And in her palaces shall spring up thorns, and the nettles, and the brambles in their fortified city; and she shall become a habitation for dragons, a place for the daughter of the ostrich.",
            "And there shall meet one another, martens and wild cats, and demons, each shall sport with its companion: verily dryads shall dwell there, and they shall find rest for themselves.",
            "And the hedgehog shall make its nest there, and shall breed there; partridges shall chirp in the shady boughs: surely, the vultures shall be gathered thither, every one with her mate.",
            "Search ye out of the book of the Lord, and seek: no one of them shall fail, none shall tarry for her mate, for by His WORD they shall be gathered together, and by His pleasure they shall be brought together.",
            "And He by His WORD hath cast the lot for them; and by His will He hath divided it unto them by line; they shall possess it for ever; from generation to generation they shall dwell therein."
        ],
        [],
        [],
        [],
        [
            "In those days was Hezekiah sick unto death. And Isaiah the prophet, the son of Amoz, came unto him, and said unto him, Thus saith the Lord, Order thy household, for thou art dying, and shalt not live.",
            "Then Hezekiah turned his face towards the wall of the house of the sanctuary, and prayed before the Lord,",
            "And said, Hear my prayer, O Lord, remember, I beseech thee, how I have served before Thee in truth, and with a perfect heart, and I have done that which is right in Thy eyes. And Hezekiah wept sore.",
            "Then the words of prophecy came from before the Lord to Isaiah, saying,",
            "Go, and say to Hezekiah, Thus saith the Lord, the God of David thy father, Thy prayer hath been heard by me, thy tears are observed by me: behold, I will add to thy days fifteen years;",
            "And I will deliver thee and this city out of the hand of the king of Assyria: and I will defend this city.",
            "And this shall be a sign unto thee from before the Lord, that the Lord will do this thing that He hath promised.",
            "Behold, I will turn back the shadow on the hour-lines by which the sun is gone down on the dial of Ahaz, ten hours backwards. And the sun returned ten hours on the figure of the hourlines, which it had gone down.",
            "The Writing Of The Thanksgiving For The Miracle, Which Had Been Done For Hezekiah, The King Of The Tribe Of The House Of Judah, When He Had Been Sick, And Was Healed Of His Sickness.",
            "I said in the sorrow of my days, I shall go into the gates of the grave; but because He remembered me for good, an addition hath been made to my years.",
            "I thought, I shall not appear again before the terrible God, in the land of the house of His Shekinah, in which is length of life: and I shall no more serve before Him in the house of the sanctuary, from whence shall go forth joy unto all the inhabitants of the earth; neither shall I dwell in Jerusalem the holy city; my habitation is cut down.",
            "From the children of my generation my days are taken away, they are cut off, and gone away from me; they are folded up like a shepherd's tent; my life is cut off like a weaver's web; from the glory of my kingdom I am gone into captivity; my days and my nights are ended.",
            "I roar until the morning like a lion that roareth when he breaketh the bones of a beast; thus on account of my sorrow all my bones are broken; my days and my nights are come to an end.",
            "As a swallow chirps which is caught, so I chirped; and I moan like a dove: I lifted up mine eyes, that refreshing to might come to me from (before) Him whose Shekinah is in the highest heavens: O Lord, hear my prayer; grant my petition.",
            "What praise shall I utter and speak unto Him? For He hath multiplied His kindness towards me. With what shall I serve Him, and what shall I render unto Him for all the years He hath added to my life, and delivered my soul from bitterness.",
            "O Lord, Thou hast said concerning all the dead, that Thou wilt quicken them, and Thou hast quickened my spirit before any of them: Thou hast quickened, Thou hast made me to live.",
            "Behold, to them that obey the law, peace shall be multiplied before Thee; but Thou wilt bring bitterness to the wicked: therefore, when I knew the day of my death, I poured out my tears in prayer before Thee; my bitterness was great, but Thou hast had pleasure in my life, not to destroy it; for Thou hast cast all my sins far away from Thy presence.",
            "For they that are in the grave do not praise Thee; neither do the dead celebrate Thee, nor do those that descend into the pit of the place of Abaddon hope for Thy salvation.",
            "The living, the living shall praise Thee, as I do this day: the fathers unto their children shall make known Thy might, and They shall confess, saying, that all these things are truth.",
            "The Lord has promised to save us: and we will sing the song of His praise all the days of our life in the house of the sanctuary of the Lord.",
            "For Isaiah had said, Let them take a lump of figs, and lay it on the boil, and he shall recover.",
            "And Hezekiah said, What is the sign that I shall go up to the house of the sanctuary of the Lord?"
        ],
        [],
        [],
        [],
        [],
        [
            "But now thus saith the Lord that created thee, O Jacob, and He that formed thee, O Israel, Fear not, for I have redeemed thee, I have called thee  who art mine by thy name.",
            "For at first when ye did pass the Red Sea my Word was your support. Pharaoh and the Egyptians, who were as many as the waters of the river, did not prevail against you. And again, when ye came amongst nations, who were as mighty as fire, they did not prevail against you; and kingdoms, which were strong as a flame, did not destroy you;",
            "Because I am the Lord thy God, the Holy One of Israel, thy Saviour: I gave Egypt in exchange for thee, Ethiopia, and Seba, in thy stead.",
            "Ever since I loved thee, thou wast precious; yea, I loved thee dearly and I gave nations instead of thee, and kingdoms for thy soul.",
            "Fear not, for my WORD shall be thy support; I will bring thy children from the east, I will bring together thy captivity from the west.",
            "I will say to the north, Bring; and to the south, Keep not back: bring my sons from afar, and the captivity of my people from the ends of the earth.",
            "All these things shall come to pass for the sake of your righteous fathers, upon whom my name was called, yea, for my glory I have created them. I will restore their captivity, yea, I will work wonders for them.",
            "When I brought forth my people from Egypt, they were like the blind, although they had eyes; and like the deaf, although they had ears.",
            "Let all the nations be gathered together, let the kingdoms be brought together: who among them can declare this, and give us the joyful tidings of old? let them bring forth their witnesses, that they may be justified; let them hear, and let them speak the truth.",
            "Ye are my witnesses, saith the Lord, and my servant, the Messiah, in whom is my delight, in order that ye may know, and that ye may believe in me, and understand that I am He who was from the beginning; yea, ages after ages are mine, and beside me there is no god.",
            "I, even I, am the Lord, and beside me there is no saviour.",
            "I, I have declared unto Abraham your father what would come to pass; I, I redeemed you out of Egypt, as I swore to him between the pieces; and I, I have made you to hear the doctrine of my law from Sinai, and ye are still alive, when there was no strange god among you; yea, ye are my witnesses, saith the Lord, that I am God.",
            "Yea, from eternity I am He; and there is none that can deliver out of my hand: I will do it, and who shall turn it back?",
            "Thus saith the Lord, your Redeemer, the Holy One of Israel, Because of your sins I led you captive to Babylon; but I will prostrate all of them with their oars, yea, the Chaldeans in the ships of which they boast.",
            "I am the Lord, your Holy One, the Creator of Israel, your King.",
            "Thus saith the Lord, I am He who prepared a way in the sea, and a path in mighty waters.",
            "I who brought out the chariots, and horses, and a great host, yea, much people; they were swallowed up together, they did not rise, they were extinguished, they are extinct like the glimmering wick is extinguished.",
            "Remember not the former things, neither consider the things of old.",
            "Behold, I make a new thing, and now it shall be revealed: and will ye not know it? I will even make a way in the wilderness, and rivers in the desert.",
            "They shall honour me, when I make habitable provinces at the desert, and the places where the dragons and the daughters of the ostrich dwell ; because I will give water in the wilderness, rivers in the desert, to give drink to the captives of my people, in whom I delight.",
            "This people have I prepared for my service, they shall declare my praise.",
            "It hath been said by the prophets, that ye of the house of Jacob have not met together for my worship; but that ye were weary of the doctrine of my law, O Israel.",
            "Thou hast not brought unto me the lambs of thy burnt offerings, and with thy holy sacrifices thou hast not honoured me. I have not caused thee to multiply offerings, neither did I burden thee with frankincense.",
            "Thou hast not bought for me the aromatic reed with silver; with the fat of thy holy sacrifices thou hast not anointed mine altar; but thou hast multiplied thy sins before me; thou hast burdened me with thine iniquities.",
            "I, even I, am He who forgiveth thy sins for the sake of my name, and thy sins shall not be remembered.",
            "Speak now, we will plead together, declare thou for the purpose, that thou mayest justify thyself, if thou art able to do so.",
            "Thy first father hath sinned, and thy teachers have rebelled against my WORD.",
            "Therefore I have profaned the princes of the sanctuary, and I have delivered Jacob to the slaughter, and Israel to reproaches."
        ],
        [],
        [],
        [
            "Bel is bowed down, Nebo is cut down. Their images are in the likeness of serpents and beasts. The burdens of your idols shall be heavy upon those who carry them; because they be exhausted",
            "They are cut off, yea, they are altogether cut to pieces, and they were not able to deliver them that carried them; and their worshippers are gone into captivity.",
            "Hearken unto me, O house of Jacob, and all the remnant of the house of Israel, who are beloved above all nations, yea, beloved above all kingdoms.",
            "Even unto eternity I am He, and my WORD shall endure for ages after ages. It is I who have created all men, and I have scattered them among the nations, yea, I will forgive their sins, and I will pardon.",
            "To whom will ye liken me, and equal me, and compare me in truth?",
            "Behold, the people collect gold out of the bag, and weigh silver in the balance, and hire a goldsmith; and he maketh it a god: they fall down, yea, they do it reverence.",
            "They bear him upon the shoulder, they carry him and set him in his place, and he abideth; it is not possible for him to move from his place; yea, one supplicates to him; but he does not answer him, nor save him out of his distress.",
            "Remember this, and be ye strong; and bear it in mind, O rebels!",
            "Remember the former things of old; for I am God, and there is no God whatever besides me,",
            "Declaring the end from the beginning, and from ancient times the things that are not yet done, saying, My counsel shall stand, and I will do all my pleasure:",
            "Who hath promised to gather together the captivity from the East, to bring openly, as a swift bird, the sons of Abraham, my chosen, from a distant land; yea, I have promised it; yea, I will bring it to pass! I have ordained it; yea, I will do it.",
            "Hearken unto my WORD, ye stout-hearted, that are far from righteousness.",
            "My righteousness is nigh, it is not far off, and my salvation shall not tarry: and I will place salvation in Zion, and my glory in Israel.\n"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "Sing, O Jerusalem, who was like a barren woman that beareth not; rejoice with praise and be glad, who was like a woman that conceiveth not: for more shall be the children of Jerusalem that was laid desolate, than of the inhabited city, saith the Lord.",
            "Enlarge the place of the house of thy dwelling, and from the cities of the land do not keep back the inhabitants; multiply the people of the camp, and increase the number of thy governors.",
            "For thou shalt spread abroad to the south and to the north, and thy children shall inherit the nations, and make the desolate cities to be inhabited.",
            "Fear not, for thou shalt not be ashamed; neither be thou confounded, for thou shalt not be put to shame: for thou shalt forget the shame of thy youth, and shalt not remember the reproaches of thy widowhood any more.",
            "For thy husband, who is thy Maker, the Lord of hosts is His name, and thy Redeemer is the Holy One of Israel; the God of the whole earth shall He be called.",
            "For as a woman forsaken, and afflicted in spirit, the Shekinah, the Lord, met thee, like a woman of youth which was forsaken, saith thy God.",
            "In a little anger have I forsaken thee; but with great mercies will I bring together thy captivity.",
            "For a little moment I removed the presence of my Shekinah, yea, for a short time from thee, but with everlasting kindness, which shall not cease, will I have mercy on thee, saith the Lord thy Redeemer.",
            "This shall be before me as the days of Noah, when I swore by my WORD, that the waters of the deluge, which were in the days of Noah, shall no more pass over the earth; thus I swear by my WORD, that my anger shall not be hurled upon thee, neither will I reprove thee.",
            "For the mountains shall depart, and the hills shall be rent; but my kindness shall not depart from thee, O Jerusalem, neither shall the covenant of my peace be removed, saith the Lord, that will have mercy on thee.",
            "O distressed city that receiveth affliction, concerning her the nations say, She shall not be comforted: behold, I lay the stones of thy pavement with mosaic, and thy foundations with costly stones.",
            "And I will place thy timber with gems, and thy gates shall be of carbuncles, and all thy borders with precious stones.",
            "And all thy children shall learn the law of the Lord; and great shall be the peace of thy children.",
            "In righteousness shalt thou be established: thou shalt be far removed from oppression, for thou shalt not fear it: and from terror; for it shall not come upon thee.",
            "Behold, the captivity of thy people shall surely be gathered unto thee: in the end, the kings of the nations, who are gathered together to oppress thee, O Jerusalem, shall be cast down in the midst of thee.",
            "Behold, I have created the smith that bloweth the coals in the fire, and that bringeth forth an instrument for his use; and I have created the destroyer to destroy. ",
            "No weapon that is formed against thee, O Jerusalem, shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the Lord, and their righteousness is from me, saith the Lord.\n"
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}