{
    "title": "Ohr Sameach on Mishneh Torah, Circumcision",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Circumcision",
    "text": [
        [
            [],
            [
                "<b>אבל אינו חייב כרת עד שימות והוא ערל במזיד.</b><br><b> יעוין </b> בהשגות והנה מהא דאמרו פ\"ק דיבמות וכ\"ת נילף מה למילה שכן נכרתו עליה שלש עשרה בריתות, מפסח מה לפסח שכן כרת כו' ממילה ופסח שכן כרת אלמא דעל חדא מחדא לא דחי שמילה בכרת, רק על חדא מתרתי, אלמא דהוא פירכא כל דהו, דלא פרכינן רק על חדא מתרתי כדאמרינן פרק כל הבשר, זה אינו דשם קאי על מצות מילה שדוחה שבת וזה מילה בזמנה וחיובה על האב ועל האב אין כאן כרת ולכן לא פריך על חדא מחדא, אמנם ע\"ד זה יש ראיה דבריש פרק הערל אמר אדרבה מילת זכריו ועבדיו כו' הנך נפישין ואמאי לא אמר ערלה דגופיה מרבינן שכן כרת עדיפא וכן נגד אנינות שם אמאי לא אמר שכן כרת עדיפא וכדאמר שם דף ע\"ג: וכבר הרגישו שם בתוספות ולדברי רבינו א\"ש, דכיון דאינו חייב כרת רק כשימות ולא קיימה, לא עדיפא מהנך חומרי דחשיב, ורק בקדשים שם שהאוכלו בטומאת הגוף חייב כרת מחיים, אמר דכרת עדיפא וזה סעד נכון, ומהך דאמר ר' אליעזר ריש פרק אלו דברים דערל שלא מל ענוש כרת משום פסח, אין ראיה, דגם להראב\"ד הלא כיון שנימול נפטר מכריתותו ובזה שנימול אחרי פסח שני עדיין הוא בחיוב כרת מחמת שלא עשה פסח, ועיין תוספות פרק אלו הן הלוקין סד\"ה לאפוקי הני מורה כדעת הראב\"ד יעו\"ש דף י\"ד ודו\"ק.",
                "<b>עד שימות והוא ערל במזיד.</b><br><b> אבל </b> אם הזיד בשנים הראשונים ושגג לפני מותו פטור מכרת רק שיהיה קודם מותו מזיד אז חייב כרת, ולדברי הראב\"ד צריך להיות באופן דשגג או נאנס בימים האחרונים דמתחייב כרת (ויעוי' הלכות קרבן פסח פ\"ה ה\"ב בדברי ר' אברהם בנו יעוי\"ש) ולפי זה מסתפקנא טובא דקיי\"ל דהאומרים לו עשה סוכה לולב ואינו עושה מכין אותו עד שתצא נפשו אם במצות עשה שיש בה כרת מכין עד שתצא נפשו מי אמרינן בעשה פסח ואינו עושה כיון שיש בה כרת ונפרעין בידי שמים בעודו בחיים תו אין ב\"ד מוזהרין לכופו וכמו שאמרו כיו\"ב דכל מ\"ע שמתן שכרה בצדה אין כופין עליה כמו בכבוד אביו מפני שעונשו הוא שאין לו שכרה דלמען יאריכון ימיך, כן הכא די בעונשו דהוא בכרת ואם נאמר דבפסח אין כופין מסתפקא לן במילה לפי דברי רבינו דהכרת הוא מתחייב אחר שימות אם כן אין ענשו בחייו לכן ב\"ד מוזהרין עליו לכופו ולהלקותו שימול עצמו, הן דזה פשיטא דגם במצוה שאינו עוברת כמו ציצית אמרו בפרק הזרוע דציצית ואינו עושה מכין עד שתצא נפשו ולא בציצית שעל זמן שעבר אין תשלומין, (תוספות פרק ר\"א דמילה קל\"א ד\"ה ושוין) דכן בפריעת בע\"ח אמרו דכופין בפ' הכותב דף פ\"ג, אבל משום זה מסתפקנא במילה, ורבינו לא זכר במשיגדיל דכופין אותו למול עד שתצא נפשו, או אולי משום זה אין כופין מפני סברת ר\"ת דאינו מומר לערלה כיון שמונע מחמת צער המילה, בתוס' זבחים דף כ\"ב אולי משום זה אין כופין אותו ואין מכין עד שת\"נ אבל לאב פשיטא דמכין אותו עד שתצא נפשו למול את בנו דלא שייך כל הני טעמי שביארנו, מלבד דעל הבית דין רמי למולו כמפורש בגמ' ובדברי רבינו אי לא מהלי' אבוה ודו\"ק."
            ],
            [],
            [],
            [],
            [
                "<b>אבל אם לא קיבל עליו שבע מצות יהרג.</b><br><b> זה </b> ההלכה נשנית בפרק ח' מהל' עבדים ובהל' איסורי ביאה פרק י\"ד וגם שם כתוב שאם התנה עליו שלא למולו רשאי לקיימו כשהוא גר תושב, רק אם אינו רוצה להיות כגר תושב פירש רבינו כאן דיהרג וטעמו דאזיל לטעמי' דעל ידי כפי' הוי גר תושב (יעוי' מש\"כ בהל' איסו\"ב פרק י\"ב הל' יו\"ד יעו\"ש) וסבר דבמלחמת הרשות מוזהרין שיקבלו שבע מצוות ואם לא יהרגו כולן כמו שביאר פרק ו' הלכה ד' מהל' מלכים באורך. ומזה למד רבינו דהוא הדין ליחיד אם הוא תחת ידו מצוה לכופו לקבל ז' מצוות ואם לאו יהרג כמו שפירש רבינו ביפת תואר בפרק ח' מהלכות מלכים זה לשונו. שכל עו\"ג שלא קבל מצות שנצטוו בני נח הורגין אותו אם ישנו תחת ידינו ועל פי זה ביאר רבינו כאן דכיון דקנהו לעבד וישנו תחת ידו הורגין אותו אם לא רוצה לקבל שבע מצות בני נח ומצוה לכופו ולהרגו אם אינו רוצה לקבל, והראב\"ד פליג גם בכלל במלחמת רשות שכותב שם פרק ו' א\"א אין שואלין למלחמת הרשות אלא שיהיו למס וכן פליג ביחיד גבי יפת תואר אף שלא השיג שם וכן פליג גם על עבד כאן שאינו הורגו רק שמוכרו לנכרי כיון שאינו רוצה להיות גר תושב זה ברור מחלוקתם וכמדומה לי שט\"ס בההשגות מלת עתה וצ\"ל \"חובה\" אך כוונת רבינו ברור ומפורש מאד ויעוי' מש\"כ בה' איסו\"ב פרק י\"ד הל' ז' וכפי הנראה שרבינו מפרש הך דספרי ושלחתה לנפשה ולא לבית אלוהיה פירוש שאם אינה פורשת מעו\"ג מוכרח ומצוה להורגה כיון שיש תחת ידו וברשותו היא ולכן האריך להביא ממלחמה שכופין לקבל ז' מצות לבאר דברי הספרי ומזה לקח גם מש\"כ כאן גבי עבד ודו\"ק ועיין בדברי ההמ\"ג פרק ך' מהלכות שבת הל' י\"ד בזה היטב."
            ],
            [
                "<b>וכן קטן שנולד כשהוא מהול צריך להטיף ממנו דם ברית ביום השמיני.</b><br><b> הנה </b> בנימול תוך שמונה ימים מוכח מפשט השמועה דהיה לו שני תינוקות למול, דאם מל את שלאחר השבת בשבת דהוי טעה בדבר מצוה ולא עשה מצוה, דלא עשה מצוה כלל, וכפי הנראה דצריך לחזור ולהטיף דם ברית, ואינו דומה לנולד מהול, דאי לאו דחיישינן דערלה כבושה הוי אינו צריך לחזור ולהטיף דם ברית, דשאני כאן דהיה לו ערלה רק שנחתכה שלא כדין לכן צריך לחזור ולהטיף דם ברית, וכן משמע מדברי הרשב\"א דלא יצא ידי מצותו וכן פסק הש\"ך בסימן רס\"ב, אולם הראיה שהביא מהא דאמרו במנחות ואי ס\"ד דנקצר שלא כמצותו כשר אמאי דחי שבת כו' והוא הדין גבי מילה אי ס\"ד דנימול בתוך שמונה כשר אמאי דחי שבת וחשבה לראיה מוכרחת, ואינה ראיה כלל דהא רחמנא גלי דמילה דוחה שבת, דכתיב וביום השמיני ימול וביום אפילו בשבת, ואם תאמר דאם כן אמאי גבי קצירה אמר אי ס\"ד דנקצר מבעו\"י כשר אמאי דוחה שבת נקצריה מערב שבת, הא מילה יוכיח דהוא צורך מצוה דחי שבת כ\"ש קצירת עומר דהוא צורך גבוה, זה אינו דוקא במילה שכל המצוה כשרה מערב שבת, רק שמצוה למול ביום שמיני, זה דוחה שבת, מה שא\"כ קצירת העומר דבקצירה לא נגמר המצוה רק ההקרבה הוא גמר המצוה, וכמו דאמר שמא ימצא זבח פסול ונמצא מחלל השבת למפרע, אי הכי מישחט לא נשחוט שמא ימצא זבח פסול כו', ולכן אמר הגמרא דזהו הגדר האמתי דדבר שאפשר להיעשות מערב שבת ויהא גם כן כשר להקריב אין זה רק בגדר מכשירין, אבל בהנהו דאם נעשין שלא בזמנן פסול הקרבן הוא מעצם הקרבן ולכן דוחין שבת, ולכך קצירת עומר אם נקצר מערב שבת כשר אמאי דוחה שבת, הלא הוי בגדר מכשירין ותו לא ידחה שבת, משא\"כ במילה דעיקר מצותה ותכליתה וגמרה אם נעשית בערב שבת כשירה, מכל מקום מצוה דיום השמיני דוחה שבת ודו\"ק.<br><b> אולם </b> הרא\"ש הביא ראיה מהך דאמרו כגון שקדם ומל את של שבת בערב שבת דלא נתנה לדחות אצלו יעו\"ש, מוכח דאינו צריך לחזור ולהטיף דם ברית, דאם היה צריך הלא דוחה שבת הטפת ברית, ואנכי לא זכיתי להבין ראיה זו, דזה לשון רש\"י כגון שנתחלף לו אתמול של שבת בע\"ש ומלו בע\"ש ועדיין לא נודע טעותו וסבור שזה העומד של שבת הוא ואע\"ג דטריד דרמיא מצוה עליה כפי מחשבתו וגם ע\"מ אפ\"ה חייב משום דלא ניתנה שבת לדחות אצלו כו' והשוחט לשם אימורי צבור נתנה שבת כו' ועל ידי שטרוד בזבח זה ויודע שזבח זה עומד לקרב נבהל ושכח כו' ונתבונן אם ילדה לו אשתו השניה בן באותו יום וזמנו להיות נימול בשבת, והוא לא ידע שילדה לו אשתו השניה, ועל בן אשה זו הנולד בששי סבור שנולד בשבת האם מקרי זה דנתנה שבת לדחות אצלו, הלא כיון שמזה התינוק אין עולה בדעתו ואינו חושש למולו היום, אם כן על זה התינוק החושב למולו ורמיא מצותו עליה, אחרי שיודע ממנו לא נתנה שבת להדחות אצלו ולא היה ליה להיות טרוד במילתו ולכך הוי ככל שוגג דעלמא וחייב, וכן פרש\"י בשבת שאין לו תינוק שיהא זמנו היום, הלכך לא היה טרוד היום במצוה שלא היה מוטל עליו כלום לעשות ולא היה לו לטעות אם כן הוא הדין כאן בקדם ומל של שבת ברישא דסבור שנולד בששי וכבר מל אותו כדין אם כן במה הוא טרוד היום לימול את מי שנולד בע\"ש, ועל מי שנולד בשבת וצריך להטיף ממנו דם ברית אותו אינו עולה בדעתו לימול אותו וביה אינו טרוד כלל דאינו יודע ממנו כלל, דמה לי שאינו יודע בהולדתו, ומה לי שאינו יודע במילתו, שסבור שכבר נימול כדין, ומכי עייל שבת אינו טרוד בדבר הניתן שבת לדחות אצלו דהוא סבר שצריך למול את שנולד בע\"ש, נמצא דטרדתו הוי בדבר שלא ניתן שבת לידחות אצלו והוי ליה ליתן אל לבו ולמידכר, אבל באימורי צבור הלא הוה יודע שצריך לשחוט בשבת. וכן בשני תינוקות של אחר השבת דרמי עליו מצוה למול בשבת, ובזה טרוד שיודע שצריך למול בשבת רק שמתכוון למול את שנולד בשבת ונתחלף לו ומל את של אחר שבת, ובכריתות מדמה זה הגמרא למתעסק לנתכוין לתלוש מחובר זה ותלש זה יעו\"ש ודו\"ק היטב.<br><b> והמחוור </b> דצריך להטיף דם ברית וכפסק הש\"ך, והא דאמר והרי ניתנה שבת לדחות אצל תינוקות דעלמא, פירושו מהתינוקות שנודע לו שצריך למול אותם בשבת, ומשני דלהאי גברא לא ניתן לדחות דבהו אינו טרוד כלל, אבל מהתינוק שלדעתו כבר מל אותו מזה לא מקשה כלל וכמוש\"ב ולהש\"ך שסובר דהטפת דם ברית אינו דוחה שבת אפשר משום דהטפת דם ברית הוי בכלל המול ימול, אבל בשר ערלתו לא מקריא ואולי אינו חייב כרת ע\"ז, דבכרת כתיב וערל זכר אשר לא ימול בשר ערלתו כו' ולכך אינו דוחה שבת דכתיבא וביום השמיני ימול בשר ערלתו.<br><b> ולפ\"ז </b> יהא מתורץ שפיר מה דלא חשבינן לנימול בתוך שמונה למקלקל בחבורה דיהא פטור ואמאי מחייב במשנתינו במל של אחר השבת בשבת, ויהא מוכרח לאמר דסברי מקלקל בחבורה חייב וכמו דמוקי הגמרא משנתינו לענין מתעסק, ולפ\"ז הוי התיקון מעליא דהא התינוק נפטר מכרת אם לא ימול אח\"ז וכמו דאמר בפרק יוהכ\"פ דממילה דוחה שבת ילפינן לפקוח נפש, וז\"ל רש\"י שם ומה מילה שהוא תיקון אחד מאיבריו של אדם דוחה את השבת לפי שחייבין עליה כרת לאחר זמן כ\"ש בתוספתא, וזה היה נכון מאד, אלא דלא בעינא לחדש דרשות מדעתינו, ובפרט דהגמרא דריש מבשר דבהרת נדחית מפני מילה יעו\"ש, וצ\"ל דזה גופיה דאין צריך לחזור ולחתוך מה שכבר חתך זה הוי תיקון ודו\"ק היטב:"
            ],
            [],
            [
                "<b>מילה בזמנה דוחה את השבת ושלא בזמנה אינו דוחה כו' ולא את יו\"ט.</b><br><b> הא </b> שאינו דוחה השבת הוא משנה מפורש בנולד בין השמשות יעו\"ש, שאינו נימול בשבת משום דהוי שלא בזמנה ומה שאינו דוחה יו\"ט רבו הטעמים בגמרא חד יליף מעולת שבת בשבתו ולא עולת חול ביו\"ט, וחד יליף דהוי עשה ול\"ת, וכן פירש רבינו בפרק ג' מהלכות יו\"ט הלכה ח', והנה לכאורה למ\"ד דילפינן מעולת חול ביו\"ט ממילה שלא בזמנה כעולת חול דמי דבשבת זו לא היה זמנה, א\"כ יש לדון דקטן שהגיע זמן מילתו בשבת והיה יו\"ט תיכף לשבת, כיון שמילתו זמנה בשבת והיה דוחה השבת תו נימול אחר זה גם ביו\"ט דהוי כעולת שבת הקריבה ביו\"ט ולפי זה אם הוי אמינא כן הוי אתי שפיר סוגיית הירושלמי פרק ר\"א דמילה הלכה ה' יעקב איש גיבורייא שאל לר' חגיי מעתה נולד בה\"ש נימול בין השמשות, דתמוה מאד, ולפ\"ז אתי שפיר שכיון שאם נולד בין השמשות של מוצאי שבת ואחר שבת חל יום טוב, אם כן יהא נימול בבין השמשות של מוצאי יו\"ט והוא בין השמשות של יום א' ממה נפשך אם נולד בבה\"ש שהוא יום הלא בשבת היה זמנו למול שהיה שמיני ושוב נימול אחר זה ביום טוב שבכה\"ג הוי כעולת שבת שדוחה יו\"ט, ואם הבה\"ש היה לילה, ותו גם השתא הבה\"ש לילה, והא הוי שלא בזמנה דהוא תשיעי ונימול אף בלילה כמו\"ש לעיל פרק במה מדליקין וא\"ל אילו הוינין אנא ואת עלין בחד תרעא דילמא הוי יכולין מכוונה, דשמא בה\"ש ראשון היה לילה ועכשיו הוא יום, ואם תאמר הא אם כן הוי בזמנה שיו\"ט הוא השמיני זה אינו דילמא בעת הפריעה יהא לילה, ובעת המילה היינו חתוך היה עוד יום, וכיון שכן נמצאת מחלל יום טוב שלא גמר הפריעה והוי כאילו לא נימול, ולא דחתה המילה את יום טוב, כיון שאין הגמר ביו\"ט, והגמר הוא ממילה שלא בזמנה שאינו דוחה יו\"ט, דהמילה נקראת על שם סופה, ואם כן חילל יום טוב במילה שלא בזמנה שלא ניתן לדחות יו\"ט דהא דהיה רשאי למול ביו\"ט הוא משום דהיה זמנו, וזה ביאור חריף ועמוק.<br><b> אולם </b> סתמא דמילתא דאין מילה דוחה יו\"ט שלא בזמנו כלל וטעמא משום דבעולת שבת שהשחיטה והזריקה היה בשבת נעשית עולת שבת, לכן דחי סופו שבת, אבל מילה בזמנה כיון שלא נימול בשבת, תו שלא בזמנו אינו דוחה יו\"ט, כיון שלא דחתה השבת בשום מידי, ואי תיקשי אם כן היכי שנימול בשבת והפריעה היה לאחר שבת, מי דחיא הפריעה ביו\"ט כיון שהמילה דחתה השבת, זה לאו כלום דהא אם אי אפשר לגמור הפריעה בשבת ומל בשבת אף ששבת זמנו חייב כרת כמפורש דף קל\"ג: והוי כאילו לא נימול, אבל לשחוט הקרבן ולזרקו אף אם לא מצי להקטירו בשבת גם כן שרי לשחוט ואם כן הוי עולת שבת כשנשחט ונזרק בשבת, ודבר זה פשוט, דהא היכי שאין שהות ביום לגמור הפריעה, אז חייב על המילה לחודא כרת, דהוי כחובל בשבת דאינה מילה כלל והוי כאילו לא נימול, ולכן היכי שלא נפרע בשבת הרי לא מל כלל בשבת אבל לשחוט הקרבן ולזרקו אף אם לא מצי להקטירו או אם נאבד האימורין לגמרי הקרבן כשר ודוחה שבת ואם כן איתעביד מעשה הקרבן וכבר דחתה שחיטה את השבת וברור, והטורי אבן העיר בזה אך דחה מהא דאם נימול בלא פריעה וז\"א כמוש\"נ.<br><b> אמנם </b> יש לאמר מטעם אחר דלא מצינן למילף מעולת שבת בחול דהנה הא דשקיל וטרי מטעם עשה דוחה ל\"ת אף דמצינן לעשות למחר כיון דמצות ביום השמיני ימול כבר עבר ותו כל יומי שוין. רק דזה אינו, דהא כל שעתא הוי מצוה שיהא נמול, ומה דאפשר לשהויי לא מקרי אפשר לקיים שניהן, ומשום זה ילפינן מהא דאין עולת חול דוחה יו\"ט הואיל והוי מצי לקיימה מאתמול ואינו מיוחד ליו\"ט אף ע\"ג דלא מצי לשהויי למחר דהא נפסלת בלינה ואף אם מעלה ומלינה בראש מזבח מכל מקום זמנה כבר עבר דזמן הקטרתה עד למחר, כ\"ש כאן דאינו דוחה יו\"ט, אבל מהא דעולת שבת קריבה ביו\"ט, דזה שפיר כיון דקודם שבת לא היה מצי להקריב וניתן אצלו שבת לדחות ועכשיו הלא זמנו עד הבקר ולא מצי לדחותה למחר, דהכי כתב רחמנא לא ילין חלב חגי עד בוקר, ואם כן לא מצינן למילף למילה שזמנו היה בשבת שיהיה דוחה יו\"ט אח\"ז, משום דכאן הלא מצי למול אחר היו\"ט, וכמו עולת חול ביו\"ט משום דהוי מצי להקריבו קודם יו\"ט כן הכא מצי למול אחר יו\"ט ועיין בתוספות יבמות דף ה: ד\"ה כולה משעטנז שכתבו דמשו\"ה לא ילפינן בכל עשה דדחי ל\"ת משריפת קדשים כו' דש\"ה דלא בטלה מצוותו ויכול לשרפו אחר יו\"ט וזה ברור. אמנם לפ\"ז לא נוכל לומר דאתי עשה דכסוי ודחי ל\"ת דיו\"ט דהא נוכל למילף משריפת נותר דתמן ג\"כ יכול לכסות משחשיכה, ודחוק לאמר דמיירי כשלא יכול לכסות דמעט דם ויתיבש עד שחשיכה ואפ\"ה אמר בירושלמי פ\"ק דביצה דעשה דכסוי דוחה יו\"ט, אם כן לפי זה מצי למימר אליביה דירושלמי דדוקא מילה שלא בזמנה דהוי מצי לקיימה מאתמול ואף כשהיה חולה קודם יו\"ט, מ\"מ אשכחן כה\"ג בשבת דאמר הירושלמי במכשירי פסח דאף כשנולד בו יבלת מבעו\"י מ\"מ מין יבלת ראוי להיות מאתמול, כן הכא ביו\"ט, אבל באם זמנה היה בשבת הלא לא מצי להיות קודם יו\"ט, בלא דחיה לכן דחי יו\"ט, ונמצא דקם פירושי בירושלמי בפרק ר\"א דמילה התמוה מאד בפשוטו דאינו מובן דמאי פריך, דדילמא היה בין השמשות לילה ואם כן השתא בה\"ש הוי לילה של שמיני, ומילה בזמנה אינה כשירה אלא ביום וצריך למולו למחר ביום שמיני, ולפי מה שפירשנו דשיטת ירושלמי דאם הגיע זמנו בשבת נימול ביום טוב שאחריו פריך דיהא נימול בבה\"ש של מוצאי יו\"ט כפי מה שפרשתי, אולם לדינא ברור דאינו דוחה יו\"ט בכל גווני מטעמים הנ\"ל ובפרט דשיטת בבלי דיו\"ט עשה ול\"ת ולא מצי לדחות ולעולת שבת ביו\"ט לא דמי כמו שנתבאר, ודו\"ק היטב בכ\"ז וזהו מה שרצינו לבאר בס\"ד בזה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ספק בן שבעה ספק בן שמנה מלין אותו בשבת על כל פנים וכו' הרי זה שמל כמחתך בשר וכו'.</b><br><b> כפי </b> שפסק רבינו ע\"כ מפרש כרש\"י דהא דקאמר כתנאי היינו בהא אם הוי נפל גמור חשיב כמת או לא והוי חבורה. והוה תמיה לי טובא דקא מסיק רבא דכו\"ע מת הוא ריב\"י וראב\"ש סברי כטריפה טריפה לאו אע\"ג דמת הוא שחיטתו מטהרתו ה\"נ ל\"ש ולפ\"ז בטריפה דהוי מת הוי כמחתך בשר בעלמא ואין חייבין על שחיטתו או על חבורתו, ומשנה שלמה שנינו פרק אלו דברים השוחט את הפסח ונמצא טריפה חייב ע\"ש, עד שמצאתי לרמב\"ן ורשב\"א שעמדו ע\"ז עיי\"ש לדעתי נראה דתלתא גווני איכא כמו ניטל הירך וחלל שלה נשבר מפרקת ורוב בשר דמטמאה טומאת נבילות מחיים, בן ח' שאינו מטמא כלל עד שימות, ובכ\"ז החותך בו הוי כמחתך בשר בעלמא, טריפה דהשוחט אותו או חובל בו חייב, ובכ\"ז אמרינן דטריפה אינה חיה, ושמרהו. והנה בחולין דף כ': אמר רבא אי קשיא וכי מתה עומד ומולק, א\"ל אביי ותקשי לך עולת העוף דבעיא שני סימנים וכי מתה עומד ומולק ופרש\"י תמן דעוף זוטר חיותא, ובסימן אחד הוי כמתה, ועיי\"ש בחידושי הרשב\"א שפירש אע\"ג דנשברה מפרקת ורוב בשר עמה טריפה ולא נבילה, בכ\"ז כיון שנשחטה אח\"כ הכשר שחיטה ה\"ה כמתה יעו\"ש דעיקר קושייתו אם מטמאה בחיים בטומאת נבילה דאפילו נשחטו שני סימנים אינה מטמאה נבילה והיא כחיה לכל דבריה אבל כשנטרפה מחמת המפרקת כו' יעו\"ש, ולפ\"ז נ\"ל דהכי קאמר אע\"ג דבן ח' אינו מטמא עד שימות בכ\"ז לענין שבת חשבת ליה כמת, אם כן בטריפה חזינן דזוטר חיותו וקודם שנגמר שחיטת רוב סימנים הוא כמת לגבי הא דלא יהא חשוב רק כחתיכת בשר והשוחט אותו או חובל בו הוי כחובל בחתיכת בשר ובכ\"ז מהני שחיטתו אע\"ג דבגמר השחיטה הוי מת גמור כמו בן ח' חי ה\"נ בבן ח' מטהרתו שחיטתו לאפוקי מידי נבילה, כיון דלא חשיבי כמת לטמא טומאת נבילות והבן. ומשו\"ה שפיר חייב השוחט ונמצא טריפה ולא הוי מחתך בשר בעלמא, דקודם שנשחט לא הוי כבן ח' דאיכא למ\"ד טריפה חיה וטריפה יולדת, והכא כונת הגמרא על גמר השחיטה, דכיון שהוא טריפה ונשחט בו סימן אחד ומיעוט סימן השני, ודאי דהוי טריפה מת כבן שמונה חי דהמחתך בו כמחתך בבשר בעלמא הוי כן נראה.<br><b> אולם </b> לפ\"ז קשה דלר\"י דסובר דחובל וצריך לכלבו או מבעיר וצריך לאפרו פטור, ופירש ר\"ת דשוחט חייב משום דהקלקול בא בעת התיקון שמוציאו מידי אבר מן החי משא\"כ בחובל וצריך לכלבו אם כן קשה הא אמר בפסחים ע\"ג הא בגלוי חייב דתיקן להוציאו מידי נבילה ע\"ש, הא החיוב על שחיטתו הוא טרם גמר השחיטה כמו דפרישית דבגמר השחיטה הוי כמחתך בשר בעלמא, וא\"כ התיקון אינו בא בעת החיוב רק בגמרו שחיטתו שהוא כמחתך בשר בעלמא הוי וזה בודאי דבשר הפורש מן בן ח' חי הוא אסור לבן נח כבשר הפורש מן בהמה טמאה שהיא שחוטה בב' סימנים. וכן מפורש בתוספתא שבת פירש ממנו ה\"ה כאבר מן החי כו' אך תמן אתיא דלא כר' יהודא עיי\"ש בתוספות ודחוק.<br><b> אך </b> עיקר סברת ר\"ת צריך מובן, דלפי מה שפירשו האחרונים את דבריו כל שאין התקון בא תיכף הוי מקלקל ומשום זה כתב גדול אחד בספרו דתחילת שחיטה אינו חייב משום שאעפ\"י שמקלקל ע\"מ לתקן הוא בכ\"ז כאן אין התיקון בשעת הקלקול יעו\"ש אמנם אחרי רואי דבריו בספר הישר באורך שכתב דמבעיר ע\"מ להתחמם חייב עיי\"ש, והנה מבעיר בכל שהוא ובכל שהוא אין בו שיעור להתחמם ועיין שם עוד, באתי מזה על מובן דבריו, דהיכי שמתכוין לעשות מלאכה שבמלאכתו יבוא תיקון חייב, דזה נקרא מלאכת מחשבת, ואפילו אם לא גמר מלאכתו מ\"מ הרי כוון לגומרה ולעשות מלאכה שבעצמותה יהא תיקון בודאי חייב דהוי מקלקל ע\"מ לתקן, ומלאכת מחשבת קרינא ביה שנתכוון לעשות מלאכה שתקונה מעצמותה וזה אינו מלאכת קלקול וכן בקורע על מתו אע\"ג דבעי טפח חייב בתחילת הקריעה אבל חובל וצריך לכלבו או מבעיר וצריך לאפרו, שנתכוון למלאכה שמעצמות המלאכה לא בא התקון רק אחרי כלות המלאכה שלאחר החבלה יהי' דם אוחרי כלות ההבערה יהיה אפר, מכל חלק שיכלה ההבערה יתהווה מאתו אפר, אם כן מלאכת קלקול הוא ופטור לר' יהודה דלא מקריא מלאכת מחשבת שהתיקון לא בא רק בכלות המלאכה [ועיין פרק כל שעה מקלה קלי כו' כגון בספסירא] ולפ\"ז מסולק קצת מה שהערנו לעיל משחיטת טריפה יעו\"ש ועדיין צריך הדבר שיקול במאזני צדק ודו\"ק.<br><b> ומה </b> שפסק רבינו בהלכה יו\"ד דיליד ביתו בילדה ואח\"כ טבלה אין דוחה מילתו את השבת אפשר או משום דמספקא ליה או כמו דאמר בגמרא ע\"כ לא פליגי אלא לחלל עליו השבת אבל כו' נימול לשמנה, משום דלא סברי הך דנתנה תורה ונתחדשה הלכה, ומוקמינן הך דרשא אשה כי תזריע וטמאה שבעת ימים וביום השמיני כל שאמו טמאה לידה כו' דוחה השבת, וכל שאין אמו טמאה כו' אינו דוחה השבת, ומלבד הנך טעמי נראה דאיך אפשר לאמר שמילת עבדים תהא דוחה שבת, כיון שבידו להפקירו וכמו דאמר במכשירי מילה לר\"א, דמשו\"ה לא ילפינן למכשירי ציצית ותפילין כו' אך אם יפקירנו הלא יהא המצוה מוטלת על הב\"ד למולו כמו כל תינוק ישראל, דעבד בר מצוות הוא, אבל יליד בית או מקנת כסף שילדתו אמו ואח\"כ טבלה שאינו נכנס כלל להיות נחשב עבד בר מצוות עד שימולו אותו ויטבלוהו אם כן כי יפקירנו הלא הוא עכו\"ם גמור ואינו בכלל ישראל שיחול על שום אדם למול אותו, לכן אין מילתו דוחה שבת, וכן מוכח מסוף יומא דיליף דפקוח נפש דוחה שבת ממה שמילה דוחה שאינו רק באחד מאיבריו של אדם, ואטו בלא טבל שגוי הוא איכא דין דפקוח נפש בשבת, וכן אמרינן פ\"ק דיבמות, דאיכא ביה כרת כשיגדיל לכן דחי שבת, וכאן דהוי גוי אם כן כשיגדל אינו בר עונשין לענין כרת לכן שפיר פסק רבינו דמילתו אינה דוחה שבת ודו\"ק."
            ],
            [],
            [],
            [],
            [
                "<b>אלא ממתינין לו עד שיגדיל ויתחזק כחו.</b><br><b> ולפי </b> זה הא דאמרו דמתו אחיו מחמת מילה כשר לשחוט וכן גבי עבודה בקדשים אע\"ג דהוא גדול ובר שחיטה הוי יעוי' ריש חולין דף ד' ע\"ב הוא כשמתו אחיו כשנמולו כשהן גדולים וכן פירשו בתוספות שם וטפי נראה לי דאם מלו זה השלישי כשנתגדל ונתחזק כחו ומת תו מוקמינן דבני אשה זו עלולין למות מחמת מילה ולא בעי שיהא נימולין שנים כשהן גדולים ולא ימול הרביעי כלל אפילו כשניתגדל, ומדברי רבותינו שם נראה בתירוץ שני שאם ראו שנבלע בהן דמו בשמיני ונימולו ומתו תו אין מלין אותן לגמרי אף אם יגדלו וראוים למילה ודלא כרבינו וכהנוב\"י מה\"ת יעוי\"ש שלא זכר דבריהם אמנם סעד חזק לדברי רבינו לפי גירסתו בסוף נושאין על האנוסה בעשרה שאין חולקין להן תרומה בבה\"ג וכולן משגרין להן לבתיהן חוץ מערל וטמא ונושא אשה שאינה הוגנת לו כמבואר בדבריו בהלכות תרומות פרק י\"ב והוי דומיא דנושא אשה שאינה הוגנת לו שזה כדי שיגרשנה כן טמא כדי שלא ישהה בטומאתו וימהר ליטהר כן ערל שיזדהר לימול דאם מפני שאינו אוכל אם כן גם טומטום אינו אוכל בתרומה ומשגר לביתו, הרי דגם היכי דמתו אחיו מחמת מילה בר תקנתא הוא לימול כשיגדיל דאם לא כן אמאי קנסוהו כיון דאינו רשאי לימול בשרו מפני ספק סכנה וע\"כ דחייב לימול כשיגדיל וגירסה שלנו היא נוסחה אחריתא כבגמ' שלפנינו."
            ]
        ],
        [
            [
                "<b>אבל עו\"ג לא ימול כלל.</b><br><b> נסתפקתי </b> במילה בזמנה ויש כשר גם פסול שהפסול יכול למול [כמו עו\"ג או מומר לערלות] והכשר אינו יכול למול רק גמר המילה יכול גם הכשר, מי אמרינן שהפסול יתחיל והכשר יגמור או דילמא דבעינן שיתקיים מצות מילה בכללה, ולכן לא נימול אותו עד שיבוא כשר, שיכול למול לבדו, וה\"ה שלא בזמנו מספקא לי' דחזינא דכל זמן שנשארו ציצין המעכבים חוזר בשבת אף אם פירש א\"כ חזינא דעיקרא דמילתא תלוי בגמר המילה, וכן מצאנו להרשב\"א הובא בשו\"ע סימן רס\"ד בנימול תוך ח' יגמור ישראל לח' עיי\"ש ובודאי דדוחה שבת. אולם איכא לומר, דגמר מילה הוי מצוה כשנימול כבר כדינו, הא אם לא נימול תחילת מילתו כדין, תו אין בגמרה מצוה כ\"כ וכמו שחיטה שאם תחילתה היה ע\"י עו\"ג או אחר מי שאינו בר זביחה, תו אין גמר השחיטה מועיל להתירה. אולם זה אינו תמן דכבר נעשית טריפה במה שנעשה שחוטה ע\"י עו\"ג, לכן אין הגמר מועיל לא כן הכא דבנימול כדין ועדיין יש ציצין המעכבין הוי כערל, לכן אף אם ההתחלה היה שלא כדין מ\"מ גמר המצוה הוי כדין כל מילה דצריכה להיות לח' ודוחה שבת, אולם אפשר דהיכי שכבר אין כאן עור הערלה [ע\"י חתוך גוי וכי\"ב] אז הוי מחיוב בגמר מילה והיא דוחה שבת, אבל כאן שאכתי לא נימול כלל, וא\"כ על גמר המילה כמו על עור הפריעה, תו כיון שעדיין איכא כל הערלה עליו לא חל חיובא של עור הפריעה כלל, לכן ימתינו עד שיזדמן כשר וימול כולו כדינו, וכסברא זו תמצא בפסחים דף ס\"ט, אבל הכא דגברא הוא דלא חזי לא רמי חיובא עליו יעו\"ש.<br><b> אולם </b> מצאנו גמרא ערוכה בעבודה זרה דף כ\"ז ומי איכא למ\"ד אשה לא והכתיב ותקח צפורה צור ותכרות כו' ואב\"א אתיא איהי ואתחלא ואתא משה ואגמרה הרי אף דהתחלת המילה הוי ע\"י אשה דפסולה אליבא דרב מ\"מ הוי הגמר מצוה גמורה, וכן מצאנו שנוח למול מתחילה ע\"י פסול והגמר יהיה ע\"י כשר, מלהמתין שתהא כל המילה ע\"י כשר וז\"ב.<br><b> אולם </b> יש להסתפק בחל שמיני בשבת, ואיכא כאן אשה למאן דפסיל אשה למול, האם אמרינן דהאשה תתחיל במילתו והאיש יגמור (אם אינו יכול לימול כולו) ואע\"ג דמילתה אין כאן מצוה כלל, מ\"מ בלא התחלתה לא יוכל לבוא לידי מילה ולא הוי מצי למיעבד קודם השבת אע\"ג דבכה\"ג הוי אפשר קודם השבת, היינו לימול בתוך ח' מ\"מ בתוך ח' לא הוי אפשר להתחיל למולו משום שמצוה להמתין עד יום השמיני, ולכאורה מצאנו בירושלמי פ\"ק דראש השנה הלכה ח' רשב\"ל בעי קצירת העומר מהו שתדחה השבת ביום פירוש דהשתא שנקצר שלא כמצוותו תו היה יכול למעבדיה מאתמול היינו קודם השבת ומסיק דדוחה וע\"כ משום דמקמי שבתא לא היה אפשר בקצירה דהוי מצוה לקצור בזמנה, תו אע\"ג דעל אופן שהשתא נקצר ביום הוי מצי לקוצרו מאתמול בכ\"ז דוחה שבת, וכן הכא דקמי שמיני לא רשאי להתחיל למולו כלל דמצוה להמתין עד יום שמיני אע\"ג דהשתא לא עביד מצוה כלל בהתחלתו במילה דוחה השבת. אך לא נהירא, דתמן מצוה איכא בקצירה רק דהוי מצוה שאפשר לעשותה מע\"ש, ע\"ז אמרינן כמוש\"ב, אבל כאן השתא הא לא עביד מצוה כלל בהתחלת מילה ע\"י פסול והוי רק כמכשירין שאפשר לעשותן מבעו\"י דהא חזינן אף ע\"ג דנשבר האיזמל בשבת ג\"כ לא דחי שבת דהא הוי יכול להתקיים מאתמול, רק דברים שאין באפשרי לעשותן בשום אופן מערב שבת דחי דע\"ז כוונה רחמנא, והכא אימת תחילת מילה מתעבדא בשבת בזמן שהיא בעצמה מצוה שנעשית ע\"י כשר ולא ע\"י פסול שאינה רק בגדר מכשירין ודו\"ק. (ובשו\"ת מהר\"י ברונא סימן מ\"ג נשאל באיזמל שנשבר בשבת יעו\"ש ובמחכ\"ת אישתמיטתיה דברי הירושלמי הרי מזבח שנפל משבת מין מזבח ראוי הוא מאתמול כו', מין הזייה ראויה היא להזות מאתמול ודו\"ק) שוב הראו לי בפתחי תשובה בשם ספר בית יעקב קרוב לדברי, והס' ב\"י אינו בידי. ובזה אפשר ליישב הך דמל ולא פרע כאילו לא מל, היינו שהמילה תהיה ע\"י פסול (אם אין כאן כשר) והפריעה ע\"י כשר, אע\"ג דקראי דואתה את בריתי תשמור או המל ימול כתיבי אצל אברהם שעדיין לא נתנה פריעה בכ\"ז השתא שנתנה הוי מעצם המילה וכמאן דלא מל דמי ואכמ\"ל ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואפילו מבוי שאינו מעורב אין מביאין אותו מחצר לחצר, ואין עירוב מדבריהם נדחה מפני הבאת הסכין הואיל ואפשר להביאו מע\"ש.</b><br><b> הנה </b> פשטיות דברי רבינו מורה דסתם לנו כדברי רבינו חננאל בפירושו שאף אם שבת בחצר גם כן אסור להוציאו לחצר אחרת, אף במידי דרשות קיי\"ל כרבי שמעון דכל החצירות רשות אחת הן לכלים ששבתו בחצר וכמו שהאריך בזה הר\"ח, דפשט השמועה הוא כפר\"ח דברצון ר\"ש שרי אף כלים ששבתו בבית להוציאן מחצר לחצר, משום דלא מינכר הך היתרא דשבות דמאן מפיס דהך איזמל לא שבת בחצר וכיון דלא מינכר עקירת השבות תו לר\"ש נדחית מפני מצות מילה, ולכן א\"ש דאמר שכחו דאילו הוי דכירי הוי מיתי ליה מערב שבת כי היכי דלא לדחות שבות דהא שבת בבית ולפ\"ז אם נאמר דהך דאמר בפסחים איזמל דתניא כשם שאין מביאין אותו דרך כו' כך אין מביאין אותו דרך גגין כו' הוא דלא כר\"ש דלדידיה אפילו כלי ששבת בבית ולהביאו בבית מותר וכן כתב המהרש\"א, ובאמת נוכל לומר דרבא לא מיתי רק דהעמידו דבריהם במקום כרת אבל לדידן דקיי\"ל כר\"ש אין מביאין דרך כרמלית דכל כי האי דמוכח מילתא גם לדידן לא שרי דלא שנא מדרך חצירות דלרבנן כיון דליכא היתרא אסור ונדחה גם מילה אם כן לדידן בכרמלית ודאי אסור להביאו או דרך קרפף יותר מסאתים שלא הוקף לדירה אמנם הר\"ח כתב דבאיזמל דמילה גרע מדבר הרשות וחיזק זה מן הירושלמי, ורבינו אזיל בשיטתו והדבר תמוה כמו שתמה הרי\"ף ז\"ל.<br><b> והנראה </b> דאולי טעמי דר\"ח דסבר כיון דסכין של מילה הוי מוקצה מחמת חסרון כיס דלא גרע מסכינא דאשכבתא ורק למצותו מותר לטלטלו והנה בין השמשות דעיולי יומא הוי אסור לטלטלו משום דהוי מוקצה ואין זמן מצוה דספק לילה הוי, ואין זמנה כשר בלילה, וכיון דכי עייל יומא דשבתא לא חזי לטלטול כלל לא שייך לאחשובי אותו כמו ששבת בחצר דניהוי כל החצירות וקרפיפות כולן רשות אחד, דכיון דלאו בר טלטול הוי כלל, ותו כי הגיע זמנו לטלטול מצוה ביום השבת אסור לאפוקי יתיה מחצר לקרפף והוי כאלו השתא הובא דרך מלבוש לחצר דאסור להוציא לחצר אחרת, ולפי זה אין האיסור משום דשבת בבית, רק הסיבה דשבת בחצר לא בבית אוקים יתיה ברשות חצירות והוי כמו ששבת בכל החצירות כיון דהוא בחצר ולאפוקי עומד מחצר לחצר דכולהו לאו בת דירה הוי, אבל כאן דביה\"ש לאו לטלטול חזי לא הוי כמו ששבת ברשות חצירות כן נראה לאמר בטעם רבינו חננאל ודו\"ק. ויתכן דר' יצחק דמפרש הך עובדא דשלא ברצון ר' אליעזר הוא, נראה דסבר דמוקצה מחמת חסרון כיס גם כן פליג ע\"ז ר\"ש ומשנה דכל הכלים לא אתיא כמותו, ולכן מפרש דלר\"ש שרי, אבל לדידן דמוקצה משום חסרון כיס מודי נראה דכיון דלאו לאפוקי קאי מחצר לחצר תו לא הוי שביתתו בחצר מועיל להוציאו מחצר לחצר דהוי כמאן דהובא דרך מלבוש לחצר (ולא הוי האיסור משום ששובת בבית והוי כיוצא חוץ לרשותו וחוץ לתחום רק דאימתי חצירות וקרפיפות וגגות רשות אחד הן בזמן ששובת בחצר ולאפוקי מחצר עומד) ולדידן הוא ברצון ר\"א דלכן התירו לטלטל מחצר לגג דהוי מדבריהם, והא דלא הביאוהו דרך רשות הרבים משום דסתם תינוקת דיינינן להו בספיקא מדרבנן וכרשב\"ג ואימו הוי בן שמונה וכמו דפסק רב יהודא א\"ש כרשב\"ג, ואם כן אסור לחלל שבת במכשירין דמילה עצמה שריא מטעם ממה נפשך דאם בן שמנה הוי הלא מחתך בשר בעלמא הוי ודו\"ק.<br><b> ולפי </b> זה הוא מוכרח לרב אשי אליבא דר' יצחק, דר' שמעון שרי אפילו מוקצה מחמת חסרון כיס ולכן מועיל שביתת סכין של מילה להיות גגין חצירות וקרפיפות רשות אחד הן, ולפ\"ז א\"ש מה דבפרק כירה אליבא דר\"י דסבר דאין כלי ניטל אלא לדבר הניטל דקא משני רב אשי הך דפורסין מחצלת על כוורת של דבורים כו' ובלבד שלא יתכוון לצוד אי ר\"ש לית ליה מוקצה אע\"ג דהוי מוקצה מחמת חסרון כיס כי היכי דלה נפסוד הכוורת של דבורים בכל זה הא פליג ר\"ש לר\"י ועיין בתוספות ישנים מה שכתבו בזה ודו\"ק היטב בכ\"ז."
            ],
            [
                "<b>ואם לא שחק כמון מערב שבת לועס בשניו ונותן.</b><br><b> נראה </b> מדברי רבינו, דאם לא שחק כמון ונודע שחסר כמון לפני המילה אם אי אפשר ללעוס בשיניו נדחית המילה, וכן מוכרח לשון תשובתו, שאם נשפכו חמין שצריך אחר המילה, קודם המילה, נדחית המילה כמו שהעיר הכסף משנה, ובזה נחלקו קדמאי, והנה הרשב\"א הוכיח כן ממשנה דריש ביצה דאם לא היה עפר מוכן מבעוד יום אין שוחטין את העוף ביום טוב ונאמר דשחיטה מותר ביו\"ט משום שמחת יו\"ט, ולבתר כן כי נשחט הכל מודים שאם שחט שיחפור בדקר ויכסה ומדחינן מצות שמחת יו\"ט משום דיהא צריך לחפור בדקר אח\"כ, הוא הדין כאן אסור למול משום דיהא צריך לדחות אח\"כ שבת ע\"י חמין. ולענ\"ד נראה דלאו ראיה מידי, דהא חזינא דאם שחט מערב יו\"ט אין כסוי דוחה על ידי חפירת דקר ביום טוב, ואימת מותר לחפור בדקר ביום טוב דוקא כי נשחט ביום טוב, וברור דלבית שמאי גם כן אעפ\"י דמתירין לשחוט לכתחילה גם כן אם שחט לכתחילה מערב יום טוב אסור לכסות ביום טוב, ואם כן כל ההיתר הוא מצד שכיון שלא היה אפשר לכסות מבעוד יום והדחוי באה ביום טוב עצמו, לכן הותר לכסותו ביום טוב, ולכן סברי ב\"ה דאסור לשחוט אם לא היה עפר מוכן מבעו\"י כיון דכי ישחוט ויכסה מטעם מה יכסה משום שבא החיוב של הכסוי ביום טוב, ולכן הותר לכסות, אם כן במה שעושה השחיטה ומביא חיוב הכסוי ביום טוב הוי כמדחה יום טוב בידים על ידי השחיטה, אבל כאן הלא חמין שלאחר מילה שרי מטעם שסכנה הוא לו, ואם נימול מערב שבת והוא צריך לחמין אחר המילה משום סכנה הלא יהא מותר ואין נפ\"מ בין אם היה יכול להכין מבעוד יום או לא, וכיון דשדחיית המילה הוא כדין, ואחר המילה החמין הוא משום סכנה ואין נפ\"מ אם הסכנה באה קודם שבת או בשבת בזה צריך למול כדין, ואחר זה אם יהי' מסוכן יהא שרי להחם חמין כדין פקוח נפש מפני הסכנה, דמאי שייך הא שלא הזמין חמין מערב שבת לדחות המילה הלא בערב שבת אין כל כך החיוב עליו להזמין חמין למחר לצורך שלאחר מילה דלוא יהא דהיה בידו להזמין חמין האם בשביל זה אין מצוה אח\"כ לחלל שבת, אבל בעפר מוכן הלא מבעוד יום חזינא דמוכרח להזמין עפר לצורך כסוי דכל כמה דיכול להזמין עפר לא מחללין יו\"ט בחפירת דקר, דהוי כאילו נשחט מערב יום טוב, דהיה בידו לכסות מבעוד יום, דאז אין כסוי דוחה יו\"ט, דשם הוי כאילו היה החפירת דקר צריך להדחות קודם שחיטה דאז הלא נדחית השחיטה והכא לא הוי כאילו היו נצרכים הסממנים קודם מילה או החמין כיון דהפקוח נפש לעצמו דוחה אף בהיה יכול להזמין מבעו\"י וזה ברור ודו\"ק."
            ],
            [],
            [],
            [
                "<b>מכשירי מילה אפילו בזמנה אינן דוחין את יום טוב הואיל ואפשר לעשותן מערב יו\"ט כו'.</b><br><b> דא </b> מילתא בעיא עיונא, דזה יצא לרבינו מהא דתניא בברייתא דברים שאין עושין למילה בשבת עושין ביו\"ט שוחקין לה כמון כו' דברים הראוים לקדירה דוקא וכדמפרש אביי ולכאורה לפום מה שהובא פירוש רבינו נסים גאון על הא דאמר ולא מילה שלא בזמנה דאתיא מקו\"ח דזה הקו\"ח מאוכל נפש שכן צורך יו\"ט ולא נכרתו עליה בריתות דדוחין יום טוב, רק דהקשו ע\"ז רבנן קדמאי מה לאוכל נפש שכן מצוה עוברת וזה לא שייך במכשירי מילה בזמנה ואם כן איפוא קו\"ח מה אוכל נפש שלא דחי שבת בכ\"ז דחו מכשיריו כמו שפוד שנרצף ביום טוב דחי את יום טוב, כ\"ש למילה בזמנה שדחיא שבת קו\"ח שידחו מכשיריה יום טוב היכי דלא היו יכולים לעשותן מערב יום טוב אע\"ג דמין מכשירים אפשר לעשותן מבעו\"י, ולכן באמת לא דחו שבת, אבל כ\"ז לגבי יום טוב לא שייך, שאנו רואין במכשירי אוכל נפש היכי שאי אפשר לעשותן מבעו\"י אף ע\"ג דמינן אפשר לעשותן מבעו\"י כמו שפוד שנרצף ביום טוב, והך ברייתא נוקמה שפיר כרבנן דאסרי מכשירי אוכל נפש ביו\"ט ולדידהו ליכא קו\"ח, אבל לרבי יהודא דקיי\"ל כותיה דשרי מכשירי אוכל נפש ביום טוב אפשר דהוה\"ד כאן במכשירי מילה שרי והא דמכשירי מילה לא דחיין אע\"ג דאי אפשר לעשותן מבעו\"י כיון דמינן אפשר להיות מבעו\"י זה א\"צ לפנים, והזאת טמא שחל ז' בשבת יוכיח, וכן מפורש בירושלמי פרק אלו דברים הגע עצמך שנפל בו יבלת בשבת או שנפל מזבח בשבת מינן ראוי להיות מבעו\"י, אבל דא קשה.<br><b> אמנם </b> ע\"ז א\"צ להשיב דנאמר דהך ברייתא דלא כרבי יהודה דשרי מכשירי אוכל נפש, ופוק חזי בירושלמי מסכת ראש השנה פרק ב' הלכה ג' גבי עדי החודש שתקן ר\"ג הזקן שיהיו מהלכין אלפים אמה לכל רוח, תני עלה אף בא למול את הקטן מתניתא דר' אליעזר דתנינן תמן ועוד אר\"א כורתין עצים לעשותן פחמין כו' פירוש דאל\"כ לא משכחת שיבוא למול הקטן בהיתר מחוץ לתחום, ואם נאמר דלר' יהודא שריא מכשירי מילה ביום טוב, א\"כ מתניתא מצי אתיא כר' יהודה דלדידיה מכשירי מילה בזמנה דוחין יו\"ט ומצי לבוא בהיתר למול התינוק ביום טוב וע\"ז הוא בכלל תקנת ר\"ג שיהא מהלך אלפים לכל רוח, ודברי ר\"י הובאו בירושלמי ביצה פ\"ק הלכה י' ובפרק משילין לחדד ראשו של שפוד ביניהון וע\"כ דלכולי עלמא אסור מכשירי מילה בזמנה לעשותן ביו\"ט כמו שאסורין בשבת, ועוד ראיה עצומה דחזינן דהירושלמי פריך הרי מזבח שנפל בשבת, ומאי פריך ע\"כ דכמו דעבודה דחי שבת כן צ\"ל שגם מכשירי עבודה ידחו השבת ורק משום דמינן אפשר להיות מערב שבת לכן לא דחו שבת, לכן מייתי זה על הך דרע\"ק דכל שאי אפשר לעשות מע\"ש דוחה שבת, ואם כן לר' יהודה איכא קו\"ח דמכשירי תמיד ידחו יו\"ט, ותנן מפורש בפרק לולב וערבה מעשה בצדוקי אחד שניסך מים ע\"ג רגליו ורגמוהו כל העם באתרוגיהם ואותו היום נפגמה קרן המזבח כו' לא מפני שהוכשר לעבודה כו' הרי שלא תקנוהו למזבח מפני שאינו דוחה יום טוב, אע\"ג דנפגמה ביום טוב והוי כשפוד שנרצף ביום טוב דמותר לתקנו לצורך אוכל נפש, אע\"ג דהיה קודם תמיד בין הערבים דניסוך המים הוא בתמיד של שחרית, וזה דחוק לאמר דהיה בשבת ביום ראשון שלולב ניטל במקדש ודו\"ק.<br><b> אך </b> יש לחקור עוד, אם זה מדרבנן דלא דחי יו\"ט או מן התורה נמי לא דחי יום טוב, וכפי הנראה דהוא דבר תורה, ממשנתינו מסכת מנחות פרק שתי הלחם, שאין אפיית שתי הלחם דוחה יום טוב, והלא גם בזה איכא קו\"ח מאוכל נפש שמכשיריה דחו יום טוב, וא\"כ כ\"ש דמכשירי שתי הלחם ידחו יום טוב, וכאן ליכא למימר דהוי מדברי סופרים דהא אמר רבינא דמזה מוכח דנדרים ונדבות אין קרבין ביו\"ט דבר תורה דהא הכא ליכא למיגזר שמא ישהה כו' הרי כאן ע\"כ מן התורה אפייתן לא דחי יום טוב, ואטו אנן דקיי\"ל כר' יהודה פלגינן על הך סתמא, אמנם לכאורה זה בדותא, דכאן ליכא קו\"ח מאוכל נפש, שהרי שתי הלחם אין בהן דחייה לשבת שאין בהן מלאכה, ושאני אוכל נפש שהותרה מלאכה לה הותרה גם למכשיריה, וכה\"ג תמצא לרבנן בתוספות בשבת דף קל\"א סד\"ה לא לכל כו' דאיך מצינן למילף ציצית ומזוזה ממילה, שאני מילה שכן יש במלאכתה דחייה. אולם מאפיית לחם הפנים שאינו דוחה יום טוב מצינן למילף, ועוד למ\"ד דלחם מעכב את הכבשים וכן פסק רבינו, א\"כ הוי מכשירי כבשים שיש במלאכתן דחייה לשבת, וא\"כ הוי מכשירי כבשים והוי אפיית שתי הלחם כחדוד השפוד מכשירין לעשיית הכבשים. ואפ\"ה אינן דוחין את היום טוב, וזה ראיה עצומה, דמן התורה אינו דוחה, ובפרט אפיית לחם הפנים דאיכא סידור בזיכין שהקטרתן דוחה שבת, סוף דבר הדבר ברור דמן התורה לא דחי מכשירי מילה בזמנה ליום טוב לכולי עלמא ודוקא.<br><b> ונראה </b> טעמה דמילתא, דאוכל נפש דדחי, הוא מצוה השייך לקדושת יום טוב לשמוח בו ולהתענג בו, ולכן אף מכשיריו דוחין את היו\"ט, והוא דוחה שביתה דיו\"ט עבור שמחת יו\"ט, ולכן לא דחי אוכל נפש את השבת משום דשמחה אינו שייך לקדושת שבת, דאין מצוה בשמחת שבת ולא דחינן השביתה של שבת עבור שמחת שבת, [דבעונג שבת מצוה מדברי קבלה ולא שמחה], אבל מילה שאין המצוה חלק מעניני יום טוב ולא שייך לגבי יו\"ט כלל, ויחוסה אצל שבת כאצל יום טוב וכמו דמכשירי מילה לא דחו את השבת כן לא דחו היו\"ט. ונמצא דכד תיזול בתר טעמא ליכא קו\"ח כלל, דלעולם מילה חמורה מאוכל נפש דיום טוב, ומכשירי מילה שאינן יכולין להיות מערב שבת לא דחו שבת ולא יום טוב, ואוכל נפש דדוחה הוא וגם מכשיריו יו\"ט היינו שאינו בגדר דחייה דגם זה קיום חלק מקדושת היו\"ט היינו שנדחה שביתתו של יו\"ט עבור שמחתו, וזה מושכל נכון דהתורה דחתה מלאכת יום טוב עבור שמחת יום טוב ולא שתדחה תורה מלאכת יום טוב עבור שיקוים אחר זה מצות מילה אף שמצות מילה גדולה משמחת יום טוב, שכן בעצמה דוחה שבת, ודוגמא לזה בפרק התכלת עמוד חטא בחטאת בשביל שתזכה בחטאת אמרינן עמוד חטא בחטאת בשביל שתזכה בעולה לא אמרינן אע\"ג דעולה דהקטרה עדיפא מחטאת וכמו דתנן בפרק כל התדיר איברי עולה קודמין לאימורי חטאת שכן הוא כליל, בכ\"ז כיון דהוא דבר אחר לא נדחה זה הדבר מפני שיזכה בו כן הכא אף ע\"ג דמילה חמורה מ\"מ נדחה יום טוב מפני אוכל נפש גם מפני מכשיריו ולא מפני מכשירי מילה שאוכל נפש דיו\"ט הוא עצם מקדושת היום ומשמחתו וזה אמת.<br><b> והנה </b> לפירוש רבינו נסים דיליף מילה שלא בזמנה מקו\"ח דאוכל נפש, לכן צריך קרא דלבדו למעט מילה שלא בזמנה, אם כן זה שייך דוקא למ\"ד שמחת יום טוב מצוה, אבל למ\"ד שמחת יום טוב לאו מצוה והוי רשות גמור א\"כ חזינן דהתירא דמלאכה של אוכל נפש, אינו מטעם המצוה דידיה דדחי, רק התירא הוא מרצון השי\"ת לגבי אוכל נפש, אם כן כמו דלא מצית למילף מן אוכל נפש שהותר לגבי שאר מילי דהוי רשות, כן לא תוכל למילף לעניני מצוה, כיון דחזינא דהתירא דאוכל נפש רשות הוי ועל כרחין התירו הוא חוק דתי ומאן יהיב לך מתקלי לשקול מעלת המצוה של מילה שלא בזמנה שיהיה כפי הסיבה שהתירה אוכל נפש הרשותיי, וכיוצא בזה השיב ר\"א ריש פרק אלו דברים מה ענין רשות למצוה ועיין שאגת אריה סימן ק\"ב. ולפ\"ז לר' אליעזר דסבר דשמחת יום טוב רשות פרק אלו דברים לא צריך קרא דלבדו לדחות מילה שלא בזמנה ליו\"ט, דהא מקו\"ח לא אתי, ומשום עשה דוחה ל\"ת הא יום טוב הוי עשה ול\"ת, ואפשר דסובר ר\"א דהוא ולא מכשיריו לבדו ולא מכשיריו ואין מיעוט אחר מיעוט אלא לרבות, ומסולק קושיית תוספות לקמן ריש תולין דלר' אליעזר דסובר דמכשירי אוכל נפש אף שאפשר לעשותן מבעו\"י גם כן דוחין יום טוב, אם כן קרא דהוא למה לי ולפ\"ז אתי שפיר טובא דיליף מזה גופיה וכדפרישית דלטעמיה אזיל דשמחת יום טוב רשות ודו\"ק. אולם בלא\"ה לק\"מ דכבר פירשו הקדמונים הרמב\"ן ורשב\"א דהא דתניא לעיל דף צ\"ה הרודה חלות דבש כו' ביום טוב סופג הארבעים דברי ר\"א דאף ע\"ג דאיהו מתיר באוכל נפש אף במכשיריו שאפשר לעשותן מעיו\"ט, בכ\"ז מודה בקצירה וטחינה והרקדה דכמו דדריש בירושלמי ממיעוטי אך הוא לבדו שלשה מעוטים שלא יקצור שלא יטחון שלא ירקד משום שעדיין אין המאכל ברשותו [ועיין תוספות ריש ביצה] ואם כן לא מייתרי קראי לדידיה. אולם התוספות הוכיחו דר' אליעזר מודה במלאכה גמורה של מכשירי אוכל נפש דלא דחו יו\"ט מהא דאמר פרק אלו דברים יו\"ט יוכיח כו' ואסור בו משום שבות ופרש\"י ואסרו בו להביא דבר מחוץ לתחום ולאוכלו הואיל והוי אפשר לעשותו מאתמול, הרי דלר\"א מה דהוה מצי לעשותו מבעו\"י לא דחי יו\"ט אף במילי דשבות, ותירצו דדוקא דבר שאינו דומה כלל למלאכה התירו לר\"א כמו תליית משמרת, וכבר הקשה הרשב\"א אם כן מנא להו דר\"א דפליג על ר' יהודה. אולם רבינו בפירוש המשנה פירש שאעפ\"י ששמחת יו\"ט מצוה, כשהיה באותו שמחה שבות אינו דוחה יום טוב כגון החליל שאינו דוחה יו\"ט, וכן מסתברא דקאי על מה דשנינו במשנה פרק החליל שאינו דוחה יום טוב ואתי שפיר שאין זה ממכשירי אוכל נפש ולכך לא דחי גם לרבי אליעזר.<br><b> וסעד </b> חזק ואמיץ לפירושו של רבינו מהא דאמר בירושלמי א\"ר יוסי הכין הוי צריך למתבדה לר' יושע הרי חגיגת יו\"ט בשיטתך יוכיח שהתירו בה משום מלאכה ואסרו בה משום כו' ופירושו דר' אליעזר שמותי וסבר שחגיגת יו\"ט מביאין שלמים ואין סומכין אע\"ג דסמיכה אינו אלא שבות, והוי תמיה לי טובא, הא התם אם לא יסמוך לא יבטל מהקרבתו של חגיגה אבל כאן אם יבטל הרכבתו או הבאתו וחתיכת יבלתו תו יבטל שחיטתו ויהיה נדחה מעשיית פסחו, לכן סבר ר\"א דקו\"ח אם דוחה מלאכה גמורה כ\"ש שבות, אבל התם אם לא יסמוך לא יבטל מעשיית חגיגתו וצע\"ג לכאורה, אולם לפירוש רבינו ז\"ל דמותיב ליה רבי יהושע מהחליל שאינו דוחה יו\"ט הרי התם אף אם תבטלו מעשיית החליל לא יבטל מאוכל נפש. ובכ\"ז מייתי ליה להראות דשמחת יו\"ט דוחה באוכל נפש ולא דחיא שבות, כן הכא חגיגה שמצות הקרבן דוחה מלאכה ולא שבות שסמיכה ממצות הקרבן. אבל לפירוש רש\"י הרי אם לא יביאו מאכל מחוץ לתחום יבטל האוכל נפש שהותר בו המלאכה, ודו\"ק. אף שגם לפי' רבינו יש לפקפק קצת דסמיכה אם כי היא מהקרבן כ\"ז לא דמיא לעצם הקרבתו דאינה שוה בכל שסמיכה אינה בנשים, ולכן אף כי הקרבת החגיגה דחיא מלאכה הואיל ושוה בכל שכן נשים גם כן חייבין בה, תאמר לסמיכה שאינה דוחה אף שבות מפני שאינה בקרבן נשים ודו\"ק. ובהך דהשיב ר\"א מה זה ראיה רשות למצוה יש לירושלמי מובן אחר בזה ואכמ\"ל. ודע, דאפשר לרע\"ק דסבר דאפילו לנפש בהמה הותרה אוכל נפש, בכ\"ז מכשירין ודאי אסור אף לר' אליעזר רק לכם ולא לכלבים, וזה חדש וצ\"ע. ודו\"ק בכל מה שהעליתי בס\"ד.<br><b> הגר\"א </b> ז\"ל בביאורו סימן רס\"ו העיר על ראיית הרמ\"א ז\"ל דרשאין שני מוהלים למול בשבת כמו קרבנות דהותר בכמה כהנים, דאפשר דוקא במילה דדחויה היא כמו פקוח נפש, לכן אסור בשני מוהלין משא\"כ בקרבנות דשבת הותרה בהן אצל עבודה אך דחה זה מהא דאמרינן מאן תנא אם פירוש אינו חוזר אר\"י ריב\"ב של ר' יוחנן בן ברוקה כו' מפשיט הפסח עד החזה כו' וכן הא דקאמר הגמרא אמר רב יהודא אמר רב הלכה כרע\"ק כו' וצריכה דאי אשמעינן מילה כו' נימא הו\"א דוקא מילה דדחוי' היא אבל פסח דהותרה הו\"א דדוחה שבת עכ\"ל ואפשר לדחות אע\"ג דפסח דוחה שבת הוא רק דחוי כיון דקרבן יחיד הוא אע\"ג דזמנו קבוע וכמו דאמרינן ביומא לגבי טומאה בפ\"ק בפרו של אהרן עיי\"ש בתוספות היטב, ועוד דעיקר מצוותו באכילה שהוא בערב לכן לא הוי רק דחוי בשבת, ולכן מדמה הגמרא פסח למילה, אבל מ\"מ הראיה נכונה שמצאנו בפסח שבא בשבת שכמה כהנים עסוקים בו אע\"ג דהוי דחוי ה\"ה גבי מילה ועיין ש\"א ודו\"ק. אולם הך דמילה דחויה לא מכרע כלל, דהרשב\"א ז\"ל ריש פרק ר' אליעזר דמילה תירץ על שהקשו אמאי התירו להביא האיזמל לרשות הרבים לתינוק, יביאו התינוק או כלאחר יד, משום דמילה היתירא הוא וגם מכשירין לר\"א היתירא היא. והכריח זה מהך דקאמר בדף ק\"ל שלא ברצון ר\"א דשרי אפילו בר\"ה הא כיון דיכול דרך גגות כו' אסור דרך רה\"ר גם לר\"א אלא על כרחין דהיתירא הוא. והנה הסוגיא דהירושלמי דקאמר מתניתין אמרה כן שאסור לעשות חולה, דתנינן ר\"א אם לא הביאו כלי מע\"ש כו' אף הוא אינו מוצא לעשות חולה כו' ומשמע דאם אפשר לעשות ע\"י היתר במכשירין עבדינן ודלא כמו שהוכיח הרשב\"א, ונראה דהירושלמי לטעמיה שסובר דטעם ר' אליעזר מסברא דכמו דהמצוה דוחה שבת כן דוחין מכשיריה לכן לא הוי רק דחוי, וכמה דאפשר לעשות בהיתירא עבדינן, אבל לפום גמרא דילן דטעמו מקראי דוביום השמיני ימול דאתא למכשירין א\"כ התירה התורה בפירוש לכן היתירא הוא. ולכן קאמר בעירובין דף ק\"ג דסבר ר\"א במכשירי פסח דמצי לשנויי משנינן משום דלא מפיק תמן מקרא מפורש רק מסברא ולפום גמרא דילן אפשר דר' אליעזר סובר דמקלקל בחבורה פטור ואע\"ג דצריך לכלבו ותיקון של מצוה לא חשיב תיקון ולמילה לא צריך קרא וכי אתא קרא אתא למכשירין ומתורץ קושיית תוספות דף קל\"א סד\"ה לא לכל ותימה כו' דמילה דין כו' שהיא עצמה דוחה שבת ולפ\"ז לק\"מ ודו\"ק היטב.<br><b> והארי </b> החי יצא לאסור שני מוהלין משום דאמרו כ\"ז שלא פירש אף בציצין שאינן מעכבין אה\"מ גומר, וחידש בטעמו דלא מיחשב חילול כלל וכי פורש וחוזר הוי חילול חדש, ואם כן אסור לגרום חילול חדש, מלבד דלא שמענו שיהיו הכהנים העוסקים בעבודת הקרבנות בשבת ויוהכ\"פ שלא יהיו רשאים להפסיק ואחר יגמור, ואדרבא מצאנו מירק אחר שחטה ע\"י עוד אין זה מושכל לחשוב דבר הצריך לעשות לחילול חדש, אמנם כבר בארנו על קושית המחברים שהקשו על דברי תוס' בפ\"ב דיבמות דאמר הגמ' גזירה ביאה ראשונה אטו ביאה שניה דהוה\"ד דהוו מצו לאמר גזירה העראה אטו גמר ביאה, ואמאי, יהא כהא דאמרו אם לא פירש גומר אף בציצין שאינן מעכבין, לכן נראה לי כמו שכתבתי בחדושי דהמעיין יראה דהך דינא כ\"ז דלא פירש גומר היא בבלי שבת פרק ר\"א דמילה וירושלמי סוכה גבי מוציא לולב לר\"ה כל זה בשבת וטעמו דמתעסק פטור דמלאכת מחשבת כתיבא ואם כן הכוונה הוא העושה זה לאיסור ודעת כמה מהחכמים דאמרי דמתעסק לא הויא עבירה כלל לכן כיון שנתנה שבת לדחות והתחיל במצוה ומה שאינו פורש הוא מחמת שרצונו לקיים המצוה בשלימותה הוי כחסר הכונה ונשלל מהמעשה תואר מלאכת מחשבת רק הוי כמתעסק, אבל בחלבים ועריות שמתעסק חייב דהא נהנה תו אין נפ\"מ אם התחיל במצוה וגם אז לא ידחה הל\"ת ודו\"ק וכיון שמצוה למול ולפרוע אז אין נפ\"מ בין אם פירש אם לא אם אחד אם שנים דמצוה לגמור ולכוון לגמור וברור ואח\"ז ראיתי בזה בתשובת חמדת שלמה יור\"ד סי' י\"ב מש\"כ על הש\"א, והטעם שכתבתי נכון יותר והמעיין יבחן.",
                "<b>אבל שוחקין לה סמנין ביו\"ט הואיל וראוי לקדרה כו'.</b><br><b> והנה </b> בירושלמי פ\"ק דמגילה ה\"ו דפריך דאיכא כמה דברים עוד מן הדה שוחקין עצי בשמים למילה ביו\"ט אבל לא בשבת, א\"ר יוסי והוא שמל, הרי דמפרש דאחרי המילה דוקא יכול לשחק לא קודם והפוסקים לא זכרו זה. והנראה דבתלמודין מפרש משום דחזי לקדירה משום דאוכל נפש מותר לעשותו לכן הותר שחיקת עצי בשמים הואיל וחזי לקדירה, ולפי זה הוא בכלל מה דתני אין בין יום טוב לשבת אלא אוכל נפש, ועיין ש\"ך שם. והנראה דלירושלמי לא ניחא לאמר הואיל וחזי לקדירה משום דלטעמיה קאי בפרק קמא דביצה הלכה יו\"ד הבורר והטוחן והמרקד בשבת נסקל וביום טוב סופג הארבעים כו' והא תנינן של בית ר\"ג היו שוחקים פלפלים בריחיים שלהן מותר לטחון ואסור לבור [פירוש בתמיה] כו' לא הותרה טחינה כדרכה דהטחינה בריחיים שלהן לר\"ג לא הוי טחינה כדרכה רשב\"א כו' אלא ר' יוסה בשם ר\"ל אך אשר יאכל לכל נפש הוא לבדו יעשה לכם עד ושמרתם את המצות, וה\"ק אותן מלאכות שמלישה ואילך דמעידן שימור הם מותרת לאוכל נפש הא דקודם לא עיי\"ש, וא\"כ הא ר' יוסי סבר דאסור לטחון, אם כן איך שוחקין עצי בשמים הא לקדירה נמי אסור טחינה ואם נימא דשלא כדרכה דבכה\"ג הותר לשחוק פלפלין זה לא ניחא לירושלמי, דשוחקין עצי בשמים משמע כדרכן בחול, ועל כרחן דמשום דעשה דוחה ל\"ת דיום טוב הוי ל\"ת לחוד לשיטת ירושלמי בכ\"מ. אולם הא אמר בפ\"ק דביצה הלכה ג' על משנה דומודים שאם שחט שיחפור בדקר ויכסה, חברייא אמרין שמצות עשה דוחה ל\"ת על דעתיה דר' יונא דו אמר מ\"ע דוחה למצוה בל\"ת אע\"פ שאינה כתובה בצידה ניחא ע\"ד דר' יוסי דו אמר הואיל ואין מ\"ע דוחה למצוה ל\"ת אלא אם כן כתובה היתה בצידה [כמו כלאים בציצית דסמיך העשה דציצית עם הל\"ת דכלאים] ומשני מכיון שהתחיל במצוה אומרים לו מרק, א\"כ כאן גם כן לר' יוסי הא אינה כתובה בצידה ועיין בירושלמי פרק לולב הגזול על משנה דר\"י אומר יו\"ט הראשון כו' שחל להיות בשבת שכח והוציא הלולב לר\"ה פטור חברייא אמרין דברי ר' יוסי שמצות עשה דוחה למצוה בל\"ת אמר לון ר' יוסי לא מן הדה כו' פירוש דלטעמיה אזיל דסבר אין דוחה אלא אם כן כתובה בצידה וז\"ב. וא\"כ צריך לומר גבי שוחקין עצי בשמים משום מכיון שהתחיל במצוה אומרים לו מרק וזה דוקא כשמל דכבר התחיל במצוה. אבל שיטת בבלי דלא אמרינן מכיון שהתחיל במצוה אומרין לו מרק במידי דאפשר היה לעשותן מערב יו\"ט וכדמוקי הא דפ\"ק דביצה בעפר תחוח והוי חופר גומא וא\"צ רק לעפרה ובדקר נעוץ מבעו\"י, וכי קא מפרש אפר כירה דעתו לודאי ואין דעתו לספק ופריך ספק מ\"ט לא כו' אלא משום דעביד כתישה כו' ודאי כי עביד כתישה אתי עשה ודחי ל\"ת כו' יו\"ט עשה ול\"ת, ומאי פריך הא בודאי מכיון שהתחיל במצוה אומרים לו מרק משא\"כ בספק שפיר גזרינן משום עפר דלאו תחוח ועביד כתישה וע\"כ דפליג תלמודין על הך סברא ועוד דסתמא דגמרא סבר דכל מלאכת אוכל נפש מן התורה מותר וכמו\"ש רבינו בפ\"א מהלכות יו\"ט, שרק חכמים אסרו ברירת וטחינת חטים, ולכך תבלין נדוכין כדרכן והקדמונים האריכו בזה, לכן אין נפ\"מ בין שמל או לא הכל מותר משום דחזי לקדירה, ולכך לא זכרוהו הפוסקים, ובר\"ה פ\"ק הלכה ה' בעי מכשירין מהו שידחו השבת בלילה הו' והתנינן קצרוהו ונתנוהו בקופות הביאוהו לעזרה והיו מהבהבין אותו כו' אמר ר' יוסי מכיון שהתחיל במצוה אומרים לו מרק, וזה דר\"י לטעמיה דמוכח כן מהא דאם שחט שיחפור בדקר ויכסה ודו\"ק."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן אנדרוגינוס אין מברכין על מילתו מפני שהוא אינו זכר ודאי.</b><br><b> הגיע </b> לידי ספר אגרות הרמ\"ה. ושם מביא מה ששאלו חכמי לוניל על רבינו, הלא ספק תורה הוא וספק תורה מברכין עליו, דרק על ספק דרבנן אין מברכין, חוץ מן הדמאי אע\"פ שספק תורה הוא מפני שרוב ע\"ה מעשרין, והרמ\"ה כתב דהך דבמה מדליקין היא ראיה ברורה ואין למעלה הימנה - אם עלה בדעתו שרבינו נעלם מעין קדשו הסוגיא הזאת בעת כתבו חבורו, חלילה, פוק חזי שכל הדברים שכתב בתשובתו לחכמי לוניל אתו היו גם בעת כתבו חיבורו, דמה שכתב בתשובה דראיה מהך דאמרינן בשמיני של חג בסוכה יתבינן ולא מברכינן והיינו דעל ספק דאורייתא אין אנו מברכין כתב כן בפרק ו' מהלכות סוכה, בזמן הזה שאנו עושין שני יו\"ט כו' וביום כו' הראשון ואין מברכין לישב בסוכה, וכן טומטום ואנדרוגינוס לעולם אין מברכין לישב בסוכה מפני שהן חייבין מספק ואין אנו מברכין על הספק, ובפרק ג' מהלכות חנוכה כתב שכל ודאי של דבריהם מברכין עליו, אבל דבר שהוא מדבריהם ועיקר עשייתן לו מפני הספק כגון מעשר דמאי אין מברכין עליו, ולמה מברכין על יו\"ט שני והם לא תקנוהו אלא מפני הספק כדי שלא יזלזלו בו, הרי הביא סוגיא דבמה מדליקין.<br><b> ומה </b> שהתמרמר על עיקר תשובתו, שם בדף כ\"א, למה קרי סוכה ספק דאורייתא, מפני שעיקר המצוה מן התורה, והלא קדושת יו\"ט גם היא ודאית מן התורה, אלא שנסתפק לנו אם הוי יו\"ט או לא, וכן דמאי, המעשר עיקר מצותו מן התורה אלא שנסתפק לנו אם פירות האלו חייב במעשר כו' ולטעמיה דהאי צ\"מ מאי חזי דיליף מסוכה לילוף מיו\"ט, דהא תרווייהו חד טעמא נינהו ואורייתא דקא מרתחא ביה ברבינו רמ\"ה, גרמא לקולמסו לטעות דביו\"ט הא קאמר טעמא כי היכי דלא לזלזולי ביה, ודאי כונתו על דמאי, ולרבא דאי לאו דרובה מעשרין, הוה מברכין עליו ונילוף מדמאי, ואם כן על כל ספק דאורייתא לבעי ברוכי, כן כוונתו.<br><b> ומה </b> שצוח מדמאי אמאי קרי ליה ספיקא, הנה לא קשה למי שמעיין בספרי רבינו, כי דעתו בהלכות מעשר כי הלוקח פירות שנמרחו אצל המוכר, פטור ממעשר דבר תורה ואם כן אין זה רק ספק דרבנן שמא לא נתעשרו וחייבין דרבנן כדין כל לקוח. והר\"ש משאנץ בדף קי\"ד ביאר דיו\"ט שני הוי ספק דרבנן משום דאינו אלא מנהג ואנן הא בקיאין בקביעא דירחא, נראה דהבין דקושית הגמרא והא יו\"ט שני דספק דבריהם הוא ובעי ברכה, הוא לדידן דבקיאין בקביעא דירחא ורק משום מנהג, ואחרי הסליחה מגדולת חכמתו אם הוי רק לדידן לק\"מ. דגם בזה אנן בתר אבהתון גרירא וכמו דבזמן שהיו מעברין עפ\"י הראיה, היו מברכין בני גולה מספיקא, כן גם אנן בעינן ברוכי ונוהגין בברכה כוותיהו וז\"פ, רק דכוונת הגמרא בעת שהיו מעברין ע\"פ הראיה [דבימי אביי ורבא היו עוד מעברין] היו מקומות שמגיעות להם שלוחי ניסן ולא תשרי, והיו עושין גם בתשרי ב' ימים, וכן שבועות היה ידוע לכל בני גולה דפעמים בה' כו' ורק משום גזירה עשאוהו ב' ימים, [כמו\"ש רבינו בקה\"ח פרק ד' הלכה י\"ב] א\"כ אין זה ספק תורה, רק חכמים תקנו מתורת שאל זקניך ויגידו לך, אך שתקנתם אינו רק משום ספק, ואם כן שפיר קאמר רבינו בתשובתו, שכל ספק תורה אין מברכין עליו, רק מה שאנו מצווין לעשותו מתקנת חכמים, ע\"ז שקיל וטרי בפרק במה מדליקין שכל ספק תורה לא תקנוהו חכמים מאומה דהתורה הוא דחייבה רק אנן בעינן לאפוקי מספיקא כדין כל ספק תורה להחמיר, ולכן לא בעי כלל ברוכי, כיון דאינו רק ספק וחכמים לא דברו ע\"ז מאומה, דלא שייך וצונו, שמא לא צונו, ולא שייך ע\"ז לאמור כפירוש רבינו בפרק י\"א מהלכות ברכות [נמצא ענין הדברים והצען כך הוא ובמצותיו שצוה בהן לשמוע אלו שצוונו להדליק נר של חנוכה] דהחכמים לא ציוו אותנו כלל ע\"ז רק על יו\"ט שני שתקנו חכמים לא מצד הספק רק להנך היודעים ודאי שהוא אינו יו\"ט בכ\"ז צוותה התורה לשמוע לחכמים המתקנים לעשות יו\"ט שני דבעי ברוכי, בזה שקיל וטרי, וכן דמאי דמן הדין אין אנו צריכין לעשרו בלבד, או משום דרוב ע\"ה מעשרין או משום דהוי ספק לקוח וספיקא דרבנן לקולא דמאן שוינהו במעשר לעמי הארץ לחשודין, רבנן, שיוחנן כהן גדול ראה בזמנו שחשודים הן, ומן אז והלאה מי חיפש בכל גבולות ישראל והוא דבר הנעשה רק מתקנת חכמים שאמרו להפריש דמאי, ועשו עמי הארץ לחשודים שאם היה ספק כדין כל ספק דאורייתא, הלא לא היו מזמנין עליו ולא מערבין בו כמו ספק ערלה ונבילה, ותו הוי בכלל שאל אביך ויגדך זקנך ויאמרו לך, ושקיל וטרי עליו בגמרא אמאי אין מברכין עליו כמו על מקרא מגילה שאנחנו מצווים לשמוע לקול ב\"ד הגדול ולזקני האומה ופריך הגמרא ספק דדבריהם היינו מה שתקנו חכמים משום להנצל מן הספק והיינו שעיקר ושורש תקנתם סיבתו הספק, משא\"כ במקרא מגילה, ובא רבא וחידש לנו דאפילו מה שתקנו מפני הספק בכ\"ז היו מברכין ע\"ז, רק דמעשר גריע מינה טובא שאף בימי המתקן הראשון היו רוב ע\"ה מעשרים, וכן איתא בירושלמי פרק שלשה שאכלו בשעה שגזרו על הדמאי היו רוב ע\"ה מעשרים, ומעיקרא לא היה התקנה, רק שבכלל המון תבואות הנלקחים מע\"ה לא יאכל טבל, אבל על כל אחד בפרט אנו דנין שאינו טבל והוא היתר ודו\"ק.<br><b> ולכן </b> ספק שמיני דהוא ספק דבר תורה וחכמים לא תקנו זה מאומה רק בני גולה מספיקא היו יושבין בסוכה בשמיני ולא היו מברכין כמו שביארנו. ואם תאמר דא\"כ יום תשיעי דסוכות לא נברך משום דרבנן לא דברו ולא תקנו עליו מאומה, זה הבל, דיו\"ט שני של פסח ושבועות לבעי ברוכי, ודסוכות לא! אבל ישיבת סוכה לא הי' רק במקום שלא היו שלוחין מגיעין ומצד הספק.<br><b> ולפי </b> שלתשובת רבינו אין נפ\"מ לדינא בין אביי ורבא דהיכן מצאנו תק\"ח ע\"צ ספק, לכן בהלכות חנוכה פסק כאביי דמסתברא טעמיה - ומה שהביא הר\"ש ראיה מהך דכוי אין זה כלום, דאמר מדמכסין ביו\"ט מסתמא מתורת ודאי היא ובעי ברוכי וחלבו מותר, ובעיטור בהלכות כסוי ראיתי דמחמת זה לא מברכין בכוי דלא ניתן להתיר את חלבו מדמברכין ונכון. והך דספק קרא ק\"ש תירץ הפר\"ח בטוב דהחיוב ודאי, יעו\"ש ודו\"ק והארכתי בכ\"ז מפני חיבת הקודש, קדוש ד', רבינו ז\"ל וביתר השגות הרמ\"ה הארכתי במ\"א.<br><b> הריב\"ש </b> בתשובה סימן שפ\"ד כתב וז\"ל, אלא ודאי כל שלפניו שתי מצוות שהן ממין אחד כו' אף אם יהיו גופין מוחלקין כו' ומכל זה אין ראיה דתפילין של יד ושל ראש וכיו\"ב עוד מצוות הלא כולהו על קרקפתא דגברא מונח, שהאדם מצווה ללבוש התפילין של יד ושל ראש, אבל לא המצוה על עצם התפילין שיהיו מלובשין על האדם, רק האדם צריך ללבוש התפילין, ומה יועיל שהן גופין מוחלקין, וכן בשחיטה אטו המצוה שיהיו נשחטין רק האדם שוחט הרבה כאחד ועסוק בשחיטה, אבל במילה שמוטל למול כל תינוק בפני עצמו וכל תינוק צריך להיות נימול בפני עצמו אימור דמברך לכל אחד בפני עצמו וז\"פ. אמנם מקדשים איכא למילף.<br><b> עוד </b> כתב שם, אעפ\"י שאי אפשר להפרישם יחד שהרי אסור להקדים, כו' וע\"כ יש לו להקדים התרומה לפי שאי אפשר לצמצם, עכ\"ל. אי מהא לא אריא, דיכול להפריש תרומה ומעשר כאחד בקריאת שם ולאמר תרומת ומעשר כלכלה זו בחברתה ועל קריאת שם מברך ואפילו על מחשבה לחודיה, כמוש\"כ הרא\"ש במסכת עו\"ג פרק רבי ישמעאל סימן ט' על הא דפריך ודילמא נותן עיניו בצד זה כו' ולא משני בדלא בירך על ההפרשה כו' הרי דעל ההפרשה בקריאת שם צריך לברך [ומהמשיב בשו\"ת רע\"ק סימן כ\"ט נעלם זה יעו\"ש]. אולם באמת אם מפריש תרומה ומעשר כאחד עובר בעשה דצריך להיות ראשית וכמו דמפורש בירושלמי בדמאי שם אם מפריש מעשר ראשון ושני כאחד, עיין פרק בתרא דדמאי בירושלמי ופירשו הר\"ש ותוספות בתמורה דף ד', ולאו משום דא\"א לצמצם.<br><b> עוד </b> שם. בענין ביעור חמץ כו' שהיא דומה לזו שכמו שיש לו לבדוק כל רשותו כן יש לו להמול כל זכר באנשי ביתו כו' עיי\"ש, ואינו דומה, דתמן הבדיקה משום לא יראה ואם יהיה לו כזית חמץ בבית אחד הרי עדיין לא גמר מצותו וכאילו לא בדק כלל דמיא והוי מצוה אחת, אבל כאן בתינוק אחד הנימול יצא ידי חובתו ובו נעשה המצוה אף אם לא מל את השני, אבל בבדיקה צריך לבדוק רשותו מחמץ וכל רשותו אף אם יש לו אלף בתים הוי מצוה אחת.<br><b> עוד </b> שם. ועוד יש להביא ראיה מברכת התורה כו'. ונפלא מדוע לא הביא הך דיומא פרק בא לו, וניתו אחרינא ונקרי כו' משום ברכה שאינה צריכה, ובמרדכי הביא מזה הגמרא לענין מל שני תינוקות שצריך לברך על כל אחד, יעוין פרק כסוי הדם ובאור זרוע הלכות כסוי יעו\"ש, ובעיטור כתב דשני פרשיות הן ואינן דומות זל\"ז, כשחיטת בהמות יעו\"ש, סוף דבר אין ראיותיו מכריחות במילת שתי תינוקות שכל אחד מצוה להיות נימול והן גופין מוחלקין, וכי מל חד תינוק בזה התינוק נגמר המצוה, ואין מכוון התורה שכל זכריו יהיו נימולים וכמו באופן שצריך לעשות פסח אז כל זמן שלא מל כל זכריו אינו עושה פסח וזה דומה לבדיקת חמץ בכל הבתים שיש לו שכתב לעיל. אבל כשהמכוון הוא שכל תינוק יהא נימול בזה אינם מכריעים דברי רבינו, אמנם מי יבוא אחרי המלך וכן פסק בשו\"ע, ועיין תשב\"ץ ח\"ב סימן מ\"ב שפסק כן ודו\"ק."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות מילה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}