{
    "status": "locked", 
    "versionTitle": "Petach Einayim, Jerusalem 1959", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Petach Einayim on Chagigah", 
    "text": [
        [], 
        [], 
        [
            "<b>כאן במשנה ראשונה וכו'</b> הרמב\"ם מפרש דלמשנה ראשונה דבית הלל סברי דמי שחציו עבד וחציו בן חורין עובד את רבו יום אחד ואת עצמו יום אחד א\"כ מי שחציו עבד חייב ביום של עצמו דניכר ומבורר דיום זה של עצמו כי יום אתמול כי יעבור היה של רבו והיום הוא בן חורין דהוא של עצמו ולהכי חייב בו ביום בראיה. אכן למשנה אחרונה דחזרו בית הלל וסברי דאין לו יום וכופין את רבו וכו' כל שלא נכתב גט שחרור פתיך ביה צד עבדות תדיר ופטור ומשו\"ה פסק פ\"ק דהגיגה דחציו עבד פטור:<br><b>ומה </b>שהכריח להרמב\"ם לפרש פירוש זה ולא פירש להפך דלמשנה ראשונה הוא פטור כיון דמ\"מ חציו עבד ואינו בן חורין לגמרי אבל למשנה אחרונה חייב דכיון דכופין את רבו לשחררו הו\"ל כאלו כבר משוחרר וחייב וכמו שפי' רש\"י. היינו משום דכפי פירוש רש\"י האי דתנן הכל חייבין לאתויי מי שחציו עבד דחייב הוי כמשנה אחרונה. ומאי דתנן סמוך ונראה שאינן משוחררין דאמר רבינא דהיינו מי שחציו עבד וחציו בן חורין דפטור היינו למשנה ראשונה וזה דבר קשה על התנא דתני משנה אחרונה ובתר הכי משנה ראשונה. וכי תימא דמשנה הנשנית מקודם שאינן משוחררין לא זזה ממקומה לפי שהיתה שגורה לפום רבנן. ניחזי אנן היכי הוה מתניא ברישא ומוכרח דהכי תני אלו פטורין מן הראיה חרש שוטה וקטן וכו' ועבדים שאינם משוחררין וכו' דסבר הרמב\"ם כדברי הליכות עולם דכי קאמר הש\"ס הכל לאתויי וכו' לאו מתיבת הכל דייק אלא ממשנה יתירה וא\"כ הא דתנן הכל חייבין בראיה דהוי לאתויי מי שחציו עבד דחייב הוסיף התנא אח\"כ כשחזרו בית הלל. ומוכרח דברישא הוה תני אלו פטורין מן הראיה וכו' כדאמרן וזו היא שקשה ששינה התנא שינוי גדול ממאי דהוה תני ברישא ואמאי לא השמיט שאינן משוחררין דהוי דלא כהלכתא וכפי המשנה שסידר עתה הכל לחייב חציו עבד כמשנה אחרונה ושאינן משוחררין לפטור כמשנה ראשונה והוא מילתא דתמיהא. ותו דהי\"ל להניח המשנה כמו שהיא אלו פטורין מן הראיה חוץ מחש\"ו וכו' ונשים ועבדים ההיגר וכו' ולהשמיט שאינן משוחררין דידענו דחציו עבד חייב דנשים ועבדים דתנן בכל דוכתא היינו עבדים גמורים ומינה דחציו עבד חייב. ותו רבינא דסידר הש\"ס קשה דמפרש שאינן משוחררין לפטור והוא דלא כהלכתא והול\"ל לפחות דהוי כמשנה ראשונה ולפרש הכל לחייב כהלכה ולא לומר סתם דשאינן משוחררין לפטור חצי עבד ותו לא:<br><b>לכן </b>הוכרח הרמב\"ם לפרש להפך דמאי דתנן הכל חייבין לחייב לחציו עבד הוי כמשנה ראשונה וכבר המשנה היתה שגורה ומשנה לא זזה ממקומה אך הוסיף התנא שתי תיבות שאינן משוחררין לומר דלמשנה אחרונה פטור מי שחציו עבד ולהכי רבינא מפרשה דהלכה כמשנה אחרונה כנ\"ל ואני אמרתי בחפזי העולה על רוחי ולעת פנאי צריך לראות במפרשים:"
        ], 
        [
            "<b>תוס' ד\"ה לא תהו בראה וכו' ועוד פרו ורבו אכלהו בני נח וכו'</b> דברי התוס' תמוהים ועמ\"ש הרב שבות יעקב ח\"ב סי' קל\"ד ומ\"ש בעניותי בסוף ברכי יוסף ח\"ב בהשמטות א\"ה סי' ה' בס\"ד:", 
            "<b>תוס' ד\"ה נשים ועבדים לא שייך לאקשוי וכו' עד סוף הדבור.</b> הרב תוספת יום טוב הקשה על דבריהם וז\"ל וקשיא לי דהתם בקטנות ואשה טפי הוו תרי עניני דקטנות לענין מיאון ואשה לענין עגון כמו שהוא ריש פ\"ו דעדיות ועוד דקטן דפטור מטעם שוטה דפטור מכל המצות כמ\"ש הרב והכי איתא בבריתא בגמרא וצריך עיון עכ\"ל הרב תי\"ט:<br><b>ובצפייתנו </b>צפינו להרב פרי חדש במים חיים בהגהותיו שכתב על דברי הרב תי\"ט וז\"ל מה שהניח בצ\"ע ל\"ק דאי לאו ק\"ו בג\"ש דראיה ראיה הייתי מרבה קטנים דומיא דהקהל וכ\"כ התוס' דף ג' ד\"ה גמר ראיה ע\"ש עכ\"ל ודבריו חיים וקיימים. ומה שהקשה הרב תי\"ט דרישא דהתם בקטנות הם תרי עניני ל\"ק דנהי דהתם הוו תרי עניני אבל לרוב ריחוקם לא יחוש התנא למתנינהו כי הךךי ךעין רואה ואזן שומעת דכל א' ענין בפני עצמו ולא דמו כלל ועיקר. אמנם הכא אצטריך לשנות להודיענו דהוו תרי עניני וחרש שוטה וקטן מיירי בין בראיה בין בשמחה דפטירי שהם פטורים מכל מצות האמורו' בתורה ונשים לא איירי אלא לראיה וכדמפ' בש\"ס וזהו שכתבו התוס' וחרש ושוטה פטורין מכל המצות כדאמר לקמן ושם מבואר דה\"ה קטן. אלא דהתוס' הוקשה להם דאיכא ג\"ש דראיה ראיה ומוכרח דאתא קרא למעוטיה. לז\"א וקטן לא ידעינן דפטור מקרא רק מק\"ו ומשו\"ה לא ילפינן מג\"ש דראיה ראיה דחייב וכמ\"ש הרב פר\"ח ולהכי תנייה גבי חרש שוטה דגם הוא פטור מכל המצו' ומה גם דסירכא דלישנא הוי והכי רגיל למנקט חש\"ו ודוק הטב:"
        ], 
        [
            "<b>הנהו תרי אלמי וכו'</b> כתוב בגלגולי הנשמות שקבל הרמ\"ע ממהר\"י סרוק דהני אלמי היו גלגול אלדד ומידד ע\"ש באורך. ואפשר לרמוז אלמי נוטריקון אלדד מידד ועוד רמזתי איזה גרגיר בזה בפני דוד בהעלותך ע\"ש:", 
            "<b>האי באזניהם מיבעי ליה באזניהם דכלהו ישראל.</b> יש להרגיש דאי הכי לימא קרא באזנם ומדכתיב באזניהם ש\"מ שתי אזנים לכל ישראל וכמ\"ש בזהר הקדוש על פסוק ויקח מידם וכו' ע\"ש ועמ\"ש בס' לשון למודים א\"ח סי' כ\"ה ע\"ש:", 
            "<b>והא רגלים מיבעי ליה פרט לבעלי קבים</b> יש להעיר דבבריתא זו עצמה לקמן דף ד' קתני רגלים פרט לבעלי קבין ד\"א רגלים פרט לחיגר וכו' ומאי פריך כיון דבבריתא עצמה קתני דבר אחר פרט לחיגר וכו' ויש לישב .", 
            "<b>שהיה הוא תחילה לגרים.</b> שנצטוה על המילה תחילה והכיר את בוראו. רבינו בצלאל משם הריטב\"א ועיין בתוס' ועמ\"ש רבינו מהר\"י רוזאניס בספרו האמיתי פרשת דרכים ע\"ש:", 
            "<b>מאי דכתיב והבור רק וכו'.</b> שמעתי מפי מהר\"ר יוסף אשכנזי ששמע מהמקובל האלהי הרב רבי יצחק לוריא זצ\"ל דדייק הכי דקרא קשיא דמדאמר והבור רק משמע דהוי ריקן לגמרי והדר כתיב אין בו מים דמשמע הא מילי אחריני אית ביה אלא ודאי נחשים ועקרבים יש בו דבהא משכחת לה דלפעמים רק לגמרי שהנחשים ועקרבים בחורי וסדקי הבור ולפעמים הבור מלא כשיוצאים מהחורים. לקוטי מהר\"א פליף כ\"י. והנאני לדעת באר\"ש אמרי קדוש רבינו האר\"י זצ\"ל מתוקים מדבש. ועמ\"ש בעניותי לעיל בקונטריס זה פ\"ב דשבת בס\"ד:", 
            "<b>ת\"ר מעשה בר' יוחנן בן ברוקה ור' אלעזר בן חסמא שהלכו להקביל פני רבי יהושע בפקיעין וכו'.</b> בירושלמי פ\"ג דסוטה ובתוספתא פ\"ז דסוטה מייתי הך עובדא וקאמר שהיו מהלכין מיבנה ללוד והקבילו את ר\"י בפקיעין. ובאבות דר' נתן פי\"ח אמרו לעת זקנתו של רבי יהושע נכנסו תלמידיו לבקרו ועיין במכילתא פ' בא פי\"ו. ורש\"י כתב בסוגיין י\"ט היה:", 
            "<b>תלמידיך אנו ומימיך אנו שותים.</b> אפשר לומר בכפל הלשון לאפוקי תלמיד חבר דאפילו למד רוב חכמתו ממנו אם נתגדל ונעשה קרוב לרבו יכול לחלוק עליו כמ\"ש הר\"ב ש\"ך י\"ד סי' רמ\"ב ס\"ק י\"ב לדעת מהר\"י קולון וךעמיה. ולכן אמרו תלמיךיך אנו ולא גדלנו להיות כחברים רק מימיך אנו שותים:<br><b>א\"נ </b>כלפי מ\"ש הרב תרומת הדשן סי' חל\"ק דחכם מופלג בדורו חשיב כרבו מובהק א\"כ ממ\"ש תלמידיך אנו אפשר להבין דהיינו לפי שהוא גדול הדור ואינם תלמידיו ממש. לז\"א תלמידיך אנו מצד שאתה גדול הדור דהוי כרבו מובהק. ועוד מימיך אנו שותים כי אנו תלמיךיך ממש ויומתק גירסת הירושלמי דקאמר הכל תלמידיך ומימיך אנו שותים כלומר כלהו רבנן תלמידיך כי גדול הדור ומופלג בחכמה אתה. ואנו תלמידיך ממש ומימיך אנו שותים:", 
            "<b>אי אפשר לבית המדרש בלא חידוש וכו'.</b> יש להבין טעם הדבר. ותו אחר שאמר א\"א לבה\"מ בלא חידוש מ\"ט סרבו והמתינו לומר לו עד ששאל שבת של מי ושוב מה היתה הגדה ושוב מה אמר בה עד שאמרו לו. ועוד דאה\"ך בלי שאלה אמור רבנן עוד דרש. אף הוא פתח. ואפשר שיובן במ\"ש הרב הגדול שארנו מהר\"י זאבי זלה\"ה בסוף דרשותיו במאמרם ז\"ל כל שיראת חטאו קודמת לחכמתו וכו' שדקדק דהול\"ל כל שיראת חטא קודמת לחכמה החכמה מתקיימת כלישנא דקרא ראשית חכמה יראת ה' ואמאי נקט בכינוי. ותו דהרי דואג ואחיתופל וכיוצא בהם. וניחא ליה להרב ז\"ל במה שאמר המגיד למרן דלפום חורפא החריף קולט מן האויר מה שאמר החכם בביתו ובחומותיו אחר יגיעתו בעיון נמרץ ואחר שכבר הוציא הדבר לאור החריף קולטו מהאויר. אמנם להוציא לאור מה שקבלה נפשו מהר סיני מפקנא לית ליה כי אם כשקדם לו יראה ודואג ודכוותיה היו קולטים חכמות בחוץ דאמירן בעלמא אבל מה שקבלו מהר סיני לא ידעו ולא יבינו כי לא קדם להם היראה וז\"ש קודמת לחכמתו דייקא וחכמתו מתקיימת זהו תורף דברי הרב ז\"ל בקצור ע\"ש באורך:<br><b>הבה </b>נא אבא ויגע על פי הבא\"ר דהיינו דקאמר רבי יהושע במאמרינו אי אפשר לבית המדרש בלא חידוש דכיון דכלהו רבנן יראי ה' וקדישי עליונין ודאי מלבם יוציאו לאור חלקם מסיני והוא דבר נעלם מעיני העדה רבנן אחריני שלא קבלו חלק זה מסיני ולא ידעוהו וצריך אני לדעת חידושי תורה שאינם חלקי ונתגלו לבעליהם. ובכל זאת משורת דרך ארץ לא אמרו לו לפי שכאשר יוצא לאור החידוש החריף נקל לו לקולטו מהאויר ואף שלא יהא ירא ה' כדאשכחן בדואג ודכוותיה ולזה הם המתינו עד שאמר להם בפירוש. ומשום הכי אף דשאל במה היתה הגדה היום אפ\"ה לא אמרו לו עד ששאל ומה דרש בה. משום דעד שלא אמרו בפרשת הקהל לא היה יכול להבין מאי דרוש. דנהי שהחריף יכול לקלוט מהאויר מ\"מ צריך שידע הענין ההוא דתנו רבנן וכשיתן דעתו באותו ענין בחריפותו יכוין לדעת גדולים וקולט מהאויר אבל כל שלא ידע במה עסקי רבנן ודאי לא יוכל לקלוט. ואמטו להכי כששאלם במה היתה הגדה היום אמרו לו לבד בפרשת הקהל ושתקו דהשתא דידע הענין אם ישים אליו לבו מצי לקלוט מהאויר לכן לא אמרו לו דבר עד ששאלם בפירוש ומה דרש בה. ומאחר שרצונו היה למען דעת הדרוש ההוא בפירוש לכן א\"ל אח\"ך בלי שאלה שלא להטריחו עוד מאחר שידעו באמיתות שרצונו בכך. ועוד יש לפרש בסגנון אחר קרוב לזה וק\"ל:", 
            "<b>מרגלית טובה היתה לי בידכם ובקשתם לאבדה ממני.</b> כן הגירסא בקצת ספרים היתה לי בידכם וצריך ביאור דאתחזי דהאי מרגניתא מתיחסת לדעתו וסברתו אשר מאז ומקדם. וגם לגירסת הספרים מרגלית היתה בידכם משתמען מילוהי דהא מילתא חביבא ליה עד לאחת ולא אשכחן דאמר האי לישנא או כיוצא בה בשאר מילי דאמרי ליה ונראה מכל זה דהוא דבר הצריך לו לדעתו:<br><b>ואפשר </b>לומר במ\"ש התוס' נשים לשמוע אמרינן בירושלמי דלא כבן עזאי דאמר חייב אדם ללמד את בתו תורה עכ\"ל ובהכי ניחא מה שפסק הרמב\"ם פ\"א דתלמוד תורה דכל המלמד את בתו תורה כאלו מלמדה תפלות. וכתב מרן בב\"י י\"ד סי' רמ\"ו ובכסף משנה שם דהוא פלוגתא דבן עזאי ור' אליעזר ופסק כר' אליעזר:<br><b>ועדיין </b>צריכין אנו למודעי דקי\"ל דאין הלכה כר\"א דשמותי הוא ולגבי דידיה ליתא לכלל דאין הלכה כתלמיד במקום הרב ואמאי הכא פסק כר' אליעזר. אמנם לפי האמור ניחא דראב\"ע קאי כוותיה דר' אליעזר כמה דאתמר בירושלמי דאתי דלא כבן עזאי. ועוד הן בה דתנן התם בסוטה ר' יהושע אומר רוצה אשה בקב וכתב רש\"י שם בדף כ\"א ורבינו עובדיה בפירושו בדברי ר' יהושע לכך אינו טוב שתלמוד תורה ונמצא דר' יהושע נמי אתי דלא כבן עזאי וסבר כר' אליעזר וכראב\"ע ומשו\"ה פסק הרמב\"ם דלא כבן עזאי. ובזה נבא אל הביאור כי הנה ראב\"ע אמר אם אנשים באים ללמוד נשים באות לשמוע טף וכו' ואפשר דכוונתו להכריח דנשים ליתנהו בלימוד אלא בשמיעה לחוד ודייק לה מדכתיב בקרא למען תרי זמני למען ישמעו ולמען ילמדו דהול\"ל למען ישמעו וילמדו אלא דכתיב למען שני פעמים לאפסוקי דנשים באות לשמוע דוקא והא כדאיתא והא כדאיתא והיינו דקאמר אם אנשים וכו' כלומר דמקרא דהפסיק ביניהם מוכח דנשים באות לשמוע אנשים באים ללמוד טף וכו'. ולפי האמור דר' יהושע נמי סבר דלא כבן עזאי וסבר דכל המלמד את בתו תורה וכו' נמצא דהא דראב\"ע מסייע ליה וה\"ן עוזר לו ודייק לה מקרא. והיינו אומרו מרגלית טובה היתה לי בידכם לי דייקא דזהו סברתו ודרשת ראב\"ע אהניא ליה שיטת' ומוכח לה מקרא. אחר כמה שנים בא לידי ס' בירך יצחק שנדפס מחדש ובפ' וילך ראתה עיני שךרך דרך זה בשינוי:<br><b>ועוד </b>אפשר לומר להרחיב דרך הנז' במאי דחזיתיה לרב רחומי בס' שושנים לדוד שם בסוטה שכתב דר' יהושע פליג על ר\"א ופלוגתייהו בתורה שבכתב דלר\"א דוקא תורה שבע\"פ כאלו מלמדה תפלות אבל תורה שבכתב שרי ואתא רבי יהושע לחלוק עליו דאף תורה שבכתב לא ילמדנה לפי שרוצה אשה וכו' ולכן אינו טוב ללמדה אפי' תורה שבכתב וכו' עש\"ב. ולפ\"ז אפשר דראב\"ע קאי בשיטתו דגם תורה שבכתב אסירא וז\"ש נשים באות לשמוע דאף תורה שבכתב שקורא המלך הני נשי ליתנהו בלימוד כי אם בשמיעה הוא הדבר אשר דיבר מרגלית טובה היתה לי בידכם דעד השתא אני אני הוא החולק על ר' אליעזר. ומצאתי סיוע מהכתוב וראב\"ע דסבר הכי וזו מרגלית טובה לדעתי וק\"ל:<br><b>ודע </b>דבמאמר זה ובדרשות הסמוכות שדרש ר' אלעזר ן' עזריה ובענין ר' יוסי בן דורמסקי' עם ר' אליעזר הגדול ובדברי התוס' ד\"ה ומי כעמך. בכל זה כתבתי בעניותי בספרי הקטן דברים אחדים דף קכ\"א ודף קכ\"ב ע\"ש באורך בס\"ד:", 
            "<b>את ה' האמרת היום וכו' אתם עשיתוני חטיבה א' בעולם דכתיב שמע וכו'.</b> שמעתי רמז כי תיבות את ה' האמרת היום גימטריא זו קרית שמע. וכמדומה שראיתיו באיזה ספר:"
        ], 
        [
            "<b>ולימרו ליה בהדיא.</b> פירש רש\"י מיד למה הוזקקו לומר תלמידיך אנו. ובמ\"ש פשוט ידיך פירש הוקשה בעיניו שנתן עטרה לאותו מנין והלא מימות אנשי כנה\"ג היתה תקנה זו עכ\"ל. ומהרש\"א באגדתיה כתב דיותר נראה לומר לפי שלא אמר תלמידיך אנו כמו שפירש\"י עצמו גבי ולימרו ליה בהדיא ע\"ש וכ\"כ רבינו שמשון פ\"ד דידים שא\"ל פשוט ידיך וכו' מפני שלא אמר לו תלמידיך אנו ע\"ש:<br><b>ולולי </b>דבריהם אפשר לומר דמאי דפריך ולימרו ליה בהדיא פירושו מיד על דרך שפירש\"י אכן לדרכנו קפריך ולימרו ליה בהדיא מיד אחר שאמרו לו תלמידיך אנו דאחר זה אמר להם אע\"פ כן ועם כל זה לא רצו לומר לו עד שא\"ל שבת של מי היתה וא\"ל של ראב\"ע ואח\"ך שאל במה היתה הגדה וא\"ל פ' הקהל ואח\"ך ומה דרש עד שאמרו לו ולמה כבשו דבריהם כל כך היה להם תכף שא\"ל תלמיךיך אנו וא\"ל אעפ\"כ לומר לו ואמאי המתינו כל כך. ועל זה השיב משום מעשה שהיה וכו' כלומר דמכח מעשה זה חלו ורגזו שמא יכשלו בלשונם ויענשו ומהפחד שתק\"ו יחדיו עד שהפציר כל כך. ובהכי ניחא דבתוספתא גם במעשה רבי יוסי ן' דורמסקית אצל ר' אליעזר קתני דאמר לו ר' יוסי תלמידיך אנו והוכרח רבינו שמשון לומר תנאי היא. ולפי האמור א\"ש דלא שאל ולימרו ליה בהדיא דלמה אמרו תלמידיך אנו דהתם נמי א\"ל ר' יוסי תלמידיך אנו. אלא שאל על דאח\"ך מיד למה לא א\"ל כדאמרן. ותנא דבריתא דהש\"ס לא חש לאומרו. ובתוספתא הם דברי ר' יוסי ולא חש להגיד ענין פשוט עיניך. ומ\"ש פשוט עיניך היינו שאמר לו נמנו וגמרו וזה נוגע לכבודו של ר' אליעזר שחלק על הרוב והוה מה דהוה וכמו שפירשתי בדברים אחדים דף קכ\"ב ע\"ג בס\"ד ע\"ש ומשם באר\"ה לדרכינו:", 
            "<b>בכה ר' אליעזר וכו'</b> להכי בכה דע\"י שברכוהו ורחקוהו הוכרחו בטרחא זו לעמוד למנין ואלו היה בבית המדרש לא היו צריכין לכך אלא שמרחמי ה' היה שכיונו אל האמת. גליון. נמוקי רבינו בצלאל כ\"י. וכ\"כ הרמב\"ם בפירושו שמדבריו מוכח דהיה זה אחר ענין תנורו של עכנאי. אך יש חולק על זה:<br><b>וחזה </b>הוית להרב המוסמך מהר\"י פינטו בביאורו שדקדק על רש\"י במה שכתב בטעם קפידת רבי אליעזר וכתב וז\"ל ונראה כשנתישבה דעתו בכה על שהעניש לר' יוסי לקבל עיניו דגם ענוש לצדיק לא טוב מאחר שסוד ה' ליראיו שכיונו להלכה ומה פשעו של ר' יוסי ומיד התפלל שיחזרו עיני יוסי למקומן וחזרו ולא הזכיר חזרת עיניו בבריתא אבל בתוספתא הזכיר זה ובודאי כי באותו פרק שבכה היה זה עכ\"ל ויש להרהר על זה דמפורש בש\"ס דבכה תכף. ואח\"ך קאמר לאחר שנתישבה דעתו. והגם דזה נאמר בלשון תנא נראה שהוא סיום הענין ובתוספתא תנא כל הבריתא וסיים לאחר שנתישבה דעתו וכו' והש\"ס מייתי סיום התוספתא ומהש\"ס שחיבר הבריתא והתוספתא והיו לאחדים מוכח דזו התוספתא היא כסיום הבריתא והו\"ל כאלו שנויה כאחד. והראיה דהבכיה אינו כמ\"ש הרב הנז' מהתוספתא דידים והביאה רבינו שמשון פ\"ד דידים דתני התם דכשא\"ל ר' יוסי בן דורמסקית הענין זלגו עיניו דמעות אמר סוד ה' וכו' ושם בתוספתא דידים לא הוזכר הא דפשוט ידיך ועכ\"ז קתני זלגו עיניו דמעות ואי ס\"ד דהבכיה היא על שענש לרבי יוסי בתוספתא דידים שלא הזכיר הא דפשוט ידיך לא הול\"ל זלגו עיניו דמעות ודוק הטב:", 
            "<b>הלכה למשה מסיני עמון ומואב וכו'</b> מהתוספתא דידים משמע דהוי ממש הלכה למשה מסיני וכ\"כ רבינו שמשון פ\"ד דידים דמהתוספתא נראה שהיא הל\"מ ממש. ועמ\"ש בעניותי בקונט' זה שם פ\"ד דמסכת ידים בס\"ד:", 
            "<b>תנו רבנן איזהו שוטה היוצא יחידי בלילה.</b> [בדרושים כתבתי שיש לרמוז דלא יש שטות בעולם כי אם להיות רשע לעבור על התורה ולישאר כך ולמות בלא תשובה. וזה רמז איזהו שוטה היוצא יחידי בלילה שהולך ערירי בלי תורה ומצות בלילה בגהנם הדומה ללילה כמש\"ל. והלן בבית הקברות שאינו קם בתחיית המתים כגון שבכלל עונותיו שהלוה ברבית וכיוצא, והמקרע כסותו שאיזה מצות שעשה שהי\"ל להתכסות בהם ע\"ד חלוקא דרבנן נתקרעו בכונות ופניות שלא לשמה ולא פעל ברוחניות אלא קבל שכרו בעה\"ז, ומאבד מה שנותנין לו שמאבד חלקי נפשו ומקומו שהיה מזומן בג\"ע והדעת שנותנין לו דרך גדילתו מאבד ומקלקלו ועוד הארכתי בעניותי בזה ובפירוש פסוקים בס\"ד]: כרגע נראה לי ס' טורי אבן להגאון אב\"ד דק\"ק מיץ שנדפס חדש ממש. וראיתי שהקשה דבפסחים דף קי\"א תניא לא יצא יחידי בלילה לא בלילי רביעיות ולא בלילי שבתות משמע דבשאר לילות לית לן בה. ועל זה צידד ושקיל וטרי בכמה צדדים ומסיק דהכא בשמעתין שלא במקום ישוב וכו' עש\"ב ולי ההדיוט לק\"מ דהכא מיירי שדרכו בכך כמ\"ש מרן בב\"י ח\"מ סי' ל\"ה וז\"ל ונ\"ל שאין הכונה דפעם אחד שיעשה מאלו דרך שטות מקרי שוטה אלא כשדרכו בכך וז\"ש הרמב\"ם שדעתו משובשת תמיד עכ\"ל וא\"כ אותה ששנינו לא יצא יחידי בלילה היינו אפי' במקרה דיש לו צורך לצאת תני תנא דבריתא דלא יצא יחידי בלילי רביעיות ושבתות אבל בשאר לילות כשיש לו צורך במקרה מצי לצאת ואין זה סימן שטות דכל אדם זמנין דאתרמי ליה עסק בלילה ואגב ריהטיה כי נח\"ץ ינח\"ץ יוצא יחידי בלילה אבל סימן שטות הוא כשדרכו בכך. וכן ההיא דאמרינן פ' כיצד מברכין דגנאי לת\"ח שיצא יחידי בלילה משמע הא שאר אינשי אינו גנאי היינו שאין דרכם בכך. אי נמי שידוע שיש לו עסק בלילה והולך לעסקיו ולכך הזהירו שאפ\"ה לא יצא בלילי רביעיות ושבתות ות\"ח אל יצא. שוב ראיתי להרב תבואות שור י\"ד סי' ב' שפקפק בדברי מרן הב\"י הנז' אבל הרב פרישה בח\"מ והרב ש\"ך והרב פר\"ח כתבו כדברי מרן. והראיות שהביא הרב תבואות שור לפום ריהטא יש מקום לדחותם. והרב טורי אבן לא זכר ההיא דכיצד מברכין:", 
            "<b>והלן בבית הקברות.</b> הקשה הרב טורי אבן דהא קאמר דיוצא יחידי בלילה הוי סימן שוטה והשתא שלא בבה\"ק שוטה כ\"ש בבה\"ק והאריך לתרץ ע\"ש. וי\"ל בפשיטות דהגם דהלן בבה\"ק הוי בלילה כמו שפירש\"י מ\"מ אפשר דהלך ביום בבה\"ק ונשאר ולן שם. ואלו עשה כן בשדה לא הוי סימן שטות. אי נמי דיצא עם אחרים בלילה מביתו והנך אזלי והוא לן בבה\"ק אשמועינן דהוי שטות. ומיהו יש לצדד בדבר:<br><b>ובהא </b>דפירש רש\"י והלן בבית הקברות בלילה הרב מקום שמואל כתב דאין לו פירוש ומשם בנו פירש דאתא לאפוקי דלא נפרש לן במחשבה על דרך לן בעומקה וכמו שפירשו בעובדא דהחסיד פ\"ג דברכות. וקלסיה. ובעניותי אין כאן קושיא דאפשר לפרש דגם לן ביום בבה\"ק שינת צהרים הוא שוטה ולזה פירש דדוקא בלילה ותירוץ בנו לא נהירא לי מכמה אנפי כאשר יראה המעיין ודוק הטב:"
        ], 
        [
            "<b>הא למה לי קרא מכדי מ\"ע שהז\"ג הוא וכו'.</b> כאשר ירדוף הקור\"א ירגי\"ש אדם דברישא קאמר סתמא דתלמודא בשלמא נשים כדאמרן אלא עבדים מנ\"ל אלמא עבדים קשיתיה דמנ\"ל וכי אהדר רב הונא מקרא פריך עליה הא למה לי קרא דאתי מג\"ש דלה לה. והרב ברכת הזבח בכריתות על דף ז' והרב מהר\"ש אלגאזי בס' זהב שיבה בסוגיין ובספרו גופי הלכות סי' וכלל ק\"ז תרגמוה לסוגיין על דרך שכתבו התו' ריש פ\"ב דמציעא עמ\"ש וכמה א\"ר יצחק קב בד' אמות דפירשו דר' יצחק הוא האומר וכמה עש\"ב והכא נמי רב הונא מר ניהו הוא דקאמר עבדים מנ\"ל ואיהו מפרק ומייתי קרא. ועליה פריך סתמא דתלמודא הא למה לי קרא ע\"ש. ושניהם המלכים כיונו לדעת מרן הקדוש בס' כללי הגמרא דף י\"ח מס' יבין שמועה. ומתאמרא כוותייהו הלכה למשה גדול אדונינו הרמב\"ן בחידושי מציעא הביאו בשיטה מקובצת מציעא שם ריש פ\"ב דקמפרש לסוגיין על דרך האמור [וכבר רמזתי זה בקונטריס הלז בשאר דוכתי דרך אגב]:<br><b>ולא </b>אכחד דעלה במחשבה דרך חידוד לפרושי סוגיין ולא נצטרך לומר דרב הונא גופיה קאמר עבדים מנ\"ל שהוא דוחק. ותו בסוגיין דקאמר בשלמא נשים כדאמרן אלא עבדים מנ\"ל יש להעיר דהא דקאמר בשלמא נשים כדאמרן יתר וליבעי בפשיטות עבדים מנ\"ל. ותו הא דקאמר כדאמרן מוכח דקאי אמאי דאמרינן בסמוך זכור להוציא הנשים ופריך מכדי מ\"ע שהז\"ג וכו' סד\"א נילף ראיה ראיה מהקהל. וא\"כ מאי בעי עבדים מנ\"ל אטו לא ידע ג\"ש דלה לה. ואפשר לישב הכל דלעולם דסתמא דתלמודא הוא דבעי וכונתו דמשמע ליה דמתני' פטר לכל עבד אף מי שחציו עבד וחציו בן חורין ולגלות דשאלתו על זה דוקא להכי הקדים בשלמא נשים כדאמרן לומר דידע דהוא מ\"ע שהז\"ג ופטורות וזכור להוציא הנשים כי היכי דלא נילף ראיה ראיה ובזה הורה דכבר ידע כל האמור בענין וא\"כ עבדי ילפי מג\"ש המפורסמת דלה לה אלא שהוא שואל על מי שחציו עבד. ופריק רב הונא דכתיב אל פני האדון אחד יצא זה שיש לו אדון אחר. וכשראה המקשן דברי רב הונא הללו סבר דרב הונא אתא לסתם עבדים וכפשטו מה שאמר יצא זה שיש לו אדון אחר דקאי אעבד ממש דאי גם רב הונא לא מהדר אלא אמי שחציו עבד הול\"ל יצא זה שיש לו צד עבדות וכיוצא ומדנקט סתמא משמע דקאי אעבדים ממש ולזה הקשה למה לי קרא דהאיכא ג\"ש דלה לה. ופריק רבינא דרב הונא לא אתא אלא למי שחציו עבד ובהכי מיירי מתני' דייקא נמי דקתני שאינם משוחררין ורב הונא פשיטא ליה ולא הוצרך לפרש. זה אפשר לומר ושקטו נחו כל ההערות ודוק הטב. ועיין מה שכתבנו בעניותנו בקונט' זה בקמא על דף פ\"ח בס\"ד:", 
            "<b>ואלא קרא למאי אתא לכדאחרים דתנן אחרים אומרים המקמץ והמצרף וכו'.</b> יש להעיר דמשמע דת\"ק פליג על אחרים וא\"כ לתנא קמא קרא למאי אתא. ותו הבריתא אמאי קתני כל לרבות הקטנים. ואפשר דת\"ק סבר דהמקמץ והמצרף וכו' יכולים לעלות כשיטהרו שעלו מן הרחצה כמ\"ש הרמב\"ם ופסק כת\"ק. ומזה נשמע דאחרים פוטרים אף כשיטהרו וטעמא דלא אפשר שישאר שמץ מנהו מהריח והאסטנסים ההולכים דבקו צערי\"ם ואינם יכולים לעלות עם כל זכורך דיש בהן אסטנסים. ולת\"ק אתי כל זכורך דהמקמץ וכו' אינם עולים עד שיטהרו דכשהם נטהרים יכולים לעלות גם עם אסטנסים בדוחק או שהאסטניס ירחיק עצמו מעט מהם. וכן ס\"ל לת\"ק דבריתא וסבר דכשיטהרו סברא ולא צריך קרא אלא אתא לומר דלכשיטהרו ויכולים ללכת עם כל זכורך חייבים. ומשו\"ה לא קפיד ונקט קטנים לקצר ודוק הטב:"
        ], 
        [
            "<b> עבד  שרבו מצפה לראותו וכו'</b> פי' דרב הונא ס\"ל כרבנן דסומא בא' מעיניו חייב וא\"כ קרא דיראה יראה אין לימוד רק שכב יכול מצפה לראות כל זכורך:", 
            "<b>דליכא מלתא דכתבת באוריתא וכו'</b> עמ\"ש בעניותי במאמר זה בס' הקטן ראש דוד פ' תרומה ע\"ש:", 
            "<b>רבי אמי כי מטי להאי קרא בכי בקשו צדק בקשו ענוה וכו'</b> אפשר במ\"ש בש\"ט מז' י\"ז ע\"פ אני בצדק אחזה פניך דצדק היא התורה וידוע מ\"ש פ\"ק דעירובין דהלכה כב\"ה מפני שנוחים ועלובים ואמרו פ\"ק דסוטה שהעניו מרכבה לשכינה ואמרו פ' קנין תורה אין לך בן חורין אלא מי שעוסק בתורה. והכא הכתוב אומר בקשו צדק שהיא התורה בקשו ענוה שיהיה עניו בשלמות שהוא ירדוף אחר הענוה. וכשיש בו תורה וענוה מכוין לאמיתה של תורה והוא בן חורין והוא מרכבה לשכינה וכתיב אולי תסתרו ולכך בכי ר' אמי כולי האי ואולי והלא התורה והענוה דין הוא להגין עליו כמדובר:<br><b>א\"נ </b> אפשר במ\"ש רבינו האר\"י זצ\"ל דהעוסק בתורה לשמה היינו שיכוין לתקן פרצוף לאה וביאר הענין באורך וידוע דענוה נקראת לאה בסוד עקב ענוה יראת ה' כמ\"ש רבינו האר\"י זצ\"ל וז\"ש בקשו צדק שהיא התורה כאמור בקשו ענוה שתהיה תורה לשמה לתקן ענוה שהיא לאה:<br><b>ומכלל </b>הדברים מצינו טוב טעם שהעניו מכוין לאמת והלכה כמותו וכמ\"ש דהלכה כב\"ה משום שהיו ענוים ופירש מרן בכללי הגמר' שהכונה שבזכות הענוה מכוין לאמת. ולפי האמור ה\"ט דתורה לשמה היינו לתקן פרצוף לאה הנקראת ענוה ולוקחת מד\"ת אורות. ולכן מי שיש בו מד\"ת הענוה מתקן שיהיו מד\"ת אורות ללאה וזהו תורה לשמה ולזה מכוין לאמיתה של תורה. ואמרו ז\"ל דהעוסק בתורה לשמה כל העולם כלו כדאי הוא לו וכל ריבוי המעלות שבפ' קנין תורה להכי בכה רבי אמי כולי האי שהוא עוסק בתורה לשמה ומתקן הענוה ואולי:<br><b>או </b>ירצה בקשו צדק רחל בקשו ענוה לאה לבקש לתקנם וזה כלל לקיים תורה וכל המצות וזלגו עיניו דמעות כולי האי ואולי:"
        ], 
        [
            "<b>והכתיב דור הולך ודור בא דרעינא לה וכו'</b> בזה פירש רבינו האר\"י זצ\"ל פ' כצאן לשאול שתו מות ירעם וירדו בם ישרים לבקר הכונה כצאן ששוחטים אותם בלא זמנם כן לשאול שתו דיש נספה בלא משפט עד לא בא זמנו. וכי תימא הכתיב דור הולך כמו שאמר והכתיב דור הולך והשיב דרעינא להו וז\"ש מות ירעם עד דמטו שנות דור כמ\"ש דרעינא להו וכי תימא הנהו שני דנספה בלא משפט מה נעשים לז\"א וירדו בם ישרים הם החכמים ענוים כמ\"ש יהיבנא להו לצורבא מרבנן דמעביר אמיליה עכ\"ד ז\"ל ונאים הדברים למי שאמרן:", 
            "<b>אי איכא צורבא מרבנן דמעביר אמיליה וכו'</b> אפשר דהטעם דבעי תרתי צורבא מרבנן ומעביר אמיליה במ\"ש בשבת בימינה אורך ימים איכא ופירש\"י לחד לישנא דבימינה היינו לומד לשמה וכבר כתבנו בסמוך דע\"י הענוה מכוין אל האמת דיש לו מד\"ת הענו\"ה זהו תורה לשמה כמ\"ש בסמוך ולכן משפטו דזוכה לאורך ימים וכמו שפירש\"י דבימינה אורך ימים היינו לומד לשמה. ומשום הכי אי איכא צורבא מרבנן דמעביר אמיליה זוכה בהנך שני ודוק:", 
            "<b>מוסיפנא להו ליה והויא חלופי.</b> הקשו התוס' לרבי עקיבא ס\"פ החולץ דאית ליה משלו הוסיפו לו לחזקיה ולית ליה זכה מוסיפין לו הא משמע הכא דמוסיפין לו וצ\"ע עכ\"ל והרב המוסמך מהר\"י פינטו תירץ ותורף דבריו דאין מוסיפין אפילו למי שזכה לגזור שנים חדשות. אבל הני שני דנספה בלא משפט כבר היו השנים בעולם ואינם חדשים זהת\"ד עיין בספרו. ונעלם ממנו שזה תירצו התוס' עצמם ביבמות דף ן' ע\"ש. ולתירוץ זה א\"ש מ\"ש בסוגיין מוסיפין להו ליה והויא חילופי דהני מילי והויא חלופיה לכאורה הם יתרים וטפלים. אבל לפי האמור הש\"ס בדקדוק קאמר והויא חלופיה כלומר דהשנים כבר נגזרו בעולם ומשו\"ה הוסיפו לו ואתיא גם לר' עקיבא:<br><b>ובלקוטי </b> רבינו בצלאל כתוב על קושי' התוס' בסוגיין בשם גיליון וז\"ל וי\"ל כשפוסקים שנותיו של אדם פוסקים נמי אם יהיה רשע שגורמין עונותיו שום מקרה בזה שיפחתו לו מקצבתו כו\"ך באותו זמן שאירע לו המקרה ואי איכא צ\"מ חסיד ועניו דמעביר אמיליה שיוסיפו לו כו\"ך ולפיכך אמר משלו נתנו לו. א\"נ דחזקיה דהוה מלך לא מעביר אמיליה דמלך שמחל על כבודו אין כבודו מחול ולפיכך דוקא משלו נתנו לו אבל מאן דמעביר אמיליה אפי' שאינו שלו נותנין לו וקרא דאת מספר ימיך אמלא שלא יחסר אבל להותיר יכול להותיר ומנשה דמשמע ליה שלא יחסר ולא יותיר אמלך חזקיה ק\"ל דלא מעביר אמיליה והוצרך ר\"ע לומר משלו נתנו לו עכ\"ל:", 
            "<b>עבד שרבו מקרבו לדונו וממהר להעידו וכו'</b> עמ\"ש בעניותי בס' הקטן דברים אחדים דף ל\"א ע\"ב ע\"ש באורך:", 
            "<b>הא יראוני מוחלין להם מיד.</b> התוס' כתבו ופליגא דר' ישמעאל וכו'. גיליון. מצי אתיא כר' ישמעאל ויש לחלק בין עשה דשכר שכיר כיון דפרע לבסוף וליכא גביה אלא מה שאיחר אצלו שכירותו לא זז משם עד שמוחלין לו אם עשה תשובה. נמוקי רבינו בצלאל כ\"י:"
        ], 
        [
            "<b>רבי אילא הוה סליק בדרגא וכו' כי הנה יוצר הרים וכו'</b> עמ\"ש אני בעניי בס' הקטן ראש דוד דף קי\"ב ריש פ' שלח בס\"ד:", 
            "<b>רבי ור' חייא הוו שקלי ואזלי באורחא.</b> אפשר דידוע דבכל הדרך שהולכים הצדיקים הם מבררים ניצוצות הקדושה שנפלו בחטא אדה\"ר במקום ההוא וכמו שפירשנו בעניותנו פ' וארח צדיקים כאור נגה ר\"ל כמו נגה שחציה בקדש וחציה בחול ומתבררים ניצוצות הקדושה מחלק החול וז\"ש כאור נגה וכו' ע\"ש באורך ואגב הודיענו בש\"ס דרך נסתר דר' ור' חייא נכח ה' דרכם בלכתם ילכו ומבררים ני' הקדושה וז\"ש הוו שקלי ניצוצות הקדושה המתיחסים אליהם ואזלי. ולפי פשוטו אפ' דהוו שקלי וטרו בתורה ואזלי בארחא והיכא דאיכא למדרש דרשינן:", 
            "<b>איכא צורבא מרבנן הכא ומאור עינים הוא.</b> הרב עיון יעקב הביא ראיה מכאן שאין חיוב לקום לפני ת\"ח סגי נהור ותמה על הרב שער אפרים סי' ע\"ח שעמד בדין זה ולא הרגיש בסוגיא זו ע\"ש והמעיין יראה דאין ראיה כלל מסוגיא זו. ופשט הש\"ס דכי אקלעו למתא אמרי תרוייהו לבני העיר רבי ור' חייא איכא צורבא מרבנן וכו' והשיבום בני העיר איכא צ\"מ ומאור עינים ואז אמר ר' חייא לרבי לא תזלזל וכו' ואה\"נ דאפילו לא היה מאור עינים היה אומר לו כך רק דברישא כי שאלו לבני העיר איכא צ\"מ רבי חייא לא דיבר חדא דאפשר דליכא צורבא מרבנן ומה צורך לדבר. ותו דבני העיר תכף השיבו לשאלתם איכא צ\"מ ומאור עינים. ולא היה זמן לר' חייא לדבר כי הם שאלו ותכף השיבו ובזה נדחה מה שדקדק הרב הנז' מאי סבר ר' חייא מעיקרא וכו' כמבואר. ותו דמה דמות יערוך לקום מפני חכם העובר לפניו דהוא מ\"ע. לאחד ההולך אל עירו ואל שער מקומו של חכם דליכא שום חיוב לילך אצלו לבקרו. ותו דקי\"ל ב' חכמים אין אחד חייב לקום מפני חבירו לקום אלא הדור כמ\"ש בי\"ד סי' רמ\"ד. וא\"כ הכא אף אם חכם שאינו סומא עובר לפני רבי אינו מחויב לקום וכ\"ש שהוא נשיא. ובזה נדחה כל מ\"ש הרב עיון יעקב דמדינא אם אינו מאור עינים היה חייב מדינא רבי לקבולי אפיה אפי' שהוא נשיא. ולא נהירא דאפי' אם עובר לפניו אינו מחויב חכם לקום וכ\"ש נשיא דאפשר דמדינא אפי' הדור אין צריך. והדבר ברור דאין ראיה כלל מהאי עובדא ואינו ענין לדין אם חייב אדם לקום מפני ת\"ח סומא ואין השגה על הרב שער אפרים כמבואר:<br><b>ומיהו </b>אע\"ג דלא מצינו ראיה לכאורה לקום מפני ת\"ח סגי נהור נכון הדבר לעשות יקר לפנים הנראין ואינן רואים לזכות לקבל פנים הרואים ואינם נראים:", 
            "<b>תקפיה ואזיל בהדיה.</b> כרגע נראה ס' טורי אבן וראיתי שכתב וז\"ל מכאן מוכח נשיא שמחל על כבודו כבודו מחול דר' חייא אמר ליה לר' שב ואל תזלזל בנשיאותך ואף עפ\"כ אזל ופ\"ק דקדושין דף ל\"ד פריך למ\"ד נשיא אין כבודו מחול מבריתא דתניא מעשה בר\"ג וכו' הה\"נ דהוה מצי למפרך מהך עובדא אלא ההיא דהתם בריתא אלימא לאקשויי מינה עכ\"ל ולי ההדיוט ליכא לאותובי מהך עובדא דאף דאין כבודו מחול הכא אינו זלזול לקבל פני חכם אחד ובצנעא ואדרבא מצוה הוא ואינו זלזול ור' חייא דאמר לו אל תזלזל בנשיאותך לישנא בעלמא הוא ורצה לומר דינהג רבנות כנשיא. אבל ההיא דר\"ג הוא שירות ממש וזה פשוט:", 
            "<b>איכו השתא מנעתן מהאי ברכתא א\"ל מהיכא שמיעא לך.</b> יש להעיר מנא ליה לרבינו הקדוש דברכה זו מתקיימת ועל הספק לא יצדק בהחלט לומר מנעתן. ונהי דכתיב בהו בצדיקי ותגזר אומר ויקם לך מ\"מ לא כל העתים שוות וכיוצא והיה אפשר לומר דרבינו הקדוש ידע ברוח מבינתו גדולת נשמת האי מרבנן ואשר ברכתו מתקיימת. אמנם אכתי יש להעיר מה זו שאלה מהיכא שמיע לך וכו' אטו המברך לחבירו צריך שישמע ברכה ההיא מאחר הא ודאי לא דכל א' מצי לברך כטוב בעיניו. ונראה לישב הכל דמלשון האי מרבנן שאמר אתם וכו' תזכו וכו' ולא אמר יהי רצון שתזכו משמע דפשיט' ליה שיזכו לזה וכך היא המדה שמורה וערוכה ומילתא פסיקתא היא וז\"ש מנעתן מהאי ברכתא לא שהוא בירך רק כי מדבריו ידענו כי העושה זה בא בשכרו לזכות לזה וז\"ש מהיכא שמיע לך שכר זה דפסיקא לך והשיב מפרקיה וכו'. והתוס' כתבו פשטיה דקרא וכו' אפשר דהוקשה להם על רביה דר' יעקב איך לא ידע ולא דקדק בהאי קרא. דאמר לו שלא יטרח. ותו ר' ור' חייא דשאלוהו מהיכא שמיע וכו' הרי פסוק מלא ותו למה השיב מפרקיה וכו' הול\"ל דפסוק הוא. לזה כתבו התוס' דפשטיה דקרא בתמיה ולא נחתי לדרוש זה ומשו\"ה הוכרח לומר מפרקיה וכו' וגם רביה דרבי יעקב אמר ליה דלא לצטער ועיין במהר\"י פינטו שנדחק לפרש דברי התוס' ודוק הטב:", 
            "<b>וכן במדת פורענות וכו'</b> יש להעיר דהתם המ' שנה היה לטובתם שלא מתו פחות מששים ונפקי להו מכרת. ותו דיום אחד בשנה היה העונש בכל יום ט\"ב כמ\"ש הרב המבי\"ט והביאו בנו הרב מהרימ\"ט בתשובותיו א\"ה סי' ח' ע\"ש ויש לישב וק\"ל:"
        ], 
        [
            "<b>השיב רבי תחת בית הלל וכו' א\"ל אביי ולטעמיך וכו'</b> כך כתוב בנסחאות דפוסים ישנים. ונסחא זו אין לה שחר דאיך אביי יאמר לרבינו הקדוש. ואין זה דומה למ\"ש פ' המניח (בבא קמא דף ל\"ד) אלא א\"ר יוחנן על אביי דההיא תרגמה מהר\"י כ\"ץ כמ\"ש במקובצת שם. וראיתי להרז\"ה זלה\"ה במאור פ\"ק ךראש השנה עמד על זה וכתב דמצא נסחא ישנה דגריס א\"ל אבוה ולטעמיך והוא רשב\"ג עיין שם והרב מהרש\"א בחידושי הלכות הביא דברי הרז\"ה. ועפ\"ז הגיהו בדפוסים חדשים אמר ליה אבוה ולטעמיך כנסחת הרז\"ה שהביא הרב מהרש\"א:<br><b>ודע </b>שבגמרא על קלף כ\"י מצאתי הנסחא השיב ר' זירא תחת בית הלל וכו' א\"ל אביי ולטעמיך וכו'. ולי השפל נסחא זו נראית עיקר והיא דווקנית ךבסמוך מתקיף לה ר' זירא ומהדר ליה אביי ואחר זה רבי זירא השיב תחת ב\"ה והשיב לו אביי ולטעמיך. ולנסחא ישנה וגם לנסחת הרז\"ה מי הביא דברי רבי הכא ומה שהשיב לו רשב\"ג לנסחת הרז\"ה. והגם דיש לומר דהאמוראים היה מקובל בידם דברי רבי ורשב\"ג מ\"מ הוא קצת רחוק אבל נסחת גמרא של קלף מתישבת שפיר דרבי זירא ואביי מארי דהאי שמעתא. ומ\"ש במשג\"ב (מחברת שם גדולים ב') דף י\"ח ע\"ב כמ\"ש בסוף הוריות דר' זירא ואביי הוו יתבי וכו' כל זה נמחק והיה בהעבר' קולמוס ומאי דקשיא ליה להרז\"ה עמ\"ש התוס' פ\"ק דראש השנה ע\"ש:"
        ], 
        [
            "<b>רבי עקיבא אומר קרבה ושוב לא פסקה וכו'</b> הרב מהר\"ש ן' הרשב\"ץ בתשובותיו סי' ז\"ן האריך בזה והביא דברי הרמב\"ן והראב\"ע ועיין מ\"ש הרא\"ם פ' תשא:<br><b>ואני </b>בעניי כתבתי קצת בזה והבאתי דברי הרב המפורסם מהר\"י עייאש זלה\"ה ועלימו תטוף מלתי והוא בס' הקטן מחזיק ברכה א\"ח סימן תרצ\"ד בס\"ד ע\"ש ודוק הטב:"
        ], 
        [
            "<b>אתיביה הוקר וכו'</b> אהא דאמר כל היכא דאתא ואייתי כולי עלמא לא פליגי דעייל ומתחזי והא כתיב הוקר וכו' דמשמע דלא לתחזי כלל. ולי נראה דעל ריש לקיש קא מותיב דאמר דאפי' לקרבן אין לו שיעור וכל אימת דבעי מתחזי והא כתיב הוקר וכו' וזה נראה לי עיקר. לקוטי מהר\"ר אברהם פליף כ\"י:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>אמר ר' זירא חגר ביום ראשון ונתפשט ביום שני איכא בינייהו.</b> צ\"ע דהו\"לל קטן ביום א' ונתגדל איכא בינייהו. הרב יד אליהו בתשובה סי' צ\"ג וע\"ש באורך במה שנוגע לזה. והרב מהר\"י ן' מיגש הובא בשיטה מקובצת קמא דף מ\"ד ע\"ד כתב דאיכא דוכתי בש\"ס דאיכא בינייהו טובא ממאי דאמרו בש\"ס ע\"ש. אמנם שאר הראשונים ארחייהו למידק בהכי בכמה דוכתי כידוע:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ולא במעשה בראשית בשנים ולא במרכבה ביחיד וכו'.</b> כתב הרב הקדוש מהרח\"ו זצ\"ל שמעתי ממורי הרב זלה\"ה כי מעשה בראשית הם דרושי עולם התהו שזה היה בבראשית קודם התקון. ומעשה מרכבה הם דרושי התקון והתלבשות הפרצופים זה בזה והרכבת פרקי אי' בזו\"ן וזה נקרא חידוש העולם והשינויים שיש מזמן לזמן בעניני סדרי התלבשות עכ\"ל הרב ז\"ל:"
        ], 
        [], 
        [
            "<b>תוס' ד\"ה נכנס שחרי' וכו'</b> והיה קשה למורי וכו' ומיהו וכו' ואי קשיא הא קשיא היאך אינם נראין הככבים ביום שהם ברקיע השני וילון אין שם שיכסה עליהם אלא לשון אחרון עיקר דוילון הוא פרוש ביום ומכסה הרקיע שהככבים קבועים בו ויוצא ערבית ומאירים הככבים מתוך אורן שמאירים לקוטי רבינו בצלאל כ\"י בשם גיליון:"
        ], 
        [
            "<b>בן בנו של נמרוד הרשע וכו'</b> התוס' פירשו על שם מעשיו והרב טורי אבן כתב ולי לא יתכן דקורא אותו בן בנו על שם מעשיו. ורש\"י פ\"ט דפסחים פירש בן בנו לאו דוקא אלא מזרעו וכו' ע\"ש ויש להעיר דהו\"ל לאתויי שהתוס' עצמם בהך בן בנו דחגיגה פירשו דהוא מזרעו ביבמות סוף דף מ\"ח והיינו כפירוש רש\"י שהביא וכ\"כ הרב באר שבע פ\"ק דהוריות. איברא דכבר נודע מיסוד חכמים דלא כל מחברי התוס' ממקור אחד חוצבו. ובפרט דהמסכתות קטנות אמור רבנן שאינם קיצור תוס' שאנץ שקצרם ר\"א מטוך כמו המסכתות גדולות:<br><b>והנה </b>גורי האר\"י זצ\"ל כתבו דנבוכדנצר היה גלגול נמרוד. וכבר ידוע מה שפירש רבינו האר\"י זצ\"ל דבחי' גלגול ראשון מקרי אב וגלגול ב' מיקרי בן וזהו שאמרו צדיק בן צדיק כלומר צדיק בגלגול זה צדיק בגלגול שעבר וכיוצא. ואפ' דז\"ש בן בנו של נמרוד שהיה גלגולו ולפי שלא היה גלגול שני לכן אמר בן בנו של נמרוד הרשע דסירכיה נקיט כשם כשהיה נמרוד המריד כל העולם גם עתה אמר אויב אעלה על במותי עב והעמיד הצלם וכשם שהשליך אאע\"ה לכבשן כך השליך לחמ\"ו וניצולו כשם שניצול אאע\"ה:", 
            "<b>תוס' ד\"ה אין מוסרין דברי תורה לגוי</b> הקשה הרב אלחנן וכו' וכי תימא בז' מצות דידהו וכו' מצאתי עוד תירוץ דהיינו קודם שנתנה תורה אבל אחר שנתנה תורה והתיר להם ז' מצוות ילפינן מהאי קרא דאף ז' מצוות אסור ללמדם. נמוקי רבינו בצלאל בשם גיליון. ודברים אלו לכאורה קשים בעיני לומר דאשר יעשה אותם האדם מיירי קודם מתן תורה. ויש לישב וק\"ל אחרי כותבי ראיתי בס' עין יעקב שהביא תירוץ שכתב ר\"ב מגליון בשם התוס' גם ראיתי להרב ישרש יעקב שכתב בשם מהר\"ש אלגאזי שעמד על זה והאריך לישב עש\"ב ודוק:<br><b>ובמה </b>שתירצו התוס' וי\"ל דהכא מיירי דאיכא גוי אחר שרוצה ללמדו דליכא לפני עיור וכו' מדבריהם ז\"ל הביאו רבנן בתראי ראיות ואני השפל עמדתי קצת על דברי קדשם בספרי הקטן ברכי יוסף בה\"מ סי' ט' ובס' הקטן מחב\"ר בי\"ד סי' ס\"ב בס\"ד ע\"ש באורך:"
        ], 
        [
            "<b>בשעה שהדבור יוצא מפי הקב\"ה וכו' אמרו בס' היכלות כשרוצה הקב\"ה לגלות הדיבור לנביא וכו'</b> וכתב רבינו אליעזר מגרמיזא ודברתי על הנביאים אל הנביאים אינו אומר אלא שהקב\"ה אומר למלאכים תראו המראה הזו לנביא וזהו ודברתי למלאכים על הנביאים להראותם. נמוקי רבינו בצלאל כ\"י:", 
            "<b>למה יחזקאל דומה לבן כפר וכו'</b> פירש\"י לפחיתות יחזקאל. והעיקר לפחיתות אנשי דורו או אנשי מקומו שצריך לספר להם לשון רחבה וארוכה. לקוטי רבינו בצלאל בשם גליון. והא דכתב בשם רש\"י ליתיה בנסחתין. ובזהר הקדוש ריש פ' שמות אמרו שהוצרך יחזקאל לזה לנחמם מהגלות דהוו אמרי אבד סברן ובטל סכויין ע\"ש באורך:"
        ], 
        [
            "<b>אחד לו ואחד לדוד.</b> קשיא לי כיון דרבי עקיבא הדר ביה כדמסיק בסמוך דקבלה מר' יוסי הגלילי א\"כ היכי תפיס תלמודא האי תירוצא פריכא דלא קיימא במסקנא וצ\"ע. לקוטי רבינו בצלאל בשם גליון. ולי ההדיוט אפשר דהא דקאמר כתוב א' אומר כרסייה שביבין וכו' הם דברי ר' שמואל בר נחמני בשם ר' יונתן ואיהו סבר כך ולא חש לקושית רבי יוסי הגלילי והגם דר' עקיבא הדר משמעתיה. הוא סבר הכי לקושטא. ורבי יונתן הוא תנא. והגם שלא יהיה תנא. האמוראים בהגדה דלא נפיק מינה לענין דינא חולקים על התנאים כידוע. ומעתה הגם שנאמר דהוא סתמא דתלמוד כדסבר הרב הכותב גליון הנז' לק\"מ דאם ר' עקיבא הדר לא אכפת ליה וסברה זו ישרה בעיני רבנן דמתיבתא כאמור. ובס' טורי אבן הקשה קו' הנז' שהקשה ר\"ב משם גיליון ואסיק בקשיא ע\"ש:", 
            "<b>כלך מדברותך אצל נגעים ואהלות</b> רש\"י פירש שהם עמוקות. ועמ\"ש אני השפל בעניותי בספרי הקטן ראש דוד פ' חקת דף קכ\"א סוף ע\"א:", 
            "<b>י\"ח קללות קלל ישעיה את ישראל ולא נתקררה דעתו עד שאמר להם המקרא הזה ירהבו הנער בזקן וכו'</b> קשה דהא אמר ונתתי נערים שריהם וי\"ל דנערים שריהם פחות מושל על פחותים כמוהו אבל ירהבו הנער בזקן היינו שהפחות מושל על הצדיק ואין צרה גדולה מזו. לקוטי מהר\"א פליף כ\"י:<br><b>ולי </b>השפל אפשר לומר בסגנון אחר דנערים שריהם היינו שהנערים השרים הם תחת הזקנים ועושים כאשר יאמרו להם הזקנים ומ\"מ אין זה כבוד להיות הנערים שרים. אבל הכא הם שרים חלוטים וירהבו הנער בזקן:<br><b>ומ\"ש </b>לא נתקררה דעתו לכאורה אינו מובן דישעיה הנביא במקום שיתמלא רחמים על כל כך קללות לא סגי ליה עד שקלל אחרת ירהבו הנער וכו' ואיך בזה נתקררה דעתו ואפשר לומר דהיה מצטער ישעיה הנביא לכבודו יתברך אז יאמרו בגוים דלכבוד עצמו גזר עליהם גזרות קשות והי\"ל למחול כאב הרחמן ולזה לא נתקררה דעתו עד שאמר ירהבו דהוא דבר נגד השכל והמוסר ולא נחם דרך ארץ ובזה נתקררה דעתו שיאמרו יפה דן יפה זיכה לזקן ונכבד להעניש לנער ונקלה. והוא ע\"ד מ\"ש פ\"ק דקידושין דכאשר שמעו או\"ה דברות הראשונו' אמרו לכבוד עצמו הוא דורש וכשאמר כבד את אביך חזרו והודו ע\"ש והרב הגדול מהרח\"א פירש דרך נאה בס' ישרש יעקב משם התייר הגדול מהר\"ר אברהם ן' חנניא ע\"ש ואחר זמן ראיתי למופת הדור הרב המופלא בדורו מהר\"ח אלפאנדארי בס' הבהיר אש דת פ' יתרו דפירש כדרך הרב הנז' אמנם האריך הרחיב וכיפי תלי לה וביאר עליה כל המאמר בדקדוק עש\"ב:", 
            "<b>חד  אמר שש מאות סדרי משנה וכו'.</b> כתב בס' מחזור ויטרי כ\"י על קלף וז\"ל מימות משה עד הלל שעלה מבבל היו ש\"ם סדרי משנה כמו שנתן הקב\"ה למשה בסיני ומהלל ואילך נתמעט העולם וחלשה כבודה של תורה ולא תקנו הלל ושמאי אלא שש סדרים והם אנשי משנה מהלל ועד רבי נתן ורבי והן היו סוף משנה עכ\"ל אות באות. [ש\"ם סדרי ר\"ת שש מאות]:<br><b>ומ\"ש </b>דהלל ושמאי תקנו שיתא סדרי מרן בריש ס' כללי הגמרא כתב משם ס' כריתות שקודם רבי היו ת\"ר סדרי משנה ובא רבי וקצר וכ\"כ הרב יבין שמועה וכן מתבאר מדבריו ממ\"ש עוד כמו שיראה הרואה. והוא הפך מ\"ש במחזור ויטרי. אמנם ראיתי דברי ס' כריתות בשרשם והם מסכימים למ\"ש מחזור ויטרי וז\"ל ס' כריתות בריש ימות עולם ואתחיל לפרש זמן עמידת התנאים מהלל ומשמאי שהם המקבלים והמקבלים מהם עקר אנשי המשנה כי עד ימיהם היו שש מאות סדרי משנה ומימיהם נתמעטה התורה מפני הגלות ולא תקנו כי אם ששה סדרים מהם עכ\"ל ויכולני לפתו\"ר דמ\"ש כי עד ימיהם היו ת\"ר וכו' קאי להלל ושמאי ומ\"ש מפני הגלות היינו שבסוף בית שני היינו משועבדים לרומיים והיו צרות ומחלוקות גדולות ובימי ריב\"ז נחרב הבית ואמרו פ\"ק דשבת הלל ושמעון גמליאל ושמעון נהגו נשיאותם לפני הבית ק' שנה. וכן בס' הקדוש קנה דף פ\"א ע\"א כתב דממשה רבינו עד הלל הזקן היו ת\"ר סדרי משנה וזקני ב\"ש וזקני ב\"ה סדרו ששה סדרים והניחו השאר ע\"ש אך יש מעט הפרש דבס' מחזור ויטרי כתב דהלל ושמאי תקנו שיתא סדרי ובס' הקנה כתב זקני ב\"ש וזקני ב\"ה ולזה נוטים יותר דברי ס' כריתות. אבל מה שהבינו מדברי ס' כריתות מרן והרב יבין שמועה דרבינו הקדוש העמידם על שיתא סדרי הת\"ר סדרים. יש להשיב שאין כן כונת ס' כריתות רק כמחזור ויטרי וס' הקנה ודוק הטב:<br><b>ובס' </b>יוחסין דף י\"א ע\"א (דפוס אמשט') כתב דעד הלל הזקן היו קורין ת\"ר סדרי משנה ממשה רבינו ע\"ה עד בני בתירא והלל סידר ששה סדרים וכו' ע\"ש והם כדברי מחזור ויטרי וכעת לא ידעתי מהיכא גמיר לה הרב ס' יוחסין (וס' קבלה להראב\"ד אין עמדי) והרב מהר\"י חאגי\"ז בס' עץ החיים בהקדמתו לדרכי המשנה כתבה משם ס' יוחסין ע\"ש ועיין בשלשלת הקבלה דף י\"ח ע\"א דפוס אמשט':", 
            "<b>בתולה שעיברה מהו לכ\"ג וכו' וחיישי' שמא באמבטי עיברה.</b> כרגע נראה לי ס' טורי האבן וראיתי שכתב וז\"ל ק\"ל דריש יבמות תנן ט\"ו נשים פוטרות צרותיהן ופריך ולתני י\"ו אמו אנוסת אביו ואף לר\"י דאוסר באנוסת אביו מ\"ל דיעבד ונסיב ומשני דאי לא קתני ופריך תו בלא דאי נמי מ\"ל יעקב אנס כלתו והוליד בן ומת בלא בנים ונפלה קמיה ברא ומיגו דהיא אסורה צרתה אסורה ומשני באחוותא דהתרא מיירי באחוותא דאיסורא לא קמיירו והשתא אם איתא דאפשר להתעבר באמבטי בהתרא מ\"ל נמי אם נופלת לפני בנה ליבום כגון שנתעברה כלה מחמיה באמבטי והולידה בן. ומת בלא בנים ונפלה קמיה ברה עכ\"ל:<br><b>ולפום </b>ריהטא נראה להביא ראיה מכאן דאם נתעברה באמבטי לא קיים פו\"ר ולא חשיב בנו וליתיה בחליצה ויבום מדלא תנן י\"ו נשים (פטורות) [פוטרות] ובהכי ניחא קושית הרב הנז' דהגם דהנה אמת מציא להתעבר באמבטי מ\"מ לא חשיב בנו כלל. ובשגם האחרונים בריש אבן העזר כתבו דהוי בנו. אין ראיות שהביאו מכריעות ויד הדוחה נטויה. ואדרבא יש ראיה דלא חשיב בנו כדאמרן. אמנם גם זאת יש לדחות דכיון דהוא מציאות רחוק מאד לא איירי ביה תנא ומשו\"ה לא פריך לה הש\"ס:<br><b>והרב </b>משנה למלך פט\"ו דאישות קרא ערער דלא אפשר להתעבר באמבטי והרבה להשיב בזה עש\"ב ואני בעניי אומר דאין שום ספק בזה מאחר שהתלמוד קרי בחיל הנמצא כזה להתעבר באמבטי והראב\"ד בס' הקבלה ובלקוטי מהרי\"ל כתבו דזה היה מעשה. גם בספר כריתות מקשה על ק\"ו דעביד בירושלמי דכ\"ג יכול להתפרנס כשנתעברה אמה באמבטי ע\"ש בשער ב' מלשון למודים אות ע' ועיין בהלק\"ט ח\"ב סי' ס\"ז. ובס' רגל ישרה דף מ\"ה ע\"ה הקשה על הק\"ו דיכול להיות שנתעברה באמבטי ע\"ש ונעלם ממנו שכבר קדמו בס' כריתות. ועוד אשוב אתפלא דמסיק בצ\"ע וסתם דבריו והלא אף שנתעברה באמבטי כיון שילדה אסורה לכהן והול\"ל שבת זו יצאה דרך דופן. ואף גם זאת כבר כתב בס' כריתות דהאי קושיא היא הבל דצריך לומר שיצאה דרך דופן וגם זו האם היתה כן ואם אמה עד סוף כל הדורות ע\"ש ובהלק\"ט. והרב יעבץ בס' אגרת בקורת מהדורא בתרא דף י\"ט האריך בזה לחזק ולאש\"ר אמר מציאות זה ודכוותיה עש\"ב ועמ\"ש אני בעניי בקונטריס זה על נדה דף ס\"ד בס\"ד ע\"ש:", 
            "<b>תוס' ד\"ה בתולה שעברה וכו' ושמא כאן שאף היא בכלל האסור כדכתיב יקח וכו'</b> דברי התו' קשים וכבר אני השפל עמדתי בדברי קדשם בספרי הקטן ברכי יוסף א\"ה סי' ו' ע\"ש ועתה ראיתי בלקוטי רבינו בצלאל כ\"י שכתב על דברי התוס' הללו וז\"ל נראה לי להגיה ושמא כאן שאף היא בכלל האיסור דבתולה מעמיו יקח נאמנת כצ\"ל ופי' דהיא אומרת דבתולה היא ובזה אפי' רבי יהושע מודה דהתם אמרה לפ' נבעלתי אבל כאן היא אומרת בתולה אני ואם דשמואל לא שכיח אפי' ר' יהושע מודה דתבדק ואפשר דתמצא בתולה ונעמוד על האמת כן נ\"ל עכ\"ל וגם זה לא ריוה צמאונינו דלשון התוס' אינו מתישב מלבד שקצרו מאד ודוק הטב:"
        ], 
        [], 
        [
            "<b>ומחייוהו שיתין פולסי.</b> בעין יעקב הבי' משם התוס' דמלקו' של מטה ל\"ט כי עונש ב\"ד מי\"ג וג' י\"ג ל\"ט ולמעלה דעונשין מך' ג' הם שיתין עכ\"ד והא דב\"ד של מעלה מענישין מך' הוא מפורסם בבבלי פ' ר' עקיבא באגדה על פ' לכו נא ונוכחה. ומהר\"ר צבי בתשובה סי' מ\"ט צדד בההיא אגדה דקאמר דל עשרין דלא מענשת דלפי האמת גם בדיני שמים מענישין פחות מעשרים אלא דיצחק אע\"ה בקש שלא יענישם כמו דור המדבר וכו' עש\"ב ודבריו תמוהים שהרי הא דאין מענישין בשמים פחות מבן עשרים הנה אמת ומפורש בירושלמי פ\"ב דבכורים. ובזהר הקדוש בכמה דוכתי וגם התוס' הכא פשיטא להו ודוק:", 
            "<b>אף אתה חזור בך.</b> א\"ל ולא אמרתי לך כבר שמעתי מאחורי הפרגוד וכו' תקפיה וכו' אין שלום אמר ה' לרשעים יש להעיר דבפעם א' כבר אמר לר\"מ ששמע שובו בנים ובשלמא בפעם ראשונה שאפשר שלא ידע מהבת קול ניחא דא\"ל חזור בך. אלא השתא דכבר גלה סודו מה שמועה שמע מאי אהדר ואמר חזור בך. ותו יש להבין האי קרא דאמר ינוקא אין ש' אמר. והדבר פשוט דסבר ר\"מ דהגם שיצאה בת קול היה לו להפציר והיה מתקבל וכן כתב הרב מהרימ\"ט בתשובה א\"ח סי' ח' ששמע משמא דגמרא שטעה אחר ולא הי\"ל להשגיח בב\"ק דקי\"ל כל מה שיאמר לך בעל הבית עשה חוץ מצא ע\"ש וכן כתב הרב החסיד וקדוש בראשית חכמה:<br><b>ואולם </b>גדול בדורו שארינו הרב מהר\"א יצחקי פירש שהב\"ק אמת ועם כל זה הי\"ל לשוב והענין שמרוב חסדיו יתברך כב יכול ימינו פשוטה לקבל שבים וכרוזא קרי בחיל שובו בנים שובבים ומקיץ נרךמים. והיינו דקאמר הב\"ק שובו בנים שובבים חוץ מאחר כלומר דאני מעוררן שובו אתיו. חוץ מאחר שאני איני מעוררו. אך אם ישוב מעצמו אין לך דבר עומד בפני התשובה וישוב אל ה' וירחמהו עכ\"ד:<br><b>ולפי </b>העלות פירוש זה יש מי שפירש שזהו כונת הכתוב אין ש' אמר אלהי לרשעים ואמרו רז\"ל מכאן שהקב\"ה אוהב את הרשעים וצריך ביאור. וע\"פ האמור אפשר דזה כונת הכתוב אין ש' אמר אלהי לרשעים. דרשעים גמורים כמו אחר אין הקב\"ה קורא אליהם שישובו. מכלל דאם שבים מעצמם מקבלם. וא\"כ הטיבו אשר דברו רז\"ל מכאן שהקב\"ה אוהב את הרשעים דמבואר דאם הם שבים מעצמם מקבלם והיינו דאוהב את הרשעים:<br><b>אמור </b>מעתה אפשר דזה היה דעת ר\"מ דגם שאמר לו שהב\"ק אמר שובו וכו' א\"ל אף את\"ה חזור בך כלומר אתה מעצמך חזור בך דפירוש הב\"ק שאינו מעוררך ומשו\"ה תקפיה ועייליה לבי מדרשא ורוה\"ק נצנצה באותו תנוק וא\"ל אין ש' אמר אלהי כלומר שהוא אינו מעורר אבל אם מעצמו חזר הקב\"ה מקבלו וכדעת ר\"מ ולכן הפציר ר\"מ עמו עד עת פטירתו כמ\"ש בירושלמי לפי שהבין כונת הב\"ק:"
        ], 
        [
            "<b>ר\"מ קרא אשכח ודרש וכו'</b> מדלא קמשני בפשיטות ואמר ר\"מ קרא אשכח וכו' מורה דר\"מ דוקא דריש הכי אך רבנן פליגי עליה ולדעת רבנן ליכא לפלוגי בין קטן בין גדול ומשו\"ה הרמב\"ם השמיט חילוק זה מגדול לקטן משום שסבר דרבנן פליגי עליה כן כתב הרב ש\"ך י\"ד סי' רמ\"ו בשם הרב הגאון מר אביו. אמנם רבי\"ן חסידא עיר וקדיש הרמ\"ך בספרו הנחמד יד מלאכי לו תשי\"ג יד\"ו ערו ערו עד היסוד כלל זה ע\"ש באורך ואני בעניי כתבתי קצת על דבריו במקומו בס\"ד:<br><b>ואולם </b>הצע\"ר שיש להצטער דאם הרמב\"ם סבר דאין חילוק בין גדול לקטן צא ופרנס לי איך עביד עובדא בנפשיה שלמד כל חכמות חיצוניות והוא ז\"ל כתב באגרות שלמד כל ספרי ע\"ז וכו' ולא עוד אלא דמצינו להריב\"ש בתשובותיו סי' מ\"ה שכתב דהרמב\"ם סמך על הא דר\"מ דבגדול שרי והרמב\"ם עצמו שרטט וכתב בתחיל' ס' המורה הט אזנך וכו':<br><b>והנכון </b>בזה מה שכתבתי אני בעניי במקום אחר דסבר הרמב\"ם דהא [ד]לגדול הותר היינו שיהיה גדול בתורה ודעתו רחבה גם במילי דעלמא קולע אל השערה ולא יחטיא כמו שהיה ר\"מ מקטנותו. ואם יכתוב בחיבור דלגדול הותר. כל אחד יסבור כי גדול הוא ויתיר לעצמו ובנפשו דיבר ולכן השמיטו. ורוח ה' דיבר בו ובפרט בדור יתום כזה שכל תלמיד מחזיק עצמו לרב ויהיו ערומים ולא יתבוששו ה' הטוב יכפר בעד:", 
            "<b>אמאי ר\"מ רמון מצא וכו'</b> יש להעיר אמאי לא אמר דר\"מ כדין עבד מקרא דכתיב ולבך תשית לדעתי וכו' ולשיטת הרב ש\"ך הנז' דפליגי רבנן ניחא. ולהכי רב שילא קאמר דהגם דלא הו\"ל למגמר מ\"מ השתא דחזינן דתוכו דוקא אכל אין בו חטא. ואם נאמר דכ\"ע מודו דבגדול שרי והודו חכמים לר\"מ. אפשר דכאן בתחילה הוא דרש להאי קרא ולא נמלך בהדי רבנן אם מסכימים עמו וסמך על דעתו ולזה היה קטרוג אף דלקושטא הדין עמו מ\"מ מדקדק עם חסידיו. וכשיש קטרוג צריך מליץ טוב להזכיר זכותו על דרך שכתבתי בעניותי בקונטריס זה על קמא דף ן' ע\"ש:<br><b>ודרך </b>רמז שמעתי רמון מצא תוכו אכל וכו' כי רמון רצ\"ו בגימט' הסר כ\"ו נשאר רע וזהו תוכו אכל שם המיוחד גי' כ\"ו. והנשאר מספר רע קליפתו זרק עכ\"ד ויש לי ההדיוט עוד רמזים בזה בלקוטי בס\"ד:"
        ], 
        [
            "<b>כל המסתכל וכו' בקשת וכו'</b> לא לענין זהירותו נאמר שאין זה כבוד כלפי מעלה אלא כמו שאין אדם יכול לכוין מראה הקשת מהו שבמקום שנראה לו אדום נראה לו ירוק וכל מיני מראות ואינו יכול לכוין מראה ברור כך כב יכול מראה השכינה אינם יכולים לכוין בבירור מה הוא. רבינו ישעיה הגדול. לקוטי הר\"ב כ\"י:", 
            "<b>שמאי אומר שלא לסמוך וכו'</b> כתבו התוספות דאגב דנקט הכא שמאי בראשונה חשיב ליה בכל מקום שמאי מקמי הלל וכו' ועמ\"ש בעניותי בקונטריס זה במסכת אבות פ\"א משנה י\"ב בס\"ד. ועמ\"ש הרב תי\"ט פ\"ד דגיטין במשנת מי שחציו עבד ומה שהאריך הרב שדה יהושע שם בביאורו לירוש' על משנה הנז' ומה שהביא משם מהר\"ש סירילייו בגמרא שחיבר על עדיות ויש להרגיש על ה' שדה יהושע דלא זכר מ\"ש התוס' הכא ועמ\"ש התוס' יום טוב במשנה זו ודוק כי קצרתי:"
        ], 
        [
            "<b>ודילמא פיוסיה פייסיה</b> אשמועינן דיש פיוס לאחר מיתה להנצל מעונש הנפש הריטב\"א בחידושיו למכות על דף ה' ע\"ש:", 
            "<b>תוס' ד\"ה  דבר אל בני ישראל וכו'</b> עמ\"ש בעניותי בס' הקטן ברכי יוסף ריש י\"ד ובמחזיק ברכה שם בס\"ד ע\"ש באורך:"
        ], 
        [
            "<b>תוס' ד\"ה אף עצרת יש לו תשלומין בירושלמי א\"ר יוסי בר' בון דוד מת בעצרת וכו' ושמא התם לית ליה הכי ופליג אהא עכ\"ל</b> כונתם דהירוש' לית ליה דהיה שבת. אבל תלמודין סבר דהיה שבת ומצינן למימר דגם לתלמודין היה עצרת וכן מצאתי ברות רבתי ריש פרשתא ג' דאתמר בי מדרשא דדוד הע\"ה מת בעצרת שחל להיות בשבת ע\"ש ועיין מ\"ש הרב בכור שור דף קכ\"א ע\"ב ועמ\"ש בקונטריס שמחת הרגל רות לימוד ג' דף ו' ע\"א ע\"ש:"
        ], 
        [], 
        [
            "<b>ולא הניחן ר' טרפון וכו'</b> כתב בעין יעקב מכאן מוכיח שאסור להתענות במוצאי חג השבועות אפי' בזמן הזה דהא ר' טרפון בימי חרבן הוה. וקשיא לי תפוק לי ממאי דאמרינן פ' לולב וערבה כל העושה איסור לחג ע\"ש ופירש\"י וצ\"ע ואפשר דניחא ליה לאוכוחי מבריתא טפי מאמורא אך ק\"ל מ\"ש דהא רבי טרפון בימי חרבן הוה הא רבי טרפון היה אף בזמן שבהמ\"ק קיים והוי יום טבוח ועשאוהו י\"ט אבל לאחר חרבן דלא הוה יום טבוח מאן יימר לן דעשאוהו י\"ט וצ\"ע. לקוטי מהר\"א פליף כ\"י:<br><b>והנה </b>לשון הרב מהר\"י ן' חביב בעין יעקב שכתב מכאן מוכיח וכו' הביאו מרן בב\"י א\"ח סי' תצ\"ד על שם מהר\"י ן' חביב. והאמת דהאי הוכחה שכתב בעין יעקב מאיש לוקחה זאת הוא רבי' ישעיה הראשון בחידושיו לחגיגה הביאם הרב שבלי לקט והוא כלשון מהר\"י ן' חביב ממש. ונמצא דהרב הכותב מהר\"א הנז' לא על הרב מהר\"י ן' חביב בעין יעקב לבד תלונותיו כי אם על רבינו ישעיה ומרן שהביא דברי הרב עין יעקב. ויען שהלשון שכתב הרב עין יעקב הוא הלשון ממש של רבינו ישעיה אין ספק שהרב ז\"ל כתב הדברים בשם אומרם ונשמט מהדפוס אך על מרן יש להעיר שהביאו בשם הרב עין יעקב ולא זכר שהם דברי הרב שבלי הלקט בשם רבינו ישעיה הראשון:<br><b>איכו </b>השתא הבא נא אבא למה שהקשה מהר\"א פליף דתפוק לי ממ\"ש פ' לולב וערבה כל העושה אסור לחג ותריץ יתיב דניחא ליה לאוכוחי מבריתא וכו' ואינו מחוור דאם הראשונים כתבו כן למאי דבעי הש\"ס ולא פשיט ממימרא אין לומר זה על הרב עין יעקב ואפי' על רבינו ישעיה וכ\"ש דהול\"ל תרוויהו. אמנם לק\"מ דמהתם לא מוכח אלא דהעושה אסור לחג הנה שכרו אתו אבל לא מוכח דאסור להתענות. ותו דההיא אית בה תרי פירושי וכמ\"ש רש\"י איסור לחג עצמו וי\"א על מוצאי י\"ט דהוא אסרו חג ע\"ש ומעתה מה יוכיח הוכח מההיא כיון דיש לפרש דבחג עצמו מיירי. ומאי דקשיא ליה דר' טרפון היה קודם החרבן בזמן שבה\"מ קיים אני בעניי בספרי הקטן מחב\"ר סי' תצ\"ד באתי לכלל ישו\"ב ע\"ש ובספר הקטן ברכי יוסף שם ומשם בארה:"
        ], 
        [
            "<b>אם נטמאו ידיו נטמא גופו.</b> היינו כחכמים דר' דוסא פ\"ג דעדיות. הראב\"ד:", 
            "<b>טבל לחולין</b> ק\"ל מה טבילה שייך לומר גבי חולין ומעשר וי\"ל דקמ\"ל דאע\"ג דלחולין ולמעשר לא בעי טבילה סד\"א דהוי כאלו מעיקרא טבל לשם מעשר וכן במעשר לא אמרינן סלק טבילתו לשם תרומה לקוטי מהר\"א פליף כ\"י:"
        ], 
        [
            "<b>מהו להטביל מחטין וצנוריות בראשו של ראשון</b> פי' דמכיון דאמר ר\"י אם היו רגליו של ראשון נוגעות במים כלומר דמכיון דנגיעתו מהני אף לשני וכ\"ש כשמטביל בראשו של ראשון גופיה כגון שיש לו שערות בראשו דמתלחלחי המחטין כך מצאתי ולי נראה כגון שבעוד ראשו תחת המים הטביל מחטין וצנוריות בראשו של ראשון שאעפ\"י שהמים שעל ראשו אינן כעובי חצי אצבע ואין בו שיעור מקוה כלל אלא אמרינן גוד אסיק וה\"ל כאלו על ראשו שיעור מקוה שלם. גליון. לקוטי ר\"ב:"
        ], 
        [], 
        [
            "<b>הוא אינו מיחל וכו'</b> עמ\"ש מהרש\"א באגדתיה והרב המוסמך מהר\"י פינטו ועיין מ\"ש בעניותי על דברי קדש' בספרי הקטן ראש דוד דף קמ\"ב ע\"ד וקמ\"ג ע\"א ומ\"ש שם על הרב המבי\"ט עמ\"ש בפאת הראש:"
        ], 
        [], 
        [], 
        [
            "<b>תוס' ד\"ה אחרונות וכו' דמוכיח רב מרי וכו' ושמא לא קאמר תלמודא רק לענין וכו'</b> פי' דאה\"נ דלא הוכיח רב מרי דחולין שנעשו על טהרת קדש כקדש דמי רק לענין חמש מעלות ראשונות ולא לבעלמא דא\"כ הוי קתני להו גבי מעלות. גליון. לקוטי ר\"ב כ\"י:"
        ], 
        [
            "<b>תוס' ד\"ה אבא שאול וכו' בעבר והטביל דהא קאמר והטבילו דמשמע בעבר והטביל דאם אינו נאמן יש לחוש שמא בונה במה לעצמו וכו'</b> כן נראה לי להגיה. אך יש מגיהים לשני דיבורים. לקוטי מהר\"ר אברהם פליף כ\"י:"
        ], 
        [
            "<b>כל ימיו הושחרו שיניו מפני תעניותיו.</b> מכאן יש ללמוד כמה צריך אדם לדקדק בדבריו הן בעודנו פניו הולכים בקרב מלחמתה של תורה חד\"ד ותימא על הראשונים ועל גדולי הדור להזהר בדבריו ובשגם נראה בעיניו כי לא באו אל נכון יתלה החסרון בו די לא שלו חסר\"ו של אדם גדול ישא ביום ההוא ק\"ו מאריא דבי עילאי רבי יהושע שהיה פשוט אצלו שטעו ב\"ש ואמר בושני מדבריכם ועמד תלמיד אחד ואסבריה טעמן של ב\"ש ומיד הלך רבי יהושע ונשתטח וכו' נעניתי לכם עצמות ב\"ש וכו' הושחרו שיניו וכו' [ועיין בנזיר דף נ\"ב ע\"ב דאמר על רבי עקיבא איני יודע אם משמת חזר בו והושחרו שיניו מפני התעניות. ועמ\"ש אני בעניי בקונטריס זה לעיל ביומא על דף כ\"ב ע\"ב ע\"ש]: והעיני בשר לו יכיר מיעוט ערכו וקוצר דעתו ואל יוציא מפיו דבר שאינו הגון נגד גדולים רק בדרך משא ומתן כתלמיד הדן לפני רבותיו בקרקע. וזכור יזכור מ\"ש גדולי הפוסקים דעתה לא יש דין ת\"ח והוכחנו בעניותנו במקומו דאפי' דין צורבא מרבנן לא יש כדמוכח בפ' אז\"נ דרבינא לא החזיק עצמו אפי' לצורבא מרבנן ובשאר דוכתי. וכבר אמרו בירושלמי פ\"ב דשקלים לעולם יראה אדם כאלו בעל שמועה כנגדו ופירש מהר\"ש סירילייו שלא יזכירנה בקלות ראש. וזאת לפנים פירשנו בעניותנו מ\"ש ואל תאמר דבר שאי אפשר לשמוע שסופו להשמע דהתנא לימדנו מוסר השכל שאל יגזור אומר המעיין לומר קושיא זו לית נגר דיפריקינה וכיוצא. שסופו להשמע כי על הרוב אחד חכם או אפי' תלמיד יסביר פנים יפות להעמיד הדבר על בורייו:<br><b>והא </b>דאמרו בערובין דף נ\"ג דאמר רבי יהושע מימי לא נצחני אדם אלא אשה תנוק ותנוקת והא הכא תלמיד זה נצחו. אפשר דהתם קאמר במילי דעלמא ע\"ד מאי דתנן הם אמרו שלשה דברים והיינו במוסר ובדרך ארץ. ועוד אפשר לומר דההיא דאמר רבי יהושע הוה מקמי האי עובדא. ועיין תשובת הרב חוות יאיר סי' קנ\"ב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אין הקדש ניצול בצמיד פתיל.</b> תימא הא חולין נצול א\"כ נייתי חולין בצמיד פתיל עד שיעבור הרצועה ואח\"ך יקדיש וצ\"ע. גיליון. לקוטי ר\"ב כ\"י:", 
            "<b>תוס' ד\"ה שרצועה של כותים וכו'</b> עמ\"ש הרב שער אפרים בתשובה סי' ל\"ז על זה ויש להשיב קצת על דבריו ודוק הטב:"
        ], 
        [], 
        [
            "<b>הפותח  את חביתו וכו' רבי יהודה אומר יגמור וכו'</b> עמ\"ש בעניותי בס' הקטן ברכי יוסף א\"ח סי' ע' בס\"ד ע\"ש באורך:", 
            "<b>תוס' ד\"ה סלוקו כסדורו וכו' חום כיום הלקחו לאו דוקא וכו'</b> ע\"ש במחילה מכבוד רבותנו הצרפתים הכל היה דרך נס ואם נשמר חומו משבת לשבת כ\"ש שנשמר חומו מע\"ש למחר ביום שבת לקוטי רבינו בצלאל כ\"י:", 
            "<b>תוס' ד\"ה שאני שלחן וכו' אך צ\"ע האי קרא דמזבח שלש אמות במאי מתוקם וכו'</b> וקשה הא שפיר מתוקם כדמתרגם יונתן כדלעיל דהיינו בשלחן שאצל המזבח. גיליון. לקוטי ר\"ב כ\"י:"
        ], 
        [], 
        [
            "<b>ק\"ו ממזבח הזהב וכו'</b> הרשב\"ץ בתשובה ח\"ג סי' ע' הקשה ותירץ בזה עיין בדבריו באורך והרב פלתי סי' מ\"ג פירש דברי התוס' מדנפשיה וכיוין לדברי הרשב\"ץ אך ק\"ק על הרשב\"ץ שלא זכר דברי התוספות הוא ברחמיו יוסיף לנו שנות <b>חיים:</b>"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001157028", 
    "heTitle": "פתח עינים על חגיגה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Petach Einayim", 
        "Seder Moed"
    ]
}