{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": [
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "", 
                "A pleasing act, for I [G-d] spoke and My will is being followed"
            ]
        ], 
        [
            [
                "The term \"soul\" (\"nefesh\") is not used for any of the sacrifices other than the mincha, for who was most likely to volunteer a mincha? A poor person.  Thus God says, [whomever offers to me a mincha] I will treat as if they have offered to me their soul (\"nefesh\").", 
                "One who declares, \"I obligate myself in a mincha offering,\" must bring a mincha of fine flour, for this is considered the primary mincha offering and the kamitza is taken while it is still flour. This is as it is explained, for it is stated here about five types of mincha-offerings, and all are brought baked - prior to the kamitza - except for this one, and thus it is called the mincha of flour.", 
                "Flour must come from wheat, as it is stated \"wheat-flour\". And now Mincha offering is of less than a tenth, as it is stated, \"a tenth of a flour-mincha offering\" - a tenth for each mincha-offering.", 
                "Upon the entire surface of it."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [
                "Rabbi Eliezer said, the sons of Aaron died because they rendered a halachic decision in the presence of Moshe their teacher. Rabbi Yishmael said they entered the Temple while intoxicated, and the proof is that after their death the Torah warns against performing the service in the Temple while drunk."
            ]
        ], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "A foretelling that the houses would have lesions. Since the Emorites his their wealth in the walls of their houses during the 40 years the Jews were in the desert, and because of the lesion they would have to break apart the wall and would find the treasure."
            ]
        ], 
        [], 
        [
            [], 
            [
                "So he will not die, the way his sons did.", 
                "For if he comes (into the Holy of Holies) he will die"
            ]
        ], 
        [
            [], 
            [], 
            [
                "1 Who Will Slaughter Ox or Sheep: Of Sanctified [animals] the verse is speaking, as it says, \"To bring a sacrifice.\"", 
                "2 In the Camp: Outside of the Courtyard."
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "\"And Do Not Put a Stumbling Block Before a Blind Person.\" Before someone who is blind in a particular matter, do not give him advice that is not appropriate for him."
            ], 
            [], 
            [
                "", 
                "Don't stand idly by the blood of your neighbor: To see his death and you are able to save him, such as one drowning in a river, or an animal or bandits are advancing on him", 
                "I am Hashem: Dependable to repay reward, and dependable to exact payment. "
            ], 
            [], 
            [
                "", 
                "And you shall love your fellow as yourself: Rabbi Akiva said: \"This is a fundamental principle in the Torah."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "\"So shall it be inflicted on him\" - Our Rabbis explained that it does not mean actually inflicting a wound but instead refers to monetary compensation…that is why \"inflict\" is based on the language of \"giving\" (yinaten), meaning a thing that was given from hand to hand."
            ], 
            [], 
            [
                "For I the Lord am your God - the God of all of you; just as I attach my name specially to you [the people Israel] so too do I attach my name specially to strangers."
            ]
        ], 
        [
            [
                "At Mount Sinai.  Why is the matter of shmittah (Sabbatical year) found at Mount Sinai?  Weren't all of the commandments spoken from Sinai? How  is this the case with shmittah? It is spoken of in generalities and specifics and its details from Sinai. Even so all of them (the commandments) are spoken of in their generalities and details from Sinai, thus it is taught in Torat Kohamin (Leviticus).  And it appears to me that  that thus is its explanation: since we do not find the Sabbatical year for the soil that was taught on the plains of Moab in the book of Deuteronomy.  That is to teach us that all of its details and its specifics were spoken at Sinai.  And Scripture comes and teaches here on every speech that was attributed to Moses, that from Sinai was it given, all of their generalities and their details, and that they were repeated again on the plains of Moab.                       "
            ], 
            [
                "For the sake of Hashem, as was said regarding the Sabbath in Genesis."
            ], 
            [], 
            [
                "\"Shall be...for the land\" - For the fields and for the vineyards..."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "Because to Me the Children of Israel are servants - My deed [of ownership] comes first.", 
                "I am GOD your GOD - All who makes them subservient below are as if they made them subservient above."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "", 
                "", 
                "", 
                "Apostasy. So these are 7 sins,  the first leads to the next and so on till the 7th. They are as follows; not to study, not to perform, abhorring others who do the commandments, despising the scholars, preventing others from their performance, denying the commandments, and apostasy"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "The seventy years of the Baylonian Exile were for the seventy years of shemitta that the Jews did not keep when they were in Israel. This angered Hashem."
            ]
        ]
    ], 
    "title": "Rashi on Leviticus", 
    "versionSource": "http://www.sefaria.org/Rashi_on_Leviticus", 
    "heTitle": "רש\"י על ויקרא", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Leviticus"
    ]
}