{
    "versionTitle": "Sefer HaMadda Hilchot Teshuva Chapter 2", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "language": "he", 
    "title": "Mishneh Torah, Repentance", 
    "text": [
        [], 
        [
            "ב,א  אֵיזוֹ הִיא תְּשׁוּבָה גְּמוּרָה--זֶה שֶׁבָּא לְיָדוֹ דָּבָר שֶׁעָבַר בּוֹ, וְאִפְשָׁר בְּיָדוֹ לַעֲשׂוֹת, וּפֵרַשׁ וְלֹא עָשָׂה מִפְּנֵי הַתְּשׁוּבָה, לֹא מִיִּרְאָה וְלֹא מִכִּשְׁלוֹן כּוֹחַ.  כֵּיצַד:  הֲרֵי שֶׁבָּא עַל אִשָּׁה בַּעֲבֵרָה, וּלְאַחַר זְמָן נִתְיַחַד עִמָּהּ וְהוּא עוֹמֵד בְּאַהֲבָתוֹ בָּהּ וּבְכוֹחַ גּוּפוֹ, וּבַמְּדִינָה שֶׁעָבַר בָּהּ, וּפֵרַשׁ וְלֹא עָבַר--זֶה הוּא בַּעַל תְּשׁוּבָה גְּמוּרָה.  הוּא שֶׁשְּׁלֹמֹה אוֹמֵר \"וּזְכֹר, אֶת-בּוֹרְאֶיךָ, בִּימֵי, בְּחוּרֹתֶיךָ\" (קוהלת יב,א).", 
            "ב,ב  וְאִם לֹא שָׁב אֵלָא בִּימֵי זִקְנוּתוֹ, וּבְעֵת שְׁאֵי אִפְשָׁר לוֹ לַעֲשׂוֹת מַה שֶׁהָיָה עוֹשֶׂה--אַף עַל פִּי שְׁאֵינָהּ תְּשׁוּבָה מְעֻלָּה, מוֹעֶלֶת הִיא לוֹ וּבַעַל תְּשׁוּבָה הוּא.  אַפִלּוּ עָבַר כָּל יָמָיו, וְעָשָׂה תְּשׁוּבָה בְּיוֹם מִיתָתוֹ וּמֵת בִּתְשׁוּבָתוֹ--כָּל עֲווֹנוֹתָיו נִמְחָלִין:  שֶׁנֶּאֱמָר \"עַד אֲשֶׁר לֹא-תֶחְשַׁךְ הַשֶּׁמֶשׁ\" (קוהלת יב,ב), שְׁהוּא יוֹם הַמִּיתָה--מִכְּלָל שְׁאִם זָכַר בּוֹרְאוֹ וְשָׁב קֹדֶם שֶׁיָּמוּת, נִסְלַח לוֹ.", 
            "ב,ג  [ב] וּמַה הִיא הַתְּשׁוּבָה--הוּא שֶׁיַּעֲזֹב הַחוֹטֶא חֶטְאוֹ, וִיסִירֶנּוּ מִמַּחְשַׁבְתּוֹ וְיִגְמֹר בְּלִבּוֹ שֶׁלֹּא יַעֲשֵׂהוּ עוֹד, שֶׁנֶּאֱמָר \"יַעֲזֹב רָשָׁע דַּרְכּוֹ, וְאִישׁ אָוֶן מַחְשְׁבֹתָיו\" (ישעיהו נה,ז).  וְכֵן יִתְנַחַם עַל שֶׁעָבַר, שֶׁנֶּאֱמָר \"כִּי-אַחֲרֵי שׁוּבִי, נִחַמְתִּי, וְאַחֲרֵי הִוָּדְעִי, סָפַקְתִּי עַל-יָרֵךְ\" (ירמיהו לא,יח); וְיָעִיד עָלָיו יוֹדֵעַ תַּעֲלוּמוֹת שֶׁלֹּא יָשׁוּב לְזֶה הַחֵטְא לְעוֹלָם, שֶׁנֶּאֱמָר \"וְלֹא-נֹאמַר עוֹד אֱלֹהֵינוּ, לְמַעֲשֵׂה יָדֵינוּ--אֲשֶׁר-בְּךָ, יְרֻחַם יָתוֹם\" (הושע יד,ד).  וְצָרִיךְ לְהִתְוַדּוֹת בִּשְׂפָתָיו, וְלוֹמַר עִנְיָנוֹת אֵלּוּ שֶׁגָּמַר בְּלִבּוֹ.", 
            "ב,ד  [ג] כָּל הַמִּתְוַדֶּה בִּדְבָרִים, וְלֹא גָמַר בְּלִבּוֹ לַעֲזֹב--הֲרֵי זֶה דּוֹמֶה לְטוֹבֵל, וְשֶׁרֶץ בְּיָדוֹ, שְׁאֵין הַטְּבִילָה מוֹעֶלֶת, עַד שֶׁיַּשְׁלִיךְ הַשֶּׁרֶץ; וְכֵן הוּא אוֹמֵר \"וּמוֹדֶה וְעֹזֵב, יְרֻחָם\" (משלי כח,יג).  וְצָרִיךְ לִפְרֹט אֶת הַחֵטְא, שֶׁנֶּאֱמָר \"אָנָּא, חָטָא הָעָם הַזֶּה חֲטָאָה גְדֹלָה, וַיַּעֲשׂוּ לָהֶם, אֱלֹהֵי זָהָב\" (שמות לב,לא).", 
            "ב,ה  [ד] מִדַּרְכֵי הַתְּשׁוּבָה לִהְיוֹת הַשָּׁב צוֹעֵק תָּמִיד לִפְנֵי ה', בִּבְכִי וּבְתַחֲנוּנִים, וְעוֹשֶׂה צְדָקָה כְּפִי כּוֹחוֹ, וּמִתְרַחֵק הַרְבֵּה מִן הַדָּבָר שֶׁחָטָא בּוֹ.  וּמְשַׁנֶּה שְׁמוֹ, כְּלוֹמַר שֶׁאֲנִי אַחֵר וְאֵינִי אוֹתוֹ הָאִישׁ שֶׁעָשָׂה אוֹתָן הַמַּעֲשִׂים; וּמְשַׁנֶּה מַעֲשָׂיו כֻּלָּן לְטוֹבָה, וּלְדֶרֶךְ יְשָׁרָה.  וְגוֹלֶה מִמְּקוֹמוֹ--שֶׁגָּלוּת מְכַפֶּרֶת עָווֹן, מִפְּנֵי שֶׁגּוֹרֶמֶת לוֹ לְהִכָּנַע וְלִהְיוֹת עָנָו וּשְׁפַל רוּחַ.", 
            "ב,ו  [ה] וּשְׁבָח גָּדוֹל לַשָּׁב שֶׁיִּתְוַדֶּה בָּרַבִּים וְיוֹדִיעַ פְּשָׁעָיו לָהֶם, וּמְגַלֶּה עֲבֵרוֹת שֶׁבֵּינוֹ לְבֵין חֲבֵרוֹ לַאֲחֵרִים, וְאוֹמֵר לָהֶם אָמְנָם חָטָאתִי לִפְלוֹנִי וְעָשִׂיתִי לוֹ כָּךְ וְכָּךְ, וַהֲרֵינִי הַיּוֹם שָׁב וְנִחַם.  וְכָל הַמִּתְגָּאֶה וְאֵינוּ מוֹדִיעַ, אֵלָא מְכַסֶּה פְּשָׁעָיו--אֵין תְּשׁוּבָתוֹ גְּמוּרָה, שֶׁנֶּאֱמָר \"מְכַסֶּה פְשָׁעָיו, לֹא יַצְלִיחַ\" (משלי כח,יג).", 
            "ב,ז  בַּמֶּה דְּבָרִים אֲמוּרִים, בַּעֲבֵרוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ.  אֲבָל שֶׁבֵּינוֹ לְבֵין הַמָּקוֹם--אֵינוּ צָרִיךְ לְפַרְסַם עַצְמוֹ, וְעַזּוּת פָּנִים הִיא לוֹ אִם גִּלָּם:  אֵלָא שָׁב לִפְנֵי הָאֵל בָּרוּךְ הוּא, וּפוֹרֵט חֲטָאָיו לְפָנָיו, וּמִתְוַדֶּה עֲלֵיהֶן בִּפְנֵי רַבִּים, סְתָם.  וְטוֹבָה הִיא לוֹ שֶׁלֹּא נִתְגַּלָּה עֲווֹנוֹ, שֶׁנֶּאֱמָר \"אַשְׁרֵי נְשׂוּי-פֶּשַׁע; כְּסוּי חֲטָאָה\" (תהילים לב,א).", 
            "ב,ח  [ו] אַף עַל פִּי שֶׁהַתְּשׁוּבָה וְהַצְּעָקָה יָפָה לְעוֹלָם, בַּעֲשֶׂרֶת הַיָּמִים שֶׁבֵּין רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים הִיא יָפָה בְּיוֹתֵר, וּמִיָּד הִיא מִתְקַבֶּלֶת, שֶׁנֶּאֱמָר \"דִּרְשׁוּ ה', בְּהִמָּצְאוֹ; קְרָאֻהוּ, בִּהְיוֹתוֹ קָרוֹב\" (ישעיהו נה,ו).  בַּמֶּה דְּבָרִים אֲמוּרִים, בַּיָּחִיד; אֲבָל בַּצִּבּוּר--כָּל זְמָן שֶׁעוֹשִׂין תְּשׁוּבָה וְצוֹעֲקִין בְּלֵב שָׁלֵם הֶן נַעֲנִין, שֶׁנֶּאֱמָר \"כַּה' אֱלֹהֵינוּ, בְּכָל-קָרְאֵנוּ אֵלָיו\" (דברים ד,ז).", 
            "ב,ט  [ז] יוֹם הַכִּפּוּרִים--הוּא זְמָן תְּשׁוּבָה לַכֹּל, לַיָּחִיד וְלָרַבִּים, וְהוּא קֵץ מְחִילָה וּסְלִיחָה לְיִשְׂרָאֵל; לְפִיכָּךְ חַיָּבִין הַכֹּל לַעֲשׂוֹת תְּשׁוּבָה וּלְהִתְוַדּוֹת, בְּיוֹם הַכִּפּוּרִים.  וּמִצְוַת וִדּוּי יוֹם הַכִּפּוּרִים שֶׁיַּתְחִיל מֵעֶרֶב הַיּוֹם קֹדֶם שֶׁיֹּאכַל, שֶׁמֶּא יֵחָנֵק בַּסְּעוֹדָה קֹדֶם שֶׁיִּתְוַדֶּה.  וְאַף עַל פִּי שֶׁהִתְוַדָּה קֹדֶם שֶׁיֹּאכַל, חוֹזֵר וּמִתְוַדֶּה בְּלֵילֵי יוֹם הַכִּפּוּרִים עַרְבִּית; וְחוֹזֵר וּמִתְוַדֶּה בַּשַּׁחְרִית, וּבַמּוּסָף, וּבַמִּנְחָה, וּבַנְּעִילָה.  וְהֵיכָן מִתְוַדֶּה--יָחִיד, אַחַר תְּפִלָּתוֹ; וּשְׁלִיחַ צִבּוּר, בְּאֶמְצַע תְּפִלָּתוֹ בִּבְרָכָה רְבִיעִית.", 
            "ב,י  [ח] הַוִּדּוּי שֶׁנָּהֲגוּ בּוֹ כָּל יִשְׂרָאֵל--אֲבָל חָטָאנוּ . . ., וְהוּא עִיקַר הַוִּדּוּי.  עֲבֵרוֹת שֶׁהִתְוַדָּה עֲלֵיהֶן בְּיוֹם הַכִּפּוּרִים זֶה--חוֹזֵר וּמִתְוַדֶּה עֲלֵיהֶן בְּיוֹם הַכִּפּוּרִים אַחֵר, אַף עַל פִּי שְׁהוּא עוֹמֵד בִּתְשׁוּבָתוֹ:  שֶׁנֶּאֱמָר \"כִּי-פְשָׁעַי, אֲנִי אֵדָע; וְחַטָּאתִי נֶגְדִּי תָמִיד\" (תהילים נא,ה).", 
            "ב,יא  [ט] אֵין הַתְּשׁוּבָה וְלֹא יוֹם הַכִּפּוּרִים מְכַפְּרִין אֵלָא עֲבֵרוֹת שֶׁבֵּין אָדָם לַמָּקוֹם, כְּגוֹן מִי שֶׁאָכַל דָּבָר אָסוּר אוֹ בָּעַל בְּעִילָה אֲסוּרָה וְכַיּוֹצֶא בָּהֶן.  אֲבָל עֲבֵרוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ, כְּגוֹן חוֹבֵל חֲבֵרוֹ אוֹ הַמְּקַלֵּל אֶת חֲבֵרוֹ אוֹ גּוֹזְלוֹ וְכַיּוֹצֶא בָּהֶן--אֵינוּ נִמְחָל לוֹ לְעוֹלָם, עַד שֶׁיִּתֵּן לַחֲבֵרוֹ מַה שְׁהוּא חַיָּב לוֹ, וִירַצֵּהוּ.", 
            "ב,יב  אַף עַל פִּי שֶׁהִחְזִיר לוֹ מָמוֹן שְׁהוּא חַיָּב לוֹ, צָרִיךְ לְרַצּוֹתוֹ וְלִשְׁאֹל מִמֶּנּוּ שֶׁיִּמְחֹל לוֹ; וְאַפִלּוּ לֹא הִקְנִיט אֶת חֲבֵרוֹ אֵלָא בִּדְבָרִים, צָרִיךְ לְפַיְּסוֹ וְלִפְגֹּעַ בּוֹ עַד שֶׁיִּמְחֹל לוֹ.", 
            "ב,יג  לֹא רָצָה חֲבֵרוֹ לִמְחֹל לוֹ--מֵבִיא לוֹ שׁוּרָה שֶׁלִּשְׁלוֹשָׁה בְּנֵי אָדָם מֵרֵעָיו, וּפוֹגְעִין בּוֹ וּמְבַקְּשִׁין מִמֶּנּוּ.  לֹא נִתְרַצָּה לָהֶן, מֵבִיא לוֹ שְׁנִיָּה וּשְׁלִישִׁית.  לֹא רָצָה, מַנִּיחוֹ וְהוֹלֵךְ לוֹ; וְזֶה שֶׁלֹּא מָחַל, הוּא הַחוֹטֶא.  וְאִם הָיָה רִבּוֹ--הוֹלֵךְ וּבָא אַפִלּוּ אֶלֶף פְּעָמִים, עַד שֶׁיִּמְחֹל לוֹ.", 
            "ב,יד  [י] לְפִי שֶׁאָסוּר לָאָדָם שֶׁיִּהְיֶה אַכְזָרִי וְלֹא יִתְפַּיַּס, אֵלָא יִהְיֶה נוֹחַ לְרַצּוֹת וְקָשֶׁה לִכְעֹס, וּבְשָׁעָה שֶׁמְּבַקֵּשׁ מִמֶּנּוּ הַחוֹטֶא לִמְחֹל, מוֹחֵל בְּלֵבָב שָׁלֵם וּבְנֶפֶשׁ חֲפֵצָה; וְאַפִלּוּ הֵצֵר לוֹ הַרְבֵּה וְחָטָא לוֹ הַרְבֵּה, לֹא יִקֹּם וְיִטֹּר.  וְזֶה הוּא דַּרְכָּם שֶׁלְּזֶרַע יִשְׂרָאֵל, וְלִבָּם הַנָּכוֹן.  אֲבָל הַגּוֹיִים עַרְלֵי לֵב אֵינָן כֵּן, אֵלָא \"וְעֶבְרָתוֹ שְׁמָרָה נֶצַח\" (עמוס א,יא); וְכֵן הוּא אוֹמֵר עַל הַגִּבְעוֹנִים לְפִי שֶׁלֹּא מָחֲלוּ לְיִשְׂרָאֵל, \"וְהַגִּבְעֹנִים לֹא מִבְּנֵי יִשְׂרָאֵל הֵמָּה\" (שמואל ב כא,ב).", 
            "ב,טו  [יא] הַחוֹטֶא לַחֲבֵרוֹ, וּמֵת חֲבֵרוֹ קֹדֶם שֶׁיְּבַקַּשׁ מִמֶּנּוּ מְחִילָה--מֵבִיא עֲשָׂרָה בְּנֵי אָדָם וּמַעְמִידָן עַל קִבְרוֹ, וְאוֹמֵר לִפְנֵיהֶם חָטָאתִי לַה' אֱלֹהֵי יִשְׂרָאֵל וְלִפְלוֹנִי זֶה שֶׁעָשִׂיתִי לוֹ כָּךְ וְכָּךְ.  וְאִם הָיָה חַיָּב לוֹ מָמוֹן, יַחְזִירוֹ לְיוֹרְשָׁיו; לֹא הָיָה יוֹדֵעַ לוֹ יוֹרֵשׁ--יַנִּיחֶנּוּ בְּבֵית דִּין, וְיִתְוַדֶּה."
        ]
    ], 
    "versionSource": "http://www.mechon-mamre.org/i/15n.htm", 
    "heTitle": "משנה תורה, הלכות תשובה", 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Madda"
    ]
}