{
    "language": "he",
    "title": "Mishneh Torah, Repentance",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 363",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "status": "locked",
    "priority": 1.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 363",
    "heTitle": "משנה תורה, הלכות תשובה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Madda"
    ],
    "text": [
        [
            "כָּל מִצְוֹת שֶׁבַּתּוֹרָה בֵּין עֲשֵׂה בֵּין לֹא תַּעֲשֶׂה אִם עָבַר אָדָם עַל אַחַת מֵהֶן בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה כְּשֶׁיַּעֲשֶׂה תְּשׁוּבָה וְיָשׁוּב מֵחֶטְאוֹ חַיָּב לְהִתְוַדּוֹת לִפְנֵי הָאֵל בָּרוּךְ הוּא שֶׁנֶּאֱמַר <small>(במדבר ה ו)</small> \"אִישׁ אוֹ אִשָּׁה כִּי יַעֲשׂוּ\" וְגוֹ' <small>(במדבר ה ז)</small> \"וְהִתְוַדּוּ אֶת חַטָּאתָם אֲשֶׁר עָשׂוּ\" זֶה וִדּוּי דְּבָרִים. וִדּוּי זֶה מִצְוַת עֲשֵׂה. כֵּיצַד מִתְוַדִּין. אוֹמֵר אָנָּא הַשֵּׁם חָטָאתִי עָוִיתִי פָּשַׁעְתִּי לְפָנֶיךָ וְעָשִׂיתִי כָּךְ וְכָךְ וַהֲרֵי נִחַמְתִּי וּבֹשְׁתִּי בְּמַעֲשַׂי וּלְעוֹלָם אֵינִי חוֹזֵר לְדָבָר זֶה. וְזֶהוּ עִקָּרוֹ שֶׁל וִדּוּי. וְכָל הַמַּרְבֶּה לְהִתְוַדּוֹת וּמַאֲרִיךְ בְּעִנְיָן זֶה הֲרֵי זֶה מְשֻׁבָּח. וְכֵן בַּעֲלֵי חַטָּאוֹת וַאֲשָׁמוֹת בְּעֵת שֶׁמְּבִיאִין קָרְבְּנוֹתֵיהֶן עַל שִׁגְגָתָן אוֹ עַל זְדוֹנָן אֵין מִתְכַּפֵּר לָהֶן בְּקָרְבָּנָם עַד שֶׁיַּעֲשׂוּ תְּשׁוּבָה וְיִתְוַדּוּ וִדּוּי דְּבָרִים שֶׁנֶּאֱמַר <small>(ויקרא ה ה)</small> \"וְהִתְוַדָּה אֲשֶׁר חָטָא עָלֶיהָ\". וְכֵן כָּל מְחֻיְּבֵי מִיתוֹת בֵּית דִּין וּמְחֻיְּבֵי מַלְקוֹת אֵין מִתְכַּפֵּר לָהֶן בְּמִיתָתָן אוֹ בִּלְקִיָּתָן עַד שֶׁיַּעֲשׂוּ תְּשׁוּבָה וְיִתְוַדּוּ. וְכֵן הַחוֹבֵל בַּחֲבֵרוֹ וְהַמַּזִּיק מָמוֹנוֹ אַף עַל פִּי שֶׁשִּׁלֵּם לוֹ מַה שֶּׁהוּא חַיָּב לוֹ אֵינוֹ מִתְכַּפֵּר עַד שֶׁיִּתְוַדֶּה וְיָשׁוּב מִלַּעֲשׂוֹת כָּזֶה לְעוֹלָם שֶׁנֶּאֱמַר <small>(במדבר ה ו)</small> \"מִכָּל חַטֹּאת הָאָדָם\":\n",
            "שָׂעִיר הַמִּשְׁתַּלֵּחַ לְפִי שֶׁהוּא כַּפָּרָה עַל כָּל יִשְׂרָאֵל כֹּהֵן גָּדוֹל מִתְוַדֶּה עָלָיו עַל לְשׁוֹן כָּל יִשְׂרָאֵל שֶׁנֶּאֱמַר <small>(ויקרא טז כא)</small> \"וְהִתְוַדָּה עָלָיו אֶת כָּל עֲוֹנֹת בְּנֵי יִשְׂרָאֵל\". שָׂעִיר הַמִּשְׁתַּלֵּחַ מְכַפֵּר עַל כָּל עֲבֵרוֹת שֶׁבַּתּוֹרָה, הַקַּלּוֹת וְהַחֲמוּרוֹת, בֵּין שֶׁעָבַר בְּזָדוֹן בֵּין שֶׁעָבַר בִּשְׁגָגָה, בֵּין שֶׁהוֹדַע לוֹ בֵּין שֶׁלֹּא הוֹדַע לוֹ, הַכּל מִתְכַּפֵּר בְּשָׂעִיר הַמִּשְׁתַּלֵּחַ. וְהוּא שֶׁעָשָׂה תְּשׁוּבָה. אֲבָל אִם לֹא עָשָׂה תְּשׁוּבָה אֵין הַשָּׂעִיר מְכַפֵּר לוֹ אֶלָּא עַל הַקַּלּוֹת. וּמַה הֵן הַקַּלּוֹת וּמַה הֵן הַחֲמוּרוֹת. הַחֲמוּרוֹת הֵן שֶׁחַיָּבִין עֲלֵיהֶם מִיתַת בֵּית דִּין אוֹ כָּרֵת. וּשְׁבוּעַת שָׁוְא וָשֶׁקֶר אַף עַל פִּי שֶׁאֵין בָּהֶן כָּרֵת הֲרֵי הֵן מִן הַחֲמוּרוֹת. וּשְׁאָר מִצְוֹת לֹא תַּעֲשֶׂה וּמִצְוֹת עֲשֵׂה שֶׁאֵין בָּהֶן כָּרֵת הֵם הַקַּלּוֹת:\n",
            "בַּזְּמַן הַזֶּה שֶׁאֵין בֵּית הַמִּקְדָּשׁ קַיָּם וְאֵין לָנוּ מִזְבַּח כַּפָּרָה אֵין שָׁם אֶלָּא תְּשׁוּבָה. הַתְּשׁוּבָה מְכַפֶּרֶת עַל כָּל הָעֲבֵרוֹת. אֲפִלּוּ רָשָׁע כָּל יָמָיו וְעָשָׂה תְּשׁוּבָה בָּאַחֲרוֹנָה אֵין מַזְכִּירִין לוֹ שׁוּם דָּבָר מֵרִשְׁעוֹ שֶׁנֶּאֱמַר <small>(יחזקאל לג יב)</small> \"רִשְׁעַת הָרָשָׁע לֹא יִכָּשֶׁל בָּהּ בְּיוֹם שׁוּבוֹ מֵרִשְׁעוֹ\". וְעַצְמוֹ שֶׁל יוֹם הַכִּפּוּרִים מְכַפֵּר לַשָּׁבִים שֶׁנֶּאֱמַר <small>(ויקרא טז ל)</small> \"כִּי בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם\":\n",
            "אַף עַל פִּי שֶׁהַתְּשׁוּבָה מְכַפֶּרֶת עַל הַכּל וְעַצְמוֹ שֶׁל יוֹם הַכִּפּוּרִים מְכַפֵּר. יֵשׁ עֲבֵרוֹת שֶׁהֵן מִתְכַּפְּרִים לִשְׁעָתָן וְיֵשׁ עֲבֵרוֹת שֶׁאֵין מִתְכַּפְּרִים אֶלָּא לְאַחַר זְמַן. כֵּיצַד. עָבַר אָדָם עַל מִצְוַת עֲשֵׂה שֶׁאֵין בָּהּ כָּרֵת וְעָשָׂה תְּשׁוּבָה אֵינוֹ זָז מִשָּׁם עַד שֶׁמּוֹחֲלִין לוֹ, וּבְאֵלּוּ נֶאֱמַר <small>(ירמיה ג כב)</small> \"שׁוּבוּ בָּנִים שׁוֹבָבִים אֶרְפָּה מְשׁוּבֹתֵיכֶם\" וְגוֹ'. עָבַר עַל מִצְוַת לֹא תַּעֲשֶׂה שֶׁאֵין בָּהּ כָּרֵת וְלֹא מִיתַת בֵּית דִּין וְעָשָׂה תְּשׁוּבָה, תְּשׁוּבָה תּוֹלָה וְיוֹם הַכִּפּוּרִים מְכַפֵּר, וּבְאֵלּוּ נֶאֱמַר <small>(ויקרא טז ל)</small> \"כִּי בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם\". עָבַר עַל כְּרֵתוֹת וּמִיתוֹת בֵּית דִּין וְעָשָׂה תְּשׁוּבָה, תְּשׁוּבָה וְיוֹם הַכִּפּוּרִים תּוֹלִין וְיִסּוּרִין הַבָּאִין עָלָיו גּוֹמְרִין לוֹ הַכַּפָּרָה. וּלְעוֹלָם אֵין מִתְכַּפֵּר לוֹ כַּפָּרָה גְּמוּרָה עַד שֶׁיָּבוֹאוּ עָלָיו יִסּוּרִין, וּבְאֵלּוּ נֶאֱמַר <small>(תהילים פט לג)</small> \"וּפָקַדְתִּי בְשֵׁבֶט פִּשְׁעָם וּבִנְגָעִים עֲוֹנָם\". בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא חִלֵּל אֶת הַשֵּׁם בְּשָׁעָה שֶׁעָבַר אֲבָל הַמְחַלֵּל אֶת הַשֵּׁם אַף עַל פִּי שֶׁעָשָׂה תְּשׁוּבָה וְהִגִּיעַ יוֹם הַכִּפּוּרִים וְהוּא עוֹמֵד בִּתְשׁוּבָתוֹ וּבָאוּ עָלָיו יִסּוּרִין אֵינוֹ מִתְכַּפֵּר לוֹ כַּפָּרָה גְּמוּרָה עַד שֶׁיָּמוּת. אֶלָּא תְּשׁוּבָה יוֹם הַכִּפּוּרִים וְיִסּוּרִין שְׁלָשְׁתָּן תּוֹלִין וּמִיתָה מְכַפֶּרֶת שֶׁנֶּאֱמַר <small>(ישעיה כב יד)</small> \"וְנִגְלָה בְאָזְנָי ה' צְבָאוֹת\" וְגוֹ' <small>(ישעיה כב יד)</small> \"אִם יְכֻפַּר הֶעָוֹן הַזֶּה לָכֶם עַד תְּמֻתוּן\":\n"
        ],
        [
            "אֵי זוֹ הִיא תְּשׁוּבָה גְּמוּרָה. זֶה שֶׁבָּא לְיָדוֹ דָּבָר שֶׁעָבַר בּוֹ וְאֶפְשָׁר בְּיָדוֹ לַעֲשׂוֹתוֹ וּפֵרַשׁ וְלֹא עָשָׂה מִפְּנֵי הַתְּשׁוּבָה. לֹא מִיִּרְאָה וְלֹא מִכִּשְׁלוֹן כֹּחַ. כֵּיצַד. הֲרֵי שֶׁבָּא עַל אִשָּׁה בַּעֲבֵרָה וּלְאַחַר זְמַן נִתְיַחֵד עִמָּהּ וְהוּא עוֹמֵד בְּאַהֲבָתוֹ בָּהּ וּבְכֹחַ גּוּפוֹ וּבַמְּדִינָה שֶׁעָבַר בָּהּ וּפָרַשׁ וְלֹא עָבַר זֶהוּ בַּעַל תְּשׁוּבָה גְּמוּרָה. הוּא שֶׁשְּׁלֹמֹה אָמַר <small>(קהלת יב א)</small> \"וּזְכֹר אֶת בּוֹרְאֶיךָ בִּימֵי בְּחוּרֹתֶיךָ\". וְאִם לֹא שָׁב אֶלָּא בִּימֵי זִקְנוּתוֹ וּבְעֵת שֶׁאִי אֶפְשָׁר לוֹ לַעֲשׂוֹת מַה שֶּׁהָיָה עוֹשֶׂה אַף עַל פִּי שֶׁאֵינָהּ תְּשׁוּבָה מְעֻלָּה מוֹעֶלֶת הִיא לוֹ וּבַעַל תְּשׁוּבָה הוּא. אֲפִלּוּ עָבַר כָּל יָמָיו וְעָשָׂה תְּשׁוּבָה בְּיוֹם מִיתָתוֹ וּמֵת בִּתְשׁוּבָתוֹ כָּל עֲוֹנוֹתָיו נִמְחָלִין שֶׁנֶּאֱמַר <small>(קהלת יב ב)</small> \"עַד אֲשֶׁר לֹא תֶחְשַׁךְ הַשֶּׁמֶשׁ וְהָאוֹר וְהַיָּרֵחַ וְהַכּוֹכָבִים וְשָׁבוּ הֶעָבִים אַחַר הַגֶּשֶׁם\" שֶׁהוּא יוֹם הַמִּיתָה. מִכְּלָל שֶׁאִם זָכַר בּוֹרְאוֹ וְשָׁב קֹדֶם שֶׁיָּמוּת נִסְלַח לוֹ: ",
            "וּמַה הִיא הַתְּשׁוּבָה. הוּא שֶׁיַּעֲזֹב הַחוֹטֵא חֶטְאוֹ וִיסִירוֹ מִמַּחֲשַׁבְתּוֹ וְיִגְמֹר בְּלִבּוֹ שֶׁלֹּא יַעֲשֵׂהוּ עוֹד שֶׁנֶּאֱמַר <small>(ישעיה נה ז)</small> \"יַעֲזֹב רָשָׁע דַּרְכּוֹ\" וְגוֹ'. וְכֵן יִתְנַחֵם עַל שֶׁעָבַר שֶׁנֶּאֱמַר <small>(ירמיה לא יט)</small> \"כִּי אַחֲרֵי שׁוּבִי נִחַמְתִּי\". וְיָעִיד עָלָיו יוֹדֵעַ תַּעֲלוּמוֹת שֶׁלֹּא יָשׁוּב לְזֶה הַחֵטְא לְעוֹלָם שֶׁנֶּאֱמַר <small>(הושע יד ד)</small> \"וְלֹא נֹאמַר עוֹד אֱלֹהֵינוּ לְמַעֲשֵׂה יָדֵינוּ\" וְגוֹ'. וְצָרִיךְ לְהִתְוַדּוֹת בִּשְׂפָתָיו וְלוֹמַר עִנְיָנוֹת אֵלּוּ שֶׁגָּמַר בְּלִבּוֹ: ",
            "כָּל הַמִּתְוַדֶּה בִּדְבָרִים וְלֹא גָּמַר בְּלִבּוֹ לַעֲזֹב הֲרֵי זֶה דּוֹמֶה לְטוֹבֵל וְשֶׁרֶץ בְּיָדוֹ שֶׁאֵין הַטְּבִילָה מוֹעֶלֶת לוֹ עַד שֶׁיַּשְׁלִיךְ הַשֶּׁרֶץ. וְכֵן הוּא אוֹמֵר וּמוֹדֶה וְעֹזֵב יְרֻחָם <small>(משלי כח יג)</small>. וְצָרִיךְ לִפְרֹט אֶת הַחֵטְא שֶׁנֶּאֱמַר <small>(שמות לב לא)</small> \"אָנָּא חָטָא הָעָם הַזֶּה חֲטָאָה גְדלָה וַיַּעֲשׂוּ לָהֶם אֱלֹהֵי זָהָב\": ",
            "מִדַּרְכֵי הַתְּשׁוּבָה לִהְיוֹת הַשָּׁב צוֹעֵק תָּמִיד לִפְנֵי הַשֵּׁם בִּבְכִי וּבְתַחֲנוּנִים וְעוֹשֶׂה צְדָקָה כְּפִי כֹּחוֹ וּמִתְרַחֵק הַרְבֵּה מִן הַדָּבָר שֶׁחָטָא בּוֹ וּמְשַׁנֶּה שְׁמוֹ כְּלוֹמַר אֲנִי אַחֵר וְאֵינִי אוֹתוֹ הָאִישׁ שֶׁעָשָׂה אוֹתָן הַמַּעֲשִׂים וּמְשַׁנֶּה מַעֲשָׂיו כֻּלָּן לְטוֹבָה וּלְדֶרֶךְ יְשָׁרָה וְגוֹלֶה מִמְּקוֹמוֹ. שֶׁגָּלוּת מְכַפֶּרֶת עָוֹן מִפְּנֵי שֶׁגּוֹרֶמֶת לוֹ לְהִכָּנַע וְלִהְיוֹת עָנָו וּשְׁפַל רוּחַ: ",
            "וְשֶׁבַח גָּדוֹל לַשָּׁב שֶׁיִּתְוַדֶּה בָּרַבִּים וְיוֹדִיעַ פְּשָׁעָיו לָהֶם וּמְגַלֶּה עֲבֵרוֹת שֶׁבֵּינוֹ לְבֵין חֲבֵרוֹ לַאֲחֵרִים וְאוֹמֵר לָהֶם אָמְנָם חָטָאתִי לִפְלוֹנִי וְעָשִׂיתִי לוֹ כָּךְ וְכָךְ וַהֲרֵינִי הַיּוֹם שָׁב וּמִתְנַחֵם. וְכָל הַמִּתְגָּאֶה וְאֵינוֹ מוֹדִיעַ אֶלָּא מְכַסֶּה פְּשָׁעָיו אֵין תְּשׁוּבָתוֹ גְּמוּרָה שֶׁנֶּאֱמַר <small>(משלי כח יג)</small> \"מְכַסֶּה פְשָׁעָיו לֹא יַצְלִיחַ\". בַּמֶּה דְּבָרִים אֲמוּרִים בַּעֲבֵרוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ אֲבָל בַּעֲבֵרוֹת שֶׁבֵּין אָדָם לַמָּקוֹם אֵינוֹ צָרִיךְ לְפַרְסֵם עַצְמוֹ וְעַזּוּת פָּנִים הִיא לוֹ אִם גִּלָּם. אֶלָּא שָׁב לִפְנֵי הָאֵל בָּרוּךְ הוּא וּפוֹרֵט חֲטָאָיו לְפָנָיו וּמִתְוַדֶּה עֲלֵיהֶם לִפְנֵי רַבִּים סְתָם. וְטוֹבָה הִיא לוֹ שֶׁלֹּא נִתְגַּלָּה עֲוֹנוֹ שֶׁנֶּאֱמַר <small>(תהילים לב א)</small> \"אַשְׁרֵי נְשׂוּי פֶּשַׁע כְּסוּי חֲטָאָה\": ",
            "אַף עַל פִּי שֶׁהַתְּשׁוּבָה וְהַצְּעָקָה יָפָה לָעוֹלָם. בַּעֲשָׂרָה הַיָּמִים שֶׁבֵּין רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים הִיא יָפָה בְּיוֹתֵר וּמִתְקַבֶּלֶת הִיא מִיָּד שֶׁנֶּאֱמַר <small>(ישעיה נה ו)</small> \"דִּרְשׁוּ ה' בְּהִמָּצְאוֹ\". בַּמֶּה דְּבָרִים אֲמוּרִים בְּיָחִיד אֲבָל צִבּוּר כָּל זְמַן שֶׁעוֹשִׂים תְּשׁוּבָה וְצוֹעֲקִין בְּלֵב שָׁלֵם הֵם נַעֲנִין שֶׁנֶּאֱמַר <small>(דברים ד ז)</small> \"כַּה' אֱלֹהֵינוּ בְּכָל קָרְאֵנוּ אֵלָיו\": ",
            "יוֹם הַכִּפּוּרִים הוּא זְמַן תְּשׁוּבָה לַכּל לַיָּחִיד וְלָרַבִּים וְהוּא קֵץ מְחִילָה וּסְלִיחָה לְיִשְׂרָאֵל. לְפִיכָךְ חַיָּבִים הַכּל לַעֲשׂוֹת תְּשׁוּבָה וּלְהִתְוַדּוֹת בְּיוֹם הַכִּפּוּרִים. וּמִצְוַת וִדּוּי יוֹם הַכִּפּוּרִים שֶׁיַּתְחִיל מֵעֶרֶב הַיּוֹם קֹדֶם שֶׁיֹּאכַל שֶׁמָּא יֵחָנֵק בַּסְּעֻדָּה קֹדֶם שֶׁיִּתְוַדֶּה. וְאַף עַל פִּי שֶׁהִתְוַדָּה קֹדֶם שֶׁיֹּאכַל חוֹזֵר וּמִתְוַדֶּה בְּלֵילֵי יוֹם הַכִּפּוּרִים עַרְבִית וְחוֹזֵר וּמִתְוַדֶּה בְּשַׁחֲרִית וּבְמוּסָף וּבְמִנְחָה וּבִנְעִילָה. וְהֵיכָן מִתְוַדֶּה. יָחִיד אַחַר תְּפִלָּתוֹ וּשְׁלִיחַ צִבּוּר בְּאֶמְצַע תְּפִלָּתוֹ בִּבְרָכָה רְבִיעִית: ",
            "הַוִּדּוּי שֶׁנָּהֲגוּ בּוֹ כָּל יִשְׂרָאֵל אֲבָל אֲנַחְנוּ חָטָאנוּ (כֻּלָּנוּ) וְהוּא עִקַּר הַוִּדּוּי. עֲבֵרוֹת שֶׁהִתְוַדָּה עֲלֵיהֶם בְּיוֹם הַכִּפּוּרִים זֶה חוֹזֵר וּמִתְוַדֶּה עֲלֵיהֶן בְּיוֹם הַכִּפּוּרִים אַחֵר אַף עַל פִּי שֶׁהוּא עוֹמֵד בִּתְשׁוּבָתוֹ שֶׁנֶּאֱמַר <small>(תהילים נא ה)</small> \"כִּי פְשָׁעַי אֲנִי אֵדָע וְחַטָּאתִי נֶגְדִּי תָמִיד\": ",
            "אֵין הַתְּשׁוּבָה וְלֹא יוֹם הַכִּפּוּרִים מְכַפְּרִין אֶלָּא עַל עֲבֵרוֹת שֶׁבֵּין אָדָם לַמָּקוֹם כְּגוֹן מִי שֶׁאָכַל דָּבָר אָסוּר אוֹ בָּעַל בְּעִילָה אֲסוּרָה וְכַיּוֹצֵא בָּהֶן. אֲבָל עֲבֵרוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ כְּגוֹן הַחוֹבֵל אֶת חֲבֵרוֹ אוֹ הַמְקַלֵּל חֲבֵרוֹ אוֹ גּוֹזְלוֹ וְכַיּוֹצֵא בָּהֶן אֵינוֹ נִמְחַל לוֹ לְעוֹלָם עַד שֶׁיִּתֵּן לַחֲבֵרוֹ מַה שֶּׁהוּא חַיָּב לוֹ וִירַצֵּהוּ. אַף עַל פִּי שֶׁהֶחֱזִיר לוֹ מָמוֹן שֶׁהוּא חַיָּב לוֹ צָרִיךְ לְרַצּוֹתוֹ וְלִשְׁאל מִמֶּנּוּ שֶׁיִּמְחל לוֹ. אֲפִלּוּ לֹא הִקְנִיט אֶת חֲבֵרוֹ אֶלָּא בִּדְבָרִים צָרִיךְ לְפַיְּסוֹ וְלִפְגֹּעַ בּוֹ עַד שֶׁיִּמְחל לוֹ. לֹא רָצָה חֲבֵרוֹ לִמְחל לוֹ מֵבִיא לוֹ שׁוּרָה שֶׁל שְׁלֹשָׁה בְּנֵי אָדָם מֵרֵעָיו וּפוֹגְעִין בּוֹ וּמְבַקְּשִׁין מִמֶּנּוּ. לֹא נִתְרַצָּה לָהֶן מֵבִיא לוֹ שְׁנִיָּה וּשְׁלִישִׁית. לֹא רָצָה מְנִיחוֹ וְהוֹלֵךְ לוֹ וְזֶה שֶׁלֹּא מָחַל הוּא הַחוֹטֵא. וְאִם הָיָה רַבּוֹ הוֹלֵךְ וּבָא אֲפִלּוּ אֶלֶף פְּעָמִים עַד שֶׁיִּמְחל לוֹ: ",
            "אָסוּר לָאָדָם לִהְיוֹת אַכְזָרִי וְלֹא יִתְפַּיֵּס אֶלָּא יְהֵא נוֹחַ לִרְצוֹת וְקָשֶׁה לִכְעֹס וּבְשָׁעָה שֶׁמְּבַקֵּשׁ מִמֶּנּוּ הַחוֹטֵא לִמְחל מוֹחֵל בְּלֵב שָׁלֵם וּבְנֶפֶשׁ חֲפֵצָה. וַאֲפִלּוּ הֵצֵר לוֹ וְחָטָא לוֹ הַרְבֵּה לֹא יִקֹּם וְלֹא יִטֹּר. וְזֶהוּ דַּרְכָּם שֶׁל זֶרַע יִשְׂרָאֵל וְלִבָּם הַנָּכוֹן. אֲבָל הָעוֹבְדֵי כּוֹכָבִים עַרְלֵי לֵב אֵינָן כֵּן אֶלָּא (וְעֶבְרָתָן) [וְעֶבְרָתוֹ] שְׁמָרָה נֶצַח. וְכֵן הוּא אוֹמֵר עַל הַגִּבְעוֹנִים לְפִי שֶׁלֹּא מָחֲלוּ וְלֹא נִתְפַּיְּסוּ וְהַגִּבְעֹנִים לֹא מִבְּנֵי יִשְׂרָאֵל הֵמָּה: ",
            "הַחוֹטֵא לַחֲבֵרוֹ וּמֵת חֲבֵרוֹ קֹדֶם שֶׁיְּבַקֵּשׁ מְחִילָה מֵבִיא עֲשָׂרָה בְּנֵי אָדָם וּמַעֲמִידָן עַל קִבְרוֹ וְיֹאמַר בִּפְנֵיהֶם חָטָאתִי לַה' אֱלֹהֵי יִשְׂרָאֵל וְלִפְלוֹנִי זֶה שֶׁכָּךְ וְכָךְ עָשִׂיתִי לוֹ. וְאִם הָיָה חַיָּב לוֹ מָמוֹן יַחֲזִירוֹ לַיּוֹרְשִׁים. לֹא הָיָה יוֹדֵעַ לוֹ יוֹרְשִׁין יַנִּיחֶנּוּ בְּבֵית דִּין וְיִתְוַדֶּה: "
        ],
        [
            "כָּל אֶחָד וְאֶחָד מִבְּנֵי הָאָדָם יֵשׁ לוֹ זְכֻיּוֹת וַעֲוֹנוֹת. מִי שֶׁזְּכֻיּוֹתָיו יְתֵרוֹת עַל עֲוֹנוֹתָיו צַדִּיק. וּמִי שֶׁעֲוֹנוֹתָיו יְתֵרוֹת עַל זְכֻיּוֹתָיו רָשָׁע. מֶחֱצָה לְמֶחֱצָה בֵּינוֹנִי. וְכֵן הַמְּדִינָה אִם הָיוּ זְכֻיּוֹת כָּל יוֹשְׁבֶיהָ מְרֻבּוֹת עַל עֲוֹנוֹתֵיהֶן הֲרֵי זוֹ צַדֶּקֶת. וְאִם הָיוּ עֲוֹנוֹתֵיהֶם מְרֻבִּין הֲרֵי זוֹ רְשָׁעָה. וְכֵן כָּל הָעוֹלָם כֻּלּוֹ: ",
            "אָדָם שֶׁעֲוֹנוֹתָיו מְרֻבִּין עַל זְכֻיּוֹתָיו מִיָּד הוּא מֵת בְּרִשְׁעוֹ שֶׁנֶּאֱמַר עַל רֹב עֲוֹנֵךְ. וְכֵן מְדִינָה שֶׁעֲוֹנוֹתֶיהָ מְרֻבִּין מִיָּד הִיא אוֹבֶדֶת שֶׁנֶּאֱמַר <small>(בראשית יח כ)</small> \"זַעֲקַת סְדֹם וַעֲמֹרָה כִּי רָבָּה\" וְגוֹ'. וְכֵן כָּל הָעוֹלָם כֻּלּוֹ אִם הָיוּ עֲוֹנוֹתֵיהֶם מְרֻבִּין מִזְּכֻיּוֹתֵיהֶן מִיָּד הֵן נִשְׁחָתִין שֶׁנֶּאֱמַר <small>(בראשית ו ה)</small> \"וַיַּרְא ה' כִּי רַבָּה רָעַת הָאָדָם\". וְשִׁקּוּל זֶה אֵינוֹ לְפִי מִנְיַן הַזְּכֻיּוֹת וְהָעֲוֹנוֹת אֶלָּא לְפִי גָּדְלָם. יֵשׁ זְכוּת שֶׁהִיא כְּנֶגֶד כַּמָּה עֲוֹנוֹת שֶׁנֶּאֱמַר <small>(מלכים א יד יג)</small> \"יַעַן נִמְצָא בוֹ דָּבָר טוֹב\". וְיֵשׁ עָוֹן שֶׁהוּא כְּנֶגֶד כַּמָּה זְכֻיּוֹת שֶׁנֶּאֱמַר <small>(קהלת ט יח)</small> \"וְחוֹטֶא אֶחָד יְאַבֵּד טוֹבָה הַרְבֵּה\". וְאֵין שׁוֹקְלִין אֶלָּא בְּדַעְתּוֹ שֶׁל אֵל דֵּעוֹת וְהוּא הַיּוֹדֵעַ הֵיאַךְ עוֹרְכִין הַזְּכֻיּוֹת כְּנֶגֶד הָעֲוֹנוֹת: ",
            "כָּל מִי שֶׁנִּחַם עַל הַמִּצְוֹת שֶׁעָשָׂה וְתָהָה עַל הַזְּכֻיּוֹת וְאָמַר בְּלִבּוֹ וּמַה הוֹעַלְתִּי בַּעֲשִׂיָּתָן הַלְוַאי לֹא עָשִׂיתִי אוֹתָן הֲרֵי זֶה אִבֵּד אֶת כֻּלָּן וְאֵין מַזְכִּירִים לוֹ שׁוּם זְכוּת בָּעוֹלָם שֶׁנֶּאֱמַר <small>(יחזקאל לג יב)</small> \"וְצִדְקַת הַצַּדִּיק לֹא תַצִּילֶנּוּ בְּיוֹם רִשְׁעוֹ\", אֵין זֶה אֶלָּא בְּתוֹהֶה עַל הָרִאשׁוֹנוֹת. וּכְשֵׁם שֶׁשּׁוֹקְלִין זְכֻיּוֹת אָדָם וַעֲוֹנוֹתָיו בִּשְׁעַת מִיתָתוֹ כָּךְ בְּכָל שָׁנָה וְשָׁנָה שׁוֹקְלִין עֲוֹנוֹת כָּל אֶחָד וְאֶחָד מִבָּאֵי הָעוֹלָם עִם זְכֻיּוֹתָיו, בְּיוֹם טוֹב שֶׁל רֹאשׁ הַשָּׁנָה. מִי שֶׁנִּמְצָא צַדִּיק נֶחְתָּם לְחַיִּים. וּמִי שֶׁנִּמְצָא רָשָׁע נֶחְתָּם לְמִיתָה. וְהַבֵּינוֹנִי תּוֹלִין אוֹתוֹ עַד יוֹם הַכִּפּוּרִים אִם עָשָׂה תְּשׁוּבָה נֶחְתָּם לְחַיִּים וְאִם לָאו נֶחְתָּם לְמִיתָה: ",
            "אַף עַל פִּי שֶׁתְּקִיעַת שׁוֹפָר בְּרֹאשׁ הַשָּׁנָה גְּזֵרַת הַכָּתוּב רֶמֶז יֵשׁ בּוֹ כְּלוֹמַר עוּרוּ יְשֵׁנִים מִשְּׁנַתְכֶם וְנִרְדָּמִים הָקִיצוּ מִתַּרְדֵּמַתְכֶם וְחַפְּשׂוּ בְּמַעֲשֵׂיכֶם וְחִזְרוּ בִּתְשׁוּבָה וְזִכְרוּ בּוֹרַאֲכֶם. אֵלּוּ הַשּׁוֹכְחִים אֶת הָאֱמֶת בְּהַבְלֵי הַזְּמַן וְשׁוֹגִים כָּל שְׁנָתָם בְּהֶבֶל וָרִיק אֲשֶׁר לֹא יוֹעִיל וְלֹא יַצִּיל, הַבִּיטוּ לְנַפְשׁוֹתֵיכֶם וְהֵיטִיבוּ דַּרְכֵיכֶם וּמַעַלְלֵיכֶם וְיַעֲזֹב כָּל אֶחָד מִכֶּם דַּרְכּוֹ הָרָעָה וּמַחֲשַׁבְתּוֹ אֲשֶׁר לֹא טוֹבָה. לְפִיכָךְ צָרִיךְ כָּל אָדָם שֶׁיִּרְאֶה עַצְמוֹ כָּל הַשָּׁנָה כֻּלָּהּ כְּאִלּוּ חֶצְיוֹ זַכַּאי וְחֶצְיוֹ חַיָּב. וְכֵן כָּל הָעוֹלָם חֶצְיוֹ זַכַּאי וְחֶצְיוֹ חַיָּב. חָטָא חֵטְא אֶחָד הֲרֵי הִכְרִיעַ אֶת עַצְמוֹ וְאֶת כָּל הָעוֹלָם כֻּלּוֹ לְכַף חוֹבָה וְגָרַם לוֹ הַשְׁחָתָה. עָשָׂה מִצְוָה אַחַת הֲרֵי הִכְרִיעַ אֶת עַצְמוֹ וְאֶת כָּל הָעוֹלָם כֻּלּוֹ לְכַף זְכוּת וְגָרַם לוֹ וְלָהֶם תְּשׁוּעָה וְהַצָּלָה שֶׁנֶּאֱמַר <small>(משלי י כה)</small> \"וְצַדִּיק יְסוֹד עוֹלָם\" זֶה שֶׁצָּדַק הִכְרִיעַ אֶת כָּל הָעוֹלָם לִזְכוּת וְהִצִּילוֹ. וּמִפְּנֵי עִנְיָן זֶה נָהֲגוּ כָּל בֵּית יִשְׂרָאֵל לְהַרְבּוֹת בִּצְדָקָה וּבְמַעֲשִׂים טוֹבִים וְלַעֲסֹק בְּמִצְוֹת מֵרֹאשׁ הַשָּׁנָה וְעַד יוֹם הַכִּפּוּרִים יֶתֶר מִכָּל הַשָּׁנָה. וְנָהֲגוּ כֻּלָּם לָקוּם בַּלַּיְלָה בַּעֲשָׂרָה יָמִים אֵלּוּ וּלְהִתְפַּלֵּל בְּבָתֵּי כְּנֵסִיּוֹת בְּדִבְרֵי תַּחֲנוּנִים וּבְכִבּוּשִׁין עַד שֶׁיֵּאוֹר הַיּוֹם: ",
            "בְּשָׁעָה שֶׁשּׁוֹקְלִין עֲוֹנוֹת אָדָם עִם זְכֻיּוֹתָיו אֵין מְחַשְּׁבִין עָלָיו עָוֹן שֶׁחָטָא בּוֹ תְּחִלָּה וְלֹא שֵׁנִי אֶלָּא מִשְּׁלִישִׁי וְאֵילָךְ. אִם נִמְצְאוּ עֲוֹנוֹתָיו מִשְּׁלִישִׁי וְאֵילָךְ מְרֻבִּין עַל זְכֻיּוֹתָיו אוֹתָם שְׁתֵּי עֲוֹנוֹת מִצְטָרְפִים וְדָנִין אוֹתוֹ עַל הַכּל. וְאִם נִמְצְאוּ זְכֻיּוֹתָיו כְּנֶגֶד עֲוֹנוֹתָיו אֲשֶׁר מֵעָוֹן שְׁלִישִׁי וְאֵילָךְ מַעֲבִירִים כָּל עֲוֹנוֹתָיו רִאשׁוֹן רִאשׁוֹן. לְפִי שֶׁהַשְּׁלִישִׁי נֶחְשָׁב רִאשׁוֹן שֶׁכְּבָר נִמְחֲלוּ הַשְּׁנַיִם. וְכֵן הָרְבִיעִי הֲרֵי הוּא רִאשׁוֹן שֶׁכְּבָר נִמְחַל הַשְּׁלִישִׁי וְכֵן עַד סוֹפָן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּיָחִיד שֶׁנֶּאֱמַר <small>(איוב לג כט)</small> \"הֶן כָּל אֵלֶּה יִפְעַל אֵל פַּעֲמַיִם שָׁלוֹשׁ עִם גָּבֶר\". אֲבָל הַצִּבּוּר תּוֹלִין לָהֶן עָוֹן רִאשׁוֹן שֵׁנִי וּשְׁלִישִׁי שֶׁנֶּאֱמַר <small>(עמוס ב ו)</small> \"עַל שְׁלֹשָׁה פִּשְׁעֵי יִשְׂרָאֵל וְעַל אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ\". וּכְשֶׁמְּחַשְּׁבִין לָהֶן עַל דֶּרֶךְ זֶה מְחַשְּׁבִין לָהֶן מֵרְבִיעִי וְאֵילָךְ. הַבֵּינוֹנִים אִם הָיָה בִּכְלַל מֶחֱצָה עֲוֹנוֹת שֶׁלָּהֶן שֶׁלֹּא הֵנִיחַ תְּפִלִּין מֵעוֹלָם דָּנִין אוֹתוֹ כְּפִי חֶטְאוֹ וְיֵשׁ לוֹ חֵלֶק לָעוֹלָם הַבָּא. וְכֵן כָּל הָרְשָׁעִים שֶׁעֲוֹנוֹתֵיהֶן מְרֻבִּים דָּנִין אוֹתָן כְּפִי חֲטָאֵיהֶם וְיֵשׁ לָהֶן חֵלֶק לָעוֹלָם הַבָּא שֶׁכָּל יִשְׂרָאֵל יֵשׁ לָהֶם חֵלֶק לָעוֹלָם הַבָּא אַף עַל פִּי שֶׁחָטְאוּ שֶׁנֶּאֱמַר <small>(ישעיה ס כא)</small> \"וְעַמֵּךְ כֻּלָּם צַדִּיקִים לְעוֹלָם יִירְשׁוּ אָרֶץ\". אֶרֶץ זוֹ מָשָׁל כְּלוֹמַר אֶרֶץ הַחַיִּים וְהוּא הָעוֹלָם הַבָּא. וְכֵן חֲסִידֵי אֻמּוֹת הָעוֹלָם יֵשׁ לָהֶם חֵלֶק לָעוֹלָם הַבָּא: ",
            "וְאֵלּוּ הֵן שֶׁאֵין לָהֶן חֵלֶק לָעוֹלָם הַבָּא אֶלָּא נִכְרָתִים וְאוֹבְדִין וְנִדּוֹנִין עַל גֹּדֶל רִשְׁעָם וְחַטָּאתָם לְעוֹלָם וּלְעוֹלְמֵי עוֹלָמִים. הַמִּינִים. וְהָאֶפִּיקוֹרוֹסִין. וְהַכּוֹפְרִים בַּתּוֹרָה. וְהַכּוֹפְרִים בִּתְחִיַּת הַמֵּתִים וּבְבִיאַת הַגּוֹאֵל. הַמּוֹרְדִים. וּמַחֲטִיאֵי הָרַבִּים. וְהַפּוֹרְשִׁין מִדַּרְכֵי צִבּוּר. וְהָעוֹשֶׂה עֲבֵרוֹת בְּיָד רָמָה בְּפַרְהֶסְיָא כִּיהוֹיָקִים. וְהַמּוֹסְרִים. וּמַטִּילֵי אֵימָה עַל הַצִּבּוּר שֶׁלֹּא לְשֵׁם שָׁמַיִם. וְשׁוֹפְכֵי דָּמִים. וּבַעֲלֵי לָשׁוֹן הָרַע. וְהַמּוֹשֵׁךְ עָרְלָתוֹ: ",
            "חֲמִשָּׁה הֵן הַנִּקְרָאִים מִינִים. הָאוֹמֵר שֶׁאֵין שָׁם אֱלוֹהַּ וְאֵין לָעוֹלָם מַנְהִיג. וְהָאוֹמֵר שֶׁיֵּשׁ שָׁם מַנְהִיג אֲבָל הֵן שְׁנַיִם אוֹ יוֹתֵר. וְהָאוֹמֵר שֶׁיֵּשׁ שָׁם רִבּוֹן אֶחָד אֲבָל שֶׁהוּא גּוּף וּבַעַל תְּמוּנָה. וְכֵן הָאוֹמֵר שֶׁאֵינוֹ לְבַדּוֹ הָרִאשׁוֹן וְצוּר לַכֹּל. וְכֵן הָעוֹבֵד כּוֹכָב אוֹ מַזָּל וְזוּלָתוֹ כְּדֵי לִהְיוֹת מֵלִיץ בֵּינוֹ וּבֵין רִבּוֹן הָעוֹלָמִים. כָּל אֶחָד מֵחֲמִשָּׁה אֵלּוּ הוּא מִין: ",
            "שְׁלֹשָׁה הֵן הַנִּקְרָאִים אֶפִּיקוֹרְסִין. הָאוֹמֵר שֶׁאֵין שָׁם נְבוּאָה כְּלָל וְאֵין שָׁם מַדָּע שֶׁמַּגִּיעַ מֵהַבּוֹרֵא לְלֵב בְּנֵי הָאָדָם. וְהַמַּכְחִישׁ נְבוּאָתוֹ שֶׁל משֶׁה רַבֵּנוּ. וְהָאוֹמֵר שֶׁאֵין הַבּוֹרֵא יוֹדֵעַ מַעֲשֵׂה בְּנֵי הָאָדָם. כָּל אֶחָד מִשְּׁלֹשָׁה אֵלּוּ הֵן אֶפִּיקוֹרוֹסִים. שְׁלֹשָׁה הֵן הַכּוֹפְרִים בַּתּוֹרָה. הָאוֹמֵר שֶׁאֵין הַתּוֹרָה מֵעִם ה' אֲפִלּוּ פָּסוּק אֶחָד אֲפִלּוּ תֵּבָה אַחַת אִם אָמַר משֶׁה אֲמָרוֹ מִפִּי עַצְמוֹ הֲרֵי זֶה כּוֹפֵר בַּתּוֹרָה. וְכֵן הַכּוֹפֵר בְּפֵרוּשָׁהּ וְהוּא תּוֹרָה שֶׁבְּעַל פֶּה וְהַמַּכְחִישׁ מַגִּידֶיהָ כְּגוֹן צָדוֹק וּבַיְתּוֹס. וְהָאוֹמֵר שֶׁהַבּוֹרֵא הֶחֱלִיף מִצְוָה זוֹ בְּמִצְוָה אַחֶרֶת וּכְבָר בָּטְלָה תּוֹרָה זוֹ אַף עַל פִּי שֶׁהִיא הָיְתָה מֵעִם ה' כְּגוֹן הָהַגְרִים. כָּל אֶחָד מִשְּׁלֹשָׁה אֵלּוּ כּוֹפֵר בַּתּוֹרָה: ",
            "שְׁנַיִם הֵם הַמּוּמָרִים מִיִּשְׂרָאֵל. הַמּוּמָר לַעֲבֵרָה אַחַת וְהַמּוּמָר לְכָל הַתּוֹרָה כֻּלָּהּ. מוּמָר לַעֲבֵרָה אַחַת זֶה שֶׁהֶחֱזִיק עַצְמוֹ לַעֲשׂוֹת אוֹתָהּ עֲבֵרָה בְּזָדוֹן וְהֻרְגָּל וְנִתְפַּרְסֵם בָּהּ אֲפִלּוּ הָיְתָה מִן הַקַּלּוֹת כְּגוֹן שֶׁהֻחְזַק תָּמִיד לִלְבֹּשׁ שַׁעַטְנֵז אוֹ לְהַקִּיף פֵּאָה וְנִמְצָא כְּאִלּוּ בָּטְלָה מִצְוָה זוֹ מִן הָעוֹלָם אֶצְלוֹ הֲרֵי זֶה מוּמָר לְאוֹתוֹ דָּבָר וְהוּא שֶׁיַּעֲשֶׂה לְהַכְעִיס. מוּמָר לְכָל הַתּוֹרָה כֻּלָּהּ כְּגוֹן הַחוֹזְרִים לְדָתֵי הָעוֹבְדֵי כּוֹכָבִים בְּשָׁעָה שֶׁגּוֹזְרִין גְּזֵרָה וְיִדְבַּק בָּהֶם וְיֹאמַר מַה בֶּצַע לִי לְהִדַּבֵּק בְּיִשְׂרָאֵל שֶׁהֵם שְׁפָלִים וְנִרְדָּפִים טוֹב לִי שֶׁאֶדַּבֵּק בְּאֵלּוּ שֶׁיָּדָם תַּקִּיפָה. הֲרֵי זֶה מוּמָר לְכָל הַתּוֹרָה כֻּלָּהּ: ",
            "מַחֲטִיאֵי הָרַבִּים כֵּיצַד. אֶחָד שֶׁהֶחְטִיא בְּדָבָר גָּדוֹל כְּגוֹן יָרָבְעָם וְצָדוֹק וּבַיְתּוֹס. וְאֶחָד שֶׁהֶחְטִיא בְּדָבָר קַל אֲפִלּוּ לְבַטֵּל מִצְוַת עֲשֵׂה. וְאֶחָד הָאוֹנֵס אֲחֵרִים עַד שֶׁיֶּחְטְאוּ כִּמְנַשֶּׁה שֶׁהָיָה הוֹרֵג אֶת יִשְׂרָאֵל עַד שֶׁיַּעַבְדוּ עֲבוֹדַת כּוֹכָבִים, אוֹ שֶׁהִטְעָה אֲחֵרִים וְהִדִּיחָם כְּיֵשׁוּעַ: ",
            "הַפּוֹרֵשׁ מִדַּרְכֵי צִבּוּר אַף עַל פִּי שֶׁלֹּא עָבַר עֲבֵרוֹת אֶלָּא נִבְדָּל מֵעֲדַת יִשְׂרָאֵל וְאֵינוֹ עוֹשֶׂה מִצְוֹת בִּכְלָלָן וְלֹא נִכְנָס בְּצָרָתָן וְלֹא מִתְעַנֶּה בְּתַעֲנִיתָן אֶלָּא הוֹלֵךְ בְּדַרְכּוֹ כְּאֶחָד מִגּוֹיֵי הָאָרֶץ וּכְאִלּוּ אֵינוֹ מֵהֶן אֵין לוֹ חֵלֶק לָעוֹלָם הַבָּא. הָעוֹשֶׂה עֲבֵרוֹת בְּיָד רָמָה כִּיהוֹיָקִים בֵּין שֶׁעָשָׂה קַלּוֹת בֵּין שֶׁעָשָׂה חֲמוּרוֹת אֵין לוֹ חֵלֶק לָעוֹלָם הַבָּא. וְזֶהוּ הַנִּקְרָא מְגַלֶּה פָּנִים בַּתּוֹרָה מִפְּנֵי שֶׁהֵעֵז מִצְחוֹ וְגִלָּה פָּנָיו וְלֹא בּוֹשׁ מִדִּבְרֵי תּוֹרָה: ",
            "שְׁנַיִם הֵם הַמּוֹסְרִין. הַמּוֹסֵר חֲבֵרוֹ בְּיַד עַכּוּ\"ם לְהָרְגוֹ אוֹ לְהַכּוֹתוֹ. וְהַמּוֹסֵר מָמוֹן חֲבֵרוֹ בְּיַד עַכּוּ\"ם אוֹ בְּיַד אַנָּס שֶׁהוּא כְּעַכּוּ\"ם. וּשְׁנֵיהֶם אֵין לָהֶם חֵלֶק לָעוֹלָם הַבָּא: ",
            "מַטִּילֵי אֵימָה עַל הַצִּבּוּר שֶׁלֹּא לְשֵׁם שָׁמַיִם זֶה הָרוֹדֶה צִבּוּר בְּחָזְקָה וְהֵם יְרֵאִים וּמְפַחֲדִים מִמֶּנּוּ וְכַוָּנָתוֹ לִכְבוֹד עַצְמוֹ וְכָל חֲפָצָיו שֶׁלֹּא לִכְבוֹד שָׁמַיִם כְּגוֹן מַלְכֵי הָעַכּוּ\"ם: ",
            "כָּל אֶחָד וְאֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה אֲנָשִׁים אֵלּוּ שֶׁמָּנִינוּ אַף עַל פִּי שֶׁהֵן מִיִּשְׂרָאֵל אֵין לָהֶם חֵלֶק לָעוֹלָם הַבָּא. וְיֵשׁ עֲבֵרוֹת קַלּוֹת מֵאֵלּוּ וְאַף עַל פִּי כֵן אָמְרוּ חֲכָמִים שֶׁהָרָגִיל בָּהֶן אֵין לָהֶם חֵלֶק לָעוֹלָם הַבָּא (וּכְדֵי) [וּכְדַאי] הֵן לְהִתְרַחֵק מֵהֶן וּלְהִזָּהֵר בָּהֶן. וְאֵלּוּ הֵן. הַמְכַנֶּה שֵׁם לַחֲבֵרוֹ. וְהַקּוֹרֵא לַחֲבֵרוֹ בְּכִנּוּיוֹ. וְהַמַּלְבִּין פְּנֵי חֲבֵרוֹ בָּרַבִּים. וְהַמִּתְכַּבֵּד בִּקְלוֹן חֲבֵרוֹ. וְהַמְבַזֶּה תַּלְמִידֵי חֲכָמִים. וְהַמְבַזֶּה רַבּוֹתָיו. וְהַמְבַזֶּה אֶת הַמּוֹעֲדוֹת. וְהַמְחַלֵּל אֶת הַקָּדָשִׁים. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁכָּל אֶחָד מֵאֵלּוּ אֵין לוֹ חֵלֶק לָעוֹלָם הַבָּא כְּשֶׁמֵּת בְּלֹא תְּשׁוּבָה אֲבָל אִם שָׁב מֵרִשְׁעוֹ וּמֵת וְהוּא בַּעַל תְּשׁוּבָה הֲרֵי זֶה מִבְּנֵי הָעוֹלָם הַבָּא שֶׁאֵין לְךָ דָּבָר שֶׁעוֹמֵד בִּפְנֵי הַתְּשׁוּבָה. אֲפִלּוּ כָּפַר בָּעִקָּר כָּל יָמָיו וּבָאַחֲרוֹנָה שָׁב יֵשׁ לוֹ חֵלֶק לָעוֹלָם הַבָּא שֶׁנֶּאֱמַר <small>(ישעיה נז יט)</small> \"שָׁלוֹם שָׁלוֹם לָרָחוֹק וְלַקָּרוֹב אָמַר ה' וּרְפָאתִיו\". כָּל הָרְשָׁעִים וְהַמּוּמָרִים וְכַיּוֹצֵא בָּהֶן שֶׁחָזְרוּ בִּתְשׁוּבָה בֵּין בְּגָלוּי בֵּין בְּמַטְמוֹנִיּוֹת מְקַבְּלִין אוֹתָן שֶׁנֶּאֱמַר <small>(ירמיה ג יד)</small> \"שׁוּבוּ בָּנִים שׁוֹבָבִים\". אַף עַל פִּי שֶׁעֲדַיִן שׁוֹבָב הוּא שֶׁהֲרֵי בַּסֵּתֶר שָׁב וְלֹא בְּגָלוּי מְקַבְּלִין אוֹתוֹ בִּתְשׁוּבָה: "
        ],
        [
            "אַרְבָעָה וְעֶשְׂרִים דְּבָרִים מְעַכְּבִין אֶת הַתְּשׁוּבָה. אַרְבָּעָה מֵהֶן עָוֹן גָּדוֹל וְהָעוֹשֶׂה אֶחָד מֵהֶן אֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מַסְפִּיק בְּיָדוֹ לַעֲשׂוֹת תְּשׁוּבָה לְפִי גֹּדֶל חֶטְאוֹ. וְאֵלּוּ הֵן. א) הַמַּחְטִיא אֶת הָרַבִּים וּבִכְלַל עָוֹן זֶה הַמְעַכֵּב אֶת הָרַבִּים מִלַּעֲשׂוֹת מִצְוָה. ב) וְהַמַּטֶּה אֶת חֲבֵרוֹ מִדֶּרֶךְ טוֹבָה לְרָעָה כְּגוֹן מֵסִית וּמַדִּיחַ. ג) הָרוֹאֶה בְּנוֹ יוֹצֵא לְתַרְבּוּת רָעָה וְאֵינוֹ מְמַחֶה בְּיָדוֹ. הוֹאִיל וּבְנוֹ בִּרְשׁוּתוֹ אִלּוּ מִחָה בּוֹ הָיָה פּוֹרֵשׁ וְנִמְצָא כְּמַחְטִיאוֹ. וּבִכְלַל עָוֹן זֶה כָּל שֶׁאֶפְשָׁר בְּיָדוֹ לִמְחוֹת בַּאֲחֵרִים בֵּין יָחִיד בֵּין רַבִּים וְלֹא מִחָה אֶלָּא יַנִּיחֵם בְּכִשְׁלוֹנָם. ד) וְהָאוֹמֵר אֶחְטָא וְאָשׁוּב וּבִכְלַל זֶה הָאוֹמֵר אֶחְטָא וְיוֹם הַכִּפּוּרִים מְכַפֵּר:\n",
            "וּמֵהֶן חֲמִשָּׁה דְּבָרִים הַנּוֹעֲלִים דַּרְכֵי הַתְּשׁוּבָה בִּפְנֵי עוֹשֵׂיהֶן. וְאֵלּוּ הֵן. א) הַפּוֹרֵשׁ מִן הַצִּבּוּר, לְפִי שֶׁבִּזְמַן שֶׁיַּעֲשׂוּ תְּשׁוּבָה לֹא יִהְיֶה עִמָּהֶן וְאֵינוֹ זוֹכֶה עִמָּהֶן בִּזְכוּת שֶׁעוֹשִׂין. ב) וְהַחוֹלֵק עַל דִּבְרֵי חֲכָמִים, לְפִי שֶׁמַּחְלָקְתוֹ גּוֹרֶמֶת לוֹ לִפְרשׁ מֵהֶן וְאֵינוֹ יוֹדֵעַ דַּרְכֵי הַתְּשׁוּבָה. ג) וְהַמַּלְעִיג עַל הַמִּצְוֹת, שֶׁכֵּיוָן שֶׁנִּתְבַּזּוּ בְּעֵינָיו אֵינוֹ רוֹדֵף אַחֲרֵיהֶן וְלֹא עוֹשָׂן וְאִם לֹא יַעֲשֶׂה בַּמֶּה יִזְכֶּה. ד) וְהַמְבַזֶּה רַבּוֹתָיו, שֶׁדָּבָר זֶה גּוֹרֵם לוֹ לְדָחֳפוֹ וּלְטָרְדוֹ כְּגֵיחֲזִי וּבִזְמַן שֶׁנִּטְרָד לֹא יִמְצָא מְלַמֵּד וּמוֹרֶה לוֹ דֶּרֶךְ הָאֱמֶת. ה) וְהַשּׂוֹנֵא אֶת הַתּוֹכָחוֹת שֶׁהֲרֵי לֹא הִנִּיחַ לוֹ דֶּרֶךְ תְּשׁוּבָה. שֶׁהַתּוֹכָחָה גּוֹרֶמֶת לִתְשׁוּבָה שֶׁבִּזְמַן שֶׁמּוֹדִיעִין לוֹ לָאָדָם חֲטָאָיו וּמַכְלִימִין אוֹתוֹ חוֹזֵר בִּתְשׁוּבָה כְּמוֹ שֶׁכָּתוּב בַּתּוֹרָה <small>(דברים ט ז)</small> \"זְכֹר (וְ) אַל תִּשְׁכַּח\". <small>(דברים ט ז)</small> \"מַמְרִים הֱיִיתֶם\". <small>(דברים כט ג)</small> \"וְלֹא נָתַן ה' לָכֶם לֵב\". <small>(דברים לב ו)</small> \"עַם נָבָל וְלֹא חָכָם\". וְכֵן יְשַׁעְיָהוּ הוֹכִיחַ אֶת יִשְׂרָאֵל וְאָמַר <small>(ישעיה א ד)</small> \"הוֹי גּוֹי חֹטֵא\". <small>(ישעיה א ג)</small> \"יָדַע שׁוֹר קֹנֵהוּ\". <small>(ישעיה מח ד)</small> \"מִדַּעְתִּי כִּי קָשֶׁה אָתָּה\". וְכֵן צִוָּהוּ הָאֵל לְהוֹכִיחַ לַחַטָּאִים שֶׁנֶּאֱמַר <small>(ישעיה נח א)</small> \"קְרָא בְגָרוֹן אַל תַּחְשֹׂךְ\". וְכֵן כָּל הַנְּבִיאִים הוֹכִיחוּ לְיִשְׂרָאֵל עַד שֶׁחָזְרוּ בִּתְשׁוּבָה. לְפִיכָךְ צָרִיךְ לְהַעֲמִיד בְּכָל קָהָל וְקָהָל מִיִּשְׂרָאֵל חָכָם גָּדוֹל וְזָקֵן וִירֵא שָׁמַיִם מִנְּעוּרָיו וְאָהוּב לָהֶם שֶׁיְּהֵא מוֹכִיחַ לָרַבִּים וּמַחֲזִירָן בִּתְשׁוּבָה, וְזֶה שֶּׁשּׂוֹנֵא אֶת הַתּוֹכָחוֹת אֵינוֹ בָּא לַמּוֹכִיחַ וְלֹא שׁוֹמֵעַ דְּבָרָיו לְפִיכָךְ יַעֲמֹד בְּחַטֹּאתָיו שֶׁהֵם בְּעֵינָיו טוֹבִים: \n",
            "וּמֵהֶם חֲמִשָּׁה דְּבָרִים הָעוֹשֶׂה אוֹתָן אִי אֶפְשָׁר לוֹ שֶׁיָּשׁוּב בִּתְשׁוּבָה גְּמוּרָה לְפִי שֶׁהֵם עֲוֹנוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ וְאֵינוֹ יוֹדֵעַ חֲבֵרוֹ שֶׁחָטָא לוֹ כְּדֵי שֶׁיַּחֲזִיר לוֹ אוֹ יִשְׁאַל מִמֶּנּוּ לִמְחל לוֹ. וְאֵלּוּ הֵן. א) הַמְקַלֵּל אֶת הָרַבִּים וְלֹא קִלֵּל אָדָם יָדוּעַ כְּדֵי שֶׁיִּשְׁאַל מִמֶּנּוּ כַּפָּרָה. ב) וְהַחוֹלֵק עִם גַּנָּב, שֶׁלְּפִי שֶׁאֵינוֹ יוֹדֵעַ גְּנֵבָה זוֹ שֶׁל מִי הִיא אֶלָּא הַגַּנָּב גּוֹנֵב לָרַבִּים וּמֵבִיא לוֹ וְהוּא לוֹקֵחַ. וְעוֹד שֶׁהוּא מַחֲזִיק יַד הַגַּנָּב וּמַחְטִיאוֹ. ג) וְהַמּוֹצֵא אֲבֵדָה וְאֵינוֹ מַכְרִיז עָלֶיהָ עַד שֶׁיַּחֲזִירָהּ לִבְעָלֶיהָ, לְאַחַר זְמַן כְּשֶׁיַּעֲשֶׂה תְּשׁוּבָה אֵינוֹ יוֹדֵעַ לְמִי יַחֲזִיר. ד) וְהָאוֹכֵל שׁוֹר עֲנִיִּים וִיתוֹמִים וְאַלְמָנוֹת. אֵלּוּ בְּנֵי אָדָם אֻמְלָלִין הֵם וְאֵינָן יְדוּעִים וּמְפֻרְסָמִים וְגוֹלִים מֵעִיר לְעִיר וְאֵין לָהֶם מַכִּיר כְּדֵי שֶׁיֵּדַע שׁוֹר זֶה שֶׁל מִי הוּא וְיַחֲזִירֶנּוּ לוֹ. ה) וְהַמְקַבֵּל שֹׁחַד לְהַטּוֹת דִּין אֵינוֹ יוֹדֵעַ עַד הֵיכָן הִגִּיעַ הַטָּיָה זוֹ וְכַמָּה הִיא כֹּחָהּ כְּדֵי שֶׁיַּחֲזִיר, שֶׁהַדָּבָר יֵשׁ לוֹ רַגְלַיִם. וְעוֹד שֶׁהוּא מַחֲזִיק יַד זֶה וּמַחְטִיאוֹ:\n",
            "וּמֵהֶן חֲמִשָּׁה דְּבָרִים הָעוֹשֶׂה אוֹתָן אֵין חֶזְקָתוֹ לָשׁוּב מֵהֶן. לְפִי שֶׁהֵם דְּבָרִים קַלִּים בְּעֵינֵי רֹב הָאָדָם וְנִמְצָא חוֹטֵא וְהוּא יְדַמֶּה שֶׁאֵין זֶה חֵטְא. וְאֵלּוּ הֵן. א) הָאוֹכֵל מִסְּעֻדָּה שֶׁאֵינָהּ מַסְפֶּקֶת לִבְעָלֶיהָ שֶׁזֶּה אֲבַק גֵּזֶל הוּא. וְהוּא מְדַמֶּה שֶׁלֹּא חָטָא וְיֹאמַר כְּלוּם אָכַלְתִּי אֶלָּא בִּרְשׁוּתוֹ. ב) הַמִּשְׁתַּמֵּשׁ בַּעֲבוֹטוֹ שֶׁל עָנִי שֶׁהָעֲבוֹט שֶׁל עָנִי אֵינוֹ אֶלָּא כְּגוֹן קוֹרְדוֹם וּמַחֲרֵשָׁה וְיֹאמַר בְּלִבּוֹ אֵינָן חֲסֵרִים וַהֲרֵי לֹא גָּזַלְתִּי אוֹתוֹ. ג) הַמִּסְתַּכֵּל בַּעֲרָיוֹת מַעֲלֶה עַל דַּעְתּוֹ שֶׁאֵין בְּכָךְ כְּלוּם שֶׁהוּא אוֹמֵר וְכִי בָּעַלְתִּי אוֹ קָרַבְתִּי אֶצְלָהּ. וְהוּא אֵינוֹ יוֹדֵעַ שֶׁרְאִיַּת הָעֵינַיִם עָוֹן גָּדוֹל שֶׁהִיא גּוֹרֶמֶת לְגוּפָן שֶׁל עֲרָיוֹת שֶׁנֶּאֱמַר <small>(במדבר טו לט)</small> \"וְלֹא תָתֻרוּ אַחֲרֵי לְבַבְכֶם וְאַחֲרֵי עֵינֵיכֶם\". ד) הַמִּתְכַּבֵּד בִּקְלוֹן חֲבֵרוֹ אוֹמֵר בְּלִבּוֹ שֶׁאֵינוֹ חֵטְא לְפִי שֶׁאֵין חֲבֵרוֹ עוֹמֵד שָׁם וְלֹא הִגִּיעַ לוֹ בּשֶׁת וְלֹא בִּיְּשׁוֹ אֶלָּא עָרַךְ מַעֲשָׂיו הַטּוֹבִים וְחָכְמָתוֹ לְמוּל מַעֲשֵׂה חֲבֵרוֹ אוֹ חָכְמָתוֹ כְּדֵי שֶׁיֵּרָאֶה מִכְּלָלוֹ שֶׁהוּא מְכֻבָּד וַחֲבֵרוֹ בָּזוּי. ה) וְהַחוֹשֵׁד כְּשֵׁרִים אוֹמֵר בְּלִבּוֹ שֶׁאֵינוֹ חֵטְא לְפִי שֶׁהוּא אוֹמֵר מֶה עָשִׂיתִי לוֹ וְכִי יֵשׁ שָׁם אֶלָּא חֲשָׁד שֶׁמָּא עָשָׂה אוֹ לֹא עָשָׂה וְהוּא אֵינוֹ יוֹדֵעַ שֶׁזֶּה עָוֹן שֶׁמֵּשִׂים אָדָם כָּשֵׁר בְּדַעְתּוֹ כְּבַעַל עֲבֵרָה:\n",
            "וּמֵהֶן חֲמִשָּׁה דְּבָרִים הָעוֹשֶׂה אוֹתָם יִמָּשֵׁךְ אַחֲרֵיהֶם תָּמִיד וְקָשִׁים הֵם לִפְרשׁ מֵהֶן. לְפִיכָךְ צָרִיךְ אָדָם לְהִזָּהֵר מֵהֶן שֶׁמָּא יִדְבַּק בָּהֶן וְהֵן כֻּלָּן דֵּעוֹת רָעוֹת עַד מְאֹד. וְאֵלּוּ הֵן. רְכִילוּת. וְלָשׁוֹן הָרַע. וּבַעַל חֵמָה. וּבַעַל מַחֲשָׁבָה רָעָה. וְהַמִּתְחַבֵּר לָרָשָׁע מִפְּנֵי שֶׁהוּא לוֹמֵד מִמַּעֲשָׂיו וְהֵן נִרְשָׁמִים בְּלִבּוֹ. הוּא שֶׁאָמַר שְׁלֹמֹה <small>(משלי יג כ)</small> \"וְרֹעֶה כְסִילִים יֵרוֹעַ\". וּכְבָר בֵּאַרְנוּ בְּהִלְכוֹת דֵּעוֹת דְּבָרִים שֶׁצָּרִיךְ כָּל אָדָם לִנְהֹג בָּהֶן תָּמִיד, קַל וָחֹמֶר לְבַעַל תְּשׁוּבָה:\n",
            "כָּל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁמְּעַכְּבִין אֶת הַתְּשׁוּבָה אֵין מוֹנְעִין אוֹתָהּ אֶלָּא אִם עָשָׂה אָדָם תְּשׁוּבָה מֵהֶן הֲרֵי זֶה בַּעַל תְּשׁוּבָה וְיֵשׁ לוֹ חֵלֶק לָעוֹלָם הַבָּא:\n"
        ],
        [
            "רְשׁוּת לְכָל אָדָם נְתוּנָה. אִם רָצָה לְהַטּוֹת עַצְמוֹ לְדֶרֶךְ טוֹבָה וְלִהְיוֹת צַדִּיק הָרְשׁוּת בְּיָדוֹ. וְאִם רָצָה לְהַטּוֹת עַצְמוֹ לְדֶרֶךְ רָעָה וְלִהְיוֹת רָשָׁע הָרְשׁוּת בְּיָדוֹ. הוּא שֶׁכָּתוּב בַּתּוֹרָה <small>(בראשית ג כב)</small> \"הֵן הָאָדָם הָיָה כְּאַחַד מִמֶּנּוּ לָדַעַת טוֹב וָרָע\". כְּלוֹמַר הֵן מִין זֶה שֶׁל אָדָם הָיָה יָחִיד בָּעוֹלָם וְאֵין מִין שֵׁנִי דּוֹמֶה לוֹ בְּזֶה הָעִנְיָן שֶׁיְּהֵא הוּא מֵעַצְמוֹ בְּדַעְתּוֹ וּבְמַחֲשַׁבְתּוֹ יוֹדֵעַ הַטּוֹב וְהָרַע וְעוֹשֶׂה כָּל מַה שֶּׁהוּא חָפֵץ וְאֵין מִי שֶׁיְּעַכֵּב בְּיָדוֹ מִלַּעֲשׂוֹת הַטּוֹב אוֹ הָרַע. וְכֵיוָן שֶׁכֵּן הוּא פֶּן יִשְׁלַח יָדוֹ: ",
            "אַל יַעֲבֹר בְּמַחֲשַׁבְתְּךָ דָּבָר זֶה שֶׁאוֹמְרִים טִפְּשֵׁי אֻמּוֹת הָעוֹלָם וְרֹב גָּלְמֵי בְּנֵי יִשְׂרָאֵל שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא גּוֹזֵר עַל הָאָדָם מִתְּחִלַּת בְּרִיָּתוֹ לִהְיוֹת צַדִּיק אוֹ רָשָׁע. אֵין הַדָּבָר כֵּן אֶלָּא כָּל אָדָם רָאוּי לוֹ לִהְיוֹת צַדִּיק כְּמשֶׁה רַבֵּנוּ אוֹ רָשָׁע כְּיָרָבְעָם אוֹ חָכָם אוֹ סָכָל אוֹ רַחֲמָן אוֹ אַכְזָרִי אוֹ כִּילַי אוֹ שׁוּעַ וְכֵן שְׁאָר כָּל הַדֵּעוֹת. וְאֵין לוֹ מִי שֶׁיִּכְפֵּהוּ וְלֹא גּוֹזֵר עָלָיו וְלֹא מִי שֶׁמּוֹשְׁכוֹ לְאֶחָד מִשְּׁנֵי הַדְּרָכִים אֶלָּא הוּא מֵעַצְמוֹ וּמִדַּעְתּוֹ נוֹטֶה לְאֵי זוֹ דֶּרֶךְ שֶׁיִּרְצֶה. הוּא שֶׁיִּרְמְיָהוּ אָמַר <small>(איכה ג לח)</small> \"מִפִּי עֶלְיוֹן לֹא תֵצֵא הָרָעוֹת וְהַטּוֹב\". כְּלוֹמַר אֵין הַבּוֹרֵא גּוֹזֵר עַל הָאָדָם לִהְיוֹת טוֹב וְלֹא לִהְיוֹת רַע. וְכֵיוָן שֶׁכֵּן הוּא נִמְצָא זֶה הַחוֹטֵא הוּא הִפְסִיד אֶת עַצְמוֹ. וּלְפִיכָךְ רָאוּי לוֹ לִבְכּוֹת וּלְקוֹנֵן עַל חֲטָאָיו וְעַל מַה שֶּׁעָשָׂה לְנַפְשׁוֹ וּגְמָלָהּ רָעָה. הוּא שֶׁכָּתוּב אַחֲרָיו <small>(איכה ג לט)</small> \"מַה יִּתְאוֹנֵן אָדָם חָי\" וְגוֹ'. וְחָזַר וְאָמַר הוֹאִיל וּרְשׁוּתֵנוּ בְּיָדֵינוּ וּמִדַּעְתֵּנוּ עָשִׂינוּ כָּל הָרָעוֹת רָאוּי לָנוּ לַחֲזֹר בִּתְשׁוּבָה וְלַעֲזֹב רִשְׁעֵנוּ שֶׁהָרְשׁוּת עַתָּה בְּיָדֵינוּ. הוּא שֶׁכָּתוּב אַחֲרָיו <small>(איכה ג מ)</small> \"נַחְפְּשָׂה דְרָכֵינוּ וְנַחְקֹרָה וְנָשׁוּבָה\" וְגוֹ': ",
            "וְדָבָר זֶה עִקָּר גָּדוֹל הוּא וְהוּא עַמּוּד הַתּוֹרָה וְהַמִּצְוָה שֶׁנֶּאֱמַר <small>(דברים ל טו)</small> \"רְאֵה נָתַתִּי לְפָנֶיךָ הַיּוֹם אֶת הַחַיִּים\". וּכְתִיב <small>(דברים יא כו)</small> \"רְאֵה אָנֹכִי נֹתֵן לִפְנֵיכֶם הַיּוֹם\". כְּלוֹמַר שֶׁהָרְשׁוּת בְּיֶדְכֶם. וְכָל שֶׁיַּחְפֹּץ הָאָדָם לַעֲשׂוֹת מִמַּעֲשֵׂה בְּנֵי הָאָדָם עוֹשֶׂה בֵּין טוֹבִים בֵּין רָעִים. וּמִפְּנֵי זֶה הָעִנְיָן נֶאֱמַר <small>(דברים ה כו)</small> \"מִי יִתֵּן וְהָיָה לְבָבָם זֶה לָהֶם\". כְּלוֹמַר שֶׁאֵין הַבּוֹרֵא כּוֹפֶה בְּנֵי הָאָדָם וְלֹא גּוֹזֵר עֲלֵיהֶן לַעֲשׂוֹת טוֹבָה אוֹ רָעָה אֶלָּא הַכּל מָסוּר לָהֶם: ",
            "אִלּוּ הָאֵל הָיָה גּוֹזֵר עַל הָאָדָם לִהְיוֹת צַדִּיק אוֹ רָשָׁע אוֹ אִלּוּ הָיָה שָׁם דָּבָר שֶׁמּוֹשֵׁךְ אֶת הָאָדָם בְּעִקַּר תּוֹלַדְתּוֹ לְדֶרֶךְ מִן הַדְּרָכִים אוֹ לְמַדָּע מִן הַמַּדָּעוֹת אוֹ לְדֵעָה מִן הַדֵּעוֹת אוֹ לְמַעֲשֶׂה מִן הַמַּעֲשִׂים כְּמוֹ שֶׁבּוֹדִים מִלִּבָּם הַטִּפְּשִׁים הֹבְרֵי שָׁמַיִם הֵיאַךְ הָיָה מְצַוֶּה לָנוּ עַל יְדֵי הַנְּבִיאִים עֲשֵׂה כָּךְ וְאַל תַּעֲשֶׂה כָּךְ הֵיטִיבוּ דַּרְכֵיכֶם וְאַל תֵּלְכוּ אַחֲרֵי רִשְׁעֲכֶם וְהוּא מִתְּחִלַּת בְּרִיָּתוֹ כְּבָר נִגְזַר עָלָיו אוֹ תּוֹלַדְתּוֹ תִּמְשֹׁךְ אוֹתוֹ לְדָבָר שֶׁאִי אֶפְשָׁר לָזוּז מִמֶּנּוּ. וּמַה מָּקוֹם הָיָה לְכָל הַתּוֹרָה כֻּלָּהּ וּבְאֵי זֶה דִּין וְאֵיזֶה מִשְׁפָּט נִפְרָע מִן הָרָשָׁע אוֹ מְשַׁלֵּם שָׂכָר לַצַּדִּיק. הֲשֹׁפֵט כָּל הָאָרֶץ לֹא יַעֲשֶׂה מִשְׁפָּט. וְאַל תִּתְמַהּ וְתֹאמַר הֵיאַךְ יִהְיֶה הָאָדָם עוֹשֶׂה כָּל מַה שֶּׁיַּחְפֹּץ וְיִהְיוּ מַעֲשָׂיו מְסוּרִים לוֹ וְכִי יֵעָשֶׂה בָּעוֹלָם דָּבָר שֶׁלֹּא בִּרְשׁוּת קוֹנוֹ וְלֹא חֶפְצוֹ וְהַכָּתוּב אוֹמֵר <small>(תהילים קלה ו)</small> \"כּל אֲשֶׁר חָפֵץ ה' עָשָׂה בַּשָּׁמַיִם וּבָאָרֶץ\". דַּע שֶׁהַכּל כְּחֶפְצוֹ יֵעָשֶׂה וְאַף עַל פִּי שֶׁמַּעֲשֵׂינוּ מְסוּרִין לָנוּ. כֵּיצַד. כְּשֵׁם שֶׁהַיּוֹצֵר חָפֵץ לִהְיוֹת הָאֵשׁ וְהָרוּחַ עוֹלִים לְמַעְלָה וְהַמַּיִם וְהָאָרֶץ יוֹרְדִים לְמַטָּה וְהַגַּלְגַּל סוֹבֵב בְּעִגּוּל וְכֵן שְׁאָר בְּרִיּוֹת הָעוֹלָם לִהְיוֹת כְּמִנְהָגָן שֶׁחָפֵץ בּוֹ. כָּכָה חָפֵץ לִהְיוֹת הָאָדָם רְשׁוּתוֹ בְּיָדוֹ וְכָל מַעֲשָׂיו מְסוּרִין לוֹ וְלֹא יִהְיֶה לוֹ לֹא כּוֹפֶה וְלֹא מוֹשֵׁךְ אֶלָּא הוּא מֵעַצְמוֹ וּבְדַעְתּוֹ שֶׁנָּתַן לוֹ הָאֵל עוֹשֶׂה כָּל שֶׁהָאָדָם יָכוֹל לַעֲשׂוֹת. לְפִיכָךְ דָּנִין אוֹתוֹ לְפִי מַעֲשָׂיו. אִם עָשָׂה טוֹבָה מֵיטִיבִין לוֹ וְאִם עָשָׂה רָעָה מְרֵעִין לוֹ. הוּא שֶׁהַנָּבִיא אוֹמֵר <small>(מלאכי א ט)</small> מִיֶּדְכֶם הָיְתָה זֹּאת לָכֶם. <small>(ישעיה סו ג)</small> גַּם הֵמָּה בָּחֲרוּ בְּדַרְכֵיהֶם. וּבְעִנְיָן זֶה אָמַר שְׁלֹמֹה <small>(קהלת יא ט)</small> \"שְׂמַח בָּחוּר בְּיַלְדוּתֶיךָ\" <small>(קהלת יא ט)</small> \"וְדָע כִּי עַל כָּל אֵלֶּה יְבִיאֲךָ הָאֱלֹהִים בַּמִּשְׁפָּט\". כְּלוֹמַר דַּע שֶׁיֵּשׁ בְּיָדְךָ כֹּחַ לַעֲשׂוֹת וְעָתִיד אַתָּה לִתֵּן אֶת הַדִּין:  ",
            "שֶׁמָּא תֹּאמַר וַהֲלֹא הַקָּדוֹשׁ בָּרוּךְ הוּא יוֹדֵעַ כָּל מַה שֶּׁיִּהְיֶה וְקֹדֶם שֶׁיִּהְיֶה יֵדַע שֶׁזֶּה יִהְיֶה צַדִּיק אוֹ רָשָׁע אוֹ לֹא יֵדַע. אִם יֵדַע שֶׁהוּא יִהְיֶה צַדִּיק אִי אֶפְשָׁר שֶׁלֹּא יִהְיֶה צַדִּיק וְאִם תֹּאמַר שֶׁיֵּדַע שֶׁיִּהְיֶה צַדִּיק וְאֶפְשָׁר שֶׁיִּהְיֶה רָשָׁע הֲרֵי לֹא יֵדַע הַדָּבָר עַל בֻּרְיוֹ. דַּע שֶׁתְּשׁוּבַת שְׁאֵלָה זוֹ אֲרֻכָּה מֵאֶרֶץ מִדָּה וּרְחָבָה מִנִּי יָם וְכַמָּה עִקָּרִים גְּדוֹלִים וַהֲרָרִים רָמִים תְּלוּיִים בָּהּ אֲבָל צָרִיךְ אַתָּה לֵידַע וּלְהָבִין בְּדָבָר זֶה שֶׁאֲנִי אוֹמֵר. כְּבָר בֵּאַרְנוּ בְּפֶרֶק שֵׁנִי מֵהִלְכוֹת יְסוֹדֵי הַתּוֹרָה שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא אֵינוֹ יוֹדֵעַ מִדֵּעָה שֶׁהִיא חוּץ מִמֶּנּוּ כִּבְנֵי אָדָם שֶׁהֵם וְדַעְתָּם שְׁנַיִם. אֶלָּא הוּא יִתְעַלֶּה שְׁמוֹ וְדַעְתּוֹ אֶחָד וְאֵין דַּעְתּוֹ שֶׁל אָדָם יְכוֹלָה לְהַשִּׂיג דָּבָר זֶה עַל בֻּרְיוֹ. וּכְשֵׁם שֶׁאֵין כֹּחַ בָּאָדָם לְהַשִּׂיג וְלִמְצֹא אֲמִתַּת הַבּוֹרֵא שֶׁנֶּאֱמַר <small>(שמות לג כ)</small> \"כִּי לֹא יִרְאַנִי הָאָדָם וָחָי\" כָּךְ אֵין כֹּחַ בָּאָדָם לְהַשִּׂיג וְלִמְצֹא דַּעְתּוֹ שֶׁל הַבּוֹרֵא. הוּא שֶׁהַנָּבִיא אָמַר <small>(ישעיה נה ח)</small> \"כִּי לֹא מַחְשְׁבוֹתַי מַחְשְׁבוֹתֵיכֶם וְלֹא דַרְכֵיכֶם דְרָכָי\". וְכֵיוָן שֶׁכֵּן הוּא אֵין בָּנוּ כֹּחַ לֵידַע הֵיאַךְ יֵדַע הַקָּדוֹשׁ בָּרוּךְ הוּא כָּל הַבְּרוּאִים וְהַמַּעֲשִׂים אֲבָל נֵדַע בְּלֹא סָפֵק שֶׁמַּעֲשֵׂה הָאָדָם בְּיַד הָאָדָם וְאֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מוֹשְׁכוֹ וְלֹא גּוֹזֵר עָלָיו לַעֲשׂוֹת כָּךְ. וְלֹא מִפְּנֵי קַבָּלַת הַדָּת בִּלְבַד נוֹדַע דָּבָר זֶה אֶלָּא בִּרְאָיוֹת בְּרוּרוֹת מִדִּבְרֵי הַחָכְמָה. וּמִפְּנֵי זֶה נֶאֱמַר בַּנְּבוּאָה שֶׁדָּנִין אֶת הָאָדָם עַל מַעֲשָׂיו כְּפִי מַעֲשָׂיו אִם טוֹב וְאִם רַע וְזֶה הוּא הָעִקָּר שֶׁכָּל דִּבְרֵי הַנְּבוּאָה תְּלוּיִין בּוֹ: "
        ],
        [
            "פְּסוּקִים הַרְבֵּה יֵשׁ בַּתּוֹרָה וּבְדִבְרֵי נְבִיאִים שֶׁהֵן נִרְאִין כְּסוֹתְרִין עִקָּר זֶה וְנִכְשָׁלִין בָּהֶן רֹב הָאָדָם וְיַעֲלֶה עַל דַּעְתָּן מֵהֶן שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא הוּא גּוֹזֵר עַל הָאָדָם לַעֲשׂוֹת רָעָה אוֹ טוֹבָה וְשֶׁאֵין לִבּוֹ שֶׁל אָדָם מָסוּר לוֹ לְהַטּוֹתוֹ לְכָל אֲשֶׁר יִרְצֶה. וַהֲרֵי אֲנִי מְבָאֵר עִקָּר גָּדוֹל שֶׁמִּמֶּנּוּ תֵּדַע פֵּרוּשׁ כָּל אוֹתָן הַפְּסוּקִים. בִּזְמַן שֶׁאָדָם אֶחָד אוֹ אַנְשֵׁי מְדִינָה חוֹטְאִים וְעוֹשֶׂה הַחוֹטֵא חֵטְא שֶׁעוֹשֶׂה מִדַּעְתּוֹ וּבִרְצוֹנוֹ כְּמוֹ שֶׁהוֹדַעְנוּ רָאוּי לְהִפָּרַע מִמֶּנּוּ וְהַקָּדוֹשׁ בָּרוּךְ הוּא יוֹדֵעַ אֵיךְ יִפָּרַע. יֵשׁ חֵטְא שֶׁהַדִּין נוֹתֵן שֶׁנִּפְרָעִים מִמֶּנּוּ עַל חֶטְאוֹ בָּעוֹלָם הַזֶּה בְּגוּפוֹ אוֹ בְּמָמוֹנוֹ אוֹ בְּבָנָיו הַקְּטַנִּים שֶׁבָּנָיו שֶׁל אָדָם הַקְּטַנִּים שֶׁאֵין בָּהֶם דַּעַת וְלֹא הִגִּיעוּ לִכְלַל מִצְווֹת כְּקִנְיָנוֹ הֵן וּכְתִיב <small>(דברים כד טז)</small> \"אִישׁ בְּחֶטְאוֹ יָמוּת\" עַד שֶׁיֵּעָשֶׂה אִישׁ. וְיֵשׁ חֵטְא שֶׁהַדִּין נוֹתֵן שֶׁנִּפְרָעִין מִמֶּנּוּ לָעוֹלָם הַבָּא וְאֵין לָעוֹבֵר עָלָיו שׁוּם נֵזֶק בָּעוֹלָם הַזֶּה. וְיֵשׁ חֵטְא שֶׁנִּפְרָעִין מִמֶּנּוּ בָּעוֹלָם הַזֶּה וְלָעוֹלָם הַבָּא: ",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁלֹּא עָשָׂה תְּשׁוּבָה אֲבָל אִם עָשָׂה תְּשׁוּבָה הַתְּשׁוּבָה כִּתְרִיס לִפְנֵי הַפֻּרְעָנוּת. וּכְשֵׁם שֶׁהָאָדָם חוֹטֵא מִדַּעְתּוֹ וּבִרְצוֹנוֹ כָּךְ הוּא עוֹשֶׂה תְּשׁוּבָה מִדַּעְתּוֹ וּבִרְצוֹנוֹ: ",
            "וְאֶפְשָׁר שֶׁיֶּחְטָא אָדָם חֵטְא גָּדוֹל אוֹ חֲטָאִים רַבִּים עַד שֶׁיִּתֵּן הַדִּין לִפְנֵי דַּיַן הָאֱמֶת שֶׁיְּהֵא הַפֵּרָעוֹן מִזֶּה הַחוֹטֵא עַל חֲטָאִים אֵלּוּ שֶׁעָשָׂה בִּרְצוֹנוֹ וּמִדַּעְתּוֹ שֶׁמּוֹנְעִין מִמֶּנּוּ הַתְּשׁוּבָה וְאֵין מַנִּיחִין לוֹ רְשׁוּת לָשׁוּב מֵרִשְׁעוֹ כְּדֵי שֶׁיָּמוּת וְיֹאבַד בְּחֶטְאוֹ שֶׁעָשָׂה. הוּא שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא אָמַר עַל יְדֵי יְשַׁעְיָהוּ <small>(ישעיה ו י)</small> \"הַשְׁמֵן לֵב הָעָם הַזֶּה\" וְגוֹ'. וְכֵן הוּא אוֹמֵר <small>(דה\"ב לו טז)</small> \"וַיִּהְיוּ מַלְעִבִים בְּמַלְאֲכֵי הָאֱלֹהִים וּבוֹזִים דְּבָרָיו וּמִתַּעְתְּעִים בִּנְבִאָיו עַד עֲלוֹת חֲמַת ה' בְּעַמּוֹ עַד לְאֵין מַרְפֵּא\". כְּלוֹמַר חָטְאוּ בִּרְצוֹנָם וְהִרְבּוּ לִפְשֹׁעַ עַד שֶׁנִּתְחַיְּבוּ לִמְנֹעַ מֵהֶן הַתְּשׁוּבָה שֶׁהִיא הַמַּרְפֵּא. לְפִיכָךְ כָּתוּב בַּתּוֹרָה <small>(שמות ד כא)</small> \"וַאֲנִי (אֲחַזֵּק) [אַקְשֶׁה] אֶת לֵב פַּרְעֹה\". לְפִי שֶׁחָטָא מֵעַצְמוֹ תְּחִלָּה וְהֵרֵעַ לְיִשְׂרָאֵל הַגָּרִים בְּאַרְצוֹ שֶׁנֶּאֱמַר <small>(שמות א י)</small> \"הָבָה נִתְחַכְּמָה לוֹ\". נָתַן הַדִּין לִמְנֹעַ הַתְּשׁוּבָה מִמֶּנּוּ עַד שֶׁנִּפְרַע מִמֶּנּוּ. לְפִיכָךְ חִזֵּק הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת לִבּוֹ. וְלָמָּה הָיָה שׁוֹלֵחַ לוֹ בְּיַד משֶׁה וְאוֹמֵר שְׁלַח וַעֲשֵׂה תְּשׁוּבָה וּכְבָר אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אֵין אַתָּה מְשַׁלֵּחַ שֶׁנֶּאֱמַר <small>(שמות ט ל)</small> \"וְאַתָּה וַעֲבָדֶיךָ יָדַעְתִּי\" וְגוֹ' <small>(שמות ט טז)</small> \"וְאוּלָם בַּעֲבוּר זֹאת הֶעֱמַדְתִּיךָ\". כְּדֵי לְהוֹדִיעַ לְבָאֵי הָעוֹלָם שֶׁבִּזְמַן שֶׁמּוֹנֵעַ הַקָּדוֹשׁ בָּרוּךְ הוּא הַתְּשׁוּבָה לַחוֹטֵא אֵינוֹ יָכוֹל לָשׁוּב אֶלָּא יָמוּת בְּרִשְׁעוֹ שֶׁעָשָׂה בִּתְחִלָּה בִּרְצוֹנוֹ. וְכֵן סִיחוֹן לְפִי עֲוֹנוֹת שֶׁהָיוּ לוֹ נִתְחַיֵּב לְמָנְעוֹ מִן הַתְּשׁוּבָה שֶׁנֶּאֱמַר <small>(דברים ב ל)</small> \"כִּי הִקְשָׁה ה' אֱלֹהֶיךָ אֶת רוּחוֹ וְאִמֵּץ אֶת לְבָבוֹ\". וְכֵן הַכְּנַעֲנִים לְפִי תּוֹעֲבוֹתֵיהֶן מָנַע מֵהֶן הַתְּשׁוּבָה עַד שֶׁעָשׂוּ מִלְחָמָה עִם יִשְׂרָאֵל. שֶׁנֶּאֱמַר <small>(יהושע יא כ)</small> \"כִּי מֵאֵת ה' הָיְתָה לְחַזֵּק אֶת לִבָּם לִקְרַאת הַמִּלְחָמָה עִם יִשְׂרָאֵל לְמַעַן הַחֲרִימָם\". וְכֵן יִשְׂרָאֵל בִּימֵי אֵלִיָּהוּ לְפִי שֶׁהִרְבּוּ לִפְשֹׁעַ מָנַע מֵאוֹתָן הַמַּרְבִּים לִפְשֹׁעַ תְּשׁוּבָה שֶׁנֶּאֱמַר <small>(מלכים א יח לז)</small> \"וְאַתָּה הֲסִבֹּתָ אֶת לִבָּם אֲחֹרַנִּית\" כְּלוֹמַר מָנַעְתָּ מֵהֶן הַתְּשׁוּבָה. נִמְצֵאתָ אוֹמֵר שֶׁלֹּא גָּזַר הָאֵל עַל פַּרְעֹה לְהָרַע לְיִשְׂרָאֵל. וְלֹא עַל סִיחוֹן לַחֲטֹא בְּאַרְצוֹ. וְלֹא עַל הַכְּנַעֲנִים לְהַתְעִיב. וְלֹא עַל יִשְׂרָאֵל לַעֲבֹד עֲבוֹדָה זָרָה. אֶלָּא כֻּלָּן חָטְאוּ מֵעַצְמָן וְכֻלָּן נִתְחַיְּבוּ לִמְנֹעַ מֵהֶן הַתְּשׁוּבָה:  ",
            "וּכְעִנְיָן זֶה שׁוֹאֲלִין הַצַּדִּיקִים וְהַנְּבִיאִים בִּתְפִלָּתָם מֵאֵת ה' לְעָזְרָם עַל הָאֱמֶת. כְּמוֹ שֶׁאָמַר דָּוִד <small>(תהילים כז יא)</small> \"הוֹרֵנִי ה' דַּרְכֶּךָ\". כְּלוֹמַר אַל יִמְנָעוּנִי חֲטָאַי דֶּרֶךְ הָאֱמֶת שֶׁמִּמֶּנָּה אֵדַע דַּרְכְּךָ וְיִחוּד שְׁמֶךָ. וְכֵן זֶה שֶׁאָמַר <small>(תהילים נא יד)</small> \"וְרוּחַ נְדִיבָה תִסְמְכֵנִי\" כְּלוֹמַר תַּנִּיחַ רוּחִי לַעֲשׂוֹת חֶפְצְךָ וְאַל יִגְרְמוּ לִי חֲטָאַי לְמָנְעֵנִי מִתְּשׁוּבָה אֶלָּא תִּהְיֶה הָרְשׁוּת בְּיָדִי עַד שֶׁאֶחֱזֹר וְאָבִין וְאֵדַע דֶּרֶךְ הָאֱמֶת. וְעַל דֶּרֶךְ זוֹ כָּל הַדּוֹמֶה לִפְסוּקִים אֵלּוּ: ",
            "וּמַהוּ זֶה שֶׁאָמַר דָּוִד <small>(תהילים כה ח)</small> \"טוֹב וְיָשָׁר ה' עַל כֵּן יוֹרֶה חַטָּאִים בַּדָּרֶךְ\" <small>(תהילים כה ט)</small> \"יַדְרֵךְ עֲנָוִים\" וְגוֹ'. זֶה שֶׁשָּׁלַח נְבִיאִים לָהֶם מוֹדִיעִים דַּרְכֵי ה' וּמַחְזִירִין אוֹתָן בִּתְשׁוּבָה. וְעוֹד שֶׁנָּתַן בָּהֶם כֹּחַ לִלְמֹד וּלְהָבִין. שֶׁמִּדָּה זוֹ בְּכָל אָדָם שֶׁכָּל זְמַן שֶׁהוּא נִמְשָׁךְ בְּדַרְכֵי הַחָכְמָה וְהַצֶּדֶק מִתְאַוֶּה לָהֶן וְרוֹדֵף אוֹתָם. וְהוּא מַה שֶּׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה בָּא לִטַּהֵר מְסַיְּעִין אוֹתוֹ כְּלוֹמַר יִמְצָא עַצְמוֹ נֶעֱזָר עַל הַדָּבָר. וַהֲלֹא כָּתוּב בַּתּוֹרָה <small>(בראשית טו יג)</small> \"וַעֲבָדוּם וְעִנּוּ אֹתָם\", הֲרֵי גָּזַר עַל הַמִּצְרִיִּים לַעֲשׂוֹת רַע. וּכְתִיב <small>(דברים לא טז)</small> \"וְקָם הָעָם הַזֶּה וְזָנָה אַחֲרֵי אֱלֹהֵי נֵכַר הָאָרֶץ\", הֲרֵי גָּזַר עַל יִשְׂרָאֵל לַעֲבֹד עֲבוֹדָה זָרָה. וְלָמָּה נִפְרַע מֵהֶן. לְפִי שֶׁלֹּא גָּזַר עַל אִישׁ פְּלוֹנִי הַיָּדוּעַ שֶׁיִּהְיֶה הוּא הַזּוֹנֶה אֶלָּא כָּל אֶחָד וְאֶחָד מֵאוֹתָן הַזּוֹנִים לַעֲבֹד עֲבוֹדָה זָרָה אִלּוּ לֹא רָצָה לַעֲבֹד לֹא הָיָה עוֹבֵד. וְלֹא הוֹדִיעוֹ הַבּוֹרֵא אֶלָּא מִנְהָגוֹ שֶׁל עוֹלָם. הָא לְמָה זֶה דּוֹמֶה לְאוֹמֵר הָעָם הַזֶּה יִהְיֶה בָּהֶן צַדִּיקִים וּרְשָׁעִים. לֹא מִפְּנֵי זֶה יֹאמַר הָרָשָׁע כְּבָר נִגְזַר עָלָיו שֶׁיִּהְיֶה רָשָׁע מִפְּנֵי שֶׁהוֹדִיעַ לְמשֶׁה שֶׁיִּהְיוּ רְשָׁעִים בְּיִשְׂרָאֵל. כָּעִנְיָן שֶׁנֶּאֱמַר <small>(דברים טו יא)</small> \"כִּי לֹא יֶחְדַּל אֶבְיוֹן מִקֶּרֶב הָאָרֶץ\". וְכֵן הַמִּצְרִיִּים כָּל אֶחָד וְאֶחָד מֵאוֹתָן הַמְּצֵרִים וְהַמֵּרֵעִים לְיִשְׂרָאֵל אִלּוּ לֹא רָצָה לְהָרַע לָהֶם הָרְשׁוּת בְּיָדוֹ. שֶׁלֹּא גָּזַר עַל אִישׁ יָדוּעַ אֶלָּא הוֹדִיעוֹ שֶׁסּוֹף זַרְעוֹ עָתִיד לְהִשְׁתַּעְבֵּד בְּאֶרֶץ לֹא לָהֶם. וּכְבָר אָמַרְנוּ שֶׁאֵין כֹּחַ בָּאָדָם לֵידַע הֵיאַךְ יֵדַע הַקָּדוֹשׁ בָּרוּךְ הוּא דְּבָרִים הָעֲתִידִין לִהְיוֹת: "
        ],
        [
            "הוֹאִיל וּרְשׁוּת כָּל אָדָם נְתוּנָה לוֹ כְּמוֹ שֶׁבֵּאַרְנוּ יִשְׁתַּדֵּל אָדָם לַעֲשׂוֹת תְּשׁוּבָה וּלְהִתְוַדּוֹת בְּפִיו מֵחֲטָאָיו וְלִנְעֹר כַּפָּיו מֵחֲטָאָיו כְּדֵי שֶׁיָּמוּת וְהוּא בַּעַל תְּשׁוּבָה וְיִזְכֶּה לְחַיֵּי הָעוֹלָם הַבָּא: ",
            "לְעוֹלָם יִרְאֶה אָדָם עַצְמוֹ כְּאִלּוּ הוּא נוֹטֶה לָמוּת וְשֶׁמָּא יָמוּת בִּשְׁעָתוֹ וְנִמְצָא עוֹמֵד בְּחֶטְאוֹ. לְפִיכָךְ יָשׁוּב מֵחֲטָאָיו מִיָּד וְלֹא יֵאָמֵר כְּשֶׁאַזְקִין אָשׁוּב שֶׁמָּא יָמוּת טֶרֶם שֶׁיַּזְקִין. הוּא שֶׁשְּׁלֹמֹה אָמַר בְּחָכְמָתוֹ <small>(קהלת ט ח)</small> \"בְּכָל עֵת יִהְיוּ בְגָדֶיךָ לְבָנִים\": ",
            "אַל תֹּאמַר שֶׁאֵין תְּשׁוּבָה אֶלָּא מֵעֲבֵרוֹת שֶׁיֵּשׁ בָּהֶן מַעֲשֶׂה כְּגוֹן זְנוּת וְגֵזֶל וּגְנֵבָה. אֶלָּא כְּשֵׁם שֶׁצָּרִיךְ אָדָם לָשׁוּב מֵאֵלּוּ כָּךְ הוּא צָרִיךְ לְחַפֵּשׂ בְּדֵעוֹת רָעוֹת שֶׁיֵּשׁ לוֹ וְלָשׁוּב מִן הַכַּעַס וּמִן הָאֵיבָה וּמִן הַקִּנְאָה וּמִן הַהִתּוּל וּמֵרְדִיפַת הַמָּמוֹן וְהַכָּבוֹד וּמֵרְדִיפַת הַמַּאֲכָלוֹת וְכַיּוֹצֵא בָּהֶן מִן הַכּל צָרִיךְ לַחֲזֹר בִּתְשׁוּבָה. וְאֵלּוּ הָעֲוֹנוֹת קָשִׁים מֵאוֹתָן שֶׁיֵּשׁ בָּהֶן מַעֲשֶׂה שֶׁבִּזְמַן שֶׁאָדָם נִשְׁקָע בְּאֵלּוּ קָשֶׁה הוּא לִפְרשׁ מֵהֶם. וְכֵן הוּא אוֹמֵר <small>(ישעיה נה ז)</small> \"יַעֲזֹב רָשָׁע\" וְגוֹ': ",
            "וְאַל יְדַמֶּה אָדָם בַּעַל תְּשׁוּבָה שֶׁהוּא מְרֻחָק מִמַּעֲלַת הַצַּדִּיקִים מִפְּנֵי הָעֲוֹנוֹת וְהַחֲטָאוֹת שֶׁעָשָׂה. אֵין הַדָּבָר כֵּן אֶלָּא אָהוּב וְנֶחְמָד הוּא לִפְנֵי הַבּוֹרֵא כְּאִלּוּ לֹא חָטָא מֵעוֹלָם. וְלֹא עוֹד אֶלָּא שֶׁשְּׂכָרוֹ הַרְבֵּה שֶׁהֲרֵי טָעַם טַעַם הַחֵטְא וּפֵרַשׁ מִמֶּנּוּ וְכָבַשׁ יִצְרוֹ. אָמְרוּ חֲכָמִים מָקוֹם שֶׁבַּעֲלֵי תְּשׁוּבָה עוֹמְדִין אֵין צַדִּיקִים גְּמוּרִין יְכוֹלִין לַעֲמֹד בּוֹ. כְּלוֹמַר מַעֲלָתָן גְּדוֹלָה מִמַּעֲלַת אֵלּוּ שֶׁלֹּא חָטְאוּ מֵעוֹלָם מִפְּנֵי שֶׁהֵן כּוֹבְשִׁים יִצְרָם יוֹתֵר מֵהֶם: ",
            "כָּל הַנְּבִיאִים כֻּלָּן צִוּוּ עַל הַתְּשׁוּבָה וְאֵין יִשְׂרָאֵל נִגְאָלִין אֶלָּא בִּתְשׁוּבָה. וּכְבָר הִבְטִיחָה תּוֹרָה שֶׁסּוֹף יִשְׂרָאֵל לַעֲשׂוֹת תְּשׁוּבָה בְּסוֹף גָּלוּתָן וּמִיָּד הֵן נִגְאָלִין שֶׁנֶּאֱמַר <small>(דברים ל א)</small> \"וְהָיָה כִי יָבֹאוּ עָלֶיךָ כָּל הַדְּבָרִים\" וְגוֹ' <small>(דברים ל ב)</small> \"וְשַׁבְתָּ עַד ה' אֱלֹהֶיךָ\" <small>(דברים ל ג)</small> \"וְשָׁב ה' אֱלֹהֶיךָ\" וְגוֹ': ",
            "גְּדוֹלָה תְּשׁוּבָה שֶׁמְּקָרֶבֶת אֶת הָאָדָם לַשְּׁכִינָה שֶׁנֶּאֱמַר <small>(הושע יד ב)</small> \"שׁוּבָה יִשְׂרָאֵל עַד ה' אֱלֹהֶיךָ\". וְנֶאֱמַר <small>(עמוס ד ו)</small> \"וְלֹא שַׁבְתֶּם עָדַי נְאֻם ה'\". וְנֶאֱמַר <small>(ירמיה ד א)</small> \"אִם תָּשׁוּב יִשְׂרָאֵל נְאֻם ה' אֵלַי תָּשׁוּב\". כְּלוֹמַר אִם תַּחֲזֹר בִּתְשׁוּבָה בִּי תִּדְבַּק. הַתְּשׁוּבָה מְקָרֶבֶת אֶת הָרְחוֹקִים. אֶמֶשׁ הָיָה זֶה שָׂנאוּי לִפְנֵי הַמָּקוֹם מְשֻׁקָּץ וּמְרֻחָק וְתוֹעֵבָה. וְהַיּוֹם הוּא אָהוּב וְנֶחְמָד קָרוֹב וְיָדִיד. וְכֵן אַתָּה מוֹצֵא שֶׁבְּלָשׁוֹן שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא מַרְחִיק הַחוֹטְאִים בָּהּ מְקָרֵב אֶת הַשָּׁבִים בֵּין יָחִיד בֵּין רַבִּים. שֶׁנֶּאֱמַר <small>(הושע ב א)</small> \"וְהָיָה בִּמְקוֹם אֲשֶׁר יֵאָמֵר לָהֶם לֹא עַמִּי אַתֶּם יֵאָמֵר לָהֶם בְּנֵי אֵל חָי\". וְנֶאֱמַר בִּיכָנְיָהוּ בְּרִשְׁעָתוֹ (כְּתֹב) [כִּתְבוּ] <small>(ירמיה כב ל)</small> \"אֶת הָאִישׁ הַזֶּה עֲרִירִי גֶּבֶר לֹא יִצְלַח בְּיָמָיו\", <small>(ירמיה כב כד)</small> \"אִם יִהְיֶה כָּנְיָהוּ בֶּן יְהוֹיָקִים מֶלֶךְ יְהוּדָה חוֹתָם עַל יַד יְמִינִי\" וְגוֹ'. וְכֵיוָן שֶׁשָּׁב בְּגָלוּתוֹ נֶאֱמַר בִּזְרֻבָּבֶל בְּנוֹ <small>(חגי ב כג)</small> \"בַּיּוֹם הַהוּא נְאֻם ה' צְבָאוֹת אֶקָּחֲךָ זְרֻבָּבֶל בֶּן שְׁאַלְתִּיאֵל עַבְדִּי נְאֻם ה' וְשַׂמְתִּיךָ כַּחוֹתָם\": ",
            "כַּמָּה מְעֻלָּה מַעֲלַת הַתְּשׁוּבָה. אֶמֶשׁ הָיָה זֶה מֻבְדָּל מֵה' אֱלֹהֵי יִשְׂרָאֵל שֶׁנֶּאֱמַר <small>(ישעיה נט ב)</small> \"עֲוֹנוֹתֵיכֶם הָיוּ מַבְדִּלִים בֵּינֵכֶם לְבֵין אֱלֹהֵיכֶם\". צוֹעֵק וְאֵינוֹ נַעֲנֶה שֶׁנֶּאֱמַר <small>(ישעיה א טו)</small> \"כִּי תַרְבּוּ תְפִלָּה\" וְגוֹ'. וְעוֹשֶׂה מִצְוֹת וְטוֹרְפִין אוֹתָן בְּפָנָיו שֶׁנֶּאֱמַר <small>(ישעיה א יב)</small> \"מִי בִקֵּשׁ זֹאת מִיֶּדְכֶם רְמֹס חֲצֵרָי\", <small>(מלאכי א י)</small> \"מִי גַם בָּכֶם וְיִסְגֹּר דְּלָתַיִם\" וְגוֹ'. וְהַיּוֹם הוּא מֻדְבָּק בַּשְּׁכִינָה שֶׁנֶּאֱמַר <small>(דברים ד ד)</small> \"וְאַתֶּם הַדְּבֵקִים בַּה' אֱלֹהֵיכֶם\". צוֹעֵק וְנַעֲנֶה מִיָּד שֶׁנֶּאֱמַר <small>(ישעיה סה כד)</small> \"וְהָיָה טֶרֶם יִקְרָאוּ וַאֲנִי אֶעֱנֶה\". וְעוֹשֶׂה מִצְוֹת וּמְקַבְּלִין אוֹתָן בְּנַחַת וְשִׂמְחָה שֶׁנֶּאֱמַר <small>(קהלת ט ז)</small> \"כִּי כְבָר רָצָה הָאֱלֹהִים אֶת מַעֲשֶׂיךָ\". וְלֹא עוֹד אֶלָּא שֶׁמִּתְאַוִּים לָהֶם שֶׁנֶּאֱמַר <small>(מלאכי ג ד)</small> \"וְעָרְבָה לַה' מִנְחַת יְהוּדָה וִירוּשָׁלםִ כִּימֵי עוֹלָם וּכְשָׁנִים קַדְמֹנִיּוֹת\": ",
            "בַּעֲלֵי תְּשׁוּבָה דַּרְכָּן לִהְיוֹת שְׁפָלִים וַעֲנָוִים בְּיוֹתֵר. אִם חֵרְפוּ אוֹתָן הַכְּסִילִים בְּמַעֲשֵׂיהֶם הָרִאשׁוֹנִים וְאָמְרוּ לָהֶן אֶמֶשׁ הָיִיתָ עוֹשֶׂה כָּךְ וְכָךְ וְאֶמֶשׁ הָיִיתָ אוֹמֵר כָּךְ וְכָךְ. אַל יַרְגִּישׁוּ לָהֶן אֶלָּא שׁוֹמְעִין וּשְׂמֵחִים וְיוֹדְעִין שֶׁזּוֹ זְכוּת לָהֶם. שֶׁכָּל זְמַן שֶׁהֵם בּוֹשִׁים מִמַּעֲשֵׂיהֶם שֶׁעָבְרוּ וְנִכְלָמִים מֵהֶן זְכוּתָם מְרֻבָּה וּמַעֲלָתָם מִתְגַּדֶּלֶת. וְחֵטְא גָּמוּר הוּא לוֹמַר לְבַעַל תְּשׁוּבָה זְכֹר מַעֲשֶׂיךָ הָרִאשׁוֹנִים אוֹ לְהַזְכִּירָן לְפָנָיו כְּדֵי לְבַיְּשׁוֹ. אוֹ לְהַזְכִּיר דְּבָרִים וְעִנְיָנִים הַדּוֹמִין לָהֶם כְּדֵי לְהַזְכִּירוֹ מֶה עָשָׂה. הַכּל אָסוּר וּמֻזְהָר עָלָיו בִּכְלַל הוֹנָיַת דְּבָרִים שֶׁהִזְהִירָה תּוֹרָה עָלֶיהָ שֶׁנֶּאֱמַר <small>(ויקרא כה יז)</small> \"וְלֹא תוֹנוּ אִישׁ אֶת עֲמִיתוֹ\": "
        ],
        [
            "הַטוֹבָה הַצְּפוּנָה לַצַּדִּיקִים הִיא חַיֵּי הָעוֹלָם הַבָּא וְהִיא הַחַיִּים שֶׁאֵין מָוֶת עִמָּהֶן וְהַטּוֹבָה שֶׁאֵין עִמָּהּ רָעָה. הוּא שֶׁכָּתוּב בַּתּוֹרָה <small>(דברים כב ז)</small> \"לְמַעַן יִיטַב לָךְ וְהַאֲרַכְתָּ יָמִים\". מִפִּי הַשְּׁמוּעָה לָמְדוּ לְמַעַן יִיטַב לָךְ לְעוֹלָם שֶׁכֻּלּוֹ טוֹב וְהַאֲרַכְתָּ יָמִים לְעוֹלָם שֶׁכֻּלּוֹ אָרֹךְ. וְזֶה הוּא הָעוֹלָם הַבָּא. שְׂכַר הַצַּדִּיקִים הוּא שֶׁיִּזְכּוּ לְנֹעַם זֶה וְיִהְיוּ בְּטוֹבָה זוֹ. וּפִרְעוֹן הָרְשָׁעִים הוּא שֶׁלֹּא יִזְכּוּ לְחַיִּים אֵלּוּ אֶלָּא יִכָּרְתוּ וְיָמוּתוּ. וְכָל מִי שֶׁאֵינוֹ זוֹכֶה לְחַיִּים אֵלּוּ הוּא הַמֵּת שֶׁאֵינוֹ חַי לָעוֹלָם אֶלָּא נִכְרַת בְּרִשְׁעוֹ וְאָבֵד כִּבְהֵמָה. וְזֶהוּ כָּרֵת הַכְּתוּבָה בַּתּוֹרָה שֶׁנֶּאֱמַר <small>(במדבר טו לא)</small> \"הִכָּרֵת תִּכָּרֵת הַנֶּפֶשׁ הַהִיא\". מִפִּי הַשְּׁמוּעָה לָמְדוּ הִכָּרֵת בָּעוֹלָם הַזֶּה תִּכָּרֵת לָעוֹלָם הַבָּא. כְּלוֹמַר שֶׁאוֹתָהּ הַנֶּפֶשׁ שֶׁפֵּרְשָׁה מִן הַגּוּף בָּעוֹלָם הַזֶּה אֵינָהּ זוֹכָה לְחַיֵּי הָעוֹלָם הַבָּא אֶלָּא גַּם מִן הָעוֹלָם הַבָּא נִכְרֶתֶת:  ",
            "הָעוֹלָם הַבָּא אֵין בּוֹ גּוּף וּגְוִיָּה אֶלָּא נַפְשׁוֹת הַצַּדִּיקִים בִּלְבַד בְּלֹא גּוּף כְּמַלְאֲכֵי הַשָּׁרֵת. הוֹאִיל וְאֵין בּוֹ גְּוִיּוֹת אֵין בּוֹ לֹא אֲכִילָה וְלֹא שְׁתִיָּה וְלֹא דָּבָר מִכָּל הַדְּבָרִים שֶׁגּוּפוֹת בְּנֵי אָדָם צְרִיכִין לָהֶן בָּעוֹלָם הַזֶּה. וְלֹא יֶאֱרַע דָּבָר בּוֹ מִן הַדְּבָרִים שֶׁמְּאָרְעִין לַגּוּפוֹת בָּעוֹלָם הַזֶּה. כְּגוֹן יְשִׁיבָה וַעֲמִידָה וְשֵׁנָה וּמִיתָה וְעֶצֶב וּשְׂחוֹק וְכַיּוֹצֵא בָּהֶן. כָּךְ אָמְרוּ חֲכָמִים הָרִאשׁוֹנִים <small>(גמרא ברכות יז א)</small> \"הָעוֹלָם הַבָּא אֵין בּוֹ לֹא אֲכִילָה וְלֹא שְׁתִיָּה\" וְלֹא תַּשְׁמִישׁ <small>(גמרא ברכות יז א)</small> \"אֶלָּא צַדִּיקִים יוֹשְׁבִים וְעַטְרוֹתֵיהֶם בְּרָאשֵׁיהֶן וְנֶהֱנִין מִזִּיו הַשְּׁכִינָה\". הֲרֵי נִתְבָּרֵר לְךָ שֶׁאֵין שָׁם גּוּף לְפִי שֶׁאֵין שָׁם אֲכִילָה וּשְׁתִיָּה. וְזֶה שֶׁאָמְרוּ צַדִּיקִים יוֹשְׁבִין דֶּרֶךְ חִידָה אָמְרוּ. כְּלוֹמַר הַצַּדִּיקִים מְצוּיִין שָׁם בְּלֹא עָמָל וּבְלֹא יְגִיעָה. וְכֵן זֶה שֶׁאָמְרוּ עַטְרוֹתֵיהֶן בְּרָאשֵׁיהֶן כְּלוֹמַר דַּעַת שֶׁיָּדְעוּ שֶׁבִּגְלָלָהּ זָכוּ לְחַיֵּי הָעוֹלָם הַבָּא מְצוּיָה עִמָּהֶן וְהִיא הָעֲטָרָה שֶׁלָּהֶן כָּעִנְיָן שֶׁאָמַר שְׁלֹמֹה <small>(שיר השירים ג יא)</small> \"בָּעֲטָרָה שֶׁעִטְּרָה לּוֹ אִמּוֹ\". וַהֲרֵי הוּא אוֹמֵר <small>(ישעיה לה י)</small> \"וְשִׂמְחַת עוֹלָם עַל רֹאשָׁם\" וְאֵין הַשִּׂמְחָה גּוּף כְּדֵי שֶׁתָּנוּחַ עַל הָרֹאשׁ. כָּךְ עֲטָרָה שֶׁאָמְרוּ חֲכָמִים כָּאן הִיא הַיְדִיעָה. וּמַהוּ זֶה שֶׁאָמְרוּ נֶהֱנִין מִזִּיו הַשְּׁכִינָה. שֶׁיּוֹדְעִים וּמַשִּׂיגִין מֵאֲמִתַּת הַקָּדוֹשׁ בָּרוּךְ הוּא מַה שֶּׁאֵינָם יוֹדְעִים וְהֵם בַּגּוּף הָאָפֵל הַשָּׁפָל: ",
            "כָּל נֶפֶשׁ הָאֲמוּרָה בְּעִנְיָן זֶה אֵינָהּ הַנְּשָׁמָה הַצְּרִיכָה לַגּוּף אֶלָּא צוּרַת הַנֶּפֶשׁ שֶׁהִיא הַדֵּעָה שֶׁהִשִּׂיגָה מֵהַבּוֹרֵא כְּפִי כֹּחָהּ וְהֶשֵּׂגָהּ הַדֵּעוֹת הַנִּפְרָדוֹת וּשְׁאָר הַמַּעֲשִׂים וְהִיא הַצּוּרָה שֶׁבֵּאַרְנוּ עִנְיָנָהּ בְּפֶרֶק רְבִיעִי מֵהִלְכוֹת יְסוֹדֵי הַתּוֹרָה הִיא הַנִּקְרֵאת נֶפֶשׁ בְּעִנְיָן זֶה. חַיִּים אֵלּוּ לְפִי שֶׁאֵין עִמָּהֶם מָוֶת שֶׁאֵין הַמָּוֶת אֶלָּא מִמְּאֹרְעוֹת הַגּוּף וְאֵין שָׁם גּוּף נִקְרְאוּ צְרוֹר הַחַיִּים שֶׁנֶּאֱמַר <small>(שמואל א כה כט)</small> \"וְהָיְתָה נֶפֶשׁ אֲדֹנִי צְרוּרָה בִּצְרוֹר הַחַיִּים\". וְזֶהוּ הַשָּׂכָר שֶׁאֵין שָׂכָר לְמַעְלָה מִמֶּנּוּ וְהַטּוֹבָה שֶׁאֵין אַחֲרֶיהָ טוֹבָה וְהִיא שֶׁהִתְאַוּוּ לָהּ כָּל הַנְּבִיאִים: ",
            "וְכַמָּה שֵׁמוֹת נִקְרְאוּ לָהּ דֶּרֶךְ מָשָׁל. הַר ה'. וּמְקוֹם קָדְשׁוֹ. וְדֶרֶךְ הַקֹּדֶשׁ. וְחַצְרוֹת ה'. וְנֹעַם ה'. וְאֹהֶל ה'. וְהֵיכַל ה'. וּבֵית ה'. וְשַׁעַר ה'. וַחֲכָמִים קָרְאוּ לָהּ דֶּרֶךְ מָשָׁל לְטוֹבָה זוֹ הַמְזֻמֶּנֶת לַצַּדִּיקִים סְעֻדָּה. וְקוֹרִין לָהּ בְּכָל מָקוֹם הָעוֹלָם הַבָּא: ",
            "הַנְּקָמָה שֶׁאֵין נְקָמָה גְּדוֹלָה מִמֶּנָּה שֶׁתִּכָּרֵת הַנֶּפֶשׁ וְלֹא תִּזְכֶּה לְאוֹתָן הַחַיִּים שֶׁנֶּאֱמַר <small>(במדבר טו לא)</small> \"הִכָּרֵת תִּכָּרֵת הַנֶּפֶשׁ הַהִיא עֲוֹנָה בָּהּ\". וְזֶה הָאֲבַדּוֹן הוּא שֶׁקּוֹרִין אוֹתוֹ הַנְּבִיאִים דֶּרֶךְ מָשָׁל בְּאֵר שַׁחַת וַאֲבַדּוֹן וְתָפְתֶּה וַעֲלוּקָה וְכָל לְשׁוֹן כְּלָיָה וְהַשְׁחָתָה קוֹרְאִין לוֹ לְפִי שֶׁהִיא הַכְּלָיָה שֶׁאֵין אַחֲרֶיהָ תְּקוּמָה וְהַהֶפְסֵד שֶׁאֵינוֹ חוֹזֵר לְעוֹלָם: ",
            "שֶׁמָּא תֵּקַל בְּעֵינֶיךָ טוֹבָה זוֹ וּתְדַמֶּה שֶׁאֵין שְׂכַר הַמִּצְוֹת וֶהֱיוֹת הָאָדָם שָׁלֵם בְּדַרְכֵי הָאֱמֶת אֶלָּא לִהְיוֹתוֹ אוֹכֵל וְשׁוֹתֶה מַאֲכָלוֹת טוֹבוֹת וּבוֹעֵל צוּרוֹת נָאוֹת וְלוֹבֵשׁ בִּגְדֵי שֵׁשׁ וְרִקְמָה וְשׁוֹכֵן בְּאָהֳלֵי שֵׁן וּמִשְׁתַּמֵּשׁ בִּכְלֵי כֶּסֶף וְזָהָב וּדְבָרִים הַדּוֹמִים לְאֵלּוּ כְּמוֹ שֶׁמְּדַמִּין אֵלּוּ הָעַרְבִיִּים הַטִּפְּשִׁים הָאֱוִילִים הַשְּׁטוּפִים בְּזִמָּה. אֲבָל הַחֲכָמִים וּבַעֲלֵי דֵּעָה יֵדְעוּ שֶׁכָּל הַדְּבָרִים הָאֵלּוּ דִּבְרֵי הֲבַאי וְהֶבֶל הֵם וְאֵין בָּהֶם תּוֹעֶלֶת וְאֵינָהּ טוֹבָה גְּדוֹלָה אֶצְלֵנוּ בָּעוֹלָם הַזֶּה אֶלָּא מִפְּנֵי שֶׁאָנוּ בַּעֲלֵי גּוּף וּגְוִיָּה, וְכָל הַדְּבָרִים הָאֵלּוּ צָרְכֵי הַגּוּף הֵם וְאֵין הַנֶּפֶשׁ מִתְאַוָּה לָהֶם וּמְחַמְּדָתָן אֶלָּא מִפְּנֵי צֹרֶךְ הַגּוּף, כְּדֵי שֶׁיִּמְצָא חֶפְצוֹ וְיַעֲמֹד עַל בֻּרְיוֹ. וּבִזְמַן שֶׁאֵין שָׁם גּוּף נִמְצְאוּ כָּל הַדְּבָרִים הָאֵלּוּ בְּטֵלִים. הַטּוֹבָה הַגְּדוֹלָה שֶׁתִּהְיֶה בָּהּ הַנֶּפֶשׁ בָּעוֹלָם הַבָּא אֵין שׁוּם דֶּרֶךְ בָּעוֹלָם הַזֶּה לְהַשִּׂיגָהּ וְלֵידַע אוֹתָהּ. שֶׁאֵין אָנוּ יוֹדְעִים בָּעוֹלָם הַזֶּה אֶלָּא טוֹבַת הַגּוּף וְלָהּ אָנוּ מִתְאַוִּין. אֲבָל אוֹתָהּ הַטּוֹבָה גְּדוֹלָה עַד מְאֹד וְאֵין לָהּ עֵרֶךְ בְּטוֹבוֹת הָעוֹלָם הַזֶּה אֶלָּא דֶּרֶךְ מָשָׁל. אֲבָל בְּדֶרֶךְ הָאֱמֶת שֶׁנַּעֲרֹךְ טוֹבַת הַנֶּפֶשׁ בָּעוֹלָם הַבָּא בְּטוֹבוֹת הַגּוּף בָּעוֹלָם הַזֶּה בְּמַאֲכָל וּבְמִשְׁתֶּה אֵינוֹ כֵן. אֶלָּא אוֹתָהּ הַטּוֹבָה גְּדוֹלָה עַד אֵין חֵקֶר וְאֵין לָהּ עֵרֶךְ וְדִמְיוֹן. הוּא שֶׁאָמַר דָּוִד <small>(תהילים לא כ)</small> \"מָה רַב טוּבְךָ אֲשֶׁר צָפַנְתָּ לִּירֵאֶיךָ\" וְגוֹ': ",
            "וְכַמָּה כָּמַהּ דָּוִד וְהִתְאַוָּה לְחַיֵּי הָעוֹלָם הַבָּא שֶׁנֶּאֱמַר <small>(תהילים כז יג)</small> \"לוּלֵא הֶאֱמַנְתִּי לִרְאוֹת בְּטוּב ה' בְּאֶרֶץ חַיִּים\". כְּבָר הוֹדִיעוּנוּ הַחֲכָמִים הָרִאשׁוֹנִים שֶׁטּוֹבַת הָעוֹלָם הַבָּא אֵין כֹּחַ בָּאָדָם לְהַשִּׂיגָהּ עַל בֻּרְיָהּ וְאֵין יוֹדֵעַ גָּדְלָהּ וְיָפְיָהּ וְעָצְמָהּ אֶלָּא הַקָּדוֹשׁ בָּרוּךְ הוּא לְבַדּוֹ. וְשֶׁכָּל הַטּוֹבוֹת שֶׁמִּתְנַבְּאִים בָּהֶם הַנְּבִיאִים לְיִשְׂרָאֵל אֵינָן אֶלָּא לִדְבָרִים שֶׁבַּגּוּף שֶּׁנֶּהֱנִין בָּהֶן יִשְׂרָאֵל לִימוֹת הַמָּשִׁיחַ בִּזְמַן שֶׁתָּשׁוּב הַמֶּמְשָׁלָה לְיִשְׂרָאֵל. אֲבָל טוֹבַת חַיֵּי הָעוֹלָם הַבָּא אֵין לָהּ עֵרֶךְ וְדִמְיוֹן וְלֹא דִּמּוּהָ הַנְּבִיאִים כְּדֵי שֶׁלֹּא יִפְחֲתוּ אוֹתָהּ בַּדִּמְיוֹן. הוּא שֶׁיְּשַׁעְיָהוּ אָמַר <small>(ישעיה סד ג)</small> \"עַיִן לֹא רָאָתָה אֱלֹהִים זוּלָתְךָ יַעֲשֶׂה לִמְחַכֵּה לוֹ\". כְּלוֹמַר הַטּוֹבָה שֶׁלֹּא רָאֲתָה אוֹתָהּ עֵין נָבִיא וְלֹא רָאָה אוֹתָהּ אֶלָּא אֱלֹהִים, עָשָׂה אוֹתָהּ הָאֱלֹהִים לָאָדָם שֶׁמְּחַכֶּה לוֹ. אָמְרוּ חֲכָמִים כָּל הַנְּבִיאִים כֻּלָּן לֹא נִבְּאוּ אֶלָּא לִימוֹת הַמָּשִׁיחַ אֲבָל הָעוֹלָם הַבָּא עַיִן לֹא רָאָתָה אֱלֹהִים זוּלָתְךָ:  ",
            "זֶה שֶׁקָּרְאוּ אוֹתוֹ חֲכָמִים הָעוֹלָם הַבָּא לֹא מִפְּנֵי שֶׁאֵינוֹ מָצוּי עַתָּה וְזֶה הָעוֹלָם אוֹבֵד וְאַחַר כָּךְ יָבוֹא אוֹתוֹ הָעוֹלָם. אֵין הַדָּבָר כֵּן. אֶלָּא הֲרֵי הוּא מָצוּי וְעוֹמֵד שֶׁנֶּאֱמַר <small>(תהילים לא כ)</small> \"אֲשֶׁר צָפַנְתָּ לִּירֵאֶיךָ פָּעַלְתָּ\" וְגוֹ'. וְלֹא קְרָאוּהוּ עוֹלָם הַבָּא אֶלָּא מִפְּנֵי שֶׁאוֹתָן הַחַיִּים בָּאִין לוֹ לָאָדָם אַחַר חַיֵּי הָעוֹלָם הַזֶּה שֶׁאָנוּ קַיָּמִים בּוֹ בְּגוּף וְנֶפֶשׁ וְזֶהוּ הַנִּמְצָא לְכָל אָדָם בָּרִאשׁוֹנָה: "
        ],
        [
            "מֵאַחַר שֶׁנּוֹדַע שֶׁמַּתַּן שְׂכָרָן שֶׁל מִצְוֹת וְהַטּוֹבָה שֶׁנִּזְכֶּה לָהּ אִם שָׁמַרְנוּ דֶּרֶךְ ה' הַכָּתוּב בַּתּוֹרָה הִיא חַיֵּי הָעוֹלָם הַבָּא שֶׁנֶּאֱמַר <small>(דברים כב ז)</small> \"לְמַעַן יִיטַב לָךְ וְהַאֲרַכְתָּ יָמִים\". וְהַנְּקָמָה שֶׁנּוֹקְמִים מִן הָרְשָׁעִים שֶׁעָזְבוּ אָרְחוֹת הַצֶּדֶק הַכְּתוּבוֹת בַּתּוֹרָה הִיא הַכָּרֵת שֶׁנֶּאֱמַר <small>(במדבר טו לא)</small> \"הִכָּרֵת תִּכָּרֵת הַנֶּפֶשׁ הַהִיא עֲוֹנָהּ בָּהּ\". מַהוּ זֶה שֶׁכָּתוּב בְּכָל הַתּוֹרָה כֻּלָּהּ אִם תִּשְׁמְעוּ יַגִּיעַ לָכֶם כָּךְ <small>(ויקרא כו יד)</small> \"וְאִם לֹא תִּשְׁמְעוּ\" יִקְרֶה אֶתְכֶם כָּךְ. וְכָל אוֹתָן הַדְּבָרִים בָּעוֹלָם הַזֶּה. כְּגוֹן שֹׂבַע וְרָעָב וּמִלְחָמָה וְשָׁלוֹם וּמַלְכוּת וְשִׁפְלוּת וִישִׁיבַת הָאָרֶץ וְגָלוּת וְהַצְלָחַת מַעֲשֶׂה וְהֶפְסֵדוֹ וּשְׁאָר כָּל דִּבְרֵי הַבְּרִית. כָּל אוֹתָן הַדְּבָרִים אֱמֶת הָיוּ וְיִהְיוּ וּבִזְמַן שֶׁאָנוּ עוֹשִׂים כָּל מִצְוֹת הַתּוֹרָה יַגִּיעוּ אֵלֵינוּ טוֹבוֹת הָעוֹלָם הַזֶּה כֻּלָּן. וּבִזְמַן שֶׁאָנוּ עוֹבְרִין עֲלֵיהֶן תִּקְרֶאנָה אוֹתָנוּ הָרָעוֹת הַכְּתוּבוֹת. וְאַף עַל פִּי כֵן אֵין אוֹתָן הַטּוֹבוֹת הֵם סוֹף מַתַּן שְׂכָרָן שֶׁל מִצְוֹת וְלֹא אוֹתָן הָרָעוֹת הֵם סוֹף הַנְּקָמָה שֶׁנּוֹקְמִין מֵעוֹבֵר עַל כָּל הַמִּצְוֹת. אֶלָּא כָּךְ הוּא הֶכְרֵעַ כָּל הַדְּבָרִים. הַקָּדוֹשׁ בָּרוּךְ הוּא נָתַן לָנוּ תּוֹרָה זוֹ עֵץ חַיִּים הִיא. וְכָל הָעוֹשֶׂה כָּל הַכָּתוּב בָּהּ וְיוֹדְעוֹ דֵּעָה גְּמוּרָה נְכוֹנָה זוֹכֶה בָּהּ לְחַיֵּי הָעוֹלָם הַבָּא. וּלְפִי גֹּדֶל מַעֲשָׂיו וְרֹב חָכְמָתוֹ הוּא זוֹכֶה. וְהִבְטִיחָנוּ בַּתּוֹרָה שֶׁאִם נַעֲשֶׂה אוֹתָהּ בְּשִׂמְחָה וּבְטוֹבַת נֶפֶשׁ וְנֶהְגֶּה בְּחָכְמָתָהּ תָּמִיד שֶׁיָּסִיר מִמֶּנּוּ כָּל הַדְּבָרִים הַמּוֹנְעִים אוֹתָנוּ מִלַּעֲשׂוֹתָהּ כְּגוֹן חלִי וּמִלְחָמָה וְרָעָב וְכַיּוֹצֵא בָּהֶן. וְיַשְׁפִּיעַ לָנוּ כָּל הַטּוֹבוֹת הַמַּחֲזִיקוֹת אֶת יָדֵינוּ לַעֲשׂוֹת הַתּוֹרָה כְּגוֹן שֹׂבַע וְשָׁלוֹם וְרִבּוּי כֶּסֶף וְזָהָב. כְּדֵי שֶׁלֹּא נַעֲסֹק כָּל יָמֵינוּ בִּדְבָרִים שֶׁהַגּוּף צָרִיךְ לָהֶן אֶלָּא נֵשֵׁב פְּנוּיִים לִלְמֹד בַּחָכְמָה וְלַעֲשׂוֹת הַמִּצְוָה כְּדֵי שֶׁנִּזְכֶּה לְחַיֵּי הָעוֹלָם הַבָּא. וְכֵן הוּא אוֹמֵר בַּתּוֹרָה אַחַר שֶׁהִבְטִיחַ בְּטוֹבוֹת הָעוֹלָם הַזֶּה <small>(דברים ו כה)</small> \"וּצְדָקָה תִּהְיֶה לָּנוּ\" וְגוֹ'. וְכֵן הוֹדִיעָנוּ בַּתּוֹרָה שֶׁאִם נַעֲזֹב הַתּוֹרָה מִדַּעַת וְנַעֲסֹק בְּהַבְלֵי הַזְּמַן כָּעִנְיָן שֶׁנֶּאֱמַר <small>(דברים לב טו)</small> \"וַיִּשְׁמַן יְשֻׁרוּן וַיִּבְעָט\", שֶׁדַּיַן הָאֱמֶת יָסִיר מִן הַעוֹזְבִים כָּל טוֹבוֹת הָעוֹלָם הַזֶּה שֶׁהֵן חִזְּקוּ יְדֵיהֶם לִבְעֹט וּמֵבִיא עֲלֵיהֶם כָּל הָרָעוֹת הַמּוֹנְעִים אוֹתָן מִלִּקְנוֹת הָעוֹלָם הַבָּא כְּדֵי שֶׁיֹּאבְדוּ בְּרִשְׁעָם. הוּא שֶׁכָּתוּב בַּתּוֹרָה <small>(דברים כח מז)</small> \"תַּחַת אֲשֶׁר לֹא עָבַדְתָּ אֶת ה'\" וְגוֹ', <small>(דברים כח מח)</small> \"וְעָבַדְתָּ אֶת אֹיְבֶיךָ אֲשֶׁר יְשַׁלְּחֶנּוּ ה' בָּךְ\". נִמְצָא פֵּרוּשׁ כָּל אוֹתָן הַבְּרָכוֹת וְהַקְּלָלוֹת עַל דֶּרֶךְ זוֹ, כְּלוֹמַר אִם עֲבַדְתֶּם אֶת ה' בְּשִׂמְחָה וּשְׁמַרְתֶּם דַּרְכּוֹ מַשְׁפִּיעַ לָכֶם הַבְּרָכוֹת הָאֵלּוּ וּמַרְחִיק הַקְּלָלוֹת מִכֶּם עַד שֶׁתִּהְיוּ פְּנוּיִים לְהִתְחַכֵּם בַּתּוֹרָה וְלַעֲסֹק בָּהּ כְּדֵי שֶׁתִּזְכּוּ לְחַיֵּי הָעוֹלָם הַבָּא וְיִיטַב לְךָ לְעוֹלָם שֶׁכֻּלּוֹ טוֹב וְתַאֲרִיךְ יָמִים לְעוֹלָם שֶׁכֻּלּוֹ אָרֹךְ וְנִמְצֵאתֶם זוֹכִין לִשְׁנֵי הָעוֹלָמוֹת, לְחַיִּים טוֹבִים בָּעוֹלָם הַזֶּה הַמְּבִיאִים לְחַיֵּי הָעוֹלָם הַבָּא. שֶׁאִם לֹא יִקְנֶה פֹּה חָכְמָה וּמַעֲשִׂים טוֹבִים אֵין לוֹ בְּמָה יִזְכֶּה שֶׁנֶּאֱמַר <small>(קהלת ט י)</small> \"כִּי אֵין מַעֲשֶׂה וְחֶשְׁבּוֹן וְדַעַת וְחָכְמָה בִּשְׁאוֹל\". וְאִם עֲזַבְתֶּם אֶת ה' וּשְׁגִיתֶם בְּמַאֲכָל וּבְמִשְׁתֶּה וּזְנוּת וְדוֹמֶה לָהֶם מֵבִיא עֲלֵיכֶם כָּל הַקְּלָלוֹת הָאֵלּוּ וּמֵסִיר כָּל הַבְּרָכוֹת עַד שֶׁיִּכְלוּ יְמֵיכֶם בְּבֶהָלָה וָפַחַד וְלֹא יִהְיֶה לָכֶם לֵב פָּנוּי וְלֹא גּוּף שָׁלֵם לַעֲשׂוֹת הַמִּצְוֹת כְּדֵי שֶׁתֹּאבְדוּ מֵחַיֵּי הָעוֹלָם הַבָּא וְנִמְצָא שֶׁאִבַּדְתֶּם שְׁנֵי עוֹלָמוֹת. שֶׁבִּזְמַן שֶׁאָדָם טָרוּד בָּעוֹלָם הַזֶּה בְּחלִי וּבְמִלְחָמָה וּרְעָבוֹן אֵינוֹ מִתְעַסֵּק לֹא בַּחָכְמָה וְלֹא בַּמִצְוֹת שֶׁבָּהֶן זוֹכִין לְחַיֵּי הָעוֹלָם הַבָּא:\n",
            "וּמִפְּנֵי זֶה נִתְאַוּוּ כָּל יִשְׂרָאֵל נְבִיאֵיהֶם וְחַכְמֵיהֶם לִימוֹת הַמָּשִׁיחַ כְּדֵי שֶׁיָּנוּחוּ מִמַּלְכֻיּוֹת שֶׁאֵינָן מְנִיחוֹת לָהֶן לַעֲסֹק בַּתּוֹרָה וּבַמִּצְוֹת כַּהֹגֶן. וְיִמְצְאוּ לָהֶם מַרְגּוֹעַ וְיִרְבּוּ בְּחָכְמָה כְּדֵי שֶׁיִּזְכּוּ לְחַיֵּי הָעוֹלָם הַבָּא. לְפִי שֶׁבְּאוֹתָן הַיָּמִים תִּרְבֶּה הַדֵּעָה וְהַחָכְמָה וְהָאֱמֶת שֶׁנֶּאֱמַר <small>(ישעיה יא ט)</small> \"כִּי מָלְאָה הָאָרֶץ דֵּעָה אֶת ה'\". וְנֶאֱמַר <small>(ירמיה לא לג)</small> \"וְלֹא יְלַמְּדוּ אִישׁ אֶת אָחִיו וְאִישׁ אֶת רֵעֵהוּ\". וְנֶאֱמַר <small>(יחזקאל לו כו)</small> \"וַהֲסִרֹתִי אֶת לֵב הָאֶבֶן מִבְּשַׂרְכֶם\". מִפְּנֵי שֶׁאוֹתוֹ הַמֶּלֶךְ שֶׁיַּעֲמֹד מִזֶּרַע דָּוִד בַּעַל חָכְמָה יִהְיֶה יֶתֶר מִשְּׁלֹמֹה. וְנָבִיא גָּדוֹל הוּא קָרוֹב לְמשֶׁה רַבֵּנוּ. וּלְפִיכָךְ יְלַמֵּד כָּל הָעָם וְיוֹרֶה אוֹתָם דֶּרֶךְ ה'. וְיָבוֹאוּ כָּל הַגּוֹיִם לְשָׁמְעוֹ שֶׁנֶּאֱמַר <small>(ישעיה ב ב)</small> \"וְהָיָה בְּאַחֲרִית הַיָּמִים נָכוֹן יִהְיֶה הַר בֵּית ה' בְּרֹאשׁ הֶהָרִים\". וְסוֹף כָּל הַשָּׂכָר כֻּלּוֹ וְהַטּוֹבָה הָאַחֲרוֹנָה שֶׁאֵין לָהּ הֶפְסֵק וְגֵרָעוֹן הוּא חַיֵּי הָעוֹלָם הַבָּא. אֲבָל יְמוֹת הַמָּשִׁיחַ הוּא הָעוֹלָם הַזֶּה וְעוֹלָם כְּמִנְהָגוֹ הוֹלֵךְ אֶלָּא שֶׁהַמַּלְכוּת תַּחֲזֹר לְיִשְׂרָאֵל. וּכְבָר אָמְרוּ חֲכָמִים הָרִאשׁוֹנִים אֵין בֵּין הָעוֹלָם הַזֶּה לִימוֹת הַמָּשִׁיחַ אֶלָּא שִׁעְבּוּד מַלְכֻיּוֹת בִּלְבַד: \n"
        ],
        [
            "אַל יֹאמַר אָדָם הֲרֵינִי עוֹשֶׂה מִצְוֹת הַתּוֹרָה וְעוֹסֵק בְּחָכְמָתָהּ כְּדֵי שֶׁאֲקַבֵּל כָּל הַבְּרָכוֹת הַכְּתוּבוֹת בָּהּ אוֹ כְּדֵי שֶׁאֶזְכֶּה לְחַיֵּי הָעוֹלָם הַבָּא, וְאֶפְרשׁ מִן הָעֲבֵרוֹת שֶׁהִזְהִירָה תּוֹרָה מֵהֶן כְּדֵי שֶׁאֶנָּצֵל מִן הַקְּלָלוֹת הַכְּתוּבוֹת בַּתּוֹרָה אוֹ כְּדֵי שֶׁלֹּא אֶכָּרֵת מֵחַיֵּי הָעוֹלָם הַבָּא. אֵין רָאוּי לַעֲבֹד אֶת ה' עַל הַדֶּרֶךְ הַזֶּה, שֶׁהָעוֹבֵד עַל דֶּרֶךְ זֶה הוּא עוֹבֵד מִיִּרְאָה וְאֵינָהּ מַעֲלַת הַנְּבִיאִים וְלֹא מַעֲלַת הַחֲכָמִים. וְאֵין עוֹבְדִים ה' עַל דֶּרֶךְ זֶה אֶלָּא עַמֵּי הָאָרֶץ וְהַנָּשִׁים וְהַקְּטַנִּים שֶׁמְּחַנְּכִין אוֹתָן לַעֲבֹד מִיִּרְאָה עַד שֶׁתִּרְבֶּה דַּעְתָּן וְיַעַבְדוּ מֵאַהֲבָה:\n",
            "הָעוֹבֵד מֵאַהֲבָה עוֹסֵק בַּתּוֹרָה וּבַמִּצְוֹת וְהוֹלֵךְ בִּנְתִיבוֹת הַחָכְמָה לֹא מִפְּנֵי דָּבָר בָּעוֹלָם וְלֹא מִפְּנֵי יִרְאַת הָרָעָה וְלֹא כְּדֵי לִירַשׁ הַטּוֹבָה אֶלָּא עוֹשֶׂה הָאֱמֶת מִפְּנֵי שֶׁהוּא אֱמֶת וְסוֹף הַטּוֹבָה לָבוֹא בִּגְלָלָהּ. וּמַעֲלָה זוֹ הִיא מַעֲלָה גְּדוֹלָה מְאֹד וְאֵין כָּל חָכָם זוֹכֶה לָהּ. וְהִיא מַעֲלַת אַבְרָהָם אָבִינוּ שֶׁקְּרָאוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אוֹהֲבוֹ לְפִי שֶׁלֹּא עָבַד אֶלָּא מֵאַהֲבָה. וְהִיא הַמַּעֲלָה שֶׁצִּוָּנוּ בָּהּ הַקָּדוֹשׁ בָּרוּךְ הוּא עַל יְדֵי משֶׁה שֶׁנֶּאֱמַר <small>(דברים ו ה)</small> \"וְאָהַבְתָּ אֵת ה' אֱלֹהֶיךָ\". וּבִזְמַן שֶׁיֶּאֱהֹב אָדָם אֶת ה' אַהֲבָה הָרְאוּיָה מִיָּד יַעֲשֶׂה כָּל הַמִּצְוֹת מֵאַהֲבָה:\n",
            "וְכֵיצַד הִיא הָאַהֲבָה הָרְאוּיָה. הוּא שֶׁיֹּאהַב אֶת ה' אַהֲבָה גְּדוֹלָה יְתֵרָה עַזָּה מְאֹד עַד שֶׁתְּהֵא נַפְשׁוֹ קְשׁוּרָה בְּאַהֲבַת ה' וְנִמְצָא שׁוֹגֶה בָּהּ תָּמִיד כְּאִלּוּ חוֹלֶה חֳלִי הָאַהֲבָה שֶׁאֵין דַּעְתּוֹ פְּנוּיָה מֵאַהֲבַת אוֹתָהּ אִשָּׁה וְהוּא שׁוֹגֶה בָּהּ תָּמִיד בֵּין בְּשִׁבְתּוֹ בֵּין בְּקוּמוֹ בֵּין בְּשָׁעָה שֶׁהוּא אוֹכֵל וְשׁוֹתֶה. יֶתֶר מִזֶּה תִּהְיֶה אַהֲבַת ה' בְּלֵב אוֹהֲבָיו שׁוֹגִים בָּהּ תָּמִיד כְּמוֹ שֶׁצִּוָּנוּ בְּכָל לְבָבְךָ וּבְכָל נַפְשְׁךָ. וְהוּא שֶׁשְּׁלֹמֹה אָמַר דֶּרֶךְ מָשָׁל <small>(שיר השירים ב ה)</small> \"כִּי חוֹלַת אַהֲבָה אָנִי\". וְכָל שִׁיר הַשִּׁירִים מָשָׁל הוּא לְעִנְיָן זֶה:\n",
            "אָמְרוּ חֲכָמִים הָרִאשׁוֹנִים שֶׁמָּא תֹּאמַר הֲרֵינִי לָמֵד תּוֹרָה בִּשְׁבִיל שֶׁאֶהְיֶה עָשִׁיר בִּשְׁבִיל שֶׁאֶקְרָא רַבִּי בִּשְׁבִיל שֶׁאֲקַבֵּל שָׂכָר בָּעוֹלָם הַבָּא. תַּלְמוּד לוֹמַר <small>(דברים יא יג)</small> \"לְאַהֲבָה אֶת ה'\". כָּל מַה שֶּׁאַתֶּם עוֹשִׂים לֹא תַּעֲשׂוּ אֶלָּא מֵאַהֲבָה. וְעוֹד אָמְרוּ חֲכָמִים בְּמִצְוֹתָיו חָפֵץ מְאֹד וְלֹא בִּשְׂכַר מִצְוֹתָיו. וְכֵן הָיוּ גְּדוֹלֵי הַחֲכָמִים מְצַוִּים לִנְבוֹנֵי תַּלְמִידֵיהֶם וּמַשְׂכִּילֵיהֶם בְּיִחוּד אַל תִּהְיוּ כַּעֲבָדִים הַמְשַׁמְּשִׁים אֶת הָרַב וְכוּ' אֶלָּא מִפְּנֵי שֶׁהוּא הָרַב רָאוּי לְשַׁמְּשׁוֹ כְּלוֹמַר עִבְדוּ מֵאַהֲבָה:\n",
            "כָּל הָעוֹסֵק בַּתּוֹרָה כְּדֵי לְקַבֵּל שָׂכָר אוֹ כְּדֵי שֶׁלֹּא תַּגִּיעַ עָלָיו פֻּרְעָנוּת הֲרֵי זֶה עוֹסֵק שֶׁלֹּא לִשְׁמָהּ. וְכָל הָעוֹסֵק בָּהּ לֹא לְיִרְאָה וְלֹא לְקַבֵּל שָׂכָר אֶלָּא מִפְּנֵי אַהֲבַת אֲדוֹן כָּל הָאָרֶץ שֶׁצִּוָּה בָּהּ הֲרֵי זֶה עוֹסֵק בָּהּ לִשְׁמָהּ. וְאָמְרוּ חֲכָמִים לְעוֹלָם יַעֲסֹק אָדָם בַּתּוֹרָה וַאֲפִלּוּ שֶׁלֹּא לִשְׁמָהּ שֶׁמִּתּוֹךְ שֶׁלֹּא לִשְׁמָהּ בָּא לִשְׁמָהּ. לְפִיכָךְ כְּשֶׁמְּלַמְּדִין אֶת הַקְּטַנִּים וְאֶת הַנָּשִׁים וּכְלַל עַמֵּי הָאָרֶץ אֵין מְלַמְּדִין אוֹתָן אֶלָּא לַעֲבֹד מִיִּרְאָה וּכְדֵי לְקַבֵּל שָׂכָר, עַד שֶׁתִּרְבֶּה דַּעְתָּן וְיִתְחַכְּמוּ חָכְמָה יְתֵרָה מְגַלִּים לָהֶם רָז זֶה מְעַט מְעַט וּמַרְגִּילִין אוֹתָן לְעִנְיָן זֶה בְּנַחַת עַד שֶׁיַּשִּׂיגוּהוּ וְיֵדְעוּהוּ וְיַעַבְדוּהוּ מֵאַהֲבָה:\n",
            "דָּבָר יָדוּעַ וּבָרוּר שֶׁאֵין אַהֲבַת הַקָּדוֹשׁ בָּרוּךְ הוּא נִקְשֶׁרֶת בְּלִבּוֹ שֶׁל אָדָם עַד שֶׁיִּשְׁגֶּה בָּהּ תָּמִיד כָּרָאוּי וְיַעֲזֹב כָּל מַה שֶּׁבָּעוֹלָם חוּץ מִמֶּנָּה. כְּמוֹ שֶׁצִּוָּה וְאָמַר בְּכָל לְבָבְךָ וּבְכָל נַפְשְׁךָ. אֵינוֹ אוֹהֵב הַקָּדוֹשׁ בָּרוּךְ הוּא אֶלָּא בְּדַעַת שֶׁיְּדָעֵהוּ. וְעַל פִּי הַדֵּעָה תִּהְיֶה הָאַהֲבָה אִם מְעַט מְעַט וְאִם הַרְבֵּה הַרְבֵּה. לְפִיכָךְ צָרִיךְ הָאָדָם לְיַחֵד עַצְמוֹ לְהָבִין וּלְהַשְׂכִּיל בְּחָכְמוֹת וּתְבוּנוֹת הַמּוֹדִיעִים לוֹ אֶת קוֹנוֹ כְּפִי כֹּחַ שֶׁיֵּשׁ בָּאָדָם לְהָבִין וּלְהַשִּׂיג כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת יְסוֹדֵי הַתּוֹרָה:\n"
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}