{
    "work": "Rashbam on Leviticus", 
    "text": {
        "12_Chapter, 1_Verse, 1_Comment": "(2) WHEN A PERSON HAS ON THE SKIN OF HIS BODY. Because it says below (v. 39), \"when there is a plague on the head or the beard,\" it was necessary here to say \"on the skin of his body.\" ...", 
        "11_Chapter, 6_Verse, 0_Comment": "SHE SHALL BE PURE.  So as to eat holy foods.  Thus explained the Sages, for one lacking only the bringing of the sacrifice [to become pure] may eat t'rumah as soon as the sun sets [on his last day of impurity], but with holy foods [of a higher level of holiness], one may not eat until after the bringing of the sacrifice", 
        "11_Chapter, 1_Verse, 3_Comment": "NIDAH.  An expression of wandering [nidud] and distancing from her husband.", 
        "11_Chapter, 1_Verse, 2_Comment": "KIY'MEI NIDAT D'VOTAH.  Like the days of separation for her illness, which is set out below.  By seeing impure blood, by seeing blood of {birth}....", 
        "25_Chapter, 17_Verse, 0_Comment": "SEVENFOLD FOR YOUR SINS.  In other words, many blows for your sins.  As in, \"The righteous will fall seven times and arise\" (Prov. 24:16); \"the light of the sun will be sevenfold\" (Isa. 30:26); \"seven women will take hold\" (Isa. 4:1).\n", 
        "20_Chapter, 0_Verse, 0_Comment": "FOR A PERSON HE SHALL NOT LET HIMSELF BECOME IMPURE B'AMAV.  A man among the \"people\" [b'am] of priests shall not let himself become impure for a person.  As in (21:14), \"a virgin of his own kin [me'amav] may he take to wife.\"  But if it had written l'amav, the meaning would be \"he shall not let himself become impure for his kin,\" as it is written, \"for a person [l'nefesh] he shall not let himself become impure\" (21;1), \"for his brother or his sister [l'ahiv ul'ahoto] he shall not let himself become impure for them [lahem]\" (Num. 6:7), and it does not say \"bahem.\"  It is also possible to explain it \"for a soul [b'nefesh] that happens to be among his people [b'amav] he shall not let himself become impure.\"", 
        "25_Chapter, 12_Verse, 0_Comment": "THE BARS OF YOUR YOKE.  As it is written (Jer. 27:2), \"Make for yourself thongs\" -- that is the strap with which they connect the yoke of wood that is called MOTOT [bars] because it inclines [mateh] and bends the ox's neck.", 
        "18_Chapter, 9_Verse, 0_Comment": "LO T'OLLEL.  This implies pe'ah [the corners of the field] as it is written (Jer. 6:9), \"Let them glean over and over [olel y'ol'lu], as a vine.\"", 
        "11_Chapter, 1_Verse, 4_Comment": "D'VOTAH.  An expression of sickness, as in \"my heart is sick\" (Jer. 8:18).", 
        "6_Chapter, 17_Verse, 0_Comment": "IF ANYONE EATS. The Sages uprooted it from its straightforward meaning and interpreted it as about one who plans to eat from his sacrifice on the third day, while performing one of the four sacrificial acts -- that he planned during the slaughtering, the bringing of the blood, the receiving, or the sprinkling.", 
        "11_Chapter, 1_Verse, 0_Comment": "A WOMAN WHEN SHE [TAZRIA].  When she becomes pregnant, whether with a male or a female.   If she bears a boy, the rule with respect to him is this, and if she bears a girl, the rule with respect to her is that. It makes a general statement and afterward provides details.", 
        "12_Chapter, 1_Verse, 0_Comment": "(1) WHEN A PERSON HAS ON THE SKIN OF HIS BODY. All the sections about plagues on the person, plagues on garments, and plagues on houses, their appearances, the calculations of quarantine periods, white hairs and black and yellow hairs, we have nothing following the straightforward meaning of scripture and nothing from expertise in the natural ways of humans; rather, the midrash of the Sages adn their laws and their traditions from the early Sages -- that is the essential truth. ", 
        "18_Chapter, 1_Verse, 0_Comment": "YOU WILL BE HOLY.  Because they were enjoined with many commandments to be sanctified and to observe.", 
        "0_Chapter, 0_Verse, 0_Comment": "HE CALLED TO MOSHE.  As it wrote above at the end of the book [Exodus], Moshe could not enter the Tent of Meeting, etc.  Therefore, the Holy One, blessed be He, called him from within the Tent of Meeting.  So this is Scripture means:  \"He called to Moshe from the Tent of Meeting, and He spoke to him, saying.\"  \"From the Tent\" refers back to \"He called,\" as in (Ex. 19:3), \"And Adonai called to him from the mountain, saying.\"  And he heard the voice speaking from the Tent of Meeting (see Num. 7:89) -- from the Tent of Meeting he heard the voice.  \"God called to him from out of the bush, saying\" (Ex. 3:4).  The duplicative expression \"He spoke\" (Lev. 1:1), as I explained in Parashat Noah, is, just as it says (Num. 8:2), \"Speak to Aharon and say,\" so it says \"He spoke to Moshe, saying\" (Lev. 1:1) -- [saying] to Moshe.", 
        "11_Chapter, 1_Verse, 1_Comment": "SEVEN DAYS.  Even if there is no blood.", 
        "12_Chapter, 1_Verse, 2_Comment": "(3) [S'EIT]. An expression of height, because it is not as white as is baheret; rather, baheret is [truly] white, as it is written (Job 37:17), \"it is light [baheret] in the sky,\" and it [baheret] appears deeper, as the light appears deeper than the shade.", 
        "11_Chapter, 3_Verse, 0_Comment": "IN THE BLOOD OF PURITY. Which is not menstrual blood.  The straightforward meaning is according to the one who says (Nid. 35b), \"There are two sources [of vaginal blood flow]\" -- the one of the 33 days is a pure source."
    }, 
    "meta": "Chapter-Verse-Comment"
}