{
    "versionTitle": "Wikisource Mishna", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "he", 
    "title": "Mishnah Keritot", 
    "text": [
        [
            "שלשים ושש כרתות בתורה: הבא על האם, ועל אשת האב, ועל הכלה. הבא על הזכור, ועל הבהמה, ואשה המביאה את הבהמה עליה. הבא על אשה ובתה, ועל אשת איש. הבא על אחותו, ועל אחות אביו, ועל אחות אמו, ועל אחות אשתו, ועל אשת אחיו, ועל אשת אחי אביו, ועל הנדה. המגדף, והעובד עבודה זרה, והנותן מזרעו למלך, ובעל אוב, המחלל את השבת, וטמא שאכל את הקדש, והבא למקדש טמא. האוכל חלב, ודם, ונותר, ופגול. השוחט והמעלה בחוץ. האוכל חמץ בפסח, והאוכל והעושה מלאכה ביום הכפורים. המפטם את השמן, והמפטם את הקטרת, והסך בשמן המשחה. הפסח והמילה במצות עשה.", 
            "על אלו חיבים על זדונם כרת, ועל שגגתם חטאת, ועל לא הודע שלהן אשם תלוי, חוץ מן המטמא מקדש וקדשיו, מפני שהוא בעולה ויורד, דברי רבי מאיר. וחכמים אומרים: אף המגדף, שנאמר (במדבר טו) תורה אחת יהיה לכם לעשה בשגגה, יצא מגדף, שאינו [עושה] מעשה.", 
            "יש מביאות קרבן ונאכל, ויש מביאות ואינו נאכל, ויש שאינן מביאות. אלו מביאות קרבן ונאכל, המפלת  כמין בהמה חיה ועוף, דברי רבי מאיר. וחכמים אומרים: עד שיהא בו מצורת האדם. המפלת סנדל, או שליא, ושפיר מרקם, והיוצא מחתך, וכן שפחה שהפילה, מביאה קרבן ונאכל.", 
            "אלו מביאות ואינו נאכל, המפלת ואין ידוע מה הפילה, וכן שתי נשים שהפילו אחת ממין פטור ואחת ממין חובה. אמר רבי יוסי: אימתי, בזמן שהלכו זו למזרח וזו למערב. אבל אם היו שתיהן עומדות כאחת, מביאות קרבן ונאכל.", 
            "אלו שאינן מביאות, המפלת שפיר מלא מים, מלא דם, מלא גנינים, המפלת כמין דגים וחגבים שקצים ורמשים, המפלת יום ארבעים, ויוצא דפן. רבי שמעון מחיב ביוצא דפן.", 
            "המפלת אור לשמונים ואחד, בית שמאי פוטרין מן הקרבן, ובית הלל מחיבים. אמרו בית הלל לבית שמאי: מה שנה אור לשמונים ואחד מיום שמונים ואחד, אם שוה לו לטמאה לא ישוה לו לקרבן. אמרו להם בית שמאי: לא, אם אמרתם במפלת יום שמונים ואחד, שכן יצאה בשעה שהיא ראויה להביא בה קרבן, תאמרו במפלת אור לשמונים ואחד, שלא יצאה בשעה שהיא ראויה להביא בה קרבן. אמרו להן בית הלל: והרי המפלת יום שמונים ואחד שחל להיות בשבת תוכיח, שלא יצאה בשעה שהיא ראויה להביא בה קרבן וחיבת בקרבן. אמרו להם בית שמאי: לא, אם אמרתם במפלת יום שמונים ואחד שחל להיות בשבת, שאף על פי שאינו ראוי לקרבן יחיד ראוי לקרבן צבור, תאמרו במפלת אור לשמונים ואחד, שאין הלילה ראוי לא לקרבן יחיד ולא לקרבן צבור. הדמים אינן מוכיחין, שהמפלת בתוך מלאת, דמיה טמאין, ופטורה מן הקרבן.", 
            "האשה שיש עליה ספק חמש זיבות וספק חמש לידות מביאה קרבן אחד, ואוכלת בזבחים, ואין השאר עליה חובה. חמש לידות ודאות, חמש זיבות ודאות, מביאה קרבן אחד, ואוכלת בזבחים, והשאר עליה חובה. מעשה שעמדו קנים בירושלים בדינרי זהב, אמר רבן שמעון בן גמליאל: המעון הזה, לא אלין הלילה, עד שיהיו בדינרין. נכנס לבית דין ולמד, האשה שיש עליה חמש לידות ודאות, חמש זיבות ודאות, מביאה קרבן אחד, ואוכלת בזבחים, ואין השאר עליה חובה. ועמדו קנים בו ביום ברבעתים."
        ], 
        [
            "ארבעה מחסרי כפורים, וארבעה מביאין על הזדון כשגגה. אלו הן מחסרי כפורים, הזב, והזבה, והיולדת, והמצורע. רבי אליעזר בן יעקב אומר: גר מחסר כפרה, עד שיזרק עליו הדם. ונזיר, ליינו ותגלחתו וטמאתו.", 
            "אלו מביאין על הזדון כשגגה, הבא על השפחה, ונזיר שנטמא, ועל שבועת העדות, ועל שבועת הפקדון.", 
            "חמשה מביאין קרבן אחד על עברות הרבה, וחמשה מביאים קרבן עולה ויורד. אלו מביאין קרבן אחד על עברות הרבה, הבא על השפחה ביאות הרבה, ונזיר שנטמא טמאות הרבה, והמקנא לאשתו על ידי אנשים הרבה, ומצורע שנתנגע נגעים הרבה. הביא צפריו ונתנגע, לא עלו לו, עד שיביא את חטאתו. רבי יהודה אומר: עד שיביא את אשמו.", 
            "האשה שילדה ולדות הרבה, הפילה בתוך שמונים נקבה וחזרה והפילה בתוך שמונים נקבה, והמפלת תאמים. רבי יהודה אומר: מביאה על הראשון ואינה מביאה על השני. מביאה על השלישי ואינה מביאה על הרביעי. אלו מביאין קרבן עולה ויורד, על שמיעת הקול, ועל בטוי שפתים, ועל טמאת מקדש וקדשיו, והיולדת, והמצורע. ומה בין השפחה לבין כל העריות, שלא שותה להן לא בענש ולא בקרבן. שכל העריות בחטאת, והשפחה באשם. [כל העריות בנקבה, ושפחה בזכר]. כל העריות אחד האיש ואחד האשה שוין במכות ובקרבן, ובשפחה לא השוה את האיש לאשה במכות, ולא את האשה לאיש בקרבן. כל העריות עשה בהן את המערה כגומר, וחיב על כל ביאה וביאה. זה חמר החמיר בשפחה שעשה בה את המזיד כשוגג.", 
            "איזו היא שפחה, כל שחציה שפחה וחציה בת חורין, שנאמר (ויקרא יט) והפדה לא נפדתה, דברי רבי עקיבא. רבי ישמעאל אומר: זו היא שפחה ודאית. רבי אלעזר בן עזריה אומר: כל העריות מפורשות, ומה שיור, אין לנו אלא שחציה שפחה וחציה בת חורין.", 
            "כל העריות, אחד גדול ואחד קטן, הקטן פטור. אחד ער ואחד ישן, הישן פטור. אחד שוגג ואחד מזיד, השוגג בחטאת והמזיד בהכרת."
        ], 
        [
            "אמרו לו אכלת חלב, מביא חטאת. עד אומר אכל ועד אומר לא אכל, אשה אומרת אכל ואשה אומרת לא אכל, מביא אשם תלוי. עד אומר אכל והוא אומר לא אכלתי, פטור. שנים אומרים אכל והוא אומר לא אכלתי, רבי מאיר מחיב. אמר רבי מאיר: אם הביאוהו שנים למיתה חמורה, לא יביאוהו לקרבן הקל. אמרו לו: מה אם ירצה לומר מזיד הייתי.", 
            "אכל חלב וחלב בהעלם אחד, אינו חיב אלא חטאת אחת. אכל חלב ודם ונותר ופגול בהעלם אחד, חיב על כל אחד ואחד. זה חמר במינין הרבה ממין אחד. וחמר במין אחד ממינין הרבה, שאם אכל כחצי זית וחזר ואכל כחצי זית ממין אחד, חיב. משני מינין, פטור.", 
            "וכמה ישהה האוכלן, כאלו אכלן קליות, דברי רבי מאיר. וחכמים אומרים: עד שישהה מתחלה ועד סוף כדי אכילת פרס. אכל אכלין טמאין, ושתה משקין טמאין, שתה רביעין יין ונכנס למקדש, ושהה כדי אכילת פרס. רבי אליעזר אומר: אם הפסיק בה או שנתן לתוכו מים כל שהוא, פטור.", 
            "יש אוכל אכילה אחת וחיב עליה ארבע חטאות ואשם אחד, טמא שאכל את החלב, והיה נותר, מן מקדשים, וביום הכפורים. רבי מאיר אומר: אם היתה שבת והוציאו [בפיו], חיב. אמרו לו: אינו מן השם.", 
            "יש בא ביאה אחת וחיב עליה שש חטאות, הבא על בתו, חיב עליה משום בתו, ואחותו, ואשת אחיו, ואשת אחי אביו, ואשת איש, ונדה. והבא על בת בתו, חיב עליה משום בת בתו, וכלתו, ואחות אשתו, ואשת אחיו, ואשת אחי אביו, ואשת איש ונדה. רבי יוסי אומר: אם עבר הזקן ונשאה, חיב עליה משום אשת אב. וכן הבא על בת אשתו, ועל בת בת אשתו.", 
            "הבא על חמותו, חיב עליה משום חמותו, וכלתו, ואחות אשתו, ואשת אחיו, ואשת אחי אביו, ואשת איש, ונדה. וכן הבא על אם חמותו, ועל אם חמיו. רבי יוחנן בן נורי אומר: הבא על חמותו, חיב עליה משום חמותו, ואם חמותו, ואם חמיו. אמרו לו: שלשתן שם אחד הן.", 
            "אמר רבי עקיבא: שאלתי את רבן גמליאל ואת רבי יהושע באטליס של אמאוס, שהלכו לקח בהמה למשתה בנו [של רבן גמליאל], הבא על אחותו ועל אחות אביו ועל אחות אמו בהעלם אחד מהו, חיב אחת על כלן, או אחת על כל אחת ואחת, ואמרו לי: לא שמענו. אבל שמענו, הבא על חמש נשיו נדות בהעלם אחד, שהוא חיב על כל אחת ואחת. ורואין אנו שהדברים קל וחמר.", 
            "ועוד שאלן רבי עקיבא: אבר המדלדל בבהמה מהו. אמרו לו: לא שמענו. אבל שמענו באבר המדלדל באדם, שהוא טהור, שכך היו מכי שחין בירושלים עושין, הולך לו ערב פסח אצל הרופא וחותכו עד שהוא מניח בו כשעורה, ותוחבו בסירה, והוא נמשך ממנו, והלה עושה פסחו, והרופא עושה פסחו. ורואין אנו שהדברים קל וחמר.", 
            "ועוד שאלן רבי עקיבא: השוחט חמשה זבחים בחוץ בהעלם אחד מהו, חיב אחת על כלם, או אחת על כל אחת [ואחת]. אמרו לו: לא שמענו. אמר רבי יהושע: שמעתי באוכל מזבח אחד בחמשה תמחויין בהעלם אחד, שהוא חיב על כל אחד ואחד משום מעילה. ורואה אני שהדברים קל וחמר. אמר רבי שמעון: לא כך שאלן רבי עקיבא, אלא באוכל נותר מחמשה זבחים בהעלם אחד מהו, חיב אחת על כלן או אחת על כל אחת ואחת, אמרו לו, לא שמענו. אמר רבי יהושע: שמעתי באוכל מזבח אחד בחמשה תמחויים בהעלם אחד, שהוא חיב על כל אחת ואחת משום מעילה. ורואה אני שהדברים קל וחמר. אמר רבי עקיבא: אם הלכה, נקבל. ואם לדין, יש תשובה. אמר לו: השב. אמר לו: לא, אם אמרת במעילה שעשה בה את המאכיל כאוכל, ואת המהנה כנהנה, צרף המעילה לזמן מרבה, תאמר בנותר, שאין בו אחד מכל אלו.", 
            "אמר רבי עקיבא: שאלתי את רבי אליעזר, העושה מלאכות הרבה בשבתות הרבה מעין מלאכה אחת בהעלם אחד מה הוא, חיב אחת על כלן או אחת על כל אחת ואחת, אמר לי: חיב על כל אחת ואחת מקל וחמר, ומה אם הנדה, שאין בה תוצאות הרבה וחטאות הרבה, חיב על כל אחת ואחת. שבת שיש בה תוצאות הרבה וחטאות הרבה, אינו דין שיהא חיב על כל אחת ואחת. אמרתי לו: לא, אם אמרת בנדה, שיש בה [שתי] אזהרות, שהוא מזהר על הנדה והנדה מזהרת עליו, תאמר בשבת שאין בה אלא אזהרה אחת. אמר לי: הבא על הקטנות יוכיח, שאין בהם אלא אזהרה אחת וחיב על כל אחת ואחת. אמרתי לו: לא, אם אמרת בבא על הקטנות, שאף על פי שאין בהן עכשיו, יש בהן לאחר זמן, תאמר בשבת, שאין בה לא עכשיו ולא לאחר זמן. אמר לי: הבא על הבהמה יוכיח. אמרתי לו: בהמה כשבת."
        ], 
        [
            "ספק אכל חלב ספק לא אכל, ואפלו אכל, ספק יש בו כשיעור, ספק שאין בו, חלב ושומן לפניו, אכל את אחד מהן ואין ידוע איזו מהן אכל, אשתו ואחותו עמו בבית, שגג באחת מהן ואין ידוע באיזו מהן שגג, שבת ויום חל ועשה מלאכה באחת מהן ואין ידוע באיזו מהן עשה, מביא אשם תלוי.", 
            "כשם שאם אכל חלב וחלב בהעלם אחד אינו חיב אלא חטאת אחת, כך על לא הודע שלהן אינו מביא אלא אשם אחד. אם היתה ידיעה בינתים, כשם שהוא מביא חטאת על כל אחד ואחד, כך הוא מביא אשם תלוי על כל אחד ואחד. כשם שאם אכל חלב ודם נותר ופגול בהעלם אחד חיב על כל אחד ואחד, כך על לא הודע שלהן מביא אשם תלוי על כל אחד ואחד. חלב ונותר לפניו, אכל אחד מהם ואין ידוע איזה מהם אכל, אשתו נדה ואחותו עמו בבית, שגג באחת מהן ואין ידוע באיזו מהן שגג, שבת ויום הכפורים ועשה מלאכה בין השמשות ואין ידוע באיזה מהן עשה, רבי אליעזר מחיב חטאת, ורבי יהושע פוטר. אמר רבי יוסי: לא נחלקו על העושה מלאכה בין השמשות שהוא פטור, שאני אומר, מקצת מלאכה עשה מהיום ומקצתה למחר, ועל מה נחלקו, על העושה בתוך היום ואין ידוע אם בשבת עשה ואם ביום הכפורים עשה, או על העושה ואין ידוע מעין איזו מלאכה עשה, רבי אליעזר מחיב חטאת, ורבי יהושע פוטר. אמר רבי יהודה: פוטרו היה רבי יהושע אף מאשם תלוי.", 
            "רבי שמעון שזורי ורבי שמעון אומרים: לא נחלקו על דבר שהוא משום שם אחד שהוא חיב, ועל מה נחלקו, על דבר שהוא משום שני שמות, שרבי אליעזר מחיב חטאת, ורבי יהושע פוטר. אמר רבי יהודה: אפלו נתכון ללקט תאנים ולקט ענבים, ענבים ולקט תאנים, שחורות ולקט לבנות, לבנות ולקט שחורות, רבי אליעזר מחיב חטאת, ורבי יהושע פוטר. אמר רבי יהודה: תמה אני אם יפטר בה רבי יהושע. אם כן, למה נאמר (ויקרא ד) אשר חטא בה, פרט למתעסק."
        ], 
        [
            "דם שחיטה בבהמה בחיה ובעופות בין טמאים ובין טהורים, דם נחירה, ודם עקור, ודם הקזה שהנפש יוצאה בו, חיבים עליו. דם הטחול, דם הלב, דם ביצים, דם דגים, דם חגבים, דם התמצית, אין חיבין עליהן. רבי יהודה מחיב בדם התמצית.", 
            "רבי עקיבא מחיב על ספק מעילות אשם תלוי, וחכמים פוטרים. ומודה רבי עקיבא שאין מביא את מעילתו עד שתתודע לו, ויביא עמה אשם ודאי. אמר רבי טרפון: מה לזה מביא שתי אשמות, אלא יביא מעילה וחמשה ויביא אשם בשני סלעים, ויאמר, אם ודאי מעלתי, זו מעילתי וזה אשמי, ואם ספק, המעות נדבה והאשם תלוי, שממין שהוא מביא על הודע, מביא על לא הודע.", 
            "אמר לו רבי עקיבא: נראים דבריך במעילה מעטה, הרי שבא על ידו ספק מעילה במאה מנה, לא יפה לו שיביא אשם בשתי סלעים ואל יביא ספק מעילה במאה מנה, הא מודה רבי עקיבא לרבי טרפון במעילה מעטת. האשה שהביאה חטאת העוף ספק, אם עד שלא נמלקה נודע לה שילדה ודאי, תעשנה ודאי, שממין שהיא מביאה על לא הודע, מביאה על הודע.", 
            "חתיכה של חלין וחתיכה של קדש, אכל אחת מהן ואין ידוע איזו מהן אכל, פטור. רבי עקיבא מחיב באשם תלוי. אכל את השניה, מביא אשם ודאי. אכל אחד את הראשונה, ובא אחר ואכל את השניה, זה מביא אשם תלוי וזה מביא אשם תלוי, דברי רבי עקיבא. רבי שמעון אומר: שניהם מביאים אשם אחד. רבי יוסי אומר: אין שנים מביאים אשם אחד.", 
            "חתיכה של חלין וחתיכה של חלב, אכל אחת מהן ואין ידוע איזו מהן אכל, מביא אשם תלוי. אכל את השניה, מביא חטאת. אכל אחד את הראשונה ובא אחר ואכל את השניה, זה מביא אשם תלוי וזה מביא אשם תלוי [דברי רבי עקיבא]. רבי שמעון אומר: שניהם מביאים חטאת אחת. רבי יוסי אומר: אין שנים מביאים חטאת אחת.", 
            "חתיכה של חלב וחתיכה של קדש, אכל את אחת מהן ואין ידוע איזו מהן אכל, מביא אשם תלוי. אכל את השניה, מביא חטאת ואשם ודאי. אכל אחד את הראשונה ובא אחר ואכל את השניה, זה מביא אשם תלוי, וזה מביא אשם תלוי. רבי שמעון אומר: שניהם מביאים חטאת ואשם. רבי יוסי אומר: אין שנים מביאים חטאת ואשם.", 
            "חתיכה של חלב וחתיכה של חלב קדש, אכל את אחת מהן ואין ידוע איזו מהן אכל, מביא חטאת. רבי עקיבא אומר: מביא אשם תלוי. אכל את השניה, מביא שתי חטאות ואשם ודאי. אכל אחד את הראשונה ובא אחר ואכל את השניה, זה מביא חטאת וזה מביא חטאת. רבי עקיבא אומר: זה מביא אשם תלוי וזה מביא אשם תלוי. רבי שמעון אומר: זה חטאת וזה חטאת, ושניהם מביאים אשם אחד. רבי יוסי אומר: אין שנים מביאין אשם אחד.", 
            "חתיכה של חלב וחתיכה של חלב נותר, אכל את אחת מהן ואין ידוע את איזו מהם אכל, מביא חטאת ואשם תלוי. אכל את השניה, מביא שלש חטאות. אכל אחד את הראשונה ובא אחר ואכל את השניה, זה מביא חטאת ואשם תלוי וזה מביא חטאת ואשם תלוי. רבי שמעון אומר: זה חטאת וזה חטאת, ושניהם מביאים חטאת אחת. רבי יוסי אומר: כל חטאת שהיא באה על חטא, אין שנים מביאים אותה."
        ], 
        [
            "המביא אשם תלוי ונודע לו שלא חטא, אם עד שלא נשחט יצא וירעה בעדר, דברי רבי מאיר. וחכמים אומרים: ירעה עד שיסתאב וימכר ויפלו דמיו לנדבה. רבי אליעזר אומר: יקרב, שאם  אינו בא על חטא זה, הרי הוא בא על חטא אחר. אם משנשחט נודע לו, הדם ישפך והבשר יצא לבית השרפה. נזרק הדם, הבשר יאכל. רבי יוסי אומר: אפלו הדם בכוס, יזרק, והבשר יאכל.", 
            "אשם ודאי אינו כן. אם עד שלא נשחט יצא וירעה בעדר, משנשחט הרי זה יקבר. נזרק הדם, הבשר יצא לבית השרפה. שור הנסקל אינו כן. אם עד שלא נסקל יצא וירעה בעדר, משנסקל מתר בהנאה. עגלה ערופה אינה כן. אם עד שלא נערפה תצא ותרעה בעדר, משנערפה תקבר במקומה, שעל ספק באה מתחלתה, כפרה ספקה והלכה לה.", 
            "רבי אליעזר אומר: מתנדב אדם אשם תלוי בכל יום ובכל שעה שירצה, והיא נקראת אשם חסידים. אמרו עליו על בבא בן בוטי, שהיה מתנדב אשם תלוי בכל יום, חוץ מאחר יום הכפורים  יום אחד. אמר, המעון הזה, אלו היו מניחים לי הייתי מביא, אלא אומרים לי המתן עד שתכנס לספק. וחכמים אומרים: אין מביאים אשם תלוי אלא על דבר שזדונו כרת ושגגתו חטאת.", 
            "חיבי חטאות ואשמות ודאין שעבר עליהן יום הכפורים, חיבין להביא לאחר יום הכפורים. חיבי אשמות תלויין, פטורים. מי שבא על ידו ספק עברה ביום הכפורים אפלו עם חשכה, פטור, שכל היום מכפר.", 
            "האשה שיש עליה חטאת העוף ספק שעבר עליה יום הכפורים, חיבת להביא לאחר יום הכפורים, מפני שמכשרתה לאכול בזבחים. חטאת העוף הבאה על ספק, אם משנמלקה נודע לה, הרי זו תקבר.", 
            "המפריש שתי סלעים לאשם ולקח בהן שני אילים לאשם, אם היה אחד מהן יפה שתי סלעים, יקרב לאשמו, והשני ירעה עד שיסתאב וימכר ויפלו דמיו לנדבה. לקח בהן שני אילים לחלין, אחד יפה שתי סלעים ואחד יפה עשרה זוז, היפה שתי סלעים יקרב לאשמו, והשני למעילתו. אחד לאשם ואחד לחלין, אם היה של אשם יפה שתי סלעים, יקרב לאשמו, והשני למעילתו, ויביא עמה סלע וחמשה.", 
            "המפריש חטאתו ומת, לא יביאנה בנו אחריו. ולא יביאנה מחטא על חטא, אפלו על חלב שאכל אמש לא יביאנה על חלב שאכל היום, שנאמר (ויקרא ד) קרבנו על חטאתו, שיהא קרבנו לשם חטאו.", 
            "מביאין מהקדש כשבה שעירה, מהקדש שעירה כשבה, מהקדש כשבה ושעירה תורין ובני יונה, מהקדש תורין ובני יונה עשירית האיפה. כיצד, הפריש לכשבה או לשעירה, העני יביא עוף, העני יביא עשירית האיפה. הפריש לעשירית האיפה, העשיר יביא עוף, העשיר יביא כשבה ושעירה. [הפריש כשבה או שעירה ונסתאבו, אם רצה יביא בדמיהן עוף. הפריש עוף ונסתאב, לא יביא בדמיו עשירית האיפה, שאין לעוף פדיון].", 
            "רבי שמעון אומר: כבשים קודמין לעזים בכל מקום. יכול מפני שהן מבחרין מהן, תלמוד לומר (ויקרא ד) ואם כבש יביא קרבנו לחטאת, מלמד ששניהם שקולין. תורין קודמין לבני יונה בכל מקום. יכול מפני שהן מבחרים מהן, תלמוד לומר (שם יב) ובן יונה או תור לחטאת, מלמד ששניהן שקולין. האב קודם לאם בכל מקום. יכול שכבוד האב עודף על כבוד האם, תלמוד לומר (שם יט) איש אמו ואביו תיראו, מלמד ששניהם שקולים. אבל אמרו חכמים: האב קודם לאם בכל מקום, מפני שהוא ואמו חיבין בכבוד אביו. וכן בתלמוד תורה, אם זכה הבן לפני הרב, קודם את האב בכל מקום, מפני שהוא ואביו חייבין בכבוד רבו."
        ]
    ], 
    "versionSource": "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94", 
    "heTitle": "משנה כריתות", 
    "categories": [
        "Mishnah", 
        "Seder Kodashim"
    ]
}