{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [
            "<b>יום</b>  הכפורים אסור באכילה  ובשתיה וברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה המלך והכלה ירחצו את פניהם והחיה תנעול את הסנדל דברי ר' אליעזר וחכמים אוסרין׃ ", 
            "<b>גמ'</b>     הני חמשה ענויין  כנגד מי אמר רב חסדא כנגד חמשה ענויין שבתורה (ויקרא כ״ג:ג׳) שבת שבתון (שם טז) שבת שבתון (במדבר כ״ט:א׳-ב׳) ובעשור (ויקרא כ״ג:ג׳) ואך בעשור (שם טז) והיתה   זאת לכם לחקת עולם קראי חמשה הוו ואנן שיתא תנן שתיה בכלל אכילה היא דא\"ר שמעון בן לקיש מנין לשתיה שהיא בכלל אכילה שנאמר (דברים י״ד:כ״ג) ואכלת לפני ה' אלהיך במקום אשר יבחר לשכן שמו שם מעשר דגנך תירושך ויצהרך ותירוש חמרא הוא וקא קרי ליה ואכלת וכתיב נמי   ונתתה הכסף בכל אשר תאוה נפשך בבקר ובצאן וביין ובשכר ובכל אשר "
        ], 
        [
            "תשאלך נפשך ואכלת שם יין ושכר משתיה הוא וקא קרי ליה ואכלת:", 
            "אכילה ושתיה דאיקרו עינוי מנלן דכתי' (ויקרא כב) תענו את נפשותיכם ותנא דבי ר' ישמעאל   כתיב הכא תענו את נפשותיכם וכתיב התם (דברים ה) ויענך וירעיבך מה להלן עינוי רעבון אף כאן עינוי רעבון   סיכה דאיקרי עינוי מנא לן דכתיב (דניאל י׳:ג׳) לחם חמודות לא אכלתי ובשר ויין לא בא אל פי וסוך לא סכתי ואיקרי עינוי דכתיב   כי מן היום הראשון אשר נתת את לבך להבין ולהתענות:", 
            "  רחיצה דאיקרי עינוי מנלן דכתיב (מלכים א ב׳:כ״ו) ולאביתר הכהן אמר המלך ענתות לך על שדך כי איש מות אתה והיום הזה לא אמיתך כי נשאת את ארון ה' אלהים לפני דוד אבי וכי התענית בכל אשר התענה אבי וכתיב (שמואל ב י״ז:כ״ט) כי אמרו העם רעב ועיף וצמא במדבר רעב מלחם וצמא ממים ועיף ממאי לאו מרחיצה ודילמא מנעילת הסנדל אמר רב נחמן בר יצחק מהכא (משלי כ״ה:כ״ה) מים קרים על נפש עיפה   ואימא משתיה מי כתיב בנפש על נפש כתיב אלמא עיף מרחיצה הוא וכתיב (מלכים א ב׳:כ״ו) וכי התענית בכל אשר התענה אבי נעילת הסנדל מנא לן דכתיב (שמואל ב ט״ו:ל׳) ודוד עולה במעלה הזיתים עולה ובוכה וראש לו חפוי והוא הולך יחף וכתיב וכי התענית בכל אשר התענה אבי:", 
            "תשמיש המטה מנא לן דכתיב (בראשית ל״א:נ׳) אם תענה את בנותי ואם תקח נשים על בנותי   אם תענה מתשמיש ואם תקח מצרות תנו רבנן  אסור לרחוץ מקצת גופו ככל גופו ואם היה מלוכלך בטיט  ובצואה רוחץ כדרכו ואינו חושש ואסור לסוך מקצת גופו ככל גופו ואם היה חולה או שיש לו חטטין בראשו סך כדרכו ואינו חושש תנא דבי מנשה ר' שמעון בן גמליאל אומר מדיחה אשה ידה אחת במים ונותנת פת לתינוק ואינה  חוששת אמרו עליו על שמאי הזקן שלא רצה להאכיל בידו אחת וגזרו עליו שיאכיל בשתי ידיו מאי טעמא אמר אביי משום  שיבתא פי' רוח רעה ת\"ר ההולך להקביל פני רבו או פני אביו או פני מי שהוא גדול ממנו בחכמה עובר במים עד צוארו ואינו חושש איבעיא להו הרב אצל התלמיד מאי ולא איפשיטא הלכך אסור:", 
            "רבא שרא להו לבני עבר ימינא למיעבר   לנטורי פירי א\"ל אביי לרבא תניא דמסייע לך שומרי פירות עוברין עד  צוארן במים ואינן חוששין:", 
            "רב יוסף שרא לבני תרבא "
        ], 
        [
            "למעבר   למיתי לפירקא ולמיזל א\"ל אביי נהי דלמיתי מצוה קא עביד למיזל מאי מצוה קעביד אמר ליה שלא תהא מכשילן לעתיד לבא שאם לא תתיר להם לחזור לבתיהן לא יבאו למצוה רב יהודה ורב שמואל בר   יהודה הוו קיימי אגודא דנהר פפא אמעברא דחצדד הוי קאי רמי בר פפא להך גיסא רמא   בהו קלא מהו למעבר למיתי קמי רבנן למשאל שמעתא א\"ל רב יהודה רב ושמואל דאמרי תרוייהו עובר ובלבד שלא יוציא ידו מתחת חפת חלוקו איכא דאמרי א\"ל   רב יהודה ורב שמואל בר   יהודה תנינא ובלבד שלא יוציא ידו מתחת חפת  חלוקו תינח ביוה\"כ דליכא מנעל ברגלו מצי למעבר במיא   בשבת דאיכא מנעל מאי איכא למימר תא שמע דאמר ר' נחמיה חתניה דבי נשיאה אנא חזיתינהו לר' אמי ור' אסי דעברו' דרך מלבוש תינח מנעל סנדל מאי ואסיקנא סנדל לכתחלה לא תני רב יהודה אסור לישב על הטיט ביוה\"כ אמר רבי יהושע בן לוי ובטיט המטפחת אמר אביי ובטופח על מנת להטפיח אמר רב יהודה מותר להצטנן בפירות רב יהודה מצטנן בקרא רבה מצטנן בינוקא רבא מצטנן בכסא דכספא אמר רבא כסא דכספא מליא אסיר חסיר שרי דפחרא  בין מליא בין חסירה אסיר מאי טעמא מישחל שחיל רב אשי אמר אפי' כסא דכספא חסיר אסיר מ\"ט אתי   לאזדרבויי פי' שמא יתנענעו המים שבתוכו וינתזו על בשרו  זעירא בר חמא אושפיזכניה דר' יהושע בן לוי ודרב אמי ודרב אסי ודכולהו רבנן דקסרי הוה אמר ליה ליוסף בריה דרבי יהושע בן לוי בר   אוריא תא אימא לך מילתא מעליתא דהוה עביד אבוך ערב  תשעה באב מביאין לו מטפחת ושורה במים ומקנח בה פניו ידיו ורגליו למחר מעבירה ע\"ג עיניו ואינו חושש ערב יום  הכפורים שורה אותה במים ועושה אותה כמין כלים נגובין למחר מעבירה על גבי עיניו ואינו חושש וכן כי אתא רבה בר מרי אמר מטפחת היתה לו לר' יהושע בן לוי ערב יום הכפורים שורה במים ועושה אותה כמין כלים נגובין למחר מעבירה ע\"ג עיניו ואינו חושש ואסיקנא דבערב תשעה באב שורה במים ועושה כמין כלים נגובים וערב יום כפורים מקנח בה ידיו ורגליו ולמחר מעבירה על גבי עיניו ואינו חושש אבל אין שורה במים מעיקרא   דחייש לסחיטה בשעה שמעבירה ע\"ג פניו וכן הילכתא איבעיא להו  מהו לצאת בסנדל של    שעם ביוה\"כ עמד רבי יצחק בר נחמני על רגליו ואמר אני ראיתי את רבי יהושע בן לוי שיצא בסנדל של שעם ביוה\"כ אמינא ליה בתענית צבור מאי אמר לי לא שנא אמר רבה בר בר חנה אני ראיתי את ר\"א שיצא בסנדל של שעם בתענית צבור אמינא ליה ביוה\"כ מאי אמר לי לא שנא רב יהודה נפיק בדהיטני אביי נפיק בדהוצי רבא נפיק בדיבלי "
        ], 
        [
            "רבה בר רב הונא הוה כריך סודרא  אכרעיה ונפיק:", 
            "תנו רבנן  התינוקות  מותרין בכולן באכילה ובשתיה וברחיצה וסיכה חוץ ממנעל וסנדל   ת\"ר (ויקרא כ״ג:ל״ב) ועניתם את נפשותיכם בתשעה לחדש יכול בתשעה ת\"ל בערב אי בערב יכול משתחשך ת\"ל בתשעה הא כיצד מתחיל ומתענה מבעו\"י שכן מוסיפין מחול על הקדש אין לי אלא לפניו לאחריו מנין ת\"ל מערב עד ערב אין לי אלא יוה\"כ שבת בראשית מנין ת\"ל תשבתו ימים טובים מנין  תלמוד לומר שבתכם כל שביתה שאתה שובת אתה מוסיף  לה בין מלפניה בין מלאחריה   יכול יהא חייב כרת על התוספת ת\"ל (ויקרא שם) וכל הנפש אשר תעשה כל מלאכה בעצם היום הזה והאבדתי וגו' על   עצמו של יום ענוש כרת אבל אינו ענוש כרת על התוספת יכול לא יהו חייבין כרת על תוספת מלאכה  אבל יהו חייבין כרת על תוספת עינוי ת\"ל כי כל הנפש אשר לא תעונה בעצם היום הזה ונכרתה על   עצמו של יום חייבין כרת ואין חייבין על תוספת עינוי:", 
            "  המלך  והכלה  ירחצו את פניהם מלך מ\"ט אמר ר' אבא בר זבדא אמר רב (ישעיהו ל״ג:י״ז) מלך ביפיו תחזינה עיניך כלה מאי טעמא אמר רב כדי שלא תתגנה על בעלה בעא מיניה רב מרבי חייא עד אימת קרית לה כלה אמר ליה כדתניא אין מונעין תכשיטין לכלה כל שלשים יום ומיבעי ליה לאיניש ליקוריה ליומא דכיפורי בכסות נקיה (שבת קיט:) דא\"ל ריש גלותא לרב המנונא מאי דכתיב (ישעיהו נ״ח:י״ג) ולקדוש ה' מכובד א\"ל זה יוה\"כ שאין בו לא אכילה ולא שתיה אמרה תורה כבדהו  בכסות נקיה:", 
            "  והחיה תנעול את הסנדל וכו'.", 
            "מאי טעמא משום צינה   ושמואל אמר "
        ], 
        [
            "<b>מתני'</b>   התינוקות אין מענין אותם ביום הכיפורים אבל מחנכין אותם קודם לשנה וקודם לשתים בשביל שיהו רגילין  במצות׃ ", 
            "<b>גמ'</b>  השתא לפני שתים מחנכין להו לפני שנה מיבעיא אמר רב חסדא לא קשיא כאן בחולה כאן בבריא:", 
            "אמר רב הונא בן שמונה ובן תשע מחנכין אותו לשעות בן עשר בן אחת עשרה משלימין מדרבנן בן שתים עשרה משלימין מדאורייתא ורב נחמן אמר בן תשע בן עשר מחנכין אותן לשעות בן אחת עשר משלימין מדרבנן בן שתים עשרה משלימין מדאורייתא ור' יוחנן אמר בן עשר בן אחת עשרה מחנכין אותן "
        ], 
        [
            "<b>מתני'</b>    עוברה שהריחה מאכילין אותה עד שתשוב נפשה חולה מאכילין אותו על פי בקיאין ואם אין שם בקיאין מאכילין אותו ע\"פ עצמו עד שיאמר די:"
        ], 
        [
            "נפשך אם יש לך אדם שגופו חביב עליו מממונו לכך נאמר בכל נפשך ואם יש לך אדם שממונו חביב עליו מגופו לכך נאמר בכל מאודך ג\"ע מנא לן דתניא ר' אומר (דברים כ״ב:כ״ו) כי כאשר יקום איש על רעהו ורצחו נפש וגו' וכי מה למדנו מרוצח מעתה אלא הרי זה בא ללמד ונמצא למד מקיש רוצח לנערה מאורסה ומקיש נערה מאורסה לרוצח  מה רוצח יהרג ואל יעבור אף נערה מאורסה תהרג ואל תעבור ומה נערה מאורסה נתנה להצילה בנפשו אף רוצח נתן להצילו בנפשו.", 
            "ש\"ד   סברא הוא כי ההוא דאתא לקמיה דרבא אמר ליה אמר לי מרי דוראי זיל קטליה לפלני' ואי לא קטלינא לך אמר ליה ליקטלך ולא תקטליה מאי חזית דדמא דידך סומק טפי דילמא דמא דחברך סומק טפי:", 
            "ההיא עוברה דאריחא   אתיא לקמיה דרבי אמר להו זילו לחישו לה דהאידנא יומא דכיפורי הוא לחישו לה ואילחישה קרא עליה (ירמיהו א׳:ה׳) בטרם אצרך בבטן ידעתיך נפק מינה ר' יוחנן ההיא עוברה דאריחה אתו לקמיה דר' חנינא אמר לחישו לה ולא אילחישה קרא עליה   (תהילים נ״ח:ד׳) זורו רשעים מרחם נפק מינה שבתאי אוצר פירי:", 
            " חולה מאכילין אותו  ע\"פ בקיאין אמרי דבי ר' ינאי חולה אומר אני צריך ורופא אומר אינו צריך שומעין לחולה פשיטא ספק נפשות להקל מהו דתימא האי דקאמר חולה  צריכנא בעותי הוא דקא מבעית סבר אי לא אכילנא מייתנא קמ\"ל (משלי י״ד:י׳) לב יודע מרת נפשו:", 
            "חולה אמר איני צריך ורופא אומר צריך שומעין לרופא פשיטא ספק נפשות להקל מהו דתימא לב יודע מרת נפשו קמ\"ל שומעין לרופא והאי דקאמר חולה לא צריכנא תונבא הוא דנקיט ליה ואי אמר איהו ואחרינא בהדיה לא צריכנא ואמרי תרי אחריני צריך מאכילין אותו על פיהן       דכי אמרי' תרי כמאה ומאה כתרי הני מילי לענין עדות אבל גבי אומדנא בתר  רוב דעות אזלינן "
        ], 
        [
            "והני מילי בממונא אבל הכא ספק נפשות להקל ואי אמר איהו צריכנא ואף על גב דאמרי מאה לא צריך מאכילין אותו על פי עצמו מאי טעמא לב יודע מרת נפשו:", 
            "<b>מתני'</b>  מי שאחזו בולמוס מאכילין אותו אפילו דברים טמאים עד שיאורו עיניו מי שנשכו כלב שוטה אין מאכילין אותו מחצר  הכבד שלו ור' מתיה בן חרש מתיר ועוד א\"ר מתיה בן חרש  החושש בפיו מטילין לו סם בשבת מפני שהוא ספק נפשות וספק נפשות דוחה את השבת:", 
            "מפני שהוא ספק נפשות וכל ספק נפשות דוחה את השבת   לאיתויי מאי אמר רב יהודה אמר שמואל לאיתויי ספק שבת אחרת   היכי דמי כגון דאמדוה לתמניא יומי ויומא קמא שבתא מהו דתימא ניעכביה עד לאורתא כי היכי דלא ניחול עליה תרי שבי קא משמע לן:", 
            "תניא נמי הכי מחמין חמין לחולה בשבת בין להשקותו בין להברותו ואין אומרים נמתין לו עד שיבריא אלא מחמין לו מיד וספיקו דוחה את השבת ולא ספק שבת זו בלבד אלא ספק שבת אחרת ואין עושין  דברים הללו לא על ידי נכרים ולא ע\"י קטנים אלא ע\"י גדולי ישראל ואין אומרים לעשות דברים הללו לא ע\"י נשים ולא ע\"י כותים מפני שמצטרפים לדעת אחרת:", 
            "ת\"ר מפקחים פקוח נפש בשבת והזריז הרי זה משובח ואינו צריך ליטול רשות מב\"ד כיצד ראה תינוק שנפל לים פורס מצודה ומעלהו והזריז הרי זה משובח ואינו צריך ליטול רשות "
        ], 
        [
            "מב\"ד ואע\"ג דקא צייד כוורי ראה תינוק שנפל לבור  עוקר חולי' ומעלהו והזריז הרי זה משובח ואינו צריך ליטול רשות מב\"ד ואע\"ג דקא מתקן דרגא לחול ננעלה דלת בפני תינוק שובר את הדלת ומוציאו והזריז הרי זה משובח ואינו צריך ליטול רשות מב\"ד ואע\"ג דקא מיתבר ליה שיפי:", 
            "מכבין ומפסיקין  מפני הדליקה והזריז הרי זה משובח ואינו צריך ליטול רשות מב\"ד ואע\"ג דקא ממכיך מכוכי וצריכא דאי אשמועינן ים משום דאי לא מסיק ליה מיית אבל בור איפשר דיתיב אפומא דבירא ומכשכש ליה צריכא ואי אשמועינן בור משום דקא מבעית אבל דלת איפשר דיתיב ליה בהאי גיסא ומכשכש ליה באמגוזי צריכא מכבין ומפסיקין למה לי אמר ר' אלעזר לא נצרכה אלא לחצר אחרת:", 
            "אמר רב יוסף אמר רב יהודה אמר שמואל לא הלכו בפקוח נפש אחר הרוב היכי דמי אילימא דאיכא תשע' ישראל וחד עובד כוכבים הא רובא ישראל נינהו אי נמי מחצה על מחצה ספק נפשות להקל אלא דאיכא תשעה עובד כוכבים ואחד ישראל הא נמי פשיטא דהוה ליה קבוע וכל קבוע כמחצה על מחצה דמי לא צריכא דפריש חד מנייהו ואזל לחצר אחרת ונפלה בה דליקה מהו דתימא כל דפריש מרוב׳ קא פריש ולא מפקחינן קא משמע לן אין הולכין בפיקוח נפש אחר הרוב איני והאמר ר' אסי אמר רבי יוחנן אפי' תשעה עובדי כוכבים ואחד ישראל באותו חצר מפקחין בחצר אחרת אין מפקחין לא קשיא הא דפרוש כולהו   והא דפרוש מקצתייהו:", 
            "<b>גמ'</b>  תשובה מכפרת על עבירות קלות על עשה ועל לא תעשה השתא על לא תעשה מכפרת על עשה מיבעיא אמר רב יהודה הכי קאמר על עשה ועל לא תעשה שניתק לעשה׃   שאל רבי מתיה בן חרש את ר' אלעזר בן עזריה ברומי שמעת ארבעה חלוקי כפרה שהיה רבי ישמעאל דורש א\"ל שלשה הן ותשובה עם כל אחת ואחת מהן עבר אדם על מצות עשה ועשה תשובה אינו זז משם עד שמוחלין לו שנא' (ירמיהו ג׳:כ״ב) שובו בנים שובבים ארפא משובותיכם עבר על לא תעשה ועשה תשובה תשובה תולה ויוה\"כ מכפר  שנאמר (ויקרא יז) כי ביום הזה יכפר עליכם עבר אדם על כריתות ועל מיתות ב\"ד ועשה תשובה תשובה ויוה\"כ תולין ויסורים ממרקין שנא' (תהלים פט) ופקדתי בשבט פשעם "
        ], 
        [
            "ובנגעים עונם אבל כל מי שיש בידו חלול השם אין כח בתשובה לתלות ולא ביום הכפורים לכפר ולא ביסורין למרק אלא כולן תולין ומיתה ממרקת שנאמר (ישעיהו כ״ב:י״ד) ונגלה באזני יי' צבאות אם יכופר העון הזה לכם עד תמותון היכי דמי חלול השם אמר רב כגון אנא דשקילנא בישרא מטבחא ולא יהיבנא דמי לאלתר ורבי יוחנן אמר כגון אנא דמסגינא ארבע אמות בלא תורה ובלא תפילין רב נחמן בר יצחק אמר כגון דאמרי אינשי שרא ליה מאריה לפלניא רב יצחק בר רב דימי אמר כגון שחביריו בושין משמועתו ת\"ר בזמן שאדם קורא ושונה ומשמש ת\"ח ודיבורו בנחת עם הבריות ומקחו ומתנו בשוק נאה ונושא ונותן באמונה מה הבריות אומרות עליו אשרי איש פלוני שלמד תורה אשרי אביו ואשרי רבו שלמדוהו תורה אוי להן לבני אדם שלא למדו תורה פלוני שלמד תורה ראיתם כמה יפים דרכיו וכמה מתוקנין מעשיו עליו הכתוב אומר (ישעיהו מ״ט:ג׳) ויאמר לי עבדי אתה ישראל אשר בך אתפאר ובזמן שאדם קורא ושונה ואין דבורו בנחת עם הבריות ואין מקחו ומתנו נאה ואינו נושא ונותן באמונה מה הבריות אומרות עליו אוי לו לפלוני שלמד תורה אוי לו לאביו ולרבו שלמדוהו תורה אשריהם לבני אדם שלא למדו תורה פלוני שלמד תורה ראיתם כמה מכוערין מעשיו וכמה מקולקלין דרכיו עליו הכתוב אומר (יחזקאל ל״ו:כ׳) באמור להם עם ה' אלה ומארצו יצאו א\"ר חמא בר חנינא גדולה תשובה שמביאה רפואה לעולם שנא' (ירמיהו ג׳:כ״ב) שובו בנים שובבים ארפא משובותיכם אמר רבי לוי גדולה תשובה שמגעת עד כסא הכבוד שנא' (הושע י״ד:ב׳) שובה ישראל עד ה' אלהיך   היכי  דמי בעל תשובה  כגון שבא דבר עבירה לידו ופירש מחוי רב יהודה באותו מקום ובאותו פרק ובאותו אשה:", 
            "אמר רב יהודה רב רמי כתיב (משלי יד) מכסה פשעיו לא יצליח וכתיב (תהילים ל״ב:א׳) אשרי נשוי פשע כסוי חטאה לא קשיא כאן בעבירות שבין אדם למקום כאן בעבירות שבין אדם לחבירו תניא עבר אדם עבירה פעם ראשונה מוחלין לו שנייה מוחלין לו שלישית אין מוחלין לו שנא' (איוב ל״ג:כ״ט) הן כל אלה יפעל אל פעמים שלש עם גבר והתניא שלישית מוחלין לו רביעית אין מוחלין לו לא קשיא הא ביחיד הא בצבור וגרסינן בפרק סדר תעניות (תענית דף טז.) ת\"ר אדם שיש בידו עבירה ומתודה (בס\"י ואינו חוזר  ) וחזר בה למה הוא דומהלאדם שתופס שרץ בידו שאפי' טובל בכל מימות שבעולם לא עלתה לו טבילה זרקו מידו מיד עלתה לו טבילה שנא' (משלי כ״ח:י״ג) ומודה ועוזב ירוחם ואומר (איכה ג׳:מ״א) נשא לבבנו אל כפים אל אל בשמים:", 
            "תניא עבירות שהתודה עליהן יוה\"כ הזה לא יתודה עליהן יוה\"כ אחר ואם שנה  בהן צריך שיתודה עליהן ואם לא שנה בהן והתודה עליהן עליו הכתוב אומר (משלי כ״ו:י״א) ככלב שב על קיאו כסיל שונה באולתו רבי אליעזר בן יעקב אומר כל שכן הרי זה משובח  שנאמר (תהילים נ״א:ה׳) כי פשעי אני אדע   אלא מה אני מקיים ככלב שב על קיאו כדרב הונא דאמר רב הונא כיון שעבר אדם עבירה אחת ושנה בה הותרה לו הותרה לו ס\"ד אלא אימא נעשית לו כהיתר:", 
            "וצריך לפרט  את החטא שנאמר (שמות ל״ב:ל״א) חטא העם הזה חטאה גדולה ויעשו להם אלהי זהב דברי ר' יהודה בן בבא ר' עקיבא אומר אינו צריך אלא מה אני מקיים ויעשו להם אלהי זהב כדר' ינאי דאמר ר' ינאי אמר משה לפני הקב\"ה רבש\"ע בשביל כסף וזהב שהשפעת להם לישראל עד שאמרו די הן גרמו להם לעשות אלהי זהב:", 
            " מפרסמין את החנפים מפני חלול השם שנאמר (יחזקאל יט) ובשוב צדיק מצדקתו וגו'   כל  המזכה את הרבים אין מספיקין בידו לעבור עבירה כדי שלא יהו תלמידיו נוחלין העולם הבא והוא יורד לשאול שנא' (תהילים ט״ז:י׳) כי לא תעזוב נפשי לשאול לא תתן חסידך לראות שחת וכל המחטיא את הרבים אין מספיקין בידו לעשות תשובה שלא יהו תלמידיו יורדין לשאול הוא נוחל העולם הבא שנא' (משלי כ״ח:י״ז) אדם עשוק בדם נפש עד בור ינוס אל יתמכו בו:"
        ], 
        [
            "<b>גמ'</b>  אמר ר' יצחק כל המקניט את חבירו אפי' בדברים צריך לפייסו שנאמר (משלי ו׳:א׳-ב׳) בני אם ערבת לרעך תקעת לזר כפך נוקשת באמרי פיך נלכדת באמרי פיך עשה זאת איפא בני והנצל כי באת בכף רעך לך התרפס וגו' אם ממון יש לו בידך התר לו פסת היד ואם לאו הרבה עליו רעים.", 
            "אמר רב יהודה וצריך לפייסו בשלשה חבורות של שלש שלש בני אדם שנאמר (איוב ל״ג:כ״ז) ישור על אנשים ויאמר חטאתי וישר העויתי   ואם מת א\"ר יוסי בר חנינא מביא עשרה בני אדם ומעמידן על קברו ואומר חטאתי ליי' אלהי ישראל ולפלוני זה שחבלתי בו א\"ר יוסי בר חנינא כל המבקש מטו מחבירו אל יבקש ממנו יותר משלשה פעמים שנאמר (בראשית נ׳:י״ז) אנא שא נא ועתה שא נא ודוקא חבירו   אבל רבו מפייס ליה עד דמפייס׃  עשרים וארבעה דברים מעכבין את התשובה ואלו הן    א  רכילות לשון הרע  ב  ובעל חמה  ג  ובעל מחשבות רעות  ד  והמתחבר לרשע  ה  והמרגיל בסעודה שאינה מספקת לבעליה  ו  והמסתכל בעריות  ז  והחולק עם גנב  ח  והאומר אחטא ואשוב  ט  והמתכבד בקלון חבירו  י  והפורש מן הצבור  יא  והמבזה אבותיו  יב  והמבזה רבותיו  יג  והמקלל את הרבים  יד  והמעכב את הרבים מלעשו' מצוה  טו  והמטה את חבירו מדרך טובה לדרך רעה  טז  והמשתמש בעבוטו של עני  יז  והמקבל שוחד על מנת להטות אחרים בדין  יח  והמוצא אבידה ואינה מחזירה לבעליה  יט  והרואה את בנו יוצא לתרבות רעה ואינו ממחה בידו  כ  ואוכל   שוד עניים יתומים ואלמנות  כא  והחולק על דברי חכמים  כב  והחושד בכשרים  כג  והשונא את התוכחות  כד  והמלעיג על המצות:", 
            "  ת\"ר  מצות וידוי עי\"כ עם חשכה דר\"מ וחכ\"א צריך שיתודה  קודם שיאכל וישתה  שמא יארע דבר קלקלה בסעודתו ואף על פי שהתודה קודם שאכל ושתה צריך שיתודה אחר שיאכל וישתה ואף על פי שהתודה ערבית יתודה שחרית ויתודה במוסף ובמנחה ובנעילה והיכן אומרה יחיד אחר תפלתו ושליח צבור אומרה באמצע מאי אומר רב אמר אתה יודע רזי עולם ושמואל אמר אתה יודע בעמקו של לב   לוי אמר בתורתך כתוב לאמר (ויקרא ט״ז:ל׳) כי ביום הזה יכפר עליכם לטהר אתכם וגו' ר' יוחנן אמר רבון העולמים רב יהודה אמר כי עונותינו רבו מלמנות ואשמותינו עצמו מספר רב המנונא אמר אלהי עד שלא נוצרתי איני כדאי ועכשיו שנוצרתי כאלו לא נוצרתי עפר אני בחיי ק\"ו במיתתי הרי אני לפניך ככלי מלא בושה וכלימה יהי רצון מלפניך  שלא אחטא וכו' אמר   רב   המדודי לא שנו אלא דלא אמר אבל חטאנו אבל אי אמר אבל חטאנו לא צריך ואמר   רב המדודי הוה קאמינא קמיה דמר שמואל והוה יתיב כי מטא שליחא דצבורא לאבל חטאנו קם אכרעיה אמינא ש\"מ עיקרא וידויא האי הוא:", 
            "(דף לו:) ת\"ר כיצד מתודה אומר  עויתי פשעתי חטאתי וכן בשעיר המשתלח הוא אומר (ויקרא ט״ז:כ״א) והתודה עליו את כל עונות בני ישראל ואת כל פשעיהם לכל חטאתם וכן במשה אומר (במדבר י״ד:ז׳) נושא עון   ועובר על פשע וחטאה דברי ר\"מ וחכמים אומרים עונות אלו הזדונות וכן הוא אומר (שם טו) הכרת תכרת הנפש ההיא עונה בה פשעים אלו המרדים וכן הוא אומר (מלכים ב ג׳:ז׳) מלך מואב פשע בי ואומר ( שם ח) אז תפשע לבנה בעת ההיא חטאים אלו השגגות וכן הוא אומר (ויקרא ד׳:ב׳) נפש כי תחטא בשגגה וכי מאחר שהתודה על הזדונות ועל המרדים חוזר ומתודה על השגגות אלא אומר אנא השם חטאתי עויתי פשעתי וכן בדוד הוא אומר (תהילים ק״ו:ו׳) חטאנו עם אבותינו העוינו והרשענו וכן בשלמה הוא אומר (מלכים א ח׳:מ״ז) חטאנו והעוינו והרשענו וכן בדניאל הוא אומר (דניאל ט׳:ה׳) חטאנו ועוינו והרשענו ומרדנו אבל מהו שאמר משה נושא עון   ועובר על פשע וחטאה אמר משה לפני הקב\"ה רבונו של עולם בשעה שחוטאים ישראל ועושין תשובה עשה להן זדונות כשנגות אמר רב יהודה אמר רב הלכה כחכמים:"
        ], 
        [
            "   תנן התם בשלשה פרקים בשנה הכהנים נושאין את כפיהם ארבעה פעמים ביום בשחרית במוסף במנחה ובנעילת שערים  בתעניות ובמעמדות וביום הכפורים מאי נעילת שערים רב אמר צלותא יתירתא ושמואל אמר מה אנו מה חיינו והלכתא כרב דאמרינן עולא בר רב נחת קמיה דרבא פתח באתה בחרתנו וסיים במה אנו ושבחיה רב נתן אבוה דרב הונא בר נתן נחת קמיה דרב פפא פתח באתה בחרתנו וסיים במה אנו ושבחיה אמר רב אחא בריה דרבא ויחיד  אומרה אחר תפלתו אמר רב תפלת נעילה פוטרת של ערבית רב לטעמיה דאמר צלותא יתירתא היא וכיון דצלי תו לא צריך  והאידנא נהגו עלמא לצלוי תפלת וערבית  אחר נעילה תנו רבנן    הרואה קרי ביום הכיפורים  יורד וטובל ולערב ישפשף לערב סלקא דעתך אלא אימא ואם בערב ישפשף כלומר אם ראה קרי ביום יורד וטובל ואינו צריך לשפשף מפני שהקרי שעל בשרו עודנו לח ואינו צריך שפשוף לפיכך לא ישפשף ואם מבערב שהוא ליל יום הכפורים ראה קרי כשיורד לטבול ביום ישפשף בידו על מקום שנפל בו הקרי מפני שכבר יבש על בשרו ולפיכך צריך שפשוף תנא דבי רבי ישמעאל הרואה קרי ביום הכפורים עונותיו מחולין והא תניא עונותיו סדורין מאי סדורין סדורין להמחל תני תנא קמיה דרב נחמן בר יצחק הרואה קרי ביום הכפורים ידאג כל השנה כולה ואם עלתה לו שנה מובטח לו שהוא בן עולם הבא אמר רב נחמן בר יצחק תדע שכל העולם כולו רעב והוא שבע כי אתא רב דימי אמר מפיש חיי סגי ומסגי בטיבותא:", 
            "  הדרן עלך יום הכפורים וסליקא לה מסכת יומא"
        ]
    ], 
    "title": "Rif Yoma", 
    "versionSource": "https://www.sefaria.org/Rif_Yoma", 
    "heTitle": "רי\"ף יומא", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rif", 
        "Seder Moed"
    ]
}