{
    "text": {
        "0_Daf, 0_Comment": "נ\"ב בתו\"כ דריש לה אמור אל הכהנים ומייתי לה בפ\"ק דקדושין דף לה:",
        "0_Daf, 1_Comment": "נ\"ב פלוני:",
        "0_Daf, 2_Comment": "נ\"ב פ' האשה רבה דף פט:",
        "0_Daf, 3_Comment": "נ\"ב בתו\"כ דלעיל ומייתי לה בפ\"ב דיבמו' כב:",
        "0_Daf, 4_Comment": "נ\"ב אפשר שבא ליישב דמנ\"ל לדרוש על הקטנים דלאו בני חיובי נינהו דלמא דוקא להזהיר בית דין על הגדולים וקאמר דגלי לן קרא דכתיב הכהנים בני אהרן ולאו ילפותא גמורה היא אלא גילוי מלתא בעלמא ודוק:",
        "0_Daf, 5_Comment": "צ\"ל תניא:",
        "0_Daf, 6_Comment": "בדא וכשאין כו' אבל כו' לא בדא ושאין כבודו לכך כו' כבודו לכך לא בדא והנשיא כבודו לכך כו' כצ\"ל:",
        "0_Daf, 7_Comment": "רבי ינאי כצ\"ל:",
        "0_Daf, 8_Comment": "צ\"ל לכך לא בדא כלומר דאי כו' לא יספיק בזה כדקאמר כו' כצ\"ל:",
        "0_Daf, 9_Comment": "צ\"ל לכך כו' כבודו לכך:",
        "0_Daf, 10_Comment": "נ\"ב ופשט דחייבי' ליטמא לי':",
        "0_Daf, 11_Comment": "נ\"ב כלומר שנמצאו שם ישראלים הרבה שרוצים להטפל בקבורתו אפ\"ה נקרא מת מצוה מאחר שאין הקרובים רוצים להטפל בו ומפני שקשה להרמב\"ן למה יקרא לזה מת מצוה גלל כן פירש דלאו דוקא קריא ולא ענו לה קאמר אלא מילתא בעלמא קאמר דאפילו היא בעצמה קוראה אין אחרים עונין אותה ומכ\"ש אחרים שאין קרובי' וכיון שקבורתה בספק ובייאוש הטילוה חכמים עליו אפי' כשימצא אחרים שרוצין להטפל בו. והרא\"ש נחלק על זה דדוקא כשאין מיטפל בה שום אדם אבל כשימצא אחרים להטפל בו אין זה מת מצוה ודוק:",
        "0_Daf, 12_Comment": "צ\"ל שהבעל:",
        "0_Daf, 13_Comment": "המשפחה כו' הוסבה אצל הבעל החי כו' כצ\"ל:",
        "0_Daf, 14_Comment": "צ\"ל והיינו:",
        "0_Daf, 15_Comment": "השתא יש לומר באחרים מטמא באבוה כו' כצ\"ל:",
        "0_Daf, 16_Comment": "נ\"ב דוקא:",
        "0_Daf, 17_Comment": "בעלה הכהן שנפטרה אשתו בביתו קרי לבני משפחתה כצ\"ל:",
        "0_Daf, 18_Comment": "נ\"ב היה.",
        "0_Daf, 19_Comment": "צ\"ל מתנות:",
        "0_Daf, 20_Comment": "נ\"ב לשון הגמ' פ' עשרה יוחסין וחלוצה דרבנן. והתניא גרושה אין לי אלא גרושה חלוצה מנין ת\"ל ואשה. מדרבנן וקרא אסמכתא בעלמא הוא:",
        "0_Daf, 21_Comment": "נ\"ב דמדאורייתא:",
        "0_Daf, 22_Comment": "נ\"ב וכן נראה דעת הטור שבאו\"ח בהלכות שבת כתב דאין ב\"ד מצווין להפרישו ולענין טומאה פסק דמחויבים להפרישו וכבר השיג הרשב\"א בתשובה סימן קכ\"ח על סברא זו ופסק דלעולם בכל איסורין א\"צ להפרישו אלא שלא לטמאו בידים וכן פסק הסמ\"ג בלאוין סימן ס\"ה וסימן קמ\"ח וסימן רל\"ד ע\"ש וכן פסק הרמב\"ם ז\"ל:",
        "0_Daf, 23_Comment": "נ\"ב עי' במ\"ש הרב בפ' זה בורר שהביא דברי הרמב\"ם שאין מטמאין אותה בעל כרחה והביא גם ראיה לדבריו:",
        "1_Daf, 0_Comment": "צ\"ל לאמו ולאביו:",
        "1_Daf, 1_Comment": "צ\"ל ולא:",
        "1_Daf, 2_Comment": "צ\"ל דר':",
        "1_Daf, 3_Comment": "צ\"ל דדרשי:",
        "1_Daf, 4_Comment": "נ\"ב אף:",
        "1_Daf, 5_Comment": "צ\"ל טעמייהו:",
        "1_Daf, 6_Comment": "נ\"ב לגבייהו:",
        "1_Daf, 7_Comment": "נ\"ב אחותו:",
        "1_Daf, 8_Comment": "נ\"ב ואינה מחויבת דלאו שארו היא כצ\"ל:",
        "1_Daf, 9_Comment": "נ\"ב בפ\"ג מהל' אבל:",
        "1_Daf, 10_Comment": "צ\"ל הרבה כו' הנשים:",
        "1_Daf, 11_Comment": "נ\"ב וגם רב הונא סבר כוותיה:",
        "1_Daf, 12_Comment": "נ\"ב מה:",
        "1_Daf, 13_Comment": "צ\"ל המת:",
        "1_Daf, 14_Comment": "צ\"ל דקא:",
        "1_Daf, 15_Comment": "נ\"ב בת\"כ:",
        "1_Daf, 16_Comment": "נ\"ב וז\"ל הר\"א מזרחי בפ' אמור וא\"ת מ\"ש גבי הקרובה אליו דרשו לרבות את הארוסה ולגבי שארו הקרוב אליו דרשו ולא הארוסה. י\"ל משום דלגבי בעל אין האשה קרובה לו אלא הנשואה שכל זמן שהיא ארוסה היא אצל אביה ואחיה. דרשו הקרוב אליו ולא הארוסה שאינה קרובה לו. ולגבי אח שאין אחותו קרובה לו אלא בהיותה פנויה או ארוסה דרשו הקרובה אליו לרבות הארוסה. והכי אית' בירושלמי מחלפא שיטתייהו דרבנן תמן אינון אמרין הקרוב ולא הארוסה והכא אינון אמרין לרבות הארוסה ומשני אחותו לעולם בפנים עד שתצא בחוץ. ארוסה לעולם בחוץ עד שתנשא לו עכ\"ל:",
        "1_Daf, 17_Comment": "וז\"ל הסמ\"ג ובהלכות גדולות מביא ברייתא ספק אחיו ספק אינו אחיו ספק בנו ספק אינו בנו מתאבל ואונן ואינו מטמא כו' וכה\"ג כתב הרא\"ש ע\"ש. ונראה דבא הכתוב לחייבו נמי בעשה דלאו הבא מכלל עשה עשה. אי נמי כיון דאיכא נמי מצוה שיטמא לה כמו שדרשי לה יטמא מצוה כו' הילכך צריך הכתוב למעט הספיקות לומר שאין מצוה כלל כשיטמא בספקות. ודוק:",
        "1_Daf, 18_Comment": "נ\"ב וכך הקשו רוב הגאונים ועי' בדברי הרא\"ש:",
        "1_Daf, 19_Comment": "נ\"ב ועל דבר זה הקשה הרא\"ש ע\"ש:",
        "2_Daf, 0_Comment": "נ\"ב וז\"ל הרמב\"ם וסככות לקוח מן סוככים בכנפיהם. ופרעות מן גדל פרע שער ראשו. ע\"כ. וז\"ל הר\"ש בפי' הזיזין כמו זיז היוצא מן הכותל. והגזריות בערוך גרס והזוטראות ופירש שם כסוסטראות ויש כצוצריות ויש כצוצטראות. שובכות. של יונים. שקיפין. סלעים פי' לעיל בספ\"ג. גחיריה פירש בערוך מין חורים שבהם שמשם בא האור. וי\"א מערות וחורים והשננים. שן סלע. שהן יכולים לקבל כו'. וכה\"ג פירש הרמב\"ם ע\"ש רק שבמקום והגחירין גורס הוא ז\"ל והגהירין ופירש והוא תוספות הכותל מן ויגהר ארצה ע\"כ. ובספ\"ג פי' הר\"ש שקיפין הם סעיפי הסלעים וסלעים הם נקיקי הסלעים ונקיקי' דומיא דשקיפים אלא חד נעשה ע\"י מטר ואחד נעשה מאיליו כו' ע\"כ:",
        "2_Daf, 1_Comment": "נ\"ב פ\"ג ופ\"י דאהלות:",
        "2_Daf, 2_Comment": "נ\"ב כזה א):",
        "2_Daf, 3_Comment": "נ\"ב לשון רש\"י בפ\"ק דב\"ב דף יד אוכלות. תופסות. כך לשון המשנה אוכל בדרום אמה אחת גבי יסוד המזבח. ואף בלשון מקרא כי יאכלו אתיקים מהנה בספ' יחזקאל עכ\"ל:",
        "2_Daf, 4_Comment": "ולא כהני תנאי כצ\"ל ותי' והכי תניא נמחק:",
        "2_Daf, 5_Comment": "נ\"ב מתניתא:",
        "2_Daf, 6_Comment": "נ\"ב וקצת קשה שמא גם הרי\"ף לזה נתכוין במ\"ש אבל מיטמא כו' כלומ' דלאמ\"ה אינו מיטמא כשהוא בחיים אבל לאחר שמת מיטמא הוא אף על עצם כשעורה שנחתך בחייו וצריך לומר דאף בכה\"ג אינו מטמא למה שכבר נחתך בחייו אלא דוקא לגופו הוא מטמא מטעם שאף לאחר מיתה הוא בשלמות שהיה לו בחיים ולאביו בזמן שהוא שלם קרינן ביה אבל לאבר שכבר נחתך אינו בדין שיטמא לו אף לאחר שמת דלה יטמא ולא לאבריה מקרא מלא דבר הכתוב וק\"ל:",
        "2_Daf, 7_Comment": "תי' חצר נמחק:",
        "2_Daf, 8_Comment": "נ\"ב מילתא:",
        "2_Daf, 9_Comment": "נ\"ב ד\"א:",
        "2_Daf, 10_Comment": "תפיס כו' משהו לחודייה סגי כצ\"ל:",
        "2_Daf, 11_Comment": "נ\"ב פירוש שאם הטומאה ממש תחת הציון אינו מרגיש עד שבא על הציון פתאום ויטמאו הטהרות שהרי הטומאה תחת הציון והשתא ודאי צריך לומר דציון כל שהוא סגי דאל\"כ אפי' היה הציון במקום טומאה מ\"מ מאחר שהוא יוצא גם חוץ למקום טומאה לא יבא לידי הפסד טהרות וק\"ל ומ\"ש ולא מצרכינן כו' הוא כמו ועוד כלומר יתו דמדלא מצרכינן בשום דוכתא דשיעור ציון הוא ד' אמות אלמא דבכל שהוא סגי דאל\"כ לא אשתמינו תלמודא בשום דוכתא שעורא דציון בכמה:",
        "2_Daf, 12_Comment": "נ\"ב כלומר ומשום הפסד טהרות אבל על הרחקה שגזרו חכמים נעל הכהנים שאין בו הפסד טהרות לא הצריכו ציון תדע שהרי אין מרחיקין ציון ממקום טומאה יותר מכל שהוא שלא להפסיד א\"י בטומאה שלא לצורך דמיד שרואה הציון הוא פורש ואי אמרת דאף על הרחקה שגזרו חכמים הצריכו ציון קשיא מאי קאמר אין מרחיקין כו' הא בע\"כ צריך להרחיק מגזירת חכמים כו':",
        "2_Daf, 13_Comment": "נ\"ב מן:",
        "2_Daf, 14_Comment": "נ\"ב רואין:",
        "2_Daf, 15_Comment": "צ\"ל תחוץ:",
        "2_Daf, 16_Comment": "דאין לטומאה מקום כצ\"ל:",
        "2_Daf, 17_Comment": "נ\"ב ותימה לפירושו דא\"כ למה נקט הרי\"ף ז\"ל בלשונו ואפי' תותי אילן כו' ואפי' אבנים כו' יותר מן השאר הילכך נראה דה\"ק ואפי' ספק טמא כגון אילן שמיסך על הארץ וענפיו מובדלין זה מזה וטומאה תחת אחת מהן ואין ידוע איזה או אבנים יוצאין מן הגדר וטומאה תחת א' מהם ואין ידוע תחת איזה וכן משמע בדברי הטור בסימן שס\"ט:",
        "2_Daf, 18_Comment": "נ\"ב אע\"פ:",
        "2_Daf, 19_Comment": "נ\"ב בהן:",
        "2_Daf, 20_Comment": "וכן גרס הר\"ש ופי' ג\"כ כך אבל הרמב\"ם עם היות שגרס מעזיבה רכה בכ\"ף א' דבריהם בע\"א וז\"ל אולם אם היה הדבר הזה הבולט חלוש עד שכאשר ישימו עליו מעזיבה לא יסבלוהו אבל תפול הנה לא יחוץ בפני הטומאה. והמעזיבה תתחלף כי יש גג שעושין אותו מנסרים עבים אפי' הכתלים לא תסבול אותם וכבר יעשו גג מדקי הערבה או מקנים וישימו עליו טיט מעט וזה קל המשא ואמר רבי מאיר כי כאשר תסבול זה המשא הקל תביא את הטומאה וחכ\"א עד שתסבול מעזיבה ממוצעת בין כבדות לקלות ואין הלכה כר\"מ עכ\"ל:",
        "3_Daf, 0_Comment": "נ\"ב וכן בחצר שהיא מוקפת אכסדרה:",
        "3_Daf, 1_Comment": "נ\"ב בספ\"ק דחולין:",
        "3_Daf, 2_Comment": "נ\"ב לשון גמ' אמר רב ששת אם הגיה:",
        "3_Daf, 3_Comment": "דמת בבית ולו פתחים הרבה כולן טמאים כצ\"ל:",
        "3_Daf, 4_Comment": "נ\"ב ר\"ל שאותה המשנה שמביא הרי\"ף ראיה ממנה אינה ברורה שהרי בכל המשניות שבידנו הגירסא היא טומאה בבית כליו שתחתיו טהורין לדברי הכל והטעם הוא לפי שאינו אוכל בפתח טפח אינו מביא את הטומאה תחתיו וכשהטומאה תחתיו מחמי' ר\"א טפי מפני שסובר דבקל מביא טומאה לבית וא\"כ לפי גירסא זו ופירושא אין משם ראיה על סוף טומאה לצאת ולכך היה לו להרי\"ף ז\"ל להביא כמה משניות שהן פשוטות וברורות בגרסתם יותר מזו:",
        "3_Daf, 5_Comment": "נ\"ב פירוש שלא לחצר:",
        "3_Daf, 6_Comment": "נ\"ב כלומר וכן אם היתה טומאה תחת הזיזין נכנסת מתחתם לבית:",
        "3_Daf, 7_Comment": "נ\"ב אמר ר' יוחנן:",
        "3_Daf, 8_Comment": "נ\"ב מביא ברייתא:",
        "3_Daf, 9_Comment": "מין כצ\"ל:",
        "3_Daf, 10_Comment": "נ\"ב כדאיתא בפ' שמונה שרצים אמר רב הונא כותבין תפילין על עור של עוף טהור כו':",
        "3_Daf, 11_Comment": "ולפירושו כצ\"ל:",
        "3_Daf, 12_Comment": "נ\"ב עיין לקמן בסי' רל\"ח בד\"ה מספר העתים כו' בדברי הרא\"ש:",
        "3_Daf, 13_Comment": "אותן שלש אצבעות ה\"ל כמי שהטומאה כו' כצ\"ל:",
        "3_Daf, 14_Comment": "צ\"ל והר\"מ:",
        "3_Daf, 15_Comment": "אחלי כצ\"ל:",
        "3_Daf, 16_Comment": "שמא כצ\"ל:",
        "3_Daf, 17_Comment": "תי' אין נמחק ונ\"ב יש:",
        "4_Daf, 0_Comment": "נ\"ב והיקיפו גדול:",
        "4_Daf, 1_Comment": "נ\"ב הנכרי:",
        "4_Daf, 2_Comment": "מן לפי כו' עד דיבור נמחק:",
        "4_Daf, 3_Comment": "נ\"ב פי' כשמגביהו וחושב לשלוח יד בפקדון חייב אע\"פ שאינו מוציא בשפתיו אבל בלא הגבהה ודאי אינו חייב אפי' כשהוציא בשפתיו ואצ\"ל במחשבה לחודיה וק\"ל:",
        "4_Daf, 4_Comment": "נ\"ב תורה:",
        "4_Daf, 5_Comment": "נ\"ב כתיבת:",
        "4_Daf, 6_Comment": "נ\"ב דאמר:",
        "4_Daf, 7_Comment": "דאין כותבין במי כו' כצ\"ל:",
        "4_Daf, 8_Comment": "נ\"ב שם:",
        "4_Daf, 9_Comment": "נ\"ב והוא המקום הטוב לכתיבה ור\"ת ז\"ל היה אומר דקלפים שלנו יש להם דין קלף ונכתבים במקום בשר כו':",
        "4_Daf, 10_Comment": "צ\"ל השער:",
        "4_Daf, 11_Comment": "נ\"ב הרבה קליפות:",
        "4_Daf, 12_Comment": "תיבת תפילין נמחק:",
        "4_Daf, 13_Comment": "צ\"ל השירה:",
        "4_Daf, 14_Comment": "נ\"ב שהיתה מונחת אצל הלוחות אוכלת כו' וכצ\"ל:",
        "4_Daf, 15_Comment": "צ\"ל עזרה ותי' תורה נמחק:",
        "4_Daf, 16_Comment": "נ\"ב כלומר שאם כך הוא האמת כמו שיראה דהנך ו' טפחים בהדי עמודים קאמר וגם נפרש מאחר שלא הוזכר שיעור לעמודים בתלמוד דאלמא אין שיעור לעובי העמוד א\"כ בקל יכול לשער כו' ודבר זה בעל כרחך אינו אמת משום דא\"כ קשה הא דאמר בפ\"ק דב\"ב דרב כהנא כתב ע' ס\"ת ולא אתרמי ליה אלא חד כו' הלא בקל יכול לשער אלא ודאי צריך לומר דלפי מה שנפרש דהנך ו' טפחים עם העמודים קאמר יש שיעור לעובי העמוד וכ\"כ הרא\"ש גופיה להדיא בספ\"ק דב\"ב. רק שכתב עוד אח\"כ שיש לפרש דהנך ו' טפחים בלא עמודים קאמר. ולכאורה היה נראה לומר שכך היא מסקנת הרא\"ש כמו שרגיל הטור ז\"ל לפרש שדעת הרא\"ש לפסוק כמו שכותב בסוף אכן מאחר שלא הזכיר הרא\"ש ז\"ל סברא זו בדבריו פה יראה דס\"ל עיקר דהנך ו' טפחים בהדי עמודים קאמר וזה היה דעת הטור בי\"ד סימן רע\"ב שהעתיק מ\"ש הרא\"ש ז\"ל פה ולא הזכיר ממ\"ש בפ\"ק דב\"ב אכן עכ\"פ צריך לומר כדפי' שיש שיעור לעובי העמודים שאם אין שיעור א\"כ בקל כו' וא\"כ יקשה מהא דרב כהנא כו' שהרי לכאורה דוחק ליישב זה הספק. וכך אפשר לפרש גם דברי הטור שהעתיק מ\"ש הרא\"ש ואם אין שיעור כו' דהיינו לאמר שא\"כ הדבר עומד קצת בספק אם יש שיעור אם לאו. אבל מדברי רבינו ירוחם בנתיב שני ח\"ב נראה שמפרש בפשיטות לדעת הרא\"ש שהנך ו' טפחים עם העמודים קאמר וגם אין שיעור לעובי העמודים ע\"ש. אבל לא משמע כן מדברי הרא\"ש גם כי יקשה עליו מההיא דפ\"ק דב\"ב. ומצאתי בקיצור פסקי הרא\"ש בפ\"ק דב\"ב שכתב ששה טפחים בלא עמודים ותימה שכתב היפך ממ\"ש בטור סימן רע\"ב וכמ\"ש:",
        "4_Daf, 17_Comment": "נ\"ב א\"כ:",
        "4_Daf, 18_Comment": "צ\"ל דבמסכת:",
        "4_Daf, 19_Comment": "נ\"ב לא:",
        "4_Daf, 20_Comment": "צ\"ל קלף קטן מפני כו':",
        "4_Daf, 21_Comment": "נ\"ב נראה שהיה גורס לא יחלק שלש לכאן ושלש לכאן כו' כמו שהוא בספרים דידן. ומפרש דעיקר הכוונה אינו אלא שלא יחלק אותה לג' יריעות אלא לב' יריעות וכיון שצריך לחלקה לב' יריעות עדיף טפי לעשות א' מד' דפין וא' מה' דפין וק\"ל:",
        "5_Daf, 0_Comment": "נ\"ב ולא מפני ריוח שבין שיטה לשיטה ולא כו':",
        "5_Daf, 1_Comment": "נ\"ב ספרי פ' ראה:",
        "5_Daf, 2_Comment": "נ\"ב סתומין פתוחין פתוחין סתומין:",
        "5_Daf, 3_Comment": "צ\"ל את מה שבכתב:",
        "5_Daf, 4_Comment": "צ\"ל יש:",
        "5_Daf, 5_Comment": "נ\"ב בתיקון:",
        "5_Daf, 6_Comment": "נ\"ב כזה:",
        "5_Daf, 7_Comment": "זז:",
        "5_Daf, 8_Comment": "נ\"ב ו:",
        "5_Daf, 9_Comment": "צ\"ל שכפוף למטה וק\"ל:",
        "5_Daf, 10_Comment": "צ\"ל והה\"א:",
        "5_Daf, 11_Comment": "נ\"ב: י",
        "5_Daf, 12_Comment": "נ\"ב ט:",
        "5_Daf, 13_Comment": "צ\"ל שם:",
        "6_Daf, 0_Comment": "נ\"ב לשון הגמ'ולאו עתיקתא עתיקתא ממש כו':",
        "6_Daf, 1_Comment": "צ\"ל דלא:",
        "6_Daf, 2_Comment": "נ\"ב ההיא באמצע כו':",
        "6_Daf, 3_Comment": "נ\"ב דברי שלום ואמת כו'.",
        "6_Daf, 4_Comment": "נ\"ב אם:",
        "6_Daf, 5_Comment": "נ\"ב או אין מצלת:",
        "6_Daf, 6_Comment": "צ\"ל שחסרו:",
        "6_Daf, 7_Comment": "נ\"ב ולא:",
        "6_Daf, 8_Comment": "אף באמצע השיטה ובאמצע הדף. פי' דוקא בדאיכא תרוייהו באמצע והא דלא יגמור באמצע הדף היינו דוקא בסוף שיטה והנמוקי יוסף לא פירש כן:",
        "6_Daf, 9_Comment": "צ\"ל ס\"ת שנקרע טולה כו' כצ\"ל ותיבת מבחוץ נמחק:",
        "6_Daf, 10_Comment": "נ\"ב נ\"ל:",
        "6_Daf, 11_Comment": "נ\"ב כתב הטור סי' ר\"פ פי' אפי' לא בלו ממנה אלא א' או שתים צריך להחליף ג' לפי שאי אפשר שיהו אותן שמחליף דומות לגמרי לאחרות לכך צריך שיהא לפחות שלשה דומות ואז אין כל כך גנאי בשינויין עכ\"ל:",
        "6_Daf, 12_Comment": "צ\"ל כתבה כשרה כצ\"ל ותי' או נמחק:",
        "6_Daf, 13_Comment": "נ\"ב נראה מבואר שמפרש הא דעפיצן יתפור הא דלא עפיצן לא יתפור וכן נראה מדברי הר\"ן בפ' המוציא יין ומדברי הרמב\"ם פ\"ט מה' ס\"ת וכה\"ג כתב גם הטור יו\"ד סי' ר\"פ ודלא כפירש\"י אבל במרדכי כתב בשם ר\"י כפירש\"י וכ\"כ עוד בהגהות מרדכי דגיטין משם תשובת הרשב\"א כפירש\"י:",
        "6_Daf, 14_Comment": "נ\"ב נראה שהיה גורס בההוא עובדא דר' אבא מלא אות דקה כו' ודו\"ק ועי' שוב במרדכי:",
        "6_Daf, 15_Comment": "נ\"ב טעות:",
        "6_Daf, 16_Comment": "נ\"ב הא:",
        "6_Daf, 17_Comment": "נ\"ב והרא\"ש והמרדכי משם רבינו שמשון כתבו שזה טעו' מההיא דעירובין פ\"ק ובסוטה בני הזהר במלאכתך [כו'] שאם אתה מחסר או מייתר אות א' אתה מחריב את כל העולם כולו ע\"ש:",
        "6_Daf, 18_Comment": "צ\"ל ס\"ת:",
        "7_Daf, 0_Comment": "נ\"ב ד' מה: וע\"ש במ\"ש הר\"ן לדעת הרי\"ף ז\"ל:",
        "7_Daf, 1_Comment": "נ\"ב בפ\"ח שרצים דף ק\"ח וריש מ\"ס:",
        "7_Daf, 2_Comment": "נ\"ב מתני':",
        "7_Daf, 3_Comment": "נ\"ב גמ'.",
        "7_Daf, 4_Comment": "נ\"ב כו':",
        "7_Daf, 5_Comment": "נ\"ב זהו פי' למ\"ש בגמ' אמר רב אשי חזינא להו לספרי דווקני דבי רב דחטרי' להו לגגיה דחי\"ת כו':",
        "7_Daf, 6_Comment": "נ\"ב אבל נ\"י לא פירש כן:",
        "7_Daf, 7_Comment": "נ\"ב כדכתיב:",
        "7_Daf, 8_Comment": "נ\"ב אלא:",
        "7_Daf, 9_Comment": "נ\"ב כיון:",
        "7_Daf, 10_Comment": "צ\"ל עדיף:",
        "7_Daf, 11_Comment": "נ\"ב כדמרחקא שמיא מארעא:",
        "8_Daf, 0_Comment": "צ\"ל כשהניח' בדלת:",
        "8_Daf, 1_Comment": "צ\"ל הן:",
        "8_Daf, 2_Comment": "נ\"ב שמאל של שיטה:",
        "8_Daf, 3_Comment": "נ\"ב דק:",
        "8_Daf, 4_Comment": "נ\"ב במקל:",
        "8_Daf, 5_Comment": "נ\"ב הבית:",
        "8_Daf, 6_Comment": "נ\"ב שייך לקמן ע\"ב אחר ד\"ה בתחלת שליש:",
        "8_Daf, 7_Comment": "צ\"ל ופר\"י:",
        "8_Daf, 8_Comment": "צ\"ל דבהכי:",
        "8_Daf, 9_Comment": "צ\"ל בקלף:",
        "8_Daf, 10_Comment": "נ\"ב יין:",
        "8_Daf, 11_Comment": "צ\"ל אגויל:",
        "8_Daf, 12_Comment": "דכיון כצ\"ל:",
        "8_Daf, 13_Comment": "נ\"ב כלומ' לפי דעת המקשה ודאי יש לדקדק דלמה ליה למתני כתבה על שני דפין והניחה בשני סיפין לתני סתמא הניחה בשני סיפין פסולה דפשיטא דאיירי בכתבה בשני דפין דאילו בדף אחד היאך יניח בשני סיפין אלא ודאי בשני דפין קאמר דאם הניחה בשני סיפין פסולה ודייקינן מינה הא בסף אחד כשרה וא\"כ למה ליה למתני בהדיא כתבה על ב' דפין ליתני סתמא. אבל אם פי' שני דפין בשתי חתיכות הוצרך לומר כתבה בב' דפין שאם היה שונה בסתם הניחה בשני םיפין פסולה הייתי מפרש דאיירי בחתיכה אחת אלא שכתובה בב' דפין ולפיכך אינה פסולה אלא בהניחה בב' סיפין אבל בסף אחד כשרה אבל בב' חתיכות אף בסף אחד פסולה להכי תני על שני דפין בשני סיפין פסולה אבל בסף אחד אפי' בשתי חתיכות כשניה לפי דעת המקשה.",
        "8_Daf, 14_Comment": "נ\"ב כלומר ע\"כ ההיא דסוטה איירי בב' חתיכות דומיא דגט כו':",
        "8_Daf, 15_Comment": "וכל בית ובית כצ\"ל:",
        "8_Daf, 16_Comment": "שלאחר:",
        "8_Daf, 17_Comment": "צ\"ל לדירה:",
        "8_Daf, 18_Comment": "נ\"ב והיינו כפי' התוס' והרא\"ש דלא כרש\"י:",
        "9_Daf, 0_Comment": "צ\"ל לו:",
        "9_Daf, 1_Comment": "צ\"ל אצל מקומו:",
        "9_Daf, 2_Comment": "נ\"ב רבי: [ג.] כאן שייך ד\"ה בטפח הסמוך לר\"ה. ועי' לעיל ע\"א בהגהות הב\"ח אות ז':",
        "9_Daf, 3_Comment": "צ\"ל מזוזת סף:",
        "9_Daf, 4_Comment": "נ\"ב הוא:",
        "9_Daf, 5_Comment": "צ\"ל פצימין היינו עמודים:",
        "9_Daf, 6_Comment": "צ\"ל בפתח:",
        "9_Daf, 7_Comment": "נ\"ב כולהו:",
        "9_Daf, 8_Comment": "בתחלת שליש כצ\"ל:",
        "9_Daf, 9_Comment": "בניין מלבן או פצים ביניהם רחב טפח כו' כצ\"ל ותי' ויש נמחק:",
        "9_Daf, 10_Comment": "צ\"ל הכיפה:",
        "9_Daf, 11_Comment": "צ\"ל דהשוק:",
        "9_Daf, 12_Comment": "נ\"ב צ\"ע:",
        "9_Daf, 13_Comment": "נ\"ב והרא\"ש כתב דאפי' לכתחלה יכול לתתה בגובה של פתח וכן הוא בגמ' וע\"ש ובתוס':",
        "9_Daf, 14_Comment": "צ\"ל שהיא לצד ימין בכניסתו:",
        "9_Daf, 15_Comment": "נ\"ב והתוס' והרא\"ש לא פירשו כן גם רש\"י פירש בע\"א:",
        "10_Daf, 0_Comment": "צ\"ל דרב:",
        "10_Daf, 1_Comment": "נ\"ב בבוא איש בית ה' ונתנו שמה הכהנים שומרי הסף את כל הכסף המובא בית ה' מאי ר\"מ:",
        "10_Daf, 2_Comment": "נ\"ב באויר ואין צריך מזוזה:",
        "10_Daf, 3_Comment": "נ\"ב כזה א:",
        "10_Daf, 4_Comment": "צ\"ל הגינה לבית שער כשרוצין כו':",
        "10_Daf, 5_Comment": "צ\"ל לקיטונית:",
        "10_Daf, 6_Comment": "נ\"ב מגינה לבית כי פליגי מבית כו':",
        "10_Daf, 7_Comment": "נ\"ב כזה ב:",
        "10_Daf, 8_Comment": "נ\"ב ועולין לה מן הבית במעלות:",
        "10_Daf, 9_Comment": "ברשות בעליה ועושין וכו':",
        "10_Daf, 10_Comment": "נ\"ב מתשובות הגאונים:",
        "10_Daf, 11_Comment": "ואע\"פ כצ\"ל:",
        "10_Daf, 12_Comment": "ג' תי' עדאי כלומר אלו נמחקות:",
        "10_Daf, 13_Comment": "צ\"ל הרי:",
        "10_Daf, 14_Comment": "ואין כצ\"ל:",
        "10_Daf, 15_Comment": "שהיה נתון אצל קיר צפוני של מזרח אל אצל המזבח מימין כו' הוי ביאה וכל דבר הניתן דרך ביאה צריך ליתנו מימין כצ\"ל:",
        "10_Daf, 16_Comment": "נ\"ב דמיעוט מזוזות שתים כצ\"ל:",
        "10_Daf, 17_Comment": "נ\"ב אחד שערי מדינות. יש מדינה מוקפת הרים ויערים בכמה פרסאות ואין יוצאין ממנה אלא דרך שערים כגון ארץ הגר:",
        "10_Daf, 18_Comment": "צ\"ל בבי:",
        "10_Daf, 19_Comment": "מדרום לצפון כצ\"ל:",
        "10_Daf, 20_Comment": "נ\"ב כזה:",
        "10_Daf, 21_Comment": "נ\"ב והר\"ן האריך בזה בפ\"ק דסוכה והסכים לדברי ר\"ת ע\"ש:",
        "10_Daf, 22_Comment": "נ\"ב פתח:",
        "10_Daf, 23_Comment": "צ\"ל לשם גינה:",
        "10_Daf, 24_Comment": "צ\"ל דתשמיש:",
        "10_Daf, 25_Comment": "נ\"ב והא:",
        "10_Daf, 26_Comment": "בדרך כצ\"ל:",
        "10_Daf, 27_Comment": "נ\"ב אדם נכנס כצ\"ל:",
        "10_Daf, 28_Comment": "צ\"ל שתי:",
        "10_Daf, 29_Comment": "נ\"ב לשון הגמ' אמר אביי דכ\"ע גבוהה עשרה ואין ברגליה ג' ולאו כלום היא א\"נ יש ברגליה ג' ואין גבוה י' ולאו כלום היא לא נחלקו אלא בגבוה י' ויש ברגליה ג' ואין ברחבה ד' ויש בה לחוק להשלימה לד' ר\"מ סבר חוקקין להשלים ורבנן סברי אין חוקקין להשלים ונראה שכך היה גורס הנ\"י בדברי הרי\"ף:",
        "11_Daf, 0_Comment": "נ\"ב האוצרות:",
        "11_Daf, 1_Comment": "נ\"ב גברא בעי חיי נשי לא בעי חיי:",
        "11_Daf, 2_Comment": "נ\"ב לשון רש\"י נבדקת. שמא נרקבה או נגנבה: ושל רבים. שערי חצרות ומדינות ועיירות: בארטבן. שם האיש ואמרי לה על שם האומנות. קסדור. שם פקידות כגון סרדיוט הוא שוטר:",
        "11_Daf, 3_Comment": "צ\"ל ואמר ונ\"ב פירוש דרבי יהודה בא לפרש הא דאמרינן ושל רבים כו' שפי' שערי חצרות ומדינות ועיירות כפירש\"י דמשמע דעושים להם מזוזה היינו דוקא בשאין דרים בו רק יהודים אבל בשדרים בו ג\"כ נכרים אז אין לעשות מזוזה כלל בפתח שערי העיר דמעשה בארטבון כו' והיינו שהעליל עליו הקסדור ואמר כשפים אתה עושה בשערי העיר וממילא צריך לפרש הא דכתבו הפוסקים בסתם דאחד שערי העיר כו' דצריך מזוזה היינו דוקא בשאין בה כלל נכרים דאין לומר שהם מפרשים דר' יהודה בא לחלוק ולא לפרש וממילא הלכה כרבנן דפליגי עליה זה אינו שהרי בגמ' אמרו להדיא שגם האמוראים סמכו על ההיא דר' יהודה ולא עבדו מזוזה באבולי דמחוזא אע\"פ שהיתה רוב העיר ישראל ע\"ש ועי' במ\"ש מהר\"א שטיין בביאורו לעשה דף קו ע\"ג:",
        "11_Daf, 4_Comment": "תי' יחיד נמחק:",
        "11_Daf, 5_Comment": "נ\"ב אמר רב:",
        "11_Daf, 6_Comment": "צ\"ל ברבי:",
        "11_Daf, 7_Comment": "משיחה או חוט בין כו' כצ\"ל:",
        "11_Daf, 8_Comment": "נ\"ב החריץ:",
        "11_Daf, 9_Comment": "נ\"ב יהודה ברבי. יהודה החכם:",
        "11_Daf, 10_Comment": "תי' אחד נמחק:",
        "11_Daf, 11_Comment": "שומרנו וצלנו כצ\"ל:",
        "11_Daf, 12_Comment": "נ\"ב חסר ב' ווין:",
        "11_Daf, 13_Comment": "נ\"ב לה:",
        "11_Daf, 14_Comment": "צ\"ל חמישיתוו ונ\"ב ופריך אי הכי גבי הקדש נמי הא כתיב ויסף חמישית ומשני דכי נמי שקלת לוי\"ו דויסף ושדית ליה על חמישית סוף סוף ה\"ל חמישיתו פרש\"י כו' כצ\"ל ותיבות אפ\"ה הוי חמישיותיו נמחק:",
        "11_Daf, 15_Comment": "נ\"ב ונקרי חמישיות:",
        "11_Daf, 16_Comment": "נ\"ב בפ' הערל:",
        "11_Daf, 17_Comment": "נ\"ב וא\"ו וה\"א דריש:",
        "11_Daf, 18_Comment": "נ\"ב פירוש:",
        "11_Daf, 19_Comment": "נ\"ב כן פירש\"י:",
        "11_Daf, 20_Comment": "נ\"ב לך:",
        "12_Daf, 0_Comment": "תי' מדקאמר נמחק:",
        "12_Daf, 1_Comment": "נ\"ב לשון הגמ' ל\"ק הא בעתיקא הא בחדתא כו':",
        "12_Daf, 2_Comment": "נ\"ב בפ' השולח דף מה וע\"ש במ\"ש הר\"ן:",
        "12_Daf, 3_Comment": "צ\"ל לשמן:",
        "12_Daf, 4_Comment": "נ\"ב צ\"ע דמשמע דבכתבן מין יגנז וזה לא מצינו בגמ':",
        "12_Daf, 5_Comment": "נ\"ב עור:",
        "12_Daf, 6_Comment": "נ\"ב ל' הגמ' והקורא קורא כסדרן:",
        "12_Daf, 7_Comment": "צ\"ל דרך הפה הרחב:",
        "12_Daf, 8_Comment": "צ\"ל ונראין בו:",
        "12_Daf, 9_Comment": "צ\"ל התפר:",
        "12_Daf, 10_Comment": "לשם קדושת תפילין אני כותב והאזכרו' יכתוב לשם קדושת השם ותפילין נכתבין כו' כצ\"ל:",
        "12_Daf, 11_Comment": "נ\"ב פירש\"י:",
        "12_Daf, 12_Comment": "נ\"ב פירש:",
        "12_Daf, 13_Comment": "נ\"ב כתב רבינו יוסף ט\"ע:",
        "12_Daf, 14_Comment": "צ\"ל ומפני:",
        "12_Daf, 15_Comment": "נ\"ב וכו':",
        "12_Daf, 16_Comment": "ולוקחים עור עב וחזק כצ\"ל:",
        "12_Daf, 17_Comment": "צ\"ל ממשיכן ומעבירן:",
        "12_Daf, 18_Comment": "נ\"ב ובתפילין:",
        "12_Daf, 19_Comment": "שכתבו מין ישרף:",
        "12_Daf, 20_Comment": "נ\"ב והיה כי יביאך ואח\"כ שמע ואח\"כ כו':",
        "13_Daf, 0_Comment": "נ\"ב עי' בגמ' ובמרדכי דהגי' איפכא:",
        "13_Daf, 1_Comment": "הוא דתשמישי מצוה נינהו כו' קדושה נינהו כצ\"ל:",
        "13_Daf, 2_Comment": "צ\"ל ובאלכסונן:",
        "13_Daf, 3_Comment": "נ\"ב מפירש\"י משמע דה\"ג לא אמרן אלא בחדתתא אבל בעתיקתא לית לן בה וכך הוא הגירסא בגמ' ובאשר\"י ובמרדכי:",
        "13_Daf, 4_Comment": "צ\"ל מדאמרה:",
        "13_Daf, 5_Comment": "נ\"ב שם:",
        "13_Daf, 6_Comment": "נ\"ב אמר רב דימי גרדומי:",
        "13_Daf, 7_Comment": "למ\"ד כפוף כמו שיכול לפשוט מאצבע ועד אמה ולמ\"ד פשוט כמו כו' כצ\"ל:",
        "13_Daf, 8_Comment": "צ\"ל לפי' המכילתא:",
        "13_Daf, 9_Comment": "נ\"ב ראש:",
        "13_Daf, 10_Comment": "צ\"ל מאותן:",
        "13_Daf, 11_Comment": "וכתב כצ\"ל:",
        "14_Daf, 0_Comment": "רב וכו' ופשיטי ושדי כצ\"ל:",
        "14_Daf, 1_Comment": "נ\"ב ולא למטה:",
        "14_Daf, 2_Comment": "נ\"ב תפילין מאימתי מברך עליהם משעת הנחתן. איני והא אמר רב יהודה אמר שמואל כל המצות כולן כו' כצ\"ל:",
        "14_Daf, 3_Comment": "מאימתי מברך תא\"נ:",
        "14_Daf, 4_Comment": "נ\"ב אביי ורבא דאמרי תרוייהו מאי משעת הנחתן דקאמר משעת כו':",
        "14_Daf, 5_Comment": "נ\"ב עיין לקמן בדף י' ע\"ב ד\"ה ואחר כו':",
        "14_Daf, 6_Comment": "נ\"ב שבתפילין:",
        "14_Daf, 7_Comment": "נ\"ב משמע שהם עצמן אינן קדושים:",
        "14_Daf, 8_Comment": "נ\"ב וגו':",
        "14_Daf, 9_Comment": "נ\"ב ואיקיים ליה דר' יעקב דאמר צריך שיהא הקשר למעלה והיא לפני זרועו וכנגד לבו כו':",
        "14_Daf, 10_Comment": "ישראל לפנים ואיקיים ליה כצ\"ל:",
        "14_Daf, 11_Comment": "צ\"ל כוונת הגאון כו':",
        "14_Daf, 12_Comment": "כל היום כצ\"ל:",
        "14_Daf, 13_Comment": "להניח וגם על מצות תפילין ובספר כצ\"ל:",
        "15_Daf, 0_Comment": "נ\"ב בידו:",
        "15_Daf, 1_Comment": "נ\"ב לשון הגמ' כיצד:",
        "15_Daf, 2_Comment": "נ\"ב ונפקא לן במכילתא מושמרתם את המצות קרי ביה את המצות לא תמתין לה שתחמיץ ותיישן:",
        "15_Daf, 3_Comment": "נ\"ב של ראש:",
        "15_Daf, 4_Comment": "תז\"נ:",
        "15_Daf, 5_Comment": "נ\"ב בילדותי:",
        "15_Daf, 6_Comment": "נ\"ב כוונתו דאם לא נשמטו ממקומן אע\"פ דחייב למשמש בהן שלא יסיח דעתו מהן א\"ה אין צריך לברך על אותו משמוש ודלא כדמשמע מפירש\"י ונימוקי יוסף דאפילו מצאן במקומן חייב לברך עליהם כשממשמש בהן מפני היסח הדעת גם הר\"ן ז\"ל בפרק לולב וערבה התחבט על זה ומסקנתו דאין לברך אא\"כ נשמטו ממקום הנחתם כנ\"ל מדבריו עיין עליו לקמן בדף שנד ריש ע\"ב:",
        "15_Daf, 7_Comment": "נ\"ב וז\"ל התוס' עבירה היא בידו וחוזר עליה ממערכי המלחמה מתוך פי' הקונטרס משמע דאם סח ובירך שרי וליכא איסורא אלא אדרבה מצוה ושכר ברכה וז\"ל סח בין תפלה לתפלה ולא בירך על של ראש להניח ועל מצות אלא סמך על ברכה ראשונה עבירה היא בידו מ\"ר עכ\"ל:",
        "15_Daf, 8_Comment": "צ\"ל משנה:",
        "15_Daf, 9_Comment": "נ\"ב אסור:",
        "15_Daf, 10_Comment": "נ\"ב פי' חיישינן שמא יסמוך על אחת תמיד ולא יקנה האחר ומ\"ש הלכך כו' כן פסקו כל הגאונים דלא כמ\"ש הרמב\"ם בפירוש המשנה ר\"פ התכלת:",
        "15_Daf, 11_Comment": "צ\"ל וושמרת:",
        "15_Daf, 12_Comment": "צ\"ל ואפילו:",
        "15_Daf, 13_Comment": "צ\"ל דבשבת:",
        "15_Daf, 14_Comment": "צ\"ל דהא אף:",
        "15_Daf, 15_Comment": "נ\"ב דברי ר' מאיר:",
        "15_Daf, 16_Comment": "צ\"ל אבד:",
        "15_Daf, 17_Comment": "נ\"ב דרב חננאל שלח ליה לקמי' דרבה כו':",
        "15_Daf, 18_Comment": "צ\"ל פליגא:",
        "15_Daf, 19_Comment": "נ\"ב כתוב:",
        "15_Daf, 20_Comment": "צ\"ל ויהא:",
        "16_Daf, 0_Comment": "צ\"ל וחשך ולא םליק כו':",
        "16_Daf, 1_Comment": "צ\"ל דלאו:",
        "16_Daf, 2_Comment": "נ\"ב והיה:",
        "16_Daf, 3_Comment": "צ\"ל שחכמים:",
        "16_Daf, 4_Comment": "צ\"ל וכל:",
        "16_Daf, 5_Comment": "צ\"ל דכיון:",
        "16_Daf, 6_Comment": "צ\"ל דתנן:",
        "16_Daf, 7_Comment": "בפרק המוצא כצ\"ל:",
        "16_Daf, 8_Comment": "נ\"ב לילה:",
        "17_Daf, 0_Comment": "נ\"ב לא שנו אלא שיש שהות ביום כדי ללובשן אבל אם אין שהות ביום כדי ללובשן עושה להן כיס טפח ומניחן. אמר אביי לא כו' כצ\"ל:",
        "17_Daf, 1_Comment": "נ\"ב וכשהוא יוצא מרחיק ד' אמות כו'. וכל זה איירי בנפנה בשדה אבל בבית לא יכניסם לבית הכסא כלל:",
        "17_Daf, 2_Comment": "נ\"ב ת\"ר לא יאחז אדם כו' ולא ישתין בהם מים ולא יישן בהם כו':",
        "17_Daf, 3_Comment": "נ\"ב אלא כיון דלא הובאה בגמ' לאו דסמכא הוא כו':",
        "17_Daf, 4_Comment": "צ\"ל וכן כל:",
        "17_Daf, 5_Comment": "ואז אם לא כצ\"ל:",
        "18_Daf, 0_Comment": "צ\"ל לנטורינהו:",
        "18_Daf, 1_Comment": "צ\"ל ואשכחתינהו:",
        "18_Daf, 2_Comment": "צ\"ל והוה:",
        "18_Daf, 3_Comment": "נ\"ב פ' היה קורא דף י\"ד וע\"ש:",
        "18_Daf, 4_Comment": "צ\"ל עולה:",
        "18_Daf, 5_Comment": "וזבח כצ\"ל:",
        "18_Daf, 6_Comment": "צ\"ל שטורח:",
        "18_Daf, 7_Comment": "נ\"ב דעירובין:",
        "18_Daf, 8_Comment": "נ\"ב הרי:",
        "18_Daf, 9_Comment": "צ\"ל כתבינהו:",
        "18_Daf, 10_Comment": "נ\"ב פסולה:",
        "18_Daf, 11_Comment": "צ\"ל מעייף:",
        "18_Daf, 12_Comment": "צ\"ל דרביה:",
        "18_Daf, 13_Comment": "נ\"ב שאינן:",
        "18_Daf, 14_Comment": "נ\"ב היא:",
        "19_Daf, 0_Comment": "צ\"ל דנמצא:",
        "19_Daf, 1_Comment": "במכילתא כצ\"ל:",
        "19_Daf, 2_Comment": "תי' ה' נמחק:",
        "19_Daf, 3_Comment": "צ\"ל את:",
        "19_Daf, 4_Comment": "צ\"ל כל:",
        "19_Daf, 5_Comment": "צ\"ל וז\"ל:",
        "19_Daf, 6_Comment": "צ\"ל החקה:",
        "19_Daf, 7_Comment": "נ\"ב וי\"ו יו\"ד:",
        "19_Daf, 8_Comment": "נ\"ב בחזק חסר:",
        "19_Daf, 9_Comment": "נ\"ב וי\"ו:",
        "19_Daf, 10_Comment": "מצותי בוא\"ו אחת כצ\"ל:",
        "19_Daf, 11_Comment": "במכילתא כצ\"ל:",
        "20_Daf, 0_Comment": "גרים נשים ועבדים ר\"ש כו' כצ\"ל:",
        "20_Daf, 1_Comment": "וכל מ\"ע שהזמן גרמא נשים פטורות כצ\"ל:",
        "20_Daf, 2_Comment": "נ\"ב מתני' פרק הקומץ דף כח והפסק בגמ' דף לז ע\"כ בסוף הפרק ע\"ש:",
        "20_Daf, 3_Comment": "עד היום וראיתי באשכנז כצ\"ל והד\"א:",
        "20_Daf, 4_Comment": "צ\"ל שהוא:",
        "20_Daf, 5_Comment": "לת\"ק דאמר ארבעתן מצוה אחת הן כי רבי כו' כצ\"ל ותי' מצוה אחת הן נמחק:",
        "20_Daf, 6_Comment": "וכולי עלמא אית להו הא דרב הונא כצ\"ל:",
        "20_Daf, 7_Comment": "צ\"ל לרביעית:",
        "20_Daf, 8_Comment": "דשרי כצ\"ל:",
        "20_Daf, 9_Comment": "נ\"ב וקשרן א\"ר דימי האי מאן דחייטיה לגלימיה לא עביד ולא כלום מ\"ט אי איתא דלא מבעי ליה ליפםוק ולישדייה פירוש דחייטיה לגלימה שהגביה כנפי הטלית ותפרן:",
        "20_Daf, 10_Comment": "נ\"ב היינו:",
        "20_Daf, 11_Comment": "נ\"ב דקאמר:",
        "20_Daf, 12_Comment": "תי' האי נמחק:",
        "20_Daf, 13_Comment": "צ\"ל הני:",
        "20_Daf, 14_Comment": "צ\"ל אי:",
        "20_Daf, 15_Comment": "צ\"ל דדרשינן:",
        "20_Daf, 16_Comment": "נ\"ב אלא:",
        "20_Daf, 17_Comment": "נ\"ב ב' מצמר צבוע תכלת ראוים כו':",
        "21_Daf, 0_Comment": "צ\"ל באורייתא:",
        "21_Daf, 1_Comment": "צ\"ל ציצי:",
        "21_Daf, 2_Comment": "צ\"ל שהיתה:",
        "21_Daf, 3_Comment": "נ\"ב חייבת בציצית:",
        "21_Daf, 4_Comment": "צ\"ל ציצי:",
        "21_Daf, 5_Comment": "נ\"ב וכו':",
        "21_Daf, 6_Comment": "צ\"ל במקום:",
        "21_Daf, 7_Comment": "נ\"ב אפשר שהביא ברייתא זו בפסקיו לאוכוחי מינה דמדאורייתא אין לאסור ציצית של פשתן בטלית של פשתן ועי' לקמן במ\"ש על הגליון בענין זה:",
        "22_Daf, 0_Comment": "צ\"ל דר' זירא:",
        "22_Daf, 1_Comment": "כל אצבע אחת מד' מטפח כצ\"ל:",
        "22_Daf, 2_Comment": "צ\"ל וכנף:",
        "22_Daf, 3_Comment": "צ\"ל תימא:",
        "22_Daf, 4_Comment": "נ\"ב ובפ' הספינה השיג על זה ע\"ש בדף ר\"ה ע\"א:",
        "22_Daf, 5_Comment": "נ\"ב אבל רש\"י והרא\"ש פירשו דהכוונה לומר שיהו כל חוטיה שלמים והב\"י בטור א\"ח סימן ט\"ו האריך בזה ע\"ש:",
        "22_Daf, 6_Comment": "נ\"ב כלומר אע\"פ דקי\"ל כרב באיסורי מ\"מ בהני מילי משמע דהלכתא כשמואל שהרי אביי העיד על רבה דעביד בהני תלת מילי כשמואל ומעשה רב ואפי' לקולא אזלינן בתריה וק\"ל:",
        "22_Daf, 7_Comment": "נ\"ב ד':",
        "22_Daf, 8_Comment": "נ\"ב כלומר דאין שיעור למעלה ואם רצה מוסיף בין במנין בין באורך וכ\"כ בעל העיטור וע\"ז קאמר ויש שפירשו כו' כלומר ודלא כפי' ב\"ה וק\"ל:",
        "22_Daf, 9_Comment": "צ\"ל עונש:",
        "23_Daf, 0_Comment": "צ\"ל והתנן לולב:",
        "23_Daf, 1_Comment": "צ\"ל ועייל:",
        "23_Daf, 2_Comment": "גדילים במקום פתיל כצ\"ל ונ\"ב וכן הוא לשון הרא\"ש אבל בגמ' גרסי' הכי קסבר בעינן תמניא בגלימא כי היכי דבעינן במקום פתיל:",
        "23_Daf, 3_Comment": "בפרק קמא דסוכה כצ\"ל:",
        "23_Daf, 4_Comment": "נ\"ב לשון הערוך בעירובין מאי היכר ציר אמר רב אויא אבקתא פירש חלל המשקוף שמכניסין בו ציר הדלת שכל דבר שהוא נקוב להכניס בו דבר אחר קורין אותו אבקתא כו':",
        "23_Daf, 5_Comment": "נ\"ב פירש מדלא כתיב גדילם:",
        "23_Daf, 6_Comment": "וקוצצין אותן מן הבגד כצ\"ל ונ\"ב ל\"א להכי קרו להו קוצים שיוצאין מן הבגד כקוצין:",
        "23_Daf, 7_Comment": "בחורה כצ\"ל:",
        "23_Daf, 8_Comment": "נ\"ב אי נמי נסדק הבגד מלמטה שקורין אנפלייד עד שפיחת כו':",
        "23_Daf, 9_Comment": "לא יפחות כנגד ז' רקיעים כו' עד וששה אוירין כצ\"ל והד\"א:",
        "23_Daf, 10_Comment": "נ\"ב ת\"ר הטיל על הקרן או על הגדיל כשרה ר' אליעזר בן יעקב פוסל בשתיהם. על הקרן שלא הרחיק מן הקרן כלום. על הגדיל פירש\"י חוט העב להחזיק שאורגין תחלה בבגד שלא יהא נוח ליקרע. כמאן אזלא הא דאמר רב גידל אמר רב ציצית צריכין שתהא נוטפת על הקרן שנאמר על כנפי בגדיהם. כמאן כר' אליעזר בן יעקב:",
        "23_Daf, 11_Comment": "עביד ארבעה ולא אביק להו מיבק. כלומר כצ\"ל. ונ\"ב צ\"ע ונראה שמפרש דרב אחא בר יעקב דעביד להו ד' ועייף כו' פירש ד' חוטין שאינם שזורים היה מעייף כו' כלומר שכפלן תחלה ואח\"כ הכניסן בטלית ואח\"כ גדלן ורב ירמיה לא היה גדלן כלל אלא לקח ח' דאינון שיתסר כו' דס\"ל דמצות ט\"ז חוטים ומר בריה דרבינא עביד כדידן ר\"ל שהיה שוזרן כו' וכל זה דלא כפירש\"י שהביא בסמוך:",
        "23_Daf, 12_Comment": "השמונה חוטין: מר בריה כצ\"ל:",
        "23_Daf, 13_Comment": "צ\"ל כו':",
        "23_Daf, 14_Comment": "והתחיל לעשות קשרים ואח\"כ פסק החוטים כשפסק כצ\"ל:",
        "23_Daf, 15_Comment": "צ\"ל בלורית:",
        "23_Daf, 16_Comment": "צ\"ל משום דבעינן:",
        "23_Daf, 17_Comment": "כחומרי דרב הוה עביד כצ\"ל. ונ\"ב רומז למ\"ש כן בפרק כירה בדף מ' ע\"א:",
        "23_Daf, 18_Comment": "וחוטין גזולין פסולין כצ\"ל ונ\"ב בפ\"ק דסוכה ד' ט':",
        "23_Daf, 19_Comment": "צ\"ל דקנייה:",
        "23_Daf, 20_Comment": "והוה כאלו קנהו כצ\"ל.",
        "23_Daf, 21_Comment": "נ\"ב ומכה:",
        "23_Daf, 22_Comment": "נ\"ב כן משמע בסוף ב\"ק בהא דתנן הכובס נוטל ג' חוטין כו' וע\"ש בפירש\"י:",
        "23_Daf, 23_Comment": "נ\"ב דוקא:",
        "23_Daf, 24_Comment": "נ\"ב שהוא:",
        "24_Daf, 0_Comment": "צ\"ל ויאי:",
        "24_Daf, 1_Comment": "ר\"ב גדילים:",
        "24_Daf, 2_Comment": "לרב שמואל בר רב יהודם כצ\"ל:",
        "24_Daf, 3_Comment": "צ\"ל דרב:",
        "24_Daf, 4_Comment": "תי' אלא נמחק:",
        "24_Daf, 5_Comment": "נ\"ב תחלה:",
        "24_Daf, 6_Comment": "נ\"ב הלכך:",
        "24_Daf, 7_Comment": "תי' משום נמחק:",
        "24_Daf, 8_Comment": "טעמה פוסלה כצ\"ל:",
        "24_Daf, 9_Comment": "צ\"ל מדלהאי:",
        "24_Daf, 10_Comment": "כחומרא מתניתא כצ\"ל:",
        "24_Daf, 11_Comment": "נ\"ב כחומרי מתניתא כו'. פירש כחומר הברייתא דקתני לעיל טעימה פסולה:",
        "24_Daf, 12_Comment": "טעמה פוסלה כצ\"ל:",
        "24_Daf, 13_Comment": "נ\"ב שנאמר:",
        "24_Daf, 14_Comment": "צ\"ל תפילין:",
        "24_Daf, 15_Comment": "לשמן. ל\"א ותפילין כו' אינן נלקחים אלא מן המומחה שהרי צריכין בדיקה ויש טורח כו' ולא בדיק: ונלקחין מכל אדם דלא בעינן עיבוד לשמן כצ\"ל:",
        "24_Daf, 16_Comment": "צ\"ל לבן:",
        "24_Daf, 17_Comment": "נ\"ב קדש:",
        "25_Daf, 0_Comment": "נ\"ב ב\"ר צדוק:",
        "25_Daf, 1_Comment": "נ\"ב אמר רבי אם כן למה אסרוה לפי שאין בקיאין:",
        "25_Daf, 2_Comment": "צ\"ל ומהא:",
        "25_Daf, 3_Comment": "דשמעת מינה דקסבר כצ\"ל:",
        "25_Daf, 4_Comment": "נ\"ב והכי קאמר סד\"א כי כצ\"ל:",
        "25_Daf, 5_Comment": "דכיון כצ\"ל:",
        "25_Daf, 6_Comment": "ותכלת של צמר כצ\"ל:",
        "25_Daf, 7_Comment": "תי' תכלת נמחק:",
        "25_Daf, 8_Comment": "נ\"ב מצות:",
        "25_Daf, 9_Comment": "צ\"ל ביה:",
        "25_Daf, 10_Comment": "צ\"ל אלמא דאי:",
        "25_Daf, 11_Comment": "נ\"ב והלא המטיל כו':",
        "25_Daf, 12_Comment": "נ\"ב לפי שאין בקיאים כו' כדפי' לעיל:",
        "25_Daf, 13_Comment": "נ\"ב אנא:",
        "25_Daf, 14_Comment": "נ\"ב משפת:",
        "25_Daf, 15_Comment": "צ\"ל ואית להו:",
        "25_Daf, 16_Comment": "נ\"ב דהיינו:",
        "25_Daf, 17_Comment": "נ\"ב ופליג אבית הלל:",
        "25_Daf, 18_Comment": "נ\"ב נראה בעיני כדי ליישב דעת העיטור שאין מזה תשובה נצחת דודאי איכא למימר דרבויא דהכנף מין כנף אפתיל תכלת דלבתריה קאי לומר לך שאם אין פתיל תכלת יתן במקומו מין כנף אע\"פ שאינו צבוע תכלת אלא צמר לבן מאחר שהוא מין כנף שגם הבגד הוא של צמר אבל אם אין הבגד של צמר אלא של פשתן אין לו תקנה לא בלבן של צמר דאינו מין כנף ולא בלבן של פשתן דאינו ממין תכלת שהוא של צמר. כללו של דבר דרבויא דהכנף מין כנף מרבינן מיניה שאם אין כאן תכלת בעינן שיתן לבן ממין הבגד ושיהא ממין תכלת שהוא צמר ואין זה אלא בבגד של צמר לחודיה:",
        "26_Daf, 0_Comment": "צ\"ל וצמר:",
        "26_Daf, 1_Comment": "הוא ודייקינן להא מילתא כו' כצ\"ל:",
        "26_Daf, 2_Comment": "פוטרין בהן והן כצ\"ל:",
        "26_Daf, 3_Comment": "נ\"ב גדילים תעשה לך:",
        "26_Daf, 4_Comment": "נ\"ב קטינא",
        "26_Daf, 5_Comment": "צ\"ל ושמעת:",
        "26_Daf, 6_Comment": "צ\"ל ומשום:",
        "26_Daf, 7_Comment": "צ\"ל ואיהו:",
        "26_Daf, 8_Comment": "נ\"ב בה:",
        "26_Daf, 9_Comment": "נ\"ב בהו:",
        "26_Daf, 10_Comment": "נ\"ב ורב נחמן קים ליה כתנא דבי ר' ישמעאל דאמר הואיל ופרט לך באחד מהם צמר ופשתים אף כל צמר ופשתים והילכתא כותייהו ור\"ת כו':",
        "26_Daf, 11_Comment": "צ\"ל לה:",
        "26_Daf, 12_Comment": "צ\"ל דכי:",
        "26_Daf, 13_Comment": "צ\"ל לילה מפסיקו:",
        "26_Daf, 14_Comment": "צ\"ל עליו:",
        "26_Daf, 15_Comment": "צ\"ל ותן לבן:",
        "27_Daf, 0_Comment": "נ\"ב שבבשרו:"
    },
    "meta": "Daf-Comment",
    "work": "Hagahot HaBach on Rif Menachot"
}