{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Robbery and Lost Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Robbery_and_Lost_Property",
    "text": [
        [
            [],
            [
                "<b>ואסור </b>\n<b> לגזול כ\"ש דין תורה אפי' כותי עע\"ז כו'.</b> ועיין במ\"ש מרן וכמ\"ש רבינו ריש ה' גניבה ריש פ\"ב ובפ\"ז מה' הנז' הלכ' ח' ועיין בפי\"ג מה' מכירה הלכה ח' ובה' מו\"ל ריש פ' ה' ובתשו' שער אפרים סימן ב' וראיתי למהרש\"ל ז\"ל בס' יש\"ש פ' הגוזל בתרא סי' ב' שכתב וז\"ל ולכאורה נראה דהך סוגיא דדורש גזל הגוי דאסור אינו אלא דרבנן ואסמכתא בעלמא ורש\"י פי' בפ' ד\"מ ד\"ז עלה דאיתא התם סתמא דברייתא דישראל בגוי מותר ז\"ל ומדרבנן איכא למ\"ד דאסור משום חילול ה' ומ\"ש מפני חילול ה' ל\"נ לי כלל דגזל הגוי אסור בלא חילול ה' עכ\"ל א\"ד ז\"ל והדין עמו וכמבואר בהדיא מההיא דפריך בפרק הגוזל אברייתא דקאמר ר\"ע אומר אין באין עליו בעקיפין מפני חילול ה' מברייתא דקתני דבר זה דרש ר\"ע מנין לגזל הגוי שהוא אסור ת\"ל אחרי נמכר כו' ומסיק אלא אמר רבא ל\"ק כאן בגזיל' כאן להפקעת הלואתו הרי מבואר דגזל הגוי אסור אפי' בדליכא חילול ה' דאי דוקא בדאיכא חילול ה' מאי איכא בין הפקעת הלואתו לגזילה:<br><b> אמנם </b> לע\"ד נראה דמ\"ש רש\"י ומדרבנן איכא למ\"ד דאסור משום חילול ה' לא קאי אגזל הגוי אלא כונתו אקרא דלא תעשוק את ריעך דסליק מיניה דהויא הפקעת הלואתו כמ\"ש רבינו איזהו עושק זה שבא ממון חבירו לידו ולא החזירו ופרק ד\"מ אמרינן דכיוצא בו דגזל אצטריך לכובש ש\"ש דהיינו הפקעת הלואתו ואהא הוא דכתב דמדרבנן איכא למ\"ד דאסור משום חילול ה' דהיינו ר\"ע דאית לי' הכי דלת\"ק הא קתני באין עליו בעקיפין ומיהו ברייתא דפרק ד\"מ ס\"ל דאף גזל הגוי מותר משום דאייתר לן תרי קראי חד למשרי עושקו וחד למשרי גוזלו כדאיתא בפרק המקבל דקי\"ג: ודע שלדעת מוהרש\"ל דס\"ל דגזל הגוי אינו אסור אלא מדרבנן ק\"ל עליו מההיא דגרסינן פרק השוכר את הפועלים דפ\"ז ע\"ב בכרם רעך ולא בכרם גוי ופריך הניחא למ\"ד גזל הגוי אסור היינו דאצטריך קרא למשרי פועל אלא אי אמרת גזל הגוי מותר פועל מבעיא ומוקי לה בכרם רעך ולא בכרם של הקדש הרי מבואר דלמ\"ד גזל הגוי אסור מדאורייתא הוא דאי מדרך אסמכת' כמ\"ש רש\"ל תקשי ליה נמי למ\"ד גזל הגוי אסור רעך ל\"ל וראיתי לרש\"י ז\"ל שם שכתב וז\"ל הניחא פלוגתא היא פרק הגוזל בתרא ודבריו תמוהים דפלוגתא דת\"ק ור\"ע אינו אלא בהפקעת הלואתו וכבר תמהו עליו התוס' שם ובבכורות דף י\"ג ד\"ה במאן ולי נראה ליישב דעת רש\"י ז\"ל דכונתו ארב אשי דאמרינן התם בגמ' רב אשי הוה קאזיל באורח' חזא שיבשא דגופנא בפרדיסא ותלו בה קטופי דענבי אמר ליה לשמעיה זיל חזי אי דגוי נינהו אייתי אי דיש' נינהו לא אייתי לי וס\"ל לרש\"י דר\"א ס\"ל דגזל הגוי שרי ואף שהתוס' שם בד\"ה הכי קאמרינן כתבו דר\"א נמי ס\"ל דגזל הגוי אסור רש\"י ז\"ל לא ס\"ל הכי אלא דרב אשי ס\"ל דגזל הגוי שרי וכ\"כ התוס' פ' הזהב דמ\"ח ד\"ה נתנה לסיטון יע\"ש ועל פי האמור יש ליישב דברי רש\"י ז\"ל דפ' ד\"מ שמ\"ש ומדרבנן איכא למ\"ד דאסור משום חילול ה' כונתו ארב אשי וכדכתיבנא וס\"ל לרש\"י ז\"ל דרב אשי מודה דבמקום דאיכא חילול ה' אסור מדחזינן דכששאל לו הגוי ואמר דגוי מי שרי השיב לו גוי דמי כו' משמע דמשום חילול ה' הוא דאמר הכי נכון : ודע שהתוס' שם בפרק השוכר ובבכורות הקשו למאן דס\"ל גזל הגוי מותר קרא דוחשב עם קונהו מאי עביד ליה ותי' וז\"ל וי\"ל דהיכא דאיכא חילול ה' מודה דאסור שהנכרי בטח עליו ונתן לו כל שכרו והוי חילול ה' אם היה יוצא בחזקה עכ\"ל ודבריהם תמוהים בעיני דא\"כ מאי פריך בגמ' טעמא דאיכא חילול ה' הא ליכא חילול ה' שרי והתניא מנין לגזל הגוי שהוא אסור שנאמר אחרי נמכר כו' ואמאי לא משני דקרא התם בדאיכא חילול ה' מיירי כמ\"ש הם ז\"ל וכן ראיתי לרש\"ל ז\"ל שם סי' כ' שהק' לפי מה שפי' התוס' שם ד\"ה יכול יגלום עליו דה\"פ יכול יגלום עליו שיטעה את הגוי כו' ת\"ל וחשב עם קונהו ואע\"ג דטעות הגוי מותר אסור להטעות במקום שהגוי יודע שעושה ועושה עצמו כאלו לא יודע דא\"כ מאי פריך לר\"ע מברייתא דיכול יגלום עליו כו' הא ה\"נ איכא חילול ה' יע\"ש ולי נראה ליישב דמאי דפריך בגמ' היינו מלישנ' דברייתא דקתני מנין לגזל הגוי שהוא אסור שנ' אחרי נמכר כו' דע\"כ דמאי דאסר ר\"ע גזל הגוי היינו אפילו בדליכא חילול ה' דאי בדאיכא חילול ה' מאי איריא גזל הגוי הא אפילו רבי' ואונא' ואביד' הגוי כל דאיכא חילול ה' אסור אלא ודאי דר\"ע דקאמר מנין לגזל הגוי שהוא אסור אפילו בדליכא חילול ה' קאמר אמנם סיפא דברייתא דקתני יכול יגלו' עליו דהיינו טעות הגוי ה\"נ דאיירי בדאי' חילול ה' דוקא אלא דאכתי קשה לר\"ע גופיה מנ\"ל דגזל הגוי אסור אפי' בדליכא חילול ה' הא איכא למימר דקרא דאחרי נמכר כו' בדאיכא חילול ה' מיירי דומיא דוחשב עם קונהו דס\"ל דמיירי בדאיכא חילול ה' ונימא דגזל הגוי והפקעת הלואתו שניהם שוים ובשלמא למ\"ש התוס' פרק השוכר ובבכורות לק\"מ דאיכא למימר דע\"כ לא כתבו התוס' דקרא מוקי ליה בדאיכא חילול ה' אלא לת\"ק דפליג אר\"ע דס\"ל דגזל הגוי מותר מוקי לקרא בדאיכא חילול ה' וסבירא ליה דבדאיכא חילול ה' אסור מן התו' אמנם ר\"ע ס\"ל דאיסור חילול ה' אינו אלא מדרבנן כמ\"ש רש\"י פ' ד\"מ ומש\"ה ס\"ל דאפילו בדליכא חילול ה' משום גזל הגוי אסור מן התורה אמנם לפי מ\"ש התוס' בפ' הגוזל דר\"ע מוקי לקרא דוחשב עם קונהו בטעות הגוי ומשום חלול ה' קשה טובא דא\"כ מהיכא יליף דגזל הגוי אסור אפילו בדליכא חילול ה' נימא דקרא דוקא בדאיכא חילול ה' מיירי ויש ליישב ודו\"ק: וראיתי להרב לח\"מ ז\"ל בפ\"ב ובפרק י\"ג מהלכות מכירה שהקש' לדעת רבינו ז\"ל דס\"ל דד\"ת מעות קונות בישראל ובגוי או בהא או בהא וכמ\"ש בפ\"א מה' זכיה דין י\"ד וביאר טעמו ה\"ה ז\"ל דראייתו מסוגיא דפ' השוכר דע\"א דדחינן התם דלעולם ס\"ל לרב משיכה בגוי קונה ואפ\"ה ס\"ל לרב דמעות קונות וכי קאמר שקולו זוזי מנייהו כו' וע\"כ הוצרך לומר דדריש לעמיתך בכסף ולגוי או בהא או בהא וא\"כ קשה איך כתב בפי\"ג מה' מכירה דעמיתך אתא למעוטי הקדש מאונאה ומבואר מסוגיא דבכורות דהיינו דוקא למאן דס\"ל בין בגוי בין בישראל משיכה קונה אייתר ליה לעמיתך למעוטי הקדש ואל תונו איש את אחיו למעוטי גוי ברם לדידן דקי\"ל דלישראל בכסף ולגוי או בהא או בהא מיתורא דלעמיתך ע\"כ צ\"ל דמאל תונו איש את אחיו נפקא תרוייהו הקדש וגוי ולית לן צריכותא דגמ' ואיך מיעט רבינו הקדש ממיעוטא דלעמיתך יע\"ש שהוצרכו עיון: ולע\"ד נ\"ל לומר דק' הלזו היא גופה קשיתיה לרבינו ז\"ל למאי דמסיק תלמודא פ' השוכר דלרב עמיתך אתא למימר דלישראל בכסף ולגוי או בהא או בהא ורב גופיה לא ס\"ל דהגוזל בתרא מדאצטריך לקרא למשרי אבידתו ולדידיה ק' מהיכא ממעטינן הקדש וגוי מאונאה דאי מקרא דאל תונו איש את אחיו נימא דאתא למעוטי גוי דוקא וכדקאמר תלמודא בבכורות דהא ודאי ליכא למימר דרב ס\"ל דהקדש יש לו אונאה דהא משנה שלימה שנינו פרק הזהב א\"ד שאין להן אונאה הקדשות כו' אשר ע\"כ הוכרח רבינו לומר דלרב אייתר ליה עמיתך קמא דהו\"מ למיכתב וכי תמכרו ממכר או קנה מיד עמיתך והוה דרשינן לעמיתך בכסף ולגוי או בהא או בהא השתא דכתיב וכי תמכרו ממכר לעמיתך מכי תמכרו ממכר לעמיתך דרשינן דלגוי או בהא או בהא ומאו קנה מיד עמיתך ממעטינן הקדש ואמימר לא דריש תרי עמיתך ורבינו ז\"ל פסק כרב מש\"ה ממעט ליה מיתורא דעמיתך וסעד להו שרבינו ז\"ל המעיט הקדש מאונאה מאו קנו מיד עמיתך ובבכורות פרכינן לאמימר לעמיתך ל\"ל דהיינו מרישא דקרא אלא משמע כדכתיבנא דס\"ל לרבינו דלעמיתך קמא אתא לדרש' דלגוי או בהא או בהא וכדקאמר תלמוד' הניחא כו' כנ\"ל עוד ראיתי להרב ל\"מ ז\"ל בפי\"ב מה' שכירות שהקשה למ\"ש רבינו שם דין ז' וז\"ל ואין הפועלים אוכלי' בשל הקדש שנאמר בכרם רעך דהך דרשא ליתא אלא למאן דס\"ל גזל הגוי מותר כדאמרינן בהשוכר הניחא למ\"ד גזל הגוי אסור אצטריך קרא למשרי פועל אלא למ\"ד גזל הגוי מותר השתא גזלו מותר פועל מבעייא מוקי לה בכרם רעך ולא בשל הקדש וכיון שרבי' פסק דגזל הגוי אסור א\"כ היכי דריש רעך למעוטי הקדש דשל גוי הו\"ל למעוטי ומנ\"ל דאין הפועלים אוכלים בשל הקדש וע\"ש שהניחו בצ\"ע:<br><b> ולע\"ד </b> נראה לומר דלרבינו ז\"ל קשיתיה מתני' דפרק ולד חטאת דף י\"ג דקתני הפועלים לא יאכלו גרוגרות הקדש וע\"כ היינו משום דדריש רעך למעוטי הקדש והשתא לפום מאי דמשמע מסוגיא דפרק השוכר דמאן דס\"ל דגזל הגוי מותר ע\"כ אייתר ליה קרא דרעך למעוטי הקדש אמנם למאן דס\"ל דגזל הגוי אסור מסתבר טפי למידרש מיעוטא דרעך למעוטי גוי ולא למעוטי הקדש א\"כ קשה דאכתי מנ\"ל למדרש מיעוטא דרעך למעוטי הקדש אימא דרעך אתא למעוטי גר תושב דבגר תושב כ\"ע מודו דגזילו אסור כדאמרינן בהגוזל בתרא ובפ' המקבל דקי\"א ע\"ג אמרינן דתנא דבי ר\"י ותנא דידן דרשו רעך דשכיר יום למעוטי גר תושב וכן ק' למאי דפריך בגמ' הניחא כו' אמאי לא משני דמאן דס\"ל גזל הגוי מותר מוקים לה בכרם רעך למעוטי גר תושב כי ע\"כ הוכרח רבינו לומר דתנא דידן בפרק ולד חטאת דדריש רעך למעוטי הקדש ה\"נ דס\"ל דגזל הגוי אסור ואפ\"ה דריש רעך למעוט' הקדש ולא למעוטי גוי משום דמסתבר טפי לאוקומי מעוטא דרעך למעוטי הקדש דקאי למאי דסמיך ליה דכתיב בתריה ואכלת ענבים ואי דרשינן ליה למעוטי גוי אתי למעוטי אסיפא דקרא דכתי' ואל כליך לא תתן ופליג מתני' אבריי' דדריש רעך למעוטי גוי וכי פריך בגמ' הניחא כו' ה\"נ דהו\"מ לשנויי דמאן דס\"ל גזל הגוי מותר דריש רעך למעוטי גר תושב אלא משום דסתמא דמתני' דפ' ולד חטאת דריש ליה למעוטי הקדש ניחא ליה טפי לשנויי הכי ורבינו ז\"ל פסק כסתמא דמתני' דפ' ולד חטאת כנ\"ל נכון אך ק\"ל מהא דפרכינן פ\"ק דבכורות די\"ג הניחא למ\"ד גזל הגוי אסור היינו דאצטריך קרא למשרי אונאה אלא אי סבר לה כמ\"ד גזל הגוי מותר השתא גזלו מותר אונאה מבעיא והשתא אמאי לא משני דקרא אצטריך למעוטי גר תושב ואע\"ג דכתיב וגר לא תונה היינו דוקא גר צדק כמ\"ש הרב החינוך פ' תצא סימן תקפ\"ג וכן נר' מלשון רבינו שכתב פי\"ד מה' מכירה כל המאנה את הגר וסתם גר ודאי היינו גר צדק וליכא למימר דגר תושב ישנו בכלל אחיו ואינו בכלל רעך שהרי רבינו בפ\"ה מה' מו\"ל כתב הכותי וגר תושב לוה מהם ומלוין אותם ברבית שנ' לא תשיך לאחיך לאחיך אסור ולשאר העולם מותר הרי בהדיא דגר תושב אינו בכלל אחיו ועיין בהרב מש\"ל ז\"ל שם דנ\"ג ע\"ד וכיון שכן הדרא קושיא לדוכתא דמאי פריך הניחא כו' נימא דקרא אצטריך למעוטי גר תושב ועל דברי רבינו ז\"ל דפ\"ה מה' מו\"ל שכתב דמיעוטא דלאחיך ממעטינן תרוייהו גוי וגר תושב קשה דבפ' המקבל דריש תנא קמא דמאחיך רעך דשכיר יום למעוטי גוי ולא גר תושב ואמאי לא ממעטינן תרוייהו כדרך שממעטינן מקרא דלאחיך ושמא איכא שום דרשה דגר תושב אסור לאנותו וכעת הדבר צריך אצלי תלמוד: כתב מוהר\"ם ן' חביב ז\"ל בקונטריס יום תרועה ד\"ז דלכ\"ע יאוש כדי קני בגזל הגוי יע\"ש וכן מבואר מדברי ריא\"ז ז\"ל הובאו דבריו בשלטי הגבורים ז\"ל ר\"פ לולב הגזול שכתב וז\"ל ואפי' אם נגזלה מן הגוי הואיל ונתיאש אותו הגוי הרי הוא הפקר יע\"ש ועל פי זה יש ליישב מ\"ש רש\"י ז\"ל שם גבי ההיא דא\"ל ר\"ה להנהו אוונכרי כי זבניתו אסא מבין הגוים לא תגזזו אתון אלא אינהו מ\"ט סתם גוים גזלי ארעתא נינהו ופרש\"י ז\"ל וז\"ל ושמא אותה קרקע גזל הגוי מישראל ותמהו עליו דמאי איריא מישראל אפילו מגוי נמי דקי\"ל דגזל הגוי אסור והרשב\"א ז\"ל בתשובה סימן תתנ\"ב כ' דישראל לאו דוקא אכן אם נאמר דס\"ל לרש\"י דבגוי ביאוש כדי ניחא וכמובן צ\"ל לפי זה דרש\"י ז\"ל אזיל לשיטתיה שכתב לקמן דר\"ה ס\"ל דיאוש כדי לא קני דלא\"נ שכתב שם משום מה\"ב ה\"נ מצינו למימר דגוזלי ארעתא דקאמר ר\"ה אפי' מגוי קאמר ואולם מצאתי להרמב\"ן ז\"ל שם במלחמותיו שכתב וז\"ל ומ\"ש ממאי דקאמר ר\"ה להנהו אוונכרי דשקלינן וטרינן כו' אע\"ג דמה\"ב הוא איכא למימר דארעתא דגוי גזלי ולא של ישראל דלא שכיח ומשום לכם איתמר דלמיקני מינייהו בעי יאוש ושינוי רשות עכ\"ל הרי מבואר דס\"ל דאפי' בגזל הגוי בעינן יאוש ושינוי רשות ושלא כדעת ריא\"ז בן חביב ז\"ל הן אמת דק\"ל על דבריו דמשמע דס\"ל דלר\"ה גזל הגוי מותר מש\"ה כתב דמשום מה\"ב ליכא אלא משום לכם אתמר והדבר תמוה שהרי ר\"ה גופיה קאמר בפ' הגוזל בתרא מנין לגזל הגוי שהוא אסור שנאמר ואכלת את כל העמים וצ\"ע ודרך אגב ראיתי להט\"ז סימן תרס\"ד סק\"ו שתמה על כל הפוסקים הרי\"ף והרא\"ש והטור ז\"ל שהשמיטו מימרא זו דר\"ה יע\"ש ואנכי מצאתי להסמ\"ג ז\"ל ה' תרומות ומעשרות עשין קל\"ג דקצ\"ז ע\"א כתב משם ס' התרומות וז\"ל וזו היא תקנה גדולה לדרים בא\"י בזה\"ז ליקח מתבואת הגוי אחר שנגמר כו' ואין להחמיר ולומר שגוים גוזלי קרקע הם וקרקע אינה נגזלת ואע\"ג דחיישינן פ' לולב הגזול בענין הושענא יש לחלק בזמנם שהיו ישראל מרובים והיו להם קרקעות והיו גוזלים ומאנסים מהם וגם היו הגוים אונסים יותר ממה שהם עכשיו עכ\"ל יע\"ש ונראה שלזה היתה דעת הפוסקים שהשמיטו דין זה כנ\"ל: עוד כתב מהר\"ם ן' חביב ז\"ל בקונטריס הנז' דאפי' למ\"ד גזל הגוי אסור מן התורה אפי\"ה אינו מחוייב להשיבו מדין תורה ומ\"ש רבינו והטור בח\"מ סימן שמ\"ח דחייב להשיבו אינו אלא מדרבנן יע\"ש ולדעתי נר' דחייב להשיבו מדין תורה וראיה ממ\"ש רבינו פ' זה מה' אלו דין ז' דהכופר לגוי ונשבע אינו משלם חומש דכתיב וכחש בעמיתו והיא תוספתא פ\"י כמ\"ש ה\"ה ז\"ל שם והשתא אם איתא כדעת מוהר\"ם ן' חביב ז\"ל אמאי אצטריך קרא ת\"ל דאנן בעינן כפירת ממון יצא זה שאפילו יודה הוא פטור מלשלם כמ\"ש רבינו פי\"א מה' שבועות כופר בקנס ונשבע שהוא פטור מטעם זה יע\"ש ודו\"ק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b>\n<b> החומד עבדו כו'.</b> כתב ה\"ה ז\"ל שדעת רבינו דאע\"ג דעבר על לא תחמוד מקחו קיים ואע\"ג דאמר רבא כל מילתא דא\"ר ל\"ת כו' הנה הרב ל\"מ ז\"ל פי\"א מה' מכיר' הק' לדברי ה\"ה הללו מההיא דגרסי' פ' הכונס א\"ל ר\"א בר אהבה לר\"א מה בין גזלן לחמסן א\"ל גזלן לא יהיב דמי חמסן יהיב דמי א\"ל אי יהיב דמי חמסן קרית ליה והאמר רב תלוהו וזבין זביני' זבינא ל\"ק הא דאמר רוצה אני הא דלא אמר רוצה אני והשתא לדעת ה\"ה ז\"ל מאי קו' הא אע\"פ שהוא חמסן ועבר על לאו דלא תחמוד מקחו קיים כמו שהוא האמת לפי דעת רבי' יע\"ש שהניחו בצ\"ע ועיין בפ\"ד מה' אישות ובמוהר\"ש בקונט' המודע' ד\"א ע\"ד ולדעתי נ\"ל לתרץ ע\"ד אחר והוא שה\"ה הוק' לו מההיא דא' רבא כל מילתא דא\"ר ל\"ת אי עביד לא מהני ותי' דהרי הוא כעין גוזל צמר ועשה ממנו בגד דאינו משלם אלא כעין שגנב וקנה הדבר בשינוי כדאיתא התם אף כאן קנה בדמים ובודאי דכונת ה\"ה ז\"ל לומר דכי היכי דגבי גזל אהני קנין שינוי אע\"ג דעבר על לאו דלא תגזול ה\"נ בלאו דלא תחמוד אהני לן קנין דמים ואע\"ג דהתם קנין דמים גרידא לא מהני התם שאני דגלי קרא והשיב את הגזילה ומ\"מ לגבי הא מילתא ילפינן מגזל דכל שיש קנין אהני אע\"ג דעבר אמימרא דרחמנא ועיין בס' בתי כהונה למורינו הרב ז\"ל חלק בית ועד סימן ח' וא\"כ איכא למימר דכי ילפינן מגזל היינו דוקא באומר רוצה אני דבשעת גמר הקנין ליכא העברת הלאו על הקנין לפי שנטילת החפץ ברצון המוכר נעשה וההשתדלות אשר השתדל לרצותו הוא האיסור כמ\"ש ה\"ה ז\"ל בדבור שאחר זה יע\"ש והוי ממש דומיא דגזל דבשעת קנין שינוי ליכא העברת הלאו על הקנין דמשעה שגזלו הרי עבר אלאו דלא תגזול משא\"כ בדלא אמר רוצה אני דבשעה שהוא גמר הקנין הוא עובר על לאו דלא תחמוד ונמצא דבשעת גמר הקנין עבר אמימרא דרחמנא על הקנין בהא לא ילפינן מגזל משום דלא דמי דשאני התם דבשעת גמר קנין כבר נגמר הלאו מאז ומקדם ובאותה שעה ליכא העברת הלאו על הקנין אלא איסור גזילה הוא דאיכא גביה דמחייב להדורי ואם כן בהא הדרינן לכללן דכל מילתא דא\"ר כו' כיון דליכא בנין אב לגזלה כמ\"ש וא\"כ מש\"ה פריך שפיר אי יהיב דמי חמסן קרית ליה והאמר ר\"י כו' משום דס\"ד דר\"א דההיא דר\"ה מיירי אפילו בדלא אמר רוצה אני ואהא פריך דאם איתא דאפילו דיהיב דמי מיקרי חמסן ועבר אלאו דלא תחמוד איך אמר ר\"ה דזביניה זביני לפום מאי דקיי\"ל הלכתא כרבא דכל מילתא דא\"ר כו' ור\"א דפריך ליה ה\"נ ס\"ל ובהא ליכא למילף מגזל כדכתיבנא ואהא תי' ל\"ק הא דאמר רוצה אני כו' כלומר דכיון דאמר רוצה אני ילפי' שפיר מגזל דאע\"ג דעבר אמימרא דרחמנא אהני לן קנין דמים כנ\"ל נכון:"
            ],
            [],
            [],
            [],
            [
                "<b>ואעפ\"כ </b>\n<b> אם לא היתה הגזילה קיימת ורצה הגזלן כו'.</b> בפרק הגוזל דף צ\"ד פריך עלה בגמרא מברייתא דקתני הניח להם אביהם מעות של רבית כו' אין חייבים להחזיר אינהו הוא דלא הא אביהם חייב להחזיר ומשני בגמרא בדין הוא כו' ופי' רש\"י ז\"ל הם חייבים דכתיב והשיב את הגזילה דקנינהו בשינוי רשות וקסבר רשות יורש כרשות לוקח דמי ע\"כ והרב גד\"ת שער מ\"ו חלק ד' סי' א תמה על רש\"י ז\"ל דכיון דלא קיימא לן הלכתא כרמב\"ח אלא כרבא דאמר רשות יורש לאו כרשות לוקח בפרק הגוזל בתרא דטעמא דברייתא משום דכתיב אל תקח כו' לדידיה אזהר רחמנא לבריה לא אזהר אמאי שביק טעמא דרבא שהוא אליבא דהלכתא ונקט טעמיה דרמב\"ח שהוא דלא כהלכתא יע\"ש מה שתי' שדבריו תמוהים וכבר תמה עליו הרב מש\"ל ז\"ל ה' מלו\"ל פ\"ד דין ה' והרב הנז' תי' לקושיא זו שרש\"י ז\"ל הוקשה לו דמאי קא דייק בגמרא הא אביהם חייב להחזיר אימא דלעולם האב פטור משום תקנה אלא דרבותא אשמועינן בבנים דאע\"ג דלא שייכא תקנה גבייהו שהרי דבר המסויים מחזירין הבנים ומקבלין מהם אע\"ג דמן האב אין מקבלין אפי' דבר המסוי' וכמ\"ש התוס' בד\"ה אי עשה אלא ע\"כ צ\"ל דקו' הגמ' היא מהכרח דמגופ' לא אצטריך דפשיטא דהא תנינן לה במתני' הגוזל ומאכיל כו' או שהניח לפניהם פטור אלא ודאי דלדיוקא אתי לאשמועינן דאביהם חייב להחזיר וקו' זו לא אתי אלא לרמב\"ח דאלו לרבא דממעט מקרא לק\"מ דאיכא למימר דאצטריך לגופיה משום דממתני' לא שמעינן ליה דמתני' איירי בשאכלום עכת\"ד ואין להקשות על דרך זו דא\"כ מאי קמשני בדין הוא דאביהם נמי פטור והא דקתני בדידהו משום דבעי למתני סיפא הניח להם אביהם פרה וטלית כו' הא אכתי תקשי דסיפא גופא למאי אצטריך הא שמעינן לה ממתניתין דקתני ואם היה דבר שיש בו אחריות נכסים כו' ורמב\"ח אוקמה למתני' בדבר המסויים ומשום כבוד אביהם דהא ודאי ל\"ק משום דבמתניתין לא מיפרשא בהדיא מילתא בכל דבר המסויי' דלישנא דקתני ואם היה דבר שיש בו אחריות לא משמע אלא דוקא קרקע ואתא ברייתא לאשמועינן דלאו דוקא קרקע אלא אף כל דבר המסויים וכדחזינן באידך ברייתא דקתני מתני רבי לר\"ש בריה לא סוף דבר כו' וזה פשוט: אך קשה שהרי הרב ז\"ל לעיל מזה הכריח מברייתא זו דאע\"ג דגבי גזל אם הניח אחריות נכסים חייבים לשלם אף לרמב\"ח דאמר רשות יורש כרשות לוקח דמי גבי רבי' מודה משום דליכא שעבוד נכסים ברבית מדלא קתני בברייתא דאם הניח להם אביהם אחריות נכסים חייבים לשלם וא\"כ אפילו נימא דמאי דדייק בגמרא הא אביהם חייב להחזיר הוא אליבא דרמב\"ח מאי פריך נימא דאצט' לאשמועינן דאע\"ג דגבי בנים לא שייכא תקנה והוה אמינא דאם הניח להם אחריות נכסים חייבים לשלם דומיא דגזל קמ\"ל וצ\"ל דרש\"י אזיל כשיטת י\"א שהביא הרב החינוך דגבי רבית נמי איכא שעבוד נכסים דומיא דגזל ואם כן לרמב\"ח ע\"כ ברייתא לא איירי אלא בדליכא אחריות נכסים ובמתניתין דהגוזל בתרא דקתני סתמא אם הניח לפניהם פטורים לא איירי אלא בדליכא אחריות נכסים ומ\"מ מ\"ש הרב ז\"ל דגבי בנים כיון דלא שייכא תקנה חייבים לשלם אין נ\"ל סברא זו דכיון דאביהם פטור מכח תה\"ש הפקר ב\"ד הפקר וממונא דיליה הוא דקא ירת' ומה שהביא ראיה מדבר המסויים דאע\"ג דמן האב אין מקבלין מקבלים מן הבנים משום דלא שייכא תקנה בהו כמ\"ש התוס' נראה לע\"ד דלא כתבו כן שתוס' אלא דוקא בדבר המסויים דחייבין להחזיר מפני כבוד אביהם אהא דוקא הוא דכתבו משום דלא שייכא תקנה גבי בנים אמרו דחייבין להחזיר ומקבלין מהם דאי הוה שייכא תקנה גבייהו לא היו חוששי' חכמים לכבוד אביהם כי היכי דלא חששו לאיסור גזל אמנם היכא דליכא משום כבוד אביהם ה\"נ דמודו התו' דפטורים דכיון דאביהם היה פטור הו\"ל ממונא דידי' וכן מצאתי אחר החיפוש בשיטה ס' תורת חיים שהוקשה לו בפשט השמועה כקושית הרב ותי' כדכתיבנא והביא ראי' לזה מההיא דפרק הגוזל דקאמר רבא גזל והשביח והוריש מה שהשביח הוריש כו' הרי דאע\"ג דשבח שעל גבי גזילה דקנה גזלן הוא משום תקנת השבים ולא שייכא תקנה גבייהו אפי\"ה קאמר רבא דקנו יורשים מה\"ט והיא ראיה נכונה ולכן הנרא' לי דרש\"י הוקשה לו דאדפריך הא אביהם חייב להחזיר דבהא שייכא תי' דבדין הוא כו' אמאי ל\"ק ליה הכי דמדקתני בברייתא הניח להם אביהם מעות של רבית פטורים משמע בהדיא דדוקא ברבית פטורים משום דכתיב וחי אחיך לדידי' אזהר רחמנא לבריה לא אזהר אבל בגזל דליכא קרא חייבים להחזיר דאי לא אדתני בברייתא מעות של ריבי' דמן התורה פטורים לישמועינן רבותא דאפילו בגזלה דמן התורה חייבים אפי\"ה משום תקנה אין חייבים ומכ\"ש רבית דמן התורה פטירי והמתרץ גופיה היכי הוה ניחא ליה ברייתא בהך תי' ואמאי לא אקשי לי' בכה\"ג ומכח זה הוצרך לומר דהמקשה והמתרץ ס\"ל דטעמא דברייתא משום דרשות יורש כרשות לוקח דמי וכיון שכן משו\"ה לא מצי דייק מדקתני מעות של רבית דמשמע הא מעות של גזל חייבים דכיון דטעמא דרבית היא איהו טעמא דגזל ליכא רבותא בגזל טפי מרבית וא\"כ ע\"כ דברייתא חדא מנייהו נקט כיון דלא נפ\"ל מידי לרבא ודאי דלא מתרצא בהכי דהא ע\"כ רבא לא ס\"ל הך תי' דאל\"כ אמאי הוצרך רבא לומר דטעמא דברייתא משום דלדידי' אזהר רחמנא ת\"ל משום דאין מקבלין מהם וכן נמי לא מצי קאי לרמב\"ח למאן דמתני לה התם אהך ברייתא משום דרשות יורש כרשות לוקח דמי וכיון דהך תי' אינו אלא לר\"י איכא למימר דר\"י סבירא לי' כרמב\"ח ולפום מאי דמסיק בגמרא לק\"מ לרבא מהך ברייתא משום דבגזילה קיימת לא עבדי רבנן תקנתא וא\"נ דמיירי קודם תקנה כנ\"ל ודוק:<br><b> ודע </b> שמ\"ש רבינו פ\"ד מה' מו\"ל דין ה' נראה מדבריו ז\"ל דברבית אפילו אם הוא קיים אין מקבלין מהם אלא א\"כ הי' דבר המסויים ועיין בהרב מש\"ל ז\"ל מה שנתן טעם לדבריו יע\"ש וכן הוא דעת הרב התרומות בשער הנז' ויש לדקדק עליו ממ\"ש לעיל בסמוך וז\"ל וזה שכתב שאין מקבלין מהם יש ליישב שהרי כמה משניות שהיו מענשין וכופין את הגזלנים כו' עד ואין לנו לתרץ ולחלק שכל אלו הדינין שדנין בהם החזרה בגזילה קיימת וברבית קיים עסקינן דהא אפי' בשאינו קיים אנו מוצאים וכדחזינן באיזהו נשך האי מאן דמסיק זוזי דרביתא כו' וזה הרבית בודאי אינו בעין כו' ואפ\"ה כופין והשתא לפי מ\"ש בסמוך היכי הוה ניחא לי' לומר דהני מיירי ברבית קיים הרי ברבית אפי' קיים איתי' לתקנת' וליכא למימר דמ\"ש ברבית קיים היינו לומר רבית קיים ומסויים ואיידי דנקט גזילה קיימת נקט רבית קיים דא\"כ אמאי הוצרך להביא ראי' מההיא דאמר רבא בדף ס\"א הוה ליה לאתויי ראי' מההיא דאמר אביי התם האי מאן דמסיק זוזי דרביתא מחבריה וקאזלי חיטי בד' דאתמר התם מקמי מימרא דרב' זו ויש ליישב דאה\"נ דלפי האמת ס\"ל להרב התרומות ז\"ל דברבית קיים נמי איתא לתקנת' דרבי מהטעם שכתב הרב מש\"ל אלא שכוונת הרב ז\"ל לומר שאין לחלק ולומר מכח קו' זו דכל הני עובדי דרבי מיירי ברבית קיים ונימא דגזילה ורבית שוים הם שהרי באיזהו נשך כו' מיהו לפי האמת אין לחלק בהכי ובהכי ניחא מה שדקדק הרב גד\"ת ז\"ל שם יע\"ש ודוק: ובמה שהקש' עוד הרב התרומות לתירוץ ר\"ת ז\"ל וז\"ל אלא שלזה התירוץ קשה המשנה שאמרה כל הגזלנים משלמין כשעת הגזילה ואותה משנה מסתמא רבי שנאה כו' יש לדקדק דמאי קו' נימא דמתניתין מיירי בגזילה קיימת ואי כוונת הרב ז\"ל להקשות לפום מאי דס\"ד בגמ' דאפי' בגזילה קיימת איתיה לתקנתא דר' אמאי לא פריך ממתניתין א\"כ היכא הוה ניחא ליה לעיל בהך תירוץ לומר דהני מתני' וברייתות מיירי בגזילה קיימת הא אכתי תקשי ליה לפו' ס\"ד דמקשה כדק\"ל להך תירוץ וצ\"ל דאה\"נ דהוה מצי לדחויי הכי אלא דעדיפא מינה דחי לה דאפי' לפום מסקנא דתלמודא אין לתרץ בהכי ולפי מ\"ש הרב מש\"ל ז\"ל דבגזילה קיימת נמי אי איכא שינוי השם אין מקבלין מהם כיון דקנאו בשנוי ניחא שפיר דקו' הרב התרומות היא אף לפי המסקנא שהרי מתניתין איירי בדאיכא שנוי כנ\"ל:<br><b> והתוס' </b> ז\"ל בד\"ה אי כו' כתבו בתירוץ הב' כדעת רבינו דבדבר המסויים מקבלים מהם לפי כבודו וראיתי להרב התרומות בחלק הנזכר סימן א' שהקשה לתי' זה דכיון דבדבר המסויים מקבלין מהם אם כן חייבים להחזיר דלא אמרינן דאין חייבים להחזיר אלא מה שאין מקבלין ונמצא לפי זה שהבנים יש להם דין האב עצמו וכיון שכן קשה מאי האי דמשני בגמ' בדין הוא דאביהם נמי אינו חייב להחזיר והא דקתני בדידהו משום דקבעי למתני סיפא בדידהו כו' הא אכתי תקשי דאמאי לא תני סיפא נמי בדידיה דאם הוא דבר המסויים חייב להחזיר יע\"ש ולע\"ד לק\"מ דה\"נ ודאי דדינא דסיפא מצי למתנייה בדידיה אלא דברייתא רבותא אשמועינן דאי הוה תני סיפא נמי בדידיה ה\"א דבנים אינם חייבים להחזיר שהרי התוספות בפ' הכותב דפ\"ו ע\"א ד\"ה פריעה הוק' להו הך ברייתא דאמאי חייבים להחזיר משום כבוד אביהם הא הוי מ\"ע שמתן שכרה בצידה שאין ב\"ד מוזהרין עליהם דלה\"ט אמרינן דבדליכא אחריות נכסים מצוה על היתומים ואין כופין ותי' דשאני דבר המסויים דאם לא יחזירו איכא קלון אביהם יע\"ש וא\"כ אי לא הוה תני לה בדידהו הוה טעינן בהכי ומ\"ש בגמרא איידי דבעי למיתני סיפא בדידהו אין הכונה לומר דלא מצי למתנייה בדידיה אלא ה\"ק איידי דבעי למתני סיפא בדידהו לאשמועינן חידושא תני נמי רישא בדידהו וא\"נ דהו\"א כיון דקי\"ל כבוד א\"ו משל אב ומדינא אינם חייבים להחזיר הוי לגמרי ממונא דידהו ואינם חייבים כמ\"ש מרן הב\"י ז\"ל בטי\"ד סימן ר\"מ משו\"ה הוצרך למתנייה סיפא בדידהו כנ\"ל:"
            ]
        ],
        [
            [],
            [
                "<b>ודין </b>\n<b> זה דין תורה הוא כו'.</b> עיין מה שהקשה הרב לח\"מ ז\"ל ממ\"ש רבי' פ\"ה מה' אלו דין יו\"ד דאם נטלו מוכסים את חמורו כו' דאם בא להחזיר ממדת חסידות מחזיר שזה לא נאמר אלא למ\"ד יאוש כדי קני כדאיתא פ' הגוזל בתרא איכא דאמרי אם בא להחזיר מחזיר מ\"ט יאוש כדי קני מיהו אם אמר אי איפשי בממון שאינו שלי מחזיר לבעלים הראשונים וכיון שרבינו ז\"ל פסק כמ\"ד יאוש כדי לא קני איך כתב כן ומה שתירץ הוא תירוץ הרמב\"ן ז\"ל במלחמותיו ע\"ש ולפי מ\"ש למעלה פ\"ה מה' גניבה שרבינו מפרש מ\"ש אם נטל מחזיר לבעלים מחזיר הדמים לבעלים קאמר משום דיאוש כדי לא קני מעיקרא באיסורא אתא לידיה ומש\"ה מיחייב להחזיר הדמים איכא למימר דתלמודא ה\"ק דאיכא מ\"ד מגיה הברייתא ותני אם בא להחזיר כו' א\"נ פרושי קא מפרש דהאי אם נטל דקאמר מחזיר בברייתא אם בא להחזיר קאמר משום דס\"ל יאוש כדי קני והילכך לא מצי לאוקמה לברייתא בחזרת דמים משום דאפי' דמים לא מיחייב כיון דבהיתרא אתא לידיה והילכך אף לפי האמת דקי\"ל דיאוש כדי לא קני כתב רבינו דין זה לענין חזרת החמור והכסות דבהא ק\"ל כלישנא בתרא וא\"כ אף לחזרת דמים היכא דלא הוי גנב מפורסם כנ\"ל ומ\"ש עוד הרב ל\"מ דרבינו סובר דיאוש ושינוי השם דהקדש לא קני אלא מדרבנן יש להק' עליו דבפ' לולב הגזול קאמר ר\"י התם דלולב הגזול אפי' אחר יאוש פסול משום מה\"ב ומוכח לה מקרא דכתיב והבאתם גזול כו' ל\"ש קודם יאוש ל\"ש לאחר יאוש בשלמא קודם יאוש כו' אלא לאחר יאוש הא קניה ביאוש וכתבו התוספות שם דהא קניה ביאוש ושינוי השם קאמר דר\"י ס\"ל דיאוש כדי לא קני ואם איתא דיאוש ושינוי השם דקרבן אינו אלא מדרבנן אכתי מאי מוכח מקרא דוהבאתם גזול וי\"ל ודו\"ק:"
            ],
            [],
            [],
            [],
            [
                "<b>כבר </b>\n<b> ביארנו שהגזילה שהשביחה כו'.</b> הק' הרב ל\"מ ז\"ל לדעת הראב\"ד ז\"ל שסובר דלידה הוי שינוי א\"כ מאי פריך בגמ' לר\"פ ממתניתין דגזל פרה ונתעברה אצלו וילדה ילדה אין לא ילדה הדרא בעיניה ומאי קושיא אימא דנקט ילדה משום דאיכא שינוי לידה וקנה הבהמה גופה אלא שמשלם דמים כשעת הגזילה והכי תידוק מינה ילדה משלם כשעת הגזילה וקנה הבהמה לא ילדה הדרא בעיניה גוף הבהמה מיהו שבח גופיה מודה דקני גזלן משום תקנת השבים וכר\"פ יע\"ש ומה שתירץ הרב ז\"ל דס\"ל להראב\"ד ז\"ל דנתעברה נמי חשיב שינוי דמעיקרא גופא סריקא והשתא גופא מליא ואין הבהמה חוזרת בעינה אלא משלם דמים כשעת הגזילה לא נראו לי דבריו כלל דא\"כ הי\"ל להראב\"ד ז\"ל להשיג על רבינו בדין הקודם שכתב שאם עדיין לא ילדה ולא גזזה שמין לו את השבח ומחזיר הבהמה עצמה שם היה ליה להשיג ולומר דעיבור חשיב שינוי ומדלא השיג עליו עד דין ז' משמע דבהא מודה לרבינו ז\"ל וכן נראה ממ\"ש פ\"ב מה' גניבה דין י\"ב בתשו' שם וז\"ל ומסתברא כותיה מיהו לא על גזזה וילדה שהרי קנאו בשינוי אלא בשבח שעל גבי גזילה ע\"כ ומדכתב סתמא בשבח שעל גבי גזילה משמע דנתעברה לא חשיב לי' שינוי דאל\"כ עדיפא מינה היל\"ל ומסתברא כותיה מיהו לא על נתעברה ונטענה וכ\"ש ילדה ועיין מ\"ש בזה שם ולעיקר קו' נראה לומר דתלמודא הכי פריך משום דק\"ל לתלמודא דסיפא לא אצטריכא כלל דאי לאשמועינן דלידה חשיב שינוי הא מרישא דקתני משלם דמי פרה שמעינן לה במכ\"ש דאפילו בגזל פרה מעוברת חשיב לידה שינוי כ\"ש גזל פרה רקנית דחשיב לידה שינוי וכמו שהוק' לו להרא\"ש ז\"ל ואע\"ג דבגזל פרה מעוברת ס\"ל להראב\"ד דכל שבח שהשביח משעת גזילה עד שעת לידה הו\"ל דנגזל ומתניתין דקתני משלם דמי פרה העומדת לילד רגע א' קודם הלידה קאמר וכמ\"ש הרב לח\"מ בה' גניבה יע\"ש והרא\"ש ז\"ל נראה דלא ק\"ל הך קו' אלא לפי דעת שכ\"כ ואי תקשי לך למאי דפרישנא כו' יע\"ש מ\"מ הראב\"ד ז\"ל אפי' לפום שיטתו ק\"ל דכיון דהא שמעינן מרישא דלידה חשיב שינוי מינה נפקא דבגזל פרה רקנית חשיבה לידה שינוי ואינו משלם אלא כשעת הגזילה וא\"כ סיפא למאי אצטריך אלא ודאי ע\"כ ס\"ל למתניתין דלא ילדה הדרא בעיניה דשבח שעל גבי גזלה דנגזל הוי דהשתא אצטריכא סיפא דמתניתין לאשמועינן דאע\"ג דבגזל פרה מעוברת וילדה משלם דמי פרה העומדת לילד וכל שבח דמשעת גזילה עד שעת לידה דנגזל הוי וא\"כ ה\"נ הו\"א דכיון דשבח שע\"ג גזילה דנגזל הוי כי ילדה נמי כל שבח שהשביח משעת גזילה עד שעת שינוי הוי דנגזל (והרא\"ש הביא ראיה לדעתו ז\"ל דגזל פרה מעוברת וילדה משלם כשעת הגזילה אע\"ג דכי לא ילדה הדרא בעינה וכל שבח שהשביח ביד הגזלן הוי דנגזל דברשותיה אשבח הואיל ולא נשתנית השתא דילדה ונשתנית משלם כשעת הגזילה וכתב וז\"ל ודרב זביד אליבא דר\"י יוכיח דשבח שעל גבי גזילה דנגזל ואחר שגזזה הוי דגזלן ואינו משלם אלא כשעת הגזילה יע\"ש ולהראב\"ד ז\"ל צ\"ל דשאני ההיא דרב זביד דבשעת גזילה לא היה שבח כלל מש\"ה כל שילדה משלם כשעת הגזילה משא\"כ גזל פרה מעוברת דהרי היא מעוברת בשעת גזילה וסופה ליגדל לא חשיבא שינוי כלל וכן הוא דעת הרשב\"א ז\"ל בשיטה כ\"י שכתב וז\"ל ולא מחוור בעיני דמדקתני ברישא דמתניתין גזל פרה מעוברת כו' משלם דמי פרה העומדת לילד משמע דאע\"פ שאינה עומדת לילד בשעת גזילה ואינה עומדת ליגזז משלם כאלו עומדת ליגזז ולילד וגידול הגיזה והולד אינו נעשה שינוי שהגיזו' והולדות טפלות הן לגבי הבהמה עכ\"ל יע\"ש) קמ\"ל דאפי\"ה משלם כשעת הגזילה כיון דלא היה בשעת הגזילה שבח כלל כדכתיבנא ואהא פריך תלמוד' דבשלמא לר\"ז הא מני ר\"י היא אלא לר\"פ דאמר דגזלן הוי הא מני ואהא תירץ אמר לך ר\"פ ה\"ה אפילו לא ילדה נמי משלם כשעת הגזילה משום דשבח שעל גבי גזילה דגזלן הוי כלומר דמתניתין הא קמ\"ל דשבח שעל גבי גזילה דגזלן הוי ומש\"ה משלם כשעת הגזילה דאי שבח שעל גבי גזלה דנגזל הוי משלם דמי פרה מעוברת מבעי ליה ואיידי דקתני רישא ילדה תנא נמי סיפא ילדה וכדרך שכתב הרא\"ש ז\"ל דלר\"פ אתא לאשמועינן דעיבור וטעינה חשיב שינוי והא עדיפא ממ\"ש הרא\"ש תמיה מילתא דאיך נאמר דמתניתין קמ\"ל דאפילו לא ילדה חשיב שינוי והא מתניתין ילדה קתני ואי עיקר מאי דנחית תנא לאשמועינן הוא לא ילדה אמאי נקט ילדה דאיכא למטעי ולומר דוקא ילדה אבל לא ילדה לא דהוי פשטא דמתניתין טפי וכמו שכן תמה עליו מוהרש\"ל ז\"ל אמנם לפי דעת הראב\"ד ז\"ל א\"ש משום דס\"ל לר\"פ דבמאי דקתני מתניתין משל' כשעת הגזילה מינה שמעינן דשבח שעל גבי גזילה דגזלן ומאי דנקט ילדה איידי דרישא דאי שבח שעל גבי גזילה דנגזל הוי משלם דמי פרה מעוברת הוה ליה למימר דומיא דרישא דמשלם דמי פרה מעוברת כמו שהיה שוה רגע אחד קודם דלא ס\"ל לחלק כמו שמחלק ר\"ז ודו\"ק ועוד נראה לומר שדעת הראב\"ד כמ\"ש רש\"ל בספר יש\"ש דדוקא בגזל פרה מעוברת וילדה חשיב שינוי וקני גוף הפרה כיון שגזל מעוברת ונתרוקנה מאי אמרת חוזרת ומתעברת פנים חדשות באו לכאן אמנם בגזל פרה ריקנית ונתעברה מודה הראב\"ד דלא חשיב שינוי וכן נראה שהבין מוהרש\"ל בדעת הראב\"ד וכמ\"ש בה' גניבה יע\"ש והיותר נכון נ\"ל שמ\"ש הראב\"ד אין לך שינוי גדול מגיזה ולידה אין הכונה לומר דחשיב שינוי לגבי הפרה וקני אותה ומשל' דמי הפרה וכמו שכן הבינו הרב לח\"מ ומוהרש\"ל ז\"ל אלא הראב\"ד לא בא להשיג על רבינו אלא לענין הגיזות והולדות כמ\"ש דאם לפני יאוש ילדה או גזזה הגיזות והולדות של בעלים אהא הוא דהשיג עליו דאין לך שנוי גדול מגיזה או לידה כלומר דהגיזות והולדות קנאן בשינוי שהנולד שינוי הוא וכמ\"ש הנ\"י וז\"ל וכתב הרא\"ש בשם רבו דלאו דוקא דמיה ולומר שגוף הפרה קנוי לו בשינוי דלידה וגיזה לאו שינוי הוא דמעיקרא גופא מליא והשתא גופא סריקא ולא הוי שינוי בגוף הבהמה כמו דלא הוי שינוי אם הפילה גללים והשינוי דוקא לגבי צמר ולד הוא עכ\"ל יע\"ש (ובשבח שעל גבי גזילה ס\"ל דלא הוי שינוי כיון שגוף הגזילה לא נשתנית ברשות מרא קיימא ולדידיה אשבח ואין כאן שינוי שכל המחובר לה כמוה כמ\"ש הרמב\"ן במלחמותיו) אמנם לענין גוף הפרה מודה הראב\"ד ז\"ל דחוזרת בעיניה כמ\"ש רבינו בדין הקודם וזה הוא שהראב\"ד ז\"ל לא השיג עליו בדין הקודם במ\"ש דאם ילדה או גזזה לאחר יאוש הגיזות והולדות של גזלן ומחזיר הבהמה עצמה משום דבהא מודה לרבינו ומ\"ש בגמ' אבעיא להו מ\"ט דר\"מ משום דקסבר שינוי במקומו עומד כו' לא קאי אלא אגיזות ואולדות וכ\"כ הרמב\"ן במלחמותיו דל\"ז וכן מבואר בהדיא שדעת הראב\"ד כמ\"ש ממ\"ש הרמב\"ן בשם הראב\"ד בדף ל\"ט ד\"ה ועוד ר\"י כו' וז\"ל ועוד דהא כבר כתיבנא לעיל דאפילו גזל רחל טעונה וגזזה לאו שינוי הוא כלל וגופא חוזרת בעיניה והיינו דקתני גזלה חוזרת בעיניה כלומר כדאי' השתא כו' עוד ה\"נ קני שבחא ולא קני גופא וכן השיג עליו הראב\"ד עכ\"ל:<br><b> הנה </b> מבואר כמ\"ש ומאוד אני תמיה על הרבנים הנזכרים איך אישתמיט מנייהו דברי הרמב\"ן הללו ולפ\"ז צ\"ל שמ\"ש הטור סימן שנ\"ד וא\"א הרא\"ש ז\"ל כתב כסברא הראשונה וכן השיג עליו הראב\"ד לא קאי אלא לומר שדעת הראב\"ד דבילדה וגזזה ל\"ש קודם יאוש ל\"ש אחר יאוש דינם שוה משום דחשיב ליה לידה וגיזה שינוי וכדעת הרא\"ש אמנם אה\"נ דבהא פליגי הרא\"ש והראב\"ד דלהרא\"ש חשיב שינוי לגבי הפרה ואינה חוזרת בעיניה ולהראב\"ד לא חשיב שינוי אלא לענין גיזות ולוולדות כמ\"ש הרמב\"ן ותדע שהרי לדעת הרא\"ש אפילו בלא ילדה נמי חשיב שינוי לר\"פ ואינו משלם אלא דמי פרה ריקנית כמ\"ש בהדיא שם ואלו לדעת הראב\"ד משמע דעיבור וטעינה לא חשיב שינוי ובשבח דממילא מודה הראב\"ד לרבינו דקודם יאוש חייב להחזיר שלא כדעת הרא\"ש וכמ\"ש הב\"ח אלא ודאי דלאו לגמרי קאמר אלא להא מילתא דלידה וגיזה חשיב שינוי ומ\"מ לדעת הרז\"ה שם דס\"ל דבילדה וגזזה קנה גוף הבהמה ובלא ילדה קנה שבחה וגוף הבהמה חוזרת בעיניה צ\"ל כמ\"ש לעיל לדעת רבי' ותירוץ הרב ל\"מ ז\"ל לא יתכן לדעת הרז\"ה שהרי מבואר מדבריו שם דלר\"פ הא דקאמר ר\"י גזילה חוזרת בעיניה מיירי בנתעברה ונטענה אצלו וכמ\"ש בפ' המפקיד וא\"נ י\"ל שאף הרז\"ה לא כתב כן אלא בגזל פרה מעוברת וכמ\"ש רש\"ל שכן הוא דעת הרז\"ה: הן אמת שממ\"ש הרמב\"ן דל\"ז נראה להפך שכתב וז\"ל ומאי דכתב בעל המאור שכל מה ששנינו משלם כשעת הגזילה גוף הגזילה קנוי לגזלן ומשלם דמים כדמעיקרא כו' אמנם ממ\"ש וז\"ל ודקא דייק מדלא קתני סיפא דמי פרה לדידיה קשיא רישא דעצים ועשאן כלים נראה שדעת הרז\"ה כדעת רש\"ל וכ\"נ ממ\"ש בדף ל\"ט וז\"ל ב' תשו' בדבר חדא דהא ר\"מ אפי' בגזל רחל ונטענה אצלו אמרה ובעל המאור הודה בכך בפ' המפקיד כו' משמע דבגזל פרה ונתעברה אף הרז\"ה יודה דגוף הגזילה חוזרת בעיניה וא\"כ מ\"ש לעיל שכל מה ששנינו כו' נראה הפך ודברי בעל המאור הללו נשמטו מהדפוס ולא זכינו לאורו לראות הדברים על בוריין ודעת הרא\"ש דלר\"פ אפילו בלא ילדה נמי משלם דמי פרה ריקנית וכתב שכן הוא דעת ר\"י יע\"ש: והנה מ\"ש שדעת ר\"י כן מדברי התוספות שלפנינו ד\"ה לר\"ש מבואר היפך דבריו יע\"ש וכ\"כ מוהרש\"ל ולדעתו לא ידעתי איך יתיישב מה שאמר ר\"י גזילה חוזרת בעיניה ואוקמא ר\"פ בשבח שעל גבי גזילה דא\"כ מאי חוזרת בעיניה דקאמר דמשמע דהיא גופא הדרא והרז\"ה כתב דמש\"ה אוקמא ר\"פ בשבח שעל גבי גזילה דאז גוף הגזילה חוזרת בעיניה משום דהוי שינוי החוזר לברייתו אכן לדעת הרא\"ש קשה ומ\"מ בילדה וגזזה אפשר דס\"ל להתוס' כדעת הרא\"ש דמשלם דמי פרה ריקנית וע\"פ זה ניחא מה שהקשה רש\"ל בסי' ה' על מ\"ש התוס' בד\"ה מאי וז\"ל וי\"ל דלר\"ש אפי' ילדה קאמר דלמחצה לשליש ולרביע קא שקיל גזלן דקאי אר\"מ דאיירי בילדה עכ\"ל הק' וז\"ל ול\"נ דא\"כ מנין לו לר\"פ דבתרתי פליגי הני תנאי דילמא כולהו תנאי לא איירו אלא בשבח שלא ע\"ג גזילה כדאיירי ר\"מ ופליגי השתא שפיר ר\"מ סבר כוליה דנגזל משום קנסא ור\"י סבר כוליה דגזלן ור\"ש סבר למחצה לשליש ולרביע הוא דשקיל גזלן עכ\"ל יע\"ש. ולפי מ\"ש ניחא דמש\"ה לא אוקמא לברייתא בשבח שלא ע\"ג גזילה גרידה משום דא\"כ היכי קתני ברייתא דגזילה חוזרת בעיניה הא בילדה וגזזה אינו משלם אלא דהמה מש\"ה קאמר דר\"י דקאמר גזילה חוזרת בעיניה דהיינו כשעת הגזילה איירי בשבח שע\"ג גזילה נמי דבכל ענין גזילה חוזרת בעיניה ומש\"ה נקט הך לישנא דחוזרת בעיניה והשתא כי קאמר ר\"ש למחצה כו' קאי אכל מאי דקאמר ר\"י ור\"ש קאמר ר\"ש למחצה כו' הוא דשקיל וליכא לאקשויי דא\"כ אמאי קאמר ר\"פ דר\"י ס\"ל דשבח שע\"ג גזילה דנגזל ומאי דקאמר חוזרת בעיניה כמו שהיא עכשיו קאמר וכדר\"ז ור\"ש ס\"ל דלמחצה הוא דשקיל דהשתא אתיא מתני' שפיר כר\"י דהא אפי' לדעת מוהרש\"ל דס\"ל דלר\"ש דוקא בשבח שע\"ג גזילה הוא דקאמר אכתי תקשי ליה הכי אלא ודאי מוכרח הדבר דלר\"פ משמע ליה לישנא דחוזרת בעיניה כדמעיקרא קאמר וכמ\"ש רש\"י ודו\"ק: ואולם אכתי פש גבן לבאר השגת הראב\"ד בדין שאח\"ז שכתב וז\"ל א\"א קטיר קא חזינא הכא דהא אסיקנ' כו' עד ואנן בגזל פרה מעוברת ורחל טעונה מפרשינן לה להנהו גיזותיה וולדותיה כו' אשר דבריו סתומים כספר החתום דמשמע מדבריו שמ\"ש ואנן בגזל פרה מעוברת מוקמינן לה שבא לתרץ מה שהקשה דכיון דהקדיש' מאי חוטא נשכר איכא ולא ידענא היכי מתרצה בהכי והרב לח\"מ נרגש מזה וכתב דמילתא באנפי נפש' היא שבא לתרץ מה שיש להק' לפי דעתו דאם הלידה הוי שינוי א\"כ מדינא הוא ולא מפני תה\"ש ואמאי הוו של בעלי' לכך פי' דהכא לא מיירי בנתעברה אצלו דא\"כ הוי שינוי ולדידיה העיבור הוי שינוי אלא בגזל פרה מעוברת ואין כאן שינוי ולא איירי ג\"כ שילדה קודם שהקדישה אלא הקדישה קודם שילדה ומש\"ה קאמר דהשבח של גיזות וולדות משעת גזילה עד שעה שהקדישה הוי של בעלים כיון דאינו אלא מפני תקנת השבים וגבי הקדש לא שייך תקנת השבים ונסתייע לזה ממ\"ש ה\"ה מיהו הרב המשיג לעיל פירשה בגזל פרה מעוברת דמדכתב המשיג לעיל משמע דכונתו לומר דאזיל לשיטתיה ומש\"ה פירשה בגזל פרה מעוברת עכ\"ל והנך רואה כמה מהדוחק בדרך זה דכפי זה הי\"ל להראב\"ד לומר בתחלה ואנן בפרה מעוברת כו' ואח\"כ וק\"ל שהרי אדרבה לפי פי' הוא דקשה טפי דלפי דעת רבינו ז\"ל דס\"ל דגיזה ולידה לא הוי שינוי אלא מפני תקנת השבים הוא דקני אתי' שפיר ההיא דרבא בילדה וגזזה קודם שהקדישה דבהקדש לא שייך תקנת השבים כמ\"ש הוא ז\"ל ותו שדרך זה לא יתכן אלא ע\"פ מ\"ש הוא ז\"ל דס\"ל להראב\"ד דעיבור חשיב שינוי וכבר כתבנו דהא ליתא וכמו שהוכחנו מדבריו לעיל ולכן הנ\"ל בכונת הראב\"ד לומר שמ\"ש ואנן בגזל פרה מעוברת כו' שבא לתרץ מה שהק' דכיון דהקדיש' מאי חוטא נשכר איכא והוא זה שהרי כבר כתבנו שדעת הראב\"ד דמ\"ש במתני' גזל פרה מעוברת וילדה משלם דמי פרה העומדת לילד רגע אחד קודם שילדה קאמר וכל השבח שמשעת גזילה עד שתלד הוי של נגזל וכמ\"ש הרב ל\"מ פ\"ב מהלכות גניבה וכן הוא דעת הרשב\"א וכמש\"ל ומעתה נתבארו דברי הראב\"ד ז\"ל שמתחילה ה\"ק דכיון דהא אסיקנא שכל שבח שע\"ג גזילה הוא של גזלן א\"כ היכי אמרינן הכא דמסתברא משעה שהקדיש כדי שלא יהא חוטא נשכר והתוס' ז\"ל פרק הנזקין דנ\"ה ד\"ה לגיזותיה הוק' לו זה יע\"ש ואהא תי' דלזה י\"ל דכיון דהקדישה הגנב תו ליכא תקנתא כו' ושוב הוק' לו דכיון דהקדישה מאי חוטא נשכר איכא משום דס\"ל להראב\"ד דלפי זה ע\"כ צריך לאוקמא להך מימרא דרבא בהקדישה קודם שילדה וגזזה דאלו בגזזה וילדה הא קניה בשינוי מדינ' ולא משום תקנת השבים ואזיל לשיטתיה דס\"ל דגיזה וילדה הוי שינוי וא\"כ כיון דע\"כ מיירי בהקדישה מעוברת וטעונה הרי הגיזות והולדות הן של הקדש ומאי חוט' נשכר איכא (שהרי אם הקדיש בהמה חוץ מגיזתה תפסה נמי קדושה אגיזה כדאיתא בר\"פ ראשית הגז וכן נמי אם הקדיש בהמה מעוברת ואמר היא קדש וולדה חולין למ\"ד עובר ירך אמו אם שיירו אינו משוייר כדאיתא בתמורה פ' כיצד מערימין ורבא גופיה משמע התם דס\"ל דשיירו אינו משוייר דקאמר התם מתקיף לה רבא ממאי דטעמא דר\"י משום דשיירו משוייר דילמא כו' וכ\"כ התוס' פ' הנשרפין ד\"פ דרבא ס\"ל דעובר ירך אמו יע\"ש ועיין מ\"ש בפ\"ב מה' גניבה ודוק) והיכי אמרינן בגמ' מסתברא משעת הקדש כדי שלא יהא חוטא נשכר וכדי לתרץ כל זה כתב ואנן בגזל פרה מעוברת כו' מפרשינן לה כלו' דכיון דההיא בעי' דרבא מיירי בגזל פרה מעוברת מצינן לאוקמי שפיר בילדה וגזזה קודם שהקדישה ואפי\"ה מבעי' לי' לרבא לענין שבח גיזותיה שמשעת גזילה עד שעת קניית השבח בשינוי דאי אמרי' דאוקמוה רבנן ברשותיה משעת גניבה אינו משלם אלא כשעת הגזילה ואם משעת הקדש הוא דאוקמוה רבנן ברשותיה משלם דמי פרה העומדת לילד רגע אחד קודם לדעת הראב\"ד והשתא לא ק\"ל דכיון דהקדישה מאי חוטא נשכר איכא דיהא הכל של הקדש כיון דרבא מיירי בשלא הקדיש הגיזה והולד אלא בהמה גריד' אחר שילדה משא\"כ אי מיירי בנתעבר' אצלו ע\"כ צ\"ל דהקדישה כשהיא מעוברת דאלו ילדה וגזזה אע\"ג דלא שייכ' משום תקנת השבים ושבח שע\"ג גזילה דנגזל הוי היכא דליכא משום תקנת השבים מ\"מ עכשיו שילדה אינו משלם אלא כשעת הגזילה ודר\"ז יוכיח דס\"ל דשבח שע\"ג גזילה דנגזל הוי ואפ\"ה ס\"ל בילדה דאינו משלם אלא כשעת הגזילה וא\"כ כיון דהקדישה מעוברת מאי חוט' נשכר איכא ודברי הרב המשיג ה\"נ מתפרשן שכתב מיהו הרב המשיג לעיל פירש' דגזל פרה מעוברת כלומר משום דהרב המשיג לעיל ס\"ל דילד' וגזזה הוי שינוי ומדינא קני גזלן מש\"ה הוצרך לאוקמא בגזל פרה מעוברת אמנם לדעת רבינו דס\"ל דאפי' ילד' וגזזה לא חשיב שינוי ולא קני אלא משום תקנת השבים מתפרש' הך מימרא דרבא כפשט' אפי' בגזל פרה ונתעבר' אצלו וילד' קודם שהקדיש' דכיון דבעלמא לא קני אלא מפני תקנת השבים בהקדש דלא שייך תקנת השבים הוי של בעלים דהשתא ליכא לאקשויי כיון דהקדיש' מאי חוט' נשכר איכא כיון דמיירי בשלא הקדיש אלא הבהמ' אחר שילד' זה הנרא' אצלי אמיתות השגת הראב\"ד ז\"ל ועיין בש\"ך סי' רצ\"ב ס\"ק ו' ובהרמב\"ן במלחמותיו: וע\"פ האמור נרא' ליישב מה שהקש' הרב בעל ל\"מ לדעת רבינו דלידה וגיזה לא הוי שינוי שהרי בגמרא איבעיא לן אי טעמא דר\"מ משום דקסבר שינוי במקומו עומד או דילמא בעלמא קסבר שינוי קונה והכא קנסא קניס ומסיק דקנסא הוא דקניס משמע בהדיא דליד' וגיזה חשיב שינוי גמור דאי לא לימא דטעמא דר\"מ משום דלא חשיב שינוי יע\"ש שהניחו בצ\"ע אמנם על פי מ\"ש אפשר לומר דאף רבינו מוד' דליד' וגיזה חשיב שינוי גמור לענין הגיז' ולידה אלא דס\"ל דאפי' ר\"י דקאמר גזיל' חוזרת בעיני' והגיזות והולדות של גזלן אינו אלא מפני תקנת השבים דאי לאו הכי הוה מוד' לר\"מ דקנסינן ליה לגזלן שלא יהא חוטא נשכר אע\"ג דחשיבי שינוי ואע\"ג שכתב רבינו דשבח שהשביח אחר שנשתנית השבח לגזלן לא כ\"כ אלא דוקא בנשתנית גוף הגזיל' ואינו חייב לשלם אלא דמיה אז הוא דאמרינן דכיון דגוף הגזיל' של גזלן הרי מאות' שעה קנוי לו שהרי אם רצה הנגזל לתת לו דמיה וליקח החפץ אינו חייב הגזלן לתת לו ונמצא דכי קא אשבח ברשותי' הוא דקא אשבח משא\"כ בגזל פרה וילד' דס\"ל לרבינו דגוף הגזיל' חוזרת בעיני' משום דלא חשיב שינוי לגבי הפר' ואע\"ג דלענין שבח הגיזות והולדות חשיב לידה וגיזה שינוי אפ\"ה קנסו רבנן שלא יהא חוטא נשכר כיון דברשותי' דנגזל קא אשבח וזהו שכתב רבינו בסוף דין זה הואיל ולא נתיאשו הבעלים ולא נשתנית הגזיל' כלומר דדוקא בנשתנית גוף הגזיל' כמ\"ש ומאי דפשיט לתלמודא מההיא דלצבוע לו אדום וצבעו שחור דלר\"מ במזיד קניס בשוגג לא קניס היינו משום דהתם נמי לא קני ליה לגופיה שהרי אם רצה בעל הצמר ליתן לו דמי שבחו נותן לו את הצמר וכמ\"ש רש\"י ד\"ק ע\"ב ד\"ה לצבוע לו אדום וז\"ל ולא יהיב ליה אלא דמי צמרו אבל לא דמי שבחו או זה יתן לו דמי שכרו משלם ויקח לו את הצמר משא\"כ בגזלן בשבח שהשביח אחר שנשתנית כיון דהרי היא כשלו לגמרי ואפי' אם רצה הנגזל לתת לו דמי הגניב' בשבחה אינו חייב להשיבו לא קנסי' ליה והכריחו לרבינו לומר כן משום דק\"ל סוגית הנזקין דקאמר רבא מאי נ\"מ לגיזותי' וולדותי' דמשמע בהדיא דס\"ל לרבא דבילד' וגזזה הגיזות והולדות הן של בעלים דדחיק' לי' מילתא לומר כמ\"ש התוס' דאליבא דר\"מ וא\"נ אליבא דר\"ז לר\"י או לר\"פ אליבא דר\"ש קאמר לה משום דכיון דקי\"ל הלכת' כר\"פ אליבא דר\"י דחיק' מילתא לאוקמא מילתא דרבא דלא כהלכת' וכמ\"ש הרמב\"ן במלחמותיו דל\"ט: גם דחיק' ליה למימר דבגזל פרה מעוברת הוא דקאמר כמ\"ש הראב\"ד משום דא\"כ הו\"ל לרבא לומר למאי נ\"מ לשבח גיזותיה כו' מדקאמר לגיזותי' משמע דלענין הגיזות והולדות גופייהו הוא דקא מיבעי' ליה אי חוזרת לבעלים וכבר הרמב\"ם נרגש מזה וכתב דלגיזותי' לאו דוקא אלא לשבח גיזותי' הוא דקאמר ורבינו לא ניחא ליה בהכי ותו דפשט' משמע דבכל גוונא מיירי מש\"ה הוצרך לומר דאפי' לר\"י ל\"ק דהגיזות והולדות של בעלים אלא מפני תקנת השבים והלכך גבי הקדש דלא שייך תקנת השבים מוד' ר\"י לר\"מ דקנסינן ליה כדי שלא יהא חוטא נשכר וזהו שאמרו בגמרא מסתברא משעת הקדש כדי שלא יהא חוט' נשכר דהיינו קנסא דקניס ר\"מ כמ\"ש רש\"י בפ' הגוזל דצ\"ה ד\"ה קנסא יע\"ש ודוק: ובהכי ניחא לי מאי דק\"ל לפום מאי דמשמע מדברי רבינו דלידה וגיז' אינו שינוי ואינו קונה אלא מפני תקנת השבים כמ\"ש ה\"ה בדין ט' א\"כ אמאי כתב רבינו בגזל פרה ונתעבר' אצלו וילד' דהואיל ונתיאשו הבעלים הגיזות והולדות של גזלן ומשמע ודאי דאם רצה הגזלן לסלקו בדמים וליתן לו דמיה אינו מחוייב להשיבו שהרי בלא ילד' כתב דשמין לו את השבח ונוטל מן הנגזל משמע דבילד' לא והשתא ק' דלפי מ\"ש ה\"ה בדין ב' שדעת רבינו דלר\"י דינו בדמים שדי בכך מפני תקנת השבים ה\"נ אמאי לא אמרי' הכא שיחזיר הגיזות והולדות ויתן לו הנגזל דמיה כיון שאינו אלא מפני תה\"ש אמנם ע\"פ מ\"ש הנה נכון דס\"ל לרבינו דהגיזות והולדות גופייהו קנינהו בשינוי אלא דבלא נתייאשו הבעלים מוד' ר\"י לר\"מ דקנסינן ליה כדי שלא יהא חוטא נשכר דלא שייכא תקנת השבים בדליכא יאוש כמ\"ש ה\"ה ובנתיאשו הבעלים משום דאיכא תקנת השבים מוקמינן ליה אדינא דאורייתא: ודעת התוס' בדף צ\"ה ד\"ה משלם שלא כדעת הראב\"ד שכתבו וז\"ל דמי פרה העומדת לילד דכל שבח שמשעת גזילה עד שתלד של גזלן וכן הוא דעת הרא\"ש שכתב וז\"ל דכל היכא דקנא' גוף הגזיל' בשינוי ואינו מחוייב לשלם אלא דמיה חזר' השומא לדמעיקרא ולא דמי לתבריה ושתיי' דמשלם ד' דהתם שאני דאבד' מן העולם כו' יע\"ש וכן נרא' ממ\"ש התוס' בפ' הנזקין דלר\"פ דאמר אליבא דר\"י שבח שעל גבי גזיל' דגזלן הוי לא נפקא מיני' מידי במאי דאוקמוה ברשותי' משמע בהדי' דס\"ל דבגזל פרה מעוברת משלם כשעת הגזיל' דאל\"כ אפי' לר\"פ אליבא דר\"י נ\"מ שפיר במאי דאוקמוה ברשותי' בגזל פרה מעוברת דאי לא הקדיש' שמין כמו שהי' שוה רגע אחד קודם הליד' וכמ\"ש לדעת הראב\"ד וק\"ל על דבריהם דכפי זה ע\"כ דטעמייהו כמ\"ש הרא\"ש דכל היכא דאיתיה לגזיל' בעיני' וקנינהו בשינוי הדרא שומא לדמעיקרא ומש\"ה משלם כשעת הגזיל' וא\"כ קשה שהרי התוס' כתבו שם בסמוך ד\"ה מ\"ט דאפי' עולא מוד' דאם הקדישו דהקדשו הקדש משום דקני ליה גזלן ביאוש ושינוי השם ואינו משלם אלא דמיו והשתא א\"כ איך קאמר רבא דמסתברא משעת הקדש כדי שלא יהא חוטא נשכר והרי כיון שהוא קנוי לו ביאוש ושינוי השם הדרא שומא לדמעיקרא שהרי איתיה לגזיל' בעולם ואינו חייב לשלם אלא דמים וכן קשה למ\"ש הרמב\"ן במלחמותיו וז\"ל וכן לדעתי ההיא דרבא בשבח גיזותי' וולדות היא דהיינו מעוברת וטעונה וגדלו מאליהם דאלו גזזן הא קי\"ל דגזלן הוי ובעייא דרבא לא מוקמינן לה דלא כהלכתא עכ\"ל שהרי דעת הרמב\"ן כדעת התוס' והרא\"ש כמ\"ש שם בסמוך וז\"ל ועוד כבר כתבנו דאפי' גזל טעונ' כו' וממילא ידעינן דמשלם דמי גיזותי' כמו שהן שוין בשעת הגזיל' יע\"ש ובפרק הגוזל בתרא דמ\"ו כתב שם כדברי התו' ואפי' לעולא הקדשו הקדש משום דקני ליה ביאוש ושינוי השם ואולי נאמר דכיון דהקדיש' חשיב ליה כאבד' מן העולם ואינ' ברשותו ואע\"ג דאמרינן במרוב' דהקדש לא חשיב כמכיר' משום דמעיקרא תורא דראובן והשתא תורא דראובן לא אמרי' כן אלא לענין תשלומין דו\"ה וכמ\"ש התוס' שם יע\"ש אך קשה לי למ\"ש התוס' דלר\"ז דאמר אליבא דר\"י דשבח שעל גבי גזיל' דנגזל הוה הכא דאוקמי' ברשותי' דגזלן הוי דבמאי עסקינן אי בילד' אחר שהקדיש' קודם שתבעו לב\"ד א\"כ לר\"ז נמי אינו משלם אלא כשעת הגזיל' וכדקתני במתניתין בהדיא גזל פרה ונתעברה אצלו וילד' משלם כשעת הגזיל' וכי בשביל שהקדיש' מיגרע גרע ואי מיירי בשלא ילד' קודם שתבעוהו לב\"ד א\"כ איך כתבו דלר\"פ לא נפ\"ל מידי הא לר\"פ נמי נפ\"מ בגזל פרה מעוברת דאפי' ר\"פ דאמר שבח שע\"ג גזיל' דגזלן הוי היינו דוקא בגזל פרה ריקנית ונתעבר' אמנם בפרה מעוברת מוד' ר\"פ כל שבח שהשביח משעת גזיל' עד שעת העמד' בדין הוי דנגזל וכמ\"ש הרא\"ש וכ\"כ הרמב\"ן והכריח הדבר מן הירושלמי וממ\"ש בגמרא איידי דתני רישא ילד' דמשמע דדינא לא משכחת לה אלא בילד' וצ\"ע כעת ומהתי' על הסמ\"ע הביאו הרב המאסף סי' שס\"ב שכתב בפשיטות דגזל פרה מעוברת משלם העודף שהשביח ביד הגזלן ולא ידעתי איך אשתמיט מינייהו דברי הרמב\"ן והרא\"ש ז\"ל הללו והרב תי\"ט הקש' לדעת הרמב\"ן ורש\"י והנ\"י דהגזיל' עצמ' חוזרת בעיני' א\"כ אמאי לא תני ברישא משלם כשעת הגזיל' דלדידהו ליכא לתרוצי כמ\"ש הרא\"ש דלאשמועינן דשמין פרה העומדת לגדל ולדות שדמיו מרובין יותר מאם קונ' אותה מעוברת בשביל השליל שהרי פרה עצמ' חוזרת בעיניה יע\"ש שהניחו בצ\"ע ולדידי לא ק\"מ דאפי' לפי דעתם דהפרה עצמה חוזרת בעיניה איכא למימר דמתניתין אתא לאשמועינן דלא נימא דשמין אותה כמי שקונה פרה מעוברת לשחיטה בשביל השליל ואינו משלם אלא דמי עובר העומד לשחיטה במעי אמה שאז אין דמי העובר מרובין כ\"כ קמ\"ל דמשלם דמי פרה העומדת לילד לגדל הולד שאז דמי העובר מרובין כנ\"ל פשוט ובמ\"ש רבינו דשמין לו השבח ונוטל מן הנגזל וכתב עליו הראב\"ד י\"א נוטל את השבח עצמו ודוקא אמרו ג' שמין כו' ראיתי להרב ל\"מ שכתב דהראב\"ד מפרש כפי' התוס' שכתבו בד\"ה לר\"ש דמאי דאיבעיא ליה לגמר' אליבא דר\"ש הוא משום דלר\"י כיון דתקנת השבי' הוא דשקיל גזלן פשיטא ודאי דמגופיה שקיל והיינו משום דהוא מפרש פשיטותא דפשיט בגמ' מההיא דשמואל היפך מפי' רבינו דבא לפשוט דמדנקט שמואל ג' שמין להם את השבח ומעלין אותן בדמים ולא חשיבא הך דגזלן משמע דגזלן מבשרא שקיל וא\"כ כפי פי' זה ע\"כ דלר\"י מגופיה שקיל דאל\"כ דשמואל אתי דלא כהלכתא כיון דקיימא לן הלכה כר\"י את\"ד יע\"ש:<br><b> ולדעתי </b> קשה דאם כן דס\"ל להראב\"ד דלר\"י פשיטא ליה דמגופיה שקיל ולא קא מיבעיא לי' אלא לר\"ש א\"כ היכי פשיט מהך דשמואל דמדנקט ג' דוקא דגזלן מבשרא שקיל לר\"ש ומאי פשיטותא אימא דמש\"ה נקט שמואל הני דוקא משום דס\"ל דהלכה כר\"י אמנם לר\"ש ה\"נ דמעלין אותם בדמים ולכן נ\"ל דאף הראב\"ד מפרש פשיטותא דגמ' כפי' רבינו דכיון דאמר שמואל דבהני ג' שמין להם את השבח ה\"ה לגזלן דדמו להני אלא דהראב\"ד ז\"ל ס\"ל דמשום הכי לא איבעיא ליה לתלמודא אליבא דר\"י משום דלר\"י מגופא שקיל משום תה\"ש ואהא בא להכריח פי' זה דאי כפי' רבינו דס\"ל דלר\"י מעלין אותם בדמים אם כן אמאי נקט שמואל הני דוקא ולא חשיב גזלן נמי והיא קו' התוס' בד\"ה ג' משום הכי ס\"ל להראב\"ד דלר\"י פשיטא לי' לתלמודא דמגופיה שקיל משום תה\"ש ולר\"ש דאמר למחצה כו' דלית ליה תה\"ש הוא דקא מיבעיא לי' ואהא פשיט תלמודא דלר\"ש ודאי מעלין אותם בדמים מההיא דשמואל דכיון דלר\"ש לאו משום תה\"ש הוא דאמר הו\"ל כהני ג' דקאמר שמואל דשמין להם את השבח ומ\"מ שמואל לא חשיב גזלן משום דקי\"ל הלכה כר\"י ועל התוס' יש לגמגם דכפי מ\"ש בד\"ה לר\"ש דלא בעי לר\"י משום דלר\"י פשיטא דמגופיה שקיל משום תה\"ש אם כן מאי ק\"ל בדבור שאח\"ז והוצרכו לומר דתנא ושייר גזלן ואמאי לא כתבו בפשיטות דמשום דקי\"ל כר\"י משום הכי לא חשיב גזלן ומצאתי להרשב\"א בשיטה כ\"י שכתב וז\"ל ג' שמין להם את השבח פירש ר\"ח דאיפשיטא בעיין דליכא מאן דמעלין אותם בדמים אלא ג' בלבד והיא תימא דהאיכא אריס כדמשמע פרק המקבל ולי נראה דה\"ק ג' שמין להם את השבח וכ\"ש גזלן עכ\"ל והשתא קשה לפי' ר\"ח דאי ס\"ל דמשום הכי לא בעי לר\"י משום דלר\"י פשיטא ודאי דמגופיה שקיל וכפי' התוס' והראב\"ד אם כן היכי פשיט בגמ' דלר\"ש מגופיה שקיל מההיא דשמואל נימא דמשום הכי נקט שמואל הני ג' דוקא משום דס\"ל דהלכה כר\"י ואי ס\"ל לר\"ח כפי' רבי' דלר\"י פשיט' דמעלין אותם בדמים א\"כ שמואל אמאי לא חשיב גזלן כיון דקי\"ל הלכה כר\"י ואפשר דס\"ל דכיון דלר\"ש מגופיה שקיל מש\"ה לא חשיב גזלן דבפלוגתא לא קא מיירי ושמואל לא חשיב אלא מילי פסיקתא דוקא והיינו פשיטותא דמדלא חשיב גזלן ש\"מ דלר\"ש מגופיה שקיל ובפלוגתא לא קמיירי דאי לר\"ש נמי מעלין אותם בדמים אמאי לא חשיב גזלן כיון דמילי פסיקתא נינהו אלא דהא ליתא דאם כן אכתי נימא דלר\"ש נמי מעלין אותם בדמים ומאי דלא חשיב גזלן הוא משום דבפלוגתא לא קמיירי כיון דאיכא ר\"מ דס\"ל דשבח שע\"ג גזילה דנגזל וא\"כ היכי פשיט מיניה דלר\"ש מגופיה שקיל ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>שינוי </b>\n<b> החוזר כו'.</b> פסק רבינו כרב אשי דאמר תנא דידן שינוי דאורייתא קתני ומשמע דלר\"א שינוי החוזר לא קני ואפי' מדרבנן אך דעת התוס' פרק לולב הגזול ד\"ה שינוי דלר\"א נמי קני מדרבנן ועיין במוהר\"ם בן חביב שם וכן מצאתי בשיט' כ\"י מתלמידי הרשב\"א שכ\"כ וז\"ל ומשמע דאפי' לר\"א דאוקי מתני' בשינוי דאורייתא מודה הוא דאיכא שינוי דרבנן והיינו שינוי החוזר והיינו דקאמר ר\"א תנא דידן שינוי דאורייתא קתני ומדלא קאמר תנא דידן שינוי דלא הדר קתני ש\"מ דס\"ל דשינוי דלא הדר קני מדאוריי' ושינוי דהדר קני מדרבנן עכ\"ל וכן נראה שהוא דעת התוס' פרק הגוזל עצים דצ\"ו ע\"ב ד\"ה ועבדיה זוזי שכתבו וז\"ל דוקא עבדיה זוזי אבל עשה מן הנסכא כלי קני אע\"ג דהדר עביד לי' נסכא דלא גרע מנסרים ועשאן כלים כו' יע\"ש והרב תורת חיים הק' לדבריהם אלו ממ\"ש בפרק כיצד הרגל דף [כ' ע\"ב] ד\"ה והוא וז\"ל פי' הקונט' שלא קבעה בבנין דלא הוי שינוי ותימא כי קבעה נמי לא קנה דשינוי החוזר הוא כדאמרינן בפרק הגוזל האי מאן דגזל נסכא כו' ולפי דבריהם שבפרק הגוזל מאי ק\"ל הא אין לך חשיבות גדול מזה שקבעו בבנין דבית חשיב טפי מכלי ועדיפא מינה הוה לי' לאקשויי ממתני' דהנזקין על המריש הגזול שבנאו בבירה שנוטל דמיו מפני תה\"ש יע\"ש ועפ\"ז נראה לי לתרץ לדעת רש\"י ורבינו שבפ\"ו מה' מעילה דין ח' כתב בהדיא כפי' רש\"י אע\"ג דאיהו ז\"ל פסק דשינוי החוזר לברייתו לא קנה דס\"ל דבהקדש בהוצאה מרשות הקדש לשינוי הדיוט תלי' מילתא והלכך כל שקנאו אפי' מדרבנן הרי יצא מרשות הקדש ומעל וא\"כ ה\"נ כיון שבנאו בבירה הרי קנוי לו מדרבנן מפני תה\"ש וכן נראה שהוא דעת רבינו שבפ\"ו מה' הנזכר דין ד' פסק דהמשאיל קורדם לחבירו הוא מעל וחבירו מותר לבקע ולר' אשי דבפרק השואל דצ\"ט אע\"ג דקניי' השואל אינו אלא מדרבנן כדאמרינן תקנו משיכה בשומרים וכ\"כ הרב מח\"א ה' קנין משיכה סי' ב' והתוס' שדחו פי' רש\"י נראה דלשטתייהו אזלי שכתבו בפרק מרובה דע\"ט ד\"ה תקנוה דר' אמי ס\"ל משיכה קונה מן התורה יע\"ש ודוק ומ\"ש מוהר\"ם ן' חביב דרבינו והטור סברי דנהי דבנסרים ועשאן כלים לא קני משום דכיון דסתר לה חוזרים הנסרים ועבידי אינשי דסתרי כלים לעשותם נסרים משום דאין הפסד בסתירתן אבל טווי ועשאו בגד והוא דבר חשיב ולא עבידי אינשי דסתרי להו כדמעיקרא קני מדרבנן ולא גרע ממריש שבנאו בבירה יע\"ש ק\"ל דאם כן איך פסק רבינו בהלכות ציצית דעשאן מצמר הגזול פסולים הא חוטי ציצית ודאי דלא עבידי אינשי דסתרי להו ועבידי צמר וקנאו ואם כן אמאי פסולים משלהם איקרי וליכא למימר דכיון דמדאוריי' לא קני לא מקרי משלהם דהא מעובדא דההיא סבתא מוכח בהדיא דמשום תקנה דרבנן נפיק ידי חובת סוכה מן התורה וכמ\"ש התוס' שם ודוק:"
            ],
            [],
            [],
            [
                "<b>גזל </b>\n<b> דקל מחובר וקצצו לא קנה כו'.</b> מסתמיות דברי רבינו והפוסקים נראה דאפי' בדאיכא יאוש בהדיה לא קנה משום דלא הוי שינוי דשמו עליו דהשתא נמי גובי דדקל מקרו האמנם מצאתי להרשב\"א בשיטה כ\"י שכתב משם הראב\"ד על ההיא דאמרינן בפרק הגוזל בתרא דף קי\"ב אמר שמואל דינא דמלכותא דינא תדע דקטלי דקילי וגשרי גשורי ועברינן עלייהו ופריך אביי ודילמא משום דאייאש מרייהו מנייהו כתב וז\"ל הא דדחינן שאני התם כו' פי' הראב\"ד דאעפ\"י שאין היאוש קונה ושינוי נמי אין כאן דממחובר לתלוש לא חשיב שינוי הואיל ושמו עליו יאוש עם השינוי הוה מיהא קונה עכ\"ל ויש להקשות לכאורה מההיא דר\"פ לולב הגזול דא\"ל ר\"ה להנהו אונכרי כי זבינתו אסא מן הנכרים לא תגזוזו אתון כו' כי היכי דלהוי יאוש בידייהו ופריך עלה בגמ' וליקנינהו בשינוי מעשה והשתא אמאי לא ק\"ל בפשיטות דליקנינהו ביאוש ושינוי דממחובר לתלוש דבהדי יאוש קני לדעת הראב\"ד ולא שייכא תי' דמשני עלה ולכן נראה שאף הראב\"ד לא כ\"כ אלא לתת קצת טעם לאביי דפריך ודילמא כו' אמנם למאי דקא\"ל רבא אי לאו דינא דמלכותא דינא היכי מייאשי אפי' ביאוש נמי לא קני ומפ' הראב\"ד כפי' רש\"י ז\"ל דה\"ק מי הוי יאוש הא יאוש כדי הוא ושינוי דממחובר לתלוש לא מהני אפי' עם היאוש כנ\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>גזל </b>\n<b> בהמה כו' או שגזל עבדים והזקינו כו' אומר לו הרי שלך לפניך.</b> כתב ה\"ה טעם העבדים מפני שדינם כדין הקרקע וכבר כתבו המפורשים דבכל דבר של תורה דינו כדין הקרקע כו' יע\"ש וכ\"כ התוס' פ\"ק דב\"ק דף י\"ב ד\"ה אנא מתניתא ידענא וז\"ל ואע\"ג דבכמה דוכתי אמרי' דכמקרקעי דמי אומר ר\"י דהכא לא איירי אלא במידי דרבנן ולגבות מיתמי ומלקוחות וסבר שעבודא לאו דאוריי' ולא גבי אלא מדרבנן יע\"ש וכ\"כ הרא\"ש שם פ\"ק וז\"ל בעל חוב אינו גובה אלא מן היתומים בעבדים שהניח להם אביהם דהלכה כר\"ן בדיני דאמר עבדא כמטלטלי דמי בכל מילי דרבנן לגבות מן היתומים ולענין פרוזבול ולקנין אגב כו' וכ\"כ פ' הגוזל בתרא משם רשב\"ם וז\"ל דודאי לכל מילי דאורייתא חשיב כמקרקעי כו' והתם במילי דרבנן כו' לגבות מיתמי נמי דרבנן דסבר שעבודא לאו דאורייתא כו' יע\"ש וראיתי למוהר\"ש ז\"ל בסי' רי\"ח שהקשה לדברי הרא\"ש ז\"ל שדבריו סתרי אהדדי שהרי בכאן פסק כר\"ן דאין גובין מן העבדי' מטעמא דשעבודא לאו דאוריי' וכן פסק בפ' מי שמת דרי\"ג ואלו בס\"פ גט פשוט פסק כעולא דאמר ד\"ת אחד מלוה ע\"פ כו' מ\"ט שעבוד' דאורייתא ונמצא דמזכה שטרא לבי תרי יע\"ש שהניחו בצ\"ע ועיין במוהר\"ם די בוטון דף קל\"ו ובהרב בכה\"ג סי' שס\"ג ולע\"ד נראה ליישב ולומר דס\"ל להרא\"ש כמ\"ש רשב\"ם פ' יש נוחלין דקכ\"ח ד\"ה ור\"ן וז\"ל דנהי כו' ה\"מ לדברים הכתובים בתורה כו' אבל לענין ב\"ח כמטלטלין דמי דאין ב\"ח סומך אלא על הקרקעות שאינן יכולים לאבד יע\"ש אלא דמ\"מ הוצרך הרא\"ש ז\"ל לומר דר\"ן סבר שעבודא לאו דאורייתא משום דק\"ל דאי ס\"ל שעבודא דאורייתא וה\"ט דאין גובין מן העבדים משום דאין ב\"ח סומך עליהם א\"כ מאי האי דקאמר אנא מתניתא ידענא דתני אבימי פרוזבול על הקרקע כו' הא ע\"כ טעמייהו דהני משום דהו\"ל מילי דרבנן דהתם לא שייך ביה טעמא דאין ב\"ח סומך עליהם ואם כן מאי ראיה מייתי הא איכא למימר דדוקא אמילי דרבנן אמרי' עבדא כמטלטלי דמי אבל בשעבודא דאורייתא עבדא כמקרקעי דמי וכמו שכן הדין במילי דאורייתא לענין אונאה ושבועה ואי משום טעמא דאין ב\"ח סומך עליהם זה אינו אלא מסברא בעלמא אמנם מההיא ברייתא ליכא למשמע מינה מידי דאין גובין מן העבדים ומש\"ה הוצרכו לומר דר\"ן ס\"ל דשעבודא לאו דאורייתא דהשתא מייתי ראיה שפיר מההיא דפרוזבול דכי היכי דהתם עבדא כמטלטלי דמי משום דהוי דרבנן ה\"נ גבי שעבודא דלאו דאורייתא ומ\"מ לפי האמת דינא דר\"ן איתא שפיר אפי' למאי דקי\"ל דשעבודא דאורייתא מטעמא דאין ב\"ח סומך עליהם וכמ\"ש רשב\"ם ואפשר דר\"ן גופיה ה\"נ אית ליה ה\"ט אלא משום דאי מה\"ט גרידא לא הוה קאמר להו זילו אהדורו כיון דאינו אלא מילתא דסברא בעלמא משום הכי הוצרך לומר אנא מתניתא ידענא וטעמא דשעבודא לאו דאורייתא דאז חשיבא להו כטועה בדבר משנה כמ\"ש התוס' שם וה\"ט משום דאנן קי\"ל כר\"פ דהוא בתראה דס\"ל שעבודא דאורייתא ובפרק יש נוחלין משמע בהדיא דרבינא ור\"א ס\"ל כר\"ן כדאיתא התם א\"ל רבינא לר\"א דר\"ן מאי א\"ל אנן אין גובין מתנינן לה ואם כן ע\"כ צ\"ל דתלמודא קים ליה דהלכתא כר\"ן מטעמא דאין ב\"ח סומך עליהם והשתא ניחא דלא תקשי מ\"ש הרא\"ש פרק הגוזל בתרא דלגבות מיתמי דרבנן דסברי שעבודא לאו דאורייתא אשר משמע מדבריו שכל זה הוא מדברי רשב\"ם ולפי מ\"ש רשב\"ם פרק יש נוחלין מבואר דאפי' אי ס\"ל דאורייתא אפי\"ה אין גובין מטעמא דאין ב\"ח סומך עליהם ועיין בהרב כנה\"ג סי' רנ\"ו דף שמ\"ו אמנם לפי מ\"ש ניחא דאפי' לדעת רשב\"ם ע\"כ צ\"ל הכי לדעת ר\"ן כדכתיבנא ומ\"ש הרא\"ש פ\"ק דב\"ק דהלכה כר\"ן כו' וכל מידי דרבנן לגבות מיתמי לא כ\"כ אלא אליבא דר\"ן דלר\"ן ע\"כ דטעמיה הוא משום דהוי דרבנן ובהכי ניחא נמי דברי התוס' פרק נושאין על האנוסה דצ\"ט ד\"ה ה\"נ שאינם סותרים למ\"ש פ\"ק דב\"ק כמ\"ש מהר\"ם די בוטון ז\"ל דאף התוס' דב\"ק ה\"נ ס\"ל אלא דהוצרכו לומר כן לדעת ר\"ן דקאמר אנא מתניתא ידענא ובשיטה כ\"י לתלמידי הרשב\"א אחר שכתבו תי' התוס' והרא\"ש ז\"ל כתבו וז\"ל והני תי' לא סגי אליבא דרבוותא ז\"ל דפסקו כמ\"ד שעבודא דאורייתא ובעבדים איפסיקא הלכתא בפרק י\"נ כר\"ן דאמר אין גובין וי\"ל להך סברא נמי ניחא דכי אתקינו רבנן דמטלטלי דיתמי לא משתעבדי לב\"ח עלו בכלל תקנתם עבדים ועבדינהו כמטלטלי וכ\"כ הרשב\"א ז\"ל בשיטה כ\"י פרק הגוזל בתרא יע\"ש ונראה מדבריהם דס\"ל דמטלטלי דיתמי לא משתעבדי לב\"ח אינו אלא מתקנ' רז\"ל ועיין בטור ח\"מ סי' קי\"ז ובמהר\"א ששון ז\"ל ומה שהקשה עוד המוהר\"ש ז\"ל על מ\"ש התוס' בד\"ה אלא בס\"ד וז\"ל ולקמן דקאמר להך לישנא דאמר עבדא כמקרקעי כו' למ\"ד כמטלטלי הו\"מ למיפרך כו' אלא דבלא\"ה פריך שפיר כו' ממ\"ש שם סמוך ונרא' בד\"ה למ\"ל עומדים יע\"ש ראיתי בשיט' הנז' שכתבו וז\"ל וכתבו בתוספות דלפי' רש\"י ז\"ל ה\"ה דהוה מצי לאקשויי ולטעמיך אפי' למ\"ד כמטלטלי דמי ל\"ל לאוקמא הברייתא דוקא בעומדין בתוכ' ומדין אגב לוקמא אפי' אין עומדין בתוכ' ומדין חזק' דהא לכל מידי דאורייתא כמקרקעי דמי לכ\"ע והדין דשמואל דאורייתא היא עכ\"ל ומעת' אין מקום לקו' ז\"ל וכמובן כנ\"ל גם מה שהקש' הרב ש\"ך ז\"ל סי' שס\"ג סק\"ב במ\"ש דבלא\"ה פריך שפיר וז\"ל באמת שהתוספות הרגישו בזה וכתבו דבלא\"ה פריך שפיר אבל לפי ע\"ד לא יתכן לו' בכאן בלא\"ה פריך שפיר דהא קאמר בהדיא דלהך לישנא כמטלטלי דמי ניחא ולא פריך אלא ממאי דקי\"ל דלא בעי' צבורין ולפי דברי תלמידי הרשב\"א שכתבנו דבריהם מבוארין אך קשה לי לפי דבריהם שכתבו בד\"ה ל\"ל דמאי פריך בגמרא הניחא כו' אלא למ\"ד כמקרקעי דמי מאי איכא למימר ואמאי לא משני דלמ\"ד כמקרקעי דמי ברייתא דקתני החזיק בקרקע קנה עבדים מיירי בקונה מדין חזק' ובריי' דקתני לא קנה מיירי בדין אגב וליכא למימר דלא משני הכי משום דברייתא איירי בקונ' מדין חזק' אמאי קתני החזיק בקרקעות קנה עבדים דמשמע הא אם החזיק בעבדים לא קנה קרקעות ואי מדין חזק' אפי' אם החזיק בעבדים קנה קרקעות וכמו שכן ראיתי מתרצים עיין בס' קקיון דיונ' דא\"כ מאי ק\"ל הכא דאמאי ל\"ק הכא וליטעמיך כו' לוקמא לברייתא מדין חזקה הא לא מצי לאוקמא בכה\"ג משום דא\"כ אמאי קתני החזיק בקרקעות אפי' החזיק בעבדים נמי וכעת צ\"ע:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הדר </b>\n<b> בחצר חבירו כו'.</b> כתב ה\"ה ומ\"מ כתבו המפרשים שאם חסר הבית בכ\"ש כו' מגלגלין עליו את הכל וכן הוא דעת התוספות בפרק כיצד הרגל דכ\"א ע\"א ד\"ה ויהבי להו יע\"ש וכן הוא ג\"כ דעת הרא\"ש שם יע\"ש ומה שיש להקשות על זה מההיא דפרק הגוזל עצים דצ\"ז ע\"א דאמרינן התוקף בספינתו של חבירו ועש' בו מלאכ' רב אמר רצה שכר' נוטל כו' ושמואל אמר אין לו אלא פחתא ואמר ר\"פ לא פליגי הא דעבדא לאגרא הא בדלא קיימא לאגרא ואב\"א כו' דמשמע בהדיא דהיכא דלא קיימא לאגרא אע\"ג דלא נחית אדעתא דגזלנותא אפי' הכי אין לו אלא פחתא שהרי הא דאמר ר\"פ דבקיימא לאגרא רצה שכר' נוטל ע\"כ בדנחית אדעתא דאגרא הוא דאי בדנחית אדעתא דגזלנותא הרי קתני מתני' גזל עבדים והזקינו אינו משלם אלא כשעת הגזיל' אבל שכר פעולתם לא משלם וכן מוכח נמי מדקאמר ואב\"א הא והא בדקיימא לאגרא כו' משמע דבדלא קיימא לאגרא אפי' נחית אדעתא דאגרא אינו משלם אלא פחת' וא\"כ לפי דעת התוספות וסיעתם קשה דאמאי לא אמרינן דכיון דאיכא פחת כל דהוא מגלגלין עליו את הכל דומיא דשחרירותא דאשייתא ומצאתי להרשב\"א בשיטה כ\"י בפרק הגוזל עצים נרגש מזה ותי' ז\"ל וי\"ל דאה\"נ אלא דהכא בשפחת' יותר על שכרה וליתא דהא אמר שמואל אין לו אלא פחתא וי\"ל שיש לחלק בין קרקע למטלטלין עכ\"ד וה\"ט דקרקע אינה נגזלת וברשותא דמריה הוא מתהני והילכך מחייב לשלם כל מה שנהנה משא\"כ במטלטלין דנגזלין אינו משלם אלא מה שגזל ממנו ועיין במוהרש\"ל סי' י' ובשי למורא סי' א' ד\"ב ע\"ב שתי' כן האמנם מדברי התוספות דפ' אלו נערות ד\"ל ע\"ב ד\"ה ל\"ש נראה בהדיא דס\"ל דאפי' במטלטלין אמרינן כיון דפחת כ\"ש מגלגלין עליו את הכל שכתבו וז\"ל ואפי' אי זה נהנה וזה אינו חסר פטור מ\"מ כיון דשוין כל דהוא מגלגלין עליו את הכל כדאמרינן התם משום דאמר ליה את גרמת לי הקיפא יתירא מחייב בכל הנאה או משום שחרוריתא דאשייתא מחייב עכ\"ל הרי דאף על גב דהוו מטלטלין ונגזלין ואיכא למימר דאינו חייב לשלם אלא מה שגזל ממנו אפ\"ה כתבו דחייב לשלם מה שנהנה מטעמא דמגלגלין עליו את הכל וכן נראה ג\"כ שהוא דעת תלמידי הרשב\"א שאכתוב לקמן וא\"כ קשה טובא דמה יענו לההיא דפרק הגוזל עצים דמוכח בהדיא דאינו משלם אלא פחת גרידא ומ\"ש מוהרש\"ל דשמואל ה\"ק אין לו אלא דוקא בדאיכא פחתא אז אם רצה שכר' נוטל אם רצה פחתא נוטל ולאפוקי היכא דליכא פחת כלל דאז אינו משלם שכר כיון דלא קיימא לאגרא הוא פי' זר עד מאד ותו דא\"כ אמאי הוצרך ר\"פ לומר דמימרא דרב איירי בדקיימא לאגרא עדיפא מינ' הוה ליה לומר אידי ואידי בדלא קיימא לאגרא וכי קאמר רב בדאיכא פחתא דאז אם רצה שכרו נוטל משום דמגלגלין עליו את הכל ונמצא דמימרא דרב ושמואל חדא מילתא היא גם מ\"ש דמשום הכי הוצרכו בגמרא לומר ואב\"א הא נמי ליתא דא\"כ לפי דעתו ז\"ל אמאי הוצרכו לו' ואבע\"א הא והא בדקיימא לאגרא אפי' בלא קיימא לאגרא נמי מצי מתוקמא ממימרא דרב כיון דמגלגלין עליו את הכל ומדברי התוספות בפרק כיצד הרגל ד' ך' ע\"א ד\"ה איתהנית שהקשו מההיא דפרק אלו נערות ותי' תי' אחר יע\"ש נרא' דסבירא להו דבמטלטלין לא אמרי' דמגלגלין עליו את הכל כדעת הרשב\"א מדלא תי' הך תי' דפרק אלו נערות ומיהו איכא למדחי דמה שלא תירצו הכי בפרק כיצד הוא משום דס\"ל דע\"כ לא אמרינן דבפחת כל דהו מגלגלין עליו את הכל אלא דוקא בדחסריה שו\"פ מה שאין כן בההיא דתחב לו חבירו בבית הבליע' דלא חסרי' שו\"פ וק\"ל ודע שמ\"ש התוספות ראי' מההיא דאמרינן את גרמת לי הקיפא יתירא ומחייב בכל הנאה היינו כפי מ\"ש בפרק כיצד בד\"ה את גרמת לי וז\"ל אלא נרא' שמבחוץ סביב לד' רוחות הקיף הקיפא יתיר' משום שמחמת שדה האמצעי ההיקף גדול יותר מדאי וס\"ל דכי דייקינן ממתני' הא רביעי' מגלגלין עליו את הכל היינו שחייב לשלם מה שנהנ' לו אע\"ג דמה שחסרו בהיקף מחמת שדהו אינו עול' כ\"כ אפ\"ה כיון דאיכא חסרון מגלגלין עליו את הכל ומשלם מה שנהנ' ומוכח להו הכי ממאי דקאמר בגמרא הא רביעי' מחייבין אותו ש\"מ זה נהנה וזה אינו חסר פטור ומשני שאני התם משום דא\"ל את גרמת לי הקיפ' יתיר' והשתא אם איתא דכי דייקינן הא רביעית מחייבין אותו היינו לומר דמחייבין אותו מה שחסר למקיף ולא כל מה שנהנ' א\"כ הכי הוה ליה לתלמודא לומר התם ה\"ק הא רביעית מחייבין אותו מה שחסר משום דא\"ל כו' שהרי לפ\"מ דסלקא דעתך דטעמייהו דרבנן משום דזה נהנה וזה אינו חסר חייב כי דייקינן הא רביעית מחייבין אותו כל מה שנהנ' ומדלא קאמר הכי משמע דהמתרץ נמי לא פליגי בפי' דמתני' ובהא מוד' ליה למקש' אלא דקאמר דה\"ט משום דאל\"כ כו' מגלגלין עליו את הכל וכן מוכח נמי ממאי דפריך בתר הכי ת\"ש דאמר ר\"י אם עמד ניקף וגדר מגלגלין עליו את הכל טעמא דגדר ניקף הא מקיף פטור ש\"מ זה נהנ' וזה אינו חסר פטור והשתא אם נאמר דלרבנן דר\"י דס\"ל דהא רביעית מחייבין היינו דוקא החסרון שחסרו למקיף מחמת שדהו א\"כ מיני' דלר\"י דאמר אם עמד מקיף וגדר פטור היינו נמי אפי' ממה שחסרו למקיף וא\"כ היכי הוה ניחא ליה לפום ס\"ד דמקש' דטעמא דר\"י משום דסבירא ליה זה נהנ' וזה אינו חסר והרי זה חסר הוא וכמו כן הקשו התוס' שם לפי' רש\"י יע\"ש דליכא למימר דר\"י ס\"ל דאינו מחסר כלום מחמת שדה האמצעי דא\"כ הוה ליה מחלוקת במציאות אלא ודאי דס\"ל לש\"ס דלרב דר\"י מחייבין אותו כל מה דנהנ' מטעמא דא\"ל את גרמת לי ומגלגלין עליו את הכל דהשתא כי קאמר בגמרא לר\"י הא דאם עמד מקיף פטור היינו לומר דפטור לשלם מה שנהנ' משום דזה נהנ' וזה אינו חסר פטור דאע\"ג דאיכא חסרון ס\"ל לר\"י דאין מגלגלין עליו את הכל ואינו משלם אלא מה שחסרו ובהא פליגי רבנן ור\"י והיינו מ\"ש בד\"ה טעמא דניקף כו' יע\"ש ומ\"מ לפום מאי דמסיק דטעמא דר\"י הוא משום דא\"ל לדידי סגי בנטירא בר זוזא איכא למימר דלכ\"ע היכא דאיכא חסרון מועט מגלגלין עליו את הכל ובהא ל\"פ וכמ\"ש בפרק אלו נערות ועיין בהרב ח\"ה ז\"ל שם ומן האמור בזה מבוארים דברי הנ\"י שכתב בפרק כיצד הרגל על דברי הרא\"ש ז\"ל וז\"ל ומסתעייא מהא דאמרינן מגלגלין עליו את הכל עכ\"ד שכונתו ז\"ל למה שהביאו התו' מההיא דאת גרמת לי הקיפא יתירא דמוכח משם דמה\"ט מחייבין ליה בכל מה שנהנ' וכדכתיבנ' ועיין בהרב ש\"ל סי' הנזכר שתמ' על דבריו וז\"ל ומ\"ש הרב הנ\"י ז\"ל כו' לא ירדתי לסוף דעתו דהא דאמרינן מגלגלין עליו את הכל היינו כל מה שחסרו למקיף ולפי מ\"ש דבריו מבוארים על פי דברי התוס' שכתבנו ועיין שם בתשוב' י\"ב למוהר\"י ן' עזרא שכתב וז\"ל וצ\"ל שמ\"ש הנמוקי מההיא דאמרינן מגלגלין לאו מההיא דניקף מייתי לה דפשיטא דאין ראי' משם אלא לשון קצר' דבר וכונתו למ\"ש בסמוך וכדמשמע מתוך הסוגיא דשחרוריתא כו' ונראה שאשתמיט מיני' דברי התוס' דכתיבנא ודוק ודעת הרמ\"ה ז\"ל הביאו הנ\"י שם דאע\"ג דחסרוה ליה מועט אינו משלם אלא דמי החסרון שכן כתב וז\"ל וכתב הרמ\"ה ז\"ל דהלכתא כרבא הילכך אפי' לא קא משתמש ביה בעל הקרקע אלא בתבנא וציבי חייב לשלם כשיעור מה שהפסידו ושחרות הכותלים אבל טפי לא ע\"כ יע\"ש ולפי דבריו צריך להבין הא דאמרינן בגמ' שאני התם משום שחרוריתא דאשיתא ומוהר\"ש יונה ז\"ל כתב דלדעת הרמ\"ה לא מחייב ר\"י אלא שיעור מה שחסרו ולא יותר יע\"ש והא ודאי דוחק גדול מלישנא דמתני' דקאמר' אף זה הדר בחצר חבירו צריך להעלות לו שכר וכמו שכן הוק' לו להרב ז\"ל וכן מוכח נמי מלישנא דתלמודא דקאמר שאני התם משום שחרוריתא דאשיאתא ולפי דברי הרב כי איכא שחרוריתא מאי הוה והכי הו\"ל לתלמודא למימר כי קאמר ר\"י משום שחרוריתא ולאפוקי מדעת המקש' דס\"ל דחייב לשלם שכרו משלם וא\"כ נמצא העיקר חסר מן הספר ולכן נרא' לע\"ד דס\"ל להרמ\"ה דאע\"ג דר\"י ס\"ל דמשום שחרוריתא דאשיאתא מגלגלין עליו את הכל מ\"מ אנן לא קי\"ל כותי' דר\"י אלא כרבנן דאמרי דיושב בה עד שיתן לו יציאותיו דרבנן פליגי עליה דר\"י וס\"ל דאע\"ג דאיכא חיסרון מועט אין מגלגלין עליו לשלם שכרו ואע\"ג דתלמודא קאמר לעיל דטעמא דרבנן משום דביתא לעליה משתעבד ולאו משום זה נהנ' וזה אינו חסר הוא לא קאמר תלמודא הכי אלא כי היכי דלא תיפשוט מיני' בעיין דזה נהנה וזה אינו חסר פטור אמנם לפי האמת דאפשיטא בעיין מההיא דר\"ח בר אבין אמר רב הונא דקאמר הדר בחצר חבירו שלא מדעתו אינו צריך להעלות לו שכר משום דזה נהנה וזה אינו חסר פטור איכא למימר שפיר דטעמייהו דרבנן דפטרי היינו משום דס\"ל זה נהנה וזה אינו חסר פטור כדס\"ד דתלמודא מעיקרא ואפשר דטעמי' דרב דאמר הדר בחצר כו' משום דס\"ל דרבנן פליגי עלי' דר\"י וס\"ל דזה נהנ' וזה אינו חסר פטור אף בדאיכא שחרוריתא ולא משום דביתא לעליה משתעבד ואע\"ג דאיכא חסרון אינו משלם אלא דמי החסרון ובהא פליגי רבנן א\"כ דר\"י ס\"ל דמגלגלין עליו את הכל וחייב לשלם לו שכרו משלם ורבנן ס\"ל דלא והכריחו לומר כן מהאי דקאמר בתלמודא בדף נ\"א ההוא גברא דבנה אפדנה אקילקתא דיתמי אגביה רב נחמן לאפדנה מיניה ופריך לימא קסבר ר\"נ הדר בחצר חבירו צריך להעלות לו שכר ומשני ההוא מעיקרא קרמונאי כו' והשתא קשה דמאי פריך תלמודא ואמאי לא משני דשאני התם משום שחרוריתא דאשיאתא משום דהוי בית חדש וכדמשני לעיל לההיא דר\"י והרשב\"א בחי' קמא הוקשה לו כן וכתב דתלמודא קושטא דמילתא קמשני דבלאו הכי הו\"מ לשנויי דהתם משום שחרוריתא דאשיאתא והא ודאי דחיקא טובא להרמ\"ה ומשו\"ה הוצרך לומר דלפי האמת טעמייהו דרבנן משום דס\"ל דזה נהנה וזה אינו חסר פטור ולאו משום דביתא לעליה משתעבד וה\"ט דכיון דזה נהנה וזה אינו חסר פטור כי איכא חסרון מועט אמאי מחייבינן ליה בכוליה וכיון דהך סברא קלישא טובא דיינו לומר כן בדעת ר\"י ולא לומר דרבנן נמי הכי ס\"ל והכי מוכח נמי ממאי דקאמר תלמודא התם נמצא הבית כו' ופריך תרתי הא דקיימא לאגרא הא דל\"ק לאגרא ולא קאמר עדיפא מיניה הא דאיכא שחרוריתא דאשיאתא הא דליכא שחרוריתא ומכ\"ש היכי דקיימא לאגרא אלא משמע דלא משכחת לה גוונא דחייב אלא בדקיימא לאגרא גם ההיא דפ' הגוזל עצים דכתיבנא לעיל הכריחו לומר כן כנ\"ל אך קשה לי קצת לדעת הרמ\"ה מההיא דפ' הגוזל דפריך בגמרא ומי אמר רב עבדא כמקרקע דמי והאמר רב דניאל אמר רב התוקף עבדו של חבירו ועשה בו מלאכה פטור כו' ומשני הב\"ע שלא בשעת מלאכה כי הא דשלח כו' הדר בחצר חבירו של\"מ אינו צריך להעלות לו שכר הכי השתא התם בין למ\"ד ביתא מיתבא יתיב ניחא ליה כו' אלא הכא מי ניחא ליה דנכחוש עבדיה ע\"כ והשתא לדעת הרמ\"ה מאי קושיא הרי אע\"ג דלא ניחא ליה דניכחוש עבדיה ואיכא חסרון מ\"מ אינו חייב לשלם לו שכר משום דזה נהנה וזה אינו חסר פטור אע\"ג דאיכא חסרון מועט ומש\"ה קאמר רב דפטור מלשלם לו שכר מלאכה ואם נאמר דמאי דפריך הגמרא הוא דהיכי קאמר רב סתמא התוקף עבדו של חבירו פטור דמשמע דאינו חייב לשלם לו כלום ולפחות מיהא הו\"ל לרב לומר דחייב לשלם דמי החסרון שהכחישו לעבד מחמת מלאכה ואע\"ג דאמרי' התם דלר\"מ דס\"ל עבדא כמקרקע דמי אפילו הכחישו אומר לו הרי שלך לפניך איכא למימר היינו דוקא בהכחישו מאליהן דומיא דהזקינו אבל הכחישן בידים מחמת מלאכה ס\"ל לתלמודא דחייב לשלם פחתייהו אפי' לר\"מ ועיין במוהר\"א ששון סי' רי\"ח הא ליתא שהרי משמע בהדיא דתלמודא לא פריך הכי אלא לפום מאי דמשני דהב\"ע שלא בשעת מלאכה וכדרב הונא אהא הוא דפריך הכי השתא התם כו' אמנם למאי דס\"ד מעיקרא דרב ס\"ל עבדא כמטלטלי דמי משמע דלא ק\"ל הכי ואם איתא דמאי דפריך בגמ' הוא לעניין פחתייהו א\"כ אפי' נימא דרב ס\"ל דעבדא כמטלטלי דמי תיקשי ליה טפי דמאי קאמר דפטור מלשלם דמי מה שחיסרו אפילו דנחית אדעתא דגזלנותא יהא חייב לשלם הפחת וכדשמואל דאמר בספינה דאין לו אלא פחתא ומוקמינן לה בנחית אדעתא דגזלנותא דאז ליכא לתרוצי משום דניחא ליה דלא ליסתריה עבדיה כיון דאיירי בשעת מלאכה אלא ודאי משמע דמאי דפריך בגמ' הכי השתא היינו לומר דכיון דאיכא פחת כל דהוא דלא ניחא ליה דניכחוש עבדיה מגלגלין עליו את הכל וחייב לשלם שכר המלאכה ומש\"ה לא פריך אלא לפום מאי דמשני דמיירי שלא בשעת מלאכה דלמאי דס\"ד דה\"ט דרב משום דס\"ל עבדי כמטלטלי דמי לא הוה ק\"ל מידי משום דרב מיירי בדנחית אדעתא דגזלנותא וכמ\"ש שם ודו\"ק. ומ\"מ נראה שלדעת הרמ\"ה צ\"ל דמאי דמשני בגמ' לההוא מתני' דהמקיף את חבירו דשאני התם משום דא\"ל את גרמת לי היקיפא יתירא היינו לומר דכי דייקינן הא רביעית מחייבין אינו אלא לענין מה שחסרו בהקיפא יתירא אמנם אינו חייב לשלם מה שנהנה ושלא כדעת התוס' דפרק אלו נערות ומהתימא על הסמ\"ע והפרי' שכתב בסימן קנ\"ז שדעת הרמ\"ה שכתב הטור שם וז\"ל ופי' הרמ\"ה דהכי עבדינן ליה כו' עד והוא ניהו שיעור הקיפא יתירא דגרם פנימי לחיצון הוא לומר דמשערי' ליה כולי הקיפא דשדה הפנימי וחייב לשלם כפי שיעורו אי פלגא פלגא כו' ומכח זה תמה על מור\"ם שכתב בסעיף ז' וז\"ל אם גדר וניקף אחת מן הרוחות דגלי דעתיה דניחא ליה חייב ליתן כפי מה שגרם לו היקיפא יתירא שזה אינו אלא חייב לשלם כפי שיעור היקף שדהו וכ\"כ הרב תורת חיים בחי' קמא שכונת הרמ\"ה הוא שחייב לשלם כל מה שנהנה משום דס\"ל להרמ\"ה דכל היכא דאיכא חיסרון מועט מגלגלין עליו את הכל ושלא כדעת מור\"ם ואני תמה עליהם שהרי כפי מ\"ש משם הרמ\"ה שכתב הרב הנ\"י מבואר שדעתו דאע\"ג דאיכא חיסרון מועט אין מגלגלין עליו את הכל ואינו חייב לשלם אלא דמי מה שחיסרו ושלא כדעת התוס' דס\"ל דמגלגלין עליו את הכל ואם כן מבואר שלדעת הרמ\"ה ע\"כ דאינו חייב לשלם אלא מה שגרם היקף יתירא דאי כל מה שנהנה אם כן איך כתב דאין מגלגלין עליו את הכל והרי התוס' משום דס\"ל דחייב לשלם מה שנהנה הביאו ראיה מההיא דאת גרמת לי הקיפא יתירא דמגלגלין עליו את הכל ואם כן נמצאו דברי הרמ\"ה שהביא הטור סותרי' למ\"ש הנ\"י משמו ולכן נראה שכונת דברי הרמ\"ה שהביא הטור הוא כמו שפרשם הב\"ח שם דאינו חייב לשלם אלא מה שחיסרו למקיף ומ\"ש הרמ\"ה והוא ניהו שיעור דמחייב פנימי לחיצון לפום מאי דאיתהני ר\"ל לפום מאי דמתהני הניקף דוקא ולא המקיף וז\"ש והוא ניהו שיעור היקיפא יתירא דגרם פנימי לחיצון דמשמע דאינו חייב אלא מה שחיסרו בהיקפא יתירא וכן משמע מדברי הנ\"י דר\"פ השותפין יע\"ש וכ\"כ בש\"ך סק\"ה שדברי הב\"ח ברורים יותר ומ\"מ אכתי אני תמיה על מור\"ם שסתם דברים אלו בלי חולק ולפי מ\"ש מבואר שלדעת התוס' חייב לשלם כל מה שנהנה משום דמגלגלין עליו את הכל וכמ\"ש בפרק אלו נערות וכן הוא דעת הרא\"ש והרשב\"א ז\"ל וכ\"כ בשיטה כ\"י תלמידי הרשב\"א דטעמא דפטר ר\"י בעמד מקיף הוא משום זה נהנה וזה אינו חסר והיותר תימה דבסי' ס\"ז הביא מרן הקדוש דעת התוס' הללו משם י\"א בלי שום חולק ולא הגיה עליו אלא אדרבא הוסיף לומר דיש חולקי' וס\"ל דאפי' בזה נהנה נמי מגלגלין עליו את הכל וכן יש לתמוה על הטור שבסימן שס\"ג כתב כדברי התוס' דאם חסר ממנו דבר מועט מגלגלין עליו את הכל ובסי' קנ\"ח הביא דברי הרמ\"ה הללו ולא חלק עליהם שהרי לפי מ\"ש הב\"ח בכונת דברי הרמ\"ה מבואר שדעתו דאינו חייב לשלם אלא דמי מה שחסרו וא\"כ הי\"ל להטור לחלוק עליו ואם נאמר שמ\"ש הטור קודם לזה מגלגלין עליו את הכל ואינו משלם אלא מה שכנגד שדהו הכונה לומר שחייב לשלם מה שנהנה ופליג אהרמ\"ה הא ודאי אין משמעות דבריו כן וממ\"ש ופי' הרמ\"ה כו' משמע דלא לאפלוגי עליה אתא ותו דאכתי קשה דבסימן שס\"ג הי\"ל להזכיר הדבר במחלוקת וכמ\"ש בסי' קנ\"ח והיה אפשר לחלק בזה ולומר דס\"ל להטור כותיה דהתוס' בחדא ופליג עלייהו בחדא דס\"ל דדוקא בדר בחצר חבירו של\"מ הוא דאמרינן דמשום שחרורי' דאשיאתא מגלגלין עליו את הכל וה\"ט משום דכיון דזה נהנה בממון חבירו ומחסרו של\"מ אמרינן דחייב לשלם כל מה שנהנה של\"מ משא\"כ בהקיף את חבירו שחבירו מהנהו מממונו אע\"ג דאיכא חיסרון אינו חייב לשלם אלא מה שחיסרו וכעין חילוק זה מצאתי בשיטה כ\"י לתלמידי הרשב\"א שהק' לשיטת התוס' דס\"ל דמגלגלין עליו הכל מהא דאמרינן בפרק כיצד אמר רבא כמה לא חלי כו' התם זה נהנה וז\"ח הוא ורמי ב\"ח סבר סתם פירות בר\"ה אפקורי מפקיר להו וכתבו התוס' שם בד\"ה אפקורי דלאו לגמרי מפקורי להו אלא מתייאש מהם שסבור שיתקלקלו מחמת שרבים דורסים עליהם עד שלא יבואו לדמי מה שנהנית וכתבו וז\"ל וכי תימא אכתי לא דמי דהדר בחצר חבירו של\"מ דלא חסריה כלום ואי חסריה אפילו משהו חייב לשלם את הכל כדאמרינן התם משום שחרוריתא והילכך ה\"נ מחייב לשלם מה שנהנה כיון דחסריה במקצת הא ל\"ק דגבי הדר בחצר חבירו כיון דמילתא דקפידה היא כי דר חייב לשלם שכירתו משלם דלא אמרי' ליה שלם הך פורתא דחסריה וליפטר באידך דמאן יהיב ליה זכותא למידר בשל חבירו ע\"כ אבל גבי מתני' דאכלה להו בהמה של\"מ בעלה אם איתא דז\"נ וזא\"ח פטור לא הו\"ל לשלומי אלא כפי מה דהיו מחשיבין אותן הבעלים אלו נדרסו ברגלו אדם ובהמה שהרי עומדים היו לכך עכ\"ל אך ק\"ל קצת לפי חילוק זה ממאי דפריך בגמרא ת\"ש אר\"י אם עמד ניקף וגדר מגלגלין עליו את הכל טעמא דעמד ניקף הא עמד מקיף פטור ש\"מ ז\"נ וזא\"ח פטור והשתא כפי זה מאי פשיטותא שאני התם דחבירו מדעתו מהנהו מממונו ומש\"ה אמרי' דאינו חייב לשלם מה שהנהו משא\"כ בדר בחצר חבירו של\"מ שזה נהנה מממון חבירו של\"מ אימא לך דחייב לשלם דמאן יהיב ליה זכותיה למידר בגויה וכי היכי דמחלקינן הכי להיכא דאיכא חסרון מועט ודו\"ק:<br><b> עוד </b> אני תמיה על מור\"ם שהרי לפי הנראה שאף הרמ\"ה לא כתב כן אלא בשעמד המקיף והקיפו מארבע רוחותיו אמנם בעמד ניקף דגלי דעתיה דניחא ליה בהוצאה לכ\"ע זה נהנה וזא\"ח חייב וכמ\"ש הטור בסימן הנז' סעיף ה' והוא מדברי התוס' בפרק כיצד הרגל ד\"ה טעמא שהק' וז\"ל וא\"ת אי זה נהנה וזא\"ח פטור אפילו עמד ניקף וי\"ל דשאני עמד ניקף דגלי דעתיה דניחא ליה בהוצאה ולא דמי לדר בחצר חבירו דלא גלי אדעתיה אלא בחנם וכמ\"ש מרן הב\"י שם ופסקו בשולחנו הטהור סימן קנ\"ז סעיף ח' בלי שום חולק וכן נראה ממה שכתב הב\"י משם הרמ\"ה ז\"ל אהא דפריך בפרק כיצד תרתי ומשני הא דקיימא לאגרא כתב וז\"ל ומדקא משנינן הכי ולא קמשנינן הא דנחי' אדעתא דאגרא שמעינן דכל היכא דלא קיימא אע\"ג דנחית ליה אדעתא למיהב אגרא לאיניש אחרינא כו' משמע דדוקא בהכי הוא דפטור משום דהו\"ל מק\"ט הא דנחית אדעתא למיהב אגרא לבעלים חייב ועיין בס' מחנה אפרים הל' גזילה סימן ט\"ז שנראה מדבריו דדעת הרמ\"ה שלא כדעת התוס' והטור בזה והנראה שלא ראה דברי הרמ\"ה הללו יע\"ש וא\"כ איך כתב מור\"ם דאפי' בעמד ניקף וגדר את הד' אינו משלם אלא מה שחסרו למקיף משום דזה נהנה וזה אינו חסר פטור וליכא למימר דס\"ל למור\"ם ז\"ל דל\"ד לההיא שכתב הטור דשאני התם דגלי אדעתיה שרוצה ליתן שכר הבית ומש\"ה חייב לשלם מה שגילה בדעתו משא\"כ הכא דאע\"ג דגלי דעתיה דניחא ליה בהוצאה איכא למימר דהך גברא ניחא ליה בהוצאה מועטת ולא בהוצאה מרובה ואם לא היה חברו מקימו מג' רוחותיו לא היה מקיפו ואע\"ג דהתוס' כ\"כ אהך מילתא גופא דמשום ה\"ט דגלי אדעתיה דניחא ליה בהוצאה מחייבינן ליה בכוליה הקיפא אע\"ג דז\"נ וזא\"ח הוא היינו לפום ס\"ד דמקשן אמנם למאי דמסיק דטעמא דר\"י הוא משום דאומר לו לדידי סגי לי בנטירה דבר זוזא אפי' בעמד ניקף לא מחייב ר\"י אלא במה שחסרו למקיף ואפי\"ה בעמד מקיף אינו חייב מטעמא דא\"ל לדידי סגי לי בנטירה בר זוזא דהא ליתא דא\"כ מניין לנו לומר דאי גלי דעתיה שאם לא הניחו לדור בחנם שיתן לו שכר דחייב לשלם אי ממאי דס\"ד בגמ' דטעמא דר\"י משום דז\"נ וזא\"ח פטור ואפי' הכי אם עמד ניקף חייב כיון דלפי המסקנא דחינן ליה לההוא ס\"ד דמקשה ור\"י לא קמחייב אלא בשחסרה נימא דאפילו בכה\"ג נמי אמרינן דז\"נ וזא\"ח פטור אלא ודאי דס\"ל ז\"ל דהך סברא קיימא אף לפי המסקנא דבהא לא פליגי וכיון שכן הדק\"ל וצ\"ע ומ\"ש רבינו ואם החצר עשוי' לשכר אע\"ג דאין זה דרך כו' כן הוא דעת הרי\"ף והרא\"ש האמנם התוס' בפרק הנז' ד\"ך ע\"א ד\"ה וא\"נ כתבו דאפי' בחצר דקיימא לאגרא וגברא דלא עביד למיגר שהוא פטור כיון שלא נהנה ויראה מדבריהם שם דה\"ט משום דהו\"ל גרמא בנזיקין שעל ידי שזה דר בתוכו אין מבקשין ממנו להשכיר והו\"ל כמבטל כיסו של חבירו שאמרו בירושלמי שהוא פטור וכן מבואר מדברי הרא\"ש ז\"ל ואע\"ג דהכא שאני דברי הזיקא שעל ידי שרואים אותו דר בו אינו יכול להשכירו לא כן במבטל כיסו של חבירו שאפשר שלא ירויח כבר כתב הרב מ\"א בה' גזילה סימן י\"א דהתוס' והרא\"ש לשיטתייהו אזלי דפסקי כרבא דאמר השף מטבע של חבירו והצורם אוזן פרתו של חבירו פטור אע\"ג דנחסר חבירו כיון שגוף הדבר שהזיק לא נחסר גרמא בניזקין מיקרי יע\"ש אך ק' לי לפי זה שהרשב\"א בחי' קמא הביא ראיה לדעת התוס' מהא דתנן בפרק הבית והעליה ר\"י אומר אף זה דר בתוך של חבירו של\"מ חייב להעלות לו שכר אלא בונה את הבית והעליה ויושב בבית (כן הוא גירסת רש\"י והרא\"ש) וה\"ט משום דזה אינו נהנה ואם איתא לדעת הרי\"ף והרא\"ש הרי אמרו בגמ' דטעמא דר\"י דאמר אף זה דר או' משום דאיכא שחרוריתא דאשיאתא והו\"ל ז\"נ וז\"ח ואם כן היכי קאמר דבונה את הבית ואת העליה ויושב בה הא הו\"ל זל\"נ וזה חסר שהוא חייב לדעת הרי\"ף והרא\"ש יע\"ש והשתא לפי מ\"ש דטעמייהו דהתוס' הוא משום דהו\"ל גרמא בניזקין כיון שגוף הדבר שהזיק לא נחסר אם כן אפי' לדעתו נר' דבחצר דקיימא לאגרא וגברא דלא עביד למיגר שאם הוא ב\"ח חייב לשלם מה שחסרו בשחרוריתא הבית שהרי זה ודאי מזיק בידים ומחסרו במה שדר בו ואם כן אף לדעת התוס' תקשי להו מתני' דקתני ויושב בתוכה עד שיתן לו יציאותיו דאמאי אינו חייב לשלם במה שחסרו ואם נאמר דס\"ל להרשב\"א ז\"ל שמ\"ש עד שיתן לו יציאותיו אינו אלא לאפוקי שאינו חייב לשלם שכרו אמנם אה\"נ דחייב לגבות דמי החסרון דשחרות הבית א\"כ אין מכאן ראיה לדעת התוס' ז\"ל דא\"ל דאע\"ג דז\"נ וזא\"ח אמרינן דאי איכא שחרירותא דאשיאתא מגלגלין עליו את הכל מ\"מ בזה לא נהנה אינו חייב לשלם אלא מה שחסרו ולא שכר הבית כיון שלא נהנה ועיין במוהר\"ש יונה ז\"ל סי' הנז' שדחה לראית הרשב\"א שאפשר שלא אמר ר\"י דיושב בבית ואינו חייב לשלם אלא משום דביתא לעליה משתעבד אבל בעלמא לא ואע\"ג דלית ליה לר\"י ה\"ט בזה נהנה וזא\"ח בזה לא נהנה וזא\"ח אית ליה הך טעמא ומשום הכי קאמר דפטור יע\"ש ולפי דבריו יש לישב מאי דקשיא לי במ\"ש רש\"י שם דטעמא דר\"י משום דזה נהנה וזה אינו חסר חייב ואי לא מיחזי כרבית ע\"ש דאם כן קשה דאמאי קאמר דבונה את הבית ואת העליה ויושב בה משום דהוה ליה זא\"נ הרי אמרו באז\"נ דס\"ד בחצרו חייב להעלות לו שכר אפילו בחצר דלא קיימא לאגרא וגברא דלא עביד למיגר משום דמחזי כרבית ואע\"ג דללישנא אחרינא דאיתא התם ל\"ק ר\"נ אלא דוקא אהלוה ולא מ\"מ לההוא ל\"ק תקשי ליה מתני' אכן לפי מ\"ש הרב ז\"ל הנה נכון דע\"כ לא מחייב ר\"י מטעמא דמחזי כרבית אלא דוקא בז\"נ משום דלית ליה טעמא דביתא לעליה משתעבד אבל בזל\"נ אית ליה דביתא לעליה משתעבד וליכא ביה טעמא דמחזי כרבית כנ\"ל ודו\"ק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>השואל </b>\n<b> שלא מדעת כו' היה כלי ביד בנו של בע\"ה ולקחו אחר מהם ונשתמש בו ה\"ז שואל וכו'.</b> והקשה הרב ל\"מ ז\"ל דלמה ליה נשתמש בו אפילו נטלה למוד בה ה\"ז חייב כדאוקימנא בגמ' בפרק המוכר את הספינה דפ\"ח וכדרבה דאמר הכישה במקל נתחייב בה ואע\"ג דכבר דחינן התם אימור דאמר רבה בב\"ח דאנקטיה נגרי ברייתא כה\"ג מי אמר הא רבינו סובר דזה אינו אלא דחיה בעלמא ולפי האמת רבה אמרה אפילו בכלים דליכא טעמא דנגרי ברייתא ומשום טעמא דהתחיל במצוה כמ\"ש בפרק י\"א מה' אלו דין י\"ד וכן כתב מרן בב\"י בסי' רס\"ג בתי' הא' יע\"ש וכן נראה מדברי הגהות מיי' שם שדעת רבינו דאפילו בכלים חייב מטעמא דהתחיל במצוה וא\"כ אמאי נקט כאן רבינו נשתמש בה עכת\"ד יע\"ש ובודאי שכונתו ז\"ל הוא עמ\"ש לפיכך אם החזירה לקטן שהיה בידו כו' ואבד או נשבר חייב לשלם דמשמע דדוקא משום שנשתמש בו והוי שואל שלא מדעת הוא דחייב אם החזירה לקטן הא לאו הכי אינו חייב והא ק\"ל דאמאי הא אפי' לא נשתמש בו וכגון שנטלה למוד בה מתחייב הוא משום השבת אבידה וזה שנתנו ביד בנו הו\"ל פושע ומאבד בידים דשומר אבידה לכ\"ע מתחייב הוא בפשיעה אמנם למ\"ש רבינו ונשתמש בו ה\"ז שואל שלא מדעת ונכנס ברשותו ונתחייב באונסין הא ודאי ל\"ק מידי דמש\"ה הוצרך רבינו לומר נשתמש בו דאז דוקא מתחייב באונסין הא לא נשתמש בו אינו חייב אלא מדין שומר אבידה ואינו חייב באונסין כלל וזה פשוט: ולעיקר קו' נראה לומר דאפי' לדעת רבינו ז\"ל לא מתחייב בכלים מטעמא דהתחיל במצוה אלא דוקא באבידה שלא מדעת דאיכא מצות השבת אבידה אלא משום דהוי זקן ואינו לפי כבודו הוא דמפטר והילכך אמרי' דאם התחיל במצוה נתחייב להחזירה אמנם באבידה מדעת דליכא מצות השבת אביד' וכמ\"ש רבי' בפ' הנז' דין י\"א פשיט' ודאי דליכא חיוב אם הכישה מטעמא דהתחיל במצוה דהא ליכא מצות השבת אבידה כלל שהרי הוא מאבד ממונו לדעת ומאי דאמרינן בגמרא הב\"ע כגון שנטלה למוד וכדרבה אע\"ג דהתם נמי גבי צלוחית אבידה מדעת היא וכדפריך בגמ' לא אמרו הכי אלא אליבא דרבנן דרבה ס\"ל דאבידה מדעת חייב אמנם לר\"י דפוטר איכא למימר דהיינו מה\"ט דכתיבנא דס\"ל דכיון דלא אמר ליה שדריה הו\"ל אבידה מדעת ואינו מתחייב כלל והיינו דלא קפריך בגמר' לימא דרבה תנאי היא משום דהא דרבה אליבא דכ\"ע מצי קאי דר\"י לא פטר אלא באבידה מדעת ובהא פליגי רבנן ור\"י דרבנן ס\"ל דל\"ש אבידה מדעת ל\"ש אביד' שלא מדעת אם הכישה נתחייב בה וכדרבה ור\"י ס\"ל דלא ושלא כדברי רשב\"ם ז\"ל שכתב דה\"ה דהוה מצי למפרך לימא דהא דרבה תנאי היא יע\"ש וכ\"כ הרמב\"ן ז\"ל כמ\"ש יע\"ש ואהא הוא דפריך עליה בגמ' אימור דאמר כו' דאפי' תימא דרבנן ס\"ל דאבידה מדעת הו\"ל כאבידה של\"מ לענין אם התחיל בה ע\"כ ל\"ק רבה אלא בב\"ח כה\"ג מי אמר ואפי' באבידה של\"מ פטור וס\"ל לרבינו דזה אינו אלא דחיה בעלמא דלפי האמת רבה אמרה אפי' בכל מילי מטעמא דהתחיל במצוה כמ\"ש מרן ומיהו דוקא באבידה של\"מ אבל באבידה מדעת דליכא טעמא דהתחיל במצוה אף לדעת רבינו ז\"ל פשיטא דפטור לכ\"ע ואפילו לרבנן דר\"י לפי המסקנא דמוקמינן לפלוגתייהו בנטלה למוד בה לאחרים ובהא ניחא מאי דק\"ק לפי' תי' מרן ז\"ל דאיך אפשר לומר דאינו אלא דחייה בעלמא ולפי האמת רבה אמרה בכל מילי דאם כן היכי אמרינן אלא אמר רבא כו' ר\"ז אמר הב\"ע בשנטלה למוד בה לאחרים ובשואל שלא מדעת קא מפלגי דמ\"ס שואל הוי ומ\"ס גזלן הוי והשתא אפילו נימא דשואל הוי היכי פטר ר\"י הא הו\"ל לחיובי משום השבת אבידה וכי משום שנטלה למוד בה לאחרים גרע מנטלה למוד לעצמו דמחייב משום השבת אבידה ורבנן דמחייבי ל\"ל טעמא דשואל של\"מ גזלן הוי תיפוק ליה משום השבת אבידה וליכא למימר דר\"ז ורבא פליגי ארבה דהא מנין ליה לרבינו לומר דלפי האמת רבה אמרה בכל מילי ופליג אר\"ז ורבא ולא לומר דאף לפי המסקנא קאי הכי דהשתא רבה ור\"ז לא פליגי כלל אמנם ע\"פ מ\"ש ניחא דאף דס\"ל לר\"ז ולרבא דהכישה חייב ואפי' בכלים היינו דוקא באבידה של\"מ אמנם באבידה מדעת מודו דפטור ומש\"ה פטר ר\"י משום דס\"ל דשואל הוי ורבנן דמחייבי ע\"כ היינו משום דס\"ל דגזלן הוי ודאי הא לא\"ה פטור ומאי דקאמר בגמ' אימור כו' היינו למאי דהוה בעי למימר דרבנן ס\"ל דאפילו באבידה מדעת חייב אהא ק\"ל דאפי' תימא דרבנן ס\"ל הכי אימור כו' ומשו\"ה רבינו ז\"ל שכ' היה כלי ביד בנו כו' סתם משמע בכל ענין ואפי' מדעת בע\"ה דהיינו ההיא דפרק המוכר את הספינה מש\"ה הוצרך לומר דדוקא נשתמש בו הא לא\"ה לא והשתא ניחא נמי מש\"כ רבינו בפי' המצו' וז\"ל ומה דחייבו חכמים החנוני לשלם זה הוא כשיקחנה מיד הקטן למדוד בו לשאר בני אדם כו' שלפי דעת מרן ז\"ל ק' דאפי' למוד בה לעצמו נמי יהא חייב לפי האמת דרבה אמרה בכל ענין הן אמת שדבריו שם הם מגומגמים שנראה סותרים אלו את אלו ממ\"ש אח\"כ אבל כשיתן השמן בה כשהיא בידו ושבר התינוק אותה כו' דכיון שהוא פוסק כמסקנא דרבא ור\"ז למה ליה כשהוא בידו אפי' אם נטל הצלוחית מיד התינוק הוא פטור כיון שלא נטלה למוד לאחרים ומאי דקתני מתני' מודים חכמים לר\"י בזמן שהצלוחית ביד התינוק שלא מדד בה אלא לצורך התינוק קאמר וכמ\"ש רשב\"ם וצ\"ל דלישנא דמתני' נקט ולאו דוקא כנ\"ל ועיין בתוס' פ' אלו מציאות דכ\"ה ע\"ב ד\"ה ואם נטל יע\"ש ומ\"מ מ\"ש רש\"י ז\"ל בפרק אלו מציאות ד\"ל ע\"ב בד\"ה הכישה זה שאינו לפי כבודו אם הכישה אחר להשיבה ע\"כ דמשמע דדוקא בשהכישה כדי להשיבה הא לא\"ה לא וכן משמע מלשון הטור ז\"ל סי' הנז' ויש לתמוה דהא בסוגיא דפרק המוכר משמע דאפילו לא נטלה הצלוחית כדי להחזירה אלא למוד בה לבע\"ה אפי\"ה חייב מטעמא דרבא ותלמודא לא דחי אלא מטעמא אחרינא וצ\"ע:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הגוזל </b>\n<b> א' מחמשה כו' קנס היא שקנסוהו חכמים כו'.</b> כתב ה\"ה משנה ביבמות ופסק כר\"ע ובפרק כ' מה' מכירה דין כ' כתב רבינו דהלוקח מה' בני אדם וכל אחד מהם תובע ואומר אני הוא בעל המקח מניח דמי המקח ביניהם ומסתלק כו' ואם הוא חסיד נותן דמים לכל א' וא' כדי לצאת ידי שמים וכתב ה\"ה שם דפסק כרשב\"א וכסתם מתניתין דיבמות דלא נחלקו ר\"ע ור\"ט בלוקח שמניח דמי המקח ביניהם ומסתלק יע\"ש ואע\"ג דבפ\"ה מהלכות שאלה ופקדון דין ד' פסק רבינו בשנים שהפקידו אצל אחד זה מנה וזה ק\"ק כו' דישבע לכל אחד מהן שהפקיד מהן מאתים ונוטל שאני פקדון דכיון שמפקיד אותו לזמן רב מקרי פושע דהו\"ל למידק וליכתוב שם כל אחד על כיס שלו מה שאין כן במקח דלפי שעה רוצים הדמים לא הו\"ל למידק דסבור מיד יביא אחד מעותיו וכ\"כ הנ\"י ז\"ל בפרק המפקיד והרשב\"א ז\"ל הובאו דבריו בס' אסיפת זקנים דצ\"ט ע\"ג יע\"ש וכן נראה שהוא דעת התוס' ז\"ל בפרק המפקיד דל\"ז ע\"ב ד\"ה אמר רבא שכתבו שם דמדנקט מתני' דאתי נמי כר\"ע אביו של אחד מכם דמשמע משום דהוי שמא ושמא אינו חייב לצאת רק יד\"ש דוקא הא הפקידו הן עצמן דמסתמא תבעי ליה ברי ושמא חייב מדינא אע\"ג דלא עביד איסורא כיון דהוה ליה למידק נמצא דהוו תרי סתמי דסתרן אהדדי דבפרק האשה שלום סתם לן מתני' כרשב\"א דבמקח כיון דלא עביד איסורא אפי' ר\"ע מודה דפטור ובפ\"ה סתם לן דאף בפקדון דלא עביד איסורא חייב לר\"ע אלא ודאי דשאני פקדון ממקח וכן מוכח ממ\"ש שם ע\"א ד\"ה גזל וז\"ל ואפי' לר\"ע דאמר דישלם לכל אחד ואחד היינו משום שיודע בודאי שהוא חייב לאחד מהן אבל גבי ברי ושמא יודה דפטור שאינו חייב כלל עכ\"ל וי\"ל דאמאי הוצרכו לזה ואמאי לא תי' דשאני הכא דהו\"ל למידק כמ\"ש בגמ' ודוחק להעמיס זה בתי' אלא נר' דס\"ל דגבי מקח לא הו\"ל למידק כמ\"ש הנ\"י והרשב\"א ומש\"ה הוצרכו לחלק בהכי לת\"ק דהרשב\"א דס\"ל דאף במקח פליגי ר\"ט ור\"ע וכיון שכן קשה ממ\"ש בד\"ה התם מבעי ליה וז\"ל וא\"ת דבפ' הגוזל קמא קאמר מעשה בחסיד אחד שבא לפני ר\"ט וא\"ל הנח דמי מקחך ביניהם ותסתלק ולא בעי חסיד לצאת יד\"ש כו' והשתא מאי קשיא ליה הא כיון דמקח לא הו\"ל למידק הו\"ל כפקדון בכרך א' דפטור אפי' לצאת י\"ש לפי שיטת ז\"ל שם וכן קשה גם כן ממ\"ש שם בד\"ה ומי אמר דלצאת י\"ש אפילו ר\"ט מודה שמשלם לכל אחד ואחד אע\"ג דלא עביד איסורא ומתני' אוקמינא לה כר\"ט וקתני אביו של אחד מכם כו' נותן לכל א' וא' ומאי ראיה שאני פקדון דהו\"ל למידק ויש ליישב דס\"ל דה\"ט דלא הוה ליה למידק לא מהני אלא לפוטרו בידי אדם דביד\"ש אפי' בלאו ה\"ט נמי חייב מידי דהוי אמנה לי בידך והלה אומר איני יודע דחייב לצאת יד\"ש אע\"ג דלא הוה ליה למידק ודוקא בפקדון דאיכא טעמא דאתון לא קפדיתו מש\"ה הוא דפטור אפילו לצאת יד\"ש משא\"כ במקח דליכא טעמא דאתון לא קפדיתו דמה להם למוכרים למעבד דכל המוכרים צריכים למכור בשוק וכמ\"ש בס' א\"ז משם תלמידי הרי\"ף ז\"ל וא\"ל כמ\"ש הרב ש\"ך סי' רכ\"ב סק\"ד דדוקא בפקדון שהפקידו ב' זה מנה וזה מאתים שייך למימר אתון גופייכו לא קפדיתו כיון שהפקידו ב' יחד יש לחוש לחילוף אבל הוא שלא מכר רק א' לא שייך לומר כן דמהיכא תיתי יאמר אחר שמכר דבר שלא היה מעולם עכ\"ל יע\"ש והילכך אע\"ג דלא הוה ליה למידק חייב לצאת יד\"ש כיון דזה טוען ברי וזה טוען שמא ומה שהביאו ראיה ממתני' דאביו של א' מכם היינו לומר דכיון דבפקדון אפילו בשמא ושמא חייב לצאת יד\"ש ה\"ה נמי במקח בברי ושמא אע\"ג דלא הוה ליה למידק שחייב לצי\"ש: ובהא ניחא מה שהקשה הרב ש\"ך ז\"ל שם בסימן הנזכר סק\"ו על מרן הב\"י ז\"ל שפסק בסי' רכ\"ב בלקח מה' בני אדם דחייב לצאת י\"ש אע\"ג דלא הוה ליה למידק אסור ובסי' ס\"א פסק דבכרך אחת אפילו לצאת יד\"ש אינו חייב יעויין שם שהניחו בצ\"ע כנ\"ל ודו\"ק : והתוס' בפרק הגוזל קמא דק\"ד ד\"ה שכבר כתבו בתירוץ הב' וז\"ל א\"נ אפילו לצי\"ש אינו חייב לר\"ט אלא בגזל אבל בפקדון ומקח דלא עביד איסורא לא וכן משמע בפרק המפקיד דכי רמי התם גזל אגזל משני הכא בבא לצאת י\"ש ולעיל מיניה כי רמי פקדון אפקדון לא בעי לשנויי הכי עכ\"ל וראיתי להרב ח\"ה בפרק המפקיד שהקשה וז\"ל וצ\"ע לתי' דהאיך מתוקמא רישא או אביו של אחד מכם כו' דנותן לכל א' מנה וי\"ל לשיטתם שם דרישא דגזלתי אתיא כר\"ט אבל רישא דאביו של א' כו' לא אתייא כר\"ט אלא כר\"ע אבל התוספות דהכא ימאנו בזה כמ\"ש להדיא לקמן כיון דאוקימנא מתני' דגזלתי כר\"ט אתייא הך דאביו של א' כו' נמי כר\"ט עכ\"ל וק\"ל לפי תי' דאם כן מאי האי דכתבו התוס' בפרק המפקיד דכי רמי כו' והא אכתי תקשי להו אפי' לפי שיטתם ואמאי לא משני דרישא בבא לצי\"ש ואליבא דר\"ע וסיפא בדיני אדם ואי משום דלר\"ע אפילו בדיני אדם חייב כשתובעים אותו אם כן מאי ראיה אכתי נימא דאפילו לר\"ט חייב לצאת י\"ש אפילו בפקדון ומאי דלא משני תלמודא הכי משום דבעי לאוקמא למתני' ככ\"ע ואפילו כר\"ע ולכן נ\"ל שמ\"ש התוס' דבפקדון ומקח דלא עביד איסורא אינו חייב לא כ\"כ אלא בפקדון דומיא דמקח היכא דלא הוה ליה למידק דהיינו בהפקידו בכרך אחד וז\"ש א\"נ אפילו לצאת י\"ש אינו חייב אלא בגזל דעביד איסורא והילכך הכא דלא שייך טעמא דהו\"ל למידק כמ\"ש הרשב\"א חייב אבל בפקדון ומקח דלא עביד איסורא וגם לא הו\"ל למידק פטור אפי' לצאת י\"ש ולזה הביאו ראיה מדלא משני תלמודא הכי כלומר מדלא קאמר אלא משמע דאכתי קאי שנוייא דלעיל דרישא דחייב בבא לצי\"ש מיירי בב' כריכות וסיפא בכרך אחד ופטור אפי' לצי\"ש כמ\"ש כאן כנ\"ל ודו\"ק. ודעת הרא\"ש בפרק המפקיד נראה שלא כדעת התוס' דכל שתובעים אותו אפילו בכרך אחד חייב לצי\"ש שכ' שם וז\"ל אבל הפקידו זה בפני זה זה מנה וזה ר' אי תבעי ליה פטור דלא הו\"ל למידק ואי לא תבעי ליה פטור אפי' לצאת י\"ש ע\"כ משמע דדוקא בדלא תבעי ליה הוא דפטור אפי' לצי\"ש ולפי דבריו צ\"ל דסיפא דקתני שנים שהפקידו נותן לזה מנה כו' מיירי בדיני אדם ובכרך אחד דאלו בשני כריכות אפי' מדיני אדם חייב לר\"ע והיינו שכתב דמדלא קאמר אלא משמע דאכתי צריכנא שנוייא דלעיל דרישא מיירי בשני כריכות ובבא לצי\"ש וסיפא בכרך אחד ובדיני אדם והא דנקט בב' שהפקידו חידושא אשמועינן דאפי' בטוען ברי אפ\"ה פטור מדיני אדם ואפשר שהכריחו להרא\"ש לומר כן ממאי דפריך בגמרא ומי אמר רבא כל בב' כריכות הו\"ל למידק והאמר רבא כו' דק\"ל קו' התוס' ז\"ל שהקשו בד\"ה ומי דהא מתני' אוקימנא לה בבא לצי\"ש מש\"ה הוצרך לומר דב' שהפקידו לא מיירי אלא מדיני אדם ומש\"ה פריך דמדאוקי רבא לסיפא דפטור בדיני אדם בכרך אחד משמע דבב' כריכות חייב מדיני אדם דאלו מדיני שמים חייב אפי' בכרך אחד ועוד הכריחו להרא\"ש מהא דקי\"ל במנה לי בידך והלה אומר איני יודע דחייב לצי\"ש אע\"ג דלא הוה ליה למידק והילכך ה\"נ אפי' בכרך אחד דלא הו\"ל למידק חייב והתוס' חלקו במ\"ש לעיל וא\"נ דשאני התם דהו\"ל ברי ושמא משא\"כ בשיודע בודאי שאין לו משל אחרים אלא ג' מאות וכמו שחילקו כן התוס' לר\"ט ד\"ה גזל (ועיין בהרב\"ח סי' הנז') וכן מבואר שיטה זו בס' אסיפת זקנים משם הר\"ן ע\"ש ועיין בהרב גד\"ת דף קע\"ב ע\"ב ודלא כמ\"ש הב\"ח דלהרא\"ש סיפא דב' שהפקידו מיירי בשאין תובעים אותו ובכרך אחד דליתא שהרי מתני' קתני בהדיא זה אומר שלי ק\"ק כו' משמע דטוענים ודאי כן ותו דאי מיירי בדלא תבעי ליה ברי א\"כ אמאי הוצרכו לאוקומי בכרך אחד אפי' בב' כריכות נמי יהא פטור אפי' מלצי\"ש מטעמא דמפקיד הו\"ל למידק וכמ\"ש הרא\"ש דמש\"ה קתני במתני' אביו של אחד מכם ולא קתני אחד מכם הפקיד אצלי דבכ\"הג אפי' לצי\"ש לא מחייב דמפקיד עצמו הו\"ל למידק כנ\"ל פשוט ומ\"מ מ\"ש הרא\"ש ולא דמי למנה לי בידך והלה אומר איני יודע דחייב לצי\"ש כדאיתא בפ' הגוזל קמא דהתם ברי ושמא והכא ברי וברי הם דברים תמוהים וכמו שתמ' הרב גד\"ת וז\"ל ולא ידענא אהיכא קאי דאי אדסליק מיניה דבב' כריכות חייב בפקדון אי מדינא תבעי לי' וע\"ז הרגיש דמ\"ש מנה לי בידך והלה אומר איני יודע דחייב לצי\"ש ולא מן הדין לא מצאתי מקום לא לקו' ולא לתי' דהכא בב' כריכות שאני דהו\"ל למידק כמ\"ש בגמרא כו' וגם תי' אין לו מובן דאדרבא איפכא דכל שנפקד טוען שמא מתחייב יותר מהיכא דטוען ברי ואי אדלעיל קאי שכתב דבכרך אחד פטור אפי' לצי\"ש היינו בדלא תבעי ליה גם בזה אין מקום לקו' ולא לתי' דהתם איכא תובע ברי הכא ליכא תובע ומאי האי דקאמר התם ברי ושמא הכא ברי וברי משמע דתבע ליה והא ליתא יע\"ש שהניחו בתימא ולא מצא מקום ליישב דבריו כי אם כו' ואם איישר חילי אמינא דט\"ס נפל בדבריו וצ\"ל התם ברי ושמא הכא שמא ושמא שהוא ממש כמ\"ש עכ\"ד ועיין במרן הב\"י סי' הנזכר שהביא דברי הרא\"ש אלו כמו שהם בלתי הגהה ולכן נרא' לי לומר דדברי הרא\"ש קאי אדסליק מיניה שכתב דכל שתובע אותו חייב מדינא ומ\"ש הרב הנז' דא\"כ מאי קו' התם שאני דהו\"ל למידק י\"ל דלא משני הכי משום דאכתי הוה ק\"ל לת\"ק דרשב\"א ס\"ל דאף במקח נחלקו ר\"ע ור\"ט אע\"ג דגבי מקח לא הו\"ל למידק כמ\"ש לעיל וכן הוא מוכרח שדעת הרא\"ש כן ממש בפקדון דחייב בב' כריכות ובמקח כתב דפטור וההיא דר\"ן דמנה לי בידך משמע דאליבא דכ\"ע היא מדלא קאמר עלה כתנאי היא וכ\"כ הרמב\"ן הובא בס' א\"ז ע\"ש וכן צ\"ל ג\"כ לדעת התוס' ז\"ל שהקשו בד\"ה הנז' וכמ\"ש לעיל ומ\"ש הרא\"ש דהתם ברי ושמא והכא ברי וברי כונתו לומר דהתם במה שזה טוען ברי הלה טוען שמא שאינו יודע שהוא חייב כלל משא\"כ הכא דהוי ברי וברי דלנפקד נמי ברי לו שהוא חייב לאחד מהם והוא ממש כתי' התוס' בד\"ה גזל כנ\"ל ליישב דברי הרא\"ש ע\"צ הדחק ומה שהקשה הרב הנז' דקע\"ג ע\"א לדעת רבי' בפ\"ה מה' שאלה ופקדון שכתב דדוקא בכרך אחד ממש הוא דפטור דא\"כ מאי האי דקאמר בגמרא סיפא נעשה כמי שהפקיד כו' וכן הקשה הרב לח\"מ ע\"ש לק\"מ שגי' הגאונים ורבינו היתה סיפא שהחזיק לו בכרך אחד עיין בס' א\"ז דצ\"ט ע\"ד ופשוט:"
            ],
            [],
            [
                "<b>הטוען </b>\n<b> את חבירו כו' והואיל והוא נשבע ונוטל ה\"ז נשבע בנקיטת חפץ.</b> כתב ה\"ה זה דבר מוסכם מכל הגאונים שאפי' מי שבידו משכון שהוא נאמן עד כדי דמיו ה\"ז נשבע בנק\"ח וכ\"כ רבינו בפי\"ג מה' מו\"ל דין ג' וכן כתב הרא\"ש ר\"פ כל הנשבעין וז\"ל ומקצת הגאונים כתבו שהמלוה על המשכון שנאמן לטעון עד כדי דמיו כיון דלאו אגופ' דמשכון קטעין כו' לית ליה בלא שבוע' חמורה והביאו ראי' לזה ממה ששנינו המכיר כליו וספריו כו' ישבע כמה הוציא ויטול ואילו טען לקחתים ממך נאמן בשבועת היסת ועכשיו נשבע ונוטל כעין שבועה דאורייתא ע\"כ ומשמע שהרא\"ש הודה לדברי הגאונים הללו מדלא חלק עליהם וכ\"כ מרן הב\"י סי' פ\"ט מחודש ט' ויש לדקדק לדעת הרא\"ש מאי ראי' מההיא דהמכיר כליו וספריו התם שאני דהו\"ל מיגו דהעזה ומיגו לפוטרו משבועה לא אמרינן וכמ\"ש הרא\"ש לעיל מזה ע\"ש אמנם במלוה על המשכון דהוה ממעיז למעיז ה\"נ דאמרינן מיגו וכן קשה לדברי הגאונים הללו שהרי כפי הנרא' מבואר מדבריהם דס\"ל דאמרינן מיגו לפוטרו משבועת היסת ודוקא במלוה על המשכון הוא דלא אמרינן משום דבעי לאפוקי ממונא מרשותא דחבריה והשתא קשה דהרי שבועת השומרים דאיכא למימר מיגו ואפי\"ה משתבעי והרא\"ש לא מצא מנוח לזה אלא משום דשבועת השומרים הוי מיגו דהעז' ומיגו דהעזה לפוטרו משבוע' לא אמרינן אכן לדעת הגאונים דלא ס\"ל הכי מדהביאו ראי' מההיא דהמכיר קשה ולכאור' היה אפשר ליישב לזה ולומר שדעת הרא\"ש והגאונים הללו כמ\"ש הרב ש\"ך סי' פ\"ב בכללי מיגו סעיף ו' דדוקא בשחבירו מפקיד אצלו או מלוה לו שהאמינו מתחיל' ושוב אין לו עסק עמו אלו היה טוען בפקדון לא הד\"מ או החזרתיו או בהלואה פרעתי כולו הוי העזה דכופר נגדו בזה שהאמינו בתחיל' משא\"כ בשלא הפקידו או הלוה לו אפי' היה טוען לקחתי כמו בהנהו עיזי לא הוי העז' ודלא כמ\"ש שם בתי' הב' שדעת הרא\"ש לחלק בין ממון לשבועה כדעת הריב\"ש ולפ\"ז צריך לומר שמה שהוצרך הרא\"ש לעיל לומר דכיון דשבועת שכיר תקנתא דרבנן היא במיגו כל דהו מהני היינו משום דהתם נמי הוי כמלוה ופקדון שהרי האמינו השכיר מתחיל' ששכרו שלא בעדים ודוק אמנם אכתי קשה לדעת הר\"ן שכתב בפרק כל הנשבעים כדעת הריב\"ש דמיגו דהעז' לאפטורי משבוע' לא אמרינן אפי' היכא דלא האמינו תחיל' כמו בהנהו עיזי דפ' ח\"ה ואלו שם בסמוך כתב ויש שהביאו ראי' לדין זה ממה ששני' דהמכיר כליו כו' ואע\"פי שאין זו ראי' אצלי משום כו' והשתא קשה דאמאי הוצרך לזה ואמאי לא תירץ בפשיטות דהתם הוי מיגו דהעז' ודוחק לומר שהוצרך ליישב אפי' לפי סברת' ולכן נרא' דלק\"מ משום דמ\"ש הרא\"ש והר\"ן דמיגו דהעז' לא אמרי' לאפטורי משבוע' היינו לדידן דקי\"ל דשבועת השומרים איתי' אפי' במפקיד שלא בעדים וקי\"ל כרב ושמואל דבשכרו שלא בעדים מתוך שיכול לומר להד\"מ יכול לומר שכרתיך ונתתי לך שכרך אהא הוא שכתבו דשבועת השומרים ה\"ט משום דהוי מיגו דהעז' דלא אמרי' לאפטורי משבוע' ושבועת שכיר שאני משום דאינו אלא תקנה אמנם לרמב\"ח דקאמר כמה מעליא הא שמעתתא וקאמר דשבועת השומרים דחייב רחמנא לא משכחת אלא בהפקיד בשטר ע\"כ דס\"ל דמדינא הוא דאמרי' מיגו דהעז' בעלמא ואף לאפטורי משבועה אם כן אם איתא דטעמא דמתניתין דהמכיר כליו היינו משום דלא אמרינן מיגו דהעזה לאפטורי משבועה אם כן תיקשי ליה לרמב\"ח מתניתין וכיון דע\"כ לרמב\"ח טעמא דמתניתין הוא משום דכיון דלאו אגופיה דמשכון כו' לית לן לומר דבהא נמי פליגי רבא ורמב\"ח ומן האמור בזה נרא' דמ\"ש הרב ל\"מ בפ\"ח מה' טוען ונטען דין ו' דהחולקין על רבי' בפ\"ג מהלכ' מ\"ול יתרצו להך מתניתין דהמכיר כליו דהוי מיגו דהעזה דאם היה אומר לקוח הא בידי היה מעיז וכמ\"ש הרא\"ש ז\"ל ע\"ש ליתא דאם כן אכתי תקשי להו מתניתין לרמב\"ח ויש ליישב דבריו עיין בהרב מש\"ל ה' מל\"ול פ' כ\"א דין א' בתוך התשובה ומ\"מ נראה שאשתמיט מהרב ל\"מ ז\"ל דברי הר\"ן שבפרק כל הנשבעין גם מ\"ש בפ\"ב מהלכות שכירות דין י\"ב דבהנהו עיזי דאכלי חושלא מודה הראב\"ד משום דהוי מיגו דהעזה ליתא ועיין בבה\"ת שער ק\"ט חלק ב' שכתב משם הראב\"ד דבהנהו עיזי היינו טעמא משום דכל דכל דהאי ידע והאי לא ידע לא גבי מיניה אלא בשבועה ע\"ש ודע שלדעת הגאונים הללו הקשו המאור והרמב\"ן ז\"ל מברייתא דפרק כל הנשבעין דמ\"ו ע\"א דקתני הנותן טליתו לאומן אומן אומר ב' קצצת לי והלה אומר לא קצצתי לך אלא אחת כל זמן שהטלית ביד אומן על בע\"ה להביא ראיה נתנה לו בזמנו נשבע ונוטל עבר זמנו המע\"ה ומשמע דדוקא כשנתנה לו הוא שצריך לישבע הא ברישא נוטל בלא שבועה משום דמהימן אומן במיגו דאי בעי אמר לקוחה היא בידי וכן הק' הר\"ן ז\"ל שם ע\"ש מה שתי' וראיתי להרב ש\"ך ז\"ל סימן פ\"ט סק\"י שהקשה לדעת הטור סי' הנזכר ורבי' בפי\"א מה' שכירות דין ח' שפסקו כהך ברייתא דהנותן לאומן וכתבו דכל זמן שהטלית בידו הרי האומן נשבע בנק\"ח שהרי מברייתא מוכח בהדיא דברישא נוטל בלא שבועה ובין לתי' הרמב\"ן דשאני אומן ובין לתי' הר\"ן שם מ\"מ מדברי כולם משמע דפשט' דברייתא דאומן א\"צ לישבע בנק\"ח ותמ' על הר\"ן וה\"ה ז\"ל שלא התעוררו על הרמב\"ם בזה עכ\"ל יע\"ש ועיין בנ\"י פ' ח\"ה דק\"ע ע\"ב ולע\"ד נראה דלק\"מ שכפי מ\"ש הר\"ן שם וז\"ל ולא עוד אלא אפי' תאמר שמלוה על המשכון אפי' בא לשתוק ולהחזיק מה שבידו צריך לישבע לדעת הגאונים אפי\"ה פועל שאני דכיון דחזינן בגמ' דיהבינן ליה אגריה בלא שבועה אי לאו משום פיוס בע\"ה כשתופס משכון אין בע\"ה צריך פיוס דכיון דלא מהימן ליה שהרי הן חולקין בקציצה כבר הוא מפוייס כשהאומן מחזיר לו טליתו שהרי מתיירא שמא יאמר החזרתי עכ\"ד ומה שהקשה הרב הנזכר שם לדברי הר\"ן הללו דע\"כ לא בעי בש\"ס למימר דליתיב לי' בלא שבועה אלא גבי פועל כשאומר פרעתיך ומטעמא דבע\"ה טרוד בפועליו אבל בקציצה הא אמרינן התם להדיא דמדכר דכירי אינשי ואף בשבועה לא שקיל כדפריך התם א\"ה אפי' קצץ נמי אלמה תניא כו' ומשני קציצה מדכר דכירי לה ע\"ש לע\"ד לק\"מ דנהי דהכי אמרי' התם דקציצה מדכר דכירי אינשי היינו לרבנן דר\"י אמנם ר\"י פליג בזה וס\"ל דאף בקציצה לא דכירי אינשי כדאי' התם ואם כן הר\"ן ז\"ל דקאי להך ברייתא דהנותן לאומן דמוקמינן לה התם כר\"י דקציצה נמי לא דכירי וכמ\"ש התוס' בפרק ח\"ה דמ\"ה ע\"ב ד\"ה נתנה לו ע\"ש משום הכי כתב דכיון דיהבינן ליה אגרא בלא שבועה כו' ומההיא ירושלמי דגרסינן הי' בידו משכון בהא נוטל בלא שבועה ומייתי לה הר\"ן שם ליכא לאקשויי מידי דהתם איירי בירושלמי בטוען שכרתיך ונתתי לך שכרך ואה\"נ דבקציצה ס\"ל לירושלמי לדידן דקי\"ל כרבנן דר\"י דקציצה דכירי אינשי דנשבע ונוטל וכמו שכן צ\"ל גם כן לפי תי' שם ע\"ש וא\"כ מעתה לק\"מ על הטור ורבינו שפסקו דנשבע אומן בנק\"ח משום דכיון דאנן קיימא לן כרבנן דר\"י דקציצה דכירי אינשי הוה ליה כשאר מלוה על המשכון דנשבע בנק\"ח דבהא לא שייך טעמא דהר\"ן ז\"ל ומ\"מ ק\"ל על דברי הר\"ן הללו במ\"ש דכיון דחזינן בגמ' דיהבינן לי' בלא שבועה אי לאו משום פיוס בעל הבית כו' שהרי הוא ז\"ל כתב לעיל במאי דפריך בגמרא וליתיב לי' בלא שבועה וז\"ל ליכא לפרושי כו' אלא ודאי ה\"ק נהי דמדינא ודאי אפילו בשבועה לא שקיל הוה לן לתקוני דליתיב ליה בלא שבועה שהרי נושא נפשו על שכרו ושכרו מעט ואיכא למיחש לכדי חייו כו' ע\"ש וכיון שכן הך טעמא לא אהני אלא בשטוען שכרתיך ונתתי לך שכרך דאיכא משום כדי חייו אמנם באומן אומר לו קצצת ב' ובע\"ה אומר לא קצצתי אלא אחד מיירי במודה במקצת שהרי מוקמינן לברייתא כר\"י ליכא בהו משום כדי חייו כדי שנא' דנשקול בלא שבוע' וכמ\"ש הר\"ן שם בסמוך אמאי דפריך בגמ' א\"ה אפילו בקציצה נמי דה\"ק דאא\"ב דמשום כדי חייו שדייוהו אשכיר משום הכי בקציצה לא תקינו שישבע ויטול מפני מחלוקותם של ב\"ה ושכיר דקציצה אינו אלא דבר מועט כו' ליכא למיחש משום כדי חייו יע\"ש וכ\"כ עוד שם לדעת הרי\"ף דבכופר בכל כגון שפרע אותו סלע שהוא מודה לו או שא\"ל הילך לא ישבע ב\"ה לפי שלא תקנו חכמים בקציצה כלום כיון דליכא משום כדי חייו יע\"ש וי\"ל בדוחק ובמה שתי' עוד הר\"ן בתחילת דבריו דאף הגאונים לא אמרו אלא בבא לגבות חובו מן המשכון שכיון שבא ליטול צריך לישבע כו' הא אלו רצה לשתוק ולהחזיק במה שבידו והלה תובעו משכונו אינו נשבע אלא היסת יע\"ש אין להקשות דאם כן אדתני סיפא נתנה לו בזמנו נשבע ונוטל ליפלוג וליתני בדידה בד\"א כשלא בא אומן לגבות אבל בא אומן לגבות ישבע ונוטל דאיכא למימר דברייתא אתא לאשמועינן דקציצה נמי דכירי אינשי כר\"י וא\"כ אי הוה תני לן בבא אומן לגבות הו\"א דדוקא כשהיא ביד האומן ואיכא מיגו דלקוחין הוא דנשבע ונוטל אבל בנתנה לו לא קמ\"ל וזה פשוט: ומ\"מ נראה דתי' זה של הר\"ן לא ניתן ליאמר לקצת מן הגאונים שהביאו ראי' לדין זה דמלוה על המשכון ממתני' דהמכיר כליו וספריו שהרי בההיא דהמכיר כליו אין הלוקח תובעו שיתן לו מעותיו אלא אדרב' שותק ורוצה להחזיק במה שבידו אלא דהלה תובעו שיתן לו כליו ואם כן אפילו לדידהו נמי היכי ניחא להו מתניתין הא הו\"ל דאינו נשבע מה\"ט וכן נראה שהוא דעת רבינו ממ\"ש בפ\"ח מהלכות טוען ונטען דין ו' מכאן אתה למד כו' כדברי הגאונים הללו ועיין בכ\"מ ובלח\"מ שם ועיין בש\"ך סי' ע\"ב ס\"ק ס\"ט ודוק: ועוד נלע\"ד לקושית הרב ש\"ך שהקש' על רבינו והטור דלק\"מ שהרי כתב הרמב\"ן במלחמותיו וז\"ל ואפשר דלצדדין קתני דעל ב\"ה להביא ראי' או יביא ראי' ויטול טליתו או ישבע אומן ויטול שכרו ומפני שברשות היא לא חש לפרשה כדקתני סיפא המוציא מחבירו עליו הראיה שפי' לצדדין עכ\"ל יע\"ש ואם כן א\"ל שזו ג\"כ דעת רבינו והטור וכן מצאתי בשיטה כ\"י להרשב\"א וז\"ל יש מקשים בהך ברייתא דקציצה דקתני כו' וליתא דכבר פי' הר\"י הלוי הכא דברישא נמי נשבע ונוטל ואפשר לי לפרשה לפי דבריו דה\"ק כל זמן שהטלית ביד אומן על הב\"ה להביא ראי' או ישבע אומן ויטול ואל תתמה שהרי אמרו כן בכיוצא בזה דתניא אומן אומר ב' קצצת לי כו' המע\"ה ופי' ר\"ן דלצדדין קתני וא\"ת מה בין רישא לסיפא דקתני נתנה לו נשבע אומן ונוטל י\"ל דה\"ק כל זמן שהטלית ביד אומן אפילו לאחר זמנו נשבע ונוטל אבל אם נתנה לו בזמנו דוקא נשבע ונוטל הא לאח\"ז לא עכ\"ל אלא דק\"ל טובא מהא דגרסינן בפרק חזקת דמ\"ה ע\"ב מתיב רבא לסיועי' לרבה הנותן טליתו לאומן כו' ה\"ד אי דאיכא עדים נחזי עדים מאי קאמרי אלא לאו דליכא עדים וקתני אומן מהימן מיגו דאי בעי א\"ל לקוחה היא בידי מהימן נמי אאגריה ע\"כ והשתא אם איתא דברייתא דקתני על ב\"ה להביא ראיה לצדדין קתני כמ\"ש הרמב\"ן מנ\"ל דטעמא דבריית' משום מיגו דלקוחין אימא דטעמא דברייתא משום דס\"ל דקציצה נמי לא דכיר כדאוקימנא לה פרק כל הנשבעין וכמ\"ש התוספות שם ומשום הכי מהימן בשבועה ואי משום דרישא דברייתא איירי אפילו בעבר זמנו כמ\"ש הרשב\"א ובעבר זמנו הא אמרינן בפרק כה\"נ דלא תקינו שבועה לשכיר הא ליתא שהרי טעמא דלא תקינו רבנן שבועה הוא משום חזקה אין ב\"ה עובר בבל תלין כדאמרינן התם וגבי אומן כל זמן שהטלית בידו אין ב\"ה עובר בבל תלין כדאמרינן התם וגבי אומן כל זמן שהטלית בידו אין ב\"ה עובר בבל תלין כדאית' פרק המקבל ופסקו רבינו פי\"א מה' שכירות דין ג' יע\"ש ומצאתי למוהריב\"ל ז\"ל ח\"א בדיני מיגו כתב משם הר\"ן אסוגיא זו דפרק חזקת וז\"ל והקשה רבינו נר\"ו ורבה בסיעתיה ל\"ל לאורוכי כולי האי בלישניה דמדאוקמא בדליכא עדים וראה פשיט' דטעמא משום דלקוח הוא כו' ותי' נר\"ו משום דהו\"א דלאו משום מיגו הוא דנאמן אלא מטעמא דקציצה לא דכירי לה אינשי וכיון דלא דכיר לה ב\"ה ועוד שהטלית ביד האומן הרי הוא נאמן או יפרע ב\"ה או ישאר טלית' ביד האומן ועוד הקשה אם כן מי הזקיקו לרבא שלא לומר דמשום דקציצה לא דכירי אינשי הוא ותירץ משום דשמואל סבירא ליה דקציצה לא דכירי אינשי כדאיתא פרק כל הנשבעין לא ניחא לי' לאוקומא דלא כשמואל עכ\"ד. ולפי הנראה שדעתו ז\"ל שהוא מפרש כפירוש הר\"ן ן' מיגאש דברייתא דקתני על ב\"ה להביא ראי' או ישבע אומן או יביא ראי' ב\"ה קאמר ומשום הכי הוקשה לו דאימא דטעמ' דבריית' משום דקציצה לא דכירי אינשי האמנם תי' ז\"ל אין לו מובן שהרי בפרק כל הנשבעין אוקימנא להך ברייתא כר\"י דאמר דקציצה לא דכירי אינשי ודלא כשמואל וכן יש לתמוה על הנ\"י ז\"ל שכתב בפרק חזקת שם וז\"ל נתנה לו בזמנו נשבע ונוטל משום דב\"ה טרוד בפועליו והכא לא מיירי בקציצה שפיר נזכר ב\"ה מה שקצץ אלא מיירי שמתעצמים על הפרעון עכ\"ד ולדברי הר\"ן הי' אפשר לומר בדוחק שכונתו לומר דאע\"ג דסיפא דברייתא ר\"י היא תלמודא בעי לאוקומי רישא דברייתא ככ\"ע אכן דברי הנ\"י צ\"ע עוד הקשו הרמב\"ן והרשב\"א ז\"ל בשיטה כ\"י והראב\"ד הביאו הרב התרומות שער מ\"ט ח\"ב לדעת הגאונים הללו מההיא עובדא דרבה בר ששון בפרק חזקת דקאמר אי מהדרנא ליה ארעא כו' אמור רבנן הבא ליפרע מנכסי יתומים לא יפרע אלא בשבועה אלא אכבשיה לשטר משכנתא אוכלה שיעור זוזי דמיגו דאי בעי' אמינא לקוחה היא בידי מהימנא כו' והשתא לדעתם ז\"ל איך ניצול רבה ב\"ש מהשבועה הא הו\"ל בהא דטוען על המשכון דלא מיפטר במיגו ועיין בש\"ך וראיתי להרב גד\"ת שער י\"ד ח\"א דפ\"א ע\"ד שרצה לחלק ולומר דע\"כ לא כתבו הגאונים אלא דוקא כשאין המיגו מעלה ומוריד לענין הממון עצמו דבלא המיגו יש לו להוציאו או להחזיקו אלא שאם לא היה כאן מיגו היה מחויב שבועה ואתה בא לפוטרו מהשבועה מכח המיגו כגון בההיא דמשכון פי\"ג דמלוה שאם הוי שם עדים שחפץ זה הוא משכון בידו ולא ידעו כמה שאין לו בזה שום מיגו הוא נוטל הממון שטוען עליו אבל לא יטול אלא בשבועה וכשאין שם עדים דיש לו מיגו דשלי הוא לא נימא יועיל המיגו מיהו לפוטרו משבוע' וכן בההיא דשותפין פ\"ט מהלכות שלוחין בין בעדים בין שלא בעדים הוא פטור מן הממון אלא שבעדים הוא מחויב לישבע ובדליכא עדים רוצה להפטר מהשבועה מכח המיגו משא\"כ בההיא דרב\"ש שטוען משכונא הן בידי ויש לי עליהן חוב כך וכך שאם היה קול שהיה של יתומים אינו נאמן עכשיו כשאכלה שני חזקה בחיי אביהם מועיל המיגו על עיקר הממון וכיון שכל עצמו של המיגו הוא בא על תמצית הטענה עצמה אגבה יועיל ג\"כ שלא ישבע דלא שייך לומר אין אומרים מיגו לאפטורי משבועה כיון שאין אנו משתמשים ממנו בעיל' ראשונה על פיטור השבועה א\"ד ז\"ל עיין בהרב כנה\"ג ח\"א סימן פ\"ב בהגהת ב\"י שהביא כלל זה בלי חולק ולע\"ד ליתא להך כללא ואמינא לה ממ\"ש רבינו פ\"ט מהלכות טוען ונטען דין ב' וז\"ל לפיכך אם טען האומן ואמר ב' קצצת לי בשכרי וב\"ה אומר לא קצצתי לך אלא אחד אם היה הכלי נראה בפניהם הואיל והאומן אין לו בו חזקה כו' ואם אין הכלי נראה בפניהם הואיל והאומן נאמן לו' לקוח הוא בידי יכול לטעון עד כדי דמיו ונשבע בנק\"ח ונוטל כדרך כל הנשבעין ונוטלין ע\"כ הנה מבואר דאע\"ג דהמיגו מועיל על עיקר הממון שהרי אם היה הכלי נר' בפניהם לא היה נאמן וב\"ה נשבע אפי\"ה כתב רבינו ז\"ל דנשבע בנק\"ח משום דאין אומרים מגו לפוטרו משבועה גם מלשון רבינו ז\"ל שלפנינו מוכח בהדי' הכי שכתב הטוען כו' הואיל ואין שם עדים שמעידין שגזל ה\"ז נשבע וגובה חובו מן המשכון שהפה שאסר הוא הפה שהתיר והואיל והוא נשבע ונוטל הרי זה נשבע בנק\"ח הרי מבואר דאע\"ג דאם היה שם עדים לא היה נאמן ובשאין שם עדים נאמן על עיקר הממון כמ\"ש שהפה שאסר כו' אפ\"ה לא מהני האי מיגו לפוטרו משבועה ומ\"מ בלא פטורי מממון אפשר לחלק בהכי כמ\"ש הרב דהיכא שהמיגו מועיל לפוטרו על עיקר הממון אגבה מהני נמי לפוטרו משבועה אפילו לדעת רבינו ז\"ל ובהכי יש ליישב מה שהקשה הרב הנז' על השגת הראב\"ד שבפ' י\"ד מה' טוען דין ט' שכתב וז\"ל ועוד אני אומר שלא יועיל מיגו לגבות לכתחילה בלא שבועה מידי דהוה אמלוה על המשכון כו' ורב\"ש דקא בעי למיפטר נפשיה משבועה אחר אכילה קאמר ע\"כ והק' עליו דמשמע שרוצה ליישב דבמה שכבר אכל שהוא להחזיק אז הוא פטור משבועה במיגו וכשהשיג על רבי' הוא מפני שפטרו אף להוציא ולגבות מכאן ולהבא והוא פלאי שהרי השיגו מההיא דמשכון וכלל זה הוא בין להוציא בין להחזיק כדכתב בפ\"ט מהלכות שלוחין אע\"פ שאין שם עדים כו' והראב\"ד לא השיגו נראה שמסכים עמו עכ\"ל יע\"ש ולפי מ\"ש ניחא וכמובן ויש להביא סמוכות לזה ממ\"ש רבי' פ\"ב מה' שכירות דין י\"ב וז\"ל אין לך מי שנשבע מתוך שיכול לומר כך וכך וישבע בנק\"ח אלא השומר שיש עליו שטר בלבד אבל שאר כל הנשבעים בדין מתוך כו' אינן נשבעין אלא היסת והשיג עליו הראב\"ד דהאיכא נשבע על המשכון לדעת הגאונים וה\"ה ישב דבריו וכתב וז\"ל פי' הכונה היא בנשבעין ונפטרים ולא בנשבעי' ונוטלים ובזה נסתלקה ההשגה דודאי יש בנשבעין ונוטלין בדין מיגו שהוא נשבע בנק\"ח והוא המלוה על המשכון כו' אבל דין זה הוא בנשבע ונפטר והכרח הוא זה שלא יהיה אלא בשומר בשטר בלבד שהוא נפטר במיגו לפי שכל שאר הכופרין בכל אין בהם מחוייב שבועה מן התורה אלא בטענת נאנסו עכ\"ל ולכאורה יש לדקדק עליו דאכתי תקשי דהא משכחת נמי בנשבעין ונפטרין דאע\"ג דאיכא מיגו נשבע בנק\"ח כמ\"ש רבינו פ\"ט מהלכות שלוחין דין ד' גבי שבועת השותפים אמנם כפי מ\"ש ניחא דמ\"ש רבינו בה' שכירות כונתו לומר דאין לך מי שנשבע ונפטר מדין מיגו כלומר שאם לא היה לו מיגו אינו נשבע ונפטר אלא משלם ואפי\"ה נשבע בנק\"ח אלא השומר בלבד דאע\"ג דאם לא היה לו מיגו דנאנסו נשבע בעל השטר ומשלם כמ\"ש רבינו שם אפי\"ה נשבע בנק\"ח מהטעם שכתב ה\"ה דכיון דבטענת מיגו היה חייב לישבע שבועת התורה השתא נמי נשבע בנק\"ח אבל בשאר כל הנשבעין מדין מתוך אינו נשבע אלא היסת דכיון דמה שהוא נשבע הוא מדין מיגו שאם לא היה לו מיגו היה חייב לשלם מהני נמי לפטרו משבוע' וזה מדוקדק מלשון רבי' שכתב אבל שאר כל הנשבעין מדין מתוך ודו\"ק ואם כני' אנחנו נר' דס\"ל לה\"ה והראב\"ד דנשבע על המשכון נמי אינו אלא מדין מיגו וכן מוכח מלשון ה\"ה שכתב דודאי יש בנשבעין ונוטלין מדין מיגו כו' והוא המלוה על המשכון משמע דהמלוה על המשכון אינו נשבע ונוטל אלא מדין מיגו דאל\"כ הכי הול\"ל דודאי יש בנשבעין ונוטלין אע\"פ שיש להם מיגו מאי מדין מיגו דקאמר ותו דאם לא כן אמאי הוצרך ה\"ה לתרץ דרבינו לא מיירי אלא בנשבעין ונפטרין הא ההיא דמלוה על המשכון שאני דבלא מיגו הוא נשבע בנק\"ח ומשלם ואנו באים לפוטרו משבועה מכח המיגו ומש\"ה לא אמרי' מיגו לפוטרו משבועה ואע\"ג דמההיא דפ\"ט מה' טוען ונטען ומדין זה שלפנינו מוכח דאפי' בנשבע ונוטל מדין מיגו אפי\"ה נשבע בנק\"ח וכמ\"ש לעיל מ\"מ לא הו\"ל להראב\"ד וה\"ה לאקשויי מדין מלוה על המשכון דלק\"מ אלא מהנהו דוכתי הן אמת שמדברי רבינו שבפי\"ג מה' מו\"ל משמע דאפי' כשאין שם מיגו הוא נשבע ונוטל שכ\"כ אבל אם היו שם עדים שחפץ זה משכון בידו ולא ידעו עד כמה אינו נוטל אלא בשבועה משמע דאע\"ג דאין שם מיגו דלקוחין אפ\"ה נשבע וצ\"ל דמ\"ש רבינו אבל אם היו שם עדים איירי בדליכא ראי' דאי' מיגו דהחזרתי וס\"ל לרבי' דבמגו דהחזרתי לא מהימן בלא שבועה משום דהוי מיגו דהעז' וכ\"כ הסמ\"ע סי' רל\"א כמ\"ש הש\"ך סי' הנז' ס\"ק דאפילו בדאיכא עדים וראה שהוא נאמן בשבועה דמדברי ה\"ה הללו מוכח בהדיא כמ\"ש וכן מוכח מלשון הרא\"ש ז\"ל שבר\"פ כל הנשבעין וכן הוא דעת הרב מש\"ל שם יע\"ש אלא שמ\"ש שם דרבינו אזיל לשיטתיה דס\"ל דבטענה דהחזרתי צריך לישבע בנק\"ח ושאף ה\"ה לא כ\"כ אליבא דרבינו ליתא שמדברי ה\"ה בפ\"ו מה' שאלה ופקדון דין ד' מוכח בהדיא שאף אליבא דרבינו אמרה שכ\"כ שם ואולי שמפני שנתן כאן סימנים אמר כאן רבינו שישבע בנק\"ח וכן מפו' בהדיא מדברי רבינו שבפ\"ב מה' הנז' ואדרבא דברי הכ\"מ שם צ\"ע וכמו שתמהו עליו הל\"מ והרב עצמו שם ומהתימא עליו שנמצא סותר את עצמו ודו\"ק:<br><b> האמנם </b> מדברי מוהר\"י ן' מיגאש רבו נר' דס\"ל דאפי' לאפטורי מממון לא אמרינן מיגו לאפטורי משבועה ואפי' היכא דהמיגו בא לאפטורי על עיקר הממון וזה ממ\"ש הר\"ן פ' כל הנשבעין דשי\"ב וז\"ל תי' הר\"י הלוי דודאי דרבא אית ליה מיגו אלא דס\"ל דלא אמרינן אלא לפוטרו מממון אבל לא לאפטורי משבועה ומשום הכי פריך ואמר מאי מעליותא דנהי דמשום מיגו אית לן למימר שלא ישבע שכיר ויטול מ\"מ ישבע ב\"ה ולא ישלם שהרי שבועה של תקנה מוטלת עליו והכא דאיכא מיגו לא מצינן למימר כו' ומ\"מ ישבע ב\"ה דליכא לאפטורי משום מיגו דמיגו לאפטורי משבועה לא אמרינן דא\"כ דאמרינן מיגו אפילו לאפטורי משבועה שבועת השומרים דחייב רחמנא היכי משכחת לה כו' עכ\"ל והשתא אם איתא דס\"ל דהיכא דהמיגו מועיל על עיקר הממון אמרינן מיגו לאפטורי משבועה מאי ק\"ל לרבא שבועת השומרים היכי משכחת לה נימא דהתם שאני שהמיגו לא בא לפוטרו אלא משבועה שהרי אפי' בלא מיגו וכגון דאפקיד גביה בשטר הוא נשבע ונפטר ומש\"ה לא אמרי' מיגו לפוטרו משבועה משא\"כ בהא דשכרו שלא בעדים דהמיגו בא על עיקר הממון שהרי בדליכא מיגו נשבע שכיר ומשלם ב\"ה ומש\"ה אמרי' דאגב מועיל לפוטרו משבועה אלא ודאי נראה דס\"ל דלא שנא ומינה תברא למ\"ש הרב גד\"ת במכ\"ש כנ\"ל:"
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>המציל </b>\n<b> מיד לסטים כו'.</b> עיין מ\"ש הרב ל\"מ ז\"ל שדעת רבינו דע\"כ לא נחלקו רבנן ור\"ש אי סתם גזילה יאוש בעלים או לא אלא בליסטים גוי אבל בליסטים ישראל אפילו רבנן מודו וכ\"כ מרן הב\"י סי' שס\"ח שזהו דעת הרא\"ש והם דברים תמוהים כמו שירא' המעיין וכבר תמהו עליו מוהרש\"ל סי' כ\"ז והש\"ך סי' הנז' והעיקר כמו שכתב התוס' דקי\"ד ע\"ב ד\"ה המכיר כליו דע\"כ לא נחלקו רבנן ור\"ש אלא בגנב ישראל אבל בגנב גוי אפילו רבנן מודו דסתם גניבה לאו יאוש בעלים משום דכיון דדייני במי יימר לא מייאש כדקאמר רב אשי התם ובהא ניחא לי מה שהקשה הרב קרבן אהרן בפרשת מצורע דף קמ\"ח אדברי התוס' דפ' מרובה דס\"ו ד\"ה משכבו שהקשה לדעת רש\"י ממתני' דתנן הגנבים שנכנסו לתוך הבית כו' אבל המשכבות והמושבות טהורים אם יש עמהם אשה או נכרי הכל טמא משמע דמטמא משכב שאינו שלו והק' הרב הנז' דמאי קו' דאיכא למימר דמתני' רבנן דר\"ש דלא ממעט מקרא אלא גזול אבל לא גנוב משום דסתם גניבה יאוש בעלים ומתניתין הגנבים קתני וכפי מ\"ש לק\"מ דבגנב גוי אפילו רבנן מודו והנר' דאשתמיט מיניה סוגיא הלזו ועיין במש\"ל ז\"ל ה' כלים פכ\"ד דין ז' ודו\"ק:"
            ],
            [],
            [],
            [],
            [
                "<b>דברים רבים אסרה תורה כו' מפריחי יונים כו'.</b> כתב ה\"ה מפורש בפרק זה בורר למאן דאמר משום ארא כו' ודבריו מגומגמים שהרי הך דינא דרבינו ז\"ל נראה ודאי דאתי אפי' למ\"ד אי תקדמך יונך ליוני דע\"כ לא נחלקו אלא לפוסלו לעדות אבל למ\"ד איסור גזל מודו כ\"ע דאסור מפני ד\"ש דהרי ברייתא קתני בהדי' דיוני שובך יש בהן גזל מפני ד\"ש כדאמרינן התם מ\"ד אי תקדימיך יונך ליוני כו' מ\"ט לא אמר ארא א\"ל מפני ד\"ש בעלמא היא ואם כן איך כתב ה\"ה ז\"ל למ\"ד משום ארא ואף לפוסלו לעדות ג\"כ דלבתר הוסיפו עליהם הגזלנים והחמסנים ואמרינן בגמ' דלא נצרכה אלא למציאת חש\"ו אע\"ג דאינו אלא מפני ד\"ש ואפ\"ה פסולים ה\"נ דארא נמי פסול לכ\"ע דומיא דחש\"ו מהתימה על מרן כ\"מ בפ\"י מה' עדות דין ד' שתמה על רבינו וז\"ל ויש לתמוה שהרי בס\"פ זה כתב וכן לא יונים בלבד כו' אלמא דס\"ל כמ\"ד אי תקדמה יונך ליוני ואם כן איך פסל ארא דהא מדקאמר מפני ד\"ש בעלמא הוא משמע דלא מפסיל יע\"ש שהרי כפי הנראה מבואר דלבתר דהוסיפו הגזלנים ה\"נ ארא פסול ואם כן שפיר איכא למימר דפסק רבינו כמ\"ד אי תקדימך יונך כו' ואפ\"ה כתב דארא פסול לבתר דהוסיפו עליהם: ושוב ראיתי להרב בני שמואל בה' עדות סי' ל\"ד שתמה עליו כן וכתב דלאחר המחילה לא דק באותה סוגיא יע\"ש וליישב דברי מרן נלע\"ד דס\"ל למרן דאף דלבתר דהוסיפו עליהם לא פסלו אלא מציאת חש\"ו דאיכא ביה טפי משום ד\"ש כיון דממוני קא שקלי מיניה בידים משא\"כ בארא כיון דאינו לוקח ממנו בידים אלא על ידי ארא ליכא ביה מפני ד\"ש כולי האי והיינו משום דק\"ל בפשטא דשמעתתא דאמאי ל\"ק לא נצרכה אלא לארא למ\"ד אי תקדמך יונך כו' שהרי משמע דהך תי' קאי אליבא דמ\"ד אי תקדימך יונך מדקאמר א\"נ מפני ד\"ש בעלמא היא דאילו למ\"ד משום ארא מעיקרא נמי פסולים מפני ד\"ש וכמ\"ש התוס' בד\"ה א\"נ וז\"ל וי\"ל דהא דקאמר מפני ד\"ש קאי אלישנא דאי תקדימך יונך ע\"כ ובודאי שכונתם לומר דללישנא דארא לא קאי האי א\"נ דקאמר הש\"ס אלא תי' קמא דמעיקרא סבר חש\"ו לא שכיחי אבל אין כונתם לומר דמאי דאמרי' לעיל מ\"ד אי תקדימך יונך כו' מ\"ט לא אמר ארא מפני ד\"ש בעלמא היא אינו אלא למ\"ד אי תקדמך דלמ\"ד משום ארא ס\"ל דהוי גזל גמור מדבריהם וכמו שכן ראיתי להרב ט\"ז חח\"מ סי' ל\"ד שהבין כן בדבריהם דהא ליתא שהרי ברייתא מפורשת היא בפרק השואל ובפרק שלוח הקן דקתני דיוני שובך ויוני עליה יש בהן גזל מפני ד\"ש אלא משמע דלמ\"ד אי תקדומך יונך אפילו דלבתר דהוסיפו עליהם לא פסלו ארא וכן מצאתי בשיטה מקו' מכ\"י על מס' סנהדרין שכתב כן לחד תי' משם תוספי הרא\"ש וז\"ל מפני ד\"ש נראה דטעמא קמא הוי למ\"ד ארא כו' וטעם שני הוי למ\"ד אי תקדימך כו' אבל למ\"ד ארא לא הוי דמפני ד\"ש היו פסולים מעיקרא ולבסוף כשפסלו מציאת חש\"ו אפילו מאן דמכשר לעיל בארא מודה דאח\"כ הוסיפו ובכלל גזלנים הוא וכי היכי דאמר לא נצרכא אלא למציאת חש\"ו ה\"נ הומ\"ל ליוני שובך ויוני עליה א\"נ במציאת חש\"ו וחמור נמי טפי כדאשכחן ר\"י דפליג בגיטין דאמר גזל גמור מדבריהם וביוני שובך ויוני עליה לא אשכחן דפליגי עכ\"ד: עוד הקשה הרב ב\"ש שדברי מרן בכ\"מ סתרי אמ\"ש בב\"י סי' ל\"ד וז\"ל ובמפריחי יונים אמרו בגמרא כו' וסובר רבי' כמ\"ד אי תקדימך יונך ליוני דהוא דמיא למשחק בקוביא וכ\"ש דארא נמי פסול שהרי יש בו משום גזל ועיין בהרב ל\"מ שכ' דט\"ס הוא וצ\"ל אבל בארא כשר כדאמרינן בגמ' דכשר למאן דאמר אי תקדמיה כו' יע\"ש: ולעד\"ן שדברי מרן לא סתרי כלל והתם מעניניה והכא מעניניה דבב\"י דקאי התם למ\"ש הטור דמפריחי יונים דהיינו אי תקדמיה כו' גם אלו אינן פסולים אלא בשאין להם אומנות אחרת והטעם כמ\"ש הטור שם מפני שאינו מתעסק בישובו של עולם לידע כמה טורח האדם אחר הממון ונקל בעיניו להעיד עדות שקר משום הכי כתב דכ\"ש דארא פסול כלומר כשאין לו אומנות דומיא דתקדמיה יונך שהרי בתקדמיה יונך דליכא ביה משום גזל כלל אפי\"ה פסול מפני שאינו עוסק בישובו של עולם כ\"ש ארא דאיכא ביה לתא דגזל דפסול משום דאינו אלא מפני ד\"ש בעלמא היינו משום דמ\"ד אי תקדמיה לא אתי כרמב\"ח דלדידיה איכא צריכותא דתנא תולה בדעת עצמו ותנא תולה בדעת יונו דאלו לרב ששת ע\"כ צ\"ל דס\"ל כמ\"ד משום ארא וכ\"כ מרן בכ\"מ בד\"ה וכן משחק בקוביא ואם כן אליבא דרמב\"ח דס\"ל דרבנן פליגי אר\"י וס\"ל דאפילו דיש לו אומנות אחרת פסול דארא לא פסיל ביש לו אומנות אחרת כיון דאינו אלא מפני ד\"ש בעלמא אמנם לדעת ר\"י דלא פסיל אלא בשאין לו אומנות אחרת (דהיינו מה שפסק הטור ז\"ל) פשיטא ודאי דאפילו למ\"ד אי תקדמי' יונך דפסול ג\"כ ארא מכ\"ש וכמ\"ש מרן ז\"ל ובכ\"מ דקאי התם למה שפסל רבינו מפריחי יונים בישוב אפילו ביש לו אומנות מש\"ה ק\"ל דאי פסק כמ\"ד אי תקדמיה לא היה לו לפסול ארא ותי' דס\"ל לרבי' כמ\"ד ארא וכיון דארא פסול כלומר אע\"ג דאינו אלא מפני ד\"ש כ\"ש אי תקדמיה יונך דאיכא גזל גמור לדעת רבינו דפסול בשאין לו אומנות אחרת משום דחזקה שמה שאוכל מן הקוביא שהוא גזל כמ\"ש רבי' שם: ובהא ניחא לי מ\"ש מרן הב\"י שם בסי' הנז' בסמוך בד\"ה מאימתי חזרת מפריחי יונים וז\"ל ג\"ז בברייתא שם אלא שמסיים בה אי חזרה בהם חזרה גמורה דאפילו במדבר לא עבדי וסובר רבינו כו' אבל למ\"ד אי תקדימה יונך ליוני צריך לקבל עליו שלא לעשות אפי' בחנם ומאחר שרבינו סובר כמ\"ד אי תקדמיה יונך ליוני שינה הלשון כאן כו' ותמה עליו הרב הנז' שזה נראה סותר למ\"ש למעלה דסובר כמ\"ד אי תקדמיה וכ\"ש ארא שכפי זה הי\"ל להטור לאשמועינן דין חזרת ארא האמור בגמ' אכן כפי מ\"ש הנה נכון משום דאף הטור ז\"ל מודה דארא לא פסול אלא בשאין לו אומנות אחרת אבל ביש לו לא מפסיל והיינו שהטור ז\"ל השמיט דין זה ולא הביא אלא מציאת חש\"ו והילכך השמיט רבינו דין חזרת ארא האמור בגמ' משום דבשאין לו אומנות אחרת כיון דהיינו טעמא משום דאינו עוסק בישובו של עולם אפילו במדבר נמי איכא משום ה\"ט כנ\"ל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות גזילה ואבידה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}