{
    "title": "Hasagot HaRaavad on Mishneh Torah, Festival Offering",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Festival_Offering",
    "text": [
        [
            [
                "<b> ונשים חייבות במצוה זו.</b> א''א לא בקרבן אלא בשמחה שתשמח עם בעלה שתעלה עמו והוא ישמח אותה: "
            ]
        ],
        [
            [
                "<b> מי שחציו עבד וחציוב''ח.</b> א''א הא דלא כהלכתא דהיא כמשנה ראשונה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> עולת ראייה אינה כו' עד מפני ששלמי חגיגה.</b> א''א זה הכל שיבוש דשלמי חגיגה נמי אינה באה אלא מן החולין או בטופל בהמה מעשר שני עם החולין ולמ''ד טופלין בהמה לבהמה אפשר שטופלין בהמת מעשר עם בהמת חולין ומביא חגיגה אבל לא ביו''ט חוששין שמא יעשר ביום טוב אבל למ''ד אין טופלין בהמה לבהמה לא משכחת לה: "
            ],
            [],
            [
                "<b> כבר ביארנו בפסחים שחגיגת י''ד רשות לפיכך.</b> א''א איני יודע מאי לפיכך ואותה ברייתא בן תימא שונה אותה דסבר חגיגת י''ד חובה היא בפסח אבל לרבנן כיון דרשות היא יוצא בה אף משום חגיגה אם התנה עליה לצאת בה ושחטה בי''ד: "
            ],
            [],
            [],
            [],
            [
                "<b> האומר הרי עלי תודה שאצא בה.</b> א''א בספרים שלנו לא גרסינן שאצא בה אלא ואצא בה דלאו כל כמיניה לצאת בה אע''ג דמפרש אבל אמר שאצא בה יכול להתנות דאדעתא דהכי נדר: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> שאינן דוחין את השבת.</b> א''א ואפילו יו''ט אינו דוחה ופירשו בירושל' מפני הבימה שבעזרה ויעשו אותה מעיו''ט שלא לדחוק את העזרה שמענו מכאן שאינו מעכב את התקיעות כאשר כתב: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות חגיגה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}