{
    "text": {
        "2": {
            "0": "<b>גמ' מתני' אלא שהכפרים כו'.</b> עיין מדרש תנחומא פרשת בראשית פי' חדש בההיא דיני הכניסה:",
            "1": "<b>שם ולא יעבור כתיב.</b> לקמן דף ה ע\"א:"
        },
        "4": {
            "0": "<b>גמ' שכחום וחזרו ויסדום.</b> לקמן יח ע\"א סוכה מד ע\"א:",
            "1": "<b>שם אונקלוס הגר אמרו.</b> עי' ירושלמי דמסכתין פ\"א הלכה ט:",
            "2": "<b>שם כמספדא דאחאב.</b> עי' ב\"ק יז ע\"א תוד\"ה והלא:",
            "3": "<b>רש\"י ד\"ה ויקראו כו' בספר עזרא כתיב.</b> עי' סוכה יב ע\"א ברש\"י ד\"ה צאו ההר ומ\"ש שם:",
            "4": "<b>תוס' ד\"ה מבטלין כו' והלא אחר כו'.</b> עי' פסקי תוס' ערכין אות כ:"
        },
        "5": {
            "0": "<b>גמ' ולהכנסת כלה.</b> בהגהות ש\"ע אה\"ע סי' מה סעיף א:"
        },
        "6": {
            "0": "<b>תוס' ד\"ה נשים וכו'.</b> וכן פסקו הה\"ג. עי' סוכה דף לח ע\"א תוס' ד\"ה באמת:",
            "1": "<b>תוס' ד\"ה נשים וכו'.</b> וכן פסקו הה\"ג. עי' סוכה דף לח ע\"א תוס' ד\"ה באמת:"
        },
        "7": {
            "0": "<b>תוס' ד\"ה ויעבירנה כו' עד שיבדיל.</b> עי' שבת דף קנ ע\"ב:",
            "1": "<b>תוס' ד\"ה ויעבירנה כו' עד שיבדיל.</b> עי' שבת דף קנ ע\"ב:"
        },
        "8": {
            "0": "<b>גמ' הוה עובדא וחש ליה רב.</b> עי' ר\"ה דף כז ע\"ב תוס' ד\"ה ושמע:"
        },
        "9": {
            "0": "<b>תוס' ד\"ה ממעטין ר\"ל וכו' וחמירי מט\"ב.</b> עיין פסחים דף נה ע\"א וצ\"ע:"
        },
        "10": {
            "0": "<b>רש\"י ד\"ה זממו כו'.</b> שנותנים בחוטמה של אנקה. שבת דף נא ע\"ב:"
        },
        "15": {
            "0": "<b>מתני' אין בין מצורע.</b> עי' מ\"ק ז ע\"א תד\"ה אמר רבי:",
            "1": "<b>עין משפט אות ד' מיי' פ\"י.</b> לא נזכר כלל ברמב\"ם מזה ופשטות דברי רמב\"ם מיירי דליכא טומאה כלל למפרע אף לא טומאה קלה. ועיין בספר ראשון לציון לבעל פרי תואר:",
            "2": "<b>רש\"י ד\"ה לתופרן בגידין וכו' בתפילין ומזוזות.</b> עיין תשובת חות יאיר סימן קצב אות יג:"
        },
        "16": {
            "0": "<b>גמ' וכתבו לו.</b> עי' יש\"ש ב\"ק פ\"ד סי' מ:"
        },
        "17": {
            "0": "<b>גמ' מפני שאשתו.</b> בירושלמי וכן במ\"ר פ' שמיני איתא דאמו של תלמי ארנבתא שמה:",
            "1": "<b>שם מעשה בר' יוסף בן אולם.</b> עי' תוס' ישנים יומא דף כא ע\"א ד\"ה ולא אירע קרי:",
            "2": "<b>שם אמר רבי היא ונסיב לה אליבא דתנאי.</b> ר\"ה דף ז ע\"ב שבועות דף ד ע\"א חולין דף פד ע\"א ודף קד ע\"א הוריות דף יב ע\"ב:",
            "3": "<b>תוס' ד\"ה אין בין כהן משוח וכו' פי' פר כהן משיח.</b> עי' יומא דף נז ע\"א תד\"ה אני ראיתיה ובקדושין דף לו ע\"ב בפרש\"י ד\"ה אי דפנים ובתוס' ד\"ה אי דפנים:"
        },
        "18": {
            "0": "<b>בגמ' וקידשה לעתיד לבוא.</b> עי' ברכות דף סא ע\"ב:"
        },
        "20": {
            "0": "<b>גמ' אדם ולא מלך.</b> עי' ע\"ז דף ג ע\"א תד\"ה כהנים:",
            "1": "<b>רש\"י ד\"ה מסורבלין מלובשין.</b> עי' רש\"י שבת דף קלז ע\"ב ד\"ה קטן המסורבל:",
            "2": "<b>ד\"ה את אוי.</b> עי' סנהדרין דף קב ע\"ב וברש\"י שם ד\"ה אח לשמים. וברש\"י הושע יג טו:"
        },
        "22": {
            "0": "<b>גמ' שאלו תלמידיו.</b> עי' מדרש שיר השירים בפסוק זאת קומתך דמתה לתמר:",
            "1": "<b>שם הם לא עשו אלא לפנים.</b> עי' סנהדרין דף סא ע\"ב. ועי' ע\"ז דף ג ע\"א תוס' ד\"ה שלא השתחוו:",
            "2": "<b>רש\"י ד\"ה דרי דרי וכו' וסוחרת לשון סחור.</b> כי סביב תרגומו סחור סחור (ויקרא א ה) שם:",
            "3": "<b>ד\"ה כצהרים וכו' לשון סהרא הוא.</b> עי' לקמן דף יג ע\"א רש\"י ד\"ה אסתהר:"
        },
        "23": {
            "0": "<b>גמ' אמר ר\"כ מכאן שההדיוט כו'.</b> עי' ירושל' פרק ד דסנהדרין ה\"ז:",
            "1": "<b>שם אמר רבא אלמלא.</b> ע\"ל כא ע\"א תד\"ה אלמלא:",
            "2": "<b>רש\"י ד\"ה נערי לא גרסי'.</b> עי' דבר נחמד בספר מקום שמואל:"
        },
        "24": {
            "0": "<b>גמ' ואשתו היהודיה.</b> עי' מ\"ר ריש ויקרא:",
            "1": "<b>שם על שם הצדיקים.</b> עי' ברכות דף כו ע\"ב תוד\"ה ואין שיחה:",
            "2": "<b>רש\"י ד\"ה אסתהר ירח.</b> כי ירח תרגומו סהרא (בראשית לז ט):"
        },
        "25": {
            "0": "<b>גמ' שני טרסיים.</b> עי' חולין דף נז ע\"ב תד\"ה מטלית:"
        },
        "27": {
            "0": "<b>רש\"י ד\"ה בהדי כו' שהאשה מדברת.</b> עיין סוכה דף נו ע\"ב רש\"י ד\"ה שותא:"
        },
        "28": {
            "0": "<b>גמ' ששמו ושם אביו.</b> עי' ב\"ב דף טו ע\"ב תוס' ד\"ה בלעם ובמהר\"ש איידלס בח\"א שם:",
            "1": "<b>שם כל האומר רחב.</b> עיין סנהדרין מה ע\"א תד\"ה אלא:",
            "2": "<b>שם ואילו איהו לא אזיל לגביה.</b> עי' ב\"ב דף ד ע\"א תוס' ד\"ה שכל:"
        },
        "29": {
            "0": "<b>גמ' רבה בר עופרן.</b> ע\"ל י ע\"ב תד\"ה רבה:",
            "1": "<b>שם אמר רנב\"י ורב כתיב.</b> כעין זה יומא לח ע\"ב ודף עה ע\"ב:"
        },
        "30": {
            "0": "<b>גמ' עבד שקנה נכסים.</b> ע\"ל טו ע\"א רש\"י ד\"ה וזה בא:"
        },
        "31": {
            "0": "<b>גמ' ששון זו מילה.</b> עיין שבת דף קל ע\"א ברש\"י ד\"ה שש:",
            "1": "<b>רש\"י ד\"ה כאמיתה.</b> כס\"ת עצמו. עי' מנחות דף לב ע\"ב תד\"ה הא מורידן:"
        },
        "34": {
            "0": "<b>גמרא שכחום וחזר וסדרום.</b> לעיל דף ג ע\"א סוכה דף מד ע\"א:",
            "1": "<b>שם מכאן ואילך אסור לספר.</b> עיין לקמן דף כה ע\"א:"
        },
        "35": {
            "0": "<b>גמרא עד שיעשה אחיך הגדול.</b> במתניתין יבמות דף מא אינו ואולם במתניתין במשניות איתא כן ועיין בתוי\"ט שם:",
            "1": "<b>שם שהלך לעבר שנה.</b> עיין יבמות קטו ע\"א תוד\"ה אמר ר\"ע:",
            "2": "<b>שם שאני ר\"מ.</b> עיין מ\"ר בראשית ס\"פ ל\"ו שתירץ ששתי מגילות כתב גנז הראשונה וקיים השניה:"
        },
        "36": {
            "0": "<b>תוספות ד\"ה ובלבד שיהו כו' מראש התפר.</b> עיין בכורות דף לט ע\"א תוספות ד\"ה שיהיו משולשים ושם איתא מראש הדף וכו' וכן נכון:"
        },
        "37": {
            "0": "<b>גמרא בצבור שנו.</b> עי' לעיל דף ד ע\"א תו' ד\"ה הוה עובדא:",
            "1": "<b>רש\"י מחט סדקית וכו' ויש מחט אחרת.</b> במתני' דשבת דף קכב ע\"ב:",
            "2": "<b>תוס' ד\"ה ור\"י מכשיר וכו' ולא אתי תרי דרבנן.</b> עיין לקמן דף כד ע\"א תוס' ד\"ה אבל:",
            "3": "<b>בא\"ד וי\"ל דסומא עדיף.</b> עיין לקמן דף כד ע\"א תוס' ד\"ה מי שלא ראה:",
            "4": "<b>תוס' ד\"ה ודלמא ר\"י היא משום דפסיק.</b> כעין זה שבת דף לז ע\"א תוס' ד\"ה לעולם:"
        },
        "38": {
            "0": "<b>תוס' ד\"ה ולא טובלין וכו' וגם צרי' טבילה לאחריה.</b> עי' חגיגה דף כג ע\"א תוס' ד\"ה עשאוהו:",
            "1": "<b>בא\"ד דאי לפני ההזאה היאך מותר לטבול ביוה\"כ.</b> עי' שבת דף קיא ע\"א תוס' ד\"ה לא ס\"ד:"
        },
        "39": {
            "0": "<b>גמרא דכתיב וסמך ושחט.</b> עיין מנחות דף צג ע\"ב תוס' ד\"ה ידו:",
            "1": "<b>תוספות ד\"ה לקמיצה וכו' וכן תנופה והגשה.</b> עיין קדושין דף לו ע\"א תוס' ד\"ה הסמיכות וצע\"ג:"
        },
        "40": {
            "0": "<b>גמ' אלמלא מקרא כתוב.</b> ר\"ה דף יז ע\"ב סוטה דף יג ע\"ב:"
        },
        "42": {
            "0": "<b>גמ' בשלמא רב הונא קרי בכהני.</b> עי' לקמן דף כח ע\"א תוד\"ה כי קאמר:"
        },
        "44": {
            "0": "<b>גמ' ואפי' אשה.</b> עי' ר\"ה דף לג ע\"א תוס' ד\"ה הא ר' יהודה:",
            "1": "<b>שם מפני כבוד צבור.</b> לקמן דף כד ע\"ב וש\"נ:",
            "2": "<b>שם מפטיר מהו שיעלה.</b> עי' תענית ד' כט ע\"ב תד\"ה בשני ובחמישי:",
            "3": "<b>תוס' ד\"ה כיון וכו' והרי תקנוהו להודיע שת\"ע רשות.</b> עי' ברכות דף ב ע\"א תד\"ה מברך ודף ד ע\"ב תד\"ה אמר ר' יוחנן ודף כז ע\"ב תוס' ד\"ה והלכתא:"
        },
        "45": {
            "0": "<b>גמ' כיון דבעי למימר נברך לאלהינו.</b> עי' ברכות דף מט ע\"ב תוס' ד\"ה נברך:",
            "1": "<b>תוס' ד\"ה לא שנו וכו' שבכל ימות השנה.</b> עי' לקמן דף כד ע\"א תוס' ד\"ה ואם היו:"
        },
        "46": {
            "0": "<b>גמ' א\"ר אסי כנגד תורה.</b> עי' מ\"ר פ' תבא:",
            "1": "<b>תוס' ד\"ה מי שלא וכו' אבל מדרבנן מיהא חייב.</b> עי' ר\"ה דף לג ע\"א תד\"ה הא ר' יהודה:",
            "2": "<b>בא\"ד אפ\"ה סומא שיש בו תרי מדרבנן.</b> עי' לעיל דף יט ע\"ב תוס' ד\"ה ור' יהודה:"
        },
        "47": {
            "0": "<b>גמ' משום כבוד צבור.</b> לעיל דף כג ע\"א יומא דף ע ע\"א גיטין דף ס ע\"א סוטה דף לט ע\"ב:",
            "1": "<b>שם אלמלי.</b> עי' לעיל דף כא ע\"א תוס' ד\"ה אלמלא:",
            "2": "<b>מתני' ציפן זהב.</b> סנהדרין דף מח ע\"ב:"
        },
        "48": {
            "0": "<b>גמ' גנאי הוא לו.</b> עיין לעיל דף יח ע\"א:",
            "1": "<b>תוס' ד\"ה מפני.</b> שיסד הקליר עיין חגיגה דף יג ע\"א תוס' ד\"ה ורגלי החיות:"
        },
        "49": {
            "0": "<b>גמ' דלמא פייגא.</b> עיין ברא\"ם ויגש פ' מ\"ו פסוק י:"
        },
        "50": {
            "0": "<b>רש\"י ד\"ה תוספתא ובמעמדות וכו'.</b> ובמעמדות לא גרסינן בחי' הרמב\"ן ב\"ב דף עז ד\"ה אין אותיות כתב דאשגירות לישנא הוא ולאו דוקא מעמדות:",
            "1": "<b>שם ד\"ה טורסיים צורפי נחושת.</b> עי' חולין דף נז ע\"ב תד\"ה מטלית. ע\"ז דף יז ע\"ב תד\"ה רבן:",
            "2": "<b>שם ד\"ה לא שנו כו' ובהכ\"נ בחשיבותו.</b> מבואר דס\"ל לרש\"י דבלאו מעמד אנשי העיר אין מורידין דמים מקדושתן וגם הבהכ\"נ בחשיבותו ובמעמד אנשי העיר בהכ\"נ והדמים יוצאים לחולין ותמוה לי מזה דברי רש\"י לקמן כז ע\"ב ד\"ה ורבנן וכו' דכיון דשקיל דמי ומעלה להו בקדושה וכו' וממ\"נ אם במכרו במעמד אנשי העיר לא צריך להעלות הדמים בקדושה ואעפ\"כ הלוקח מה דבעי עביד דהא בהכ\"נ יוצא לחולין והמעות מותר אפי' למישתי בי' שכרא ובלא מעמד אנשי העיר אף אם מעלין הדמים בקדושה מ\"מ הבהכ\"נ בקדושתה קאי וצע\"ג:"
        },
        "51": {
            "0": "<b>גמ' א\"ל מהו למזרעיה.</b> עי' לקמן דף כח ע\"ב תד\"ה בתי כנסיות וברי\"ף ליתא להנך תיבות מהו למזרעיה:",
            "1": "<b>שם פליגי בה רב אחא ורבינא.</b> עיין ב\"מ דף טז ע\"א ועיין בר\"ש רפ\"ב דמעשרות:",
            "2": "<b>שם פליגי בה רב אחא ורבינא.</b> עיין ב\"מ דף טז ע\"א ועיין בר\"ש רפ\"ב דמעשרות:",
            "3": "<b>שם וחוצץ בפני הטומאה.</b> עיין ב\"ב דף כ ע\"א תד\"ה היא גופה:"
        },
        "52": {
            "0": "<b>גמ' אלא ללמוד תורה.</b> עי' ב\"ב דף ח ע\"ב תד\"ה פדיון שבוים ע\"ז דף יג ע\"א תד\"ה ללמוד תורה:",
            "1": "<b>שם אשה נמי.</b> ע' ב\"ב ד' יג ע\"א תד\"ה שנא'. ובחגיגה ד' ב ע\"ב תד\"ה לא תהו ובגיטין ד' מא ע\"ב תד\"ה לא תהו:"
        },
        "56": {
            "0": "<b>גמ' בבי כנישתא דשף.</b> עיין ברמב\"ן במלחמות ספ\"ד דכתובות:",
            "1": "<b>שם מריש הואי גריסנ'.</b> עיין ברכות ד' ח' ע\"א:"
        },
        "57": {
            "0": "<b>גמ' קדמינן וקרינן.</b> עי' בכורות דף נז ע\"ב תד\"ה בפרוס:"
        },
        "62": {
            "0": "<b>גמ' משום דאפכי להו.</b> גיטין כח ע\"א מנחות ל ע\"ב:",
            "1": "<b>שם מנין שמשתמשין בבת קולי.</b> ע' תוי\"ט פט\"ז מ\"ז דיבמות:"
        }
    },
    "meta": "Daf-Comment",
    "work": "Gilyon HaShas on Megillah"
}