{
    "title": "Ben Aryeh on Mishneh Torah, Vessels of the Sanctuary and Those who Serve Therein",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Aryeh_on_Mishneh_Torah,_Vessels_of_the_Sanctuary_and_Those_who_Serve_Therein",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> כשנושאים אותו על הכתף כו'. נ\"ב מדרש פרשה במדבר פ\"ה ע\"ש וע\"ע יומא דף נ\"ג ע\"ב וע\"ז דף כ\"ד ע\"ב:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ: </b> מחלק אנשי משמר שלא לשבעה בתי אבות. נ\"ב צ\"ל משמר שלו לשבעה כו':"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ. </b> בספרי פ' שופטים. נ\"ב הדין איתא בספרי אבל לא הראי' שהביא הרמב\"ם וע' בזית רענן. ובספר זרע אברהם [שעל הספרי]:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ: </b> מביא שתים אחת לחינוכו כו'. תיבת אחת מוקף. ונ\"ב הרמב\"ם לא גרס לה [לתיבת אחת רק צ\"ל מביא שתים לחינוכו ואחת לעבודת היום. ויותר מבואר בבבלי מנחות דף ע\"ח ע\"א ע\"ש בתו' ד\"ה אחת להמשחו]:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במשנה </b> למלך: אך הדבר דוחק גדול בעיני שר\"ט שנה משנתו כב\"ש כו'. נ\"ב ע' יבמות דף ט\"ו ע\"א דר\"ט מתלמידי ב\"ש הי' [לס\"ד דגמרא] א\"כ אין כאן דוחק גדול דשנה משנתו כב\"ש. ואפילו למ\"ד שם דלא עשו ב\"ש כדבריהם יש ליישב כאן דהרואה אומר דלאו בר הספד הוא [ע' ברכות י\"ז ב' ויבמות ט\"ו] [ואע\"ג דהגמ' דחי שם אימא ואשיאנה והוא כב\"ה מ\"מ כמו שעלתה על דעת המקשן שם דסבר כבית שמאי כן יש לומר כאן]:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> והמפרשים פירשו כדברי רבינו. נ\"ב וכן הוא בפסיקתא פרשה מ\"ח ע\"ש ובמדרש פ' נשא פרשה י\"ב ובשיר השירים רבה פסוק [מרכבו ארגמן] וע\"ע זוהר פ' תרומה (דף קל\"ה. קל\"ט) משמע קצת כפי' הראב\"ד [לשון המדרש שם מרכבו ארגמן זה הכפורת שזהבה דומה לארגמן עכ\"ל. משמע שהוא אדום כמו שיש זהב אדום דומה לו]:",
                "<b>הוא הצמר הצבוע בתולעת. </b> נ\"ב ע' נודע ביהודה מהדורא תנינא ח' או\"ח סי' ג' ולקמן בהלכות פרה פ\"ג הל' ב' וברבינו בחיי פ' תרומה:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> ויש לתמוה כו' כתיב למטה שבטי יה. נ\"ב כן הוא במדרש סוף פ' תצוה ע\"ש [וז\"ל המדרש שם על ישפה הי' כתוב בנימין שבטי ישורון עכ\"ל]:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והוא חשוב בגד בפני עצמו כו'. </b> נ\"ב ע' לקמן פרק כ\"ב מהלכות כלים סוף הל' א'. ואין צריך למה שפירש\"י ז\"ל לפי שהוא עשוי לנוי:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "בן אריה על משנה תורה, הלכות כלי המקדש והעובדין בו",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ben Aryeh",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}