{
    "title": "Yitzchak Yeranen on Mishneh Torah, Admission into the Sanctuary",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Admission_into_the_Sanctuary",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיין </b> בספרי תועפות ראם דף ס\"ה."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כהן </b>\n<b> שיצא מן המקדש בשעת העבודה חייב מיתה וכו'.</b> וכתב עליו הר\"א וז\"ל תימה גדול הוא זה וכו' עכ\"ל. ופלוגתייהו תלוי במ\"ש בתורת כהנים אין לי אלא אהרן ובניו וכו' מנין לכהנים של כל הדורות דלדעת רבינו פירושו כהני הדורות הדיוטות וא\"כ ומן המקדש לא יצא דאיירי בכהן גדול הוא שיעבוד עבודה ג\"כ ולהראב\"ד ז\"ל כהני הדורות הם כהנים גדולים שבכל דור ודור אבל כהן הדיוט יצא ויטמא (דלא) [דלה] יטמא מצוה.<br><b> וראיתי</b> להרב קרבן אהרן שדוחה לפירוש הראב\"ד דקשה לו לפירושו דמרבה כהן גדול מכי שמן משחת ה' דא\"כ למה לי ריבויא תיפוק ליה שנמשחו גם הם דהא כל כהן גדול נמשח בשמן המשחה והרי דומים לאהרן ובניו אלא ודאי דהפירוש הוא כהנים הדיוטות. ועוד הכריח כפירוש רבינו מלישנא דברייתא דתני אין לי אלא אהרן ובניו שנמשחו בשמן המשחה שאר כהני הדורות מנין וכו' ולפירוש הר\"א הכי הו\"ל למימר אין לי אלא אהרן ובניו לחוד שאר כהנים מנין דהא בין אלו בין המתרבים נמשחו אבל לרבינו ניחא דהמתרבים שאר כהנים הדיוטות. וראיתי להר\"י קורקוס והרדב\"ז כת\"י שכל אחד הקשה קושיא אחת מאלו להר\"א.<br><b> ולענ\"ד</b> אחר נשיקת ידיהם ורגליהם אין מכל אלה קושיא להר\"א ולעולם דכהני הדורות הם כהנים גדולים של כל דור ודור ואצטריך ריבויא לזמן דליכא שמן המשחה אלא מרובה בגדים ויש לו דין כהן גדול ממש כמ\"ש בתורת כהנים סדר אמור פ\"ב סי' ו' כי שמן משחת אלהיו אין לי אלא משוח בשמן המשחה מרובה בגדים מנין ת\"ל כי שמן משחת אלהיו או כגירסא אחרת ת\"ל כי נזר וכו' ואף דיוצא משם שדומה לכהן גדול מ\"מ שיהא במיתה אם יוצא בשעת העבודה מנא לן ומפיק לה מהכא מריבויא דכי שמן משחת ה' וא\"כ לא הוי הריבוי לכהנים גדולים שנמשחו אלא לכהנים גדולים שלא נמשחו ודייק לה הראב\"ד דבשלמא אי איירי קרא בכהן גדול אלא שהוא מרובה בגדים ניחא דמתרבה בכי שמן משחת ה' עליכם כיון דגברא חזי למשיחא אלא דאינו נמצא שמן המשחה וחשיב כאילו נמשח בלבישת הבגדים וכמ\"ש רבינו, וז\"ש הר\"א שהרי שמן משחת קדש הוא מרבה אותם כלומר שיהא המתרבה שייך בשמן המשחה אבל כהן הדיוט מאן דכר שמיה בשמן המשחה עד שיתרבה אלא ודאי דאיירי בכהן גדול. גם מרן כ\"מ הבין בדברי הראב\"ד כמו שהבינו הרבנים הנזכרים דכוונתו לפרש הברייתא על כהנים גדולים משוחים ממ\"ש וז\"ל נראה שטעמו של הר\"א משום דכתיב כי שמן וכו' ודעת הרמב\"ן בזה כדעת רבינו ומדבריו נתיישבה תמיהת הר\"א וז\"ל הרמב\"ן בס' המצוות עיקר הה' וז\"ל ת\"ל כי שמן וכו' לומר שאפי' כהן הדיוט דבכל הדורות וכו' ואיתמר באזהרה זאת שלא להניח עבודה ולצאת והראיה כי שמן משחת ה' עליכם מדלא כתיב כי בשמן הקדש נמשחתם ואמר שמשחת ה' עליכם שהוא לדורותם כמ\"ש והיתה להם משחתם לכהונת עולם לדורותם עכ\"ל. והליץ כן משום שהבין דדעת הר\"א לרבות כהנים גדולים משוחים מדכתיב כי שמן וכו' וע\"כ מתרץ לקרא דר\"ל כמו והיתה להם משחתם מדלא כתיב כי בשמן המשחה נמשחתם אבל לפי מה שפירשתי כונת הר\"א דכונתו לרבות כהנים גדולים שלא נמשחו ניחא דלא כתיב כי בשמן המשחה נמשחתם דבא לרבות אפי' למי שלא נמשח כיון דראויים למשוח.<br><b> וע\"פ</b> האמור לא קשה מה שהקשה עוד הרדב\"ז בכת\"י וז\"ל ותו לדברי הר\"א למי צריך קרא דכי שמן משחת ה' עליכם כי היכי דיין ושכר אל תשת וכן ואל יבוא בכל עת אל הקדש ואי משום שלא נמשחו בשמן רבינו יתרץ דאין הדבר תלוי בשמן המשחה אלא מפני כבוד העבודה שלא יניח העבודה ויצא וז\"ש כלומר לא תניחו העבודה עכ\"ל. וכבר פירשתי כונת הר\"א להקשות דאי לרבות כל כהן ואפי' הדיוט איך מתרבה מכי שמן דאדרבה משמע להיפך דוקא הראוי למשיחה שהוא כהן גדול ולא כהן הדיוט. ומה שהקשה מיין ושכר אל תשת שהוא לדורות אף דליכא ריבוי י\"ל שאני התם דסיים הכתוב חקת עולם לדורותיכם. גם מה שהקשה מאל יבוא בכל עת לא קשה ע\"פ האמור דכשם דלדעת רבינו לא קשה משום דקרא איירי במשוחים ואתא לרבות כהן הדיוט ה\"ה להראב\"ד קרא אתא לרבות כהן גדול אף דאינו משוח אלא מרובה בגדים ואם כן לא קשה לא מאל יבוא ולא מיין ושכר אל תשת.<br><b> וראיתי</b> להרב טירת כסף סדר שמיני דף קס\"ד רצה לדחות דברי הרמב\"ן והכריח כפירוש רבינו מדלא כתיב כי בשמן המשחה נמשחתם ודאי להורות דלא על כהן גדול קאי קרא דאימא דאמר קרא הכי ללמד שכל זמן ששמן המשחה עליהם שמן המשחה מקרי ובקדושתיה קאי ואסור ליהנות וכמ\"ש בכריתות פ\"ק מנין לכהן גדול שנטל משמן שעל ראשו ונתן על בני מעיו שחייב שנאמר על בשר אדם לא יסך א\"ל ר' אחא לרב אשי מאי שנא מהא דתניא כהן שסך בשמן של תרומה בן בתו ישראל מתעגל בו ואינו חושש התם כיון דבטליה בהיתרא בטליה דומתו בו כי יחללהו כתיב אבל גבי שמן המשחה כתיב כי נזר שמן משחת אלהיו עליו דאע\"ג דאיתיה עליו בקדושתיה קאי ולא איתחיל ולכן אמר הכא ג\"כ בזה הלשון גבי כהן הדיוט כדי ללמד לכהן הדיוט דהוי ככהן גדול ושניהם צריכי חד לכהן גדול וחד לכהן הדיוט אלו דבריו והמה תמוהים טובא חדא דהך קרא דידן בין לכהן גדול בין לכהן הדיוט דכתיב דבר וכו' ומפתח אהל מועד לא תצאו וכו' כי שמן משחת ה' עליכם וא\"כ דהך קרא אתא שלא יהנו משמן המשחה שעליהם למה לי קרא לכהן גדול לחוד ועוד דבשלמא בכהן גדול איצטריך קרא ללמד לדורות הבאים לכהנים גדולים שכשנמשחים בשמן המשחה שלא יהנו אבל כהנים הדיוטות אינן נמשחים לדורות ולמה לי קרא כיון דליכא למילף לדורות אלא ודאי דלא אתא קרא להכי.<br><b> איך</b> שיהיה נמצא דהך ברייתא מוקי לקרא דומפתח אהל מועד דוקא בשעת העבודה ואיך כאן דריש ליה לכהן גדול שלא יצא אחר מתו והוי בין בשעת עבודה בין שלא בשעת עבודה דבשלמא הדרשא הראשונה שלא יתאבלו בבית הוא דרשא בעלמא ועיקר קרא הוא שלא יצאו הכהנים בשעת עבודה אבל האי דבר אחר דדריש ליה גם שלא בשעת עבודה ונפק\"מ לדינא וחיוב מיתה קשה טובא. ועוד קשה טובא דבסדר אמור פ\"ב סי' ה' נפקא ליה להאי דינא דלא יצאו הכהנים הגדולים אחר מתם מקרא אחרינא דתניא ומן המקדש לא יצא עמהם אינו יוצא אבל יוצא אחריהם הם נכסים והוא נגלה וכו' דברי ר' מאיר ר' יהודה אומר אינו יוצא כל עיקר והיא משנה פ\"ב דסנהדרין וא\"כ איך כאן נפקא ליה מקרא דומפתח אהל מועד ואי מהתם ליכא מיתה אי יצא כמו שהוא ברור מדברי רבינו יעו\"ש בדברי הרא\"ם סדר אמור גבי ומן המקדש לא יצא ואי נפקא מהכא איכא מיתה באופן דסיפא דהאי ברייתא נעלמה מני."
            ]
        ],
        [
            [],
            [
                "<b>עיין </b> מ\"ש בספרי תועפות ראם דף צ\"א ע\"ג."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן </b>\n<b> מצורע שנכנס לירושלים לוקה.</b> וכתב מרן וז\"ל ואע\"ג דרב חסדא סבר דפטור כיון [דפלוגתא] דר' יהודה ור' שמעון היא פסק רבינו כר\"י עכ\"ל. ועיין בב\"י יו\"ד סי' קי\"ט כתב ידוע דר\"י ור\"ש הלכה כר\"ש וצ\"ע. ואיך שיהיה פסק רבינו כר\"י והקשה לי החכם השלם יאודה אלגאזי הי\"ו דרבינו מזכה שטרא לבי תרי דבפסחים דף ס\"ז ע\"ב פריך התם ור' יהודה שפיר קאמר ר\"ש ההוא מיבעיא ליה לכדתניא ר' אליעזר אומר יכול דחקו זבים ומצורעים ונכנסו לעזרה בפסח הבא בטומאה יהיו חייבים ת\"ל וישלחו מן המחנה וכו' בשעה שטמאי מתים משתלחים זבים ומצורעים משתלחים, ובפ' מי שהיה טמא דף צ\"ה ע\"ב מבואר דסברת ר\"א הלזו במחלוקת היא שנויה דת\"ק פליג עליה ורבינו פ\"ד מהל' אלו הי\"ב פסק כת\"ק דר\"א, וכיון דפסק רבינו כר' יהודה על כרחך לומר דקרא דוישלחו איצטריך לדר' אליעזר. ולענ\"ד נראה דרבינו ס\"ל דאינו הכרח דר\"י יסבור וישלחו מן המחנה לדרשת ר\"א, דזה דאמרו בש\"ס מיבעיא ליה לכדתניא ר\"א אומר יכול וכו' הוא מכח קושיית שפיר קאמר ר\"ש וכו' ברם כיון דחזינן דר\"ש הוא יחיד בזה דס\"ל מזהירין מן הדין דהא אי יאמר הכתוב זב דהיינו וישלחו מן המחנה זב וטמא לנפש ועלה יכתוב ולא יטמאו את מחניהם דהוי לאו איך מצורע דנכנס לפנים ממחיצתו יהיה מוזהר מן הדין והא קי\"ל אין מזהירין מן הדין דלא שייך לומר בזה גילוי מילתא בעלמא כמו שיראה המעיין כל ענייני גילוי מילתא דלא דמו לזה, דזב ומצורע הם נפרדים זה מזה והוי ממש אזהרה מן הדין והוא הלכה פסוקה ופסקה רבינו בכמה דוכתי א\"כ אין מקום לקושיית הש\"ס שפיר קאמר ר\"ש דלר\"י דלא ס\"ל מזהירין מן הדין איצטריך קרא וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש לגופיה בשביל האזהרה דולא יטמאו את מחניהם, והש\"ס דלא תירץ לה הכי איכא למימר דה\"ה דהוה מצי לתרץ הכי. ואחרי הודיע אלהים אותנו דברי ר\"ש בברייתא הלזו דנראה בפירוש דס\"ל מזהירין מן הדין קשה טובא לסתמא דש\"ס מכות דף י\"ז ע\"ב דהקשו על דברי ר\"ש וכי מזהירין מן הדין אפילו למ\"ד עונשין מן הדין אין מזהירין מן הדין ומאי קושיא הא ר\"ש הוא דס\"ל מזהירין מן הדין ולו יהי דלא היה ר\"ש התנא דמכות עדיין קשה דאיך אומר וכי מזהירין מן הדין אפי' וכו' ומאי קושיא אימא דס\"ל כר\"ש וצ\"ע.<br><b> ושוב</b> נדפס ס' שער המלך וראיתי לו נתקשה בהא דר\"ש ממאי דס\"ל אין מזהירין מן הדין ואדרבה על הש\"ס דמכות ראוי לתמוה דכיון דחזינן דברי ר\"ש דהכא ודהתם נראה ברור דס\"ל מזהירין מן הדין. ודרך אגב ראיתי עוד לו דעומד ומתמיה על מ\"ש הרב המגיד סוף פ\"ק מהל' שבת דכתב דאפי' עשה אין מזהירין מן הדין, ממאי דגרסינן במכות דף ט\"ו אמר עולא ולא יאמר ולו תהיה לאשה באונס ולגמור ממוציא שם רע מק\"ו ומה מוציא שם רע שלא עשה מעשה אמר קרא וכו' והשתא קשה דהא אין מזהירין מן הדין אלא ודאי משמע דבעשה מזהירין לכו\"ע ולא ידע מה יענה הרה\"מ לקושיא הלזו והצריך עיון. ולי אחר המחילה לק\"מ לפי דאונס ומוציא שם רע הם קנס ובקנס מזהירין מן הדין וכדאיתא שם במכות דף ד' בשלמא לרבנן וכו' אלא ר\"מ מ\"ט אמר עולא גמר ממוציא שם רע מוציא שם רע לוקה ומשלם אף כל לוקה ומשלם מה למוציא שם רע שכן קנס סבר לה כר\"ע דאמר עדים זוממין קנסא הוא הרי דכל שהוא קנס מקנס ילפינן ואף רבנן מודו בזה וכמ\"ש התוס' ז\"ל שם אלא דס\"ל דעדים זוממין לא הוי קנס אלא ממון יעו\"ש, מינה דבקנס כו\"ע מודו דילפינן ולאו משום שהוא עשה דולו תהיה לאשה אלא משום דהוי קנס דהא נחזי אנן כשאמרו שם אמר עולא לא יאמר לו תהיה לאשה באונס וכי דוקא לו תהיה לאשה הוא דקאמר דלא לכתוב ולא יוכל לשלחה כל ימיו לכתוב היאך יכתוב לא יוכל וכו' בלי קדימת ולו תהיה וכו', ועוד דא\"כ דכתיב לא יוכל לשלחה כל ימיו מה הכרח הוא למיגמר ממוציא שם רע שלא עשה מעשה וכו' והא מדכתיב לא יוכל לשלחה מובן דצריך לקחתה, אלא ודאי קושטא קאי דקאי לכל הכתוב ולו תהיה לאשה לא יוכל לשלחה כל ימיו דא\"צ לזה דממוציא שם רע נגמר דצריך לקחתה וזה פשוט דא\"כ דקאמר דגם הלאו לא לכתוב היאך קאמר דלא לכתוב באונס והא נימא דאיצטריך ליה ללאו דאין מזהירין מן הדין אלא ודאי דאינו ענין הא דאנן קיימין למזהירין מן הדין דזה הוא קנס ונלמד זה מזה לקנס מכח הק\"ו ולא שייך בזה אין מזהירין מן הדין אף דהוי לאו. ואם כנים אנחנו בזה יצא כלל אמיתי דלענין קנס יליף מקנס אף דבנלמד ליכא מפורש בכתוב קנס אלא דמעיקרא הכל נלמד מכח ק\"ו דלא כמו שהסכים היד מלאכי אות ק' סי' תקנ\"א דכתב דכשאין הקנס מפורש רק באחד מן הנושאין ובאנו ללמוד עיקר דין הקנס לנושא האחר אם הנושאין חלוקים זה מזה אליבא דכו\"ע לא ילפינן וכו' יעו\"ש.<br><b> עוד</b> לו שם בשער המלך רצה להוכיח דבעשה מזהירין מן הדין דלא כדעת הרב המגיד ז\"ל מדברי התוס' בקידושין דף ל\"ד ע\"ב ד\"ה ואנא אמינא דכתבו בלא מצה נמי נפקא ליה חיובא בהקהל מקל וחומר דטפלים חייבים נשים לא כ\"ש וכו' ואי ס\"ל כדעת הרה\"מ דעשה נמי אין מזהירין מן הדין מאי קושיא אי לא כתיב מצה לא ילפינן חיובא בהקהל מק\"ו דטפלים משום דאין מזהירין מן הדין וכו' יעו\"ש. ולענ\"ד אין ראיה מדבריהם אלו לזה דהתם הוי גילוי מילתא לפי דטף כולל איש ואשה קטנים ונמצא טף ונשים הוי גוף אחד דהא האשה שנתגדלה מכח הטף באה ודוגמא לזה אמרו בסנהדרין גבי בתו מאנוסתו דאמר אביי ק\"ו על בת בתו ענוש על בתו לא כ\"ש וכי עונשין מן הדין גילוי מילתא בעלמא הוא ופי' רש\"י אין זה עונש מן הדין דהא בת בתו מקורבה דבתו הוא דאתי וכו' ע\"כ, הרי דכל דבא מכח המוזהר או הענוש לא חשיב עונש ואזהרה מן הדין וה\"ה הכא דבאה האשה מכח הטף דלא חשיב עונש ואזהרה מן הדין והוי כ\"ש וכ\"ש נידון דידן מההיא לפי דנידון דידן הוי גוף אחד ובגוף אחד לא חשיב מזהירין מן הדין דומיא דונגוע בקצהו אפי' בקצהו ק\"ו בגוף ההר עצמו שהקצה וגוף ההר עצמו שניהם חד גופא וכמ\"ש הרא\"ם סדר תצא ד\"ה ואסור ליכנס למחנה לויה והוי דומה בדומה דכונת הרא\"ם שם לומר דהא דאמרינן אין מזהירין מן הדין אפי' אליבא דרבא דלא תריץ לה כאביי אלא משום דאתיא הנה הנה זמה זמה מ\"מ שאני ההיא דמחנה לויה ושכינה וכו' ואין מקום למה שהקשיתי בספרי תועפות ראם יעו\"ש.<br><b> ואף</b> למה שגמגמתי שם בתועפות ראם למה שרצה ללמוד מהאי דונגוע בקצהו לההיא דמחנה לויה ומחנה שכינה לנידון דידן אין אנו צריכין לו כ\"כ דבלא\"ה כבר כתבתי דהוי גילוי מילתא לאביי והלכתא כוותיה וכמ\"ש רבינו בס' המצוות לא תעשה של\"ו ובס' היד הל' איסורי ביאה פ\"ב ה\"ו וכן בכמה דוכתי וכמ\"ש בספרי תועפות ראם סדר אמור ד\"ה ואי אפשר, ועוד דהרי נידון דידן הוי דומה בדומה למ\"ש הרא\"ם סדר אמור שם וז\"ל א\"נ האי (ק\"ל) [ק\"ו] גילוי מילתא בעלמא הוא דלא גרע מנגיעה דא\"א לאכילה בלא נגיעה עכ\"ל, ואף אנו נאמר הכא א\"א להיות אשה גדולה אי לא היתה טף בתחילה ומה גם למ\"ש הכנסת הגדולה מהדו\"ק שם דבהאי גילוי מילתא דהוי חד גופא אפילו רבא דלא ס\"ל גילוי מילתא מודה יעו\"ש, ונמצא א\"כ דברינו אף לדעת רבא. וגם מדברי הרב אלו מסתייע למ\"ש בכונת הרא\"ם סדר תצא דמה שנשא ונתן שם הוא אף לדעת רבא דלא ס\"ל כאביי בבתו מאנוסתו דהוא גילוי מילתא מ\"מ בההיא דמחנות דהוי כחד גופא אף רבא מודה וכל זה מוסכם.<br><b> וע\"פ</b> זה הרווחנו לתרץ מה שהקשה שם הרב שער המלך בדברי הרא\"ם אלו דכתב דב' מחנות אלו של שכינה ולויה כחד חשיבי ממ\"ש בספרי בסדר נשא הביאו הילקוט סי' תרצ\"ו וז\"ל וישלחו מן המחנה ממחנה שכינה או שומע אני ממחנה לויה וכו' עד שלא יאמר יש לי בדין אם נדחו טמאין ממחנה ארון הקל ק\"ו ממחנה שכינה א\"כ ענשת מן הדין לכך נאמר וישלחו מן המחנה והכי אמר שם סמוך ונראה בשם ר' יונתן ועיין בסי' ת\"ש הנה מבואר היפך הרא\"ם עכ\"ל, דהרא\"ם ז\"ל לא אזלא בהא כהספרי אלא לפי ש\"ס דילן דהביא בפירוש בהנך קראי דרשות אחרות דהיינו הש\"ס דפסחים דף ס\"ז ומה גם דכל הש\"ס מלא מזה גילוי מילתא בעלמא ולפי דברי הסיפרי אלו דזה הוי עונש מן הדין א\"א בעולם למצוא גילוי מילתא. וראיה לדברינו שכן נראה מדברי רש\"י גבי ש\"ס זו והביאו הרא\"ם בתחילת דבריו וז\"ל ויצא אל מחוץ למחנה זה מחנה לויה וכשבא לצאת ממנה אל יכנס למחנה שכינה ואי לא כתיבי ב' מחנות הללו הוה מוקמינן ליה בעומד במחנה שכינה וכו' ע\"כ, וכונתו ודאי במ\"ש ואי לא כתיבי ב' מחנות וכו' הוא לתרץ דכיון דאמר הכתוב ויצא אל מחוץ למחנה לויה כ\"ש מחנה שכינה ואהא תירץ דאי לא כתב ב' מחנות הוה מוקמינא למחנה שכינה וכו' הוי דהוה נפקא מחנה שכינה ממחנה לויה וודאי משום דהוי גילוי מילתא בעלמא ועליו הוא דכתב הרא\"ם כן וחיליה דרש\"י הוא ממאי דכתיבנא.<br><b> ולפי\"ז</b> אין מקום ג\"כ למה שהקשה עוד על הרא\"ם דלמה לא תירץ ע\"פ דברי הרב המגיד, שבסדר שמיני ייחס סברא הלזו לרש\"י יעו\"ש, דעדיפא מינה משני דכאן ליכא אזהרה מן הדין אלא גילוי מילתא בעלמא והכל חשיב חד ואיך שיהיה הדרן לקמייתא דאין הכרח מדבריהם דלא סברי כהרה\"מ אלא שפיר מצו אתו כהרה\"מ וכיון דאתא לידן דברי הרא\"ם אלו דסדר תצא אמרתי להגיד מה שלא זכיתי להבין כעת במ\"ש ושמא י\"ל מכיון דחייבה תורה לא תעשה על הנכנס למחנה לויה למדנו וכו' דזה שכתב הוא הס\"ד דתני תנא ויצא אל מחוץ למחנה זו מחנה שכינה ואל יבא אל תוך המחנה זו מחנה לויה דנמצא הלא תעשה הוא במחנה לויה וא\"כ כ\"ש במחנה שכינה ברם לקושטא דמילתא אחר דאתקיף וא\"ל אכתי וכו' ואפיך וקאמר אלא אימא מחוץ למחנה זו מחנה לויה ואל יבא זו מחנה שכינה נמצא דהלא תעשה הוי במחנה שכינה וא\"כ לא שייכי דבריו כלל וכלל וכן הוא בסיפרי ג\"כ ויצא אל מחוץ למחנה זו מחנה לויה ויצא וכו' זו מחנה שכינה וכן העתיק הוא ג\"כ לישנא דש\"ס ואיך בתוך כדי דבור כתב כן ולא ידענא מאי אידון בה. ועוד בה מן הגמגום דרש\"י לא פירש בתחילת דבריו הכתוב בב' מחנות של לויה ושל שכינה כדי שממנו נלמוד איסור לא תעשה ג\"כ בשל שכינה. גם מה שתירץ בשנית יש בו מן הגמגום דמהיכן בא לו לרש\"י דת\"ק מוקי לקרא בעשה ולא תעשה ובמחנה לויה ואימא תפשת מועט תפשת ואימא דאיירי במחנה שכינה דוקא ומה גם דמדברי רש\"י עצמו שהבאנו בתחילת דברינו ממ\"ש בש\"ס דאי לא כתיבי ב' מחנות הוה מוקמינן ליה במחנה שכינה דוקא נראה סותר לזה באופן דאין בדבריו דבר שירווה צמאוננו בדברי רש\"י אלו. ובדברי הרה\"מ שהיינו בם עיין בספרי תועפות ראם סדר שמיני ד\"ה מבשרם, ומ\"ש אח\"כ בהל' מאכלות אסורות פ\"ב ה\"א."
            ],
            [
                "<b>עיין </b> בספרי תועפות ראם דף ע\"ג ע\"א."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומנין </b>\n<b> שטומאת מת דחויה היא בצבור וכו'.</b> הכי איתא ביומא דף ו' איתמר טומאת המת וכו' ושם סמוך לזה אמר רב תחליפא משמיה דרבא זאת אומרת טומאה הותרה בצבור וכו' והקשו התוס' שם ד\"ה א\"ר תחליפא וכו' יעו\"ש וכתבו בתירוץ ב' וז\"ל מ\"מ כיון דלאו כל ישראל מייתו חד פסח בשותפות מהדרינן אטהורין אפי' למ\"ד טומאה הותרה בקרבן צבור גמור וכו', וקשה דא\"כ בפסחים דף ס\"ו דקאמר אמר מר ועוד קל וחומר ומה תמיד שאין ענוש כרת דוחה את השבת וכו' איכא למיפרך מה לתמיד שכן תדיר וכליל וכו'. ולפי דבריהם אמאי לא דחי מה לתמיד שכן קרבן ציבור גמור תאמר בפסח דלאו קרבן ציבור גמור. ולכאורה תירצתי דהאי דלא הוי קרבן ציבור גמור לא מהני אלא לנחות דרגא לעשות הדין דלהוי דחוי ברם לחלקו מתמיד לא דהא מיהא קרבן ציבור הוא דאתי בכינופיא ודומה לתמיד לענין הדין ויש לבע\"ד לחלוק בזה ולכן נ\"ל דהא דלא פריך בש\"ס הכי משום דבעי למיפרך לכו\"ע דהא רבי נתן קאמר במס' פסחים כל ישראל יוצאים בפסח אחד ואע\"ג שאין כולן אוכלין דאכילה לא מעכבא יעו\"ש בתוס' ישנים דיומא דף נ\"א ד\"ה ונוקמא יעו\"ש, ונמצא דהוי קרבן ציבור ממש כתמיד והשתא אזדא להך פירכא וש\"ס נקט פירכא דאתי אף לר' נתן דאי לא מצי לדחות האי תנא כר' נתן ס\"ל ברם כאן התוס' קיימי להלכתא דאין יוצאין כל ישראל בפסח אחד ורבא ס\"ל כהלכתא חילקו הכי.<br><b> גם</b> בפ' טרף בקלפי דף מ\"ו איתא אמר רב הונא תמיד תחילתו דוחה סופו אינו דוחה מאי אינו דוחה רב חסדא אמר דוחה את השבת ואינו דוחה את הטומאה ורבא אמר איפכא וכו', הנה מסוגיא זאת אני תמיה אמה שכתבו התוס' בפסחים דף ס\"ו ד\"ה מה מועדו שכתבו ובפ' כיצד צולין משמע דדריש ליה ממשמעות דבמועדו וכו' יעו\"ש והנה משם אין ראיה כלל ושוב ראיתי להחידושי הלכות [מהרש\"א] שהקשה כן, והי'ה להם להביא מהך סוגיא דהכא דמוכח בבירור דממועדו נפקא והניחו המקומות דאיכא הוכחה והביאו ממקום דליכא הוכחה. ושוב ראיתי להתוס' בשבת דף כ' ע\"א ד\"ה למישרי אברים ופדרים שהקשה מהך ש\"ס דיומא דממשמעות דמועדו דריש לה לאברים ופדרים דערב שבת ואילו שם בשבת ממושבותיכם מפיק לה ותירצו דעיקר דרשא מבמושבותיכם והתם נקט במועדו ואפי' בשבת אגב דבעי למינקט במועדו ואפי' בטומאה וכו' יעו\"ש וא\"כ אף אנו נאמר לקושייתם דלעולם דלאו ממשמעות דבמועדו נפקא אלא אגב נקטי דלטומאה נפקא מבמועדו מועדו בגז\"ש דפסח.<br><b> ואין</b> להקשות בדברי רש\"י אלו דיומא שפי' דקאי לאברי תמיד דער\"ש דא\"כ מאי מקשה אביי מאי שנא שבת דכתיב במועדו טומאה ג\"כ כתיב במועדו, שבת שאני דכתיב בכל מושבותיכם למישרי אברים ופדרים דאתמול לא כן בטומאה, דהא כתבו בתוס' שזכרנו לעיל דנקט בש\"ס במועדו בשבת אגב טומאה וא\"כ מה שאמר מאי שנא שבת דכתיב במועדו הכי היה לו לומר מאי שנא שבת דכתיב בכל מושבותיכם טומאה ג\"כ כתיב במועדו ומה לי האי קרא מה לי האי קרא אלא אגב נקטי."
            ]
        ],
        [
            [
                "<b>וכהן </b>\n<b> וכו'.</b> וכתב רבינו בס' המצוות מצות עשה כ\"ד הוא שציוה לכהנים לרחוץ כל זמן שיצטרכו ליכנס להיכל וכו', נראה בבירור דס\"ל דבביאה ריקנית אינו חייב מיתה והוא מסוגיית זבחים דף י\"ט ע\"ב דממנה מוכח בבירור כן דקאמר שם אי כתב בבואם ולא כתב בגשתם הו\"א אפי' אביאה ריקנית הא כתיב לשרת אלא בגשתם מיבעי ליה וכו' יעו\"ש הרי דס\"ל דקרא דלשרת קאי גם לבבואם אל אהל מועד ומן התימה על התוס' דיומא דף ה' ע\"ב תוך ד\"ה להביא שכתבו דאביאה רקנית באהל מועד חייב מיתה והרגישו מש\"ס זבחים וכתבו דהכי פירושו אי כתב בבואם אל אהל מועד או אל המזבח ולא כתב לשרת הו\"א דאפילו אמזבח חייב בביאה קמ\"ל דאמזבח אינו חייב וכו', ומאי קושיא הא אי לא כתיב לשרת הוא דקאמר. וכן הר\"ש פ\"ק דכלים מ\"ט הכריח מסוגיא זאת דאביאה רקנית אינו חייב מיתה בלא רחוץ ידים ורגלים. ושוב ראיתי להתוס' בסנהדרין דף פ\"ג ומה שסותרין דבריהם לא קשה כי תוס' יומא הם מהר\"ם מרוטנבורק אבל קשה מה שהקשינו מהש\"ס עצמו וכ\"כ רש\"י בחומש סדר תשא ד\"ה בבואם אל אהל מועד, להקטיר."
            ]
        ],
        [
            [
                "<b>כל </b>\n<b> כהן וכו'.</b> כתב רבינו בס' המצוות וז\"ל מצוה ע\"א שהזהיר בעל מום עובר שלא לעבוד וכו' והשיגו הרמב\"ן כי לא יחשב אזהרת בעל מום עובר לאחת ואזהרת בעל מום קבוע לאחת כי הכל אזהרה אחת כי לא להקריב שום בעל מום לא קבוע ולא עובר. והמגילת אסתר כתב הנכון שהם שנים כי הלאו האחד הוא מניעה על הכניסה וזה הלאו הוא על העבודה עכ\"ל, ולא ידעתי מהו שח דרבינו מביא במצוה ע' מקרא דלא יגש להקריב ואיך הוא אומר שהוא לאו על הכניסה אין זה אלא מרוב חשקו להליץ בעד רבינו וכמו כן נתפס במצוה ס\"ט. ומה שנ\"ל להליץ בעד רבינו הוא דמדפלגיה רחמנא בב' קראי דמום קבוע הוא מקרא דאיש מזרעך לדורותם אשר יהיה בו מום ומום עובר הוא מקרא כל איש אשר בו מום מזרע אהרן לא יגש להקריב ש\"מ למימנינהו בב' לאוי, ועוד מדכתב רחמנא למום קבוע לאין צורך דאי מום עובר חייב בכלל הוא קבוע אלא ודאי רצונו שימנה ב' לאוי."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b>\n<b> מי וכו' אע\"פ שהוא לוקה וכו'.</b> ועיין להמל\"מ שהקשה מפ\"ח [דמס'] בכורות והצריך עיון אף שראה דברי התוס' יו\"ט והאמת אתו דאין דברי התוס' יו\"ט מובנים כי הם דברי רש\"י בדף מ\"ג ע\"א דס\"ל דהוי לאו הבא מכלל עשה עשה ועיין במרכבת המשנה מה שתירץ לפי דוחק השעה. וז\"ל מהר\"י קורקוס ליישב לרבינו אחר שהביא פי' רש\"י, אבל רבינו מפרש כל איש אשר בו מום או אשר בו [גריעות] דבר דשייך לשווי זרעו של אהרן (דהיינו שאינו שוה זרעו של אהרן בקדשים לא יאכל) עכ\"ל."
            ]
        ],
        [
            [],
            [],
            [
                "<b>מי </b>\n<b> שניקב וכו' ככרשינה וכו'.</b> הנה מרן ציין הש\"ס ולא הרגיש כלל מהש\"ס יעו\"ש בהש\"ס וכבר אחרוני זמנינו נתלבטו בזה ויש ליישב דעת רבינו עפ\"י דברי רבינו גרשום מאוה\"ג ז\"ל בכת\"י בפי' הש\"ס וז\"ל שמא מקדח וחיסומו שנינו כאותו מקדח שנוקבין בו את החבית שהוא דק מלמטה ועב מלמעלה שאותו עב סותם את הנקב והיינו וחיסומו והיינו כמלא מקדח נכנס ויוצא ותפשוט מיהא דר' הושעיא ואותו כמלא מקדח דבית שמאי דגולגולת דזוטר הוי מכסלע וב\"ה אמרי וכו' היינו כסלע והכי איכא בינייהו א\"ל רב תחליפא כלומר שמה שאמרת הוא עיקר כאותו עדות של חזקיה וכו' עכ\"ל, נמצא דהתם גבי בית שמאי דשנינו וחיסומו היינו מקדח קצת קטן שהוא נכנס ויוצא ונפשט בעיא דר' הושעיא בכרשינה דתני כרשינה לחוד ולא וחיסומה או תיבה אחרת משמע שלא תהא הכרשינה נכנסת ויוצאת אלא קצת גדולה שתהא עומדת שם אמטו להכי כתב רבנו כרשינה לחוד ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי </b>\n<b> שיש בו גרב יבש וכו'.</b> עיין כ\"מ שהעתיק ש\"ס בכורות דף מ\"א ובכלל העתיק לח מבפנים ויבש מבחוץ דמצרים וכו' ושנה ושילש בזה, ט\"ס הוא דהאמת יורה דרכו שהוא בהיפך כדאמר בש\"ס דמצרים וכו' דכתיב שחין פורח אבעבועות ויעו\"ש בפירוש והיינו לח מבחוץ ואיך אפשר לומר יבש מבחוץ וכן העתיק הלח\"מ בפ\"ב מהל' איסורי מזבח ה\"ז דברי מרן להיפך יבש מבפנים ולח מבחוץ ואף דרש\"י בחומש סדר תבא כתב כן כבר כתבתי בסיפרי תועפות ראם דט\"ס נפל יעו\"ש והכרחתי מש\"ס דב\"ק וכן מפי' רש\"י עצמו דבכורות וכן הדעת נוטה דהמוחש לא יוכחש כי כשהיובש הוא מבפנים שייך לומר דליכא רפואה (מכשהלחות מבחוץ והיובש מבפנים) [מכשהלחות מבפנים והיובש מבחוץ] וכן נראה מגירסת הרא\"ם ברש\"י. וכעת חזינא להתוס' יו\"ט במתני' י\"ב פ\"ו דבכורות כתב וז\"ל ומ\"מ גירסתנו בש\"ס דמצרית לח מבפנים ויבש מבחוץ וכן העתיק רש\"י בסדר תבא ואתמהא אמאי לא דחה גירסא זו מכח הש\"ס גופא ופי' רש\"י שם, ומה גם דרש\"י גופיה בחומש סדר אמור כתב כגירסתינו דזה מורה דט\"ס נפל בדבריו בסדר תבא. וכעת ראיתי להרב שושנים לדוד במשנה זאת דרצה לומר דהכל אחד בין לח מבחוץ ויבש מבפנים בין להיפך ליכא רפואה כלל ותיקן בזה דברי רש\"י בחומש דסדר אמור וסדר תבא ועייל כמה פילי בקופא דמחטא כאשר עיני המעיין יראו מכח סוגיא דהוינן בה ומכח המוחש דכתיבנא וק\"ל.<br><b> ודע</b> דעל דברי מרן דאנן קאימנא תפס עליו הלח\"מ בהל' איסורי מזבח פ\"ב ה\"ז וז\"ל ועל כן דברי הכ\"מ נפלאו ממני שכתב שם דגרב שכתב רבינו הוי יבש מבפנים ולח מבחוץ דאיך אפשר לומר כן דהיינו חזזית המצרית שכתב רבינו שם ע\"כ. ועליה דידיה תפול התימה ג\"כ דאיך כתב רבינו בהל' איסורי מזבח גרב לח חזזית שאינה מצרית הא לדידיה הכל אחד גרב לח מבחוץ ומבפנים וחזזית כן לח מכל וכל דאילו חזזית לח מבחוץ ויבש מבפנים היינו חזזית המצרית וכמ\"ש הוא בפירוש ודו\"ק.<br><b> ודע</b> עוד שעל דברי רש\"י בחומש סדר אמור ד\"ה גרב וילפת שדבריו נגררים אחר ש\"ס דילן דבכורות הרא\"ם פירש דבריו ברוחב ע\"פ הש\"ס הנזכר ועיני המעיין יראה שיש איזה ט\"ס בדבריו וכן צ\"ל ושם ילפת נופל על הלח מבחוץ ולא מבפנים כילפת (ר\"ל כילפת שמלפפתו והולכת עד יום המיתה וקיצר) ומתני' דתנן וכו' ובעל יבלת ובעל חזזית אוקימנא דמיירי בלח מבחוץ ומבפנים וכו' והיינו הש\"ס, שכן דרכו בכל המקום להרגיש הוא בתחילה ומביא דברי הש\"ס והאמת יורה דרכו ואין מקום להשגת הנחלת יעקב עליו כי לא מצינו גירסא אחרת במשנה זאת כדי שנאמר שהרא\"ם היה גורס כאותה גירסא המוטעית."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>עיין </b> בספרי תועפות ראם דף פ\"ג ע\"ב."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן </b>\n<b> וכו'. לזר להדליקן.</b> עיין מה שהביא מרן מש\"ס יומא דף כ\"ב ודברי הריטב\"א ודעת רבינו דלא כדעת הריטב\"א והר\"א יעו\"ש. וכתב עליו הרב עץ החיים סדר בהעלותך וז\"ל וליתא דעבודה שאינה תמה ביוצק ובולל מילקא לקי הזר ואילו בהדלקה לא לקי ומה דמיון יש להדלקה שכשירה בזר לעבודה שאינה תמה שפסולה בזר. עוד קשה דבפרק במה מדליקין אסקינן הדלקה עושה מצוה ובמקומה בעינן ולמה יוכשר בהדליקה הזר בחוץ וצ\"ע עכ\"ל.<br><b> והנה</b> מה שהקשה ראשונה לא קשה דהריטב\"א לא ס\"ל כדעת רבינו דהדלקה שריא ע\"י זר אלא דחיוב מיתה ליכא אמנם מלקות איכא וכדעת הר\"א דכשרות כיון דליכא חיוב מיתה ברם מלקות איכא שכן כתב הריטב\"א בפירוש דלאו עבודה היא לחייב עליה מיתה בזר מכלל דמלקות איכא, והכי מתפרש הסוגיא אליביה הדליק ליחייב מיתה שהיא עבודה תמה דליכא אחריה עבודה הדלקה לאו עבודה היא כלומר אין מעשיה חשוב מעשה גמור כי היכי דתחשב עבודה וכיון שהיא תמה יתחייב מיתה אלא חשיב כעבודה שאינה תמה כיון דאין מעשיה מעשה גמור וחשיב כעבודה לענין מלקות כיון דהיא גמר הענין ואהא מותיב ליה דהדלקה חשיב מעשה גמור כיון דקפיד קרא ונתנו בני אהרן אש וכו' ואי לא חשיב ליה מעשה למה קפיד קרא בהצתת אליתא אלא ודאי דחשיב ליה מעשה וכאן שאין אחריה עבודה הוי תמה וליחייב ומשני דאותה הדלקה איכא מעשה בהדלקתה משא\"כ בהדלקת הנרות דמיד כשהדליק עולה השלהבת מאליה כמ\"ש הריטב\"א ע\"ש רש\"י נמצא לא חשיב לה מעשה וכיון שכן אף שהיא תמה אינו חייב מיתה משא\"כ מלקות דחייב משום דאיכא קצת מעשה והיא תמה והביא מרן דברי הריטב\"א ואח\"כ דברי הר\"א ושוב כתב דעת רבינו דס\"ל דאפילו מלקות ליכא כמו שחיטה שהוא היתר גמור. אבל קשה מה שהקשה שניה וכן הקשה בס' בני דוד יעו\"ש.<br><b> ולענ\"ד</b> לפי חומר הנושא נראה דמ\"ש רבינו והוציאן לחוץ לאו חוץ ממש הוא אלא לצד חוץ דהיינו דמקום המנורה הוא תוך ההיכל מקום שאין יד מי שהוא בחוץ משגת למנורה ולכן צריך להוצאה לצד החוץ כדי שתשיג יד מי שהוא בחוץ אבל ההיכל חשוב מקומה אף שאינה ממש נגד בית קדשי הקדשים ונמצא א\"כ דמדליקה הזר במקומה ואף דמעייל היד הזר בפנים לא שמה ביאה כמ\"ש באחד מן המקומות רבינו ז\"ל. ועיין מ\"ש עוד בזה בפ\"ד מהל' חנוכה."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות ביאת מקדש",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}