{
    "title": "Ohr Sameach on Mishneh Torah, Defilement by Leprosy",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Defilement_by_Leprosy",
    "text": [
        [],
        [
            [
                "<b>במשל\"מ. </b> סוף הלכה והדברים ארוכים כו'.<br><b> נ\"ב </b> עיין מש\"כ המחבר בפרק ו' מהלכות עדות בזה:"
            ]
        ],
        [],
        [
            [
                "<b>אבל אם היה הפשיון מראה בוהק כו'.</b><br><b> נ\"ב </b> תו\"כ צרעת היא פרט לספחת ולבוהק וגירסת רבינו בפירוש המשנה פ\"י משנה ו' פרט לשפשתה לבוהק, וכן גרס הגר\"א:"
            ],
            [],
            [
                "<b>אבל בהרת שפשתה (לבוהק) [לתוך הבוהק].</b><br><b> נ\"ב </b> משנה ערוכה פ\"ו משנה ו' סימן פשיון לפנימית לפירוש רבינו עיי\"ש:"
            ],
            [],
            [
                "<b>נתמעטה בתוך ימי הסגר כו'.</b><br><b> משנה </b> פרק ד' כנסה ופשתה פשתה וכנסה רע\"ק מטמא וחכמים מטהרין, ופירש הרע\"ב בתוך ימי הסגר אם פשתה ג\"כ טמא, ובתרה תני בהרת כגריס ופשתה כחצי גריס והלך מן האום כחצי גריס רע\"ק אומר תראה בתחלה אע\"ג דהוי פשתה וכנסה ומטמא לעיל, דתמן מיירי שהאום נשארה רק הפשיון כנסה ולכך טמא, אבל בבא ב' דהאום כנסה ודאי אינו טמא לרע\"ק רק דסבר דהוי כנגע חדשה, ומסולק בזה תלונת הראב\"ד בהשגות ודוק ועיין תוי\"ט שם:"
            ],
            [],
            [],
            [],
            [
                "<b>בהרת שכנסה אחר הפ[י]טור ופש[ת]ה לכמות שהיתה כו' הרי הוא בטהרתו.</b><br><b> בהשגות </b> הקשה ממשנה דפרק ט' דמי שעלתה תוך ידו בהרת כו' ומקומה צרבת השחין דיסגיר שמא תכנוס ותפשה ויעוין שם, ואינו מובן לי דכאן כיון שפטרו בסוף ימי הסגר והיה הנגע [לדמיון] כסלע אם נתמעטה אחר הפטור ופשתה שנית לכמו שהיתה הרי הוא בטהרתו, אבל תמן פירושו דיסגיר שמא תכניס בסוף ימי ההסגר, ונמצא דכי פוטרו הכהן הוא קטן כגריס ואם תפשה אח\"כ ותחזור לכמות שהיתה הוי פשיון לאחר הפטור וטמא מוחלט ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>היה בתוך כפו צרבת כו' שמא יולד(ו) לו שחין כו'.</b><br><b> משנה </b> פ\"ט מ\"ג, אמר להן שמא תכנוס ותפשה כו'. הנה אם אמרינן דאזלינן בתר חזקה הלא בטח לא תשתנה, אמנם זה לא שייך בנגעים דכל עיקר מה דאמרה תורה לסגור הוא על צד הספק שמא יפשה או יולד שער לבן דבעמד בעינו בשני שבועות הוא טהור א\"כ ההסגר הוא שמא יפשה וישתנה מהשתא, אבל כ\"ז הוא באופן שבא החשש היינו שאתרעי שנולד בהרת בבשר לכן חששה התורה שמא יגדל הריעותא ויתהוה שער לבן או פשיון, אבל להפוך הדבר שתקטן הבהרת שזה היפוך מה שמורה הריעותא ושמא יפשה אח\"כ שהוא נגד החזקה זה ודאי אין סברא, אמנם סברת ר\"א שענין חזקה אינו על ענין שלהבא רק שלעבר מוקמינן מילי דמספקא לן אחזקה אבל להבא לחוש חיישינן והוא על דרך שמא מת לא חייש שמא ימות חייש. ונודע בזה דברי התוספות פרק האיש מקדש בדברי הר\"ת והר\"מ מיוני אם חייש שמא יקדש יעו\"ש. וענין ספק נגעים להקל הוא על ענין שכבר עבר, ולפי דברי ריב\"ב שמא יולד לו שחין אחר הוא ענין שמורה עליו הריעותא שכיון שנולד נגע שמא יולד לו עוד נגע ואף שחין שהוא סיבת הכאה מכל מקום יש לחוש שמסיבה הראשונה יתהווה עוד שחין דבר המורה הריעותא עליו, ולזה קלסו חכם גדול שאין צריך לומר לדבריו דלהבא חייש ולא מוקמינן אחזקה ודוק היטב:"
            ],
            [],
            [],
            [
                "<b>בכסף משנה. </b> ועל מש\"כ [בין] מחמת חולי יש לתמוה.<br><b> נ\"ב </b> עיין תו\"כ וקושייתו תמוה וכבר השיגו הקרבן אהרן:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>בהרת הסמוכה לראש או (לעור) [לעין] כו' או לשחין כו' כל שחוצה לנגע בעור הבשר וראוי לפשיון.</b><br><b> כן </b> הוא בתו\"כ על הך קרא ר\"י בר\"י אומר כו' שיהא כל החוצה לו סמוך לעור הבשר וראוי לפסיון שאם היה סמוך לשחין ומכוה ולקדח המורדין אינו טמא, ותיבת המורדן שכתוב בתו\"כ הוא ט\"ס דמאי אריא מורדן דאינם מטמאים בנגעים כלל אפילו אינם מורדן ג\"כ בהנך דאין הנגע פושה לתוכן כדתנן פ\"ו משנה ח', וכן בפירוש המשנה לרבינו פי\"א משנה ד' ליתא לתיבת המורדן, והק\"א לא הרגיש בזה:<br><b> והא </b> דבעלתה תוך כפו אמרו שמא תכניס ותפשה, הרי אעפ\"י שאינו ראוי לכל סימני טומאה דשער לבן בפיסת ידו אינו מגדל שער בכ\"ז טמא, משום דעיקרו על פשיון קפדינא משום דפשיון מטמא בכל הנגעים בנגעי בשר ושחין ונתקים ובתים לכן בעי שיהא ראוי לפשיון. ובהשגות הקשה זה ועוד דראוי לפשיון מצד אחר, ויפלא הלא ר' יוסי בר\"י קרא דריש ומי יכול לדחות זה בדברים כאלה וחלילה לרבינו אברהם לדחות הלכות קבועות. אולם א\"ש דהראב\"ד לשיטתו שפוסק דאין הבהרת פושה לתוך הבוהק וכמו שהביא בשמו הכסף משנה פרק י\"ב הי\"ד, א\"כ לפי לימוד ריב\"י דבעי שיהא עור הבשר סביבות הבהרת ראוי לפשיון א\"כ כי סמוך לו בוהק ג\"כ אינו ראוי לפשיון וא\"כ שוב הבהרת טהורה, וא\"כ קשה טובא מהך דתנן נגעים פרק ו' היה בו בוהק פחות מכעדשה סימן פשיון לפנימית ופירש הר\"ש שם דאם המחיה סביב הבוהק ואם פשה המחיה הפנימית טמאה משום פשיון דאין בוהק פחות מכעדשה מפסיק וקשה טובא להוי טהור מטעם דבעי שיהא סביבות הנגע וסמוך לו עור הבשר א\"כ הכא שסמוך לבוהק ומקום הבוהק אינו ראוי לפשיון צ\"ל טהור דע\"ז לא שייך לחלק בין פחות מכעדשה, וכן מפורש בתו\"כ פ\"י פסקא א' בהק הוא טהור הוא, הוא טהור ואין הבהרת שיצאת כו' ושנסמך לה טהורה אלא טמאה, לכן סובר ראב\"ד דחכמים חולקים על ריב\"י ואין הלכה כמותו אבל רבינו סובר שפושה לתוך הבוהק כמוש\"כ לעיל פ\"ד ה\"ג ויעוין פירושו על משנה ו' באורך ועיין תוי\"ט שם ואכמ\"ל ודוק:"
            ],
            [],
            [
                "<b>בין בב' אנשים בין באיש אחד ה\"ז טהור.</b><br><b> בזה </b> פליג רע\"ק ואמר דבאיש אחד טמא דהא אחד פשה. ובזה נראה דמה שפירש ר\"ת משנה דספק בהרת קדמה לשער לבן דרבנן אמרו טמא ור\"י אמר טהור ליישב השמועה בפרק המדיר אמר רבא כו' אזיל ר\"י בתר חזקה דגופא כו' דמיירי שהיה בו נגע אחר והיה כבר טמא ממנו וטרם שנתרפא נולד בו בהרת אחרת וספק אם שער לבן קדים דאע\"ג דאיכא חזקת טומאה מטהר ר\"י ואזיל בתר חזקת הגוף יעו\"ש דתלוי בהך פלוגתא דכמו דרבנן מטהרי הכא משום דזה הנגע לא הוזקק לטומאה ורע\"ק מטמא, כן הכא להיפך דלרבנן אף שהאדם הוחזק בטומאה מכל מקום הך נגע ספיקו אם שער לבן קדים לא הוחזק מעולם לטומאה ובהך נגע בחזקת שלא נזקק לטומאה, ואולי טעמא דכהן בעי למידע מצד מה מטמא יעויין שבועות (דף י\"ח) דידע אי בשרץ נטמא כו', אך בתו\"כ לא משמע כן ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>בכס\"מ, </b> ואם כדברי הראב\"ד כו' כל הראוי ליטמא בנגע הבהרת כו' משמע בהדיא דפחות מכעדשה אינו סימן טומאה בתחילה כו'. והנה בתו\"כ פרק ד' את כל עור הנגע עור הראוי לקבל נגע פרט לשחין המורד כו' או אינו אומר כו' עור הראוי לקבל נגע כגריס יעכב כו' לא יעכב ת\"ל כולו הפך לבן עכ\"ל, פירוש דפחות מכגריס מעכב הפריחה וכן מוכרח בתו\"כ שם פסקא ה' דאפילו חצי עדשה מעכב את הפריחה, ויפלא על מרן שלא הביא זה. ולרבינו מצינן לפרש דפחות מכגריס מעכב אבל לא פחות מכעדשה, ויעוין לקמן ה\"ו בכסף משנה דלרבינו היה גירסא אחרת, וברייתא דתו\"כ פ\"ה פסקא ג' אינו מובן לגירסת רבינו, וכן בתוספתא פ\"ג גבי פלוגתא אם נסמכה לטהרה טהור צ\"ע ועיי\"ש גירסת הגר\"א ואכמ\"ל:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ואפילו היה נזיר ה\"ז מגלח כו'.</b><br><b> בתו\"כ </b> והתגלח אעפ\"י שהוא נזיר לפי שנאמר תער לא יעבר על ראשו יכול אעפ\"י שהוא מנוגע ת\"ל והתגלח אעפ\"י שהוא נזיר יכול כשם שתגלחת הנגע דוחה לתגלחת הנזיר בזמן שהוא ודאי כך תהא תגלחת הנזיר דוחה לתגלחת הנתק בזמן שהוא ספק ת\"ל ואת הנתק לא יגלח עכ\"ל. ונראה פירושו דמכוון התורה במה שמגלח הוא סביבו הוא לטהר את הנתק ובמה שאינו מגלח סביבו הוא שמא תפשה ויהיה ניכר הפשיון וע\"ז קאמר הואיל ותגלחת הנגע דוחה ל\"ת דתגלחת דנזיר אע\"ג דתגלחת הנגע היא בספק דאם פשה יפשה הלא בטלה מכוון התורה דלא נטהר כלל ומש\"ה צריך קרא [עיין משל\"מ ולמ\"ש מבואר יותר] ובכ\"ז דחי לל\"ת דנזיר הודאי א\"כ סד\"א דה\"ה עשה דתגלחת נזיר טמא דמגלח ומונה ימי טהרה דימי הסגרו עולין לו דחי לאו דאת הנתק לא יגלח דהיינו משום תולש סימני טומאה שלא יהיה ניכר הפשיון וא\"כ הוי כתולש סימן טומאה ואינו אלא ספק והוא דיגלח את הנתק קודם. ואפשר דפירושו דתגלחת נזיר ודאי דחי ל\"ת דאת הנתק לא יגלח רק אילו לא כתיב הו\"א דחיובו משום ל\"ת דתולש סימני טומאה דאינו אלא ספק שמא יפשה שמא לא וא\"כ סד\"א דספק נזיר דחי ל\"ת דנתק קמ\"ל קרא דהתורה עשאתו כודאי וא\"כ ספק נזיר לא אתי תגלחתו ודחי ליה אבל ודאי דחי ליה דאפילו ל\"ת גמור אתי ודחי ומש\"כ הק\"א משום דאפשר לקיים למחר ולאח\"ז, במח\"כ כבר כתבו הראשונים ומהם הרשב\"א ריש פרק ר\"א דמילה גבי הא דקאמר דמילה שלא בזמנה לידחי יו\"ט דזה לא מיקרי אפשר לקיים שניהם, ולפי מש\"כ הראב\"ד פרק י' דחייב ג\"כ משום תולש סימני טומאה אפשר דלא אתי עשה דנזיר ודחי תרי לאווי דגילוח הנתק כדאיתא נזיר (דף מ\"ח) ודוק:"
            ],
            [
                "<b>דק הוא שיהיה קצר כו'.</b><br><b> הר\"ש </b> פירש שהוא קצר משיער לבן, ומדברי רבינו אינו נראה כן דפירש השיעור בשניהם שוה. ומה שהביא מתוספתא טמא בשיער לבן טהור בש\"צ טמא בש\"צ טהור בשיער לבן, פירושו דבשיער לבן אין שיער שחור מציל ממנו ובש\"צ שער שחור מציל ובש\"ל הפוך טהור ובש\"צ הפוך אינו טהור כר' יהודה ודוק. [ולפי גירסת הגר\"א ואיזו שיעורו מוכרח כפירוש הר\"ש עיי\"ש והבן] ומש\"כ רבינו ששיער שחור שיעורו כדי לכוף ראשו לעיקרו והוא מטעם דהלכה כדברי כולן להחמיר יעו\"ש בכס\"מ צריך ביאור דאם השיער לבן הוא כדי נטילת זוג כמוש\"כ רבינו גם בשיער שחור סגי שלא יהא רק כדי נטילת זוג דממנ\"פ או ליכא ביה סימן טומאה או איכא ביה סימן טהרה, ויש לתמוה על סתימת לשון רבינו. ועיין לעיל בהלכות פרה בפרק א' שכתב דכל שערה שאין בו כדי נטילת הזוג כאילו אינה ולכך לא מצי לפרש שיהיה קצר משיער לבן ויש להאריך בזה ואכ\"מ:"
            ]
        ],
        [
            [
                "<b>במשל\"מ. </b> ודע שיש חילוק בין נגעי כו' לגבי עו\"ג ונתגייר.<br><b> נ\"ב </b> תוספתא פ\"ז חומר בבגדים מבאדם הלקוח מן העו\"ג יראה בתחלה משא\"כ באדם וכן בבתים והביאה הר\"ש פי\"ג עיי\"ש:"
            ]
        ],
        [
            [
                "<b>במשל\"מ, </b> ודע שראיתי לתוספות פ\"ק דשבועות.<br><b> נ\"ב </b> עיין תוספות רי\"ד על שבת הנדפס מחדש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שהטהור (מן) [מתוך] הסגר פטור כו' ומן הציפורים.</b><br><b> נ\"ב </b> ובהפך כולו לבן מתוך הסגר פליגי אמוראי בירושלמי פ\"ק דמגילה אם טעון ציפרים עיי\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>טהרת מצורע כו' (בין) בפני הבית ושלא בפני הבית כו'.</b><br><b> רבינו </b> בפירוש המשנה בסוף מסכת מסתפק אם בזמן הזה דאי אפשר להביא קרבנות לטהרו לגמרי אם עשה דוחה ל\"ת דתגלחת כיון שלא יתכן הטהרה בשלימות ומביא מספרא דר\"ט טהר בגבולין. אמנם בהלכות תרומות פ\"ז כתב דבעינן כהן מיוחס ובזה\"ז אין כהן מיוחס. ויתכן דנשתכח מאתנו מראה של שני תועלת כמו שנשתכח מראה התכלת והחלזון כן נשתכח התולעת שני ומראהו ולא יתכן טהרתו וטהרת בתים ופשוט:",
                "<b>ואין מטהרין שני מצורעין כאחת שאין עושין מצות חבילות.</b><br><b> גמרא </b> ערוכה סוטה (דף ח'). ולכאורה צריך מובן הא שנינו בתוספתא ברכות פ\"ז היה מהלך להפריש תרומות ומעשרות אומר ברוך אשר קדשנו כו' להפריש תרומ\"ע. והא אין עושין מצות חבילות. ויעוין ירושלמי דמאי על משנה דהרוצה להפריש תרומה ותרומ\"ע ובירושלמי שם צריך לברך חמש ברכות כו'. ואולי תמן משום דתורם הכרי בכל המתנות שצריך להפריש ולהתיר לאכילה וכרי אחת חייב בכל הדברים אין זה חבילות, וצ\"ע מברכות (דף מ\"ט) דלמיחתם בשתים מושיע ישראל ובונה ירושלים אין עושין מצות חבילות וזה ענין יותר רחוק מלהפריש מכרי אחד חמש מתנות, אולם נראה לי ברור דהך דאין עושין מצות חבילות לא נאמר רק על מצות שבגופו או מצות כמו השקאת סוטה ועריפת שתי עגלות וטהרת שני מצורעין שהוא בכהן דלא שייך בזה שליח שהכהן העושה הוא המקיים המצוה, אבל תרומ\"ע שהחיוב הוא על הבעלים והוא יכול להפריש ע\"י שליח ולבלי עשות המצוה המוטלת עליו הוה\"ד דאין בזה מצות חבילות כיון שנתנה התורה לו רשות לפרוק החבילה על אחר שאינו מצווה כלל בזה, ולכן מצאנו דמקדש לחמשה נשים כאחת אע\"ג דגם זה מצוה, כיון דיכול לעשות ע\"י שליח. ופוק חזי לשון רבינו בהלכות עבדים פ\"ג, האדון הוא שרוצע כו' ולא שלוחו כו' ולא שליח ב\"ד ואין רוצעין שני עבדים כו' שאין עושין מצות חבילות. פירוש בין שהאדון אינו רוצע שני עבדים כאחד בין שב\"ד אחד אין רוצעין שני עבדים של שני אדונים משום שגם על הב\"ד שייך אין עושין מצות חבילות, וכן בעגלה ערופה ומדדו הן ולא שלוחן, וא\"כ במילה אם האב מצי למול שני תינוקות ע\"י שני מוהלין תלוי אם מילה שעל האב מצוה איתא בשליחות יעוין קצות סימן שפ\"ב ותשובות ר\"ח אור זרוע סימן י\"א, ויעוין מגן אברהם סימן קמ\"ז ודבריו אינם מובנים לי בכמה דברים וביחוד מה שדיבר בהשקאת סוטה שרבינו פסק כר' יהודה ולכן אף בשני כהנים אין משקין יעו\"ש ואכמ\"ל:<br><b> ולפ\"ז </b> חליצה בין מצד החולץ שאי אפשר ע\"י שליח בין מצד הב\"ד שנאמר וקראו לו ולא שלוחן אין חולצין שתי יבמות כאחד, כן נ\"ל. ולפ\"ז נראה דאם בעלים אחד מטהר שני בתים מנגעים בשני כהנים תלוי בהך דדריש בתו\"כ ובא אשר לו הבית כו' שאינו עושה ע\"י שליח יעו\"ש בזקן וחולה דבפסיקתא זוטרתא הגירסא אפילו זקן וחולה, א\"כ אינו יכול לטהר שתי בתים כיון דהחיוב עליו לא ע\"י שליח. ויעוין שו\"ת רשב\"ץ חלק ב' סימן מ\"ב שהעיר במילה בהך דאין עושין מצות חבילות יעו\"ש, ולפ\"ז א\"ש דבשחיטת קדשים דמצוה בבעלים כמוש\"כ רש\"י פסחים (דף ז') ובכ\"ז כיון דאיכא ע\"י שליח בעי קרא דתזבח בריש פ\"ב דחולין דאין אחד שוחט שני זבחים כאחד והוא מילא אוחרי דקפיד בקדשים וכמו לגבי הקטרה דמקטיר להו חדא חדא בסוף פרק תמיד נשחט ופשוט, ויעוין סוף הלכות תמידין ומוספין ודוק:<br><b> ודע </b> דכיו\"ב בארתי במק\"א לפי הטעם שכתבו דמשו\"ה אשה לא מפקדא על מ\"ע שהז\"ג משום דמשועבדת היא או לאב או לבעל יתכן דדוקא מ\"ע שאין לקיימה ע\"י שליח, ולכן חשיב מזוזה ומעקה שבבית שהיא דרה מוכרח להיות מזוזה ומעקה לכן רק משום שאין הזמן גרמא, אבל מילה ובכורים ושריפת נותר דאפשר ע\"י שליח לא פטרינן לה משום שהזמן גרמא רק במילה צריך קרא לפוטרה ואכמ\"ל ודוק:"
            ],
            [],
            [
                "<b>תוספתא </b> סוף חולין לא יקח אדם קן אף לטהר בה את המצורע שנאמר ולקח, הנה על האם אמר להלן מפני שנעבדה בה עבירה וכאן על הבנים האפרוחים קאי שנאמר ואת הבנים תקח לך לכן אמר שלטהר בו המצורע אינו רשאי ליקח הבנים דכתיב ולקח למטהר שתי צפרים ולא אפרוחים, וכמו דכיו\"ב מבואר בהלכות פרה דאין לוקחין עגל יעו\"ש, כן הכא בשעת הלקיחה צריכים להיות צפרי דרור וצפור גדולה ולא אפרוח, ופרט דתנא דתוספתא יסבור דמשעת לקיחה הן נאסרין וכמו מכפר דבחוץ, לכן צריך להיות הלקיחה כשהן צפרים, וזה ברור בפירושה. ורבינו פסק כמאן דאמר דנאסרים משעת שחיטה לכן לא זכר זה ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>בכסף משנה. </b> וי\"ל לדעת רבינו.<br><b> נ\"ב </b> עיין תוי\"ט פרק ו':"
            ]
        ],
        [
            [
                "<b>וכל כלי העור בין קשה בין רך:</b><br><b> נ\"ב </b> בזבחים פרק דם חטאת (דף צ\"ד):"
            ],
            [],
            [
                "<b>צמר גמלים וצמר רחלים כו' מחצה למחצה מטמא כו'.</b><br><b> מתניתין </b> מחצה על מחצה מטמא בנגעים, ובתוספתא רשב\"י דשם ר\"ש אינו מטמא בנגעים שספק נגעים להקל, פירוש דא\"א לצמצם וא\"כ הוי ספק שמא רובה של משי וצמר גמלים, אבל באמת סבר ר\"ש ביבמות (דף י\"ט) דאף ביד\"ש אפשר לצמצם יעו\"ש היטב דלפי המסקנא אינו מוכרח ואפשר דסבר דא\"א לצמצם דר' אושעיא איתותב ותניא כוותיה דר\"פ, וכן מש\"כ הכסף משנה פכ\"ד מהלכות טומאת מת גבי מעזיבה מחצה למחצה דר\"ש סבר אפשר לצמצם יעו\"ש, אינו מוכרח כלל, ובהך דתוספתא גבי שתי של סריקין וערב של צמר כו' לפירוש רבינו מחוור דדוקא בשתי של צבוע וערב של לבן דמין שניהם מקבל טומאה לכן טמא והולך אחר הנראה, אבל שתי של סריקין דהיינו משי דהמין אינו מק\"ט לכן טהור ומחוור יותר מפירוש הר\"ש ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בגד מוסגר שצבעו או מכרו לעו\"ג טהור.</b><br><b> תוספתא </b> פ\"ה. וצ\"ב איך מצי למכור איסורי הנאה הא אינו בידו למוכרן ונמצא דלאו של עו\"ג הוא, והוא אסור בהנאה כמוש\"כ המשל\"מ ריש פרק י\"ב עיי\"ש. ולאמר דהוי ממון שלו ויכול למוכרו הואיל ובידו לצובעו או לעשות הימנו מוכין פחות מג' ע\"ג וכדאמרינן בבכורות (דף י\"א) גבי פ\"ח דאף למ\"ד דאסור בהנאה מ\"מ ממון שלו הוי הואיל ובידו לפדותו, דז\"א דדוקא תמן אבל הכא נראה דלכתחילה אינו רשאי לצובעו ולעשות הימנו מוכין וכדקתני דוקא צבעו בדיעבד. [ובאמת צ\"ב מנא לן דאסור לכתחילה אם נימא משום השמר בנגע הצרעת הא מוכחא מתוספתא ופסקה רבינו בפ\"י דדוקא תולש הנגע מבגד לוקה, ואולי משום דכתיב לטהרו או לטמאו ודריש בתו\"כ כשם שמצוה לטהרו כך מצוה לטמאו פירוש שלא לעשות מהבגד מוכין פחות מג' וכן שלא לצבעו לת\"ק דראב\"ש ועיין משל\"מ ודוק] וא\"כ קשה הא אינו בידו ולאו ממון שלו הוי. ואולי י\"ל דהכא כיון שאינו אסור רק כשהוא של ישראל אבל אם יזכה בו העו\"ג מותר וטהור א\"כ זכיית העו\"ג והפקעת איסורו באין כאחד והארכתי בענין כזה בהלכות מע\"ש פ\"ה יעו\"ש:"
            ],
            [],
            [
                "<b>שהכניס מהן אפילו כזית לבית כו'.</b><br><b> גמרא </b> יבמות (דף ק\"ג) אי הכי אימא סיפא היו בה כמה זתים כיון שנכנס ממנה כזית כו' מוסגרת אמאי איתקש למת ועיין רש\"י שמוחלט איתקש למת מהא דמרים אל נא תהי כמת אבל לא מוסגר. ולכאורה אינו מוכרח באדם דעומד טהור לכן לא חשיבא כמת אבל בבגד שעומד טמא לכן חשיבא כמת, אבל כוונתו כיון דלא משכחת רק במוחלט מנא לך במוסגר דאית ליה טהרה מטומאתו ואי משום דאיתקוש מוסגר למוחלט כמו דדריש בתו\"כ ממארת יתירה דצרעת ממארת במוסגר קאי וא\"כ איתקוש ממארת לממארת. אבל הא אמרת דלענין נכנסה רובה דלא דמי דבמוחלט אמרינן דנכנסה רובה טהורה ובמוסגר אמרת דטמאה, א\"כ קשה הא מוסגר לא איתקש למת, אבל למסקנא דדמיין דבשניהן רובה טמאה א\"כ גם הכא מקשינן להדדי ומטמאין בכזית מוחלטת ומוסגרת וכן פסק רבינו ודוק:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות טומאת צרעת",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}