{
    "language": "he",
    "title": "Gilyon HaShas on Arakhin",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001300957/NLI",
    "versionTitle": "Vilna Edition",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "גליון הש\"ס על ערכין",
    "categories": [
        "Talmud",
        "Bavli",
        "Acharonim on Talmud",
        "Gilyon HaShas",
        "Seder Kodashim"
    ],
    "text": [
        [],
        [],
        [
            "<b>תוס' ד\"ה קרבנו ולא קרבן חבירו וכו' דכתיב ביבמה וקראו לו הן ולא שלוחן.</b> יבמות דף קא ע\"ב:",
            "<b>בא\"ד וכן בעגלה ערופה ומדדו ולא שלוחם.</b> סוטה דף מד:"
        ],
        [],
        [
            "<b>תוס' ד\"ה למעוטי וכו' ויש לתמוה.</b> עיין פסחים דף צא ע\"ב תוספות ד\"ה איש:"
        ],
        [],
        [
            "<b>תוס' ד\"ה ולא וכו' ועדיין היא מפרכסת.</b> ע' ב\"ק דף עו ע\"א תוס' ד\"ה שחיטה. ושם ע\"ב תוס' ד\"ה בשוחט. חולין דף פד ע\"א תוס' ד\"ה בעינן:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' אינדב שרגא.</b> עי' ב\"ב דף ח ע\"א תוס' ד\"ה יתיב:"
        ],
        [
            "<b>גמ' והילכתא דייתבי.</b> כעין זה בב\"מ ד' ט ע\"ב והלכתא בכפות:",
            "<b>מתני' אין ממתינין.</b> ע' סוטה דף כו ע\"א תוס' ד\"ה מעוברת:"
        ],
        [
            "<b>גמ' זו מיתתה אוסרתה.</b> ע' ב\"ק דף י ע\"א תוס' ד\"ה שהשור:"
        ],
        [],
        [],
        [],
        [
            "<b>גמ' שס\"ה ימים כמנין ימות החמה.</b> עיין טורי אבן ר\"ה דף יב ע\"ב ד\"ה המודר:"
        ],
        [],
        [
            "<b>גמ' מכחשת.</b> ע' שבועות דף יא ע\"א תוס' ד\"ה מכל מקום קשיא:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>רש\"י ד\"ה בא וכו' יותר מדאי.</b> וכ\"ה ברי\"ף פ\"ב דשבת לעולם אל יספר אדם בטובתו של חבירו יותר מדאי וברמב\"ם פ\"ז מהלכות דיעות אל יספר בפני שונאיו. וכ\"כ בסמ\"ג:",
            "<b>ד\"ה למה נסמכה כו' בפ' ואתה תצוה.</b> עיין פירוש רש\"י זבחים דף פח ע\"ב ד\"ה למה נסמכה:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>מתני' זה חומר.</b> עי' זבחים דף צד ע\"ב תוס' ד\"ה אלא:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמרא מר סבר יש לו הפרה.</b> עיין תוי\"ט פ\"ה מ\"ה דבכורות ד\"ה בני הכנסת:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' שקול ארבעה זוזי.</b> עי' יומא דף נה ע\"ב תוס' ד\"ה ונברור:"
        ],
        [
            "<b>גמ' שאינה מכורה.</b> עיין מכות דף יא ע\"ב תוס' ד\"ה אמר אביי:"
        ],
        [],
        [
            "<b>גמ' לסוף שלוה בריבית.</b> צ\"ל לסוף מוכר את בתו לא באת לידו עד שלוה בריבית:"
        ],
        [],
        [
            "<b>מתני' הניתן לו במתנה.</b> ע' רשב\"א בב\"ק דף עח ע\"ב ד\"ה גנב ונתן:"
        ],
        [],
        [],
        [],
        [
            "<b>מתני' אין עושין שדה.</b> עיין טורי אבן מגילה דף י ע\"ב ד\"ה כל המצות:"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Comment"
    ]
}