{
    "title": "Nachal Eitan on Mishneh Torah, Rest on the Tenth of Tishrei",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Nachal_Eitan_on_Mishneh_Torah,_Rest_on_the_Tenth_of_Tishrei",
    "text": [
        [
            [],
            [],
            [
                "<b>יום הכפורים שחל להיות בשבת אסור בקניבת ירק.</b> וכתב הרב המגיד מחלוקת בשבת (דף קי\"ד ע\"ב) ופסק כדברי האוסרים דאינון בתראי ותניא כוותייהו. ועיין בלח\"מ שפירש כוונת הרה\"מ דרבי מנא מייתי התם ברייתא סייעתא לדבריו ואע\"ג דדחאה רבי יוחנן מ\"מ רבי מנא סבר דלאו דחיה היא. ונדחק בזה דהרי ברייתא דתניא כוותיה דרבי יוחנן דמתיר מפורשת טפי ועל כן מסיק דעיקר הטעם שפסק כהאוסרין הוא משום דאינון בתראי. וכן ראיתי לבעל ההגהות [מיימוני] שכתב רק טעם זה על רבינו שפסק כאמוראי בתראי כרבי זירא ורב הונא ולא כר' חייא בר אבא א\"ר יוחנן אע\"ג דתניא כוותיה ע\"כ. ומשמע דאילו כרבי זירא ורב הונא לא תניא והיינו משום דר' יוחנן דחאה לברייתא דמסייעא לרבי זירא ורב הונא. אמנם יש לי לכוון לשון הרה\"מ דנקט נמי טעמא דתניא כוותייהו דנהי דדחאה ר\"י מ\"מ איכא טעמא רבה לדרבי זירא ורב הונא דלא חשו להך דחייא דר' יוחנן. והוא לפי מאי דמבואר בגמ' דשבת שם דברייתא דאוסרת יליף מדכתיב שבתון שבות ולמאי אילימא למלאכה וכגון במחובר והכתיב לא תעשה כל מלאכה אלא לאו אקניבת ירק שמע מינה ור' יוחנן דחאה דלעולם למלאכה ולעבור עליה בעשה ולא תעשה ותניא כוותיה דר' יוחנן דיום הכיפורים שחל בשבת מותר בקניבת ירק. ונראה דרבי זירא דלא חש לדחיה דר' יוחנן אזיל לטעמיה דס\"ל בפרק אותו ואת בנו דאי איכא למדרש קרא דרשינן ולא מוקמינן ליה לעשה וכמבואר מדברי התוס' בחולין (ריש דף פ\"א). ומשום הכי סבר נמי הכא כברייתא דאוסרת ודרש ליה מקרא דשבתון ולא מוקי ליה למלאכה דהכתיב לא תעשה כל מלאכה ולא מוקי ליה לעבור בעשה כיון דאיכא למדרשיה דאתא לקניבת ירק בתלוש. ור' יוחנן דמוקי ליה למלאכת מחובר ולעבור בעשה יתירא על הלאו דלא תעשה כל מלאכה על כרחך סבר כמאן דאמר דמוקמינן קרא בעשה טפי מלדרשא ולא סבר לדרבי זירא וכדמוכח בסוגיא דחולין (דף פ' ע\"ב) דאיכא למ\"ד הכי וכן משמע בפסחים (דף ס\"ח ע\"א) והארכתי בזה בחידושי שם (בדף מ\"ה ע\"א). ושם הוכחתי דרב אשי ג\"כ סבר כרבי זירא דדרשינן קרא ולא מוקמינן בעשה. ולפ\"ז שפיר כתב הרה\"מ טעם לרבינו שפסק כדברי האוסרים משום דתניא כוותייהו. דנהי דר' יוחנן דחה אותה ברייתא מ\"מ קיי\"ל כר' זירא ואינך אמוראי דפסקו כמותה. דהא רב אשי ודאי ס\"ל הכי וכמו שביארתי דהא תליא במאי דפליגי בעלמא אי מוקמינן קרא לדרשא או לעשה וקיי\"ל דמוקמינן לדרשא:<br><b> ובהכי </b> אתי שפיר ונסתלק ג\"כ מה שתמה בעל יד אהרן בספרו מרכבת המשנה דמאי מהני טעם זה דתניא כוותייהו דהאוסרים הא כהמתירין נמי תניא. ולפי מ\"ש איכא טעמא דלית לן למיחש לברייתא דתניא כמתירין. גם מה שתמה בספר הנזכר על טעם דהאוסרין אינון בתראי דהא לא קיי\"ל הלכה כבתראי אלא מאביי ורבא ואילך. ולפי מ\"ש לק\"מ דבאמת גם רב אשי סבר כהאוסרין והוא אחר אביי ורבא. ומיהו גם בלאו הכי אתי שפיר לפי מ\"ש לעיל בפ\"א דברכות דדוקא היכא דאמר ליה התלמיד לרב הוא דאמרינן דאין הלכה כתלמיד קודם אביי ורבא אבל אם נחלקו כשני חולקין בעלמא הלכה כבתראי. והכא נמי דכוותה:<br><b> והנה </b> לפי מ\"ש מוכח דדעת רבינו הוא כמו שפירש רש\"י בגמ' דמאן דדרש לאסור קניבת ירק משבתון הוה דרשא גמורה ולא אסמכתא בעלמא כמ\"ש התוס'. ומה שהקשה הלח\"מ ממתניתין דאין בין שבת ליום הכיפורים. י\"ל דאתיא כמאן דמתיר קניבת ירק גם בשבת ואנן קיי\"ל כמאן דאסר מטעם שנתבאר. ובלאו הכי מוקי גמ' ההיא מתניתין כרבי נחוניא דלא קיי\"ל כותיה:"
            ],
            [],
            [
                "<b>וכן למדנו מפי השמועה שאסור לרחוץ בו או לסוך או לנעול כו' ומצוה לשבות מכל אלו וכו'.</b> והר\"ן הקשה על רבינו שסובר שכל הענויים הללו איסורן מדאורייתא דא\"כ אמאי תניא התינוקות מותרין בכולן ומפרש בגמרא דמותרים הגדולים לרחצן ואי מדאורייתא אסירי היכי שרי והכתיב לא תאכלום ודרשינן לא תאכילום להזהיר גדולים על הקטנים דלא ליספו להו בידים. ומ\"ש הכס\"מ בזה דהיינו דוקא בקטן שהגיע לחינוך לא משמע כן בסוגיא דסוף פרק חרש וכן מצאתי שתמה עליו בס' מחנה אפרים. ועיין בשו\"ת זכרון יוסף. ונראה כמ\"ש הפר\"ח סי' תרי\"א דלהזהיר גדולים אקטנים אינו אלא במידי דאיסורא דומיא דדם ושאר אינך דאיתא בס\"פ חרש משא\"כ ביום הכיפורים שהדבר בעצמו היתר הוא רק השעה אסורה. וכהאי גוונא כתב ג\"כ המג\"א בסי' רס\"ט. ונראה שזהו טעם בעל הג\"ה שכתב בסי' תע\"א דמותר להאכיל מצה לקטן בערב פסח כל שאינו יודע מה שמספרים בלילה ואע\"ג דבסי' שמ\"ג כתב דאסור להאכיל לקטן אף איסור דרבנן ואף שלא הגיע לחינוך וא\"כ הכי נמי ליתסר להאכיל מצה בערב פסח לכל קטן. אלא ש\"מ דשאני התם דאינו אלא שעה אסורה ובכהאי גוונא מותר להאכיל בידים עכ\"פ לקטן שלא הגיע לחינוך. ונראה דגם הר\"ן לא אסר רק במידי דאורייתא אבל בדרבנן מודה דלא אסרו אפילו לאוסופי בידים בכהאי גוונא דאינו אלא איסור שעה:<br><b> ובהכי </b> אתי שפיר דלא תקשי עליו מ\"ש בס' שער המלך דכאן בפרק יום הכיפורים מבואר מדבריו דאי הוו שאר ענויין דרבנן אתיא ליה שפיר דגדולים מותרין לעשות לקטנים ואילו בסוף פרק כל כתבי מבואר מדבריו דלמאן דאמר דקטן אוכל נבילות בי\"ד מצווין להפרישו אסור להאכילו בידים אף באיסור דרבנן והשתא תקשי ליה נמי הברייתא דהתינוקות מותרין בכולן והניח בצ\"ע. ולפי מ\"ש לק\"מ דבדרבנן באיסור שעה מודה הר\"ן דמותר לאוסופי בידים. ומיהו נראה דלרבינו נמי לא מקילין בדאורייתא באיסור שעה לאוסופי לקטנים רק במידי דהוא רביתא דתינוק וכההיא דהתינוקות מותרין בכולן דאיירי ברחיצה וסיכה וכו' וכל שכן במידי דאכילה ושתיה אבל במידי דלאו רביתיה דתינוק אף באיסור שעה אסור וכגון באיסור חלול שבת. וכך מבואר מדברי רבינו בסוף הלכות מאכלות אסורות שכתב דאסור להאכיל לקטן איסור בידים וכן אסור להרגילו בחילול שבת ומועד כו'. ויש ללמוד כן מסוגיא דפרק חרש דמדמה התם דין אוכל נבילות לחילול שבת ומשמע התם דאי מצווין להפרישו כשאוכל איסור הוא הדין דמצווין להפרישו מחילול שבת. וא\"כ כי היכי דקיי\"ל שאין מאכילין בידים איסור הוא הדין בחילול שבת:<br><b> ומ\"ש </b> בספר שער המלך דיש להוכיח כדעת הר\"ן מסוגיא דסוכה (דף כ\"ח) דגרסינן התם האזרח לרבות נשים האזרחיות שחייבות בעינוי ופריך למה לי מדרב יהודה אמר רב נפקא דאמר דהוקשה אשה לאיש לכל עונשין שבתורה ומסיק דלא נצרכא אלא לתוספת עינוי. ולדעת רבינו דכל שארי ענויין הוו מן התורה הו\"ל לשנויי דהאזרח איצטריך לרבות נשים לשאר עינויין דלית בהו עונש ואזהרה אלא איסור עשה מקרא דשבת שבתון וסלקא דעתך אמינא דנשים פטירי כמו כל מצות עשה שהזמן גרמא ואיצטריך האזרח לריבויינהו ומדלא משני הכי מוכח כהר\"ן דשאר עינויים אינן מן התורה אלא מדרבנן. ולדידי י\"ל דהך מילתא תליא בפלוגתא ובהנך תירוצי דאיתא בסוגיא דריש פרק יום הכיפורים אמתניתין דתנן [יום הכיפורים] אסור באכילה ובשתיה וברחיצה ובסיכה ובנעילת הסנדל ומקשה אסור ענוש כרת הוא ומשני דאיירי בחצי שיעור וקאמר הניחא למאן דאמר דחצי שיעור אסור מן התורה אלא לריש לקיש דאמר מותר מן התורה מאי איכא למימר ומשני מודה ר\"ל שאסור מדרבנן ועוד משני כי קתני אסור אשארא דתנו רבה ורב יוסף בשאר ספרי דבי רב מניין ליום הכיפורים שאסור ברחיצה ובסיכה כו' תלמוד לומר שבתון שבות. והשתא לר' יוחנן דחצי שיעור אסור מן התורה משמע ודאי דהוא הדין לרחיצה ואינך דאסורים מן התורה דהא חד אסור קתני אכולהו. וכן לשינויא בתרא דאיירי בשיעור שלם. ונהי דלשון אסור לא קאי רק ארחיצה ואינך דאילו באכילה ושתיה כרת נמי איכא מ\"מ מדכייל נמי לאכילה ושתיה בחד אסור עם שאר עינויים איכא למשמע דלעניין איסורא גרידא מיהא שוין.<br><b> ועוד </b> יש להוכיח בלאו הכי דעל כרחין להך שינויא הוו שאר עינויים מן התורה מדמייתי עלה דתנו רבה ורב יוסף כו' מניין ליוה\"כ שאסור ברחיצה ובסיכה תלמוד לומר שבתון שבות. ועל כרחך היינו דרשא גמורה ואסור מן התורה קאמרי דאי מדרבנן למה ליה לתלמודא לאתויי לדרבה ורב יוסף כלל דתיפוק ליה דמגופה דמתניתין מוכח דאיכא מיהא איסורא מדרבנן ולא היה לו אלא לומר כי קתני אסור אשארא. אלא ש\"מ דלהכי מייתי לדרבה ורב יוסף לומר דאסורים מן התורה מקרא דשבתון. אך לשינויא קמא דמוקי לה בחצי שיעור ולמאן דאמר דהוא מדרבנן משמע דדומיא דהכי הוו נמי איסור שאר עינויים רק מדרבנן כיון דחד אסור קתני. ועל פי זה ל\"ק סוגיא דסוכה לדעת רבינו דלא בעיא לאוקמא דריבויא דהאזרח לנשים אתא לשאר עינויין כי היכי דלא תקשי עדיין למ\"ד דחצי שיעור מותר מן התורה ומוקי מתניתין דר\"פ יוהכ\"פ בהכי ולדידיה שאר עינויים מדרבנן וניחא ליה טפי לאוקמא לתוספת עינוי דאתי שפיר נמי לדידיה אבל מ\"מ לדינא קיי\"ל דשאר עינויין מן התורה וכמ\"ש:<br><b> [ועוד </b> י\"ל דלא ניחא לתלמודא לומר כן דהברייתא דהאזרח איירי בשאר ענויין כיון שהיא מתנייא בתורת כהנים ולא מצינו דההוא תנא אית ליה שאר ענויין מרבוי דקרא אלא רבה ורב יוסף הוא דתנו הכי בשאר ספרי דבי רב ומשום הכי אין סברא לומר דתנא דתורת כהנים ירבה נשים לשאר ענויים מאי דלא שמעינן ליה דמרבה הענויים כלל אף גבי אנשים. אבל תוספת אשכחן דאית ליה ומשום הכי אמרינן דמרבה ליה גבי נשים. וכהאי גוונא כתבו התוס' בברכות (דף כ\"ג ע\"ב). ועוד י\"ל דהיינו טעמא דלא ניחא לתלמודא למימר דהאזרח אתי לרבות נשים בשאר ענויים דנהי דהוו מדאורייתא מ\"מ אין איסורן מפורש דקרא דשבת שבתון אינו אלא אסמכתא ועיקר איסורן מפי הקבלה כמ\"ש רבינו בפירוש המשנה בהדיא וכן משמע מדבריו כאן וא\"כ אתי שפיר דלא ניחא למימר דקרא דהאזרח קאי אהילכתא וכהאי גוונא איתא בריש פרק ט' דנזיר (דף ס\"ב). וקושטא דלמ\"ד דלית ליה תוספת כלל מוקי לקרא בשאר ענויים. ובזה נסתלק קושית שער המלך וס' פני יהושע בר\"ה למ\"ד דלית ליה תוספת האזרח מאי דריש]:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>שתה מעט וחזר ושתה אם יש מתחילת שתייה ראשונה עד סוף שתייה אחרונה כדי שתיית רביעית מצטרפין ואם לאו אין מצטרפין.</b> ועיין במגיד משנה שמיישב דלא תקשי מכריתות דתנן גבי טומאת גוויה בשתיית משקין טמאים שמצטרפין בכדי אכילת פרס כמו אוכלין וכאן כתב דשיעור צירוף משקין הוא בכדי שתיית רביעית דוקא. דשאני טומאת גוויה שהיא מדבריהם ועשו בו חיזוק. והלח\"מ הקשה על זה דבכריתות תנא נמי גבי איסור ליכנס למקדש בששתה רביעית יין דשיעור הצירוף הוא בכדי אכילת פרס והתם הוי איסור תורה וא\"כ תקשי על דברי רבינו כאן דאין עולה ישוב הנ\"ל. ונראה די\"ל על פי מ\"ש הכס\"מ ריש פ\"י מהלכות תרומות בשם הר\"י קורקוס לדעת רבינו דמחלק בין שתיית איסור לטומאת גוויה דבאיסורים מחייב על הנאת גרונו ולא מחשב שתייה הנאה בשהפסיק יותר מכדי שתיית רביעית ואינה כאכילה שנמשכת הנאתה בכדי אכילת פרס. אבל טומאת גוויה לאו בהנאה תליא מילתא דאפי' תחב לו חבירו נטמא גופו ולכך אין לחלק בין אכילה לשתייה ובתרווייהו מצטרפין בכדי אכילת פרס ע\"כ. ולפ\"ז אתי שפיר נמי קושית הלח\"מ מההיא דשתה רביעית ונכנס למקדש דמצטרף בכדי אכילת פרס דהתם שייך ג\"כ הטעם שכתב הכס\"מ גבי טומאת גוויה דאיסור זה דכניסה למקדש שתוי נמי לאו בהנאה תליא. ולא משום הנאת שתייה חייביה רחמנא דהא אף אם שתה תחילה בהיתר אסור אח\"כ ליכנס למקדש וכיון שכן דמי לאכילת איסור ולטומאת גוויה דמצטרף בכא\"פ:<br><b> ויש </b> להביא ראיה לרבינו דלפי דבריו אתי שפיר מאי דקשיא לרש\"י בפסחים (דף מ\"ד) ולתוס' בנזיר (דף ל\"ו ע\"ב) דאמאי פליגי רבנן בשכר המדי ולא מצרכי לבער אע\"ג דדרך לשתותו ביחד ואיכא כזית של חמץ בתוך שיעור שהיית אכילת פרס. ולפ\"ד רבינו מעיקרא לק\"מ דגבי שכר שהוא משקה לא מצטרף בכדי אכילת פרס כלל אלא בשתיית רביעית ומסתמא ליכא שיעור כזית או רביעית מן החמץ בתוך שהיית שתיית רביעית מן התערובות ומשום הכי לא מצרכי לבערו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "נחל איתן על משנה תורה, הלכות שביתת עשור",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Nachal Eitan",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}