{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Rif Shabbat", 
    "licenseVetted": true, 
    "text": [
        [
            "<b>יציאות</b>   השבת שתים שהן ארבע בפנים ושתים שהן ארבע בחוץ.", 
            "כיצד.", 
            "העני עומד בחוץ ובעל הבית בפנים פשט העני את ידו לפנים ונתן לתוך ידו של בעה\"ב או שנטל מתוכה והוציא העני חייב ובעל הבית פטור.", 
            "פשט בעה\"ב את ידו לחוץ ונתן לתוך ידו של עני או שנטל מתוכה והכניס בעל הבית חייב והעני פטור.", 
            "פשט העני את ידו לפנים ונטל בעה\"ב מתוכה או שנתן לתוכה והוציא שניהן פטורין.", 
            "פשט בעל הבית את ידו לחוץ ונטל העני מתוכה או שנתן לתוכה והכניס שניהם פטורין:", 
            "<b>גמ'</b>    בעא מניה רב מרבי הטעינו חבירו אוכלין ומשקין והוציאן לחוץ מהו עקירת גופו כעקירת חפץ ממקומו דמי או לא אמר ליה חייב ואינו דומה לידו מאי טעמא  ידו לא נח גופו נח:", 
            "פשט העני את ידו וכו':", 
            "  והא  בעינן עקירה והנחה   על גבי מקום ארבעה וליכא   אמר רבא ידו של אדם "
        ], 
        [
            " חשובה לו כארבעה על ארבעה.", 
            "וכן כי אתא רבין אמר רבי יוחנן ידו של אדם חשובה לו כארבעה על ארבעה:", 
            "  תניא היתה ידו מלאה פירות  והוציאה לחוץ   אסור להחזירה ותניא אידך מותר להחזירה הא והא בשוגג ולא קשיא כאן לאותה חצר כאן לחצר אחרת וכדבעי   מיניה רבא מרב נחמן היתה  ידו מלאה פירות והוציאה לחוץ מהו שיחזירנה לאותה חצר אמר ליה מותר לחצר אחרת מאי א\"ל אסור ומאי שנא א\"ל לכי תיכול עלה כורא דמילחא התם לא אתעבידא מחשבתו הכא אתעבידא מחשבתו:", 
            "אמר רב ביבי בר אביי  הדביק פת בתנור התירו לו לרדותה קודם שיבא לידי  איסור סקילה הא מילתא מקשו בה רבנן מכדי רדיית הפת חכמה היא ואינה מלאכה כדגרסי' בפרק כל כתבי הקדש (דף קיז:) תנא דבי (צ\"ל ר' ישמעאל) שמואל  ויקרא כג  כל מלאכת עבודה לא תעשו יצאו רדיית הפת ותקיעת שופר שהן חכמה ואינם מלאכה ואלא מאי טעמא   שריוה הכא אלא משום שלא יבא לידי איסור סקילה הא לאו הכי אסירא ואמאי והא לאו מלאכה קא עביד ופריקו בה כמה פירוקי דלא דייקי גבן ומשום הכי לא כתבינן להו אבל אנן הכי מסתברא לן בפירוקא דהאי קושיא אע\"ג דרדיית פת בתנור חכמה היא ואינה מלאכה לא שרו לה רבנן אלא היכא דשכח פת בתנור וקדש עליו היום דמציל ממנה מזון שלש סעודות לשבת משום כבוד השבת ואפילו הכי בעי לשנויי כדקתני לקמן   ולא ירדה במרדה אלא בסכין אבל רדייה שלא לסעודת שבת לא שריוה ליה רבנן   אפי' ע\"י שינוי ורדייה דהכא לאו לסעודת שבת היא דהא לא חזיא לאכילה ומשו\"ה לא שרו ליה רבנן אלא משום שלא יבא לידי"
        ], 
        [
            " איסור סקילה:", 
            "  ת\"ר המוציא מחנות לפלטיא דרך סטיו חייב ובן עזאי פוטר דקסבר מהלך כעומד דמי   אמר רבי יוחנן מודה בן עזאי בזורק תניא נמי הכי   אחד המוציא ואחד המכניס ואחד המושיט ואחד הזורק חייב  ובן עזאי אומר המכניס והמוציא פטור  והזורק והמושיט חייב תנו רבנן ארבע רשויות לשבת רשות היחיד ורשות הרבים כרמלית ומקום פטור איזהו רשות היחיד חריץ שהוא עמוק עשרה טפחים ורחב ארבעה וכן גדר שהוא גבוה עשרה ורחב ארבעה זו היא רשות היחיד גמורה ואיזו היא רה\"ר  סרטיא ופלטיא גדולה ומבואות המפולשין   היא רשות הרבים גמורה ואין מוציאין מרשות היחיד זו לרשות הרבים זו ואין מכניסין מרשות הרבים זו לרשות היחיד זו ואם הוציא והכניס בשוגג חייב חטאת במזיד ענוש כרת בעדים והתראה נסקל אבל ים ובקעה ואצטונית וכרמלית אינן לא כרשות הרבים ולא כרשות היחיד ואין נושאין ונותנין בתוכן ואם נשא ונתן פטור ואין מוציאין מתוכן לרשות הרבים ולא מרשות הרבים לתוכן ואין מכניסין מתוכן לרשות היחיד ולא מרשות היחיד לתוכן ואם הוציא והכניס פטור חצרות של רבים ומבואות שאינן מפולשין עירבו מותרין לא עירבו אסורין אדם עומד על האסקופה נוטל מבעל הבית ונותן לו ומן העני ונותן לו ובלבד שלא יטול מבעל הבית ויתן לעני ומעני ויתן לבעל הבית ואם נטל ונתן שלשתן  פטורין  :", 
            " אבל ים ובקעה ואצטונית וכרמלית אינן לא כרשות היחיד ולא כרה\"ר   אטו הני כולהו לאו כרמלית נינהו כי אתא "
        ], 
        [
            " רב דימי א\"ר יוחנן לא נצרכה אלא לקרן זוית הסמוכה לרה\"ר   אע\"ג דזימנין דדחקי בה רבים ועיילי להתם כיון דלא ניחא תשמישתיה ככרמלית דמיא:", 
            "  כי אתא רב דימי א\"ר יוחנן בין  העמודים נידון ככרמלית.", 
            "אמר (בגמ' וברא\"ש איתא רבי זירא אמר רב יהודא) רב יהודה אמר רבי זירא איצטבא שלפני העמודים נידון ככרמלית מ\"ד בין העמודים כ\"ש איצטבא ומ\"ד איצטבא אבל בין העמודים לא דזימנין דדרסי ביה רבים והלכה כר' יוחנן:", 
            "אמר רבא בר שילא אמר רב חסדא לבינה  זקופה ברה\"ר   וזרק ונח בפניה חייב על גבה פטור אביי ורבא דאמרי תרוייהו והוא שגבוה ג' ולא דרסי ביה רבים אבל היזמי והיגי אע\"ג דלא גבוה ג' רב חייא בר אשי אמר אפי' היזמי והיגי אבל צואה לא רב אשי אמר אפילו צואה:", 
            "כי אתא רב דימי אמר אין כרמלית פחותה מארבעה על ארבעה אמר רב ששת ותופסת עד עשרה דעד עשרה הויא כרמלית למעלה מעשרה הויא מקום פטור   ואקילו בה רבנן מקולי רה\"י ומקולי רה\"ר מקולי רה\"י דאי איכא מקום ד' על ד' הוא דהויא כרמלית ואי לא לא הויא כרמלית ומקולי רה\"ר דעד עשרה הוא דהויא כרמלית למעלה מעשרה לא הויא כרמלית אלא מקום פטור:", 
            "אמר רב גידל אמר רב חייא בר יוסף אמר רב בית שאין בו עשרה טפחים וקרויו משלימו לעשרה על גגו מותר לטלטל בכולו בתוכו אין מטלטלין בו אלא בארבע אמות אמר אביי ואם חקק בה ארבעה על ארבעה והשלימו לעשרה מותר לטלטל בכולו מ\"ט הוי חורי רשות היחיד וחורי רשות היחיד כרה\"י דמו דאיתמר חורי רה\"י כרשות היחיד דמו חורי רה\"ר אביי אמר כרשות הרבים דמו ורבא אמר לא כרשות הרבים דמו והלכה כרבא וכיון דלאו כרשות הרבים דמו אי אית בהו ארבעה טפחים על ארבעה טפחים וגביהי עשרה הוו להו כרשות היחיד ואי אית בהו ד' טפחים על ד' טפחים ולא גביהי עשרה הוו להו כרמלית ואי לית בהו ארבעה טפחים על ארבעה טפחים ואף על גב דגביהי עשרה מקום פטור הן  אמר רב חסדא נעץ קנה ברה\"י וזרק ונח על גביו אפי' גבוה מאה אמה חייב שרשות היחיד עולה עד לרקיע ודוקא ברשות היחיד אבל ברה\"ר מקום פטור הוא   אמר אביי זרק כוורת לרשות הרבים גבוהה י' ורחבה ששה על ששה פטור אינה רחבה ששה על ששה "
        ], 
        [
            " חייב פי' כל מקום שגבוה י' ורחב   ארבע על ארבע חולק רשות לעצמו ורה\"י הוא:", 
            "ולפיכך הזורק כוורת לרה\"ר פטור שכיון שגבוהה י' טפחים ורחבה ארבע על ארבע חולקת רשות לעצמה והוה ליה כזורק מרשות היחיד לרשות היחיד שהוא פטור ולא אמרו שהיא צריכה רוחב ששה אלא מפני שהיא עגולה שאי אפשר שיהא חללה ארבע על ארבע אלא בשיש בה ברוחב ששה על ששה כדאמרי' כל אמתא בריבועא אמתא ותרי חומשי באלכסונא והדבר ידוע שרוחב העיגול הוא אלכסונו של מרובע החקוק בתוכו וזהו צורתו (גי' מהר\"ם) כדי שיתברר במראית העין ולפיכך הוצרכנו להוסיף ברוחב העיגול שהוא אלכסונו של מרובע ב' חומשין של ד' טפחים שהן ח' חומשין לכל טפח וטפח ב' חומשין כדי שיהא אורך הצלע של מרובע החקוק בתוכו ארבעה טפחים ועוד הוספנו שני חומשין לעובי ב' המחיצות של כוורת חומש מכאן וחומש מכאן הרי עשרה חומשין שהן שני טפחים נמצא     (חללה) ששה טפחים לא פחות ולא יותר רבא אמר אפילו אינה רחבה ששה על ששה פטור מ\"ט אי אפשר לקרומיות של קנה שלא יעלו למעלה מעשרה שהוא מקום פטור.", 
            "כפאה על פיה גבוהה שבעה ומשהו חייב שבעה ומחצה פטור רב אשי אמר אפילו גבוהה שבעה ומחצה נמי חייב מ\"ט מחיצות לתוכן עשויות   ואין ממנה למעלה מעשרה כלום ולפיכך חייב.", 
            "אמר עולא  עמוד גבוה תשעה ברה\"ר ורבים מכתפים עליו וזרק ונח על גביו חייב מ\"ט כל פחות משלשה מדרס דרסי ליה רבים משלשה ועד תשעה לא מדרס דרסי ליה רבים ולא כתופי קא מכתפי עילויה תשעה ודאי קא מכתפי עילויה א\"ל אביי לרב יוסף גומא מאי אמר ליה וכן בגומא רבא אמר גומא לא מ\"ט קסבר הילוך ע\"י הדחק שמיה הילוך תשמיש על ידי הדחק לא שמיה תשמיש   אמר רב יהודה האי א זירזא דקני רמא וזקפה רמא וזקפה לא מחייב ב עד דעקר להו פי' זירזא דקני חבילה של קנים   (כגון) שהיתה מוטלת על הארץ והגביה הקצה האחד והקצה האחר מונח על הארץ והעמידה והשליכה לפניו וחזר והגביה הקצה האחר שהיה מונח על הארץ והעמידה והשליכה לפניו וחזר והגביה אפי' כל היום כולו לא מיחייב שהרי לא עקר אותה מעל הארץ:", 
            "אדם עומד על האסקופה נוטל מבעל הבית ונותן לו מן העני ונותן לו:", 
            "האי אסקופה מאי היא ואסיקנא אסקופה מקום פטור כגון דלית ביה ארבעה על ארבעה וכי הא דכי אתא רב דימי אמר רבי יוחנן מקום שאין בו ד' על ד' מותר לבני רשות הרבים ולבני רשות היחיד לכתף עליו ובלבד שלא יחליפו   אחרים אומרים אסקופה משמשת לשתי רשויות בזמן שהפתח פתוח כלפנים "
        ], 
        [
            " פתח נעול כלחוץ אמר רב יהודה אמר רב הכא באסקופת מבוי עסקינן וחציו מקורה וחציו אינו מקורה וקירויו כלפי פנים פתח פתוח כלפנים פתח נעול  כלחוץ:", 
            "<b>   מתני'</b>   לא ישב אדם לפני הספר סמוך למנחה עד שיתפלל ולא יכנס לא למרחץ ולא לבורסקי ולא לאכול ולא לדון  ואם התחילו אין מפסיקין מפסיקין לקריאת שמע ואין מפסיקין לתפלה:"
        ], 
        [
            "<b>גמ'</b>  האי סמוך למנחה  אסיקנא דסמוך למנחה גדולה הוא ואפילו בתספורת דידן ולכתחלה אמאי לא גזירה שמא ישבר הזוג ולא למרחץ אפילו להזיע בעלמא ולכתחילה אמאי לא גזירה שמא יתעלפה ולא לבורסקי אפילו לעיוני בעלמא ולכתחלה אמאי לא גזירה שמא יראה הפסד בזביניה ויטרד ולא לאכול אפילו בסעודה קטנה ולכתחלה אמאי לא דלמא ממשכא ליה סעודתא ולא לדין אפילו בגמר דין ולכתחלה אמאי לא דלמא חזי טענתא וסתר דינא מאימתי התחלת תספורת אמר רבי אבין משיניח מעפורת של ספרין על כרכיו ומאימתי התחלת מרחץ אמר ר' אבין משיעביר מעפרתו ממנו ומאימתי התחלת בורסקי אמר רבי אבין משיקשור בין כתיפיו ומאימתי התחלת אכילה רב אמר משיטול ידיו ורבי   יוחנן אמר משיתיר חגורו ולא פליגי הא לן והא להו אמר (בגמ' הגי' אביי) זעירי הני חברין בבלאי למאן דאמר תפלת ערבית רשות כיון דשרא   ליה המייניה לא מטרחינן ליה ולמאן דאמר חובה מטרחינן ליה והא תפלת המנחה דלכ\"ע חובה היא ותנן אם התחילו אין מפסיקין ואמר רבי יוחנן משיתיר חגורו   התם לא שכיח שכרות הכא שכיח שכרות אי נמי מנחה כיון דקביע לה זימנא מירתת ולא אתי למיפשע ערבית כיון דכולי ליליא זמן תפלה היא לא אתי למירתת ואתי למיפשע  והאידנא נהוג עלמא בתפלת ערבית מנהג חובה ואע\"ג דשרא המייניה מטרחינן ליה  רבה בר רב הונא רמי פוזמקי ומצלי אמר  עמוס ד  הכון לקראת אלהיך ישראל רבא   כי איכא ריתחא שדי גלימיה ופכר ידיה ומצלי אמר כעבדא קמי מריה   כי ליכא ריתחא מציין נפשיה אמר רב אשי חזינא ליה לרב כהנא כי איכא ריתחא בעלמא   לביש ומכסי פכר ידיה ומצלי אמר כעבדא קמי מריה כי ליכא ריתחא מציין נפשיה ומצלי אמר הכון לקראת אלהיך ישראל:", 
            "רבא אשכחיה לרב המנונא דקא מאריך בצלותא אמר מניחין חיי עולם ועוסקין בחיי שעה והוא סבר זמן תורה לחוד וזמן תפלה לחוד:", 
            "רבי ירמיה הוה יתיב קמיה דרבי זירא וקא גריס מטא זמן "
        ], 
        [
            " תפלה וקא מסרהב קרי עליה רבי זירא  משלי כח  מסיר אזנו משמוע תורה גם תפלתו תועבה ודוקא מי שתורתו אומנותו כדבעינן למימר קמן:", 
            "מאימתי התחלת הדין ר' יונה ור' ירמיה חד אמר משיתעטפו הדיינין וחד אמר משיתחילו בעלי דינין ולא פליגי הא דעסיקי ואתו בדינא והא דלא עסיקי ואתו בדינא:", 
            "ר' אמי ורבי אסי הוו יתבי וגרסי ביני  עמודי וכל שעתא ושעתא טפחו אעיבורא דדשא ואמרי מאן דאית ליה דינא ניעול וניתי:", 
            "רב חסדא ורבה בר רב הונא הוו יתבי כולי יומא בדינא והוה קא חליש לבייהו תני להו חייא בר רב מדפתי  שמות יח  ויעמוד העם על משה מן הבקר עד הערב וכי תעלה על דעתך שמשה יושב ודן כל היום כולו ותורה אימת היתה נעשית אלא לומר לך כל דיין ודיין שדן דין אמת לאמתו אפילו שעה אחת מעלה עליו הכתוב כאילו נעשה שותף להקב\"ה במעשה בראשית כתיב הכא מן הבקר עד הערב וכתיב התם במעשה בראשית  בראשית א  ויהי ערב ויהי בקר:", 
            "עד מתי יושבין בדין אמר רב ששת עד זמן סעודה והיא שעה ששית שהוא זמן מאכל ת\"ח:", 
            "א\"ר אדא בר אהבה  מתפלל אדם תפלתו בבית המרחץ ודוקא במרחץ חדש שעדיין לא רחצו בו בני אדם אבל במרחץ ישן שרחצו בו בני אדם אסור להתפלל בו דתניא הנכנס למרחץ מקום שבני אדם עומדין לבושין יש שם ק\"ש ותפלה ואין צריך לומר שאלת שלום ומניח תפילין ואין צריך לומר שאינו חולץ נכנס למקום שבני אדם מקצתן עומדין ערומים ומקצתן עומדין לבושים יש שם שאלת שלום ואין שם ק\"ש ותפלה ואינו חולץ תפליו ואינו מניח לכתחלה מקום שבני אדם עומדין ערומים אין שם שאלת שלום ואין צ\"ל ק\"ש ותפלה וחולץ תפליו וא\"צ לומר שאינו מניח   מסייע ליה לרב המנונא דאמר רב המנונא משמיה דעולא אסור לאדם שיתן שלום לחבירו בבית המרחץ שנאמר  שופטים ו  ויקרא לו ה' שלום:", 
            "אמר   רבה בר מחסיא אמר רב חמא בר גוריא אמר רב שרי ליה לאינש למימר  הימנותא   בבית הכסא ואע\"ג דכתיב  דברים ז  האל הנאמן ההוא נאמן כמה דאת אמר אלהא מהימנא אבל שם גופיה לא איקרי נאמן.", 
            " והנותן מתנה לחבירו אין צריך להודיעו והני מילי במתנה דעבידא לאיגלויי דכתיב  שמות לד  ומשה לא ידע כי קרן עור פניו אבל במתנה דלא עבידא לאיגלויי צריך לאודועיה דכתיב  שם לא  לדעת כי אני ה' מקדשכם אמר ליה הקב\"ה למשה משה מתנה טובה יש לי בבית גנזי ושבת שמה ואני רוצה ליתנה לישראל לך והודיעם מכאן א\"ר שמעון בן גמליאל כל הנותן פת לתינוק צריך להודיע לאמו במאי מודיע לה אמר רב פפא דשייף ליה מההוא מינא ואף על גב דשבת מילתא דעבידא לאיגלויי היא מתן שכרה לא עבידא לאיגלויי   וה\"מ מתנה לעשיר אבל מתנה לעני  משלי כא  מתן בסתר יכפה אף ואמר רבה בר מחסיא אמר רב חמא בר גוריא אמר רב  לעולם אל ישנה אדם את בנו בין הבנים שבשביל  משקל שני סלעים מילת שהוסיף יעקב לבנו יוסף משאר בניו נתקנאו בו אחיו ונתגלגל הדבר וירדו אבותינו למצרים   ואמר רבה בר מחסיא אמר רב חמא בר גוריא אמר רב כל עיר  שגגותיה  גבוהין מבית הכנסת לסוף חריבה שנאמר  עזרא ט  לרומם את בית אלהינו ולהעמיד את חרבותיו פירוש כשם שהמרומם בית אלהינו מעמיד את חרבותיו כך מי שאינו מרומם בית אלהינו מחריב את העומד ולא אמרן אלא בבתי אבל בקושקשי ואברורי לית לן בה ואמר רבה בר מחסיא אמר רב חמא בר גוריא אמר רב יפה  תענית לחלום כאש לנעורת ואמר רב חסרא ובו ביום ואמר רב יוסף ואפי' בשבת רב אושעיא בריה דרב אידי איקלע לבי רב אשי עבדו ליה עיגלא תליתאה אמרו ליה נטעום מר מידי אמר להו בתעניתא יתיבנא אמרו ליה  לוזפיה מר וליפרעיה מי לא סבר לה מר להא דאמר רב יהודה אמר רב לוה אדם תעניתו ופורע אמר להו אנא בתענית חלום יתיבנא דאמר רבה בר מחסיא אמר רב חמא בר גוריא אמר רב יפה תענית לחלום כאש לנעורת ואמר רב חסדא ובו ביום ואמר רב יוסף אפילו בשבת ודוקא תענית חלום הוא דשרי בשבתא אבל תעניתא אחרינא לא וכי הא דגרסינן בפ' אין עומדין להתפלל א\"ר אלעזר משום ר' יוסי בן זמרא כל היושב בתענית בשבת קורעין לו גזר דינו של שבעים שנה אמר רב נחמן וחוזרין ונפרעין "
        ], 
        [
            " ממנו דין עונג שבת מאי תקנתיה ליתיב תעניתא על תעניתא ומפרשי לה רבנן בתענית חלום  בלבד אבל תענית אחר אסור להתענות בשבת:", 
            "בתעניות ירושלמי ר' אחא ור' אבהו משום ר' יוסי בר חנינא אמרי אסור  להתענות עד ו' שעות בשבת א\"ר יוסי בר אבין מתני' היא קודם חצות לא ישלימו לאחר חצות ישלימו קודם חצות לא ישלימו עד כדון צפרא הוא לאחר חצות ישלימו כבר עבר רובו של יום בקדושה:", 
            "  ואם התחילו אין מפסיקין וכו':", 
            "והתני ליה רישא אין מפסיקין סיפא  אתאן לד\"ת דתניא חבירים שהיו עוסקים  בתורה מפסיקין לק\"ש ואין מפסיקין לתפלה א\"ר יוחנן לא שנו אלא כגון רשב\"י וחביריו שתורתן אומנותן אבל כגון אנו מפסיקין בין לתפלה בין לק\"ש:", 
            "<b>מתני'</b>   לא יצא החייט  במחטו סמוך לחשיכה שמא ישכח ויצא ולא הלבלר בקולמוסו ולא יפלה את כליו ולא יקרא לאור הנר באמת אמרו החזן רואה מהיכן התינוקות קורין אבל הוא לא יקרא כיוצא בו לא יאכל הזב עם הזבה מפני הרגל עבירה:", 
            "<b>גמ'</b>    תנא דבי שמואל יוצא אדם בתפליו ע\"ש עם חשיכה מ\"ט כיון דאמר רבה בר רב הונא חייב אדם למשמש בתפליו כל שעה ושעה ק\"ו מציץ ומה ציץ שאין בו אלא אזכרה אחת אמרה תורה    שמות כח  והיה על מצחו תמיד שלא יסיח דעתו ממנו תפילין שיש בהם כמה אזכרות על אחת כמה וכמה הלכך מדכר   דכירי להו תניא חנניא אומר חייב אדם למשמש בבגדו ע\"ש עם חשיכה.", 
            "אמר רב יוסף הלכתא רבתי לשבת:", 
            "ולא  יפלה את כליו פירוש לא יפלה אדם את כליו לאור הנר שמא יטה:", 
            "אמר רב יהודה אמר שמואל אפילו להבחין בין בגדו לבגדי אשתו לאור הנר לא.", 
            "אמר רבא לא אמרן אלא לבני מחוזא   (דלבישי לבנים) אבל דבני חקלייתא מידע ידיעי ודבני מחוזא נמי לא אמרן אלא בזקנות אבל בילדות לא:", 
            "ת\"ר אין פולין ברה\"ר מפני הכבוד כיוצא בו א\"ר יהודה ואמרי לה א\"ר נחמיה אין עושין אפיקטוזין ברשות הרבים מפני הכבוד:", 
            "תנו רבנן המפלה את כלי מולל  וזורק ובלבד שלא יהרוג אבא שאול אומר נוטל וזורק ובלבד שלא ימלול:", 
            "אמר רב הונא הלכתא מולל וזורק וזהו כבודו ואפילו בחול "
        ], 
        [
            " תניא ר\"ש בן אלעזר אומר אין הורגין את  המאכולת בשבת דברי ב\"ש וב\"ה מתירין וכן היה ר\"ש בן אלעזר אומר משום רשב\"ג אין  פוסקין צדקה על הצבור אפילו ליתום ויתומה ואין משדכין על התינוקת ליארס ועל התינוק ללמדו ספר וללמדו אומנות ואין מנחמים אבלים ואין מבקרים חולים בשבת דברי בית שמאי וב\"ה מתירין:", 
            "ת\"ר הנכנס לבקר את החולה בשבת אומר שבת היא מלזעוק ורפואה קרובה לבא ר\"מ אומר יכולה היא שבת שבזכותה תרחם   ר' יהודה אומר המקום ירחם עליך ועל כל חולי ישראל ר' יוסי אומר המקום ירחם עליך בתוך חולי עמו ישראל.", 
            "שבנא איש ירושלים אומר   בכניסתו שלום וביציאתו אומר שבת היא מלזעוק ורפואה קרובה לבא ורחמיו מרובים ושבתו לשלום:", 
            "כמאן אזלא הא דתניא מי שיש לו חולה בתוך ביתו צריך שיערבנו בתוך חולי ישראל כמאן כרבי יוסי:", 
            "א\"ר יוחנן בקושי התירו לנחם אבלים ולבקר חולים בשבת פירוש שמא יבא לזעוק בשבת אמר רבה בר בר חנה כי הוה אזלינן   בתר רבי אלעזר לשיולי בתפיחה זימנין הוה א\"ל המקום יפקדך לשלום וזמנין הוה א\"ל רחמנא ידכרינך לשלמא ואף על גב  דאמר רב יהודה אמר רב לעולם אל ישאל אדם צרכיו בלשון ארמית   דאמר רבי יוחנן השואל צרכיו בלשון ארמית אין מלאכי השרת נזקקין לו לפי שאין מלאכי השרת מכירין בלשון ארמית שאני חולה דשכינה  עמו דאמר אביי מנין שהקב\"ה  סועד את החולה שנאמר  תהלים מא  ה' יסעדנו על ערש דוי:", 
            "ת\"ר הנכנס לבקר את החולה לא ישב ע\"ג מטה ולא ע\"ג ספסל ולא ע\"ג כסא ולא ע\"ג שרפרף ולא על גבי מקום גבוה ולא למעלה מראשותיו של חולה אלא מתעטף ויושב לפניו מפני שהשכינה למעלה מראשותיו של חולה שנאמר  בראשית מז  וישתחו ישראל על ראש המטה וכתיב ה' יסעדנו על ערש דוי:", 
            "ולא יקרא לאור  הנר:", 
            "אמר רבה אפי' גבוה שני קומות ואפי' גבוה ב' מרדעות ואפי' עשרה בתים זו על גב זו.", 
            "חד הוא דלא ליקרי אבל שנים קורין  וה\"מ בענין אחד   אבל בשני ענינים אפילו שנים אין קורין:", 
            "אמר רב הונא ובמדורה אפילו עשרה בני אדם כאחד אסור לקרות אמר רבא ואדם חשוב שאין דרכו להטות את הנר מותר תני חדא שמש בודק קערות וכוסות לאור הנר ותניא אידך לא יבדוק לא קשיא כאן בשמש קבוע כאן בשמש שאינו קבוע   ואב\"א הא והא בשמש שאינו קבוע ולא קשיא באן בדמשחא כאן  בדנפטא:", 
            "איבעיא להו שמש קבוע בדמשחא מאי אמר רב הונא   הלכה ואין מורין כן ורב ירמיה בר אבא אמר הלכה ומורין כן  .", 
            "שמעינן השתא דבין שמש קבוע ובין שמש שאינו קבוע בודק קערות וכוסות לאור הנר ודוקא בדנפטא דמאיס ונפיש נהוריה ולא בעי לאצלויי אבל בדמשחא שמש שאינו קבוע ודאי אסיר ליה שמש קבוע פליגי והלכה בודק ואין מורין כן:", 
            "באמת אמרו החזן רואה וכו':", 
            "אמר רבה בר שמואל אבל מסדר הוא ראשי פרשיות אבל פרשה כולה לא   ותינוקות של בית רבן אפילו פרשה כולה קורין ומסדרין מפני שאימת רבן עליהן  ולא אתו לאצלויי שלא ברשות רבן:", 
            " כיוצא בו לא יאכל  הזב עם הזבה וכו':", 
            "איבעיא להו מהו שתישן נדה אצל בעלה הוא בבגדו והיא בבגדה ת\"ש  יחזקאל יח  ואת אשת רעהו לא טמא ואל אשה נדה לא קרב מקיש אשתו נדה לאשת רעהו מה אשת רעהו הוא בבגדו והיא בבגדה אסור אף אשתו נדה הוא בבגדו והיא "
        ], 
        [
            " בבגדה אסור:", 
            "תנא דבי אליהו מעשה בתלמיד אחד שקרא הרבה ושנה הרבה ושמש תלמידי חכמים הרבה ומת בחצי ימיו והיתה אשתו נוטלת תפליו ומחזרתן בבתי כנסיות ובבתי מדרשות ואומרת להן כתוב בתורה  דברים ל  כי הוא חייך ואורך ימיך בעלי שקרא הרבה ושנה הרבה   ושמש ת\"ח הרבה מפני מה מת בחצי ימיו ולא היה אדם משיבה דבר פעם אחת נתארחתי אצלה אמרתי לה בתי בימי נדותיך מהו אצליך אמרה לי חס ושלום אפי' באצבע קטנה לא נגע בי בימי לבוניך מהו אצליך אמרה לי אכל עמי ושתה עמי וישן עמי בקירוב בשר אבל חס ושלום לא עלה על דעתו לדבר אחר אמרתי לה ברוך המקום שהרגו שלא נשא פנים לתורה שהרי אמרה תורה  ויקרא יא  ואל אשה בנדת טומאתה לא תקרב כי אתא רב דימי אמר מטה חדא הואי במערבא אמרי א\"ר יצחק בר יוסף סינר מפסיק בינו לבינה:", 
            "<b>מתני'</b>  ואלו מן ההלכות  שאמרו בעליית חנניה בן חזקיה בן גרון כשעלו לבקרו נמנו ורבו ב\"ש על בית הלל וי\"ח דבר גזרו בו ביום   ב\"ש אומרים אין שורין דיו סממנין וכרשינין אלא כדי שישורו מבעו\"י ובית הלל מתירין ב\"ש אומרים אין נותנין אונין של פשתן לתוך התנור אלא כדי שיהבילו מבעוד יום ולא את הצמר ליורה אלא כדי שיקלוט את העין וב\"ה מתירין:", 
            "<b>גמ'</b>    תנו רבנן פותקין מים לגנה ערב שבת עם חשיכה והיא הולכת ומתמלאה כל היום כולו ומניחין מוגמר תחת הכלים והם הולכין ומתגמרין כל היום כולו ומניחין גפרית תחת הכלים והם הולכין ומתגפרין כל השכת כולה ומניחין קילור על גב העין ואספלנית על גכי מכה והם הולכין ומתרפאין כל השבת כולה ואין נותנין חטין לתוך הריחים של מים "
        ], 
        [
            " אלא כדי שיטחנו מבעוד יום ואוקימנא אליבא דב\"ש דאית להו שביתת כלים אבל לב\"ה לית להו שביתת כלים  ושרי ואיכא מ\"ד אסור ואפי' לב\"ה מפני שמשמעת את הקול   ת\"ר לא  תמלא אשה קדרה עססיות ותורמוסין ותניח לתוך התנור ע\"ש עם חשיכה ואם עשתה כן למוצאי שבת אסורין בכדי שיעשו כיוצא בו לא ימלא נחתום חבית של מים ויניח לתוך התנור ערב שבת עם חשיכה ואם עשה כן למוצאי שבת אסורים בכדי שיעשו מאי טעמא גזירה שמא יחתה בגחלים ואי אמרת מוגמר וגפרית מ\"ט לא גזרינן שמא יחתה בגחלים התם לא מחתה להו דאי מחתה להו פסדי דקא סליק בהו קוטרא ואונין של פשתן נמי לא גזרינן דכיון דקשי להו זיקא לא מגלי להו צמר ליורה נמי לא גזרינן ביורה עקורה וטוחה דליכא למיחש לא לאחתויי ולא למיגס  בה  והשתא דאמר מר גזירה שמא יחתה בגחלים האי קדרה חייתא     שפיר דמי  בשיל ולא בשיל אסיר ואי שדא ביה גרמא חייא שפיר דמי מאי טעמא דאסח לדעתיה מינה דאמר השתא ודאי לא בשיל ולא אתי לאחתויי:", 
            "והשתא דאמר מר כל מידי דקשי ליה זיקא לא מגלי ליה האי בישרא דגדיא ושריק שפיר דמי דברחא ולא שריק אסיר דגדיא ולא שריק דברחא ושריק רב אשי שרי ורב ירמיה מדפתי אסר:", 
            "איכא דאמרי דגדיא בין שריק בין לא שריק שפיר דמי דברחא ושריק נמי שפיר דמי כי פליגי דברחא ולא שריק רב אשי שרי ורב ירמיה מדפתי אסר.", 
            "וקא פסקי רבוואתא כי האי לישנא בתרא וכרב אשי ואיכא מאן דפסק כרב ירמיה מדפתי דאסר ואנן נמי כרב ירמיה מדפתי ס\"ל דחזינן סוגיא דשמעתא כוותיה דאמרינן אמר רבינא האי קרא חייא כיון דקשי ליה זיקא כבשרא דגדיא דמי ושרי מכלל דאי בברחא אסיר ושמע מינה דברחא אסיר:", 
            "<b>מתני'</b>    ב\"ש אומרים אין פורשין מצודות חיה ועוף ודגים אלא כדי שיצודו מבעוד יום וב\"ה מתירין בש\"א אין  מוכרין לנכרי ואין טוענין עמו ולא מגביהין "
        ], 
        [
            " עליו אלא כדי שיגיע   (נ\"א לביתו) למקום קרוב וב\"ה מתירין ב\"ש אומרים אין נותנין עורות לעבדן ולא כלים לכובס נכרי אלא כדי שיעשו מבעוד יום ובכולן ב\"ה  מתירין עם השמש:", 
            "<b>גמ'</b>    ת\"ר ב\"ש אומרים לא ימכור אדם חפצו לנכרי ולא  ילונו ולא ישאילנו ולא ימשכננו ולא יתננו לו במתנה אלא כדי שיגיע (נ\"א לביתו) למקום קרוב וב\"ה אומרים עד שיגיע לבית הסמוך לחומה ר\"ע אומר כדי שיצא מפתח ביתו ר' יוסי בר' חנינא אומר הן הן דברי ר\"ע הן הן דברי ב\"ה ולא בא רבי עקיבא אלא לפרש דברי ב\"ה:", 
            " תניא ב\"ש אומרים לא  ימכור אדם חמצו לנכרי אלא א\"כ יודע שיכלה קודם הפסח וב\"ה אומרים כל שעה שמותר לאכול מותר למכור   ת\"ר  נותנין מזונות לכלב בחצר אם נטלן ויצא אין נזקקין לו כיוצא בו נותנין מזונות לפני העובד כוכבים בחצר ואם נטלן ויצא אין נזקקין לו:", 
            "   (??ת\"ר לא  ישכיר אדם כליו לנכרי ע\"ש   (עם חשיכה) וברביעי ובחמישי מותר):", 
            "ת\"ר אין משלחין אגרות ביד נכרי ע\"ש עם חשיכה אא\"כ קצץ לו דמים ב\"ש אומרים כדי שיגיע לביתו ובה\"א כדי שיגיע לבית הסמוך לחומה והלא קצץ אמר רב אשי ה\"ק אם לא קצץ בש\"א כדי שיגיע לביתו ובה\"א כדי שיגיע לבית  הסמוך לחומה והא אמרת רישא אין משלחין כלל לא קשיא הא דקביע דואר במתא הא דלא קביע דואר במתא שמעינן השתא היכא  דקצץ לו דמים משלחין אותן בין מגיע בין לא מגיע והיכא דלא קצץ לו דמים אי קביע דואר   במתא אין משלחין אלא עד שיגיע לבית הסמוך לחומה ואי לא קביע דואר במתא אין משלחין כלל אא\"כ קצץ.", 
            "פי' דואר איש ידוע שכל כתב אליו יובל והוא משכיר ומשלח כל אגרת למי שנשתלחה אליו:", 
            "ת\"ר  אין מפליגין בספינה פחות מג' ימים קודם השבת בד\"א "
        ], 
        [
            " לדבר הרשות אבל לדבר מצוה מפליגין ופוסק עמו ע\"מ  לשבות ואינו שובת דברי רבי רשב\"ג אומר אינו צריך ומצור לצידן אפילו בערב שבת מפליגין יש מי שאומר הא דתניא אין מפליגין בספינה פחות מג' ימים קודם השבת בזמן שהספינה גוששת ואין במים עשרה טפחים ומשום גזירת תחומין גזרו בה אבל למעלה מי' טפחים לא גזרו ומשום הכי נהגו העם להפליג בים  הגדול והאי טעמא פריכא הוא דאי מהאי טעמא הוא דאין מפליגין הוה ליה למיתנא אין מפליגין בספינה קטנה אמאי תני ספינה סתם דמשמע בין קטנה בין גדולה ועוד מאי איריא ג' ימים אפי' טפי נמי ועוד לדבר מצוה אמאי שרי והא העמידו דבריהם במקום עשה כדתנן (פסחים צא:) אונן טובל ואוכל את פסחו לערב אבל לא בקדשים ואמרי' עלה (שם צב.) גבי פסח לא העמידו דבריהם במקום כרת גבי קדשים העמידו דבריהם במקום עשה אלא היינו טעמא דאין מפליגין בספינה פחות מג' ימים קודם השבת משום בטול מצות עונג שבת דכל ג' ימים הויא להו שינוי וסת משום נענוע הספינה כדכתיב בהו  תהלים קו  יחוגו וינועו כשכור וגו'  ולא יכלי למעבד עונג שבת ולאחר שלשת ימים הויא להו נייחא ובעי מיכלא ומקיימי מצות עונג שבת והיינו טעמא דלדבר מצוה שרי משום דפטירי ממצות עונג דאמר מר (סוכה כה.) העוסק במצוה פטור מן המצוה ותנן נמי   שלוחי מצוה פטורין מן הסוכה ולהכי נמי אמרינן (שם מד:) אסור להלך בערבי שבתות יתר על שלש פרסאות דאינון שנים עשר מיל משום דמבטיל ליה למצות עונג שבת כדמפרשא בהדיא והוא הדין שאין צרין על עיירות של נכרים פחות משלשה ימים קודם לשבת משום דלא מיתהני להו מיכלא ומשתיא תוך ג' ימים משום טרדא ופחדא דליבא ולבתר תלתא יומי פרח פחדייהו ומקיימי ליה לעונג שבת:", 
            "גרסינן בפרק לולב וערבה (סוכה דף מד:) אמר איבו משום ר' אלעזר בר' צדוק אל יהלך אדם בערב שבת יותר משלש פרסאות אמר רב כהנא לא אמרן אלא לביתיה אבל לאושפיזיא אמאי דנקיט סמיך איכא דאמרי אמר רב כהנא לא נצרכה אלא אפילו לביתיה ואמר רב כהנא בדידי הוה עובדא ואפילו כסא דהרסנא לא אשכחי:", 
            "ת\"ר אין  צרין על עיירות של נכרים פחות משלשה ימים קודם השבת ואם התחילו אין מפסיקין אפילו בשבת וכן היה שמאי דורש  דברים כ  עד רדתה ואפילו בשבת:", 
            "גרסינן בעירובין (דף מה.)   אמר רב יהודה אמר רב נכרים שצרו על עיירות של ישראל אין יוצאין עליהן בבלי זיין ואין מחללין עליהן את השבת:", 
            "תניא נמי הכי עיירות של ישראל שצרו עליהן נכרים אין יוצאין עליהן בבלי זיין ואין מחללין עליהן את השבת בד\"א בשבאו על עסקי ממון אבל באו על עסקי נפשות יוצאין עליהן בכלי זיין ומחללין עליהן את השבת ובעיר הסמוכה לספר אפילו לאבאו אלא על עסקי תבן וקש יוצאין עליהם בכלי זיין ומחללין עליהן את השבת:", 
            "<b>   מתני'</b>  אמר רבן שמעון בן גמליאל  נוהגין היו של בית אבא שהיו נותנין כלי לבן שלהן לכובס נכרי שלשה ימים קודם השבת ושוין אלו ואלו שטוענין בקורות בית הבד ובעיגולי הגת:", 
            "<b>גמ'</b>     (מאי שנא כולהו דפליגי   ומאי שנא הנך דלא פליגי ב\"ש כולהו אי עביד בשבת חייב חטאת גזרו בהו רבנן ע\"ש עם חשיכה הנך דאי עביד להו בשבת לא מחייב חטאת לא גזרו בהו רבנן) מאן תנא דכל מילי דאתא ממילא שפיר דמי   ר' יוסי ב\"ר "
        ], 
        [
            " חנינא אמר ר' ישמעאל היא   דתנן השום  והבוסר והמלילות שריסקן מבעוד יום רבי ישמעאל אומר יגמור משתחשך ר\"ע אומר   לא יגמור ואיתמר עלה אמר רבה בר בר חנה א\"ר יוחנן בצריך דיכה כולי עלמא לא פליגי דאסיר כי פליגי במחוסרין שחיקה   דיכה דמו] הורה רבי יוסי ב\"ר חנינא כרבי ישמעאל:", 
            "שמן של בדדין ומחצלות של בדדין רב אסר ושמואל שרי פי' שמן של בדדין שמן היוצא  תחת הקורה של בית הבד בשבת ומחצלות של בדדין הן המחצלאות המוקצות בבתי הבד:", 
            "הני כרכי דזוגי   רב אסר ושמואל שרי.", 
            "פירוש מחצלות כרוכות ומונחות לסחורה ונקשרות שתים שתים ונקראות זוגי והלכתא כשמואל דשרי דקאי כר' שמעון דלית ליה מוקצה:", 
            "אמר רב נחמן  עז לחלבה ורחל לגיזתה ותרנגולת לביצתה ותמרי דעסקא ותורא דרדיא פלוגתא דר' שמעון ור' יהודה דרבי יהודה אית ליה מוקצה ורבי שמעון לית ליה מוקצה וקי\"ל כר' שמעון לענין שבת דהא איפסיקא הלכתא כוותיה בהדיא בסוף פרק מי שהחשיך וה\"נ אמרינן ההוא תלמידא דאורי בחרתא דארגיז כרבי שמעון ושמתיה רב   הונא והא כר' שמעון סבירא   ליה באתריה דרב הוה ובאתריה דרב לא הוה ליה למעבד הכי ושמעינן מינה דהלכתא כרבי שמעון:", 
            "<b>מתני'</b>  אין  צולין בשר בצל וביצה אלא כדי שיצולו מבעוד יום ואין נותנין  פת לתנור עם חשיכה ולא חררה ע\"ג גחלים אלא כדי שיקרמו פניה ר' אליעזר אומר כדי שיקרום התחתון שלה:", 
            "<b>גמ'</b>    וכמה כדי שיצולו אמר ר' זריקא אמר רבי אלעאי אמר רב כמאכל בן  דרוסאי איתמר נמי א\"ר אסי א\"ר יוחנן כל שהוא כמאכל בן דרוסאי אין בו משום בישולי נכרים:", 
            "<b>מתני'</b>  משלשלין את הפסח לתנור ערב שבת עם חשיכה ומאחיזין את האור במדורת בית המוקד ובגבולים כדי שתאחז האור ברובן רבי יהודה אומר  בפחמין כל שהוא:", 
            "<b>גמ'</b>  משלשלין מאי טעמא דבני חבורה זריזין הן ולא אתי לאחתויי בגחלים:", 
            "ומאחיזין את האור במדורת בית המוקד:", 
            "מאי טעמא דכהנים זריזין הם:", 
            "ובגבולין כדי שיוצת "
        ], 
        [
            " האור ברובן.", 
            "מאי ברובן אמר רב ברוב כל אחד ואחד ושמואל אמר כדי שלא יאמרו הבא עצים ונניח תחתיהם:", 
            "תני רבי חייא לסיועי לשמואל  להעלות נר תמיד כדי שתהא שלהבת עולה מאליה ולא שתהא עולה ע\"י דבר אחר:", 
            "עץ יחידי רב אמר ברוב עביו ושמואל אמר ברוב היקפו אמר רב פפא הילכך בעינן רוב עביו ורוב הקיפו:", 
            "אמר רב יהודה קנים    צריכין רוב אגדן אין צריכין רוב גרעינים צריכין רוב נתנן בחותלות אין צריכין רוב מתקיף לה רב חסדא אדרבה איפכא מסתברא איתמר נמי   אמר רב כהנא אמר רב קנים שאגדן צריכין רוב תני רב יוסף ד' מדורות אין צריכין רוב של   זפת ושל גפרית ושל רבב ושל קירה במתניתא תנא אף של גבבא ושל קש:", 
            "   סליקו להו יציאות השבת    פרק ב    ", 
            "<b>במה</b>  מדליקין ובמה אין  מדליקין אין מדליקין לא בלכש ולא בחוסן ולא בכלך ולא בפתילת האידן ולא בפתילת המדבר ולא בירוקה שעל פני המים לא בזפת ולא בשעוה ולא בשמן קיק ולא בשמן שריפה ולא באליה ולא בחלב נחום המדי אומר מדליקין בחלב מבושל וחכמים אומרים אחד מבושל ואחד שאינו מבושל אין מדליקין בו:", 
            "<b>גמ'</b>  לכש שוכא דארזא שוכא דארזא עץ בעלמא הוא בעמרניתא דאית ביה:", 
            "ולא בחוסן אמר אביי כיתנא דדייק ולא נפיץ:", 
            "ולא בכלך אמר שמואל שאלתינהו לכל נחותי ימא ואמרי כולכא שמיה יצחק בר זעירי אמר גושקרא שמיה:", 
            "ולא בפתילת האידן   אחואנא בעמרניתא דביני ביני:", 
            "ולא בפתילת המדבר שברא:", 
            "ולא בירוקה שעל פני המים מאי היא אמר דב פפא אוכמתא דארבי תנא הוסיפו עליהן של צמר ושל שער זפת זיפתא שעוה קירותא:", 
            "תנא עד כאן פסול פתילות מכאן ואילך פסול שמנים פשיטא שעוה  אצטריכא ליה מהו דתימא נגזור פסול פתילות אטו פסול שמנים קמ\"ל דלא   ת\"ר כל אלו שאמרו אין מדליקין בהן בשבת אבל עושין בהם מדורה בשבת בין להתחמם כנגדה בין להשתמש לאורה בין על גבי קרקע בין על גבי מנורה ולא אסרו אלא לעשותן פתילה לנר בלבד:", 
            "ולא בשמן קיק מאי שמן קיק אמר שמואל עוף אחד יש בכרכי הים וקיק שמו רב אחא בריה דרב יצחק בריה דרב יהודה אמר משחא דקזא ור\"ש ב\"ל אומר  קיקיון דיונה:", 
            "אמר רבה פתילות שאמרו חכמים אין מדליקין בהן מה טעם מפני שהאור מסכסך בהן שמנים שאמרו חכמים אין מדליקין בהן מה טעם מפני שאין נמשכין אחר הפתילה:", 
            "בעא מיניה אביי מרבה שמנים שאמרו חכמים אין מדליקין בהן מהו ליתן לתוכן שמן כל שהוא וידליק מי גזרינן דלמא אתי לאדלוקי בעיניהו או לא א\"ל אין מדליקין א\"ל מה טעם אמר ליה לפי שאין מדליקין בהם והכורך  דבר שמדליקין בו ע\"ג דבר "
        ], 
        [
            " שאין מדליקין בו אין מדליקין בו במה דברים אמורים להדליק אבל להקפות מותר פירוש להקפות להעבות ראש הפתילה להרבות אורה:", 
            "  אמר רב ברונא אמר רב חלב  מהותך וקרבי דגים שנימוחו נותן לתוכן שמן כל שהוא ומדליק:", 
            "   הלכות חנוכה      א\"ר זירא (אמר רב מתנה) אמר רב פתילות  ושמנים שאמרו חכמים אין מדליקין בהן בשבת מדליקין בהן בחנוכה בין בחול בין בשבת מדקאמר מדליקין בהם בחנוכה   שבת ש\"מ אסור  להשתמש לאורה דכיון דאסור להשתמש לאורה לא אתי לאטויי ותו מדמדליקין בהן בחנוכה   בשבת מכלל דאי כביא לא מזדקיק לה ש\"מ כבתה אין זקוק לה והא דתניא מצותה  משתשקע החמה עד שתכלה רגל מן השוק לאו דאי כביא הדר מדליק לה אלא דאי לא  אדליק מדליק א\"נ לשיעורא  (כלומר שצריך ליתן  שמן לתוכו כדי שתהא דולק והולך עד השיעור הזה)   היתה דולקת והולכת עד השיעור הזה  ורצה לככותה או להשתמש לאורה הרשות בידו:", 
            "עד שתכלה רגל מן השוק עד כמה א\"ר יוחנן עד דכליא רגלא דתרמודאי פי' עצים ידועים אצלם ונקראים תרמודא ובני אדם המביאין אותם נקראין תרמודאי ומתעכבין עד אחר שקיעת החמה "
        ], 
        [
            " כמו חצי שעה עד שמגיעין לבתיהם:", 
            "ת\"ר מצות נר חנוכה נר איש  וביתו  והמהדרין נר לכל אחד ואחד והמהדרין מן המהדרין בית שמאי אומרים יום ראשון מדליק שמנה מכאן ואילך פוחת והולך וב\"ה אומרים יום ראשון מדליק אחת מכאן ואילך מוסיף והולך.", 
            "טעמייהו דב\"ש כנגד פרי החג אי נמי כנגד ימים הנכנסין.", 
            "וטעמייהו דב\"ה כנגד ימים היוצאין אי נמי משום מעלין בקדש ולא מורידין:", 
            "אמר רבה בר בר חנה א\"ר יוחנן שני זקנים היו בצידן אחד עשה כדברי ב\"ש ואחד עשה כב\"ה זה נותן טעם לדבריו כנגד פרי החג וזה נותן טעם לדבריו משום מעלין בקדש ולא מורידין:", 
            "  (חנוני שהניח נר חנוכה מבחוץ והוזק בה אחר פטור מלשלם מפני שהוא נר של מצוה והאי דקא מניחה מבחוץ הואיל ומצוה לפרסם את הנס:", 
            "ת\"ר נר חנוכה מצוה  להניחה על פתח ביתו מבחוץ ואם היה דר בעליה מניחה בחלון הסמוכה לרה\"ר ובשעת הסכנה מניחה על שולחנו ודיו אמר רבא וצריך נר אחרת להשתמש לאורה  ואי איכא מדורה לא בעי ואי אדם חשוב הוא אע\"ג דאיכא מדורה צריך:", 
            "מאי חנוכה דת\"ר בכ\"ה בכסליו יומי חנוכה תמניא אינון דלא למספד בהון ודלא להתענאה בהון שכשנכנסו יונים להיכל   וטמאו כל השמנים שבהיכל וכשגברה מלכות בית חשמונאי ונצחום בדקו ולא מצאו אלא פך אחד של שמן שהיה חתום ומונח בחותמו של כה\"ג ולא היה   בה להדליק אלא יום אחד ונעשה בה נס והדליקו בה ח' ימים לשנה אחרת קבעום ח' ימים טובים בהלל ובהודאה והלכך מברכינן אניסא כל יומא ויומא מתמניא יומי דחנוכה הואיל ובכל יום ויום היה הנס מתחדש באותו פך של שמן:", 
            "אמר רב כהנא דרש רבי נתן בר מניומי משמיה דרב נחמן  דף כב:", 
            "ע\"ש  נר חנוכה שהניחה  למעלה מכ' אמה פסולה כסוכה וכמבוי:", 
            "אמר רבא נר חנוכה מצוה להניחה בטפח הסמוך לפתח היכא מנח לה רב אחא בריה דרבא אמר מימין ורב ירמיה מדפתי אמר משמאל והלכתא משמאל כדי שיהא מזוזה מימין ונר חנוכה משמאל  (והיכא  דקא בעי לאדלוקי נר חנוכה ונר שבת ברישא מדליק דחנוכה והדר דשבתא דאי מדליק דשבתא ברישא איתסר ליה לאדלוקי דחנוכה משום דקביל  שבתא עליה):", 
            "אמר רב יהודה אמר רב אסור להרצות מעות כנגד נר חנוכה אמר אביי   כל מילי דמר עביד כרב בר מהני תלת דעביד כשמואל מדליקין  מנר לנר ומתירין מבגד לבגד והלכתא כרבי שמעון בגרירה דתניא ר\"ש אומר גורר אדם מטה כסא וספסל ובלבד שלא יתכוין לעשות חריץ   אמר רבא היה תופס נר  חנוכה ועומד לא עשה ולא כלום מ\"ט מאן דחזי אמר לעסקיה הוא דנקיט לה ואמר רבא הדליקה מבפנים והוציאה לחוץ לא עשה ולא כלום "
        ], 
        [
            " מ\"ט ה\"נ   הרואה אומר לצרכו הוא   דנקיט לה:", 
            "האי נר חנוכה   דאדלקה חרש שוטה וקטן לא עשה ולא כלום מ\"ט הדלקה עושה מצוה ולא הנחה עושה מצוה   והני לאו בני מיעבד מצוה נינהו אבל אשה ודאי מדלקה דא\"ר יהושע ב\"ל נשים חייבות בנר חנוכה שאף הן היו באותו הנס:", 
            "א\"ר יהושע ב\"ל עששית שהיתה דולקת כל השבת כולה למוצאי שבת מכבה ומדליקה אמר רב ששת  אכסנאי חייב בנר חנוכה:", 
            "א\"ר זירא מריש כי הוינא בי רב הוה משתתפינא בפריטי בהדי אושפיזאי לכתר דנסיבנא אמינא השתא  ודאי לא צריכנא דקא מדליקי עלאי בגו ביתאי:", 
            "וה\"מ דאשתתופי בפריטי היכא דלא פתח בבא לנפשיה  אבל אי פתח בבא לנפשיה מיחייב לאדלוקי משום חשדא:", 
            " אמר רב חייא בר אשי אמר רב המדליק נר חנוכה צריך לברך ור' ירמיה בר אבא אמר הרואה נר חנוכה חייב לברך מאי מברך אמר רב יהודה יום ראשון המדליק מברך שלש והרואה מברך שנים מכאן ואילך מדליק מברך שנים והרואה מברך אחד מאי מברך אקב\"ו להדליק נר של חנוכה ושעשה נסים  ושהחיינו אמר רב הונא  חצר שיש לה שני פתחים צריכה שני נרות אמר רבה לא אמרן אלא משתי רוחות אבל מרוח  אחת לא צריך:", 
            "  א\"ר יצחק אמר רב הונא נר שיש לה שתי פיות עולה לשני בני אדם אמר רבא מילא קערה שמן  והקיפה פתילות אם כפה עליה כלי עולה לכמה בני אדם לא כפה עליה כלי נעשית כמדורה ואפילו לאחד אינו עולה:", 
            "אמר רבא פשיטא לי נר  חנוכה ונר ביתו נר ביתו עדיף משום שלום ביתו נר ביתו וקדוש היום נר ביתו עדיף משום שלום ביתו בעי רבא נר חנוכה וקדוש היום איזה מהם עדיף קדוש היום עדיף משום דתדיר או דלמא נר חנוכה עדיף משום פרסומי ניסא בתר דבעיא הדר פשטה נר חנוכה עדיף משום פרסומי ניסא "
        ], 
        [
            "  אמר רב הונא הרגיל בנר חנוכה    הויין לו בנים תלמידי חכמים  (הרגיל בנר של שבת בניו תלמידי חכמים) הרגיל במזוזה זוכה לדירה נאה הרגיל בציצית זוכה לטלית נאה הזהיר בקידוש היום זוכה וממלא גרבי יין רב הונא הוה רגיל דהוה חליף   אפיתחא דבי אבין נגרא חזא דהוו רגילי בשרגי   אמר תרי גברי רברבי נפקי מהכא נפקי מיניה רב חייא בר אבין ורב אידי בר אבין:", 
            "רב חסדא הוה רגיל דחליף   אפיתחא דבי נשא דרב שזבי חזא  דהוו רגילי בשרגא אמר גברא רבה נפיק מהכא נפיק מינייהו רב שזבי דביתהו דרב יוסף הות מאחרה ומדלקה אמר לה רב יוסף תנינא  שמות יג  לא ימיש עמוד הענן יומם ועמוד האש לילה מלמד שעמוד הענן משלים לעמוד האש ועמוד האש משלים לעמוד הענן סברה לאקדומי אמר לה ההוא סבא תנינא ובלבד שלא יקדים ובלבד שלא יאחר אמר רבא דרחים רבנן הויין ליה בנין רבנן דמוקיר רבנן הויין ליה חתני רבנן דדחיל מרבנן איהו גופיה הוי צורבא מרבנן ואי לאו בר הכי הוא הויין מליה משתמעין כצורבא מרבנן:", 
            "ולא בשמן שריפה:", 
            "מאי שמן שריפה  שמן של תרומה שנטמאה ואמאי קרו ליה שמן שריפה הואיל ולשריפה עומד וביו\"ט שחל להיות ע\"ש עסקינן לפי שאין שורפים קדשים ביו\"ט ותניא נמי הכי   כל אלו שאמרו אין מדליקין בהן בשבת מדליקין בהן ביו\"ט חוץ משמן שריפה לפי שאין שורפין  קדשים ביו\"ט איבעיא להו מהו א להזכיר של חנוכה בבהמ\"ז כיון דמדרבנן הוא לא מדכרינן או דלמא משום פרסומי ניסא מדכרינן:", 
            "אמר רבא אמר רב סחורה אמר רב הונא אינו מזכיר ואם בא להזכיר מזכיר בהודאה רב הונא בר יהודה איקלע לבי רבא סבר לאדכורי בבנין ירושלים א\"ל רבא כתפלה מה תפלה בהודאה אף בהמ\"ז בהודאה:", 
            "איבעיא להו מהו להזכיר של ר\"ח בבהמ\"ז אם תמצא "
        ], 
        [
            " לומר חנוכה דרבנן לא צריך ראש חודש דאורייתא צריך או דלמא כיון דלא אסיר בעשיית מלאכה לא מדכרינן רב אמר מזכיר ור' חנינא אמר אינו מזכיר א\"ר זירא נקוט הא דרב בידך דתני ר' אושעיא כותיה דתני ר' אושעיא  ימים שיש בהן קרבן מוסף כגון ר\"ח וחולו של מועד ערבית שחרית ומנחה מתפלל י\"ח ואומר מעין המאורע בעבודה ואם לא אמר מחזירין אותו ואין בהן קדושה על הכוס ויש בהן הזכרה בברכת המזון וימים שאין בהן קרבן מוסף כגון   חנוכה ופורים   תעניות ומעמדות ושני וחמישי.", 
            "שני וחמישי מאי עבידתייהו אלא אימא שני וחמישי של תעניות  ושל מעמדות ערבית שחרית ומנחה מתפלל י\"ח ואומר מעין המאורע בשומע תפלה ואם לא אמר אין מחזירין אותו ואין בהן קדושה על הכוס ואין בהן הזכרה בברכת המזון:", 
            "מהא שמעינן דמי שטעה  ולא אמר עננו בתפלת תענית שאין מחזירין אותו ותו שמעינן דמי שטעה ולא הזכיר על הנסים בתפלה בחנוכה וכפורים שאין מחזירין אותו לפי  שאין מחזירין אותו אלא בימים שיש בהן קרבן מוסף כגון ר\"ח וחש\"מ אבל יום שאין בו קרבן מוסף כגון תעניות ומעמדות וחנוכה ופורים אין מחזירין אותו ותניא   בתוספתא בהדיא כל יום שאין בו קרבן מוסף כגון תעניות ומעמדות חנוכה ופורים ערבית שחרית ומנחה מתפלל י\"ח ואומר מעין המאורע ואם לא אמר אין מחזירין אותו וכל יום שיש בו קרבן מוסף כגון ר\"ח וחולו של מועד ערבית שחרית ומנחה מתפלל שמונה עשרה ואומר קדושת היום בעבודה ואם לא אמר מחזירין אותו:", 
            "איבעיא להו מהו להזכיר של  חנוכה במוספין כיון דלית בה מוסף לא מדכרינן או דילמא יום הוא שנתחייב בארבע תפלות רב הונא ורב יהודה אמרי אינו מזכיר רב נחמן ורבי יוחנן אמרי מזכיר והלכתא כותייהו   דא\"ר יהושע בן לוי יוה\"כ שחל להיות בשבת המתפלל תפלת נעילה צריך להזכיר של שבת יום הוא שנתחייב בה' תפלות הכא נמי יום הוא שנתהייב בד' תפלות ולפיכך הוא מזכיר והא דאמר רב גידל אמר רב ר\"ח  שחל להיות בשבת  המפטיר בנביא אינו צריך להזכיר של ר\"ח שאלמלא שבת אין נביא בר\"ח לית הלכתא כותיה מהא דריב\"ל:"
        ], 
        [
            " אמר רבא  יום טוב שחל להיות בשבת שליח צבור היורד לפני התיבה ערבית א\"צ להזכיר של יו\"ט שאלמלא שבת אין ש\"צ יורד ערבית ביו\"ט וכן הלכתא.", 
            "ואי קשיא לך הא דאמר ריב\"ל יום הוא שנתחייב בחמש תפלות.", 
            "הכא בע\"ש דין הוא דלא צריך ש\"צ ערבית לירד לפני התיבה ורבנן הוא דתקון משום סכנה אבל התם ביום הכפורים יום הוא שנתחייב בחמש תפלות:", 
            "והני תמני  יומי דחנוכה מיחייבינן בהו למיגמר הלילא בכל יומא ויומא (ערכין דף י:) דאמר ר' יוחנן משום ר' שמעון בן יהוצדק י\"ח יום בשנה יחיד גומר בהן את ההלל ואלו הן ח' ימי חנוכה ויו\"ט הראשון של פסח ויום טוב של עצרת ושמונת ימי החג ובגולה כ\"א יום ט' ימי החג וח' ימי חנוכה וב' י\"ט של פסח וב' י\"ט של עצרת אבל הלל דר\"ח לאו דאורייתא אלא מנהגא הוא ומשום הכי לא גמרינן ביה הלילא אלא מדלגי דלוגי דאמרינן (תענית כח:) רב איקלע לבבל חזא דקא קרו הלל בר\"ח סבר לאפסוקינהו כיון דשמעינהו דמדלגי ואזלי אמר ש\"מ מנהג אבותיהם  בידיהם  תנא יחיד לא יתחיל ואם התחיל גומר הילכך אי בעי יחיד למיקרי הלל בראש חדש קרי ליה בלא ברכה ומדלג דלוגי:", 
            "<b>מתני'</b>  אין מדליקין  בשמן שריפה ביום טוב ר' ישמעאל אומר אין מדליקין בעטרן מפני כבוד השבת וחכמים מתירין בכל השמנים בשמן שומשמין בשמן אגוזים בשמן צנונות בשמן דגים בשמן פקועות בעטרן ובנפט ר' טרפון אומר אין מדליקין אלא בשמן זית בלבד:", 
            "<b>גמ'</b>  אין מדליקין בעטרן   מ\"ט אמר רבא מפני שריחו רע גזירה שמא יניחנו ויצא א\"ל אביי ויצא   שאני אומר הדלקת נר  בשבת חובה דאמר רב חסדא ואמרי לה אמר רבא בר רב חנין אמר רב הדלקת נר בשבת חובה רחיצת ידים ורגלים בחמין ערבית רשות ואני אומר מצוה מאי מצוה דאמר רב יהודה כך היה מנהגו של רבי יהודה בר' אלעאי ערב שבת מביאין לו עריבה מליאה מים חמין ורוחץ בה פניו ידיו ורגליו ומתעטף ויושב בסדינין המצויצין ודומה למלאך ה' "
        ], 
        [
            " צבאות והיו תלמידיו   מחבין ממנו כנפי כסותן אמר להם בני לא כך שניתי לכם סדין בציצית ב\"ש פוטרין ובית הלל מחייבין והלכה כב\"ה ואינהו סבור גזירה משום כסות לילה  תניא ר\"ש בן אלעזר אומר אין מדליקין בצרי מאי טעמא אמר   רבה מתוך שריחו נודף גזירה שמא יסתפק ממנו א\"ל אביי   ולימא מר מפני שהוא עף א\"ל חדא ועוד קאמינא חדא מפני שהוא עף ועוד גזירה שמא יסתפק ממנו ת\"ר אין מדליקין בטבל טמא בחול וא\"צ לומר בשבת ביוצא בו אין מדליקין בנפט לבן בחול ואין צ\"ל בשבת בשלמא נפט לבן מפני שהוא עף אלא טבל טמא מ\"ט אמר קרא  במדבר יח  ואני הנה נתתי לך את משמרת תרומתי בשתי תרומות הכתוב מדבר אחת תרומה טהורה ואחת תרומה טמאה מה תרומה טהורה אין לך בה אלא משעת הרמה ואילך אף תרומה טמאה אין לך בה אלא משעת הרמה ואילך:", 
            "<b>   מתני'</b>  כל  היוצא מן העץ אין מדליקין בו אלא פשתן וכל היוצא מן העץ "
        ], 
        [
            " אינו מטמא טומאת אהלין אלא פשתן   פתילת הבגד שקפלה ולא  הבהבה ר\"א אומר טמאה היא ואין מדליקין בה ר\"ע אומר טהורה היא ומדליקין בה:", 
            "<b>גמ'</b>  פתילת הבגד פלוגתא דר\"א ור\"ע בגמרא כך היא בשלמא לענין טומאה בהא פליגי   דסבר רבי אליעזר קיפול אינו מועיל ור\"ע סבר קיפול מועיל   אלא לענין הדלקה במאי פליגי אמר ר\"א א\"ר אושעיא וכן אמר רב אדא בר אהבה הכא בשלש על שלש מצומצמות עסקינן וביו\"ט שחל להיות בע\"ש   הוא ודכ\"ע אית להו להא דר\"י   אמר רב דאמר מסיקין בכלים ואין מסיקין בשברי כלים   ודכ\"ע אית להו   להא דאמר עולא המדליק צריך להדליק ברוב היוצא רבי אליעזר סבר קיפול אינו מועיל ובמילתא קמייתא קיימא וכיון דאדליק ביה פורתא הויא ליה שבר כלי וכי קא מדליק בשבר כלי קא מדליק ור\"ע סבר קיפול מועיל   וכי קא מדליק   בהיתרא קא מדליק א\"ר   יוסה היינו דתנינא שלש על שלש מצומצמות ולא ידענא למאי הלכתא:", 
            "ומדקא מתרץ רב אדא בר אהבה אליבא דר' יהודה ש\"מ כר' יהודה ס\"ל ומי אמר רב אדא בר אהבה הכי והאמר רב אדא בר אהבה נכרי שחקק   קב בבקעת ישראל מסיקה ביום טוב ואינו חושש ואי ס\"ד דכרבי יהודה ס\"ל נולד הוא ואסור ומתרץ בגמרא לדבריהם דר\"א ור\"ע קאמר ליה וליה לא ס\"ל כר' יהודה    (ואמאי   כיון דאדליק ביה פורתא שבר כלי קא עבדיה וכי קא מהפך בשבר כלי קא מהפך   א\"ל טעמא דמתני' קא מפרש וליה לא ס\"ל כרבי יהודה)   רבא אמר היינו טעמא דר\"א   שאין מדליקין בפתילה שאינה מחורבת ולא בסמרטוטין שאינן מחורכין אלא הא דתני רב יוסף   שלשה שאמרו מצומצמות למאי הלכתא לענין טומאה ובדתנן   שלשה   על שלשה שאמרו חוץ מן המלל דר\"ש וחכ\"א שלשה   (על שלשה) מכוונות:", 
            "רב המנונא אמר הכא בפחות משלשה על שלשה עסקינן     ואזדא ר\"א לטעמיה ור\"ע לטעמיה דתנן   פחות משלשה על שלשה שהתקינו לפקק בו את המרחץ או לקנח את הריחים או לנער בו את הקדרה בין מן המוכן בין שאינו מן המוכן    טהור ר' עקיבא אומר מן המוכן טמא שלא מן המוכן טהור ואמר עולא ואיתימא רבה בר בר חנה א\"ר יוחנן   זרקו לאשפה דברי הכל טהור   הניחו בקופסא דברי הכל טמא לא נחלקו אלא שתלאו במגוד או שהניחו אחורי הדלת דר\"א סבר בין   במגוד בין שהניחו אחורי הדלת מוכן הוא וטמא הוא ור' יהושע סבר בין שתלאו במגוד בין שהניחו אחורי הדלת לאו מוכן הוא וטהור הוא     ור\"א דקאמר   מוכן הוא    (וטמא הוא).", 
            "דלגבי קופסא   מוכן הוא.", 
            "וטמא הוא דקסבר ר\"א כיון שלא זרקו לאשפה בין   שהניחו במגוד בין שהניחו אחורי הדלת אחשובי אחשביה וכמי שהניחו בקופסא דמי וטמא הוא   ורבי יהושע דאמר מוכן הוא   וטהור הוא לא קאמר מוכן לגבי קופסא     דאמרי' לעיל הניחו בקופסא דברי הכל טמא אם כן היכי קאמר ר' יהושע מוכן הוא וטהור הוא אלא האי מוכן דא\"ר יהושע לאו אקופסא קאי אלא לאשפה קאי   (והכי קאמר בין שתלאו כמגוד   בין שהניחו אחורי הדלת כיון שלא הניחו כקופסא מוכן הוא לאשפה וטהור הוא דלאו דעתיה עילויה ואינו חשוב לגביה כלום   והכנה דאשפה לאו שמה הכנה לגבי טומאה   ור\"ע בתלאו במגוד  סבר כר' אליעזר והוי מוכן לגבי טומאה ובהניחו אחורי הדלת סבר ליה כר' יהושע דאמר טהור והוי כמו שזרקה לאשפה והוי טהור דאמרינן דהכנה דאשפה לא הויא הכנה דטומאה.", 
            "והא דאמר רב המנונא הכא בפחות משלשה על שלשה עסקינן וכו' אשכחנא ביה למקצת רבואתא פירושא דלאו דסמכא ודלא כהלכתא ולהכי איצטריכנא למכתביה ולברורי פירכי' ולפרושי שמעתתא פירושא מעליא אליבא דהלכתא והכי   אשכחיה ליה דקא מוקים להא דרב המנונא בפחות מג'   על ג' וקאמר בתר הכי   ומאן דחזא דרב המנונא דאייתי ראיה   מג'   על ג' ומוקים לה לפתילה דקתני במתני' בפתילה שיש בה פחות משלשה      והא דחויה היא דהיכי קתני ר' עקיבא אומר טהורה והלא משנה שלימה שנינו   מפני שאמרו שלש על שלש   שנתמעטה טהורה אבל שלשה על שלשה שנתמעטה אף על פי שטהור מן המדרס טמא בכל הטומאות אלא פחות משלש על שלש הוא וכיון דאוקמה רב אדא בשלש על שלש אוקמה רב המנונא בפחות מג' והא דקאמר שלשה דהכנת מטליות בהדיא בפחות משלשה קתני לה   והוא הדין לפחות משלש:", 
            "הדין הוא פירושא דאשכחן ואנן מקשינן עליה כי קושיא דיליה מאי אמרת   פחות משלש הוא ולהכי קתני רבי עקיבא טהורה ואימא לאידך גיסא היכי קתני   ר' אליעזר אומר טמאה בפחות משלש על שלש והלא משנה שלימה שנינו מפני שאמרו שלש על שלש שנתמעטה טהורה ועוד היכי אמרת בפחות משלשה על שלשה קתני לה והוא הדין לפחות משלש על שלש וכי באיזה דין שוה פחות משלש על שלש לפחות משלשה על שלשה  (טפחים) והלא פחות משלשה על שלשה טמאה בכל הטומאות חוץ מטומאת מדרס ופחות משלש על שלש טהורה מכולם ואי אפשר לדון טהור מטמא הרי נתברר לך דהני מילי לית בהו מששא ולאו דסמכא נינהו ולהכי חזינן לפרושי האי שמעתא פירושא מעליא ופירושא דסמכא אליבא דהלכתא עיקר   האי שמעתא דפחות משלשה על שלשה עד שלש על שלש לא מטמא אלא אי אצנעיה ואי לא אצנעיה לא מטמא דתניא בתוספתא בענין שלש על שלש לעולם אינה טמאה עד שיצניענה לבגד ר\"ש אומר לדבר שמקבל טומאה טמאה לדבר שאין מקבל טומאה טהורה וידוע שפחות משלשה על שלשה ושלש על שלש דינן שוה ובהאי הצנעה קא מיפלגי ר\"א ור' יהושע ור' עקיבא דתנן פחות משלשה על שלשה שהתקינו לפקק בו את המרחץ ולנער בו את הקדרה ולקנח בו את הריחיים ר' אליעזר אומר בין מן המוכן בין שאינו מן המוכן טמא רבי יהושע אומר בין מן המוכן בין שאינו מן המוכן טהור רבי עקיבא אומר מן המוכן טמא שאינו מן המוכן טהור ואמר עולא ואיתימא רבה בר בר חנה אמר רבי יוחנן זרקו לאשפה דברי הכל טהור הניחו בקופסא דברי הכל טמא לא נחלקו אלא שתלאו במגוד או שהניחו אחורי הדלת פי' שאם הניחו בקופסא הרי הכינו והצניעו ואף על פי שחזר והתקינו לפקק   את המרחץ ולנער בו את הקדרה שהן מעשה מוך בעלמא ודבר שאינו מקבל טומאה הוא לא בטיל ליה מתורת בגד ולא מפקא ליה ההיא תקנה מתורת בגד וטמא הוא לדברי הכל ואם זרקו לאשפה דברי הכל טהור דהא בטליה ובין התקינו לנער בו את הקדירה ובין לא התקינו טהור דהא כבר בטליה מעיקרא ולא בעי התקנה לאלין מילי כי פליגי בשתלאו במגוד או שהניחו אחורי הדלת ר' אליעזר סבר מוכן הוא וטמא הוא דכמי שהניחו בקופסא דמי ואף על פי שחזר והתקינו לנער בו את הקדירה וכיוצא בה לא נפק ליה מתורת בגד בההיא התקנה ורבי יהושע סבר כיון שלא הניחו בקופסא לאו מוכן הוא הילכך טהור הוא ואע\"פ שלא התקינו לנער בו את הקדרה שהרי ביטלו מעיקרא והאי דקרי ליה מוכן דלגבי אשפה מוכן קרי ליה ור\"ע "
        ], 
        [
            " בתלאו במגוד סבר לה כרבי אליעזר דאמר מוכן הוא וטמא הוא ובהניחו אחורי הדלת סבר לה כרבי יהושע דאמר     מוכן הוא וטהור הוא ולפום הכין אוקמא רב המנונא לפלוגתא דרבי אליעזר ור\"ע בפתילת הבגד לענין טומאה בפחות משלשה על שלשה ובין שתלאו במגוד ובין הניחו אחורי הדלת לר\"א מוכן הוא וטמא הוא ור\"ע הדר ביה לגבי דר' יהושע ובין תלאו במגוד ובין הניחו אחורי הדלת לאו מוכן הוא ולפיכך אמר טהורה היא מדקרי לה פתילת הבגד   דעדיין בגד הוא וקאמר טהורה בהא פליגי לענין טומאה אבל לענין הדלקה היינו טעמא דרבי אליעזר לפי שאין מדליקין בפתילה שאינה מחורכת ולא בסמרטוטין שאינן מחורכין כדרבא ור\"ע סבר מדליקין והלכתא כותיה הדין הוא פירושא דהאי שמעתתא בבירור בלא קושיא ובלא ספק:", 
            "<b>מתני'</b>  לא  יקוב אדם שפופרת של ביצה וימלאנה שמן ויתננה על פי הנר בשביל שתהא מנטפת ואפילו היא של חרס ורבי יהודה מתיר ואם חברה היוצר מתחלה מותר מפני שהוא כלי אחד לא ימלא אדם קערה שמן ויתננה בצד הנר ויתן ראש הפתילה בתוכה בשביל שתהא שואבת ורבי יהודה מתיר:", 
            "<b>גמ'</b>  ורבי יהודה מתיר ולית הלכתא כרבי יהודה דלמא אתי לאיסתפוקי מיניה:", 
            "ואם חברה היוצר וכו':", 
            "תנא ואם חברה בסיד ובחרסית מותר והא אנן יוצר תנן אלא אימא כעין יוצר:", 
            "<b>מתני'</b>   המכבה את הנר מפני שהוא מתירא מפני נכרים מפני לסטים מפני רוח רעה ואם בשביל החולה שיישן פטור:", 
            "<b>גמ'</b>  סוגיא דשמעתא   אם חולה שיש בו סכנה הוא מותר לכבות לכתחלה ואפילו לרבי יהודה ואם חולה שאין בו סכנה הוא לר' שמעון לא יכבה ואם כבה פטור   אבל אסור ולרבי יהודה  חייב חטאת:", 
            "<b>מתני'</b>  כחס על הנר כחס על השמן כחס על הפתילה חייב רבי יוסי פוטר ככולן חוץ מן הפתילה מפני שהוא עושה פחם:", 
            "גמ' אסקה   רבי יוחנן דרבי יוסי לעולם כרבי שמעון סבירא ליה והכא בפתילה שצריך להבהבה עסקינן דבהא אפילו רבי שמעון מודה דקא מתקן מנא:", 
            "<b>מתני'</b>  על  שלש עבירות נשים מתות בשעת לידתן על שאינן זהירות בנדה ובחלה ובהדלקת הנר:", 
            "<b>גמ'</b>    בשעת לידתן מאי טעמא א\"ר יצחק היא קלקלה בחדרי בטנה לפיכך תלקה בחדרי בטנה תינח נדה חלה והדלקת הנר מאי איכא למימר כדדרש ההוא גלילאה קמיה דרב חסדא אמר הקדוש ברוך הוא רביעית דם נתתי בכם על עסקי דם הזהרתי אתכם   ראשית קראתי אתכם על עסקי ראשית הזהרתי אתכם נשמה נתתי בכם שקרויה נר על עסקי נר הזהרתי אתכם אם אתם משמרים אותם מוטב ואם לאו אני נוטל נשמתכם מכם ומאי שנא בשעת לידתן   אמר רבא נפל תורא חד חד סכינא   אמר רבי יוחנן  לעולם אל ילך אדם במקום סכנה ויאמר שעושין לו נס שמא אין עושין לו נס ואם עושין לו נס מנכין לו מזכיותיו וא\"ר יוחנן מאי קראה  בראשית לב  קטנתי מכל החסדים:", 
            "אמר ר' יצחק בריה דרב יהושע לעולם  יבקש אדם רחמים שלא יחלה שאם יחלה אומרים לו הבא זכות והפטר ת\"ר מי שחלה ונטה למות אומרים לו התודה שכן דרך כל המומתין מתודין אדם יוצא לשוק דומה למי שנמסר לסרדיוט חש "
        ], 
        [
            " בראשו דומה למי שנתנוהו לקולר עלה למטה ונפל למשכב דומה למי שהעלוהו לגרדום לידון שכל מי שעלה לגרדום לידון אם יש לו פרקליטין גדולים ניצול ואם לאו אינו ניצול ואלו הם פרקליטין גדולים תשובה ומעשים טובים:", 
            "  תניא ר' נתן אומר בעון ביטול נדרים מתה אשתו של אדם שנאמר  משלי כב  אם אין לך לשלם למה יקח משכבך מתחתיך ר' אומר בעון נדרים בניו ובנותיו של אדם מתים כשהם קטנים שנא' אל תתן את פיך לחטיא את בשרך ואל תאמר לפני המלאך כי שגגה הוא למה יקצוף האלהים  על קולך וחבל את מעשה ידיך ואיזה הן מעשה ידיו של אדם אלו בניו ובנותיו תנו רבנן בעון נדרים בנים מתים דברי ר\"א בנו של ר' שמעון בן יוחאי רבי יהודה הנשיא אומר בעון ביטול תורה ויש אומרים בעון ביטול מזוזה ויש אומרים בעון ביטול ציצית:", 
            "אמר רבי שמעון בן לקיש הוו  זהירין במצות ציצית שכל הזוכה ומקיים מצות ציצית זוכה ומשמשין אותו שני אלפים ושמונה מאות עבדים שנאמר  זכריה ח  כי כה אמר ה' צבאות בימים ההמה אשר יחזיקו עשרה אנשים מכל לשונות הגוים והחזיקו בכנף איש יהודי:", 
            "תניא ר' נחמיה אומר בעון שנאת חנם מריבה רבה בתוך ביתו של אדם ואשתו מפלת נפלים ובניו ובנותיו מתים כשהן קטנים רבי אלעזר ברבי יהודה אומר בעון חלה אין ברכה במכונס ומארה בשערים משתלחת וזורעים זרעים ואחרים אוכלין אותם שנא'  ויקרא כו  אף אני אעשה זאת לכם   וגו' אל תיקרי בהלה אלא בהלה ואם נותנין מתברכין שנאמר  יחזקאל מד  וראשית עריסותיכם תתנו לכהן להניח ברכה אל ביתך:", 
            "בעון ביטול תרומות ומעשרות שמים נעצרים מלהוריד טל ומטר והיוקר הווה והשכר אבד ובני אדם רצים אחר הפרנסה ואין מגיעין שנאמר  איוב כד  ציה גם חום יגזלו מימי שלג שאול חטאו תאנא דבי ר' ישמעאל בשביל דברים שצויתי אותם בימות החמה ולא עשאום יגזלו מימי שלג ואם נותנין מתברכין שנא'  מלאכי ג  הביאו את כל המעשר אל בית האוצר ויהי טרף בביתי ובחנוני נא בזאת אמר ה' צבאות אם לא אפתח לכם את ארובות השמים והריקותי לכם ברכה עד בלי די מאי עד בלי די עד שיבלו שפתותיכם מלומר די:", 
            "בעון גזל הגובאי עולה והרעב הווה ובני אדם אוכלין בשר בניהם ובנותיהם שנאמר  עמוס ד  שמעו הדבר הזה פרות הבשן אשר בהר שומרון העושקות דלים הרוצצות אביונים וגו'   בעון עינוי הדין ועוות הדין וקלקול הדין ועון ביטול תורה חרב וביזה   ודבר בא לעולם ובצורת באה ובני אדם אוכלין ואינן שבעים ואוכלין לחמם במשקל שנא'  ויקרא כו  והבאתי עליכם חרב וגו' בעון שבועת שוא ושבועת שקר וחלול השם וחלול שבת חיה רעה באה לעולם ובהמה כלה ובני אדם מתמעטים והדרכים משתוממים שנא'  שם  ואם באלה לא תוסרו לי אל תקרי באלה אלא באלה וכתיב  שם  והשלחתי בכם את חית השדה ושכלה אתכם והכריתה את בהמתכם והמעיטה אתכם ונשמו דרכיכם וכתי' בשבועת שקר  שם  ולא תשבעו כשמי לשקר וחללת את שם אלהיך אני ה' ובחילול השם כתיב  שם  ולא תחללו את שם קדשי ובחילול שבת  שם  מחלליה מות יומת וילפינן חלול חלול משבועת שקר בעון שפיכות דמים בית המקדש חרב ושכינה מסתלקת מישראל שנאמר  במדבר לה  ולא תחניפו את הארץ וגו' הא אם אתם מטמאין אותה אין אני שוכן בתוכה בעון גלוי עריות וע\"ז והשמטת שמיטין ויובלות גלות בא לעולם ומגלים אותן ממקומן ובאין אחרים ויושבין תחתיהן שנאמר    ויקרא יח  ולא תקיא הארץ אתכם כאשר קאה וגו'   בעון נבלות הפה צרות רבות וגזירות קשות מתחדשות ובחורי שונאי ישראל מתים ויתומים ואלמנות צועקין ואינן נענין שנאמר  ישעיה ט  על כן על בחוריו לא ישמח ה' ואת יתומיו ואת אלמנותיו לא ירחם כי כלו חנף ומרע וכל פה דובר נבלה בכל זאת לא שב אפו ועוד ידו נטויה מאי ועוד ידו נטויה אמר רב נחמן בר אבא אמר רב הכל יודעין למה כלה נכנסה לחופה אלא כל המנבל את פיו ומוציא דבר נבלה מפיו אפילו חותמין עליו גזר דין של שבעים שנה לטובה הופכין אותו לרעה ואמר רבה בר רב שילא   כל המנבל את פיו מעמיקין לו גיהנם שנא'  משלי כב  שוחה עמוקה פי זרות רב נחמן בר יצהק אמר אף השומע ושותק שנא'  שם  זעום ה' יפול שם אמר רב אושעיא כל הממרק עצמו לדבר עבירה חבורות ופצעים יוצאות בו שנאמר  שם כ  חבורות פצע תמרוק ברע:", 
            "ת\"ר ארבעה סימנין הן סימן לעבירה הדרוקן סימן לשנאת חנם ירקון סימן לגסות הרוח עניות וסימן ללשון הרע אסכרה גרסינן במס' סוטה (דף מב.)   אמר רב חסדא אמר רב ירמיה   ארבע כתות אינן מקבלות פני שכינה כת לצים כת חנפים כת מספרי לשון הרע כת שקרים כת שקרים דכתי'  תהלים קא  דובר שקרים לא יכון לנגד עיני כת לצים דכתיב  הושע ז  משך ידו את לוצצים כת חנפים דכתיב  איוב יג  כי לא לפניו חנף יבא כת מספרי לה\"ר דכתיב  תהלים ה  כי לא אל חפץ רשע אתה לא יגורך רע לא יגור במגורך רע  וגרסינן  בערכין (דף טו.) תניא א\"ר אליעזר בן פרטא בא וראה כמה גדול כח של "
        ], 
        [
            " לשון הרע מנין ממרגלים ומה מרגלים שהוציאו דבה על העצים ועל האבנים כך המוציא דבה על חבירו על אחת כמה וכמה (דף ערכין טו:) אמר רבי יוחנן משום רבי יוסי בן זמרא מאי דכתיב  תהלים קכ  מה יתן לך ומה יוסיף לך לשון רמיה אמר לו הקב\"ה ללשון לשון מה אעשה לך כל איבריו של אדם זקופין ואתה מוטה כל איבריו של אדם מבחוץ ואתה מבפנים ולא עוד אלא שהקפתי לך ב' חומות אחת של עצם ואחת של בשר מה יתן לך ומה יוסיף לך לשון רמיה:", 
            "  וא\"ר יוחנן משום ר' יוסי בן זמרא כל המספר לשון הרע כאילו כופר בהקב\"ה שנאמר  שם יב  אשר אמרו ללשוננו נגביר שפתינו אתנו מי אדון לנו וא\"ר יוחנן משום ר' יוסי בן זמרא כל המספר לשון הרע נגעים באין עליו שנא'  שם קא  מלשני בסתר רעהו אותו אצמית וכתיב התם  ויקרא כה  לצמיתות ומתרגמינן לחלוטין ותנן אין בין מצורע מוסגר למצורע מוחלט אלא פריעה ופרימה והיינו דאמר ר\"ש בן לקיש מאי דכתיב  שם יד  זאת תהיה תורת המצורע זו היא תורתו של מוציא שם רע ה\"ד לישנא בישא כגון דאמר איכא נורא בבי פלניא והוא דקא מפיק ליה בלישנא בישא דקאמר הכי היכא משתכחא נורא אלא בביתא דפלניא דנפישי טואי (שם טז.) אמר רבא כל מילתא דמתאמרא באנפי מארה לית בה משום לישנא בישא אמר ליה אביי כ\"ש חוצפא ולישנא בישא א\"ל אנא כי הא דר' יוסי סבירא לי דאמר ר' יוסי מימי לא אמרתי דבר וחזרתי לאחורי אמר רבה בר רב הונא כל מילתא דמתאמרא באנפי תלתא לית בה   לישנא בישא מ\"ט חברך חברא אית ליה וחברא דחברך חברא אית ליה:", 
            "כי אתא רב דימי אמר מאי דכתיב  משלי כז  מברך רעהו בקול גדול בבקר השכים קללה תחשבלו משום דמברך רעהו בקול גדול קללה תחשב לו אין כגון דאיקלע לאושפיזיה וטרחו קמיה שפיר למחר נפיק ויתיב בשוקא ואמר רחמנא ליברכיה לפלניא דהכי טרח קמאי ושמעי אינשי ואכסני ליה:", 
            "תני רב דימי קמיה דרב ספרא לעולם אל יספר אדם בשבחו של חבירו יותר מדאי שמתוך טובתו בא לידי גנותו:", 
            "אמר ר' שמואל בר נחמני על שבעה גופי עבירות נגעים באין על לשון הרע ועל שפיכות דמים ועל שבועת שוא ועל גילוי עריות ועל גסות הרוח ועל הגזל ועל צרות העין על לה\"ר דכתיב  תהלים קא  מלשני בסתר רעהו אותו אצמית על שפיכות דמים דכתיב  שמואל ב ג  ואל יכרת מבית יואב זב ומצורע ועל שכועת שוא דכתיב  מלכים ב ה  ויאמר נעמן הואל קח ככרים וכתיב  שם  וצרעת נעמן תדבק בך על גילוי עריות דכתיב  בראשית יב  וינגע ה' את פרעה נגעים גדולים על גסות הרוח דכתי'  דה\"ב כו  ובחזקתו גבה לבו עד להשחית וכתיב  שם  והצרעת זרחה במצחו על הגזל דכתיב  ויקרא יד  וצוה הכהן ופנו את הבית תנא הוא הכניס ממון שאינו שלו יבא כהן ויפזר את ממונו ועל צרות העין דכתיב  שם  ובא אשר לו הבית תאנא דבי ר' ישמעאל מי שמייחד ביתו לו כלומר שאינו מכניס אורחין בתוך ביתו ואינו מהנה לבני אדם מנכסיו איני והאמר רב ענני בר ששון למה נסמכה פרשת בגדי כהונה לפרשת קרבנות ללמדך מה קרבנות מכפרין אף בגדי כהונה מכפרין כתונת מכפרת על שפיכות דמים דכתיב  בראשית לז  ויטבלו את הכתנת בדם ומכנסים מכפרין על גילוי עריות דכתיב  שמות כח  ועשה להם מכנסי בד לכסות בשר ערוה מצנפת מכפרת על גסות הרוח כדרבי חנינא דאמר רבי חנינא יבא דבר שבגובה ויכפר על מעשה גובה אבנט מכפר על הרהור הלב אהיכא דאיתיה דכתיב  שם  והיה על לב אהרן חשן מכפר על הדינין דכתיב  שם  ועשית חשן משפט אפור מכפר על עבודה זרה דכתיב  הושע ג  ואין אפוד ותרפים מעיל מכפר על לשון הרע אמר הקב\"ה יבא דבר שבקול ויכפר על מעשה קול ציץ מכפר על עזות פנים דכתיב  שמות כח  והיה על מצח אהרן וכתוב אחד אומר  ירמיה ג  ומצח אשה זונה היה לך מאנת הכלם לא קשיא הא דאהנו מעשיו הא דלא אהנו מעשיו אי דאהנו מעשיו נגעים באין עליו ואי לא אהנו מעשיו מעיל מכפר איני והאמר רבי סימון אמר רבי יהושע בן לוי שני דברים לא מצינו להם כפרה בקרבנות ומצינו להם כפרה בדבר אחר ואלו הן שפיכות דמים ולשון הרע שפיכות דמים בעגלה ערופה ולשון הרע בקטורת דתני רבי חייא למדנו בקטורת שהיא מכפרת שנאמר  במדבר יז  ויתן את הקטורת ויכפר על העם ותנא דבי ר' ישמעאל על מה הקטורת מכפרת על מעשה לשון הרע אמר הקב\"ה יבא מעשה חשאי ויכפר על מעשה חשאי קשיא שפיכות דמים אשפיכות דמים קשיא לשון הרע אלשון הרע שפיכות דמים אשפיכות דמים לא קשיא הא דידיע מאן קטליה והא דלא ידיע מאן קטליה אי דידיע מאן קטליה  בר קטלא הוא במזיד ולא אתרו ביה לשון הרע אלשון הרע נמי לא קשיא הא בצנעא הא בפרהסיא:", 
            "אמר רבי יהושע בן לוי מה נשתנה מצורע שאמרה תורה עליו  ויקרא יג  בדד ישב אמר הקב\"ה הוא הבדיל בין איש לאשתו ובין איש לרעהו לפיכך בדד ישב וא\"ר יהושע בן לוי מה נשתנה מצורע שאמרה תורה יביא  שם יד  שתי צפרים לטהרתו אמר הקב\"ה הוא עושה מעשה פטיט לפיכך יביא קרבן פטיט:", 
            "<b>מתני'</b>    שלשה  דברים צריך אדם לומר בתוך ביתו ערב שבת עם חשיכה עשרתם ערבתם הדליקו את הנר:", 
            "<b>גמ'</b>  מנא הני מילי אמר רבי יהושע בן לוי אמר קרא  איוב ה  וידעת כי שלום אהלך ופקדת נוך ולא תחטא אמר רבה בר רב הונא אף על גב דאמור רבנן שלשה דברים צריך אדם לומר בתוך ביתו מיבעי ליה למימרינהו בניחותא כי היכי דליקבלן מיניה אמר רב אשי אנא לא שמיע לי הא דרבה בר רב הונא וקיימתיה מסברא גרסינן בגיטין בפרק ראשון (דף ו:) לעולם אל יטיל אדם אימה יתירה בתוך ביתו שהרי פילגש בגבעה הטיל עליה בעלה אימה יתירה והפילה כמה רבבות "
        ], 
        [
            " מישראל:", 
            "אמר רב יהודה אמר שמואל כל המטיל אימה יתירה בתוך ביתו סוף בא לידי שלש עבירות גילוי עריות ושפיכות דמים וחלול שבת:", 
            "<b>מתני'</b>  ספק  חשיכה ספק אינה חשיכה אין מעשרין את הודאי ואין מטבילין את הכלים ואין מדליקין את הנרות אבל מעשרין את הדמאי ומערבין וטומנין את החמין:", 
            "<b>גמ'</b>  אוקימנא מערבין  עירובי חצרות אבל לא עירובי תחומין:", 
            "אמר רבא אמרו לו  שנים צא וערב עלינו אחד עירב עליו מבעוד יום ואחד עירב עליו בין השמשות זה שעירב עליו מבעוד יום נאכל עירובו בין השמשות וזה שעירב עליו בין השמשות נאכל עירובו משחשיכה שניהם קנו עירוב ממה נפשך אי בין השמשות יממא הוא בתרא ליקני קמא לא ליקני ואי בין השמשות לילה הוא בתרא לא ליקני קמא ליקני בין השמשות ספיקא    דרבנן הוא וספיקא דרבנן לקולא:", 
            " אמר רבא מפני מה  אמרו אין טומנין בדבר המוסיף הבל   (ואפילו) מבעוד יום גזירה שמא ירתיח.", 
            "פי' הא דתנן במה טומנין ובמה אין טומנין אין טומנין לא בגפת ולא בזבל ולא במלח ולא בסיד ולא בחול והני כולהו דבר המוסיף הבל נינהו ואין טומנין בהן   (אפילו) מבעו\"י   גזירה שמא ירתיח א\"ל אביי אי הכי בין השמשות נמי ניגזור א\"ל סתם קדרות בין השמשות רותחות הן:", 
            "אמר רבה מפני מה אמרו אין טומנין בדבר שאין מוסיף הבל משחשכה פירוש כגון פירות וכסות וכנפי יונה ולא התירו לכסות בהן אלא מבעוד יום אי נמי ספק חשיכה ספק אינה חשיכה כדתנן ספק חשיכה ספק אינה חשיכה  אין מעשרין וכו' אבל טומנין מכלל דאם חשכה ודאי אין טומנין את החמין  גזירה שמא יטמין ברמץ ואתי לאחתויי בגחלים   ת\"ר בין  השמשות   מן היום ומן הלילה ספק כולו מן היום ספק כולו מן הלילה מטילין אותו לחומרא לשני ימים ואיזהו בין השמשות  משתשקע החמה וכל זמן שפני מזרח מאדימים הכסיף התחתון ולא הכסיף העליון בין השמשות "
        ], 
        [
            " הכסיף העליון והשוה   לתחתון לילה דברי ר' יהודה ר' נחמיה אומר כדי שילך אדם משתשקע החמה חצי מיל ור' יוסי אומר בין השמשות כהרף עין ואי אפשר לעמוד עליו זה נכנס וזה יוצא:", 
            "הא גופא קשיא אמרת איזהו בין השמשות משתשקע החמה וכל זמן שפני מזרח מאדימים הא הכסיף התחתון ולא הכסיף העליון לילה   והדר תני הכסיף   התחתון  (והשוה העליון לילה הא הכסיף התחתון ולא השוה העליון) בין השמשות אמר רבה כרוך ותני איזהו בין השמשות משתשקע החמה וכל זמן שפני מזרח מאדימים הכסיף התחתון ולא הכסיף העליון נמי בין השמשות הכסיף העליון והשוה לתחתון לילה ורב יוסף אמר רב יהודה אמר שמואל הכי קתני משתשקע החמה וכל זמן שפני מזרח מאדימים יום הכסיף התחתון ולא הכסיף העליון בין השמשות הכסיף העליון והשוה לתחתון לילה   אמר רבה בר בר חנה אמר רבי יוחנן הלכה כרבי יהודה לענין שבת והלכה כרבי יוסי לענין תרומה   דלא אכלי כהנים תרומה עד דשלים בין השמשות דר' יוסי:", 
            "הא דפסק ר' יוחנן הלכה כר' יהודה לענין שבת לא ידעינן אליבא דמאן פסק אי אליבא דרבה ואי אליבא דרב יוסף וכיון דלא איבריר לן כמאן מינייהו פסק עבדינן לחומרא דאיסורא הוא וספק איסורא לחומרא ועוד דסוגיא ככוליה תלמודא כל היכא דאיפליגו רבה ורב יוסף הלכה כרבה (ב\"ב דף קיד:) בר משדה קנין ומחצה הלכך משתשקע החמה איתקדיש ליה יומא ואסור בעשיית מלאכה:", 
            "אמר רב יהודה אמר שמואל כוכב אחד  יום שנים בין השמשות שלשה לילה:", 
            "אמר רבי   אסי בר אבין משנראו שלשה כוכבים ולא כוכבים גדולים שנראין ביום ולא כוכבים קטנים שנראין בלילה אלא בינוניים  אמר ליה רבא לשמעיה אתון דלא ידעיתו שיעורא דרבנן אדאיכא שמשא בריש דיקלי אדליקו שרגא ביום המעונן במתא חזו תרנגולי בדברא חזו עורבי אי נמי אדאני:", 
            "ת\"ר שש תקיעות   תוקעין ע\"ש תקיעה ראשונה לבטל העם ממלאכה שבשדות שניה לבטל עיר וחנויותיה שלישית להדליק את הנר   ותוקע ומריע ותוקע ושובת דברי רבי נתן רבי יהודה הנשיא אומר שלישית לחלוץ תפילין ושוהה כדי לצלות דג קטן או כדי להדביק פת בתנור ותוקע ומדיע ותוקע  ושובת:", 
            "   סליקו להו במה מדליקין "
        ], 
        [
            "<b>כירה</b>   שהסיקוה  בקש או בגבבא נותנין עליה תבשיל בגפת או בעצים לא יתן עד שיגרוף או עד שיתן את האפר ב\"ש אומרים חמין אבל לא תבשיל וב\"ה אומרים חמין ותבשיל  ב\"ש אומרים נוטלין אבל לא מחזירין וב\"ה אומרים אף מחזירין:", 
            "<b>גמ'</b>  איבעיא להו האי לא יתן לא יחזיר הוא אבל לשהות "
        ], 
        [
            " משהין אע\"ג שאינו גרוף ואינו קטום ומתני' חנניא היא   או דלמא האי לא יתן לא ישהה הוא ואפילו לשהות אי גרוף וקטום אין ואי לא לא ופליגא דחנניא ושקלינן וטרינן ומסקנא דלא יתן לא ישהה הוא ואפילו לשהות אי גרוף וקטום אין ואי לא לא וכ\"ש להחזירה   ומסתברא לן דהכי הוא מסקנא דהא בתר דשקלינן וטרינן   איבעיא להו מהו לסמוך לה תוכה וגבה הוא דאסור אבל לסמוך שפיר דמי או דלמא לא שנא ומדאמרינן תוכה וגבה הוא דאסיר שמעינן דאסור לשהות על גבי כירה שאינה גרופה וקטומה.", 
            "ועוד דהא עסקינן לבעיין מאי הוי עלה ת\"ש כירהשהסיקוה בגפת ובעצים סומכין לה ואין משהין על גבה אלא א\"כ גרופה וקטומה וגחלים שעממו או שנתנו עליהן נעורת של פשתן דקה הרי היא כקטומה אלמא דהכין היא הלכתא ור' אושעיא נמי הכי סבירא ליה   ורבה בר בר חנה א\"ר יוחנן נמי הכי סבירא ליה ועוד הא אמרינן לקמן לענין תנור שהסיקוהו בקש ובגבבא   סבר רב יוסף למימר תוכו תוכו ממש על גביו על גביו ממש אבל לסמוך שפיר דמי ואותביה אביי כיפה שהסיקוה בקש ובגבבא הרי היא ככירים בגפת וכעצים הרי היא כתנור   הרי היא כתנור דאסור הא ככירה שרי במאי עסקינן אילימא על גבה ובמאי אילימא בשאינה גרופה ואינה קטומה אלא כירה שאינה גרופה וקטומה על גבה מי שרי אלמא דהכין הלכתא דכירה כי אינה גרופה ואינה קטומה על גבה אסור     והא דאמר רב "
        ], 
        [
            " ששת א\"ר יוחנן דמתניתין להחזיר תנן אבל לשהות משהין ואע\"ג שאינו גרוף וקטום לית הלכתא כוותיה ואע\"ג דסייעיה רבא ואמר תרוייהו תננהו ההוא סיועא לאו דוקא הוא ולא גמרינן מיניה דעל מסקנא דגמרא סמכינן ומדחזינן למסקנא דגמרא וסוגיא דשמעתא דאסור לשהות על גבי כירה שאינה גרופה וקטומה ממילא שמעינן דמימרא דרב ששת וסייעתא דרבא וכל מאן דדמיא להו דחויות אינון הלכך כירה שאינה גרופה ואינה קטומה אסור לשהות עליה חמין שלא הוחמו כל צרכן ותבשיל שלא בישל כל צרכו אבל תבשיל שבישל כל צרכו וחמין שהוחמו כל צרכן אע\"פ שאינה גרופה ואינה קטומה משהין.", 
            "ודוקא דבר שהוא מצטמק ורע לו כגון ליפתא ודייסא  ותמרי וכיוצא בהן אבל דבר שהוא מצטמק ויפה לו כגון כרוב ופולין ובשר טרוף אסור וכירה שהיא גרופה וקטומה משהין עליה כל מילי בין בישל כל צרכו בין לא בישל כל צרכו וכ\"ש מצטמק     לו דעיקרא דגזירה דלמא אתי לאחתויי בגחלים הוא וכיון שהיא גרופה וקטומה לא אתי לאחתויי בגחלים וכן הלכתא.", 
            "ואי אינשי על גבי כירה שאינה גרופה וקטומה מידי דלא בשיל כל צרכיה אסיר וכל שכן אם עבר ושהה במזיד   דאמר רב שמואל בר יהודה אמר רב יהודה בתחלה היו אומרים המבשל בשבת בשוגג יאכל במזיד לא יאכל והוא הדין לשוכח משרבו משהין במזיד ואומרים שוגגין אנו חזרו וגזרו אף על השוכח והיכא דשכח מידי דבשיל כל צרכיה ומצטמק ויפה לו הא מילתא איבעיא לן בגמ' "
        ], 
        [
            " ולא איפשיטא ולקולא עבדינן ולא אסרינן לההוא תבשיל דספיקא דרבנן הוא ולקולא:", 
            "גרסינן בפ' מרובה (בבא קמא דף עא.)  המבשל בשבת בשוגג יאכל במזיד לא יאכל דברי ר\"מ רבי יהודה אומר בשוגג   יאכל למוצאי שבת במזיד לא יאכל עולמית ר' יוחנן הסנדלר אומר בשוגג יאכל למוצאי שבת לאחרים ולא לו במזיד לא יאכל עולמית לא לו ולא לאחרים מאי טעמא דר' יוחנן הסנדלר כדדרש ר' חייא אפיתחא דבי נשיאה  שמות לא  ושמרתם את השבת כי קדש היא לכם מה קדש אסור באכילה אף מעשה שבת אסור באכילה אי מה קדש אסור בהנאה אף מעשה שבת אסור בהנאה תלמוד לומר לכם שלכם תהא יכול אפילו בשוגג תלמוד לומר  שם  מחלליה מות יומת במזיד אמרתי לך ולא בשוגג פליגי בה רב אחא ורבינא חד אמר מעשה שבת דאורייתא וחד אמר מעשה שבת דרבנן מאן דאמר מעשה שבת דאורייתא כדאמרן ומאן דאמר דרבנן דאמר קרא כי קדש היא לכם היא קדש ואין מעשיה קדש וקי\"ל דבכל התורה כולה רב אחא ורבינא הלכה כדברי המיקל וש\"מ דליתא לדר' יוחנן הסנדלר הלכך הלכה  כרבי יהודה דאמר המבשל בשבת בשוגג   יאכל למוצאי שבת בין לו בין לאחרים  במזיד יאכל למוצאי שבת לאחרים ולא לו גרסינן בחולין בפ\"ק (דף טו:) השוחט לחולה בשבת מותר לבריא באומצא מ\"ט כיון דאי אפשר לכזית בשר בלא שחיטה כי קא שחיט אדעתא דחולה קא שחיט המבשל לחולה בשבת אסור "
        ], 
        [
            " לבריא גזירה שמא ירבה בשבילו:", 
            "וב\"ה  אומרים אף מחזירין:", 
            "אמר רב ששת לדברי האומר   מחזירין מחזירין   (כמה פעמים)   בשבת ואף רבי אושעיא סבר מחזירין ואפילו בשבת דאמר ר' אושעיא פעם אחת היינו עומדין לעילא מרבי חייא רבה והעלינו לו קומקום של חמין מדיוטא התחתונה לדיוטא העליונה ומזגנו לו את הכוס והחזרנוהו למקומו ולא אמר לנו דבר אמר רבי זריקא א\"ר אמי אמר רבי תדאי לא שנו אלא שעודן בידו אבל הניחן על גבי קרקע אסור א\"ר חזקיה משמיה דאביי הא דאמרן עודן  בידו מותר לא אמרן אלא שדעתו להחזיר אבל אין דעתו להחזיר אסור מכלל דאם הניחן על גבי קרקע אע\"פ שדעתו להחזיר אסור:", 
            "בעי ר' ירמיה תלאן במקל מהו הניחן על גבי מטה מהו תיקו בעי רב אשי פינן ממיחם למיחם מהו תיקו:", 
            "<b>מתני'</b>  תנור שהסיקוהו בקש או בגבבא לא יתן בין מתוכו בין מעל גביו כיפה שהסיקוה בקש ובגבבא הרי היא ככירים בגפת או בעצים הרי היא כתנור:", 
            "<b>גמ'</b>  ת\"ר תנור   שהסיקוהו בקש או בגבבא אין סומכין לו   ואין צריך לומר בתוכו ואין צריך לומר על גביו ואין צריך לומר שהסיקוהו בגפת או בעצים:", 
            " כיפה שהסיקוה:", 
            "  אמר ליה רב אחא בריה דרבא לרב אשי האי כיפה היכי דמי אי ככירה דמי אפילו בגפת ובעצים נמי לישתרי ואי כתנור דמי אפילו בקש ובגבבא נמי לא לישתרי אמר ליה נפיש הבליה מדכירה וזוטר מתנור:", 
            "ושמעינן מינה דכל מידי דאסור לאשהויי על גבי כירה אלא אם כן גרופה וקטומה אסור לאשהויי ע\"ג כיפה אפי' גרופה וקטומה אבל חמין שהוחמו כל צרכן ותכשיל שבישל כל צרכיה שרי לאשהויי ע\"ג כיפה מידי דהוה אכירה דאע\"ג דאסיר לאשהויי עלה כי לא גרופה וקטומה מידי דלא בשיל כל צרכיה אבל מידי דבשיל כל צרכיה שרי הכא נמי לא שנא ודוקא מצטמק ורע לו דומיא דכירה אכל מצטמק ויפה לו  אסיר והיכי דמי כירה והיכי דמי כיפה אמר ר' יוסי בר' חנינא כירה מקום שפיתת ב' קדירות "
        ], 
        [
            " כיפה מקום שפיתת קדרה אחת:", 
            "<b>מתני'</b>  אין נותנין  ביצה בצד המיחם בשביל שתתגלגל ולא יפקיענה בסודרין ורבי יוסי מתיר ולא יטמיננה בחול ובאבק דרכים בשביל שתצלה:", 
            "<b>גמ'</b>  איבעיא להו גלגל מאי אמר רב אסי גלגל חייב חטאת אמר מר זוטרא אף אנן נמי תנינא   כל הבא בחמין מלפני השבת שורין אותו בחמין בשבת וכל שלא בא בחמין מלפני השבת מדיחין אותו בחמין בשבת חוץ מן המליח הישן וקולייס האספנין שהדחתן זו היא גמר מלאכתן:", 
            "ולא יפקיענה בסודרין ור' יוסי מתיר:", 
            "והא דתנן נותנין את הצונן בחמה בשביל שיחמו לימא ר' יוסי היא ולא רבנן אמר רב נחמן בר יצחק בחמה כ\"ע לא פליגי דשרי בתולדות האור כולי עלמא לא פליגי דאסיר כי פליגי בתולדות חמה רבנן סברי גזרינן תולדות חמה אטו תולדות האור ור' יוסי סבר לא גזרינן והלכתא כת\"ק:", 
            "ולא יטמיננה בחול:", 
            "ובהא אפילו רבי יוסי מודה מאי טעמא רבה אמר גזירה שמא יטמין ברמץ ורב יוסף אמר גזירה שמא יזיז עפר ממקומו מאי בינייהו איכא בינייהו עפר תיחוח:", 
            "<b>מתני'</b>    מעשה שעשו אנשי  טבריא והביאו סילון של צונן בתוך אמה של חמין אמרו להם חכמים אם בשבת כחמין שהוחמו בשבת ואסורין ברחיצה ובשתיה ואם ביום טוב כחמין שהוחמו ביום טוב ואסורין ברחיצה ומותרין בשתיה:", 
            "<b>גמ'</b>    אמר עולא הלכה כאנשי טבריא אמר ליה רב נחמן כבר תברינהו אנשי טבריא לסילונייהו והלכה כרב נחמן:"
        ], 
        [
            " תניא לא ישתטף אדם כל גופו בין בחמין בין בצונן דברי רבי מאיר ור\"ש מתיר ר' יהודה אומר בחמין אסור בצונן מותר:", 
            "אמר רב חסדא מחלוקת בקרקע אבל בכלי דברי הכל אסור.", 
            "אמר רבה בר בר חנה א\"ר יוחנן הלכה כרבי יהודה והלכתא בחמין אסור בין בכלי בין ע\"ג קרקע ודוקא חמי האור אבל חמי טבריא שרו כדבעי' למימר קמן:", 
            "  איתמר חמין שהוחמו מערב שבת רב אמר למחר רוחץ כהן כל גופו אבר אבר ושמואל אמר לא התירו לרחוץ אלא פניו ידיו ורגליו תניא כותיה דשמואל חמין שהוחמו מערב שבת למחר רוחץ בהן פניו ידיו ורגליו אבל לא כל גופו אבר אבר ואין צריך לומר חמין שהוחמו (גי' הגמ' ביו\"ט) בשבת מרחץ שפקקו נקביו מערב שבת למוצאי שבת רוחץ בו מיד אמר רבי שמעון בן פזי אמר רבי יהושע בן לוי משום בר קפרא בתחלה היו רוחצין בחמין שהוחמו מערב שבת התחילו הבלנין להחם חמין בשבת ואומרים מערב שבת הוחמו אסרו להם את החמין והתירו את הזיעה ועדיין היו רוחצין בחמין ואומרים מזיעין אנחנו אסרו להם את הזיעה והתירו  להם חמי טבריא ועדיין היו רוחצין בחמי האור ואומרים בחמי טבריא רחצנו אסרו להם נמי חמי טבריא והתירו להם את הצונן ראו שאין הדבר עומד התירו להם חמי טבריא ועדיין זיעה במקומה עומדת:", 
            "אמר רבא האי מאן דעבר אדרבנן    שרי למקרייה עבריינא   ת\"ר לא ישוט אדם בבריכה מלאה מים ואפילו עומדת בחצר ואי אית ביה גדודי שרי   מ\"ט דא\"נ עקר למיא הא "
        ], 
        [
            " איכא גדודי דמהדרי להו:", 
            "  ת\"ר מתחמם אדם כנגד המדורה ויוצא ומשתטף בצונן ובלבד שלא ישתטף בצונן ויבא ויתחמם כנגד המדורה בשבת מפני שמפשיר מים שעליו:", 
            "תנו רבנן מיחם אדם אלונטית ומניחה ע\"ג מעים בשבת ובלבד שלא יביא קומקום של חמין ויניח ע\"ג מעים בשבת ודבר זה אפילו בחול אסור מפני הסכנה:", 
            "ת\"ר  מביא אדם קיתון  של מים ויניחנו כנגד המדורה לא בשביל שיחמו אלא כדי שתפוג צנתן ר' יהודה אומר מביאה אשה פך של שמן ומניחתו כנגד המדורה לא בשביל שיתבשל אלא בשביל שיתפשר רבן שמעון ב\"ג אומר סכה אשה ידה   בשמן ומחממת כנגד המדורה וסכה לבנה קטן ואינה חוששת:", 
            "אמר רב יהודה אמר שמואל אחד מים ואחד שמן יד סולדת בו אסור אין יד סולדת בו מותר.", 
            "היכי דמי יד סולדת בו אמר רחבה כל שכריסו של תינוק נכוית ממנו א\"ר יצחק בר אבדימי פעם אחת נכנסתי אחר רבי לבית המרחץ ובקשתי להניח   פך של שמן  באמבטי ואמר לי טול בבלי שני ותן ש\"מ תלת ש\"מ שמן יש בו משום בישול וש\"מ כלי שני אינו מבשל וש\"מ הפשירו לא זהו בישולו:", 
            " אמר ר' אבא אמר ר' יוחנן   כל מקום מותר להרהר חוץ מבית הכסא ובית המרחץ אמר אביי דברים של קדש אסור לאמרן בלשון חול ודברים של חול מותר לאמרן בלשון קדש.", 
            "ולענין אפרושי מאיסורא אפילו בלשון קדש שרי דהא רבי אמר ליה לרב יצחק בר אבדימי טול בכלי שני ותן ואמרינן נמי אמר רב יהודה אמר שמואל מעשה בתלמידו של ר' מאיר שנכנס אחריו לבית המרחץ ובקש להדיח לו קרקע ואמר לו אין מדיחין לסוך לו     ואמר לו אין סכין:", 
            "<b>מתני'</b>     מולייר הגרוף שותין ממנו בשבת אנטיכי אע\"פ שהיא גרופה   וקטומה אין שותין הימנה בשבת:"
        ], 
        [
            "<b>גמ'‏‏</b>  היכי דמי מולייר הגרוף תאנא מים מבפנים וגחלים מבחוץ:", 
            "מאי אנטיכי אמר רב נחמן בי דודי:", 
            "תניא כותיה דרב נחמן אנטיכי אע\"פ שהיא גרופה וקטומה אין שותין הימנה בשבת מפני שנחושתה מחממתה:", 
            "<b>מתני'</b>    המיחם שפינהו לא יתן לתוכו צונן בשביל שיחמו אבל נותן הוא לתוכו או לתוך הכוס כדי להפשירן:", 
            "<b>גמ'</b>  מאי קאמר   אמר אביי הכי קאמר המיחם   שפינה ממנו ויש בו מים חמין לא יתן לתוכו מים מועטין כדי שיחמו אבל נותן הוא לתוכו מים רבים כדי שיפשירו ומיחם שפינה מים ממנו לא יתן לתוכו מים כל עיקר מפני שהוא מצרף ור' יהודה היא דאמר דבר שאין מתכוין אסור.", 
            "אמר רב לא שנו אלא שיעור   לצרף אבל שיעור להפשיר מותר ושמואל אמר אפילו שיעור לצרף נמי מותר   כר' שמעון דאמר דבר שאין מתכוין מותר ואי קשיא לך הא דאמר שמואל  מכבין  גחלת של מתכת ברשות הרבים בשביל שלא יזוקו בה רבים אבל גחלת של עץ לא  דאי כר' שמעון סבירא ליה אפילו של עץ נמי מותר בדבר שאין מתכוין סבר לה כר' שמעון במלאכה שאינה צריכה לגופה סבר לה כרבי יהודה דאמר חייבין עליה.", 
            "אמר רבינא הלכך קוץ ברשות הרבים מוליכו פחות פחות מארבע אמות ובכרמלית אפילו טובא וכן הלכתא:", 
            "אבל נותן הוא לתוכו או לתוך הכוס כדי להפשירן:", 
            " ת\"ר נותן אדם חמין לתוך צונן אבל לא צונן לתוך  חמין דברי בית שמאי "
        ], 
        [
            " ובית הלל אומרים בין חמין לתוך צונן ובין צונן לתוך חמין מותר במה דברים אמורים בכוס אבל באמבטי חמין לתוך צונן אין ולא צונן לתוך חמין ורבי שמעון בן מנסיא אוסר ומסקנא דשמעתא דהלכתא כב\"ה דקאמרינן אמר רב הונא בריה דרב יהושע חזינא ליה   לאבא דלא קפיד אמנא מדתני רבי חייא   מערב אדם קיתון של מים לתוך ספל של מים בין חמין לתוך צונן ובין צונן לתוך חמין:", 
            "<b>מתני'</b>    האלפס והקדרה שהעבירן מרותחין לא יתן לתוכן תבלין   אבל נותן הוא לתוך הקערה או לתוך התמחוי רבי יהודה אומר לכל הוא נותן חוץ מדבר שיש בו חומץ וציר:", 
            "<b>גמ'</b>  והלכתא כת\"ק סבר רב יוסף למימר מלח הרי הוא כתבלין דבכלי ראשון בשיל ובכלי שני לא בשיל א\"ל אכיי תני ר' חייא  מלח אינו כתבלין דבכלי שני נמי בשיל ופליגא דרב נחמן דאמר רב נחמן צריכא מילחא בישולא כבישרא דתורא:", 
            "ואיכא דאמרי סבר רב יוסף למימר מלח הרי הוא כתבלין דבכלי ראשון בשיל ובכלי שני לא בשיל  אמר ליה אביי תני רבי חייא מלח אינו כתבלין דבכלי ראשון נמי לא בשיל והיינו דאמר רב נחמן צריכא מילחא בישולא כבישרא דתורא והלכתא כלישנא בתרא:", 
            "מתני'  אין נותנין כלי תחת הנר לקבל בו את השמן ואם נתנו מבע\"י מות' ואין נאותין ממנו לפי שאינו מן המוכן:", 
            "<b>גמ'</b>  אמר רבא אמר רב חסדא אע\"פ שאמרו אין נותנין כלי תחת התרנגולת לקבל ביצתה "
        ], 
        [
            " לפי שאסור לבטל כלי מהיכנו אבל כופה עליה  כלי שלא תשבר:", 
            "  איתמר מת  המוטל בחמה אמר רב יהודה אמר שמואל הופכו ממטה למטה ורב חיננא בר שלמיא משמיה דרב אמר מניח עליו ככר או תינוק ומטלטלו היכא דאיכא ככר או תינוק כולי עלמא לא פליגי דשרי כי פליגי היכא  דליכא מר סבר טלטול מן הצד שמיה טלטול ומר סבר לא שמיה טלטול:", 
            "לימא כתנאי אין מצילין את המת מפני הדליקה אמר רבי יהודה בן לקיש שמעתי שמצילין את המת מפני הדליקה היכי דמי אי דאיכא ככר או תינוק מ\"ט דת\"ק דאסר אי דליכא ככר או תינוק מ\"ט דרבי יהודה בן לקיש דשרי אלא לאו בטלטול מן הצד פליגי דמר סבר טלטול מן הצד שמיה טלטול ומר סבר לא שמיה טלטול לא דכולי עלמא טלטול מן הצד שמיה טלטול והיינו טעמא דרבי יהודה בן לקיש מתוך שאדם בהול על מתו   אי לא שרית ליה טלטול דרבנן   אתי לידי כבוי דאורייתא:", 
            "אמר רב יהודה בר שילא א\"ר יוחנן הלכה כרבי יהודה בן לקיש במת:", 
            "שמעינן מינה דטלטול מן הצד שמיה טלטול   (והיינו טעמא דרבי יהודה) דלא שרו ליה רבנן אלא גבי מת דלא אתי לידי איסורא דאורייתא אבל בעלמא אסור וקשיא לן הא דגרסינן   בפ' כל הכלים (שבת דף קכג.) לענין פגה שטמנה בתבן וחררה שטמנה בגחלים אם מגולה מקצתה מותר לטלטל אלעזר בן תדאי אומר תוחבין לה בכוש או בכרכר והיא ננערת מאיליה א\"ר נחמן הלכה כאלעזר בן תדאי דסבר טלטול מן הצד לא שמיה טלטול ופרקינן כי אמרינן טלטול מן הצד שמיה טלטול הני מילי כגון אבנים וכיוצא בהו דאינן לצורך שבת דאסור לטלטל ממקום למקום דומיא דמת כדאמרינן התם בן שמנה חי הרי הוא כאבן ואסור לטלטלו דכמת דמי אבל פגה שטמנה   בתבן ופוגלה וחררה שטמנה ברמץ וכיוצא בהן דאוכלין הן וצריך לאוכלן בשבת טלטול מן הצד בכל כי האי מילתא לא שמיה טלטול:", 
            "ואין נאותין ממנו לפי שאינו מן המוכן:", 
            " תנו רבנן מותר השמן שבנר ושבקערה אסור להסתפק ממנו ורבי שמעון מתיר:", 
            "<b>מתני'</b>  מטלטלין נר חדש אבל לא ישן דברי דבי יהודה רבי מאיר אומר כל הנרות מטלטלין "
        ], 
        [
            " חוץ מן הנר שהדליקו בו באותה שבת רבי שמעון אומר כל הנרות מטלטלין חוץ מן הנר הדולק בשבת   נותנין כלי תחת הנר לקבל בו ניצוצות אבל לא יתן לתוכו מים מפני   (שהן מכבין):", 
            "גמ'     מטלטלין וכו' חוץ מן  הנר הדולק בשבת כבה מותר לטלטלו.", 
            "ואף על גב דקיימא לן הלכתא כרבי שמעון לענין מוקצה בהא   לית הלכתא כוותיה דגרסינן בפרק מי שהחשיך (שבת דף קנז.) פליגי בה רב אחא ורבינא חד אמר בכל השבת כולה הלכה כרבי שמעון לבד ממוקצה מחמת מיאוס ומאי ניהו נר ישן וחד אמר במוקצה מחמת מיאוס נמי הלכתא כוותיה לבר ממוקצה מחמת איסור ומאי ניהו נר שהדליקו בו באותה שבת אבל מוקצה מחמת חסרון כיס אף רבן שמעון מודה דתנן כל הכלים ניטלין בשבת חוץ מן המסר הגדול ויתד של מחרישה.", 
            "וקי\"ל דכל היכא דפליגי רב אחא ורבינא הלכה כדברי המיקל הלכך נר שהדליקו בה באותה שבת אף על פי שכבה אסור לטלטלו דמוקצה מחמת איסור הוא וכן מותר שמן שבנר ושבקערה שהדליקו בהן באותה שבת אסור לטלטלו ולהסתפק ממנו באותה שבת:", 
            "אמר ר' זירא  פמוט שהדליקו עליה באותה שבת דברי הכל אסור לטלטלה בשבת לא  הדליקו עליה באותה שבת דברי הכל מותר לטלטלה בשבת וכן הלכתא   ומטה שיש עליה מעות אסור לטלטלה אין עליה מעות מותר לטלטלה בין יחדה בין לא יחדה והוא שלא היו  עליה בין השמשות אבל אם היו עליה בין השמשות מגו דאיתקצאי בין השמשות איתקצאי לכולי יומא והוה ליה מוקצה מחמת איסור הילכך אסור לטלטלה   (מיתיבי   מוכני שלה בזמן שהיא נשמטת אין חיבור לה ואין נמדדת עמה ואין מצלת עמה באהל המת ואין גוררין אותה בשבת בזמן שיש עליה מעות הא אין עליה מעות שריא אע\"ג דהוה עליה בין השמשות ההיא ר' שמעון היא והלכתא      מניחין נר על גבי דקל בשבת ואין מניחין נר על גבי דקל ביום טוב מאי טעמא כיון דבשבת בדיל מיניה לא אתי לאשתמושי במחובר וביום טוב דלא בדיל מיניה אתי לאשתמושי במחובר הילכך בשבת שרי וביום טוב אסור:", 
            "אמר רב יהודה אמר שמואל אין מוקצה לרבי שמעון אלא גרוגרות וצמוקין בלבד.", 
            "ירושלמי מאי שנא הני הואיל ומסריחות בינתים   "
        ], 
        [
            " אמר רבא כי הוינן בי רב נחמן הוינן מטלטלינן  כנונא  אגב קיטמא ואע\"ג דאיכא עליה שברי עצים:", 
            "תניא מלבנות המטה וכרעי המטה ולווחים של סקיבוס לא יחזיר ואם החזיר פטור   אבל אסור לא יתקע ואם תקע חייב חטאת רשב\"ג אומר אם היה רפוי מותר בי רב חמא הוה ליה מטה גללניתא דהוו מהדרי ליה ביומא טבא א\"ל ההוא מרבנן לרב חמא מאי דעתיך בנין מן הצד הוא נהי דאיסורא דאורייתא ליכא איסורא דרבנן מיהא איכא אמר ליה אנא כרשב\"ג סבירא לי דאמר אם היה רפוי  מותר וכן הלכתא:", 
            " נותנין כלי תחת הנר לקבל בו ניצוצות:", 
            "והא קא מבטל כלי מהיכנו אמר רב הונא בריה דרב יהושע ניצוצות אין בהן ממש ושרי לטלטולי ולא קא מבטל כלי מהיכנו:", 
            "ולא יתן לתוכו מים מפני שהוא מכבה:", 
            "תניא נותנין כלי תחת הנר לקבל ניצוצות בשבת ואין צריך לומר בערב שבת  ולא יתן לתוכו מים   מפני שהוא מכבה מע\"ש ואין צריך לומר בשבת מפני שהוא מקרב כיבוי:", 
            "   סליקו להו כירה    פרק ד  ", 
            "<b>במה</b>   טומנין ובמה אין  טומנין אין טומנין לא בגפת ולא בזבל ולא במלח ולא בסיד ולא בחרסית ולא בחול בין לחין בין יבשים לא בתבן לא בזגין ולא במוכין ולא בעשבין בזמן שהן לחין אבל טומנין בהן כשהן יבשין וטומנין בכסות וכנפי יונה ובפירות ובנסורת של חרשים ובנעורת של פשתן   "
        ], 
        [
            " רבי יהודה אוסר בדקה ומתיר בגסה:", 
            "<b>גמ'</b>  איבעיא להו גפת של זיתים תנן אבל של שומשמין שפיר דמי או דלמא דשומשמין תנן וכל שכן דזיתים דלא:", 
            "תא שמע דאמר רבי זירא משום חד דבי רבי ינאי קופה שטמן בה אסור להניחה על גבי גפת של זיתים שמע מינה גפת של זיתים תנן לא לעולם אימא לך לענין הטמנה אפילו דשומשמין אסור אבל לענין   אסוקי הבלא דזיתים מסקי הבלא דשומשמין לא מסקי הבלא:", 
            " רבה ורבי זירא איקלעו לבי ריש גלותא חזיוהו לההוא עבדא דאתנח  כוזא דמיא אפומא דקומקומא נזהיה רבה אמר ליה רבי זירא מאי שנא ממיחם על גבי מיחם אמר ליה התם אוקומי קא מוקים הכא אולודי קא מוליד הדר חזייה דקא פריס סודרא אפומא דכובא ואנח נטלא עילויה נזהיה רבה אמר ליה רבי זירא אמאי אמר ליה השתא קא חזית לסוף חזייה דקא עצר ליה אמר ליה  ומאי שנא מפרונקא אמר ליה התם לאקפיד עליה הכא קפיר עליה:", 
            "לא בתבן לא בזגין לא במוכין:", 
            "בעא מיניה רב אדא בר אהבה מאביי  מוכין שטמן בהן מהו לטלטלן בשבת אמר ליה וכי מפני שאין לו לזה קופה של תבן עומד (נ\"א ומפקיר) ומטלטל קופה של מוכין רב חסדא שרא לאהדורי אודרא לבי סדיא בשבת' איתיביה רב חנין בר רבא לרב חסדא מתירין בית הצואר בשבת אבל לא פותחין ואין נותנין את המוכין לא לתוך הכר ולא לתוך הכסת ביום טוב וכל שכן בשבת לא קשיא הא בחדתי הא בעתיקי:", 
            "תניא נמי הכי אין נותנין את המוכין לא לתוך הכר ולא לתוך הכסת ביום טוב ואין צריך לומר בשבת נשרו מחזירין אותן בשבת ואין צריך לומר ביום טוב:", 
            "אמר רב  יהודה אמר רב הפותח בית הצואר בשבת חייב חטאת מתקיף ליה רב כהנא וכי   מה בין זה למגופת חבית אמר ליה זה חיבור וזה אינו חיבור:", 
            "בזמן "
        ], 
        [
            "  שהן לחין:", 
            "  איבעיא להו לחין מחמת עצמן תנן או דלמא לחין מחמת דבר אחר וסליקא דמחמת עצמן תנן ומוכין לחין מחמת עצמן היכי משכחת לה כגון מרטא דביני אטמי וכסות לחה דעבידא ממרטא דביני אטמי והוא הצמר שבין ירכותיה של בהמה שיש בו לחלוחית קבועה שאינה עוברת:", 
            "<b>מתני'</b>  טומנין בשלחין ומטלטלין אותם בגיזי צמר ואין מטלטלין אותן.", 
            "כיצד הוא עושה נוטל את הכסוי והן נופלים מאליהן ר' אלעזר בן עזריה אומר קופה מטה על צדה ונוטל שמא יטול ואינו יכול להחזיר וחכמים אומרים נוטל ומחזיר.", 
            "אם לא כסהו מבעוד יום לא יכסנו משתחשך.", 
            "כסהו ונתגלה מותר לכסותו.", 
            "ממלא אדם את הקיתון מים ונותן תחת הכר או תחת הכסת:", 
            "<b>גמ'</b>  יתיב ר' יוחנן בר ערמאי ור' יוחנן בר אלעזר ויתיב ר' חנינא בר אבא קמייהו ויתבי וקא מיבעיא להו  שלחין של בעל הבית תנן אבל של אומן כיון דקפיד עלייהו אין מטלטלין או דלמא של אומן תנן וכל שכן של בעל הבית וסליקא כתנאי.", 
            "ומסתברא דהלכה כר' יוסי דאמר אחד זה ואחד זה מטלטלין אותן דרבי יוסי   שלחא הוה אביו ונתברר לו שאין האומנין מקפידין עליהן וכן פסק רב שרירא גאון משום הראשונים שהלכה כר' יוסי:", 
            "בגיזי צמר ואין מטלטלין אותן:", 
            "  אמר רבא לא שנו אלא שלא ייחדן להטמנה אבל אם ייחדן להטמנה מטלטלין אותן:", 
            "איתמר נמי הכי כי אתא רבין א\"ר יצחק אמר ר' יוסי בן שאול אמר רב לא שנו אלא שלא ייחדן להטמנה אבל ייחדן להטמנה מטלטלין אותן:", 
            "תני רבה בר בר חנה קמיה דר' יוחנן  חריות של  דקל שגדרן לעצים ונמלך עליהן "
        ], 
        [
            " לישיבה צריך לקשרן רשב\"ג אומר א\"צ לקשרן הוא תני לה והוא אמר לה הלכה כר\"ש בן גמליאל:", 
            "איתמר רב אמר קושר ושמואל אמר חושב ורב אסי אמר יושב אע\"פ שלא קשר ושלא חישב והלכתא כרב אסי   דאמר כי האי תנא דתניא יוצאין בפוקרין  ובציפה אימתי בזמן שצבען בשמן וכרכן במשיחה אבל לא צבען בשמן ולא כרכן במשיחה אין יוצאין בהן ואם יצא בהן שעה אחת מבעוד יום אע\"פ שלא צבען בשמן ולא כרכן במשיחה מותר לצאת בהן:", 
            "רב אשי אמר הא נמי סייעתא   ממתני' דתנן הקש שעל המטה לא ינענעו בידו אבל ינענעו בגופו אם היה מאכל בהמה  או שהיה עליו כר או סדין ינענענו בידו:", 
            "אמר רב יהודה מכניס אדם מלא קופתו עפר ועושה בו כל צרכו דרש מר זוטרא משמיה דמר זוטרא רבה והוא שיחד לו קרן  זוית:", 
            "תניא בכל  חפין את הכלים חוץ מכלי כסף בגרתקון הא נתר וחול מותר:", 
            "  אמר רב יהודה  עפר לבינתא שרי.", 
            "פי' למימשא ביה ידיה אמר רב יוסף כוספא דיסמין שרי אמר רבא עפר פלפלין שרי אמר רב ששת ברדא שרי מאי ברדא אמר רב יוסף תילתא אוהלא ותילתא אסא ותילתא סיגלי רב נחמיה בריה דרב יוסף אמר כל היכא דליכא רובא אוהלא שפיר דמי בעו מיניה מרב ששת מהו לפצוע זיתים בשבת פי' למימשא   ביה ידיה אמר וכי בחול מי התירו קסבר משום הפסד אוכלין:", 
            "רבי אלעזר בן עזריה אומר קופה מטה על צדה ונוטל:", 
            "א\"ר אבא א\"ר חייא   אמר רב הכל מודים שאם  נתקלקלה הגומא שאסור להחזיר ובחוששין שמא תתקלקל הגומא קא מיפלגי ר' אלעזר סבר חוששין ורבנן סברי אין חוששין והלכה כרבנן:", 
            "אמר רב הונא האי סליקוסתא דדצה ושלפא והדר דצה שרי ואי לא אסיר:", 
            "פירוש סליקוסתא אגודה של בשמים כגון חבצלת השרון וכיוצא בהן שנועצים אותה בטיט או בארץ לחה כדי שלא תתיבש וקסבר רב הונא ואמר שאם נעצה בערב שבת ושלפה וחזר ונעצה כדי שיהא מקומה מרווח וכשיטלנה בשבת לא תתקלקל גומתה מותר לטלטלה בשכת ואם לאו אסור ולית הלכתא כוותיה וכן הא דאמר   שמואל האי סכינא דביני אורבי דצה ושלפה והדר דצה שרי ואי לא אסיר ואמר מר זוטרא ואיתימא רב אשי בגזרתא דקני שפיר דמי   ולית הלכתא כוותייהו דהא אותבינן עלייהו מההיא דתנן הטומן לפת וצנונות תחת הגפן אם היו  מקצת העלין מגולין אינו חושש ?*לא משום כלאים ולא משום שביעית ולא משום מעשר "
        ], 
        [
            " וניטלין בשבת וסלקא לה בתיובתא אלמא לא בעי למידץ ולמישלף אלא לגלויי מקצתן בלבד   וכן הלכתא:", 
            "ממלא אדם את הקיתון:", 
            " אמר רב יהודה אמר שמואל מותר א להטמין  את הצונן:", 
            "א\"ל רב נחמן לדרו עבדיה אטמין לי את הצונן ואייתי לי מיא דאחים קפילא ארמאה שמע ר' אמי ואיקפד אמר רב יוסף מ\"ט איקפד תרוייהו כרבוואתא עביד חדא כרב וחדא כשמואל כשמואל דאמר שמואל מותר להטמין את הצונן כרב דאמר רב שמואל בר צדוק אמר רב כל שנאכל כמות שהוא חי אין בו משום בשולי נכרים והוא סבר אדם חשוב שאני:", 
            "ת\"ר אף על פי שאמרו אין טומנין את החמין משחשכה אפילו בדבר שאינו מוסיף הבל אבל אם בא להוסיף  מוסיף כיצד הוא עושה אמר רבן שמעון ב\"ג נוטל   את הסדינים ומניח את הגלופקרין או נוטל את הגלופקרין ומניח את הסדינין וכן היה רשב\"ג אומר לא אסרו אלא באותו מיחם אבל פינן ממיחם למיחם  מותר:", 
            "טמן וכסה בדבר הניטל בשבת או שטמן בדבר שאין ניטל בשבת וכסה בדבר הניטל בשבת ה\"ז נוטל ומחזיר טמן וכסה בדבר שאין ניטל בשבת או שטמן בדבר שניטל וכסה בדבר שאינו ניטל אם מגולה  מקצתו נוטל ומחזיר ואם לאו   אינו נוטל ומחזיר ר' יהודה אומר נעורת של פשתן דקה הרי היא כזבל מניחין מיחם על גבי מיחם וקדרה ע\"ג קדרה ומיחם ע\"ג קדרה וקדרה ע\"ג  מיחם וטח את פיהם בבצק ולא בשביל שיחמו אלא בשביל שיהו משומרין וכשם שאין טומנין את החמין כך אין טומנין את הצונן רבי התיר להטמין את הצונן ואין  מרסקין את  הברד ואת השלג בשבת כדי שיזובו מימיו אבל נותן הוא בתוך הכוס או בתוך הקערה ואינו חושש:", 
            "   סליקו להו במה טומנין "
        ], 
        [
            "<b>במה</b>   בהמה יוצאה ובמה אינה יוצאה יוצא הגמל באפסר והנאקה בחטם והלובדקים בפרומביא והסוס בשיר וכל בעלי השיר יוצאים בשיר ונמשכין בשיר ומזין עליהן וטובלין במקומן:", 
            "<b>גמ'</b>  מאי נאקה בחטם אמר רבה בר בר חנה   נאקתא חיורתא בזממא דפרזלא:", 
            "והלובדקים בפרומביא אמר רבה בר בר חנה חמרא לובא בפגי דפרזלא:", 
            "אמר רב יהודה אמר שמואל מחליפין לפני רבי של זו בזו ושל זו בזו מהו נאקה באפסר לא תיבעי לך דכיון דלא מנטרא ביה משוי הוא לה כי תיבעי לך גמל בחטם מאי כיון דסגי ליה באפסר משוי הוא ליה או דלמא כל  נטירותא יתירתא לא אמרינן משוי הוא ליה אמר לפניו ר' ישמעאל בר' יוסי כך אמר אבא ארבע בהמות יוצאות באפסר בשבת הסוס והפרד הגמל והחמור   מאי לאו למעוטי גמל בחטם לא למעוטי נאקה באפסר   ובמתניתא תאנא הלובדקים והגמל יוצאין באפסר באפסר אין בחטם לא אלמא כל נטירותא יתירתא משוי הוא ליה ואסיר וכן הלכתא.", 
            "ואע\"ג דאמר שמואל דהלכה כחנניא דאמר נטירותא יתירתא לא אמרינן משוי הוא ליה לית הלכתא כותיה דהא רב פליג עליה ואמר נטירותא יתירתא משוי הוא ליה ואותביה עליה דרב ולא קמה תיובתא אלא פריקו לה תלתא אמוראי בתראי ומדאיכפלו הני תלתא אמוראי בתראי דאינון אביי ורבא ורבינא ופריקו כולהו אליבא דרב שמע מינה דהלכתא כותיה ועוד הא קיי\"ל דרב ושמואל הלכתא כרב באיסורי:", 
            "  הסוס בשיר וכל בעלי השיר יוצאין בשיר כו':", 
            "מאי יוצאין ומאי נמשכין רב   הונא אמר או יוצאין כרוכין או יוצאין נמשכין ושמואל "
        ], 
        [
            " אמר יוצאין נמשכין ואין יוצאין כרוכין ומסקנא דשמעתא דיוצאין כרוכין ויוצאין נמשכין:", 
            "<b>מתני'</b>    חמור יוצא במרדעת בזמן שהיא קשורה לו והזכרים יוצאין לבובין והרחלות שחוזות כבולות  וכבונות והעזים יוצאות צרורות ר' יוסי אוסר בכולן חוץ מן הרחלות הכבונות ור' יהודה אומר עזים יוצאות צרורות ליבש אבל לא לחלב:", 
            "<b>גמ'</b>  חמור יוצא במרדעת וכו'   אמר שמואל והוא שקשורה לו מע\"ש:", 
            "תניא נמי הכי חמור יוצא במרדעת בזמן שקשורה לו מע\"ש ולא באוכף שעליה אע\"פ שהוא קשור לה מערב שבת:", 
            "בעא מיניה רב אסי בר נתן מרבי חייא בר אשי  מהו ליתן מרדעת ע\"ג חמור בשבת (ולא לצאת בו לרה\"ר) א\"ל מותר וכן הלכתא אבל קרסטל רב שרי ושמואל אסר והלכתא כשמואל דאמרי' אזל ר' חייא בר יוסף אמרה לשמעתא דרב קמיה דשמואל א\"ל אי הכי אמר אבא לא הוה ידע במילי דשבתא כלום   כי סליק ר' זירא אשכחיה לר' בנימין בר יפת דיתיב וקאמר משמיה דר' יוחנן נותנין מרדעת ע\"ג חמור בשבת א\"ל יישר וכן תרגמה אריוך בבבל ומנו שמואל הא רב נמי אמרה אלא שמעיה דקא מסיים בה אין תולין קרסטל לבהמה בשבת א\"ל יישר כבר תרגמה אריוך בבבל דאי רב בקרסטל שרי ועוד הא אותיבנא תרתי תיובתא לרב ושמואל ואיפריקו אליבא דשמואל ולא איפריקו אליבא דרב:", 
            "  סכין   ומפרכסין לאדם ואין סכין ומפרכסין לבהמה ודוקא בגמר מכה ומשום תענוג אבל בתחלת מכה ומשום צער מפרכסין נמי לבהמה:", 
            "תניא בהמה שאכלה כרשינין הרבה לא יריצנה בחצר בשביל שתתרפה ור' יאשיה מיקל:", 
            "דרש רבא הלכה כר' יאשיה והשתא דדרש רבא הלכה כר' יאשיה ומיקל משום צערא דבהמה ולא קא גזר משום שחיקת סממנין ש\"מ לית הלכתא כי הא (צ\"ל דתניא) דתנן בהמה  שאחזה דם אין מעמידין אותה במים בשביל שתצטנן אבל אדם שאחזו דם מעמידין   אותו במים בשביל שיצטנן אלא אפילו בהמה נמי מעמידין אותה במים דהאי תנא דאסר משום שחיקת סממנין הוא דאסר ובהא איפסיקא הלכתא כר' יאשיה דלא גזר משום שחיקת סממנין דאין אדם בהול כל כך על רפואת בהמתו דליתי   סממנין:", 
            "תניא לא  יצא הסוס בזנב שועל ולא בזהורית שבין עיניו ולא יצא הזב בכיס שלו ולא העזים בכיסין שבדדיהן ולא פרה בחוסם שבפיה ולא סייחין בקרסטלים שבפיהם ולא בהמה בסנדל שברגלה ולא בקמיע שאינו מומחה לבהמה אע\"פ שהוא מומחה לאדם אבל יוצאת היא באגד שעל גבי המכה ובכתיתין שעל גבי השבר ובשליא המדולדלת בה ופוקק לה זוג בצוארה ומטיילת בחצר:", 
            "הזכרים יוצאין לבובים מאי לבובים אמר רב תותרי פי' תותרי מטלניות מרוקמים שמייפין ומקשטין בה את הבהמה מאי משמע דהאי ליבוב לישנא דקרובי הוא דכתיב  שיר ד  לבבתני אחותי כלה עולא אמר עור שמקשרין להן כנגד לביהן שלא יפלו עליהם זאבים רב נחמן בר יצחק אמר עור שמקשרין להן תחת זכרותן כדי שלא יעלו על הנקבות ממאי מדקתני סיפא והרחלים יוצאות שחוזות מאי שחוזות שאוחזות אליה שלהן למעלה כדי שיעלו עליהן הזכרים מאי משמע "
        ], 
        [
            " דהאי שחוזות לישנא דגלויי הוא דכתיב  משלי ז  שית זונה:", 
            "  כבולות מאי כבולות שמכבלין אליה שלהן למטה שלא יעלו עליהן הזכרים:", 
            "כבונות מאי כבונות  שמכבנין אותה למילת כדתנן (נגעים רפ\"א) שאת כצמר לכן מאי כצמר לבן אמר רב ביבי אמר רב אשי כצמר נקי רך בן יומו שמכבנין אותו למילת:", 
            "והעזים יוצאות צרורות וכו':", 
            "אתמר רב אמר הלכה כרבי יהודה ושמואל אמר הלכה כרבי יוסי ואיכא דמתני להא שמעתא באנפי נפשה רב אמר ליבש מותר לחלב אסור ושמואל אמר אחד זה ואחד זה אסור.", 
            "ואיכא דמתני לה אהא עזים יוצאות צרורות ליבש אבל לא לחלב משום רבי יהודה בן בתירה אמרו כך הלכה   (גי' ד\"ת אבל) אלא מי מפיס איזו ליבש ואיזו לחלב ומתוך שאין מכירין אחד זה ואחד זה אסור אמר שמואל ואיתימא אמר רב יהודה אמר שמואל הלכה כרבי יהודה בן בתירה ורב אמר הלכה כתנא קמא והלכתא כרב דאמר הלכה כרבי יהודה דמתניתין דאמר עזים יוצאות  צרורות ליבש אבל לא לחלב דקיימא לן רב ושמואל הלכה כרב באיסורי:", 
            "<b>מתני'</b>  ובמה אינה יוצאה לא יצא גמל   במטולטלת לא עקוד ולא רגול.", 
            "וכן שאר כל בהמה.", 
            "לא יקשור גמלים זה בזה וימשוך אבל מכניס   חבלים לתוך ידו ובלבד שלא יכרוך:", 
            "<b>גמ'</b>  תאנא לא יצא גמל במטולטלת  הקשורה לו בזנבו אבל יוצא במטולטלת הקשורה לו בזנבו ובחטוטרתו אמר רבה בר רב הונא יוצא גמל במטולטלת הקשורה לו בשלייתה:", 
            "לא עקוד ולא רגול:", 
            "אמר רב יהודה עקוד עקידת יד ורגל כיצחק בן אברהם רגול שלא יכוף ידו ע\"ג זרועו ויקשור:", 
            "ולא יקשור גמלים זה בזה:", 
            "מ\"ט אמר רב ששת משום דמיחזי כמאן דאזיל לחינגא:", 
            "אכל מכניס הוא חבלים לתוך ידו  :", 
            "אמר רב אשי עד כאן לא שנו אלא לענין כלאים כלאים דמאן אלימא כלאים דאדם והתנן (ספ\"ח דכלאים) אדם מותר עם כולן למשוך ולחרוש ולהנהיג אלא כלאים דחבלים והתנן (שם פ\"ט מ\"י) התוכף תכיפה אחת אינה חיבור   לעולם  כלאים דחבלים והכי קאמר ובלבד שלא יכרוך ויקשור אמר שמואל ובלבד שלא יוציא חבל מתחת ידו טפח והא תאנא דבי שמואל טפחיים אמר אביי   השתא דאמר שמואל טפח ותאנא דבי שמואל טפחיים שמואל הלכה למעשה אתא לאשמועינן טפח והתניא   ובלבד שיגביה אפסר מן הקרקע טפח כי תניא ההיא בחבלא דביני ביני:", 
            "<b>מתני'</b>  אין חמור יוצא במרדעת בזמן שאינה קשורה לו ולא בזוג אע\"פ שהוא פקוק ולא בסולם שבצוארו ולא ברצועות שברגליו ואין התרנגולין יוצאין בחוטין ולא ברצועות שברגליהן ואין הזכרים יוצאין בעגלה שתחת האליה שלהן ואין הרחלים יוצאות חנונות ואין העגל יוצא בגימון ולא פרה בעור הקופר ולא ברצועה שבין קרניה פרתו של ראב\"ע היתה יוצאת ברצועה שבין קרניה שלא ברצון חכמים:", 
            "<b>גמ'</b>  אין חמור יוצא במרדעת מ\"ט כדאמרן.", 
            "פי' כדאמרן לעיל מאי אינה קשורה לו אילימא אינה קשורה לו כלל פשיטא ליחוש דילמא נפלה ואתי לאיתויי אלא לאו שאינה קשורה לו מע\"ש:", 
            "ולא "
        ], 
        [
            " בזוג אע\"פ שהוא  פקוק משום דמיחזי כמאן דאזיל לחינגא:", 
            "ולא בסולם שבצוארו אמר רב הונא בי לועא למאי עבדי לה להיכא דאית לה מכה דלא הדר חייך לה:", 
            "ולא ברצועה   דעבדי ליה (צ\"ל לגיזרא) גיזרא:", 
            "גיזרא חזינא ביה תרי פירושי איכא מ\"ד שפסיעותיהן דחוקות וקצרות ונוגעות עקביהן ורגליהן זו בזו והן נזוקין ועושין להן מטלית או רצועות וקושרים על עקביהן כדי שלא יזוקו ויש מפרשים כשנבקעה פרסה של רגל הבהמה קושרין אותה ברצועה כדי שתחלים ותחזור לכמות שהיתה:", 
            "ואין התרנגולין יוצאין בחוטין.", 
            "דעבדי להו סימנין כי היכי דלא ליחלפן:", 
            "ולא ברצועות שברגליהן דעבדי להו כי היכי דלא ליתברו מאני:", 
            "ואין הזכרים יוצאין בעגלה שתחת האליה שלהם כי היכי דלא ליחמטן אליותיהן:", 
            "ואין הרחלים יוצאות חנונות מאי חנונות אמר רב הונא עץ אחד יש בכרכי הים ויחנון שמו ומביאים קיסם ממנו ומניחים לה בחוטמה והיא מתעטשת ונופלין הדרנין שבראשה א\"ה זכרים נמי   כיון דמנגחי אהדדי ממילא נפלי שמעון נזירא אמר קיסמא דריתמא:", 
            "ואין העגל יוצא בגימון מאי גימון אמר רב הונא    נירא אמר ר\"א מאי משמע דהאי גימון לישנא דמיכף הוא דכתיב  הלכוף כאגמון ראשו:", 
            "ולא פרה בעור הקופר דעבדי לה דלא לימציוה יאלי:", 
            "ולא ברצועה שבין קרניה.", 
            "איתמר רב חייא בר אשי אמר רב בין לנוי בין לשמור אסור ורב חייא בר אבין אמר לנוי אסור לשמור מותר והלכתא כרב כדכתבינן לעיל דכל נטירותא יתירתא משאוי הוא:", 
            "פרתו של ר\"א בן עזריה:", 
            "תאנא לא שלו היתה אלא של שכינתו היתה ומתוך שלא מיחה בה נקראת על שמו איתמר רב ורבי חנינא ורב חביבא ור' יוחנן מתנו בכולי סדר מועד כל כי האי זוגא חלופי רבי יוחנן ועייל ר' יונתן  כל שאפשר למחות באנשי ביתו ואינו מוחה הוא נתפש על אנשי ביתו באנשי עירו ואינו מוחה הוא נתפש על אנשי עירו על כל העולם כולו ואינו מוחה הוא נתפש על כל העולם כולו אמר רב פפא הילכך הני דבי ריש גלותא מיתפשי אכולי עלמא:", 
            "   סליקו להו במה בהמה    פרק ו  ", 
            "<b>   במה</b>  אשה  יוצאה ובמה אינה יוצאה לא תצא אשה לא בחוטי צמר ולא בחוטי פשתן ולא ברצועות שבראשה ולא תטבול בהן עד שתרפם  (וכיון דבחול לא תטבול בהן עד שתרפם בשבת לא תצא בהן דלמא מיתרמיא לה טבילה דמצוה ושרייא להו ואתיא לאיתויינהו ארבע אמות ברשות הרבים):", 
            " ולא בטוטפת ולא בסרביטין בזמן שאינן תפורים ולא בכבול  לרה\"ר ולא בעיר של זהב ולא בקטלא ולא בנזמים ולא בטבעת שאין עליה חותם ולא במחט שאינה נקובה ואם יצאה אינה חייבת חטאת:"
        ], 
        [
            "<b>גמ'</b>  בעי רב כהנא מרב הני תיכי חלילתא מאי א\"ל אריג קאמרת כל שהוא אריג לא גזרו   ואיכא דאמרי אמר רב הונא בריה דרב יהושע חזינא   לאחוותאי דלא קפדן עלייהו מאי איכא בין האי לישנא להאי לישנא איכא בינייהו דטניפן להך לישנא דאמרת כל שהוא אריג לא גזרו הנך נמי אריג נינהו להך לישנא דאמרת חזינא להו לאחוותאי דלא קפדי עלייהו   כיון דטניפן מקפד קפדי עלייהו תנן התם   ואלו חוצצים באדם חוטי צמר וחוטי פשתן והרצועות שבראשי הבנות ר' יהודה אומר של צמר ושל שער אין חוצצין מפני שהמים באין בהן:", 
            "אמר רב הונא כולן בראשי הבנות שנינו אבל חוטין שבצואריהן אינן חוצצין  לפי שאין האשה חונקת את עצמה והני מילי בחוטין אבל בחבקין שבצואריהן כגון   קטלא וכיוצא בהן חוצצין דאשה חונקת את עצמה כדי שתראה בעלת בשר:", 
            "ר' יהודה אומר של צמר ושל  שער וכו':", 
            "אמר רב יוסף אמר רב יהודה אמר שמואל מודים חכמים לרבי יהודה בחוטי שער שאין חוצצין הלכך יוצאה בהם בשבת   ולא אתיא לאתויינהו ד' אמות בר\"ה:", 
            "ולא בטוטפת:", 
            "מאי טוטפת אמר רב יוסף חומרתא דקטיפתא.", 
            "פירוש חומרתא דקטיפתא חלי ידועה שתולין אותה בצואר מפני עין הרע א\"ל אביי ותהוי כקמיע מומחה ותשתרי אלא אמר רב יהודה משמיה דאביי אפזייני.", 
            "פי' אפזייני ציץ:", 
            "תנ\"ה יוצאת אשה בסבכה המוזהבת ובטוטפת וסרביטין הקבועין בה ואיזו היא טוטפת ואיזו היא סרביטין א\"ר אבהו טוטפת המוקפת לה בראשה מאזן לאזן סרביטין המגיעין לה עד לחיים אמר רב הונא   תאנא עניות עושין אותן ממיני צבעונין עשירות עושין אותן של כסף וזהב:", 
            "ולא בכבול לרה\"ר:", 
            "א\"ר ינאי כבול זה איני יודע מהו אי כבלא דעבדא תנן אבל כיפה של צמר שפיר דמי או דלמא כיפה של צמר תנן   וכ\"ש כבלא דעבדא   רב אמר כיפה של צמר   ושמואל אמר כבלא דעבדא   אר\"ד אבהו מסתברא כמאן דאמר כיפה של צמר  :", 
            "תנ\"ה יוצאת אשה בכבול ובאצטמא לחצר ר\"ש אומר אפילו בכבול לרה\"ר כלל אמר רבי שמעון כל שהוא למטה מן השבכה יוצאין בו וכל שהוא למעלה מן השבכה אין יוצאין בו        (לחצר אין לרה\"ר לא) ושמואל אמר כבלא דעבדא תנן אבל כיפה של צמר שפיר דמי והלכתא "
        ], 
        [
            " כרבי אבהו דתניא כוותיה.", 
            "ופירוש כיפה של צמר חוטי דעמרא דגדילין ועבידן כי   הוצא ורחב שתי אצבעות שיעור ציץ כדאמרינן (חולין קלח.) כיפה של צמר היה מונח בראש כהן גדול ועליו ציץ נתון שנאמר  שמות כח  ושמת אותו על פתיל תכלת:", 
            "מאי אצטמא אמר רבי אבהו בי זייני מאי בי זייני כליא פרוחי.", 
            "פירוש מטלית שתולין בה מיני צבעונין כגון גלופקרא שתולין אותה לכלה לכלות ממנה זבוב שאם יעמוד זבוב על פניה מתביישת לטרדו ומצטערת בו כגון זה   שתולין לבהמה ולפיכך אין בה משום כלאים דלאו אריג היא ואינה מטמאה בנגעים דלאו שתי וערב היא ואין יוצאין בה לרה\"ר שאינה תכשיט:", 
            "תנו רבנן שלשה דברים נאמרו באצטמא אין בה  משום כלאים  ואין  מטמאין     בנגעים שאין בה שתי וערב ואין יוצאין בה לרשות הרבים   תכשיט משום רבי אליעזר בר ר\"ש אמרו אף   אין בה משום  עטרות כלות:", 
            "אמר שמואל יוצא  העבד בחותם שבצוארו אבל לא בחותם שבכסותו תנ\"ה יוצא העבד בחותם שבצוארו אבל לא בחותם שבכסותו ורמינהי לא יצא העבד לא בחותם שבצוארו ולא בחותם שבכסותו לא קשיא הא דתניא לא יצא בשל מתכת והא דתניא יצא בשל טיט וכדרב נחמן דאמר רב נחמן אמר רבה בר אבוה דבר המקפיד רבו עליו אין יוצאין בו דבר שאין מקפיד רבו עליו יוצאין בו:", 
            "תאנא לא תצא בהמה לא בחותם שבצוארה ולא בחותם שבכסותה ולא בזוג שבצוארה ולא בזוג שבכסותה:", 
            "ולא  בעיר של זהב:", 
            "  מאי עיר של  זהב אמר רבה בר בר חנה ירושלים דדהבא כדעבד לה רבי עקיבא לדביתהו:", 
            "כלילא    רב אסר ושמואל שרי דאניסכא כולי עלמא לא פליגי דאסיר בי פליגי דארוקתא   מר סבר ניסכא עיקר ומר סבר רוקתא עיקר רב אשי מתני לקולא דארוקתא כ\"ע לא פליגי דשרי כי פליגי דאניסכא (גי' ד\"ת מר סבר) מאן דאסר דלמא משלפא ומחויא ואתיא לאיתויי ומר סבר מאן דרכה למיפק בכלילא אשה חשובה ואשה חשובה לא שלפא ומחויא:"
        ], 
        [
            " א\"ל רב שמואל בר בר חנה לרב יוסף בפירוש אמרת לן משמיה דרב כלילא שרי:", 
            "אמרו ליה לרב גברא רבה אריכא ומטלע   ומנו לוי הוה כדאמרינן לוי אחוי קידה ואטלע אתא לנהרדעא ודרש כלילא שרי וכן הלכתא:", 
            "פירוש   ניסכא חוט      כלומר שהן חתיכות   חתיכות נקובות על המטלית ומכניסין לתוכן חוט להעמידן.", 
            "פירוש רוקתא כגון מטלית שאותן חתיכות קבועות על המטלית:", 
            "אמר רב יהודה אמר רב ששת קמרא שרי והוא חגור שבמתנים ויש בו חתיכות קבועות כגון כלילא איכא דאמרי דארוקתא   דאמר רב ספרא מידי דהוה אטלית מוזהבת ואיכא דאמרי דאניסכא   דאמר רב ספרא  מידי דהוה אאבנט של מלכים   וכל ישראל בני מלכים הם וכיון דאניסכא שרי ללישנא בתרא כ\"ש דארוקתא והלכתא כלישנא בתרא  :", 
            "אמר רב אשי האי ריסוקא אי אית ליה מפרחייתא שרי ואי לא אסיר:", 
            "ופירוש ריסוקא   חגורה של עור ונקראת בלשון ישמעאל מגנוקא אי אית ליה מפרחייתא שהן כגון שרביטין   הרי הוא תכשיט ומותר לצאת בו ואי לא נעשה כמשוי ואסור:", 
            "ולא בקטלא ולא בנזמים:", 
            "מאי קטלא מנקטא פארי ושמה בלשון ערב מכנקא.", 
            "ומאי נזמים נזמי האף:", 
            "ולא בטבעת שאין עליה חותם הא יש עליה חותם חייבת חטאת וכן הלכה:", 
            "  ולא במחט שאינה נקובה:", 
            "למאי חזיא תרגמא רב אחא נרשאה קמיה דרב יוסף הואיל ואשה חולקת בה שערה ובשבת למאי חזיא תניא כמין טס של זהב יש לה בראשה  בחול חולקת בה שערה ובשבת מנחת על פדחתה:", 
            "<b>מתני'</b>  לא  יצא האיש בסנדל מסומר ולא ביחיד בזמן שאין ברגלו מכה ולא בתפלין ולא בקמיע בזמן שאינו (גי' הגמ' ובס\"י מן המומחה) מומחה ולא בשריון ולא בקסדא ולא במגפיים ואם יצא אינו חייב חטאת:", 
            "<b>גמ'</b>  סנדל מסומר מ\"ט לא א\"ר אבא אמר שמואל שלופי השמד היו והיו "
        ], 
        [
            " נחבאין במערה ואמרו הנכנס יכנס והיוצא אל יצא נהפך סנדלו של אחד מהן כסבורין הם אחר מהן יצא והכירו בהם אויבים ועכשיו באין עליהם דחקו זה את זה והרגו זה את זה יותר ממה שהיו הורגים בהם האויבים אמר רבי אלעזר בן אלישע במערה היו יושבין ושמעו קול מעל גבי המערה דחקו זה את זה והרגו זה את זה יותר ממה שהיו הורגים בהם האויבים:", 
            "רמי בר יחזקאל אמר בבהכ\"נ היו יושבין ושמעו קול מאחורי בהכ\"נ כסבורין הם   אחד מהן יצא והכירו בהם אויבים וכו' באותה שעה אמרו לא יצא איש בסנדל המסומר ל\"ש בשבת ול\"ש ביו\"ט   בשבת מ\"ט לא דאיכא כנופיא דאיסור מלאכה ביו\"ט נמי איכא כנופיא דאיסור מלאכה והיינו דתנן ביו\"ט (דף יד:) אין משלחין סנדל מסומר ולא מנעל שאינו תפור:", 
            "אמר רב יהודה אמר שמואל  לא שנו אלא לחזק אבל לנוי מותר וכמה לנוי ר' יוחנן אמר חמש בזה וחמש בזה ור' חנינא אמר שבע בזה ושבע בזה א\"ל ר' יוחנן לרב שמן בר אבא אסברא   לדידי שתים מכאן ושתים מכאן ואחת בתרסיותיו לר' חנינא שלש מכאן ושלש מכאן ואחת בתרסיותיו:", 
            "א\"ל   אילפא לרבה בר בר חנה אתון דתלמידי דר' יוחנן אתון עבידו כר' יוחנן אנן נעביד כר' חנינא בעא מיניה ההוא רצענא מר' אמי תפרו מבפנים מהו א\"ל מותר ולא ידענא מ\"ט אמר רב אסי ולא ידע מר מ\"ט כיון דתפרו מבפנים הוה ליה מנעל ובסנדל גזרו ביה רבנן במנעל לא גזרו ביה רבנן:", 
            "בעא מיניה ר' אבא בר זבדא מר' אבא בר אבינא עשאו כמין קלבוס מהו א\"ל מותר איתמר נמי א\"ר יוסי בר' חנינא עשאו כמין קלבוס מותר:", 
            "אמר רב ששת חיפהו כולו במסמרים כדי שלא תהא קרקע אוכלתו מותר תניא כותיה דרב ששת לא יצא אדם בסנדל המסומר ולא יטייל בו מבית לבית ואפילו ממטה למטה אבל מטלטלים אותו לכסות בו את הכלי ולסמוך בו כרעי המטה ור' אלעזר בר\"ש אוסר נשרו רוב מסמרותיו ונשתיירו בו ארבעה או חמשה מותר ור' יהודה מתיר עד שבעה חיפהו בעור מלמטה וקבע בו מסמרים מלמעלה מותר עשאו כמין טס או כמין יתד או חיפהו כולו במסמרים כדי שלא תהא קרקע אוכלתו מותר:", 
            "ולא ביחיד בזמן שאין ברגלו מכה:", 
            "טעמא דאין ברגלו מכה   הא יש ברגלו מכה נפיק באותה שאין בה מכה כחייא בר רב וכר' יוחנן דאמר   עשית של שמאל מכה:", 
            "ולא בתפלין ולא בקמיע:", 
            "אמר רב פפא לא תימא עד דאיתמחי גברא ואיתמחי  קמיע אלא כיון דאיתמחי גברא אע\"ג דלא אתמחי קמיעא דיקא נמי דקתני ולא בקמיע בזמן שאינו מן המומחה ולא קתני בזמן שאינו מומחה שמע מינה ת\"ר איזהו קמיע מומחה כל שריפא ושינה "
        ], 
        [
            " ושילש אחד קמיע של כתב ואחד קמיע של עיקרין אחד חולה שיש בו סכנה ואחד חולה שאין בו סכנה ולא שנכפה אלא שלא יכפה ויקשור ויתיר אפילו ברה\"ר ובלבד שלא יקשרנו   בשיר ובטבעת ויצא בו לרשות הרבים משום מראית העין והתניא איזהו קמיע מומחה כל שריפא שלשה בני אדם כאחד לא קשיא הא לאתמחויי גברא והא לאתמחויי קמיעא:", 
            "אמר רב פפא פשיטא לי  תלתא קמיעי לתלתא גברי תלתא תלתא זמני אתמחי גברא ואתמחי קמיעא תלתא קמיעי לתלתא גברי חד חד זימנא גברי אתמחי קמיעא לא אתמחי חד קמיעא לתלתא גברי קמיעא אתמחי גברא לא אתמחי בעי רב פפא תלתא קמיעי לחד גברא מאי קמיעא ודאי לא אתמחי גברא אתמחי או לא אתמחי מי אמרינן האי כיון דאיתסי תלתא זימני ודאי מומחה הוא או דלמא מזליה דההוא גברא דמקבל קמיעא מאי תיקו  איבעיא להו קמיעין יש בהן משום קדושה או דילמא אין בהן משום קדושה למאי הלכתא   לאצולינהו מן הדליקה ת\"ש הברכות והקמיעין אע\"פ שיש בהן אותיות של שם ומעניינות הרבה של תורה אין מצילין אותן מפני הדליקה ונשרפין במקומן ואלא לענין  גניזה מאי ת\"ש היה שם כתוב על ידות הכלים ועל כרעי המטה הרי זה יגוד ויגנוז אלא להכנס בהן  לבית הכסא מאי יש בהן משום קדושה ואסור או   דילמא אין בהן משום קדושה ושרי ופשטינן   אם היו מחופין  עור שרי למיעל בהו לבית הכסא ואי לא אסיר ותפילין היינו טעמא דאין נכנס בהן לבית הכסא אלא חולצן ברחוק ד' אמות ואוחזן בבגדו ובידו ונכנס משום שי\"ן שלהן דאמר אביי שי\"ן של תפלין הלכה למשה מסיני:", 
            "ולא בשריון ולא  בקסדא ולא במגפים:", 
            "שריון זרדא קסדא אמר רב סנורתא ונקראת בלשון ישמעאל ביצה והוא כובע שבמקרא דכתיב  שמואל א יז  וכובע נחשת על ראשו מגפים אמר רבה בר רב הונא פזמקי פירוש מוקי דעבדי להו מברזלא או מנחשא ולית להו גיותא דכרעא:", 
            "<b>מתני'</b>  לא תצא  אשה  במחט נקובה ולא בטבעת שיש עליה חותם ולא   בכולייר ולא בכובלת ולא בצלוחית של פלייטון ואם יצאתה חייבת חטאת דברי ר' מאיר וחכמים פוטרין בכובלת ובצלוחית של פלייטון:", 
            "<b>גמ'</b>  אמר עולא וחילופיהן  באיש כלומר אם יצא "
        ], 
        [
            " האיש במחט שאינה נקובה ובטבעת שאין עליה חותם חייב חטאת ואם יצא בטבעת שיש עליה חותם ובמחט נקובה פטור אבל אסור והכין הוא מסקנא דשמעתא ולאו הוצאה כלאחר יד הוא דכיון שפעמים שאדם נותן לאשתו בחול טבעת שיש עליה חותם להוליכה לקופסא ומניחתה בידה   עד שמגעת לקופסא נמצאת דרך הוצאתה בכך ואינה כלאחר יד ופעמים נמי שהאשה נותנת לבעלה בחול טבעת שאין עליה חותם להוליכה אצל האומן ומניחה באצבעו עד שמוליכה לאומן ונמצא דרך הוצאתו בכך בחול וכיון שדרך הוצאתו בחול   באצבעו בכך אם יצא בה בשבת חייב חטאת:", 
            "ולא בכולייר:", 
            "מאי כולייר אמר רב   מכבנתא יש שפירשו אותה טליסאן ויש שפירשו אותה מידי דמקיף לרישיה כדאמרינן ביומא (דף כה.) כהנים מוקפין ועומדין כמין כולייר:", 
            "כובלת אמר רב יוסף חמרתא דפליון פירוש חוליא של בושם שמתקשטת בו להעביר ריח רע ממנה ועיקר לשון פליון מלשון  במדבר כח  בלולה בשמן דמתרגמינן דפילא במשח:", 
            "  אמר רבי (אבהו כ\"ה בגמ') אמי ואמרי לה במתניתא תאנא ג' דברים מביאין את האדם לידי עניות ואלו הן המשתין מים בפני מטתו ערום ומי שאשתו מקללתו בפניו והמזלזל בנטילת ידים המשתין מים בפני מטתו ערום לא אמרן אלא דמהדר אפיה לפוריא אבל לבראי לית לן בה וכי מהדר אפיה לפוריא נמי לא אמרן אלא אארעא אבל במנא לית לן בה והמזלזל בנטילת ידים כדרבי זריקא דאמר רבי זריקא אמר ר' אלעזר בל המזלזל בנטילת ידים נעקר מן העולם אמר רבא לא אמרן אלא דלא משא כלל אבל משא ולא משא לית לן בה ולאו מילתא היא מדרב חסדא דאמר רב חסדא אנא משאי מלי חפנאי מיא ויהבו לי מלי חפנאי טיבותא.", 
            "ומי שאשתו מקללתו בפניו אמר רב על עסקי תכשיטיה והוא דאית ליה ולא עבד לה:", 
            "<b>מתני</b> '   לא  יצא האיש לא בסייף ולא בקשת ולא בתריס ולא באלה ולא ברומח ואם יצא חייב חטאת ר' אליעזר אומר תכשיטין הן לו וחכמים אומרים אינן לו אלא גנאי שנאמר  ישעיה ב  וכתתו חרבותם לאתים וגו' והלכה כרבנן בירית טהורה ויוצאין בה בשבת כבלים טמאים ואין יוצאין בהן:", 
            "<b>גמ'</b>    יתיב רבי אבין ורב הונא קמיה דרבי ירמיה ויתיב רבי ירמיה וקא מנמנם ויתיב רבי אבין וקאמר בירית באחת כבלים בשתים אמר לו רב הונא אלו ואלו בשתים ומטילין שלשלת ביניהם ונעשו כבלים אתער בהו רבי ירמיה ואמר ישר וכן אמר רבי יוחנן   אמר רב ששת  למה  מנה הכתוב תכשיטין שבחוץ עם תכשיטים שבפנים טבעת וכומז לומר לך כל המסתכל אפילו באצבע קטנה של אשה כאילו מסתכל במקום התורף:", 
            "<b>מתני'</b>  יוצאת אשה בחוטי  שער בין משלה בין משל חברתה בין  משל בהמה בטוטפת ובשרביטין בזמן שהן תפורין בכבול "
        ], 
        [
            " ובפאה נכרית בחצר במוך שבאזנה ובמוך שבסנדלה ובמוך שהתקינה לנדתה בפלפל ובגרגר מלח ובכל דבר שתתן לתוך פיה ובלבד שלא תתן לכתחלה בשבת ואם נפל לא תחזיר שן תותבת ושן של זהב רבי מתיר וחכמים אוסרים:", 
            "<b>גמ'</b>  וצריכא דאי אשמעינן דידה משום דלא מאיס לה אבל דחברתה  דמאיס לה אימא לא צריכא ואי אשמעינן דחברתה משום דבת מינה היא אבל דבהמה דמינכר אימא לא צריכא:", 
            "תאנא ובלבד שלא תצא ילדה בשל זקנה וזקנה בשל ילדה בשלמא זקנה בשל ילדה שבח הוא לה אבל ילדה בשל זקנה גנאי הוא לה כדי נסבה:", 
            "ובכבול ובפאה נכרית בחצר:", 
            "אמר רב כל שאסרו חכמים לצאת בו לרה\"ר אסור לצאת בו לחצר   חוץ מכבול ופאה נכרית ור' ענני בר ששון משמיה דר\"י סבר הכל ככבול והלכתא כרב  דסתם לן תנא כותיה.", 
            "ולרב מאי שנא הני אמר עולא גזירה שמא  תתגנה על בעלה ונמצא בעלה מגרשה כדתניא  ויקרא טו  והדוה בנדתה זקנים הראשונים אמרו שלא תכחול ושלא תפרכס ותתקשט בבגדי צבעונים עד שבא רבי עקיבא ולימד א\"כ נמצאת מגונה על בעלה ונמצא בעלה מגרשה אלא מה תלמוד לומר והדוה בנדתה תהא בנידותה עד שתבא במים:", 
            "   ובמוך שבאזנה:", 
            "תני רמי בר יחזקאל והוא שקשור לה באזנה:", 
            "ובמוך שבסנדלה תני רמי בר יחזקאל והוא שקשור לה בעקיבה   קשר מהודק.", 
            "ובמוך שהתקינה לנדתה סבר רבי אמי בר אחא למימר והוא שקשור לה בין יריכותיה אמר ליה רבא אע\"פ שאינו קשור לה דכיון דמאיס לה לא אתי לאתויי:", 
            "בעא מיניה ר' ירמיה בר אבא עשתה לו בית יד מהו א\"ל   אע\"פ שעשתה לו בית יד מותר איתמר נמי אמר רב נתן בר אושעיא א\"ר יוחנן עשתה לו בית יד מותר:", 
            "בפלפל ובגרגיר מלח.", 
            "פלפל  לריח הפה גרגיר מלח דעביד    לדורשני ובכל דבר שתתן לתוך פיה זנגביל אי נמי דארציני:", 
            "שן  תותבת ושן של זהב ר' מתיר וחכמים אוסרין אמר אביי רבי ור' אלעזר ור\"ש בן אלעזר כולהו סבירא להו דכל מידי דמיגניא בה לא אתי לאחויי רבי הא ראמרן ר\"א דתניא   ר\"א פוטר בכובלת ובצלוחית של פלייטון רשב\"א דתניא ר\"ש בן אלעזר אומר כל שהוא למטה מן הסבכה יוצאה בה למעלה מן הסבכה אין יוצאה בה והללו כולן שטה אחת הן ואין הלכה כאחד מהן:", 
            "<b>מתני'</b>  יוצאין בסלע שעל הצינית הבנות קטנות יוצאות בחוטין ואפילו בקסמים שבאזניהם ערביות יוצאות רעולות ומדיות פרופות וכל אדם אלא שדברו חכמים בהווה:"
        ], 
        [
            "<b>גמ'</b>  מאי צינית בת ארעא פי' בלשון ישמעאל פצה אל\"א ר\"ץ:", 
            "הבנות יוצאות בחוטים.", 
            "אבוה דשמואל לא  שביק להו לבנתיה דליהוון נפקן בחוטי ולא שביק להו למיגנא בהדי הדדי ועביד להו  מקוה ביומי  ניסן ומפצי ביומי תשרי   ולא שביק להו למיפק בחוטי והתנן הבנות יוצאות בחוטין דאבוה דשמואל צבועין הוו:", 
            "ולא שביק להו למיגנא בהדי הדדי   דלא לילפן להו גופא נוכראה:", 
            "ערביות רעולות ומדיות  פרופות וכל אדם אלא שדברו חכמים בהווה.", 
            "פירוש ערביות רעולות נשים ערביות יוצאות רעולות כדכתיב  ישעיה ה  הנטיפות השרות והרעלות ושמן בלשון ערבי גרץ ונשים מדיות יוצאות "
        ], 
        [
            " פרופות בבגדיהן:", 
            "<b>   מתני'</b>   פורפת אשה על האבן ועל האגוז ועל המטבע ובלבד שלא תפרוף לכתחלה בשבת:", 
            "<b>גמ'</b>    והא אמרת רישא פורפת אמר אביי סיפא אתאן למטבע כלומר  על המטבע בלבד הוא דלא תפרוף לכתחלה בשבת אבל על האבן ועל האגוז פורפת לכתחלה:", 
            "בעי אביי אשה מהו שתערים ותפרוף על האגוז ותוציא לבנה קטן בשבת ועלתה בתיקו וקיימא לן דכל תיקו דאורייתא לחומרא ודרבנן   לקולא:", 
            "<b>מתני'</b>     הקיטע יוצא בקב שלו דברי רבי מאיר   ור' יוסי אוסר   אם יש לו בית קבול כתיתין טמא סמוכות שלו טמאין מדרס ויוצאין בהן בשבת ונכנסין בהן בעזרה כסא וסמוכות שלו טמאין מדרס ואין יוצאין בהן בשבת ואין נכנסין בהן בעזרה לוקטמין טהורים ואין יוצאין בהן בשבת:", 
            "<b>גמ'</b>  הקיטע יוצא בקב שלו והלכה כר' יוסי   מאי לוקטמין א\"ר אבהו חמרא דאוכפא רפרם בר פפא אמר קישרי רבה בר רב הונא משמיה דעולא "
        ], 
        [
            " אמר פראמי.", 
            "פירוש פראמי דבר שנותנין על הפה שלא ינתז ממנו הרוק:", 
            "גרסינן בפרק הנודר מן הירק   תניא יוצאים בשק  עבה   ובסגוס עבה וביריעה ובחמילה מפני הגשמים הרועים יוצאין בשקים ולא הרועים בלבד אמרו אלא כל אדם אלא שדברו חכמים בהווה.", 
            "ותניא בתוספתא אבל לא בתיבה ולא בקופה ולא במחצלת מפני הגשמים.", 
            "ועוד תניא בתוספתא יוצאין במוך ובספוג שעל גבי המכה ובלבד שלא יכרוך עליהן חוט או משיחה.", 
            "יוצאין בקליפת השום ובקליפת הבצל שעל גבי המכה ואם נפל לא יחזיר ואין צריך לומר שלא יתן לכתחלה בשבת.", 
            "יוצאין באגד שע\"ג המכה וקושרו ומתירו בשבת אספלנית שפירשה מן האגד מחזירה עם האגד.", 
            "יוצאין באספלנית ובמלוגמא וברטיה שעל גבי המכה ואם נפל לא יחזיר וא\"צ לומר שלא יתן לכתחלה בשבת והאי דקתני אם נפל לא יחזיר הוינן בה בגמרא דעירובין (דף קב.) הלכה מחזירין רטיה בשבת במקדש ותמן ברירנא לה:", 
            "<b>מתני'</b>  הבנים יוצאין בקשרים  ובני מלכים בזוגין וכל אדם אלא שדברו חכמים בהווה:", 
            "<b>גמ'</b>  מאי קשרים אמר אבא מרי אמר רב נחמיה בר ברוך אמר רב אידי בר אבין אמר רב יהודה   קשרי פאה מאי איריא בנים אפילו בנות נמי מאי איריא קטנים אפילו גדולים נמי אלא מאי קשרים כי הא דא\"ר אבין בר חיננא אמר רב חמא בר גוריא בן שיש לו געגועין על אביו נוטל רצועה ממנעל של ימין   ונותן וקושר לו בשמאלו:", 
            "אמר ר' אבין בר רב הונא אמר רב חמא בר גוריא סחופי כסא אטיבורא בשבת שפיר דמי.", 
            "ואמר ר' אבין בר רב הונא אמר רב חמא בר גוריא  מותר לסוך שמן ומלח בשבת כי הא דרב הונא כי הוה אתי מבי רב ורב מבי רבי חייא ור' חייא מבי רבי כי הוו מיבסמי הוו מייתו מילחא ומישחא ושייפא להו לגויתא דידייהו   ולכרעייהו ואמרי כי היכי דצייל האי מישחא נצייל חמריה דפלניא בר פלניתא:", 
            "ואמר רבי אבין בר רב הונא אמר רב חמא בר גוריא מותר ליחנק בשבת ואמר רבי אבין בר רב הונא אמר רב חמא בר גוריא לפופי ינוקא בשבתא שפיר דמי:", 
            "תנו רבנן יוצאין באבן תקומה בשבת משום ר' מאיר אמרו אף במשקל אבן תקומה ולא שהפילה אלא שמא תפיל ולא שעיברה אלא שמא תתעברה ותפיל אמר רב יימר בר שלמיה משמיה דרב והוא דאיכוין ותקיל (מהר\"ם מ\"ז) לרפואה:", 
            "  (ואמר שמואל שמעתי שמציל) אבן מכוונת לא שפחתה ולא הותירה ממשקל אבן תקומה כשנשקלה נגדה:", 
            "והלכה כר' מאיר מדקא מתרצינן אליביה והוא דאיכוין ותקיל לרפואה ועוד דאמרינן   אמר רב אשי משקל דמשקל מאי מדקא מבעיא ליה משקל דמשקל מכלל דכר' מאיר סבירא ליה:", 
            "  ובני מלכים בזוגין אוקמה (בק\"ד אבא) רבה באריג שבכסותו לדברי הכל:", 
            "<b>מתני'</b>  יוצאין   בביצת החרגול ושן של שועל ומסמר הצלוב משום רפואה דברי ר\"מ וחכמים אומרים אף בחול אסור משום דרכי האמורי:", 
            "<b>גמ'</b>  יוצאין בביצת החרגול דעבדי לשיחלא.", 
            "פי' רפיון הירך כדתנן (בכורות דף מ.) השחול והכסול אי זהו שחול כל שנשמטה ירכו:", 
            "ובשן של שועל דעבדי ליה לשינתא דחייא למאן דנאים דמיתא למאן דלא נאים:", 
            "ובמסמר הצלוב דעברי לזירפא.", 
            "פי' זירפא כמו   שריפא וקורין בלשון ערבי אחתרקן ומסמר הצלוב מעמידה כדי שלא תוסיף:", 
            "אביי ורבא דאמרי תרוייהו כל  דבר  (גי' ד\"ת שיש בו) שהוא משום רפואה אין בו משום דרכי האמורי הא אין בו משום רפואה יש בו משום דרכי האמורי והתניא   אילן שמשיר פירותיו סוקרו בסקרא וטוענו באבנים גדולות בשלמא טוענו באבנים גדולות כי היכי דליכחוש חיליה אלא סוקרו בסקרא מאי רפואה קא עביד כי היכי דליחזוה אינשי וליבעו עליה רחמי כדתניא  ויקרא יג  וטמא טמא יקרא מכאן שצריך להודיע   לרבים ורבים יבקשו עליו רחמים אמר רבינא כמאן תלינן האידנא כובסא בדיקלא כמאן כי האי תנא.", 
            "מאי כובסא כמו נצר כדכתיב  ישעיה יא  ונצר משרשיו יפרה:", 
            "   סליקו להו במה אשה "
        ], 
        [
            "<b>כלל</b>  גדול אמרו בשבת כל  השוכח עיקר שבת ועשה מלאכות הרבה בשבתות הרבה אינו חייב אלא חטאת אחת.", 
            "והיודע עיקר שבת ועשה מלאכות הרבה בשבתות הרבה  חייב על כל שבת ושבת.", 
            "והיודע שהוא שבת ועשה מלאכות הרבה בשבתות הרבה חייב על כל אב מלאכה ומלאכה והעושה מלאכות הרבה מעין מלאכה אחת אינו חייב אלא חטאת אחת:", 
            "<b>גמ'</b>    אמר רב הונא  היה מהלך במדבר ואינו יודע אימתי שבת מונה ששה ומשמר יום אחד אמר (בד\"י רבה) רבא ובכל יומא ויומא עביד כדי פרנסתו בר מההוא יומא וההוא יומא לימות   ליעביד מאתמול שתי פרנסות ודלמא אתמול שבת הוה אלא כל יום ויום עושה כדי פרנסתו ואפילו ההוא יומא וההוא יומא במאי מינכר ליה בקידוש והבדלה:", 
            "אמר רבא ואם היה מכיר סכום יום שיצא בו עושה מלאכה כל אותו היום פשיטא מהו דתימא כיון דבשבת לא נפיק בערב שבת נמי לא נפיק והאי חמשא בשבתא נפיק ותרי יומי לישתרו ליה למיעבד קמ\"ל דלא זימנין דמשכח שיירתא ומיקרי ונפיק:"
        ], 
        [
            "<b>מתני'</b>     אבות מלאכות ארבעים חסר אחת הזורע והחורש והקוצר והמעמר הדש והזורה והבורר והטוחן והמרקד והלש והאופה הגוזז את הצמר והמלבנו והמנפצו והצובע והטווה והמיסך והעושה שתי בתי נירין והאורג שני חוטין והפוצע שני חוטין והקושר והמתיר והתופר שתי תפירות והקורע ע\"מ לתפור שתי תפירות הצד צבי השוחטו והמפשיטו והמולחו והמעבדו והממחקו והמחתכו והכותב שתי אותיות והמוחק על מנת לכתוב שתי אותיות הבונה והסותר המבעיר והמכבה  והמכה בפטיש והמוציא מרשות לרשות הרי אלו ארבעים מלאכות חסר אחת:", 
            "<b>גמ'</b>    תאנא הזורע והזומר והנוטע והמבריך והמרכיב כולן מלאכה אחת הן אמר רב יוסף האי מאן דקטל  אספסתא בשבתא חייב שתים אחת משום קוצר ואחת משום נוטע:", 
            "אמר אביי מאן דקניב סילקא חייב שתים אחת משום קוצר ואחת משום נוטע.", 
            "תאנא החורש והחופר והחורץ כולן מלאכה אחת הן:", 
            "אמר רב ששת היתה לו גבשושית ונטלה בבית חייב משום בונה בשדה חייב משום חורש גומא וטממה בעפר בבית חייב משום בונה בשדה חייב משום חורש:", 
            "א\"ר אבא החופר  גומא בשבת ואינו צריך אלא לעפרה פטור עליה ואפילו לר' יהודה דאמר כל מלאכה שאינה צריכה לגופה חייב עליה הני מילי מתקן אבל האי מקלקל הוא:", 
            "תאנא הקוצר  והבוצר והגודר והמוסק והאורה כולן מלאכה אחת הן:", 
            "אמר רב פפא האי מאן דשדא פיסא לדיקלא ואתר תמרי חייב שתים אחת משום תולש ואחת משום מפרק   אמר רב אסי אין דרך תלישה בכך ואין דרך פריקה בכך:", 
            "גרסינן בפרק המצניע   תנו  רבנן  החולב והמחבץ והמגבן כגרוגרת חייב חטאת ואמרינן חולב משום מאי מיחייב משום מפרק מחבץ חייב "
        ], 
        [
            " משום בורר מגבן חייב משום בונה ומפרק  תולדה דדש הוא:", 
            "והמעמר   אמר רבא האי מאן  דכניף מילחא ממלחתא מיחייב משום מעמר   אמר אביי אין דרך עימור בכך אלא בגידולי קרקע:", 
            "והדש תאנא  הדש והמנפץ והמנפט כולן מלאכה אחת הן:", 
            "והזורה והבורר והטוחן:", 
            "  תנו רבנן  היו לפניו   מיני אוכלין בורר ואוכל בורר ומניח ולא יברור ואם בירר חייב חטאת  מאי קאמר אמר אביי הכי קאמר בורר ואוכל לאלתר בורר ומניח לאלתר ולבו ביום לא יברור ואם בירר נעשה כבורר לאוצר וחייב חטאת אמרוה קמיה דרבא ואמר להו שפיר קאמר נחמני היו לפניו   שני מיני אוכלין ובירר ואכל ובירר והניח רב אשי מתני פטור ור' ירמיה מדפתי מתני חייב רב אשי מתני פטור והא תניא חייב לא קשיא הא בקנון ותמחוי הא בנפה וכברה:", 
            "אמר חזקיה הבורר תורמוסין מתוך פסולת שלהן חייב חטאת לימא קסבר חזקיה אוכל מתוך פסולת אסור לא שאני תורמוסין   דשלקי ליה שבע זמנין בקדירה בקליפתא ואי לא שקלי   ליה מן הפסולת מסרח הילכך אי לא שקלי   ליה מן הפסולת כפסולת מתוך אוכל דמי וחייב:", 
            "והטוחן אמר רב פפא האי מאן דפרים  סילקא בשבת חייב משום טוחן ואמר רב מנשיא האי מאן דסלית  סילתי חייב משום טוחן אמר רב אשי ואי קפיד אמשחתא חייב משום מחתך.", 
            "פי' דסלית סילתי אלו עצי דקלים שעומדין שיבי שיבי פירוש נימין נימין וכשמפרק אותן הנימין יוצא מביניהן כמין קמח דק ומתוך כך נחשב כטוחן:", 
            "והלש והאופה אמר (בס\"י רב אשי בר רב עוירא) רב אחא בר אשי בר עוירא האי  מאן דשדא  סיכתא לאתונא חייב משום מבשל פשיטא מהו דתימא   לשרורי   מנא קא מכוין קא משמע לן דמירפא רפי והדר קמיט פירוש סיכתא גללי בהמה רקיקין אמר רבא האי מאן דארתח כופרא חייב משום מבשל:", 
            "הגוזז את הצמר המנפצו והמלבנו והצובע והטווה:", 
            "תנו רבנן התולש את הכנף והקוטמו והמורטו חייב שלש חטאות.", 
            "הקושר והמתיר "
        ], 
        [
            " והתופר שתי תפירות והא לא קיימא אמר רבה בר בר חנה א\"ר יוחנן והוא שקשרן:", 
            "והקורע ע\"מ לתפור שתי תפירות רבה ור' זירא דאמרי תרוויהו  שכן יריעה שנפלה בה דרנא קורעין אותה ותופרין אותה   אמר מר זוטרא בר טוביה אמר רב המותח  חוט של תפירה בשבת חייב חטאת והלמד דבר אחד מן המגוש חייב מיתה והיודע לחשב בתקופות  ומזלות ואינו מחשב אסור לספר הימנו:", 
            "הצד  צבי השוחטו והמפשיטו והמולחו והמעבדו   היינו מולח היינו מעבד רבי יוחנן ור' שמעון בן לקיש דאמרי תרוייהו אפיק חדא מינייהו ועייל שרטוט:", 
            "  והמוחקו א\"ר אחא בר חנינא השף בין  העמודים בשבת חייב משום ממחק א\"ר חייא בר אבא ג' דברים שח לי ר' אסי משום ריב\"ל המגרר ראשי כלונסות   חייב משום מחתך והממרח רטיה בשבת חייב משום   והמסתת   את האבן בשבת חייב משום מכה בפטיש אר\"ש בר ביסנא אר\"ש בן לקיש הצר בכלי צורה והמנפח בכלי זכוכית חייב משום מכה בפטיש אמר רב יהודה האי מאן דשקל   ד אקופי מגלימא חייב משום מכה בפטיש והני מילי דקפיד עלייהו:", 
            "והכותב שתי אותיות וכו':", 
            "ת\"ר כתב אות אחת גדולה ויש במקומה כדי לכתוב שתים פטור  מחק אות אחת גדולה ויש במקומה כדי לכתוב שתים חייב א\"ר מנחם בר' יוסי זה חומר במוחק מבכותב:", 
            "הבונה והסותר   המכבה והמבעיר והמכה בפטיש:", 
            "רבה ור' זירא דאמרי תרוייהו כל מידי דאית ביה גמר מלאכה חייב משום מכה בפטיש:", 
            "<b>מתני'</b>  ועוד כלל  אחר אמרו כל הכשר להצניע ומצניעין כמוהו והוציאו בשבת חייב עליו וכל שאינו כשר להצניע ואין מצניעין כמוהו   והוציאו בשבת אינו חייב אלא המצניעו:", 
            "<b>גמ'</b>  כל הכשר להצניע לאפוקי מאי רב מתנה אמר לאפוקי דם נדה מר עוקבא אמר לאפוקי עצי אשרה מאן דאמר דם נדה כל שכן עצי אשרה ומ\"ד עצי אשרה אבל דם נדה לא דמצנע ליה לשונרא ואידך כיון דחלשא לא מצנע ליה:", 
            "<b>מתני'</b>    המוציא תבן כמלא פי פרה עצה כמלא פי גמל עמיר כמלא פי טלה   עלי שום "
        ], 
        [
            " ועלי בצלים לחים כגרוגרת  יבשים כמלא פי גדי עשבים כמלא פי הגדי ואין מצטרפין זה עם זה מפני שאינן שוין בשיעוריהן המוציא אוכלים כגרוגרת   ומצטרפין זה עם זה מפני ששוין בשיעוריהן חוץ מקליפיהן וגרעיניהן ועוקציהן וסובן ומורסנן רבי יהודה אומר חוץ מקליפי עדשים המתבשלות עמהן:", 
            "<b>גמ'</b>  מאי עצה אמר ר' יהודה תבן של מיני קטנית:", 
            "  ר' יהודה אומר חוץ מקליפי עדשים וכו':", 
            "עדשים אין פולין לא והתניא ר' יהודה אומר חוץ מקליפי פולין ועדשים לא קשיא הא בחדתי והא בעתיקי עתיקי מאי טעמא לא מצטרפי א\"ר אבהו מפני שנראים כזבובים בקערה:", 
            "   סליקו להו ככל גדול    פרק ח   ", 
            "<b>המוציא</b>   יין כדי מזיגת הכוס חלב כדי גמיעה דבש כדי ליתן על הכתית שמן כדי לסוך אבר קטן מים  כדי לשוף את הקילור   ושאר כל המשקין ברביעי' וכל השופכין ברביעית רבי שמעון אומר כולן ברביעית ולא נאמרו כל השיעורין הללו אלא למצניעיהן:", 
            "<b>גמ'</b>  תנא כדי מזיגת כוס יפה מאי כוס יפה כוס של ברכה אמר רב נחמן אמר רבה בר אבוה כוס של ברכה צריך שיהא בו רובע רביעית כדי שימזגנו ויעמוד על רביעית:", 
            "חלב כדי  גמיעה:", 
            "  ת\"ר המוציא חלב של בהמה כדי גמיעה וחלב של אשה ולובן של ביצה כדי ליתן   במשיפת   קילור כדי לשוף במים:", 
            "דבש כדי ליתן על הכתית תנא כדי ליתן על פי כתית שמן כדי לסוך אבר קטן תניא ר' שמעון בן אלעזר אומר שמן כדי לסוך אבר קטן של קטן בן יומו:", 
            "<b>מתני'</b>    המוציא חבל כדי לעשות אוזן לקופה גמי כדי לעשות תלאי לנפה ולכברה ר' יהודה אומר כדי ליקח ממנו מדת מנעל לקטן ונייר כדי לכתוב עליו  קשר של מוכסין והמוציא קשר מוכסין   חייב   נייר מחוק כדי לכרוך על פי צלוחית של פליטון:", 
            "<b>גמ'</b>  תנו רבנן הוצין כדי לעשות אוזן לכפיפה מצרית.", 
            "סיב אחרים אומרים כדי ליתן על פי משפך קטן של יין    רבב כדי לשוף תחת אספוגית קטנה וכמה שיעורה כסלע פירוש אספוגית רקיק כדכתיב  שמות כט  ורקיקי מצות ומתרגמינן אספוגין פטירין:", 
            "מוכין כדי לעשות כדור קטנה וכמה שיעורה עד כאגוז:", 
            "נייר כדי לכתוב עליו קשר של מוכסין תנא וכמה קשר של מוכסין שתי אותיות:", 
            "<b>מתני'</b>  עור כדי לעשות קמיע קלף כדי לכתוב עליו פרשה קטנה שבתפלין שהיא שמע ישראל דיו כדי לכתוב בו שתי  אותיות כחול כדי "
        ], 
        [
            " לכחול   עין אחת זפת וגפרית כדי לעשות בו נקב קטן שעוה כדי ליתן על פי נקב קטן:", 
            "<b>גמ'</b>    אמר רב קלף  הרי הוא כדוכסוסטוס מה דוכסוסטוס כותבין עליו מזוזה אף קלף כותבין עליו מזוזה וכן הלכתא ותפילין אין נכתבים על  הדוכסוסטוס אלא על הקלף בלבד:", 
            "<b>מתני'</b>     דבק כדי ליתן בראש השבשבת חרסית כדי לעשות פי כור של צורפי זהב ר' יהודה אומר כדי לעשות פטפוט סובין כדי ליתן על פי כור של צורפי זהב סיד כדי לסוד אצבע קטנה שבבנות רבי יהודה אומר כדי לעשות כלכול רבי נחמיה אומר כדי לעשות אנטיפי   אדמה כחותם המרצופין דברי רבי עקיבא וחכמים אומרים כחותם האגרות זבל וחול דק כדי לזבל קלח של כרוב "
        ], 
        [
            " דברי רבי עקיבא וחכ\"א כדי לזבל כרישא חול הגס כדי ליתן על מלא כף סיד קנה כדי לעשות קולמוס אם היה עבה או מרוסס כדי לבשל ביצה קלה שבביצים טרופה ונתונה באלפס   עצם כדי לעשות תרווד רבי יהודה אומר כדי לעשות חף  :", 
            "<b>גמ'</b>  אמר עולא   חף פותחת:", 
            "  זכוכית כדי לגרר   בה ראש הכרכר:", 
            "  תאנא כדי לפצע בה שני נימין כאחד   צרור אבן כדי לזרוק בעוף ר' אליעזר בן יעקב אומר כדי לזרוק בבהמה   א\"ר יעקב כדי שתהא הבהמה מרגשת בה וכמה שיעורה תניא רבי אליעזר   אומר משקל עשרה זוז:", 
            "זונין עייל לבי מדרשא אמר להן    אבנים של בית הכסא שיעורן בכמה אמרו לו כזית כאגוז כביצה אמר להן וכי טורטני יכניס נמנו וגמרו כמלא היד:", 
            "תנו רבנן שלשה אבנים מקורזלות מותר להכניס לבה\"כ וכמה שיעורן ר' מאיר אומר כאגוז רבי יהודה אומר כביצה והלכתא נמנו וגמרו כמלא היד:", 
            "אמר רב יהודה אבל לא את הפייס מאי פייס א\"ר זירא כרשיני בבלייתא פירוש אדמה שהיא קרובה להתפרר:", 
            "אמר ר' ינאי אם יש מקום  קבוע לבית הכסא מלא היד ואם לאו כהכרע מדוכה קטנה של בשמים פי' ראש של בוכנא שדוכין בו את הבושם ופירשוהו בתלמוד ירושלמי מלא רגל מדוכה קטנה של בושם אמר רב ששת  אם יש עליה עד מותר פירשוהו רבנן עד כגון סמרטוטין כדתנן התם  נדה יא.", 
            "יב:  משמשת בעדים הן הן תיקוניה הן הן עיוותיה א\"ל אביי לרב יוסף ירדו עליהן גשמים ונטשטשו מהו כלומר אם ירדו גשמים על האבנים המקורזלות האלו ונטבעו בקרקע מהו מי חיישינן   שמא יהא כסותר או כטוחן או לא אמר ליה אם היה רשומו ניכר מותר   בעא מיניה רבה בר רב שילא מרב חסדא להעלותן לגג אחריו מהו אמר ליה גדול כבוד הבריות שדוחה את לא תעשה שבתורה:", 
            "אמר רב הונא אסור לפנות בשדה ניר בשבת משום דרבה דאמר רבה היתה לו גומא וטממה בבית חייב משום בונה בשדה חייב   משום חורש:", 
            "אמר ר' שמעון בן לקיש צרור שעלו  בו עשבים מותר לקנח בו בשבת והתולש ממנו בשבת   חייב חטאת:", 
            "אמר ר' יוחנן אסור לקנח בחרס משום סכנה ואיתימא משום כשפים מאי כשפים כי הא דרב חסדא ורבה בר רב הונא הוו קא אזלי בארבא אמרה להו ההיא מטרוניתא אותבון בהדייכו ולא אותבוה אמרה     מילתא וקא אסרה לה לספינה אמרו אינהו מילתא ושריוה אמרה להו מאי איעבד לכו   דלא מקנחיתו לכו בחספא ולא קטליתו לכו כינה אמנייכו ולא אכליתו ירקא מכישא דאסר גינאה:", 
            "היו לפניו "
        ], 
        [
            " צרור וחרס מקנח בחרס ואינו מקנח בצרור ודוקא בחרס דאגני כלים:", 
            "היו לפניו  צרור ועלין רב חסדא ורב המנונא חד אמר מקנח בצרור ואינו מקנח בעלין וחד אמר מקנח בעלין ואינו מקנח בצרור מיתיבי המקנח בדבר שהאור שולט בו שיניו נושרין לא קשיא הא בלחין הא ביבשין:", 
            "איתמר הצריך  להפנות   ואכל רב חסדא ורבינא חד אמר רוח רע שולט עליו וחד אמר רוח זוהמא שורה עליו איתמר הצריך ליפנות ואוכל דומה לתנור שהוסק על אפרו וזו היא התחלת ריח הפה   (אכל ולא שתה אכילתו דם וזו היא התחלת חולי מעים אכל ולא הלך ארבע אמות אכילתו מתרקבת וזו היא תחלת רוח רעה רחץ ולא סך תחלה דומה לזולף מים על גבי חבית רחץ בחמין ולא שתה ממנו דומה לתנור שהסיקוהו מבחוץ ולא הסיקוהו מבפנים:", 
            "רחץ בחמין ולא נשתטף בצונן דומה לברזל שהכניסוהו לאש ולא הכניסוהו במים):", 
            "הנצרך ליפנות ואינו יכול ליפנות רב חסדא אמר יעמוד וישב יעמוד וישב:", 
            "אמר ליה רבי זירא לרב חסדא תא ניתני ותא ניעסוק בחיי דברייתא הנצרך ליפנות ואינו נפנה רב חסדא אמר ילך וישב ויעמוד   הלך ארבע אמות רב המנונא אמר ישתמש (בגמ' ימשמש) בצרורות באותו מקום רב חנין מנהרדעא אמר  יהפך לצדדין ורבנן אמרי יסיח דעתו לדבר אחר אמר ליה רב אחא בריה דרבה לרב אשי וכל שכן שלא יפנה אמר ליה יסיח דעתו מדברים אחרים:", 
            "אמר רבי ירמיה מדפתי אנא חזיתיה לההוא טייעא דקם ויתיב דקם ויתיב עד דשפיך כקדרה:", 
            "תנו רבנן הנכנס לסעודת קבע צריך שיבדוק את עצמו כיצד מהלך ארבע פעמים של עשר   פסיעות או עשר פעמים של ארבע   פסיעות ונפנה ואחר כך יכנס:", 
            "<b>מתני'</b>  חרס  כדי ליתן בין פצים   לחבירו דברי רבי יהודה ר' מאיר אומר כדי לחתות בו את האור רבי יוסי אומר כדי לקבל בו רביעית אמר ר\"מ אע\"פ שאין ראיה לדבר זכר לדבר  ישעיה ל  ולא ימצא במכתתו חרס לחתות אש מיקוד א\"ל רבי יוסי משם ראיה  ולחשוף מים מגבא:", 
            "   סליקו להו המוציא    פרק ט     ", 
            "<b>אמר</b>  רבי עקיבא  מנין לע\"ז שהיא מטמאה במשא כנדה שנאמר  ישעיה ל  תזרם כמו דוה צא תאמר לו מה נדה מטמאה במשא אף ע\"ז מטמאה במשא   מנין  לספינה שהיא טהורה שנאמר  משלי ל  דרך אניה בלב ים   מנין  לערוגה שהיא ששה על ששה טפחים שזורעין בתוכה חמשה זרעונין ארבעה בארבע רוחות הערוגה ואחד "
        ], 
        [
            " באמצע שנא'  ישעיה סא  כי כארץ תוציא צמחה וכגנה זרועיה תצמיח זרעה לא נאמר אלא זרועיה תצמיח   מנין  לפולטת שכבת זרע ביום השלישי שהיא טמאה שנאמר  שמות יט  היו נכונים לשלשת ימים אל תגשו אל אשה  מנין שמרחיצין את הקטן ביום השלישי שחל להיות בשבת שנאמר  בראשית לד  ויהי ביום השלישי בהיותם כואבים מנין  שקושרין לשון של זהורית בראש שעיר המשתלח שנאמר  ישעיה א  אם יהיו חטאיכם כשנים כשלג ילבינו מנין לסיכה שהיא כשתיה ביום הכיפורים אע\"פ שאין ראיה לדבר זכר לדבר שנאמר  תהלים קט  ותבא כמים בקרבו וכשמן בעצמותיו:", 
            "  המוציא עצים כדי לבשל  ביצה קלה תבלין כדי לתבל ביצה קלה ומצטרפין בזה עם זה קליפי אגוזים וקליפי רמונים אסטיס ופואה כדי לצבוע בהן בגד קטן בסבכה.", 
            "מי רגלים נתר ובורית קימיניא ואשלג כדי לכבס כהן בגד קטן בסבכה רכי יהודה אומר כדי להעביר על הכתם   פלפלת כל שהוא ועטרן כל שהוא מיני בשמים ומיני מתכות כל שהן מעפר המזבח ומאבני המזבח ממקק ספרים וממקק מטפחותיהן כל שהן שמצניעין אותן לגנזן רבי יהודה אומר אף המוציא ממשמשי ע\"א כל שהן שנאמר  דברים יג  ולא ידבק בידך מאומה מן החרם:", 
            "המוציא קופת הרוכלין אף על פי שיש בה מינין הרבה אינו חייב אלא חטאת אחת זרעוני גנה פחות מכגרוגרת ר' יהודה   אומר חמשה   זרע קשואין שנים זרע דלועין שנים זרע פול המצרי שנים חגב חי   כל שהוא מת כגרוגרת צפורת כרמים בין חיה בין מתה כל שהיא שמצניעין אותה לרפואה ר' יהודה אומר אף המוציא חגב חי טמא כל שהוא שמצניעין אותו לקטן לשחק בו:", 
            "גמ'   אמר רב יהודה אמר רב  לעולם אל ימנע אדם עצמו מבית המדרש אפי' שעה אחת ואמר רב יהודה אמר רב לעולם אל ימנע אדם מדברי תורה ואפילו בשעת מיתה שנא'  במדבר יט  זאת התורה אדם כי ימות באהל אפילו בשעת מיתה תורה אמר ר\"ש בן לקיש אין דברי תורה מתקיימין אלא במי שממית עצמו עליהן שנא' זאת התורה אדם כי ימות באהל:", 
            "  אמר רב יהודה אמר רב לעולם   ניזדהר אינש ממקק דספרי תכך דשיראי ואילא דעינכי ופה דתאיני והה דרמוני כולהו סכנתא:", 
            "ההוא תלמידא דהוה יתיב קמיה דרבא הוה קא אכיל תאיני אמר ליה רבי קוצים יש בתאיני אמר קטלי' פה לדין:", 
            "   סליקו להו אמר רבי עקיבא    פרק י    ", 
            "<b>המצניע</b>  לזרע ולדוגמא ולרפואה והוציאו בשבת חייב עליו בכל שהוא וכל אדם אין חייבין עליו אלא כשיעורו  חזר והכניסו אינו חייב אלא כשיעורו:"
        ], 
        [
            "   המוציא אוכלין ונתנן על האסקופה בין שחזר והוציאן בין שהוציאן אחר פטור שלא עשה מלאכתו בבת אחת קופה שהיא מליאה פירות ונתנה על האסקופה החיצונה אף על פי שרוב הפירות מבחוץ פטור עד שיוציא את כל הקופה   המוציא בין בימינו בין בשמאלו בין בתוך חיקו בין על כתפו חייב שכן משא בני קהת לאחר ידו ברגלו בפיו ובמרפקו באזנו ובשערו ובאפונדתו ופיה למטה בין אפונדתו לחלוקו ובחפת חלוקו במנעלו ובסנדלו פטור שלא הוציא כדרך המוציאים:", 
            "<b>גמ'</b>  אמר ר' אלעזר המוציא משוי למעלה מעשרה טפחים חייב   שכן משא בני קהת:", 
            "אמר רב משום ר' חייא המוציא משוי על ראשו פטור   ואם תאמר אנשי הוצל עושים כן בטלה דעתן אצל כל אדם:", 
            "<b>מתני'</b>   המתכוין להוציא לפניו ובא לו לאחריו פטור לאחריו ובא לו לפניו חייב באמת אמרו האשה החוגרת בסינר בין מלפניה בין מלאחריה חייבת שכן ראוי להיות חוזר רבי יהודה אומר אף במקבלי פתקין:", 
            "המוציא ככר לרשות הרבים חייב הוציאוהו שנים פטורים אם לא יכול אחד להוציא והוציאוהו שנים חייבים ור' שמעון פוטר    המוציא אוכלין פחות מכשיעור בכלי פטור אף על הכלי מפני שהכלי טפל לו את החי במטה פטור אף על המטה מפני שהמטה טפלה לו את המת במטה חייב   אף על המטה וכן כזית  מן המת וכזית מן הנבלה וכעדשה מן השרץ חייב ור' שמעון פוטר:", 
            "<b>גמ'</b>     ההוא שיכבא דהוה בדרוקרת שרא להו ר\"נ בר יצחק לאפוקי לכרמלית א\"ל רב אחא בריה דרבא לר\"נ כמאן כר\"ש אימר דפטר ר\"ש מחיוב חטאת איסורא   דרבנן מיהא איכא א\"ל האלהים   עיילת ביה את ואפילו לר' יהודה מי קאמינא לרשות הרבים לכרמלית קאמינא   דגדול כבוד הבריות שדוחה את לא תעשה שבתורה:"
        ], 
        [
            "<b>מתני'</b>   הנוטל  צפרניו זו בזו או בשיניו וכן שערו וכן שפמו וכן זקנו וכן  הגודלת וכן  הפוקסת וכן  הכוחלת ר' אליעזר מחייב חטאת וחכמים אוסרין משום שבות התולש מעציץ נקוב חייב   ושאינו נקוב פטור ור' שמעון פוטר בזה ובזה:", 
            "<b>גמ'</b>  אמר רבי אלעזר מחלוקת ביד אבל בכלי דברי הכל חייב ואמר רבי אלעזר מחלוקת לעצמו אבל לחבירו דברי הכל פטור:", 
            "וכן  שערו וכן שפמו:", 
            "תאנא הנוטל מלא פי הזוג בשבת חייב וכמה הוא מלא פי הזוג אמר רב יהודה שתים:", 
            "תניא נמי הכי הנוטל מלא פי הזוג חייב וכמה מלא פי הזוג שתים ר' אליעזר אומר אחת ומודים חכמים לרבי אליעזר במלקט לבנות מתוך שחורות ואפילו אחת חייב ודבר זה אפי' בחול אסור משום  דברים כב  לא ילבש גבר שמלת אשה:", 
            " תניא ר\"ש בן אלעזר אומר צפורן  שפירש רובה וציצין שפירשו רובן ביד מותר בכלי פטור אבל אסור לא פירש רובן ביד פטור אבל אסור  (ר' שמעון בן אלעזר אומר) בכלי חייב חטאת אמר רב יהודה הלכה כר' שמעון בן אלעזר אמר רבה אמר ר' יוחנן והוא שפירשו כלפי מעלה ומצערות אותו   אמימר  שרא זילחא במחוזא פירוש התיר  רבוץ הבית במחוזא שהיו הקרקעות שלהן   בשיש טעמא מאי אמור רבנן דלמא אתי לאשוויי גומות הכא ליכא גומות רבא תוספאה אשכחיה לרבינא דקא מצטער מהבלא ואמרי לה מר קשישא בריה דרבא אשכחיה לרב אשי דקא מצטער מהבלא אמר ליה לא סבר לה מר להא דתניא הרוצה לרבץ את ביתו בשבת מביא עריבה מליאה מים ורוחץ פניו בזוית זו ורגליו בזוית זו וידיו בזוית זו ונמצא הבית מתרבץ מאליו אמר ליה לאו אדעתאי תנא אשה חכמה מרבצת ביתה בשבת והאידנא דסבירא לן כר\"ש אפי' לכתחלה שרי:", 
            "   סליקו להו המצניע    פרק יא     ", 
            "<b>הזורק</b>   מרשות היחיד לרשות הרבים או מרשות הרבים לרשות היחיד חייב מרשות היחיד לרשות היחיד ורשות הרבים באמצע רבי עקיבא מחייב וחכמים פוטרין כיצד שתי גזוזטראות זו כנגד זו ברשות הרבים המושיט והזורק מזו לזו פטור היו שתיהן בדיוטא אחת הזורק פטור והמושיט חייב שכך היתה עבודת הלוים שתי עגלות זו אחר זו "
        ], 
        [
            " ברשות הרבים מושיטין את הקרשים מזו לזו   ברשות הרבים אבל לא זורקין   חולית הבור והסלע שהן גבוהין עשרה ורחבין ארבעה הנוטל מהן והנותן על גבן חייב פחות מכאן פטור   הזורק ד' אמות בכותל למעלה מי' טפחים כזורק באויר למטה מי' טפחים כזורק בארץ והזורק בארץ ד' אמות חייב זרק לתוך ד' אמות ונתגלגל חוץ לד' אמות פטור חוץ לארבע אמות ונתגלגל תוך ד' אמות חייב   והזורק בים ארבע אמות פטור אם היה רקק מים שרשות הרבים מהלכת בו הזורק לתוכו ארבע אמות חייב וכמה הוא רקק מים פחות מעשרה טפחים רקק מים ורשות הרבים מהלכת בו הזורק בתוכו ארבע אמות חייב הזורק מן הים ליבשה ומן היבשה לים ומן הים לספינה ומן הספינה לים ומן הספינה לחברתה פטור ספינות קשורות זו לזו מטלטלין מזו לזו אם אינן קשורות אף על פי שהן מוקפות אין מטלטלין מזו לזו:", 
            "<b>גמ'</b>  איתמר  ספינה רב הונא אמר מוציא ממנה זיז כל  שהוא וממלא רב חסדא ורבה בר רב הונא אמרי עושה מקום ארבעה וממלא והלכתא כותייהו דהוה ליה רב הונא חד לגבי תרי ואין דבריו של אחד במקום שנים אבל שופכין דידיה שופך להו אדופני  ספינה ואף על גב דנחתי מכחו לים    כחו בכרמלית לא גזרו רבנן:", 
            "  ספינות   קשורות זו לזו מטלטלין מזו לזו הני מילי על ידי עירוב וכדרב ספרא  דתניא ספינות קשורות זו לזו מערבין ומטלטלין מזו לזו נפסקו נאסרו חזרו ונקשרו בין שוגגין בין מזידין בין אנוסין בין מוטעין חזרו להיתרן הראשון וכן מחצלאות הפרוסות לרה\"ר מערבין ומטלטלין מזו לזו נגללו נאסרו חזרו ונפרשו בין שוגגין בין מזידין בין אנוסין בין מוטעין חזרו להיתרן הראשון שמחיצה הנעשית בשבת בין בשוגג בין במזיד בין באונס בין בטעות שמה מחיצה איני והא אמר רב נחמן לא שנו אלא לזרוק  אבל לטלטל אסור כי איתמר דרב נחמן אמזיד איתמר:"
        ], 
        [
            "<b>מתני'</b>     הזורק ונזכר לאחר שיצאה מידו קלטה אחד או קלטה כלב או שנשרפה פטור הזורק לעשות חבורה בין באדם בין בבהמה ונזכר עד שלא נעשה חבורה פטור זה הכלל כל חייבי חטאות אינן חייבין עד שיהא תחלתן וסופן שגגה תחלתן שגגה וסופן זדון או תחלתן זדון וסופן שגגה פטורין עד שתהא תחלתן וסופן שגגה:", 
            "   סליקו להו הזורק    פרק יב     ", 
            "<b>הבונה</b>   כמה יבנה ויהיה חייב הבונה כל שהוא והמסתת והמכה בפטיש ובמעצד והקודח כל שהוא חייב זה הכלל כל העושה מלאכה   ומלאכתו מתקיימת בשבת חייב רבן שמעון ב\"ג אומר אף המכה בקורנס על הסדן בשעת גמר מלאכה חייב מפני שהוא כמתקן מלאכה:", 
            "<b>גמ'</b>  העושה  נקב בלול של תרנגולין רב אמר חייב משום בונה ושמואל אמר חייב משום מכה בפטיש:", 
            "עייל שופתא  בקופינא דמרא.", 
            "פירוש הכניס הקרדום בתוך העץ שלו רב אמר חייב משום בונה ושמואל אמר חייב משום מכה בפטיש:", 
            "<b>מתני'</b>     החורש כל שהוא המנכש והמקרסם והמזרד כל שהוא חייב המלקט עצים אם לתקן כל שהן ואם להסיק כדי לבשל ביצה קלה והמלקט עשבים אם לתקן כל שהן ואם לבהמה כמלא פי הגדי  הכותב שתי אותיות בין בימינו בין בשמאלו בין משם אחד בין משני שמות בין משני  סמניות בכל לשון חייב א\"ר יוסי לא חייבו שתי אותיות אלא משום רושם שכן כותבין על קרשי המשכן לידע איזהו בן זוגו א\"ר יהודה  מצינו שם קטן משם גדול כגון שם משמעון ומשמואל נח מנחור דן מדניאל "
        ], 
        [
            " וגד מגדיאל:", 
            "<b>גמ'</b>  אוקמה אביי בשולט בשתי ידיו:", 
            "<b>מתני'</b>    הכותב שתי אותיות בהעלם אחד חייב כתב בדיו בסם ובסקרא בקומוס ובקנקנתום ובכל דבר שהוא רושם על שני כותלי   הבית על שני לוחי פנקס והן נהגין זה עם זה חייב.", 
            "הכותב על בשרו חייב המשרט על בשרו ר' אליעזר מחייב חטאת ורבי יהושע פוטר.", 
            "כתב במשקין במי פירות באבק דרכים באבק סופרים ובכל דבר שאינו מתקיים פטור.", 
            "לאחר ידו ברגלו בפיו ובמרפקו כתב אות אחת סמוך לכתב וכתב ע\"ג כתב נתכוין לכתוב  חי\"ת וכתב שני זיינין אחת בארץ ואחת בקורה בתב על שני כותלי הבית על שני דפי פנקס ואין נהגין זה עם זה פטור כתב אות אחת נוטריקון רבי יהודה בן בתירא מחייב וחכמים פוטרין:", 
            "<b>גמ'</b>  תנא כתב אות אחת והשלימה לספר ארג חוט אחד והשלימה לבגד חייב:", 
            "<b>מתני'</b>    הכותב שתי אותיות בשתי העלמות אחת בשחרית ואחת בין הערבים רבן גמליאל מחייב וחכמים פוטרין:", 
            "<b>גמ'</b>  במאי קא מיפלגי רבן גמליאל סבר אין ידיעה לחצי שיעור ורבנן סברי יש ידיעה לחצי שיעור:", 
            "   סליקו להו הבונה    פרק יג    ", 
            "<b>רבי</b>   אליעזר אומר האורג שלשה חוטין בתחלה ואחד על האריג חייב וחכמים אומרים בין בתחלה בין בסוף שיעורו שני חוטין העושה שני בתי נירין בנירין בקירוס בנפה ובכברה ובסל חייב התופר שתי תפירות והקורע על מנת לתפור ב' תפירות הקורע  בחמתו והקורע על מתו ובל המקלקלין פטורין והמקלקל על מנת לתקן "
        ], 
        [
            " שיעורו כמתקן:", 
            "<b>גמ'</b>  תניא ר\"ש אומר משום רבי חלפתא בן אגרא משום ר' יוחנן   המשבר כליו בחמתו והמקרע כליו והמפזר מעותיו בחמתו יהי בעיניך כעובד ע\"ז שכן דרכו של יצר הרע היום אומר לו עשה כך ולמחר אומר לו לך ועבוד ע\"ז והולך ועובד א\"ר יוחנן מאי קרא  תהלים פא  לא יהיה בך אל זר איזה אל זר שהוא בגופו של אדם הוי אומר זה יצר הרע  ואי עביד למירמא אימתא לאנשי ביתיה שפיר דמי כי הא דרב יהודה שליף מצובייתא רב אחא בר יעקב תבר מאני תבירי רב ששת רמי לאמתיה מונינא ארישא:", 
            "וכל המקלקלין פטורין   ואפי'  חובל ומבעיר לר' יהודה אבל לר\"ש כל המקלקלין פטורין חוץ מחובל ומבעיר כדתני רבי אבהו קמיה דר' יוחנן וטעמיה דר' שמעון דמדאצטריך קרא למישרי מילה מכלל דחובל בעלמא חייב ומדאסר רחמנא הבערה גבי בת כהן   הא מבעיר בעלמא חייב ורבי יהודה התם מתקן הוא כדאמר רב אשי מה לי לתקן מילה מה לי לתקן כלי מה לי לבשל פתילה מה לי לבשל סממנין:", 
            "<b>מתני'</b>    המלבן  והמנפץ והצובע והטווה שיעורו כמלא רחב  הסיט כפול והאורג שני חוטין שיעורו כמלא הסיט   ר' יהודה אומר הצד צפור למגדל וצבי לבית חייב וחכמים אומרים צפור למגדל   וצבי לבית לגנה ולחצר ולביברין רבן שמעון בן גמליאל אומר לא כל הביברין שוין אלא זה הכלל מחוסר צידה פטור ושאינה מחוסר צידה חייב:", 
            "צבי שנכנס לבית ונעל אחד בפניו חייב נעלו שנים פטורין לא יכול אחד לנעול ונעלו שנים חייבין ור\"ש פוטר:", 
            "<b>גמ'</b>  ת\"ר הצד חגבים חגזין צדעין ויתושין בשבת חייב דברי ר\"מ וחכ\"א כל שבמינו ניצוד חייב שאין במינו ניצוד פטור:", 
            "<b> מתני'</b>  ישב האחד על הפתח ולא מלאהו וישב השני ומלאהו השני חייב ישב הראשון על הפתח ומלאהו ובא השני וישב בצדו אע\"פ שעמד הראשון והלך לו הראשון חייב והשני פטור הא למה זה דומה  לנועל ביתו לשמרו ונמצא צבי שמור בתוכו:", 
            "<b>גמ'</b>    א\"ר חייא "
        ], 
        [
            " בר אבא א\"ר יוחנן נכנסה לו צפור תחת  כנפיו יושב ומשמרה עד שתחשך:", 
            " אמר שמואל כל פטורי דשבת פטור אבל אסור לבר מהני תלת דפטור ומותר חדא הא וממאי דפטור ומותר דתני סיפא הא למה זה דומה לנועל את ביתו לשמרו ונמצא צבי שמור בתוכו ואידך המפיס  מורסא בשבת אם לעשות לה פה חייב ואם להוציא ממנה ליחה פטור וממאי דפטור ומותר דתנן מחט של יד (מותר) ליטול בה את הקוץ ואידך הצד נחש בשבת אם מתעסק בו שלא ישכנו פטור ואם לרפואה חייב וממאי דפטור ומותר דתנן כופין קערה על גבי הנר בשביל שלא תאחוז בקורה ועל צואה של קטן ועל עקרב שלא תשוך  :", 
            "   סליקו להו האורג    פרק יד   ", 
            "<b>שמונה</b>  שרצים  האמורין בתורה הצדן והחובל בהן חייב ושאר שקצים ורמשים החובל בהן פטור הצדן  לצורך חייב שלא לצורך פטור חיה ועוף  שברשותו הצדן פטור  והחובל בהן חייב:", 
            "<b>גמ'</b>    הצד פרעוש  בשבת פטור וההורגו חייב לדברי הכל:", 
            "אמר אביי האי מאן דתליש פיטורי מאודנא דחצבא מיחייב משום עוקר דבר מגידולו:", 
            "<b>מתני'</b>  אין עושין הילמי בשבת   אבל עושין מי מלח וטובל בהן פתו ונותן לתוך התבשיל א\"ר יוסי והלא הוא הילמי בין מרובה בין מועט אלא אלו הן מי "
        ], 
        [
            " מלח המותרין נותן שמן בתחלה לתוך המים או לתוך המלח:", 
            "<b>גמ'</b>  מאי קאמר אמר רב יהודה אמר שמואל הכי קאמר אין עושין מי מלח מרובין אבל עושין מי מלח מועטין אמר ר' יוסי והלא הוא הילמי בין מרובין בין מועטין:", 
            "איבעיא להו רבי יוסי לאיסור או להיתר וסליקא לאיסור:", 
            "תניא נמי הכי אין עושין מי מלח מרובין לתת לתוך הכבשין שבתוך הגסטרא אבל עושין מי  מלח מועטין ואוכל בהן פתו ונותן לתוך התבשיל אמר רבי יוסי וכי מפני שהללו מרובין והללו מועטין הללו אסורין והללו מותרין יאמרו מלאכה מרובה אסורה מלאכה מועטת מותרת אלא אלו ואלו אסורין ואלו הן מי מלח המותרין נותן שמן ומלח או שמן ומים ובלבד שלא יתן מים ומלח לכתחלה ולית הלכתא כר' יוסי אלא כתנא קמא דאמרינן בעירובין בפירקא קמא (דף יד:) אמר רב יוסף אמר רב יהודה אמר שמואל אין הלכה כר' יוסי לא בהילמי ולא בלחיים:", 
            "(מכילתין דף קח:) תני רב יהודה בר חביבא אין עושין מי מלח עזין מאי מי מלח עזין רבה ורב יוסף דאמרי תרוייהו כל שהביצה צפה בהן וכמה אמר אביי תרי תילתי מלחא וחדא מיא למאי עבדי לה אמר רבי אבהו למורייסא ותני רב יהודה בר חביבא אין מולחין צנון וביצה בשבת רב חזקיה משמיה דאביי אמר צנון אסור וביצה מותרת וכן הלכה:", 
            "אמר רב נחמן מריש הוה מלחנא פוגלא בשבתא אמינא אפסודי קא מפסידנא ליה דאמר שמואל פוגלא חורפיה מעלי ליה כיון דשמעיתה להא דאמרי' כי אתא עולא אמר במערבא מלחי פישרי פישרי מימלח לא מלחנא טבולי מטבילנא:", 
            "יין  לתוך העין אסור ע\"ג העין מותר ורוק תפל אפי' ע\"ג העין אסור וכן הלכה אמר מר עוקבא אמר שמואל שורה אדם קילורין מערב שבת ונותן ע\"ג עיניו בשבת ואינו חושש בר ליואי הוה קאי קמיה דמר עוקבא חזייה דהוה עמיץ ופתח אמר ליה כולי האי לא שרו רבנן ולא שרא מר שמואל תניא   חנניה אומר משום רבי יהודה טובה טיפת צונן שחרית ורחיצת ידים ורגלים בחמין ערבית מכל קילורין שבעולם הוא היה אומר  יד לעין תקצץ יד לחוטם תקצץ יד לפה תקצץ   יד לחיסודה תקצץ יד לאמה תקצץ יד לפי טבעת תקצץ יד   לגיגית תקצץ יד מחרשת יד מסמאת יד מעלה פוליפוס תנן התם בנדה (דף יג.) כל היד המרבה לבדוק בנשים משובחת באנשים תקצץ מאי שנא נשים ומאי שנא אנשים נשים דלאו בנות הרגשה נינהו משובחת אנשים דבני הרגשה נינהו תקצץ אי הכא מאי אריא מרבה אפילו לא מרבה נמי כי קתני מרבה אנשים:", 
            "תנא בד\"א לענין שכבת זרע אבל לענין זוב אף באנשים היא משובחת ואפילו לענין שכבת זרע נמי אם בא לבדוק בחרס או בצרור בודק ומטלית עבה הרי היא כחרס:", 
            "תניא רבי אליעזר אומר כל "
        ], 
        [
            " האוחז באמה ומשתין  כאילו מביא מבול לעולם אמרו לו לר' אליעזר והלא ניצוצות מתיזין לו על רגליו ונראה ככרות שפכה ומוציא לעז על בניו שהם ממזרים אמר להם מוטב שיוציא לעז על בניו ואל יעשה עצמו כרשע לפני המקום אפילו שעה אחת תניא אידך אמר להם רבי אליעזר לחכמים אפשר שיעמוד על מקום גבוה ומשתין או ישתין בעפר תיחוח ולא יעשה עצמו שעה אחת רשע לפני המקום הי מינייהו אמר להם ר' אליעזר ברישא אילימא קמייתא בתר דאמר להו איסורא הדר אמר להו תקנתא אלא הא אמר להו ברישא ואמרו ליה לא מצא מקום גבוה או עפר תיחוח מאי אמר להם מוטב שיוציא לעז על בניו ואל יעשה עצמו כרשע לפני המקום אפילו שעה אחת וכל כך למה מפני שלא יוציא שכבת זרע לבטלה דאמר ר' יוחנן כל המוציא שכבת זרע לבטלה חייב מיתה שנאמר  בראשית לח  וירע בעיני ה' אשר עשה וימת גם אותו דבי ר' אמי אמרי כאילו שופך דמים שנאמר  ישעיה נז  הנחמים באלים תחת כל עץ רענן שוחטי הילדים אל תקרי שוחטי אלא סוחטי רב אשי אמר כאילו עובד ע\"ז כתיב הכא תחת כל עץ רענן וכתיב התם  דברים יב  על ההרים הרמים ועל הגבעות ותחת כל עץ רענן:", 
            "שמואל ורב יהודה הוו קיימי אאיגרא דבי כנישתא דשף ויתיב בנהרדעא בליליא א\"ל רב יהודה צריכני להשתין מים א\"ל שיננא אחוז באמה והשתין מים לחוץ והיכי עביד הכי והתניא ר' אליעזר אומר כל האוחז באמה ומשתין כאילו מביא מבול לעולם אמר אביי עשאוה כבולשת דתנן   בולשת שנכנסה לעיר בשעת שלום חביות פתוחות אסורות סתומות מותרות בשעת מלחמה כולן מותרות מפני שאין להם פנאי לנסך אלמא כיון דבעיתי לא אתי לנסוכי הכא נמי כיון דבעית לא אתי להרהורי והכא מאי בעתותא איכא איבעית אימא בעתותא דליליא ודאיגרא ואיבעית אימא בעתותא דרביה ואיבעית אימא בעתותא דשכינה ואיבעית אימא שאני רב יהודה דאיכא אימתא דמריה עליה דקרי שמואל עליה דרב יהודה אין זה ילוד אשה ואיבעית אימא נשוי הוה דאמר רב נחמן אם היה נשוי מותר ואיבעית אימא כי הא אורי ליה דתני אבא בריה דרב בנימין בר חייא אבל מסייע בביצים מלמטה ואבע\"א כי הא אורי ליה דא\"ר אבהו א\"ר יוחנן גבול יש לה מעטרה ולמעלה אסור מעטרה ולמטה מותר (נדה יג:) אמר רב כל המקשה עצמו לדעת יהא בנדוי ולימא אסור משום דקא מגרי יצר הרע אנפשיה רבי אמי אמר נקרא כופר שכן אומנותו של יצר הרע היום אומר לו עשה כך ולמחר אומר לו לך ועבוד ע\"ז והולך ועובד איכא דאמרי א\"ר אמי כל המביא עצמו לידי הרהור אין מכניסין אותו למחיצתו של הקב\"ה שנא'  בראשית לח  וירע בעיני ה' אשר עשה וכתיב  תהלים ה  כי לא אל חפץ רשע אתה לא יגורך רע א\"ר אלעזר מאי לא יגורך רע לא יגור במגורך רע ואמר רבי אלעזר מאי דכתיב  ישעיה א  ידיכם דמים מלאו אלו המנאפים ביד כדתנא דבי רבי ישמעאל  שמות כ  לא תנאף לא תהא נואף בין ביד בין ברגל וקרי ביה לא תנאיף ת\"ר הגרים והמשחקים בתינוקות מעכבין את המשיח בשלמא גרים משום דר' חלבו דאמר רבי חלבו קשים גרים לישראל  כספחת בבשר החי אלא משחקין בתינוקות מאי היא אילימא משכב זכור בני סקילה נינהו ואלא דרך אברים בני מבול נינהו אלא דנסבי קטנות דלאו בנות אולודי נינהו דא\"ר יוסי אין בן דוד בא עד שיכלו כל הנשמות שבגוף שנאמר  ישעיה נז  כי רוח מלפני יעטוף ונשמות אני עשיתי:", 
            "גרסינן בפרק אין מעמידין בהמה   אמר מר זוטרא בר טוביה אמר רב   עין  שמרדה מותר לכוחלה בשבת סבור מינה הני מילי דשחיקי סמנין מאתמול אבל מישחק ואיתויי לא אמר להו ההוא מרבנן ורבי יעקב שמיה לדידי מיפרשא לי מיניה דמר יהודה דאפילו מישחק ואיתויי מרה\"ר נמי:", 
            "ההיא אמתא דהות בי מר שמואל דמרדה לה עינא בשבתא וצווחה וליכא דמשגח בה פקע עינא ומתה נפק מר שמואל ודרש עין שמרדה מותר לכוחלה בשבת כגון מאי אמר רב יהודה כגון רירא דיצא דמא ודמעתא וקדחא ותחלת אוכלא לאפוקי סוף אוכלא ופצוחי עינא דלא אמר רבי "
        ], 
        [
            " אבא בר זוטרא אמר רבי חנינא מעלין אזנים בשבת תני רב שמואל בר יהודה ביד אבל לא בסם איכא דאמרי בסם אבל לא ביד מאי טעמא דיד מיזרף זריף (ע\"ז כט.) אמר רבי יהושע בן לוי מעלין אונקלי בשבת מאי אונקלי אמר רבי אבא אצטומכא דליבא פירוש אלמע\"דה (שם כח.) אמר שמואל האי פידעתא סכנתא היא ומחללין עליה את השבת אמר רב ספרא האי עינבתא פרונקא דמלאך המות היא אמר רבא האי סימטא פרונקא דאשתא הוא   אמר רב שמן בר אבא א\"ר יוחנן מכה של חלל אינה צריכה אומד והאי אישתא צמירתא נמי כמכה של חלל דמיא מהיכן היא מכה של חלל פירש דבי אמי  מן השפה ולפנים   ומי שאחזו דם מקיזין לו דם בשבת מפני הסכנה וכל מכה של חלל מחללין עליה את השבת:", 
            "גרסינן בפ\"ק דע\"ז (דף יב:) א\"ר חנינא הבולע נימא של מים בשבת מותר להחם לו חמין בשבת ומעשה באחד שבלע נימא של מים והתיר לו רבי נחמיה להחם   לו חמין בשבת אמר רב הונא בריה דרב יהושע אדהכי והכי ניגמע חלא   ואפשר דפקיד אביתיה תנן התם ביומא (דף פג.) ועוד אמר רבי מתיא בן חרש החושש בפיו מותר להטיל לו סם בשבת מפני שהוא ספק נפשות וכל ספק נפשות דוחה את השבת לאתויי מאי (שם פד.) לאתויי ספק שבת אחרת היכי דמי כגון דאמדוה לתמניא יומי ויומא קמא שבת מהו דתימא ניעכביה עד לאורתא כי היכי דלא ניחול עליה תרי שבי קמ\"ל דלא תניא נמי הכי מחממין חמין לחולה בשבת בין להשקותו בין להברותו ואין אומרים נמתין לו עד שיבריא אלא מחממין לו מיד וספיקו דוחה את השבת ולא ספק שבת זו אלא אפילו ספק שבת אחרת ואין עושין דברים הללו לא ע\"י  נכרים ולא ע\"י קטנים אלא ע\"י גדולי ישראל  ואין אומרים לעשות דברים הללו לא ע\"י נשים ולא ע\"י כותים מפני שמצטרפין לדעת אחרת   ומנא לן דספק נפשות להקל (שם פה:) דאמר רב יהודה אמר שמואל דאמר קרא  ויקרא יח  אשר יעשה אותם האדם וחי בהם.", 
            "וחי בהם ולא שימות בהם ואי חיישינן לספיקא זימנין דלא מקיים וחי בהם הלכך נציל מספיקא כי היכי דניקיים וחי בהם ולא שימות בהם וכן הלכה.", 
            "(שם פד:) תנו רבנן מפקחין פקוח נפש בשבת והזריז הרי זה משובח ואינו צריך ליטול רשות מב\"ד כיצד ראה תינוק שנפל לים פורש מצודה ומעלהו והזריז הרי זה משובח ואינו צריך ליטול רשות מב\"ד ואע\"ג דקא צייד כוורי בהדיה ראה תינוק שנפל לבור עוקר חוליא ומעלהו והזריז הרי זה משובח ואינו צריך ליטול רשות מב\"ד ואע\"ג דקא מתקן דרגא לחול ננעלה דלת בפני תינוק הרי זה שובר את הדלת ומוציאו והזריז הרי זה משובח ואינו צריך ליטול רשות מבית דין ואע\"ג דמתבר ליה ציבי:", 
            "  מי שנפל עליו מפולת ספק הוא שם ספק אינו שם ספק חי ספק מת ספק ישראל ספק כותי מפקחין עליו:", 
            "(שם פה.) מאי קאמר הכי קאמר לא מיבעיא ספק הוא שם ספק אינו שם דאי איתיה ישראל הוא דמפקחין ולא מיבעיא ספק חי ספק מת דאי איתיה ישראל הוא דמפקחין אלא אפי' ספק כותי ספק ישראל מפקחין מצאוהו חי מתעסקין בו פשיטא לא צריכא דאפילו לחיי שעה מפקחין  :", 
            "מכבין ומפסיקין בפני הדליקה והזריז הרי זה משובח ואינו צריך ליטול רשות מב\"ד ואע\"ג דקא ממכיך מכוכי וצריכא   כדכתבנוה ביומא:", 
            "  אמר מר עוקבא מי  שנגפה ידו או רגלו צומתו ביין ואינו חושש איבעיא להו חלא מאי א\"ל ר' "
        ], 
        [
            " הלל לרב אשי כי הוינן בי רב כהנא אמרי חלא לא אמר   רב כהנא הני בני מחוזא כיון  דמפנקי אפי' חמרא מסי להו ואסיר רבינא איקלע לבי רב אשי חזייה דדרכ' ליה חמרא אגבא דכרעיה וצמית ליה בחלא א\"ל לא סבר לה מר להא דאמר רב הלל חלא לא איכא דאמרי דקא צמית ליה בחמרא א\"ל ולא סבר לה מר להא דאמר רבא הני בני מחוזא כיון דמפנקי אפילו חמרא מסי להו ואסיר ומר נמי קא מפנק א\"ל גב היד וגב הרגל שאני דאמר רב אדא בר מתנה אמר רב גב היד וגב הרגל הרי היא כמכה של חלל ומחללין עליה את השבת:", 
            "ת\"ר רוחצים במי   גדר במי חמתן במי עסיא במי טבריא אבל לא בים הגדול ולא במי המשרה ולא בימה של סדום בים הגדול אוקימנא   במים  הרעים שבו אבל במים היפין שבו רוחצין ולא במי המשרה אוקימנא בדאשתהי   אבל לא אשתהי רוחצין:", 
            "<b>מתני'</b>  אין אוכלין איזובין בשבת מפני שאינו מאכל בריאים אבל אוכל הוא את יועזר ושותה אבובראה כל האוכלין אוכל אדם לרפואה וכל המשקין שותה חוץ ממי דקלים וכוס של עיקרין מפני שהן לירוקין אבל שותה הוא ממי דקלים   וסך שמן של עיקרין שלא לרפואה:", 
            "<b>גמ'</b>    כל האוכלין לאתויי מאי לאתויי טחול לשינים וכרשינין לבני מעים כל המשקין לאיתויי מאי לאיתויי מי צלפין בחומץ:", 
            "אמר ליה רבינא לרב אשי מהו לשתות מי רגלים בשבת אמר ליה תנינא כל המשקין שותה ומי רגלים לא שתו אינשי:", 
            "  תניא מנין   לסירוס באדם שהוא אסור תלמוד לומר  ויקרא כב  ובארצכם לא תעשו בכם לא תעשו ואפילו מסרס אחר מסרס חייב   אמר רבי חייא בר אבא אמר רבי יוחנן הכל מודים   במחמץ אחר מחמץ שהוא חייב שנאמר  ויקרא ו  לא תאפה חמץ  שם ב  לא תעשה חמץ במסרס אחר מסרס מנין שהוא חייב שנאמר  שם כב  ומעוך וכתות ונתוק וכרות אם על כורת חייב על נותק לא כל שכן אלא להביא נותק אחר   כורת שהוא חייב:", 
            "<b>מתני'</b>   החושש בשיניו לא יגמע בהן את החומץ אבל מטבל הוא כדרכו ואם נתרפא נתרפא החושש במתניו לא יסוך   יין וחומץ אבל סך הוא את השמן ולא שמן וורד ובני מלכים סכין על גבי מכותיהן שמן וורד שכן דרכן לסוך בחול רבי שמעון אומר כל ישראל בני מלכים הם:", 
            "<b>גמ'</b>  החושש בשיניו לא יגמע בהן את החומץ והתניא לא יגמע ופולט אבל מגמע הוא ובולע כי תנן נמי מתניתין מגמע ופולט תנן:", 
            "תוספתא ( ) אין לועסים   "
        ], 
        [
            " מוסכי בשבת אימתי בזמן שמתכוין לרפואה ואם מפני ריח הפה מותר ולא ישוף אדם סם בשיניו בשבת בזמן שמתכוין לרפואה ואם מפני ריח הפה מותר והחושש בשיניו לא יגמע בהן את החומץ ויהא פולט אבל מגמע הוא ובולע ומטבל כדרכו ואינו חושש החושש בגרונו לא יערענו בשמן  אבל נותן שמן הרבה לתוך אניגרון ובולע:", 
            "החושש במתניו לא יסוך יין וחומץ וכו':", 
            "אמר רב הלכה  כר' שמעון   ולא מטעמיה דאילו רבי שמעון סבר אע\"ג דלא שכיח שרי ורב סבר אי שכיח אין ואי לא לא.", 
            "וכן הלכתא:", 
            "   סליקו להו שמונה שרצים    פרק טו   ", 
            "<b>ואלו</b>   קשרים שחייבין עליהם קשר הגמלין וקשר הספנין.", 
            "כשם שהוא חייב על קשורן כך הוא חייב על התירן ר\"מ אומר כל קשר שהוא יכול להתירו בידו אחת אין חייבין עליו:", 
            "יש לך קשרים שאין חייבין עליהן כקשר הגמלין וכקשר הספנין.", 
            "קושרת אשה מפתחי חלוקה וחוטי סבכה ושל פסיקיא ורצועות מנעל וסנדל ונודות שמן ויין וקדרה של בשר ר\"א בן יעקב אומר קושרין לפני בהמה בשביל שלא תצא   וקושרין דלי בפסיקיא אבל לא בחבל ורבי יהודה מתיר כלל א\"ר יהודה כל קשר שאינו של קיימא אין חייבין עליו:"
        ], 
        [
            " דקטרי באצטרידא:", 
            "  מפתחי חלוקה וכו':", 
            "מותרין לכתחלה:", 
            "ורצועות מנעל וכו':", 
            "איתמר התיר רצועות מנעל וסנדל תני חדא חייב חטאת ותני חדא פטור אבל אסור ותניא אידך מותר לכתחלה קשיא מנעל אמנעל קשיא סנדל אסנדל מנעל אמנעל לא קשיא הא דתני חייב במנעל דאושכפי דמעשה אומן הוא וקשר של קיימא הוא והא דתני פטור אבל אסור בדרבנן דמעשה הדיוט הוא אלא שהוא קשר של קיימא ולפיכך פטור אבל אסור והא דתני מותר לכתחלה בדבני מחוזא כגון רצועות שיוצאות מגופו של מנעל וקושרין אותו על הרגל ועל השוק אחר שנועלין את המנעל דלאו מעשה אומן ולא קשר של קיימא הוא וסנדל אסנדל לא קשיא הא דתני חייב חטאת בדטייעי דקטרי אושכפי דהוא נמי קשר של קיימא   כגון האי נמי דקרו ליה השתא תאסמה דעביד ליה לפי מדת איסתויר'   דכרעיה וקטר ליה קיטרא מעלייתא ואם התירן בשבת חייב חטאת והאי דקתני פטור אבל אסור בדחומרתא דקטרי אינהו והיכי דמי דחומרתא   מיכנפא כולהו רצועות ומעיילן בחומרתא   דכי בעי מעיק הדר קטיר מאבראי דחומרתא וכי בעי מרווח והאי דקתני מותר לכתחלה בסנדל דנפקי ביה   בתרי דזמנין דנפיק ביה האי ומרווח ליה וזמנין דנפיק ביה האי ומעיק ליה והאי לאו קשר של קיימא הוא ולפיכך מותר לכתחלה     (ערובין ק:) אמר רב אמי בר אבא אמר רב אשי אסור להלוך על גבי עשבים בשבת שנאמר  משלי יט  ואץ ברגלים חוטא תני חדא אסור להלוך על גבי עשבים בשבת  ותניא אידך מותר לא קשיא   כאן בימות החמה כאן בימות הגשמים איבעית אימא הא והא בימות הגשמים ולא קשיא הא דאיכא שדאכי והא דליכא שדאכי ואיבעית אימא הא והא דאיכא שדאכי ולא קשיא הא דסאים מסאני והא דלא סאים מסאני ואיבעית אימא הא והא דסאים מסאני ולא קשיא הא דאית ליה עקוסא והא דלית ליה עקוסא והשתא   כולהו שריאין   ר' ירמיה הוה קא אזיל בתריה דרבי אבהו בכרמלית איפסיקא ליה רצועה דסנדליה א\"ל שקול גמי   דחזי למיכלא דבהמה וכרוך עילויה אביי הוה קאים קמיה דרב יוסף בחצר איפסקא ליה רצועה דסנדליה א\"ל מה איעבד ליה א\"ל שבקיה ומאי שנא מדרבי ירמיה התם לא מינטר הכא מינטר:", 
            "ר' אליעזר בן יעקב אומר קושרין לפני בהמה בשביל שלא תצא ואע\"ג דאית ליה תרי איסורי מהו דתימא   חד מינייהו בטולי בטליה קמשמע לן אמר רב יוסף אמר רב יהודה אמר שמואל הלכה כר\"א בן יעקב:", 
            "קושרין דלי וכו':", 
            "א\"ר אבא א\"ר חייא בר אבא אמר רב מביא אדם  חבל של גרדי מתוך ביתו וקושרו בפרה ובאבוס     ואמר רב נחמן אמר שמואל   אם כלי   קיואי הוא מותר לטלטלו בשבת ואוקימנא בחבל של גרדי דהיינו כלי קיואי:", 
            "<b>מתני'</b>   מקפלין את הכלים אפילו ארבעה וחמשה פעמים ומציעין את המטות מלילי שבת לשבת אבל לא משבת למוצאי שבת רבי ישמעאל אומר "
        ], 
        [
            " מקפלין את הכלים ומציעין את המטות  מיום הכפורים לשבת וחלבי שבת קריבין ביום הכפורים ולא של יום הכפורים בשבת ר\"ע אומר לא של שבת קריבין ביום הכפורים ולא של יום הכפורים קריבין בשבת:", 
            "<b>גמ'</b>  מקפלים את הכלים וכו' דבי רבי ינאי אמרו   ל\"ש אלא באדם אחד אבל בשני בני אדם לא ובאדם אחד נמי לא אמרן אלא בחדשים אבל בישנים לא ובחדשים נמי לא אמרן אלא בלבנים אבל בצבועין לא ולא אמרן אלא שאין לו להחליף אבל יש לו להחליף לא:", 
            "תאנא של בית רבן גמליאל לא היו מקפלין כלי לבן שלהם מפני שהיה להם להחליף:", 
            "אמר רב הונא יש לו להחליף יחליף אין לו  להחליף ישלשל בגדיו משום שנא'  ישעיה נח  וכבדתו מעשות דרכיך ממצוא חפצך וכבדתו שלא תהא מלבושך של שבת כמלבושך של חול כי הא דרבי   קרי למאניה מככדותי:", 
            "  א\"ר יוחנן מנין לשינוי בגדים מן התורה שנאמר  ויקרא ו  ופשט את בגדיו ולבש בגדים אחרים ותאנא דבי ר' ישמעאל בגדים שבישל בהם קדרה לרבו  אל ימזוג בהן כוס לרבו אמר רבי חייא בר אבא אמר רבי יוחנן  גנאי הוא לתלמיד חכם שיצא במנעלים המטולאים והא רבי חייא נפיק אמר מר זוטרא בריה דרב נחמן בטלאי על גבי טלאי והני מילי בעילאי   אבל בגילדאי לית לן בה   ובעילאי נמי לא אמרן אלא בימות החמה אבל בימות הגשמים לא ואמר רבי חייא בר אבא אמר ר' יוחנן כל ת\"ח שנמצא רבב על בגדו חייב מיתה שנא'  משלי ח  כל משנאי אהבו מות אל תיקרי משנאי אלא משניאי רבינא אמר רבד איתמר ולא פליגי הא בלבושא הא בגלימא.", 
            "פירוש רבב כגון קירא וזיפתא וכיוצא בו ופירוש רבד דם יבש וטעמו של דבר כדי שלא יראה כדם נדה ויבא לידי חשד:", 
            "א\"ר יוחנן איזהו ת\"ח   שממנין אותו פרנס על הצבור כל ששואלין ממנו דבר הלכה בכל מקום ואומרה ואפילו במס' כלה א\"ר יוחנן איזהו ת\"ח שבני עירו מצווין לעשות לו מלאכתו זה שמניח חפציו ועוסק בחפצי שמים למאי נפקא מיניה למיטרח ליה בריפתא וגרסינן ביומא (דף עב:) ר\"י רמי כתיב  דברים י  ועשית לך ארון עץ וכתיב  שמות כה  ועשו ארון עצי שטים מכאן לתלמיד חכם שבני עירו מצווין לעשות מלאכתו  שם  מבית ומחוץ תצפנו אמר רבה כל תלמיד חכם שאין תוכו בברו אינו ת\"ח אביי ואיתימא ר' אבא אמר נקרא תועבה שנאמר  איוב טו  אף כי נתעב ונאלח   אמר רבי שמואל בר נחמני א\"ר יונתן מאי דכתיב  משלי יז  למה זה מחיר ביד כסיל   וגו' אוי לת\"ח שעוסק בתורה ואין בו יראת שמים א\"ר ינאי חבל על דלית ליה ביתא ותרעא לביתא עביד אמר להו רבא לרבנן במטותא מינייכו לא תירתון תרתי גיהנם א\"ר יהושע בן לוי מאי דכתיב  דברים ד  וזאת התורה אשר שם משה זכה נעשית לו סם חיים לא זכה נעשית לו סם המות (במכילתין דף קיד.) וא\"ר יוחנן איזהו ת\"ח כל ששואלין אותו בדבר הלכה בכל מקום ואומרה ואמרינן למאי הלכתא למנוייה פרנס אי במסכתא באתריה ואי בכולי תלמודא   בריש מתיבתא    מעשות דרכיך שלא יהא הלוכך של שבת כהלוכך של חול מאי היא דלא ליפסע פסיעה גסה   כדבעיא מיניה רבי מרבי ישמעאל ברבי יוסי מהו לפסוע פסיעה גסה בשבת אמר ליה וכי בחול מי התירו שאני אומר בחול נמי אסור דאמר מר פסיעה גסה נוטלת אחת מחמש מאות ממאור עיניו של אדם במאי מהדר לה בקדושא דבי שמשי בעא מיניה רבי מרבי ישמעאל ברבי יוסי מהו לאכול אדמה בשבת אמר לו אף בחול אסור מפני שהוא מלקה   אמר רבי אמי כל האוכל מעפרה של בבל כאילו אוכל   מבשר אבותיו ויש אומרים כאילו אוכל שקצים ורמשים דכתיב  בראשית ז  וימח את כל היקום וגו' אמר רבי שמעון בן לקיש למה נקרא שמה שנער שכל מתי מבול ננערו לשם א\"ר יוחנן למה נקרא שמה מצולה שכל מתי מבול נצללו לשם   ובודאי שקצים ורמשים דאמרי אתמחויי אתמחו     כיון דמילקא גזרו בה רבנן כי הא דההוא גברא דאכל גרגשתא ואכיל תחלי וקדחה ליה תחלי "
        ], 
        [
            " לליביה:", 
            "ומיהו למירהט לבי כנשתא בשבתא שפיר דמי דגרסי' בפרק מאימתי (ברכות דף ו:) א\"ר זירא מריש כי הוה חזינא רבנן דהוו רהטי בשבתא לפירקא אמינא קא מחללי רבנן שבתא כיון דשמעיתא להא דאמר רבי תנחום אמר ר' יהושע בן לוי לעולם ירוץ אדם לדבר מצוה ואפילו בשבת שנאמר  הושע יא  אחרי ה' ילכו כאריה ישאג אנא נמי הוה רהיטנא   אמר רב הונא היה מהלך בשבת ופגע באמת המים אם היה יכול להניח רגלו ראשונה קודם שיעקור רגלו שניה מותר ואם לאו אסור מתקיף לה רבא היכי ליעביד ליקיף קא מפיש בהילוכא ליעביר זימנין דמיתווסן מאניה במיא ואתי לידי סחיטה אלא בהא כיון דלא אפשר פסע ליה פסיעה גסה וקופץ לאמת המים ושפיר דמי וכן הלכתא   ממצוא חפצך חפציך אסורין חפצי שמים מותרין ודבר דבר שלא יהא דיבורך של שבת כדיבורך של חול דבר דיבור אסור הרהור מותר:", 
            "   סליקו להו ואלו קשרים    פרק טז   ", 
            "<b>   כל</b>   כתבי הקודש מצילין אותן מפני הדליקה בין שקורין בהן בין שאין קורין בהם ואע\"פ שכתובין בכל לשון טעונין גניזה ומפני מה אין קורין בהן מפני ביטול בית המדרש מצילין תיק הספר עם הספר ותיק התפילין עם התפילין אע\"פ שיש בתוכו מעות להיכן מצילין אותן למבוי שאינו מפולש בן בתירה אומר אף למפולש:", 
            "<b>גמ'</b>  כל כתבי הקדש וכו':", 
            "איתמר היו  כתובין תרגום ובכל לשון רב הונא אמר "
        ], 
        [
            " אין מצילין אותן מפני הדליקה ורב חסדא אמר מצילין אותן מפני הדליקה והלכתא כרב הונא דרב חסדא   תלמיד הוה בפני רב הונא ואין הלכה כתלמיד בפני הרב   היו כתובים בסם בסקרא בקומוס ובקנקנתום     אין מצילין אותם מפני הדליקה:", 
            "   ת\"ר הברכות והקמיעין אע\"פ שיש בהן אותיות של שם ומענינות הרבה של תורה אין מצילין אותן מפני הדליקה אלא נשרפין במקומן מכאן אמרו כותבי ברכות כשורפי   ס\"ת ומעשה בא' שהיה כותב ברכות בצידן ובאו והודיעו את רבי ישמעאל והלך ר' ישמעאל  (בצידן)   לבקרו וכשהיה עולה בסולם הרגיש בו נטל טומוס של ברכות ושקעו בספל של מים ובלשון הזה אמר לו גדול עונש האחרון יותר מן הראשון:", 
            "  ספר תורה שיש בו ללקט שמנים וחמש אותיות מתוך תיבות שלימות ואפילו בכללן  בראשית לא  יגר שהדותא א\"נ פרשה שאין בה שמנים וחמש אותיות אלא שיש בה אזכרות כגון  במדבר י  ויהי בנסוע הארון מצילין אותן מפני הדליקה    הגליונים וספרי מינין אין מצילין אותן מפני הדליקה ר' יוסי אומר אף בחול קודר האזכרות שבהן וגונזן והשאר שורפן אמר רבי טרפון אקפח את בני שאם יבואו לידי שאני שורפן ואת האזכרות שבהן שאפי' רדף אחריו רודף להרגו ונחש   אחריו להכישו נכנס לבית ע\"ז ואין נכנס לבתיהן של אלו שאלו מכירין וכופרין והללו אין מכירין ועליהם הכתוב אומר  ישעיה נז  ואחר הדלת והמזוזה שמת זכרונך א\"ר ישמעאל קל וחומר ומה לעשות שלום בין איש לאשתו אמרה תורה שמי שנכתב בקדושה ימחה על המים הללו שמטילין איבה ותחרות בין ישראל לאביהם שבשמים על אחת כמה וכמה ועליהם אמר דוד  תהלים קלט  הלא משנאיך ה' אשנא ובתקוממיך אתקוטט וכשם שאין מצילין אותן מפני הדליקה כך אין מצילין אותן לא מפני המפולת ולא מן המים ולא מן כל דבר המאבדן:", 
            "  ומפני מה אין קורין בהן מפני ביטול בית המדרש:", 
            "אמר רב לא שנו אלא בזמן בית המדרש אבל בזמן שאין בית המדרש קורין ושמואל אמר "
        ], 
        [
            " אפילו שלא בזמן בית המדרש אין קורין והלכתא כרב:", 
            "גרסינן בפרק השולח גט לאשתו (דף לח:) אמר (בגמ' איתא רבה) רבא בהני תלת מילי   נחתי בעלי בתים מנכסיהון דמפקי עבדיהון לחירות וסיירי נכסיהון בשבתא וקבעי סעודתייהו בשבתא  בעידן בי מדרשא דא\"ר חייא בר אבא א\"ר יוחנן שתי משפחות היו בירושלים אחת קבעה סעודתה בשבת ואחת קבעה סעודתה בערב שבת ושניהם נעקרו:", 
            "והלכתא אסור לקרות  (ס\"א בשטרי) בספרי הדיוטות בשבת:", 
            "להיכן מצילין אותן וכו':", 
            "  היכי דמי מפולש והיכי דמי שאינו מפולש אמר רב אשי שלש מחיצות ולחי אחד זה מבוי שאינו מפולש שלש מחיצות בלא לחי זהו מפולש ולית הלכתא  כבן בתירא לא במבוי ולא בחצר:", 
            "<b>מתני'</b>    מצילין מזון שלש סעודות הראוי לאדם לאדם והראוי לבהמה לבהמה כיצד נפלה דליקה בלילי שבת מצילין מזון ג' סעודות בשחרית מצילין מזון שתי סעודות במנחה מצילין מזון סעודה אחת ר' יוסי אומר לעולם מצילין מזון שלש סעודות:", 
            "<b>גמ'</b>   תניא נשברה לו חבית בראש גגו מביא כלי ומניח תחתיה ובלבד שלא יביא כלי אחר ויקלוט כלי אחר ויצרף נזדמנו לו אורחים מביא כלי אחר   ויקלוט כלי אחר ויצרף ולא יקלוט ואח\"כ יזמין אלא יזמין ואח\"כ יקלוט ואין מערימין בכך משום ר' יוסי ברבי יהודה אמרו  מערימין:", 
            "תנו רבנן  הציל פת  נקיה אין מצילין פת הדראה הציל פת הדראה מציל פת נקיה מצילין מיום הכפורים לשבת אבל לא משבת ליום  הכפורים ואין צריך לומר משבת ליום טוב ולא משבת זו לשבת הבאה ת\"ר  שכח פת בתנור וקדש עליו היום מצילין מזון שלש סעודות ואומר לאחרים בואו והצילו לכם וכשהוא רודה לא ירדה במרדה אלא בסכין  ואע\"ג דרדיית הפת חכמה היא ואינה מלאכה אפילו הכי במה דאפשר לשנויי משנינן:", 
            "אמר רב חסדא  לעולם ישכים אדם להוצאת שבת שנאמר  שמות טז  והיה ביום הששי והכינו את אשר יביאו לאלתר:", 
            "א\"ר אבא חייב אדם לבצוע על שתי ככרות בשבת שנאמר  שם  לקטו לחם משנה אמר רב אשי חזינא ליה לרב כהנא דנקיט תרתי ובצע חדא אמר לקטו לחם משנה כתיב ר' זירא בצע ליה אכוליה שירותיה אמר ליה רבינא לרב אשי והא מיחזי כרעבתנותא כיון דכל יומא לא עביד והשתא הוא דעביד לא מיחזי כרעבתנותא:", 
            "רבי אמי ורבי אסי כד הוה מיקלע להו רפתא דעירובא שרו עליה המוציא אמרי כיון דאיתעבידא ביה מצוה חדא נעביד ביה מצוה אחריתי:", 
            "כיצד נפלה דליקה בלילי שבת מצילין מזון ג' סעודות:", 
            "ת\"ר כמה סעודות חייב אדם לאכול בשבת שלש רבי חידקא אומר ארבע א\"ר יוחנן ושניהם "
        ], 
        [
            " מקרא אחד דרשו  שמות טז  ויאמר משה אכלוהו היום וגו' ר' חידקא סבר הני תלתא היום דכתיבי לבר מאורתא ורבנן סברי בהדי דאורתא והלכתא כרבנן:", 
            "  תנו רבנן קערות שאכלו בהן ערבית מדיחן לאכול בהן שחרית שחרית מדיחן לאכול בהן בצהרים בצהרים מדיחן לאכול בהם במנחה מן המנחה ולמעלה שוב אינו מדיח אבל כוסות וקיתוניות וצלוחיות מדיחם והולך כל היום כולו לפי שאין קבע לשתיה:", 
            "אמר רבי שמעון בן פזי א\"ר יהושע בן לוי משום בר קפרא כל  המקיים שלש סעודות בשבת ניצול משלש פורעניות מחבלו של משיח ומדינה של גיהנם וממלחמת גוג ומגוג מחבלו של משיח כתיב הכא יום וכתיב התם יום  מלאכי ג  הנה אנכי שולח לכם את אליה הנביא לפני בוא יום ה' מדינה של גיהנם כתיב הכא יום וכתיב התם יום עברה היום ההוא וממלחמת גוג ומגוג כתיב הכא יום וכתיב התם    יחזקאל לא  ביום בא גוג א\"ר יוחנן משום רבי יוסי בן זימרא כל מי שמענג עצמו בשבת נותנין לו נחלה בלא מצרים שנאמר  ישעיה נח  אז תתענג על ה' והרכבתיך על במתי ארץ והאכלתיך   נחלת יעקב אביך לא כאברהם דכתיב ביה  בראשית יג  קום התהלך בארץ לארכה ולרחבה ולא כיצחק דכתיב ביה  שם כו  כי לך ולזרעך אתן את כל הארצות האל אלא כיעקב דכתיב ביה  שם כח  ופרצת ימה וקדמה וגו' ר\"נ בר יצחק אמר ניצול משעבוד מלכיות כתיב הכא   והאכלתיך נחלת יעקב אביך והרכבתיך על במתי ארץ וכתיב התם  דברים לג  ואתה על במותימו תדרוך אמר רב יהודה א\"ר כל המענג את השבת נותנין לו משאלות לבו שנאמר   אז תתענג על ה' ויתן לך משאלות לבך עונג זה איני יודע מהו כשהוא אומר  ישעיה נח  וקראת לשבת עונג הוי אומר זה תענוג שבת:", 
            "במה מענגה אמר רבה בריה דרב יהודה בר שילת משמיה דרב   בדגים קטנים וראשי שומים ותבשיל של תרדים (בגמ' וברא\"ש איתא רב חייא בר אשי) רב אשי אמר אפילו דבר מועט ועשאו לכבוד שבת הרי זה עונג מאי היא אמר רב פפא כסא דהרסנא:", 
            "א\"ר חייא בר אבא א\"ר יוחנן כל המשמר את השכת כהלכתו אפילו עובד ע\"ז כאנוש מוחלין לו שנאמר  ישעיה נו  אשרי אנוש יעשה זאת ובן אדם יחזיק בה שומר שבת מחללו אל תיקרי מחללו אלא מחול לו:", 
            "אמר רב יהודה אמר רב אלמלי שמרו ישראל שבת ראשונה לא שלטה בהם אומה ולשון שנאמר  שמות טז  ויהי ביום השביעי יצאו מן העם ללקוט ולא מצאו וכתיבבתריה ויבא עמלק:", 
            "  א\"ר שמעון בן יוחאי אלמלי   שמרו ישראל שתי שבתות כהלכתן מיד נגאלין שנאמר  ישעיה נו  כה אמר ה' לסריסים אשר ישמרו את שבתותי וכתיב בתריה והביאותים אל הר קדשי:", 
            "א\"ר יוסי יהא חלקי עם אוכלי שלש סעודות בשבת:", 
            "א\"ר יוסי יהא חלקי  עם גומרי הלל בכל יום איני והאמר מר כל הקורא הלל בכל יום הרי זה מחרף ומגדף כי קאמרינן בפסוקי דזמרה ומאי ניהו  תהלים קמד  מתהלה לדוד עד  שם קנ  כל הנשמה תהלל יה:", 
            "  ר' חנינא  מיעטף וקאי בפניא  דמעלי שבתא אמר בואו ונצא לקראת מלכא רבי ינאי לבש מאניה ומכסי אמר בואי כלה בואי כלה רבה בר רב הונא איקלע לבי רבה בר רב נחמן קריבו ליה תליסר סאוי טחיי אמר להו מי הויתון ידעין דאתינא לגבייכו דטרחיתון כולי האי אמרו ליה מי עדיפת לן מינה ר' אבא הוה זבין בתליסר איסתרי פשיטי בשרא מתליסר טבחי ומשלים להו אצינורא דדשא ואמר להו אשור הייא אשור הייא ר' אבהו הוה יתיב אתכתכא דשאגא ושייף נורא רב ענן לביש גונדא דתנא (לעיל שבת קיד.) דבי רבי ישמעאל בגדים שבישל בהם קדרה לרבו אל ימזוג בהם כוס לרבו רב ספרא  מחריך רישא רבא מלח שיבוטא רב הונא מדליק שרגא רב פפא גדיל פתילתא רבחסדא פרים סילקא רבה ורב יוסף מצלחי ציבי רבי זירא מצתת צתותי רב נחמן בר יצחק מכתף ועייל מכתף ונפיק אמר אילו מקלעי לי ר' אמי ור' אסי מי לא מכתיפנא ועיילנא קמייהו ר' אמי ור' אסי הוו מכתפי ועיילי מכתפי ונפקי אמרי אילו מיקלע גבן ר' יוחנן מי לא מכתיפנא קמיה:", 
            "בעא מיניה רבי מר' ישמעאל ברבי יוסי עשירים שבא\"י במה הם זוכין א\"ל בשביל שמעשרין דכתי'  דברים יד  עשר תעשר עשר בשביל שתתעשר עשירים שבבבל במה הן זוכין בשביל שמכבדין "
        ], 
        [
            " את התורה ושבשאר ארצות במה הם זוכין בשביל שמכבדין את השבת א\"ר חייא בר אבא פעם אחת נתארחתי אצל בעל הבית אחד בלודקיא והביאו לפניו שולחן של זהב משוי ששה עשר בני אדם וששה עשר שלשלאות של כסף קבועות בו וקערות וקיתוניות וכוסות וצלוחיות קבועות בו ועליו כל מיני מאכל וכל מיני מגדים כשהן מניחין אותה אומרים  תהלים כד  לה' הארץ ומלואה וכשהן מסלקים אותה אומרים  שם קטו  השמים שמים לה' והארץ נתן לבני אדם אמרתי לו בני במה זכית לכך אמר לי קצב הייתי וכל בהמה נאה שמצאתי אמרתי זו לכבוד שבת אמרתי לו בני אשריך וברוך המקום שזיכך לכך:", 
            "גרסינן בפרק יום טוב שחל להיות   ערב שבת (דף טז.) תאני רב תחליפא אבוה דרבנאי חוזאה ואמרי לה אחוה דרבנאי חוזאה  כל מזונותיו של אדם קצובין לו מר\"ה ועד ר\"ה חוץ מהוצאות שבתות וי\"ט והוצאת בניו לתלמוד תורה שאם מוסיף מוסיפין לו ואם פיחת פוחתין לו:", 
            "תניא אמרו על שמאי הזקן שכל ימיו היה אוכל לכבוד שבת מצא בהמה נאה אמר זו לשבת למחר מצא אחרת נאה הימנה מניח את השניה ואוכל את הראשונה אבל הלל הזקן מדה אחרת היתה בו שכל מעשיו היו לשם שמים ואומר  תהלים סח  ברוך ה' יום יום תנ\"ה שמאי אומר מחד בשביך לשבתיך הלל אומר ברוך ה' יום יום:", 
            "  אמר ליה ריש גלותא לרב המנונא מאי דכתיב  ישעיה נח  לקדוש ה' מכובד א\"ל זה יום הכפורים שאין בו לא אכילה ולא שתיה אמרה תורה כבדהו בכסות נקיה וכבדתו רב אמר להקדים ושמואל אמר לאחר אמרו ליה דבי ר' ינאי לרב פפא כגון אנן דשכיח לן בכל יומא ויומא בשרא וחמרא במאי נייקריניה אמר להו נישנייה אי רגיליתו לאקדומי אחריתו ואי רגיליתו לאחורי אקדימו רב ששת בקייטא מותיב להו לרבנן היכא דמטי שמשא בסיתוא מותיב להו היכא דמטי טולא כי היכי דלוקמן הייא ר' זירא הוה   מהדר אזוגי   דרבנן ואמר להו במטותא מינייכו דלא תחלוניה:", 
            "אמר רב ואיתימא רבי יהושע בן לוי אפילו יחיד  המתפלל בערב שבת צריך לומר ויכולו דאמר רב המנונא כל האומר ויכולו כשהוא מתפלל מעלה עליו הכתוב כאילו נעשה שותף להקב\"ה במעשה בראשית שנאמר   ויכולו אל תיקרי ויכולו אלא ויכלו:", 
            "אמר רב חסדא אמר מר עוקבא המתפלל בערב שבת ואומר ויכולו שני מלאכי השרת המלוין לו לאדם מניחין את ידיהם על ראשו ואומרים לו  ישעיה ו  וסר עונך  וחטאתך תכופר:", 
            "תניא ר' יוסי בר יהודה אומר שני מלאכי השרת מלוין לו לאדם בערב שבת מבית הכנסת לביתו אחד טוב ואחד רע וכשבא לביתו ומצא נר דלוק ושלחן ערוך ומטה מוצעת מלאך טוב אומר יהי רצון שיהיה לשבת אחרת כך ומלאך רע אומר בעל כרחו אמן ואם לאו מלאך רע אומר יהי רצון שיהיה לשבת אחרת כך ומלאך טוב אומר בעל כרחו אמן א\"ר אלעזר לעולם יסדר אדם שולחנו בערב שבת אע\"פ שאינו צריך אלא לכזית:", 
            "אמר רבי חנינא לעולם יסדר אדם שולחנו למוצאי שבת אע\"פ שאינו צריך אלא לכזית:", 
            " חמין במ\"ש מלוגמא פת חמה במ\"ש מלוגמא ר' אבהו הוו עבדין ליה עיגלא תילתא באפוקי שבתא הוה אכיל מיניה כולייתא כי גדל אבימי בריה א\"ל לאבוה למה לך לאפסודי כולי האי   נשבוק עד מעלי שבתא שבקיה ואתא אריא ואכליה:", 
            "אמר רב יהודה בריה דרב שמואל בר שילת משמיה דרב אין הדליקה מצויה אלא בבית שיש בה חלול שבת שנאמר  ירמיה יז  ואם לא תשמעו אלי לקדש את יום השבת ולבלתי שאת משא   והצתי אש בשעריה ואכלה ארמנות ירושלים ולא תכבה מאי ולא תכבה אמר רב נחמן בשעה שאין בני אדם מצויין לכבותה:", 
            "<b>מתני'</b>     מצילין  סל מלא ככרות בשבת ואע\"פ שיש בו מאה סעודות ועיגול של דבילה וחבית של יין ואומר לחבריו בואו  והצילו לכם ואם היו פקחין עושין עמו חשבון אחר השבת להיכן מצילין אותו  לחצר המעורבת בן בתירא אומר אף לשאינה מעורבת:", 
            "<b>גמ'</b>  מצילין סל מלא ככרות והא תנא רישא ג' סעודות ותו לא אמר רב הונא לא קשיא כאן בבא להציל כאן בבא לקפל פירוש  להציל בכלי אחד לקפל בב' ובג' כלים ר' אבא בר' זבדא אמר רב אידי ואידי בבא לקפל ול\"ק כאן לאותה "
        ], 
        [
            " חצר כאן לחצר אחרת והלכתא כרב הונא:", 
            "בעי רב הונא בריה דרב יהושע פירש טליתו וקיפל והניח וקיפל והניח מאי כבא להציל דמי או כבא לקפל דמי מדאמר רבא אטעייה   רב שזבי לרב חסדא ודרש ובלבד שלא יביא כלי מחזיק יותר מג' סעודות ש\"מ כבא להציל דמי ושפיר דמי:", 
            "א\"ל ר\"נ בר יצחק לרבא מאי טעותא א\"ל דתנן ובלבד שלא יביא כלי אחר ויקלוט כלי אחר ויצרף כלי אחר הוא דלא אבל בההוא מנא כמה דבעי מציל:", 
            "ואומר לאחרים בואו והצילו לכם וכו':", 
            "חשבון מאי עבידתיה נימרו ליה מהפקירא קא זכינא אמר רבא הכא בירא שמים עסקינן דלא ניחא ליה דליתהני מאחרים ובחנם נמי לא ניחא ליה דליטרח וה\"ק אם היו פקחים דידעי דכי האי גונא לאו שכר שבת הוא עושין עמו חשבון לאחר השבת:", 
            "<b>מתני'</b>  ולשם הוא מוציא כל כלי תשמישו ולובש כל מה שהוא יכול ללבוש ועוטף כל מה שהוא יכול לעטוף ר' יוסי אומר י\"ח כלים  וחוזר ולובש ומוציא ואומר לאחרים בואו והצילו עמי:", 
            "והלכתא כת\"ק:", 
            "<b>(מתני')</b>   ר\"ש בן ננס אומר פורסין עור של גדי ע\"ג שידה תיבה ומגדל שאחז בהן האור מפני שהוא מחרך ועושין מחיצה בכל הכלים בין מלאים בין ריקנים בשביל שלא תעבור הדליקה ר' יוסי אוסר בכלי חרס חדשים מלאים מים שהן מתבקעין ומכבין את הדליקה מפני שאינן יכולין לקבל האור:", 
            "<b>גמ'</b>  ולית הלכתא כר' יוסי דקסבר גרם כיבוי אסור:", 
            "  אמר רב יהודה  טלית שאחז בה האור פושטה ומתכסה בה ואם  כבתה כבתה וכן ס\"ת שאחז בו האור פושטו וקורא בו ואם כבה כבה:", 
            "  ת\"ר  נר שע\"ג טבלא מנער את הטבלא והיא נופלת מאליה ואם כבתה כבתה אמרי דבי ר' ינאי לא שנו אלא בשוכח אבל במניח נעשה בסיס לדבר האסור ונר  שאחורי  הדלת   אסור לפתוח ולנעול כדרכה דאביי ורבא דאמרי תרוייהו מודה ר\"ש בפסיק רישיה ולא ימות ואסור לפתוח הדלת כנגד המדורה בשבת ואפילו ברוח מצויה:", 
            "<b>מתני'</b>    נכרי שבא  לכבות אין  אומרים לו כבה ואל תכבה מפני "
        ], 
        [
            " שאין שביתתו עליהם  קטן שבא לכבות אין שומעין לו מפני ששביתתו עליהם:", 
            "<b>גמ'</b>  א\"ר אמי בדליקה התירו לומר כל המכבה אינו מפסיד ת\"ר מעשה שנפלה דליקה בחצרו של יוסף בן סימאי ובאו אנשי גיסתרא של צפורי לכבותה מפני שאפוטרופוס של מלך היה ולא הניחן מפני כבוד השבת ונעשה לו נס וירדו גשמים וכיבוה ולערב שיגר לכל אחד ואחד מהן שתי סלעים ולאפרכוס שבהם חמשים דינרין וכששמעו חכמים בדבר אמרו לא היה צריך לכך שהרי שנינו נכרי שבא לכבות אין אומרים לו כבה ואל תכבה:", 
            "<b>מתני'</b>   כופין  קערה ע\"ג הנר בשביל שלא תאחוז בקורה ועל צואה של קטן ועל עקרב שלא תשוך א\"ר יהודה מעשה בא לפני רבן יוחנן בן זכאי בערב ואמר חושש אני לו מחטאת:", 
            "<b>גמ'</b>  ועל צואה של קטן אוקימנא   בצואה של תרנגולין בשביל הקטן שלא יוזק בהן ובחצר אחרת אבל צואה של תרנגולין ושל בני   אדם ובאותה חצר מותר לכבדה ולהוציאה לבית הכסא דגרף של רעי מטלטלינן ליה ומפקינן ליה:", 
            " חמשה  נהרגין בשבת ואלו הן זבוב שבמצרים וצרעה שבנינוה ועקרב   שבהדייב ונחש שבא\"י וכלב שוטה בכל מקום ושאר כל המזיקין אם היו רצין אחריו מותר להרגן לדברי הכל:", 
            "ת\"ר נזדמנו לו נחשים ועקרבים בשבת והרגן בידוע שנזדמנו לו להרגן לא הרגן בידוע שנזדמנו לו להרגו ונעשה לו נס מן השמים אמר עולא ואיתימא רבה בר בר חנה בנישופין בו אמר רב יהודה רוק דורסו לפי תומו אמר רב ששת נחש דורסו לפי תומו אמר רב קטינא עקרב דורסו לפי "
        ], 
        [
            " תומו אבא בר מרתא דהוא אבא בר מניומי הוו מסקי ליה זוזי   בי ריש גלותא אתו קא מצערו ליה הוה שדי רוקא   קמיה אמר להו ריש גלותא אייתו מאנא סחיפו עלייהו אמר להו לא צרכיתו הכי אמר רב יהודה רוק דורסו לפי תומו אמר להו צורבא מרבנן הוא שבקוהו:", 
            "א\"ר אבא בר כהנא א\"ר יוחנן   פמוטות של בית רבי מותר לטלטלן בשבת א\"ל ר' זירא בניטלין ביד אחת או בשתי ידיו   א\"ל כאותן של בית אביך וא\"ר אבא בר כהנא א\"ר יוחנן קרונות של בית רבי מותר לטלטלן בשבת א\"ל ר' זירא בניטלין באדם אחד או בב' בני אדם א\"ל כאותן של בית אביך:", 
            "<b>מתני'</b>  נכרי שהדליק את  הנר  משתמש לאורו ישראל ואם בשביל ישראל אסור:", 
            " מילא  מים להשקות לבהמתו "
        ], 
        [
            " משקה אחריו ישראל ואם בשביל ישראל אסור עשה כבש לירד בו ירד אחריו ישראל ואם בשביל ישראל אסור מעשה ברבן גמליאל וזקנים שהיו באים בספינה ועשה נכרי כבש   לירד בו וירדו אחריו ר\"ג וזקנים:", 
            "<b>גמ'</b>  תנו רבנן נכרי שליקט  עשבים בשבת מאכיל אחריו ישראל ואם בשביל ישראל אסור מילא מים להשקות בהמתו משקה אחריו ישראל בד\"א בשאין מכירו אבל במכירו אסור גזירה שמא ירבה בשבילו ודוקא מים ועשבים דחיישינן להכי אבל הדלקת הנר וכבש דליכא למיגזר שמא ירבה בשבילו כדאמרינן נר לאחד נר למאה אע\"פ שהוא מכירו אם עשה בשבילו מותר  (א\"ר חנינא מעמיד אדם בהמתו ע\"ג עשבים אע\"פ שהם מחוברים ואינו עובר משום  שמות כג  למען ינוח שורך וחמורך כדאיתא במכילתא יכול לא יניחנה לעקור ת\"ל למען ינוח ואין זה נייח שפעמים שבהמה רעבה אם אתה אוסר לה.", 
            "ואין מעמידין ע\"ג מוקצה) והאי דקתני נכרי שליקט עשבים בשבת מאכיל אחריו ישראל אוקימנא בדקאי לה באפה ואזלא היא ואכלה אבל אוקומה עלייהו אסיר דהוי ליה   מוקצה ואמר רב הונא  מעמיד אדם בהמתו ע\"ג עשבים בשבת אבל לא ע\"ג מוקצה ואי קאים לה באפה ואזלא היא ואכלה מן המוקצה שפיר דמי ת\"ר עיר  שדרין בה ישראל ונכרים והיתה בה מרחץ המרחצת בשבת אם רוב נכרים מותר לרחוץ במ\"ש מיד ואם רוב ישראל ימתין בכדי שיחמו חמין וכן מחצה על מחצה כרוב ואדעתא דרובא קא מחממי ונר הדלוק במסיבה אם רוב נכרים מותר להשתמש לאורה ואם רוב ישראל אסור מחצה על מחצה אסור מאי טעמא דאדעתא דרובא קא מדלקי:", 
            "  שמואל איקלע לבי אבי תורן אתא ההוא נכרי וקא מדליק שרגא אהדרינהו שמואל לאפיה כיון דחזא דאייתי שטרא וקרי בהו אמר אדעתא דנפשיה קא מדליק הדר אהדרינהו לאפיה   בי שרגא:", 
            " גרסינן בע\"ז (דף כא:) תניא רבן שמעון בן גמליאל  אומר לא ישכיר אדם  מרחצאו לנכרי מפני שהיא נקראת על שמו ונכרי זה עושה בו מלאכה בשבתות וי\"ט אבל שדהו לנכרי שרי דאמרי אריסותיה הוא דקא עביד מרחץ נמי אריסותיה קא עביד אריסותא למרחץ לא עבדי אינשי:", 
            "הנהו מוריקי דנכרי נקיט בשבתא וישראל נקיט בחד בשבתא אתו לקמיה דרבא שרא להו רבא איתיביה רבינא לרבא ישראל ונכרי  שקבלו "
        ], 
        [
            " שדה בשותפות לא יאמר ישראל לנכרי טול אתה חלקך בשבת ואני חלקי בחול ואם התנו מעיקרא מותר ואם באו לחשבון אסור אכסיף רבא לסוף איגלאי מילתא דהתנו מעיקרא הוה:", 
            "   סליקו להו כל כתבי    פרק יז   ", 
            "<b>   כל</b>  הכלים  ניטלין בשבת ודלתותיהן עמהן אף על פי שנתפרקו בשבת ואינן דומין לדלתות הבית לפי שאינן מן המוכן:", 
            "<b>גמ'</b>  אע\"פ שנתפרקו בשבת ולא מיבעיא נתפרקו בחול  אדרבה נתפרקו בשבת מוכנין אגב אביהן נתפרקו בחול אין מוכנין על גב אביהן אלא אמר אביי הכי קאמר כל הכלים     הניטלין בשבת ודלתותיהן ניטלים עמהן ואף על פי   שנתפרקו בחול ניטלין בשבת ואינן דומין לדלתות הבית לפי   שאינו מן המוכן שדלתות הבית קבועין בו ולא הוכנו לטלטל:", 
            "תנו רבנן דלת של שידה ושל תיבה ושל מגדל ניטלין ולא מחזירין של לול של תרנגולין לא ניטלין ולא  מחזירין גזירה שמא יתקע:", 
            "<b>מתני'</b>  נוטל אדם קורנס לפצוע בו אגוזים קרדום לחתוך בו את הדבילה מגירה לגרר בה את הגבינה מגריפה   לגרף בה את הגרוגרו' את הרחת ואת המזלג "
        ], 
        [
            " לתת עליו   פת לקטן את הכוש ואת הכרכר לתחוב בו מחט של יד ליטול   בו את הקוץ ושל סקאים לפתוח בו את הדלת:", 
            "<b>גמ'</b>  האי קורנס בין קורנס של אגוזים בין קורנס של נפחים בין קורנס של זהבים אבל  קורנס של בשמים אסור   כדרב חייא בר אשי אמר ר' יוחנן דכיון דקפיד עליה מייחד ליה מקום כסיכי זיירי ומזורי דאמר רב חיננא בר שלמיה משמיה דרב הכל מודים בסיכי זיירי ומזורי דכיון דקפיד עלייהו מייחד להו מקום:", 
            "ירושלמי זיירי   דעצר בהו מזורי דחביט בהו וסיכי הן יתדות:", 
            "את הכוש ואת הכרכר וכו':", 
            "תנו רבנן פגה שטמנה בתבן וחררה שטמנה בגחלים אם מגולה מקצתה מבעוד יום מותר לטלטלה בשבת ואם לאו אסור   אלעזר בן תדאי אומר תוחבין בהן בכוש או בכרכר והן ננערות מאיליהן אמר רב נחמן הלכה     כאלעזר בן תדאי:", 
            "מחט ליטול בו את הקוץ:", 
            "האי מחט (היכי דמי) מחט שלימה אבל מחט שניטל עוקצה או חורה אסור לטלטלה כדרבא:", 
            "   אסוכי ינוקא בשבתא רב נחמן אסר ורב ששת שרי וקיי\"ל   הלכה כרב נחמן בדיני וכרב ששת באיסורי:", 
            "<b>מתני'</b>     קנה של זיתים אם יש קשר בראשו מקבל טומאה ואם לאו אינו מקבל טומאה בין כך ובין כך ניטל בשבת רבי יוסי אומר כל הכלים ניטלין בשבת חוץ מן המסר הגדול ומן היתד של מחרישה     כל הכלים ניטלין לצורך ושלא לצורך רבי נחמיה אומר אין ניטלין אלא לצורך:", 
            "<b>גמ'</b>  אמר רב נחמן האי אוכלא דקצרי כיתד של מחרישה דמי פירוש כלי חרס מנוקב מעשנין בו את הכלים ומזלפין בו מים   פ\"א אוכלא דקצרי אבן גדולה שנותן עליה הכובס את היריעה כשהוא רוצה ללבנה והיא שרויה במים ומכה עליה במזורה ופירוש' קמא דוקא דגרסינן בפרק חלק (סנהדרין דף צב:) עד דשוויה לנפשיה כי אוכלא דקצרי דשמעת מינה דכלי מנוקב הוא אמר אביי האי חרבא דאושכפא וסכינא דאשכבתא וחצינא דנגרי "
        ], 
        [
            " כיתד של מחרישה דמי:", 
            "כל הכלים ניטלין לצורך מאי לצורך ומאי שלא לצורך אמר רבא דבר שמלאכתו להיתר בין לצורך גופו בין לצורך מקומו     אפי' מחמה לצל שרי דבר שמלאכתו לאיסור לצורך גופו ולצורך מקומו אין מחמה לצל לא ואף רב   סבר לה להא דרבא דאמר רב מרא שלא יגנב זהו טלטול שלא לצורך  ואסור טעמא דשלא יגנב אבל לצורך גופו ולצורך מקומו מותר רב מארי בר רחל הוו ליה הנהו בי סדיאתא בשמשא אתא לקמיה דרבא א\"ל מהו לטלטולינהו א\"ל שרי דהא חזו לך אית לי אחריני חזו לאורחין אית לי נמי לאורחין א\"ל גלית דעתיך דלאו כוותי סבירא לך אלא כאביי סבירא לך לכולי עלמא שרי ולך אסיר   אלמא חזו למיתב עלייהו לכל דעייל ואתי אמר רבי אבא א\"ר חייא בר אשי אמר רב  מכבדות של מילת  מותר לטלטלן בשבת אבל של תמרה לא וכן אמר רבי אלעזר והני מילי מחמה לצל אבל לצורך גופו או לצורך מקומו אפילו של תמרה מותר לטלטלן דקיימא לן דכל דבר שמלאכתו לאיסור מותר לטלטלן בין לצורך גופו בין לצורך מקומו אבל מחמה לצל לא.", 
            "פירוש מכבדות של מילת כגון זנב של שועל וכיוצא בו שמכבדין בהן כלי מילת ( ) והאידנא דקי\"ל כר\"ש דאמר דבר שאין מתכוין מותר הויין להו מכבדות של תמרה דבר שמלאכתו להיתר ואפילו מחמה לצל שרי:", 
            "<b>מתני'</b>   כל הכלים הניטלין בשבת שבריהן ניטלין עמהן ובלבד שיהו עושין מעין מלאכה שברי עריבה לכסות בהן את החבית שברי זכוכית לכסות בו את פי הפך רבי יהודה אומר ובלבד שיהו עושין מעין מלאכתן שברי עריבה לצוק לתוכן את המקפה ושל זכוכית לצוק לתוכן שמן:", 
            "<b>גמ'</b>  אמר רב יהודה אמר שמואל מחלוקת  שנשברו בשבת דמר סבר מוכן הוא ומותר ומר סבר נולד הוא ואסור אבל נשתברו מע\"ש דברי הכל מותרין הואיל והוכנו למלאכה אחרת מבעו\"י והלכתא כת\"ק.", 
            "ואמר בעל הלכות משמיה דרב צמח גאון "
        ], 
        [
            " דהלכתא כרבי יהודה דקי\"ל ר\"מ ורבי יהודה הלכה כרבי יהודה ומסתברא לן ה\"מ היכא   דפליג בהדיא אבל היכא דדברי רבי מאיר סתם ור' יהודה הוא דפליג בהדיא לא אמרינן ר\"מ ור' יהודה הלכה כר' יהודה אלא הלכתא כסתם ואע\"ג דאפליגו בהדיא בברייתא כיון דסתם לן תנא כר\"מ הלכה כר\"מ ולא חיישינן למחלוקת דברייתא:", 
            "אמר רב נחמן  הני ליבני דאשתיור מבנינא שרי לטלטולינהו בשבתא הואיל וחזיין למיזגא עלייהו שרגינהו ודאי אקצינהו   ואמר רבא חרס קטנה מותר לטלטלה אפילו ברה\"ר ואזדא רבא לטעמיה דרבא הוה קא אזיל ברסתקא דמחוזא איתווס מסאניה טינא אתא שמעיה שקל חספא וקא כפר ליה רמו ביה רבנן קלא אמר להו לא מיסתייא דלא גמירי אלא השתא נמי מיגמר מגמרי אילו הויא בחצר מי לא חזי לכסויי ביה מאנא השתא נמי חזי לדידי:", 
            "אמר רב יהודה אמר שמואל מגופת חבית שנתכתתה היא ושבריה מותר לטלטלה בשבת תניא נמי הכי מגופת חבית שנכתתה היא ושבריה מותרין לטלטל בשבת ולא יספות ממנה שבר לכסות את הכלי ולסמוך בה כרעי המטה ואם זרקה לאשפה מבע\"י אסור הפירוש לא יספות לא יחתוך כדתנן     באבטיח:", 
            "  אמר   רב המדוראי אמר שמואל קרומיות של מחצלת מותר לטלטלן בשבת מאי טעמא אמר רבא בר המדוראי אסברה לי מחצלת גופה למאי חזיא לכסויי בה עפרא השתא נמי חזיא לכסויי ביה טינופא פירוש קרומיות של מחצלת שיורי מחצלאות שבלו אמר רבי זירא אמר רב שירי  פרוזמאות אסור לטלטלן בשבת אמר אביי במטלניות שאין בהן שלש על שלש דלא חזיין לא לעניים ולא לעשירים פירוש   פרוזמאות בלאות של טליתות כדאמרינן בסוכה בפ\"ק (דף יא.) רב עמרם חסידא רמא תכלתא לפרוזמא דאינשי ביתיה:", 
            "  ת\"ר שברי תנור ישן הרי הן ככל הכלים ומותר לטלטלן בחצר דברי רבי מאיר רבי יהודה אומר אסור לטלטלן בשבת העיד רבי יוסי משום ר\"א בן יעקב על שברי תנור   שמותר לטלטלן בשבת ועל כיסוי שלו שאינו צריך בית יד והלכתא כר\"מ כדאמרן לעיל וכר\"א בן יעקב דקאמר רבינא כמאן מטלטלינן האידנא כסויי דתנוראי דמתא מחסיא אע\"ג דלית בהו בית אחיזה כמאן כרבי אליעזר בן יעקב:", 
            "<b>מתני'</b>   האבן שבקירויה אם ממלאין בה ואינה נופלת ממלאין בה בשבת ואם לאו אין ממלאין בה "
        ], 
        [
            "    זמורה שהיא קשורה בטפיח ממלאין בה בשבת פקק החלון ר\"א אומר בזמן שהוא קשור ותלוי פוקקין בו ואם לאו אין פוקקין בו וחכ\"א בין כך ובין בך פוקקין בו:", 
            "<b>גמ'</b>  קשורה אין שאינה קשורה לא גזירה שמא יקטום:", 
            "ר\"א אומר בזמן שהוא קשור וכו':", 
            "אמר רבה בר בר חנה א\"ר יוחנן הכל  מודים שאין עושים  אהל עראי לכתחלה ביו\"ט ואין צ\"ל בשבת לא נחלקו אלא להוסיף שר\"א אומר אין מוסיפין ביו\"ט ואין צ\"ל בשבת וחכ\"א מוסיפין בשבת ואין צריך לומר ביו\"ט תניא נמי הכי מודים חכמים לרבי אליעזר שאין עושין אהל עראי בתחלה ביו\"ט ואין צריך לומר בשבת לא נחלקו אלא להוסיף שר\"א אומר אין מוסיפין ביום טוב ואצ\"ל בשבת וחכ\"א מוסיפין בשבת ואין צריך לומר ביום טוב:", 
            "וחכמים אומרים בין כך ובין כך  פוקקין בו:", 
            "מאי בין כך ובין כך אמר ר' אבא בר כהנא "
        ], 
        [
            "   בין קשור ובין שאינו קשור והוא שמתוקן והלכה כחכמים ואע\"ג דסתם לן תנא כר' אליעזר בנגר הנגרר (ערובין קב.) קיי\"ל כי האי סתמא אחרינא דתנן (סוף שבת) מדבריהן למדנו  שפוקקין ומודדין וקושרין בשבת   משום דמעשה רב:", 
            "גרסינן בסוף עירובין (דף קב.) שלח ליה רמי בר יחזקאל לרב עמרם לימא לן מר מהני מילי מעלייתא דאמרת לי משמיה דרב אסי בכיפי דארבא ושלח ליה הכי אמר רב אסי הני כיפי דארבא בזמן שיש בהן טפח אי נמי אין בהם טפח ואין בין זה לזה ג' מביא מחצלת ופורס עליה מאי טעמא מוסיף על אהל עראי הוא ושפיר דמי:", 
            "  הנהו דיכרי דהוו ליה לרב הונא דביממא בעו טולא ובליליא בעו אוירא אתא לקמיה דרב אמר ליה זיל כרוך בודיא ושייר בה טפח ולמחר פרסיה עלייהו דמוסיף על אהל עראי הוא ושפיר דמי:", 
            "  תניא קנה  שהתקינו בעל הבית להיות פותח ונועל בו בזמן שקשור ותלוי פותח ונועל בו אין קשור ותלוי אין פותח ונועל בו רבן שמעון בן גמליאל אומר אם היה מתוקן אע\"פ שאין קשור   ותלוי א\"ר יהודה בר שילא א\"ר אסי א\"ר יוחנן הלכה כרבן שמעון בן גמליאל ודוקא כשיש תורת כלי עליו:", 
            "וגרסינן בסוף עירובין (דף קב.) ההיא שריתא פירוש קורה אחת דהות בי רבי פדת דהוו שקלי לה בי עשרה ושדו לה אדשא אמר תורת כלי עליה ההיא אסיתא דהוה בי מר שמואל דהוה מחזקא ארבעת קבין והוו שקלי לה בי עשרה ושדו לה אדשא אמר תורת כלי עליה:", 
            "<b>   מתני'</b>   כל כסויי הכלים שיש להן בית אחיזה ניטלין בשבת א\"ר יוסי בד\"א בכסויי קרקעות אבל בכסויי הכלים בין כך ובין כך ניטלין בשבת:", 
            "<b>גמ'</b>  אמר רב יהודה בר שילא א\"ר אסי א\"ר יוחנן והוא שיש תורת כלי   עליו דכ\"ע דכיסויי קרקעות אם יש להן בית אחיזה אין ואי לא לא כסויי הכלים אע\"ג דלית בהו בית  אחיזה שרי כי פליגי   בכסויי    (תנור מר מדמי להו לכסויי קרקעות ומר מדמי להו לכסויי) כלים וחברינהו בארעא ת\"ק סבר גזרינן ור' יוסי סבר לא גזרינן   והלכה כתנא קמא:", 
            "   סליקו להו כל הכלים "
        ], 
        [
            "<b>מפנין</b>  אפילו  ארבע וחמש קופות של תבן ושל תבואה מפני האורחין ומפני ביטול בית המדרש אבל לא את האוצר מפנין תרומה טהורה ודמאי ומעשר ראשון שניטלה תרומתו ומעשר שני והקדש שנפדו ותורמוס היבש מפני שהוא מאכל   לעניים אבל לא את הטבל ולא מעשר ראשון שלא ניטלה תרומתו ולא את מעשר שני והקדש שלא נפדו ולא את הלוף ולא את החרדל רבן שמעון בן גמליאל מתיר בלוף מפני שהוא מאכל לעורבים:", 
            "<b>גמ'</b>  השתא חמש מפנין ארבע מיבעיא אמר רב חסדא ארבע מחמש וחמש מאוצר גדול ומאי אבל לא את האוצר שלא יתחיל באוצר תחלה ומני ר' יהודה היא דאית ליה מוקצה ושמואל אמר ארבע וחמש   כדאמרי אינשי ואי בעי אפילו טובא ומאי אבל לא את האוצר שלא יגמור את האוצר דלמא אתי לאשוויי גומות אבל אתחולי מתחיל ומני ר\"ש היא דלית ליה מוקצה.", 
            " הא מילתא חזינא בה פלוגתא ביני רבוותא איכא מאן דפסק כרב חסדא משום דסוגיא דשמעתא כוותיה וסתם לן תנא   במתניתין כוותיה וגמרא קא שקיל וטרי לפרושי שיעורי דמתני' ואיכא מאן דפסיק כשמואל משום דמוקים למתניתין כר\"ש דלית ליה  מוקצה דקיימא לן כוותיה:", 
            "תנו רבנן אין מתחילין באוצר תחלה אבל עושה בו שביל כדי שיכנס ויצא בו שביל והא אמרת רישא אין מתחילין הכי קאמר עושה בו שביל ברגלו בכניסתו וביציאתו  תנו רבנן תבואה צבורה כל זמן שמתחילין בה בערב שבת מותר לטלטלה בשבת ואם לאו אסור לטלטלה בשבת דברי ר\"ש ורבי אחא מתיר כלפי לייא אימא דברי רבי אחא ור\"ש מתיר:", 
            "תאנא כמה שיעור תבואה צבורה לתך איבעיא להו הני ארבע וחמש קופות דקאמרינן אע\"ג דאית ליה אורחין טובא או דילמא הכל לפי האורחין ואם תמצא לומר הכל לפי האורחין חד גברא מפני לכולהו או דלמא כל חד וחד מפני לנפשיה ופשטינן לה הכל לפי האורחין אבל אי כל חד וחד מפני לנפשיה לא איפשיטא וכיון דאיסורא הוא עבדינן "
        ], 
        [
            " לחומרא:", 
            "מפני האורחין   ומפני ביטול בית המדרש דמצוה נינהו דאמר ר' יוחנן גדולה הכנסת אורחין כהשכמת בית המדרש דקתני מפני האורחין ומפני ביטול בית המדרש ורב דימי אמר יותר מהשכמת בהמ\"ד דקתני מפני האורחין והדר תני ומפני ביטול בהמ\"ד אבל שלא במקום מצוה לא אמר רב יהודה אמר רב  גדולה הכנסת אורחין מהקבלת פני השכינה שנאמר  בראשית יח  ויאמר ( ) ה' אם נא מצאתי חן בעיניך וגו':", 
            "אר\"א בא וראה שלא כמדת הקב\"ה מדת בשר ודם מדת ב\"ו אין הקטן יכול לומר לגדול המתן לי עד שאבא אצלך ואילו בהקב\"ה כתיב ויאמר ( ) ה'   אל נא תעבור מעל עבדך:", 
            "אמר רב יהודה בר שילא אמר רב אסי אמר רבי יוחנן ו' דברים כשאדם עושה אותם אוכל פירותיהן בעולם הזה והקרן קיימת לו לעולם הבא אלו הן הכנסת אורחין ובקור חולים ועיון תפלה והשכמת בית המדרש והמגדל בניו לתלמוד תורה  והדן את חבירו לכף זכות   ת\"ר הדן את חבירו לכף זכות דנין אותו לכף זכות ומעשה באדם אחד שירד מגליל העליון שהיה נשכר שם ג' שנים אצל בעל הבית בדרום כיון שהגיע ערב הרגל אמר לו תן לי שכרי ואלך ואפרנס את אשתי ואת בני א\"ל אין לי מעות תן לי בהמה א\"ל אין לי תן לי קרקע א\"ל אין לי תן לי פירות א\"ל אין לי תן לי כרים וכסתות א\"ל אין לי הפשיל טליתו לאחוריו והלך לו בפחי נפש לאחר הרגל נטל בעל הבית שכרו בידו ונטל עמו משאוי ג' חמורין אחד של מאכל ואחד של משתה ואחד של מיני מגדים והלך לביתו לאחר שאכלו ושתו נתן לו שכרו (בידו) ואמר לו כשאמרת לי תן לי שכרי ואמרתי לך אין לי מעות במה חשדתני אמרתי שמא מצאת פרקמטיא בזול וכשאמרת לי תן לי בהמה ואמרתי לך אין לי בהמה במה חשדתני אמרתי שמא מושכרות הן ביד אחרים וכשאמרת לי תן לי קרקע ואמרתי לך אין לי במה חשדתני אמרתי שמא   מחוכרות הן ביד אחרים וכשאמרת לי תן לי פירות ואמרתי לך אין לי במה חשדתני אמרתי שמא אינן מעושרות וכשאמרת לי תן לי כרים וכסתות ואמרתי לך אין לי במה חשדתני אמרתי שמא הקדישתן לשמים אמר לו העבודה כך היה שהקדשתי כל נכסי לשמים בשביל הורקנוס בני שלא עסק בתורה וכשבאתי אצל חבירי שבדרום התירו לי את נדרי ואתה כשם שדנתני לכף זכות כך   ידין אותך המקום לכף זכות:", 
            "ת\"ר מעשה בחסיד אחד שפדה ריבה אחת בת ישראל וכשבא למלון השכיבה אצל מרגלותיו למחר השכים וטבל ובא ושנה לתלמידיו ואמר להם כשהשכבתיה אצל מרגלותי במה חשדתוני אמרנו שמא תלמיד אחד יש בינינו שאינו בדוק לרבי וכשירדתי וטבלתי במה חשדתוני אמרנו שמא מטורח הדרך ראה רבינו קרי אמר להם העבודה כך היה וכשם שדנתוני לכף זכות כך ידין המקום אתכם לכף זכות:", 
            "ת\"ר פעם אחת הוצרך דבר לחכמים אצל מטרוניתא אחת שכל גדולי רומי מצויין אצלה אמרו מי ילך אצלה אמר להם רבי יהושע בן חנניא אני אלך אצלה הלך אצלה הוא ותלמידיו כיון שהגיע לפתח ביתה חלץ תפליו ברחוק ד' אמות ונכנס ונעל הדלת אחריו וכשיצא ירד וטבל ושנה לתלמידיו אמר להם בשעה שחלצתי תפילין במה חשדתוני אמרנו שמא קסבר רבי אסור ליבנס בדבר שבקדושה במקום הטנופת וכשנעלתי הדלת בפניכם ונכנסתי במה חשדתוני אמרנו שמא דבר מלכות בינו ובינה וכשיצאתי וירדתי וטבלתי ועליתי ושניתי במה חשדתוני אמרנו שמא נתזה צנורא מפיה על בגדו של רבי אמר להן העבודה כך היה ואתם כשם שדנתוני לכף זכות כך ידין אתכם המקום לכף זכות:", 
            "ולא  את הלוף ולא את החרדל:", 
            "  ת\"ר  מטלטלין את החצב מפני שהוא מאכל לצביים ואת החרדל מפני שהוא מאכל ליונים ר\"ש בן גמליאל אומר אף מטלטלין שברי זכוכית מפני שהוא מאכל לנעמיות א\"ל ר' נתן אלא מעתה חבילי זמורות יטלטלו מפני שהן מאכל לפילין ור\"ש בן גמליאל אמר לך פילין לא שכיחי נעמיות שכיחי:", 
            "אמר אביי רשב\"ג ור\"ש ורבי ישמעאל ור\"ע כולהו סבירא להו שכל ישראל בני מלכים הן רשב\"ג הא דאמרן רבי שמעון דתנן   בני מלכים סכין שמן וורד על   גבי מכותיהן רבי שמעון אומר כל ישראל בני מלכים הם ר' ישמעאל ור' עקיבא דתניא (ב\"מ דף קיג:) הרי שהיו נושין בו אלף זוז והיתה לו אצטלא (בס\"י בת\"ק מנה) בת מאה מנה מפשיטין אותו ומלבישין אותו אצטלא הראויה לו   ותאנא דבי רבי ישמעאל רבי   ור' עקיבא אמרו כל ישראל ראוין לאותה אצטלא וקיי\"ל דכל כי האי גוונא שיטה היא ולית הלכתא כחד מינייהו (ואין מטלטלין את החרדל דקיי\"ל בהא כסתם משנה):", 
            "<b>מתני'</b>    חבילי קש וחבילי עצים וחבילי זרדין אם התקינן למאכל בהמה מטלטלין אותם ואם לאו אין מטלטלין אותם   כופין את הסל לפני האפרוחים שיעלו ושירדו תרנגולת שברחה דוחין אותה עד שתכנס מדדין עגלים וסייחים ואשה מדדה את בנה אמר רבי יהודה אימתי בזמן "
        ], 
        [
            "  שנוטל אחת ומניח אחת אבל אם היה גורר אסור:", 
            "<b>גמ'</b>    תנו רבנן חבילי קש וחבילי עצים וחבילי זרדים בזמן שהתקינן למאכל בהמה מטלטלין אותן ואם לאו אין מטלטלין אותן רבן שמעון בן גמליאל אומר חבילה הניטלת בידו אחת מטלטלין אותה בשתי ידיו אסור לטלטלה חבילי  סיאה ואזוב וקורנית אם הכניסן למאכל בהמה מסתפק מהן בשבת ואם הכניסן לעצים אין מסתפק מהן בשבת וקוטם ואוכל ובלבד שלא יקטום בכלי ומולל ואוכל ובלבד שלא ימלול (גי' ד\"ת בכלי וכן הוא בס\"י) בידיו הרבה דברי ר' יהודה וחכ\"א מולל בראשי אצבעותיו ובלבד שלא ימלול בידו הרבה כדרך שהוא מולל בחול ובן באמינתא וכן בפיגם וכן בשאר מיני תבלין גרסי' בפ\"ק דביצה (דף יג:) המולל מלילות מערב שבת למחר מנפח   על יד על יד ואוכל אבל לא בקנון ולא בתמחוי ומסקנא אם בא למלול   בשבת היכי מולל אביי משמיה דרב יוסף אמר חדא חדא ורב אויא משמיה דרב יוסף אמר חדא אתרתי רבא אמר כיון דקא משני אפילו טובא נמי וכשהוא מנפח מנפח בידו אחת ובכל כחו והלכתא כרבא דקיימי רבנן כותיה דאמרי בראשי אצבעותיו:", 
            "  מאי אמינתא ניניא:", 
            "סיאה אמר רב יהודה סנתרי:", 
            "אזוב אברתא:", 
            "קורנית חשי:", 
            "ולית הלכתא כרשב\"ג דקי\"ל כסתם מתני':", 
            "איתמר  בשר   חי מותר לטלטלה בשבת בשר תפוח רב הונא אמר מותר לטלטלה בשבת ורב חסדא אמר אסור לטלטלה והלכתא כרב הונא דרב חסדא תלמיד היה לפני רב הונא ועוד דרב הונא קאי כר\"ש דקי\"ל כותיה ועוד דתניא דמסייע ליה דת\"ר   מטלטלין את העצמות בשבת מפני שהן מאכל לכלבים בשר תפוח מפני שהן מאכל לחיה מים מגולים מפני שהן ראוין לחתול רשב\"ג אומר אסור לשהותן מפני הסכנה:", 
            "ת\"ר דג מליח מותר לטלטלו דג תפל   אסור לטלטלו בשר  חי בין מליח בין שאינו מליח  מותר לטלטלו כופין את הסל:", 
            "  אמר רב יהודה בהמה שנפלה לאמת המים בשבת מביא כרים וכסתות ומניח תחתיה ואם עלתה עלתה ואע\"ג דקא מבטל כלי מהיכנו מ\"ט ביטול כלי מהיכנו דרבנן וצער בעלי חיים דאורייתא ואתי דאורייתא ודחי דרבנן וה\"מ דלא אפשר למעבד   לה פרנסה התם במקומה אבל אפשר  למעבד לה עושה לה פרנסה במקומה ודיו:", 
            "תרנגולת שברחה דוחין אותה:", 
            "דוחין אין מדדין לא תנינא להא דת\"ר מדדין בהמה חיה ועוף בחצר אבל לא את התרנגולת:", 
            " תנו רבנן אין עוקרין בהמה חיה ועוף אבל דוחין אותן עד שיכנסו  "
        ], 
        [
            " מדדין  עגלים וסייחים והאשה מדדה את בנה:", 
            "א\"ר יהודה אימתי וכו':", 
            "וכן הלכתא דקי\"ל  עירובין דף פא:", 
            "ופב.  כל היכא דא\"ר יהודה אימתי אינו אלא לפרש דברי חכמים:", 
            "מתני'  אין מילדין את הבהמה ביו\"ט אבל מסעדין ומילדין את האשה בשבת וקורין (בס\"י הגי' חכמה כבגמ') המילדת ממקום למקום ומחללין עליה את השבת וקושרין את הטבור רבי יוסי אומר אף חותכין וכל צרכי מילה עושין בשבת:", 
            "<b>גמ'</b>  כיצד מסעדין רב יהודה אומר אוחז את הולד שלא יפול לארץ תניא כוותיה דרב יהודה כיצד מסעדין אוחז את הולד שלא יפול לארץ ונופח בחוטמו כדי שיכנס בו הרוח ונותן דד לתוך פיו כדי שיינק:", 
            "אמר רבי יהודה מרחמין היינו על בהמה טהורה ביו\"ט.", 
            "כיצד עושה אמר אביי מביא בול של מלח ונותן לה לתוך הרחם כדי שתזכור צערה ותרחם עליו ומזלפין מי שליא על גבי ולד כדי שתריח ריחו ותרחם עליו ודוקא טהורה אבל טמאה לא דלא מרחקה ואי מרחקה לא מקרבה:", 
            "ומילדין את  האשה:", 
            "ת\"ר אם היתה צריכה לנר חברתה מדלקת לה את הנר ואם היתה צריכה לשמן חברתה מביאה לה שמן ביד ואם אין סיפק ביד מביאה לה בשערה ואם אין סיפק בשערה מביאה לה בכלי דרך רשות הרבים אמר מר אם היתה צריכה לנר חברתה מדלקת לה את הנר פשיטא אמר רב אשי לא נצרכה אלא אפילו בסומא מהו דתימא כיון דלא חזיא אסור קמ\"ל דיתובא מיתבא דעתה מימר אמרה אי איכא מידי   חזיין חברתאי ועבדין לי אם היתה צריכה לשמן חברתה מביאה לה  שמן ביד ואם אין סיפק ביד מביאה לה בשערה ותיפוק ליה משום סחיטה רבה ורב יוסף דאמרי תרוייהו אין סחיטה בשער ורב אשי אמר אפילו תימא יש סחיטה בשער מביאה לה בכלי דרך שערה דכל מה דאפשר לשנויי משנינן אמר רב יהודה אמר שמואל חיה כל זמן שהקבר פתוח בין שאמרה צריכה אני ובין   שאמרה איני צריכה מחללין עליה את השבת   נסתם הקבר אמרה צריכה אני מחללין עליה את השבת   אמרה איני צריכה אין מחללין עליה את השבת רב אשי מתני הכי מר זוטרא מתני   אמר רב יהודה אמר שמואל חיה כל זמן שהקבר פתוח בין אמרה צריכה אני ובין אמרה איני צריכה מחללין עליה את השבת נסתם הקבר אמרה איני צריכה אין מחללין עליה את השבת לא אמרה איני צריכה מחללין עליה את השבת אמר ליה רבינא למרימר מר זוטרא מתני לקולא ורב אשי מתני לחומרא הלכתא כמאן אמר ליה הלכתא כמר זוטרא דספק נפשות להקל מאימתי פתיחת הקבר אמר אביי משעה שתשב על המשבר   רב הונא בריה דרב יהושע אמר משעה שהדם שותת רורד ואמרי לה משעה שחברותיה נושאות אותה באגפיה ודייקי רבוותא ואמרי מדלא אמר רב הונא עד שיהא הדם שותת ויורד שמע מינה קודם שתשב על המשבר קאמר וכאביי עבדינן ולא מחללין עליה שבתא עד שיהא הדם שותת  ויורד ותשב על המשבר:", 
            "עד מתי פתיחת הקבר אסיקנא נהרדעי אמרי  חיה  שלשה שבעה ושלשים שלשה בין שאמרה צריכה אני ובין שאמרה איני צריכה מחללין עליה את השבת שבעה אמרה צריכה אני מחללין עליה את השבת אמרה איני צריכה אין מחללין עליה את השבת הא סתמא מחללין שלשים אפי' אמרה צריכה אני אין מחללין עליה את השבת אלא עושין לה על ידי נכרי   כדרב עולא בריה דרב עילאי דאמר כל צרכי  חולה עושין לו ע\"י נכרי בשבת ובדרב המנונא דאמר כל דבר שאין בו סכנה אומר לנכרי ועושה אמר רב יהודה אמר שמואל החיה שלשים יום למאי הלכתא אמרי נהרדעי לטבילה:", 
            "אמר "
        ], 
        [
            " רבא לא אמרן אלא שאין בעלה עמה אבל בעלה עמה בעלה מחממה ברתיה דרב חסדא טבלה בגו תלתין יומין שלא בפני בעלה   ואמטוה לערסה בתריה דרבא לפומבדיתא אמר רב יהודה אמר שמואל עושין  מדורה לחיה בשבת סבור מינה הני מילי לחיה אבל לחולה   לא בימות הגשמים אין בימות החמה לא ואסיקנא ל\"ש חיה ול\"ש חולה ל\"ש בימות החמה ל\"ש בימות הגשמים מדאמר רב חייא בר אבין אמר רב ששת הקיז דם ונצטנן עושין לו מדורה אפילו בשבת ואפילו בתקופת תמוז שמואל צלחו ליה תכתקא דשגא רב יהודה צלחו ליה פתורא רבה שרשיפא אמר ליה אביי לרבה קא עביר מר משום  דברים כ  בל תשחית אמר ליה בל תשחית דגופאי עדיף לי:", 
            "אמר   רבי חייא בר אשי לעולם ימכור אדם קורות ביתו ויקנה מנעלים לרגליו (רפואת ההקזה עי' במיי' פ\"ד מהל' דעות) הקיז דם ואין לו מה יאכל ימכור מנעלים שברגליו ויספיק מהן צרכי סעודה מאי צרכי סעודה רב אמר בשר ושמואל אמר יין רב אמר בשר נפשא חלף נפשא ושמואל אמר יין סומקא חלף סומקא:", 
            "וקושרין את הטבור:", 
            "  ת\"ר קושרין את הטבור ר' יוסי אומר אף  חותכין וטומנין את השליא כדי שיחם את הולד אמר רשב\"ג בנות מלכים טומנות בספלים של שמן בנות עשירים בספוגין של צמר בנות עניים במוכין:", 
            "אמר רב נחמן אמר רבה בר אבוה הלכה כרבי יוסי:", 
            "ואמר רב נחמן אמר רבה בר אבוה מודים חכמים לר' יוסי בטבור של שני תינוקות שחותכין מאי טעמא דמנתחי אהדדי אמר רב נחמן אמר רבה בר אבוה כל האמור בפרשת תוכחה עושין לחיה בשבת שנא'  יחזקאל טז  ומולדותיך ביום הולדת אותך   לא כרת שרך מכאן שחותכין את הטבור בשבת ובמים לא רחצת למשעי מכאן שמרחיצין את הולד והמלח לא המלחת מכאן שמולחים את הולד והחתל לא חותלת מכאן שמלפפין את הולד בשבת:", 
            "   סליקו להו מפנין    פרק יט     ", 
            "<b>רבי</b>  אליעזר אומר  אם לא הביא כלי מע\"ש מביאו בשבת מגולה ובסכנה מכסהו על פי עדים ועוד א\"ר אליעזר כורתין עצים לעשות פחמים ולעשות ברזל כלל א\"ר עקיבא כל מלאכה שאפשר לעשותה מערב שבת אינה דוחה את השבת מילה שאי אפשר לה ליעשות מערב שבת דוחה את השבת:", 
            "<b>גמ'</b>  א\"ר אבין אמר רב אדא א\"ר יצחק פעם אחת  שכחו ולא הביאו איזמל מערב שבת והביאוהו בשבת שלא   ברצון ר\"א   דשרי דרך רה\"ר אלא ברצון רבי שמעון דשרי דרך חצרות דרך גגות דרך קרפיפות דתנן ר\"ש אומר אחד גגות ואחד חצרות ואחד קרפיפות רשות אחת לכלים ששבתו לתוכה ולא לכלים ששבתו לתוך הבית ופסקו רבוואתא דלית הלכתא כר\"ש לגבי איזמל ואע\"ג דאמר רב בפרק כל גגות העיר (דף צא.) הלכה כר\"ש בהא קיימא לן דהלכתא כרבנן   ואפסיקא הלכתא כרבי עקיבא דאמר כל מלאכה שאפשר לעשותה מערב שבת אינה דוחה את השבת ותו דהא אמר   רבה בפרק האשה בפסחים (דף צב.) ערל והזאה ואיזמל העמידו דבריהם במקום כרת איזמל מאי היא דתניא כשם שאין מביאין אותו דרך רשות הרבים כך אין מביאין אותו דרך חצירות גגות וקרפיפות ותו דרבנן ור\"ש יחיד ורבים הלכה כרבים ואיכא מאן דמסייעי למלתא ממעשה דאשכחו בתלמודא דארץ ישראל דגרסינן התם (בפירקין הל\"א) רב שמואל בר אבדימי הוה ליה עובדא למיגזר בי רב שישנא בריה אנשיון מייתי אזמל שאל לרבי מונא א\"ל ידחה עד למחר שאל לרבי יצחק "
        ], 
        [
            " ברבי אלעזר אמר להם מישחק קונדיטון לא אנשיתון ומייתי איזמל אנשיתון ידחה עד למחר ואנן קשיא לן פסקא הדין דפסקו ראשונים חדא דהא אפסיקא הלכתא בהדיא (עירובין דף צא:) כרבי שמעון דאמר אחד גגות ואחד חצרות ואחד קרפיפות כולן רשות אחת ומותר לטלטל בכולן ואפילו איסורא ליכא בדבר של רשות וכ\"ש בדבר מצוה ועוד דהא עבדו עובדא כר\"ש כדאמרינן לעיל א\"ר אבין אמר רב אדא אמר רבי יצחק פעם אחת שכחו ולא הביאו אזמל וכו' וקיימא לן דמעשה רב בכל מקום והני ראיות כולהו דגמרי מינייהו רבוותא דלא מייתינן איזמל דרך גגות וחצרות וקרפיפות איכא פירכא לכל חדא מינייהו וליכא למיגמר מינייהו דהא דאפסיקא הלכתא כר\"ע דאמר כל   דבר שאפשר לה ליעשות מערב שבת אינה דוחה את השבת ליכא למיגמר מינה אלא דלא דחינן שבת ומייתינן דרך רשות הרבים בלבד כר\"א אבל לאתויי דרך גגות ודרך חצרות ודרך קרפיפות לא שייכא בהא מילתא כלל אלא פלוגתא דר\"ש ורבנן היא דרבנן סברי דרך גגות ודרך חצרות   איכא בהו איסורא משום שבות ולא דחינן לההיא איסורא אפילו במקום מצוה ור\"ש סבר דרך גגות וחצרות וקרפיפות רשות אחת ומותר לטלטל במילי דרשות וכ\"ש במילי דמצוה וכבר אפסיקא הלכתא כרבי שמעון בהא   נמי והא דאמר רבא ערל והזאה ואיזמל העמידו דבריהם במקום כרת לאו סברא דידיה קאמר ולאו הלכה נמי קא פסק אלא סברא דרבנן קא מדכר דאית להו דהבאת איזמל דרך גגות יש בה משום שבות ואסרי לה   משום כרת וכיון דהעמידו דבריהם כמקום כרת בא רבא וחשב לה בהדי ערל והזאה שהן מדבריהם והעמידום במקום כרת ורבי שמעון פליג באיזמל על רבנן ואמר דליכא איסורא כלל כמו שביררנו ועוד דר\"ש נמי אית ליה הא דרבא דלא פליג ר\"ש עלייהו דרבנן אלא בכלים ששבתו בחצר אבל בכלים ששבתו בתוך הבית אית ליה לר\"ש דאסור והעמידו חכמים דבריהם במקום כרת הלכך ליכא ראיה נמי מהא דאמר רבא ערל והזאה ואיזמל ומאי דאמרו נמי משום דר\"ש יחיד ופליג בהדי רבים וקי\"ל דיחיד ורבים הלכה כרבים הני מילי היכא דלא אפסיקא הלכתא ביחיד בהדיא אבל הכא הא איפסיקא הלכה כר\"ש בהדיא ועבדו עובדא נמי כוותיה והאי עובדא נמי דאשכחו בתלמוד ארץ ישראל ליכא למיגמר מיניה דאסור לאתויי דרך גגות דאיכא למימר דהא דאמר ידחה עד למחר משום דלא אפשר לאתויי דרך גגות וקרפיפות   הוא כגון  דקא מפסקא להו דרך רשות הרבים אי נמי משום דלא הוה להו איזמל ששבת בחצר דהא כי אמר ר' שמעון לכלים ששבתו לתוכו ולא לכלים ששבתו בתוך הבית ולאו לאפוקי מדר\"ש אתא אלא לאפוקי מדר\"א אתא ועוד אפילו תימא לאפוקי מדר\"ש אתא לא סמכינן אלא אגמרא דילן והדא היא דעתא דילנא בהא שמעתא ומילי דברירן אינון ולית בהון ספיקא כלל:", 
            "כלל אמר ר' עקיבא:", 
            "  אמר רב יהודה הלכה כר\"ע   עד כאן לא פליגי ר' אליעזר ור\"ע אלא במכשירי  מילה אבל מילה גופה דחיא שבת מנא לן א\"ר יוחנן אמר קרא  ויקרא יב  וביום השמיני ימול בשר ערלתו ואפילו בשבת:", 
            "תנו רבנן מילה דוחה את הצרעת בין בזמנה בין שלא בזמנה יום טוב אינו דוחה אלא בזמנה בלבד:", 
            " (יבמות דף עב.) ומילה בין בזמנה בין שלא בזמנה לא מהלינן אלא ביממא דתניא   אין לי אלא הנימול לשמונה שיהא נימול ביום לתשעה לעשרה לאחד עשר לשנים עשר ושאר כל הנימולין מנין שלא יהו נימולין אלא ביום תלמוד לומר וביום השמיני ימול בשר ערלתו:", 
            "גרסינן בקידושין בפרקא קמא (דף כט.)  והיכא דלא מהליה אבוה מיחייבי בי דינא למימהליה דכתיב  בראשית יז  המול לכם כל זכר והיכא דלא מהלוה  בי דינא מיחייב איהו למימהל נפשיה דכתיב  שם  וערל זכר אשר לא ימול את בשר ערלתו.", 
            "<b>מתני</b>     עושין כל צרכי מילה בשבת מוהלין ופורעין ומוצצין ומשימין עליה אספלנית וכמון ואם לא שחק כמון מערב שבת לועס בשיניו ונותן ואם לא טרף יין ושמן נותן זה בעצמו וזה בעצמו ואין עושין לו חלוק לכתחלה אבל כורך עליה סמרטוט ואם לא התקין מערב שבת כורך על אצבעו ומביא ואפילו מחצר אחרת:", 
            "<b>גמ'</b>    תנו רבנן המל כל זמן שעוסק במילה חוזר כין על  ציצין המעכבין את המילה ובין על ציצין שאין מעכבין את המילה פירש על ציצין המעכבין את המילה חוזר על ציצין שאין מעכבין את המילה אינו "
        ], 
        [
            " חוזר:", 
            "ת\"ר מהלקטין את המילה ואם לא הלקיט ענוש כרת היכי דמי כגון דאתי בין השמשות ואמרי ליה לא מספקת ואמר להו מספיקנא ועבד ולא איספיק דאשתכח דחבורה הוא דעביד הילכך ענוש כרת:", 
            "ומוצצין  אמר רב פפא האי אומנא דלא מייץ סכנתא היא ומעברינן ליה:", 
            "אם לא שחק כמון   ת\"ר דברים שאין עושין למילה בשבת עושין לה ביו\"ט שוחקין לה כמון וטורפין לה יין ושמן:", 
            "אין עושין לה חלוק וכו':", 
            "אמר אביי אמרה לי   אמי האי חלוק דינוקא ליפכיה לסיטריה אבראי אמאי דילמא מידבק גירדא מיניה ואתי לידי כרות שפכה:", 
            "תניא אמר רבי נתן  פעם אחת הלכתי לכרכי הים ובאה אשה אחת לפני שמלה בנה ראשון ומת שני ומת שלישי הביאתו לפני (בגמ' ראיתיו שהוא אדום אמרתי) וראיתיו  שהוא אדום והצצתי בו ולא ראיתי בו דם   ברית אמרתי לה בתי המתיני לו עד שיבלע בו דמו המתינה לו ומלו אותו וחיה והיו קורין אותו נתן הבבלי על שמי ושוב פעם אחת הלכתי למדינת קפוטקיא ובאה אשה אחת לפני שמלה בנה ראשון ומת שני ומת שלישי הביאתו לפני וראיתיו שהוא ירוק והצצתי בו ולא ראיתי בו דם ברית אמרתי לה בתי המתיני לו עד  שיפול בו דמו המתינה לו ומלה אותו וחיה והיו קורין אותו נתן הבבלי על שמי:", 
            "<b>   מתני'</b>   מרחיצין את הקטן בין לפני המילה ובין לאחר המילה ומזלפין עליו ביד אבל לא בכלי ר' אלעזר בן עזריה אומר מרחיצין את  הקטן בשלישי שחל להיות בשבת שנאמר  בראשית לד  ויהי ביום השלישי בהיותם כואבים ספק בן שבעה ספק בן שמונה ואנדרוגינוס אין מחללין עליהן את השבת ורבי יהודה מתיר באנדרוגינוס:", 
            "<b>גמ'</b>  כי אתא רבין אמר רבי אבהו אמר ר' אלעזר ואמרי לה א\"ר יוחנן הלכה כרבי אלעזר בן עזריה בין בחמין שהוחמו בשבת בין בחמין שהוחמו מבעוד יום בין הרחצת מילה בין הרחצת כל גופו מפני שסכנה היא לו ואמרי רבוואתא שהלכה כראב\"ע ביום ג' וכ\"ש בראשון שמרחיצין אותו בדרכו בין  לפני המילה בין לאחר המילה "
        ], 
        [
            "   בין בחמין שהוחמו בשבת בין בחמין שהוחמו מע\"ש:", 
            "אמר רב  אין מונעין חמין ושמן ליתן על גבי מכה בשבת ושמואל אמר נותנין חוץ למכה ושותת ויורד לתוך המכה והלכתא כשמואל דתניא כוותיה אין נותנין   חמין בשבת ליתן ע\"ג מכה  אבל נותן חוץ למכה ושותת ויורד למכה אין נותנין חמין ושמן ע\"ג מוך ליתן ע\"ג  מכה בשבת ולא ע\"ג מוך שע\"ג מכה בשבת:", 
            "ת\"ר נותנין מוך יבש וספוג יבש ע\"ג מכה בשבת אבל לא גמי יבש ולא  כתיתים יבשין והתניא רישא נותנין כתיתין יבשין קשיא כתיתין אכתיתין לא קשיא הא דקתני נותנין מוך יבש בחדתי והא דקתני אבל לא כתיתין יבישין בעתיקי גרסינן בסוף עירובין (דף קב:) ת\"ר רטיה שפירשה מע\"ג המכה בשבת מחזירין אותה בשבת רבי יהודה אומר הוחלקה למטה דוחקה למעלה הוחלקה למעלה דוחקה למטה ומגלה קצת רטיה ומקנח פי המכה וחוזר ומגלה מקצת רטיה ומקנח פי המכה אבל לא יקנח רטיה עצמה מפני שהוא ממרח ואם מרח חייב חטאת:", 
            "אמר רב חסדא מחלוקת כשפירשה על גבי כלי אבל פירשה ע\"ג קרקע דברי הכל אסור להחזירה אמר רב יהודה הלכה כר' יהודה ולית הלכתא כוותיה   דרב אשי דהוא בתראה עבד עובדא כוותיה דת\"ק ת\"ר  ויקרא יב   ערלתו ערלתו ודאי דוחה את השבת   ולא ספק דוחה את השבת ערלתו ודאי דוחה את השבת ולא  אנדרוגינוס דוחה את השבת רבי יהודה אומר אנדרוגינוס דוחה את השבת וענוש כרת ערלתו ודאי דוחה את השבת ולא נולד בין השמשות דוחה את השבת ולא נולד כשהוא מהול דוחה את השבת שבש\"א צריך להטיף ממנו דם ברית ובה\"א אין צריך להטיף ממנו דם ברית א\"ר שמעון בן אלעזר לא נחלקו ב\"ש וב\"ה על  הנולד כשהוא מהול  שצריך להטיף ממנו דם "
        ], 
        [
            " ברית על מה נחלקו על גר שנתגייר כשהוא מהול שב\"ש אומרים צריך להטיף ממנו דם ברית וב\"ה אומרים אינו צריך להטיף ממנו דם ברית איתמר אמר רב הלכה כת\"ק ושמואל אמר הלכה כר\"ש בן אלעזר ואע\"ג דפליגי רב ושמואל בהא מילתא קיימא לן כבתראי דאינון רבה ורב יוסף דאתמר רבה אמר חיישינן שמא ערלה כבושה היא ורב יוסף אמר   ודאי ערלה כבושה היא ואמר רבה   מנא אמינא לה דתניא ר' אלעזר הקפר אומר לא נחלקו בית שמאי ובית הלל על הנולד כשהוא מהול שצריך להטיף ממנו דם ברית על מה נחלקו לחלל עליו את השבת שב\"ש אומרים מחללין עליו את השבת וב\"ה אומרים אין מחללין מכלל דת\"ק סבר ד\"ה   אין מחללין עליו את השבת ומדגמר רבה דהוא בתראה מהא מתניתא ש\"מ דהלכה היא ואע\"ג דפליג עליה רב יוסף הא קי\"ל רבה ורב יוסף הלכה כרבה  בר משדה ענין ומחצה הלכך כרבה סבירא לן דאמר חיישינן שמא ערלה כבושה היא וצריך להטיף ממנו דם ברית בחול אבל לא בשבת דמספיקא לא מחללינן שבתא וכן הלכה:", 
            "לרבינו האי גאון זצ\"ל וששאלת נולד כשהוא מהול צריך להטיף ממנו דם ברית או לא ואם צריך להטיף ממנו דם ברית מברכין עליו או לא כללו של דבר רבנן קמאי במתיבתא הכין אסכימו שצריך להטיף ממנו דם ברית אלא מיהו בנחת וצריכה מילתא למיבדקה יפה יפה בידים ומראית העין ולא בפרזלא דלא ליעייק ליה ואין מברכין על המילה אלא אם כן נראית לו ערלה כבושה ורואין ונזהרים היאך מוהלין אותו ואם   נראית לו ערלה ממתינין לו הרבה שלא יביאוהו לידי סכנה ואין חוששין לשמיני  אמר מר ולא ספק דוחה את השבת לאתויי מאי לאתויי הא  דתנו רבנן  בן שבעה מחללין עליו את השבת בן שמונה אין מחללין עליו את השבת ספק בן שבעה ספק בן שמונה אין מחללין עליו את השבת בן שמונה  הרי הוא כאבן ואסור לטלטלו בשבת אבל אמו שוחה עליו ומניקתו מפני הסכנה:", 
            "אמר   רבא אמר רב אסי כל שאמו טמאה לידה נימול לשמונה וכל שאין אמו טמאה לידה אינו נימול לשמונה שנאמר  ויקרא יב  אשה כי תזריע וילדה זכר וטמאה שבעת ימים וכתיב  שם  וביום השמיני ימול בשר ערלתו אמר ליה אביי דורות הראשונים יוכיחו שאין אמן טמאות לידה ונימולין לשמונה א\"ל נתנה תורה   ונתחדשה הלכה איני והא איתמר יוצא דופן ומי שיש לו שתי ערלות רב הונא וחייא בר רב חד אמר מחללין עליו את השבת וחד אמר אין מחללין עד כאן לא פליגי אלא לחלל עליו את השבת אבל לשמונה ודאי מהלינן ליה הא בהא תליא כתנאי יש יליד בית שנימול לשמונה "
        ], 
        [
            " ויש יליד בית שנימול לאחד יש מקנת כסף שנימול לאחד ויש מקנת כסף שנימול לשמונה כיצד לקח שפחה מעוברת ואחר כך ילדה זהו מקנת כסף שנימול לשמונה לקח שפחה וולדה עמה זהו מקנת כסף שנימול לאחד לקח שפחה ונתעברה אצלו וילדה זהו יליד בית שנימול לשמונה  רבי חמא אומר ילדה ואח\"כ הטבילה זהו יליד בית הנימול לאחד הטבילה ואחר כך ילדה זהו יליד בית שנימול לשמונה ות\"ק לא שני ליה בין הטבילה ואח\"כ ילדה בין ילדה ואח\"כ הטבילה ואע\"ג דאין אמו טמאה לידה נימול לשמונה אמר רבא בשלמא לר' חמא משכחת לה יליד  בית נימול לאחד   יליד בית נימול לשמונה כגון שילדה ואחר כך הטבילה הטבילה ואח\"כ ילדה מקנת כסף שנמול לשמונה כגון שלקח שפחה מעוברת והטבילה ואח\"כ ילדה מקנת כסף שנימול לאחד כגון שלקח זה שפחה וזה עוברה אלא לת\"ק בשלמא כולהו משכחת להו אלא יליד בית שנימול לאחד היכי משכחת לה א\"ר ירמיה בלוקח שפחה לעוברה הניחא למ\"ד קנין פירות לאו כקנין הגוף דמי אלא למ\"ד קנין פירות כקנין הגוף דמי מאי איכא למימר אמר רב משרשיא בלוקח שפחה על מנת שלא להטבילה:", 
            "תניא רשב\"ג אומר כל ששהה  שלשים יום  באדם אינו נפל שנא'  במדבר יח  ופדויו מבן חדש תפדה  שמונה ימים בבהמה אינו נפל שנאמר  ויקרא כב  ומיום השמיני והלאה ירצה לקרבן אשה לה' הא לא שהה ספיקא הוא   לגבי אשת אח דמחייבי כריתות הן אחמירו בה רבנן ולא נייבם אשת אח מספיקא דכל ספיקא דאורייתא לחומרא אבל לגבי  אבילות אקילו בה רבנן   איבעיא להו "
        ], 
        [
            " מי פליגי רבנן על רשב\"ג או לא ואת\"ל פליגי עליה הלכה כמותו או לא ת\"ש דאמר רב יהודה אמר שמואל הלכה כרשב\"ג הלכה מכלל דפליגי ש\"מ דפליגי והלכה כמותו והאי דאמרינן שמונה ימים בבהמה אינו נפל הני מילי לקרבן אבל  לאכילה אם שהה שבעה ימים מותר לשוחטו בליל שמיני ואוכלו דאמרינן רב פפא ורב הונא בריה דרב יהושע איקלעו לבי רב אידי בר אבין עבדו ליה עיגלא תליתאה ביומא דשבעה ואמרו ליה אי אחריתו עד לאורתא   עידן דראוי לשחיטה הוה אכלינן מיניה השתא לא אכלינן מיניה:", 
            "בריה דרב דימי בר יוסף איתיליד ליה ההוא ינוקא ובגו תלתין יומין שכיב יתיב וקא מתאבל עליה א\"ל אבוה   צודנייתא קא בעית למיכל א\"ל קים לי בגוויה שכלו לו חדשיו רב אשי איקלע לבי רב כהנא איתרע ביה מילתא בגו תלתין יומין חזייה דיתיב וקא מתאבל עליה א\"ל לא סבר לה מר להא דא\"ר יהודה אמר שמואל הלכה כר\"ש בן גמליאל אמר ליה קים לי בגויה שכלו לו חדשיו:", 
            " איתמר מת בתוך שלשים ועמדה ונתקדשה אמר רבינא משמיה דרבא   אם אשת ישראל חולצת ואם אשת כהן אינה חולצת וכן הלכה:", 
            "רבי  יהודה מתיר באנדרוגינוס:", 
            "אמר רב שיזבי אמר רב חסדא לא לכל א\"ר יהודה  אנדרוגינוס זכר הוא שאם אתה אומר כן בערכין יערך ומנלן דלא מעריך דתני'  ויקרא כז  הזכר ולא טומטום ואנדרוגינוס יכול לא יהא בערך איש אבל יהא בערך אשה תלמוד לומר הזכר ואם נקבה זכר ודאי נקבה ודאית ולא טומטום ואנדרוגינוס איכא מאן דאמר מדקא מפרש רב חסדא לטעמיה דרבי יהודה ש\"מ דהלכתא כוותיה וגאון קאמר דלית הלכתא כוותיה:", 
            "<b>מתני'</b>     מי שהיו לו שני תינוקות אחד למול בשבת ואחד למול בא' בשבת ושכח ומל את של אחר השבת בשבת חייב אחד למול בערב שבת ואחד למול בשבת ושכח ומל את של ערב שבת בשבת ר\"א מחייב חטאת ורבי יהושע פוטר קטן נימול לשמונה לתשעה ולעשרה ולאחד עשר ולשנים עשר לא פחות ולא יותר כיצד כדרכו נמול לשמונה נולד בין השמשות נימול לתשעה בין השמשות לע\"ש לעשרה יום טוב אחר השבת לי\"א שני י\"ט של ר\"ה נימול לשנים עשר קטן החולה אין מוהלין אותו עד שיבריא:", 
            "<b>גמ'</b>  גרסינן בפרק יוצא דופן (נדה דף מב:) ההוא דאתא לקמיה דרבא אמר לו  מהו למימהליה בשבת אמר לו שפיר דמי בתר דנפק אמר רבא ס\"ד דלא ידע האי גברא דשרי למימהל בשבתא אהדריה אמר לו אימא   איזי גופא דעובדא היכי הוה אמר לו שמעיתיה דעייק בין השמשות ולא איתיליד עד דאחשיך אמר לו ההוא הוציא ראשו חוץ לפרוזדור הוה דאי לא אפיק לא הוה מעיק דבמה דאיתיה במעי אימיה פיו סתום וטבורו פתוח והוה ליה נולד בין השמשות והויא לה מילה שלא  בזמנה ומילה שלא בזמנה לא דחיא שבת:", 
            "קטן החולה אין מוהלין אותו עד שיבריא:", 
            "אמר שמואל חלצתו  חמה נותנין "
        ], 
        [
            " לו כל שבעה להברותו איבעיא להו מי בעינן מעת לעת או לא ואיפשיטא דבעינן הני שבעה מעת לעת:", 
            "<b>מתני'</b>  ואלו הן ציצין  המעכבין את המילה בשר החופה את רוב העטרה אם היה כהן אינו אוכל בתרומה ואם היה בעל בשר מתקנו מפני מראית העין   מל ולא פרע את המילה כאילו לא מל:", 
            "<b>גמ'</b>  א\"ר אבין א\"ר ירמיה בר אבא בשר החופה את רוב גובהה של עטרה וכן הלכה:", 
            "אמר שמואל קטן המסורבל בבשר רואין אותו כל זמן שמתקשה ונראה מהול אינו צריך למול ואם לאו צריך למול במתניתא תאנא אמר רשב\"ג קטן המסורבל בבשר רואין אותו כל זמן שמתקשה ואינו נראה מהול צריך למולו ואם לאו אין צריך למולו מאי בינייהו איכא בינייהו נראה ואינו נראה:", 
            "מל ולא פרע וכו':", 
            "ת\"ר  המל אומר בא\"י אמ\"ה אקב\"ו  על המילה אבי הבן אומר בא\"י אמ\"ה אקב\"ו להכניסו בבריתו של אברהם אבינו והעומדים שם אומרים כשם שהכנסתו לברית כך תכניסהו לתורה ולחופה ולמעשים טובים והמברך אומר בא\"י אמ\"ה אשר קדש ידיד מבטן וחוק בשארו שם וצאצאיו חתם באות ברית קדש על כן בשכר זה אל חי חלקנו צורנו צוה להציל ידידות שארינו משחת למען בריתו אשר שם בבשרנו בא\"י כורת הברית המל את  הגרים אומר בא\"י אמ\"ה אקב\"ו למול את הגרים ולהטיף מהם דם ברית וכו' המל את העבדים אומר בא\"י אמ\"ה אקב\"ו למול את העבדים ולהטיף מהם דם ברית שאלמלא דם ברית לא נתקיימו שמים וארץ   שנאמר  ירמיה לג  אם לא בריתי יומם ולילה חוקות שמים וארץ לא שמתי ברוך אתה ה' כורת הברית ומאן דמהל גר ועבד ניכסי ערוה וניבריך על המילה והדר לימהול ובתר דמהיל ליבריך למול את הגרים וכו' וגר אף על גב דאמהיל בארמיותיה בעי להטיף ממנו דם ברית ועד דמתפח   לא מטבלינן ליה וכו' מטבלינן ליה צריך למיזל בהדיה תלתא ונימא ליה כי היכי דאמרינן ליה מעיקרא וגייזי ליה ממזייה ושקלי ליה טופריה דידיה ודכרעיה וצריכי למיחזייה כד טביל וכד סליק מברך בא\"י אמ\"ה אקב\"ו על הטבילה וכן עבד משוחרר וכן עבדא ואמתא דזבין להו מעיקרא מן הנכרי אתו תלתא ואמרי ליה מצות דמחייב בהו עבד ומטבלינן ליה כדכתבינן בהלכות   גרים בפ' החולץ והיכא דאשתפיך  חמימיה דתינוק ישראל ואיבדור סמני' בתר דאמהיל עבדינן ליה בשבתא מפני הסכנה אשכחן בהלכות גדולות     כתיבי והיכא דאייתי איזמל במעלי שבתא לשבתא ואיגניב או איפגים מקמי מילה שרי ליה למימר לנכרי לצבותיה או לאיתויי איזמל "
        ], 
        [
            " אחרינ' כההוא (עירובין סז:) ינוקא דאשתפיך חמימיה אמר להו רבה לייתו מגו ביתאי א\"ל אביי והא לא עירבו א\"ל נסמוך אשיתוף והא לא שתיף לימרו לנכרי ליזיל לייתי לי מגו ביתאי אמר ליה אביי בעאי לאותובי למר ולא  שבקן רב יוסף דא\"ר כהנא כי הוינן בי רב יהודה אמר לן בדאורייתא מותבינן תיובתא והדר עבדינן עובדא בדרבנן עבדינן עובדא והדר מותבינן תיובתא הדר אמר לו מאי בעית דתותביה   א\"ל מהא דתניא הזאה שבות היא ואמירה לנכרי שבות היא (שם סח.) מה הזאה שבות ואינה דוחה שבת אף אמירה לנכרי שבות ואינה דוחה שבת א\"ל ולא שני לך בין שבות דאית ביה מעשה לשבות דלית ביה מעשה   דהא מר לא א\"ל לנכרי זיל אחים לי דהוא מעשה דאסור מדאורייתא אלא זיל אייתי לי דלית ביה מעשה דידים אלא דיבורא בעלמא הוא ושתק ולא מצא תשובה ועיינינן בהו ואשכחן דלאו מילי דסמכא נינהו ומגופא דהאי עובדא ילפת דאסור למימר לנכרי לצבותיה או לאתויי דרך רה\"ר מדקאמר ליה דהא מר לא א\"ל   זיל אחים לי מכלל דאסור למימר לנכרי זיל אחים לי וכמה מרבוואתא טעו בהאי פירושא דהאי מימרא דקסברי דהאי דא\"ל ולא שני   ליה למר בין שבות דאית ביה מעשה לשבות דלית ביה מעשה אשבות דהזאה קאמר ליה דשבות דהזאה שבות דאית ביה מעשה ושבות דאמירה לית ביה מעשה בידים דדיבורא בעלמא הוא ואקשו בה הכי ואמרי הואיל ואמירה לנכרי שבות דלית ביה מעשה הוא מה לי א\"ל אייתי לי מגו ביתאי ומה לי א\"ל זיל אחים לי תרוייהו שבות דלית בהו מעשה נינהו דדיבורא בעלמא הוא ושרי ואטעו לכולהו נוסחאי דגמרא דקסברי דליכא בגמרא דהא מר לא א\"ל זיל אחים לי אלא טעותא דנוסחי הוא ולא כדקא סברי הוא ונוסחי לית בהו טעותא אלא נוסחי מעלייא נינהו  ולא פירושי' כדקא סברי להו אלא   האי דא\"ל ולא שני ליה למר  בין שבות דאית ביה מעשה לשבות דלית ביה מעשה לאו אשבות דהזאה קאמר ליה אלא הכי קאמר ליה הא דאמרת אמירה לנכרי שבות וקא   מדמיתו לה לשבות דהזאה דאסירא לא שני לך בשבות דאמירה גופה בין שבות דאית ביה מלאכה לשבות דלית ביה מלאכה דהא מר לא א\"ל זיל אחים לי דאית ביה מלאכה אלא אייתי לי מגו ביתאי קאמר ליה דטלטול בעלמא הוא דלית ביה מלאכה דשמעת מינה דכי אמרינן אמירה לנכרי שבות בדבר שהוא מלאכה אבל בדבר שאינו מלאכה כגון האי לא אמרינן ביה אמירה לנכרי שבות הרי נתברר לך דליכא בנוסחאי טעותא ומילי דברירן אינון והאי דאמרי' שבות דלית ביה מעשה ולא אמרינן שבות דלית ביה מלאכה מעשה ומלאכה בהאי ענינא חדא מילתא היא דקרו אינשי למלאכה מעשה כדאמרינן ובין יום השביעי לששת ימי המעשה והיינו מלאכה וכבר נתברר לך דאסור למימר לנכרי לצבותיה או לאתויי דרך רשות הרבים והאי דכתב בעל הלכות טעותא הוא ולא תסמוך עילויה:", 
            "ונכרי אסור למימהל דגרסינן במס' ע\"ז (דף כז:) איתמר מנין למילה  בנכרי שהיא פסולה דארו בר פפא משמיה דרב אמר כדכתיב  בראשית יז  ואתה את בריתי תשמור ור' יוחנן אמר  שם  המול ימול יליד ביתך קרי ביה המל ימול מאי בינייהו איכא בינייהו אשה לרב דאמר ואתה את בריתי תשמור אשה כיון דליתא בברית לא מהלא לר' יוחנן דאמר המל ימול כיון   דישראל הוא אפילו ערלים כמהולים דמו איתתא נמי בכלל ישראל היא ומהלא הלכך היכא דליכא גברא יהודאה דידע למימהל ואיכא איתתא יהודיתא דידעה למימהל ומהלא שפיר דמי דהלכה כרבי יוחנן דקיימא לן רב ורבי יוחנן הלכה כרבי יוחנן:", 
            "   סליקו להו ר\"א דמילה    פרק כ   ", 
            "<b>רבי</b>  אליעזר אומר תולין את המשמרת ביום טוב ונותנין לתלויה בשבת וחכמים אומרים אין תולין המשמרת ביום טוב ואין נותנין לתלויה בשבת אבל נותנין לתלויה ביום טוב:", 
            "<b>גמ'</b>  וחכ\"א וכו':", 
            "איבעיא להו תלה   מאי אמר רב יוסף תלה חייב חטאת א\"ל אביי אלא מעתה תלה כוזא בסיכתא הכי נמי דמחייב   אלא אמר אביי מדרבנן של יעשה כדרך שהוא עושה בחול וכן הלכה:", 
            " מנקיט אביי חומרי מתנייתא ותאני הגוד והמשמרת כילה וכסא גליין "
        ], 
        [
            " לא יעשה ואם עשה פטור אבל אסור   אבל אהל קבע לא יעשה ואם עשה חייב חטאת אבל מטה וכסא וטרסקל (בס\"י ובגמ' והאסלא) והאיסקלא מותר לנטותן בשבת לכתחלה:", 
            "ואין נותנין לתלויה בשבת:", 
            "איבעיא להו שימר מאי אמר רב כהנא שימר חייב חטאת ומשום מאי מתרין ביה רבה אמר משום בורר ור' זירא אמר משום מרקד:", 
            "תאני רמי בר יחזקאל  טלית  כפולה לא יעשה ואם עשה פטור אבל אסור ואם כרך עליה  חוט או משיחה מותר לנטותה לכתחלה פי'   כגון טלית כפולה שקושרה בין שני כתלים והיא משולשלת ומגעת לארץ ונכנס בין שני קצותיה וישן תחתיה בצל ואין בגגה טפח ולא בפחות מג' סמוך לגגה טפח ולפיכך אינו אהל קבע אלא אהל עראי הוא ומפני שאין בגגה טפח ולא בפחות מג' סמוך לגגה טפח   ולפיכך פטור אבל אסור ואם היו עליו חוטין מאתמול ונטה אותם היום מותר:", 
            "אמר רב יוסף חזינא להו לכילי דבי רב הונא   באורתא נגידן ולצפרא   חביטן רמיאן:", 
            "אמר רב כהנא חזינא להו לכילי דבי רב פפא ורב הונא בריה דרב יהושע דמאורתא נגידן ולצפרא חביטן רמיאן:", 
            "אמר רב משום רבי חייא וילון מותר לנטותו ומותר לפרקו פירוש וילון מסך:", 
            "ואמר שמואל משום רבי חייא   כילת חתנים מותר לנטותה ומותר לפרקה:", 
            "אמר רב שישא בריה דרב אידי האי    סיאנא שרי פי'  כובע שמשימין אותו בני אדם על ראשיהם ומאהיל על פניהם מפני השמש והא אמרת סיאנא אסור לא קשיא הא דאית ביה טפח הא דלית ביה טפח אלא מעתה אפיק בגלימיה טפח הכי נמי דמיחייב אלא לא קשיא הא דמיהדק והא דלא מיהדק שלח ליה רמי בר יחזקאל לרב הונא אימא לן הנך מילי מעלייתא דאמרת לן משמיה דרב תרתי בשבתא וחדא בתורה שלח ליה הא דתניא  הגוד בכיסכיו מותר לנטותו בשבת אמר רב לא שנו אלא בשני בני אדם אבל באדם אחד אסור אמר אביי כילה אפי' בעשרה בני אדם אסור אי אפשר דלא   מינתקה פורתא ואידך מאי היא דתניא כירה שנשמטה אחת מירכותיה מותר לטלטלה בשבת שתים אסור לטלטלה בשבת ורב אמר אפילו אחת אסור לטלטלה בשבת גזירה שמא יתקע והלכתא כרב:", 
            "תורה מאי "
        ], 
        [
            " היא דאמר רב עתידה תורה שתשתכח מישראל שנאמר  דברים כח  והפלא ה' את מכותך הפלאה זו איני יודע מה היא כשהוא אומר  ישעיה כט  לכן הנני יוסיף להפליא את העם הזה הפלא ופלא ואבדה חכמת חכמיו ובינת נבוניו תסתתר הוי אומר הפלאה זו תורה:", 
            "  שלחו ליה בני בשכר ללוי כילה מאי כשותא בכרמא מהו מת ביום טוב מהו עד דאזיל שליחא נח נפשיה דלוי אמר ליה שמואל לרב מנשיא אי חכימת שלח להו שלח להו חזרנו על כל צדדי כילה ולא מצינו לה צד היתר ולישלח להו כדרמי בר יחזקאל   לפי שאינן בני תורה  כשותא בכרמא עירבוביא ולישלח להו כרבי טרפון   דתנן כשותא ר' טרפון אומר אין כלאים בכרם וחכמים אומרים   יש כלאים ככרם וקיימא לן כל המיקל בארץ הלכה כמותו בחוצה לארץ לפי שאינן בני תורה:", 
            " מת ביום טוב לא יתעסקין ביה לא יהודאין ולא ארמאין לא ביו\"ט ראשון ולא ביום טוב שני   והאמר רבא   מת ביום טוב ראשון יתעסקו בו עממים מת ביום טוב שני יתעסקו בו ישראל ואפילו בשני ימים טובים של ראש השנה מה שאין בן בביצה לפי שאינן בני תורה:", 
            "אמר רב הונא אמר רב חמא בר גוריא אמר רב  מתעטף  אדם בכילה   וכיסכסיה ויוצא בה לרשות הרבים בשבת ואינו חושש ומאי שנא מדרב הונא דאמר רב הונא היוצא בטלית  שאינה מצויצת כהלכתה בשבת חייב חטאת."
        ], 
        [
            " ציצית לגבי טלית חשיבי ולא בטלי הני לא חשיבי ובטלי אמר רבה בר רב הונא  מערים אדם על  המשמרת ביו\"ט לתלות בו רמונים ותולה בו שמרים אמר רב הונא   והוא דתלה בו רמונים   ומאי שנא מהא דתנן מטילין שכר במועד לצורך המועד ושלא לצורך המועד אסור אחד שכר תמרים ואחד שכר שעורים ואף על פי שיש לו שכר ישן מערים ושותה מן החדש ומותר התם לא מוכחא מילתא הכא מוכחא מילתא:", 
            "אמרו ליה רבנן לרב אשי חזי מר האי  צורבא מרבנן ורב הונא בר חיון שמיה ואמרי לה רב הונא בר חליון שמיה דשקיל ברא דתומא ומנח בברזא דדנא ואמר לאצנועי קא מיכוינא ואזיל ונאים במעברא ועבר להך גיסא וסייר פירי ואמר למינם קא מיכוינא אמר להו הערמה   בדרבנן היא וצורבא מרבנן לא אתי למיעבד לכתחלה:", 
            "<b>מתני'</b>   נותנין מים ע\"ג שמרים בשביל שיצולו ומסננין את היין בסודרין ובכפיפה מצרית ונותנין ביצה במסננת של חרדל ועושין יינמלין בשבת ר' יהודה אומר בשבת בכוס ביום טוב בלגין ובמועד בחבית רבי צדוק אומר הכל לפי האורחין:", 
            "<b>גמ'</b>  אמר זעירי נותן אדם  יין צלול ומים צלולין לתוך המשמרת בשבת ואינו חושש אבל עכורין לא ואם היה בין הגתות שעדיין היין תוסס ואינו צלול וגם הוא   עכור טורד חבית יינה ושמריה ונותן לתוך המשמרת בשבת ואינו חושש:", 
            "ומסננין את היין בסודרין:", 
            "אמר רב שימי בר חייא ובלבד שלא יעשה גומא:", 
            "ובכפיפה מצרית:", 
            "אמר רב חייא בר אשי אמר רב ובלבד שלא יגביה מקרקעיתו של כלי טפח:", 
            "אמר רבה האי  פרוונקא  אפומא דכובא כולה אסיר אפלגא דכובא שרי פירוש פרוונקא מטלית אמר רב פפא לא ליהדיק איניש  צבאתא אפומא דכוזניתא משום דמחזי כמשמרת:", 
            "דבי רב פפא שפו שיכרא ממנא למנא   בצבאתא א\"ל רב אחא מדפתי לרבינא הא איכא ניצוצות ניצוצות בי רב פפא לא חשיבי:", 
            "ונותנין ביצה במסננת:", 
            "    תני "
        ], 
        [
            " יעקב קרחה לפי שאין עושין אותה אלא לגוון:", 
            "איתמר חרדל שלשו מערב שבת למחר אמר רב   ממחו ביד ואין ממחו בכלי ושמואל אמר ממחו בכלי ואין ממחו ביד אר\"א אחד זה ואחד זה אסור ורבי יוחנן אמר אחד זה ואחד זה מותר:", 
            "אמר מר זוטרא לית הלכתא ככל הני שמעתא אלא כי הא דאיתמר   חרדל שלשו מערב שבת למחר ממחו בין ביד בין בכלי ונותן לתוכו דבש ולא יטרוף אלא מערב שחליים ששחקן מערב שבת למחר נותן לתוכן שמן וחומץ וממשיך לתוכן   אמיתא ולא יטרוף אלא מערב:", 
            "שום שריסקו מערב שבת למחר נותן לתוכו פול וגריסין ולא ישחוק אלא מערב וממשיך אמיתא לתוכה מאי אמיתא ניניא אמר אביי ש\"מ האי ניניא מעליא לתחלי:", 
            "ועושין יינמלין:", 
            " ת\"ר עושין יינמלין בשבת  ואין עושין אלונטית איזו היא יינמלין ואיזו היא אלונטית יינמלין יין ודבש ופלפלין אלונטית יין ישן ומים צלולין ושמן אפרסמון דעבדי ליה לבי מסותא:", 
            "<b>מתני'</b>  אין שורין את החלתית בפושרין אבל נותנן בתוך החומץ ואין שורין את הכרשינין ואין שפין אותן אבל נותן הוא לתוך הכברה או לתוך הכלכלה אין כוברין את התבן בכברה ולא יניחנה במקום גבוה בשביל שירד המוץ אבל נוטל הוא בכברה ונותן לתוך האיבוס:", 
            "<b>גמ'</b>  בעא מיניה רבי יוחנן מרבי ינאי מהו לשרות החלתית בצונן אמר ליה אסור והא אנן תנן אין שורין את החלתית בפושרין הא בצונן מותר אמר ליה מתני' יחידאה היא דתניא אין שורין את החלתית בין בחמין בין בצונן ר' יוסי אומר בצונן מותר בחמין אסור והלכתא כר' ינאי דאמר בין בחמין בין בצונן אסור.", 
            "ואי שתה מאתמול מותר לשתותו בשבת:", 
            "ואי שתה יום חמישי ויום ששי מקודם השבת ובשבת לא היה לו שרוי והיה חושש שאם לא ישתה שמא יסתכן מותר לשרות בצונן ומניח בחמה כדי שלא יסתכן כמעשה דרבי חייא בר אבין:", 
            " מסתמיך ואזיל ר' חייא בר יוסף אכתפי' דרב נחמן בר יצחק בר אחתיה אמר ליה כי מטינן לבי רב חסדא עיילן כי מטא עייליה בעא מיניה מהו לכסכוסי כתונתא בשבתא לרכוכא קא מכוין ושרי או דילמא לאולודי חיורא קא מכוין ואסיר אמר ליה לרכוכא קא מכוין ושפיר דמי כי נפק אתא א\"ל מאי בעי מר מיניה א\"ל בעאי מיניה מהו לכסכוסי כתונתא בשבתא ואמר לי שפיר דמי אמר רב חסדא האי  כתונתא    משלפא לדידה מקניא שרי קניא מיניה אסירא דקניא לאו מנא הוא אמר רבא   אי כלי קיואי הוא מותר (ושרי) פירוש כלי קיואי כלי  אורג אמר רב חסדא האי    הוצא דירקא אי חזיא למאכל בהמה שרי לטלטולה ואי לא אסיר אמר רב חייא בר אשי אמר רב האי תליא דבשרא שרי לטלטוליה אבל   דכוורי אסיר דכיון דסני ריחיה אסוחי אסח דעתיה מיניה והוה ליה מוקצה מחמת מיאוס ומשום הכי אסור לטלטולה   רב לטעמיה דסבירא ליה כרבי יהודה אבל לר\"ש   מוקצה מחמת מיאוס לית ליה   והלכתא כותיה אמר רב חסדא בר בי רב לא לשדר מאניה לאושפיזיה לאחוורי ליה משום דלאו אורח ארעא:", 
            "<b>מתני'</b> גורפין מלפני הפטם ומסלקין לצדדין מפני הרעי דברי רבי דוסא וחכמים אוסרין ונוטלין מלפני בהמה זו ונותנין לפני בהמה זו בשבת:", 
            "<b>גמ'</b>  איבעיא להו רבנן ארישא פליגי או אסיפא פליגי    תא שמע דתניא וחכמים אומרים אחד זה ואחד זה לא יסלקנו "
        ], 
        [
            " לצדדין שמע מינה אתרויהו פליגי:", 
            "אמר רב חסדא מחלוקת באבוס של כלי אבל באבוס של קרקע אסור לדברי הכל:", 
            "ונוטלין מלפני בהמה וכו'.", 
            "תאני חדא נוטלין מלפני בהמה שפיה יפה ונותנין לפני בהמה שפיה רע ותניא אידך נוטלין מלפני בהמה שפיה רע ונותנין לפני בהמה שפיה יפה אמר אביי אידי ואידי מקמי תורא לקמי חמרא לא שקלינן מקמי חמרא לקמי תורא שקלינן והאי דקתני נוטלין מלפני בהמה שפיה יפה בחמרא דלית ליה רירא ונותנין לפני בהמה שפיה רע בפרה   דאית לה רירי והאי דקתני נוטלין מלפני בהמה שפיה רע בחמור דלא דייק ואכיל ונותנין לפני בהמה שפיה יפה בפרה דדייקא ואכלא:", 
            "<b>מתני'</b>   הקש שעל המטה לא ינענענו בידו אבל מנענעו בגופו ואם היה מאכל בהמה או שהיה עליו כר או סדין מנענעו בידו מכבש של בעלי בתים מתירין אבל לא כובשין ושל כובסין לא יגע בהן ר' יהודה אומר אם היה מותר מערב שבת   מתיר את כליו ושומטן:", 
            "<b>גמ'</b>  אמר רב נחמן האי פוגלא מלמעלה למטה שרי מלמטה למעלה אסור   דקסבר טלטול מן הצד שמיה טלטול ולית הלכתא הכי בין מלמטה למעלה בין מלמעלה למטה שרי דהא הדר ביה רב נחמן   בפרק כל הכלים   ואמר טלטול מן הצד לא שמיה טלטול.", 
            "אמר רב יהודה הני  פלפלי  למידק חדא חדא בקתא דסכינא שרי תרי תרי אסיר רבא אמר כיון דקא משני אפילו טובא נמי איכא דמוקים לה בשבת, ואיכא דמוקים לה ביום טוב ומסתברא כמאן דמוקים לה בשבת דאי ביו\"ט ליכא מאן דאמר דבעינן למידק חדא חדא בקתא דסכינא ואמר רב יהודה  האי מאן דסחי במיא   לינגוב נפשיה דילמא אתי לאיתויי ארבע אמות בכרמלית אי הכי כי קא נחית נמי קא דחי ד' אמות ואסיר כחו בכרמלית לא גזרו ביה רבנן.", 
            " אמר   אביי ואיתימא רב יהודה טיט שעל  גבי רגלו מקנחו בקרקע אבל לא בכותל אמר אביי בכותל מאי טעמא לא משום דמיחזי כבונה האי בנין חקלאה הוא אלא אמר רבא מקנחו בכותל אבל לא בקרקע דילמא אתי לאשוויי גומות:", 
            "איתמר מר בריה דרבנא אמר אחד זה ואחד זה אסור רב פפא אמר אחד זה ואחד זה מותר   אלא מר בריה דרבנא במאי מקנח ליה בקורה איכא מאן דאמר דהלכה כמר בריה דרבנא משום דקא מפרשינן למיליה, ובעל הלכות פסק     כרב פפא ואמר רבא  לא ליצדד איניש כובא בארעא דילמא אתי לאשוויי גומות אמר רבא לא לישתמש איניש  אפומא דלחיא דילמא מיגנדר ליה חפץ ואתי לאיתויי:", 
            "ואמר רבא לא  ליהדק איניש אודרא אפומא דאשישה דילמא אתי לידי סחיטה:", 
            "אמר רב  כהנא טיט שעל גבי בגדו מכסכסו מבפנים ואין מכסכסו מבחוץ ומותר לגוררו בצפורן:", 
            "תאני ר' חייא אין מגרדין לא מנעל חדש  ולא מנעל ישן ולא יסוך את רגלו שמן והוא בתוך "
        ], 
        [
            " המנעל או בתוך הסנדל אבל סך את רגלו שמן ומניחו בתוך המנעל או בתוך הסנדל וסך כל גופו  שמן ומתעגל ע\"ג קרטיבלא ואינו חושש אמר רב חסדא לא שנו אלא שיעור לצחצחו אבל שיעור לעבדו אסור:", 
            "ת\"ר לא  יצא אדם במנעל גדול אבל יוצא הוא בחלוק גדול ולא תצא אשה במנעל מרופט ולא  תחלוץ בו ואם חלצה חליצתה כשרה ולא יצא במנעל חדש   ובאיזה מנעל אמרו במנעל של אשה תאני בר קפרא ל\"ש אלא שלא יצאת בו שעה אחת מבעוד יום אבל יצאת בו שעה אחת מבעוד יום   מותר  ומנעל שע\"ג האימוס שומטין אותו בשבת   פירוש אימוס דפוס של מנעל גרסי' בזבחים בפרק דם חטאת   דרש רבא  מותר לכבס את המנעל אמר ליה רב פפא לרבא והא   זימנין סגיאין הוה קאימנא קמיה דרבא ושכשכו ליה מסאניה במיא שיכשוך אין כיבוס לא   הדר לפניך טעות הן בידי ברם כך אמרו שיכשוך אוקי רבא אמורא עליה ודרש דברים שאמרתי מותר כיבוס אסור:", 
            "  סליקו להו תולין   פרק כא   ", 
            "<b>נוטל</b>  אדם את בנו והאבן בידו, והכלכלה והאבן בתוכה ומטלטלת תרומה טמאה עם הטהורה ועם החולין רבי יהודה אומר אף מעלין את המדומע באחד ומאה:", 
            "<b>גמ'</b>  אמרי דבי רבי ינאי בתינוק שיש לו געגועין על אביו   ודוקא אבן דאי נפלה לא אתי לאיתויי אבל דינר לא:", 
            "<b>מתני'</b> האבן שעל פי החבית מגביה ומטה על צדה והיא נופלת מאליה, היתה בין החביות מגביה ומטה על צדה והיא נופלת מאיליה,  מעות שעל הכר מנער את הכר והן נופלות מאיליהן היתה עליו לשלשת  מקנחה בסמרטוט, היתה של עור נותן עליה מים עד "
        ], 
        [
            " שתכלה:", 
            "<b>גמ'</b>  אמר רב הונא אמר רב לא שנו אלא  בשוכח אבל במניח נעשה בסיס לדבר האסור והלכתא כוותיה דרב דקאי רבי אמי בשם רבי יוחנן כוותיה בפרק כל הכלים (שבת דף קכה:) :", 
            "היתה בין החביות:", 
            "תניא רבי יוסי אומר היתה חבית מונחת באוצר או שהיו כלי זכוכית מונחין   תחתיה מגביה' למקום אחר ומטה על צדה והיא נופלת ונוטל הימנה מה שהוא צריך לו ומחזירה למקומה:", 
            "מעות שעל הכר וכו':", 
            "אמר רבי חייא בר אשי ל\"ש אלא בשוכח אבל במניח נעשה בסיס לדבר האסור:", 
            "אמר רבה בר בר חנה אמר ר' יוחנן לא שנו אלא לצורך גופו אבל לצורך מקומו מטלטלן ועודן עליו:", 
            "אמר רב אושעיא שכח ארנקי בחצר מניח עליו ככר או תינוק ומטלטלו ולית הלכתא כוותיה דאמר רב אשי לא אמרו ככר או תינוק אלא למת בלבד וכן הלכה:", 
            "<b>מתני'</b>    ב\"ש אומרים  מעבירין מעל השלחן עצמות וקליפין ובית הלל אומרים מסלק את הטבלא ומנערה מעבירין מעל השלחן פירורין פחותין מכזית ושער של אפונים ושל עדשים מפני שהוא מאכל בהמה ספוג  אם יש לו עור בית אחיזה מקנחין בו ואם לאו אין מקנחין בו וחכ\"א בין כך ובין כך ניטל בשבת ואינו מקבל טומאה:", 
            "<b>גמ'</b>  אמר רב נחמן אנו אין לנו אלא בית שמאי כרבי יהודה וב\"ה כרבי שמעון וכי קא שרי רבי שמעון לטלטולי כגון עצמות  דחזיין למאכל כלבים וקליפין דחזיין למאכל בהמה אבל מידי דלא חזי לא למאכל אדם ולא למאכל בהמה לא קא שרי רבי שמעון ותנו רבנן     מטלטלין את העצמות מפני שהן מאכל כלבים בשר תפוח מפני שהוא מאכל לחיה:", 
            "מעבירין מעל השלחן וכו':", 
            " מסייע ליה לר' יוחנן דאמר  פירורין שאין בהן כזית מותר לאבדן ביד:", 
            "גרעיני דתמרי ארמייתא שרי  לטלטלינהו הואיל וחזיין אגב אמייהו פירוש מפני שהן רכין ונאכלין עם התמרה עצמה דפרסייתא אסור לטלטל מפני שהן קשין ואין נאכלין עם התמרים פ\"א תמרי ארמייתא קשין הן ובהמה אוכלתן עם הגרעינין ולפיכך מטלטלין אותן ותמרי פרסייתא רכין הן ואין הבהמה אוכלת אותן ולפיכך אין מטלטלין אותן ומסתברא דה\"מ במקום שמאכילין את התמרים לבהמות כגון בבל ויריחו אבל במקום שאין מאכילין את התמרים לבהמות אלו ואלו אסור לטלטלן:", 
            "שמואל מטלטל להו אגב ריפתא שמואל לטעמיה דאמר עושה אדם כל צרכיו בפת רבה מטלטל להו "
        ], 
        [
            " אגב לקנא דמיא רב ששת זריק להו בלישניה רב פפא זריק להו אחורי המטה אמרו עליו על רבי זכריה בן אבטולס שהיה מחזיר פניו אחורי המטה וזורקן:", 
            "   סליקו להו נוטל    פרק כב   ", 
            "<b>חבית</b>     שנשברה מצילין ממנה מזון ג' סעודות ואומר לאחרים בואו והצילו לכם ובלבד שלא יספוג אין סוחטין  את הפירות להוציא מהן משקין ואם יצאו מעצמן אסורין ר' יהודה אומר אם לאוכלין היוצא מהן מותר ואם למשקין היוצא מהן אסור חלות דבש שריסקן מערב שבת ויצאו מעצמן אסורין ור\"א מתיר:", 
            "<b>גמ'</b>  תאנא ובלבד שלא  יספוג ביין ובלבד שלא יטפח בשמן שלא יעשה כדרך שהוא עושה בחול:", 
            "ת\"ר נתפזרו לו  פירות בחצרו מלקט על יד על יד ואוכל אבל לא יתן לא לתוך הסל ולא לתוך הקופה שלא יעשה כדרך שהוא עושה בחול:", 
            " אין סוחטין:", 
            "    אמר רב פפא א\"ר יהודה אמר שמואל מודים חכמים לר' יהודה בשאר מיני פירות ומודה ר' יהודה לחכמים בזיתים וענבים א\"ל ר' ירמיה לר' אבא א\"כ במאי פליגי א\"ל לכי תשכח אמר רב נחמן בר יצחק  מסתברא בתותים ורמונים פליגי א\"ר יוחנן   הלכה כרכי יהודה בשאר  פירות תניא סוחטין   בפגעין ובפרישין ובעוזרדין אבל לא ברמונים   מפני שבית מנשיא בן מנחם סוחטין ברמונים בחול ועושין מהן יין ונמצאו הרמונים בני סחיטה הלכך   אסור לסוחטן בשבת א\"ר נחמן הלכה כשל בית מנשיא בן מנחם נמצא עכשיו הכלל הראוי מכל אלו הדברים שזיתים וענבים אין סוחטין אותן בשבת ואם יצאו מעצמן אסורין בין לאכילה בין למשקין לדברי הכל והתותים והרמונים אסור לסוחטן בשבת לדברי הכל ואם יצאו מעצמן אם לאוכלים היוצא מהן מותר ואם למשקין היוצא מהן אסור כרבי יהודה ושאר פירות כגון פגעין ופרישין ועוזרדין   סוחטין אותן לכתחלה בשבת לדברי הכל ואי איכא מאן דסליק אדעתיה דרמונים בהדי זיתים וענבים הוו דהא אמר רב נחמן דהלכה כשל בית מנשיא בן מנחם ההיא לענין סחיטה לכתחלה איתמר דאין סוחטין אותן בשבת אבל אם יצאו מעצמן והן לאוכלין מותרין   לכתחלה כרבי יהודה והכי נמי מסתברא דקתני סוחטין בפגעין ובפרישין ובעוזרדין אבל לא ברמונים אלמא אסחיטה קאי ועוד מדיהיב טעמא כדרב חסדא דאמר תרדין שסחטן ונתנן בתוך המקוה פוסלין את המקוה בשינוי מראה ואמאי והא לאו בני סחיטה נינהו אלא מאי אית לך למימר כיון דאחשבינהו הוו להו משקה ה\"נ כיון דאחשבינהו ה\"ל משקה   ש\"מ דאסחיטה קאי דלא מצית למימר דאחשבינהו אלא היכא דסחטן:", 
            "אמר רב יהודה אמר שמואל סוחט  אדם אשכול של ענבים לתוך הקדרה אבל לא לתוך הקערה פירוש הקדרה יש בה אוכל הלכך הוה ליה משקה  הבא לאוכל וכאוכל דמי והקערה אין בה אוכל  ולפיכך ה\"ל משקה ואסור   איכא מאן דאמר האי מימרא לענין יו\"ט איתמר ולא בשבת דהא קי\"ל   במתניתא אין סוחטין"
        ], 
        [
            " את הפירות להוציא מהן את   המשקין ואם יצאו מעצמן אסורין ואוקימנא   בזיתים וענבים   דבין למשקין ובין לאוכלין היוצא מהן אסורין ולפיכך לא מיתוקם האי מימרא דשמואל אלא בי\"וט וכן מצינו בעל הלכות   פסוקות שכתבה ביו\"ט ולא כתבה בשבת ואיכא מאן דאמר   האי מימרא דשמואל בשבת היא ומוקים לה למתניתין בסוחט לתוך הקערה דהוו להו משקין אבל לתוך הקדרה סוחט כשמואל ודיוקא דדייק מיניה   רב חסדא בלחוד הוא דהויא ביום טוב וכן הדעת נוטה ורב חננאל ז\"ל כך היה דעתו אלא שאמר שדברי שמואל ורב חסדא   דדייקינן מינייהו לאו הלכה אינון והכי אמר והלכתא   כדיוקא דר' יוחנן    להא מתניתא   שמע מינה   סוחט אדם כבשין ושלקות לגופן אבל למימיהן אסור ואם סחט למימיהן נעשה כמי שסחט זיתים וענבים וחייב חטאת ולא הפריש בסחיטתן למימיהן בין קדרה לקערה אלא הכל אסור דהא   סחיטת זיתים וענבים בין לקדרה בין לקערה למימיהן הוא צריך וא\"ר יוחנן שהסוחט כבשין ושלקות למימיהן כסוחט זיתים וענבים וחייב חטאת ומתוך אלו הדברים מתברר שאין הלכה לא כשמואל ולא כרב   דאמר סוחט אדם אשכול של ענבים ונותן לתוך הקדרה אבל לא לתוך הקערה ויש מי שהעמיד דברי רב ושמואל ביו\"ט מדדייק רב חסדא דברי רב ושמואל ואמר מדבריהם נלמוד חולב אדם עז לתוך הקדרה אבל לא לתוך הקערה לקיים דבריהם להיות הלכה ואינן דברים נכונים שאפי' ביו\"ט אסור לינק בפיו מן הבהמה וכל שכן לחלוב כדגרסינן בפרק חרש שנשא פקחת (דף קיד.) אבא שאול אומר נוהגין היינו שיונקין מן בהמה טהורה ביו\"ט ואקשינן עלה היכי דמי אי דליכא סכנתא אפילו ביו\"ט אסור ואי דאיכא סכנתא אפילו בשבת מותר ומפרקינן לא צריכא דאית ביה צערא וסבר מפרק כלאחר יד הוא  שבת דאיסור סקילה הוא גזרו ביה רבנן יו\"ט דאיסור לאו הוא לא גזרו ביה רבנן הנה שאפילו ליינק מן הבהמה ביו\"ט לא התירו אלא במקום צער כל שכן לחלוב במקום שאין צער שודאי אסור ואין לנו לאהדורי   אפירוקי ולאפוקי שמעתא מדוכתה אלא ודאי זה שאמר סוחט לתוך הקדרה אבל לא לתוך הקערה בשבת אמרה וזה שאמר רב חסדא ביום טוב הוא ואין הלכה כמותו לא בשבת ולא ביו\"ט וכן קבלנו מרבותינו אלו הן דברי רב חננאל זצ\"ל ואנן עיינינן בהו ואשכחינן פירכא לכולהו חדא דהאי דאמר ולא הפריש בסחיטתן למימיהן בין לקדרה בין לקערה אלא הכל אסור לאו הכי הוא דהאי דאמר ר' יוחנן למימיהן חייב חטאת כענין מימרא   דרב ושמואל למימיהן פטור אבל אסור הוא   דכי היכי דהא דאמרי רב ושמואל למימיהן פטור אבל אסור לקערה הוא אבל לא לקדרה ה\"נ הא דא\"ר יוחנן למימיהן חייב חטאת לקערה הוא   אבל לא לקדרה תדע דהא רב ושמואל אינהו דאמרי סוחט אדם אשכול לתוך הקדרה אבל לא לתוך הקערה ואינהו דאמרי   בענין כבשין ושלקות למימיהן פטור אבל אסור ואי סלקא דעתך למ\"ד למימיהן אסור ל\"ש לקדרה ולא שנא לקערה הכל אסור קאמר א\"כ קשיא דרב אדרב ודשמואל אדשמואל אלא מה אית לך למימר האי למימיהן אסור לתוך הקערה אמרי ולא לתוך הקדרה   הכי נמי לר' יוחנן למימיהן דקאמר חייב חטאת לתוך הקערה קאמר ולא לתוך הקדרה ולא פליג רבי יוחנן אדרב ושמואל אלא בפטור אבל אסור ובחיוב חטאת אבל בקערה וקדרה לא דאם כן לפלגו בהדיא בקערה וקדרה ומדלא אשכחן פלוגתייהו אלא במותר לרב ובפטור אבל אסור לשמואל ובחייב חטאת לר' יוחנן שמעית מיניה דלא איפליגו בקדרה וקערה ועוד דלא אשכחן דר' יוחנן פליג עלייהו דרב ושמואל אלא בכבשין ושלקות אבל באשכול של ענבים לא אשכחן דפליג ומאן דאמר דפליג בעי ראיה והאי דקאמר דהאי סחיטת זיתים וענבים בין לקדרה בין לקערה למימיהן הוא צריך   והא\"ר יוחנן שהסוחט כבשים ושלקות למימיהן בסוחט זיתים וענבים הוא וחייב חטאת גם זו אינה ראיה לפי שהסוחט ענבים לתוך הקדרה שיש בה אוכל אף על פי שהוא צריך למימיהן כיון שהוא סוחט לתוך האוכל אינו כסוחט משקין אלא כמפרר אוכל לתוך אוכל שהוא מותר ודא\"ר יוחנן בסוחט כבשין ושלקות למימיהן שהוא כסוחט זיתים וענבים וחייב לא אמר אלא שהסוחט כבשין ושלקות לתוך הקערה כסוחט זיתים וענבים לתוך הקערה אבל לתוך הקדרה אלו ואלו מותרין שאוכל הן ולא משקה ולעולם הלכה כשמואל לענין סוחט אדם אשכול ענבים לתוך הקדרה ורבי יוחנן לא איירי בסוחט באשכול כלל והא דאמר נמי שאפילו ליינק מן הבהמה בפיו בי\"ט אסור וכ\"ש לחלוב לאו הכי הוא שהיונק מן הבהמה הוא חמור מן החולב לתוך הקדרה ואע\"פ שהוא מפרק כלאחר יד שהיונק בפיו כסוחט משקה הוא והחולב לתוך הקדרה כמפרר אוכל הוא ולפיכך מותר ועוד   הא   מותיב רמי בר חמא ומפרקינן לתיובתיה ומותיב נמי רבינא דהוא בתרא והוא מותיב לה והוא מפרק לה גם ר' ירמיה בקש להעמידה כתנאי ולא עמדה אלא  לדברי הכל משקה הבא"
        ], 
        [
            "   לאוכל אוכל הוא ומכל אלו נלמוד שהלכה כרב ושמואל הלכך הלכה נמי כרב חסדא דקא יליף מיניה דחולב  אדם עז בי\"ט לתוך הקדרה אבל לא לתוך הקערה והכי חזינן לרב האיי גאון ז\"ל כדפסיקנא ולית בה ספיקא:", 
            "גרסינן בפרק אף על פי (כתובות דף ס.)  תניא רבי מרינוס אומר גונח יונק חלב בשבת מאי טעמא מפרק כלאחר יד הוא ובמקום צער לא גזרו ביה רבנן אמר רב יוסף הלכה כר' מרינוס תניא נחום איש גליא אומר צנור שעלו בו קשקשין ממעכן ברגלו בצנעא בשבת ואינו חושש מ\"ט מתקן כלאחר יד הוא ובמקום פסידא לא גזרו ביה רבנן אמר רב יוסף הלכה כנחום איש גליא ואי קשיא לך ההוא דגרסינן בפרק חרש שנשא פקחת (דף קיד.) אבא שאול אומר נוהגין היינו שיונקין מבהמה טהורה ביו\"ט ואמרינן היכי דמי אי דאיכא סכנה אפילו בשבת נמי שרי ואי דליכא סכנה אפילו ביום טוב נמי אסור ומפרקינן לא צריכא דאיכא צערא וקסבר מפרק כלאחר יד הוא שבת דאיסור סקילה הוא גזרו ביה רבנן יום טוב דאינו אלא בלאו לא גזרו ביה רבנן דשמעת מינה דגונח אף על גב דאית ליה צערא אסור ליה ליינק מבהמה בשבת ההיא לא קשיא מידי דההוא מימרא אליבא דאבא שאול הוא ולית הלכתא כותיה דהא פסק רב יוסף הלכתא כרבי מרינוס דאמר אפילו בשבת במקום צערא  לא גזרו ביה רבנן וחזינן מאן דקא מוקים לה להא דר' מרינוס בצערא דאית ביה סכנה כי היכי דלא תיקשי ליה האי דאבא שאול והאי פירוקא לאו מעליא הוא דאי הכי   הא דר' מרינוס צערא דאית ביה סכנתא הוא מאי איריא מפרק כלאחר יד אפילו מלאכה גמורה גבי סכנה שריא ועוד   האי דקאמר במקום צערא לא גזרו ביה רבנן במקום סכנה איבעי ליה למימר ועוד תינח גבי בני אדם דאית בהו סכנה גבי צנור דקתני מתקן כלאחר יד הוא ובמקום פסידא לא גזרו ביה רבנן התם מאי סכנה איכא הלכך ליתא להאי פירוקא   גופא   כבשין שסחטן אמר רב לגופן מותר למימיהן פטור אבל אסור שלקות בין לגופן בין למימיהן מותר ושמואל אמר אחד כבשין ואחד שלקות לגופן מותר למימיהן פטור אבל אסור ור' יוחנן אמר אחד כבשין ואחד שלקות לגופן מותר למימיהן חייב חטאת ולית הלכתא כר' יוחנן לענין חיוב חטאת דהוה   ליה רב ושמואל בחדא שיטתא דליכא חיוב חטאת אלא בזיתים וענבים והוה ליה ר' יוחנן יחיד ואין דבריו של אחד במקום שנים ועוד הא דתנא דבי   מנשה מסייע להו דאמר דבר תורה אינו חייב אלא על דריכת זיתים וענבים בלבד ומסתברא לן דהלכתא כוותיה דשמואל בהא מילתא דקאי ר' יוחנן כוותיה לענין איסור וליכא בינייהו פלוגתא אלא לענין חיוב חטאת:", 
            "א\"ר חייא בר אשי אמר רב דבר תורה אינו חייב אלא על דריכת זיתים וענבים בלבד וכן תאנא דבי מנשה דבר תורה אינו חייב אלא על דריכת זיתים וענבים בלבד ואין עד  מפי עד כשר אלא לעדות אשה בלבד איבעיא להו עד מפי עד לענין בכור מהו רב אסי אסר ורב אשי שרי א\"ל רב אסי לרב אשי והא תאנא דבי מנשה אין עד מפי עד כשר אלא לעדות אשה בלבד א\"ל תני לעדות שהאשה כשרה לה כי הא דתניא ר\"ש בן קפוסאי אומר בכור   כהן צריך שנים מן השוק להעיד עליו רשב\"ג אומר אפילו בנו ובתו ודוקא בנו ובתו אבל אשתו לא מ\"ט אשתו כגופו דמיא רב יימר אכשר עד מפי  עד בבכור קרי עליה מרימר יימר שרי בוכרא והלכתא עד מפי עד כשר בבכור פירוש בכור בהמה כלומר אם יבא עד מפי עד ויאמר כי מום זה שנפל בבכור זה אינו בידי אדם מתירין אותו להאכל מיד במומו על פיו:", 
            "חלות דבש  שריסקן וכו':", 
            "כי אתא רב אושעיא מנהרדעא אייתי מתניתא בידיה זיתים וענבים שריסקן מע\"ש ויצאו מעצמן אסורין ור\"א ור\"ש מתירין ופסק בעל הלכות משמיה דרב צמח בר פלטוי ריש מתיבתא כר\"א ורבי שמעון:", 
            "<b>מתני'</b>   כל שבא  בחמין מלפני השבת שורין אותו בחמין בשבת וכל שלא בא בחמין מלפני השבת מדיחין אותו בחמין בשבת חוץ מן המליח הישן וקולייס האספנין שהדחתן בחמין זו היא גמר מלאכתן:", 
            "<b>גמ'</b>  כל שבא בחמין וכו' מאי היא כגון תרנגולתיה דר' אבא פירוש שהיתה מלוחה ביותר "
        ], 
        [
            " וכשמבקשין לאוכלה שורין אותה במים חמין ואם הובא בחמין מע\"ש שורין אותה במים חמין בשבת ואם לאו אסור לשרותה בחמין בשבת:", 
            "וכל שלא בא בחמין מע\"ש   אין שורין אותה וכו':", 
            "איבעיא להו הדיח מאי אמר רב יוסף הדיח חייב חטאת:", 
            "<b>   מתני'</b>   שובר אדם את החבית לאכול ממנה גרוגרות ובלבד שלא יתכוין לעשותה כלי אין נוקבין מגופה של חבית דברי ר' יוסי וחכמים מתירין.", 
            "ולא יקבנה מצדה ואם היתה נקובה לא יתן עליה שעוה מפני  שהוא ממרח אמר ר' יהודה מעשה בא לפני רבן יוחנן בן זכאי בערב ואמר חושש אני לו מחטאת:", 
            "<b>גמ'</b>  תניא רשב\"ג אומר מביא אדם חבית של יין ומתיז  את ראשה בסייף ומניחה לפני האורחים בשבת ואינו חושש:", 
            "תניא חותלות של תמרים ושל גרוגרות   מתיר ומפקיע וחותך בעו מיני' מרב ששת מהו למיברז חביתא בבורטיא בשבת לפיתחא קא מכוין ואסיר או דילמא לעין יפה קא מיכוין ושרי אמר להו לפיתחא קא מיכוין ואסיר:", 
            "אין נוקבין מגופה של חבית וכו':", 
            "אמר רב הונא מחלוקת למעלה אבל מן הצד דברי הכל אסור והיינו דקתני ולא יקבנה בצדה וכן הלכתא ת\"ר אין נוקבין נקב חדש לכתחלה בשבת ואם בא להוסיף מוסיף ויש אומרים אין מוסיפין ושוין שנוקבין נקב ישן לכתחילה בשבת   דרש רב נחמן בר רב חסדא משמיה דרב נחמן הלכה כיש אומרים:", 
            "ושוין שנוקבין נקב ישן לכתחלה אמר רב יהודה אמר שמואל לא שנו אלא במקום העשוי לשמר אבל במקום העשוי לחזק אסור פירוש לשמר להוציא יין מן השמרים היכי דמי לשמר והיכי דמי לחזק אמר רב חסדא למעלה מן היין:", 
            "זהו לחזק   למטה מן היין זהו לשמר   רבה אמר אפי' למעלה מן היין נמי זהו לשמר והיכי דמי לחזק כגון שנקבה למטה מן השמרים והלכתא כרבה דתניא דמסייע   ליה:", 
            "גובתא  פירוש שפופרת רב אסר ושמואל שרי למיחתך לכתחלה כ\"ע לא פליגי דאסיר אהדורי כ\"ע לא פליגי דשרי כי פליגי דחתיכא ולא מיתקנא מאן דאסר סבר גזרה דילמא אתי למיחתך לכתחלה ומאן דשרי סבר לא גזרינן דילמא אתי למיחתך לכתחלה כתנאי אין חותכין שפופרת ביו\"ט ואין צ\"ל בשבת נפלה מחזירין אותה בשבת ואין צ\"ל ביו\"ט ור' יאשיה מיקל אהייא אילימא ארישא הא קא מתקן מנא אלא אסיפא ת\"ק נמי מישרא קא שרי אלא דחתיכא ולא מיתקנא איכא בינייהו ת\"ק סבר גזרי' ר' יאשיה סבר לא גזרי' דרש רב שישא בריה דרב אידי משמיה דרבי יוחנן הלכה כרבי יאשיה:", 
            "ואם היתה נקובה וכו':", 
            "מישחא רב אסר ושמואל שרי מאן דאסר סבר גזרינן משום שעוה ומאן דשרי סבר לא גזרינן משום שעוה והלכתא כרב אמר טבות רישבא אמר שמואל האי טרפא דאסא אסיר פירוש אסור ליתן עלין של הדס  בתוך הנקב של חבית לקלח בו היין כדי שלא יהא שותת בדופני החבית מאי טעמא רב ירמיה מדפתי אמר גזירה "
        ], 
        [
            " משום מרזב רב אשי אמר גזירה שמא יקטום מאי בינייהו איכא בינייהו דקטים ומנח:", 
            "<b>מתני'</b>   נותנין תבשיל לתוך הבור בשביל שיהא שמור ואת המים היפים ברעים בשביל שיצננו ואת הצונן   בחמין בשביל שיחמו:", 
            "מי  שנשרו כליו במים מהלך בהן ואינו חושש הגיע לחצר החיצונה שוטחן בחמה אבל לא כנגד העם:", 
            "<b>גמ'</b>  אמר רב יהודה אמר רב כל  מקום שאסרו חכמים מפני מראית העין אפי' בחדרי חדרים אסור והא אנן תנן שוטחן בחמה אבל לא כנגד העם תנאי הוא כדתניא שוטחן בחמה אבל לא כנגד העם ר' אלעזר ור\"ש אוסרין הא מילתא אע\"ג דהויא לה סתם   מתני' ומחלוקת בברייתא הויא לה הלכה במחלוקת דברייתא דקאי רב כוותה דמקשי' מההיא דרב בפ\"ק דע\"ז (דף יב.) דקאמר מאי אינו נראה אילימא דלא מיתחזי   והאמר רב יהודה אמר רב כל מקום שאסרו חכמים מפני מראית העין אפי' בחדרי חדרים אסור אלמא הכי הלכתא   אמר רב הונא  המנער  טליתו בשבת חייב חטאת ולא אמרן אלא בחדתי אבל בעתיקי לית לן בה ובחדתי נמי לא אמרן אלא באוכמי אבל בחיורי וסומקי לית לן בה והוא דקפיד עלייהו.", 
            "עולא איקלע לפומבדיתא חזנהו לרבנן דנפצי גלימייהו א\"ל הא קא מחללי רבנן שבתא א\"ל רב יהודה נפצו ליה באפיה אנן לא קפדינן ולא מידי:", 
            "אביי הוה קאי קמיה דרב יוסף א\"ל הב לי כומתאי   הוה טלא עלה והוה קא מיחסם למיהבה ניהליה אמר ליה נפוץ ושדי אנן לא קפדינן ולא מידי:", 
            "א\"ר יצחק בר יוסף א\"ר יוחנן היוצא בטלית  מקופלת ומונחת לו על כתיפו בשבת חייב חטאת תניא נמי הכי סוחרי כסות היוצאין בטלית מקופלת ומונחת להן על כתפיהן חייבין חטאת ולא סוחרי כסות בלבד אמרו אלא כל אדם אלא שדרכן של סוחרי כסות לצאת בכך וחנוני היוצא במעות הצרורין לו בסדינו חייב חטאת ולא חנוני בלבד אמרו אלא כל אדם אלא שדרכו של חנוני לצאת בכך הרטנין יוצאין בסודר שעל כתפיהן בשבת ולא רטנין בלבד אמרו אלא כל אדם אלא שדרכן של רטנין לצאת בכך.", 
            "א\"ר יהודה מעשה בהורקנוס בנו של ר' אליעזר בן הורקנוס שיצא בסודר שעל כתיפו בשבת אלא שנימא אחת קשורה לו על אצבעו ובא מעשה לפני חכמים ואמרו אע\"פ שאין נימא קשורה לו על אצבעו דרש רב נחמן משמיה דרב חסדא משמיה דר' יוחנן אע\"פ שאין נימא קשורה לו על אצבעו עולא איקלע לבי איסי בן הינו בעא מיניה מהו לעשות מרזב בשבת א\"ל הכי אמר ר' אלעזר אסור מאי  מרזב א\"ר זירא כישי בבלייתא יש אומרים כי מרזב זה   כשמתעטף אדם בסדינו ומקפל   שני קצותיה כמין דרך קיפול ויניחנה על כתיפו השמאלי ויחזור ויקפל שאר טלית שמשולשל בצדו הימין ויניחנה על כתיפו הימין ונמצא טליתו מקופלת מכאן ומכאן ומשולשלת על כתיפו וחללו כנגד השדרה ונראה כמרזב ובענין הזה כישי בבלייתא שהיו קושרין שתי כריכות וקורין אותה   כישא:", 
            "ר' ירמיה הוה יתיב קמיה דרבי זירא א\"ל הכי מאי א\"ל אסור והכי מאי א\"ל אסור אמר רב פפא נקוט האי כללא בידך כל אדעתא לכנופי אסור כל אדעתא כדי להתנאות בו שפיר דמי כי הא דרב שישא בריה דרב אידי מתנאה בסדינו  :", 
            "כי אתא רב דימי אמר פעם אחת יצא רבי לשדה והיו  שני צידי טליתו מונחין לו על כתיפו אמר לפניו רבי יהושע בן זרוז בן חמיו של ר' מאיר בזו לא חייב רבי מאיר חטאת אמר לו דקדק רבי מאיר עד כאן שלשל רבי את טליתו כי אתא רבין אמר לא היה יהושע בן זרוז אלא יהושע בן קפוסאי היה חתנו של רבי עקיבא ואמר לו בזו לא חייב רבי עקיבא חטאת אמר לו דקדק רבי עקיבא עד כאן "
        ], 
        [
            " שלשל רבי את טליתו כי אתא רב שמואל בר יהודה אמר נשאל איתמר:", 
            "<b>מתני</b>   אהרוחץ במי מערה או במי טבריא   מסתפג אפילו בעשרה אלונטיות ולא יביא בידו אבל עשרה בני אדם מסתפגין באלונטית אחת פניהם ידיהם ורגליהם ומביאין אותה בידם:", 
            "<b>גמ'</b>  קתני מי מערה דומיא דמי טבריא מה מי טבריא חמין אף מי מערה חמין:", 
            "הרוחץ דיעבד אין לכתחלה לא ואי קשיא לך הא דגרסינן בפרק שמונה שרצים (דף קט.) תנו רבנן רוחצין במי גדר במי חמתן במי טבריא וגרסינן נמי בפרק כירה (שבת דף מ.) ראו שאין הדבר עומד התירו להם חמי טבריא וזיעה במקומה עומדת ושמע מינה דמותר לרחוץ במי טבריא לכתחלה והכא קתני הרוחץ דיעבד אין לכתחלה לא לא קשיא הא דאמרינן דיעבד אין לכתחלה לא לא איתמר אלא במי מערה והא דקתני מי טבריא לגבי מי מערה לגלויי עלייהו דמי מערה  מה מי טבריא חמין אף מי מערה חמין נינהו   דקתני להו גבייהו אבל מי טבריא מותר לרחוץ בהן אפילו לכתחלה ומי מערה מ\"ט לא שרו לכתחלה משום דמערה מיטללא כדאמרינן בפרק שור שנגח את הפרה (בבא קמא דף נ:) מערה מרבעא ומטללא הלכך נפיש הבלא דידה ואתי לידי זיעה ומשום הכי לא שרו לכתחלה:", 
            "    ומסתפג אפי' בעשר' אלונטיות ולא יביאם בידו וכו':", 
            "אמר רבי חייא בר אבא אמר רבי יוחנן הלכה מסתפג אדם באלונטית ומביאה בידו לתוך ביתו ולא גזרינן דילמא אתי לידי סחיטה אמר ר' חייא בר אבא אמר ר' יוחנן האוליירין מביאין בלורי נשים לבי בני ובלבד שיתכסה בהן ראשו ורובו:", 
            "סבניתא א\"ר אבין בר רב חסדא אמר רבי יוחנן צריך לקשר ב' ראשיה למטה מן הכתפיים אמר להו רבא לבני מחוזא כי מעבריתו מאני דבני חילא שרביבו להו למטה מן הכתפיים:", 
            "<b>מתני'</b>   סכין וממשמשין אבל לא מתעמלין ולא מתגרדין אין יורדין לפילומא ואין עושין אפיקטויזין בשבת ואין מעצבים את הקטן  ואין מחזירין את השבר:", 
            "מי שנפרקה ידו או רגלו לא יטרפם בצונן אבל   מטבל הוא כדרכו ואם נתרפא נתרפא:", 
            "<b>גמ'</b>  ת\"ר סכין  וממשמשין בבני מעים בשבת ובלבד שלא יעשה כדרך שהוא עושה בחול:", 
            "והיכי עביד א\"ר חמא בר חנינא סך ואח\"כ ממשמש ור' יוחנן אמר סך וממשמש בבת אחת והלכתא כרבי יוחנן גרסינן בסנהדרין בפרק חלק (סנהדרין דף קא.) ת\"ר סכין וממשמשין בבני מעים בשבת ולוחשין לחישת נחשים ועקרבים בשבת ומעבירין כלי על גבי העץ בשבת.", 
            "אמר רשב\"ג בד\"א בכלי הניטל בשבת אבל כלי שאינו ניטל בשבת אסור תנו רבנן אין שואלין דבר מן השד בשבת ר' יוסי אומר אף בחול אסור אמר רב הונא (גי' ד\"ת)   הלכה כרבי יוסי ואף ר' יוסי לא אמר אלא (גי' ד\"ת מפני) בשעת הסכנה:", 
            "  אבל לא מתעמלין אמר רבי חייא אמר ר' יוחנן אסור לעמוד בקרקעיתה של דיומסית מפני שמתעמלת ומרפאת:", 
            "ולא מתגרדין.", 
            "ת\"ר אין גורדין במגרדות בשבת ר\"ש אומר אם היו (גי' ד\"ת רגליו) ידיו מלוכלכות בטיט ובצואה גורד כדרכו ואינו חושש והלכתא כוותיה:", 
            "אין יורדין לפילומא:", 
            "מאי טעמא משום נקא פירוש בקעה ויש שם מים "
        ], 
        [
            " ותחתיו טיט כמו דבק ואם ירד אדם שם חוששין שמא יטבע באותו הטיט וידבק שם ואינו יכול לעלות עד שמתקבצין בני אדם ומעלין אותו משם ויש מי שאומר הרוחץ באותה בקעה מצטנן ואותן המים משלשלין את בני המעים:", 
            "ואין עושין אפיקטויזין בשבת:", 
            "אמר רבה בר בר חנה א\"ר יוחנן לא שנו אלא בסם אבל ביד מותר תניא ר' נחמיה אומר אף בחול אסור מפני הפסד אוכלין ומסתברא דהני מילי היכא דליכא צער אבל היכא דאית ליה צער וכשמקיא אוכלין שבבטנו מתרפא מותר וכן אמר בעל הלכות משמי' דרב צמח בר פלטוי גאון ז\"ל:", 
            "אין מעצבין את  הקטן.", 
            "אמר רבה בר בר חנה לפופי ינוקא בשבתא שפיר דמי והאנן תנן אין מעצבין את הקטן התם בחומרי שדרה דמיחזי כבונה:", 
            "ואין מחזירין את השבר וכו':", 
            "אמר רב חנא בגדתאה אמר שמואל הלכה   מחזירין את השבר בשבת וכן הלכה:", 
            "   סליקו להו חבית    פרק כג   ", 
            "<b>שואל</b>   אדם מחבירו כדי יין וכדי שמן ובלבד שלא יאמר לו הלויני וכן שואלת אשה מחברתה ככרות ואם אינו מאמינו מניח   טליתו אצלו ועושה עמו חשבון לאחר השבת וכן ערבי פסחים בירושלים שחל להיות בשבת מניח טליתו אצלו   ואוכל פסחו ועושה עמו חשבון לאחר יו\"ט:", 
            "<b>גמ'</b>  א\"ל רב נתן לאביי מ\"ש הלויני ומ\"ש השאילני א\"ל השאילני לא אתי למיכתב (דלאו זמן מרובה הוא) אבל הלויני (דזמן מרובה הוא) אתי למיכתב איתמר  הלואת  יו\"ט רב יוסף אמר לא ניתנה ליתבע   ורבא אמר ניתנה ליתבע הא מילתא אפליגו בה רבוואתא איכא מאן דפסק כרב יוסף ואמר משום דרב יוסף רביה הוה לגביה   דרבא ועוד דהא רב אויא סבר לה כוותיה  דשקיל משכנתא ורבה בר   רב הונא נמי קא מערים אערומי שלא היה תובעו בפירוש אלא אמר לו הלויני וכשהלוהו אומר לו הרי יש לי אצלך כך וכך ואיכא מאן דפסק   כרבא דאמר ניתנה ליתבע ואמר משום דהוא בתרא וקי\"ל בבתראי:", 
            "<b>מתני'</b>   מונה אדם את אורחיו ואת פרפרותיו מפיו אבל לא מן הכתב ומפיס אדם עם בניו ועם בני ביתו על השולחן ובלבד שלא יתכוין לעשות מנה גדולה כנגד מנה קטנה משום קוביא:", 
            "מטילין חלשים על הקדשים ביום טוב אבל לא על המנות:", 
            "<b>גמ'</b>    מ\"ט רב ביבי אמר גזירה שמא ימחוק אביי אמר גזירה שמא יקרא בשטרי  הדיוטות מאי בינייהו איכא בינייהו דכתיבי אכתלי ומדלאי "
        ], 
        [
            " למאן דאמר שמא ימחוק לא חיישינן למאן דאמר שמא יקרא חיישינן ולית הלכתא כרב ביבי משום דפליג עליה דרבה דאמר (דף יב:) ולא יקרא לאור הנר ואפילו גבוה שתי קומות ואפילו גבוה שתי מרדעות וקי\"ל הלכתא כוותיה והא דתניא מונה אדם את אורחיו ואת פרפרותיו כמה בחוץ וכמה בפנים וכמה עתיד ליתן לפניהם מכתב שעל גבי הכותל אבל לא מכתב  שע\"ג טבלא ופנקס אוקימנא בדחייק מיחק דגודא בשטרא לא מיחלף אבל כתב מיכתב אסור בין מדלאי בין מתתאי:", 
            "תניא  אין רואין במראה בשבת ורבי מתיר במראה הקבועה בכותל ואסיקנא במראה של מתכת עסקינן וכדרב נחמן אמר רבה בר אבוה דאמר מפני מה אמרו מראה של מתכת אסור בשבת מפני שאדם עשוי להסיר בה נימין המדולדלין דחריפא כאיזמל ש\"מ דמראה שאינה של מתכת בין קבועה בכותל בין שאינה קבועה שריא ושל מתכת  אסור כתנא קמא ואפילו קבועה בכותל:", 
            " תנו רבנן  כתב המהלך תחת הצורה ותחת הדיוקנאות אסור לקרותו בשבת ודיוקנא עצמה אף בחול אסור להסתכל בה משום שנאמר  ויקרא יט  אל  תפנו אל האלילים   ומאי תלמודא אמר רב אל תפנו אל מדעתכם:", 
            "מפיס  אדם עם בניו וכו'.", 
            "עם בניו ועם בני ביתו אין עם אחר לא מ\"ט כדרב יהודה אמר שמואל דאמר רב יהודה אמר שמואל בני חבורה המקפידין זה על זה עוברין   משום מדה משום משקל ומשום מנין ומשום לווין ופורעין ביום טוב   וכדברי בית הלל אף "
        ], 
        [
            " משום רבית:", 
            "מטילין  חלשים וכו'.", 
            "מאי אבל לא על המנות א\"ר יעקב בריה דבת   יעקב אבל לא על המנות של חול ביו\"ט:", 
            "<b>   מתני'</b>   לא ישכור אדם פועלים בשבת ולא יאמר אדם לחבירו שכור לי פועלים בשבת אין מחשיכין על התחום בשבת לשכור לו פועלים ולהביא פירות אבל מחשיך הוא לשמור ומביא פירות בידו כלל אמר אבא שאול כל שאני זכאי באמירתו רשאי אני להחשיך עליו:", 
            "<b>גמ'</b>  תניא לא יאמר אדם לחבירו הנראה שתעמוד עמי לערב ר' יהושע בן קרחה אומר אומר אדם לחבירו הנראה שתעמוד עמי לערב אמר רבה בר בר חנה אמר רבי יוחנן הלכה כר' יהושע בן קרחה דאמר קרא  ישעיה נט  ממצוא חפצך ודבר דבר  דבור אסור מחשבה מותרת והני מילי דבר הרשות הוא דאסור אבל דבור דמצוה מותר דאמר קרא ממצוא חפצך ודבר דבר חפציך אסורין חפצי שמים מותרין:", 
            "רב חסדא ורב המנונא דאמרי תרוייהו חשבונות של מצוה מותר לחשבן בשבת:", 
            "ואמר רבי אלעזר פוסקין צדקה לעניים בשבת ואמר ר' יעקב   אמר ר' יוחנן מפקחין פקוח נפש בשבת ואמר רבי יעקב   א\"ר יוחנן הולכין לבתי כנסיות ולבתי מדרשות לפקח על עסקי רבים בשבת וא\"ר שמואל בר נחמני א\"ר יונתן הולכין לטרטיאות ולקרקסיאות לפקח על עסקי רבים בשבת    ואני שמואל אומר דהכא לא גרסינן בשבת דאפילו בחול איצטריך למשרי משום פיקוח רבים דאי לאו פיקוח אסור למיזל כדאמרינן במסכת ע\"ז משום דכתיב  תהלים א  ובדרך חטאים לא עמד ובמושב לצים לא ישב) תאנא דבי מנשה משדכין על התינוקות ליארס ועל התינוק ללמדו  ספר וללמדו  אומנות:", 
            "אמר רב יהודה אמר שמואל חשבונות של מה לך ושל מה בכך מותר לחשבן בשבת תניא נמי הכי חשבונות שעברו וחשבונות שעתידין להיות אסור לחשבן בשבת וחשבונות של מה לך   ושל מה בכך מותר בשבת ורמינהו מחשבין חשבונות שאינן צריבים ואין מחשבים חשבונות הצריכים כיצד אומר אדם לחבירו כך וכך פועלים השכרתי וכך וכך הוצאתי על דירה זו אבל לא יאמר כך וכך הוצאתי כך וכך אני עתיד להוציא ולטעמיך תקשי לך היא גופה אלא לא קשיא הא דאיכא  אגירי דאגירי גביה והא דליכא אגירי דאגירי גביה אי איכא אגירי דאגירי גביה אפילו חשבונות שעברו נמי אסור לחשבן דהא קא בעי למידע כמה בעי למיתב להו והוה להו חשבונות שצריכים ואסור ואי ליכא   אגירי דאגירי גביה הוו להו חשבונות שאינן צריכין ושרי ת\"ר מעשה בחסיד אחד שנפרצה לו פרצה בתוך ביתו ונמלך עליה לגודרה בשבת ונזכר שהוא שבת ולא גדרה ונעשה לו נס ועלה בו צלף וממנו היתה פרנסתו ופרנסת בני ביתו:", 
            "אמר רב יהודה אמר שמואל מותר לומר (בגמ' לחברו) לכרך פלוני אני הולך למחר שאם יש שם בורגנין הולך אפילו בשבת:", 
            "אבל מחשיך הוא לשמור וכו':", 
            "ומקשינן ואע\"ג דלא אבדיל והאמר ר' אליעזר בן אנטיגנוס  משום רבי אלעזר ברבי ינאי אסור לאדם  שיעשה חפציו  קודם שיבדיל וכי תימא דאבדיל בתפלה והאמר רב יהודה אמר שמואל המבדיל בתפלה צריך שיבדיל על הכוס וכי תימא דאבדיל על הכוס כוס בשדה מי איכא תרגמה רב נתן בר אמי קמיה דרבא בין הגתות שנו א\"ל רב אדא לרב אשי כי הוינן במערבא   אמרי המבדיל בין קדש לחול ועבדינן   צרכינן כלומר אינו צריך לומר "
        ], 
        [
            " בין אור לחשך כולהו אלא ברוך אתה י\"י אמ\"ה המבדיל בין קדש לחול בלבד:", 
            "אמר רב אשי כי הוינן בי רב כהנא אמרינן המבדיל בין קדש לחול וסלתינן סלתי':", 
            "כלל אמר אבא שאול וכו'    אמר רב יהודה אמר שמואל מותר לו לאדם לומר לחבירו שמור לי  פירות שבתחומך ואני אשמור לך פירות שבתחומי דקתני   כל שאני זכאי באמירתו רשאי אני להחשיך עליו מדאחשוכי אחשיך שמור נמי עביד:", 
            "ת\"ר   אין מחשיכין על התחום להביא בהמה היתה עומדת חוץ לתחום קורא לה והיא באה מחשיכין על התחום לפקח על עסקי כלה להביא לה הדס ועל עסקי המת להביא לו ארון ותכריכין ואומרין לו לך למקום פלוני ואם לא תמצא במקום פלוני לך למקום פלוני ואם לא תמצא במנה הבא במאתים ר' יוסי אומר ובלבד שלא יזכור לו  סכום מקח:", 
            "  השוכר את  הפועל לשמור לו את הפרה ולשמור לו את התינוק   אין נותנין לו שכרו של שבת לפיכך אין אחריות שבת עליו אם היה שכיר   שנה שכיר שבוע שכיר   שבת נותנין לו שכרו של שבת לפיכך אחריות שבת עליו ולא יאמר תן לי שכרי של שבת אלא אומר לו תן לי שכרי של עשרה ימים:", 
            "<b>מתני'</b>  מחשיכין על התחום לפקח על עסקי הכלה ועל עסקי המת להביא לו ארון ותכריכין  נכרי שהביא חלילים בשבת לא יספוד בהן ישראל אא\"כ באו ממקום קרוב עשו לו ארון וחפרו לו קבר יקבר בו ישראל  ואם בשביל ישראל לא יקבר בו עולמית:", 
            "<b>גמ'</b>  מאי מקום קרוב רב אמר מקום קרוב ממש ושמואל אמר חיישינן שמא חוץ לחומה לנו כלומר אע\"ג דחזינן להו"
        ], 
        [
            " דעיילי בצפרא לא אמרי' אי לאו   דעיילי מאתר קריבא לא הוו עיילי בצפרא אלא אמרינן   הכי מאתרא רחיקא אתו והאי דאתו בצפרא בליליא אזלי עד דמטו לחומה וביתו התם וקא עיילי השתא ומאי אא\"כ באו ממקום קרוב ה\"ק לא יספוד בהן ישראל אלא ימתין   כדי שיבאו ממקום קרוב והלכה כשמואל דדייקא מתניתין כוותיה דתנן במכשירין (פרק ב') עיר שישראל ונכרים דרין בתוכה והיתה בה מרחץ המרחצת בשבת אם רוב נכרים מותר לרחוץ בה מיד ואם רוב ישראל ימתין בכדי שיחמו חמין מחצה על מחצה ימתין בכדי שיחמו חמין ר' יהודה אומר באמבטי קטנה אם יש בה רשות רוחץ בה מיד   מאי רשות א\"ר יצחק ברי' דרב יהודה כגון אדם חשוב שיש לו י' עבדים שמחממין לו עשרה קומקומוסין בבת אחת מותר לרחוץ בה מיד (עירובין דף לח:) ת\"ר לא  יטייל אדם בתוך שדהו לידע מה היא צריכה כיוצא בו  לא יטייל אדם על פתח מדינה כדי שתחשך ויכנס למרחץ מיד:", 
            "<b>מתני'</b>   עושין כל צרכי המת סכין ומדיחין אותו ובלבד שלא יזיז בו אבר ושומטין את הכר מתחתיו ומטילין אותו על החול   בשביל שיצטנן וקושרין את הלחי לא שתעלה אלא שלא תוסיף וכן קורה שנשברה סומכין אותה בספסל או בארוכות המטה לא שתעלה "
        ], 
        [
            " אלא שלא תוסיף:", 
            "<b>גמ'</b>  ת\"ר מביאין כלי מיקר וכלי מתכות ומניחין לו על כריסו כדי שלא תפוח ופוקקין את נקביו כדי שלא תכנס בהן הרוח ואף שלמה אמר בחכמתו  קהלת יב  עד אשר לא ירתק חבל הכסף זה חוט השדרה ותרוץ גולת הזהב זה האמה ותשבר כד על המבוע זה כרס ונרוץ הגלגל אל הבור זה פרש שנאמר  מלאכי ב  וזריתי פרש על פניכם פרש חגיכם אמר רב הונא אלו בני אדם שמניחין דברי תורה ועושין כל ימיהם כחגים ר' לוי אמר משום ר' יהושע דסיכני לאחר ג' ימים כריסו של אדם נבקעת (בגמ' הגי' ונופלת) והופכת לו על פניו ואומרת לו טול מה שנתת בי:", 
            "<b>מתני'</b>  אין מעמצין את המת בשבת ולא  בחול עם יציאת נפש והמעמץ עם יציאת נפש הרי זה שופך דמים:", 
            "<b>גמ'</b>  ת\"ר לא יעמץ אדם עיניו של מת עם יציאת נפש וכל המעמץ עם יציאת נפש הרי זה שופך דמים משל לנר שכבתה והולכת אדם מניח (בגמ' הגי' אצבעו) ידיו עליה מיד כבתה:", 
            "תניא ר\"ש בן אלעזר אומר הרוצה שיתעמצו עיניו של מת נופח לו יין בחוטמו ונותן לו שמן בין ריסי עיניו ואוחז בשני   גודליו והן מתעמצות מאיליהן:", 
            "תניא ר\"ש בן אלעזר אומר תינוק בן יומו חי מחללין עליו את השבת אמרה תורה חלל עליו שבת אחת כדי שישמור שבתות הרבה דוד מלך ישראל מת אין מחללין עליו את השבת שנאמר  תהלים פח  במתים חפשי כיון שמת אדם נעשה חפשי מן המצות:", 
            "תניא ר\"ש בן אלעזר אומר תינוק בן יומו חי א\"צ לשמרו מן העכברים עוג מלך הבשן מת צריך לשמרו שנאמר  בראשית ט  ומוראכם וחתכם יהיה על כל חית הארץ הכי קאמר כל זמן שאדם חי מוראו מווטל על הבריות כיון שמת ניטל מוראו ממנו:", 
            "אמר רב פפא נקטינן אריא אבי תרי לא נפיל והא קא חזינא דנפיל ההוא (בגמ' הגי' כדרמי בר אבא) כדר' אמי בר אבא דאמר אין חיה רעה   שולטת באדם אא\"כ נדמה לה כבהמה שנא'  תהלים מט  אדם ביקר בל ילין נמשל כבהמות נדמו א\"ר יוחנן אסור לאדם לישן בבית בלילה יחידי וכל הישן בלילה יחידי אוחזתו לילית תניא ר' שמעון בן אלעזר אומר  עשה (צדקה)   עד שאתה מוצא ומצוי בידך ועודך בידך כלומר ויש בידך לעשות ואף שלמה אמר בחכמתו  קהלת יב  וזכור את בוראך בימי בחורותיך עד אשר לא יבאו ימי הרעה אלו ימי הזקנה והגיעו שנים אשר תאמר אין לי בהם חפץ אלו ימי המשיח שאין בהם לא זכות ולא חובה ופליגא אדשמואל דאמר שמואל אין בין העולם הזה לימות המשיח אלא שעבוד מלכויות בלבד שנאמר  דברים טו  כי לא יחדל אביון מקרב הארץ:", 
            "תניא ר' אלעזר הקפר אומר לעולם יבקש אדם רחמים על מדה זו כלומר על מדת עניות שאם לא בא הוא בא בנו ואם לא בא בנו בא בן בנו שנאמר  שם  כי בגלל הדבר הזה ותנא דבי ר' ישמעאל גלגל הוא שחוזר בעולם:", 
            "אמר רב יוסף נקטינן צורבא מרבנן לא מיעני והא קא חזינן דמיעני   אי איתא דמיעני אהדורי אפיתחא לא מיהדר:", 
            "אמר ליה רב אחא לדביתהו כי אתא עניא אקדימו ליה ריפתא כי היכי דליקדמו לבניך אמרה ליה מילט קא לייטת להו אמר לה קרא כתיב כי בגלל הדבר הזה ותאנא דבי ר' ישמעאל גלגל הוא שחוזר בעולם:", 
            "תניא רשב\"ג אומר  שם יג  ונתן לך רחמים ורחמך כל המרחם על הבריות מרחמין עליו מן השמים וכל שאין מרחם על הבריות אין מרחמים עליו מן השמים   אמר רב יהודה בר שמואל בר שילת משמיה דרב מהספדו של אדם ניכר אם הוא בן עוה\"ב ואם לאו איני והא\"ל רב לרב שמואל בר שילת אחים לי הספדאי דהתם קאימנא לא קשיא הא דמחממו ליה וחאים הא דמחממו ליה ולא חאים א\"ל אביי לרבה כגון מר דסנו ליה כולהו פומבדיתאי מאן מחאים הספדו אמר מיסתיא את ורבא בר רב חנין בעא מיניה ר\"א מרב איזהו בן העולם הבא א\"ל  ישעיה ל  ואזניך תשמענה דבר מאחריך לאמר   רבי חנינא אומר כל שרוח רבותיו נוחה הימנו איכא דאמרי בעי מיניה רבי אלעזר מרב ורב מרבי חנינא איזהו בן העולם הבא א\"ל כל שדעת רבותיו נוחה הימנו תנן התם רבי אליעזר אומר  שוב יום אחד לפני מיתתך שאלו תלמידיו את ר' אליעזר וכי אדם יודע מתי ימות ויעשה תשובה אמר להם כל שכן ישוב היום שמא ימות למחר ישוב למחר שמא ימות למחר ונמצא כל ימיו בעל תשובה ואף שלמה אמר בחכמתו  קהלת ט  בכל עת יהיו בגדיך לבנים:", 
            "   סליקו להו שואל    פרק כד   ", 
            "<b>מי</b>  שהחשיך לו בדרך נותן  את  כיסו לנכרי אין עמו נכרי מניחו על החמור הגיע לחצר החיצונה נוטל את הכלים הניטלין בשבת ושאינן ניטלין מתיר את החבלים והשקים נופלין:"
        ], 
        [
            "<b>גמ'</b>  מ\"ט שרו ליה רבנן למיתן כיסו לנכרי קים להו לרבנן דאין אדם מעמיד עצמו על ממונו ואי לא שרית ליה אתי לאיתויי ד' אמות ברשות הרבים  אמר רבא דוקא כיסו  אבל מציאה לא:", 
            "אם אין עמו נכרי מניחו על החמור:", 
            "טעמא דאין עמו נכרי הא יש עמו נכרי   יהיב ליה מ\"ט חמור אתה מצווה על שביתתו נכרי אי אתה מצווה על שביתתו חמור וחרש שוטה וקטן   לחמור יהיב ליה לחרש שוטה וקטן לא יהיב ליה מ\"ט הני אדם   והאי לאו אדם חרש ושוטה לשוטה יהיב ליה לחרש לא יהיב ליה שוטה וקטן לשוטה יהיב ליה לקטן לא יהיב ליה איבעיא להו  חרש וקטן מאי   איכא דאמרי לחרש יהיב ליה ואיכא דאמרי לקטן יהיב ליה וכיון דלא איפסיקא הלכתא בהדיא דעבד כי האי לישנא עבד ודעבד כי האי לישנא עבד אין עמו  לא נכרי ולא חרש ולא שוטה ולא קטן ולא חמור מאי אמר ר' יצחק עוד אחרת התירו ולא רצו לגלותה מאי עוד אחרת מוליכו פחות פחות מד' אמות אמר מר אין עמו נכרי מניחו על החמור והלא מחמר הוא ורחמנא אמר  שמות כ  לא "
        ], 
        [
            " תעשה כל מלאכה אמר רב אדא בר אהבה מניחו עליה כשהיא מהלכת סוף סוף אי אפשר דלא קיימא פורתא להשתין מים או להטיל גללים  והא קא אתי למיעבד  עקירה והנח' אלא כשהיא מהלכת מניחו עליה וכשהיא עומדת נוטלו מעליה:", 
            "אמר רב אדא בר אהבה  היתה חבילתו מונחת לו על כתיפו רץ תחתיה ולא נחית לה עד שמגיע לביתו ודוקא רץ אבל קלי קלי לא מ\"ט כיון דליכא היכרא אתי למיעבד עקירה והנחה סוף סוף כי מטי לביתיה אי אפשר דלא קאי וקא מעייל מרה\"ר לרה\"י דזריק ליה כלאחר יד:", 
            "  הגיע לחצר החיצונה וכו':", 
            "אמר רב הונא   היתה בהמתו טעונה כלי זכוכית כגון קרני דאומני דאסור לטלטלן משום דלא חזיין מביא כרים וכסתות ומניח תחתיה ומתיר את החבלים והשקין נופלין מאליהן ודוקא בשליפי זוטרי דאי בעי שמיט להו לכרים וכסתות מתותייהו ולא קא מבטל כלי מהיכנו מהא שמעינן דלית הלכתא כר' יצחק דאמר בפרק כירה (שבת דף מג.) אין כלי ניטל אלא לדבר הניטל בשבת דהא הכא אוקימנא בקרני דאומני דלא חזיין וקאמר דמביא כר או כסת ומניח תחתיהן תניא רבי שמעון בן יוחי אומר היתה בהמתו טעונה שליף של תבואה מכניס ראשו תחתיו ומסלקו לצד אחר והוא נופל מאליו אביי "
        ], 
        [
            " אשכחיה   לרבא דהוה קא משפשף ליה לבריה ע\"ג חמרא א\"ל והא קא משתמש מר בבעלי חיים אמר ליה צדדין נינהו וצדדין לא גזרו בהו רבנן ואסיקנא   דהלכתא צדדין אסורין צדי צדדין מותרין:", 
            "<b>מתני'</b>   מתירין  פקיעי עמיר בשבת לפני בהמה ומפספסין את הכיפין אבל לא את הזירין  אין מרסקין את השחת ולא את החרובין לפני בהמה בין דקה בין גסה רבי יהודה מתיר בחרובין לדקה:", 
            "<b>גמ'</b>  אמר רב יהודה הן הן פקיעין הן הן זירין קסבר פקיעין תרי זירין תלתא כיפין דארזי וה\"ק מתירין פקיעי עמיר לפני בהמה אבל פספוסי לא וכיפין פספוסי נמי מפספסינן אבל לא את הזירין לא לפספס   ולא להתיר מ\"ט דרב יהודה אמר (בגמ' איתא רבא) רבה קסבר שוויי אוכלא משוינן מיטרח באוכלא לא טרחינן:", 
            "<b>מתני'</b>    אין אובסין את הגמל ולא דורסין אבל מלעיטין ואין ממרים את העגלים אבל מלעיטין ומהלקטין את התרנגולים ונותנין מים על גבי מורסן אבל לא גובלין ואין נותנין מים לפני דבורים ולפני יוני שובך אבל נותנין לפני אווזין ותרנגולין ולפני יוני הדרסיאות:", 
            "<b>גמ'</b>  מאי אין אובסין אמר רב יהודה אין עושין לה אבוס בתוך מעיה אין ממרין את העגלים אבל מלעיטין אי זו היא המראה ואי זו היא הלעטה המראה מרביצה ופוקס את פיה ומאכילה כרשינין ומים בבת אחת הלעטה מאכילה מעומד ומשקה מעומד ונותן לה מים בפני עצמן וכרשינין בפני עצמן תנו רבנן מהלקטין לתרנגולין פירוש דספי ליה בידים ובולע   בפני עצמו אבל אינו נותן בפיו עד מקום שאינו יכול להחזיר ואין צריך לומר שמלקיטין פירוש שנותן לפניו והוא לוקט מאיליו ואין מלקיטין ליוני שובך וליוני עלייה ואין צריך לומר שאין מהלקטין מ\"ט אווזין ותרנגולין מזונותן עליך יוני שובך ויוני עלייה  אין מזונותן עליך כיוצא בו נותנין מזונות לפני הכלב ואין נותנין מזונות לפני החזיר ומה הפרש בין זה לזה זה מזונותיו עליך וזה אין מזונותיו עליך ת\"ר   אין גובלין את הקלי ויש אומרים גובלין מאן יש אומרים אמר רב חסדא   ר' יוסי בר' יהודה היא והני "
        ], 
        [
            " מילי דמשני והיכי משני   יד על יד פירוש מעט מעט ומדקמתרצי' אליבא דרבי יוסי ברבי יהודה ש\"מ דהלכתא כוותיה:", 
            " ושוין שבוחשין את השתית בשבת ושותין זיתום המצרי ודוקא ברכה אבל בעבה לא ורכה נמי לא אמרן אלא דמשני היכי משני א\"ר יוסף בחול נותן את החומץ ואח\"כ נותן את השתית ובשבת נותן את השתית ואח\"כ נותן את החומץ לוי בריה דרב הונא בר חייא אשכחי' לגבלא דבי   נשא דקא גביל וספי להו לתורי פירוש  מגבל המורסן בטש ביה אתא אבוה אשכחיה וא\"ל הכי אמר אבוה דאמך משמיה דרב ומנו רבי ירמיה בר אבא גובלין ולא מספין ואי לא לקיט בלישניה מהלקטין יתיה וה\"מ דמשני היכי משני אמר רב יימר בר שלמיא משמיה דאביי שתי וערב והא לא מערב שפיר א\"ר יהודה מנערו לכלי אחר כלומר מוליך התרווד שתי וערב אבל אינו ממרס בידו ולא מסבב התרווד ואי לא מערב שפיר מנערו בכלי אחר:", 
            "כתיב אפנקסיה דזעירי אמרי' קמיה דרבי ומנו רבי חנינא מהו לגבל ואמר לי אסור מהו  לפרק ואמר לי מותר אמר רב   מנשיא חד קמי חד תרי קמי תרי ש\"ד תלתא קמי תרי אסור רב יוסף אמר אפי' קביים עולא אמר אפילו כור ואפילו כוריים והלכתא כעולא:", 
            "<b>מתני'</b>     מחתכין את הדלועין לפני הבהמה ואת הנבלה לפני הכלבים רבי יהודה אומר אם לא נתנבלה מע\"ש אסורה לפי שאינה מן המוכן:", 
            "<b>גמ'</b>    אמר עולא הלכה כרבי יהודה ואף רב סבר הלכה כר\"י מדכרכי דזוזי   דרב אסר ושמואל שרי ושמואל אמר הלכה כר\"ש ואף זעירי סבר הלכה כר\"ש ואף רבי יוחנן סבר הלכה כר\"ש והלכתא  בר\"ש דקא אמרי'   איפלגו בה רב אחא ורבינא חד אמר בכל השבת כולה הלכה כר\"ש לבר ממוקצה מחמת מיאוס ומאי ניהו נר ישן וחד אמר במוקצה מחמת מיאוס נמי הלכה כר\"ש בר ממוקצה מחמת איסור מאי ניהו נר שהדליקו בה באותה שבת אבל מוקצה מחמת חסרון כיס אפי' רבי שמעון מודה דתנן כל הכלים ניטלין בשבת חוץ מן המסר הגדול ויתד המחרישה וקיי\"ל דכל היכא   דפליג רב אחא ורבינא הלכה כדברי המיקל:", 
            "<b>מתני'</b>  מפירין  נדרים בשבת ונשאלין (בגמ' ובס\"י לנדרים) את הנדרים שהן לצורך השבת ופוקקין את המאור  ומודדין את המטלית ואת המקוה מעשה בימי אביו של ר' צדוק ובימי אבא שאול בן בטנית שפקקו את המאור "
        ], 
        [
            " בטפיח וקשרו את המקידה בגמי לידע אם יש בגיגית פותח טפח אם לאו ומדבריהם למדנו שפוקקין ומודדין וקושרין בשבת:", 
            "<b>גמ'</b>  ומיבעי לן הא דקתני מפירין נדרים בשבת לצורך השבת הוא אבל שלא לצורך השבת לא אלמא הפרת נדרים מעת לעת או דלמא כי קתני לצורך אשאלה בלבד הוא דקתני אבל הפרת נדרים בין לצורך בין שלא לצורך אלמא הפרת נדרים כל היום ותו לא   ואסיק תנאי היא דתניא הפרת נדרים כל היום ר' יוסי בר' יהודה ור' אלעזר בר' שמעון אומרים מעת לעת והלכתא הפרת נדרים כל היום בלבד וליתא לדרבי יוסי ורבי אלעזר דגרסינן בפרק נערה מאורסה אביה ובעלה מפירין נדריה (נדרים עו:) אמר רבי שמעון בן פזי אמר רבי יהושע בן לוי אין הלכה כאותו זוג ושמעינן מינה דמפירין נדרים בשבת בין לצורך בין שלא לצורך והיכא דנדרה שלא בפני בעלה והפר לה בעלה והיא לא ידעה שהפר לה הפרתו הפרה דתניא  במדבר ל  אישה הפרם וה' יסלח לה במה הכתוב מדבר באשה שנדרה בנזיר ושמע בעלה והפר לה והיא לא ידעה שהפר לה והיא היתה שותה ביין ומטמאה למתים וכשמגיע ר' עקיבא אצל פסוק זה היה בוכה ומה מי שנתכוין לאכול בשר חזיר ועלה בידו בשר טלה אמרה תורה צריך כפרה וסליחה מי שנתכוין לאכול בשר חזיר ועלה בידו בשר חזיר על אחת כמה וכמה ואיתא להאי גירסא בסוף גמרא דקדושין:", 
            "ונשאלין לנדרים לצורך:", 
            "איבעיא להו בשלא היה לו פנאי או בשהיה לו פנאי ת\"ש דאזדקיקו רבנן לרב זוטרא בריה דרבי זירא ושרו ליה נדריה אע\"ג דהוה ליה פנאי גרסינן בפרק נערה המאורסה (נדרים עז.) סבר רב יוסף למימר נשאלין לנדרים בשבת ביחיד מומחה אין בשלשה לא דמיחזי כבי דינא אמר אביי כיון דסבירא לן אפילו מעומד ואפילו בקרובים ואפילו בלילה לא מיחזי כבי דינא אמר רבא אמר רב נחמן הלכתא נשאלין לנדרים מעומד וביחידי ובלילה ובקרובים ובשבת   אפילו אפשר לו מבעוד יום:", 
            " ומודדין את המקוה   עולא איקלע לבי ריש גלותא חזייה לרבה בר בר חנה דיתיב באגנא דמיא ומשח ליה א\"ל אימר דאמור רבנן מדידה דמצוה מדידה דלאו מצוה מי אמור אמר ליה מתעסק בעלמא אנא:", 
            "   סליקו להו מי שהחשיך וסליקא לה מסכת שבת "
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": "רי\"ף שבת", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rif", 
        "Seder Moed"
    ], 
    "digitizedBySefaria": true
}