{
    "text": {
        "0": {
            "0": {
                "0": "<b>בשנת שלוש למלכות יהויקים.</b> וכי אפשר לומר כן והלא הוא מלך בשנת ד' ליהויקים שנאמר (ירמיהו כ״ה:א׳) בשנה הד' ליהויקים בן יאשיהו מלך יהודה היא השנה הראשונה לנבוכדנאצר ומה ת\"ל בשנת שלש בשנת שלש למרדו שנאמר (מלכים ב כ״ד:א׳) ויהי לו יהויקים עבד שלש שנים וישב וימרד בו שלש שנים ובשנת שלש עלה עליו והיא שנת שמונה לנבוכדנצר דאמר מר שנה ראשונה כבש ננוה שניה עלה וכבש יהויקים ושלש שנים עבדו ושלש שנים מרד בו והיא היתה שנת אחת עשרה למלכות יהויקים חמש שנים קודם שכבשו ושלש שעבדו ושלשה שמרד בו ואז מת יהויקים תחת ידו והמליך נבוכדנצר תחתיו יהויכין בנו:\n"
            },
            "1": {
                "0": "<b>ומקצת כלי בית האלהים.</b> לקח ומקצתם נשארו כמו שנאמר (ירמיהו כ״ז:י״ט) כה אמר ה' צבאות אל העמודים ועל הים ועל המכונות ועל יתר הכלים הנותרים בעיר הזאת: ",
                "1": "<b>ויביאם ארץ שנער בית אלהיו.</b> לקלס לעבודת כוכבים שלו הביא שם את השביה כולה אף את האנשים ואת הכלים הביא אח\"כ בית האוצר:\n"
            },
            "2": {
                "0": "<b>הפרתמים.</b> דוכסים:\n"
            },
            "3": {
                "0": "<b>ואשר כח בהם.</b> פירשו רז\"ל שיהיו אונסין עצמן מן השחוק ומן השיחה ומן השינה מפני אימת מלכות ושמעמידים עצמן כשנצרכים לנקביהם: ",
                "1": "<b>וללמדם ספר.</b> מוסב על אשר כח בהם:\n"
            },
            "4": {
                "0": "<b>וימן.</b> ל' הזמנה: ",
                "1": "<b>מפת בג.</b> הוא שם מאכל המלך בל' כשדים ויש פותרים פת בג לחם ואין נראה כן שהרי כתיב ויהי המלצר נושא את פת בגם ונותן להם זרעונים ואין זרעונים חליפי לחם אלא חליפי תבשיל:\n"
            },
            "6": {
                "0": "<b>בלטשאצר.</b> על שם עבודת כוכבים של בבל שקרויה בל שנאמר די שמיה בלטשאצר כשום אלהי, בלטשאצר שם ל' חכמה בל' ארמי:\n"
            },
            "7": {
                "0": "<b>יתגאל.</b> ל' לכלוך:\n"
            },
            "8": {
                "0": "<b>שר הסריסים.</b> שהיה שר על משרתי המלך:\n"
            },
            "9": {
                "0": "<b>אשר מנה.</b> אשר הזמין וסיפק: ",
                "1": "<b>כגילכם.</b> דוגמתכם ולשון משנה הוא בן גילו: ",
                "2": "<b>וחיבתם את ראשי למלך.</b> תגרמו לי להתחייב להתיז ראשי:\n"
            },
            "10": {
                "0": "<b>המלצר.</b> הסודר את המנות ואת הקערות שקורין מאישטרי\"ב אל\"ה:\n"
            },
            "11": {
                "0": "<b>נס.</b> לשון נסיון: ",
                "1": "<b>מן הזרועים.</b> מין קטניות תחת פת בג:\n"
            },
            "12": {
                "0": "<b>וכאשר תראה.</b> לפי מה שתראה עשה:\n"
            },
            "15": {
                "0": "<b>נושא את פת בגם.</b> נוטלו לעצמו:\n"
            },
            "17": {
                "0": "<b>אשר אמר המלך להביאם.</b> שיבאו לפניו:\n"
            },
            "19": {
                "0": "<b>החרטומי.</b> אלו ששואלי' בטימי מתים בעצמות מתים כמה דאת אמר שחיק עצמות שחיק טמיא: ",
                "1": "<b>האשפים.</b> אלו שדוחקים במזל כך מפורש בתנחומא:\n"
            },
            "20": {
                "0": "<b>ויהי דניאל.</b> בגדולה בבבל עד שנת אחת לכורש המלך לדברי האומר התך זה דניאל ולמה נקרא שמו התך שחתכוהו מגדולתו צריכין אנו לומר שזהו כורש הראשון שלפני אחשורוש ולדברי האומר שכל דברי מלכות נחתכין על פיו נאמר כורש זה הוא דריוש השני אחר אחשורוש ובימי דריוש המדי שהשליכו לגוב אריות לא ירד מגדולתו שנאמר (לקמן ו) ודניאל דנא הצלח במלכות דריוש ובמלכות כורש פרסאה למדנו שבימי כורש הראשון היה בגדולה:\n\n"
            }
        },
        "1": {
            "0": {
                "0": "<b>ובשנת שתים למלכות נבוכדנצר.</b> אי אפשר לומר כן אלא בשנת שתים לחורבן הבית כך שנויה בסדר עולם וקראו למלכות נבוכדנצר על שהראה זדונו לכנס לתוך דביר מלכו של עולם: ",
                "1": "<b>ותתפעם רוחו.</b> בפרעה נאמר ותפעם רוחו (בראשית מ״א:ח׳) שלא נעלם ממנו אלא פתרון החלום וכאן שנעלם ממנו גם החלום נכפלה הלשון: ",
                "2": "<b>ותתפעם.</b> לשון פעימה והלימה, ובחומש פירש\"י ז\"ל לשון נקיפה: ",
                "3": "<b>נהיתה עליו.</b> לשון שברון כמו (יחזקאל ו) הווה על הווה:\n"
            },
            "3": {
                "0": "<b>לעלמין חיי.</b> לעולם יחיה: ",
                "1": "<b>אמר חלמא לעבדך.</b> אמור החלום לעבדך:\n"
            },
            "4": {
                "0": "<b>מילתה מני אזדא.</b> הדבר ממני הלך: ",
                "1": "<b>הן לא תהודעונני חלמא ופשריה.</b> אם לא תודיעוני החלום ופתרונו: ",
                "2": "<b>הדמין תתעבדון.</b> לאברים תתחתכו והרבה יש בגמרא הדומי הדמוה במסכת גיטין: ",
                "3": "<b>נולי.</b> אשפה: ",
                "4": "<b>יתשמון.</b> לשון וישם יהון שומות לאשפות:\n"
            },
            "5": {
                "0": "<b>והן.</b> ואם: ",
                "1": "<b>ונבזבה.</b> דורנות: ",
                "2": "<b>להן.</b> אך: ",
                "3": "<b>החוני.</b> תגידו לי:\n"
            },
            "6": {
                "0": "<b>תנינות.</b> שנית: ",
                "1": "<b>נהחוה.</b> נגיד:\n"
            },
            "7": {
                "0": "<b>מן יציב ידע אנה.</b> באמת יודע אני: ",
                "1": "<b>יציב.</b> דבר אמת ויציב: ",
                "2": "<b>די עדנא אנתון זבנין.</b> אשר זו השעה אתם מסורים למות: ",
                "3": "<b>כל קבל די חזיתון.</b> כל כנגד שאתם רואים שהלך ממני הדבר ואתם כופלים לי להגיד לכם:\n"
            },
            "8": {
                "0": "<b>די הן חלמא לא תהודעינני.</b> שאם החלום ופתרונו לא תודיעוני אחת היא דתכם למות: ",
                "1": "<b>ומלה כדבה ושחיתה הזדמנתון.</b> או אם דבר כזב ונשחת תכינו עצמכם לומר לפני: ",
                "2": "<b>עד די עדנא ישתנא.</b> עד אשר ישתנה העת כלומר קודם נטות צללי ערב שישתנה מועד הבוקר: ",
                "3": "<b>עד די עדנא ישתנא.</b> ל' גערה וגזום הוא כך יענש והעונש כבר פירש למעלה ודוגמתו לכן כל הורג קין (בראשית ד׳:ט״ו): ",
                "4": "<b>להן.</b> אך החלום אמרו לי מה חלמתי, ואדע כ\"ש שהפתרון תגידו:\n"
            },
            "9": {
                "0": "<b>די מלת מלכא.</b> אשר דבר המלך יוכל להגיד: ",
                "1": "<b>כל קבל.</b> כל כנגד כלומר תשובתינו זו אמת היא לעומת שלא היה מלך מעולם ששאל דבר כזה: ",
                "2": "<b>מלה כדנה.</b> דבר כזה: ",
                "3": "<b>ואשף.</b> הדוחק במזל:\n"
            },
            "10": {
                "0": "<b>יקירה.</b> כבדה ומשאה כבד: ",
                "1": "<b>ואחרן לא איתי די יחוינה.</b> ואחר אין אשר יגידה: ",
                "2": "<b>להן אלהין.</b> אך המלאכים אשר מדורם עם בשר ודם איננו: ",
                "3": "<b>מדריהון.</b> מגוריהון ומדרש רבי תנחומא ואחרן לא איתי. ואהרן לא איתי כהן הלובש אורים ותומים אינו כאן שיגיד לך אמר להם כל כך היה כח באותו בית ונתתם לי עצה להחריבו מיד כעס וצוה להרגן:\n"
            },
            "11": {
                "0": "<b>כל קבל דנה.</b> לעומת התשובה הזאת: ",
                "1": "<b>מלכא בנס וקצף שגיא.</b> היה המלך בזעף וקצף גדול: ",
                "2": "<b>בנס.</b> בזעף, והנם זועפים (בראשית מ׳:ו׳) ת\"א והא אינון נסיסין: ",
                "3": "<b>ואמר להובדה.</b> ויאמר להאביד, וי\"ו של ואמר נתעצמו בו מנחם ודונ\"ש, מנחם דחק עצמו לתת ב' של בנס ביסוד התיבה ולא פתר בנס וקצף לשון שמות דברים אלא לשון פעל רגז וקצף הרבה ואמר להאביד וי\"ו שבואמר דחקו לפתור כן ודונש אמר אי אפשר להיות ב' בנס יסוד בתיבה אלא שם דבר הוא וכן פתרו בזעף וקצף גדול אמר להאביד ושם הוי\"ו טפילה ויתירה כמו וי\"ו של ורכב וסוס (תהילים ע״ו:ז׳), ואני אומר אין הוי\"ו דחוקה להיות טפילה ויתירה כי כן פתרונו מלכא בנס וקצף שגיא המלך נהיה בזעף וקצף גדול ואמר בזעפו להאבידם ומן המקראות קצרי לשון היא:\n"
            },
            "12": {
                "0": "<b>ודתא נפקת.</b> דת המלך וגזירתו יצא במדינה: ",
                "1": "<b>ובעו דניאל וחברוהי להתקטלה.</b> ונתבקשו דניאל וחביריו ליהרג:\n"
            },
            "13": {
                "0": "<b>באדין.</b> תרגום של אז: ",
                "1": "<b>התיב עטא וטעם לאריוך.</b> השיב עצה וטעם לאריוך שם האיש: ",
                "2": "<b>רב טבחיא.</b> שר ההורגים המחוייבים הריגה:\n"
            },
            "14": {
                "0": "<b>על מה דתא מהחצפה.</b> מה זה שדת המלך חצופה להרוג: ",
                "1": "<b>אדין מלתא הודע אריוך לדניאל.</b> שקצף המלך על שאין מגיד חלומו:\n"
            },
            "15": {
                "0": "<b>על ובעא.</b> נכנס ובקש: ",
                "1": "<b>ינתן ליה.</b> יתן לו:\n"
            },
            "18": {
                "0": "<b>רזא גלי.</b> בסתר נגלה:\n"
            },
            "20": {
                "0": "<b>מהשנא.</b> מחליף: ",
                "1": "<b>מהעדה.</b> מסיר מלכין על שהבין מתוך החלום שמלכות נבוכדנצר פוסקת ומלכות אחרת עומדת:\n"
            },
            "21": {
                "0": "<b>הוא גלא עמיקתא.</b> גולה עמוקות: ",
                "1": "<b>ומסתרתא.</b> על שגלה לו עומק זה:\n"
            },
            "22": {
                "0": "<b>הודעתנא.</b> הודעתני:\n"
            },
            "23": {
                "0": "<b>כל קבל דנה.</b> כל עומת זה שנגלה לו הסוד: ",
                "1": "<b>דניאל על על אריוך.</b> נכנס אצל אריוך: ",
                "2": "<b>די מני.</b> שהפקיד: ",
                "3": "<b>אל תהובד.</b> אל תאבד: ",
                "4": "<b>העלני.</b> הכניסני:\n"
            },
            "24": {
                "0": "<b>אדין.</b> אז: ",
                "1": "<b>בהתבהלה.</b> בבהלה כלומר במהירות: ",
                "2": "<b>הנעל.</b> הכניס את דניאל: ",
                "3": "<b>די השכחת גבר.</b> אשר מצאתי איש: ",
                "4": "<b>גלותא די יהוד.</b> גלות יהודה:\n"
            },
            "25": {
                "0": "<b>האיתך כהל.</b> הישך יכול: ",
                "1": "<b>די חזית.</b> אשר ראיתי:\n"
            },
            "26": {
                "0": "<b>גזרין.</b> שם מין בעל כישוף:\n"
            },
            "27": {
                "0": "<b>ברם איתי וגו': והודע למלכא וגו'.</b> הוא גילה לי רז זה ועל ידו הודיע למלך עיקר חלומו בעתידות: ",
                "1": "<b>חלמך וחזוי ראשך על משכבך.</b> אשר על משכבך זהו:\n"
            },
            "28": {
                "0": "<b>רעיונך.</b> הרהורך: ",
                "1": "<b>על משכבך סליקו.</b> מה שהיית מהרהר ביום מה יהיה אחריך על משכבך עלו: ",
                "2": "<b>וגלא רזיא הודעך.</b> והקב\"ה מגלה רזים הודיעך את אשר יהיה:\n"
            },
            "29": {
                "0": "<b>ואנה לא בחכמה.</b> ואני לא מרוב החכמה שיש בי משאר הבריות יותר נגלה לי הסוד הזה: ",
                "1": "<b>להן על דברת די פשרא למלכא יהודעון.</b> יודיעוך מן השמים: ",
                "2": "<b>ורעיוני לבבך תנדע.</b> והרהורי לבבך שאתה מהרהר תמיד לדעת מי יקום אחריך: ",
                "3": "<b>תנדע.</b> תדע:\n"
            },
            "30": {
                "0": "<b>חזה הוית.</b> רואה היית: ",
                "1": "<b>ואלו.</b> לשון והנה: ",
                "2": "<b>צלמא דכן רב.</b> צלם אשר היה לו כן גדול: ",
                "3": "<b>וזיוה יתיר קאם לקבלך.</b> היה עומד לנגדך: ",
                "4": "<b>ורוה דחיל.</b> ותארו נורא:\n"
            },
            "31": {
                "0": "<b>די דהב טב.</b> של זהב טוב: ",
                "1": "<b>חדוהי.</b> חזה שלו: ",
                "2": "<b>ודרעוהי.</b> וזרועותיו: ",
                "3": "<b>מעוהי וירכתיה.</b> בטנו וירכותיו:\n"
            },
            "32": {
                "0": "<b>שקוהי די פרזל.</b> שוקיו של ברזל: מנהן די פרזל: ",
                "1": "<b>ומנהן די חסף.</b> מהם של ברזל ומהם של חרס:\n"
            },
            "33": {
                "0": "<b>די התגזרת אבן.</b> אשר נחתכה ונבדלה אבן אחת: ",
                "1": "<b>די לא בידין.</b> אשר לא בידים כי אם מאיליה: ",
                "2": "<b>ומחת לצלמא.</b> והכת' את הצלם: ",
                "3": "<b>והדקת המון.</b> והדיקה אותם:\n"
            },
            "34": {
                "0": "<b>באדין דקו כחדה.</b> אז הודקו יחד כל מיני מתכות וחרס שהיה בו: ",
                "1": "<b>והוו כעור מן אידרי קיט.</b> והיו כמוץ מגרנות הקיץ: ",
                "2": "<b>ונשא המון רוחא.</b> ותשא אותם הרוח: ",
                "3": "<b>וכל אתר לא השתכח להון.</b> כלומר לא נודע מקומה הראשון ולא ניכר שהיו שם מעולם: ",
                "4": "<b>הות לטור רב.</b> נעשית הר גדול:\n"
            },
            "35": {
                "0": "<b>דנה חלמא.</b> הרי זה החלום שחלמת: ",
                "1": "<b>ופשריה נאמר וגו'.</b> ופתרונו נאמר לך:\n"
            },
            "36": {
                "0": "<b>מלך מלכיא.</b> פירשו רז\"ל כל מלך מלכיא דדניאל מלך ב\"ו חוץ מזה שכנגד הקב\"ה אמר וכן פתרונו מלך המלכי' שהוא אלקי השמי': ",
                "1": "<b>מלכותא חסנא.</b> מלכות חזק וכבד נתן לך:\n"
            },
            "37": {
                "0": "<b>והשלטך בכלהון.</b> והשליטך על כולם שאפילו גוזר על הסוס לא יהא צונף ועל העוף לא יפרח כמו שנאמר ואת חית השדה נתתי לעבדו (ירמיה כז): ",
                "1": "<b>אנת הוא ראשה די דהבא.</b> ראש הזהב של הצורה שראית אתה הוא שמלכותך חזקה ועתה קיימת והיא חשובה מאד:\n"
            },
            "38": {
                "0": "<b>ובתרך תקום מלכו אחרי: ארע מנך.</b> ואחריך אחר מלכות בלשצר בנך תקום מלכות שתטול השררה מזרעך נמוכה ושפלה ממלכות שלך: ",
                "1": "<b>ארע.</b> תחתונה ונמוכה, כמו שהכסף נמוך ושפל מהזהב, וראית שהחזה שהיא אחר הראש היא של כסף כך תהא מלכות מדי ופרס אחר מלכות בבל שפלה ממלכות נבוכדנצר: ",
                "2": "<b>ומלכו תליתאה אחרי.</b> אחרת: ",
                "3": "<b>די נחשא.</b> חסינא כנחשת והיא מלכות יון מלכות אלכסנדרוס מוקדן:\n"
            },
            "39": {
                "0": "<b>ומלכו.</b> רביעאה היא קשה כפרזלא כאשר ראית השוקיים שהם רביעים לראש ולחזה ולמעיים והם של ברזל: ",
                "1": "<b>מהדק וחשל כלא.</b> מרדד ומהדק כל מיני מתכות שמרדדין אותם בקורנס: ",
                "2": "<b>וחשל.</b> ומרדד והרבה יש בגמ' חשלי דודי (כתובות עז) ביעי חשילתא (חולין צב): ",
                "3": "<b>כל אלין.</b> כל מיני מתכות הללו שראית בצלם: ",
                "4": "<b>תדיק ותרוע.</b> תדיק ותרוצץ:\n"
            },
            "40": {
                "0": "<b>חסף די פחר.</b> חרס של יוצר והרבה יש בגמרא מאני דפחרא: ",
                "1": "<b>מלכו פליגה תהוה.</b> מלכות חלוקה תהיה שני מלכים יהיו ממנה כאחד חזק וחלש כמו שמפורש למטה מן קצת מלכותא תהוה תקיפא: ",
                "2": "<b>ומן נצבתא די פרזלא להוא בה.</b> אף החלש יהא חזק על אחרים ע\"י חוזק חברו שיראו מפניו וזה מן נצבתא די פרזלא להוי בה, מן חוזק מצב הברזל, יהיה במלך החלש: ",
                "3": "<b>כל קבל די חזיתה.</b> כל עומת שראית ברזל מעורב בחרסית הטיט:\n"
            },
            "42": {
                "0": "<b>מתערבין להון בזרע אנשא וגו'.</b> מתחתנים יהיו עם שאר האומות ולא יהיו שלימים ונדבקים עמם באמת ולב שלם ודתיהם שונות מדתי שאר האומות: ",
                "1": "<b>הא כדי פרזלא לא מתערב.</b> הלא הוא כמו שאין הברזל נדבק יפה עם החרס:\n"
            },
            "43": {
                "0": "<b>וביומיהון די מלכיא אנון.</b> ביומיהון של מלכים הללו בעוד מלכותם של רומיים קיימת: ",
                "1": "<b>יקים אלה שמיא.</b> מלכות הקב\"ה שלעולם לא תתחבל מלכו והיא מלכות מלך המשיח: ",
                "2": "<b>תדק ותסף.</b> תדק ותכלה כל אלו המלכיות:\n"
            },
            "44": {
                "0": "<b>כל קבל די חזית.</b> כל עומת שראית שנתפרקה אבן מן ההר שהדיקה כל הצלם זה פתרון שהמלכות החמישית תכלה ותרוצץ את כולם: ",
                "1": "<b>מה די להוא אחרי דנה.</b> מה שיהיה אחר זאת אחר מלכות זו שלך: ",
                "2": "<b>ויציב חלמא.</b> אמת הוא החלום:\n"
            },
            "45": {
                "0": "<b>אמר לנסכה.</b> רצה לעשותו אלוה:\n"
            },
            "46": {
                "0": "<b>מן קשוט.</b> באמת: ",
                "1": "<b>ומרא מלכין.</b> אדוני האדונים: ",
                "2": "<b>רזא דנה.</b> סתר זה:\n"
            },
            "47": {
                "0": "<b>לדניאל רבי.</b> לדניאל גדל על כל השרים:\n"
            },
            "48": {
                "0": "<b>ומני על עבידתא די מדינת בבל.</b> ויפקד על כל צרכי הממלכות את חנניה מישאל ועזריה:\n\n"
            }
        },
        "2": {
            "0": {
                "0": "<b>עבד וגו'.</b> מלאה לבו לעשות צלם של זהב: ",
                "1": "<b>פתיה אמין שית אקימה וגו'.</b> אם אין עביו אלא שש היאך יכול לעמוד בגובה אמין שתין אמר רב ביבי מעמידין אותו ונופל עד שהביאו כל זהב של ירושלים ושפכו דימוס על רגליו לקיים מה שנאמ' (יחזקאל ז) וזהבם לנידה יהיה: ",
                "2": "<b>בבקעת דורא.</b> שם מקום:\n"
            },
            "1": {
                "0": "<b>לאחשדרפניא.</b> דוכסין: ",
                "1": "<b>פחותא.</b> שלטונין: ",
                "2": "<b>אדרגזריא גדבריא וגו'.</b> כולם שם עכו\"ם הם: ",
                "3": "<b>לחנוכת צלמא.</b> תחלת עבודותיו:\n"
            },
            "3": {
                "0": "<b>וכרוזא קרא בחיל.</b> הכרוז יוצא בכח גדול: ",
                "1": "<b>לכון אמרין עממיא.</b> לכם כל העמים והלשונות אומרים מכרוז מצות המלך במשלחת המלך:\n"
            },
            "4": {
                "0": "<b>בעדנא דתשמעון קל קרנא משרוקיתא.</b> קול הקרן שורקת כמו (זכריה י׳:ח׳) אשרקה להם ואקבצם: ",
                "1": "<b>קתרוס סבכא וגו'.</b> כולם כלי זמר הם: ",
                "2": "<b>זני זמרא.</b> מיני זמר למינו ת\"א לזנוהי:\n"
            },
            "5": {
                "0": "<b>אתון נורא.</b> גומא שעושין לשרוף בה אבנים לסיד והוא כבשן שבכל המקרא:\n"
            },
            "6": {
                "0": "<b>כל קבל דנה.</b> כל עומת זו שנזהרו במצות המלך על כך: ",
                "1": "<b>בה זמנא.</b> בו בזמן שישמעו קול הזמר שהוא לסימן שיבואו המשתחוים להשתחוות נפלין כל עממיא וגו':\n"
            },
            "7": {
                "0": "<b>כל קבל דנה.</b> כל עומת זו שראו שונאי היהודי' שיש שעה להלשין עליהם: ",
                "1": "<b>קריבו גוברין כשדאין ואכלו קרצהון.</b> הלשינו עליהם, לא תלך רכיל (ויקרא י״ט:ט״ז) מתרגמינן ולא תיכול קורצין, ואומר אני שכן היתה דת של הולכי רכיל לאכול לגימא במקום שמלשינין שם והוא סימן קיום דברים שמאותה שעה יש עליהם לברר דבריהם ולאמת לשון הרע שאמרו ואותה סעודה נקראת אכילת קורצין לשון קורץ בעיניו (משלי ו׳:י״ג) שהוא לסימן לשון הרע:\n"
            },
            "8": {
                "0": "<b>ענו ואמרין.</b> צוחו כל עניה שבמקרא לשון קול רם הוא:\n"
            },
            "9": {
                "0": "<b>שמת טעם.</b> גזרת דבר:\n"
            },
            "11": {
                "0": "<b>איתי.</b> יש: ",
                "1": "<b>יהודאין.</b> משבט יהודה: ",
                "2": "<b>אלך.</b> אלה: לא שמו: ",
                "3": "<b>עלך מלכא טעם.</b> לא חשו לתת עצה לעצמן לחוש על גזרותיך:\n"
            },
            "12": {
                "0": "<b>אמר להיתיה.</b> צוה להביא: ",
                "1": "<b>היתיו.</b> הובאו:\n"
            },
            "13": {
                "0": "<b>הצדא.</b> שמא גזרותי צדו ושממה ודבר רק היא בעיניכם אתם שדרך מישך ועבד נגו אשר לאלוהי אינכם עובדים, ה\"א של הצדא משמשת בלשון תמיהה: ",
                "1": "<b>די הקמת.</b> שהקמותי:\n"
            },
            "14": {
                "0": "<b>כען הן איתיכון עתידין.</b> עתה הנכם עתידים על כרחכם לקבל זו עליכם: ",
                "1": "<b>והן לא תסגדון.</b> ואם לא תשתחוו תהיו מושלכים: ",
                "2": "<b>לגו.</b> לתוך: ",
                "3": "<b>ומן הוא אלה.</b> ומי הוא שום אלוה שיציל אתכם מידי:\n"
            },
            "15": {
                "0": "<b>למלכא נבוכדנצר.</b> למה הוזכר שמו אלא כך אמרו לו אם לקבל עלינו גזירתך לתת מסין וארנוניות וגולגליות אתה מלך עלינו אם לכפור בהקב\"ה נבוכדנצר שפל אנשים בעינינו ובזוי עם אתה: ",
                "1": "<b>לא חשחין אנחנא.</b> לא חוששין אנו על זאת ליטול עצה מה להשיבך כי המענה מוכן ושגור בפינו:\n"
            },
            "16": {
                "0": "<b>יכיל לשזבותנא.</b> יכול להצילנו מכל צרה: ",
                "1": "<b>מן אתון נורא.</b> ומן ידך מלכא ישזיב מן הכבשן ומן ידך יציל:\n"
            },
            "17": {
                "0": "<b>והן לא.</b> ואם לא יחפוץ להציל גופינו ידיע להוי לך:\n"
            },
            "18": {
                "0": "<b>התמלי חמא.</b> נתמלא חמה: ",
                "1": "<b>וצלם אנפוהי אשתני.</b> ופרצוף פניו נשתנו: ",
                "2": "<b>למזא לאתונא.</b> להצית לכבשן האש ולחממו: ",
                "3": "<b>חד שבעה על די חזה למזיה.</b> על אחת שבע פעמים ששיערוהו עד כדי הסיקו וכאילו יבעירוהו ז' שיעורין כמוהו: ",
                "4": "<b>למזיה.</b> להסיקו:\n"
            },
            "19": {
                "0": "<b>ולגבורין גברי חיל די בחיליה.</b> ולאנשים גבורי כח אשר בחילו: ",
                "1": "<b>אמר לכפתה.</b> צוה לאסור אותם שראה מתחזקים לענותו קשות ואמר גבורים הם אלו וצוה לגבורים אשר בחילו לאסור אותם:\n"
            },
            "20": {
                "0": "<b>גובריא אלך.</b> אנשים אלו: ",
                "1": "<b>כפיתו בסרבליהון.</b> נתקשרו בבגדי מעטפותן: ",
                "2": "<b>פטשיהון וכרבלתהון.</b> מיני מלבוש מלכות שהיה להם ואע\"פ שהיו יוצאין לידון לפני נ\"נ דיני מיתה לא שנו בגדיהם להשפיל את גדולתם מכאן למדו חכמים שאפי' בשעת הסכנה לא ישנה אדם מן השררה שהוחזק בה: ",
                "3": "<b>וכרבלתהון.</b> יש לו דוגמא (בד\"ה א' טו) ודוד מכורבל: ",
                "4": "<b>ורמיו לגוא אתון נורא.</b> והושלכו לתוך כבשן בוערה:\n"
            },
            "21": {
                "0": "<b>כל קבל דנה.</b> כל עומת זאת אשר מצות המלך היתה עזה: ",
                "1": "<b>ואתונא אזה יתירא.</b> והכבשן הוסק מאד: ",
                "2": "<b>גובריא אלך.</b> אלו האנשים הגבורים אשר קשרו את חנניה מישאל ועזריה והשליכום לכבשן: ",
                "3": "<b>קטיל המון שביבא די נורא.</b> שרף אותם כח שביב האש:\n"
            },
            "22": {
                "0": "<b>מכפתין.</b> קשורין:\n"
            },
            "23": {
                "0": "<b>תוה.</b> תמה: ",
                "1": "<b>וקם בהתבהלה.</b> ועמד בבהלה: ",
                "2": "<b>ענין ואמרין.</b> עונין ואומרי' למלך: ",
                "3": "<b>יציבא מלכא.</b> אמת דבר המלך:\n"
            },
            "24": {
                "0": "<b>שרין מהלכין בגוא נורא.</b> מותרין מאסוריהן והולכים בתוך האש: ",
                "1": "<b>וחבל לא איתי בהון.</b> וחבלה לא יש בהם: ",
                "2": "<b>ורוה די.</b> רביעאה ותוארו של רביעי: ",
                "3": "<b>דמה לבר אלהין.</b> דומה למלאך שראיתי בהיותי עם סנחרב כשנשרפו אוכלוסיו שנאמר (ישעיהו ל״ז:ל״ו) ויך במחנה אשור ונבוכדנצר היה שם ונמלט בתוך עשרה שנמלטו מהם:\n"
            },
            "25": {
                "0": "<b>קרב.</b> לתרע אתון נורא נגש לשער החצר שהכבשן בתוכה לדבר עמהם ומתחלה היה רואה אותם מרחוק: ",
                "1": "<b>פוקו ואתו.</b> צאו ובאו ולא אמר להם עלו ובואו מכאן למדנו שצף קרקעית הכבשן והשוה לארץ שלא יטרחו לעלות: ",
                "2": "<b>באדין נפקון.</b> אע\"פ שבטוחין בנס העשוי להם לא מלאה לבם לזלזל במלכות לצאת שלא ברשות:\n"
            },
            "26": {
                "0": "<b>ומתכנשין אחשדרפניא.</b> ד' אומות נמנו למעלה באסיפה הראשונה שלא נמנו כאן אדרגזריא דתבריא גדבריא תפתיא הם גבורי החיל אשר הרגם שביב האש בהשליכם את חנניה וחבריו לאור: ",
                "1": "<b>חזין לגובריא אלך.</b> רואין את האנשים האלה חנניה וחבריו: ",
                "2": "<b>די לא שלט נורא בגשמהון.</b> אשר לא שלטה האש בגופם: ",
                "3": "<b>גשמהון.</b> גופן בל' ארמי ויש רבים בזה הספר: ",
                "4": "<b>ושער ראשיהון לא התחרך.</b> שער ראשיהון לא נחרך: ",
                "5": "<b>לא שנו.</b> לא נשתנו ממראיתן: ",
                "6": "<b>לא עדת בהון.</b> לא סרה לתוכם:\n"
            },
            "27": {
                "0": "<b>ענה נבוכדנצר.</b> צוח נבוכדנצר: ",
                "1": "<b>די התרחיצו עלוהי.</b> אשר בטחו עליו: ",
                "2": "<b>ומלת מלכא שניו.</b> ומלת המלך שנו שלא לקיימו: ",
                "3": "<b>ויהבו גשמהון.</b> ומסרו גופם: ",
                "4": "<b>לאלההון.</b> זולתי לאלהיהם:\n"
            },
            "28": {
                "0": "<b>שים טעם.</b> כלומר יושם חק: ",
                "1": "<b>די יאמר.</b> שלו אשר יאמר משגה כלומר שום דבר של גנאי: ",
                "2": "<b>הדמין.</b> אברים כלומר ינתחוהו לאברים: ",
                "3": "<b>נולי ישתוה.</b> אשפה יושם: ",
                "4": "<b>די יכול להצלה כדנה.</b> אשר יכול להציל כזאת:\n"
            },
            "29": {
                "0": "<b>הצלח.</b> הצליח והגדיל אותם:\n"
            },
            "30": {
                "0": "<b>נבוכדנצר מלכא לכל עממיא.</b> זה טופס כתב האגרת נבוכדנצר המלך שואל לשלום לכל העמים:\n"
            },
            "31": {
                "0": "<b>שפר קדמי להחויה.</b> טוב לי להגיד:\n\n"
            }
        },
        "3": {
            "0": {
                "0": "<b>שלה הוית בביתי.</b> שליו הייתי:\n"
            },
            "1": {
                "0": "<b>וידחלנני.</b> ואיים עלי והפחדני:\n"
            },
            "4": {
                "0": "<b>ועד אחרן.</b> ועד אשר באחרונה הובא לפני דניאל: ",
                "1": "<b>כשום אלהי.</b> עכו\"ם של בבל בל שמה טשצר שם לשון חכמה הוא באומות:\n"
            },
            "5": {
                "0": "<b>וכל רז לא אנס לך.</b> וכל סתום לא נאנס ולא נכחד ממך:\n"
            },
            "7": {
                "0": "<b>רבה אילנא ותקיף.</b> גדל האילן והוחזק ועצם: ",
                "1": "<b>ימטא לשמיא.</b> הגיע השמים:\n"
            },
            "8": {
                "0": "<b>עפיה שפיר.</b> ענפו נאה: ",
                "1": "<b>ואנבה שגיא.</b> פריו רב: ",
                "2": "<b>מזון לכולא ביה.</b> וכדי מזון לכל בריה היה בו: ",
                "3": "<b>תטלל.</b> לשון צל: ",
                "4": "<b>ידורון.</b> ל' מדור ולינה: ",
                "5": "<b>יתזון.</b> ל' מזון:\n"
            },
            "9": {
                "0": "<b>חזה הוית.</b> רואה הייתי: ",
                "1": "<b>ואלו עיר וקדיש.</b> והנה מלאך שהוא ער לעולם וקדוש:\n"
            },
            "10": {
                "0": "<b>קרא בחיל.</b> צועק בכח: ",
                "1": "<b>גודו אילנא.</b> קוצו האילן: ",
                "2": "<b>אתרו עפייה.</b> השירו והפילו ענפיו: ",
                "3": "<b>ובדרו אנבה.</b> הפיצו פריו: ",
                "4": "<b>תנוד חיותא מן תחתוהי.</b> ינודו החיות מתחתיו:\n"
            },
            "11": {
                "0": "<b>ברם עיקר שרשוהי בארעא שבוקו.</b> אך עיקר שרשיו הניחו: ",
                "1": "<b>ובאסור די פרזל ונחש.</b> כלו' תנו רגליו בכבלי ברזל כשם שעושין לסוס שמניחין אותו באפר כך כבלוהי בכבלי': ",
                "2": "<b>בדתאא.</b> בעשב השדה כלומר באחו שלא יזוז משם: ",
                "3": "<b>יצטבע.</b> יהא שרוי תמיד לשון טבילה: ",
                "4": "<b>חלקה.</b> חלקו:\n"
            },
            "12": {
                "0": "<b>ושבעה עדנין.</b> שבע שנים: ",
                "1": "<b>יחלפון עלוהי.</b> יעברו עליו בגזרה זו:\n"
            },
            "13": {
                "0": "<b>שאלתא.</b> גזרה וע\"י שנמלכין בהקב\"ה קודם שיגזרו הגזרה קורא אותה שאלתא: ",
                "1": "<b>עד דברת.</b> כמו למען: ",
                "2": "<b>די ינדעון חייא.</b> שידעו כל החיים: ",
                "3": "<b>ולמן די יצבא.</b> למי שירצה:\n"
            },
            "14": {
                "0": "<b>פשרא.</b> פתרונו: ",
                "1": "<b>ואנת כהל.</b> ואתה יכול:\n"
            },
            "15": {
                "0": "<b>אדין דניאל.</b> אשתומם שתק: ",
                "1": "<b>ורעינוהי.</b> ומחשבותיו: ",
                "2": "<b>יבהלוניה.</b> שהיה ירא לפתור לו חלום: ",
                "3": "<b>מרי.</b> אדוני, אמרו רבותינו מארי חלמא לשנאך קדש הוא תלה עיניו להקב\"ה ואמר חלום זה יתקיים על שנאך זה וא\"ת לנבוכדנצר אמר והלא ישראל שונאו אפשר שיקללם: ",
                "4": "<b>לערך.</b> לשונאך כמו ויהי ערך (שמואל א כה):\n"
            },
            "20": {
                "0": "<b>די מטת על: מרי מלכא.</b> אשר הגיע על אדוני המלך:\n"
            },
            "21": {
                "0": "<b>ולך טרדין מן אנשא.</b> ואותך יטרדו מבני אדם: ",
                "1": "<b>לך מצבעין.</b> אותך יטבלו: ",
                "2": "<b>ושבעה עדנין יחלפון עלך.</b> יש לומר גמול בה\"מ שהחריב שנבנתה בשבע שנים:\n"
            },
            "22": {
                "0": "<b>ודי אמרו וגו'.</b> אשר אמרו להניח שרשוהי של אילן והוא הפתרון: ",
                "1": "<b>מלכותא לך קיימת.</b> המלכות עומדת לך סופך שתשוב לך מלכותך: ",
                "2": "<b>מן די תנדע די שליטין שמיא.</b> מאחר שתדע שהעליונים מושלים בעולם:\n"
            },
            "23": {
                "0": "<b>להן מלכא.</b> באמת אתה מלך שמע לעצתי: ",
                "1": "<b>מלכי.</b> עצתי כמו איעצך אמלכינך: ",
                "2": "<b>ישפר עלך.</b> עצתי תיטב בעיניך לשמוע מילי: ",
                "3": "<b>וחטאך בצדקה פרוק.</b> וחטאתך בצדקה פרוק מעל צוארך: ",
                "4": "<b>ועויתך במחן ענין.</b> ועונותיך פרוק בחנינת עניים: ",
                "5": "<b>הן תהוה ארכא לשלותך.</b> אולי תהא שהות לשלומך שלא תמהר הרעה לבא ומה ראה דניאל להשיא עצה טובה לנבוכדנצר ראה ישראל עניים שפלי גולה מחזירין על הפתחים והשיאו עצה לחננם אמר לו עניים אלו שהגליתם רעבים הם פרנסם וכן עשה פתח אוצרותיו והיה מפרנסם כל י\"ב חדש:\n"
            },
            "24": {
                "0": "<b>כלא מטא.</b> כל הפתרון הגיע על נבוכדנצר:\n"
            },
            "25": {
                "0": "<b>מהלך הוה.</b> הולך היה:\n"
            },
            "26": {
                "0": "<b>הלא דא היא.</b> שמע עניים באים על הפתח וצועקים אמר מה קול ההמון הזה באזני אמרו לו עבדיו אלו העניים שקבעת להם עת פרנסתם אמר הלא דא היא בבל רבתא וגומר ואלמלא ביזבזתי אוצרותי לפרנסת עניים מהיכן הייתי בונה כל הפלטרין הללו מעתה איני מפרנסם כך דרש רבי תנחומא: ",
                "1": "<b>וליקר הדרי.</b> ולכבוד תפארתי:\n"
            },
            "27": {
                "0": "<b>עוד מלתא בפום מלכא,: עדת מנך.</b> סרה מנך:\n"
            },
            "28": {
                "0": "<b>טרדין.</b> לשון גירושין:\n"
            },
            "29": {
                "0": "<b>ספת.</b> הגזירה כלתה עליו: ",
                "1": "<b>גשמה.</b> גופיה: ",
                "2": "<b>שערה כנשרין רבה.</b> שערותיו ככנפי נשרים גדלו על כל גופו: ",
                "3": "<b>וטפרוהי כצפרין.</b> וצפרניו כצפור:\n"
            },
            "30": {
                "0": "<b>ולקצת יומיא.</b> לקץ הימים שקבעו לו לסוף ז' השנים: ",
                "1": "<b>נטלת.</b> נשאתי: ",
                "2": "<b>ומנדעי עלי יתיב.</b> ודעתי עלי חזרה: ",
                "3": "<b>ולעלאה ברכת.</b> ואת העליון ברכתי:\n"
            },
            "31": {
                "0": "<b>כלה חשיבין.</b> רבותינו אמרו האי חירגא דיומא לא שמיה אבק הנראה בשמש: ",
                "1": "<b>וכמצביה עבד בחיל שמיא.</b> וכרצונו עושה בצבא השמים: ",
                "2": "<b>ולא איתי די ימחא בידיה.</b> ולא יש שימחה בידו:\n"
            },
            "32": {
                "0": "<b>ביה זמנא.</b> באותו זמן: ",
                "1": "<b>וליקר מלכותי הדרי.</b> ולכבוד מלכותי חזרתי: ",
                "2": "<b>וזיוי.</b> ותואר פני: ",
                "3": "<b>ולי הדברי ורברבני יבעון.</b> ואותי יועצי ושרי היו מבקשים וחפצים שאשוב: ",
                "4": "<b>התקנת.</b> הוכנתי: ",
                "5": "<b>ורבו יתירה הוספת לי.</b> וגדולה יתירה מן הראשונה נתוספת לי, אמרו רבותינו שרכב על ארי וקשר תנין בראשו:\n"
            },
            "33": {
                "0": "<b>וארחתה דין.</b> ודרכיו משפט: ",
                "1": "<b>ודי מהלכין בגוה.</b> ואשר מהלכין בגאוה יכול להשפיל:\n\n"
            }
        },
        "4": {
            "0": {
                "0": "<b>בלשאצר מלכא.</b> בנו היה ומלך לאחר אויל מרודך שמלך תחת נבוכדנצר וגם (הוא) היה בנו של נבוכדנצר: ",
                "1": "<b>עבד לחם רב.</b> עשה סעודה גדולה מצינו בספר יוסיפון שנלחם ביום עם דריוש המדי וכורש ונצח המלחמה ולערב עשה משתה כמו שנבא עליו ישעיה ערוך השלחן צפה הצפית אכול ושתה קומו השרים וגו' שבתוך המשתה חזרו אויביו ונלחמו על העיר ולכדוה: ",
                "2": "<b>ולקבל אלפא חמרא.</b> כנגד אלף איש היה שותה יין:\n"
            },
            "1": {
                "0": "<b>אמר בטעם חמרא.</b> אמר בעצת היין שנשתכר: ",
                "1": "<b>להיתיה.</b> להביא: ",
                "2": "<b>די הנפק.</b> שהוציא: ",
                "3": "<b>שגלתה.</b> לשון מלכא בלשון ארמי כמו (נחמיה ב׳:ו׳) והשגל יושבת אצלו:\n"
            },
            "2": {
                "0": "<b>היתיו.</b> הובאו: ",
                "1": "<b>די הנפקו.</b> שהוציאו:\n"
            },
            "4": {
                "0": "<b>נפקו: אצבען.</b> יצאו אצבעות יד אדם מן השמים: ",
                "1": "<b>לקבל נברשתא.</b> למול המנורה אשר לפני השלחן ודוגמתו במסכת יומא עשתה נברשת של זהב: ",
                "2": "<b>על גירא.</b> על סיד טיח כותל הבית כמו (ישעיהו כ״ז:ט׳) כאבני גיר מנופצות והוא דומה לסיד:\n"
            },
            "5": {
                "0": "<b>זיוהי שנוהי.</b> תאריו נשתנו עליו: ",
                "1": "<b>ורעיונוהי.</b> מחשבותיו: ",
                "2": "<b>וקטרי חרציה משתרין.</b> אזור חלציו נפתח שהיו מתניו מתרוקנין מחמת היראה וחגורו נפתח: ",
                "3": "<b>וקטרי חרציה משתרין.</b> נתרין: ",
                "4": "<b>וארכובתה.</b> וברכיו: ",
                "5": "<b>דא לדא נקשן.</b> מקישות ודופקות:\n"
            },
            "6": {
                "0": "<b>בחיל.</b> בכח: ",
                "1": "<b>להעלה.</b> להכניס: ",
                "2": "<b>כתבה דנה.</b> מכתב זה: ",
                "3": "<b>ארגונא ילבש.</b> כמשפט הפרתמים: ",
                "4": "<b>והמניכא.</b> רביד ענק: ",
                "5": "<b>ותלתי במלכותא ישלט.</b> בשליש המלכות ימשול:\n"
            },
            "7": {
                "0": "<b>עלין.</b> נכנסין:\n"
            },
            "8": {
                "0": "<b>שגיא מתבהל.</b> הרבה מתפחד: ",
                "1": "<b>משתבשין.</b> נחפזין:\n"
            },
            "9": {
                "0": "<b>מלכתא לקבל מלי מלכא.</b> המלכה כלפי ששמעה את דברי המלך ושריו לבית המשתה באה:\n"
            },
            "10": {
                "0": "<b>איתי גבר.</b> יש אדם במלכותך אשר רוח קדושים בו: ",
                "1": "<b>כחכמת אלהין.</b> מלאכים: ",
                "2": "<b>הקימיה.</b> מנהו שר על כולם:\n"
            },
            "11": {
                "0": "<b>כל קבל וגו'.</b> כלפי אשר רוח יתירה ודעת השכל יש בו והגדת חידות: ",
                "1": "<b>ומשרא קטרין.</b> סתום כל סתר נמצא בו בדניאל:\n"
            },
            "15": {
                "0": "<b>תכול.</b> אם תוכל:\n"
            },
            "16": {
                "0": "<b>ונבזביתך.</b> דורנותך: ",
                "1": "<b>לאחרן הב.</b> לאחר תן:\n"
            },
            "18": {
                "0": "<b>די הוה צבא.</b> למי שהיה חפץ: ",
                "1": "<b>הוה מחא.</b> מחייה:\n"
            },
            "19": {
                "0": "<b>וכדי רם לבביה.</b> וכאשר רם לבבו: ",
                "1": "<b>להזדה.</b> להרשיע: ",
                "2": "<b>הנחת.</b> הוריד: ",
                "3": "<b>העדיו מינה.</b> הסירו ממנו:\n"
            },
            "20": {
                "0": "<b>טריד.</b> נגרש:\n"
            },
            "21": {
                "0": "<b>כל קבל די כל דנה ידעת.</b> כל עומת אשר כל זה ידעת שאירע לאביך והיה לך להיות ירא מלפני הקב\"ה:\n"
            },
            "23": {
                "0": "<b>שליח פסא די ידא.</b> נשלח כף יד: ",
                "1": "<b>וכתבא דנה רשים.</b> וזה המכתב אשר חקק:\n"
            },
            "24": {
                "0": "<b>מנא מנא.</b> מנה אלהא כלומר מנא זהו פירושו מנה אלהא מלכותך:\n"
            },
            "25": {
                "0": "<b>והשלמה.</b> חשב קץ שנפסק מלכות של אביך וזרעו ומצא שכבר הושלמה:\n"
            },
            "26": {
                "0": "<b>תקל תקילתא במאזניא.</b> תקל זהו פירושו נשקלת לפניו במאזנים ונמצאת חסר מכל צדקה:\n"
            },
            "27": {
                "0": "<b>פרס פריסת מלכותך וגו'.</b> כלומר ופרסין משמע שני פרסין האחד פריסת מלכותך נשתברה מלכותך והשני שנתנה למדי ופרס:\n\n"
            }
        },
        "5": {
            "0": {
                "0": "<b>ודריוש: מדאה קבל מלכותא כבר שנין שיתין ותרתין.</b> למה מנה שנותיו לומר לך ביום שנכנס נבוכדנצר להיכל בימי יהויקים (צ\"ל יהויכין) נולד שטנו דריוש מגלות יכניה ועד כאן ס\"ב שנה ואמר מר גלו בימי יהויכין בשבע לכיבוש יהויקים שהוא שמנה לנבוכדנצר נשתיירו לנבוכדנצר שלשים ושבע שהרי מ\"ה מלך ושלשה ועשרים דאויל מרודך כמ\"ש רז\"ל במסכת מגילה ב' שעבדו לבלשצר הרי ס\"ב:\n"
            },
            "2": {
                "0": "<b>ועלא מנהון.</b> ולמעלה מהן: ",
                "1": "<b>די להון אחשדרפניא.</b> שיתנו האחשדרפניא הללו עצה לשלשה האפרכים: ",
                "2": "<b>ומלכא לא להוא נזיק.</b> והמלך לא יהא נפסד בשום דבר מלכות המוטל עליהם לעשות:\n"
            },
            "3": {
                "0": "<b>דניאל דנה.</b> דניאל זה מתנצח. מתגבר: ",
                "1": "<b>ומלכא עשית.</b> המלך היה חושב בלבו להקימו על כולם:\n"
            },
            "4": {
                "0": "<b>הוו בעין עלה.</b> היו מבקשים עלילה למצוא לדניאל בדבר המלכות שיוכלו להלשין עליו:\n"
            },
            "5": {
                "0": "<b>די לא נהשכח.</b> אמרו ביניהם לא נמצא לדניאל זה שום עלילה: ",
                "1": "<b>להן השכחנא עלוהי.</b> אבל נמצא עליו עלילה ע\"י תורת אלהיו אם נוכל לבקש מאת פני המלך שום גזירה שיגזור להעבירו על תורתו והוא לא יקיים את מצות המלך והרי העלילה:\n"
            },
            "6": {
                "0": "<b>הרגישו.</b> משמשו על המלך:\n"
            },
            "7": {
                "0": "<b>אתיעטו.</b> נועצו: ",
                "1": "<b>לקימה קים מלכא.</b> להחזיק בדת המלך בכח לפי שמחדש באת למלוך וממדינה אחרת אתה וצריך חיזוק: ",
                "2": "<b>די יבעה בעו.</b> אשר יבקש שום בקשה: ",
                "3": "<b>להן מנך מלכא.</b> זולתי ממך המלך: ",
                "4": "<b>לגוב אריותא.</b> לבור שאריות המלך שם:\n"
            },
            "8": {
                "0": "<b>תקים אסרא.</b> תעמיד חק זה: ",
                "1": "<b>די לא להשניה.</b> שלא לשנות כדת מדי ופרס: ",
                "2": "<b>די לא תעדא.</b> שלא תעבור:\n"
            },
            "10": {
                "0": "<b>כדי ידע.</b> וכאשר ידע: ",
                "1": "<b>וכוין פתיחין ליה בעליתה.</b> בעלייתו: ",
                "2": "<b>נגד ירושלם.</b> לצד בה\"מ ואע\"פ שחרב עשה כמו שאמר שלמה והתפללו אליך דרך ארצם (מלכים א ח): ",
                "3": "<b>וזמנין תלתה.</b> ערבית ושחרית ומנחה: ",
                "4": "<b>ברך על ברכוהי.</b> כורע על ברכיו: ",
                "5": "<b>כל קבל די הוא עבד וגו'.</b> ככל אשר היה עושה לפני זאת: "
            },
            "11": {
                "0": "<b>הרגישו.</b> משמשו ותפשו:\n"
            },
            "12": {
                "0": "<b>על אסר מלכא.</b> על בטול אסור המלך אשר באו להלשין: ",
                "1": "<b>יציבא מילתא.</b> אמת הדבר:\n"
            },
            "13": {
                "0": "<b>לא שם עלך: מלכא טעם.</b> לא נתן לב ועצה לחוש על גזירותיך: ",
                "1": "<b>בעא בעותיה.</b> מתפלל תפלתו:\n"
            },
            "14": {
                "0": "<b>כדי מלתא שמע.</b> כאשר שמע הדבר: ",
                "1": "<b>שגיא באש עלוהי.</b> הרבה הרע בעיניו שהיה אוהב את דניאל וקשה עליו מיתתו: ",
                "2": "<b>ועל דניאל שם בל לשיזבותיה.</b> על דניאל שם דחוי לדחות הדבר להצילו ואמר להם איני מאמין לכם: ",
                "3": "<b>בל.</b> איני יודע דוגמתו אך ענינו יורה פתרונו: ",
                "4": "<b>ועד מעלי שמשא.</b> ועד בא השמש היה משתדל להצילו אבל כשהגיע זמן תפילתו כרע להקב\"ה על ברכיו והתפלל תפלתו ושוב לא היה לו פתחון פה להצילו:\n"
            },
            "15": {
                "0": "<b>די מלכא יהקם.</b> אשר המלך יגזור ויעמוד לא לאדם לשנותו:\n"
            },
            "17": {
                "0": "<b>והיתית אבן חדה.</b> והובאת אבן אחת בכל ארץ בבל אין אבן כי אם לבנים כמ\"ש הבה נלבנה לבנים (בראשית יא) למדנו שאין אבן בבבל ולפי שעה הביאוה מלאכים מא\"י אם התנה במעשה בראשית על הים שיקרע לבני ישראל ועל האש שיצטנן לחנניה וחביריו ועל האריות מהזיק לדניאל לא התנה על זריקת אבן וזיין שלא יזיק באדם והמלך אמר מעם האריות אי אפשר לסלקו שכבר נגזרה גזירה אזדהר בו מהזקת אדם והנס אם יבא יבא סא\"א: ",
                "1": "<b>ושמת על פים גובא.</b> הושמה על פי הגומא: ",
                "2": "<b>בעזקתיה.</b> בטבעתו שלא יזיזוה ממקומו וישליכו עליו אבנים להרגו: ",
                "3": "<b>די לא תשנא צבו בדניאל.</b> שלא ישתנה רצונו כלומר שלא יעשו לו היזק שלא כרצונו (ס\"א כרצונם):\n"
            },
            "18": {
                "0": "<b>ובת טות.</b> לן בתענית: ",
                "1": "<b>ודחון.</b> ושלחן במשנה כך פתר דונש לא הכניסו לפניו שלחן לאכול: ",
                "2": "<b>ושנתה נדת עלוהי.</b> נדדה שנתו:\n"
            },
            "19": {
                "0": "<b>בשפרפרא.</b> בעלות שחר והרבה יש בתרגום יונתן: ",
                "1": "<b>יקום בנגהא.</b> עמד לאור הבוקר ולא בשלש שעות כשאר מלכים: ",
                "2": "<b>ובהתבהלה לגובא די אריותא אזל.</b> ובבהלה לחפירת האריות אזל:\n"
            },
            "22": {
                "0": "<b>חבולה לא עבדת.</b> שום דבר כיעור ושקר לא עשיתי:\n"
            },
            "23": {
                "0": "<b>שגיא טאב עלוהי.</b> הרבה הוטב בעיניו: ",
                "1": "<b>ולדניאל.</b> ואת דניאל צוה להעלות מן הבור: ",
                "2": "<b>די הימן באלהיה.</b> אשר האמין באלהיו:\n"
            },
            "24": {
                "0": "<b>די אכלו קרצוהי.</b> אשר הלשינו עליו: ",
                "1": "<b>ולא מטו לארעית גובא.</b> לא הגיעו לתחתיות הבור עד שמשלו בהם האריות וכל עצמותיהם הדיקו:\n"
            },
            "25": {
                "0": "<b>באדין דריוש מלכא וכו'.</b> די דארין בכל ארעא שדרין בכל הארץ שלמכון יסגא:\n"
            },
            "28": {
                "0": "<b>ובמלכות כורש.</b> שמלך אחר דריוש שלא מלך דריוש המדי אלא שנה אחת ונהרג במלחמה כאשר כתוב בספר יוסף בן גוריון והמליכו את כורש חתנו עליהם בתוך החיל:\n\n"
            }
        },
        "6": {
            "0": {
                "0": "<b>באדין חלמא כתב.</b> אז (החלום כתב) וראשי הדברים אמר:\n"
            },
            "1": {
                "0": "<b>וארו.</b> והנה: ",
                "1": "<b>ארבע רוחי שמיא מגיחין וגו'.</b> ד' רוחות נושבות באות מד' רוחות העולם ונלחמות עם הים הגדול וסוערות אותו:\n"
            },
            "2": {
                "0": "<b>וארבע חיון.</b> וד' חיות: ",
                "1": "<b>שנין דא מן דא.</b> משונות זו מזו:\n"
            },
            "3": {
                "0": "<b>קדמיתא כאריה וגפין די נשר לה.</b> היא כאריה ולה כנפי נשר זו היא מלכות בבל שהיתה מושלת באותה שעה וכך ראה אותה ירמיה שנאמר עלה אריה מסבכו (ירמיהו ה׳:ו׳) ואומר הנה כאשר ידאה וגו' (שם מח): ",
                "1": "<b>עד די מריטו גפה.</b> נמרטו כנפיה זו היא רמז למפלתה: ",
                "2": "<b>ונטילת מן ארעא.</b> ל' נסתלק מן הארץ רמז שתבטל המלכות מן הארץ: ",
                "3": "<b>ולבב אנש.</b> ל' חלשות כמו ידעו הגוים אנוש המה סלה:\n"
            },
            "4": {
                "0": "<b>אחרי.</b> אחרת: ",
                "1": "<b>תנינה.</b> שעלתה שניה מן הים: ",
                "2": "<b>דמיה לדוב.</b> זה רמז למלכות פרס שתמלך אחר בבל שאוכלים ושותים כדוב ומסורבלים בבשר כדוב: ",
                "3": "<b>דמיה לדוב.</b> לדב כתיב כמו דיבא תרגום של זאב שאף זאב נקראת מלכות פרס שנא' ע\"כ הכם אריה מיער זאב ערבות ישדדם: ",
                "4": "<b>ולשטר חד הקימת.</b> ולצד א' עמדה רמז לשיפסוק מלכות בבל תמתין פרס שנה אחת שתמלך מדי: ",
                "5": "<b>ותלת עלעין בפומיה.</b> שלש צלעות רבותינו פירשו ג' מדינות היו תמיד מורדות בה ומשלימות עמה פעמים בולעתן ופעמים פולטתן זהו בפומה בין שניה פעמים חוץ לשניה פעמים לתוכן ואני אומר תלת עלעין שלשה מלכים שיעמדו לפרס כורש ואחשורוש ודריוש שבנה הבית: ",
                "6": "<b>בשר שגיא.</b> בשר הרבה:\n"
            },
            "5": {
                "0": "<b>גפין ארבע וגו'.</b> וארבעה ראשין הם ד' מושלים שחלק להם אלכסנדרוס מוקדון במותו את מלכותו כמו שכתוב בספר יוסף בן גוריון שהחיה הזאת השלישית היא מלכות אנטיוכוס ונקרא נמר על שם שהיתה גוזרת גזרות על ישראל מנומרות ומשונות זו מזו: ",
                "1": "<b>ושלטן יהב לה.</b> וממשלה נתנה לה:\n"
            },
            "6": {
                "0": "<b>בחזוי ליליא.</b> בלילה אחרת, השלש הראשונות ראה בלילה אחת, וזו בלילה אחרת על שם שהיא שקולה כנגד שלשתן בויקרא רבה: ",
                "1": "<b>ושנין די פרזל לה.</b> שיני ברזל לה: ",
                "2": "<b>ומדקה.</b> מדיקה ושוחקת הדק: ",
                "3": "<b>ושארא.</b> מותר אכילתה: ",
                "4": "<b>וקרנין עשר.</b> עשר קרנות זו פי' לו המלאך שהם עשרה מלכים שיעמדו לרומי קודם לאספסיינוס שחרב את הבית:\n"
            },
            "7": {
                "0": "<b>ואלו.</b> כמו וארו לשון הנה: ",
                "1": "<b>ממלל רברבן.</b> דברי גאוה, הוא טיטוס שאחז\"ל שחרף וגדף ונכנס להיכל בעזות פנים:\n"
            },
            "8": {
                "0": "<b>די כרסון רמיו.</b> כסאות הוטלו ונתקנו לישב במשפט אחד לדין וא' לצדקה לישראל: ",
                "1": "<b>ועתיק יומין יתיב.</b> הקב\"ה יושב למשפט על המלכות הזו ועל שלפניה שהכעיסו לפניו והציקו לבניו: ",
                "2": "<b>כתלג חיור.</b> ללבן עונות עמו: ",
                "3": "<b>ושער ראשה כעמר נקא.</b> מנקה עצמו מזכיות שיש לעכו\"ם לפניו ומשלם להם כל שכרם בעולם הזה בויקרא רבה:\n"
            },
            "9": {
                "0": "<b>די נור.</b> של אש: ",
                "1": "<b>נור דלק.</b> אש בוערה: ",
                "2": "<b>נגד ונפק.</b> מושך ויצא: ",
                "3": "<b>ישמשוניה.</b> לעתיק יומין: ",
                "4": "<b>דינא יתיב.</b> המשפט נתישב לפניו: ",
                "5": "<b>וספרין פתיחו.</b> הספרים נפתחו ספרי העבירות והרעות שעשו:\n"
            },
            "10": {
                "0": "<b>מן קל מליא.</b> מקול הדברים הגבוהים שהקרן מדברת עלתה חמתו של עתיק יומין: ",
                "1": "<b>עד דקטלת חיותא והובד גשמה.</b> אבד גופה: ",
                "2": "<b>ליקדת אשא.</b> ללבת אש הוא אשו של יעקב והיה בית יעקב אש וגו' (עובדיה א׳:י״ח):\n"
            },
            "11": {
                "0": "<b>ושאר חיותא העדיו שלטנהון.</b> ולשאר המלכיות הסירו מן השמים ממשלתהון: ",
                "1": "<b>וארכה בחיין יהיבת להון.</b> וזמן נתן להם בחיים עד יום מועד לעתיד לבא מלחמות גוג ומגוג: ",
                "2": "<b>ארכה.</b> המתנה:\n"
            },
            "12": {
                "0": "<b>כבר אנש אתה.</b> הוא מלך המשיח: ",
                "1": "<b>ועד עתיק יומיא.</b> שהיה יושב במשפט ודן את האומות: ",
                "2": "<b>מטה.</b> הגיע:\n"
            },
            "13": {
                "0": "<b>וליה יהיב שלטן.</b> ולאותו בן אדם נתן ממשלת האומות דימה כחיות וישראל דימה כבן אדם על שהם ענותנים ותמימים: ",
                "1": "<b>די לא יעדה.</b> לא יסור:\n"
            },
            "14": {
                "0": "<b>אתכרית רוחי.</b> לשון כי יכרה (שמות כב) ולשון ארמי ועברי שוין בו כלומר נסחה מתוך עומק כרייתה: ",
                "1": "<b>בגו נדנה.</b> בתוך תיקה נרתק שלו כלומר נבהלה רוחי בתוך הגוף מן החלום הזה:\n"
            },
            "15": {
                "0": "<b>קרבת על חד מן קאמיא.</b> קרבתי אצל א' מן העומדים שם לפני עתיק הימים המלאכים נקראו עומדים שנא' (זכריה ג׳:ז׳) בין העומדים האלה מפני שאין להם קפצים: ",
                "1": "<b>ויציבא אבעא מנה.</b> והאמת שאלתי ממנו:\n"
            },
            "16": {
                "0": "<b>ארבעה מלכין.</b> ד' מלכיות:\n"
            },
            "17": {
                "0": "<b>ויקבלון מלכותא קדישי עליונין.</b> אלו ישראל שיטלו המלכות מהרביעית:\n"
            },
            "18": {
                "0": "<b>אדין צבית ליצבא.</b> אז חפצתי לעמוד על האמת מן החיה הרביעית: ",
                "1": "<b>די הות שניה מן.</b> כולהון דחילה יתירה אשר היתה משונה מכולן באימה יתירה:\n"
            },
            "19": {
                "0": "<b>ונפלה מן.</b> קדמה תלת ונפלו מפניה שלש מן הראשונו': ",
                "1": "<b>וקרנא דכן ועינין לה.</b> והקרן אשר כזאת ועינים לה ככתוב למעלה:\n"
            },
            "20": {
                "0": "<b>חזה הוית.</b> בחלומי הראשון שספרתי למעלה: ",
                "1": "<b>עם קדישין.</b> עם ישראל:\n"
            },
            "21": {
                "0": "<b>ודינא יהיב לקדישי עליונין.</b> ונקמה נתן להם ממנה:\n"
            },
            "22": {
                "0": "<b>כן אמר.</b> כה ענני המלאך הפותר לי את החלום:\n"
            },
            "23": {
                "0": "<b>וקרניא עשר.</b> וקרנים י' אשר ראיתי לה זה פתרונו: ",
                "1": "<b>מנה מלכותא.</b> מאותה המלכות: ",
                "2": "<b>ואחרין יקום אחריהון.</b> והאחרון יקום אחריהן הוא טיטוס:\n"
            },
            "24": {
                "0": "<b>לצד עלאה.</b> כלפי מעלה: ",
                "1": "<b>ולקדישי עליונין יבלא.</b> ולישראל יטריח ויציק: ",
                "2": "<b>ויסבר להשניא זמנין ודת.</b> ידמה בלבו להעבירם על כל מועדיהם ודתיהם: ",
                "3": "<b>עד עידן ועידנין ופלג עידן.</b> קץ סתום הוא זה כאשר נאמר לדניאל סתום הדברים וחתום ודרשוהו הראשונים איש לפי דעתו וכלו הקצים ויש לנו לפותרו עוד כאשר ראיתי כתוב בשם רב סעדיה הם אלף וג' מאות ול\"ה שנים האמור בסוף הספר אשרי המחכה וגו' ופי' המועד עד עת שני עתים וחצי עת ואמר שהעתים הם ד' מאות ופ' שמיום צאתם ממצרים עד שנבנה הבית, וד' מאות ועשר ימי מקדש ראשון הרי תת\"ץ ועוד חצי העת הזה תמ\"ה הרי אל\"ף של\"ה את אלה חשוב מעת הוסר התמיד עד שוב זבח התמיד אל מקומו והוא הוסר שש שנים לפני החורבן ויש קצת ראיה בספר זה, ועוד יש מביאין ראיה לחשבון זה הסתר אסתיר פני הסתר אסתיר בגי' אלף ושל\"ה:\n"
            },
            "25": {
                "0": "<b>ודינא יתב.</b> והדין נתישב לפני המקום: ",
                "1": "<b>ושלטנה יהעדון.</b> ושולטנו וממשלת של אותו המלכות יסירו מן השמים:\n"
            },
            "26": {
                "0": "<b>וישתמעון.</b> יהיו נשמעים למצותו לעשותו:\n"
            },
            "27": {
                "0": "<b>עד כה.</b> עד כאן: ",
                "1": "<b>שגיא רעיוני יבהלונני.</b> הרבה היו מחשבותי מבהלות אותי: ",
                "2": "<b>וזיוי ישתנון.</b> מראית יופי ותארי נשתנו: ",
                "3": "<b>בלבי נטרת.</b> בלבי צפנתי:\n\n"
            }
        },
        "7": {
            "0": {
                "0": "<b>בשנת שלש.</b> אחרי המראה הראשון אחר שנראה אלי בתחילה החלום האמור למעלה שנראה לו בשנת אחד לבלשצר:\n"
            },
            "1": {
                "0": "<b>על אובל אולי.</b> על הנהר ששמו אולי:\n"
            },
            "2": {
                "0": "<b>ולו קרנים.</b> רמז למלכות פרס ומדי: ",
                "1": "<b>והאחת גבוהה מן השנית.</b> רמז למלכות פרס שגדולה ממלכות מדי שמלכות מדי לא היתה אלא שנה אחת שנא' (לקמן ט') בשנת אחת לדריוש בן אחשורוש מזרע מדי, ושנינו בסדר עולם לא מצינו שנה למדי בכתובים אלא זו בלבד: ",
                "2": "<b>והגבוהה עולה באחרונה.</b> רמז הוא שתקדים מלכות מדי למלכות פרס:\n"
            },
            "4": {
                "0": "<b>הייתי מבין.</b> הייתי מסתכל בו: ",
                "1": "<b>צפיר.</b> שעיר: ",
                "2": "<b>ואין נוגע בארץ.</b> דומה היה כמדלג באויר: ",
                "3": "<b>קרן חזות.</b> קרן גדול למראה העין:\n"
            },
            "6": {
                "0": "<b>ויתמרמר אליו.</b> וילחם אליו הוא לשון כעס מר:\n"
            },
            "7": {
                "0": "<b>חזות ארבע.</b> מראה ארבע קרנים:\n"
            },
            "8": {
                "0": "<b>ומן האחת מהם.</b> ומאחת מאלו המלכיות: ",
                "1": "<b>יצא קרן אחת.</b> מלכות טיטוס יוצאת ממנו: ",
                "2": "<b>מצעירה.</b> מלכות מוצערת ונבזית כמו שקראו למעלה: ",
                "3": "<b>קרן אחת מצעירה.</b> והוא על ענין שנא' בזוי אתה מאד (עובדיה א׳:ב׳): ",
                "4": "<b>ותגדל יתר.</b> ותגדל מאד: ",
                "5": "<b>אל הנגב.</b> הוא מצרים שהיא בדרומה של ארץ ישראל: ",
                "6": "<b>ואל הצבי.</b> ארץ ישראל שנקראת ארץ צבי כענין שנאמר נחלת צבי צבאות גוים (ירמיהו ג׳:י״ט):\n"
            },
            "9": {
                "0": "<b>עד צבא השמים.</b> הם ישראל שנמשלו לכוכבים:\n"
            },
            "10": {
                "0": "<b>ועד שר הצבא.</b> הוא בית המקדש שהוא ביתו של הקב\"ה שר הצבא כלפי הקב\"ה חרף: וממנו: ",
                "1": "<b>הורם התמיד.</b> ועל ידי גדודיו וחילותיו ששלח לירושלים בטל התמיד ששלח שם נירון קיסר שר צבאו כמ\"ש רז\"ל במס' גטין ובגוריון:\n"
            },
            "11": {
                "0": "<b>וצבא תנתן על התמיד בפשע.</b> וזמן מועד נתן להיות התמיד מסולק בשביל פשע שומם היא ע\"ג כלו' שתהא ע\"ג נתנת בירושלים תמורת התמיד וכן היא קרויה בספר הזה בכמה מקומות שנא' עד מתי החזון התמיד והפשע שומם ואומר מעת הוסר התמיד ולתת שקוץ שומם: ",
                "1": "<b>וצבא.</b> זמן כמו הלא צבא לאנוש עלי ארץ (איוב ז): ",
                "2": "<b>ותשלך אמת ארצה.</b> תורת אמת השפילה:\n"
            },
            "12": {
                "0": "<b>אחד קדוש.</b> אחד מן המלאכים: ",
                "1": "<b>ויאמר.</b> אותו המלאך: ",
                "2": "<b>לפלמוני.</b> הרי תיבה זו כשתים לפלוני אלמוני ותרגם יונתן בן עוזיאל בספר שמואל כסי וטמיר כמו כי יפלא ממך דבר, אלמוני אלמון מבלי שם שלא פי' לו מהו ומה שמו: ",
                "3": "<b>לפלמוני המדבר.</b> למלאך שהיה מדבר וגוזר גזירות וצבא המועד תנתן על התמיד בפשע: ",
                "4": "<b>עד מתי החזון.</b> הזה אשר על התמיד להיות מסולק והפשע השומם יהיה נתון תחתיו פשע שומם ע\"א מעובדי כוכבים שהיא כאבן דומם וכן היא קרויה בספר הזה בכמה מקומות שנאמר עד מתי החזון התמיד והפשע שומם ואומר (לקמן יב) מעת הוסר התמיד ולתת שקוץ שומם: ",
                "5": "<b>שומם.</b> ל' אלם ומשותק כמו אשתומם כשעה חדא (לעיל ג) ואשב שם שבעת ימים משמים בתוכם כמו אלם (יחזקאל ג׳:ט״ו): ",
                "6": "<b>תת וקדש וצבא מרמס.</b> לתת את מכון המקדש ואת צבא השמים אשר הפיל לארץ מרמס לרגליו כמו שכתוב למעלה ותפל ארצה מן הצבא ומן הכוכבים: ",
                "7": "<b>וקדש וצבא.</b> וי\"ו יתירה והרבה כאלה במקרא נרדם ורכב וסוס (תהילים ע״ו:ז׳) ואף בלשון בני אדם יש מדברים כן:\n"
            },
            "13": {
                "0": "<b>עד ערב בקר אלפים ושלוש מאות.</b> ראיתי פתר בשם רבינו סעדיה לדבר וכבר עבר ופתר עוד עד ערב בקר עד שיבוא אותו הערב שנאמר בו והיה לעת ערב יהיה אור ובטוחים אנו כי דבר אלהינו יקום לעולם לא יופר ואני אומר כי הערב והבוקר האמור כאן גמטריא הוא ויש סמך לדבר משני טעמים האחד שיהא חשבון זה מכוון עם חשבון אחר שבסוף הספר, והב' שאמר גבריאל לדניאל למטה בענין ומראה הערב והבקר אשר נאמר אמת היא, ואם לא רמז החשבון הוא תלוי למה חזר וכפל אותו לומר אמת הוא, והחוזה נצטוה לסתום ולחתום הדבר ואף הוא לא נגלה בל' סתום וחתום ואנו נוחיל להבטחת מלכנו קץ אחר קץ ובעבור קץ הדורש נודע כי טעה במדרשיו, והבא אחריו יתור וידרוש דרך אחרת יש לפתור ערב ובקר בגי' ה' מאות ושבעי' וארבע ועוד אלפי' ושלש מאות הרי אלפים וח' מאות וע\"ד: ",
                "1": "<b>ונצדק קדש.</b> יכופר עון ישראל לבטל גזרות מדרסן ומרפסן מאז גלו גלות ראשונה למצרים עד יגאלו ויושעו תשועת עולמים במלך משיחנו וחשבון זה כלה לסוף אל\"ף ור\"ץ מיום הוסר התמיד והוא שנאמר בסוף הספר ומעת הוסר התמיד כדי לתת שיקוץ שומ' ימים אלף ור\"ץ יהיה ולא יותר שיבא המלך משיחנו ויסיר שקוץ השומם והתמיד הוסר ו' שנים לפני החורבן ב\"ש והעמיד צלם בהיכל ויום י\"ז בתמוז היה ששרף אפוסטמוס את התורה ובטל את התמיד והעמיד צלם בהיכל כמו ששנינו במסכת תענית, ושש שנים שכתבתי אין בידי ראיה מפורשת אך יש ראיה ששבוע שלם לא בטל התמיד לפני החורבן שכן ניבא דניאל על טיטוס (לקמן ט') וחצי השבוע ישבית זבח ומנחה כלומר מקצת השבוע שלפני החורבן יבטלו הקרבנו' כך מפורש למטה בענין נחזור על הראשונו' כיצד מכוון חשבון ערב ובקר אלפי' ושלש מאות מיום רדת ישראל למצרים להיות כלה לסוף אלף ור\"ץ ליום שהוסר התמיד, ר\"י היו במצרים ד' מאות ושמונים מיום צאתם עד ויבן הבית ד' מאו' וי' היה הבית וע' שנה גלות בבל וד' מאות וך' בית שני תן עליהם אלף ור\"ץ של קץ הימים הרי אלפים וח' מאות צא מהן ו' שנים שהוסר התמיד לפני החורבן שלא מנה הכתוב אלף ור\"ץ אלא למעת הוסר התמיד הרי לך חשבון ערב ובוקר ואלפים וג' מאות עוד נוסף בחשבון אשרי המחכה ויגיע לקץ הימים מ\"ה שנה יתרים על אלף ור\"ץ יש לומר על חשבון הראשון יצא המלך המשיח ויחזור ויתכסה מהם אותם מ\"ה שנים ורבי אליעזר הקליר יסד (בסילוק יוצר של פרשת החדש) ביסוד שירו שבועים ששה הרי מ\"ב, וי\"ל הג' שנים שלא באו לחשבון שבוע לא מנה ואני מצאתי כך במדרש רות שעתיד מלך המשיח להתכסות מ\"ה שנים לאחר שיגלה ומביא ראיה מן המקראות הללו:\n"
            },
            "14": {
                "0": "<b>ואבקשה בינה.</b> הייתי מתאוה שיבינו לי מן השמים:\n"
            },
            "15": {
                "0": "<b>בין אולי.</b> בתוך הנהר: ",
                "1": "<b>ויקרא.</b> האדם: ",
                "2": "<b>ויאמר.</b> למלאך אתה גבריאל: ",
                "3": "<b>הבן להלז את המראה.</b> פרש לזה את החזון: ",
                "4": "<b>להלז.</b> לשון חשיבות כמו שקראו חמודות כל מקום שנא' הלז בעל צורה הוא ומכאן למדו באגדה יצחק נדמה לאביו בצלם ובדמות שנקרא האיש הלז בפ' ויהי כי זקן יצחק ויהי יוסף יפה תואר זהו הנוי המנוי בה' דברים שהאב זוכה לבנו:\n"
            },
            "16": {
                "0": "<b>לעת קץ.</b> לימים רבים יהיה החזון הזה:\n"
            },
            "17": {
                "0": "<b>נרדמתי.</b> ל' תנומה ושממון: ",
                "1": "<b>על עמדי.</b> על מעמד רגלי:\n"
            },
            "18": {
                "0": "<b>כי למועד קץ.</b> כי הוא לזמן קץ ימים רבים:\n"
            },
            "19": {
                "0": "<b>מלכי מדי ופרס.</b> ב' קרנים שתי אומות מולכות כמו שפירשתי למעלה:\n"
            },
            "20": {
                "0": "<b>המלך הראשון.</b> הוא אלכסנדרוס מוקדן שהרג את דריוש בן אסתר כמו שמצינו בספר יוסיפון:\n"
            },
            "21": {
                "0": "<b>והנשברת.</b> שראית שנשברה: ",
                "1": "<b>ותעמודנה ארבע תחתיה.</b> כמו שכתוב בספור החלום למעלה: ד' מלכיות, אשר יעמודנה מאותו גוי שחלק אלכסנדרוס מוקדן מלכותו במותו לארבע ילדים ויוסף קראם בספרו ארבע ראשי נמר ולא בני המלך היו: ",
                "2": "<b>ולא בכחו.</b> ולא יהיו האחרונים ככח המלך הראשון כי חלשים ממנו יהיו:\n"
            },
            "22": {
                "0": "<b>ובאחרית מלכותם כהתם הפושעים.</b> כשיגיעו זמן שיתמו רשעי ישראל שבבית שני: ",
                "1": "<b>יעמוד מלך עז פנים.</b> הוא טיטוס:\n"
            },
            "23": {
                "0": "<b>ועצם כחו.</b> ולא בגבורה כי אם בחלקלקות כמו שמפורש בסוף הספר: ",
                "1": "<b>ונפלאות ישחית.</b> ובהפלא ופלא ישחית עובדי כוכבים: ",
                "2": "<b>והצליח ועשה.</b> חפצו: ",
                "3": "<b>והשחית עצומים.</b> השחית אומות רבות: ",
                "4": "<b>ועם קדושים.</b> ישראל המאמינים בתורה:\n"
            },
            "24": {
                "0": "<b>ועל שכלו והצליח מרמה בידו.</b> ועל ידי שהוא משכיל בכל אשר יפנה ויצליח יחזיק במרמה שבידו: ",
                "1": "<b>ובלבבו יגדיל.</b> יתגאה: ",
                "2": "<b>ובשלוה ישחית רבים.</b> במרמה ובחלקלקות ישחית רבים היושבים אתו בברית ושלום: ",
                "3": "<b>ועל שר שרים יעמוד.</b> כלפי מעלה יטיח דברים זהו פירוש החלום הכתוב למעלה (ועד שר הצבא הגדיל): ",
                "4": "<b>ובאפס יד ישבר.</b> ובאין כח ישבר ע\"י יתוש חלש שבבריות שנכנס בחוטמו כמו ששנינו במסכת גיטין:\n"
            },
            "25": {
                "0": "<b>ומראה הערב והבקר.</b> אשר נאמר לך בחלום העליון אמת הוא: ",
                "1": "<b>ואתה סתום החזון.</b> אל תפרשהו וסתמהו בלבך כי לימים רבים יבא:\n"
            },
            "26": {
                "0": "<b>נהייתי.</b> לשון הוה ושבר כלומר נצטערתי על הפורענות הזה ונדכיתי: ",
                "1": "<b>את מלאכת המלך.</b> שהייתי ממונה על פקודת עבודת ממשלת מלכות בלשצר שמנהו נבוכדנצר אביו כמו שנאמר בתחילת הספר והשלטיה על כל מדינת בבל: ",
                "2": "<b>ואשתומם על המראה.</b> ואתבהל על החזון: ",
                "3": "<b>ואין מבין.</b> שאני משתומם כי הייתי לפני השרים מתחזק:\n\n"
            }
        },
        "8": {
            "0": {
                "0": "<b>בשנת אחת לדריוש בן אחשורוש.</b> לא זהו אחשורוש שבימי המן כי הוא מלך פרס היה וזה דריוש המדי אשר הומלך על מלכות כשדים כשנהרג בלשצר כמו שכתוב למעלה ודריוש מדאה קבל מלכותא:\n"
            },
            "1": {
                "0": "<b>בינותי בספרים.</b> נסתכלתי בחשבונות: ",
                "1": "<b>מספר השנים וגו'.</b> הייתי מחשב חשבון השנים שהייתי סבור על מה שניבא (ירמיה ט) כי לפי מלאת לבבל ע' שנה אפקוד אתכם דמיתי שהפקידה הזאת היא בנין הבית ושבעים שנה כלים בשנת אחת לדריוש המדי משפשטה מלכות בבל יד על ישראל שכבש נבוכדנצר יהויקים להיות לו עבד והיא היתה שנה שניה למלכו' נבוכדנצר דאמר מר שנה ראשונה כבש נינוה שנה שני' עלה וכבש יהויקים צא וחשוב מאותה שנה ועד כאן ותמצאם, ואף במשנת סדר עולם נמצא החשבון הזה ושנינו שם בשנת מות בלשאצר הרי שבעים שנה מיום שמלך נבוכדנצר שבעים חסר אחת מיום שכבש יהויקים ועוד שנה אחת לבבל עמד דריוש והשלימה ובראותי כי עדיין אין הגאולה ממהרת לבא הבינותי ונתתי לב לספירת החשבון וידעתי שלא היה לי למנות לפי כבוש יהויקים אלא למלאות חרבות ירושלים כשימלאו שבעים שנה לגלות צדקיהו שבו חרבה ירושלים ועוד יש שמנה עשר לבא שהגלות הזאת היתה בי\"ח שנה לכבוש יהויקים כמו ששנינו בסדר עולם גלו בז' גלו בח' גלו בי\"ח גלו בי\"ט ופירשו רז\"ל במס' מגילה גלו גלות יכני' בשבעה לכבוש יהויקים שהוא שמנה לנבוכדנצר גלו בשנייה בשמנה עשרה לכיבוש יהויקים שהיא תשע עשרה לנבוכדנצר:\n"
            },
            "3": {
                "0": "<b>ואתודה.</b> על חטאת עמי: ",
                "1": "<b>האל הגדול והנורא.</b> ולא אמר גבור אמר עובדי כוכבים משתעבדים בבניו ואיה גבורותיו:\n"
            },
            "4": {
                "0": "<b>וסור.</b> והלכנו הלוך וסור ממצותיך טילנ\"ש בלע\"ז:\n"
            },
            "6": {
                "0": "<b>לך אד' הצדקה.</b> כלומר משפטיך ופורענות שהבאת עלינו הדין והצדק עמך: ",
                "1": "<b>ולנו בושת הפנים.</b> כדי אנו להתבייש על המאורע לנו כי אנחנו גרמנו לעצמנו: ",
                "2": "<b>כיום הזה.</b> כאשר אנחנו רואים היום:\n"
            },
            "8": {
                "0": "<b>לאדני אלהינו הרחמים.</b> שלא כלינו בעונותינו כי מרדנו בו:\n"
            },
            "10": {
                "0": "<b>ותתך עלינו.</b> ותגיע עלינו כמו לא נתך ארצה (שמות ט׳:ל״ג) ותרגם אונקלוס לא מטאת לארעה: ",
                "1": "<b>האלה והשבועה.</b> אלות הברית אשר השבעתנו בחורב והיה אם לא תשמעו וגומר, כל הקללות הכתובות שם:\n"
            },
            "11": {
                "0": "<b>כאשר נעשתה בירושלים.</b> חרב הרג ושרפת העיר ונשים ענו ושבו בקולרין: "
            },
            "12": {
                "0": "<b>כאשר כתוב בתורת משה.</b> רמז שהעיד בנו שאם נעבור על השבועה תבא עלינו כל הרעה הזאת:\n"
            },
            "13": {
                "0": "<b>וישקוד.</b> וימהר: ",
                "1": "<b>כי צדיק.</b> כי הדין עמו ורבותי' פי' צדיק הקב\"ה וצדקה היא עלינו שמיהר והקדים שתי שנים למנין ונושנתם כדי שלא תתקיים בנו כי אבד תאבדון ונושנתם בגי' שמונה מאות וחמשים ושתים והם גלו לסוף ח' מאות וחמשים לביאתם לארץ:\n"
            },
            "14": {
                "0": "<b>ועתה אד' אלהינו.</b> מתודים אנחנו כי חטאנו ורשענו:\n"
            },
            "15": {
                "0": "<b>לחרפה.</b> לגדוף: ",
                "1": "<b>לכל סביבותינו.</b> לכל שכנינו כולם מחרפים אותנו:\n"
            },
            "16": {
                "0": "<b>למען אד'.</b> למען שם הקדוש הנקרא על ב\"ה שנאמר מקדש ה' כוננו ידך (שם טו):\n"
            },
            "17": {
                "0": "<b>וראה שוממותינו.</b> ושיממות העיר אשר נקר' שמך עליה כי לא על משענת צדקותינו אנחנו מפילים תחנונינו להטיב לנו כי על רחמיך באנו:\n"
            },
            "18": {
                "0": "<b>אד' שמעה.</b> אל תחנונינו: ",
                "1": "<b>אד' סלחה.</b> לחטאתינו: ",
                "2": "<b>אד' הקשיבה.</b> אזנך לצעקתינו: ",
                "3": "<b>ועשה.</b> את בקשתינו ואל תאחר:\n"
            },
            "19": {
                "0": "<b>על הר קדש אלהי.</b> בעד הר בית אלהים שיבנה:\n"
            },
            "20": {
                "0": "<b>בתחילה.</b> בימי בלשצר כמו שכתוב למעלה: ",
                "1": "<b>מועף ביעף.</b> היה מועף אלי בפריחה ובטיסה:\n"
            },
            "21": {
                "0": "<b>ויבן.</b> ויבינני:\n"
            },
            "22": {
                "0": "<b>בתחילת תחנוניך יצא דבר.</b> אמת מאת הקב\"ה אלי להגיד לך: ",
                "1": "<b>כי חמודות אתה.</b> דברי חמד יש לך להקב\"ה: ",
                "2": "<b>ובין בדבר.</b> ותן לב להבין בדבר:\n"
            },
            "23": {
                "0": "<b>שבועים שבעים נחתך.</b> על ירושלים מיום חורבן ראשון בימי צדקיהו עד שיהיה בשניה: ",
                "1": "<b>לכלא הפשע ולהתם חטאת.</b> שיקבלו ישראל את גמר פורענותם בגלות טיטוס ושעבוד וכדי שיכלו פשעיהם ויתמו חטאתם ויתכפר עונותם כדי להביא עליהם צדק עולמים: ",
                "2": "<b>ולמשוח (עליהם) קדש קדשים.</b> הארון והמזבחות וכלי הקודש שיבואו להם ע\"י מלך המשיח ומנין שבועים ארבע מאות ותשעים שנה, גלות בבל ע' ובית שני ת\"ך:\n"
            },
            "24": {
                "0": "<b>ותדע ותשכל מן מוצא דבר.</b> מתוך מוצא דבר זה שיצא בתחלת תחנוניך להגיד לך תדע להשכיל להשיב ולבנות ירושלים: ",
                "1": "<b>עד משיח נגיד.</b> זמן תנתן מיום החורבן עד בא כרש מלך פרס שאמר הקב\"ה עליו שהוא ישוב ויבנה עירו וקראו משיחו ונגידו שנא' כה אמר ה' למשיחו לכורש וגו' הוא יבנה עירי וגלותי ישלח וגו': ",
                "2": "<b>שבועים שבעה.</b> שבע שמטות שלימות יהיו בגולה קודם שיבא כורש ועוד היו יותר שלש שנים אלא מתוך שלא שלמה השבוע לא נמנה בשנת אחת לדריוש המדי שהיה דניאל עומד בה כשנא' לו החזון הזה כלו שבעים לכבוש יהויקים צא מהן י\"ח שנה שקדמה כבוש יהויקים לחורבות ירושלים נשארו נ\"ב שנה היא ששנו רבותינו נ\"ב שנה לא עבר איש ביהוד' הם נ\"ב שנה אשר מיום החורבן עד שחזרו בימי כורש הרי ז' שמיטות ושלש שנים: ",
                "3": "<b>ושבועים ששים ושנים תשוב ונבנתה.</b> העיר ברחובתיה ובחריצותיה: ",
                "4": "<b>וחרוץ.</b> הם חריצים שעושין סביב החומה לחזוק העיר שקורין קאבה בלע\"ז: ",
                "5": "<b>ובצוק העתים.</b> ואותן העתים יהיו בצוק ובצרה כי בשעבוד מלכי פרס ועובדי כוכבים יהיו מטריחים עליהם בשעבוד קשה ואע\"פ שהם ס\"ב שבועים ועוד ארבע שנים שנותרו מן השבוע השמיני' שהיתה תחלתו נבלעת ג' שנים בתוך נ\"ב של המשך הגולה לא נמנו כאן אותן ד' שנים לפי שלא מנה כאן אלא שבועים והרי אתה מוצא שמתחילה התחיל למנות שבועים ע', ובסוף כשפירש עתיהם ומשפטיהם לא מנה אלא ס\"ט, אלא שבוע א' נחלק מקצתו לכאן ומקצתו לכאן והוא לא הזכיר אלא השבועים השלמים: ",
                "6": "<b>ובצוק העתים.</b> בצוקה יהיו אותן העתים:\n"
            },
            "25": {
                "0": "<b>ואחרי.</b> אותן שבועים: ",
                "1": "<b>יכרת משיח.</b> יהרג אגריפס מלך יהודה שהי' מושל בימי החורבן: ",
                "2": "<b>ואין לו.</b> כמו ואיננו: ",
                "3": "<b>משיח.</b> אינו אלא ל' שר וגדול: ",
                "4": "<b>והעיר והקדש.</b> והעיר והמקדש: ",
                "5": "<b>ישחית עם נגיד הבא.</b> עליהם הוא טיטוס ואוכלוסיו: ",
                "6": "<b>וקצו בשטף.</b> וסופו לקללה ואבדון שישטיף כח מלכותו ע\"י משיח: ",
                "7": "<b>ועד קץ מלחמ'.</b> גוג תהא העיר: ",
                "8": "<b>נחרצת שוממות.</b> חרץ של שוממות:\n"
            },
            "26": {
                "0": "<b>והגביר ברית לרבים שבוע אחד.</b> לרבים לשרים כמו וכל רבי המלך בס' ירמיה נ\"ב: ",
                "1": "<b>והגביר.</b> טיטוס ברית לשרי ישראל: ",
                "2": "<b>שבוע אחד.</b> יבטיחם בהגברת ברית ושלוה עד ז' שנים ובתוך השבוע יפר את בריתו: ",
                "3": "<b>ישבית זבח ומנחה.</b> וזהו שאמר בחזיון הראשון ובשלוה ישחית רבים מתוך ברית שלוה ישחיתם: ",
                "4": "<b>ועל כנף שקוצים משומם.</b> כנוי של גנאי עכו\"ם הוא כלומר ועל מושב גובה בין שקוצים ותיעוב יניח את השומם את העכו\"ם שהיא נאלמת כאבן דומם: ",
                "5": "<b>כנף.</b> ל' גובה ככנף עוף הפורח: ",
                "6": "<b>ועד כלה ונחרצה תתך על שומם.</b> ותתקיים ממשלת השקץ עד יום אשר תתך עלי' כלה ונחרצה הנגזור עליה בימי מלך המשיח: ",
                "7": "<b>תתך על שומם.</b> תגיח ותרד כליון תרוץ על העכו\"ם ועל עובדיה:\n\n"
            }
        },
        "9": {
            "0": {
                "0": "<b>וצבא גדול.</b> ולזמן ארוך יבא: ",
                "1": "<b>ובין את הדבר.</b> ולהבין את הדבר נגלה לי את החזון: ",
                "2": "<b>ובינה לו במראה.</b> ולהבינה לו במראה ואין התיבה הזאת שם דבר כמו אם ידעת בינה (איוב לח) אלא ה\"א יתירה והוא כמו בינה הגיגי (תהלים ה) לפיכך הטעם למעלה בבי\"ת ופירושה כמו הבן: ",
                "3": "<b>הייתי מתאבל.</b> כשראה שביטל כורש מלאכת הבית שצוה להתחיל וחזר בו ע\"פ כתב צרי יהודה ובנימין רחום בעל טעם ושמשי ספרא כמו שכתוב בספר עזרא:\n"
            },
            "1": {
                "0": "<b>שלשה שבועים ימים.</b> כ\"א שנה הם י\"ח שנה משנה אחת לדריוש המדי אשר שם אל לבו לחשוב ע' שני הגולה כמו שכתוב עד שנת שתים לדריוש הפרסי בן אסתר שבנה הבית וג' שנים היתירי' לא ידעתי אם לפניהם התחיל להתענו' או משך קבלת נדר תעניותיו ג' שנים לאחר הבנין:\n"
            },
            "2": {
                "0": "<b>לחם חמודות.</b> פת נקייה כמו שתרגם אונקלוס את בגדי עשו החמודות (בראשית כד) דכייתא: ",
                "1": "<b>לבוש בדים.</b> בגד בוץ:\n"
            },
            "4": {
                "0": "<b>בכתם אופז.</b> בחגורה של קבוצת מרגליות כל כתם ל' קבוצת זהב ואבן יקרה:\n"
            },
            "5": {
                "0": "<b>וגויתו כתרשיש.</b> פירשו רז\"ל בשחיטת חולין (צא) גופו גדול שני אלפים פרסה כמדת ים ששמו תרשיש והוא ימה של אפריקא: ",
                "1": "<b>קלל.</b> צרוף ומזוקק ומצהיב: ",
                "2": "<b>כקול המון.</b> כקול קבוצת המון רב שקולם נשמע למרחוק:\n"
            },
            "6": {
                "0": "<b>והאנשים אשר היו עמי.</b> ארז\"ל הם חגי זכריה ומלאכי: ",
                "1": "<b>אבל חרדה גדולה נפלה עליהם.</b> ארז\"ל אע\"פ שאדם אינו רואה דבר שהוא נבעת ממנו מזלו שברקיע רואהו ולכך נבעת:\n"
            },
            "7": {
                "0": "<b>נהפך עלי למשחית.</b> להשחתה ודרך המקראות לדבר כן כמו (ירמיהו ה׳:ח׳) סוסים מזוינים משכים היו (משכים) בהשכמת הבקר: ",
                "1": "<b>ולא עצרתי כח.</b> כלומר לא כנסתי כל כחי (כי כחי) הלך מקרבי:\n"
            },
            "8": {
                "0": "<b>נרדם.</b> מרוב פחד:\n"
            },
            "9": {
                "0": "<b>ותניעני.</b> כאדם המניע את הישן להקיצו:\n"
            },
            "10": {
                "0": "<b>איש חמודות.</b> איש טהור: ",
                "1": "<b>על עמדך.</b> על מעמד רגליך: ",
                "2": "<b>שלחתי אליך.</b> נשתלחתי אליך מאת המקום: ",
                "3": "<b>מרעיד.</b> מרתית:\n"
            },
            "11": {
                "0": "<b>ואני באתי בדבריך.</b> באתי בשליחות זו בשביל דבריך ורבותינו דרשו במס' יומא ואני באתי לתוך הפרגוד על ידך שהייתי מגורש מתוכו:\n"
            },
            "12": {
                "0": "<b>עומד לנגדי.</b> נלחם עמדי ברקיע כששואל ארך מלוכ' לפרס לשעבד אתכם הרי כ\"א יום שהוא עומד לנגדי: ",
                "1": "<b>השרים הראשונים.</b> כלומר החשובים ראשונה בנכנסים: ",
                "2": "<b>ואני נותרתי שם.</b> לשתק את שר פרס שבשמים:\n"
            },
            "13": {
                "0": "<b>כי עוד חזון.</b> להגיד לך מה שלא הוגד לך ויבא עוד לימים הרבים הנתונים למועד:\n"
            },
            "15": {
                "0": "<b>נהפכו צירי עלי.</b> אלו ראשי עצמות כל אבר ואבר התקועים בחורי מושבם וסובב בתוכם כדלת על צירה בחור המפתן צירי נהפכו להשמט ממקומם מרוב רתת וחרדה:\n"
            },
            "16": {
                "0": "<b>עבד אדני זה.</b> על עצמו הוא אומר עבד ועל המלאך הוא אומר אדני, כלומר ואיך יוכל עבדך זה לדבר עמך:\n"
            },
            "19": {
                "0": "<b>ועתה אשיב להלחם עם שר פרס.</b> וידעתי כי אוכל אך כבא עת מלכות אנטיוכס ידעתי שאני אצא והוא יכנס לאחר ל\"ד שנה לבנין הבית ושיעמוד אלכסנדרוס מוקדן כי אע\"פ שהיו ישראל משועבדים למלכי פרס באותן הימים עבודה נוחה עבדו בהם ולא הכבידו עליהם כי נתנם הקב\"ה לרחמים להם אבל מלכות יון הטילו עליהם עול קשה:\n"
            },
            "20": {
                "0": "<b>את הרשום בכתב אמת.</b> שטר הגזרה ואמת היא ואין אחד בכל השרים העליונים מתחזק לעזרני על כל אלה כי אם וגו':\n\n"
            }
        },
        "10": {
            "0": {
                "0": "<b>ואני בשנת אחת לדריוש המדי.</b> בנפול מלכות בבל והתחילה ממשלת מדי ופרס והיו מבקשים שרי מדי ופרס מאת המקום להכביד עול ממשלת אימתם עליכם אני גבריאל עמדתי למחזיק ולמעוז למיכאל שרכם:\n"
            },
            "1": {
                "0": "<b>הנה עוד שלשה מלכים וגו'.</b> רז\"ל אמרו בסדר עולם זה כורש ואחשורוש ודריוש שבנה הבית ומה ת\"ל רביעי רביעי למדי, אבל בספר יוסף בן גוריון כתוב שהיה לו בן לכורש שמלך תחתיו לפני מלוך אחשורוש ושמו במבישה: ",
                "1": "<b>וכחזקתו.</b> של דריוש: ",
                "2": "<b>בעשרו יעיר.</b> את כל מלכותו להלחם עם מלכות יון:\n"
            },
            "2": {
                "0": "<b>ועמד מלך גבור.</b> ביון הוא אלכסנדרוס מוקדן: ",
                "1": "<b>ועשה כרצונו.</b> בדריוש מלך פרס ויהרגהו ויקבל מלכותו וישתעבדו פרסיים ליונים:\n"
            },
            "3": {
                "0": "<b>וכעמדו תשבר מלכותו.</b> וכשיתחזק הרבה ויעמוד על חזקתו תשבר מלכותו שימות: ",
                "1": "<b>ותחץ לארבע רוחות השמים.</b> כתוב בספר בן גוריון שחלק מלכותו לארבע ראשים ממשפחתו הם ד' ראשי נמר שראה דניאל וארו חיוא אחרי כנמר (לעיל ז) ולה גפין ארבע די עוף על גבה וארבע ראשין לחיותא המשיל זה במזרח וזה במערב זה בצפון וזה בדרום, וכן בחזיון הראשון ותעלינה חזות ד' תחתיה (לעיל ח) בקרנו של צפיר השעיר: ",
                "2": "<b>ולא לאחריתו.</b> ולא תבא הממשלה לבניו אלא לבני משפחתו אחריתו אינו נופל אלא על לשון בנים וכן הוא אומר (עמוס ד׳:ב׳) ונשא אתכם בצנות ואחריתכם בסירות דוגה, ות\"י ובניכון ובנתיכון בדוגית ציידין: ",
                "3": "<b>ולא כמשלו אשר משל.</b> ולא תהא מלכות של אלו חזקה כמו של אלכסנדרוס: ",
                "4": "<b>כי תנתש מלכותו.</b> לחלק לארבע ראשים הללו ולאחרים מלבד אלה:\n"
            },
            "4": {
                "0": "<b>ויחזק מלך הנגב.</b> הראש אשר ימליך בנגב יחזק מן הראש שכנגדו המולך בצפון ומן שריו:\n"
            },
            "5": {
                "0": "<b>לעשות מישרים.</b> פשרת שלום בינו ובין אביה: ",
                "1": "<b>ולא תעצור וגו.</b> וילכדנה מלך הצפון ואת מביאיה ואת אביה היולדה ומחזיקה בכל עת צרתה: ",
                "2": "<b>ולא תעצור.</b> זרוע מביאיה כח לעמוד (ולא יעמוד אביה) לפניו לא הוא ולא זרועו הם גבורי כחו: ",
                "3": "<b>ותנתן.</b> ביד מלך הצפון היא: ",
                "4": "<b>ומביאיה והיולדה.</b> הוא אביה:\n"
            },
            "6": {
                "0": "<b>ועמד מנצר שרשיה.</b> בן יושב על כנו בכסא המלוכה: ",
                "1": "<b>ויבא אל החיל.</b> אל מלך הצפון: ",
                "2": "<b>במעוז מלך הצפון.</b> כלומר בערי מעוזו במבצריו: ",
                "3": "<b>ועשה בהם.</b> והצליח בהם: ",
                "4": "<b>והחזיק.</b> ויכבוש אותם:\n"
            },
            "7": {
                "0": "<b>נסיכיהם.</b> שריהם:\n"
            },
            "8": {
                "0": "<b>ובא במלכות מלך הנגב.</b> דרך מלכות מלך הנגב שהיא אבי אביה ישוב אל אדמתו והיא מצרים כמו שנאמר למעלה בשבי יביא מצרים:\n"
            },
            "9": {
                "0": "<b>ובניו.</b> של מלך הצפון יתגרו: ",
                "1": "<b>ובא בוא.</b> כמו והולך הלוך בנו של מלך הצפון יבוא בו ושטף ועבר אל ארץ הנגב: ",
                "2": "<b>וישוב.</b> ויתגרה במלך הנגב: ",
                "3": "<b>עד מעוזו.</b> עיר מבצריו:\n"
            },
            "10": {
                "0": "<b>ויתמרמר.</b> וילחם בעם: ",
                "1": "<b>ונתן ההמון.</b> של מלך הצפון בידו:\n"
            },
            "11": {
                "0": "<b>ונשא ההמון.</b> של מלך צפון להתגאות מאד כי יזמו בלבם להתגבר במלחמה: ",
                "1": "<b>והפיל רבואות.</b> רבים בחיל מלך הנגב: ",
                "2": "<b>ולא יעוז.</b> ובכל זאת לא יהיה נצחון המלחמה שלו:\n"
            },
            "13": {
                "0": "<b>ובני פריצי עמך ינשאו להעמיד חזון.</b> ראיתי בשם ר' סעדיה שזו פריצי ישראל וסיעתם:\n"
            },
            "14": {
                "0": "<b>ועם מבחריו.</b> יהיו במלחמה: ",
                "1": "<b>ואין כח לעמוד.</b> מפני מלך הצפון ואף על פי שיש כאן וי\"ו יתירה דרך מקרא לדבר כן בלשון זה כמו חוריה ואין שם מלוכה יקראו (בספר ישעיהו ל״ד:י״ב):\n"
            },
            "15": {
                "0": "<b>ויעש.</b> המלך הצפון הבא אל מלך הנגב כרצונו: ",
                "1": "<b>בארץ הצבי.</b> בארץ ישראל: ",
                "2": "<b>וכלה בידו.</b> וכלה את הארץ באוכלוסיו:\n"
            },
            "16": {
                "0": "<b>וישם פניו.</b> מלך הצפון לבוא בתוקף כל מלכותו של מלך הנגב: ",
                "1": "<b>וישרים עמו.</b> עם מלך הנגב גם עליהם ילחם מלך הצפון באותן הימי': ",
                "2": "<b>ועשה.</b> והצליח: ",
                "3": "<b>ובת הנשים יתן לו להשחיתה.</b> זו כנסת ישראל היפה בנשים יצוה מלך הצפון לשר צבאו להשחית', ואומר אני שהוא אנטיוכס הרשע מלך יון שגזר גזרו' על ישראל וצוה לפוליפוס שר צבאו להרוג את כל הקורא שמו יהודי כמו שכתוב בספר יוסיפון: ",
                "4": "<b>ולא תעמוד.</b> עצתו זאת: ",
                "5": "<b>ולא לו תהיה.</b> בת הנשים שעמד מתתיהו בן יוחנן ופרק עולו מעל ישראל:\n"
            },
            "17": {
                "0": "<b>והשבית קצין חרפתו לו.</b> והשבית הקב\"ה את גדופו ואת חרפתו שהיה מחרף את הקב\"ה ואת ישראל כמו שכתוב בספר יוסיפון והשיבו עליו שהכהו בשחין רע בעודו בדרך שהלך לצור על ירושלים והסריח בשרו ונשרו אבריו ואמר לעבדיו להשיבו לאנטוכיא ולא הספיק לבוא שם עד שמת בחוליים רעים:\n"
            },
            "18": {
                "0": "<b>למעוזי ארצו.</b> לשוב אל עיר מבצריו:\n"
            },
            "19": {
                "0": "<b>ועמד על כנו מעביר נוגש.</b> ויתחזק על בסיסו בהר המודעית מתתיהו בן יוחנן המעביר נוגש יון מעל ישראל וגו' והוא: ",
                "1": "<b>הדר מלכות.</b> בישראל כי שר וגבור יהיה הוא וכל זרעו אחריו בני החשמונים: ",
                "2": "<b>ובימים אחדים ישבר.</b> בימים מועטים תשבר מלכותם: ",
                "3": "<b>ולא באפים.</b> של אומה אחרת: ",
                "4": "<b>ולא במלחמה.</b> כי מהם ובהם אשר יקנאו אריסתובלוס והורקנוס על דבר המלוכה:\n"
            },
            "20": {
                "0": "<b>ועמוד על כנו נבזה.</b> ויתחזק אז על מעמדה מלכות עשו שנא' בזוי אתה מאוד (עובדי' א) ויעמדו רומים ויטלו מלכות מיונים:\n"
            },
            "21": {
                "0": "<b>וזרעות השטף.</b> וגבורי מלכות יון שהיו מלפניהם שוטפים וחזקים ישטפו מלפני רומים וישברו: ",
                "1": "<b>וגם נגיד ברית.</b> גם מלך ישראל שיכרות עמם ברית גם הוא סופו שישטף מלפניו כי יעברו (רומים) על הברית ויפשטו עליהם כמו שאמרו רז\"ל (עכו\"ם ח) עשרין ושית שנין קמו בהמנותייהו בהדי ישראל והדר אשתעבדו בהון:\n"
            },
            "22": {
                "0": "<b>ומן התחברות אליו יעשה מרמה.</b> ומן השותפות שישתתף (רומי) עם ישראל יעשה מרמה שלא יגלה מחשבה רעה: ",
                "1": "<b>ועלה.</b> ממקומו: ",
                "2": "<b>ועצם.</b> בכל מקומות שסביבות ארץ יהודה באדום בעמון ומואב: ",
                "3": "<b>במעט גוי.</b> לא יצטרך לחיל כבד כי יעזר אותו מלך יהודה וכן כתוב בספר יוסיפון:\n"
            },
            "23": {
                "0": "<b>בזה ושלל ורכוש להם יבזור.</b> יחלק לכל המקבלים עולם עליהם עד שיכבשו את הכל בחנופה ובחלקלקות: ",
                "1": "<b>יבזור.</b> כמו יפזר וכן בזר עמים (תהלים סח): ",
                "2": "<b>ועל מבצרים.</b> עכו\"ם יחשוב מחשבותיו להושיב (בהם) ראשי גייסותיו עד עת שיהיה הכל כבוש תחתיהם:\n"
            },
            "24": {
                "0": "<b>ולא יעמוד.</b> מלך הנגב: ",
                "1": "<b>כי יחשבו עליו מחשבות.</b> ויתנכלו עליו להפילו על ידי שוחד שישחידו את שריו לבגוד בו כמו שהוא מסיים ואומר ואוכלי פת בגו ישברוהו:\n"
            },
            "25": {
                "0": "<b>פת בגו.</b> מאכלו נוטל פרס משלחנו:\n"
            },
            "26": {
                "0": "<b>ושניהם המלכים.</b> שר רומים ונגיד הברית האמור למעלה הוא הורקנוס שיתחבר לעזרתו כדי שיעזור גם הוא על ארסתובלס אחיו המולך בירושלים: ",
                "1": "<b>לבבם למרע.</b> על בני עמך להרע ליהודה: ",
                "2": "<b>ועל שלחן אחד.</b> על מלכו' ארסתובלוס יתלחשו כזבים: ",
                "3": "<b>ולא תצלח.</b> שיתמסרו ישראל להשחתה באותן הימים: ",
                "4": "<b>כי עוד קץ למועד.</b> החורבן למלאות שבועים ששים ושנים האמורים בספר זה (לעיל ט) ואותו המועד בימי אגריפס בן אגריפס מזרע הורדוס:\n"
            },
            "27": {
                "0": "<b>וישב.</b> מלך הרומי לארצו מעל מלך הנגב ברכוש גדול: ",
                "1": "<b>ולבבו על.</b> ברית קודש להפר בריתו מעל ישראל: ",
                "2": "<b>ועשה.</b> כלומר והצליח, ושב לארצו:\n"
            },
            "28": {
                "0": "<b>למועד.</b> לאחר זמן: ",
                "1": "<b>ולא תהיה.</b> הביאה הזאת מצלחת כראשונה האמורה למעלה ועמד מנצר שרשיה וגו' שהצליח מלך הצפון על מלך הנגב וכאחרונה פעם שניה זו שאמרנו ושב לארצו ברכוש גדול:\n"
            },
            "29": {
                "0": "<b>ובאו בו.</b> להלחם בו: ",
                "1": "<b>ציים.</b> סיעות: ",
                "2": "<b>כתים.</b> רומים, גדודים ממלכות רומי שימרדו בו: ",
                "3": "<b>ונכאה.</b> ונשבר קצת: ",
                "4": "<b>ושב וזעם על ברית קדש.</b> ושב לארצו להפר ברי' שכרת עם ישראל: (ושב ויבן על עוזבי ברית קודש) ויתן לב ויתבונן שעזבו ישראל ברית (ודת) קודש, ותרב שנאת חנם ומחלוקת בבית שני כמו שכתוב בספר יוסיפון וישפכו דם נקי ועל זאת יבטח וידע שיצליח ויפר את בריתו מעמם ויתגרה בם:\n"
            },
            "30": {
                "0": "<b>וזרועים ממנו יעמודו.</b> ישלח שריו וגבוריו לירושלים: ",
                "1": "<b>וחללו המקדש המעוז.</b> מעון בית המקדש:\n"
            },
            "31": {
                "0": "<b>ומרשיעי ברית יחניף.</b> פריצי ישראל שיתחברו עמו וירשיעו בריתם עם חבריהם ויהיו ממרים ויחניף בחלקלקות: ",
                "1": "<b>יודעי אלהיו.</b> וכשרי ישראל שיחזיקו ביראת אלהיהם כלומר יאחזו בה ולא יעזבוה: ",
                "2": "<b>ועשו.</b> את תורתם:\n"
            },
            "32": {
                "0": "<b>ומשכילי עם.</b> חכמים שבהם כגון של בית רבי וחכמי הדורות: ",
                "1": "<b>יבינו לרבים.</b> ידרשו לעם הארץ את התורה ויאמצו ידיהם להחזיק בה: ",
                "2": "<b>ונכשלו.</b> בגלותם בחרב ובלהבה וגו':\n"
            },
            "33": {
                "0": "<b>יעזרו.</b> עזר מעט ע\"י שחדים וממון שיעבדו את אויביהם יסייע אותם בהם:\n"
            },
            "34": {
                "0": "<b>יכשלו לצרוף בהם.</b> יכשלו בחשבון הקיצים שיתנו לב לצרפן וללבנם לדעת אותם ויטעו בהם:\n"
            },
            "35": {
                "0": "<b>ועשה כרצונו המלך.</b> מלכות רומי: ",
                "1": "<b>והצליח עד כלה זעם.</b> עד שוב אף הקב\"ה מישראל: ",
                "2": "<b>כי נחרצה נעשתה.</b> כשתכלה גזירתו כי, כמו כאשר:\n"
            },
            "36": {
                "0": "<b>ועל אלהי אבותיו לא יבין.</b> לא יתן לב להקב\"ה שהוא אלהי אברהם יצחק וישראל אבותיו: ",
                "1": "<b>חמדת נשים.</b> כנסת ישראל היפה בנשים:\n"
            },
            "37": {
                "0": "<b>ולאלוה מעוזים.</b> לאלהי הכרובים אשר יכרותו עמו ברית: ",
                "1": "<b>על כנו יכבד.</b> כי יחניף את העכו\"ם להיותם כבושים לו:\n"
            },
            "38": {
                "0": "<b>ועשה.</b> בנינים: ",
                "1": "<b>למבצרי מעוזים עם אלוה נכר.</b> כלומר לכבוד אלהי נכר: אשר הכיר: ",
                "2": "<b>ירבה כבוד.</b> את השרים אשר יראה בלב להכיר פניהם ולהחניף ירבה להם כבוד: ",
                "3": "<b>ואדמה יחלק.</b> להם: ",
                "4": "<b>במחיר.</b> בדמים קלים:\n"
            },
            "39": {
                "0": "<b>ובעת קץ.</b> כשתקרב גאולתינו: ",
                "1": "<b>וישתער עליו מלך הצפון.</b> על מלך הנגב:\n\n"
            }
        },
        "11": {
            "0": {
                "0": "<b>ובעת ההיא יעמוד מיכאל.</b> ישתתק כאלם שיראה הקב\"ה דן בעצמו ואומר היאך אאבד אומה גדולה כזו בשביל ישראל: ",
                "1": "<b>והיתה עת צרה.</b> בפמליא של מעלה וקטיגוריא בתלמידי חכמים בזוזי ובזוזי דבזוזי כמו שאמרו רבותינו בהגדה בפ' אחרון של כתובות: ",
                "2": "<b>ימלט עמך.</b> תאבד מלכות ארם וימלטו ישראל: ",
                "3": "<b>כל הנמצא כתוב בספר.</b> הרי זה מקרא קצר כל הנמצא כתוב בספר זה על ידי החלומות הכתובים בו, עד דקטילת חיותא ויקבלון מלכותא קדישי עליונין הכל יתקיים:\n"
            },
            "1": {
                "0": "<b>ורבים מישני אדמת עפר יקיצו.</b> יחיו המתים:\n"
            },
            "2": {
                "0": "<b>והמשכילים.</b> שעסקו בתורה ובמצות יזהירו כזוהר הרקיע:\n"
            },
            "6": {
                "0": "<b>וככלות נפץ יד עם קדש.</b> כשתכלה כח ישראל כי אזלת יד ואפס עצור ועזוב (דברים ל״ב:ל״ו):\n"
            },
            "7": {
                "0": "<b>ולא אבין.</b> לא ידעתי מהו מועד מועדים וחצי: ",
                "1": "<b>מה אחרית אלה.</b> סוף החשבונות הללו:\n"
            },
            "8": {
                "0": "<b>עד עת קץ.</b> עד אשר תקרב הגאולה:\n"
            },
            "9": {
                "0": "<b>יתבררו ויתלבנו.</b> החשבונות האלה: ",
                "1": "<b>ויצרפו.</b> בהם רבים להבינם: ",
                "2": "<b>והרשיעו רשעים.</b> את החשבונות לחשבם שלא כמשפט וכשיכלו יאמרו אין עוד גאולה: ",
                "3": "<b>ולא יבינו.</b> אותם כל רשעים: ",
                "4": "<b>והמשכילים יבינו.</b> אותה בבא עת קץ:\n"
            },
            "10": {
                "0": "<b>ומעת הוסר התמיד.</b> כדי לתת שקוץ משומם תחתיו ימים אלף ומאתים ותשעים שנה הן מיום הוסר התמיד עד שישוב בימי משיחנו וחשבון זה מכוון עם חשבון ערב ובקר אלפים ושלש מאות מיום גלותם למצרים עד גאולה אחרונה, גלות מצרים מאתים ועשר, מיום צאתם עד בנין בית ראשון ארבע מאות ושמונים, ימי הבנין ארבע מאות ועשר, גלות בבל שבעים שנה, ימי בית שני ארבע מאות ועשרים, הרי אלף וחמש מאות ותשעים, והתמיד הוסר לפני החורבן שש שנים הרי מיום גלותם למצרים עד הוסר התמיד אלף וחמש מאות ושמנים וארבע, הוסיף עליהם אלף מאתים ותשעים הרי אלפים וח' מאות ושבעים וד' כמנין ערב בקר בגמטריא, אלפים וג' מאות:\n"
            },
            "11": {
                "0": "<b>אשרי המחכה וגו'.</b> ארבעים וחמש שנים נוספים על חשבון העליון שעתיד משיחנו להתכסות אחר שנגלה וישוב ויתגלה וכן מצינו במדרש רות וכן יסד ר' אליעזר הקליר (בסילוק יוצר פרשת החדש) ויתכסה מהם שבועים ששה:\n"
            },
            "12": {
                "0": "<b>לך לקץ.</b> תפטר לבית עולמך: ",
                "1": "<b>לגורלך.</b> לקבל חלקך עם הצדיקים: ",
                "2": "<b>לקץ הימין.</b> כמו באחרית הימים ואין לפרש הימין לשון יד הימנית שהרי הוא מנוי במסורת הגדולה בשיטת תיבות המיוחדין בנו\"ן זקופה בסוף תיבה המשמשת במקום מ\"ם ולית דכותיהון כגון ועליה יכרעון אחרין (איוב ל״א:י׳) יקום ולא יאמין בחיין (שם כד) קח לך חטין (יחזקאל ד׳:ט׳) יחרדון איין (שם כו) למחות מלכין (משלי ל״א:ג׳), לקץ הימין (כאן), (ועיין רש\"י פסחים נ\"ו ד\"ה לקץ הימין ועיין רש\"י סנהדרין צ\"ב ד\"ה לך לקץ וכו' וקצת צ\"ע):\n"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Rashi on Daniel"
}