{
    "status": "locked", 
    "versionTitle": "Chidushi HaRitva, Amsterdam, 1729.", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Ritva on Moed Katan", 
    "text": [
        [], 
        [], 
        [
            "<b>פרק ראשון משקין:\n</b><br><b>משקין בית השלחין במועד וכו'</b> פרש\"י  ז\"ל בית השלחין ארץ שהיא עייפ' למים שצריכי' למים תמיד פי' גנונתא דהיינו גן ירק ובין באגי דהיינו שדה תבואה ולקמן בש\"ס גבי בית השלחין שחרבה מעינה דאמר בש\"ס אלימא חרבה ממש פי' ז\"ל שאין בה לא תבואה ולא ירק ויפה פירש רבינו ז\"ל דהא סוגיין בפרק המוכר את הבית איכא מאן דאמר בש\"ס מאי שלחין גנוניתא כדכתיב שלחיך פרדס רמונים ואיכא מ\"ד מאי שלחין באגי כדכתב ושולח מים על פני חוצות דאלמא לשון שלחי' עולה על שניהם ובפרק חזקת הבתים אמרו בית השלחין וכל דבר שעושה פירו' תדיר חזקתן שלש שנים מיום ליום ואלו שדה תבואה אין עושה פירות תדיר וחזקתן ג' שנים ואינם מיום ליום כדתנן בהדיא שדה הבעל חזקתו ג' שני' ואינן מיו' ליו' אלא ודאי דהת' קרי' בית השלחין גנוניית' שיש בהן ירקות תדיר ולא משמע דאיכא הפ' בין שלחין דחית או שלהין בהא כי האותיות האלו מתחלפות זו בזו מפני ששתיהן אותיו' הגרון ובירו' אמרו לא ממנעי רבנן למדרש בין הא לחית וכדא' גבי קדש הלולי' והכ' בנסחי איכא דגריס בית השלהין ואיכ' דגרי' בית השלחין ואע\"ג דבש\"ס אמרי' דלישנא דצחותא הוא כדאמר משלהי ולאי הרי הוא כאלו אמרו דשלחין כמו שלהין מלשון משלה ולאי שלהין קצבו של דבר כי שלחין הוא נאמר לפעמים לשון כללי על כל ארץ שהיא צמאה למי' בין גן ירק בין גן אילן בין שדה תבואה כדאיתא הכא ומשו' הכי מפרשי ליה בש\"ס לישנא דצחותא שיהא כולל לשניהם ופעמים נאמר לשון פרטי על גן ירק לבדו או על שדה תבואה לבדו כההיא דפרק חזקת הבתים וכההיא דפרק המוכר וכשהוא פרטי דורשין אותו כענינו או מלשון שלחיך פרדס רמוני' שזורעין ירק בנתים או מלשון ושולח מים:\n", 
            "<b>והא דקתני משקין בית השלהין במועד</b> פרש\"י  ז\"ל אע\"פ שטורח במלאכה דמשום הפסד שרו רבנן טרחא זוטא כדאמר בפרק אין דורשי' דדבר האבד מותר לתקן שלא מסרו הכתוב אלא לחכמים לידע או זו היא מלאכה מותרת כגון דבר האבד מסתברא דטרחא זוטא לאו דוקא אלא כל היכא דלאו טרחא יתירא נמי שרו בדבר האבד וכדמוכח בהדיא במכלתי' בכמה דוכתי והוי יודע דדבר האבד חלקו חכמים בין טרחא זוטא לטרחא רבה אבל בין צנעה לפרהסי' לא חלקו כמו שחלקו בדברים אחרים של מועד כדאיתא לקמן במכלתי' והכי ריהטא כולהי שמעתא דמיירי בדב' האבד ואיכא פלוגתא בריטות' ז\"ל אי איכא איסורא דאורייתא במלאכ' במועד כלל ואיכא מ\"ד יש איסור תורה בכל שאינן דבר האבד ושלא לצורך המועד כלל וכדחזי' בפרק אין דורשין דמייתי לה מקראי טובא ואמרי' נמי דלקמן בפ\"ק דעובדי כוכבים ומזלות לא ישכור אדם שדהו לעובדי כוכבי' ומזלות מפני שנקראת על שמו והוא עושה בה מלאכה בחולו של מועד והוינן בה ותיפוק לי משום ולפני עור לא תתן מכשול ולא מצינו בשום מקום בדבריהם של דבריהם שאסור מפני חשש זה ואמרי' נמי בפרק אין דורשין א\"ל רבי יוחנן לריש לקיש אלא מעתה וחג האסיף בצאת השנה הכי נמי חג שאתה חוגג ואוסף בו ואימת אלימא בי\"ט אסיפא בי\"ט מי שרי אלא בחולו של מועד וחולו של מועד מי שרי אלא חג הבא בזמן אסיפה ואמרי' מכלל דתרוייהו סבי' להו דחולו של מועד אסו' בעשיית מלאכה כלומר מן התורה והיינו דצריכים למידק דאלו מדרבנן ליכא פשיט ותו דהא מדיוקא דקרא נקטי' הוא דדייקי' ליה דלא מתוקם להו קרא חג האסיף בחג שאתה אוסף בו וזו שיטת הרמב\"ם ז\"ל אבל בעל ה\"ג ז\"ל כתב שאין איסור מלאכה במועד אלא מדרבנן בעלמא וכדאמרי' התם ימים שאין בהם ביטול מלאכה לעם כגון חולו של מועד וראשי חדשים קורין ד' אלמא כשם שאין בר\"ח איסור מלאכה דאוריית' כך הדין בחול המועד וזו ראי' רעועה דא\"כ אף איסורא דרבנן לא יהא בו דהא אין בר\"ח אלא מנהג שנוהגין בלבד כדברי רבינו במס' מגלה ורמז\"ל כך כתב כדברי בה\"ג ז\"ל וכן ר\"ת ז\"ל ובעל התוספת ז\"ל ואומר ר\"ת ז\"ל דהנהו קראי דפרק אין דורשין אסמכת' בעלמ' נינהו והא דקרי לה בפרק מי שהפך אסור מלאכה דאורייתא משום דאיכא אסמכתא מקראי דאוריית' ואלו אבל אין לו סמך אלא מדברי קבלה והפכתי חגיכ' לאבל ואסמכתא נמי דקליש' דקרא לא אשתעי באיסור מלאכה אלא שיהפך שמחתכם לאבל וקינים ובההיא דפ\"ק דעובדי כוכבים ומזלו' אמר הרב ז\"ל דמשו' דאיכא סמך קראי דאורייתא חיישי' בהו משום לפני עור לא תתן מכשול ובההיא דפרק אין דורשי' רבי יוחנן ור\"ל הוא דסביר להו הכי אבל שאר בעלי הש\"ס לא ס\"ל הכי והיינו מאי דדייק לה ובירושלמי משמע כדברי ר\"ת ז\"ל דאמרי' א\"ר אבא בר ממל אלו היה מי שימנה עמי התרתי לעשות מלאכה בחולו של מועד כלום איסורו שלא לעשו' מלאכה בחול המועד אלא כדי שיהו אוכלין ושותין ושמחים ויגעים בתורה ואינון אכלין ושתין ופחזין ע\"כ אלמא דרבנן היא ולכך היה אומר שהיה מתירו אלו היה מי שימנה עמו ואלו איסורא דאורייתא ליכ' למימ' הכי שאמרו כל החכמים לעקור בקום עשה ואעפ\"כ כדברי רש\"י ז\"ל ורבינו הרמב\"ן ז\"ל נרא' עיקר דפשיט' דשמעתא הכי ריהטן דלא משמע דתיהוי כל ההיא סוגי' והנהו קראי דפרק אין דורשי' אסמכתא בעלמא וכיון דר\"ל ורבי יוחנן ס\"ל דאיסורא דאורייתא ולא היא בהדיא בש\"ס דילן מאן דפליג עלה היכי דחי' לה בכדי וטובא איכא בש\"ס דדייקי' מכלל דתרווייהו סבירא לאשמועי' דהלכתא היא ומשום דלא שמעי' לה בהדיא לאחריני והירושלמי שאמרנו אפי' לפשוטו אין לנו לדחות דברי ש\"ס בבלי שלנו מפני דברי הירושלמי ולא דברי רבי יוחנן ור\"ל מפני דברי רבי אבא בר ממל וכ\"ש שיש לנו לומר כי מפני שרוב מלאכות דחול המועד הוא מדבריהן אמר כן שהרי כל שהוא דבר האבד מותר מן התורה אפי' בטורח גדול וכל צרכי מועד ג\"כ בין בצנעא בין בפרהסיא ובמלאכת אומנין ושלא בשנוי וחכמים אסרו משום גדר וסייג כמה דברים בזה לפי' היה אומר רבי אבא כי אלו היה מי שימנה עמו היה מתיר כל מלאכת של דבריהם כדי שלא יהו בטלין כי הבטלה מביאה לידי פחיזות הא עיקר מלאכה בחול המועד דאורייתא היא בדבר שאינו אבד ושלא לצורך המועד ומסרו הכתוב לחכמים ולהודיענו שזה אסור והשאר מותר והם הכריזו ואסרו דברי' אפילו במה שהתירה להם תורה משום משמרת למשמרתי כמו שעשו בשאר גופי התורה וזה נראה ברור וכן דעת רבותי שיחיו:\n", 
            "<b>שם ובשביעית יש</b> פי'  שכת' בהן ל\"ש שלהין ול\"ש בית הבעל כדאמר בש\"ס אבות אסר רחמ' ולא תולדות ולא יתכן לפ' כן דהא תנא ערבינהו במועד ובשביעית וכן מה שפורש ר\"ש דהא דתנן אבל לא מימי הקילון אמועד בלחוד קאי לא משמע הכי מליש' דמתני' כלל וכל כי האי גוונא הוה ליה לפרושי בש\"ס אלא ודאי מתני' כפשטה ואף על גב דמדאורייתא תולדות שרו והשקאה תולדה חכמים אסרו תולדות שאינו אבד ואסרו ג\"כ בדבר האבד דבר של טורח עשאוהו כעין חולו של מועד בדבר זה והתניא בש\"ס שאין עודרין ואין מפסגין ולא מאבקין וכלה ברייתא ואוקמוה ש\"ס מדרבנן וקרא אסמכתא בעלמא:\n", 
            "אבל לא מימי הקילון פירש\"י ז\"ל חריץ עמוק ובו מים מכונסים ואיכא טרחא יתיר' למלאת פירש לפי רש דקילון הן מים הנשאין בדלי על שם ותער כדה אל השוקת דמתרגמי' ונפאת קולתה והוא טורח גדול למלאת:\n", 
            "והא דתנן אין עושין את האמה במועד פשי' דהא איכא טרחא טובא טפי מקילון וליכא למימר דרבי אליעזר שרי קילון כדמוכח בש\"ס בברייתא אדרבה מחמיר הוא טפי אלא י\"ל דמשום שביעית נקט לה אי נמי דאפי' לצורך המועד אסר לה כיון שהן מכשירין רחוקים מהם מאוכל נפש ולא דמי לתנור וכירה דשרי לקמן במכלתי'\n", 
            "ומתקנין את קלקולי המים שהן הביבין שמוציאין בהם כל שופכי ואם נתקלקלו נמצאת הנוד מקולקלת בטיט ובצואה ונקראו קלקולי המים מפני שהמים המלוכלכים שיוצאין בהם ורש\"י ז\"ל פיר' שקלקולי המים הם כגון בורות שיחין ומערות שמיוחדין לשתיה אם נתקלקלו מתקנין אותן כדי שיזובו מימיהם ויש בהן טורח לתקן יותר מקלקולי אמה ומסתברא דתרווייהו איתנהו בה:\n", 
            "שם ועושין כל צרכי הרבים בש\"ס מפ' לאתויי מאי ובירושלמי' דמסכ' שקלים ובמכלתי' אמרי' מה הם צרכי רבים דיני ממונות ודיני נפשות ודיני מכות ופדיון הבן ערכין וחרמין והקדשו' ומשקין את הסוטה ועורפין את העגלה ושורפין את הפרה ורוצעין עבד עברי ומטהרין את המצורע ופורקין את המנעל מעל גבי האימום אבל אין מחזירין אותו ע\"כ בירושלמי ויש תימה קצת היאך קתני בצרכי רבים השקאת סוטה וטהרת מצורע ורציעת עבד עברי ופריקת מנעל מעל האימום וי\"ל דלא דק ואיידי דקתני מילי דמתעבדן ע\"י אחרים ובלא שכר פעולה נקט נמי הך בהדייהו ופוקקין את המנעל תנא ליה משום דקא בעי למיתני שאין מחזירין אותו משום דאומנות הוא ותקון המנעל ושלא לצורך קאמר ואגב אורחי' שמעי' מן הירוש' שדנין דיני ממונות במועד והכי נמי אית' לקמן במכלתי' בפ' אלו מגלחין וקשיא לן דאמרי' בפ' הגוזל דלא קבעי זמנא לא ביומי ניסן ולא ביומי תשרי והרי חול המועד בכלל ור\"ת ז\"ל פי' דיומי ניסן ויומי תשרי לאו דווקא ומפני החג אלא זמן קציר והבציר קאמר ומפני שהעולם טרודין וכההיא דאמרי' לא תיתו קמאי לא ביומי ניסן ולא ביומי תשרי וכי היכי דלא תטרדו דלהשתא ונכון הוא אבל אחרי' פי' יומי ניסן ותשרי ממש מפני שטרודין בעניני החג וכן דעת הרמב\"ם ז\"ל והוא ז\"ל כתב בכאן דנין דיני ממונות במועד ומי שלא קבל עליו את הדין משמתין אותו וי\"ל דלדבריו ז\"ל דאנן לא קבעי' זמנא לכתחלה מפני בעל דינו אבל אם הסכימו שניהם לבא לדין דנין אותן ומותר ובההיא דאמר בירושלמי שאין דנין בע\"ש ואמר נמי בש\"ס דילן בפ' הגוזל דלא קבעי' זמנא במעלי שבתא ואלו בסנהדרין פ' אחד דיני ממונות אמרו דאין דנין דיני נפשות בע\"ש הא דיני ממונות דנין אבל יש לתרץ דאנן לא קבעי' להו זמנא ולא כפינן בהו אבל אם באו שניהם לדון מותר לדון אותם ומיהו בירושל' הקשו זה שם ותירצו כאן של תורה כאן של דבריהם ובהא דהכא אין לתרץ כן ויש שאמרו דהא אמרי' בפ' הגוזל דלא קבעי' זמנא ביומי ניסן ויומי תשרי היינו למי שאינו בעיר אבל מי שהוא בעיר קובעין זמן ודנין וכן דעת רבי' מאיר הלוי ז\"ל:\n", 
            "שם בשלמ' מעיין שמבא מתחלה הא קמ\"ל דלא חיישי' דילמא אתי לאנפולי פי' שמא יפילו אגפיה ויצטרך לטרוח בתקונו או שלא יוכל להשקו' ונמצא שטרח לריק:\n", 
            "ומאי משמע דהאי בית הבעל רש\"י ז\"ל לא גריס דהאי דמשום דמתני' לא איירי' בה אבל י\"ל דאגב ריהטא נקט דהאי בית השלחין נקטיה להאי נמי:\n", 
            "כמה דמתותב עולם עם בתולתאכלומ' שעומד לבו מיושב בלא דאגה יתותבן בתיכי ולהכי קרי ליה בית הבעל לישנא דמתבותא כלומר שהארץ מתישב' ואינה נוהגת למים כל כך ובירושלמי דמקרי בית הבעל ע\"ש שמסתפק במי גשמים כמה דאמרי' מטרא בעלה דארעא שרובע אותה ונקראו הגשמים רביעה ראשונה ושניי'\n", 
            "<b>ומאן תנא</b> כו'  ר' אליעזר היא דתנן מושכין את המים מאילן לאילן אבל לא ישקה כל השדה פי' דהרוחה בעלמא הוא פרש\"י ז\"ל דמיירי בבי' הבעל ואפי' הכי שרי למשוך מאילן לאילן דלא חשיבא טירח' שכבר יש שם מהלכות למים עשיות מאילן לאילן ובירושל' יש שיטה אחרת ולקמן בדוכתא מפרשי' לה והשתא קס\"ד דהני תרי חומרי כי הדדי נינהו וכיון דמחמיר ר' אליעזר בהרוחה דלאו טירחא הוא הדין דמחמיר בטירחא יתירא במקום פסידא ודחי' לה דע\"כ לא שמעי' ליה אלא איסור דהרוחה אבל בדבר האבד אפשר דשרי כל טירחא יתירא:\n", 
            "<b>ואתי' לאוקומה למתני' כר' יהודה</b> כו'  ופרש\"י ז\"ל דהכי שמעי' להו דכיון דנקט אין משקין משם אלא שדה בית השלחין מכלל דבית הבעל אין משקין דלהרוחה לא טרחי' אפי' טרחא זוטא וכיון דלא שארי אפי' בבית השלחין אלא השקאה אבל מי קילון לא מכלל דבדבר האבד טרח' יתירא לא טרחי' והא דקתני יותר על כן א\"ר יהודה לא יפנה אדם וכו' פרש\"י ז\"ל דבית הבעל היא ופנוי טרחא זוטא ואפי' הכי לא טרחי' משום הרוחה וקשה עליו (הוא) חדא דדילמא ר' יהודה אפי' קילון נמי שרי בבית השלהין דהא דנקט מעין משום ר' מאיר היא כדמוכח לישנא בהדי' ועוד דבסמוך אתי למדחי דאפשר דר' יהודה שרי טירחא זוטא בהרוחה ולא אסר השקאה דבית הבעל אלא במעין היתא כתחלה משום אינפולי והא היכי אפשר דהא קתני שלא יפנה אותו ופרש\"י ז\"ל שהוא בית הבעל וטרחא זוטא יותר מהשקאה ולהכי קתני יותר על כך לכך פי' בתוספות דהא דקתני יתר על כן בבית השלהין מיירי בגנה של ירק וחורב' ביתו שעושה שם ירקות ומשום דפנוי זה איכא טרחא יתירא לא טריחי' דהשתא שמעי' דמתני' ר' יהודה מדקתני בית השלחין ולא בית הבעל אלמא הרוחה דלאו טירחא אסור ומדקתני לא יפנה שמעי' דאפי' במקום פסידא לא טרחי' טרחא רבה וה\"ק יתר ממה שהחמיר שלא להשקות בית הבעל בטרחא זוטא החמיר לאסור בית השלחין טרחא רבה ומאי דקשיא ליה לרש\"י ז\"ל מאן לימא לן שהיה ראוי יותר להתיר טרחא גדולה בדבר האבד מטרח זוטא בהרוחה עד דליתני יתר על כן. י\"ל דר' יהודה סובר כי שורת הדין בהרוחה אין להתיר כלום אבל בדבר האבד נתיר כל דבר כדי שלא יפסיד קמ\"ל:\n"
        ], 
        [
            "א”כ מתני' אמאן תרמייה. פי' דמשום סרכא כל דהו לית לן לאפוקי מתני' מהלכתא וכו':\n", 
            "והא דקתני מעיין שיצא בתחלה להודיעך כחו דרבי מאיר וא\"ת ולימא משום כחו דר' יהודה דשרי לה בבית השלחין י\"ל דכיון דרבי יהודה לא אדכריה מעיקרא אלא דסרכא דר' מאיר נקיט לית למתלייה טעמא דנקט מעיין שיוצא בתחל' בדידיה אלא בדר' מאיר:\n", 
            "איתמר המנכשו וכו' אמר רבא כותי דידי מסתברא מתני' וכו' פי' מר אזיל בתר השתא ומר אזיל בתר בסוף ומהאי לישנא פרישו לנא דפליגי ולא מצי' למימר דמר אמר חדא ומר אמר חדא ולא פליגי והיינו דפריך עלייהו אביי וכי תימא דכל היכא דכי עביד תרתי מחייב תרתי כי עביד להו כחדא מלאכה לא מחייב אלא חדא והאמר רב כהנא לענין שבת זמר וצריך לעצים חייב שתי חטאות משום קוצר ומשום נוטע וליכא למימר גברא אגברא קא רמית דהא קים לן דהלכתא כרב כהנא וליכא דפליג עלה ואפי' רב יוסף עצמו אמר לה האי מאן דקטיל אספסתא חייב שתים ומשום דרב כהנא איירי בה התם בעיקרא נקטיה:\n", 
            "וגרסי' ז\"ל וספרי דוקאי קשיא ומסתבר דלהכי לא הויא תיובתא משום דאשכחן לרבה בפסחים ומכות דאית ליה שאין חלוק מלאכות לי\"ט ורב יוסף נמי אזיל בשטתיה ומיהו הוי האי קושיא דהתם איכא מתני' דהמבשל גיד הנשה בי\"ט דמצטריך רבא לדוחקא טובא וקשיא לי דאפי' סביר להו דלא מחייב אלא חדא אמאי לא מתרינן ביה בין בזו ובין בזו י\"ל דליכא לאתרוייה ביה אלא בההוא דהוי עקר טפי ועלה מלקי' ליה. כצ\"ל:\n", 
            "<b>שם רבי עקיבא אומר אף המקיים</b> פי'  כשעושה גדר או שום מעשה דאלו לאו שאין בו מעשה אין לוקין עליו כבר פירשתיה במקומ':\n", 
            "<b>כלאים שדך לא</b> פירוש  דלהכי לא כתב לא תרביע כלאים בהמתך למסמך כלאים על שדך לדרש' ורבנן לא ניחא להו דארחא דקרא למילקט הכי ולא מסרסינן לקרא כולי האי ולא דמי כלל לההיא דאת כספך לא תתן לו בנשך ובמרבית ולא לההיא דמפני שיבה תקום והדרת פני זקן דהתם ליכא שום סירוס במקרא:\n", 
            "<b>חרישה וזריעה בשביעית מי שרי</b> פי'  מדאורייתא ואפי' למ\"ד החורש בז' אינו לוקה מודה דאפי' בערב שביעית למד יום איסור תורה או מהלכה אי מקראי כדאיתא לקמן וכ\"ש בשביעית עצמה דאתי בק\"ו:\n", 
            "שם אמר אביי בשביעית בזמן הזה דהוה דרבנן ור' היא דתניא כו' כבר פרשתיה בארוכה במס' גיטין:\n", 
            "רבא אמר אפי' תימא אליבא דרבנן דסברי בשביעי' בזמן הזה דאורייתא אבות אסר רחמנא תולדות לא אסר רחמ' פי' ורבנן הוא דגזור ומשום פסידא הוא דשרו השקאה ודכותיה:\n"
        ], 
        [
            "למה לי דכתבינהו רחמ' אלא ודאי הא קמ\"ל דבהני תולדות הוא דאסור לא גריס רש\"י ז\"ל תולדות וטעמא משום דכיון דכתיבי אבות נינהו וי\"ל דשפיר גריס ליה ומשום דשבת הוי תולדות קאמר הכי וה\"פ בהני תולדות מחייב הכא משום דעבדינהו אבות. הא באחריני לא דתולדה לא מחייב והי' צריך התלמוד לפ' למ\"ד דתולדה אסר רחמ' כל הני פרטי למה לי:\n", 
            "מנין שאין מנכשין וכו' בדין הוא דלנקוט כולהו ביחד אלא דנקיט כל ענינא באפי נפשי' והא דדריש שדך לא תזרע כלאים לאו למימרא דמהכא שמעי' לה למאן דסבר דאורייתא קתני דהא ודאי לא דרשא היא כלל אלא בכלל ופרט וכלל דריש ליה כדלקמן אלא דנקיט קרא הכי כלישנא קלילה וארחא דתנאי היא דעבדי הכי:\n", 
            "יכול לא יקשקש תחת הזתים ולא גר' ולא יעדר דהא נסיב קרא להתירא ואלו ברישא נסיב ביה קרא לאיסורא:\n", 
            "<b>מה זריעה מיוחדת</b> פי'  שהיא עבודה רגילה וצריכה לשדות ולהשביח אף כל וכו' ופרקי' מדרבנן וקר' אסמכת' בעלמא. וא\"ת והלא מנכש ומשקה כי הדדי נינהו והכא אסר לנכש אפי' מדרבנן והיכי שרי במתני' השקאה. יש מתרצין דברייתא בבית הבעל ולא נהיר והנכון דנכוש טרח' רבה וכהשקאה דקילון דמיא:\n", 
            "<b>וקשקושי בז' מי שרי</b> פי'  קושיא להאי לישני' דאוקי' ברייתא מדרבנן וא\"כ מאי דשרי אפי' מדרבנן שרי דאלו למאן דסבר דמתני' דאוריית' קתני דילמא מדאורייתא הוא דשרי הא מדרבנן אסור ואידך דאסר מדרבנן הוא וקר' דתשמטנה אסמכת' בעלמא:\n", 
            "<b>סתומי פילי אסיר</b> פי'  שאינו אלא לאוקומי בעלמא שלא יכנס השמש בין הבקעים ולא חשיב עבודה אבל יש קשקוש לחזק האילן ולהשביחו וחשיבא עבודה ואסור:\n", 
            "שם איתמר החורש בז' לימא בדרבי אבין קא מיפלגי דאמר כל מקום שאתה וכו'. גרס' הספרים דמ\"ד לוקה לית ליה דר' אבין ומ\"ד אינו לוקה אית ליה דרבי אבין לא דכולו עלמא לית ליה וכו' והפי' מ\"ד לוקה לית ליה דרבי אבין אלא דרשי' קרא בכלל ופרט וכלל. שבתון יהיה לארץ כלל לא תזרע ולא תקצור פרט. שבת שבתון יהיה לארץ חזר וכלל וריבה כל שהיא עבדה מיוחד' בשדו' וכרמים כעין הפרט. ומ\"ד אינו לוקה אית ליה דרבי אבין וכיון דלא דרשי' ליה בכלל וכרט וכלל אין לנו אלא מה שפרט הכתוב (בכלל) בלבד. ויש ספרים דגרסי' איפכא מ\"ד לוקה אית ליה דרבי אבין ומ\"ד אינו לוקה לית ליה. ואמרי' דכ\"ע אי' ליה וכו' וה\"פ מ\"ד לוקה אית ליה דר' אבין ולפי' לוקה דאלו דרשי' ליה בכלל ופרט אין כאן אלא כלל ופרט. ואין בכלל אלא מה שבפרט אבל השתא דלא דרשינן ליה בכלל ופרט כל אחד עומד לעצמו ואמרי' הכי כי הזריעה בכלל היתה ויצאה לידון בלאו ולא ללמד על עצמו יצא אלא ללמד על הכלל כלו יצא. ומ\"ד אינו לוקה לית ליה דרבי אבין וה\"ל כלל ופרט ואין בכלל אלא מה שבפרט. ואין זה הפירש נכון דלכשתמצא לומר דלית לן דרבי אבין ודרשינן ליה בכלל ופרט זה כלל ופרט וכלל הוא ורבה כעין הפרט:\n"
        ], 
        [
            "<b>כי אתא רב דימי אמר כו'. </b> ולא ידענא מאי פירש לא ידענא מהו התוספת הזה ומאי ש\"ס נמי דנקיט ובא רבי אליעזר ופירש דתוספת היינו חרישה בז' וקרי' לה תוספ' משום דאתא בדרשא דכלל ופרט:\n", 
            "<b>ונסיב ליה ש\"ס לפטורא. </b> והקשה רש\"י ז\"ל דא\"כ תסתיים דרבי אליעזר הוא דאמר לעיל אינו לוקה וי\"ל דדילמא מתניתא מפרש וליה לא ס\"ל. אי נמי דאין ה\"נ דתסתיי' ומיהו לעיל לא ידעי לה דליסיימיה ורב אשי דסדר הש\"ס אתיא בסמוך לה דממלא מסתיימא:\n", 
            "ורבי יוחנן יכול ילקה על תוספת ז' דאתיא מבחריש ובקציר כדרבי עקיבא דלקמן. וא\"ת והיאך לוקין על עשה לכך פרש\"י ז\"ל ילקה מכת מרדות דרבנן עד שתצא נפשו דומיא דאמרו לו עשה סוכה ואינו עושה. וי\"ל מלקות ממש וקר' הכי קאמר בחריש תשבות בשאר מלאכות שכתבתי לך שהן בלאו:\n", 
            "שם עד שתכלה הלחה כל זמן שבני אדם חורשין וכו' לפי גרסא זו כלה חדא היא וסימן בעלמ' יהיב וכן פרש\"י ז\"ל אבל יש ספרי' שגורסין וכל זמן ותרי מילי נינהו שאפי' כלתה הליחה שרי' כל זמן שבני אדם חורשין ליטע מקשאות דמאן דחזי סבר לצורך מקשאות ומדלעו' חריש:\n", 
            "שם אין ב\"ד יכול לבטל דברי ב\"ד חברו אלא א\"כ גדול ממנו וכו' כבר פירשתיה במס' עובדי כוכבים ומזלות וקשיא הכא משום דקים לן כי תקנה זו פשטה ברוב ישראל והיא גזרה שיכול לעמוד דאי לא אפילו ב\"ד קטן יכול לבטלה דשמנן של עובדי כוכבים ומזלות שהתיר רבי יהודה נשיאה ופת ופרקי' אימור כך התנו ב\"ש וב\"ה שאם יבא שום ב\"ד לבטל יהא רשאי פירש ודכו' אשכחן דבטלוה לטבילותא דתקן עזרא ואנשי כנסת הגדולה ואע\"ף שפשטה ביש' והטעם מפני שכך התנו עזרע וסייעתו:\n", 
            "הני הלכתא נינהו קראי נינהו פירש\"י ז\"ל דלרבי יצחק הוא דפריך דאלו לרבי נחמיה לא אמר תוספת הלכתא ותימא דהא בהדיא אמר עשר נטיעות הוא הלכה למשה מסיני וי\"ל כי רבינו ז\"ל סובר דלרבי נחוניא התר עשר נטיעות הויא הלכתא אבל איסור זקנות אולי הוא מקרא ודכותה איכא לקמן: אבל בתוספת פי' דאף לרבי נחוניא פריך דודאי כיון דנטיעות הלכה ממילא משתרי זקנות וליכא קרא:\n", 
            "<b>אין צריך לומר בחריש של שביעית</b> כו'  כבר פירשתיה במקומות אחרים ומיהו הא ק\"ל למ\"ד החורש בז' אינו לוקה הכי קתני אין צריך לומר בחריש וי\"ל דפלוגתא דלעיל אליבא דר' ישמעאל דאלו לר' עקיבא ודאי כולי עלמ' מודו שהוא לוקה ואינו נכון דא\"כ לוקמה למתני' דלעיל כרבי עקיבא ואמאי תריץ דמדרבנן וי\"ל דבעי לתרוצה אפילו אליבא דרבי ישמעאל והנכון דה\"ק על כרחיך בקציר אינו צריך לשביעית שכבר נאמר לא תקצור וכיון דכן דכותה בחריש לא בא לשביעית דהא כי הדדי נינהו ועל כרחיך לחריש של ששית בא:\n"
        ], 
        [
            "<b>ומה חרי' רשו'. </b>פרש\"י ז\"ל שהרי אם מצא חריש אינו חורש וא\"ת מ\"מ הא הוי מצוה שלא מצא (אלא) לחרוש הא אמרי' התם במנחות ומכות כיון דאם מוצא חרוש אינו חורש אפילו כי לא מצא לא חשיבא מצוה דמילת' דלא שכיחא הוא שלא יהא חורש וזורע בכל ארץ ישראל ולא ספיחין ועוד דהא אין בחרישה טעם לדחות שבת כי אין לו זמן קבוע ויכול לחרוש לאחר שבת אבל קצירת העומר זמנו קצוב בי\"ו ואפילו מצא קצור קוצר ולהכי הויא מצוה כדי לדחות את השבת וכן הלכה כדכתב בפ\"ק דמגלה ובסוגיין אמרי' דרב ובית דינו כרבי ישמעאל סביר להו הילכך נקצר ביום פסול וכן ספירה אינה ביו' בברכה כדכתיב התם:\n", 
            "<b>זקנה לא ממילא מיתסרא</b> פירש  וכי תימא דמעיקרא כתב איסור זקנה בקרא ואיצטריכא הלכה להתירה למה ליה לרחמ' למכתב קרא יתירא דהא מן הלכה שמעינן ליה דזקנה אסורה בעשה דלאו הבא מכלל עשה עשה דהא סוף קרא נמי לא אסרה אלא בעשה:\n", 
            "הלכתא לרבי ישמעאל קרח לר' עקיבא פירש ורבי עקיבא לית ליה דרבי נחוניא לגבי נטיעות מיחת:\n", 
            "<b>ר' יוחנן אמר ר\"ג ובית דינו דאורייתא בטול</b> פי'  אפילו אותן למד יום שהן דאורייתא תקון ולפי זה הטעם הראשון שאמר דנפקא ליה משבתות לאו דההוא דאורייתא כדמפרש ואזיל אלא הכי קאמר אותן למד יום שאתם אומ' שהן מדאורייתא בטלו ג\"כ אבל לפי' בתרא אתי שפיר כי הל' יום דהוו דאורייתא בזמן בית המקדש בטלום עכשיו לאחר החרבן בדרש' ויש גורסי' ר\"ג ובית דינו מדאורייתא בטול כלומר כל מה שבטלו ואפילו ל' יום ראיה דאורייתא בטלו והראשון יותר נכון כי לפי הטעם האחרון שאמרו במסקנא לא אתי שפיר האי לישנא:\n", 
            "מה שבת בראשית לפניה ולאחריה מותרין ק\"ל א\"כ לית להו לר\"ג תוספת בשבת לפניו ולאחריו ופליגי אההיא דרשא דהתם וסוגיין דכולי ש\"ס ולית הלכתא כותייהו לפירש רבי יוחנן וי\"ל דאינהו הכי קאמרי דלישנא דשבתון לא משמע לפניו ולאחריו וילמוד סתום מן המפורש דשבת דהתם נמי ליכא תוספ' אי לאו דרבייה קרא מתשבתו שבתכם וכי תימא נילף מינה אין למדין קל מחמור ועוד דהתם שבתכם קאמר ובשביעת שבת הארץ היא כנ\"ל ובמס' ראש השנה כתבתי ענין אחר:\n", 
            "<b>שם דומיא דנסוך המים</b> כו'  ה\"ה דיכול למימר דערבה דודאי אין מצותה אלא בזמן המקדש וחדא מינייהו נקט אי נמי משום דניסוך המים אינו נוהג השתא אפי' מדרבנן רויחא ליה טפי למנקטיה:\n", 
            "<b>אלא מי גשמי' אמאי לא</b> פירש  דהא מסתמא אפי' בשמושכין במעין מיירי דהא בדצרכי לקילון היינו מי קילון ופרקי' א\"ר יוחנן גזיר' מי גשמים אטו מי קילון גזרו פירש לפי שמימי גשמים הן מכונסין דומיא דמי קילון גזרו אפילו במושכין ואע\"ג דקילון גופיה איסור' דרבנן אי לאו הא לא קיימ' הא:\n", 
            "<b>רב אשי אמר מי גשמים לידי מי קילון</b> פירש  שלא אסרו אלא מי גשמים שהם עמוקים ובתחלתן מושכין ובסופן צריכין קילון וגזרו בתחלתן משום סופן הא כשאין סופן לבוא לידי קילון משקין מהן:\n", 
            "וכדר' זירא דאמר נהרות המושכין מן האגמים והמכונסין ממי גשמים שאין צריכין קילון כלל מותר להשקו' מהן והיינו דאמרי' רבי יוחנן ורב אשי פליגי בדרבי זירא דרבי יוחנן לית ליה דרבי זירא דאיהו דאמר דגזרין אטו מי קילון ורב אשי אית להו דרבי זירא הילכך הלכתא כרבי זירא:\n", 
            "<b>הני אגמי דבבל כמי' דלא פסקי' דמי</b> פירש  דלא צריכין קילון כלל וכי תנא במתני' בשסופן לבוא לידי קילון והיינו נמי כדרב אשי:\n", 
            "ירמיה ברי כמו בני ובההיא דאמרי' התם אלעזר ברי ויש גורסין ברי כמו בריא כלומר ודאי הוא דלא פסיקי וליכ' למגזר בהו וכמו שכתב רש\"י ז\"ל:\n", 
            "והוא שרובה של אותו שדה שות' מאותן אמת המי' פי' יכול' לשתו' כדפרש\"י ז\"ל שלא יצטרך לטרוח ולהביא ממקום אחר:\n", 
            "ואידך אמר אפי' אין רובה יכולה לשתות מן האמה במיעוטא סגי להשלים לרוב עם הפסקות והברכות במיעוטא דמסתיים לא קפיד למטרח מימר אמר לשתי למח' וליומא אוחרי והא דקתני ואמת המים עוברת ביניהם לאו דוק' כל שעוברת בסמוך לשדה ממש קרי ביניהם. ברכה שנטפה וכו'. פירש כגון שתי שדות זו למעלה מזו וביניה' ברכה שנתמלאת מתמצית מימי העליונה ויכולין להשקות ממנה התחתונה בלי שום כלי:\n", 
            "ופרכי' והא עבידא דפסקה הברכה ויצטרך לטרוח ולהביא ממקום אחר:\n", 
            "<b>ופרקי' ועדין היא מטפטפת</b> פי'  שלא נתיר אלא בעוד שמטפטפת מן העליונה על ברכה זו דהשתא ליכא למיחש ובודאי דהוה לן למפרך דהא סוף סוף כשיפס' הטפטוף פסיק האי ואתי למטרח אלא שזהו מה שבא רב ופירש דמיירי שלא פסק מעין הראשון דהשתא חשיבי ע\"י נצוקות אלו כאלו התחתונות משקין אותה מן המעין עצמו ובמעין לא גזרו דפסיק וכל אלו האוקמתות פירש אחר פירש לקיים הברייתא ויש פירושיו אחרים וזהו הנכון:\n", 
            "והא דאמרי' לעיל שנתמלאו מערב י\"ט לרבותא נקט דאלו בשנתמלאו במועד אפשר דהוה לן למיחש ולמגזר שמא הרואה סבר כי היום טרחו למלאתן לפי שרואה אותן בלא מים קודם י\"ט שתי ערוגו' כו' בבי' השלחין היא וקמ\"ל שגזרו השקאה בקילון אפי' בדבר מועט כגון זה שאין בו טורח בהשקא' דשדה גדולה ומשום דלא פליג רבנן:\n", 
            "<b>שם מדלין מים לירקו' כדי לאכלן</b> פי'  כדי לאכלן במועד דכל שהוא לצורך אכל נפש מטרח טרחי' כל מה דאפשר ואפי' דש וקוצר וטוחן ואפי' בפרהסיא כדאי' לקמן ומסתבר' דהכא קמ\"ל דכיון שעומדין וראויין לאכילה ועומדין לימכר מדלין להשקותן ולא סוף דבר שזה ממש צריך לאכלן דא\"כ פשי'\n", 
            "<b>ואם בשביל ליפותן</b> פי'  שיתבשלו מהר לצורך לאחר המועד אסור ואפי' בבית השלחין קאמר דקילון אסור הוא בו דאלו בבית הבעל פשי' דלא טרחי'\n", 
            "ליתי מר ולישמתיה פי' דכל מאן דעבר אדרבנן שהוא חייב נדוי:\n"
        ], 
        [
            "<b>מאי מדלין שלופי.</b> פי'  ללקוט מהם בנתים כדי להרחיבן והוא טרח' זוטא והא קמ\"ל דכיון דחזי לאכילה אע\"פ שהוא מתקן הנשארו' להרוחה לאחר המועד מותר ליטול אחת מבנתים ואע\"ג דלצורך אכילה הוא סגי ליה ללקוט מצד אחר:\n", 
            "<b>כדתנן המדל בגפנים וכו'</b> פי'  שהגפנים רצופין מאד ובא לעקור דליין מקצתן כדי להרחיבן ויש בגפנים עוללות אינו נמנע מפני כן שלא להדל וכשם שמהדל בשלו מדל בשל עניים כן פירש רבי שמשון ז\"ל:\n", 
            "הא בחדתי הא בעתיקי פי' ולאו חדתי ממש אלא כל שהוא כעין חדתי כגון שאין חריצן ניכר כלל:\n", 
            "והא דתנן אין עושין אמת המים בז' הווינן בה מ\"ט דלאו עבודת קרקע נינהו ואיפלגו במלתא רבי זירא ור' אבא בר ממל חד אמר מפני שנראה למראית העין כעודר וגזרו בהו רבנן משום אותן שהיו מקילין בז' וחד אמר שנרא' כמכשיר אגפי' לזריע' ובין למר ובין למר מיירי בשזו האמה היא בתוך השדה דחזי לזריעה או לעידור הא לאו הכי מותר ואוקי בפלוגתייהו דאיכא בנייהו כגון דשקיל ושדי לברא דמשום מכשיר אגופיה ליכא ובעודר הוא דאיכא למפלג מר סבר משום עודר נמי ליכא:\n", 
            "דעודר כי שקיל ליה לעפרא בדוכתיה מנח ליה ואידך סבר דזמנין דעודר נמי שקיל ושדי ליה לבראי כגון דאית ביה עפרא טובא דלא חזי לזריעה אי נמי דשקיל ממולא ושדי בנצא להשוות פני הקרקע שהיא עבודה:\n", 
            "<b>מרימר מתני לה מפני שנרא' כעודר</b> פי'  מתני' במשנתי' בפי' רבי אלעזר בן עזריה או' אין עושין אמת המים בז' מפני שנר' כעודר והכי מוכח לישנא דמתני לה וכן הוא בפרש\"י והיינו דקשי' ליה אדרבי אלעזר דמשמע דסבי' ליה באידך דלא חיישי' מפני שנרא' כעודר מדקתני עד שיעמיק ג' וההוא ודאי בנותן זבלו בתוך השדה מיירי והיינו דרבי מאי' אוסר מפני שנרא' כמזבל שדהו בז' ואלו כשהוא אוסרו הוא בתוך הבית היכי מחזי כמזבל אלא ודאי בתוך השדה ואפי' הכי שרי רבי אלעזר להעמיק בו ג' ולא חייש לנראה כעודר ואלו במתני' מתנינן דחייש לנראה כעודר דבשלמא אלו לא מתנינן ליה במתני' בהדיא הוה מפרשי טעמא דמתני' מפני שנר' כמכשיר אגופיה לזריעה ותו לא תקש לאידך דלא שייך ביה ההוא טעמא:\n", 
            "ופרקי רבי זירא ורבי אבא בר ממל חד אמר כגון שהעמיק קוד' לשביעית וא\"ת והא עושה אדם את זבלו אוצר דקתני רישא היינו בשעומד כבר בז' וא\"כ כי קתני עד שיעמיק היינו שיעמיק עכשיו י\"ל דהכי קאמר הרוצה קוד' שביעי' שיוכל לעשות את זבלו אוצר בז' אינו רשאי עד שיעמיק קמי' שביעית ג' טפחים בקרקע או שיגביה בקרקע ג' דהשתא לא מחזי:\n", 
            "כעודר וא\"ת יוקמה בהא להכי כדהוה מוקים לה לעיל למתני' ולוקים מתני' בדלא שדי לבראתו לא תקשי לאמימר כלל וי\"ל דאין ה\"נ דמצי לתרוצי הכי אלא דבעי למימר דבר מהני נמי לא קשיא ודכותה בש\"ס דמתרגם מתני' אפי' אליבא דבר פלוגתא ועוד י\"ל דאי מתני' בדלא שדי לבראי תקשי לר' אליעז' גופיה היכי קתני מפני שנרא' כעודר תיפוק לי מפני שנר' כמכשיר אגפיה לזרעיה דהא נמי טעמא דבהוא כמו חששא דנר' כעודר כדפרכי' לעיל ועוד י\"ל דלפום האי לישנא דאמימר דמתני לה במתני' בהדיא לא איפליגו במתני' לעולם רבי אבא בר ממל ורבי זירא ומאן שמעת ליה דאמר דכי שקיל ושדי לבראי אינו נראה כעודר היינו מאן דמפ' טעמא דמתני' מפני שנר' כמכשיר אגפיה לזריעה ואלו לאמימר מעולם לא נאמרו דברים האלו על משנתנו דבהדיא תנן במתני' מפני שנר' כעודר והא דאמימר הכא דמי כמה דאמרי' בעלמא איכא דאמרי ואין זה מחוור:\n", 
            "שם מאי מקולקלת כלומר כמה תהא מקולקלת שיוכלו לתקנה:\n", 
            "א\"ר אבהו שאם היתה עמוקה טפח מעמידה על ו' טפחים פי' כי בתחלתה סתם עמקה ו' טפחים ולהכי קרו ליה אמה ואמה של בנין ו' טפחים ואח\"כ נתקלקלה חמשה יכול לתקנה להשלים לו' טפחים ובפי' כתוב אם לא חפר בה אלא טפח מתקנין ומעמידה על ו' טפחים ואינו נכון דלא משמע הכי לישנא דמתני' כלל והאי עושה אמה בתחלתה מקרי וזה ברור ומדקתני לישנא דעמידה משמע נמי כי אפי' היתה אמה זו עמוקה יותר או מו' טפחים קודם שנתקלקלה אינו רשאי לתקן בה עכשיו אלא עד ו' טפחים בלבד:\n", 
            "פשי' חצי טפח על ג' טפחים כלומר שלא נשאר בעומקה אלא חצי טפח ורוצה להשלים בה עד ג' טפחים דהיינו ששה חצי טפח דדמי לשיעורא דמתני' אינו רשאי לעשות כן כיון דמעיקרא אין בה אלא חצי טפח לאו כלום היא וכאלו נטממה לגמרי ועושה אותה מחדש דמי:\n", 
            "היתה עמוקה טפחיים ורוצה להעמיקה י\"ב טפחים נמי שמשלים כל טפח לו' אפי' הכי אסור דקא טרח טרח' יתיר':\n", 
            "טפחים על ז' מהו דהשתא לא טרח אלא ה' טפחים בלחוד או דלמא כיון דאיכא טפחא יתירא איכא טירחא טפי לזרוק העפר לחוץ וסלק' בתיקו ולקולא דאיסורא דרבנן הוא וכן פסק הרמב\"ם ז\"ל:\n", 
            "לשפוחי פי' ללקות מעפר וצרורות שבו:\n", 
            "למברי נהרא טמימא והא נמי לתקנו אחר שנטמם בעפר וצרורות:\n", 
            "ולא קדוחי לשון מקדח להרחיבו שקלחו מימיו יפה ואע\"ג דטרח' יתיר' הוא שרו בה ויהיב טעמא דכיון דשתו מינייהו דרבי' נינהו:\n", 
            "<b>ותנן כל צרכי רבים</b> פי'  והא קמ\"ל דהא דתנן שעושין שיש בו צרכי רבים אפי' בטורח גדול וכעין עובדין דחול עושין ואע\"ג דבלאו ה\"כ יכולין לשתות מהן במועד ודוקא משום דשתו מיניה הא אלו לא חזו מיא אלא להשקות שדות בלחוד לא חשיב צרכי רבים למטרח ביה במועד טרחא יתיר' ומסתברא דאפי' בנהר של בני באגא הוה והיינו דאצטריך לטעמא דכיון דרבים שתו מיניה כצרכי רבים דמי:\n"
        ], 
        [
            "חטיטה אין חפירה לא א\"ר יוחנן לא שנו אלא שאין רבים צריכין להם אבל רבים צריכין להם אפי' חפירה נמי מותר. פרש\"י ז\"ל בסמוך רבים צריכין להם שאין להם מים לשתות ואינו נכון דא\"כ מאי איריא דרבים אפי' דיחיד נמי לצורך אכילה ושתיה עושה כל מלאכה אפי' בטורח גדול וכשם שקוצר ודש וזורה. ובתוספת פירשו דרבים צריכין להם לשתות לאחר המועד אפי' הכי חופרין מעכשיו כדי שיהיו מזומנין להם לאחר המועד לאלתר אבל כשאין צריכין להם אפי' לאחר המועד לאלתר אין חופרין אלא חוטטין ומיהו חטיטה שרי כיון שוהיו צריכין להם לאחר זמן ואינו נכון דכל שאין בו צורך במועד ולאחר המועד לאלתר למה נתיר בו אפי' חטיטה. והנכון כמו שהיה מפ' הרמב\"ן ז\"ל דה\"ק לא שנו אלא שאין הרבים צריכין להם אלא להרוחה בעלמא ומ\"מ הרוחה יש להם אפי' במועד ולפי' חוטטין שלא יצטרכו כלם למלאת ממקום אחד אבל רבים צריכין להם במועד ואפי' בדוחק כלומ' שיהיו המים יותר קרובים להם אפי' חפירה מותר ודכותה גבי יחיד שצריך להם היינו שיהו קרובים לו בביתו ושאין צריך להם כי יש לו אפי' בקרוב עם הרבים אלא שהוא רוצה בהרוחה לעצמו לשתות משל עצמו:\n", 
            "דכות' גבי יחיד שאין צריך להם חטיטה מי שרי והתניא בורות שיחין ומערות של יחיד כונסי' לתוכן מים אבל לא חוטטין אותן פי' והא ודאי ליכא לאוקומה לכל הפחות אלא כשאינו צריך להם וכ\"ש אלו מוקמת לה בצריך להם דתקשי לך דשרית חטיטה אפי' בשאינו צריך ומהדר ואלא מאי דמוקמת לה לברייתא דקא מותבת מיניה כשיחיד צריך להם א\"כ דכוות' גבי רבים שצריכן להם חפירה מי אסור והשתא בורות שיחין ומערות של רבים חופרין אותם ולכל הפחות לא סגיא דלא לאוקומה בשרבים צריכין להם ואת אסרת אפי' בשרבים צריכין להם ולית לן לאוקומי פלוגתא מתני' בכדי וכי תימא ואמאי לא מסייעינן מיהא מתני' לרבי יוחנן לעיל לאלתר וי\"ל דלעיל לא שמיעא לן אי נמי דלא נטרו ליה לרבי יוחנן עד השתא:\n", 
            "<b>ואלא קשיא הך קמייתא</b> פי'  דההיא ברייתא דיחיד דמשמע דחטיטה שלא לצורך אסור בשל יחיד והיינו לישנא דהך קמייתא דאלו לקמייתא ממש לא שייך הא ופרקי' דלא תקשי לא קמייתא ולא בתריית' דאידך דמותבינן מינה הכי קתני חוטטין בורות וכו' וכן הלכה:\n", 
            "נמצא פסקן של דברים כי בורות שיחין ומערות של יחיד אם צריך להם חוטטין אותן ושפין את סדקיהם ואין צריך לומר שכונסין מים לתוכן אבל לא חופרין אותן ולא סדין אותן בסיד אע\"פ שהיחיד צרי' להם ואם אין היחיד צריך להם אפי' לחטט ולשוף סדקיהן אסור ואינו מותר אלא לכנוס מים לתוכן זהו דינו של יחיד אבל של רבים אם צריכין להם אפי' תפירה מותר וכ\"ש שאר הדברי' ואם אין צריכין להם אין חופרין ואין סדין אבל חוטטין ושפין סדקיה' וכ\"ש שכונסין מים לתוכן ופי' כונסין לא ע\"י כלים דא\"כ טורח גדול הוא אלא שממשיכין שם ע\"י חריץ או אמה כדפרש\"י ז\"ל. וכל שאין להם מים לשתות במועד כלל אלא משם אפי' לצורך יחיד חופר ועושה כל מלאכ' ואפי' בפרהסיא ככל אוכל נפש כדכתב לעיל:\n", 
            "והיה עליך דמים בפרש' רוצחים כתיב ורישיה דקר' ולא ישפך דם נקי וכו' דאם אינו עושה כן מעלה עליו הכתוב כאלו שפכן:\n", 
            "כל צרכי הרבים לאיתויימאי לאו לאיתויי חפירה ק\"ל ודילמא לאתויי שדנין דיני ממונות ודיני מכות ועריפת העגלה וכל האמורין בירוש' וליכא למי' דבש\"ס דילן סבי' להו שאין עושים כל הדברים ההם במועד וכדמוכח באידך פירק' וי\"ל דאנן משמע לן דאע\"ג דמרבי במתני' כל הנהו מילי דירוש' לא סגיא דלא מרבה שום דבר לתיקון קרקע כונין מפרטין דפריט במתני':\n"
        ], 
        [
            "<b>קרי עליה ושם דרך</b> פי'  כי זה חשב כי גדול ההפסד למלבין פני חברו ברבים מן השכר והתועלת שיהא לו בלימוד אותו דבר אפי' לא ידע אותו לעולם כ\"ש שהי' יכול לראו' לאחרי כן:\n", 
            "שם ת\"ר אין מציינין על כזית מן המת ולא על עצם כשעורה פי' ששני אלו מטמאין במגע ובמשא ואין מטמאין באהל ואלו עצם כשעורה מתני' היא בהדיא שאינו מטמא באהל כדתנן ואלו מטמאין במגע ובמשא ואין מטמאין באהל עצם כשעורה וארץ העמים ובית הפרס וכו' אבל כזית מן המת מטמא באהל כדתנן התם ברישא וכדאית' בסמוך אלא הכא כזית מצומצם כדמתרץ בסמוך:\n", 
            "<b>ולא על דבר שאינו מטמ' באהל</b> פירש  כגון שרץ ונבלה וכיוצא בו כגון שדרה וגלגולת שחסרו כשיעור שינטל מן החי וימות וטעמא דאין מציינין על דבר שאינו מטמא באהל פירש\"י ז\"ל כי אדם העובר עליהן אינו מצוי ליגע ולהסיט ומי שלא ידרוס על עצם המת ויהיה טמא לא חיישי' דלא אזיל התם אלא ע\"י נפוח ע\"כ. ומה שאומר רבינו ז\"ל דלא חיישי' להסט שידרוס על המת לא מדין הסט ממש בהסט של זב שהרי לא מצינו לו חבר בכל התורה כלה וגם אין לו טומאה מדין מדרס אלא היינו מדין משא כי כשהלך עליהן אולי הוא מסיטן בהלוכו שהוא מנענען וזה חשיב משא ולזה חששו בית הפרס ג\"כ להסט כלומ' שיסיטם ברגלו ומיהו ק\"ל מה שאמר רבי' ז\"ל דלהכי לא חיישינן הכא להסט דלא אזיל התם אלא על ידי נפוח כיון שאין כאן ציון מנא ידע שיש שום טומאה עד שיזהר לנפח אלא ודאי טעמא דמילתא משום דמגע ומשא ליכא אלא כשהם נגלין ומסתמ' חזי להו ומזדהר ואם הם עמוקים תחת הקרקע הא ליכא מגע ולא הסט שאינו מנענען:\n", 
            "<b>שם אבל מציינין על השדרה ועל הגלגולת</b> פירש  שלא חסרו כי אפילו אין בהן בשר מטמאין באהל ואפילו היו עצמות של נפל ואין בהן רובע הרוב של עצמות דאלו איכא רובע הקב של עצמות מטמאין באהל אע\"ג דליכא לא רוב בנין ולא רוב מנין כדתנן אלו מטמאין באהל המת וכזית ניצל ומלא תרווד רקב והשדרה והגלגולת ורובע עצמות מרוב הבנין או המנין רוב בנינו או רוב מנינו (ורוב מנינו) של מת אע\"פ שאין בהן רובע טמאין וכו'\n", 
            "<b>ועל רוב בנינו ועל רוב מנינו</b> פי'  מציינין עליהם שגם הם מטמאין באהל כדתנן במתני' דכתיבנא ותניא בתוספת' אי זהו רוב בנינו השוקים וירכים והצלעות ואי זהו מנינו ראשי אצבעות ידים ורגלים ובלבד שיהו בו קכ\"ה שהן רוב רמ\"ח איברים שיש באדם וכן רוב בנין ועיקר גודל הגוף אפילו בלא רוב מנין איברים א\"נ רוב מנין איברים אפי' בלא רוב בטן מטמאין באהל ואפי' בלא רובע קב עצמות כגון שהן של נפל:\n", 
            "שם אין מציינין על ההודאות פירש על הדבר הידוע שיש בו טומא' דמאליה ופרשי אינשי מהתם:\n", 
            "שם אבל מציינין על הספקות פי' כשהן מטמאין באהל:\n", 
            "<b>ואלו הן ספקות</b> פי'  אלו הן ספקו' מן הסתם סככות ופרעות ובית הפרס ומפרש לקמן סככות אילן המסך על הארץ פרעות אלו אבנים פרועות ויוצאת מן הגדר ופרש\"י ז\"ל בכאן וגם במס' נדה בשלהי פ' דם הנדה דסככות מיירי כגון שהאילן הזה הוא סמוך לבית הקברות ואיידי שהוא מקום מופנה חיישינן דלמא אתרמי ערב שבת בין השמשות וקברי התם או שנשי' קוברות שם נפליהן ומיהו לאו ודאי הוא אלא ספק ואע\"ג דספק טומאה ברשות הרבים ספיקו טהור מדאורייתא מ\"מ כיון דמלתא דשכיח ואפשר הוא חשו חכמים והצריכוהו רבנן ציון ופרעות אבנים גדולות שבולטות מן הכותל וכל דבר שבולט ואינו שוה קרוי פרעות מלשון גדל פרע וכגון שיש קבר ודאי תחת אחת מהן אלא שאין לנו יודעין תחת אי זו מהם והיינו ספקייהו ואע\"ג דהוו ברשות הרבים טמאוהו חכמים לילך שם לכתחלה כיון שהוחזקה שם טומאה ולא יודע מקומה והקשו עליו מדאמרי' בפרק דם הנדה דאילן דסככות ופרעות אין כותי נאמן עליהן לומר שנסתלקה משם טומאה ואוקימנא במהלך ובא על פני כלה הא לאו הכי מהמני והיכי דמי אי דקיימי ברשות היחיד טומאה דאוריית' היא ואפי' בלא מהלך על פני כלה יהא נאמן דהא בדאוריית' אינן חשודין ואי דקיימי ברשות הרבים טומאה דרבנן הוא ואפי' מהלך על פני כלה אמאי מהימן דהא בדרבנן לא זהירי וי\"ל דאפילו תימא ברשות הרבים אבל אינהו סברי דטומאה דאורייתא היא דלית להו דרשא דרבנן ומזהר זהירי בה ומיהו בעדות גרידתא לא מהמני דלית להו לפני עור לא תתן מכשול ועוד הקשו עליו מאי איריא סככות ופרעות דנקט הוא הדין לזיזין וגזוזטראות ועוד דהא בפרק בתרא דנדה גבי הזב והזבה שבדקו אמרי' סככות ופרעות לאו אהלא הוא ורבנן הוא דגזרו עלייהו אלמא קולה דסככות ופרעות היינו משום דלית להו אהל דאורייתא ואלו לפירש רש\"י ז\"ל אהל גמור הן ואין ספיקן מחמת כך לכך פירש רבינו שמשון אילן המסך על הארץ ויש בו ענפים זו למעלה מזו ואינן מכוונות ואין בא' מהן שיעור אהל וכי אמרי' גוד אחית נמי אינן מתחברים ועדיין ישאר בהן אויר פחו' מטפח וגזרו חכמים שרואין אותם כאלו הם שוות ואם יש טומאה תחת אחת מהן שיהא חשוב אהל וכשקברו שם בודאי מיירי ואלו מדינא אין גומרין גוד אחית אלא בפחות מג' מדין לבוד כדאיתא גבי קירות הבית במסכת טהרות ומייתינן לה במסכת סוכה אלא הכא מפני שהן גוף אילן א' החמירו חכמים ופרעות אבנים יוצאין מן הגדר וטומאה תחתיהן ודאי אבל אין בא' מהן שיעור אהל והן מרוחקות ועומדות בשוה ואומר בתוספתא שאם ראויות לקבל מעזיבה בינונית רואין אותן במחוברות ועושין אהל מדרבנן והשתא אתי שפיר דחשבי' להו רבנן התם בהדי ספיקות דרבנן ולגבי עובדי כוכבי' ומזלות טומאה דאורייתא חשבי' להו ולהכי נאמנים במהלכין על פני כלה אבל בעדות גרידתא לא מהימני דלית להו לפני עור לא תתן מכשול ובתוספת' יש הוכח גמור לפירש זה דתניא סככו' אילן המסך על הארץ רבי יהודה אומר רואין את העליונות כאלו הם למטה ואת התחתונות כאלו עולות למעלה ואם היו נוגעות זו בזו בפותח טפח מביאו' וחוצצות פרש\"י ז\"ל אלא היו נוגעות זו בזו וישלימו לשיעור טפח ויש מפרשי' שאפילו אלו היה בשוה היו ביניהן אויר טפח מביאות וחוצצות ואינו מחוור:\n", 
            "שם אין מעמידין ציון במקום טומאה שלא להפסיד את הטהרות הנכון בפירש השני שפרש\"י ז\"ל כי אולי לא ירא הציון עד שיהא שם ויטמא טהרות שבידו לפי' עושין הציון קודם הטומאה ואעפ\"כ אין מרחיקין אותו הרבה משם שלא להפסיד א\"י שלא ילכו שם ושלא יחרשו שם ואקשי' וכזית מן המת לא מטמ' באהל ורמינהו וכו'\n", 
            "ואוקימנא דהכא בכזית מצומצם דמחסר לאלתר מסתמא ומוטב שישרפו עליו תרומה לפי שטה פי' אולי יעבור עליו לאלתר קודם שיחסר משנעמיד עליו ציון ואלו יעבור עליו בטהרתו לעולם כסבורים שטומאה גמורה שם וישרפו הטהרות וכי תימא נימא הכי גבי שדרה וגלגולת דמחסרי שעורן י\"ל דלא דמי חדא דשעור חסרון יותר גדול שהו' כדי שינטל מן החי וימות ואינו חס' כל כך לזמן מועט ועוד שהעצם הוא קשה להתחסר ועומדים זמן מרובה לאפוקי הכא שהוא בשר שמצטמק לאלתר ומתחסר גם כן במשהו:\n", 
            "והא דאמרינן מוטב שישרפו עליו תרומה כך היה לומר שיאכלו עליו תרומה בטומאה דכיון דליכא ציון לא ידע דנטמא ויאכל תרומה שהעביר שם אלא דנקט שריפה איידי דבעי למימר ואל ישרפו עליו תרומה לעולם:\n", 
            "הא דאיכא במקצ' נסחי בית הפרס כדתנן החורש בית הקבר הרי הוא עושה בית הפרס וכו' לא גרסי' ליה דבית הפרס דאיירי ביה לענין ציון לאו היינו הא אלא בית הפרס שאבד בה קבר כדאי' בסמך וטעותא דספרי הוא ובסמוך הוא דאייתי לה ש\"ס:\n", 
            "ופרכי' ובית הפרס מי מטמא באהל דקס\"ד דעסקי' בכל הפרס ואפילי בשדה שנתחרש בו קב'\n", 
            "והא\"ר יהודא אמר שמואל מנפח אדם בית הפרס והולך פי' בית הפרס זהו בי' הפרס שהיה בו קבר ונחרש וחששו חכמים כי המחרישה הוליכה עצם כשעור' וטמאוהו חכמים עד ק' אמה לכל רוח כדאיתא בתוספתא בהדיא אליבא דרבנן דאלו רבי יוסי פליג שלא נתנו ק' אמה אלא במועד אבל לא במעלה ולא מן הצדדין וטומאה זו דרבנן היא כדאמר בכל דוכתא בית הפרס דרבנן דאלו מדאורייתא אין חוששין לו דמסתמא נשתברו לגמרי כל העצמות אבל חכמים טמאוהו ואפילו בר\"ה הוא כדמוכח בכמה דוכתי ובתוספתא מונה חומרות שיושבין בית הפרס לארץ העמים ואינו מונה. שיש ביניהם חלוק זה וכן כתב רבינו שמשון ז\"ל אבית הפרס דהיינו קבר שאבד אי ברשות היחיד הוא הרי הוא דבר תורה אבל חכמים גזרו עליו אפילו ברשות הרבים ואז הוא דרבנן והחמירו בו יותר מבקעה בימות החמה לפי ששם הטומאה ידועה ואין ספק אלא לזה שנכנס בלבד אבל בכאן הספק הוא לכל אדם וכן פירש רבי' ז\"ל ומפני שטומאת בית הפרס דרבנן הקל בו שמואל שניסת אותו ליזהר שלא יגע ויסיט ומהלך בו:\n", 
            "ורב יהודה בשם ר' אמי הקל עור בלא ניפוח אם נידש כבר ברגלי הבהמ' או ברגלי עובדי כוכבים ומזלות או שדשוהו ישראל בשוגג או אפילו במזיד ומיהו לא התירו זה אלא ע\"י הדחק ולצורך מצוה בכל דוכתא כדאמרינן במשניות ומייתי לה בפסחים בודקין לעושה פסח ואין בודקין לעושה תרומה דגבי פסח לא העמידו דבריהם על דין כרת וכדאיתא ביבמות נמי:\n", 
            "<b>ואמרי' מאי בודקין א\"ר יהודא</b> כו'  וי\"ל דלא גרסי' מאי בודקין שהרי בדיקה של משנה זו מפורשת היא במקומה כיצד הוא בודק וכבר פרשתיה במס' נדה ופעמי' שהמטה גדולה ורחוקה והתירו לילך בלא ניפוח כלמוד תורה ולישא אשה וגבי היה בה בטומאה באין עמו בטומאה ואוקימנא בבית הפרס נמצאו בו ג' דינין פעמים אסרו אפילו בניפוח ופעמים התירו ע\"י נפוח ופעמים התירו אפילו בלא ניפוח מ\"מ קשיא דאי בבית הפרס יש טומא' אהל היאך נופח והרי היא עושה אהל ומטמא ולפום מאי דס\"ד השתא דמיירי בבית הפרס שנחרש בדין הוא דמצי פריך ממתני' דאהלות אלא דלא חש ואוקמה רב פפא להא דאיכא ציון דאיכא אהל בבית הפרס שאבד בו קבר כדתנן ג' בית הפרס רש\"י ז\"ל מפרש בית הפרס לשון שבירה כדכתב פריסת מלכותך וא\"כ מושל הוא לשדה בוכין ושדה שאבד בה קבר ואקשי' ושדה שאבד בו קבר הפרס קרי ליה לאו קושיא היא אלא בירור בלבד בלשון קושיא והכי אורחא דש\"ס:\n", 
            "דתניא ג' בית הפרס ואע\"ג דמתני' הוא במס' אהלות והוה ליה למימר דתנן משום דמתניתי' איכא מילי טובא נקט ברייתא שהיא מדברת בקוצר בענין זה ואורחא דש\"ס הוא ובמתני' הכי איתא ג' בית הפרסות הן החורש את הקבר נטיעת כל נטע ואינה נזרעת חוץ מזרע הנקצר וכו' שדה שאבד בה קבר אינה נזרעת ואינה ניטעת כל נטע ואין מקיימין בה אילנות חוץ מאילן סרק שאינו עושה פירות ומטמא במגע ובמשא ואהל שדה בוכין לא ניטעת ולא נזרעת ועפרה טהור ועושין ממנה תנורי' לקדש ומודים ב\"ש וב\"ה וכו':\n", 
            "שם מאי שדה בוכין שדה שמפטירין בה מתים וטעמא מאי אמר רב חסדא אמר אבימי משום יאוש בעלים נגע בה ופרש\"י ז\"ל שדה שמפטירין בה מתים שכן מנהגם כשנושאין המת לקוברו בקברי ישראל ועוברין מעיר לעיר נוטלין אותו אנשי העיר והראשונים נפטרין והולכין להם ויש לחוש שמא קברוהו שם וכעין שנתיאשו הראשונים ממנו ואלו מחוורין עליו לקוברו והוא מימים מרובים חיישי' שמא נפל ממנו אבר באותה שעה ולפי' הוא בית הפרס ואין זה הפי' נכון כלל חדא דלישנא דיאו' בעלים לא משמע הכי ואמאי קרי לאנשי העיר הראשונה בעלים ועוד דלישנא דמפטירי' בו מתים מה הפטרת מתים יש כאן אין כאן אלא הפטרת חיים שנפטרין מלו מאלו ועוד שזו חששא רחוקה לומר שנפל שם אבר ואם נאמר דחיישי' שמא קברוהו שם הוה ליה כשדה שאבד בו קבר ועוד תנן במתני' התם שדה בוכין עפרם טהור ועושין ממנו תנורים לקדש והנכון כמו שפי' רבי' שמשון ז\"ל שהוא מקום רחוק מבית הקברות מזומן להושיב שם המטה ומתעוררין ובוכין שם ואומרים עליו צדוק הדין וענינין של מת דהא מקרי הפטרה כדאמר בירוש' כדמך ר' אבין אפטר עלוי ר' זירא מתוקה שנת העובד ועפרה טהור דלא מחזקי' ביה טומאה כלל ואין בו אפי' טומאת מגע ומשא איחרוהו חכמים לענין זה ולא עוד אלא שגזרו טומאה על כל הגוזל אותו והנוטעו הזורעו כדי שיתרחקו משם והיינו דאמרי' הכא טעמא משום עשאוהו בית הפרס שהרי אין בו חשש טומא'\n", 
            "ופרקי' דמשום יאוש בעלים נגעו בה שלא יחשוב שום אדם שיש לו זכות להשתמש בו שום תשמיש אחר ולא עוד אלא אפי' היתה שדה יחיד ועשאוהו רבים שדה בוכין ושתק איבד זכותו ושוב אינו נוטע ולא נזרע והיינו משום יאוש בעלים כדאמרי' מצר שהחזקו בו רבים אסור לקלקלו פי' כשהחזיקו בו ברשות:\n", 
            "ואקשי' ושדה שנחרש בה קבר לא בעי ציון והתניא מצא שדה מצויינת ויודע ודאי שהוא משום חשש טומאה שכן מוכיח אבל אינו יודע מפני איזו טומאה אם מפני פרס נחרש וסגי בנפוח או מפני פרס אבדת קבר ומטמא באהל ולא סגי בנפוח:\n", 
            "<b>יש בה אילנות בידוע שנחרש בו קבר</b> פרש\"י  ז\"ל דהא ודאי לא קיימי אילנות התם אלא ע\"י חרישה ובשעה שנטעום ודאי חרשו שם וכיון שנחרש הרי הוא יכול וק\"ל ודילמ' היו שם האילנות קודם הציון והטומאה ואחר הטומאה לא נחרש מעולם י\"ל כגון שהוא מקום שלא היו מתקיימים שם בלא חרישה ועוד יש מתרצין דאלו היה שם אילנות מתחלה היאך היו קוברין שם לתת שם מכשול שהרי יודעין שרגל הרבים מצויה שם והנכון דטעמא כדאמר במתני' שכתבו לעיל שדה שאבד בו קבר לא נזרעת ולא נטעת ואין מקיימין בה אילנות חוץ מאילן סרק ופירשו בתוספו' שלא להרגיל רגל בני אדם שם ע\"י הפירות דאלו בפרס נחרש הא קיימא לן דנטעת כל נטע פי' אחרי נפוח א\"נ דה\"ק מקיימין שם כל נטע אין בה אילנות בידוע שאבד בה קבר פי' ולפי' לא קיימו שם נטיע' לראיה ואלו לפרש\"י ז\"ל מאי בידוע אולי הוא בית הפרס דחרישה היה מתחלה:\n", 
            "רבי יהודה אומר עד שיהא שם זקן או תלמיד אבל לרש\"י ז\"ל פי' אין שם אילנות בידוע שאבדה בה קבר כי בודאי לא חשדוהו דהכל יודעין שאין לחרוש בו ואפי' אמת המים העוברת שם אין שותין ממנה:\n", 
            "<b>לפי שאין הכל בקיאין בדבר</b> פי'  לדעת שבזה נוטעין ובזה אין נוטעין אבל רש\"י ז\"ל פי' לפי שטתו שאין הכל יודעין שאסור לחרוש בשדה שאבד בו ואלו חרשוה ונעשה בית הפרס דחרישה דשרי בניפוח:\n", 
            "והא הכא דהויא שדה מצויינת וחיישי' לבית הפרס שנחרש ופרקי' אמר רב פפא כי תניא ההיא בשדה שאבד בה קבר פי' שהוא ידוע לכל שאבד שם קבר בתחלתו ולא היו בה אילנות באותה שעה ועכשיו מוצא אותן מצויינין הילכך יש בה אילנות ודאי נחרש ולפי' מקיימין אותם שם אין שם אילנות הרי הוא בחזקתו הראשונ' ולעולם ציון זה מתחלה עשאוהו:\n", 
            "ופרכי' וליחוש דילמא אלו האילנות גואי והטומאה מאברי ולפי' קיימו שם אילנות ופרקי' כי האילנות עומדות על הגודלין:\n"
        ], 
        [
            "<b>ופרכי' ודלמא אפכא דאילנות בראי וטומא' גואי. </b> ופרקי' אי בעי' אימא במסוככין כלו' שיש מהם ג\"כ נוטים ענפים גדולים על כל השדה איבעי' אימא אפי' בשדה גדולה ואינן מסובכין ואפי' אין עומדין על הגבולים הרי אמרו אין מרחיקין ציון ממקום טומאה ואלמלא שהטומאו' בכל השדה סמוך לציונן לא היו מצויונין בכאן והאי ואי בעי' אימא בתר' קאי למפרק תרווייהו קושיין בין דאילנות בראי וטמאה גואי או אפכא:\n", 
            "אמר רב יהודה מצא אבן א' מצויינת תחתיה טמא וכו' פי' דכי אמרי' שאין עושין ציון על מקום הטומאה ממש ה\"מ כשאין הציון ניכר ומצויין יפה שלא יוכלו ליזהר ממנו עד שיהיו עליו אבל אבן דבר ניכר הוא ורואין אותו מרחוק:\n", 
            "ואם אין סיד ביניהם מה שביניהם טהור גרס' הפירושי' ואע\"ג דליכא חרש בנתים יהא טהור להלך שם:\n", 
            "והתניא מצא את המצויינת וכו':\n", 
            "<b>אם יש חורש ביניהם טהור</b> פי'  בנפוח שאפי' היו שם מתכבר נחרש טומאות ואי לאו טמא ופריק רב פפא דבההיא בשהסי' שפוך על ראשיהן ומחדד לכאן ולכאן יש שם חורש טהור כי הסיד ההוא ע\"י החרישה נקלף מקומו ונדבק כאן ואם אין שם חריש' ודאי ביני ביני הא לציון ממש וטמא אבל בקמייתא דליכא סיד כלל אפי' בלא חורש טהור כך הפי' לפי הגרסא והוא הנכון בעיני ובתוספתא גרס' אחרת ופירש אחר שאינו בספרים אמר רב אשי מצא מצר א' מצויין כלומר והוא דבר ניכר הוא טמא בלבד והשאר טהור דמסתמא שם הטומאה בלבד ולא בשדה וכן בשנים וג' מצרים אבל כשהציון בכל הד' מצרים לכך ציינו הכל מפני שהטומאה בכל השדה והמצרים טהורים שאלו היתה הטומאה גם במצרים היו עושין הציון חוץ להם כיון שאינה במצרים לבדם וכ\"ת אולי הטומאה בתוך השדה באמצע ויהא מותר להלך סמוך למצרים הא אמרי' אין מרחיקין ציון ממקו' טומאה וכו':\n", 
            "<b>ועד כמה א\"ר ישמעאל בר יצחק באותה ששנינו</b> פירש  האי ועד כמה אינו לשון שאלת הש\"ס דהא עלה מקשי ש\"ס בסמוך אלא לשונו של ר' ישמעאל היא כההיא בריש פרק אלו מציאות שנחבט שם:\n", 
            "באותה ששנינו גבי מין תבואה שנתערב בה תבואה אחר' שאם הוא נותר מרובע הקב לסאה ימעט אותו ומותר לזורעו דכמין אחר הוא הכא נמי ממעטין הכלאי' עד זה השיעור ומניחין אותן והיינו דפרכי' והתניא שמפקירן כל השדה מדין קנס שלא התקינו אותו כשהכריזו עליו באחד באדר כדתנן באחד באדר משמיעין על הכלאים:\n"
        ], 
        [
            "<b>ופרקי' כאן במשנה ראשונה כאן במשנה אחרונה דההיא</b> פירש  דקמייתא במשנה ראשונה שלא קנסו כל כך כי אפילו הכלאים שהיו נעקרין היו משליכין לפני בהמתן של בעלים דכלאי זרעים מותרי' הם בהנאה:\n", 
            "רבי ישמעאל אומר מושכין המים מאילן לאילן פירשה רש\"י ז\"ל בשדה בית הבעל דהרוחה בלחוד הוא ולפיכך אין משקין אבל משיכ' בעלמ' מאילן לאילן דרך החריצין המתוקנין לכך מותר דאפילו טרחא ליכא והיינו דאמר בריש פרקינן דרבי אליעזר סבר במשיכה סגי לאילנות שלא יאבדו ואידך הרוחה בעלמא הוא ואסור ומוקים לה בשאין נטועין מטע עשרה לבית סאה וכלשון הזה אמרו שם ר' אבין בשם ר' שמואל בסתם הם חלוקים מהיכן קיימי' אם במרווחים דברי הכל אסור אם ד\"ה מותר אלא כיון דקיימא בנטיעין מטעי' לבית סאה ר\"א עביד להו במפחרין ורבנן עבדי להו במפחרין וכן הא דתנן זרעים שלא שתו לפני המועד לא ישקם במועד מפרש רש\"י וי\"ל משום דלא הוי דבר האבד ואפילו בבית השלהין וחכמי' מתירין בזה בין ברישא בין בסיפא דקא סברי הרוחה נמי שרי בטרחא זוטא אבל לשיטת הירוש' אינו מן הטעם הזה אלא משום דסברי דאע\"ג שלא שתו דבר האבד הוא ולזה הפירש הא דאמרי' בשמעתא קמייתא ר' אליעזר בן יעקב היא דאסר בהרוחה משום דמפריש לה טפי נקטי' לה א\"נ רבי אלעזר ומחלוקתו נקטי:\n", 
            "ולא גרסי' במשנה ואין משקין שדה גריר דהא שדה גריר היינו בית הבעל ואפילו רבנן מודו בה וכן רש\"י ז\"ל לא גריס לה במשנה:\n", 
            "<b>שם ואם היתה שדה מכוונת מותר</b> פירש  לשון טיט ארץ לחה בעצמה דהויא לה כזרעים ששתו (לה) לפני המועד ולפירש אפילו רבי אלעזר מודה שהוא מותר להשקותה:\n", 
            "<b>תניא נמי הכי כשאמרו אסור להשקותן</b> כו'  ואין משקין שדה גריר ע\"כ תשלום הברייתא ואידך דקתני מתירין וחכמים מתירין בזה ובזה פסק' דמתני' היא ויש שמערבין אותו עם הברייתא וכי חכמים מתירין אפי' בשדה גריר דלא הויא אלא הרוח' וכשיטת רש\"י ז\"ל במשנתנו:\n", 
            "אמר רבינא ש\"מ האי תרביצא והוא גן שעושין בבתים שזורעין שם דברים שיש להם ריח ומראה והוא עומד לח תמיד שאין השמש נופל בו שכותלי הבית מגינין עליו ומספיק לה השקאה מועטת כגון רבוץ הבית והיינו דקאמר דכיון דשרי' שדה מכוונת להשקות שמעי' דהאי תרביצא שרי לתרבוצא בחולה דמועדא ואקשי' ליה לרבינא דהא ליתא דשדה גריר מ\"ט לא משום דהוי חרפא לשויי אפלא בעלמא דהרוחה הוא ואסיר הכא נמי אפלא לשויי חריפא הוא ואסיר כך הגרסא הזאת בכל הספרים וכן כתב רב אלפסי ז\"ל דהאי דרבינא איפריכא ולא פריק ולית ליה הלכתא כוותיה ופסק גם כרבי אלעזר ברבי יעקב דהא רב יהודה מפ' מימריה ורב יהודה נמי מדר' אלעזר בעי למידק ליה לדיניה אלא דלא קם ליה. ויש גורסין שדה גריד מ\"ט אפל' לשויי חרפא הכא נמי אפלא לשויי חרפא ומפרשי' דרבי' הוא דייק לה מדרבנן דשרו להשקות שדה גרי' אע\"ג דהוי אפל' לשויי חרפא ורבינ' לא איפריך כלל ופוסקין הלכה כרבינא וכרבן נמי דרבי' דהוא בתר' סבר לה כוותי' וכל זה הולך בשיטת רש\"י ז\"ל שסוב' דרבנן שרוב שדה גריד ובכל מידי דהרוחה ואין זה שיטת הירוש' כמו שכתבנו והפירש הראשון הוא הנכון ומיהו לענין פסק אין בזה כל כך ראיה לפסוק כרבי אליעזר בן יעקב דרבי' בעי למידק מילתא דשויא לכולי עלמא ואפילו לרבי אלעז' ואנן פרכי' לה דאדרבה ליתא אפי' לרבנן כיון דלא הוי אלא הרוחה בעלמא ואסור ואפי' לרבנן דבשדה גריד אפילו לרבנן ולרבי' אפש' דסבי' ליה דהא נמי כעין פסחיא הוא אבל אין לשון הקושי שהקשו לו מוכיח כן ויותר היה נראה לפרש דרבי' סבר דשדה מכוונת דשרי' היינו אפי' בית הבעל משו' דלא חשיבא השקאה ובריבוץ בעלמא סגי ואנן אקשי' ליה דהא לא דמיא לא לשדה גריד דאסי' לכולי עלמא וכי שרי' שדה מכוונת בבית השלהין הוא משום דהוי דבר האבד:\n", 
            "הא רבי אלעז' בן יעקב פיר' דמחמי' בהשקאה במועד והא רבנן פירש דמקילין ביה ושרי' הרבצה דהוא דבר מועט בשביעית דכיון דאיסורה דרבנן הוא ולצורך שביעית הקלו אבל השקאה לא התירו כלל כדפרי' במתני' אלא בבית השלחין:\n"
        ], 
        [
            "נועץ שפוד כו'. פירש שלא יעשה גומא כדרכו אלא בשנוי:\n", 
            "תניא רבי שמעון בן אלעזר אומר לא אמרו שדה הלבן כדרכו וכו'. פי' לפי' דברי רבנן דמתני' בא והלכה כמותם. והרמב\"ם ז\"ל פסק כרבי יהודה נראה שהוא גורס כמשנתנו דברי רבי מאיר כמו שיש בקצת נסחאות וקיימא לן דרבי מאי' ורבי יהודה הלכה כרבי יהודה:\n", 
            "התם כדקתני טעמא מפני הסכנ' וא\"ת והכי הוה מסתייע' מיני' כלל דהא ודאי מדקתני כותל גוהה משום סכנה הוא ונראה לי דקסב' דסתירה הוא דאמרי' מפני הסכינה אבל בונה ה\"ה כחצר דעלמא דכיון שנסתר ואין בו סכנ' מה לי זה או חצר דעלמא ואנן דחינן דכלה מפני הסכנה דלא לימנע מעיקרא וכדמוכח באידך לישנא:\n", 
            "והא דקתני כותל הגוהה לר\"ה לאו דוקא אלא למעוטי מוקצה שאין דר שום אדם סמוך לו ובירוש' לא גריס ליה:\n", 
            "<b>אמר רב אשי מתני' נמי דייק'</b> פי'  מתני' דייק' דמיירי בכותל גוהה וכדמפ' ואזיל והיינו סייעתי' דרב חסד' ואפשר דממילא שמעי' נמי תשלו' ממריה להכי נקט כותל גוהה משום דבכותל חצר בונה כדרכו ומיהו אינה ראיה דאפשר דנקט גונה לאשמועי' דשרי בה לקרות ולא חיישי' דמחזי כמשמר שדהו בז' ומסתבר' דהא דברי הכל היא ואפי' לר' יהודה דבעי שנוי בדבר האבד הכא מפני הסכנ' מודה והכי מוכח בסוף פ' מי שהפך ואפשר דרב יוסף מימרא דידיה אפי' לר' יהודה בעי למימרא והיינו דכי פרכי' ליה לא פרקי' דאיהו דאמר רבי יוסי ומ\"מ הלכתא כר' יוסף דהא קיימא לן כר' יוסי ורב יוסף גופיה פסק הלכתא כותיה:\n", 
            "מתני' ר' מאיר אומר רואין את הנגעי' במועד להקל פי' לדין בהם לטהרה ולא להחמיר לדון בהם בטומאה:\n", 
            "וחכמים אומרי' לא להקל ולא להחמיר כטעמא דמפ' בש\"ס לרבי יוסי דהוא ניהו רבנן דהכא והלכת' כותיה:\n", 
            "ועוד אמר רבי מאיר קולא אחרת במועד מלקט אדם וכו' מפני ששמחה הוא לו פרישנא בש\"ס דה\"ק אע\"ג דבימים דחול אבל הוא לו וחייב להתאבל עליהם כל היום עכשיו שמחת רגל דוחה אותו אבילות:\n", 
            "רבי יוסי אומר אבל הוא לו נראין דברים דלאו משום דסבירא ליה דאבילותא חלה במועד דהא אבילות דרבנן הוא והיאך חל במועד והלא גדולה מזו אמרו שאין אבלות במועד אלא ה\"פ דמ\"מ אבל הוא לעצמו דלא סגיא שלא יתאונן ולא יעורר שמחתו והלכתא כרבי יוסי:\n", 
            "<b>לא יעורר</b> כו'  פירשו בירוש' אי זהו עירור מזכירו בין המתי' פי' עם הספד שעשה חבירו על מתו כדהדר ספדנא דאמרי' בש\"ס איזהו הספד שעשה לו הספד שעושה לו הספד בפני עצמו ובש\"ס מפ' טעמא:\n", 
            "שמעתא דפלוגתא דרבי מאיר ורבי יוסי ברואין את הנגעים כך הצעתה לפי' רש\"י ז\"ל ולפי' התוספות אמר רבא בהסגר ראשון כולי עלמא לא פליגי דחזי ליה סי' אם היה מוסגר הסגר ראשון וחל שביעי שלו במועד דכ\"ע חזי ליה כי יש בראיה זו תועלת בלא הספד דאי טהור יאמר טהור ומותר יש כאן תועלת ואפי' יראה טמא ויאמר טמא אינו מפסיד כלום שעכ\"ז אינו מחליטו אלא שיסגירנו שנית וישאר מוסגר כמות שהוא וה\"ה שאם הוא עתה בתחלת הראיה שלא הוסגר עדיין מעולם דכ\"ע לא פליגי דלא חזי ליה כי יש בדבר הפסד בלא תועלת דאי טמא הרי יש כאן הפסד שהוא עומד בחזקת טהור והוא בא לטמאו ואפי' יראה טהור לא (יראה) ירויח כ\"כ כי בחזקת טהור היה עומד ולא אמר התלמוד כך דממילא שמעי' ופשי' הוא:\n", 
            "כי פליגי בהסגר שני כלומר שהיה עומד בתוך הסגר שני וחל ז' שלו במועד רבי מאיר סבר רואין שיש בראיה זו תועלת ולא הפסד דאי טהור אמר טהור ויצא מטומאתו ואי טמא שתיק:\n", 
            "ורבי יוסי סבר אין רואין כלל משום דאי חזי טמא לא מצי שתיק שהכתוב או' לטהרו או לטמאו וכיון דלא מצי שתיק אם אמ' טמא עושה אותו מוחלט ומפסי' ומחמיר עליו ומפ' רש\"י ז\"ל כי החומרא הוא לפי שמשלחו חוץ למחנה ומפסיד צוותא דעלמא שהיה שומע קול בני אדם כשהוא מוסגר ואע\"פ שהוא מרויח צוותא דאשתו כי מוסגר אסור בתשמיש המטה ומוחלט מותר בתשמיש קסבר ר' יוסי צוותא בעלמא עדיפא ליה והיינו דאמרי' דלדידי' אי טמא שתיק ולא יאמר כלום שאלו היה מדבר היה מחמיר ומ\"מ הפרש יש בין רבי מאיר ורבי יוסי גם בזה כי לר\"מ לעולם צוותא דעלמא עדיפא אבל לרבי יוסי יש דצוותא דעלמא עדיפא ליה ויש דצוותא דאשתו עדיפא ליה ואנו רואין זה מן המחלוק' שהוחלקו במוחלט שבא לידון אם נרפא נגעו אם לאו דפליגי ביה נמי ר' מאיר ור' יוסי כדמוכח מהכרעה דרבי ועיקר מחלוקתן גבי מוחלט דלר\"מ רואין ולר' יוסי אין רואין אינו משום חששא אם ראה טמא דהתם כי אמר טמא לא יפסיד כי מוחלט היה וישאר בהחלטו אלא פלוגתייהו משום דין להקל לומר טהור אם יראה טהור וזה הכלל יהיה בידך לכלהו פירושי כי כשחולקין במוסגר הוא מפני דין הטומאה וכשחולקין במוחלט הוא מפני דין הטהרה ר\"מ סבר רואין ואם מוחלט וראה טהור יאמר טהור כי אע\"פ שאסרו בתשמיש המטה בימי ספירו מתירו לבא במחנ' וצוותא בעלמא עדיפ' ליה ורבי יוסי סבר אין רואין דהא לא מיצי שתיק ואם רואה טהור ויאמ' טהור מפסידו דצוותא דאשתו עדיפ' ליה נמצא למד דלר\"מ בין במוסגר בין במוחלט צוותא דעלמא עדיפ' ליה ולרבי יוסי כי קאי במסגר אומר אין רואין מפני החומרא דאולי צוותא דעלמא עדיפ' ליה וכי קאי גבי מוחלט אמרי אין רואין מפני הקולא כי אולי כשמטהרו מפסידו דצוותא דאשתו עדיפ' ליה ורבי בא והכריע ביניהם ופליגי תנאי בסברא דר' איכא מאן דתאני נראין דברי ר\"מ במוסגר ודברי ר' יוסי במוחלט ואיכא דתאני איפכא ואומר רש\"י ז\"ל דלתרתי מתנייתא סובר ר' בטעמא דר' אסי דלא מיצי שתיק ולא פליגי אלא במ' דאיתמר עלה בש\"ס דברייתא קמייתא סבר ר' צוותא דאשתו עדיפא ליה ולפי' אומר שהלכה כר\"מ במוסגר ורואין ואי טהור אומר טהור ומוטב ואפי' רואה טמא ולא מיצי שתיק כרבי יוסי אין בכך כלום דצוותא דאשתו עדיפא ליה מצוותא דעלמא והלכה כר' יוסי במוחלט שאין רואין שהרי אם רואה טהור יצטרך לומר טהור דלא מצי שתיק ומפסידו צוותא דאשתו דעדיפא מצוותא דעלמא ולאידך ברייתא דקתני איפכא סובר ר' דצוותא דעלמא עדיפא ליה הילכ' הלכה כר\"מ במוחלט דאפי' חזי טהור ולא יוכל לשתוק ויאמר טהור צוותא דעלמא עדיפא ליה כי בימי ספירו נכנס למחנה ודברי רבי יוסי במוסגר דלא חזי ליה דהא אי חזי טמא לא יוכל לשתוק ויפסיד צוותא דעלמא דעדיפא ליה מצותא דאשתו שהוא מתירו ע\"כ שיטת רש\"י ז\"ל ממש:\n", 
            "והקשו עליו בתוספות שנראה מדבריו כי מצורע מוסג' לא היה משולח חוץ למחנה וצות' דעלמא הוה ליה ואלו אנן אמרינן בפ\"ק דמגלה גבי הא דתנן אין בין מצורע מוסגר למצורע מוחלט אלא פריעה ופרימה הא לענין שלוח זה וזה שוין ודרשינן כל ימי אשר הנגע בו כל ימי לרבות ממורע מוסגר ונר' כי רש\"י ז\"ל סבר כי מצורע מוסגר כיון שעדיין דינו אין לו שליח ממש אבל יש לו ענין שלוח שאין לו לצא' חוץ בין בני אדם ואלו ישב מושבו טמא ומפני הקושיא שאמרנו תפשו בתוספת שטה אחרת דכל היכא דפליגי במוסגר אין כאן דבר משום צותא אלא החומר וההפסד שיש בדבר הוא מפני כשמחליטו טעון פרימ' ופריעה שהוא נוול גדול ור\"מ סבר רואין דאי טמא הוא הכי שתיק ולרבי יוסי אין רואין דהא לא מצי שתיק ויחליטנו ויטעיננו נוול פריעה ופרימ' ולא חזי לש\"ס דאדכר הכא עניין צותא אבל טעמא דצותא שייך בהאי דאפליגו במוחלט וכמו שפרש\"י ז\"ל ממש דר\"מ סבר רואין להקל ויאמר טהור דצוותא דעלמא עדיפא ליה ור' יוסי סבר אין רואין אותו כלל דאלו להחמיר לא מידי עביד כדאמרן מוחלט הוא ומוחלט היה ואם רואה טהור הא לא מיצי שתיק והיא בחומרא בטהרתו דצותא דאשתו עדיפא ליה ולפי שיטה זו יש הפרש גם בזה קצת לרש\"י ז\"ל כי עכשיו רבי יוסי לעולם סובר צוותא דאשתו עדיפא ליה מצוותא דעלמא ולא יאמר פעמים כך ופעמים כך כמו לפי' רש\"י ז\"ל ורבי בא והכריע ופליגי תנאי אליבא דידיה ברייתא קמייתא אומר אליבא דרבי צותא דאשתו עדיפא ליה ואידך דמפיך לה סבר צותא דעלמא עדיפא ולא כדרך רש\"י ז\"ל דלתרתי מתניתא רבי אית ליה טעמא דרבי יוסי דלא מיצי שתיק. אלא אליבא דברייתא קמייתא סובר כרבי מאיר בטעמיה דמיצי שתיק לאידך ברייתא סובר בטעמא דרבי יוסי דלא מיצי שתיק וה\"פ ברייתא קמייתא תני נראין דברי ר\"מ במוסגר כלומר דרואין דהא יש הרואה בדבר וראוי לטרוח עליו דאי טהור יאמר טהור והרי הוא טהור גמור ואי אמרת טמא יראה טמא ויטעננו פריעה ופרימה הא לי' דסבי' לן דמיצי שתיק ודברי רבי יוסי במוחלט שאין רואין כלל דהא אי חזי טהור ויאמר טהור יפסדנו דצות' דאשתו עדיפא ליה מאי אמרת דאי מיני שתיק א\"כ טורח ראיה זו למה דהא לא מעלה ולא מוריד לא לטמא ולא לטהר ולאידך ברייתא נראין דברי רבי מאיר במוחלט דרואין דהאי אי טהור יאמר טהור ולא מיצי שתיק צותא דעלמא עדיפא ליה ונראין דברי רבי יוסי במוסגר שאין רואין דהא אי חזי טמא לא מיצי שתיק ויטעיננו פריעה ופרימה דאלו צותא לא שייך להזכיר לשיטה זו כדאיירי בענין מוסגר כדכתיבנא לעיל. וא\"ת לפי שיטה זו היכי לא אמרינן בש\"ס דפליגי הני מתנייתא דר\"מ סבר מיצי שתיק ומר סבר לא מיצי כי היכי דאמרינן דפליגי בצותא דעלמ' וצותא דאשתו י\"ל דלא טרח וחד' מינייהו נקט תדע שהתלמוד לא הזכיר בפי' טעם מחלוקתן של ר\"מ ורבי יוסי במוחלט אפילו לשיטת רש\"י ז\"ל ומכלל דברי רבי הוא דשמעינן לה ומפני זה לא חש הש\"ס לומר גם כן בפלוגתא דמתנייתא אלא אותו הטעם שאינו צריך ללמוד ממנו מחלוקתן של רבי יוסי ור\"ת בדין מוחלט דר\"מ סבר צותא דעלמא עדיפא ורבי יוסי סבר צותא דאשתו עדיפא. וקשיא להו למרנן ז\"ל בעלי התוספו' ז\"ל לכולהו פירושי היכי אמרי' לעיל דבהסגר ראשון כ\"ע פליגי דחזי ליה דהא אית לן למיחש שמא ימצא כי פשה הנגע ויצטרך להחליט ולרבי יוסי לא מצי שתיק ויטעננו פריע' ופרימ' או שלוח לרש\"י ז\"ל כמו הטעם שאמרנו במוסגר שני דבשלמא אלו חזי טהור ויטהרנו א\"נ שעמד בעינו ויניחנו בהסגרו ניחא דלא הפסיד אלא אם יראה שפשה קשי' ותירצו דבהסג' ראשון אפי' ר' יוסי מודה דמיצי שתיק דהא כתיב לטהרו או לטמאו וזה במוסגר שני או מוחלט שאין עליו אלא שני דינין טהרה או טומאה דת' אבל בהסגר ראשון דשייך ביה דין אחר בר מטהרה או טומאה לא איירי כלל ומיצי שתיק וזהו מה שחדש לנו הש\"ס לומ' דחזי לי' לומ' דאפי' יראה שפשה מיצי שתיק דאלו מפני השני דרכי' למה יטרח לראותו כלל אלא ודאי הא אתא לאשמועי' ובזה עלתה שמועתנו צח בע\"ה ית' וית'. והא דאמר רבי יוחנן כי יותם היה לו לעוזיהו בימי חלוטו האריכו הרבה בפירושים בפירש דבר זה וזה וקצורן של דברים מפורש הוא במקראו' כי ירבעם מלך בישראל מ\"א שנה ועוזיהו דהיינו עזריה מלך ביהודה י\"ב שנה וכן מפורש כי יותם בן עוזיהו כשמת אביו ומלך הוא ביהודה היה בן כ\"ה שנה ועכשיו מצינו שני כתובים סותרין זה לזה כי כתוב אחד אומר כי זכריה בן ירבעם מלך בישראל כשהיו מונין ל\"ח שנים למלכות עוזיהו וא\"כ כשמלך זכריה זה שלמה מלכות ירבעם אביו שהוא מ\"א שנים ונמצאת אומר שקדמה תחלת מלכותו של ירבע' על ישראל לתחלת מלכותו של עוזיהו על יהודה ג' שנים בלבד כי כשזה מונה ל\"ח זה מונה מ\"א ונמצאת אומר עוד כי עוזיהו היה אחרי ירבעם י\"ד שנה כמו שיש מל\"ח עד נ\"ב ומצינו כתוב אחד אומר שסותר שני דברים הללו שאומר כי מלך עוזיהו על יהודה לכ\"ז שנים למלכות ירבעם על ישראל וא\"כ קדמה מלכות ירבעם למלכות עוזיהו כ\"ז שנים ומת ירבעם לתשלום מ\"א שנים שלו כשהיה מונה עוזיהו י\"ד שנים כי י\"ד שנים יש מכ\"ז עד מ\"א וחיה אחריו עוזיהו ל\"ח שנים כמו שיש מי\"ד עד נ\"ב שמלך אבל פירש לנו רבינו הקדוש ביישוב מקראות כי בוודאי הוא כמו הכתוב הראשון שלא קדם ירבעם לעוזיהו אלא ג' שנים ואידך קרא דקאמר שמלך עוזיהו בכ\"ז שנים לירבעם זה היה מלכות חדשה שנתנגע עוזיהו ולא היה יוצא ובא לדין ולמלחמה אלא שנתנו לו צרכיו מן האוצרות ועושין אפסניא ומלחמ' מעל פיו ודרך כבוד דבר הכתוב (מעת) ותחלת צרעתו של עוזיהו היה בכ\"ז לירבעם שהם כ\"ד לעוזיהו כי ג' שנים קדמו ירבעם והיה מצורע עד יום מותו דהיינו מכ\"ד שנה עד נ\"ב והם ל\"ח שנים ואלו כשמת היה יותם בנו בן כ\"ה שנה א\"כ היה הורתו ולידתו לג' שנים של צרעתו של עוזיהו ולרבי יוסי בר יהודה דאמר מוחלט אסור בתשמיש המטה ודאי לא ניחא לן למימר דס\"ל שהיתה הורתו באיסור עשה ובפסול יוחסין שאם לא כן לא היו ממליכין אותו אלא הוא היה סובר כי בזמן אח' מלכו ירבעם ועוזיהו ולא קדמו זה לזה כלום וא\"ת א\"כ היאך מלך זכריה בן ירבעם שנת ל\"ח לעוזיהו שהוא שנת ל\"ח ג\"כ לאביו לירבעם והלא ירבעם אביו מלך מ\"א שנה יאמר לך כי ירבעם המליך לבנו זכריה בחייו ג' שנים שהיה ירא שלא ימליכוהו במותו לפי שתפש מלכות ישראל מרחבעם שלא כדין מעתה כשנצטרע עוזיהו שנת כ\"ז לירבעם היה הוא ג\"כ מונה כ\"ז והי' מצורע עד יום מותו מכ\"ז עד נ\"ב שהם כ\"ה שנים ויותם בנו ג\"כ היה בן כ\"ה שנים אלא שהכ\"ה של יותם היו שלמים ממש והנ\"ב של עוזיהו היו מקוטעין א\"כ הית' הורתו ולידתו של יותם תוך שנת עשרים וז' לעוזיהו בעודו טהור כי הוא לא נצטרע עד שתשלים כל שבע ועשרים וכל שנת עשרים וז' היה טהור והפסקנו בטהרה:\n", 
            "<b>אמר אביי משמעות דורשין איכא בינייהו</b> פי'  ליכא בינייהו מידי לעיקר הדין אלא דרשא תקראו' בעלמא מר משמע ליה למדרש ומר משמ' ליה למדרש האי:\n", 
            "ורבי יהודה מהתם לא גמרי' דחדוש הוא וכו' ומיהו רבי סבר דכיון דחדוש דהתם הוה לחומרא ואפי' הכי אקיל פה רחמנ' להמתין לו לדבר הרשות שפיר גמרי' מינה דכ\"ש מי שהוא קל:\n"
        ], 
        [
            "<b>וכי אצטריך</b> כו'  פי' לרוחא דמלתא עבד צריכותא לכל חד מינייהו דאנן לא הוה בעי צריכותא אלא ליום הוראות בו דאידך ודאי מצטריך לדבר הרשות:\n", 
            "אבל טומאה דגופיה אומר לא צריכא וא\"ת השתא נמי היכי שמעינן מיניה דבר הרשות לטומאה דגופיה ונ\"ל דכיון דכתב אידך קרא סתם אינו אלא גלויי מילתא וכעין ילמד סתום מן המפורש:\n", 
            "ורבא נמי מיבעי ליה להכי אלא ביום ולא בלילה ודלא ליה נפקא ליה מכנגע נראה לי בבית ולא לאורי ואע\"ג דבסנהדרין פ' א' דיני ממונות מפקי' ליה מביום הראות בו אמר לך רבא דלא דק בין התם ודכותה בש\"ס טובא:\n", 
            "ואביי אימ' התם הוה אמינא אלאו טומאה דגופיה וכו' וא\"ת ולרבא היכי שמעי' מההי' לטומאה דגופיה וי\"ל דכיון דהא כתיב לכל מראה עיני הכהן דמשמע דבעי' ראיה גמורה ולאפוקי סומא בא' מעיניו בגלוי מילתא סגי ליה לביום ולא בלילה:\n", 
            "המלקט עצמות אביו ואמו הרי זה מתאבל עליהן כל היום כלו פי' מדרבנן לכבוד אביו ואמו ובירוש' אמרו שקורע ואינו מאחה עליו כמו שקורע בשעת מיתה ועוד אמרו שם היו קוברין אותם במזמורות נתאכל הבשר מלקטין את העצמות וקוברין אותם בארונם אותו היום מתאבל ולמתר שמח שנפטרו עצמות אבותיו מן הדין:\n", 
            "והא מתני' דהמלקט כו' כתב רש\"י ז\"ל לא ידענא היכא ואיכא במס' שמחות:\n", 
            "<b>ואמר רב חסדא אפי' צרורין לו בסדינו</b> פי'  שלא קברם בו ביום דהא ליתא דהא פירשה רב חסדא דמיירי בשלא קברם כתב רש\"י ז\"ל דבדין הוא דמצי לאוקמה למתניתא כרבי יוסי אלא דהא לא ניחא ליה למימ' דלימא שום תנא דלקוט עצמות אביו שמחה ובעי לפרושי דהא שמחה היינו שמחת הרגל:\n", 
            "<b>כדהדר ספדנא במערבא לבכון עמיה כל מרירי לבא</b> פי'  כשהא' עושה הספד הולך הכרוז להתקבץ שם כל מרירי לבא לספוד ולהזכיר מתיהם:\n", 
            "מאי שנא למד יום וכו' מעשה באדם א' וכו' באותה שעה אמרו וכו' ופסקו למד יום שדרך לכנס מעות לצורך הרגל שמתחילין לדרוש בעניני החג:\n"
        ], 
        [], 
        [
            "איכא בינייהו דעביד בחנם וא\"ת ולימא נמי דאיכא בינייהו בזמן הזה דליכא עולי רגלים י\"ל ולאו דוקא עולי רגל אלא הוא הדין שמכניסין מעות לצורך הרגל ועוד שכל גזירה שגוזרים חכמים במקומה עומדת אע\"פ שבטל הטעם עד שיעמוד ב\"ד כדאי' בירוש' והלכתא כרב באיסורי והרמב\"ם ז\"ל פסק כשמואל ובירוש' פסק כשמואל:\n", 
            "מתני' אין חופרין כוכין וקברות במועד אבל מחנכין יש מקשי' ואלא אפי' י\"ט שני לגבי מח' כחול שויוה לרבנן ויש מתרצין דהתם בטלטול ובמלאכות שאין בהן טורח כמגז ליה אסא וגלימא ולא משמע הכי לישנא דכחול שויוה רבנן ואחרים תירצו דהתם בי\"ט אחרון דמדאורייתא חול גמור וגבי מת אוקמוה כדאוריית' אבל לא בי\"ט שני דראשונים דסכות ופסח דהא אפי' במועד אין חופרין מפני שהוא מקרא קדש של תורה ומלאכה אסורה בו דאורייתא וגם אינו דהתם סתם נקט כל י\"ט שני והנכון דכל לצורך מת שכבר מת עושין קבר לגמרי אפי' בי\"ט שני וכ\"ש בחולו של מועד והכא שלא לצורך ממש אלא שיהיו מוכנים לרבים ולהכי נקטיה בלשון רבים וחשיב כדברים של רבים כי רבים שתו ורבים ישתו וכל דברי רבים שאין בהם צורך המועד ממש מתקנין ולא עושין לכתחלה כדאי' לעיל וכן פי' רבי' אלפסי ז\"ל וכבר נתבר' זה בספ' תורת האד':\n", 
            "<b>ועושין נברכת</b> פירשו  הראשונים ז\"ל נברכ' הכובסין לצורך דברים שמותר לכבס במועד וגוהה ובין גוהה הוא כמו המחמצן והמנדיין שאמרו בפ' לא יחפור ומפני שהוא ענין חפירה שואוהו עם קברות וכוכין וי\"מ נברכת כעין קברות שלנו שדומין לנברכ' דאלו שלהם אף קברות כצור' כוכין אלא הקבר כבנין וקתני דלצורך מת עושין אותו ואי נמי אפי' שלא לצורך דטרחא זוטא וכעין חנוך קברו' וגוהה ובר גוהה לפי' זה שדרך לעשות בתוך קבר של חפירה חפירה קטנה כקומת המת ועל דרך זה מפורשת בתורת האדם:\n", 
            "<b>וארון עם המת בחצר</b> פי'  כדי שיהא ניכר שהוא לצורכו ואע\"פ שכבר מת מפני שאין בארון צורך כ\"כ כי יותר מצוה לקבור בקרקע לא התירו אלא עמו וכן הדין ביום טוב שני בין לענין זה בין לענין נסרים ומיהו בירושלמי אומר אם היה אדם מפורסם מותר ואמרי' בתוספת כי עתה המתים שלנו כלם מפורסמ' כי אנחנו מתי מעט ע\"כ והכל לפני המקום:\n", 
            "שם שאין מערבין שמח' בשמח' ולדבריו אין מערבין שמח' מיל' במשת' או בפדיון הבן ודכות' אבל שתי משתאות עושין כיון שהן ממין אחד ואין הלכה כמותו דאידך כולהו פליגי עליה ודכולי עלמא אירוסין מותרין במועד בלא סעודת אירוסין:\n"
        ], 
        [
            "<b>לחד יומא לא משהי נפשיה</b> פירש  כי מתירא שמא יבא לו שום עכוב באותו היום ולא יוכל לעשות עד לאחר המועד וא\"ת א\"כ נאסור עליו שני או ג' ימים קודם הרגל כדי שלא ישהה להם הא ליתיה כי הוא אינו משהה אלא בשיכול לערב סעודתו עם הרגל למעט הוצאותיו וזהו כשעושה ברגל עצמו א\"נ בערב הרגל שיאכל סעודתו בלילה וזה ברור:\n", 
            "ביום עשתי עשר יום וכו' פשי' והנשיאי' ודאי על פי הדיב' עשו דלא סגיא בלאו הכי ואע\"פ שאינו מפורש בכתוב:\n", 
            "כאן במצוה שאפש' לעשות ע\"י אחרים לא יניח תורתו מפניה כאן במצוה שאי אפש' לעשות ע\"י אחרים מותר להניח תורתו ולהתעסק וכן הלכה ותו לא מידי י:\n", 
            "<b>מתני' עושה אשה תכשיטיה במועד</b> פירש  שזה צורך הגוף הוא וכעין אוכל נפש ולפי' עושה כדרכה ובלא שינוי ובטרחא רבה ולא גזרו בה שמא תכנס לרגל מנוולת דקשוט מילתא דצריכא כל יומא ויומא הוא ועוד שאין דרכן להשהות:\n", 
            "ר' יהוד' או' אשה לא תסוד וכו' ובש\"ס מפורש דמוד' ר' יהודה בסיד שיכולה לקפלו במועד וש\"מ דרבנן אפילו בסיד שאינה יכולה לקפלו במועד שרו כיון דלצורך קשוט עביד ליה וחשיבות הוא לה אבל יש אומרים דרבי יהודה הוא מפרש ואינו חולק ומודה דאמרינן בש\"ס לגמרי וכן נראה דעת הרמב\"ם ז\"ל שכתב בחיבורו כדברי רבי יהודה והיינו דאקשינן בש\"ס מדרבי יהודה אדרבי יהודה דאלו לרבנן לא קשיא אע\"ג דבעינן התם שמחה דלאחר זמן דה' במתני' נמי הכי בעי לה ולא שרו לסוד לקפלו במועד והראשון נראה יותר נכון ואקשי' מדרבי יהודה אדרבי יהוד' משום דמפרשא מילתיה בהדיא ותו מאי דאמרינן התם רבנן לדבריו דרבי יהודה קאמרי כדפרשינן בדוכתא:\n", 
            "<b>ההדיוט תופר כדרכו והאומן מכליב</b> פירש  וכלה לצורך המועד ושלא בדבר האבד ואפילו שלא לצורך המועד דאלו בדבר האבד הא קי\"ל דלא בעי שנוי וסיפא אוקימנא בש\"ס כרבי יוסי:\n", 
            "ומסרגין את המטות בש\"ס מפרש לה וכלה לצורך המועד:\n", 
            "גרסת הספרים שלנו מעמידן תנור וכירים במועד ולא גרסי ריחים ופירש מעמידין לעשות בו כל מלאכה לצורך המועד וכדשרי' בש\"ס ומגדל תנורי ולמעבד מהולתא מפני שכל אלו שהם מכשירי אוכל נפש ראוי לעשותו כדרכו ובטרחא ובלא שום שנוי וכן התירו בירושלמי לעשות אלפאסין וקדרות וכן שפודין ואסכלאו' וסכינין ואפילו לכתחלה וכ\"ש לתקנן ומיהו בריחים לא הוה שרי ת\"ק לעשות משום שהם מכשירין דמכשירין:\n", 
            "<b>ר' יהודה אומר אין מכבשין את הריחי' בתחלה</b> פירש  בחדשה אבל בישנה מכבשין וכדתניא בברייתא ואפשר דשמעינהו לרבנן דאסרי אפילו בישנה לכבש:\n", 
            "ויש נסחאות דגרסי ברישא מעמידין תנור וכירי' ושרי ת\"ק אפילו לעשות ריחים חדשה ואתא ר' יהודה ופליג עליה וכן נר' דעת הרמב\"ם ז\"ל כדבעי' למימר בש\"ס:\n", 
            "<b>ועושין מעשה לגג ולפר</b> פי'  הלוך שעושין בין העליות ולא סוף דבר למצות מעקה דהא מפרסת פטורה מן המעקה כדאי' בספרי ועוד דאי משום מצות מעקה למה לא יעשה כדרכו ועוד שאמרו בירוש' על משנתינו תני לגג ג' מפרסת עשרה אלא ודאי מתני' בגג שאינו חייב במעקה אלא שהוא רוצה לעשות משום שמור ולפי' עושה בשנוי ולגג דלא רגילי ביה סגי בג' ומפרסת דרגילי בה צריך עשרה:\n", 
            "<b>שפין את הסדיקין וכו'</b> פי'  כשעושה מפני חשש הגשמים אבל אם באו גשמים ממש ועדיין ידלוף הבית עושה כדרכו שאין אדם דר במועד בדירה סרוחה ועוד שאין לך דבר האבד גדול מזה וכן הוא בירוש'\n", 
            "הציר והצינור וכו' פי' אפי' נשברו מערב הרגל אם לא כיון להשקותן וזו היא ששנינו ובלבד שלא יתכוין:\n"
        ], 
        [
            "ש\"ס פוקסת פירשתיו במס' שבת ורש\"י ז\"ל כאן תקון שערה ואינו נכון:\n", 
            "רבי יהודה או' נפרעין מהן במקומן פירשתיה והא דלימרי' לאחר זמן פי' בתוך הרגל והחם בתוך האור כדאמרי' התם:\n", 
            "רבי' אמר עובדי כוכבים לענין פרעון לעולם מצרפי' אליבא דר' יהודה שלא קבל טעמן של חכמים:\n"
        ], 
        [
            "ושוין שאין מפשילין לכתחלה פי' שאין עושה במועד חבלים לכתחלה אפי' לצורך המועד:\n", 
            "<b>קשיא</b> פי'  ולא תיובתא דאיכא למי' דסד\"א דסירוג לא משום דסגיא בלאו הכי אבל כשאין לו חבלים דלא סגיא בלאו דידיה אלא א\"כ ישן על הקרקע הכל מודים שהוא מותר קמ\"ל אדרבה:\n", 
            "המטה משיסרג ג' בתים י\"מ דמההיא שעתא ראויה למיושב ומטמא מדרס ורבי' שמשון ז\"ל פי' כי החבל הנשאר אפי' הוא גדול נופל למטה ומטמא עמה ובנסחאות מדוייקות גרסי' התם החבל שבמטה וכן גורס רבי' ז\"ל:\n", 
            "כיון דאפשר לממלייה במאני דלא טריחי' פי' ואי לית ליה מאניה דטרחי':\n", 
            "ולענין פסק אנן כסתם משנה קיימא לן דמסרגין והא אמרי' דמסרגין לכולי עלמא שתי וערב:\n", 
            "<b>סבר לה כיש אומר</b> פי'  דאי כר' יהודה ס\"ל היכי לטייה להדיא משום שמיעת קול דילמא ישנה הות ודוחק הוא לומר שהוא מכין בקול שהיא חדש'\n", 
            "דרש רב חמא נוקרין ריחים במועד היה נרא' דהיינו בישנה דהא לא אשכחן מאן דשרי בחדש' אבל קשה היאך דריש לה הכי סתמא וי\"א דלעולם אפי' בחדשה וסבר לה כמ\"ד מכבשין בת עינא ובההיא אוסר רבי יהודה בחדשה לפי שהוא מעשה אומן אבל בנקור שהוא מעשה הדיוט אפי' בחדשה א\"ר יהודה ונכון הוא ומ\"מ קשה עלינו על דברי הרמב\"ם ז\"ל שפסק שנוקרין ופותחין בת עין ולא חילוק בין חדשה לישנה ונר' שהוא גורס כמשנתינו מעמידן ריחים ופוסק כסתם מתני' ונר' עוד שאין משנתינו אלא ביחיד ובאפשר לו להסתפק בשל רבים הא בשאי אפשר לו אי נמי לצורך הרבים עושין לדברי הכל ואפי' לכתחלה והכי אמרי' לקמן דשרי' למבני רחים והיינו כדאמרן:\n"
        ], 
        [
            "<b>אבל חמרא דריחייא לא.</b> פי'  כי מפני דבר מועט שיש לו לטחון לצורך המועד אינו צריך ליטול צפרנו ומסתבר' כי הכל לפי מה שהוא שיש שם דבר האבד ובתוספות אמרו שלא התירו ליטול צפרני בהמה לרכוב אלא בשרוצה לרכוב חוץ לעיר כי ללכת בעיר אין בו דבר האבד וגם בזה הכל לפי מה שהוא הבהמ'\n", 
            "לסדוקי סוסיא. פי' אפי' בקטנים דאסירי בי\"ט:\n", 
            "למשקל דמא מבהמה פי' מפני דבר האבד:\n", 
            "<b>לבסבוסי קרמי</b> פי'  לשפשף היריעות היטב ואפי' לאולודי איורא דאלו לרכובי אפי' בשבת שרי כדאית' פ' ר' אליעזר דתולין:\n", 
            "<b>קיטורין בייר</b> פי'  משום דסגייא ליה לאשה בלאו הכי ואין זה דומה לעושה אשה תכשיטיה במועד שהוא קשוט שבגופה ממש:\n", 
            "<b>אדעתא דארעא אסיר היכי דמי</b> פי'  היאך ראוי לעשות שלא יהא חשש מראית העין דבלאו הכי אפי' היה בדעתו לבי דידי אסור מפני חשש הרואין ומיהו בדיעבד אע\"פ ששינה לא קנסי' ליה אם הוא אומר שדעתו להתייר וכן אתה מפ' בכל אלו וכן פרשו בתוספות:\n", 
            "ממנינהו אסור פי' כשאינן ראויין לצורך הרגל דאי לא שני בכבשי' שיכול לאכול במועד:\n", 
            "בפרקמטיא האבד ושרי איכא למידק מה צורך לתפוש זה הלשון והלא כל מלאכה בדבר האבד בגופו מותר ולא הוזכר דבר האבד לענין פרקמטיא אלא במכירתה וי\"ל דנקט לה מפני שפסידתם מועטת ואפי' הכי שרי דפרקמטיא נמי להרוחה אסור אפי' כל שהוא ובדבר האבד מותר כדמפ' ואזיל ולאפוקי ממאן דסבר לקמן דבעי' פסיד' קצת כדאמרי' זופתין חביתא ואין זופתין בו זיתא:\n", 
            "<b>ובדבר האבד מותר</b> פי'  שאם ישהה למוכרה במועד השלול לאחר המועד ואומרי' בתוספות דדוקא שיפסיד מן הקרן שלו ומשכר עמלו אבל מפני שיפסיד מן הריוח אינו דבר האבד וכן נר' בירוש' וי\"א דכיון שהוא ברשותו והגיע לו מקום הריוח דבר האבד הוא אם ההפסד כנגד הריוח וראיה גמורה לדבר נראה מעובד' דברייתא דלכלבי כוורי והתירו לממלחינהו ומשום דבר האבד והתם אין שם קרן כי מן ההפקר זכו בהם ובמה שיוכלו עכשיו יש כדי טרחם אלא ודאי כדאמרן ואש\"ס דילן סמכי' ומ\"מ לקנות פרקמטיא שהוא בזול כדי להרויח אין זה אלא הרוחה ולא דבר האבד דא\"כ נתיר לעשות כל מלאכה במועד וראיה גמורה דפומבדיתא שלא התירו למיזל ולמיצד ולממלחינהו ולא תשיב דבר האבד אלא כשצדו אותם לצורך אכילה ואחר שהיו ברשותם היו נפסדין וליכא למימר דהתם הוא דאיכא טרח' מה שאין כן בפרקמטיא דהא זמנין דפרקמטיא איכא טרח' טובא טפי לשקול ולמדוד ולהוליך אלא ודאי כדאמרן:\n"
        ], 
        [
            "<b>ושוין שאין גודלין תנור לכתחלה. </b> כתב בפירש לא ידענא היכא קאי ובתוספות אמרו דקאי על פלוגתא שנחלקו לעיל בריחים אם יגמור אם לאו וליכא לפרושי לפלוגתא דמסרגין שאינו דומה לו כלל:\n", 
            "פירש אוכרי מצודות של דגים שעושין מן ההוצין ואוזלי רשתות שעושין מן הכווי דמתרגמי' מבווה עזיל וגדילת תנור הוא שעושין תנורים מהוצין וטחין אותן בטיט מבית ומחוץ ומעשה הדיוט הוא:\n", 
            "<b>כעין מעגלא ביד וברגל ולא במחצלים</b> פרש\"י  ז\"ל מעגלה עץ עגול שבו מחליקין את הגגות ומחצלים כלי אומנות של ברזל רחבה שיש לה בית יד ולפי זה מעשה מחצלים הוא יותר מעשה אומן וכיון דבמעגלא לא עבדי' כ\"ש מעשה מחצלים וא\"כ האי מאי דקתני אבל לא במחצלים וזה יותר נכונה:\n", 
            "קבורא טרניקא בלע' ושריא לה משום דבר האבד כדרכה ובלא שינוי:\n", 
            "ועד ימיו היה פטיש מכה בירושלם משנה היא בשלהי מסכת סוטה יוחנן כהן גדול בטל הודאת המעשרות ואת המעוררין והנוקפין עד ימיו היה פטיש מכה בירושלם פיר' ומשם ואילך נתבטל ופרקינן בחד לישנא דמתני' בציר ומפתח של עץ העושין ע\"י נגר דלא עביד קלא כולי האי ודרבי יוחנן בשל מתכת שעושה קול גדול וכלישנא אחרינא אמרינן דמתני' כשעושה בשנוי בכלים שאינן בני מלאכה אי נמי דמתני' קודם גזרה ושנית לא זזה ממקומה ומסקנא דמתני' כרבי יוסי דלא בעי שינוי בדבר האבד כעין זה מפני הגנבים ודרבי יוחנן ברבי יהודה דבעי שנוי דקיימא לן כרבי יוסי דאפסיק' הלכתא כוותיה באידך פירקא:\n", 
            "בדיתא לבאי כוורי פירש והר שנקריא בדיתא הוציאה דגים:\n", 
            "אית דאמרינן וכו' פירש והני תרי לישני לא פליגי בעיקר דינא והלכתא כותייהו:\n"
        ], 
        [
            "<b>פרק שני מי שהפך:\n</b><br>מי שהפך את זיתיו סי' ואם לא יגמור מלאכתו ומניחן במעטן יאבדו:\n", 
            "<b>ואירעו אבל או אונס או שהטעוהו פועלים.</b> פי'  ומפני כן לא היה לו יכולת לגומרן קוד' המועד ובודאי דמסתייה דליתני ואירעו אונס ומיהו נקט הטעוהו פועלי' דלא תימא דההוא אינו אונס כיון דאי אזל לגבייהו וטפי להו אגרייהו הוו אתו קמ\"ל דאונס הוא ונקט אבל לאשמועינן אגב אורחיה דאבל אסור בעשיית מלאכה דאי משום טרדת אבלו וצורכי מתו הוא שנמנע פשי' דאונס הוא ומאי קמ\"ל אלא ודאי כדאמרן:\n", 
            "טוען קורה ראשונה כו' פירש דס\"ל לר' יהודה דמכאן ואילך אין הפסדו מרובה:\n", 
            "רבי יוסי אומר זולף וגומר כדרכו והקשו בתוספות הא דאמרי' לעיל הא דרבי יהודה בעי שנוי בדבר האבד מהיכן תיתי דהא הכא מאי דשרי בלא שינוי שרי ליה וי\"ל דלהכי לא שרי רבי יהודה לגמור משום דלא סגי ליה למעבד בשנוי ואנן בעינן שנוי ונכון הוא ואחרים תירצו דמייתורא דלישנא דרבי יוסי דקתני כדרכו שמעינן דשמעה לרבי יהודה דשרי בדבר האבד כדרכו דאי לא לימא ליה לרבי יוסי למתני כדרכו ליתני זולף עומד וממילא משמע דהיינו כדרכו בלא שנוי גם זה נכון:\n", 
            "שם פתח באבל וסיים במועד עיקר הפירש מכדי אמאי קתני ואירעו אבל אי למימר' שהיה טרוד בעסקי אשתו היינו אונס אלא ודאי אשמועינן אגב אורחיה שנמנע מפני שאסור בעשיית מלאכה וכיון דכן ליתני תקנתא בדידיה כי מי שמהפך זיתיו ואירעו אבל יגמור מלאכתו מפני דבר האבד ומינה שמעינן למועד דס\"ד דאבל ומועד כי הדדי נינהו ופריק רב ששת דלאו כי הדדי נינהו והא גופא קמ\"ל דדוקא במועד טוען קורה או זולף וגומר לרבי יוסי אבל בימי אבלו לא שרי' ליה ע\"י עצמו אלא ע\"י אחרים ורב אשי תירץ דלעולם כי הדדי נינהו והיא גופה קמ\"ל ובדין הוא דמצי למתני תקנתא באבל דפתח בה ולרבותא נקט תקנתא בחולו של מועד הילכך נקט אבל משום איסור מלאכה ולא תני תקנתא בדידיה אלא במועד דאורייתא משום רבותא והלכתא כרב ששת דתניא כותיה:\n", 
            "תניא כותיה דרב ששת דברים שעושין לאבל בימי אבלו פירש שעושין לו אחרים אבל הוא אינו עושה ואפי' אין לו מי שיעשה ופליגי אדרשב\"ג בפשטא דלישנ' דאי ס\"ד מודו רבנן לרשב\"ג ורשב\"ג מפר' הוא א\"כ מאי רבותא דמועד טפי מאבל דתניא כותיה דרך ששת ואי משום דבמועד עושה ע\"י עצמו ואפי' יש לו מי שיעשה לו זה אינה קולא ואינו היתר דכיון דבמועד כל העולם אסורי' בעשיית מלאכה מה לי הוא מה לי אחרים אדרבה בדידיה שהוא בעל הממון יש להתיר יותר דאלו באבל הוא לבדו האסור בעשיי' מלאכ' ואין אחרים נאסרים אלא בשלו: ואמטולתיה וכל היכא דאפשר באחרים דרבנן אסרי ע\"י עצמו ואפילו כשאין לו אחרים שיעשו לו ולא חשו לאיבוד ממונו וקיימא לן כרבנן:\n", 
            "כך הגרסא בנסחאות מדוייקות זיתיו הפוכין ולא גרסינן זיתיו להפוך דא\"כ יכול להשהותן עד לאחר המועד וכדתנן מי שהיפך את זיתיו ולנוסחי דגרסי זיתיו להפוך פירש שצריך לגמור הפיכתן כמו שהתחיל להפוך דאפילו בכי הא דבר האבד הוא וכן מפורש בירושלמי תאני רבי חייא מי שזיתיו הפוכין ושנויין מתני' צריכא לרבי חייא ורבי חייא צריכא למתני' אי תנינן אנן ולתני רבי חייא הוינן אמרינן לא אמרן אלא בשהפכן פעם אחד אבל הפכן ושניין דברי הכל מותר ואלו תני רבי חייא ולא תנינן אנן הוינן אמרי' לא בשהפכן ושנויין אבל הפכן פעם אחד דברי הכל אסור הוי צריכא למתני' וצריכא לר' חייא ע\"כ. ותימא על הרמב\"ם ז\"ל שכתב הופך אדם את זיתיו ושמא הוא מדבר בהפיכה שנייה א\"נ דבאתריה דמרן ז\"ל גם שיהא ההפיכה דבר האבד והכל לפי המקום ולפי הזמן:\n", 
            "<b>שם האריסין והחכירין והקבלנין שלו הרי אלו יעשו</b> פירש  אריסות למחצה לשליש ולרביע וחכירו' שנותן לו דבר ידוע בפירות בין עבדא בין לא עבדא. אלא שיש באותו המין בשדה נותן לו משם ואפילו הוא תבואה מקולקל' וקבלנו' הוא מקבל שדה בדבר ידוע או במעות אי נמי בפירות ואפילו יש לו בשד' מאותו המין. ונתקלקל אינו נותן לו מהם וי\"א דדוקא בכי האי גונא שיש לאריס וחכיר וקבלן אלו זכות בפירות והם בשותפין בקרן וכאלו עושין משלהם ממש ותנא זו ואין צריך לומר זו קתני אבל קבלן המקבל עליו את השדה בסך ידוע ובעל הבית אוכל פירות לא יעשה ואע\"ג דאמרי' לקמן שאם היה מלאכתו בקבלנות אצל אחרים בבית אחרים יעשה דאלמא מלאכה דקבלן חשיבא ולא אסרו אלא בשכיר יום התם הוא במטלטלין דלא ידוע דכלים דידיה נינהו וכי ידוע נמי אמרי בקבלנותיה עביד שכן דרך לעשות מלאכת כלים בקבלנות וכדתנן נמי גבי שבת וכולם ב\"ד מתירין עם השמש ואפילו לכובס שמכבס ע\"ג הנהר ובכלים מפורסמים בבעליהם דסתמא נקטי' לה התם אבל בקרקעות שדרך לעבדן כשכיר יום אין עושין אפילו בקבלנות דמאן דחזי סבר שהוא שכיר יום ומביאין ראיה לזה מיהא דאמרינן לקמן מקבלי קיבולת בתוך התחום ולא יעשו כו': והכי מאי מיירי בקבלנות דקרקע היא דשייך למימר תוך התחום וחוץ לתחום ואין שיטה זו נכונה דארעא אורחי לאריסותי' מאן דחזי אמר אריסות' קא עביד כדאיתא בפ\"ק דעובדי כוכבים ומזלות והא דמקבלי קבולת דאמרינן לקמן כבר פירשה רש\"י ז\"ל דקבולת של בנין מיירי דאורחי' בשכיר יום ולא שייך לומר בהא דאריסותיה קא עביד וכן פירש ר\"י ז\"ל ועיקר וכבר הארכתי בזה בפרק דעובדי כוכבים ומזלות והשתא להאי פירש שאע\"פ שמנהיגין ע\"י שכירו ולקיטו מלאכה דידיה ואע\"פ שמלאכתן מחוץ לעיר לא יעשו:\n", 
            "ואם היו מחוכרין או מושכרין חמורו וגמלו וספינתו אצל אחרים הרי אלו יעשו פי' דמלאכה דידהו היא ואפשר דאפילו בתוך הנהר יעשו דשכירות וחכירו' בזה קלא אית ליה:\n", 
            "<b>שכיר יום</b> פירש  ששכירו לו לעשות מלאכת קרקע או מטלטלין אפילו בעיר אחרת לא יעשה לו היתה מלאכת אחרים בידו ואפילו בלא קבולת וכ\"ש בקבולת לא יעשה לא ע\"י עצמו ולא ע\"י אחרים ואפילו בחדרי חדרים וכתבו הגאונים ז\"ל שאם יש לאבל דין עם אדם אינו תבעו כל ז' ואפילו ע\"י שליח ואם הוא דבר האבד תובעו ע\"י שליח וכן אם אחרים תובעין אותו יעשה שליח אם הוא דבר האבד לחבירו שלא יוכל להמתין עד לאחר ז'\n", 
            "הוה להו גמלא בהדי הדדי פירש בשתוף כדמוכח לישנא בין שהיה גופו שלהם או שקבלוהו שניהם לחכירות:\n", 
            "איתרעא ביה מילתא פסק העול וכליו מעליו שלא יעשה מלאכ' ולא שדריה אמר רב אשי לא גברא דבההוא נהי דאיפסיד אדידיה לא חייש זה הלשון מוכיח כי שורת הדון שותפו לעשות מלאכתו לצורך שניהם כי בדידיה קא טרח לגמרי ולהכי אמרינן דנהי דלא חייש ולפסידא דידיה ורוצה לומר ממונו להפסדא דאחרי' היכי לא חייש ישלחנו לו שיעשה בו לעצמו דהתניא אם היו מוחכרין וכו' וכ\"ש כשהוא שותף ממש ופרקי' אדם חשוב שאני י\"א והוא פריע לשותפו כדי חכירו משום חומרא וי\"א שלא פרע דכיון דאדם חשוב הוא ואיכא לעז אף חבירו חייב ליבטל משום לעז שלו כי האי צורבא מרבנן כי הכא ומ\"מ שמעינן מהכא דשותפין דחנות שאירע אבל לאחד מהם חבירו עושה לו מלאכתו בחנותו כדרכו אלא א\"כ הוא אדם חשוב ואפילו באדם חשוב כל היכא דאפשר לעשות בצנעה עושה וכן הוא בירוש' ובפי' ההלכות הארכתי יותר בס\"ד:\n"
        ], 
        [
            "<b>אמר שמואל מקבלי קבולת כו'. </b> כבר פירשתי דמיירי בקבולת של בנין ורש\"י ז\"ל וגם ר\"י ז\"ל פירשוה בשבת או במועד וע\"י עובדי כוכבי' אבל ר\"ת ז\"ל פירשה באבל והאי דנקט אבל בחולו של מועד לא דק והוא הדין דמצי למנקט אבל בחול ואומר ז\"ל כי באבל החמירו אבל באינשי דעלמא משום איסור שבת ואיסור מועד אפי' בתוך התחום מותר כיון שהיא קבולת ולא נהיר:\n", 
            "<b>איכא דאמר סיועי סייעוהו בתבואה בהדייהו</b> פי'  ובעבור שנעש' בו עבוד' החמיר על עצמו שלא יכנס שם האי עובדא דאבונגרי דבי ריש גלותא קשה מאד אי מלאכות המותרות במועד הן כי נקטי אגרא מאי הוי ואי במלאכות האסורות אפי' עבדי בחנם גמור אסור וראיתי מה שפירש' באבונגרי עובדי כוכבי' שהי' מוטל עליהם לתת לו מעות ידועים או לעשות לו מלאכה כנגדם וכן כל יומא ויומא מנכין מחובן כדי פעולתן הוא משמ' כדי שכיר יום ואסור ולהכי אמרי' דכיון דאינו אלא נכוי חוב המוטל עליהם מקודם לכן והרשות בידם לעשות מלאכה בנכוי קבלנות הוא ומותר כדי קבולת אבל ק\"ל על זה הפי' דה\"ל למימר בד\"א שרא להו לדבי ריש גלותא למעבד להו אבונגרי עיבידתי' והכי אמרי דשריא לאונגרי וכי עובדי כוכבים ומזלות אלו להוראה באו לפנינו ובתוספות רבי' ידידיה ז\"ל פירשוה באבונגרי ישראל ובמלאכות המותרות במועד היו ואעפ\"כ אסור לעשותן בשכר ממש כדי להרויח השכר ועושה מלאכתו בחול אבל מפני שבזה לא היה אלא נכוי בלבד התיר להם דלא מחזי כשכר מועד ומיהו אלו אי אפשר לבטל המלאכה לעשות אלא לא היה אלא בשכר מותר לאלו לעשות אפי' בשכר ממש הן מפני צורך המועד הן מפני דבר האבד אבל הב\"ע בשהיה אפשר לעשות מלאכת ריש גלותא ע\"י אחרים וזהו הנכון:\n", 
            "<b>ת\"ר מקבלין קבולת במועד</b> פי'  מקבלין עובדי כוכבים ומזלות מישראל קבולת במועד לעשותה לאחר המועד ולא גזרי' שמא יתחיל בה במועד:\n", 
            "<b>ובמועד לא יעשה</b> פי'  כלל ולא אמרי' הכא מתנה עמו ע\"מ שלא לעשו' ועוש' כדההיא דאמרי' התם פוסק עמו על מנת לשבות ואינו שובת דהתם שורת הדין מלאכ' דעובדי כוכבים ומזלות הוא לגמרי ובשעת ההיתר פוסק עמו בחול אבל הכא שאני נותנין לו מלאכתנו בשעת איסור דהיינו במועד לא סגי בהכי והא רבי' ידידיה ז\"ל מדמי לה לההיא ולא נהיר:\n", 
            "שם מאן תנא שינוי בדבר האבד פי' מאן דתנא דבעי' ביה שינוי דלא כרבי יוסי:\n", 
            "ואמר רב יוסף הלכה כרבי יוסי וזה תימא גדול דהא בריש מכילתי' משמע דמשום דבר האבד לא שרי' טרח' רבה ואלו הכא קיימא לן כרבי יוסי לימא תיהוי כולי פרקא קמא דלא כהלכתא וי\"ל דהתם הוא במחובר שלא הגיעו לכתפים ומי יימר דאתי כדי שנטרח בו הרבה אבל בתלוש שהוא ברשותו א\"נ לקצור או לבצור כגרוד דמי ופסידתו ברישא בריא ממש הילכך מותר תדע דאמרי' לקמן דאיכא תנא דמפליג בין תלוש למחובר ואע\"ג דיחידאי היא ולית הלכתא כותיה במחובר העומד לגרוד מ\"מ הלכה כמותו במחובר שלא הגיע לכתפים שאף מודים חכמים לו:\n"
        ], 
        [
            "טוחנין קמח במועד לצורך המועד. פי' בריחים ישנה לדברי הכל:\n", 
            "<b>ושלא לצורך המועד אסור. </b> ק\"ל למה ליה למתני שלא לצורך המועד אסור מרישא שמעי' לה וסברא נמי הוא ועוד לצורך המועד למה ליה גידולה מזו קתני סיפא שאם אין לו מה יאכל קוצר ומעמר ר\"ל דבטחינה שרי' כל לצורך המועד אפי' בהרוחה גמורה ולא בצמצום ממש וכן בשאין לו לעשות בדבר אלא מלאכה אחת אבל לקמן שהוא צריך לקצור ומעמר ושאר מלאכות אינו עושה אלא כדי צרכו בצמצום כל מאי דאפשר ובזה עושה כל מלאכה שבעולם ואפי' בפרהסיא ואפי' בהא ודאי אם לא ימצא מי שירצה לעשות לו בצמצום שאין רוצין לטחון או לקצור לו דבר מועט עושה אפי' הרבה מפני מועט שהכל לפי צורך המועד הוא וכך קבלתי ממורי נר\"ו בשם רבי' הגדול רבו הרמב\"ם ז\"ל:\n", 
            "<b>ובלבד שלא ידוש בפירות</b> פי'  משום דאוושא מילתא טובא וסגיא ליה שפיר בלאו הכי ובירוש' אמרו שאם היה מספיק לרבים דש אפי' בפירו' משום דהכי אורחא:\n", 
            "<b>ההיא יחידאה היא</b> פרש\"י  ז\"ל שאסור לעשות מלאכה בדבר האבד במחובר ולית ליה ממתני' דמשקין בית השלהין פי' ואנא דאמרי' כתנא דבית (ר' ישמעאל) השלהין ומ\"מ מוסיף הוא עליו למישרי טרח' יתירא מפני שהגיע לכתפים דהא מודה ההוא תנא כדפרשי' לעיל:\n", 
            "<b>אי רבי יוסי נמי ידוש בפירות</b> פי'  בשלמא לדידי האי תנא רבנן היא סבר לה כרבי יוסי לענין מחובר ופליג עליה לענין שנוי וכיון דרבנן היא הלכתא כוותייהו לענין מחובר מיהת אלא לדבריך דאמרת דיחידאה היא ור' יוסי ממש ידוש נמי בפירות ופרקי' דכי הא לא חשיב שנוי דאפי' בחול איכא טובא דדישי בלא פירות:\n", 
            "<b>שם ת\"ר טוחנין במועד</b> כו'  פליג להו בהני בבי משום דחדא ענינא הוא באנפי נפשיה ואשמועי' דאפילו בטחינת קמח שהיא צורך גדול אין עושין שלא שצורך ואפילו בשכר ועצים עושין לצורך ואפי' הרבה ולהרוחה:\n", 
            "<b>ובלבד שלא יערים</b> פירש  שיתכוין ע\"מ להותיר או שהי' לו אחד בביתו והיה בדעתו לשתות ממנו והוא אומר שאינו רוצה בזה אלא באחד שהוא חדש:\n", 
            "<b>תנאי היא דתניא אין מערימין</b> כו'  ונראה דהלכת' כמאן דאסר וכן פסק ה\"ר י\"ט ז\"ל אבל הרמב\"ם ז\"ל פסק להקל ונראין דברים שלא נחלקו אלא בהערמה זו שהיא לענין אוכל נפש. וצורך אוכל נפש דאמר הרוחה בענין המועד ורבוי השמחה הוא אבל במילי דעלמא כ\"ע מודו שאין מערימין כנ\"ל:\n", 
            "רב חצדו ליה חצדא בחולה דמועדא וכו' ושמואל לא סיימוה קמיה וקסבר דאי משום שאין לו מה יאכל לא הוה ליה למחצד כולי האי דהוה ליה למעבד בצמצום:\n", 
            "א\"נ בסיימוה קמי' אדם חשוב שאני וק\"ל משום דהוי אדם חשוב ימות ברעב י\"ל שהיה לו ללוות מאחרים דהא מסתמא משכח א\"נ היה לו לעשות בצנעא גדולה וצמצום גדול:\n", 
            "<b>רבי יהודה נשיאה נפק בחומרתא דמדושא</b> פרש\"י  ז\"ל נפק בשבתא לחצר בטבעת של אלמוג וחותמה של מתכת ואמרינן במסכת שבת בין שהיא של אלמוג וחותמה של מתכת או חותמ' של דהתם בפרק במה יוצאה לא חלקו אלא בדבר זה אלא לענין טומאה שהיא אבל לענין שבת אין חלוק בדבר זה כלל אלא אין חלוק אלא בין טבעת שיש עליה חותם או שאין עליה חותם שיש עליה חותם מותר לאנשים ואסור לנשים וכל שאין בו חותם אסור לאנשים ומותר לנשים וכדמוכח בההיא פרק' בהדיא ולכך פירשו דהכא בטבעת שאין עליה חותם או כיוצא בו מתכשיטין שהן אסורין לאנשים לצאת בהם לרשות הרבים וקס\"ד דהוא הדין לחצר אפילו היא מעורבת ואפילו הכי אמרי' דלחצר שרי' דתניא השרים והנזמים והטבעות הרי הן ככלים המטלטלים בחצר המעורבת ואפילו לזכרי' כיון שהוא ראוי לנשים:\n", 
            "<b>אדם חשוב שאני</b> פירש  ויש לו להחמיר על עצמו בתרווייהו והכי ודאי מוכח מדנקטה סתם ולא קאמר לעולם משום חומרא א\"נ משום מיא:\n", 
            "קוצץ אדם דקל במועד אע\"פ שאינו צריך אלא לנסורת פירש ובדלא סגיא ליה לטול הנסירות אלא בחציצת כלי והיא דלייט עלה אביי ואע\"ג דהא קתני לעיל קוצץ אדם עצים לצורך המועד ואם קצץ והותר' הרי זה מותר פירשו בתוספות דהתם במתכוין לאיערומי. ואע\"ג דקתני ובלבד שלא יערים רב תנא הוא ופליג א\"צ דכרבי יוסי בר יהודה ס\"ל ואינו מחוור אבל הנכון דלעולם כשאינו מערים וקמ\"לי דאפילו לצורך דבר מועט כוה אם עשה והותיר מותר והיינו דלייט עלה אביי:\n", 
            "שם שבקי' והדר אתא יש שפירשו שבקיה השתא והדר זמנא אחרי' ואתא וקצייה ולא נהיר וה\"ר ידידיה ז\"ל פירש שבקיה וחזר ובא לביתו דנקטלי' סימנ' שלא היה עושה כהוגן דלא חייש ללווט' דאביי דהא כמעט דוקא בו הקלל'\n", 
            "<b>חזי לחפיפא</b> פי'  ששורין את הזרע והנשי' חופפות בו פניהם ידיהם ורגליהם להחליק בשרן ולצחצח מראיהן:\n", 
            "<b>אלא שומשמי למאי חזיין</b> פירש  שהרי אינן ראויין לאכילה ולא לשמם עד שיכמשו לאח' זמן ופרקינן משום נזייתא דאית בהו כלומר אותן שמתביישין במחובר דהנהו חוו לאכילה או לעשות מהן שמן אבל אותם שאינם יבשים לא חזו למידי ורבינו האיי ז\"ל פירש לנזייתא דאית בהו הגרעים שלהן ראויין להסקה:\n", 
            "<b>אפקריה רבי ינאי לפרדסיה</b> פירש  שקנס עצמו בכך לחומר' אמרינן עלה בירושלמי ילפין מקלקליא ולא ילפין כלומר בני אדם קרובים ללמוד מן הדברים המקולקלין יותר מן הדברים המתוקנים ולכך יש לו לאדם חשוב ליזהר במעשיו מאד:\n", 
            "<b>מתני' מכניס אדם פירותיו מפני הגנבים</b> פירש  בין תלושין בין מחוברין שוה דבר האבד הוא ושולה פשתנו וכו' והא דקתני כל הני בדבר האבד ולפי שהלכות מועד עקרות ושמא היינו מחלקים בדבר:\n", 
            "ובלבד שלא יכוין מלאכתו במועד ואע\"ג דהא תנא ליה בסוף פ\"ק תנייה הכא דיפסידוהו טובא א\"נ משו' דבעי למתני ואם כוונו מלאכתן במועד יאבדו כלומר שלא נניח לעשות מלאכה ואם עשה מפקירין אותה ממנו ודוקא מכוין במזיד כדמשמע לישנא אבל שוכח או מתעצל אין קונסין אותו בכלום:\n", 
            "<b>אין לוקחין בתים ועבדים ובהמה אלא לצורך המועד</b> פירש  להשתמש בהם במועד ושלא לצורך המועד אסור ודוקא בשאין בו דבר האבד כדאמר בפרק קמא:\n", 
            "<b>או לצורך המועד שאין לו מה יאכל</b> פי'  שיהיה לו מעות לצורך אוכל דמועד ואפילו להרוחה ואסיקנא בש\"ס דה\"ה שכר פעולת' שאומר בירושלמי ואפילו למשתי קונדיטון מנהון דאלמא אפילו שלא להרויח במזונותיו שארי:\n", 
            "שם תאנא ובלבד שיכניסם בצנעה בתוך ביתו והקשה רבינו הגדול ז\"ל שהרי לא מצינו שהזכירו צנעה בשום דבר האבד אלא שעושה כדרכו והרי מכה בפטיש ומשמיע לרבים ותרתי דבכל דבר שגופו ממש נפסד ואבד כיון שהפסידו ניכר ולא הצריכו צנע' כי אולי מפני כן יבוא עצלות ועכוב בדבר אבל כשהפסד הוא חוץ לגופו ממש כגון חשש גנבים ואפשר לעשותו בצנעה בלא שום עכוב הכישירו צנעה כגון זה וכגון המוליך ומביא כלי מבית האומן:\n", 
            "מדבורי דנורא פירש אבוקות:\n"
        ], 
        [
            "<b>משום דאסורא דאורייתא.</b> פירש  אבל הכא אפי' אם תמצא לומר דאיסור תורה דאיכא במלאכת חולו של מועד בהא שהוא דבר האבד מותר מן התורה ואיסורא מכוין במועד מדרבנן בעלמא הוא:\n", 
            "<b>בשביעית. </b> פר\"שי ז\"ל שנטלו קוצה וברקוניה ולא חשיבא עובדא ופירש בתוספת דדוקא בקוצים תלושים אבל בעוקר אותן מן המחובר עבודת קרקע גמורה היא וכיוצא בו בשבת חייב כדאמר בתולש עשבים אם ליפות קרקע כל שהוא וכן פר\"ח ז\"ל:\n", 
            "<b>נטייב' או שנדיירה. </b> פירש\"י ז\"ל נטייבה שנזדבל' על ידי משאות ושנדיירה ע\"י בהמות שהכניס שם והקשו בתוספ' חדא דא\"כ זו עבודה גמורה היא שמיוחדת בשדה ואמאי נקטה טפי מאידך ועוד לנקוט נדיירה וכ\"ש נטייבה ועוד שהרי בתוספתא בירושלמי פירש כשחוזר וחורש חרישה יתירה מהו הטייבה כל שעמה חורשין על חמש והא חורש על שש לכך פי' כפי' הירושלמי' וקמ\"ל ואע\"פ שאין לו עבודות גמורות כולי האי קנסינן ליה שלא תזרע למוצאי שביעית ואפי' למ\"ד דתולדות אסר רחמנא:\n", 
            "<b>וא\"ר יוסי בר חנינא הטייבה ומתכנו וזורע' אלמא</b> כו'  לגבי הא דהכא שפיר מייתי ראייה לקולא כיון דהא דידן אסור' דרבנן אבל קשה דהתם בבכורות יליף מיהא נמי לצרם אזן בכור דהוי איסורא דאורייתא הוא ואמאי דילמא שאני הטייבה דאיסורא דרבנן ואף לפירש רש\"י ז\"ל. שהוא מזבל ועבודה גמור' מ\"מ לרבא דאמר תולדות לא אסר רחמנא איסורא דרבנן הוא ותירץ ר\"ת ז\"ל דאפ\"ה חמור היא שביעית לקנוס אפי' באבנין שלו דקשי אבקה של שביעית ועוד דבכמה דוכתי מזלזלי בי' וכיון שכן אלו קנסו בנו בשום מקום התם נמי היו קונסין אלא ודאי דממונא בלחוד כתבו רבנן וכתבו הגאונים ז\"ל דהיכא דליכא ממונא למקנס כגון חייט או אורג שעשו מלאכת אחרים קונסין אותו לאבד השכר ואי לא אפשר משמתי' לי' ומלקינן ליה עד דמקבלי דינא עלייהו ושרי להו:\n", 
            "<b>נקיטינן טימא טהרותיו וכו'</b> פי'  לדברי הכל ואפי' אם תמצא לומר דבאידך דלעיל קנסו בנו ובעי לאשמועי' נמי דהיזק שאינו ניכר לא שמיה היזק כדפרכי' במסכ' גיטין בס\"ד:\n", 
            "<b>שכר פעולה שאין לו מה יאכל מהו</b> פי'  שאין לו לפועל מה יאכל מהו כלום התירו לבעלי הממון לעשות מלאכתם בשביל כך אפי' שלא לצורך ולא דמי לצורך המוכר שהוא בעל הממון וראוי להתיר אפי' ללוקח ועוד שאין ללוקח לעשות בדבר כל כך:\n", 
            "<b>שאין מה יאכל לאיתויי מאי</b> פי'  דמשנה מיתורת היא דאע\"ג דלא קתני אלא לצורך המוכר הוה שמעי' דלצורך המועד הוא דשרי' ופרקי' דאפי' הכי פרושי קא מפרש:\n", 
            "ואם אינו מאמינו ללוה או שאין לו מה יאכל וכיון דקתני או לאפרושי קא מפרש וא\"כ לאתויי מאי לאתויי שכר פעולה: וה\"ק או שאין לו לסופר מה יאכל:\n", 
            "מתיב רב ששת ג' אומניות עושין מלאכה בערבי פסחים פי' ואפי' במקום שנהגו ואפי' להתחיל כדאית' התם מה שאין כן בשאר מלאכות:\n", 
            "<b>החייטין והספרין והכובסין</b> כו'  ואי ס\"ד שכר פעולה שאין לו מה יאכל שרי במועד כל מלאכות נמי לישתרו בי\"ד דהא אשתרי שכר פעולה שאין לו מה יאכל פי' דקס\"ד דכיון דתלי תנא התר ג' אומניות בי\"ד מפני שיש להם התר במועד דהיינו ממש עיקר טעם התרם ואלו היה מותר לעשות כל מלאכה במועד מפני שכר פעולה שאין לו מה יאכל היה לנו להתיר כל מלאכה בי\"ד שהרי כלן ראויות להשתכר בהם במועד ומדלא שרי' אלא ג' מלאכות אלו מכלל דשכר פעולה שאין לו מה יאכל אסור במועד:\n", 
            "ואתקיף רבינא להאי פירכא דא\"כ דהתר י\"ד תלוי בהתר מועד לשתרי בנין י\"ד שהרי הותר במועד כדרכי גוהה דהא אפי' תימא דשכר פעול' אסור במועד הא בנין גוהה מותר לדברי הכל וק\"ל אמאי פריך מבנין מכותל גוהה בלחוד הוה לן למימר דלישתרו כל מלאכות בי\"ד שהרי כלן הותרו במועד לצורך דבר האבד ואמאי מתקיף מבנין לחוד וי\"ל דמשום דבר האבד איכא מאן דבעי שנוי ואנן לא שרי' בי\"ד אלא בדבר שהותר במועד כדרכו כדתנן החייטין שכן הדיוט תופר כדרכו ודילמא מתני' רבי יהודה דבעי שנוי בדבר האבד להכי נקט ליה מיהא בבנין דמודו כ\"ע בכותל הגוהה שהוא בונה אותה כדרכו במועד ואפי' לרבי יהודא כך תירצו בתוספות:\n", 
            "ופריך רב פפא כי האי פירכא דרבי' דכתב דסופר תשתרי בי\"ד דהא לבלר כותב כדרכו שטרותיו במועד:\n", 
            "אלא אמר רב אשי מועד אי\"ד קא רמית מועד משום טרח' ולאו טרח' הוא וכל פסידא שרו רבנן י\"ד צורך י\"ט הוא מידי דצורך י\"ט הוא דשרו רבנן מדי דלאו צורך י\"ט הוא לא שרו רבנן עכ\"ל הש\"ס ופרש\"י ז\"ל וכן בתוספות דהכי אמרי' דלאו כדקס\"ד דעיקר שריותא די\"ד תלי במה שהותר כדרכו במועד בלחוד דההוא טעמא דוקא נקט לסניפין בעלמא הוא וסמך וסעד אבל עיקר הטעם מפני שהמלאכות הללו הן צורך י\"ט לכלל ופרט ודרך בני אדם לאחרם עד י\"ד והוא הדין ודאי דשרי' בי\"ד לעשות כל מלאכה מפני צורך פעולה שאין לו מה יאכל אלא דוקא נקט ההוא שריותא דאומנות דרך כלל והפי' הזה נכון הוא אבל לא יישבו לנו לשון הש\"ס וה\"ר יהודה ז\"ל כתב ולשון הספר אין לי ליישב ונר' שכך יישוב לשון הש\"ס כי היאך ס\"ד לתלות ענין י\"ד בעניין המועד שהרי אין טעם איסורן שוה כי טעם איסור מלאכות במועד הוא משום טרח' ושלא למעט בשמח' הרגל ולפי' התירו חכמים כל שהוא צורך המועד וכל שהוא דבר האבד כדי שלא יהא דואג על אבדתו וימנע משמחת י\"ט וכן התירו שכר פעולה שאין לו מה יאכל אבל איסור מלאכות בי\"ד אינו למעט טורח ועמל דהא חול גמור הוא ואין הטעם אלא כדי להכין צרכי י\"ט או שיתעסק בצרכי פסחו בזמן בית המקדש או בזמן הזה בצרכי מצה ומרור והכשר כליו וביעור חמץ כדפרי' בדוכתא ולפי' כל שהוא לצורך הכנת צורך י\"ט כגון שאין לו מה יאכל ברגל מותר בי\"ד ומנו חכמים ג' אומניות אלו שיש בהן צורך עונג י\"ט נכלל ופרט אבל שאר מלאכות שאין לה' צורך י\"ט אין להתיר אע\"פ שיהא מותר כיוצא בהן לצורך דבר האבד וכיוצא בו כנ\"ל ורבי' ורב פפא נמי אהאי טעמא סמכי אלא דלא פרישו לה ואתא רב אשי ופריש לה:\n", 
            "<b>מתני' אין מפנין כלים במועד מבית לבית</b> פי'  שלא לצורך המועד אבל מפנה הוא לחצרו בש\"ס מפ' לה וגרסי' בירוש' שאין מפנין אפי' מדירה גרועה לדירה נאה אבל מחצר שאינו שלו לחצר שלו אפי' מדירה נאה לדירה כעורה כי שמח' הוא לאדם כשהוא דר בתוך שלו והיה נר' שאין ש\"ס שלנו סובר כן דא\"כ כי פרכי' בש\"ס רישא אסיפא מאי קושיא נימא דרישא מבית לבית שאינו שלו וסיפ' מבית לבית שלו כדתנן מפנה הוא לחצרו וי\"ל דלעולם לא פליג והא דלא מפרשי' מתני' הכי משום דא\"כ ליתני אבל מפנה הוא לבית' ואמאי שני כלישנא דרישא למנקט חצרו ולהכי אוקימנא דאפי' לבית שאינה שלו אם הוא סמוך בחצר והא דלא קתני תנא נמי האי היתירא דירוש' משום דההוא פשי' ליה והא עדיפא דאפי' לתוך של חבירו מותר כל זמן שהוא סמוך סד\"א לא פליגי רבנן קמ\"ל וטעמא דרישא לא משום טרח' או משום דמחזי כעובדין דחול ולפי' התירו בסופ' דליכא טירח' ולא פרהסיא:\n", 
            "שם אין מביאין כלים מבית האומןפי' שלא לצורך המועד ושהוא במקום המשתמר ואם חושש להם מפני הגנבים מפנין לחצר אחרת. מפנין את הקציעות בקש מפני חשש גשמים רבי יהודה אומר שאין מחפין אלא מעבין בלבד ופירשו בירוש' שלא נחלק ר' יהודה אלא בקש מחובר שצריך טורח גדול ומלאכה גמורה לעקרו אבל בקש תלוש מותר מידי דהוי אמחצלת שמותר לפרוס אותה ע\"ג פירות או לבנים וקיימא לן כרבנן דקיימי דרבי יוסי דשרי כל טרח' מפני דבר האבד:\n", 
            "<b>מוכרי פירות כסות וכלים מוכרין בצנעה לצורך המועד</b> פי'  בש\"ס פירות דומיא דכלים שראויים להתקיים לאחר המועד ואינו ניכר שלוקחין לצורך המועד וכיון שכן הצריכו צנעה (גמורה) במי שאומנותן בכך וכן הטעם בציידין וגרוסות ודשושות הא בתבלין ופירות שסתמן לצורך המועד מוכרי' בפרהסיא ואפי' בדברים אלו אם אין אומנותן בכך שלא יהא נראה כעושה מלאכתו במועד מותר כיון שהוא צורך המועד והיינו דנקט תנא לישנא דבעלי אומניות ודוקא:\n", 
            "רבי יוסי או' הן החמירו על עצמן. בש\"ס מפ' מאי קאמר ואנן כסתם מתני' קיימא לן:\n", 
            "אמר רב פפא בדיק לן רבא וכו' כאן במאמינו כאן בשאינו מאמינו פי' מתני' במאמינו וברייתא בשאין מאמינו ותרוייהו שלא לצורך המועד ומסתייעי' מדתני' באידך:\n", 
            "<b>מביאי' כלים מבית האומן וכו'. </b> וק\"ל ללמדנו דכשאין מאמינו מביאין למה לי האי ברייתא והלא בסוף משנתינו היא בהדיא ואי חושש לה מפנן לחצר אחרת ויש מתרצין דנקט ברייתא משום דברייתא קמייתא דקתני מביאי' משמ' אפי' לביתו ואלו במשנתינו לא התירו אלא לחצר אחרת להכי נקט מתני' דקתני בהדיא שאם אין לו חצר אחרת מביאין לביתו ואנן לא אשכחן בנוסחי דידן דליתני בברייתא בתרייתא מביאין לביתו אלא מפנין לחצר אחרת כלישנא דמתני' וכך הגרס' בהלכות אבל י\"ל דאי מסופ' דמתני' דדילמא בחושש מפני הגנבים שיש במבוי אבל כשאין מאמינו לא יביא חדא דחששא רחוקה היא ועוד דא\"כ יעמיד עליו עדים להכי נקט מתני' דקתני בהדיא ואם אינו מאמינו ומסתמא כי ליכא חצר אחרת יביאם לביתו כברייתא קמייתא דקתני מביאין סתם אלא דמתני' וברייתא בתרייתא אשמועי' דכל היכא דאיכא חצר אחרת לא יביאם לביתו ולא אמרי' כיון דטרח כלל יביאם לביתו שהן משתמרין יפה כנ\"ל:\n"
        ], 
        [
            "ואמרי' ליה לרב פפא שנית מביאין ואכתי מוליכין קשיא דמתני' דקתני אין מביאין במאמינו אפי' לביתו המשתמר מבית האומן דודאי אינו משתמר כ\"כ דכיון דמאמינו חיישי' לטרח' וכ\"ש שאין מוליכין מביתו לשם דהוי טרח' שלא לצורך ואלו בברייתא קמייתא קתני שמוליכין ואפי' לאומן שאינו מאמינו והא ודאי סתרן אהדדו טובא אלא מחוורתא כדשנין מעיקרא דמתני' למועד וברייתא בי\"ד ומ\"מ עיקר דינא דפירוקא בתר' קושטא הוא דמתני' בתרייתא מוכחא הכי וכל היכא דשרי' להוליך או להביא או היכא דאסרי' לא שני לן בין אומן עובדכוכבים לאומן ישראל וכיון דאמרי' הכא דאין מוליכין כלים במועד לבית האומן ואפי' במאמינו שמעינ' דהא דתניא לעיל שמקבלין עובדי כוכבים קבולת מישראל לעשותה לאחר המועד דמיירי בדליכא הולכת כלים אלא שפוסק בלבד ונותן לו הכלי' ברשותו של עובדי כוכבי' קוד' המועד וכל שאסור להוליך ולהביא אינו אומר לעובדי כוכבי' ועוש'\n", 
            "איבעיא להו הן החמירו על עצמן דלא עבדי' כלל משמ' דמוד' רבי יוסי לת\"ק בשאר הדין ונפקא מינה למקום שלא נהגו שמותרין לעשות כדברי ת\"ק ואי אמרת הן החמירו על עצמן לעשות בצנעה א\"כ משמע דלרבי יוסי שורת הדין שעושין אפי' בפרהסיא במקום שלא נהגו להחמיר ומ\"מ אנן כת\"ק קיימא לן שהיא סתם משנה דאע\"ג דאיכא פלוגתא במתני' גופה סתמא חשיבא כדמוכח בריש מס' ביצה כדכת' בדוכתי אחרי' טובא:\n", 
            "ואסיקנא דקרו פתיא והן המוכרין תבלין וכיוצא בו לצורך המועד מוכרין כדרכן בשוק בפרהסיא ובלא שום שנוי כיון שהן דברים הניכרין שלקיחתן לצורך אבל שאר דברים שניקחין לפעמים להצניען אין מוכרין אותן אלא בשנוי בצנעה חוץ מערב י\"ט האחרון שמוכרין הכל בפרהסיא בשוק משום כבוד י\"ט וכן הלכה:\n", 
            "<b>פרק שלישי אין מגלחין:\n</b><br>אין מגלחין במועד הבא ממדינת הים וכו' היה נראה דהוה ליה למתני אלו מגלחין דהיכא קאי דקתני ואלו אבל בכל הנסחאות גורסי' ואלו וכן גרס' הגאונים ז\"ל וי\"ל שהדין הזה של גלות שנאסר למי שהיה לו פנאי לגלח קודם המועד והותר לאלו שאין להם פנאי דומה למה שאמרו בדבר האבד בפ' דלעיל דכי אירעו אונס מותר ואלו לא אירעו אונס ולהכי קתני ואלו מגלחין:\n", 
            "במועד פי' כדרכן ואפי' בפרהסיא:\n", 
            "<b>הבא ממדינת הים</b> פי'  כל שבא חוץ לחוץ קרי ממדינת הים ואע\"פ שאינו מקום רחוק ואינו דומה לההוא דמס' גיטין וארחא דתנא הוא דזמנין דלא דייק בהכי:\n", 
            "והיוצא מבית האסורין פי' בירוש' אפי' מבית האסורי' של ישראל וכל חבוש טרוד באסורו:\n", 
            "<b>ומנודה שהתירו לו חכמים</b> פי'  וכגון שלא היה יכול לפייס בעל דינו קודם המועד דאי לא פושע הוא וכן הוא בירוש' וק\"ל אמאי לא מוכחי' מהכא בש\"ס דמנודה אסור בתספורת בימי נדויו שאלו היה מותר למה התירו לו לגלח במועד שהרי היה יכול לגלח קודם לכן וי\"ל דהא לאו ראיה הוא כי אפי' היה מותר לגלח בימי נדויו אין דרך לעשות מפני שהוא הולך נדהם ונזוף וחוצפה היה נחשב לו:\n", 
            "וכן מי שנשאל לחכם על נדרו שנדר שלא יתגלח והותר במועד פי' וכגון שלא (היה) ידע בדעתו להתיר נדרו קוד' המועד שלא היה מתחרט או שלא היה מצא פתח לנדרו או שלא היה לומד שיתירנו:\n", 
            "<b>והעולה מטומאתו לטהרתו</b> פי'  כגון מצורע בשמיני לימי ספירו ואסיקנא דדוקא קתני למעוטי לימי טומאתו שהוא אסור לגלח והמתגלח לנתקו והגיע זמנו במועד שורת הדין שיהא מתגלח למ\"ד רואין את הנגעים בין הסגר להסגר והא דקתני תנא מצורע העולה מטומאתו לטהרתו לא למעוטי ההיא אלא למעוטי מצורע בימי חלוטו דאלו אידך פשי' דגלוח שמגלח סביבות הנתק לא חשיב תספורת ולא שייך בה גזירה שגזרו חכמים בגלות דאיתמר בש\"ס:\n"
        ], 
        [
            "<b>ושאר כל אדם מ\"ט אין מגלחין</b> פי'  דאע\"ג דגלוח מלאכה גמורה היא מ\"מ כיון שהיא תקון הגוף ויפוי שלא כצורך אוכל נפש דמי וכדתנן עושה אשה תכשיטיה במועד ואין לך צורך המועד גדול מזה:\n", 
            "ומהדרי' דטעמ' משום גזרה דרבנן היא וכגון הא דתנן אנשי משמר ואנשי מעמד אסורין לספר ולכבס פי' מי שנכנסו במשמרתן ובחמישי ואילך מותרי' מפני כבוד השבת ולא חיישי' לגזירה דבעי למימר ואמר רבה בר בר חנא מה טעם אסורי' לספר ולכבס כשהן במשמרתן והלא כ\"ש שהיה ראוי שיהא מצוה לגלח ולא יהו מנוולים בעבודתם ומהדרי' כדי שלא יכנסו למשמרתם כשהם מנוולים ודוקא בגילוח וכיבוס בגדים גזרו מן הטעם הזה אבל כבוס הראש ורחיצה במרחץ לא נאסר מעול' במועד ודבר ברור הוא הילכך מותר לעשות כל מלאכות דמרחץ לצורך רחיצה במועד:\n", 
            "<b>אמר ליה יאמרו כל הסדיקין</b> פי'  אין לנו לחלק בדבר כדי שלא יבואו להתיר לכולן ואין להקשות למה לא נאמר כן בכל השנויין במשנתנו דהת' קלא רבה אית להו וכ\"ע ידעי שאסורין גמורין היו ולא אתי לאיחלופי בעלמא:\n", 
            "<b>ולטעמי' מי שאין לו אלא חלוק א' וכו'</b> פי'  בשלמא לדידי באסור קל כזה שאינו אלא גזירה בעלמא לא חששו לטעמא דכל הסדיקי' דה\"ל גזרה לגזרה אלא לדידך דאמרת לה הכא נמי וחשבת לה כחדא גזרה אמאי לא אמרי' הכא נמי באידך ופרקי' דהתם מוכח' מילתא לכ\"ע דאזודו מוכיח עליו ודומה לכל השנויין במשנתנו:\n", 
            "מתני' דלא כרבי יהודה דתניא וכו' א\"ר בא לשוט דברי הכל וכו' ק\"ל אליבא דרבא אמאי לא אוקי' מתני' אפי' לרבי יהודה וכשיצא למזונות וכי תימ' דכיון דפסידא במתני. ותני הבא ממדינת הים בכל אדם משמע הא ליתא דהא מודו רבנן כשיצא לשוט שהוא אסור והנכון דרבה נמי הא אתא לפרושי אגב אורחיה דכיון דמודה רבי יהודה כשיצא למזונו' שפיר מתוקמ' מתני' בהכי אפי' לדידיה:\n", 
            "לשוט דברי הכל אסור י\"מ אותה כפשוטה אפי' כשיצא מארץ ישראל לארץ ישראל או מחוצה לארץ לחוץ לארץ וזה תימה גדול למה קורא אותו שיצא בלא רשות ואי משום דכיון דלשוט או להרויח יצא לא תקנו לו כלום כי היה לו לבוא קודם בשעת הפנאי אין זה נכון בטע' כדי לומר עליו בלשון ר\"ל שיוציא שלא ברשות ונראין דברי האומר דמיירי שיצא מא\"י לחוץ לארץ וק\"ל קרי מדינ' הים וכיוצא לשוט בעלמא איסור' עבד ויוצא שלא ברשות הוא וביוצא למזונו' בהתר יצא וביוצא לסחור' ע\"מ לחזור הוא דפליגי דקיימא לן כרבנן שהוא מותר' ומי' ת\"ח או אדם חשוב אין לו לצאת ואפילו להרוחה וכיוצא בו והכי מוכח בכל דוכתא:\n", 
            "אלא להרוחה חדא דהא אמרת נראין דברי רבי יהודה בהרוחה פי' וא\"כ קשיא הלכתא אהלכת' וא\"ת ואמאי לא פריך נמי היכי קרי ליה מעיקרא יוצא ברשות והשתא קרי ליה יוצא שלא ברשות. וי\"ל דכל חד וחד קרי ליה לפום סבריה לרבי יהודה דשרי קרי ליה ברשות ולרבנן דאסרי קרי ליה שלא ברשות:\n", 
            "<b>ועוד מכלל דפליגי רבנן בלשוט. </b> וא\"ת ואמאי לא פרכי' הכי כדאוקימנא ברשות דר' יהודה בהרוחה מכלל דפליגי במזונות וי\"ל דהא קא פריך בהדיא אם למזונות דברי הכל מותר ואם לשוט דברי הכל אסור:\n", 
            "<b>שם אמר שמואל קטן הנולד במועד מותר לגלחו</b> פרש\"י  ז\"ל אם השער מצערו ודברי פי חכם חן דאי לצורך תקון גופו או לצורך רפוא' פשי' ואפי' בנולד קודם המועד דהא אפי' מבהמה אין מונעי' רפואה:\n", 
            "הא האסורי' לגלח במועד אסורין בימי אבלן פי' דקס\"ד דלגמרי חשובי כי הדדי מועד ואבל בענין זה:\n"
        ], 
        [
            "ומהדרי' דמי קתני בהדיא האסורי' במועד אסורי' בימי אבלן המותרין הוא דקתני ובהתר הוא שהשוה אותן אבל באיסור לא השוה אותם והלכתא כלישנא קמא בתרא דשמואל דרב אשי סייעת' דמתני' דרב פנחס הוא דדחי אבל עיקר דבריו של שמואל לא דחה דהא שמואל לא תלה דבריו במשנתנו אלא סברא או ש\"ס קאמר ולא אשכחן מאן דפליג עליה:\n", 
            "אבל אינו נוהג אבלותו ברגל שנ' ושמחת בחגך יש שפירשו דדברים שבצנעה נוהג דלא עדיף משבת ואכתי קרי' ביה ושמחת בחגך ויש שפירשו שאינו נוהג אבלות כלל ולא דמי לשבת שהיא עולה במנין מה שאין כן ברגל שאינו עולה באבילות דהשתא מיהת ולקמן נאריך ביותר בס\"ד:\n", 
            "<b>אי אבלות דמעיקרא היא אתי עשה דרבים ודחי עשה דיחיד. </b> הגאונים ז\"ל כתבו דאבלות יום ראשון כשהוא יום מיתה וקבורה דאורייתא היא ולדידהו אתי שפיר האי דקרי ליה הכי עשה דיחיד אבל ר\"י ז\"ל אומר שאין אבלות מן התורה כלל אלא לענין אנינות דקדשי' בלבד כדאי' בזבחים ואבלות מדרבנן היא והאי עשה דאמרי' הכא עשה דרבנן הוא ובדין הוא דמצי למימר דלא דחי עשה דרבנן אעשה דאורייתא בידים אלא הא דנקט עדיפ' ליה שהיא עשה דרבים עדיפא ליה דעשה דרבים עדיף מעש' דיחיד תדע דאם איתא דעשה דאוריית' בעי למימר כי הוי אבלות דמעיקר' שנקבר קודם הרגל תו ליכא אבלות דאורייתא ולא אנינות דהא אבלות לילה אינה אלא מדברי סופרים כדאי' בזבחים פ' טבול יום וכדכתב רב אלפסי ז\"ל בברכות ומיהו הא כבר תירצה רבי' אלפסי ז\"ל דמשו' דאיכ' תנא דס\"ל התם דאבלות לילה נמי דאוריית' נקט הכי לדברי הכל אינו נוהג בו אבלות ואפי' למאן דסבר אבלות לילה דאורייתא אתי עשה דרבים ודחי עשה דיחיד. ואחרי' תרצו דאבלות תספורת דאורייתא הוא לדברי הכל כדאשמועי' ליה מבני אהרן דאמר להו רחמ' ראשיכם אל תפרעו הא אחרים דעלמא תפרעו וזו אינה ראיה דאיכא למימר דהתם מדרבנן וקר' אסמכת' בעלמ' ועיקר קר' לגופיה אצטריך וללמד על פרועי ראש דמחלי עבודה ושהם במיתה כדכתב ולא תמותו ואע\"ג דלא גמרי' לה מהתם במס' סנהדרין משום דדילמ' שבעת ימי המלואים שאני מ\"מ אהני קרא לימי המלואים מיהת ומ\"מ פשטייהו דשמעתא בכל דוכתא בהכי רהטא דאבלות יום כשהוא יום מיתה ויום קבורה מדאורייתא היא וכמו שהוכיח רבינו הגדול ז\"ל בספ' תורת האדם ולפי זה כתבו הגאונים ז\"ל כי הקובר מתו י\"ט שני והוא יום מיתה ויום קבורה והוא יום אחרון של רגל חייב לנהוג אבלות דאתי אבלות דאורייתא ודחי רגל דרבנן. אבל ר\"י הזקן ז\"ל אומר שאינו נוהג כן:\n", 
            "מנודה מהו שינהוג נדוי ברגל מיהא איכא למשמע דנדוי דאורייתא היא דאי לא היכי אתי נדוי דרבנן ודחי רגל דאורייתא בקום עשה דהא ודאי כיון שנוהג עניני נדוי ממש אין זה שב ואל תעש' רגל כיון שהכתוב אומר ושמחת בחגך וכדאמרי' לעיל גבי אבלות וי\"ל דמדאורייתא כיון ששמח באכילת בשר וכיוצא בו אין הרגל מתחלל וקרי ביה ושמחת בחגך הילכך אפי' כי הוה מדרבנן איכא למימר דנהוג ליה דאחמור ביה רבנן טפי והעמידו בו דברי' ומי' דבעי' לקמן מנודיה מהו שישלח קרבנותיו ואתי לאוכוחא מישראל במדבר דמנודין היו ושלחו קרבנותיה' י\"ל דנדוי דאוריית' הוא דאי לא הכי מייתי ראיה מהתם דאכתי לא תקון רבנן נדויו כן כתב רבי' הרמב\"ם ז\"ל אבל בתוספות כתב בכאן דנדוי דרבנן היא והחמירו ביה רבנן לדחות הרגל כי ב\"ד מתנין לעקור דבר מן התורה בשב ואל תעשה והכא שב ואל תשמח הוא וחמיר להו מלאכות:\n", 
            "שם ת\"ש דנין וכו' דמשמע דנין לגמרי כמו בחול ומשמתי' ליה אי לא ציית דינא ועכשיו אין נוהגין לדין דיני נפשות כל זה מורה על ימי הקדמונים בימי סנהדרין וא\"ל אביי כי קתני דנין לעיוני בדיני' פירש לאו כפשוטיה אלא למגמר דיניה בלחוד ולא משמתי' ליה עד לאחר המועד אבל לעיוני בלחוד לא משמט חדא דהא דנין קתני ועוד דאמרינן בסמוך גבי דיני נפשות דנהי דלעיוני ביה לא איכא למשמע מינה שנמצא מענה את דינו ולא שייך ענוי הדין אלא מבאחר דינו לאחר גמר דין ולאו קודם גמר דין כדאיתא בהדיא בפרק נגמר הדין דניחא ליה שיחמיצנו דינו כי היכי דליחזו ליה זכותא אבל לבתר גמר דין הוא מתענה דמימר אמר כיון דעד השתא לא חזו לי זכותא תו לא חזו לי:\n", 
            "ה\"נ דקטלינן ליה א\"כ ממנעי משמחת י\"ט דתניא רבי עקיבא וכו' פירי' שאין טועמין אחר גמר דינו דאלו קודם לכן שרי כדמוכח בסמוך והא נמי איסורא דרבנן הוא וקרא אסמכתא בעלמא הוא דא\"כ למה לי דאסר רחמנא הבערה בבת כהן בשבת תפוק לי מהאי טעמא אלא ודאי דמדאורייתא לא מתסר לידון מהאי טעמא ופרכי' לדאביי לעיוני ביה ס\"ד א\"כ בדיני נפשות נמצאת מענה את דינו אלא לעולם דנין (משם) ממש לשמותי ולמגמר דיניה ודקאמרת ממנעי משמחת י\"ט הא ליתא דמשכחת לה כגון דמעייני בדיניה קצת בלי גמר דין מצפרא ואכלי ושתי כולי יומא לאו דוקא שאפילו לדברי המחמיר בחציו לכם סגי:\n", 
            "<b>והדר אתו סמוך לשקיטת החמה</b> פירש  אחר שהופג יינם ונתיישב דעתם בהא ודאי שתוי אל יורה ולא ידון דיני נפשות כלל ועוד שכל הנידונין כך נידונין משום לא תלין נבלתו על העץ כדאיתא בפרק נגמר הדין ומיהו אע\"ג דאידחיא פירכא דאביי לא קאמר הראיה מיהת שינהוג נדוי ברגל דדילמא דנין היינו לענוניה ולגמור דינו ולא משמתי' ליה וגבי דיני נפשות מעיינינן במעוד ולא גמרי' דינו כלל דאגב אידך נקט דנין אי נמי דנין וממתיני' כדאמרן ואע\"ג אין משמתיה דלא חיי' על הרגל ומשם דלא קאמר מי האי אתי' למפשט' בהפך ממתני' דקתני מנודה שהתירו לו חכמים דקס\"ד דכיון דלא קתני שעבר נדויו או שנשלם זמן נדויו ברגל דהכי בעי למימר מן הדין שאין לו לנהוג ברגל וחזי' דאדרבה ש\"מ דנוהג נדויו ברגל דמי קתני מנודה שהתירוהו מנודה שהתירו לו קתני כך הגרסא בכל הספרים שלנו ובפרש\"י ז\"ל ובהלכות רבינו אלפסי ז\"ל וה\"פ דאלו דקתני שהתירוהו הוה משמע שהתירוהו חכמי הש\"ס לפי שטה מפני כבוד הרגל אבל השתא דקתני התירו לו משמע לשון פרטי שהתירו לו נדויו חכמי דורו משום דפייסיה לבט' דיני' וי\"ג מי קתני מנוד' שהתירו חכמי' מנוד' שהתירו לו חכמי' קתני והגרס' הזאת נוחה יותר אלא שלא מצאנוה בספרים:\n", 
            "<b>לא מיבעיא בימי טומאתו דאתי רגל ודחי לי'</b> פי'  ומגלח במועד וק\"ל כיון דדחי ליה יגלח ערב הרגל כדחזר' גבי אבלות וי\"ל דאין ה\"נ ומיהו מכיון שאין לו היתר אלא בערב הרגל בלחוד והוא טרוד התירוהו במועד לגלח דאנוס הוא הא לאו הכי אסור ואפילו למ\"ד לקמן במצורע ונזיר שאמרו מגלחין אפי' היה להם פנאי כדי שלא ישהו קרבנותיהם דהכא שהוא מגלח בימי טומאתו לא שייך ההוא טעמא ועוד י\"ל והוא הנכון בעיני דהכא כיון דרגל לא דחי לגמרי ואחר הרגל יחזור לצרעת אינו דוחה עד שיחול עליו ממש ואינו יכול לגלח עד המועד:\n", 
            "<b>שם ת\"ש והצרוע לרבות כהן גדול</b> פירש  שאינו פורע ופורם על מת ואיצטריך לרבויי במצורע שיהיה פורע ופורם על מת אבל כהן הדיוט פשי' ליה שהיה פורע ופורם על מת ואע\"ג דלבני אהרן אמר רחמנא ראשיכם אל תפרעו ובגדיכם לא תפרומו הנהו הדיוטות נינהו וי\"ל דשמיני למלואים שמשו בו כהונה גדולה:\n", 
            "והרי כהן גדול דכל השנה כלה כרגל דכ\"ע דמי דתנן כ\"ג מקריב אונן פירש דנפק' לן מדכתיב ומן המקדש לא יצא מקדושתו לא יצא אבל אינו אוכל אונן כדכתי' ואכלת' חטאת היום וא\"ת וכיון שאינו אוכל הא לא חשיב כרגל ותו אדמייתי ראייה מיהא דמקריב אונן תפשוט ליה מדתנן שאינו פורט ואינו פורם וכדאיתא במסכת מכות. וי\"ל דאין ה\"נ דעל ההיא סמוך ונקט הא דמרגלא בפומיה טפי ורישא דמתני' היא נמי במס' מכות והכי אורחא דש\"ס כנ\"ל והוקשו בתוספ' וכיון דברגל חשבא ליה כל השנה היאך יעש' מצורע דהא לכ\"ע אין רואין את הנגעים ברגל ואפילו במועד בראיה ראשונה כדאיתא בפרקא וכ\"ת שראוהו קודם שנתמנה א\"כ היאך נתמנה בעודו בצרעתו ולאו קושיא היא דנהי דברגל חשיב לה שלא לנהוג בו אבלו' פשי' דלא למידחי משום הכי שלא לראות את הנגעים וכ\"ש דאיסור ראיית נגעים מדרבנן ואנן השתא בדאורייתא קיימי כנ\"ל:\n", 
            "אבל אסור בתספורת מדקאמר להו רחמנא כבני אהרן ראשיכם אל תפרעו ויש שואלין ומנא לן דאסו' תספורת למד יום והלא מבני אהרן למדנו והיה אבלותם יום שמיני למלואים שהוא שמיני להקמת המשכן והוא שמיני בניסן והם ז' ימים קודם הפסח וקיימא לן דכי האי גוונא הרגל מבטל גזרת למד ומותר לגלח ערב הרגל וכיון שכן אפי' תרצה ללמוד פרע פרע מנזיר שהוא למד יום דכיון דאיסור תספורת נפקא לן מכלל המקרא הזה הא קיימא לן דדבר היוצא מן הכלל אין דנין אותו בג\"ש לסתור הדין היוצא מן הכלל וי\"ל דאפי' למ\"ד איסור תספור' מדאורייתא ה\"מ שבעת ימים אבל איסור למד יום מדרבנן הוא ואסמכוה למילף פרט מנזיר ולמאן דסב' דכולי תספורת אסורא מדרבנן הוא וקרא דבני אהרן אסמכתא הא לא קשיא ולא מידי:\n"
        ], 
        [
            "מנודין ומצורעין מהן בתספורת תמיהה מלתא מצורעין מאי קא מיבעיא ליה והלא מקרא מלא הוא ותירץ רש\"י ז\"ל דקא מיבעיא ליה אליבא דרבי עקיבא דדריש קרא דראשו יהיה פרוע בגלוי הראש כדכתיב ופרע את ראש האשה משום דיליף הויה הויה דבר שהוא חוץ לגופו ובתוספו' אמרו דאפי' לר' עקיבא לא מפיק פריעה מלשון גדל פרע אלא מדכתיב יהיה דריש מיניה תרתי והכא עיקר שאלתינו מנודין ונקט מצורעי' באשגר' לישן ודכות' בתלמודא:\n", 
            "ללמדך שכל שנתנד' ומת בנדויו ב\"ד סוקלין את ארונו פי' כדי לבזותו לפי שזלזל בנדוי חכמי' ודעת הגאוני' ז\"ל דה\"ה שאין מתאבלין עליו ולא קורעין אבל עומדין בשורה ואין מונעין ממנו כבוד החיי' וכשמת ר' אליעזר אמרו הותר לומר שיספדוהו ויקרעו עליו כדינו ולא ינהגו בהן כדין מנודה שמת ואין דברים אלו אלא במנודה לאפקרות' אבל לממונא כיון שמת פטור מגזרתם לגמרי ולא סולקין לו ארון ומספידין לו כראוי לו וכן כתב הרמב\"ן ז\"ל ואם האבל הוא המנודה מונעין ממנו כבוד החיים אבל לא כבוד המתים:\n", 
            "מדקאמר ליה רחמ' ליחזקאל פארך חבוש עליך מכלל דכ\"ע אסירי וא\"ת יהא אסור כל ז' בעטיפת הראש שלמדנו מיחזקאל ואלו לקמן אמרי' שאינו אסור יום א' מעת לעת וי\"ל דאינו כדין לפרוק ממנו עול שמים מפני כן ומה שאסרו בש\"ס כלומר משום פקורי:\n", 
            "אבל אסור בשאלת שלום מדקאמר ליה רחמ' ליחזקאל (האנקדוס) וה\"ג ש\"מ דאסור בדברי תורה ותרווייהו ש\"מ שיאנק ויש בדומם מדברי שלום ומדברי תורה כי אסף שלומו מהעם ההוא בעונותיהם וכי אבדה תורתם כדכתי' הנני יוסיף להפליא את העם הזה וגו' והיינו דשמעי' להו תרווייהו מהאי קרא ובתוספות נסתפקו מהיכן שמעי' תרתי ונ\"ל שהטעם כמו (שאמרנו) שכתבתי ואיכא דקשי' ליה דמאי שנא דהכא עבדי' כיחזקאל ממש ובאידך מילי עבדי' איפכא דידיה ויש מתרצי' דקרא משמע הכי באנקה ובדממה נהוג אבלות ובשאר דברים מתים אבל לא תעשה לא תעשה על שפם וכו' והיינו דלא כתב ברישיה מתים אבל לא תעשה ואין צריך לכל זה דהא ודאי סברא דמשום אבלות מנעו מדברי תורה ומשאלת שלום ובמאי דאמר דלא לעביד אבלות אית לן למעבד אפכא אבל במאי דקאמר שינהוג אבלות כ\"ש לדידן דעבדי' כותיה ואי ק\"ל דאמרי אבל אסור בדברי תורה ואלו התם אמרי' שהוא חייב בכל מצות האמורות בתורה חוץ מן התפלין וי\"ל שאין למדין מן הכללות אע\"פ שנאמר בהן חוץ והכא פשיטא ליה דאסור בדברי תורה שהן משמחי לב. עוד י\"ל דכיון דקר' ק\"ש שחרית וערבית בדידיה סגי ליה כדאי' בסוף מנחות ונמצא שאינו פטור ממנה:\n", 
            "<b>מנודה שונה ושונין לו</b> פי'  ברחוק ד' אמות דעיקר נדוי ריחוק כדאמרי' התם כדינא מינך דלא יתיבנא בד' אמות דידך. נשכר ונשכרין לו מוחרם שאמרו יהא בחרם והוא חמור מאד ואין עושין אותו אלא על עבירה חמורה או למי שנתקשה לסרב בב\"ד ג' פעמים כדאי' לקמן וההוא אינו נשכר ואינן נשכרין ומ\"מ נכסיו אינן אסורי' בהנאה וכדכתיבנ' בריש מס' נדרים:\n", 
            "<b>לא נצרכה אלא אפי' לזבוני מיא בפקתא דערבו'</b> פי'  שאין המים מצויין שם והכל באין ליקח ממנו שרי' ליה כדי פרנסתו מיהת וכ\"ש בשאר מלאכות והכי מוכח לישנא דלא נצרכה:\n", 
            "<b>ובועלי נדות. </b> פי' בשוגג דלאו ברשיעי עסקי' דמיירי במזיד:\n", 
            "<b>מהו בקריעה.</b> פי'  לרוחא דמילתא נקיט לה ולאו דמספקי' ליה דהא זיל קרי בי רב הוא:\n"
        ], 
        [
            "<b>מנודין ומצורעין מהו בכפיית המטה.</b> פי'  ואע\"ג דלא שייך בהו טעמא דכפיית המטה דאבל מ\"מ כיון שעונותיהם גרמו להם ראוי הוא להפוך מטתן כי נתרחקו מבני אדם ונהפך להם סדר בני אדם. וכל הני דלא איפשיט' דעת הגאונים ז\"ל דלקולא ובעי' עלה למאי דאמרי' דעיקר נדוי דאוריית' היא ומי' לענין נעילת הסנדל אע\"ג דהכא לא איפשיט' הא איפשיט' מדר' אלעזר שחלץ מנעליו ואת\"ל דמחמיר על עצמו היה תפשוט מיהא לקמן וכן אתה מוצא במנודה ואבל דהכא דחי' לה דאשארא קאמר ובדוכתא מוכח דלא קאי ארחיצה שאין אבל ומנודה שוין בזה ואמלאכ' נמי לא קאי דמנודה מותר בעשיית מלאכה הילכך אנעילת סנדל קאי וטובא איכא בש\"ס דלא מפשטי בדוכתייהו ומפשטי בדוכתי אחריני והכי נמי קיימ' הכא בתיקו לענין תפלין ואיפשי' לן בסנהדרין ממעש' דרבי אלעזר שנכנס הורקנוס בנו לחלוץ תפיליו: ודעת רש\"י ז\"ל נמי דמנודה חייב בקריעה דגריס בפ' הזהב על מעשה דרבי אלעזר גורס רבי' ז\"ל אף הוא זלגו עיניו דמעות וקרע בגדיו וחלץ מנעליו: ומי איכ' נוסחי טובא דלא גרסי' ליה:\n", 
            "דכתיב וינחם דוד את בת שבע וגו' וק\"ל דחזי' שרחץ אחר מת הילד דכתיב ויקם דוד מעל הארץ וירחץ ויסך וי\"ל דההיא קוד' קבור' שלא חל עליו אבלות ועשה כן מפני שהוא רוצה לבא ולהשתחוות בבית י\"י שלא יכנס שם כשהוא מנוול. והא דמייתי' ראיה מדוד ואנן אמרי' דאבלות יום שני לכ\"ע לאו מדאוריית' ולס\"ד ולדברי התוספות אפי' יום ראשון וי\"ל דמ\"מ נוהגין היו גם באותה שעה בדברי אבלות מתקנת נביאי'\n", 
            "מנודה מהו בתשמיש המטה ק\"ל והא בעי להתרחק ממנו ד' אמות וי\"ל דהני מילי אינשי דעלמא אבל אשתו ובני ביתו לא שאין דעת ב\"ד לאסו' עליו חיותיה וכדאמרי' התם מן חיותיה לא אדריה. ויש דוחי' דדילמא שאני אשתו שהיא כגופו ומ\"מ יש ראיה גמורה ממעשה ר' אליעזר שהיה הורקנוס בנו משמשו וסברא נמי כדכתב הראב\"ד ז\"ל: ונראה נמי דמותר לדבר עמו דהא אמרי' שונה ושונין לו דחזי' שהיו מדברין עם רבי אליעזר וא\"ל רבי עקיבא חביריך בדילין ממך ואמרו לו חביריך בדילין ממך ואמרו לו תלמידיו ללמוד תורה באנו ועוד כאן לא איבעיא אלא אם הוא אסור בשאלת שלום ולקמן אמרי' דא\"ל רב יהודה לאו בדילך בדיקנא כו' אלמא היה מדבר עמו פנים אל פנים וכן הלכ'\n", 
            "אבל אינו משלח קרבנותיו שמעתי מרבותי דהיינו קרבנו' שאין מחוסר כפרה בהם כגון שלמים אבל חטאות וקרבנות הבאים על חטא משלח שלא יהא עומד בחטאו ומחוסר כפרה ומאי דאתי' ראיה מדכתיב וביום בואו אל הקדש וגו' ההוא נמי במנחת חביתין של כ\"ג מיירי ואחרי טהרתו וליכא למימר טהרתו ממש דהיינו אחר הזיה דתו ליכא ז' ימים אלא ודאי ר\"ל שהוא שאינו מונה שלישי ושביעי להזיה אלא לאחר שפירש מן הטומאה דלא תימא שהוא כנדה שהיא שופעת דם ועלה למנינה וטהרתו' מלשון טהר יומא כדאמר אינשי וזהו מה שפי' לנו יחזקאל הנביא:\n", 
            "<b>יספרו לו אלו ימי ספירו</b> פי'  של מצורע ואע\"ג דהשתא לא משתעי קרא אלא בטומאת מת מ\"מ מדנקט לישנא דספירה דלא אדכר בשום דוכתא בטמא מת שמעי' דבמצורע מיירי דאיתמר ביה בקר' ספירה והא ז' ימים לב' ענינים אתא לז' דטמא מת ולספירת מצורע ולהכי שדייה ביני וביני ומשום דברי רבי שמעון בא דאשמעי' באידך קרא שאין מצורע זה משלח קרבנותיו ואפי' בימי ספירו:\n", 
            "וביום בואו אל הקדש אל החצר הפנימית לשרת בקדש יקריב חטאתו פי' זו עשירית האיפה שהוא מקריב ביום חנוכו וכן בכל יום ויום מכאן ואילך וחטאתו מלשון חיטוי והכשר הוא דאלו וחטאת אינו מקריב ביום חנוכו וליכא למימר דקאי לעיל מיניה שהיה טמא מדרס ונכנס בשוגג למקדש שהוא חייב חטאת וג' תשובות יש בדבר חדא דא\"כ מאי אל החצר הפנימית דהיינו היכל אפי' נכנס לעזרה בלחוד ועוד מאי לשרת בקדש ועוד מאי וביום באו לא סגיא אלא שיביא חטאתו בו ביום אלא ודאי זו עשירית האיפה:\n"
        ], 
        [
            "רבי שמעון אומר וביום בואו יקריב דראוי לביאה ראוי להקרב' דאינו ראוי לביאה אינו ראוי להקרבה:\n", 
            "<b>אמר רבא דמנא לן דמשדרי' שליחא</b> פירש  וכל היכא דלא שלחו ליה שליחא אי לא אתי לא חשיבא אפקרותא ולא ציית דינא ואע\"פ שהזמינו בעל דינו בעדים דכתיב ויאמר משה אל קרח אתה וכל עדתך היו י\"מ מרע\"ה היה שליח השם להזמין לפניו קרח וכל עדתו וי\"מ דקרח הי' שליח להזמין לעדתו:\n", 
            "<b>את ופלניא</b> פירש  שצריך שאמר לבעל דין שיהא מזומן לדין עם פלוני ולא שיאמר לו השליח היה מזומן לדין והטעם כדי שידע מי תובעו בדין ויזכר אם יש לעשות לו כלום ויפייסנו וגם שיתן על לבו מה שישיב לו בדין:\n", 
            "<b>ודוקא בעינן זמנא בתר זמנא</b> פירש  אע\"פ שלא בא לזמן הראשון אין לב\"ד לכעוס עליו כדי לקונסו כי אולי לא היה לו פנאי ואנוס הוא:\n", 
            "כדכתב קראו שם פרעה מלך מצרים שאון העביר המועד פירש שצוה הקב\"ה על נבוכד נאצר לבוא על מצרים להחריבה לזמן נועד ומצינו שלא בא למועד ההוא שהרי היו המצריים ופרעה ועמו שמחים ומעבירי' קול שאון שכבר העביר מהם נבוכדנצר המועד פיר' שהקב\"ה אע\"פ שמצינו שלא בא נבוכדנאצר למועד לא כעס עליו הבורא יתברך ולא בטל שליחותו שהרי אנו רואין שבא על מצרים להחריבה:\n", 
            "<b>דכתוב העיני האנשים ההם תנקר לא נעלה</b> פירש  ואלמלא שא\"ל כן השליח מנא ידע משה בדבר ובודאי כי שולחו של משה כשר הי' ואלמלא שא\"ל כן שיש לו רשות לומר לא היה אומר וטעמא דליכא בהא משום לישנא בישא משום דליזדהר כל אינש דלא דתפקד בבי דינא:\n", 
            "<b>ומנא לן דמשמתי'</b> פי'  שמנדין למאן דלא אתי לדינא אפי' בלשון שמתא שיש מיתה בו כדאמר לקמן מאי שמתא שם מיתה:\n", 
            "<b>דאכיל ושתי בהדי' ויתיב ד' אמות</b> פירש  כל זה אסור הוא לעשותו עם המנודה ואסור להצטוות לו ומיהו מאן דעבד הכי אינו מנודה אלא א\"כ פירשו בדבר וקמ\"ל שיש רשות ביד ב\"ד להחמיר בנדויו הן בגופו הן בממונו הן להאריך זמן נדויו ולקנוס כל הנטפלין לו ועוזרו וכיוצא בדברים כגון שלא יזדמן בג' ולא יתפלל בי' ולאסור פתו ויינו הכל כפי העביר' וכן מוכח בירוש' בפירש וכל זה יזהר ב\"ד לעשות הדבר בשם שמי' ולא בדרך איבה וכמו שכתב הראב\"ד ז\"ל:\n", 
            "גרסת הספרים הישנים מאי הרדפה אמר רב פפא חצבא ויפירושו בו שקושרין קנים זו אצל זו וחובשים אותו ביניהם כדי שלא יעמוד בריוח ואח\"כ גורסין מימר' באנפי נפשה אמר רב יהודה וכו' אבל בנסחאות שלנו ובפרש\"י ז\"ל ה\"ג מאי הרדפה אמר רב יהודה משמיה דרב מנדין אותו לאלתר כלומר שרודפין אותו נדוי אחר נדוי עד שיחזור כו'\n", 
            "<b>אמר רב חסדא שני וחמישי שני</b> פי'  שאין מנדין אותו מיד עד שיתרו בו ג' פעמים שני וחמישי שני וה\"מ לממונא אבל לאפקרותא שהעיז פניו לחרף שום חכם או על דבר עבירה מנדין לאלתר בלא התרא' והא דאמרינן לממונ' אוקימנ' בפרק הגוזל כגון דלא אתי לדינא אבל אי אתא לדינא וחייבו אותו ולא ציית דינא לא מחרמינן ליה כלל ואין שונין לאחר ל' אלא לבתר דיהבי ליה זמנא ב' וה' וב' כתבי' פתיח עליה דהיינו שטר נדוי שנותנין ביד בעל דינו ולבתר תשעין יומין נחתי' לנכסיה וכדאיתא התם:\n", 
            "קא בעי רבנן מיזל ויש גורסים קא בעי רבנן אפטורי מיעל והכל לענין א' שרוצין להפט' ולהכנס לדרך לשוב לביתם ושוב לא יוכל להתירם כדדייקי' מינה בסמוך דסבר אביי דהני בתלתא דמשמתי' לא מצו אחריני למשרי ולמאן דמפרש קא בעו ליה רבנן לקנות בשר לא ידענא מהיכן דייקינן ההיא דבסמוך וגם אין ללשון הזה משמעות לענין הזה:\n", 
            "<b>הכי אמר שמואל טוט אסר טוט שרי</b> פרש\"י  ז\"ל בשופר נדוהו ובשופר יתירוהו כלומר ואין צריך להמתין ל' ואפילו לאפקרותא מכיון דפייסיה לבעל דיניה שריא ליה והקשה ר\"י ז\"ל שלא מצינו שופרי בשעת התרה אלא בשעת נדוי סימן תרועה ושברון וכדאמר לקמן מאי שפורא שנפרעי' ממנו וי\"ל דלישנא בעלמא נקט ובתוספות פירשו מלשון טט בכתפי שתים זוג של ת\"ח אסרו וזוג של ת\"ח יתירו ולהאי פירש קשה מאי אהדר לי' מ\"מ לאפקרותא וכו' וי\"ל דבכלל טוט שרי תנא דטוט שרי ואפילו לאלתר וכ\"ש כשהמנדין עצמן רוצין להתירו ויש מחלוקת בין החכמים שאומר כי אפילו נדוי שקבעו בו זמן צריך התרה לסוף הזמן ואינו ניתר מעצמו שאפילו נדוי על תנאי ונתקיים התנאי צריך התרה כדאמרי' במס' מכות וכן אומר רש\"י ז\"ל בכל מקום שכל דבר שבמנין צריך מנין אחר להתירו כדאמר היו נכונים לשלת ימים ומפרש הוא ז\"ל כי אפילו קבע זמן לאיסור כי ההיא דהיכי צריך התר שהרי אע\"פ שקבע זמן לג' ימים להפרשה הוצרך לומר שובו לכם לאהליכם וזה ודאי פלא גדול כיון שקבעו לו זמן תהא בנדוי עד יום פלוני למה יהא צריך התר מתחלתו ומה חומר יש בזה מבנדרים וחרמים ושבועת וההיא דסיני להפרשה קבע זמן שיהו טהורים ליום מתן תורה אבל לא אמר היו מפרישין עד יום ג' בלבד אלא שהטעם נראה מסברא כי כיון שהטעם מפני קבלת התורה כי כיון שקבלו התורה יהו מותרין בנשותיהם ואע\"פ כן מכיון שלא נקבע בו זמן קצוב הוצרך התר וכן למדו משם לכל גזרה שנגזרה סתם מפני טעם אחד שאע\"פ שבטל הטעם זמן הותר מאליו ולא הוצרך התר אלא בשנידוהו סתם או שנדוהו לזמן ופייס בעל דינו בנתים ובאין להתירו וההיא דנדוי אפילו על תנאי צריך הפרה כבר פירשנוה במקומ' לדעת רבינו נ\"ר ואעפ\"כ המחמיר בזה במקום שנהגו להצריך התר אין מבטלין המנהג ובכל הארצות האלו לא נהגו כן ואסיקנא דבהני בי' תלתא דאסרי אתו תלתא אחרינא ושרו ומיהו אמרינן רבנן ז\"ל והוא שיהו שקולין בראשונים בחכמה ובמנין וכדאמרינן לקמן גברא רבה כרב יהודה ליכא הכ' דלשרי לך וכדמוכח מעובדא דשפחתו של בית ר' וסברא נמי האי שאין הקטן יכול להתיר איסורו של גדול אבל הרמב\"ם ז\"ל כתב כי ג' הדיוטות מתירין הנדוי ואינו נכון:\n", 
            "<b>שם ת\"ש מנודה לרב מנודה לתלמיד</b> פירש  אף על פי שלא נדיהו אלא לכבודו במילתא דלית בה אפקרותא כולי האי מנוד' לתלמיד אינו מנודה לרב דאע\"ג דאמרי' יהי כבוד תלמידך חביב עליך כשלך בהא אינו חולק לו כבוד:\n", 
            "מנודה לעירו מנודה לעיר אחרת נראין דברים דהא דכות' בריש' דמנוד' לכבוד' לעסק' דאלו במנודה לאפקרותא אפי' על נדוי של קטן מנוד' לכל ישראל וכשם שהמנודה לתלמיד מנודה לרב כך מנודה לרבו כו' ומנודה לעיר אחרת אינו מנודה לעירו אומר הראב\"ד ז\"ל שאפילו שקולה דעירו ולעירו הוא דאינו מנודה הא לשאר עיירות דשנו לדידה מנודה וא\"יכ מנודה לעירו שהיוא מנודה לעיר אחרת דוקא כשהי' שוה לו אבל לא כשהיא גדול' ממנ' ועוד כתב הראב\"ד ז\"ל דהא אמרינן במנודה סתם שהוא חייב בדיני המנודה דוקא במנודה לב\"ד שהוא מנודה לכל אדם משום דלא אתי לדינא או משום דלא ציית לדינא או לאפקרותא או לדבר עבירה בין שנדוהו ב\"ד בין שנדוהו כל אדם שהרי נדויו שוה בכל בין לעירו בין לעיר אחרת ואפילו לנשיא כגון זה ודאי אסור בכל דיני המנודה אבל במנודה לחצאין כגון תלמיד שנדה לכבודו וכן מנודה לעיר אחרת כיון שאינו מנודה לכל אינו אסור בדיני המנודה אלא שבני אדם מרוחקין ממנו כדי לביישו אבל אבלות אין עליו שאין אבלות לחצאין עכ\"ל וי\"א דהא דאי בעי' לעיל מנודה מהו בתשמיש המטה בכי הא מיירי שאין מנודה לכל דאי במנוד' לכל פשי' הרחקה גמורה בעי ואפילו לבני ביתו ואינו נכון כלל דהא ההיא בעי' דעיל בסוגיא דסתם מנודה איתמר אלא הטעם כמו שכתבתיו למעל' שאין בנדוי על בני ביתו מן הסתם כתב הראב\"ד ז\"ל על הא דאמר בהני בי תלתא דמשמתי דאתו בי תלתא אחריני ושרי נ\"ל שכל אותן שנמלכו בהן בשעת השמתא והסכימו עמהם גם הם נחשבי' מן המנדים כמותם וצריך מניין כמותם להתירו:\n", 
            "שם ת\"ר אין נדוי פחות מל' יום יש שפירשו שאין יכולין להתירו פאות מל' יום ואפילו פייסי' לבעל דינו וכדאמ' אביי לעיל דלאפקרות' אע\"ג דמפייס לבעל דיניה אין מתירין אותו עד ל' יום אבל רבינו אלפסי ז\"ל כתב דלית' דלאביי והביא ראי' ממעשה דר\"ל דלקמן וממעש' דרב הונא בפ\"ק דנדרים דשמע' לההיא אתתא דאפקה הזכרת השם לבטלה ושמתה ושרי לה לאלתר ואמרינן עלה שמע מינה תלת שמע מינה השומע אזכר' השם מפי חברו חייב לנדותו וש\"מ נדהו שלא בפניו מתירין אותו שלא בפניו וש\"מ אין בין נדוי להפרה כלום וכו' והא דאמר שמואל טוט אסר טוש שרי אפילו לאפקרותא היא ולדברי רבי' ז\"ל י\"ל דהא דאמרינן אין נדוי פחות מל' יום דהיינו לכתחלה שכל המנדין לאפקרותא ובאין לקבוע זמן לנדויו לא יהא הזמן פחות מל' יום א\"נ שאין חוזרין לנדותו או להחרימו שלא בא ותבע נדויו עד שיעברו עליו ל' יום וכההיא דאמרי' לעיל שונין לאחר ל' ומחרימין לאחר ס' ואחרים תירצו דהבע' בדלא פייסיה לבעל דיניה ואפ\"ה ל' יום מתירין אותן שכבר קבל דינו כמי שלקה וקבל דינו והוא שבא לשאול שיתירוהו שאלו לא חשש לבוא לישאל על היתרו אין מתירין אותו כלל ובפחות מל' אין מתירין אותו ואע\"פ שבא לשאול להתירו אם לא פייס בעל דינו אם לא חזר תשובה שלימה ואין פירש זה נכון ויש לפרש ברייתא כפשטא וכסבר' דאביי דלעיל והראיות שהביא הרב אלפסי ז\"ל ליתנהו וכדכתבינן בפ\"ק דנדרים ירושלמי אין נדוי פחות מל' יום דכתיב עד חדש ימים עד אשר יצא וגומר:\n", 
            "<b>ואין נזיפה פחות מז' ימים.</b> פירש  נזיפה לא שיהא חייב לנהוג בעניני מנודה כלל אלא שינהוג ריחוק בעצמו לנהוג עצמו נזוף ונכנע ולהתבודד בביתו ואין הנזיפה צריכה לא התר ולא פיוס כי הנזיפה שהוא נוהג ונכנע בעצמו זו הפיוס כדכתב הלא תכלם ז' ימים כאדם שהוא מוכלם ועומד בביתו ומתחבא מפני אדם וממעט בעסקו ובדבורו ובשחקו כמי שהוא מרוחק מגדול ממנו אבל בשאר דברים אינו אסור וכן כתב הראב\"ד ז\"ל:\n", 
            "הא דאמרינן וש\"מ כל אח' ואח' מפר חלקו י\"מ שאע\"פ שנסמכו רוב המנדים להתירו אינם יכולין להתירו עד שיסכימו כלם ו\"מ שאין צריך שיתקבצו כלם ביחד להתירו אלא כיון שהפר כל אדם חלקו בהכי סגי ושמעי' לה מדקתני חלקו אינו מופר הא חלקם מופר אלו הפר זה חלקו ואע\"פ שלא היו ביחד וזה נראה נכון והלשון מתיישב בו ואעפ\"כ הדין הראשון אמת הוא:\n", 
            "והאי דאמרינן ממי לאו אינו מופר כלל ופרקי' אינו מופר עד דאתו תלתא ושרו לא דק דלמה לי תלתא בחד דוכתא סגיא ואם אין אחד מהם שוה לו אפילו הם רבים לא יתירו נדויו וכדמוכח מעובדא דרב יהודה ושפחתו של רבי אלא ודאי לא דק ונקטיה אגב ריהטא דלישנא קמא דקאמר אתו בי תלתא אחריני ושרו:\n"
        ], 
        [
            "<b>מכלל דאיכא ראשונים.</b> פרש\"י  ז\"ל דברי משמע לשון נבואה ולהכי מתמה מכלל דאיכא ראשונים היכן מצינו לו דברי נבואה ומסקנא דראשוני' היינו דכתי' וידבר דוד ליי' את דברי השירה הזאת ובכל ספר תהלים לא מצינו שאמר דברי נבואה אלא זה הדר אמר ש\"ס מילתא אחריתי א\"ל הקב\"ה לדוד כו' כל זה לשון רש\"י ז\"ל ואינו נכון דודאי שפיר מצי למימר דברי על רוח הקדש שנאמר בו כל ספר תהלים: ובתוספות פירשו מכלל דאיכא ראשונים שלא נתפרשו ומאי ניהו דאלו מפני אותן שנתפרשו הא ודאי לא אתא לאשמועי' ואסיקנא דראשונים וידבר דוד כי אע\"פ שנתפרשו דברי דוד לא נתפרשו בו דבריו שהשיב לו הקב\"ה דוגמת דבריו האחרונים שנא' בהם אמר אלהי ישראל דבר צור ישראל וכו' שאין דברי המקום מפורשים במקרא והשתא מפרש ש\"ס דברי הקב\"ה שאמר על דברי השירה הזאת וא\"ל הקב\"ה לדוד וכו':\n"
        ], 
        [
            "<b>צורבא מרבנן עביד דינא לנפשיה.</b> פירש  אפילו צורבא מרבנן דבעי לאזדהורי טפי אבל ה\"ה איניש בעלמ' וכ\"ש הוא וכדאסיקנא בבבא קמא פ\"ב דעביד איניש דינא לנפשיה אפילו במקום דליכא פסידא:\n", 
            "<b>דהוו שנו שומעניה</b> פירש  שהיה פרוץ קצת באמה ולא היה שמועתו טובה כי היה מתיחד עם הפנויו' והיה כיעור גדול לצורבא מרבנן:\n", 
            "אמר רב יהודה היכי נעביד נשמתיה צריכי ליה רבנן פירש ואע\"ג דקיימא לן שונה ושונין לו ה\"מ ברחוק ארבע אמות וגנאי הדבר לתלמידים וזהו שנתרחקו תלמידיו של ר\"א כדמוכח בסנהדרין ואמר להם עד עכשיו למה לא באתם ואמרו לו לא היה לנו פנאי כדי לחפו' על עצמן:\n", 
            "לא משמתיה קא מתחיל שמא דשמיא פירש לכסו' על עוברי עבירה: ועוד דאמרינן קא מחכי רבנן אהדדי:\n", 
            "א\"ל הכי א\"ר יוחנן כי שפתי כהן וגו' כלומר הילכך משמתי' ליה ואע\"ג דהא מצריכי ליה דהא אסור ללמוד תורה מפיו:\n", 
            "ואתא איהו נמי בהדייהו פירש בתוס' בריחוק ד' אמות:\n", 
            "<b>לאו בדרך בדחנא</b> פירש  ונראה מכאן שמותר לדבר עם המנודה וכדכתבי' לעיל ואם פרשו ב\"ד שלא לדבר עמו הכל כפי שפרשו כדכתיב' לעיל:\n", 
            "גברא רבה כרב יהודה ליכא הכא דלשרי לך פירש ואנן בעי' שקיל כמותו:\n", 
            "<b>זיל לגבי נשיאה דלשרי לך</b> פירש  כי הוא ובית דינו יכולין לשקול עצמן כנגדו ומכאן נלמד כי רב יהודה ורבי יהודה נשיאה בזמן אח' היו ויש לפרש דהיינו דאמרי' (לעיל) על רחב' דדייק וגמר שמעתתא משמיה דרבי' דאמר רב יהודה משום דמספקא ליה אי מרב יהודה אי מר' יהודה נשיאה ואע\"פ שכבר פירשנו בה במקומה פירושי' אחרים:\n", 
            "שפחה של בית ר' לא נהגו קלות בנדוייה ג' שנים שלא היה א' שירצה לשקול עצמו כמותה ואלו ר' לא היה קיים ונשיא שהוא מתיר את הספקות אבל הוראות שהוא מכיר אינו מתיר:\n", 
            "טרקיא אאמתיה יש שפירשו על דרעיה ויש שפי' אמתיה ממש כשהיה נפנה מדה כנגד מדה:\n", 
            "<b>למערתא דדייני</b> פרש\"י  ז\"ל ראשי ב\"ד כלו' שעושין דבריהם בדין ובתוס' יש שפיר' מערת הנדונים שכבר קבלו דינם ונתמרקו עונם כך הגירסא דעבד כרבי אלעאי פי' לכך קבלוהו במערתא דדיני מפני שהתלמיד הזה כבר עושה כדברי רבי אלעאי אלא דלא הוה מצי כיף ליצריה וכיון שכן ונתנדה והוא אומר שמתנחם מחטאיו ראוי היה לקבלו וזה שנתעסקו בקבורתו ואלו לעיל אמרי' דמי שמת בנדויו ב\"ד סוקלין את ארונו י\"א דצורבא מרבנן שאני והנכון דהתם טלטול שזלזלו בנדויו ולא חשש לחזור בתשובה ולא לפייס שיתירוהו מה שאין כן בזה:\n", 
            "ויעשה מה שלבו חפץ כבר פירשתיה במקומות אחרים:\n", 
            "כאלו דוחק רגלי השכינה. פרש\"י ז\"ל דכתיב לא יגורך רע והנכון שאומר אין יי' רואה:\n", 
            "<b>במכה בנו הגדול הכתוב</b> פי'  אף בזה הכתוב מדבר אע\"פ שמתכוין ליסרו. ונראי' דברים דלא גדול גדול ממש אלא הכל לפי טבעו שיש לחוש שיתרם כנגדו בדבור או במעשיו כי אפי' לא יהא בר מצוה אין ראוי להביאו לידי מכה או מקלל אביו שלא ישתדלנו בדברים ומשום דאורחא דמילתא דבגדול שכיח כי הוא נקט גדול:\n", 
            "שלא נדוי שלך אינו נדוי גרסי' בירוש' הדא אמר' המנדה את מי שאינו צריך נדוי ונדהו נדויו נדוי פי' של שני וגרסי' נמי התם הא דאמר העושה דבר שלא כשורה צריך נדוי ואיכא למידק והלא ריש לקיש כדין נדהו כיון שהיה אוכל פירותיו שלא כדין ואפי' בעי למיתן ליה דמי מ\"מ חמסן הוא ופסול לעדות תירץ הראב\"ד ז\"ל כי הפירות הללו דרכן היה לעמוד למכירה בכל שנה ושנה א\"נ כי בשנה זו לא היו עומדות למכיר' וריש לקיש הוה סבור שנוטל בתורת גזל ומ\"מ לא היה לו לנדותו עד שיתרה בו שאינו רוצה שיטול מהם הא אלו התרה בו ולא נמנע חייב נדוי:\n", 
            "הכבד ושב בביתך פי' חוס על כבודך ושב בביתך ויש שפירשו לשון כבדות יהי ראשך כבד עליך ושב בביתך:\n", 
            "מנדה לעצמו מפר לעצמו כבר פירשתיו בפ\"ק דנדרים:\n", 
            "ומהניא בזה דטחיא דתנורא פי' עושה בו רושם אע\"פ שיתירוהו לסוף:\n", 
            "<b>שקול פתיתא עליה כלו' ויירא ממך</b> פי'  קורין שטר השמת' קורין פתיתה לפי שעושין אותו בפתיחת הדין למאן דלא אתי לדינא וי\"מ מלשון והמה פתיחות דמאי שמתא שם מיתה ונכון הוא:\n"
        ], 
        [
            "בעא מיניה רבי ירמיה מרבי זירא עד כדי שלא ישהו קרבנותיה פי' ואע\"ג דהשתא דשרי' לאו איכא חששא שישהו גלוחן עד המועד וישהו קרבנותיהם אפי' הכי ניחא לן דאינהו לשהו מנפשייהו ולא שנשהה אנו אותן בידים והיינו מאי דהוה אמרי' לעיל אבל העולה מטומאתו לטהרתו ניחוש שמא ישהו קרבנותיה' קמ\"ל כלומר קמ\"ל דמוטב שישהו הם ולא נשה' אנן:\n", 
            "ומודי' חכמי' לאבא שאול דכשחל שמיני שלו להיות בשבת והוא ערב הרגל שמותר לגלח בע\"ש פי' אע\"פ שהוא ז' לאבלו דאע\"ג דלית להו לרבנן מקצת ז' ככלו ובעלמא אם חל ז' של ע\"ש הרגל אסור לספר שאין הרגל מספיק הכא מודו דכיון דשמיני שלו בערב הרגל ואלו היה חול היה מגלח עליו ז' כח' משום דאונס בשמיני ואומרים בז' מקצת היום ככולו וזה הכלל בידינו לעולם אין רגל מפסיק אלא אבילות שחל עליו קודם הרגל ולפי' כשבא הרגל תוך ז' מפסיק הרגל אבילות ז' או בג' ימים לרבנן או בשעה א' לאבא שאול דהלכתא כוותיה אבל אבילות למד אינו מפסיק וכשהיה ח' שלו קודם הרגל מפסיק אפי' אבלות למד שכבר נהג בו יום ח' אבל כשהרגל בח' שלו וערב הרגל הוא ז' בזה נחלקו דלרבנן כיון דלית להו מקצת היום לכלו ה\"ל ז' כלו מגזרת ז' וכיון שלא נהג כלל בגזיר' למד קוד' הרגל אין הרגל מפסיקו אבל לאבא שאול מקצת ז' ככלו ופסק אבלות ז' במקצתו ומקצתו האחר היא מגזר' למד ולפי' הרגל מפסיק אף גזרת למד והלכתא כאבא שאול כדאי' לקמן ובזה ישוב שמועתינו \\\n", 
            "<b>והא דאמרי' דתנא דמתני' סבר לה כרבנן</b> כו'  פי' משום דלא קתני בהאבל הזה אינו מגלח במועד דאלו ס\"ל כאבא שאול למה לא יגלח במועד אי מדין אבלות הרי רגל מפסיקו לאבא שאול אי משום איסור מועד כיון דז' שלו שהוא ערב הרגל שבת היה הרי לא היה לו פנאי לגלח ואנוס הוא וק\"ל ודילמא כאבא שאול ס\"ל ואבל זה מגלח במועד ואע\"ג דלא קתני ליה לאו ראיה היא דהא קתני כל שמגלחי' ונקט מקצתייהו דאי ס\"ד דדוקא קתני מאי האי דמיבעיא לן בריש פרקי' גבי אומן שאבדה לו אבדה פשי' דאינו מגלח מדלא קתני לה כך הקשו בתוספות וקושיא גדולה היא והנכון בעיני דלעול' מנינא דמתני' לאו דוקא ומי' אלו ס\"ל דאבל זה מגלח לא סגיא דלא למתנייה דמידי דאבל מעקר מכילתן היא וכדקתני ליה גבי מי שהפך את זיתיו לאשמועי' דס\"ל כאבא שאול וכיון דלא תני ליה ודאי לית ליה דאבא שאול:\n", 
            "שם האי כהן ה\"ד אלימא דשלים משמרתו ערב הרגל איבעי ליה לגלוחי ערב הרגל פי' דשלים משמרתו בכניס' ערב הרגל כגון שהיה יום א' בשבת ערב הרגל ושלמות המשמרת בשבת שלפניו כי כל המשמרות מתחדשות בשבת וכיון דכן פושע הוא דה\"ל לגלוחי יום א' פי' שהוא ערב הרגל:\n", 
            "<b>ואלא דשלים משמרתו ברגל</b> פי'  בכניסת הרגל כי הרגל יום א' בשבת תנא דידן סבר דלא חשיב שלימו' משמרתו ביום כיון שכל המשמרות יש להם ברגלים חלק' בלחם הפני' ובאימורי הרגלים הוה לן כאלו נמשכה משמרתו של זה כל הרגל וקיימא לן דכהן אסור לגלח במשמרתו ואע\"ג דבה' מותר מפני כבוד השבת ואי מקלע יום ה' במועד יהא מותר לגלח מ\"מ משום חד יומא לא מצי למתני שיהא כהן מותר לגלח וא\"ת ואפי' תימא דלא שלימה משמרתו למה יהא אסור לגלח דהאי טעמא דאנשי משמר אסורי' לספר בימי משמרתן אינו אלא כדי שלא יפשעו ויכנסו למשמרתן כשהן מנוולי' וכדאיתא בריש פרקין ובהאי ליתא לההוא טעמא וי\"ל דאפי' הכי לא פליג רבנן:\n", 
            "ותנא ברא סבר דאע\"ג דשייך בהנך משמרות משמרה דידה שלימה ליה וכיון דכן מותר הוא לגלח במועד כיון שאינה משמרת שלו והקשה רש\"י ז\"ל דנהי דמדין משמרתו מותר לגלח כדאמרן משום דשלימ' משמרתו מ\"מ יהא אסור מדין מועד שהרי היה לו פנאי קודם המועד בשבוע שעברה דקיימא לן ובה' מותרין מפני כבוד השבת ותרץ הוא ז\"ל דההוא אכבוס קאי ולכבס להניח עד השבת אבל לגלח בה' אינו כבוד שבת וכההי' דאמרי' גבי ט' באב ובה' מותרין מפני כבוד השבת ואמרי' עלה דהיינו לכבס ולהניח דאלו לכבס וללבוש מאי כבוד שבת איכא ואינו נכון דגבי כבוס שלבש אותו בה' ודאי ליכא כבוס שבת שהוא מתלכלך קודם אבל בגלוח ודאי כבוד שבת איכא כשהוא מגלח בה'. ועוד יגלח ביום ו' שהוא ודאי מפני כבוד שבת דהא ודאי ה' דהכא לאו דוקא כי ההיא בט' באב דהוי דוקא דהתם הוא משום דיום ו' ט' באב. ובתוספות פי' דודאי אם חל הרגל יום א' אסור לגלח במועד לדברי הכל דהא היה לו פנאי בה' ובו' והכא שלימות משמרה דאמרי' לאו שלימות ממש אלא כדשלמה ליה לענין איסור גלות ודאמרי' דשלימ' משמרתו ערב הרגל כגון שהיה ערב הרגל יום ס' דקיימא לן בה' מותרין ודאמרי' דשלימא ליה ברגל כגון שהיה הרגל יום ה' ממש ולא היה לו פנאי לגלח באותו שבוע כלל וא\"ת ואליבא דתנא דידן נהי דסבר דלא חשיב דשלימ' משמרתו מפני שיש לו חלק באמורי הרגלים ולחם הפנים מ\"מ הרי הרגל ביום ה' והוי י\"ט ו' חולו של מועד והוא מותר לגלח בו דאי משום מועד אנוס הוא ואי משום משמרה הא אמרי' דבה' מותרי' מפני כבוד השבת וכ\"ש בו' כדאמרן. וי\"ל דאין ה\"נ ומשום התר יום א' לא מצי למתנייה בהדי אידך דקתני שמגלחי' בכל המועד:\n", 
            "דתניא תכפוהו אביליו פי' שבאו עליו אבלות רצופין עד שנתנוול:\n", 
            "<b>הכביד שערי מיקל בתער</b> כו'  וקס\"ד דתער ובמים כדרכו אמרי'. ופרקי' דההיא ע\"י שנוי כדאמר רב חסדא שמגלח ראשו בתער שאינו דרך ומכבס כסותו במים צוננין ולא בנתר ולא בחול וכי אמרי' באידך שיצא מבית האסורי' וחביריו ותכפהו אביליו היינו שהן מותרין כדרכן ולא שנוי וכיון דקתני מכבס שמעי' דאפי' בתוך ז' מיירי דהא איסור תכבוסת מאבילות ז' הוא ואין אבלות למד אלא תספורת וגיהוץ ונשואין וכניס' משתה:\n", 
            "<b>והיינו דאמרי' זאת אומרת אבל איסור תכבוסת</b> פי'  תוך ז' ואפי' במים צונן דאלו תכבוסת בחמין פשיט דהא מיואב שמעי' לה כדאי' בפרק דלעיל אלא כדאמרן:\n", 
            "שם כך אסור ליטול צפרני' במועד פי' שלא יכנס לרגל כשהו' מנוול:\n", 
            "<b>ור' יוסי מתיר</b> פי'  דקסבר דנטילת צפרני' לא גזרו כזה חדא שהוא נוול גדול להשהותן ולא שכיח שיניחנו עד המועד ועוד דדבר הגדל בכל יום הוא שאפי' יטלם קודם המועד צריך ליטלם במועד ודומיא דבגדי פשתן שלא גזרו בהן:\n", 
            "וכשם שאמרו אסור לגלח בימי אבלו כך אסור ליטול צפרנים בימי אבלו דברי רבי יהודה ורבי יוסי מתיר ובאבל רבתי משמע דפליגי בהא דכתיב גבי יפת תאר ועשתה את צפרניה דרבי יהודה סבר דהיינו גדל דגדלם משום אבלות ורבי יוסי סבר דהיינו תקון כדכתיב לא עשה רגליו א\"נ דהתם לאו משום אבלות הוא אלא שיתגנה בעיניו. ואיסור נטילתם כל ל' כדין גלוח דהא מדמי להו בברייתא ובזה איש ואשה שוין אע\"פ שלגבי שער אמרו בירוש' שהיא מותרת לאחר ז' מפני שנוול הוא לה:\n", 
            "אמר עולא הלכה וכו'. ושמעי' מיהא שיותר ראוי להקל בענין זה במועדי (מפני) מימי אבלו:\n"
        ], 
        [
            "<b>דאמר שמואל הלכה כדברי המקל באבל.</b> פי'  ואפילו הכי איצטריכו תרווייהו הא דהכא משום מועד ואידך משום כללא דאבל ומי הוי אין לשון הש\"ס מתייש' דה\"ל למי' שמואל לטעמי' דאמר שמואל וכו' והיה נראה לומר דהאי ושמואל אמר הלכה כרבי יוסי בזו ובזו לישנא דמתני' הוא דמפיק ליה מאידך סברא כללא דשמואל דאמר כדברי המקל וכיון דבאבל הלכה כרבי יוסי קיים לן ודאי דכ\"ש במועד דקיל בענין זה כנ\"ל:\n", 
            "מדקאמר שקלינהו לטופריה משמע דהיינו כדרכו ואפילו באבל וכל שכן במועד וקסבר דאפילו בכדרכו פליגי ושרי ר' יוסי והלכה כמותו ורב דאמר בגזוזטרי אסור פליגי עליה דשמואל ואע\"ג דהאי כללא דהלכת' כדברי המקל ביובל כלהו אמוראי מודו ביה כדמשמע בפרקי' קסבר רב שלא נחלקו רבי יוסי ורבי יהודה אלא בשנוי דרבי יהודה אוסר אפילו בשנוי ורבי יוסי מתיר אבל בכדרכו אפי' רבי יוסי אוסר וש\"מ דרבי יוסי אפילו תוך ז' שרי דהאי עובדא תוך ז' הוה ואפשר נמי דרב לא פליג עליה דשמואל אלא שהוסיף עליו ולישנא דרב הכי משמע טפי ושמואל בשנוי הוא דשקלינהו דבזוזטרא אפי' רבי יוסי אומר כיון דסגי ליה בשנוי שלא יהא מנוול ברגל ולפי זה הלכה כרב אבל ללשון הראשון אין הלכה כמותו דקיימ' לן הלכה כדברי המקל באבל אבל דעת בטלי התוספות וכן כתב רבינו יצתק בן גיאת ז\"ל דלא איתמרא ההוא כללא אלא בפלוגתא דתנאי אבל בפלוגתא דאמוראי הדרי' לכללין דכולי ש\"ס וכיון שכן הלכה כרב באיסורי ונטילת צפרנים זו בזו שנוי הוא וכדאמרינן לענין שבת שהנוטל צפרניו זו בזו פטור:\n", 
            "והא דרבי יוחנן לגבי מועד דשקלינהו לטופריה בשיניה י\"א דקסבר בגנוסטר אסויר אפי' במועד וכל שכן באבל דרבי' אלפסי ז\"ל כתב דמשום דהוה בי' מדרשי' הוא והיינו דנקט ש\"ס דהוה בי מדרשא לאשמועי' הא ואין זו ראיה דלהכי נקטיה ש\"ס משום דורקינהו כדאמרי' בסמוך ועוד הביא ראיה דלא אמרי' נמי דש\"מ בגונסטר אסור וזו ראיה טובא ויש מביאין ראיה דהא אשכחן לרבי יוחנן דאמר לקמן הלכה כדברי המקל באבלו כיון דאבל שרי בגנוסטר כרבי יוסי כל שכן דשרי במועד ואינה ראיה דאיהו אמר לך דמודה ר' יוסי בגנוסטר כדאמרן אליבא דרב אבל הריאי' השניה ראיה וכן נמי מסייעי ליה מיהא דאמרי' בסמוך שבקש רבי להטיל צפרנים במועד והתיר להם וכיון דנקטי לה סתם משמע אפילו בגנוסטר אבל במועד אפילו רב ושמואל מודו דמותר כדרכו שהקלו במועד יותר מאבל וק\"ל דהא משמע דפריך הא באבל ובמועד וכיון דאמר בפלוגתא דידהו באבל היינו בשנוי מכלל דבמועד דיקא דהא חד לישנא איתמר בתרווייהו בברייתא וכיון דרבי יוסף אוסר במועד דגנוסטר אנן כמאן שרי' דאי כרבי יהודה אפילו בשנוי אוסר דהא אמרת דבהא פליגי וכי תימא דכדרכו הוא דפליגי היכי אוסר רב שמוש גנוסר רב באבל והלא הלכה כרבי יוסי המקל באבל לכך הוא נראה לרש\"י ז\"ל דלרבי יוחנן כי הדדי נינהו ובמועד גנוסר כדבעי גבי אבל לרב ושמואל דמודה רבי יוסי בגנוסר בשתיהן וההיא דשפה שהתיר רבי ע\"י שנוי הוה וכן פי' רבי' יצחק ז\"ל והא דלא דייקי' כרבי יוחנן דש\"מ דבגנוסר אסור משום דהו' פשי' להו דליכ' מאן דשרי וראוי בז' להחמיר:\n", 
            "שפה מזוית לזוית הנחה כל שמעכבת לא גרסי' רש\"י ז\"ל הנחה והרמב\"ן ז\"ל פי' דה\"ק כי השפה העליונ' מותר לגלחה במועד מזוית לזוית אבל מה שאדם מניח מן הצדדין שלפניו אין לו לגלח אלא מה שמעכבת האכילה בלבד ובא רבי אמי לחלק ואמר שאפי' השפה אין מגלחין ממנו אלא המעכבת בלבד ובתוספות פי' בשם רבי נתנאל ז\"ל כי השפה התחתונה קרויה נחת עליה כמו שקורין לריחים התחתונה שכב ונכון הוא ופסקו רבנן ז\"ל הלכתא כרבי אמי וקיימא לן נמי כרב נחמן דמאן דאנינא דעתיה כלה חשיבא דשפה המעכבת:\n", 
            "<b>מתני'. </b> ואלו מכבסין במועד. בש\"ס מוכח להדיא דהני מתנייתא אין מידי אחריני לא מה שאין כן במשנת אלו מגלחין כדפרשי' בריש פרקי' וק\"ל הא מנא לן לאפלוגי בינייהו ונ\"ל משו' דקתני ספי לישנא יתירא הוי אלו מותרין ושאר כל אדם אסורין והקשו בתוספות כיון דמנינא דוקא אמאי לא קתני אבל שחל ז' שלו בשבת ערב הרגל שיהא מותר במועד דהא אניסא ואי משום אבל אין תכבוסת אסור אלא תוך ז' וכבר הפסיקו הרגל וי\"ל דכיון דלא מצי למיתני אבל גבי גלות כדאמר לעיל לא תני ליה גבי כבוס ועוד נ\"ל דהני דשרי במועד הוי אפי' בגיהוץ כל ל' יום כדלקמן ועדיין צ\"ע:\n", 
            "<b>ומטפחות הספרים. רש\"י ז\"ל</b> פי'  של בעלי תספור' שנתלכלכו לו במועד לתשמיש אותן שהתירו לגלח ואחרים פירשו מטפחות של כתבי הקודש וכן אמרו עליה בירושל' אין מכבסין אותן במימי רגלים אפי' בחול מפני הכבוד ועוד כי אותן שמגלחין במועד מיעוטא נינהו עד שיהא צריך הספר לכבס מטפחתו גרסי' בירוש' בגדים קטנים מותר לכבסן בחולו של מועד:\n", 
            "<b>מי שאין לו אלא חלוק א'.</b> פי'  של שאר מינין האסורי' לכבס דאלו של פשתן הנהו שרו אפי' יש לו כמה כדאי' בסמוך:\n", 
            "<b>מותר לכבסו במועד</b> פי'  כי כיון שלא היה לו להחליף כי מכבס ליה נמי לפני המועד היה צריך ללובשו קודם המועד והיה מתלכלך ומזה הטעם כלי פשתן מותר לכבסן במועד למי שמתלכלכן במהרה ואפילו כבסן קודם המועד צריך לחזור ולכבסן במועד ולפיכך היה יכול לכבסן ולא כבסן מותר לכבסן במועד:\n"
        ], 
        [
            "<b>ומאן לימא לן דברצון חכמים עבוד וכו'. </b> אפשר דאביי דחוי בעלמא הוא דמדחו דמיהא ליכא למשמע מינה אבל בעיקר דינ' לא פלוג דהא תרתי מתני' אליבא דרבי יוחנן ואפשר דפליג וסבר דאיכא למעבד בפרהסיא כולי האי ובעובדין דחול לכתחלה דילמא אתו למשרי כל כבוס במועד ומי' אי עבוד לא מחינן בידי בהו כדאמרי' בעלמא הנח להם לישראל מוטב שיהו שוגגין ואל יהו מזידין אלא מההיא טעמא לא אתמר מעולם אלא כשעושין בשוגג ובתוספו' נסתפקו בדבר זה וברם מילתא פשי' היא שלא נאסר במועד מעולם אלא תגלחת וכיבוס בגדים אבל כבוס הראש ורחיצת מרחץ לא היה בנידה מעולם ולא נזכ' בשום מקום ואנו אין לנו אלא אמה שגזרו חכמים בלבד וזה פשוט:\n", 
            "שם אמר שמואל מותר ליארס אשה בחולו של מועד פירש ואע\"ג דהוי כעין מקח וממכר שלא לצורך המועד כיון שאינו יכול לנשאה במועד אפילו הכי לא גזרו בה גזירה שמא יקדמנו אחר ברחמים ויהיה זה כדבר האבד ואי משום שאין מערבין שמחה בשמחה ליכא משו' אירוסי' בלבד כל זמן שאינו עושה סעודת אירוסין אבל נשואין אפילו בלא סעודה הויא שמחה והתורה אמרה בחגך ולא באשתך:\n", 
            "מאי לאו שטרי קדושין ממש שאין לו כסף לקדש בו ורוצה לקדש בשטר וכותבין אותו במועד כדי לקדש במועד דאו לא שרי לקדש במועד אמאי כותבין אותו במועד להניח לאחר המועד:\n", 
            "ומהדרי' מאי שטרי קדושין שטרי פסיקתא וכדרב גדל וכו' פירש שטרי פסיקתא וקרי להו שטרי קדושין לפי שאין נגמרים ואין מועילו' אלא א\"כ יש עליהם קדושין כדאמר רב גדל עמדו והתקדשו הן הן הדברים הנקנין באמירה הא לא קדשו לא מהני כך פירש ה\"ר יוסי זכרונו לברכה וכן נראה מפרש\"י ז\"ל דסייעתא דרב גדל משום הא דאיכא למימר דמשום הכי קרי להו תנא שטרי קדושין וא\"כ שטרי פסיקתא דשרגן לכתוב במועד כגון שכבר שדרו וקדשו קודם המועד שאם לא כן הרי אין בהן כלום אם עדיין עתידין לקדש לאחר המועד דהא אמרינן שאסור לקדש במועד ואסיקנא דמותר לקדש אשה במועד וכן מהנה דמתני' כפשטה דמתני' שטרי קדושין ממש שרי למכתב וכ\"ש שטריי פסיקתא:\n", 
            "שם שמא יקדמנו אחר ברחמים פירש שהזכו' מבטל הגזירה והכוכב שבשטת המולד:\n", 
            "אי חזיא לך לא אזלא מינך וק\"ל והא איהו סבר שיכול לאחר להקדימו ברחמים. וי\"ל דאין ה\"נ אלא הכי בעי למימר דמשום הא מילתא בעלמא דקאמר לא רווח לה פירש צריך רחמים וזכיות אי נמי דמילתא בעלמא אמר לי' כי הכיר בחכמתו שאינה טובה לו והיינו דא\"ל נמי לא אמרי לך לא תבעי רחמי עלה דמילתא כלומר להכי אמרי לך לא תבעי עלה רחמי שהייתי יודע ומכיר כי סופך להתחרט בה:\n", 
            "<b>ולא אמרן אלא דלא הדר נבט</b> פירש  ולא אמרינן דכי פסיק ביני ביני שלא מחמת יראה דלא הוי קול אלא היכא דלא הדר ונתעור' בכח כדמעיקרא אבל הדר נבט כדמעיקרא ודאי בדקו במילתא וידיעא להו דקושטא הות. ורש\"י ז\"ל גורס ולא אמרן אלא דהדר נבט כלומר ולא אמרן דכי פסיק מחמת יראה קלא הוא וחיישי' ליה אלא דהדר נבט אבל לא הדר נבט כדמעיקרא לא חיישי' ליה והראשון יותר נכון. והיא גרסא נוסחי דוקני:\n", 
            "ולא אמרן אלא דלית ליה אויבים אבל אית ליה אויבי' מעיקרא לית לן בה. כך הגרסא בספרים ונקט ש\"ס מעיקרא לאפוקי דאי בקלא קמא לא הוו אויבים ולבתר דפסק והדר נבט הוו אויבים לא חיישינן לאויבים ורש\"י ז\"ל לא גריס ליה דלעולם חיישי' לאויבים ואפי' לא פסק כלל וכיש היכא דפסק דחיישי' דילמא אויבים אנבוטוה:\n", 
            "<b>ואלו כותבין במועד</b> פי'  איידי דנקט אלו דמגלחין ואלו מכבסין נקט נמי אלו כותבי' וכו' ומיהו משום צורך דבר האבד:\n", 
            "קדושי נשים כיון שהוא צריך לישא אשה ושמא יקדמנו אחר ברחמים דבר האבד הוא ואע\"ג דהרוחה אסורא ולקנות סחורה אסור הכא בבתים ועבדים ובהמה שהתרנו דמי כי הוא צריך אשה לגופו ולתשמישו ושמא לא ימצא כמותה כנ\"ל:\n", 
            "גיטין כגון שהולך למדינת הים ושמא תשאר עגונה ודוק בכלן ותשכח:\n", 
            "דייתקי ומתנות דמי להרוחה וליתא דאי לאו דעבד לה נייח נפשה לא הוה יהיב לה ונמצ' שהוא דבר האבד למקבל המתנ' אם לא יתן לו א\"נ שכב' נתן לו כראוי וצריך שטר לראיה ושמ' ישכחו העדי' או ימותו או ילכו להם:\n", 
            "שטרי ברורין כדי שלא יוכל לחזור בטענותיו או בראיותיו:\n", 
            "וגזרו' ב\"ד פסקו דינן:\n", 
            "<b>ואגרות של רשות</b> פרש\"י  ז\"ל כתבים ששולחין לבית המלך או שנוטלין משם ודבר האבד הוא ובירוש' פי' של שאלת שלום ויש תימא מה צורך יש בזה וי\"ל כגון שהוא לצורך עניני י\"ט א\"נ מפני שמחת הרגל שלא יהא בדאגה ויש בהן צורך לשלח או למי שנשתלחו לו וכן התירו הגאונים ז\"ל להרמב\"ם ז\"ל וקצת רבותי' בעלי התוספות ויש שפירשו אגרות שנותן נשיא או ריש גלותא רשות לדון שאם טעה לא ישלם כדאי' בפ\"ק דסנהדרין. והוא דבר האבד וזה ודאי מענין משנתינו:\n", 
            "<b>שם אין כותבין ספרים תפלין ומזוזות</b> פירש  כשאין צורך להם במועד ודכותא אין מגיהין אות אח' בספר עזרה שהרי אין אנו צריכין לו אלא ליום הכפורים שכהן גדול קורא בו פרשת היום כדאיתא ביומא הא כשצריכין לקרות בו מגיהין וכן אם הוא בענין שלא יהא ספר להגיהו בו לאחר המועד מגיהין אותו ברגל בכל כתבי הקדש בין מן המקרא בין מן הש\"ס שאין לך דבר האבד גדול מזה וכן הסכימו רבותי על ידי ועוד התירו לי לכתוב שיטת חידושין שלי שהייתי לומד וכיוצא בו כדי שלא אשכח וכן נראה הלכה למעשה:\n", 
            "<b>רבי יהוד' אומר כותב אדם תפילין ומזוזות לעצמו.</b> פירש  אע\"פ שאין צריך להם עד לאח' המועד כדי שיהו לו מזומנין לאחר המועד לאלתר ולא ישהה מצותו:\n"
        ], 
        [
            "וטווה על ירכו תכלת לציציתו. דמאי דאפשר לשנויי משנינן אבל בכתיב' תפלין אין לשנות:\n", 
            "יט ת\"ר כותב אדם תפלין וכו' כבר נחלקו רבותינו בעלי התוספות זכרונם לברכה אם מניחן תפילין במועד ויש אומרים שאינו זמן תפילין בימים טובים מפני שיש בהם אות גם כן בפסח אות של חמץ ובסוכות אות של סוכות ולולב והיינו דאסרי' הכא לכתוב תפלין לאחרים במועד לאחרים משום דלא צריכי ליה למועד ומזוזה דומיא דתפלין ומיהו לגרמיה שרי' ליה כדי שיהיו מזומנין לו לאחר המועד וזה דעת רבי' יצחק ז\"ל אבל רבי' שמשון ורבי' יהודה ז\"ל כתבו דמועד זמן תפלין דעיקר האות היינו בימים טובים שיש בהן עיקר המצות והן אסורי' בעשיית מלאכה והביאו ראיה מן הירוש' שאמרו על שמועתינו חד בר נש דאובד תפיליו אתא לספרא קמי' דרבה בר בר חנה א\"ל זיל הב ליה תפילך וכתוב לעצמך דתניא כותב אדם תפלין לעצמו אתא לקמיה דרב א\"ל זיל כתוב ליה להדיא ואמרי' מתניתא פליגא עליה דרב ואמרי' פתר ליה להניח פי' פתר לה רב למתניית' בעוש' להניח עד לאח' המועד אבל בז' שאבד תפליו וצריך להם במועד כותבין לו לגמ' והא דפסקין ותני סתמ' משו' דפשי' ליה לתנא דלצורך המועד לכ\"ע שרי ואע\"פ שלא לצורך המועד התירו לעצמו כדי שיהו מזומני' לו ולאחרי' אסרו בשכר שלא יהא נראה כעושה משום הרוחת שכר כדפרש\"י ז\"ל ומזה הטעם התירו כדי פרנסתו פי' כשיוציא השכר בצרכי המועד ואע\"פ שיש לו מה יאכל דאי בשאין לו מה יאכל כל מידי נמי שרי כדאי' בפ' שני ונראי' דברי רבי' שמשון ז\"ל דכל היכא דאמרי' בש\"ס שבתות וימים טובים היינו ימים טובים ממש כדאי' במס' ברכות גבי טעה ולא הזכיר של י\"ט בברכת המזון וגבי ברך על היין שלפני המזון ולא עוד אלא דבימים טובים לא כתב בהו אות אלא דאתקוש לשבת כדכתיב אלה מועדי יי' ומדכתיב נמי את שבתותי תשמורו כי אות היא ואלו הן ימים טובים שהם ג\"כ מקודשין ומברכין בהם ברכת קדוש כעין זכות דשבת וזה נרא' ברור ויש מחמירין לחוש לדברי שניהם ולהניח במועד בלא ברכה ואין כאן משום בל תוסיף:\n", 
            "<b>רבי יהודה אומר משמו</b> פרש\"י  ז\"ל משמו של רבי אלעזר וחולק על ת\"ק דברייתא בדברי רבי אלעזר כמו שחולק עליו בדברי חכמים והלכתא טווה ומוכר כדרכו כדי פרנסתו כלומר אפי' יש לו מה יאכל וכדפרישו בתוספתא:\n", 
            "שם הקובר את מתו ג' ימים קודם הרגל בטלה ממנו גזרת ז' פי' דס\"ל להאי תנא שאין רגל מפסיק אבלות ז' אלא א\"כ נהג בו קודם הרגל ג' ימים ושיערו חכמים לפי שעיקר אבלות ג' ימים לענין שאלת שלום ולענין אסור מלאכה לעני כדלקמן ומשום דאמרי' לקמן ג' לבכי ז' להספד ונקט הקובר לפי שאין אבלות חלה אלא לאחר קבורה שנסתם הגולל ולית הלכתא כותיה אלא כיון שקבר אותו קודם הרגל אפי' שעה א' בטלה ממנו גזרת ז' כדאי' בש\"ס:\n", 
            "ח' ימים קודם הרגל בטלה ממנו גזרת ל' וגם בזו אין הלכה כמותו דז' ימים קודם הרגל סגי דיום ז' עולה לכאן ולכאן:\n", 
            "<b>מפני שאמרו השבת עולה ואינו מפסקת והרגלים מפסיקים ואינן עולין. </b> וצ\"ע דמשמע דלא אתי למתן טעמא להפסקת רגלים. וקשה מה נתינת טעם יש בזו דהא היינו רישא ולא תוסיף שום טעם בדבר אלא א\"כ נאמר דמלתא בעלמא קאמר דהאדינא דרבנן בעלמא הוא משום דאבלות דרבנן הוא והם אמרו דאלו הוי אבלות דאורייתא אין טעם לומר כן. והא דאמרי' רגלים מפסיקים ואינן עולין. ה\"ק רגלים מפסיקים בג' ימים ואם קברו שני ימים מפסיקי' וגם אינ' עולין. ומונה ה' אחר הרגל ואליבא דשאול אינם עולין אם קברו בתוך הרגל ובש\"ס אסיק דארישא קאי ולמנין ז' אינם עולין אבל למנין ל' עולין ומה ששנינו השבת עולה ואינה מפסקת כלומר שאם קברו קודם השבת ואפי' ו' ימים אינה מפסקת אבלו' כלל ועולה למנינו לעולם בין שהיא באמצע אבלות ובין שהיא בסוף או שהיא בתחלה כמו שאמרנו בירוש' על הא דאמרי' לעיל כיון שחל ח' שלו בשבת ושאלו עליה בירוש' והיאך יש שמיני בשבת ופריקו תפטר כגון ששמע בשבת שמועה קרוב' א\"נ שנתייאשו בשבת מלקוברו א\"ל שהיה ע\"ש ולא היה להם פנאי לסתום קברו ובאו עובדי כוכבים ומזלות וסתמו הגולל בשבת דבהכיחיילא אבלות עליה בשבת ועולה לו למנין ז'. ודן רבינו יצחק הזקן ז\"ל על מי שבאה לו שמועה קרובה בשבת ערב הרגל דכיון שעולה לו בחול שהרגל מפסיק לו אבלות דכיום קבורה דמי. ויש לשאול לרבי' שמשון ז\"ל וחביריו ז\"ל שהם אומר שדברי' שבצנעא נוהגין ברגל כמו בשבת מפני מה יש הפרש הזה בין שבת לרגלים ובירוש' פי' הטעם דאי אמרת שבת מפסקת לא משכחת אבלות ז' ואי אמרת שבת אינו עולה לא משכחת ז' רצופין דומיא דחג:\n", 
            "גזירות בטלו ימים טובים לא בטלו ושיילינן כיון דגזרות בטלו למאי הלכתא לא בטלו ימים טובים ואמרי' דה\"ק דגזירות למד ליבטלי לגמרי אם בטלם מעליו שגלח קודם הרגל אבל אם הגזר' עומד' במקומ' שלא גלח בערב הרגל ימי למד במקומן עומדין שאין רגל מפסיק ומונה מנדו אלא שהרגל עולה לו למנין דטעמא מאי אמור רבנן שיהא הרגל מפסיק כדי שלא יהא ברגל מנוול וזה מנוול היא כיון שלא גלח מערב י\"ט כי גם במועד אסור לגלח מדין מועד ואידך סבר כי ימים בטלו לגמרי ואע\"פ שהיה יכול לגלח ערב הרגל ולא גלח מגלח לאחר הרגל וכן הלכה:\n"
        ], 
        [
            "ואמרי' בניחות' והתניא וכו' וכאלו אמרי' תנאי היא:\n", 
            "<b>והא דאמרי' כשם שמצות ג' מבטלת גזר' ז' וכו'. </b> פרש\"י ז\"ל שכשם שגזרת ג' מבטלת גזרת ז' אע\"פ שלא גלח מערב הרגל שהרי אינו יכול לגלח מדין גזרת ל' כך מצות שמונ' מבטלת גזרת ל' אע\"פ שלא גלח ערב הרגל ואינו נכון כלל שאין למדין אפשר משאי אפשר ורגל הבא לג' לא בא לעולם להפסיק איסור גלוח אלא ה\"פ שכשם שגזרת ל' מבטלת גזרת ז' כי בג' אינו רוחץ כדאמר לקמן שאסור ברחיצה עד הערב כלומר עד הלילה כדפרש\"י ורבי' יצחק ז\"ל ונמצא נכנס לרגל כשהוא מנוול על כרחו וגם בתוך הרגל אם לא רצה לרחוץ הרשות בידו ואין מחייבי' אותו כך ענין ל' הרגל מפסיק ואע\"פי שהיה יכול לגלח מערב הרגל או בתוך הרגל אם חל ז' שלו בשבת מגלח לאחר המועד ומ\"מ ה\"ר יוסי ז\"ל פי' לקמן אסור ברחיצה עד הערב דהיינו עד סמוך לבין השמשות מדלא קאמר עד הלילה ויכול לרחוץ בחול ולדבריך ערב' דידך ערבא צריך מנא לן דמצות ג' מבטלת גזרת ז' אע\"פ שלא רחץ ערב הרגל דילמא אינה מבטלת אלא כשרחץ ותירצו בתוספות דפשיט לן דעל רחיצה לא קפדי' שאין הנוול כ\"כ הנראה לעינים ואין כבוד הרגל מתמעטת כ\"כ בזה ומשמע מהכא דלענין ג' אבא שאול כת\"ק ס\"ל דבטי' ג' ימים קודם הרגל דליכא למי' דלדבריו דת\"ק קאמר וא\"כ לתני בסיפא מצות ח' אמאי נקט ז' אלא ודאי כדאמרן ואעפ\"כ אין הלכה כמותן דבש\"ס איפסיק' הלכתא אפי' שטה א' והתם אוקימנא בפלוגתא דב\"ש וב\"ה קמו להו ת\"ק ואבא שאול כב\"ש אלא דאינון אמרי' לך שלא נחלקו ב\"ש וב\"ה בזה מעולם כדאמ' בעלמא בכמה דוכתי:\n", 
            "<b>כיון שעמדו מנחמי' מאצלו.</b> פי'  ביום הזה מותר ברחיצה וה\"ה שמותר מכל גזרת ז' וחדא מינייהו נקטי ולמדנו ממנו כי קודם שיפרשו ממנו מנחמין נוהג באבלות יום ז' והכי משמע לקמן גבי מי שבא ממקום קרוב לזה הוא שנהגו לבוא ביום ז' להפסיק אבלותו ונהגו לעשות כן בי' שאין שורת מנחמי' פחותה מי' ומי' אם לא באו לו מנחמין בז' אינו צריך להם בח' שכבר שלמה אבלות מאליה ולהפסקת יום ז' שיהא מקצתו ככלו היא דבעי' להו מטתה הקובר את מתו בא' בשבת אי אפשר להפסיקו בערב שבת כמו שנוהגין בקצת המקומות דהא יום ששי הוא ושבת אינה מפסקת וביום שבת לא שייכי מנחמי' ואיסורא נמי הוא לעשות כן בפרהסיא ובקושי התירו ליחיד לראות פנים בשבת אלא עומד אבל מעצמו ונוהג בדברים שבצנעה ולערב מותר הוא מאליו וכן בקובר את מתו קודם הרגל והרגל מפסיקו יבואו מנחמי' שחרית ומפסיקים אותו בשחרית כדי שיהא מותר לגלח כל היום ואם לא באו אסור לגלח והרגל מפסיקו מאליו ומגלח ברגל או לאחר הרגל מכל מקום אין הרגל מפסיק עד ערב הרגל ואפילו הוא יום כ\"ט ערב הרגל וזה ברור וכן אומרים דדוקא מקצת יום ז' ככלו אבל ליל ז' אינו בכלל היום שאין דרך מנחמי' אלא ביום וכן הסכימו רבי' יצחק ורבי' ז\"ל:\n", 
            "הלכה כאבא שאול ביום ל' ק\"ל דמשמע דלרבנן אפילו ביום ל' לא אמרי' מקצתו ככלו וא\"כ למה מודים ביום ז' ערב הרגל דנימא מקצתו ככלו זו תירצו בירוש' דכבוד הרגל שאני:\n", 
            "<b>אסור ברחיצה עד הרגל</b> פי'  דמשום רחיצה אפשר לה בי\"ט כדאיתא בדוכתא וה\"ה לכל דיני ז' וחדא מינייהו נקט וג' לאו דוקא אלא ה\"ה עד ו' ימים קודם הרגל:\n", 
            "שם קברו ברגל רגל עולה לו למנין ל' או לא קא מספקא ליה מאי דתנן במתניתין הרגלים אינם עולים אי קאי אגזרת ז' בלחוד אי קאי אגזרת ל' וכל שקברו קודם הרגל ב' ימים פשיטא ליה לרבנן דעולין (ליום) למנין ל' כדמוכח סוגיא וטעמא דמילתא הואיל וכבר חל עליו אבלת ל' בכלל אבלות ז' והוא נוהג באבלות ל' ברגל אבל כשקברו ברגל שלא חל עליו אבלות ז' ואינו מתחיל למנותן כלל מספקא ליה אם נתחיל למנות ל' קודם שנתחיל מנין ז' או לא כנ\"ל ובתוספת גמגמו אמאי פשט ליה הא טפי מיהא:\n", 
            "למנין ז' לא קא מבעיא לי דפשי' דאינו עולה דהא לא נהג מצות ז' ברגל. פי' לר\"י ז\"ל אתי שפיר דלא נהגא כלל ברגל ואפילו בדברים שבצנעא אבל לרבי' שמשון ז\"ל וההמב\"ן ז\"ל אית להו לפרושי דלא נהגא בדברים שבפרהסיא מיהת ואלו גלוח דגזרת ל' הוא נוהג בכלל ברגל ואע\"פ שהוא דבר של פרהסיא ואעפ\"כ קשה הדבר דאמאי פשי' ליה דלענין ז' עולה מפני שאינ' נוהגת בדברים שבפרהסיא והלא שבת עולה ואע\"פ שאינה נוהגת בדברי' שבפרהסיא ואם מפני הטעם שאמרו בירוש' מ\"מ היכי תלי הכא טעמא משו' דלא נהגא בדברים שבפרהסיא ומי' בפ\"ק דכתובות מכרעא קצת סברא דהני רבנן ז\"ל כדכתבי' התם וי\"ל לדבריהם דהא דאמרי' לענין ז' לא קא מיבעיא ליה דהא לא נהגא וכו' י. מילתא בעלמא קאמר ולא צריך ליה דהא מתני' קתני ואינן עולין ועל כרחין מיירי לענין ז' מיהת. ולר\"י ז\"ל ה\"ק לענין ז' לא קא מיבעיא ואפי' לא תנינן ליה מסברא פשי' לי':\n"
        ], 
        [
            "<b>כל שהוא משום עסקי רבים אין רגל מפסיקו. </b> אינן נמנעין מפני הרגל כגון נחמה וה\"ה להבראה במועד ומי שנקבר במועד אבל בירוש' משמ' שאין מברין לא במועד ולא בחנוכה ופורים ומחלוקת המפרשי' היא. ולקמן נפרש ומי' לעולם אין הבראה אלא ביום ראשון ולא אפי' בסעוד' שהם בליל שני:\n", 
            "<b>קברו ג' ימים בסוף הרגל וכו'</b> פירש  לאו דוקא ה\"ה שמונה ז' אחרי הרגל פירשו הגאונים ז\"ל אחר הרגל של תורה וי\"ט שני דרבנן עולה לו דכחול שויוה לענין זה והקובר את מתו בי\"ט שני והוא יום מיתה ויום קבורה גם כן אומרים הגאונים ז\"ל דאבלות דאורייתא היא ונוהג בו בכל הלכותיו אלא שאינו קורע וכבר אמרנו שכן דעת התוספות והרמב\"ם ז\"ל האריך בענין זה והסכים לדעת הגאונים ז\"ל ואפילו לדעת הגאונים ז\"ל דווקא ז' מתי מצוה המפורשים בתורה ונא על מה שהוסיפו עליהם שהם דרבנן:\n", 
            "מאי לאו אסיפא פירש אפילו אסיפא ופריק דארישא דוקא דההיא פשי' ליה כדכתיבנא לעיל:\n", 
            "<b>ומלאכתו נעשית על ידי אחרים</b> פירש  אפילו כשאינו דבר האבד וכן נמי עושין לו בה עבדיו ושפחותיו בצנעא דאע\"ג דאין רגל מפסיק אקילו בה רבנן י\"א דנפק' מינה לדידן כשקברו בתוך הרגל ומונה ז' אחר הרגל וכן נראה דה\"ה שאם הוא עני שעושה בצנעה בתוך ביתו וי\"א שלא הקל התנא בזה אלא כשקובר מתו ב' ימים קודם הרגל ונראין דבריו:\n", 
            "אפילו קברו ברגל פירש עולה הרגל למנין ל'\n", 
            "קיים כפיית המטה קודם הרגל נראה דדוקא נקט האי לישנא לאפוקי אם הזיד ולא נהג אבלות כלל וקמ\"ל דכיון שקיים אחד מדרכי אבלות ואפילו זו שהיא חוץ לגופו שהיא ממצו' עשה שבאבל הרגל מפסיקו ואע\"פ שהזיד בשאר והיינו דלא קתני הקובר את מתו והא אתא לפרושי לדברי כל התנאים ואמוראים וכן דעת הראב\"ד דמי שהזיד ולא נהג אבילתו קונסי' אותו לנהוג אבלות והוי דומיא דנזיר שעבר על נזרותו ויש חולקים דמשמתי' ליה בלחוד:\n", 
            "והלכת' אפילו יום א' אפילו שעה אחד ומ\"מ אסור ברחיצה עד הערב ואפילו בו' ימים קודם הרגל בהא ליכא פלוגתא וכן כתבו בתוספות \n", 
            "<b>ואימא עצרת דחד יומא הוא.</b> פירש  דתפשת מועט תפשת ואסיקנא דלהכי כתיב חגיכ' למדרש תרי חגין חג גדול לאבלות ז' וחג קטן לשמועה רחוקה וכלה אסמכתא בעלמא:\n", 
            "<b>שם שמוע' קרוב' נוהג' ז' ול'</b> פי'  שכל עניני אבלות נוהגין ביום קבורה ואפילו לענין הבראה וכן פסקו בתוספות ומי' באה בי\"ט שני אינו נוהג בו אבלות ואפילו לדברי הגאונים ז\"ל דלא עדיף יום קבורה שאינו יום מותה:\n", 
            "<b>רחוקה אחר ל'</b> פירש  האי לישנא משמע כדברי רבי' אלפסי ז\"ל נ\"ל דחול' שלא הודיעוהו שמת לו מת עד שהברי יום הבראתו כיום שמועה ממש לקריעה ולכל דבר נוהג ל' לאחר ל' נוהג יום אחד דיום ל' כיום כ\"ט ושמועה קרובה אע\"פ שלבעלי האבלות כבר הופסקה ויום ל' ככלו והגאונים ז\"ל שלפני רבינו אלפסי ז\"ל היו אומרים דיום ל' כיום ל\"א ושמועה רחוקה היא דאמרי' בבכורות א\"ר אשי הכל מודים לענין אבלות דיום למד כיום שלפניו דאמר שמואל הלכה כדברי המקל באבל והגיה עליהם רבינו אלפסי ז\"ל דההוא לענין נפל הוא וכו' כדאי' בהלכותיו ומסתברא לענין נפל מספקא לן כיום למד ורב אשי דן לקולא מטעמא דהלכה כדברי המקל באבל אף אנו נאמר לענין שמועה שנלך להקל ויום למד כיום ל\"א ולא אמרי' בהא תרתי דסתרן אהדדי שכך הדין באבלות ועוד דהאי טעמא לחוד והאי טעמא לחוד אדרבה נתמ' על רבי' אלפסי ז\"ל מה טעם תולין שם יום למד להקל ובכאן תולין להחמיר אלא שנצטרך לומר דהת' ספיק' בעיקר אבלות אם חל על המת הזה חיוב אבלות אבל הכא דבר חיובא הוא אלא שהספק הוא אם עבר זמנו אם לאו תולין להחמיר ואין אומר מקצת היום ככלו למי שלא שמע והדין עם רבי' יצחק אלפסי ז\"ל משום דלא משכחת שמע שמועה קרובה בשבת ולמוצאי שבת נעשית רחוקה אלא בהכי דאי יום שבת כ\"ט הרי מוצאי שבת התחלת למד ובתוך למד היא לדברי הכל כי כבר הוא בתוך למד לבני אבלות וא\"ת דיום שבת הוא יום למד דאמרת וה\"א דיום למד רחוקה היא והיכי אמרי' שהיא קרובה בשבת וכי תימא כגון ששמע בלילי שרת והוא שמע שמועה בשבת בכל יום שבת משמע אלא ודאי אפילו ביום שבת שהוא יום שלשים שמועה קרובה ולמוצאי שבת שהוא יום ל\"א נעשית רחוקה:\n", 
            "שם הלכתא כרבים פירש אע\"ג דמסתבר טעמא דיחידאה דאי לא אפי' רבי' מקילין נמי אחרי רבים להטות:\n", 
            "<b>דאמר שמואל. </b> ש\"מ דאף ר' יוחנן אית ליה האי כללא דשמואל וכולהו אמוראי נמי חזי' דסמכי עליה ואסיקנא דאפילו על אביו ואמו אינה נוהגת אלא יום א' או שעה אח'\n", 
            "<b>יחידא' הוא. </b> לאו דוקא דהא זקנים היו עמו אלא כלומר כיחידא' הוא דלית הלכתא כותיה דקיימא לן כדברי רבי עקיבא המקל באבל עובדא דרמי בר חמא כו'\n", 
            "רב הונא דסליק מבבל לארץ ישראל ורבי חייא שאל לרב על אביו ועל אמו של רב לפי שהם אחיו ואחותו ולמאן דמפרש דרבי חייא אתא לגבי דרב ורב הוא השואל לרבי חייא והמתאבל קשה מאד למה ליה למימר דהוא בר אחתיה ובר אחתיה דרבי חייא ועוד דהכ' אמרי' דסליק רבי חייא מארץ ישראל ורב מבבל ועוד שהם צריכין לגרוס: א\"ל לשמעיה חלוץ לי מנעלי וליתיה בנוסחי דוקני ועוד דהכי מסתמא אתינן למקשי מדר' חייא אדר' חייא והם צריכין לרחוק כי מפני ששתק רבי חייא נראה שהודה לדברי רב והנכון כמו שאמרנו וכל השמועה פירשתיו בפ\"ק דפסחים ובפרק ההלכות הללו ולפי שיטתינו שפיר גרסינן. איבו קיים בקמה אבל לא בבתרא. ושמעי' מהאי עובדא תרתי חדא שמתאבלין על פי קרוב ואידך כי משבאו לו שתי שמועות ביום אח' מתאבל על שניהם יום אחד בלבד ובש\"ס לאו דוק' להני תרתי משום דפשי' להו:\n"
        ], 
        [
            "<b>שמע שמועה קרובה ברגל ולמוצאי הרגל נעשי' רחוק' וכו'. </b> שמעי' מהכא שאין הרגל מפסיק למי שלא שמע דהא על כרחין כיון שלאחר הרגל היא שמועה רחוקה כבר עברו קודם הרגל יותר מכ' יום ואפילו הכי קרי ליה שהוא קרובה ברגל וזה ברור:\n", 
            "קורע או אינו קורע פירש בשמועה רחוקה ואיפליגו בה רבי מני ורבי חנינא:\n", 
            "<b>קריעה בלא ז' מי איכא</b> פי'  למי שנוהגין עליו לעניני אבלות דאי מאי קאמר והא איכא קריעה על רבו ועל אדם חסיד או חכם או נשיא ואין כאן ז'\n", 
            "מי שאין לו אלא חלוק לקרוע אוקמה רש\"י ז\"ל בגברא ערטילאי ואינו מחוור בתוספות פי' כגון שהאי בגדיו שאולין ופטור מקריעה דמבני אהרן למדנו דכתיב בהובגדיכם ומיהו אמרי' לקמן שאם הודיעו שהוא הולך כמי שנוטל רשות דמי וחייב לקרוע ועוד י\"ל דמיירי הכא כשבגדיו קרועין עד שנעשה כפותח האמור בירושלמי:\n", 
            "כי תנא ההיא בכבוד אביו ואמו ק\"ל דקארי לה אמאי קארי לה וי\"א דאיהו סבר דאפילו על אביו ועל אמו קאמר ליה דאינו קורע דאיהו בהכי מיירי ולאו בשאר קרובי' דאי לא תקשי הא מתניית' ורבי מני אהדר ליה שלא אמר הוא אלא בשאר קרובים ומר אמר חדא ומר אמר חדא ולא פליגי וזה דוק והנכון כמו שפירש רבינו יצחק ז\"ל דה\"ק דההיא רשות היא שנתנו לו מפני כבוד אביו ואמו ואין בו משום בל תשחת ובשאר קרוביו אינו רשאי משום בל תשחת אבל חיובא ליכ' אפי' על אביו ועל אמו והיינו לישנא דכי תניא ההיא ודוק. ומיהו פוסקים כרב הגדולים ז\"ל דקיימא לן לחומרא ועל אביו ואמו קורע ובדידה הוא דאפליגו וקיימ' לן כר' חנינא וסברא נמי הוא שאינו בדין שישמע מיתת אביו ואמו ולא יקרע ולא אמרו הלכה כדברי המקל בענין זה דקריעה לחוד ואבלות לחוד ועוד שזו מחלוקת אמוראין הוא ועובדא דרב ודרבי חייא כבר פירשנו כי רבי חייא הוא מתאבל ואבלות שאר קרובים הוא והתם כ\"ע מודו דבשמועה רחוקה אינו קורע ומעתה ברייתא כפשטה דעל אביו ואמו חייב לקרוע כל ז'. ויש מחלוקת בין רבותי ז\"ל עד כמה קורע והולך על אביו ועל אמו כי הגאוני' ז\"ל פירשו כל י\"ב חדש והרמב\"ן ז\"ל כל ל' יום ובעל ה\"ג כתב לעולם ובירושלמי אומר אפילו אחר כמה שנים חייב לקרוע וכן נראה שהרי מצינו שאסור באחוי לעולם ואינו בדין שימות אביו ולא יקרע בנו עליו ומסתברא לי דרבו כאביו לקריע' בשמועה רחוקה ואע\"פ שאמרו לא השוו לאביו ולאמו אלא לאיחוי בלבד זהו בעניני אבלות אבל ענין זה טעמא אחרינא הוא ואינו בדין שישמע שמת רבו ולא יקרע עליו:\n", 
            "ת\"ר כל האמור בפרשת כהנים שכהן הדיוט מתטמא להם אבל מתאבל עליהם ואלו הן ותימה אמאי לא חשיב אשתו דכתיב כי אם לשארו וכו' ודכ\"ע מודו שהיא אשתו. ובההיא דרישא הוא דפליגי וי\"ל דלא איירי אלא בקרובים מחמת קורבא ולא מחמת קדושין ועוד דבעי למתני שיתאבל (עליהם) על שניים ואפילו אחיהם ואחיותיה' וס\"ל שלא אמרו בכבוד אשתו אלא חמיו וחמותו בלבד:\n", 
            "<b>ואחותו נשואה בין מאביו בין מאמו</b> פירש  ואפילו מאביו הוצרכו להוסיף דאלו במקרא אינו כתוב אלא הקרובה דהיינו פנויה וארוסה שכהן מטמא להם:\n", 
            "כך מתאבל על (שניהם) שניים שלהם פי' גם זה מן התוס' הוא: \n", 
            "<b>שם רבי שמעון בן אלעזר אומר אינו מתאבל</b> פירש  על שניים אלא על אבי אביו ועל בן בנו ולא על שאר ולא על שום שניים של שאר קרובים וגם באביו הוא ממעט אחי אביו ואחות אביו ואפשר שהוא ממעט גם כן אבי אמו ובן בתו או אפשר דאמו בכלל אביו ובתו בכלל בנו: ולאו דוקא ואפשר נמי דלדידיה אינו מתאבל על קרובי אשתו ולא על האשה ולא על קרובי בעלה דהיינו חמיו ופליג אמתניית' דלקמן או אפשר והוא הנכון דמודה בחמיו ולא נחלק אלא על שני קרובים שהזכיר ת\"ק דידיה:\n", 
            "<b>חכמים היינו ת\"ק איכא בינייהו עמו</b> פי'  דלת\"ק מתאבל על כל השניים אפי' שלא בפני הראשונים ולרבנן אינו מתאבל אלא כשהוא עם האבל כי הא דאמ' רב לרבי חייא בריה וכו' וה\"ה דמצי למימר דאיכא בינייהו שניי' אשתו דלת\"ק אינו מתאבל עליהם ולרבנן מתאבל עליהם אלא דלא ניחא ליה למימר דאיכא דפליג בחמיו וחמותו או בחמיה וחמותה ובתוספו' תירצו דש\"ס משמע ליה מלישנא דרבנן שכל הנזכרים למעלה באו לחדש ולא להוסיף שניים אחרים מקרובים דלא איירי ביה ת\"ק. ויש מרבותי ז\"ל שאומר דלכולי עלמא אינו מתאבל אלא על שניים של קורבא ולא על שניים אשר מחמת אישות כגון בנו שמתאבל על אשתו ובתו שמתאבל' על בעלה וכיוצא בהם אינו נוהג עליהם וכן כתב הרמב\"ם ז\"ל וא\"ה אמאי לא אמרי' דהיינו דאיכא בין ת\"ק לרבנן בתראי דרבנן בתראי אתו לטפויי קרובי אשתו י\"ל דלא ניחא ליה לאוקומי מתני' רבנן בתראי בהכי ועוד דאיף בלישנא דרבי עקיבא מצינן לאוקמינהו כי היכי דלוקמת לה בדרבנן בתראי דסתמא קתני על שניים שלהם ואידך אוקמתא ניחא ליה טפי: איכא מ\"ד דהלכתא כרבי שמעון והלכתא כדברי המקל באבל אלא דמודה רשב\"א בחמין אבל ר\"י ז\"ל וכן רבינו אלפסי ז\"ל ואחרים עמהם פוסקים כרבנן בתראי וכן אומרים בתוספות כי כשהוא מתאבל על שניים של אחיו דווקא על בנו ובתו אבל לא על אחי אחיו שאין לו שום קורבא בעולם עמו:\n", 
            "סבר למתב עליה ז' ולמד מיהא שמעי' דעל שניים מתאבל אבלות גמורה וכדאמרינן נמי בהדיא כלישנא דת\"ק ורבנן בתראי לא מעטו מדינא אבלות כלום אלא שיהא נוהג בין בפניו דוקא הילכך אסור ג\"כ בתוך למד בגיהוץ ותספורת ולאו דוקא עמו בבי' וכשיוצא לחוץ דאי נוהג דהא מיחזי כחובה ולא התירו' אלא דברים שאינו ניכר שאינו נוהג אלא לעצמו כגון דברים שבצניעה וכן בעיר אחרת ואסיקנא שלא אמרו בכבוד אשתו אלא חמיו וחמותו בלבד וכו' אמרי' דכיון דרישא דברייתא חמיו וחמותו דוקא סיפא נמי דוקא וחמיה וחמותה בלבד דהא וכן קתני ואחרים אומרים דהיא לגבי דידיה טפי גרידא ונוהגת על כל קרובי בעלה ואיידי דקתני רישא חמיו וחמותו בדוקא נקט סופה חמיה וחמותה ולאו דוקא טעמא דמסתבר הוא. ועכשיו לא נהגו שום אבלות בשניים ולא בחמין לא בבית ולא בשדה וי\"א כי סמך לקולא זו לפי שלא אמרו בכל שניים אלא מפני כבודן של ראשונים ועכשיו הם מוחלין על כבודם וכן באשה ובעלה:\n", 
            "אע\"פ שאמרו אין רשאי לכוף את אשתו פי' שלא תתאבל על קרוביה:\n", 
            "אבל מוזג' לו את הכוס וכו' ולא חיישי' שמא תבוא לידי תשמיש המטה כמו שחששו באבלות בנדה דבאבלות הקלו כדאיתא בפ\"ק דכתובות וקושיין מדקתני מרחצת לו וסתם מרחצת רחיצת פניו ידיו ורגליו בחמין משמע שהיא אסורה במקצת גופו דאלו בצונן אינו אסור אלא ברחיצת גופו:\n", 
            "<b>אתא בריה קרוע בפניו</b> פרש\"י  ז\"ל דקרע אבא באפי ברא מידכר דמיושב קרע קם קרע מעומד קריעה שלישית ואינו מחוור דלישנא דאדכר משמע שנזכר על הקריעה הראשונה ואי בשנייה קרע מעומד בדידה יצא ידי חובה כמו שיוצא בזו השלישית ונצטרך לומר כי בשניהם קרע מיושב ולבתר כן במעמד אחר נזכר וקרע בג' מעומד ועוד היה לו לומר אתא בריה קרע באנפי ובנוסחי דוקני אשכחן וקרע באנפיה: ובתוספ' פירשו אתא בריה קרע באנפיה. ברא באפי אבא לפי שקרע אביו מיושב שלא כהוגן ולא היה רוצה לומר שטעה כאות' ששנינו בפ\"ק דקדושין לא יאמר לו אבא כך כתוב בתורה אלא היה עושה מעשה כדי להזכירו ובזה אידכר האב דמיושב קרע קם קרע מעומד וזה נכון:\n", 
            "קריעה מעומד מנא לן. פירש אפילו לכתחלה וכ\"ש לעכב כדמוכח מהאי עובדא:\n"
        ], 
        [
            "<b>בשלמא הכא כתיב ויקם ויקרע</b> פירש  לישנא דקרא קפדא משמע שהי' יושב וקם אבל התם מי כת' יעמוד ויאמר דמשמע על מי שהיא יושב שיעמוד ועמד ואמר קאמר לשון ספור בעלמא כדאמרי' בעלמא עומד ורואה הולך ומשקה והא דאמרינן הכא בחליצה בין עומד בין יושב בין מוטה נ\"ל דהיינו כדיעבד וכדקתני סיפא חליצתה כשרה ואע\"ג דעומד לכתחלה הוא אורחא דש\"ס הוא דלא דייק וקתני כולהו בין לכתחלה בעי מעומד וכן תניא בספרי ועמד ואמר מלמד שאין אומרין דברים אלא מעומד וקשיא דהא משום דאמרינן דקריעה מעכבת מעומד בדיעבד והיינו דאמרינן דמלישנא דכתיב ועמד ואמר מסתיין למידק לכתחלה בלחוד והא דאקשי' בריש פרקין מצות חליצה מיהא מתנייתא לאמימר דאמר התם צריך למדחפיה לרגליה משום דמשמע לן דצריך לעכב קאמר כי יש כיוצא בו בש\"ס וכן נראה דעת הגאונים ז\"ל שכתבו בפסקיהן שאומר דברי' הללו בעמידה וכדאמרי' התם אמר לה בתי עמודי כלומר לחליצה וי\"א דבחליצה אפי' לכתחילה יכולה להיות מיושב והיינו דפרכי' ממתני' לאמימ' התם אבל באמירה דברים כדי שישמעו יפה בעי' מעומד לכתחלה וכן ברקיקה כדי שיהא ניכר יפה וכן נר' דעת הרמב\"ם ז\"ל ולדבריו ברייתא דהכא משום קריאה ורקיקה נצרכה דכתיב בהו ועמד וקתני והיאך תנא דרך כלל על כל החליצה ופרטיה שאפילו היו כלם ביושב ואפילו קריאה דכתיבי ועמד כשירה בדיעבד מיהת ורבותא דמתנייתא כלה משום קריאה הוא ומינה הוא דפרכי' הכא ונכון הוא ובדוכתא כתבנו יותר מזה בס\"ד:\n", 
            "<b>שם וא\"ר יוחנן שלא קיים כפיית המטה</b> פירש  כי אע\"פ ששכב בארץ לא קיים מצות כפייה כיון שלא כפה אותה והיינו קושיין דעל כרחיה א\"א שלא קיים דוד כפיי' המטה אלא ודאי שכפה מטתו שכב בארץ והיינו מלתא יתירה בירו' שיכפה מטתו וישכב עליה ופרקינן מאי ארצה כעין ארצה ועל מטה כפויה שכב ולא עבד מילתא יתירא ומן התימ' על הרמב\"ם ז\"ל שכתב שאינו ידי חובה אלא אם כן ישן על מטה כפויה ואע\"פ שכפה אדרבה הכא משמע להדיא דמאן דעבוד הכי מילתא יתירא הוא דעביד וליכא למימר דמעיקרא משמע לן כי דוד ישב ע\"ג קרקע ולא כפה מטתו כלל דא\"כ היאך לא קיים דוד כפיית המטה ועוד היכי מייתי' לה לראיה דעביד מילתא יתירא אדרבה מילתא בצירת' הוא דעבד אלא ודאי כדאמרן ובירושלמי אמרו על ברייתא זו במקום דברי רבי יוחנן מפני שאמר איני כופה את מטתו אבל אם אמר כופה אני את מטתי שומעין לו כלומר שומעין לו לישן ע\"ג כרים או ע\"ג ספסלי ואין צריך לומר ע\"ג קרקע דההיא פלוגתא יתירא וכן פוסק ר\"י ז\"ל וכן הרמב\"ן ז\"ל: ולא נהגו העולם בכפיית המטה. וי\"א לפי שרוב ישראל דרים בקצת מקומות ואומ' שהם עושין מכשפות וכן נראה בירושלמי שאמר שם המתארח בפונדק פטור מכפיית המטה דילמא אמרי חרש היא ובפירושי' אמרו לפי שהמטות וקליטתן יוצאין וגבוהין אחר כפיה ואינו נראה כפייה ואין טעם בזה לשבח אלא שכבר נהגו:\n", 
            "שם אלו דברים שאבל אסור בהן ותנא ושייר והתם במס' שמחות תננהי לכולהי:\n", 
            "ואסור לקרות בתורה וכו' ותניא גבי ט' באב כי האי גונא והוסיף עליו התר לקרות באיוב וקורין בקינות ודברים הרעי' של ירמיה אבל לא קתני התר כשרבים צריכין לו ומספקא להו לרבנן וי\"ל אם יש לתת את האמור של זה בזה שהרי יש דברים לט' באב חמיר טפי כגון רחיצה בצונן דאסור התם אפי' ידיו ובאבל מותר וכן חומר באבל מבט' באב עטיפה וכפיית המטה ויציאה מפתח ביתו ופוסק רבינו יצחק ז\"ל ליתן את של זה בזה ובירושלמי נראה קצת דאבל שונ' במקום שאינו רגיל לשנות וי\"א דאסור לקרות ולשנות אבל אם אחרים קוראין לפניו לצרכם יכולין התלמידים לקרות ולשנות לעצמן והוא שומע מעצמו וכן התירו לו לעשות הורא' לצורך שעה דכרבים צריכין לו דמי ואין צריך שינוי בזה ואם הוא כהן אינו עומד לקרות בתורה ואפילו בשבת וקוראין ישראל במקומו שזה כדברים שבצנעה היא וכ\"ש במקום ת\"ח. דהא רב קרא בכהני וכן כתב רבי' יצחק ן' גיאת ז\"ל. וכן אין אומר מנחם אבלי' בברכה דבפרהסיא הוא כיון דאיכא מנחמי דאי בדליכא אפילו בחול אין האבל אומרו ואין לומר אלא בברכת אל אמת דיין אמת וכו' ונראי' דברים שמות' ג\"כ לשנות באבל רבתי וכן בהלכו' אבלות כדי לידע מה יש להם לעשות:\n", 
            "<b>שם ומג' ואילך וג' בכלל מותר</b> פירש  לאו למימרא דבעי' ג' אלא דמקצת היום ככלו ולרבי יהושע מקצת היום ככלו דהא ליתא כדמוכחי קראי דמייתי אלא דבעי ימים שלימים מעת לעת לר' אלעזר שניים ולרבי יהושע אחד ולכך נוטל רבי אלעזר מקצת ג' ורבי יהושע מקצת ב' כדי להשלים והתשלומי' האלו הן בתפלת שחרית:\n", 
            "ור' אלעזר מ\"ט דכתיב ויתמו ימי בכי פי ומיעוט ימים שנים פירש ואע\"ג דרישא דקרא ל' יום מייתי זה לשון מיותר הוא דאתי לדרש': אבל ובכי שני ימים ומינה נקטי' למניעת תפלין דבהכי מקרי אבל גמור ואידך מייתי ראיה מדכתיב כיום מר ותרוייהו אסמכתא בעלמא דהא לכ\"ע ליכא מן התורה ואפילו באנינות אלא יום א' כדאיתא בפ' טבול יום והא דאמרי' ואידך עיקר מרירא חד יומא הוא ה\"פ כי שם בא הנביא לקלל ולפיכך לא רצה לתפוש אלא עיקר המרירות שתהא אחריתה כמוהו:\n", 
            "<b>והלכה כרבי יהושעבהנחה וכרבי אלעזר בחליצה. </b> ושיילי' אם פסק בחליצה כרבי אלעזר ליומו של רבי אלעזר דהיינו יום שלשים או אפילו ביום הנחה כרבי יהושע דהיינו שני ואמרי' לעולם בשלשה דאשכחן לעולא דאמר חולץ ומניח ולא סגיא לאוקמה אלא בשני אלמא בג' הוא דפסק בחליצה כרבי אלעזר:\n", 
            "ותניא נמי הכי פי' דתני לה בהדייא ביום שני:\n", 
            "רבא אמ' בשני כיון שהניח אינו חולץ ואקשי' ליה אהא לעיל פסיק כת\"ק דבעי ג' ימים להפסק' רגלים אלמא משום דעניני אבלו' באין עד ג' לכל הפחות:\n", 
            "ופרקי' דהא מ\"מ במילי בעלמא כגון מלאכה ושאלת שלום אבל גבי מניעת מצות תפלין שאני וקיימ' לן כרבא ורבי' אלפסי ז\"ל כתב שאסור בתפילין יום א' ורוצה רבינו ז\"ל לומר יום א' שלם מעת לעת דהא ליכא למיקל טפי מדר' יהושע ופנים חדשות דאמרי' הכא שלא באו שם לנחם עד עכשיו ובלבד באנשי' הגוני' הראויין לנחם עם ז' ברכות כי האי גוונא דלא הוי תמן מעיקרא לשמח ובראויין להרבות שמחה וכבוד:\n"
        ], 
        [
            "<b>מכאן ואילך עושה בצנעה בתוך ביתו.</b> פי'  במתפרנס מן הצדקה קאי וכן האשה טווה בעניניה קאי וכן אמרו בירוש' מי שאין לו מה יאכל תבוא מארה לשכיניו שהצריכוהו לכך:\n", 
            "<b>ואינו יושב אלא במקום המתנחמין. </b> כלומר עם האבלים ואפשר היה לומר דבג' ימים הראשונים לבית האבל אסרו אבל לבית הקברו' מפני המצוה הולך אלא דתניא באבל ג' ימים הראשונים אינו יוצא אחר המטה וכן אמרו שם שאינו נכנס להר הבית ונראין דברים שהולך אחר המטה כשאין שם כל צרכו וכן אמרו במס' שמחות ואם אין שם כדי נושאי המטה וקובריה אפי' ביום ראשון מותר ע\"כ ואין צריך לומר לצורך מת מצוה ולענין ללכת לבית הכנסת להתפלל לקמן נאריך בה בס\"ד:\n", 
            "כבוד רבים שאני ושמעי' מהכא דאפי' כי האי לישנא בלחוד אסור באבל ולא סוף דבר לשאול בשלומו ממש כמו שהיו סבורים רבים:\n", 
            "<b>דלא ידעי'</b> פי'  ומפני דרכי שלום משיב להם ואקשי' דאי בדלא ידעי מיירי אפי' בג' ימים ראוי להשיב מפני דרכי שלום ומהדרי' דמודה להו שהוא אבל ותו ליכא מפני דרכי שלום ולא מהדר להו משום חומר דאבל בג' ימים ראשונים ותמיהא מילתא תוך ז' היכי אפשר דלא ידעי והלא עניני אבלו מוכיחין עליו כגון עטיפת הראש וכיוצא בו וי\"ל דזמנין דיתבי עראי בלא עטיפא א\"נ כגון שמצאו בדרך סוגיא דשמעתא דג' ימים לא שואל ולא שואלין לו ומאן דלא ידע ושאיל ליה אומר לו אבל אני מג' ועד ז' אינו שואל ואין שואלין לו אלא משיב למאן דלא ידע ומז' ועד ל' שואל לאחרי' שהם שרוים בשלום ואין שואלין לו ומאן דלא ידע ושאיל ליה משיב ומנא תימרא דמג' ועד ז' כך דינו שאם אתה אומר כן אינו משיב כלל א\"כ דינו בג' הראשונים לגמרי וליכא למימר משיב כדרכו דהא סיפא דל' דעלה פרכי' אוקי' בדלא ידעי' וכ\"ש מג' ועד ז' ומה בין ג' לז' לבין ל' דבז' אינו שואל בשלום אחרים ומז' ואילך שואל כדרכו וה\"מ על שאר מתים אבל על אביו ועל אמו אין שואלין בשלומו אלא לאחר י\"ב חודש ועכשיו נהגו העול' קולא בדברי' אלו. אמרי רבוותא ז\"ל כיון שהאבל אסור בשאלת שלום כ\"ש שהוא אסור להרבות דברים ולשחוק ובאבל רבתי אמרו שלא יאחוז תינוק בידו כדי שלא יביאנו לידי שחוק:\n", 
            "שם ת\"ר ג' ימים הראשונים בא ממקום קרוב מונה עמהם פי' שהיה במקום קרוב בשעת הקבורה ופי' הגאונים ז\"ל שהוא מהלך י' פרסאות דהוא סוגיא בינונית דחד יומא וכדאיתא בפסח שני דכיון שכן הרי הוא כאלו עמהם ופריש רבי יוחנן דה\"מ שהיה בכאן גדול האבלות ותרתי בעי' מקום קרוב ושהיה בכאן גדול הבית ובהכי אפי' בא ביום ז' כרבי שמעון דהלכתא כותיה והוא שמצא מנחמין אצלם דאכתי לא פרח אבלות מינייהו ויש מבעלי התוספות ז\"ל שכתבו דה\"מ בשלא שמע עד שבא אבל אם שמע השמועה קודם לכן ודאי מונה עמהם ונראין דברים בשנהג קצת אבלות וכן נראה מדברי רבינו אלפסי ז\"ל שכתב בטעמא דמקום קרוב דכיון דאלו שמע ביומא קמא הוה מצי למיתי כמאן דאיתיה מעיקרא דמי הא אע\"ג דשמע כיון דלא מצי למיתי אינו מונה עמהם ונראה עוד מזה הלשון קצת שאם קברוהו עם חשכה בענין שלא הוה יכול לבוא אע\"פ ששמע אינו מונה עמהם אבל זה איש דא\"כ נתת דבריך לשיעורין ואפי' למקום א' ולב' בני אדם אלא לעולם כל שהוא למהלך יום א' ראוי להצטרף עמהם כיון שיש כאן גדול הבית. ואי זו גדול הבית פירשו גדול המשפח' כלומר גדול האבלים המתאבלים באבל זה וצ\"ע אשה כגון האם או אחותן הגדולה אם היא חשובה גדול הבית ואין כל הדברים הללו אלא כשבא לכאן אבל עמד במקומו פשי' שהוא מונה לעצמו ואע\"פ שהוא קרוב מאד:\n"
        ], 
        [
            "<b>איבעיא להו הלך גדול הבית לבית הקברות</b> פרש\"י  ז\"ל כגון שהוליכו למת חוץ לעיר לקברו והלך גדול הבית עמו ונשארו האחרי' בכאן ואלו שבכאן מונין מדאהדרו אפייהו מונה אותו גדול עמה' כשחזר משם או לא אלא שמונה לעצמו משיסתם הגולל ואלו כשהלך שם הקטן ונשאר שם הגדול פשיטא לן שהוא מונה עם אלו שבכאן כיון שאזיל להתעסק בצרכי המת אבל בגדול הוא דמבעי לן כיון דגדול הוא מונה לעצמו או דילמ' כיון דאיהו פריש מינייהו להתעסק בצרכיו הלך מני בהדייהו ואע\"ג דאינו נוהג אבלות עד שיסתם הגולל מ\"מ עול' הוא במנינם כיון שהיה עמה' בשעת מיתה ואסיקנא שאם חזר לכאן עד יום ג' מונה עמהם ואפי' ממקום רחוק. ואם חזר לאחר ג' אינו נטפל להם ואפי' בא ממקום קרוב ואפי' לרבי שמעון דלא מפליג בין ג' ימים לאחר ג' לגבי הא מודה דאיכא לאיפלוגי בינייהו תדע דאנן ודאי אליבא דהלכתא הוא דאיבעיא לן ורב נמי לבני הוצל הלכתא למעשה הוא דאמר להם. דאלו רבי יוח' קא פסק כרבי שמעון ורב נמי סבר כותיה דהלכתא כדברי המקל באבל וכדאמר להו לבני הוצל לבוני דאפי' בגו תלתא יומין כו'. וכשהלך גדל הבית מיירי דאלו בקטנים אפי' באו לאחר ג' ונקט לה סתמא דהכי ארח' דמלת' דלא אזיל עם המת אלא גדול האבלות כך פירשו לפי שטת הפירושי' וכן פי' הראב\"ד ז\"ל ואיכא דקשי' ליה כיון שהולך עם המת ודומה כמי שמוטל לפניו ואינו אוכל בשר ואינו שותה יין וכן לשאר כל הדברים היאך נדון אותו כאבל לצורפו עמהם כלל ואפי' הוא קטן כ\"ש גדול הבית ועוד מימרא דרב לבני הוצל לבוני היכי נקיט לה סתמ' כולי האי דהא ודאי שפיר משכחת לה שילכו שם הקטנים לפי שהגדולים זקנים וכ\"ש דהתם מעשה הוא. ואם גדול הבית הלך שם היכי נקיט האי לישנא דאתי בגו תלתין יומין והלא גדול הבית אינו אלא א' מסתמ' או האב או האח הגדול. וריב\"א ז\"ל פי' לעול' כל שהלך עם המת בין גדול בין קטן עם סתימת הגולל הוא מונה שכבר נסתלק מאלו וחלק רשות לעצמו והכא אסוגיא דלעיל קיימא כגון שהוליכו המת לעיר אחרת והולך עמו גדול הבית וא' משאר האבלים הקטנים היה במקום קרוב ובא לכאן מי אמרי' כיון דבשעת מיתה היה כאן גדול הבית הרי נצטרף זה עם אלו שבכאן שהוא עיקר אבילות או דילמא כיון דבשעת מנין שמונין כאן לא היה בכאן גדול הבית אינו עושה צירוף עם אלו כ\"ש שאינו מצטרף עם הגדול דההוא לגמרי נבדל מהם ומתעסקי' (עמהם) כמי שמתו מוטל לפניו ומונה זה הבא ממקו' קרו' לעצמו ואמרי' דאי אתא ג' מונה עמהם דבתר שעת מיתה אזלינן והרי זה כאלו לא היה גדול הבית בכאן וזה הפי' נראה נכון ועובדא דבני הצלבוני הכי הוה כי הגדול הלך לקבורת המת והאחרים בכאן וקצת מן הקרובים היו חוץ לעיר תוך מקום קרוב ואמר להו דאתו בגו תלתא יומין לימני בהדייהו ובפי' ההלכות הארכתי בעניני' אלו ולפי' אני מקצר ועולה:\n", 
            "<b>שם מכי אהדריתו אפייכו מבי אבולא מנו לנפשייכו</b> פי'  משער החיצון של העיר ומגרשיה וי\"א שאין זה אלא כשמוליכין אותו חוץ לעיר אבל לא בנקבר בעיר ממש וחוזרין לאלתר דכמונח לפניו דמי וכנמסר לכתפים אלא ממתין עד כדי שיעור או שיחזורו ואז נוהג אבלות והרמב\"ן ז\"ל כתב כן והרמב\"ם ז\"ל. ומי' מותר לאכול בשר ולשתות יין לאלתר בנמסר לכתפיים ואומר בתוספות דמנינא ודאי משעה שהחזירו פניהם מן המטה אם לווהו חוץ לעיר אלא שאין נוהגין אבלות עד שיכנסו מחומת העיר ומגרשיה ולפנים כדאמרי התם יצא לדרך נועל נכנס לעיר חולץ וה\"ה לשאר דיני אבלות בעטיפת הראש וכיוצא בו:\n", 
            "<b>לפי שאינו עושה אלא בכבוד אביו ואמו</b> פי'  שאינו כבודם שיזלפו עליו גשמים או שישהה אותם בשבת או בי\"ט הא להשהותם בחול להרבות בהספדם כבוד הוא לו ורשאי משום לא תלין ובכל אדם לפי (מקומו) כבודו כמו שמצינו ברבי' הקידוש ששהו כמה ימים לקוברו כדי שיתקבצו עליו כראוי:\n", 
            "רצה ממעט בעסקו. פי' לאחר ז':\n"
        ], 
        [
            "שם על אביו ועל אמו חולץ יש שפירשו חולץ כתפיו מכאן ומכאן שהרי על הנשיא אמרו שחולץ מכאן ומכאן ואמרינן לקמן לא השוו לאביו ולאמו אלא לענין אחוי בלבד אלמא לא חמירי מאביו ואמו מדאמר לא השוו ואמרינן לבד מנשיא דהשוו לו כלומר אף בחליצה וקריעה בחוץ ועל כל המתים דאמרינן הכא לאו דייקא אלא משום שאר קרובים נקט לה ובכללם ג\"כ חכם ואב ב\"ד ותימה א\"כ היכי ס\"ד לומר ואפילו נשיא שהרי דומה לו בחליצה י\"ל דלא הוה פסיקא ליה דבחליצת אביו ואמו היא בשני צדדין אבל ר\"ח פירש מוציא כתפו וראה שהוא סובר דבחליצת חד כתף סגי לדבריו מה שאומר לא השוו לחומרי אביו קתני ולא לחליצה שהרי מקולי לגבי נשיא: ועכשיו לא נהגו העולם בחליצת כתף ולא ידע ר\"י ז\"ל לפרש טעם ברור בדבר ויש שפי' מפני שרוב ישראל דרים בישובו ושמא ילעיגו עלינו ואינו כבוד של מת וצריך להראות החליצה דאי לא לא מהני מידי:\n", 
            "<b>על אביו ועל אמו עד שיגערו בו חביריו. </b> ורבי' האיי ז\"ל היה מודה שאם פגע בו רגל הרגל מפסיקו אבל רבי' אלפסי ז\"ל היה אומר שאינו כן ובדברי רבי' אלפסי ז\"ל מפורש בירושלמי רבי שמואל בר נחמני דמתה אמו תמניא יומי קומי מועדיא אתא שאיל לרבי מונא א\"ל כל דבר שהוא משום ז' ולמד הרגל מפסיקו ברם הכא עד שיגערו בו חביריו וכן פוסק ר\"י ז\"ל ועוד ראיה מדקתני בסמוך לענין שאינו נכנס לבית השמחה על אביו ועל אמו עד י\"ב חדש וא\"א לי\"ב חדש בלא רגל ומאותה גזרה נשמע לכולהו:\n", 
            "על כל המתי' כלן נכנס לבית השמחה לאחר ל' יום וכו' ובעלי התוספות ורבי' יצחק ורבינו תם ז\"ל בכללם כתבו דנכנס לא כל קאמר אבל כניסה בלחוד מותרת שאין השמחה בלא אכילה ושתיה ולישנא לא משמע הכי כלל אלא שאין נכנסין כלל בעוד שנכנס' במזמוני חתן וכלה ואפי' לשמוע ברכת חתנים ולכניסת החופה שהוא מצוה ואין מצוה מוטלת עליו עכשיו שאין אבלות עם השמח' כלל וכן פוסק הרמב\"ן ז\"ל ולבית המילה התיר רבי' יצחקי ליכנס לאחר ז' ואפי' על אביו ועל אמו דסעודת ברית מילה לא חשיבא שמחה דהא איכא צערא לינוקא ומהאי טעמא לא אמרי בה שהשמח' במעונו כדאיתא בפ\"ק דכתובות וכיון שהיא סעודה של מצוה. מותר ועל זה אמרו בתוספתא דלסעודת מלוה נכנס כגון זאת כגון סעודת עבור החדש דליכא שמחה כולי האי והרמב\"ן ז\"ל האריך בענינים אלו בספר תורת האדם:\n", 
            "<b>ולשמחת מרעות</b> פירש  הא לשמחת בית המשתה מותר ליכנס בה לאלתר משום מצוה ופרכי' מדתניא לשמחה ולמרעות ל' יום. ולישנא אחרינא מתני מר זוטרא ולשמחת מרעות מותר לאלתר בתוך ל' ואקשי' ליה מדקתני ולמרעות ל' ופרקי' הא בראשותא הא בפורענות' פי' הסעוד' שמתחילי' בה נקראת רשותא מפני שהוא כזוקף חוב על חבירו לעשות כמותה וזה אסור עד לאחר ל' לפי שעושין שמחה יתירא ופורענותא לשחוזר שאר החברי' לעשות איש יומו ולית בה שמחה כולי האי גם אי אפשר לשהותה וא\"ת לדברי האומר דכניסה בלא אכילה אינה שמחה למה התירו שמח' מרעות זו יעשה להם משתה ולא יאכל עמהם וי\"ל דאין זה כבוד החברים לאכול בביתו על שלחנו והוא לא יאכל עמהם וי\"ל דאין זה כבוד החברים כן תרץ רבינו הרמב\"ן ז\"ל:\n", 
            "על אביו ועל אמו עד שיגלה את לבו וי\"א דה\"ה על רבו וכן כתב הרמב\"ן ז\"ל ואינו שהרי אמרו לקמן לא השוו לאביו ולאמו אלא לאיחוי בלבד ובההיא אפי' רבו בכלל עד כאן לא קאמרי' אלא לבר מנשיא יש שהשווהו לאביו ולאמו לענין קריעה מבחוץ או לענין חליצה הא לשאר דברים אינו דומה רבו לאביו ואמו לא יקרע על לבו ולא לקריעה מבחוץ ולא עוד אלא שהקריעה על הלב דבר מיוחד הוא באביו ואמו רמז שבטלה ממנו מצות כבוד ועוד הרי בש\"ס הביאו ראיה לקריעת טפח והרי דוד קורע על נשיא ואב ב\"ד ושמועות הרעות וסגי ליה בטפח כשיעור אחיזה:\n", 
            "<b>שם ואפרקסיתו אינה מעכבת</b> פרש\"י  ז\"ל כי הסודר שעל ראשו אע\"פ שתלוי לפניו ופעמים שמכסה את הקרע אין זה מעכב את הקריעה ולמדנו מזה כי כסוי הגלימא מעכב וצריך שיראה הקרע לעם ויש שפירשו הפרקסיתו הוא מלבוש שלבש על בגדיו דרך נקיון או לצנעא בעלמא אינו חייב לקרעו מזה למדנו כי הגלימא שאנו לובשין אינו חייב בקריעה ואינה ראיה דגלימא מלבוש חשוב הוא וקבוע ועוד אפרקסיתו מכסה שאר הקריעות אלא א\"כ נאמר דה\"ק שאם לבשה תוך ז' אינו חייש לקריעה והרמב\"ם ז\"ל פי' שאפרקסיתו הוא בגד התחתון הדביק בבשרו שלבשו לקבל את הזיעה בעלמא וכן מונה אותו בהלכות דרך ארץ ולפי שאינו עשוי ללבישה אינו מעכב בקריעה וכן פי' בעל הערו' ז\"ל ואפרקסיתו לשון משותף הוא ולדברי הרמב\"ם ז\"ל והערוך נפר' אינה מעכבת בגלוי הלב כיון שהקריעו' שלמעלה ניכרים וא\"כ אין באשה אפרקסית גמור דבוק לבשרה דא\"כ למה צריכא חזרת קרע לאחוריה אלא ודאי כרש\"י ז\"ל מסתברא ולשון אינה מעכבת מוכיח:\n", 
            "רשב\"ג אומר האשה קורעת וכו' נסתפקו בתוספות אם בא רשב\"ג לחלוק או לפ' ונראין דברים אם בא לחלוק והלכתא כרבנן דרבים נינהו וכן אומרים והלכתא כדברי המקל לענין קריעה דקריעה לחוד ואבילות לחוד:\n", 
            "<b>שוללתו לאלתר</b> פי'  תוך ז' לאחר קבורה והכי מוכח לקמן ולת\"ק דלעיל נצרכה דאי לרשב\"ג כיון שהחזירה תחתון לאחוריה שוב אינה מבוזה ונלמוד מכאן דרשב\"ג חולק הוא כדפרישנא:\n", 
            "והא דאמרי' שולל לאחר ל' רשות הוא ואם רצה שלא לשלול הרי זה משובח וכן בירושלמי:\n", 
            "שם על כל המתים קורע בכלי פירש אם ירצה על אביו ועל אמו קורע ביד בחיוב:\n", 
            "על כל המתים קורע מבפנים על אביו ועל אמו קורע מבחוץ פירש\"י ז\"ל ובתוספות מבפנים שלא כנגד העם מבחוץ כנגד העם לעיני הכל ורבי' יצחק בן גיאת ז\"ל פירש מבפנים ידו תחת חלוקו מבחוץ מחוץ לחלוקו וליש' דייק הכי קצת דלא קתני בחוץ ובפנים וקאמר מבחוץ ומבפנים אבל המעשה שהביאו מרב חסדא דאמר כפי אסותא נראה כפי' הראשון כי בודאי לסיוע הביאוהו למאי דאמר וכן לנשיא:\n", 
            "<b>חולץ משמאלא</b> פירש  מימיהם היו מוליכין מקטורן שלהן יותר על כתף ימין ולפי' נכר יותר חליצה של שמאל:\n", 
            "<b>שם ת\"ר חכם שמת בית מדרשו בטל</b> פי'  כל ז' שהן ימי המספד וכדי שלא יתעצלו בהספדו אבל שאר כל המדרשי' אינן בטלין שאין מבטלין ת\"ת מפני ההספד וגבי אב ב\"ד יהיו כל המדרשו' בטלין שכלן חייבין להתעסק בהספדו וגבי נשיא כל מדרשו' שבכל המקומות שמספידין אותו בהן שאין מושיבין ישיבה בתוך ימי הספדו וכדאמרי' לגבי ר' במס' כתובות עד ל' יומין ספדין ביממא ובליליא וכו' דמשמע התם להדיא שאין מושיבין ישיבה כל ימי הספדו של נשיא:\n", 
            "ובני הכנסת נכנסת לבית הכנסת כלומר והרגילי' להתפלל בבית הכנסת משנין את מקומן בקר וערב כשהן נכנסים שם להתפלל אע\"פ שהאבלי' אין שם אלא שמתפללין בביתם וגבי נשיא אמרי' שאין מתפללין בב\"ה כלל אלא ביום שבת שנכנסין שם לקרוא בתורה ז' כדי שלא יהא ב\"ה בטל לגמרי אף מקריאה בתורה בצבור ולאחר קריאה בתורה יוצאי' משם ומתפללין בביתו של אבל כשאר כל ימי החול ושמעי' מיהא שאין האבל יוצא מביתו אפילו לבית הכנסת ואפילו בשבת:\n"
        ], 
        [
            "<b>ואין אומר שמועה והגדה בבית האבל.</b> פירש  משום שבת נצרכה וקמ\"ל כי אע\"פ שאין אבלות בשבת אין עוסקין שם בתורה לא בשמועה ולא בהגדה אלא אם בא מעשה מורין שם באיסור והתר שלו ואין צריך לומר בחול ובאבל רבתי משמע דארישא קאי דבטול מדרשות וקאמר דלא מבעי' שבטלין מעסק ש\"ס אלא אפילו שמועה' והגדה אין אומר שם לא בחול ולא בשבת ואומר שם שאם צרכו להתחיל פירש בשום ענין שאלה שנשאלה להם מתחילין בהלכות אבלים ופורשין לעניני אחרים כלומר שילכו מענין לענין עד שיבררו שאלתם ואח\"כ חוזרין להלכות אבלים וש\"מ שאין הלכות אבלים בכלל שמוע' ואגד' שאמרו בברייתא ומסתבר' שאף האבל מותר לשנות בהלכות אבלים כדכתיב לעיל ומה שאמרו עליו על רבי חנינא וכו' פרשו שם באבל רבתי שזה היה ביהוד' מפני שהיו סבורין שאין אבלות בשבת וכדאית' לקמן בש\"ס דילן בני יהודה ובני גליל הני אמרי אין אבלות בשבת:\n", 
            "ת\"ר אבל שבת ראשונה אינו יוצא מפתח ביתו יש שפירשו דהאי שבת היינו ז' ודיקי ואצטריך תנא לומר דאינו יוצא ואפילו לב\"ה ומיהו דייקי' דדוק' בחול הוא שאינו יוצא מבית הכנס' לפי שאינו אבלו' בשבת וכן כשאמרו למעלה שנכנסי' עם האבל להתפלל זהו בנשיא ואב ב\"ד אבל בשאר כל אדם יוצא אפי' בשבת ראשונה להתפלל בב\"ה וכן נראה בפרקי רבי אליעזר הגדול וקשה לפי זה ומה שאמר רבי יהודה שבת שנייה אינו יוצא מפתח ביתו היכי דמי שאינו יוצא למלאכתו בחול אמאי לא א\"כ מצינו אבלות יותר מז' והא ליכא למימר ואי לב\"ה ולאו ק\"ו ולפי' נראין דברים כמו שפרשוה דשבת האמורה כאן היינו שבת ממש ועליה אמרו כי שבת ראשונה לת\"ק או שבת שנייה לדברי רבי יהודה אינו יוצא מפתח ביתו לב\"ה כשם שאין יוצא לשוק ועליה אמרו יפה כי בשנייה לת\"ק או בשלישית לרבי יהודה יוצא ואינו יושב במקומו ועל מקום ב\"ה שייך שפיר למימר הכי ולא על מקומו שבשוק ועתה נהגו בכל הארצות הללו לצאת לב\"ה כל ז' ואפילו בחול ואמרו על רבינו יצחק בן גיאת ז\"ל שכתב כן ואין לו עיקר בש\"ס ויש להקל במנהג מפני שבזמן הוה ישראל מעטין ואין יכולין להתפלל עם האבל בביתו ואם יעשו כבוד לעשירים בזה לא יעשו לעיניים ונמצאו מתביישי' וכדי שלא ימנעו מתפלה בצבור הקלו להתירם ללכת לב\"ה ובפרקי' ר' אליעזר אומר משחרב בית המקדש התקינו שיהו חתנים ואבלים הולכים לבית הכנסת וכו' ואף על גב דרישא דההיא בשבתות מיירי תניא כשהיה בית המקדש קיים אפשר דהשתא אפילו בחול ומן הטעם שאמרנו בתקנה ובריית' דהכא בש\"ס דילן בעיקר הדין תניא ולעיקר פלוגתא דברייתא הלכה כת\"ק:\n", 
            "<b>שם ת\"ר כל ל' יום לנשואין</b> פירש  כל ל' יום אסור לישא אשה ואפילו בשאר קרובים הא לאחר ל' מותר ואפילו על אביו ועל אמו וכן השיב רבינו האיי ז\"ל בתשובת הגאונים וכן כתבו בתוספת דהא הכא סתמא קתני כל ל' יום לנשואין וכל היכא דאיכא לאיפלוגי בינייהו בהדי' מפליג לה תנא כהני דלעיל ונראה ג\"כ דליכא לאיפלוגי בה בין איש אבל לאשה שהיא אבלה דאע\"ג דלא מפקדא אפריה ורביה צריכה היא לבעל דלא גרעא מן האיש בשיש לו בנים וכן דעת מורי נר\"ו והיה נראה לכאורה דדוקא נשואין אסורין כל למד יום ואפי' בלא סעודה אבל ארוסין בלא סעודה מותר תוך למד והרמב\"ם ז\"ל כן כתב שמותר ליארס אפי' ביום המית' ולא ידענו מאין לו כל הקולא הזאת דיו היה שיתיר זה לאחר ז' דמשום שלא יקדמנו אחר ברחמים לית לן לאקולי באבלות דידה דהא ודאי ארוסין קצת שמח' יש בהם ואולי למד הרב ז\"ל הדבר הזה לפי שהתירו ליארס ביום ט' באב ואין הדמיון יפה לי הרבה חומרות יש באבל שאין בט' באב ככל מצות עשה שבאבל ולא העמיד רבי' ז\"ל עיניו בשמעתא דפ' החולץ דמשמע דהתם בהדיא דאירוסין כנישואי' כל ל' יום גבי הא דתנן התם כל הנשים יתארסו מיד חוץ מן האלמנה מפני האיבול וכמה הוא איבול למד יום ובמס' אבל תניא למד יום לאירוסין ל' יום לנשואין והא דמפריש סיפא לנשואין כיצד לאירוסין כיצד אסור לעשות סעודת ארוסין או סעודת נשואין עד למד יום לא דק דודאי הוא הדין נשואי' בלי סעודה לדברי הכל וכן דכוותה ארוסי' בלא סעודה וכדאי' בפ' החול' אלא דמשום דקא בעי למיתני סיפ' התירה אם הוא טבחו טבוח ויינו מזוג דשרי' אפי' סעודה נקט רישא סעודה:\n", 
            "שם מתה אשתו אסור לישא אשה אחרת עד שיעברו עליו ג' רגלים פי' ומה שהחמירו בזה יותר משאר קרובים ואפי' מאביו ואמו אינו מטעם איבול כי ודאי דייה לאשתו שתהא כשאר קרובים אלא טעם הדבר פי' בתוספות כדי שישכח אשתו ראשונה ולא יהו הרבה דעות במטה ויהיו הבנים בני ט' מדות וכדתני' ולא תתורו אחרי לבבכם מכאן א\"ר נתן שלא ישתה בכוס זה ויתן עיניו בכוס אחר ואמר רבא לא נצרכה אלא לשתי נשיו ורגלים הללו יש שפירשו כי ר\"ה וי\"ה בכלל דהא קיימא לן לענין הפסקת רגלים כי ר\"ה וי\"ה ברגלים ובתוספות העלו שזה אינו דהכא לענין המתנת רגלים שהוא מפני שכחה והרחקת לב' רגלים גמורין שהם רחוקין בעי' ואם איתא דר\"ה וי\"ה ברגלים משכחת י\"ל ג' רגלים תוך למד יום וכן פסק הרמב\"ן ז\"ל:\n", 
            "שם רבי יהודה אומר רגל ראשון וגו' ופסקו גדולי הצרפתי' וגם הרמב\"ן ז\"ל הלכה כרבי יהודה לפי שהוא מקל:\n", 
            "ואם אין לו בנים מותר לישא אשה לאלתר ונראי' דברים ודאי כמו שפר\"ת ז\"ל דליכא לפרושי לאלתר ממש תוך ז' כי זאת קלות ראש גמורה היא לעשות נשואי' תוך ז' וכניסה לחופה ואפי' בלא בעילה וראיה נדחת דפ\"ק דכתובות דמי שהיה טבחו טבוח ויינו מזוג וכדכתיב התם דמיירי אפי' בבחור שאין לו עדים בנים ואמרו דאפכא לא אלא ודאי האי לאלתר ר\"ל לאחר ז' או לאחר ל' וקרי ליה לאלתר לאחר ל' כלפי שני רגלים או ג' שאסרו ברישא והדברים נראין דלאלתר היינו לאחר ז' ממש וכן פר\"ת ז\"ל דאלו למד יום זמן מרובה קרי ליה כדאי' בסיפא דברייתא וכיון שהתרנו לו הנשואים לאחר ז' ה\"ה הבעילה דהא עיקר שמחה הוא הנשואי' והוא האסור שבגזרת למד ולא הבעילה ועוד כל עיקר לא התרנו לו אלא משום פריה ורביה שהיא בעילה אלא ודאי כדאמרן והיא הנותנת דליכא למשרי נשואי' תוך ז' כיון שא\"א בבעילה והא דתניא שאם יש לו בנים קטנים מותר לישא אשה לאלתר כדי לפרנסם והביאו ראיה ממעשה של יוסף הכהן שאמר לאחות אשתו בבי' הקברות לכי ופרנסי בני אחותך אפי' הכי לא בא עליה עד לאחר זמן מרוב' י\"א כי בו ביום נשאת והביאה הוא שיאחר עד לאחר זמן מרובה וכן אמרו בירוש' בפי' שכנסה ולא הכיר בה עד למד יום כבר פי' רבי' ז\"ל כי נשואין אלו לאחר ז' היו שהרי אמרו בזבחים פ' טבול יום כי אשתו של יוסף הכהן ערב הפסח מתה והרגל מפסיק גזרת ז' ואפי' למ\"ד שאסור ברחיצה עד הערב היינו עד הלילה ממש זהו ברחיצה מפני שאפשר בלילה אבל נשואי' שא\"א להם בלילה שאין נושאין נשים בי\"ט מותר לישא מבעוד יום קרוב לבין השמשות כשם שהרגל מפסיק גזיר' ל' מתיר לגלח ערב הרגל ומה שאמרו שלא בא עליה עד לאחר למד יום חומר הוא שנהג בעצמו כיון שאין הנשואי' אלא מפני גדול בניו וזה אינו מעכב וא\"ת יאחר הכל עד לאחר למד יום זה לא היה אפשר ועיקר ביאתו איחר פרנסת בניו הקטנים לא היה יכול לאחר ועל דעת הראב\"ד ומקצת רז\"ל בעלי התוספות כדין עשה כי לגבי הנושא מפני קיום פריה ורביה התירו לבעול אפי' לאחר ז' כי כל עיקר לא התרנו לו מפני כן אבל הנושא מפני פרנס' עצמו שאין לו מי שישמשנו או פרנסת בניו הקטנים הנשואים התרנו לו כדי שלא יקדמנו אחר ברחמים אבל הבעילה לא התרנו לו ואינו מחוור שהרי בלשון אחר נאמרו הדברים בברייתא בשניהן שמותר לישא לאלתר אלא א\"כ נאמ' כי על זה הביאו המעשה של יוסף להיות כעין פי' שלא התירו באחרונ' אלא נשואי' בלבד ולא בעילה והסבר' הראשונ' שאמרנו ה\"ה בעיני כי המחמי' על עצמו הוא ומבעלי התוספו' ז\"ל מי שכתב כי בשתיהן בעילה אלא לאח' למד יום ולישא כדאמרי' היינו נשואין בלא בעילה ואפי' בנושא מפני פריה ורביה: התירו נשואי' שמא יקדמנו אחר ברחמים אבל בעילה לא התירו ובירוש' אמר בפ' מי שאין לו מי שישמשנו דינו כמי שיש לו בנים קטנים ולמדנו ממעשה של יוסף הכהן כי כשם שהתירו אבלות שלו מפני פרנסת בניו כך התירו אבלות האשה שנשאת לו שהרי אחות אשתו היתה והתירו לו וכן הדין ודאי למי שאין לו בנים ואע\"ג דאתתא לא מפקדא אפריה ורביה והא דאמרי' שאין לו בנים כל שלא קיים עדיין מצות פריה ורביה כדאי' בפ' הבא על יבמתו וקיימא לן כב\"ה דאמרי זכר ונקבה ובני בנים הרי הן כבנים ודוקא תרי מתרי ואפי' ברא מברתא או ברתא לברא אבל תרי מחד ואפי' מחד ברא לא:\n", 
            "<b>שם ת\"ר כל ל' יום לגיהוץ</b> פירש  רבי' האי ז\"ל גיהוץ עבורי חומרתא אמנא. ובלשון ערבי צאקל וחמרתא מסק\"א לא וכדאמרי' בפ\"ק דכתובות ואי אמרת נעביד גיהוץ מעבר ליה חומרתא ולפום פשטה דברייתא משמע דדין זה אפי' באביו ואמו כלומר שהוא מותר לאחר ל' יום דהא סתמא קתני לה תנא ולא מפליג בינייהו וכן פסק הרמב\"ם ז\"ל אבל בירושלמי אמרו על אביו ואמו עד י\"ב חדש ובבבל אמרו עד שיגיע הרגל ויגערו בו חבריו כעין שאמרו בתספורת ולפי שאין מכירין בו חבריו אלא ברגל נקט הרגל דאלו תספורת כשהכביד שערו מכירין בו וכן פסקו בתוספות ונראין דברי הראב\"ד ז\"ל שכל הנאת הגוף אסרו בכלים מגוהצין אפי' להצניע תחתיו ולישכב עליהם דמאי שנא ואם מפני שבלילה אינו נראה א\"כ נתיר לו ללבוש תחת בגדים אחרים וזה אינו נראה:\n", 
            "אחד כלים חדשים ואחד כלים ישנים היוצאין מתחת המכבס נסתפקו בתוספות אם צריך בחדשים גיהוץ ונראין דברים דכיון דקתני רישא כל ל' יום לגיהוץ ועלה קתני אחד כלים חדשים ואחד כלים ישנים דאף בחדשים גיהוץ לא אסרו אלא (בחדשים) במגוהצין. ומיהו נראין דברים דמאי דקתני היוצאי' מתחת המכבש אישנים בלחוד קאי שאין הגיהוץ ניכר בהם אלא בכך והיינו דלא קתני והוא שיוצאים מתחת המכבש ור' ורבי אלעזר ברבי שמעון משום דאיירי בחדשים לא הזכירו מכבש ואע\"פ שזו אין ראיה דאיכא למימר דעל דברי ת\"ק סומכין עכ\"ז נראין דברי' כמו שאמרנו והקלו שלא לאסור ואפי' בחדשי' אלא מגוהצין היוצאין מתחת המכבש: קיימא לן הלכה כרבי אלעזר בן יעקב שהוא מקל ורבה סבר לה כותיה. ויש תימא בכאן בדברי הרמב\"ם ז\"ל שכתב כי כלי פשתן אין בהם משום גיהוץ נראה שלמד זה לפי שאמרו כן בענין ט' באב תימא שלא אמרו שם אלא להניח לאחר ט' באב מה שאין כן בכלי צמר אבל ללבוש אסור וכיון שכן הכא נמי ללבוש אסור ואם כוונת רבי' ז\"ל להתירם להניח לאחר ל' מאי אירי' כלי פשתן אפילו כלי צמר נמי שלא אמרו אלא ללבוש כדאיתא התם בהדיא באבל רבתי ותו לא מידי:\n"
        ], 
        [
            "שם בני יהודה ובני גליל הני אמרי יש אבלות בשבת והני אמרי אין אבלות בשבת יש שפירשו דברים כפשוטן הני אמרי יש אבלות בשבת אבלו' גמורה לכל דבר ואידך אמרי אין אבלו' בשבת כלל מ\"ד יש אבלות בשבת מדקתני עולה כלומר מכיון דחזי' שהיא עולה למנין ז' ואלו אין נוהגין בה אבלות גמורה היאך תעלה שהרי רגלים שלפי שאין נוהג בהן אבלות גמורה אינם עולין. ומאן דאמר אין אבלות מדקתני אינ' מפסקת כלומר מדאצטריך תנא למתני אינה מפסקת וכדמפרש ואזיל דהשתא אבלות נהגא אפסוקי מיבעיא פירש דרגלים שהן מפסיקין מפני שאין בהם אבלות גמורה אבל זו שיש בה אבלות גמורה פשי' דאינה מפסקת. ובעלי הפירש הזה הולכין בעל כרחן באותה שיטה שאבלות נוהגת במועד בדברים שבצנעה ולפיכך הוצרכו לומר דלמ\"ד יש אבלות היינו אבלות גמורה וזהו ג\"כ שאמ' חבירו דא\"כ שיש אבלות גמורה פשי' דאינה מפסקת דאי ס\"ד האי אבלות היינו דברים שבצנע' מה ראי' היא שתהא עולה או שלא תהא מפסקת שהרי רגל יש בהן אבלות בצנעה ואוקי עולין וגם מפסיקין ומפני זה שהוקשה להם פירשו הפירש הזה ובכללם הרמב\"ן ז\"ל שהוא מבעלי השיטה הזאת ולפי הפי' הזה הוקשה להם למ\"ד יש אבלות בשבת תקשי ליה מתנייתא דקתני ובשבת קרעו לאחוריו ותירצו דאיכא למימר קריע' לאו מגזרת ז' היא שהרי אם רצה מחליף ואינו קורע הילכך לכבוד שבת מחליף או מחזיר קרע ואפי' על אביו ועל אמו. ועוד הקשו תיהוי תיובתיה מהא דתניא מאימתי זוקפי' את המטות בע\"ש מן המנחה ולמעלה אלמא אין אבלות בשבת בכפיית המשה שהוא צער גדול כדאמר בפרק בתרא דתעניות עוברות ומניקות מה תהא עליהן א\"נ דמוקי לה לההיא כשאר המטות ולכבוד הרבים שמסובין עליהן בשבת אבל הוא עצמו במטה כפוי ישן וכל אלו שנוי' דחיקי אוקימנא וכי האי גוונא הוה ליה למפרך ולתירוצי בש\"ס כדאוקימנא בתנאי:\n", 
            "ועוד תקשי עלייהו מאי האי דאמרי' תנאי היא דהא בהדיא ברייתא ליכא אלא פלוגתא דתשמיש המטה שהיא מדברים שבצנעה והכי מוכחי' מהתם דת\"ק סבר יש אבלות בשבת בדברים שבפרהסיא ואם באו לברוח ולדחוק עצמן דה\"ק תנאי פליגי בהאי עניינא בדברים שבצנעא מיהת זו אינה שיטת הש\"ס בשום מקום לומר תנאי היא אלא כעין המחלוקת ממש ועוד תקשי להו מה ראיה מביא מדקתני עולה נימא להו דהתם משום דלהוי ז' רצופים כטעם הירוש' לפי שיטתם ועוד למ\"ד אין אבלות בשבת מאי היא דקתני עולה ודוקא מיתני אינהו דסבירא להו טעמא דירו' כל כי האי גונא ה\"ל לפרושי בש\"ס כדהוי אורחא דש\"ס בכל דוכתא וכ\"ש שיש נסחאות ישנות שכתוב בהן והוא כפרש\"י ז\"ל ולמ\"ד אין אבלות הא דקתני עולה ופריק איידי דקתני גבי רגלים אינן עולין תנ' גבי שב' עול' וזו הגרס' קשה מאד חדא דלדידהו אין טעמא אלא כטע' הירושלמי ושפיר קתני עולה ועוד דאידך דייק דאי אין אבלות לא היתה עולה אידך דקאמר איירי משמע שרו לומר אין ה\"נ שאינה עולה היפך הדין איירי סיפא ועוד שהלכה רווחת היא דבשבת מן המנין ועוד דלישנא דנקט ש\"ס מדקתני עולה לא דייק שפיר דמשמע דמלישנא דייק ולפי פירוש' ה\"ל למימר מדעולה אלא ודאי כל אלו הדברים שאינן מחוורים והראב\"ד ז\"ל תירץ ואמר דלמ\"ד יש אבלות הכי בעי לומר שאם רצה נוהג אבלות ורצה להשמש בזה מן הקושיות שאמרנו ולא יועיל לו דלא משמע הכי לישנא ולא משמע הכי דאוקימנא כרב' דעביד תשמיש המט' חוב' ודיוקא דקתני עולה אינה ראויה שיהא רשות בידו כי מפני כן אינו דין שתעלה כיון שאינו מחוייב ואינו נוהג בה ולא היה ראוי שתעל אלא למי שנוהג אבלות אבל האמת מורה דרכו שהדברים כדפירש רבינו הגדול רבינו יצחק ז\"ל. בעל התוספות דברגל אין נוהג אבלות כלל דשמחה כתיב בהו וכמו שכתב בה\"ג והכא דכ\"ע אין אבלות נוהגת בשבת משום בדברים שבפרהסיא ובמתנייתא דחזרת קרעו לאחוריו וכפיית המטה בע\"ש ובדברים שבצנעא פליגי הני סברי כי יש קצת אבלות בשבת ולהכי נקט לישנא דיש אבלות ולא קאמר נוהגין אבלות בשבת והני אין אבלות בשבת כלל וכן היא בפירש יש אבלות בשבת בדברים שבצנעה והגע עצמך היאך יאמר שום אדם שינהוג בשבת אבלות גמורה ותהוי עליו שבת כחול אפילו מיום שני ואילך שהוא מדבריהם לדברי הכל והשתא אתי שפיר מאי דאוקימנא כתנאי דתשמיש המטה והכי אמרי' מ\"ד יש אבלות מדקתני לישנא דעולה ולא קתני שבת מן המנין אלמא עולה הוא כאבלות גרועה דידה:\n", 
            "<b>ואידך דחה דלא דק וקתני האי לישנא אגב סיפא ואידך. </b> קאמר דאין אבלות כלל מדאיצטרך לומר אינה מפסקת דאי ס\"ד דיש בה שום אבלות פשי' דלא מפסקת דאלו רגלים שהם מפסיקי' היינו לפי שאין בהם אבלות כלל ואידך תריץ דאין ה\"נ דלא איצטריך למתני אינה מפסקת אלא דתלי לא אגב דקתני ברגלים שהן מפסיקין ועמדה השמועה כהוגן וכשורה וכן דעת הר\"מ במז\"ל דברגל אין אבלות כלל בחיוב והא דקתני בתוספתא אין אבל רשאי להתבל בתוך המועד אבל נוהג בדברי' שבצנעה ההיא רשות קאמ' שהוא רשאי לנהוג בדברים שבצנעה ומדת חסידות היא לו ובירושלמי נחלקו אמוראין בדבר דאיכא מ\"ד מותר בתשמיש המטה ואיכא מ\"ד אסור וחנן על ש\"ס דילן סמכינן דרהט' כמ\"ד מותר כדמוכח סוגי' למי שאינו מתעקש וכן סוגיא דלעיל כדכתבי' הת' והרמב\"ן ז\"ל שאומר כי הרגל כשבת נתלין על מה שאמרו בפ\"ק דכתובות הוא ישן בין האנשי' מסייע ליה לרבי יוחנן דאמר אע\"פ שאין אבלות במועד אבל דברים שבצנעה נוהג וזו המימרא לא מצינו אותה לרבי יוחנן בשום מקום אבל מצינו אותה לענין שבת לקמן בשמעתין וכך גורסים שם בספרים מדוייקים אע\"פ שאין אבלות בשבת דברים שבצנעה נוהג וכן רצו לומר כי דיו לבית המשתה של זה שיתאונן וינהוג בו כענין שבת כי כשאמרו אין אבלות במועד היינו ברגל של תורה אבל ברגל דרבנן דיו שיהא כשבת וינהוג בדברים שבצנעה תדע די\"ט שני דרבנן כיון שעולה למנין ז' נוהגין בו דברים שבצנעה ולפי הלשון הכתוב בנסחאות של כתובות כדברי רבי יוחנן דקאמר במועד מדבריו של שבת הוא שלמדוה כלומר דברים שבצנעה נוהג במועד דרבנן ובהא ודאי מודה רבי' יצחק ז\"ל דבגזרת למד כיון שהרגל עולה למנין למד שנוהגין במועד והרי הרבים מתעסקים בו והיאך יכנס הוא לבית השמחה וכדאמרי' לעיל כי קא מיבעיא לי לענין למד דקא נהגא מצות ל' ברגל שהוא אסור בתספורת וכיבוס פירש מדין הרגל וכיון שכן יכולין אנו להוסיף על זה לאוסרו אפילו בכלים מגוהצין שאינו נוהג בהן מדין הרגל ולאסרו בגילוח אפילו בא ממדינת הים וכיוצא בו יהא כשאר בני אדם שאין מגלחין וכאלו היה לו פנאי מערב הרגל אבל גזרת ז' דאינהו וכל אבזרייהו לא נהגו ברגל מדין רגל אין אוסרין אותו כלל כיון שאינן עולין ובזה נסתלק הדמיון והסעד שהיה מביא רבינו הרמב\"ן ז\"ל שיהא גזרת ז' נוהגת בדברים שבצנעה במועד בגזרת שלשים יום וכבר הארכתי בזה יותר מדאי:\n", 
            "תנאי היא דתניא מי שמתו מוטל לפניו כו' כבר מפורשת לי בארוכה במקיימה בס\"ד:\n", 
            "<b>שם מאי לאו בהא קא קמיפלגי</b> כו'  פי' דודאי פשי' מלתא שאין זה מדין אבלות כיון שלא נסתם הגולל מ\"מ הוינן סבורין דטעמ' חדא לההיא ולההיא דאבלות ודחי' דבין למר בין למר לא דמו כלל:\n"
        ], 
        [
            "והכי איתמר אבל שלא פרע ושלא פרם חייב מית' נראי' דבהי' דמית' דרבנן קאמר ולפי שכל העובר על דברי חכמים חייב מיתה בידי שמים וקרא אסמכתא בעלמא דהא דרשא דקרא מדאורייתא לאנפה אחרים מדריש לענין כהן ששימש פרוע ראש ופירום בגדים שהוא חייב מיתה בידי שמים מן התורה כדאי' בפ' הנחנקין ובפ\"ב דזבחים והכי מדריש קרא לא תפרעו ולא תמותו הא אם תפרעו תמותו וכדדריש שתויי יין שעבדו והיינו עיקר דרשא לדרוש מכלל לאו אתה שומע הן ודרשא דנקטי' הכא סמך הוא למדרש ביה מכלל הן אתה שומע לאו לגבי עלמא והכי דרשי' ראשיכם אל תפרעו ובגדיכם לא תפרומו ולא תיראו לומר שמא תמותו כי בודאי לא תמותו הא אינשי דעלמא ימותו ומדרבנן בעלמא מאידך דרשי' גבי תשמיש המטה וכדפרש\"י ז\"ל וסברא נמי הוא דמהיכא תיתי דתהוי מיתה למי שלא קרע ולא גדל שער ואפי' להוו מדאוריית' ומ\"מ אפשר היה לומר דקריעה לפרימה דאורייתא היא בעשה הבא מכלל לאו כיון שהוצרך הכתוב להזהירם שלא יפרעו ושלא יפרמו או אפשר שהוצרך להזהירם בכך מפני הנוהג שבעולם וזו מחלוק' ישנה היא ואין בידי להכריע ומ\"מ קטן שהוא ספק נפל כגון שמת ביום למד אין קורעי' עליו כשם שאין מתאבלין עליו ואפי' יום ראשון לדעת הגאונים ז\"ל לפי שאין מתאבלין אלא על הודאות וכן אין קורעין עליה' וכן המנהג והראב\"ד ז\"ל מחייב לקרוע על הספק משום ספיקא דאורייתא כי מאבלו' פטרינהו לפי שהלכ' כדברי המקל באבל וכבר האריך בזה רבי' הרמב\"ן ז\"ל ובשם רבינו יצחק ז\"ל מצאתי שאין קורעין עליו כדברי הרמב\"ם ז\"ל:\n", 
            "הכי אמר שמואל פח\"ז חובה נת\"ר רשות ורב אמר אין פריעת הראש רשות והטעם בפח\"ז שהוא חובה מפני שהוא דברים שבפרהסיא וא\"ת דהא כפיית המטה לאו פרהסיא היא כולי האי י\"ל שדרך המטות להיות שם לעיני הכל ורואין אותן כפויות א\"נ דכל שהוא ניכר שאינו אלא משום אבל חשוב הוא פרהסיא אם היא נראה קצת והכי רהטא סוגיא דתלי' מלתא בהכי דפריך ולשמואל מאי שנא נטילת הסנדל ברשות דלאו כ\"ע סיימי מסאני כלומר ואפי' הרואה אינו תולה הדבר משום אבלות פריעת הראש נמי לאו כולי עלמא עבידי דמגלי ראשייהו אלמ' דפרהסיא תליא במאי דעבידי אינשי דעלמא והשתא ודאי פח\"ז מן הדברים שאין רגילין לנהוג בהן אלא מפני אבלו' דוק' ובפריעת הראש הוא דפליגי רב ושמואל והיינו דאמרי' שמואל לטעמיה דאמ' כל עטיפה שאינה כעטיפת ישמעאלים אינה עטיפה פי' וכי האי גונא אין דרך להתעטף אלא בשביל אבלות וכיון דכן הוי דבר שבפרהסיא ולפי' ראוי לגלות ראשו אבל רב סבר כי אע\"פ שאינה כעטיפת ישמעאלי' עטיפה היא וכיון דכן כי אזיל בשבת בכסוי הראש לא מנכר דמשום אבלות הוא וק\"ל לשמואל למה חייב לגלות ראשו דהיינו פריעת הראש יגלה שכמו ומה שהוא כעין ישמעאלים בלבד וי\"ל דכיון דכי לא הוי כעין ישמעאלים לאו עטיפה היא כלל למה ינהוג בה בשבת שלא לצורך כנ\"ל והשתא דאתית להכי נ\"ל דרב מודה דמצות עטיפה כעטיפת ישמעאלים דהיינו עד גבי דקנא כדפריש רב נחמן והרי הכתוב צווח גבי יחזקאל ולא תעטה על שפה והיינו ודאי על גבי דקנא וכדי שיהו שפתותיו דבוקות ומה שאמור במצורע על שפם יעטה תרגם אונקלוס כאבלא יתעטף ומלתא אגב ארחיה קמ\"ל אונקלוס הגר אלא דרב סבר שזה למצוה אבל אינו מעכב ואע\"פ שאינה כעטיפת ישמעאלים עטיפה היא וכיון שכן בשבת לא יפרע ראשו לגמרי אלא יהא הסודר עליו דהא לא מינכר ונוהג באבלות ולמדנו בזה כי אף לדברי רב מצוה בחול כעטיפת ישמעאלים וכן קבעוה הגאונים ז\"ל הלכה ואע\"ג דקיימא לן הלכתא כרב באיסורי וקיימא לן הלכה כדברי המקל באבל אע\"פ שכבר אמרנו שאין הכלל אלא במחלוקת האמוראי' ומיהו כי אמרי'. דפליג רב עלה דשמואל י\"ל שתהא הלכה כשמואל בהא כיון דרב נחמן דהוא בתרא ס\"ל כשמואל ומחוי למעשה כותיה. ובירוש' אמרו לא תעטה על שפה מכאן שצריך לכסות פניו ופריכוני כסיניה מלרע ופריק דלא פומיה הוא חשיש. ודכ\"ע לדברי כל המפרשי' ז\"ל עיקר עטיפה הוא כסוי הראש וכדאמרי' התם ומכסה ראשה כאבל והכתוב אומר אבל וחפוי ראש וזהו שהזכירו גבי שבת שאינו נוהג בה פריעת ראש מלשון ופרע את ראש האשה ואמרי' נמי עבידי דמגלו רשייהו. וגם לשון עטיפה כך הוא אלא כשנהגו במקצת מקומות שנותנין חתיכת בגד על שפתם וזקנם ואינן מכסין ראשן ועיקר עטיפת ישמעאלים כדמחוי רב נחמן עד גבי דיקנא ופי' רבינו האיי ז\"ל גבי דיקנא הוא שער שעד הלסתות ועטיפה זו למעלה מן החוטם וכן עושין הישמעאלים וקורין אותה אלתאל\"ם בערבי. כתוב בספר המצות שלא נהגו בספרד בעטיפה זו מפני שדרים בישובים ולא יהיו מתלוצצים בהם:\n", 
            "שם א\"ר יוחנן לא שנו אלא שאין מנעלים ברגליו וכו' הגאונים ז\"ל והמפרשי' פירשו אפריעת הראש בלחוד קאי. ומנעליו מוכיחי' עליו שאינו מתאבל וחשיש הוא בפומי' וברישיה. ולכך יושב מעוטף וש\"מ דגבי חזרת קרע לא מהני נעילת סנדל דההיא ליכ' למתלי אלא באבלו' ורבינו יצחק הזקן ז\"ל פי' דה\"ה לחזרת קרע שהוא רשות אם יש לו מנעלים ברגליו וכן פסקו בתוספות:\n", 
            "<b>והא דאמר שמואל כל קרע שאינו בשעת חמום אינו קרע. </b> פר\"י ז\"ל שזהו למי שקרע כבר שאין לו לחזור ולקרוע ואיכא משום בל תשחת הא למי שלא קרע בשעת חמום מודה הוא דהוי קרע וכדאמרי' במי שלא היה לו חלוק ונזדמן לו חלוק והיינו דפרכי' ליה לשמואל מיהא דקתני תוך ז' מחליף וקורע ואע\"פ שכבר קרע ופרכי' דההיא משום כבוד אביו ואמו לית בהו משום בל תשחת וכן פר\"י ז\"ל דאפי' באביו ואמו אינה חובה אלא מפני הכבוד התירו ולהכי מיבעיא לן אם הם מתאחין כיון דלאו חובה נינהו ויש מבעלי התוספות ז\"ל שהם מפרשי' כי תניא ההיא משום כבוד אביו ואמו שחייבו חכמים לקרוע כל ז' וכי אמר שמואל על מתים דעלמיא ואע\"ג דגבי אביו ואמו חובה. איבעיא לן אם אינן מתאחין כיון שאינן אלא מפני הכבוד בעלמא וכן נראה מירוש' שאמר שם היה מחליף בגדים כל ז' היה חייב לקרוע וכן אמר שם לדברי האומר אין מתאחין אפי' יש עליו כמה בגדים חייב לקרוע את כלן ולא בגד העליון בלבד. והכי משמע מעובדא דרבי יוחנן ושמואל דשמעתין וכן הלכה וקורעין כלן עד כנגד לבו. והא דאקשי' מדשמואל דקרע על רב תליסר כנדי מפה משום דקנדי מאני היינו חבלות של בגדים ובודאי לא היה לובש אותן כלם ביחד כדי שיקרעם בבת א' אלא שקרעם בזה אח\"ז כל יום ויום ואע\"פ שכבר יצא ידי קריעה בקריעה ראשונה והיינו קושיין לשמואל:\n", 
            "ופרקי' דשאני רבנן דכיון דמדכרי שמעתייהו כשעת חמום דמי פר\"י ז\"ל ולית בהו משום של תפלות שיהא בו משום בל תשחת וכעין שאמרו חז\"ל בכבוד אביו ואמו ומי' לא הוו מחייבי למקרעינהו וכן כתב הרב רבי' ז\"ל בספר תורת האדם וש\"מ דת\"ח קורעין על ת\"ת הרגילים עמהם בישיבה ביום שמועה כשעת חמום הוא ודוקא בשמועה קרובה אבל לא בשמועה רחוקה והכי תניא חכם שמת הכל כקרוביו והלכתא כמ\"ד אין מתאחין דהא ר' אושעיא קאי כוותיה ואידך יחידאה הוא לגבי:\n", 
            "שם אמר רבא אבל מטייל הוא באונקלי בתוך ביתו פי' צריך בשבת לטייל באונקלי בתוך ביתו דדבר שבצנעה הוא ומאי אונקלי זה פרחז\"ל כעין מצנפת שמכסה בו הראש וחבירו בסוף מנחות הלבישו באונקלי דאע\"ג דפריעת הראש מן העטיפ' כשהוא בתוך הבית בצנע' צריך לתת המצנפת על ראש מפני גלוי ראשו ולא פליג עליה דשמואל שלא אמר שמואל בזו שהיא עראי וכשהוא בחדרי חדריו ואפשר דפליג עליה דשמואל וסמכו ענין לו הא דמייתי' מעובדא דסודרא דרב יוסף ורש\"י ז\"ל וכן בתוספות פי' כי אונקלי מלבוש הוא ואע\"פ שהוא קרוע אמרו כי מהלך בו בשבת כשהוא בצנעה בתוך ביתו דדבר שבצנעה הוא והוא מלשון נתנה על בית יד אונקלי שלו דהיינו חלוק שלו וה\"ה בכל שאר דיני אבלו' שיש לו לנהוג בהם דרך עראי כשהוא בצנע' בתוך ביתו כגון לפרוס סודרא ארישיה וכעובדא דרב יוסף:\n", 
            "<b>הכי א\"ר יוחנן דברים שבצנעה נוהג</b> פי'  חייב לנהוג בהם אבלות כשם שהוא חייב שלא לנהוג אבלות שבפרהסיא והכי משמע לישנא דנוהג וכ\"ש לר' יוחנן ות\"ר חובה לנהוג ופר\"ח חובה שלא לנהוג ואין כאן דבר של רשות וק\"ל דהא כיון דא\"ר יוחנן לעיל לא שנו אלא שאין לו מנעלים ברגליו וכו' מכלל דמנעלים רשות וי\"ל דלדבריו דשמואל הוא דקאמר ליה א\"נ דלר' יוחנן נעילת הסנדל רשות לפי שאינו לא מדברי' שבצנע' לגמרי ולא מדברים שבפרהסיא לגמרי וכשהוא לפני העם הוי פרהסיא וכשאינו לפניהם חשיב ליה צנעה והוו להו ג' דינין פי' פח\"ז חובה להתירה ות\"ר חובה לאיסורא נעילת הסנדל רשות וכשיש לו מנעלים ברגליו אף פח\"ז רשות וכשהוא בתוך ביתו בצנע' כלם חובה לנהוג בהן קצת חוץ מכפיית המטה והרמב\"ם ז\"ל פסק נעילת סנדל שהוא חובה שלא לנהוג בו ולא ידענו מאין לו דהא לא רב ולא שמואל ולא ר' יוחנן ונ\"ל כי רבינו ז\"ל פסק לפי הזמן ובתורת טעמ' אתא עליה דכיון דהשתא כ\"ע ואפילו עני שבישר' לא סגיא ליה דלא סיים מסאני ה\"ל דברים שבגלוי לדברי הכל ונראין דבריו דסוגיין מוכח' דבהא תליא מלתא:\n", 
            "ולענין אבלות הכל לפי המקום ולא עשו בזה גזרה אלא דברים שבצנע' נוהג כפי המקום וכפי הזמן ולענין שאלת שלום בשבת אמרו בירוש' שהכל כמנהג המקום ובמקום שנהגו שואלין משום דכתב ברכת יי' היא תעשיר זו מצות שבת ולא יוסיף עצב עמה זו אבלות וכן אמרו שם כי בחול אין אבל בוצע על הלחם אם יש שם אחרים שיבצעו כדכתב פרשה ציון בידיה אין מנחם לה ובשבת בוצע דכתב ברכת י\"י היא תעשיר:\n", 
            "שם רבי אליעזר אומר משחרב בית המקדש עצרת כשבת פירש קסבר רבי אליעזר שלא אמרו חז\"ל שיהא הרגל מפסיק ונחלקו הראשונים ז\"ל אם אומר בשבת בברכת המזון אל אמת דיין אמת ונראי' דברים שאין אומר בשבת ואפי' ביחיד דדברים שבפרהסיא לגמרי הוא למי שישמע אותו וכן המנהג והרמב\"ן ז\"ל אומר דביחיד אומר אבל לא כשיש שם אחרים דהוי פרהסיא אלא בזמן שהיא עולה למנין קרבן לז' שאלו היינו אומר שיעלו היה עול' לז' ור\"ג סובר דכל ימים טובים מפסיקין דלא פליג הואיל והוקשו כל המועדות זה לזה חוץ מן השבת שאינה מפסקת מן הטעם שאמרנו בירושלמי וחכמים אומרים דכל שהוא רגל מפסיק ואפילו עצרת בזמן הזה וכל שאינו רגל כר\"ה וי\"ה כשבת והלכתא כר\"ג:\n", 
            "שם אמר גדול וכו' ואיכא דמתני לה אהא וכו' ואי קשיא לן למאן דמתני לה אמתני' למה לי הא תיפוק לי' דהאמר שמואל הלכ' כדברי המיקל באבל תירץ ר\"י ז\"ל דאצטריך משום דבהא איכא צד חומרא שאם שמע שמועה בר\"ה וי\"ה אם הוא כרגל אינו עולה ומאן דמתני לה אאידך סבר דאפילו משום הא לא אצטריך כיון דקולא דידי' שכיח טפי:\n"
        ], 
        [
            "ואין עומדין עליו בשורה ואין אומר ברכת אבלים וכו' פי' חדשיו דאי לא כיון שאין מתאבלין עליו כלל היכי שייך בהו ברכת אבלים ותנחומי אבל כדברי רבינו יצחק בן גיאת ז\"ל וכדפריש בפרק יוצא דופן וכן פירש ר\"י הזקן ז\"ל וכיון שמתאבלין עליו אע\"פ שאין עומדין עליו בשורה מברין עליו כדאמר התם בעובדא דבריה דרב דימי דמית בגו תלתין יומין והוה מתאבל עליה א\"ל צורנייתא את בעי למיכל א\"ל קיים לי בגויה שכלו לו חדשיו. וזו ראיה ברורה:\n", 
            "רבי עקיבא אמר בן שנה ואיבריו כבן שתים וכו' אבל ת\"ק אפילו בן שנה ואיבריו כבן שנה נמי מצוחין עליו פירש להתחמם ולבכו' עליו ויש שגורסין מצהיבין שמצהיבין הפני' מן הבכי נכר לרבים פירשו בו שהיה גדול כבר שרגיל לצאת ולבוא לבית הכנסת ויש לו סעד בירושלמי:\n", 
            "דרש רבי ענני בר ששון אפתח' דבי נשיאה יום אחד לפני עצרת ועצרת הרי כאן י\"ד קמ\"ל תרתי חדא דרגל עצרת מפסיק אבלות ז' ולפיכך נמנה הערב לז' ועוד בעצרת גופיה חשיב לענין למד יום למנין ז' ימים כאלו הוא רגל גמור והיינו עיקר רבותיה דאי משום אידך לימא הלכה כר\"ג או לרבנן ומינה שמעי' לה ואפילו לאחר שחרב בית המקדש אלא ודאי כדאמרן:\n", 
            "ושמע רבי ואקפד דאפילו בהא ליכא רבותא דהא מדר' אושעיא שמעי' לה וכי תימא דקמ\"ל דאפילו בזמן הזה דליכא חגיגה כבר פירשנו דהא מדר\"ג ורבנן שמעינן לה וכן פירשו בתוספת ועיקר והוי יודע כי לעולם אין הרגל עולה לז' אלא למי שהתחיל למנות קודם הרגל אבל הקובר את מתו ברגל אינו עולה אפילו למנין למד אלא למנינו בלבד וזה דבר ברור וכן פי' בתוספות והכי מוכח כולה שמעתא:\n", 
            "שם אדכריה רב פפא לרב איויא סבא ודרש יום אחד לפני ר\"ה ור\"ה הרי כאן י\"ד פירש קמ\"ל הני תרתי דאמר לעיל אבל יש תוספות בזה דאפילו ר\"ה שאינו רגל אלא מועד בלבד שאם כשם שהוא מפסיק לדברי ר\"ג כך הוא עולה (למנין למד) לז' ונראי' דברים דכות' בי\"ה דהא כי הדדי נינהו במשנתינו ואע\"ג דיום הכפורים אינו י\"ט דהא אפילו שבת היה בדין זה אלא מטעמ' דירושלמי והקשו בתוספות מה הועלנו להיות ר\"ה (למנין אחד) נמנה לז' ושיהו בידו של זה י\"ד יום דהא מ\"מ עדיין יש לו לנהוג אבלות עד י\"ה כי עדין נשאר בידו י\"ו יום וא\"כ אפילו לא נמנה ערב ר\"ה ור\"ה אלא ח' ימים כשיבא י\"ה ישלים מנינו דהא י\"ה מפסיק כרגל גמור וכדאמר רב איויא בר\"ה ובשלמא למ\"ד לעיל גזרות בטלו ימים לא בטלו נמצא מרויח בענין זה אם לא גלח ערב יוה\"כ שאין יה\"כ מפסיקו אבל למאי דקיימ' לן דימי' בטלו מאי מהני לן ויש שהיו סבורים לומר שאין רגל מפסיק גזרת למד אלא כשהוא רגל ראשון אבלכ שפגע בו כבר רגל אחר להפסיק ז' אין רגל ב' מפסיק גזרת למד שכבר הורגל זה בגזרת למד ברגל דאי לא הקובר מתו ערב החג יהא מותר בתספורת לאחר החג שהרי סוכות בטל גזירת ז' ושמיני חג עצרת יבטל גזרת למד דהא שמיני חג עצרת רגל גמור הוא ובסמוך אמרינן שנמנה לז' כדאיתא בדברי רבינו ואין הפירש הזה נכון כלל דמה לי רגל ראשון מה לי רגל ב' וההיא דשמיני חג עצרת כבר נודע הטעם לפי שאין רגל מפסיק אבלות אלא לאחר שנהג בחול וכדפרשי' לעיל ויש שתירצו דנפקא מינה למי ששמע שמוע' קרובה לאחר ר\"ה שאם נמנה ר\"ה לז' ימים תעשה רחוקה כגון שהיה מיום המיתה עד יום השמועה בב' או בג' ימים וגם זה אינו כלום דכשם שאין רגל מפסיק כלום למי שלא שמע כך אינו נחשב לו לז' ימים וכשקובר את מתו ברגל חשבי' ליה ור\"י ז\"ל תירץ בדרך אחר דנפקא מינה לענין שבת ראשונה ושב' שנייה ושלישית שהזכירו באבל ביציאה מפתח ביתו ולשנוי מקום דלתנא קמא לאחר ר\"ה כשבת בנתים חשבינן שבת ג' ויושב במקומו ונכון הוא עוד תירץ ז\"ל שלא נתכוון רב אויא עכשיו מפני הרוחה שיש במנין זה אלא לאשמועי' דאף ר\"ה עולה למנין ז' והוי כרגל גמור לכל דבר והיינו דאמר רבינא בסמוך מסתברא כר\"ג אמרי לעולם כלומר אני לא תפסתי המנין ההוא שהמנין ההוא בשבוש נאמר שאין הי\"ד מועלין אלא שאמרתי שהלכה כר\"ג להיות ר\"ה דגל גמור לכל דבר וזה התירוץ נכון הוא ולתירוץ הראשון רגילין לפרש דהא דאמר רבינא אנא מסתברא כר\"ג אמרי' ה\"פ אני לא אמרתי אלא שהלכה כר\"ג להיות ר\"ה וי\"ה כרגלים לענין הפסק' והשומע שמע וטעה ואמר בשמי כי אני אחשוב חושב אותו כרגל גם לעלות במנין ז' ימים אבל אני איני סובר כן כיון שאף בזמן שבית המקדש קיים אינו בר חגיגה ולא שייכי ביה תשלומי ז' וכי תימא והא כיון דאמר רבינא לעיל הילכך יום א' לפני החג וכו' מכלל שהוא מודה בדרשא דרב איויא וי\"ל דאיהו בכל דכן דייק דכיון דר\"ה עולה למנין ז' ימים יכולין אנו לומר כן בשמיני עצרת דאיקרי רגל וחג ואע\"פ שאין לו חגיגה בפני עצמו וי\"מ שלא כפר ר\"ג בעיק' הדין אלא שהוא אומר כי הוא לא פסק כן הלכה להדיא אלא דמסתבר ליה שיהא כן הלכה וכההיא דאמרי' בפ' אין צדין מי אמר מר הלכה כר' שמעון א\"ל מסתברא כותיה אמרי מדקתני לה בברייתא בלשון חכמים וכן בפ' יוצא דופן מי אמרי' הלכה כר' יוסי בן קפר א\"ל מסתברא אמרי מדכלי פריקי' קתני יום א' וכו' נמצאת למד לענין פסק הלכה דר\"ה וי\"ה כרגלים גמורין להפסיק אבלות וגם לעלות במנין ז' ימים והקובר את מתו ערב ר\"ה בר\"ה בשל גזרת ז' ובערב י\"ה גזרת למד ומגלח ערב י\"ה ואם קברו ערב י\"ה בטל גזרת ז' וערב סכות בטל גזרת למד ומגלח ערב סכות:\n", 
            "שם אין קורעין ולא חולצין ולא מברין אלא קרוביו של מת י\"מ דכלה מתני' במועד היא כדקתני סיפא בהדיא במועד וקמ\"ל תרתי שאין קורעי' במועד אלא קרובים שלא לרבות את ההספד ואם באו לקרוע מוחין בידן ומכללא שמעי' דקריעה אינה מצוה בחול אלא בקרובין והיינו מאי דפרכי' עלה בש\"ס מברייתא דחכם וכשר דמיירו אפי' בחול וכן מאי דקתני שאין מברין אלא על מטות זקופות אשמועי' שעושין הבראה במועד ואין בזה חלול מועד באבלות ואשמעי' נמי אגב גררא שאפי' בחול אין הבראה אלא על מטות זקופות אלא למי שלבו גס בו כדאי' בש\"ס אפי' בחול ושאין מוליכין לבית האבל הא נמי במועד קתני ואין צריך לומר בחול דסד\"א דמשום שנוי כבוד מועד יוליכו בקטן וטבלא וזו שטת הרמב\"ן ז\"ל בספר תורת האדם והא דקתני שאין מברין אלא (במועד) קרובין היינו במועד דוקא דאלו בחול לכל אדם מברין כלומר שאוכלין ושותין מהבראתו כל בני המשפחה והמצהיבין עליו וקשה על זה שהרי בירוש' אמרו בפי' שאין הבראה במועד דגרסי' התם ר' פנחס דמך בחנוכה ר' דוסא דמך בריש ירחא עבדין להון אבריון סברו' מימר דעתיה דר' אמי אשכחו דלאו מן דעתיה ר' כרוספדאי דמך במועדא עבדי\tן ליה סברון חברייה מימר מן דעתיה דר' אמי אשכחון דלאו מן דעתיה ע\"כ הרי אמרו בפי' שאין עושין הבראה במועד ובחנוכה ובפורים ואין ספק כי הש\"ס הירוש' בקי היה בפי' משנתינו ועוד כיון דסיפ' דמתני' קתני אין אומרי' ברכת אבלים במועד מכלל דרישא לאו במועד ואת\"ל דבמועד דסיפ' אכולה מתני' קאי א\"כ תימא כלה מתני' במועד דוקא דומיא דסיפא דכתיב בגויה והא ליכא למימר כדמוכח בש\"ס בהדיא דהא אין מברין אלא במטות זקופות ושאין מוליכין אלא בסלים אפי' בחול היא וכדפריש נמי בעל הפי' הראשון לפי' הנכון פי' משנתינו שהוא כפשוטה בכל עת ובכל שעה והא דקתני שאין מברין אלא על מטות זקופות משום חול נצרכ' וכאלו קאמ' כשמברין אין מברין אלא על מטות זקופות דאלו במועד ליכא הבראה כלל כדברי הירוש' ואע\"פ שאמרו שהרבים מתעסקים בו במועד זהו לשון שורה וברכה רחבה אבל הבראה ליכא מכיון שאינו נוהג אבלות כלל וכיון דהשתא ביום קבורה ליכא הבראה תו ליכא לאחר המועד שלא נתקנה הבראה אלא ביום ראשון וכיון שנדחית נדחית לגמרי ולפי זה אפי' בחול אין מברין בחיוב אלא קרובים ובחנם הוא שאמרו הכל מברין עליו לפי שהכל כקרוביו וכן פי' רבינו שמשון ז\"ל:\n"
        ], 
        [
            "<b>ואפי' חכם והתניא</b> כו'  וא\"ת ולמאי דס\"ד דמתני' דוקא אמאי לא קשיא לן מרבו ונשיא וי\"ל דהנהו הא קתני להו בסיפא ואלו קרעי' שאינן מתאחין וכו' ובר מהנהו משמע ליה דקתני תנא דליכא קריע' אלא בקרובים והיינו דפריך מחכם ומכשר ומכל אדם בשעת יציאת נשמה ופריק ש\"ס דמאי דלא איירי בהנהו דלא נחת למנינא אלא דאתא לאשמועי' שאין להניח לעולם לקרוע לכל הקרעי' משום קורבא אלא קרובים הראויין להתאבל ואי קרעי דאיכא משום בל תשחת ולמאי דפריך מתני' דלא מיירי השתא במועד אלא הלכות קריעה קמ\"ל שפיר מקשי מכל הני אבל למאן דפריך דמתני' דלא איירי אלא במועד ומשום כבוד מועד יש לפ' דהכי פריך דכיון דחכם וחביריו מחייבי לקרוע עליהן בחול דין הוא שיקרענו עליהן במועד כמו שקורעין קרובי' דמאי שנא אלא ודאי דתנא לא ס\"ל שיהו חייבים לקרוע עליהם בחול ואפי' לשנותא דרבינו שמשון ז\"ל מודה הוא שיש קריעה במועד על כל אלו והא פשיטא ולא אצטריך לאשמועי' דאע\"ג דאין אבלות במועד אבלות לחוד וקריעה לחוד אבל בי\"ט ואפי' בי\"ט שני ליכא קריעה כלל אלא קורע כשיוצא הרגל והשומע שמועה קרובה במועד לא מיבעיא אם תהא ג\"כ קרובה לאחר המועד שהוא קורע עליה במועד אלא אפילו כשתהא רחוקה לאתר המועד ולא ינהוג בה אלא יום א' קורע במועד דהא ש\"ס השתא קרובה היא ואלו היה חול היה נראה נוהגת בה ז' ול' וכבוד הרגל הוא דדחי לה ועושה אותה רחוקה והיינו למאי דלא חזי ברגל אבל למאי דחזי ברגל גופיה לא דחי ובדוכתיה קאי ולא אמרו דליכא קריעה בלא ז' אלא בשמועה רחוקה דלא הוי חזי לז' כלל וכן כתב הרמב\"ן ז\"ל ושלא כתשובת רבינו האי ז\"ל:\n", 
            "שם ואם אדם כשר הוא חיובי מחייב דתניא וכו' ואע\"ג דבהאי מתנייתא לא מיירי אלא לבכות ולהתאבל קים ליה ש\"ס דאיכא בכלל קריעה לחמם הבכי וההספד ולא עוד אלא דמסתבר דאבלות דא דכתיב הכא אינו אלא חמום בכי והורדת דמעות כענין שאמרו כל המתעצל בהספדו של אדם כשר ואמרו כל המוריד דמעות בפ' ר' אליעזר דאלו אבלות ממש מחליצת סנדל ועטיפה ליכא אלא על קרובין או על רבו כדאמר לקמן בעובדא דר' אמי הכא דנח נפשיה דר' יוח' רביה דיתיב עליה ז' ול' ואסיקנא דלגרמי' הוא דעבד דהכי א\"ר יוח' אפי' רבו שלמדו חכמה אינו יושב עליו אלא יום א' ובירוש' בפ' מי שמתו אמרו שאינו אוכל בשר ואינו שותה יין בעוד שרבו עומד ליקבר ואפי' על חכם שאינו רבו לא מצינו דבר מכל זה ולא אמרו אלא שקורעין וחולצין עליו ומברי' עליו ברחבה וכן דעת הרמב\"ן ז\"ל ואפי' תימא דעל חכם מתאבלין יום א' מדקתני שמברין עליו ואין הבראה אלא עם אבלים כדתנן אין מברין אלא קרובי' והיינו דא\"ר יוחנן אפי' רבו ולשון אפי' לרבות חכם הוא. ומ\"מ על אדם כשר שאינו חכם ליכא אבלות ולא הבראה לדברי הכל הילכ' אבלות דקתני כנוי הוא להספד ולחמום ולצער:\n", 
            "שם כי נח נפשיה דרב ספרא לא קרעו רבנן עליה אמרו לא גמרי' מיניה פי' היו טועי' בפי' הברייתא דלעיל דסברי דחכם דקתני היינו חכם שהוא רבו והיינו דאמר להו אביי מי קתני הרב שמת חכם שמת קתני וקשיא להו לרבנן ז\"ל ומי גרע רב ספרא דאדם כשר דמחייבי למקרע עליה. וי\"ל שכמו שטועין בחכם היו טוען באד' כשר דליכא עליה אלא בכי וצער אבל קריעה לא שהרי לא הוזכרה בו בפי'. ואינו מחוור מדלא תפש עלי' אביי בהא דלימא להו ועוד מי גרע מאדם כשר ויש מתרצי' דבאד' כשר אין חיוב קריעה אלא כשהוא בפניו קודם שנקבר וזה שלא בפניו היה ומ\"מ היה להם לקרוע מדין חכם דהכל כקרוביו אלא שטעו בפי' הברייתא כדאמרן ובזה יעלה לנו מנין תירוץ כיון דאדם כשר אמרינן בשמעתי' דמחייבי למקרע עליה אמאי קתני בברייתא חכם לתני כשר וכ\"ש חכם. וכי תימא דקתני לה משום חליצה והברא' מ\"מ תקשי מה ההפרש יש בין כשר וחכם לענין קריעה דלא סגיא דלא עדיף חכם שהוא כשר מכשר לחודיה ועוד י\"ל דגבי חכם ראוי לקרוע עליו אפי' חכם אחר כשהוא שוה לו אבל על אדם כשר אין קורעי' עליו חכמים אלא תלמידים קטנים שיהא לפי כבודם ושאר בני אדם וכדכתבי' במס' קדושין לענין עמידה מפניו גבי עובד' דרב יחזקאל ומצינו למדין כי ג' הפרשות יש בקריעה בין רבו או חכם או כשר כי על רבו קורע אפי' בשמועה רחוקה כמו על אביו שישמע מיתת רבו ולא יקרע עליו וכשם שהשוו אותן לענין האחוי וקורע עליו אפי' הוא גדול מרבו אלא א\"כ מופלג עליו כ\"כ שלא יהא כלל לפי כבודו כענין שאמרו בחליצה על אביו ועל אמו והקרע שלו אינו מתאחה לעולם:\n", 
            "ועל חכם אין קורעים עליו אלא בשמועה קרובה כדין קרובי' וכדקתני מתנייתא הכל כקרוביו. ומי' בשמועה קרובה קורעי' וכן כל זמן שעוסקים בהספדו ואפי' לאחר קבורה והקרע שלו נשלל ומתאחה ששוללין לאחר שחזרו פניהם מן המטה כדאי' בסמוך ומינה דמתאחין לאחר ז' וכן קורעין עליו חכמים השוין לו וכ\"ש קטנים ממנו אבל לא גדול ממנו שאינו רבו ועל אדם כשר אין קריעה אלא בפניו ממש קוד' שנקבר. וקרע שלו מתאחה לאלתר ואין קורעין עליו אלא תלמידים ואלו כשר שאין בו תורה אע\"פ שראוי לבכות עליו ועל חסרון מצותיו מ\"מ אין עליו חיוב קריעה כי מי שאין בו תורה אי אפשר להיותו כשר באמת. ובהאי כללא דפרישנא מתפרש לנא שפיר מה שאמרנו בפ' הזהב ת\"ח שבבבל עומדין זה מפני זה וקורעי' זה על זה וכדכתבי' התם והיינו נמי דאמרי' הכא ועוד כל יומא שמעתתיה בפומין גריסן כלומר וה\"ל רבו מובהקי שראוי לקרוע עליו אפי' הוא גדול ממנו וכשמואל דקרע על ההוא מרבנן משום דאקבריה משנהא. ולדברי הרמב\"ם ז\"ל עוד יש אחרת ברבו יותר שהוא קורע עד שמגלה את לבו. אבל אינו לפי שטתנו ונראי' דברים שאין חליצת כתף אלא על רבו בלבד ובזה בלבד יתר רבו מובהק על רבו שאינו מובהק ולדעת הרמב\"ן ז\"ל על חכם שולל כיון שהחזיר פניו מן המטה ואפי' קודם קבורה ומאחה לאחר קבורה לאלתר וכדתניא באבל כל שהוא מפני הכבוד מאחה לאלתר ועל רבו שולל ביום שני שעבר אבלותו ואינו מאחה לעולם ואינו נכון בעיני שלא יאחה לעולם על רבו וישלול למחרתו אלא כדכתבי' עיקר. והא דקתני באבל לאלתר כל שהוא לאחר ז' לאלתר קרי ליה כלפי אידך שאינו מאחה אלא לל' יום או שאינו מאחה לעולם כנ\"ל:\n", 
            "שם כל העומד על המת בשעת יציאת נשמה חייב לקרוע הא למה זה דומה לרואה ס\"ת שנשרף שחייב לקרוע פרש\"י ז\"ל וזה ראוי היה ללמוד וה\"ל ס\"ת פי' לפי' כעין ס\"ת ולאו כס\"ת ממש דבעי' בזרוע ומ\"מ קשה הדבר שיהא אדם חשוב כס\"ת על שם העתיד ולקרוע עליו מעתה והנכון כמו שפר\"י ז\"ל דמקיימי מצותי' חשיבי כס\"ת קצת שראוי לבכות ולקרוע על נטילת נשמתם ואפי' רקנין שבך מלאים מצו' כרמון. ולפירושו מתאבלין על אשה דשייכא במצות מה שאין כן לרש\"י ז\"ל דליתיה בתלמוד כלל דבניכם ולא בנותיכם אמרי' ועל קטן קורעי' לרש\"י ז\"ל וגם לר\"י ז\"ל כיון שהוא מקיימי מצותיה. והרמב\"ן ז\"ל פי' שהנפש בגוף כאזכרות בגוילין וראוי לקרוע עליה כי היא נר אלהים כמו שהתורה נר וקרוב הוא לפי' ר\"י ז\"ל ולדבריו ג\"כ ז\"ל קורעין על אשה ועל קטן שהוא בן אבלות:\n", 
            "סבור לאותוביה ס\"ת אפורייה כלומ' קיים זה מה שכתוב בזה כדאמרי' בסוף פ\"ק דב\"ק ואמרי' התם אנוחי מנחי' מימר לא אמרי':\n", 
            "<b>שם כף כדא ואותיב אארעא וכו'.</b> פירש  אלו היה כלי כליין עומד לכך אפילו בעוד שאין ס\"ת עליו אסור ליישב עליו דתשמישי קדושה היו אלא הכא דוקא כעין פוריא ואלו בשוה לו אפילו במטה פשי' דאסור לא צריכא אלא להניח ס\"ת יותר גבוה אפילו על הכד והוא לא עבד רב חסדא אלא הניח כדא על ארעא ואלו באיניש דעלמא פשי' דאסור אבל בת\"ח היינו סבורים שהוא מותר כיון שאינו עומד בשוה לו ואפילו הוא בכלי הנטפל למטה כגון כד אלא שהיה רב הונא סובר שהוא אסור והתם בב\"ק דאסיקנא אנוחי מנחי' היינו משום דס\"ל דלכתחלה מותר כיון שאינו שוה לו וכגון שמעמידין ס\"ת על מראשותיו. כנ\"ל וכן הודו לי רבותי. ובזמן הזה אין ראוי לעשות כן על שום אדם ואפי' הוא גדול הדור:\n", 
            "שם תניא ארון העובר ממקום למקום עומדין עליו בשורה ואומר עליו ברכת אבלים מכלל דלאחר סתימת הגולל הוא דאיכא אבלות וכגון שהוא נקבר בכאן. ואפשר דמיירי אפילו בשאינו נקבר בכאן וכדקתני העובר ממקום למקום אלא שכבר קברוהו במקומו ואח\"כ ליקטו עצמותיו תוך ז' ועכשיו מוליכין אותו והלשון הראשון פירשו הראשונים ז\"ל לפי שאמרו בירושלמי לקוט עצמות אין אומר עליו קיני' ונהי ואין אומר עליו ברכת אבלים ותנחומי אבלים כלומר כל זמן שלא נקבר ואינה ראיה דההיא אפילו לאחר קבורה היא וכשלקטו העצמות וקברום לאחר ז' דתו ליכא אבלות אלא על אביו ואמו בו ביום ולמחר הוא שמח. ואפילו צרורין לו בסדינו אי נמי בההיא אפילו בשאין שלדו קיימת וכדתני לקוט עצמות:\n"
        ], 
        [
            "<b>פתח עליה ההוא ינוקא וכו'. </b> כל זה לפי שראוי לומר על הבן המת מעניני שבתותיו כאות' שאמרו וכשמת אומרים עליו אי חסיד וכו' והכל לפי מה שהוא כעין מעשיו ואפילו להרבות דבר שאינו הפלגה וכדתני' באבל אין מוסיפין בתחילה אבל מוסיפין על העיקר כלומר אם יש לו שום עיקר דשבחות רשאין להאריך בכבודו קצת ועל זה אמרו באבל תינוק שיש לו מעשים יוצא במעשה עצמו כלומר שמספידין אותו בשבחו' של עצמו ואם אין לו מעשים יוצא במעשה אבותיו ואם אין לו מעשה אבותיו יוצא במעשה קרוביו כלומר מזכירין בהספדו שבחות אבותיו או קרוביו ומאן דלא הוי בר הכי כלל אומרים כעין נשי דשכנציב דשלהי מכלתין ענין הספד כללי להזכיר הספד וחסרון המת דרך כלל וכל המוסיף מאד ומפליג על העיקר נאמר שפורעי מן הספדנים ומן העונים אחריהם:\n"
        ], 
        [
            "ואלו קורעין ולא מתאחין פירש ובאיחוי הוא דשוו אלו בקריעה כלם בטפח תוך מאביו ואמו:\n", 
            "ועל רבי שלמדו חכמה. פירש שהאיר עיניו במשנה אחד כדאיתא בפרק הזהב אמסקנא:\n", 
            "אבי אביו זה אביו ואמו פירש להכי כת' קרא דקרי לאליהו אבי אביו לומר שקורעין כן על אביו ועל אמו:\n", 
            "<b>מאי משמע כדמתרגם רב יוסף כר רטב להון ליש' וכו'. </b> פירש ר\"י ז\"ל ואלמלא תרגומו הייתי יכול לומר שאין הקריעה מדין ריבו אלא מפני שהוא נביא:\n", 
            "<b>מלמד שקורעין ועומדין לשנים לעולם</b> פירש  ומינה נמי שמעינן להבדיל קומי שפה כדמפרש רב יהודא לעיל אלא דקשיא לר' יהודא היכי מוכח מהכא לשאר קרובים דקרא באביו ורבו משתעי ושמא יליף קריעה קריעה לכל המתים:\n", 
            "כיון דכתיב ולא ראהו עוד לגבי דידה במת דמי פירש ודווקא אליהו שעלה למרום ואין למדין מזה למי שמפרש ממנו רבו ללכת למדינת הים וכיוצא בו דהא אפשר שיראהו עוד:\n", 
            "<b>על רגל איפסיק הענין</b> פירש  איהו קריעה אחד קרע לכולן כיון שכולן באו לו בבת אחד וכלן סגנון אחד ושיעור אחד אלא דיתיר הפסיק הענין לומר כי כל אחד ראוי לקרוע:\n", 
            "<b>לא אמרו אלא ברוב צבור וכמעשה שהיה</b> פי'  הרמב\"ן ז\"ל לא אמרו אלא בשהיו שם כל ישראל או רובם ואפי' ביד אויביהם ואע\"פ שלא מתו אלא מעוטן והיינו כמעשה שהיה וי\"א דכל שהוא רוב שבט א' קרי רוב ציבור כדאמר בהוריות לענין העלם דבר של צבור ואפי' מאן דפליג התם מודה הכא דרוב שבט אחד רוב ציבור מקרי והתם ודאי נהרגו ביד אויביהם כדי רוב שבט אחד. ותימא היאך לא קרע שמואל מדין אדם כשר או אדם חכם דהא לא סגיא דליכא בתליסר אלפי חכם או כשר וי\"ל שלא היה שם חכם השוה לו ועל אדם כשר כבר אמרנו שאינן קורעין אלא בפניו וקודם קבורה עוד יש לומר דכיון דאינהו גרמו לנפשייהו אינם בני קריעה כיון שאינן רוב ציבור:\n", 
            "שם שכבר קרעו בשעה ששמעו פי' וש\"מ שאם לא קרעו בשע' ששמעו שיש להם לקרוע עתה:\n", 
            "<b>מנא לן אתיא קריעה קריעה מהתם</b> פי'  לאו מקריעה בלחוד דא\"כ נילף הכי לכל הקריעות אלא משום דדמו לשני צדדין קריעה של מלך ועל שמועה מקריעת דוד שהיה מלך ועל שמועה ולא גרע שמועת ברכת השם משמועות הרעות:\n", 
            "<b>בההיא שעתא מי הוו</b> פירש  דלא מקרי שמועת רעות אלא לאחר מעשה אבל מפני מה שעתיד להיות ואפילו נחתם גזר דין דהא אפשר דמקרע כיון דבדרים נינהו וכי לא מקרע נמי כל זמן שלא היו אין לקרוע ובמעשה שהיה:\n", 
            "<b>כך הגרס' השתא</b> כו'  מחייבי' שתי קריעות א\"ל מנא לך הא דבדידי הוה עובדא ואתא לקמיה וכו' ורב הונא הוא דמייתי ראיה מעובדא דידיה ולסתור דברי רבי אבא ולומר שאין לו לקרוע על הטוטפת הזה כיון שלא היה בזרוע כמעשה שהיה. הא אלו היה כמעשה שהיו קורעין דתפלה לא גרעא ממגילה וכל שיש בו הזכרת השם דינו כס\"ת לענין זה:\n", 
            "ורמינהי א' השומע פירש שראה בנינה ושמע חורבנה:\n", 
            "ואחד הרואה פיר' חור בנה כגון בזמן הזה:\n", 
            "<b>הא דפגע במקדש</b> פי'  שבא דרך מזרח ורוח מקדש בהר הבית הגבוה קודם לירושלים הא דפגע בירושלים תחלה שבא דרך מערב א\"נ שבא בקרן וספינה. גרסינן בירושלמי פרק הרואה שמטון קמרטא שאל לרבי חייא בר אבא כגון אנא דאנא חמר וסלוק לירושלים בכל שער מהו שנקרע א\"ל בתוך ל' אין אתה צריך לקרוע לאחר ל' אתה צריך לקרוע:\n", 
            "שם ת\"ר וכלן רשאין למוללן כו' פיר' כלן מיני חבורים הם:\n", 
            "<b>אבל לא לאחותן א\"ר חסדא ובאיחוי אלכסנדרי'</b> פי'  הרמב\"ן ז\"ל שאין זה תפירה שלנו השוה מלמעלה ובולטין ראשי כבגד בית התפירה מלמטה אלא תפירה שנקראת בלעז שרזיר שכן אמרו בירושלמי אי זהו האחוי באריג ותימא א\"כ היכי לא משכח התירה אלא שלילה ושליל' וליקיט. והראב\"ד ז\"ל פירש כי התפיר' שלנו הוא האחוי אלסכנדרית וכשהוא שוה מלמעלה קורין אותו כאריג וראוי להחמיר בזו לאסור אחוי שלנו ושלא יצא ידי קריעה כשקורע מתוך אחוי שלנו עד שיהא כעין שרזיר:\n"
        ], 
        [
            "<b>לפי' מוכר צריך להודיעו</b> פי'  כדי שידע שהן מן הקרעים שאינן המתאחין דכיון דשעורין טפח כדין קריעת קרובים היה טועה בדבר. והיה נראה דכל שלא להודיעו המוכר שיהא הלוקח מותר לאחותו וכעין מה שאמרו בענין אותו ואת בנו במסכת חולין אבל במסכת אבל תניא והלוקח אסור לאחותו עד שיודע לו שהוא מן הקרעים שאינן מתאחין וי\"ל דההיא בלוקח מן ע\"ה אבל רבי' הרמב\"ן ז\"ל מפרשה אפי' בלוקח מתלמיד דרגלים לדבר שאלו היה מן הקרעים המתאחים היה המוכר מאחה אותו כיון שהקרע פוחתו מדמיו ואעפ\"כ הוצרך להודיעו שמא יטעה לוקח בדעתו בשעת המקח ויהא בו משום אונא' וכבר הור' זקן:\n", 
            "<b>תחלת קריעה ג' אצבעות</b> פירש  ולא דריש ויחזק א\"נ דס\"ל דחזקה היינו ג' אצבעות שבהן עיקר תפיסת האדם כשקורע ואין טעם ברור לדברי רבי מאיר מפני מה התוספת ג' אצבעות \n", 
            "אמר עולא הלכה כרבי מאיר בקריעה והלכה כרבי יהודה בתוספות תנ\"ה רבי יוסי אומר וכו' פי' תניא דמסייעא לפסקא דעול' דהא רבי יוסי דנמקו עמו סובר כן וראוי לפסוק הלכה כמותו אע\"ג דכי מפיינת בה פליג על רבי מאיר ורבי יהודה וכן פירש בתוספות:\n", 
            "ת\"ר אמרו לו מת אביו וקרע אמרו לו מת בנו והוסיף פירש שבאו לו השמועות בזה אח\"ז והשנייה לאחר ז' דאלו תוך ז' ליכא תוספת כדאמר לקמן והא אתיא כת\"ק דלקמן דסבר דמקום קריעה ברגלים עד טבורו דאלו ליש אומר דאמ' עד לבו היאך יכול להוסיף לאחרים על קריע' של אביו ואמו שהרי כבר קרע עליהם על לבו אלא ודאי כדאמרן וכן פי' ר\"י ז\"ל ויש ללמוד מן הברייתא הזאת לפסוק הלכה כת\"ק דלקמן וכמו שפסקו הגאון אלפסי ז\"ל ואחרים עמו ושלא כדברי הר\"י ן' גיאת ז\"ל שפוסק כי\"ח:\n", 
            "תחתון מתאחה ועליון אינו מתאחה פי' וקמ\"ל דלא גזרו בתחתון אטו עליון:\n", 
            "מת בנו וקרע מת אביו והוסיף עליון מתאחה ותחתון אינו מתאחה. וקמ\"ל טובא דסד\"א עליון נמי לא יתאחה שאע\"פ שתחלה כשקורע לשם אחרים נקרע מ\"מ הרי בסוף עלה לו ג\"כ לקריעת אביו שאפילו היה שלם היה צריך לקרוע הכל עד לבו מראש ועד סוף קמ\"ל דבתר שעת קריעה אזלי'\n", 
            "מת אביו ומתה אמו מת אחיו ומתה אחותו פיר' שבאה לו שמועת כלן כא'\n", 
            "קורע קרע א' לכלן פירש וכיון שאביו או אמו בכלל קורע עד לבו ותעלה לכלן:\n", 
            "שם ר' יהודה בן בתירא או' על כלן קרע א' ועל אביו ועל אמו קרע א' י\"מ על אביו או על אמו אבל אביו ואמו ממש צריך כל א' קרע שלו ומת אביו (או) ומתה אמו דקתני רישא או מתה אמו קתני מפני שמצאו באבל. מי שמתו אביו ואמו בבת א' הרי זה קורע קרע א' לשניהם ר' יהודה בן תימא או' קורע לזה בעצמו ולזה בעצמו ואמרי' דר' יהודה בן תימא היינו ר' יהודה בן בתירא שנפסקה הלכה כמותו בש\"ס. ואין הפי' הזה נכון בעיני שמשבשי' לשון הברייתא דקתני על אביו קרע א' ועוד דאימא דקתני רישא ומתה אמו או מתה אמו הוא דקתני ה\"נ מת אחיו ומתה אחותו או מתה אחותו קתני ואין כאן אלא שמועת שם מתים אחיו או אחותו עם אביו או אמו והיכי קתני קרע א' לכלן הא ודאי לישנא דכלן על כל הרבים הנזכרים משמע אלא ודאי דברים כפשוטן דאביו ואמו כי הדדי נינהו ומין א' הם כשם שכל שאר קרובים מין א' וברייתא דאבל משבשתא ואביו ואחיו ה\"ל למתני. א\"נ ר' יהודה בן תימא לחוד ור' יהודה בן בתירא לחוד ור' יהודה בן בתירא כת\"ק דהתם ס\"ל:\n", 
            "לפי שאין מוסיפין על קרע של אביו ושל אמו ואמרי' מאי טעמא דר' יהודה בן בתירא פי' אע\"ג דלכאורה ר' יהודה בן בתירא נמקו עמו בברייתא שאין לערב אביו ואמו עם שאר קרובים בקריע' א' כיון שאינם ממין א' ונתן טעם ג\"כ שאין לומר שיקרע תחלה על אביו ועל אמו ושיוסיף על אותה קריעה מפיי שאר קרובים רק שיקרע עליהן קריעה אחרת בפני עצמה וקתני טעמא מפני שאין להוסיף על קרע של אביו ושל אמו מפני שאינו נראה כמוסיף מפני האחרים אלא כמתחמם ומרבה בקריעת אביו ואמו יותר מדאי כי למעלה אין לו שיעור מ\"מ יקרע תחלה על שאר קרובים ויוסיף אחרי כן על אביו ועל אמו כי אע\"פ שראוי היה לקרוע תחלה על אביו ועל אמו מפני כבודן מ\"מ כדי שלא להרבות בקריעות היו לו לאחרים דהא כולהו תוך כדי דבור הם ומהדרינן לפי שאינן בתוספות אלא בזו שבאו השמועות כא' וכיון דלא סגי להו בקריעה א' אין תוספת ראויה בהן שאם אחרים הוא מוסיף על אביו אינו ניכר דקורע עליהם ואם של אביו ואמו הוא מאחר ומוסיף נמצא מאחר בכבודן ועושה אותם טפילה ובזה אסתבר לשמואל טעמא דר' יהודה בן בתירא אבל היכא שבאו השמועות בזה אח\"ז אף ר' יהודה מודה שישנן בתוספת ולא נחלק רבי יהודה על רישא דברייתא ומאי דאפליגי אמוראי לקמן בזמן התוספ' נחלקו ואף באביו ואמו נחלקו כדמקשי' עלה בהדיא מאביו ואמו שלא נותן לאחותו לאחר למד ואם איתא דלא מודה רבי יהודה ברישא הוה לן לומר דההיא פרכא אליבא דת\"ק איפריכא ואע\"ג דלית הלכתא כוותיה דמשום דלשתמע לן דאמוראי אליבא דלא נחלקו בזמן התוספ' וכמו שפי' בתוספת לקמן לדעת רש\"י ז\"ל לקמן שהוא סובר דר' יהודה אפי' ארישא דברייתא דהכא פליג ואין לו תוספת כלל באביו או אמו ומה שכתבתי הוא הנכון בעיני וכבר זכיתי ומצאתי כן למקצת רבותי בעלי התוספות ומאי דהוה ס\"ד שיהא ר' יהודה בן בתיר' מתיר לקרוע תחלה על שאר קרובי' ואח\"כ יוסיף עליהן על אביו ועל אמו ובעי מ\"ט דר' יהודה בן בתירא לאו משום דהשתא הוה ס\"ד דטעותא דלר' יהודה בן בתירא יש תוספת תוך ז' משום דנקט טעמא דאין מוסיפי' על קרע של אביו ואמו:\n", 
            "ושיילי' לפום דעתיה שיקרע על שאר קרובים תחלה דהא ליתא אלא ודאי שפיר ידעי' דבשמועת הבאות זו אחר זו ועמדה והונתקה הקריעה לראשון דתו לא מנתקה ע\"י תוספת תוך ז' לשני ואפי' בקרובין דעלמא אלא משום דבאו השמועות בבת א' וקריעה שנייה או התוספות הוא תוך כדי דבור של ראשונ' שייך בהו תוספ' תוך ז' דלא אינתיקא קריעה לשם קמא לגמרי ולכך הוצרך לומר ר' יהודה בן בתירא שאין מוסיפין על קרע של אביו ושל אמו הא של שאר קרובים שייך תוספת אלא דלא אצטריך דבקריעה א' סגי דאי לא תימא הכי כלה סוגיא דלקמן דלא כר' יהודה בן בתירא דאלו לקמן לכ\"ע אין תוספת תוך ז' ואלו הכא שרי רבי יהודה תוספת תוך ז' רק על אביו ועל אמו שאינם בתוספת כלל אלא ודאי כדאמרן כנ\"ל בבירור ונסתלקה לי בזה הקושיא שהקשיתי לפני רבותי ז\"ל כיון דסובר רבי יהודה שאין לערב אביו ואמו עם שאר קרובים בקריעה א' פשי' דצריך לחזור ולקרוע ואין כאן תוספת דהא תוך ז' הוא ולדברי הכל אין בו תוספת לימא תהוי כלן סוגיין דלקמן דלא כרבי יהודה בן בתירא ושמואל לא הוצרך לפסוק הלכה כמותו אלא לענין מה שאמר שאין מספיק קרע א' לכלן דאלו לענין התוספת פשי' דהלכתא כותיה ולאו מטעמיה אלא לפי שאין תוספת תוך ז' הא לאחר ז' ודאי קורע ומוסיף אפי' על אביו ואמו כת\"ק דרישא דברייתא ולפי מה שכתבתי אין צריך לכל זה והרמב\"ם ז\"ל פסק כרבי יהודה בן בתירא בשמע שמועה כלן כא' שקורע על אביו ואמו וחוזר וקורע על שאר קרובים ואינו נכון ואינו כשיטת התוספו' וא' מבעלי היראה וכבר פי' הרמב\"ן ז\"ל לפי שיטתו דמדקאמר רבי יהודה על כלן קרע א' ועל אביו ועל אמו קרע א' לפי שאינן מוסיפי' על קרע של אביו ואמו בעי בש\"ס מ\"ט דר' יהוד' בן בתירא והלא אם קרע מתחלה על אביו ואמו ואח\"כ הוסיף של אחרים אין כבודן של אביו ואמו מתמעט בכך ומהדרי' היינו טעמא דרבי יהודה בן בתירא לפי שאינם בתוספות כלומר שאין אביו ואמו בתוספות עם אחרים בקריעה ובין שיקרע קרע א' לכלן כגון בשמועה א' בין שיקרע תחלה לאחרים בשמועה ויוסיף לאביו ואמו בשמועה אחרת תוספ' הוא ובעי' קריעה שלימה לשמן אבל קרע תחל' על אביו או אמו קריעה שלימה מוסיף עליה בשמועה שנייה של אחרים דבדידהו לא בעי קריעה שלימה לשמן וכי תימא בשמועה א' לכלן יקרע על אביו תחלה ואח\"כ יוסיף עליה לאחרים זה אינו דהא תוך ז' אי אפשר להוסיף אלא לקרוע קריעה באנפי נפשה ע\"כ תורף דבריו קצבו של דבר לדמיון תפס התלמוד לפי שאינן בתוספת כלומר שכשם שאינן בעלמא בתוספות שיוסיפו הן על אחרים לפי שאין קריעה שלימה לשמן כך אינן בקריעה א' עם אחרים דלתוספת דמיא דגם בזו שלא היתה קריעה שלימה לשמן ולהאי פי' פליג נמי רבי יהודה על רישא כשמת בנו וקרע מת אביו והוסיף והלכה כמותו וקושיא דלקמן דאקשי' אלא דאביו ואמו שלא ניתן לאחותו ה\"נ שפיר אתיא לרבי דבההיא מודה רבי יהודה אבל אמוראי בתרייהו איפליגו ואליבא דת\"ק ורבי יהודה בן בתירא ובפ' הזה ג\"כ נסתלקה הקושיא שהקשיתי למעלה לפני רבותי ומה שכתבנו נ\"ל יותר נכון:\n", 
            "אבלות לחוד וקריעה לחוד יש שפירשו משום דאבלות דרבנן וקריעה מדאורייתא ולפי מה שכתבנו לעיל שיש סוברין דקריעה נמי דרבנן וקראי כולהי אסמכתא בעלמא ה\"פ כי אע\"פ שגם קריעה מדרבנן לא נתן שמואל הכלל בין יחיד במקום יחיד בין יחיד במקום רבים הילכך הויא קריעה כשאר דברי סופרים שהלכה כרבים וכשאר כללי דש\"ס:\n", 
            "שם ת\"ר עד היכן הוא קורע עד טבורו וכן הלכה והקורע מלמטה ומן הצדדין לא יצא פי' למטה בשפת חלוקו ומן הצדדין קרי בראשו כל שאינו לפניו ממש בין לאחוריו בין מן הצד וזהו שאמרו כי כששלמו לפניו הופך החלוק לאחוריו ואח\"כ יקרע כשיהיה השלם לפניו וכן כשנתמלא למעלה תופרו למטה ויהיה השלם למעלה שיקרע ומה שאמרו מרחיק ג' אצבעות זהו פירושו דבית הצואר ומיהו אם שלמו מותר כלם לפניו והפך והחזיר יכול להחזיר למשה מסוף הקרע הראשון שירחיק ממנ' ג' אצבעות ויקרע ואם הבגד העליון כלו קרוע והתחתון שלם יהפוך התחתון וילבשנו עליון ויקרע אמרו בירושל' שלמו אלו ואלו נעשה כפותח פי' ואינו קורע וה\"ל כמי שאין לו חלוק לקרוע גרסי' באבל אין קורעין אלא בין שתי המוראות הקורע מן החפת ומן הצדדין לא יצא ופי' הרמב\"ן ז\"ל שתי מוריאות הן האמרא שבפי חלוק מכאן ומכאן וזהו חוץ ממה שהוא לפני:\n", 
            "דלא ניתן לשללו פי' וכל זמן שצריך לעמוד קרוע מפני הקריעה הראשונה אין ראוי להעלותו לקריעה שנייה:\n", 
            "<b>לאלתר</b> פי'  אפי' תוך ז' כדפרישנא לעיל ומכאן יש לפ' ההוא ראיה ברורה:\n", 
            "<b>ה\"נ</b> פי'  שיכולה להוסיף עליו תוך ז' כלומר וכי תימא ה\"נ והא סתמא קאמר ליה ולא מפליג בין איש לאשה:\n", 
            "ופרקי' התם משום כבוד אשתו כלומר התם שורת הדין שאפי' באשה לא תשלול עד לאחר ז' כדין האיש אלא שהקלו עליה מפני כבודה שלא תתבזה וכיון דכן לגבי הא לא חשיב ניתן לשוללו כדי להוסי' עליו וכן הא דפרקי' התם משום כבוד אביו ואמו ה\"פ דשורת הדין שיהא מאחה על אביו ועל אמו לאחר ל' אלא שהחמירו בדבר מפני כבוד אביו ואמו ולגבי הא אוקמוה אדינא וחשבינן ליה כאלו נותן לאחותיו כנ\"ל לפי שמועה זו ובתוספ' גמגמו בה:\n", 
            "שם ת\"ר היוצא בבגד קרוע לפני המת הרי זה גוזל את החיים ואת המתים פי' שהוא ממעט בכבוד המת שלא לקרוע עליו והוא מבזה אותו ולקרוביו וגוזל מהן דבר שאין לו תשלומין אמרו באבל רבתי חמור גזל המת מגזל החי שהגוזל את החי יכול לפייסו ולהחזיר לו גזלו ובמותו אינו חי כיוצא בו המכבד את ילדיו במותן משובח ממי שמכבדן בחייהן שהמכבדן בחייהן אינו מכבדן אלא משום יראה ומשום ירושה והמכבדן במיתתן אינו מכבדן אלא לשם שמים מחזיר לו חלוקו ונותן לו דמי קרעו פי' האומר לחבירו בפי' קרע את כסותי על מנת לשלם משמע עד שיאמר לו בפי' ע\"מ להפטר כדאי' בב\"ק:\n", 
            "<b>והקורע על חמיו ועל חמותו מפני כבוד אשתו</b> פי'  ודוקא חמיו וחמותו כדאמרי' לענין אבלות וה\"ה דכל שניים שמתאבלין עליהם קורע עליה' ודוקא כשהוא בפניו של ראשן שלו כדאמרי לענין אבלות:\n", 
            "שם ת\"ר ההולך לבית האבל וכו' אם היה לבו גס בו יש שפירש לבו של אבל גס בו שאינו מצטער כ\"כ ויש שפי' שהוא גס במנחם שישב עמו לאכול על מעה כפויה ומתני' מיירי במי שאין לבו גס בו לפי הפירש שפירש במתני' לא מיירי במועד ולדברי המפרש משנתי' במועד יפרש דמתני' אפי' בשאין לבו גס בו ומשום כבוד המועד ומדמייתי' מתנייתא בהדיא עלה דמתני' כעין מתנייתא ומאי דלא פריש במתני' פריש בברייתא וכשמברין על מטה זקופה ודאי אפילו לאבל גם כן מברין לכבוד המברה חדא דאין זה הגון שיאכל המברה במטה זקופה והאבל בכפייה ועוד דהא עיקר חדוש זה שבא התנא ללמדנו להברו' על מטה זקופה משום אבל הוא ולישנא נמי דייק הכי דקתני הברוהו על מטות זקופות ולא קתני על מטה זקופה אלמא כולנו מסובין על מטות זקופות דלישנא דמברין היינו שמברין לאבלים וכיון שכן בדידהו קתני שמברין אותן במטות זקופין דאי לא הכי ה\"ל למתני יברוהו והן על מטות זקופות ושלא כדברי הר\"י ן' גיאות ז\"ל שפירש שהמברה היא שיושב על מטה זקופה:\n"
        ], 
        [
            "אם יכול למעט בעסקיו ימעט ואם לאו יגלול עליהם פר\"ת ז\"ל אם יכול למעט בעסקיו שלא יקנ' ושלא ימכור ימעט ויקנה צרכיו ע\"י אחרים ואפילו למזונותיו ואפי' לאחר ג' ואם לאו יגלול עמהם שיקנה הוא עצמו צרכי הדרך ודברים שהם משום חיי נפש ואפילו תוך שלשה ימים שאסור לעשות מלאכה אפילו לעני המתפרנס מן הצדקה הכא שהוא בדרך התירו לו לגלגל כבענין זה שאמרנו ונראה שה\"ה שיעשה מלאכה כדי חייו כיון דהוא במקום שאין מכירין אותו ולא יטול מן הצדקה אם אינו לפי כבודו כי גדול כבוד הבריות שדוחה את לא תעשה שבתורה:\n", 
            "שם ת\"ר מאימתי כופין את המטות וכו' מי שיסתם הגולל כבר פירש בכמה מקומות כי העיקר כדברי ר\"ת ז\"ל שהוא כסוי הקבר באבן או בעפר ולא כסוי הארון כדברי רש\"י ז\"ל ובזה יתיישב המנהג לפום מאי דקיימא לן כרב יהושע והא דלא קתני עד שיסתום הגולל משום דמיאמתי דרישא קאי:\n", 
            "ת\"ר אימתי זוקפין את המיטות וכו' שבת אע\"פ שאין לו אלא יום אחד חוזר וכופה פירש משום דצריך הוא לנהוג אבלות מקצת יום ז' עד שיעמדו מנחמי' מאצלו כדאיתא לעיל ולא אמרינן מקצת הלילה ככל היום אלא מקצת היום דנקט דוקא ככלו דאי ס\"ד במקצת הלילה סגי ליה ואע\"פ שלא פטרוהו מנחמים למה יכפה עתה שלא לצורך שהרי אין לו לישן בה הלילה ודיו שינהוג אבלות מקצת זה בשאר דברים ולא עוד אלא דא\"א לצמצמם ולא סגיא שלא עבר מקצת מוצאי שבת קודם כפיי' וכבר נפטר מאבלותו והיאך הוא כופה ומה שהוקשה לרבי' הרמב\"ן ז\"ל דאדרבה אם איתיה שנוהג אבלות אלא שיש לומר שאין מקצת הלילה פוטרו עד שינהוג דרכי אבלות כלן ואפי' כפיית המטה וזה אינו מחוור בליל שביעי פשי' שחוזר וכופה למוצאי שבת ומאי קמ\"ל יאמרו לו בעלי התוספות רבותי ז\"ל דהוא גופה קמ\"ל שהלילה חייב לנהוג אבלות והנה מודה רבי' הרמב\"ן ז\"ל דבמקום שהוא ממתין שיבואו מנחמי' אצלו בשחרית אין לו לפסוק אבלות עד למחר אבל אם רצה לרחוץ בלילה ולנעול (בלילה) מנעלו ושלא יבואו מנחמי' אצלו למחר הרשות בידו וא\"כ נתת דברי אבלו' שיעור כל א' בידו וזה אינו במשמע מי הכריחו לאבל הזה להמתין שיבואו לו מנחמי' אלו למחר ושינהוג אבלות הלילה וכי בשופטני עסקינן והמנחמין הללו אתו לנחומיה צעורי קא מצערי ליה אלא ודאי דברי רבי' יצחק ז\"ל עיקר הן ונמקן עמהן ויקראו בית ישראל את שמו מן:\n", 
            "שם ת\"ר הכופה את מטתו לא מטתו בלבד הוא כופה אלא כל מטות שיש לו בתוך ביתו יפה כיון בזה רבי' הרמב\"ן ז\"ל שלא הוצרכנו ולזה מפני מטו' אשתו ובניו שהן מתאבלין עמו כדברי הראב\"ד ז\"ל שהרי הם עצמן חייבין בכפייה ועוד אם אית' לדברי הראב\"ד ז\"ל דמטות של אכסנאי' אינו כופ' אותן אע\"פ שהם שלו למה לי למתני היתרא במט' המיוחד' לכלים שאינה לשכיבה כלל אלא לתשמיש כעין תיבה ולתני המיוחדת לאכסנאי שהיא לשכיבה אלא כל המטות שבבית כופה כיון שהן שלו ואע\"פ שאינו ישן עליהם לעולם ואם באו אכסנאים זוקף להם מטות הצריכות להם וכשהם הולכין חוזר וכופה אותן:\n", 
            "ואפילו יש לו עשר מטות בי' מקומות כופה את כלן מקום שהן כיון שהם שלו:\n", 
            "ואפילו עשרה אחים ומת אחד מהן ואין א' מן הנשארי' דר בביתו של מת ואין בחיוב המת כפיית המטה וכלן שוכבין בבתיהן חייבין לכפות מטותיהן בין שישנו בכאן בבית המת או בביתם שאין מיתת הבית גורמת הכפייה אלא חובת האבל הוא:\n", 
            "ואם היתה מיוחד לכלים אינו צריך (לכפותו) ופרישנא (דהוא) לכתובה אלא זוקפה למראית העין בעלמא ודיו:\n", 
            "<b>שם הא בבית האבל הא בבית המנחמין</b> פירש  בבית האבל מניחין מוגמר מפני כבוד המת ואין מברכין דלאו לריח עבידי אלא לעבורי זוהמא אבל בבית המנחמין שאין המת שם אין מניחין אותו כלל אין מניחין את המטה ברחוב מפני שמרגלת את ההספד פי' משנה זו במועד שנויה לפי שאסור להרגיל את ההספד במועד אלא לכבודן של ת\"ח והיינו דאמרינן ולא של נשים לעולם מפני הכבוד פי' לעולם ואפי' בחול ומשום דרישא במועד אצטריך לומר כן ואסיקנא דבשל נשים לא מיבעיא אם כן יולדות מתות שהוא נוול אלא אפי' כל נשים נמי כבודן לקוברן לאלתר כדילפינן ממרים וכלה מתני' פשוטה היא:\n"
        ], 
        [
            "אמר רבה ב\"ר הונא אין מועד בפני ת\"ח כלומר שאם מת במועד סופדין ומקוננין עליו כדרכו וה\"מ לפניו ויום שמוע כלפניו דמי ובי\"ט אין סופדין כלל ואפי' בי\"ט ב' שלא התירו כלום בזה אלא במועד ונרא' ג\"כ דבחנוכ' ופורים כיון דימי שמחה והודאה או ימי הלל נינהו שאין לעשו' בהן הספד אלא ע\"ד שעושין במועד אבל עושין בו הבראה והרמב\"ם ז\"ל השוה ר\"ח לחנוכה ופורים ולענין צדוק הדין מחלוק' היא בין הראשוני' ז\"ל והנכון יותר מה שכתבו תלמידי רש\"י ז\"ל משמו שאומר במועד צדוק הדין על המת בין בשעת יציאת נשמה בין בשעת קבורה ולאחר המטה שאין בזה חלול השם המועד כי אין זו קינה אלא הודאת וקבלת דין שמים ואומר קדיש דרבנן ובגנז חיי עלמא וכן לי\"ט ב' אבל בי\"ט ראשון אין אומר בו כלום וכן העל' הרמב\"ן ז\"ל ולענין אבלות דבר פשוט הוא לחנוכה ופורים אינן ברגלים כלל ועולין ואינן מפסיקין כי אפי' המקל יותר לא הפריז מדתו אלא בר\"ה וי\"כ שהם מועדים של תורה והוקשו כל המועדו' זה לזה הילכך אבל נוהג אבלותו בחנוכ' ופורי ואפי' בדברים שבפרהסיא ואפי' מיו' ב' ואילך ולא אמרי' בהא דאתי עשה דרבנן ודחי אבלות דרבנן דיחיד מכיון דלא (אתי) הוי מועד ולא י\"ט ואע\"ג דבפורים ימי משתה ושמחה לשמוח ולעשות סעודה לא דחו בזה אפילו אבלות דדבריה' שהרי בשביל אבלותן אין כבוד פורים מתחלל בזה ויכול לקרוא מגלה ולתת מתנות לאביונים ומשלוח מנות איש לרעהו ולעשות סעודה תדע דאלו בחנוכה דלכ\"ע יש אבלות ובש\"ס כי הדדי נקיט להו בחנוכה ופורים ולא הזכירו בש\"ס בשניהם אלא לענין הספד וקינים שאמרו אין מועד בפני ת\"ח וכ\"ש חנוכה ופורים כלומר כ\"ש חנוכה ופורים דקיל טפי שיש בו אבלו' שאינו עומד בפני ת\"ח ואע\"פ שעומד בשאר בני אדם שלא לקונן ולהספיד להם למת שלא בפניו שבזה ודאי מתחלל כבודם ואי ק\"ל מאי דאמר בכתובו' במי שהיה טבחו טבוח ונוהג ז' ימי המשתה ואח\"כ נוהג ז' ימי אבלות דאלמא לא חייל אבלות אבית המשתה שלו שהוא ברגל דידיה דאלמא אפי' רגל כי האי דרבנן דוחה אבלות כ\"ש פורים שהוא רגל דרבים דרבנן דחוי למדחי אבלו' יחיד דרבנן דשאר ימים זו נראי' לכאור' ראיה גמורה ואינה כלום דהתם מלת' דלא אפשר שיהא אבלות במקום בית המשתה ושיהא החתן הולך אבל וחפוי ראש ואם אתה אומר שינהוג אבלו' עכ\"פ אתה דוחה ליכנס לבי' המשת' אסור וכיון שהתחיל בתחלה במשתה שלו אינו רשאי כדאי באבלו' לדחותו דתרווייהו דרבנן נינהו: ואפי' לדעת הגאונים ז\"ל שאומרים אבלות יום ראשון דאורייתא כשהוא יום המיתה וקבורה ב\"ד התנו בכך בשב ואל תעשה שלא ינהוג אבלות כלל עד לאחר הרגל שלו כי אין אבלו' ראוי לנהוג עם בית המשתה וחלול שתיהן הוא אבל הכא גבי פורים וכ\"ש חנוכה דליכא חלול כלל למצות הנוהגות בו דלא דחו בו כלום דכל מקום שאתה יכול לקיים שתיהן במקום עשה ולא תעשה אנו אומרים שיקיים שתיהן וה\"ה בזה והוצרכתי לכתוב כל זה לפי שראיתי במקצת המפרשים ז\"ל שכתבו שאין אבלות בפורים דאתי עשה דרבנן דרבים ודחי עשה דרבנן יחיד וגם אני בקטנותי הייתי מבעלי סברא זו ועכשיו חוזרני בה ונראה לי שהוא שבוש. והרמב\"ם ז\"ל כתב אין מספידין את המת בחנוכ' ופורים ולא בר\"ת אבל נוהגין בהם כל דרכי אבלות וכן הסכים על ידו בעל ספר המצות ואח\"כ מצאתי כן בנמקי הצרפתים ז\"ל:\n", 
            "שם ת\"ר אבל כיון שנענע בראשו שוב אין מנחמין רשאי לישב אצלו פי' הר\"י ן' גיאת ז\"ל לפי שהאבל אסור בנתינת שלום בזמן שפוטר את המנחמין שוחה לנגדם מעט כתלמיד היושב לפני רבו ליתן לו שלום וזו היא פטירתן ע\"כ. ולמדנו מן הפי' הזה כי האבל מותר לשחות בתוך ז' כדרך ששוחין נותני שלום כיון שאינו נותן שלום ממש ואע\"פ שיש לדחות דכבוד המנחמים שאני סברא הוא דלא למימר הכי דכי האי גונא שרי למעבד אפי' ליחידי:\n", 
            "מת בעיר כל בני העיר אסורים במלאכה ואסיקנא דמשמתי' על הא מלתא והיכא דאיכא חברותא כלהו שרו בר מחבורה שהמשמר' שלו וכל הדברים הללו בשאר מלאכות אבל תלמוד תורה אין מבטלין אלא להוצאתו בלבד אלא א\"כ מת מצוה שאין לו מי שיטפל בו:\n", 
            "כל המקשה על מתו יותר מדאי על מת אחר הוא בוכה. פי' שנראה כמי שנתאונן על הדיין וקור' תגר ולפי' פנקסו נפתחת לפניו והולך:\n", 
            "שם אמר רב הונא זה שעבר עבירה ושנה בה נראה לומר דרב הונא לא פליג אהני דלעיל דא\"כ הוה לן למימר רב הונא אמר אלא דרשא אחריתי עביד דקרא נמי לקאמר להולך בשרירות לבו ושב על קיאו א\"נ פירושי מפ' איזה הולך בלא בנים מי שעבר עבירה ושונה בה:\n", 
            "שם אבל ג' ימי' הראשוני' יראה כאלו חרב מונחת לו וכו'. ובמדרש אמר מת א' מן המשפחה ידאגו כל המשפחה כל השנה:\n"
        ], 
        [
            "<b>מאי קראה הן קרבו ימיך למות כו'. </b> תמיהה לי מילתא דהא מרע\"ה לא חלה ולא כהתה עינו וביום מותו עלה אל הר העברי' ונ\"ל דחולה מ\"ט כדי שיהא התראתו לפקוד בעניניו ולצוות על ביתו וחמשה ימי חולי הוא דבר הגון ויש לו פנאי ומצינו במרע\"ה שהודיעו הב\"ה יום מיתה ה' ימים מקודם:\n", 
            "<b>חיי ברי ומזוני</b> פי'  תלת מיני נינהו או חיי או ברי או מזוני כדמוכח שמעתי' להדיא שהביא ראיה על שלשתן אריכות ימי חייו ושיהו לו בנים ושיהו לו מזונות:\n", 
            "<b>לאו בזכות' תליא מילתא</b> פי'  חס ושלו' שיהא תלוי במזל לגמרי דקיימא לן אין מזל ליש' ובטלת ברכות וקללות של תורה כי חיי ובני ומזוני כללים הם לכל טובות העולם אלא ה\"ק דלאו בזכות' תליא לגמרי דמזלא נמי איכא אלא שזכות גדולה מבטלת המזל וכ\"ע לא חזו להכי אלא צדיק גמור שהוא למעלה ולפי' תרי צדיקי לא דמו בהא להדדי כדמפ' ואזיל דמסייעא ליה מזלו. ומאן דאית ליה מזלא כיון דהוי בינוני שלא יפסיד מזלו סגי ליה בהכי ומאן דלית ליה מזלא צריך זכיות גדולות:\n"
        ], 
        [
            "<b>דקבר יקברוניה</b> פי'  סוף האדם לבא לידי מדה זו וכראוי לו להשגיחה כדי לתקן מעשיו א\"נ שפירשו בו שדרך העול' לגמול לכל אדם כמעשיו וגם הב\"ה מזמינו שימות במקו' שישלמו לו כמעשיו ושני הפי' אמת:\n", 
            "איכא דאמר דידליא ידליניה דכתיב כי טוב אמור לך עלה הנה פי' ראוי לכל אדם טוב שיאמר לפני נדיב אשר ראו עיניך:\n", 
            "כמספדא דאחאב בן עמרי וכו': ולמדנו לפי מה שאמרנו בסוף פ\"ק דב\"ק. ת\"ר וכבוד עשו לו במותו זה חזקיה מלך יהוד' שיצאו לפניו ל' אלף חלוצי כתף דברי רבי יהודה א\"ל רבי נחמיה והלא לפני אחאב עשו כן וכו'. ואלו לא מצינו במקרא שעשו לאחאב כן ומכאן למדנו שעשו לו הספד גדול ובכלל ההספד הגדול הזה שמספד הכתוב בו הלכו לפניו חלוצי כתף הרבה כמו (שעשו) שהלכו לחזקיה והכתוב אומר עליו ותעבור הרנה במחנה וכן במשמע שהיו שם כל ישראל ולא נפקד מהם איש אלא המלך לבדו:\n", 
            "גרס' הספרים ינוחם כתיב ואנו בדקנו בכל הנסחאות ובספרי המסורת ולא מצינו כן ויש לפ' דלאו דווקא כתיב אלא שהוא כאלו כתב כן דכיון דכתי' ואשכון כמלך בגדוד היה לו לכתוב כאשר ינחם אבלים וכיון דכתיב אבלים ינחם למדנו דה\"ק אשב ראש כמלך בגדוד וכאשר ישב האבלים כשינחם אותם המנחם ורש\"י ז\"ל גורס ינחם כתב כלומר דדרשי' מסורת כאלו כתב ינחם מן וינחם יי' על הרעה:\n", 
            "<b>וקדשתו לכל דבר שבקדוש' לפתוח ראשון</b> פי'  בס\"ת ולברך ראשון בסעודה וליטול מנה יפה ראשון פי' כשבא לחלוק עם השותפי' ואע\"פ שאמרו כל הנותן עיניו במנה יפה אינו רואה סימן ברכה לעולם הכא הוא אינו נותן בו עיניו אלא שנותנין לו. ובתוספות פירשו וליטול מנה יפה ראשון בכל מתנות עניים וכן למשרי ליה תגריה ברישא וכל זה בכהן שאינו עם הארץ אבל בכהן עם הארץ עליו כתיב כל משנאי אהבו מות. כבר בררנו' במקומו' אחרי':\n"
        ], 
        [
            "הנפטר מחבירו אל יאמר לו לך בשלום אלא לך לשלו': פי' לפי שחבירו צריך תפלה על המקו' שהולך שם כי מכאן כבר נפטר הוא בשלום והנפטר מן המת הוא בהפך כי צריך שילך מכאן בשלום ואז ימצא שלום שם בודאי. ואם אינו הולך מכאן בשלום שאין בידו מעשים טובים לא ימצא שם שלום לפי' צריך שיעשו לו סימן טוב כי בשלום הוא הולך:\n", 
            "<b>ת\"ח אין להם מנוחה בע\"ה.</b> פי'  שהולכין מג\"ע לכסא הכבוד ומטיילין בכל מתיבות עליונות ותחתונות ליהנות מזיו השכינה כהולך מבית הכנסת לבית המדרש ועליהם הכתוב אומר ילכו מחיל אל חיל וגו'. סליק פרק' וסליק מסכת' ת\"ל יתברך ויתרומם:\n"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001201716", 
    "heTitle": "ריטב\"א על מועד קטן", 
    "versionTitleInHebrew": "חידושי הריטב״א, אמסטרדם 1729", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Ritva", 
        "Seder Moed"
    ], 
    "digitizedBySefaria": true
}