{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Petach Einayim, Jerusalem 1959", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001157028"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כי תקינו ליה רבנן ד' אמות בעלמא וכו'. </b>הרמב\"ם בפירוש המשנה פירש כהאי שינויא ודבריו נעלמו מהה\"מ ריש פי\"ז דגזילה ומהרב משנה למלך ומהרב פרי חדש בנימוקיו שכתבו דדעת הרמב\"ם כשינוייא קמא. והמש\"ל והפר\"ח דחו דברי מרן שפירש דעת הרמב\"ם כשינויא בתרא. ודברי הרמב\"ם בפירוש המשנה סייעתיה. וגם על מרן ק\"ק דהו\"ל להביא ראיה מפירוש הרמב\"ם. ובקונטרס הארכתי בעניותי בזה בס\"ד ואיברא דכעת איני זוכר אם הה\"מ מזכיר פירוש המשנה דהגם דהועתק בזמן הרשב\"א אפשר שלא הגיע לידו:", 
            "<b>אמר רבינא וכו' היכא דשליח בר חיובא וכו' רב סמא אמר וכו' היכא דאי בעי עביד אי בעי לא עביד אבל חצר דבעל כרחיה מותיב וכו'. </b>הרב מהר\"ר דוד גרשון הביאו מהרה\"א בעץ החיים פרשת שמות כתב דמלך דומה לחצר דבע\"כ מותיב ביה שאין יכולת לעבור על מצות המלך ומחייב שולחו ועמ\"ש אני בעניי בספרי הקטן דברים אחדים דף ס\"ג ע\"ד ע\"ש ודוק:", 
            "<b>תוס'. דאמר לישראל קדש לי אשה גרושה וכו' אע\"ג דעובר משום לפני עיור וכו'. </b>עמ\"ש אני בעניי בספרי הקטן מחזיק ברכה י\"ד סימן ס\"ב ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מאימת הוייא חזקה מכי דייש אמצרי. </b>מ\"ש התוס' בכתובות דף צ\"ג בשם ר\"ת הרואה יראה בסמ\"ג עשין פ\"ב שכתב בשם ר\"ת להפך ויותר קשים דברי המרדכי פ\"ק דקמא בשם ר\"ת עיין בדבריהם והארכתי בזה בעניותי בדברי הראשונים והאחרונים בקונטריסי בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תוס' ד\"ה וכמה צ\"ל דר' יצחק גופיה בעי וכו'</b> עמ\"ש התוס' ביומא דף ע\"ו ובספר יבין שמועה דף י\"ח ובספר ברכת הזבח בכריתות דף ז' ומהרש\"א בגופי הלכות ובזהב שיבה תירצו בזה סוגיית חגיגה דף ד' וכבר קדמם מרן בכללי הגמרא שם דף י\"ח מספר יבין שמועה ועיין בתוספת יה\"ך דף ו' וכפות תמרים דף מ\"ד ע\"ש: [ולעיל בחגיגה שם לפני' כתבתי שכ\"כ הרמב\"ן ודרך חידוד יישבתי קצת הסוגיא ע\"ש ודוק]:"
        ], 
        [], 
        [
            "<b>תוס' הכי גרסינן ה\"נ מסתברא וכו' ול\"ג ותסברא. </b>הגירסא שדחו הרב עין יוסף פירש אופן הגרסא עיין בספרו באורך והרואה יראה דאותה גירסא אין לה שחר ואם תאוה נפשך לדעת הגירסא שדחו. נאמרה לקרות בשיטה מקובצת משם הריטב\"א. ועוד הביא גירסת שלישית הריטב\"א ע\"ש ודוק בדבריו:", 
            "<b>תוס' ד\"ה ואם לאו אין תרומתו וא\"ת דבפרק אלמנה נזונית וכו'. </b>הקשה הרב עין יהוסף דזו משנה ערוכה ואמאי הוצרכו לאתויי מפרק אלמנה ומה שתירץ דהו\"א דאינה הלכה אינו מחוור דסתם משנה שלימה מסתמא הלכתא היא. אמנם הפשוט בזה דמייתו מפרק אלמנה דמפרש טעמא. ועיין בתוס' שאנץ שהביא בשיטה מקובצת ובהר\"ש פ\"ד דתרומות:", 
            "<b>תוס' ד\"ה מר זוטרא. </b>עיניך תחזינה בספר עין יהוסף ובתשובות מהרש\"ך ח\"ג דף קס\"ג מה שכתבו בדיבור זה ואני בעניי דקדקתי על דבריהם במקום אחר:", 
            "<b>גמרא וכן ירדן שנטל מזה ונתן לזה וכו'. </b>פירש רבינו האר\"י זצ\"ל לפי הפשט נראה שכל הנהרות כן ואין האמת כן אלא ירדן בלבד בסוד קליפת נוגה מהקדושה ולפעמים קליפה נוטלת מזה ונותנת לזה כי לפעמים חוזרת לקדושה. וכתוב שם הגהה מהרב מהר\"י צמח וז\"ל צמח מ\"כ משם הרב כי קליפת נגה היא סמוכה אל הקדושה ואז כל הנשמות שהיו בה בסוד התקלא דעשיקת נשמתין כנזכר בסבא דמשפטים אז כל אותן הנשמות דאיהי עשיקת נותנם אל הקדושה ואם ח\"ו יש עונות וגורמין להחזירם אל הקליפה אז ח\"ו נוטל מן הקדושה ונותן לקליפה דאיהי הות עשיקת בהון וזהו שנוטל מזה ונותן לזה (ואמר שם רש\"י וכן שאר נהרות ותנא זה על יד הירדן היה יושב ר\"ל שהיה יושב שם בקדושה שהיא על קליפת נגה הנקראת ירדן וראה סוד זה שבירידה מן הקדושה אל הקליפה היה נוטל מן הקדושה ונותן לקליפה וזהו היה יושב על [יד] הירדן דייקא) עכ\"ל ונראה דזה הפירוש ברש\"י הוא מהרב מהר\"י צמח ולפי פירושו ברש\"י לא לימדנו תחילת דברי רש\"י דכתב וכן שאר נהרות שהוא הפך דברי הרב האר\"י זצ\"ל ועיין בלקוטי הש\"ס ובשער מאמרי רז\"ל שסידר מהר\"ש ויטאל רמז בזה לדברי הזהר פרשת ויקהל דף ר\"ג ועמ\"ש בעניותי בספר הקטן ברכי יוסף א\"ח סימן תפ\"ט דף קד\"ם ע\"ג בס\"ד:"
        ], 
        [], 
        [], 
        [
            "<b>במסכתא. </b>פירש\"י יש בידך מסכת פלונית סדורה בגירסא או לאו יאמר לו לאו ומדת ענוה היא וכ\"כ התוס'. וכן הביא בשיטה מקובצת משם רבינו חננאל וכתב דכגון זה לא מחזקינן ליה בשקרי וכו' ע\"ש והרמב\"ם כתב פי\"ד דגזילה דאם עוסק במסכת נדה מצי לומר במקואות כדי שלא ישאלוהו שאלות בנדה. ולכאורה אפשר לומר דלהרמב\"ם לא הותר אלא בכה\"ג כי ירא שישאלוהו שאלות בענייני נדה לזה הותר לומר דעסיק במקואות. אבל אי ליכא לחוש שישאלוהו. או דהגיע להוראה ושיח ושיג לו להשיב אז לא שרי לומר לא למדתי מסכתא זו דגם כי הוא ענוה אבל שקורי משקר:<br><b>ונראה</b> להביא ראיה לדברי רש\"י ור\"ח והתוס' ממ\"ש בכתובות ס\"פ המדיר (כתובות דף ע\"ז) כשנכנס לג\"ע ריב\"ל דאמר לו רשב\"י נראת הקשת בימיך א\"ל הן ולא היא דלא הואי מידי אלא סבר דלא אחזיק טיבותא לנפשאי. הרי דאפילו בעולם האמת ריב\"ל אמר דבר שאינו למדת ענוה שלא להחזיק טובה לעצמו ואתיא כפירוש ר\"ח ורש\"י והתוס' דשרי לומר לא למדתי משום ענוה [ולעיל בפנים בכתובות דף ע\"ז ע\"ב צדדתי לדחות ראיה זו ע\"ש ובמ\"ש בהגה\"ה שם]. ויש לצדד דגם הרמב\"ם מודה לענין דינא:", 
            "<b>והתוס' ד\"ה באושפיזא כתבו והא דלא חשיב הכא מותר לשנות מפני דרכי שלום משום דהני נמי משום דרכי שלום הן וכו'. </b>ע\"ש וראיתי להרב מופת הדור מהרח\"א בספר ישרש יעקב שכתב משם הרב רצוף אהבה על קושית התוס' דלק\"מ דלא חשיב רק תלת מילי דת\"ח משנו ולא כל אדם למעוטי שלום דכ\"ע רגילי לשנות והשיגו הרב הנזכר דליתא דהתוס' נתקשו הא דסיימו בש\"ס אי ידענא דלא משני אלא בהני תלת מילי והול\"ל בד' מילי וכו' ע\"ש ואינה השגה דכי אמרינן דלא חשיב ש' דכ\"ע רגילי לשנות ולא חשיב אלא מילי דרבנן משנו משו\"ה נקט בתלת מילי וש' א\"צ לומר דכ\"ע משנו. אלא דכונת הרב דהתוס' רצו לדייק מ\"ש בתלת מילי וכל עצמו אינו אלא לתת טעם להתוס'. אך אפשר דמודה הרב דהתירוץ ניתן ליאמר אמנם בלא\"ה יש לומר דהתוס' לקושטא סברי דהני נמי משום ש' ומשו\"ה לא תירצו תירוץ אחר. וראיתי להרב תורת חיים שכתב דטפי נראה לומר דהא דמותר לשנות מפני השלום פשיטא ומצוה היא וכו' עש\"ב ולא זכר דכ\"כ הרי\"ף בהדיא בשמעתין דלא חשיב הא דמותר לשנות מפני השלום דההיא מצוה היא ע\"ש וכמדומה שגם מהגאונים מהר\"ש אלגאזי ומהרח\"א נעלם מהם דברי הרי\"ף וגם הרמב\"ם שאמר שינוי מפני שלום נמי וכ\"כ בהגהות אשרי ע\"ש. והרא\"ש הביא המימרא סתמית לחוד והוא חידוש דתדיר מעתיק לשון הרי\"ף והוא התלמוד שלו. והרב מעדני מלך פרק אלו טריפות סימן ט' אגב שיטפיה כתב פעמים שלש דהת\"ח צריך שלא ישנה בהני תלת. ואחר זמן רב ראיתי להרב מגן אברהם סימן תקס\"ה שהזכיר מאמרין ומייתי מההיא דריב\"ל דהבאתי בעניותי. וראיתי להרב אליה רבה שם שחילק דהא דריב\"ל אינו שקר כל כך דאפשר שנראת קשת במקום אחר ולא ידע. ולי ההדיוט מהש\"ס דקאמר דלא לאחזוקי טיבותא לנפשיה מוכח דידע דלא נראה כלל ושקר משום ענוה וברור ובמקום. אחר כתבתי בזה. ועמ\"ש מהר\"ב אשכנזי בשיטה מקובצת ובדרישה ח\"מ סימן רס\"ב ודוק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אילימא לכהן והיא בבית הקברות פשיטא האי עשה והאי לא תעשה וכו'. </b>עמ\"ש הרב נמקי יוסף ועמ\"ש בעניותינו לעיל בברכות דף י\"ט מקונטריס זה ומה שהקשיתי אני הצעיר על הרב מהרח\"א במ\"ש בספר ישרש יעקב שם. כן הקשה הרב מהר\"ם יצחקי בספר אור יקרות דף ד' מספרו עמ\"ש הרב מהרח\"א גופיה כיוצא בזה בספר מקראי קדש דף קכ\"ח ע\"ש ודוק:", 
            "<b>אלא מהא ליכא למשמע וכו'. </b>כתוב באסיפת זקנים ולא שייך לומר נעשה כיון דקאמר בסיפא אבל והרב גופי הלכות כלל תכ\"ג הביאו משם הרב בצלאל בכלליו ומקשים ממה שכתוב בקידושין דף ה' דאמרו נעשה אף דאיכא אבל. והרב יד אהרן א\"ח סימן שכ\"ט רצה לישב קושיא הנזכר ועיין ביד מלאכי סימן תפ\"ח. ובשערי דף כ\"ח ע\"ש:"
        ], 
        [
            "<b>ומי הוי הפקר כי האי גונא וכו'. </b>עיין בגיטין דף מ\"ז ומה שהקשה שם הרב פר\"ח במים חיים ועמ\"ש רבינו שמשון פ\"ו דפאה ובמ\"ש שיטה מקובצת בשמעתין משם תוספות שאנץ ע\"ש ודוק:", 
            "<b>והא ר' ישמעאל בר' יוסי זקן וכו'. </b>עמ\"ש הרשב\"א בתשובות סימן רנ\"ב ורנ\"ו ובתשובות הרדב\"ז סימן תשכ\"ח ובספר חוות יאיר סימן קצ\"א ובספר שארית יעקב דף יו\"ד ומ\"ש בעניותי בספרי הקטן דברים אחדים דרוש ח\"י דף צ\"ה באורך ע\"ש:", 
            "<b>לפנים משורת הדין הוא דעבד. </b>נהירנא זה שנים רבות בהיותי בעיר נא אמון מסובין היינו בחברת הרבנים המובהקים כמהר\"ר אברהם ישראל וכמהר\"ר ברוך צאני זלה\"ה. והרב כמהר\"א ישראל זלה\"ה הקשה על מ\"ש הרמב\"ם סוף פי\"א דאבידה ההולך בדרך הטוב והישר ועושה לפנים משורת הדין מחזיר את האבידה בכל מקום ואעפ\"י שאינה לפי כבודו דהא קי\"ל כל הפטור מן הדבר ועושהו נקרא הדיוט. והשיב הרב כמהר\"ר ברוך זלה\"ה דשאני הא דכיון דמשום כבוד נגעו בה וקי\"ל דרב שמחל על כבודו כבודו מחול מכי מחיל ליקריה הן האדם גבר חכם הדר והוי כאיניש דעלמא וחייב זהו תורף דבריו:<br><b>ובו</b> בפרק אני ענית\"י לפני כבוד הרבנים הנזכרים דהך שינויא דקמשני מהר\"ב הנזכר לא נהירא לי חדא דגם הא דאמרו דכל הפטור וכו' עיקרה אתאמרא בירושלמי משום טירחא דאמאי דתנן אם התחילו אין מפסיקין אתמר וההיא משום טרחא נגעו בה והכי אתמר בבבלי פ\"ק דשבת מכי שרא המייניה לא מטרחינן ליה וא\"כ נימא נמי האי גברא דהך טירחא לגביה לא חשיבא ואי נמי הויא טרחא מחיל לה ואהדר כאחד האדם ואמאי אמרו כל הפטור מן הדבר וכו'. ותו תקשי הא דאמרו בסוטה דף מ\"א אגריפס המלך קרא מעומד ושבחו רבנן והא כל הפטור מן הדבר ועושהו נקרא הדיוט והתם לא שייך לומר דמחיל יקריה כדקאמר מהר\"ב הנזכר דמלך אין כבודו מחול. ומיהו לזה י\"ל דמצוה שאני כדאמרינן התם וכלומר דבמצוה כבודו מחול. אלא דבעיקרו של דבר בירושלמי לא משמע הכי כמדובר:<br><b>ולפי</b> דעת הרבנים הנזכרים שהיא קושיא יש לישב במאי דכתיבנא בעניותין במקום אחר פשר דבר למה שחקרו רבנן בתראי דבכמה דוכתי אמור רבנן הא דכל הפטור וכו' וכל קבל דנא הם אמרו זמנין טובא המחמיר תע\"ב. וניחא לן דבכל מקום אשר החומרא ההיא גם להחולק דהלכתא כוותיה טיבותא או זריזות או הדור מצוה היא וכיוצא אלא דסבר דאין צורך לזה אז המחמיר זוכה לברכה מתוך חומרו כאותה שכתבו קמאי גבי מי שאכל ושכח דחד עביד כב\"ש ואשכח ארנקי. אבל במילתא דאליבא דהלכתא ליכא סרך מצוה וטובה ולא חשיב זריזות אם יעשה כחולק התם הוא דאמרינן כל הפטור וכו' ולפ\"ז גבי מצא שק או קופה וקריאה מעומד דמצוה היא לא שייך בזה כל הפטור מן הדבר וכו':<br><b>א\"נ</b> דהרי כתבו הרמב\"ן והריטב\"א בחידושיהם פ\"ק דקידושין דהא דאמרו כל הפטור וכו' היינו במילתא דלא איתי אנש שהדבר ההוא מצוה בו דכל ישראל פטירי ועטירי כגון זו מאן דעביד הא הדיוט הוא אבל במצוה שאחר חייב בה והוא פטור וזה רוצה לעשות מצוה שנתחייב חבירו לאו הדיוט הוא אלא זריז ומשובח ע\"ש ועפ\"ז לק\"מ דהכא כל שאינו ת\"ח או מלך חייב ומשו\"ה החכם שרצה להחזיר ומלך לקרות מעומד אין כאן הדיוטות:<br><b>וכל</b> זה לדעת הרבנים הנזכרים אמנם קושית מהר\"א ישראל הנזכר מעיקרא קושיא ליתא דהא דאמרו כל הפטור היינו דוקא במצות שבין אדם למקום כגון ק\"ש ותפלה וסוכה וכיוצא בהן בזה אמרו כל הפטור וכו' דכיון דפטור נקרא הדיוט אם יעשה. ברם במצוות שבין אדם לחבירו דעביד טפי מחיוביה לאו הדיוט דהא דרך כלל נצטוינו לעשות עם חבירינו לפנים משורת הדין ולאו הדיוט הוא דעביד מצות ה' וחש\"ב עם קונה\"ו. והן הן דברי הש\"ס בעובדא דר' ישמעאל דפריך והא ר' ישמעאל ברבי יוסי זקן ואינו לפי כבודו ומשני לפנים משורת הדין הוא דעבד דתני רב יוסף והודעת וכו' אשר יעשון לפנים משורת הדין דא\"ר יוחנן לא חרבה ירושלם וכו'. וא\"כ כבר נצטוה לעשות יותר מחיובו דרך כלל דכתיב אשר יעשון ואין זה הדיוט והדבר פשוט מאד. כל זה אמרתי לפני הרבנים הנזכרים בו בפרק ואמור מודים דרבנן:<br><b>ואין</b> להקשות מסוגיין לדברי הרמב\"ן והריטב\"א הנזכרים דאמרינן דר' ישמעאל לפנים משורת הדין הוא דעבד דתני רב יוסף והודעת וכו' אשר יעשון לפנים משורת הדין דמשמע דמשום דנצטוו לעשות לפנים משורת הדין מש\"ה מצא מקום לשנויי דר' ישמעאל לפנים מש\"ה הוא דעבד אבל אי לא נצטוינו בלפנים מש\"ה הוה קשיא לר' ישמעאל והרי בלא\"ה ל\"ק לר' ישמעאל דהגם שהוא פטור דכיון דהמצוה נצטוו בה אחרים לא נאמר כל הפטור וכו' והנה שכרו אתו. לק\"מ דשאני הכא דאיכא ביזוי לתורה ובכי הא אי לאו דנצטוינו לפנים משורת הדין לא היה מתישב הא דר' ישמעאל דהרי אם יטעיננו שהוא המצוה הוא טעו\"ן שלא כענינו והוא זלזול התורה. ומה שעשה ר' ישמעאל כי פרע\"ו דמי\"ו בו זה אינו מצוה. ולכן מייתי הש\"ס דתני רב יוסף וכו' דבהא ניחא כמבואר:"
        ], 
        [
            "<b>אי דמנטרא וכו' הוכח אפילו ק' פעמים וכו'. </b>עמ\"ש בעניותי בספר ברכי יוסף א\"ח סימן תר\"ח ובספרי הקטן ראש דוד פרשת דברים ע\"ש:", 
            "<b>משום דאיכא צער בעלי חיים וכו'. </b>המרדכי פ\"ק דע\"ז כתב דצב\"ח דרבנן והקשה מהר\"י ערוך הביאו הרב ארעא דרבנן אות תקל\"ו דהוא הפך כל הפוסקים ע\"ש. וביותר קשה דשרש דברי המרדכי הם מספר יראים סימן שנ\"ב. ואלו בספר יראים גופיה סימן רס\"ז ורס\"ח נראה דסבר צער בעלי חיים דאוריתא ע\"ש שוב ראיתי במרדכי שילהי פרקין שכתב דצער בעלי חיים דאוריתא. ובחידושי אנשי שם סביב המרדכי הקשה דבריו אהדדי. ותירץ דיש צב\"ח דאוריתא וצב\"ח דרבנן אך בחלקו\"ת מצער גדול לצער קטן ע\"ש באורך:"
        ], 
        [], 
        [
            "<b>ואמאי האי עשה והאי לא תעשה ועשה וכו'. </b>ראיתי להרדב\"ז בתשובותיו דפוס ויניציא סימן תקכ\"ד שכתב על זה וז\"ל והקשו עלה היכי ס\"ד דאתי עשה דכבוד ודחי אפילו לאו גרידא הא אם אמר לו אביו לא בעינא להאי כבוד מי איתיה לעשה כלל כדאיתא פרק אלו נערות דעשה דולו תהיה לאשה לא דחי לאו דממזרת משום דאי אמרה לא בעינא ליה מי איתיה לעשה כלל. ותירצו דהתם כי אמרה לא בעינא (ליתיה לעשה כלל אבל הכא אי אמר האב השתא לא בעינא) בשביל זה לא ביטל העשה עולמית ואפשר שיתקיים תדיר בשאר דברים ותירוץ זה לא נתחוור אצלי דאם מחל האב בכל הדברים ובכל הזמנים הא ליתיה לעשה כלל. ולפי דעתי מכח קושיא הוצרך הרמ\"ה לתרץ דאפילו כי אמר לא בעינא שייך עשה דמ\"מ מצווה הוא בכל דבר אפילו אמר האב לא בעינא עכ\"ל:<br><b>ועין</b> רואה בשיטה מקובצת דהביא מהרא\"ש שכתב משם ר\"מ השני תירוצים הנזכרים שכתב הרדב\"ז. ואם נאמר דר\"מ שכתב הרא\"ש הוא הרמ\"ה שכתב הרדב\"ז דנראין דברי הרדב\"ז כאלו מועתקים מלשון הרא\"ש אשר הביא בשיטה מקובצת. לפ\"ז לשון הרדב\"ז הנזכר לא דאיק שכתב והקשו עלה ותירצו ושוב כתב הוצרך הרמ\"ה לתרץ ולפי הכתוב בשיטה מקובצת הרמ\"ה עצמו כתב השני תירוצים כחדא שריין. ואפשר דכונת הרדב\"ז במ\"ש ולפי דעתי מכח קושיא הוצרך הרמ\"ה לתרץ היינו דמכח קושיא שיש בתירוץ ראשון והיא קושיתו דסליק מינה הוצרך לתרץ תירוץ שני. וראיתי בספר אמרי נעם שהביא תירוץ ראשון שדחה הרדב\"ז משם רבינו יצחק מויינא ע\"ש פרשת קדושים:<br><b>ויראה</b> שדחיית הרדב\"ז אינה דחיה ותירוץ זה חוזר ונראה דרובא דעלמא ורובא דרובא לא משכחת שהאב ימחול בכל הדברים ובכל הזמנים ואם המצא ימצא מיעוטא דמיעוטא דלא חיישינן ליה אפילו לר' מאיר ומה דמו' יערוך כבוד או\"א לעשה דלו תהיה לאשה דהתם מצוי הדבר דתימא לא בעינא ליה והלא במאמר אחד ליתיה לעשה כלל ומשו\"ה אף דלא אמרה לא בעינא חשיב דליתיה לעשה ולא דחי לא תעשה. לא כן בכבוד או\"א דישנו העשה על הרוב אף דמחל בפרט אהד. ולאחד ברבוא אם ימצא שמוחל בכל דבר ובכל זמן לא חיישינן ובכה\"ג אין לומר ליתיה לעשה כי הוא רחוק מאד מציאות זה:"
        ], 
        [], 
        [
            "<b>הא מני ר' יוסי הגלילי דאמר צער בעלי חיים דרבנן וכו'. </b>עמ\"ש המרדכי ומ\"ש לעיל דף ל\"א בס\"ד:", 
            "<b>אמר רבא כגון רב סחורה דאסברן זוהמא לסטרון. </b>כנסחא דידן גרסי התוספות בסנהדרין ריש פרק ד' מיתות ובע\"ז דף י\"ט ע\"א וכן מוכח מדברי התוס' במועד קטן דף כ\"ה ע\"ב ושאר רבוואתא ורב שרירא גאון בתשובה כי באה בספר יוחסין. אמנם המרדכי פרק ואילו מגלחין כתב משם ראבי\"ה דרבא עבד עובדא כותיה. ותמה עליו הרב באר שבע בתוספותיו בשילהי הוריות דרבא לא עבד עובדא כותיה רק דאמר כגון רב סחורא וכו':<br><b>ואחזה</b> אנכי להרב ספר יוחסין שכתב באות ס' רב סחורה אסבריה לרבא משנה אחת וקרע עליו והרב סדר הדורות אריה שאג וכתב עליו דקרא וטעה כי בגמרא לא אמרו דרבא קרע וכו' ע\"ש ונעלם ממנו דראבי\"ה הביאו המרדכי בשילהי מ\"ק כתב דרבא עבד עובדא. ועוד נעלם מהרב באר שבע ומהרב סדר הדורות דהתוספות בשבת דף ק\"ה ריש ע\"ב ומהר\"א ממיץ בספר יראים מצוה ל\"ו גרסי דרבא קרע מאניה על מאן דאסבריה זוהמא לסטרון ע\"ש אלמא גירסא אחרת היתה להם ועיין בבר\"י סימן רמ\"ב:", 
            "<b>את צריכת לי עד מ' שנין. </b>כתב הרב באר שבע בתשובות סימן י\"ג הא דאמר עד מ' שנין מפני שאין אדם עומד על סוף דעתו של רבו וחכמת משנתו עד מ' שנין כדאיתא בספרי פרשת כי תבא עכ\"ל והביאו הרב סדר הדורות דף ק\"ג ע\"א ובספר רגל ישרה כתב הרב באר שבע במ\"כ אשתמיטיתיה דהוא גמרא ערוכה בע\"ז דף ה' עכ\"ל ובשיטה מקובצת תראה דרבינו חננאל פירש כהרב באר שבע וכן תלמיד רבינו פרץ פירש כן ומייתי ממסכת ע\"ז וכן הרב נחלת יעקב סוף פרשת תבא והרב תוספת יום טוב פ\"ה דאבות במשנה בן מ' לבינה מייתו לה מע\"ז. ותו יש להרגיש על הרב ב\"ש ועל סדר הדורות ועל רגל ישרה דאין זה בספרי פרשת תבא. רק מחמת דרש\"י כתב כן שם חשב הרב ב\"ש דמסתמא הוא ספרי וכתב' בפשי' משם ספרי ואחריו נמשכו ספר סדר הדורות וספר רגל ישרה. ומהר\"ם שיף בשיטתו פירש כן ומייתי מרש\"י בפירוש החומש ע\"ש:", 
            "<b>אמר ר' יוחנן הלכה כר' יהודה וכו'. </b>עיין מ\"ש בעניותי בספרי הקטן שער יוסף בתחילתו ודף קי\"ד ע\"א ע\"ש באורך:", 
            "<b>מדה ואינה מדה. </b>פירש\"י שהמשנה וגמרא יפים ממנה מפני שתלוין בגירסא ומשתכחים שבימיהם לא היתה גמרא בכתב וגם לא היה ניתן ליכתב אלא לפי שנתמעטו הלבבות התחילו דורותינו לכתבו עכ\"ל. וחזה הוית לעמית בתורה הרב מהר\"י חזן נר\"ו בספרו הנחמד חקרי לב הנדפס מחדש דף י\"ב ע\"ב שהביא דברי רש\"י הללו וכתב וז\"ל מבואר מדבריו דגם הש\"ס שסידר רב אשי לא סידרו בכתב כי אם בע\"פ ובדורות סמוך לזמן רש\"י התחילו לכתוב וא\"כ כ\"ש דס\"ל הכי במשניות דרבי וע\"ש מ\"ש רש\"י וכו' פן ישתכחו המשניות וכו' ואי רבי כתב המשנה לא יתכן שכחה עכ\"ל. ואני בעניי לא ידעתי איך סבל לומר שהש\"ס לא נכתב עד סמוך לזמן רש\"י והוא פלא דהרי רש\"י נח נפשיה שנת ד' אלפים תתס\"ה והיה בדור הרי\"ף זמן הרבה אחר הגאונים והגאונים חיברו וכתבו כמה חיבורים בדינים ופירוש התלמוד למאות. המורם מהם אחד מאלף אשר בידינו הנה הנם הלכות גדולות שאלתות ספר המקח וספר המשכון לרבינו האיי גאון ואיך אפשר שהש\"ס לא נכתב עד הזמן ההוא. והגם דבנסחת רש\"י דקמן כתוב התחילו דורותינו לכתבו. אין להאמין כל הנמצא כתוב וכבר מהרש\"ל כתב על אחד מגאוני זמנו אמר על כל אשר מצא אני מאמין. ובודאי שיש ט\"ס ברש\"י. וכן מצאתי ברש\"י הנדפס בעין יעקב שכתוב התחילו דורות אחרונים לכתבו ע\"ש:<br><b>ועוד</b> נעלם ממנו מ\"ש הרמב\"ם פט\"ו מהלכות מלוה וז\"ל והגיע לידי במצרים מקצת גמרא ישנה כתובה על הגוילים כמו שהיו כותבים קודם לזמן הזה בקרוב חמש מאות שנה וכו' ע\"ש והיה כי תבא לחשבון תמצא שנכתבה הגמרא הזו שבאה ליד הרמב\"ם כמו ק\"ס שנה אחר חתימת התלמוד וגם בספר המצות שחבר הרמב\"ם לאוין קצ\"ט כתב דכן הוא בנסחאות המדוייקות שנקראו על זקני התלמוד ע\"ש והרי הרמב\"ם מעיד שבא לידו הגמרא מזקני התלמוד או הגמרא שנכתבה בסוף זמן רבנן סבוראי ואיך רש\"י יחלוק במציאות והוא היה לפני הרמב\"ם ובודאי ידע שפיר מאלו הגמרות הכתובות:<br><b>ותו</b> לא זכר דברי רב שרירא גאון שכתב בתשובה כי באה בספר יוחסין דפוס אמשט' דף פ\"א ע\"ב שכתב וז\"ל ובימי רבי בנו של רבן שב\"ג אסתייע מילתיה ותרצינהו וכתבינהו וכו' ע\"ש וכן כתב דף פ\"ב ע\"ב ולא הוו צריכי לחבירינהו ולמכתבינהו עד דחריב בה\"מ וכו' ובדף פ\"ג ע\"א כתב וז\"ל ודאמריתו מה ראה ר' חייא לכתבם ואמאי לא כתבם רבי אלו בקש רבי לחבר ולכתוב וכו' אלא הכי עקר הדברים תקן וכתב וכו' ע\"ש ומ\"ש בדף פ\"ו ע\"א דהמשנה והתלמוד לא נכתב וכו' ע\"ש פניו כלפי השואל ומיירי בדורות ראשונים קודם ר' כאשר יראה הרואה. וכ\"כ רבינו שמואל הנגיד שהיה קודם הרי\"ף בספר מבא התלמוד. שרבי כתב המשנה למען תעמוד ימים רבים פן תשכח מלב הקוראים ע\"ש וכן כתב עוד רב שרירא בתשובה הנזכר דף פ\"ד ריש ע\"ב ולא הוה להו להנך קמאי עד דאפטר רבי חבור כתוב וכו' ע\"ש הרי רב שרירא גאון ורבינו שמואל הלוי רבוואתא קמאי דקמאי פי שנים עדים דרבינו הקדוש כתב המשניות הפך מה שהסכים הרב מהר\"י חזן דרבי לא כתב המשניות כלל והאריך בזה שם ואח\"ך נסתייע מדברי רש\"י ע\"ש. ועוד נעלם ממנו שכל מ\"ש בפרט זה כמעט של כת קודמין היא הוא הרב מהר\"י חאגי\"ז בתחילת עץ החיים בהקדמה לדרכי המשנה שהקשה על הרמב\"ם מסוגית תמורה ככל קושיותיו והכריח כמעט ההכרחיות שהכריח הוא נר\"ו וגם הביא דברי רש\"י דשמעתין דעליה סמיך והביא הנוסחא כמו שהיא לפנינו. ותימא על הרב מהר\"י חאגי\"ז גם כן שלא הרגיש בלשון רש\"י שהוא ט\"ס כדאמרן:<br><b>ולפי</b> הנסח שכתוב בעין יעקב בלשון רש\"י התחילו דורות אחרונים לכותבו ניחא טובא דרש\"י מיירי בימי רבינו הקדוש ובית דינו שבימיהם לא היתה גמרא כתובה ומשום הכי אמר רבי דהעוסק במקרא מדה ואינה מדה וכו' גמרא אין לך מדה גדולה וכו' ועל זה כתב רש\"י שבימיהם לא היתה גמרא וכו' וסיים אלא לפי שנתמעטו הלבבות התחילו דורות אחרונים לכתבו כלומר רבינא ורב אשי שהם כתבו התלמוד. ומעולם לא עלה על לב רש\"י ז\"ל שרבינא ורב אשי לא כתבו הש\"ס ולא רבנן סבוראי ולא הגאונים כאשר חשבו הרב מהר\"י חאגי\"ז והרב מהר\"י חזן. ואדרבא יש להוכיח קצת מדברי רש\"י הללו שהמשנה נכתבה בימי רבי שהרי כתב שהמשנה וגמרא יפים ממנה מפני שתלוין בגירסא ומשתכחים שבימיהם לא היתה גמרא בכתב. ואי אמרת שגם המשנה לא נכתבה בימי רבי אמאי גמר אומר שבימיהם לא היתה גמרא בכתב הול\"ל לא היו משנה וגמרא בכתב דעל שניהם הוא אומר ואתרוייהו קאי וממאי דסיים שבימיהם לא היתה גמרא משמע דגמרא לא היתה אבל היתה משנה בכתב. ואי קשיא לך דאם כן רש\"י תוך כדי דיבור סותר את עצמו דברישא כתב שהמשנה והגמרא וכו' שתלויים בגירסא ומשתכחים וכו' אלמא משנה וגמרא כי הדדי נינהו תלויים בגירסא ומשתכחים. ובתוך כדי דיבור סיים שהגמרא לא נכתבה דמשמע דהמשנה נכתבה כמדובר. זאת אשיב דראיתי למופת הדור הרב ישרש יעקב שכתב על דברי רש\"י הללו וז\"ל הנה מלשון רש\"י מורה שבימי רבי לא נכתבו המשניות רק סדרן ע\"פ ומשו\"ה היה ירא שלא ישתכחו המשניות אבל הרמב\"ם בהקדמתו כתב שרבי כתב המשניות ולפ\"ז קשה אמאי דרש לעולם הוי רץ למשנה והלא אחר שכתובים אין חשש שישתכחו. וי\"ל דכשדרש הוי רץ למשנה עדיין לא הסכימו לכותבן ואחר זה הסכימו משום עת לעשות לה' לכתבן עכ\"ל. ולפ\"ז אפשר דרש\"י תנא דווקנא ומר ניהו סבר דבתחילה סידר המשניות על פה והיו גורסים אותם על פה כמה שנים ובו בפרק אמר רבי הוי רץ למשנה ובסוף ימיו כתבן ובזה יתיישבו דברי רש\"י דבתחילה פירש שהמשנה והתלמוד יפים ממקרא שתלוים בגרסא ומשתכחים כי בעת ההיא לא נכתבו. אך סיים שבימיהם לא היתה גמרא בכתב ולא נקט משנה להיות שבסוף ימיו כתב המשנה אבל הגמרא לא נכתבה בימי רבי כלל:<br><b>ועל</b> פי זה ניחא מאי דאמרינן פרק הפועלים דר' חייא כתיב חמשה חומשי לה' ינוקי ומתני שיתא סדרי לשיתא ינוקי ואם רבי כתב המשנה אמאי לא כתיב שיתא סדרי נמי. ועם שיש להשיב בלאו הכי על פי מ\"ש מהרח\"א שבסוף ימיו כתב המשנה ניחא דהא דר' חייא הוה מקמי דכתב רבי המשנה. וראיתי להרב מהר\"י חאגי\"ז שהקשה לדעת הרמב\"ם שרבי כתב המשנה דמצינו לפעמים האמוראים חולקין בגרסת המשנה ואיכא מאן דתני הכי ואיכא מאן דתני הכי וכו' ואם רבי כתב המשנה ניתי ספר ונחזי עכ\"ל ולק\"מ דבימי רבי נמי היו חלופי גירסאות אלו ובע\"פ היו יודעים דיש גירסאות אלו אלא דרבי במשנה תפיס כחד ולא שהכריע כן רק דנקט חד מגירסאות ובע\"פ גרסי השני נסחאות וכ\"כ רבינו שרירא גאון בתשובה הנזכר דף פ\"א ע\"ב דרבי גופיה מספקא ליה היכי תנן אלא דמאי דמייתי הגאון מפרק כיצד מעברין בש\"ס ליתא בש\"ס בנסחא דקמן ע\"ש:<br><b>ומ\"ש</b> הרמב\"ם בהקדמתו לחיבור שקודם רבינו הקדוש ראש ב\"ד או נביא שהיה באותו הדור כותב לעצמו זכרון השמועות וכו' וכן כל א' כותב כפי כחו מביאור התורה והלכותיה וכו' ע\"ש ועל זה הקשה הרב חקרי לב מכמה מקומות ע\"ש באורך אפשר לומר דלא היו כותבים רק ריש מילין וסימנים לדבר כמ\"ש הליכות עולם. וזהו שכתב הרמב\"ם זכרון השמועות. גם מה שהקשו על הרמב\"ם הרב מהר\"י חאגי\"ז והרב הנזכר מסוגיית תמורה דף י\"ד. יש לומר דלא התירו רבינו הקדוש ובית דינו אלא לכתוב המשנה ותו לא ובפירושא אתמר שהשאר ישאר בתוקף האיסור ובזה תתיישב סוגיית תמורה והדומה לה. ומה שהקשה הרב מהר\"י חאגי\"ז מעירובין דף ס\"ב שאמרו כגון מגילת תענית דכתיבא ומנחה ואמאי לא אמרו מהו לאורויי ממתניתין דכתיבי ומניחי לק\"מ דשאני ההוא דמגילת תענית שהוא דבר פשוט אלו ימים אסורים ואלו מותרים משא\"כ ממשנה דצריכא רבא וכבר הרב ז\"ל כתב דאי תימא דאין להורות מתוך המשנה ה\"ה דאין להורות מהבריתות ואני בעניי אומר דה\"ה ודאי מהבריתות ושאני הך דבלא מגילת תענית פשוטה ויש להורות מתוכה ולהכי נקט מגילת תענית. ומהקדמת סמ\"ג משמע דהתלמוד לא נכתב עד תחלת זמן הגאונים ע\"ש:<br><b>ובכלל</b> הכרחיות הרב חק\"ל כתב להוכיח דהמשניות לא נכתבו מדאמרו חסורי מחסרא וכן איכא דתני הכי ותני הכי ואם היה בכתב ניתי רוב ספרי המשנה וניחזי וכו' ע\"ש וכבר בסמוך כתבנו ע\"ד הרב מהר\"י חאגי\"ז שהכריח הכרח זה מחילוף הגירסאות. ומה שהוסיף מדאמרו חסורי מחסרא זאת אשיב ובכלל יתבאר ההפרש שבין ברייתא לתוספתא אשר מרן ז\"ל בריש ספר כללי הגמרא כתב ימים רבים הוקשה לי למה זו נקראת ברייתא ותוספתא עד שמצאתי בספר כריתות שהתוספתא נתוספה על המשנה וכו' והרב יבין שמועה האריך לפרש מה שהוקשה לו וכיצד נתיישב במ\"ש הכריתות ע\"ש באורך כמה צדדין:<br><b>ומצאתי</b> בספר הקדמון ספר הקנה הקדוש אשר היה בכ\"י בגנזי מלכי רבנן ועתה נדפס מחדש ובדף פ\"א ע\"ג מבואר דמשה רבינו עד הלל הזקן היו ת\"ר סדרי משנה וזקני בית שמאי וזקני בית הלל סדרו ששה סדרים והניחו השאר ובא רבינו הקדוש וקצר אותה משנה וסידר את המשנה הזו שבידינו והמשנה הנותרת השיב את שמה תוספתא על שיש בה תוספת על המשנה הזאת. והמשנה הראשונה השיב את שמה חיצונית ותרגום חיצונית ברייתא על שם שהיא חיצונית מן המשנה. ולכן כל מקום שקיצר רבינו הקדוש את הלשון בכל המשנה כולה ואין התלמוד יכול לתרצה חוזרים ומתרצים אותה מן המשנה שהשיב את שמה תוספתא וראה אתה בעיניך אור לי\"ד וכו' ולמה אמרו שתי שורות במרתף וכו' ומרתף לא נזכר כאן וז\"ש מרתף מאן דכר שמיה חסורי מחסרא והכי קתני וכן בכל מקום שקיצר רבינו הקדוש את לשון המשנה וכו' חוזרים האמוראיים ואומרים חסורי מחסרא והכי קתני כלומר מחוסרת היא המשנה משלפניה הקרויה תוספתא עכ\"ל ועוד האריך ע\"ש הא למדת דחסורי מחסרא היינו שבכונה קיצרה רבינו הקדוש ואין מזה טענה על הרמב\"ם. גם נתבאר ההפרש שיש בין ברייתא לתוספתא ודוק הטב בכל לשון ספר הקנה:"
        ], 
        [
            "<b>אלו תלמידי חכמים שזדונות נעשות להם כשגגות וכו'. </b>ראיתי בספר חדש זה שמו שמן רק\"ח להרב מהר\"ר אלעזר אב\"ד דק\"ק פילץ. וכמו רגע נראה לי מיד עובר ארח וראיתי אגב רהטא שכתב דף ס\"ג ע\"ג דלפי פשוטו תמוה וכי אתגורי אתגור הע\"ה וכו' אלא ה\"פ הת\"ח נחשב להם כזדונות כלומר אף אם עשה עבירה בשוגג ירא וחרד כאלו עשה במזיד ושב בתשובה שלימה אבל הע\"ה להפך הזדונות קלים בעיניו כשגגות ואינו מתחרט בלב שלם ע\"ש באורך והפשט אמיתי ולק\"מ מה שתמה ומה שהקשה דאמאי שגגת תלמוד עולה זדון הלא יהיה כע\"ה ולמה יגרע לק\"מ דהת\"ח יודע לקרות ולהבין ומשו\"ה הוא פשיעה אבל הע\"ה לא גמיר ולא סביר. ועוד כי לפי גדולת נשמת הת\"ח הוא פגם גדול ע\"ד וסביביו נשערה ועוד דיש סרך ח\"ה משא\"כ נשמת הע\"ה הוא בעשיה ואינו פוגם כ\"כ ודוק כי קצרתי:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>משנה. והשאר יהא מונח עד שיבא אליהו. </b>מהכא ומכל דוכתא דאמרינן הכי יהא מונח עד שיבא אליהו או כיוצא בזה יש להוכיח דהנביא יכול לומר המציאות הזה כיצד הוא. ואינו ענין למה שכתב הרמב\"ם בהלכות יסודי התורה פ\"ט דנביא שאמר הלכה כפלוני יחנק אף שכיוין אל האמת דכתיב לא בשמים היא. והחילוק ברור והנה אמת נכון דהנביא יכול להגיד המציאות ודלא כמהר\"ם ן' חביב בספר תוספת יום הכפורים גבי המן שהיה הוכחה עבד למי ואשה כי תסרי\"ח דלא ע\"ז היה סומך רק ע\"פ ההלכו' וכו' ע\"ש ודבריו תמוהים דכי אמרה הרמב\"ם היינו בספיקא דדינא לא בספק המציאות וכדמוכח ממשניות וברייתות דקתני יהא מונח עד שיבא אליהו. וכבר אני בעניי הוכחתי כן מדוכתי אחריני בספרי הקטן ברכי יוסף א\"ח סימן ל\"ב:", 
            "<b>ומתוך הגדול נותן דמי הקטן לשני. </b>פירש\"י ישברנו ומדברי הרמב\"ם בפירוש המשנה משמע קצת דסבר דמוכרין הכלי גדול ונותן דמי הקטן והוא כדעת הרשב\"א הביאו באסיפת זקנים וכ\"כ הר\"ב לח\"מ פ\"ה דשאלה דדעת הרמב\"ם דלא כרש\"י אלא שהכריח מלשון הרמב\"ם בחיבור ע\"ש ואינו מוכרח דלשון המשנה נקט וכ\"כ הסמ\"ע סימן ש' ומה שהקשה עליו הרב כנה\"ג שם לק\"מ כמבואר. אך כבר כתבנו דמדברי הרמב\"ם בפירוש המשנה יש לדקדק קצת דסובר כהרשב\"א ודוק היטב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ממשמע שנאמר וחרה אפי וכו' יודע אני שנשיהם אלמנות וכו'. </b>שמעתי משם מורינו הרב כמהר\"א יצחקי זלה\"ה שהעיר דאיך יתיישב קרא דמזמור ק\"ט יהיו ימיו מעטים פקודתו יקח אחר יהיו בניו יתומים ואשתו אלמנה וכו' דהא כתיב יהיו ימיו מעטים וכו' ואמאי צריך אשתו אלמנה ובניו יתומים ואין לדרוש כמאי דדריש בשמעתין דנשיהם מבקשות לינשא ואין מניחין אותן ובניהם רוצים לירד לנכסי אביהם ואין מניחים אותם דהכתיב פקודתו יקח אחר דהיינו אשתו ואיך מתיישב קרא גופיה. והיה מפרש ז\"ל עם הדין בא\"ה סימן ל\"ז האשה שאמרה מת בעלי נאמנת ותנשא. באה צרתה ואמרה מת בעלי תנו לי כתובתי אינה נאמנת ולא תנשא וכתובה אין נגבית מחיים. וקרא במי שיש לו שתי נשים מיירי פקודתו יקח אחר שבאה ואמרה מת בעלי תנשא. ואשתו אלמנה ובניו יתומים דאמרה מת בעלי ותנו לי כתובתי דלא תנשא וז\"ש ואשתו אלמנה שאין מניחים אותה לינשא ובניו יתומים שאין מניחין לירד לנכסי אביהם ואמר ינקש נושה לכל אשר לו דבע\"ח יכול להתפרע מהם ממה נפשך אפילו מטלטלי ודוק הטב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ת\"ר ההולך למוד את גרנו וכו'. </b>עמ\"ש בעניותי בספרי הקטן ברכי יוסף א\"ח סימן ר\"ל בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>שיכול אין לי אלא הוא אמר לעבדו וכו'. </b>בירושלמי על משנתנו בסוף הפרק חסר לשון ומצאתי להרב השלם כמהר\"ר מנחם די לונזאנו זלה\"ה בהגהותיו לירושלמי מכתב ידו הקדושה שכתב מה שחסר בדפוס מירושלמי כתיבת יד וראיתי להעתיקו לזכות את הרבים וזהו הלשון. ומ\"ט דב\"ש פשע על כל דבר פשע מה מקיימין דב\"ה פשע על כל דבר פשע תפתר ששלח בו יד על ידי שליח. ר' יוסי בר חנינא בעי מה את אמרת ליטול נטל והתני ר' אושעיא נשברה או שהחמיצה נותן לו דמי כלה כלום החמיצה אלא מחמת טלטול. ר' שמואל ר' אבהו בשם ר' אלעזר שליחות יד שנאמרה בש\"ח אינו חייב עד שעה שיחסר. ר' שמואל בעי קומי ר' אבהו מה את אמרת חיסר או אפילו לא חיסר א\"ל ולא דא היא שאלתיה דר' יוסי בר חנינא ליטול נטל אין תימר ליטול אפילו לא חיסר ואין תימר נטל עד שעה שיחסר. אין תימר ליטול החזירה במקום למקומה בין למקום אחר פטור ואין תימר נטל החזירה למקומה פטר למקום אחר חייב. ר' אבהו בשם ר' יוחנן נאמר שמירה בש\"ח. ונאמר שמירה בש\"ש ולא דמיא [שמירה] שנאמר בש\"ח לשמירה שנאמר בש\"ש אפילו הקיפו חומה של ברזל אין רואין אותו כאלו שמר. היה יכול להציל חייב שאינו יכול להציל פטור. אין אומרים אלו היה א' שם היה יכול להציל. ר' אלעזר בשם ר' אושעיא נאמרה שליחות יד בש\"ח ונאמרה שליחות יד בש\"ש שליחות יד שנאמרה בש\"ח אינו חייב עד שעה שימשוך שליחות יד שנאמרה בש\"ש כיון שהניח מקלו ותרמילו עליו חייב. שמע ר' יוסי בן נהוראי ואמר אני איני מקבל עלי את המדה הזו אלא א' זו וא' זו אינו חייב אלא עד שימשוך. ר' אמי בשם ר' אלעזר ותני ר' אושעיא כך לא יאמר שליחות יד שנאמרה בש\"ש שאינו צריך הייתי למד מש\"ח מה אם נושא שכר שהחמירה בו תורה אינו חייב עד שעה שימשוך לאיזה דבר נאמרה שליחות יד בנושא שכר שא\"צ להחמיר עליו כיון שהניח מקלו ותרמילו עליו חייב. א\"ל ר' יוסה אם אומר אתה כן נמצאת למד קל מחמור להחמיר עליו דו יכיל מימר ליה מה אם נושא שכר שהחמירה תורה בו אפילו משך יהא פטור אלא כיני לא יאמר שליחות יד שנאמרה בשומר חנם שא\"צ הייתי אומר עד שעה שימשוך נושא שכר שהחמירה בו התורה כיון שמשך (חייב) לאיזה דבר נאמרה שליחות יד בש\"ח שאינו צריך להחמיר על נושא שכר כיון שהניח מקלו ותרמילו עליו חייב (כל זה הלשון חסר בירושלמי בדפוס):", 
            "<b>המטבע אינו קונה את אסימון. </b>הערוך פירש בערך אסימון שהוא כסף שאין עליו צורה. ופירוש פולסא מטבע של נחשת ויש בו צורה ולכאורה יקשה דבש\"ס מאי אסימון פולסא וכפי הערוך חלוקים במינם ובצורה. אמנם י\"ל כדמשנו התוס' בסוגיין ובעירובין דף ל\"א בעד רש\"י דכל דבר שאינו מתוקן כהלכתו קרי ליה אסימון. ועיין בתוס' שבת דף ס\"ה. וברבינו שמשון פ\"א דמעשר שני:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>היה עומד בגורן וכו' ונקנינהו וכו'. </b>התוס' הקשו דלקני המעות דרך הודאה כההיא דאיסור וכו' ודבר זה פלוגתא דרבואתא אי ההודאה היא קנין וכבר הרב נחלה ליהושע בשו\"ת סימן י\"ב והרב בני יעקב ברוח מבינתם למדונו סברת כל אחד מהפוסקים והן בפיהם תוכחו\"ת מדבריהם. והמעיין יראה שיש לדחות קצת ראיותם. ועמ\"ש התוס' בקמא דף ק\"ד ומה שכתבתי בעניותי בספרי הקטן ברכי יוסף ח\"מ סימן מ'. ועיין מ\"ש לעיל בקונטריס זה פ\"ד דמעשר שני:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>דאתמר רב אמר דברים אין בהם משום מחוסרי אמנה ור' יוחנן אמר יש בהם וכו'. </b>רבינו שמשון בסוף שביעית נקט בפשיטות דאין בהם מחוסרי אמנה ותמה עליו הרב מהראנ\"ח ח\"א סימן קי\"ח דהלכה כר' יוחנן וכן יש לתמוה על רש\"י בקמא דף ע\"ט ע\"ש. ואני בעניותי כתבתי בענין זה בספרי הקטן שער יוסף בקונטריס אשר בסוף סימן ט' ע\"ש באורך: [ועיין מ\"ש לפנים פ\"י דשביעית בס\"ד]:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תוס' ד\"ה נשבעין לגזברין. </b>עמ\"ש הרב עין יהוסף בשיטתו ועיין מ\"ש אנכי עפר דל בספרי הקטן שער יוסף דף ו' ע\"א בס\"ד ע\"ש:"
        ], 
        [], 
        [
            "<b>ולע\"א [אפילו] בשעה שעוסקים בנגעים ואהלות וכו'. </b>עיין מ\"ש בעניותי במאמר זה בספרי הקטן ראש דוד פרשת תזריע בס\"ד:", 
            "<b>מנ\"ל מתמר דכתיב היא מוצאת. </b>התוס' כתבו היא מוצת בלא אלף כמו ויצת אש בציון וכו' פירש הגאון החסיד מהר\"ף הלוי הורוויץ נר\"ו אב\"ד דק\"ק פפד\"מ בספרו הבהיר שנדפס חדש ממש ספר כתובה על מסכת כתובות ולשונות הטור. שם בדף ס\"ז משם הגאון מר אביו זלה\"ה לפי מ\"ש הרב מהרש\"ל בסנהדרין דף נ\"ב ללמד זכות על ר' חמא בר טוביה דאקפה זמורות לבת כהן ושרפה דטעה בתרתי והוא תירץ דהיה למגדר מלתא והואיל והיה למגדר מילתא הקיפה בחבלי זמורות לשנות מדין שרפה גמורה. וה\"נ לא היתה רק יבמה ולמגדר מילתא ציוה לשורפה שרפת נשמה וגוף בחבילי זמורות שריפת נשמה וגוף כמו ויצת אש בציון וזהו ששלחה אליו שאין כאן מגדר מילתא שלא היתה מופקרת לכל ומזה הוא עיקר הראיה שלו שנוח לו שיפול ילכבשן האש עכ\"ד ולכאורה דברי מהרש\"ל תמוהים איך חשד לבעלי התלמוד שלא ידעו לישב זה ותלו בוקי סריקי בר' חמא בר טוביה וח\"ו לא יעלה על לב. והיה נראה דסבר הש\"ס דאי רב חמא ידע דשריפה בפתילה של אבר אף שהיה למגדר מילתא תסגי להמיתה בפתילה של אבר וכבר נודע דבטלו ד' מיתות ולא היה שורפה בחבילי זמורות לאבד גופה נמי וכן לא יעשה. וכפי צד זה חלף הלך דרך הרב הנזכר. אמנם אפשר לקיימו דודאי נאמר דל\"ק על הש\"ס דידע דרב חמא מן הדין עשה ולא מהוראת שעה ולהכי קאמר טעה בתרתי אבל אה\"נ דלהוראת שעה יכול לאבד גופה נמי וכפ\"ז א\"ש דרך הרב הנזכר דבתמר דנוה הוראת שעה להשחית גופה נמי ולכך ר\"ח פירש היא מוצת כמו ויצת אש לומר דדנוה בשריפת גופה ולא סגי מהוציאוה ותשרף דההיא אפשר דתשרף כמצות הנשרפין בפתילה של אבר להכי קאמר היא מוצת דדנוה בשריפת גופה להוראת שעה. ובדברי מהרש\"ל הנזכרים והרב הנמקי והאחרונים כתבתי בעניותי באורך בח\"מ סימן ב'. ובמאמרין כתבתי קצת פ\"ק דסוטה בס\"ד:<br><b>ודע</b> דמ\"ש התוס' בסוגיין היא מוצת בלא אלף וכו' בכתובות דף ס\"ז ע\"ב כתבוהו בשם רבינו חננאל וז\"ל ר\"ח גריס מוצת בלא אלף לשון ויצת אש וכו'. והריטב\"א שם כתב בחידושיו דבכל הספרים שלנו כתוב באלף. והערוך ערך צת גריס בסוגיין אל תקרי מוצאת אלא מוצת. והנה רבינו תם בספר הישר כ\"י כתב דהערוך כל דבריו נערכין על פי פירושיו של רבינו חננאל. וכ\"כ הרב מנחת שי בפסוק זה דידוע דהערוך רוב פירושיו על פירושי ר\"ח ע\"ש. אם כן איפוא התוס' העידו בנו שר\"ח גריס מוצת בלא אלף ואלו הערוך כתבה בדרך אל תקרי. ויש לישב:", 
            "<b>א\"ר חנינא בריה דרב אידי מ\"ד לא תונו איש את עמיתו עם שאתך בתורה ובמצות אל תונהו. </b>פירש הריטב\"א הובא בשיטה מקובצת עם שאתך פירוש אשתך עכ\"ד והרי הוא כמבוא\"ר במשז\"ל דפלגן בהדייהו וזה עם שאתך בתורה ובמצות היא האשה אשר הוכיח ה' אל תונהו. וניחא דסמיך לה מימרת רב לעולם יהא אדם זהיר בהונאת אשתו:", 
            "<b>אמרי אינשי אתתך גוצא. </b>הקשה הרב עיון יעקב אמאי לא פריך ממ\"ש בברכות דף ס\"א אחר דבריה ואחר עצתה. ולק\"מ דמההיא ליכא לאקשויי דמאיזה פעם דהאיש הלך אחר עצת אשתו לא איריא. אבל רב מאי דקאמר הוא דתמיד הולך אחר עצתה דייקא נמי דקתני ההולך אחר עצת אשתו דרגיל בכך ואהך פריך מהא דאמרי אינשי אתתך גוצא גחין ולחיש לה דלשון זה מורה ובא תדיר:", 
            "<b>ואמר רבי חלבו לעולם יהא אדם זהיר בכבוד אשתו וכו' והיינו דאמר רבא וכו'. </b>יש להרגיש מאי האי דאמר הש\"ס והיינו דקאמר רבא אוקירו וכו' משמע דהוה ס\"ד שאין הדברים אחדים או מכוונים ואשמועינן הש\"ס דהיינו דאמר רבא. ואפשר דמדברי ר' חלבו אפשר שנבין דכונתו לכבד אשתו מאחר דבשבילה באת ברכה ומאחר שכן ראוי לכבדה. אמנם אף אם אינו מכבדה הברכה בבית בין כך ובין כך. לזה בא התלמוד ואמר שאין פירוש דברי ר' חלבו כך רק הברכה היא בעבור כבודה ואם מכבדה הברכה בבית ואם מנעה מכבוד אין הברכה מצויה וזהו שאמר והיינו דאמר רבא אוקירו לנשייכו כי היכי דתתעתרו דהעושר בא בשביל כבוד אשתו ואם אין כבוד אין ברכה:<br><b>א\"נ</b> דבין אם מכבדה בין אם אין מכבדה הברכה באה בשבילה וזהו פירוש דברי ר' חלבו ומזה מוכח דהזהיר לכבדה זכה מוסיפין לו עושר וברכת הבית מרובה מחמת\"ה והיינו דאמר רבא אוקירו כי היכי דתתעתרו דהברכה בשביל אשתו וכשתוסיפו לכבדה תתעתרו:<br><b>א\"נ</b> מדברי ר' חלבו הו\"א כי ירבה כבוד אשתו והברכה מצויה במידי דמיזן ובכל אשר בבית אמנם בסחורתו ועסק משא ומתן אין זה כי אם לפי מזלו האמנם בא התלמוד לאשמועינן דבשביל אשתו הברכה שורה בכל אשר לו מבית ומחוץ ולז\"א והיינו דאמר רבא אוקירו לנשייכו כי היכי דתתעתרו דעושר במשא ומתן וסחורה הוא:<br><b>א\"נ</b> אפשר משום דיש להרגיש בדברי רבא דקאמר אוקירו לנשייכו וכו' דכיון דכבוד אשתו מצוה היא הרי זה כעושה מצוה ע\"מ לקבל פרס אך מדברי ר' חלבו שמעינן דהוא זהירות בעלמא ואינו חיוב שהרי לא אשמועינן דיכבד אשתו אלא משום דהברכה מצויה בעדה ומשמע דאין זה חיוב והיינו דאמר רבא אוקירו לנשייכו כי היכי דתתעתרו דכיון דאין זה חיוב שרי לעשותו ע\"מ לקבל פרס על דרך מ\"ש בכמה דוכתי מהר' שפ\"ר:<br><b>ואפשר</b> דהטעם כי ירבה כבוד ביתו משום דאיש ואשה שזכו י\"ה ביניהם וגורמין יחוד עליון קב\"ה ושכינתיה ואז בא השפע רב על ידי השכינה וז\"ש לעולם יהא אדם זהיר בכבוד אשתו ויהיה יחוד עליון שאין הברכה מצויה אלא בשביל אשתו שהיא בחינת מלכות והמלכות היא המשפעת רב ברכות כנודע. ואפשר לדקדק האי דאמר רבא לבני מחוזא אוקירו לנשייכו כי היכי דתתעתרו. כלפי מ\"ש פרק מקום שנהגו דנשי מחוזא בטלות ממלאכה ואמר רבא שפל ונשכר קרינן להו משום הכי א\"ל רבא לבני מחוזא שלא יעלה טינא בלבם דנשיהם בטלות ממלאכה ולא יכבדום אלא אדרבא א\"ל אוקירו לנשייכו כי היכי דתתעתרו איכו השתא עשר\"ת תהיה לכם וטיבותא לגבייכו טפי משאם עושות מלאכה ולכן היו דברי רבא לבני מחוזא:"
        ], 
        [
            "<b>אם הלכה כמותי חרוב זה יוכיח וכו'. </b>יש להבין בהני הוכחות דר' אליעזר חרוב ואמת המים וכתלי בית המדרש ושוב הוכיח מבת קול. ולהבין אומרם אין מביאין ראיה מן החרוב וכו'. ואפשר לומר דרך דרש וחידוד בעלמא במה שאמרו אלו ואלו דברי אלהים חיים והוו בה קמאי איך יתכן דאילו ואלו דא\"ח והלא מי שאין הלכה כמותו לא דיבר נכונה. ואמרו הראשונים דיען אין האור ניכר אלא מתוך החשך והאמת לא ניכר אלא מתוך השקר כן הדבר הזה דלא יובן ויתישב מעצמותו אלא מהיפוכו לכן אמר ה' אל משה דברי המזכין והמחייבין וכיוצא כי מתוך הסברא דחויה תבנה ותכונן האמיתית. הא חדא. ועוד למדו מדברי רש\"י בכתובות דף נ\"ז דזמנין דשייך האי טעמא וזמנין דשייך האי טעמא ונמצא דעכ\"פ הסברא דחויה במציאות אחר תתקיים בשינוי מועט. ועוד בה שלישיה ושבה והיתה לבא\"ר מפום רבנן רבני צרפת כי הקב\"ה אמר למשה מ\"ט פנים טהור ומ\"ט אשר איננו טהור וכיוצא ואמר לו שההלכה כפי הסכמת חכמי הדור והם דברי אלקים חיים ממש. ובזה אפשר לפרש דרך חידוד דר' אליעזר אמר חרוב זה יוכיח כלומר שיעקר ממקומו כלומר שסברתו אמת ושלהם שקר רק שמתוך השקר יובן האמת וזה רמז במה שיעקר החרוב לומר שסברתם נעקרת לגמרי ואין בה אמת ולא תועיל כי אם להבין סברתו והיינו על דרך תירוץ ראשון שאמרו הראשונים. והדר אמר אמת המים תוכיח כלומר הגם שתאמרו שאין סברתכם שקר מ\"מ אינו אלא דזמנין דשייך טעמא דידהו על דרך תירוץ שני הנזכר ולכן אמר אמת המים תוכיח שהיא תחזור לאחוריה כלומר דאף דסברת החולקים אינה הלכה ואינה מתקיימת דומה לאמת המים דחזרה ומים הוו מיהא אלא שנשתנו ממקומם ואף סברת החולקים אמיתית היא ובענין אחר בשינוי הנדון מתקיימת דטעמה נכון ואמ' במקום אחר. וחזר לומר כתלי בית המדרש יוכיחו דאפילו תאמרו דשני הסברות אמת וההכרעה ביד חכמי הדור כתלי בית המדרש יוכיחו כי ברבים היו עמדי ולא קדמני אדם לבית המדרש ולא יצאתי והנחתי אדם כמ\"ש פרק הישן:", 
            "<b>יצאת בת קול ואמרה מה לכם אצל ר' אליעזר שהלכה כמותו בכל מקום. </b>עמ\"ש בעניותי בספרי הקטן ראש דוד פרשת נצבים בזה ובקצת מהנמשך בס\"ד:", 
            "<b>לא בשמים היא. </b>כלומר דעם היות דאלו ואלו דברי אלהים חיים מ\"מ כבר מסר הקב\"ה ההכרעה ביד חכמי הדור כמ\"ש רבני צרפת. א\"נ לפי סברת מהר\"ם מינץ סימן ק' דאין הדיין נאמן לפרש דבריו ומייתי ראיה מעובדא דרבה בר נחמני דפליגי מתיבתא דרקיעא עם קב\"ה ע\"ש וז\"ש לא בשמים היא שכבר התורה בידינו וכביכול לא מצי לפרש דבריו:<br><b>ואתה</b> תחזה בספר הקנה הקדוש דף פ' ע\"ג מה שפירש במאמר זה. ושם כתב וז\"ל ואמר ר\"י אין משגיחין בבת קול וכונתם על כל פנים כחך אומר כמותך וקב\"ה אוהב הטהורות ואם לא יבא הוכחה מבעל הדבר שכתב בתורתו אחרי רבים להטות מעולם לא נסכים לדעתך ובראות השכינה שכחן של חכמים אומר טמא שאל מתורה שבכתב כענין עמדו ואשמעה והנה בא משם אחרי רבים להטות ומיד שלח את אליהו זכור לטוב לבשרם ולבטל דברי ר' אליעזר עכ\"ל ועיין שם מה שפירש ביתר המאמר מפלאות תמים דעים. וממילא מתוך מה שהעתקתי מדברי הקדוש קנה חלף הלך מה שהוכיח מהר\"ם מינץ מעובדא דרבה ב\"נ דאין הדיין נאמן לפרש דבריו דהרי כביכול חלקו כאן על השכינה ולא על תורה שבכתב והשכינה שאלה משם והיתה התשובה כרבנן. והתם בעובדא דרבה ב\"נ בספר הקנה האריך בדף ע\"ח עמוד ג' ע\"ש באורך ולפי מ\"ש שם אין ראיה כלל ע\"ש ואין להאריך בזה רק את זה אומר דכפי דברי הקדוש קנה הנזכרים אפשר לומר דמ\"ש לא בשמים היא ר\"ל הבת קול היא בחינת השכינה ואינה מבחינת שמים שהוא תורה שבכתב וז\"ש לא בשמים היא הבת קול כלומר אין הוכחה מבחינת שמים שהוא תורה שבכתב. וכיונו אל האמת דמתורה שבכתב הנה באה ההסכמה לסברתם. ולי מה יקרו כפ\"ז דברי התוס' לחד שינוייא דשאני ב\"ק דבית הלל דהסכים לתורה דכתיב אחרי רבים וכו' דהרי הכא מ\"ש אין משגיחין בבת קול כונתם עד שיבא הוכחה מתורה שבכתב כאמור והתם שהבת קול מסכים לתורה שבכתב נתקבל ברצון:", 
            "<b>נמנו עליו וברכוהו. </b>כתב הרמב\"ן והביאו דבריו בעין יעקב ובנמקי יוסף והריב\"ש בתשובות סימן קע\"ג וז\"ל ותמהני למה ברכוהו לר' אליעזר הרי לא היה חייב אלא נדוי בלבד וכו' וי\"ל שכיון שלא רצה לחזור ואמר חרוב ואמת המים וכותלי בית המדרש ומן השמים יוכיחו מיחזי להו כאפקירותא שהיה מחזיק במחלקת יותר מדאי ולפיכך ברכוהו ואפשר שהיו אומרים מפי השמועה והוא אומר כך הוא בעיני לפיכך לא קבלו ממנו כל ראיות שבעולם ואלו הורה למעשה בפני הבית היה נעשה זקן ממרא עכ\"ל והקשה הגאון החסיד מהר\"ר יוסף שמואל מקראקא זלה\"ה אב\"ד ור\"מ דק\"ק פפד\"מ דהרי אמרו בסוכה פרק הישן דר' אליעזר לא אמר דבר שלא שמע מפי רבו מעולם. והגאון הרב חוות יאיר בהשמטות דף רנ\"ט ע\"א תירץ דכששאלו ממנו הלכה למעשה אז לא הורה דבר שלא שמע מפי רבו משא\"כ כשדן עם חביריו בהלכה כתנורו של עכנאי היה אומר דעתו וכו' ע\"ש. ולי ההדיוט דבריו קשים לשמוע דהרי הא דתנורו של עכנאי הלכה למעשה היה כדמשמע בסוגיין ובירושלמי פ\"ג דמ\"ק. ותו משמע מסוגיית סוכה ויומא דף ס\"ו שלא אמר שום דבר מדעתו כלל (עיין בספרי הקטן ראש דוד שם פרשת נצבים. ועמ\"ש הרב מר וקציעה א\"ח סימן קנ\"ו ומ\"ש הרב קרבן העדה פירוש ירושלמי מסכת נזיר דף כ\"ח ע\"ב ודוק היטב ועמ\"ש בקונטריס זה לעיל בריש ברכות בס\"ד):<br><b>ואני</b> בעניי אפשר לי לתרץ קושית הגאון החסיד הנזכר דמ\"ש הרמב\"ן שהיו אומרים מפי השמועה והוא אומר כך הוא בעיני נמשך למה שחקר דאמאי ברכוהו ותירץ דמיחזי להו כאפקירותא וכו' והוסיף לומר דאפשר דהאפקירות היה דר' אליעזר מתוך שנתעצם אמר להם שכך נראה בעיניו והוא אמת שכך נראה בעיניו אבל ודאי שמעו מפי רבו שכבר היו יודעים שכך מדתו ועל זה חרה להם שהיה מתריס כל כך עד שלא רצה לומר שכך שמע כמו שהוא האמת. ואעפ\"י שהם תלו בשמועתם הוא תלה בדעתו בשגם ודאי כך שמע והוי כמו אפקירותא שלא החשיבם לתלות בשמועתו כנודע דאי לא שמע לא אמר רק היה אומר כך נראה בעיני. ומשו\"ה ברכוהו. כן נראה ליישב דברי הרמב\"ן כי יתן את רוחו עליהם המעיין עיניו יחזו דיכולים דברי הרמב\"ן להתפרש כך ואינו שום דוחק. וסמך הרמב\"ן ולא הוצרך להאריך ולפרש משום שזה נודע מדתו של ר' אליעזר שלא אמר דבר שלא שמע מפי רבו מעולם ודוק הטב: [וכן ראיתי להריטב\"א בחידושי יבמות על דף י\"ד שכתב דרבי אליעזר עמד בשמועתו ומייתי אותה ששנינו גבי עקביא אני שמעתי מפי המרובין וכו' ע\"ש]:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>וחי אחיך עמך חייך קודמין לחיי חבירך. </b>הקשה הרב תורת חיים ממ\"ש התוס' בקדושין דף ך' מהירושלמי אקרא כי טוב לו עמך דאם יש לו כר אחד יתננו לע\"ע וכו' ותירץ דהכא אי לא כתיב עמך הוה אמינא דשניהם שוין כבן פטורא והשתא דכתיב עמך אתא לאפוקי הסברא לומר דחייך קודמין והתם אצטריך עמך דהו\"א שהאדון יאכל פת נקיה וע\"ע פת קיבר לכך כתיב עמך לומר דשניהם שוין עכ\"ד. ובתורת כהנים מפורש דבן פטורא נמי דריש מעמך. הן אמת דמדברי הרב קרבן אהרן נראה דלתלמודין לא דרש ן' פטורא מעמך. אמנם דחיקא מילתא. וכפי מ\"ש הרב קרבן אהרן שם דר' עקיבא דריש מדכתיב וחי דקאי לדידיה ש\"מ דחייו קודמין לק\"מ דהתם מוכרח דכי טוב קאי לעבד. אבל הרא\"ש בפסקיו כתב דמעמך דריש דמשמע טפלים לך והדק\"ל. ומה שתירץ הרב מהר\"ר נסים רוזילייו הביאו הרב החסיד מהרי\"א בספר מענה לשון ע\"ש לפום ריהטא נראה דלשון הברייתא הפך פירושו:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תוס' ד\"ה אלא שיטה אתמר אומר ר\"ת דמ\"מ הלכה כרשב\"ג וכו'. </b>מכאן הוכיח הרב ש\"ך ח\"מ סימן קע\"א ס\"ק ט' דהלכה כרשב\"ג אף בברייתא. ותמהו עליו ועל הרב חוות יאיר סימן צ\"ד דסברת רשב\"ג נשנית נמי במשנה. ואני בעניי באתי לכלל ישוב לדבריהם דרבנן קדישי בספרי הקטן ראש דוד ריש פרשת בהעלותך בס\"ד ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בכדי חייו וכו' שמא ילמוד ממעשיו וכו'. </b>מכאן הקשה הרב חוות יאיר סימן קע\"ב למ\"ש הרב ט\"ז סימן תקפ\"ח א\"ח ובי\"ד סימן קי\"ז ע\"ש ולק\"מ וכבר ביארו הדבר הרב ראשון לציון דף ע\"ב והרב דברי יוסף סימן ע\"ח ופשוט:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ואלו עוברין בלא תעשה וכו' ומשום ולפני עור וכו'. </b>עמ\"ש הרב פרישה י\"ד סימן קנ\"ט ומ\"ש עליו הרב ט\"ז והרב כנסת הגדולה שם ומ\"ש אנכי עפר דל בספרי הקטן ברכי יוסף ח\"מ סימן ט' אות ג' בס\"ד:", 
            "<b>אמר רב יהודה אמר רב כל מי שיש לו מעות ומלוה אותן שלא בעדים וכו'. </b>ראה תראה להרב מהרשד\"ם ח\"מ סימן כ\"ג כתב דמלוה בעדים בלא שטר איסורא ליכא פשיעה איכא עש\"ב וק\"ק דהרי הטור כתב בסימן ע' יכול להלוות בעדים משמע דלא יש שום צד פקפוק וכן משמע מדברי הרמב\"ם שכתב ובשטר משובח יותר משמע דבעדים מיהא שבח הוא אלא דבשטר משובח יותר. ומה שהצריך רבינא שטר מדת חסידות היא וכ\"כ מרן בב\"י ומהר\"ש יונה בביאורו ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>הנהו שקולאי חביתא דחמרא וכו' דינא הכי וכו' למען תלך בדרך טובים וכו'. </b>עיין מה שכתבתי אנכי עפר דל בספרי הקטן דברים אחדים דף קי\"ט ע\"א בס\"ד ועיין מה שכתבתי בקונטריס זה לעיל בדף ל' ע\"ב ממכילתין בס\"ד:<br><b>ודע</b> דבירושלמי בשילהי פרקין איתא כעין הך עובדא בשם תני ר' נחמיה ור' יוסי בר חנינא אמר הני קראי על דרך דאמרו בהך עובדא:"
        ], 
        [
            "<b>אתיוה לר' אלעזר בר' שמעון וקתפיש גנבי.</b> כתב הריטב\"א הא דדאין שלא בעדים והתראה ושלא בזמן סנהדרין. שאני הכא דשליחא דמלכא הוא ומדיני המלכות להרוג בלא עדים והתראה וכו' ע\"ש. ובעניותי אנכי עמדתי על דבריו בספרי הקטן ברכי יוסף בח\"מ סימן ב' סוף אות ג' ע\"ש באורך:"
        ], 
        [
            "<b>אמר ר' יוחנן אנא אשתיירי משפירי ירושלם. </b>כלומר דאמרינן פ\"ד יוחסין עשרה קבין של יופי ירדו לעולם ט' נטלה ירושלם וא' בכל העולם ופירש הרב פר\"ח דהיינו רבותא דירושלם דאמרו פ\"ק דתעניות חכמה מפוארה בכלי מכוער משל ליין אם יתנוהו בחבית זהב מחמיץ ובירושלם בשתים עלתה להם שהיו חכמים ויפים והיינו דקתני הברייתא בפרק ד' יוחסין עשרה קבין של יופי ט' נטלה ירושלם ועם כל זה ט' קבין של חכמה ט' נטלה ירושלם והני בי תרי גם יחד שיהיו חכמים ויפים הוי רבותא עכ\"ד וז\"ש ר' יוחנן אנא אשתיירי משפירי ירושלם כלומר הגם כי כל יושביה עליה צורת\"ם י\"זהירו יש מיוחדים שבירושלם עצמה נתייחדו שהם יפים. ואני נותרתי משפירי שהיו משופרי שופרי והיינו דקאמר בתר הכי דר' יוחנן יתיב בשערי טבילה ואמר כי היכי דלהוו להו בני שפירי כוותי גמירי אורייתא כוותי דשתים אלה הם קשי המציאות וכמה רחוקים הרחק מאד מאד\"ם חכים ונהי\"ר ולכן עשה המצאה זו טב למיתב פתח שערי עיניהם ישיתו וליהוו להו בני שפירי כוותיה משופרי שופרי גמירי אורייתא כוותיה רב סגנין. זה פירשתי בילדותי ואחר זמן רב בא לידי ספר עיון יעקב. וראיתי להרב ז\"ל שפירש שפירי כוותי גמירי כההיא דחכמה מפוארה וכו' ע\"ש ועמ\"ש בעניותי בספרי הקטן ראש דוד שפירשתי בהקדמה זו איזה ענינים ע\"ש פרשת מקץ בס\"ד:<br><b>ואחזה</b> אנכי להרב עיון יעקב שכתב עיין בסוטה משמת ריב\"ז בטל זיו החכמה ופירש\"י שלא ידע פירושו ואי גרסינן התם ר' יוחנן סתם ניחא דכוונתו על ר' יוחנן דהוה שפיר וגמיר עכ\"ל [וכבר כתבתי כן לפנים שם בשילהי סוטה ע\"ש ודוק] ועמו הסליחה דר' יוחנן אמורא הוא ואינו נזכר במשנה וברייתא ואיך יתכן דבסוטה גרסינן ר' יוחנן וקאי על האמורא ופשיטא טובא דההוא דשילהי סוטה ריב\"ז הוא ויגיד עליו רעו דתני גבי ריב\"ז רבן גמליאל הזקן ואינך ע\"ש:", 
            "<b>הסייף והסכין והפיגיון וכו' מאימתי מקבלין וכו'. </b>התוס' הקשו ממשנתנו פי\"ד דכלים דקתני הסכין משישחיזנה והסייף משישופנו וכו' והוי דלא כר' יוחנן ור\"ל ותירצו דההיא בשהעלו חלודה ובא לתקנן ע\"ש וכפ\"ז הקשו לי דהרמב\"ם פ\"ח דכלים דין ב' פסק הסייף אינו מקבל טומאה עד שישופנו והסכין משישחיזנה וכן כיוצא במעשים אלו הרי דהרמב\"ם נקט למשנה הנזכר בתחיל' תקונ' ושם פי\"א דין ז' פסק הסייף והסכין שהעלו חלודה טהורין שפאן והשחיזן חזרו לטומאתן. ולדידיה איך יתרץ קושית התוס' דבמאי פליגי ר\"י ור\"ל ואמרי תרוייהו הפך משנתנו. ויקשה יותר לר' יוחנן דסבר דקי\"ל בכל התורה הלכה כסתם משנה:<br><b>והשבתי</b> דאפשר ליישב דהרמב\"ם סבר דהא דאמרינן בסוגיין הסייף והסכין וכו' מאימתי מקבלין טומאה משתגמר מלאכתן אין זה מדברי האמוראים רק הוא ברייתא אחת ועלה פליגי ר\"י ור\"ל בפירושה דסברי דהאי תנא דהך ברייתא אשמועינן דלאו דוקא נקט במתניתין עד שישופנו וכו' אלא הכל הולך אחר המנהג והזמן דבמה שהוא גמר מלאכה להם באותו זמן מקבלים טומאה ואהא פליגי ר\"י ור\"ל מאימתי גמר מלאכה בימיהם ובמקומם לכל באי שער עירם חד אמר משיצרפם וכו' ולא לחלוק על המשנה רק להורות דלאו דוקא נקט תנא במתניתין הסייף משישופנו וכו' דה\"ה גמר מלאכה אחר הנהוג מועיל ולכן הרמב\"ם פסק כסתם משנה והוסיף וכתב וכן כל כיוצא במעשים אלו כר\"י וכר\"ל דלאו דוקא תנן עד שישופנו וכו' אלא ה\"ה גמר מלאכה אחרת הנהוגה לפי דעת וילדי הזמן ודוק:", 
            "<b>ניזיל ר' אלעזר בן פדת דמחדדין שמעתתיה אזל יתיב קמיה וכו'. </b>יש להעיר דר\"א בן פדת הוא תלמיד ר' יוחנן מימי ריש לקיש כדמוכח בכתובות דף כ\"ה ועיין ביבמות דף צ\"ז ובירושלמי פ\"ב דברכות ופ\"ב דשקלים ומה הלשון ניזיל ר\"א בן פדת דמחדדן והלא הוא תלמידו מאז הימים ושנים ותו איך לא ידע ר' אלעזר דרצון ר' יוחנן הוא מי שיקשה לו כדי שבזה רווחא שמעתתא והלא הוא תלמידו וגדל בבית מדרשו ויש ליישב:", 
            "<b>הוה מקשי לי ארבעה ועשרין קושיתא ומפריקנא עשרין וד' פירוקי. </b>אפשר דכיונו למספר הזה יען כי הלכה ה' כלה והן הליכות עול\"ם לזה היו מקשטין הכלה בכ\"ד קשוטין נגד כ\"ד צירופי אדנ\"י שהיא תורה שבעל פה לחברה עם דודה כי זה כל פרי הפלפול לבער קוצים כמוץ יסוער מגורן ולברר האמת ליחד הדודים:"
        ], 
        [
            "<b>באורתא א\"ל בואו אחי בואו ריעי. </b>אפשר לכוין בזה פסוק ריש וקלון פורע מוסר ושומר תוכחת יכובד. ונקדים מ\"ש בשם הרב מהר\"ם אלשיך דהיסורין הבאים לכפרה נקראים מוסר ואשר הם יסורין של אהבה נקראים תוכחת להרבות שכר וזהו לשון תוכחת הוכחה ובירור יושר וצדקת הצדיק ובזה פירש הרב הנזכר מוסר ה' בני אל תמאס ואל תקוץ בתוכחתו כי את אשר יאהב ה' יוכיח וכו'. ובזה אפשר דז\"ש ריש וקלון פורע מוסר דמי שבאו לו יסורין לכפר עון והוא מתריס הוא ריש עניות הדעת שאינו מכיר שהם לכפרה ומואס בהם והוא עני שלא הרויח ביסורין. וקלון כי מאן לענות שהוא חייב. כל קבל דנא שומר תוכחה שהם יסורין של אהבה וממתינם כר\"א בר' שמעון שהיה אומר בואו אחי בואו ריעי יכובד כמו שנעשה לר' אלעזר דסליקו ואתו הנך ספונאי ועיילי ליה שיתין עבדי וכו' וכבוד גדול היה לו אף בעה\"ז. ובענין יסורי ר\"א בר\"ש עיין במדרש קהלת בפסוק תן חלק לשבעה ועיין בזהר הקדוש ח\"ג דף ע\"א:"
        ], 
        [
            "<b>זיל לכך נוצרת. </b>פירוש דכבר נתקלקלו הבהמות בחטא אדה\"ר ותקונם הוא השחיטה וכמו שכתבנו בעניותנו לעיל בברכות גבי סוף אדם למות וסוף בהמה לשחיטה וכבר פירשו הראשונים כי עליך הורגנו כל היום נחשבנו כצאן טבחה כלומר ששלימות האדם הוא למות על מטתו ושלמות הבהמה לשחיטה אמנם אם עליך הורגנו אף שאינו שלימות האדם ליהרג מ\"מ בהיות הדבר עליך אנו חושבים זה שלימות כצאן טבחה שהוא שלימותם עכ\"ד והוא הדבר אשר דברו רבי זיל לכך נוצרת שזהו שלימותך. ומאי דאמרי הואיל ולא קא מרחם ליתו עליה יסורין אפשר דהיה כח בידו לתקנו. א\"נ שהיה איזה חוטא מתגלגל בו ואם היה על יד רבי שחיטתו והכשר אכילתו היה נתקן כמו שאירע מעשה לרבינו מהרח\"ו זצ\"ל וכתוב בספר חזיונות שראיתי כתוב מטהרת ידו יד הקדש [וכזה ראיתי בספר לקוטי תורה הנדפס מקרוב עם טעמי מצות וכתוב שם פרשת ראה כי הכי קר\"ה לרבינו האר\"י זצ\"ל בעז אחד אשר בא ונסמך על שלחנו וידע רבינו שהיה נפש אדם מגולגל בו וציוה לשחטו בכונה וכו' ע\"ש] א\"נ לפי פשוטו דהא מיהא היה לו לרחם כי בפעם ההיא יצילהו:", 
            "<b>לא אצטריך עלמא למטרא. </b>לפי פשוטו שהוא קשה לעולם ירידתו לעסקי בני אדם ולעוברי דרכים וכיוצא וכדמפרש ואזיל. ולפי מדרשו דלא היה צורך להורות דנמחלו עונות ישראל בירידת גשמים דיסורי רבי היו מכפרים ואפשר דז\"ש קשה יומא דמטרא כיומא דדינא דדין גדול יש עד שנמחלים עונות ישראל כמשז\"ל דאין הגשמים יורדים עד שנמחלו עונותיהם של ישראל:", 
            "<b>פרי צדיק עץ חיים זה ר\"י בר\"א בר\"ש ולוקח נפשות חכם זה ר\"ש בר איסי בן לקוניא. </b>פירש\"י ולוקח נפשות המלמדו תורה קונהו לבן עכ\"ל שרבו מתקן נפשו ויש לו שכר כאביו שהולידו ורבו קודם לאביו שאביו הביאו לעה\"ז ורבו לעה\"ב וז\"ש ולוקח נפשות שתקן הנפש של התלמיד וגם של אביו נתוסף הארה גדולה דברא מזכה אבא וזהו נפשות תרתי ודוק:", 
            "<b>מאי מעתה ועד עולם א\"ר ירמיה מכאן ואילך תורה מחזרת על אכסניא שלה. </b>אפשר במ\"ש ספר החסידים דזימנין אחר ג' דורות שזכו לתורה ברואין זה את זה פוסקת. והטעם דנושאין אח\"כ בת עם הארץ ע\"ש וז\"ש לא ימושו מפיך ומפי וכו' בתנאי מעתה ועד עולם כשם דהוא עתה דהזיווגים בנות ת\"ח כן יהיה עד עולם דהזיווגים הגונים ועי\"ז לא ימושו מעתה ועד עולם. וז\"ש ר' ירמיה תורה מחזרת על אכסניא שלה דייקא שתהיה אכסניא שלה זיווגים נאים בנות תלמידי חכמים:", 
            "<b>מאי אמר ה' אמר הקב\"ה אני ערב בדבר.</b> אפשר דהוקשה לו דהאמרינן הכל בידי שמים חוץ מיראת שמים ואף שגוזר חכם אפשר במילי דעלמא כמ\"ש המפרשים וז\"ש מאי אמר ה'. לזה אמר אני ערב שכה יהיה שדרך טבע תורה מחזרת על אכסניא שלה ולא שה' גוזר כך רק טבע הענין מסייע:", 
            "<b>רב יוסף יתיב מ' תעניתא וכו'. </b>יש להרגיש לפי מ\"ש התוספות בכתובות דף ס\"ב דהא דאמרו כל שהוא ת\"ח ובנו ובן בנו שוב אין תורה פוסקת היינו דוקא ברואין זה את זה א\"כ מנא ליה לרב יוסף דמה שהבטיחו לו מן השמים יהיה כן ברואין זה את זה שאמר תו לא צריכנא. ושמעתי מפה קדוש הרב המופלא ח\"ק כמהר\"ר חיים ן' עטר זלה\"ה דהנה כשהתענה רב יוסף מ' אמצעיות אמאי חזרו לקרות לא ימושו מפיך וכן בסוף קרא כל הפסוק הו\"ל לקרות באמצעיות לא ימושו מפי זרעך ובסוף לא ימושו מפי זרע זרעך. אמנם לרמוז לרב יוסף שיהיו רואין זה את זה היו מקרין גם באמצעיות וכן בסוף כליה קרא להודיע שיהיו רואין זה את זה ובזה תתקיים התורה בזרעו תדיר ולהכי בכל פעם אקריוהו מרישא דקרא וק\"ל:"
        ], 
        [
            "<b>על שלא ברכו בתורה תחילה. </b>בשיטה מקובצת הביא פירוש הרמב\"ם בתשובת שאלה והוא דחוק והר\"ן בנדרים דף פ\"א הביא פירוש רבינו יונה החסיד וקלסיה. ודרך דרש עמ\"ש בעניותי בספרי הקטן ראש דוד דף קמ\"ה ע\"ב:", 
            "<b>ומתנינא שיתא ינוקי ש\"ס. </b>אפשר דאכתי לא כתב רבי המשנה אף לדעת הרמב\"ם ומשו\"ה ה' חומשי כתיב להו לה' ינוקי אבל ש\"ס מתני להו ע\"פ ועיין מ\"ש לעיל דף ל' בס\"ד:", 
            "<b>אחתינהו לר' חייא ובניו. </b>עמ\"ש התוס' בעמוד שלפניו ועמ\"ש בעניותי בספרי הקטן ברכי יוסף א\"ח סימן ג\"ן בס\"ד:"
        ], 
        [
            "<b>דאמר רבה בר נחמני אני יחיד בנגעים אני יחיד באהלות. </b>שמעתי משם הרב יונתן מאשכנז דדקדק דכיון דבנגעים איירי למה לו להזכיר בכאן אהלות. ופירש דאלו אמר יחיד אני בנגעים לבד דאפשר דכונתו דיחיד הוא בסברתו ורבים פליגי עליה לז\"א יחיד אני בנגעים יחיד אני באהלות להורות שכונתו שהוא יחיד בשניהם ואין כיוצא בו חכם דאם הכונה יחיד ורבים פליגי עליה הול\"ל יחיד אני בנגעים ואהלות בחדא מחתא אבל לפי שכונתו יחיד ואין כיוצא בו חכם פלגינהו דאלו הוה אמר יחיד אני בנגעים ואהלות הוה משמע יחיד בשניהם דאין חכם כמותו בשניהם אבל בכל אחד לבד המצא ימצא כוותיה או חכים טפי אלא דהוא בקי בשניהם לז\"א יחיד אני בנגעים יחיד אני באהלות להורות שהוא חכם בכל אחד ואין כיוצא בו אפילו בא' ואם כונתו יחיד ורבים פליגי עליה הול\"ל שניהם כאחת יחיד אני בנגעים ואהלות:", 
            "<b>קמיפלגי במתיבתא דרקיעא וכו' אמר טהור טהור וכו'. </b>מהר\"ם ן' מינץ בתשובות סימן ק' הביא ראיה מהכא דחכם שכתב פסק אינו נאמן לפרש דבריו דהא חזינן דהכא איפליגו מתיבתא עילאה עם הקב\"ה. וראיתי לעטרת ראשי אבא מארי זלה\"ה בנימוקיו שכתב דגדול הדור מורינו הרב שארנו מהר\"א יצחקי דחה ראיתו דהרי כתב הרב משפטי שמואל בתשובותיו משם רז\"ל דהקב\"ה שנה למשה רבינו מ\"ט פנים טהור ומ\"ט פנים שאינו טהור אמר משה רבינו ע\"ה איך נעשה א\"ל הלך אחר חכמי הדור אם רוב חכמי הדור מסכימים לאיסור יהא אסור וכו' ע\"ש וא\"כ אין ראיה מהך דסוגיין דהכא לא בשמים וכבר נחלט הדבר לחכמי הדור אבל כשפוסק אחד כתב פסק ומשתמע לשונו לתרי אנפי מהיכא תיתי שלא יהא נאמן לומר לזה כיונתי. ובהא ניחא דפמליא של מעלה אשר כח בהם לחלוק עם הקב\"ה לפלגו עם רבה ב\"נ נמי ומה יוכיח הוכח רבה ב\"נ אבל כיון שהקב\"ה החליט הדבר לחכמי הדור ורבה ב\"נ יחיד בדורו בנגעים ואהלות הכרעתו מכרעת עד כאן דברי מהר\"א יצחקי. והא דמייתי הרב משם הרב משפטי שמואל הם דברי הריטב\"א פ\"ק דערובין משם חכמי צרפת והובא שם בעין יעקב. וחילוק זה שחילק הרב הנזכר לחלק יצא מהריב\"ל ח\"ג סימן קי\"ו לההיא דתנורו של עכנאי ומאי דפליג הרמב\"ן על הראב\"ד בנקטם ראשו דהדס אף שכתב רוח הקדש הופיע בבית מדרשנו דשאני התם דכתיב לא בשמים היא. ומה שתפס מהריב\"ל דברי הראב\"ד שכתב רוח הקדש הופיע בבית מדרשנו כפשטן. הדין עימו. ודלא כהרב גדול בדורו מהר\"ם ן' חביב בכפות תמרים דף י\"ב. וכבר כתב מהר\"ם ריקאנטי פרשת נשא שנגלה אליהו זכור לטוב להראב\"ד ולבנו רבינו יצחק זצ\"ל וכתב מהרח\"ו זצ\"ל דהיינו דקאמר הראב\"ד בהשגות פ\"ח דלולב ופ\"ז דבית הבחירה רוח הקדש הופיע בבית מדרשנו עכ\"ד הא למדת דדברי הרב מהריב\"ל חיים וקיימים וכן משמע ממ\"ש בתורת חיים למהרח\"ש ח\"ג סימן ס\"ח דף ק\"ז ע\"א ע\"ש:<br><b>והנה</b> במאמר זה ובמה שכפל רבה בר נחמני ואמר טהור טהור כבר כתבתי בעניותי בזה בספרי הקטן ראש דוד פרשת טהרה באורך בס\"ד איכו השתא לא תעזוב נפשי אדברה נא דברות שתים ואען ואומר דלפי האמור מאי דרבה ב\"נ אמר שתי' זו טהור טהור כונתו משום דלא בשמים היא אלא דבענין זה כבר היה פשוט אצלו שהוא טהור ומשום הכי אמר שהוא טהור ולא משום דהכי אמר קב\"ה דהא לא בשמים היא אלא טהור טהור מסיבת שברור לי שהוא טהור אני אומר טהור:<br><b>א\"נ</b> אפשר במ\"ש הר\"ש והרא\"ש ספ\"ד דנגעים משם ר\"ת דפירש מאי דתנן ור' יהושע קיהה כלומר דקדק בשמועה לאחריתה ע\"ש וכבר כתבנו דמ\"ט פנים טהור והפכו נמסרו לחכמי הדור וז\"ש טהור טהור כלומר טהור בדור ר' יהושע שדקדק בדבר וטהור בדורי שאני מסכים ותרי טהור אלו שנ\"י הדורות דאמור רבנן טהור ר' יהושע בדורו ואני בדורי:<br><b>א\"נ</b> כלפי מ\"ש מרן בכ\"מ פ\"ב דטומאת צרעת דכיון דרבה ב\"נ היה בשעת פטירתו מ\"ש טהור לא משגחינן ביה דהוא בכלל לא בשמים כל קבל דנא לאפוקי הא אמר טהור טהור כלומר מטהר אני הן בעודני חי ואף כי אחרי מותי דכך היה פשוט לי בחיים חיותי ושיעור דבריו כך הם טהור טהור פירוש מחמת שאני סובר ואני חי טהור אנא דאמרי טהור ובא בכפלו\"ן שלא יאמרו דהשתא הוא דהכריע הכי ואין הלכה כמותו דלא בשמים היא ולז\"א הב\"ק אשריך שגופך טהור בהיותך חי ועתה יצאת נשמתך בטהרה כלפי מ\"ש טהור טהור לרמוז בחייו ובעת ההיא:<br><b>ומלבד</b> מש\"ל משם מורינו הרב מהרא\"י לדחות ראית מהר\"ם מינץ משמעתין. הנה על פי מ\"ש בספר הקדוש קנה במאמר זה דף ע\"ח ע\"ג אין ראיה כלל וע\"ש מה שפירש מפלאות תמים דעים במאמר זה. וכבר לעיל דף נ\"ט כתבתי ורמזתי שאין ראית מהר\"ם מינץ ראיה לפי מ\"ש בספר הקנה ע\"ש. ואחר זמן נזדמן לי ספר אש דת בתורת שאלה וראיתי פרשת משפטים מ\"ש ושם הביא קצת דברי ספר הקדוש קנה ודוק בדברי הרב ז\"ל ואין להאריך:"
        ], 
        [
            "<b>למימרא דסעודתא דאברהם אבינו וכו' ואלו גבי אברהם כתיב וכו' ואמר רב יהודה אמר רב בן בקר אחד וכו'. </b>מקשים דאמאי אצטריך לאתויי מימרת רב יהודה בהקשותו קושיא זו והלא הקושיא היא יותר חזקה בלא מימרת רב יהודה ומלבד אשר תירצו המפרשים. אפשר לומר דכל מילי אזלינן בהו בתר רובא ואי מפשטיה דקרא ל\"ק דהו\"א דרוב סעודות אברהם אע\"ה גדולות משלמה אך אותו הפעם שהיה חולה וגם יצאה חמה מנרתקה לא מצי למעבד כי ארחיה. אמנם ממימרת רב יהודה דאצטריכא ליה לפרושי דהוו תלתא ויליף לה מקרא כדלקמן משמע שהכתוב הוצרך לזה כי השבח השביח להודיע נדיבותו ומזה מוכח דזו סעודה גדולה והשתא קשיא:<br><b>ומצאתי</b> במכתב להרב החסיד מהר\"ר יעקב מולכו זצ\"ל (הוא גיסו של מורינו הרב מהר\"א יצחקי) שתירץ לזה דאלו הוה מפשטיה דקרא הוה אמינא דלעולם הביא שוורים הרבה אלא דראשון ראשון קודם לכל הביא שור א' מהר' כדכתיב וימהר לעשות אותו ואח\"כ עשה שוורים הרבה לכך מייתי מימרא דרב יהודה דמוכח דלא הביא אלא ג' דאם למהירות תסגי בחד:", 
            "<b>א\"ר תנחום בר הנילאי לעולם אל ישנה אדם מן המנהג וכו' ואכלו ס\"ד וכו'. </b>כתבו התוס' נראין כאוכלין ובסדר אליהו קתני לא כאותו שאומר נראין כאוכלין ושותין אלא אוכלין ושותין ממש מפני כבודו של אברהם ופליגא אדהכא עכ\"ל ויש להרגיש אמאי אצטריכו לאתויי הא דסדר אליהו. ותו הא דסיימו ופליגא אדהכא פשיטא. ואפשר דקשיא להו אמאי דפריך הש\"ס ואכלו ס\"ד דאמאי הש\"ס קבע קושיא זו במימרת ר' תנחום הו\"ל להש\"ס למיבעי אקרא גופיה דכתיב ויאכלו אכלו ס\"ד. אמטו להכי מייתו הא דסדר אליהו לגלות דמ\"ה לא מקשה הש\"ס אקרא משום דאי מקרא לחוד לא ק\"ל דאימור דאכלו ממש כמ\"ש בסדר אליהו. אבל ממימרת ר' תנחום דייק דלא סבר דאכלו משום דר' תנחום קאמר אל ישנה אדם שהרי משה וכו' מלאכי השרת וכו' וקשה דאיפכא הול\"ל דמעשה המלאכים קדים לדמשה רבינו ולהכי אהא דר' תנחום פריך ואכלו ס\"ד ומשני נראין כאוכלין ובזה יובן כונת ר' תנחום שהקדים לדמשה רבינו משום דהמלאכים אינה ראיה בעצם החלטית דלא ישנה אדם מהמנהג דהמלאכים באמת לא אכלו אלא נראין כאוכלים ומה שיש ראיה שלא יראה כמשנה המנהג אבל ממשה רבינו היא ראיה החלטית דלא ישנה באמת וינהוג כמנהג ומשו\"ה הקדים ר' תנחום לדמשה רבינו. ומשום דיש ס\"ד דלא פליג סדר אליהו לגמרי על ר' תנחום דלעולם דסבר דאי משום לא ישנה מהמנהג היה מספיק דמה\"ש יהיו נראין כאוכלין ועשו תוספת לאכול ממש משום כבודו דאברהם אע\"ה ולפ\"ז אינו חולק מן הקצה אל הקצה על ר' תנחום משו\"ה השמיענו התוס' דפליג סדר אליהו אדהכא לגמרי וטעמם דאי ס\"ד דמהכא נמי יליף סדר אליהו דלא ישנה אלא דלזה היה מספיק נראין א\"כ תקשי דעוד היום אימא דלא אכלו ממש אלא נראין ומנ\"ל דאכלו ממש משום כבודו תסגי אם נראין כאוכלין שלא ירגיש בדבר. אלא מוכרח דסדר אליהו סבר דאין לומר נראין כאוכלין כלל ואכלו ממש משום כבודו דאאע\"ה ומהא ליכא למילף דאל ישנה אלא ממשה רבינו לחוד וסבר דלא הוצרך הכתוב לומר ויאכלו אלא לאשמועינן דמשום כבודו דאברהם אע\"ה אכלו ולא לאשמועינן דלא ישנה דההיא ממשה רבינו ילפינן וק\"ל:<br><b>א\"נ</b> אפשר לישב מאי דנקט ר' תנחום לחלוקת משה רבינו תחילה והוא דחזיתיה להרב שבות יעקב ח\"א סימן צ\"א דנשאל הא דאז\"ל ויהי משה בהר מ' יום וכו' וכי אפשר לילוד אשה לחיות מ' יום בלא אכילה ושתיה אלא אזלת לקרתא עביד כנימוסא ואינו מובן מה תירץ לקושיא וכי אפשר וכו' באומרו אזלת לקרתא וכו' הלא אמרת דא\"א ומה יועיל טעם דאזלת לקרתא למאי דלא אפשר. והרב הנזכר תריץ יתיב דה\"ק וכי אפשר וכו' אלא ודאי צ\"ל כי באמת משה רבינו ע\"ה נזדכך חומרו מאד ונעשה חומ\"ר בקדש ונקרא איש האלהים והשתא יקשה למה אכל למטה ולזה השיב שאכל למטה משום אזלת לקרתא עכ\"ד ונמצא לפ\"ז דממשה רבינו ע\"ה שתים זו שמענו כי מידי העלותו לשמים לא אכל שלא לשנות ואחר שנתקדש כ\"כ והיה יכול לעמוד כאחד הצבאי\"ם מצבא המרום בלא אכילה ושתיה ברדתו בארץ אכל שלא לשנות המנהג ולהורות זה ר' תנחום הקדים הוכחתו ממשה רבינו ע\"ה תחלה דמהתם שמעינן תרתי משא\"כ מהמלאכים שבאו אצל אברהם אע\"ה:", 
            "<b>א\"ר יהודה אמר רב כל מה שעשה אברהם למה\"ש בעצמו וכו' ויקח חמאה וחלב וכו' הנני ממטיר לכם וכו'. </b>הקשה הרב פרשת דרכים דרוש כ\"א. דמשמע דאם היה עושה על ידי השליח ה\"נ השי\"ת לא היה מוריד המן אלא על ידי שליח והלא מפתח הפרנסה בידו וכו' ע\"ש. ונהירנא כי זה שנים רבות שמעתי מהרב כמהר\"ר אליהו מוצירי זלה\"ה אב\"ד דק\"ק נא אמון יע\"א והחכם השלם הישיש כמהר\"ר משה אלגראנאטי זלה\"ה אשר ברישיד יע\"א דאמרי תרוייהו לתרץ קושית הרב הנזכר במ\"ש ושולח מים על פני חוצות בח\"ל והרי אמרו מפתח גשמים בידו אלא דיש חילוק בין א\"י לח\"ל עכ\"ד ואמינא להו דכבר הרב פרשת דרכים לקמן מקשה ורמי הא דשולח מים עם ההיא דמפתח גשמים בידו וניחא ליה להרב ז\"ל במ\"ש גשמים מאוצר טוב בארץ וז\"ש יפתח ה' את אוצרו הטוב ומטר ארצך. אך פרנסה דכתיב ומשביע לכל חי רצון הדבר ברור דאין לחלק בין ארץ ישראל לחוצה לארץ:<br><b>אמנם</b> לי ההדיוט עם נשיקת רצפת הרב ז\"ל נראה דלק\"מ דהרי עין רואה ואזן שומעת בני אדם גם בני איש יחד עשיר ואביון וגם אלה לחכמים רבנן קדישי איש איש ממקומו נוטל מזונותיו איש מאת מכרו. ולא איתי אנש על יבשתא משמיא מיהב יהבי ליה לחם מן השמים כאוכלי המן. ותקשי דהא מפתח הפרנסה בידו יתברך ולא חזינא תו כהאי סימנא. והדבר פשוט דאיברא דמפתח הפרנסה בידו יתברך דוקא וכן השפע בא ממנו יתברך בהשגחה פרטית לכל א' וא' אלא שכח השפע ההוא ישתלשל בסדר המדרגה עד שהאיש יתפרנס באמצע דבר פלוני וע\"י פלוני וזה מוכרח. אמור מעתה ל\"ק קושית הרב דאם לא עשה א\"א בעצמו. לא היה המן מוכן בא מעצמו מן השמים רק היה נשפע ממנו יתברך והיה משתלשל ויורד ממדרגה למדרגה על דרך שהוא היום במזונות כל אדם ככל אשר דברנו דאינם ממש באים מן השמים. וז\"ש הכתוב הנני ממטיר לכם לחם מן השמים כלומר דוקא עושה חדשה שממטיר לחם מתוקן מן השמים וזהו לכם דייקא משא\"כ אחרים אף דמפתח פרנסה בידי ואני משפיע. בא ע\"י (שבשביל) [השתלשלות] בכמה גלגולים ודוק היטב:"
        ], 
        [
            "<b>כתיב קמח וכתיב סלת א\"ר יצחק מכאן שהאשה צרה עיניה באורחים יותר מהאיש. </b>פירש\"י היא אמרה קמח והוא אומר סלת. מקשים אימא איפכא דהוא אמר קמח והיא אמרה סלת וחוץ ממ\"ש מהרש\"א. אפשר לומר דאי ס\"ד דאברהם אע\"ה אמר קמח הול\"ל ג' סאי קמח ומדכתיב סאים ש\"מ דהוא אמר סתמא והיא להיות עינה צרה באורחים נכנסה בתוך דבריו ואמרה קמח והשיבה סלת:<br><b>א\"נ</b> אפשר לומר דאם הוא דברי אברהם שאמר קמח הול\"ל שלשה סאים קמח לושי ועשי עוגות סלת דיסיים כל דברי אברהם שאמר לשרה ואח\"ך יאמר מה שאמרה שרה סלת אלא מוכרח דשרה אמרה תכף קמח והוא השיבה סלת. ולולי דברי רש\"י אפשר לומר דהוא אמר קמח והיא אמרה סלת. ושמעינן מדאברהם אע\"ה נדיב נדיבות אמר קמח ש\"מ שהאשה עינה צרה ולכך אמר קמח כדרך נשים. והיא השיבתו סלת כלומר אני עושה כאשר בלבבך ומדשבחה הכתוב ש\"מ דבעלמא האשה עינה צרה ואמנו שרה היא העולה:<br><b>ויראה</b> דטעמו של רש\"י שלא רצה בזה היינו משום דכשתגיע לומר דאברהם אע\"ה אמר קמח משום שהאשה עינה צרה א\"כ מוכרח דאברהם אע\"ה ידע דגם שרה אמנו כן דרכה וכבר היו רגילים מאד בהכנסת אורחים דבר יום ביומו וביודעה ומכירה קאמר קמח. ומאחר שכן ניחא ליה לרש\"י להשוות מדותיה ולומר דהכא נמי אמרה קמח והוא אמר סלת ובפעם הזו גילה הכתוב מאי דכל שעתא מתרחי\"ש להו ועוד יש לצדד כמה צדדים כאשר יראה המעיין ולא רציתי להעלות ארוכ\"ה:", 
            "<b>אלא מאי באהל כדי לחבבה על בעלה. </b>מקשים דהול\"ל אלא מאי איה שרה אשתך ושמעתי שהרב מהר\"י חזן בדרשותיו כתב שהגיהו רבני קושט' אלא מאי בעו והרב מהר\"ר מרדכי אצבאן מידי העלותו בעיר הקודש ירושלם ת\"ו אמר מר משם הרב המפולפל מהר\"ר חסדאי אלמושנינו כי הנה אם שאל ישאלו על אחד בתוך ביתו מבין ריסי עיני השואל ותנועתו ניכרת כונתו. ויש בו ג' דרכים אחד דהשואל לא ידע איה מקום כבודו ושואל עליו באמת היכן הוא. וזאת שנית שהשואל יודע כי הוא שם בחדר אחד וכונת שאלתו מדוע לא יבא פה עמנו. ועוד בה שלישיה שהוא יודע שהוא שם בחדר אחד ואינו רוצה שיבא שם אך שואל עליו לחבבו ולרמוז שאינו בא שהוא עסוק בלימוד וכיוצא או שהוא צנוע וכל עיקר שאלתו אינו כי אם לחבבו. וכל זה יובן בתנועת שאלת השואל. והנה כי כן רז\"ל באו לפרש שאלת המלאכים איה שרה אשתך מה כונתם ולאיזה חלוקה מהשלש הנזכרים כיונו. לז\"א יודעים היו מה\"ש שרה אמנו וכו' וא\"כ הדרך הראשון בשאלה הנזכר נתבטל. ואי תימא דרך שני דכונתם למה אינו בא פה. א\"כ מה השיב אברהם אע\"ה הנה באהל הרי גם מה\"ש יודעים ושאלו למה אינה באה פה ומאי קאמר הנה באהל. ומסיק הדרך הג' לחבבה על בעלה כמה צניעותה וכיוצא. זה שמעתי בהיותי בעונת הפעוטות ועיין ביפה תואר:", 
            "<b>תני משם ר' יוסי למה נקוד על אי\"ו וכו'. </b>עיין מ\"ש רש\"י ותוס' ומ\"ש הרב נמקי יוסף ועמ\"ש בעניותי בספרי הקטן שער יוסף דף צ\"ו ע\"ד וצ\"ז ע\"א בס\"ד:", 
            "<b>עד אלישע לא הוה דחליש ואתפח. </b>עמ\"ש הרמד\"ל בשתי ידות בסוף המעריך דף מ\"ו ע\"א:"
        ], 
        [
            "<b>שבעך ולא אכילה גסה וכו'. </b>עיין מ\"ש בעניותי בספרי הקטן שער יוסף דף צ\"ו ע\"א וע\"ב בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>איבעיא להו מהו שיאמר אדם לנכרי חסום פרתי ודוש בה וכו'. </b>עיין מה שכתבתי אני בעניי בספרי הקטן ברכי יוסף י\"ד סימן רצ\"ה וסימן רצ\"ז דף ס\"ב ס\"ג ס\"ד בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>עד שיפרוט לך הכתוב יחדיו. </b>עיין מ\"ש הריטב\"א הובא באסיפת זקנים משם הרא\"ה ורבינו פנחס אחיו. והרב נאמן שמואל סימן קי\"ו נסחא מוטעת נזדמנה לו בהריטב\"א וטרח והגיה והיא נסחא משובשת והעיקר כמ\"ש הרב בצלאל בשמו. ועיין מ\"ש אני בעניי בספרי הקטן דברים אחדים דף קל\"ט ע\"ג:"
        ], 
        [], 
        [
            "<b>שאלה לעשות בה פחות מפרוטה וכו'. </b>עמ\"ש אני הקטן בספרי ברכי יוסף ח\"מ סימן ו' דף ך' ע\"ג בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר עולא אמר ר\"ל ל\"ש אלא שנעקרו בגושיהן וכו'. </b>אני בעניי כד הוינא טליא נשאתי ונתתי פלפל\"ת כל שהוא בסוגיא זו ובדברי המפרשים והדפיסו מורי הרב זלה\"ה בספרו הבהיר נחפה בכסף בשו\"ת ח\"מ סימן ד'. ושם סימן ה' מורי הרב זלה\"ה כתב על דברי. ובו בפרק אני עני חזרתי וכתבתי בזה אפס קצה פרט א' שכתבתי מאז הבאתיו בספרי הקטן ברכי יוסף י\"ד סימן רצ\"ד אות י\"א בס\"ד. ותשובת הרשב\"א שהבאתי שם מכתיבת יד עתה נדפסה בתשובות הרשב\"א ח\"ג שנדפסו מקרוב סימן רכ\"ה ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ר' יהודה אומר אדם מביא קרבן עשיר וכו'. </b>עמ\"ש בחידושי הריטב\"א דפוס אמשט' ובספר אסיפת זקנים ומ\"ש אני בעניי בהגהותי הלכות שגגות פ\"י. אפס קצהו נדפס בספרי הקטן מחזיק ברכה בסוף פאת הראש ע\"ש בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שיהיו צאצאי מעיך כמותך. </b>אפשר להמשיך כל הכתוב מתחילתו באופן זה ברוך אתה בעיר שתהא מבורך מהשכינה הנקראת עיר שתהא מרכבה לשכינה ועי\"ז וברוך אתה בשדה היא האשה שנקראת שדה כמשז\"ל שתתקשר עמה השכינה וזהו וברוך בוי\"ו ובזה רמוז שתהא אשה יראת ה' ובת ת\"ח זיווג נאה ועי\"ז ימשך שתתקדש בעת היחוד וז\"ש וברוך אתה בבאך וע\"י הכנות אלו שהיית ברוך מהשכינה והי\"ל אשה הגונה ונתקדשת עמה תהיה ברוך בצאתך שיהיו צאצאי מעיך כמותך כמו שדרש רב:"
        ], 
        [
            "<b>אמר רב זו עין וכו' צ\"ט בעין הרעה וכו'. </b>כתבו התוס' וא\"ת א\"כ בני יוסף שלא שלטה בהם עין היה להם לחיות הרבה מכל השבטים וי\"ל שמתו בדרך ארץ יותר מאחרים כשהקב\"ה היה רוצה להמיתן היה שולח להם חלאים אחרים עכ\"ל. ולפי דבריהם יומתק מאמרם ז\"ל מפני מה מת יוסף קודם אחיו וכו' דהשאלה היא העמק שאלה דיוסף הצדיק לא שלט בו עין והי\"ל להיות יותר מאחיו ובשגם נאמר כדברי התוס' דמאן דלא שלטא ביה עינא שלחו מתם חלאים אחרים מ\"מ ה\"ד בעת גזרת מיתתן כמ\"ש התוס' וא\"כ יש לחקור בעצם מפני מה מת יוסף קודם אחיו:<br><b>וראיתי</b> בספר עיר בנימין ח\"ב דף מ' ע\"ג שכתב על מ\"ש בירושלמי פי\"ד דשבת דרב על ידי שהיה בבבל דעינא בישא שכיחא תמן הוה אמר צ\"ט מתים בעין הרע וז\"ל פרק המקבל כתבו התוס' וא\"ת א\"כ בני יוסף וכו' והקשה יפה מראה לפי מ\"ש כאן בירושלמי דרב על ידי שהיה דר בבבל וכו' נמצא שלא אמר צ\"ט מתים אלא בבבל והניחו בצ\"ע ולעד\"נ צדקו דברי התוס' דכאן לא אמרה רב על שום פסוק ואיכא למימר שאמר כן לפי שהיה דר בבבל וכו' משא\"כ בגמרא דאמרה רב על פסוק וכו' כי האי קרא על כל גבול ישראל קאי ואפ\"ה דריש רב זה עין הרע שפיר מקשים תוס' עכ\"ל והרואה יראה בספר יפה מראה דס\"ל דכל מי שאומר צ\"ט מתים בחולי פלוני כגון עין חרב צינה. דעתם לדרוש כל חולי בהכי והביא ראיה מר' חנינא דאמרו שם בירושלמי דר\"ח אמר צ\"ט מתים בצנה והכא בסוגיין דריש כל חולי זו צינה. ודברי הרב יפה מראה הם נוחים יותר אשר לפיהן ישיב הבבלי וירושלמי שוים לטובה. ול\"ק דאיך הפסוק מיירי בעיר אחת כמו שהקשה הרב עיר בנימין דכונת הני אמוראי לדרוש כל חולי דבר שכל חולאים תלויים בו וזה פירוש הפסוק אליבא דכ\"ע רק דכל א' נקט לפי עירו וה\"ה דבעיר אחרת יפורש כל חולי על המצוי בעיר ההיא באופן דכל חולי פירוש דבר הכולל חלאים כל מקום לפי עניינו והכי קאמר והסיר ה' ממך דבר הכולל כל החלאים. אלא שהחולי הכולל אינו שוה בכל המקומות. וניחא טובא לפ\"ז דר' חנינא דריש הכא בסוגיין זו צינה וקאמר בירושלמי מר ניהו צ\"ט מתים בצנה על דהוה שרי בצפורי ודוחק לומר דגם בזה פלג\"ן בהדייהו התרי תלמודי. אך מ\"ש שם בירושלמי ר' מנחמא בשם רב זו מרה לכאורה פליג אמ\"ש בשם רב צ\"ט מתים בעין [הרע] ודוק הטב:<br><b>ועתה</b> אדברה אך הפעם לבאר דברי התוס' הללו שכתבו דבני יוסף בהגיע עתם ימותו בחלאים אחרים דנראה דסברי התוס' דעין הרע אין בו כח להכחיד ולהמית שיהיה נגזר מארץ חיים רק העין הרע הוא חולי כולל ומצוי שכאשר האדם בא עד קיצו בגזרת עירין קפץ עליו רוגזו של עין הרע ומת בו. אך אם לא יש עליו גזרת מיתה לא ימות בעין הרע ומיהו להיותו חולי הכולל ומצוי לכן מתים בו צ\"ט והן הן אשר נגזר עליהם מיתה ובזה א\"ש דברי התוס' טפי דשבט יוסף אף דלא שלטא בהו עינא כי יקרא שקרב עת פקודתם בגזרת עילאה. למות תוצאות בדבקי מיתה אחרת וא\"כ אף לענין חיותם אידי ואידי חד שעורא. ודין הניין לשבט יוסף כי העין שולט עביד ומהני להפסד ממונו וכל האוכל אשר יאכל ותתפשהו בבגדו ובשרו עליו יכאב וכיוצא כמפורסם החוש\"ה אל העי\"ן כמה נזיקין וחבלות והפסדות בגוף וממון באים מעין הרע והוא ריוח גדול לשבט יוסף דלא שלטא בהו עינא לינצל מכל הקור\"ה בעה\"ר:<br><b>א\"נ</b> אפשר דלעולם העין הרע שולט גם בחיי האדם להמיתו לפני זמנו אך אלו הצ\"ט המתים בעה\"ר יש כמה וכמה שהגיע קיצם. ברם המתים לפני זמנם בעה\"ר הם מועטים. ושבט יוסף בהגיע קיצם מתים כדרך כל הארץ בחלאים אחרים אך אינם מתים לפני זמנם בעה\"ר דלא שלטא בהו. ואותו מעט שחיים שבט יוסף משאר שבטים אינו ניכר כל כך. ואפשר לצדד דבזה פליגי ר' חנינא ור' אבהו פרק הפועלים ושאר דוכתי דמר דריש עלי עין עולי עין דשבט יוסף ניצול ממיתה לפני זמנה בעין הרע וז\"ש בן פורת דפרים ורבים ולא ימותו בעה\"ר כמ\"ש מהרש\"א שם. ומר סבר דעה\"ר אינו ממית רק דבהגיע קיצו שולט בו להמיתו ולזה דריש וידגו לרוב מה דגים וכו' לומר דשבט יוסף כדגים דאין העין שולט להכאיבם ולחלותם ושאר מיני עצב\"י אך לא ניצולו ממיתה כדכתיב כדגים האחוזים בפח כהם יוקשים בני אדם וגם שבט יוסף מצודה פרוסה עליהם ככל החיים ואין להם יתרון להיות יותר בשביל דאין העה\"ר שולט בהם כי גם לשאר שבטים אינו ממית העה\"ר כלל רק בעת פקודתם. ושבט יוסף הוא בחלאים אחרים. אחר שנים רבות שכתבתי זה באו לידי תוס' ישנים כ\"י לברכות ודבריהם הבאתים לעיל שם בברכות על דף ך' ע\"ש ודוק:<br><b>והנה</b> על הא דאמר רב צ\"ט מתים בעין הרע כתבו משם רבינו האר\"י זצ\"ל כי ס\"מ גימטריא עין עם הכולל ועל ידו מתים ואחד בנשיקה הצדיק אשר אינו שולט עליו עכ\"ד ודוק הטב:", 
            "<b>ר' חנינא אמר זו צינה דאר\"ח הכל בידי שמים חוץ מצינים פחים וכו'. </b>יש להרגיש אמאי לא אמר זו צינה וחמה ואמאי נקט צינה לחוד וי\"ל דבצינה הגם דאינו בידי שמים דכך רצה הקב\"ה שיהיה ביד האדם ואם ישמר ניצול מ\"מ הקב\"ה יתן לו בגדים ויתכסה בהם וינצל והיינו והסיר אבל חמה אם הולך בדרך לא אפשר לינצל ומשו\"ה נקט צינה. אך ק\"ק דא\"כ מאי התפלל רבי על אנטונינוס דינצל מחמימותא. ואפשר דכונת רבי בתפלתו שבכולל העולם לא יהיה חמימות. אך כשיש חמימות להתפלל על פרטי אחד שינצל לא אפשר דלאו בידי שמים. שוב ראיתי מ\"ש התוס' בבתרא דף קמ\"ד ובע\"ז דף ג' ע\"ש. ומה שכתבו מרבני אשכנז והוא בלקוטי שושנים דמאי מקשו התוס' הא והסיר כתב דאינו בידי שמים להביאם אליו אך הוא בידי שמים להסירם ע\"ש יש לומר דהתוס' דייקי מדכתיב שומר נפשו ירחק מהם והול\"ל שומר נפשו לא יבואו אליו ומדכתיב ירחק משמע אף שהם אתו עמו ירחק מהם דאינו בידי שמים כלל ודוק הטב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>הנהו בי תרי וכו' וסימן ויוסף הורד וכו'. </b>עמ\"ש בעניותי בספרי הקטן דברים אחדים דף ע\"ז ע\"ד בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        []
    ], 
    "title": "Petach Einayim on Bava Metzia", 
    "versionSource": "https://www.sefaria.org/Petach_Einayim_on_Bava_Metzia", 
    "heTitle": "פתח עינים על בבא מציעא", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Petach Einayim", 
        "Seder Nezikin"
    ]
}