{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Wikisource Rashi", 
            "http://he.wikisource.org/wiki/%D7%AA%D7%9C%D7%9E%D7%95%D7%93_%D7%91%D7%91%D7%9C%D7%99"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            [
                "הורו ב\"ד וידע אחד מהם - מב\"ד שטעו:", 
                "או תלמיד ראוי להוראה והלך - אותו אחד או אותו תלמיד ועשה על פיהם שטעה במצוה לשמוע דברי חכמים כדמפרש בגמרא:", 
                "הרי זה חייב - מפני שלא תלה ממש בב\"ד שהרי יודע שטעו ואמרינן בגמ' העושה מפי עצמו חייב בהוראת ב\"ד פטור:"
            ], 
            [], 
            [], 
            [], 
            [
                "גמ' לעולם אין ב\"ד חייבין - כי עשו הקהל או רובו על פיהם כלומר בין למ\"ד ב\"ד מביאין פר בין למ\"ד צבור מביאין פר ולא ב\"ד לעולם לא הוי גמר הוראה דלחייב קרבן ולגבי יחיד דלהוי תולה בב\"ד:"
            ], 
            [
                "רב דימי אמר - לעולם לא נגמרה הוראה לחייבן קרבן עד שיאמרו מותרין אתם לעשות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "חזר - זקן ממרא לעירו וכו' הורה לעשות דמשמע דקאמר מותרין אתם לעשות דנגמרה הוראתו חייב:"
            ], 
            [], 
            [
                "הורו לה ב\"ד להנשא - על פי עד אחד דאי בשני עדים לא צריך ב\"ד:", 
                "והלכה וקלקלה - בזנות ואחר כך בא בעלה:", 
                "חייבת בקרבן - לפי שלא היתה תולה בב\"ד מדקתני הורו לה ב\"ד להנשא ולא קתני התירוה ב\"ד ש\"מ דלא נגמרה הוראת' עד שיאמרו מותרין אתם לעשות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רב אמר פטור - דתולה בב\"ד הוי ויחיד שעשה בהוראת ב\"ד פטור:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מעם הארץ בעשותה - ולא כל עם הארץ:", 
                "פרט למומר - דאינו מביא קרבן על שגגתו דאין מקבלין מידו: ר\"ש בן יוסי אומר אינו צריך הרי הוא אומר אשר לא תעשינה וכו'. ומומר לא שב מידיעתו הוא לפיכך אינו מביא קרבן על שגגתו ואמר לקמן בפ\"ב מומר שאכל חלב והביא קרבן על הדם איכא בינייהו והכא נמי כי הורו ב\"ד שחלב מותר ונתחלף לו חלב בשומן לא שב מידיעתו הוא ולפיכך אינו חייב דהא הורו ב\"ד שחלב מותר וקשיא לר' יוחנן דאמר חייב דתולה בעצמו הוא: אמר רב פפא קסבר ר' יוחנן כיון דאילו הוה ידיע לב\"ד דטעו הוו הדרי בהו והוא נמי הוי הדר ביה הלכך שב מידיעתו קרינן ביה. וחייב קרבן שהרי לא תלה כ\"כ בב\"ד שלא עשה על פיהם ממש ואמטול הכי קאמר רבי יוחנן דחייב קרבן אבל היכא דעשה על פיהם ממש אע\"ג דאילו הוי ידיע לב\"ד הוו הדרי בהו והוא נמי הוה הדר ביה והוי שב מידיעתו אפ\"ה פטור מפני שתלה ממש בדעת ב\"ד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שאינו משלים לרוב צבור - ואין מביאין פר דבעינן שיהיו כולן ממש שוגגין בשגגה אחת ע\"פ ב\"ד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בשלמא רישא לא זו אף זו קתני - דהכי משמע לא מיבעיא זו דעשה עמהם דהוי ודאי תולה בב\"ד דפטור אלא אף זו נמי דעשה אחריהם הוי תולה בב\"ד ופטור ולא זו בלבד דעשה אחריהם דפטור אלא אף זו דלא עשו ב\"ד ועשה אפי' הכי תולה בב\"ד הוי ופטור:", 
                "אלא סיפא איפכא מיבעיא ליה למיתנא - דהכי איבעיא ליה למיתנא הורו ב\"ד וידע א' מהן שטעו או תלמיד וראוי להוראה והלך ועשה על פיהם בין שלא עשו ועשה ובין שעשה אחריהם ובין שעשה עמהם דלא תלה בב\"ד דהוי משמע לא זו בלבד דלא עשו ועשה דלא הוי תולה בב\"ד דחייב אלא אף זו דעשה אחריהן לא תלה בב\"ד וחייב ולא זו בלבד דעשה אחריהן חייב אלא אף זו דעשה עמהן דס\"ד אמינא הואיל ועשה עמהם תולה בבית דין קרינא ביה ולהוי פטור אפילו הכי אמרי' הואיל וידע שטעו לא תלה בבית דין וחייב:"
            ], 
            [
                "מתני' הורו בית דין כו' - כגון שהורו שחלב או דם מותר:", 
                "והלך היחיד ועשה שוגג על פיהם - מפרש בגמרא:", 
                "בין שעשו - ב\"ד ועשה היחיד עמהם כגון שאכל דם או חלב עמהן:", 
                "בין שעשו ועשה אחריהן - בזה אחר זה:", 
                "בין שלא עשו - ב\"ד:", 
                "ועשה - היחיד על פיהן:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "גמיר - למד הדבר:"
            ], 
            [
                "אמר ליה אביי - שמעון בן עזאי ושמעון בן זומא כי האי גוונא דידעי שטעו ואפ\"ה עשו אמאי חייבין קרבן והא מזידין נינהו ומזיד לאו בר קרבן הוא:"
            ], 
            [], 
            [], 
            [
                "תנא משנה יתירה - להכי איצטריך משנה יתירה שלא לצורך לאשמועי' אפילו גמיר ולא סביר ולעולם תלמיד ראוי להוראה גמיר וסביר הוא:"
            ], 
            [], 
            [
                "כגון שמעון בן עזאי ושמעון בן זומא - שהיו יושבין לפני חכמים והיו ראויין להוראה כדאמרינן בפרק קמא דסנהדרין (ד' יז:) דנין לפני חכמים שמעון בן עזאי ושמעון בן זומא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא בהוראה - דהכי הוי משמע מיעוט קהל שחטאו בהוראה כגון שהורו ב\"ד ועשו על פיהם חייבין כשבה או שעירה שהרי אין ב\"ד מביאין פר עליהם רוב צבור שעשו בהוראה יכול יהו פטורין ת\"ל מעם הארץ דאפילו רובן חייבין:"
            ], 
            [
                "וקא טעה במצוה לשמוע דברי חכמים - אפי' למיעבד איסורא:"
            ], 
            [
                "לדידי נמי - דאמרי כגון שמעון בן עזאי ושמעון בן זומא כגון דקא טעו במצוה לשמוע דברי חכמים:"
            ], 
            [], 
            [], 
            [
                "לאיתויי מבעט בהוראה - שאם היה רגיל להיות מבעט בהוראה ואחר כך הורו שחלב מותר והלך זה המבעט ועשה על פיהם ואכל חלב דחייב דהואיל והוא רגיל להיות מבעט השתא נמי מבעט וכשהוא אוכל חלב מפי עצמו הוא עושה ואינו תולה בב\"ד הלכך חייב קרבן: תולה בב\"ד פטור לאיתויי הורו ב\"ד וטעו וידעו שטעו וחזרו בהן. בין שהביאו כפרתן [ובין שלא הביאו] והלך היחיד ועשה על פיהם פטור דתולה בב\"ד הוא וברשות ב\"ד הוא עושה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא בהדיא קתני לה - במתני' (לקמן דף ג:) דר' שמעון פוטר:", 
                "הא לא קשיא - דתני כללא זה הכלל והדר מפרש במתניתין:"
            ], 
            [
                "אם נפש אחת תחטא בשגגה בעשותה - דמשמע נפש תחטא אחת תחטא בעשות' תחטא הרי אלו שלשה מיעוטי דמשמע בעשותה מפי עצמו חייב למעוטי תולה בבית דין דפטור והני שלשה מיעוטי מפרש במסכת שבת בפרק המצניע (דף צג.) לר' יהודה חד למעוטי זה עוקר וזה מניח וחד למעוטי זה יכול וזה יכול וחד למעוטי יחיד שעשה בהוראת בית דין דפטור:"
            ], 
            [], 
            [], 
            [
                "מביאין על ידיהן - מביאין עליהן:"
            ], 
            [], 
            [
                "ת\"ל מעם הארץ דאפי' רובו - חייבין בשגגת מעשה גרידתא דמייתו כל חד וחד כשבה או שעירה דהאי דכתיב מעם הארץ בשגגת מעשה הוא דכתיב אלמא שמעינן מהא מתני' יחיד שעשה בהוראת ב\"ד חייב. ועדיין אני אומר רישא דמתני' הכי איתא בת\"כ בעשותה יכול יחיד שעשה חייב שנים שעשו פטורין ת\"ל מעם הארץ אפילו מרובין ועדיין אני אומר מיעוט קהל שחטאו חייבין שאין ב\"ד מביאין פר על ידיהם וכו':"
            ], 
            [
                "במאי - חטאו:", 
                "אמר רב פפא ממאי דלמא לא הן ולא ב\"ד - וה\"ק מיעוט קהל שחטאו בשגגת מעשה חייבין שאין ב\"ד מביאין פר עליהם בהוראה והן המועט נמי פטורין דיחיד שעשה בהוראת ב\"ד פטור:"
            ], 
            [
                "אילימא בשגגת מעשה שלא בהוראת בית דין - דלא הורו בית דין כלל וכגון שנתחלף חלב בשומן שלא בהוראתם דהכי הוי משמע מיעוט קהל שחטאו בשגגת מעשה גרידתא שלא בהוראה חייבין אבל רוב קהל שחטאו בשגגת מעשה שלא בהוראה יכול יהו פטורין שהרי ב\"ד מביאין פר עליהם ת\"ל מעם הארץ דמשמע דאפילו רובן חייבין בקרבן בשגגת מעשה דמייתו כל חד וחד כשבה או שעירה: ומי מצית למימר הכי שהרי ב\"ד מביאין עליהם פר כי חטאו רוב קהל בשגגת מעשה שלא בהוראה וכי ב\"ד מייתו קרבן שלא בהוראה והא לא הורו כלל:"
            ], 
            [], 
            [], 
            [
                "אלא לאו הכי קאמר מיעוט קהל שחטאו בשגגת מעשה - גרידתא חייבין כשבה או שעירה:"
            ], 
            [
                "שאין ב\"ד מביאין עליהם פר בהוראה - כי הורו ב\"ד ועשו מיעוט קהל שחטאו (בשגגת מעשה) על פיהם:", 
                "הא הן חייבין - בהוראה כשבה או שעירה דיחיד שעשה בהוראת ב\"ד [חייב] וכי היכי דחייבין בהוראה ה\"נ חייבין בשגגת מעשה גרידתא: אבל רוב קהל שחטאו בשגגת מעשה גרידתא יכול יהו פטורין שהרי ב\"ד מביאין עליהם פר בהוראה. והן פטורין כדאמר לקמן ר\"מ אומר שבעה שבטים שחטאו ב\"ד מביאין עליהם פר בהוראה והן פטורין וכי היכי דבהוראה פטורין לפטרו נמי בשגגת מעשה גרידתא:", 
                "לאו מכלל דמיעוט - קהל בהוראה פשיטא ליה לתנא דמיחייבי בהוראה כדאמר הא הן חייבין דיחיד שעשה בהוראת ב\"ד חייב וכי היכי דמיחייבי בהוראה (שם) הכי נמי מיחייבי בשגגת מעשה גרידתא ואמטול הכי קא מהדר לעיל על רובא לחיוב אלא לדידך דאמרת לא הן ולא ב\"ד דאכתי לא נפקא לך דמיחייבי מיעוטא בשגגת מעשה גרידתא אי הכי נהדר ברישא על מיעוטא דליחייבו בשגגת מעשה גרידתא ולבסוף נהדר על רובא לחיובא בשגגת מעשה גרידתא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא לא קשיא דסיפא זו ואין צריך לומר זו קתני - דהכי משמע לא מיבעיא זו דעשה עמהם לא תלה בב\"ד ואין צריך לומר זו דעשה אחריהם דודאי לא תלה בב\"ד וחייב קרבן וכל שכן אין צריך לומר היכא דלא עשו ועשה דחייב:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ז' שבטים - דהוו רוב שבטים מביאים שבעה פרים דקסבר ר' יהודה דשבט א' איקרי קהל והן מביאין ולא ב\"ד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הוראה תלויה בב\"ד - דכתיב ונעלם דבר דהיינו שהורו לעבור מעיני הקהל דהיינו ב\"ד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אותו השבט חייב - להביא פר דקסבר שבט אחד אקרי קהל:"
            ], 
            [], 
            [], 
            [], 
            [
                "רבי שמעון בן אלעזר אומר משמו - של ר' מאיר והא מתניתא מפרש לקמן:"
            ], 
            [], 
            [
                "אמר רב אסי ובהוראה - דקיי\"ל כי הורו ב\"ד ועשו רוב קהל על פיהם שמביאים פר:"
            ], 
            [
                "הלך אחר רוב יושבי' בארץ ישראל - דאותם שבחוצה לארץ אינן מן המנין ולא אותן דמנחל מצרים ולחוץ דחוצה לארץ היא:"
            ], 
            [], 
            [], 
            [], 
            [
                "פשיטא מרובין ונתמעטו - כגון שהורו ב\"ד ועשו רוב קהל על פיהם דנתחייבו להביא פר ולא הספיקו להביא פר עד שנתמעטו שמתו מקצתן היינו פלוגתא דר' שמעון ורבנן. דתנן (לקמן י.) חטא כהן משוח ונשיא עד שלא נתמנו דהיו חייבים להביא כשבה או שעירה ולא הספיקו להביא עד שנתמנו הרי הן כהדיוטות ונחייבם להביא כשבה או שעירה כבתחלה הכא נמי חייבין פר כבתחלה רבי שמעון אומר וכו' הכא נמי אם נודע להם עד שלא נתמעטו חייבין להביא פר אבל אם נודע להן משנתמעטו פטורין:", 
                "מועטין ונתרבו מאי - כגון שהורו בית דין ועשו מיעוט קהל על פיהם דיחיד שעשה בהוראת בית דין פטור ומתו מקצתן של רוב קהל ונתרבו אלו ולאחר שנתרבו נודע להם שחטאו דהני מועטין ונתרבו לא דמי ממש לחטאו עד שלא נתמנו דמועטין כי חטאו בהוראה לאו בני קרבן נינהו דיחיד שעשה בהוראת בית דין פטור אבל כי חטאו כהן משיח ונשיא עד שלא נתמנו נעשו בני קרבן ומחייבי לאתויי כשבה או שעירה אבל מרובין ונתמעטו דמי ממש לחטאו עד שלא נתמנו דהא מרובין כי חטאו בני קרבן נינהו ואמטול הכי קאמר במרובין ונתמעטו דהוי פלוגתא דר\"ש ורבנן אבל במועטין ונתרבו איבעיא לן אי דמי לפלוגתא דר' שמעון ורבנן אי לא מי אמרי' ר\"ש דבתר ידיעה אזיל דאמר אם נודע להם עד שלא נתמנו חייבין כבתחלה הכא נמי מחייב דכי אתיידע להו בחיובא אתיידע להו דכי נתרבו אתיידע להו ומביאין פר ורבנן דבתר חטאה אזלי דאמרי הרי אלו כהדיוטות הואיל וחטאו כי לא נתמנו הכא נמי אזלי בתר חטאה וכי חטאו אכתי מועטין היו ופטורין דיחיד שעשה בהוראת בית דין פטור:"
            ], 
            [], 
            [], 
            [
                "ותסברא אימור דשמעת ליה לר\"ש דאזיל אף בתר ידיעה - דאמר אם נודע להם עד שלא נתמנו חייבין היכא דהוי ידיעה וחטאה בחיוב:"
            ], 
            [
                "כי השתא - דלהוי כי חטאו משנתמנו דלייתי פר ואמאי קתני משנתמנו פטורין אלא מדקתני פטור ש\"מ דר\"ש חטאה וידיעה בעי בחיובא ומועטין ונתרבו לדברי הכל פטורין דכי חטאו בפטור חטאו דיחיד שעשה בהוראת בית דין פטור:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כיון דתרי איסורי נינהו - דחלב אינו שוה בכל דחלב חיה מותר:"
            ], 
            [], 
            [
                "ומיעוט בתרא בעבודת כוכבים - קרבנם שעירה ולא כשבה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "זאת תורת העולה היא העולה - זאת היא העולה הרי אלו שלשה מיעוטי חד פרט לנשחטה בלילה וחד פרט לנשפך דמה וחד פרט ליציאת דמה חוץ לקלעים שאם עלתה על גבי המזבח תרד דלא הויא עולה חשובה והכי נמי מפרש במסכת נדה בפרק יוצא דופן (דף מ.):"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "עד שתפשוט הוראה בכל עדת ישראל - דהיינו אותן שישבו להורות:"
            ], 
            [], 
            [], 
            [], 
            [
                "או לא בעינן ההוא בית דין דהורו להם מעיקרא דתהוי להו ידיעה - כלומר לא בעינן דתהוי להו ידיעה לב\"ד קמא ומצטרפי:"
            ], 
            [], 
            [
                "כגון שהרכין ההוא אחד מהם - או תלמיד בראשו דנראה כהודה לדבריהם ונגמרה הוראה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "במארה אתם נארים וגו' - כגון שהגוי כולו דיכולין לקבלה: הכי משמע אי איכא גוי כולו וקא עבר עליה האי גברא אותי אתם קובעים והכי כתוב בספרים במס' עבודת כוכבים בפ' אין מעמידין:"
            ], 
            [], 
            [], 
            [], 
            [
                "הויא הוראה - אע\"פ שלא הורו כל אותן שישבו להורות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' הורו ב\"ד - ועשו רוב צבור על פיהם:", 
                "וידעו שטעו וחזרו - מהוראתן:"
            ], 
            [
                "בין שהביאו כפרתן ובין שלא הביאו כפרתן - ולאחר שידעו שטעו הלך היחיד ועשה על פיהם דזה אין מצטרף עם רוב הצבור לפי שלאחר שנודע להם עשה זה:", 
                "ורבי שמעון פוטר - דתולה בב\"ד הוי:"
            ], 
            [], 
            [
                "אמר לו בן עזאי מאי שנא זה - שהלך למדינת הים מן היושב בביתו:"
            ], 
            [], 
            [], 
            [
                "שהוא קרוב לפטור - דהוי ודאי תולה בב\"ד שלא ידע חזרתן הואיל והלך לו למדינת הים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר לו ר' עקיבא - לפי שהיושב בביתו אפשר שישמע שב\"ד חזרו בהן והוי קרוב לתולה בעצמו ולפיכך חייב להביא אשם תלוי וזה שהלך למדינת הים לא היה יכול לשמוע והוי תולה בבית דין ממש הלכך פטור:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמ' כל הוראה שיצאה ברוב צבור - אע\"פ שב\"ד חזרו בהן יחיד העושה אותה פטור. לפי שלא ניתנה הוראה אלא להבחין בין שוגג למזיד. להודיע שהעושה על פיהם שוגג הוא ולא מזיד הוא וזה על פי הוראה הוא עושה לפיכך שוגג הוא ויחיד שעשה בהוראת בית דין פטור [פ\"א] לא ניתנה הוראה לפטור יחיד התולה בה אלא להכיר לבין עושה בשגגת עצמו לעושה מזיד וברשות בית דין וזה הרי אומר לנו שלא ידע שחזרו ומזיד עשה על פיהם ולא על שגגת עצמו ויחיד שעשה בהוראת ב\"ד פטור:"
            ], 
            [
                "מיתיבי פר העלם דבר של צבור - כגון שהורו ב\"ד בעבודת כוכבים ועשו צבור על פיהם וידעו שטעו וחזרו בהם וצריכין מעות כדי ליקח פר ושעירי עבודת כוכבים של צבור:"
            ], 
            [
                "בתחלה גובין להם - שגזברין גובין מכל אחד מישראל מעות לקנות מהם פר ושעירי עבודת כוכבים לצורך קרבן דברי ר\"ש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואיבעית אימא דלא הוי במתא - כי גבו להו ולאחר גבייה הוא דעשה על פיהם:"
            ], 
            [], 
            [], 
            [
                "ר\"ש אומר מתרומת הלשכה הם באים - דלא הוי מפרסמא הלכך כי עשה על פיהם הוי תולה בבית דין הלכך פטר ר' שמעון ותנא דמתניתין הכי סבירא ליה אליבא דרבי שמעון דמתרומת הלשכה הן באין:"
            ], 
            [], 
            [
                "תניא ר\"מ מחייב - דתולה בעצמו הוי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "איכא בינייהו - בין ר' אלעזר לסומכוס לסומכוס אינו מביא אשם תלוי דהכי קאמר סומכוס מעשה שלו תלוי הוא וליכא למימר שמא תולה בעצמו הוה דלא הוי בר חיוב מעליא דהיכא דהוי לפניו חתיכה אחת ספק של חלב ספק של שומן ואכלו בדין הוא דמביא אשם תלוי משום דאיכא למימר שמא חלב ממש אכל דהוי בר חיוב מעליא אבל הכא ליכא למימר שמא תולה בעצמו ממש הוא שהרי על פי הוראה הוא עושה הלכך מעשה שלו תלוי הוא דצד חיוב שלו תלוי הוא דלא הוי צד חיוב מעליא הלכך אינו מביא אשם תלוי:"
            ], 
            [], 
            [
                "לאדם שאכל ספק חלב ספק שומן - והרי סבור ששומן הוא ונודע לו שספק הוא שמביא אשם תלוי משום דשמא חלב ממש אכל הכי נמי איכא למימר שמא תולה בעצמו ממש הוא:"
            ]
        ], 
        [
            [], 
            [], 
            [
                "ספק מבעוד יום נתכפר לו - והיא כפרה מעליא:", 
                "ספק משחשכה נתכפר לו - ולא הוי כפרה מעליא דביום צוותו כתיב דקיימא לן דפטור דאין צריך להביא קרבן אחר ואע\"פ שהוא קרב אחר תמיד של בין הערבים אין בו שום פסול דהכי אמר בפ' תמיד נשחט (פסחים ד' נט.) דאתי עשה דפסח ועשה דאכילת קדשים ודחי עשה דהשלמה ואיכא נמי שינויי אחריני טובא והא הכא (מפני) דבין השמשות לית ביה צד חיוב מעליא דליכא למימר שמא משחשכה נתכפר לו שהרי בין השמשות כהרף עין ואין אדם בעולם יכול לעמוד עליו אם מן היום או מן הלילה ופטור ה\"נ ליכא למימר שמא ממש תולה בעצמו שהרי כבר הורו ב\"ד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "החזיק בדרך - לילך למדינת הים ועדיין ישנו בעיר:", 
                "איכא בינייהו - לר\"ע פטור דהא החזיק בדרך דכיון דטרוד הוא לא היה אפשר לו שישמע דחזרו בהן הלכך תולה בב\"ד הוא ופטור לגמרי:"
            ], 
            [], 
            [], 
            [], 
            [
                "אי הכי - מאי איריא דקתני שהורו בשומרת יום כנגד יום אפילו נדה נמי כי האי גוונא קיום מקצת וביטול מקצת הוא והוי בדבר שאין הצדוקין מודין בו:"
            ], 
            [
                "אמר עולא קרי ביה ונעלם מדבר - דהאי מ\"ם דנעלם שדיא אדבר דמ\"ם נדרשת לפניו ולאחריו וקרי ביה ונעלם מדבר דמשמע מדבר ולא כל דבר:", 
                "אמר ר\"נ בר יצחק מצות כתיב - בחד וי\"ו דחדא מצוה משמע דהכי משמע ועשה אחת מכל מצות דשבת או אחת מכל מצות דעבודת כוכבים או אחת מכל מצות דנדה דהוי מקיים מקצת דשבת ומבטל מקצת והוא הדין לעבודת כוכבים והוא הדין לנדה והוא הדין לשאר מצות דקיום מקצת ובטול מקצת חייב ועוקר כל הגוף פטור:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מצות תרתי משמע - כלומר מצות טובא משמע כגון נדה שבת ועבודת כוכבים דהכי משמע ועשה אחת מכל מצות ה' דעבד חד מהני או שבת או עבודת כוכבים או נדה ולעולם בעוקר כל הגוף קא מיירי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מה זקן ממרא מן הדבר ולא כל דבר - דהא כתי' מן הדבר ותנן באלו הן הנחנקין (סנהדרין דף פח:) האומר אין תפלין לעבור על דברי תורה פטור חמש טוטפות להוסיף על דברי סופרים חייב דהיינו מן הדבר ולא כל דבר:"
            ], 
            [], 
            [
                "אין ב\"ד חייבין - דלא הוי הוראה מעליא עד שיורו להתיר בדבר שאין הצדוקין מודין שיהא אסור שהורו להיתר בדבר איסור שאין כתוב בתורה בהדיא:"
            ], 
            [], 
            [], 
            [
                "והא - שלא כדרכה נמי כתיב משכבי אשה שני משכבות אחד כדרכה ואחד שלא כדרכה:"
            ], 
            [], 
            [], 
            [], 
            [
                "אחד לאחד - היינו יום כנגד יום:"
            ], 
            [
                "זיל קרי בי רב הוא - דכיון דאפשר לו ללמוד ולידע לא הוי שוגג מעליא וקרוב למזיד הוי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא לעולם בכדרכה - דאמרי בשומרת יום העראה שריא אפילו בכדרכה וגמר ביאה הוא דאסיר ודקאמרת הא העראה כתיב דאמרי העראה באשה נדה הוא דכתי' ולא בשומרת יום הלכך לא מתוקמא בנדה אלא בשומרת יום והוי בדבר שאין הצדוקין מודין בה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מושיט וזורק - לא כתיבי בהדיא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "השתחואה שלא כדרכה - כגון משתחוה לפעור או למרקוליס:"
            ]
        ], 
        [
            [], 
            [
                "מי אמרינן כיון דקא מודו - ב\"ד בכולהו שאר מלאכות דשבת דאסירי כבטול מקצת וקיום מקצת דמי וחייבין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' ואמר להם טועים אתם - לא הוי הוראה מעליא ופטור דבעינן עד שיורו כולן כדאמר לעיל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בחריש ובקציר תשבות - דמשמע בזמן דאיכא חרישה דהיינו בשאר שני שבוע תשבות איכא שבת:", 
                "בזמן דליכא חרישה - דהיינו בשביעית ליכא שבת:"
            ], 
            [], 
            [], 
            [
                "נביא שהתנבא - כגון שתחלתו נביא של אמת ולבסוף נביא השקר שהתנבא לעקור דבר מדברי תורה חייב ודברי הכל בחנק:"
            ], 
            [], 
            [
                "ובעבודת כוכבים אפי' אמר לך היום עובדה ולמחר בטלה - דהיינו קיום מקצת ובטול מקצת דעבודת כוכבים חייב דרחמנא אמר להדיחך מן הדרך אפי' מקצת דרך ובעבודת כוכבי' הוא דכתיב וכי קתני חייב כגון לרבנן בסקילה ולר\"ש בחנק והכי מתרץ ליה רב חסדא בפ' אלו הן הנחנקין (סנהדרין דף צ.) והיום עובדה ולמחר בטלה כאין שבת בשביעית דמי וקרי להו ביטול מקצת וקיום מקצת ש\"מ:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "או שלא היה מופלא של ב\"ד שם - אע\"ג דלא הוה מסנהדרין עצמן דאילו הוי מסנהדרין עצמן אפי' (אם) קטן שבכולן לא היה שם לא הויא הוראה מעליא כדאמר לקמן מאם כל עדת איתא לכולה סנהדרי הויא הוראה ואי לא לא ואיכא למימר נצטרך אחד מהן לצאת לדרך ומינו אחר במקומו א\"נ זקן (או) שאין לו בנים היה לכך נתמנה אחר בסנהדרין:", 
                "ונאמר להלן עדה - ושפטו העדה והצילו העדה (במדבר לה) דהיינו סנהדרין כדתנן בפ\"ק דסנהדרין (ד ב):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נאמר כאן עדה - דכתיב (ויקרא ד) אם כל עדת ישראל ישגו: (ושפטו את העדה) מה להלן ראויין להוראה כו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אתך בדומין לך - שיהיו ראויין להוראה:"
            ], 
            [
                "מתני' הורו ב\"ד שוגגין ועשו הקהל שוגגין - על פיהם ב\"ד מביאין פר רבי מאיר כדאית ליה ור' יהודה כדאית ליה ור\"ש כדאית ליה דהוי הוראה מעליא:", 
                "הורו ב\"ד מזידין ועשו הקהל שוגגין - לא הוי הוראה מעליא דאם כל עדת ישראל ישגו כתיב דבעינן שוגגין בב\"ד והכא הוה ליה שגגת מעשה בלא הוראה ומביאין כל אחד מן הקהל כשבה או שעירה דכיחיד דמו:", 
                "הורו ב\"ד שוגגין ועשו הקהל מזידים פטורים - דמזיד לאו בר קרבן הוא:", 
                "גמ' טעמא דשוגגין ועשו מזידים דפטורין - דמזיד לאו בר קרבן הוא לא צבור ולא יחיד הא שוגג דומיא דמזיד דלא הוי ממש תולה בב\"ד הוי שוגג תולה בעצמו וחייב בשגגת מעשה קרינא ביה:"
            ], 
            [], 
            [], 
            [
                "ונתחלף חלב בשומן ואכלו - דחייב דתולה בעצמו הוא והאי דקרי ליה דומיא דמזיד משום דכי היכי דמזיד לאו תולה בב\"ד הוא האי שוגג נמי לאו תולה בב\"ד הוא ותפשוט האי דבעי רמי בר חמא (לעיל דף ב):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' הורו ב\"ד ועשו כל הקהל או רובן על פיהן מביאין פר - (כגון) ב\"ד ולא צבור:", 
                "בעבודת כוכבים ב\"ד מביאין פר ושעי' דברי ר\"מ - דבעבוד' כוכבים בהוראה פר ושעיר מייתי דכתי' בפ' שלח לך אנשים וכי תשגו ולא תעשו את כל המצות האלה דהיינו בעבודת כוכבים כדאמר לקמן בפרק הורה כהן משיח איזו היא מצוה ששקולה כנגד כל המצות הוי אומר זה עבוד' כוכבי' וכתיב (במדבר טו) ועשו כל העדה פר בן בקר אחד לעולה לריח ניחוח לה' ומנחתו ונסכו כמשפט ושעיר עזים אחד לחטאת:"
            ], 
            [], 
            [
                "רבי יהודה אומר י\"ב שבטים מביאין י\"ב פרים - דכל שבט ושבט אקרי קהל וקסבר צבור מביאין פר ולא בית דין:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "וחכמים אומרים אין חייבים פר אלא על הוראת ב\"ד הגדול - אבל שבט אחד בהוראת בית דינו כשגגת מעשה דמי ומביאין כל אחד כשבה או שעירה:"
            ], 
            [
                "עדת ישראל - היינו סנהדרין כלומר סנהדרין של ישראל דהיינו ב\"ד הגדול:"
            ], 
            [], 
            [
                "גמ' ידעו שהורו וטעו מה שהורו - כלומר הורו ב\"ד שחלב מותר בבטול מקצת ועשו קהל על פיהן ואכלו שוגגין חלב ודם דהוי חד בשגגת מעשה בלבד וחד בהוראה ואח\"כ ידעו שהורו שלא כראוי אלא שטעו במה שהורו דאינם יודעים אם על החלב הורו או על הדם יכול יהו חייבין פר דליהוי הוראה מעליא:"
            ], 
            [], 
            [
                "ת\"ל ונודעה החטאת - אשר חטאו עליה והקריבו כלומר דצריך שיודע החטאת שיהיו יודעין על מה הורו אם על החלב או על הדם:", 
                "ולא שידעו החוטאין - דלא סגי בידיעה דחוטאין דאע\"ג דעשו בהוראה דממה נפשך חד מנייהו בהורא' הוה דהא אכלי לתרווייהו חלב ודם אפ\"ה פטורין דצריך שיברר להם אותו חטא שעשו בהוראה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מה הקהל האמור למעלה ב\"ד עם הקהל - דתרוייהו כתיב למעלה ב\"ד עם קהל דכתיב ונעלם דבר מעיני הקהל דהאי מעיני היינו ב\"ד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מה נפשך - דתנן במסכת כריתות בפ' ספק אכל חלב (דף יט) חלב ונותר לפניו ואכל את אחד מהם ואינו יודע איזה מהן אכל רבי אליעזר מחייב חטאת ורבי יהושע פוטר ותניא אמר רבי אליעזר מה נפשך אם חלב אכל חייב אם נותר אכל חייב אמר לו רבי יהושע הרי הוא אומר אשר חטא בה עד שיודע לו במאי חטא הכא נמי סבירא ליה לר' אליעזר מה נפשך אם חלב אכלו בהוראה מביאין פר ואם דם אכלו בהוראה מביאין פר וחייבין ממ\"נ: אפי' תימא רבי אליעזר ושאני הכא דכתיב ונודעה החטאת אשר חטאו עליה והקריבו. דמשמע שיודע להם החטא שחטאו עליו ע\"פ בית דין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "התם נמי הא כתיב אשר חטא בה - דמשמע עד שיודע לו במה חטא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ד' קהל כתיבי - מעיני הקהל והקריבו הקהל דלימא קרא מעיני קהל מאי הקהל תרי וליכתוב קרא והקריבו קהל מאי הקהל תרי והרי ארבעה. חטאת הקהל לא קא חשיב דהא לא כתיב לא בהוראה ולא בהקרבה:", 
                "וחד להוראה תלויה בב\"ד - כדאמר לעיל (דף ג) הקהל ועשו הוראה תלויה בב\"ד ומעשה תלוי בקהל וחד למידה דשאר שבטין שלא חטאו נגררין אחר החוטאין ומביאין על ידיהם פר פר:", 
                "וחד לשבט שעשה בהוראת בית דינו - כדתנן בסיפא דמתניתין הורו ב\"ד של אחד מן השבטים כו':", 
                "ג' קהל כתיבי - מעיני הקהל לא דרשינן ביה תרתי דהא לשמוש הוא דאתא דאורחיה דקרא דמשתעי הכי כדאמרי אינשי מעיני דפלניא הכא נמי מעיני הקהל משמע מעיני של קהל וחד הוא אבל והקריבו הקהל דרשינן ביה תרי דלכתוב קרא והקריבו קהל מאי הקהל תרי הא תלת:"
            ]
        ], 
        [
            [], 
            [], 
            [
                "רבא אמר כי לכל העם בשגגה - שיהו כולם תלויין בשגגת הקהל וב\"ד דהוראה תלויה בב\"ד ומעשה תלוי בקהל:"
            ], 
            [], 
            [
                "הוה אמינא אפי' מיעוט - חטאו מביאין פר:"
            ], 
            [
                "הוה אמינא בית דין בהדי רובא - ולא יהו מביאין פר עד שיעשו בית דין עם הצבור דליבעי לבית דין הוראה ועשיה כתב רחמנא והיה אם מעיני העדה נעשתה לשגגה שתעשה שגגה על ידי אחרים דהוראה בלבד תלויה בבית דין:"
            ], 
            [], 
            [
                "ילפינן מעיני מעיני - כתיב הכא מעיני הקהל וכתיב בעבודת כוכבים והיה אם מעיני העדה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אבל חד שבט דליכא רובא לא - והוא הדין לשנים או שלשה שבטים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא לאו רבי יהודה היא - וקתני מה הן מביאין פר אחד אלמא לא מייתו שאר שבטים בהדיה:"
            ], 
            [], 
            [
                "אמרי הכא במאי עסקינן וכו' - ותנא קמא רבי שמעון בן אלעזר הוא ורבי שמעון דאמר שני פרים קסבר פר לכל שבט ושבט דשבט א' איקרי קהל כגון שחטאו שבעה שבטים והן רובן של קהל דכי הויא רובא בגברי ורובא בשבטים הוא דמביא פר לכל שבט ושבט ופר לב\"ד אבל היכא דאיכא ששה והן רובא או שבעה ואינן רובא כיון דלאו רובא בגברי ורובא בשבטים כחד שבט דמו ומביאין פר אחד ופר לב\"ד: איבעיא להו שבט אחד שעשה בהוראת בית דין הגדול לרבי שמעון מי מייתו. פר או לא מי אמרינן כי אמר ר' שמעון לחייב על כל קהל וקהל דשבט אחד איקרי קהל כגון שחטאו שבעה שבטים דהוו רובן אבל היכא דליכא רובא כיחיד דמו ופטורים דיחיד שעשה בהוראת ב\"ד פטור או דלמא כיון דסבירא ליה דשבט אחד איקרי קהל לא שנא שבט אחד ולא שנא שבעה מביאין פר לכל שבט ושבט ופר לב\"ד:"
            ], 
            [
                "רבי שמעון תמניא בעי - פר לכל שבט ושבט ופר לבית דין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ודלמא שאני שבט יהודה דהוה עמיה בירושלים שבט בנימין - ושני שבטים הוא דאקרי קהל אבל שבט אחד לא:"
            ], 
            [], 
            [
                "אלא מהכא הנני מפרך והרביתיך ונתתיך לקהל עמים וגו' - והיכא אמר ליה הכי דכתיב וירא אלהים אל יעקב עוד בבואו מפדן ארם וגו' וכתיב ויאמר לו אלהים אני אל שדי פרה ורבה גוי וקהל גוים יהיה ממך וגו':", 
                "מאן הוה אתיליד ליה בההיא שעתא - כלומר מאן הוה עתיד למילד ההיא שעתא בנימין ושמע מינה דקאמר ליה רחמנא השתא מתיליד לך קהל אחרינא:"
            ]
        ], 
        [
            [], 
            [], 
            [
                "הכל עולה סלקא דעתך - והכתיב שעירי עזים לחטאת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואידך דב\"ד - ואחד שהביאו ב\"ד הרי י\"ב: בין לר' יהודה בין לר' שמעון בין לרבי מאיר היכי קרבי הנהו חטאות והא מייתי הנהו דחטאו בימי צדקיהו דהוו חטאת שמתו בעליהן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לפי שאין מיתה בצבור - דאע\"ג דמתו צבור לא אזלא למיתה חטאת דידהו:"
            ], 
            [], 
            [], 
            [
                "אילימא מדכתיב תחת אבותיך יהיו בניך - דמשמע דבנים במקום אבות קיימי וכאבות חיים דמו והכא איכא בנים דדורו של צדקיהו:", 
                "אי הכי אפי' ביחיד נמי - לימא חטאת שמתו בעליה דלא למיתה אזלא דלהוי הבן במקום אב:"
            ], 
            [], 
            [
                "והנך - ישראל דפיישו:", 
                "היכי מייתו - שעיר דר\"ח דאתא מתרומת הלשכה והא הוי חטאת שמתו בעליה אלא ש\"מ וכו':"
            ], 
            [], 
            [], 
            [], 
            [
                "משעיר דר\"ח - דהוי חטאת דאמר רחמנא דניתו מתרומת הלשכה דכל קרבנות צבור מתרומת הלשכה הם באין והא דלמא מייתי להו מישראל לאחר שנתרמה תרומת הלשכה:"
            ], 
            [], 
            [
                "ראויה כפרה זו - בעגלה ערופה שתכפר על יוצאי מצרים וכיון שתכפר על יוצאי מצרים ויוצאי מצרים מתים נינהו אלמא אין מיתה בצבור וה\"ה לדורו של צדקיהו דאע\"ג דמתו מתכפרין בהנהו חטאות:"
            ], 
            [], 
            [
                "התם - גבי עגלה ערופה כולהו איתנהו בחיים דעיקר כי אתיא עגלה ערופה אהני (דהיכי) דאיתנהו קא אתיא ומגו דמכפרה אחיים מכפרה נמי אמתים דהיינו יוצאי מצרים אבל הכא מי הוו חיים הני דורו של צדקיהו:"
            ], 
            [], 
            [], 
            [
                "ודלמא מעוטי הוו - דהאי דכתיב ורבים מהכהנים והלוים דלמא מעוטי דצבור דבית שני הוו והוה ליה חטאת שמתו רוב בעליה ולא קרבה והכא כתיב דקרבה:"
            ], 
            [], 
            [], 
            [
                "הא לא מצית אמרת דמעוטי הוו - אלא ודאי רבים הוו דכתי' ואין העם מכירים קול תרועת השמחה לקול בכי העם ואותן דבוכים מדור של בית הראשון היו ומדאין מכירין קול השמחה שמע מינה דרובא הוו אותן דבוכין והוי כחטאת שרוב בעליה קיימין ומשום הכי קרבה:", 
                "והא מזידין הוו - דורו של צדקיה ובני קטלא נינהו ולא בני קרבן נינהו והיכי מתכפרים בהנך חטאות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מת אחד מן ב\"ד - והויא ליה חטאת שמת אחד מן השותפין דהויא כמתו מקצת בעליה ולא קרבה הא דאיקרי להו שותפין לא משום דחטאת של שותפין דעלמא קרבה דאין שנים מביאין קרבן אלא האי דאיקרי להו שותפין משום דלא מצי קרי להו צבור דהא לאו צבור נינהו הלכך קרי להו שותפין:"
            ], 
            [], 
            [], 
            [
                "דאין צבור מתים - דאין דין מיתה בצבור דכי גמירי חטאת שמתו בעליה למיתה אזלא ביחיד ולא בצבור: שמעינן ליה לר\"ש דאמר חטאת השותפין אינה מתה דתניא פר ושעיר של יום הכפורים שאבדו והפריש אחרים תחתיהם. ונתכפרו בהן ואח\"כ נמצאו האבודים כולן ימותו דברי רבי יהודה ר' אלעזר ור' שמעון אומרים ירעו והא הכא דפר של יום הכפורים דהיינו פר של אהרן הוי חטאת השותפין דכהנים מתכפרים בו וקאמר רבי שמעון ירעו דלא הוי כחטאת שכפרו בעליה בעלמא דלמיתה אזלא משום דחטאת שותפות לאו כחטאת יחיד דמיא אלא כחטאת צבור דמיא והוא הדין כי מת אחד מן השותפין דלא כחטאת שמתו בעליה דמיא אלא חטאת השותפין היא ואינה מתה והכא הוא דקאמר ירעו משום דהא כפרו בעליה אבל היכא דמת אחד מן השותפין אימא לך דסבירא ליה לרבי שמעון דקרבה דחטאת השותפין אינה מתה הלכך לא מיתוקמא כרבי שמעון:"
            ], 
            [], 
            [], 
            [
                "רבי יהודה אומר כולן ימותו - דהכי ס\"ל דאפי' חטאת צבור מתה: אמר ליה רב יוסף כהנים קא אמרת שאני כהנים דאיקרו קהל דכתיב על הכהנים ועל כל עם הקהל יכפר. דאתקש לקהל וכיון דאיקרו קהל משום הכי קאמר רבי שמעון דפר חטאת דידהו כחטאת שעיר דקהל דמי דאינה מתה אבל בחטאת השותפין לעולם אימא לך דס\"ל לרבי שמעון דכי מת אחד מן השותפין דלא קרבה וכי מת אחד מן בית דין פטור ואכתי נוקמה כר\"ש:"
            ]
        ], 
        [
            [
                "וכ\"ת הכי נמי טפי להו שבטים - לר\"ש הויין י\"ג שבטים ותנן רבי שמעון אומר י\"ג פרים פר לכל שבט ושבט ופר לב\"ד דלא הוו אלא י\"ב שבטים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כראובן ושמעון יהיו לי - דבתרי שבטים חשיב להו כראובן ושמעון:"
            ], 
            [
                "אלא אמר רב אחא בר יעקב שבטו של לוי לא איקרי קהל - והוא הדין לכהנים דלא איקרו קהל דכהנים הויין בכלל שבט לוי (ואכתי נוקמה) כר' שמעון: ונתתיך לקהל עמים ונתתי את הארץ הזאת לזרעך אחריך אחוזת עולם כל שיש לו אחוזה איקרי קהל. וכהנים ולוים אין להם אחוזה:"
            ], 
            [
                "והא כתיב על שם אחיהם יקראו בנחלתם - דלנחלה הוקשו אפרים ומנשה לשאר שבטים שיהיו נוטלים בנחלה כשאר שני שבטים ולא לדברים אחרים הוקשו אבל אין מביאין ב' פרים ואכתי חסרי להו מי\"ב שבטים אלא שמעינן מינה דלוי איקרי קהל וכהנים לא איקרי קהל ושותפין נינהו ולא מתוקמא כר\"ש דקרא הכי משמע ומולדתך:"
            ], 
            [], 
            [], 
            [
                "כנחלתם כך חנייתם - שיעקב אבינו חלק להם את הארץ וציום היאך יחנו לדגליהם וכן מצינו במדרש תנחומא דיעקב אבינו תקן להם דגלים וחלק להם הארץ וכן מצינו איש על דגלו באותות באות אשר צוה להם אביהם שלאותן רוחות שנחלקו לשאת מטתו לאותן רוחות חנו לדגליהם והיינו דאמרי' כנחלתן כך חנייתן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מאי הוי עלה - אי הוה דוקא הא דאביי דאמר דשמעינן ליה לר\"ש דאמר דחטאת השותפין אינה מתה או לאו דוקא: ת\"ש דתניא ר\"ש אומר וכו':"
            ], 
            [], 
            [], 
            [], 
            [
                "שאין צבור מפרישין נקבה - שאין אתה מוצא קרבן צבור שהיתה באה נקבה:", 
                "שאין תמורה בצבור - דכתיב לא יחליפנו ולא ימיר דלשון יחיד הוא ולא צבור ושותפין והכי מפרש בפ\"ק דמס' תמורה (דף יג.):"
            ], 
            [], 
            [], 
            [], 
            [
                "וכי דנין אפשר משאי אפשר - הא ולד חטאת ותמורת חטאת ושמתו בעליה אי אפשר בצבור וקא אמר מה מצינו: הא לא קשיא דלא הוי דנין אפשר משאי אפשר משום דר\"ש בחד מקום גמיר להו דכי נצטוו ישראל על ד' חטאות בחד מקום גמיר להו הלכה למשה מסיני שיהיו נהוגות יחד במקום אחד או ביחיד או בצבור וקא דייק ר\"ש אי ס\"ד בצבור הנך כולהו מי איתנהו יחד בצבור אלא ש\"מ דביחיד אמורה ולא בצבור דכי היכי שמתו בעליה ולד חטאת ותמורת חטאת ליתנהו בצבור ה\"נ שכיפרו בעליה ושעברה שנתה ליתנהו בצבור דעל כרחין ילמוד סתום מן המפורש והכי אמרינן במס' תמורה בפ' יש בקרבנות יחיד (ד' טז:) אמר ר\"ש בן לקיש ארבע נתנו להם דמתות והחמישי' ירעה ויחד ניתנו שיהיו נוהגות במקו' א' ומספק העמידום על חמש שיהיו חמשתן מתות ואי ס\"ד דארבע ניתנו להם בצבור הנך כולהו ד' מתות מי איתנהו בצבור הא לא משכחת לה דאפשר בצבור אלא שנים ותו לא אלא על כרחך ילמוד סתום מן המפורש וקא דייקא מהא מתניתא דכי היכי דאמר ר\"ש ה' חטאות מתות ביחיד ולא בצבור דמההיא דוקיא דייק ר\"ש דיחיד ולא בשותפין דהיינו ב\"ד משום דאי אתה יכול לומר ולד חטאת בשותפין שאין השותפין מביאין נקבה דפר ושעיר הוא דמביאין ואי אתה יכול לומר תמורת חטאת בשותפות שאין תמורה בשותפין דעלמא וכ\"ש בב\"ד דה\"נ תנן במס' תמורה (דף יג.) אין השותפין עושין תמורה וילמוד סתום מן המפורש מה מצינו בולד חטאת ותמורת חטאת ביחיד דברים אמורים ולא בשותפין אף חטאת שמתו בעליה ושכפרו (על) בעליה ושעברה שנתה ביחיד ולא בשותפין דחטאת שמת אחד מן השותפין קרבה הלכך הא דקתני מת אחד מב\"ד פטור לא מתקומא אליבא דר\"ש:"
            ], 
            [], 
            [], 
            [
                "מתני' הורה כהן משיח - הורה שוגג ועשה מזיד או שהורה מזיד ועשה שוגג פטור מקרבן שהוראת כהן משיח לעצמו כהוראת ב\"ד לצבור מה הוראת ב\"ד לצבור אין חייבין אלא על העלם דבר עם שגגת מעשה אף הוראת כהן משיח לעצמו אינו חייב אלא על העלם דבר עם שגגת מעשה כדמפרש בגמרא לאשמת העם הרי משיח כצבור וכי הורו בית דין מזידין ועשו קהל שוגגין לא הוי הוראה והוי שגגת מעשה לחודיה והוו יחידין ומייתו כל חד וחד כשבה או שעירה אבל כהן משיח כי הורה מזיד ועשה שוגג לא דיניה כיחיד ופטור לגמרי דהכי אמרינן בפרק בתרא (דף יא.) מעם הארץ פרט למשיח דאינו מביא קרבן בשגגת מעשה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מהו דתימא כיון דאי מתידע ליה - מאיזה טעם הורה שמא היה חוזר בו מאותו טעם וכי שכח ההוא טעמא ואף על פי כן הוא עושה ותולה בהוראתו ראשונה אימא כמזיד דמי ולא מחייב קרבן קא משמע לן: (שיכול. לגמור מדין קל וחומר שמשיח כצבור ולא צריך למכתב לאשמת העם אע\"ג דאילו לא נאמר לאשמת העם הייתי למד מן הדין):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא מעתה - דכהנים איקרו קהל לייתו פר בהוראה:"
            ]
        ], 
        [
            [], 
            [
                "נשיא מוצא מכלל יחיד - דבכלל אם נפש אחת הוא ומוצא מכללו דיחיד מביא כשבה או שעירה ונשיא מביא שעיר: מה נשיא בשגגת מעשה בלא העלם דבר וכו':"
            ], 
            [], 
            [
                "צבור בפר ואין מביאין אשם תלוי - כלל כדאמר לקמן דכתיב ביה באשם תלוי ואם נפש כי תחטא וגו' ולא ידע ואשם וכתיב וכפר עליו הכהן על שגגתו אשר שגג והוא לא ידע מי שחטאתו ושגגתו שוה חייב בשגגת מעשה בלא העלם דבר יצא כהן משיח שחטא בהעלם דבר וכ\"ש צבור דיצא מאשם תלוי משום דהעלם דבר בהדיא כתיב בהו ואין חטאתו ושגגתו שוה דבעינן העלם דבר עם שגגת מעשה ועוד דצבור אינו בכלל נפש:"
            ], 
            [], 
            [
                "ומביא אשם ודאי - בין נשיא ובין משיח דכתיב באשם גזילות ובאשם מעילות נפש ומשיח ונשיא בכלל נפש אחת הן וצבור אין מביאין אשם ודאי דאינן בכלל נפש אחת והא דתנן אין חייבין אלא על דבר שזדונו כרת ושגגתו חטאת וכן המשיח הכי משמע דב\"ד הוא דאינן חייבין כלל עד שיורו בדבר שחייבין על זדונו כרת ושגגתו חטאת שאם הורו בשחייבין על זדונו כרת ושגגתו אשם פטורין לגמרי ועוד דבאשמות אין בהם דין שוגג דעל זדון הוא מביא אשם וכן המשיח אין מביא פר אלא בדבר שחייבין על זדונו כרת ועל שגגתו חטאת אבל במקום אשם ודאי חייב אשם לפי שהוא בכלל נפש אחת דלהכי הושוה לצבור דאין מביאין פר במקום אשם:", 
                "ולא בעבודת כוכבים - אין חייבין קרבן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ומנא ליה - דאין משיח מביא אשם תלוי:"
            ], 
            [], 
            [], 
            [], 
            [
                "לאשמת העם ע\"כ לא קאמר ליה - כלומר מלאשמת העם קאמר דנפקא ליה דאין חטאתו ושגגתו שוה דמשיח כצבור והא אכתי לא קמה ליה היקש דלאשמת העם דעדיין לא הועמד לאשמת העם במקומו דהא קאמר אע\"ג דאילו לא נאמר לאשמת העם יכולני ללמוד מן הדין דמשיח צריך העלם דבר עם שגגת מעשה בצבור וקאמר נראה למי דומה צבור בפר ואין מביאין אשם תלוי ומשיח בפר ואין מביא אשם תלוי בענין זה הוא דומה משיח לצבור אע\"ג דאילו לא נאמר לאשמת העם והכא קאמר דמלאשמת העם נפקא ליה דמשיח אין חטאתו ושגגתו שוה דאין מביאין אשם תלוי והלא בלא אשמת העם הוא דן ולמד:"
            ], 
            [
                "אלא אשם כדי נסבה - אלא עיקר הדין שהוא דן כך הוא צבור בפר ומשיח בפר מה צבור אינו חייב אלא על העלם דבר עם שגגת מעשה אף משיח לא יהא חייב אלא על העלם דבר ושגגת מעשה:"
            ], 
            [
                "מתני' הורה - כהן משיח בעצמו כגון דמורו בתרי איסורי ב\"ד בחלב והוא בעבודת כוכבים:", 
                "ה\"ד - דכי הורה משיח בפני עצמו דמורו בתרי איסורי דמתכפר בפני עצמו: אי דהוא מופלא ב\"ד והן אינן מופלאין פשיטא דמתכפר בפני עצמו דהוראה דידהו לאו כלום היא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "נתכפר לו בפני עצמו - דמביא פר בפני עצמו דאי הורה הוא בפני עצמו ולא הורו ב\"ד כלל לא איצטריך למיתני דחייב להביא פר דמקרא מלא הוא אלא כי איצטריך למיתני כגון שהורו בשני איסורים:", 
                "גמ' מה נשיא חטא עם הצבור מתכפר לו עם הצבור - משום דבשגגת מעשה בלבד הוא מביא שעירה והואיל וחטאתו בשגגת מעשה הוא כיחיד דעלמא הלכך כי חטא ע\"פ ב\"ד עם הצבור דהוי העלם דבר עם שגגת מעשה מתכפר עם הצבור ועוד שכן מתכפר לו עם הצבור ביוה\"כ לפיכך מתכפר לו עם הצבור אף משיח הורה בפני עצמו וכו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ובעי איתויי - כל חד וחד מצבור:", 
                "כשבה או שעירה - דהא תנן לעיל בפ\"ק (דף ד':) או שלא היה שם מופלא של ב\"ד דלא הויא הוראה שאע\"פ שאינו מסנהדרין שאילו היה מסנהדרין אפי' קטן שבכולם לא היה שם לא הויא הוראה כדאמרינן מאי כל עדת דאי איתא לכולה סנהדרין הויא הוראה ואי לא לא הויא הוראה וכשגגת מעשה לחודיה דמי דמייתי כל חד וחד כשבה או שעירה ה\"נ כי הוי הוא מופלא והן אינן מופלאין כי הורה בפני עצמו הואיל והוא לא היה שם עמהן פשיטא דמתכפר בפני עצמו דהוראה דידהו לאו כלום היא:"
            ], 
            [
                "ואי הן מופלאין והוא אינו מופלא - כי הורה בפני עצמו אמאי מתכפר בפני עצמו:"
            ], 
            [
                "והא הוראה דידיה לאו כלום היא - דכיון דאינו מופלא לא ידע מאי קא מורה ולא הוה הוראה מעליא וכשגגת מעשה לחודיה דמי ואשכחן משיח בשגגת מעשה גרידתא פטור לגמרי כדאמרינן בסוף פירקא שאין חטאתו שוה ליחידים:"
            ], 
            [
                "צבור מוצא מכלל יחיד - דיחיד מביא כשבה או שעירה וצבור מביא פר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "בשני מקומות - משיח במקום אחד וב\"ד במקום אחר:"
            ], 
            [], 
            [], 
            [
                "בטעמייהו - בפסוקים דחלב ועבודת כוכבים מתרי קראי נפקי:", 
                "וחלוקין בקרבנות - דב\"ד מייתי שעיר אעבודת כוכבים והוא לא מייתי שעיר:"
            ], 
            [
                "דהוא שעירה - לחודיה דכתיב בעבודת כוכבים בפרשת שלח לך אנשים ואם נפש דאחד יחיד ואחד נשיא במשמע:"
            ], 
            [
                "הוא בחלב המכסה את הקרב - דהוי דבר שאין הצדוקים מודין דהא לא מפרש קרא מאי ניהו דאפי' אמוראי פליגי בשחיטת חולין באלו טריפות (דף נ:) מאי ניהו כרס הפנימי וכ\"ש חלב שעל גבי הדקים שאין הצדוקים מודין דהא לא כתיב בהדיא אי נמי דהורו בחלב שעל הקרב בין בכזית לפחות מכזית דכזית לא כתיב בהדיא והוי דבר שאין הצדוקין מודין:"
            ], 
            [], 
            [
                "אע\"ג דקרבנן שוה - דהן בפר והוא בפר:", 
                "כיון דמתרי קראי קא אתו - כדאמרינן לעיל בפרק קמא (דף ג.) ואת החלב וי\"ו יתירא להביא חלב שעל גבי הדקין:", 
                "הא פליגין בטעמייהו - הא חלוקים בפסוקים ומתכפר בפני עצמו:", 
                "או דלמא שם חלב אחד הוא - והורה עם הצבור הוא ומתכפר עם הצבור:"
            ], 
            [
                "והן בדם - כגון בדם המובלע באיברים או בין כזית לפחות מכזית והוי דבר שאין הצדוקין מודין:"
            ], 
            [], 
            [
                "בתר קרבן אזלינן - דכיון דשוין בקרבן הורה עם הצבור הוא ומתכפר עם הצבור תיקו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לפי שיצאה עבודת כוכבים - מכלל פר העלם דבר של צבור לידון בעצמו בהבאת פר ושעיר:"
            ], 
            [
                "נאמר כאן - בעבודת כוכבים מעיני והיה אם מעיני העדה:", 
                "ונאמר להלן מעיני - ונעלם דבר מעיני הקהל:", 
                "מה להלן ב\"ד - דכתיב ונעלם דבר מעיני הקהל ועשו ואמרינן לעיל בפ\"ק (דף ה.) הוראה תלויה בב\"ד דכתיב ונעלם דבר מעיני הקהל דהיינו ב\"ד ומעשה תלוי בקהל דכתיב הקהל ועשו ובעבודת כוכבים לא כתיב ב\"ד דכתיב והיה אם מעיני העדה נעשתה לשגגה ואי ס\"ד ב\"ד והא אין מעשה תלוי בב\"ד אלא בקהל דהכא כתיב מעיני העדה נעשתה דהיינו מעשה אלא מה להלן ב\"ד דכתיב בפרשת ויקרא אף כאן בית דין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמ' ואילו משיח בעבודת כוכבים לא קתני - דקתני ולא בעבודת כוכבים אין חייבים אלא על העלם דבר עם שגגת מעשה ולא קתני וכן המשיח ומדלא קתני וכן המשיח מכלל דמשיח בעבודת כוכבים חייב בשגגת מעשה לחודיה: מתני' מני ר' היא דתניא משיח בעבודת כוכבים ר' אומר בשגגת מעשה. לחודיה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "וחכ\"א בהעלם דבר - כלומר עם שגגת מעשה כשאר מצות ושוין שאין מביא שום אשם תלוי:"
            ], 
            [], 
            [], 
            [
                "ותסברא זדונו כרת ושגגתו חטאת - דעבוד' כוכבי' דקתני ולא בעבוד' כוכבים אלא על דבר שחייבין על זדונו כרת ועל שגגתו חטאת מי קתני וכן המשיח והא קי\"ל דמשיח נמי בעבודת כוכבים אינו חייב אלא על דבר שזדונו כרת ועל שגגתו חטאת כדאמרי' לקמן נאמר כאן עליה כו' לאשמת העם הרי משיח כצבור ואפי' הכי לא קתני במתני' וכן המשיח:"
            ], 
            [
                "אלא תנא בהא - בדבר שחייבין על זדונו כרת ושגגתו חטאת כשאר מצות וכן המשיח והוא הדין בעבודת כוכבים דמשיח כצבור דאינו חייב בעבודת כוכבים אלא בדבר שזדונו כרת ושגגתו חטאת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורבנן סברי מי שחטאו בשגגה - דהכי משמע וכפר הכהן על הנפש השוגגת דיביא שעירה בשגגת מעשה מי שחטאו בשגגה בשאר מצות:", 
                "יצא משיח שאין חטאתו בשגגה - בשאר מצות כלומר בשגגת מעשה אלא בהעלם דבר עם שגגת מעשה דעל שגגת מעשה לחודיה פטור לגמרי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר רב פפא - בשוין דהוא מופלא והן מופלאים הלכך איצטריך למיתני דכי חטא בפני עצמו אע\"ג דהוראה דידהו הוי הוראה מעליא אפילו הכי מתכפר בפני עצמו משום דקא מורו בשני איסורי חטא עם הצבור אע\"ג דהוא מופלא דהוראה דידיה הוי הוראה מעליא אפ\"ה מתכפר עם הצבור משום דקא מורו בחדא איסורא:"
            ]
        ], 
        [
            [
                "צבור מנלן ילמוד עליון מן התחתון - דכתיב בפרשה למעלה וכי תשגו דהיינו צבור וילמד מתחתון מואם נפש מה להלן דבר שחייבין על זדונו כרת ועל שגגתו חטאת בין בעבודת כוכבים בין בשאר מצות דגבי יחיד הוקשה כל התורה כולה לעבודת כוכבים אף צבור אין חייבין אלא בדבר שחייבין על זדונו כרת ועל שגגתו חטאת בין בעבודת כוכבים בין בשאר מצות:"
            ], 
            [
                "כתיב כל אשר צוה ה' אליכם ביד משה - דמשמע שצוה ע\"י משה וכתיב אשר דבר ה' דמשמע שהיא בדיבורו של הקב\"ה כלומר ששמעו ישראל מפיו כשדבר עם משה: איזו היא מצוה שהיא בדבורו של הקב\"ה וצוה ע\"י משה הוי אומר זו עבודת כוכבים. דאנכי ולא יהיה לך מפי הגבורה שמענום דהיינו ששמעו בדבורו של הקב\"ה וצוה ע\"י משה בכמה פרשיות שבתורה כגון לא תשתחוה לאל אחר דלא שמענו אלא מפי משה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורבנן - סברי יצא משיח שאין חטאו בשגגה לא בעבודת כוכבים ולא בשאר מצות אלא העלם דבר עם שגגת מעשה ולדברי הכל משיח אין מביא אשם תלוי וכ\"ש צבור דאין חייבין אשם תלוי דהעלם דבר כתיב בהו בהדיא:"
            ], 
            [], 
            [
                "וכן המשיח - אין מביא פר אלא על העלם דבר שזדונו כרת ושגגתו חטאת אבל במקום אשם ודאי חייב להביא אשם ודאי לפי שהוא בכלל נפש אחת ולהכי השוה לצבור דאין מביא פר במקום אשם אבל אשם יביא כדתנן לקמן (ד ט.) אשם ודאי הנשיא המשיח והיחיד חייבין וב\"ד פטורין:"
            ], 
            [], 
            [], 
            [
                "גמ' נאמר כאן עליה - ונודעה החטאת אשר חטאו עליה (ויקרא ד):", 
                "ונאמר להלן - לגלות ערותה עליה (שם יח):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "יחיד - נמי אינו מביא חטאת אלא על דבר שזדונו כרת דתנן כל מצות שבתורה וכו':", 
                "אשכחן יחיד ונשיא ומשיח בין בעבודת כוכבים ובין בשאר מצות - דכתיב ואם נפש וכתיב תורה אחת יהיה לכם והנפש אשר תעשה ביד רמה דיחיד ונשיא ומשיח בכלל ואם נפש אחת:"
            ], 
            [], 
            [
                "וילמוד תחתון מעליון - יחיד מנשיא:"
            ], 
            [], 
            [], 
            [], 
            [
                "לפי שיצאה עבודת כוכבים - דהכא כתיב וכי תשגו ולא תעשו ולא כתיב הכא כרת:", 
                "יכול יהו חייבין על דבר שאין זדונו כרת - כגון מגפף ומנשק ומרבץ כדאמרינן במסכת סנהדרין בפרק ד' מיתות (דף ס:) בלא תעשה ואינו בכרת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "וילמוד תחתון מעליון - יחיד נשיא ומשיח מצבור:"
            ], 
            [
                "אלא לרבנן - דמפקי להאי עליה לדרשא אחרינא כדאמרינן בפ\"ק דיבמות (דף ג:) ואשה אל אחותה וגו' עליה מה ת\"ל לפי שנאמר יבמה יבא עליה וגו':"
            ], 
            [], 
            [
                "תורה אחת יהיה לכם לעושה בשגגה והנפש אשר תעשה ביד רמה - בעבודת כוכבים משתעי קרא דתניא בסיפרי ר\"ש אומר בעבודת כוכבים הכתוב מדבר שנא' כי דבר ה' בזה שבזה על דיבור ראשון שנאמר בו אנכי ה' אלהיך ולא יהיה לך אלהים אחרים על פני:", 
                "מה עבודת כוכבים שחייבין על זדונו כרת - דהכא כתיב הכרת תכרת אף כו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "רבים בסייף - במזיד אנשי עיר הנדחת:", 
                "יכול נחלוק בשוגג בקרבנותיהם - דכי היכי דחלוק צבור מיחידים דקרבן צבור בעבודת כוכבים לא דמי לשום קרבן יחיד ה\"נ נחלוק בקרבנותיהם דלהוי חלוק דמרובין שעשו שוגגין דעיר הנדחת דלא להוי דמי לעולם לשום קרבן לא לצבור ולא ליחיד:"
            ], 
            [
                "ת\"ל תורה אחת - דעיר הנדחת דשוגג כיחידים דמו ומייתי כל חד וחד שעירה כיחיד:"
            ], 
            [], 
            [], 
            [
                "מאי נייתי - אנשי עיר הנדחת רבים דבסייף:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "איצטריך - תורה אחת דס\"ד וכו':"
            ], 
            [], 
            [
                "ואין לו תקנה - לעיר הנדחת בשוגג דאי אפשר לחלוק:"
            ], 
            [], 
            [], 
            [
                "קמ\"ל - תורה אחת דמייתי כל חד שעירה כיחיד: ולא תעשו את כל המצות איזו היא מצוה ששקולה כנגד כל המצות הוי אומר זו עבודת כוכבים. שכל המודה בה ככופר בכל התורה כולה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ושוין שאין - משיח מביא אשם תלוי דכתיב באשם תלוי וכפר הכהן על שגגתו אשר שגג והוא לא ידע מי שחטאו בשגגה יצא משיח ולרבי היכי מצי אמר יצא משיח והא לרבי חטאו בעבודת כוכבים בשגגה הוא דהא תניא לעיל משיח בעבודת כוכבים רבי אומר בשגגת מעשה אלא רבי סבר דהכי מתרץ קרא לטעמיה מי שכל חטאו בשגגה יצא משיח שאין כל חטאו בשגגה דבעבודת כוכבים בלבד הוא דחטאו בשגגה אבל בשאר מצות אין חטאו בשגגה בלבד אלא בהעלם דבר עם שגגת מעשה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "י' מצות נצטוו במרה - דהיינו קודם מתן תורה אלמא עבודת כוכבים לא נאמרה תחלה:"
            ], 
            [], 
            [
                "מחוורתא כדשנינן מעיקרא - כדברי ר' יהושע בן לוי או כדברי רבי:"
            ], 
            [
                "מתני' אין ב\"ד חייבין קרבן על עשה ועל לא תעשה שבמקדש - דהיינו טומאת מקדש וקדשיו עשה שבמקדש וישלחו מן המחנה כל צרוע לא תעשה ולא יטמאו את מחניהם שאע\"פ שהוא דבר שזדונו כרת ושגגתו חטאת הואיל ואין שגגתו חטאת קבועה אלא קרבן חטאת עולה ויורד הלכך פטור לגמרי כדמפרש בגמרא והאי דקתני אין חייבין על עשה ועל לא תעשה שבמקדש לא קא מיירי בכהן משיח כלל משום דהוי פלוגתא דר\"ש ור\"ע ר\"ע לא פטר ליה מפר על טומאת מקדש וקדשיו ור\"ש פטר ליה לגמרי כדמפרש בגמרא בסוף פירקין:", 
                "ואין מביאין - יחידין:", 
                "אשם תלוי על עשה ועל לא תעשה שבמקדש - דאין אשם תלוי בא אלא על ספק חטאת קבועה כדמפרש בגמ' אבל בב\"ד לא איצטריך למיתנא אין מביאין אשם תלוי על עשה ועל לא תעשה שבמקדש שהרי אין ב\"ד מביאין אשם תלוי אפי' במקום ספק חטאת קבועה כדאמרי' בריש פירקין משוח בפר ואין מביא אשם תלוי דכתיב באשם תלוי וכפר עליו הכהן על שגגתו אשר שגג מי שחטאתו ושגגתו שוה יצא משיח ומנלן דאין חטאתו ושגגתו שוה דכתיב לאשמת העם הרי משיח כצבור דצבור צריכין העלם דבר עם שגגת מעשה לפיכך אינו באשם תלוי הלכך כי איצטריך אין מביא אשם תלוי על עשה ועל לא תעשה שבמקדש כגון ביחיד דעלמא:"
            ], 
            [
                "אבל חייבין - ב\"ד על עשה ועל לא תעשה שבנדה דהוי זדונו כרת ושגגתו חטאת קבועה ומביאין יחידים אשם תלוי על עשה ועל לא תעשה שבנדה משום דהוי ספק חטאת קבועה:"
            ], 
            [], 
            [
                "פרוש מן הנדה - כלומר בסמוך לוסתה כדי שלא תהא רואה בשעת תשמיש דכתיב והזרתם את בני ישראל כדמפרש בגמרא במסכת שבועות בפרק ידיעות הטומאה (דף יח:):"
            ], 
            [
                "אל תבא על הנדה - דכתיב (ויקרא יח) ואל אשה בנדת טומאתה לא תקרב:"
            ], 
            [
                "גמ' מנא הני מילי - דצבור לא מחייבי שום קרבן בעולם אלא במקום חטאת קבועה:", 
                "ויחיד אשם תלוי נמי - אין חייבין אלא על ספק חטאת קבועה:"
            ], 
            [], 
            [
                "ונאמר ואשמו בצבור מה ואשם - האמור בפרשת ויקרא בחטאת יחיד הוי חטאת קבועה אף ואשמו האמור בצבור אין מביאין שום קרבן אלא במקום חטאת קבועה דאילו עשאו יחיד הוי בעולה ויורד ונאמר ואשם (בא) באשם תלוי דכתיב באשם תלוי ואם נפש כי תחטא ועשתה אחת מכל מצות ה' אשר לא תעשינה ולא ידע ואשם מה צבור חטאת בקבועה כלומר מה ואשמו האמור בצבור חטאתו בקבועה דגמרי מואשם דחטאת יחיד:", 
                "אף - ואשם האמור באשם תלוי אינו בא אלא על ספק חטאת קבועה לאפוקי עשה ולא תעשה שבמקדש דאין אשם תלוי בא עליו משום דהוי חטאת עולה ויורד ולא הוי חטאת קבועה (ועוד דאין אשם תלוי בא עליו) ותרתי מפקינן מדר' יצחק בר אבדימי חדא דצבור בחטאת קבועה דאין ב\"ד חייבין על עשה ועל לא תעשה שבמקדש ואידך דאין אשם תלוי בא עליו אלא על ספק חטאת קבועה דאשם תלוי אפי' דיחיד אינו בא על עשה ועל לא תעשה שבמקדש שהרי אינו ספק חטאת קבועה:"
            ], 
            [], 
            [
                "אמר רב יצחק בר אבדימי נאמר כאן ואשם - בחטאת קבועה דיחיד דכתיב בפ' ויקרא ואם נפש אחת תחטא בשגגה מעם הארץ בעשותה אחת ממצות ה' אשר לא תעשינה ואשם וכתיב והביא את קרבנו דמביא כשבה או שעירה דאינו בעולה ויורד:", 
                "אי הכי קרבן עולה ויורד נמי הא כתיב כי יאשם - דכתיב נפש כי תחטא בשגגה ושמעה קול אלה דהיינו שמיעת הקול [וכתיב או נפש אשר תגע וגו' דהיינו טומאת מקדש וקדשיו וכתיב] או נפש כי תשבע לבטא בשפתים וגו' דהיינו בטוי שפתים דכולהו בקרבן עולה ויורד וכתיב והיה כי יאשם לאחת מאלה מה כי יאשם בעולה ויורד אף ואשם דכתיב באשם תלוי תהוי במקום עולה ויורד דלהוי אשם תלוי בא ואפי' על ספק חטאת שאינה קבועה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "זו היא שיבה זו היא ביאה - דהא דכתיב ושב הכהן לא תימא ושב הכהן מבית המנוגע לביתו אלא הכי הוא ושב הכהן מביתו לבית המנוגע דהאי שיבה זו היא ביאה לבית המנוגע:"
            ], 
            [
                "נילף ואשם מטומאת מקדש וקדשיו - דכתיב בו או נפש אשר תגע וגו' והוא טמא ואשם דהיינו טומאת מקדש וקדשיו דהוא בקרבן עולה ויורד דחטאת שאינה קבועה הוא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "נילף ואשם ונשיאת עון - דכתיב באשם תלוי ולא ידע ואשם ונשא עונו וכתיב בעולה ויורד אם לא יגיד ונשא עונו והוא ידע ואשם לאחת מאלה: באשם תלוי כתיב ואשם ומצות ה' אשר לא תעשינה ובפר ובהעלם דבר של צבור כתי' אחת מכל מצות ה' אשר לא תעשינה ואשם הלכך אמרי' מה צבור חטא' בקבוע' אף אשם תלוי אינו בא אלא על ספק חטאת קבועה: מתני' אין ב\"ד חייבין על שמיעת קול ועל בטוי שפתים ועל טומאת מקדש וקדשיו. דכל הני הויין בקרבן עולה ויורד כדאמרינן לעיל דצבור אין מביאין חטאת אלא בקבוע' ובדין הוא דלא איבעי למיתנא דהא תנא לעיל אין חייבין על עשה ועל לא תעשה שבמקדש ואמרינן משום דבעי' צבור בחטאת קבועה וטומאת מקדש וקדשיו הוי בעולה ויורד וה\"ה על שמיעת קול ועל בטוי שפתים דלא הוי חטאת קבועה דב\"ד פטור והאי דקתני הכא אין ב\"ד חייבין על שמיעת קול כו' משום דבעי אפלוגי ר' יוסי הגלילי ור\"ע אין ב\"ד חייבין על שמיעת קול ועל בטוי שפתים וטומאת מקדש וקדשיו וה\"ה למשיח:"
            ], 
            [], 
            [], 
            [], 
            [
                "והנשיא כיוצא בהן - דאינו בקרבן עולה ויורד דברי ר' יוסי הגלילי טעמא דר' יוסי הגלילי מפרש בגמרא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואימא - כי יאשם לאחת הכי משמע כי אפשר שיהא מתחייב אפי' באחת מהן אע\"פ שאין מתחייב בכולן הוי חייב ונשיא נמי אע\"פ שאינו חייב בשמיעת קול יהא חייב בבטוי שפתים וטומאת מקדש וקדשיו:"
            ], 
            [], 
            [
                "אלא טעמא דר' יוסי הגלילי מהכא וכו' - נאמר בשמיעת קול ובטוי שפתים וטומאת מקדש וקדשיו:"
            ], 
            [], 
            [], 
            [
                "למן היום וגו' - הכי משמע את כל אשר צוה ה' אליכם ביד משה דזו עבודת כוכבים ומנין שזו עבודת כוכבים מדכתיב בהדי' למן היום אשר צוה ה' והלאה שאר מצות והלאה כלומר מכאן ואילך לדורותיכם איזו היא מצוה שנאמרה בתחילה הוי אומר זו עבודת כוכבים דכתיב בתחילת עשרת הדברות אנכי ולא יהיה לך דהיינו עבודת כוכבים:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נשיא שנצטרע - לר' ירמיה ולר' יוסי הגלילי דעבר מנשיאותו שאין ראוי להיות מלך כשהוא מצורע כדאמרי' לקמן בפ\"ב (דף י) וינגע ה' את המלך ויהי מצורע עד יום מותו וישב בבית החפשית דמשמע שנעשה חפשי ממלכותו:", 
                "מהו - מי אמרי' פטור מקרבן עולה ויורד כשהוא נשיא ועכשיו כשנצטרע דעבר מנשיאותו ליחייב או דלמא מאי דהוי הוי כשהוא נשיא כלומר הואיל ונדחה ידחה כשנצטרע: ל\"א מדחא דחי להאי נשיאות מקרבן עולה ויורד לגמרי דהואיל ונדחה ידחה אפילו כשנצטרע או דלמא מיפטר פטר נשיאות מקרבן עולה ויורד ובזמן דליכא נשיאות ליחייב דהיינו משנצטרע:"
            ], 
            [], 
            [
                "א\"ל - ממאי קבעית לחיוביה לאתויי קרבן כשנצטרע מממון שלך או מממון דגזא דידיה הוי אומר מגזא דידי' הוא דבעי לאתויי וכיון דמגזא דידיה קבעי אתויי אמטו להכי פטור לגמרי מקרבן עולה ויורד דה\"ק רבי ירמיה ור' יוסי יצא נשיא ומשיח שאין באין לידי עניות האי נשיא שנצטרע נמי אינו בא לידי עניות דגזא דידיה כדקאי קאי הלכך פטור לגמרי:"
            ], 
            [], 
            [], 
            [
                "תניא ר\"ע אומר משיח פטור מכולם - מקרבן עולה ויורד דכתיב זה קרבן אהרן ובניו ביום המשח אותו עשירית האיפה דהיינו חביתי כהן משיח דחביתין באה לו חובה ואין אחרת באה לו דעשירית האיפה עולה ויורד לא באה לו חובה הלכך פטור מכולם מעולה ויורד ואמרינן לקמן דמפר לא פטר ליה ר\"ע ואיכא לתרוצי דטעמא דר\"ע משום דמעולה ויורד הוא דאמעיט כדכתיב זה קרבן אהרן אבל מפר לא אמעיט:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אימא כי מעטי' קרא - לכהן משיח:", 
                "אי נמי בעשירות - דהיינו כשבה או שעירה אלא מדכתב ביה רחמנא מאחת גבי עשירית האיפה למימרא דשאין מתחייב בעשירית האיפה אין מתחייב בכולן כלל הלכך פטור משיח מכולן הואיל ואין מתכפר בעשירית האיפה דכתיב זה קרבן דאין אחרת באה לו חובה: מתני' כל המצות שבתורה שחייבין על זדונן כרת ועל שגגתן וכו' משיח וב\"ד מביאין פר. כדאמרינן לעיל (דף ח.) נאמר כאן עליה ונאמר להלן לגלות ערותה עליה וכו' ונשיא יליף ממצות יחיד ואם נפש ילמוד תחתון מעליון:"
            ], 
            [
                "מדלי דלות - דהיינו מעשירית האיפה דכתיב זה קרבן אהרן דאין אחרת עשירית האיפה באה לו חובה:"
            ], 
            [], 
            [], 
            [
                "ושאין מתכפר באחת מהן - כגון משיח דודאי אין מתכפר בעשירית האיפה דכתיב זה קרבן:", 
                "אין מתכפר בכולם - דאמעיט נמי דאינו בקרבן עולה ויורד כלל:"
            ], 
            [
                "אלא מעתה האי דכתיב לאחת מאלה הכי נמי דכל דמחייב באחת - כלומר בכל אחת ואחת מחייב בכולן ושאין מתחייב באחת כגון נשיא שאין מתחייב בשמיעת הקול אינו חייב בכולן כדאמר ר' יוסי הגלילי והא חוץ משמיעת הקול קתני דקתני ר\"ע אומר הנשיא חייב בכולן חוץ משמיעת הקול דאע\"ג דאין מתחייב באחת מהן מתחייב בשאר כולן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נכתביה רחמנא להאי מאחת בדלות - בתורין ובני יונה:"
            ], 
            [], 
            [
                "ובעבודת כוכבים יחיד ונשיא ומשיח מביאים שעירה - דכתיב בפרשת שלח לך בעבודת כוכבים ואם נפש וגו' וכולן בכלל נפש אחת הן:", 
                "יחיד ונשיא ומשיח חייבין - בשמיעת קול ובטוי שפתים וטומאת מקדש וקדשיו דכולן בכלל נפש אחת הן: אלא שאין כ\"ג משיח חייב על טומאת מקדש וקדשיו דברי רבי שמעון. מפרש בגמרא והוא הדין דקאמר רבי שמעון אלא שאין הנשיא חייב על שמיעת הקול דמלך לא מעיד ולא מעידין אותו אלא לא אצטריך ליה למיתנא דהא תנא ליה לעיל ר\"ע:"
            ], 
            [
                "אשם תלוי היחיד והנשיא חייבים בית דין ומשיח פטורים - כדאמר בריש פירקין דכתיב באשם תלוי וכפר הכהן על שגגתו אשר שגג מי שחטאו ושגגתו שוה וכו':"
            ], 
            [], 
            [], 
            [
                "ומה הן מביאין - נשיא בבטוי שפתים וטומאת מקדש וקדשיו ומשיח בשמיעת קול ובטוי שפתים קרבן עולה ויורד:"
            ], 
            [], 
            [], 
            [
                "ר\"א אומר נשיא מביא שעיר - ושלש מחלוקות בדבר ר' יוסי הגלילי סבר נשיא ומשיח פטורין מכולן ור\"ע סבר נשיא חייב בכולן חוץ משמיעת הקול ומשיח פטור מכולן מעולה ויורד ור\"ש סבר נשיא ומשיח חייבין בכולן בעולה ויורד אלא שאין כ\"ג ומשיח חייב על טומאת מקדש וקדשיו: גמ' היה נותן בהן כלל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא תגיע ידו לא תשיג ידו - דמשמע מי שבא לידי עניות ועשירות דפעמים עני ופעמים עשיר הוא דישנו בקרבן עולה ויורד יצא משיח ונשיא דלעולם עשירים הם:"
            ]
        ], 
        [
            [
                "קשיא - דמתני' דידך לא מיתוקמא דלא כחד:"
            ], 
            [
                "בדלי דלות - משיח פטור מכולהו כדכתיב זה קרבן אהרן דאין אחרת באה לו חובה והאי דקאמר דמשיח חייב בשמיעת קול ובטוי שפתים כגון בדלות בתורין ובני יונה שעדיין לא בא לדלי דלות:", 
                "דר\"ש סבר לה כר\"ע בחדא - דפטר ליה למשיח מדלי דלות מזה קרבן אהרן ובניו:", 
                "ופליג עליה בחדא - בדלות דאילו ר\"ע פטר ליה נמי בדלות דקאמר שאין מתכפר בעשירית האיפה אין מתכפר בכולן ולר\"ש בדלי דלות הוא דאין מתכפר הא בדלות ועשירות מתכפר:"
            ], 
            [], 
            [], 
            [], 
            [
                "דכתיב - בטומאת מקדש וקדשיו ונכרתה הנפש ההיא מתוך הקהל:", 
                "א\"ר יוחנן לא א\"ר אליעזר - דנשיא מביא שעיר בידיעה במקום עולה ויורד:"
            ], 
            [
                "מי שקרבנו שוה לקהל - דמתכפר בשל קהל הוא דחייב בטומאת מקדש וקדשיו:", 
                "יצא - משיח שאין קרבנו שוה דאין מתכפר בשל קהל בכפרת יוה\"כ דהוא מתכפר בפר והם בשעיר:"
            ], 
            [
                "א\"כ נשיא נמי אין קרבנו שוה לקהל - דהוא מביא שעיר והם מתכפרין בפר בשאר ימות השנה ואמאי קתני המשיח לחודיה פטור בטומאת מקדש וקדשיו ולא נשיא ויחיד: ומשני הא לאו מילתא היא משום דהא שוה לקהל בכפרת יוה\"כ:"
            ], 
            [], 
            [], 
            [
                "הא לא קשיא משום דכהנים שוו לקהל בשאר מצות דשנה כולה - דמתכפרי עם הצבור בפר הבא על כל המצות הלכך חייבין בטומאת מקדש וקדשיו:"
            ], 
            [
                "כהן משיח נמי הא שוה לקהל בשאר מצות - דכל השנה כולה דכי הורה עם הצבור מתכפר עם הצבור וליחייב בטומאת מקדש וקדשיו:"
            ], 
            [
                "אלא אמר רבא אימא הכי - מתוך הקהל מי שחטאו שוה ליחידים דמחייבי בשגגת מעשה כיחידים דיחידים שחטאו בשגגת מעשה מייתי כל חד ומאן יחידים קהל דכי חטאו קהל בשגגת מעשה לחודיה בלא העלם דבר מייתו כל חד קרבן דאותן השוה ליחידים בדבר זה הוא דמחייבי בטומאת מקדש וקדשיו יצא משיח שאין חטאו שוה ליחיד דכי חטא בשגגת מעשה בלא העלם דבר פטור לגמרי כדאמרינן לקמן בפרק בתרא (דף יא) מע\"ה פרט למשיח דאין מביא בשגגת מעשה והיינו דאמרינן לעיל (דף ז:) יצא משיח שאין חטאו בשגגה וכיון דאין חטאו שוה ליחיד לפיכך פטור בטומאת מקדש וקדשיו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא בטומאת מקדש וקדשיו הואיל ונאמר בו כרת כבקבועה - כלומר כבחטאת קבועה דקסבר ר\"א דכי היכי דבמקום שחייבים על זדונו כרת ועל שגגתו חטאת דהיינו במקום חטאת קבועה נשיא מביא שעיר ה\"נ היכא דחייב לה על זדונו כרת ועל שגגתו עולה ויורד מביא שעיר הואיל ודמי לחטאת קבועה לענין כרת אבל בשמיעת קול ובטוי שפתים דאין חייבין על זדונו כרת דלא דמי לחטאת קבועה לא בזדון ולא בשוגג מודה ר' אליעזר דנשיא אין מביא שעיר אלא קרבן עולה ויורד כהדיוט:"
            ], 
            [], 
            [
                "אמר רב פפא הכי נמי מסתברא דאי ס\"ד רבי אליעזר - דאמר נשיא מביא שעיר אכולהו שמיעת קול ובטוי שפתים וטומאת מקדש וקדשיו:", 
                "מכדי שעיר - דנשיא במקום חטאת קבועה דיחיד קאי והוא הדין לפר כהן משיח דבמקום חטאת קבועה דיחיד קאי וכדתנא כל מצות שבתורה שחייבין על זדונן כרת ועל שגגתן חטאת דהיינו חטאת קבועה יחיד מביא כשבה או שעירה ונשיא מביא שעיר ומשיח פר וכיון דשעיר דנשיא ופר כהן משיח במקום חטאת קבועה דיחיד קיימי אי אמרת אכולהו קאמר ר\"א דנשיא מביא שעיר אע\"ג דלית בהו כרת כבקבועה:"
            ], 
            [
                "ניתני נמי משיח מביא פר בשמיעת קול ובטוי שפתים - כי דיניה אע\"ג דלית בהו כרת כבקבועה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "א\"ל ר\"ע מי פטר - נמי למשיח מפר (דלמא) כי קא\"ר עקיבא משיח פטור מכולן מטומאת מקדש וקדשיו ושמיעת קול ובטוי שפתים כגון להביא קרבן עולה ויורד אבל להביא פר מחייב וכיון דמחייב בפר א\"כ ניתני נמי ר\"א משיח מביא פר בשמיעת קול ובטוי שפתים אלא מדלא קתני הכי ש\"מ דאטומאת מקדש וקדשיו קאי רבי אליעזר דנשיא מביא שעיר הואיל ונאמר בו כרת כבקבועה והא דלא קתני ומשיח מביא פר בטומאת מקדש וקדשיו משום דסבר לה כר\"ש דאמר דאין כהן משיח חייב בטומאת מקדש וקדשיו:"
            ], 
            [
                "ותו לא מידי - ותו ליכא למיקשי ולא מידי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "השתא יש לומר עבר ממשיחותו ואחר כך חטא מביא פר חטא ואחר כך עבר ממשיחותו מיבעיא נשיא איצטריכא ליה סלקא דעתך הואיל ועבר מנשיאותו ואחר כך חטא הוי כהדיוט חטא ואחר כך עבר מנשיאותו נמי ליהוי כהדיוט קמ\"ל לישנא אחרינא צריכא למימר דחטא ואחר כך עבר ממשיחותו דמביא פר הא כיון דתנא ליה עבר ממשיחותו דמביא פר כל שכן חטא ואחר כך עבר ממשיחותו דמביא פר הא לא קשיא משום דקתני גבי נשיא כי עבר מגדולתו ואחר כך חטא כי הדיוט מייתי סלקא דעתך אמינא כי חטא ואחר כך עבר נייתי נמי כי הדיוט הלכך תנא גבי נשיא שחטא ואחר כך עבר דמייתי כי נשיא ואיידי דתנא גבי נשיא חטא ואחר כך עבר תנא נמי גבי"
            ], 
            [
                "קשיין אהדדי - דקתני אלא שאין משיח [חייב] אטומאת מקדש וקדשיו הא בשמיעת קול ובטוי שפתים חייב:", 
                "אי הכי כהנים נמי הא לא שוו לקהל בכפרה דיוה\"כ - דמתכפרין בפרו של אהרן וליפטרו בטומאת מקדש וקדשיו:"
            ]
        ], 
        [
            [], 
            [
                "משיח חטא ואח\"כ עבר ממשיחותו מביא פר ומה שכתוב בספרים תני גבי משיח עבר ואחר כך חטא לאו מתרצתא היא ולשון ראשון עיקר דקאמר השתא יש לומר כו': מה\"מ - דמשיח שעבר ואח\"כ חטא דמביא פר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' חטאו עד שלא נתמנו ואח\"כ נתמנו הרי אלו כהדיוטות - דרבנן בתר חטא אזלי:"
            ], 
            [
                "ר\"ש אומר אם נודע להם עד שלא נתמנו חייבין - דר\"ש חטאה וידיעה בעי וה\"ה דפליג ר\"ש ברישא דקתני נשיא שחטא ואח\"כ עבר מגדולתו מביא שעיר דר\"ש קאמר נמי דאם נודע לו משעבר דאין מביא שעיר דחטאה וידיעה בעי כשהוא נשיא:", 
                "ר\"ש אומר - ונתתי נגע צרעת שיהא בא מאליו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמ' אם הכהן המשיח יחטא - חטא במשיחות הוא דמביא פר:", 
                "פרט לקודמות - לשחטא ואח\"כ נתמנה דהרי הוא כהדיוט ואין מביא פר:"
            ], 
            [
                "ומה נשיא שמביא בשגגת מעשה אין מביא על הקודמות - כדאמר לקמן אשר נשיא יחטא כשיחטא והרי הוא נשיא ולא כשיחטא והרי הוא הדיוט:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ת\"ל אם הכהן המשיח יחטא - מה יחטא האמור להלן לכשיחטא דהא כתיב אם אף יחטא האמור כאן גבי נשיא לכשיחטא:"
            ], 
            [], 
            [], 
            [], 
            [
                "גזרה מהיכא תיתי - כלומר היכי מצית למימר יכול גזרה דהיכא אשכחן גזרה כה\"ג:"
            ], 
            [
                "אדם כי יהיה בעור בשרו מדבור ואילך - דנגעים בין באדם ובין בבתים פטר בהן לפני הדבור דאותן נגעים שארעו לפני הדבור אין מטמאין לאחר הדבור:"
            ], 
            [], 
            [
                "דכתיב ונתתי נגע צרעת בבית ארץ אחוזתכם בשורה היא להם - שהכתוב מבשרן שעתיד להיות אע\"פ שדבר רע הוא הכא נמי אימא גזרה הלכך כתיב אם הכהן המשיח יחטא לכשיחטא וה\"נ אשר נשיא יחטא לכשיחטא:"
            ], 
            [], 
            [
                "פרט לנגעי אונסין - שאם באו נגעים ע\"י נפיחת שד דלא מיטמו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מה זב מדבור ואילך - דכתיב כי יהיה זב מבשרו דזבין שהיו לפני הדבור אין מטמאין לאחר הדבור אלא אם כן ראו זיבות אחר הדבור:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "וישב בבית החפשית - דנעשה חפשי מן המלכות כהדיוט דמי ואינו מביא שעיר ודלא כרבי יוסי דאמר לעיל בפרק הורה כהן משיח (דף ט.) מי שבא לידי עניות והאי נצטרע לא בא לידי עניות דגזא דידיה מיהא איתיה:"
            ], 
            [
                "מכלל דעד השתא עבד הוה - דשררות עבדות הוא לו לפי שמוטל עליו עול רבים:"
            ], 
            [
                "וסולתא - סולת ולהכי נקט בהדי פיתא סולת קמחא לפי שהפת מתעפש ואינו מתקיים כסולת:"
            ], 
            [], 
            [], 
            [], 
            [
                "ומתעה את הספנים - שכן דרך של ספנים לשעה הפורשין לים רב החובל נותן עיניו [בצפון והכוכב מתהלך לדרום ורואה] בכוכב אחד העומד לימינו או לשמאלו וכל זמן שרואה אותו כוכב לצדו אחר יודע שנהפכה הספינה ומיישרה לדרכה וכוכב שעולה אחת לשבעים שנה פעמים נראה בצפון ופעמים נראה בדרום וכשרב החובל נותן עיניו בו בצפון והספינה תהפך בדרום ורואהו לצדו אחר סבור שנהפכה הספינה ומיישרה אחר הכוכב והוא סבור ליישרה ומהפכה לדרך אחר וכן הוא מתעה את הספנים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נתן - רבן גמליאל דעתו עליהם להושיבם בראש כדי שיהו מתפרנסים [מאותה] שררה שיתן להם:"
            ], 
            [], 
            [], 
            [
                "כמדומין אתם ששררה אני נותן לכם - שלא באתם בשליחות ראשון שהייתם בורחים מן הגדולה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "צריך אתה לומר מהו הדיוט - בתמיה כלומר אם המלך שאין לבו כפוף מרגיש ומביא קרבן על שגגתו כ\"ש שהדיוטות מרגישין שלבם כפופים:"
            ], 
            [
                "מהו על זדונו - בתמיה כלומר אם על שגגתו מרגיש כ\"ש שמרגיש על זדונו וחוזר בתשובה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "שאני הכא דשני קרא בדבוריה - דבאידך כתיב אם כל עדת ישראל ישגו אם הכהן המשיח אם נפש והכא כתיב אשר נשיא יחטא ודאי אשרי משמע:"
            ], 
            [], 
            [], 
            [
                "אשריהם לצדיקים - כלומר אשרי הצדיקים שמגיע אליהם כמעשה הרשעים שבעולם הבא בעולם הזה כלומר שמגיע אליהם צרות לצדיקים בעולם הזה כדרך שמגיע לרשעים בעוה\"ב:"
            ], 
            [], 
            [
                "צדיקים אי אכלי תרי עלמי מי סני להו - מי שנאוי הוא להם [כלומר כלום רע להם] לצדיקים שאוכלים שני עולמות שיש להם טובה בעוה\"ז ובעוה\"ב:"
            ], 
            [], 
            [], 
            [], 
            [
                "אוקימתון מסכתא פלן - כלומר יש לכם מסכתא סדורה בפיכם מסכתא פלוני ופלוני:"
            ], 
            [], 
            [
                "אמרו לו אין דזבנן - לכל חד וחד מינן קטינא דארעא ומתזנינן מינה ברווחא: קרי עלייהו אשריהם לצדיקים שמגיע אליהם כמעשה הרשעים שבעוה\"ז. דאכלי צדיקים תרי עלמי:"
            ], 
            [
                "איעתריתו פורתא - כלומר יש לכם עושר ואין לכם לטרוח אחר מזונות ויש לכם פנאי לעסוק תדיר בתורה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מי דמי אנן קאמרינן חד דרך - דזה ילך בה וזה יכשל בה:", 
                "והכא שני דרכים - דלזה נזדמנה לו אשתו ולזה נזדמנה לו אחותו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נפשע - נמרד שמרד בו שפירש ממנו:"
            ], 
            [
                "שהטיל מדינים - בינו ובין בני ישראל כבריחים שנועלים שהחיצונים אינם יכולין ליכנס לפנים וכך אין עמוני ומואבי יכולין להתערב בישראל דכתיב לא יבא עמוני ומואבי:"
            ], 
            [], 
            [], 
            [
                "לתאוה - של עבירה יבקש נפרד:"
            ], 
            [], 
            [], 
            [], 
            [
                "תמר זנתה - ונתכוונה לשום מצוה כדי להעמיד זרע מן הצדיקים כדכתיב כי ראתה כי גדל שלה:", 
                "זמרי זינה - ונתכוון לשם עבירה: מדקאמר גדולה עבירה לשמה ממצוה שלא לשמה מכלל דמצוה שלא לשמה גריעותא הוא והא אמר רב יהודה וכו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא אימא גדולה עבירה לשמה - כלומר לשום מצוה כמצוה שלא לשמה:"
            ], 
            [], 
            [], 
            [
                "בין רגליה כרע נפל שכב - בין רגליה כרע נפל באשר כרע שם נפל שדוד הרי שבעה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מ\"ב קרבנות - ג\"פ ז' מזבחות פר ואיל במזבח:", 
                "יצאה ממנו רות - שיצא ממנה דוד שריוה להקב\"ה בשירות ובתשבחות (ברכות ז: ב\"ב יד:):"
            ], 
            [], 
            [], 
            [], 
            [
                "דקרייה מואב - משמע מאבי:"
            ], 
            [], 
            [
                "עבדות אני נותן לכם - שהשררות עבדות הוא לו לאדם לפי שמוטל עליו עול רבים:"
            ]
        ], 
        [
            [
                "בן עמי - בלשון נקיה הוא דלא רצתה להודיע דמאביה נתעברה:"
            ], 
            [], 
            [], 
            [
                "וקדמתה ארבע דורות - בישראל עובד ישי דוד שלמה ואילו צעירה לא הוה בישראל עד רחבעם בן שלמה דהוה ליה מנעמה העמונית:"
            ], 
            [
                "ת\"ר ואם נפש אחת תחטא בשגגה מעם הארץ - ולא כל ע\"ה פרט למשיח דמשמע דלא יביא כשבה או שעירה כיחיד:"
            ], 
            [
                "למה לי מעם הארץ - למעוטי הני והלא כבר יצא משיח מכלל יחיד לידון בפר ונשיא יצא מכלל יחיד לידון בשעיר:"
            ], 
            [
                "שיכול - כלומר אילו לא נאמר מעם הארץ הייתי אומר משיח על העלם דבר עם שגגת מעשה יביא פר ועל שגגת מעשה לחודיה יביא כשבה או שעירה כהדיוט:"
            ], 
            [], 
            [
                "ת\"ל מעם הארץ פרט למשיח - דאינו מביא בשגגת מעשה לחודה כלל והיינו דקאמרן בפרק דלעיל (דף ז:) יצא משיח שאין חטאו בשגגה דהיינו בשגגת מעשה:"
            ], 
            [
                "אלא נשיא הא בשגגת מעשה הוא מייתי - ומאי קא ממעט דקאמר מעם הארץ פרט לנשיא:"
            ], 
            [], 
            [], 
            [
                "אלא לרבנן דאזלי בתר חטאה - ומייתי ודאי כשבה או שעירה כדתנן חטאו עד שלא נתמנו ואח\"כ נתמנו הרי אלו כהדיוטות:", 
                "מאי איכא למימר - דממאי קא ממעט לנשיא דקתני פרט לנשיא:", 
                "מאי איכא - בין ת\"ק לרבי יוסי בר רבי יהודה כיון דאמר ת\"ק אכל חלב הרי זה מומר מה לי אוכל חלב מה לי לובש כלאים אידי ואידי דאורייתא ואסור: ת\"ק סבר כלאים דאורייתא דומיא דחלב הוי מומר דהיינו ארוג ביה חוט של צמר וחוט של פשתים יחד על פני כולו: ור' יוסי סבר אף הלובש נמי כלאים דרבנן הוי מומר דהיינו או שוע או טווי או נוז דהכי מפרשי רבנן שעטנז שוע טווי ונוז כדאמרינן במסכת נדה (דף סא:) ורבנן גזור בחד מנייהו שוע שמנפץ כאחת ועשה מהם לבד טווי שנטוה כאחת ותכף בו שתי תכיפות נוז שארוג אפי' חוט אחד של צמר בבגד פשתן או חוט אחד של פשתן בבגד צמר דכולהו אסור מדרבנן:"
            ], 
            [], 
            [
                "ס\"ד אמינא נצטרף - חצי זית בתרא לחצי זית קמא ולייתי כשבה או שעירה:", 
                "כגון שאכל חצי זית חלב כשהוא הדיוט ונתמנה ועבר - מנשיאותו והשלימו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אכל ספק חלב כשהוא הדיוט - דקא סבור דשומן הוא:", 
                "ונתמנה ונודע לו על ספקו - שנודע לו לאחר שנתמנה שספק חלב אכל:"
            ], 
            [], 
            [], 
            [], 
            [
                "פרט למומר - שאין מקבלין מידו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא הכא באוכל נבילה לתאבון - דכי אין לו בשר דהיתרא אוכל חלב ונבלה ונתחלף לו לזה חלב בשומן ואכלו דסבור דשומן הוא קא מיפלגי ולכשנודע לו דחלב הוא רוצה להקריב קרבן ת\"ק סבר כיון דלתאבון אכיל במזיד מומר הוא ואין מקבלין מידו ור\"ש בר יוסי סבר כיון דבמזיד אי משכח היתרא לא אכיל איסורא שב מידיעתו קרינא ביה ולא מומר הוא ומקבלין מידו: קתני אכל חלב שחוטה זה מומר והדר תני איזהו מומר מאי קאמר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ר' יוסי בר רבי יהודה אומר אף הלובש כלאים - הרי זה מומר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "להכעיס - דאית ליה היתרא ואכיל איסורא:", 
                "הרי זה צדוקי - ושחיטתו לעבודת כוכבים:"
            ], 
            [], 
            [
                "אוכל נבילה וטריפה שקצים ורמשים ושתה יין נסך - הואיל והני אוכלין הוו דברים שהנפש קצה בהם ודאי להכעיס הוא עושה וסתמו רע הוא:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "התם שבט - דהיינו מקל כמו כי תכנו בשבט לא ימות (משלי כג):", 
                "והכא מחוקק - חכם:"
            ], 
            [], 
            [], 
            [
                "מתני' איזה הוא המשיח - שמביא פר בהוראה זה המשוח בשמן המשחה:"
            ], 
            [
                "ולא מרובה בבגדים - שבבית שני שלא היה להם שמן המשחה: אין בין כהן משוח בשמן המשחה למרובה בגדים אלא פר הבא על כל המצות. שמרובה בגדים אינו מביא פר העלם דבר לא משלו ולא משל צבור אבל מביא כשבה או שעירה דיחיד:"
            ], 
            [], 
            [
                "ואין בין כהן המשמש - והיינו ראשון שחזר לעבודתו ולאחר שחזר הוי פר של יוה\"כ שלו ועשירית האיפה שלו:"
            ], 
            [
                "וזה וזה - בין כהן המשמש דהיינו ראשון שחזר לעבודתו ובין כהן שעבר דהיינו שני שמינו תחתיו דלאחר (שנעבר) [שחזר] הראשון מעבירין השני:", 
                "שוים בעבודת היום - דמקרבי קרבנות היום ביוה\"כ איזה שירצה:"
            ], 
            [], 
            [
                "גמ' שמן המשחה שעשה משה - כדכתיב שמן משחת קדש יהיה זה לי (שמות ל):", 
                "בו שולקין את העקרים - אותם שרשים של בשמים האמורים בפרשה דכתיב ואתה קח לך בשמים ראש מר דרור וגו':"
            ], 
            [], 
            [
                "והלא לסוך בו את העקרים אינו מספיק - לפי שהשמן לא היה אלא שנים עשר לוגין כדמפרש לקמן והעקרים היו מרובים ואפילו בסיכה היא נבלע בעקרים כל שכן בשליקה:"
            ], 
            [
                "אלא שורה את העקרים במים - ברישא שהיו מתמלאים מן המים ושוב לא יהו בולעים מן השמן כל כך:", 
                "ומציף עליהן שמן - לאחר שהוציאם מן המים כדי שיקלוט השמן מריח הבשמים:", 
                "וקפחו - ומוציא השמן לאלתר וקפחו כמו קפחתי את הרועה (יומא דף פג:):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מפני מחלוקתו - דהיכא דאיכא מחלוקת בעי משיחה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ירושה היא - בזמן ששלום בישראל:"
            ], 
            [
                "ולא כל דבעי מלכא מורית לבניה מלכותא - אפילו בלא משיחה:"
            ], 
            [], 
            [
                "ממלכתו הוא ובניו בקרב ישראל - משמע ירושה היא להם כאדם שמוריש ירושה לבניו:"
            ], 
            [], 
            [], 
            [
                "משום דמלך ראשון הוא - ממשפחתו דאינו מלך בן מלך:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואין אחר - שאינו ממלכי בית דוד טעון משיחה:"
            ], 
            [], 
            [], 
            [
                "משום מחלוקתו של יורם נמעול בשמן המשחה - דאמרינן לעיל דמלכי ישראל אין מושחין ממנו:"
            ], 
            [], 
            [
                "באפרסמא דכיא - דלא הוי משמן המשחה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ומאי בכור - דקרי ליה הבכור יוחנן:"
            ], 
            [
                "בכור למלכות - שמלך ראשון:"
            ], 
            [], 
            [], 
            [], 
            [
                "יורם ממלא מקום אבותיו הוה - דכי מלך אכתי הוה צדיק ממלא מקום אבותיו הוה ואחר כך החמיץ:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "משולם במעשיו - דצדיק גמור הוה בעל מעשים טובים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מה להלן שאין על גביו אלא ה' אלהיו - דבמלך קא משתעי קרא דכתיב שום תשים עליך מלך (דברים יז):"
            ]
        ], 
        [
            [
                "והתניא משנגנז הארון וכו' - מדכתיב תשימו בארגז מצדו דארגז בצד ארון קאי אלמא בהדי ארון נגנז ומדקאמר יאשיהו תנו את ארון ה' בבית וגו' משמע שצוה לגונזו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין לכם משא בכתף - ואמרינן במסכת שקלים אמר להם אם גולה עמכם שוב אינכם מחזירין אותו בכתפיכם צוה לגונזו:"
            ], 
            [
                "אתיא שם שם - דכתיב בארון ונועדתי לך שם ודברתי אתך מעל הכפורת וגו' וכתיב ונועדתי שמה לבני ישראל וכתיב בצנצנת המן ותן שמה מלא העומר מן מה ארון נגנז אף צנצנת המן נגנז:", 
                "אתיא דורות דורות - דכתיב בצנצנת המן והנח אותו לפני ה' למשמרת לדורותיכם וכתיב בשמן המשחה שמן משחת קדש יהיה זה לי לדורותיכם מה צנצנת המן נגנז אף שמן המשחה נגנז:", 
                "משמרת משמרת - דכתיב בצנצנת המן דהוי נגנז למשמרת לדורותיכם וכתיב במקלו של אהרן למשמרת לאות לבני מרי וגו' מה צנצנת המן נגנז אף מקלו של אהרן נגנז:"
            ], 
            [], 
            [
                "אמר רב פפא באפרסמא דכיא - משחו את יהואחז:"
            ], 
            [], 
            [], 
            [
                "כמין נזר - דהדר ליה הודרני באצבעתיה ככלילא (כזה):"
            ], 
            [], 
            [], 
            [], 
            [
                "כמין כף יוני - שמתחיל למשוח באצבעו בין ריסי עיניו ומושך אצבעו על הראש והולך עד שמגיע לעורף ככף יוני כזה ח:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שכן אתה מוצא אצל כלי שרת - דהוה משיחה ולא יציקה:"
            ], 
            [], 
            [], 
            [], 
            [
                "מה טעם ויצוק משום דוימשח - כבר:"
            ], 
            [], 
            [], 
            [], 
            [
                "כשהוא מספר - כשהיה מדבר עם אחרים:", 
                "עולות ויושבות - בעקרי זקנו כדי שלא יפלו:"
            ], 
            [
                "שמא ח\"ו מעלתי בשמן המשחה - שנגעתי בו כשהלבשתיו:"
            ], 
            [], 
            [], 
            [], 
            [
                "ואני מעלתי - שמא נפל עלי מן השמן במקום שאין ראוי למשיחה ומעלתי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "והורדתם אותו אל גיחון - אלמא בעי משיחה על המעיין:"
            ], 
            [], 
            [
                "ניתלי - ידליק:"
            ], 
            [
                "לירבי תרנגולא - על שם ההוא עיסקא:", 
                "שמין ושפיר - שמשמנת ומשבחת:"
            ], 
            [
                "ביתא דחברא - בית חשוך:"
            ], 
            [], 
            [], 
            [
                "קרא ורוביא כרתי וסילקא ותמרי - דהני גדלי לעגל טפי משאר ירקות קרא דלעת רוביא תלתן:"
            ], 
            [], 
            [
                "גרסו מתניתא - מעיקרא כי היכי דתהוי מרגלא מילתא בפומייכו ותהוון ידעין למשאל ליה:"
            ], 
            [
                "ממשכן שמעתא - דלא ליפסוק מפומייכו כמעין זה שמושך והולך:"
            ], 
            [], 
            [
                "גילדנא סריא - מוטב לאכול דג קטן מוסרח כדאמרינן בפ\"ק דמו\"ק (דף יא:) כוורא סמוך למיסרחיה מעלי:", 
                "מכותחא דרמי כיפי - אפילו מכותח שהוא משובח וחזק שמשבר את האבן כששופכים הימנו אעפ\"כ לא תאכל הימנו כדאמרינן בפרק (ערבי פסחים) [ואלו עוברין (פסחים מב.)] שלשה דברים נאמרו בכותח מטמטם את הלב וכו' כיפי סלעים כדמתרגמינן סלע כיפא אית דמפרשי מוטב תאכל גילדנא סריא שאין דמיהם יקרים מכותח שאוכלים אותו עשירים ושרים הדרים ברמי כיפי כלומ' במגדלים וחומות גדולות לפי שדמיהם יקרים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אם הכהן המשיח יכול מלך - יביא פר שהיה משוח ת\"ל כהן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "המיומן שבמשוחים - דהיינו כהן גדול: מרובה בגדים מנין תלמוד לומר והביא הכהן המשיח:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ומי הוה שמן המשחה - בימי יהואחז דקתני ויהואחז נמשח מפני יהויקים:"
            ]
        ], 
        [
            [
                "אלא פר יום הכפורים ועשירית האיפה - דמשל ראשון הן באין הא לכל שאר דבריהם זה וזה שוין דשני נמי כל מצות כהונה גדולה עליו:", 
                "אתאן לרבי מאיר דתניא וכו' - עבר דברייתא לא דמי לשעבר דמתניתין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רבי היא ונסיב לה אליבא דתנאי - בחדא סבר לה כרבי מאיר וסתמה כרבי מאיר וברישא סבר לה כרבנן וסתמה כרבנן:"
            ], 
            [], 
            [
                "ופליג עליה בחדא - דאילו רבי מאיר סבר מרובה בגדים מביא פר הבא על כל המצות דהיינו פר העלם דבר של צבור ואילו ר' שמעון סבר דאינו מביא פר הבא על כל המצות כדתנן אין בין משוח בשמן המשחה למרובה בגדים אלא פר הבא על כל המצות:"
            ], 
            [], 
            [], 
            [
                "ונוטל חלק בראש - אע\"פ שאינו מקריב:", 
                "חוץ מפר יוה\"כ ועשירית האיפה - דאין בין כהן המשמש לכהן שעבר אלא פר יוה\"כ ועשירית האיפה: מאן שמעת ליה דאמר פטור על טומאת מקדש וקדשיו רבי שמעון:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואחר שחלקו הכתוב - למשוח מלחמה שאינו מקריב אונן ככהן גדול יכול לא יהא מצווה על הבתולה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא שעבר מחמת קריו - דהוי כהן גדול מעליא שהרי חוזר לעבודתו הוא:"
            ], 
            [], 
            [], 
            [], 
            [
                "משיח שנצטרע - כלומר כהן גדול שנצטרע מהו באלמנה: מי אמרינן כהונה גדולה מדחא דחי להאי מאלמנה או דלמא כהונה גדולה מיפטר פטר ליה להאי מאלמנה וכי נצטרע דליכא כהונה גדולה לא פטר ומותר באלמנה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "למטה למטה ממש - דהיינו בשפת חלוקו:"
            ], 
            [], 
            [], 
            [
                "למעלה למעלה ממש - בצואר בשפה במפתח חלוקו:"
            ], 
            [], 
            [
                "למטה מקמי שפה - שקורעין למטה משפה לפיו שהוא למטה מבית הצואר:", 
                "למעלה מקמי שפה - שקורעין בית הצואר ממש:"
            ], 
            [], 
            [], 
            [
                "כיון דבעלמא הוי קרע - דאם רצה אינו מבדיל אלא קורעין למטה משפה ויצא ידי קריעה אם כן כהן גדול היכי מצי קרע למטה מקמי שפה קרי כאן בגדיו לא יפרום:"
            ], 
            [], 
            [
                "אינו אלא קרע של תפלות - דבעלמא לא יצא ידי קריעה הלכך מותר בכהן גדול:"
            ], 
            [], 
            [], 
            [], 
            [
                "בראש ובגד של סוטה - דכתיב ופרע את ראש האשה (במדבר ה) ותנן במס' סוטה (דף ז.) הכהן אוחז בבגדיה אם נקרעו נקרעו ואם נפרמו נפרמו:"
            ], 
            [], 
            [], 
            [], 
            [
                "שמואל סבר לה בחדא כרבי יהודה - דכל שאינו מבדיל מקמי שפה הוי קרע של תפלות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לפתוח ראשון - לקרות בתורה:", 
                "ולברך ראשון - בזמון:"
            ], 
            [
                "אימא סיפא אין בין כהן המשמש לכהן שעבר - דהיינו שני:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חסירא אל\"ף - למימרא דעולה קדמה:"
            ], 
            [], 
            [
                "כמשפט כתיב ביה - בפר דעבודת כוכבים דבתר כתיבה אזלינן ועולה ברישא כתיבא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שכן נתרבתה באליה - דעז אינה טעונה אליה:"
            ], 
            [], 
            [], 
            [], 
            [
                "בגין יום - בגלל יום כבש גלל עומר וכבשים בגלל שתי הלחם:"
            ], 
            [], 
            [
                "מתני' עומדים בקלקלה - האיש למשכב זכור:"
            ], 
            [], 
            [
                "גמ' אמו קודמת לכולם - דאית לה זילותא טפי:"
            ], 
            [
                "[חכם קודם למלך ישראל - שאין כל ישראל ראוין לחכמה אבל מלך כל ישראל ראוין למלכות]:"
            ], 
            [], 
            [
                "מלך קודם לכהן גדול - מדאמר מלך לכהן גדול קחו עמכם מעבדי אדוניכם [וע\"כ אנפשיה קאמר] אלמא מלך עדיף:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דכתיב ויבדל אהרן - אלמא כהן עדיף מלוי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הכל רוצין לישא גיורת - שמתרצין לישא גיורת מלישא משוחררת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מפני מה הכל מושלין בעכברים - כלומר מפני מה נתנה מפלה יתירה לעכברים שנרדפין תדיר תדיר:"
            ], 
            [], 
            [], 
            [
                "אמר רבא אפילו גלימי - דלאו מאכל ולית בהו הנאה אפי' הכי גייצי להו:"
            ], 
            [
                "גייצי - נושכין:"
            ]
        ], 
        [
            [
                "שופתא - ביתד של מרא דעץ הוא גייץ:"
            ], 
            [], 
            [], 
            [], 
            [
                "המניח כליו - מלבושיו:"
            ], 
            [], 
            [
                "פת פחמין - פת האפוי בגחלים:", 
                "של שיורי העיסה - שנשתיירה מלישה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "העובר תחת ריח של נבילה - כלומר ההולך ומריח ריח נבילה דכל ההולך ומריח הוי עובר תחת אותו ריח שהריח הולך ועולה:"
            ], 
            [], 
            [], 
            [], 
            [
                "וסימנך - לגרסא שלא תטעה שאם לא תדע אם אחד אומר אחד ולא שתים ואחד אומר שתים ולא שלש או שמא אחד אומר שתים ולא שלש ואחד אומר שלש ולא ארבע יהא סימן קמיצה כלומר כפוף הקמיצה ונשתיירו מאותן אצבעות של יד העומדין לבד שתי אצבעות זקופין כסדרן מכאן דהיינו אצבע ואמה מכאן וזרת מכאן דהיינו שתי אצבעות מכאן ואצבע אחד מכאן ובכך תהא זכור שאחד אומר אחת ולא שתים ואחד אומר שתים ולא שלש גודל לא קא חשיב הכא עם שאר אצבעות משום דלא קאי בסדר אצבעות: האוכל פת ופחמין עצמן כחדא חשיב להו:"
            ], 
            [], 
            [
                "קשים ללמוד - שהעושה אותן יהא קשה לשמוע: העובר תחת אפסר גמל כ\"ש תחת גמל עצמו כחדא חשיב להו:"
            ], 
            [
                "זוהמא ליסטרון - אותו כף שבוחשין את הקדרה קרי להו הכי על שם שמעבירין הזוהמא לצדדין [על שני צדיו תרגום על תרין סטרוהי]:"
            ], 
            [], 
            [], 
            [], 
            [
                "כל העם עומדין - כל השורות כולן אפילו הן מאה: ועושין לו שתי שורות בלבד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "סניפין - שמושיבין אותן בצד הזקנים מפני כבוד אביהם דהויין סניפין לזקנים כסניף זה שמצניפין לקורה גדולה סני\"ף בלע\"ז:"
            ], 
            [], 
            [], 
            [], 
            [
                "אלא לקטנים - דאנוס הוא אבל יצא לגדולים אינו נכנס ויושב במקומו דפושע הוא משום דהוה ליה למיבדק נפשיה:"
            ], 
            [
                "כדי שלא יתרחק - דהיוצא לפנות ביום צריך שיתרחק מן הדרך כדי שלא יהו אחרים רואים אותו כדאמרינן במסכת ברכות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נשנית משנה - הא דתניא לעיל כשהנשיא נכנס וכו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נתקין מילתא כי לדידן - כלומר נעבד ליה כי היכי דעבד הוא לדידן ואית דגרסי נתקין מילתא כי ליתנן כלומר נתקין מילתא דלהוי לזכרון לעולם לדורות אפילו כי אינן בעולם ואית דאמרי נתקין מילתא כי ליתני לומר לו שילמדנו דבר שאינו יודע ללמוד ויתבייש:"
            ], 
            [], 
            [], 
            [
                "גלי עוקצים - ידרוש לן מסכת עוקצין:", 
                "דלית ליה - שאין סדור לו:"
            ], 
            [], 
            [], 
            [], 
            [
                "פשט - פירש:", 
                "גרס ותנא - גרס ושנה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בתר דאוקים - בתר שסיים:"
            ], 
            [], 
            [], 
            [
                "ושדו ליה - לפיתקא בי מדרשא: שאלות דהוה מיפריק מתרץ ומה שלא היה מתרץ כתבו אינהו הפירוקין ושדו בי מדרשא:"
            ], 
            [
                "[תורה מבחוץ כו' - או הם יכנסו לבהמ\"ד או אנו נצא אליהם ונשב עמהם]:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נהי דאהני לך קמרא דאבוך - כלומר דאהני לך חשיבותא דאביך דהוית אב ב\"ד אבל למהוי נשיא מי אהני לך דקא בעית למהוי נשיא:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר ליה האויב תמו חרבות לנצח - דמשמע אע\"פ שכבר מתו חרבות לנצח ואין יפה להזכירם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "וחד אמר עוקר הרים - דחריף ומפולפל בתורה אע\"פ שאין משנה וברייתא סדורין לו כל כך: רב יוסף קרו ליה סיני לפי שהיו משניות וברייתות סדורות לו כנתינתן מהר סיני אבל לא היה מפולפל כרבה הכל צריכין למרי חטיא. כלומר רב יוסף הוא מרי חטיא שמשנה וברייתא סדורין לו מפי השמועה כנתינתן מהר סיני דמשנה וברייתא אבוהון דהלכתא אומנא לביתיה לא קרא. שלא רצה לנהוג שררה בעצמו כל אותן השנים שמלך רבה אפילו בהאי שררותא שלא רצה להביא שום אומן בתוך ביתו אלא כשהוא רוצה להקיז דם היה האומן על לביתיה דרבה ושם היה מקיז ואית דגרסי שלא רצה לנהוג שררות בעצמו כל אותן שנים שמלך רבה כלומר שלא היה לו פנאי להקיז עצמו אלא היה עוסק כל שעה בתורה לפני רבה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חזייה לאביי דגבה רישיה - כלומר ראה לו הרמת ראש:"
            ], 
            [
                "נחמני פתח - ואמור דרשא דמשמיא פסקו ליה רבותא אביי קרו ליה נחמני (ואיכא דאמרי דבלשון גנאי קרי ליה נחמני כלומר עדיין אתה תלמידו של רב נחמן):"
            ], 
            [], 
            [], 
            [
                "חריף ומקשה - מתוך פלפול יתירא דהוה ליה הוה מקשה ומתרץ אבל רבה בר מתנה לא הוה חריף כל כך אלא מתוך שהוא שוהה ומעיין יפה יפה מסיק אליבא דהלכתא:"
            ]
        ]
    ], 
    "title": "Rashi on Horayot", 
    "versionSource": "http://www.sefaria.org/Rashi_on_Horayot", 
    "heTitle": "רש\"י על הוריות", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Bavli", 
        "Seder Nezikin", 
        "Horayot"
    ]
}