{
    "text": {
        "0": {
            "0": "נ\"ב פירוש חצי הדבר שטענו:",
            "1": "נ\"ב ישבע כו' ונ\"ב ל' רש\"י כמשפט הראשון מה שהן דנין עליו נשבעין:",
            "2": "וכן פירשו התוס' בגמרא ד' ה' ע\"ב בד\"ה על דאית ליה משתבע ואע\"ג דעל דעת ב\"ד משביעין מ\"מ לא הוי לן לתקן בלשון דלא משתמע שחצי' שלו:",
            "3": "נ\"ב ומאי דאמרינן מגו מדבר לדבר גבי מפני מה אמרה תורה מודה מקצת הטענה ישבע פירש ונהמניה במיגו דאי בעי כופר הכל יש לומר דהיינו לפטור משבועה דבמיגו כל דהו פטרינן ליה משבועה. מרדכי:",
            "4": "נ\"ב פי' א\"כ לא שייך מיגו דאי בעי הוה טעין על כולה דאין נוח לו לטעון כן:",
            "5": "נ\"ב בגמ' פריך לבסוף קושיא זו ומי מצית אמרת חדא קתני והא זה וזה קתני ופירש\"י גבי מצאתיה קתני זה אומר וגבי כולה שלי קתני זה אומר ואי חדא היא הכי איבעי לי' למתני זה אומר אני מצאתיה וכולה שלי:",
            "6": "נ\"ב פי' ודאי טעין בדין ויחלוקו בלא שבועה:",
            "7": "נ\"ב ואין אנו צריכין לגירסת רש\"י דגרס ולא ידענ' כו' אלא אתי שפיר אפילו אי גרם ולא ידע וכו' וכ\"פ התוס':",
            "8": "נ\"ב פי' לכל הפחות:"
        },
        "1": {
            "0": "נ\"ב וקאי על ב\"ד:",
            "1": "נ\"ב פי' דכשנעש' מעשה בינתיים דאינו כלום בזה אחר זה:",
            "2": "נ\"ב פי' ולמה לי התירוה להנשא אלא בשנעשה מעשה כו':",
            "3": "נ\"ב גבי הא דר\"י:",
            "4": "פי' שיהא מונח:",
            "5": "נ\"ב פי' וכל אחד יחזי' על השליש ליקח את שלו משלם:",
            "6": "נ\"ב פי' מן סומכוס דאמר חולקין:"
        },
        "2": {
            "0": "נ\"ב פי' חזקה דאין אדם מעיז וכו':",
            "1": "נ\"ב פי' לא מטעמא דמיירי דעומד בדבורו הראשון אלא אפילו חוזר וכו':",
            "2": "נ\"ב פי' אמאי תלה הדבר שלא הכחיש העדות דהא אמרינן הכא אע\"ג דחוזר ומודה לדברי העדים ואינו מכחיש אותן נמי אינו יכול לחזור כו':",
            "3": "נ\"ב דהא לא לויתי כאומר לא פרעתי דמי:",
            "4": "נ\"ב פי' לפרש כפשוטו לשון הרב ואינו כאומר לא לויתי מעיקרא ואח\"כ לויתי ופרעתי דהתם הוי הכחשה כמו שמפרש:",
            "5": "נ\"ב פירוש:",
            "6": "נ\"ב המוכר אומר הקטן מכרתי והלוקח אומר הגדול לקחחי ישבע המוכר שמכר הקטן אמאי ישבע מה שטענו לא הודה לו ועוד הילך הוא:",
            "7": "נ\"ב שבועת:",
            "8": "נ\"ב בפשיעה:",
            "9": "נ\"ב פי' על ראיית רב יוסף:",
            "10": "נ\"ב גבי:",
            "11": "נ\"ב פי' למשכן:"
        },
        "3": {
            "0": "נ\"ב ולאו הילך הוא:",
            "1": "נ\"ב ופטור:",
            "2": "נ\"ב אם נוציא עתה מידו הפירו' צריכי' אנו למיגבי' כשיביא העדים ואטרוחי בי דינא כו':",
            "3": "נ\"ב ונכון יותר:",
            "4": "נ\"ב שטר חתימת ידו אינו גובה ממשעבדי:",
            "5": "פי' דהא טענו אידך חמשים בעל פה:",
            "6": "נ\"ב לשון גמ' או על דלית ליה משתבע אר\"ה שבועה שיש לי בה ואין לי בה פחות מחצי':",
            "7": "נ\"ב פי' בדבר שדינייהו כל דאלים גבר לא תיקנו שבועה כיון דלא מזדקקינן כו':",
            "8": "צ\"ל תופס:",
            "9": "נ\"ב דלא מביא ברי\"ף שמתרץ דלא אמרי' מגו דחשיד אממונא חשיד אשבועתא משמע דס\"ל דאמרי' מיגו:",
            "10": "נ\"ב ויעבור על לא תחמוד:"
        },
        "4": {
            "0": "נ\"ב ובא לב\"ד:",
            "1": "נ\"ב ומאן דתקן חשיד נמי אשבועתא:",
            "2": "נ\"ב דאי לא היה ראייה דהיה שלו היה זה נאמן לומר לקוח הוא בידי במגו שהיה יכול לומר שהוא שלו:",
            "3": "נ\"ב מאחר שכבר פסקו הב\"ד יחלוקו ה\"ל האי שהטלית בידו תובע לומר למה נחלק הא הודית לי שכולה שלי ועוד מוכח דהוא תובע דהא הוא טעין תחילה האי אומר אודויי קא מודי לי והאי אומר וכו':",
            "4": "נ\"ב דפריך לעברי חביות רק לפני בתולות ולפני אלמנה לא לעברי כלום ואנא ידענא איזה בתולה ואיזה אלמנה ומשני זימנין דתפסה מאתים וכו':",
            "5": "נ\"ב שלש ולוה אומר שנים כצ\"ל:",
            "6": "נ\"ב של שנה ג':"
        },
        "5": {
            "0": "נ\"ב ודינה דהאי מסותא כל דאלים גבר דהאי מסותא היינו מקרקעי ולאו דיניה יחלוקו הלכך אפילו הר לא קדשה. הרא\"ש:",
            "1": "נ\"ב יותר:",
            "2": "נ\"ב פי' שהי' יכול להוציאה בדייני' בראייתו",
            "3": "נ\"ב ונ\"מ אם תפס כל א' חצי הטלית אין בהם אפי' גלגול שבועה:"
        },
        "6": {
            "0": "נ\"ב בגמ' מפרש לא אמרינן מגו דחשיד אממונא חשיד אשבועתא והרי\"ף לא הביא האי לא אמרי' כו' משמע דהרי\"ף ז\"ל ס\"ל אמרינן מגו דחשיד אממונא חשיד נמי אשבועתא וכ\"כ הרא\"ש ז\"ל בשם הרי\"ף:",
            "1": "נ\"ב ואפילו שבועת שוא:",
            "2": "נ\"ב דנעשה גזלן לרב ששת:",
            "3": "נ\"ב נמי:",
            "4": "נ\"ב פי' מאי שתפים הילך הוא דהא אנן סהדי דשלו הוא מה שתפים ואפ\"ה ישבע על שאר חצי הטלית שאינו בידו דהא אין בידו אלא מעט מהחצי טלית כדאוקימנא לעיל שתפים בכרכשתא:",
            "5": "נ\"ב פי' שלא יהא כל אדם הולך ותוקף וכו':",
            "6": "נ\"ב נמי:",
            "7": "נ\"ב פי' שמא יעשה קנוניא עם אשתו על שדיהו שמכר כבר לטרפה בכתובתה:",
            "8": "נ\"ב א\"כ אפי' בעודה תחת בעלה נמי ניחוש לצררי:"
        },
        "7": {
            "0": "נ\"ב מסקנת הגמ' הוא:",
            "1": "תי' אלא רשום:",
            "2": "לקרקעות כצ\"ל:",
            "3": "נ\"ב מדר\"נ וישבע שכנגדו היסת ויטול. כו':",
            "4": "צריך כצ\"ל:",
            "5": "מתמיה דקשיא לי' והא גזלן הוא ותיפוק לי' אפי' אי כצ\"ל:",
            "6": "נ\"ב יהודה:",
            "7": "נ\"ב וכו':",
            "8": "דרוכב ומנהיג כצ\"ל ונ\"ב וצ\"ע דחזינן בגמרא דסבר שמואל דרכוב לחוד לא קני ומוקי רכוב דמתני' במנהיג ברגליו ולא אשכחן מאן דפליג עליה וכ\"כ הרא\"ש בהדיא דהלכתא כוותי' ואיך הוא רוצה לאוקמי מתני' בכל ענין אפי' ברכוב לבד:",
            "9": "נ\"ב לשון גמ' אמר רמי בר חמא זאת אומרת המגביה מציאה לחברו קני חברו דאי ס\"ד לא קני תיעשה זו כמי שמונחת ע\"ג קרקע וזו כמי שמונחת ע\"ג קרקע ולא יקנה לא זה ולא זה אלא ש\"מ וכו':",
            "10": "נ\"ב ל' רש\"י דהיכא דשני ראשיה מונחים בקרקע אין הגבהה של ראשון קונה כולה שאין יכול לנתקו ולהביאו אצלו מתוך שהוא ארוך ומונח בקרקע כל מה שהוא נותקו ומושכו אחריו נגרר הוא ע\"ג קרקע והיכא דאחד מראשיו גבוה כגון בראש החמור או ע\"ג עמוד המגביה תחלה ראש שע\"ג קרקע קונה כולה ואנן לא אשכחן תנא דמפליג ע\"כ דהא דר\"א ודאי בדותא היא:",
            "11": "נ\"ב ויקנה אותם:",
            "12": "נ\"ב הוי:"
        },
        "8": {
            "0": "נ\"ב שייך לגמ' דף ט ע\"ב:",
            "1": "נ\"ב ע\"כ:",
            "2": "וכ\"ת כשעמדה והאמר רבא כו' כצ\"ל:",
            "3": "נ\"ב והיינו כשמשך תחלה הבהמה וקנתה במשיכה ואחר כך נכפת הבהמה כמו שפרש\"י גבי וכ\"ת כשעמדה עי\"ש ר\"ל ואם נהג אחר שקנה אותה עצמה במשיכה מבעי' ליה אי קנה כלים ע\"ג אי מהני בבהמה גרירא לקנין כלים מאחר דאין דרך בהמה בגרירה:",
            "4": "נ\"ב דלא כרש\"י דפירש דוקא בדלא עשאו שליח:",
            "5": "נ\"ב דאמר רבא לעולם מגביה מציאה לחברו לא קני חברו:",
            "6": "נ\"ב פירוש לחברו:",
            "7": "נ\"ב לשון הרא\"ש כגון דמית לוה ואי לא תפיס למלוה ומפסיד לגמרי דמטלטלי דיתמי לא משתעבדי לב\"ח או גברי וכו':",
            "8": "דבכה\"ג אמרינן קנה חברו ותקנה הוא כצ\"ל:",
            "9": "נ\"ב פי' הלוה:",
            "10": "נ\"ב כלשון הזה מצאתי ברש\"י בגמרא:",
            "11": "נ\"ב פי' כגון דאמר זכתה לי שדי:",
            "12": "פי' ושדה חברו אמרו בגמ' דלא קנו ד' אמות דילי':",
            "13": "נ\"ב פי' אם הניח בארבע אמותיו שאינו יכול לחזור בו:",
            "14": "נ\"ב כו':",
            "15": "נ\"ב פי' לכך:",
            "16": "נ\"ב לה:",
            "17": "דלא ליתו לנצויי:"
        },
        "9": {
            "0": "דאיתתא כצ\"ל:",
            "1": "נ\"ב דמטעם שליחות קיימינן ושליח משמר הלכך או חצר משתמרת בעינן או עומד בצד החצר כ\"כ הר\"ן:",
            "2": "נ\"ב פרש\"י אע\"ג דהאי חצר אתרבאי משום יד מ\"מ לא גרע משליחות להיטיב לה דאי נמי לא איתרבאי חצר מונתן בידה הוי נפקא לן חצר משליחות והאי דמרבינן משום יד לא איצטריך אלא משום קטן וקטנה דליתנייהו בתורת שליחות וכל היכא דאיתא לשליחות איתא לדין חצר הלכך גבי גט כו':",
            "3": "נ\"ב פי' דאם היה מחובר ונתן עם בידה הו\"ל ונתן אותה בידה או ונתן ספר כריתות בידה דעתה חסר מה שהוא נותן בידה ודו\"ק:",
            "4": "נ\"ב ואם המצא תמצא:",
            "5": "נ\"ב פי' דמרבינן מושלח:",
            "6": "נ\"ב ובשניהם קני אם הוא מתגלגל:",
            "7": "נ\"ב פי' גבי מתנה נמי נסתפק איבעי' זו אי אויר כמונח דמי אי לא כמו גבי הפקר אבל יש לחלק בין ספק ממון זה של הפקר דכל הקודם זכה ובספק ממון של מתנה דקיימא בחזקא מרי':",
            "8": "נ\"ב ילפינן:",
            "9": "נ\"ב דמסיק בגמ' דפליגא אר' חייא דאמר לא גדול ממש כו' אבל הנ\"י ס\"ל כהרי\"ף כמו שכתב הלכך הא דתנן כו':"
        },
        "10": {
            "0": "נ\"ב לא היה להרי\"ף לתלות בקנוניא דלא חיישינן לקנוניא אלא היכא דנפל ואתרע השטר דאי חיישינן לקנוניא אף בלא נפילה אפילו מלוה עמו איכא למיחש לקנוניא הרא\"ש ז\"ל:",
            "1": "נ\"ב שייך לגמרא:",
            "2": "תי' אינה נמחק:",
            "3": "צ\"ל לא:",
            "4": "תי' ולקנוניא נמחק:"
        },
        "11": {
            "0": "נ\"ב דשט\"ח אינו נקנה אלא בכתיב' ומסיר':",
            "1": "נ\"ב לא כפי' הרי\"ף:"
        },
        "12": {
            "0": "נ\"ב צ\"ע דהא רבא כרב ס\"ל בהכיר בה ולרב בהדיא מפרש בגמרא טעמי' משום דהוי פקדון גבי' ולא מפרש אליבא דרבא דטעם משום מלוה דמחזי כרבית:",
            "1": "נ\"ב שהרי השיבו קרקע משובחת:",
            "2": "נ\"ב וכו':",
            "3": "נ\"ב ומכר:"
        },
        "13": {
            "0": "נ\"ב מלשון הממרק עצמו לעבירה ורש\"י פי' ואיגמור:",
            "1": "נ\"ב פי' במידי דלא אפסדא לב\"ח:",
            "2": "צ\"ל קבלתי':",
            "3": "נ\"ב אפשר שזהו גליון:",
            "4": "נ\"ב פי' דאמרינן ט\"ס:",
            "5": "נ\"ב וכו':"
        },
        "14": {
            "0": "נ\"ב שפיר:",
            "1": "נ\"ב דמשמע ליה דומי' דנוטל את השבח מבעה\"ק דהיינו בדמים שמשלם לו דמי השבח ה\"נ ההוצאה נוטל מבע\"ח היינו דמים רא\"ש:",
            "2": "כשיעור שבחאי כצ\"ל:",
            "3": "נ\"ב דהא עשאו אפותיקי:",
            "4": "נ\"ב א\"נ:",
            "5": "נ\"ב פי' בע\"ח נותן ללוקח שבחי' ומסלק ליה:",
            "6": "לו יותר מהוצאתו:"
        },
        "15": {
            "0": "נ\"ב לאפוקי שמואל סבר בהכיר בה אין לו מעות ואין לו שבח:",
            "1": "נ\"ב פי' מאחר דלא השביח אלא אם יטרוף הבע\"ח יחזור על המוכר ולא דמי ליורד שלא ברשות:",
            "2": "נ\"ב פי' לכך לא דמי ליורד שלא ברשות:",
            "3": "תי' שלקחה נרשם למחוק ונ\"ב וכן ברא\"ש אינו:",
            "4": "לאו כצ\"ל:",
            "5": "נ\"ב פי' שיכול להוציא ולהשתמש בהן:",
            "6": "נ\"ב ההוא גברא דזבין כתובת אמו בטובת הנאה וא\"ל אי אתי אמי וקא מערערת לא מפצינא לך שכיבא אמו אתי הוא וקא מערער סבר רמי כו':",
            "7": "דכשמכרה כצ\"ל:"
        },
        "16": {
            "0": "נ\"ב פי' קא הדר מינה בתשובה וקאמר דהלכתא כוותיה כך הוא חבור הפשוט:",
            "1": "נ\"ב ההוא גברא דמשכן פרדיסא לחברי' אכלה ג' שנין א\"ל אי מזבנת לה נהלי מוטב ואי לא כבישנא לה לשטר משכנתא ואמינא לקוחה היא בידי אזל קם אקניה לבנו הקטן והדר זבנה ניהלי'. זבינא ודאי לא הוי זביני זוזי כמלוה בשטר דמו וגובה ממשעבדי א\"ד כמלוה ע\"פ דמו וגובה מבני חורין אמר ליה אביי ולאו הא דר\"א דאמר מודה בשטר שכתבו אינו צריך לקיימו וגובה מנכסים משועבדים אמר רבא מי דמי התם ניתן להכתב הכא לא ניתן להכתב:",
            "2": "נ\"ב פירוש הא דאינו גובה ממשועבדין מפני תיקון העולם:",
            "3": "נ\"ב לוקחה מבעלים הראשוני'. רש\"י:",
            "4": "נ\"ב פי' דהא כתב לבנו הקטן במתנה כדי להבריח מזה:",
            "5": "נ\"ב לוקח זה כשיוציאנו נגזל זה מידו ויקראנו:",
            "6": "נ\"ב הוא:",
            "7": "נ\"ב שייך לגמ':",
            "8": "נ\"ב ע\"כ:",
            "9": "נ\"ב אמר רבא תהא במאמינו בההיא הנאה דלא קאמר לי' מידי וקא סמך עליו טרח ומייתי לי' גמר ומקני ליה:"
        },
        "17": {
            "0": "נ\"ב וקשה לפי דברי הרי\"ף שמביא הנ\"י לעיל דאף בשטר הקנאה צריך שיגיע הכתב לידו א\"כ ניחוש הכא שמא לא הגיע השטר לידו ואפשר דאה\"נ דס\"ל להרי\"ף דלא יחזיר מטעם זה אך רצה לדחות שדברי שמואל בכללן דחיישינן לפרעון ונ\"מ דאפילו למאן דס\"ל בשטר הקנאה אין צריך להגיע לידו אפ\"ה לא יחזיר מטעם דחיישינן לפרעון כר\"י אך קשה לפי' הרי\"ף דשמואל עצמו מ\"ט אמר הא שיעבד נפשיה דלמא לא הגיע לידו דלא מצינו שמחולקים האמוראים אם צריך להגיע לידו שטר הקנאה או לא צריך אלא שהגאונים הם מחולקים בזה:",
            "1": "נ\"ב בגמ' דאם איתא דפרעי' מקרע הוי קרע לי':",
            "2": "נ\"ב ובההיא תנן יחזיר:",
            "3": "נ\"ב לזבוני:",
            "4": "נ\"ב ג':"
        },
        "18": {
            "0": "נ\"ב זה לשון גמ' רב כהנא אומר כשהחייב מודה דלא פרע אי הכי מאי למימרא מ\"ד מפרע פרע והאי דקאמר דלא פרעי' משום דבעי למיזף מיניה זימנא אחריתא ואפשיטי דספרי חייש קמ\"ל דאם כן מלוה גופא לא שביק סבר דילמא שמעי' ביה רבנן ומפסדו לי' מ\"ש מהא דתנן כו' ומשני אמרי התם משום דאית לי' רווחא כו':",
            "1": "גמור היה נשמט ממנו סבר וכו' וכצ\"ל והד\"א:",
            "2": "נ\"ב ע\"פ ב\"ד:",
            "3": "נ\"ב אם לא יצא עדיין מב\"ד:"
        },
        "19": {
            "0": "נ\"ב בגמ' רב אשי מספקא לי' אי סימנים דאורייתא אי לא:",
            "1": "נ\"ב ולא חיישינן שמא כתב ליתן בניסן ולא נתן עד תשרי ואזיל בעל וזבין פירי מניסן עד תשרי ומפקא גט דכתב בניסן ואתיא למטרף לקוחות שלא כדין כדתנן מצא שט\"ח אם יש אחריות נכסים לא יחזור משום דגבי גט אשה אתא לוקח ותבעה אמר האי דהדרוה ניהלה רבנן גיטא משום דלא תתעגן השתא דאתיא למיטרף תיזל ותיתי ראי' אימת מטי גיטא לידה הכא גבי שט\"ח לא אתא לוקח ותבע מדהדרוה ניהליה רבנן לשט\"ח למאי הלכתא אהדרוה ניהלי' למטרף הוא ש\"מ קמו רבנן במלתי' ומקמי דידי מטי שטרא לידי' כך מסקינן בגמ':",
            "2": "נ\"ב מתני':",
            "3": "אפילו נמצא לזמן מרובה משנפל כצ\"ל:",
            "4": "נ\"ב משום עיגון:",
            "5": "נ\"ב אלא ע\"י ראייה:"
        },
        "20": {
            "0": "נ\"ב בגמ' שאם מת נכסיו לפלוני:",
            "1": "נ\"ב וגבי עבד נמי עיקר שטר אינו אלא לשיחרור ולשיחרור הוא כשר ולכך אמרינן אייתי ראי':",
            "2": "נ\"ב וא\"כ אמאי לא יחזיר:",
            "3": "נ\"ב דפריך לעיל והא דתנן כותבין שטר ללוה אע\"פ שאין מלוה עמו על הא דתני אם נפל לא יחזיר:",
            "4": "נ\"ב אלא כשאר שטרות:",
            "5": "נ\"ב בניסן:"
        },
        "21": {
            "0": "תי' גמ' כאן נמחק ונכתב קודם ד\"ה טליקא:",
            "1": "נ\"ב בירר פלוני:",
            "2": "דשויא השתא כשהיא גרושה כצ\"ל ונ\"ב דמשמע מדקאמר ומפיק לה לשובר דכתב בניסן ואתי למיטרף לקוחות אלמא שהגיע זמן לגבות מלקוחות את הכתובה:",
            "3": "נ\"ב דאם שטר כתובה יוצא מתחת ידה נעיין אם כתוב שם משתעבדנא לך כו' או לא:",
            "4": "נ\"ב ויעשו קנוניא:",
            "5": "נ\"ב לדון:"
        },
        "22": {
            "0": "נ\"ב וזהו טעם כולם:",
            "1": "נ\"ב בירושלמי:",
            "2": "דכאן דשו כצ\"ל:",
            "3": "נ\"ב אפ\"ה כשר דהא הימניה לשליש כן כתב הרא\"ש:",
            "4": "נ\"ב מהן:",
            "5": "נ\"ב ז\"ל תוספות צ\"ל דר\"י גופי' בעי וכמה דאי גמ' בעי מאי בעי לוקי בדרך נפילה ואפילו טובא כדפריך בגמ' בתר הכי אלא מדברי ר\"י הוא ור\"י לא בעי לאוקמא דרך נפילה ואפי' טובא דלא כאביי דיאוש שלא מדעת הוי יאוש אלא מוקי במכנשתא דבי דרי שהניח שם מדעת והנ\"י ז\"ל לא ס\"ל כתוס' אלא אפילו אליבא דאביי:"
        },
        "23": {
            "0": "נ\"ב פלוגתא דרבה ורבא אי מקום הוי סימן דף כב ע\"ב:",
            "1": "נ\"ב ושמא שכחום הבעלי':",
            "2": "נ\"ב פסול לענין עדות רש\"י:",
            "3": "נ\"ב כן מסיק בגמ' אליבא דרבא מאי מכריז מקום ופרש\"י כמו שפי' בנ\"י:",
            "4": "פי' נ\"ב דאינו יכול להכריז לא מקום פלוני ולא חפץ פלוני דהא אין בו סימן:",
            "5": "נ\"ב פי' שהמקום שהוא שם רגיל בדריסת בני אדם והחפץ נח לידרס שם:",
            "6": "נ\"ב פי' אין הבעלים מתייאשי' מלתת בו סימן:"
        },
        "24": {
            "0": "נ\"ב כגון:",
            "1": "שלא שימש מטתו כצ\"ל:",
            "2": "נ\"ב כל מה שטרח בעה\"ב לא טרח אלא בשבילי:",
            "3": "נ\"ב הכנסת:"
        },
        "25": {
            "0": "והלא כצ\"ל:",
            "1": "נ\"ב לשון גמ' מאי מכריז מנין מאי איריא תלתא תלתא אפילו תרי נמי אמר רבינא טבעא מכריז:",
            "2": "נ\"ב שייך לגמרא:",
            "3": "נ\"ב ז\"ל הברייתא מצא דבר שאין בו סימן בצד דבר שיש בו סימן חייב להכריז בא בעל הסימן ונטל את שלו זכה הלה בדבר שאין בו סימן:",
            "4": "נ\"ב דאמר אפילו של מלך אחד נמי פי' דכולהו כהדדי שווין ברחבן מאחר דמונחין זה ע\"ג זה יש כאן סימן דלא איתרמי דנפל הכי:",
            "5": "נ\"ב פי' ולכך צריך לומר דאובד צריך לומר נמי מנין ואם כן איך מכריז:",
            "6": "נ\"ב איני יודע מה קושיא זו הא החתך של השחיטה יהיה סימן כמו שדרך בעה\"ב לשלוח עוף שחוט ע\"י עכו\"ם א\"כ לא חיישינן לשחיטה של עכו\"ם ודו\"ק:"
        },
        "26": {
            "0": "דאמרינן כצ\"ל:",
            "1": "האי כצ\"ל:",
            "2": "נ\"ב פריך בגמ' ואמאי ליהוי קשר סימן במקושרין בכנפיהן דכ\"ע הכי קטרו להו ונהוי מקום סימן א\"ר עוקבא במדדין אי במדדין מעלמא אתו ומותרין איכא למימר מעלמא אתו ומותרין ואיכא למימר אינש אחרינהו אצנעינהו והוי ספק הינוח ואמר רב אבא בר זבדא אמר רב כל ספק הינוח וכו':",
            "3": "איידי דנקט ג' גבי ישראל נקט נמי ג' גבי עכו\"ם ולאו דוקא ולפי מ\"ש ברש\"י כאן ג' דוקא כ\"כ התוספות:",
            "4": "פי' העלה חלודה:",
            "5": "נ\"ב לילה אחד:",
            "6": "נ\"ב אינש אחרינא:",
            "7": "נ\"ב דהא מפרש מתני' בסכין וכסא ואזלי' בתר קתא ושנצי' והא דמוקי למתני' בנסכא לאו משום דסכין יש בו סימן אלא משום דבסכין מחלק בין קתא לגאו או לבר:",
            "8": "נ\"ב דכאן מיירי עשוי שימצא דמונח באחד מחורי הכתלים דמאחר שמחלק סכינא בתר קתא אבל בכותל ישן לעיל מיירי בנסתר בכותל דהא אמר של אמוריי' הן ודו\"ק:"
        },
        "27": {
            "0": "נ\"ב פי' והיה לנו לומר ממ\"נ אין צריך להחזיר אם הג' שותפין אין כאן כדי השבה לכל אחד ואם אינן שותפין האובד מתיאש כי השנים ידיחוהו כל אחד על חבירו אפ\"ה חייב להכריז מ\"ט וכו':",
            "1": "נ\"ב ז\"ל התוס' רש\"י לא גרס צרורין דאם היו בו סימן מכריז וי\"ל דגרסי ליה ומיירי דאיכא רוב עכו\"ם מצויין שם והם שלו ואף על גב דאיכא סימן דהלכה כרשב\"א בהא:",
            "2": "שלו:",
            "3": "שנפלה וכו' משנים תא\"מ ונ\"ב דאין לחלק כאן בין ב' או ג' אלא דין אחר מהו עובר:",
            "4": "שהיא אבדה כצ\"ל:"
        },
        "28": {
            "0": "נ\"ב דס\"ד דנרביי' מלכל אבדת אחיך רא\"ש:",
            "1": "נ\"ב והטעם דבג' רגלים א\"א דלא יעלה שהרי סתם אדם יש לו נו\"נ ובג' רגלים עובר עליהן משום בל תאחר:",
            "2": "נ\"ב בשלמא אי מכריז סתם אבדה אע\"ג דאיהו אמר גלימא כי לא יהיב סמנים לא יחזיר אא\"א שמכריז גלימא איהו אמר גלימא ואמר איהו נמי גלימא פשיטא דלא יחזיר כי לא אמר סימנין ומשני אע\"ג דאמר סימנין אלא שלא יהיב סימנין מובהקין דידה:",
            "3": "נ\"ב אלא אמר סימנין חיוורי וסומקי תוס':",
            "4": "נ\"ב הכי איתא בגמ':"
        },
        "29": {
            "0": "נ\"ב ס\"א ונקרע:",
            "1": "נ\"ב פירוש ליקח השור לעצמו ולשום אותו בדמים וליתן הדמים לבעלים:",
            "2": "נ\"ב כמו שאמר שמואל לקמן שם ומניחן לאלתר היינו מניחן על ראשו ואין לפרש מניח הדמים אצלו דהא שמואל כר\"ט ס\"ל דמותר להוציאן ולהשתמשן כן כתב האשר\"י:",
            "3": "נ\"ב ברש\"י שבגמ' אנשמיטיא בלעז:",
            "4": "נ\"ב כו':",
            "5": "נ\"ב כו':"
        },
        "30": {
            "0": "כלי כסף וכו' עד לכבודו תי' אלו מוקפין ונ\"ב בגמ' וברא\"ש אינו:",
            "1": "נ\"ב וראב\"י פליג ע\"ז בגמ' ואמר עד שלשים יום ופרש\"י דמתני' ראב\"י היא:",
            "2": "נ\"ב אם:",
            "3": "נ\"ב בגמ' ותו לא דחינן איסורא מקמי ממונא:",
            "4": "נ\"ב וכו':",
            "5": "תי' עמו רשום:",
            "6": "נ\"ב וכו':",
            "7": "נ\"ב וכו':",
            "8": "נ\"ב וכו':"
        },
        "31": {
            "0": "נ\"ב דהא:",
            "1": "נ\"ב כי בהאי ל\"ת אינו עושה מעשה ואינו דוחה כלום אלא בעשה שהולך בבית הקברות ומחזיר האבדה:",
            "2": "נ\"ב פי' אע\"ג דאינו עושה כלום:",
            "3": "נ\"ב לשון גמ' מהו מי אמרינן השבה מעליא בעינן וכיון דלאו דרכו להחזיר בעיר לא לחייב או דלמא בשדה מיהא הוא דאיחייב ליה וכיון דאיחייב בשדה איחייב בעיר:",
            "4": "נ\"ב ללמוד אומנות להתפרנס:",
            "5": "נ\"ב אם הכישה:",
            "6": "תי' בטל נרשם:",
            "7": "נ\"ב ל' חבורה והכאה:",
            "8": "נ\"ב פי' באי בעי' בגמ':",
            "9": "נ\"ב אם הכישה:"
        },
        "32": {
            "0": "נ\"ב פתח:",
            "1": "נ\"ב דוקא כאן אמרינן דברה תורה בלשון בני אדם דמוכחי קראי כו' תוס':",
            "2": "תי' מאי איריא שלשה נרשמים ונ\"ב בגמ' אפי' טובא נמי לא:",
            "3": "נ\"ב מאי איריא שלשה:",
            "4": "נ\"ב האי דמייתי סוף פסוק להוכיח מלך דמיירי ברשו':",
            "5": "נ\"ב להאי תוכיח:"
        },
        "33": {
            "0": "נ\"ב טעמייהו דרבנן דאי ס\"ד כר\"ש לכתוב טעינה ולא בעי פריקה דמה טעינה דלית בה צער בעלי חיים וליכא תסרון כיס חייב פריקה דאית בה צער בע\"ח ואית בה חסרון כיס לא כ\"ש אלא למה כתבה רחמנא אלא לומר לך פריקה בחנם טעינה בשכר:",
            "1": "נ\"ב דקשה לו דלמא משום דהשבה נמי מצוה היא דהא אם יושב בטל חייב להחזיר בחנם מש\"ה חשבינן ליה כפועל בטל לכך פי' מ\"מ השתא שהוא בטל:",
            "2": "נ\"ב כל זה בגמ':",
            "3": "נ\"ב פי' הרפת אינה מטעה את הבהמה אלא עומדת שם במנוחה ולא כמטורפת שרוצה לברוח למקום אחר:",
            "4": "נ\"ב בטל:",
            "5": "נ\"ב דפריקה וטעינה בחנם ולא קשה מיהו מאבדה:",
            "6": "נ\"ב דאורייתא:"
        },
        "34": {
            "0": "נ\"ב התנאי' מבלי עולם שמורים הלכה מתוך משנתם:",
            "1": "נ\"ב לישבע:"
        },
        "35": {
            "0": "נ\"ב הרי\"ף ז\"ל היה לו גי' ר\"ח דגרס ללישנא קמא ודאי הוי תיובתא עיין בתוס':",
            "1": "נ\"ב מאי מי אמרי' מיהדר קא הדר בי' או דילמא במילתי' קאי ודחויי הוא מדחי' ליה:",
            "2": "נ\"ב שילם הוא לבנים:",
            "3": "נ\"ב הגנב:",
            "4": "וישלם לו הקרן:",
            "5": "שייך לעיל אתניא כותי' דר' יוחנן השוכר וכו' ונגנבה וכו':",
            "6": "נ\"ב הבעלי':",
            "7": "נ\"ב שאין זו שום טובה:",
            "8": "נ\"ב פירוש בשעת הפקדון מוסר וגומר בלבו מטעם דאיכא צד דאי בעי פטר נפשי' כגון אי ליכא עדים:",
            "9": "צ\"ל עבדי:",
            "10": "דאל\"כ למה פירשו דאינו יכול לחזור בו הא קי\"ל כשאין עסוקין באותו ענין אינו יכול לחזור בו אבל כשהם עסוקין באותו ענין אפי' בב\"ד יכול לחזור בו:",
            "11": "נ\"ב ל' רש\"י מי אמרי' כיון שכל הפרה שילם קנה או דלמא כיון דתרוייהו חד פקדון הוי ואינו משלם את שתיהן לא אקנו לו וכו':"
        },
        "36": {
            "0": "נ\"ב דלא דמי לאטרחי' לשבועה דקני כפילא לרבא כששילם אח\"כ דהתם משלם ברצונו אבל ר\"נ הוצרך לגבות אפדנו. תוס':",
            "1": "נ\"ב טוח\"מ סי' קג:",
            "2": "נ\"ב או:",
            "3": "צ\"ל ואפ\"ה. [וכ\"ה בד\"ס]:",
            "4": "נ\"ב פי' שערבו על חוב אחד:",
            "5": "צ\"ל ממי:",
            "6": "דהנאות כצ\"ל:",
            "7": "נ\"ב ס\"א ר' זעירא:",
            "8": "נ\"ב פי' וא\"כ ע\"כ צריכת את להמוניה מה אמרת היה לך ליקח עדים הא הוה מצי למימר נאנסו ולא מועיל עדים אלא ודאי צריכת להימוני':"
        },
        "37": {
            "0": "נ\"ב פי':",
            "1": "נ\"ב ושהן קנויין לבעל:",
            "2": "נ\"ב והבעל יאכל פירות בחייה:",
            "3": "נ\"ב בחייו:",
            "4": "נ\"ב שטר אדרכתא בב\"ד אע\"פ שלא בא לידו:",
            "5": "נ\"ב פי' הא דאמרינן דבעל לוקח הוי מיהדר דוקא אבל יורש לא מהדר:",
            "6": "נ\"ב משום דמאחר שהשואל משלם לשוכר אמר הבעל פרתי גבך וכ\"כ התוספת בתירוץ א':",
            "7": "נ\"ב פי' על האבל קאי:"
        },
        "38": {
            "0": "נ\"ב שמעינן דרב פוטר הראשון לגמרי ולר' יוחנן דאמר חייב שמעינן מרבא דבאשתו ובניו פטור:",
            "1": "בפ' כצ\"ל:",
            "2": "נ\"ב אימא סיפא וא\"ל פטור:",
            "3": "נ\"ב פי' אין הפשיעה מחמת הכניס' אלא כניסת עדרו:"
        },
        "39": {
            "0": "נ\"ב צ\"ע דזה דעת ר\"ט וסיים הרי\"ף אבל היכא כו' שהוא דעת ר\"ע:",
            "1": "נ\"ב אע\"ג דדייקינן בגמ' מתני' כוותי' דר' טרפון מכל מקום מוקי הרי\"ף הלכה כר' עקיבא:",
            "2": "נ\"ב חבור הדברים אף על גב דהך סיפא חלוק מרישא דרישא מיירי בדתבעי ליה ולא דמי לרישא אלא לענין שמיירי לצאת ידי שמים כמו ברישא וא\"כ למה יהא פטור הא הוי ברי ושמא:",
            "3": "נ\"ב חייב:",
            "4": "נ\"ב וא\"כ צריך לומר נמי האי דהגוזל בתרא איני יודע אם גזלתיך כו' שפטור אפילו לצאת ידי שמים מיירי בדלא תבעי ומתניתין דהכא דהשאר מונח איירי אפילו תבעי משום דאינו יודע מי טוען אמת או זה או זה:"
        },
        "40": {
            "0": "נ\"ב בגמ' מפרש הצריכותא למה פליג תרי זימנא במאתים זוז ובב' כלים:",
            "1": "נ\"ב זוז:",
            "2": "תי' מתני' נמחק:",
            "3": "בסלעי כסף:",
            "4": "תי' בידו נמחק:",
            "5": "נ\"ב דהטעם דגזילה משום קנס אבל היכא דלית איסור פטור:",
            "6": "נ\"ב פירוש אפילו האידנא הוי דינא הכי:",
            "7": "נ\"ב הא דפטור מתני' מדיני אדם באינו תובעו:",
            "8": "נ\"ב אם ימכרם:",
            "9": "נ\"ב דאי דוקא הוה צריך לומר דפליג ר' יוחנן דאמר אבל יותר מכדי חסרונן ד\"ה מוכרן אדרב כהנא דמפרש הטעם שם רוצה אדם בקב שלו מט' קבים של אחרים לכך מפרש דלאו דוקא:"
        },
        "41": {
            "0": "נ\"ב ומייתי המעשה כאן להשמיענו אע\"פ שנקבוה העכברים והפסידו לא התיר למכור אלא עד שהגיע שעה חמישית:",
            "1": "נ\"ב פי' שהי' ההליכה למדינת הים על כרחו ע\"י שנשבוהו:",
            "2": "נ\"ב רציחה בלשון פרסי:",
            "3": "נ\"ב דאי אשבויין דהשתא זריז נשכר הוה מאי דאשבח מבעי כך מסקינן בגמ':",
            "4": "נ\"ב קלקל הקרקעו' יזרעם תמיד ולא יעדור ויפסידם עכ\"ל רש\"י וברש\"י שלפנינו מהופך הרבה שלא יעבוד ויזרע כראוי אלא יהיה שדה בור וכך נראה מהגמ':",
            "5": "נ\"ב כן מסקינן בגמ':",
            "6": "נ\"ב מימרא הוא דרב יהודה אמר שמואל הלכה כר\"ש בן גמליאל:"
        },
        "42": {
            "0": "נ\"ב ולא קרוב מחמת קרוב כגון קטן שיש לו אח מאב ואותו אח מאב יש לו אח מאם דאיש נכרי הוא אצל קטן אין מורידין אותו אח מאם לנכסי קטן מחמת אותו אח מאב שהוא אחיו של קטן דאתי לאחזוקי בהו מחמת אחיו ויאמר נכסים הללו של אחי מאמי הם שנפלו לו מאביו ואני מכחו בא. רש\"י:",
            "1": "נ\"ב רש\"י מדאמר קרוב אין מורידין הא אחר מורידין ואמאי ניחוש שמא יטעון אתה מכרת לי משגדלת אלא ש\"מ אין מחזיקין בנכסי קטן אפילו משהגדיל:",
            "2": "נ\"ב פי' דאין מורידין קרוב לנכסי קטן:",
            "3": "שיטעון צד ירושה:",
            "4": "נ\"ב שהשכנים יודעים אי בית זה בא לחלקן:",
            "5": "נ\"ב פי' מחצה:",
            "6": "נ\"ב פי' שיבור השדה:",
            "7": "נ\"ב ומיירי נמי בשלא שמעו שמת ואמר רבא מיגו כו' עי' לקמן בנ\"י:",
            "8": "והיינו טעמא דאמרינן הכא לדיקנני כצ\"ל:",
            "9": "נ\"ב פי' אע\"ג שעדיין לא חלקו:"
        },
        "43": {
            "0": "נ\"ב מי דמי התם גדולים ידעי ומחלי לי' כו':",
            "1": "נ\"ב אתה:",
            "2": "יעשו אחת שישתקו אבל שתים לא יעשו לא דיין שישתקו מלומר כצ\"ל:",
            "3": "כן לכל כור. וכור כצ\"ל:",
            "4": "נ\"ב דאמרי' על הא דהניח גדולים וקטנים השביח הגדולים השביחו לאמצע ל\"ש אלא ששבחו מחמת נכסים אבל שבחו מחמת עצמן השביחו לעצמן:",
            "5": "נ\"ב השביחו לאמצע:",
            "6": "נ\"ב מי דמי כו':",
            "7": "נ\"ב ומפסיד שאינו נוטל השאר הוצאה לא מבעה\"ב ולא מנגזל:"
        },
        "44": {
            "0": "נ\"ב פי' ומה שנשאר עוד חסר חשיב על כל אחד החסרון כפי פירותיו:",
            "1": "נ\"ב נשברה:",
            "2": "נ\"ב לעמוד עליו במקום סולם וליקח הגוזלות מן הקינות:",
            "3": "נ\"ב לו:",
            "4": "ועד כצ\"ל:",
            "5": "נ\"ב פי' האי וכן לכל כור וכור עד עשרה כורין דוקא:",
            "6": "נ\"ב דבגמרא מפרש דאם ירצה המוכר לערב השמן בשעת מכירה למכור עם השמרים הרשות בידו:",
            "7": "נ\"ב לו:",
            "8": "נ\"ב ונראה לומר דהנ\"י ז\"ל הכי פי' דבריו של ר' יוחנן בן נורי אלא אין מוציא לו חסרונות אלא לכור בלבד פי' בשלא הפקיד אלא כור אחד בלבד אבל בשהפקיד ב' או ג' כורין אין מנכין לו כלום משמע דיש ביתרון מה שמותיר יתר על מה שאכלו העכברים כו':"
        },
        "45": {
            "0": "נ\"ב לשון גמ' דף מג ע\"ב דאמר משלם כשעת התביעה כו' הלכה כר\"ע או אין הלכה. א\"ל הכי אמר ר\"י הלכה כר\"ע לעולם מאי לעולם אמר רב אשי לא תימא ה\"מ היכא דליכא עדים אבל היכ' דאיכ' עדים לא. א\"נ דהדרי' לדוכתי' ואתא לאפוקי מדרבי ישמעאל דאמר לא בעינן דעת בעלים קמ\"ל דבעינן דעת בעלים. ופרש\"י להודיעך אף בזו הלכה כר\"ע דאמר לעיל גבי גנב טלה דבעינן דעת בעלים:",
            "1": "נ\"ב פי' דאתיא כר' ישמעאל:",
            "2": "נ\"ב שייך אגמ':",
            "3": "נ\"ב ופירוש לפניהם כמו לעיניהם שישמרו התיבה:",
            "4": "נ\"ב שוברי התקרה:"
        },
        "46": {
            "0": "נ\"ב וכך:",
            "1": "נ\"ב לשון גמרא והאידנא דשכיחי גשושאי אין להם שמירה אלא בשמי קורה והאידנא דשכיחי פרומאי אין הם שמירה אלא ביני אורבי:",
            "2": "נ\"ב פי' בלסטין מזוין:"
        },
        "47": {
            "0": "נ\"ב והא דקתני אם אבדו כדרבה דאמר רבה נגנבו בלסטין מזויין אבדו שטבעה ספינתו בים:",
            "1": "צ\"ל מאן:",
            "2": "נ\"ב שלא היה המוכר נותן ליתמי אלא בקרא היה צריך ליתן להם לא היינו עושין פשרה:",
            "3": "נ\"ב זרועה בין הקוצים וקוצים מעורבין בה:"
        },
        "48": {
            "0": "נ\"ב לאפוקי בתחילה רצה לפרש בגמרא דפליגי במימרא דרבה:",
            "1": "תי' דברי ר\"ע נרשמי' למחוק:",
            "2": "נ\"ב פי' טעמא דר\"ע כשעת התביעה מדכתב ביום אשמתו ביום שבא החיוב וכיון דאיכא עדים מההוא שעתא איחייב ליה:",
            "3": "נ\"ב ל\"ג דכתיב ביום אשמתו ובי דינא הוא דמחייבי אשמה:",
            "4": "נ\"ב ודוקא ביין שייך האי טעמא דהחמיץ אבל בחבית של שמן ס\"ל מ\"ד דצריכה חסרון חסרון ממש. עי' מה שכתוב לעיל בפרקין על הגליון של הנ\"י ד\"ה איתמר וכו':"
        },
        "49": {
            "0": "נ\"ב נראה מדברי הרי\"ף דמוקי מעשה דחסי בדאיכא עדים וראיה דאמוד אבל סימנין אינו ראי' בלא עדים ומ\"מ צריכין אנן לסימנין כמו שכ' הר\"ן בב\"ק פ' הגוזל ומאכיל ד\"ה אין אנו יודעים ול\"נ דאפשר לפרש דברי הרי\"ף בלא עדים ואפ\"ה כתב שפיר ושמעינן מינה וכו' ודו\"ק:",
            "1": "נ\"ב דאי היה יכול לטעון אנן נמי טענינן ליתמי כל מה שהיה יכול לטעון אביהם:",
            "2": "נ\"ב פירוש שהנפקד נתן להמפקיד שטר עליו שהפקיד בידו כך וכך:",
            "3": "ואין צריך לפרוע כצ\"ל ונ\"ב ס\"א לישבע:",
            "4": "נ\"ב ס\"א שנסדקה:",
            "5": "נ\"ב וצ\"ל שט\"ס בדברי רש\"י ז\"ל בד\"ה חייב לשלם צ\"ל פטור מלשלם ומ\"ש ולמ\"ד מנה לי בידך והלה אומר איני יודע פטור צ\"ל חייב ואפ\"ה שפיר פריך הגמ' מסיפא על רב הונא ורב יהודה דאמרי חייב ומוקי מתני' בדלא קא תבעי ליה ורישא בבא לצאת ידי שמים:"
        },
        "50": {
            "0": "נ\"ב ותחזור ותשנה לנו בזקנותך הזהב קונה את הכסף בילדותי' מאי סבור ובזקנותי' מאי סבור בילדותי' סבר דהבא חשיבא הוי טבעא כספא דלא חשיבא הוה פירי וקני לי' פירי טבעא בזקנותי' סבר כספא דהוה חריף הוה טבעא דהבא לא חריף הוי פירי:",
            "1": "נ\"ב את שלך:",
            "2": "צ\"ל עמו:",
            "3": "נ\"ב פי' דסגי חריפי טפי:",
            "4": "נ\"ב לאפוקי מלכות דהוי פירא כיון דלא סגי כדלקמן:",
            "5": "נ\"ב דהיינו אסימן לפ' פי' הנ\"י:",
            "6": "נ\"ב כגון דינר זהב טבוע דאיתא בברייתא זו דטלית קונה דינר וכו':",
            "7": "נ\"ב בכיס מלא מעות:",
            "8": "נ\"ב פי' של כסף:"
        },
        "51": {
            "0": "נ\"ב תנן התם ב\"ש אמרו לא יעשה אדם סלעין דנרי זהב וב\"ה מתירין ר\"י ורשב\"ל חד אמר מחלוקת בסלעין על דנרים דב\"ש סברי כספא טבעא ודהבא פירי וטבעא אפירי לא מחללינן וב\"ה סברי כספא פירי ודהבא טבעא ופירי אטבעא מחללינן אבל פירות על דנרין ד\"ה מחללינן כו' וחד אמר אף בפירות על דנרין מחלוקת ל\"א חד אמר מחלוקת בסלעין על דנרין דבית שמאי סברי הכסף ראשון ולא כסף שני ובית הלל סבר הכסף כסף ריבה ואפילו כסף שני אבל בפירות על דנרין ד\"ה מחללין דאכתי כסף ראשון הוא וח\"א אף בפירות נמי מחללין ת\"ש וכו' אלא אי אתמר הכי אתמר כמו שכתב הרי\"ף מכח גזירה:",
            "1": "נ\"ב פירוש לענין מעשר שני אבל לענין הלואה או לענין מו\"מ הוי דהבא פירי לגבי כספא כמ\"ש הזהב קונה את הכסף:",
            "2": "נ\"ב פירוש חליפין:",
            "3": "נ\"ב פי' כלי ונקיט פירא לאפוקי מטבע:",
            "4": "נ\"ב לו כצ\"ל:",
            "5": "נ\"ב ומסיק:"
        },
        "52": {
            "0": "נ\"ב שצורתה תהיה קיימת:"
        },
        "53": {
            "0": "תי' אינו נרשם:",
            "1": "כשמשך כצ\"ל:",
            "2": "נ\"ב פי' דהא אינו נותן לו רק דינר בדינר אבל כאן נותן לו דינר וטריסית יותר הוי כמו רבית קצוצה ולכך צריך לומר דפרוטות של בעה\"ב אינן טבועות ולכן נותן לו פרוטה יותר ובתוספות מפ' בענין אחר:",
            "3": "נ\"ב פי' דשל בעה\"ב נמי בצורה:",
            "4": "נ\"ב פי' הא דקאמר רב אשי נעשה כאומר לי הלויני משמע דהכא הוי דרך הלואה לאו הלואה ממש וכו' וכן המקשה דקאמר הוי ליה הלואה ואסור:",
            "5": "נ\"ב וה\"פ למסקנא דאמר כל הנישום וכו' מיירי בשור ופרה מחיים דחשובים ככלי ואפילו ר\"נ מודה דעבד חליפין ולא פריך הניחא וכו' אלא למדס\"ד דמיירי בבשר שור שהוא פירי לכך הקשה אליבא דרב נחמן וכן פרש\"י ותוס' אבל ר\"י ז\"ל לא גרס במקשה בשר שור אלא אפילו בהמה בחייה נמי פירי הוי לכך פירש דאתקפתא דהניחא היא לפי האמת:"
        },
        "54": {
            "0": "נ\"ב ל\"ג אמר מר מכור לי באלו קנה ומחזיר אונאה לימא קסבר ר\"ה מטבע נעשה חליפין לא סבר כר' יוחנן דאמר דבר תורה וכו':",
            "1": "נ\"ב חליפין:",
            "2": "נ\"ב פי' שמשך הפרה בלא טלה ועדיין לא משך שכנגדו את החמור:",
            "3": "נ\"ב ומקפיד עליהם:",
            "4": "נ\"ב פי' שמקפיד שיהא שוה בשוה ובהך מבעיא ליה:",
            "5": "נ\"ב דקאמר פשיטא דמים ואין מקפיד הא קאמרינן דקני דכחליפין דמי:",
            "6": "נ\"ב כגון דמטא זמנא למגבי מינה וארווח לה זימנא:",
            "7": "נ\"ב וכו':",
            "8": "נ\"ב ל\"ג ור\"נ נמי הכתיב לקיים כל דבר דנקנין במנעל:"
        },
        "55": {
            "0": "נ\"ב מאן דשדי דליקה:",
            "1": "דטעמא כצ\"ל:",
            "2": "על החוזר כצ\"ל:",
            "3": "תי' שמא רשום:"
        },
        "56": {
            "0": "נ\"ב שייך לגמ':",
            "1": "נ\"ב ע\"כ של\"ג:",
            "2": "נ\"ב וגו':",
            "3": "תי' אפילו רשום למחק:",
            "4": "והתני' כנ\"ל ונ\"ב והתניא נתן לספר מעל וספר הא בעי לממשך תספורת הב\"ע בספר נכרי דלאו בר משיכה:",
            "5": "נ\"ב מה:",
            "6": "נ\"ב אלא לא זה ולא זה יכולין לחזור מלקיים מן המכירה כנגד הערבון וחוזרין על השאר. עכ\"ל רש\"י:",
            "7": "דבפ' כצ\"ל:",
            "8": "נ\"ב פי' שמא לא יתן לו ישראל כלום ונמצא אוכל למפרע טבלים:"
        },
        "57": {
            "0": "נ\"ב אמרי אמר ליתן כו':",
            "1": "נ\"ב כדלקמן שמור לו ואמר הנח לפני שומר חנם אר\"ה שמור לי ואמר הבת לפניך אינו לא שומר חנם ולא שומר שכר:",
            "2": "צ\"ל ע\"ב לוגין:",
            "3": "נ\"ב לפי שינו השער:",
            "4": "לנדר כצ\"ל:",
            "5": "אפי' כצ\"ל:",
            "6": "לא הוי וכו' ומ\"מ צריך כצ\"ל:",
            "7": "לוקח כצ\"ל:"
        },
        "58": {
            "0": "נ\"ב פי' אפי' אי הוי זוזי פקדון גבי' ואנפיקנון הוא ברשותיה וכ\"ש הני זוזי דדידיה אינון:",
            "1": "תי' דכ\"ע רשומים [וכן בד\"ס ליתא]:",
            "2": "נ\"ב בגמ' וברא\"ש היכא דליכא שתות מב' צדדים אבל היכא דאיכא שתות מצד א' וכו' ואפשר לדברי רב אלפס קאי איתר משתות דבטל המקח היינו דוקא היכא דאיכא יתר משתות משני צדדים וכו':",
            "3": "נ\"ב רש\"י ורשכי קארי משי:",
            "4": "נ\"ב שואל בדמיהן שיתא זוזים:"
        },
        "60": {
            "0": "נ\"ב פי':",
            "1": "נ\"ב ז\"ל הברייתא אונאה פחות משתות נקנה מקח יתר משתות בטל מקח שתות קנה ומחזיר אונאה ר\"י הנשיא אומר יד מוכר על העליונה רצה אומר לו תן לי מקחי או תן לי מה שאינתני וזה וזה בכדי שיראה לתגר ולקרובו:",
            "2": "לחברו או לשלוחו כצ\"ל:",
            "3": "נ\"ב פי':",
            "4": "נ\"ב זהו לפרש\"י:"
        },
        "61": {
            "0": "בדפוס קושטאנטינא הגירסא עשוק לכריסיך ושרי לגביך:",
            "1": "יקוץ יתר מכן דאתו וכו' כצ\"ל ונ\"ב ל' גמ' עד כמה תפחת ויהא רשאי לקיימה לסלע ב' דינרים פחות מכאן יקוץ יתר על כן מאי אמר רב הונא פתות מכאן יקוץ יתר מכאן יקוץ ר' אמי אמר יתר על כן יקיים:",
            "2": "נ\"ב דכתב ואם לא חסרה אלא בפחות משתות יקיים:",
            "3": "נ\"ב ל\"ג היכי אי בכרכים הא אמרת עד שיראה לשולחני ואי בכפרים הא אמרת עד ערבי שבתות אמר ר\"ה מדת חסידות שנוי כאן:"
        },
        "62": {
            "0": "נ\"ב וגו':",
            "1": "פשיטא מאי קמ\"ל וכו' כהנא דאמר יש אונאה לפרוטות כנ\"ל:"
        },
        "63": {
            "0": "נ\"ב פי' דאמרי' דש\"ח אינו נשבע בהקדש:"
        },
        "64": {
            "0": "נ\"ב אמרו:",
            "1": "נ\"ב את:",
            "2": "נ\"ב אמרו:",
            "3": "נ\"כ כלי:",
            "4": "נ\"ב ימים:"
        },
        "65": {
            "0": "צ\"ל משמרים ותיבת לחמרים נמחק:",
            "1": "בשל היום ושל היום וכו' ושל היום בשל היום כצ\"ל:",
            "2": "נ\"ב בלשון יון כד:",
            "3": "נ\"ב מלשון לא כחל ולא שרק ולא פרכס:",
            "4": "לא את הבהמה כו' והשאר נמחק:",
            "5": "נ\"ב מה:",
            "6": "צ\"ל עכשיו:",
            "7": "נ\"ב המוכר הלז:",
            "8": "נ\"ב לעיל מיניה:",
            "9": "שמעינן מהא דשייך לשון נשך כצ\"ל:",
            "10": "נ\"ב שני:",
            "11": "נ\"ב ל\"ג וכו':",
            "12": "נ\"ב דרבנן ונ\"ב לשון גמ' ולא יפחות את השער. מ\"ט דרבנן משום דמרוח לה תרעי:",
            "13": "נ\"ב ל\"ג רבא שרי למידק:",
            "14": "נ\"ב ברש\"י דע\"ע אסור לאחר החרבן שאין היובל נוהג:",
            "15": "נ\"ב ושקיל:"
        },
        "66": {
            "0": "נ\"ב וכו':",
            "1": "נ\"ב כל צרכו:",
            "2": "נ\"ב אשקומא בלע\"ז:",
            "3": "נ\"ב וכו':",
            "4": "נ\"ב וצ\"ע דהא לקמן מפרש כפרש\"י שמכבידו וקאי כשלוקח:",
            "5": "נ\"ב פי' ישראל אחר:",
            "6": "נ\"ב פי' אם הכותי מלוה מדעת עצמו ולא מדעת ישראל המפקיד שרי:",
            "7": "נ\"ב לקמן ברי\"ף:",
            "8": "נ\"ב אטו:",
            "9": "נ\"ב פי' שמצוה לו להלוו' לו בחנם משום האי עשה:",
            "10": "נ\"ב שייך לגמ':"
        },
        "67": {
            "0": "שאין כצ\"ל:",
            "1": "נ\"ב מקבל:",
            "2": "נ\"ב נמי אמרי':",
            "3": "כדתני רב ספרא וכו' כצ\"ל ונ\"ב ל\"ג כדאמר רב ספרא כו' הכי נמי כגון דאמר הלויני ל' דינרים וא\"ל ל' דינרים אין לי חטים בל' דינרים יש לי וחזר ולקחם ממנו כדינר זהב אי אית לי' חמרא ללוה דיהיב ליה בל' דינרים פירא הוא דקא שקיל מיניה וכו':",
            "4": "צ\"ל יהב:",
            "5": "נ\"ב וכ\"כ הרב המגיד ודוקא שלא התנו בתחלה ליתן לו בפחות שאל\"כ ה\"ז כמין רבית גמורה:",
            "6": "שלש תי' אלו צ\"ל מוקפים:"
        },
        "68": {
            "0": "נ\"ב הא:",
            "1": "בד\"ק הגי' כגון האי נמי טעותא ומחייב לאהדורי ואי לא כו':",
            "2": "נ\"ב עתה:",
            "3": "נ\"ב פי' במעות העודפות:",
            "4": "נ\"ב היא:",
            "5": "נ\"ב פי' שסיפר נ' וסבר שסיפר מ' ומונה ואילך פעם אחרת עד נ' וכן בין מ' כו':"
        },
        "69": {
            "0": "נ\"ב בנכייתא זו:"
        },
        "70": {
            "0": "נ\"ב פי' אלא ודאי לא צריך להדר משום דלא הוי אפילו אבק רבית:",
            "1": "נ\"ב שעומד המקח בקיומו:",
            "2": "נ\"ב פי' כטרשא דר\"נ:"
        },
        "71": {
            "0": "נ\"ב ודוקא דא\"ל לכי מייתית מותר המעות קני מעכשיו לפיכך אסור לעשות כן:",
            "1": "נ\"ב זה:",
            "2": "נ\"ב פי' מעתה:",
            "3": "נ\"ב לשם:",
            "4": "נ\"ב ונראה אדרבה דברי הר\"ן מוכתים שמיירי שמונחים באוצר של ר\"פ ודו\"ק וכל ראיותיו של מהר\"ם אינן כלום ודו\"ק:"
        },
        "72": {
            "0": "נ\"ב פי' כל השדה:",
            "1": "נ\"ב הכי אי' בגמ' טעמא מאי כיון דלוקח בעי לאתנויי והכא מוכר קא מתני אמרת פטומי מילי בעלמא הוא אלא מתני' דקתני לכשיהיו לך מעות אחזיר לך מותר דמוכר הוא דבעי לאתנויי מוכר לא אתני ולוקח קא מתני ואמרינן מ\"ש רישא ומ\"ש סיפא ואמר רבא סיפא וכו':",
            "2": "נ\"ב ולא אמרינן פיטומי מילי בעלמא הוא:",
            "3": "נ\"ב בדידי' קיימא:",
            "4": "אמר ר\"ה וכו' עד פרעון אלא מזו כ\"ז מוקף ונ\"ב דהא הרי\"ף מביא אוקימתא דגמ' בדאמר מעכשיו ואיך יביא דברי ר\"ה ור\"נ:",
            "5": "נ\"ב אף את:",
            "6": "נ\"ב ממך:",
            "7": "בחזקת שלא נתן וכו' ראי' שנתן כצ\"ל:",
            "8": "נ\"ב דלאו אורח ארעא למחול לו לגמרי בדמי הלואה דלמה יעשה כן דטוב לו שיהא בתורת משכון שיפדה מתי שירצה. תוס':",
            "9": "תי' הכא כתב צ\"ל מוקפין וצ\"ל אבל הרמב\"ן ז\"ל כתב:",
            "10": "צ\"ל אומר:",
            "11": "סודרא כבר למרי' כצ\"ל ונ\"ב ז\"ל התוס' וקנין סודר אינו אלא מעכשיו דלא מהני לקנות בו לאחר זמן כיון דבההוא שעתא כבר הדר סודר למרי':"
        },
        "73": {
            "0": "נ\"ב פי' שהגיע זמנו ולא נתן לו מעותיו:",
            "1": "נ\"ב פירוש קודם שהגיע זמנו:",
            "2": "נ\"ב בגמ' לטרדן:",
            "3": "נ\"ב דעתו:"
        },
        "74": {
            "0": "נ\"ב מאי:",
            "1": "נ\"ב התם טעמא מאי:",
            "2": "נ\"ב ופרש\"י אאתרא דמסלקי קאי דבאתרא דלא מסלקי מצי למיכל אפילו בלא נכייתא וכן פי' באשר\"י:",
            "3": "נ\"ב תי' מ\"ט בגמ' אינו וצ\"ל ואבק:",
            "4": "עמו בנכייתא כצ\"ל ונ\"ב ס\"א כמו:"
        },
        "75": {
            "0": "נ\"ב וטעם משום מחילה בטעות. תוס':",
            "1": "נ\"ב מצי:",
            "2": "נ\"ב מלוה:",
            "3": "נ\"ב פי' כדברי הרי\"ף ולא כרש\"י דלרש\"י קאי אאתרא דמסלקי אבל באתרא דלא מסלקי אוכל אפי' בלא נכייתא:",
            "4": "נ\"ב זמניה:",
            "5": "נ\"ב ס\"א דמתברי' [וכ\"ה בד' קושט' ובד\"ס]:",
            "6": "נ\"ב כך:"
        },
        "76": {
            "0": "נ\"ב דברי הרי\"ף:",
            "1": "נ\"ב בגמ' פירי:",
            "2": "שטרי כצ\"ל:",
            "3": "נ\"ב פי':",
            "4": "נ\"ב פי':",
            "5": "נ\"ב עי' בתוס':",
            "6": "תי' מאי רבינא אמר וכו' רשומים למחוק [וכן בד\"ס ליתא]:",
            "7": "תי' ואטרח רשום למחוק:",
            "8": "נ\"ב יהיו:",
            "9": "דליעבדו:",
            "10": "תי' ביטול רשום למחוק:"
        },
        "77": {
            "0": "נ\"ב דסברא כפועל בטל:",
            "1": "נ\"ב אצלו:",
            "2": "נ\"ב להושיבה עליהם לגדל אפרוחין:",
            "3": "צ\"ל סוס:",
            "4": "נ\"ב והרא\"ש כתב ליקח בהן פירות ע\"כ ומפרש הטעם משום דהכל בכלל פירי חוץ מכסות וכלים:",
            "5": "נ\"ב קאי אדלעיל מה שלא רצה להפסידן אלא שליש:",
            "6": "דהשתא כצ\"ל:",
            "7": "נ\"ב והיה אבק רבית ולא היינו מוציאין מיד בעל השטר:",
            "8": "לו מלאכה לעשות ומיהו וכו' שאין לו מלאכה כצ\"ל:",
            "9": "נ\"ב עי' לעיל בר\"ן סי' שמ:",
            "10": "נ\"ב דאמר בין מועט בין מרובה:"
        },
        "78": {
            "0": "נ\"ב סתם:",
            "1": "נ\"ב כ\"כ הרא\"ש:",
            "2": "נ\"ב פי' דאינו בכלל פירות. רא\"ש:",
            "3": "נ\"ב של עכשיו:",
            "4": "נ\"ב בשוה:",
            "5": "נ\"ב וכו':",
            "6": "נ\"ב בעל הבהמה:",
            "7": "תרגום של נושרין דנתר:",
            "8": "לשכר ולהפסד כצ\"ל ותי' ורחוק רשום למחוק:",
            "9": "נ\"ב הא דהלכתא כותי' וכגון וכו':",
            "10": "נ\"ב פי' מה שנושא על הבהמה:",
            "11": "נ\"ב וב\"י פי' דה\"ק במקום שנהגו שמה שצריך לתת למקבל בשכרו שנושא על כתיפו מנכין אותו מן הקרן וחושבין אותו עם הריוח ומחלקין אותו ביניהם ע\"כ אבל מהר\"ם לא פי' יפה לפי שיטת הטור שמביא ואין דברי הטור שייכין לדבריו:"
        },
        "79": {
            "0": "נ\"ב לפי מה שפסק לעיל דלית הילכתא כרשב\"ג צ\"ל דס\"ל לרי\"ף כפי' התוספות דהנהו הלכות ר\"ל שיטות אינהו ודו\"ק וכ\"כ הרי\"ף בסמוך:",
            "1": "נ\"ב בגמ' מי הוי שקיל טבא ושביק חסירי:",
            "2": "נ\"ב עליה הכי:",
            "3": "תי' בדקה ג' חדשים נרשמים למחוק:",
            "4": "נ\"ב ס\"א השכר:",
            "5": "נ\"ב פי' לפי ב' הפירושים הללו:",
            "6": "נ\"ב איני צריך להגיה ויותר נכון אם אינו וה\"פ כמ\"ש הר\"ן לעיל כיון שמקבל פרק משא למחצית השכר מקבל עליו חצי האחריות הקרן כו'. ומיהו הגהתו נראה כמ\"ש רש\"י שמפרש על מחצית חברו:"
        },
        "80": {
            "0": "צ\"ל שנטל:",
            "1": "נ\"ב אם נשבר:",
            "2": "הוי חנם ורבית כצ\"ל:",
            "3": "בשכירות שדה וכו' רע ה' זוז ושני כצ\"ל:",
            "4": "נ\"ב של:",
            "5": "נ\"ב קרי בני כופרא לפי שזופתין אותן בזפת:",
            "6": "נ\"ב פי' שימותו כמות אביהן:",
            "7": "נ\"ב פי' אותה מתנה:",
            "8": "נ\"ב בגמ' כי הא דאבא מר ברי' דרב פפא הוי שקיל אוגנא דקירי מקיראי וא\"ל לאבוה אוזפינהו זוזי:"
        },
        "81": {
            "0": "נ\"ב קרוי צאן ברזל:",
            "1": "צ\"ל אינו:",
            "2": "נ\"ב להרגיל אצל העכו\"ם וילמד ממעשיו:",
            "3": "נ\"ב בי (רב אושיעא) [ר' מיאשא] וההיא דאפקיד כסא דכספא בי חסא כו' כצ\"ל:",
            "4": "צ\"ל תנו רבנן:"
        },
        "82": {
            "0": "צ\"ל זה:",
            "1": "במצות כצ\"ל:",
            "2": "נ\"ב ושלוחו של אדם כמותו:",
            "3": "נ\"ב זל\"ג אמר רב ספרא כגון שנטל ונתן ביד וכו'. מהו דתימא נכרי גופא כי עביד אדעתא דישראל קא גמיר ויהיב קמ\"ל:",
            "4": "נ\"ב והיינו הך דאמרינן שליחות לנכרי לחומרא מטעם כיון דזוזי דישראל נינהו אסור למשקל מינייהו רבית כאילו היה שייך שליחות לנכרי. ובזה אין צריך להגהת מהר\"ם:"
        },
        "83": {
            "0": "נ\"ב שטר עליהו:",
            "1": "נ\"ב שאינה שלך:",
            "2": "נ\"ב פי' בשטר מכירה:",
            "3": "ונאמנים במגו דאין כתב ידם הוא זה:",
            "4": "נ\"ב פי' שמא יגבה מזמן ראשון:"
        },
        "84": {
            "0": "נ\"ב פי' אפילו בסתם מאחר שהוא דבר מועט כמו שאלת ככר לקמן בר\"ן סי' תר\"ז:",
            "1": "נ\"ב א\"ל רב יוסף בר חמא לרב ששת:",
            "2": "נ\"ב ומתבשלין:",
            "3": "נ\"ב פי' הדמי' והפירות יהיו בזול:",
            "4": "נ\"ב שם:",
            "5": "מלהרגיל כצ\"ל:",
            "6": "נ\"ב ולא חיישינן שמא יתיקרו לאחר זמן עוד יותר מאחר שיצא השער:",
            "7": "תי' יותר רשום למחוק [וכן בד\"ס ובד\"ק ליתא]:",
            "8": "נ\"ב ולא דמי למה דאמרינן לעיל אין מעמידין מלוה ע\"ג פירות אלא א\"כ יש לו ואף שיצא השער שאני התם כיון שהלוהו תחלה מחזי כרבית. אשר\"י ז\"ל:",
            "9": "נ\"ב ומה שדחק ר\"ח לפרש כן שנותן לו שכר מפני שנראה לו שכר מועט גילוי תרעא. תוס':"
        },
        "85": {
            "0": "נ\"ב עי' בתו' וברא\"ש פירושו:",
            "1": "נ\"ב להו:",
            "2": "נ\"ב בגמ' פרש\"י רב מרי בר רחל בת שמואל היתה ונשבית ונשאה עובד כוכבים ונתגייר ושמי' איסור גיורא ורב מרי הורתו שלא בקדושה ולידתו בקדושה ומשום כבודו תלאוהו על שם אמו:",
            "3": "נ\"ב בגמ' טפי כופיתא ופי' בערוך קנה שבסל:",
            "4": "נ\"ב ז\"ל תוס' שבעלי בתים המלוי' מגלים להם שערי היוקר שפעמים בעוד שהולכים החמרים למקום הזול וחוזרין מתייקרין כאן ובע\"ב מודיעין להם ומסייעין להם למכור ע\"כ. אבל מוזלי גבייהו אינו נראה לפירוש מהר\"ם דפירש על בעה\"ב של מקום היוקר דמה זול שייך אצלם. ויותר נראה לפרש על בעה\"ב של מקום הזול מוזילו לגבייהו כפרש\"י ז\"ל אך הל' נראה כפי' מהר\"ם דגרס הרי\"ף בספסרא חדתא הוא ר\"ל בעה\"ב השולח כמו שמצא בסימנים א\"ז:",
            "5": "נ\"ב לא מחזי כאגר נטר:",
            "6": "נ\"ב והא דשרי לקמן ללוות חטין בחטין לזרע היינו דוקא לאריסין משום דכי נחית לבציר מהכי נחית אבל אדם בעלמא אסור דהלואה הוא גביהם:",
            "7": "נ\"ב שבשביל:",
            "8": "נ\"ב האריסין:",
            "9": "נ\"ב ושמא החמיץ כולן:",
            "10": "נ\"ב אותו:",
            "11": "תי' ולאו אוזולו תרעי נרשמים למחוק:"
        },
        "86": {
            "0": "דבי רב כצ\"ל:",
            "1": "נ\"ב בגמ' איניש איניש לחודיה:",
            "2": "צ\"ל ורואין:",
            "3": "נ\"ב הפסד:",
            "4": "נ\"ב בחנות:",
            "5": "צ\"ל אע\"פ שלא יצא:",
            "6": "נ\"ב ואף ע\"ג דלא התנה עמו כלום על מנת שידור בו בשביל ביטול מעותיו:",
            "7": "נ\"ב דבשעת פרעון אפי' בסתם אסור אע\"ג דלא מפרש בהדיא בשכר שהיו מעותיך בטלות אצלי:",
            "8": "דיהבי כצ\"ל:",
            "9": "וההיא כצ\"ל",
            "10": "צ\"ל בתשרי:",
            "11": "נ\"ב דמותר לפסוק אע\"פ שלא יצא השער:",
            "12": "נ\"ב דאינשי",
            "13": "נ\"ב והמבטל כיסו של חברו ומתוך כך נאבדו מעותיו אין לו עליו אלא תרעומת:"
        },
        "87": {
            "0": "נ\"ב בגמ' עשיק עפרא הוי:",
            "1": "נ\"ב פי' דסאה בסאה אסור באין לו:",
            "2": "נ\"ב וזורע:",
            "3": "נ\"ב כשיעור הזרע:",
            "4": "נ\"ב שייך למשנה בגמ':"
        },
        "88": {
            "0": "נ\"ב בגמרא איתא והלכתא אחר והלל אוסר וטעות הוא ודברי הרי\"ף נכונים וכ\"כ האשר\"י:",
            "1": "נ\"ב פלפלין:",
            "2": "נ\"ב תהא:",
            "3": "נ\"ב דהואיל כשלוה בהיתר לוה משלם חטים:",
            "4": "נ\"ב עי' ברש\"י שבגמ':",
            "5": "דקדקו בדבר לחוש ולומר כצ\"ל:",
            "6": "נ\"ב של גריד:",
            "7": "נ\"ב של גריד:",
            "8": "ואני עמך ברביעה וכו' למלאכה בשדה כצ\"ל:",
            "9": "נ\"ב פליגי:",
            "10": "נ\"ב ל' אשר\"י בהג\"ה ואפילו בלא קציצה ואפי' שלא יצא השער ואפי' לית ליה מההוא מינאי דלא החמירו לדקדק באיסור סאה בסאה כולי האי לפרש\"י אבל ר\"י אלפס אוסר אא\"כ יצא השער או אית לי' מההוא מינא:",
            "11": "נ\"ב וא\"כ אינה חששא בקביעות זמן דהא יכול לפרוע לו תוך זמנו:"
        },
        "89": {
            "0": "נ\"ב לו:",
            "1": "שיראה ויבוש כצ\"ל:",
            "2": "הטעו כצ\"ל:",
            "3": "ארבעה דהא הד\"א:",
            "4": "נ\"ב כאילו:",
            "5": "י\"ג למדנו ונקודה שמו לפ\"ז:",
            "6": "נ\"ב לפי שקדרין רגילין להיות להן קרנות:",
            "7": "נ\"ב דהא קתני אין להם אלא תרעומות משמע אבל לשלומי אין צריך לשלם להם:",
            "8": "נ\"ב נותיב מדיליה:"
        },
        "90": {
            "0": "נ\"ב כמו שכתב הרי\"ף לעיל סוף פרק איזהו נשך:",
            "1": "נ\"ב זהו נלמוד ממה דפריך ולחזי עבידתי' כמו שפירש הנ\"י:",
            "2": "נ\"ב אמרו:",
            "3": "נ\"ב אחרים:",
            "4": "נ\"ב להן:",
            "5": "נ\"ב ותו לא:",
            "6": "כגון צ\"ל:"
        },
        "91": {
            "0": "נ\"ב כלישנא אחרינא בגמ':",
            "1": "נ\"ב פירשוה התוס' אפי' בלא סיירוהו ואפ\"ה הוי פסידא דפועלין שיודעין שרוב השדו' מתמלאו' ע\"י המטר ומתרווין הן:",
            "2": "נ\"ב נמי:",
            "3": "צ\"ל לית:",
            "4": "נ\"ב אינהו:",
            "5": "נ\"ב לדבר:",
            "6": "אם תמצאו שדה לחה לא אתן ויהיב להו כפועל כצ\"ל:",
            "7": "נ\"ב הא דפירש רש\"י כאן טעם אחר מלעיל אלא סיירוה עליו היה לתת לב ולהודיעם כו' משום דגבי מטרא לא שייך למסיק אדעתי' אלא טעמא משום דמזלייהו גרים וא\"כ מה לי אי סיירוהו או לא סיירוהו לכן פי' מי יאמר",
            "8": "נ\"ב להו:"
        },
        "92": {
            "0": "נ\"ב פי' שמת לו מת:",
            "1": "נ\"ב פי' שנוטל שכר גדול יותר מלפי טורח השליחות:",
            "2": "נ\"ב פי' של חברו:",
            "3": "נ\"ב מלאכה:"
        },
        "93": {
            "0": "נ\"ב יציאת:",
            "1": "נ\"ב לאתויי מאי:",
            "2": "נ\"ב פי' וא\"ת דלמא אמרי' כאן נמי פסידא דפועלין ולא שקלי יותר ממה שעשו כמו שמצינו לקמן בברייתא בפועל שחוזר בחצי היום שמת לו מת נוטל לפי מה שעשה כפי שהביא הר\"ן לעיל לכך מפרש שהרי נותן להם כו':",
            "3": "נ\"ב משלם:",
            "4": "נ\"ב פי' דמתני' מיירי כשאין מוצאין מלאכה אחרת והא דנותן לו יותר ממה שעשו ולא שכרו משלם משום דמנכין משום פועל בטל:",
            "5": "צ\"ל מיירי:",
            "6": "צ\"ל לשומה:"
        },
        "94": {
            "0": "נ\"ב נכסי:",
            "1": "ההוא גברא וכו' או לא תיקו כ\"ז מוקף:",
            "2": "צ\"ל ערבון:",
            "3": "נ\"ב קנה הכל:",
            "4": "נ\"ב מי אמרינן:",
            "5": "נ\"ב דאם נתן מקצת הדמים קנה מיהת כעדו:",
            "6": "נ\"ב וא\"ת בלא חזקה נמי יקנה מטעם כסף ויש לומר דמיירי במקום שכותבין שטר לכך אמר אם החזיק חשיב כמו כתיבת השטר:",
            "7": "נ\"ב לא קני:",
            "8": "נ\"ב ס\"א כשקונה כלל כל שהוא עייל ונפיק אזוזי [וכ\"ה בד\"ק ובד\"ס]:"
        },
        "95": {
            "0": "נ\"ב פרש\"י עייפות ויגיעה ממשאה:",
            "1": "נ\"ב בגמ' דחינן האי ברייתא:",
            "2": "נ\"ב בראש ההר:",
            "3": "נ\"ב שחשוב:<br>נ\"ב הלכך אומר לו הואיל ואף מזלך גרם שכור חמור אחר ולך אחריו עד שיפגע בחמור אחר:",
            "4": "נ\"ב פי' והיינו חייב להעמיד לו חמור שיכול לעכב השכירות לעצמו:",
            "5": "נ\"ב קאי אלעיל באם הקדים עליו מעות או קיבל קנין ופירו' היינו חייב להעמיד לו חמור מדמי הנבלה אבל לא להוסיף מביתו:",
            "6": "נ\"ב פי' לשמואל:",
            "7": "נ\"ב פי' כאן הוחמה וכאן הוחלקה או בשאר הזיקי' הם מחולקים ושמא גם כאן היה היזק אחר אלא מחייבינן ליה על שלא שמר לאמירתו של משכיר:",
            "8": "נ\"ב זל\"ג דלמא התם נמי אדעתא דפורים יהבי אדעתא דמידי אחרינא לא יהבי:",
            "9": "נ\"ב ול\"ג מאי והבריקה נהורייתא רבא אומר אבזקתא:",
            "10": "נ\"ב עי' בגמ':",
            "11": "נ\"ב דמלכא:"
        },
        "96": {
            "0": "נ\"ב ותנה לי משלם את משכורתי:",
            "1": "נ\"ב פי' זקן שלא טען פירות:",
            "2": "נ\"ב פירוש פרק עצמו ממנה ונשאר טעונה בתוכה:",
            "3": "נ\"ב לפעולתך:",
            "4": "נ\"ב כאן:",
            "5": "נ\"ב אנא:",
            "6": "ספינה אחריתא הואיל והספן יש בידו להשלים תנאו כצ\"ל:",
            "7": "נ\"ב פי' בחמור זה והיינו חמור אחר אם יש בדמי הנבילה ליקח:",
            "8": "נ\"ב פי' על חמור זה:",
            "9": "נ\"ב צ\"ל מוכרו ולוקח אחר:",
            "10": "נ\"ב פי' ואחריותו על כל נכסיו:",
            "11": "נ\"ב ל\"ג ה\"ד אי דמשכח לאגורא כו' אי דלא משכח לאגרא כולי אגרא בעי לשלומי:"
        },
        "97": {
            "0": "מעוברת ומניקה כצ\"ל ונ\"ב פי' ואפי' מעוברת והיא מניקה [כ\"ה מסקנת הגמ' וכ\"ה ברא\"ש. ג\"א]:",
            "1": "צ\"ל יוחנן [וכ\"ה הב\"ח]. וכ\"ה בגמ' וברא\"ש ובפוסקים. ג\"א:",
            "2": "נ\"ב לפי המסקנה הא דאמרה הבריי' מום זה שהוא ניכר בעין לאו דוקא דהא אם איתנייהו לכולהו מומין אמר רב מרדכי אפילו לא ניכר אינו מקח טעו' וכן פירשו התו' דסיפא דבריית' דקתני ומום אחר לאו דוקא ואפי' הזכיר לו כמה מומין ע\"ש",
            "3": "נ\"ב מהר:",
            "4": "נ\"ב זה אוחז את הדרבן לכוון את הפרה לתלמיה וזה הולך אחר המחרישה ומכביד היתד בקרקע:",
            "5": "המנהיג הוא נשבר והוי דבר המוטל בספק כצ\"ל:",
            "6": "נ\"ב לאפוקי מפרש\"י על פרקה לטעונה בגבה:",
            "7": "זל\"ג השתא מניקה אמרת מעוברת מבעיא:",
            "8": "פי' דמיירי שנעריו הלכו עם בהמותיו ולא פועלים שכורים:"
        },
        "98": {
            "0": "פי' צריך להוסיף על לתך דהיינו טו סאין עוד סאה אחת:",
            "1": "נ\"ב ביה:",
            "2": "נ\"ב לשון זה שייך כשכבדו העליונות ונשתברו התחתונות ורש\"י פי' כשחבטו לאלתר לא הספיק לפרק המשא מעל כתיפו עד שרבץ תחת משאו:",
            "3": "נ\"ב פי' הא דכבד עליו לא מחמת כבד המשא אלא שחלש לפי שעה ואחר שעה יוכל לסבול טורח המשא לכך לא שדייה מעליו:",
            "4": "נ\"ב לאפוקי מדברי המקשה שרצה לדייק הא גמרתיו ש\"ש ומפרש תרצן לא ה\"ה גמרתיו ש\"ח אלא הדיוק הא הביא מעות:",
            "5": "נ\"ב ז\"ל רש\"י לא אמרינן נפח השוה הרי הוא כמשקל כו':",
            "6": "נ\"ב נ\"ל דצ\"ל כגון במקום כמו ואין צריך להגהת מהר\"ם:",
            "7": "נ\"ב אבל מעות דליהוי שומר שכר משום שכר מצוה כצ\"ל:",
            "8": "נ\"ב פי':",
            "9": "נ\"ב זל\"ג אבל גמרתיו מאי ש\"ח א\"ה אדתני וכולן שאמרו טול את שלך והבא מעות ש\"ח נשמעינן גמרתיו וכ\"ש טול את שלך. טול את שלך איצטריכא ליה ס\"ד אמינא ש\"ח נמי לא הוי קמ\"ל:"
        },
        "99": {
            "0": "נ\"ב במלאכתן היה:",
            "1": "נ\"ב שכר:",
            "2": "נ\"ב משום:",
            "3": "נ\"ב ונהנה:"
        },
        "100": {
            "0": "נ\"ב דהאי ודאי קנאו דהא לגוביינא שקלי':",
            "1": "נ\"ב לאחרי':",
            "2": "נ\"ב באיזה משכון קאמר:",
            "3": "נ\"ב כן משמע בגמרא שר\"י קאי אפי' אשומר חנם:",
            "4": "נ\"ב הוא:",
            "5": "נ\"ב פי' לדינו דס\"ל דאינו משמט:",
            "6": "נ\"ב פי' ולכך נמי קנה משכון לענין זה שאינו משמט אפילו כנגד כולו מיהו אם אבד חייב להשלים עד כדי חובו:",
            "7": "נ\"ב פי' בזה ליתא דשמואל:",
            "8": "צ\"ל נתינת ממון:",
            "9": "נ\"ב דאמר שומר אבידה ש\"ח:",
            "10": "פי' באש:"
        },
        "101": {
            "0": "נ\"ב פי' כגון במקום דלא שכיחי סהדי דמפטר בשבוע' לא משבעינן ליה שלא תבר בכוונה אלא שלא פשע דאל\"כ היינו מצריכין ליה לאייתי סהדי שלא תבר בכוונה. וס\"א דאיכא סהדי דלא פשע כו'. וספרים שלנו נכון ודו\"ק:",
            "1": "נ\"ב פי' ש\"מ דאית ליה תביעת ממון עלייהו מדלא אמר שבועה אית לך גבייהו ולא ממונא ש\"מ אית לי' גבייהו ממונא ולא משכחת שיש לו ממון ולא שבועה אלא בדאית ליה ראיה דאמרינן ליה אייתי ראיה או שלים לכך הי' צריך רב ע\"כ להודות לרבה שלאו הדין הכי אבל אם לא באלו אלא שבועה היה לו לרב לחזק בשיטתיה ולומר לרבה הלא אין לך עליהם אלא שבועה ומדלא אמר הכי אלא הודה לדבריו של רבה ש\"מ שיש לו לרבה תביעת ממון עליהם:",
            "2": "ואצל מי הוי ושל מי היו כצ\"ל:",
            "3": "נ\"ב של:",
            "4": "נ\"ב כפי' הרי\"ף:"
        },
        "102": {
            "0": "כנפש של בעה\"ב כך כו':",
            "1": "כגון נפרשו עגולין זה מזה דמתני' כצ\"ל ונ\"ב או אפשר לפרש כגון הבודל בתמרים:",
            "2": "נ\"ב ז\"ל רא\"ש משמנין ביניהם ירושלמי א\"ר אושעי' אמר ר' אלעזר בכ\"מ המוציא מחבירו עליו הראיה חוץ מזו זאת אומרת מנהג עוקר הלכה:",
            "3": "לבני בית מעון נשכרים כבית מעון ובני בית מעון שעלו לשכו' בטבריא נשכרי' כו':",
            "4": "נ\"ב על איו:",
            "5": "נ\"ב פי' דמלאכים לא היו צריכים לשאול אך בא ללמדנו דרך ארץ והנקודה מלמדנו שלא היו צריכים אך ללמוד דרך ארץ:",
            "6": "נ\"ב אפילו על ידי בעלה:",
            "7": "נ\"ב משמע מדבריו אפי' לפי האמת דאשמועי' דרך ארץ שמעינן נמי ששאלו לשרה על אברהם ממלת איו ודו\"ק:",
            "8": "דשור כצ\"ל:",
            "9": "נ\"ב דבזמן:"
        },
        "103": {
            "0": "ישראל הדש בפרתו של נכרי עובר:",
            "1": "נ\"ב תרי:",
            "2": "טרסקלין כצ\"ל:",
            "3": "נ\"ב ופירשו התוס' ורבנן לא פליגי עלי' במאי דמפרש טעמא משום דמעלי לה:",
            "4": "את טעם המלילות כצ\"ל:",
            "5": "נ\"ב דפועל אוכל בהן:",
            "6": "הג\"ה מהר\"ם בא רשום בקו ונראה להגיה ובלא נטלו רשות דפשיטא דאם נטלו רשות כו' לאפוקי מדברי רא\"ש דמוקי ברייתא זו אפילו בנטלו רשות ואסור משום מעשר אלא הר\"ן מפרש כרי\"ף דטעמא משום דהוי כענבים וד\"א:"
        },
        "104": {
            "0": "תי' גמר מוקף ונ\"ב בגמ' בשעת מלאכה:",
            "1": "נ\"ב להכניס:",
            "2": "נ\"ב ס\"א כף:",
            "3": "נ\"ב בהא:",
            "4": "נ\"ב והולכין:",
            "5": "נ\"ב דידן:"
        },
        "105": {
            "0": "נחתכו דלועיו נ\"ב בגמ' וברא\"ש אינו:",
            "1": "נ\"ב ובתלוש וכו':",
            "2": "וכ\"ש עושה במחובר כגון מנכש דאוכל ממנהג כצ\"ל:",
            "3": "נ\"ב. או בתלוש שנגמר מלאכה:"
        },
        "106": {
            "0": "נ\"ב קיימי:",
            "1": "אתו ומצלי כצ\"ל ותי' אינשי רשום למחוק:",
            "2": "נ\"ב נמי:",
            "3": "תי' מצי בשני מקומות רשומים למחוק ונ\"ב בגמ' וברא\"ש אינו:",
            "4": "נ\"ב בגמ' פ' המפקיד דף לו ע\"ב אוקימנא הכי:",
            "5": "נ\"ב פי' שלם לבעלים והוא יפרע מן הגנב:",
            "6": "דהאי כצ\"ל:",
            "7": "נ\"ב ברעב או:",
            "8": "נ\"ב נראה כן מדברי הרי\"ף מדכתב סתם שאומדין אם יכול להציל חייב ואם לאו פטור משמע אפילו לא שמע דאל\"כ היה לו לפרש כמו שאמרו בגמ' א\"ה תחלה בפשיעה וסופו באונס חייב דשמע קול ארי' לעיל בפרק המפקיד:",
            "9": "נ\"ב פי' דאין לו מגו:"
        },
        "107": {
            "0": "נ\"ב בעלה עמה או שכר וכו' כצ\"ל ותיבות השוכר את הפרה מוקפין ונ\"ב הכי איתא בגמ' וגי' רש\"י ז\"ל והרא\"ש שאל את הפרה ושכר בעלה עמה:",
            "1": "נ\"ב בגמ' אר\"נ מתני' נמי דיקא דקתני כל שאפשר לו לקיימו בסופו והתנה עליו מתחלתו תנאו קיים הא א\"א לו לקיימו תנאו בטל ש\"מ:",
            "2": "נ\"ב פי' מציעתא:",
            "3": "צ\"ל שניה:",
            "4": "נ\"ב ומ\"מ צריך ו' דוכי ישאל דצריך לרמוז לן הכתוב שילמוד הפרשיות אחת מחברתה:",
            "5": "נ\"ב עמו:",
            "6": "נ\"ב עמו:",
            "7": "מאם כצ\"ל:",
            "8": "נ\"ב עמו:"
        },
        "108": {
            "0": "נ\"ב דין זה נלמד מן הברייתא הזאת שהביא הרי\"ף לכך הביא הרי\"ף כאן אחר הברייתא:",
            "1": "שאל וכו' עד ויפטר כ\"ז נרשם למחוק:",
            "2": "נ\"ב הא:",
            "3": "התי' איפוך אנא במרובעים צ\"ל במוקפים ונ\"ב היה עמו בשעת וכו'. איפוך אנא כצ\"ל:",
            "4": "נשאל לכולו שואל כצ\"ל:",
            "5": "דכל א' חייב כולו כצ\"ל ונ\"ב וא\"כ הוי כולו שואל כמו שכתב לעיל:",
            "6": "נ\"ב פי' ואם תפסו אין מוציאין מידם:",
            "7": "נ\"ב פי' על שואל זה שייך שפיר למתני סתם אינו משלם כל החלק שלו ואפשר שעל שואל זה נקיט הרמב\"ם סתם אינו משלם דסליק מיניה:",
            "8": "נ\"ב ה\"נ:",
            "9": "פי' הכא דכתיב בעליו ואין בעליו:"
        },
        "109": {
            "0": "נ\"ב ושתיק רב:",
            "1": "נ\"ב וא\"ת למה לי שמתה כדרכה בי גנב וי\"ל משום דבזה טעו אותן שסברו שמתה בפשיעה. תוס':",
            "2": "עמו תדיר במלאכתו ונשאלה לו תחלה כשנשאה כצ\"ל:",
            "3": "נ\"ב אנשי העיר:",
            "4": "נ\"ב משהיה זה במלאכתן:",
            "5": "נ\"ב וא\"ת ויתחייב בגנבה ואבדה דמשמע אין חייבין באונסי' אבל חייבין בגניבה ואבדה ומאי מייתי ראיה מכאן שאין עליו דין שומר כלל וכן דקדקו בתו' אבל נראה לומר לדעת הר\"ן דפטור דיני שומרין נמי אין חייבין אלא משום דמיירי בשואל נקיט אין חייבים באונסי':",
            "6": "נ\"ב העמדת בדין:",
            "7": "נ\"ב לא כפי' הרי\"ף:",
            "8": "נ\"ב אמר רבא מקרי דרדקי דפשע בינוקי ושתלא דאפסיד שיתלא וטבחא דנביל לחיותא ואומנא וספר מתא דטעי מסלקינן להו בלא אתרייתא מ\"ט כמותרין ועומדין דמי כללא דמלתא כל פסידא דלא הדר כמותרה ועומד דמי. לקמן בסוף סי' תרסד:",
            "9": "נ\"ב הרי\"ף לא מיירי מזה אפשר דשבירה והעמדה הוא בזמן אחד רק מפרש שאינו נותן נרגא מעליא:"
        },
        "110": {
            "0": "נ\"ב בגמ' שואל:",
            "1": "צ\"ל ושאל:",
            "2": "נ\"ב פי' הלכך מותר לי ליהנו' מעסקנו:",
            "3": "נ\"ב פירוש דאומר משכיר לשוכר:",
            "4": "נ\"ב ומתוך שאינו יכול לישבע משלם:",
            "5": "נ\"ב פי' כך מקשה בגמ':",
            "6": "נ\"ב פי' אם יכול לישבע:"
        },
        "111": {
            "0": "תי' של משאיל מוקף ונ\"ב בגמרא וברא\"ש אינו ופירוש הרי\"ף הוא:"
        },
        "112": {
            "0": "נ\"ב פי':",
            "1": "נ\"ב פי' סחורה טובה שיש לה קונים הרבה:",
            "2": "נ\"ב לעיל הביא הרי\"ף המעשה הזה בענין אחר:",
            "3": "נ\"ב לא ביקע בו לא קנה:",
            "4": "נ\"ב קאי אדין הדיוט:",
            "5": "נ\"ב מצי:",
            "6": "נ\"ב פי' ולא מכר:",
            "7": "נ\"ב פי' כשמחזיר לו ה':",
            "8": "שלא רצו בהן פטור כצ\"ל והד\"א:",
            "9": "דאע\"ג כצ\"ל:",
            "10": "נ\"ב וכ\"ש בשאלה דלא יהיב ליה מידי:",
            "11": "הלכך מה שרצה וכו' חייב כצ\"ל:",
            "12": "תי' ישתכר רשום למחוק:",
            "13": "נ\"ב אכילת:",
            "14": "נ\"ב דהא הביא דברי שמואל דמוקי בעבד עברי ואפילו אמר שואל בהדיא הכישה במקל פטור לשמואל ועי' בגמ':",
            "15": "נ\"ב ס\"א הרא\"ה וכ\"ה בד\"ק:",
            "16": "צ\"ל פטרוהו:"
        },
        "113": {
            "0": "פי' אפילו אליבא דסומכוס דינא הכי עי' בתוס':",
            "1": "נ\"ב צ\"ע:",
            "2": "נ\"ב בגמ' לפי שכל הנשבעין שבתורה נשבעין ולא משלמין:",
            "3": "נ\"ב אפילו:",
            "4": "נ\"ב אמרינן",
            "5": "נ\"ב ישבע:",
            "6": "נ\"ב הא דפירש הנ\"י מנין עומרין דהוי מודה במקצת שזה אומר מ' וזה אומר כ' ומש\"ה לא פריך אלא מכסות מה שטענו לא הודה לו דזה טוענו כסות גדול וזה אומר כסות קטן ודוק וכן פירשו בתוס':",
            "7": "נ\"ב פי' כשאין עסק שבועה ביניהם:",
            "8": "נראה שקשה להי\"מ שדחוק הוא שלא יהיה בסאה זיתים שלהן רביעית שמן לכך פירשו שהיה עושה סאה כבר אבל עכשיו אינו עושה אפילו חצי סאה ולכך לא יעשה אפי' פחות מרביעית שמן:",
            "9": "נ\"ב פי' ולכך יחלוקו יחדיו ודלא כמפרשים שפרשו דמקשה שיקח הכל בעל הקרקע:"
        },
        "114": {
            "0": "נ\"ב פלגא:",
            "1": "נ\"ב איתא לדשמואל:",
            "2": "לשכור כצ\"ל:",
            "3": "נ\"ב והא דלא שייך כחשא דארעא משום דכחשא דארעא לא עשה בידים אלא בא ממילא ע\"י:",
            "4": "תיבות לא עדיף צ\"ל בעגולין וכצ\"ל ליבנות שוה לשדה ונ\"ב כ\"ה בס\"א:",
            "5": "נ\"ב כל:"
        },
        "115": {
            "0": "נ\"ב פי' הא דשומעין לבעל השדה:",
            "1": "נ\"ב הרי\"ף ז\"ל מפרש כאן בתירוץ להודיעו קתני שהשכיר את ביתו סתם דגרס וכן בימות החמה במשנה והאי שלשים יום אתרוייהו קאי אבימות הגשמים ואימות החמה אבל רש\"י ז\"ל גרס ובימות החמה שלשים יום דמשמע דקאי אימי הגשמים שצריך להודיעו תחלה בימות החמה קודם ל' יום קודם ימות הגשמים לכך צריך לפרש אמרו שהשכיר לו לזמן וכלו השכירות בימות הגשמים וה\"ה כשכלו השכירות בימות החמה שמעינן ממשנה כו':",
            "2": "נ\"ב ביה:",
            "3": "למכירים ושוהין מלשלם לו כצ\"ל:",
            "4": "נ\"ב פי' מדמקשה אמאי בחזקת שלא נתן הא יש לו חזקה שנתן דהא בזמנו יכול לומר פרעתי וקשה לן איזה חזקה יש לו וכו':",
            "5": "דשומעין לו ולא כצ\"ל ותי' ומיהו רשום למחוק:",
            "6": "כיון כצ\"ל:",
            "7": "נ\"ב דכ' לעיל המשכיר בית לחברו סתם:",
            "8": "נ\"ב מ\"ט:"
        },
        "116": {
            "0": "נ\"ב פיסקא דברייתא איתא בגמ':",
            "1": "נ\"ב לו:",
            "2": "נ\"ב פי' אע\"ג דנקט מזוזה ואיך בעי על מקום מזוזה לכך מפרש ואף הוא קרוי מזוזה:",
            "3": "שכר מישראל הוה כצ\"ל:",
            "4": "נ\"ב פי' המכירה מכירה הוי ללוקח:",
            "5": "נ\"ב פי' שכרה פועלין:",
            "6": "נ\"ב פי' הא דתנן אין לשוכר אלא תנור וכירים משום:",
            "7": "נ\"ב ל\"ג ושברפת ושבחצר של בעה\"ב תרתי אמר אביי ה\"ק ושברפת שבחצר אמר רב אשי זאת אומרת ובדבור שאח\"ז צ\"ל ה\"ק ושברפת כו':",
            "8": "דקרינן בי' וכו' למזומן דלאו מזומן נינהו כצ\"ל:"
        },
        "117": {
            "0": "נ\"ב שנה:",
            "1": "לן כצ\"ל:",
            "2": "דמוטל בספק יחלוקו:",
            "3": "תיבת תברא רשום למחוק:",
            "4": "נ\"ב פי' וא\"ת הא הוא עצמו יכול לכבוש את שטרו:"
        },
        "118": {
            "0": "נ\"ב דהא בטובו משמע:",
            "1": "כ' הרנב\"ר נסתפק הראב\"ד ז\"ל כצ\"ל:",
            "2": "נ\"ב דמחזיר:",
            "3": "נ\"ב פי' שיכלה כ\"כ שיהיה עפר ממש:",
            "4": "נ\"ב פי' אם היה יכול לרפק כל פרדיסי בעולם היה שאול לו לעולם:",
            "5": "נ\"ב בי גרגותא:",
            "6": "בו מכ\"מ באותה חזקה לא החזיק כצ\"ל:",
            "7": "נ\"ב וס\"א וכשם [וכ\"ה בד\"ס]:"
        },
        "119": {
            "0": "נ\"ב ואע\"ג דכשם שחולקין בתבואה כו' ליתא בחכירות מ\"מ עיקר מלתא דהיינו רישא מיירי בין בחכירות בין בקבלנות. תוס':",
            "1": "שאין על האריס כצ\"ל:",
            "2": "נ\"ב דאריסא:",
            "3": "נ\"ב כורין:",
            "4": "דכל כצ\"ל:",
            "5": "נ\"ב פי' שמחלקת בין מכת מדינה:"
        },
        "120": {
            "0": "תי' זו רשום למחוק ונ\"ב בגמ' אינו:",
            "1": "נ\"ב איכא:",
            "2": "נ\"ב הלשון:",
            "3": "שכל כצ\"ל:",
            "4": "נ\"ב אמר:",
            "5": "נ\"ב טרקלין:",
            "6": "נ\"ב גינה:",
            "7": "נ\"ב חדר אפל:",
            "8": "נ\"ב פי' נגד שכר הקרקע:",
            "9": "נ\"ב שהרי לא עביד:",
            "10": "יקניטנה כצ\"ל:",
            "11": "נ\"ב כו':",
            "12": "נ\"ב אם יקניטנה:"
        },
        "121": {
            "0": "נ\"ב פי':",
            "1": "נ\"ב שבמקומם נהגו לכפול ב' שלישי' אשר\"י:",
            "2": "נ\"ב הוא דקגזים:",
            "3": "בדמיו כצ\"ל:",
            "4": "תי' כו' נמחק:",
            "5": "תמני מאה בכתובתה או ד' מאה דכתובה וכו' והד\"א וכצ\"ל:",
            "6": "נ\"ב פי' מה שמגרע הכלי אצל הלוה:",
            "7": "נ\"ב וכו':",
            "8": "נ\"ב פי' בנותן מעות לחברו:",
            "9": "נ\"ב ה"
        },
        "122": {
            "0": "נ\"ב תוס' ומתני' דקתני אומדין כמה היתה ראויה לעשות גבי מקבל שדה והובירה היינו בר מכחשא דארעא אי נמי כו':",
            "1": "תי' החוכר רשום למחוק ונ\"ב ס\"א אינו:",
            "2": "חטין כשומשמי כצ\"ל:",
            "3": "נ\"ב פי' מנכה מחלקו השבח שהוא יותר עתה בשל חטין משאם היה זורע בשומשמין שהרי יותר השבח הזה המקבל גורם שזרע חטים:",
            "4": "נ\"ל ראויה:",
            "5": "נ\"ב לוה:",
            "6": "כמטלטלין שלהן כצ\"ל:",
            "7": "היינו שמואל וקרנא כצ\"ל:",
            "8": "צ\"ל הפקדון:",
            "9": "הכא כצ\"ל:",
            "10": "נ\"ב פי' משום דשקיל נפקד פלגא בהפסד וכו' תלתא באגר בסתם ולכך קאמר הרי זה נשבע וגובה מחצה אבל לא מצית לומר דבסתם יקבל ב' חלקים הפסד ותלתא באגר נמצא שלא בא על הנפקד אלא תלתא הפסד דא\"כ לא היה ליה למלוה לגבות מיתומים אלא תלתא כן הוא צורת הפשט:",
            "11": "נ\"ב פי' אם נעשה העסקא בסתם:",
            "12": "נ\"ב פי' פלגא בהפסד ופלגא באגר וא\"כ נמי בשלא יהיב שכרו כפועל אלא סתמא דהיינו פלגא בהפסד וב' תלתא באגר נמי לא צריך לכתוב ומדכתב ודאי הכי משמע או האי או האי ודוק:",
            "13": "נקטן כצ\"ל ונ\"ב הרי\"ף ולכך מביא הנ\"י דברי הגאון בעצמו:"
        },
        "123": {
            "0": "וממלו כצ\"ל:",
            "1": "נ\"ב בדבר:",
            "2": "נ\"ב פירוש ה' דינרין ודינר של מעה כסף ו' פשיטי:"
        },
        "124": {
            "0": "נ\"ב פי' דרבא:",
            "1": "נ\"ב אבל הרי\"ף פי' בלא קביעות זמן והעיכוב הוא לסחורה עד זמן מכירתה. כ\"כ הרא\"ש:",
            "2": "נ\"ב ברש\"י בגמ' הרחת שמכניסין אותה לגבות התבואה ודאי ט\"ס וצ\"ל הרחב:",
            "3": "נ\"ב וכו':",
            "4": "נ\"ב וצ\"ע היכא כתב הרי\"ף כשקבעו זמן הא כתב הרא\"ש על הרי\"ף דמיירי בשלא קבעו זמן והעיכוב הוא לסחורה עד זמן מכירתה ואפשר דה\"ה נמי כשקבעו זמן מצי לעכב:",
            "5": "נ\"ב ל\"ג ואי א\"ל כריבנא לה א\"ל חיטי מעליא בעינא ואי א\"ל זביני לך חיטי משוקא א\"ל חיטי דארעא בעינא ואי א\"ל מנכישנא לך שיעור מנתך א\"ל קמנסבת שם רע לארעאי והא תנן מפני שמעלת לפני עשבים אלא משום דא\"ל ביזרנא דנפיל נפיל:",
            "6": "מה אכפת לו לבעל השדה אם יחד לסוף חכירותו הוא כצ\"ל:",
            "7": "לשיעור כצ\"ל:",
            "8": "נ\"ב פי' דפריך איבעי' להו צדדין היוצא מהאי גיסא ומהאי גיסא מאי ת\"ש דאמר רבי אבהו כו' כל שאין כונס שלו רואה פני החמה ע\"כ ולכך פי' הדין צדדין של אותו צד רחב הוא בכלל כונס:"
        },
        "125": {
            "0": "חטין לשנה ולקתה:",
            "1": "נ\"ב והוא פסק עמו ליקח שעורין מן השוק:",
            "2": "נ\"ב והרי הוא נהנה בשינוי זה:",
            "3": "נ\"ב אבל השתא דלקותא הוא בשעורין והוא היה רוצה בחטין לא יכול לומר עת רעה היא דהא אינו עת רעה לחטין ודו\"ק:",
            "4": "דרביה ואבוה הוא כצ\"ל:",
            "5": "נ\"ב ל\"ג א\"ל נהר מלכא סבא לא עביד למסכר מכת מדינה היא:",
            "6": "נ\"ב ע\"כ:",
            "7": "לכל כצ\"ל:"
        },
        "126": {
            "0": "נ\"ב נמי:",
            "1": "נ\"ב אמלך ביה:",
            "2": "נ\"ב פי' דאי הוי כדאמרינן דלא בעי למקני' מיניה א\"כ ע\"כ צריכין לומר דלוקח אינו שליח של מצרן אלא לעצמו הוא דקנה בקנין גמור וחכמים הטילו על הלוקח שצריך לחזור ולמסור למצרן ומש\"ה לא בעי קנין אלא במחילה בעלמא שמוחל המצרן ללוקח סגי שהרי אין לו עליו אלא חיובא בעלמא ויכול למחול ומש\"ה כי אייקור וזל ברשות הלוקח הוא ודוק. מהרש\"ל:",
            "3": "שבכרכום כצ\"ל:",
            "4": "ומעכבין כצ\"ל:",
            "5": "נ\"ב הוי לוקח כשלוחו של המצרן:",
            "6": "נ\"ב דבר מצר:",
            "7": "עד שנגמר גדולן דשוב כצ\"ל:",
            "8": "נ\"ב של:",
            "9": "תיבת באכליזא רשום למחוק:",
            "10": "נ\"ב מסלקינן:",
            "11": "נ\"ב ואין צריך לדחוק כפי' הקונטרס דפי' דלא ס\"ל ליה לר\"נ לדיני דבר מצרן כלל ולא איכפת לי':"
        },
        "127": {
            "0": "נ\"ב פי' לפי שגם הוא היה יכול לקנות בדמים הללו:",
            "1": "דאי אייקר רווחת דבר מצרא הוא וכי זל פסידא דבר מצרא הוא:",
            "2": "נ\"ב דניחא ליה שלא ליפשו שטרא:",
            "3": "תיבת סבור מיניה המרובעים צריך להיות מוקפים:",
            "4": "צ\"ל ובהא:",
            "5": "נ\"ב ופעמים קונה אדם קרקע לעצמו ביותר מדמי':",
            "6": "נ\"ב ס\"א המחצה וה\"פ מן חצי המותר שהרי אידך נמי הוא מצרן ודו\"ק מהרש\"ל וכ\"ה בד\"ק:",
            "7": "דה\"ל וכו' צרו המרובעים צ\"ל במוקפים:",
            "8": "נ\"ב פי' וא\"כ היה יכול לטעון ארי אברחי. דהא נוכל לאוקמי שבנה כבר אלא רק האמת הוא בודאי דלא מצי למימר לא היתי מוכרו אלא לזה כיון שדעתו למכור וא\"כ יכול לומר המצרן וכו' ובניתי וסלקתי את הארי כן הוא חבור הדברים בדוחק:",
            "9": "נ\"ב פי' ולכך יכול למוכרו לנכרי ואין שייך גבי מוכר דינא ועשית הישר והטוב:",
            "10": "שיכתוב כצ\"ל:",
            "11": "נ\"ב ומעכשיו:",
            "12": "נ\"ב ואפשר דהרא\"ש לא ס\"ל דברי הראב\"ד ז\"ל שכ' לעיל דמ\"ה מקבל עליו מהשתא קודם שיבא ההיזק כו' שנותן טעם אחר כמ\"ש הר\"ן כבר כתבתי דעת הרא\"ש בטעם מקבל מהשתא:"
        },
        "128": {
            "0": "נ\"ב וכ\"ש משום בר מצרא לא משהינן לי':",
            "1": "לסלקו כצ\"ל:",
            "2": "תי' משכנתא רשום למחוק:",
            "3": "נ\"ב ס\"א ואינו רוצה בחובך:",
            "4": "נ\"ב פי' דבעל עושה ערמה למכור על ידי אשתו לסלוקי בן המצרן:",
            "5": "תיבות לגבי מתנה מוקפין [וכן בד\"ס ובד\"ק ליתא]:",
            "6": "נ\"ב נראה הא דכתב בשם הרמב\"ם החליף הלוקח קרקע בקרקע הוא טעות סופר שהרי הביא לקמן בשמו החליף חצר בחצר אין בה דדב\"מ ואין חילוק בין חצר לקרקע כמו שכ' הב\"י בסי' קעה ואף להטור שמחלק ביניהם מכל מקום אינו כתוב בהדיא בדברי הרמב\"ם שהרי כתב הטור ואפשר שגם הרמב\"ם לא כתב אלא חצר בחצר אבל כרם בכרם היה מודה ע\"כ. משמע שאינו כתוב שם בהדיא אם לא שנאמר שלפני הנ\"י היה כתוב בספרי הרמב\"ם בהדיא החליף קרקע בקרקע כו':",
            "7": "נ\"ב אי:"
        },
        "129": {
            "0": "נ\"ב דברי הרי\"ף:",
            "1": "נ\"ב והני זוזי כצ\"ל:",
            "2": "נ\"ב שלו:",
            "3": "דהכא כצ\"ל:",
            "4": "נ\"ב דמרי בתי לא חשיב שכן בהאי קרקע ואין לו שייכות בהאי מרתף:",
            "5": "תי' זה רשום למחוק:",
            "6": "נ\"ב פי' דנימא דנקרא מרי בתי ולא יהא בה דין מצרנות דאם קנה מרי בתי קרקע זו פשיטא שלא יכול לסלקו בעל המצרן דלא דמי למרי בתי כו':",
            "7": "תי' או להניחם רשום למחוק:",
            "8": "נ\"ב פי' שאין הנדון דומה לראי':"
        },
        "130": {
            "0": "נ\"ב לקורות בנין:",
            "1": "כאן צ\"ל הציון גמ':",
            "2": "רישקא דהיינו תחלי וכו' אותה ולך ולכך כצ\"ל:",
            "3": "נ\"ב רש\"י נוטע כרם לבעל הקרקע ועליו להיות אריס כל הימים ונוטל מחצה בפירות:",
            "4": "שבח הס\"ד ואחר כך מה\"ד מסתליקנא דקאמר וכצ\"ל:",
            "5": "קניא ואפילו אמר הכי לא וכו' כצ\"ל:",
            "6": "שיימינן מאי דמטי לבעה\"ב כו' לשתלא מחלקו בשבח כצ\"ל:",
            "7": "הציור הוא כך",
            "8": "ותזול הלכך כי מסתלקת שקיל וכו' כצ\"ל והד\"א:",
            "9": "נ\"ב וכו':",
            "10": "נ\"ב לעיל פי' אומנא מקיז דם ובטור גם כן כתב אאומנא דהכא מקיז דם:",
            "11": "נ\"ב פי' ויקבל מרי פסידא מהן כנגד היזקן:",
            "12": "נ\"ב דינר:"
        },
        "131": {
            "0": "נ\"ב וכי מתקני רבנן מלתא דאתי לידי פסידא:",
            "1": "צ\"ל כיון:",
            "2": "נ\"ב דלא ג' הוו:",
            "3": "לעולם כההוא דמספקא כצ\"ל:",
            "4": "נ\"ב או לשון אחרון אזלינן כו':",
            "5": "נ\"ב שמא הדין עם המלוה ואם נוציאנו וכו' כצ\"ל:",
            "6": "ולגבותו כצ\"ל:",
            "7": "דשוין כצ\"ל:",
            "8": "נ\"ב פירוש רביעית הכרם ואעשה אני את חלק הכרם שלי לעצמי וישאר לך ג' חלקים בכרם שכור לך ארים שיעבוד הג' חלקים שלך ותן שליש לאריס וב' חלקים שלך:",
            "9": "נ\"ב פי' ושמא ילקה חלקי ונחלק הכלביחד:",
            "10": "נ\"ב פי' ואי יהי' לקותא בחלקך אחלק חלקי עמך אלא רק נחלוק עתה כדי להוריד אריס שם:",
            "11": "נ\"ב פי' בירושל' עד שיפדו או עד שתעשו חולין מאליהן פי' עד שיפדו עד שיגיע שנה רביעית או ימתין עד שנה חמישית שנעשו חולין מאליהן:",
            "12": "נ\"ב זיתים עד שיעשו:",
            "13": "נ\"ב עושה אותן גרוגרות:",
            "14": "נ\"ב ורוב מיעוט שנים:"
        },
        "132": {
            "0": "נ\"ב למרי ארעא:",
            "1": "ליתומים וכן ב\"ח כצ\"ל:",
            "2": "נ\"ב הוא:",
            "3": "נ\"ב שלא ברשות:",
            "4": "נ\"ב דמים:",
            "5": "נ\"ב ל\"ג ומי איתליה שבחא ללוקח והאמר שמואל ב\"ח גובה את השבח וכ\"ת ל\"ק כאן בשבח המגיע לכתפים כאן בשבח שאין מגיע לכתפים והא מעשים בכל יום וקא מגבי שמואל אפילו בשבח המגיע לכתפיי' ל\"ק כו' הניחא למ\"ד אי אית ליה זוזי ללוקח לא מצי מסלק ליה לב\"ח שפיר אלא למ\"ד כו' הכא במ\"ע דשויא נהליה אפותיקא:",
            "6": "נ\"ב פי' משום דאין להם על מי לחזור ולגבות:",
            "7": "נ\"ב צ\"ע דלעיל פי' הנ\"י על מגיע לכתפים פירוש אחר שהגיע לקצור ע\"ש:",
            "8": "נ\"ב אי לא שויה אפותיקו:"
        },
        "133": {
            "0": "נ\"ב כך מוקמינן בגמ':",
            "1": "ומחר אתן:",
            "2": "נ\"ב בגמרא תנו רבנן:",
            "3": "נ\"ב אלא משום לא תלין פעולת שכיר:",
            "4": "שכירתו בבוקר או ביום כצ\"ל:",
            "5": "כיון דמשכה פעולתו וכלתה משתחשך כצ\"ל:",
            "6": "נ\"ב דהא לא משתעבד ליה עד הבוקר:",
            "7": "לפי שלא שכרם ולא כצ\"ל:",
            "8": "כל הלילה וכל היום כצ\"ל:",
            "9": "נ\"ב וכו':",
            "10": "נ\"ב פי' דאז לא יעבור באיסור בל תשהה דהא עסיק במלאכה אחרת לכך לא שכרן בעצמו שלא יעבור גם באיסור בל תלין אבל בתוס' כתיב שאם לא יהיה פנוי ליתן להם אפי' באיסור בל תשהה לא היה עובר וכו' אבל מתוך חבור הדברים של הנ\"י נראה שהוא בל תלין:"
        },
        "134": {
            "0": "נ\"ב בגמ' פריך הני דאיכא ביממא ליכא בלילה היינו דאיכא בלילה ליכא ביממא אמר רב חסדא שם שכירו' בעלמא:",
            "1": "נ\"ב דנשבע ונוטל:",
            "2": "נ\"ב פי' אמרו כך:",
            "3": "נ\"ב ועשה:"
        },
        "135": {
            "0": "וצ\"ע למה נקיט בל תלין הא לא שייך לומר אחר שקיעת החמה אלא לא תבוא עליו השמש והכסף משנה מקשה זו בספר הרמב\"ם והניח בצ\"ע על הפוסקים למה נקטו בל תלין אף אם נאמר שהברייתא נקט בל תלין לפום ריהטא:",
            "1": "נ\"ב בגמ' כנגד:",
            "2": "נ\"ב דכתיב ביה רעך ולא גר תושב:",
            "3": "נ\"ב וכך:",
            "4": "נ\"ב שנאמר ולקח בעליו ולא ישלם:",
            "5": "שלא פטר בעה\"ב בפי' כצ\"ל ותי' על מוקף:",
            "6": "נ\"ב דאמרת אם הם מחולקין בקציצה המוציא מחבירו עליו הראיה:",
            "7": "נ\"ב שנשבע בעה\"ב אפילו בכופר בכל:",
            "8": "נ\"ב וז\"ל הביא ראיה שתובעו כל זמנו נשבע ונוטל כל אותו יום של תביעה כיצד היה עושה יום ב' עד הערב זמנו כל ליל שלישי ביום ג' אינו נשבע ונוטל ואם הביא עדים שהיה תובעו כל ליל ג' הרי זה נשבע ונוטל כל יום ג' אבל מיום ד' והלאה הממע\"ה:"
        },
        "136": {
            "0": "ימכרנו ויגבה חובו כדכתיב השב תשיב לו כצ\"ל:",
            "1": "נ\"ב ואשר אתה נושה בו יוציא אליך:",
            "2": "אלא מכח דוחק דצדקה כצ\"ל:",
            "3": "נ\"ב נראה שהיה הגי' לפני הנ\"י ואם משכנו היו לפניו ב' כלים כו':",
            "4": "נ\"ב דהא ממ\"נ אכלי יום או אכלי לילה עובר:",
            "5": "נ\"ב פי' שמכיר כלי שלו בידו:",
            "6": "נ\"ב ז\"ל הגמ' תניא אידך ב\"ח שבא למשכנו לא יכנס לביתו למשכנו אלא עומד בחוץ והלה נכנס ומוציא לו משכנו שנאמר בחוץ תעמוד שליח ב\"ד שבא למשכנו הרי זה נכנס בביתו וממשכנו ולא ימשכנו דברים שעושין בהן אוכל נפש וכו':",
            "7": "נ\"ב רטיבא:",
            "8": "נ\"ב פי' תמרי:",
            "9": "נ\"ב פי' מזונה:",
            "10": "נ\"ב מערכך:",
            "11": "נ\"ב וכצ\"ל וכן הכא בב\"ח דגמרי' מיכה מיכה בסמוך:"
        },
        "137": {
            "0": "נ\"ב דעכו\"ם:",
            "1": "נ\"ב פרש\"י וצריך לפדותן:",
            "2": "נ\"ב כו' ונ\"ב מסקנא דמעשה זה א\"ל לאו כהן הוא מר מ\"ט קאי בבית הקברות א\"ל לא מתני מר טהרות דתניא רשב\"י אמר קברי של עכו\"ם אין מטמאין שנא' ואתן צאני צאן מרעיתי אדם אתם קרויים אדם כו':",
            "3": "נ\"ב פי' דאם היה פשוט שמסדרין היה לו להשיב על שאלתו מהו שמסדרין א\"ל מסדרין אלא ודאי דאין מסדרין אלא השיב לו למ\"ד מסדרין גמר מיכה מיכה וכך מפרש חדא ועוד:",
            "4": "נ\"ב פי' דהא דנותנין לו ב' מטות אחת לישן כדי שיהא ראוי עליו לילך ד' אמות אחר האכילה ונראה להגיה דליהוי עליה לילך ד\"א וכו':",
            "5": "נ\"ב פי' ממטה למטה:",
            "6": "נ\"ב חכם:",
            "7": "נ\"ב דדוקא כשהוא אומר ע\"מ שלא יהא בה דין סידור ב\"ח הוי מתנה על מה שכתוב בתורה ואז התנאי בטל אבל אם אמרו ע\"מ שלא יסדרו לי בחובו זה הוי ככל תנאי שבממון וקיים:"
        },
        "138": {
            "0": "נ\"ב בגמ' ועובר בכל השמות הללו ארישא:",
            "1": "נ\"ב ר\"ת לא גריס של ספרים אלא זוג של מספרים והיינו זוג שגוזזין בו את הירק וכן צמר פרות היינו המרכסות בתבואה ולא פרות החורשות דהא תנן לעיל ומחזיר את הכר בליל' והמחריש' ביום והאיך הוא נוטל את המחרישה והא עבר אכי נפש הוא חובל אלא ודאי היינו פרו' המרכסות אבל פרות החורשות לא מקרי כלי שעושין בהם אוכל נפש ע\"כ והנ\"י דחה לעיל דבריו:",
            "2": "הלוה במלוה אי אתה נכנס כצ\"ל:",
            "3": "נ\"ב כלי:",
            "4": "שקוצבין כצ\"ל:",
            "5": "מיכה כצ\"ל:",
            "6": "תיבת נוקשת נמחק וכצ\"ל ואם לא:",
            "7": "וה\"ה דלקי כצ\"ל:",
            "8": "נ\"ב הוא:",
            "9": "נ\"ב דאתא:"
        },
        "139": {
            "0": "והבנים כצ\"ל:",
            "1": "נ\"ב בכל:",
            "2": "חבירו הס\"ד ואח\"כ מה\"ד חולקין לפי וכו' איזה אבנים הן כצ\"ל:",
            "3": "ורואין כצ\"ל:",
            "4": "נ\"ב אי בחבטא נפל יטול העליון הרחוקות:",
            "5": "השלמות כצ\"ל:",
            "6": "נ\"ב דהא כל חד שנפל ונשבר יש לספק שמא של זה או של זה נשבר:",
            "7": "נ\"ב וכו':"
        },
        "140": {
            "0": "נ\"ב לעלמא:",
            "1": "נ\"ב וכ\"כ הרי\"ף בב\"ב סי' תקצט:",
            "2": "נ\"ב רבה:",
            "3": "נ\"ב אע\"ג דבגמ' מוקי לה בשוכר ומשכיר מ\"מ כיון דקתני בעה\"ב ובעל העלייה שייך שפיר למתני של שנים. תוספות:",
            "4": "נ\"ב דבשותפות פשיטא דאין בעה\"ב צריך לתקן התקרה לדירת בעל העלייה כיון שהגג שלמעלה קיים אין צריך לה ויותר הוא חפץ בהריסותה מבתיקונה כדי שלא ידור בעל העלייה שם ואם רוצה בעל העלייה לפחות הגג כדי שייסע לו לתקן התקרה מחינן בידיה ע\"כ ונ\"י כתב טעם אחר:",
            "5": "נ\"ב ז\"ל הרא\"ש ומסתברא דכל הני את\"ל הלכתא נינהו וטעמי' דמסתבר נינהו ואחרונה סלקת בתיקו עכ\"ל והאם ת\"ל אזיל כשהוא דר שניהם דרין וכן פסק הרי\"ף ז\"ל:",
            "6": "מלאושלי כצ\"ל:",
            "7": "נ\"ב אחד:",
            "8": "נ\"ב ועתה ר\"י לטעמי' אזל דסבר על הניזק להרחיק עצמו וכאן בעל העליון הוא ניזק:",
            "9": "מלאושולי כצ\"ל:",
            "10": "נ\"ב כדרבה כו':",
            "11": "נ\"ב ובגמ' משמע בודאי דמיירי בשוכר דמוקי לה דאמר עלייה שע\"ג בית זו אני משכיר לך ע\"ש:",
            "12": "נ\"ב פי' שלא יוכל המשכיר לחזור בו:"
        },
        "141": {
            "0": "נ\"ב וסימן ויוסף הורד מצרימה:",
            "1": "נ\"ב בגמ' אלא:",
            "2": "ונוקבין כותלי הבור ומחלידין את הקרקע ונופלים הכתלים:",
            "3": "צ\"ל היכי דאדם עצמו מזיק:",
            "4": "נ\"ב בנחלת אביהן:",
            "5": "נ\"ב ותקרה עליונה של גג:",
            "6": "נ\"ב מאבני:",
            "7": "נ\"ב לשין גמ' בעי ר' אבא בר ממל כשהוא דר לבדו דר כדמעיקרא כו' את\"ל שניה' דרים כשהוא משתמש דרך פתחים הוא משתמש או דרך גגות משתמש כדמעיקרא או דלמא מצי א\"ל עליי' קבלי עלי עלייה וירידה לא קבילת עלי את\"ל מצי אמר עלייה וירידה לא קבילי עלי ב' עליות זו ע\"ג זו אפחת עליונה נחית ודר בתחתונה אפחת תחתונה מה למסלק לגמרי בעליונה מי אמרינן עליי' קבילת עלך או דלמא חד עליי' קביל ב' עליות לא קביל עלי' תיקו:",
            "8": "נ\"ב פי' דהא בידו מקלקל עלייתו:",
            "9": "נ\"ב מאי:",
            "10": "נ\"ב ל\"ג ר\"י אומר התחתון נותן את התקרה כו' מאי תקרה ר' יוסי בר חנינא אומר קניא וסניא וסנאים וסתינא ארש\"ל לווחים:",
            "11": "שדר כו' א\"כ הוא אף בעל עליה כצ\"ל:",
            "12": "נ\"ב בית ועלייה:"
        },
        "142": {
            "0": "נ\"ב ואבנים דקים:",
            "1": "ליפול מחמת משא העלי' כצ\"ל:",
            "2": "נ\"ב פירוש החזיק בחור קטן כדי להניח שם עצים דקים אחזיק נמי להניח שם כשורי גסי':",
            "3": "נ\"ב יש",
            "4": "נ\"ב מקום:",
            "5": "נ\"ב בגמ' מפרש הצריכות כן:"
        },
        "143": {
            "0": "מערותיהן בימות הגשמים דברשות קא עביד כצ\"ל ותי' ברה\"ר רשום:",
            "1": "אלו שהיו שותפין וכו' על הדימוס שהיא שורת הבנין כצ\"ל:",
            "2": "נ\"ב דלאחר שהניחה נפלה:",
            "3": "נ\"ב מיד:",
            "4": "נ\"ב פי' שהצריכתות בגמ' מתורץ למה אמר כו' הרישות:",
            "5": "נ\"ב דסבר שיכול לדחותו:",
            "6": "נ\"ב ששומעין לו כן אי' בס\"א:",
            "7": "נ\"ב לפי טעם זה אפשר אפילו לדעת הרשב\"א שומעין לו:",
            "8": "ומשהניחו אבן כו' כצ\"ל:"
        },
        "144": {
            "0": "גבוה מזו יש שם שומים או בצלים כצ\"ל והד\"א ותי' בצלים הס\"ד:"
        }
    },
    "meta": "Daf-Comment",
    "work": "Hagahot MeAlfas Yashan on Bava Metzia"
}