{
    "title": "Kessef Mishneh on Mishneh Torah, Fringes",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Fringes",
    "text": [
        [
            [
                "<b>ענף שעושין על כנף הבגד ממין הבגד הוא הנקרא ציצית וכו'.</b> בפ' התכלת (מנחות מ''ב) ת''ר אין ציצית אלא ענף וכן הוא אומר ויקחני בציצית ראשי: \n",
                "<b>ואין לחוטי הענף מנין מן התורה.</b> אע''פ שכתב אחר כך כיצד עושין את הציצית וכו' ומכניס שם ד' חוטין וכופלן באמצע הרי שיש להם שיעור, י''ל דהכי פירושו בתורה לא נתפרש מנין חוטי הענף אבל מד''ס יש להם מנין ד' חוטין וכופלין באמצע כדאמרי' בפ' התכלת רב אחא בר יעקב רמי ד' ועייף להו ור' ירמיה דהוה רמי תמניא פליג ארב אחא וסבר שמנין החוטין מד''ס ח' שהם י''ו וכשמוסיף על המנין שקבעו חכמים עבר בבל תוסיף למר כדאית ליה ולמר כדאית ליה והיינו דאמרינן בפרק הנחנקין (סנהדרין פ''ח) והא איכא ציצית דעיקרו מד''ת ופירושו מד''ס ויש בו להוסיף ואם הוסיף גורע וקי''ל כרב אחא בר יעקב דרב פפא אסיק התם (מנחות מ''א) הלכתא ארבעה. ומ''מ יש לתמוה דאמרינן בפרק קמא דיבמות (דף ה':) גדילים למה לי ש''מ לאפנויי ומקשה האי לשיעורא הוא דאתא גדיל שנים גדילים ארבעה והכי אמרינן בפרק התכלת (מנחות ל''ט) משמע דמן התורה יש מנין לחוטי הענף וצ''ע: \n\n"
            ],
            [
                "<b>ולוקחין חוט צמר שנצבע כעין הרקיע וחוט זה הוא הנקרא תכלת.</b> בפ' התכלת אמרינן תכלת דומה לרקיע: \n",
                "<b>ואין למנין הכריכות שכורך חוט זה שיעור מן התורה:</b> \n\n"
            ],
            [],
            [
                "<b>והתכלת אינו מעכב את הלבן והלבן אינו מעכב את התכלת.</b> משנה פרק התכלת (מנחות דף ל״ח) ובגמרא התינח לבן דאינו מעכב את התכלת תכלת דאינו מעכב את הלבן מאי היא ואסיקנא לא נצרכה אלא לגרדומין דאי איגרדם תכלת וקאי לבן ואי איגרדם לבן וקאי תכלת לית לן בה דאמרי בני ר' חייא גרדומי תכלת כשרים. ומשמע לי שרבינו אינו מפרש כפירוש רש״י אלא הכי מפרש לה התינח לבן דאינו מעכב את התכלת שאם עשה חוטי לבן אע״פ שלא כרך עליהם תכלת יצא אלא תכלת דאינו מעכב את הלבן מאי היא דמשמע שאם לא הטיל אלא חוט תכלת בלבד יצא ואי אפשר לומר כן דהא קרא כתיב ונתנו על ציצית הכנף פתיל תכלת משמע דאין מקום לפתיל תכלת אלא א״כ יהיה ציצית דהיינו לבן ואסיקנא לא נצרכה אלא לגרדומין דכיון דמעיקרא היו לבן ותכלת כי איגרדום כיון שמשירי כשרות אתא כשירה, ובסוף פרק זה יתבאר עוד: \n\n"
            ],
            [
                "<b>אף ע''פ שאין האחד מעכב את חבירו אינם שתי מצות אלא מ''ע אחת: וארבע ציציות מעכבות זו את זו שארבעתן מצוה אחת.</b> משנה סוף פרק הקומץ (מנחות כ''ח): \n",
                "<b>והלובש טלית שיש בה לבן או תכלת וכו':</b> \n\n"
            ],
            [
                "<b>כיצד עושין את הציצית מתחיל מזוית של טלית שהוא סוף הארוג ומרחיק ממנה לא יותר על שלש אצבעות למעלה ולא פחות מקשר גודל ומכניס שם ד' חוטין וכופלן באמצע נמצאו ח' חוטין משולשין תלויין מן הקרן ואורך החוטין הח' אין פחות מארבע אצבעות ואם היו יותר על כן אפי' אמה או שתים כשרים.</b> בפרק התכלת (מנחות מ״א) אמר רב פפא הלכתא ארבע בתוך ג' משולשת ופירש״י ד' חוטין נותן בחור הטלית וכופלו לשמנה משולשת תלויה הענף מן הגדיל ארבע אצבעות ארבע חוטין נותן בתוך ג' אצבעות שלא ירחיק מן השפה יותר משלש אצבעות. ואמרינן תו בגמרא למימרא דאית להו שיעורא ורמינהו ציצית אין לה שיעור למעלה אבל יש לה שיעור למטה. ופירש״י אין לה שיעור למעלה כמה דבעי ליהוי ארוך. ואמרינן תו בגמרא דף מ״ב א״ר יעקב א״ר יוחנן וצריך שירחיק כמלא קשר גודל. ופירש״י צריך שיגביהנה מן השפה מלא קשר גודל שיעור הציפורן עד פרק ראשון: \n",
                "<b>ומ''ש מתחיל מזוית של טלית שהוא סוף הארוג.</b> היינו לומר שצריך להטיל הציצית סמוך לזוית ששם הוא כנף הבגד: \n",
                "<b>ומ''ש וכל האצבעות בגודל.</b> כ''כ עוד רבינו בפ''ט מהלכות תפילין ובפי''ז מהלכות שבת וכתב המרדכי בשם רבו שצריך לשער במקום רוחב הגודל: \n",
                "<b>ומ''ש ויהיה אחד משמנה החוטין חוט תכלת והז' לבנים. כתב</b> הראב''ד א''א טעות הוא זה אלא השנים של תכלת והששה לבנים עכ''ל. וכדבריו כתבו התוספות וטעמו של רבינו מדכתיב פתיל תכלת פתיל חד משמע וכ''כ בתשובה לחכמי לוניל והכי משמע בספרי: \n\n"
            ],
            [
                "<b>ומ״ש ולוקח חוט אחד מן הלבן וכורך בו כריכה אחת וכו'.</b> בפרק התכלת (מנחות ל״ט) אמר רב תכלת שכרך רובה כשרה ואפילו לא כרך אלא חוליא אחת כשרה ונויי תכלת שליש גדיל ושני שלישי ענף וכמה שיעור חוליא כדי שיכרוך וישנה וישלש תנא הפוחת לא יפחות מז' והמוסיף לא יוסיף על י״ג תנא כשהוא מתחיל מתחיל בלבן הכנף מין כנף וכשהוא מסיים מסיים בלבן מעלין בקודש ולא מורידין. ופירש״י תכלת זהו שם כל הציצית. שכרך רובה שעשה שני שלישי גדיל ושליש ענף כשרה. ונוי תכלת עיקר מצות ציצית שליש גדיל ושני שלישי ענף כשהוא מתחיל לכרוך מתחיל בלבן שמניח שני חוטין ארוכים לעשות מהם גדיל ומתחיל לכרוך בלבן ובאמצע כורך של תכלת וחוזר ומסיים בלבן. מין כנף תחלה ואחר כך פתיל תכלת וכיון דאקדמיה קרא למין כנף ש״מ חשוב הוא לפיכך אי מסיים בתכלת הוה ליה מוריד סוף ציצית מתחלתה עכ״ל: \n",
                "<b>והראב''ד</b> כתב על דברי רבינו אמר אברהם זה הסדר וכו' בתכלת ולבן עכ''ל. וחכמי לוניל שאלו מרבינו שאלה זו והשיב להם יש לטוות חוט אחד מקצתו תכלת ומקצתו לבן ויש לו להכניס כל חוט וחוט בפני עצמו וכופלו ושוזרו עד שיהיה ז' חוטין לבן ואחד תכלת שנאמר פתיל תכלת פתיל אחד ולא שנים ולפי שהמצוה של תכלת שיהיה הפתיל כולו תכלת לא נעשה מהלבן אלא כריכה אחת בלבד סמוכה לכנף ושאר החוליא עם החוליות כולן בתכלת חוץ מכריכה אחרונה שהיא בלבן הואיל והתחיל בו וכ''כ הגאון רבי שמעון בן חפני בספר שחיבר בציצית בלשון ערבי עכ''ל: \n\n"
            ],
            [
                "<b>ומ''ש וצריך לפרדו עד שיהיה כציצית שיער הראש.</b> בפ' התכלת (מנחות מ''ב) אמר אביי וצריך לפרודא כצוציתא דארמאי: \n\n"
            ],
            [
                "<b>העושה לבן בלא תכלת לוקח אחד מח' חוטין וכו' ואם רצה לכרוך בלא מנין חוליות עושה.</b> הטעם משום דמשמע ליה דלא הקפידו בכך למצוה מן המובחר אלא בתכלת אבל כי ליכא אלא לבן לא: \n",
                "<b>ומ''ש ויש מי שאינו מדקדק בדבר זה בלבן.</b> משום דמשמע ליה דדבר זה לא אמרו אלא בתכלת ודייק לישנא דקתני (שם ל''ט) ונויי תכלת שליש גדיל וב' שלישי ענף דמשמע דבזמן דאיכא תכלת דוקא הוא שמדקדק בכך. ומי שמדקדק בכך סובר דתכלת דנקט לאו דוקא אלא עיקר מצוה נקט והוא הדין להיכא דליכא תכלת דלבן במקום תכלת קאי: \n",
                "<b>ומ״ש ואם כרך הלבן על רוב החוטין או שלא כרך אלא חוליא אחת כשרה.</b> היינו לומר דלענין זה לא שאני לן בין תכלת ללבן דאפילו בתכלת אם כרך על רוב הציצית כשרה כמו שכתב לעיל ואפילו בלבן צריך שיכרוך חוליא אחת לפחות דמשמע דגדיל וענף בעינן לעכובא שאם כרכה כולה עד שלא נשאר בה ענף וכן אם הניחה כולה ענף ולא כרך בה אפילו חוליא אחת פסולה דגדיל וענף בעינן דאם לא כן מאי איריא כרך רובה אפילו כרך כולה נמי וכן מאי איריא אם לא כרך בה אלא חוליא אחת אפילו לא כרך שום חוליא נמי אלא ודאי כדאמרן. ובפרק התכלת (מנחות ל״ט:) אפליגו אמוראי במילתא דרבה בר בר חנה סבר כתיב גדיל וכתיב פתיל או גדיל או פתיל ורב סבר לעולם פתיל בעינן וההוא גדילים למניינא אתא גדיל ב' גדילים ד' עשה גדיל ופותלהו מתוכו: \n",
                "<b>וכתב</b> בנמוקי יוסף בשם רש''י ופותלהו מתוכו כלומר שיהא הענף אחר הגדיל ולא שיעשה הגדיל בסוף החוטין. והתוספות כתבו דבספרי דריש ועשו להם ציצית שומע אני יעשה כולם גדילים ת''ל ציצית הא כיצד כדי שתהא גדיל מן הענף וציצית מן הגדיל והא ברייתא קשיא לרבה בר בר חנה וכ''כ המרדכי בשם רש''י גבי כיון דאישתראי ליה עילאי אישתראי ליה כוליה דכדברי רב עיקר. ועל מה דאמרינן ורב לעולם פתיל בעינן כתב ר''י דה''פ לעולם פתיל נמי בעינן והעלה דבעינן פתיל וגדיל ובחד לא מתכשר והכי עבדינן השתא והכי תני בספרי פ' שלח לך ע''כ: \n",
                "<b>וכתב</b> בנמוקי יוסף אהא דאמר דאפילו לא כרך בה אלא חוליא אחת כשרה דהיינו דוקא כשעשה קשר אחר החוליא כדינו דחוליא בלא קשר אינו מתקיים ואין כאן גדיל עד כאן לשונו: \n\n"
            ],
            [
                "<b>אחד חוטי לבן ואחד חוטי תכלת אם רצה לעשות שזורים עושה: כתב</b> הראב''ד א''א זה טעות וכו' כעין שצריך לציצית עכ''ל. וחכמי לוניל הקשו לרבינו מההיא דספרי והשיב להם זה שלמד שזורין ממשכן ר''ש היא דסתם ספרי ר''ש ולפי שלא מצאתי שום אדם שיאמר דבר זה לא כתבתי כמותו שאם כן יהיו שזורין ששה כמשכן כן נ''ל ואין לי סמך אחר בדבר זה עכ''ל. וק''ל על דבריו הרי ההיא דפירקא בתרא דעירובין (דף צ''ז) דלא מצית למימר בה שהיא דחויה משום דר''ש היא כדאמרת בההיא דספרי דהא רב יהודה שהוא אמורא קאמר לה ואפילו את''ל דאליבא דר''ש קאמר ורבנן פליגי עליה מכל מקום כיון דר''י קאמר לה סתם משמע דהכי ס''ל וה''ל למפסק כוותיה כיון דלא חזינן שום אמורא דפליג עליה. וי''ל שרבינו מפרש דהא דאוקימנא בשזורין לאו למימרא דא''א לציצית בלא שזורין אלא הכי קאמר כיון דלאריגה אין דרך לעשותן שזורין כלל הני ודאי לאו לאריגה נינהו אלא לציציות שלפעמים עושין אותן שזורין. ומכל מקום יש לתמוה על רבינו דכיון דלא אשכחן מאן דפליג על ההיא דספרי למה דחאה מהלכה מפני שהוקשה לו אם כן יהיו שזורין ששה כמשכן שהרי גם לפי דבריו ז''ל שסובר שאינן אלא דברי רבי שמעון יקשה כן וצריך ליישב דמשום דר''ש מפיק לאוקמינהו אשנים ואם כן כי מוקמינן לה ככ''ע נמי ניישב כך: \n",
                "<b>ועוד</b> ק''ל על דבריו מי הגיד לו ז''ל דההיא ברייתא דספרי דילפא שזורין ממשכן. ונראה שמפני שראה חולשות הללו בדבריו כתב ואין לי סמך אחר בדבר זה. ובעל מגדל עוז כתב שרבינו סובר דההיא דספרי לא לעכב נאמרה נראה שמפרש שמ''ש רבינו בתשובה זה שלמד שזורין ממשכן רבי שמעון היא היינו לומר שאילו היה לעכב לא לשתמיט גמרא בשום דוכתא למימר הכי ואין זה במשמעות דברי רבינו דאם כן למה הוצרך לומר רבי שמעון היא כיון דסבירא ליה דלא לעכב נאמרה אפילו אי אתיא ככ''ע ניחא שהרי כתב רבינו אם רצה לעשותן שזורין עושה דהיינו לומר שאינו מעכב הילכך ליתא להא דמ''ע. ומנהג כל ישראל לעשותן שזורין: \n",
                "<b>וכתב</b> הר''ן בספ''ק דיו''ט שאם נתפרקו משזירתן לית לן בה דה''ל כגרדומי ציצית דכשרים ומיהו משמע דבעינן שישתייר בשזור כדי עניבה כדאמרינן בפרק התכלת (מנחות ל''ט) גבי גרדומין. ובנמוקי יוסף כתוב שנראין דברי ר''ת שכל שזורין בתחלה יפה אע''פ שנתפרדה שזירתן ונעשו י''ו דה''ל כגרדומי ציצית וכשרים וכן פסק בעל הלכות עכ''ל. וכן כתב העיטור ולא הצריך שישתייר בשזור כדי עניבה כמו שהצריך הר''ן. ואפשר שגם הם לא הכשירו אלא ע''י שיור ולא הוצרכו לפרש דמכיון שכתבו דה''ל כגרדומי ממילא משמע: \n",
                "<b>ומ''ש רבינו אפילו היה החוט כפול משמנה חוטין ושזור עד שנעשה פתיל אחד אינו נחשב אלא חוט אחד:</b> \n\n"
            ],
            [
                "<b>חוטי הציצית בין לבן בין תכלת צריכין טוויה לשם ציצית.</b> בפרק התכלת (מנחות מ״ב:) ובריש סוכה (דף י״א) אמר רב יהודה אמר רב עשאה מן הקוצים ומן הנימין ומן הגרדין פסולה מן הסיסין כשרה כי אמריתה קמיה דשמואל אמר מן הסיסין פסולה בעינן טוויה לשמה. ופירש״י ז״ל פקעיות כדוריות של חוט ופסקו הרי״ף והרא״ש ז״ל הלכה כשמואל וכתב המרדכי שצריך להוציא בפיו בתחלת הטוויה שהוא עושה כן לשם ציצית או יאמר לאשה טוי לי לציציות ותו לא צריך. וכתוב בנמוקי יוסף כותי וכותית לאו בני לשמה נינהו וזהו דעת רבינו בעיבוד לשמה אע״פ שהרא״ש חולק: \n",
                "<b>ומ''ש רבינו ואין עושין אותן לא מן הצמר הנאחז בקוצים וכו'.</b> נראה שזה פי' מה שכתבתי בסמוך עשאה מן הקוצים פסולה. ומה שאמר ולא מן הנימין הנתלשין מן הבהמה. הוא פי' מה שכתבתי בסמוך מן הנימין פסולה. ומה שאמר ולא משיורי שתי וכו'. הוא פי' מה שכתבתי בסמוך מן הגרדין. ונראה דטעמא דכל הני משום ביזוי מצוה: \n",
                "<b>ואין עושין אותה מצמר הגזול.</b> בפ''ק דסוכה (דף ט') ממעט גזול מדכתיב ועשו להם משלהם וכתב נמוקי יוסף דלא מיפסיל אלא בשגזל חוטין ממש אבל אם גזל צמר ועשאה חוטין כשרה דקנייה ביאוש ושינוי הגוף אבל לכתחלה אסור משום שונא גזל בעולה. ורבינו שכתב מצמר הגזול פסול נראה דמיירי קודם יאוש א''נ אפילו אחר יאוש לא קני משום דהוי שינוי החוזר לברייתו: \n",
                "<b>ומ''ש רבינו ולא משל עיר הנדחת.</b> טעמא לאו משום דאיסור הנאה הוא דהא מצוות לאו ליהנות ניתנו אלא טעמא משום דכיון דלשריפה קאי כתותי מיכתת שיעוריה וציצית יש לו שיעור למטה: \n",
                "<b>ומ''ש ולא משל קדשים: המשתחוה לבהמה צמרה פסול לציצית.</b> בפרק כל הצלמים (ע''ז דף מ''ו) בעיא דלא איפשיטא ולחומרא. \n",
                "<b>ומ''ש אבל המשתחוה לפשתן הנטוע ה''ז כשר שהרי נשתנה.</b> נלמד ממה שאמרו בפרק הנזכר שם (דף מ''ו:) המשתחוה לקמה קמחה מהו למנחות: \n\n"
            ],
            [
                "<b>ציצית שעשה אותו כותי פסול וכו'.</b> בפרק התכלת (מנחות מ''ב) אמר רב יהודה אמר רב מניין לציצית בכותים שהוא פסולה שנאמר דבר אל בני ישראל ועשו להם ציצית בני ישראל ולא הכותים. \n",
                "<b>ומה שכתב אבל אם עשה אותה ישראל בלא כוונה כשרה.</b> לא בטוויית החוטין קאמר דהא בעינן שתהא לשמה כדבסמוך אלא בנתינת החוטין בכנף ועשיית הקשרים והחוליות דוקא קאמר שאם עשה ישראל שלא בכוונה כשר מדלא מצרכינן לשמה אלא בטוייה ועוד דאמר בפרק התכלת אמר רב יהודה אמר רב ציצית שעשאה כותי פסולה ואם איתא מאי איריא כותי אפילו עשאה ישראל שלא לשמה נמי אלא ודאי לא ממעיט אלא כותי אבל עשאה ישראל שלא בכוונה כשר: \n",
                "<b>וציצית שנעשה מן העשוי מקודם פסול כיצד הביא כנף שיש בה ציצית ותפרה על הבגד וכו'.</b> ברייתא שם (דף מ''א) טלית שנקרעה חוץ לשלש וכו' ושוין שלא יביא אפילו אמה על אמה ממקום אחר ובה תכלת ותולה בה. ופירש''י ממקום אחר מטלית אחרת ויש בה תכלת ותולה בה משום דעל כנפי בגדיהם בעינן וכנף זה לא היה מבגד זה בשעת עשייה. ורבינו מפרש שהטעם מפני שדומה למי שנעשית מאליה: \n\n"
            ],
            [
                "<b>ומ''ש ומותר להתיר ציצית מבגד זה ולתלותם בבגד אחר וכו'.</b> בפרק התכלת (שם) ובפרק במה מדליקין (שבת כ''ב) רב אמר אין מתירין מבגד לבגד ושמואל אמר מתירין אמר אביי כל מילי דמר עביד כרב בר מתלת דעביד כשמואל וחד מינייהו הא דמתירין מבגד לבגד: \n\n"
            ],
            [
                "<b>תלה החוטין בין שתי הכנפים מזו לזו וכו'.</b> בפ''ק דסוכה (דף י''א) אמרי' דרב מכשר בתלאן ולא פסק ראשי חוטין שלהם ושמואל ולוי פוסלים ואקשינן עליה דרב מדתניא תלאן ואח''כ פסק ראשי חוטין שלהן פסולה וסליק בקשיא: \n",
                "<b>ויש</b> לדקדק בדברי רבינו דמשמע לכאורה שהוא מפרש דדוקא בתלה החוטין בין שתי כנפים הוא דפסלינן בתלאן ואח''כ פסק ראשי חוטין שלהן אבל בחוטין שאינן תלויין אלא בכנף אחת אף ע''פ שכרך וקשר ואחר כך פסק ראשי החוטין כשרה דאם לא כן לשמועינן דאפילו בתלאן בכנף אחת פסולה. אבל קשה דכיון דטעמא משום תעשה ולא מן העשוי בתלאן בכנף אחת נמי יש לפסול לכן נראה לי דגם בתלאן בכנף אחת \n",
                "<b>פסל ומ''ש תלה חוטין בין שתי כנפים</b> הטעם מפני שהוא ז''ל מפרש שמה שאמרו בגמרא תלאן ולא פסק ראשי חוטין שלהן בתלה החוט בין שתי כנפים ואפילו הכי מכשיר רב משום דקסבר פסיקתן זו היא עשייתן והא תני שמואל הטיל לשתי הקרנות בבת אחת וכו'. ורבינו דרכו לכתוב הדין כמו שהוא שנוי בגמרא ולכך כתב דין תלה החוטין בין שתי כנפים כמו שהוא שנוי בגמרא לפי פירושו ומיניה נשמע להיכא דלא תלה אלא בכנף אחת כיון דהוי מן העשוי: \n\n"
            ],
            [
                "<b>הטיל ציצית על הציצית אם נתכוון לבטל את הראשונות וכו'.</b> בפרק התכלת מנחות (דף מ') אמאי דאמר רבא הטיל לבעלת שלש והשלימה לד' פסולה משום תעשה ולא מן העשוי פריך ומי אמרינן תעשה ולא מן העשוי והא אמר רבי זירא הטיל למוטלת כשרה אמר רבא השתא בבל תוסיף קאי מעשה לא הוי מתקיף לה רב פפא ממאי דגברא לאוסופי קא מכוין דילמא לבטולי קא מכוין ובל תוסיף ליכא מעשה איכא. ופירש''י הטיל למוטלת שהיה לה ארבע ציציות והטיל לה ד' אחרות כשרה בהני בתראי ואע''ג דהדר פסקינהו לקמאי והא הכא דשלא לצורך עבדינהו בשעת עשייה ומכשרא בהו. אמר רבא לעולם שלא לצורך מן העשוי קרינן ביה והכא להכי מכשרא בבתראי דקאי בבל תוסיף כי עבדינהו ולא הוי מעשה דכיון דעובר על דברי תורה לא מיקרי מעשה הילכך כי פסיק לקמאי היא הויא עשייתן דבתראי אבל שלא לצורך בבעלת שלש שאינו עובר עליהם הוי מעשה לאקרויי ציצית העשויים בפסול ואיכא כשגמרה תעשה ולא מן העשוי: \n",
                "<b>וכתב</b> הראב''ד על דברי רבינו א''א עיינתי בדבריו וכו' דהאי לחודיה קיימא והאי לחודיה וכו' עכ''ל. ורבינו נראה שהוא מפרש דהא דאמר רבא השתא בבל תוסיף קאי מעשה לא הוי היינו לומר דהטלת ציציות בתראי כיון דקאי עלייהו בבל תוסיף שפיר חשיב מעשה ולא קרינן ביה מן העשוי ולא דמי להטיל לבעלת ג' דחשיב מן העשוי משום דלא עבר בה משום בל תוסיף ולישנא בתמיה הוא השתא בבל תוסיף עבר בהטלת ציציות בתראי והיכי אפשר לומר דלא הוי מעשה ורב פפא פליג עליה ואמר ממאי דהא דמכשרינן בהטיל למוטלת במתכוין לאוסופי היא דילמא איפכא הוא דכי מכוין לאוסופי הוא כיון דעבר בבל תוסיף ליכא מעשה בכשרות ושתי הציציות פסולים ואין להם תקנה משום דכיון דנפסלו הראשונים כשהטיל השניים וכשחתך השניים הו''ל קמאי מן העשוי בפיסול וכל שכן אם חתך הראשונים שפסולים השניים שהרי תחלת עשייתן היתה בפיסול וכי מכשרינן בהטיל למוטלת כשנתכוון לבטל הראשונות דוקא הוא דמכשרינן דכיון דלא נתכוון להוסיף מעשה איכא כלומר מעשה העשוי בכשרות איכא בהטלת ציציות בתראי שמאחר שנתכוון לבטל הראשונות הוי מעשה חשוב כיון שיש בטלית זו ארבע כנפות הילכך לא דמי לבעלת שלש. ולפי זה רב פפא גם כן בא לחלק בין הטיל לבעלת שלש להטיל למוטלת ונקטינן כוותיה: \n\n"
            ],
            [],
            [
                "<b>אין כופלין את הטלית לשנים וכו'.</b> שם (דף מ''א) ת''ר טלית כפולה חייבת בציצית ור''ש פוטר ושוין שאם כפלה ותפרה שחייבת תפרה פשיטא לא צריכא דנקט בסיכי. ופירש''י טלית כפולה שהיתה ארוכה כשנים וכפלה. ור''ש פוטר שאם תפשט נמצאת ציציות באמצעיתה. שאם תפרה חייבת שלא תפשט. דנקט בסיכי תפירה רחבה בשטי''ר בלעז. ורבינו פוסק כר''ש וטעמו מדאיתא בגמרא רבה בר הונא איקלע לבי רבא בר רב נחמן חזייה דהוה מיכסי טלית כפולה ורמי ליה חוטי עלויה כפילא איפשיטא ואתא חוטי וקם ליה להדי רישיה א''ל לאו היינו כנף דכתב רחמנא באורייתא אתא שדייה איכסי גלימא אחריתא אמר ליה מי סברת חובת גברא הוא חובת טלית היא זיל רמי לה. ופירש''י אפשיט הטלית היו הציציות באמצעיתה שהיתה רחבה כפלים בקומתו והיתה כפולה והכפל מוטל על ראשו ושני הראשים של טלית למטה מאחוריו ושני ציציות היו בקרנות האחד ושנים בשני ראשי הכפל מקום שארכו כלה וכשנתפשט היה כולו חבוי בה ונמצאו שתי ציציות של כפל באמצע הטלית כנגד ראשו של רבא לאו היינו כנף דהא באמצעיתה עומדים עכ''ל. ומשמע לרבינו דכי א''ל לאו היינו כנף דכתב רחמנא באורייתא היינו לומר דאפילו קודם שתפשט נמי כיון שעשויה להתפשט לאו היינו כנף דכתב רחמנא באורייתא דאם לא כן הול''ל לא תפשוט אותה אלא התעטף בה כשהיא כפולה. והא דלא אמר ליה מעיקרא כי חזייא דמיכסי טלית כפולה לאו היינו כנף דכתיב באורייתא מפני שרצה להמתין עד שיפשיטנה ויראה דקאי כנף להדי רישיה וכן משמע מדסיים בגמרא בהאי עובדא איכסי גלימא אחריתא ואם איתא אמאי איצטריך לאכסויי גלימא אחריתא הו''ל לכפול את זו ולאכסויי בה וגם רבה בר רב הונא אמאי א''ל זיל רמי לה לא הול''ל אלא כפלה הילכך משמע ודאי דס''ל דהלכה כר''ש. ואפשר שגם דעת הרי''ף והרא''ש כן וסמכו על מה שכתבו דרבה בר רב הונא ורבא בר רב נחמן דמשמע מיניה דהלכה כר''ש. \n",
                "<b>ומ''ש רבינו דבתפרה מרוח אחת סגי להטיל ציציות על כנפיה כמו שהיא כפולה.</b> נראה שלמד כן מדפרכינן אמאי דתניא ושוים שאם כפלה ותפרה שחייבת פשיטא ושני לא צריכא דנקטה בסיכי וסובר רבינו דנקטה בסיכי היינו שתפרה מרוח אחת. א''כ כיון דטעמא דאין מטילין בה ציציות כשהיא כפולה הוא משום דמפשיט וקאי חוטא להדי רישיה כל שתפרה מרוח אחת דליכא למיחש להכי שפיר דמי להטיל בה כשהיא כפולה וממילא דה''ה לנקטה בסיכי דהיינו תפירה רחבה כדפירש''י דתפרה סתם קאמר ואפילו תפירה רחבה במשמע. והא דפטר ר''ש היינו מלהטיל בכנפים הכפולים אבל בארבע כנפיה הפשוטים צריך להטיל דאטו משום דכפלה איפטרא לה והכי דייק לישנא דרבינו שכתב אין כופלים את הטלית לשנים ומטילין ציצית על ארבע כנפיה כשהיא כפולה משמע דוקא על ארבע כנפיה כשהיא כפולה אין מטילין אבל על ארבע כנפיה הפשוטין מטילין: \n\n"
            ],
            [
                "<b>נפסק הכנף וכו'.</b> בפרק התכלת (שם) אמר רב יהודה טלית שנקרעה חוץ לשלש יתפור תוך שלש לא יתפור. ופירש''י חוץ לשלש למעלה משלש אצבעות משפת הכנף יתפור ולא חיישינן דילמא פייש מידי מחוט התפירה ויניחנו ויוסיף עליו שבעה חוטין לשם ציצית ואיכא משום תעשה ולא מן העשוי דהא חוץ לשלש לא חזי לתלות ציצית. בתוך שלש דראוי להניח שם ציצית לא יתפור דחיישינן להכי כדפרישנא. וכתב הרא''ש ולפי זה יראה דטלית של צמר שנקרעה תוך שלש מותר לתפור האידנא דאין דרך לתפור בחוטי צמר אלא בחוטי קנבוס ואינם ראויים לציצית. ור''ע פירש חוץ לשלש יתפור כיון דאית ביה שלש על שלש אית ביה תורת בגד תוך שלש לית ביה תורת בגד וכמאן דליתיה דמי ואע''ג דתפריה כמאן דפסיק דמי ולא רמינן ביה ציצית ואי עביד ביה ציצית לא פטר לטלית עכ''ל. ומשמע דלר''ע כל שנקרע תוך שלש דמיפסיל אפילו תפרו ל''מ דאין להכשיר ציצית שהיה תלוי בו באותה שעה דהא אית ביה משום תעשה ולא מן העשוי בפיסול אלא אפילו הטיל ציצית אחר שתפרו פסול מפני שחתיכה זו כיון שנפסקה אע''פ שתפרה תו לא חשיבא מבגד זה וכן כתב הרא''ש ז''ל ורבינו ירוחם. אבל ממ''ש נמוקי יוסף בשם ר''ע משמע דלא נפסל אלא ציצית שהיו בו בעת שתפרו מפני שבעת שנקרע תוך שלש בטלו הציצית מיד שלא נשתייר בו שיעור כנף וכשחוזר ותופרו הו''ל תעשה ולא מן העשוי אבל ציצית שהטיל בו אחר שתפרו כשר ולזה נוטים דברי רבינו שכתב נפסק הכנף שיש בה ציצית משמע דדוקא לפסול ציצית שיש בו בשעת קריעה קאמר: \n",
                "<b>נתמעטה זוית של בגד וכו'.</b> שם (דף מ''ב) רב סמא ורבינא הוו יתבי קמיה דרב אשי חזייה רב סמא לגלימיה דרבינא דסתר ובצר ממלא קשר גודל אמר ליה לא סבר מר להא דרבי יעקב דאמר צריך שירחיק כמלא קשר גודל אמר ליה בשעת עשייה איתמר: \n",
                "<b>וכן אם נתמעטו חוטי הציצית וכו'.</b> בראש פרק התכלת (מנחות דף ל״ח) תנן התכלת אינו מעכב את הלבן והלבן אינו מעכב את התכלת ובגמרא לימא מתניתין דלא כרבי דתניא וראיתם אותו מלמד שמעכבים זה את זה דברי רבי וחכמים אומרים אין מעכבים ואסיקנא לא נצרכה אלא לגרדומין דאי איגרדם תכלת וקאי לבן או איגרדם לבן וקאי תכלת לית לן בה דאמרי בני רבי חייא גרדומי תכלת כשרים וכמה שיעור גרדומים כדי לענבם. ובתר הכי (דף ל״ט) אמר רבה בר רב אדא אם נפסק החוט מעיקרו פסולה. והנה רבינו כתב בתחלת פרק זה התכלת אינו מעכב את הלבן והלבן אינו מעכב את התכלת כיצד הרי שאין לו תכלת עושה לבן לבדו וכן אם עושה לבן ותכלת ונפסק הלבן ונתמעט עד הכנף ונשאר תכלת לבדו כשר: \n",
                "<b>ויש</b> לתמוה עליו ממ''ש וכן אם עושה לבן ותכלת ונפסק הלבן משמע שאם נפסקו כל חוטי הלבן לגמרי ולא נשתייר מהם כלום מאחר שנשאר התכלת כשר וא''כ היאך כתב כאן שאם נפסק החוט מעיקרו אפילו חוט אחד פסולה ועוד דמשמע דפסק כרבי דאליביה אמרינן דאי איגרדם לבן וקאי תכלת כשר ומשמע דרבנן לא סברי הכי ואמאי פסק כרבי ולא כחכמים ועוד דבגמרא אמרינן דר''י בן נורי פליג עליה ורביה הוא וקיימא לן הלכה כרבי מחבירו ולא מרבו ועוד דכיון דפסק כרבי דאיגרדם לבן וקאי תכלת כשר הוה ליה למיפסק נמי דתכלת ולבן מעכבין זה את זה כדסבר רבי ועוד אמאי נקט דתכלת אינו מעכב את הלבן שאם אין לו תכלת עושה לבן לבדו ובלבן אינו מעכב את התכלת נקט נפסק הלבן ונתמעט. ועוד יש לדקדק דמלשון רבינו משמע דמכשר איגרדם כוליה לבן אפילו לא נשתייר ממנו כלום והיאך אפשר לומר כן כיון דבגמרא לא הכשירו אלא בנשתייר כדי עניבה: \n",
                "<b>ויש</b> לומר שרבינו פסק כרבנן וכפשטא דמתני' דקתני התכלת אינו מעכב את הלבן וכו' שאם אין לו אלא מין אחד עושה אותו וכתב שאם אין לו תכלת עושה לבן לבדו וממילא משמע דלבן אינו מעכב את התכלת וכ''ש הוא שהרי עיקר המצוה בתכלת ובאיגרדם לבן וקאי תכלת או איגרדם תכלת וקאי לבן פסק דכשר משום דסבירא ליה דאע''ג דלאוקומי מתני' אליבא דרבי איתמר לכולי עלמא דינא הכי הוי ובאוקימתא דמתני' הוא דמשוינן פלוגתא בינייהו דלרבנן אתיא מתני' כפשטה שאם אין לו לבן עושה תכלת ואם אין לו תכלת עושה לבן אבל לרבי דלא מצי לפרושי הכי משום דסבירא ליה שמעכבין זה את זה צריך לפרש דמתני' באיגרדם תכלת וכו' מיירי. \n",
                "<b>ולענין</b> שיעור הגרדומים משמע שסובר רבינו דאפילו לא נשאר אלא מין אחד והמין השני נפסק כולו לגמרי כשר דלישנא דגמרא דקאמר איגרדם לבן וקאי תכלת משמע ליה דאיגרדם לבן לגמרי ולא נשתייר ממנו כלום והא דבעינן שיעור גרדומין לאו אבני רבי חייא קאי אלא היכא דאיגרדום כולהו ציציות בין דתכלת בין דלבן דאז הוא דבעינן שישתייר כדי עניבה אבל היכא דלא איגרדם אלא מין אחד אפילו לא נשתייר ממנו כלום כשר. נמצא לפי זה דהיכא שנפסקו חוטין של מין אחד לגמרי כיון שנשאר המין השני שלהן כשר והיינו ההיא דבני רבי חייא וזהו מ''ש \n",
                "<b>רבינו וכן אם עושה לבן ותכלת ונפסק הלבן ונתמעט עד הכנף ונשאר התכלת לבדו כשר</b> ורבותא אשמועינן שאע''פ שאינו אלא חוט אחד כשר וכל שכן שאם נפסק התכלת ונשתייר הלבן דכשר. והיכא שנפסקו כל החוטין אם נשתייר בהם כדי עניבה כשר והיינו דאמרינן וכמה שיעור גרדומין כדי לענבן וזהו מ''ש \n",
                "<b>רבינו וכן אם נתמעטו חוטי הציצית אפילו לא נשתייר מהם אלא כדי עניבה כשר.</b> והיכא שנפסקו חוטין של מין אחד ומהמין השני נפסק חוט אחד מעיקרו פסול דעד כאן לא מכשרינן בנפסק מין אחד אלא כשהמין השני נשאר שלם אבל כשנפסק מהמין השני חוט אחד מעיקרו פסול וכן אם עשאן כולם ממין אחד אם נפסק חוט אחד מעיקרו, וזהו מה שאמר רבינו ואם נפסק החוט מעיקרו אפילו חוט אחד פסולה: \n",
                "<b>ואפשר</b> לומר על פי שיטה זו דבני רבי חייא כי אמרי גרדומי תכלת כשרים בשנשתייר בהם כדי עניבה דוקא מכשרי דכי בעינן וכמה שיעור גרדומין ומהדרינן כדי לענבן אבני רבי חייא קאי כדמשמע מפשטא דשמעתא ובנפסקו כל החוטין מיירי דאז בעינן כדי עניבה דלכל החוטין קורין תכלת וכמו שכתב הרא''ש ורבא דאמר לא נצרכה אלא לגרדומין דאי איגרדם תכלת וקאי לבן או איגרדם לבן וקאי תכלת לית לן בה דאמרי בני ר' חייא גרדומי תכלת כשרים ה''ק אי איגרדם תכלת לגמרי וקאי לבן או איגרדם לבן לגמרי וקאי תכלת לית לן בה ומייתי ראיה מבני רבי חייא דאמרי גרדומי תכלת כשרים ואע''ג דאינהו בעו שישתייר בהם כדי עניבה שאני התם שנפסקו כל החוטין אבל הכא שמין אחד לא נפסק ממנו כלל אע''פ שהמין השני נפסק לגמרי כשר דלא מייתי ראיה רבא מבני ר' חייא אלא דלא בעינן סופו כתחלתו ולפי זה \n",
                "<b>מ''ש וכן אם עושה לבן תכלת ונפסק הלבן ונתמעט עד הכנף ונשאר התכלת לבדו כשר</b> היינו מאי דאמר רבא לא נצרכה אלא לגרדומין דאי איגרדם לבן וקאי תכלת או איגרדם תכלת וקאי לבן כשר. \n",
                "<b>ומ''ש וכן אם נתמעטו חוטי הציצית אפילו לא נשתייר מהם אלא כדי עניבה כשר</b> הוא מאי דאמרי בני ר' חייא גרדומי תכלת כשרים: \n",
                "<b>ויש</b> לפרש בע''א שרבינו מפרש דהא דקאמר רבא אי איגרדם לבן וקאי תכלת או איגרדם תכלת וקאי לבן כשר היינו בשנשאר מהם כדי עניבה דוקא וכבני ר' חייא דאילו איגרדם לגמרי פסול הוא וכדאמר רבה בר רב אדא אם נפסק החוט מעיקרו פסול. ולפי זה אין בדברי רבינו אלא שני דינין האחד היכא דאיגרדם אחד מהמינים ונשאר ממנו כדי עניבה וזהו \n",
                "<b>מ''ש וכן אם עושה לבן ותכלת ונפסק הלבן ונתמעט עד הכנף</b> אלא שבראש הפרק כתב הדין דרך כלל ובסוף הפרק פירשו דהיינו דוקא בנשתייר כדי עניבה וזהו \n",
                "<b>מ''ש וכן אם נתמעטו חוטי הציצית אפילו לא נשתייר בהם כדי עניבה כשר</b> והיינו בשלא נפסק אלא המין האחד והמין השני קיים וסמך על מה שבתחלת הפרק לא הכשיר אלא בנפסק מין אחד ומין שני נשאר שלם. הדין השני הוא \n",
                "<b>מ''ש ואם נפסק החוט מעיקרו פסולה</b> והיינו דרבה בר רב אדא. ולפי דרך זה דעת רבינו כדעת רבינו תם: \n",
                "<b>ויש</b> לפרש בע''א דשלשה דינין הם, האחד כשנפסק מין אחד לבד אפילו נשתייר פחות מכדי עניבה כשר שמאחר שהמין השני קיים כולו בכל שהוא שישתייר ממין זה סגי וזהו שכתב וכן אם עושה לבן ותכלת ונפסק הלבן ונתמעט עד הכנף ונשאר התכלת לבדו כשר ודייק לכתוב ונפסק הלבן ונתמעט ולא כתב ונפסק מעיקרו וה''ק נפסק הלבן ונתמעט משיעור כדי עניבה ומכל מקום קצתו נשתייר. \n",
                "<b>ומ''ש עד הכנף</b> היינו עד ולא עד בכלל כלומר שבמקום שתלוי בכנף נשאר כל שהוא והיינו דאמר רבא לא נצרכה אלא לגרדומין דאי איגרדם לבן וקאי תכלת או איגרדם תכלת וקאי לבן כשר וגרדומין היינו שנשתייר קצת דאי לא נשתייר כלום נפסק מעיקרו מיקרי ואם נשתייר כדי עניבה מאי איריא קאי לבן או קאי תכלת אפילו איגרדום תרווייהו נמי כשר וכדאמרי בני ר' חייא גרדומי תכלת כשרים כשנשתייר בהם כדי עניבה כדאמרינן בגמרא ותכלת דאמרי בני ר' חייא היינו כל החוטין דלכולהו קרי תכלת ולא מייתי רבא ראיה מדבני ר' חייא אלא דלא בעינן סופו כתחלתו וכיון דבנפסקו כל החוטין מכשרי בנשתייר בהם כדי עניבה בנפסק מין אחד לבד יש להכשיר בנשתייר פחות מכדי עניבה. הדין השני אם נפסקו כל החוטין וזהו שכתב וכן אם נתמעטו חוטי הציציות אפילו לא נשתייר מהם אלא כדי עניבה כשר והיינו דבני ר' חייא וכמו שכתבתי בסמוך. הדין השלישי \n",
                "<b>מ''ש ואם נפסק החוט מעיקרו אפילו חוט אחד פסולה:</b> \n",
                "<b>ודע</b> דגרסינן בגמרא אהא דאמרינן וכמה שיעור גרדומין כדי לענבן איבעיא להו כדי לענבן כולהו בהדדי או דילמא כל חד וחד לחודיה תיקו והרי''ף ורבינו השמיטו דין זה משמע דסברי דאזלינן בה לקולא וטעמא משום דס''ל דשיעור זה אינו אלא מדרבנן דאילו מדאורייתא בכל דהו סגי. וגרסינן תו בגמרא בעי רב אשי אלימי ולא מיענבי ואי הוו קטיני מיענבי מאי א''ל רב אחא כ''ש דמינכר מצותייהו. ופירש''י אלימי עבים. דאי הוו קטיני דקים. הוו מענבי שארוכי' הם כל כך אבל מפני עביים הוו קטני' לענוב. כ''ש דכשרים דהואיל ואילו הוו דקים כ''כ כשרים דהא ארוכין הן כדי עניבה כ''ש שהם עבי' דמינכרא מצותן טפי עכ''ל. והרי''ף והרמב''ם השמיטוהו וטעמא משום דכיון דאתא במכ''ש מילתא דפשיטא היא ואע''ג דמעיקרא הוה מיבעיא ליה לרב אשי בתר דשמע דאתיא במכ''ש קבלה וכיון דלפום קושטא לכולי עלמא אתיא במכ''ש לא חשו לכתבו: \n\n"
            ]
        ],
        [
            [
                "<b>תכלת האמורה בתורה וכו' וזו היא דמות הרקיע וכו'.</b> כתב כן משום דתניא בפ' התכלת (מנחות מ''ג) מה נשתנה תכלת מכל הצבעונין מפני שהתכלת דומה לים וים דומה לרקיע ורקיע לכסא הכבוד שנאמר ותחת רגליו כמעשה לבנת הספיר וכעצם השמים לטוהר וכתיב אבן ספיר דמות כסא: \n",
                "<b>והתכלת האמורה בציצית צריך שתהא צביעתה צביעה ידועה שעומדת ביפיה ולא תשתנה וכו'.</b> מתבאר בפ' התכלת (מנחות מ״ב:): \n",
                "<b>רחל בת עז וכו'.</b> בפ''ב דבכורות (דף י''ז) אמרינן שהכל מודים שצמרה פסול לתכלת ואמרי' נמי שהכל מודים שאין לוקין על צמרו משום כלאים וא''כ לא חשיב צמר כלל ואינו פוטר בציצית אלא במינו דוקא: \n\n"
            ],
            [
                "<b>כיצד צובעין תכלת של ציצית לוקחין הצמר ושורין אותו בסיד ואחר כך מכבסין אותו עד שיהיה נקי ומרתיחין אותו באהלא וכיוצא בו וכו'.</b> נראה שזה כתב רבינו מדעתו שזה דרך הצבעין: \n",
                "<b>ומ''ש ואח''כ מביאין דם חלזון והוא דג שדומה לעין התכלת.</b> בפרק התכלת (מנחות דף מ''ד.) ת''ר חלזון זה גופו דומה לים וברייתו דומה לדג ועולה אחת לע' שנה ובדמו צובעין תכלת לפיכך דמיו יקרים. ופירש''י גופו מראה גופו: \n",
                "<b>ומ''ש ודמו שחור כדיו. ומ''ש ובים המלח הוא מצוי: ומ''ש ונותנין את הדם ליורה ונותנין עמו סממנין כמו הקמוניא וכיוצא בהם כדרך שהצבעין עושים.</b> שם (דף מ''ב:) א''ל אביי לרב שמואל בר יהודה האי תכלתא היכי צבעיתו לה א''ל מייתינן דם חלזון וסממנים ורמינן להו ביורה: \n\n"
            ],
            [
                "<b>התכלת של ציצית צריכה צביעה לשמה ואם צבעה שלא לשמה פסולה והיורה שיש בה הצבע אם צבע בה מעט צמר לבדקו אם הוא יפה אם לאו נפסלה היורה אלא כיצד יעשה לוקח הצבע מן היורה בכלי קטן וכו' עד שהרי טעמו ופסלו.</b> שם: \n\n"
            ],
            [
                "<b>התכלת אינה נלקחת אלא מן המומחה וכו'.</b> ברייתא שם: \n",
                "<b>אף ע''פ שנלקחה מן המומחה וכו'.</b> נראה שלמד כן מדאמרינן שם בגמרא (דף מ''ג) מר ממשכי אייתי תכלתא ובדקוה בדרב יצחק בר יהודה ואפריד חזותה בדרב אדא ואשתני למעליותא סבור למפסלה אמר להו רב אחאי שמועתא אהדדי איתמר היכא דבדקנא בדרב יצחק בר יהודה אי איפרד חזותה בדקינן לה בדרב אדא אשתני למעליותא כשרה לגריעותא פסולה. ופירש''י מר שם חכם. ממשכי שם מקום. הרי בהדיא שאע''פ שהיה חכם אע''פ כן כשבדקוה אי לאו דא''ל רב אחאי שמועתא אהדדי איתמר הוו פסלי לה. וא''ת למה בדקוה והא תניא דאינה נקחת אלא מן המומחה משמע דמן המומחה נקחת ואינה צריכה בדיקה. וי''ל דאין ה''נ שאינה צריכה בדיקה אלא שכך אירע מעשה שבדקוה וכך הם דברי רבינו שכתב אם נבדקה: \n\n"
            ],
            [
                "<b>כיצד בודקין אותה עד שיודע אם נצבעה כהלכתה אם לאו לוקחין תבן וריר של שבלול וכו'.</b> (שם מ''ב מ''ג) רב יצחק בר יהודה בדיק ליה מייתי מגבייא גילא ומיא דשבלילתא ומי רגלים בן מ' יום ותרי לה בגווייהו מאורתא עד צפרא אי איפריד חזותה פסולה לא איפריד חזותה כשרה רב אדא מייתי חמירא ארכסא דשערי ואפי לה בגויה אי אישתני למעליותא כשרה לגריעותא פסולה ואסיקנא דשמועתא אהדדי איתמר כמו שכתבתי בסמוך. ורבינו כתב בצק חמירא אפשר שכך היתה נוסחתו: \n\n"
            ],
            [
                "<b>חצר שמוכרין בה תכלת וכו'.</b> בפרק שני דע''ז (דף ל''ט): \n",
                "<b>המפקיד תכלת אצל הכותי וכו'.</b> (שם) אמר רב דתכלת אסור בחותם אחד: \n\n"
            ],
            [
                "<b>המוצא תכלת בשוק אפילו מצא חוטין פסוקין ושזורין פסולין.</b> בפ' בתרא דעירובין (דף צ''ו) א''ר אלעזר המוצא תכלת בשוק לשונות פסולין חוטין כשרים מ''ש לשונות דאמרי אדעתא דגלימא צבעינהו חוטין נמי אדעתא דגלימא שרנהו פירוש טואם בשזורין שזורין נמי נימא אדעתא דשיפתא דגלימא עייפינהו במופסקין דכולי האי ודאי לא טרחי אינשי אמר רבא וכי אדם טורח לעשות קמיע כמין תפילין דתנן בד''א בישנות אבל בחדשות פטור אלא אמר רבא טרח ולא טרח תנאי היא דתניא המוצא תפילין מכניסן זוג זוג אחד חדשות ואחד ישנות דברי רבי מאיר ר' יהודה אוסר בחדשות ומתיר בישנות אלמא מר סבר טרח איניש ומר סבר לא טרח איניש והשתא דתני אבוה דשמואל בר רב יצחק אלו הן ישנות כל שיש בהם רצועות ומקושרות חדשות שיש בהם רצועות ולא מקושרו' דכ''ע לא טרח איניש ופירש''י בשזורים שאין דרך לארגם. דשיפתא דגלימא שכן דרך להסך שזורין בשפתו שקורין אורי''ל. במופסקין דכולי האי לא טרח לחזור ולקשרן ולהסך אותן. וכי אדם טורח לעשות קמיע כמין תפילין ואפילו הכי חיישינן לה במתניתין דקתני חדשות פטור דילמא קמיע נינהו ולא מחללינן שבת עלווייהו. אחד חדשות שאין אדם טורח. והשתא דתני אבוה דשמואל דהאי חדשות כשיש בהם רצועות ואינן מקושרות כעין קשר של תפילין אלמא טעמא משום קשר דקשירה אב מלאכה. דכולי עלמא לא טרח דטעמא דחדשות לאו משום ספק קמיע הוא עכ''ל. נמצא לפי זה דקם ליה הלכתא כר' אלעזר דמכשיר בחוטין שזורין ומופסקין. ויש לתמוה על רבינו שכתב אפילו מצא חוטין פסוקין ושזורין פסולה וכבר השיגו הראב''ד. וחכמי לוני''ל שאלו שאלה זו מרבינו ז''ל והשיב להם ודאי אמת כדבריכם ובעיקר העתקתי לנוסחא שלי טעיתי וכך הם הדברים וכזה תקנו הנוסחא אפילו מצא חוטין פסוקין פסולה ואם שזורין כשרה עכ''ל: \n",
                "<b>הלוקח טלית מצוייצת מן השוק וכו'.</b> ברייתא פ' התכלת (מנחות מ''ג) ופרש''י מן הכותי אם תגר הוא כשרה דלא מרע נפשיה וזבין לה מישראל וכשרה: \n\n"
            ],
            [
                "<b>טלית שהיא כולה אדומה או ירוקה וכו'.</b> שם (מ''א:) ת''ר טלית שכולה תכלת כל מיני צבעונין פוטרין בה חוץ מקלא אילן מיתיבי טלית אין פוטר בה אלא מינה טלית שכולה תכלת מביא תכלת ודבר אחר ותולה בה וקלא אילן לא יביא ואם הביא כשר ל''ק כאן בטלית בת ד' חוטין כאן בטלית בת ח' חוטין. ופירש''י כל מיני צבעים פוטרים בה לשם לבן דכיון דמין כנף ליכא לקיומיה ביה אין לך לחזר אחר לבן אלא שיהיו בה שני מינין חוץ מקלא אילן דדמי לתכלת וזמנין דמזבין לה לאיניש אחרינא וסבר דכל חוטיה תכלת וכי מצריך לטלית אחריתא שקיל תרי חוטי מהכא ונותן שם עם הלבן ותחת אלו יתן לבן ונמצאת אחת מהן נפטרה בקלא אילן לשום תכלת ושדי קלא אילן עם לבן בציצית ונמצאת כלאים בלא מצוה. טלית אין פוטר בה לשם לבן אלא מינה אם אדומה היא יטול בה שני חוטין אדומים ושני חוטין תכלת וכן שאר גוונים. מביא תכלת שני חוטין לשם תכלת ודבר אחר לשם לבן ואע''ג דהאי תכלת הוי מין כנף ואפ''ה שני מינין בעינן דאזלינן בתר רוב טליתות. ואם הביא כשר אלמא קלא אילן נמי פוטר בה. בטלית בת ד' חוטין ב' תכלת ושנים קלא אילן כשר. בטלית בת ח' חוטין ד' תכלת והטיל בה ד' קלא אילן לקיים מצות ב' מינים פסולין הואיל ולבר קלא אילן איכא חוטין כל צורכה דחיישינן דילמא מצריך לטלית אחריתא ושקיל הנך תכלת מהכא ותלי לה התם וליכא הכא אלא קלא אילן א''נ שקיל הנך דקלא אילן ותלי בה. ל''א ועיקר חוץ מקלא אילן דהא אשני מראות שבה קפדינן ואלו מראיהן שוין. מיתיבי וכו' אם הביא כשר. טלית בת ח' חוטין ד' של תכלת ומין אחר וביקש להטיל בה עוד ד' אחרים לא יטילו קלא אילן שמא ימכרנו לאיש אחר ויהא סבור שהם תכלת ויתירם מכאן ויתן בטלית אחר במקום תכלת עם לבן ואם הביא כשר דהא נפטר בד' חוטין של תכלת ודבר אחר עד כאן לשונו. ויש לתמוה על רבינו שכתב היתה כולה תכלת עושה לבן שלה משאר צבעונין חוץ מן השחור ובגמ' לא אמרו אלא חוץ מקלא אילן והוא צבע תכלת בשאר צבעים שלא בדם חלזון. ועוד יש לתמוה למה לא חילק בין טלית בת ד' חוטין לבת ח' חוטין כמו שחילקו בגמרא. ויש לומר לראשונה הוה אפשר לומר שרבינו מפרש דקלא אילן שם כולל בין לצבע תכלת שלא בדם חלזון בין לשחור ונקט רבינו לאסור שחור וכ''ש צבע תכלת שלא בדם חלזון ומפרש דטעמא דלא יטיל בה קלא אילן במקום לבן משום דבעינן שני מינין והכא מיחזי כאילו אין שם אלא מין אחד והשתא אע''פ שנאמר שרבינו מפרש ג''כ כדעת שאר המפרשים דבקלא אילן אינו נכלל שחור י''ל דמשמע ליה מסברא דכיון דטעמא דלא יטיל בה קלא אילן ללבן הוא משום דמיחזי כאילו אין שם אלא מין אחד ההוא טעמא שייך בשחור וממילא משמע ורבינו נקט שחור וכ''ש לקלא אילן. ולשנית י''ל דכיון דלכתחלה בכל גווני לא יטיל לא חש רבינו לפרושי דין עבר והטיל לבת ח' פסולה משום דלא שכיח: \n",
                "<b>כתב</b> הראב''ד ראיתי מי שהקשה עליו וכו' כדי שיהא בו ממין הכנף עכ''ל. והתוספות הקשו קושיא זו שכתב הראב''ד ותירצו דשמא משום זה אלי ואנוהו: \n",
                "<b>כתב</b> הטור וז''ל כתב הרמב''ם שצריך לעשות הציצית מצבע הטלית אם הוא אדום יעשה הציצית אדום ואם הוא ירוק יעשה הציצית ירוק וכן פירש''י ור''י פירש שאין צריך עכ''ל. וכתב מהר''י ן' חביב ז''ל על דבריו וז''ל כשנדקדק בלשון הרמב''ם לא נמצא מ''ש הרב בשמו כי כשנעריך סוף המאמר אל תחלתו יראה לי שעיקר כוונת הרמב''ם להזהיר בטלית שכולה תכלת שלא יהיו כולם מצבע תכלת או מצבע שחור הדומה לתכלת רק שיהא הלבן שלה לבן כמות שהוא או צבוע ירוק או אדום, אמנם בטלית אדומה או ירוקה עושה לבן שבה אם ירצה מאותו צבע עצמו ואם לא צבעו כלל אלא שהניחו לבן כמות שהיה הלא טוב כי לא כיון הרמב''ם באומרו עושה לבן שבה כעין צבעה אלא לומר שרשאי לעשותה כעין צבעה מה שאין רשאי לעשות כן בטלית שכולה תכלת אלא מן ההכרח צריך שיהיו בציצית ב' גוונין האחד פתיל תכלת והשני חוט לבן כמות שהן או צבועים ירוקים או אדומים והרי הרמב''ם כתב בתחלת פרק ראשון לשון זה ענף שעושין על הכנף ממין הבגד הוא הנקרא ציצית וכו' וזה הענף הוא הנקרא לבן מפני שאין אנו מצווין לצובעו ואם כוונת הרמב''ם כמו שהבין ממנו בעל הספר שצריך מן ההכרח לצבוע הציציות מצבע הטלית איך הניח הרמב''ם יסוד שאין אנו מצווין לצובעו. ולא נעלם ממני מה שיש לדחות ולתקן זה ועם כל זה כוונתי לומר שאין אנו מוכרחים להבין בדברי הרמב''ם דין זה שיהיה מוכרח לעשות הציציות מצבע הטלית ועכ''פ לא דקדק הרב בעל הספר בהעתקת כוונת הרמב''ם באומרו בשמו סתם שצריך לעשות הציצי' מצבע הטלית שה''ל לפרש זולת כשיהיה צבע הטלית תכלת כי בודאי יש מקום לטעות בזה למי שלא יעיין דין זה בספר הרמב''ם. ועתה שאין לנו תכלת העושה טלית תכלת יעשה כל הציציות לבן ולמה לא יעשה כן כשיהיה הטלית ירוק או אדום שיהו כל הציצית לבן ובזה נסכים עם סברת רבים מהפוסקים שאמרו שאין לחוש שיהו הציצית מצבע הטלית עכ''ל. ולא ידעתי מי דחקו לפרש כן בדברי רבינו בהיות דבריו מבוארים שכיון למ''ש הטור בשמו שאילו היתה כוונתו כמו שפי' בו הרב הנז' ה''ל להקדים היתה כולה תכלת עושה לבן שלה משאר צבעונים למ''ש טלית שהיא כולה אדומה או ירוקה וכו' עושין חוטי לבן שלה כעין צבעה. ומ''ש בראש הפרק שזה נקרא הענף לבן מפני שאין אנו מצווים לצובעו הדבר ברור שאין אנו מצווים לצובעו תכלת קאמר וכל שאר צבעים מקרו בשם לבן וכבר הרגיש הרב עצמו בזה ומפני כך כתב ולא נעלם ממני מה שיש לדחות ולתקן וכיון שכן יש לתמוה למה משכן נפשו לחלוק על פירוש הטור בדברי רבינו: \n\n"
            ],
            [
                "<b>קשה עונש מי שאינו מניח לבן וכו'.</b> בפרק התכלת (מנחות דף מ״ג): \n\n"
            ]
        ],
        [
            [
                "<b>כסות שחייב אדם לעשות בה ציצית מן התורה היא כסות שיש לה ד' כנפים או יותר על ד'.</b> יתבאר לקמן: \n",
                "<b>ומ''ש ותהיה מדתה כדי שיתכסה בה ראשו ורובו של קטן המתהלך לבדו בשוק וכו'.</b> ברייתא בפרק התכלת (מנחות מ' מ''א) טלית שהקטן מתכסה בו ראשו ורובו והגדול יוצא בו דרך עראי חייב בציצית אין הקטן מתכסה בו ראשו ורובו אע''פ שהגדול יוצא בה עראי פטור: \n",
                "<b>וכתב</b> הראב''ד על דברי רבינו יפה אמר וכו' אלמא דלא בכל קטן אמרו עכ''ל: והטור כתב כל שקטן בן ט' שנים יכול לכסות בו ראשו ורובו. ונראה שאינו כדעת רבינו דהא פחות מבן ט' נמי מתהלך לבדו בשוק. ואפשר שהטור מפרש דה''ק רבינו קטן המתהלך בשוק עם טליתו ואינו צריך אחר לשומרו שלא יאבד הטלית וכדמשמע מדברי סמ''ג וסובר הטור שכל שהוא פחות מבן ט' צריך לשומרו שלא יאבד הטלית. ומתוך דברי רבינו שהשמיט גדול יוצא בו דרך עראי נלמוד שמה שאמרו בברייתא והגדול יוצא בה אינו תנאי לטלית להתחייב בציצית כי הכל תלוי באם קטן מתכסה בו ראשו ורובו דאז מיקרי כסות ואם לאו לא מיקרי כסות ומשום דקטן לאו בר חיובא הוא תלו הדבר בגדול ואמרו שהטעם שיתחייב הגדול בכסות כזה מפני שדרך הגדול לצאת בטלית כזה עראי והדר קתני סיפא שאם אין הקטן מתכסה בה ראשו ורובו אע''פ שלפעמים על צד הדחק גדול יוצא בה עראי לא מיקרי כסות ופטור: \n",
                "<b>ותהיה הכסות של צמר או של פשתן בלבד אבל טלית של שאר מינין וכו'.</b> פלוגתא דאמוראי בפ' התכלת (מנחות ל״ט:) ופסק רבינו כרב נחמן דאמר הכי וכ״פ הרי״ף ואמרינן בירושלמי שאין קרוי צמר סתם אלא של אילים ורחלים בלבד. \n",
                "<b>ומ''ש שכל הבגדים האמורים בתורה סתם וכו'.</b> שם ורב נחמן כדתנא דבי רבי ישמעאל דתנא דבי רבי ישמעאל הואיל ונאמרו בגדים בתורה סתם ופרט לך הכתוב באחד מהם צמר ופשתים אף כל צמר ופשתים: \n",
                "<b>כתב</b> הראב''ד אבל טלית של שאר מינין כגון בגדי משי וכו' א''א כמדומה לי שזהו כלך ולא מחוור עכ''ל. נ''ל דתרתי קאמר חדא אשמעינן דמשי שכתב רבינו היינו כלך השנוי במשנה ועוד שרבינו כתב שאילו המינים אינם חייבים אלא מד''ס והראב''ד סובר כדברי התוספות והרא''ש שסוברים דהלכה כרבא דרמי כתיב הכנף מין כנף וכתיב צמר ופשתים הא כיצד צמר ופשתים פוטרים בין במינן בין שלא במינן שאר מינין במינן פוטרים שלא במינן אין פוטרין דמשמע להו דס''ל לרבא דשאר מינין מיחייבי מדאורייתא אלא שאין פוטרין אלא במינן: \n\n"
            ],
            [],
            [
                "<b>על ארבע כנפות כסותך בעלת ד' וכו'.</b> ברייתא בפרק התכלת (מנחות מ״ג:) וכן פסקו הרי״ף והרא״ש וסמ״ג והא דתניא בספרי על כנפי בגדיהם אף בעלי ג' ובעלי ה' ובעלי ו' ובעלי ז' ובעלי ח' כבר כתב הרא״ש דהכי פי' אי לא כתיב אלא על כנפי בגדיהם ה״א דכל כנפים שיש לבגד אמרה תורה לעשות ציצית הן מעט הן הרבה ת״ל על ארבע כנפות ונתמעטו מעט והרבה בעלת שלש פסול אף אם הטיל בעלת ארבע בעינן וליכא, ונתמעטה בת חמש ויותר שאין להטיל בכל הכנפים אלא בארבע מהם עכ״ל. וכן משמע בסוף פרק הקומץ (מנחות דף ל״ז:) דאינו מטיל אלא בד'. \n",
                "<b>ומה שכתב רבינו המרוחקות זו מזו.</b> נראה דמסברא אמר כן: \n\n"
            ],
            [
                "<b>כסות של בגד וכנפיה של עור וכו'.</b> מימרא דרבא פרק התכלת (מנחות מ':) ואע״ג דרב אחאי פליג עליה פסקו הפוסקים כרבא. ופירש״י כנפיה של עור שנחתכו קרניה ותלה בהם עור. וכתב מהרי״ק בשם ה״ר מנוח דטעמא משום דכתיב אשר תכסה בה ואין אדם מתכסה אלא בעיקר הבגד ומ״ה אזלינן בתריה בין לפטור בין לחיוב. ובההיא של עור כתב מהרי״ק דפשיטא דלא מיקרי הכי אא״כ רובו של עור: \n",
                "<b>כסות של שני שותפין חייבת וכו'.</b> בר''פ ראשית הגז (חולין קל''ו) אמרינן ציצית אע''ג דכתב רחמנא כסותך דידך אין דשותפות לא כתב רחמנא על כנפי בגדיהם ואלא כסותך למה לי לכדרב יהודה דאמר טלית שאולה פטורה מן הציצית כל שלשים יום: \n\n"
            ],
            [
                "<b>כסות של צמר עושין לבן שלה חוטי צמר וכו' מפני שהצמר והפשתן פוטרין בין במינן בין שלא במינן ושאר מינים במינן פוטרין וכו'.</b> בפרק התכלת (מנחות ל''ט:) אמר שמואל משמיה דלוי חוטי צמר פוטרין בשל פשתן. ופירש''י אותן שני חוטין של לבן אם של צמר הם פוטרין בסדין של פשתן עם התכלת ואע''ג דליכא השתא מין כנף דהוי של צמר. ובתר הכי איבעיא להו של פשתן מהו שיפטרו בשל צמר צמר בשל פשתים הוא דפטר דכיון דתכלת פטר לבן נמי פטר אבל פשתים בצמר לא או דילמא כיון דכתיב לא תלבש שעטנז צמר ופשתים יחדיו גדילים תעשה לך ל''ש צמר בפשתים ל''ש פשתים בצמר ת''ש דאמר רחבה אמר רב יהודה חוטי צמר פוטרים בשל פשתן ושל פשתן פוטרים בשל צמר חוטי צמר ופשתים פוטרים בכ''מ חוץ מן השיראין ופליגא דרב נחמן דאמר השיראין פטורים מן הציצית איתיביה רבא לר''נ השיראין והכלך והסירקון כולם חייבין בציצית ומשני מדרבנן ה''נ מסתברא דקתני סיפא הן במינן פוטרים שלא במינן אין פוטרין אי אמרת בשלמא מדרבנן היינו דמפטרו במינן אלא א''א דאורייתא צמר ופשתים הוא דפטר אי משום הא ל''ק כדרבא דרבא רמי כתיב הכנף מין כנף וכתיב צמר ופשתים הא כיצד צמר ופשתים פוטרים בין במינן בין שלא במינן שאר מינין במינן פוטרים שלא במינן אין פוטרים. ומפני שרבינו פסק בתחלת פרק זה כר''נ דאינן חייבין בציצית מן התורה אלא טלית של צמר או של פשתים אבל טלית של שאר מינין אינה חייבת בציצית אלא מדרבנן כשבא לכתוב כאן דצמר ופשתים פוטרים בין במינן בין שלא במינן ושאר מינין פוטרים במינן ושלא במינן אין פוטרים לא הביא דרשא דרבא דכיון דס''ל דטלית דשאר מינין לא מיחייבי אלא מדרבנן לא אתי מקרא אלא תקנת חכמים כך היא וכדאמרינן אא''ב מדרבנן היינו דמיפטרו במינן: \n\n"
            ],
            [
                "<b>ומ''ש ומהו לעשות חוטי צמר בכסות של פשתן וכו' וכ''מ שאתה מוצא עשה ולא תעשה אם אתה יכול לקיים את שתיהם מוטב וכו'.</b> גם זה שם אהא דאמרינן דסדין בציצית פטור ויהבינן טעמא גזירה משום קלא אילן. ופירש''י צבע שדומה לתכלת ואי שרית תכלת בסדין אתו למירמי צמר צבוע בקלא אילן והוי כלאים שלא במקום מצוה ופריך בגמ' ולא יהא אלא לבן. ופי' רש''י וקא פריך מאי איכפת לן אי רמי קלא אילן לא יהא האי קלא אילן אלא לבן בעלמא כלומר צמר לבן הא אמרן לעיל אין לו תכלת מטיל לבן ומשני כיון דאפשר במינו לא כדר''ל דאמר כ''מ שאתה מוצא עשה ולא תעשה אם אתה יכול לקיים את שניהם מוטב ואם לא יבא עשה וידחה את לא תעשה. ולכאורה נראה מדברי רבינו שסובר שאע''פ שמטיל תכלת אינו מטיל לבן של צמר לפשתים ולא של פשתים לצמר כיון דאפשר במינו וא''כ לא קי''ל כשמואל דאמר חוטי צמר פוטרין בשל פשתן ולא כפשיטותא דבעיא דפשטינן לה מדאמר רחבה חוטי צמר פוטרין בשל פשתן ושל פשתן פוטרין בשל צמר אלא כדר''ל דאמר כ''מ שאתה מוצא עשה ול''ת וכו' וסובר דבזמן דאיכא תכלת נמי מיירי ר''ל מדאורייתא קאמר שאע''פ שהתירה כלאים בציצית לא התירה אלא היכא דא''א בענין אחר דהיינו תכלת בפשתים דא''א לקיים בו מצות תכלת אלא ע''י שידחה לאו דכלאים אבל לבן שבו כיון דאפשר להטיל בו ממינו לא דחי ל''ת דכלאים ואע''פ שכבר יש בו כלאים בטלית זו שהרי הטיל בה תכלת אין אומרים כבר נדחה כלאים בטלית זו ויהיה מותר להטיל גם הלבן מכלאים דכל מאי שאפשר למעוטי באיסורא ממעטינן אבל קשה דא''כ היאך כתב ואם רצה לעשות לבן של שאר מינין מצמר או פשתים עושה דכיון דבזמן דאיכא תכלת מיירי אם עשה לבן של שאר מינין מפשתים כשמטיל בו תכלת נמצא שהוא כלאים במקום שהיה אפשר לקיים שניהם שהרי היה אפשר לו לעשות חוטי לבן של צמר או ממינו דהשתא כשיטיל בו חוטי תכלת לית ביה איסור כלאים ועוד שמאחר שהוא סובר שטלית של שאר מינין פטורה מציצית מן התורה היאך מתיר לעשות לבן שלהם של פשתן שהרי כשיטיל בהם תכלת נמצא שהוא כלאים שלא במקום מצוה. לכך נ''ל דבמטיל לבן לבדו מיירי ובהכי הוא דקאמר דכסות של צמר עושה לבן שלה של פשתן ושל שאר מינין עושה ממינו או מפשתן ואח''כ כתב דלהטיל חוטי צמר בכסות של פשתן או חוטי פשתן בכסות של צמר במקום דליכא תכלת אסור דהוי כלאים שלא במקום מצוה כיון שיכול לקיים שניהם כשיטיל בו ממינו אבל טלית של פשתן שהטיל בה תכלת מותר לעשות לבן שלה של צמר כיון דבלאו חוטי לבן נמי אין אנו מקיימים שניהם שהרי יש בה תכלת שהיא צמר ואין להקשות שלא יטיל בה תכלת כיון שאפשר לקיים בה מצות ציצית בלבן של פשתן שמאחר שהתורה אמרה להטיל תכלת בציצית ולא מיקיים מצות תכלת בטלית זו אלא ע''י כלאים הוי כא''א לקיים את שתיהן דאתי עשה ודחי את ל''ת. וא''ת אמאי שרינן תכלת בטלית של פשתן שהרי אפשר לקיים שתיהם כשלא ילבש אלא טלית של צמר כבר תירצו התוס' בפרק א''נ (כתובות מ') שאין זה חשוב אפשר. ול''נ דקושיא מעיקרא ליתא דכיון דדרשי' סמוכין למישרי כלאים בציצית אי אמרת דאין מטילין חוטי תכלת בטלית של פשתן א''כ כלאים דשרא רחמנא היכי משכחת לה. ומיהו חוטי לבן של פשתן בשל צמר אע''פ שמטיל בו תכלת נראה דכיון דלא הוצרך לדחות לאו דכלאים מפני התכלת גם מפני הלבן לא ידחה שהרי אפשר לקיים שניהם ושלא כדעת ר''ת דאי הוי ס''ל לרבינו הכי לא הוה שתיק מיניה: \n\n"
            ],
            [
                "<b>כסות של פשתן אין מטילין בה תכלת וכו'.</b> שם מנחות (דף מ') ת''ר סדין בציצית ב''ש פוטרים וב''ה מחייבין והלכה כב''ה א''כ למה אסרוה אמר רבא שמא יקרע סדינו בתוך שלשה ויתפרנו ורחמנא אמר תעשה ולא מן העשוי ר''ז אמר גזירה משום כסות לילה. וכתבו התוספות משום כסות לילה פירש ר''ת דכן עיקר כדאיתא בפרק ב''מ (שבת כ''א:) ואינהו סבור משום כסות לילה. ובפרק ב''מ כתבו התוספות שרש''י כתב בתשובה שלא גזרו אלא על התכלת אבל במינו חייב וכן דעת רבינו והרי''ף ז''ל: \n",
                "<b>ומ''ש שמצות הציצית ביום ולא בלילה וכו' וסומא חייב בציצית וכו'.</b> גם זה בפרק התכלת (מנחות מ''ג) ת''ר הכל חייבים בציצית כהנים לוים וישראלים נשים ועבדים ר''ש פוטר בנשים מפני שמ''ע שהז''ג הוא וכל מ''ע שהז''ג נשים פטורות מ''ט דר''ש דתניא וראיתם אותו פרט לכסות לילה אתה אומר פרט לכסות לילה או אינו אלא פרט לכסות סומא כשהוא אומר אשר תכסה בה הרי כסות סומא אמור הא מה אני מקיים וראיתם אותו פרט לכסות לילה ומה ראית לרבות כסות סומא ולהוציא כסות לילה מרבה אני כסות סומא שישנה בראייה אצל אחרים ומוציא אני כסות לילה שאינה בראייה. וכתב הרי''ף דהלכה כר''ש וכ''כ הרא''ש בשם ר''ת והביא ראיה מכמה דוכתי ואע''ג דאשר תכסה בה איצטריך לחייב טלית בעלת חמש כנפים הא אמרינן בגמרא דלר''ש מאשר נפקא ופירש''י אשר ריבויא הוא ואייתר תכסה בה לרבות כסות סומא: \n",
                "<b>ונראה</b> מדברי רבינו שאפילו בכסות המיוחד ליום יש בו משום כלאים אם לובשו בלילה שהרי כתב גזירה שמא יתכסה בה בלילה משמע דאכסות יום קאי שאם לא כן הל''ל גזירה משום כסות לילה כלישנא דגמרא. ועוד שכתב אח''כ מותר לאדם ללבוש ציצית בלילה בין בחול בין בשבת ואע''פ שאינו זמנה ובלבד שלא יברך ומאימתי יברך על הציצית בשחר וכו' הרי שסתם וכתב שאינו מברך על הציצית בלילה ומברך עליו בשחר ולא חילק בין כסות המיוחד ליום לכסות המיוחד ללילה: \n\n"
            ],
            [
                "<b>ונראה לי שמ''ש רבינו מותר ללבוש ציצית בלילה.</b> כשאין בו כלאים הוא דאצטריך לאשמועינן דאע''ג דלילה לאו זמן ציצית מותר ללבוש בו ציצית ולא עבר משום בל תוסיף ותו אשמועינן דבשבת מותר לצאת בטלית מצוייצת אפילו בלילה דלאו זמן ציצית הוא משום דציציות אינה משאוי אלא מנויי הבגד ותכסיסיו וכמ''ש בפי''ט מהלכות שבת. ורבינו הגדול מהר''י אבוה''ב ז''ל כתב בביאורו לא''ח וז''ל כתב הרמב''ם מותר ללבוש ציצית בלילה פירוש אפילו שיהיה בו כלאים בזמן שהיה תכלת דכיון דהותר בזה הטלית כלאים שהיא מיוחדת ללבישה כל זמן שהוא רוצה ללובשה הותר עכ''ל. ותמהני עליו שהרי כתב רבינו כסות של פשתן אין מטילין בה תכלת גזירה שמא יתכסה בה בלילה וכו' ואפילו בכסות המיוחדת ליום מיירי כמו שאכתוב בסמוך וא''כ הרי בהדיא דטלית שיש בה כלאים אסור להתכסות בה בלילה בין אם היא כסות המיוחדת ליום בין אם היא כסות המיוחדת ללילה ועוד שהרי כתב דכסות של פשתן אין מטילין בה תכלת גזירה שמא יתכסה בה בלילה ומשמע דמהאי טעמא גופיה אין עושין לטלית של צמר חוטי לבן של פשתן וכ''ש הוא דהא אפשר לקיים בו מצות תכלת בלא כלאים וכיון דביום אסרו כלאים בציצית משום גזירה שמא יתכסה בה בלילה היאך אפשר לומר שמתיר ללבוש בלילה טלית שיש כלאים בציציותיה אלא ודאי כדפרישית עיקר: \n",
                "<b>ומאימתי מברך על הציצית בשחר וכו'.</b> נראה שלמד כן ממה שנתנו שיעור זה להתחלת זמן ק''ש שחרית בפ''ק דברכות (דף ט':): \n",
                "<b>ומברך להתעטף בציצית.</b> בתוספתא דברכות פרק בתרא: \n",
                "<b>וכל זמן שמתעטף בה ביום מברך עליה.</b> הכי אמרינן בפרק התכלת (מנחות דף מ''ג) כרבי דאמר תפילין כל זמן שמניחן מברך עליהן. \n",
                "<b>ומ''ש קודם שיתעטף.</b> הוא שנתבאר בסוף הלכות ברכות כל המצות מברך עליהן עובר לעשייתן. \n",
                "<b>ומ״ש ואינו מברך על הציצית בשעת עשייתה מפני שסוף המצוה הוא שיתעטף בה.</b> בפרק התכלת (מנחות מ״ב:) אמרינן דלמ״ד חובת גברא הוא אינו מברך עליה בשעת עשייתה משום דאין עשייתה גמר מצותה: \n\n"
            ],
            [
                "<b>ומותר להכנס בציצית לבית הכסא ולבית המרחץ.</b> כ״כ נימוקי יוסף בשם גאון והביא הוא ז״ל ראיה לדבר מדאמר בפרק התכלת (מנחות מ״ג) דר״י הוה מברך כל צפרא להתעטף בציצית משום דקסבר כל זמן שמניחה מברך עליה והא דלא הוה מברך אלא בצפרא משום דלא הוי שרי לגלימיה כוליה יומא ש״מ שמותר לעשות צרכיו בטלית מצוייצת דאל״כ היה צריך לסלקו כשהיה עושה צרכיו ונמצא שהיה מברך עליו כמה פעמים ביום: \n",
                "<b>נפסקו לו חוטי לבן או תכלת זורקו לאשפה וכו'.</b> בפרק בני העיר (מגילה כ''ו:) ת''ר תשמישי מצוה נזרקים אלו הן תשמישי מצוה סוכה לולב שופר ציצית. ופירש הר''ן דדוקא כשעבר מצותן וכ''כ בעיטור וכן הם דברי רבינו דלא שרי לזורקן לאשפה אלא דוקא בנפסקו ואפילו להשתמש בהם אוסר בשאלתות שכתב שאסור לבני ישראל למעבד צורכייהו במידי דעביד למיפק ביה ידי חובת מצוה כגון חוטין הקבועין בטלית למיסר בהו מדעם א''נ הושענא לאורוחי ביה ואתרוג דמצוה למיכליה דילפינן מדם דאמר קרא במה ששפך יכסה שלא יהיו מצוות בזויות עליו דדוקא תשמישי מצוה בתר דאתעבדו בהו מצוה נזרקים ע''כ. ובהדיא אמר בפרק במה מדליקין (שבת כ''ב) דטעמא דאסור להרצות מעות כנגד נר חנוכה כדי שלא יהיו מצות בזויות עליו כמו גבי דם ואיבעיא להו מהו להסתפק מנויי סוכה כל שבעה ואמר רב יוסף אבוהון דכולהו דם: \n",
                "<b>ואסור למכור טלית מצוייצת לעכו''ם וכו'.</b> בפרק התכלת מנחות (דף מ''ג): \n",
                "<b>נשים ועבדים וקטנים פטורים וכו'.</b> כבר נתבאר בפרק זה שהיא מצות עשה שהזמן גרמא ונשים ועבדים פטורים. \n",
                "<b>ומ''ש שכל קטן שיודע להתעטף וכו'.</b> ברייתא סוף פרק לולב הגזול (סוכה מ''ב:): \n",
                "<b>ומ''ש ונשים ועבדים שרצו להתעטף מתעטפים בלא ברכה וכן שאר מצות עשה שהנשים פטורות מהן וכו'.</b> כתב ההגהות שרש''י היה אוסר להם לברך וכדעת רבינו ודלא כר''ת שכתב שיכולים לברך: \n",
                "<b>כתב</b> הראב''ד ונשים ועבדים וכו' א''א דוקא שאין בה כלאים וכו' מאי יומא טבא איכא עכ''ל. ויש לדחות סעד זה דאי הלכה כר' יהודא לא יעביד להו בברכה והוה ס''ד דטפי עדיף מי שאינו מצווה ועושה בלא ברכה ממי שמצווה ועושה בברכה. ומה שכתב בתחלה דדוקא בציצית שאין בה כלאים. פשוט הוא ולא הוצרך רבינו לכותבו: \n",
                "<b>טומטום ואנדרוגינוס חייבין בכולן מספק וכו'.</b> פשוט הוא: \n\n"
            ],
            [
                "<b>היאך חיוב מצות הציצית וכו' אבל בגדים הראויים לציצית כל זמן שלא יתכסה בהם אדם וכו'.</b> בפרק התכלת (מנחות מ''ב) רב נחמן אשכחיה לרב אדא בר אהבה רמי חוטי וקא מברך לעשות ציצית אמר ליה מאי ציצי שמענא הכי אמר רב ציצית אין צריך ברכה. ופירש''י ציצי לגלג דאין צריך ברכה בשעת עשייה, ואמרינן בתר הכי דרב חסדא רמי דרב אדרב ומי אמר רב ציצית אין צריך ברכה והא אמר רב וכו' ואסיקנא דבהא קמיפלגי רב נחמן ורב חסדא אליבא דרב דרב חסדא סבר ציצית חובת טלית הוא הילכך עשייתה הוא גמר מצוותה ורב נחמן סבר חובת גברא היא ועטיפתה זו היא מצותה וכתבו הרי''ף והרא''ש והלכה כרב נחמן דאמר חובת גברא הוא דהא אנן לא מברכינן לעשות ציצית הילכך הא דאמר שמואל כלי קופסא חייבים בציצית ליתא. והכי כתב בעל הלכות ואיכא מ''ד הלכה כשמואל דאמר חובת טלית הוא ואנן כתבינן מאי דסבירא לן ע''כ: \n",
                "<b>גרסינן</b> בגמרא (שם דף מ''א) מודה שמואל בזקן שעשאה לתכריכין שפטורה מ''ט אשר תכסה בה אמר רחמנא והאי לאו לאיכסויי עבידא: \n",
                "<b>וכתוב</b> בנימוקי יוסף ואע''פ שלובש אותה לפעמים בחייו כיון שאין עיקר עשייתן לאיכסויי מחיים הוה ליה ככסות לילה שפטורה אפילו ביום עכ''ל ואפילו לרבינו שמחייב ציצית לכל כסות שלובש ביום ואע''פ שהוא מיוחד ללילה שאני הכא דכתיב כסותך משמע דוקא כסות המיוחדת לאדם חי יצא זו שאינה מיוחדת לכסות אדם חי דהוה ליה כאילו אינה כסות כלל ופטור: \n\n"
            ],
            [
                "<b>אף על פי שאין אדם מחוייב לקנות לו טלית ולהתעטף וכו'.</b> בפרק התכלת מלאכא אשכחיה לרב קטינא אמר ליה סדינא בקייטא סרבלא בסיתוא ציצית מה תהא עליה אמר ליה ענשיתו אעשה א''ל בזמן דאיכא ריתחא ענשינן: \n",
                "<b>ומה שכתב ובשעת התפלה צריך להזהר ביותר גנאי גדול הוא לתלמידי חכמים שיתפללו והן אינן עטופים:</b> \n\n"
            ],
            [
                "<b>לעולם יהא אדם זהיר במצות ציצית שהרי הכתוב שקלה ותלה בה כל המצות שנאמר וראיתם אותו וזכרתם את כל מצות ה'.</b> [בפרק התכלת דף מ''ג]: \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות ציצית",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}