{
    "language": "en",
    "title": "Teshuvot HaRi Migash",
    "versionSource": "http://www.torontotorah.com",
    "versionTitle": "YU Torah miTzion Beit Midrash",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "תשובות הר\"י מיגאש",
    "categories": [
        "Responsa",
        "Rishonim"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "Question: What would our master say of someone who has     never learned halachah with a mentor, and does not know the path of halachah, its explanation, or even how to read it, but who has seen many responsa of the Gaonim, and books of laws. It is not hidden from our master that responsa are not all of the same quality, especially the older ones which suffer from copyists’ errors, and identification with those who did  not author them.  Also,  many of the Gaonim ruled on a question and then recanted   from that ruling, or were opposed by others for it ... And especially when this person does not revere Heaven, and there is testimony to his many acts of wickedness ... ",
            "Answer: Know that this man is better suited to rule than many who set themselves up to rule today. Most of these don’t have even one of these two elements: understanding law, and knowing the views of the Gaonim. And those who imagine they can rule from halachic analysis and the strength of their examination of the Talmud are the ones who should be prevented, for we have no one today who is suited for this, and no one who has reached the status in talmudic wisdom to rule from his own analysis without knowing the views of the Gaonim. But one who rules from the responsa of the Gaonim and relies on them, even though he does not understand the Talmud, is more fit and greater than the one who thinks he knows Talmud, and relies on himself ... We  have  no  one  today  who  has  reached the  level  in  Talmud  to  rule  reliably  from it.",
            "I have already seen responsa from some people in matters where they have ruled, thinking they have ruled according to law and it is clear as the sun, and they have erred in their ruling and connected matters with inappropriate sources, learning the law from places from which it cannot be learned, and there was some fine distinction and hidden point [separating] between that which they addressed and the halachah they linked to it, and they did not sense it ...",
            "But regarding your point about him not revering Heaven, if he is a permanent judge then one should investigate this. It is wrong to establish a judge who does not act properly; this would be like planting an asheirah [tree dedicated for idolatry] in  Israel. However, if he is not a permanent  judge, but he only judges those who choose to accept him, we do not prevent this."
        ]
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}