{
    "title": "Ben Yehoyada on Horayot",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Yehoyada_on_Horayot",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אֵין גּוֹזְרִין גְּזֵרָה עַל הַצִּבּוּר אֶלָּא אִם כֵּן רֹב הַצִּבּוּר יְכוֹלִין לַעֲמֹד בָּהּ.</b> נראה לי בס\"ד הטעם דמדתו יתברך לדון את העולם אחר הרוב וקיימא לן בעלמא 'רוב ככל' ולכן <b>צִּבּוּר</b> למפרע <b>רוֹב צ</b>' כלומר רוב צדיקים כי צד\"י צדיק כמו שאמרו בגמרא דשבת בפרק הבונה <small>(שבת קד.)</small> והיינו אם יש רוב צדיקים אז יש להם דין צבור ולכן 'אֵין גּוֹזְרִין גְּזֵרָה אֶלָּא אִם כֵּן רוֹב צִּבּוּר יְכוֹלִין לַעֲמֹד בָּהּ' דאז אם המיעוט לא קיימו לא יצא מזה תקלה שיקטרגו עליהם להעניש העולם בעבור אותם המיעוט שלא קיימו אותה דהעולם נידון אחר רובו וכאלו כולם קיימו וכאלו כולם צדיקים ועל ידי כך אותם המיעוט ילקו ושאר הציבור וכללות העולם לא ילקו.",
            "<b>עֲשָׂרָה שֶׁיּוֹשְׁבִין בְּדִין קוֹלָר תָּלוּי בְּצַוַּאר כֻּלָּן.</b> הא דתלה הקולר בצואר, נראה לפרש בס\"ד דאמרו רבותינו ז\"ל <small>(סנהדרין ז.) </small>לעולם יראה הדיין חרב מונחת לו בין ירכותיו וגיהנם פתוחה מתחתיו, ולפי זה צריך שיהיה הדיין עיניו רואות למטה ולא למעלה ומי שתולין לו קולר בצוארו מוכרח שיהיו עיניו רואות למטה כי הקולר מכביד על ערפו ומרכין ראשו למטה לזה אמר עשרה שיושבין בדין צריכין לצייר בדעתם כאלו יש קולר תלוי בצואר כולן דאז ראשם ועיניהם מסתכלים למטה לראות כאלו חרב בין ירכותם וגיהנם פתוחה מתחתם.<br>ועוד נראה לי בס\"ד ענין הקולר הזה דנקיט הכא דאמרו רבותינו ז\"ל במדרש <small>(בראשית רבא פרשה יג)</small> אין קול אלא גשמים שנאמר תְּהוֹם אֶל תְּהוֹם קוֹרֵא לְקוֹל צִנּוֹרֶיךָ<small> (תהלים מב, ח)</small> גם אמרו רבותינו ז\"ל בגמרא אין הגשמים נעצרים אלא בשביל עוות הדין ולהפך בדין אמת חיים באים לעולם גם איתא באותיות דרבי עקיבה אין רי\"ש אלא חולי ומכה שנאמר 'כָּל רֹאשׁ לָחֳלִי' <small>(ישעיה א, ה)</small> נמצא העדר ומניעת הגשמים שהם מכונים בשם 'קול' וביאת החולי שמכונה בשם 'רי\"ש' כל זה תלוי בצואר הדיינים שהם מסבבים העדר המטר שנקרא בשם קול וביאת החולי שרמוז באות ר' וצירוף שניהם הוא <b>קוֹלָר </b>שהוא <b>קוֹל ר</b>' וזהו שאמר עשרה שיושבים בדין צריכין לצייר ולחשוב בדעתם כי הנזק שיהיה בקול ר' שהוא עצירת הגשם וביאת החולי תלוי בצואר כולם כי הם המסבבים שתי נזקין אלו שהם צירוף קולר ואם ידונו אמת תהיה להפך שבזכותם ירד הגשם שהוא קול ויסתלק החולי שהוא ר'.<br>והא דנקיט עשרה נראה כי השלשה הם בית דין ואם כן כל היתר על שלשה כאלו ליתיה וכנטול דמי ולמה יצטרפו לענין העונש אך אם הם עשרה שיש צורך בשבעה היתרים בשביל השראת שכינה כי על ידם שכינתא שריא עלייהו להכי הקולר תלוי בצואר כולן כי כיון דהוצרכו השבעה להצטרף עם השלשה בשביל השראת שכינה יצטרפו גם לענין העונש שיהיה הקולר תלוי בצואר כולם ביחד בהשואה אחת.",
            "<b>מַייתֵי עֲשָׂרָה טַבָּחֵי.</b> הא דבחר במספר עשרה, נראה לי בס\"ד על פי מה שאמר הרב נ\"ב ז\"ל בשם חסד לאברהם דלכך היו מערבים בסימני הקטורת חלבנה שריחה רע עם עשרה סמנים טובים להורות כי כח רשע אחד יתבטל בעשרה צדיקים שיצטרף עמהם עיין שם, ולכן חש פן ח\"ו ישגה ויתיר את האסור דנמצא כח איסור איכא בהוראה זו לכך מביא צירוף עשרה כדי שזכות העשרה יבטל כח האיסור אם ישנו באותה הוראה והיה כלא היה והוצרך לפרש ממתא מחסיא לומר שהיה מביא טבחי שהם חכמים דאפשר אלו טבחי דמתא מחסיא היו ידועים לכל שהם חכמים."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כָּל שֶׁיֵּשׁ לוֹ אֲחוּזָה אִקְרֵי 'קָהָל' וְכָל שֶׁאֵין לוֹ אֲחוּזָה לֹא אִקְרֵי 'קָהָל' <small>(בראשית מח, ד)</small>.</b> יש להקשות מה טעם יש בזה ולמה יגרעו כהנים ולוים משם זה של 'קהל'?<br>ונראה לי בס\"ד כי כהנים לוים וישראלים כל אחד יש לו תואר אדם וכמו שאמרו אדם אתם ואמרו רבותינו ז\"ל <small>(יבמות סא.) </small>אתם קרוים 'אדם' ואין העכו\"ם קרוים 'אדם'. וידוע דהם בחג\"ת <small>[חסד גבורה תפארת]</small> דהיינו כהן בחסד לוי בגבורה ישראל בתפארת קו האמצעי וידוע כי בקו האמצעי כלולים גם השני קוין ימין ושמאל שהם חו\"ג <small>[חסד וגבורה]</small> ולכן כהן ולוי אין להם אחוזה בארץ כי רק ישראל שהם בתפארת שהוא נקרא גופא וחשיב גופא יש להם אחוזה בארץ כי גופא שליט בכל אבל כהן ולוי שהם אחוזים בימין ושמאל בלבד שהם ענפים ולבר מגופא אין להם אחוזה בגוף הארץ נמצא ישראלים יש להם תואר אדם לעצמן וכלולים בהם גם כהנים ולוים והרי בישראל כלול גם כהן ולוי שכל אחד מהם נקרא בשם 'אדם'.<br>הרי בישראל איכא תלת 'אדם' חד שלהם ושנים של כהן ולוי הכלולים בהם ושלש פעמים אדם עולה מספר קהל <small>[45×3=135]</small> ולכן כל שיש לו אחוזה בארץ מפני שהוא אחוז בגופא שהוא התפארת דמלבד שיש לו אדם לעצמו יש בו ב' פעמים אדם מצד הקוין הכלולין בו אקרי 'קהל' כי ג' פעמים אדם עולה 'קהל' וכל מי שאין לו אחוזה מפני שהוא רק אחוז בענפים שהם יד ימין ויד שמאל ואין לו אחיזה בגופא לא אקרי 'קהל' כי הוא אין לו רק תואר אדם אחד."
        ],
        [],
        [],
        [],
        [],
        [
            "<b>בַּכֹּחַ וּבַנּוֹי בְּעֹשֶׁר וּבַחָכְמָה <small>(ויקרא כא, י)</small>.</b> יש להקשות הלא החכמה גדולה מכולם והוה ליה למימר ברישא? ונראה לי בס\"ד כפי סדר ביאתם לאדם נקטינהו כי תחלת הכל יתגלה בו הכח והגבורה אחר כך נוי הפנים שהוא הזקן דכתיב 'הדרת פנים זקן' <small>(שבת קנב.) </small>כי בלא זקן נראה כמו צורת הנקבה ואין לו נוי איש ואחר שנעשה לו זקן יצא מבית הספר ויעסוק בסחורה ויתעשר כי קודם זה היה אוכל משלחן אביו ולית ליה מגרמיה מידי ואחר כך יגדל בשנים יותר וישתלם בחכמה כמו שנאמר אָמַרְתִּי יָמִים יְדַבֵּרוּ וְרֹב שָׁנִים יֹדִיעוּ חָכְמָה <small>(איוב לב, ז)</small>."
        ],
        [],
        [
            "<b>הָכָא נָמִי אֵימָא גְּזֵרָה הִיא.</b> קשא בשלמא נגעים אית בהו טעמא כמו שכתב הרמב\"ן ז\"ל דענין נגעי בתים מורה על מעלת ישראל ששלח להם הקדוש ברוך הוא סימן על חטאם בנגעי הבתים כדי שישובו, אי נמי כמו שכתב הרב אהל יעקב ז\"ל להורות כי ישראל וארץ הקדושה גוף אחד הם, אבל חטא הנשיא מה טעם יש בגזרה?<br>ויש לומר כדי שיקחו העולם מוסר מזה וכדאיתא לקמן ואף על גב דאין אומרים לאדם חטוא בשביל שיזכה חבירך היינו דוקא במזיד אבל בשוגג לא אתמר האי כללא.",
            "<b>אָמַר לֵיה כּוֹכָב אֶחָד יֵשׁ שֶׁעוֹלֶה לַשִּׁבְעִים שָׁנָה.</b> פירוש כי הקדוש ברוך הוא ברא שני כוכבים בעולם שהם קבועים ואין זזים ממקומם והם אחד בקוטב הצפוני ואחד בקוטב הדרומי ונקראים בלשון ערבי בשם ג'ידי וכל מהלך עוברי דרכים הן בים הן ביבשה בלילה הכל הוא על ידי הכוכב הזה ובלתי כוכב זה היו תועים במהלכם בלילה ורק על ידי כוכב זה הם הולכים ובאין בלילות והיושבים בצד צפון אינם רואין אלא כוכב הצפוני, וכן אנחנו יושבי עיר בגדאד אין רואין אלא כוכב הצפוני ועליו הוא מהלך עוברי דרכים בלילות וכן היושבים בצד דרום אינם רואין אלא כוכב הדרומי דוקא ועליו הם הולכים ובאים בלילות בים וביבשה ורק אותם שהם יושבים תחת קו המשוה של מהלך השמש ותקופתו הם רואין את שני הכוכבים הנזכר האחד בשפולי השמים לצד דרום והאחד בשפולי השמים לצד צפון כנודע זה לכל.<br>והנה רבי יהושע היה חכם גדול גם בחכמת התכונה והיה יודע לפי חשבון התוכנים שיש כוכב אחד אשר כמותו ואיכות זיוו והדרו דומה ממש לצורת כוכב הנזכר לעיל שעליו הולכים כל עוברי דרכים בלילות בים וביבשה וזה הכוכב נראה במקום אחד מכוון ממש כנגד הכוכב הנזכר לעיל הנקרא בערבי ג'ידי וזה מתעה את עוברי דרכים כי דרך משל הספן רוצה לילך למקום אחד בים באופן שצריך להיות הכוכב הנזכר הנקרא ג'ידי בימין הספינה וכשרואה הכוכב הדומה לכוכב ג'ידי בשמאל הספינה חושב שזה הכוכב הוא הכוכב הנקרא ג'ידי ודן בדעתו שנהפכה הספינה והולכת בחזרה על כן מחזיר הספינה לאחור בידים ונמצא הוא תועה ומחמת כן יסתבב שיתעכב בדרך הים כמה ימים ולילות על חנם כי מתבלבל מחמת כוכב הדומה הזה.<br>ואמר שהכוכב הזה הדומה לכוכב הנזכר לעיל דרכו להתראות פעם אחת בכל שבעים שנה אך אינו ידוע באיזה חודש באותה השנה עולה וחש רבי יהושע פן יעלה באותו הזמן שהם בספינה ויטעה הספן בו ויתעה וממילא יסבב להם עכבה כמה ימים בים, לכך הביא סולת שמתקיים ימים הרבה ורבן גמליאל תמה כיון שיש לו חכמה גדולה בחכמות הטבע איך לא מצא לו פרנסה במקומו להיות נשכר ללמד ולהורות לבעלי העסקים שצריך להם דברים אלו וכיוצא בהן והשיב לו שכל זה תלוי במזל דהראיה יש פלוני ופלוני שהם חכמים גדולים בחכמות הטבע ותכונה והנדסה ואין להם לחם לאכול ואז נתן רבן גמליאל עיניו בהם להושיבם בראש כדי שיהיה להם פרנסה מן השררה שלהם.",
            "<b>אָמַר לֵיה כָּל כָּךְ בְּיָדֶךָ וְאַתָּה עוֹלֶה בַּסְּפִינָה.</b> מקשים וכי אם הוא חכם גדול בחכמות העולם ויש לו עסק בעיר אחרת בכרכי הים אינו יורד לספינה אלא יפרח באויר או יעזוב העסק שלו ולא ילך לשם?<br>ונראה לי בס\"ד דדרכם של הולכי הים בספינה אם הם מתפחדים מן הים וגליו העצומים יורדים לירכתי הספינה כדי שלא יראו בעיניהם תוקף הים וגליו ואפשר שראה רבן גמליאל את רבי יהושע שירד לירכתי הספינה ולא עמד למעלה עם בני הספינה ואמר לו מזה מוכח שאתה מפחד הרבה מן הים וגליו ובאמת מי שהוא חכם בכל מיני חכמות לא יפחד מן הים כי יודע המקרים הטבעיים אשר תהיינה.",
            "<b>נָתַן עֵינָיו לְהוֹשִׁיבָם בָּרֹאשׁ.</b> מקשים מאי פרנסה יש לראש ישיבה טפי משאר חכמים? ונראה לי דאיכא הרווחה לראש ישיבה יותר בהיכא דאם אחד נדר ממון ואמר זה יהיה מתנה לראש ישיבה וחביריו וכמו שאמרו בגמרא <small>(עבודה זרה יח.)</small> על קטיעא בר שלום שאמר כל נכסיו לרבי עקיבה וחביריו ונפק רבי עקיבה ודרש ממה שנאמר 'לְאַהֲרֹן וּלְבָנָיו' <small>(שמות כט, כח)</small> ודרשינן מחצה לאהרן ומחצה לבניו והכא נמי מחצה לו ומחצה לחביריו וכאן נמי מחצה לו מחצה לחביריו.<br>ומה שאמר להם '<b>עַבְדוּת אֲנִי נוֹתֵן לָכֶם</b>' שנאמר 'אִם תִּהְיֶה עֶבֶד לָעָם הַזֶּה'<small> (מלכים א יב, ז)</small> הקשה בשער יוסף ז\"ל אמאי לא הוכיח להם מדכתיב 'בֵּית הַחָפְשִׁית' <small>(מלכים ב' טו, ה)</small>? עיין שם. ונראה לי לא רצה להוכיח להם מפסוק המדבר בצרעת אף על גב דמשם הוי הוכחה טפי."
        ],
        [
            "<b>אַשְׁרֵי הַדּוֹר שֶׁהַנָּשִׂיא שֶׁלּוֹ מֵבִיא קָרְבָּן עַל שִׁגְגָתוֹ <small>(ויקרא ד, כב)</small>.</b> מקשים העולם מנא ליה לפרש אשרי על הדור, לימא אשרי הנשיא שהוא נותן לב להביא קרבן על שגגתו?<br>ונראה לי בס\"ד דהכתוב נקיט תרתי על הנשיא חדא ענין החטא שחטא וחדא ענין הבאת הקרבן והחטא נקיט לה בראשונה סמוך לאשר נשיא ואם נפרש אשרי על הנשיא משמע דמשבח ליה אתרווייהו אשרי הנשיא שיחטא ואשריו שמביא קרבן וזה לא יתכן דודאי הלואי שלא היה חוטא ולא היה מביא קרבן על כן לא דרשינן אשרי על הנשיא כלל אלא אמרינן אשרי על הדור.<br>ועוד נראה לי בס\"ד דרבן יוחנן בן זכאי כיון דדריש אשרי על הדור גם הנשיא הוא נכנס בכלל השבח כי כיון דאמרת אשרי הדור שהנשיא שלו מביא קרבן על שגגתו כל שכן שיגיע השבח גם להנשיא עצמו שהוא המביא דהא אין השבח הזה מגיע לאנשי הדור אלא מכח שבח הנשיא דאם אין שבח לנשיא אין שבח לדור והא בהא תליא ובכלל מאתים מנה אבל אם היה דורש אשרי הנשיא אינו נכנס שבח הדור בכלל הדרשה הזאת.",
            "<b>וּמָה עַל שִׁגְגָתוֹ מֵבִיא קָרְבָּן צָרִיךְ אַתָּה לוֹמַר מִזְּדוֹנוֹ<small> (ויקרא ד, כב)</small>.</b> פירש רש\"י אם על שגגתו מרגיש כל שכן שהוא מרגיש על זדונו וחוזר בתשובה. ויש לומר מאי קל וחומר הוא זה? שגגתו שאני שאם היתה שגגתו באיסור שאינו ערב לו לפי טבעו ומזגו כמו אכילת נמלים או דם וכיוצא בדברים דלא ניחא ליה בהו, הרי זה מתחרט בודאי כשנודע לו שגגתו ומביא קרבן לכפרה אבל המזיד אי אפשר להיות אלא בדבר שערב לו ועשהו וכיון דערב לו והזיד לעשותו לא יתחרט ולא יחזור בתשובה עליו!<br>ונראה לי בס\"ד הכי קאמר דהמלך כבודו גדול ואם יביא קרבן צריך לזלזל בכבודו לבא כשאר הדיוטות לפני הכהן וקרבנו בידו לסמוך עליו ומבקש כפרתו מן הכהן כי תשובה של השוגג תלויה בהבאת קרבן ואינו יכול לעשות תשובה בינו לבין עצמו ואם כן יש בה זלזול מלכות ועם כל זה עשה תשובה והביא קרבן חטאת ולא הקפיד על כבוד מלכות וכל שכן שיעשה תשובה על המזיד דלא אתרו ביה וליכא מלקות וגם קרבן ליכא במזיד ואז התשובה היא לבינו לבין עצמו דאין שום אדם מכיר ויודע בו.",
            "<b>אוֹי לָהֶם לָרְשָׁעִים שֶׁמַּגִּיעַ עֲלֵיהֶם כְּמַעֲשֶׂה הָרַע הַמַּגִּיעַ לַצַּדִּיקִים בָּעוֹלָם הַזֶּה.</b> קשא למה 'אוֹי'? אדרבה טוב להם שרואין יסורין בעולם הזה ותהוי להו כפרה! ונראה לי דכאן איירי ברשעים דכתיב בהו 'עַל מֶה תֻכּוּ עוֹד תּוֹסִיפוּ סָרָה' <small>(ישעיה א, ה)</small> שמבעטים וכופרים יותר, אי נמי כיון דהם אינם מקבלים אותם לכפרה לא תהני להו ונמצא זה יצא קרח מכאן ומכאן.",
            "<b>אמר להו אוקימתון מסכתא פלן אעתריתו פורתא.</b> נראה לי בס\"ד סמך שתי שאלות אלו יחדיו זה בזה דתרווייהו חדא נינהו, והוא כי ידוע דהממון מרחיב לבו של אדם ומפקחו בתורה וכמו שאומרים על רבנו תם שהיה מניח לפניו על השלחן כלי גדול מלא זהובים ויושב ועוסק בתורה באומרו כי הזהובים מרחיבים לב האדם ויתפקח בעסק התורה מה שאין כן אדם דחוק יהיה שכלו מבולבל ואינו מיושב בלימוד התורה, וכאן שאל אותם על מסכתא פלונית ומסכתא פלונית שהם מסכתות חמורות, ואמר לו דגמרי היטב מזה ידע דגמירי להו כלהו מסכתות ולכך רצה לדעת מהיכן בא להם סיוע זה שהצליחו בלימודם כל כך בשנים מועטות כי סתם חכם יש לו דוחק פרנסה? ועד כאן שאלם 'אעתריתו פורתא' דאפשר העושר גרם לכם הרחבת הלב כדאמרן או שמא הצלחה נסית היה לכם בעסק התורה שלמדתם הרבה גם מתוך דוחק? ואמר לו אין נתעשרנו ומזה היה עזר וסיוע לעסק התורה שהיה לנו הרחבת הלב.<br>והא דאמר אעתריתו פורתא ולא אעתריתו בסתם היינו בשביל שלא להטיל עין הרע בדבר העושר כי אם יאמר אעתריתו בסתם הוה משמע נמי עושר רב או אמר כן לפי לשון בני אדם כדכתיב יֻקַּח נָא מְעַט מַיִם <small>(בראשית יח, ד)</small>.",
            "<b>דְּזָבְנִינַן קְטִינָא דְאַרְעָא.</b> הא דאמרו 'קטינא' כדפרשנו לעיל שלא להטיל עין הרע כי אם יאמרו ארעא סתם אפשר לומר היא קרקע גדולה רחבת ידים. <b>או יובן</b> בס\"ד הוצרכנו לפרש שהיא קרקע קטנה כי הקרקע היא נגדיית לעסק התורה שצריך לאבד זמנו בה לעבדה ולשמרה ואיך עלה בידם הצלחת לימודם בתורה אם קנו קרקע, לכן אמר לו 'קטינא דארעא' כי לרוב קוטנה אין צריך לאבד זמן על עבודתה וטיפול שלה. <b>או יובן </b>אמר לו 'קטינא דארעא' ולא אמרו 'ארעא קטינא' היינו רצונם לומר שלקחו קרקע בזול מהזלים שבקרקעות ולכן לא היה צריך לה ממון סך הרבה לקנותה ולזה אמר 'קטינא' רצונו לומר מקום הדל וחלוש שבקרקע."
        ],
        [],
        [
            "<b>תְּחִלָּתוֹ לֹא הָיָה אֶלָּא שְׁנֵים עָשָׂר לֻגִּין <small>(שמות ל, לא)</small>.</b> נראה לי בס\"ד טעם למספר י\"ב כנגד י\"ב שבטי ישראל שיצאו מן שלשה אבות כן שמן המשחה הוא י\"ב לוגין שהם שלשה קבין. והא דנרמזו י\"ב לוגין באותיות זה <small>[12]</small> דכתיב זֶה לִי לְדֹרֹתֵיכֶם <small>(שמות ל, לא) </small>נראה לי בס\"ד כי הנס שנעשה בו תחלתו י\"ב וסופו י\"ב שלא חסר כלום אף על פי שנמשחו בו דברים רבים היה הנס הזה בזכות משה רבינו ע\"ה שנתנבא בזה כמו שאמרו רבותינו ז\"ל כל הנביאים נתנבאו ב'כֹּה' ומשה רבינו ע\"ה נתנבא ב'זֶה' דכתיב זֶה הַדָּבָר אֲשֶׁר צִוָּה הֳ' <small>(במדבר ל, ב)</small>.<br>ובזה יתורץ דקדוק אחד דאמר רבי יהודה שמן המשחה שעשה משה רבנו במדבר, ומקשים למה הוצרך לפרש שעשה משה והלא לא נעשה שמן המשחה עוד על ידי זולתו? וכפי האמור ניחא דנקיט הכי להודיע מה שזכה השמן לנס זה הוא בזכות משה רבינו ע\"ה אשר עשאו בידו.",
            "<b>הָכָא נָמִי בַּאֲפַרְסְמָא דַכְיׇא.</b> קשא אם זה אינו שמן המשחה במאי אהני להו לשכך המחלוקת? ויש לומר דהמון העם היו חושבין שזה שמן המשחה ועל ידי כך תשקוט המחלוקת כי המחלוקת היתה מהמון העם הנוטים אחר יורם."
        ],
        [
            "<b>כֵּיצַד מוֹשְׁחִין אֶת הַמְּלָכִים כְּמִין נֵזֶר.</b> נראה לי בס\"ד הטעם דאמרו בגמרא דשבת <small>(שבת קד.) </small>נו\"ן נו\"ן נאמן כפוף נאמן פשוט, פירוש יהיה נאמן כפוף בעולם הזה אז הוא נאמן פשוט לעולם הבא ולכן מושחין את המלך 'כְּמִין נֵזֶר' לומר לו אם לא יהיה נאמן כפוף בעולם הזה אז יחסר מן נזר אות נו\"ן כפופה וישאר אותיות זר בלבד שיהיה הוא כאדם זר במלכות שתעקר המלכות ממנו ולא תמשך לו וכל שכן לזרעו כי מלך זר מעבירין אותו.",
            "<b>וְאֶת הַכֹּהֲנִים כְּמִין כִּי.</b> פירש רש\"י ז\"ל שמתחיל למשוח באצבעו בין רסי עיניו ומושך באצבעו על הראש והולך עד שמגיע לעורף ככף יוני עד כאן. ונראה לי בס\"ד הטעם בזה שיתחיל כנגד פנים ויסיים כנגד אחור, לרמוז לו שכהן גדול צריך לעשות עבודת הקודש בסלודים שיהיה לבו נרתע ברצוא ושוב שסולד לאחור מחמת גודל האימה שיהיה לו מכבוד שכינתו יתברך, והנה אותיות שלפני אותיות 'כהן' הם אותיות 'סלו' ואותיות שאחורי אותיות 'כהן' הם אותיות 'דים' הרי פנים ואחור הם צירוף 'סלודים' ולכך מושחו מצד פנים ומסיים בצד אחור לרמוז לו על זאת.<br>ועוד יובן גם כן רמז לו בזה שיביט תמיד מאין בא ויביט גם כן לאן הולך והיינו הבטה של קודם והבטה של אחור ועל ידי כך ילבש ענוה ולא יתגאה במה שרואה כפרת ישראל תלויה בו.",
            "<b>בַּתְּחִלָּה יוֹצְקִין שֶׁמֶן עַל רֹאשׁוֹ וְאַחַר כָּךְ נוֹתְנִין שֶׁמֶן בֵּין רִסֵי עֵינָיו.</b> נראה לי בס\"ד דרומזים לו בזה על שתי ראיות שצריך לראות ויביט לטובת ישראל האחד היא ראיה שכלית שהיא במוח שבראשו ולכן 'יוצקין השמן על ראשו' והשני ראיה חושית וטבעית שהיא בעין החושית שלו ולכן 'נותנין שמן בין רסי עיניו'.",
            "<b>אִיכָּא דְאָמְרֵי יְצִיקָה עֲדִיפָה וְאִיכָּא דְאָמְרֵי מְשִׁיחָה עֲדִיפָה <small>(ויקרא ח, יב)</small>.</b> נראה לי בס\"ד תרווייהו צריכי ביציקה רומזים לו יקיצה משנתו להיות לבו ער בעבודת הקודש אשר יעשה והיינו כי יציקה בהפוך אתוון יקיצה ובמשיחה רומזים לו שיעשה עבודת הקודש בשמחה כי משיחה בהפוך אתוון ישמחה.",
            "<b>כְּמִין שְׁתֵּי טִפּוֹת מַרְגָּלִיּוֹת הָיוּ תְּלוּיוֹת בִּזְקָנוֹ שֶׁל אַהֲרֹן <small>(תהלים קלג, ב)</small>.</b> נראה לי בס\"ד נעשה נס זה לאהרן הכהן  ע\"ה להעיד שהוא נמשח על פי הדיבור ולא כאשר חשבו קרח ועדתו והיה הנס בשתי טיפות כי עַל פִּי שְׁנַיִם עֵדִים יָקוּם דָּבָר <small>(דברים יט, טו)</small> ונראה כי לכך נזדמן שקרח שהיה חולק על כהונת אהרן ע\"ה היה 'בן יצהר' שהוא 'שמן' כדי שילמוד מנס שהיה בשמן ועם כל זה הוא למד אף על פי שראה בעיניו הנס בשני טיפות ד'עַל פִּי שְׁנַיִם עֵדִים יָקוּם דָּבָר'.<br>או יובן בס\"ד שהיה הנס בשתי טיפות של שמן דידוע השמן רומז לחכמה שהוא אבא וידוע אהרן הכהן ע\"ה הוא מבחינת שתי אחוריים הפשוטים והמלאים דיסוד אבא והם ע\"ב וקפ\"ד שעולים מספר אהרן <small>[72+184=256]</small> וכמו שאמר רבינו האר\"י ז\"ל בשער הפסוקים ולכן נעשה לו הנס בשתי טיפות השמן לרמוז לשתי הארות הנזכר שהם ע\"ב וקפ\"ד. <b>גם</b> יש לומר נרמז בשתים אלו על סוד הפסוק הוּא אַהֲרֹן וּמֹשֶׁה <small>(שמות ו, כו)</small> הוא משה ואהרן ודו\"ק.",
            "<b>כְּשֶׁהוּא מְסַפֵּר עוֹלוֹת וְיוֹשְׁבוֹת בְּעִקָּר זְקֵנוֹ.</b> פירוש רש\"י ז\"ל נראה דוחק עצום מאחר כי באמת הם בנס היו עומדים. ופירוש הרמ\"ה ז\"ל גם כן קשה לפי דברי רבינו האר\"י ז\"ל האמתיים דאין לגלח בשום מקום מן הזקן ורק להסיר משער השפם את המעכב האכילה הוא דשרו.<br>ונראה לי כוותיה דהרמ\"ה ז\"ל ולא מטעמיה דלעולם 'מספר' רצונו לומר 'המגלח' ומה שעולות ויושבות בעיקר זקנו, היינו כדי שלא יגע בהם המגלח בשעה שמגלח לו ראשו שהוא עומד נגד פניו ואוחז בראשו ומגלחו דאז נדבק בזקן שלו ולכן יסתרו בעיקר הזקן שאין נראין חוצה ולא יגע בהם המגלח לא בגופו ולא במלבושיו.<br>ועוד נראה לי בס\"ד 'מספר' רצונו לומר 'משמש מטתו' וכמוהו הרבה בתלמודא דקרו לתשמיש המטה בשם 'מספר' וכמו שאמרה אימא שלום על בעלה כשהוא מספר עמי וכו' <small>(נדרים כ:) </small>וכן הרבה נמצא בתלמוד לשון זה על תשמיש המטה, ומאחר כי המשמש פנים כנגד פנים יחדיו ידובקו דאז נדחקים השני טיפות אלו התלויות בזקנו לכן בשעת תשמיש עולות ויושבות בעיקר זקנו להסתר שם בתוך שער זקן כדי שלא יהיו טיפות השמן הקדוש נוגעים בבשר אשתו לכך יושבות בעיקר זקנו להתכסות שם בתוך השער, יהי רצון זכות אהרן הכהן  ע\"ה יגן בעדינו אמן כן יהי רצון.",
            "<b>שֶׁמָּא חַס וְשָׁלוֹם מָעַלְתִּי בְּשֶׁמֶן הַמִּשְׁחָה <small>(תהלים קלג, ג)</small>.</b> הקשה הרב עיון יעקב ז\"ל מאחר דהשמן לא היה חסר כלום במה שמושחין ממנו דעדיין הוא י\"ב לוגין שלמים אם כן למה חושש משום מעילה והלא אמרינן בפרק ה' דמעילה דלא מעל עד שיפגום דהיינו חסרון? עיין שם.<br>ונראה לי בס\"ד דודאי כיון שלוקח ממנו נעשה בו חסרון בעת שלוקח אלא שעל ידי נס יהיה חוזר ומתמלא החסרון תכף ומיד וכאשר היה בקמח ושמן של הצרפית על ידי ברכת אליהו זכור לטוב ולזה אמר 'יִהְיֶה זֶה לִי לְדֹרֹתֵיכֶם' <small>(שמות ל, לא) </small>דהיינו מספר זֶה <small>[12]</small> שהוא י\"ב לוגין נעשה בו תמיד הוייה חדשה שבכל פעם שלוקחין איזה שיעור ממנו מתהווה במקומו שמן חדש למלאת הפחת שנפחת ממנו.",
            "<b>יׇצׇתׇה בַּת קוֹל וְאָמְרָה לוֹ 'כְּטַל חֶרְמוֹן' מָה טַל חֶרְמוֹן אֵין בּוֹ מְעִילָה וְכוּ' <small>(תהלים קלג, ג) </small>.</b> קשא מעיקרא מה שייכות יש למעילה בטל כדי שמדמה דבר זה אליו? ולמה תפס 'טַל' יאמר גשם או מי נהרות וכיוצא?<br>ונראה לי בס\"ד דידוע שהטל הוא נוטף ויורד מן האדים שעולים מן הארץ וכשיעלו למעלה יורד מהם טל וידוע מה שאמרו בגמרא קרקע בית המקדש נתקדשה עד התהום, ועל כן מאחר דקרקע בית המקדש קודש היא עד התהום איכא טעמא למימר שהטל היורד מן קרקע בית המקדש ימעלו בהם כי קודש הם אך באמת אין בו חשש מעילה ונהנים העולם מאותו הטל היורד מן אידים שעולים מקרקע הר הבית כולו.<br>והנה מצינו בזוהר הקדוש ובמדרש שאמרו רבותינו ז\"ל 'חֶרְמוֹן' זה הר סיני, מה חרמון זה כל טובו נגנז בתוכו כך הר סיני וכמו שכתב בקהילת יעקב ז\"ל עיין שם. ולפי זה גם בית המקדש יקרא 'חֶרְמוֹן' דטובו גנוז בתוכו ולזה אמר מה טל חרמון הוא הטל היורד מן אידים העולים מהר הבית כולו שנקרא 'חֶרְמוֹן' אין בו מעילה אף שמן שבזקן אהרן אין בו מעילה.",
            "<b>אֵין מוֹשְׁחִין אֶת הַמְּלָכִים אֶלָּא עַל הַמַּעְיָן <small>(מלכים א א, לג)</small>.</b> נראה לי בס\"ד עיקר הסימן הטוב של המלכים הוא מצד המים אשר במעיין שיש בהם רמז על גאולה תמידית מדור לדור והיינו מַיִם במילואם כזה מ\"<b>ם</b> י<b>ו</b>\"<b>ד</b> מ\"<b>ם</b> <small>[90]</small> המלוי הוא מספר מַיִם <small>[90] </small>ותחזור ותמלא אותיות מים היוצאין מן מלוי מים ויהיה גם כן בהם מלוי מים, וכן על זה הדרך כמה וכמה וזה סימן להמלך הנמשח על המים שתהיה מלכותו לזרעו וזרע זרעו עד סוף כל הדורות.<br>והנה מה שנאמר '<b>וְהוֹרַדְתֶּם אֹתוֹ אֶל גִּחוֹן</b>' <small>(מלכים א א, לג) </small>פירש רש\"י בפרק קמא דכריתות <small>(כריתות ה:)</small> גיחון זה הוא מעין קטן אצל ירושלים ולא זה הוא גיחון היוצא מעדן עיין שם. ומה שאמר הרמ\"ה ז\"ל שזהו גיחון היוצא מעדן זהו דבר תימה מכמה טעמי שאין צורך לפרשם, אך יתכן לומר שזה מעין הקטן שאצל ירושלים מים שלו באים מן גיחון היוצא מעדן על ידי מחילות תחת הקרקע וקים להו בכך ועל שם זה קראו את המעין הזה גם כן בשם 'גִּחוֹן' או אפשר קראוהו גיחון מפני שהמים שבו הם קשים ורודפים בטבען ועיין גט פשוט <small>(סימן קכ\"ח ס\"ק ל\"ז)</small> שכתב שהיה גיחון נחל שוטף בימי חזקיה המלך ע\"ה עיין שם.<br>ונראה לי בס\"ד דהן אמת ששלחם דוד המלך ע\"ה למשוח את שלמה על מעין זה של גיחון לסימנא טבא עם כל זה נראה כי מן השמים שמו בלבו כן לעשות רמז בזה על העתיד שבימי רחבעם תתחלק מלכות בית דוד ויבא ירבעם שהוא משבט אפרים בן יוסף שנתברך 'וְקַרְנֵי רְאֵם קַרְנָיו בָּהֶם עַמִּים יְנַגַּח יַחְדָּו' <small>(דברים לג, יז) </small>ויקח מידו עשרת השבטים לכן היתה משיחתו על גיחון שהוא לשון נגוח.<br>ועיין להגאון חיד\"א ז\"ל בשם הגדולים מעשה נורא שהיה בזמן מהרח\"ו ז\"ל בענין סתימת גיחון שסתמו חזקיהו המלך ע\"ה על ידי שם ורצה ממנו שר אחד לפתחו על ידי שם וברח לדמשק בקפיצת הדרך שעשה על ידי שם ומדברי רבינו האר\"י ז\"ל שהגיד למהרח\"ו ז\"ל בחלום תבין שפתיחתו של גיחון נוגעת במלכות בית דוד ואתחלתא דגאולה יהיה בפתיחתו ודו\"ק היטב.",
            "<b>לִתְלִי שְׁרָגָא בַּהֲדֵי עֲשָׂרָה יוֹמִי.</b> נראה לי בס\"ד הנשמה קרויה 'נר' לכן עושין הסימן בנר אך ענין ההצלחה הנוגעת לגוף עושין הסימן בתרנגול כי התרנגול נקרא גבר שהוא שם הגוף לכך עושין העולם כפרות הזכר בתרנגול והנקבה בתרנגולת.",
            "<b>יְהֵא רָגִיל אִינִישׁ לְמֵיכַל בְּרֵישׁ שַׁתָּא קָרָא וְרוֹבְיָא.</b> נקיט לשון '<b>רָגִיל</b>' לרמוז שיעשה זה הסימן בשני ימים של ראש השנה בלילות ובימים דאז נמצא עושה זאת ארבעה פעמים וידוע לשון 'רָגִיל' לא שייך בעושה בפחות משלשה פעמים.<br>והא דנקיט '<b>קרא ורוביא</b>' ברישא ולא נקיט תמרי ברישא, מפני כי אלו הם דברים הבאים בתוך הסעודה ואינו מברך עליהם ולכן בפעם ראשונה שלוקחם בידו מן השלחן לאכלם הוא פותח פיו ואומר הבקשה של הסימן הטוב מה שאין כן תמרי צריך לברך על הפרי תחלה ולאכלו ואחר כך יקח בידו פרי שני ויאמר עליו הבקשה ואין הסימן עולה בזה כהך סימנא.",
            "<b>אַקִיקוֹלִי דְּמָתָא מְחַסְיָא תִּיבוּ וְכוּ' <small>(שמואל א ב, א)</small>.</b> נראה לי בס\"ד כי במתא <b>מְחַסְיָא </b>המון העם הם בני תרבות ובעלי דרך ארץ ועושין כבוד לתלמידי חכמים ומכירין בכבודן מה שאין כן בפימבדיתא.<br>אי נמי במתא <b>מְחַסְיָא </b>מקום בהמות הרבה כמו שאמרו בגמרא בסוף מסכת קמא ואם כן הבשר שם שמן ובזול ויכול החכם לקנות בשר בכל יום לחזק גופו לעמל תורה מה שאין כן בפומבדיתא צריך לאכול ירקות.",
            "<b>דָּוִד וּשְׁלֹמֹה שֶׁנִּמְשְׁחוּ בַּקֶּרֶן נִמְשְׁכָה מַלְכוּתָן<small> (שמואל א ב, א)</small>.</b> נראה לי בס\"ד שמא גרים כי קרן לשון אור כמו קַרְנַיִם מִיָּדוֹ לוֹ <small>(חבקוק ג, ד)</small> קָרַן עוֹר פְּנֵי מֹשֶׁה <small>(שמות לד, כט)</small> גם אות קו\"ף <small>[186] </small>של <b>קֶ</b>רֶן עולה מספר מָקוֹם <small>[186] </small>שהוא מספר שם הוי־ה ברוך הוא כנזכר בתיקונים ונשאר אותיות '<b>נר</b>' לרמוז בשם הוי־ה ברוך הוא שהוא נר שמאיר להם ובזה יובן שָׁם אַצְמִיחַ קֶרֶן לְדָוִד עָרַכְתִּי נֵר לִמְשִׁיחִי <small>(תהלים קלב, יז)</small>.<br><b>גם</b> קֶרֶן <small>[350]</small> בגימטריא חֶסֶד לְאַבְרָהָם <small>[350]</small> <b>גם</b> קֶרֶן הוא מנגיח וממית כחרב וזה יורה על תוקף מלכות שממית את אויביו אבל פַּךְ בהפוך כַּף יורה שכופה את אויביו אבל לא ימיתם ויאבדם מן העולם נמצא יורה על רפיון מלכותו ולכן משחו אותו גם כן על 'גִּחוֹן' שהוא לשון נגוח בקרן שממית את אויביו.<br><b>ועוד</b> נראה לי בס\"ד קֶרֶן <small>[1000]</small> עולה מספר אלף <small>[1000]</small> כי נו\"ן דמנצפ\"ך בת\"ש <small>[700]</small> וזה המספר של אלפים הוא כנגד עולם האצילות אשר שם השפעה גדולה, אך 'פַּךְ' אין בו מספר אלפים אלא הוא במספר המאות בלבד שהוא כנגד הבריאה שהשפעתה קטנה מן אצילות רמז לדבר הָאֶלֶף לְךָ שְׁלֹמֹה <small>(שיר השירים ח, יב)</small> שנמשחת בקרן שהוא מספר אלף.<br><b>ובזה יובן</b> בס\"ד כְּמִגְדַּל דָּוִיד צַוָּארֵךְ בָּנוּי לְתַלְפִּיּוֹת 'אֶלֶף' הַמָּגֵן תָּלוּי עָלָיו <small>(שיר השירים ד, ד)</small> <b>ובזה יובן</b> רָמָה קַרְנִי בַּהֳ' <small>(שמואל א' ב, א)</small> ששם הוי־ה הוא בחינת אחדים עשרות מאות אלפים והנשפע מן אלפים כל שכן דנשפע מתחת האלפים גם כן.<br><b>ולזה אמר</b> הַקָּטֹן יִהְיֶה לָאֶלֶף <small>(ישעיה ס, כב)</small> כי דוד המלך ע\"ה כתיב ביה וְדָוִד הוּא הַקָּטָן <small>(שמואל א' יז, יד)</small> נמשח בקרן שהוא מספר 'אלף' מה שאין כן שאול המלך ע\"ה נמשח בפך."
        ],
        [],
        [
            "<b>שֶׁנֶּאֱמַר: וּמָשַׁח אֹתוֹ שָׁם צָדוֹק הַכֹּהֵן וְנָתָן הַנָּבִיא <small>(מלכים א א, לד)</small>.</b> קשא מנא ליה דכהן גדול עדיף, דילמא שוים הם אך כיון דשנים הם מוכרח להזכיר אחד קודם חבירו? ועוד קשא למה לא הביא מפסוק שקדם לזה דכתיב וַיֹּאמֶר הַמֶּלֶךְ דָּוִד קִרְאוּ לִי לְצָדוֹק הַכֹּהֵן וּלְנָתָן הַנָּבִיא <small>(מלכים א' א, לב)</small>?<br>ונראה לי בס\"ד חדא מתרצא בחברתה כי באמת בהזכרת שמם בזה את זה ליכא ראיה כיון דמוכרח להזכיר אותם זה אחר זה אף על גב דהם שוים ולכן לא הביא מפסוק הראשון ד'קִרְאוּ לִי לְצָדוֹק הַכֹּהֵן' אך מפסוק השני שפיר איכא הוכחה דאי איתא דשוים הם הוה ליה להזכירם בפסוק השני נתן קודם צדוק דאז בזה ידעינן דשוים הם כיון דבמקום אחד הזכיר צדוק קודם ובמקום אחר הזכיר נתן קודם על דרך שאמרו רבותינו ז\"ל בפסוק <small>(שמות ו, כו)</small> הוּא אַהֲרֹן וּמֹשֶׁה אֲשֶׁר אָמַר הֳ' לָהֶם הוֹצִיאוּ אֶת בְּנֵי יִשְׂרָאֵל מֵאֶרֶץ מִצְרַיִם עַל צִבְאֹתָם הֵם הַמְדַבְּרִים אֶל פַּרְעֹה מֶלֶךְ מִצְרַיִם לְהוֹצִיא אֶת בְּנֵי יִשְׂרָאֵל מִמִּצְרָיִם הוּא מֹשֶׁה וְאַהֲרֹן, וכיון דפעם מקדים לאהרן ופעם מקדים למשה ללמדך דשקולים, והכא נמי הוה ליה להזכיר בפסוק שני נתן קודם לצדוק ללמד דשקולים ושוים הם, אלא ודאי שמע מינה דכהן גדול עדיף מנביא.",
            "<b>מִפְּנֵי מָה הַכֶּלֶב מַכִּיר אֶת קוֹנוֹ וְחָתוּל אֵינוֹ מַכִּיר אֶת קוֹנוֹ.</b> פירש הרמ\"ה ז\"ל האי קונו דאמר הכא אינו רצונו לומר 'בוראו' אלא רצונו לומר 'בעליו' כדכתיב יָדַע שׁוֹר קֹנֵהוּ <small>(ישעיה א, ג)</small> וכן אמר הכתוב וְחִשַּׁב עִם קֹנֵהוּ <small>(ויקרא כה, נ)</small> וכן הדרך שהכלב מכיר את בעליו והולך אחריו לכל מקום שהוא הולך ומשמרו מה שאין כן בחתול עד כאן דבריו.<br>והנה הכרת הכלבים לבעליהן ותוקף החברה והאהבה שביניהם רבו הסיפורים בהם וכולם פלאות המה פלאי פלאות ובספר תולדות הטבע הביא כמה סיפורים על זאת ובכלל הביא דבר אחד פלא על זמן היינריך מלך צרפת שהיה אוהב כלבים הרבה ויבחר בשלשה כלבים קטנים להיות הם שומרי ראשו והם אהבו מאד את אדונם ולימדום לעמוד על המשמר כאנשי חיל אצל מטתו של המלך והיה שם מונח כלי מראה השעות שהיה בו פעמון המכה בכל שעה ושעה וכאשר האחד עומד על משמרתו אז האחרים ישנים ובעת שמכה הפעמון יבא זה המקיץ ונושך לאט באוזן חבירו הנרדם להודיעו כי הגיעה עתו על פי הסדר לעמוד אחריו על המשמר וכן על זה הדרך ככה המה עומדים על משמרתם כל הלילה חליפות עד הבוקר ומעולם לא היה למלך שומרים נאמנים כמוהם.<br>ויהי היום ויבא כומר גדול להרוג את המלך בסתר ויבא אל חדר המלך למסור לידו מכתב אחד אשר זה היה לו כסות עינים למחשבתו הרעה ותרמית לבו וקם הכלב מן שלשה הכלבים הנזכרים העומדים בחדר המלך וישתער על הכומר ממקום משמרתו לגלות חטאתו הצפונה בלבבו והיה דבר זה לפלא כי הכלב הזה תמיד לא עשה רעה לכל איש הבא חדרה אל המלך והנה עתה התמרמר פתאום בחמה שפוכה התגעש וחרץ לשונו.<br>והמלך לא הרגיש להתבונן בחדוש הזה ולא שם לב מה זה ועל מה זה עשה הכלב ההוא ככה אלא אדרבה אמר לסגור את הכלבים בחדר השני כדי שימתיק סוד עם הכומר הבא אליו ולא תבלבלהו נביחת הכלב ההוא וכן עשה עבד המלך הוליך הכלבים ההם לחדר השני וסגר בעדם אך עם כל זה חמת הכלב ההוא לא שככה ויוסף לנבוח בקול גדול ולא יסף ומה דבני ובני בעת ההיא עשה הכומר מגמת לבבו ודקר את המלך בחרבו פעמים ויפול שדוד מתגולל בדמו עד כאן.<br>ועל זה הדבר הנפלא שנמצא בהרגשת הכלב אמרתי כמה גדולים דברי רבותינו ז\"ל שאמרו 'כֶּלֶב - כֻּלּוֹ לֵב' שהרגיש מרתיחת דם פני הכומר שבעבור שפוך דם נפש אדוניו המלך הוא בא ולכך עשה מה שעשה בהשתערותו על הכומר ובחריצת לשונו כדי שירגיש המלך ברעה הבאה אליו מאת הכומר וישמר ממנו.<br>ועוד יספר בספר הנזכר בכלל הסיפורים המדברים בנאמנות הכלבים ואהבתם לאדוניהם ובהרגשתם ושקידתם לטובת אדונם כי השר אויבר'י היה ידיד המלך קארל החמישי ויקנא בו שר אחד משרי המלך וישנא אותו בלבבו ויהי היום וילך השר אויבר'י לשוח ביער עם כלבו וירדפהו השר ההוא על סוס קל ויהרגהו, אמנם כלב הנרצח לא עזב את היער ולא חדל מנבוח ולזעוק זעקת שבר עד 'כִּי אָכַף עָלָיו פִּיהוּ' לשוב פאריזה אל בית אחד מאוהבי אדונו השר הנרצח ואך אכל שם לשובע נפשו שב שנית היערה ככה היה עושה הכלב ההוא כמה ימים עד אשר שמו אנשים לבם ללכת בעקבותיו וימצאו את גוית אדונו המת ביער ההוא.<br>ויהי מקץ ימים ויפגוש הכלב ההוא את השר המרצח בהיותו עומד בין צבא חיל המלך ויתמרמר אליו בחמת רוחו וינשכהו ומהרו כל הנצבים להבריח את הכלב ולהכותו אולם לא במהרה הניסוהו ויהי מהיום ההוא ומעלה הלוך הלך הכלב ההוא לבקש את הורג אדוניו בכל מקום ויחרוץ לו לשונו וינשכהו, אז החל החשד להתעורר בלבות אנשים כי אמרו לא דבר ריק הוא ובודאי זה השר הוא אשר רצח אויבר'י אדון הכלב ההוא והשמועה באה אל המלך ויצוה המלך את השר ההוא להתיצב בין אנשי חילו ונתן אומר להביא את הכלב ההוא ויהי בבואו ויבקש את השר המרצח וישתער עליו בחרון אפו.<br>ויאמר המלך אל השר ההוא תן תודה והגד נא לי מה עשית? ויקשה את לבו וימאן להתוודות ואז חרץ המלך משפטו ויצוהו להלחם עם הכלב ברחוב העיר נפש מול נפש ובצאת השר ההוא המרצח למלחמה היה לבוש שריון ובידו שוט, והנה רגעים אחדים התהלך הכלב מסביב בעל ריבו חרץ לשונו ויהמה בקול יליל נורא ובפתע פתאום השתער בסופה ואחז בעורף אויבו בכל תעצומות עוזו וישליכהו ארצה ויתן השר ההוא את קולו בבכי ויתחנן למלטהו מן הכלב האכזרי המבקש נפשו לספותה ויודה על פשעו בקהל עם ואחרי אשר התודה חטאתו המיתוהו שמה על פי מאמר המלך לעיני כל העם עד כאן.<br>ויספר עוד ספורים נפלאים בהכרת הכלבים ונאמנותם באהבת אדוניהם לנקום נקם מאוייבי אדוניהם. על כן יפים ונכונים ונבונים דברי התלמידים של רבי אלעזר שאמר '<b>הַכֶּלֶב מַכִּיר אֶת קוֹנוֹ</b>' שהוא רצונו לומר 'בעליו' על פי ביאור הרמ\"ה ז\"ל הנזכר לעיל.<br>אמנם אומרם '<b>שֶׁאֵין הֶחָתוּל מַכִּיר אֶת בְּעָלָיו</b>' הוא דבר תימה על פי הסיפורים אשר יספר בספר תולדות הטבע הנזכר על החתולים בהרגשתם ואהבתם וחברתם עם בעליהם ואזכיר בזה כאן סיפור אחד וממנו תדע והוא כי שם מביא מעשה אחת אשר ספר החוקר הנכבד בספרו הנקרא 'למודי טבעי נפש חיה' והוא בבית אחד מריעיו היה חתול יפה מראה אשר גדלו בנו הבכור ודאג לספק כל מחסוריו וידבק החתול מיום ליום באותו הבן ואהבהו עד מאד וַיֵּט שִׁכְמוֹ לִסְבֹּל באהבה אפילו אם הילד ההוא מרר ועצב את רוחו ולא היה נפרד מן הילד ההוא כל היום כי אם רק איזה רגעים אחדים למען עשות עבודתו לצאת ידי חובת הצידה של העכברים המוטלת עליו והיו שנים אחדות אסורים בכושרות אהבה אותו הילד והחתול.<br>ויהי היום והילד ההוא חלה מחלת האבעבועות וגם אז לא מש החתול מאהובו החולה עד אשר בראות קרוביו התגברות החולי עליו לקחו החתול וסגרוהו בחדר לבדו ואחר איזה שעות מת הילד בר מינן והחחול נמלט ביום השני מן החדר המוסגר בו ויחפוז אל מטת רעהו אשר קוה למצאו שם ובראותו כי הנער איננו אז רץ בהול ומשמים בכל הבית ויעורר זעקת שבר עד בואו אל פתח החדר אשר שמו גוית המת בו כמנהנם לעכבו כ\"ד שעות קודם קבורה, וישכב החתול אצל המת דומם ומתאבל עד אשר באו ולקחוהו בחזקה ויסגרוהו שנית.<br>ויהי אך נקבר הילד והחחול שולח חפשי ויצא מן הבית בחפזה ויתעלם וישב לבית אחר י\"ד יום דל ורע תואר מאד וימאן לאכול שמה ויברח שנית בקול מר צורח אכן כאשר הצקהו הרעב היה בא יום יום לבית לעת מאכל הצהרים וישוב ללכת תמיד אחרי אכלו ולא ידע איש את מקומו עדי נמצא פעם אחת אצל קבר הילד ההוא בתוך החור אשר עשה לו לבדו בקיר החומה של הקבר וככה נתאבל על אוהבו ולא שכחו אשר עד בצאת אבות הילד המת לגור בעיר אחרת אחרי חמש שנים לא שינה את מגורו ולא רחק מקבר אוהבו לשבת במקום אחר זולתי כאשר גבר עליו מאד קור וחורף עד כאן.<br>והנה לפי הסיפור הזה ושאר סיפורים כיוצא בו מוכח שגם החתול מכיר את בעליו ואין לו שכחה ממנו ואיך יאמרו כאן שהחתול אינו מכיר את קונו? על כן נראה דטעמו של רבי אלעזר הוא אמת דסיבת שכחת החתול שאינו מכיר את קונו הוא מפני שאוכל עכברים ולכן כל חתול שאינו אוכל עכברים אלא אוכל משלחן בעליו בשר בהמה וחיה ועוף ודגים אשר יתן לו בעליו בכל יום בעת הסעודה ואינו אוכל העכברים אלא צד אותם ומשליכם אין לו שכחה מכל דבר שבעולם ותלמידי רבי אלעזר בן צדוק לא אמרו אלא על חתול האוכל בשר עכברים.",
            "<b>מִפְּנֵי מָה הַכֹּל מוֹשְׁלִים בְּעַכְבָּרִים.</b> נראה דקאי על החתולים למה כל החתולים שולטים בעכברים דאפילו חתול קטן שולט בעכברים רבים? והשיב מפני שסורן רע ואם לא היה נותן הקדוש ברוך הוא שליטה גדולה וחזקה עליהם מצד החתולים לא היו בני אדם יכולים לדור בעולם מפני רשעתם של עכברים וכאשר יספר בספר תולדות הטבע הנזכר מעשה שהיה בארץ הודו שלא נמצא בארץ ההיא חתול והיו חייהם קשים ומרים מחמת רשעת העכברים עד שבא אחד גר מארץ אחרת וחתולו בידו ובזה ניצולו וכו'."
        ],
        [
            "<b>חֲמִשָּׁה דְּבָרִים מְשַׁכְּחִין אֶת הַלִּמּוּד.</b> מקשים והלא בפרטן הם ששה? ועיין פתח עינים ובאר שבע. ונראה לי בס\"ד כי נקיט מנין החמשה על דברים שהם אכילה ושתיה הנכנסים לתוך הגוף אך האחרונה ענין סדר רחיצה בעלמא אין זה בכלל המנין והוכרח למנקט מנין חמשה בזה כנגד מנין של חמשה היפים ללמוד ונמצא יש חמשה יפים ללימוד וחמשה להפך.<br>לכן תמצא בששה סדרי משנה יש חמשה מסכתות בלבד שמתחילים באות אל\"ף והם 'פאה ופסחים וראש השנה וקמא וכלים' והיינו דאות אל\"ף הוא לשון לימוד כמו אַלּוּפִי וּמְיֻדָּעִי <small>(תהלים נה, יד)</small> וַאֲאַלֶּפְךָ חָכְמָה <small>(איוב לג, לג)</small> והיינו להורות דהלימוד יש חמשה יפים לו וחמשה להפך.",
            "<b>כְּשֵׁם שֶׁהַזַּיִת מְשַׁכֵּחַ לִמּוּד שֶׁל שִׁבְעִים שָׁנָה כָּךְ שֶׁמֶן זַיִת מֵשִׁיב לִמּוּד שֶׁל שִׁבְעִים שָׁנָה.</b> הנה מלתא בפומייהו דרבנן אמרי '<b>אב משכח בן מפקח</b>' ונראה לי בס\"ד אם תסיר מן האב שהוא הזית <small>[417]</small> מספר ז\"ך <small>[27] </small>ישאר שמן <small>[390] </small>שהוא הבן. וזהו שנאמר וְיִקְחוּ אֵלֶיךָ שֶׁמֶן זַיִת זָךְ כָּתִית <small>(ויקרא כד, ב)</small> רצונו לומר <b>וְיִקְחוּ אֵלֶיךָ</b> מספר שֶׁמֶן מן מספר <b>זַיִת</b> על ידי <b>זָךְ כָּתִית</b> לשון חסרון כמו 'כתותי מכתת שיעוריה'.<br>והנה ידוע דהזית אינו משכח אלא למי שרגיל בו, וידוע דאיכא דסבירא ליה בעלמא לא מקרי רגיל בשני פעמים אלא רק בשלשה פעמים והביא ראיות לזה, ובזה יובן בס\"ד רמז המשנה <small>(משנה פאה ז, א)</small> כל הזיתים שנים אינם שכחה שלשה שכחה רבי יוסי אומר אין שכחה לזיתים, והכונה אם רק שתי פעמים אכל אין גורמין שכחה דאין נחשב רגיל בשתים אבל שלשה פעמים חשיב רגיל ורבי יוסי אומר אין שכחה לזיתים רצונו לומר אפילו רגיל יש לו תקנה שלא יגרום לו שכחה כמו שאמרו המקובלים ז\"ל שיכוין בעת אכילתו השמות א־ל אלהי־ם מצפ־ץ <small>[417]</small> שעולה מספרם זַיִת <small>[417]</small>.",
            "<b>וְסִימָנֶיךָ קְמִיצָה.</b> כתב רבינו חיד\"א ז\"ל בשם הרא\"ש ז\"ל הא דלא אמר 'סימניך אמה' שאם תכפוף אצבע הארוך שנקרא אמה ישארו כמו כן אצבע מכאן וזרת וקמיצה מכאן משום דדרך לכפוף הקמיצה כדי לקמוץ עיין שם.<br>ואנא עבדא נראה לי בס\"ד שבזה הסימן עשה בו סימן לענין אחר והיינו שלא תטעה למנקט דברי רבי יהודה על שם רבי יוסי ודברי רבי יוסי על שם רבי יהודה לכך אמר 'וסימניך קמיצה' דנמצא האחת היא בראשונה והשתים באחרונה ובזה עשה סימן שרבי יהודה שנזכר תמיד קודם רבי יוסי בכל מקום הוא אשר אמר אחת ורבי יוסי שדרכם לזכרו אחר רבי יהודה הוא אמר שתים שהם באחרונה.<br>ועוד נראה לי בס\"ד דאי הוה אמר 'וסימניך אמה' היינו חושבין הסימן נאמר על דבר זה והוא דרבי יהודה דאמר אחת ולא שתים רצונו לומר דוקא אמה שהיא ארוכה ולא שתים קמיצה ואצבע שהם שכיני האמה ורבי יוסי דאמר שנים ולא שלשה רצונו לומר שנים אלו אצבע וקמיצה שכיני האמה ששניהם שוים בקומה ובאמת לא כן הוא דרבי יהודה דאמר אחת אין כונתו על אמה בלבד אלא כונתו על כל אצבע שתהיה ורק קפד שלא יהיו שתים וכן רבי יוסי סבר שנים על כל אצבע שתהיה ורק קפיד שלא יהיו שלשה אבל השתא שעשה הסימן בכך שאמר 'וסמניך קמיצה' ליכא למטעי לפרש פירוש הנזכר דאחת קאי על קמיצה דוקא דמה טעם יש בדבר זה והלא יש דוגמתה זו אצבע שהיא כמדתה וכן בדברי רבי יוסי ליכא למטעי לפרש השנים על שכיני הקמיצה דוקא שהם זרת ואמה דמה טעם שנבחרו שתים אלו והלא אין שוים במדתם ודו\"ק.",
            "<b>אָמַר רָבָא בְּחַיֵּי אֲבִיהֶם וּבִפְנֵי אֲבִיהֶם.</b> יש להקשות למאי הוצרך לפרש בחיי אביהם כיון דקאמר בפני אביהם משמע דאביהם חיים הן? ונראה לי דבלאו הכי הוה משמע אפילו שנפטר האב אם יש לו בן גדול ממלא מקומו יושב שם חשיב בחיי אביהם דהוי כאלו אביהן חי ממש ובפניו הם יושבים.",
            "<b>רַבִּי מֵאִיר חָכָם.</b> פירוש ראש ישיבה והוא כמו ענין הצוואה שצוה רבינו הקדוש דרבי חנינא בר חמא ישב בראש <small>(כתובות קג:)</small> והוא יש לו מעלה יותר מן אב בית דין ואין כונת רבי מאיר משום גדולה ולא הלך לבו אחר מעלות אלא כדי לחזק כבודן של תלמידי חכמים ולא יתנהגו הנשיאים בגדולה יתירה על החכמים ולכן לא אמר שיהיה הוא הנשיא אף על גב דאיהו גדול מן רבי נתן שהיה אב בית דין ואם היה רבן שמעון בן גמליאל נמלך עמהם כסדר שעשה יתכן שהיו מסכימים עמו ורק זאת היתה קשה כנגדם שעשה תיקון לכבודו ואפילו עמהם לא נמלך מיהו יש ללמד עליו זכות שלא רצה לגלות להם דבר ולתקנו על פי עצתם מפני שתקנה זו היא ממעטת בכבודן שהיה להם מכבר בסדר הקימה והעמידה.",
            "<b>נֵימָא לֵיה תַּנֵּי לָן עוֹקְצִין.</b> נראה לי בס\"ד אמרינן בגמרא <small>(יומא פג:)</small> רבי מאיר בדיק בשמא, וכן כאן בדיק בשמא להורות במסכתא זו דשמה 'עוקצין' נוכל לעקוץ אותו ויעלה דבר זה בידינו כאשר אנו מציירים אותו בדעתינו.",
            "<b>וּתְהַוֵי אַתְּ נְשִׂיא וְאָנָּא אַב בֵּית דִּין.</b> נראה לי בס\"ד דאין כונתם שיעבירו אותו לגמרי עד עולם והם יהיו נשיא ואב בית דין לעולם, אלא רצונם לעשות דבר זה לפי שעה למדת ימים או שבוע עד שיסתרו החוקים שלו שעשאם בברייתא החדשה והם יסדו תיקון שלם וחזק להרבות כבודן של החכמים ואחר שיתקנו הדבר כרצונם יחזירו לו הנשיאות והם ישמשו כאשר היו בתחלה.<br>ומה שאמרו להם בחלום '<b>זילו פייסו לרבן שמעון בן גמליאל</b>' אף על פי שכונתם לשם שמים מכל מקום חטאו לו במה שעשו לו אופן שהיה בא לידי ביוש ובושת פנים חמירא טובא ורבי מאיר סבר אף על פי שחטאו לו בדבר זה כבר נתכפר להם במה שעשה להם בפועל ביוש גדול להוציאם מבית המדרש אף על פי שהם לא עשו ביוש בפועל. <b>ודע</b> כי תלמודא לא אמר שאמרו להם בחלום בפירוש אלא אמר אחזו להו דהיינו הראו להם ברמז על דבר זה.",
            "<b>אַסִּיקוּ לֵיהּ לְרַבִּי מֵאִיר אֲחֵרִים.</b> נראה מן השמים נתנו בלב רבן שמעון בן גמליאל לאסיק לרבי מאיר בשם 'אֲחֵרִים' כי בשם זה נמצא שמו הטוב כולו ונוסף אות ח' כי הוא היה חָכָם כמו שאמרו תלמודא והיינו אותיות '<b>אֲחֵרִים</b>' הם אותיות <b>מֵאִיר ח</b>' ואות ח' הוא רצונו לומר חָכָם וכמו שאמר רבי יוחנן 'רַבִּי מֵאִיר חָכָם רַבִּי נָתָן אַב בֵּית דִּין' ונמצא בשם זה של אחרים נתעלה יותר דנרמז מעלתו באות ח' ולכן אמר 'אסיקו ליה לרבי מאיר' אסיקו רצונו לומר העלו דבזה השם היה לו עליה גם '<b>אֲחֵרִים</b>' <small>[259] </small>עולה מספר '<b>יָד רָמָה</b>' <small>[259] </small>שהיה לו יד רמה במלחמתה של תורה.<br>ומה שאמר 'בקשו לעקור כבודך וכבוד בית אביך' אף על גב דבאמת כונתם לשם שמים ולא בקשו לעקור לגמרי אלא היתה כונתם על מנת להחזיר אמר לו כן כי לעיני הרואים כך היו דנים בדעתם ולכך הוא הקפיד הרבה ואסיק להו שם אחר כדי לפרסם הדבר שלא יבא אחרי זה אדם אחר לעשות כזאת."
        ],
        [
            "<b>חַזְיָא רָבָא לַאֲבַּיֵי דְּגָבַהּ רֵישָׁא אָמַר לוֹ נַחֲמֵנִי פְּתַח וְאֵימָא.</b> נראה לי בס\"ד על פי מה שאמר רבינו האר\"י ז\"ל דאביי היה משורש קין הן מצד נפשו הן מצד רוחו הן מצד נשמתו בשלשתם היה משורש קין שהוא היה הראש כי הוא היה הבכור וכנזכר בשער הגלגולים עיין שם.<br>ונראה מחמת כן זכה לומר מלתא דלא מפרך כדי שישב בראש כי כן ראוי להיות לו מצד שרשו שהוא מן קין שהיה הבכור שהוא ראש ורבא חזייא לאביי ראיה שכלית וסודית שראה בסוד השורש דגבה רישא שמצד שראוי להיות לו דבר זה ואמר לו נחמני פתח ואימא רמז לו בשם נחמני על קין כי נַחֲמֵנִי <small>[158] </small>עם כולל האותיות עולה מספר קַיִן <small>[160] </small>עם כולל האותיות פירוש כיון שאתה קין לכך פתח ואימא למהוי רישא בתורת <b>חיים</b>.",
            "<b>רַבִּי זֵירָא וְרַבָּהּ בַּר מַתְנָה הֵי מִנַּיְהוּ עָדִיף.</b> יש להקשות דודאי הסברה מכרחת דמתון ומסיק עדיף מחריף ומקשי כי מה תועלת בקשיות אם לא יש תרוצים?<br>ונראה לי בס\"ד הענין כך שזה כלל גדול בתורה דכל שמעתתא שירבו בה הקושיות יותר תתברר יותר ויוצא ממנה כמה וכמה הלכות חדשות על ידי התירוצים שיתרצו בהם הקושיות ולכן אמר ר\"א הרבה תורה למדתי מרבותי ויותר מחבירי ומתלמידי יותר מכולם <small>(בתענית ז.)</small> כי ברבוי החברים וכל שכן ברבוי התלמידים ירבו הקושיות ועל ידי כך ירבו אופני הסברות אשר יתחדשו לתרץ בהם הקושיות ומכל סברה יוולד הלכה חדשה ונפקותא לענין דינא בעלמא.<br>ולכן אחר שנפטר ריש לקיש והביאו במקומו את רבי אלעזר בן פדת להיות משנה לרבי יוחנן בישיבה בית המדרש כי הוה אמר רבי יוחנן שמעתתא הוה אמר לו רבי אלעזר 'הא תנא דמסייע לך' ואמר לו רבי יוחנן סלקא דעתי שתהיה ממלא מקומו של ריש לקיש שהיה מקשי לי כ\"ד קושיות על השמעתתא והייתי מוכרח לתרץ לו הכל ועל ידי כך רווחא שמעתתא אבל אתה אומר לי 'תנא דמסייע לך' אטו לא ידענא דשפיר קאמינא!<br>וכן הענין כאן דרבי זירא חריף ומקשי כי מרוב חריפותו מוליד קושיות הרבה בשמעתתא ורבה מרוב הרחבת שכלו מוליד סברות ולתרץ בהם הקושיות ההם ונמצא רבי זירא צריך לרבה ורבה צריך לרבי זירא ברם תלמודא מבעייא להו מי הוא הצריך לחבירו יותר שהבעיין יודע דתרווייהו צריכי זה לזה אך בעי מי הצריך יותר ומסיק בתיקו עד שיבא אליהו זכור לטוב ויאיר עינינו בתורת <b>חיים</b>."
        ]
    ],
    "versions": [
        [
            "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897",
            "http://beta.nli.org.il/he/books/NNL_ALEPH001933802/NLIl"
        ]
    ],
    "heTitle": "בן יהוידע על הוריות",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Ben Yehoyada"
    ],
    "sectionNames": [
        "Daf",
        "Paragraph"
    ]
}