{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Tosafot Rid", 
            "https://www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>אוכלא דאפרת הוא.</b> אי קשאי ומאי פשיטא לי' לתלמודא דאוכלא דאפרת הוא והא נולד היא דלא קחזי לי' מאתמול כדאמיר' בפ' כתבי הקודש גבי צואה של קטן ואע\"ג דשרינא התם צואה של קטן ומעיינות הנובעין ונהרות המושכין ואע\"ג דלא חזו להו מאתמול משום דעבידי דאתי אבל ביצה דלא עבדי' דאתי' שאין בכל יום ויום מעילה התרנגולת ביצתה כדבעי' למימר לקמן דין נולד יש בה ואמאי פשיטא לי' דשריא חשובה הא בעינן למימר לקמן דכל ביהצ דמתילדא האידנא מאתמול גמרא לה וכיון שהוא עומדת לאכילה ויכול לשוחטה אילו הי' שחטה לא הי' אוכל ביצה במעי' השתא נמי אוכל דאפרת הוא:\n", 
            "<b>ואלו בתרנולת העומדת לגדל ביצים מ\"ט דבש מוקצה היא </b>אי קשיא מ\"ש תרנגולת העומדת לגדל ביצים מעז לחלבה והלא זה וזה מוקצה נינהו והיכי אמרינן בפ חבית שנשברה חולב אדם עז לתוך הקדרה אבל לא לתוך הקערה ולא חילק בין עז העומדת לחלבה בין עז העומדת לאכילה חשובה כדפרישית התם במהדור' תליתאה דביצה לא עבידי' דאתי' בכל יומא ואין דעתו עלי' אבל חלב דבכל יומא עביד דאתי דעתיה עליה והילכך אע\"פ שהוא יוצא מעז שהיא מוקצה החבל מורת משום דעבדי דאתי וכיוצ' בזה אמר' בפ' מקום שנהגו בפירות הנושרין בשבת שאינן מוקצין ואע\"פ שהן מוקצין מחמת איסור שהיו מחוברין לאילן משום טעמא דדעתיה עליי להאכילם לעורבים בעודן מחוברין ומוכן לעורבין הוה מוכן לאדם והועילה לו אותה הדעת שםא ישרו מן האילן בשבת הן מוכנין לאדם:\n"
        ], 
        [
            "רב יוסף אמר גזירה משום פירות הנושרין טעמא מאי גזיר השמא יעלה ויתלוש יש הנה לשאול אנה שנינו איסור פירות הנושרין ותו דאמר גזירה שמא יעלה ויתלוש והא מוקצה מחמת איסור הן שהוא אסור לתולשן מן התורה והתשובה איסור פירות הנושרין שנינו בפ' מקום שנהגו דתנן התם ששה דברים עשו אנשי יריחו על שלשה מיחו בדים כו' עד ואוכלין מתחת הנושרין בשבת אלמא אנשי יריחו היו אוכלין פירות הנושרין וחכמים היו אוסרין ואמרינן בגמרא אמר עולא אמר ריש לקיש מחלוקת בשל מכבדות דרבנן סברי גזרי' שמא יעלה ויתלוש ואמרנין אמר להי רבה והא מוקצות נינהו וכ\"ת הואיל וחזו לעורבים כו' ומהדר לה אין ודאי מוכן לעורבים הוי מוכן לאדם דכל מיד ידחזרי לי דעתי' עלוי' פי' כיון דחזי לעורבים אפילו כשהן מחובין שעולין העורבים באילנות ואוכלין אתם מוכנין הם אצל האדם שאם יתלשו הן מותרין לו משום מוקצה כיון דדעתיה עילוי' ואינן אסורין לרבנן אלא משום גזיר השמא יעלה ויתלוש:\n", 
            "ירושלמי מ\"ט דב\"ש מוכנת היא על גב אמה ומה טעמן דב\"ה נעשית כמוקצה שיבש ואל ידע בו אילו מוקצה שיבש ולא ידע בו שמא אינו אסור מוכיח מדברי הירושלמי דבתרנגולת העומדת לאכילה פליגי ואפ\"ה אסרי לה ב\"ה משום דלא קא חזי לה מאתמול והוי נולד:\n", 
            "<b>ור' יוחנן לית ליה הכנה דרבה </b>פי' וס\"ל לר' יוחנן כרב דפסק הלכה כרבי אליעזר שהן שתי קדושות גבי עירוב דאי כרבנן דאמרי קדושה אחת הן וכיומא אריכי' דמיא נולדה בזה אסורה בזה וס\"ל לר' יוחנן דטעמ' דביצה דמתניתין משום פירות הנושרין ומשקין שזבו ודוקא בו ביום אסורין אבל מייום ליום מותרין ואפילו מיו\"ט לשבת כאלו נשרו וזבו במחול:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "ורב אסי אמר נולדה בזה אסורה בזה פירש רב אסי ס\"ל כרב ששת דאמרנין בפ' בכל מערבין ההיא בר טביא דאתא לבי ריש גלות' דאיתלד ביו\"ט ראשון ואשתחיט ביו\"ט שני ר\"נ וחסד' אכיל רב ששת לא אכיל אמר רב נחמן מאי אעביד לששת דלא אכיל בשרא דטביא אמר רב אשי היכי איכול דתאני אסי ואמרה לה איסי תני וכן הי' ר' יוסי אוסר בב' יו\"ט של גליות:\n", 
            "<b>רב אסי ספוקא מספקא להי ועבד הכא לחומר' והכא לחומר' </b>פי' וה\"ה נמי דהי' מקדש ור' יוסי נמי דש\"ל לרב אסי כוותיה מספק' להי כמו שהוכחתי שם במהדורא תליתאה:\n", 
            "<b>דהאידנא דידעי' בקביע' דירח' </b>פי' האי דידעי' השת' בקביע' דירח' לא שאנו חכמים יותר מן הראשונים שאנו בקיעים בחשבון המולד [והם] לא היו בקיאים אלא שהראשונים אע\"פ שהיו בקיאים הרבה בחשבון יותר ויותר ממנו לא היו רשאים לעשות אלא ע\"פ הראיי' כדילפי' מהחדש הזה כזה ראה וקדש ואם נראית הלבנה ביום שלשים היו קובעים אותו ראש השנה ואם לא נראתה היו דוחין ליום שלושים ואחד ואע\"פ שהמולד חל ביום שלשים לא היו משגיחים בו והילכך לכל הגולה הי' ספק מתי קבעו ב\"ד הגדול אבל עכשיו שבטל ב\"ד הגדול ואין אנו עושים ע\"פ הראיי' לא אע\"פ החשבון אנו יודעים קביע' דירחא שכל ישראל עושים דין זה שאנו עושים:\n", 
            "איתמר שני יו\"ט של ראש השנה רב ושמואל דאמרי תרווייהו נולדה בזה אסורה בזה: עיין בפ' בכל מערבין במהדור' תליתאה מה שהקשיתי דרב אדרב ותירצתי שם:\n"
        ], 
        [
            "ונתקלקלו הלוים בשיר אי קשי' אמאי תני קילקול השיר והרי קילקול המוספין גדול מקילקול השיר שלא הקריבו מוספין כלל וא\"ת מוספין כשרים כל היום והא אמרי' עלי' השלם כל הקרבנות כולם וכל קרבן שקקרב לאחר תמיד של בין הערבים הוא פסול כדמוכח בשילהי פרק אלו דברים בפסח תשובה יש תקנה למוספין דשחיט לוה וזריק דמן לאחר התמיד ואינו מקטירן דדוקא הקטרה אסר רחמנא לאחר תמיד של בין הערבים אבל שחיטה וזריקה לא כדכתב והקטיר עלי' חלבי השלמים ואחרי' ששחטן וזרק את דמן מעלן ומלינן בראשו של מזבח כדי שלא יפסלו בלינה ומחר מקטרים לאחר תמדי של שחר כדאמרי' בפ' תמדי נשחט ר\"פ אמר אפילו תיימא בחטאת בהמה מעלה ומלינה בראשו של מזבח ואין לומר שמקריב המוספין קודם התמיד של בין הערבים אע\"פ שעדיין לא באו עדים ויתנה אם יבואו עדים יהיו למוספין ואם לאו יהיו נדבה דהתינח עולות אבל שעיר עזים אחד לחטאת מה יעשה הילכך אין לורמ אלא כדפרישית ששוחטו וזורק את דמו ומעלו ומלינו בראשו של מזבח:\n"
        ], 
        [], 
        [], 
        [
            "אלא עם יציאתה נגמרה ואסורה לאוכלה ביו\"ט הא במעי אמה מותרת לאוכלה ביו\"ט פשיט' דתני' השוחט את התרנוגלה ומצא בה ביצים גמורות מותרות לאוכלן ביו\"ט וכי תימא קמ\"ל בבריית' מאי דלא אשמעי' במתנ'י הא נמי תנינא כו' כך מצאתי גירס' זו כתובה במקצת ספרים והאי גירס' נכונה וה\"פ למה אמר רב עם יציאתה נגמרה אילמ' להתיר ביצה גמורה במעי אמה וה\"ק עם יציאתה לאויר העולם נגמרה להיקרא ביצה שנולדה ביו\"ט ואסורה אבל במעי אמה כאלו נגמרה דמיא וכאחד מאברי' דמיא ושרי' פשיט' דהא תני' דשרי ומאי איצטריך רב לאשמעי' וכי תימא חידוש גדול למדנו מן הבריית' מה שלא נוכל ללמוד מן המשנה והילכך אם אמר רב מה שאומר בברייתא אין לומר עליו פשיט' שלא יה' הברייתות ידועות כולן לאמוראים ויש לומר דבריית' לא שמיעא ליה לרב וחידוש בא להשמיענו ואדרב' כיון שמן המשנה לא נוכל להתיר דבר זה יש לנו לומר תני' כיותיה דרב כמו שרגיל התלמוד לומר בכל מקום שמוצא סיוע לאמורא מן הבריית' ואינו מקשה עליו פשיט' דהא  תני' שאין ראוי לומר פשיט' אלא על דבר שתוכל ללמוד מן המשנה שהיא ידועה לכל ומקשה הא נמי תנינ' במתני' ביצה שנולדה ביו\"ט כו' דאיכ' למידק מינה דוקא אם נולדה הא במעי אמה שרי' ולעולם מאי איצטריך רב לאשמעי' כך נ\"ל פתרון שיטה זו וגירסת המורה ופתרונו נ\"ל קשים כגידים:\n"
        ], 
        [], 
        [
            "יהוא שיש לו דקר נעוץ מבע\"י פר\"ה זצוק\"ל דהואיל דנעץ דקר מבעי\"י הו\"ל מוכן ואינו נראה לי דא\"כ אפ'י לכתחלה נמי ישחוט כיון שיש לו דקר נעוץ א\"ו כגון שלא נעצו על דעת כן כדפרישית במהדור' תנינ' ובהא פליגי דב\"ש סברי עפר חצרו מוכן הוא והילכך אם יש לו דקר נעוץ מבע\"י דלא עבדי חפירה ביו\"ט שוחט לכתחלה ומכסה באותו העפר ובית הלל סברי עפר חצרו אינו מוכן הילכך לא ישחוט אא\"כ הי' לו עפר אחר מוכן ומודים שאם שחט שמכבה באותו העפר שבחצר ואע\"פ שהוא מוקצה דמשום איסור מוקצה לא דחנין מצות עשה דכיסוי הדם:\n"
        ], 
        [
            "כירה מאן דכר שמייהו פירש לא הי' כתוב וי\"ו במשנה ומש\"ה קא מתמה כירה מאן דכר שמיה ובא רבא ותירץ ה\"ק ואפר כירה מוכן הוא עם וי\"ו וכיון שיש בו וי\"ו אע\"פפ שי שש' יהפה הוא וה\"ק ומודים נמי ב\"ה שאפר כירה מוכן הוא שמעתי שמקשים על אפר כירה דה' משמע דאפר כירה חזי לכיסוי לכ\"ע כיון דקא' ומודרים דמשמע ומודים ב\"ה לב\"ש שאפר הכירה מוכן היא וחזרי לכיסוי ובפ' כיסוי הדם אמרי' ת\"ר בש\"א אין מכסין אלא בעפר ובה\"א מצינו אפר שקרוי עפר אלמא קסברי ב\"ש דאין מכסין באפר ונראה לי דל\"ק ואל מידי דהכא פליגו בעפר קרקע החצר דלבית שמאי הוי מוכן ולב\"ה לא הוי מוכן ומודים ב\"ה שאפר הכירה מוכן הוא ועושין בו כל הראוי לעשות בו לבית הלל מכסין בו דם וכל צרכיו ולב\"ש עושין בו כל צרכיו לכסות בו רוק או צואה אבל לכיסוי לא חזי:\n", 
            "<b>אי הכי מאי אריא ספק אפילו ודאי נמי </b>קשיא לי טובא דמאי מקשי' מהכא לרב יהודא דלרב יהוד' מהכא מי לא קשיא בריית' דאמאי אין מכסין דמו של כוי אי דאית לי' עפר מוכן אפי' כוי ואי דלית לי' אפילו ודאי נמי [לא] וכל היכא דאמרינן אי הכי שייך למימר בי' בשלמא אי אמרת כדידי לא קשי' אלא לדידך קשאי והכא מאי בשלמא שייך למימר מש\"ה נראה לפרש כך דלרב יהודא מקשה דאמר עושה בו כל צורכו ואפילו לכסות בו לכלוך וצואה ומש\"ה מקשה ל' מכוי דאם איתא שהותר העפר לכסות בו כל לכלוך דם כוי נמי אע\"פ שהיא ספק ושי לומר אין מצוה בכיסויו לכסיי' כדרב יהודה אם הכניס קופה של עפר דלא גרע דם כוי משאר לכלוכי הבית ובדלא ר\"י ולכסיי' בדקר נעוץ וליכסיי' בדקר נעוץ וליכסיי' באפר כירה דלית לי' כך מצאתי במקצת ספרים וכך נ\"ל עיקר והן דברי המקשה וה\"ק אי איתא לדרב יהודא שמורת לכסות מעפר מוכן אפי' ליכלוך בעלמ' נכסה נמי דם הכוי או בקופה עפר של רב יהוד' או בדקר נעוץ אם הי' לו והזמין עפר בעבור חי' ועוף נכסה באותו העפר דם הכוי או באפר הכירה שהאו מוכן א\"ו מדתני אין מכסין דמו ש\"מ לאו הותר העפר אלא דוקא לדבר מצוה אבל לאו לדבר אחר אע\"פ שהזמנין ומש\"ה אין מכסין דם כוי מפני ששמא אניו מצוה וקשי' לרב יהוד' דאמר עושה בו כל צרכו ואפילו לכסות בו ליכלוך ומתרץ לעולם איתא לדרב והב\"ע דלית ליה עפר מוכן כלל ומש\"ה אין מכסין את דמו אבל אם הי' לו עפר הי' מותר מידי דהוה אליכלוך בעלמ' ומקשה אי הכי מאי אריא ספק אפילו וודאי נמי כיון דלית ליה עפר מוכן אסור לשחוט אותו אלא ודאי בדאית ליה (מידי) [מיירי] ואפ\"ה דם כוי הוא אסור שלא הותר עפר מוכן אלא לדבר מצוה ואל לכל צורכו ופירש המורה אפילו ודאי נמי לא דהא כבית הלל כקיי\"ל דאסרי ואפילו דיעבד בלא דקר נעוץ ואינו נראה לי דבהא פליגי ב\"ש וב\"ה דתרווייהו בחד לישנא תנו יחפור בדקר ויכסה וכשאמר רב יהודא והוא שיש לו דקר נעוץ מבע\"י כך עולה על בית שמאי כמו שעולה על ב\"ה מאין ביניהן אלא שבית שמאי מתירין לשחוט לכתחלה על סמך עפר קרקע ובית הלל אסרי אא\"כ יש לו עפר מוכן שעפר החצר אינו מוכן כדפרישית במהדור' תנינ'י אבל בלדא דקר נעוץ גם ב\"ש אסרי משום דקא עביד גומא:\n"
        ], 
        [
            "אלא אמר רבא אפר כירה מוכן לודאי ואינו מוכן לספק אלא גרסי' דסתר התירוץ שתירץ בדלית לו' אלא אע\"ג דאית ליה עפר מוכן אסור כדמפרש טעמא ספק מ\"ט לא דילמא עביד גומא גרסי' פריש שאם התיר לו אפ'י עפר תחוח גזירה דילמא עבדי גומא אלא כדרב אבא פ'י שאפ'י אם עיעשה גומא בקרקע קשה כיון שא\"צ אלא לעפרה אינו חייב עליה הילכך ליכ' למיגזר אלא ספק ה\"ט דילמא עביד כתישה פי' אבל לכסות הליכלוך ליכ' למיגזר שאמ היא צריך לכתוב באבן בעלמא יכול לכסותו אבל כיסוי הדם דציך אבן דק איכ' למיגזר משום גומא ומשום כתישה:\n"
        ], 
        [], 
        [], 
        [
            "<b>המת בבית ולו פתחים הרבה כולן טמאים.</b> [נפתח] אחד מהן הוא טמא וכולן טהורין פירש אם נפרש כולן טהורין מיכן ולהבא אבל למפרע טמאין דלא הועילה הפתיחה למפרע דלית ברירה היינו דתנא ברישא כולן טמאים אבל אם נפרש כולן טהורין אפילו למפרע דיש ברירה אמאי איצטריך למיתני כולן טמאים והרי סוף סוף עתיד להיפתח אחד מהן שיוציאו המת משם ויטהרו כולן למפרע ומה למדנו מטומאה זו דתני כולן טמאין ויש לומר להכי אהני שאם נאכל המת ולא יצא מעולם לחוץ כגון שאכלוהו כלבים שם כל הפתחים טמאים והכלים שעמדו שם הן טמאים ולא תועיל להן פתיחת אחד מהם לטהרם דאימתי מועלת הפתיחה בזמן שנפתח בעוד שהמת שם דאמרי' מיכן עתיד להויאו אבל יכיון שאין המת שם לא תועיל להן פתיחתו לטהרם הילכך איצטריך למיתני כולן טמאים:\n", 
            "<b>חישב להוציאו באחד מהן כו'</b> פירש אתא למימר דכי היכי דפתיחת אחד מןה מצלת ה\"נ המשחבה בלבד אע\"פ שלא עשה מעשה מצלת ובמחשבה זו פליגי ב\"ש וב\"ה דבש סברי אימתי היא מצלת המחשבה כשחישב קודם שימות המת שעדיין לא ירדה טומאה על הפתחים אבל אם חישב משימות המת שכבר ירדה טואמה על הפתחים אין המחשבה מועלת להציל עד שיעשה מעשה ויפתח וב\"ה סברי אף משימות המת שכבר ירדה טומאה על הפתחים מועלת המחשבה להצילם כמו המעשה של פתיחה וברי' לא פליגי ב\"ש שהפתיחה ודאי מצלת אפילו לאחר משימות מת ול\"פ אלא במחשבה ואם נפרש דאית להו לב\"ה ברירה ומטהרים למפרע בין במחשבה בין בפתיחה ב\"ש ל\"פ עלי' בפתיחה דל\"פ ב\"ש וב\"ה בברירה כדפריש המורה דמודים ב\"ש בפתיחה דמטהרת למפרע ובמחשבה דפליגי לאו משום דלית לוה ברירה אלא משום דלא חשיב' מחשבה להציל ואפי' מוכן ולהבא ולב\"ה חשיבא כפתיחה ומצלת אפי' למפרע ואין כאן חלוקה בין בית שמאי ובית הילל בברירה כלל ובכל ענין שתפרש המשנה בין להבא בין למפרע אתיא רישא אליב' דכ\"ע שאם יש ברירה לב\"ה גם לב\"ש יש ברירה ובמחשבה היא דמטהר' ולא משום ברירה אלא משום דלא חשיב' מחשבה להציל ואפי' מיכן ולהבא ולב\"ה חשיבה כפתיחת ומצלת אפילו למפרע ואין כאן חלוקתה בין ב\"ש וב\"ה בברירה בכלל ובכל ענין שתפרש המשנה בין להבא בין למפרע אתיא רישא אליב' דכ\"ע שאם יש ברירה לב\"ה גם לב\"ש יש ברורה ובמחשבה האי דמטהרי ואל משום ברירה אל אמשום דלא חשיבא ולב\"ה מטהרי אפי' למפרע אם יש להן ברירה ולב\"ש לא מטהרי אפילו להבא וכמאן דלית' דמי כיון שירדה טומאה על הפתחים וכל מה שפירש המורה דבברירה פליגי בנפתח אחד מןה נמי פליגי בכלים דמעיקרא וטהורין דקתני לעיל ד\"ה בכלים מיכן ולהבא אינו נראה לי כלל שיאן כאן שום חלוקה ביניהם בברירה ורישא הוא אליב' דכ\"ע בין אם תפרש מיכן ולהבא בין אם תפרש למפרע ובמחשבה פליגי ומצינן למימר דב\"ה מטהר אפילו למפרע וב\"ש מטמא אפילו להבא וכל מה שכתבתי על המורה במה\"ק אינו צריך וזוה העיקר מה שכתבתי כאן בלי שום גמגום ואע\"ג דבפ' הדר עם הנכרי בה' קמיית'י אמרי' תנאי אין משתתפין באוצר והא תנאי משתתפין אמר רב הושעי' לא קשי' הא ב\"ש הא ב\"ה דתנן המת בבית כו' דאלמא דרב הושעי' מוקים פלוגיתייהו דב\"ש וב\"ה בברירה נ\"ל דסברא בעלמא אמר רב הושעי' כדי לתרץ שתי הברייתות אבל עיקר חלוקתם אינה אלא במחשבה אם מועלת לאחר מיתה כדפרישית אבל בנפתח ליכא מאן דפליג ואפילו אי אמרי' לטהר הפתחים למפרע:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ולר' יוסי בר יהודא נמי משכחת לה כגון שהכניס שבלים לעשות מהן עיסה כו'</b> פי' דהיכא פטר ר\"י במלילות כשהכניסן מתחלה לצרוך מלילות אבל אם הכניסן מתחלה לצורך שבלים שחלה עליהן חובת מעשרות אם יעשה מהן גורן ונמלך עליהן למוללן כיון שחלה עליהן תורת ממעשר מתחלה גם עתה יש להן תורת מעשר ומתחלה הי' רצריך לעשות מהן גורן ועכשיו משעה שימלול אע\"פ שלא מירחם נגמרה מלאכתם למעשר אבל לא נמלך עליהן למלילית ומלל מהן אפילו ר' פוטר עד שיעשה מהן גורן נמצא דלר' יוסי בר' יהודא שלשה חילוקים יש לגבי מעשר אם הכניסן מתחלה למלילות פטורין ואם הכניסן עיסה ומלל מהן פטורין אבל אם הכניסן עיסה  (ונמלך) למלילות משעה שמללן חייבין ור' פליג עליה בחדא בלחוד בהכניסן מתחלה למלילות אלא מאי אית לך למימר ורב תרומה ה\"נ מאי ותרומה רוב תרומה פ'י מה אתה רוצה לתרץ רוב תרומה ה\"נ לר' ורב תרומה ואל תדחק להעמיד מתנ'י כר' יוסי ואל כרבי דאפילו כרבי נמי אתיא.\n", 
            "<b>אבל בקטניות ד\"ה אסולרייתא טובלא </b>פי' אע\"פ שלא הכניס בביתו אלא החבילות טבלן שלכשיפרכס יתחייבו במעשר ואע\"פ שלא עשאם גורן מתחלה.\n"
        ], 
        [], 
        [], 
        [
            "פסולת מרובה על האוכל פשיטא לא צריכא דנפיש בטירחא וזוטר בשיעורא כך כתבו בספרים ואניה גירסא יפה דאכתי כיון דנפיש בטירחא פשיטא וגירסת המורה עיקר דגרסי פסולת מרובה על האוכל מי איכא למאן דשרי ואפי' לטלטלו הא בטיל לי' מיעוטו לגבי רובא והו\"ל ככולו פסולת ולא חזיא.\n"
        ], 
        [], 
        [
            "בשלמא לרבא דאמר כדי שיברור מנה יפה לשבת ומנה יפה ליו\"ט היינו דמעי\"ט ביו\"ט לא אלא לרב אשי מאי אריא מעיו\"ט אי' ביו\"ט נמי אה\"נ אל אגזיר השמא יפשע כך מצאתי גירסא זו כתובה בכל הספרים וכך פירושה בשלמא לרבא דאמר כדי שיברור מנה יפה לשבת מש\"ה צריך לערב מעי\"ט שיכין מאז גם לשבת אלא לרב אשי דאמר משום כדי שיאמרו כו' אמי אריא מעי\"ט אפי' אם יערב ביו\"ט נמי איכא היכירא שיתקנו שלא יוכל אדם לבשל מיו\"ט לשבת עד שיערבו תחלה בי\"ט ולא שיבשלו עירוב ביו\"ט שהרי אסרו לבשל מיו\"ט לשבת אל איפריש קצת ממה שהכין ליו\"ט ויאמר זה יהא עירוב ואחרי כן יבשל מיו\"ט לשבת וכיון שלא התרתה לו לבשל בלא עירוב יודע הוא שיאן מבשלין מיו\"ט לשבת ומתרץ אה\"נ שהי' די לו בזה אל אגזיר השמא יפשע שהוא טרוד בשמחת יו\"ט ולא יערב כלל לפיכך תקנו שיערב מעי\"ט:\n", 
            "עד מתי הן יושבי ןהמורה לא גריס עד מתי הן יושבין וראיתי שא מפרשים דגרסי לי' אבל לא גריסי ואינן באין לבהמ\"ד אלא עד מתי הן יושבין בלחוד וש\"ה התחילו פניהם של תלמידין היושבין לפניו משתנין שסברו דהאי דקאמר עד מתי הן יושבין עלייהו קאמר וכעס עליהן מפני שהן יושבין ואינן הולכין ליכל כמו שהלכו השאר ופירש להן בניי לא לכם אני אומר אלא לאותן שהלכו והכי קאמינא עד מית ןה יושבין ומאריכין בסעודתן ואינן באים לביהמ\"ד לשמוע דברי תורה:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>ושוין שאם פרפר ביצה ונתן לתוך הדג כו'</b> שמעתי מפרשים בדג וביצה שעליו שהיא ביצת הדג ממש אבל פרפר עליו ביצת התרנגולת הן שני תבשילין והוא פירוש נכון.\n", 
            "<b>חל להיות אחר השבת </b>פי' אם חל להיות יו\"ט אחר שבת וכל אדם מטהר עצמו וכליו ברגל מפני שהאו צריך ליכנס לעזרה וליכל שלמי חגיגה והאו צריך לטבול קודם לרגל כדי שיערבי שמשו והי' מורת ברגל ליכנס לעזרה וליכל שלמים שטבול יום שנכנס לעזרה או אכל קדשים חייב כרת הלכך בש\"א מטבילין הכל מלפני השבת שאסור לטבול בשבת בין גופו ובין כליו וב\"ה סברי כלים ודאי מטביל מלפני השבת שאסור להטבילו בשבת אבל אדם מורת לטבול בשבת והלכך טבול בשבת ומערבי שמשו וברגל יהא טהור.\n"
        ], 
        [
            "<b>ולד הטואמה היכי משכחת לה גבי כהנים </b>פי' ואף על גב דגבי ישראל נמי משכחת לה דנהי דאין שני עושה שלישי בחולין אבל הרי הוא מטמא משקה חולין כדקי\"ל דכל הפוסל את התרומה מטמא משקין להיות תחלה חוץ מטבול יום מ\"מ ישראל יכול להשתמש בו אוכלין באל טבילה ואינן צריכים להטבילו אלא הכהנים שאוכלין תרומה:\n", 
            "<b>רב יוסף אמר גזריה משום סחיטה </b>פי' ומשום כבוס לא חיישי' ואע\"ג דאמרי' בגד שרייתו זה הוא כיבוסו דאימת קא אמרי' הכי כשמתכוין לכבסו אע\"פ  כיבסתו חייב דשרייתו זהו כיבוסו אבל זה שאינו מתכוין לכבסו ליכא לחייבי' משום כיבוס דעצב הוא שהוא נשרה במים אילולי שהיא טרוד ועסיק להטבילו:\n"
        ], 
        [
            "<b>יום הכיפורים מאי איכא למימר </b>פי' ואם הי' מלוכלך בטיט אינו מותר לטבול כל גופי במים אלא רוחן מקום מהטינוף והכי אמרי' התם אם הי' ידיו מלוכלכות בטיט ובצואה רוחץ כדרכו ואינו חושש דוקא רחיצת ידיו התירו ולא רחיצת כל גופו:\n", 
            "<b>שמשיקין את המים בכלי אבן לטהרם אבל לא מטבילין </b>פי' ודוקא בכלי אבן אבל בכלי שטף אפילו טהורין לא מפני שהמים מטמאין אותו וכשמשיקו מטבילו ואסור לטמא לכתחלה ולהטביל ביו\"ט ובכלי חר נמי אע\"פ שאין עולה לו טבילה במקוה לא חזי להשקה שהמים מטמאין את הכלי והכלי חוזר ומטמא את המים ואל הועילה השקתן כלום:\n"
        ], 
        [
            "ומטבילין מגב לגב ומחבורה לחבורה נ\"ל דל\"ג ביו\"ט שהתינח מגב לגב מצית לפרושי ביו\"ט אבל מחבורה היכי מצילת לפרושי ביו\"ט אם הוהא טובל בלילי ט\"ו דהוא יו\"ט הא צריך הערב שמש ומה מועלת לו טבילתו ואל מתוקמא אלא בשבת וכגון י\"ד שחל להיות בשת ובטל בחברוה זו ורוצה לטבול בחבורה אחרת בשבת ובילילה תהא לו הערב שמש ואם איתא דגרסי' ביו\"ט יש לי' לפרש כגון שניטמא בטומאה דרבנן שאכל אוכלין טמאין ושתה משקין טמאין או שבא במים שאובין דטעון טבילה מדברי סופרים שאינו צריך הערב שמש כדתנן בפ' א' דפרה כל הטעון ביאת מים מדברי סופרים מטמא את הקודש ופוסל את התרומה לאחר ביאתו במים מותר בכולן:\n"
        ], 
        [], 
        [], 
        [
            "<b>או לשחטן בין לפני זמנן ובין לאחר זמןנ הדם יזרק והבשר יאכל </b>פי' אע\" פשקבוע להן זמן ושחטן לפני זמןנ לא נפסלו דדוקא פסח שהקריבו קודם זמנו פוסל מפני שלא ימצא פסח בשאר כל ימות השנה אלא בזמנו אבל שלמים נמצאים כל השנה וכן נמי עולת ראיי' שהקריבה ושחטה קודם זמנה לשם עוהל כשרה דעולה נהגו כל השנה כולה:\n", 
            "<b>ואם זרק הורצה ע\"מ להקריב אמורין לערב </b>פי' ה\"ה נמי ליכל בשר לערב אם זרק אין לכתחלה לא פי' אלמא כיון דלא חזיא ליומי' אלא לערב אינו זורק לצורך הערב גם בנדרים ונדבות נמי אי ליכא בשר שיאכל היום נמצא שהוא זורק לצורך הערב:\n", 
            "ומברכין עלי' ומזמנין עלי' מהכא מוכח דדוקא אם אכלו כל השלשה דגן מזמנין ואם לאו אין מזמנין ומאי דאמרי' בפ' שלשה שאכלו תשעה שאכלו דגן ואחד אכל ירק מצטרף כדאמרי התם רבוותא דוקא לעשרה מצטרף אבל לשלשה אינו מצטרף עד שיאכל כזית שגן ומש\"ה בעינן הכ' שיהו הרועים אוכלין ממנה שתהא חשובה פת לזמן עלי' דאי משום ברכת המזון כבר אמר מברכין עלי' דהיינו ברכת המזון א\"כ מזמנין הוא הזימון שאומר בשלשה נברך שאכלנו ובעי' שכל השלשה יאכלו דגן:\n"
        ], 
        [
            "<b>ומי אית לי' לרב חסדא הואיל והאיתמר כו'</b> אי קשיא ותיפשוט דלית לי' הואיל מדאסר לאפותה ואל אמרי' הואיל דכל ריפתא וריפתא חזיא לי' יאפה את כולה כדאמר רב בקומתא ובני חיל אחשובה לא יקרא זה הואיל דאע\"ג דמצי למיכל ריפתא מינייהו בההוא ריפתא איכא חולקא לגוי ואם יאכלנה מחזיק לו טובה ונמצא שלחמו של גוי שיש לו חלק בו הוא אוכל וכיון שיש לו חלק בו אסור לרב חסדא אע\"פ שיכול לאוכלו אלא הואיל בעינין שיוכל לסלק חלק הגוי מעליו לגמרי כמו שמסלק הכלבים מן העיסה אגב נבלה ואין לומר יכול לסלקי בזוזי דמאן לימא לן דמסתלק גוי בזוזי והיללכך הוה אסור ובעיסת הכלבים יאסור אך אם יש לו נבלה שיסלקם ממש מן העיסה בנבלה:\n"
        ], 
        [
            "א\"ל הואיל וחזי לטלטלינהו אגב ריפתא כדשמואל הכי גרסי' בשלהי פרק נוטל אדם את בנו שמואל מטלטילנהו אגם ריפתא שמואל לטעמי' דאמר שמואל עושה אדם כל צרכו בפת וכשאמר הכא כדשמואל על האי דשמואל אמר מטלטלינהו אגב ריפתא ועושה אדם כל צרכו בפת אמר שמואל דלא חיישינין לבזיון אוכלים ולא להתיר את המקצה אמרו: אבל מיהו שמואל לא מיירי התם אלא היכי דלית לי' חולתא שהם כמו אבנים וכיוצא בהם כדפיר\"י בפ' נוטל אדם את בנו ובפ' במה מדליקין במהדור' בתרא אבל הכא מצריכין ריפתא אע\"ג דאיכא בהמה משום אוכלי בהמה דהן מוקצין אליבא דר\"י הגלילי דכיון דלא טרחינן לבהמה ביו\"ט כי היכי דטרחינן לאדם הם ה\"נ אין מטלטלין אוכלי בהמה לא בי\"ט ולא בשבת אך ע\"י ריפתא שכל מוקצה היא ניתר ע\"י ריפתא ונ\"ל דמה דתנן מחתכין את הבהמה לפני הכלבים האי סתמא אתיא כר' עקיבא ולא כר\"י הגלילי וגם דתנן מעבירין מע\"ג השלחן קליפים ועצמות דעלמא מטלטלין העצמות מפני שהם מאכל כלבים כר' עקיבא איא וגם מ\"ד בפ' מפנין ר\"ש ב\"ג מתיר בלוף מפני שהיא מאכל לעורבין כר\"ע אתא מהרבה משניות מוכיח שאוכלי בהמה הם מוכנין ומותר לטלטלן ופאי' מאכל בהמה טמאה ומש\"ה נראה לי דהלכה כר\"ע שהוא משוה נפש בהמה לנפש אדם דאע\"ג דהאי סתמא דחלה דעיסת הכלבים אתיא כר\"י הגלילי כל הני סתמא אתיין כר\"ע ובין ר\"י ובין ר\"ש וגבי נבלה סבירא ליה כר\"ע דאפי' ר\"י לא אסר אלא משום דנתנבלה מהיום והיא נולד אבל נתנבלה מאתמול שרי לא מצריך פת לטלטל דכמו שמותר לטלטל אוכלי אדם כך מותר לטלטל אוכלי בבמה ולר\"י הגלילי כל אוכלי בהמה הן מוקצין ואסור לטלטלן בלא פת דהא סופלי אע\"ג דהוי להו מאתמול מצריך להו ר\"י הגלילי פת וכמה אמוראים מוכיחים דאוכלי בהמה מוכנין הם וכולן סביר' להו כר\"ע ואינו נראה לי הפסק של ר\"י מפאס זצק\"ל שפוסק ר\"י הגלילי האי סתמא דעיסת הכלבים דאתיא כוותי' וגם המורה נמי סבירא לי' כר\"י הגלילי משום האי סתמא דעיסת הכלבים דאתיא כוותי' וגם המורה נמי סבירא לי' כר\"י הגילילי דלכם וולא לבהמה כדכתבית בהלכות י\"ו דס' הלקט ואל היא דהלכה כר\"מ מחבירו וביו\"ט הא דמטריח לצורך בהמה כמו שטורח לצורך אדם ובין ביו\"ט ובין בשבת כך מטלטלין אוכלי במה כמו שמטלטלין אוכלי אדם:\n"
        ], 
        [], 
        [
            "<b>אלא תנא ביו\"ט דפסח קאי </b>אי קשיא דהכא שרי ביו\"ט דפסח למילש עיסה דנפישה בליש' הא ק\"ל קבא מגלוגאה לפיסא ותפי לא י\"ל קבא מגלוגאה נשתער בתנור א' אבל אם הן נשים הרבה ותנורים הרבה יכול ללוש כל מה שהוא רוצה: כס איבעיא להו מהו לעשן נ\"ל דהני אמוראי ס,ל כרבן גמליאל דלהריח שרי ולגמר את הכלים םאסר ולעשין את הפירות כבשמים פליגי אם היא דומה עישון הפירות לגימור הכלי ואם לאו דרב אסרו דכי היכי דגימור הכלים אסר משום דמחזי כמתקן מנא הם ה\"נ עישון הפירות אסור דהוי כמתקן פרי ושמואל אמר מותר דדוקא גבי כלים נאסר התיקון אבל פירות כל תיקון שאתה עושה בהם מורת וכמו שלהריח מורת גם לעשן אם הפירות מורת ובא רבינא לומר כשאסר רב העישון דווקא להשים הבשמים ע\"ג גחלים דאיכא התם מלאכה דהוא מכבה ומבעיר אבל גבי כלי חרס נגמר הכלי חרס מבע\"י דומיא דערסקאות וביו\"ט ממלא אותו פירות ומתעשנו שם מותר כיון דלית התם מלאכה ורבה אמר ע\"ג כלי חרס נמי אסור אע\"פ שאין בו משום דקא מולייד ריחא בפירות דמה לי להוליד ריחא בכלים המ לי בפירות שכך היא דומה עישון הפירות כמו גימור הכלי ורבא אמר אפי' על גחלת נמי מותר מידי דהוי אבישרא גומר דאע\"ג דאיכא מכבה ומבעיר שרי משום דהיא אוכל נפש והם ה\"נ עישון הפירות של תיקון הפירות מותר היא ולא דמי עישון הפירות לגימור הכלי כך נראה לי פסקו של שטה זו ופסק המורה לא נראה לי. רבינו יצחק מפא\"ס זצק\"ל פי' לעשן את הפירות למתקן על גבי הגחלים כדי להכשירן לאכילה ואניו נראהלי הלא שייך למימר בהו משום דקא מוליד ריחא:\n"
        ], 
        [
            "<b>וחכמים אומרים אין מקרדים אף לא קרצפים </b>אי קשיא חכמים היינו ת\"ק דפליג עם ר\"א בן עזריא תשובה אי אתא ר\"י לאיפליג אחכמים דר' אלעזר הוי שייך להקשות חכמים דר\"י היינו חכמים דר\"א אלא ר\"י לא אתא אלא לפרושי מילתיי' דחכמים דר\"א דאסרו הקירוד ומאר ר\"י דדוקא הקירוד אסרו ולאו הקירצוף וחכמים פליגי עלי' ואמור דכי היכי דאסרו הקירוד ה\"נ אסרו הקירצוף:\n", 
            "<b>תריסר אלפי עגלי הוי מעשר ר\"א בן עזרי' מעדרו עיין מ\"ש בריש פ' מעשר בהמה:\n</b>"
        ], 
        [
            "ומשום סברה פ'י המורה אמצעית שהיא מקפת את המכבר משום כלי עץ דלא מטמא דאין קיבולו קבול אלא חכמים גזרו טומאה על הסברה משום ארוג ואפי' אין המכבר של מתכת מטמא משום כלי כברה ואינו נראה לי דיאן דין ארוג לכלי עץ כדתנן בפ' כ\"ז דכלים הבגד מטמא מושם חמשה כלים השק משום ארבעה העור משום שלשה העץ משום שנים כלי חרס משום אחד כלי חרס מטמא משום כלי קיבול מוסיף עליו העץ שהוא מטמא משום מישב מוסיף עליו העור שהיא מטמא משום אהל מוסיף עליו השק שהיא מטמא משום ארוג מוסיף עליו הבגד שהיא מטמא משום שלש על שלש אלמא אין ארוג נוהג אלא בשק ובבגד ולא בעץ אלא אע\"פ שהיא עץ ואין קיבולו קבול כיון שהיא עושה מעשה כברה הוא חשוב כלי לקבל טומאה:\n", 
            "אין צדין דגים מן הביברין ביו\"ט אע\"פ שהדג האו יותר טוב בן יומו מאתמול וכן הירק נמי היא טוב בן יומו מאתמול מפני שהוא  שנצוד דג ביו\"ט ושנתלוש ירק ביו\"ט אפי' הכי אזל רבנן בתר רוב צידה ורוב תלישה דצידות חיות ועופות יכול עשותה מאתמול ואין לומר בהם שהיום הם טובים יותר מאתמול והילכך צידתן אסורה ביו\"ט וכיון דרוב הצידה אסירה ביו\"ט צידת הדג נמי אסורה שאם נתיר צידת הדגים יבואו להתיר צידת חיות ועופות וכן נמי תלישת הפירות יכול לתולשן בעיו\"ט ואין לומר בהם שהיום הם טובים יותר מאתמול והלכך תלישת הפירות אסורים ביו\"ט וכיון דרוב התלישה אסורה אסרו נמי גם תלישת הירקות שאם נתיר תלישת הירקות שניבאו להתיר את תלישת הפירות שהאי שלא לצורך וטעם המורה וטעמי שכתבתי במהדורי קמא אינם נראים לי:\n"
        ], 
        [
            "<b>אמר ליה אבי' הלכה מכלל דפליגי </b>פי' והא אוקימנין מתניתין בביבר קטן וביבר קטן אינו מחוסר צידה:\n", 
            "<b>הללו נכנסין לכלובן לערב ומזונותיהן עליך </b>פי' והן כמו נצודין ועומדים בין בלילה כשבאו לכלובן וכן ביום כשאתה נותן להם מזונות אתה יכול לתופסן בלי טורח הילכך כמצודין דמי אבל יוני שובך אע\"ג דבאו לכלובן בערב אין מזונותיהן עליך שפורחין ונזונין מעלמא ואנין כתפוסין בידך ואם משים דבאו לכלובן ואתה יכול לתופשן בלילה לא יהא אלא כמוצא קן בשדה אע\"פ שהלך בלילה ותופשן חייב משם צד כיון שבאים אינם כניצודין והם ה\"נ יוני שובך:\n", 
            "<b>רב מרי אמר הני עבידי לרבויי והני לא עבידי לרבויי </b>פי' זה החלילוק יש בין התרנגולים ליונים שבבית ובין יוני שובך שיוני שובך לא תוכל לתופשן אם לא תארוב להם שלא ירגישו אבל יונה ותרנגולת שבבית אין צריך לארוב להם והלכך כניצודין דמו ומשום דסבר דביום קאמר מקשי והא הני נמי לרביי שהם חיונים והתרנגולים שבבית אם לא תארוב להם לא תוכל לתופשן ביום ומהדר אנן באו לכלובן בערב קאמרי' דבעי לרבוייי' פי' מה שאני אומר דבעי לרבויי על יוני שובך אפ'י בערב כשבאו לכלובן כדאמרי' דאע\"ג דבאו לכלובן צריך לארוב להן שלא ירגישו בו שאם ירגישו בו אפי' בלילה יפרחו ויברחו אבל יונה ותרנגולה שבבית כשבאו לכלובן יכול לתפושן בלי שום מארב ומשום האי טעמא הם חשובין כניצודין:\n"
        ], 
        [], 
        [
            "וצפור דרור צריך לקשה בכנפיהם בפרק אלו טריפות אמרי' דצפור דרור שכריסה לבינה האי טהורה: אלא כדי שיאכל ממנה כזית צלי בפרק אלו עוברין אמרי' כדי שיכול לאכול ואע\"ג דלא אכל ר\"ע אומר אפ'י כרת חי מבית טביחתה פי' גם ת\"ק מודה בזה דכזית מבית טביחתה בעי' ואל פליגי אלא בצלי דת\"ק סבר דוקא צלי אבל אבל חי לא שאין דרך בני אדם לאכול בשר חי ור\"ע מתיר אפ'י חי ודוקא לשחוט התירו לו שלא יפסיד בהמתו משום דאי אפשר לכזית בשר בלא שחיטה ונמצאת שחיטתו לצורך יו\"ט אבל להפשיט נראה לי שלא התירו לו להפשיט ביו\"ט לצורך חול וסיפ' דקתני שוחטה בשדה דמשמע שהמפשיטה ומביאה בידו איברים איברים לאו ארישא קיימא אלא מילתא באנפי נפשא וכגון ששוחטה לצורך יו\"ט:\n", 
            "מיכן למדה תורה דרך ארץ כמו שמצינו בעולת העוף שמקריב אותה עם הנוצה כך יצוה גם בעולות בהמה א\"נ ימלגו אותה ויסירו צמרה ויקריבנה בעורה ולמה צוה להפשיט אלא משום חשש טריפה:\n"
        ], 
        [
            "<b>בכור שנפל לבור וכו'</b> פי' המורה דבכור בעל מום מיירי שלא הראהו לחכם מבעוד יום ואניו נראה לי דהא מייתי לה להא מתניתין בפ' כירה ואמרי' עלה מי יימר דנפל ביה מומא ואי בבכור בעל מום מיירי הא קים לי' דנפל בי' מומא הילכך מה שפרשתי התם במהדורא תנינא נראה לי דבכור תם שנפל מערב יו\"ט מיירי דמספקא לן אי נפל בי' מומא אי לא:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>אניו והא כי אתא רב אושעי' וכו'</b> פי' מקשה על מה דפירש אביי שאם נמלך ערב יו\"ט לכתחילה אין מבקרין אותו הא בדיעבד שפיר דמי הא רב אושיעא אייתי מתניתא דבין נולד בו מום עיו\"ט ובין נולד בו ביו\"ט דין אחד להם שאין זה מן המוכן ואפי' דיעבד אסור והכי דייקא נמי מתני':\n", 
            "<b>מאי אין נומנין אמר ר' יהודא אמר שמואל אין פוסקין דמים לבהמה בתחלה ביו\"ט </b>פי' האי דתני אין ממנין דמשמע אין מתחברין בפיסוק דמים קאמר שלא יתחברו לפסוק דמים על הבהמה ביו\"ט אבל בלא פיסיק דמים מותרין להתחבר וללכת אצל רועה הרגיל אצלם וליקח ממנו בהמה בשותפות וראוי הי' לשנות אין פוסקין דמים לבהמה ביו\"ט והאי דמפיק לה בלשון נימנין שמשום סיפא דאתי לאשמונין אבל ממנין עליה מערב יו\"ט וביו\"ט שוחטין ומחלקין ביניהן ולא אמרינן החילוק שמחלקין ביו\"ט הוי עובדין דחול תניא נמי היכ דדוקא ליפסוק דמים הוא אסור אבל להתחבר וליקח אותו בלי פיסוק דמים מותר כדתנאי אבל לומר לו הריני עמך למחצה לשליש ולרביע אלא שמתחברין לקנותה או שנים או שלשה או ארבעה:\n"
        ], 
        [
            "<b>אסור לשקול בשר ביד </b>פי' המורה לאחוז הליטר' בידו אחת והבשר בידו אחרת ואינו נראה לי ותיפוק ליה משום ליטר' דהאי מקצה ואפ'י הדיוט נמי אסור לעשות כן אלא ודאי ביד משמע באומד בעלמא והוא בקי לכוון המשקל בידו ובכובד שהיא מכבדי על ידו:\n", 
            "אסור לשקול בשר במים גם זה פירש שיש לו שנתות וסינים בכלים ונותנים בו מים והסימנים מודיעין אותו כמה המים עולין למעלה בשביל הליטרא ואינו נראהלי דלפי פסקו זה אפי' הדיוט נמי אסור ואמאי נקט טבח אומן אלא ודאי באל שנתות שער בו האומן כמה היא:\n", 
            "אמר רב הונא מורת לעשות סימן בבשר כי הא דרבה בר רב הונא מחתך לה אתלת קרנתא פירש המוהר סימן בבשר שלא יחלפנו הנושאו ורבה כשהי' משלח בשר לביתו הי' רגיל לעשות כל חתיכה בתלת קרנות וכבר הי' מכירין אנשי ביתו שזה הי' סימן שלו ובפ' אלו מציאות פי' שהיה עושה רבה סימן כשהיה שולחן ביד גוי ואינו נראה לי דאטו אם הי' רוצה הנושאו להחליפו לא הי' יודע לעשות גם הוא תלת קרנתא בחתיכה שלו שהיה רוצה להחליף בו ולא היה עושה סימן זה אלא בעבור העורבים דסביר אליה כרב דאמר בשר כיון שנעללם מן העין אסור דחיישי' שמא החליפה העורבים ובעבור זה הי' מסמנין על תלת קרנתא שמא יעלימו בני ביתו עינם ממנו ויאסר ועיין בפ' אלו מציאות מהדורא קמא ובתשובות:\n"
        ], 
        [
            "אמר רב יוסף סכין שעמדה מותר לחדדה ביו\"ט והיא דפסקה אגב דוחקא אין לפרש כגון שעמד ביו,ט דאם כן אע\"ג שלא פסקה כלל שרי לחדדה דומי' דסכין שנפגמה ביו\"ט שמחדדין אותו אלא ודאי כגון שעמדה מקודם לכן כדמפרש המורה ומושם הכי מותר לחדדה דהוה סבר מערב יו\"ט לא צריכין לחדודי אלא אשתמש בה כמות שהיא אבל מה שפירש המורה דאי לא פסקה אגב דוחק אסור משום טירחא יתירא אינו נראה לי דהא כשנפגמה איכ' טירח' יתירא ושרי לא אערב יו\"ט קאי והיא דפסקה אגב דוחק נתייאש מלחדדה דסבר משתמיש בה הכי ביו\"ט ועכשיו שאינו יכול להשתמש בה מורת לחדדה אבל אם מערב יו\"ט לא הוי פסקה אגב דוחק' אי בעי לי' לחדדה מאתמול וכיון דאפשר לחדדה מאתמול אין לחדדה ביו\"ט:\n", 
            "אמר רב יהודא אמר שמואל שפיד שצלו בו בשר אסור לטלטלי ביו\"ט אי קשי' הא בשילהי מסכת שבת אמרו הלכה כר' שמעון וכן שמואל עזירא ור' יוחנן והכא היכא אסור ליה להאי שפוד ועלה בלבי לתרץ כאן כדתרצית בשלהי מסכת שבת קשי' דר' יוחנן אדר' יוחנן דבפרק כירה אמר ר' יוחנן הלכה כר' יהוד' והכא אמרי' אמר הלכה כר' שמעון ותרצתי דתרתי מוקצה ננהו ובמוקצה לטלטול סבירא ליה לר' יוחנן כר' יהוד' ובמוקצה לאכילה סבירא ליה כר' שמעון והכא נמי מה דפסק שמואל הלכה כר' שמעון היא מקצה באכילה אבל במקצה לטלטול סבירא ליה כר' יהוד' אבל קשי' לי מאי דאמרינן בפ' קמא דשבת מחצלאות של בדדין רב אסור שמואל שרי  אלמא גם במוקצה לטלטול הי' סבירא ליה כר' שמעון ואין לומר דשמואל סבירא ליה כר' נחמן ובשבת פסק הלכה כר' שמעון וביו\"ט ככר' יהודה והם ה\"נ שמואל בשבת סבירא ליה כר' שמוע בין במקצה לאכילה ובין במקצה לטלטול וביו\"ט סבירא ליה כר' יהוד' בין במקצה לטלטול כגון השפוד ובין במוקצה לאכילה כדאמרן בריש מסכת גבי אפרוח שנולד בי\"ט דשמולא שרי מתוך שמתיר עצמו לשחיטה וטעם דהואיל ומתיר עצמו בשחיט' הא לאו הכי הוי אסיר אלמא אית לי' מקצה אין לומר כן דר\"נ אל פסק וחולק בין יו\"ט לשבת אלא במקצה לאכילה ומשום דאשכח סתמא דמוכחא הכי כדכתבית בשילהי שבת במהדור' קמא אבל במקצה לטלטול מצי לן לחלק לאסור ביו\"ט ולהתיר בשבת והא כולהו סתמא דשבת מוכחא דמקצה לטלטול אסור כדכתבית התם והנכון בעיני דלא גרסי' הכא שמאל אלא אמר רב יהוד' לחודיה ומשום דאמרי' לעיל עיני' אמר ר' יהוד' אמר שמואל שפיד שנרצף אסור לתקנו ביו\"ט אשתבש וגרסי' ה\"נ אמר ר' יהוד' אמר שמואל ושמואל סבירא ליה כר' שמעון:\n", 
            "אבל שוחט הוא ומחלק ביניהן הכי גרסי' דבריש' תני שוחטין ומחלקין ביניןה והכא תני שוחט הוא הטבח ומחלק ביניהן:\n"
        ], 
        [
            "וחכמים אמרו אף בחול עושה כן ומפני בירוצי המדות גרסי' או ברירי וא מצוי והבן פירושו לא מבעיא ביו,טשהאי עושה כן מפני שאסר למדר ביו\"ט והי' מודד מבערב ובחולו של מועד נמי היה עושה מפני ביטול בית המדרש שלא יצטרך יום למלאות מדותיו ללקוחות אלא אפילו בחול דכל השנה הי' עושה כן שהיה ממלא כן מדותיו מבערב שכשיביאו מחר הלקוחות לקנות ימצאו היין שקיט מרתיחתו שדרך היין להעלות קצף ונראה הכלי מלא ואינה מלא לפיכך הי המניח מדותיו מלאות כל הלילה שישקוט אותו הקצף ואם נחסרו המדו' ביום הי' משלימין ונותן ללקוחו' וכך היה רגיל לעשות תדיר כדי שלא ידמה הבריאות הקצף שנראית המדה מלאה ואינה מלאה ואותו הקצף קורא בירין או בריצין לישנא מדם מבורצת שהיא לישנ' גדוש גם זה הקצף נראה כאלו ממלא הכלים ואנים מלא ואע\"פ שהי הרגיל עשות כך כנס שלש מאות גרבי יין מבירורי המדות שהי המתרבין הלקוחית לבוא ביום לקנות לא היה כל כך מדות מלאות מבערב והיה צריך לערות אותם שמלא מאמש ולמלאותו עכשיו והלקוחות לא הי' יכולין להתעכב עד שישקיט הקצף והי' מקבלין אותו עם הקצף וחבירו כנס ג' מאות גרבי שמן ממיצוי המדות שהשמן אין דרכי לעשות קצף אלא שהאי קשה להתמלות מהר מהכל ולא היה יכלין הלקוחות להמתין עד שיהא מצוי יפה:\n"
        ], 
        [
            "הולך אדם אצל רועה הרגיל אצלו פירש ואפילו גוי כדאמרי' בפ' בכל מערבין בהאי ליפתא דאייתו גוים למחוזה ושרי להו רבא למיזבן מיניה כתב בעל הלכות גדולות והני מילי חנווני ישראל אבל חנווני גוי בכל מידי דאתי' במחובר א\"נ כגון קימחא דאיכ' למימר דאינותן ביו\"ט א\"נ בצים דאיכ' למימר דאיתילדו ביו\"ט אסר למישקל מיני' ואינו נראה לי מה שאמר למיזבן מגוי קמחא דלמא איטחן ביו\"ט דלא מבעיא קמחא אלא אפילו פתא שרי למיזבן מיניה ואע\"ג דטחין והרקיד ולש ואפה ביו\"ט משום שאין בהם איסור מקצה ואפי' חטה ראוין לכוס ומותר לטלטל בשבת אך אם היה טבל דלא חזי כלל:\n"
        ], 
        [
            "כדי יין דדרי באגדא נידרו אכיתפא כך נראה לי דגרסי' והוא שינוי להקל דאגד' מוט הנושא בידים וכיתפא היא מוט הנושא בכתפים שהאו יורת נוח:\n"
        ], 
        [
            "סיפא עשאן לסוכה דעלמא אינו נראה לי פסק המורה שפירש דמהני תנאו לר' יהוד' גבי מקצה משום דקשיא לי כל הנך דכתבית במהדורא קמא נראה לי לפרש כך דבבריית' תנאי אין נוטלין עצים מן הסוכה ולא מן הסמוך לה גרסי' ולא אלא כדגרס המורה ומפורש בברייתא כגון שהרבת עצים מותרין על הסכך שבטלו כלן אצל הסכך דדווק' סוריית' אל בטלי אבל מותרין בטלו ועלה קאי אם התנה עלית הכל לפי תנאה ששאם התנה בשעה שהרבה עצים על הסכך שעל מנת כן אני מרבה להתם שיסתפק מהן הכל לפי נאו יכול ליטול מן הסמוך דהשתא לא בטלה גבי סככא שהאי התנה עליהן להעתיקן ולא בטלו אלא מסתמא והירושלמי מוכיח כן דגרסי' התם על מאי דתנן אין נוטלין עצים מן הסוכה אל אמן הסמוך לה שמואל אמר כשלא נתכוון לעבותה אבל נתכוין לעבותה אסור כשלא התנה אבל אם התנה מותר והבין פירושו מה דשרי במתני' הסמוך לה כשלא נתכוון דעבותה כגון דהוה איסירוייתא כדאמרן בתלמודין שהחבלין ודאי לא שם אותם שם כי אם לייבשם או לשמרם שם עד שיצטרכו לו אבל אם נתכוין לעבותה כגון ששם אותם מותרים לעבות הסכך ולחזקו אסור והיא מה  בבריית' ולא מן הסמוך לה שגם הסמוך לה נאסר בבטול לגבי סוכה ואפ'י נתכוון לעבותה כגון שהיה מותרין דאמרן שהן אסורין כדתני בברייתא ולא מן הסמוך לה דוקא כשלא היתה עליהן להסתפק מהן דבטלה לגבי סככא אבל אם התנה עליהן להסתפק מהן מורת שהרי לא על דעת שיתבטלו שם אותם אל אהצניעם שם עד שיצטרכו לו:\n"
        ], 
        [], 
        [
            "<b>והא אמרת רישא אין מבקעין כלל </b>פי' אע\"ג דטעמא דמתניתין מוכח דמשום מקצה הוא מדתני' קורות וקורות שנשברו ביו\"ט מ\"מ כיון דלא מפרש טעמא דמתני' בפירש אלא תנא ברישא אין מבקעין ובסיפא תנא אין מבקעין משמע דארישא קיימא סיפא ומשום הכא מתמה ברישא תני אין מבקעין כלל ובסיפא תנא דדוקא בקרדום ומגל ומגירה אין מבקעין אבל בקופץ מבקעין ואי הוה מפרש ברישא טעמא לפי שאינן מן המוכן כדמפרש בברייתא לא הוה קשייא לן מידי דהוה משמע רישא דוקא אותן שאיינן מן המוכן אין מבקעין הא מן המוכן מבקעין וסיפא קיימא אדיוקא דריש אאעצים מוכנין אבל השתא דתני רישא בלי שים טעם משמע דקיימא סיפא ארישא אקורות ואקורה שנשברה ביו\"ט ומתרץ דחסורא מחסרא כו' ותנא נמי הכי משום דקתני טעמא בפירוש לפי שאינן מן המוכן דאיכא לדיוקי מיני' הא מן המוכן מבקעין והדיוק' כןא מסיפא דברי המורה לא נ\"ל:\n", 
            "<b>ל\"ש בנקבות שלו כו'</b> איכא דמתני' לה אסיפא כו' נ\"ל דבין בלישנא קמא ובין בלישנא בתרא אנו צריכין לפרש שבין הקורדום ובין הקיפוץ יש להן זכרות ונקבות אלא שהקורדום היא יותר גדול הוא ניכר שהיא כלי האומנין וקיפוץ ניכר שהיא כלי ההדיוטות והבן פירושו ל\"ש אלא בנקבות שלו אבל בזכרות שלי מורת שגם האומן אינו עושה בזכרותו אלא בוקע כשרוצה לבקע העץ לשנים אבל מלאכת האומנת אינו עושה אותה אלא בנקביתה והלכך אע\"פשהיא כלי האומנין כיון שהיא מבקע בזכרותו הדבר ידוע שאינו מתכיון למלאכה אלא לבקע פשיטא בקופיץ תנן פי' כמו שבקופיץ מותר משום דמוכחא מלתא דלבקע קא מכיון כמו כן נמי בזכרות הקורה מותר משום דמוכחא מלתא דלבקע קא מכוין מהדר אצטרך דמאי דתימא ה\"מ קופץ לחודי' אבל קורדי' מיגו דהאי גיסא אסור האי גיסא נמי אסור דנגזור זכרותו אטו נקבותו קא מ\"ל דלא גזרינן איכא דמתני לה אסיפא אלא בקופיץ אמר ר' חנינא בר שלמיא משמיה דרב לא שני אלא בזכרות שלו אבל בנקבות שלו אסור פי' שאע\"פ שניכר שאינו כלי האומנין שלא יאמרו למלאכה קא מכיון ומקשי' ולא בקרדום תנן פי' ודרך הקורדם שהאומרן עושה בו מלאכה בנקבותו גם כאן כיון שבנקבותו הוא מבקע מיחזי כמתקן מלאכתו ומהדר אצטריך דמאי דתימא קרדום היא אסור מפני שהוא כלי האומנין נראה דלתקן מלאכה היא צריך אבל קופיץ מיגו דזכרותו שרי גם נקבותו שרי ולא חילקו חכמים בכלי הדיוטות קמ\"ל שגם בקוץ נמי חלקו חכמים בין זכרותו לנקבותו ובפסק המורה לא נ\"ל שפירש בלישנא קמא דקופץ כלי זכרות היא ובלישנא בתרא פי' דבאתרא דהאי דמתנ'י אסיפא הי' עושין לקוץ זכרות ונקבות וקורדום האי כולה נקבות ובלישנא קמא אמרי' דיש בו נקבות וזכרות ואני מוכיח כן לשון השיטה שחולקין שתי לשונות נעשיות הקורדם והקופיץ אל אעשיותן ידיעה שלשניהן יש זכרות ונקבות כדפרישת ומאי דקשאי לי במהדורא קמא למה התירו בקיעת העצים ביו\"ט והלא יכול לבקען מאתמול נראה לי לתרץ שבודאי אלו היה בקיעת העצים חשוב מלאכה לא היינו מתירים לו ביו\"ט כיון שאפשר לבקע מערב יו\"ט אלא בקיעת העצים אינו אל אטירחא בעלמא והלכך אע\"ג דיכול לעשותו בעיו\"ט מותר לעשותו ביו\"ט ומאי דאמרי' בפ' כללגדול האי מאן דמסלת אלתא חייב משום טוחן דוקא שעושה אותן קיסמין דקים כדי להאחיז בהן את האור אבל בקיעת העצים אינו שום מלאכה ואינו אלא טירחא בעלמא ומשום שמחת יו\"ט מותר:\n", 
            "אמר ר' זירא ביו\"ט אמרו אבל לא בשבת פירש בודאי אי שרגינהו לבנינא אקצינהו ואפ'י ביו\"ט נמי אסור לטלטלן אבל האי לא שרגינהו אלא לסגור בהו את הפירות וכיון דמתיר ר\"מ לפתוח לכתחלה ואין בו משום סותר ולא הוקצו הלבנים כסדר זה שסידרן שם אבל בודאי בשבת שאסור לפתוח הוקצו בלבנים כסידרו זה ואפילו נפתח מאלי' אסור לטלטלן ולישב עליהן:\n"
        ], 
        [
            "מאן תנא דפתיחת הנר מנא היא פירש משום דתניא במתניתין מפני שהיא עושה כלי קא בעי דאי לא הוה תני סתם אין פותחין את הנר הוי אמינא אע\"ג דפחית' לאו גמר מלאכה היא אסור לעשותו ביו\"ט ומתני' רבנן הוא דאסרו פתיחת הבית אפילו באויר' דלבני דלאו מלאכה היא אבל השתא דתני מפני שהיא עושה כלי משמע דמתיניתין ר\"מ היא דמתיר פתיחת הבית באויר' דליבני משום דלאו סתיר' דמור' האי ופתיחת הנר דאסר משום דחשיבי גמר מנא משום הכי בעי מאן תנא דפתיחת הנר מנא היא:\n", 
            "איכא דאמרי אמר ר' יוסף ר\"א בר צדוק האי פירש וכ\"ש ת\"ק דידיה דר' אלעזר בר' צדוק בעי שתגמר כל חקיקתן ואז חשובה כלים ות\"ק מחשיב להו כלים בחקיקה כל דהו כ\"ש כשנגמרו חקיקתן:\n", 
            "ר' שמוען בן גמליאל מתיר באולפסין חורניות פירש דכיון דעדיין לא נגמר חקיקתן לאו מנא נינהו וסבירא להי כרב מאיר דאמר אף פוחת לכתחילה ות\"ק דאסר כרבנן דאסרו פתיחת הבית ואע\"ג דלאו מלאכה חשיבי:\n"
        ], 
        [
            "<b>אמר רבינו קיטמא שרי עיין מ\"ש בשילהי שת מהדורא תליתאי:\n</b>", 
            "והכא מושם כבודו לא גזו ביה רבנן נ\"ל דלא גרסינן ליה שכבר תירץ לו שלא קא עבר אהלא והיכא גזר בייה רבנן אוהל עראי היכא דאית ליה גג אבל היכא דלית ליה גג :\n"
        ], 
        [
            "כי פלגיי ביבשתא מאן דאסר אמר לך אל נתנו עצים אלא להסקה פירש כר' יהודא דאסר לסמוך הקדירה בבקקעת ומאן דשרי' כר' שמוען דמתיר ואיכא דאמרי ביבשתא כולא עלמא לא פליגי דשרי וכר' שמעןן סביר אלהו ולא פליגי אלא ברטיבא דמאן דאסור דהא לא חזי להסקה ואפי' ר' לא שמעון מודה ומאן דשרי דחזי להיסק גדול ומאן דאסר היסק גדול לא שכיח והילכתא יבישא שרי ורטיבא אסור. כתב המורה הך הילתא אליבא דאית ליה מוקצה איקבע אבל אנן כר' שמעון סבירא לן בין במקצה בין בדבר שאינו מתכוון וכר' יהודא דמכשיר אוכל נפש בין חוזרא ובן סמיכת קדירא והקפת חביות ומררותא וקידרא וכל האמוראין שאסרו את אלו למעלה תלמידי רב היו ורב הוה סבר לה כר' יהודא במקצה ואנן קיימא לן כר' שמוען ואינו נראה לי זה הפסק של מורה דאע\"ג דקיימא לן כר\"ש ע\"כ לא שרי ר' שמעון אלא ביבישא דומיא דבקעת לסמוך בה את הקדרה אלב ברטיבא דלא חזיא להסקה ואי משום דחזי להיסק גדול היסק גדול לא שכיח ובזה פסק תלמודא דברטיבא אסור משום דהיסק גדול לא שכיח והקפת חביות ומדורתא וקידרא והתיר באלה ר' שמעון שאין טעמם בעבור מקצה אלא משום דהוה אהל עראי דדמי לבנין דאליבא דכ\"ע אסירי:\n", 
            "ר' אליעזר אומר נוטל אדם קיסם לחצות ב' שיניו כ\"כ בורב ספרים ואין כתב מלפניו בדברי ר\"א.\n"
        ], 
        [], 
        [
            "תנרו וכיריים חדשים פ'י אע\"פ שהם חדשים דלא חזו לאפות ולבשל בהם ביו\"ט מפני שהם נחתמין והוי ליה מתקן מנא אפילו הכי מותר לטלטלן משום דחזי לאישתמושי בהו במילי אחרינייתא:\n", 
            "ועדו אמר ר' אלעזר עומד אדם על המקצה ערב שבת בשביעית ואומר מיכן אני אוכל למחר וחכמים אמור עד שירשום ואומר מיכן ועד כאן עיין בפרק בכל מערבין במהדורא תנינא הלכות הברירה ועיין בפרק עושין פסין מה שהקשיתי ותרצתי על האי ועוד:\n", 
            "הא קמ\"ל טבל מוכן אצל שבת פיש מדנקט הזמנה אצל המקצה ואע\"ג דליכא איסור מעשר דהיינו בשבייעת שמע מינה דוקא מוקצה צריך הזמנה אבל מידי דלא הוה מוקצה אע\"ג דהאי טבל לא בעי הזמנה ולא מיתסר אלא משום איסור טבל אבל אם עבר ותקנו או ששכח שהיום שבת מוכן הוה כדתנן המעשר בשבת בשוגג יאכל:\n"
        ], 
        [], 
        [
            "רישא במעטן טהור וגברא טמא א\"ת כיון דקי\"ל דאוכל אינו מקבל טומאה בפחות מכביצה כמו שהוכחתי בשבת בפ' המצניע הני זיתים היכי מקבל טומאה אי חשיבי כמצורפין א\"כ כל הממעטן יטמא כשנגע במקצת ואי לא חשיב כמצורפין ומשום היכי הממעטין טהור אינהו נמי לא לקבלי טומאה שאין בכל זית כביצה חשובה אהני להו צירופן לקבל טומאה אבל מיהו לא אהני להו צירופם לעשותם כעיסה אחת שאם נגע הטומאה במקצתן טמאה את כלה הכי ואל אמרינן הכי ולא טומאה אלא אותן שנגע וכגון שנגע בכביצה כדפרישת בפ' העור והרוטב:\n", 
            "<b>היה אוכל באשכול</b> ונכנס מן הגנה לחצר פ'י המורה סתם אשכול לאו גמר מלאכה היא דסתם ענבים לדרוכי קיימי ור' יהושיע דאמר לא יגמור קסבר חצר קובעתו בדבר שלא נגמרו מלאכתן וקשיא לי טובא בהאי פירושא דאע\"ג דסתם ענבים לדרוכי קיימא כיון שזה בשעת לקינותן מן הגנה לדעת לאוכלו ליקטו מאי שנא מתאנים שטמנו תינוקת מערב שבת לשבת דקרינן בהו דבר שנגמר מלאכתו מי לא אסקינן דבהיא אתרא הי המקום שבני אדם דורסין ואפילו הכי כיון שעל דעת לאכלם ליקטו קרי להי דבר שנגמר מלאכתו והם ה\"נ הכא גבי אשכול אע\"ג דסתם ענבים לדרוכי קיימא כיון שעל דעת לאכלו ליקטו הוי לה גבר שנגמר מלאכתו ותו אי אשכול הזה הוה דבר שלא נגמר מלאכתו ואפילו הכי פלגי ר' יהודא ואמר דחצר קובעת א\"כ כי אמרי' לקמן חצר לאפוקי מדרב ומייתי ברייתא אמאי לא אמר לאפוקי מדר' יהודיע דהאי מתנ'י דאמר לא יגמור בחצר שהחצר קובעת אפילו בדבר שלא נגמר' מלאכתו שבק מתניתין ונקט ברייתא ותו דבדידיה מיירינן ואמאו לא אמר לאפוקי מדר' יהושיע ונ\"ל שלא הוזקק המורה לפרש כן אלא משום דקסבר דחצר קובע מן התורה למעשר בדבר שנגמר' מלאכתו ואף ל י שלא עשאו גורן כדפריש לעיל גבי תאנים לא יאכלו ואע\"ג דקיימא לן אין הטבל מתחייב במעשר לאסרו ולאכלו אכילת עראי עד שיראה פני הבית ופני החצר בבא מציעא בהשוכר את הפועלים אכילת שבת חשיבי להו כו' מוכח מיכן שהיה סובר המורה שאילו היה נכנסין אלו התאנים בחצר היה נקבעין למעשר מן התורה ומפני זה נדחק לפרש באשכול שסתם ענבים לדרוכי קיימא ועדיין לא נגמר' מלאכתו שםא היתה נגמרה מלאכתו הי ההחצר קבעה מדאורייתא והיכא הוה אמר ר\"א יגמור ואניו נראה לי שהחצר קובע בדבר שנגמר מלאתו מן התורה דא\"כ מאי דאמר ר' יוחנן לקמן אחד שבת וא' חצר אחד תרומה וא' מקח ואין קובעין אלא בדבר שנגמר' מלאכתו שבת ומקח ותרומה הוי קביעתן מדרבנן וחצר הוי קביעותיה מן התורה אין זה פירש נכון דכי היכי דכולה הוה מדרבנן חרצ נמי הוי מדרבנן ואע\"פ שנגמר מלאכתו שאין חצר קובעת אפילו בדבר שנגמרה מלאכתו מדאורייתא עד שימרח דהא מקשי בפ' שוכר את הפועלים דר' ינאי דאמר אין הטבל מתחייב במעשר עד שיראה פני הבית ממאי דתנן במעשרות איזהו גורנו למעשרות הקישואין והדלואין משיפסקו מאי לאו משיפסקו בשדה אלמא לא בענין פני הבית ומתרץ לא משיפסקו בבית אלמא אע\"פ שנכנסו בבית לא הוה קבוע למעשר עד שיפסקו והם הכי התאנים שלקטו לאכילה אינן נקבעין למעשר מן התורה עד שיעשה להם גורנן ואי זה גורן עד שימלא את הכלכלה כדתנן התם במעשרות כלכלה משיחפה ואם אינן מחפה משימלא את הכלי דקביעת המעשר בגורן הוה או בשדה למאן דלא בעי בית וחצר או בחצר הבית למאן דבעי אלב בלא גורן אע\"פ שראה פני הבית לא הוקבעי למעשר אבל מדרבנן ודאי חצר קובע בדבר שנגמר מלאכתו ודאי לעשות ממנו גורן אע\"פ שעדיין לא עשה ממנו גורן וקביעותיה הוה מדרבנן כל זמן שלא עשה מןה גורן כמו שבת ומקח ותרומה והאשכול הזה נמי דבר שנגמר מלאכתו הוה כיון שלקטו לאכילה כמו התאנים של תנוקת הראוי לעשות ממנו גורן אלא שעדיין לא עשה וכיון שלא נעשה ממנו גורקן היה מתיר ר\"א לאכלו בין בחצר ובין בשבת ור' יהושיע היה אומר מפני שהיא דבר שנגמרה מלאכתו אבל לעולם בדבר שלא נגמרה מלאכתו כגון המעביר תאנים בחצרו לקצות לא אמר ר' יהושיע דחצר קובעת והילכך לא מצי לאפוקי אלא מדרבי והכי מקשי השתא דר' אליעזר אדר' אליעזר דלעיל אמר דשב קובעת אפילו בדבר שאל נגמר מלאכתו והכא אמר דאפ'י בדבר שנגמר מלאכתו אינו קובעת מותרץ דלעולם שבת קובעת והכא לא אמר ר' אליעזר יגמור אלא למוצאי שבת ור' יהושיע סבר אפי' למוצאי שבת לא יגמור דכיון דהתחיל לאכול וקידש היום כבר קבעו שבת ואסר אפי' למוצאי שבת:\n", 
            "<b>התם כדקתני טעמא א\"ר נתן כו'</b> כיון שמצא תנא שאומר דלא אמר ר\"א שיגמור אל אדלמוצאי שבת מתרץ ליה כך ואם לא היה זה נמי היה מתרץ לו שאני הכא שהתחיל לאכול מבעי\"י אבל לעולם אם היה מתחיל בשבת אסור:\n"
        ], 
        [], 
        [
            "התם נמי דאיכא דבש בפ' כירה מקשי לה מטפין את הסל לפני האפרוחים ומקורה שנשברה שסומכן אותה בפסול ומביצה שנולדה בשבת שכופה עלהי כלי בשביל שלא תשבר שאין לתרצם כמו שתירץ אלא דחזו ומתרץ דצריך למקומו והנה קיצר ולא הביא כל הדברים ודרך התלמוד לקצר במקום א' ולהאריך במקום א':\n"
        ], 
        [
            "<b>בי ריחיא דאביי דליף </b>פי' ריחים שלוד היה והי' עומדים על לוח א' והנסרים שלו היה מדובקים בטיט ואם הי' נמס הטיט הי' הנסרים מתפרקין ונפרדים ומתקלקלין הריחים ולא הי' מחוברים ע\"ג קרקע שא\"כ היך היך היו יכול להוציאם לחץ ביו\"ט ולא יתןכ לפרש שגוף האבנים של ריחים הי' מתקלקלים בד לף שקשים הם ואינם נימוחים במים:\n", 
            "לא מקדשין ולא חולצין ואל מיבמין איבעיא לי' מאי ליכנס ביו\"ט ובשבת מי אמרי' לקדש וליבם אסר מפני שמחדש נתקרבו ודלמא אסרו למכתב אבל נשואין שכבר מקורבין הם משעת קידושין לא גזרינן או דילמא תני מיבמין וה\"ה לכנוסין והנכון בעיני שאסרו ליכנס ביו\"ט דהשתא בחולו של מועד אסור יו\"ט עצמו לא כ\"ש וכיון שביו\"ט אסור בשבת נמי אסור:\n"
        ], 
        [], 
        [
            "הלוקח בהמה מחבירו בערב יו\"ט אע\"פ שאל נתנו לו אלא ביו\"ט הרי היא כרגלי הרועה פי' רבותא נקט דלא מביא בהמה שעמדה בבית שמעו ןשהאו כרגלי הרועה שלו שכל בהמה שיש בבית שמוען אינו רוצה שתקנה שביתה אצלו אלא בבית הרועה שלו אלא אפילו אם קנה שמעו בהמה מראובן וראובן לא נתנהלו אלא ביו\"ט כיון שכבר מכרה לו מאתמול אע\"פ שעמד בבית המוכר כעמדה בבית שמעון דמיא וכיון דכאילו עמדה בבית שמעון דמיא הוה האי כרגלי הרועה של שמעו למדנו מדברי ר' דוסא שבהמתו של אדם לא קנתה שביתה אצלו אלא אצל הרועה שלו והיכא תני במתני' המוסר בהמה לרועה ביו\"ט הרי היא כרגלי המוסר:\n", 
            "לאיסור מוקצה לא חששי גם מה שפירשתי במהדורא קמא אינו נראה לי שאע\"פ שקנה מן המדבריות כשקנה כל א' ונעשה מוכן אצלו נעשה מוכן לכל ישראל ואין לור שאצלו יהא מוכן ולחבירו יהא מקצה אלא כך נראה לי לפרש הבהמה הרועה המן המחובר ביו\"ט הרי היא הרועה מן המקצה ואבריה יונקין מן המקצה ואנו שוחטין אותה ביו\"ט ואוכלין אותם אלמא לא חיישי' לינק' דמקצה ולאיסרו יניק' דתחומין היכי חייש:\n"
        ], 
        [
            "<b>דרש מר זוטרא הלכה כר' אושעי' עין כל משפטי הכרי בפ' בכל מערבין במהדורא תנינא:\n</b>"
        ], 
        [
            "<b>אמר ר' אושעי' שפיר עבדי דאחיכו</b> עלי' מאי שנא חטין בשעורים דלא קאמר להו כו' קשה בעיני לפרש דמשום הכי אמר ר' הושעי' שפיר עבדי לאחוכי עלי' משום דנקט קב חיטים בי' קבין דחטין ולנקט ביוד קבין דשעורים דבין זה ובין זה דין היא דלא בטל ולא אמרי' יאכל הלה וחדי והנכון בעיני דהאי דקאמר שפיר עביד דאחיכו עליה אינו אלא כדמסיק לקמן דשאני אסורא מממונא דאסור אבטיל ברוב אבל ממונא לא בטל ואפילו אי הוה אמר להו ר' אבא קב מחטין בי' קבין שעורין נמי הוה אמר ר' הושעי' שפיר עבדי דאחיכו עלהי שאין להביא ראהי מממונא לאיסור או היא דקאמר מאי שנא כו' הכי קמאר שפיר עבדי דאחוכי עלי' שאין להביא ראיה מממונא לאיסורא ולפי סברתו נמי דסבר להביא ראהי מממונא לאסורא מאי שנא דנקט מין במינו לנקיט מין באינו מינו שאם היתה דעתו דמין בשאינו מינו בטל ברוב להכי לא נקטה מין במינו נמי לר' יהודא היא דלא בטל אבל לרבנן בטל ומאי ראוי לתפוש מין במינו כמו שהתבלין והמים והמלח הם מינו בשאינו מינו כך הי הלו לתפוס מין בשאינו מינו אבל מיהו לא על זה אמר שפיר עבדי שאיחכו עלהי אלא על מה דעסקינן לקמן:\n", 
            "<b>אמר להי רב ספרא לר' הושעיא משה שפיר קאמרת כו'</b> פי' אתה שאתה גדול הדור בדורך כמשה שפיר קאמרת דשפיר עבדי דאחיכו ליה טענה גדולה השיב הבורר צרור כו' אלא אע\"ג דצרור לא חשיב מידי וכיון דלדידיה הוי קאי חשוב דאל בטיל והיכ נמי התבלין והמים והמלח אע\"ג דאל חשיבי כי האי ושוויין מיד כיון דלטעם עבדא חשיבא ואל בטלי דלהכי חשיב להם מקב חיטים לכל דבר הנמכר במדה חשוב ולא בטל ולעולם יפה השיבם דהיכא אמרי' דאסור' בטל ברוב כשאין עליו תשלומי ממון אצל חבירו אבל כל הכיא דאיכא תשלומי ממון חשוב ולא בטל ולהכי לא בטלו הנך מים ותבלין ומלח ואמר ליה אביי לרב ספרא למה אתה מקלס השובר אתה ואתה מתלה הטעם בכל היתר דתשלומי ממונן נח בטל יצא שני ליה למר בין ממון שיש לו תובעין לממון שאין לו תובעין הקב חיטין והצרור הן ממון שיש לו תובעין ולהכי לא בטלו וחייב לשלם להם אבל התבלין והמים והמלח הן ממון שאין להם תובעין דאדעתא דהכי השאילם שלא יתבע אותם ביו\"ט הלכך דין היא דלבטלי גבי עיסה ולא ניסרו א\"ל רב ספרא לאביי ולטעמך דתלית טעמא דחשיבותא דלא בטל בממון שיש לו תובעין א\"כ האי דאמר רב חסדא נבילה בטלה בשחיטה ה\"נ אי אית ליה להאי נבילה תובעין כגון שנתערבה נביל ראובן ושחוטת שמעון ה\"נ דלא בטלה אלא ודאי דאע\"ג דאית לה תובעין בטלה א\"כ טעמא דלא בטל לאו משים תובעין היא כדקאמרת אלא בחשיבותא תליא מלתא כדקאמינא אנא דנבילה דלא חשיבי בטלה אבל צרור דלמדודי קאי חשוב ולא בטל וכן נמי תבלין ומים ומלח דלטעמא עבידי חשיבי ולא בטהל תימא ה\"נ דכי אית לה לנבילה תובעין לא בטלה ולא בטלה אלא היכא דלית לה תובעין ולעולם חשיבוא דלא בטל בתובעין תליא והא תנן דחפצי הפקר קינין שיתה במקומן ואע\"פ שאין הלם בעלים אלמא לאו בבעלים תליא מילתא אלא בחשיבות ומני שהחפצים החשובים קונים שבית' ואף על פי שאין להם בעלים:\n", 
            "אמר ליה אביי לרב ספרא מאי קא מדמית איסורא לממונא נהי דממונא לא בטיל איסור' בטל פי' מה אתה מביא ראיה מהבורר צרור דכל מידי דחשיב לא בטיל ני לדא חשיב ממונא שחייב לשלם לחבירו דהי נמי גבי תבלין ומים ומלח דאמרי לבטלו לאו בתשלומי ממון קאמרי דממון לבדו לא בטל אבל איסור' מצינו בכל התורה כלה דבטל ברוב והכא נמי לבטלו איסוריהו ברוב העיסה וחפצי הפקר דמייתית לי ראיה דדקנה שביתה נמי דחשובי למקני שביתה אבל מי משכחת ראיה דחשיבה ולא בטלה ונתערבה ברוב הלכך שפיר קא קשיא להו דלבטלה ברוב ומאי ראיה הביא להם רב אבא בתשלומי ממון אלא אמר אביי היינו טעמא דלא בטלה גזיר השמא תעשה עיסה בשותפות:\n"
        ], 
        [
            "ומר סבר בירא דשותפא היא פ'י אעג דקרי להו בירא דשותפי אינו דוה שותפת זו לשותפת בהמה וחביות שיהיה צריכין הנה בבור של עולי בכל לברירה דודאי שותפות הבהמה והחביות שאם יקח אדם מהם בלי חולקה שופתי קפיד בהדיה קנה שביתה אצל שניהם וכיון דקפיד חד אחבריה אוסר עליו ואם חלקי ביו\"ט אין צריכן לברירה אבל שותפת דברו אינה כן דהא לא קפיד כל דח וחד במאי דממלא חבריה והילכך לא אסר אילויה והרי הן המים כרגלי הממלא ואפילו למאן דלית לית ברירא הרי הן כרגלי הממלא:\n"
        ], 
        [
            "<b>והכא במאי עסקינן למלאות מר מדידיה קא ממלא ומר מדידיה קא ממלא </b>פי' אע\"ג דגגבי מודדין אנו צריכין לברירה לגבי תחומין אין אנו צריכין לברירה דלגבי מודדין אוסרין זה את זה אפילו דליכא ברירה כגון הרחבה מבה\"כ וכיוצא בהן שאין אחד קופד על חבריו בדריסת רגליו ואפ\"ה כיון שיש לו בהן שותפות אוסר עליו וכן נמי במינוי מי הבור אע\"ג דלא קפיד עליה במילוי המים כיון שיש לו בו שותפות אוסר עליו אם לא נאמר דיש ברירה אבל גבי איסור תחומין כל מידי דקפיד עלוי כגון שותפת דבהמה וחביות אסרו עליויה וכשחלקו ביו\"ט אנו צריכן לטעם הברירה אבל מידי דלא קפיד עליו כגון הבור הזה שאין האחד קפיד במילוי חבירו אין זה אוסר על זה והרי הן כרגלי הממלא אפילו למאן דלית ליה ברירא ולגבי מודדין דוקא במים אמרינן ברירה אבל ברחבה של עיר ובית הכנסת לא אמרינן ברירה וטעמא דמילתא דבמים איכא למימר מדידיה קא ממלא ואין חלק לחבריו באותו המים שמלא אבל ברחבה תוכל לומר דבמקום שדורס אין חלק לחבירו באותו מקום הילכך התם לא מהני ברירה ולגבי בור מהני אבל ר' אליעזר פליג על רבנן ואמר דאפילו ברחבה דבית הכנסת אית ברירא ושרי כדתנן בנדרים בריש פ' השותפין השותפין שנדרו הנאה זה מזה אסורים ליכנס לחצר ר\"א בן יעקב אומר זה נכנס לתוך שלו וזה נכנס לתוך שלו:\n", 
            "מי שהי הפירותיו בעיר אחתר וערבו בני אותה העיר לבוא אצלו לא יביאו לו מפירותיו פי' אפילו למ\"ד כרגלי המפקיד יש להם אלפים אמה לכל רוח דלא אמרינן כרגלי המפקיד או כרגל נפקד אלא על יותר מאלפים אמה דהיא ע\"י עירוב אבל באלפים של עיר ומשעה שהפקידם אצל אותה העיר וקנה שביתה שם יש להן אלפים אמה לכל רוח מש\"ה תנאי לא יביאו לו מפירותיו דדוקא אצלו לא יביאו להוציאם לחוץ לאלפים אמת של עיר אבל לאלפים אמה שבעיר רשאים להוליכם ולא היא דדבר זה לא יתכן שיקנו שני שביתות אצל המפקיד ואצל השמור אלא ודאי אם כרגלי המפקיד הם לא יזיזם השומר ממקומם אבל הכא הא קבל עילויה פי' המורה דאילו רבי לא פליג אלא בדלא פריש אלא עול סתמא אמר ליה וסבר רבי עול ונטר את קאמר ליה אבל מפקיד פירות דהכא אלו בסתמא עסקינן אל אבדקביל עליה שירותא ואינו נראה לי לחלק ולומר דהתם בסתם והכא במפרש דאטו כן הוה ליה לימימר הכי במאי עסקינן דקביל עילויה נטירותא אלא ודאי ה\"נ בסתמא איפקוד גבי הכי התם ואפ\"ה לא דמי דע\"כ לא מימר רבי אלא גבי ניזקין דבסתמא לא קביל עלי' נטירותא שאע\"פ שהרשהו להכניס לא קביל עליו שמירת ניזקיו אבל לענין שביתה הא קביל עילוית שיכנוס פירותיו לביתיה וכיון שנתרצה להכניסם לביתו קנה שביתה אצלו ואצל תחומין שביתת התחומין לניזקין:\n"
        ], 
        [
            "<b>מי שזימן אצלו אורחים לא יוליכו</b> בידם מנות פ'י לר' מבעיא אם זינמם מאתמול לא אמדי' כיון דידם דאכיהל גבי' אוקמונהו ברשותי דאדעתא דהכי אזמינם שיאכל המנות בביתו ולא שיוליכום עמהם עד שיזכה להם אחר מנותיהם מעריו\"ט:\n", 
            "<b>ואי אינהו תלו לא שקיל והאמר שמואל שור של פטם כ'ו </b>פי' ורב דאמר כרגלי מי שהפקידו אצלו דוקא כשהפקידו אצלו בסתם שלא גלה דעתו שלמחר רוצה לסלקם משם אבל זה שייודע בבירור שלא הפקיד לו אלא עד הבקר שיוליך הבשר לעירו הרי הוא כרגליו:\n", 
            "<b>תם ונשלם\n</b>"
        ], 
        []
    ], 
    "title": "Tosafot Rid on Beitzah", 
    "versionSource": "https://www.sefaria.org/Tosafot_Rid_on_Beitzah", 
    "heTitle": "תוספות רי\"ד על ביצה", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tosafot Rid"
    ]
}