{
    "title": "Ohr Sameach on Mishneh Torah, Sabbatical Year and the Jubilee",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Sabbatical_Year_and_the_Jubilee",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומפני מה התירו כו'.</b><br><b> נ\"ב </b> כרבא דאמר כן וסבר דרבי רק בשמיטת כספים אמר לא בשמיטת קרקע ואכמ\"ל:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אבל לא יכסח.</b><br><b> נ\"ב </b> פירוש דמירוס הוא תולדה דהשקאה דרק מדבריהם אסור ולכן הקילו, אבל כסוח הוא זמירה המפורשת בקרא ולכן אסורה:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ודבר זה אסור לעולם.</b><br><b> נ\"ב </b> ירושלמי פ\"ב דתרומות משום מונין. יעו\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והזורע ספיחי שביעית כו' הגדולין מותרין.</b><br><b> נ\"ב </b> פירוש דאף קדושת שביעית אין בהם ומותר לסחור בהן ויעוין פי\"א מתרומות בהשגות אולי כוון לזה. וכן לשון המשנה ספיחי שביעית גידוליהן חולין היינו דאין בהן קדושת שביעית, ורבינו קצר בלשונו שמשמע מלשונו שחכמים לא גזרו עליהם שלא לאכלם אבל קדושת שביעית אימור יש בהם, וזה שהוסיף שם הראב\"ד ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן אם זרעו לזרע ולירק אסור.</b><br><b> נ\"ב </b> דגם זרעו מתחשב כירק למיזל בתר לקיטה והוי כספיחי שביעית להחמיר אבל לקמן בהלכה ט\"ו זרעו לזרע וירק ירקו מותר דלא אזיל בתר זרע להלוך אחרי גמר פרי להיות כספיחי שביעית להחמיר, וכן לעיל בהלכות מע\"ש פ\"א ה\"י דזרעו לזרע וחשב לירק הולכין אחר מחשבתו זרע לירק וחשב עליו לזרע לא חלה מחשבת זרע עליו כו':"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובין כך וב\"כ הבצלים כו'.</b><br><b> נ\"ב </b> פרק הנודר מן הירק (דף נ\"ט) כרשב\"ג והיכי דלא טרח אבל היכי דטרח בטיל בשביעית דאיסורו ע\"י קרקע וגבי מעשר אין איסורו ע\"י קרקע ולא בטל רק בתיקנה דעשר תעשר תבואת זרעך דהיתרא זרעי אינשי ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מכרו ולקח בו שמן כו' שניהם אסורים בהדלקה.</b><br><b> נראה </b> טעמו דבשביעית אסור בסחורה רק כשמוכר מעט ולוקח בהן מאכל לא מיקרי סחורה וכאן שמכר פירות שביעית היינו השמן ובדמיו לקח שמן להדליק הנר הוי סחורה כיון שלא ניקח לאכול אף דאצל הבעלים השמן ניתן להדליק בכ\"ז כיון שיצא מרשות בעלים ודרך מכר במחיר תו אם ידליקו בו הוי סחורה, כן סברתו ויעויין ר\"ש בזה:",
                "<b>ולא יתן השמן לתוך המדורה אלא מדליקו בנר.</b><br><b> נ\"ב </b> פירוש שלהאיר הנאתו בשעת ביעורו אבל במדורה הנייתו אחר ביעורו ואסור בשמן יעויין סוכה (דף מ'):"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומשתרד רביעה שניה כו' בתבן ובקש כו'.</b><br><b> נ\"ב </b> פירוש משום דאז יצמח בשדה זרעים חדשים לבהמה לכן לאו למאכל בהמה קיימי מעתה ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם סך יאכל כנגדן.</b><br><b> במשנה </b> אמרו לפני ר\"ע אומר היה ר\"א כו' ידלק א\"ל שתוקו ולא אומר לכם מה ר\"א אומר בו, ובירושלמי מה אמר בו ר\"א כו' ר' חזקיה בשם ר' אחא אמר מותר, פירוש כך אמר ר\"א דמותר ועוד אמרו לפניו אומר היה ר\"א האוכל פת כותי כאוכל בשר חזיר א\"ל שתוקו לא אומר לכם מה ר\"א אומר בו אמר ר' יוסי ז\"א שאסור ליקח פתו של עם הארץ, ר\"ח בשם ר' אחא מתיר היה ר\"א חמצן של כותים לאחר הפסח. ויתכן דחד טעמא הוי דמפני מה הרחיק עזרא הכותים מפני שהיו מקריבין בהר גריזים בימיו והיו שטנה לבנין הבית, וזה תינח בזמן שבהמ\"ק קיים אבל לאחר שחרב המקדש אם נאמר דקדושה שניה בטלה ויש אחריה היתר א\"כ הבמות מותרין [וטרם שנודע שיש להן דמות יונה בהר גריזים כמבואר פ\"ק דחולין] ואין להרחיקן, וכן מה שהחמירו בשביעית לקנוס להדליק עור שסכו בשמן שביעית זה לא שייך אם קדושה שניה בטלה ושביעית הוי דרבנן וטפי שייך לאמר שלא קנסוהו ובטל אגב עורו, ולכן מייתי המשנה הני תרתי כחדא, ועיין בשבועות פ\"ב וביצה פ\"ק גבי ר\"א שהפקיר כרמו ובחגיגה בתוס' ד\"ה עמון ומואב כו', ובאמת לפי פסק רבינו לענין קדושת הבית לא בטלה ולענין קדושת הארץ בטלה ועיין תוס' זבחים (דף ס\"א) בזה ודוק היטב:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>בכס\"מ. </b> וכתב שלא מצאנו שביעית בכלל הנשרפין:<br><b> נ\"ב </b> ב\"ק (דף ק\"א) בגד שצבעו בקליפי שביעית ידלק:",
                "<b>שם </b> (בהה\"ד) [בסוה\"ד]: אסמכתא מדבריהם:<br><b> נ\"ב </b> בגמרא זבחים (דף ק\"ו) לא ליכתוב רחמנא קרא בחלב כו' ותיתי משביעית, (דברי אמת לר\"י בכר דוד ז\"ל):"
            ],
            [],
            [],
            [
                "<b>הכובש שלשה כבשים בחבית אחת כו'.</b><br><b> במשנה </b> הכובש ג' כבשים בחביות אחת ר' אליעזר אומר אוכלין על הראשון ור' יהושע אומר על האחרון ר\"ג אומר כל שכלה מינו מן השדה יבער מינו מן הבית כו', להבין משנה זו נתקשו אבות העולם, דהתינח ר\"א סובר כיון שכלה מין אחד תו אסור לאוכלו דמטא זמן הביעור ותו אוסר בטעמו שאר ירקות, ור' גמליאל פירשו רבוותא טעמו דסובר דהטעם שנבלע תוך הירק הנכבש עמו הוי כמבוער וכמו דאשכחן גבי חמץ בפסח בנבלע תוך כלי, כן סבר דהנבלע תוך מאכל הוי כמבוער, אבל טעמא דר' יהושע לא איתפרש, ופירש ר\"ת דמפיק מקרא ועיין ר\"ש ותוס' פרק מקום שנהגו. והנראה לי בזה דעצם ענין הביעור פירש רבינו שמאבד ושורף ורש\"י פירש שנותנן למדרס רגל בהמה וחיה, ורבוותא בתוס' פירשו שמפקירן לכל ומלקט אדם ואוכלן רק כשמשהה בביתו בחזקת שהוא שלו אסור לאכלו אחרי הביעור, ונראה לנו דעיקר הביעור אינו שנאסר אחר שכלה מן השדה לחיה רק שהוא מצוה רמיא על כתפא דגברא להפקיר ולבער מתוך ביתו אבל כי מיפטר פטיר ממצות ביעור תו אינו נאסר אחרי זה באכילה, ולא באופן שהפטור מצד בעלים שאינו בר דעת או בר מצוה, רק כשהוא פטור מצד עצמותו שהמצוה לבער היא הסיבה והעילה אל האיסור ובהעדר הסיבה פקע המסובב ואינו נאסר, ודוגמא לזו מצאנו חמץ אחר הפסח לר' יהודה דמן התורה אסור אם היה של עו\"ג או של הקדש דלא חלה עליו חובת ההשבתה, סובר רב אחא בר יעקב דאינו אסור אחר הפסח שלא היה סיבה אל האיסור רק המצוה להשביתו, ובאין מצוה דגם הישראל מותר להשהות חמצו של עו\"ג והקדש כ\"ז שלא קיבל אחריות סרה מעליו האיסור, והתם בעי גז\"ש למילף שאור דאכילה משאור דראיה דלאו בפני עצמו שלא לאכול חמץ שעבר עליו הפסח נכתב לר\"י וילפינן רק מגז\"ש שטעם האיסור הוא מצד שצריך להשביתו, אבל כאן לא נכתב בקרא האיסור לאחר הביעור רק חכמים למדו מהא דכתיב ולבהמתך ולחיה אשר בארצך תהיה כל תבואתה לאכול מסתברא דעיקר סיבת האיסור הוא שצריך שיהיה לבהמה ולחיה לאכול אבל כי אינו יכול להתקיים זה תו אינו נאסר, לא מיבעי' לשיטת התוס' דאם הפקיר וביער תו מותר לזכות אחר זה ולהכניס לבית לאכול לכל אדם הזוכה מן ההפקר רק האיסור כמו קנס על שלא ביער בודאי כמו שכתבנו, אלא אף לפירוש רבינו ורש\"י נראה דיש מקום לאמר כן כמו שהוכחנו מחמץ ועוד:<br><b> והנה </b> נתבונן עוד בזה, כי כמו שמצוה לכלות ולבער פירות שביעית לחיה ובהמה כשהגיע זמן הביעור, כן הוא אסור להפסיד פירות ולכלות לשארי הנאות, לבד מה שהתירה תורה דלאכלה אמר רחמנא ולא להפסיד ולכן אסור למלוגמא ולכביסה וכיו\"ב, ולהדלקת הנר איתרבאי מקרא [ירושלמי ריש פ\"ז יעו\"ש] טרם שהגיע זמן הביעור, ולכן פירות המיוחדין למאכל אדם אין מאכילין אותן לבהמה וכן אסור לקוץ אילנות לעצים בשביעית משהתחילו לעשות פרי וכדמפורש פרק מקום שנהגו (דף נ\"ב) לאכלה ולא להפסד, ורבינו בפ\"ה קיבץ כל ההלכות בזה, וא\"כ כשם שאסור לאבד את גוף האוכל כן טעם האוכל של שביעית כיון דטעם כעיקר לענין שביעית אסור לאבדו וברור, וכיון שכן, בכובש שלשה כבשים בחבית אחת ונתנו טעם זה בזה הרי הדבר הכלה חייב לבער וכן טעמו, אולם דבר שאינו כלה אסור להפסיד וכן הטעם מהדבר שאינו כלה לבהמה בהשדה אסור להפסידו, ולפ\"ז נתבונן איך נעשה בהנך כבשין:<br><b> ונראה </b> לנו דתליא בהך מחלוקת דתנן בזבחים בנתערב מתן אחת במתן ד' שר' אליעזר אומר יתן ד' ור' יהושע אומר שנותן רק אחת, וכבר בארנו במקום אחר דהגם דעובר על בל תוסיף או בל תגרע לא אמרו דלא יתן כלום ויפסל הקרבן ולא יעבור על שום לאו דבכה\"ג דמטי פסידא לקדשים מוטב שיוקרב שלא כהלכתו משיופסל, וכמו שאמרו במנחות (דף מ\"ח) בשחט ארבעה כבשים על שתי חלות כו' שזורק שלא לשמן וכי פריך הגמ' מאיברי חטאת שנתערבו בעולה כו' משני עמוד וחטא בעולה כדי שתזכה בחטאת לא אמרינן יעו\"ש, הא כאן אם לא יתן כלל יופסלו שניהן ואם יתן יעבור בבכור בבל תוסיף או בעולה בבל תגרע מוטב לעבור כדי שלא להביא לידי פסול רק נחלקו הי עדיפא יותר דר\"א סובר דמוטב לעשות מה שבאה לפניו יעו\"ש ור' יהושע סובר דשלא לעשות נגד הדין בקום ועשה עדיף יותר, ובעירובין (דף ק') רצה הגמ' לדמות אם עלה באילן בשבת לפלוגתייהו, דהא אם יושב על האילן הוא עושה איסור אבל אינו עושה מעשה להשתמש באילן ועיי\"ש מה דדחי דישיבתו הוי מעשה ועוד לר\"א התם ליכא מצוה רק לאפרושי מאיסורא על ידי ירידתו, ובאמת בהא דסוף עירובין בשרץ שנמצא במקדש אמר בירושלמי דתליא בפלוגתא דר\"א ור\"י בנתערב מתן אחת במתן ד' דלזה עדיף להוציאו בהמיינו אעפ\"י שמרבה הטומאה בידים קום עשה עדיף שלא להשהות הטומאה יעו\"ש. והנה לפי דחוי הגמ' דעירובין הכא מאי עשיה דמצוה איכא הלא העיקר שלא לשהות הטומאה, וצריך לומר דהכא ג\"כ איכא עשיה דמצוה שמקיים וישלחו מן המחנה. והגמרא דילן דלא הזכירה זה נראה שסוברת שאינו דומה לקיום עשה דמתן ארבע שזה מכוון התורה ליתן הדם על ארבע קרנות המזבח ולעשות המעשה משא\"כ בעשה דוישלחו מן המחנה שהמצוה ג\"כ סיבתו ותכליתו הוא שתסור הטומאה מהמקדש וההעדר הוא התכלית, ומסתברא כן דאם לא הלא גם בשבת מה שממהר שלא להיות יושב ומשתמש באילן כל היום הוא ג\"כ לקיים עשה דשבתון וכמו שאמרו שבתון עשה הוא הגם שלמצות שביתה אינו צריך קום עשה כלל משא\"כ בעשה דוישלחו מן המחנה בכל זה תכליתן ההעדר, והירושלמי לא סבר הדחוי של הגמ' בעירובין ואף דלא למיעבד איסורא עביד בידים ג\"כ טפי עדיף. ובזה א\"ש מה דבירושלמי פרק ואלו עוברין מפרש מה דר\"א אמר דלא יקרא לה שם אלא עד שתאפה [ולהירושלמי קורא שם בעודה בתנור ומניחה לישרף ביו\"ט] אף דעושה מלאכת שריפה ביו\"ט, בזה עדיף טפי לעבור בקום ועשה כיון שעושה להינצל מאיסור בל יראה כשיפרישה ויניחנה עד הערב אע\"ג דליכא מצוה בקום ועשה רק שלא לעבור בבל יראה ועשה דתשביתו ודוק, וטעמא דר' אליעזר דעושה כפי מה שלא היה ההתנגדות כמו אילו לא נתערב היה מצוה ליתן מתן ד', וכן אם לא היה יו\"ט היה מצוה לאפות כדי שלא יתחמץ אם אינו יכול לבערו, והכלל דר' אליעזר סובר דהוא מחוייב לעשות בקום ועשה מה שבידו:<br><b> וכיון </b> שכן נתבאר לנו טעם פלוגתייהו דר' אליעזר סובר דמחוייב לבער כולן לפי שיש בהם הטעם מדבר שכבר מינו כלה לחיה בשדה, ואף דע\"י הביעור מפסיד המין שלא כלה לחיה מן השדה, מ\"מ מצות ביעור עדיפא טפי שהוא בקום ועשה ומקיים כלה לבהמתך מן הבית ואם לא ביער תו נאסרו כולן באכילה לאחר הביעור כיון שחלה עליהן חובת הביעור בשביל הטעם הבלוע מהירק שכלה לחיה מן השדה נאסר הטעם הבלוע בכולן, ור' יהושע לטעמו אזיל דסבר דכיון דיעבור על לאכלה אמר רחמנא ולא להפסד ואם יבער מה שהוא כלה מן השדה הלא ביה בלוע הטעם מהירק הנכבש שלא כלה מן השדה ואיכא גם בהטעם לאכלה ולא להפסד, מוטב שיעבור בשב וא\"ת ולא יעבור בקום ועשה וכיון שכן לא חלה עליו חובת הביעור ותו מותרין באכילה כיון דרחמנא פטרינהו מביעור ודוק. ובירושלמי אמר מה טעמא דר\"א הראשון נותן טעם באחרון מה טעם דר\"י האחרון נו\"ט בראשון, פירוש והטעם ג\"כ אסור להפסידו דלאכלה אמר רחמנא ולא להפסד, וקשיא כו' ולא משני כלל דסמיך על מה דפריש סוף עירובין ובפרק אלו עוברין, וכמוש\"ב נתבארו הדברים על נכון בס\"ד:<br><b> והא </b> דמוכח בזבחים (דף ע\"ה) דשביעית אין לוקחין בדמיה תרומה ובירושלמי פ\"ג דמע\"ש, דכסף מעשר אין לוקחין בו שביעית משום שיתבער מן העולם כשיגיע זמן הביעור הא מצוה לאכול מעשר ותרומה ושלא להפסיד, ואם תאמר מה בכך דלא יבער מכל מקום יהא אסור לאכול אחר הביעור ויהא מופסד ממילא, ז\"א לפי מה שביארנו דכיון דלא חלה עליו חובת הביעור תו לא נאסר באכילה אחרי הביעור, זה לאו מידי דיכילנא לשנויי דכיון דרחמנא גלי דאף על הקדש חלה קדושת שביעית וחובת הביעור וכמו דיליף מקרא בירושלמי פרק מקום שנהגו ושבתה הארץ שבת לד' אפילו דבר שהוא לד' חלה עליו קדושת שביעית כש\"כ תרומה ומעשר דאינו מפקיע קדושת שביעית שלא יהא צריך לבער. אך מה דתנן אין מבשלין ירק של שביעית בשמן של תרומה שפירשו מפני שיהא צריך לבער השמן של תרומה, בזה בשני גופים יש לעיין דהא אינו צריך לבער ירק משום התרומה שרק התערובות גרם ועל התרומה לא חלה קדושת שביעית וא\"כ תו לא יאסר הירק לאחר הביעור כיון שלא יהא בידו לבער, אך גם זה י\"ל. ועוד אעיר המעיין, דרבינו פירש טעמא דאין מבשלין ירק של שביעית בשמן תרומה משום שמביא את השביעית לידי פסול כשיטמא התרומה יהא צריך לשרוף את השביעית, אם כי בזבחים משמע דשקיל וטרי על התרומה דמפלפל אם התרומה דבר תורה יעו\"ש, בכ\"ז ממה דמסדר המשנה זה בשביעית מורה כפירוש רבינו ועיין בשנו\"א שכתב כן ולפ\"ז יש מקום לאמר דאם נאמר דלא יבער שיהא אסור לאבד התרומה תו יהא מותר באכילה לר\"י דשב וא\"ת עדיף, והסוגיא בזבחים קאי לר\"א דסובר דצריך לבער, ואין להאריך עוד אף כי יש לפלפל בזה, ודוק בכ\"ז:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין כתובתה נשמטת כו'.</b><br><b> נ\"ב </b> וכן בתוספת כתובה פרק אעפ\"י (דף נ\"ה) עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>והדיינין כו'.</b><br><b> עיין </b> בפירוש המשנה שביאר שם דפרוזבול דהוי ד\"ס עד נעשה דיין וכמו בקיום שטרות (כתובות דף כ\"א ע\"ב) וצ\"ע אם כותבין פרוזבול ביום דוקא כמו קיום שטרות בפ\"ג מהלכות סנהדרין או לא:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המוציא כו' ואם אמר הי' לי ואבד נאמן שמזמן הסכנה ואילך בע\"ח גובה שלא בפרוזבול. טען הנתבע ואמר מלוה כו' והתובע אומר לא כי אלא הקפת חנות כו' שכיון שתקנו חכמים פרוזבול חזקה היא שאין אדם מניח דבר מותר ואוכל דבר אסור.</b><br><b> ומאוד </b> תמוה תרי טעמי ובהלכות שונות. ונראה ברור בטעמו, דזה ודאי אם בא אדם לב\"ד ואמר חוב יש לי עליך והוא אמר הרי כבר נשמט, ומשיב התובע פרוזבול הי' לי ואבד נאמן שחזקה לא שביק היתרא ואכיל איסורא ובודאי עשה פרוזבול, אבל כשהלוה טוען השטר כבר פרעתיו ונשאר בידך אפשיטי דספרי ולא עשית פרוזבול עליו שהוא פרוע ובין כך וכך איסור הן והראיה דאין בידך פרוזבול, בודאי הוה ריעותא דאלימא שחזינן שאין בידו פרוזבול ומהימן הלוה. ונראה דבמתניתין תנא על משקולת חדא, הוציאה כתובה ואין עמה גט הוה ריעותא דאין הגט בידה והוא אמר כבר פרעתיך על הגט והיא טוענת אבד גיטי, כן מיירי הכא בפרוזבול שבעל השטר טוען אבד פרוזבולי והלוה טוען פרעתיך לא יפרע דאיכא ריעותא לפנינו דאין בידו פרוזבול, ופשוט. נמצא דע\"ז קאמר רשב\"ג נאמן שלא בפרוזבול מן הסכנה ואילך דלא מיזדהרי אינשי בפרוזבול ואין זה ריעותא כלל. והכי מוכח בירושלמי בשמעתין רחב\"א אשכח פרוזבלא דר' יונתן הוה פרי למיתב ליה אמר לית אנא צריך כו' מתניתא אמרה כן כו' ובע\"ח גובה שלא בפרוזבול ואפשר כן לא פרעתיו כו' ולכך אמר רבינו הטעם דמן הסכנה ודוק. ובשהלוה מודה ואמר מלוה היה לך בידי וכבר נשמט ואיהו טעין הקפת חנות לא מצי אמר דיש ליה מיגו שהי' אומר פרוזבול היה לי ונאבד שנאמן מן הסכנה ואילך, דזה הוי מגו להוציא ולכך אמר הטעם מחמת חזקה, ופירושו דחזקה לא שביק היתרא ואכיל איסורא ובודאי אם לא היה הקפת חנות כדבריו היה עושה פרוזבול ולגבות בהיתר, ואם תאמר מה יועיל לו הפרוזבול כיון דאם לא הוה מינטר ליה [וליכא למימר דבודאי עשה פרוזבול והוא טוען שקר הקפת חנות א\"כ מטעם מה הימנת ליה מטעם שאבד פרוזבול ע\"כ מהימן על אבידת פרוזבול] ולעשות ולשמרו זה טירחא יתירה ע\"ז קאמר דיכול לומר אבד לי, ונכון בכוונת רבינו, ועיין בפירוש המשנה סוף שביעית שזכר שם הך מגו דלהוציא:<br><b> אולם </b> הסוגיא דגיטין תמוה עדיין דמאי מקשה ממתניתין, ונראה לפרש דהגמרא פריך על רב נחמן גופיה דאיהו אמר להך דנאמן אדם לאמר פרוזבול כו' וא\"כ ליכא למימר לדידיה דמש\"ה לא יפרע משום דכיון דאין פרוזבול בידו הרי איתרע וחיישינן לפרעון דלא עדיף הך מנפל שטר מידו דהריעותא חזקה ואלימא טפי מהך דאין פרוזבול בידו [דחזקה מסייע ליה] ואפ\"ה סבר רב נחמן כשמואל בב\"מ (דף ט\"ז) דאפילו אין חייב מודה יחזיר וכדאמר שם אבא מן ספרי דדייני דמר שמואל כו' נהדרי למרייהו, וע\"כ דאין נאמן אדם לומר פרוזבול היה כו' ובודאי השמיטו דאי מטעם פירעון לא חיישינן היכי דהריעותא חזקה טפי משום דשטרא בידך מאי בעי, ובאמת לרב אין זה מטעם ריעותא מה דלא גביא כתובתה בכתובה בלא גט [ובאחסורי מחסרא מתניתין] רק דאין כותבין שובר ואמר אייתי גיטך דלא אפרע עד שתוציא הגט דאין כותבין שובר ודוק:"
            ],
            [],
            [
                "<b>המוציא כו' ואם אמר הי' לי ואבד נאמן שמזמן הסכנה ואילך בע\"ח גובה שלא בפרוזבול. טען הנתבע ואמר מלוה כו' והתובע אומר לא כי אלא הקפת חנות כו' שכיון שתקנו חכמים פרוזבול חזקה היא שאין אדם מניח דבר מותר ואוכל דבר אסור.</b><br><b> ומאוד </b> תמוה תרי טעמי ובהלכות שונות. ונראה ברור בטעמו, דזה ודאי אם בא אדם לב\"ד ואמר חוב יש לי עליך והוא אמר הרי כבר נשמט, ומשיב התובע פרוזבול הי' לי ואבד נאמן שחזקה לא שביק היתרא ואכיל איסורא ובודאי עשה פרוזבול, אבל כשהלוה טוען השטר כבר פרעתיו ונשאר בידך אפשיטי דספרי ולא עשית פרוזבול עליו שהוא פרוע ובין כך וכך איסור הן והראיה דאין בידך פרוזבול, בודאי הוה ריעותא דאלימא שחזינן שאין בידו פרוזבול ומהימן הלוה. ונראה דבמתניתין תנא על משקולת חדא, הוציאה כתובה ואין עמה גט הוה ריעותא דאין הגט בידה והוא אמר כבר פרעתיך על הגט והיא טוענת אבד גיטי, כן מיירי הכא בפרוזבול שבעל השטר טוען אבד פרוזבולי והלוה טוען פרעתיך לא יפרע דאיכא ריעותא לפנינו דאין בידו פרוזבול, ופשוט. נמצא דע\"ז קאמר רשב\"ג נאמן שלא בפרוזבול מן הסכנה ואילך דלא מיזדהרי אינשי בפרוזבול ואין זה ריעותא כלל. והכי מוכח בירושלמי בשמעתין רחב\"א אשכח פרוזבלא דר' יונתן הוה פרי למיתב ליה אמר לית אנא צריך כו' מתניתא אמרה כן כו' ובע\"ח גובה שלא בפרוזבול ואפשר כן לא פרעתיו כו' ולכך אמר רבינו הטעם דמן הסכנה ודוק. ובשהלוה מודה ואמר מלוה היה לך בידי וכבר נשמט ואיהו טעין הקפת חנות לא מצי אמר דיש ליה מיגו שהי' אומר פרוזבול היה לי ונאבד שנאמן מן הסכנה ואילך, דזה הוי מגו להוציא ולכך אמר הטעם מחמת חזקה, ופירושו דחזקה לא שביק היתרא ואכיל איסורא ובודאי אם לא היה הקפת חנות כדבריו היה עושה פרוזבול ולגבות בהיתר, ואם תאמר מה יועיל לו הפרוזבול כיון דאם לא הוה מינטר ליה [וליכא למימר דבודאי עשה פרוזבול והוא טוען שקר הקפת חנות א\"כ מטעם מה הימנת ליה מטעם שאבד פרוזבול ע\"כ מהימן על אבידת פרוזבול] ולעשות ולשמרו זה טירחא יתירה ע\"ז קאמר דיכול לומר אבד לי, ונכון בכוונת רבינו, ועיין בפירוש המשנה סוף שביעית שזכר שם הך מגו דלהוציא:<br><b> אולם </b> הסוגיא דגיטין תמוה עדיין דמאי מקשה ממתניתין, ונראה לפרש דהגמרא פריך על רב נחמן גופיה דאיהו אמר להך דנאמן אדם לאמר פרוזבול כו' וא\"כ ליכא למימר לדידיה דמש\"ה לא יפרע משום דכיון דאין פרוזבול בידו הרי איתרע וחיישינן לפרעון דלא עדיף הך מנפל שטר מידו דהריעותא חזקה ואלימא טפי מהך דאין פרוזבול בידו [דחזקה מסייע ליה] ואפ\"ה סבר רב נחמן כשמואל בב\"מ (דף ט\"ז) דאפילו אין חייב מודה יחזיר וכדאמר שם אבא מן ספרי דדייני דמר שמואל כו' נהדרי למרייהו, וע\"כ דאין נאמן אדם לומר פרוזבול היה כו' ובודאי השמיטו דאי מטעם פירעון לא חיישינן היכי דהריעותא חזקה טפי משום דשטרא בידך מאי בעי, ובאמת לרב אין זה מטעם ריעותא מה דלא גביא כתובתה בכתובה בלא גט [ובאחסורי מחסרא מתניתין] רק דאין כותבין שובר ואמר אייתי גיטך דלא אפרע עד שתוציא הגט דאין כותבין שובר ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>בשני לאוין.</b><br><b> יעוין </b> ספר יד מלאכי כלל ה' אות קצ\"ח יעו\"ש:"
            ]
        ],
        [
            [
                "<b>בשנות </b> השמיטה לדעת ר' יהודה דסובר דיובל עולה למנין שבוע, הנה שיטת הירושלמי כך דיובל מנין מיוחד ושביעית מנין מיוחד ויובל לעולם הוא שנת החמישים, היינו דמ\"ט שנה בין שנת יובל זה ליובל הבא מלבד שנות היובל עצמן, רק דיובל מנין בפני עצמו ושמיטה מנין בפני עצמו, ולפ\"ז בשנה של היובל בפעם הראשון הי' מתחשב לתחלת שנות השמיטה ויובל השני שמנו בני ישראל היה שנה השנית משמיטה ויובל הג' הי' שנה השלישית משמיטה וכן עד עולם היה בשנה אחרת מהשמיטה מהיובל הבא לפניו, ולפ\"ז היה פעמים היובל בשנות השמיטה, כן מתבאר משיטת ירושלמי בפ\"ק דקדושין ה\"ב, ז\"ל ברם כמ\"ד היובל עולה ממנין שבוע פעמים שהוא בא באמצע שני שבוע, ויעוין מראה הפנים שהעיר בזה. ובאמת לפ\"ז א\"ש הברייתא שהובאה פרק קונם יין (דף ס\"א) אמרו לו לר' יהודה הרי הוא כו' אמר להם לדבריכם הה\"א ועשת את התבואה לשלש השנים הרי כאן ארבע. ויש לדון דאטו לדידיה מי ניחא ויעוין רש\"י שם שפירש להאי פירכא לדברי הכל היא כו', ולפ\"ז א\"ש דרוב שנים היובל אינו אחר שנת השמיטה ואינן אסורים לחרוש ולזרוע רק שנת השמיטה והקציר של ששית הוא לשביעית ולשמינית ולששית עצמה ואין כאן רק שלש שנים. ובאמת כל השמועות דבבלי בפ\"ב דערכין א\"ש וגם שמועה דקונם יין דבעי שנת החמישים כו' יש לפרש קצת. אמנם בערכין (דף כ\"ד) דאמר לר' יהודה נשארין מ\"ח שנים לענין שדה אחוזה וחשיב לשנה סלע ושתי פונדיונין מוכרח כפירוש הקדמונים דיובל תמיד בתר שנת השמיטה ויובל עצמו מתחשב לשנות שמיטה וגם לחשבון יובל ודלא כפירוש הירושלמי, והאו\"ת בסי' ז' באורים כתב כפירוש הירושלמי לר\"י ולא הרגיש דבבלי פליג:<br><b> ומה </b> נעים לפ\"ז דברי הירושלמי פרק היו בודקין ולא תנינן באי זה יובל שאין הדבר מצוי, וזה כפירוש רש\"י בבלי שאין עדים ממתינים עדותן מיובל לחבירו אשכח תני ר\"ש בן יוחי אומר אף באיזה יובל וקימונה בהוא דעאל ובהוא דנפק, ופירושו אע\"ג דשאלינן באיזו שבוע כיון דסבר כר\"י וכפירושו נמצא דאם יובל באמצע השבוע הרי שני יובלים בשמיטה אחת שלשה שנים קודם יובל ושלשה שנים בתר יובל, א\"כ אף דידעינן באיזו שמיטה צריך למישאל עוד באיזה יובל, וזה דוקא בעת בוא היובל ועת צאתו שיכול להיות אז בתוך שמיטה אחת שני יובלים ונכון מאוד:<br><b> ודע </b> דבפ\"ק דעו\"ג (דף ט') הגירסא הנכונה והברורה בגמרא, שחשבון שלנו הוא לענין בהר\"ד שנה הקודמת שמצאנו זה ברבינו אשר טרחו המחברים בזה, הוא דברי רז\"ה בספר המאור וכן גירסתו, האי מאן דלא ידע שני בשבוע לישיליה לתנא דסדר עולם כמה חשיב ונחשוב כללי ביובלי ופרטי בשבועי ולשקול מכל מאה תרתי ונשדי אפרטי ונחשיבינהו בשבועי עכ\"ל. וא\"ש דלפי זה קאי על מנין השנים של כל ימות עולם, והמכוון דבשנת ג' אלפים תת\"ל למנין בהר\"ד חרב המקדש וכי תחשוב מג' אלפים ת\"ת תרתי מכל מאה הרי מל\"ח מאות שבעים וששה שנים, שדינהו אפרטי על שלשים שנים הרי מאה וששה שנים שקול ממאה שנים תרתי נשאר שמונה שנים הרי במוצאי שביעית, וכן החשבון עד היום כגון עד שנת חמשה אלפים תרמ\"ט, הרי מחמשים וששה מאות שקול תרתי מכל מאה הרי מאה ושנים עשר שנים שקול תרתי ממאה נשאר י\"ד ומ\"ט הרי שנת השמיטה ונ\"א היא ב' לשמיטה. ולפ\"ז יתכן דשמועה זו אזלא כרבנן דבזמן הבית היה מנין יובל ובמאה שנים נשלמו שני יובלות עם השמיטין רק כיון שחרב הבית אז השנים של יובל עולין למנין שבועות כיון ששני חריש וקציר הן והגמרא נקטא החשבון למנין העולם דאתיא מנין השמיטה שפיר לרבנן דשית קמייתא לא קדיש עזרא ואשתכח דשנת תר\"א הי' מוצאי שביעית וזה כשיטת הגאונים שהביא רבינו ונכון מאוד. רק רבינו מפרש דשנת ת\"כ חרב הבית ושנת החורבן איתחשיב מתשרי שלאחר החורבן יעו\"ש, ויען כי הענין עמוק קצרתי רק באתי להזכיר גירסת הרז\"ה ופירושה. ולדעתי קאי על חשבון שנות עולם לא על שנות החורבן ושנים של הבית אמר דנחשוב, ולזה אמר לתנא דסדר עולם דחשיב למנין שני בריאת עולם דספרא חשיב לשטרות ותנא לעיל לחורבן ותנא דסדר עולם חשיב לבריאה ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומעבירין שופר בכל גבול ישראל.</b><br><b> נ\"ב </b> ולא בחוצה לארץ שאין תוקע יחיד בחו\"ל כמפורש בירושלמי רה\"ש פ\"ד סוף הלכה א':"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מכר שדהו כו'.</b><br><b> נ\"ב </b> תוספתא ערכין:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>האחין שחלקו כלקוחות הן ומחזירין זה לזה חלקו ביובל.</b><br><b> גיטין </b> (דף מ\"ח) אמר רב יוסף אי לאו דא\"ר יוחנן קנין פירות כקנין הגוף דמי לא מצא ידיו ורגליו בבהמ\"ד, דא\"ר יוחנן האחין שחלקו לקוחות הן ומחזירין זה לזה ביובל כו', ורבנן בתוס' הרבו לתמוה מר' יהודה דסבר בהחובל (דף צ') דק\"פ לאו כקנין הגוף דמי וסבר אין ברירה וא\"כ לא משכחת דמייתי בכורים אלא חד בר חד כו', ולפום מה דמסיק דכי פליגי ביובל שני אבל ביובל ראשון כו\"ע מודו וטעמא ע\"כ דהמוכר בעי למכור כל מה שיש לו גוף ופירות רק זה מניעה מצד צווי התורה בזה כקנין הגוף דמי, אבל ביובל שני [לרבינו באותו מוכר] כיון דחזי דהדרא ביובל תו הוי כמאן דמפרש דלא מזבן רק עד שיבוא היובל ולאו כקנין הגוף דמי לא משכחת דמייתי בכורים אלא ביובל ראשון וגם זה פליאה. ונקדים איזה הצעות:<br><b> א) </b> דרבנן בתוס' הקשו דכיון דהאחין שחלקו לקוחות הן נהי דקנין פירות כקה\"ג דמי מכל מקום שדה אחוזה היכי משכחת לה ותירצו כיון דתחת זו תחזיר לו אחרת מקריא שדה אחוזה, וזה ודאי מגזה\"כ דאטו בהחליפו שדות דביובל חוזרין לבעליהן אטו נאמר דהוי כמו שדה אחוזה ורק כאן דמתפוסת הבית זכו בהן אך החלוקה גרמה לכן לא פקע מהם שם שדה אחוזה וז\"ב:<br><b> ב) </b> בירושלמי ב\"ק פרק מרובה בעי הפודה כלכלה מיד הגזבר מהו ופשיט דכמו דגנב והקדיש אינו מתחייב על ההקדש רק כפל על הגניבה אבל אינו כמוכר להתחייב דו\"ה, כן כאן אינו כמקח לקובעו במעשרות ויעוין ירושלמי מעשרות פ\"א הקדש לא יצא מידי בעלים שכן אומרים לו פדה ראשון, הרי דעל ידי ההקדש עדיין לא יצא מידי בעלים שכן על האדון מצוה לפדותו ואומרים לו פדה ראשון שכן הבעלים מוסיף חומש:<br><b> ג) </b> המקדיש שדהו בזמן שהיובל נוהג מצוה על הבעלים לפדותו ראשון ואם כופין אותו פליגי רבינו עם הראב\"ד בריש פ\"ה מהלכות ערכין יעו\"ש:<br><b> ד) </b> בפרק ר' ישמעאל אמר רבי יוחנן ורשב\"ל דאמרי תרווייהו אף בזמן שהמקדש קיים האיר המזרח מתיר, ומותיב שם מהא דהתקין ריב\"ז שיהא יום הנף כולו אסור ומשום מצוה ליקום וליגזור ומשני דסבר ר' יהודה דעד עצם היום הזה עד ועד בכלל, ותמהו בתוס' דמנ\"ל דאיכא תנא דפליג על ר' יהודה עיי\"ש, ותירץ הטורי אבן דר\"י ורשב\"ל סברי דזה תלוי בפלוגתא דעד ועד בכלל ובפלוגתא דרבי ורבנן בערכין (דף י\"ח) מיום הראשון ועד יום השביעי יכול ראשון ולא ראשון בכלל שביעי ולא שביעי בכלל כו' רבי אומר א\"צ ראשון וראשון בכלל שביעי ושביעי בכלל, הרי בכל מקום דמצינן גוף הזמן פליגי רבי ורבנן אם הזמן בכלל ור\"י ור\"ל סברי דזה תלוי בפלוגתא דעד ועד בכלל אם כל יום הנף אסור והמה סברו דעד ולא עד בכלל עכ\"ד:<br><b> ה) </b> מסיק הגמרא דמקדיש שדהו בשנת היובל תליא אם נפרש קרא ואם משנת היובל יקדיש שדהו כו' דשנת היובל בכלל אז קדושה ונותן חמשים שקל כסף בפדיונה, ואם אינו בכלל אז מדלא מדבר המקרא אם הקדישה בשנת יובל מוכחא דאינה קדושה כל עיקר, כן מפורש בסוגיא דפ\"ז דערכין (דף כ\"ד) ובתוס' בשם הרמ\"ר בד\"ה מאי טעמא יעו\"ש היטב:<br><b> ו) </b> מסיק רב יוסף דמפני מה פליג שמואל על רב הא ליכא קו\"ח כמו במכירה דמה מכורה כבר יוצאה דהא אינו יוצאה דר\"י סבר נכנסין ונותנין דמיה, ומשני שמואל כר\"ש ס\"ל דאמר נכנסין ולא נותנין דמיה ורב סוף סוף לבעלים מי קא הדרה לכהנים הוא דנפקא וכהנים משולחן גבוה קא זכו, נמצא דסבר רב דזכות הכהנים בשדה אחוזה ביובל הוא דזכו משולחן ההקדש וזכות ההקדש מתפשט עד אחר היובל לצמיתות רק דזכתה לכהנים, וטעמא דשמואל דסבר דאין להקדש זכות בשדה אחר היובל רק זכות ההקדש מתפשט עד יובל ותו לא, רק שתמורת שהיתה צריכה שדה זו לחזור אל הבעלים זכתה התורה לכהן שיהא תחת הבעלים וכמו גזל גר שאין לו יורשים דניתן לכהן דזה חוק דתיי שלא תחזור השדה לבעלים רק לכהן אבל לא מצד זכות ההקדש לכן אם הקדיש אותה ביובל לא קדשה כל עיקר וז\"ב:<br><b> ואחרי </b> כל אלה ההקדמות נתבונן, דלעולם קנין פירות לאו כקנין הגוף דמי והמוכר שדהו בזמן שיובל נוהג אינו מביא וקורא כמו שאמר ר\"ל, ובכ\"ז כאן באחין שחלקו אע\"ג דלקוחות הן ומחזירין זה לזה ביובל בכ\"ז כקנין הגוף דמי דהא מצי להקדישה וזכות ההקדש תתפשט עד לצמיתות וטפי לא סמכא דעתו דמוכר מיובל ראשון, ועדיפא מזה הלא לא יצאתה מרשות המקדיש דאומרין לו פדה ראשון ויפדה אותה מיד ההקדש ואז יזכה על ידי הפדיון מה שהיה זכות להקדש וכמו דמיד ההקדש לא הוי הדרא רק כהנים משולחן דילה קא זכו, ולר\"י נכנסין ונותנין דמי השדה, א\"כ אחרי זה כי פדה אותה מיד ההקדש תו לא הדרא להאחין דהא זכו מן ההקדש מה שזכתה הקדש בהשדה וכמו דמיד הקדש לא הדרא ביובל כן לא נפקא מידו דמה מכר ראשון לשני כל זכות שתבוא לידו וזכי בזכות ההקדש ובזה ודאי כקנין הגוף דמי וז\"ב, רק לר' יוחנן דסבר דעד ולא עד בכלל דהאיר המזרח מתיר א\"כ סבר דאם משנת היובל יקדיש ולא שנת יובל בכלל, ומדלא הזכירה תורה דין הקדושה בשנת יובל מוכחא דאינה קדושה כל עיקר וכהרמ\"ר בתוס', וע\"כ משום דמוכר ס\"ל דכהנים נכנסין ולא נותנין דמים וסבר דזכות הקדש אינה מתפשטת אחרי יובל רק עד יובל, ומה שכהנים נוטלין שהתורה החשיבה אותם במקום הבעלים ומה שהיה צריך ליטול נוטלין הכהנים בגללו, וכיון דאצל המקדיש גופיה אם היה אצלו הלא היה חוזר לאחין ביובל ואיך כי פודה אותה מן ההקדש לא תחזור ביובל אל האחין זה לא יתכן ולא שייך לאמר דזכי מרשות ההקדש בפדיונו ותו הוי כאילו היה ביד הקדש שגם זכות ההקדש אינו מתפשט אחרי היובל ולכן אף אם יחזור ויפדנה ג\"כ הדרא ביובל ותו אין לו בה קנין הגוף תמיד בכל אופן שיהיה לכן אמר רב יוסף דלא מצא ידיו ורגליו דלא משכחת דמייתי בכורים, אבל לר\"י דסובר דנכנסין ונותנין דמיה דזכות הקדש מתפשט לצמיתות א\"כ כי יפדה מיד ההקדש הלא לא תחזור ביובל ובידו להקדישה ולפדותה ולא סמכא דעתיה דמוכר ועדיפא מיובל ראשון ודוק:<br><b> וכיון </b> שכן א\"ש גם פסק רבינו, דאיהו סובר דקיי\"ל כר\"י דנכנסין ונותנין דמיה ובכ\"ז סבר כשמואל דבשנת היובל אינה קדושה כל עיקר וטעמו דמשנת היובל ולא שנת יובל בכלל וביובל אינו מדבר קרא מכלל דאינה קדושה ולא סבר פלפולא דרב יוסף בטעמייהו ונמצא דזכות הקדש מתפשט אחר היובל ג\"כ כיון שכבר זכתה בה הקדש לא פקעה בכדי [וכמו דאיתא מ\"ד בנדרים דקדושת דמים לא פקע ג\"כ בכדי יעו\"ש] אבל לחול קדושה ביובל לא מצי כיון דאינו יכול למכור כן אינו יכול להקדיש, וכיון דאיהו מצי להקדישה ולפדותה ואז יזכה זכות שהיה בהשדה להקדש ולא תחזור לאחין ביובל לכן כקה\"ג דמי ורק רב יוסף לטעמיה אזיל ודוק:<br><b> ודע </b> דלפי המתבאר סברת רבינו דאע\"ג דלר\"י לא יצאתה השדה מיד הקדש בלא פדיון בשנת יובל וכהנים נכנסין ונותנין דמיה, בכ\"ז לחול הקדושה לא מציא בשנת יובל, וזה אינו רק אם נאמר דמוכר שדהו בשנת יובל אינו מכורה כל עיקר, אבל אם נאמר כרב דמכורה ויוצאה הלא לא גרע מקדיש לגבוה ממוכר להדיוט וחלה ההקדש רק דיובל מפקיע דתהא קדושה ויוצאה, זה לא יתכן כיון דלר\"י אמרו דכיון שחלה ההקדש תו לא מפקיע היובל בכדי וגם הכהנים נותנין דמיה, וזה כוונת הגמרא ורב סבר סוף סוף לבעלים מי קא הדרא לכהנים הוא דנפקא וכהנים משולחן גבוה זכו, פירוש דכח ההקדש נמשך גם אחרי היובל לצמיתות וא\"כ אי אפשר לומר דהוי הקדש כמכר לרב גופיה דסבר במכר דמכורה ויוצאה דא\"כ בהקדש תהא קדושה ויוצאה, וכיון דחל כח ההקדש תו לא פקע היובל את זכות ההקדש ואיך יתכן לומר דאינה קדושה כל עיקר וזה הוכחה אלימתא לדידיה דקדושה ונותן חמשים ולא למיסתר הקל וחומר זה דקו\"ח לא סבר רב אף במכר דסבר דאין היובל מפקיע לגמרי, רק זהו הוכחה דקדושה ונותן חמשים, אבל אנן דקיי\"ל כשמואל דבמכר אינה מכורה כלל אם מדמינן הקדש למכר אינה קדושה כלל וזה כסתם ברייתא דמשנת היובל ואין שנת יובל בכלל, ודוק בזה:"
            ],
            [
                "<b>אבל היורש את אשתו אעפ\"י שירושת הבעל מדבריהם עשו חיזוק לדבריהם כשל תורה ואינו מחזיר ביובל.</b><br><b> הנה </b> בגמרא מפרש טעמא דר\"מ דיורש את אשתו אינו מחזיר ביובל משום דסבר ירושת הבעל דאורייתא, מוכח דאי הוי מדרבנן אז לדידיה דסבר מתנה אינה חוזרת ביובל ג\"כ הוי לירושת הבעל לחזור, משום דאי הוי מדבריהם הוי תמורת קבורתה לכן בארוסה דאינו קוברה אינו יורשה כדאמר סוף נערה שנתפתתה והוי כמו מכר וחוזרת אפילו לר\"מ טפי ממתנה, אמנם רבינו פסק כרב דאמר כן בפרק הכותב, אולם צריך להבין א\"כ מנ\"ל לרב טעמא דר\"י בן ברוקא משום דסבר ירושת הבעל דבר תורה דילמא סבר כוותיה דהוי מד\"ס וחכמים עשו חיזוק לדבריהם כשל תורה, אך יש להבין מה מקשה אריב\"ב דאמר אף היורש את אשתו יחזיר לבני משפחה וינכה מהן את הדמים מאי קסבר כו' דמים מאי עבידתייהו נוקמא בפשיטות דזה ברור לפום מה דקיי\"ל דמתנה חוזרת ביובל ודאי דאיכא ביה דין גאולה לקרובים כמו מכר לאחר שאכל שני תבואות שגואל בעל כרחו של המקבל מתנה ויעויין תוס' ערכין (דף ל\"א) שמדבריהם מוכח דאף לר\"מ דסובר דמתנה אינו חוזר ביובל מכל מקום מודה דדין גאולה אית בה [ועיין מש\"כ בחידושי לערכין] א\"כ ר' אלעזר דסובר דכולם חוזרין ביובל לבטלה סובר דבבכור ויורש ליכא בהו דין גאולה כיון דמצד קורבתם הן נוטלים וליכא מאן דקרוב מנייהו טפי אבל בעל אע\"ג דאיהו נוטל במקום בן ועדיף מניה מכל מקום לאחר מיתה פקע שארותו ואין יורש בראוי משום האי טעמא [יעויין פרק יש נוחלין (דף קי\"ד) תוס' ד\"ה מה] לכן איכא בה גאולה ולפי מה הוא גואל אותה לפי שויה כמו קנה במאתים והוזלה במאה דמגרע לפי שויה, וע\"ז אמר דמשווי השדה ינכה מן הדמים מה שהיה אוכל בשנים שהיה ת\"י וכמו גירעון דכולהו היינו לפי המחיר שהיתה בעת המתנה מנכה השנים שהיו ת\"י שבשנת היובל חוזרין לגמרי למשפחת אשתו ומחלקין הדמים שהיא שוה בעת המיתה לשנים שעד היובל ומזה מגרע הבעל עבור השנים שהיו ת\"י והמותר נותנין לו וגואלין בעל כרחו וזה פירוש מרווח בפירוש המשנה. ובתוספתא תנן ריב\"ב אומר היורש את אשתו בני משפחה נותנין לו מעות ומוציאין מידו שנאמר לא תסוב נחלה ממטה למטה כו'. ונראה דלפי מה דמפרש הגמרא דבני משפחה פודין ביובל ונותנין הדמים וכמו שפירשו בתוס' פרק הכותב דליכא פגם משפחה רק ביובל שכל השדות חוזרת וזו אינה חוזרות, א\"ש דמביא ראיה דצריך ליתן דמים ביובל וירושת הבעל דבר תורה דכתיב ולא תסוב נחלה ממטה למטה ובהסבת הבעל הכתוב מדבר כמפורש פרק י\"נ (דף קי\"ג) אלמא דאינו חוזר ביובל וכמו דכתוב שם ואם יהיה היובל ונוספה נחלתן וכמו שפירש בירושלמי פרק הכותב שירושת תורה אינו חוזר, ונכון. ומזה יצא להגמרא לפרש בביה\"ק ומשום פגם משפחה דביובל נותנין דמים [ולא כמו דפירשתי דסבר כר' אלעזר דחוזרין ביובל וקודם יובל אמר דיוצאין בגרעון כסף] ודוק:<br><b> ולפי </b> פסק רבינו דאע\"ג דירושת הבעל מדבריהם בכ\"ז אינו חוזר ביובל משום דעשו חכמים חיזוק לדבריהם ומפרש כן אליבא דרב דגם בזה עשו חיזוק, א\"ש הך דאמר סוף פרק יש נוחלין גבי יובל שווינהו רבנן כיורש משום פסידא דידיה, דרק מדבריהם אינו חוזר ביובל ויעוין תוס' שם שהרגישו בזה. ולפ\"ז א\"ש ומוכרח כפסק רבינו ועיין בלחם משנה הלכות אישות פי\"ב מש\"כ בזה:<br><b> והנה </b> בסוגיא שם דבעי אי בעל כלוקח או כיורש ובעי למיפשט מהך דשלח רבין באיגרתיה דנשאת הבת אלמנתו ניזונת מנכסיו אפילו לאחר מיתת הבת אמר אביי אי לאו דשלח רבין אנן לא ידעינן והא תנן אלו שאין חוזרין ביובל כו' והיורש את אשתו, שתמוה דאטו בן שלקח שדה מאביו ומת אביו אחר זה אטו חוזר לאביו ביובל לבטלה, אטו בשביל מקחו פקע ממנו דין יורש וכדמוכח פלוגתא דתנאי גבי לקח שדה מאביו והקדישה ומת אח\"ז אם הוה שדה אחוזה לגבי הקדש יעו\"ש, ומוכרח מזה כרבינו דאזלא הך סוגיא דירושת הבעל דדבריהם, ובכ\"ז עשו חיזוק לדבריהם שאינו חוזר ביובל ואם נאמר דכלוקח שווינהו מחיים לא מסתברא שיעדיפו כחו לאחר מיתה ויעשוהו כיורש דבר תורה, דאם ירושתו הוי מדבריהם הוא עבור קבורתה והוי כלוקח וע\"כ דרבנן לא חשבו הזכותים שלו בנכסיה תמורת החיובים שהוא מתחייב אל אשתו כמקח ודוק. אמנם יש ליישב אליבא דתוס' כך, דכיון דאינו יורש בראוי רק במוחזק ביד המוריש וכמו שאמרו גבי בכורה ובמלוה שעמו פלגי משום דהוי ראוי לגבי המוריש ואם תאמר דכלוקח מחיים דמי ושדה זו כבר איננה ביד אשתו רק לקוחה להבעל א\"כ תו הוי ראוי ואינו יורש את אשתו וא\"כ לית ליה רק דין לוקח ותו אינו יורש והדרא ביובל. אבל צריך ביאור עוד, כיון דתאמר דחוזר ביובל א\"כ לית לבעל בה רק קנין לזמן עד היובל וביובל הדרא, וא\"כ הא אמרו סוף השולח דבכור נוטל פי שנים בשדה החוזרת לאביו ביובל משום דקנין הגוף דאית לאביו מיחשב כאילו הוא מוחזק בידו, וכיון דתאמר דחשבינן לי' כאילו הוי לוקח עד היובל וא\"כ תו יורש הבעל את השדה כמו בכור שנוטל פי שנים דהוי כמכור לאחר עד היובל ומה לי מכור לאחר מ\"ל מכור לדידיה ולכן אינו חוזר מה שיורש את אשתו ולעולם הוי לוקח והוי יורש ג\"כ כמו שהקשינו, וזה לא קשה דתמן הלא אם היה האב חי היה חוזרת לאביו ביובל אבל כאן אילו חיתה האשה עד היובל ג\"כ לא היתה השדה חוזרת ממנו והיתה קנויה לו רק אם מתה קודם היובל תחזור מדין מקח אבל בחיי האשה אף אם כחול יאריכון ימים כל זמן שהאשה עם הבעל קנוים לו הנכסים והוא לוקח לכן לא מיקרי אצל האשה מוחזק ואין הבעל יורש ממנה ודוק:<br><b> ובהך </b> דבכור נוטל פי שנים בשדה החוזרת לאביו ביובל ודאי לרבינו אף ביובל ראשון של מוכר נוטל פ\"ש, וצ\"ל דלאו כקנין הגוף דמי אף ביובל ראשון רק בכורים מביא ביובל ראשון משום דכיון דמצד מוכר הקנה אותו גוף ופירות רק דרחמנא אפקעינהו, ומצאנו דוגמתו בירושלמי מי שהיה נשוי ה\"א והחוב מרבה כו' שדה החוזרת לאביו ביובל כו' יעו\"ש דלא מיתחשיב כראוי דאמרו במשנה דמותר דינר בעי שלא יהא בראוי יעו\"ש משום דקנין פירות לאו כקנין הגוף דמי ואינו מחשיב ראוי ודוק:<br><b> ויעוין </b> שו\"ת רשד\"ם סימן שע\"ה בחו\"מ בעובדא שאחד צוה ששפחתו תשרת את בנותיו עד שינשאו לאיש ואח\"כ תהי' בירושה לבניו וכתב שם בסוף הסימן דהאי שפחה הוי ראוי לענין בכור, וזה תמוה דהא בכור נוטל פ\"ש בשדה החוזרת ביובל משום דק\"פ לאו כקה\"ג דמי ואי משום דשפחה שמא תמות הרי הגמ' מדמה למוכר עבדו ע\"מ שישמשנו שלשים יום בפלוגתא דק\"פ אם כקה\"ג דמי, ודוק בכ\"ז:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מכר ב' בתים אחד בחצי אדר ראשון ואחד בר\"ח אדר ב' כו'.</b><br><b> יש </b> להסתפק אם ראובן מכר בסוף אדר ראשון לשמעון וחזר שמעון ומכרה ללוי בר\"ח אדר שני ועברה השנה ולא נגאלה עד אחר ר\"ח אדר, דא פשיטא דראובן מוכר הראשון \\מצי לגאול עד סוף אדר דהוי כמו מכר לראשון במנה כן הכא הבעלים הראשון מצי לגאול עד תום שנתו דהוי סוף אדר, רק דא מיבעי מי מצי המוכר השני לגאול מיד הלוקח ממנו כיון שלמכירתו כלתה שנתו בר\"ח אדר מי שייך בזה מה שמכר ראשון לשני כל זכות שתבא לידו וה\"נ כי נחלט אח\"כ לשמעון מכר זכותו ללוי, או דילמא הואיל ועדיין לא הוחלט לא נגמר זכותו וצ\"ע."
            ],
            [],
            [],
            [],
            [
                "<b>הגיע י\"ב [חודש] ולא גאל ה\"ז גואל.</b><br><b> נ\"ב </b> אף בשנה שניה:",
                "<b>ובעת שגואל כו'.</b><br><b> נ\"ב </b> אף בשנה ראשונה גורע:"
            ],
            [
                "<b>כגון הגנות כו'.</b><br><b> נ\"ב </b> עיין תוי\"ט מעשרות פ\"ג:"
            ]
        ],
        [
            [
                "<b>וכשמוסיפין ערי מקלט כו' ללוים.</b><br><b> נ\"ב </b> סוף פ\"ב דמכות מקום ממקומך שתהא מחנה לויה קולטת ואף ערי מקלט יהי' ערי לוים, לשון רש\"י ועיין מכילתא ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אפילו אחר כמה שנים.</b><br><b> נ\"ב </b> ויוצאין ביובל חנם:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות שמיטה ויובל",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}