{
    "title": "Mishneh LaMelech on Mishneh Torah, Nazariteship",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_Nazariteship",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד הרי שהיה נזיר עובר לפניו כו'.</b> ברפ\"ק דנזיר וכתבו התוס' בגמרא מוקי לה בנזיר עובר לפניו ולגופיה לא איצטריך דהא מרישא שמעינן לה אפילו כי לא אמר אלא אהא ונזיר עובר לפניו דהוי נזיר אלא לדיוקא איצטריך דדוקא דאמר כזה דהאומר הריני אפילו נזיר עובר לפניו לא מהני דטפי משמע אהא כזה מן הריני דלא סיים כזה ע\"כ. וסברא זו הביאה הר\"ן בפ\"ק דנדרים (דף ט') ונחלק עליהם וכתב דהריני לא גרע מאהא יע\"ש. וראיתי להרב תויו\"ט ברפ\"ד דנזיר שכתב ומסייע להו לתוס' שכתבו דהריני לא סגי כמו אהא דהא הכא נמי ואני לחוד לא מהני אלא ע\"י התפסה דתוך כדי דבור אע\"פ שהנזיר עובר לפניו ע\"כ. ואין דבריו נראין בעיני דודאי לישנא דואני גריעא טובא דבשלמא אהא או הריני מורה על קבלת שום דבר בגופו אלא דבגמרא הקשו ודלמא הריני בתענית קאמר ותירץשמואל בשעה שנזיר עובר לפניו שמורה שהקבלה היתה על הנזירות אבל אומר ואני אין במשמעות דבריו קבלת שום דבר כלל ומש\"ה אפילו כי נזיר עובר לפניו לא מהני כלל אלא ע\"י התפסה דתוך כדי דבור וזה פשוט. ומ\"ש רבינו וכן אם אחז בשערו כו' ה\"ה אם אחז בשערו ואמר הריני בזה ה\"ז נזיר דמשמעו הריני בשער זה לגדלו כן נלמד מדאמרינן בפ\"ק דנזיר (דף ג') הריני כזה נהי נמי דתפוס בשערו הריני בזה לא אמר כו': "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמר הריני נזיר כשיהיה לי ולד כו'.</b> יש להסתפק באומר הריני נזיר לכשיהיה לי בן או בת וילדה טומטום מהו. מי אמרינן כיון דלבן או לבת הוי נזיר כי ילדה טומטום הוי נזיר ודאי דהא בין הכי ובין הכי קבל הנזירות או דלמא טעמא דאמרינן דכשאמר לכשיהיה לי בן וילדה טומטום דאינו נזיר לאו משום דדלמא נקבה היא ור\"י דכרי היא דאזיל בנזירות לקולא שהרי כתבו התוס' דאפילו מאן דמחמיר בס' נזירות מודה הכא משום דכשאמר לכשיהיה לי בן לא היה דעתו אלא לבן ודאי ולא לטומטום. וא\"כ אף דקאמר לכשיהיה לי בן או בת לא היה דעתו אלא לבן או לנקבה ודאית (א\"ה עיין בס' בנימן זאב) : "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>וכן אם שמע ואמר ואני כו'.</b> נסתפקתי באומר הריני נזיר ושמע חבירו ואמר ואני דקי\"ל דאם הותר הראשון הותר השני אם יכול השני להתיר נדר האב לפי שנמצא שהוא מתיר נדרי עצמו וקי\"ל הוא אינו מיחל. וע\"כ לא מיבעיא לי אלא היכא דמצטרף הבא עם שנים אחרים אם יכול להתיר נדר האב, אבל הוא לבדו פשיטא לי דאינו יכול להתיר דאף דנימא דלא שייך הכא הוא אינו מיחל כיון שאין כונתו להתיר לעצמו אלא לחבירו וממילא הותר נדרו מ\"מ הוי נוגע בדבר ולא גרע מההיא דאיתא בירושלמי המודר הנאה מבני העיר אינו נשאל לזקן שבאותה העיר. אך היכא דמצטרף עם שנים אחרים דליכא משום נוגע בדבר וכדאמרינן בפ' עד כמה כל הבכורות אדם רואה חוץ מבכורות עצמו ואפ\"ה מצטרף עם שני הדיוטות כמ\"ש הר\"ן בפ\"ק דנדרים (דף ח')כ\"כ הריב\"ש, בהא מיבעיא לי דדלמא בכה\"ג שהוא מתיר נדרו אפשר דאפילו אם מצטרף בהדי אחרים לא מהני משום דקי\"ל הוא אינו מיחל או דלמא לא שייך בזה הוא אינו מיחל. וראיתי להתוס' ברפ\"ד דנזיר (דף כ') שכתבו דטעמא דמתני' דהריני נזירה ושמע בעלה ואמר ואני דאינו יכול להפר כפי הצד דבעל מיעקר עקר הנדר מעיקרו הוא משום דאם מפר נדרה א\"כ יתבטל גם נדרו שנדרו תלוי בנדרה וכדתנן הותר האב הותרו כולן ואינו רשאי לגרום דבר להיות נדרו מבוטל כדכתיב לא יחל דברו ודרשינן הוא אינו מיחל אבל אחרים מוחלים לו ע\"כ. ולפי זה נפשט הספק דפשיטא דאינו יכול להתיר. אך ראיתי להתוס' בדף כ\"א ד\"ה בעל שכתבו וצ\"ע דלא דמי לאחרים כיון דרשאי להפר לאשתו. ומכח קושיא זו כתבו פירוש אחר בשם ה\"ר אליהו בסוגית הגמרא יע\"ש. ולפי זה גם בנ\"ד פשיטא דיכול להתיר. והא דתלו בתוס' הטעם משום דרשאי להפר לאשתו אין כוונתם למעט אחר אלא לפי שהוקשה להם דאף דנימא דלא שייך הכא הוא אינו מיחל תיפוק לי משום נוגע בדבר לזה כתבו דגבי אשתו לא שייך נוגע בדבר כיון שהוא רשאי להתיר נדרי אשתו ואין לך נוגע בדבר גדול מזה. וא\"כ היכא דמצטרף השני עם שנים דליכא משום נוגע בדבר הוי דומיא דאשתו. הכלל העולה דהשני לבדו פשיטא לי דאינו יכול להתיר והיכא דמצטרף עם שנים כפי מ\"ש התוס' אמתני' אינו יכול להתיר וכפי מ\"ש בסוגית הגמ' יכול להתיר וכעת הדבר צריך אצלי תלמוד. הן אמת דק\"ל בדברי התוס' שכתבו בסוגית הגמ' דלא שייך גבי בעל הוא אינו מיחל ומכח דין זה כתבו פירוש אחר דמה יענו בההיא דאבעיא לן בדף כ\"ב הריני נזירה בעיקביך מהו כו' ובעו למיפשטה ממתני' דתנן האשה שנדרה בנזיר כו' ואומר ואני בכולא מלתא היא ומש\"ה אינו מפר וע\"כ טעמא דמלתא הוא משום דקאי בלא יחל משום דנדרו תלוי בנדרה וכמ\"ש התוס'. וכן מן הסוגיא הסמוכה לזו דהריני נזיר ואת המעיין היטב בסוגיא יראה דכל שתלוי נדרו בנדרה אינו רשאי להפר משום דקאי בלא יחל דהתם לא שייך טעמא דקיום משום דקיום קודם הנדר לא מהני כלל וזה פשוט וצ\"ע: "
            ],
            [
                "<b>האומר הריני נזיר כשיהיה לי בן כו'.</b> גרסינן בפ\"ב דנזיר (דף י\"ג) בעא מיניה בן רחומי מאביי הריני נזיר לכשיהיה לי בן וכו' (עיין בכ\"מ) או דלמא דה\"ק רחימנא ליה כוותך תיקו, זו היא גירסת רש\"י ותוס'. והכי פירושה הריני נזיר לכשיהיה לי בן ושמע חבירו ואמר ועלי מהו אדבורא דנודר קאי וה\"ק ועלי להיות לכשיהיה לך בן או דלמא אגופיה משמע וה\"ק ועלי ג\"כ להיות נזיר כשיהיה לי בן את\"ל דכל היכא דאמר ועלי אגופיה משמע שמע חבירו ואמר ואני מהו ואני ג\"כ אגופיה משמע או דלמא אדבורא דחבריה קאי ומשמע כאילו אמר ואני רחימנא ליה לאותו בן כוותך ואהא נזיר לכשיהא לך בן והיכא דקאמר ועלי לא שייך לומר רחימנא ליה דלא שייך על ועלי לומר רחימנא ליה כוותך. את\"ל כל באנפיה כסיפא ליה מלתא פירש\"י דבין אמר ועלי בין אמר ואני כסיפא ליה מלתא למימר לכשיהא לי בן אהא נזיר דלמה לו להזיר בפני זה יזיר בפני עצמו אלא מדקאמר ליה באפיה איכא למימר דה\"ק אף אני אהא נזיר לכשיהיה לך בן. אמר הריני נזיר לכשיהא לפלוני בן ושמע חבירו ואמר ואני מהו מי אמרי' שלא בפניו אנפשיה קאמר או דלמא ה\"ק ליה רחימנא ליה כותיך ופירש\"י דה\"ה היכא דקאמר ועלי קא מיבעיא ליה היכא דאמר הריני נזיר לכשיהיה לפלוני בן ושמע חבירו ואמר ועלי ומפשטא דשמעתתא משמע דלעולם היכא דקאמר ועלי פשיטא ליה דאגופיה משמע וה\"ק הריני נזיר לכשיהא לי בן כיון דלא שייך למימר רחימנא ליה אך היכא דקאמר ואני נסתפקתי דלמא אדבוריה קאי כיון דאיכא למימר רחימנא ליה כותך או דלמא דגם באומר ואני אדבוריה קאי. ואת\"ל דכל באנפיה כסיפא ליה אמר הריני נזיר לכשיהא לפלוני בן ושמע חבירו ואמר ואני מהו מי אמרי' שלא בפניו דלא כסיפא ליה אנפשיה קאמר או דלמא ה\"ק רחימנא ליה כוותך אבל באומר ועלי דאיכא תרתי לטיבותא חדא דלא כסיפא ליה ועוד דליכא למימר רחימנא ליה מעולם לא נסתפקו דודאי אנפשיה קאמר אך באומר ואני נסתפקו דאף במקום דלא כסיפא ליה אדבוריה קאי וה\"ק רחימנא ליה כוותך: <br><b>ולענין הלכה כפי קצת הגאונים דס\"ל דכל את\"ל הוי פשיטותא א\"כ באומר הריני נזיר לכשיהיה לי בן ושמע חבירו ואמר ועלי אין המתפיס נזיר אא\"כ נולד לו בן משום דאגופיה משמע ואם אמר ואני לכשיולד בן לנודר הוי נזיר המתפיס דה\"ק רחימנא ליה כוותך ואם אמר הריני נזיר לכשיהיה לפלוני בן אם אמר ועלי פשיטא דאין המתפיס נזיר אא\"כ נולד לו בן שהרי אפי' במקום דכסיפא לי' אמרי' דאנפשיה קאמר כ\"ש במקום דלא כסיפא ליה. אך היכא דקאמר ואני או אז הדבר בספק דדלמא רחימנא ליה כוותך קאמר ואינו נזיר אלא לכשיולד לכשיוולד לפלוני בן או דלמא כל באנפיה לא כסיפא ליה ואינו נזיר אלא כשיולד בן למתפיס. ומדברי רש\"י נראה דלא ס\"ל דכל את\"ל הוי פשיטותא ומש\"ה קאמר דגם באומר ועלי נסתפקו היכא דקאמר הריני נזיר לכשיהא לפלוני בן. ולפי דבריו בכל הצדדין בין באומר הריני נזיר לכשיהא לי בן ושמע חבירו ואומר ועלי או ואני או באומר הריני נזיר לכשיהא לפלוני בן ואמר ועלי או ואני איכא לספוקי דאפשר דאינו נזיר אא\"כ נולד בן למתפיס דאנפשיה קאמר או דלמא אדבוריה קאי ואינו נזיר אלא לכשיולד בן לנודר או לפלוני. ומיהו נראה דאף לשיטת רש\"י דס\"ל דאת\"ל לאו פשיטותא הוא מ\"מ אפשר לומר דלעולם פשיטא ליה לתלמודא דבאומר הריני נזיר לכשיהא לפלוני בן ושמע חבירו ואמר ועלי דפשיטא דאנפשיה קאמר ואינו נזיר אלא לכשיהא בן למתפיס כיון דאיכא תרתי לטיבותא חדא דבלישנא דועלי לא שייך לומר רחימנא ועוד דכל שלא בפניו לא כסיפא ליה אך נסתפקו בשלא בפניו באומר ואני משום דבהאי לישנא שייך לומר רחימנא ליה כותיך ועיין במה שכתבו התוס' בסוגיא זו. ולפי דרך זה הדבר שנשאר בספק הוא באומר לכשיהא לי בן ושמע חבירו ואמר ועלי או ואני או באומר לכשיהא לפלוני בן ושמע חבירו ואמר ואני דאפשר לומר בכל החלוקות הללו דאנפשיה קאמר ואינו נזיר אלא לכשיולד בן למתפיס או אפשר דאדבוריה קאי ואינו נזיר אלא לכשיולד בן לנודר או לפלוני. ולענין הלכה בנדרים שנשארו בתיקו מה יהיה דין המתפיס אי אמרינן בזה ספק נזירות להקל יתבאר לקמן בע\"ה: ודע </b>שהר\"ם יש לו גירסא אחרת בסוגיא וכמו שנראה מדבריו בפ\"ב מהל' נזירות הלכה ה' וגרסתו כך היא הריני נזיר לכשיהא לי בן ושמע חבירו ואמר ואני מהו אדבוריה משמע או אגופיה משמע את\"ל אגופיה משמע אמר הריני נזיר לכשיהא לך בן ושמע חבירו ואמר ואני מהו אנפשיה קאמר או דלמא ה\"ק רחימנא ליה כותיך את\"ל כל באנפיה כסיפא ליה אמר הריני נזיר לכשיהא לפלוני בן ושמע חבירו ואמר ואני מהו תיקו. וגירסא זו היא גירסת הראב\"ד אלא שנחלקו בפירושה והר\"ם ס\"ל דכי בעי מעיקרא באומר הריני נזיר לכשיהא לי בן ושמע חבירו ואמר ואני מהו אדבוריה משמע כלומר על מה שאמר הנודר כשיהא לי בן ואין המתפיס נזיר אלא לכשיולד בן לנודר או דלמא אגופיה משמע כלומר לא קאי אכל דבוריה אלא אגוף ועיקר דבורו דהיינו לאמירתו הריני נזיר בלבד וא\"כ הרי הוא נזיר מיד אבל לא נסתפקו אם כונתו לכשיולד בן למתפיס, ואח\"כ צדדו דאת\"ל אגופיה משמע והרי הוא נזיר מיד אמר הריני נזיר כשיהיה לך בן ושמע חבירו ואמר ואני מהו אנפשיה קאמר והרי הוא נזיר מיד דומיא דאומר לכשיהא לי בן או דלמא אינו מתפיס עצמו בנזירות כלל אלא ה\"ק גם אני אוהבו ושמח בטובתו כמוך אבל באומר הריני נזיר כשיהיה לי בן לא שייך לצדודי חלוקה זו דדלמא לא כיון לנזירות כלל משום דדוקא באומר הריני נזיר לכשיהא לך בן אמרינן דחבירו כשאמר ואני אף שלא כיון לנזירות הוצרך לומר ואני משום דכסיפא ליה שראה שהנודר שמח בטובת חבירו עד שנדר בנזיר לכשיהיה בן לחבירו מש\"ה אמרינן דאף שלא כיון לנזירות אמר ואני לומר שגם הוא אוהבו ושמח בטובתו אבל באומר הריני נזיר לכשיהיה לי בן אם איתא שלא כיון לנזירות לא היה לו לומר ואני דהא לא כסיפא ליה עד שיוכרח לומר שהוא אוהבו ושמח בטובתו. כללו של דבר דוקא כשראובן שמח בטובת שמעון אז כסיפא ללוי אם לא יאמר שגם הוא שמח בטובת שמעון אבל כשראובן שמח בטובת עצמו אין לוי מוכרח לומר שגם הוא שמח בטובת ראובן לפי שכן דרך העולם שהאדם שמח בטובת עצמו ואין לזרים אתו בשמחה זו ואח\"כ צדדו את\"ל כל באנפיה כסיפא ליה אמר הריני נזיר לכשיהא לפלוני בן ושמע חבירו ואמר ואני מהו מי אמרינן כיון דהוי שלא בפניו לא כסיפא ליה והוי דומיא דאומר הריני נזיר לכשיהיה לי בן דלא כסיפא ליה ולא כיון כי אם לנזירות והוי נזיר מיד וסלקא בתיקו. וראיתי למרן שכתב דכי צדדו בגמרא באומר הריני נזיר לכשיהיה לך בן ושמע חבירו ואמר ואני אי אנפשיה קאמר כתב כלומר שהוא מתפיס עצמו בנזירות כשיהיה בן לחבירו ע\"כ. ולא ידעתי מנין לו זה דכיון דבתחלה נסתפקו אם האומר ואני קאי לכל דברי הנודר בתנאיו או דלמא לא קאי כי אם לעיקר הנדר ולא לתנאיו וחזרו ואמרו את\"ל אגופיה משמע באומר הריני נזיר לכשיהיה לך בן מהו מי אמרינן דכיוון לנזירות או לא וא\"כ כפי הצד דכיוון לנזירות אין חלוק בין זה לאומר הריני נזיר לכשיהיה לי בן דכי היכי דהתם הוי נזיר בלתי שום תנאי הכא נמי באומר הריני נזיר לכשיהיה לך בן כפי הצד דכיוון לנזירות הוי נזיר מיד. ומה שכתב הר\"ם שמא לא נתכוין אלא להיות נזיר כמותו אין כוונתו לומר שיהיה נזיר כמו הנודר דהיינו לכשיולד בן לפלוני אלא הכוונה היא אם כיוון לנזירות כמו הנודר והוי נזיר מיד או דלמא לא כיוון לנזירות כלל. ואפשר היה לומר דמה שהכריחו למרן הוא מפני חלוף הלשון שראה בגמרא שאמרו אנפשיה קאמר ולא אמרו אגופיה דומיא דצדדי הבעיא הראשונה ואי משום הא לא איריא דאף כפי דברי מרן תיקשי דהיה להם לומר אדבוריה משמע והרי כפי שפירש רש\"י אין חלוק בפירוש מלת גופיה לפירוש מלת אנפשיה. הן אמת דכפי פירוש רש\"י פירוש אגופיה דהכוונה היא על גוף המתפיס דהיינו לכשיולד בן למתפיס אין חלוק בין אומרים אגופיה לאומרים אנפשיה אך כפי פירוש הר\"ם דפירוש אגופיה כלומר על עיקר וגוף הדבר קאי ולא לתנאיו פירוש זה לא שייך במלת אנפשיה ומ\"מ עדיין קשה דהיה להם לומר אדבוריה משמע ועוד קשה לי דלמה ישתנה דין האומר הריני נזיר לכשיהיה לך בן כפי הצד דכיוון לנזירות מדין האומר הריני נזיר לכשיהיה לי בן דכי היכי דהתם הוי נזיר מיד הכא נמי הוי נזיר מיד אי אמרינן דכיוון לנזירות. וכבר עלו בדעתי דרכים ליישב דברי מרן ומשום דלא נ\"מ לענין דינא לא העליתים על ספר, והר\"ם ז\"ל פסק בבעיא קמאי כמו האת\"ל כשיטתו ושיטת הגאונים ובבעיא אחרונה פסק להקל משום דקי\"ל ספק נזירות להקל: <br><b>ויש </b>להסתפק ראובן שאמר לשמעון הריני נזיר כשיהיה לך בן וענה שמעון ואמר ואני מהו והא פשיטא לי דהכא לא שייך לומר שלא נתכוין לנזירות שהרי כתבנו לעיל דחלוקה זו לא שייך אלא באומר הריני נזיר לכשיהיה לך בן ושמע חבירו ואמר ואני או באומר הריני נזיר לכשיהיה לפלוני בן דכסיפא ליה מלתא כיון שראה שהנודר שמח בטובת חבירו עד שנדר בנזיר ומש\"ה הוכרח לומר ואני לומר שגם הוא שמח בטובת חבירו אבל באומר הריני נזיר לכשיהיה לי בן וכן בנדון זה לא שייך בזה כסיפא ליה, אך מה שנסתפק הוא אי הוי נזיר מיד דומיא דאומר הריני נזיר לכשיהיה לי בן דאמרינן אגופיה קאמר או דלמא שאני התם דהתם הנודר נדר בנזיר לכשיולד לו בן ומש\"ה אמרינן דכי קאמר המתפיס ואני הוי נזיר מיד דראובן בשמחת שמעון מאי איכפת ליה אבל באומר הריני נזיר לכשיולד בן למתפיס וענה המתפיס ואמר ואני אפשר דאדבוריה קאי ואינו נזיר אלא לכשיולד לו בן וכעת הדבר צריך תלמוד. והיכא דהמתפיס לא אמר ואני אלא אמר ועלי נראה דבדין הראשון דהיינו באומר הריני נזיר לכשיהיה לי בן אין חלוק בין אומר ואני לאומר ועלי ובין הכי ובין הכי המתפיס נזיר מיד אך בדין השני דהיינו באומר הריני נזיר כשיהיה לך בן נראה דאם אמר המתפיס ועלי לא שייך הכא לומר שזה נתכוין לומר שאני אוהב שיהיה לך בן כמו זה דבלישנא דועלי לא שייך פירוש זה וכמו שכתבנו לעיל בשם רש\"י וזה פשוט וכיון דליכא למימר שלא כיוון לנזירות וכדכתיבנא נראה דהוי נזיר מיד דומיא דאומר הריני נזיר לכשיהיה לי בן אך כפי מה שכתבנו לעיל בשם מרן נראה דאינו נזיר אלא לכשיולד בן לחברו וצ\"ע וכן בדין הג' נמי לא שייך לומר שמא לא נתכוון לנזירות וכדכתיבנא ואי הוי דינו להיות נזיר מיד או לכשיולד בן לחבירו הוי דינו דלדברי מרן אינו נזיר מיד ולפי מה שכתבנו לעיל הוי נזיר מיד: <br><b>ודע </b>דהראב\"ד ז\"ל אף שגירסתו היא כגירסת רבינו מ\"מ חלוקים הם בפירוש הסוגיא ולדעת הראב\"ד הבעיא הראשונה היא באומר הגריני נזיר לכשיהיה לי בן ושמע חבירו ואמר ואני מהו אדבוריה קאי ואינו נזיר אלא כשיהיה בן לנודר או דלמא אגופיה קאי והוי נזיר כשיהיה בן למתפיס אבל מעולם לא צדדו שיהיה המתפיס נזיר מיד ואח\"כ צידדו את\"ל אגופיה משמע כלומר גם אני כשיהיה לי בן אהיה נזיר אמר לחבירו הריני נזיר כשיהיה לך בן וא\"ל חבירו ואני מהו אנפשיה קאמר כלומר גם אני כשיהיה לי בן אהיה נזיר או דלמא על בן של אותו חבר קאמר שיהא גם הוא נזיר דקאמר רחימנא ליה כוותיה ואת\"ל כל באפיה דההוא חבר כסיפא ליה מלתא אמר שלא בפני חבירו הריני נזיר כשיהיה לפלוני בן ואמר זה ואני מהו מי אמרי' הואיל שלא בפניו אנפשיה קאמר כלומר כשיהיה לי בן או דלמא שלא בפניו נמי רחימנא ליה כוותך קאמר ועל בנו של אותו פלוני קאמר וסליקו ליה כולהו בתיקו. והנראה מדבריו דלא ס\"ל דאת\"ל הוי פשיטותא והיינו דכתב וסליקו ליה כולהו בתיקו וזה מחלוקת קדום היא בין הגאונים והספק שנסתפקנו לעיל לדעת רבינו כפי פירוש הראב\"ד ליכא ספיקא כלל דפשיטא דהאומר הריני נזיר כשיהיה לך בן וענה ואמר ואני פשיטא דאינו נזיר אלא לכשיולד בן למתפיס והיכא דקאמר המתפיס ועלי במקום ואני נראה דבדין הא' אין לחלק בין אומר ואני לאומר ועלי ובדין הב' והג' היכא דקאמר ועלי עיין מ\"ש לעיל בגירסת רש\"י ומשם יש ללמוד לגירסת הראב\"ד ודוק. עוד כתב הראב\"ד בסיום דבריו וכיון דלא פליט מחד נזירות לית ליה תקנתא עד דמני שתי נזירות חד לבן חבירו וחד לבן עצמו ע\"כ. וכוונת הראב\"ד היא דע\"כ לא אמרינן ספק נזירות להקל אלא כשהספק הוא אם חל עליו נזירות או לא אבל היכא דעכ\"פ חל עליו נזירות אלא שהספק הוא בזמן חלות הנזירות בזה לא אמרינן ספק נזירות להקל אלא אמרי' דימנה שתי נזירות וחילוק זה לא מצינו חולק עליו. ומ\"מ אני תמיה בעיקר החילוק דהא בפ\"ב דנדרים (דף י\"ט) אמרי' דטעמא דספק נזירות להקל הוא משום דכיון דספיקו חמור מודאי לא מעייל נפשיה לספיקא דאילו נזיר ודאי מגלח ומביא קרבן ועל ספיקו לא מצי מגלח ולפי טעם זה אין לחלק חילוק זה דהראב\"ד וכעת הדבר צריך אצלי תלמוד. ודע דהא דאמרינן בפ\"ב דנזיר דהאומר הריני נזיר ועלי לגלח נזיר ושמע חבירו ואמר ואני דאפלגיה דדבורא משמע וארישא קאי והוי נזיר ואינו חייב לגלח נזיר אינו דומה לדין זה כלל דשאני התם דהם שני דברים מוחלקים נזירות ותגלחת נזיר מש\"ה אמרינן דמאי דקאמר ואני לא קאי אכוליה דבורא אבל כאן שהכל הוא דבר אחד שאמר הריני נזיר כשיהיה לי בן אפשר דהאומר ואני אכוליה דבורא קאי וזה פשוט: "
            ],
            [],
            [],
            [
                "<b>שנים שהיו מהלכים בדרך וראו אחד בא כנגדן כו'.</b> דתנן בפ\"ה נזיר דף ל\"ב היו מהלכין בדרך ואחד בא כנגדן אמר אחד מהם הריני נזיר שזה פלוני ואחר אמר הריני נזיר שאין זה פלוני הריני נזיר שאחד מכם נזיר שאין אחד מכם נזיר ששניכם נזירים שכולכם נזירים ב\"ש אומרים כולן נזירים וב\"ה אומרים אינו נזיר אלא מי שלא נתקיימו דבריו ור' טרפון אומר אין אחד מהם נזיר הרתיע לאחוריו אינו נזיר רש\"א יאמר אם היה כדברי הריני נזיר חובה ואם לאו הריני נזיר נדבה ע\"כ. ופירשו התוס' דששה היו מהלכין בדרך ואחד בא כנגדן ואמר אחד מן הששה הריני נזיר שזה הבא כנגדו איש פלוני הוא כלומר שאכירהו מרחוק שהוא ראובן ונודר בנזיר אם כדבריו והשני אומר הריני נזיר שאינו הוא לפי שנראה לו שאינו ראובן ונדר בנזיר אם כדבריו שאינו הוא כאשר נראה בעיניו ע\"כ. והנה נראה דס\"ל שאלו הנודרים בנזיר כוונתם להיות נזירים ותלו נזירותם בדבר שהם סוברים שהאמת אתם שהסבור שהבא מרחוק הוא ראובן אמר הריני נזיר אם הבא מרחוק הוא ראובן והסבור שאינו ראובן אמר הריני נזיר אם אינו ראובן ולפ\"ז הקשה בגמ' על לישנא דמתני' דקתני אינו נזיר אלא מי שלא נתקיימו דבריו מי שלא נתקיימו דבריו אמאי הוי נזיר ותירץ רב יהודה אימא מי שנתקיימו דבריו. אך מדברי רבינו בפירוש המשנה נראה דס\"ל דאלו השנים אין כוונתם לנדור בנזיר אלא שבתחלה נחלקו על האיש הבא מרחוק שאחד מהם אמר שהוא ראובן והשני אמר שאינו ראובן והסבור שאינו ראובן לאמת דבריו אמר הריני נזיר שזה ראובן כלומר אם זה הבא כנגדנו הוא ראובן כדבריך הריני נזיר ואין כוונתו לנדור בנזיר אלא שסבור שאינו ראובן והסבור שהוא ראובן אמר הריני נזיר שאין זה פלוני כלומר אם זה הבא כנגדנו אינו ראובן כדבריך הריני נזיר ולפי זה לישנא דמתני' דקתני אינו נזיר אלא מי שלא נתקיימו דבריו אתיא שפיר כלומר שמי שלא נתקיימה שפיטתו הוי נזיר. ויש בדברי רבינו בפירוש המשנה ט\"ס וכך היא עיקר הגירסא לפיכך אם אמר הריני נזיר שזה פלוני אם לא נתקיימו דבריו והרי הוא פלוני חל עליו הנזירות ואם אמר הריני נזיר שאין זה פלוני ונמצא שלא היה אותו פלוני שלא נתקיימו דבריו כדי שינצל מן הנזירות חל עליו הנזירות כו' ע\"כ. ומ\"מ הדבר תמוה אצלי שיפרש רבינו פירוש במשנה הפך התלמוד אף דלא נ\"מ מידי לענין דינא, ועיין בתי\"ט: <br><b>עוד כתבו התוס' דהג' אומר לב' הראשונים הריני נזיר שאחד מכם נזיר שסבור אני שאחד מכם נזיר ולא השני דהיינו אותו שימצא כדבריו והרביעי אומר הריני נזיר שאין אחד מכם נזיר פי' שסבור אני שאחד משניכם אינו נזיר דהיינו אותו שלא ימצא כדבריו אלא האחר שימצא כדבריו הוא ראוי להיות נזיר והיינו כדברי ג' שסבור שאחד מהם נזיר ואחד מהם אינו נזיר אלא שהפכו דבריהם והחמישי אמר לב' הראשונים הריני נזיר ששניכם נזירים כו' והששי אמר הריני נזיר שכולכם נזירים ב\"ש אומרים כולם נזירים משום דס\"ל דהקדש בטעות הוי הקדש וב\"ה אומרים אינו נזיר אלא מי שנתקיימו דבריו ולפי זה אחד מהב' הראשונים הוי נזיר והג' שאמר הריני נזיר שאחד מכם נזיר והד' שאמר שאין אחד מכם נזיר הוו נזירים והה' והו' לא הוו נזירים לפי שלא נתקיימו דבריהם. ור' טרפון אומר אין אחד מהם נזיר דלא נתנה נזירות אלא להפלאה דגבי נזיר כתיב איש כי יפליא שצריך להפליא בשעת קבלת הנזירות ואפי' אחד מן השנים שנמצא כדבריו אין ברור לו בשעת נדרו עד שיבא אצלם ויכירוהו דכיון שלא היה ברור להם באותה שעה לא גמרו להיות נזירים והג' שאמר אחד מכם נזיר אין אחד מהם נזיר והד' נמי שאומר אין אחד מכם נזיר משמע נמי שאין אחד מכם נזיר וחבירו מיהא הוי נזיר והב' הראשונים אין שום אחד מהם נזיר שהרי לא נתנה נזירות אלא להפלאה ואי הוה אמר הד' לב' הראשונים הריני נזיר שאין שום אחד מכם נזיר הד' נהיה נזיר שב' הראשונים אינם נזירים לר\"ט ושפיר הוה חשיב הפלאה ומהאי טעמא ניחא אמאי לא תנא תו שאין שניכם נזירים שאין כולכם נזירים דאי אמר הכי היה ודאי נזיר לר\"ט שהאמת הוא שאין שניהם נזירים ולא כולם נזירים. הרתיע לאחוריו פירוש חזר לאחוריו ולא נודע מי היה אין נזיר שום אחד מהם דאע\"פ שברור הוא כדברי אחד מהם מ\"מ כיון שלא הוברר לנו דברי מי נתקיימו אין אחד מהם נזיר כר' יהודה דאמר לא מחית איניש נפשיה לספיקא ור\"ש ס\"ל דספק נזירות להחמיר ומש\"ה הצריך תנאי והני תנאי ר' יהודה ור\"ש פליגי אליבא דב\"ה כו' עכ\"ד. העתקתי דבריהם מפני רבוי הטעיות. עוד שנינו שם ראה את הכוי ואמר הריני נזיר שזה חיה הריני נזיר שזה אינו חיה הריני נזיר שזה בהמה הריני נזיר שאין זה בהמה הריני נזיר שזה חיה ובהמה הריני נזיר שאין זה לא חיה ולא בהמה הריני נזיר שאחד מכם נזיר הריני נזיר שאין אחד מכם נזיר הריני נזיר שכולכם נזירים הרי כולם נזירים ע\"כ. והנה קודם שנבאר משנה זו ראיתי להעתיק מה שפירש רש\"י בדף ל\"א עלה דמתני' דלעיל שהובאה שם אגב גררא שכתב ואחד בא כנגדן ופתח אחד מהשנים ואמר הריני נזיר שזה פלוני כלומר הריני נזיר אם זה פלוני דודאי איננו איש פלוני ואחד אומר הריני נזיר אם אין זה פלוני ע\"כ. ודברי רש\"י הללו הם ממש כדברי רבינו בפירוש המשנה שכוונת אלו הנודרים אינה להיות נזירים אלא לאמת שפיטתם נדרו בנזיר הפך מה שכתבו התוס'. עוד כתב רש\"י שם ופי' שאר מחלוקות השנויות במשנה ע\"פ הצעה זו וכתב ובא אחד ואמר הריני נזיר אם אחד מכם נזיר ובא אדם ואמר הריני נזיר אם אין אחד מכם נזיר דודאי יש בכם אחד שהוא נזיר ובא אחד ואמר הריני נזיר אם שניכם נזירים ובא הו' ואמר הריני נזיר אם כולכם נזירים ע\"כ. ולפי דברי רש\"י הללו אליבא דב\"ה מאלו הד' האחרונים הג' הוא נזיר שאמר הריני נזיר אם אחד מכם נזיר אך הד' אינו נזיר שהרי אמר הריני נזיר אם אין אחד מכם נזיר והרי אחד מהם נזיר ולפי פירוש התוס' שכתבנו לעיל הד' הוי נזיר והה' והו' בין לרש\"י בין אליבא דתוס' אינם נזירים וכמבואר אך מה שאני תמיה כפי דברי רש\"י הללו הוא דא\"כ אמאי קאמר ר\"ט דאין שום אחד מהם נזיר והד' שאמר הריני נזיר אם אין אחד מכם נזיר אמאי לא הוי נזיר אליבא דר\"ט והא אליבא דתוס' כתבנו לעיל דאם היו אומרים הריני נזיר שאין שום אחד מכם נזיר או שאין שניכם נזירים או שאין כולכם נזירים כל אחד מאלו הג' חלוקות הוי נזיר לר\"ט וא\"כ לרש\"י האומר הריני נזיר אם אין אחד מכם נזיר אמאי לא הוי נזיר כיון שלפי האמת אין אחד מהשנים הראשונים נזיר. והנראה אצלי הוא לומר דדוקא הנודר בנזיר אם יהיה כסברתו הוא ממה שכתבו התוס' שאם אמר הריני נזיר שאין שום אחד מכם נזיר דהוי נזיר לר\"ט שהרי היה ברור אצלו בשעת נדרו שאין שום אחד מהם נזיר ושפיר קרינן ביה איש כי יפליא ולא דמי לשנים הראשונים שלא היה ברור אצלם אם הבא כנגדם היה ראובן אם לאו עד שיבוא אצלם אבל הכא היה ברור אצל הנודר שאין שום אחד מהם נזיר שכך הוא הדין אבל כפי דברי רש\"י שזה לא כיוון לנדור וטעה בדין שהיה סבור שאחד מהראשונים היה נזיר ואמר הריני נזיר אם אין אחד מכם נזיר לא הוי נזיר לר\"ט ולא קרינן ביה כי יפליא שהרי לא היתה כונתו לנדור בנזיר כלל ומש\"ה לא הוי נזיר: והנה ראיתי למוהרימ\"ט בח\"א סי' י\"ט שכתב שמדברי רבינו בפ\"ב מהל' נזיר נראה דמפרש למתני' דשנים שהיו מהלכין כו' באסמכתא גמורה ואע\"ג דלא משמע כן כו' מ\"מ לא חשש הרב אלא לפסק הלכה דלב\"ה אפי' באסמכתא גמורה הוי נזיר מי שלא נתקיימו דבריו ע\"כ. ואני תמיה על הרב דמה יאמר ביום שידובר בו דברי רבינו בפירוש המשנה דפירשה למתני' באסמכתא גמורה. שוב ראיתי להרב עצמו בחלק י\"ד סי' כ\"ה שהביא דברי רבינו שבפירוש המשנה ותמה עליהם מסוגית הגמרא דפריך אמתני' דקתני אין נזיר אלא מי שלא נתקיימו דבריו מי שלא נתקיימו דבריו אמאי הוי נזיר כו' ואח\"כ רצה להעמיס פירוש רבינו בדברי רב יהודה וכתב שהוא דחוק מאד יע\"ש. ויותר נ\"ל דרבינו פירשה למתני' כאביי אלא שהיתה לו גירסא אחרת בדברי אביי והנה גירסתנו היא א\"נ לאו פלוני הוא אהא נזיר ומאי לא נתקיימו דבריו לא נתקיימו דבריו הראשונים אלא דברים האחרונים והנה גירסא זו היא תמוה בעיני דהנה נראה מדברי רש\"י דזה הנודר נדר בנזיר בין שיהיה הבא כנגדו ראובן או לא יהיה ראובן וכן פירש\"י דב\"ה הכי קאמרי לא מיבעיא כי נתקיימו דבריו הראשונים הוי נזיר אלא אפי' לא נתקיימו דבריו הראשונים ה\"ז נזיר משום דבריו האחרונים ע\"כ. ולא ידעתי מתני' מאי אתא לאשמועינן דמלתא דפשיטא היא דהאומר הריני נזיר שזה פלוני וחזר ואמר אי נמי לאו פלוני הוא אהא נזיר פשיטא דהוי נזיר ממ\"נ. וסבור הייתי לומר דכשחזר ואמר א\"נ לאו פלוני לא גמר דבריו לומר אהא נזיר ולא אמר אלא א\"נ לאו פלוני ואשמעינן מתני' דהריני נזיר דקאמר בתחלת דבריו מהני לסיום דבריו ואם לא נתקיימו דבריו הראשונים אלא האחרונים הוי נזיר משום דבריו האחרונים אף שלא אמר אהא נזיר. והנה אם דבריו האחרונים הם תוך כ\"ד פשיטא דמהני ואם לאו נ\"ל דלא מהני. ולפי זה עדיין ק\"ל דמתני' מאי אתא לאשמועינן. ומלבד קושיא זו אין פירוש זה מתיישב בלשון הגמ' כפי גירסתנו. ועוד אני תמיה דלפי אוקמתא זו דאביי אמאי קאמר ר\"ט אין אחד מהם נזיר כיון שזה נדר בנזיר בין שיהיה פלוני בין שלא יהיה. וכן סיפא דמתני' דקתני הרתיע לאחוריו אינו נזיר לא יצדק בחלוקה זו וכמבואר. וע\"כ לומר דסיפא זו ודברי ר\"ט לא מיירי אלא באומר א\"נ לאו פלוני וכל זה הוא דוחק. ומדברי התוס' נראה דלא גרסי נמי אלא אי לאו פלוני וס\"ל שזה חזר בו מכל וכל מדבריו הראשונים ומיירי שחזר בו בתוך כ\"ד ואשמעינן דתוך כ\"ד כדבור דמי ע\"כ: והנראה </b>אצלי דגירסת רבינו היא כגון דאמר לאו פלוני הוא ומאי לא כו' וס\"ל דרב יהודה ואביי פליגי בפירוש דמתני' דר\"י סובר דזה האומר הריני נזיר דזה פלוני זה הנודר היה סבור שהוא פלוני ורצה לנדור בנזיר אם ימצא כדבריו, וזהו פשטא דמתני' דקתני הריני נזיר שזה פלוני אלא שהוקשה לו דברי ב\"ה דקאמרי אינו נזיר אלא מי שלא נתקיימו דבריו והגיה המשנה ואמר אימא מי שנתקיימו דבריו, ואביי סובר שזה האומר הריני נזיר שזה פלוני מתחלה אמר שזה הבא כנגדו אינו פלוני ואח\"כ חזר ואמר הריני נזיר שזה פלוני וא\"כ כוונתו היא לומר הריני נזיר אם לא תהיה שפיטתו צודקת שאמר בתחלה שאינו פלוני. ולפי זה אתו דברי ב\"ה כפשטן דקאמר שאינו נזיר אלא מי שלא נתקיימו דבריו הראשונים דהיינו מה ששפט בדעתו. ולפי סברת אביי האומר הריני נזיר שאין זה פלוני אמר בתחלה שזה הבא כנגדו הוא פלוני אבל הוצרך אביי לפרש זה דכיון שפירש דהאומר הריני נזיר שזה פלוני אמר בתחלה שאינו פלוני ממילא משמע שהאומר הריני נזיר שאין זה פלוני אמר בתחלה שהוא פלוני וזה פשוט. ומה שדחקו לרב יהודה לשבש לשון המשנה ולהגיה ולא פירש למתני' כאביי דאתו דברי ב\"ה כפשטן בלתי הגהה. נ\"ל דהיינו משום דס\"ל לר\"י דהנודר בדרך אסמכתא גמורה אפי' ב\"ה מודו דאינו נזיר לפי שזה לא היתה כונתו לנדור בנזיר. וכבר הובאה סברא זו במהרימ\"ט ח\"א סי' י\"ט ובחי\"ד סי' כ\"ה בשם אחד מגדולי האחרונים דב\"ה לא פליגי אדר\"ט באסמכתא גמורה ומש\"ה הגיה המשנה אך אביי ס\"ל דאף באסמכתא פליגי ב\"ה וס\"ל דהוי נזיר וכמ\"ש הראשונים ומש\"ה פירשה למתני' כפשטה ורבינו פסק כאביי וכהסכמת כל הפוסקים: תנן בפ\"ב דנזיר (דף י') אמר אמרה פרה זו הריני נזירה אם עומדת אני אמר הדלת הזה הריני נזיר אם נפתח אני ב\"ש אומרים נזיר וב\"ה אומרים אינו נזיר אמר ר' יהודה אף כשאמרו ב\"ש לא אמרו אלא באומר הרי פרה זו עלי קרבן אם עומדת היא ע\"כ לשון המשנה. ובגמ' פרה מי קא מישתעיא אמר רמי בר חמא כגון שהיתה פרה רבוצה לפניו ואמר כסבורה פרה זו אינה עומדת הריני נזיר מבשרה אם עמדה מאליה ועמדה מאליה ע\"כ. ופירש\"י כגון שהיתה פרה רבוצה לפניו ואמר כמדומה לי שסבורה פרה זו שאינה עומדת לעולם ע\"י אדם הריני נזיר מבשרה אם תתקיים מחשבתה שתהא עומדת מאליה אלא אני אלך ואעמידנה ולגבי דלת נמי כגון שהיה דלת נעול לפניו ואמר כמדומה אני שסבור הדלת הזה שאין נפתח ע\"י אדם הריני נזיר מנסריו אם תתקיים מחשבתו שיפתח מאליו ועמדה הבהמה מאליה ונפתח הדלת מאליו שחל עליו הנדר והלכו ב\"ש לשיטתן וב\"ה לשיטתן כו' ע\"כ. והמתבאר מדברי רש\"י הללו הוא דס\"ל דנודר זה אין כונתו לידור בנזיר אלא לאמת מחשבתו שחשב שהוא יעמידנה וע\"כ נדר בנזיר אם תהא עומדת מאליה וכן הוא דעת התוס' שכתבו סבורה פרה זו בלבה מחמת שרבוצה כל כך שאינה יכולה לעמוד מאליה וכדי לאמת מחשבתו נדר ואמר הריני נזיר אם תעמוד מאליה לפי שהיה סבור שהיא לא תעמוד מאליה מחמת שראה אותה רבוצה כל כך. ואין חילוק בין פירוש רש\"י לפירוש התוס' אלא במה ששפט הנודר בדעת הבהמה דלדעת רש\"י הבין הנודר שהבהמה סבורה שאינה עומדת ע\"י אדם ורצה לצחק בה ואמר הריני נזיר אם היא תעמוד מאליה כמו שהיא סבורה אלא אני אלך ואעמידנה. והתוס' סבורים שזה לא היתה כוונתו להעמידה אלא לפי שחשב שסבורה הבהמה שאינה יכולה לעמוד וכל כך נתחזק אצלו סברא זו עד שנדר ואמר הריני נזיר אם תעמוד מאליה ואח\"כ נרגשו התוס' מתיבת אני השנויה במשנה שאין לה מובן ופירשו בשם ה\"ר יוסף איש ירושלים דפירושא דמתני' הכי הוא דאמר האדם כשראה פרה רבוצה כמדומה אני דאמרה פרה זו הריני נזירה אם עומדת אני, שהיא תואבת לעמוד ואינה יכולה וברצון תדור נזירות אם תעמוד אני אשלים דבריה דהריני נזיר אם תעמוד וכולה מתני' אמלתא דפרה, והתלמוד מוסיף בה דאמר האדם. והקשו לפירוש זה דאי איירי שאומר בפירוש הריני נזיר מבשרה אם היא עומדת ע\"כ הוי כולה ענינא דאמרה פרה בכדי דאין דבורה מועיל כלום, ותירצו דנראה לפרש שאין האדם אומר כלום רק שהיה מספר מילתא דפרה כו' הילכך כשאדם מספר לפנינו כך בדעתו לקיים שיהיה נזיר מבשרה ופליגי ב\"ש וב\"ה כאילו אמר האדם בפירוש אני נזיר מבשרה אם תעמוד ע\"כ. ובאמת דמלבד מה שהקשו התוס' דלפי זה מאי פריך והא אמרוה ב\"ש חדא זימנא הא איצטריך לאשמועינן דאע\"ג דלא הזכיר כלל נזירות אפ\"ה הוי נזיר, עוד אני תמיה בעיקר הדין כיון שהוא לא הזכיר נזירות על עצמו מהיכא תיתי שיתחייב בנזירות וצ\"ע: <br><b>ודע שמה שכתבו התוס' דלא שייך בה נזירות רק שתהא מופרשת לאיסורא כו' כוונתם היא לומר דבשלמא לפי מה שהיינו סבורים שזה אמר בפירוש הריני נזיר מבשרה היינו דאיפליגו ב\"ש וב\"ה דומיא דמאי דפליגי באומר הריני נזיר מן הגרוגרות ומן הדבלה, אך לפי מה שהם רוצים לומר שזה לא אמר כלום אלא שהוא מספר לפנינו מה שאומרת הבהמה בלבה הריני נזירה אם עומדת אני וכשאמרה בפנינו כן הוה ליה כאילו האדם גם כן אומר מה שאמרה הבהמה והוה ליה כאילו אמר הריני נזיר אם תעמוד וא\"כ לא שייך הא לההיא דגרוגרות לזה כתבו דכשהוא אומר שהבהמה אומרת הריני נזירה לא שייך בה נזירות אלא שתהא מופרשת לאיסורא כו' ולפי זה כשאנו דנין בזה כאילו אמר הוא כדברים האלה הוה ליה כאילו אמר הריני נזיר מבשרה והוי דומיא דגרוגרות: ודע שהייתי סבור לומר שמלת אני המוזכרת במשנה לפי פירוש ה\"ר יוסף אינה מדברי הבהמה אלא מדברי האדם שאומר ואני כלומר שהוא מספר ואומר הבהמה אומרת בלבה הריני נזירה אם עומדת ואני ג\"כ אלא שבתחלה היו סבורים שהיה אומר בפירוש ואני ג\"כ הריני נזיר אם תעמוד ולבסוף כתבו שאינו אומר כי אם ואני אבל כשאינו אומר ואני פשיטא שאינו כלום ואפ\"ה הקשו התוס' דמאי פריך והא אמרוה ב\"ש הא איצטריך לאשמועינן אע\"ג דלא הזכיר נזירות כלל אלא שאמר ואני על נזירות הבהמה וגם זה הוא חידוש גדול וצ\"ע: תו </b>אמרינן בגמרא דרבא אוקמה למתני' כגון דאמר הריני נזיר מבשרה אם לא עמדה ועמדה מאליה ב\"ש סברי תורפיה דההוא גברא משום אוקמה בידיה הוא והא לא אוקמה וב\"ה סברי תורפיה דהאי גברא משום דרביעא והא קמת ע\"כ. והנה באוקימתא זו הוסיף רבא מלת לא במתני' גרסינן אם עומדת ורבא קאמר אם לא עמדה. ורש\"י ז\"ל כתב כגון שהיתה פרה רבוצה לפניו ואמר כסבורה פרה זו שאינה עומדת לעולם לא מאליה ולא ע\"י אדם הריני נזיר מבשרה אם לא עמדה ומתני' דקתני אם עומדת הכי משמע היא סבורה שתתעכב שם הריני נזיר אם תתקיים מחשבתה שתהא עומדת שם אלא אני אעמידנה ועמדה מאליה כו' ע\"כ. והנה פירש רש\"י מלת עומדת האמורה במשנה מלשון עכבה כלומר היא סבורה שעומדת כלומר שתתעכב שם הריני נזיר אם לא עמדה אך מדברי התוס' נראה דרבא מוסיף בלשון המשנה תיבת לא. ובטעם מחלוקת ב\"ש וב\"ה פירש\"י דטעמא דב\"ש הוא משום דסברי תורפיה דהאי גברא כו' כלומר עיקר של זה לא הוה אלא אדעתא דאיהו לוקים לה בעל כרחה והאי דקאמר אם לא עמדה אם לא אעמידנה משמע והילכך כיון דלא אוקמה הוי נזיר וב\"ה סברי משום דרביעא הוא והא קמת ע\"כ. והתוס' כתבו דטעמא דב\"ש הוא דס\"ל דכוונת זה האומר אם עמדה הוא לומר העולם סבורים שהפרה רבוצה כל כך בחוזק שאין אדם יכול להעמידה הריני נזיר כלומר אע\"פ שאין רצוני להיות נזיר דטריחא לי הריני נזיר אם לא עמדה אם אין כח בידי להעמידה ולבסוף נעשה מעשה שלא טרח בה ולא יגע בה להעמידה ועמדה מאליה ב\"ש סברי אם לא יעמידנה קאמר והא אוקמה הילכך חייל נזירות וב\"ה סברי אם לא עמדה משום דרבוצה היא בכח כלומר אהא נזיר אם לא תעמוד והיא קמה הילכך לא חייל עליה נזירות ע\"כ. והנה קשה לי לפי שיטת רש\"י דלא רצה להגיה המשנה מה יעשה בסיפא דמתני' דקתני אמר הדלת הזה הריני נזיר אם נפתח דודאי אוקמתא זו דרבא צריך לאוקומה גם כן גבי בבא דדלת כגון דאמר הריני נזיר מדלת זה אם אינו נפתח ונפתח מאליו וא\"כ ע\"כ צריך להגיה לשון המשנה ולהוסיף מלת לא ואם כן אין צורך לדחוק ולומר דעומדת דרישא הוי מלשון עכוב. תו קשה לי מהך בבא דדלת לפי מה שפירשו רש\"י והתוס' דהריני נזירה הוא מדברי הנודר והה\"א הוא מפיק והכוונה נזיר הימנה דא\"כ גבי דלת הוה ליה למימר הריני נזיר. ובשלמא לפירוש ה\"ר יוסף ניחא דסבירא ליה דבמתני' לא קתני אלא דברי הבהמה ומש\"ה גבי בהמה קתני הריני נזירה וגבי דלת קתני הריני נזיר משום דדלת הוי לשון זכר וכדקתני הדלת הזה ועיין בתשובות המיוחסות להרמב\"ן סי' קפ\"ג. וכתבו התוס' וא\"ת כיון דאוקי רבא פלוגתייהו בעמידת הפרה למה לו להגיה ולהוסיף תיבת לא על לשון המשנה והא היה יכול לפרש בלא הגהה ותוספת כגון דאמר הריני נזיר מבשרה אם עמדה והעמידה ב\"ש משמע להו אם עמדה אם אעמידנה בכח ידי וכן עשה וטרח ויגע והעמידה בכח הלכך הוי נזיר מבשרה וכיון דחייל נזירות אבשרה חייל נמי אכל מילי וב\"ה סברי אם עמדה מאליה משמע והוא העמידה ולא עמדה מאליה ולא חייל נזירות אפילו אבשרה. י\"ל דאי הכי ודאי לא הוו פליגי ב\"ה לומר דלא להוי נזיר דכיון דאמר הריני נזיר אם עמדה ומשמע בכל ענין שתעמוד בין ע\"י עצמה בין ע\"י אחרים הוי נזיר ע\"כ: <br><b>והנה הדין דין אמת אלא שנראה מדברי התוס' דס\"ל דטעמא דפלוגתא דב\"ש וב\"ה הוא בפירוש מלת עמדה דב\"ש ס\"ל דפירושה הוא ע\"י אחר ולא מאליה וב\"ה ס\"ל דעמדה סובל שני פירושים בין מאליה ובין ע\"י אחרים ולפי זה היכא דאמר אם לא עמדה ועמדה מאליה לב\"ש הוי נזיר משום דפירוש עמדה הוא ע\"י אחר ולב\"ה לא הוי נזיר משום דעמדה פירושו הוא ג\"כ שהעמוד מאליה והיכא דאמר אם עמדה והעמידה לב\"ש הוי נזיר מטעמא דכתיבנא ולב\"ה נמי הוי נזיר משום דמלת עמדה סובלת שני הפירושים והיכא דאמר אם לא עמדה והעמידה בין לב\"ש בין לב\"ה לא הוי נזיר והיכא דאמר אם עמדה ועמדה מאליה לב\"ש לא הוי נזיר משום דלב\"ש אם עמדה אם אעמידנה משמע והרי לא העמידה ולב\"ה הוי נזיר משום דעמדה מאליה נמי משמע. ואני סבור דבפירוש מלת עמדה לא פליגי דודאי מודו ב\"ש דעמדה מאליה נמי משמע ואדרבא משמעות דמאליה הוא מרווח טפי במלת עמדה אלא דהכא בכוונת הנודר פליגי דודאי נודר זה היו בו הקדמת דברים וכמו שפירשו רש\"י ותוס' ולרש\"י קדם זה ואמר סבורה פרה זו שאינה עומדת לעולם לא מאליה ולא ע\"י אדם הריני נזיר אם לא עמדה, והתוס' פירשו כי הנודר בכי האי לישנא דעתו לומר כן העולם סבורים שהפרה רבוצה כל כך שאין אדם יכול להעמידה הריני נזיר אם לא עמדה. והנה ב\"ש ס\"ל דכוונת זה הנודר היה להוציא מלב העולם שאין אדם יכול להעמידה וכשאמר אם לא עמדה הכוונה היא אם לא אעמידנה וכיון שלא העמידה אף שעמדה מאליה הוי נזיר וב\"ה סוברים דכונת זה הנודר הוא משום דרביעא וכונתו היא לומר סבורים העולם שפרה זו אינה עומדת הריני נזיר אם אינה עומדת והרי עמדה ומש\"ה לא הוי נזיר. ולרש\"י נמי דס\"ל דהקדים דברים בפירוש הקדמת דבריו פליגי ב\"ש וב\"ה וכמו שכתבנו והיכא דאמר אם לא עמדה והעמידה בין לב\"ש בין לב\"ה לא הוי נזיר דאי אמרי' דתורפיה הוא משום אוקמה בידיה הא אוקמה ואי אמרי' דתורפיה משום דרביעא הא קמת והיכא דאמר הריני נזיר אם עמדה והעמידה לכ\"ע הוי נזיר דאם נאמר דתורפיה משום אוקמה בידיה הא אוקמא ואי תורפיה משום דרביעא הא קמת והיכא דאמר הריני נזיר אם עמדה ועמדה מאליה לב\"ש לא הוי נזיר דהא תורפיה משום אוקמה בידיה הוא והא לא אוקמה ולב\"ה תורפיה משום דרביעא והא קמת והוי נזיר. אך אני מסתפק דאפשר דע\"כ לא קאמרי ב\"ה דתורפיה דהאי גברא משום דרביעא אלא באומר הריני נזיר אם לא עמדה דס\"ל לב\"ה דכוונת זה הנודר הוא משום דסבורים העולם מחמת שרואים אותה רבוצה כל כך שאינה עומדת לא מעצמה ולא ע\"י אחרים ועל זה נדר בנזיר אם לא עמדה ולפי זה בין שהעמידה בין שעמדה מעצמה ס\"ל לב\"ה דלא הוי נזיר אבל באומר הריני נזיר אם עמדה אף ב\"ה מודו דתורפיה דהאי גברא משום אוקמה בידיה הוא לפי שאם נאמר דכוונתו היא לאוקמה בידים ניחא שכוונת דבריו היא לפי שראה שהעולם סבורים שאין כח ביד אדם להעמידה ומש\"ה נדר בנזיר אם יעמידנה כלומר אם יש כח בידי להעמידה הריני נזיר, אך אם נאמר דתורפיה משום דרביעא ומאי דקאמר אם עמדה הוא אף אם תעמוד מאליה זה אין דרך בני אדם לנדור בכה\"ג לפי שאין דרך בני אדם לתלות בדבר שיודע שיעשה בודאי ואם דעתו להיות נזיר למה תלה בשום דבר. וכ\"כ התוס' לעיל באוקמתא דרמי בר חמא דמש\"ה נקט ועמדה מאליה דליכא למימר בין מאליה בין מאחרים שאין דרך בני אדם כו' יע\"ש. וכיון שכן אפשר דאף ב\"ה מודו באומר הריני נזיר אם עמדה דכוונתו היא אם יעמידנה בידיו ולפי זה בין לב\"ש ובין לב\"ה אם העמידה בידיו הוי נזיר ואם עמדה מאליה לא הוי נזיר. ומדברי התוס' נראה דלב\"ה באומר אם עמדה בכל ענין שתעמוד בין ע\"י עצמה בין ע\"י אחרים הוי נזיר וצ\"ע. והיכא דאמר אם לא עמדה ובא אחר והעמידה נראה דלב\"ש דסברי תורפיה דהאי גברא משום אוקמה בידיה הוא נראה דחשיב כאלו עמדה מאליה והוי נזיר שכונתו היתה להעמידה הוא בידיו וכל שלא העמידה הוא בין שעמדה מעצמה בין שהעמידה אחר הוי נזיר ולפי אוקמתא דרמי בר חמא כל שלא עמדה מעצמה בין שהעמידה הנודר בין שהעמידה אחר לא הוי נזיר: ואני תמיה בדין זה באומר הריני נזיר אם לא עמדה דס\"ל לב\"ש דתורפיה דהאי גברא משום אוקמה בידיה הוא כלומר אם אין כח בידי להעמידה הריני נזיר ואח\"כ עמדה מאליה אמאי הוי נזיר אכתי אפשר דיש כח בידו להעמידה ודוקא אם טרח להעמידה ולא עלתה בידו ניחא דהוי נזיר אבל כל שלא טרח ועמדה מאליה אמאי הוי נזיר נהי דכוונתו היא כאילו אמר אם לא אעמידנה מ\"מ אין כוונתו אלא אם לא יהיה לו כח להעמידה וכל שלא נתברר הדבר שעמדה מאליה אמאי הוי נזיר דאכתי אפשר דיש לו כח להעמידה ובשלמא לר' שמעון דאית ליה ספק נזירות להחמיר ניחא דכל שעמדה מאליה הוי נזיר משום דאפשר דאין בידו כח להעמידה אבל לר' יהודה דברי דאית ליה ספק נזירות להקל כל שעמדה מאליה אמאי הוי נזיר כיון דאפשר דיש בידו כח להעמידה אם לא היתה עומדת מאליה וב\"ה דפליגי עליה דב\"ש הוא משום דס\"ל דתורפיה הוא משום דרביעא אבל אי הוה ס\"ל דתורפיה משום אוקמה בידיה הוו מודו לב\"ש דהוי נזיר היכא דעמדה מאליה, ולומר דאם כוונתו היא אם לא אעמידנה הכוונה היא אם לא אברר שיש כח בידי להעמידה וכל שעמדה מאליה שלא בירר שיש כח בידו להעמידה הוי נזיר זה לא יתכן כלל דמניין לנו להעמיס פירוש זה בדבריו דאמר אם לא עמדה דבשלמא לומר דמאי דקאמר אם לא עמדה פירושו הוא אם לא אעמידנה ניחא דכוונתו היא להראות גבורתו ועל זה אמר שאם אין כח בידו להעמידה יהיה נזיר אבל לומר שאם לא יברר שיש כח בידו שיהיה נזיר זו מנין לנו והגע עצמך שמתה הבהמה נאמר שיהיה נזיר, ולומר דהאי מתני' אתיא כר' שמעון גם זה הוא דוחק בעיני לומר זה כיון דהלכתא כר' יהודה וכסתם מתני' דמס' טהרות: שוב ראיתי לרש\"י בסוף פ\"ה דנזיר עלה דמתני' דכוי דכתב דב\"ה ס\"ל דספק נזירות הוי נזיר ודאי והתוס' שם כתבו דאפשר דב\"ה אתי כר' שמעון הא מיהא דבין לרש\"י ובין לתוס' ב\"ה לא ס\"ל כר' יהודה דאית ליה ספק נזירות להקל ולפי זה ניחא דאי אמרינן דתורפיה משום אוקמה הוי נזיר אליבא דב\"ה היכא דעמדה מאליה ולרש\"י הוי נזיר ודאי ואליבא דתוס' הוי מספק וכר' שמעון וע\"כ לא נחלקו ב\"ה אב\"ש אלא משום דס\"ל דתורפיה דהאי משום דרביעא הוא אבל אי הוו מודו דתורפיה משום אוקמה הוו מודו דהוי או נזיר ודאי או נזיר ספק: עוד </b>עלה בדעתי לומר דהאומר הריני נזיר אם אין כח בידי לעשות דבר פלוני ואותו הדבר נעשה מאליו או שנתבטל המציאות ולא מסיבתו דהוי נזיר ולא אמרינן עדיין אפשר שיש כח בידו לעשות הדבר וא\"כ הוי ספק נזירות דקי\"ל דלקולא. משום דע\"כ לא אמרינן ספק נזירות להקל אלא באומר הריני נזיר אם זה ראובן או יש בכרי זה מאה כור דאין בידו לעשותו ספק דהא אם היה בא ראובן או שלא היה נגנב הכרי היה מתברר אם היה נזיר אם לאו והשתא שלא נתברר אמרינן דאדעתא דספק נזירות לא נדר. אבל בנדון דידן אי אמרינן דכל שלא נתברר שאין בו כח הוי ספק ולקולא נמצא שבידו הוא לעשותו ספק שהרי זה האומר הריני נזיר אם אין כח בידו להעמיד זאת הבהמה כל זמן שלא טרח להעמידה ולא עלה בידו לא נתברר שאין בו כח ואי אמרינן בזה ספק נזירות להקל א\"כ נמצא דזה הנודר אמר מילי דכדי שהרי בידו הוא שלא להעמידה ויאמר שיש לו כח אלא שאין רצונו להעמידה. ולפי זה אנו אומרים דכוונת זה הנודר הוא לומר הריני נזיר אם איני מברר שיש כח בידי להעמידה וכל שלא בירר הוי נזיר: <br><b>ועוד </b>אני נבוך בדין זה דאף אי נימא דהאומר הריני נזיר אם אין כח בידי לעשות דבר פלוני כלומר דכל שהיה יכול לעשות ולא עשה דהוי נזיר אף שלא השתדל לעשותו ולא עלה בידו מ\"מ כיון שהיה באפשרות לעשותו ולא עשה הוי נזיר דאל\"כ לא ישתדל לעשות ויאמר דאם היה משתדל היה כח בידו לעשותו. מ\"מ עדיין אינו מוכרח מזה דכל שנתבטל המציאות ואינו באפשרות שיעשה אותו הדבר שיהיה זה בכלל נדרו שהרי זה לא אמר אלא אם אין כח בידי ואין בכלל לשון זה אלא כל זמן שיש בידו להראות את חבירו ולא הראה שיהא נזיר אף שעדיין הוא באפשרות שיש לו כח. אך כל זמן שנתבטל המציאות ואינו באפשרות שיעשה אותו ואפשר שאם לא היה אותו המקרה היה בידו לעשות אותו הדבר זו מנין לנו שיהיה בכלל נדרו. ועוד הייתי סבור לומר דהן לו יהי שנדר בפירוש הריני נזיר אם לא אעמידנה או אם לא אברר שיש כח בידי להעמידה כל שנתבטל המציאות מאליו אפשר דאין כאן נזירות כלל משום דהוי כנדרי טעות משום דאדעתא דהכי לא נדר דזה לא נדר אלא משום דהיה סבור שלא היה מתבטל המציאות והיה בידו לעשות אותו הדבר שכפי דעתו הוא פשוט אצלו שיש כח בידו לעשות ומש\"ה נדר אבל כל שנתבטל המציאות אדעתא דהכי לא נדר: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>קטן שהגיע לעונת נדרים כו'.</b> כתוב בהשגות דבר זה אינו מחוור כו'. ואני תמיה דהא בפירוש כתב רבינו לעיל בפי\"א מהל' נדרים הלכה י\"ד דמופלא סמוך לאיש דאורייתא וכן פסק בפ\"ד מהל' תרומות הלכה הל' ה' וא\"כ מה הוקשה לו בדברי רבינו הללו מאחר דאיהו אזיל לשיטתיה. גם מה שהכריח דהיכי מייתי חטאת שהיא חולין בעזרה אפשר לדחות ולומר דס\"ל דחולין בעזרה לא הוי מן התורה ולפי זה אתי מופלא דרבנן ודחי חולין בעזרה דהוי דרבנן. ודוגמא לזה איתא בפ\"ד דנזיר (דף כ\"ט) דפריך בגמרא לר\"ל דאמר דאיש מדיר את בנו בנזיר דהוי מדרבנן היכי מייתי חולין בעזרה ומשני חולין בעזרה לאו דאורייתא. ודברי רבינו בפ\"ב מהל' שחיטה אפשר לפרשם דס\"ל דחולין בעזרה לאו דאורייתא. אך יש להכריח דע\"כ הוא אליבא דמ\"ד דמופלא הוי מן התורה דאי לא היכי עביד הקפה דקי\"ל הקפת כל הראש מן התורה וכן אם נטמא היכי מייתי צפרים ואכיל כהן מליקה לדידן דקי\"ל יש שחיטה לעוף מן התורה וכבר הוזכרו הכרחיות אלו באותה סוגיא דנזיר יע\"ש: והאיש מדיר את בנו קטן בנזיר כו'. יש להסתפק אי מצי האב למשאל על נדר בנו דלא מצינו שאלה אלא בנדרו אבל בנדר דאחרים לא מצינו שאלה. וכן יש להסתפק אם הבן יכול להשאל על מה שהדירו אביו ואע\"ג דקי\"ל דאם מיחה הבן נתבטל הנזירות היינו דוקא כשמיחה בשעה ששמע אבל אם שתק בשעה ששמע תו לא מהניא ליה מחאה יש להסתפק אי מצי למשאל על נדריה דאפשר דכיון דקטן הוא ליתיה בתורת שאלה ואת\"ל דכיון דקטן הוא ליתיה בתורת שאלה עדיין יש להסתפק בהגיע לעונת נדרים אי מצי למשאל על נדריה מי אמרינן דכיון דאיתיה בתורת נדרים איתיה נמי בתורת שאלה או דלמא שאני נדרים דבפירוש רבייה קרא למופלא. עוד אפשר לצדד ולומר דבן שהדירו אביו לא מצי הבן למשאל על נדריה משום דלא מצינו שאלה אלא לנודר עצמו והכא הבן לא נדר אף ששתק בשעה ששמע מ\"מ שתיקה זו לא הויא כנדר. ולפי טעם זה אין חילוק בין הגיע לעונת נדרים ללא הגיע ולפי זה אפילו נעשה גדול ואליבא דמ\"ד בלא נתבטל נדר האב כשנעשה הבן גדול שדין זה הוא מחלוקת בין הראשונים וכמ\"ש הר\"ב תוי\"ט בספ\"ג דסוטה יע\"ש. וראיתי לרש\"י בפ\"ג דמכות (דף כ\"ב) שכתב ואית דמפרשי נזיר שמשון נזיר מן הבטן וקשיא לן ההיא נמי בשאלה איתיה שהיה אביו יכול לישאל עליו ואפי' מת אביו בשאלה מיהא הוא ההיא שעתא ע\"כ. ונראה דנפשטו כל הבעיות מדברי רש\"י הללו דס\"ל דהמדיר את בנו בנזיר אביו נשאל עליו וכן נמי ס\"ל דאין הבן נשאל על נדר אביו שהרי כתב ואפי' מת אביו כו' משמע דס\"ל דאין הבן נשאל על מה שהדירו אביו וזה פשוט. (א\"ה עיין ברד\"ק שמואל): "
            ],
            [],
            [
                "<b>ועד מתי יש לו להדירו כו'.</b> היכא דהדירו כשהיה קטן ובאמצע הנדר נעשה גדול נתבטל הנזירות כ\"כ התוס' בנזיר (דף ל') ועיין במ\"ש הר\"ב תוי\"ט בספ\"ג דסוטה: "
            ],
            [],
            [
                "<b>והאב או הבעל מיפר נזירות האשה כו'.</b> כתב הר\"ן בפ' קמא דנדרים (דף ד') עלה דההיא דאמרינן למה לי היקשא תיתי במה מצינו מנדרים כו' דבמה מצינו אין עונשין וכ\"כ התוס' שם. ועיין בתשובת מהר\"ם די בוטון (דף קכ\"ו וקל\"ד) ועיין בשיורי כנה\"ג א\"ח בכללי הקושיא שהאריך בזה. ואני תמיה בזה מההיא דאמרינן בר\"פ י\"ג דזבחים (דף ק\"ז) א\"כ לא יאמר בזריקה ותיתי מבינייא כו' ואם כדברי התוס' אימא דאיצטריך לומר בזריקה כדי לחייבו כרת על הזריקה דהכי קי\"ל ומדברי התוס' פ' כל הבשר (דף קט\"ו) הוכיחו הרבנים הנזכרים דאין לחייב כרת ממה מצינו. והתוס' פ\"ו דיומא (דף ס\"ג) ד\"ה זריקת הקשו על כמה מקומות דרבי קרא איזה דבר למלקות דלמה לי קרא הא אתי מבינייא והדבר צריך אצלי תלמוד. וראיתי להרשב\"א בחדושיו פ' גיד הנשה עלה דההיא דאמרי' לא נצרכא אלא לטעם כעיקר כו' דלמ\"ד דטעם כעיקר הוי דאורייתא מה שאין לוקין עליו הוא משום דלר\"ע דיליף מגיעולי מדין או מבשר בחלב לאביי משום דלא הוי אלא מה מצינו ולכך אין לוקין. אך מדברי הר\"ן שם בסוגיא זו נראה דס\"ל דבמה מצינו עונשין וזה סותר למ\"ש הר\"ן בפ\"ק דנדרים וצ\"ע. (א\"ה עיין במ\"ש בפ\"ה מהל' יסודי התורה). כתב מהרימ\"ט ח\"א סי' ד' דאשה שנדרה בנזירות שמשון מצי הבעל להפר לה ויש ראיה מהא דאמרי' בפ' השולח א\"ר הונא נשאת אין מדירין אותה שמא יפר לה בעלה ואי ס\"ד דנזירות שמשון אינו יכול להפר ידירוה בנזירות שמשון כו'. וראיה זו איני מכיר דהא מתני' קתני נודרת ליתומים מה שירצו ושמא היתומים רוצים להדירה בפירות אחרות ולא ביין ושכר אבל לדברי התוס' אתי שפיר דכל מין פירות שירצו היתומים להדירה ידירוה ע\"ד רבים ודברי הרב צ\"ע: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>האומר הריני נזיר מכאן עד מקום פלוני כו'.</b> תנן בפ\"ק דנזיר (דף ז') אמר הריני נזיר אחת גדולה הריני נזיר אחת קטנה אפילו מכאן ועד סוף העולם נזיר שלשים יום. מתוך דברי רש\"י נראה שגירסתו היתה אחת קטנה אחת גדולה אפילו כו' אך גירסת התוס' ושאר המפרשים היא כגירסתנו. וראיתי לתוס' ז\"ל שכתבו בפירושא דאחת קטנה כלומר דלא טריחא עלי כלל ע\"כ. ולא ידעתי למאי איצטריכו לטעם זה דאף דנימא שלא כיוון לפירוש זה אפ\"ה הוי נזיר ל' יום מידי דהוה האומר הריני נזיר יום אחד דהוי נזיר שלשים יום ובשלמא באחת גדולה איצטריך לפירושא דלא נימא דנזירות יותר משלשים יום קביל עליה אבל באחת קטנה לא איצטריך לפירושא. ובגמרא הקשו עלה דמתני' אמאי והא מכאן ועד סוף העולם קאמר ותירצו ה\"ק אריכא לי הדא מילתא כמכאן ועד סוף העולם ופירשו בתוס' דאזלינן לקולא דהכי מישתמע טפי דאם הוא ר\"ל מכאן ועד סוף העולם היה לו להזכיר מנין סוף העולם דידוע הוא שפיר דהעולם יש בו ת\"ק שנה מהלך והיה לו לומר ת\"ק שנים ולפיכך אזלינן לקולא ע\"כ. נראה מדברי התוס' דדוקא משום דפירוש זה מישתמע טפי אזלינן לקולא דאי לאו הכי היה לו לומר הריני נזיר ת\"ק שנה הא לאו הכי אזלינן לחומרא ויהיה נזיר כל ימיו. ונפקא מיניה שאם הנודר אומר שאינו יודע שהעולם יש בו מהלך ת\"ק שנה דאזדא ליה הכרח התוס' יהיה נזיר כל ימיו ואע\"ג דקי\"ל ספק נזירות להקל וכל היכא דמספקא לן אם כיוון לנזירות מרובה או למועטת אזלינן לקולא ובגמרא אמרינן דמתני' דאומר הריני נזיר מלא הבית כו' דרואין את הקופה כאילו מלאה היא חרדל דר\"ש היא דאזיל לחומרא בספק נזירות אבל לר\"י רואין את הקופה כאילו מלאה היא קשואין ודלועין. אפשר דהתוס' רצו ליישב משנה זו אף לר\"ש משום דחזינן דאידך מתני' דמלא הקופה מוקמינן לה כר\"ש אבל לעולם דלדידן בלאו האי טעמא דתוספות אזלינן לקולא ואפילו אומר דאינו יודע מהלך העולם כמה שנים הוא אזלינן לקולא, ועוד י\"ל דדברי התוס' הם אליבא דכ\"ע משום דפשטיה דלישניה ומשמעות דבריו משמע דנזירות מכאן ועד סוף העולם קביל עליה וכמו שכתבו התוס' לקמן בד\"ה ולחזייה כאילו היא מלאה קשואין ומש\"ה דוקא משום הכרח התוס' הוא שאנו עוקרין הדברים מפשטן הא לאו הכי הוי נזיר כל ימיו אפילו לר\"י. עוד יש לומר דע\"כ לא קאמר ר\"י אלא היכא דלא נחית לנזירות אבל הכא נחית ליה לנזירות במאי לסלוקיה מיניה, וחילוק זה כבר הוזכר בגמרא עלה דמתני' דמלא הקופה ולפי זה במתני' כיון דעל כל פנים הוי נזיר שלשים יום אי לאו הכרח התוס' היה נזיר כל ימיו אף לר\"י דכיון דנחית לנזירות במאי לסלוקיה מיניה. באופן שכפי שני תירוצים הללו כל היכא דאודא דאזדא ליה הכרח התוס' כגון שאומר הנודר שאינו יודע מהלך העולם כמה שנים הוא הוי נזיר כל ימיו אף לר\"י: <br><b>עוד </b>הקשו בגמרא מההיא דתנן הריני נזיר מכאן ועד מקום פלוני אומדים כו' ואי לאו נזיר כמנין הימים ואימא הכא נמי אריכא לי הא מלתא כמכאן ועד מקום פלוני ומשני אמר רבא שהחזיק בדרך ע\"כ. ויש לדקדק כפי דברי התוס' אימא דמתני' כמכאן ועד מקום פלוני מיירי בשאינו יודע מהלך המקום כמה ימים מכאן ועד מקום פלוני ומש\"ה אזלינן לחומרא דאין הכרח בדבריו לומר דפירוש דבריו הוא טריחא לי אבל מתני' דמכאן ועד סוף העולם דיודע שהעולם יש בו מהלך ת\"ק שנה אנו מפרשים דבריו דטריחא ליה קאמר דאי לא הוה ליה למימר הריני נזיר ת\"ק שנה, וי\"ל דמאי פסקה דחד מתניתין מיירי ביודע ואידך מתניתין מיירי באינו יודע או כולהו מיירי ביודע או באינו יודע. אבל תירוץ רבא דמוקי לה בשהחזיק בדרך ניחא דבמתני' דמכאן ועד סוף העולם לא שייך אוקימתא זו ומש\"ה נקט חדא מתני' מכאן ועד סוף העולם דלא שייך החזיק בדרך ואידך מכאן ועד מקום פלוני דמיירי בשהחזיק בדרך אבל אם החילוק היה בין יודע לאינו יודע הוה מצי למינקט הני תרתי מתני' בחד גוונא או באומר מכאן ועד סוף העולם או באומר מכאן ועד מקום פלוני. ובפירושא דהחזיק בדרך פירש\"י ז\"ל דהואיל והחזיק בדרך וקאמר מכאן ועד מקום פלוני מוכחא מילתא דאדעתא דליהוי נזיר כל זמן שיהיה בדרך קאמר ועוד כיון דהחזיק בדרך ליכא למימר דאריכא ליה מילתא מכאן ועד מקום פלוני דהא חזינא דלא אריכא ליה דרך דהחזיק בדרך כבר ע\"כ. ולכאורה נראה דלפירוש אחד דרש\"י לא קבל זה נזירות אלא בזמן שילך בדרך. אך נראה דליתא להדין פירושא אלא הכוונה היא שזה קבל עליו נזירות שיעור הזמן שיהיה בדרך ויותר נראה לי לגרוס בדברי רש\"י כל זמן שהיה בדרך והכוונה היא שבשביל הנס שנעשה לו שהלך לשלום קבל עליו נזירות בזמן שהיה בדרך. והתוס' ז\"ל כתבו ומשני כשהחזיק בדרך וקבל עליו דמסתמא מפני אונס הדרך קבל עליו נזירות להנצל מסכנת הדרך לכך אומדין מהלך הימים עד מקום פלוני ע\"כ. ובד\"ה וליהוי כתבו דטעמא הוי משום דהחזיק בדרך אין בדעתו להיות נזיר כי אם בהיותו בדרך ע\"כ. והנראה אצלי בכוונת דבריהם דלא ס\"ל כפירוש רש\"י דמיירי בשהחזיק בדרך כבר אלא מיירי ברוצה להחזיק בדרך שרוצה לשום לדרך פעמיו לאותו מקום וקבל עליו דמסתמא מפני אונסי הדרך קבל עליו נזירות להנצל מסכנת הדרך ולפיכך אינו נזיר כי אם השיעור שיהיה בדרך. עוד עלה בדעתי לפרש פירוש אחר בדברי התוס'. אך מה שכתבתי הוא הקרוב בעיני ודברי רבינו בפ\"ג מהל' נזירות אין בהם הכרע לאחד משני הפירושים ואפשר לפרש דברי רש\"י כפי פירוש התוס' ודוק: <br><b>עוד </b>הקשו בגמרא וליהוי כל פרסה ופרסה. והנה בקושיא זו נחלקו התוס' ורש\"י דהתוס' פירשו דקושיא זו היא אמתני' דמכאן ועד סוף העולם היא דכי אמר מכאן ועד סוף העולם נחשוב כמה פרסה יש עד סוף העולם למנין שהעולם ת\"ק שנה ומנין נזירות קבל עליה כמנין פרסה לחומרא ולא מצי לפרושי רישא להקל דאל\"כ היה לו לומר מנין סוף העולם דניחא ליה טפי שיהיה כל פרסה ופרסה בפני עצמה שיוכל לגלח עצמו בסוף כל שלשים יום ע\"כ. כלומר טעמא מאי דחקינן נפשין ואמרינן דפירוש דבריו הוא טריחא לי מילתא ולא אמרינן דדברים כפשטן ונזירות דת\"ק שנה קבל עליה משום דאם איתא דנזירות דת\"ק שנה קבל הל\"ל הריני נזיר ת\"ק שנה אימא דכוונת דבריו היא דכמנין הפרסות שיש עד סוף העולם קבל עליו נזירות וכי תימא אם כוונתו היא להיות נזיר עולם הל\"ל הריני נזיר ת\"ק שנה הא ליתא משום דניחא ליה טפי שיהא כל פרסה ופרסה בפני עצמו שיוכל לגלח עצמו בסוף כל שלשים יום כלומר דדברים הללו שאמר מכאן ועד סוף העולם סובלים ג' פירושים או שקבל עליו נזירות דת\"ק שנה או שקבל עליו נזירות כמספר הפרסות שיש עד סוף העולם או שלא קבל עליו כי אם להיות נזיר שלשים יום ובשלמא הפירוש הא' ניחא ששללו אותו משום דא\"כ הול\"ל הריני נזיר ת\"ק שנה אבל הפירוש הב' ניתן ליאמר משום דניחא ליה טפי האי לישנא כדי שיוכל לגלח בסוף כל שלשים יום. ונראה שיש להכריח מכאן דמה שהקשו בגמרא בתחלה דניזיל לחומרא ויהיה נזיר ת\"ק שנה אע\"ג דקי\"ל דספק נזירות להקל הוא משום דרצו ליישב משנה זו אף לר\"ש דאית ליה ספק נזירות לחומרא או משום דס\"ל לסתמא דתלמודא דפירוש זה דאריכא לי הוא דחוק ואינו במשמעות דבריו. אבל הפירוש האחר דאף לרבי היכא דנחית לנזירות אזלינן לחומרא לא ניתן ליאמר דא\"כ מה הקשו בגמרא וליהוי כל פרסה ופרסה הא לגבי פירוש זה אזלינן לקולא וכדאיתא בגמ' עלה דמתני' דרואין את הקופה דפריך אמאי לא ליחזייה לקופה כאילו מלאה קשואין ודלועין ותהוי ליה תקנתא דהא ס\"ד נזירות הוא דקביל עליה. והכריחו התוס' דקושיא זו דוליהוי כל פרסה לא קאי למתני' דמכאן ועד סוף העולם דכיון דטעמא הוי משום דהחזיק בדרך אין בדעתו להיות נזיר כי אם בהיותו בדרך ותירצו בגמרא באתרא דלא מנו פרסה דליכא למימר דכמנין פרסה קביל עליה: <br><b>עוד </b>הקשו בגמרא וליהוי כל אוונא ואוונא מי לא תנן הריני נזיר כעפר הארץ וכשער ראשי וכחול הים הרי זה נזיר עולם ומגלח אחת לשלשים יום ופירש אוונא פי' רש\"י מחוז של כרך שכולן תלויין לכרך ולשם פורעין המס כו' וכמו תאנת שילה וכמו תאנתה מי ישיבנה ע\"כ. ורש\"י בפי' פסוק דתאנתה פירש שהוא נגזר מתנין ובתאנת שלה לא פי' כלום והנראה שהוא שם מקום. ולי נראה לפרש שכל מהלך יום אחד נקרא אוונא וכההיא דאמרינן בפ' השוכר את הפועל דף ס\"ה דשכיח למיטרח ולמיזבן מאונא לאונא ופי' רש\"י ממסע למסע ממהלך יום אחד למהלך יום אחד וכן פי' התוס' שם וכן הוא דעת התוס' כאן שכתב כמנין מהלך ימים שעד סוף העולם קביל עליה נזירות: <br><b>עוד </b>כתבו התוס' מי לא תנן הריני נזיר כו' אלמא נזירות הרבה קביל עליה ולא מפרשינן למילתיה לקולא למימר הריני נזיר שלשים יום וכשער ראשי דקאמר כלומר אריכא לי האי מילתא כאילו אמרתי הריני נזיר כמנין שער ראשי ע\"כ. ויש לדקדק דראיה זו למה דהא מעיקרא טעמא דמפרשינן מילתיה לקולא הוא מהכרח מדלא הזכיר מנין סוף העולם דהיינו ת\"ק שנה וא\"כ בקושיית פרסה ואוונא דאזדא ליה הכרח זה וכמו שכתבו התוס' בקושיית ולהוי פרסה אין צריך לראיה דפשיטא דאזלינן לחומרא ולא מפרשינן מילתיה באנפי דחיקי ובדברי הגמרא ניחא דלא הביאו ראיה אלא לומר דכי היכי דהתם לא אמרינן חדא נזירות אריכתא קבל עליה אלא אמרינן דכמנין השערות קבל עליו נזירות אף שלא אמר הרי עלי נזירות הכי נמי נימא דכמנין אוונות קבל עליו נזירויות. אך מדברי התוס' נראה דהקושיא היא דכי היכי דהתם לא אמרינן פירוש זה דאריכא לי הכא נמי לא נימא אותו. והנראה דס\"ל לתוס' דראיה זו הביא המקשה להכריח דאף דקי\"ל דספק נזירות להקל מ\"מ היכא דפירושא דקולא הוא פירוש דחוק אזלינן לחומרא דנהי דמעיקרא הוה ס\"ל דטעמא דמפרשינן למילתיה לומר דכוונתו היא אריכא לי הוא משום דאל\"כ היה לומר מנין סוף העולם ולפי הנחה זו נופלת הקושיא של ולהוי פרסה ופרסה ולהוי אוונא ואוונא דלפי פי' זה אזדא ליה ההכרח וכמו שכתבנו, אך עדיין היה אפשר לדוחה לדחות דליתא להדין כללא אלא אף בלא שום הכרח אנו מפרשים דבריו לקולא אף שהוא פירוש דחוק ולפי זה ליכא קושיא לא מפרסה ולא מאוונא לזה הביא ראיה מאידך מתני' דע\"כ כל היכא דליכא הכרח אין אנו מפרשים דבריו לקולא היכא דהפירוש הוא דחוק מדלא מפרשינן למילתיה התם לקולא דה\"ק הריני נזיר שלשים יום ואריכא לי האי מלתא כאילו אמרתי הריני נזיר כמנין שער ראשי וא\"כ הדרא קושיין לדוכתה מפרסה ומאוונא: <br><b>אך </b>עדיין יש לדקדק לכל הפירושים דלמה לא הביא ראיה זו המקשה כשהקשה מפרסה. עוד כתבו התוס' ומשני כל מילתא דאית ליה קצבתא לא קתני פירוש האומר הריני דעד סוף העולם אית ליה קצבתא דמהלך העולם ת\"ק שנה ואם איתא דנזירות במנין קביל עליה הו\"ל לפרש בהדיא אחרי שיש להם מנין ולכך י\"ל דחד נזירות קביל עליה אבל שער ראשי ועפר הארץ וחול הים אין להם קצבה ומנין ורוצה לומר דכמנין שער ראשו קבל עליו נזירות ומה שלא פירש לפי שלא ידע מנין השיער ע\"כ. וכוונת דבריהם הוא דהמקשה היה סבור דהכרח זה מדלא הזכיר מנין השנים לא יצדק אלא להכריח שלא נפרש בדבריו דחד נזירות ארוך קביל עליה אבל אם נפרש בדבריו דכמנין הפרסאות או האוונות שיש עד סוף העולם קבל עליו נזיריות אין כאן הכרח לשלול פירוש זה, והמתרץ השיב דגם פירוש זה יש לשלול אותו מהכרח זה דמאחר שיש קצבה אם איתא דנזיריות קבל עליו היה לו לומר בהדיא כך וכך נזיריות קבלתי ומאחר שלא פירש אנו מפרשים דבריו דחד נזירות קבל עליו ואריכא ליה כמכאן ועד סוף העולם. ועוד נראה לומר דאין הכוונה דהיה לו לומר הרי עלי נזיריות כך וכך כמספר האוונות שיש עד סוף העולם אלא הכוונה הוא דמאחר דאיכא קצבה היה לו לפרש בהדיא ולומר הריני נזיר כמנין האוונות אבל גבי עפר ושיער לא יצדק תיבת מנין מאחר דאין להם מנין. ודע דבתירוץ זה איתרצה לה קושיא קמייתא דולהוי כל פרסה ופרסה ולא איצטרכינן לומר דמתני' איירי באתרא דלא מנו פרסה וכן כתב מרן בכ\"מ יע\"ש: <br><b>עוד </b>כתבו התוס' והתניא בניחותא שיש חילוק בין קצבתא ובין לא קצבתא דתניא הריני נזיר כל ימי חיי או נזיר לעולם אין לו קצבה שאינו יודע ימי חייו והרי זה נזיר לעולם כאבשלום ומקל ומביא ג' בהמות למר כדאית ליה ולמר כדאית ליה ואם אמר אפילו מאת שנה אפי' אלף שנה ומסתמא לא יחיה כל כך וה\"ל כל ימי חייו ואפ\"ה חלוק בדינו דאין זה נזיר לעולם כאבשלום להקל אלא נזיר עולם ארוך עד יום מותו. וא\"ת כיון דמדמה מתני' דאיכא קצבתא לאלף שנים דאית להו קצבתא א\"כ גם במתני' יהיה נזיר ארוך עד יום מותו כמו באלף שנים. וי\"ל דשאני הכא דאמר הריני נזיר אלף שנים ולא אמר מכאן משמע נזירות ארוך קביל עליה אבל במתני' אמר מכאן ועד סוף העולם דמשמע טפי אריכא לי מילתא כמכאן ועד סוף העולם וליכא למימר דנזירות ארוך קביל עליה מדלא אמר הריני נזיר עד סוף העולם ולא מייתי מהך ברייתא אלא דאיכא חילוק בין מלתא דאית ליה קצבתא למלתא דלית ליה קצבתא וג' עניני נזיר הם אמר כשער כעפר כחול נזיר לעולם נזירות אחר נזירות ומגלח כל שערו בין נזירות לנזירות ומביא קרבנותיו אמר כל ימי חייו או נזיר לעולם הרי זה נזיר לעולם כאבשלום ואינו מגלח לגמרי אלא מקל למר כדאית ליה ולמר כדאית ליה אמר מאת שנה או אלף שנים הרי זה נזירות ארוך עד יום מותו ואינו מגלח ולא מקל ולא מביא קרבן כל ימיו ע\"כ. והן אמת שדמיון זה שהביאו בגמרא מברייתא זו לא יכולתי להולמו דמה שחלקו בברייתא בין דבר שיש לו קצבה לדבר שאין לו קצבה הוא משום דלא גמרינן מאבשלום דנזיר עולם מקל אלא דוקא דומיא דאבשלום שלא נתן לו קצבה לנזירותו אבל כל שנתן קצבה אף שהוא יותר מכדי חייו מקרי דבר קצוב ולא הוי נזיר עולם ומצינו כיוצא בה גבי גט דקי\"ל דע\"מ שלא תשתי יין לא הוי גט משום דלא הוי כריתות דכל ימיו אגידא ביה ואם אמר ע\"מ שלא תשתי יין אלף שנה הוי גט אע\"פ שכל ימיו אגידא ביה הכא נמי גבי נזירות הוי דכוותיה. אבל מה שתירצו כל מלתא דאית ביה קיצותא לא קתני טעמא אחרינא אית ביה דכיון דאית ביה קיצותא אם איתא דקבל נזיריות כמספר האוונות היה לו לומר בהדיא וכמו שכתבו התוס' וכעת צל\"ע. ובמה שהקשו התוס' דגם במתני' יהיה נזיר ארוך עד יום מותו כמו באלף שנים ונדחקו בתירוץ קושיא זו לא ירדתי לעומק דבריהם דהא טעמא דבמתני' לא אמרינן דחד נזירות אריך קביל עליה הוא משום דיודע הוא דהעולם יש בו מהלך ת\"ק שנה והיה לו לומר שקבל ת\"ק שנים ומדלא פירש בהדיא אמרינן דכוונתו היא דאריכא ליה מלתא כמכאן ועד סוף העולם דכי היכי דמהני לן האי אומדנא מדלא פירש לקושיית ולהוי כל אוונא ואוונא מכל שכן דמהני האי אומדנא לקושיית והא מכאן ועד סוף העולם קאמר. ובמה שתירצו התוס' דשאני ברייתא דאמר הריני נזיר אלף שנים ולא אמר מכאן משמע דאם אמר מכאן ועד אלף שנים היינו מפרשים דבריו דחד נזירות דשלשים יום קביל עליה והכי קאמר אריכא לי הדין נזירות כאלו קבלתי מכאן ועד אלף שנים ובמתני' נמי אם היה אומר הריני נזיר עד סוף העולם היה נזיר עד יום מותו דומיא דאומר הריני נזיר אלף שנה יש לדקדק כפי חילוקים אלו דמעיקרא כשהקשו ולהוי כל אוונא ואוונא למה לא תירצו חילוק זה דשאני הכא דאמר מכאן ומשמע טפי אריכא לי מלתא כמכאן ועד סוף העולם מלומר דנזירות אחר נזירות קבל עליו אבל התם גבי הריני נזיר כעפר וכשער ליכא משמעות טפי לאריכא מלתא מלומר נזירות אחר נזירות קבל ומשום הכי לא דחקינן נפשין לפרש דבריו ולומר דאריכא ליה כשער וכעפר. וי\"ל דדוקא לגבי הצד שאנו מצדדין דאפשר דחד נזירות ארוך קבל עליו התם יש לחלק בין אומר מכאן לאומר עד סוף העולם ואינו אומר מכאן דכשאומר מכאן משמע טפי אריכא לי דאל\"כ למה אמר מכאן אבל לגבי הצד שצדדו דדלמא כמספר האוונות קבל עליו נזיריות זה אחר זה כפי צד זה צריך לומר מכאן דפירוש דבריו הוא כמספר האוונות שיש מכאן ועד סוף העולם ואם היה אומר הריני נזיר עד סוף העולם היה משמעות דבריו דחד נזירות ארוך קבל עליו ואע\"ג דלא אמר כמכאן ועד סוף העולם בכ\"ף הדמיון דומיא דכשער וכעפר. הא לא קשיא דהא אף כפי הצד דאריכא ליה צריך להוסיף בדבריו כ\"ף הדמיון דהכי קאמר אריכא לי כמכאן ועד סוף העולם ומש\"ה הקשו דאימא דכוונת דבריו היא הרי עלי נזיריות כמכאן ועד סוף העולם דומיא דאומר הריני נזיר כעפר וכשער. עוד תירצו בגמ' רבא אמר שאני שערות הואיל ומובדלות זו מזו ומש\"ה איכא למימר דנזיריות קבל אבל אוונות אינם מובדלות ופריך גבי יומי הא כתיב ויהי ערב ויהי בקר יום אחד משמע דלהבדילו משאר ימים קא אתי וא\"כ מהלך הימים מובדלים גם הם ומשני הכי קאמר יממא וליליא חד יומא פירוש הערב שלפני היום לענין שבת ויו\"ט ולא לאפוקי מיומא דבתריה קא אתי אלא כל הימים נוגעים זה בזה. עוד תירצו בגמרא רבא אמר למה לך אקשויי כולי האי שאני התם דהא קתני הריני נזיר אחת ופירשו בתוס' דמשמע ליה דקאי ארישא דקתני הריני נזיר אחת גדולה או אם אמר הריני נזיר אחת מכאן ועד סוף העולם וכיון דאמר הריני נזיר אחת אמרינן דטריחא ליה ואריכא ליה מלתא כמכאן ועד סוף העולם ואמוראי קמאי לא משמע להו דקאי מכאן ועד סוף העולם אאחת ע\"כ. והנה כפי תירוץ זה אם לא אמר אחת הוי נזיר כמספר האוונות שיש עד סוף העולם לכל אוונא חד נזירות דומיא דכעפר וכשער וליכא למימר שיהיה נזיר חד נזירות ארוך דת\"ק שנה דהא פירוש זה כבר דחו אותו התוס' מדלא אמר הריני נזיר ת\"ק שנה אך לקושיית ולהוי כל אוונא ואוונא דאזדא ליה הכרח זה כמו שכתבו התוס' איצטריך רבא לומר דשאני הכא דקאמר אחת: <br><b>אך </b>אני מסתפק אם כפי תירוץ זה אין אנו צריכים למאי דקאמר רבא בתחלת הסוגיא דמתני' דמכאן ועד סוף העולם מיירי בשהחזיק בדרך משום דקושיא מעיקרא ליתא דשאני התם דלא קאמר אחת אבל הכא דקאמר אחת אמרינן דאינו נזיר כי אם שלשים יום ורבא רצה לתרץ בין קושיית והא מכאן ועד סוף העולם קאמר ובין קושיית ולהוי כל אוונא ואוונא וזהו דשני רבא בלישניה בתירוץ זה למה לך אקשויי כולי האי שכיוון לתרץ גם הקושיא הראשונה ומאי דאוקי רבא אידך מתני' בשהחזיק בדרך הוא כפי התירוץ שתירץ שאני שערות הואיל ומובדלות דלפי תירוץ זה לא ס\"ל דמכאן ועד סוף העולם קאי אאחת, ולפי שיטה זו תירץ בתחלה דאידך מתני' מיירי בשהחזיק בדרך אך כפי דבריו האחרונים דס\"ל דמכאן ועד סוף העולם קאי אאחת איתרצא ליה נמי קושיא קמייתא ומתני' דמכאן ועד מקום פלוני מיירי בכל גוונא. ויותר היה נראה לי לומר דלא גרסינן בכולהו רבא אלא אי גרסי' בתחלה רבא גרסינן בסוף רבה או בהפך ועוד היה אפשר לצדד ולומר דמלת אחת אינה שוללת אלא שלא נפרש דהרבה נזיריות קבל עליו דמלת אחת סותר פירוש זה אבל הפירוש האחר דהיינו דחד נזירות דת\"ק שנה קבל עליו אין מלת אחת סותר פירוש זה דאפשר דאיצטריך לומר מלת אחת כי היכי דלא נימא דנזירות אחר נזירות קבל עליו ולפי זה אנו צריכים לתירוצא דשהחזיק בדרך: <br><b>ועוד </b>י\"ל דאף דנימא דמלת אחת שוללת גם כן הפירוש האחר שיהיה נזיר חד נזירות ארוך דת\"ק שנה וכמו שנראה מדברי רש\"י בפירוש הסוגיא אפ\"ה אנו צריכים לאוקמתא דשהחזיק בדרך דאי לא אכתי קשה דאמאי לא אמרינן דנזירות אחר נזירות קבל כמנין האוונות שיש מאותו מקום עד מקום פלוני דומיא דמתני' דכעפר אבל השתא דמוקמינן לה בשהחזיק בדרך אין לומר דנזירות בתר נזירות קבל דכיון דמיירי בשהחזיק בדרך אין בדעתו להיות נזיר כי אם בהיותו בדרך וכמו שכתבו התוס' ומה שתירץ רבא בשהחזיק בדרך אף שלאותה קושיא לא הוה צריך לאוקמתא זו מ\"מ קושטא דמלתא קאמר רבא דמתני' דמכאן ועד מקום פלוני מיירי בשהחזיק בדרך דאי לא היו עליו נזיריות כמספר האוונות שיש מאותו מקום עד מקום פלוני: <br><b>הכלל </b>העולה מדברי התוס' דאם אמר הריני נזיר מכאן ועד מקום פלוני והחזיק בדרך אליבא דכ\"ע חד נזירות ארוך כמספר הימים שיש מאותו מקום עד מקום פלוני קבל דלומר דפירוש דבריו היא אריכא לי הא ליתא ולא מיבעיא למאן דס\"ל דמכאן ועד סוף העולם קאי אאחת ומש\"ה אמרינן אריכא ליה אלא אף למאן דאית ליה דהריני מכאן ועד סוף העולם לא קאי אאחת מ\"מ כל שהחזיק בדרך לא אמרינן אריכא ליה ולומר דכוונתו היא לקבל נזיריות הרבה כמספר האוונות שיש עד מקום פלוני הא ליתא חדא דבמלתא דאיכא קיצותא לא אמרי' הכי ועוד דשאני שערות דמובדלות זו מזו ואף למאן דאית ליה דטעמא דלא אמרי' דנזירות קבל עליו כמספר האוונות שיש עד סוף העולם הוא משום מלת אחת דקאמר כשהחזיק בדרך אף שלא אמר אחת אינו נזיר נזירות הרבה דמסתמא אין בדעתו להיות נזיר כי אם בהיותו בדרך וכמו שכתבו התוס' ואף שיש לדחות ולומר דדוקא למאן דאית ליה דאם לא החזיק בדרך לא היה נזיר כי אם שלשים יום והיינו מפרשים דבריו דאריכא ליה מלתא התם הוא דכתבו התוס' דאם החזיק אינו נזיר כי אם כמספר הימים דכיון דמשום דהחזיק הוא דאמרינן דהוי נזיר יותר משלשים יום וא\"כ ממקום שבאתה דהיינו משום דהחזיק מסתמא אין בדעתו להיותו נזיר כי אם בהיותו בדרך אף כפי הצד שצדדנו לעיל דלרבא דטעמא דמתני' הוא משום מלת אחת אף אם לא החזיק לא היינו מפרשים דבריו דאריכא ליה כיון דלא אמר אחת נמצא דחזקה זו אינה מעלה ומוריד וא\"כ אף שהחזיק נזירות אחר נזירות קבל כמספר האוונות שיש עד מקום פלוני, וכי תימא והא מתני' קתני אומדין כמה ימים כו' אפשר לומר דההיא מתני' רבי היא דאית ליה דאינו מגלח אחת לשלשים יום אלא האומר הרי עלי נזירות אבל אליבא דת\"ק דאית ליה דאומר הריני נזיר כעפר מגלח אחת לשלשים יום הכי נמי באומר הריני נזיר מכאן ועד מקום פלוני מגלח אחת לשלשים יום כמספר האוונות שיש עד מקום פלוני. אך כד מעיינינן שפיר יראה דליתא להאי מלתא ואפושי פלוגתא לא מפשינן אלא כל היכא דהחזיק בדרך אליבא דכ\"ע חד נזירות ארוך קבל עליו והיכא דלא החזיק בדרך אליבא דמאן דאית ליה דמכאן ועד סוף העולם לא קאי אאחת פשיטא דבאומר מכאן ועד מקום פלוני ולא החזיק בדרך דחד נזירות דשלשים יום קבל עליו ומאי דקאמר עד מקום פלוני הכוונה היא דאריכא ליה דומיא דמכאן ועד סוף העולם אבל למאן דאית ליה דמכאן ועד סוף העולם קאי אאחת דוקא היכא דאמר אחת אמרי' דאריכא ליה קאמר כי היכי שלא יהיו דבריו סותרים אלו את אלו אבל היכא דלא אמר לא אמרי' דאריכא ליה קאמר אלא נקטינן דברים כפשטן. וכל זה הוא כפי הצד שצדדנו לעיל דרבא רצה לתרץ קושיא קמייתא דוהא מכאן ועד סוף העולם קאמר וס\"ל דטעמא דמתני' הוא משום דאמר אחת אבל כפי הצד האחר דרבא לא בא לתרץ כי אם קושיית ולהוי אוונא ואוונא אבל קושיא קמייתא במקומה עומדת משום דס\"ל דמלת אחת אינה שוללת הפירוש שיהיה נזיר ארוך ת\"ק שנה א\"כ גם לרבא היכא דאמר מכאן ועד מקום פלוני ולא החזיק בדרך אמרי' דפירוש דבריו הוא דאריכא ליה. ועוד אפשר לומר דאף דנימא דרבא ס\"ל דמלת אחת שוללת שני הפירושים אפשר דס\"ל דאף דלא קאמר אחת פירוש הוא אריכא לי מדלא קאמר הריני נזיר ת\"ק שנה ומאי דקתני במתני' אחת הוא משום קושיית ולהוי כל אוונא ואוונא. ועכשיו נבאר כל החלוקות אם נאמר דרבא בא לתרץ קושיא קמייתא ג\"כ וס\"ל דטעמא דמתני' דאמרינן אריכא לי הוא משום דקאמר אחת א\"כ כל היכא דלא קאמר אחת לא אמרינן אריכא ליה ונראה דנזירות אחר נזירות קבל דומיא דכשער ראשי דלרבא לית ליה שיש חלוק בין דבר שיש לו קצבה לאין לו קצבה וכן לא ס\"ל דשאני שערות ואומדנות התוס' ליכא דהא לא החזיק בדרך ואם נאמר דרבא לא בא לתרץ קושיא קמייתא משום דס\"ל דמלת אחת אינה שוללת הפירוש שקבל עליו נזירות ארוך דת\"ק שנה א\"כ גם לדידיה כל שלא החזיק בדרך אמרינן דחד נזירות דשלשים יום קבל ומאי דקאמר עד מקום פלוני פירושו הוא דאריכא ליה ואם נאמר דרבא ס\"ל דלעולם מלת אחת שוללת כל הפירושים אלא דס\"ל דאף אם לא אמר אחת לא היינו מפרשים דחד נזירות ארוך קבל מההכרח שכתבו התוס' מדלא קאמר הריני נזיר ת\"ק שנה ומאי דאיצטריך במתני' למיתני אחת הוא משום קושיית ולהוי כל אוונא ואוונא א\"כ היכא דלא אמר אחת נזירות בתר נזירות קבל כמנין האוונות והיכא דאמר הריני נזיר מכאן ועד סוף העולם אם אמר אחת אליבא דכ\"ע אינו נזיר כי אם שלשים יום דוקא ואם לא אמר אחת הרי זה דומה לאומר הריני נזיר מכאן ועד מקום פלוני ולא החזיק בדרך. וכל החלוקות שכתבנו לעיל בדין זה שייכי לאומר מכאן ועד סוף העולם אין צורך לכפול הדברים. ואם לא אמר מכאן אלא הריני נזיר עד סוף העולם או עד מקום פלוני אם אמר אחת אליבא דכ\"ע אינו נזיר כי אם שלשים יום ואם לא אמר אחת מדברי התוס' נראה דכל שלא אמר מכאן לא מפרשינן דבריו דאריכא ליה אלא אמרינן דנזירות ארוך קבל ואליבא דרבא יש להסתפק אי אמרינן דנזירות ארוך קבל או דלמא נזירות בתר נזירות כמספר האוונות וכמו שכתבנו לעיל. ואם אמר הריני נזיר מכאן ועד אלף שנים מדברי התוס' נראה דאינו נזיר כי אם שלשים יום ופירוש דבריו הוא דאריכא ליה כאילו אמר הריני נזיר אלף שנים ואליבא דרבא יש להסתפק כיון שלא אמר אחת וכדכתיבנא: <br><b>ודע </b>שרש\"י פירש פירוש אחר בסוגיא זו וס\"ל דקושיית ולהוי כל פרסה ופרסה וקושיית ולהוי כל אוונא ואוונא היא עלה דמתני' דהחזיק בדרך ואמר מכאן ועד מקום פלוני. והנראה דס\"ל דבמתני' דמכאן ועד סוף העולם ליכא קושיא דכיון דאמרינן דפירוש דבריו דאריכא ליה אין כאן קושיא כלל אבל באידך מתני' דמכאן ועד מקום פלוני דאמרינן דנזירות ארוך קבל התם הוא דפריך דנימא דנזירות בתר נזירות קבל דומיא דהריני נזיר כעפר הארץ אלא שדברי רבא שבאו בסוף הסוגיא דקאמר למה לך אקשויי כולי האי שאני התם דהא קתני הריני נזיר אחת לא יכולתי ליישבם דכפי שיטת רש\"י הלזו צ\"ל שדברי רבא לא באו כי אם לתרץ קושיא קמייתא ואין להם שייכות כלל עם קושיית ולהוי כל אוונא ואוונא והוא דוחק גדול בעיני וצ\"ע: "
            ],
            [],
            [
                "<b>האומר הריני נזיר כמנין ימות השנה וכו'.</b> (א\"ה עיין לקמן בפרקין הלכה י\"ח): "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ומה בין נזיר עולם לנזיר זמן קצוב כו'.</b> תנן בפ\"ק דנזיר (דף ד') מה בין נזיר עולם לנ\"ש כו' ופירש\"י הריני נזיר עולם הרי זה נזיר כל ימי חייו דכי אמר הריני נזיר עולם משמע דנזירות קבל עליו עד עולם לפיכך כיון שהכביד שערו מקל בתער ומגלח כל שלשים ושלשים ע\"כ. והנראה שדברי רש\"י הם דברי הגמ' דקאמר האומר הריני נזיר עולם הרי זה נזיר דמשמע דהוה ס\"ד דלא להוי נזיר כיון דלא אמר הריני נזיר לעולם אבל נזיר עולם ס\"ד דלא להוי נזיר כלל משום דלא הוי דבור קמ\"ל דכי אמר הריני נזיר עולם משמע דנזירות קבל עליו עד עולם. ובמאי דתנן מקל בתער כתבו בתוס' ולא מגלח לגמרי כאבשלום שלא גלח לגמרי שהרי נתלה בשערו ע\"כ. אך ראיתי לרש\"י שכתב מקל בתער ומגלח כו' כנראה דס\"ל דמקל בתער לאו דוקא ורבינו בפ\"ג מהל' נזירות העתיק דברי הגמ' יע\"ש, אך בפירוש המשנה כתב מקל בתער ר\"ל שמותר לו לגלח בתער, ובמה שכתב רש\"י ומגלח כל שלשים ושלשים לא ידעתי למה סתם דבריו כר' נהוראי דאמר מגלח אחת לשלשים יום. שוב ראיתי לרש\"י שפירש בסוגית הגמ' עלה דפלוגתא דרבי ור' נהוראי פירוש מחודש וז\"ל רבי אומר אבשלום נזיר עולם היה שנאמר כו' ומגלח היה אבשלום לי\"ב חודש דבכך הוה ליה כובד ובבציר מהכי לא הוה ליה כובד דכאיש גבורתו אבל שאר נזיר עולם מגלח אחת לשלשים יום דהוו ליה בהכי כובד ע\"כ. ולא ידעתי מי הכניסו לרש\"י בתגר זה לומר דאף לרבי סתם נזיר עולם מגלח אחת לשלשים יום ומאי דפליג הוא באבשלום דלא נפקא לן מידי דמאי דהוה הוה. וראיתי עוד לרש\"י שכתב דאף לר' יוסי דאמר מגלח מערב שבת לערב שבת הוא דוקא באבשלום שהיה בן מלך אבל בשאר אינשי מגלח אחת לשלשים יום וז\"ל עלה דההיא דאמרי' איכא בינייהו כו' ואי קשיא לך ולר' יוסי מאי שנא אבשלום משאר נזיר עולם דמסתפרים אחת לשלשים כו' רבי מתרץ לטעמיה דאבשלום הואיל ובעל כח הוה לא הוה כובד לדידיה עד י\"ב חודש כי כאיש גבורתו ולר' יוסי הואיל וארחייהו דבני מלכים להסתפר מערב שבת לערב שבת הוה ליה כובד כשאר אחין אבל לשאר איניש ליכא כובד עד שלשים ע\"כ. נמצא לפי דבריו דרבי ור' נהוראי ור' יוסי לא פליגי לענין דינא דכולהו ס\"ל דסתם נזיר עולם מגלח אחת לשלשים יום ופלוגתייהו הוא דוקא באבשלום באיזה זמן היה מגלח. ומלבד שפירוש זה הוא תמוה מאד שיהיה מחלוקת תנאים הללו בדבר דלא נפקא מיניה מידי לענין דינא עוד אני תמיה דבגמ' הקשו לרבי ואימא ב' שנים כו' ואי אמרת דרבי לענין דינא קא אתי ניחא שקלא וטריא זה אך כפירוש רש\"י לא ידעתי שקלא וטריא זה למה. ודע שכעת לא מצאתי חבר לרש\"י בסברא זו ורבינו פסק דנזיר עולם מגלח אחת לי\"ב חודש וכן הוא דעת התוס' דמחלוקת תנאים הללו הוא בסתם נזיר עולם וכמו שכתבו בדף ז' ד\"ה והתניא ודברי רש\"י צריכין אצלי תלמוד: <br><b>תו </b>אמרינן בסוף פ\"ק דנזיר ת\"ר הריני נזיר כל ימי חיי הריני נזיר עולם הרי זה נזיר עולם אפילו מאה שנה אפילו אלף שנים אין זה נזיר עולם אלא נזיר לעולם ע\"כ. ובדף ז' הובאת ברייתא זו ופירש\"י שם אין זה נזיר עולם שיהיה מגלח אחת לשלשים יום ע\"כ. ולשיטתיה אזיל דס\"ל דנזיר עולם מגלח אחת לשלשים. אך התוס' שם וכאן פירשו הרי זה נזיר עולם כאבשלום ומקל למר כדאית ליה ולמר כדאית ליה ע\"כ. ומפשטה דברייתא זו נראה שיש חלוק בין אומר נזיר עולם לאומר נזיר לעולם דהכי אמרי' אין זה נזיר עולם אלא נזיר לעולם, ולפי זה האומר הריני נזיר לעולם יהיה דינו כדין האומר אלף שנה שאינו מקל לעולם והיינו דבתחלת הברייתא אמרו הריני נזיר עולם משמע דוקא האי לישנא. אך לא מצאתי דבריו מתיישב לחלק בין נזיר עולם לנזיר לעולם ורבינו בפ\"ג דין י\"א לא חילק כי אם בין נודר לזמן קצוב לנודר לזמן שאינו קצוב וכתב בפירוש שהאומר הריני נזיר לעולם דינו שוה לאומר הריני נזיר כל ימי חיי והראב\"ד כתב שם שגירסת רבינו היא גירסת התוספתא והירושלמי וגירסת תלמוד שלנו אינה כן והיא מבולבלת מאד ע\"כ. ומרן כתב שם שגרסת רבינו בתלמוד שלנו היתה כגירסת תוספתא והירושלמי: "
            ],
            [],
            [
                "<b>ומי שנדר נזיר כשמשון אינו יכול לישאל על נדרו כו'.</b> (א\"ה לענין אשה שנדרה בנזירות שמשון אי מצי בעל להפר עיין במ\"ש הרב המחבר לעיל פ\"ב מהלכות אלו דין י\"ז ע\"ד מהרימ\"ט): "
            ],
            [],
            [],
            [
                "<b>האומר הריני נזיר מלא הבית כו'.</b>(א\"ה עיין בסמוך דין ח\"י): "
            ],
            [
                "<b>האומר הריני נזיר כשער ראשי כו'.</b> תנן בפ\"ק דנזיר דף ח' הריני נזיר כשער ראשי וכעפר הארץ וכחול הים וכו' (עיין בכ\"מ). ויש לתמוה לפי מה שכתבנו לעיל בשם רש\"י דנזיר עולם אליבא דכ\"ע מגלח אחת לשלשים יום א\"כ היכי קאמר רבי אין זה מגלח אחת לשלשים דהן לו יהי שלא יהיה פירוש דבריו דנזירות בתר נזירות קבל אלא נזירות ארוך כמנין שער ראשו מ\"מ הוי דינו כדין נזיר עולם שמגלח אחת לשלשים. וסבור הייתי לומר דאליבא דרבי האומר הריני נזיר כעפר הארץ דינו כדין האומר הריני נזיר אלף שנים שאינו מגלח לעולם וטעמא דדוקא האומר כל חייו או לעולם אין קצבה לנזירותו לפי שאף אם יצוייר שיחיה האדם אלף שנים הרי זה אמר כל חייו ונמצא שאין קץ לנזירות אבל האומר הריני נזיר אלף שנה הוא כבר נתן קצבה לנזירותו אלא שהדבר הוא מהנמנע שיחיה האדם אלף שנה נמצא דמה שאין קצבה לנזירות זה אינו מצד לשונו וכן האומר הריני נזיר כשער ראשי הוא נתן קצבה לנזירות אלא שהדבר נמנע לפי ששערות ראשו מרובין משני חייו. אך ראיתי לרבינו בפירוש המשנה שכתב דאליבא דרבי האומר נזיר כשער ראשי מגלח אחת לי\"ב חודש כדין נזיר עולם הרי דס\"ל דכשער ראשי הוי דבר שאין לו קצבה וסמך יש לדבריו בדף ז' דמדמו בגמ' האומר הריני נזיר כשער ראשי לאומר הריני נזיר כל ימי חיי דכולהו הוו דבר שאין לו קצבה. אשר על כן נ\"ל לומר דרש\"י ז\"ל ס\"ל כסברת התוס' דנזיר עולם דוקא מקל אבל אינו מגלח לגמרי ובגילוח הוא דפליגי ת\"ק ורבי דת\"ק סבר דנזירות בתר נזירות קבל ומש\"ה מגלח לגמרי אחת לשלשים ורבי ס\"ל דנזירות ארוך קבל ואינו מגלח לגמרי אלא מקל בתער כמו נזיר עולם והיינו לא אמרו אלא דין הגילוח ולא הזכירו הבאת הקרבנות וטעמא משום דלהבאת קרבנות אין חילוק ביניהם דאף אם נאמר דנזירות קביל עליה מ\"מ כל שלשים יום מביא קרבן תגלחת: <br><b>תו </b>תנן התם הריני נזיר מלא הבית או מלא הקופה וכו' רואין את הקופה כאילו מלאה חרדל ונזיר כל ימיו, ופירש\"י דאמרי' נזירות כמנין גרעיני חרדל שבו קבל עליו ואין להם הפסקה כל ימיו. נראה דפירשה לבבא זו כת\"ק דרבי דאמרי נזירות אחר נזירות קבל והתוס' כתבו ונזיר כל ימיו לרבנן דלעיל נזירות אחר נזירות ולרבי נזירות ארוך ובגמ' הקשו עלה דהך בבא ואמאי וליחזייה כאילו מלאה קשואין ודלועין ותהוי ליה תקנתא ותירצו אמר חזקיה במחלוקת שנוייה ור\"ש הוא דאמר מכניס את עצמו לדבר שספקו חמור מודאו דתניא הריני נזיר ע\"מ שיהיה בכרי זה מאה כור והלך ומצאו שנגנב או שנאבד ר\"ש אוסר שספק נזירות להחמיר ור' יהודה מתיר שספק נזירות להקל ע\"כ. והנה ברייתא זו דכרי הובאת בפ\"ב דנדרים דף י\"ט ואמר רבא גבי כרי קסבר כל שספקו חמור מודאו לא מעייל נפשיה לספיקא דאילו גבי נזיר ודאי מגלח ומביא קרבן ונאכל ועל ספקו לא מצי מגלח ע\"כ. ופירש שם הר\"ן דעל ספקו לא מצי מגלח לפי שצריך לגלח על הבאת קרבנותיו ולא מצי לאתויי דלמא לא הוי נזיר ומייתי חולין בעזרה וכי תימא נהי דחטאת לא מצי לאתויי בתנאי שאין חטאת בא נדבה לייתי עולה ושלמים וליתני אם נזיר אני הרי אלו לחובתי ואם לאו יהיו נדבה דהא קי\"ל דאם גלח על אחד משלשתן יצא. י\"ל הני מילי בדיעבד אבל לכתחלה אינו מגלח אלא אם כן הקריב חטאתו עולה ושלמים הלכך לית ליה תקנתא לנזירות הבאה על הספק וכן כתבו שם רש\"י והרא\"ש דטעמא דספק נזירות חמור מודאו הוא משום דאינו יכול לגלח משום דלא מצי אתויי קרבן מספק דלמא עייל חולין לעזרה. ואני תמיה דלמה איצטריכו לומר דטעמא דאינו מגלח הוא משום דלא מצי אתויי קרבן מספק תיפוק ליה דלא מצי עביד הקפה דקא עבר אלאו דלא תקיפו ולא מצי עבר עליה מן הספק ואולי איצטריכו להך טעמא למ\"ד הקפת כל הראש מדרבנן וכדאיתא בפ\"ד דנזיר דף כ\"ט. ומ\"מ עדיין קשיא לי דאף דנימא דאין איסורו כ\"א מדרבנן מ\"מ הוי ספיקו חמור מודאו דלא מצי עבר אדרבנן מן הספק ואולי נאמר דס\"ל דבדבר דליכא תקנתא לא גזור רבנן. <br><b>שוב </b>ראיתי לתוס' שכתבו בשם ר\"י דטעמא דלא מצי מגלח הוא משום דעביד הקפה וכמ\"ד הקפת כל הראש שמה הקפה דמספק אינו יכול לדחות לאו דהקפה הלכך הוי ספיקו חמור מודאו ע\"כ. שוב התבוננתי בזה ולא ירדתי לעומק דברי ר\"י דהן לו יהי דלא מצי עביד הקפה משום הכי לא מיקרי ספיקו חמור מודאו דבשלמא אי אמרי' דלא מצי לגלח כלל ניחא דמיקרי ספקו חמור דאילו ודאי משלים ימי נדרו ומביא קרבנותיו ומגלח ואילו ספקו לא מצי לגלח כיון שאינו יכול להביא קרבנותיו מן הספק משום דהוו חולין בעזרה אבל אליבא דר\"י דיכול לגלח לפי שיכול להביא עולה ושלמים בנדבה ויכול לגלח עליהם דקי\"ל אם גילח על אחד משלשתן יצא כי לא עביד הקפה מאי הוי וכי משום דלא מצי עביד הקפה הוי ספקו חמור מודאו וכי תימא דטעמא דמלתא הוא משום דכיון דלא מצי עביד הקפה א\"כ לא קיים מצות תגלחת דהא קי\"ל דאם שייר ב' שערות לא עשה כלום וכיון דלא קיים מצות תגלחת לא הותר ביין ומש\"ה הוי ספקו חמור מודאו שהרי אינו יכול לשתות וליטמא לעולם הא ליתא שהרי פסק רבינו בפ\"ח דין ה' שאין התגלחת מעכבת ומשנזרק עליו אחד מהדמים הותר וכי תימא דר\"י סבר דהלכה כסתם מתני' דפ' ג' מינים דאית ליה דלא הותר הנזיר אלא אחר מעשה כולם ולדידיה תגלחת מעכבת וכבר ראינו למרן כמה יגיעות יגע ליישב דברי רבינו דלא פסק כסתם מתני'. גם בזה לא נחה דעתי דאי ר\"י ס\"ל כר\"א דבעי מעשה כולם למה ליה לטעמא דהקפה אף דנימא דהקפת כל הראש לאו שמה הקפה מ\"מ לא הותר הנזיר ביין ובטומאה אלא אחר כל הכתוב בפרשה דהיינו אחר שיביא כל הקרבנות וחטאת אינו יכול להביא מספק לפי שאין חטאת בא בנדבה. ונראה דאליבא דר\"א כל הכתוב בפרשה מעכב משתיית היין ומן הטומאה דהא אפי' תנופה דלא הוי כ\"א שיירי מצוה אמרינן בגמ' דלר\"א מעכבת ואף דפירש\"י אחר מעשה כולם אחר קרבן ואחר תגלחת, קרבן הוא שם כולל לכל הקרבנות שחייב הנזיר. ובסוף פ' ג' מינים תנן מי שנזרק עליו אחד מהדמים ונטמא ר\"א אומר סותר את הכל וכתבו התוס' ושאר המפרשים דר\"א לטעמיה אזיל דאית ליה דלא הותר הנזיר ביין אלא אחר כל המעשים כולם אחר הבאת כל הקרבנות ובפ' האומר משקלי עלי דף כ\"א אמרינן אמר רב פפא פעמים שחייבי חטאות ממשכנין אותם בחטאות נזיר דאמר מר כו' ואם נזרק עליו אחד מן הדמים הותר הנזיר לשתות יין וליטמא למתים משמע דלר\"א דלית ליה האי דינא אין ממשכנין בחטאת דליכא למיחש לפשיעה כיון שאינו יכול לשתות יין. ומלבד כל זה עוד אני תמיה בדברי ר\"י הללו דאמרי' התם אמר רב הונא בר יהודה לרבא הריני נזיר עולם מאי אמר ליה נזיר עולם נמי ספקו חמור מודאו דאילו ודאו הכביד שערו מקל בתער ומביא ג' בהמות ואילו ספקו לא ע\"כ. ולדברי ר\"י דטעמא דספקו חמור הוא משום הקפה הא בנזיר עולם לא שייך הקפה שהרי כתבו התוס' בפ\"ק דנזיר דף ה' דנזיר עולם אינו מגלח לגמרי אלא מקל וא\"כ לא שייך הקפה. וסבור הייתי לומר דדוקא לגבי תגלחת טהרה הוא דקי\"ל דאם גלח על אחד משלשתן יצא אבל בנזיר עולם שאינו תגלחת טהרה אלא שהותר לו להיות מקל אחר שיש לו כובד אפשר שלא הותר אלא בתנאי שיביא קרבנותיו בשלמות וזה א\"א שהרי חטאת אינו יכול להביא בספק שהרי אינו בא בנדבה ור\"י לא איצטריך לטעמא דהקפה אלא בנזיר לזמן קצוב דקי\"ל דאם גלח על אחת משלשתן יצא ויכול להביא עולה או שלמים בתנאי שאם אינו נזיר יהיו נדבה ומש\"ה איצטריך לטעמא דהקפה אבל בנזיר עולם תיפוק ליה דאינו יכול להקל לפי שאינו יכול להביא חטאת ולא מצאתי גילוי בדין זה כלל. אך כבר כתבנו שדברי ר\"י יש בהם מן התימה מצד עצמם ומש\"ה איצטריך הר\"ן לחלק בין לכתחלה לבדיעבד. ואי לאו דמסתפינא הייתי אומר דמחלוקת זה דר\"ש ור\"י בהל' נזירות תלוי במחלוקת אחר שכתבנו דר\"א ור\"ש דר\"ש אית ליה דואחר ישתה הנזיר יין הוא אחר מעשה יחידי ואית ליה שכיון שנזרק אחד מהדמים הותר וכמבואר במתני' דסוף פ' ג' מינים ומש\"ה אית ליה דספק נזירות להחמיר דאין ספקו חמור מודאו שהרי יכול לקיים נדרו מספק ובהשלים הזמן היה מביא עולה או שלמים והיה מגלח עליהם והיה מותר לשתות יין ולהטמא למתים אבל ר\"י סבר דאחר מעשה כולם הותר וא\"כ ספקו חמור מודאו מתרי טעמי חדא דלא מצי עביד הקפה דכיון דלא מצי עביד הקפה לא הוי תגלחת ולמ\"ד אחר מעשה כולם תגלחת מעכבת וכמבואר ועוד וכיון דלא מצי אתויי חטאת לא הותר ביין וטומאה וא\"כ הוי ספקו חמור מודאו ומש\"ה אית ליה דספק נזירות להקל אבל מה אעשה שרבינו פסק דספק נזירות להקל ופסק דואחר ישתה הנזיר הוא אחר מעשה יחידי: <br><b>ומ\"מ </b>אני תמיה לכל הפירושים דאי משום דספקו חמור אזלינן לקולא עדיין יש תיקון בדבר שיאמר אם היה בכרי זה מאה כור הריני נזיר חובה משום דבורי הראשון ואם לא היה בו מאה כור הריני נזיר נדבה והשתא בהשלים ימי נדרו יכול לגלח ולהביא קרבנותיו ויצא מכל החששות ומצינו בפ\"ב דנזיר דף י\"ג עלה דהפילה אשתו דאינו נזיר ואמר ר\"ש יאמר אם היה בן קיימא הרי אני נזיר חובה ואם לאו הרי אני נזיר נדבה וכדאי דלר\"ש בכל ספק נזירות אית ליה שיעשה תיקון זה והתוס' כאן הקשו קושיא זו ותירצו דיכול לבוא לידי חומרא כגון אם נטמא קודם שהתנה דהשתא הוי ספק נזיר טמא ואין לו תקנה דלא יוכל להביא אשם טמא על הספק שמא לא היו בו מאה כור וקא מייתי חולין בעזרה ואסור ביין ובתגלחת לעולם דנזיר טמא הוא ואינו יכול ליפטר מנזירותו אם לא בהבאת אשם וזה אין בא על תנאי אבל נטמא אחר שהתנה אז היה ודאי נזיר טמא ומייתי אשם טומאה והדר משלים נזירותו ע\"כ. ולפי דברי התוס' הללו מאי דאמרינן בגמ' דספקו חמור מודאו הוא מטעם זה דשמא יטמא ולא יהיה לו תקנה לפי שאינו יכול להביא אשם מספק ונזיר עולם נמי הוא מהאי טעמא דשמא יטמא ואינו יכול להביא קרבנותיו להקל בתער: <br><b>תו </b>אמרינן בגמ' ר\"י אמר אפילו תימא ר\"י התם לא נחית ליה לנזירות הכא נחית ליה לנזירות במאי לסלוקיה מיניה ופריך אמאי לא ליחזייה לקופה כאילו מלאה קשואין ודלועין ותהוי ליה תקנתא דהא ס\"ד נזירות הוא דקביל עילויה ומשני ר' יהודה סבר לה כרבי דתנן רבי אומר אין זה מגלח אחת לשלשים יום ואיזהו שמגלח אחת לשלשים יום האומר הרי עלי נזירות כשער ראשי וכעפר הארץ וכחול הים ע\"כ. והמתבאר מדברי רש\"י והתוס' הוא דר\"י ס\"ל דע\"כ לא קאמר ר\"י ספק נזירות להקל אלא כשהספק הוא אם חל עליו נזירות מעיקרא או לא דומיא דכרי אבל היכא דעכ\"פ חל עליו נזירות אלא שאנו מסופקים במספר הימים כמה ימים קבל עליו נזירות אז מודה ר' יהודה דאזלינן לחומרא דהא כיון דחל עליו נזירות אינו יכול להסתלק ממנו לפי שאינו יכול לגלח ולהביא קרבנות דשמא לא שלמו עדיין ימי נזירותו והיינו טעמא דמתני' דאמרינן דרואין כאילו מלאה חרדל ונזיר כל ימיו ולא אמרינן רואין כאילו מלאה קשואין ודלועין לקולא ודוקא אליבא דרבי דאית ליה דנזירות ארוך קבל כמלא הבית הוא דאזלינן לחומרא אבל לת\"ק דאית ליה דנזירות כמנין מלא הבית קבל אז רואין את הקופה כאילו מלאה קשואין ואזלינן לקולא לכל שכל נזירות ונזירות הוא דבר בפ\"ע ובהשלימו שיעור מלא הקופה דקשואין מספק לא נחית עוד לנזירות. וא\"ת אף דנימא דנזירות ארוך קבל ניזיל לקולא דהא את\"ל דהוי נזירות ארוך דינו כדין נזיר עולם שמגלח כל י\"ב חדש או כל שלשים אליבא דרש\"י ומביא קרבנותיו וא\"כ נימא רואין את הקופה כאילו מלאה קשואין ובסוף י\"ב חודש יגלח ויביא קרבנות דגלוח זה הוא היתר גמור ממ\"נ ושוב לא נחית לנזירות מספק דטעמא דאמרינן דכיון דנחית לנזירות לא מצינן לסלוקיה הוא משום דלא מצי לגלח דדילמא עדיין לא שלמו ימי נזירותו ואינו יכול לגלח דקא עבר אלאו דתער לא יעבור אבל היכא דגלח והביא קרבנותיו בהיתר גמור נימא דשוב לא נחית לנזירות מספק הא ודאי ל\"ק כלל וק\"ל. וראיתי לרבינו בסוף פ\"ג מהל' נזירות שכתב האומר הריני נזיר מלא הבית כו' רואין את הקופה כאילו היא מלאה חרדל ויהיה נזיר כל ימיו ויש לו לגלח מי\"ב חדש לי\"ב ע\"כ. נראה דפסק כרבי דאית ליה דנזירות ארוך קבל ובסעיף שאחריו כתב האומר הריני נזיר כשער ראשי כו' ה\"ז כמי שאמר הרי נזירות עלי כמנין שער ראשי ע\"כ ודין זה הוא לת\"ק דפליג עליה דרבי ודבר תימה הוא איך פסק להני תרתי דסתרן אהדדי וכבר נתעוררו בזה הרב בעל ל\"מ והרב בעל תיו\"ט והניחו הדבר בצ\"ע יע\"ש. ולפי חומר הנושא נ\"ל לומר דרבינו הוקשה לו בפשטא דמתני' דהריני נזיר מלא הבית דבמאי מוקמת לה אי כר\"ש קשה דהכא סתם מתני' כר\"ש ובמס' טהרות סתם דספק נזירות להקל ואי כר' יהודה ומתני' רבי היא קשה ג\"כ דסתם כסברתו וברישא דמתני' סתם כסברת החולק. עוד דקדק רבינו במתני' דברישא נקט כשער ראשי בכ\"ף הכנוי ובמציעתא נקט מלא הבית והוה ליה למיתני כמלא הבית או ברישא נמי שער ראשי ומכח זה ס\"ל לרבינו דכי היכי דלר' יהודה ס\"ל דמנין שאני הכי נמי ס\"ל לת\"ק דיש חלוק בין אומר בכ\"ף הדמיון לאומר בלא כ\"ף דס\"ל דאומר כשער הוה ליה כאומר כמנין דזהו משמעות הכ\"ף אבל באומר בלא כ\"ף אף ת\"ק מודה דנזירות ארוך קבל והשתא ג' מחלוקות איכא ר' יהודה סבר דדוקא אמר מנין הוא דאמרינן דנזירות אחר נזירות קבל אבל אם לא אמר מנין אף שאמר בכ\"ף אמרי' דנזירות ארוך קבל ונפקא לן הדין מלתא מדתניא א\"ר יהודה הריני נזיר מנין הילקטי קייץ כו' משמע דדוקא משום דאמר מנין הא אם לא אמר מנין אף שאמר כהילקטי קייץ היינו אומרים דנזירות ארוך קבל ות\"ק ס\"ל דאומר בכ\"ף הרי הוא כאומר מנין ואמרי' דנזירות אחר נזירות קבל אבל אם אמר בלא כ\"ף כגון הריני נזיר שער ראשי או מלא הבית אף ת\"ק מודה דנזירות ארוך קבל. ורבי ס\"ל דאפי' אמר מנין אמרי' דנזירות ארוך קבל ומאי דאמרינן דר' יהודה סבר כרבי ומוקמי למתני' דמלא הבית כרבי הוה מקמי דידעינן דיש חלוק באומר מנין וכיון דלא הוה ידעינן חילוק זה לא היינו מחלקים ג\"כ בין אומר בכ\"ף אבל לאחר שידענו שיש חילוק באומר מנין יש לחלק באומר בכ\"ף ולפי זה מתני' דמלא הקופה דברי הכל היא ומאי דאמרי' בגמ' סבר ליה כותיה בחדא נזירות קבל עליה כו' לא קאי עלה דמתני' דמלא הקופה דההיא ד\"ה היא וכדכתיבנא אלא עלה דברייתא דמנין הילקטי קייץ דמשמע דוקא משום דאמר מנין הא אם לא אמר מנין אף שאמר בכ\"ף אנו אומרים דנזירות ארוך קבל על זה הוא דקאמר דסבר ליה כותיה בחדא דאף שאומר בכ\"ף ס\"ל לר' יהודה כרבי דנזירות ארוך קבל ופליג עליה באומר מנין בפירוש אבל לעולם דמתני' דמלא הקופה ד\"ה היא ומש\"ה רואין אותה כאילו היא מלאה חרדל אף לר' יהודה דאית ליה דספק נזירות להקל דכיון דנזירות ארוך קבל במאי לסלקיה וכדאיתא בגמרא: <br><b>תו </b>אמרינן בגמ' ור' יהודה מי סבר לה כרבי והתניא הריני נזיר כמנין ימות החמה א\"ר יהודה מעשה היה כיון שהשלים מת אי אמרת בשלמא נזירות קביל עילויה היינו טעמא דכיון דהשלים מת אלא אי אמרת חדא נזירות קבל עילויה מי הוי השלמה כלל ע\"כ. והתוס' פירשו בהכרח זה ב' פירושים הא הוא דלא שייך לשון השלמה אלא היכא דקבל עליו הרבה נזירות אבל היכא דהוא נזירות ארוך לא שייך השלמה כלל ועוד כתבו דמדהביאו דברי ר' יהודה עלה דמלתא דת\"ק משמע דהשלמה דר' יהודה הויא דומיא דת\"ק דאי לא הוי מעשה לסתור. ורש\"י פירש דלרבי האומר הריני נזיר כמנין ימות החמה צריך להיות נזיר שס\"ה פעמים שס\"ה יום וכן פירש לקמן עלה דההיא דהריני נזיר מנין הילקטי קייץ וכו' דלרבי אי הוו התם מאה לקיטים צריך להיות מונה נזירות ארוכה מאה פעמים מאה יום ע\"כ. ומלבד שהדבר מצד עצמו הוא תימה בעיני להעמיס פירוש זה בדברי הנודר לא ידעתי היכן נרמז דבר זה בדברי רבי. עוד כתב פירוש אחר דהאומר הריני נזיר כמנין ימות החמה הכוונה היא כל זמן שהחמה זורחת דהיינו עד סוף העולם מונה נזירות כמנין ימות החמה כלומר כל ימיו יהיה מונה נזירות של שלשים ומגלח ומביא קרבן ע\"כ. ולרבי הוי נזיר כל ימיו נזירות ארוך וגם פירושו הוא תמוה בעיני ולא ראיתי לשום אחד מהראשונים ולא לאחרונים שיפרש כן וצ\"ע: <br><b>ודע </b>דמסקנת ההלכה היא דרבי יהודה סבר כרבי בחדא ופליג עליה בחדא סבר ליה כותיה בחדא נזירות קבל עילויה ופליג עליה בחדא דאילו ר\"י שאני ליה מנין ורבי לא שאני ליה מנין ע\"כ. וראיתי להרב בעל תוי\"ט שכתב דר\"י ס\"ל דת\"ק דהכא ואלא מיהו איכא בין מתני' דהכא לת\"ק דרבי דאילו הכא אמר כמנין ולפיכך סבר ר\"י ותנא מתני' דנזיריות חלוקים קבל עליו אבל היכא שלא מנה דלא אמר כמנין סברי כרבי דנזירות חדא אריכא קבל עליו וכו' והשתא איכא תרי סתמי הך דהכא ודמתני' דקופה ותרוייהו דלא כת\"ק דרבי ורבינו והרב פסקו שם אין הלכה כרבי משמע אלא כת\"ק וא\"כ אפי' בלא מנין אמרי' נזירות חלוקות קבל עליו והכא פסקו דהלכה כרבי יהודה ומבואר דלדידיה דוקא היכא שהזכיר מנין והוו תרתי דסתרן אהדדי וצ\"ע עכ\"ד. והנה מלבד דברי רבינו שבפירוש המשנה עוד יש להקשות בדברי רבינו שכתב בפ\"ג מהל' נזירות דין ז' האומר הריני נזיר כמנין ימות השנה כו' משמע דאיצטריך לומר מנין ובסוף הפרק פסק כת\"ק דרבי. והנראה אצלי דרבינו ס\"ל דאליבא דכ\"ע בהך דימות השנה איצטריך לטעמא דמנין שאני והכריחו לזה מאי דאמרי' בפ\"ק דנזיר דף ז' ולהוי כל אוונא ואוונא מי לא תנן הריני נזיר כשער ראשי כו' ותירצו שם ב' תירוצים הא' הוא דשאני דבר שיש לו קצבה ורבא אמר שאני שערות הואיל ומובדלות זו מזו ומתבאר שם באותה סוגיא דימים אינם מובדלים זה מזה. והנה בין לפירוש רש\"י ז\"ל דס\"ל דקושית הגמ' היא עלה דמתני' דמכאן ועד מקום פלוני בין לדברי התוס' דהיא למתני' דמכאן ועד סוף העולם אליבא דכ\"ע שמעינן מאותה סוגיא דכל דבר שיש לו קצבה ואינם מובדלים זה מזה לא אמרי' דנזירות חלוקות קבל עליו וא\"כ קשיא מתני' דאומר הריני נזיר כמנין ימות החמה דאמרי' דמונה נזירות כמנין ימות החמה אף שהוא דבר שיש לו קצבה ואינם מובדלים זה מזה וכדאיתא בגמרא אלא ודאי ע\"כ אית לן למימר דמנין שאני וכשאומר מנין אף שהוא דבר שיש לו קצבה ואינם מובדלים אמרי' דנזיריות חלוקים קבל וכי תימא א\"כ מה הקשו בגמ' ור' יהודה מי סבר לה כרבי והתניא כו' הריני נזיר כמנין ימות החמה כו' והא ע\"כ אף לת\"ק דרבי צריכין אנו לומר דמנין שאני וא\"כ גם לר' יהודה נאמר דמנין שאני ומפשטה דתלמודא נראה דפירוש זה דמנין שאני לא נתחדש כי אם אליבא דרבי יהודה כי היכי דלא תיקשי דידיה אדידיה. י\"ל דהך סתמא דתלמודא ס\"ל כתירוצא בתרא דרבא דקאמר למה לך אקשויי כולי האי שאני התם דהא קתני הריני נזיר אחת ע\"כ, ולפי תירוץ זה לא שאני לן בין דבר שיש לו קצבה לדבר שאין לו קצבה וכן בין דבר המובדל לדבר שאינו מובדל אלא דבכל גוונא אמרי' דנזירות חלוקים קבל וטעמא דמתני' דמכאן ועד סוף העולם דלא אמרינן דנזירות חלוקים קבל הוא משום דאמר אחת ולפי זה הוה ס\"ל דלעולם תיבת מנין אינו מעלה ומוריד כלל ות\"ק דרבי ס\"ל דאף דלא אמר מנין נזירות חלוקים קבל ומש\"ה הקשה לר\"י מדידיה לדידיה וחידש המתרץ דמנין שאני אבל לעולם דלמאן דס\"ל כאידך תירוצא אף לת\"ק דרבי צ\"ל דמנין שאני וכדכתיבנא. עוד נ\"ל דלעולם דהך סתמא דתלמודא אתיא ככולהו תירוצי אלא דהוה ס\"ל דתיבת מנין אינה מועלת אלא לעשותו כדברים חלוקים או כדבר שאין לו קצבה ומש\"ה הוה ס\"ל דדוקא לת\"ק דרבי דאית ליה דבדברים חלוקים כגון שער ראשו אמרי' דנזירות חלוקים קבל לדידיה דוקא אמרי' דהיכא דלא הוו דברים חלוקים ואמר מנין הוי כדברים חלוקים שהרי חלקן ואמר כמנין אבל לרבי דאית ליה דאף בדברים חלוקים אמרי' דנזירות ארוך קבל אם אמר מנין לא יוסיף תת כחו לו דנזירות חלוק קבל ומש\"ה הקשו ומי סבר לה כרבי וכו' והמתרץ תירץ מנין שאני כלומר דמנין הוי מלתא אלימתא ואף למאן דאית ליה דבדברים חלוקים חד נזירות ארוך קבל מודה באומר מנין דנזירות חלוקים קבל: <br><b>ודע </b>שמדברי רבינו בפירוש המשנה יראה דס\"ל כתירוצא דרבא דאמר שאני שערות הואיל ומובדלות זו מזו ומתוך מ\"ש יתבאר שמ\"ש בעל תוי\"ט והשתא איכא תרי סתמי הך דהכא ודמתני' דקופה ותרוייהו דלא כת\"ק דרבי ע\"כ, ליתא אלא תרוייהו אתו כת\"ק דרבי דדוחק גדול הוא שיהיו תרי סתמי סמוכים זה לזה חולקים זה לזה אלא ההיא דקופה שאני משום דאמר בלא כ\"ף הדמיון וכדכתיבנא לעיל והך דימות השנה איצטריך לומר מנין משום דימים אינם מובדלים זה מזה. ודע שרבינו לא הביא בחיבורו ההיא דהריני נזיר מנין הילקטי קייץ ומנין שבלי שמטה וטעמא דמילתא משום דהך ברייתא אתיא דלא כת\"ק דרבי משום דהילקטי קייץ ושבלי שמטה הם חלוקים נפרדים זה מזה ואין צ\"ל מנין והוה ליה כאומר כשער ראשי ולא דמי לימות השנה דלא מפסקי אהדדי וההיא דהילקטי קייץ ר' יהודה היא דס\"ל כרבי באומר כשער ראשי ומש\"ה איצטריך לומר מנין: <br><b>שוב </b>ראיתי בפ\"ב דערכין דף ט' שהביאו ברייתא אחת דקתני הריני נזיר כימות החמה מונה נזירות שס\"ה כמנין ימות החמה כימות הלבנה מונה נזירות שנ\"ד כמנין ימות הלבנה ע\"כ. ולפי מ\"ש דאף ת\"ק דרבי מודה דבימות השנה בעינן שיאמר מנין הך ברייתא כמאן מיתוקמא. וראיתי לרש\"י שם שכתב הריני נזיר כימות החמה או שאמר כמנין ימות החמה ע\"כ. ולכאורה דברי רש\"י הללו אין להם מובן כלל דמנין מאן דכר שמיה וסבור הייתי לומר שתיבת או היא ט\"ס וס\"ל לרש\"י דמאי דאמרינן כימות החמה הכוונה היא שאמר כמנין ימות החמה אלא שתירצו בברייתא במובן ולפ\"ז דברי רש\"י הללו מסייעים לכל מ\"ש דס\"ל לרש\"י דכל שלא אמר מנין אליבא דכ\"ע חד נזירות ארוך קבל לפי שהימים אינם מובדלים זה מזה. שוב ראיתי שדברי רש\"י רוח אחרת אתם והוא שברייתא זו אינה שנויה בדקדוק בנוסחתנו וכך היא שנויה בתוספתא פ\"ק דנזיר הריני נזיר כימי החמה כמנין ימות החמה נזיר שס\"ה נזירות ונוסחא זו היתה כתובה לפני רש\"י ומש\"ה כתב או שאמר כו' וזה פשוט והברייתא שהביאו בסוף פ\"ק דנזיר היא זאת ולא הביאו שם חלוקת האומר כימות החמה לפי שכוונתם שם לא היתה אלא להכריח דרבי אף באומר מנין חולק ומש\"ה לא הביאו אלא החלוקה האחת דהיינו אומר מנין. העולה מכל זה דאיכא תנא דאית ליה דבאומר כימות החמה אף שלא אמר מנין אמרינן דמונה שס\"ה נזירות ולפי מ\"ש צריכים אנו לומר דהאי תנא פליג את\"ק דרבי ונמצאות ד' מחלוקות בדבר והדבר צריך אצלי תלמוד: <br><b>כתב </b>מרן בפ\"ג מהל' נזירות בדין ז' יש לתמוה דהא בירושלמי ספ\"ק דנזיר אמרינן מה אנן קיימין אם כמנין ימות החמה שס\"ה נזיריות אם כמנין ימות הלבנה שנ\"ד אם כמנין ימות השנה צריכה וכיון דבירושלמי אמרו צריכה היאך כתבה רבינו בפשיטות לקולא ואפשר שטעמו משום דתנן בפ\"ב דטהרות ספק נזירות מותר ע\"כ. ואני תמיה על זה שהרי דברי רבינו ברור מללו דעתו הוא משום דבנדרים הלך אחר לשון בני אדם וכמ\"ש ואין קורין כל העם שנה סתם אלא לשנת הלבנה ונפקא מינה טובא בין טעם זה לטעמיה דמרן והיינו היכא דלא אמר מנין דקי\"ל דחד נזירות ארוך קבל דלטעמיה דמרן הכא לא אמרי' ספק נזירות להקל דכיון דנחית לנזירות במאי לסלוקיה וכדאיתא בסוף פ\"ק דנזיר ולטעמיה דרבינו הכא נמי הוי נזיר שנ\"ד יום משום דבנדרים הלך אחר לשון בני אדם. ועוד אני תמיה על מרן דבפ\"ק דר\"ה (דף י\"ב) אמרינן המודר הנאה מחבירו לשנה מונה י\"ב חודש מיום ליום הרי דשנה סתם היא שנת הלבנה והתם לא שייך תירוצא דמרן דהא קי\"ל ספק נדרים להחמיר. והנראה אצלי דרבינו דחה הירושלמי הזה מהלכה משום דס\"ל דאזיל לשיטתיה דס\"ל דבנדרים אזלינן בתר לשון תורה לחומרא וכמ\"ש הר\"ן ריש פ' הנודר מן המבושל בשם הירושלמי ובשנה האמורה בתורה נחלקו רבי וחכמים בפ' בתרא דערכין (דף ל\"א) אם היא שנת החמה או שנת הלבנה ואף דהתם נראה דרבי דאית ליה שהיא שנת החמה מיתורא דקרא דכתיב תמימה קא מפיק לה מסוגית הגמ' דפ\"ק דר\"ה נראה דלרבי אף במקום שלא נאמר תמימה כי אם שנה סתם היא שנת החמה וזהו שאמרו בירושלמי אם כמנין ימות השנה צריכה כלומר שהדבר ספק דלרבי הוי שנת החמה ולחכמים היא שנת הלבנה אבל לדידן דקי\"ל דלא אזלינן בנדרים בתר לשון תורה אף שהוא להחמיר פשיטא דהאומר כמנין ימות השנה היא שנת הלבנה משום דבנדרים אזלינן בתר לשון בני אדם: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי שנדר בנזיר ודמה שאינו נדר וכו'.</b> עיין בתשו' מהרימ\"ט ח\"א ס\"ס א' שכתב דאע\"ג דנודר בנזיר ועבר מחמרינן עליה שינהוג איסור כימים שנהג בהם היתר היכא דהנודר היה שוגג שהיה סבור שיהיה מותר מטעם נדרי אונסין לא קנסינן ליה כו'. ואין ספק שנעלם מעיני הרב ז\"ל משנה השנויה בר\"פ ה' דנזיר דתנן מי שנדר בנזיר ושאל לחכם ואסרו מונה משעה שנדר ועלה מייתי תלמודא פלוגתא דר\"י ורבנן במי שעבר על נדרו אין נזקקין לו כו' ופשטא דמתני' משמע דשגג ולא היה סבור שהיה נזיר והחכם הורה לו שהוא נזיר וכ\"כ רבינו בפרקין מי שנדר בנזיר ודמה שאינו נדר כו' הרי בהדיא דגבי שוגג כתב כן וכ\"כ הרע\"ב בפירוש המשנה וכן משמע פשטא דמתני' דקיימי התם גבי הקדש טעות פלוגתא דב\"ש וב\"ה. ואדרבא להר\"ן שכתב בתשו' יש לשאול היאך כתב שם דבשוגג לא החמירו. ואולי יפרש דרך אחרת במשנה. שוב ראיתי שדברי הר\"ן לא מן השם הוא זה שכתב כמו שסבור הרב אלא דלטעמיה אזיל דסובר דהדברים שהמנודה אסור בהם הם מדרבנן הלכך לא מחמרינן בהו תרי חומרי לנהוג איסור כימים שנהג בהם היתר בשוגג אבל באיסור תורה החמירו בו שוגג כמזיד כפשטא דמתני' ודוק. ועיין בתשו' הריב\"ש סי' שצ\"ה דמשם יתברר מ\"ש אע\"פ שקצת מדבריו הם שלא כדברי הר\"ן מ\"מ באיסור תורה אחד שוגג ואחד מזיד אינו חולק וכמ\"ש ודוק: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נזיר שנטמא טומאת ז' כו'.</b> מכאן אני תמה על מ\"ש רבינו בפ\"ג מהל' טומאת מת הלכה ג' וז\"ל לפיכך אני אומר שכל טומאה מן המת שאין הנזיר מגלח עליה אינה דין תורה ע\"כ. והם דברים סותרים זה לזה שהרי הכא פסק דלוקה על טומאה שאינו מגלח משמע שהיא מן התורה וצ\"ע: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי שנדר והוא בבית הקברות כו'.</b> בגמרא בעי רב אשי נזיר בקבר בעי שהייה למלקות או אינו צריך בפנים גמירי שהייה בחוץ לא גמירי שהייה או דילמא באונס גמירי שהייה ל\"ש בפנים ול\"ש בחוץ תיקו. ופירש\"י נזיר בקבר נזיר שנטמא באונס בתוך בית הקברות דומיא דנטמא בעזרה שלא נתחייב בפנים בכניסתו כגון שנכנס לבית הקברות בשידה תיבה ומגדל ובא חבירו ופרע עליו את מעזיבת גג האהל ונטמא באויר בית הקברות והתרו בו צא ולא יצא ומיהו לא שהה כדי השתחוייה כו' ע\"כ. והנה מה שפירש\"י שנטמא באונס הוא משום דאי במזיד מאי איריא משום דבחוץ לא גמירי שהייה תיפוק ליה דאף בפנים מספקא ליה לרב אשי אי גמירא שהייה במזיד ולומר דהך בעיא שניה דרב אשי הוי כאת\"ל דבעיא קמייתא וה\"ק את\"ל דאף במזיד גמירי שהייה אכתי נזיר בקבר מהו דאפשר דבחוץ לא גמירי שהייה הא לא ניחא ליה לרש\"י לומר משום דרב אשי צדד לומר או דילמא באונס גמירי שהייה משמע דעדיין אזיל לשיטתיה דלא גמירי שהייה במזיד ומש\"ה פירש דמיירי בנטמא באונס. וכ\"כ התוס' בפ\"ג דנזיר דף י\"ז וז\"ל ובא חבירו ופרע מעליו המעזיבה דוקא באונס דאי מרצונו א\"כ אם הוא עצמו פרע כי האי גוונא לא איבעיא לן אי בעי שהיה דבפ\"ב דשבועות קאמר אהך בעיא דנזיר בקבר או דלמא באונס גמירי שהייה ל\"ש בחוץ ול\"ש בפנים ע\"כ. והנראה עוד מדברי רש\"י דפשיטא לן דכל שנכנס לבית הקברות בלא שידה תיבה ומגדל אף שהיה אנוס בכניסה לא בעינן שהייה דהא גבי פנים כל שהיה טמא קודם כניסתו ונאנס ונכנס פשיטא לן דלא בעינן שהייה דלא גמירי שהייה אלא כשבשעה שנכנס לא היה שום איסור בדבר וא\"כ גבי נזיר נמי פשיטא דאם נכנס לבית (הקרבנות) [הקברות] בשוגג נמי והתרו בו צא דלוקה אף אם לא שהה אך מאי דמבעיא ליה לרב אשי הוא בנכנס בתוך שידה תיבה ומגדל שלא נתחייב בפנים בכניסתו והוי דומיא דנטמא בעזרה שלא נתחייב בכניסתו בפנים. והא דלא מוקי לבעיא זו כגון שנכנס לאהל שהיה שם גוסס ומת הגוסס דנמצא שלא נתחייב כלום בכניסתו אפשר דס\"ל דגוסס כיון שרוב גוססין למיתה חשיב כמזיד במה שנכנס ורב אשי אף בפנים לא גמירי שהייה כי אם באונס וכמ\"ש לעיל ואם בשעה שנכנס לא היה גוסס ומת פתאום אין ה\"נ דדמיא לנכנס בתוך שידה תיבה ומגדל ומאי דלא נקט בכי האי גוונא משום דהוי קצת מלתא דלא שכיחא. גרסי' בפ\"ג דנזיר דף י\"ז בעי רבא נזיר והוא בבית הקברות מהו בעי שהייה למלקות או לא היכי דמי אילימא דאמרין ליה לא תינזור למה לי שהייה נזיר מ\"ט לא בעי שהייה דקא מתרי ביה ה\"נ קא מתרי ביה אלא כגון שנכנס בשידה תיבה ומגדל ובא חבירו ופרע מעליו המעזיבה כי גמירי שהייה בבית המקדש אבל אבראי לא או דילמא ל\"ש תיקו. ופירש\"י בעי רבא הואיל ואר\"י דלוקה ותנן במתני' כותיה כו'. והנה מאי דאוקי בעיא זו במי שנזר בבית הקברות הוא מוכרח מן הסוגיא דקאמר אילימא דאמרי ליה לא תינזור וכו' משמע דהנזירות קבל עליו אחר שנכנס לבית בבית הקברות: <br><b>אך </b>קשה לי דנהי דבגמרא הקשו אילימא דאמרו ליה לא תינזור למה לי שהייה דפשיטא דכל שאמרו לו לא תינזור ונזר חייב מלקות בלתי שהייה דומיא דהיכא דמתרין בו שלא יטמא דלא בעי שהייה אך אמאי איצטריכו לאוקומי כגון שנכנס בשידה תיבה ומגדל אימא דמיירי במי שנכנס לבית הקברות ונדר בנזיר ולא התרו בו ואח\"כ התרו בו צא אי בעינן שהייה וכ\"ת דס\"ל לתלמודא דכל היכא דהוה שייך מלקות בתחלת הפעולה בלתי שהייה אף שלא התרו בו באותה שעה מ\"מ אם התרו בו אח\"כ נמי לא בעי שהייה הא ליתא דהא בעי רב אשי טמא עצמו במזיד מהו ומיירי בשלא התרו בו אל תטמא דאם התרו בו פשיטא לן דלא בעי שהייה ואפ\"ה נסתפק אם לא התרו בו כ\"א אחר שנטמא מהו ה\"נ נהי דאם התרו בו שלא ידור בנזיר לא הוה בעי שהייה מ\"מ מספקא ליה לרבא אם לא התרו בו כי אם אחר שנדר בנזיר מהו וכ\"ת דלא אפשר לאוקומי במי שנדר בנזיר בבית הקברות משום דא\"כ הרי טמא עצמו במזיד ובטומאת מזיד אף בפנים מספקא לן אי בעינן שהייה דמש\"ה אוקמה רש\"י לההיא דרב אשי בשבועות בטומאת אונס וכמ\"ש לעיל הא ליתא משום דהוה מצי לאוקומה בשהיה שוגג ונהי דשוגג בנזיר לא משכחת לה מ\"מ משכחת לה כגון שהיה שוגג בבית הקברות ולא היה יודע שהיה בית הקברות ונדר בנזיר והתרו בו אח\"כ צא ולא יצא דמספקא ליה אי בעינן שהייה. ומיהו י\"ל דלא מצי לאוקומי בהכי דאם היה סבור שלא היה שם קברות ומש\"ה נדר בנזיר א\"כ הוה ליה טעות בנזירות וקי\"ל דנזירות בטעות לא הוי נזירות. ולפי מ\"ש היה נ\"ל דלפי המסקנא דאוקמוה לבעיא דרבא בנכנס בשידה תיבה ומגדל לא מיירי במי שנדר בבית הקברות אלא במי שנדר מקודם ונכנס לבית הקברות בשידה תיבה ומגדל וכמו שפירש רש\"י בשבועות עלה דבעיא דרב אשי. אך ראיתי לרש\"י כאן בנזיר שכתב כגון שנכנס בשידה תיבה ומגדל בבית הקברות. שמפסיק בינו לבין הטומאה ונדר בעודו בשידה שהוא טהור כו' ע\"כ. ולא ידעתי למאי איצטריך לרש\"י לומר דנדר בעודו בשידה הא שפיר מיתוקמא בנדר מקודם וכמ\"ש בשבועות וסיים שם בסוף דבריו ובענין זה מפורש שהייה זו במס' דנזיר דמשמע דס\"ל דבעיא זו דשבועות ודנזיר כולה חדא מלתא היא וא\"כ יש לתמוה למה שינה את טעמו רש\"י בנזיר ואוקמה בנדר בעודו בשידה: <br><b>ודע </b>דכפי מ\"ש לעיל דמי שמפרש בעיא דרב אשי דטמא עצמו במזיד לענין קרבן דיש ללמוד ממנו לענין מלקות דומיא דקרבן דאם היה מזיד בטומאה אף שהיה שוגג במקדש דאפשר דלא בעי שהייה כל שנטמא בפנים בהך דנזיר בקבר דמדמינן ליה לטומאת פנים נראה דכל שנכנס בתוך שידה תיבה ומגדל ופרע הוא את המעזיבה אף שהיה שוגג בנזירות דשכח דנזר אם התרו בו אח\"כ אפשר דלא בעי שהייה אף את\"ל דגמירי שהייה בין בפנים בין בחוץ משום דהיה מזיד בטומאה וכל שהוא מזיד בטומאה אף שהוא שוגג בנזירות אפשר דלא בעינן שהייה דומיא דקרבן דכיון דהזיר בטומאה אף שוגג במקדש לא גמירי שהייה ומש\"ה לא מתוקמא אלא בשבא חבירו ופרע את המעזיבה שלא מדעת הנזיר אך לאידך פירושא דמוקמי בעיא קמייתא דרב אשי לענין מלקות וכתבנו דכפי זה לא נסתפק רב אשי אלא במזיד גמור דהיינו מזיד בטומאה ובמקדש אבל כל שהיה שוגג במקדש אף שהיה מזיד בטומאה פשיטא ליה לרב אשי דבעי שהייה א\"כ בעיא דנזיר בקבר דרב אשי משכחת לה בטומאת מזיד וכגון שהיה שוגג בנזירות ומאי דנקט בגמרא במס' נזיר ובא חבירו ופרע אורחא דמלתא נקט דמיירי בזכור את הנדר וה\"ה בשכח הנזירות ופרע הוא עצמו את המעזיבה: "
            ],
            [],
            [],
            [
                "<b>תגלחת הטומאה כיצד היא כו' אחד לעולה ואחד לחטאת וכבש בן שנתו לאשם וכו'.</b> עיין בטא\"ח סי' א' שכתב ואחר פ' החטאת לא יאמר כן. ועיין מ\"ש מרן הב\"י שם בשם מהרי\"א ומהר\"י ן' חביב ז\"ל ודבריהם תמוהים בעיני דבאי זה נזיר מיירי אי בנזיר טמא דאיכא אשם הא איכא נמי חטאת וכמבואר וא\"כ אחר פ' חטאת ג\"כ יאמר ואי בנזיר טהור ליכא אשם כי אם חטאת וצ\"ע. (א\"ה עיין במ\"ש בס' זבח השלמים ובמ\"ש הרמ\"ז בס' שמות בארץ ועיין מ\"א סימן א'): "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "או שנטמא ברביעית דם כו'. בפרק ג' מהל' טומאת מת כתב הר\"י קורקוס ז\"ל דלדעת הראב\"ד על אהל רביעית דם מגלח וכבר תמה עליו שם: "
            ],
            [],
            [
                "<b>נגע באהל המת או בכלים הנוגעים כו'.</b> (א\"ה כתוב בהשגות כל זה אינו כלום כו'. ועיין במ\"ש הרב המחבר פ\"ה מהל' טומאת מת הלכה ג'): "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פגעו בו שני נזירים כו'.</b> ירושלמי פ' כהן גדול ונזיר סוף הלכה א'. ותו גרסינן התם נזיר עולם ונזיר נזירות אית תניי תני יטמא נזיר עולם ואית תניי תני יטמא נזיר נזירות ורבינו השמיט זה ולא ידעתי למה: "
            ],
            [
                "<b>ולמה דוחה עשה של תגלחת הנגע לנזירות כו'.</b> עיין בפ\"ז מהל' טומאת צרעת הלכה ג' ובמה שרמזתי שם ועיין בספר ברכת הזבח (דף ל\"ד ע\"ד) ודו\"ק: "
            ]
        ],
        [
            [
                "<b>ומושח העשרים ברביעית שמן וכו'.</b> דברי רבינו אינם מדוקדקים דמשיחה לא היתה כי אם ברקיקין אך בחלות לא היה כי אם בלילה וכ\"כ בפ\"ט מהל' מעשה הקרבנות הלכה כ\"ג יע\"ש: "
            ],
            [
                "<b>ושוחט החטאת תחלה כו'.</b> דברי מרן בזה תמוהים הם בעיני לומר דרבינו לקח לו דרך אחרת שלא הוזכר במשנה והנכון מ\"ש הר\"ב לח\"מ והר\"ב תוי\"ט דרבינו ס\"ל דר\"י ס\"ל דלעולם חטאת קודמת אלא דס\"ל דאינו מגלח אלא על השלמים מדרשא דוגלח פתח אהל מועד ופשטא דמתני' הכי משמע דהקדים החטאת. ולדברי התוס' שכתבו דלר\"י שלמים קודם קשה דלא הקשו בפ' כל התדיר (דף ג') מדברי ר\"י הללו שהרי הקשו מדברי ר\"א ואמרו למקראה הקדימה הכתוב ודו\"ק: "
            ],
            [],
            [],
            [],
            [
                "<b>אע\"פ שאין התגלחת מעכב עליו כו'.</b> עיין מה שהקשה מרן ותירץ יע\"ש ולמצורע לא שייך תירוץ זה דהא קי\"ל דתגלחת מעכבא וכמ\"ש הר\"ש בפרק בתרא דנגעים מן התוספתא ודברי רבינו פי\"א מהל' טומאת צרעת הלכה ד' כבר ישבם מרן שם שיסכימו עם התוספתא יע\"ש וא\"כ צריכין אנו לתרוצא דסך נשא ועיין בס' בית יעקב סי' קי\"ג ודוק: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>המפריש מעות לנזירותו ומת.</b>ראיתי להאדון (א\"ה הוא הרב מה\"ר יעקב אלפאנדארי זלה\"ה) שעמד על מ\"ש רש\"י עלה דמתני' דהמפריש מעות לנזירותו דכיון שיש בכלל מעות אלו מעות של שלמים נמצא מביא חולין בעזרה וקשיא ליה למר מאי שנא מהא דאיבעיא לן בפ\"ק דתמורה היא שלמים וולדה חולין מהו מי הוי חולין לעזרה או לא ופשיט ליה דכיון שאין יכול לשחוט בהמה זו אלא בעזרה שפיר דמי ע\"כ. ואני שמעתי ולא אבין דהתם טעמא דמלתא הוא משום דכל מעה ומעה שמועל איכא למימר שמא של שלמים היא ואין כאן מעילה כלל אבל אין הכוונה משום דכל מעה ומעה איכא תערובת של שלמים משום דא\"כ היה חייב בקרבן משום פרוטה של חטאת שנהנה בשוה פרוטה חייב בקרבן ואין ספק דלרש\"י אם נהנה בכולן מעל וכ\"כ הרב תוי\"ט יע\"ש. עוד עלה בדעתי לחלק בפנים אחרים ולא כתבתים משום דלע\"ד אין צורך ודי במה שכתבנו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האשה שנדרה בנזיר ונטמאה כו'.</b> וההיא דתניא בפ\"ד דנזיר (דף כ\"ב) האשה שנדרה בנזיר ונטמאה ואח\"כ הפר לה בעלה מביאה חטאת העוף ואינה מביאה עולת העוף הוא משום דהאי תנא אית ליה דבעל עוקר הנדר אבל לדידן דקי\"ל דבעל מיגז גייז מביאה נמי עולת העוף וכדאיתא התם. וקרבן אשם מדברי רש\"י נראה דלא מייתי משום דאין אשם בא אלא במקום שצריך ליכנס בנזירות אחרת אך התוס' כתבו דאשם נמי מביאה וכן הוא דעת רבינו ועיין בפ\"ג דנזיר (דף י\"ח) ועיין בלח\"מ פ\"ו מהלכות אלו ד\"ה אינו מתחיל: "
            ],
            [],
            [
                "<b>האומר הריני נזיר כשיהיה לי בן וכו'.</b> בפ\"ב דנזיר (דף י\"ג) בעא מיניה רבי אבא מרב הונא הריני נזיר לכשיהיה לי בן והפילה אשתו והפריש קרבן וחזרה וילדה מהו קדוש או אינו קדוש למאי נפקא מינה לגיזתו ולעבוד בו תיקו. והנראה אצלי מדברי רש\"י דצדדי הבעיא כך הם מי אמרינן כיון דבשעה שהפרישו לא חל עליו עדיין נזירות לא חלה קדושה עליו כלל וכשחל עליו הנזירות דהיינו כשחזרה וילדה מיבעי ליה למיהדר ולקדושי ואם לא חזר והקדיש כשחזרה וילדה אינו קדוש כלל ומותר בגיזה ועבודה או דלמא מאחר שחל עליו נזירות חלה קדושה על הקרבן משעה ראשונה שהפרישו ואסור בגיזה ועבודה. זהו הנראה בכוונת דברי רש\"י. ומ\"ש בסוף דבריו אלא אי אמרת דלא חיילא עליה נזירות אלא משעה שחזרה וילדה הוה ליה מותר בגיזה ועבודה ע\"כ, נראה דטעות נפל בספרים לכל הצדדים פשיטא דלא חיילא עליה נזירות כי אם לאחר שחזרה וילדה אלא הכוונה היא אלא אי אמרת דכיון דלא חיילא עליה נזירות כי אם משעה שחזרה וילדה ולא חלה עליה קדושה משעה שהקדישו לא חלה עליו קדושה כלל ומותר בגיזה ועבודה ומ\"מ לא ידעתי לאיזו תכלית נקט ר' אבא והפילה אשתו והכי הוה ליה למימר הריני נזיר לכשיהיה לי בן והפריש קרבן וילדה מהו שהרי צדדי הבעיא כך הם אם האומר הריני נזיר לכשיארע דבר פלוני וקודם שאירע אותו דבר הפריש הקרבן ואח\"כ אירע אותו הדבר מהו מי אמרינן כיון שכבר אירע אותו הדבר חלה עליו קדושה משעה שהפרישו וא\"כ חלה עליו קדושה ואסור בגיזה ועבודה או דלמא כיון שהפרישו קודם שאירע אותו דבר דלא חלה עליו נזירות כלל לא חלה עליו קדושה משעה שהפרישו וא\"כ לא חלה עליו קדושה כלל ומבעי ליה למיהדר ולקדושי והוה ליה כאילו לא אירע אותו דבר כלל דפשיטא דלא חלה עליו קדושה כלל וא\"כ הפלת אשתו אינו מעלה ומוריד לצדדים אלו. ואני סבור הייתי לומר פירוש אחר בצדדי הבעיא דלעולם פשיטא ליה לר' אבא דהאומר הריני נזיר אם יארע דבר פלוני וקודם שיארע אותו הדבר הפריש קרבן ואח\"כ אירע אותו הדבר דפשיטא דחלה עליו קדושה כיון שכבר אירע אותו הדבר איגלאי מלתא למפרע שכדין היה הקרבן והכא מאי דקא מבעיא ליה הוא משום דבשעה שהפילה הפריש הקרבן ואפשר שדעתו היה להפריש קרבן זה לפי שהיה סבור שיתחייב בנזירות בשביל ההפלה וא\"כ הוה ליה ההפרשה בטעות ופשיטא דלא חלה עליו קדושה כלל דהא קי\"ל הקדש טעות לא הוי הקדש או דלמא לא הפרישו אלא אדעתא שתחזור ותלד ויתחייב בנזירות וכיון שחזרה וילדה חלה עליו קדושה משעה ראשונה ואסור בגיזה ועבודה א\"כ דאף דנימא דדעתו בשעת ההפרשה היה לפי שהיה סבור שיתחייב בנזירות בשביל ההפלה מ\"מ לא מיקרי הקדש בטעות כיון דסוף סוף נתחייב בנזירות וזה הפרישו בשביל מה שנדר ואמר הריני נזיר לכשיהיה לי בן והרי נתקיים נדרו והקדש טעות לא מיקרי אלא כגון מי שהפריש קרבן דסבור שהיה חייב ונמצא שלא היה חייב דהתם פשיטא שלא חל עליו הקדש כלל וכמ\"ש רבינו בפ\"ה מהל' פסולי המוקדשין דין ו' אבל המפריש קרבן בשביל שהיה סבור שהיה חייב בו עכשיו ונמצא שלא היה חייב כי אם לאחר זמן אפשר דהא לא מיקרי הקדש בטעות ואפשר שצדדי הבעיא הם על זה האופן אי מיקרי הקדש בטעות או לא ובין הכי ובין הכי דייק לישניה דר' אבא דנקט והפילה אשתו דזה הוא עיקר הבעיא ודברי רש\"י בתחלת הבעיא הכי דייקי דכתב כיון שהפרישו בשעה שהפילה ולא חיילא עליה נזירות כלל לא הוי קדוש כלל ומיבעי ליה למיהדר ולקדושי הרי דמשמע מדבריו דעיקר הבעיא הוא משום דההפרשה היתה בשעת ההפלה, וסוף דברי רש\"י ז\"ל נמי אפשר להעמיסם על פי פירוש זה ודוק היטב. והתוס' פירשו פירוש אחר וכתבו דמאי דקא מיבעי ליה לר' אבא הוא דוקא היכא דחזרה וילדה מאותו הריון עצמו ולד של קיימא דהשתא יש הוכחה גדולה מדהאי בר קיימא הנפל נמי בר קיימא וכלו לו חדשיו דטפה אחת היא ונחלקה לשתים הלכך חלה קדושה על קרבן שהפריש כשהפילה אף ששוב לא הקדיש אותם הבהמות ואפי' לר' יהודה דאמר לא מחית איניש נפשיה לספיקא הכא דאיכא הוכחה גדולה קדוש הקרבן ליאסר בגיזה ועבודה או דילמא אף בכי האי גוונא דאיכא הוכחה לר\"י דאמר לא מחית איניש נפשיה לספיקא לא חלה קדושה על הקרבן כלל מכח הפרשה ראשונה דשמא מקצת הטיפה נקלטה מיד ומקצת הטפה לא נקלטה עד לאחר שני ימים או ביום ג' וההוא הוי נפל ומסיק תלמודא ואזיל דלר' יהודה קא מיבעיא ליה דאי אליבא דר\"ש הא אמר ספק נזירות להחמיר ובלא ילדה הוי קדוש מס' והשתא נמי כי ילדה אינו אלא ספק אלא אליבא דר\"י מיבעיא ליה דאי לא ילדה חולין הוא והשתא כי ילדה ליה מי הוי קדוש מספק וכדפרישית דהך סברא דולד דאחר כן לא משוי ליה כודאי כי אם כספק. ואין לומר דהך סברא דולד דאחר כן משוי ליה כודאי דמדשני בר קיימא הראשון אינו נפל וילקה על גיזתו ועבודתו דא\"כ לר\"ש נמי מצי למיבעי למלקות דאי לא ילדה ליכא קדושה ודאית אלא הוי ספק לר\"ש והשתא דילדה יקדש ודאי אלא שמע מינה דלא משמע ליה לתלמודא דילקה דקדושה ודאית אין בו כי נמי ילדה אפי' לר\"ש ע\"כ. והוצרכתי להעתיק כל דבריהם לפי שנפל טעות בדבריהם וכמו שיראה הרואה. והנה הנראה מדברי התוס' דאם לא ילדה מאותו הריון פשיטא ליה לתלמודא דאף דחזרה וילדה דאינו קדוש כלל משום דבשעה שהפרישו לא היה חייב בנזירות ובשעה שחל עליו הנזירות היה לו להקדיש הבהמות ואם כן האומר הריני נזיר לכשיארע דבר פלוני וקודם שאירע אותו הדבר הפריש הקרבן אף שאחר כך אירע אותו הדבר לא חלה קדושה על הקרבן וזה הוא הפך ממה שכתבנו לעיל. ואפשר לומר דלעולם דהתוס' מודים בחלוקה זו ושאני הכא שהפריש הקרבן בשעת ההפלה כסבור שהיה חייב בנזירות בשביל ההפלה ואם לא חזרה וילדה מהריון זה ס\"ל לתוס' דפשיטא דלא חל קדושה כלל משום דדמי להקדש בטעות דלא חלה עליו קדושה כלל אבל כיון שחזרה וילדה מהריון זה איכא למימר מדהאי בר קיימא האי נמי בר קיימא: <br><b>ודע </b>שדברי רבינו שכתב והפריש קרבן והפילה אשתו דמשמע דקודם שהפילה הפריש הקרבן לא יכולתי להלום צדדי הבעיא ואם נאמר דצדדי הבעיא הם מה שכתבנו בתחלת דברינו דכיון דבשעת ההפרשה לא חל עליון עדיי חיוב הנזירות אף שחל עליו אחר כך חיוב הנזירות לא חלה קדושה על הקרבן ומיבעי ליה למיהדר ולקדושי הא ליתא דא\"כ לאיזו תכלית נקט והפילה אשתו דהא לפי צד זה הפלת אשתו אינו מעלה ומוריד כלל ובפרט כפי דבריו דהפרשת הקרבן קדם להפלה: "
            ],
            [],
            [],
            [],
            [
                "<b>בד\"א כששתקו כו'.</b> (א\"ה עיין במ\"ש הרב המחבר פ\"ג מה' שגגות דין ב'): "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות נזירות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}