{
    "work": "Derech Hashem", 
    "text": {
        "0_Introduction, 0_Paragraph": "(When one approaches a subject) there is an advantage  of knowing the categorizes and relationships of the (subject matters) parts over knowledge without such distinction. ", 
        "1_Part One, 0_On the Creator, 0_Paragraph": " Every Jew needs to believe and know that a First Being exists. (This Being) is without beginning or end. He brought into existence and (constantly) creates everything that is present in existence. This (Being) is G-d.", 
        "4_Part Four, 2_On Love and Fear of God, 0_Paragraph": "Behold, we have already clarified in the first part, fourth chapter,  concepts of love and awe/fear, that these are what draw one close and cause one to cleave to one's Blessed Creator. This is said about true love and awe/fear, that is, love of the Blessed Name and not the love of reward, and awe of His greatness, and not fear of punishment. And behold this awe/fear purifies the person from darkness of the physical body, and causes the presence of the Divine Shechina to rest upon one; and in accordance with the amount of awe/fear, so is the amount of the taharah/purity and the envelopment [of the Divine Shechina], and one who achieves this awe/fear on a constant basis will [merit] the envelopment consistently. And this phenomenon was found with perfection in Moshe/Moses our teacher, peace be upon him. About him is was stated, \"Awe/fear for Moshe/Moses was a small matter\" (Brachot 32), and so he merited constant Divine envelopment. It is very difficult for people to achieve true awe/fear as is appropriate, but in accordance with their accomplishment, so is the power of taharah/purity and holiness for them, as we mentioned, especially while engaged in a mitzvah or in learning. It is [in fact] the necessary condition for completing the learning or the mitzvah, as we mentioned.", 
        "1_Part One, 0_On the Creator, 1_Paragraph": "(Every Jew) in addition needs to know that the essential reality of this Being, G-d, cannot be (adequately) grasped by anyone one at all."
    }, 
    "meta": "Paragraph"
}