{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מניחין</b> חיי עולם כו' שהתורה היא חיי עולם דהיינו לעולם כמ\"ש בה כי הוא חייך ואורך ימיך חייך בעוה\"ז ואורך ימיך בעוה\"ב שכולו ארוך אבל התפלה אינו רק חיי שעה כפרש\"י דהיינו לחיי עוה\"ז דנותן לו זמן ושעה:", 
            "<b>קרי</b> עליה מסיר אזנו משמוע תורה גם תפלתו וגו'. והכי משמע לו גם אם מסיר אזנו משמוע תורה משום שרוצה להתפלל כמו שעשית אף על פי כן תועבה היא תפלתך:", 
            "<b>תורתו</b> מתי נעשית אלא כו'. ובמכילתא אמרו וכי מן הבקר עד הערב היה משה דן והלא אין הדיינין דנין אלא עד זמן הסעודה כו' ויש לדקדק כיון דלא היה דן משה מבקר עד ערב אלא עד זמן סעודה ולאכתיב קרא מבקר עד ערב אלא לומר כו' כאלו נעשה שותף כו' א\"כ היאך קאמר יתרו וכל העם נצב עליך מן בקר עד ערב דדוחק לומר דיתרו אמר כן על כוונה זו דכאלו נעשה שותף כו' דהא לא הקפיד אלא על עמידתם לפניו כל היום וכפירוש רש\"י בחומש ובמ\"ש הרא\"ם על דברי ראב\"ע וכצ\"ל ודאי דעמידת בעלי דינים ילפינן במסכת שבועות מהאי קרא אלא דקפיד יתרו אכל היום וי\"ל דודאי משה היה יושב כל היום כמשמעות הכתובאלא שלא היה דן רק עד זמן סעודה ושוב אחר כן היה עוסק בתורתו כדקאמרינן דאל\"כ תורתו מתי נעשית אלא שיתרו חשב שבאו כולם לעמוד לפניו כל היום למשפט ולזה אמר מדוע אתה יושב לבדך לדון כל העם הזה הנצבים לפניך היה לך להושיב דיונים אחרים ולא היה לך לדון בעצמך כל היום אלא שאתה עושה זאת לעמוד לפניך דרך שררה שיעמדו לפניך כל היום וכמ\"ש הרא\"ם והשיב משה כי לא באו כלם לדון לפניו אלא יש בא ושפטתי בין איש וגו' והיינו עד זמן סעודה ואח\"כ יש בא ללמוד תורה דהיינו והודעתי להם את וגו' וכמ\"ש במכילתא שהם ב' דברים וע\"ז השיב לו יתרו דאעפ\"כ לא טוב הדבר כי כבד ממך השני דברים לא תוכל עשוהו לבדך אלא חדא מהם תעשה היה אתה לעם וגו' והזהרת אתהם את החוקים וגו' אבל דבר הב' שהוא לדון את העם ואתה תחזה וגו' ולא תדון אתה אותם כלל וכן מפורש בת\"י ע\"ש ולפי שמשמעות הכתוב וישב משה לשפוט את העם וגו' מן הבקר עד הערב משמע דהיה דן כל היום מש\"ה קאמר תורתו מתי כו' שהרי מוכח מתוך תשובתו שלא היה דן כל היום אלא עד זמן סעודה ואח\"כ נעשית תורתו וקאמר דודאי כן הוא דתורתו נעשית אחר זמן סעודה אלא שתלה ישיבתו לשפוט מבקר עד ערב לומר לך כאלו נעשה שותף כו' וענין שנעשה שותף כו' מפורש בטור ח\"מ סי' א' ולישנא דאמת לאמתו מפורש בתוס' ועיין ע\"ז בב\"י בח\"מ סי' א' ובחדושינו פ\"ק דסנהדרין כתבנו לדחות פירושם ע\"ש:", 
            "<b>ושריך</b> בעת יאכלו וגו' היינו זמן סעודה לכל אדם שהיא ברביעית כדלקמן וכ\"ה בת\"י ורבוניך בתר דמקריבין תמידא אכלין לחמא בזמן ד' שעין כו' ובהפך גבי שריך בבקר יאכלו ת\"י עד דלא יקרבון תמידא כו' והיינו בבקר שהוא זמן קרבן תמיד של שחר דכתיב ביה את הכבש האחד תעשה בבקר וגו' והוא קרב עד ארבע שעות ביום כדאמרי' בפ' ת\"ה וק\"ל:", 
            "<b>כזורק</b> אבן לחמת. פירושו שאין בו תועלת כלל אלא למלאות החמת אם הוא חסר:"
        ], 
        [
            "<b>שם</b> גופיה אקרי שלום כו'. יש לעיין בזה דגם לפי דברי התוס' שיש לחלק דהכא גבי שלום מוכת דקראו לשם שלום (וכמ\"ש פירוש לדבריהם בת\"ה)ע\"ש מ\"מ טעמא איכא בזה כיון דשניהם עושה ה' למה אקרי שמו שלום טפי מנאמן ועוד בכל הכינויים כגון רחום וחנון אמאי לא קאמרינן הכי דהכי נמי כתיב אל רחום וחנון וגו' וי\"ל בזה ע\"פ מה שאמרו חסד אומר יברא שהוא ג\"ח אמת אומר אל יברא שהוא כולו שקר צדק אומר יברא שהוא עושה צדקות שלום אומר אל יברא שהוא כולו קטטה והשתא בכל כנויין הנמחקין כגון רחום ותנון ורב חסד וארך אפים כדאמרינן במסכת שבועות כיון שהאדם משותף בו לעשות חסד ורחמנות וחנינות אין שמו של הקב\"ה נקרא כן אלא אל רחום וחנון וחסד הוי כמו אלהא המרחם וחונן וכמ\"ש באל הנאמן הכא ושרי לאומרה בבהכ\"ס כמ\"ש הרמב\"ם מש\"כ שלום שאין מדה זו באדם כלל ושמו יתברך ב\"ה מקרי שפיר שלום ע\"ש שהוא עושה שלום וכן למדת אמת כיון שאינה באדם חותם של הקב\"ה נקרא שמו אמת כמ\"ש בכמה דוכתין ע\"ש ובתוס' פ\"ק דסוטה מוכח דשלום אינו נמחק ומיהו לא הוזכר גבי אמת שיהא אסור לומר בבהכ\"ס ושלא נמחק כמו גבי שלום כיון דשמו ית' ב\"ה גופיה לא אקרי אמת רק חותמו וק\"ל:", 
            "<b>בבית</b> גנזי כו' למסקנא דמוקי לה במתן שכרה דלא עבידא לאגלויי ניחא דמתנה טובה היא שבת דעוה\"ב שכולו טוב ושבת והיינו בבית גנזי ע\"ש שהוא רב טוב הצפון לצדיקים לעוה\"ב שנאמר בו עין לא ראתה אלהים וגו' אבל השתא דס\"ד דאשבת דעוה\"ז גופיה קאמר הכי דהיינו דעבידא לאגלויי נראה לפרש דהיינו מתנה טובה שניתן למנוחה דמלאכת ו' ימים הוא מכלל קללות אדה\"ר דכתיב בעצבון תאכלנה וגו' בזעת אפיך תאכל וגו' וע\"כ בן נח אסור בו דאמרינן בפרק ד' מיתות בן נח ששבת חייב כו' והיינו בבית גנזי כמו קודם שחטא אדם שהיה לו מנוחה בכל הימים ועיין עוד בזה במס' ביצה:", 
            "<b>תרתי</b> מתנתא כו'. פירש\"י זוג של זרוע לחיים וקיבה כו' ע\"ש ועי\"ל תרתי מהנהו ג' מתנות שהיו בידיה קאמר ואי הוה נקיטנא אחריתי כו' דקאמר היינו השלישית וק\"ל:", 
            "<b>הכי</b> אמר רב הנותן מתנה. כו'. מכל הנך מימרות דבשמעתין ידוע רבא בר מחסיא משמיה דרב לא קא\"ל אלא הך ואפשר משום דהך היא קצת מענינו שהודיע לחבירו מקודם שנותן מתנה וק\"ל:", 
            "<b>בתרייתא</b> עדיפא לי מקמייתא. אע\"ג דקמייתא מייתי ליה מקרא ובתרייתא אינה אלא מדאמרי אינשי י\"ל דה\"ק דבתרייתא לי עדיפא שהוא דבר הנוגע בי וחביב עלי שמעתתא דרב משא\"כ קמייתא שהוא דבר הראוי לכל אדם לעשות כן ודו\"ק:", 
            "<b>משקל</b> ב' סלעים כו'. עי' פירש\"י ר\"ל דכולה מילת ודאי דהוה משקלו טפי מב' סלעים אבל אין לפרש דר\"ל דמסתמא לא ידע רב דכך היה משקלו בצמצום ב' סלעים דא\"כ לא תיקן כלום בפי' ר\"י הלוי וק\"ל. ועוד דאין סברא דכל הבגד לא היה רק משקל ב' סלעים אע\"ג שיש בגדים דקים מאד כדאיתא בהניזקין מ\"מ סתם כתונת לא הוי כך וק\"ל:", 
            "<b>ונתגלגל</b> הדבר וירדו אבותינו וכתבו התוס' ואע\"ג דבלאו הכי כו'. ע\"ש ועוי\"ל דה\"ק דאי לא משקל ב' סלעים כו' לא היה נתגלגל ירידתם בעבירה זו במכירת אחיהם אלא בדרך אחר שלא בעבירה ומה שיש לדקדק עוד בדבריהם עיין במהרש\"ל ובחדושי הלכות:", 
            "<b>דמקרבא</b> וזוטא כו'. מתחלת דבריו משמע דל\"ק ליה רק אמלת קרובה ובסוף הקושיא נקט גם וזוטא שהוא פירושו של מצער והיינו משום דמצער מתפרש שפיר כפירש\"י הכא ובחומש לפי שהיא זוטא ואנשים בה מעט אין לך להקפיד עליה אבל כיון דכתיב קרובה דהיינו דמקרבא קשיא לי' נמי וזועא הא קחזי לה אלא מתוך שישיבתה קרובה עונותיה מוצערים דעדיין לא נתמלא סאתה כפירש\"י בחומש:", 
            "<b>ושל</b> סדום נ\"ב שנה כו'. לפי דברי התוס' הפיכת סדום שנה אחת קודם ללידת יצחק ומזה הוצרכו התוס' הכא לדחוק דצ\"ל שהיתה סדום ב' בשלוה מתחלה עכ\"ל אבל לפי שיטת התוס' בפ\"ק דר\"ה דבתשרי באו המלאכים ובפסח נולד יצחק נמצא שהפיכת סדום ולידת יצחק היה בשנה אחת דהיינו בשנת ק' לאברהם יש לפרש דשנת מ\"ח לאברהם שבה מת פלג אינו ממנין נ\"ב שנה שאחר שמת נפלגה הארץ והיא שנת מ\"ט ומשנת מ\"ט עד שנת ע\"ד הרי כ\"ה שנים שאין בהן שלוה ובשנת ע\"ה שאז הכה המלכים מתחילין שנות שלוה עד שנת ק' לאברהם והויין כ\"ו ודו\"ק:"
        ], 
        [
            "<b>תחת</b> ישמעאל ולא תחת כו'. עיין פירש\"י ובערוך פירש ולא תחת סתם נכרי ולא תחת חבר שהיו פרסיים קורין לכומרים חברין והיו אותן חברין רעים מאוד ומצירין לישראל. ולא תחת ת\"ח לפי שת\"ח אין לו אימה וממשלה וכו' ויש לו אימה טפי מיתום ואלמנה כן פירש בערך חבר ובערך אסי והאריך ע\"ש:", 
            "<b>כאש</b> לנעורת כו'. הדמיון כמו שהנעורת שהוא דבר הגרוע מן הפשתן נשרף בקל ע\"י האש כן הרע מן החלום נתבטל מיד ע\"י תענית בו ביום:"
        ], 
        [], 
        [
            "<b>אומר</b> שבת היא מלזעוק כו'. דלא התירו לזעוק בשבת על חולה וכדאמר לקמן דבקושי התירו אפילו לבקר משום דשמא יזעוק כפי' הרי\"ף ואמר דא\"כ יהיה לו מניעה בשבת שלא יבא לידי רפואה כמו בחול שיכול להתפלל על רפואה ע\"כ אמר רפואה קרובה לבא בשבת בלא תפלה כמו בתפלת חול ור\"מ אמר על דרך זה גם כי לא הותר לו להתפלל על כך בשבת יכולה היא שתרחם בלא תפלה ופי' הרי\"ף יכולה היא שבת שבזכותה תרחם ור\"י אומר המקום ירחם כו' ר' יהודה ורבי יוסי בשבת נמי איירי ומסתמא דלא פליגי אהני תנאי דס\"ל דלא הותר לזעוק בשבת אלא דס\"ל דלשון זה המקום ירחם עליך דעם החולה מדבר לא משמע ליה לשון תפלה אלא דגם שלא הותר לזעוק בשבת המקום ירחם עליך כו' בלא תפלה מותר בשבת ושבנא הוסיף ע\"ד ת\"ק שיאמר לחולה כי רחמיו של הקב\"ה מרובים להביא רפואה בלא זעקה אך שבתו ונוחו בשבת לשלום כפירש\"י ונראה דכן יאמר (לך) לשלום בלמ\"ד ולא בשלום בבי\"ת וכ\"ה בגירסת הרי\"ף וכדאמרינן בסוף ברכות הנפטר מחבירו יאמר לו לך לשלום ולא בשלום שהרי יתרו כו' ויש לקיים גירסת הספרים דיש לחלק דהתם שחברו הולך ממנו לא יאמר לו אלא לך לשלום אבל הכא שהוא הולך מחברו יש לו לומר(לך) בשלום וטעמא רבה איכא בהך מלתא כמ\"ש בסוף מסכת ברכות ע\"ש ועוד הוסיף שבנא דבכניסתו יפתח במלת שלום וביציאתו יסיים במלת שלום דגם כי אסור לזעוק שאלת שלום שהיא בשמו של הקב\"ה כדאמרינן לעיל הותר לו וק\"ל:", 
            "<b>מנין</b> שהשכינה סועד כו' פירש\"י סועד סומך ומשום רבינו יעקב סוער תרגום פוקד כלומר מבקר כו' ע\"ש. ולא הוה הוצרך להנך ראיות דגמרא ערוכה היא פ' אין בין המודר לא ליסעור אינש קצירא לא כו' ומייתי לה נמי שם מניין לביקור חולים מן התורה שנאמר ופקודת כל אדם גו' ותרגמינן וסעורא וק\"ל:", 
            "<b>מניין</b> שהקב\"ה זן כו'. מפורש בפרק אין בין המודר:"
        ], 
        [], 
        [
            "<b>נוטלת</b> תפיליו נטלה תפיליו לעגמת נפש להראות בב\"ה ובבה\"מ שותעוררו על מיתתו ודו\"ק:"
        ], 
        [
            "<b>בתי</b> בימי נדותך מה כו' התחיל לשואלה בעבירה התלויה בה שהיא מרגילתו בכך וע\"כ מת קודם זמנו במיתת כרת כדין בועל נדה וכן בימי ליבוניך דהוי בכלל בנדת טומאתה מרבויא דקרא דתהיה בנדתה כפירש\"י והיינו שלא נשא פנים לתורה לדרוש מריבויא איסורא דבימי ליבון ודו\"ק:", 
            "<b>שהיו</b> מחבבין את הצרות כו. פירש\"י שנגאלין מהם כו' ולשון את הצרות לא משמע כן אלא שמחבבין הצרות ממש כדאמרינן ביסורין חביבין עלין. יסורין ולכך עושין בו ביום שנגאלו י\"ט דמתוך זה יזכור יום הצרה דחביבה לו וכמ\"ש כשם שמברכין על הטובה כך מברכין על הרעה ולזה נקרא ספר מגילת תענית דהיו\"ט הנזכרים בו עיקרן לא נתייסדו אלא ע\"ש התעניות שהיו להם בעת צרה והשתא ניחא דהמשלים שהביא הוו מן הדומה דאין שוטה נפגע ואין מרגיש בפגעיו לפי שהורגלו בהן כך הורגלו בצרות עד שאין מרגישין בהן לעשות ביום שנגאלו ממנו יו\"ט וכן אין בשר המת שבחי כו' היינו מתוך שהוא בצרה ביותר אינו מרגיש בו בחיתוך איזמל כך מתוך שהורגלו בצרה אינו מרגיש בו לעשות יו\"ט ביום שנגאלו מהצרה:", 
            "<b>וקשה</b> רמה למת כו' שנא' אך בשרו גו'. יפורש לקמן פרק שואל:", 
            "<b>ג'</b> מאות גרבי שמן. בהאי לשנא איתא נמי בפ' מקום שנהגו ושותה ג' מאות גרבי יין וכתב הערוך היאך יתכן לאדם שישתה ג' מאות חבית כו' והוא גוזמא כו' ע\"ש:"
        ], 
        [], 
        [
            "<b>יצתה</b> בת קול ואמרה חכם בני וגו'. ובריש פ\"ק דברכות מייתי נמי הני קראי על כלאב בן דוד שהיה מכלים פני מפיבושת בהלכה ושם פירשנו דדוד אמר כן ע\"ש אבל הכא ליכא לפרושי הכי אלא ב\"ק אמרה בשם הקב\"ה על שלמה על שתקן עירובין דהיינו בני אם חכם לבך לעשות גדר לאיסור הוצאה בשבת ישמח לבי גם אני שיתקיים מצות שבת באיסור הוצאה דאורייתא ובענין נעילת ידים אמר חכם בני ישמח לבי על תיקון נט\"י שהוא גדר לסרך תרומה ולפי שיש המזלזלין בנט\"י במ\"ש בכמה דוכחי ע\"כ אמר ואשיבה חורפי דבר:", 
            "<b>האוחז</b> ספר תורה ערום. מפורש במס' מגילה ספ\"ד ע\"ש:"
        ], 
        [
            "<b>אמור</b> לנו ג' דברים שאמרת לנו כו'. אינו דומה שאמרן להו כבר והם שכחו אותן אלא דר\"ל שאמרת לנו שיש בידך מאביך ולא אמרי להו עדיין וק\"ל:", 
            "<b>ק\"פ</b> שנה כו' דיני קנסות ס\"ד כו' ושלא דנו ד\"נ כו' הכל מפורש באורך בגמרא בפ\"ק דע\"ז ע\"ש:", 
            "<b>אלא</b> שלא דנו ד\"נ כו'. כתבו התוס' תימה דוקמת ועלית אל המקום דדרשי' מיניה מלמד שהמקום גורם לא כתיב אלא בזקן ממרא כו' ע\"ש באורך אבל ב\"ק דע\"ז קמייתי תלמודא בהדיא מהאי קרא מלמד שמקום גורם אהך שלא דנו ד\"נ ומה שהקשו התוס' הכא דהא לא כתיב אלא בזקן ממרא כבר תירצו בו שם בתוס' ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>טעמא</b> כנגד פרי החג כו'. יש לעיין דודאי לא פליג ב\"ש בהא דמעלין בקודש דילפינן מקרא כפירש\"י ובפרי החג ודאי דאיכא טעמא כדאמרינן לפי שהם נגד ע' אומות עובדי כוכבים שיהיו פוחתין והולכין וי\"ל דה\"נ איכא טעמא כמ\"ש הב\"י והרא\"ם בתירוץ א' שהיה הנס גם בליל ראשון לפי שהיה מעיקרא מתחלק לח' חלקים נמצא ח' חלקים שמן היו פוחתין והולכים מלילה ללילה וה\"ק ב\"ש כנגד פרי החג כיון דאיכא טעמא לית לן למיחש להא דמעלין בקודש כו' ה\"נ הכא איכא האי טעמא וק\"ל:", 
            "<b>מאי</b> חנוכה כו'. ופירוש הר\"ן כלומר חנו בכ\"ה כו' ע\"ש וק\"ק מאי חניית שייך הכא כיון דהותר בהן מלאכה ולא נתנו לי\"ט אלא להלל ולהודות ונראה לפרש דנקרא חנוכה ע\"ש חנוכת המזבח כדאמרי' בפרק ר' ישמעאל דבית חשמונאי גנזו אבני מזבח ששקצו אנשי עו\"ג לע\"ז והוצרכו לבנות מזבח חדש ולכך נקרא חנוכה ולא קאמר הכא מאי חנוכה אלא מאיזה נס קבעו אותו להדליק בו נרות גם לפי מדרש ב\"ר שמלאכת המשכן נגמרה בכ\"ה בכסליו ולא חנכוהו עד ר\"ח ניסן ושבו נולדו האבות והקב\"ה שילם לו בימי מתתיהו כו' היינו נמי שהיה כמ\"ש ששילם לו להיות ביום חינוך המזבח ע\"י מתתיהו ששקצו אנשי עו\"ג מזבח הישן:", 
            "<b>טמאו</b> כל השמנים כו'. ולא היה אפשר לתקן שמן טהור עד ח' ימים לפי שהיו טמאי מתים כמ\"ש הב\"י והרא\"ם בביאוריו לסמ\"ג וע\"ש ברא\"ם במה היו הנכרים מטמאין גם כתב שם כיון דהיו כולן טמאי מתים היאך הדליקו המנורה והרי טמאו את השמן בהדלקתן ותירץ שהדליקו אותו על ידי פשוטי כלי עץ עכ\"ל ואין זה מספיק דמ\"מ כיון דכולן טמאי מתים היו היאך נכנס המדליק במקדש בטומאה וע\"כ נראה דלא היו כולן טמאי מתים אלא מאיזו סיבה היה שלא היה להם שמן טהור וכמ\"ש הר\"ן שהיה להם שמן רחוק ד' ימים כו' ע\"ש ובזה יתיישב נמי מה שהקשה הרא\"ם היאך הדליקו במנורה טמאה כו' עיין שם דהשתא כיון דלא היו כולן טמאי מתים היו יכולין לעשות מנורה חדשה והרא\"ם כתב לפי דרכו שהיו כולן טמאי מתים וי\"ל שהיו עושין מנורה של עץ כדתניא בפרק כל הצלמים ר\"י אומר של עץ לא יעשה כדרך שעשו בית חשמונאי כו' ע\"ש ולא ידעתי מה תיקן בזה דהא נטמאה המנורה בנגיעה בעשייתה גם בשל עץ שהרי היה למנורה בית קיבול ור\"י נמי לא קאמר דהיה של עץ אלא משום דהיה בית חשמונאי עניים אז ויש ליישב לפי דרכו שהיה מנורה של עץ עשויה כבר ביד מי שהוא במקום אחר ולא נטמאה שם ונטלוה ע\"י פשוטי כלי עץ ונשאוה למקדש וצ\"ל דאותו האיש שעשאה כבר כתבנית המנורה גם בשל עץ עשאה באיסור לר\"י דשל עץ נמי אסור מריבוי דקרא ודו\"ק:", 
            "<b>בתוס'</b> ד\"ה שהיה מונח כו'. עי' בר\"ן וברא\"ם תירוצים אחרים על זה (ועיין בחולין פ\"ג ועיין בחידושי הלכות):"
        ], 
        [], 
        [
            "<b>אלא</b> עדות כו'. כהאי גוונא כתיב גבי מזבח הקטרת ונתת אותו לפני הפרוכת אשר על ארון העדות וגו' ולא שייך למדרש הכי וי\"ל דפרוכת לא היה על העדות שהן הלוחות שבארון אלא על הארון שבו היה העדות קאמר קרא היה הפרוכת משא\"כ הכא דלא כתיב ארון אלא על העדות ולכך דרשי בו מאי עדות שייך הכא ועי\"ל דהכא סמיך אקושיא וכי לאורה הוא צריך כו' ולפי' התוס' שכתבו דקאי אאהרן ניחא בפשיטות גבי מזבח הקטורת לאו לצורך אהרן שייך ביה ולפי' שני דקאי אשכינה וכי לאורה הוא צריך כו' י\"ל דגבי קטורת ושאר קרבנות דשייך בהו ריח ניחוח אע\"ג דכל העולם ומלואו שלו ואין צורך לו בהם שייך נחת רוח שנעשה רצונו משא\"כ באורו דלא שייך לומר כן כיון דלאורו הלכו במדבר וק\"ל:"
        ], 
        [], 
        [
            "<b>הרגיל</b> בנר הויין כו'. בכל אינך אמר לשון הזהיר במזוזה בטלית בקידוש משום דבכל הנך האיש מוזהר עליהן ביותר משא\"כ בנר דעיקר המצוה באשה לא קאמר גבי איש רק הרגיל דהיינו מרגיל את אשתו להיות רגילה בנר ולגבי האשה הא תנן לקמן במתני' לשון זהירות על ג' דברים נשים כו' על שאינן זהירות כו. ודו\"ק:", 
            "<b>הזהיר</b> בקידוש כו'. זה השכר נמי הוה מן הדומה דעיקר קידוש היום הוא ביין כדאמרי' זכור את יום השבת וגו' זכרהו על היין דכתיב ביה זכרו כיין לבנון כמ\"ש התוס' בפ' ע\"פ ודו\"ק:", 
            "<b>אמר</b> תרי גברי כו'. כתבו התוס' דה\"ג חזא דהוו רגילי כו' פירוש הבעל והאשה כו' ולקמן גרסי' חזא דהוה רגילה האשה לבדה כו' עכ\"ל והוא דחוק דמשמע בעברם שם באמש בליל שבת ראו הרבה נרות דולקים אבל אינו דומה דבעברם שם ברחוב ראו מי שהדליקם וע\"כ נראה לפרש ולקיים גירסת כל הספרים אלא דרב הונא ראה שהיו רגילים בבית רבי אבין בשרגי טובא בין בליל שבת ובין בחנוכה אפילו בחול אמר תרי גברי כו' אבל רב חסדא לא ראה דהוו רגילין אלא באחד מהם או בשבת או בחנוכה לא אמר אלא גברא רבה כו' וק\"ל:", 
            "<b>משלים</b> כו'. פירוש עמוד ענן בא ביום לנחותם הדרך ועמוד אש בא בלילה להאיר להם ומייתי כמו דעמוד אש מקדים לבא ביום בעוד עמוד ענן קיים כן יש להקדים בעוד יום נר שבת גם שלא בא רק להאיר בלילה:", 
            "<b>דדחיל</b> הוה איהו גופיה כו' מעלת מדת האהבה בכ\"מ ודאי דהיא יותר גדולה מן היראה אלא כיון דכבר הוא רחים רבנן הרי הוא ודאי כבר ת\"ח דאל\"כ לא היה אוהב את הרבנן כדאמרינן פרק אלו עוברין (פסחים דף מח) גדולה שנאה ששונאין ע\"ה לת\"ח כו' וקאמר שם דאמר ר' עקיבא כשהייתי ע\"ה אמרתי אנשכנו לת\"ח כחמור כו' וקאמר דזוכה נמי דרחים רבנן בבנין רבנן ודו\"ק:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>ודומה</b> למלאך כו'. אמר כן משום דמלאכים מקפידים אהא כדאמרי' פרק התכלת (דף לז' דמלאכא אשכחיה לרב קטינא ואמר קטינא קטינא סדינא בקייטא כו' דס\"ל \" למלאך דהלכה כב\"ה ולא גזור משום כסות לילה ע\"ש:", 
            "<b>ותזנח</b> משלום וגו'. משום דכל הפרשה דאני הגבר וגו' קובל בו על הצרות שנתחדשו להו בחורבן הבית אבל האי לישנא ותזנח ונשיתי לא משמע אלא שקובל על דבר העדר טובה שנתהוה לו עכשיו וקאמר דמסתם קרא מהו אית לן למימר דסמך עצמו אדבר תמיד ותדיר שהיה לו בכל שבת שלום בית וטובת מרחץ וק\"ל:", 
            "<b>כל</b> שיש לו נחת כו'. עיין פירש\"י ויותר נראה לפרש דמיירי בעושר שיש לו רב וכמו שאמר קהלת גם כל האדם אשר נתן לו האלהים עושר ונכסים [וכבוד] והשליטו לאכול ממנו וגו' וז\"ש שיש לו נחת רוח בעשרו דהיינו שנהנה מעושרו זה מקרי עשיר כמ\"ש בהאי קרא זה מתת אלהים הוא ובהיפך אמר איש אשר יתן לו האלהים עושר וגו' ולא ישליטנו האלהים לאכול ממנו וגו' זה הבל וגו' ואינו מקרי עושר וק\"ל:", 
            "<b>כל</b> שיש לו ק' כו'. נראה לפרש דעות וסברות דהני תנאי משום דיש עשיר שמאסף לכבוד שיהיה לו שם בגדולים ולהיות נקרא עשיר ויש שמאסף עושר משום שחושב שצריך הרבה לפרנסת אשתו בשאר וכסות שחייב לה ויש שמאסף שחושב שיהיה צריך לו באם יבא עליו חולי שלא יצטרך לבריות וקאמר ר\"ט כלפי מי שמאסף לכבוד להיות נקרא עשיר ודרך גוזמא קאמר שאינו נקרא עשיר אלא שיש לו ק' כרמים כו' וה\"ה ביותר דאוהב כסף לא ישבע כסף וא\"כ לא הגיע לתאותו להיות נקרא עשיר לעולם וכלפי שמאסף לצורך אשתו שצריכה הרבה להיות נאה בקישוטים קאמר ר\"ע דאין זה עשיר דלעולם לא תסתפק דהיא מבקשת לימודה ביותר אבל זה נקרא עשיר שיש לו אשה נאה במעשיה ואינה מבקשת מבעלה קישוטים ודי לו במועט ונקרא עשיר כאמרם השמח בחלקו ונתכוין ר\"ע על אשתו בת כלבא שבוע שהיתה מסתפקת במועט ואמרה להו יודע צדיק נפש בהמתו כשאמרו לה שאלי מאני לבושי בפ' אע\"פ (כתובות דף ס) וכלפי מי שחושב שיהיה צריך לעשירות בעת שלא יהיה בריא קאמר דדבר זה גם כן אין לו שיעור אבל אמר שיהיה נקרא עשיר וישמור בריאותו שיהיה לו בהכ\"ס סמוך לשולחנו ולא יבא לידי חולי כמ\"ש בר\"י בר אלעאי בפרק הנודר מן המבושל (נדרים דף נ) דאמר ליה מינא לר\"י פניך דומין או כמלוי ברבית כו' וקא\"ל כ\"ד בהכ\"ס אית לי מביתי כו' עכ\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תחש</b> שהיה בימי משה כו'. האי בריה בפני עצמה לא הוי ממש כמו במקומות אחרים אלא דהיינו ספק כדקאמר ולא הכריעו בו כו' וכה\"ג כחבו התוס' פרק הערל גבי אנדרוגינוס בריה בפני עצמה ולא הכריעו בו אם זכר כו' ע\"ש:", 
            "<b>לפי</b> שעה כו'. ומ\"ש ואנעלך תחש היינו נמי בדור המדבר לפי אותה שעה:", 
            "<b>שור</b> שהקריב כו'. מפורש פ' אלו טריפות ע\"ש:"
        ], 
        [], 
        [], 
        [
            "<b>אן</b> סוכלתנותך כו'. וסוכלחנותך כמו תבונתך דתרגומו של תבונה סוכלתנו א\"נ סכלות ושטות ממש קאמר עשה\"כ שאמר שלמה ופניתי אני לראות חכמה והוללות וסכלות וגו' וראיתי אני שיש יתרון לחכמה מן הסכלות וגו' ולבי נוהג בחכמה ולאחוז בסכלות וגו' ודו\"ק:", 
            "<b>בטל</b> מן התורה והמצות כו'. והיינו כו'. לכאורה קשה אין זה צריך ראיה דמה עשיית מצות שייך בקבר ו\"ל דאפילו מצות דאפשר לקיים בקבר כגון שלא לקוברן בכלאים אינו צריך והכי קאמרינן בהדיא בנדה בפ' האשה לר\"י דדרש חפשי מן המצות ואפילו למ\"ד התם דאסור לקוברו בכלאים היינו משום דלעתיד מצות אינן בטלות וציצית דרמינן להו אינו אלא משום לועג לרש ועיין בתוס' שם ודו\"ק:", 
            "<b>ואמר</b> כמה תפלות ותחנונים כו'. הכי משמע מתוך המקראות בפרשת עקב דכתיב ואתנפל לפני ה' את ארבעים יום ואת ארבעים לילה כו'. דהיינו כמה תפלות ותחנונים ולא נענה עד דבתר הכי כתיב זכור לאברהם וגו' וכתיב בעת ההיא וגו' לסוף ארבעים יום נתרצה להם וי\"ל בזה דקאמר עמד משה כו' ולא נענה דהיינו בזכותו כפירש\"י וזה סותר לכאורה מה שאמרו פ\"ק דברכות משה תלה בזכות אחרים זכור. לאברהם וגו' ותלו לו בזכות עצמו חזקיהו כו' הא משה נמי תלה בזכות עצמו בכמה תפלות וחחנונים עד שראה שלא היה נענה בזכותו תלה (לו) בזכות אחרים ויש ליישב ודו\"ק:", 
            "<b>ואלו</b> משה רבינו גזר כו'. עיין פירש\"י ודחק לפרש כן משום דשאר התורה אמרה משה מפי הקב\"ה א\"כ מה יאמר שגזר כמה גזירות ולשון כמה תקנות נמי משמע הרבה תקנות ולולי פירושו נראה דאכל התורה קאמר ולפי שיש בה חוקים דהיינו גזירות ויש בה מושכלות דהיינו תקנות קאמר דכל גזירותיו ותקנותיו מתקיימין כפי שאמרן מפי הקב\"ה והרי אני משבח את המתים בגזירתן ותקנתן שגזרו ותקנו מפי הקב\"ה יותר מגזירת מלך ב\"ו שעדיין חי לפי שגוזר מעצמו ואינו מתקיים:", 
            "<b>מאי</b> דכתיב עשה עמי אות וגו' מחול לי על אותו עון וכו'. מפורש בפרק חלק ע\"ש:", 
            "<b>והיינו</b> דכתיב ויהי ביום השמיני וגו' שמחים שמצאו וכו'. מפורש בפרק קמא דמועד קטן:", 
            "<b>כי</b> לכלב חי הוא טוב כו'. לכאורה דכלב לאו דוקא קאמר למאי דמסיק אדעתיה לעיל דדבריו סותרין זה את זה אלא דטוב לשפל החי מחשוב המת וא\"כ המ\"ל דהיינו טעמא דחי חשוב יותר מהמת מטעמא דקאמר לעיל כיון שמת בטל מן המצות ואין להקדוש ברוך הוא שבח בו וצ\"ל דניחא ליה לפרש כלב כמשמעו וכן אריה ע\"ש המלוכה מיהודה גור אריה ודו\"ק:", 
            "<b>הודיעני</b> ה' קצי כו'. ר\"ל קיצו של אדם ממש שנגזר עליו מיום הולדו כמה שנים יחיה ובאיזה חודש ויום שימות באותה שנה וא\"ל גזירה היא מלפני שאין מודיעין כו' מטעמא שיהיה כל ימיו בתשובה שכל שעה וכל יום וכל שנה הוא זמן מיתתו ואילו היה יודע זמן מיתתו ממש לא היה שב עד קרוב לאותו זמן ושוב בקש גם שלא הודעתני קיצי ממש ובאיזו שנה וחדש ויום הודיעני מיהת מדת ימי דהיינו באיזה זמן מהשנה כי יש ימים ארוכים בשנה ויש קצרים דהיינו מדת הימים שיהיו באותו זמן שאמות דהשתא מיהת כל שנה ושנה יהיה בתשובה באותן מדת הימים שיודיעו וא\"ל שגם זה גזירה היא מלפני מטעמא דלעיל דלא יהיה זה כל ימיו בתשובה רק בכל שנה באותן מדת הימים וכמו שאמר שלמה כי גם לא ידע האדם את עתו כדגים שנאחזים וגו' ושוב בקש דלכל הפחות אדע מה תדל אני דהיינו שלא אדע איזה שנה וחדש ויום לפי הגזירה מהלידה גם באיזה מדת הימים שיהיו באותו זמן אבל אדע באיזה יום מהשבוע דהשתא מיהת כל שבוע יהיה בתשובה באותו יום וקרוב לו וזה הודיע לו כי בשבת תמות כו':", 
            "<b>אמר</b> לו כי טוב יום בחצריך. מפורש פ\"ק דמכות ע\"ש:"
        ], 
        [
            "<b>ולענין</b> שאלה כו'. עיין פירש\"י ובפרק שואל מפורש שהוא ממש דומה לשאלה דלעיל בדרשת במתים חפשי כו' דקאמרינן נמי התם תינוק בן יומו חי מחללין עליו השבת אמרה תורה חלל עליו שבת אחת כדי שישמור שבתות הרבה דוד מלך ישראל מת אין מחללין עליו השבת כיון שמת אדם בטל מן המצות כו' דכתיב במתים חפשי כיון שמת אדם נעשה חפשי מן המצות והתם נמי צ\"ל דסמך אדרשה דוחי בהם ולא שימות בהם כפירוש רש\"י. דההוא טעמא כדי שישמור שבתות הרבה אידחי בפי\"ה ע\"ש ודו\"ק:", 
            "<b>שתהלתו</b> ד\"ת כו'. הכא גבי קהלת הוצרך לומר טעמא דלא גנזוהו מפני שמצאו בו תחלתו ד\"ת כו' אבל בפ\"ק גבי ספר יחזקאל שדרשוהו שלא יהא סותר ד\"ת ולא קאמרי התם טעמא היינו משום דיחזקאל מוחזק לנביא היה ודבריו כולם נבואה משא\"כ קהלת כדאמרי' פ\"ק דמגילה דאינו מטמא את הידים מפני שחכמתו של שלמה היא מש\"ה אי לאו דתחלתו ד\"ת כו' לא הוה דרשוהו לתרץ סתירת דבריו זה ע\"ז ומה\"ט נמי לקמן בספר משלי דהוה גנזוהו ולא הוה דרשוהו אי לאו דעיינינן בספר קהלת ואשכחינן טעמא כו' דבספר משלי נמי בעי למימר התם דמשלים בעלמא הן ולא נאמרו ברוח הקדש מיהו לא קאי התם הכי ודו\"ק:", 
            "<b>תחת</b> השמש כו'. עיין פירש\"י ולפי זה תחת השמש קאי על העמל ועוד נראה לפרש דקאי על היתרון והשכר של העמל דבדבר שנברא בעוה\"ז תחת השמש אין לו יתרון ושכר בכל עמלו אבל בדבר שנברא קודם השמש דהיינו בג\"ע שנברא קודם השמש יש לו יתרון ושכר בעמלו בתורה ורש\"י בספר קהלת לקח לעצמו דרך אחרת בדרש זה שפירש תחת השמש תמורת התורה שקרויה אור כו' ע\"ש ולא ידעתי למה הניח דברי התלמוד דשמעתין וק\"ל (מפורש בפ\"ק דברכות):", 
            "<b>ומאי</b> דבריו סותרין כו' טוב כעס כו'. הא דלא קאמר הא דלעיל דכתיב ושבח אני את המתים וגו' דכתיב כי לכלב חי הוא טוב וגו' ואי משום דאיכא תירוצא ה\"נ הכא איכא תירוצא לסתירתו אלא די\"ל דע\"כ רב לא איכוין להך סתירה דלעיל דא\"כ הל\"ל נמי דדבריו סותרין דברי אביו שאמר לא המתים יהללויה וק\"ל:", 
            "<b>אמרתי</b> מהולל כו'. יש לעיין בזה מי הכריחו לומר שהוא מלשון הלול ושבח ואימא שהוא מלשון הוללות וערבוב ושטות כפירוש התרגום ופירש\"י שם וכמה מקראות יש בזה הלשון ולא הוה סתרן קראי ואפשר לומר דתלמודא משמע ליה דאי הוה מלשון ערבוב ושטות הוה מלת מהולל יתירא דה\"ל למכתב לשחוק ולשמחה אמרתי מה זו עושה דהיינו שסופה תוגה וערבוב וק\"ל:", 
            "<b>שכועס</b> הקב\"ה כו'. וסיפא דקרא כי ברוע פנים ייטב לב יתפרש כתרגומו שם ויש ליישב בזה אמאי לא מתרץ קראי כפשטיה ע\"פ מ\"ש בפרק אין עומדין דאסור לאדם שימלא שחוק פיו בעוה\"ז שנא' אז ימלא שחוק פינו וגו' דהשתא לשחוק אמרתי מהולל בעוה\"ב וטוב כעס משחוק וגו' היינו בעוה\"ז משום דסיפא דהאי קרא כי ברוע פנים וגו' לא יתפרש שפיר לפי זה ועוי\"ל דטוב כעס לא משמע לי' כפשטיה דהכעס ממדה הרעה ביותר כמ\"ש בפסחים כל הכועס נבואתו וחכמתו מסתלקת ממנו ובנדרים דה\"ל כל הכועס כאלו עובד ע\"ז וכל מיני גיהנם שולטין בו:", 
            "<b>זו</b> שמחה של מצוה כו'. והכי מפרשי קראי ושבחתי אני את השמחה ואשר אין השמחה טוב לאדם היא השמחה שתחת השמש אבל השמחה שקודם השמש כדלעיל דהיינו השמחה של מצוה ע\"פ התורה שהיא קודם השמש היא שאני משבח דהיינו כ\"א לאכול ולשתות ולשמוח כפירש\"י דאכילה ושתיה דבקהלת אינה אלא תלמוד תורה כו' ע\"ש ושאינה של שמחה דהיינו ולשמחה מה זו עושה מצדה אם היא אינה של מצוה וקאמר ללמדך שאין השכינה כו' דהרי המצוה היא משרה שכינה על העושה ובעי שמחה והיינו לא מתוך עצבות אלא מתוך דבר שמחה שנאמר ועתה וגו' שהיה צריך לנגן לפניו להסיר ממנו התוגה והכעס שעל ידי הכעס היתה נבואתו מסתלקת ממנו כדאמרי' פרק א\"ד וכל השאר דנקט לא מתוך עצלות ולא מתוך שחוק כו' לא מקרא אימעוט אלא מתוך סברא קאמר להו כן וכן קאמר להו בר\"פ אין עומדין לענין תפלה מסברא וגרסינן התם בסיפא דמלתא אלא מתוך שמחה של מצוה היינו לגבי תפלה אבל הכא לגבי שריית שכינה ל\"ג ליה דהא מקרא לא מייתי אלא דבעי שמחה כמו באלישע שאמר ועתה קחו לי מנגן וגו' ושריית שכינה גופיה היא המצוה ומיהו בפ' ע\"פ גרסינן ליה ע\"ש:", 
            "<b>אל</b> תקרי שושנים אלא ששונים ואל תקרי מור אלא מר כו' כצ\"ל וכ\"ה הגירסא בפרק ע\"פ וששונים מלשון משנה וכ\"ה בתרגום ושפוותיה חכימוי דעסיקין באורייתא כו' וק\"ק לפי זה למה נקט התלמוד דיוקא דקרא במלתיה כל שיושב כו' ואין שפתותיו נוטפות כו' דגופיה דקרא הוי ליה למנקט שישב אדם לפני רבו ושפתותיו נוטפות מר וע\"כ נראה לפרש אל תקרי שושנים אלא ששונים מלשון ששון ושמחה וה\"ק קרא שפתותיו ששונים ושמחים בפני רבו ה\"ז מר עובר שהוא מעביר המרירות והאימה ממנו בפני רבו וראוי שתכוינה שפתותיו והשתא ניחא דמגופיה פריך מששון ושמחה דאסר הכא בת\"ח בפני רבו וק\"ל:", 
            "<b>הא</b> בד\"ת הא כו'. הנהו תרי קראי דסמיכי אהדדי נינהו וכל חד נלמד מענינו דבההיא קרא דאל תען כסיל כאולתו מסיים ביה פן תשוה לו גם אתה דהיינו כהך דר' שבא לעשות בני רבי ממזרים והרי הוא ממזר כדאמרי' כל הפוסל במומו פוסל ואם אתה תענה לו כן שאתה ממזר הרי יאמרו גם עליך כן דכל הפוסל כו' ותשוה לו אתה ועד\"ז אמר יחוסתא דבבל שתיקותא כמ\"ש במקומו פ' עשרה יוחסין ובהאי קרא דענה כסיל כאולתו מסיים ביה פן יהיה חכם בעיניו דהיינו כהך תלמידא דר\"ג דאם לא היה ר\"ג משיב לו היה זה התלמיד נחשב בעיני עצמו כחכם ולא כתלמיד שהיה חושב דר\"ג לא יוכל להשיב לו וק\"ל (מורה ח\"ב פכ\"ח):", 
            "<b>ההוא</b> דאתא לקמיה דר' חייא אמר ליה אמך כו'. בע\"י גרס בהאי עובדא נמי רבי וכן משמע קצת מדאמר ר\"ח אהניא ליה צלותיה דרבי דלא לשויה ממזרא ויש לקיים כאן גי' כל הספרים ולקמן גרסי' דלא לשויה בני ממזרא ומאי דאהני ליה לרבי חייא דלא לשויה ממזרא ר\"ל דסמך אמה שאמרו פרק הפועלים גדולים מעשה חייא ודו\"ק:", 
            "<b>אחוי</b> ליה תרנגולת כו'. עיין פירש\"י אבל לא שיהיה הריון והלידה לולד א' ביום א' דזה בתרנגולים נמי אינו דאמרינן פ\"ק דבכורות תרנגולת לכ\"א יום ופירש\"י שם לאחר שנתעברה מן התרנגול שוהה ביצתה ליגמר עד אחר כ\"א יום עכ\"ל ע\"ש:", 
            "<b>אחוי</b> ליה צלף כו'. עיין פירש\"י והיינו שטוען פירות בכל יום דאחר שנלקט זה גדל פרי אחר ועי' בתוס' פרק ח\"ה:", 
            "<b>עתידה</b> א\"י שתוציא גלוסקאות וכו'. מפורש סוף מסכת כתובות פרק אחרון וע\"ש:"
        ], 
        [
            "<b>אותו</b> היום ע\"ש היה והלל חופף כו'. כל זה עשה בזמן שיקניטנו מהר שלא יהיה לו פנאי אז להשיב וע\"כ עבר ג\"כ על פתח ביתו ולא נכנס לביתו כדי שיצא לקראתו אולי בזה יקניטנו ביותר וכן מ\"ש מי כאן הלל כו' כאילו לא הכיר אותו והוא היה נשיא בישראל מפורסם וניכר לכל שבאלו דברים יקניטנו שמחשיבו לשפל שאינו ניכר:", 
            "<b>מפני</b> מה ראשיהם כו' אמר ליה בני שאלה כו'. יש שאלה בזה כיון דשאלה. זו לאו בדברי תורה הויא רק במילי דעלמא גם אם היה הלל ענותן לא היה לו להשיב על שאלות אלו כמו שאמר שלמה ב\"ה אל תען כסיל כאולתו ונראה בזה לומר דמתוך ענותנותו [לא] חשב הלל דודאי זה בא להקניטו באלו שאלות אלא שרמז לו בשאלות הנוגעות בדברי תורה ובשלש השאלות נתכוין לג' מדות הרעות הללו שהם רוח גבוה ועין רעה ונפש רחבה שנזכרו בתלמידי בלעם דהיינו מה ששאל מפני מה ראשיהם כו' נתכוין למדה הרעה דרוח גבוה ע\"פ מה שכתוב בסוף פרק הישן מפני ד דברים נכסי בעלי בתים יוצאין לטמיון כו' ועל גסות הרוח ופרש\"י שמשתררים ומתגאים על אחיהם כו' ע\"ש וז\"ש דבבבל יש ראשיהם העשירים סגלגלים שגלגל החוזר בהם לירד מנכסיהם מפני מה הוא באיזה עון והשיב לו על זה בדרך רמז מפני מה שאין להם חיות פקחות דהיינו בעון שאינן פקחות דהיינו שגסות הרוח גברה בהן דכל מי שמתגאה הוא שוטה וזו המדה רעה איכא בבבל כדאמרינן פרק זה בורר דחנופה וגסות הרוח ירדו לבבל וזה הביאם שראשיהם סגלגלים לירד מנכסיהם כהך דפרק הישן. ואמר מפני מה עיניהם של תרמודיין כו'. חשב הלל שנתכוין למדת הרעה הב' דעין רעה על פי מ\"ש פרק חלק דור המבול לא נתגאו אלא בשביל גלגל העין כו' ופירש\"י שהיו מגביהין עיניהם ומנאפים אחר עיניהם עכ\"ל. ובכמה מקומות כינה את הזנות על שם העין וכמ\"ש גבי שמשון הלך אחר עיניו לפיכך כו' וז\"ש דבתרמוד האנשים רעים במדה זו והיינו עיניהם טרוטות ע\"ש שהם רעים כפירוש רש\"י א\"נ כדפירש רש\"י במקומות אחרים ערוטות כמו עגולות וכמ\"ש פרק חלק גלגל העין כו' והשיב לו מפני שדרות בין החולות ע\"פ מ\"ש סוף פרק קמא דיבמות פסולי דתרמוד משום עבדי שלמה והיינו בין החולות מלשון חול שאין בהן קדושה וגדר ערוה כמו שיש במיוחסים שבישראל:", 
            "<b>מפני</b> מה רגליהם של אפרקיים כו'. חשב הלל שנתכוין למדה הרעה הג' שהיא נפש רחבה לאסוף ממון הרבה ורגליהם רחבה דקאמרינן ע\"פ מ\"ש את כל היקום אשר ברגליהם זה הממון שמעמיד את האדם על רגליו והשיב מפני שדרים בין בצעי מים רמז ע\"ש שדרים שם בין הנכרים אוהבים הבצע והממון דבני אפריקי הם מבני כנען שפנה מארץ ישראל כדאיתא בר\"פ חלק ומצינו בע\"פ שאמרו בכנען שצוה לבניו אהבו הגזל והבצע ודו\"ק:", 
            "<b>מתיירא</b> אני שמא תכעוס כו'. נתן לו מקום שראוי לכעוס אולי יקניטנו בזה אם אתה הוא לא ירבה כמותך כו' כאלו לא היה מכירו כבר ושא\"ל מפני שאבדתי וכו' ר\"ל דע\"כ אני אומר לא ירבו כמותך בענווה בישראל שאין לאדם להיות עניו כ\"כ ואמר ליה הוי זהיר ברוחך וכו' ר\"ל שטעית בדבורך לומר שאבדת ארבע מאות זוז אלא כדאי הוא הלל בענוותו שתאבד ארבע מאות זוז ועוד ארבע מאות. והיינו ארבע מאות זוז שאבדת שהיית מרויח אילו תקניטני ועוד ארבע מאות והוא שאבדת מכיסך על שלא הקניטתני וק\"ל:", 
            "<b>יומא</b> קמא א\"ל אבג\"ד וכו' דהא ודאי יש טעם לסדר האותיות מאל\"ף ועד תי\"ו כגון לענין מספר ולשאר דברים וע\"כ א\"ל אתמול לא אמרת לי סדר האותיות הכי וא\"כ לא ידעתי איזה הסדר הוא עיקר ואמר ליה כיון דע\"כ עלי דידי סמכת להודיע לך איזה עיקר הסדר דע\"פ נמי כו' וק\"ל:", 
            "<b>על</b> רגל אחת וכו'. נראה שגם הוא נתכוין לפי התשובה דהלל דהיינו שילמדנו שכל התורה תהיה לה רגל ויסוד אחד ואמר שדחפו שמאי באמת הבנין ולעיל לא אמר אלא שגערו בנזיפה והיינו משום דהכא רמז לו כמו שהבנין אי אפשר לו לעמוד ביסוד אחד כן התורה רחבה במצותיה אי אפשר לה ליתן יסוד אחד וכן רמז לו לקמן באמת הבנין גבי על מנת שיעשוני כהן גדול דאין התורה עומדת על יסוד הכהונה לבד. ואמר דהלל למדו דעלך סני לחברך לא כו'. והיינו דכתיב בתורה ואהבת לרעך כמוך וגו' ויש לעיין בזה גם שאמר ליה בלשון תרגום שכן היה לשונם אז בירושלים מכל מקום אמאי שינה לומר לו בלשון שלילה דעלך סני כו' דתרגום מלישנא דקרא הל\"ל ותרחמיה לחברך כוותך כת\"א וי\"ל דמשמע ליה דקרא לא איירי אלא בכי האי גוונא בל\"ת דגביה לא תקום ולא תטור כתיב ועלה קאי ואהבת לרעך וגו' שלא תעשה לו רעה מכל דסני לך כו' אבל לגבי לעשות לו טובה לא קאמר ואהבת לרעך כמוך כדאמרינן חייך קודמין לחיי אחיך וכן מוכיחין דברי ת\"י ע\"ש ודו\"ק:", 
            "<b>אמר</b> ליה מקרא כו'. ומעיקרא לא הוי בעי הלל למימר הכי משום דלא הוה מקבל עליו לגייר ומיהו קצת קשה הא אין מקבלין גרים משום שלחן מלכים ולא משום אישות ולא עדיף זה שגייר עצמו משום כהונה שילבש בגדי כבוד וצ\"ל הא דקאמר בא לפני הלל וגייריה כו' לאו דוקא אלא דלא גייריה עד לבתר הכי שידע דגר אסור בכהונה ולא קאמר לעיל דגייריה אלא שקבל עליו לגייר ומתוך שלא לשמה בא לשמה ואין להקשות דא\"כ היאך למדו תורה קודם שנתגייר הא אמרינן בפרק ארבע מיתות דעובד כוכבים הלומד תורה חייב מיתה די\"ל דהכא כיון שבא לגייר שרי ללמוד תורה:", 
            "<b>א\"ל</b> כלום ראוי אני להיות כהן גדול כו'. ר\"ל דבכך הוה ליה לדחוני מעיקרא שלא אתגייר ולא בכעס באמת הבנין:", 
            "<b>אמונת</b> זו סדר זרעים כו'. עיין פירש\"י ותוס' ועי\"ל דעל מסכת ברכות שהיא הראשונה בסדר זרעים קאמר אמונת ע\"ש מאה ברכות שנזכרים בה וגדול העונה אמן עליהם:", 
            "<b>ועתך</b> זה סדר מועד. שבאו לעתים כמ\"ש יודעי בינה לעתים:", 
            "<b>וחוסן</b> זה סדר נשים. כפירוש רש\"י גם נוטריקון מאותיות דחסן חלק סדר נשים וכה\"ג דרשו נוטריקון:", 
            "<b>וישועות</b> זה סדר נזיקין. ע\"פ מ\"ש בריש פ\"ק דבבא קמא דנזקי דארעא ד' אבות רומזים על נזקי שמים ד' דבעי רחמי להושיע אותנו ולהצילנו מהם:", 
            "<b>וחכמה</b> זה סדר קדשים ודעת זו כו' כפירש\"י דעת עדיף מחכמה עכ\"ל כ\"ה ודאי כדמוכח קרא דפרשת כי תשא בחכמה ובתבונה ובדעת שהיא רוח הקודש כפירש\"י שם אבל אם כן הול\"ל בהפך חכמה זה סדר טהרות ודעת זו סדר קדשים דהא קדושה עדיף מטהרה בכמה מעלות כדמוכח הסוגיא ספ\"ק דע\"ז וי\"ל דקושטא דהכי הוא אלא דנקט להו כסדרן שסדר קדשים קודם סדר טהרות ואמר אפ\"ה יראת ה' היא אוצרו כו' מפורש פ' אין עומדין ע\"ש:", 
            "<b>בשעה</b> שמכניסין אדם לדין כו'. ולעיל מהאי קרא אמונת עתך וגו' כתיב נשגב ה' וגו' מלא ציון משפט וצדקה דהיינו במשפט לעתיד אומרים לו אלו דברים נשאת ונתת באמונה כו'. מה שיש לדקדק מכאן אהא דאמרינן פרק קמא דסנהדרין תחילת דינו של אדם על ד\"ת כו' מפורש שם. ואמר קבעת עתים. שני עתים אחד ביום ואחד בלילה כהא דאמרינן יזיף ביום ופרע בלילה. ואמר עסקת בפ\"ו. לא אמר קיימת פ\"ו אלא עסקת דהיינו להשיא יתום ויתומה. ואמר צפית לישועה. דהיינו ישועות בלשון רבים לפי שהמצפה ומקוה לישועה בכל שעה הם רבים. ואמר פלפלת בחכמה. דהיינו שלא יהא אדם מפלפל פלפול של הבל אלא שיהא כוונתך לפלפל בשכל וחכמה ודעת. ואמר הבנת דבר מתוך דבר. כפירוש רש\"י בחומש בפרשת כי תשא גבי בחכמה ובתבונה ובדעת פירש רש\"י דתבונה היינו מבין דבר מתוך דבר אבל דעת הוא רוה\"ק דהיינו כיון דכתיב גבייהו ותבונה שפירושו מבין דבר כו' ע\"כ דדעת הוא מעלה יתירה שהיא רוח הקודש אבל הכא דלא כתיב ותבונה בתר חכמה אית לן לפרושי דעת שהוא מבין דבר כו'. ואמר ואפילו הכי יראת ה' היא אוצרו כו' משל כו' העלה לי חטין כו'. דהיינו להעלותן לאוצר אין להם קיום אי לאו חומטין הכי נמי ביראת ה' נתקיימו כולן באוצר הזה ודו\"ק:"
        ], 
        [
            "<b>דומה</b> לגזבר שמסרו לו מפתחות הפנימיות כו'. דהיראה קודמת לחכמה כמו ששנינו כל שיראת חטאו קודמת לחכמתו חכמתו מתקיימת ודומה לדעיל דיראה היא מקיימת מה שבפנים כאוצר בחומטין הזה. ומייתי עלה נמי חבל על דלית ליה דרתא כו'. שהתורה אינו רק שער ליכנס ליראת שמים לכך צריך שתקדים לו יראת שמים כן פירש רש\"י בפרק בא לו ע\"ש:", 
            "<b>שנאמר</b> והאלהים עשה וגו'. היינו שעשה את עולמו ובפרק הרואה דריש ליה בכה\"ג לענין חלום ולענין רעמים ושם מפורש:", 
            "<b>גברא</b> דדחיל כו'. בקרא דמצות הקימה לא איירי רק בגברא דבר אוריין דהיינו זקן זה שקנה חכמה אלא דודאי באם אין בו יראת שמים דאין עומדין מפניו דאפילו בגברא דבר אוריין הוא אם הוא פלגאה לא ניקום מקמיה כדאמרינן פ\"ק דגיטין גבי גניבא וגברא דדחיל חטאין נמי ולא הוה בר אוריין ודאי דלא משתכחת כמ\"ש דאין בור ירא חטא אלא דה\"ק דיותר יש לנו לתלות ביראת חטאו מלתלות בחכמתו כדמסיק אין לו להקב\"ה בעולמו כו' וק\"ל:", 
            "<b>אלא</b> יראת שמים כו'. יש לפרשו ע\"פ מ\"ש במסכת ברכות מהאי קרא גופיה דהכל בידי שמים חוץ מיראת שמים שנאמר מה ה' וגו' דהיינו שאין להקב\"ה בעולמו מן האדם אלא יראת שמים דהיא בבחירתו של אדם והאי קרא דאיוב מפורש נמי הכי לאחת הן אחת ממנו על ידי בחירתו והיא יראת ה' ואמר דבלשון יון קורין לאחת הן והיא מפורשת בערוך בערך הן וז\"ל הן עם לבדד ישכון כו' הן בלשון יון אחת אינן מתחשבין עם אומה אחרת תדע שכן הוא חשוב כל האותיות ואתה מוצא כולן יש להן זוג וה' ונ' אין להם זוג כמ\"ש בערך אטב\"ח עכ\"ל:", 
            "<b>הרבה</b> הוא כו'. מייתי ליה הכא משום דלפום ריהטא מהאי קרא נמי הוה ראוי לגונזו דדבריו סותרין דברי תורה דמשמע מעט הוא דלירשע והא דאל תהי צדיק הרבה וגו' ידע לפרושי שאל תהי צדיק ביותר מאשר צוך ה' כגון שאול שחמל על אגג כפירוש רש\"י בספר קהלת אבל אל תרשע הרבה וגו' ליכא לפרושי הכי אי נמי דאל תהי צדיק הרבה וגו' יש לומר על פי מה שאמרו דלעולם יחשוב אדם את עצמו בינוני והיינו אל תהי צדיק הרבה בעיניך דהיינו רובך זכאי אבל גבי אל תרשע ליכא לפרושי הכי דאם כן הוה ליה למימר נמי בהאי לישנא אל תהי רשע הרבה דהיינו רובך חייב וכמו שפירש הרמב\"ם והרע\"ב בהא דאל תהי רשע בפני עצמך אבל אל תרשע משמע דלא תוסיף לעשות רשע עוד. ולכך פריך עליה הא מעט לירשע ומשני אלא מי שאכל שום וריחו נודף יחזור כו' כפירש\"י אבל בגירסת הילקוט מי שאכל שום ואין ריחו נודף יחזור כו' דהיינו מי שאכל שום מעט ואין ריחו נודף עדיין וכי יחזור כו' הכי נמי מי שהרשיע מעט ועדיין אין רובו חייב וכי יוסיף רשע להיות רובו חייב ודו\"ק:", 
            "<b>שאינן</b> חרדים ועצבין כו'. דהיינו שאין עצבין על העבר שהרשיע מעט ואין חרדין מיום המיתה על להבא מלהרשיע עוד אבל רצונם להיות בעוה\"ז בטובתן כבריא אולם והיינו דשייך האי דרשה לדלעיל. וקאמר זה דרכם לעיל מיניה כתיב קרבם בתימו וגו'. כפירש\"י והיינו דקאי אקרא דלפני פניו ויותר נראה לפרש דקאי אקרא דלפניו דכתיב ואדם ביקר בל ילין וגו' שיודעין שזו דרכם שלא ילין ביקר וגו' אבל חלב הכסל מעכבן דהיינו טובות שהיה להם בעולם הזה:", 
            "<b>ושמא</b> תאמר שכוחה כו'. תלמוד לומר ואחריהם בפיהם וגו' כפירוש רש\"י הכא. (ועיין פירוש רש\"י בתהלים):"
        ], 
        [
            "<b>ראשית</b> קראתי אתכם כו'. בירושלמי קאמר כל הנהו אאדם הראשון ולפי שהאשה גרמה לו המיתה מסרו אלו המצות לאשה שהיא נענשה עליהם אם אינן זהירוה בהן ולפי תלמודינו צ\"ל בנדה ודאי הוא דבר התולה בה ובחלה [ובנר] נמי מצוה המוטלת עליה טפי שהם צרכי בית והאשה מצויה שם כדאמרינן גבי צדקה וקרוב לזה פירש רש\"י והכוונה באלו השלשה דברים על פי הירושלמי גם על פי תלמודינו כי האדם נברא בשלש נפשות חלוקות שהם טבעית רוחנית שכלית וע\"פ המקובלים נפש רוח נשמה שהנפש מתדבק ברוח ורוח בנשמה וז\"ש רביעית דם כו' כי הדם הוא הנפש וראשית קראתי כו' ע\"ש הרוח שניתן באדם כמפורש בירושלמי אדם הראשון חלה טהורה היה דכתיב וייצר וגו' אדם עפר מן האדמה דהיינו הרוח טהרה שניתן בו מה שאין כן בשאר בעלי חיים וכמ\"ש מי יודע רוח בני האדם העולה היא למעלה וגו' דהיינו שמתדבק בנשמה שלמעלה ושוב הנפש מתדבק בהם דהיינו כחלת עיסה הטהורה הנקראת ראשית. ואמר נשמה שנתתי בכם כו'. כמשמעו. ואמר אם אתם מקיימין ג' מצות אלו שכנגד ג' נפשות אלו מוטב ואם לאו הריני נוטל נשמתכם כו'. שהיא עיקר וחלק אלוה וב' נפשות האחרים לא יהיו דבקים בנשמה ויהיו מוטלות לפניך ודו\"ק:", 
            "<b>שטנא</b> בתרי אומי לא שליט כו'. וההיא דיונה לא תקשי דקושטא הוא דלא הוה שליט אלא ביונה ולא חשבה האניה להשבר אלא מחמת יונה וכדי שיטילוהו לים כמוזכר בקרא וק\"ל:", 
            "<b>ואם</b> עושין לו מנכין כו' מאי קרא קטנתי מכל וגו'. ומה שיש לדקדק בזה אההיא דפ\"ק דברכות ויירא יעקב שמא יגרום החטא מפורש באורך שם ועיין פרש\"י בחומש וטענת הרמב\"ן ונראה ליישב טענותיו מה שטען ואינו נכון בלשון הכתוב עכ\"ל. ור\"ל שמלת קטנתי הוא מאמר הכמות בכ\"מ אבל נתמעטו זכיותיו הוא באיכות ועוד שמקרא קצר הוא שחסר מן הכתוב זכיות שלא נזכר בקרא מדבר מה נתמעט י\"ל בזה דגם לפי הדרש דהכא מלת קטנתי אינו יוצא ממשמעו ופירושו שנעשיתי קטן ושפל כמו כי קטן יעקב ודל ע\"י שנתמעטו זכיותי כי בהיות זכיותי מרובים הייתי גדול וחשוב בעיניו ונתמעטו זכיותי דקאמר אין זה פי' של מלת קטנתי אלא שהוא בכח המאמר דע\"י שנתמעטו זכיותי נעשיתי קטן ושפל וכן משמע הנוסחא של ע\"י במסכת תענית שאמרו כל נס שאתה עושה לי אתה מנכה מזכיותי ונמצאתי קטן ועוד דמצינו בכה\"ג בהפך שדרשו כי אתם המעט וגו' הממעטין עצמכם כו' דהוי כמו המקטינין עצמכם ומה שטען עוד כי אמר אחר כך ואתה אמרת היטב איטיב וגו' מה יועיל הבטחון ההוא אם גרם החטא אחר כך כו' ע\"ש י\"ל דמכל מקום אם לא יגרום החטא יועיל הבטחון שינצל מעשו דמיעוט זכיותיו לחוד לא יבטלו ההבטחה כמ\"ש בזה בפ\"ק דברכות ותדע דלפי מאי דמוקי בפרק קמא דברכות הא דכתיב ויירא וייצר וגו' משום שמא יגרום החטא ואמר אחר כך ה' האומר אלי שוב וגו' ואיטיבה עמך וגו' א\"כ תקשי ליה נמי מה יועיל הבטחון ההוא אם יגרום החטא אלא על כרחך צ\"ל דמכל מקום יעקב התפלל שלא יגרום לו החטא ותועיל לו ההבטחה ולא תבטל במיעוט זכיותיו שנתמעטו ע\"י החסדים כמ\"ש אח\"כ קטנתי וגו' ומה שטען עוד כי הזכיר גם הבטחה שהיה בחרן כו' והנה אח\"כ לא הטיב כלום בכל החסדים שיתמעטו הזכיות ע\"י כו' עכ\"ל התימה ממנו למה לא נחשב זה לו לחסד גדול שעשה הש\"י עמו שהצילו מיד לבן אחר ההבטחה זה שהיתה בחרן שביקש להרע לו לולא שאמר לו הש\"י השמר לך מדבר עם יעקב וגו' ודו\"ק:", 
            "<b>ממנו</b> להביא ראיה כו'. דרשו כן שיהיה כינוי דממנו קאי אדסמיך ליה אנופל ולא אגג כפשטיה דכתיב ברישא דקרא וכן לדרוש שמגלגלין כו' וחובה ע\"י חייב דקאי כינוי ממנו אבעל הבית שהוזכר בסמוך ולא תשים דמים וגו' ולא אגג דכתיב לפני פניו ודו\"ק:", 
            "<b>קראו</b> נופל כו'. עיין פירש\"י גם שמצינו בכמה מקומות שהכתוב מדבר על העתיד היכא דאיכא למדרש דרשינן ועי\"ל דהכא ה\"פ דמשמע בקרא כי יפול הנופל זה שכבר נפל הוא יפול והיאך קראו נופל כיון שעדיין לא נפל וקאמר דעל שם שכבר ראוי ליפול קראו נופל קודם שנפל ודו\"ק:", 
            "<b>א\"ל</b> התודה שכן כל המומתין כו' פירש\"י שכן מצינו בעכן שא\"ל כו' עכ\"ל ולשון המומתין ודאי הכי משמע דאיירי בחייבי מיתה בב\"ד כדאמרי' פ' נ\"ה ומסברא קאמר הכא דה\"ה בכל הנוטה למות דמ\"ש. (וסנהדרין פ' נ\"ה וע\"ש):", 
            "<b>אלו</b> הן פרקליטין של אדם תשובה ומע\"ט כו' ומייתי לה שנא' אם יש עליו מלאך מליץ וגו' מזה נראה מפורש כדעת חכמי האמת שכל מצוה שעושה אדם בורא לו הקב\"ה מלאך מליץ ופרקליט טוב וכן בהיפך בעושה מעשה רע בורא לו מלאך רע וקטיגור ומיהו קצת דחוק לפי זה לר\"א דאפילו תתקצ\"ט באותו מלאך לחובה היאך אפשר דבמעשה אחד יהיה תתקצ\"ט פנים לחובה ואחד לזכות ויש ליישב:", 
            "<b>נשים</b> מתות ילדות כו'. קאי נמי על ג' עבירות דמתניתין כדמוכח לקמן ומ\"ט דאלו הג' כדלעיל אמר הקב\"ה רביעית דם כו' ולכך נענשו הנשים בילדותן קודם זמנן טפי מאנשים ופרש\"י דרבי אחא דקאמר משום עון דמכבסות כו' קאי אהא דילדות מתות ולכאורה אין זה מוכרח אלא דמצי ס\"ל נמי דבשעת לידתן מתות בעון זה ומשום דהשטן מקטרג בשעת סכנת לידתן כדלעיל גבי שלש עבירות וי\"ל דמשמע ליה דקאי אילדות דיש להם בנים קטנים שמלכלכים אותם בצואה ולכך בהך על שקורין לארון כו' לא פירש כלום דההוא ודאי מצי נמי קאי איולדות וק\"ל:", 
            "<b>שקורין</b> לבית הכנסת בית עם כו'. נראה דכשם דבית הכנסת אינו מוזכר של מי היא אלא של כנסיה וכולל עם ישראל את הקב\"ה כמו כל כנסיה שהיא לשם שמים כו' וכמ\"ש פרק קמא דברכות מנין שהקב\"ה מצוי בבהכ\"נ שנאמר אלהים נצב וגו' מה שאין כן בית עם כאלו היא מיוחדת לעם לצרכם ואין חלק אלהים בה וק\"ל:", 
            "<b>בדקי</b> מיתה כו'. עיין פירש\"י ועיין לעיל מלשון מקרא בדק הבית שהוא לשון שבר דהיינו בעת לידתן ולמאן דאמר דבקי מיתה ע\"ד שאמרנו לעיל בדבוק שלש נפשות זה לזה שאלו שלש עבירות הן מיתתן להתפרד זה מזה קודם זמנן וק\"ל:", 
            "<b>הלכות</b> הקדש כו'. נראה דשייך הכא לומר דמחמת זה עמי הארץ מתים שהחברים סומכין עליהם ונכשלין על ידיהם בגופי תורה פירש\"י בהקדש שמא הקדיש וחזר בו כו' ע\"ש והיינו נמי והחברים מועלין בהקדש על ידו ולכך לא בעי לפרש כגון שאומר בקרבן שהקדיש והוא לא הקדיש ונמצא שהביא חולין לעזרה דאין בזה מכשול לחברים ודו\"ק:"
        ], 
        [
            "<b>בעון</b> נדרים כו'. משמע ליה דאי משכבך ממש קאמר למה נקט ליה טפי מבשאר כלי הבית אלא על אשתו קאמר וא\"כ אי כפשטיה דמיירי לעיל מיניה בערב בעד חברו שלוקח משל הערב בעד התשלומין הא ודאי דאינו לוקח את אשתו בתשלומין אלא ואין לו לשלם אנדרים קאי שאשתו מתה גם אין לו לשלם והיינו משום דלא היה ליה לנדור כמ\"ש טוב אשר לא תדור משתדור ולא תשלם דהיינו אפילו באין לו לשלם ודו\"ק:", 
            "<b>בעון</b> נדרים בנים כו' שנאמר אל תתן את פיך וגו'. מפורש במס' כתובות פ' המדיר:", 
            "<b>אלא</b> למ\"ד בעון בטול תורה מאי קראה כו'. וק\"ק אמאי לא קאמר דמקרא נדרש לפני פניו כדלקמן וי\"ל דאם כן הוי ליה למנקט במילתיה נמי מזוזה דכיון דדריש לפני פניו מכל שכן דדריש לפניו כדמוכח לקמן דקאמר למאן דאמר בעון ביטול תורה מקרא נדרש לפניו ולפני פניו וקאי אאמורא קמא דקאמר בעון מזוזה וקאמר איהו אף בעון ביטול תורה אבל הכא כיון דתנא קמא ר\"א לא הזכיר אלא בעון נדרים הוי ליה איהו למנקט מזוזה בהדי ביטול תורה וק\"ל:", 
            "<b>בעון</b> נדרים נמי מהכא כו'. וק\"ק רבי יהודה הנשיא דהוא רבי לבתר דקבלה נמי מר\"א בר\"ש דבעון נדרים הוא לא מייתי לה מהאי קרא דלשוא הכיתי וגו' אלא מקרא דאל תתן את פיך וגו' כדקתני בהדיא לעיל וי\"ל דמשמע ליה לרב נחמן בר יצחק דאי מההוא קרא דאל תתן את פיך וגו' הוי ליה לראבר\"ש למנקטיה לההוא קרא במילתיה כדנקט ליה רבי לעיל במילתיה אלא דאהאי קרא לשוא הכיתי וגו' תרוייהו תנאי סמכי וכצ\"ל לקמן לרב נחמן בר יצחק למ\"ד בעון מזוזה נמי מהכא כו' כיון דאחד קרא סמכי לא נקטוהו במילתייהו וק\"ל:", 
            "<b>גם</b> וגו' נפשות אביונים נקיים וגו'. פירש\"י בנים קטנים שלא חטאו עכ\"ל ונראה דדרש נוטריקון אביונים אב ובנים כמ\"ש אבנים אב בנים ור\"ל הכא שנמצאו דם נפשות על האב משום בנים שמתו לו בעון ציצית וק\"ל:", 
            "<b>בעון</b> מזוזה נמי מהכא כו'. ויש לדקדק מי הכריחו לזה הדרשה דהא מקרא מלא הוא בתורה לאומרו בכל יום ב' פעמים וכתבתם על מזוזות וגו' למען ירבו ימיכם וגו' וי\"ל דמההוא קרא לא משמע ליה דמשום מצוה זו לא ימותו הבנים בקטנותם אלא דמשום מצוה זו יאריכו ימים על האדמה היפך שאמר לעיל ואבדתם מהרה מעל (האדמה) וגו' וק\"ל:", 
            "<b>בכנף</b> איש וגו'. דאי ממש שיחזיקו בכנף איש יהודי לאמר וגו' הוא דבר שא\"א שיחזיקו ת\"ש אנשים בכנף איש אחד וע\"כ דרשו בכנף כמו בשביל כנף אחד של ציצית שהיו בו יחזויקו בו באיש יהודי להיות לו כולם משמשין ומעלת מצוה זו לפי שהוא זכר לכל המצות ולהגין מעבירה כההוא עובדא דפרק התכלת ועיין בנ\"י וק\"ל:", 
            "<b>במכונס</b> כו'. היינו באוצרות כו' כפירש\"י דדרכם לבא הברכה לשם כדאמרינן פרק המפקיד אין ברכה מצויה אלא בדבר הסמוי מן העין ובשביל עון חלה יהיה המכונם בכלל מכלה עינים דקאמר קרא ומארה משתלחת בשערים הוי בכלל מדיבות נפש ורש\"י פי' שיצא להם זה מלשון והפקדתי עליכם כמו לא נפקד ממנו כו' ע\"ש אך ק\"ק דאמאי לא קאמר נמי דבשביל עון חלה השחפת והקדחת באה כדכתיב בהאי קרא ואי משום דמפורש ביה לא הוצרך להזכיר ה\"נ וזורעין זרעין ואחרים כו' מפורש ביה ואפשר דשייך שחפת וקדחת נמי בכליון של תבואה ובכללו אין ברכה במכונס כו' ודו\"ק:", 
            "<b>אל</b> תקרי בהלה אלא בחלה כו'. משום דלפי פשוטו ה\"ל למכתב את הבהלה כמו את השחפת ואת הקדחת וגו' וע\"כ דרשו ב' בהלה כמו בשביל חלה וה' מתחלף בח' באותיות אחה\"ע וק\"ל:", 
            "<b>ואם</b> נותנים מתברכין כו' להניח ברכה אל ביתך כו'. ובפרק הבע\"י מפורש דהאי ביתך היינו אשה לפי שמצות חלה מוטלת עליה ביותר כדאמרינן לעיל וק\"ל:", 
            "<b>והשכר</b> אבד כו'. פירש\"י שכר הריוח עכ\"ל ויותר נראה לפרש ששכר פועלים אבד שלא יהיה להם שום מלאכה בשדות כיון שהארץ לא תתן יבולה:", 
            "<b>ובני</b> אדם רצין אחר פרנסתם כו'. היינו נמי שהעניים לא ימצאו בשדות לקט שכחה ופאה והשתא ניחא דנפקא להו כולו מיגזלו מימי שלג דשכר ריוח כפירש\"י אינו מפורש בקרא ודו\"ק:", 
            "<b>שצויתי</b> אתכם בימות החמה לא עשיתם כו'. יש לעיין היכא כתיב לא עשיתם וי\"ל דמלת יגזלו מושכת עצמה ואחרת עמה וכאלו כתיב ציה גם חום יגזלו יגזלו מימי שלג דהיינו מה שצויתי לכם בימות החמה יגזלו מליתן ע\"כ יגזלו מכם מימי שלג ודו\"ק:", 
            "<b>והריקותי</b> לכם ברכה וגו' עד שיבלו שפתותיכם וגו'. מפורש פ\"ב דמכות ע\"ש:", 
            "<b>בעון</b> הגזל הגובאי כו' שנאמר שמעו וגו' וכתיב הכתי וגו' וכתיב יתר הגזם וגו' וכתיב ויגזור וגו'. הני קראי מג' נביאים הוא מעמוס ויואל וישעיה ולא הוזכר בקראי דיואל וישעיה כלל עון גזל באותו ענין ואפשר משום כיון דאלו נביאים בחד זמן הוו כדמוכחי קראי משמע להו דבא עמוס וגילה דהגובאי בא בשביל הגזל כדכתיב העושקות דלים וגו' וכתיב בתר הכי בסמוך לו והכיתי וגו' וזיתכם יאכל הגזם ובא יואל והוסיף על דבריו ויתר הגזם אכל הארבה וגו' ולא פירש מה עלתה ביה ובא ישעיה ופירשו ויגזור על ימין ורעב וגו' בשר זרועו וגו' ועיין ס\"פ לא יחפור בפי' הפסוק הזה:"
        ], 
        [
            "<b>עוות</b> הדין וקלקול הדין כו'. עיין פירש\"י ועוד נראה לפרש עוות הדין על שהדיין מעוות הדין וקלקול הדין גם שהדיין פוסק דין אמת יש קלקול הדין ע\"י הסופרים והשוטרים שהם השמשים שבדור הזה ויש לדיין להזהירם ולזרזם ע\"כ וק\"ל:", 
            "<b>חרב</b> וביזה ושבי כו'. כ\"ה בגי' ילקוט ונראה שהם שבע על חטאתיכם דקאמר בענינא א' החרב דכתיב והבאתי עליכם חרב ב' ביזה דכתיב ונאספתם אל עריכם משום ביזה דמחוץ לעיר ג' שבי דכתיב ונתתם ביד אויב וגו' ד' דבר דכתיב ושלחתי דבר וגו' ה' ובצורת באה דכתיב בשברי לכם מטה לחם ו' ובני אדם אוכלים ואינן שבעין דכתיב ואכלתם ולא תשבעו ז' ואוכלין לחם במשקל דכתיב ואכלתם לחמכם במשקל והא דואפו עשר נשים וגו' בכלל בצורת הוא ולמאי דל\"ג ושבי איכא למימר דואפו י' נשים דהיינו חוסר עצים כפירש\"י בחומש וחשיב ליה מלתא אחריתי ודו\"ק:", 
            "<b>במשפטי</b> מאסו וגו'. התימה בזה דהאי ובמשפטי מאסו דבסוף הפ' כפירש\"י אהני ז' פורעניות וקללות קאי ולא אאחריני דכתיבי בהאי פרשתא דתוכחות דהא מ\"ה קללות ותוכחות כתיבי בה וי\"ל דאתחלת פרשה קסמיך דכתיב ואם את משפטי תגעל נפשכם לבלתי עשות את כל מצותי להפרכם את בריתי משמע מזה דגיעול המשפט הוי בכלל הפרת הברית שהיא התורה והרי כתיב הכא נקם ברית ודו\"ק:", 
            "<b>ואם</b> באלה לא תוסרו לי כו'. משום דגבי שאר פורעניות לא כתיב האי לישנא אלא ואם עד אלה וגו' ואם תלכו עמי וגו' ואם בזאת וגו' וכאן שינה לכתוב באלה מלשון אלה ושבועה דהיינו אם בעונש אלה ושבועה דלעיל דכתיב והשלחתי בכם וגו' לא תוסרו לי וגו' ה\"נ כתיב שבע כחטאתיכם והכא לא חשיב רק ארבע ועיין פירש\"י בחומש:", 
            "<b>בעון</b> ש\"ד בה\"מ חרב ושכינה מסתלקת מישראלכו'. אע\"ג דקרא על חורבן בהמ\"ק קאי יש ליישב דסמיך אסיפא דקרא אשר אני כו' שוכן בתוך בני ישראל הא אם אתם מטמאין אותה אין אני שוכן בתוכם:", 
            "<b>גלות</b> בא כו' ובאין אחרים ויושבין כו' ונראה דבאין אחרים כו'. נפקא להו מסיפא דקרא ולא תקיא וגו' כאשר קאה את הגוי אשר לפניכם דהיינו כשקאה את הגוי אשר לפניכם באתם אתם לישב במקומן כן כשתקיא אתכם יבואו אחרים לישב במקומכם ודו\"ק:", 
            "<b>ובע\"ז</b> כתיב ונתתי וגו'. ולא קאמר נמי הכא בע\"ז דבהמ\"ק חרב כדאמר לעיל גבי ש\"ד משום דהכא ודאי איכא שבע פורעניות כדכתיב ויסרתי אתכם אף אני שבע וגו' כפירש\"י בחומש אלא דלא נקט הכא רק הקשה בכולם שהוא הגלות דהכל בכלל והא דקאמר נמי באין אחרים ויושבין במקומן נמי פורענות הוא ונפקא ליה מדכתיב ושממו עליה אויביכם היושבים בה וכפרש\"י וגם אשמעינן מהאי קרא דזו מדה טובה לישראל שלא יהיה לאויבים נחת רוח עליה כפרש\"י בחומש וכת\"י ע\"ש מ\"מ יותר היה טובה להם לישראל שלא היו יושבין במקומן כלל ודו\"ק. בעון נבלות פה כו' שנאמר על כן כו'. יש לדקדק אמאי תלה הכל בנבול פה דהא חנופה ומרע נמי כתיבי בהאי קרא והל\"ל בעון חנופה ומרע ונבלות כו' וי\"ל דמשמע ליה סיפא דקרא ובכל זאת לא שב וגו' ועוד ידו נטויה לא קאי רק אנבול פה ויתר הדברים בזה עיין בחדושינו פ\"ק דכתובות:", 
            "<b>כל</b> המנבל כו' שנאמר שוחה עמוקה פי זרות כו'. לפי פשוטו בע\"ז קמשתעי קרא אבל מדכתיב זרות בלשון רבים משמע ליה דבאשה זרה ממש שהוזכר שם נמי קמיירי וק\"ל:", 
            "<b>אף</b> שומע כו' יפול שם. ויהיה יפול שם כמו שוכן שם וכן על פני כל אחיו נפל כפירוש רש\"י וצ\"ל דיפול שם מושכת עצמה ואחרת עמה דמשמע נמי כפשטיה יפול שם בגיהנם וק\"ל:", 
            "<b>כל</b> הממרק עצמו לעבירה כו'. כל עבירה סתם דקאמר בכ\"מ היא עבירה זנות ואמר שנדון בהדרוקן שהיא מכת חדרי בטן ע\"פ מ\"ש לעיל היא קלקלה בחדרי בטן תלקה בחדרי בטן:", 
            "<b>שלשה</b> מיני הדרוקן הן של כו' ולא קחשיב מין רביעי דאמרינן פרק הרואה עמוד החוזר מביא לידי הדרוקן אפשר דההוא לית ביה סימן מיוחד כי הני ג' דקחשיב וק\"ל:", 
            "<b>והא</b> רבא כו'. פרש\"י הא לא הרעיב עצמו מדקאמר ידענא ביה בנחמני מכלל דהיה רע בעיניו כו' עכ\"ל וראיה דחוקה היא דנימא מדקאמר ידענא ביה בנחמני משמע שהיה זה רע בעיניו ונראה דאהך גופיה דקאמר נפישי קטילי קדר כו' דמוכח מיניה ששהיית נקבים רע בעיניו כפרש\"י מוכח נמי דנפיחי כפן רע בעיניו דמשמע דזה רע יותר מזה שהוא ג\"כ רע וק\"ל:", 
            "<b>סימן</b> לשנאת חנם ירקון כו'. גם שיש לתלות בסילון החוזר שמביא לידי ירקון כדאמרינן פרק הרואה אפשר שיש סימן בין זה לזה כמו שיש סימן בין הדרוקן וק\"ל:"
        ], 
        [
            "<b>והמלך</b> ישמח גו' כי יסכר פי דוברי שקר כו'. לשון הרע נופל בין אומר אמת ובין אומר שקר אבל האי קרא אדובר לשה\"ר שקר קאי כהך דאמרינן פרק הערל בדואג שאמר לו לשאול על דוד עד שאתה שואל עליו אם הגון הוא למלכות שאל עליו אם הוא ראוי לבא בקהל דמרות קאתי כו' וזה שבקש דוד על עצמו והמלך ישמח באלהים שיברר שהוא כשר וראוי למלכות ויתהלל כל הנשבע בו דהיינו מי שנשבע במלך חי אדוני המלך יתהלל בו כי שפיר נשבע וכן היה דרכן לישבע בחי המלך כמפורש בכמה מקראות ואמר וזה יבורר כי יסכר וגו' דהיינו שימות דואג במיתת אסכרה שהיא מיתת בעלי לשה\"ר וק\"ל:", 
            "<b>אע\"פ</b> שכליות יועצות ולב כו'. מפורש פרק הרואה ע\"ש:", 
            "<b>בעון</b> ביטול תורה כו'. פירש\"י דענוש נמי מיתה כדאמרינן מקרא נדרש לפני פניו למען ירבו ימיכם כו' עכ\"ל וק\"ק דא\"כ תקשה מר\"ש אההוא אמורא דס\"ל לעיל דאין מקרא זה נדרש לפני פניו וע\"כ נראה דהכא לא אצטריך לו להך דרשה דלפני פניו אלא במיתת המבטל עצמו דקיימינן הכא נפקא לן שפיר מכי הוא חייך ואורך וגו' הא אם לא תלמוד יתמעט וק\"ל:", 
            "<b>נכרים</b> יוכיחו כו'. וא\"ת תקשי נמי לנפשייהו בין למר משום לשה\"ר ובין למר משום דברים שאינן מתוקנין הא הנכרים אינן מצוין על כך וי\"ל דלדידהו ניחא דאע\"ג דנכרים לא נצטוו על לשה\"ר ועל שאינו מתוקן מ\"מ שייך בהו לקיים אותן משא\"כ בת\"ת דהנכרי אסור בה וחייב מיתה עליה אם הוא לומד אותה כדאמרינן פרק ד' מיתות ומאשה נמי דפריך היינו נמי משום דאסורה בת\"ת כדאמרינן בסוטה הלומד את בתו תורה כאלו מלמדה תפלות ומתינוקת דפריך נמי משום דלא שייכים כלל בת\"ת דאינן בני לימוד כלל ודו\"ק:", 
            "<b>אם</b> לא תדעי לך גו' צאי לך בעקבי וגו'. עיין פירש\"י והוא דחוק ונראה לפרש הדרש זה לפי שאמרו לעיל מיניה שלמה אהיה כעוטיה גו' דהיינו בגלות כאבילה זו והשיב להם רוח הקודש אם לא תדעי לך גו' למה הוא הנני מודיעך שזה תיקונך צאי לך בעקבי הצאן דהיינו בעקבי דור המדבר דכתיב בהו נחית כצאן עמך וגו' צאי לך בעקביהן שלמדו תורה במדבר ואז רעי לך גדיותיך שהן תלמידי של בית רבן ע\"ד שאמרו גדיים נעשו תיישים ואותן גדיים הן הן משכנות על הרועים ר\"ל במקום הרועים שהם הצדיקים והמנהיגים שאם אינן בדור יהיו הגדיים שהם תשב\"ר נתפסים תחתם על הדור וק\"ל:", 
            "<b>כמה</b> נאים כו' תקנו שווקים כו'. לכאורה דברים אלו הם בעצמם התנצלות של האומות לעתיד ביום הדין ודברי ר\"ש הם בעצמם דברי הקב\"ה לאומות העולם ביום הדין לעתיד כדאיתא בהדיא ברפ\"ק דע\"ז וצ\"ל דוודאי רבי יהודה נמי מודה כמ\"ש בסוגין דהתם שהשיב להם הקב\"ה מה שעשיתם לצורך עצמכם עשיתם כו' וכדאמר ר\"ש הכא שהרי לא קאמר ר\"י דתקנו שווקים כו' כלום לא עשו אלא בשביל ישראל כו' כמ\"ש שם שכן יאמרו או\"ה לעתיד אלא ר\"י סתם דבריו מפני יראת מלכות ואמר כמה נאים כו' תקנו שווקים כו' מיהו שפיר מצינן למימר שלצורך עצמם עשו כתשובת הקב\"ה דהתם ודו\"ק:", 
            "<b>איתרחיש</b> ניסא ואיברו להו חרובא כו'. אפשר דנקט חרובא דהיה נס בתוך נס דאינו טוען פירות עד שבעים שנה מנטיעתו וכאן טען פירות מיד וק\"ל:", 
            "<b>בעידן</b> צלויי לביש ומכסי כו' לאו משום שלא יהא לבו רואה את הערוה דהא מכסי בחול הוו כפרש\"י אלא משום הכון לקראת אלהיך וגו' כדאמרינן בפ\"ק וק\"ל:", 
            "<b>משפט</b> רשעים בגיהנם כו'. מפורש במס' עדיות ע\"ש:", 
            "<b>אמר</b> ליה בני די לעולם אני ואתה כו'. פרש\"י די לעולם בעוסקי תורה אני ואתה עכ\"ל ויותר נראה לפרש ע\"פ מ\"ש פ' לולב וערבה שאמר רשב\"י כי ראיתי בני עליה והנם מועטין כו' אם שנים הן אני ובני כו' ומסיק שם דהיינו דעיילי[בלא] בר ע\"ש:", 
            "<b>חד</b> כנגד זכור וחד כנגד שמור כו'. דאע\"ג דזכור ושמור בדבור אחד נאמרו כדאמרינן פרק שבועות שתים מ\"מ הוו תרי מילי זכור הוא עשה ושמור הוא לא תעשה כמפורש בדברי הרמב\"ן וכבר הארכנו בזה פרק שבועות שתים ע\"ש ומטעם זה דאחד כנגד זכור ואחד כנגד שמור נהגו נמי בנר של שבת ליטול ב' נרות וכמו שבנרות זוכין לבנים חכמים כמ\"ש לעיל ה\"נ הדסים ע\"ש בנים צדיקים שנקראו הדסים:", 
            "<b>שלם</b> בגופו שלם כו'. משמע ליה שלם בכל מיני השלימות שהם שלשה גוף וממון ונשמה דמנייהו מפקת עיין פירש\"י הכא ובחומש הוסיף וז\"ל שלם בגופו שנתרפא מצלעתו ושלם בממונו שלא חסר כלום מכל אותו דורון ושלם בתורתו שלא שכח תלמודו בבית לבן עכ\"ל והיינו דאתרחיש ליעקב ניסא בכל אלו ג' השלימות:", 
            "<b>ויחן</b> את פני גו' מטבע תיקן להם כו'. נראה שדרשו כן כיון דכבר כתיב ויבא יעקב שלם עיר שכם דמשמע שבא לעיר ואח\"כ כתיב ויחן את פני העיר דמשמע שלא בא עדיין ובב\"ר דרשו מזה שנכנס עם דמדומי חמה וקבע לו תחומין מבע\"י כו' ע\"ש והכא דרש מיניה שחנן את הפנים שבעיר למר מטבע דדרך הוא לעשות על המטבע צורה ופנים של עיר וכן למר בשווקים ולמר במרחצאות שחנן פנים של עיר ורש\"י פירש דדריש ויקן את חלקת וגו' מלשון תיקון עכ\"ל והוא דחוק דלא מצינו לשון תיקון רק בקהלת ולא נמצא בזולת תי\"ו השורש ודו\"ק:", 
            "<b>וכל</b> היכא כו'. עיין בחידושי הלכות:"
        ], 
        [
            "<b>ונעשה</b> גל של עצמות. התוספת בשם ר\"ת ל\"ג ליה ע\"ש והוא מפורש במקום אחר:", 
            "<b>מה\"מ</b> אריב\"ל אמר קרא וידעת כי שלום וגו' מדברי הרא\"ש ומפי' הר\"ן דאכל ג' דברים דמתני' קאמר מה\"מ כו' אבל רש\"י לא פי' כלום בזה ונראה דמשמע ליה דלא קאי אעשרתם וערבתם כלל כיון דידוע דבעי עישור ובעי עירוב בשבת ידע שפיר דמשום זה צריך לומר כן בביתו אבל הדליקו אה הנר דצ\"ל כן מה\"מ דצריך כלל נר בשבת ומייתי כולה מהאי קרא וידעת כי שלום אהלך היינו נר של שבת וקאמר ופקדת נוך דהיינו בני ביתן. עד\"ז דהיינו לומר הדליקו את הנר ואז לא תחטא ולענין נר לא הוצרך רש\"י לפרש דסמך עצמו אדרשא דלעיל ותזנח משלום נפשי זו נר של שבת ודו\"ק:", 
            "<b>אנא</b> לא שמיע לי כו' וקיימתי ומסברא כו'. מה שיש לדקדק בזה עיין פ\"ק דגיטין:", 
            "<b>סימן</b> בגופיא זימרא ציפרא בחבלא דמלתא כו'. מפורש בחידושי הלכות ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כל</b> האוחז באמה כו' כאילו מביא מבול כו'. מפורש פרק כל היד:", 
            "<b>כל</b> המניח ידיו כו' כאילו כופר בבריתו של אברהם כו'. לא הול\"ל אלא כאלו כופר בברית מילה אבל נקט אברהם משום דלנח ובניו שהיה להם זוהמת ערלה וכמ\"ש מגונה הערלה כו' וע\"כ היה אסור להם לגלות ערוותם בפני הבריות כמפורש ביה וילכו אחורנית ויכסו את ערות אביהם וגו' אבל אברהם בא ותקן זה מכל דורות שהיו לפניו להסיר זוהמת ערלה מעליו במצות הש\"י על המילה וע\"כ המכסה ברית מילתו הוא עושה מעשה נח ובניו ובהיפך הוא מראה מעשה אברהם אבינו וק\"ל:", 
            "<b>כל</b> העולה מבבל לארץ ישראל עובר כו'. מפורש פרק ב' דייני גזרות ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>גוף</b> נקי כאלישע בעל כנפים כו'. מפורש בפ' ר' אליעזר דמילה:"
        ], 
        [
            "<b>כנגד</b> כל מלאכה שבתורה כו'. עיין בח\"ה על דברי התוס':", 
            "<b>והוא</b> כמ\"ד לעשות צרכיו נכנס כו'. מפורש במס' סוטה פרק א\"נ:", 
            "<b>והאי</b> והמלאכת היתה דים ה\"ק כו'. עפרש\"י וכן פרש\"י בחומש לפי פשוטו ועיין ברא\"ם ונראה למאי דמסיק בקרא דויבא הביתה לעשות מלאכתו אי הוה ממנינא אי לא ה\"נ ע\"כ דהוה מספקא ליה בקרא דוהמלאכה היתה דים אי הוה ממנינא אי לאו ולא נקט בבעייתו קרא דויבא הביתה וגו' אלא משום שהוא מוקדם בתורה ונראה נמי ליישב בזה הא דקתני במתניתין אבות מלאכות ארבעים חסר אחת ולא קתני אבות מלאכות ל\"ט דרמז לנו דוודאי כתיבי בתורה מלאכות ארבעים אלא דחסר אחת מהן דלא משמע מלאכה ממש אי הך דויבא הביתה לעשות מלאכתו אי הך דוהמלאכה היתה דים וגו' כדמספקא ליה לרב יוסף ודו\"ק (ועיין בח\"ה ובסוטה פרק אלו נאמרין):"
        ], 
        [], 
        [
            "<b>רוחץ</b> אדם כו' ידיו ורגליו כו'. שנאמר כל פעל ה' למענהו פרש\"י בשביל כבוד קונו דכתיב כי בצלם אלהים וגו' ועוד דהרואה כו' ע\"ש לכאורה בפניו ניחא דוקא דשייך ביה בצלם ואיכא למימר דגם בידיו ורגליו נברא האדם דוגמא שלמעלה בעשר אצבעות ידיו ורגליו כדעת המקובלים ועוד יפורש פרק אמר להם הממונה:"
        ], 
        [
            "<b>כבר</b> הורה זקן. פרש\"י גדלו ונשאו עליו עכ\"ל ממה שחזר רבי מדבריו הראשונים אין ראיה שגדלו ונשאו אלא משום דת\"ח שהתיר אי אתה רשאי לאוסרו אלא מלשון זה דכבר הורה זקן משמע כן דגדלו ונשאו עליו ודו\"ק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כמה</b> גרוע אדם זה שנשתנו כו' פרש\"י ולא זכה ליפתח לו שערי שכר עכ\"ל גם כי בוודאי היה לו זכות שנעשה לו נס כזה מ\"מ גרוע הוא שמנכין לו מזכיותיו כדאמרינן בפרק ב\"מ בעושין לו נס דמנכין לו מזכיותיו ונראה דלא שייך ב\"ה לומר הא אין כל חדש תחת השמש כדהשיב ההוא תלמיד לר\"ג דאיכא למימר כיון דדדים יש באיש כמו באשה הרי זה אין חדש דהוה מיהת בכח אלא שהפעולה נתחדשה וז\"ש דלא איברו מזוני כפרש\"י שימצאו חטים גדילים באוצרותיהם עכ\"ל היינו משום דאין זה בכח ושייך ביה אין כל חדש גו' ודו\"ק:"
        ], 
        [
            "<b>אמר</b> ר\"י עקד עקידת יד ורגל כיצחק בן אברהם כו' וכן תני לקמן בברייתא ולפום ריהטא כיון דלא קאמר הכי להאי תנא דס\"ל דעקוד שתי ידים ורגלים דהוי כיצחק כו' דפסיקא להו בשום דוכתא דויעקוד דיצחק דלא הוי רק יד ורגל אחד אבל לא ידענא מהיכא גם רש\"י בפירש החומש כתב גבי ויעקוד דיצחק דהוי הידים ורגלים ביחד כו' ע\"ש ע\"כ נראה דלא קאמר הכא כיצחק כו' אלא לראייה דעקוד מלשון קשר הוא וק\"ל:"
        ], 
        [], 
        [
            "<b>מ\"ד</b> ה' גו' אם שרים חטאו זקנים מה כו'. זקנים הם החכמים ע\"ש זה קנה חכמה ומצינו חטאים גם בזקנים דכתיב זקני בית ישראל עושין גו' אלא משום דהכא לעיל בההוא ענינא גבי ספור חטאים כתיב שריך סוררים גו' כלו אוהב גו' ולא הוזכרו זקנים שם ולזה קאמר אם שרים חטאו כדכתיב שריך סוררים גו' זקנים שלא הוזכרו שם מה חטאו שיבא ה' במשפע עמם ואמר מפני שלא מיחו בשרים וק\"ל:", 
            "<b>לא</b> סבר לה מר אוטם אזנו גו' לכאורה האי לישנא מגומגם דהל\"ל הא כתיב אוטם אזנו גו' אלא משום דפשטיה דהאי קרא איירי לענין צדקה לעני ודל קא\"ל לא סבר ליה מר דלענין משפט נמי נאמר האי קרא דהכי משמע דההיא איתתא דקצווחא על דינא הוא כדמייתי דינו לבקר משפע וגו' וק\"ל:", 
            "<b>רישך</b> בקרירי כו' ורישא דרישך בחמימי. נראה דנקיט האי לישנא ע\"פ המקרא דמייתי דינו לבוקר משפט גו' פן תצא כאש חמתי ובערה גו' דהיינו רישא דרישך מר עוקבא שהוא מבית דוד נכווה בהנך חמימי דנקט בקרא וק\"ל:", 
            "<b>מעולם</b> לא יצתה מדה טובה מפי הקב\"ה וחזר כו' מה שיש לדקדק בזה אההיא דפ\"ק דברכות שאמרו שם שמא גרום החטא כו' מפורש שם ע\"ש:", 
            "<b>ועל</b> מצח רשעים תי\"ו של דם כו'. כתבו התוס' מסברא קאמר הכי דהא כו' ע\"ש ולא ידענא מאי סברא כיון דהצדיקים היה עליהם תיו של דיו שלא יגעו בהם כמפורש בקרא ממילא אילו שלא היו להם תיו רשעים הם ונתנו למשחית ואפשר משום בינונים דלא היו ראוים להנצל ולא להשחית וכן משמע לישנא דהללו צדיקים גמורים והללו רשעים גמורים ועוד נראה בזה דמשמע לתלמודא שהיה על הרשעים תיו של דם דתיו גופיה לא הוי סימן כדלקמן דתיו תחיה ואיכא תיו תמות וכן לאינך אמוראי אבל אי הוה בשניהם התיו בצדיקים בדיו רמז על תחיה וברשעים בדם רמז על תמות ובקרא נמי איירי בשניהם מדכתיב לשון כפול נאנחים ונאנקים משמע ליה נאנחים היינו צדיקים שמתאנחים ומצטערים על כל התועבות ונאנקים היינו רשעים שיהיו נאנקים אחרי הריגתם כמ\"ש יאנק חלל בירמיה ובאנק חלל ביחזקאל וגבי דם גופיה כתיב ביחזקאל האנק דם שהיה על הרשעים תיו של דם על שיהיו עתידים בהריגתם נאנקים כחלל הזה על תועבות שעשו ודו\"ק:", 
            "<b>אמרה</b> מדת הדין כו' כפרש\"י נראה דכל זה מוכח מדכתיב אח\"כ ממקדשי תחלו דהיינו ממקודשי שקיימו את התורה כו' כדלקמן אבל א\"כ לא ה\"ל לאתויי כלל בתר הכי הא דכתיב ויחלו באנשים הזקנים וגו' דאדרבה מההוא קרא מוכח שהתחיל להשחית בזקנים כדכתיב ברישא דקרא זקן בחור ובתולה גו' וכאן כתיב וממקודשי תחלו וא\"כ סתרי קרא אהדדי וי\"ל דזקנים משמע ליה ת\"ח זה קנה חכמה ור\"ל אשר לפני הבית שהם זקני סנהדרין שהיו יושבין בלשכת הגזית אשר לפני ב\"ה וק\"ל (עי' ברש\"א בפ\"ק בע\"ז דף כ\"ב):", 
            "<b>שקיימו</b> כו' מא' ועד תי\"ו כו' דמ\"ה שקטרגה שיחזור הקב\"ה אמרה שסימן התיו ירמוז גם שהם צדיקים מא' ועד תי\"ו יהיו בכלל הגזירה כיון שלא מיחו בהם ורמז בקרא וממקודשי תחל\"ו דהיינו שקיימו עד תיו חלו להשחית וק\"ל:", 
            "<b>ומיד</b> והנה ששה אנשים באים וגו' האי קרא לעיל מיניה כתיב אלא דר\"ל דלכך הקדים האי קרא לומר שיהיו כבר אילו ו' אנשים מוכנים לקיים מיד הגזירה שנאמרה אחריה וק\"ל:", 
            "<b>מזבח</b> הנחושת מי הוה כו'. כתבו התוס' וא\"ת והא כתיב בד\"ה ויעש מזבח הנחושת וי\"ל דדרשינן ליה כי הכא שאמרו לפניו שירה בכלי נחושת עכ\"ל והוא דחוק דלמה לו להזכיר זה התם בקרא דהכא נקט ליה לרמוז על הלוים שנתנו לפני המשחית להתחיל בהם ולולי דבריהם נראה דל\"ק מידי דהתם ה\"ק דתחת המזבח של נחושת שנעשה בימי משה עשה שלמה מזבח אבנים אבל הכא ל\"ל להזכיר כלל שעמד בפני מזבח שהיה תחת מזבח של נחושת שהיה כבר בימי משה וק\"ל:", 
            "<b>קצף</b> אף וחימה כו'. כתבו התוס' קשה לרשב\"א כו' ע\"ש וכתבנו בזה פ\"ק דע\"ז ופ\"ק דב\"ב ע\"ש:", 
            "<b>ומ\"ש</b> תיו תחיה תיו תמות. פירוש תיו בדיו תתיה לצדיקים ותיו דם תמות לרשעים ולמ\"ד תמה זכות אבות הוא רמז לשניהם לצדיקים שתמה זכות אבות ובצדקתם וזכותם ינצלו ולרשעים שאין להם זכות עצמם והרי גם זכות אבות תמה וכן למ\"ד תחון זכות אבות לצדיקים שמעשה אבותיהם בידיהם משא\"כ לרשעים ולמ\"ד תיו סוף חותמו כו' אמת דהיינו רמז שהוא סוף וגזר דין חותם של הגזירה לצדיקים ולרשעים ומ\"ד אילו בני אדם שקיימו כו' היינו תיו של דיו לצדיקים ותיו של דם לרשעים הוא בהיפך אילו שלא קיימו מא' ועד תיו והשתא לא פליגי הני אמוראי אלא בפירוש רמז התיו בין לצדיקים בין לרשעים אבל מדברי התוספות נראה בשם ר\"י דלשמואל דאמר תמה היינו לרשעים ולר\"י תחון לצדיקים והוא דחוק ודו\"ק:", 
            "<b>מימות</b> יהושע כו' שנאמר אגלה גו' עיין פרש\"י ועי\"ל דנפקא ליה מועתה אגלה גו' דר\"ל עד היום הייתי חס על כבודה מפני כבוד מאהביה שהם האבות ומהיום אגלה נבלותה לעיני מאהביה שהם האבות ולא אחוס עוד על כבודה וק\"ל:", 
            "<b>מימי</b> חזקיהו שנאמר למרבה גו' פרש\"י קנאת ה' צבאות תעשה זאת ולא זכות אבות עכ\"ל ועי\"ל דנפקא ליה מדכתיב להכין ולסעדה במשפט וצדקה אבל לא בזכות אבות וק\"ל:", 
            "<b>אין</b> מיתה בלא חטא ואין כו'. לכאורה קשה דהמיתה וודאי קשה מיסורין וא\"כ לפי הסברא יהיה בהיפך דהיינו דאין מיתה בלא עון שהוא המזיד ואין יסורין בלא חטא שהוא שוגג ולפי מ\"ש התוספות דמיירי הכא ביסורין שהם מכוערים י\"ל שהם קשים טפי ממיתה ומ\"מ יש לעיין בזה דיסורי איוב וודאי מכוערין היו ואינו דומה שהיה בו עון מזיד דמפורש ביה איש תם וישר וירא אלהים וסר מרע ודו\"ק:"
        ], 
        [
            "<b>אף</b> משה כו' שנאמר יען לא האמנתם בי גו' ומ\"ד שמתו בלא חטא מפרש ליה להאי קרא יען לא האמנתם גו' לכן לא תביאו את הקהל הזה אל הארץ גו' הא האמנתם בי זכיתם להכניסם לא\"י אבל אין זה כדאי להיות מתים אי לאו דיש מיתה בלא חטא ודו\"ק:", 
            "<b>לבר</b> מישי אבי דוד כו' מפורש ספ\"א [דב\"ב] (דב\"ק):", 
            "<b>בעטיו</b> של נחש כו' פרש\"י מלשון עצה ובערוך פי' עוד פ\"א מלשון קולמוס כמו עט סופר גו ע\"ש וכתבו התוספות ד' מתו כו' והא דכתיב כי אדם אין צדיק גו' ברוב בני אדם קאמר עכ\"ל ועי\"ל גם שיש בו קצת חטא אינו ראוי למות באותו חטא וכה\"ג כתבנו לעיל דמוכח כן מקרא דיען לא האמנתם גו' למ\"ד דיש מיתה בלא חטא ממשה ואהרן מיהו למסקנא מוקי לה כרשב\"א דמשה ואהרן מתו בחטאם ואפ\"ה ס\"ל דיש מיתה בלא חטא כגון הנך ד' שמתו בעטיו כו' וא\"ת מי עדיפי ממשה ואהרן וי\"ל דלא הוו חשיבו כוותייהו ומחטא נמי לא חטאו עכ\"ל וק\"ל:", 
            "<b>כל</b> האומר ראובן חטא כו' פרש\"י במעשה בלהה עכ\"ל דקדק לומר דבמעשה בלהה כמשמעו לא חטא אבל וודאי חטא בבלבול יצועי אביו כדקאמר דמעלה עליו כו' וז\"ש רשב\"א לקמן מוצל אותו צדיק מאותו עון כו' דהיינו מאותו עון ממש דמעשה בלהה אבל בחטא דבלבול יצועי אביו לא היה מוצל וכה\"ג פי' התוס' לקמן גבי בני עלי לא חטאו:", 
            "<b>שנאמר</b> ויהיו בני יעקב י\"ב מלמד כו' כפרש\"י ור\"ל כיון דמתחיל ענין אחר והוא נפסק לפסוק אחרת ה\"ל נמי לאפסוקי לפסוק אחר אי לאו להאי דרשה דמוסב אדלעיל דגם שהיה בראובן זה הגנות וישכב גו' מ\"מ י\"ב בניו היו שקולים כמו שלא היה באחיו זה הגנות ממש דוישכב כך לא היה בו זה הגנות ממש דוישכב גו' ולא נכתב בו כן אלא ע\"ש בלבול יצועי ונראה בזה מה שכינה בלבול יצועי לשכיבתו עם בלהה אשת אביו לפי מ\"ש כי רחל היתה עקרת הבית וכל עצמו של יעקב לא עבד אלא ברחל ועל ידה נשא גם לאה והשפחות וע\"כ בחיי רחל היה מטתו תדיר באוהל רחל ולכבודה גם אחר מותה העמיד מטתו באוהל בלהה שפחת רחל ולפי מה שבארנו במסכת יבמות שאמרו שם שהיה אברהם וזרעו אסורים לישא שפחה והוא נשא את הגר שפחת שרה לפי שנשתחררה הגר ממילא כדין הנושא לעבדו בת חורין דיוצאת לחרות וה\"נ צ\"ל ביעקב שהותר בשפחות אילו לפי שנשתחררו ממילא כשנתנו לו וראובן טעה בזה וחשב שלא נשתחררו בלהה וזלפה ממילא ולכך אמרו שקראו לבני השפחות עבדים כי וולד שפחה כמותה ולזה לפי דעתו שבלהה היתה שפחת רחל ולא נשתחררה תבע עלבון אמו שתהא שפחת אחות אמי כו' ולזה אמר לפי דעתו שבלהה עדיין שפחה ולא נשתתררה ואינה אשת אביו כלל שאין קידושין תופסין בה ואינה אסורה לו לראובן באשת אביו מעלה עליו הכתוב כאילו שכב עמה דלפי דעתו הותר לו שכיבתו עמה ומטעם זה נראה שאמר הכתוב בד\"ה כי בחללו יצועי אביו נתנה הבכורה ליוסף כמפורש פ' י\"נ לפי שע\"י בלבול יצועי של בלהה פגע בכבוד רחל שהיתה עקרת הבית כמ\"ש לעיל ע\"כ ניטלה הבכורה ממנו ונתנה ליוסף שהוא בכור של רחל ודו\"ק:", 
            "<b>ויבא</b> חטא זה לידו כו' עיין פרש\"י והלשון דחוק ויותר נראה לפרש בהיפך וה\"פ כיון שנגזר שיהיה עתיד זרעו מן המקללים לא ה\"ל להקב\"ה להביא חטא זה לידו ואפשר שמיאן לפרש כן משום דאמרי' הכל בידי שמים חוץ מיראת שמים וק\"ל:", 
            "<b>אל</b> תקרי יצועי אלא יצועיי כו' מפרש\"י נראה דל\"ג ליה וכן במדרש ילקוט אינו ועיין פרש\"י מהיכא יליף דב' מצעות בלבול ועי\"ל דדריש ליה מדכתיב משכבי בלשון רבים הא' משכב אביו ממש והב' משכב השכינה אביו שבשמים וק\"ל:", 
            "<b>שנא'</b> פחז גו' רא\"א פזת חבת כו'. דרשו נוטריקון משום דלפי פשוטו ה\"ל למכתב פחזת וע\"כ דרשו מיניה פזתה שמיהרת לעבור בשתים דהיינו חבת באיסור א\"א וזלת בכבוד אביך דהיינו באיסור אשת אב וכיוצא בזה א\"ר יהושע פסעת על דת אעפ\"י שאין בן נח מוזהר על אשת אב מ\"מ עברת על דת התורה שעתידה ליאסר אשת אב וחטאת בזה נגד אביך וזנת דהיינו באיסור א\"א:", 
            "<b>פללת</b> פרש\"י להנצל מן החטא עכ\"ל ולאפוקי דלא נפרש שהתפלל אחר החטא דהא לר\"ג משמע דבקש לחטוא ולא חטא מדאמר ר\"ג צריכין אנו למודעי ור\"ל חלתה ופללתה כו' לשון כפול להנצל מב' עבירות דלעיל ונראה דמש\"ה קאמר ר\"ג עדיין אנו צריכין למודעי משום דבדרש ר\"ג יש לפרש דחטא והתפלל על חטאו למחול לו וע\"כ אמר צריכין אנו למודעי לדרש בהיפך זעזעת כו' דא\"א לפרש אלא שלא חטא כלל וא\"כ גם דרשת פללת כו' פי' להנצל מן החטא ולא חטא ונראה דהני תנאי בתראי דסברי נמי דלא חטא היינו דלא חטא במעשה בלהה ממש אבל חטא בבלבול יצועי אביו כדקאמר כתנאי דאתי' הך דתבע עלבון אמו כו' כר\"ג ור\"א המודעי אבל בפי' האב\"א על מדרש רבתי כתב דג' מחלוקת בדבר כו' ע\"ש ולא משמע כן מתוך סוגי' דשמעתין ויתיישב לדברינו נמי במה שכינה בלבל יצועי בלשון שכיבה כי באמת בתחילה היה מחשבתו לחטוא ממש בשכיבה עם בלהה וע\"י תפלתו ניצל מאותו עון כר\"ג וכר\"א המודעי ומ\"מ מחשבתו זאת נעשית קצת בפועל לבלבל יצוע אביו משום עלבון אמו וע\"כ כינה אותו בלשון שכיבה לפי מחשבתו וק\"ל:", 
            "<b>שנא'</b> ושם שני בני עלי חפני כו' דהאי קרא מיותר ואין לו ענין במקומו אי לאו לדרשה זו להשוותם מה פנחס לא חטא כו' וכתבו התוס' דלא חטאו במאי דכתיב אשר ישכבון אבל מבזין קדשים היו כדכתיב בטרם יקטירון גו' ע\"ש וכפרש\"י לרב דפנחס לא חטא בא\"א דאשר ישכבון כו' ע\"ש דמשמע דבטרם יקטירון גו' חטא ולכך לא פריך מיניה לרב אלא מאשר ישכבון ולא פריך מבטרם יקטירון וק\"ק דא\"כ מאי פריך מאל בני כי לא טובה השמועה גו' דאימא על שמבזין קדשים היה אומר להם כך וכן לגירסא דפריך ממעבירין מלשון עבירה ואימא על עבירת בזיון קדשים קאמר וי\"ל דלפי אותה גירסא סמיך אסיפא דקרא דכתיב מעבירים עם ה' דמשמע שבניו מביאים עם ה' לידי עבירה והיינו עבירה אשר ישכבון את הנשים דהיינו עם ה' אבל עבירות בזיון קדשים לא הוי עבירת עם ה' כלל אלא עבירתם כלפי שמיא ועי\"ל דהאי קרא אל בני כי לא טובה גו' לעיל מינה כתיב אשר ישכבון גו' דעלה קאי:", 
            "<b>לא</b> יהיה לו ער בחכמים כו' מפורש פ' הנשרפין ע\"ש:", 
            "<b>והא</b> כתיב מעבירים כו' עיין פרש\"י ובחדושינו בהלכות פירוש לפירושו:", 
            "<b>והא</b> כתיב בני בליעל כו' האי קרא אע\"ג דגבי בזיון קדשים כתיב מ\"מ משום זה לא הוי קרי להו בני בליעל אלא משום דאשר ישכבון גו' דהיינו א\"א דאשכחן לשון זה גבי זנות דא\"א בני בליעל נסבו את הבית גו' בני בליעל אשר בגבעה גו' וק\"ל:"
        ], 
        [
            "<b>שלא</b> עשו כמעשה אביהם כו' והיינו שלא הלכו בדרכיו בדרך שהלך שמואל בכל שנה לסבב העיירות ולשופטן שם אלא ישבו בעריהם כדי להרבות שכר לחזניהן כו' ר\"ל לחזניהן ולסופריהן שבעירן דאילו סבבו גם הם עמו אפשר היתה הוצאתם מרובה על שכרן גם בעירם אפשר ששאלו יותר מכדי שכרן לומר שאין להם פנאי מפני שיש להם עסקי עירן המוטל עלייהן והיינו ויטו אחרי הבצע להרבות להן ממון דרך איסורוא ע\"ז ויקחו שוחד דהיינו שע\"י שהיו מרבין להן שכר באו השמשים והחזנים ליקח שוחד דהיינו ליקח מא' מהם שכר הרבה יותר מלחבירו ועי\"ז אמר ויטו משפט שהשמשים והסופרין משנין להטות משפט כמ\"ש בפ' ב\"מ שזהו קלקול הדין שאמרו שם וק\"ל:", 
            "<b>רמ\"א</b> חלקם כו' רי\"א מלאי כו' עיין בכל זה פרש\"י ועי\"ל ע\"פ מ\"ש בר\"פ ב' דייני גזירות דאסור לדיין ליטול אגרא דהוי בכלל מקבלי שוחד אם לא שכר בטילה דמוכחא והם שאלו חלקם ושכרם מן הדין בפיהם גם באגרא דלא מוכח' ור\"י דא' מלאי הטילו כו' והיינו ויקחו שוחד ויטו משפט דכתיב בהו כדאמרי' פ' בתרא דסוטה משרבו מטילי מלאים על ב\"ב רבה השוחד והוטה המשפט כו' ע\"ש:", 
            "<b>ור'</b> עקיבא אומר קופה יתירה כו' פרש\"י יותר מן הראוי עכ\"ל והוא דחוק דא\"כ באוכלי טבלים שהוא במיתה נחשדו ואין זה בכלל ויטו אחרי הבצע גו' ונראה לפרש ע\"פ מ\"ש דטובת הנאה בנותן מעשר הוא לבעלים ליתן לאיזה לוי שירצה וקאמר דאותה קופה יתירה דהיינו המעשר שהפרישו בע\"ב מגרנם ליתן לאיזה לוי שירצו נטלו הם בזרוע ור' יוסי שאומר מתנות כו' ע\"פ מ\"ש בפ' הזרוע מדכתיב במתנות מאת העם מספקא לן בלוים אי מקרו עם אם לאו ואין נוטלין מהם והם אין ניטלין מאחר וקאמר התם ההוא ליואה דחטף מתנתא כו' ה\"נ הכא קאמר ר\"י בבני שמואל דהוו חטפי מתנתא מאחרים בזרוע וק\"ל:", 
            "<b>לעשות</b> הרע כו' משונה רעה זו כו' וכאן כתיב לעשות שבקש כו' באחאב נמי כתיב כה\"ג התמכר לעשות הרע גו' אלא דהא כתיב ביה נמי ויעש הרע גו' ולא כתב באחאב לעשות רק גבי התמכר דהיינו שמסר עצמו לעשות הרע וכן גבי מנשה כתיב לעשות הרע הא כתיב ביה נמי ויעש הרע אלא דגבי ויתעם דקאי על ישראל כתיב לעשות משא\"כ בדוד דלא כתיב בעשייתו הרע ויעש הרע אלא לעשות הרע וק\"ל:", 
            "<b>שבקש</b> לעשות כו' עיי' פרש\"י שבקש לשכב עמה קודם שקבלה גט שהיה בעלה שולח כו' עכ\"ל גם כי לשון כל היוצא למלחמת בית דוד כו' משמע קודם שיוצא הוא נותן לה גט מההיא דמיייתי עלה ואת ערובתם תקח גו' משמע דמתוך המלחמה דרך לשלוח גט אחר שרואה מקום סכנה שמא יהרג ולולי פירושו נראה בפשיטות שקודם שיוצא למלחמה היה נותן גט לאשתו אלא דאחי דוד עברו על הדרך מלתת גט קודם שיצאו ושלח אביהם ישי להם שישלחו גט לנשותיהם מתוך המלחמה והא דקאמר הכא שבקש לשכב עמה באיסור היינו לפי מחשבתו שלא ידע אז שימות אוריה ויתקיים התנאי למפרע ושלא חטא לפי האמת שנתקיים התנאי שמת במלחמה והוי גט ולפי' ר\"ת שכתבו התוס' שהיה מגרשה לגמרי בלא שום תנאי היינו נמי שבקש לעשות לפי מחשבתו שלא ידע שהיה מגרשה לפי שהיו מגרשין בצנעא דלכך קרי לה ספק א\"א כמ\"ש התוס' ודו\"ק:", 
            "<b>היה</b> לך לדונו בסנהדרין כו' לפרש\"י שהיה גט על תנאי אם ימות במלחמה י\"ל דנתכוון דוד שלא לדונו בסנהדרין דא\"כ לא הוה מתקיים התנאי ולא הוי גט למפרע ולפי' ר\"ת שהיה מגרשה לגמרי בצנעא צ\"ל הא דלא דנו בסנהדרין משום שלא יחשדוהו שבא עליו בעקיפין כדי ליקח אשתו ודו\"ק:", 
            "<b>לקוחין</b> יש לך בה כו' כתבו התוס' אע\"ג דאפי' חטא כו' משמע שלא היה בה עבירה עכ\"ל ועי\"ל דלקחת משמע דמתחלת לקיחה היה בה ליקוחין קודם שמת אוריה וא\"כ ע\"כ משום גט על תנאי כפרש\"י או גט גמור בצנעא כפי' ר\"ת ודו\"ק:", 
            "<b>שנא'</b> ואת חריצי כו' ואת ערובתם תקח כו' האי קרא לאו במלחמת בית דוד כתיב אלא במלחמת בית שאול ולא מייתי מיניה אלא שכן היה דרכן של בני ישי ומסתמא דוד היה נוהג כן במלחמותיו וק\"ל:", 
            "<b>ואותו</b> הרגת גו' מה חרב בני עמון כו' דרשו כן דיתורא דקרא הוא דכבר כתיב בהאי קרא את אוריה החתי הכית בחרב גו' וע\"כ דרשו מיניה מה חרב בני עמון אי אתה נענש כו' והיינו דלא נענש אפי' בדינא זוטא כגורם אינו נענש דבדינא רבה וודאי דלא אצטריך האי קרא דהא קיי\"ל כמ\"ד האומר לשלוחו צא הרוג את הנפש הוא חייב ושולחיו פטור אלא דאצטריך האי קרא דאפי' בדינא זוטא כגורם לא היה נענש דוד ובעי מ\"ט וקאמר משום דמורד כו' וכן מוכחת סוגיא דפ' האיש מקדש ע\"ש ודו\"ק:", 
            "<b>דא\"ל</b> ואדוני יואב כו' עיין פרש\"י והתוס' דחו פירושו דאין זה מרד שלא בא להמליכו כו' ע\"ש ונראה לקיים פירושו דמ\"מ מקרי מרידה במה שהשוה כבוד עבד שהוא יואב לכבוד המלך דוד שקרא שניהם אדונים בפני המלר וק\"ל:", 
            "<b>קבל</b> דוד לה\"ר כו' דכתיב הנה הוא בית כו' וכתיב וישלח כו' פרש\"י בלא דבר אינו חכם והוא מצאו מלא דבר עכ\"ל ובכל הספרים בקרא בלו דבר בי\"ו וכן מלו דבר ונראה לפרש בלו דבר ר\"ל שהיה לו דברים עליך דהיינו לישנא בישא והוא מצאו מלו דבר שהיה נקי מזה מדבר עליו וניחא השתא דקאמר מכדי דחזייה דשיקרא כי הדר אלשין כו' דלפרש\"י קשה מאי כי הדר אלשין כו' וק\"ל:", 
            "<b>דברים</b> הניכרים חזא ביה דכתיב לא עשה את רגליו גו' ופרש\"י אעפ\"י שמקודם זה אמר הנה לך כל אשר למפיבושת אין זו קבלה כו' דלא א\"ל אלא על תנאי אם יראה אמת כו' עכ\"ל וקצת משמע כן דע\"ת א\"ל כן אם יראה אמת בדבריו ממה שאמר ציבא אמצא חן בעיניך גו' בלשון עתיד ולא אמר מצאתי חן בעיניך מיהו קצת דחוק כיון דעיקר מלתיה דרב דקבל לה\"ר הוא מהאי קרא דהנה לך כל אשר למפיבושת מאי קאמר שמואל דחזא ביה דברים ניכרים ממה שנעשה אח\"כ וי\"ל דרב נמי דמייתי מקרא דהנה לך כל אשר למפיבושת סמוך אדבתר הכי שהאמין לציבא וא\"ל שיחלקו השדה ואהא השיב שמואל שפיר דדברים ניכרים חזא ביה ופרש\"י דהיינו דחזא ביה דברים ניכרים שבא לפניו ולא עשה את רגליו ושפמו כסבור כו' אבל ממאי דמייתי תלמודא כל הני קראי בדברים שנפלו ביניהם נראה דדברים ניכרים ממש חזא ביה דממה שלא עשה רגליו גו' עדיין היה מסתפק בו אם על שנצטער על חזרתו כדברי ציבא אם בהיפך שהיה מצטער על שנטרד דוד ממלכותו עד שבא בשלום וא\"ל דוד למה לא הלכת גו' והשיב לו עבדי רמני גו' לפי פשוטו חסר מן הכתוב הרמאות ונראה לפרש דוירגל אינו מלשון רכילות אלא מלשון הולך רגל שאמר כי עבדו ציבא רמוהו שא\"ל לחבוש לו החמור כדי לרכוב עליו אחר המלך כי פסח אני וא\"א לי להלוך ברגל אבל הוא לא רצה בכך ולקח החמורים עמו כמפורש בקרא ויאמר ציבא החמורים לבית המלך לרכוב גו' וירגל בי דהיינו שאלך אני ברגלי בדבר שא\"א לי כי פסח אני ואדוני המלך כמלאך אלהים לידע שהאמת אתי שכן הוא כדברי ולא כדברי עבדי ובכל הדברים אלו היה דוד מסתפק בדבריהם עם מי האמת וא\"ל למה תדבר עוד דבריך גו' שאין אתה מדמה האמת בדברים אם אין לך עדים בדבר שכן הוא וע\"כ אמרתי כמסתפק שאתה וציבא תחלקו את השדה כי ממון המוטל בספק חולקין והיה לו למפיבושת לבקש עוד מן המלך אבל אמר בדרך מריבה אחר שאתה נוטל החצי גם את הכל יקח אחרי אשר בא גו' שאין ענין זה לזה וכי משום שבא המלך בשלום יקח את הכל וע\"כ אמרו שאמר כן בדרך תרעומות ומריבה על מי שהביאך בשלום דהיינו מריבה כלפי שמיא ובאלו דברים ניכרים חזא ביה שלבו בל עמו ודברי העבד אמת הן וע\"כ הניח הדבר במוחלט שיחלקו השדה והיינו דכתיב ובן יונתן מריב בעל וכי כו' כיון דמצינו בקרא בס' שמואל דהיה לו ליהונתן בן נקרא מפיבושת ובד\"ה לא חשיב בן ליהונתן רק מריב בעל א\"כ ע\"כ דהיינו מפיבושת היינו מריב בעל וע\"ש שעשה מריבה כו' ועיין בפרש\"י בד\"ה דמשעה שעבדו ישראל את הבעל נקרא הבעל בשם בושת דכתיב לקטר לבושת גו' כי בעל ובושת שם א' הוא עכ\"ל ע\"ש:", 
            "<b>וירב</b> בנחל כו' על עסקי נחל כו' מפורש פרק בראשונה:", 
            "<b>בשעה</b> כו' א\"ל רחבעם וירבעם יחלקו כו' והיינו במדה שאמר שיחלקו השדה האדון והעבד כן יחלקו המלכות המלך והעבד וק\"ל:", 
            "<b>ולא</b> עבדו ישראל ע\"ז כו' כפירוש רש\"י שעל ידי שנחלקה העמיד ירבעם עגלים כו' ע\"ש ואמר ולא גלינו כו' כדאמרינן פרק במה מדליקין בעון ע\"ז גלות בא לעולם כו' וק\"ל:", 
            "<b>שלמה</b> חטא אינו כו' פרש\"י בע\"ז עכ\"ל אבל במה שלא מיחה בנשיו חטא כדלקמן א\"נ במה שנשא את נשים הנכריות חטא וודאי אע\"ג דאמרי' פ' הערל דלא עבר על לאו דויתחתן דלא נסיב מידי אלא בזנות בא עליהן הא אמרי' שם דמעלה עליו הכתוב כאילו נתחתן בהן וק\"ל:", 
            "<b>נשיו</b> הטו את לבבו ללכת אחרי אלהים גו' בקרא לא כתיב ללכת אלא דתלמודא קאמר לה דהטו משמע ללכת אחרי גו' ולא הלך:", 
            "<b>והכתיב</b> אז יבנה שלמה במה לכמוש גו' האי קרא ויעש שלמה הרע גו' דפריך מיניה בתר הכי לקמן כתיב מקמיה דהאי קרא דאז יבנה שלמה גו' וי\"ל דמש\"ה פריך מהאי קרא דאז יבנה גו' מקודם משום דמפרש ביה טפי חטא דע\"ז וק\"ל:", 
            "<b>שבקש</b> לבנות ולא בנה אלא מעתה אז יבנה יהושע גו' ק\"ק המקשה דלא ידע ההוא היקשא דר\"י אמאי לא תקשי ליה מגופיה הא כתיב גבי מעשה דיאשיהו אשר בנה שלמה גו' וי\"ל דההוא קרא דאז יבנה שלמה מוכח אההוא קרא דאשר בנה שלמה נמי לאו דווקא הוא אלא שבקש לבנות ולא בנה וק\"ל:", 
            "<b>אשר</b> מימין להר המשחה פרש\"י לשון שמן כדמתרגמינן משחה כו' ע\"ש אבל בכל הספרים כתיב מימין להר המשחית גו' מיהו דהיינו נמי הר המשחה ושינה שמו לגנאי כפרש\"י שם וק\"ל:", 
            "<b>אפשר</b> בא אסא ולא בערם כו' ברפ\"ק דחולין קאמר נמי כה\"ג והוסיף לפרש והלא כל ע\"ז שבעולם אסא ויהושפט בערו כו' דמצינו בהו שבערו כל ע\"ז דכתיב באסא ויעבר הקדשים מן הארץ ויסר כל הגלולים כו' וביהושפט כתיב ויתר הקדש אשר נשאר גו' בער מן הארץ מיהו הכי ה\"מ לאת נמי שבא חזקיהו דכתיב ביה הוא הסיר את הבמות גו' וכתת נחש הנחושת גו' ודו\"ק:", 
            "<b>והכתיב</b> ויעש שלמה הרע בעיני גו' דלא ניחא לאוקמא בנשא נשים נכריות דבעיני ה' משמע דבענין ע\"ז איירי ומשני דלא מיחה בנשים היינו נמי בעע\"ז וק\"ל:", 
            "<b>נוח</b> לו לאותו צדיק כו' ר\"ל שהוא צדיק ולא עבד כלל ע\"ז היה נוח לו שהיה עובד קצת לשימוש ע\"ז ואל יכתב בו ויעש הרע כאילו עבד ממש ע\"ז וק\"ל:", 
            "<b>בשעה</b> שנשא שלמה את בת פרעה כו' יש רמז בענין זה שאמר הכתוב והמלך שלמה אהב נשים נכריות רבות ופרט את בת פרעה ומסיים בענין ויהי לו נשים שרות ז' מאות ופלגשים ג' מאות גו' ודריש שרות מלשון שיר וזמר כמו בקול שרים ושרות גו' עשיתי לי שרים ושרות גו' הרי לך מאלף הנשים אלף כלי שיר וזמר ומסיים ויטו נשיו את לבו דהיינו לע\"ז כדמפורש בההוא ענינא וק\"ל:", 
            "<b>בשעה</b> כו' ירד גבריאל ונעץ כו' מפורש באורך מסכת סנהדרין פ\"ב:", 
            "<b>אותו</b> יום שהעמיד ירבעם כו' כי זה הוא תחלת הגלות כמ\"ש ועבדתם אלהים אחרים גו' ואבדתם מהרה מעל הארץ גו' והיינו שנבנה צריף א' כי לא נתמלאה צור אלא מחורבנה של ירושלים ותחלת בנינו באותו יום לא נבנה בו רק צריף א' שהוא בית ודירה שפילה כמו יושבי צריפין דפ' כיצד מעברין:", 
            "<b>כל</b> דין שדן מבן ח' עד י\"ח החזירן כו' ומזה המאמר כתב הטור ח\"מ סי' ח' די\"א שאין הקטן ראוי לדין עד שיהיה בן י\"ח שנה כו' ע\"ש אבל קשה מהיכא נפקא מקרא דעד בן י\"ח שנה היה מחזיר דבן ח' מפורש בקרא שבן ח' מלך יאשיהו אבל עד בן י\"ח לא מצינו כו' ועוד דלא קאמר הכא אלא עד י\"ח ולא קאמר עד בן י\"ח כמ\"ש מבן ח' וע\"כ נראה לפרש דה\"ק מבן ח' שמלך כמפורש בקרא עד י\"ח שנה למלכותו כמפורש בקרא ויהי בי\"ח שנה למלך יאשיהו גו' וכל הענין שם שמצא חלקיהו את הספר כו' כפרש\"י ובההוא ענינא כתיב וכמוהו לא היה מלך אשר שב גו' והיה אז בן ששה ועשרים וחומרא יתירה נהג בעצמו להחזיר כמ\"ש גם הטור ודו\"ק:", 
            "<b>ת\"ל</b> בכל מאודו שנתן כו' ויש לדקדק דמהיכא משמע ליה דלא קאי אשר שב רק אבכל מאודו הא בההוא קרא כתיב נמי בכל לבבו ובכל נפשו וי\"ל דלעיל מיניה כבר כתיב ויכרות את הברית גו' בכל לב ובכל נפש להקים גו' ובהאי קרא דאשר שב הוסיף לכתוב בכל מאודו דמשמע מיניה דעליה קאי שהחזיר להם משלו ורב דפליג ואמר אין לך גדול בבעלי תשובה יותר מיאשיהו היינו דמשמע ליה דקאי אשר שב נמי אבכל לבבו ובכל נפשו וק\"ל:", 
            "<b>נתן</b> דצוציתא כו' עיין פרש\"י ותוס' ובערוך ערך נתן כתב פ\"א שהיה לו חלוק של שער עזים ששורט בשרו שיהא לו כפרה שהיה בעל תשובה ועיין בספר יוחסין:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>לוי</b> לר' אפס הוה כייף ליה כו'. מפורש פ' הנושא ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ראשית</b> שמנים ימשחו זה פלייטון ופרש\"י ראשית כמו מובחר ע\"ש ועוד נראה ראשית כמשמעו דהיינו ביוצא מן הזית בראשונה ע\"י כתישה שאין בו שמרים כו' כפרש\"י בר\"פ תצוה וההוא נקרא פלייטון עם בשמים משובחין המעורבים בו כפי' הערוך:", 
            "<b>השותים</b> במזרקי יין כו' קני שקנין כו' לפי פשטיה דקרא הוא כלי גדול שאין דרך לשתות ממנו אבל אינו דרך תענוג כראשית שמנים גו' דכתיב בהאי ענינא וק\"ל:", 
            "<b>השוכבים</b> על מטות גו' מלמד שהיו משתינין כו'. בפ\"י יוחסין הסוגיא ע\"ש:", 
            "<b>המשתין</b> מים בפני מטתו ערום כו' פרש\"י ערום אורחא דמלתא נקט מתוך שהוא ערום אינו יוצא לחוץ כו' עכ\"ל ומה\"ט נמי לפני מטתו אורחא דמלתא נקט שדרך אדם לעמוד ממטתו ערום ולהשתין שם וה\"ה ומכ\"ש במקומות אחרים כגון לפני שלחנו וכיוצא בו דמביא לידי עניות משום מאיסותא וק\"ל:", 
            "<b>אבל</b> משא ולא משא כו' ולאו מלתא היא כו' פרש\"י כגון רביעית מצומצם עכ\"ל ועי\"ל דאפי' בפחות מרביעית וכגון דאתו משירי טהרה והיינו דמשא שיוצא ידי נט\"י אבל לא משא ידיו שפיר בפחות מרביעית מלכלוך שעל ידיו והשתא ניחא דקאמר אנא משאי ידי מלא חפני ולא מחפן ידיו של איש אחר דהיינו משירי טהרה שאין חפני מלא ממנו וק\"ל:", 
            "<b>וה\"מ</b> דאית ליה ולא עביד כו' הא וודאי דאיירי באית ליה דבדלית ליה והוא עני כבר לא שייך למימר ביה שמביאו לידי עניות אלא כלומר בדאית ליה כל צרכו ויש לו גם כדי לקנות תכשיטיה ולא רצה לקנות לה וק\"ל:", 
            "<b>יען</b> כי גבהו גו' בקומה זקופה דכי גבהו משמע שהיו עושין עצמן בגובה והיינו בקומה זקופה ואמר ותלכנה נטויות כו' שהיו מהלכות עקב כו' הלוך וטפוף שהיו מהלכות ארוכה כו' בילקוט גרסי בהיפך ותלכנה נטויות גרון שהיו מהלכות ארוכה בצד קצרה דהיינו שהיתה נטויות גרון על חברתה שאצלה והלוך וטפוף שהיו מהלכות עקב בצד גודל דהיינו שהיתה מכוונת פסיעותיה במדה ישרה כמו לא מחוקות ולא גדושות אלא טפופות דפ' הוציאו לו ואמר ומסקרות עינים דהוו מלאן כוחלא לעינייהו ומרמזן כו' ויהיה לשון מסקרות יוצא לשתים מלשון סיקרא ומלשון הבטה ורש\"י בס' ישעיה פירשו בשני פירושים ע\"ש ואמר וברגליהם תעכסנה כו' כארס בכעוס כפרש\"י ממלות הפוכות עכס כעס וכן שמלה שלמה כבש כשב וק\"ל:", 
            "<b>מקום</b> שהיו חוגרות בצלצול כו' שדרך נשים זונות חוגרות בו להתנאות כדאמרי' בסוטה היא חגרה לו בצלצול כו' ובסוף מנחות חגרו בצלצול כו' ע\"ש:", 
            "<b>ואומר</b> ותחת מקשה כו' שהיו מתקשטות כו' פרש\"י דומה למקשה נטריקון עכ\"ל ובקרא כתיב מעשה מקשה דהשתא יש לפרש כמשמעו ותחת שהיה לה תכשיטים מזהב מעשה מקשה להתקשט בו יהיה לה קרחים וכן פרש\"י בספר ישעיה ואמר כי תחת יופי פרש\"י כי כל אלה יבאו לך תתת יפייך עכ\"ל פי' לפי פשוטו אבל לפי הדרש יהיה כי מלה קצרה כמו כיבא וק\"ל:"
        ], 
        [
            "<b>ומשתכח</b> בגזאי דצמצמאי מלכתא פרש\"י כך שמה עכ\"ל ובערוך בערך צם הביא לשון הפסיקתא כשעמדו ישראל על הר סיני היו מצמצמין עצמן ככלה כו' והיו מקשטין עכ\"ל וה\"נ יש לפרש דמשתכח בגזאי דהיינו באוצר המלך ומקשטין בו המלכתא ולא שימוש אחר כמו שהיו משתמשין בו בירושלים וק\"ל:", 
            "<b>אין</b> בין עה\"ז לימות המשיח אלא שיעבוד כו' דישראל לא יהיו להם שעבוד מלכיות אבל גוי אל גוי ישא חרב והאי קרא דלא ישא גוי אל גוי חרב לא איירי לימות המשיח אלא לעה\"ב ואין להקשות דהדרן קושיין לדוכתין מפני מה הן בטלין לעה\"ב דאיכא למימר כדלעיל לפי שאינן צריכין אבל אין לומר דעה\"ב אין בו שום מעשה אדם כדאמרי' ס\"פ היה קורא עה\"ב אין בו לא אכילה ולא שתייה כו' אלא צדיקים כו' ונהנין מזיו השכינה כו' דהא ע\"כ האי קרא לא איירי בזמן שאין בו מעשה אדם דהא כתיב וכתתו חרבותם לאתים וחניתותיהם למזמרות וע\"כ אית לן לפלוגי בין עולם הנשמות לעה\"ב לזמן התחייה וק\"ל:", 
            "<b>כל</b> הנביאים לא נתנבאו אלא לימות המשיח כו'. מפורש ס\"פ אין עומדין:", 
            "<b>האי</b> בד\"ת כתיב כו' דכל המזמור רחש לבי דבר גו' עט סופר וגו' הכל נדרש בת\"ח העוסק בד\"ת וא\"ל אין מקרא כו' דוודאי הנמשל הוא ד\"ת אבל המשל שהוא משמעות ופשוטו של קרא איירי בגבור ממש דהדר לו החרב על הירך ופרש\"י בד\"ת כתיב הוי זהיר לחזר כו' שתהא מזומנת לך כו' כחרב על ירך כו' ע\"ש ועי\"ל ע\"פ מ\"ש חמוקי ירכיך גו' מה ירך בסתר אף ד\"ת בסתר וק\"ל:", 
            "<b>אל</b> תקרי והדרך אלא וחדדך כו' משום דהאי והדרך הוא קרא יתירא דכבר כתיב בסיפא דקרא דלעיל מיניה והדרך וע\"כ דרשו והדרך דאידך קרא כמו וחדדך צלח שהחידוד מצליח התורה בהן והר' מתחלף בד' בצורת הכתב ואמר ולא עוד אלא שעולין לגדולה שנאמר ורכב כו' דהרכיבה מורה בכ\"מ על הגדולה כמ\"ש ירכיבהו על במתי ארץ וכמו שמצינו ביוסף ובמרדכי ואמר יכול אפילו שלא לשמה דהיינו דיש מחדדין עצמן בפלפול של הבל דהיינו שלא לשמה וע\"כ אמר בתנאי על דבר אמת שכן יהיה הפלפול והחידוד לבא על אמיתית התורה ואמר יכול אפילו הגים כו' דהיינו שיחדד עצמו לקפח חבירו בהלכות ת\"ל וענוה צדק בדרך ענוה ונחת רוח עם חבירו כדלקמן ואם עושין כן זוכין לתורה כו' דעד השתא קרוין ת\"ח שעדיין לא הגיעו להוראה והשתא זוכין להיות כ\"א חכם מורה הוראה דהיינו ותורך נוראות ימינך שכן נתנה שנ' מימינו אש דת גו' ומ\"ד זוכין לדברים שנאמרו בימינה כו' כדלקמן אורך ימים בימינה למיימינין בה וק\"ל:", 
            "<b>למשמאילים</b> בה כו' אורך ימים ליכא כו'. כפי' שני שבפרש\"י וכדאמרינן פ' כ\"ג וזאת התורה אשר שם גו' זכה נעשית לו סם חיים לא זכה נעשית לו סם המות כו' ע\"ש וק\"ל:", 
            "<b>אין</b> דיבור אלא לשון נחת כו' בפ\"ק דמכות מפורש באורך מה שיש לדקדק בזה ע\"ש:", 
            "<b>אפי'</b> חישב לעשות מצוה ונאנס כו' מפורש ספ\"ק דקידושין ע\"ש:", 
            "<b>העושה</b> מצוה כמאמרה כו'. דהיינו שנאמרה לעשותה לשמה וברמז כמאמרה ממש לש\"ש דאותיות מצוה הוא אותיות שם בן ד' דמ' וצ' בא\"ת ב\"ש י\"ה וע\"ז כוונו לומר אין המצוה קרויה אלא על מי שגומרה דאותיות ו\"ה שהם גמר השם הם כמפורש באותיות מצוה משא\"כ אותיות י\"ה שהם אותיות תחלת השם הם ברמז מ' וצ' שהם י\"ה בא\"ת ב\"ש והיינו דקאמר שומר מצוה דשומר עליה כמאמרה ולא קאמר עושה מצוה דיש עושה שלא לשמה וקאמר אפי' הקב\"ה גוזר כו' שנא' באשר דבר מלך שלטון גו' ר\"ל דאותו דבר מלך שלטון גו' לא ידע אותו דבר מי ששומר מצוה וק\"ל:", 
            "<b>ואם</b> אין עושין כן גורמין כו' לכאורה הוא מגומגם דהיכא מפורש בקרא ואם אי אתה עושה כן ונראה לפי ת\"י וכל המדרשות דברח דודי ר\"ל מארץ טמאה מח\"ל על הרי בשמים במקום המקדש וה\"ק נמי הכא דאם אי אתה עושה כן כו' שהרי אם אתם עושין כן ומקשיבים זה לזה קאמר ברח דודי גו' על הרי בשמים שגורם להשרות השכינה במקום המקדש ומכלל הן אתה שומע לאו שאם אין מקשיבין זה לזה גורמין לשכינה שתסתלק וק\"ל:", 
            "<b>ב'</b> ת\"ת המדגילין כו' שנא' ודגלו עלי אהבה גו' רישא דקרא הביאני אל בית היין שהוא מיוחד לתורה כתיב ואמר ודגלו עלי גו' מלשון אסיפה כפרש\"י ואינו יוצא ממשמעו מלשון דגל שע\"י הדגל כ\"א מתאסף לדגלו וק\"ל:", 
            "<b>ומטיל</b> בכיס יותר מכלם כו' לפי שאין דרך להלוות הרבה שאפשר שישתכר בו רק כדי שיתפרנס בהלוואה ואחר שיוציאם בפרנסה ולא יהיה לו ממה לשלם יתבייש ממנו כדאמרי' ס\"פ איזהו נשך שאסור לעבור לפני מי שחייב לו ואין לו לשלם שנא' לא תהיה לו כנושה אבל מטיל מלאי לכיס וודאי דיתן לו בידו הרבה שאפשר להשתכר ולהרויח בהם כדי פרנסתו ותשאר קרן ההלוואה קיימת לשלם לו ממנו וק\"ל:", 
            "<b>אם</b> ת\"ח נוקם ונוטר כנחש חגריהו כו' דודאי אדם ירא לחגור ולכרון. נחש על מתניו אבל מנטירת ת\"ח שהיא כנחש אל תירא חגרהו והדבק בו ובהיפך קאמר אם ע\"ה חסיד כו' דכבר שנינו ולא ע\"ה חסיד ואם תראה ממנו חסידות אל תאמן לו והרחק עצמך ממנו וק\"ל:", 
            "<b>כל</b> המגדל כלב בתוך ביתו מונע כו' כבר אמרו במס' ב\"ק אסור לאדם לגדל כלב רע בתוך ביתו שנאמר לא תשים דמים בביתך אבל הכא הוסיף דאל יגדל כלב אפי' הוא יודע בו שאינו כלב רע ומשום דמונע חסד גו' דהאורחים והעניים לא ידעו בו שאינו רע וסוברים שהוא רע ויראים ממנו מלבא לביתו וכדמייתי הך עובדא דלא היה הכלב רע ולא היה יכול להזיק ומתוך שהיתה סבורה שהוא רע הפילה ואמר ויראת שדי יעזוב דפורק ממנו כו' דדרך מגדל הכלב להעמידו על הפתח לשמירת ביתו ויראת שדי שהיא על המזוזה לשמירת פתח ביתו הוא יעזוב ופורק  :"
        ], 
        [
            "<b>מ\"ד</b> שמח בחור גו' ע\"כ דברי יצה\"ר כו' פרש\"י ע\"כ עד ודע כי על כל אלה גו' עכ\"ל הכא גבי יצהר ויצ\"ט ניחא אבל גבי תורה ומ\"ט לא יתיישב שפיר וכי על דברי תורה אין ליתן דין והרי אמרו תחילת דינו של אדם על ד\"ת ונראה לפרש דה\"ק שמח בחור בילדותך גו' עד והלך בדרכי לבן. גו' זו דבר יצה\"ר מכאן ואילך והלך בדרכי לבך גו' זו דברי יצ\"ט וכת\"י ואזיל בענוותנותא עם אורחי לבד ותהי זהיר בחזיוני עינך גו' כי על כל אלה שהן דרך יצה\"ר ודרך יצ\"ט תביא במשפע ליתן לן. עליהם שכר ועונש ר\"ל אמר ע\"כ לד\"ת דהיינו שמח בחור גו' עד והלך גו' שילמוד האדם מנעוריו לשמח בה מטוב לב ומכאן ואילך והלך בדרכי גו' למ\"ט שילך האדם בדרך טובים ובמראה עיניך גו' ולא תסתכל בביש כפי' ת\"י ועל כל אלה שהן ד\"ת ומ\"ע יביאך האלהים במשפט ועל ר\"ת קודם שהוא תחילת דינו כמ\"ש ואח\"כ על המעשים ודו\"ק:", 
            "<b>ציץ</b> כמין טס כו' ומוקף מאוזן לאוזן כו' ובקרא כתיב על מצחו ומתרגם בין עינוהי ויש לפרש דמקום הכתב קודש לה' וודאי היה בין העינים אבל הטס היה משוך יותר דהיינו מאוזן לאוזן והכוונה בו כי היה מונח הציץ על המצח במקום המוח אשר שם כח הנשמה הטהורה וע\"כ היה הציץ בין החושיים אלו הרוחניים ביותר שהם הראות והשמע שיהיו קודש לה' וכדכתיב בהו ולא נתן ה' גו' עינים לראות ואזנים לשמוע עד היום גו' וק\"ל:"
        ], 
        [
            "<b>עגול</b> זה דפוס של דדין כו' וקרא כתיב ועגילין על ידיך ואפשר דעגיל הוא מלשון דבר העגול ונופל בין על תכשיט שעל היד ובין על דפוס של דדין ששניהם בצורת עגולים הם וכן בתכשיט נזם מצינו נזם באף ומצינו נזם באוזן וחבירו מוכיח עליו הכא דכתיב גבי כומז שפירושו ג\"כ דפוס בית הרחם וניחא בזה שלא פירש שם כומז אקרא דלעיל מיניה בפ' ויקהל דכתיב חח וכומז גו' משום דהכא בא לפרש שניהם עגיל וכומז דשניהם משתעי בענין אחד ע\"ש דפוס וק\"ל:", 
            "<b>ויקצוף</b> משה גו' שמא חזרתם לקלקולכם כו' פרש\"י לקלקולכם של מעשה כו' לכך אתם צריכין קרבן עכ\"ל ופי' דחוק דהיכן הוזכר כלל גבי ויקצוף משה גו' ענין הקרבן דלא כתיב ונקרב את קרבן ה' גו' עד אחר ולא נפקד ממנו גו' אבל יש לפרש בפשיטות שמא חזרתם לקלקולכם ולכך החייתם כל נקבה כמפורש בקרא וע\"ז השיבו לו ולא נפקד ממנו גו' דלא נחסר מאתנו מדת יהודים בזה כפרש\"י וגם שזה המקרא הוא רחוק מקרא דויקצוף משה גו' אין כל זה מפסיק שהוא מענינו ומדסמך ליה ונקרב את גו' אמרו שגם זה תשובה שראה משה מהם שבאו להביא קרבן ה' וע\"ז שאל אותם דא\"כ הוא כאשר אמרתם ולא נפקד גו' ולא עשיתם עבירה כפרה זו למה וע\"ז השיבו לו בהביאם קרבן ה' שהם כולם תכשיטים לאשה דאם מידי כו' מידי הרהור ע\"י תכשיטים הללו לא יצאנו ולכך הביאו אותם לכפרה שהם הביאו אותם לידי הרהור דהיינו שזנו עיניהם מן הערוה ומדהביאו נמי טבעת לכפרה שהוא תכשיט שמבחוץ קאמר רב ששת דכל המסתכל כו' ולכך בתכשיט טבעת שמבחוץ קאמר נמי זנו מן הערוה ופרש\"י זנו מלשון מזון ואין צורך דיש לפרש מלשון זנות ממש דהיינו מהרהור עבירה של זנות וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>לאישתא</b> צמירתא כו' ולימא וירא מלאך ה' גו' ולימא ויאמר משה אסורה גו' כו' יש לכוון בזה שנקטו ג' פסוקים הללו לרפואות חולי זה הוא מבואר כמ\"ש הרמב\"ם בשמונה פרקים דרפואות הנפש הם כעין רפואות הגופות וכמ\"ש ושמתם נמשלה התורה לסם משל לאדם שיש לו מכה הניח עליה רטייה כו' בראתי יצ\"ה בראתי לו תבלין שהיא התורה וחולי הגופות חולה כחולי הנפש כמ\"ש בכמה מקומות בפרט בתוכחה והוא ענין הכתוב והיה אם שמוע תשמע גו' שהיא התורה רפואת הנפש אז כל המחלה גו' לא אשים גו' מסיים כי אני ה' רופאך דהיינו שנתתי לך רטייה ותבלין שהיא התורה ואע\"ג דאסור להתרפאות בד\"ת להגן שאני כדאמרי' בפ\"ק דשבועות דריב\"ל הוה קרי וגני כו' מיהו ק\"ק מההיא דחש בראשו יעסוק בתורה כו' חש בכל גופו כו' שנא' ולכל בשרו מרפא הא אמרי' דאסור להתרפאות בד\"ת ולפי דרכנו קצת ניחא דוודאי אם האדם לומד משום רפואת הנפש שהיא התורה וממילא יתרפא גוף החולה ברפואת הנפש שרי ולא אסרו להתרפאות בד\"ח אלא בלוחש על המכה ולא נתכוון לרפואת הנפש כלל וכן משמע בפ' חלק דלא אסור אלא בלוחש לרפואת הגוף לבד אבל בלימוד לרפואת הנפש מועיל לרפואת הגוף ממילא ויש לדקדק גם ב\"ה שאמר חש בראשו יעסוק בתורה ולא קאמר יעסוק בד\"ת כמו שאנו אומרים בברכת לעסוק בד\"ת ויש ליישב בזה ע\"פ מ\"ש במס' נדרים שהדיבור קשה לכאב עינים ולמיחוש הראש וע\"כ אמר גם שא\"א לעסוק בדיבור של תורה שהדיבור קשה לו מ\"מ יעסוק בתורה במחשבתו או במעשה הנוגע לתורה ויהיה לו רפואת הנפש ג\"כ רפואה לחולי ראשו וע\"פ הדברים האלה יתפרשו דברי המאמר ולפי שמראה זו שראה משה באש השכינה בסנה היא רמז למכות מצרים כמו שיורו ע\"ז כמה כתובים והיו אז גם ישראל חולי הנפש שהיו שטופים בתועבות מצרים ולא היו ראוים להנצל מחולי הגופות שבאו על המצרים כ\"א למען שמו ובריתו עם האבות וע\"כ היה משה מתמה מדוע לא יבער הסנה דבאיזו זכות יצילם הקב\"ה וירא ה' כי סר לראות בעין שכלו מאיזה זכות ינצלו מן חולי ומכות המצריים ויאמר אנכי אלהי אביך גו' דהיינו בזכות אבות וזכות התורה שיקבלו ולפי שאילו ג' פסוקים מורים על רפואת הנפש כמ\"ש לקחו אותן לרפואת הגוף לאשתא צמירתא שלג' ימים ששם ג\"כ מראה השכינה על אש התולה כמ\"ש ה' יסעדנו על ערש דוי והוא התימה בחולי הגוף זה מדוע לא יבער גו' כדאמרינן פרק אין בין המודר גדול נס שנעשה לחולה יותר מנס של חנניא כו' דהתם אש של הדיוט כו' וזה אש של שמים מי יכול לכבותה והיינו דמסיים ביה הכא כי היכי דחמיתיה אשתיה לחנניא כו' ואמר ולימא הכי הסנה לאו משום דגביהת כו' לפי שעיקר רפואת הנפש שישפיל אדם עצמו ויתרפא כדאמרינן במצורע ואמרו שע\"כ נאמר בבשר ונרפא אם משים אדם עצמו כבשר כו' ודו\"ק:", 
            "<b>טמא</b> טמא כו' צריך להודיע צערו כו' מה שיש לדקדק בזה על פירוש רש\"י מפורש פרק אילו נאמרין וק\"ל:"
        ], 
        [
            "<b>ר'</b> יודא אומר גד אינו אלא לשון ע\"ז כו' פרש\"י ע\"ז ממש וחייב משום קורא בשם ע\"ז עכ\"ל ולפי זה פליג ר\"י את\"ק דאמר דאין בו אלא משום דרכי אמורי והוא מזל בעלמא אבל מפרש\"י בספר ישעיה דר\"י לפרש דברי ת\"ק אתא שם ע\"ז העשויה ע\"ש המ\"ל וק\"ל:", 
            "<b>שנא'</b> הנשבעים גו' וחי אלהיך דן כו' והוא העגל שעשה והעמיד ירבעם בדן:", 
            "<b>אמר</b> חיי וחמרא לפום רבנן חמרא וחיי כו' ע\"פ מ\"ש בפ' ח\"ה בראש כל חיין אנא חמרא כו' והיינו אם ישתהו במדה ובשיעורו כפרש\"י שם וכמ\"ש פ' י\"ה כתיב ויין ישמח וקרינן ישמח זכה לשתות לפי מדה משמחו לא זכה ששותהו יותר מדאי משממו וה\"נ הכא קאמר להו ר\"ע לרבנן חמרא וחיי אם ישתו אותו לפי מדה שמביא שתיית החמרא את החיים ואמר אם גם ישתו הרבנן אותו יותר מן המדה בא ר\"ע לברכם שלא יבואו לידי סכנה ולכך היפך הדבר חיי וחמרא והקדים החיים לחמרא שיהיו חיים וקיימים לעולם כמו קודם שישתו אותו יותר מדאי ומסיים בזו החלוקה גם לפום תלמידהון לפי שמדרכם ביותר לשתות טפי מהמדה והשיעור ודו\"ק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כל</b> היודע לחשוב תקופות ומזלות כו'. לאו לענין חשבון קביעות המועדים קאמר דזה תלוי ביותר בחשבון מהלך הלבנה אבל לענין שינוי זמנים לפי הילוך החמה והמזלות שזו שנה גשומה וזו שחונה כפרש\"י שזה תלוי לפי שינוי ד' התקופות ומזלות אבל חדשי הלבנה לא ישתנו ומייתי לה דכתיב ואת פועל ה' לא יביטו ואת מעשה ידיו לא ראו כפל הענין כי יבא האדם לחכמה זו בראייה החוש ממש גם בראייה השכלית לפי החשבון כמו שעשו התוכניים שהיו להם כלים מיוחדים לראות ממש ע\"י מהלך החמה והמזלות ואח\"כ לחשוב אותו מהלך לפי עתי השנה ודוק:", 
            "<b>שנא'</b> כי היא חכמתכם ובינתכם גו' איזו חכמה ובינה כו' דחכמה ובינה בתורה לא תמצא בעמים אלא דזו חישוב תקופות כו' שהיא חכמה ובינה גם לעיני העמים שידעו בחכמה זו ומצינו בחכמה זו לשון בינה כדכתיב יודעי בינה לעתים גו' ודו\"ק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כל</b> מה שברא הקדוש ברוך הוא בעולמו וכו'. לא בא כאן לתת טעם על כל הנבראים למה נבראו דא\"כ הני גופייהו צרעה וחפפית ועקרב למה נבראו אלא משום דהני מינים שבלול ויתוש וזבוב וסממית בריאות קטנים וחלשים הם ונראים שאין צריך להם בעולם הוצרך לומר בהו דגם באילו יש צורך גדול לרפואה מן המזיקין הללו והני צרעה ונחש ועקרב וחפפית שהם מזיקין לא אצטריך לומר בהו טעם דוודאי נבראו להזיק ולייסר בהם הבריות ואהא מייתי ה' אימות הן מדבר קטן וחלש על הגבור כו' לומר לך דאל יסמוך אדם על גבורתו ומעלתו דהרבה שלוחים למקום דאילו ה' מינים קטנים וחלשים מפגיע ויתוש סממית וסנונית וכילבית לא יהו נראים בעיניך כאילו הם לבטלה אבל הם שלוחי המקום על הגבור דאימת מפגיע כו' וע\"כ גם האדם לא יסמוך על מעלתו וגבורתו ואל יתייאש האדם מן הפורעניות כי הרבה שלוחים למקום ובהכי איירי האי קרא דמייתי המבליג שוד על עז שלא יסמכו ישראל על גבורתם וק\"ל:", 
            "<b>מ\"ט</b> עיזי מסגן כו' ומ\"ט הני מכסיין כו'. גם שנתנו חכמי הטבע טעם ליצירה בכל דבר ומצינו כה\"ג בקצת בתלמוד כההיא דפ\"ק דכתובות מפני מה אוזן כולה קשה והאליה רכה כו' ומפני מה אצבעותיו דומות ליתדות כו' מ\"מ טעם דעיזי מסגן ברישא כו' משום דברישא חשוכא כו' וטעם דהני מכסיין כו' משום דמכסינן מינייהו כו' הוא דחוק לפי פשטיה וע\"כ נראה דנתכוונו בכל זה לדברים המגיעים לתורה בדרך משל גם בכתוב וז\"ש מ\"ט עיזי מסגן כו' ע\"פ מ\"ש דמלכות יון נמשל לעז כמ\"ש בדניאל וצפיר העזים הגדיל גו' וישראל נמשלו לשה כמ\"ש שה פזורה ישראל גו' ולפי שבבית שני לא עמדו מלכים לישראל מלכי חשמונאי והורדס עד שמלכו בזמן הבית מקודם מלכות יון אלכסנדר מוקדן ואחריו מלכים אחרים מיון אמר ע\"ז מ\"ט עיזי שהוא מלכות יון אזלן ברישא למלוך בבית שני ואחר כך אמרי שהוא מלכות ישראל וא\"ל שכבר נרמז זה בברייתו של עולם דברישא חשיכה כו' שנאמר וחושך על פני תהום גו' והדר נהורא כדכתיב יהי אור ואמרו בב\"ר וחושך על פני גו' זו יון שהחשיכה עיניהם כו' ואח\"כ מלכות חשמונאי שהוא אור שמלכו בנס נרות של חנוכה ואמ' עוד מ\"ט הני מכסיין כו' ע\"פ מ\"ש פ\"ק דיומא ראשונים דבית ראשון נתגלה עונם נתגלה קיצם אחרונים שבבית שני לא נתגלה עונם לא נתגלה קיצם וז\"ש הני דבבית שני דמכסיין מנייהו עונם מכסיין גם בקיצם והנהו דבבית ראשון דלא מכסיין עונם גם קיצם מגלין לשבעים שנה ואמר מ\"ט גמלא זוטר גנובתיה כו' ומ\"ט תורא כו' ע\"פ מ\"ש פ\"ק דע\"ז כשהקב\"ה דן את ישראל אינו דן אותם כעובדי כוכבים שנאמר עוה עוה גו' אלא אני נפרע מהן כפיד כו' ועוד אמרו שם מאוהבו נפרע מעט מעט משונאו נפרע בבת אחת כו' ואהא קאמר הכא גמלא זוטר גנובתיה כו' מלת זנב מלה מושאלת על השפלות והירידה וגמלא הוא מלכות בבל כדרשינן בב\"ר ואת הגמל זו בבל עש\"ה אשרי שישלם לך את גמולך גו' והיינו דזוטר גנובתיה ושפלותיה דלא ניתן ארכא לירידה ושפלות של בבל כמפורש בקרא בלשצר מלכא עבד לחם רב וסיים בענין ביה בליליא קטל בלשצר מלכא גו' ודריוש מדאה קבל מלכותא דהיינו דנפרע ממנו בבת א' וקאמר משום דאכל כיסי עש\"ה כי אכל את יעקב וכמ\"ש פ' הכונס בזמן שהרשעים בעולם הפורענות מתחיל מן הצדיקים שנאמר כי תצא אש ומצאה קוצים ונאכל גדיש גו' וע\"י נהרגו כמה צדיקים וע\"כ לא ניתן להם ארכא ואמ' בהיפך זה תורא אמאי זנביה אריכה כו' ותורא היינו מלכות ישראל שנקרא בכ\"מ ע\"ש יוסף בכור שור גו' אמאי ניתן להם לירידתם ושפלותם ארכא כ\"כ ליפרע מהם מעט מעט כמפורש בכמה מקראי ולמה ניתן להם ארכא והרי כל מלכי ישראל עע\"ז היו והשיב משום דדיירי באגמי ובעי לכרכושי בקי כו' דהיינו זבובים קטנים הנושכים כפי' הערוך וע\"ש העונות שנאמר בהם זבובי מות גו' דהיינו שאין הקב\"ה מצרף עונותיהם אלא שנפרע מהן במעט מעט כל עון עון כמו שהוא פוקד עליהן כמ\"ש שם ואמ' מ\"ט קרנא דקמצא רכיכא כו' מבואר כי ישראל בגלותן נדמו לקמצי ולתולעת שאין להם כח אלא בפה כמפורש בריש פ' הרואה גבי עוג ששדר הקב\"ה קמצי ונקבוה ואף גם זאת בגלותם יש להם קרן שולטנות של מלכות כמ\"ש לא יסור שבט מיהודה זו ר\"ג שבבבל ונשיא שבא\"י וז\"ש אמאי יהיה אותו קרן רכיכא דהיינו שיהיו נכנעים בגלותן והשיב ע\"ד שאמרו לעולם יהא אדם רך כקנה ואל יהא קשה כארז דע\"כ קרנא שלהם רכיכא בגלות להיות נכנע משום דדיירי ביני חילפי שהוא ערבה רמז למלכי רשעה ואילו היו קשים ומתגאים היו נדים בגלות ולא היה להם קיום בין הרשעים ומתעוורא ח\"ו עיניהם לסתום מאור הגולה (פ' בנות כותים ע\"ש):ואמר מ\"ט האי תימרא דתרנגולתא מדלי כו' מדמה להו לישראל לתרנגולתא כדאמרינן פ\"ק דע\"ז בההיא דמיית לן לעיל דאני נפרע מהן מעט מעט כפיד של תרנגולת וע\"פ מ\"ש בפרק מצות חליצה דאיכא למ\"ד דעיניו למעלה בשעת תפלה וכבר כתבנו שם דהיינו בהיותנו בגלות דאיכא סילוק שכינה מלמטה למעלה אבל בזמן שבה\"מ קיים כ\"ע מודו דעיניו ולבו למטה שנאמר עיני ולבי שם כל הימים והכי איתא בהדיא בירושלמי והכא ה\"ק מ\"ט תימרא דתרנגולתא שהם ישראל מדלי לעילא דהיינו דעיניו למעלה והא כתיב עיני ולבי שם וגו' דמיניה ילפינן דעיניו ולבו יהיו למטה וקאמר משום דדיירי אדפי במקום סכנת נפילה ח\"ו בגלות ובעי רחמי שמיא טפי וע\"כ עיניהם למעלה כיון דסילוק שכינה היא למעלה ולולי שתבקש רחמי שמיא מלמעלה היה עשן שהוא מורה על הגלות כמ\"ש והנה תנור עשן ולפיד גו' ואמרו בב\"ר שהראה לו גיהנם וגלות היה אותו עשן מעויר אותם להחשיך ולסתום ח\"ו עיני אור הגולה:", 
            "<b>דשא</b> דרך שם דרגא דרך גג כו' לפי שהתרגום הוא קרוב ללשון הקודש בכמה מלות ע\"כ בא לומר דגם אילו דברים בלשון תרגום אינן אלא קיצור מלה\"ק דשא דרך שם דלפי התרגום אורחי שם וכן דרגא דרך גג לפי התרגום אורח איגרא וכן על הרוב שנגזרו מלשון הקודש בדרך קיצור לשון:", 
            "<b>מתכוליתה</b> כו' עיין פרש\"י ובערוך פי' עוד פ\"א ע\"ש:", 
            "<b>כוף</b> ותיב כו' עיין פרש\"י ובערוך פי' כלי שיש לו בית קיבול אומרים כוף הפוך הכלי מאחוריו ושב ע\"ש:", 
            "<b>כוזא</b> כזה כו' פרש\"י כלי חרס קטן כזה כלומר כו' זהו מהו חשוב כו' עכ\"ל ועי\"ל כזה כל פכין קטנים שאמרו בכמה מקומות הוא כזה וק\"ל:", 
            "<b>אסיתא</b> חסירתא כו' ברי\"ש ובערוך י\"ג חסידתא בדל\"ת כלי שסובל מכות כחסיד הנעלב ע\"ש ועיין בפ' בנות כותים בחדושינו וק\"ל:", 
            "<b>גלימא</b> כו' כגולם כו' פרש\"י שאין לו חיתוך אברים עכ\"ל ובערוך פ\"א כשיושב עטיף בו נראה כאדם שאינו יודע לעשות כלום כמו וחילופיהן בגולם כו' ע\"ש:", 
            "<b>סודרא</b> סוד ה' ליראיו כו' בגדי אדם מרמזים על מדותיו של אדם כמ\"ש בכל עת יהיו בגדיך לבנים וגו' ובמעלות המדות היא היראה וע\"כ שם הסודר המורה ע\"ז הוא מיוחד ליראי ה' וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מאי</b> בשמן המור כו'. מבואר פ\"ק דגילה ע\"ש:"
        ], 
        [], 
        [
            "<b>אמרו</b> אינהו מילתא שריוה א\"ל מאי איעביד כו' מבואר בחידושינו פרק כ\"ה:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>וישימו</b> להם בעל ברית גו' זה זבוב כו'. פי' בתוס' דמייתי מהכא שהיה קטן כו' מדכתיב בעל ברית משמע שכרתו לו ברית להיות כל שעה אצלם כו' עכ\"ל והנני מוסיף על דבריהם מהיכא משמע לה דכרתו לו ברית בדבר זה ונראה משום דפרשה דלעיל מיניה סיפר במעשה גדעון כי נתן את מזבח הבעל והאשרה אשר עליו כרת גו' וע\"כ קראו אותו ירבעל ע\"ש ירב בו הבעל וגו' ואחר שכתב וימת גדעון וגו' אמר ויהי כאשר מת גדעון וישובו גו' ויזנו אחרי הבעלים שביטל גדעון בחייו וכדי שלא יבא עוד איש אחר לבטלו שמו להם ברית עם הבעל שלא יבטלהו כמו שעשה גדעון שבטל מקומו וכרת אשרתו ומהו הברית שלא יבטלהו עוד איש אחר במקום שהוא עומד ואמר דהיינו שכ\"א עשה לו דמות יראתו בביתו כו' ומסברא שהוא זבוב בעל עקרון כמ\"ש התוס' ודו\"ק:", 
            "<b>לעולם</b> אל ימנע כו'. כבר אמרו בפ\"ק דחגיגה שאמר ר' יהושע דאין בית המדרש בלא חידוש אבל הוסיף רב הכא לומר דגם בדבר שנשנה כבר יש בו לחדש דהיינו טעמו של דבר ונ\"מ לספינת הירדן כדלעיל וק\"ל:", 
            "<b>אל</b> ימנע כו' ואין ד\"ת מתקיימין כו' שנאמר אדם כי ימות גו'. יצא להם זה הדרש דכתיב בריש הפ' זאת חקת התורה גו' וחזר לכתוב בטומאת אהל וזאת התורה ולא כתב כן בטומאת מגע ומשא לדרוש מיניה הנך דרשות ועיין בפ' הניזקין:", 
            "<b>ואפי'</b> בשעת מיתה כו' נראה דהאי אפי' לא קאי אלא אדברי תורה דנקט ולא קאי נמי אבית המדרש דלא שייך בשעת מיתה וק\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>יושבי</b> הארץ אטו כ\"ע יושבי רקיע כו' בכמה מקראות מצינו כיוצא בו יושב הארץ היינו כשמזכיר בפירוש הארץ מיוחדת משא\"כ הכא דכתיב יושבי הארץ סתם ולא פי' איזהו ארץ דמשמע יושב ארץ עולם התחתון ולכך פריך אטו כ\"ע יושבי רקיע כו' וק\"ל:", 
            "<b>וחורי</b> שהיו מריחין את הארץ כו' ממלות הפוכות כמו כשב כבש שמלה שלמה ולכך לא הביא רש\"י בחומש דרשה זו אלא כמ\"ד הכא חורי מלשון בן חורין שהוא יותר פשוט ודרשו כן מהחורי שהוא שם משום דלא מצינו ה' הידיעה בשמות אלא בשם היתום כמו הראובני השמעוני הכנעני החוי בשמות שכבר נזכרו בקרא אבל החורי לא נזכר כבר בקרא ולכך לא נראה להם לפרש שהוא שם היחוס אלא להך דרשות וק\"ל:", 
            "<b>כחויא</b> כו' וכתבו התוס' דלאו החוי הנזכר בז' אומות קדריש דהא לא דריש כולם אלא בני שעיר אקרי חוי כדכתיב בת צבעון החוי עכ\"ל ונראה שהוציאו הכא החוי מפשוטו שהוא שם המיוחס לאחד מבני כנען בכמה מקומות לפי שאהליבמה הנזכרת היא יהודית הנזכרת בפרשה תולדות כפירש\"י בחומש וכמפורש בדברי הרא\"ם ולפי שבפרשה תולדות ייחסה למשפחת חתי דכתיב יהודית בת בארי החתי והכא יחסה למשפחת חוי דכתיב אהליבמה בת ענה בת צבעון החוי ע\"כ דרשו הכא דלא נתייחסה הכא למשפחת החוי אלא שהוא שם התואר שהיו טועמין כו' והרא\"ם כתב על פירש\"י בחומש ונתייחסה לחתי וחוי כמו כו' שבאו חתי וחוי על אשה אחת ונולד ממנה צבעון ואין דבריו מובנים שהרי צבעון בן שעיר היה והחתי והחוי אינן אלא שם הייחום לו ועוד דא\"כ גם צבעון ממזר היה ולא חשיב בב\"ר ובתנחומא רק ג' דהיינו ענה ואהליבמה ותמנע וי\"א אף קרח כמפורש בפירש\"י בחומש גם נעלם מעיני הרב סוגיא דשמעתין דלכך דרשו החוי אבל החתי ודאי שם הייחוס הוא כמ\"ש ודו\"ק:"
        ], 
        [], 
        [
            "<b>מנין</b> שמרחיצין את המילה ביום ג' כו' מבואר בפרק הפועלים ע\"ש. מנין לסיכה שהיא כו' יבואר פ' יוה\"כ:", 
            "<b>מנין</b> לפולעת ש\"ז כו' שנאמר היו נכונים וגו' עיין בתוס' ונראה להוסיף על דבריהם דאפילו לרבי יהודה בן בתירא נמי דאמר התם אין ד\"ת מקבלין טומאה וגם בעל קרי מותר בה איכא למימר במתן תורה מעלה עשה הקב\"ה בקבלתה להיות בעל קרי אסור בתורה משום דבא מקלות ראש ומה שיש לדקדק בהלכה זו תמצא בחידושי הלכות:", 
            "<b>בהשכמה</b> עלה וכו'. יש לדקדק דאכתי מנין דכל עליותיו היו בהשכמה נימא דזו העלייה היתה כן משום שכן צוה לו הקב\"ה ועלית בבקר אל הר סיני וגו' וי\"ל דבהשכמה הוא דבר נוסף אבוקר דבוקר משמע עד ד' שעות ביום כדאיתא פ' ת\"ה אבל בהשכמה משמע קודם זה ולפי שלא כתיב בצווי אלא שיעלה בבוקר כדכתיב ועלית וגו' בבוקר וגו' ומשה הוסיף לעלות בהשכמה אית לן למימר שעשה כך לפי שכל עליותיו היו כך בזולת ציווי הקב\"ה ומשום דזריזון מקדימין למצוה כדדרשינן בוישכם אברהם וגו' ומדלא ה\"ל למיכתב אלא לך ועלית וגו וכתיב לך רד ועלית וגו' דרשו להקיש ירידה לעלייה כו' ודו\"ק:"
        ], 
        [
            "<b>ולקבלו</b> תורה ביני שמשי כו'. מפורש במדרש תנחומא שמעו זאת היא התורה שנאמר וזאת התורה אשר שם משה וגו' כי לא מראש דהיינו בתחלת נתינתה לא דברתי אותה בסתר דהיינו בלילה אלא בגלוי ביום וכמ\"ש שלא ליתן לאו\"ה פתחון פה לעתיד אילו נתת בפרהסיא קבלנוה ודו\"ק:", 
            "<b>כתיב</b> הכא ביום הזה וגו' דה\"ל למיכתב ביום ההוא באו וגו' וכה\"ג דרשו גבי בנינו זה וגו' ולכך דרשו הכא דזה אתי לג\"ש והתם ודאי איצטריך הזה לגופה דאמרי' במדרש שאמר הקב\"ה למשה כזה ראה וקדש שהראה לו באצבע ומה שיש לדקדק ע\"ז עיין בתוס' וק\"ל:"
        ], 
        [
            "<b>א\"ל</b> מצות הגבלה וכו' עיין פירושו בתוס' פי' לדבריהם דודאי באמצעית נמי כתיב הנה אנכי בא אליך וגו' אלא דלא כתיב באותה אמירה מידי שיהיה שב עליה ויגד משה וגו' דמה א\"ל הקב\"ה למשה שיאמר לישראל ושאמרו ישראל שוב למשה על כך שהוצרך משה להגיד למקום ב\"ה אלא זו מצות הגבלה והכי מפורש בהדיא לקמן בברייתא ודו\"ק:", 
            "<b>בתרי</b> בשבתא עיין פירש\"י וכתב הרא\"ם ואי קשיא א\"כ הא דאמר רבא וכו' בחד בשבתא לא אמר להו ולא מידי משום חולשא דאורחא כו' מאי חולשא דאורחא דקאמר הא בלאו חולשא דאורחא א\"א בו ביום משום דכל עליותיו בהשכמה היו י\"ל דהא דאמרינן כל עליותיו בהשכמה היו אינן אלא בעליותיו שעלה מעצמו אבל בעליות שע\"פ הדבור א\"א להעביר וכו' עכ\"ל ע\"ש ואין תירוץ זה מחוור דהא מהאי קרא דיליף דכל עליותיו בהשכמה היו דהיינו וישכם משה בבקר ויעל וגו' מפורש בו שהיה ע\"פ הדבור דכתיב לעיל מיניה ועלית בבקר אל הר סיני וגו' ועוד דלשון כל עליותיו בהשכמה היו לא משמע כן ונראה לפרש משום דסבר רבא דלא פסיקא לן ואפשר דבהשכמה באו להר סיני דהכי מסתבר דזריזין מקדימין למצות ואתמול חנו ישראל קרוב להר סיני וא\"כ בו ביום שבאו היה ג\"כ יכול משה לעלות בהשכמה אי לאו משום חולשא דאורחא דאתמול והכי נמי למאן דאמר לעיל דירד נמי בהשכמה ביום רביעי צ\"ל דעלה ואח\"כ ירד הכל היה בהשכמה דהיה שהות בהשכמה לעלות ולהשיב ולירד אחר כך לצוות מצות פרישה הכל בהשכמה הכי נמי היה שהות בהשכמה לבא ממקום קרוב ולעלות להר סיני אי לאו משום חולשא דאורחא ודו\"ק:", 
            "<b>היום</b> כמחר וכו' עיין בתוס' ונראה דאף לפי הדרש דהיום כמחר לא זז נמי מהיום ממש דהיינו יום רביעי דאל\"כ לא הוה הפרישה רק ד' עונות ולרע\"ק לעיל בשמעתין דמסיק דסבר כר' יוסי ומצריך ה' עונות שלימות ודו\"ק:", 
            "<b>ומה</b> ישראל וכו' עיין בתוס' ובפרק הבע\"י תירצו עוד דאטו משום שצוה לבטל פ\"א מפריה ורביה יבטל הוא לעולם וק\"ל:", 
            "<b>וקבע</b> להם זמן כתבו התוס' תימה לר\"י וכו' ע\"ש באורך ועוד י\"ל דחדא מילתא היא ומה ישראל וכו' אלא שעה א' ולאותה שעה גופה קבע להם זמן אני שכל שעה שכינה מדברת עמי בוודאי בלי קביעות זמן על אחת כמה וכמה ותו לא מידי וק\"ל:", 
            "<b>ומנין</b> דהסכים כו' דאי כפשטיה לא לכתוב רק שובו לכם או שובו לאהליכם וכתיב בתריה ואתה פה עמוד עמדי וגו' דאי כפשטיה לא לכתוב רק פה עמוד ול\"ל לכתוב עמדי אי לאו להך דרשה לפרוש מן האשה ובמסכת מגילה דריש נמי מיתורא דעמדי דהרב יהיה עומד עם התלמיד ושקולים הם וכתבו התוס' ואם תאמר מנלן דפירש מדעתו קודם כו' נימא זה הוא צווי גמור שצוה לפרוש כו' ע\"ש גם בתוס' פרק הבע\"י בקצת שנוי באורך וק\"ל:", 
            "<b>פה</b> אל פה אדבר בו כו' בסוגיא דפרק הבע\"י ל\"ג ליה ורש\"י בחומש פירש פה אל פה אמרתי לו לפרוש מן האשה והיכן אמר לו בסיני לך אמור להם שובו לכם לאהליכם וגו' עכ\"ל אבל מלשון התלמוד הכא ואית דאמרי כו' משמע שהוא מלתא וראיה אחריתא והיינו דמה שא\"ל הקב\"ה לא כן עבדי משה וגו' פה אל פה אדבר בו וגו' הרי הסכים הקב\"ה עם משה על שהתרעמו עליו שפירש מן האשה וק\"ל:", 
            "<b>שבר</b> הלוחות מאי דרש ומה פסח כו' מפורש פרק הבע\"י ע\"ש:", 
            "<b>יום</b> אחד הוסיף משה מדעתו כפירש\"י דליום השלישי לרבי יוסי נמי לא משמע אלא לפרוש ד' וה' דכך א\"ל הקב\"ה אלא דמשה הוסיף יום אחד דהיינו גם יום ו' ואמר היו נכונים לשלשת ימים דהיינו ימים שלמים ולרבנן צ\"ל דלשלשת ימים נמי לא משמע אלא ד' וה' ולא ג' ימים שלמים וכתב הרא\"ם ראיה לזה מקרא דויאסף אותם אל משמר שלשת ימים ושם כתוב ויאמר אליהם ביום השלישי וגו' ע\"ש ואין ראייתו זו מכרעת דאע\"ג דביום השלישי לכ\"ע אף לר' יוסי לא משמע ימים שלמים מ\"מ ביום השלישי משמע שפיר ימים שלמים כדפירש\"י בהדיא בשמעתין לרבי יוסי אקרא דכתיב ויהי ביום השלישי בהיות הבוקר דימים שלמים קאמר ודו\"ק:", 
            "<b>וישב</b> משה וגו' ויגד משה גו' עיין פירש\"י וכמו שפירשו התוס' לפירושו כיון דלא כתיב ביה מידי כו' אית לן למשדי מצות הגבלה אההיא אמירה כו' ע\"ש ולי נראה דבהך אמירה גופה ויאמר ה' אל משה הנה אנכי בא אליך בעב הענן וגו' מפורש בה מצות הגבלה כי מצינו בכתוב שמשה לבד נגש אל הערפל שהוא עב הענן והוא אל ההר כמ\"ש ויבא משה בתוך הענן ויעל אל ההר ולזה אמר בכאן הנה אנכי בא אליך בעב הענן כי לך ניתן רשות לעלות על ההר תוך עב הענן אבל העם ישמעו תחת ההר בדברי עמך ועי\"ז גם בך יאמינו לעולם בנבואתך גדולה שהרי לא ניתן רשות לעלות לשם רק אתה וק\"ל:", 
            "<b>בתחלה</b> פירש עונשן ולבסוף פירש מתן שכרן. נראה דכל זה היה לפי הדין בגרים דאז נכנסו ישראל לברית ונעשו גרים ואמרינן פרק החולץ גר שבא להתגייר כו' מודיעין אותו עונשן של מצות כו' וכשם כו' כך מודיעין אותו מתן שכרן כו':", 
            "<b>בפרש\"י</b> בד\"ה לכדתניא כו' וה\"ק יום ג' לדברות התחילו כו' עיין בחדושי הלכות:"
        ], 
        [
            "<b>כאשר</b> צוך במרה מ\"ם אתחומין לא איפקוד ומ\"ס אתחומין נמי איפקוד כו' ומה שיש לדקדק כאן בשמעתין עיין בדברי התוס' ובחידושי הלכות:", 
            "<b>ואותו</b> יום ה' בשבת היה כו' עיין בתוס' אבל בטור א\"ח סימן ת\"ל הביא המדרש הזה בע\"א שהיו שיניהם קהות על ששוחטין אלהיהם ולא היו רשאין לומר דבר כו' ע\"ש ואחרי הדקדוק במאמר כפי מה שכתבו התוס' כשלקחו פסחיהם נתקבצו בכורות כו' מפני מה נתקבצו הבכורות מעיקרא יותר משאר העם שהרי עדיין לא הגידו להם שיהרוג בכורי מצרים אבל הכוונה כי מזל טלה הוא ראש ובכור לכל המזלות והוא עצמו מזלן ואלהיהן של מצרים ומהבכורות ועל כן נתקבצו הבכורות טפי כשלקחו פסחיהן שהיה טלה שהוא מזלן ואלהיהן של הבכורות והיו שיניהם קהות כו' והלכו אצל אבותיהם כו' דהשתא ב' המדרשים נתכוונו לדבר אחד וק\"ל:", 
            "<b>עשר</b> עטרות נטל אותו יום כו' יש לדקדק ממאמר הזה למאמר דפרק הניזקין דח' פרשיות נאמר בו ביום אמאי לא חשיב נמי הכא ראשון לשילוח טמאין ולאיסור שתויי יין דחשיב התם דנאמרו בו ביום וכן לא חשיב הכא ראשון ללוים ומיהו הא דלא חשיב הכא ראשון להדלקת נרות משום דהוי בכלל ראשון לעבודה גם קשה אמאי לא חשיב בתרתי ראשון לחודש וראשון לחדשים כמו דחשיב ראשון למעשה בראשית ואמאי לא חשיב נמי ראשון להקמת המשכן והתוס' תירצו בזה דאקרא קאי שהזכיר בו הקמת המשכן אבל קשה דא\"כ לא יזכיר נמי ראשון לחדשים שהוזכר בקרא בחודש הראשון ובכלל קשה מאי רבותי' דהנך עשר עטרות דמפיק ליה מהאי קרא הוא מבואר ע\"כ מ\"ש דראשון הנאמר בו יתברך ברוך הוא כמו שנאמר אני ראשון אינו כלשון ראשון הנאמר בשאר דברים דההוא משמע ראשון משום דיש שני אחריו ואפשר שהראשון פחות במעלה מהשני כמ\"ש גדול יהיה כבוד הבית האחרון מן הראשון אבל ראשון הנאמר בו יתברך ב\"ה הוא ראשון ואין שני ואחרון לו כמ\"ש אני ראשון ואני אחרון ומבלעדי אין אלהים ר\"ל לא כשאר ראשונים שיש להם שנים ואחרונים כי אני ראשון ואני אחרון ומבלעדי אין אלהים שני ואחרון ועד\"ז אמרינן במדרש דלכך נאמר יום אחד ולא יום ראשון להורות שה' אחד ואין שני לו שביום ראשון בבריאה היה ה' אחד וביום שני התחיל השניות ולכך נאמר אחד במקום ראשון שראשון של ית' ב\"ה והוא מורה על אחדותו שאין שני לו וע\"ז כוונו בענין דהכא במדרש רבה דהל\"ל יום ראשון ושני ושלישי כו' אתמהא פרע להם הקב\"ה להלן בהקמת המשכן שנאמר ויהי המקריב ביום הראשון לבריאת עולם כאלו בראתי עולם באותו יום תניא י' עטרות כו' דר\"ל דלפי' הלשון ה\"ל למכתב נמי בבריאת עולם יום ראשון כמו שני ושלישי אבל כתב אחד להורות על אחדות שהוא ראשון ואין שני לו אבל פרע להן הקב\"ה לכתוב ראשון במקומו בהקמת המשכן שהיה ג\"כ יום ראשון לבריאת עולם כאלו כתוב אותו ראשון בבריאת עולם ממש שהיה ראוי לכתוב שם אלא שנכתב שם לשון אחד להורות על ראשון שלו שהוא ממש אחד ואין שני לו והשתא קאמר על אותו יום של יום הקמת המשכן שנכתב בו הראשון שהיה לו י' עטרות להורות על מדותיו עשר ספירות שהם אחדות הגמור עד כתר העליון וכל הנהו י' ראשון דחשיב הכא הם מורים על זה שהוא ראשון ואין שני לו. וחשיב ראשון למעשה בראשית כמ\"ש שע\"כ נאמר כאן ראשון במקום אחד שנאמר במעשה בראשית להורות על ראשון שלו שאין לו שני:", 
            "<b>וראשון</b> לנשיאים מפורש במדרש רבה נשיא אחד ליום וגו' א\"ל כו' משה כו' נתנו פניהם בנחשון שקידש שם שמים על הים כו' כדאמרינן במסכת סוטה ור\"ל דנשיא אחד ליום שהוא יהיה הראשון ע\"ש שקידש וייחד שמו של הקב\"ה שאין שני לו ואמר וראשון לכהונה שהיה עבודתו ביחוד לה' כמ\"ש באהרן להקדישו קודש קדשים דהיינו מכלל הלוים:", 
            "<b>ראשון</b> לעבודה דהיינו קרבן צבור כבש האחד בבוקר וגו' שישתתפו בו כל ישראל כאיש אחד לעבודת הא' האמיתי שאין שני לו:", 
            "<b>ראשון</b> לירידת אש שהוא משגיח בכל העולם ובורא אחד לכלם ואמר:", 
            "<b>ראשון</b> לאכילת קדשים שיטהר ויקדש האוכל עצמו לידבק בשכינה להיות האוכל ג\"כ מעין דוגמא דלמעלה בקדושה ואין לו שני למטה ואמר:", 
            "<b>ראשון</b> לשכון בישראל שיהיו כלל ישראל עם אחד למטה דוגמתו למעלה שאין שני כמ\"ש ונפלינו אני ועמך וגו':", 
            "<b>וראשון</b> לברך את ישראל שזה הוא דבר הנוגע באחדותו שאין שני לו לבטל ברכתו יתברך ב\"ה כמו שמצינו בענין בלעם:", 
            "<b>וראשון</b> לאיסור במות שיהיה מקום מיוחד לעבודת ה' במקום אשר יבחר והוא מורה על אחדות וראשון הגמור שאין שני לו:", 
            "<b>וראשון</b> לחדשים שהוא חודש מיוחד לעשות בו ניסים ושהוא אחד לבטל כח ראש המזלות שהוא טלה וכמ\"ש בש\"ר א\"ל הקב\"ה אין לך חודש גדול מזה לפיכך נקרא ראשון כו' ד\"א כביכול הקב\"ה שנקרא ראשון שנאמר אני ראשון וגו' וע\"פ הכוונה שאמרנו והשתא ניחא דלא חשיב רק י' ראשון והם י' עטרות נגד י' ספירות המורים על שהוא אחד וראשון ואין שני לו ודו\"ק:"
        ], 
        [
            "<b>בחמישי</b> בנה מזבח כו' כיון שלא עלה בה' מסתמא לא הלך בטל באותו יום אלא שבנה מזבח כו' וכל הענין בפרשת משפטים ואין מוקדם ומאוחר בתורה כפירש\"י בחומש ע\"ש:", 
            "<b>בששי</b> לא היה לו פנאי כו' אין לפרש דלא היה לו פנאי משום טורח שבת ואל\"ה היה נותן הקב\"ה תורה בו ביום בע\"ש דהא לר\"י קיימינן הכא דס\"ל דמשה הוסיף יום א' מדעתו משום פרישה ודריש היום כמחר דלילו עמו אלא דר\"ל דמשום טורח שבת לא עלה בו ביום בע\"ש כמו שעלה בג' ימים שלפניו ומיהו אי לאו משום פרישה לא היה מוסיף משה יום א' משום טורח שבת דלא הוה שביק קבלת התורה משום טורח שבת וק\"ל:", 
            "<b>אוריין</b> תליתאי כו' נתכוון לחשוב כל הני תליתאי בנתינת תורה שהם על כוונה אחת דהיינו שהראשון יש לו שום מעלה והשני מוסיף במעלה על הראשון והשלישי עולה במעלה על גביהן וז\"ש אוריין תליתאי שהראשון במעלה הם כתובים שניתן ברוה\"ק ולמעלה ממנו דהיינו נביאים שנאמר בנבואה ולמעלה מהם התורה שנתנה על ידי משה רבינו באספקלריא המאירה כמ\"ש פה אל פה אדבר בו ומראה ולא בחידות וגו' ולעם תליתאי דהיינו ישראל קדושים הם במעלה להבדילם מן האומות ולמעלה מהם הלוים בקדושה כמ\"ש והבדלת את הלוים ולמעלה משניהם כהנים כמ\"ש ויבדל אהרן להקדישו קודש קדשים וע\"י תליתאי דהיינו שמרים היתה לה למעלה בנבואה אך בדברים שאינן נוגעין במצות התורה ויותר ממנה במעלה אהרן שכמה פרשיות בתורה נאמרו לו מפי הקב\"ה ויותר מהם במעלה נבואת משה שלא קם כמוהו וכל התורה נקראת על שמו וביום תליתאי דיום הראשון מהפרישה לא היו פרושים מתשמיש של לילה ולמעלה ממנו כל יום שני של הפרישה שהיה לילו עמו ולמעלה מהם יום ג' שנגמרה הפרישה להיותם טובלים אז וטהורים לקבל את התורה ובירחא תליתאי לפי שישראל כשהיו במצרים היו שטופים בעבירות כמעשה מצרים ולא היו ראוים לקבל התורה עד אחר נ' יום כדי שיזדככו באותן ימים ובחודש ראשון שהוא ניסן נתן להם הקב\"ה עול שני מצות שהם מילה ופסח כדי שיפרשו עצמן ממעשה מצרים כדאיתא במדרשות ובחדש השני היה (לשם) מעלה יתירה להם כמה מצות שנתנו במרה ובמן כדאמרינן לעיל ובחדש הג' באו למעלה עליונה עד שהיו ראויים לקבל התורה ודו\"ק:", 
            "<b>שכפה</b> עליהן ההר כגיגית כו'. מדלא כתיב תחת ההר וכתיב בתחתית משמע בתוך התחתית כגיגית שמוקפת גם מצדדין והיינו נמי שם תהא קבורתכם כקבר המוקף גם בצדדין ועיין עוד בזה פ\"ק דמסכת ע\"ז וק\"ל:", 
            "<b>בתוס'</b> כפה עליהם כו'. ואע\"פ כו' ועוד י\"ל דבדבורם שהקדימו נעשה לנשמע אין זה קבלה גמורה עד שקבלו עליהם אח\"כ בכריתת ברית ובשבועה וק\"ל:", 
            "<b>קיימו</b> מה שקבלו כבר כו'. דלפי פשטיה דקאי אמגילה ה\"ל למכתב קבלו וקיימו דקבלה ודאי קדמה לקיומה וה\"נ מה\"ט דרשו מינה נמי במגילה קיימו למעלה מה שקבלו למטה ובמס' שבועות דריש מינה עוד אמגילה דדבר שנתחדש כגון מקרא מגילה נאמרה מהר סיני שנאמר קיימו וקבלו קיימו מה שקבלו כבר והדרשות שקולים הם ויבאו כולם וק\"ל:", 
            "<b>משמים</b> השמעת דין ארץ יראה כו' פרש\"י דין תורה עכ\"ל ויותר נראה לפרש דין ממש השמעת בשעת מתן תורה לעשות דין בארץ שיחזור לתוהו ובוהו אם לא יקבלוה וענינו מפורש פ\"ק דע\"ז ע\"ש:", 
            "<b>יום</b> הששי ה' יתירה ל\"ל מלמד שהתנה כו' מפורש פ\"ק דע\"ז ע\"ש:", 
            "<b>בשעה</b> שהקדימו כו'. קשרו לו ב' כתרים כו' עיין בתוס' והוא מבואר שע\"י כתר תורה זכו עוד לשני כתרים שהם המלכות והכהונה וז\"ש במ\"ת ואתם תהיו לי ממלכת כהנים וגו' דהיינו כתר מלכות וכתר כהונה ומשום שהקדימו נעשה לנשמע דהיינו שקבלו עליהם שני חלקי התורה הא' עשיים שבתורה דהיינו נעשה והב' הלאוין שבתורה דהיינו נשמע והקדימו לקיים העשיים קודם שמיעת הלאוין זכו עוד לב' כתרים הללו דהיינו מלכות וכהונה וכל מלאך מששים רבוא נשא ב' כתרים האחד בימין כנגד הכהונה שהיא מדת חסד וכתר הב' בשמאל היא כתר מלכות על שם מדת הדין ובדוגמא זו נגד נעשה שהם העשיים על שם מדת הרחמים ונשמע שהם הלאוין על שם הדין ואמר כיון שחטאו בעגל ועברו על עשה של אנכי ועל הלאו דלא יהיה לך דמפי הגבורה שמענום כדאמרי' במס' מכות ירדו ק\"כ רבוא מלאכי חבלה שאז שלט בהם מלאך המות כדאמרי' פ\"ק דמס' ע\"ז מדכתיב אכן כאדם תמותון וגו' ופרקו מהם הב' כתרים שהם המלכות והכהונה שניתן בזכות שאמרו נעשה ונשמע שהוא עשיים ולאוין והיינו שפרקום כשגלו ישראל בחטא עגל כמ\"ש וביום פקדי ופקדתי וגו' ואמרינן פרק חלק דהיינו בזמן החורבן שנאמר קרבו פקודות העיר וגו' ואז בטל ונכרת מהם המלכות והכהונה כמ\"ש שני זיתים נכרתים וכתיב הסר המצנפת והרם העטרה וגו' שהן מלכות וכהונה כמפורש בפ\"ק דגיטין ומייתי ליה מדכתיב ויתנצלו בני ישראל את עדים מהר חורב דהיינו בזמן המקדש שנקרא הר יהיה חרב ומפרש לה רבי חמא דבחורב טענו ובחורב פרקו כו' ולא הוזכר חורב במפורש אלא גבי פריקה דכתיב ויתנצלו וגו' מהר חורב על כוונה זו דהפריקה מב' כתרים שהם כהונה ומלכות יהיה בחורב דהיינו בשעת חורבן שאז יתקיים וביום פקדי וגו' כמ\"ש לעיל וכפל במלאכי חבלה ק\"כ רבוא ע\"ש שבשני חורבנות יפרקו מישראל המלכות והכהונה בכל חורבן ס' רבוא ואמר וכולן זכה משה ר\"ל דשני כתרים אלו שהם מלכות וכהונה ודאי דתלוים בכתר תורה דאין לך גדול ממשה בתורה שנקראת על שמו ולכך זכה למלכות שהיה מלך וזכה לכהונה בז' ימי מלואים כמפורש במסכת זבחים וזה שנסמך ומשה יקח את האהל דהיינו האהל של תורה ולכך זכה גם לב' כתרים האחרים ולא פירקום ממנו ואמר גם כשנפרק מישראל אלו ב' כתרים בשעת החורבן עתיד הקב\"ה להחזירן להם ולא יפרקו מהן לעולם שנאמר ופדויי ה' וגו' דהיינו בגאולה העתידה שתהיה ע\"י הקב\"ה ולא ע\"י מלאך כמו שהיו גאולת עוה\"ז שנאמר בהם ומלאך פניו הושיעם אז שמחה שעל ראשם דהיינו ב' הכתרים יהיו לעולם ועד:", 
            "<b>מי</b> גילה לבני רז זה שמ\"ה כו' דזהו דבר סודי שהמלאך כולי רוחני ואין לו דעת אחרת כ\"א לעשות רצונו ית' ב\"ה והוא מוכן כאלו עשה משא\"כ האדם מחובר בגוף ונפש שיש בו גם דעת היצה\"ר ואינו מוכן לעשות רצון אביו שבשמים כי היצה\"ר מסיתו לרעה אבל ישראל במ\"ת נגלה להם סוד זה להיות להם דעת א' להיות מוכנים לעשות רצון אביהם שבשמים כמ\"ש מי יתן והיה לבבם זה וגו' דהיינו שב' הלבבות שהם ב' יצרים היו להם דעת אחד כמלאכים הללו שהם מוכנים לעשות קודם שמיעה וק\"ל:", 
            "<b>דכתיב</b> כתפוח וגו' סיפא דקרא כתפוח בעצי היער כן דודי וגו' ולפי הענין הקב\"ה נמשל לתפוח כת\"י וכפירש\"י שם וכל דודי הנזכר בשה\"ש כן הוא דקאי אהקב\"ה ואפשר לפי הדרש דהכא קאי אסיפא דקרא דלעיל דכתיב כן רעיתי בין הבנות דהיינו ישראל בין האומות ועלה שפיר קאי כתפוח בעצי היער כן ישראל בין האומות וקאמר לומר לך מה תפוח זה פריו וכו' מדמה המעשה לפרי והשמיעה לעלין כי המעשה עיקר כמ\"ש ולא התלמוד עיקר אלא המעשה וק\"ל:"
        ], 
        [
            "<b>תומת</b> ישרים וגו' עפירש\"י ועי\"ל ע\"ד בדרך שאדם רוצה לילך מוליכין אותו והבא לטהר מסייעין אותו והיינו תומת ישרים שרוצים לילך בדרך ישר גם כי קשה עליהם לעשות תנחם לסייעם מן השמים וההפך סלף בוגדים לילך דרך סלוף ואינו ישר ישדם דהבא לטמא פותחין לו וק\"ל:", 
            "<b>לכשתעשי</b> כו' נ\"ל שיש לאדם ראייה חושיית וראייה שכלית והן הן הב' עינים בתחלה היה לבך שלם באחת מעיניך היינו ראיה שכלית שאמרת נעשה ונשמע ולכשתקיים ותעשי יהיה לבך שלם עמי בב' עיניך גם בראיה חושית שנופל בולשון העשייה ממש וק\"ל:", 
            "<b>עלובה</b> כלה כו' דכתיב נתן ולא הסריח כו' ות\"ר הנעלבין כו' מפורש פרק השולח:", 
            "<b>ה'</b> יתן אומר גו' כל דיבור ודיבור כו'. נחלק לע' לשונות כו' שלא ליתן פתחון פה לאו\"ה לעתיד אלו שמענוה בלשוננו קבלנוה ומייתי ליה מקרא דכתיב ה' יתן אומר דהיינו אמירה אחת מבשרת לצבא רב לכל האומות ותנא דבי ר\"י מייתי ליה מקרא דכתיב וכפטיש יפוצץ סלע כו' עי' בזה בדברי התוס' פאד\"מ והכא ובחידושנו שם:", 
            "<b>סמא</b> דחייא כו' עפרש\"י וענינו למיימינים בה היינו לשמה ולמשמאילים בה היינו שלא לשמה וכי האי גוונא דרשו בפרק בא לו וזאת התורה אשר שם וגו' זכה נעשית לו סם חיים לא זכה נעשית לו סם המות כו' וכן הוא בפירוש הריעב\"א שם:", 
            "<b>ד\"א</b> נגידים כו' דנגיד מלשון שררה וכתר מלכות הוא ונגידים בלשון רבים מיעוט רוב שנים וענינו ב' כתרים לכל דבור שמשמעו שני פנים דהיינו הנגלה והנסתר ולכל אחד משני הפנים קשרו לו כתר א' דהיינו ב' כתרים לנגלה ונסתר וק\"ל:", 
            "<b>אע\"פ</b> שמיצר כו' עיין פירש\"י ועי\"ל ע\"ש בכל צרתם לו צר שהש\"י עמנו בכל גלות וז\"ש אע\"פ שמיצר וממר לי בגלות בין שדי ילין עש\"ה בצל שדי יתלונן וק\"ל:", 
            "<b>מי</b> שהכל שלו כו' ויותר נכון גי' הילקוט איש שהכל שלו ושייך בהקב\"ה איש שנאמר בו ה' איש מלחמה וכה\"ג קאמרינן בסוטה פ\"ב אשכלות איש שהכל בו ואמר מכפר על עון גדי עיין פירש\"י ולפי מה שפירשו בלא תבשל גדי דאף עגל וכבש במשמע שאין גדי אלא לשון ולד רך ממש כו' וכפירש\"י בחומש ניחא כפשטיה דעין גדי משמע שפיר עון עגל וק\"ל:", 
            "<b>שכרמתי</b> לי כו' פירש\"י שאספתי להתאוות כו' ולישנא דמכנש גרסינן בנו\"ן ומדברי הערוך ערך כרם נראה דגרס לישנא דמכבש הוא בב' מלשון כבישה הוא שכובשין הבגדים עליו כדי שיהיה מקופל ומשים עליו מכבדות מלמעלה וק\"ל:", 
            "<b>לחייו</b> כערוגת וגו' כל דבור ודבור שיצא כו' לחייו מלשון לוחות דהיינו כל דבור ודבור שבלוחות שיצא כו' וענין הבשמים להשיב נפשם כי היו חלשים מחרדת הקולות ואמר והיה מעביר ראשון פירש\"י לג\"ע עכ\"ל דג\"ע ודאי מחזיק את כל הבשמים אכל דבור ודבור שהעולם אינו רק א' מס' בג\"ע כדאמרי' במס' תענית:", 
            "<b>ואמר</b> א\"ת שושנים אלא ששונים כו' נראה דלפי דרש הזה הוא מלשון שינו דהיינו ששינה בכל דבור ודבור להוציא רוח להעביר המור ובפ' ב\"מ דרשוהו בע\"א ע\"ש וק\"ל:", 
            "<b>יצאה</b> נשמתן כו' ריב\"ל דהוא מרא דהני דרשות לכאורה הוא סותר דבריו שאמר לקמן שחזרו לאחוריהן י\"ב מיל אבל לא מתו ולעיל נמי אמר שנתמלא עולם כולו בשמים כדי להשיב נפשם כדאיתא במדרשות משמע דלא מתו וי\"ל דכתות כתות היו לפי הטבע יש מהן דמחרדת הקולות נעשו חלשים ולא מתו לאותן הועילו הבשמים ויש מהן יותר חלושים בטבע עד שמתו ויש מהן שחזרו לאחוריהן:", 
            "<b>דבור</b> שני היאך קבלו כו' וה\"ה דהמ\"ל היאך חיו אח\"כ אלא דרבותא אשמעינן די' פעמים מתו ושוב חיו דהיינו בין כל דבור ודבור ומייתי ליה מדכתיב גשם נדבות בלשון רבים ולעיל מיניה כתיב ארץ רעשה וגו' דהיינו שעל ידי זה מתו ואתה גשם נדבות תניף וגו' להחיותם וקרי לטל גשם נדבות שהוא בא בנדבה לעולם שהטל אינו נעצר משא\"כ הגשם לא בא אלא בזכות וק\"ל:", 
            "<b>ידודון</b> ידודון א\"ת כו' מכפל ידודון דריש ליה דהראשון כמשמעו הם עצמם המלאכים ידודון והשני ידדון את האחרים שחזרו לאחור וק\"ל:", 
            "<b>מה</b> לילוד כו' קיצר בדברי הפסוקים ומדרשים במזמור הזה ה' אדונינו מה אדיר וגו' וע\"פ שאמרו שיש לתורה נגלה ונסתר באו המלאכים לקטרג בנתינת התורה לישראל ואמרו מה לילוד אשה בינינו דמקומו בארץ וא\"ל הקב\"ה לקבל תורה מן השמים לארץ בא וא\"ל:", 
            "<b>חמדה</b> גנוזה כו' היינו נסתר וגנוזה התורה והיינו ממה שאמרו מה אדיר שמך בכל הארץ וגו' ליפרע מן הרשעים כמ\"ש יבא אדיר הקב\"ה ויפרע מאדירים מפרעה וזהו הסבה אשר תנה הודך שהוא סודות התורה על השמים ולא על הארץ שע\"כ לא נתנה תורה בדורות הקודמים תתקע\"ד דורות קודם שנברא עולם וכ\"ו דורות משנברא לפי שאינן ראויים לכך גם עתה לפי שהם ילוד אשה מוטבעים בחומר ואין ראוי להיות להם עסק בנסתרות והיה התשובה ע\"ז מפי עוללים ויונקים וגו' ע\"פ מ\"ש פ' כל כתבי אין העולם מתקיים אלא בשביל הבל פיהם של תשב\"ר דאינו דומה הבל שיש בו חטא לאין בו חטא ור\"ל גם שהגדולים אינן ראויין ליתן להם התורה הנה מפי עוללים וגו' יסדת עוז שהיא התורה שאין בהם הבל של חטא וא\"ל עוד לא די שנתינת התורה לישראל היא קיומה של עולם התחתון אלא שהיא גם קיומה של עולם האמצעי כי אראה שמיך וגו' ירח וכוכבים אשר כוננת כי כן ויסוד שלהן הוא התורה שנא' אם לא בריתי חקות שמים וארץ לא שמתי וגו' שוב קטרגו המלאכים:", 
            "<b>מה</b> אנוש כי תזכרנו וגו' ובפ' אחד ד\"מ אמרו שאמרו מ\"ה מה אנוש כי תזכרנו בשעה שבא הקב\"ה לברוא את האדם וי\"ל מדכתיב הענין כפל דהיינו זכירה היינו פקידה דרשו דתרתי הוא דמה אנוש כי תזכרנו אמרו מ\"ה קודם שנברא האדם ולא נקרא אדם אלא אחר בריאותו כמ\"ש ויקרא את שמם אדם ובן אדם כי תפקדנו אמרו מ\"ה במתן תורה שהיו ישראל בני אדם וניחא דאמרינן לקמ' בשכר שקראוך אדם וכו' דלא קרו אותו אלא בבריאת עולם ואמרו ותחסרהו מעט מאלהים היינו לגלות לו נסתר של התורה כמ\"ש מ\"ט שערי בינה נגלו לו למשה וכבוד והדר תעטרהו היינו שני עטרות וכתרים שנתנו להם בסיני שהם המלכות והכהונה כמ\"ש לעיל ואין ראויין לזה כי הם באים מילוד אשה ואינן מוכנים לקבל נסתר של התורה שהוא דבר רוחני אבל תנה הודך שהוא נסתר התורה על השמים למ\"ה שהם מוכנים לקבל דברים הרוחנים וא\"ל הקב\"ה חזור להם תשובה וא\"ל מתיירא אני שמא ישרפוני בהבל כו' ר\"ל שינצחוני בהבל פיהם שהוא כולו רוחני מוכן יותר להשיג דבר רוחני מבן אדם המוטבע בחומר או ר\"ל ינצחוני בהבל פיהם שאינו של חטא משא\"כ הבל פיהם של בן אדם שהוא בחטא כמ\"ש לעיל וא\"ל הקב\"ה אחוז בכסא כבודי ר\"ל גם שהאדם מוטבע בחומר הגוף כי הוא ב\"ו מ\"מ מצד שהוא אחוז בכסא כבודי שנשמות הצדיקים צרורות בצרור החיים תחת כסא הכבוד מוכן הוא לקבל דברים הרוחניים ומושכלים גם דברים נסתרים וזה שפירש שדי מזיו שכינתו עליו דהיינו אצילות רוחני לקבל סודות ונסתרות ומעתה בא משה בטענה מאחר שדרך הנסתר של התורה ראוי ג\"כ לבן אדם ראוי ליתן לו התורה יותר מליתנה על השמים מצד הנגלה דמה כתיב בה אנכי וגו' ותשובה זו אפשר שהוא מפורש במזמור זה תמשילהו במעשי ידיך כל שתה וגומר כמ\"ש ורדו בדגת הים ובעוף השמים ופרע כל מיני בע\"ח צונה ואלפים וגו' וא\"כ אם לא תתן להם תורה ומצות לא יהיו ראוים לכך כמ\"ש ע\"ה אסור לאכול בשר אבל מצד הנשמה שבהם שקיבלו תורה ומצות ה' זכו להיות מושלים על כל ואמר מיד הודו המ\"ה שראוי ליתן התורה לישראל יותר מליתן הוד וסוד התורה בשמים משום הנגלה דאינו שייך בשמים שנאמר ה' אדונינו וגו' ואלו תנה הודך גו' ואמר עוד שראו ושמעו מפי הקב\"ה שהאדם מוכן גם לקבל סתרי תורה מצד הנשמה והשכל כ\"א מהמקטרגים נעשה לו אוהב לגלות לו דבר מרזי התורה ומייתי ליה שנאמר עלית למרום שבית שבי דהיינו הנגלה שהוא כמו שבי במרום כי אין שם מקומו אצל מלאכים כטענת משה גם לקחת מתנות דהיינו סוד התורה שנתן לו כ\"א מהמלאכים ואמר בשכר שקראוך אדם ואין אתה ראוי לקבל סתרי תורה כמ\"ש ובן אדם כי תפקדנו וגו' עתה שראו תשובתך הנצחי נתנו לך סתרי תורה במתנה ואמר שגם מלאך המות שהוא עיקר מהמקטרגים נתן לו מתנה ומסר לו דבר שנאמר ויתן את הקטורת וגו' ופרש\"י מנא ידע הלא בתורה לא נכתב עכ\"ל ואע\"ג דמצינו כמה דברים דלא נכתב ציווי שלו בתורה ומתוך הספור ידענו אותו שנצטווה משה על כך מהקב\"ה הכא מסברא אית לן למימר דלא נצטווה על כך מפי הקב\"ה לכפר עליהם בקטורת דהא לעיל מיניה בסמוך כתיב שאמר הש\"י הרומו מתוך העדה ואכלה אותם וגו' אלא דלא ידע אותו משה אלא מפי מלאך המות גופיה במתנה זו וק\"ל:"
        ], 
        [
            "<b>בא</b> שטן ואמר רבש\"ע תורה כו' כתבו התוס' וכי לא היה יודע השטן כו' אבל ריב\"ל גופיה אמר לעיל דמלאך המות מסר לו דבר כו' דמשמע דידע שמשה קבל התורה במרום ונראה דהוא השטן והוא היצר הרע הגם שהודו כל המלאכים על נתינת התורה אמר אחר שירד משה בא לקטרג ולהסית שיחזרו מלקבלה מפני עומק המושג וקוצר המשיג של בעלי חומר וא\"א להם לקיימה למטה וז\"ש:", 
            "<b>תורה</b> היכן היא איזה מקום למטה שתוכל להתקבל התורה שהרי ארוכה מארץ מדה וא\"ל הקב\"ה:", 
            "<b>נתתיה</b> לארץ שהוא כלל עולם התחתון:", 
            "<b>הלך</b> אצל ארץ דהיינו לשר הממונה על הארץ וכה\"ג כתבו התוס' בפ\"ק דחולין גבי גנאי נהרא וא\"ל:", 
            "<b>תורה</b> היכן היא שהרי ארוכה מארץ מדה והמיעוט אינו מחזיק המרובה ואי אפשר להתקיים בה א\"ל:", 
            "<b>אלהים</b> הבין דרכה והוא ידע מקומה דהיינו באיזה מקום בעולם התחתון שתוכל להתקבל ולהחזיק אותה ולהתקיים בה וכן:", 
            "<b>הלך</b> אצל ים שהוא שר של ים א\"ל:", 
            "<b>תורה</b> היכן היא שהרי היא רחבה מני ים ואמר ג\"כ:", 
            "<b>אין</b> עמדי מה\"ט שאין העולם מחזיק אותה וכן השיב התהום:", 
            "<b>לא</b> בי היא כי לא תוכל להחזיק אותה ג\"כ התהום:", 
            "<b>הלך</b> אצל אבדון ומות שהוא שר ממונה על הגיהנם כי שם אפשר שתנתן התורה מצד מקומו שהוא גדול הרבה כמ\"ש העולם אחד מששים בגן וגן אחד מס' בעדן ועדן א' מס' בגיהנם ואמר:", 
            "<b>באזנינו</b> שמענו שמעה דהיינו שלא קבלנוה אבל שמענוה בנתינתה כמ\"ש בפ\"ב דזבחים וישמע יתרו מתן תורה שמע כשנתן הקב\"ה תורה לישראל היה קולו הולך מסוף העולם ועד סופו כו':", 
            "<b>חזר</b> ואמר כו' חפשתיה בכל הארץ דהיינו בכלל כל העולם התחתון ולא מצאתי שתוכל להתקבל שם כי המועט אינו מחזיק המרובה וא\"ל:", 
            "<b>לך</b> אצל בן עמרם כו' קראו בן עמרם במקום הזה שהורה להשטן שנתנה התורה ליד בן מי שהוא אביו כמלאך ה' שאין מלאך המות שולט בו כמ\"ש דעמרם מת בעטיו של נחש ומלאך המות לא השגיח בזה והלך אצל משה כאלו לא היה מיוחס לבן עמרם:", 
            "<b>וא\"ל</b> תורה שנתן הקב\"ה לך היכן היא שא\"א לך לקיימה מעומק המושג וקוצר המשיג דילוד אשה אתה:", 
            "<b>א\"ל</b> וכי מה אני שנתן לי הקב\"ה כו' כאלו הודה לדבריו שאין סוד ונסתר של התורה נתנו לו כי אם הנגלה מטעם כי הסוד ונסתר התורה עמוק הוא מי ימצאנו בילודי אשה:", 
            "<b>וא\"ל</b> הקב\"ה למשה בדאי אתה כו' שהרי תוכל לקבל גם הנסתר כדאמרינן לעיל שפירש שדי מזיו שכינתו עליו דהיינו על הנשמה האחוזה בכסא כבוד והשיב משה:", 
            "<b>חמדה</b> גנוזה כו' דהיינו סתרה וגנוזת התורה שאתה משתעשע בכל יום אני אחזיק טובה לעצמי שהרי מצדי שאני ילוד אשה לא הייתי ראוי לכך אי לאו שפרשת מזיו שכינתך עלי:", 
            "<b>וא\"ל</b> הקב\"ה הואיל ומעטת עצמך כו' ולא החזקת טובה לעצמך אלא תלית בי גם אני תולה התורה בך שתקרא על שמך שנאמר זכרו וגו' ודו\"ק:", 
            "<b>שהיה</b> קושר כו' והם התגין והזיינין כפרש\"י והם רומזין לפי הנסתר גם לפי הנגלה כמ\"ש בפרק הקומץ ברבי עקיבא שהיה דורש על כל קוץ וקוץ תילי תילים של הלכות ע\"ש:", 
            "<b>וא\"ל</b> משה אין כו' כלום יש עבד שנותן כו' והתוס' הקשו ע\"ז מהא דאמרינן כדי שאילת תלמיד לרב ע\"ש ונראה ליישב דשאילת שלום ונתינת שלום תרתי מילי נינהו דשאילת שלום היינו שבעל הבית שואל את האורת הבא אצלו אם היה שלום לו בדרך וממקום שבא וזהו שייך ג\"כ בתלמיד לרב אבל נתינת שלום הוא שהאורח נותן לבעל הבית שלום וזה אינו בתלמיד לרב:", 
            "<b>וא\"ל</b> הקב\"ה היה לך לעזרני כפירש\"י וכן מצינו בבועז שאמר לקוצרים ה' עמכם והצדיקים בדיבורם מוסיפין כח וגבורה בפמליא של מעלה וז\"ש ועתה שאתה אומר לעזרך בדיבורי הרי יגדל כח ה' כאשר דברת לי לאמר שאומר אני והאי קרא אינו כתוב לגבי מתן תורה אלא בשילוח מרגלים ואפשר דה\"ל לריב\"ל קבלה שהאי קרא נאמר אדהכא ואין מוקדם ומאוחר בתורה וכל דברי המאמר לא מצינו לו רמז בקרא אלא דברי קבלה הם ודו\"ק:", 
            "<b>אלא</b> באו שש כו' דלפי פשוטו מלשון איחור כמו בושש רכבו לא הזכיר הכתוב במה ראו עכובו בו ביום יותר מבכל הימים שעברו וע\"כ דרשו ממה שא\"ל בו ביום מ' בבוא שש אני בא ופירש\"י דעיקר טעותם שחשבו שאותו יום שעלה מן המנין כו' ע\"ש באורך וכן פירש בחומש אבל התוס כתבו דע\"כ דקושטא הוא דאותו יום מן המנין כדאמרינן פ\"ק דיומא וכו' כ\"ד דסיון ושיתסר דתמוז מלו להו מ' יום ובי\"ז בתמוז נחית כו' ע\"ש ואין כאן קושיא דחשיב מ' יום מכ\"ד דסיון עד י\"ז דתמוז היינו לפי שטעו והיו סבורים שאותו יום שעלה הוא מן המנין כפירש\"י אבל לפי האמת לא היה אותו יום שעלה מן המנין כיון דאין לילו עמו ותדע שהרי משה לא ירד עד שבעה עשר בתמוז ומה שהקשו עוד אם לא תחשוב יום עלייה לא ישלמו מ' יום אחרונים עד אחר יום הכפורים כו' כבר תירצו בזה התוס' סוף פרק מרובה הא דכתיב כימים הראשונים היינו כימים ולא כלילות האחרונים היו חסרים לילה א' ועוד תירצו בזה דההוא שתא עברוה לאלול עיין שם באורך וכתבו שם דבסדר עולם איתא כפירש\"י וניחא לפירש\"י א\"ל באו שש ולא השגיחו עליו משום שגם הם היו מסתפקים שמא מ' יום ולילו עמו קאמר משה עד שהראה להם שהוא מת כמ\"ש כי זה משה וגו' דזה משמע שהראוהו להם כמ\"ש גבי החודש הזה וגו' כזה ראה וקדש ושאמרו לא ידענו מה היה לו גם שהראוהו להם מת היו מסתפקים בקצת דשמא מעשה שטן הוא וק\"ל:", 
            "<b>מאי</b> הר סיני א\"ל וכו' כדמסיק דס\"ל דחורב הוא עיקר שמו שהוא שם הראשון שנקרא בו בתורה כמ\"ש ומשה היה רועה וגו' ויבא אל הר האלהים חורבה ומ\"ד דסיני עיקר שמו היינו משום דעל הרוב נקרא כן בשם סיני בכתוב וקאמר ה' שמות יש לו וכו' היינו ה' שמות יתירות לו ע\"ש התואר ושם הששי אי למ\"ד חורב הוא שם העצם לו להר וכתבו התוס\" בזה דהכל מדבר א' וגדול היה וכו' ומיהו קשה לר\"י דהא מדבר קדמות היה במזרחה של ארץ ישראל וכו' ע\"ש באורך וע\"פ דבריהם נראה דודאי כל התורה לאו במקום אחד ממש נתנה דיש בה מצות מסיני ויש מאהל מועד ויש שנשנו בערבות מואב וע\"ז כוונה התורה בשמות הללו מדבר צין שנצטוו ישראל עליו הם המצות שנצטוו מסיני ומדבר קדש הן המצות שנצטוו ממקום שנתקדשו ישראל עליו דהיינו מאהל מועד ומדבר קדמות הוא מזרחה של א\"י והוא בערבות מואב כמ\"ש התוס' והיינו דקאמר שנתנה קדומה עליו ר\"ל התורה הקדומה כבר בסיני נתנה שנית עליו שהיא משנה התורה ואמר פארן שפרו ורבו וכו' כפירש\"י דכ\"א נתעברה אשתו זכר במצות וכו' ולא ידענא היכא רמיזא עכ\"ל וי\"ל דלהתירם בתשמיש כדאמרינן לעיל ובפ\"ק דביצה ה\"ל לפרושי כן אלא שבא לבשרם שובו לכם לאהליכם להנאתכם דהיינו בשורה שיולידו זכרים וק\"ל:"
        ], 
        [
            "<b>כשנים</b> הללו שסדורות ובאות וכו' היינו לענין רבוי חטא כשיעור שנים ומסתמא כשנים הסדורות ובאות מששת ימי בראשית דאין לומר כשני שנים דמיעוט רוב שנים דבתרתי חטאים מאי רבותיה הא אמרינן פ\"ק דר\"ה ראשון ראשון מעביר ולא בעי כשלג ילבינו וק\"ל:", 
            "<b>לכו</b> נא אל אבותיכם ויוכיחו וכו' מבואר ע\"פ מ\"ש פ\"ק דר\"ה ג' כתות הן ליום הדין א' של צדיקים נחתמים לאלתר לעה\"ב וא' של רשעים וכו' בינונים יורדין וכו' וכה\"א ורב חסד מטה כלפי חסד והשתא הכא בבינונים מיירי וא\"ל הקב\"ה אבותיכם יוכיחו אתכם על מחצה עונות ועבירות שבידכם כפי הדין בב\"ד של מטה ודקדק לומר אבות כי בודאי רחמי אב על הבן והיתה תשובתם:", 
            "<b>אצל</b> מי נלך אצל אברהם שאמרת לו ידוע תדע וגו' והוא לא בקש לפי רחמים שלך כי לפי מדת טובך ורחמיך ורב חסד מטה כלפי חסד וראשון ראשון אתה מעביר ולא היינו ראויים לעונש כי גר יהיה זרעך לפי מדת טובך שהיה לך להעביר על אותו חטא אחר שאמר במה אדע וגו' נשתעבדו בניו למצרים כדאמרינן פ\"ג דנדרים והוא לא בקש לפי מדת טובך גם עתה מה לנו לילך אליו ואמר שגם יצחק אמר כאשר תריד וגו' וכן יעקב כו' ולא בקשו רחמים להעביר להם ראשון ראשון והוא שמדרך הצדיקים שלא לבקש לילך עמהם בדרך החסד בעה\"ז כדי למרק עונותיהם בעה\"ז ולזכותם בעה\"ב וא\"כ עתה בעה\"ב אליך אנו באים לבקש שתעשה עמנו בדין עה\"ב כפי מדת טובך ורחמיך להעביר (להם) ראשון ראשון מטה כלפי חסד ואז יאמר להם הקב\"ה לפי שתליתם עצמכם בי לפי מדת טובי ורחמים שלי דמטה כלפי תסד הרי אם יהיו חטאיכם כשנים וגו' גם לפי זה הדרש יהיה כשנים מלשון שנה אלא דהיינו כמו שני שנים דמיעוט רוב שנים ואשמעינן אם יהיו חטאיכם כשנים דהיינו ב' חטאים כשלג ילבינו דאני מעביר ראשון ודו\"ק:", 
            "<b>אתה</b> ה' אבינו גואלנו וגו' מדכתיב בסיפא דקרא אתה ה' אבינו וגו' משמע ליה כי אתה אבינו דרישא דקרא דלא כתיב ביה ה' כמ\"ש בסיפא דקרא לא קאי אהקב\"ה אלא על יצחק קאי ולא על אברהם ויעקב דהא עליהם קאמר ולא ידענו ולא יכירנו ומשום שאמר אברהם ימחו על קדושת שמך ויש במשמעות זה שני פנים הא' לטובה והב' לרעה אם לרעה שימחו ח\"ו ישראל בקידוש שמך ואם לטובה שימחו עונותיהם בקדוש שמך כמ\"ש וכפר על חטאתינו למען שמך וכן יעקב השיב בלשון הזה ימחו על קידוש שמך שיש להסתפק במשמעו אם לטובה ואם לרעה וע\"כ אמרו לא בסבי טעמא כו' דאין להכריע בדבריהם לא טעם ולא עצה אם כוונתם לטובת ישראל או לרעה ח\"ו והיינו דלא ידענו ולא הכרנו כוונתם אם שימחו ישראל חס ושלום ואם שימחו עונותיהם ואמר ליצחק וכו' והקדים לומר ליעקב כן מטעם דקאמר משום דהוי ליה צער גידול בנים אפשר דבעי אפושי ברחמי טפי ואמר בשעה שהקדימו לפניך נעשה לנשמע קראת להם בני בכורי וגו' הוא מגומגם דכבר קודם מ\"ת שהקדימו נעשה לנשמע בתחלת שליחות משה אל פרעה כתיב כה אמר ה' בני בכורי ישראל ובילקוט כל זה אינו עד ועוד כמה חטאו וכו' ויש לקיים גרסת כל הספרים דהכי קאמר דעל כן קראום אז במצרים בני בכורי ע\"ש העתיד שידע הקב\"ה שיקדימו נעשה לנשמע וכדקאמרינן לעיל שע\"י זה זכו לב' כתרים דהיינו המלכות וכהונה שמצינו הכהונה היה מתחלה בבכורות וכן המלכות כדאמרינן בפ' הנושא מדכתיב ואת הממלכה נתן ליהורם כי הוא הבכור ואמר:", 
            "<b>כמה</b> חטאו כו' דל עשרין כו' ודל כ\"ה כו' לפי שהאדם נברא לכבודו לעובדו בכל שנה ויום ושעה שאפשר וז\"ש דל הני שנין דא\"א ולא פשו רק י\"ב ופלגא והאדם נידון ע\"פ הרוב והרי מיעוט שנים בחטא ותכפר להן אם אתה סובל את כולם דהינו שחטאו בינם לבין המקום מוטב ואם לאו שיש להם גם חטאים בינם לבין הבריות וצריכים לפייסם הרי פלגא של בינך לבינם עליך ופלגא דבינם ובין הבריות יהיו עלי ואת\"ל כולם עלי דהיינו שכולם בינם לבין הבריות הא קריבית כו' ואני אוכל לסבול כולם וע\"ז אמרו וכו':", 
            "<b>אתה</b> אבינו על יצחק שאתה סובל כל חטאים שלנו בזכות שקריבית נפשך ומחוי להו יצחק אהקב\"ה דאפשר דכל חטאיכם הם ביניכם לבינו יתברך ברוך הוא מיד כו' ואמרו כי אתה ה' אבינו וגו' לכפר למען שמך וק\"ל:", 
            "<b>בחבלי</b> אדם וגו' ר\"ל בזכותו של יעקב משכו אותו בחבלי אדם דהיינו ע\"י יוסף ולא בשלשלאות ובעבותות אהבה של יוסף כמ\"ש וישראל אהב את יוסף מכל בניו מן הראוי שהיה לו ליוסף לבא אל אביו לארץ כנען אבל בשביל גזירת גלות שירדו למצרים אהי להם כמרימי עול וגו' ר\"ל כפרה זו החורשת כשבאים ליתן לה מאכל מרימין ומקילין העול מעל צוארה שתוכל לאכול בנקל ולפעמים המאכל רחוק ממנה ומטה לה הנותן ומראה לה האוכל שתלך לשם אל האוכל כן עשה הקב\"ה ליעקב שהראה והטה אליו שם האוכל כדי שיבא לשם וכמ\"ש וכלכלתי אותך שם כי עוד חמש שנים רעב פן תורש אתה וביתך וגו' וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אין</b> הנבואה שורה על חכם גבור ועשיר כו' מפורש פ' אין בין המודר ופ\"ק דב\"ב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>וימצאו</b> איש מקושש כו'. אף כאן צלפחד כו' מפורש פרק י\"נ ע\"ש:"
        ], 
        [
            "<b>אלא</b> מהיכא הוה כו'. עי' בפירש\"י דמשמע ליה לתלמודא דלא בא הכתוב לסתום אלא לפרש דהיינו בחטאו המפורש בקרא ומשני דמויעפילים היה דמפורש בקרא ויעפילו לעלות אל וגו' ויכום ויכתום וגו' וק\"ל:", 
            "<b>ההוא</b> בנזיפה כו'. ולפי שמרים פתחה בדיבור כדאיתא במדרשות ותדבר מרים ואהרן וגו' מלמד שמרים פתחה שלא היתה רגילה לדבר בפני אהרן כו' וכדאמרי' שאמרה צפורה למרים אוי להן לנשותיהן של אלו כו' הלכה אצל אהרן ואמרה לו לכך נצטרע מרים ולא אהרן ולמ\"ד נמי דגם אהרן נצטרע צ\"ל הא דנתרפא אהרן מיד ולא כן מרים היינו נמי מה\"ט לפי שהיא פתחה לדבר במשה ואמר כמ\"ד שאף אהרן נצטרע דכתיב ויפן וגו' שפנה מצרעתו משום דהו\"ל למכתב וירא אהרן והנה היא מצורעת וק\"ל:", 
            "<b>החושד</b> בכשרים כו'. נראה שהוקשה לו בנתינת אות זה להיות נלקה בגופו וע\"כ אמרו בעבור שחשדם משה שלא יאמינו לו ובקש לתת להם אות ניתן לו לתת אות להיות נלקה בו על שחשדם דהחושד כו' אמנם יש לעיין בזה דמה חטא משה בזה דהא גם אם קמי שמיא גליא דיאמינו לו קמי משה לא גליא וכי כל אדם שבא לדבר נבואה יאמינו לו בלא אות ועוד מאי מייתי ראיה שהם מאמינים מדכתיב ויאמן העם וגו' דכתיב בתר ויעש האותות לעיני העם וגו' הרי משה נמי (לא)אמר דלא יאמינו אליו בלי אות וביקש ליתן להם אות שיאמינו לו ע\"י האות והנראה כלפי שאמרו במדרשות והביאו רש\"י בחומש שהקב\"ה אמר למשה ושמעו לקולך וגו' שהיה סימן מסור ביד זקני ישראל שבלשון פקד פקדתי יהיו נגאלים ולזה אמר שכבר אמר הקב\"ה למשה ושמעו לקולך וגו' בדבר אמוניי מקובל מאבותיהם היו דברי משה שלא כהוגן במה שאמר ולא יאמינו לי וקרוב לזה מפורש בש\"ר ולזה מבואר נמי שהזכיר כאן שהם בני מאמינים כו' דר\"ל שהם בני מאמינים ויש להם דבר מקובל מאבותיהם המאמינים ובש\"ר מפורש שעשה לו הקב\"ה ג' אותות כנגד אברהם יצחק ויעקב ומייתי שהם מאמינים דכתיב ויאמן העם וגו' דמסיים בהאי קרא וישמעו כי פקד ה' וגו' דמשמע מיניה דבזולת האותות שקדמו האמין העם מטעם ששמעו כי פקד וגו' שהוא ל' שהיה מסור בידם והזכיר כאן אתה אין סופך להאמין ע\"פ מ\"ש בש\"ר דבכל ג' אותות השיבו לו הקב\"ה כשיטתו כו' תפש מעשה הנחש כו' כלומר עשית מעשה נחש כו' והנה ידו מצורעת וגו' מכאן אתה למד שהחושד כו' ולקחת ממימי היאור רמז לו שעתידה כו' והוא ילקה על ידם ע\"ש באורך וז\"ש כאן שרמז לו באות ג' שהמים שנהפך לדם שאתה אין סופך להאמין וילקה ע\"י המים כדכתיב יען לא האמנתם וגו' ודו\"ק:", 
            "<b>ממהרת</b> לבא כו'. תרווייהו בצדיק אמור כמפורש בש\"ר מכאן שהפורענות שוהה על הצדיקים לבא ומדת הטוב ממהרת לבא ולא שייך הא דאמרי' מדה טובה מרובה על מדת פורענות ה' מאות דהתם במדת הצדיק לטוב לגבי מדת הרעה לרעה קאמר ונראה שזכר זה כאן לפי שעשה משה אלו האותות לעיני ישראל שיאמינו בו שהוא נביא ה' ואולי יחשבו שעושה כן בלהט וכישוף כמו שחשב פרעה ועבדיו ע\"כ אמר שבאות זה ראו שהוא מעשה אלהים שהטובה ממהרת לבוא לצדיק ולא כן פורעניות ששוהה לבא כי לא כן מדת הלהט והכישוף שהוא ודאי משוה מדותיו לטובה ולפורעניות וק\"ל:", 
            "<b>נס</b> בתוך נס. עיין פירש\"י נראה מפירושו דנס אחד היא הבליעה גופה גם אם היה תנין ועוד נס שני שבלעו אחר שנעשה מטה אבל בתנחומא קאמר דאם היה בלעו כשהוא תנין לא היה זה נס כלל שאמר נס גדול נעשה במטה שאלו בלע תנין את התנינים כן דרך לבלוע זה את זה אלא נעשה מטה ובלען כו' ואלו היה עושה אדם כל אותן המטות שהשליכו ונעשו תנינים חבילות היו י' עומדים ובלען מטה אהרן ולא נתעבה יותר כו' ע\"ש ויתיישב השתא שפיר לישנא דנס בתוך נס כי בתוך נס הבליעה כשנעשה מטה היה עוד נס אחר בתוכו שלא נתעבה המטה ע\"י הבליעה אבל לפירש\"י לא היל\"ל אלא ב' נסים היו וק\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>חרוצים</b> היו קרשים כו'. הוא מבואר ע\"פ מ\"ש המפרשים במעשה המשכן שהיא דוגמת ג' עולמות חצר המשכן נגד עולם התחתון והמשכן עם יריעותיו נגד עולם האמצעי כמ\"ש נוטה שמים כיריעה ולפנים מן הפרוכת נגד עולם העליון ששם השכינה שרויה על הכרובים כמו בעולם עליון וז\"ש חרוצים היו הקרשים וחלולים היו האדנים שהם דמיון לעמודי השמים שעליהם פרושים היריעות זה ע\"ג זה כמו השמים שנאמר בהם נוטה שמים כיריעה וז\"ש דבדמיון זה היו הקרסים נראין בלולאות של היריעות ככוכבים ברקיע ואמר עוד על כוונה זו שהיו יריעות זו ע\"ג זו כמו השמים ושמי השמים וגדולה חכמה כו' כמ\"ש בשמים מה רבו מעשיך ה' והם השמים כמ\"ש כי אראה שמיך מעשה אצבעותיך וגו' ומסיים בהו כולם בחכמה עשית וגו' אלא שאמר גדולה חכמה שנאמר בעליונים כו' דהיינו דומיא דשמי שמים דשם חכמת העליונים דאלו בעליונות כתיב בחכמה טוו את העזים כו' דהיינו מן העזים ע\"ש הטהרה גמורה שיהיה טווי בב\"ח דלא שייך טומאה כלל מחיים משא\"כ יריעות התחתונות של תכלת כו' דהוה שייך במעשיהם בתלוש טומאה וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>נאמר</b> בשני ונסכיהם כו'. מכאן לניסוך המים כו' מפורש פ\"ק דתענית:"
        ], 
        [
            "<b>מנצפ\"ך</b> צופים אמרום כו'. מה שיש לדקדק בזה עיין בתוספות הכא ובריש פ\"ק דמגילה ובחידושי הלכות:", 
            "<b>אלה</b> המצות כו'. האי קרא אלה המצות והמשפטים וגו' בסוף ספר במדבר כתיב ולפי ענינו לא אצטריך האי קרא התם אלא למעט אתא שאין לחוש רק על המצות ומשפטים שנאמרו בד' ספרי החומש וספר אלה הדברים אינו בא לחדש אלא שהוא משנה תורה ודו\"ק:", 
            "<b>מ\"ם</b> וסמ\"ך שבלוחות בנס כו'. מדכתיב משני עבריהם משמע ליה שהיה חקוק מעבר צד זה עד עבר צד השני וכפירש\"י בחומש מב' עבריהם היו האותיות נקראות ומעשה נסים היה עכ\"ל ע\"ש:", 
            "<b>מבפנים</b> ומבחוץ כו'. יש לדקדק בזה מאי קמ\"ל דהיא היא דקאמר מ\"ם וסמ\"ך שבלוחות בנס כו' כפירש\"י שהיה החקק נוקב כל הלוחות וא\"כ ודאי דנקרא גם מבחוץ וי\"ל משום דלא תימא דמבחוץ היה נקרא ג\"כ נבוב בהר סרו אלא דמבפנים נקרא מצד ימין לצד שמאל כמו כתב העבריים ומבחוץ נקרא מצד שמאל לצד ימין בהיפוך אותיות ואשמעינן רב חסדא דאינו כן אלא דמבחוץ נמי היה נקרא מצד ימין לצד שמאל בהיפוך האותיות והיינו נבוב בובן בהר רהב סרו ורס דאיכא שום כוונה ודרש בקריאת התיבה בהיפך כדלקמן באותיות הא\"ב דדרש בהיפך א\"ת ב\"ש כו' וכן לקמן בס\"פ אנכי למפרע יהיבה כתיבה נאמנין אמריה ודוק:", 
            "<b>אתו</b> דרדקי כו'. עיין פירש\"י ויש בו כמה דחוקים ואין להאריך בהם אבל המאמר אומר דרשני ונראה כמ\"ש כבר בכמה מקומות כי אותיות התורה הן הן שמותיו של הקב\"ה ולכך נקראו אותיות כמ\"ש מקדש ניתן בין שתי אותיות וכך היתה כתובה לפניו באש שחורה כו' ויש בהן סודות בצורות הכתיבה ובקריאה. ואמר דאפי' בימי יהושע כו' ע\"פ מ\"ש לעיל דמנצפ\"ך צופים אמרום דשכחום וחזרו כו' דהיינו דשכחום אחרי מות משה בימי יהושע כדאמרינן נמי במס' תמורה דג' מאות הלכות נשתכחו בימי יהושע וא\"כ הני דרדקי שמצאו לדרוש בכל הכפולים הרי בימי יהושע לא היה אפשר דאיתמר כוותייהו שהרי נשתכחו מהם הכפולים מנצפ\"ך. ואמר אלף בינה כו'. התחיל בעמוד התורה שהוא נגד כולם משום דהבינה היא מעלה עליונה שמבין דבר מתוך דבר ואין צריך לרב ללמוד קאמר אל בינתך אל תשען שאפשר שיטעה בהבנתו והיינו אלף בינה שתלמוד גם הבינה מרבך ואלף נאמר על הלומד מאחר כמ\"ש ואאלפך חכמה וגו':", 
            "<b>גמול</b> דלים כו'. שהוא עמוד גמ\"ח לפי שגמ\"ח גדולה יותר מצדקה שהוא בין לעניים ובין לעשירים כדאמרינן ס\"פ לולב וערבה ואמר דמ\"מ היא גדולה יותר בעניים ודלים שאינו מקוה לתשלום גמול וכמ\"ש שם שהיא בין לחיים בין למתים שהוא חסד של אמת למתים וכן לעני שהוא חשוב כמת שאינו מקוה לתשלום גמול רק למצוה לשמה:", 
            "<b>מ\"ט</b> פשוטה כרעיה דג' כו' שכן דרכו של גמ\"ח כו'. ע\"פ מ\"ש פ' לולב וערבה גדולה גמ\"ח יותר מן הצדקה שנא' זרעו לכם לצדקה וקצרו לפי חסד דהיינו שהצדקה היא הנתינה והחסד הוא שמטריח עצמו להביאה לבית העניים כפירש\"י שם וכמפורש פ\"ק דע\"ז וז\"ש שכן דרכו של גמ\"ח בעושה צדקה לרוץ אחר העניים להביא להם הצדקה לידם דהיינו ממש כרעיה דג' לגבי ד'. ואמר מ\"ט פשוטה כרעיה דד' כו'. דלימצי נפשיה כו' היינו שלא יטריח העני את הנותן ביותר דזה הוא בכלל גמ\"ח שגם העני מצווה עליה כיון שהוא בגופו:", 
            "<b>מ\"ט</b> מהדר אפיה דד' מג' דליתן לו בצנעא כו'. עפמ\"ש פ\"ק דב\"ב צדקה תציל ממות איזו היא שמצלת ממיתה משונה כו' נוטלה ואינו יודע ממי נוטלה והיינו כדי שלא לכסוף מיניה. ואמר ה\"ו זה שמו של הקב\"ה הן ב' אותיות משם של ד' הרומזים על ב' המדות חסד ואמת והם ב' עמודי עולם תורה וגמ\"ח. ואמר ז\"ח ט\"י כ\"ל. כמ\"ש ספ\"ק דב\"ק כל העוסק בתורה ובגמ\"ח זוכה לנחלת ב' שבטים כו' כמפורש שם זוכה לכילה שהוא חן ואפריון כיוסף וזוכה לתורה כיששכר וז\"ש שאם אתה עושה כן בב' עמודי עולם שהם תורה וגמ\"ח שזכר הריני זן אותך וחן אותך כיוסף שזכה לזון ולפרנס גם אחרים ומטיב לך בשביל התורה ונותן לך נחלת התורה בירושה כמ\"ש מורשה היא וקושר לך כתר לעוה\"ב דהיינו כתר תורה. ואמר מ\"ם סתומה כו'. מאמר סתום כו' ע\"ש מ\"ש בעשרה מאמרות נברא העולם ופריך בספ\"ב דר\"ה ט' הוו ומשני לה דבראשית נמי מאמר הוא והכוונה בו שמאמר הראשון לא איצטריך לזוכרו דודאי במאמר היה דהיה יש מאין כמפורש שם והיינו מאמר סתום הוא מאמר ראשון דבראשית ומאמר פתוח כל שאר ט' המאמרים. ואמר נו\"ן כפופה כו' נאמן כפוף כו'. ע\"פ מ\"ש פרק ראוהו ב\"ד דאיכא למ\"ד שופר של ר\"ה בכפופין דכמה דכייף איניש מעלי טפי ופירש\"י כבוש בקרקע דכתיב והיו עיני ולבי וגו' ואיכא למ\"ד דכמה דפשיט איניש דעתיה מעלי טפי דכתיב נשא לבבנו אל כפים לא פליגי אלא התם דא\"א בתרווייהו משא\"כ הכא דאפשר בתרווייהו וכדאמרי' בפ' מצות חליצה בתפלה דעיניו למטה ולבו למעלה. והיינו נאמן כפוף עיניו למטה ונאמן פשוט ליבו למעלה וכן יתפרש בצדיק כפוף וצדיק פשוט ולכך פריך דהיינו הך ומשני לה הוסיף לך כפיפה על כפיפתו לענין עיניו למטה וע\"ד שאמרו מאד מאד הוי שפל רוח בלשון כפול ועד\"ז תסמוך לשנויי להוסיף פשיטות על פשיטתו לענין לבו למעלה:", 
            "<b>ס\"ע</b> סמוך עניים כו'. דהיינו שיסמוך אותם בדברים כדאמרי' פ\"ק דב\"ב כל הנותן פרוטה לעני מתברך בו' ברכות והמפייסו בדברים מתברך בי\"א ברכות דזה בגופו וזה בממונו:", 
            "<b>ל\"א</b> סימנין עשה וקנה כו'. ר\"ל שלא יהיו לך הסימנין בעיקר לימודך אלא קנה אותה על ידיהם של הסימנין תבא לקנין התורה. ואמר פה כפופה פה פשוטה כו'. ע\"פ מ\"ש פרק המפלת הולד במעי אמו פיו סתום לומד תורה וצופה מסוף עולם ועד סופו כשיצא לאויר עולם משכח התורה ופיו פתוח והיינו דבמעי אמו פיו סתום ואינו לומד תורה רק בעיון אבל כשיצא לאויר עולם פיו פתוח ללמדה בפה ולא תתקיים בזולת פה והיינו פיו סתום שצריכה התורה לעיון וצריכה ג\"כ לגרוס אותה וללמדה בפה דהיינו פה פתוח. ואמר קוף קדוש. והיא בגימטריא מקו\"ם שהוא מקומו של עולם. וריש רשע מפורש באותיות דרבי עקיבא. ואמר מ\"ט מהדר אפיה דקוף כו'. לישנא מעליא הוא כפירש\"י והא דלא מיהדר אפיה דק' מר' דבהכי הוה ניחא טפי כדי שלא להסתכל ברשע י\"ל דא\"כ היה עומד הק' מצד שמאל של ר' ולאו אורח ארעא וכדאמרי' דימינו פשוטה לקבל שבים. והיינו דמסיק הכא ומ\"ט כרעיה דק' תלויה היינו לגבי ר' דאי הדר כו' וזה אינו אלא בימין וזה הכוונה במזמור אליך ה' נפשי אשא שיש בו כל הא\"ב חוץ מק' וגם הר' כפולה במקום הק' כי הק' שהוא קדוש הוא מימין הר' שהוא רשע לקבלו בתשובה ודוד התפלל נגד אויביו הרשעים שלא יעמוד הקב\"ה לימינם וז\"ש במזמור ק\"ע הפקד עליו רשע ושטן יעמוד על ימינו שהשטן ג\"כ הוא נקרא רשע כמ\"ש צופה רשע לצדיק ובקש דוד עד אויביו הרשעים אל תעמוד הק' שהוא הקב\"ה לימינו לקבלו בתשובה אבל הפקד עליו רשע והוא השטן שיעמוד לימינו לשטנו ולזה במזמור אליך ה' נפשי אשא שזכר ברי\"ש אויביו שנאמר ראה אויבי כי רבו וגו' דהיינו אויביו הרשעים הקדים הרי\"ש במקום הקו\"ף על כוונה זו שיעמוד הרשע שהוא השטן על ימינו של רשעים אויביו. ואמר מ\"ט כרעיה דקו\"ף כו'. מסייע ליה לר\"ל כו' בא ליטמא פותחין כו' מייתי ליה הכא לגבי הק' כו' על הכוונה זו ובפ' התכלת מייתי ליה ג\"כ לענין הה' דכרעיה תלויה ושם מפורש. ואמר שי\"ן שקר כו'. שעד כאן לא נמצא בא\"ב אותיות שקר. וכן תי\"ו אמת שבה נשלם אותיות אמת. וקאמר שקר מקרבן כו'. שקרא שכיח וכו' וכדאמרי' אמת אומר אל יברא שכולו שקר כו'. ואמר שיקרא אחדא כרעא כו'. עיין פירש\"י ויותר נראה לפרש דאמת מלבן כו'. שכל אותיותיו שוין למטה ואין הא' מאריך על האחרים משא\"כ שקר שהקו\"ף בצורתה מאריך למנוה יותר מרי\"ש והשי\"ן והיינו הרגל האחד שהוא כרעא דקו\"ף שזכר לעיל. ואמר דקושטא קאי כו'. היינו שיש לו קיום משא\"כ השקר או ע\"ש שהאמת הוא א' מעמודי עולם דהיינו דקאי עולם עליה משא\"כ השקר הוא מהרס עולם בקיומו שע\"כ אמת הוא חותם של הקב\"ה שהוזכר במעשה בראשית. ואמר א\"ת ב\"ש כו'. אח\"ס בט\"ע כו' א\"ל ב\"ס אלו חלופי אותיות הם בספר יצירה הם בסודות נסתרים בחילוף אותיות ואלו ינוקי הוו דרשי להו ברמיזות לשכר הצדיקים ולעונש הרשעים. וז\"ש א\"ת ב\"ש אותי תעב כו'. כי הא' רמז על האחד אמיתי דהיינו אותי תעב ע\"ש התי\"ו ואמר דאעפ\"כ אתאוה לו שישוב שהקב\"ה מצפה ומתאוה שישוב הרשע מרשעתו ואמר ב\"ש הב' כמו שהיא בנקודת חירי\"ק משמעו בי רמז על הקב\"ה ולא חשק נמי משמעו מן הב' שהוא מורה על השניות דהיינו שלא חשק אל א' ובחר בשני אעפ\"כ שמי שהוא הוראות השי\"ן כמ\"ש כי שם ה' נקרא עליך וגו' זו שי\"ן של תפילין יחול עליו להיות יראתי עליו לשוב וכמ\"ש אע\"פ שחטא ישראל הוא כי אפשר שישוב. ואמר ג\"ר גופו טימא כו'. הג' מורה על הגומל נפשו בתאוות המותרות דהיינו שטימא את עצמו אעפ\"כ ר' רחום שהוא הקב\"ה מרחם עליו אם ישוב. ואמר דלתותי נעל כו'. ר\"ל באם אחר כל המעשים שאני מצפה לו לתשובה דלתותי נעל שהם שערי תשובה או ע\"ש דלתות בהכ\"נ ובהמ\"ד שנעל כמו שעשה אחז המלך:", 
            "<b>קרניו.</b> רמז הק' שהוא קרן של אדם לעוה\"ב לא אגדע בתמיה וכמ\"ש וכל קרני רשעים אגדע תרוממנה קרנות וגו' דהיינו צדיק יורש חלק הקרן של הרשע בעוה\"ב כמפורש בפרק אין דורשין ואמר ע\"כ ועד ה' ו' שהם ממש אותיות שמו של הקב\"ה דרשי במדות הרשעים אבל במדות צדיקים יש לדרוש כל האותיות כמשמען דהיינו א\"ת ב\"ש אם אתה בוש שאתה ירא אלהים כמ\"ש בנדרים איזו יראה שהיא בפנים הוי אומר זה הבושה תזכה לגור בדוק היינו למעלה בעולם הנשמות כמו שאמר בושת פנים לג\"ע ואמר ה\"ץ ו\"ף חציצה כו'. מצינו ה' מתחלף בח' ור\"ל שגם בעוה\"ז תזכה שה\"ו של השם יהיה לך חציצה להצילך מן האף והף' מורה בכ\"מ על האף כמ\"ש נגף שצף אנף כמ\"ש המפרשים. ואמר ז\"ע ח\"ס ט\"ן כו' ר\"ל אם אתה זע ממנו יתברך ברוך הוא כמ\"ש שאתה בוש הרי הקב\"ה חס עליך להצילך משטן שלא תהא זע ממנו כמ\"ש הבא ליטהר מסייעין אותו. ואמר י\"ם כ\"ל אמר שר כו'. אותיות י\"ם יש לחלק ור\"ל אמר שר של גיהנם לים שהוא שמו של הקב\"ה מכל תן לי דהיינו גם מרשעי ישראל. אמר הקב\"ה אח\"ס בט\"ע גי\"ף. כפירש\"י שיש לחוס עליהם להצילם מגיהנם על שבעטו בגי\"ף שהוא זנות וכמ\"ש אברהם יושב על פתחו של גיהנם וכל מי שעבר עבירה בזנות נמשך ערלתו ולא מבשקר ליה. ואמר דכ\"ץ דכים הם כו'. אמר כן נגד כתות שיהיו לעתיד כדאמרי' פ\"ק דר\"ה צדיקים בינונים רשעים נגד רשעים אמר כנים הם באמונתם שלא עברו רק ע\"י היצה\"ר ונידונים בגיהנם ועולים דכים הם. הם הבינונים שיזכו בדין לעתיד כדאמרי' שם ורב חסד מטה כלפי חסד וצדיקים הם כמשמעו וע\"כ אמר הקב\"ה הל\"ק ה' במקום ח' דהיינו שיש לכולם חלק לעוה\"ב כמ\"ש ועמך כלם צדיקים ואין לך חלק בהם. ואמר ומר ז\"ן ש\"ת דהיינו שאמר הגיהנם לה\"ו שהוא שמו של הקב\"ה מר מלשון רבינו זנני מזרעו של שת דהיינו ז\"ן ש\"ת דהאי לישנא אשכחן בגיהנם שלש הנה לא תשבענה שאול וגו' א\"ל הקב\"ה א\"ל ב\"ם ג\"ן ד\"ם אוליכם לגן כו' הכ' מתחלף בב' בצורתה כדאמרי' לעיל ביתין כפין כפין ביתין ואמר גן הדם ע\"ש והוא צג בין ההדסים וגו' ואמר ה\"ע ו\"ף אמרה גיהנם כו' עיף אנכי כו' דהיינו שאמר הגיהנם להקב\"ה שהוא ה' עיף אנכי פירש\"י הנני עף ברעב כמ\"ש בעשו כי עיף אנכי ועי\"ל ע\"ש עיפה נפשי להורגים. וא\"ל הקב\"ה ז\"ץ ח\"ק הללו זרעו של יצחק כו'. כמפורש לעיל בפ' רע\"ק דאברהם ויעקב לא יבקשו רחמים על ישראל בדין לעתיד רק יצחק ואנו אומרים בדין ר\"ה ועקידת יצחק היום לזרעו כו' וכן יהיה לעתיד. ואמר ט\"ר י\"ש ב\"ת ר\"ל כי ט\"ר ושמור לישראל י\"ש עולמות אבל אני נותן לך כתות של עובדי כוכבים תחתיהן כמ\"ש בחגיגה דהרשע נוטל חלק הצדיק בגיהנם כמ\"ש משנה שברון ירשו ורש\"י פי' בכמה דברים בסוגיא זו בענין אחר ואתה המעיין ראה אשר תבחר לך ודו\"ק (תענית פ\"ק ע\"ש):"
        ], 
        [], 
        [
            "<b>כי</b> אב המון כו'. דרשו כן מפני שנראה כי תיבת המון מיותר אשר לזה נתוספה ה\"א דסגי ליה בהערה זה לכתוב אב לגוים וגו' דהיינו בתחלה אב לארם ועכשיו אב לגוים ומש\"ה דרשו כן המון לנוטריקון ומדהא לדרשה אב נמי לדרשה נוטריקון וכולהו מפורשים במקרא א' אב באומות דכתיב והיית לאב וגו' ב' בחיר דכתיב ובחרת באברם גו' המון ה' חביב ה' מתחלף בח' בצורתה כדאמרי' ה' בח' ח' בה' ועוד שהם ממוצא א' ומצינו באברהם שהיה אהוב וחביב דכתיב זרע אברהם אוהבי מ' מלך דכתיב נשיא אלהים אתה וגו' ו' ותיק לשון ותיק פירש\"י פ\"ק דברכות איש עניו ומחבב מצות עכ\"ל ומצינו באברהם שהיה עניו דכתיב ואנכי עפר וגו' ומחבב מצות דכתיב כי ידעתיו למען אשר יצוה גו' וגם מנהג ותיקון שהיו גומרין ק\"ש ותפלה עם הנץ החמה מייתי ליה מאברהם שתיקן תפלת שחרית וישכם אברהם בבקר נ' נאמן דכתיב ביה ומצאתו נאמן לפניך ודו\"ק:", 
            "<b>אנא</b> נפשי כו'. דהוי סגי למכתב אני וע\"כ דרשו כולה לדרשה אנא נפשי כו'. ר\"ל שהקב\"ה בעצמו נתנה כתובה וכדכתיב והלוחות מעשה אלהים וגו' ורבנן אמרי דבר נוסף להרחיק הגשמיות דלא נאמר כתובים באצבע אלהים אלא כדי לשבר את האוזן וז\"ש אמירה נעימה כתיבה כו'. שהאמירה הנעימה היוצאת מפי הגבורה נכתבה בלוחות מעצמה וכ\"ה בת\"י ובמדרשות ע\"ש וא\"ד למפרע יהיבה כו'. להורות שהתורה נתונה כתובה ולא בע\"פ דדברים שבכתב אי אתה רשאי לאומרם על פה והוא כדי שיהיו נאמנין כי הדיבור שבע\"פ יפול בו מהשינוי ענין וק\"ל:", 
            "<b>יראה</b> ראתה כו'. משום דלפי פשוטו הוא סותר מה דכתיב לעיל מיניה שהקב\"ה הסכים על הליכתו שנאמר קום לך אתם וגו' וע\"כ דרשו יר\"ט נוטריקון שעל האתון קאמר יראה ראתה נטתה גם שראתה ונטתה מפרש בקרא ותראני האתון ותט וגו' הא דמשום יראה היא אינו מפורש:", 
            "<b>כר</b> מלא כו'. עיין פירש\"י הכא ובספר ישעיה פי' כר נרחב מלשון ככר הירדן וכמו כרמל כר שהוא מלא תבואה עכ\"ל וק\"ל:", 
            "<b>נוטריקון</b> נואף כו'. דהו\"ל למכתב קללה נמרצה בה' אבל התי\"ו מורה על הרבים לדרוש נוטריקון נואף כו' וק\"ל:", 
            "<b>מה</b> נצטדק נכונים כו'. דלפי משמעו מה נצטדק שאין לנו מקום להצטדק וזה סותר כל ענין שאח\"כ ויגש יהודה וגו' שא\"ל שבעלילה בא עליהם כפירש\"י בחומש וע\"כ דרשו שגם כאן רומז לו על כך כי תואנה הוא מבקש מהם כי נכונים כו' ואולי אלו לשונות לפי מ\"ש במדרשות שיוסף הזכיר להם מעשה תמר ומעשה בלהה והריגת שכם עם מעשה הגביע וע\"כ ענו ואמרו גם הם ע\"ז בהרבה לשונות נכונים כו' וק\"ל:"
        ], 
        [
            "<b>ע\"ב</b> מפני שלא בכה כו'. והיינו במדה זו דמתים בניו כשהם כשרים בקטנותם בלא חטא שיבכה עליהם ואם בוכה כו' מוחלין לו עונותיו שלא ימותו הבנים בעון אבותם ואמר בשביל כבוד שעשה לו מיירי באדם כשר גם שאינו בעל תורה דאלו בבעל תורה יש לבכות על התורה שהיה לו והיא חסירה לדורו במותו וק\"ל:", 
            "<b>שכך</b> אומנתו כו'. ר\"ל באומנות עושה כך להביא את האדם מעבירה קטנה לגדולה כמ\"ש אקרא דמושכי עון בחבלי שוא וכעבות עגלה וגו' דמקרע בגדיו כו' ודאי דנמי עבירה היא דעובר בבל תשחית הוא והנהו רבנן נמי דקא עבדי בחמתם למרמי אימתא אאינשי ביתייהו היינו נמי בדבר דלא שייך בל תשחית דשלף מצבייתא ותבר מני תבירי ודו\"ק:", 
            "<b>שימה</b> דמעתי בנאדך וגו'. משמע ליה דלא איירי האי קרא אלא במוריד דמעות על מת דבלאו הכי אסור לאדם להצטער ולבכות דלא הותר בכיה אלא למת וענין שסופרן הקב\"ה ומניחן בבית גנזיו כו' ר\"ל דמחשיב ליה בכלל יראת שמים כדאמרי' דאין לו להקב\"ה באוצרו אלא יראת שמים כו' וק\"ל:", 
            "<b>לקוברו</b> בחייו כו'. נראה מדה כנגד מדה דקאמר בסמוך קאי נמי אהא דכל זמן שמתעצל בהספד של חכם המת הרי הוא מחשיבו כחי והרי הוא כאלו הוא חי בקבר לפי דעתו אף הוא ראוי לכך לקוברו בחייו ומייתי ליה מקרא שנאמר ויקברו וגו' בהר אפרים מצפון להר געש כו' דמאי סימנא מצפון להר געש דתלי תניא בדלא תניא דהר אפרים מפורש בכמה מקראות ולא כן הר געש וע\"כ דרשו דמצפון לאותו הר שזכר דהיינו אפרים געש ורעש עליהם להורגן כו' ודו\"ק:", 
            "<b>ימים</b> האריכו כו'. פירש\"י ימים האריכו שבלו ימיהם בטוב דחשיב אריכות ימים כדאמרי' כו' וכי יש שנים של חיים כו' אלו שנותיו של אדם שמתהפכות כו' עכ\"ל והוא דחוק דאדרבה אשנים קאמרינן התם הכי ולא אימים וע\"ק כפי מה שפירש\"י שם שמתהפכות השנים מרעה שבילדותו לטובה בזקנותו כו' ע\"ש מה שייך הכא דהא נקצרו שנותיהם ומתו מהר ולא באו אחרי מות יהושע מילדות לזקנה ואולי דאיכא לפרושי הכא בהיפך כפי אותה הסוגיא דהתם וה\"ק הכא ימים האריכו דהיינו שחיו הרבה שנים אלא שבאותן שנים לא היה להם טובה וכאלו הוו מתים והיינו דשנים לא האריכו שלא היה להם שנות חיים להתהפך להם מרעה לטובה להיות חי מתוך מיתה כפירש\"י שם ותו לא מידי ודו\"ק:"
        ], 
        [], 
        [], 
        [
            "<b>ידאגו</b> כו'. ר\"ל ידאגו ובעו לאפושי ברחמי טפי נגד מה\"ד ששלנו בהן וכה\"ג אמרי' במס' מ\"ק במשפחה שמת לה מת וק\"ל:"
        ], 
        [], 
        [
            "<b>יושב</b> הקב\"ה וזן מקרני ראמים כו'. מפורש פ\"ק דע\"ז:", 
            "<b>דקדלו</b> כו'. עיין ברש\"י ובתוס' והוא דחוק וי\"ל שידע שמואל שאותו גדול הבא חש במעיו ואפשר דשמע נמי שמואל שהגדול בא אליו לרפאותו שהיה שמואל רופא מומחה ושמואל וקרנא יתבי אגודא דנהרא כדי להקביל פני גדול וכשראה שגם המים דלו לאקבולי אפיה א\"ל לקרנא זיל תהי כו' ודקאמר שהיו המים עכירי בזה ראה שאין המים הולכין כדרכן מלמעלה למטה מארץ ישראל לבבל אלא דהוו קדלו ממטה למעלה כדי לאקבולי אפיה ולכך הוו עכירי לפי שהלכו שלא כדרכן:", 
            "<b>מלה\"ד</b> כו' א' הרגו מלך וא' הרגו כו'. במלתא דעלמא הוא דאוקמיה להאי בייתוסי ועיקר טעמא דע\"כ תורת ה' גו' מן המותר בפיך היינו ממין המותר בפיך דבעור לא שייך המותר בפיך דאינה ראויה לאכול אלא ממין המותר בפיך קאמר ומה\"ט נחורות ועקורות מותרין כמ\"ש התוס' וק\"ל:"
        ], 
        [], 
        [
            "<b>בת</b> חורין היא זו כו'. פי' בערוך יש לה כבוד ברוחות כבי חורין בבני אדם ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>קרי</b> למאני מכבדותיה כו'. ולקמן יליף שינוי בגדים מאהרן ומצינו ביה האי לישנא דכתיב ועשית בגדי גו' לכבוד ולתפארת:", 
            "<b>הלוכך</b> של שבת כו'. ומסיק דהיינו פסיעה גסה ובחול נמי אסור משום סכנה ואשמעינן האי קרא דבשבת איסורא נמי איכא והא דלא דריש נמי הכא דרכיך אסורין דרכי שמים מותרין משום דאע\"ג דאיסורא ליכא סכנה מיהת איכא וק\"ל. (כיצד מברכין ע\"ש זבחים פי\"ד ע\"ש).  :"
        ], 
        [
            "<b>דבורך</b> כו'. כאלו כתיב מדבר דבר דמ' מעשות חפציך קאי נמי אדבר דבר וענינו שהדבור במלאכת שבת כמעשה כמ\"ש בבריאת שמים וארץ דכתיב (כי בו שבת) [וישבות] מכל מלאכתו אשר עשה וכתיב בדבר ה' נעשו וק\"ל:", 
            "<b>כאלו</b> אוכל מבשר כו'. פירש\"י אבותיו שמתו שם בגולה עכ\"ל דאי משום מתי מבול לאו אבותיו הוא ומש\"ה לא פריך הא אתמחוי אתמחי אלא למ\"ד משום כאוכל שקצים ורמשים דמבול דכתיב ביה וימח וגו' ונראה דבא\"י אין לחוש משום אבותיו שמתו בא\"י כיון דמציינין קברות ומטהרין אותם אין לחוש שיאכל עפר המת דמה\"ט גזרו טומאה על ארץ נכרים אגושא ואאוירא ולא גזרו על כך בא\"י וק\"ל:", 
            "<b>אלו</b> בגדי שבת כו'. עיין פירש\"י ועי\"ל מדכתיב שמלותיך לשון רבים ולא כתיב שמלתך דרשו אלו בגדי שבת דלבשה בגדי חול וגם בגדי שבת לקחה עמה ולא הלבשתן עד אחר שירדה לגורן כדי שלא יאמרו זונה היא ובהא נעמי נמי חשה שלא תלבשה בגדים נאים של שבת עד אחר שתרד לגורן והיינו דכתיב ושמת ולא כתיב והלבשת והיינו תן לחכם בלבישה ויחכם עוד ברחיצה וסיכה ודו\"ק:", 
            "<b>דאלו</b> עלי קא\"ל שכב וגו' ואמרת דבר ה' וגו' ויאמר שמואל דבר וגו'. יש לעיין בזה מאי תן לחכם ויחכם עוד דמה חכמה נתן לו אם שיאמר ה' א\"כ מאי ויחכם עוד שהרי שמואל לא אמר כן וי\"ל משום דכל ג' פעמים ראשונים דקרא אותו הקב\"ה והוא לא ידע לא אמר רק הנני ולא אמר כי שומע עבדך שחשב שעלי היה קוראו וא\"ל עלי שהקב\"ה קורא אותו וע\"כ יאמר דבר ה' כי שומע עבדך והיינו תן לחכם והוא התחכם עוד מן הספק שאמר כמ\"ש לו עלי לומר כי שומע עבדך דשמא הקב\"ה קוראו ולא אמר ה' דשמא אין זו שכינה ודו\"ק:", 
            "<b>שהלכה</b> ובאת כו'. במדרש עד לא אזלת אתת והוא אומר ותבוא ואח\"כ ותלקט אלא שהיתה מסמנת הדרכים כו' כפירש\"י בספר רות ע\"ש והכא דרשו מכח הך קושיא ותבא ואח\"כ ותלקט וגו' שהלכה ובאת למצוא בני אדם המהוגנים כו' ופירש\"י מהוגנים שבקוצרים לילך עמהן עכ\"ל ולא ניחא ליה לפרש שהלכה ובאת למצוא עניים מהוגנים שילקטו עמה דמה היה לה לחוש על כך אבל על קוצרים ודאי דהיה לה לחוש ועוד שלא הוזכר בקרא שלקטו אחרים עמה אבל הקוצרים הוזכרו בקרא וק\"ל:", 
            "<b>דבר</b> חכמה כו'. נקט הכי דדינא הכי הוא אליבא דב\"ה ממתני' דמס' פאה וקשה דשאר עניים ודאי נמי היו מדקדקין בכך לב\"ה ב' לקט וג' אינו לקט לב\"ש ג' לקט וד' אינו לקט ומאי דבר חכמה ראה בה ונראה לפרש ע\"פ שמפרשים פלוגתייהו בירושלמי טעמא דב\"ה ב' שנאמר לעני ולגר תעזוב אותם וטעמא דב\"ש ג' שנאמר לגר ליתום ולאלמנה ע\"ש בפי' הר\"ם והר\"ש והשתא רות שהיתה גיורת וענייה ואלמנה והיתה ראויה ליטול גם שלש דאפשר דב\"ה מודה בהא דיש לעזוב לה ג' וקאמר דבר חכמה היה בה שלא תהיה נחשבת לג' המדוכים האלה וע\"כ לא נטלה רק שתים לקע כשאר סתם בני אדם אליבא דב\"ה וק\"ל:", 
            "<b>וכי</b> דרכו של בועז לידבק כו'. לכאורה ממלת תדבקין שאמר לה ודאי דלא משתמע שדרכו לידבק עם הנשים דלא קא\"ל אלא שהיא תדבק בנערותיו וי\"ל דמ\"מ לא הל\"ל לה לישנא דדבוק דנאמר בדבוק נשים כמ\"ש ודבק באשתו וגו' ותדבק נפשו בדינה וגו' אלא דהל\"ל וכה תהיה עם נערותי אלא לדרשה וא\"ל הכי לרמז שנאמר ורות דבקה בה אמר דשרי לאידבוקי בה ולא תאסר לבא בקהל דמואבי ולא מואבית כמפורש במס' יבמות ודו\"ק:", 
            "<b>עתידה</b> מלכות כו'. דמלת הלום הוא מיותר דלא הל\"ל לה אלא גשי ואכלת מן הלחם אלא דרמז לה שמלכות בית דוד יצא ממנה דכתיב כי הביאתני עד הלום וע\"ש הראוי למלכות בית דוד כתר הולמתו כדאמרי' פ' כל הצלמים ולכך הלם חסר וי\"ו ע\"ש הולמתו וק\"ל:", 
            "<b>שהחומץ</b> כו'. דמאי רבותיה שא\"ל וטבלת פתך וגו' שזה ודאי מאכל פועלים אלא אשמעינן קרא למר שהחומץ יפה לשרב ולמר רמז לה כו'. שמעשיו קשין כחומץ ומנו מנשה דלא מצינו בכל מלכי יהודה שהרשיעו כל כך כמנשה ונתיישן כ\"כ במלכותו חמשים וחמשה שנים כחומץ הזה שכל עוד שמתיישן הוא יותר קשה וק\"ל:", 
            "<b>ולא</b> בתוך כו'. עיין פירש\"י ובפשיטות י\"ל דמצד הקוצרים קרא דלא צריכה אלא לדרשה לדיוקי מיניה ולא בתוך הקוצרים היינו שלא יהיה מלכות בית דוד בתוך ישראל רק מצדם שיהי' להם מלוכה אחרת:", 
            "<b>ותאכל</b> בימי דוד כו'. גם זה קרא דלא צריכה אלא דרמז לה ותאכל בימי דוד כו' כפירש\"י לשון עושר הוא דוד ושלמה וחזקיהו כו' ע\"ש ונראה לפום הך דרשה קמייתא דוד ושלמה וחזקיה יש לפרש כמשמעה על רות גופה ותאכל בימי דוד ותשבע בימי שלמה שהיחה חיה עדיין בימי דוד ושלמה כדאמר ר\"א גופא בס\"פ הספינה וישם כסא לאם המלך היא רוח אמה של מלכות ותותר בימי חזקיהו שלא חיתה כ\"כ וכן לדרשה בתרייתא ותאכל בעולם הזה כו' יש לפרש על רות גופה וק\"ל:", 
            "<b>ותחת</b> כבודו כו'. פירש\"י ה\"ג כו' ולפירושו לא פליגי ר\"י ור\"א אלא במשמעות דורשין ובתרתי בלשון כבודו ובלשון תחת וזהו דוחק ואינו מוכרח אלא דר\"א נמי קרי למאני מכבדותיה ולא פליג בהא אר\"י אלא בהא פליג דתחת משמע ליה לשון חליפין וס\"ל דבגדים נשרפו והכא קאמר כבודו ממש דהיינו בגדים נשרף ותחתיו יהא אפר ושרפה כיקוד אש והשתא ניחא דג' מחלוקת בדבר לר\"י נשרף הגוף ולר\"א נשרפו הבגדים ולרשב\"נ שריפת הנשמה ודו\"ק (כיצד מברכין ע\"ש):"
        ], 
        [
            "<b>מנין</b> לשינוי בגדים כו'. לענין שינוי בגדי שבת מייתי לה דה\"נ בע\"ש בגדים שבישל בהן כדכתיב את אשר תאפו אפו ואת אשר תבשלו גו' אל ימזוג בהן כוס לרבו דהיינו כסא דקידושא במעלי שבתא וק\"ל:", 
            "<b>גנאי</b> הוא לת\"ח שיצא במנעלים כו'. מפורש פ' כיצד מברכין:", 
            "<b>כל</b> משנאי אהבו וגו'. דהך פרשתא כולה בתורה קמשתעי ומסיים כי מוצאי מצא חיים וגו' ואמר גם בזה האיש שהוא מוצאי דהיינו ת\"ח אם הוא משניאי בפני הבריות ברבים כפירש\"י אהבו וגו' לא ימצא חיים וק\"ל:", 
            "<b>הא</b> בגלימא הא בלבושא כו'. יש לכוין בזה ע\"פ מ\"ש פ' המוציא יין לבושא לא בושה גלימא שנעשה בו כגולם כי המדות של אדם הם בגדי אדם כמ\"ש בכל עת יהיו בגדיך לבנים והמדות הבאים מצד החומר הם כגלימא שנעשה ע\"י הגולם והחומר והבאים מצד הצורה הם נקראים לבוש שהחומר מקבל הצורה והיינו לא בושה על המדות הבאים מצד הצורה וז\"ש תתהפך כחומר חותם ויתיצבו כמו לבוש דהיינו שיחזור לעתיד החומר להתלבש בצורה וע\"ז אמרו בפ' חלק צדיקים יעמדו בלבושיהן כו' דקדק לומר בלבושיהן ולא אמר בבגדיהן דהיינו שיעמדו בבגדים לבנים מקבלים צורה ולא יבושו משא\"כ הרשעים דיבושו לעמוד בגלימא שהוא סומק ור' ינאי לא החזיק עצמו כצדיק לעמוד בלבנים והיה מסתפק אם יתביישו חבריו ממנו שהוא יזכה להתלבש בצורה לעמוד בלבנים או שהוא יתבייש מחבריו שהם יתלבשו בצורה וק\"ל:", 
            "<b>בבגדים</b> בלואים כו'. וערום ממש ויחף ממש ודאי דלא הלך כן שלש שנים אלא בבגדים מטולאים כו' קאמר ומייתי ליה הכא גם שהוא בכלל משניאי ע\"פ הדבור שאני וק\"ל:", 
            "<b>בבנינו</b> של עולם כו'. דהיינו בתורה שהיתה אומנתו של הקב\"ה בבריאת עולם וע\"כ הם מקפידין ביותר אפי' מצד אחד על הטומאה וק\"ל:", 
            "<b>המקפיד</b> על חלוקו כו'. עיין פירש\"י והוא דחוק דמה ענינו לכאן ונראה לפרש דה\"ק איזהו ת\"ח כו' המקפיד על חלוקו דקאי שפיר אלעיל דשל בנאין מצד א' ומפרש לה ר\"י דבנאין היינו ת\"ח ומייתי עלה דהיינו דאר\"י איזה ת\"ח כו' המקפיד על חלוקו להפכו גם אם לא יראה בו רבב מצד אחד הופכו על צד השני שמא ימצא בו רבב דמצד אחד נמי חוצץ בבגדו של ת\"ח שהן בנאין ודו\"ק:", 
            "<b>איזהו</b> ת\"ח שבני עירו כו'. בכל הני קרא ת\"ח בשם לויי דאינו ת\"ח לכל דבר רק לאותו דבר דאיזה ת\"ח שמחזירין כו' אף שאינו ת\"ח גמור כיון שיש בו מדה זו להקפיד בעינו לעיין בבגדו אפי' מצד אחד יש להאמינו במדה זו על האבידה בטביעת עין ואיזה ת\"ח הממנין כו' ר\"ל על כל דבר שממנין את האדם מקרי פרנס לאותו דבר כיון ששואלין אותו דבר הלכה ר\"ל בדבר הלכה של אותו דבר שמינו אותו עליה ולא בעי לידע שאר הלכות וכן איזהו ת\"ח שבני עירו כו' לא איירי בת\"ח גמור אלא שעוסק בחפצי שמים כגון בצרכי צבור אבל איזהו ת\"ח כל ששואלין כו' הוא סתם ת\"ח גמור בלא שם אחר והיינו כל ששואלין אותו הלכה בכ\"מ ואמר דנ\"מ למנויה פרנס על הצבור בכל מילי אי באחריה או לריש מתיבתא כדמסיק ודו\"ק:"
        ], 
        [], 
        [], 
        [
            "<b>סימניות</b> מלמעלה כו'. סימניות אלו הן כמין נוני\"ן הפוכין ולמ\"ד שאין זה מקומה אלא כדי להפסיק בין פורענות כו' כדמסיק יש לכוין שע\"כ באו אלו הסימנין בנוני\"ן הפוכין כי הנו\"ן מורה על פורענות כמ\"ש פ\"ק דברכות שע\"כ לא נכתב נו\"ן באשרי לפי שהיא מורה על הנפילה וע\"כ הם הפוכים שיתהפך הנפילה לטובה ע\"ש סומך ה' לכל הנופלים כמ\"ש שם ולמ\"ד ספר חשוב בפני עצמו ע\"ש חצבה עמודיה שבעה באו הנוני\"ן בספר זה שהוא קטן שבספרים שאין בו רק שני פסוקים לרמז שגם ספר הזה כולל נ' שערי בינה והם הפוכים שהם מתהפכים מדעת בן אדם שלא יוכל לעמוד עליהם וגם משה הנזכר בשני פסוקים האלה לא זכה רק למ\"ט פנים כמ\"ש ותחסרהו מעט מאלהים כדאמרי' במס' נדרים וענין שרמז שנחלקה התורה לז' ספרים כמ\"ש שהיא אומנתו של הקב\"ה בבריאת עולם בז' ימי בראשית כמ\"ש ואהיה אצלו אמון והיינו חצבה התורה עמודיה של עולם שבעה שהם שבעת ימי בראשית:"
        ], 
        [
            "<b>שסרו</b> מאחרי ה' כו'. וכמ\"ש התוס' ואיתא במדרשות ומשום דלא מצינו שנקרא הר ה' רק מקום ב\"ה שנתקדש לעולם אבל מקום שנתנה בו התורה לא נקרא רק הר האלהים או הר חורב והר סיני וע\"כ דרשו שנסעו מאחרי ה' כתינוק הבורח מבית הספר לבטל מד\"ת כי מנסיעתם מהר סיני שהיה בית המדרש שלהם נעשו בתי כנסיות של ע\"ה לילך אחרי תאות לבם דמר\"ח סיון בשנה ראשונה שבאו לסיני עד כ' אייר בשנה שנייה היו בבית הספר ולא חטאו עד אחר כך שחטאו מיד במתאוננים ושלוח מרגלים וכל השאר ואמר דדרך ג' ימים במדבר כו' עד כדי שלא ילינו ג' ימים בלא תורה שלא תתחזק להם ביטול תורה בג' ימים כמפורש בחידושינו שם וז\"ש וארון ברית ה' נוסע לפניהם דרך ג' ימים לפי שהם סרו ממנו בד\"ת דרך ג' ימים וזה פורענות ראשונה והפסיק בין פורענות זה לפורענות שנייה בפסוק ויהי בנסוע וגו' שאמר הכתוב ויהי בנסוע הארון להרחיק עצמו מהם דרך ג' ימים כדכתיב לעיל שהיה זה בעבור עונשן שהרחיקו עצמן מבית הספר ג' ימים התפלל משה ואמר קומה ה' ויפוצו אויביך שהם כנוסן של ע\"ה כדאמרי' פזורן של רשעים טובה להן ולעולם וינוסו משנאיך שהם משניאי כמ\"ש כל משנאי אהבו מות והם גם הת\"ח היושבים בכנוסן של ע\"ה כמפורש פ' אלו עוברין ואמר ובנחה הוסיף משה להתפלל שובה ה' להתקרב עוד להשרות שוב שכינתו בינינו עכ\"פ על רבבות אלפי ישראל וגו' שהם כ\"ב אלף משבט לוי שלא היו בכלל מבטלי התורה ולא הרחיקו עצמן מבית הספר שהוא מחנה לויה ושם היה משה רבן וגם הלוחות והארון קרוב להם ולא היו הלוים בכלל כל חוטאי דור המדבר כמפורש במדרשות ודו\"ק:", 
            "<b>ואחר</b> הדלת והמזוזה וגו'. סיפיה דקרא כי מאתי גלית ור\"ל שהשלכתני אחר הדלת כפי' רש\"י ובמקום סתר שהוא בין הדלת למזוזה שמת זכרונך כינוי הוא במקום זכרוני גם כי מאתי גלית שאתה מכיר אותי וק\"ל:", 
            "<b>בין</b> ישראל כו'. דהיינו שאומרים שהקב\"ה החליף ישראל באומה אחרת מפני השנאה ומייתי ליה מדכתיב הלא משנאיך ולא כתיב שונאיך דהיינו משנאיך שעושין את ישראל כאלו אתה שונאן אני אשנא ובמתקוממך שהם הקמים על ה' באמונתך אתקוטט להתווכח עמהם וע\"כ תכלית שנאה שנאתים ולא שנאת תנם אבל לאויבים היו לי דעתם להרגני כאויב הזה כדמסיק זימנא חדא אזיל ובעי לסכוניה ע\"י הויכוח וק\"ל:", 
            "<b>דיקלא</b> פלניא כו'. עיין פירש\"י ויש ליישב דיקלא פלניא ר\"ל התורה אית לי באורחא שקשה לי לעבור על ד\"ת ויש לה דמיון לדקל כדאמרי' במס' ב\"ק מאי סגולה מ\"ד ס\"ת ומ\"ד דקל והשיב המין נעקריה דהיינו בויכוח שלהם נעקריה לתורה שהחליף אותה בדת אחרת כדלקמן אתבטלת אורייתא דמשה ואתייהב כו' ואמר להו דוכתיה קשי לי ר\"ל קשי לי לקבל שאתם אומרים שהיא בדוכתא ובמקום התורה ח\"ו כי תורתנו הקדושה לא תקבל שינוי ותמורה ודו\"ק:"
        ], 
        [
            "<b>בעו</b> לאחוכי ביה עיילה ליה כו' לא קאמר שנתנה לו דודאי משום דבעו לאחוכי ביה לא הוו מפסדי להו שרגא דדהבא וחמרא לובא אלא דעיילה ליה לביתו שרגא והראתה לו בסתר שזה תתן לו שחד וכן ר\"ג הוה עייל ליה חמרא ועדיין לא נתן אותו אלא שהבטיח אותו על כך ולבסוף אחיכו ביה ולא נתנו לו כלום וגם אמרו לו כן בדרך חוכא וטלולא תבעו זה את זה דודאי ידעו דין תורה דבמקום ברא ברתא לא תירות וכמ\"ש לו נהור נהוריך כו' ואתא חמרא כו' דמזה ודאי הבין גם הוא דדרך חוכא וטלולא קאתו לתבוע זה את זה וק\"ל:"
        ], 
        [], 
        [
            "<b>הני</b> תלתא היום כו'. דכולהו יתורא דקרא הוו דה\"מ למכתב ויאמר משה אכלוהו היום כי שבת היום לה' לא תמצאוהו וגו' וכתב ג' פעמים היום דכולהו קאי אאכלוהו דרישא דקרא כאלו כתיב ג\"פ אכלוהו היום דהיינו ג' סעודות והרמז בא במלת ג\"פ יום כדלקמן דניצול מג' פורעניות דכתיב בהו יום דכל הצלה וגאולה נקראת ע\"ש יום והצרה ע\"ש לילה וק\"ל:"
        ], 
        [
            "<b>מחבלו</b> של משיח כו'. חבלו של משיח הוא קודם בוא משיח כפירש\"י דור שבן דוד בא וכו' וקרא דמייתי לפני בא יום וגו' הוא יום שמשיח בא וי\"ל דה\"ק שיהיה נצול מחבלו של משיח ויזכה ליום בואו והוא מבואר שהוא ניצול מג' ימי צרה אלו כי אחר אלו ימי צרה יבואו ימי השביתה ומנוחה לצדיקים אשר השבת מורה עליהם וע\"כ המשמרו ומענגו כראוי בג' הסעודות ראוי שגם אלו ימי צרה יהיו לו ימי מנוחה ושלום ואין צרה שוב אחריה וק\"ל:", 
            "<b>נותנין</b> לו נחלה כו'. כתב הב\"י בטור א\"ח סי' רמ\"ב שהוא מדה כנגד מדה שכשם שהוא מפזר מעות בלי שיעור לצורך שבת כן יתנו לו נחלה בלי שיעור כו' ע\"ש ועי\"ל דעונג שבת הוא נוגע לדבר רוחני לנפש יתירה לזכות בה ליום שכולו שבת דאין לה גדר במקום כך שכר עונג ההוא אין לו גדר במקום דאין לו שיעור ויהיה לפי דרשה דהכא לשון ופרצת מלשון פריצת והריסת גדר שלא יהיה לנחלתו גדר ומיצר ולא מלשון חוזק כפי' רש\"י בחומש לפי פשוטו ונראה מה שנתנה ברכה זו ליעקב ולא לאברהם ויצחק לפי שבזכותם נתנה גם ארץ מיוחדת ונחלה שיש לה מיצר גם לשאר אומות דהיינו ללוט ולבני עשו כדכתיב לבני לוט נתתי את ער ירושה ולבני עשו וגו' אמנם בזכות יעקב שנשתלשלו הזכיות מאבות לבנים נתוסף להם ברכה זו ליתן להם נחלה בלי מצרים וק\"ל:"
        ], 
        [
            "<b>עונג</b> זה איני יודע כו'. ר\"ל דלא מצינו שיהא מותר להתענג לילך אחר המותרות אלא בשבח שנאמר בו וקראת לשבת עונג והוא מפורש שנותנין לו משאלות לבו מהטעם שהמפזר בסעודת שבת משום שהוא מצווה על העונג וכיון דאסור לאדם לשאול צרכיו בשבת אל ידאג על הוצאתו הגם שלא תשאל צרכיך בפה יתן לך הקב\"ה משאלות לבך למלא הוצאתך כמ\"ש הכל קצובין מר\"ה חוץ מהוצאות שבת ויו\"ט אם מוסיף מוסיפין לו וק\"ל:", 
            "<b>כאנוש</b> כו'. נקט אנוש שדורו היו תחלת הקלקול לעבוד ע\"ז כדכתיב ביה אז הוחל לקרא וגו'. ואמר מחללו אל תקרי כו' אלא מחול לו. דרשו כך דה\"ל למכתב מחלליה בלשון נקבה גם שמצינו שבת לשון זכר מ\"מ האי לישנא כתיב ביה מחלליה מות יומת בלשון נקבה ועי\"ל דמלת מחללו כולה יתורא הוא דלא הול\"ל אלא שומר שבת ושומר ידו וגו' כמו ושמרו בני ישראל וגו' ולא כתיב ביה מחללו וק\"ל:", 
            "<b>וכתיב</b> בתריה ויבא עמלק כו'. ויש לדקדק בזה דהא לא סמך כלל פרשת המן לפרשת עמלק דפרשת מסה ומריבה מפסקת בין שניהם שהיא אחד מעשרה נסיונות וטפי הוה ניחא לן למימר דמשום נסיון דמסה ומריבה בא עמלק דסמיך ליה ועוד דכל זה נעשה ברפידים משא\"כ מעשה שבת שנעשה כבר במדבר סין וי\"ל אי משום נסיון דמריבה בא עמלק א\"כ בנסיון דמרה שהתלוננו ג\"כ שם על המים למה לא בא עמלק אלא ע\"כ דנסיון דמי מריבה ומסה לא היה כדאי שיבא עליהם עמלק אלא דחילול שבת דפרשת מן היה מביא עליהם עמלק ונסיון דמסה ומריבה לא היה הפסק כיון דנעשה ברפידים כמו מעשה עמלק ועד\"ז יתיישב שאמרו פ\"ב דבכורות רפידים שרפו ידיהם מד\"ת ולכך ויבא עמלק משום דכבר ע\"י נסיון דמסה ומריבה מוסב שם רפידים מסה ומריבה כמפורש בקרא א\"כ אח\"כ דכתיב ויבא עמלק וילחם עם ישראל ברפידים לא ה\"ל לקרות בשם רפידים אלא בשם מסה ומריבה שכן הוסב שמו לעיל מיניה וע\"כ דרשו מיניה רפידים ע\"ש שרפו ידיהם מד\"ת והיינו שחללו שבת ששקולה כנגד כל התורה ואי לאו חילול שבת לא היה שולט בהם אומה ולשון ומ\"ש שבת ראשונה אע\"ג דכבר נצטוו במרה נקרא זה שבת ראשונה כמבואר בתוס' פ' ר\"ע:", 
            "<b>ב'</b> שבתות כו'. טעם שני שבתות מבואר בפ' בנות כותים גבי מ\"ש שם חסידים הראשונים לא היו משמשין מטותיהם אלא בד' כו' משום חילול שבת עי\"ש:", 
            "<b>יהא</b> חלקי מאוכלי כו'. כל הני יהא חלקי דנקט במלתיה משום דהני מילי לא חשיבי בעיני עלמא לדקדק בהן אמר הוא שיהא חלקו עמהם וכדי לזרז בהן את הבריות אמר כן וק\"ל. ה\"ז מחרף כו'. משום דהלל נתקן בימים מיוחדים על הנס לפרסם כי הקב\"ה הוא בעל היכולת לשנות טבע הבריאה ששינה בימים אלו ונמצא מי שאומרו בכל יום לא יתפרסם אומרו על הנס גם בימים הראוים לפרסם נסי הש\"י וה\"ז כמחרף ומגדף שאין בידו חלילה לשנות טבע הבריאה ומשני בפסוקי דזמרה כפירש\"י ב' מזמורים של הלולים כו' דאינן באים לפרסם נסיו אלא שהם דברי הלול ושבח דבעי בכל יום כדאמרי' לעולם יסדר אדם שבחו של מקום ואח\"כ יתפלל וק\"ל:", 
            "<b>מצוה</b> להתפלל עם דמדומי כו'. שנאמר ייראוך גו' מפורש בפ' ת\"ה:", 
            "<b>ממתים</b> בדרך מצוה כו'. לא שייך בזה דשלוחי מצוה אינן נזוקין דהיינו ע\"י עסק המצות לא היו נזוקין והכא מיירי בדרך מצוה במת בעת שעסק במצוה ולא ע\"י עסק מצוה:", 
            "<b>וממוציאי</b> שבת בצפורי כו'. ר' יוסי עיקר דירתו בצפורי היה כדאמרי' פ' אד\"מ אחר ר' יוסי לצפורי אלא לזרז את אחרים אמר כן שיהו מאחרים לצאת מן השבת כמ\"ש לעיל וק\"ל:", 
            "<b>מיושבי</b> ב\"ה כו'. עיין פירש\"י ועי\"ל דדרכן בב\"ה דיש מהן היו יושבין שורות ויש מהן עומדין וע\"כ אמר יהא חלקי מיושבי ב\"ה שהן אין ממהרין לצאת מבהמ\"ד משא\"כ העומדין שקשה להן העמידה והם ממהרין לצאת וע\"כ נסמך זה המאמר לדלעיל דאיירי קצת בכה\"ג ודו\"ק:", 
            "<b>נטעתי</b> ה' ארזים כו'. לפי שחשובים היו בישראל שנסמכו כולם ע\"כ כינה אותם לארזים שכן מצינו בקרא החוח וגו' שהוא שפל שלח אל הארז שהוא החשוב וכן בהרבה מקומות בקרא והא דפריך והאיכא ורדימס ולא קאמר שלא נסמך ולא נקרא רבי ורדימס ולא ארז מקרי ולכך לא חשיב ליה בהדייהו דהני חמשה דנסמכו מקרו ארזים די\"ל דמ\"מ פריך דלא הוה קאמר ה' בעילות כו' כיון שהוליד גם הששי ורדימס ומשני דאין זה שמו אלא דהיינו מנחם שנזכר כבר בשם רבי אלא דקרי ליה ורדימס כו' וק\"ל:", 
            "<b>לא</b> קריתי לאשתי כו'. עיין פירש\"י והוא דחוק וכי היה ר\"י מתפאר בכך שאף שיחת חולין שלו הן דברי חכמה ויש לפרש דקרא לאשתו ביתו ע\"ש שהיא עיקר הבית וכדי שתהא זריזה בכל צורך מלאכה בבית וכדאמרי' אעשה לו עזר וכי חטין כוסס כו' וכה\"ג קרא לשורו שדה שיהיו עבדיו זריזין במלאכת השדה בשור דהיינו כדאמרי' שרוב שוורים עומדין לרדיא ולא לנכסתא ודו\"ק:", 
            "<b>במילה</b> כו'. נקט מילה ולא ערוה ע\"פ מ\"ש פ' כירה דאסור להניח ידו כנגד פניו של מטה משום המילה אעפ\"כ קאמר אני לא נסתכלתי בה ומשום צניעות בעלמא וקאמר דמלתא אחריתא הוה ברבי שלא הכניס ידו למטה כו' דהיינו משום הרהור עבירה ולכך נקרא קדוש דכ\"מ שתמצא גדר ערוה נאמר בו קדושה:", 
            "<b>אם</b> אומרים לי חבירי עלה לדוכן כו' מה שיש לדקדק בזה עיין בחידושי הלכות:", 
            "<b>מימי</b> לא אמרתי דבר וחזרתי כו'. מפורש בפ' אין נערכין ע\"ש:", 
            "<b>תיתי</b> לי דקיימית ג' כו'. פירש\"י תיתי לי ישולם שכרי עכ\"ל וק\"ק וכי היו מבקשים שכר על קיום המצות והרי אמרו אל תהיו כעבדים כו' נראה לפרש ע\"פ מ\"ש בדרך שאדם רוצה לילך מוליכין אותו והבא לטהר מסייעין אותו דהיינו דמסייעין אותו מן השמים לקיים וז\"ש תיתי לי כו' דמתוך שאני מקיים ג' סעודות תיתי לי סייעתא משמיא שאזכה שאוכל לקיימן וכמ\"ש עשירים במה הן זוכין שמכבדין את השבת וכן רב יהודה קאמר אחרי שאני מעיין בתפלתי תיתי לי סייעתא משמיא שאוכל לעיין בתפלתי ובכוונת הלב כדברי התוס' וכן תפרש כל הני תיתי לי אחריני שאני בא לטהר ומהדר להחזיק בזו המצוה תיתי לי סייעתא משמיא לקיים רצוני וק\"ל. (הרי\"ף פי' תיתי לי אף שעברתי על רבי חדקא מ\"מ ג' סעודות קיימתי וכן עיון תפלה אע\"פ שאין אדם ניצול מג' דברים בכל יום לה\"ר והרהור עבירה ועיון תפלה מ\"מ מאחד מהן שהוא עיון תפלה נצלתי):", 
            "<b>דלא</b> סגינא ד' אמות בגילוי כו'. מפורש פ\"ק דקדושין ע\"ש:", 
            "<b>דקיימית</b> מצות תפילין כו'. עיין פירש\"י דאל\"כ מאי רבותיה דקיים מצות תפילין וציצית שהם מצות המפורשים בתורה וטעם שיעור ד' אמות בתפילין וציצית מטעם שלא ילך ד' אמות בגילוי ראש כמפורש שם:", 
            "<b>צורבא</b> מרבנן כו'. התחיל בצורבא מרבנן ומסיים ברבנן עבידנא יו\"ט לרבנן ר\"ל דכי חזינא לתלמידים שהם מקרו צורבא דרבנן או שפי' חוזק מדרבנן כפי' הערוך והם ודאי יחידים דשלמו מסכת ללמוד כולה בשלימות עבידנא יומא טבא לכל רבנן כאלו חזינא דכולם למדו בשלימות עד סיומא וסמך לזו הסעודה איתא במדרש דעושין סעודה לסיומא של תורה וע\"כ נקראת הסעודה זו בלשון סיום דבעי דשלים מסכתא וק\"ל:"
        ], 
        [
            "<b>אבי</b> סדיא כו'. ר\"ל שלא אתן שינה לעיני עד שאמצא לו זכות והיינו משום דלא חשיד הת\"ח בעיניו ומר בר רב אשי הוסיף לומר משום דאוהב לו כגופו פסול הוא ליה לדינא וק\"ל:", 
            "<b>נצא</b> לקראת שבת כו'. ואמר בואי כלה כו' מפורש פ' המניח ע\"ש. צנורא דדשא. הוא החור ונקב שלמטה שהדלת סובב בו והוא קצת מקום מוצנע למעות להניח שם כמ\"ש בפ\"ב דברכות זיל שקלינהו מתחת צנורא דדשא וכן בפ' מציאת האשה דהוה שדי לההוא עניא ד' זוזי בצנורא דדשא וה\"נ הכא הוה משלים להו ר\"א בצנורא דדשא ששם ימצא מעותיו מהר וק\"ל:", 
            "<b>מדליק</b> שרגא כו' דהוא מרא דשמעתין בפ' ב\"מ דאמר הרגיל בנר כו' דמשמע דהאיש נמי חייב בנר וכמ\"ש התוס' דהוו רגילי בנר הבעל והאשה ע\"ש:", 
            "<b>יוסף</b> מוקיר שבי אכיל להו כו'. עיין פירש\"י וי\"ל אכיל להו כמשמעו שכבר אכיל להו כשיעורא לכבוד שבת ויבואו אלו לתשלומין כדמסיק דפרעיה שבתא וכל זה חזו כלדאי בככבים וק\"ל:", 
            "<b>בתליסר</b> עיליתא כו' עיין פירש\"י והוא דחוק שכוונו במספר י\"ג בדרך גוזמא שאין זה מספר המשלים העשיריות ולא המאות כמ\"ש בכ\"מ ששים שהוא משלים העשיריות ונראה לכוין בזה המספר י\"ג הנוגע לכל דבר שבקדושה כגון י\"ג מדות של הקב\"ה ומלת אח\"ד שהוא גימטריא י\"ג מורה עליהם שמדות הללו סובבים על אחדותו ואינן משתנים בריבוים רק לפי פעולת המקבל גם מדות התורה הקדושה הם י\"ג שהתורה נדרשת בהם גם מדות האדם כשבא לכלל קדושת המצות הם י\"ג שנים ולזה בקדושת השבת לעיל דזבן ר' אבא לכבוד השבת במספר הזה בתליסר איסתרי מתליסר טבחי על כוונה זו וזה יוסף מוקיר שבי מסתמא נמי דהיה קונה לכבוד שבת במספר הזה י\"ג ועל כן זכה למספר הזה לי\"ג עיליתא דדינרי והני תליסר גמלי ספיקי כו' נקנט נמי במספר הזה שהוא ודאי נוגע בדבר קדושה הנאמר באיסורי מאכלות וכן בפ' סדר תעניות דא\"ל יהיבנא לך י\"ג נהרי דמשכי אפרסמון דכייתא כו' דמענגת בהו על כוונה זו בקדושת עוה\"ב ודו\"ק:", 
            "<b>עשר</b> תעשר עשר בשביל כו'. יפורש פ\"ק דתענית ע\"ש:", 
            "<b>וט\"ז</b> שלשלאות כו'. גם במספר הזה ודאי דיש לדקדק ומאי רבותיה דט\"ז שלשלאות של כסף לגבי ט\"ז משאוי בני אדם שהיה של זהב ויש לכוין ע\"פ מ\"ש במדרשות דמלאך דמדת הדין יש לו ט\"ז פנים וכנגד זה העמיד ט\"ז פנים של בני אדם סביב זה השלחן בנושאם אותו וכענין מטתו שלשלמה ששים גבורים סביב וגו' להצילו ממלאכי משחית כמפורש בפ' מי שאחזו. ומסיים הכא וקערות וכוסות כו'. ועליו כל מיני מאכל כו' דע\"י זה גם מלאך רע יענה אמן כדלקמן ודקדק נמי לומר ט\"ז שלשלאות כו' שהיו בו לרמוז שיהיו הט\"ז אפי של מלאך רע אסורים בט\"ז שלשלאות כההיא דפ' מי שאחזו באשמדאי מלכא דשידא דיהבו עליה שושילתא ודו\"ק:", 
            "<b>וכשמסלקין</b> כו' והארץ וגו'. בפ' כיצד מברכין אמרי' ר\"ל רמי כתיב לה' הארץ וגו' וכתיב והארץ נתן לבני אדם ל\"ק כאן קודם ברכה וכאן לאחר ברכה והשתא כשמניחין אותה אומרים לה' וגו' ניחא דהיינו קודם ברכת הנהנין ברכת הלחם כפירש\"י אבל כשמסלקין אותה אומרים והארץ נתן וגו' אינו מבורר לן דמשמע לכאורה כשמסלקין את השלחן דהיינו אחר אכילה וזה אינו אלא לאחר הברכה קודם הסעודה ואכילה מיירי קרא והארץ נתן וגו' כדמוכח ההיא דברכות ויש ליישב דהיו מסלקין זה השלתן הזהב קודם הסעודה והאכילה ולא היו מניחין את השלחן הזה אלא משום כבוד שבת בכניסתו וכן היה דרכן לאכול בשלחנות קטנים לפני כ\"א כמפורש בתוס' לקמן בשמעתין דבימיהן היו להן שלחנות קטנים לפני כל א' וא' ולא היו מביאין אותן לפניהם עד אחר הקידוש וק\"ל:", 
            "<b>זו</b> לכבוד שבת כו'. זו היא מדת ב\"ש שאמרו בפ' יו\"ט מצא בהמה נאה אמר זו לשבת ואפשר דמדתו מרובה שהיה קצב ואפשר היה לו לסמוך למצוא אח\"כ נאה הימנה ואעפ\"כ לא סמך והניח הנאה לכבוד שבת וק\"ל:", 
            "<b>תבלין</b> א' יש לנו ושבת כו'. שמעתי לפרש כי רמז לו תבלין ושמו שבת שיסבור הקיסר שהוא מין ירק עביד לריח ולטעם כמו ששנינו בסוף מס' עוקצין השבת משנתן טעם בקדירה וכוונת ריב\"ח האמיתית על השבת גופיה ולפי הבנתו של הקיסר שהוא מין ירק דעביד לריח אמר לו הקיסר תן לי ממנו מאותו המין ירק וא\"ל שאינו מועיל אלא למי ששומר שבת דהיינו כוונתו האמיתית ששבת שמה שמועיל למי ששובת בה ודו\"ק:", 
            "<b>ולקדוש</b> ה' מכובד זה יוה\"כ שאין כו'. עיין פירש\"י ור\"ל דוקראת לשבת עונג משמע בעונג אכילה ולקדוש ה' משמע דכולו לה' בלא אכילה וכה\"ג אמרי' פ' אלו דברים הכל מודים בשבת דבעינן לכם דכתיב וקראת לשבת עונג ובעצרת פליגי דכתיב לה' וכתיב לכם וא\"כ ע\"כ ולקדוש ה' דמשמע כולו לה' לא איירי בשבת ולא מתוקמא אלא ביוה\"כ שהוא נמי מקרי שבת. ואמר כבדהו בכסות כו'. הנהו אמוראי דהכא לא ס\"ל כר\"י דפ' ואלו קשרים דקרא למאני מכבדותיה ולכך לא מייתי ליה הכא אלא דע\"כ כיון שאין לכבד יוה\"כ באכילה ושתייה ע\"כ מתוקמא מכובד בכסות נקייה וכן שמואל ורב דמפרשי בוכבדתו דכתיב גבי שבת לאחר ולהקדים לא ס\"ל כר\"י דמוקי לה לשינוי בגדים לעיל בפ' ואלו קשרים וה\"נ פליגי אמוראי לעיל אר\"י ונראה משינוי לישנא דלעיל גבי שבת קאמר שלא יהא מלבושך של שבת כו' והכא גבי יוה\"כ קאמר בכסות נקייה דהיינו דבר נוסף על השבת שיהא שינוי המלבוש ביוה\"כ בנקיות וע\"ז סמכו ביוה\"כ בבגדים לבנים נקיים וכדאיתא במדרשות דוגמת מלה\"ש וק\"ל:", 
            "<b>רב</b> ששת בקייטא כו'. פירש\"י סגי נהור כו' אין פירושו מבורר לי ובפשיטות נראה לפרש דרב ששת רצה שיקדימו התלמידים בשבת כרב דאמר להקדים ולכך הושיב אותן בשבת במקום שיצטערו דהיינו בקייטא במקום החמה ובסיתוא בצל כדי שימהרו מתוך צערן לשוב לביתן לאכול סעדת שבת וק\"ל:"
        ], 
        [
            "<b>כאלו</b> נעשה שותף כו'. כי האומר ויכולו הרי הוא מעיד על מעשה בראשית והרי הוא נעשה שותף עם הקב\"ה כי בלתי עדותו לא יוודע עשייתו וכמו שהעשייה לא היה רק במאמר כדמייתי עלה בדבר ה שמים נעשו כן עדותו במאמר והו\"ל כאלו נעשה שותף במאמר והוא מבואר שאמר אפי' יחיד כו' צ\"ל ויכולו ר\"ל אפי' יחיד שאין עדותו עדות גמור במקום אחר אעפ\"כ צ\"ל ויכולו להעשות שותף של הקב\"ה בעדותו זאת באמירה בעלמא ודו\"ק:", 
            "<b>וסר</b> עונך וחטאתך וגו'. דהאומר ויכולו הרי הוא נעשה שותף במעשה בראשית כדלעיל והיינו על אותה שעה דנאמר ויכולו במעשה בראשית בהכנסת שבת ואותה שעה נתכפר גם אדם הראשון על עונו כמפורש במדרש והאי קרא בישעיה כתיב שאמר לו המלאך כן ונקטו ליה ג\"כ כאן בהאי לישנא לאמירת המלאכים:", 
            "<b>אחד</b> טוב כו'. מבואר כי יש לכל מצוה שבתורה מלאכים ממונים עליה האחד מסטרא דימינא שיהיה סניגור לאדם על קיום המצוה והא' מסטרא דשמאלא שיהיה קטיגור לאדם לעובר על המצוה והן הן ב' מלה\"ש שאמרו כאן שהן ממונים על מצות שבת ואמר בקיום המצוה זו דמלאך טוב אומר יה\"ר כו' ומלאך רע יענה אמן בעל כרחו יותר מתקיים באומרו אמן ע\"ד שאמרו הודאת בעל דין כמאה עדים דמי וכן בהיפך שמלאך טוב אומר אמן והודאתו כמאה עדים דמי וק\"ל:", 
            "<b>שאינו</b> צריך אלא לכזית כו'. ר\"ל גם שא\"צ אלא לכזית כגון שהוא שבע מסעודת מצוה שהיה לו בע\"ש מ\"מ משום כבוד שבת הבא יסדרו כאלו צריך לכל דבר כמו בשבת אחר וכן בסעודת לויה במ\"ש שהוא שבע כבר מסעודת שבת מ\"מ קאמר כה\"ג משום כבוד שבת יסדרו בכל דבר וק\"ל:", 
            "<b>פת</b> חמה כו'. טעם הדבר דיש לכבד השבת בסעודת לויה בדבר חדש שנתחמם אחר השבת ליהנות ממנו שהיה אסור בו ביום חמין ופת חמה וקרוב לזה טעם ברכת מאורי האש במ\"ש וביוה\"כ על הנר שהוא דבר שנתחדש ליהנות בו עתה שהיה אסור בו ביום שבת העבר ומשום דרוב אכילות ומשקין בשבת קרים רע לחולים קאמר דהחמין בסעודת לויה במוצאי שבת הם רפואה כמו מלוגמא וק\"ל:", 
            "<b>ואתא</b> אריא ואכליה כו'. גם כי הוה קושטא דהוה סגי ליה בכל מ\"ש בסעודת לוית מלכא בכוליא א' אין זה כבוד סעודת הלוית מלכתא שתהיה מכוליא א' שנתותרה מסעודת שבת אבל בעי סעודה באנפי נפשיה כדקאמר לעולם יסדר אדם כו' כמ\"ש לעיל:", 
            "<b>בכל</b> כחו כו'. ראיתי מפרש כינוי דכחו אקב\"ה וכמ\"ש משה יגדל נא כח ה' וגו' שהצדיקים בתפלתן מטילין כח וגבורה בפמליא של מעלה והיינו לקרוע גזר דינו כמ\"ש ויאמר ה' סלחתי כדברך ומייתי לה בפרוע פרעות גו'. לפי זה הדרש יהיה בפרוע מלשון ביטול ופרעות מלשון פורענות כפירש\"י ולדרוש דאפי' יש בו שמץ של ע\"ז כו' יהיה ג\"כ בפרוע מלשון ביטול ופרעות מלשון גילוי שמץ של ע\"ז כפירש\"י בחומש גבי כי פרעה אהרן לשמצה גו' ע\"ש ועיין בסוף נזיר ובפ' אלו דברים מעלת וגודל עניית אמן ובחדושינו:", 
            "<b>שערי</b> ג\"ע כו'. כי הג\"ע יש לו הרבה שערים מחיצה לפנים ממחיצה וכמ\"ש כל צדיק וצדיק נכוה מחופתו של חבירו ובפ' שואל אמרו כה\"ג כל צדיק וצדיק יש לו מדור לפי כבודו ואמר שזה העונה אמן בכל כחו שפותחין לו כל השערים מחדרי ג\"ע. ומייתי לה אל תקרי שומר אמונים אלא שאומרין כו'. והא' נחה במלת שומר א\"נ דמלת שומר במקומו עומד מלשון המתנה והיינו שממתין בכל סוף ברכה לדקדק איזה ברכה היא לומר אמן עליה שלא יהא אמן יתומה ואל תקרי דקאמר לאו דוקא וכן מצינו בכמה מקומות בתלמוד ודו\"ק:", 
            "<b>אל</b> מלך נאמן כו'. האל הנאמן קרא הוא ומפורש בפ\"ק ומתרגמינן אלהא מהימנא והשתא העונה אמן מוסיף ברמז מלך שהאל נאמן הוא המלך הנאמן והיינו דבכל השנה אומרים האל הקדוש האל המשפט שהוא בעל היכולת והוא נותן כח וממשלה לכל כדאמרי' והמתנשא לכל לראש דאפי' ריש גרגותני משמיא מוקמי ליה אבל בר\"ה ויוה\"כ אומרים המלך הקדוש והמלך המשפט שהוא אז מלך על כל העולם לדונם ביחידי שע\"כ שמע ישראל וגו' ה' אחד הוא מהמלכיות שבר\"ה וז\"ש אל מלך נאמן כי שם אל שנקרא הקב\"ה בכל השנה ושם מלך שנקרא בר\"ה ויה\"כ הוא נאמן ואמיתי בו משא\"כ שם אל שנאמר בע\"ז לא תשתחוה לאל אחר ושם מלך שנאמר במלכי בני אדם אינו נאמן בהם רק מלה מושאלת ולא שם אמיתי בהם ודו\"ק:", 
            "<b>אין</b> הדליקה מצויה כו'. כבר כתבנו בריש פ\"ק דב\"ק דאין לך פורענות כמו האש שמכלה את הכל כמ\"ש בסדום וה' המטיר על סדום אש וגו' וע\"ז אמר כמעט כסדום היינו וגו' ולא כסדום ממש ע\"פ מ\"ש בפ\"ק דקדושין דדרש מזמור לאסף באו גוים שאמר שירה על שכילה ה' חמתו על העצים ועל האבנים והותיר לנו שריד וכה\"א כלה ה' חמתו ויצת אש בציון וגו' ע\"ש וז\"ש דמשום חלול שבת הדליקה מצויה שהיא הגדולה שבפורענות שנאמר ואם לא וגו' והצתי אש בשעריה וגו' דהיינו לא כליון גמור כמו בסדום אלא על עצים ואבנים של שעריה ואמר דא\"כ מאי לא תכבה דלפי פשטיה משמע ח\"ו כליון גמור ומשני בשעה שאין בני אדם כו' דהיינו שרוב שריפות באים ביום השבת שאין בני אדם כו' ויש רמז בזה בקרא שע\"כ לא תבערו אש יצא לחלק מכל ל\"ט מלאכות כדי שלא תבערו אש וגו' שלא תבוא עליכם פורענות של אש ודו\"ק:", 
            "<b>בשביל</b> שחללו בה שבת כו'. לכאורה דכל הני אמוראי דכל חד אמר לא חרבה ירושלים אלא בשביל זה כו' וכל חד נקט מלתא אחרינא דפליגי אהדדי אבל מדלא קאמר ר' אבהו אמר כו' וכן בכל אינך אלא וא\"ר אבהו כו' משמע דלא פליגי ונראה משום דכל מעשה אדם גם מאורעותיו הם נמשכים ומסוגלים לפי מעשה ז' ימי בראשית כמו שהאריכו בזה חז\"ל בס\"פ מי שהחשיך דאיכא למ\"ד מזל יומא גרים כו' ע\"ש ואיכא למ\"ד מזל שעה גורם דהיינו שצ\"ם חנכ\"ל והוא ג\"כ לפי התחלת ז' ימי יצירה וע\"ז אמר הכתוב ויספתי ליסרה אתכם שבע על חטאתיכם וגו' וכמ\"ש כל זה בפ' הניזקין גבי מעשה אשה ושבעה בניה כו' ע\"ש באורך והוא ענין דשמעתין דכ\"א מהאמוראים אמר חורבן ופורענות של ירושלים הבאה לפי מזל היום שהיה הרע כפי החטא שהיה בה והתחיל מיום השבת כי הוא הקדוש ואמר לא חרבה ירושלים בפורענות של שריפת אש כמ\"ש ויצת אש בציון אלא בשביל שחללו בה השבת שנאמר ומשבתותי העלימו וגו' הרבה עבירות חשב שם באותו ענין שנאמר כהני חמסו תורתי גו' אבל ממה שהזכיר זה הפורענות ואשפוך חמתי באש וגו' מוכרח דבשביל חלול שבת בא זה הפורענות כמ\"ש לעיל דבשביל חילול שבת הדליקה מצויה כו' ומשבתותי העלימו דקאמר אכהנים קאי שהם מורי התורה ולפי שאיסורי שבת אין ידועין להמון עם כמ\"ש הרמב\"ם כגון הקשירה וטלטול והליכה ודבור שלא לצורך וראוי לת\"ח שהוא הכהן להודיען לע\"ה אבל הם הכהנים העלימו עיניהם של ע\"ה בכל זה ועי\"ז אחל בתוכם כמ\"ש אות היא ביני וביניכם וגו'. ור' אבהו אמר לא חרבה ירושלים בפורענות הגלות אלא בשביל שבטלו ק\"ש שחרית כו' שנאמר הוי משכימי וגו' כי כן דרך המשכרים במ\"ש לכבוד סעודת לוית מלכתא שמבטלין ק\"ש של ערבית ולמחר גם בשחרית עוברים זמן ק\"ש ואומרים הוי כי עדיין ראשי דוי. ואמר וכתיב והיה כנור ונבל וגו'. קיצר הכא התלמוד וסמך אהך דפ\"ב דסוטה כל השותה בד' מיני זמר מביא ה' פורענות כו' כי תחת שהיה לו לקרא ק\"ש בד' ברכותיה בלילה הוא שותה יין בד' מיני זמר ונעשה שכור ומבטל ק\"ש בד' ברכותיה שנאמר ואת פועל ה' וגו' ע\"ש:", 
            "<b>ורב</b> המנונא אמר לא חרבה אלא בשביל שבעלו בה תינוקות של בית רבן קראן בשם בית רבן ע\"ש דעיקר לימודן בבית ולא בחוץ וכמ\"ש לקמן אין עולם מתקיים אלא בהבל תינוקת של בית רבן וז\"ש שפוך חמת ה' בשביל שהעולל בחץ ולא בבית רבן ואמר וסוד בחורים שהולכים כן ביחד ברחובות כאלו יש להן סוד לדבר זה עם זה ואינן יושבין באהל בית מדרשם וסיים הפורענות בזה כי איש וגם אשה ילכדו וגו' שאביהם ואמם ילכדו בעון זה שהיה להם להשגיח על בניהם שלא ילכו בחוץ ולהוליכם לבית רבן:", 
            "<b>ואמר</b> עולא לא חרבה ירושלים אלא בשביל שלא היה להם בושת פנים כו' שנאמר הובישו וגו'. פתח בלשון נוכח הובישו וסיים בלשון נסתר לא יבושו וגו' כי הבושה היא היראה כמ\"ש למען תהיה יראתו על פניכם היא הבושה ואמרו יה\"ר שתהא מורא שמים עליכם כמורא ב\"ו לפי שמכמה עבירות אדם מחרחק מפני שהוא לפני ב\"ו וע\"כ אמר הנביא אל הרואים בעון חבריהם הובישו אתם שהייתם נקל ושפל לפני חבריכם שתועבה עשו בפניכם ובוש לא יבושו מכם גם הכלם לא ידעו הקטנים בכלל הכלמה כמ\"ש דמכלמו ליה ומכלם ואתם אפי' הכלמה אין בכם וע\"כ יפלו בנופלים לגיהנם כמ\"ש עז פנים לגיהנם כו':", 
            "<b>שהשוו</b> בה קטן כגדול כו'. ע\"פ מ\"ש בסוטה מיום שגברה החנופה כו' אין אדם יכול לומר מעשי גדולים ממך שהחנופה מביא לעשות קטן כגדול וז\"ש כעם ככהן לא אמר עם ככהן דהוה משמע שמניח לכהן מעלתו אלא שמחשב גם העם כמעלת כהן וכן לא אמר כהן כעם דהוה משמע שמשפיל הכהן כעם ומניח העם במעלתו אבל אמר כעם ככהן כ' הדמיון בשניהם שהוא מחשיב העם כראוי לכהן ומשפיל הכהן כראוי לעם והיינו לענין תורה ויחס עם נגד כהן וכן תפרש כעבד כאדוניו וכמלוה כלוה וגו' ואמר בפורענות בזה הבוק תבוק הארץ גו' שמביא לארץ חסרונות וריקות במורי התורה ובשאר דברים שזכר:", 
            "<b>אלא</b> בשביל שלא כו'. שריה הם הם המוכיחים לאחרים אבל זה לזה לא הוכיחו וחיישינן לגומלין ודימה אותם לאילים שראשו של זה בצד זנבו של זה הוא משל שאין משגיח בכל מעשה חבירו מראשו ועד סוף רק על זנבו וסופו בקצת ואמר בפורענות לא מצאו מרעה דהיינו כי גם שרים הם אשלח עליהם מכת רעב:", 
            "<b>ואר\"י</b> לא חרבה ירושלים אלא שביזו בה ת\"ח שנאמר ויהיו מלעיבים במלאכי האלהים ובוזים וגו'. מלאכי אלהים משמע ליה דהיינו ת\"ח דהא בנביאיו כתיב בהאי קרא ומתעתעים בנביאיו וכדאמרי' כי מלאך ה' צבאות הוא אם הת\"ח הוא כמלאך כו' ואמר בפורענותן דאין מרפא למכתן דאמר לעיל מיניה וישלח ה' וגו' השכם ושלוח ביד מלאכיו לשוב מחטאם והם מוסיפין סרה ומלעיבים במלאכיו ובוזים אותן ע\"כ אין למכתן רפואה וכמ\"ש על מה תכו דהיינו שהמלאך שהוא הת\"ח מוכיח אתכם על מה תכו ואתם תוסיפו סרה לבזותו ע\"כ כל ראש לחלי וגו' לא זורו ולא חבשו וגו' דהיינו מכה שאין לה רפואה:", 
            "<b>ובנביאי</b> וגו'. משום דלעיל מיניה כתיב באבותינו הצדיקים שהיו בארץ אויביהם והקב\"ה הצילם כמ\"ש ויתהלכו מגוי אל גוי וגו' לא הניח אדם לעשקם וגו' וכאן כתיב בלשון צווי אל תגעו במשיחי ובנביאי אל תרעו דא\"א לפרש למשיחי ממש שהם המלכים והכהנים ולנביאי ממש דלמי צוה כן וע\"כ דרשו על התינוקות של בית רבן ועל התלמידי חכמים צוה כן שלא יגעו בהן בתינוקות של בית רבן ולא ירעו להם לת\"ח ומשיחי הן תשב\"ר ע\"ש גדולתן וחשיבותן כדאמרי' למשחה לגדולה כדמסיק שאין בהן הבל של חטא ורש\"י פי' בע\"א:", 
            "<b>הבל</b> שיש בו חטא כו'. ר\"ל דגם התורה שהיא רק בהבל פיו של אדם אינו דומה כו' דהבל שאינו של חטא הוא יראת ה' טהורה כמ\"ש נושא אשה ואח\"כ לומד תורה הוא יראת ה' טהורה וק\"ל:", 
            "<b>ואמר</b> רבה לא חרבה ירושלים אלא בשביל שפסקו ממנה אנשי אמנה שנאמר שוטטו בחוצות ירושלים וגו' ובקשו ברחובותיה ר\"ל במקום משא ומתן של הבריות אם תמצאו איש ר\"ל אם תמצא אותו איש שאינה אותך כי מיד שמאנה חברו במשא ומתן הרי הוא מחביא עצמו כדי שלא ימצאהו הלוקח מהר וישהה ביד הלוקח החפץ כדי שיראה לתגר ואם גם תמצאהו בשוק אם יש עושה משפע מבקש לעשות משא ומתן באמונה מה כתיב הכם אריה מיער זאב וגו' שהם העובדי כוכבים שמבקשין ממון ישראל. והנה רוב עונות וכמעט כולם הם בדור הזה בעו\"ה. איסורי שבת מעט מזעיר שנזהרים בהם ורבים שאינן יודעין באיסורן וראוי בכל קהלה להודיע ברבים לדרוש להן ולהודיע איסורן. ובכל מ\"ש רבים הם שדרך חיוב הוא להם להשתכר במ\"ש ולבטל ק\"ש של שחרית בזמנו. ביטול תינוקות של בית רבן הוא מצוי בכל קהלה גם הבחורים מבטלין רוב הימים בבין הזמנים והולכים ברחובות בביטולים וטיולים. בענין שהשוו קטן כגדול הוא פרוץ בדור הזה שכ\"א רוצה להיות רב ואב\"ד באין תורה והוא בכלל רבים חללים וגו' וכ\"א רוצה להנהיג עצמו בעשירות בין בבגדים בין בבתים ובכל דבר וזה יבא לגזול חבריו. ההוכחה בעיקרי הקהלות אינה כלל שאומר כ\"א על חבירו ראוי לחוש על כבודו. ביזוי ת\"ח ושלא לקבל תוכחתם מצוי הוא בכל יום. משא ומתן אינו באמונה בכל מיני אונאה ורבית וגזילה עד שנעשה כהיתר למי שבא לידו ממון חבירו ואינו משלם ויש לכל ירא ה' וחרד לשום לבו לכל זאת ומי שבידו למחות ימחה ויוכיח זה את זה על כל זאת והיה ראוי להאריך בכל זה אך אמרתי לי אולי לא יהיה משגיח בדבר וכבר אחז\"ל בכל כיוצא בזה מוטב שיהיו שוגגין ואל יהיו מזידין:", 
            "<b>כי</b> יתפוש איש באחיו כו'. דרשוהו לענין תורה דלפי פשוטו היאך יטעו לומר על מה שאין לו שיש לו בדבר שיש מראית עין ועוד שהם אינן אומרים רק שמלה לך וחשוב אתה בעינינו והוא מוסיף לומר ובידי אין לחם ואין שמלה ולכך דרשו דלענין תורה מדבר שמלה לך דברים שבני אדם מתכסין בהם כשמלה ודברים שאין בני אדם עומדין כו' עיין פירש\"י כאן אבל בספר ישעיה פירש בע\"א דברים שמחוורים כשמלה כו והמכשלה שאנו מוכשלין באיסור כו' ע\"ש דהשתא ניחא שהם א\"ל שמלה לך דהיינו שבא לכלל הוראה שהוא מחוור כשמלה והוא מוסיף לומר שלא יטעו בו שאפי' מקרא אינו יודע דהיינו לחם והשתא ניחא דפריך דלמא כו' ואמרי ליה אימא לן דאשמלה שבא לכלל הוראה עדיפא ה\"ל למפרך דלמא שאני התם היאך יקבל עליו להורות להן כיון שאינו יודע להורות כלל אלא מהא דהוסיף לומר אין לו לחם דהיינו מקרא שאין בכלל מקרא כדי להורות קאמר דלא פסקו מהן אנשי אמנה וקאמר דלמא משום דא\"ל אימא לן ודו\"ק:"
        ], 
        [], 
        [], 
        [
            "<b>ולא</b> הניחן מפני כבוד השבת כו'. לא אמר משום איסור שבת אפשר דהוא גם ידע דליכא איסורא כדמסיק דאצ\"ל אל תכבה אלא משום כבוד שבת בעלמא החמיר על עצמו וכדי שלא יחשדוהו שהוא א\"ל כבה וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>גדולה</b> הכנסת אורחים כו' דכתיב ויאמר ה' וגו'. כמ\"ד במס' שבועות דהאי שם קדש ומאין יצא להם לדרוש כן מפורש באורך בפ' הפועלים ולא תקשי אההיא דאמרינן התם חזייה להקב\"ה דקאי אבבא כו' והיינו דכתיב אל נא תעבור וגו' כמו שהקשו התוס' שם הכל יבואר שם ועיין ג\"כ בפ' שבועות העדות בזה וע\"ד זה יש לפרש מה שאמר הכתוב ויבא אהרן וגו' לאכל לחם עם חותן משה לפני האלהים דהיינו שבאו לאכול לחם עם חותן משה שהיה האורח לפניו וקודם קבלת השכינה כי מצות הכנסת אורחים מוקדמת מהקבלת פני השכינה ולפני בזמן כמו לפני בא יום ה' הגדול וגו':", 
            "<b>שלא</b> כמדת הקב\"ה כו' נראה שהוא נותן טעם אל ענינו גם כי בב\"ו לפי מדתו לאו אורח ארעא שיאמר הקטן אל הגדול שימתין עליו שהוא פוחת כבודו שהקטן ילך אחר עסקיו והגדול ימתין עליו עד שיחזור אליו אבל בהקב\"ה לפי מדתו כי מלא כל הארץ כבודו וגם אם אין מסתלק גילוי שכינתו וממתין עד שיחזור אברהם אליו אין שם ח\"ו פחת כבוד המקום ב\"ה שע\"כ נקרא מקום כי הוא מקומו של עולם ואין העולם מקומו וק\"ל:", 
            "<b>אוכל</b> מפירותיהן בעוה\"ז כו'. עיין בתוס' ובחידושינו בהלכות:"
        ], 
        [
            "<b>הני</b> בהני שייכי זו היא גירסת רש\"י כמ\"ש הר\"ש בריש פ\"ק דמס' פאה ע\"ש ופירש\"י הכנסת אורחים וביקור חולים היינו גמ\"ח ועיון תפלה היינו בכלל גמ\"ח דכתיב גומל נפשו וגו' ובפירוש הר\"ש הוסיף דנפש זו תפלה דכתיב ואשפוך את נפשי לפני ה' וגו' ע\"ש ול\"נ לפרש דעיון תפלה בכלל הבאת שלום הוא דהתפלה מביאה שלום בין ישראל לאביהם שבשמים ולרבותא נקט והבאת שלום בין אדם כו' וק\"ל:", 
            "<b>שמא</b> פרקמטיא כו'. יש לדקדק אמאי לא הוה אמר ליה תן לי מזו פרקמטיא דהא אפי' קרקע רצ ליקח ועוד לפי מה שכתבו התוס' בריש פרק הפרה בשם ר\"ת דבשכיר אפי' לית ליה זוזי לשוכר אמרי' ליה זיל טרח ואייתי זוזי דגבי פועל כו' ע\"ש וא\"כ היה לו לטרוח ולמכור פרקמטיא שלו במזומנים ולתת לו שכרו במעות וי\"ל שהיה עי\"ה כדלעיל ולא היה לו קונה באותה שעה לפרקמטיא זו וכצ\"ל בפירות שמא אינן מעושרות ולא היה לו שהות בעי\"ה לעשר פירותיו והשכיר מיהר לילך לביתו בו ביום ובכל הני המ\"ל נמי דשמא הקדיש כל נכסיו לשמים כמו שאמר לבסוף גבי תן לי כרים כו' אלא כל זמן שהיה לו לתלות במלתא אחרינא לא תלה הדבר בהקדיש כל כו' עד שח\"ל תן לי כרים וכסתות כו' שראה אותן בביתו ולא היה לו לתלות בשום דבר רק בהקדיש כו' ודו\"ק:", 
            "<b>א\"ל</b> העבודה כך כו'. לאו בעבודת המקדש קאמר דהא מעשה דחסיד א' הוא ר\"י בר אלעאי או ר\"י בן בבא אחר החורבן היה אלא דכך היה שבועתם העבודה לשמים וברמז נקודות עבודה הם נקודות שם של ד' וק\"ל:", 
            "<b>כך</b> המקום כו'. גם שאמרו בפ' כל כתבי יהא חלקי עם מי שחושדין אותו ואין בו מ\"מ אין אדם רוצה שיהיה נחשד וגם נראה שלא אמר כך יהא חלקי כו' אלא במי שלא היה מביא את עצמו לידי חשד אבל בכל הני דשמעתין דמתוך מעשיו מביא עצמו לידי חשד לא אמר ר\"י יהא חלקי עמו דלא היה לו להביא עצמו לידי חשד וק\"ל:"
        ], 
        [
            "<b>בני</b> מלכים הן כו'. בספר ישן אין כוונתם בזה אלא לפרש מה שכתוב בתורה בנים אתם לה' וגו' וכתיב יאמר להם בני אל חי וגו' לפי שישראל בני מלכים הן ולא בני עשרה שליטים אשר הם בכוכבים ולא בני שרים ומושלים כי חלק ה' עמו וגו' עכ\"ל ודו\"ק:"
        ], 
        [], 
        [
            "<b>ול\"ש</b> בימות החמה איתמר נמי א\"ר חייא בר אבין כו'. הקיז דם ונצטנן כו' כן נראה גירסח הרי\"ף והרא\"ש ומיירי נמי הך דהקיז דם ונצטנן כו' דיעשו לו מדורה ואפי' בתקופת תמוז היינו אפי' בשבח דהוי כחולה שיש בו סכנה ודוחה שבת אבל א\"כ קשה דהאיך בא אביי למימר והא קעבר משום בל תשחית הא אין לך דבר שעומד בפני פקוח נפש ואפי' שבת הוא דוחה אבל בכל נוסחאות גמ' שלפנינו לאגרסי' איתמר נמי אלא גרסי' אמר רב חייא ב\"א כו' הקיז דם ונצענן כו' ומלתא באנפי נפשיה היא ולא איירי בשבח כלל אלא בחול והוי כחולה שאין בו סכנה ותו לא מידי ודו\"ק:", 
            "<b>ויקח</b> מנעלים כו'. פירש\"י שאין לך בזיון מן המהלך יחף כו' עכ\"ל ולפי סוגיין דשמעתין נראה דמשום צינה נגעו בה וכדאמרי' פ' יוה\"כ חיה תנעול סנדל כל שלשים יום משום צינה וה\"פ ימכור אדם קורות ביתו גם שהוא קשה מחמת השמש דזרחה עליו תמיד כדלקמן מ\"מ ימכרם כדי לקנות לו מנעלים שלא ילך יחף דיותר קשה משום צינה ואם אין לו מה יאכל ביום הקזה הוא יותר קשה מהולך יחף וע\"כ ימכור מנעליו ויספוק כו' וק\"ל:", 
            "<b>גפשא</b> חלף נפשא כו'. כמ\"ש כי נפש כל בשר דמו הוא וגו' וסומקא חלף כו' דעיקר שתייתו ושכרותו ביין אדום כמ\"ש חכלילי עינים מיין וגו' ואל תרא יין כי יתאדם וק\"ל:"
        ], 
        [
            "<b>בתלתא</b> בשבתא מ\"ט לא משום דקיימא ליה מאדים בזיווי כו'. עיין בחידושי הלכות:", 
            "<b>דנפיק</b> ביה זיקא ושמיה טבוח כו'. מפורש באורך בפ' נגמר הדין גבי זובח יצרו כו' ע\"ש:"
        ], 
        [
            "<b>עיר</b> א' בא\"י שהיו כו' והיו מתים בזמנן כו'. והוא מדה כנגד מדה על שהיו מדקדקין לעשות כלי מילה אפי' בשבת כדי לקיים מצות מילה בזמנה גם הם מתו בזמנן ואע\"פ שאין ראיה לדבר זכר לדבר יצחק היה הראשון שנימל לח' בזמנו מת בזמנו אברהם שנימול שלא בזמנו מח ה' שנים קודם זמנו כדאמרי' פ\"ק דב\"ב וק\"ל:", 
            "<b>שש</b> אנכי על אמרתך כו'. עי' פירש\"י ויתפרש האי קרא שש אנכי וגו' ע\"פ הדרש שהביא והוא בפ' התכלת דדוד היה מצטער כשראה עצמו במרחץ ערום בלא מצוה אחרי זאת כשמצא המילה היה שש עליה כמוצא שלל רב בלי טורח מלחמה כן מצא בגופו המילה תמיד בלי טורח ומעשה כלל משא\"כ התפילין והציצית ומזוזה שאין תמיד עליו בלי עשייה וק\"ל:", 
            "<b>בוכה</b> למשפחותיו על עסקי משפחותיו כו'. מפורש פ' יוה\"כ:", 
            "<b>כאלישע</b> בעל כנפים כו'. כתבו התוס' פ' במה טומנין מדנעשה לו נס מסתמא היה זהיר בהן והיה לו גוף נקי כו' ע\"ש ובהאי לישנא דקראו אותו בעל כנפים רמזו בו שהיה גוף נקי כמלאכים הללו שנאמר בהו ובעל כנפים יגיד דבר וק\"ל:", 
            "<b>ינקרו</b> את מותו כו'. שהוא מקום תפילין שבראש ועל של ראש גזרו שהיא מונחת בגלוי ונאמר בה וייראו ממך וגו':", 
            "<b>מ\"ש</b> כנפי יונה כו'. ר\"ל דודאי דהוצרך לו למנקט במלתיה שום דבר כדי להציל עצמו ושפיר קאמר כנפים אבל יונה לא הוה איצטריך ליה למנקט במלתיה אלא הוי ליה למימר סתם כנפים ויהיה במשמע נמי של שאר עופות ומשני משום דדמי כ\"י ליונה כו' כנפים מגינות כו' עי' פירש\"י אבל התוס' פ' במה טומנין פירשו בע\"א ע\"ש:", 
            "<b>מצות</b> מגינות עליהם כו'. היינו כמ\"ש בפ' היה נוטל דמצוה אגוני מגנא מן הצרה אבל אצולי מן החטא לא מצלי וכפי' הר\"ש בתוס' שלא עשה כהוגן במה שלא מסר עצמו לומר תפלין הן:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>זה</b> אלי ואנוהו התנאה לפניו כו'. מפורש במכילתא ר\"י אומר וכי אפשר לאדם להנוהו לקונה אלא התנאה לפניו במצות כו' וכה\"ג דרשו פ\"ק דסוטה אחרי ה' תלכו וגו' וכי אפשר לאדם להלך אחר השכינה אלא להלוך אחר מדותיו מה הוא חנון רחום כו' דהיינו כדאמר אבא שאול הכא הוי דומה לו כו' ורש\"י פי' הוי דומה לו כמו אני והוא כו' ולולי פירושו נראה דלאבא שאול נמי פי' ואנוהו התנאה לפניו במעשים וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אשר</b> קדש ידיד כו'. עי' פירש\"י ותוס' ועי\"ל דאכלל ישראל אמר אשר קדש ידיד שקראן הכתוב ידיד כדכתיב מה לידידי בביתי וגו' כפירש\"י לפי פשוטו בספר ירמיה וכתיב את ידידות נפשי וגו' ואמר בהם מבטן עש\"ה העמוסים בני בטן ואמר חוק בשארו שם לא כשאר חוקים שאינן בגופו של אדם כמו התפילין והציצית אבל זה החוק הוא למעלה בגופו של אדם כההיא דפ' התכלת שכתבנו לעיל ואמר וצאצאיו של אברהם הנזכר לעיל חתם באות ברית קודש שהמילה היא אות ברית כמ\"ש לאברהם והיה לאות ברית ביני וגו' והוא חותם הקודש ע\"ש גדר ערוה דכ\"מ שתמצא גדר ערוה נאמר בו קדושה וכמ\"ש שהמילה באה למעט תאות המשגל ועל כן בשכר זאת צוה הקב\"ה לאברהם להציל ידידות שאריתנו דהיינו גופינו משחת דהוא הגיהנם כמ\"ש בפ' עושין פסין שאברהם יושב על פתחו של גיהנם ומסיק משם למי שאין בו דבר ערוה ועבירה וכל הבא על הנכרית נמשכה ערלתו ולא מבשקר ליה והיינו למען בריתו אשר שם כו' ודו\"ק:", 
            "<b>שאלמלא</b> דם ברית חקות שמים וארץ לא נתקיימו כו'. מפורש פ\"ד דנדרים ע\"ש:"
        ], 
        [], 
        [
            "<b>כשהוא</b> אומר כו'. לכאורה קשה כיון דמקרא דכתיב בתורה ליכא למילף אלא מכח קראי דנביאי לא הוה ליה לאתויי אלא האי קרא דנביאים דמפורש ביה דאבדה חכמת וגו' דהיינו תורה וי\"ל דמייתי האי קרא דתורה משום פירושא דקרא דנביאי דמאי לשון הנני יוסיף להפליא וגו' ומאי לשון הפלא ופלא כפול אבל השתא דהפלאה זו שנאמרה בתוכחה והפלא ה' וגו' היא שכחת התורה יתפרש האי קרא דנביאים שפיר דבתוכחה לא נאמרה רק חד והפלא ואפשר שיתפרש על שכחת הנסתר של התורה ובא הנביא לומר הנני יוסיף את העם להפליא על פליאה א' דכתיב בתוכחה דהיינו הנסתר אלא שיהיה הפלא ופלא שתהיה הפליאה כפולה בהם דהיינו שגם הנגלה של תורה תשתכח כדמסיק ולא ימצאו דבר ה' זו הלכה עתידה אשה כו' ופי' בה הכפול חכמת חכמיו תאבד בנגלה ובינת נבוניו תסתתר בנסתר ודו\"ק:", 
            "<b>כי</b> לא תשכח כו'. דוענתה השירה הזאת דכתיב בהאי קרא משמע ליה כל התורה וכן כתבו לכם את השירה הזאת וגו' מוקמינן לה בפרק כ\"ג בתורה שצריך לכתוב ס\"ת ומאן דפליג לעיל ואמר דהתורה תשתכח מוקי ליה האי קרא כי לא תשכח וגו' בשירה גופה וק\"ל:"
        ], 
        [
            "<b>במקום</b> א' כו'. ר\"ל אפי' במקום א' מכל המקומות שזכר לא ימצאו הלכה ברורה כדמשמע קרא דגם אחר שישוטטו בכל המקומות לא ימצאו וק\"ל:", 
            "<b>לפיכך</b> כו' פורעניות כו'. מפירש\"י נראה דמלת לפיכך קאי אדלעיל אג' עבירות שזכר ולא משמע כן גם יש לדקדק במה שאמרו אלא שתלו בטחונם במי שאמר כו' הול\"ל לישנא דקרא שבטחו בה' כדכתיב ועל ה' ישענו ונראה ע\"פ מה שכתבנו בריש פ\"ק דב\"ק שפורענות אש היא הקשה שבכל פורענות שמכלה את הכל וע\"ז אמר כמעט כסדום היינו וגו' ע\"ש באורך ולזה אמר שכל פורעניות וכו' היינו פורעניות אש הכולל כל פורעניות שהוא מכלה הכל לא באה אלא בשביל דיינים כמו שהיה בסדום כמפורש פ' חלק והוא הטעם שהדין ישר הוא קיומו של עולם וההיפך המעוות משפט הוא מהרס קיומו של עולם והיה ראוי לבא עליהם פורענות זה המכלה הכל אלא לפי שבטחו במי שאמר והיה העולם דהיינו כיון שבראו באמירה יקיימו ג\"כ הוא גם אם אנו מעוותים המשפט לפיכך ר\"ל שתלו מיהת בטחונם בו מביא הקב\"ה עליהם ג' פורעניות על ג' עבירות לא בכליון גמור כמו בסדום דהיינו ציון שדה תחרש ויהיה ראוי לזריעה וירושלים לעיים והר הבית לבמות יער שיהיה מיהת דבר הצומח ולא כליון גמור כמו בסדום שנאמר בו וה' המטיר וגו' גפרית ואש וגו' ויהפוך את הערים וגו' וצמח האדמה וק\"ל:", 
            "<b>אין</b> ירושלים נפדית כו'. אי בטלי יהירי בטלי כו' הכל מפורש פ' חלק ע\"ש:", 
            "<b>אלו</b> הדיינין כו'. מקרא זה בנבואת בבל כתיב אלא מדכתיב לעיל מיניה ונשאת המשל הזה על מלך בבל וגו' משמע ליה דמלך בבל הוא הנמשל ממנו והמשל הוא לדיינין כמו שהדיינין הן מטה ומקל לחזניהם הרשעים הרודין בעם שלא כדין להחזיק מעשיהן כך היה מלך בבל מטה ומקל לרשעים שהן הכשדיים ושבט מושלים אלו ת\"ח שבמשפחות כו' רש\"י פי' שבט ג\"כ מלשון מקל ויותר נראה לפרש לפי הדרש מלשון שבט ומשפחה שזה הת\"ח שהוא משבטו וממשפחתו של הדיין הוא מחזיק דבריו גם אם שלא כדין היה דן וק\"ל:", 
            "<b>כי</b> כפיכם כו'. כפירש\"י ע\"י שוחד שלוקח בכף הוא מטה הדין ונוטל נשמתו ע\"ש כי הדם הוא הנפש ועי\"ל דם מלשון דמים ומעות וק\"ל:", 
            "<b>ולקדקד</b> נזיר וגו'. לאו נזיר ממש קאמר דהא כתיב ויגלח ויחלף וגו' אלא נזיר יין היה ונראה טעם שפירשו מיין לפי שקלקול המכירה בא להן מתוך אכילה ושתייה כמ\"ש בפירש\"י פ' וישב לרעות את צאן וגו' לרעות א\"ע וכתיב וישבו לאכול וישאו עיניהם וגו' וכמ\"ש הרואה סוטה בקלקולה יזיר עצמו מן היין אך קשה דודאי יוסף שהכירם שהם אחיו ניחא שהותר לו הנדר אבל הם שלא ידעו עדיין אם הוא יוסף למה הותר היום נדרם יותר מכל הימים שהיה יוסף פרוש מהם וי\"ל מפני אימת המלכות התירו היום נדרם ומה\"ט נמי לפי דעתם שתו סתם יינם אע\"פ שלעתיד יהיה אסור מדרבנן ולפי\"ז איכא למימר נמי דיוסף נזיר ממש היה אלא מפני כבוד מלכות גילח עצמו תוך ימי נזירותו וניחא השתא למאן דאמר שאף הם לא שתו יין ולמה הוא נקרא נזיר ולא אחיו לפי שהוא היה נזיר ממש משא\"כ אחיו שלא היו נזירים אלא כפרושים מיין ועי\"ל שהוא נקרא נזיר למעלתו אע\"פ שלא היה ברשות עצמו והיה בין הנכרים אעפ\"כ היה נזהר בפרישות יין וק\"ל:", 
            "<b>זכה</b> לחושן כו'. דבלבו יתורא דקרא הוא להורות שהיה שמח בכל לבו ולא שיהיה מראה עצמו לעיניו שהוא שמח ובלבו יתקנא בו והכי מפורש בש\"ר ואמרו ע\"ש הלב ששמח בגדולת אחיו ילבש אורים כו' ע\"ש:"
        ], 
        [], 
        [], 
        [
            "<b>בר</b> בי רב דלא נפישא ליה ריפתא לא ליבצעי כו'. עיין פירש\"י ועוי\"ל דלא נפיש ליה ריפתא לא ליבצע ברכת המוציא משום דאינו בוצע ליתן פרוסות המוציא בעין יפה וכבר אמרו דבע\"ה בוצע משום טוב עין הוא יבורך וק\"ל:", 
            "<b>ואמר</b> רב חסדא האי מאן כו'. בכולהו אמר בר בי רב דדרך עצה טובה קאמר להו משא\"כ הכא משום בל תשחית נגעו בה ואחרים נמי מצויין עליה וק\"ל:", 
            "<b>ואמר</b> רב פפא האי מאן דאפשר למשתי שיכרא כו' ולאו מלתא היא כו'. ורב פפא לטובת עצמו אמרה שהוא היה עושה שכר כדאמרי' פ' ע\"פ דאמר רב פפא אי לאו דעבדי שיכרא לא איעתרו וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>למדבר</b> עזה. פירש\"י והיא מא\"י עכ\"ל ולמאי דמסיק טעמא משום דגלו מא\"י נ\"ב שנה צ\"ל דמדבר עזה גם שהיא ג\"כ מא\"י לא גלו העופות ממנה שהיא מארץ פלשתים מכלל א\"י וק\"ל:", 
            "<b>מפני</b> שהן עניים כו'. דעיקר שמחה במועד לאנשים ביין כדאמרי' פ' ע\"פ ובא\"י היין מצוי להם כל השנה משא\"כ בבבל שהן עניים ואין היין מצוי להם וק\"ל:", 
            "<b>אמור</b> לחכמה אחותי וגו' אם ברור לך כו'. מפורש במס' סנהדרין (דף ז' ע\"ש):", 
            "<b>שאנן</b> מואב וגו'. מייתי ראיה ממואב על בבל היינו דמצינו מי שאינו גולה עומד בשמנו וטעמו כדמסיים בהאי קרא על כן עמד טעמו בו וריחו וגו' וק\"ל:", 
            "<b>בהמ\"ה</b> גימטריא נ\"ב כו'. דמלת בהמה יתורא הוא דבכלל מקנה הוא ועוד דהי\"ל להקדים בהמה לעוף כמו זאת תורת הבהמה והעוף וגו' וכן רבים וע\"כ דרשו דבהמה גופה ודאי בכלל מקנה הוא ועד בהמה גימטריא הוא דעד נ\"ב שנין נדדו וגלו ולא יותר ואהא מייתי דכולן חזרו חוץ מקולייס כו' בקרא אינו מפורש דהדגים גלו כלל ואפשר לומר דלמדו לומר כן דגלו מדלית ליה לקולייס בא\"י וק\"ל:", 
            "<b>והשבתי</b> כל משושה כו'. לכאורה קשה דבאותה קללה בא\"י הוזכר נמי חדשה ושבתה וא\"כ הל\"ל דבבל נמי לא היה באותה קללה של חדשה ושבתה וי\"ל דכל משושה משמע דלא קאי רק אחגה דסמיך ליה דכתיב ביה שמחה בתורה ולמילי אחרנייתא קאמר והשבתי חדשה ושבתה וק\"ל:", 
            "<b>וכתיב</b> חדשיכם ומועדיכם וגו'. משום דכתיב במועדים אלה מועדי ה' וגו' ר\"ל שגם השמחה יהיה לה' לשם שמים אבל חדשיכם ומועדיכם הם שאתם משמחים בהם שלא לש\"ש והיו עלי רק לטורח לידע איזו גזירה אביא עליהם מאחר שהם מקיימים שמחת יו\"ט אלא שאינו לש\"ש רק להרבות ולמלא תאותם ואמר שזו הגזירה מביא הקב\"ה אין לך כל רגל ורגל כו' שחיל המלך יעלו סעודתם ומבטל מהם שמחתם שהיה להם שלא לש\"ש ודו\"ק:", 
            "<b>אלו</b> ת\"ח כו'. ר\"ל אותן של יעקב הבאים לבבל הם שרשם בתורה כדאמרי' פ' המגרש צדקה עשה הקב\"ה כו' ועדיין גלות יכניה קיימת שנא' החרש והמסגר בשעה שפותחין נעשו הכל כחרשין וכיון שסוגרין אינן פותחין וק\"ל:"
        ], 
        [
            "<b>בשעה</b> שבא נחש כו' ישראל שעמדו כו'. מפורש פרק מצות חליצה:", 
            "<b>מזלייהו</b> הוה כו'. כל דורות העתידים לבא הוו נמי בכלל אשר איננו פה וגו' כדאמרי' בר\"פ שבועות הדיינין אלא לגבי ישראל איכא למימר אע\"ג דגופן לא הוו נשמותיהן הצרורות בצרור החיים הוו אבל בגרים לא שייך למימר הכי אלא דמזלן הוה וק\"ל:", 
            "<b>עד</b> ג' דורות כו'. מספר ישן השמיענו שאותה זוהמא שהטיל נחש בחוה היה סבה להוליד הרשעים כו' שכן בשת הוא אומר כי שת לי אלהים זרע אחר תחת הבל וכתיב ויולד בדמותו כצלמו משא\"כ בהבל וקין והוא סוד עכ\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>חמרא</b> דפרוגיתא כו'. מפורש קצת בקרא שנאמר השותים במזרקי יין וגו' לכן עתה יגלו וגו' דשתו אותו דרך הנאה כמפורש פ' במה אשה:", 
            "<b>החודש</b> הזה לכם כו'. כאן התחיל לפי שהיא מצוה ראשונה בתורה כמ\"ש ר\"י לא היה צריך להתחיל את התורה אלא מהחודש הזה לכם ואמר דאיעקר תלמודיה ואמר החרש היה לבם דהיינו הרי\"ש במקום ד' והב' במקום כ' שהם קרובים להתחלף במכתב בצורתן כדאמרי' פ' הבונה וכצ\"ל י' במקום ז' קרובים קצת כדאמרי' שם כו' ונפל טעות זה בפיו לפי ענינו שנעשה לבו לב אבן וחרש מלהבין אחרי אשר היה לבו כמעיין המתגבר בחבורו לחכמים:", 
            "<b>הוי</b> גולה למקום כו' שחביריך יקיימוה כו'. עיין פירש\"י ועיין ברע\"ב פ\"א:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>מאי</b> רוח זה רוחו של נבות כו' ומאי צא וכו' מפורש פרק חלק ע\"ש:", 
            "<b>שבעת</b> קלון וגו'. דלעיל מיניה מפורש דמשתעי בהכי דכתיב הוי משקה וגו' ואף שכר למען הבט אל מעוריהם וגו' כפירש\"י ז\"ל שם לראות את ערותם זה נ\"נ הרשע שהיה משקה המלכים ומשכרם ושוכב עמם משכבי אשה עכ\"ל ואהא קאמר כשבקש אותו רשע לעשות כן לאותו צדיק צדקיהו שבעת קלון מכבוד וגו' ובעי למימר דשתה גם אתה וגו' קאי על צדקיהו שהוא נכלל באותו קלון כיון שנענש נ\"נ על ידו. וקאמר חדא דכוליה קרא בנ\"נ כתיב בפירש\"י והערל והתערל וה' משמשת בתיבה בל' התפעל כמו האסף אל עמך כפירש\"י שם ונראה משום דמשמע יתורא דריש מיניה לקמן ערל גימטריא ש' וקאמר ועוד דגם אם נאמר דמיירי קרא גם בצדקיהו מ\"מ ע\"כ לאו לענין עונש קאמר דמאי ה\"ל למיעבד כו':", 
            "<b>שנחו</b> ממשכב זכור כו'. סיפא דהאי קרא כלם שכבו בכבוד איש בביתו דעד השתא שכבו בקלון בביתו של אותו רשע וק\"ל:", 
            "<b>ושעירים</b> ירקדו וגו'. עיין פירש\"י ועי\"ל דאסור משום דשמא יזיקו השדים לעומד שם בגבולם וק\"ל:", 
            "<b>רעשו</b> כל יורדי גיהנם כו'. נראה כל זה מפורש שם בענינו כדכתיב שאול מתחת רגזה לך לקראת בואך וגו' מכסאותם כל מלכי גוים כלם יענו ויאמרו גם אתה חולית כמונו וגו' דהיינו מכסאותם בגיהנם יעמדו ויענו כן לנ\"נ:", 
            "<b>רדה</b> והשכבה את וגו'. האי קרא ביחזקאל כתיב בנבואת מצרים ולא בבבל וי\"ל משום דבקרא דלקמיה כתיב נהה על המון מצרים והורידוהו וגו' את יורדי בור וגו' לא ה\"ל למכתב שוב על מצרים ממי נעמת רדה וגו' אלא דעל בבל כתיב האי קרא ממי נעמת וגו' דמתוך חשיבותך כסבור אתה להיות בנועם יותר ממצרים ומשאר אומות דחשיב שם שהם כולם יורדי בור אבל אתה כא' מהם וק\"ל:", 
            "<b>דף</b> קנ בפרש\"י בד\"ה של מלך של עצה שאינה שלו כו' כצ\"ל גם בגמ' ומלך מלשון עצה כמו צא והמלך בגבורה וק\"ל:", 
            "<b>תוס'</b> בד\"ה מה לי כו' וי\"ל דא\"כ מאי אריא חבירו אפי' הוא כו' דשאם יש בורגנין הולך כו' עכ\"ל כצ\"ל ור\"ל דהך מלתא ממשנה יתירא לא הוי ליה לאשמועינן בחבירו אלא אפילו באיהו גופיה אבל למאי דמסיק דהא קמ\"ל כו' אבל יאמר אדם לחבירו הנראה כו' הך מלתא ודאי לא שייכא באיהו גופיה וק\"ל:", 
            "<b>בד\"ה</b> אומר אדם כו' עמי לערב י\"א דדוקא כו' שהוא עושה לדעת אותה אמירה ואין נראה דהא כו' והרהור מותר וא\"כ לא שנא נכרי כו' כצ\"ל מצאתי מוגה וק\"ל:"
        ], 
        [
            "<b>מדוד</b> והבא כו'. שדרך המעות ליתן במנין אבל הם אינן מבקשין במנין שהוא טורח גדול בהרבה מעות אלא מבקשים הרבה בדרך מדה ומ\"ד שאמרה מאד הבא בלא מדה היינו דכ\"כ מבקשין בהרבה מעות דאפי' מדה אין להם וק\"ל:", 
            "<b>וקשר</b> תנין בראשו כו'. דתנין שהוא נחש בכלל חיה הוא שנאמר והנחש היה ערום מכל חית השדה ופירש\"י תנין בראשו נחש גדול בראשו של ארי כו' ע\"ש ועי\"ל בראש עצמו דנעשה לו תנין כמין כתר לראשו והכוונה בו שרכב על ארי כי הוא מזלו של נ\"נ כמ\"ש עלה אריה מסבכו וע\"כ נחרב הבית על ידו בחודש אב שמזלו אריה ותנין שעל ראשו הוא רמז על נחש הקדמוני שהוא מזלו וכחו של עשו אשר בית שני נחרב ע\"י וכבר כתבנו דשני החורבנות כאחת הם תחלת החורבן ע\"י נ\"נ בבית ראשון וסוף החורבן ע\"י זרעו של עשו בבית שני וכן נזכרו במפלתם לעתיד במזמור על נהרות בבל וגו' אשרי שיאחז ונפץ וגו' זכור ה' לבני אדום וגו' ודו\"ק:"
        ], 
        [
            "<b>ונמלך</b> עליה לגודרה ונזכר ששבת כו'. ונמלך משמע במחשבה ואע\"ג דהרהור מותר כדאמרי' לעיל גם שהיה שוגג בהרהור כדאמר ונזכר ששבת היה מ\"מ ממדת חסידות הוה שנמנע מלגדור ולכך נעשה לו נס כו' ודו\"ק:"
        ], 
        [], 
        [
            "<b>פרש</b> דרש פרש כפול על הפורשים מד\"ת ובקהלת פירש\"י גלגל על העין ולא ידענא לפ\"ז מאי פרש:", 
            "<b>כחגין</b> כו'. אמר שמניחין ד\"ת משמע ליה מדכתיב כפול לשון פרש לדרוש על הפורשים מד\"ת ועושים כל ימיהם כחגין דהיינו חגיכם ולא חגי ה':", 
            "<b>וכיון</b> שמת נעשה חפשי מן המצות כו'. מפורש פ' ב\"מ:", 
            "<b>כל</b> זמן שאדם חי כו'. דריש וחתכם וחיותכם דאל\"כ במוראכם הוה סגי ומדכתיב ומוראכם וחתכם בלשון רבים דריש אבי תרי לא נפיל דמיעוט רוב שנים:", 
            "<b>נמשל</b> כבהמות נדמו. דלפי פשוטו הוא כפול דהיינו נמשל והיינו נדמו ולכך דרשו נמשל מלשון ממשלה שהתיה מושלת בו ע\"י שנדמה לה האדם כבהמה ובענין דאימת האדם על החיות משום הנשמה שבו שהיא צלם אלהים וכיון שנדמה כבהמה וצלם אלהים אזל לו ממנו והרי הוא כשאר בהמה שהחיה שולטת בה:", 
            "<b>עשה</b> עד שאתה מוצא כו'. דהיינו שאתה מוצא עני ולך מצוי ולאפוקי ימות המשיח דאין אתה מוצא עני:", 
            "<b>ועודך</b> בידך ר\"ל בכחך לעשות. ולאפוקי ימי הזקנה וז\"ש ואף שלמה כו' ורש\"י פי' בע\"א ודו\"ק:", 
            "<b>על</b> מדה כו'. ר\"ל כיון דמדה זו גזירה היא מלפניו ית' ב\"ה שאם הוא לא בא כו' יבקש אדם רחמים על עצמו שלא יבא הוא לידי כך ע\"ד שאמר רק שלום יהיה בימי ועי\"ל דודאי מדה זו במזלא תליא כדאמרי' חיי בני ומזוני לאו בזכותא תליא אלא במזלא ומיהו באפושי רחמים אפשר לשנות המזל כמפורש כל זה בפ' מי שהחשיך וע\"כ אמר יבקש אדם רחמים על מדה זו לבטלה אף לדורותיו ואם כל א' מהם יבקש רחמים שלא תבא עליו ודאי דיותר טוב שמבטלין מדה זו ולפי זה יש לפרש גלגל החוזר בעולם היינו ממש גלגל המזלות החוזר בעולם על מדה זו וק\"ל:", 
            "<b>לא</b> מיהדר כו'. דגם אם אין לו מסתפק במועט ואינו מזלזל עצמו לבקש על הפתחים א\"נ דא\"צ להחזיר על הפתחים משום דיש לו מרחמים טפי ליתן לו כדאמרי' פ\"ק דב\"ב דרבי פתח אוצרות כו' ע\"ה אל יכנסו ועוד אמרי' התם המחזר על הפתחים אין נזקקין ליתן לו מעות ודו\"ק:", 
            "<b>מרחמין</b> כו' מייתי לה הכא לענין צדקה דכל המרחם על הבריות ליתן צדקה מרחמין כו' כדאיתא במס' ביצה ועד\"ז יש לכוין שאמר מהר יקדמונו רחמיך כי דלונו מאד אמר גם שהמדה היא אחר שמרחם על הבריות מרחמין עליו מן השמים כדקאמר כל המרחם כו' וכן בקרא דמייתי ונחן לך רחמים שתרחם על הבריות ואח\"כ ורחמך שמרחמין עליך מן השמים באנו לבקש מהר יקדמונו רחמיך קודם שאני מרחם כי דלונו מאד ואין בידי ליתן צדקה ולרחם על הבריות מקודם וק\"ל:", 
            "<b>והאור</b> זו החוטם כו'. כל הסוגיא מפורש בפירש\"י בספר קהלת גם בתרגום בקצת בע\"א ע\"ש:"
        ], 
        [
            "<b>אלו</b> עינים כו'. לעיל קמפרש חשכת עינים מדכתיב ושבו העבים אחר הגשם היינו חשכת עינים הבא ע\"י בכי והכא מתוך הזקנה גופה קאמר וק\"ל:", 
            "<b>לא</b> טוחנין כו'. פירש\"י טחנוהי השינים עכ\"ל וטפי נראה לפרש קורקבן כדלקמן בשפל קול הטחנה בשביל קורקבן שאינו טוחן וק\"ל:", 
            "<b>דורדא</b> כו'. דהורד הוא דבר חשוב ואינו מתקיים כינקותא דאזלא כו' משא\"כ כלילא דחילפי שהוא קמשונים כפי' הערוך הוא יותר מתקיים או ע\"ש השער שבראש שמשתנין שבינקותם הם צהובים ובסבותא הם לבנים וק\"ל:", 
            "<b>ותשכח</b> בנגרי שנאמר כו'. לענין ימי הזקנה מייתי לה הכא וי\"ל ע\"פ מ\"ש לעיל עד שלא יבואו ימי הרעה אלו ימי הזקנה וה\"נ אמר כאן ונשבע לחם דהיינו דוק בככי ונהיה עובים ורעה שהם ימי זקנה לא ראינו לחוש עליהם ומייתי עלה בגמ' הא דשמואל עייל לחמך עד מ' שנין ומכאן ואילך כו' אהאי קרא נמי קסמיך ונשבע לחם ונהיה טובים דהיינו דמיכל מעלי עד שלא ראינו ימי הרעה דהיינו הזקנה דמשם ואילך משתי מעלי וק\"ל:", 
            "<b>מהכא</b> לקרחינאה כמה כו'. עיין ברש\"י ול\"נ דבא לזלזל בו ולענין מעלה וחשיבות קמכוין מהכא לקרחינאה כמה חשיבות ומעלה יש והשיב לו כי אני חשוב כמוך דהיינו כמהכא לגוזינא. ושוב בא לזלזל בו ברחא קרחא בד' שאין אתה חשוב רק כעז שאינה שוה רק ד' זוזים והשיב לו דרך קנטור דאתה ודאי יותר שוה ממני דתיש מסורס מובחר לאכילה ושוה תמניא לגבי שאינו מסורס ואמר חזייה דלא סיים מסאני כו'. אינו דומה שהלך יחף אלא דאפשר שהיה ביום שאסור בנעילת הסנדל כמו ביוה\"כ או בט\"ב. וא\"ל קרחא מצויינת ר\"ל שיש לך ציון וסימן בקרחת והוא א' מהמומין כדאמרי' בבכורות. והשיב לו עקירא שליפא שאתה מסורס הוא תוכחה יותר מהמומין שנזכרו בתורה ומעוך וכתות ונתוק וכרות אבל הקרחא אינו מום בזקנים ומצינו במס' מגילה בר' יהושע ב\"ק שהאריך ימים ובדבר זה שייך הך עובדא דריב\"ק הכא דמשתעי בימי הזקנה ודו\"ק:", 
            "<b>שאפי'</b> צפור כו'. ר\"ל דאחרים מעמידין להם צפורים משוררים עליהם בעת השינה שמביא לו שינה ולזה הזקן אדרבה שיר של הצפור מנערתו וק\"ל:", 
            "<b>משתנות</b> כו'. היינו לטפשות כדקאמר האדע בין עוב לרע וכדמסיק לקמן בזקני ע\"ה דבזקני ת\"ח חכמה נתוספת בהם כמפורש במס' קנים וק\"ל:", 
            "<b>נעשו</b> לו תוהים כו'. וח' מתחלף בה' בכתב כדאמרי' פ' הבונה גם באותיות אחה\"ע וכן לקמן החגב אלו עגבותיו כו' דהעי\"ן מתחלף בחי\"ת באותיות אחה\"ע אבל רש\"י פי' בספר קהלת וחתחתים מלשון תחת והלשון כפול כמו גלגלים כו' ע\"ש:", 
            "<b>זו</b> אשה כו'. לפי שיש ב' טעמים במצות עונה הא' כדי למלא תשוקתה כמ\"ש ואל אישך תשוקתך והב' כדי לקיים מצות פ\"ו כמ\"ש הטור בשם הראב\"ד ולזה כדי למלא תשוקתה לאיש אמר כי הוא אמר ויהי גזרת המלך לאשה להתאוות לה ולמלא תשוקתה וכי הוא צוה ויעמוד היינו שצוה על מצות פ\"ו כדי להעמיד תולדות ודו\"ק:", 
            "<b>מלא</b> דם כו'. ר\"ל פיה של מטה כמו ומחתה פיה ואמרה וגו' וק\"ל:", 
            "<b>כולן</b> בשער א' כו'. עיין פירש\"י ועי\"ל דהכל נכנסין בשער א' היינו בשער ג\"ע מיהו גם שם כל צדיק כו' יש לו מדור לעצמו לפי כבודו:", 
            "<b>כי</b> הילדות והשחרות כו' משחירים פניו כו' דלפי פשועו שאדם בנערות שחור ראש כפי' התרגום ורש\"י שם לא פסיקא ליה דיש מהם בשער צהוב וה\"ל למכתב הנערות או הבחרות כדכתיב בתר הכי בימי בחורותיך וגו':", 
            "<b>מתאבלת</b> כו'. ר\"ל נפשו של אדם שהיא הנשמה מתאבלת עליו דהיינו על הגוף שהלך למקום עפר רמה ותולעה כי הנשמה אפשר שתזכה כדלקמן והרוח תשוב אל האלהים וגו' ונשמתן של צדיקים גנוזות תחת כסא כבוד אבל על הגוף שזכה ג\"כ בתורה ובמצות בחייו ע\"י הנשמה יש לה להתאבל ומייתי ליה דהאי אבלות ז' מדכתיב ביוסף ויעש לאביו אבל שבעת ימים וגו' ודין אבלות ז' ימים דלא יליף לה בפ' ואלו מגלחין מהאי קרא ע\"ש בתוס' תירוצים לזה וק\"ל:", 
            "<b>שאין</b> לו מנחמין כו'. פירש\"י אין לו אבלים כו' והלשון דחוק ולולי פירושו נראה לפרש דקאי אדלעיל שאמר שהנשמה מתאבלת על הגוף כל ז' שנאמר ונפשו עליו תאבל דהשתא יש כאן אבל דהיינו הנשמה וצריכה למנחמין והיינו דאתחזאי ליה לרב יהודה אותו הרוח והנשמה בחלום לומר הנחת את דעתי בתנחומין ודו\"ק:"
        ], 
        [
            "<b>עד</b> שיתעכל הבשר שנאמר אך וגו' ונפשו וגו'. ולעיל דיליף מהאי קרא ונפשו עליו תאבל דהיינו רק ז' היינו לענין אבלות הנשמה על הגוף אבל לענין ידיעה מדמה הנפש לבשר כפירש\"י לזמן שיש לו בשר יש לו נפש כו' ע\"ש וק\"ל:", 
            "<b>והרוח</b> תשוב אל וגו'. הרוח היא הנשמה כמ\"ש ויפח באפיו נשמת רוח וגו' וק\"ל:", 
            "<b>בקופסא</b> כו'. ליכא לפרושי דהניחום בקופסא ולא שמשו בהם כלל דא\"כ למנ\"מ החליקום דאינו דומה דהחליקום דרך פקדון דא\"כ הטפשים עשו שלא כהוגן דשלחו יד בפקדון אלא דהחליקום דרך שאלה שישתמשו בהם עד זמן מה ולא קבע להם זמן בפירוש הפקחים שבהם לא שימשו בהם רק שימוש נקי שלא יבואו בגדי מלכות לידי לכלוך וכשיבואו לעשות מלאכה נמבזה קפלום והניחום בקופסא והטפשים עשו בהם כל מלאכתם לימים כו' דהיינו לזמן סוף השאלה וכן הענין בנשמה שהוא הכלי שלא נתנה להגוף רק דרך שאלה לזמן מה כפי הגזרה ולא נקבע לה זמן זה בפירוש:", 
            "<b>על</b> גופן של צדיקים אומר יבא שלום וגו' ועל גופן של רשעים כו' אין שלום כו'. מפורש פ' הנושא ע\"ש:", 
            "<b>והיתה</b> נפש אדוני צרורה וגו'. אביגיל היא אמרה כן לדוד שהיתה מכלל ז' נביאות פ\"ק דמגילה ונתנבאה על עולם הנשמות שיהיה נפש דוד שם צרורה בצרור החיים דהיינו גנוזות תתת כסא כבוד והיא שאמרה ג\"כ לו ואת נפש אויביך וגו' והא ודאי דלאו על שאול נתנבאה כן כדמשמע רישא דקרא ויקם אדם לרדפך וגו' דהא דרשינן דא\"ל שמואל לשאול מחר אתה ובניך עמי וגו' עמי במחיצתי אלא על דואג א\"נ על נבל אישה אמרה כן ויש בזה המאמר סוד גלגול נשמות שנפש אדם שלא זכה בחייו תנתן עד ג\"פ בגוף אחרים אולי יזדכך הנשמה שם וסמכוהו אקרא הן כל אלה יפעל אל פעמים שלש עם גבר משא\"כ נפש הצדיק גמור במותו נשאר כך ולא בא לגוף אחר וז\"ש נפשותם של צדיקים גנוזות תחת כסא כבוד שנאמר נפש אדוני צרורה בצרור החיים נשאר שם באוצר החיים משא\"כ נפש הרשע יקלענה בכף הקלע מגוף לגוף והיינו המשל שינתנו לכביסה אולי יזדכך ויתכבס בגוף אחר היותר נקי וק\"ל:", 
            "<b>נמסרים</b> לדומה כו'. יש לדקדק בזה הא אמרי' פ\"ק דר\"ה בבינונים ורב חסד מעה כלפי חסד וי\"ל דהיינו בדין לעתיד אבל בעולם הנשמות להיותם גנוזות תחת כסא הכבוד לא יזכו בו רק צדיקים גמורים אבל הבינונים תלוים ועומדים ביד דומה מלאך הממונה עליהם ויש להם מנוחה שם עד יום הדין לעתיד וק\"ל:", 
            "<b>עתידים</b> צדיקים כו' א\"ל ומנו מרי כו'. יש לדקדק בכל זה אמאי לא הקשה לו מעיקרא מקרא דכתיב באורייתא כי עפר אתה ואל עפר וגו' כדפריך ליה לבסוף וע\"ק אמאי קאמר אהא דרב מרי לא ידענא הא איכא לאוקמא נמי בשעה אתת קודם תחיית המתים וע\"ק מאי קאמר חזייה דאית ביה מששא כו' הא ע\"כ מעיקרא נמי חזא ביה מששא מדפריך ליה והא קרא כתיב וישוב העפר אל וגו' מבואר בזה ע\"פ מ\"ש פ' המפלת שלשה שותפין באדם מן האשה אודם ובשר מן האיש עצמות וגידין מהקב\"ה הנשמה ומזה נחלקו באדם ג' חלקי מדות הן לעוב הן לרע דיש עוב לשמים ולבריות ולעצמו ובהיפך לרע דהיינו הא' לשמים מן הנשמה הב' לבריות מן האשה שהיא ב\"ו הג' לעצמו מאביו כמשמעו עצמות מאביו ואלו השנים יש להם השארות לאחר מות האדם דהיינו הנשמה מהקב\"ה והעצמות מאביו שעצם א' נשאר אשר ממנו עתיד להחיות כדאיתא במדרשות ועד\"ז אמרו כשהצדיק נפטר ג' כתות מה\"ש יוצאות כו' ובשעה שהרשע נאבד מן כו' דידוע הוא כי בכל מעשה אדם הן לרע הן לטוב נברא לו מלאך לפי המעשה וכמ\"ש העושה מצוה אחת קונה לו פרקליט אחד וקונה מלשון קונה שמים וארץ וגו' ולזה כשהצדיק נפטר ואינו אבד ויש לו השארות יבואו לו ג' כתות מה\"ש מג' פעולות מצוה שהן לעוב לשמים ולבריות ולעצמו א' אומרת יבא שלום ע\"ש שהיה לו שלום וטוב לבריות ואחת אומרת הולך נכחו ע\"ש פעולות עצמו לעוב דהיינו נוכח עצמו ואחת אומרת ינוחו על משכבותם ע\"ש הנשמה שאין לה מנוחה בעוה\"ז בגוף ואמר שבשעה שהרשע נאבד ממש שאין לו השארות לעוה\"ב ג' כתות מלאכי חבלה יוצאים לקראתו לפי פעולותיו אחת אומרת אין שלום וגו' שהיה רע לבריות ולא היה לו נחת ושלום עמהם ואחת אומרת למעצבה וגו' שהיה רע לעצמו ואחת אומרת רדה והשכבה וגו' ע\"ש שהיה רע לשמים ושכב עם ערלים שאין להם תקומה לעוה\"ב ובענין השארות של הצדיקים נגעו בו ג\"כ הכא ולפי שרב מרי סתם דבריו עתידים צדיקים להיות עפרא דמשמע כל הגוף כלה ולא ישאר בו רק חלק אלוה שהיא הנשמה. א\"ל ומנו מרי דלא ידענא ליה וא\"ל ר\"נ והא קרא כתיב כדאמר רב מרי וישוב העפר וגו'. וא\"ל דאקרייך קהלת לא אקרייך משלי שהוא ודאי עיקר דאיכא למ\"ד קהלת אינו מטמא את הידים. וכתיב ביה ורקב עצמות קנאה. דכל מי שיש לו קנאה בלבו דהיינו מדת רע לעצמו:", 
            "<b>עצמותיו</b> מרקיבין שהוא חלקו מאביו אבל כל שאין לו קנאה כו' והשתא וישוב העפר וגו' מיירי גם בצדיקים דהיינו העפר שהוא חלקו מאמו אבל העצמות שהוא חלקו מאב נשאר קיים. ואמר דחזייה דאית ביה מששא כו' דהיינו דבר נוסף שגם בשרו שהוא חלק האם לא היה נרקב כמ\"ש בפ' הפועלים גבי ראב\"ש שהיה טוב גם לבריות. וא\"ל ליקום מר כיון שכל ג' החלקים קיימין בך. א\"ל אפילו נביאי שהוא יותר עיקר ממשלי שאינו רק רוה\"ק לא קרית:", 
            "<b>דכתיב</b> כי אני ה' בפתחי את קברותיכם וגו' גם שכל ג' חלקים קיימין צריך פתח ממנו ית' ב\"ה שבידו מפתח של תחייה. ומקשה הכתיב כי עפר אתה ואל עפר וגו' באדם הראשון וכל גופו אף העצמות היה מן העפר וא\"כ לא היה לו השארת הגוף ובאגדה דפ' ח\"ה מוכח דיש גם לאדם הראשון השארות דאמרינן שם בדיוקני עצמה לא תסתכל ובב' עקיביו הסתכל. וא\"ל ההיא שעה אחת קודם תחייה כו'. והטעם בו כדי שיהיה נברא יש מאין כמו שנברא בז' דימי בראשית ודו\"ק:", 
            "<b>היכי</b> אסקיה כו'. דהא ודאי אין כח לאובא טמיא בשמים תחת כסא הכבוד ועוד עולים מן הארץ כתיב ומשמע ליה דנשמתו העלתה מדכתיב ויאמר שמואל וגו' ואין כח לגוף בלא נשמה לדבר וק\"ל:"
        ], 
        [
            "<b>מהספדו</b> של אדם ניכר כו'. דמחיים של אדם גם אם מספרים שבחו אפשר שמחנפין לו כההיא דאמרי' פ' א\"נ מיום שגברה החנופה אין אדם יכול לומר מעשי גדולים ממעשיך ועוד אפשר שמפני היראה אומרין כן לספר בשבחו משא\"כ במותו בהספדו דאין כאן חנופה ולא יראה ממנו ואעפ\"כ מספרין שבחו דברים ניכרים שהאמת כן וק\"ל:", 
            "<b>ואחים</b> כו'. עיין פירש\"י והוא דחוק דאיירי דוקא בזקן אלא די\"ל דחמומי בעי שאפשר שאין בני אדם נכמרים עליו משום דסנו ליה דמוכח להו במילי דשמיא ומיהו לאדם חסיד כי מחממו בכו כולהו כההיא דמייתי בסמוך דא\"ל אביי לרבה כו' מאן אחים כו' וק\"ל:", 
            "<b>תשמענה</b> דבר מאחריך וגו'. ור\"ל אחריך לאחר מטתך כדלקמן כי אתריה א\"נ אחריך אחר מותך כמו ואחריך לפלוני כו' ואמר לאמר זה הדרך וגו' דהיינו שמספרין עליו בשבח אלו המדות הדרך זו גמ\"ח ילכו זו ביקור חולים בה זו קבורה כי תימינו זה הדין וכי תשמאילו לפנים משורת הדין דכה\"ג דרשינן בפ' אלו מציאות אקרא דוהודעת להם את הדרך ילכו בה וגו' כמפורש שם וק\"ל:", 
            "<b>בגדיך</b> לבנים וגו'. פירש\"י בגדיך נשמתך טהורה כו' ע\"ש ומל' בגדיך בלשון רבים נראה לפרש דבגדיך לבנים כינוי למעשים טובים שהם נקראו מדות כמו מדו בד וכשיהיו בגדיך ומדותיך לבנים מבלי כתם וחטא דהיינו כל ימיו בתשובה אז שמן שהיא הנשמה ואותיותיו נשם וע\"ש דכתיב נר אלהים נשמת אדם שהיא על ראשך ממש כי הנשמה היא במוח אל יחסר לה בסעודה דלעוה\"ב. ואהא מייתי משל ממש למלך כו'", 
            "<b>פקחין</b> שבהן קשטו כו'. דהיינו לפי הנמשל שקשעו עצמן במדות ומע\"ע כו' וניחא השתא דלא מייתי האי קרא דבכל עת יהיו בגדיך לבנים וגו' במשל דלעיל מלך ב\"ו שמחלק בגדי מלכות וכו' דהתם ודאי איירי בבגד מלכות שהיא הנשמה גופה שנתנה לו דרך שאלה כמ\"ש לעיל אבל האי קרא לא משמע ליה אלא בגדיך לבנים הם מדות ומע\"ט:", 
            "<b>יעמדו</b> ויראו כו'. דהיינו יראו ויבושו כמ\"ש ויראו שונאי ויבושו ועל זה קאמר חתנו של ר\"מ כו' אף הן נראין כמשמשין ואין כאן בושה כפירש\"י אלא אלו ואלו כו' שנא' הנה עבדי יאכלו וגו' הנה עבדי ירונו וגו' ומשמע ליה דבדין דלעוה\"ב משתעי הני קראי דבעוה\"ז בדין הרשעים כתיב לעיל מיניה ומניתי אתכם לחרב וכלכם לטבח וגו' וק\"ל:", 
            "<b>אלו</b> מצות כו'. ע\"פ מ\"ש בר\"פ התכלת התכלת אינו מעכב את הלבן כו' וז\"ש בכל עת גם בזמן שאין תכלת יהיו בגדיך בציצית לבנים. וכן תפרש", 
            "<b>ושמן</b> על ראשך וגו'. אלו תפילין ע\"פ מ\"ש שם תפילין של יד אינה מעכבת את של ראש וז\"ש ושמן שהיא תפילין של ראש כפירש\"י על ראשך אל יחסר גם בשאין לך של יד וה\"ה בהיפך אלא דקמא נקט והוא העיקר ודו\"ק:  סליק פרק שואל  פרק מי שהחשיך"
        ], 
        [
            "<b>לא</b> רצו חכמים לגלותה משום כבוד גו'. מפורש בחידושי הלכות בסוף מס' עירובין ע\"ש:", 
            "<b>בו</b> ביום מחקו כו'. עי' פירש\"י וקשה למה אמרו כך בהך גזירה דנותן כיסו לנכרי טפי מבשאר י\"ח דברים שגזרו שנזכרו בפ\"ק גם לפי' התוס' כשגזרו י\"ח דבר היתה חסירה גזירה זו שלנותן כיסו כו' ומלאה הסאה כו' עכ\"ל הוא דחוק דמהיכא פסיקא להו שגזירת נותן כיסו כו' היתה באחרונה ונ\"ל לפרש משום דבפ\"ק דחשיב שם כל י\"ח גזירות נקט הגזירה על דבר האיסור ופסול דע\"ז יפול שפיר לשון גזירה להחמיר לאסור ולפסול דבר המותר והטהור מן התורה חוץ מבזו הגזירה דנותן כיסו לנכרי דנקטיה במילתייהו ההיתר כדאמרי' בהדיא פ\"ק נותן כיסו לנכרי בו ביום גזרו ולפום ריהטא לא יפול בדבר המותר שום גזירה ומש\"ה פליגי בה ר\"א ור\"י דר\"א קאמר גדשו סאה דגזירת היתר נותן כיסו לנכרי היה בכלל הגזירה דאי לאו ההיתר דשרי ליתי כיסו כו' לא היה מתקיים איסורא דלא יוליכנו פחות פחות מד\"א משום דאדם בהול על ממונו ומיהו הרוצה לקיים שניהם דהיינו דלא יוליכנו כו' ולא יתנהו גם לנכרי ויניחנו שם עד מ\"ש תע\"ב והיינו דמדמה ליה לסאה גדושה מלאה דלועין וקישואין דהניח מקום ריוח בסאה להחזיק גם החרדל אם ירצה ליתן שם כן הדבר הזה שגזרו לאסור פחות מד' אמות והניחו בו ריוח לנותן כיסו כו' מיהו אם ירצה להחזיק גם אותו ריוח גם שלא יתן כיסו לנכרי תע\"ב ור\"י פליג וקאמר דמחקו סאה דגזירת היתר נותן כיסו לנכרי היה בהחלט דצריך להציל כיסו וליתן לנכרי ולא יניחנו שם דשמא אח\"כ יהיה לו דעת אחרת להציל כיסו ולא ימצא לו נכרי והיינו דמדמה ליה לעריבה מלאה דבש ולא הניח בו שום מקום ריוח להחזיק שום דבר אחר דאם נותן לתוכה רמונים הרי מקיאה הדבש כן הדבר הזה שאסרו פחות מד' אמות ולא הניחו שום ריוח לאסור נותן כיסו לנכרי דאם יחזיק לאסור גם בזה מקיאה ותיבטל איסורא דלא יוליכנו פחות מד\"א משום דאדם בהול על ממונו ולא ימצא לו אח\"כ נכרי כמ\"ש לעיל ותו לא מידי ודו\"ק היטב:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>יודע</b> צדיק דין דלים כו'. לפי פשטיה איירי באדם הצדיק שיודע ליתן צדקה לעניים כדמוכח סיפא דקרא רשע לא יבין דעת ליתן לעני אבל לשון דין לא יפול בזה וע\"כ דרשו צדיק הוא הקב\"ה ויודע דין דלים שהם הכלבים שהדין מתוחה עליהם שמזונותיו מועטין ואינן מצויין לו בריוח כמו בעופות ודגים וק\"ל:", 
            "<b>למשדא</b> כו'. היינו אפי' בכלב דלאו דידיה הוא דבהכי מיירי כפירש\"י אבל במתא לא כו' אי לאו דידיה הוא עכ\"ל דבכלב דידיה לא הוה איצטריך למימר ש\"מ מהכא דהא בהדיא תני לעיל דאפי' בשבת נותנין מזונות לפני כלב דמזונותיו עליך וכדאמרי' ס\"פ מרובה דמגדלין כלבים בקשור בשלשלאות או סמוך לספר וק\"ל:"
        ], 
        [
            "<b>אי</b> כוליה לטיבו אי כוליה לבישו כו'. אין לפרש דחד מהני נגזר אי כוליה לטיבו אי כוליה לבישו דהא אמרי' בפ' כל היד ואילו צדיק או רשע לא קאמר דהכל בידי שמים חוץ מיראת שמים אלא ר\"ל דנגזר לו לפי בחירתו אי כוליה לטיבו אי כוליה לבישו. ומ\"ט דאיברו ביה אור וחושך. ובמדרש ילקוט ויקרא אלהים לאור יום זה יעקב ולחושך קרא לילה זה עשו כו' ע\"ש:", 
            "<b>משום</b> דאיפליגו ביה מיא כו'. והכי אמרי' במדרש נטל הקב\"ה כל מי בראשית ונתנם חצים ברקיע וחצים באוקינוס הה\"ד פלג אלהים מלא מים כו' וע\"ש למה אין כתיב בשני כי טוב אר\"ח לפי שבו נברא המחלוקת שנאמר ויהי מבדיל בין מים כו' ע\"ש:", 
            "<b>האי</b> מאן דבג' בשבתא כו' זנאי יהא מ\"ט דאיברו ביה עשבים כו'. ע\"פ מ\"ש פ\"ק דר\"ה איזה חודש שהארץ מלאה דשאים הוי אומר זה ניסן ואותו הפרק זמן בהמה וחיה שמזדווגין כו' ע\"ש:", 
            "<b>מאן</b> דבד' בשבא יהא גבר חכים ונהיר משום דאיתלו ביה מאורות כו'. עש\"ה והמשכילים יזהירו כזוהר הרקיע וגו' ככוכבים לעולם ועד ועיין פירש\"י:", 
            "<b>משום</b> דאיברו ביה דגים דלא כתיב ברכה רק בדגים ועופות וכדאמרי' דצריכי ברכה משום דצדין מהן והיינו שגמל חסד עמהם ליתן להם ברכה שלא יהיו חסרים ורש\"י פירש בע\"א וק\"ל:", 
            "<b>חזרן</b> במצות כו'. פירש\"י שכן דרך ע\"ש לחזר כו' עכ\"ל והנראה דבכולהו קאמר טעמא לפי הבריאה דימי בראשית וה\"נ הכא במעלי שבתא יהיה אדם חזרן בז' מצות כדאמרי' פ' ארבע מיתות ויצו ה' אלהים וגו' ויצו אלו הדינין כו' ה' זו ברכת השם כו' אלהים זו ע\"ז כו' האדם זו ש\"ד לאמר זו ג\"ע מכל עץ וגו' ולא גזל כו' ע\"ש:", 
            "<b>על</b> דאחילו כו'. ומה\"ט כדי שלא יתחלל שבת היו חסידים מכוונין לשמש מטותיהן בד' כדי שלא ילדו נשותיהן בשבת כדאמרי' פ' יוצא דופן ורבא בר שילא דקאמר וקדישא רבה יתקרי אינו דומה דפליג ונראה לפרש דה\"ק משום דמצינו הרבה בני אדם דנולדו בשבת ואינן מתים בשבת קאמר רבא בר שילא דלא אמרו כן דמת ג\"כ בשבת אלא בצדיק דקדישא רבה יתקרי דהקב\"ה ממלא שנותיהם של צדיקים מיום ליום כדאמרי' פ\"ק דקדושין הגם שבלידתו נתחלל שבת על ידו במותו יתקדש שבת על ידו כדאמרי' בפירקין דלעיל תינוק בן יומו חי דהיינו ביום שנולד מחללין עליו את השבת דוד מלך ישראל מת אין מחללין עליו את השבת וכדאמרי' פ' ב\"מ שמת דוד בשבת:", 
            "<b>דבחמה</b> כו'. נקט סדר חנכ\"ל שצ\"ם ולא ידענא למה דהא לפי סדר ימי השבוע אינו כן דבתחלת לילותא משמש כצנ\"ש חל\"ם ובתאלת הימים משמש חל\"ם כצנ\"ש ולפי סדר תחלת שמושן דבתחלת ליל ד' נתלו המאורות הרי סדרן שצ\"ם חנכ\"ל כפירש\"י בס\"פ מפנין ויש ליישב דהפך סדרן חנכ\"ל שצ\"ם להתחיל בחמה שהיא עיקרן של המאורות ומזלות כו':", 
            "<b>דאתלו</b> ביה נורא כו'. ע\"ד שאמרו פ' עשרה יוחסין נורא בי עמרם ע\"ש:", 
            "<b>משום</b> דספרא דחמה הוא כו'. דכל הכוכבים הם כלם צבא הלבנה למשול בלילה אבל זה המזל כוכב מז' המזלות הוא ספרא דחמה למשול ביום:", 
            "<b>סביל</b> מרעין כו'. שמצינו בלבנה שסבלה למעט את עצמה:", 
            "<b>מחשבתיה</b> בטלין כו'. אמרו בזה זה הכוכב שבתאי הוא משמש בתחלת יום שבת לפי סדר תחלת הימים חל\"ם כצנ\"ש והוא ממונה על החורבן וביטול והשבתת כל דבר ולכך מלאכה אסורה בו ביום והיינו גבר דמחשבתיה בטילין וכדאמרי' באותו חסיד שחשב בשבח לגדור שדהו ובטל אותו מחשבה ולא גדרה לעולם ונעשה לו נס כו':", 
            "<b>אי</b> מוהלא כו'. ה\"נ יש לפרש דלא נגזר אלא שיהא אשיד דמא ולפי בחירתו של אדם אי אומנא שהוא רשות אי גנבא שהוא איסור ואי מוהלא שהוא מצוה:", 
            "<b>אין</b> מזל לישראל כו'. כתבו התוס' והא כו' בני חיי ומזוני כו' אלא במזלא כו' מ\"מ ע\"י זכות גדול משתנה כו' עכ\"ל וק\"ק דא\"כ לר' חנינא דאמר יש מזל לישראל אפי' ע\"י זכות גדול לא משתנה וכל יעודי התורה בברכות אם תשמעו ובקללות אם לא תשמעו אין מורין כן אלא שתולה בזכות ישראל או בחובתם וי\"ל דודאי יעודי התורה נאמרו על כלל ישראל וזכות הרבים ודאי דאינו תולה במזל כלל ולא פליגי הכא אלא ביחיד דלר\"ח מזל מחכים מזל מעשיר לאותו יחיד ור\"י אמר דאין מזל לישראל אפי' ליחיד ולהכי הקשו התוס' מההיא דבני חיי ומזוני כו' דמיירי נמי ביחיד וכן ההוא דזכה מוסיפין לו איירי ביחיד ודמייתי לר\"י גוים יחתו ולא ישראל משמע ליה אפי' ישראל יחידי ובפ' הישן מוקי להאי קרא בזמן שישראל עושין רצונו של מקום דהיינו ע\"י זכות משתנה כמ\"ש התוס' ודו\"ק:", 
            "<b>ויוצא</b> אותו החוצה וגו'. דלפי פשוטו הוציאו מאהלו לחוץ לראות הכוכבים כפירש\"י בחומש קשה כיון דבמחזה ראה הכוכבים לא הוה איצטריך למיכתב שהוציא אותו חוצה להראותו הכוכבים דבמחזה באהלו נמי יכול להראותו וע\"כ דרשו שהוציאו מחוץ לאיצטגנינות שלו שנסתכל שאינו ראוי להוליד בן כו' ומה שיש לדקדק בזה אההיא דפ' ד' נדרים שאמרו שם הסתכלתי במזל שלי ואין לי אלא בן אחד כו' מפורש באורך שם:"
        ], 
        [
            "<b>צדק</b> במערב כו'. מזלו של אברהם היה צדק כדאמרי' לעיל מאן דבצדק יהא גבר צדקן במצות וכתיב באברהם כי ידעתיו למען אשר יצוה את בניו וגו' ושמרו דרך ה' לעשות צדקה ומשפט וגו' וק\"ל:", 
            "<b>ממזרח</b> צדק וגו'. לכאורה כפי פירש\"י ה\"ל לכתוב למזרח בל' וצריך לומר דה\"פ מי העיר ממזרח לשנות טבע הצדק שהוא מצונן מצד מערב ולהביאו למזרח שיהיה נעשה חם ממזרח וק\"ל:", 
            "<b>אזיל</b> ואתי כו'. ר\"ל דאפשר דאתי ע\"י זכות יהיה ניצול דהא אכתי לא ידע ביה שמואל דה\"ל זכות כדקא\"ל לבסוף ומאי עבדת והא דשמואל לא היה מוחה בההוא גברא דלא ליזול שה משום דאפשר דטריק ליה חויא כיון דלא ידע מאי עביד י\"ל דמ\"מ ה\"ל ס\"ס ספק אם ישראל הוא ואת\"ל ישראל הוא שמא יהיה לו זכות ואין מזל לישראל וק\"ל:", 
            "<b>אלא</b> ממיתה עצמה כו'. ובפ\"ק דב\"ב מוקי האי קרא וצדקה תציל ממות ממיתה משונה וי\"ל דהכא הכי קאמר ולא ממיתה משונה לחוד אלא אף ממיתה גופה שהרי האי גברא נשאר חי ומציל נמי ממיתה משונה כדקאמר התם דהיינו גם מי שמת בזמנו מצילו דלא ימות בזמנו במיתה משונה ודו\"ק:", 
            "<b>טריק</b> לה חויא כו'. הרבה שלוחים למקום ונקט בהני תרי עובדי טריק לה חויא דהוא הנחש היא הביאה המיתה לעולם ע\"י חטא אכילת אדם וחוה ולא ניתן כח בארס שלה להמית האדם כמ\"ש ואתה תשופנו עקב ולכך זו הצדקה של אכילת חלקה דנקט בהני תרי עובדי מציל מאותה מיתה וק\"ל:", 
            "<b>שקלתיה</b> דסתנאי דיהבת לי כו'. פי' חלק שלי כן פי' הערוך בערך דסתן ע\"ש:", 
            "<b>כלדאי</b> בריך גנבא הוה כו'. לפי' התוס' לעיל כלדאי היינו חוזי כוכבים ומזלות ואפשר דהוו ידעי דגנבא הוה למאן דאמר דמזל שעה גורם דהוו ידעי ביה דנולד במזל לבנה כדלעיל אבל למאן דאמר דמזל יום גורם גם אם היה נולד בחד בשבת דאמרי' ביה דהוה ריש גנבא הא מסיק לעיל או כוליה לטיבו כו' וק\"ל:", 
            "<b>גילוי</b> רישא א\"ל כו'. בשאר אינשי נמי אמרי' פ\"ק דקדושין דבעי כיסוי ראש ומשום דשכינה למעלה מראשו ומאי רבותיה דרב נחמן ב\"י ואיכא למימר דאימיה דרב נחמן ב\"י דקדקה לכסות ראשו טפי שיהיה לו כובד ראש ביותר משום יראה שלא יהיה גנב וניחא השתא דאמר דנפל גלימא מעל רישיה ואנן אמרי' דרבנן הוה להו פריסת סודר על רישיהון כדאמרי' פ' המוציא יין סודרא סוד ה' ליראיו פי' הערוך יראי ה' יוצאין בו ובפרק ע\"פ סודריה דמר כדרבנן כו' אלא דאית לן למימר דאימיה דרב נחמן ב\"י הוסיפה לכסות ראשו בגלימא כדי שיהיה לו כובד ראש טפי משום הך יראה דא\"ל כלדאי וק\"ל:", 
            "<b>ובעי</b> רחמי כו'. שלא ישלוט בך יצה\"ר כפירש\"י גם שהכל בידי שמים חוץ מיראת שמים מ\"מ יבקש אדם רחמים על כך ובדרך שאדם רוצה לילך מוליכין אותו ומן השמים מסייעין אותו:"
        ]
    ], 
    "title": "Chidushei Agadot on Shabbat", 
    "versionSource": "https://www.sefaria.org/Chidushei_Agadot_on_Shabbat", 
    "heTitle": "חידושי אגדות על שבת", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Agadot", 
        "Seder Moed"
    ]
}