{
    "title": "Marit HaAyin on Avodah Zarah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Marit_HaAyin_on_Avodah_Zarah",
    "text": [
        [],
        [],
        [
            "<b>אמר ריב\"ל כל מצות שישראל עושין בעה\"ז הן באות ומעידות עליהם לעוה\"ב שנאמר יתנו עדיהם ויצדקו.</b> אפשר דאמר כל מצות שעושין כל לרבות מ\"ש ישב אדם ולא עבר עבירה נותנין לו שכר כעושה מצוה. ואפשר שהשכינה אם בישראל תעיד עלינו וזה רמז יתנו עדיהם ויצדקו ר\"ת גימטריא אלהים וס\"ת גימטריא שם ב\"ן שרומזים לשכינה:"
        ],
        [
            "<b>מאי בעי בשעיר וכו'.</b> עמ\"ש בקונטריס ככר לאדן סוף דף קצ\"ב בס\"ד:",
            "<b>כלום כפית עלינו את ההר כגיגית כדרך שכפית על ישראל וכו'.</b> אע\"ג דאמרו בתנחומא פרשת נח דמה שכפה ההר על ישראל היה על תורה שבע\"פ דתורה שבכתב קבלו ישראל ברצונם וא\"ה לא קבלו שום דבר. כונתם דהי\"ל לכפות ההר עליהם על תורה שבכתב שיקבלוה כדרך שכפה ההר על ישראל במה שלא רצו לקבל שהיא תורה שבע\"פ:",
            "<b>כלום יש אב מעיד על בנו.</b> כתב הרב עיון יעקב ז\"ל אע\"ג דאינם נקראים בנים אא\"כ עושים רצונו מ\"מ פסול לעדות דדילמא יש צדיק א' בדור שהוא בנו ולפי שהוא ערב וכו' ע\"ש ולא הוה צריך הרב ז\"ל לזה דהא פלוגתא דר\"מ ורבי יהודה פ\"ק דקדושין ור\"מ סבר דבכל אופן נקראים בנים ואע\"ג דקי\"ל ר\"מ ורבי יהודה הלכה כרבי יהודה כתב הרשב\"א ז\"ל בתשובה סימן קצ\"ד וסימן רמ\"ב דבהא קיימא לן כרבי מאיר דדייקי קראי כותיה וגם הרב פרשת דרכים הגם דלא זכר תשובת הרשב\"א הוא בנה יסוד דרושו על סברת ר\"מ ע\"ש ותו אעיקרא דדינא פרכא דהכא הקב\"ה אמר אני מעיד בישראל שקיימו כל התורה כלה וא\"כ רחמנא אמר שהם עושים רצונו ולזה אמרו לו כלום יש אב מעיד על בנו לפי דבריו שהם עושי רצונו וקיימו כל התורה כלה אם כן הם בנים ודאי:"
        ],
        [
            "<b>יבא בלדד השוחי וכו'.</b> הרב מהרש\"א ז\"ל בחידושי אגדות הקשה אמאי לא נקט בלעם ואביו שהיו מנביאי א\"ה ותירץ הרב עיון יעקב ז\"ל דבלעם שונא גדול ופסול להעיד שרצה לקלל ישראל ואביו רשע ופסול להעיד עכ\"ד והגם דנמרוד ונבוכדנצר הם שונאי ישראל ורשעים גדולים. מ\"מ אלו היה דבר מפורסם בכל העולם וכל דורם ידעו בדבר ואין זה עדות כי הוא נודע לכל. ולבן גם זה מפורסם בדורו שרדף לבן אחר יעקב ולא מצא מאומה ולא שהם ראוים וכשרים להעיד רק שהדבר היה מפורסם ונודע לכל בני דורם. וא\"צ עדות. וגבי בלעם יש טעם אחר שאלו יאמר יבא בלעם. יבא ויעיד שחטאו בעריות בשיטים ומתו ע\"ז כ\"ד אלף:",
            "<b>מצוה קלה יש לי וסוכה שמה.</b> צריך להבין אמאי דקדק לומר וסוכה שמה הול\"ל וסוכה היא ואולי לפי שהם רוצים לקבל מחדש התורה ואמרו תנה לנו מראש ונעשנה כלומר מראש דהתחיל עשרת הדברות אנכי וז\"ש מראש דייקא דהתחיל אנכי דרומז לשכינה כלומר דהם יכוונו ליחוד וכבר נודע מדברי רבנו האר\"י ז\"ל תוקף ידיעת פרעה והמן שח\"ו היו בקיאים בסודות ולפ\"ז אפשר דשאלו התורה בכונה זו ליחוד עליון ולזה אמר מצוה קלה יש לי וסוכה שמה דייקא אם האמת אתכם הרי זו מצוה ליחוד וראו סוכה שמה שהוא כ\"ו ה\"ס שם הויה אדני וז\"ש סוכה שמה דייקא. והם ברשען בעט\"ו גימטריא אני ה' שפרקו ח\"ו ביחוד אני רמז למ' ה' קב\"ה כלומר דחשוב שבעטו ח\"ו אמנם אין פוגמים ח\"ו למעלה כידוע ולכן יושב בשמים ישחק ומרוב אהבתו ית' עם ישראל זכר ברית אבות הרמוזים בס\"ת יושב בשמים ישחק ס\"ת אברהם ישחק יעקב ור\"ת בשמים ישחק י\"ב רמז לי\"ב שבטים וא\"ש ההי\"ב:",
            "<b>ומי מצי אמרי הכי והאמר ריב\"ל מאי דכתיב אשר אנכי מצוך היום לעשותם וכו'.</b> דקדק הרב עיון יעקב ז\"ל דאמאי לא פריך תכף אמאי קרי להו מצוה קלה קודם הקושיא והתירוץ הלז. ותירץ דהיא באמת חמורה אלא שהקב\"ה קרי לה מצוה קלה לפניהם כדי שלא ימנעו מלקבלה ואח\"כ יבעטו בה אבל עכשיו שאמר שאין הקב\"ה בא בטרוניה ומקשה שפיר עכ\"ל ועם נשיקת הרצפה קושיתו לק\"מ על תירוצו יש להשיב דמה שדקדק דהו\"ל להקשות תכף אמאי קרי לה מצוה קלה אין זה דקדוק כלל דאדרבה סדר הש\"ס נכון ומתוקן דברישא פריך על מ\"ש תנה לנו מראש ואח\"כ מקשה על מה שהשיב להם הקב\"ה ונמצא דסדר הש\"ס נכון מאד דתפס על ראשון ראשון ועל מה שתירץ יש להשיב דחס לנו לומר אפילו בס\"ד דח\"ו הקב\"ה לא אמר האמת ואף דהיא חמורה א\"ל שהיא קלה: <br><b>האמנם</b> יש מקום דקדוק דמאי פריך ומי מצי אמרי הכי והאמר ריב\"ל הלא כבר אמר שהקב\"ה השיב להם שוטים שבעולם מי שטרח בע\"ש אוכל בשבת ומי שלא טרח בע\"ש מהיכן אוכל בשבת וא\"כ מאי פריך מדריב\"ל שוב ראיתי שהרב מהרש\"א ז\"ל בחידושי אגדות נתעורר בזה. ומה שתירץ הרב ז\"ל לא הרוה צמאונינו ודברי הרב ז\"ל בזה דחוקים והנם רחוקים. ואפשר דהכי פריך דמדברי הקב\"ה נראה דליכא בהא אלא דמה יאכל בשבת. והו\"ל להקב\"ה לומר בקצרה עתה אינו זמן לקיים המצות כמ\"ש ריב\"ל ולא למחר לעשותם ועתה עבר הזמן והגם דכפ\"ז עיקר הקושיא כדברי הקב\"ה עם כל זה מתורת דרך ארץ נקט בקושיתו לשון זה ומי מצו אמרי הכי והדברים מובנים כונת קושיתו. ומשני אלא לפי שאין הקב\"ה בא בטרוניא עם בריותיו כלומר מה שאמר להסב לשון הזה ומה שאמר מצוה קלה יש לי הוא כי רב חסד הוא ועושה לפנים משורת הדין. ועדיין נשאר לדקדק שני דקדוקים קלים חדא לשון אלא לפי שאין הקב\"ה וכו'. דלשון אלא הוא לעקור סברא אחרת והכא לא שייך דליכא אלא הקושיא אחת והו\"ל לתרץ לפי שאין הקב\"ה בא בטרוניא ומאי אלא דקאמר. ותו דלא הול\"ל שאין הקב\"ה בא בטרוניא שר\"ל עלילה אלא הול\"ל דעושה עמהם לפנים משורת הדין ומה הלשון אומרת שאינו בא בטרוניא. ואפשר לישב דרך דרש וחידוד דהכא על מה שהקשה מדריב\"ל היום לעשותם ולא למחר לעשותם. התירוץ פשוט דכביכול עושה לפנים משורת הדין. אמנם במדת טובו ורחמיו מה שעושה לפנים משורת הדין נראה בעיניו שאין זה חסידות אלא שאינו בא בטורניא על בריותיו כי זה מדת רחמיו. וזה פשט הכתוב צדיק ה' בכל דרכיו וחסיד בכל מעשיו פירוש שכביכול מדת רחמיו שהוא צדיק ועושה הדין בכל דרכיו אבל זהו מרוב טוביותו ותוקף רחמיו כי האמת שהוא חסיד בכל מעשיו והכל חסידות וכמדת טובו נראה בעיניו שהוא צדיק לבד לגבי גודל רחמיו וענותנותו. ואפשר שזה רמז בסוגיין אלא שאין הקב\"ה בא בטרוניא כלומר לא תימא שהוא עושה לפנים משורת הדין שאין זה רצונו כביכול רק מדת טובו וענותנותו הוא שנאמר לפי שאין הקב\"ה בא בטרוניא ומשו\"ה אמר אלא לעקור הסברא דלפנים משורת הדין הוא עושה. וכבר נודע דכל דברי רז\"ל כגחלי אש כלומר עיקרי הדת וזה רמז כגחלי אש שאפילו סדר הדברים ומשלים הכל כגופי תורה וז\"ש וכל דבריהם הכל ריבה סדר הדברים ויתור הלשון ומשלים הן הן גופי תורה וז\"ש כגחלי אש ר\"ל עיקרי התורה הנמשלה לאש. והגחלים הם עיקר האש כך כל דבריהם כגחלי אש וה\"ט שהכל ברוח הקדש. ולזה אמרו ברוח הקדש בסוגיין אלא לפי שאין הקב\"ה בא בטרוניא וכו' כלומר לעקור הסברא פשוטה דלפנים משורת הדין הוא דעבד דמרוב ענותנותו ומדת טובו נראה דמה שעושה הוא שאינו בא בטרוניא עם בריותיו. ואם זה הוא עושה עם א\"ה משם נשכיל כמה גברו רחמיו וחסדיו עם ישראל העם בחר לו יה גזע האתנים האבות קדישי עליונין:",
            "<b>והאמר רבי יהושע בן לוי מאי דכתיב אשר אנכי מצוך היום לעשותם היום לעשותם ולא למחר לעשותם היום לעשותם ולא היום ליטול שכרם.</b> ידוע מאי דרגילי המפרשים ז\"ל לפרש כשאומר מאי דכתיב שרומז שיש לו בכתוב דקדוק אחר חוץ מהמפורש והכא המובן מדבריו שבא לישב תיבת היום שנראית יתירה ולז\"א היום לעשותם ולא למחר ולא היום ליטול שכרם. וחוץ מזה אמר מאי דכתיב אשר אנכי מצוך דמשה רבינו ע\"ה הוא מדבר כמ\"ש בתחילה שהכל דברי משה רבינו ע\"ה ולמה אצטריך לומר אשר אנכי מצוך והא מר ניהו המדבר לא מרובכם וכו' כי מאהבת ה' אתכם וכו' וידעת כי ה' אלהיך וכו'. ולזה דריש ריב\"ל דדקדק לומר אשר אנכי מצוך כמ\"ש רבני אשכנז ז\"ל דטעם דשכר מצות בהאי עלמא ליכא היינו שתרי\"א מצות נצטוינו ע\"י משה רבינו ע\"ה והשוכר פועלים ע\"י שליח שניהם אינם עוברים בבל תלין השליח שאינם פועליו והבע\"ה שהוא לא שכרם. ועוד נקדים דכשהמלך מצוה ע\"י שליח או ע\"י כתב אין לו דין עובר על מצות המלך וכמ\"ש בעניותנו בדרושים מיסוד הרב ש\"ך עה\"ת והרב גנת ורדים וזה דרש ריב\"ל דלכן אמר אנכי מצוך היום דכיון דנצטויתם ע\"י שליח ליכא בל תלין היום לעשותם ולא ליטול היום שכרם דכשהוא ע\"י שליח לכן שכר מצות בהאי עלמא ליכא. וגם יש טיבותא דאינו עובר על גזרת המלך כיון שהוא על ידי שליח כדבר האמור. ועוד יש טעם גדול שהשכר יהיה בסוף והיה עקב תשמעון ומאז\"ל אדם שיש לו מנורה וכו' כמ\"ש אני עני בראש דוד פרשת עקב ע\"ש באורך בס\"ד:"
        ],
        [
            "<b>רבי יוסי אומר לע\"ל באים א\"ה ומניחין תפילין בראשיהן ותפילין בזרועותיהם וציצית בבגדיהם וכו'.</b> כיון דאינו לש\"ש וסופן הוכיח לכן המה כשלו ונפלו דאפילו במעשה המצות אינם עושים כסדרן והלכתן כמבואר:",
            "<b>אמר ריש לקיש כל העוסק בתורה בלילה הקב\"ה מושך עליו חוט של חסד ביום שנאמר יומם וכו'.</b> אפשר לרמוז דידוע דבלילה צריך ללמוד תורה שבע\"פ שהיא כנגד השכינה וכונתו ליחדה עם דודה ונמתקים הגבורות. ומדה כנגד מדה הקב\"ה מושך עליו חוט של חסד ביום. ואפשר דכשיש יחוד הוא בסוד אחותי בת אבי שרומז ליוד וזה רמז יומם שהוא גימטריא אלהים ועוד יוד רמז לאבא וזהו יומם ובזהר הקדוש אמרו יומם הוא החסד ומשם ימשך. א\"נ אפשר לרמוז על העוסק בתורה בחצות לילה דרבו מעלותיו וז\"ש כל העוסק בתורה בלילה שנקרא אחר חצות כמ\"ש בזהר הקדוש ולכן נמשך עליו חוט של חסד. א\"נ אפשר לרמוז במ\"ש סוף מנחות ת\"ח העוסקים בתורה בלילה כאלו עוסקים בעבודה. ובפרשת ויקרא יש קי\"א פסוקים בכל פרשיות הקרבנות וזה רמז יומם יצוה גימטריא קי\"א לרמוז כל הקרבנות שבהם קי\"א פסוקים משום דבלילה שירה עמי שעסק בתורה לכך מושך עליו חוט חסד ומעלה עה\"כ כאלו עוסק בעבודה ועל ידי הקרבנות גורם יחוד והמשכת החסדים ומדה כנגד מדה מושך עליו חוט של חסד:",
            "<b>כיון שפורשין מן התורה ומן המצות וכו'.</b> פירוש דאם אינן פורשין אפילו דעוסקין שלא לשמה אהניא להו דמתוך שלא לשמה בא לשמה:"
        ],
        [
            "<b>אפילו אין ישראל עושין מצוה לפני אלא מעט כפיד של תרנגולין שמנקרין באשפה אני מצרפו לחשבון גדול שנאמר אם בפידו.</b> אפשר דבכל מעשה המצות שעושין ישראל הם מבררין ניצוצות הקדושה מן הקליפות ולזה דימה אותם כתרנגולין מנקרין באשפה שאפילו מעט הם מנקרין בקליפה ומבררין. וברוב רחמיו מצרפו לחשבון גדול דמלבד מעשה המצוה מצרף מחשבה ודבור למצות אחרות והוא היודע רוב היסורין ותוקף היצה\"ר וצרת הגלות ולזה המעט שעושים נחשב להרבה:",
            "<b>אמשול לכם משל למה הדבר דומה לשני בני אדם וכו'.</b> כבר כתבנו כמה פעמים דלא יש אפילו אות בתלמוד הקדוש ובכל דברי רז\"ל לבטלה והכל בדקדוק גדול. ומעתה יש להבין דתיבות אמשול לכם יתרות ותסגי לומר אמר להו משל למה הדבר וכו' אמנם אפשר דכתוב בש\"ס אמר להו אמשול לכם ללמדנו דזה אמר להם. אבל יש עוד לפרש והא והא איתא אבל להם לבדם יש לומר זה ולרמוז זה נכתב בש\"ס אמר להו אמשול לכם והוא דכתב מז\"ה חסד לאברהם ז\"ל דישראל נשמות שלהם קדושות הם באוצר בפ\"ע ולכן בחטאתם ח\"ו הם פוגמים במדות כביכול אבל א\"ה בחטאתם אינם פוגמים למעלה אלא בשר שלהם. ויצטרף לזה מ\"ש רבינו מהרח\"ו ז\"ל דאוצר הנשמות אצל אוצר האורות כביכול ואחר זה המלאכים בסוד הן אראלם צעקו חוצה. וז\"ש רק אתכם ידעתי וחיבבתי מכל משפחות האדמה דאוצר הנשמות שלכם בפ\"ע אצל האורות ולכן חטאתכם עושה רושם ופוגם למעלה משא\"כ א\"ה. על כן אפקוד עליכם את כל עונותכם ומיהו עם כל זה ארחם עליכם ואפקוד מעט מעט כאוהב דנפרע ממנו מעט מעט ולהכי נקט אפקוד דמשמע מעט מעט כמ\"ש רש\"י ז\"ל:",
            "<b>דרש רבי אבא בר כהנא חלילה לך מעשות כדבר הזה וכו' חולין הוא לך וכו'.</b> אפשר דדייק מילת לך דהול\"ל חלילה מעשות כדבר הזה ועוד הול\"ל בקצרה חלילה להמית צדיק עם רשע ולהכי דריש חלילה לך חולין הוא לך ולאו דוקא להמית צדיק עם רשע אלא אפילו דבר כיוצא בו וזהו כדבר הזה שהוא חולין לך. ומשו\"ה לא פריך תרי קראי לחוד אף בלי דרשת ר' אבא בר כהנא דהכא כתיב חלילה לך להמית צדיק עם רשע והתם כתיב והכרתי ממך צדיק ורשע דיש לומר גזרה שאני דהתם גזר כך אבל בלי גזרה לא ימית צדיק ורשע ובסדום לא גזר כך וז\"ש אברהם אע\"ה חלילה דלא גזרת כך בסדום. אבל עתה דדרש רבי אבא בר כהנא חולין הוא לך וגם דריש כדבר הזה אפילו כיוצא בו שהוא גנאי לך א\"כ אין לומר והכרתי ממך דגזרה שאני דודאי אינו גוזר דבר שהוא גנאי לא הוא ולא כיוצא בו ומשני צדיק שאינו גמור. והיינו בדאיכא גזרה אבל בסדום שלא היה גזרה לא וז\"ש חלילה לך להמית צדיק עם רשע רמז אפילו צדיק שאינו גמור כמ\"ש ר\"ת דהיכא דקאמר עם הוא עיקר וזה רמז צדיק עם רשע דהרשע עיקר והצדיק הוא שאינו גמור מאחר שלא יש גזרה וזהו רמז אבל אינו בכלל חולין הוא לך דהחולין הוא להמית צדיק ורשע ודוק הטב:"
        ],
        [
            "<b>ואמר ריב\"ל כל מצות שישראל עושין בעה\"ז באות וטורפות על פניהם של א\"ה לעה\"ב שנאמר וכו' לעיני העמים וכו'.</b> צריך להבין מה הלשון אומרת באות וטורפות וגם להבין הענין ומאי דיליף מדכתיב לעיני העמים. ואפשר במה שנודע דא\"ה אין להם חיות כי אם בניצוצי הקדושה כדכתיב ואתה מחיה את כלם וכשניטלים מהם ניצוצי הקדושה נשארו פגרים מתים ופירשו המקובלים מ\"ש נתן עיניו בו ועשאו גל של עצמות דהצדיק היה מצמצם ניצוצי הקדושה שבו שהם עינים להם. לנגד הרשע ואז ניצוץ הקדושה שברשע שמחיה אותו אז ידלג להתחבר עם ניצוצי הקדושה של הצדיק דהחלק מתדבק בכל ואזדא ליה חיות הרשע ונשאר גל של עצמות עכ\"ד ואפשר זש\"ה עינים להם ולא יראו כלומר יש בהם ניצוצי הקדושה אבל החשיכו אותם ולא יראו. וידוע דמכל מצוה נברא מלאך כדתנן עשה מצוה א' קנה לו סניגור אחד. ואפשר שז\"ש שכל המצות שישראל עושין שנבראים מהם מלאכים ונקראים על שם המצות כמ\"ש רז\"ל ע\"פ למה זה תשאל לשמי והוא פלא דהיה נקרא על שם נזירות דכתיב כי יפליא וז\"ש למה זה תשאל לשמי הרי נודע דהמצוה נברא מלאך ונקרא על שם המצוה. אך אפילו דנסתפקת אם נקרא נזיר וכיוצא דע והוא פלא על שם כי יפליא. גם נודע דניצוצות הקדושה הם בראשו של רשע וכמשז\"ל דעל כן ראש עשו נקבר אצל האבות גם יעל הלמה ומחצה ראש סיסרא להוציא ניצוצות הקדושה אשר בו וז\"ש כל המצות שישראל עושין שנבראים מלאכים באות וטורפות על פניהם של א\"ה טורפות דייקא שהמלאכים לוקחים מניצוצות הקדושה אשר בראשם שבה' חיותם והם טורפות מהם וז\"ש לעיני העמים רמז לניצוצות הקדושה אשר בתוכם שהם עיניהם וחיותם והם בראשם והמלאכים שנבראו מהמצות טורפים מהם מניצוצי הקדושה ודוק הטב:",
            "<b>אמר ריב\"ל לא עשו ישראל את העגל אלא כדי ליתן פתחון פה לבעלי תשובה וכו'.</b> אפשר לומר במה שפסק הרמב\"ם ז\"ל פ\"י דשגגות דכל קרבנות שהאשה חייבת בעלה חייב להביא על ידיה שהבעל חייב בכפרת אשתו. איכו השתא למשל שאמרו רז\"ל ויש רמז גדול בכתובים דישראל כביכול נמשלו עם ה' כאשה ובעלה א\"כ כיון דכביכול למשל הדין הוא דחייב בכפרת אשתו הי\"ל להקב\"ה לסייעם לישראל להתגבר על יצרם שלא יחטאו ולז\"א אדרבא משום שהוא רוצה בכפרת ישראל וכביכול עליה דידיה הדר כפרת ישראל. לכן חטאו בעגל להורות תשובה וישובו ישראל ויהיה להם כפרה כי הוא רוצה בכפרתם:"
        ],
        [
            "<b>דאמר רב שמואל בר נחמני א\"ר יונתן מאי נאם דוד בן ישי ונאם הגבר הוקם על שהקים עולה של תשובה.</b> אפשר דק\"ל דהכתוב נראה כפול דהול\"ל נאם דוד בן ישי הוקם על ותיבות ונאם הגבר יתירות לזה דריש בענין זה דשב בתשובה וכונת הכתוב דאחר שהיה דוד בן ישי דומה לאביו דמת בעטיו של נחש אתא א\"ד ופסיק שחטא והרפתקי עדו עליה והיה ענין אחר ולכך כתיב ונאם הגבר דהגם שהיה יכול להתגבר על יצרו כדכתיב ולבי חלל בקרבי עם כל זה חטא להורות תשובה ליחיד וזהו הגבר יחיד הוקם על שהקים עולה של תשובה ללמד יצא דיחיד יש לו תשובה. ואפשר לרמוז מ\"ש הרב פרשת דרכים ז\"ל באורך דעל ידי דבענין אבשלום בברחו היה מתכפר בשעירה כהדיוט כמשז\"ל א\"כ כשחזר למלכותו פנים חדשות באו לכאן וגדולה מכפרת וזה רמז נאם דוד בן ישי שהיה מלך ונחשב הדיוט וז\"ש ונאם הגבר הדיוט בעלמא לזה זכה הוקם על שחזר למלכותו וגדולה מכפרת היא העול\"ה משיח אלהי יעקב. ועוד רמזתי בדרושים הקם ע\"ל ר\"ת ענוה לימוד דשתים זו עזרו ומגינו הענוה כמ\"ש ואנכי תולעת ולא איש חרפת אדם ובזוי עם רמז ואנכי תולעת ומפני שיש תולע דקדושה כמ\"ש רבינו האריז\"ל בסוד עולת תמיד דתולע דקדושה הוא עולת ומבטל תולע דסט\"א וז\"ש ואנכי תולעת ואינו דקדושה אלא מ\"ש תולעת היינו ולא איש. חרפת אדם שאני ניצוץ אדם הראשון ונפגם וזהו חרפת אדם ובזוי עם אפילו מעם שאינם הגונים כמשמעות עם בכל מקום ובא וראה עד היכן גברה ענותנותו. ועסק תורתו תמיד בחשק מופלא כמ\"ש באלפא ביתא ובפרט בחצות והני בי תרי שתים כהלכתן רוח הקדש אומרת הגבר הוקם על ר\"ת ענוה לימוד שכל א' מטהרת כמקוה וזה רמז אותיות מקוה כמו אותיות הוקם. ור\"ת ונאם הגבר הוקם על גימטריא אלהים שנעשה מרכבה לשכינה וס\"ת גימטריא שי שזכה לשי עולמות עוד רמזתי כמ\"ש בזהר חדש דאלו חי דוד הע\"ה מאה שנה היה נתקן העולם והיה הוא המשיח וזה הגבר הוקם ע\"ל גימטריא ק' שהיה חי ק' שנה אז היה משיח אלהי יעקב:",
            "<b>רבי אלעזר אומר קשורה בו ככלב.</b> עמ\"ש הרב מהרש\"א בח\"א. ורבינו האר\"י ז\"ל הראה במופת שקשורה עמו ממש הסט\"א ההיא כמ\"ש במעשיות בדפוס:",
            "<b>א\"ר יוחנן משום ר' בנאה מ\"ד אשריכם זורעי וכו' אשריכם ישראל שבזמן שהם עוסקים בתורה ובגמילות חסדים יצרן מסור בידם וכו'.</b> אפשר במ\"ש במ\"א כי תורה גימטריא ס\"מ לי' וכן גמילות חסדים מספר זה ומהני לבטלם וז\"ש דבזמן שעוסקים בתורה ובגמילות חסדים יצרן מסור בידם וידוע דג\"ח הוא בנפש דהוא מעשה ותורה דיבור ברוח ולכן תורה וג\"ח אהני להרחיק הנזכר מהנפש ורוח ששם עיקר היצה\"ר ולא בנשמה וא\"ש דעוסקים בתורה ובג\"ח יצרן מסור בידם. והנה צור\"פ מ\"ש רז\"ל דאין עבירה מכבה תורה וכתב רבינו האר\"י ז\"ל דגם צדקה אין עבירה מכבה אותה ומאחר שכן הני בי תרי הני מיגנ\"ו דיצה\"ר מסור בידם ודאי. ועוד אפשר לומר בסגנון כי תורה מספר ב' פעמים יצ\"ר ונוסף אחד עשר שהם ו\"ה רומזים לקב\"ה ושכינתיה והרמז כי עוסק בתורה מבטל יצר דדכורא ויצר דנוקבא דסט\"א. ומיח' קב\"ה ושכינתיה. וזה בחלק הרוח שהתורה כנגדו. וכן גמילות חסדים מספר ב\"פ יצר ונוסף ו\"ה ליחד קב\"ה ושכינתיה וזה בחלק הנפש ולפי פשוטו דכתיב משלחי רגל השור והחמור על היצה\"ר וכמו שפירש\"י ז\"ל אפשר ב' פעמים יצר לבטל רגל השור והחמור בתורה ובג\"ח וליחד קב\"ה ושכינתיה כמדובר:"
        ],
        [
            "<b>תנא דבי אליהו ישים עצמו על ד\"ת כשור לעול וכחמור למשאוי.</b> פירוש כי בזה יבטלו רגל השור והחמור שהוא היצה\"ר:",
            "<b>תוספות ד\"ה מנין למחוסר אבר.</b> עמ\"ש בקונטריס ככר לאדן דף קצ\"ג בס\"ד:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>הלכה שואל אדם צרכיו וכו'.</b> עמ\"ש בקונטריס ככר לאדן דף קצ\"ג ע\"א בס\"ד:"
        ],
        [],
        [],
        [],
        [
            "<b>תני רב יוסף מאי דכתיב הנה קטון וכו'.</b> אפשר דקשיא ליה דתיבות נתתיך בגוים יתירות ותיסגי לומר הנה קטון בזוי אתה מאד ובודאי שהכל ממנו יתברך. ועוד דמשמע נתתיך ואינך מצד עצמך וממאי דכתיב בזוי אתה מאד נראה שמעצמו ואיכותו הוא בזוי. להכי דריש דמלבד דמצד עצמו ומהותו הוא בזוי. עוד אחרת היתה להמעיטו ולהקטינו ולז\"א נתתיך בגוים היינו שאין מעמידין מלך בן מלך וזה פחיתות נוסף עצמותו והכל מאת ה' להקטינו וזהו שאמר נתתיך בגוים. ובפסוק אפשר לרמוז דהסט\"א היא קנה ובגאולה ב\"ב תשבר הקו\"פ ויהיה הנ\"ה כמש\"ה הנה אל ישועתי וכיוצא וכמ\"ש בזהר הקדוש וזה הוא הרמז הנה קטון נתתיך ר\"ת קנה. ומסט\"א קנה תשבר הקו\"ף ויהיה הנה ואז קטון נתתיך ודוק וכמ\"ש בזוי אתה מאד יומתק במ\"ש רבינו הרקח ז\"ל כי אחר אותיות אדום הם אותיות נבזה ע\"ש וזהו בזוי אתה מאד בשמו ומעשיו ובמקומו:",
            "<b>דנפרח יונה מידיה רמז לטבריא.</b> דישראל נמשלו ליונה כמו שאמרו רז\"ל ואפשר דבשם יונה רמוז יחוד קבה\"ו שהוא גימטריא אדני ועוד ו' רמז לקב\"ה דישראל כביכול קראם בנים כמ\"ש בנים אתם לה' אלהיכם והם תמיד מיחדים קבה\"ו. והשכינה נקראת יונה כמספר שם אדני ועוד ו' להתחבר עם דודה ת\"ת בחינת ו'. גם יונה גימטריא ע\"ב עם הכולל להמשיך משם ע\"ב חכמה בסוד אחותי בת אבי ועוד גימטריא חסד להמשיך לה חסדים:",
            "<b>ואימא לאסוירוס דתתעביד טבריא קלנא.</b> וסימן לדבר טבריא גימטריא ברך כלומר בנך יעשה אותה בת חורין:"
        ],
        [
            "<b>משום דכתיב כי עוף השמים יוליך את הקול.</b> פירוש והשר של רומי ישמע ויכניס בלב שרי רומאי דיצערו לרבינו הקדוש כמ\"ש בזהר הקדוש ויאמר אל עמו דשר מצרים הכניס בלבם זה אבל מחשבות אין המלאכים יודעים כמש\"ה כי אתה לבדך ידעת את לבב בני אדם וכמה כתובים כזה והם הפך הנראה מהתוספות פ\"ק דשבת והרא\"ש בפסקיו פרק הרואה. ובמקום אחר כתבנו בעניותנו בענין זה בסייעתא דשמיא:",
            "<b>הוה ליה ההוא נקירתא דהוה אתי מביתיה לבי רבי וכו'.</b> דע דהיה עיר אחת בארץ ישראל ושמה רומי על שם רומי הידועה ובה יושב הקיסר לפעמים. והיינו על דרך מ\"ש רז\"ל על מלך יריחו וכיוצא דכל מלך הי\"ל עיר אחת בא\"י וכמו שפירש\"י ז\"ל פרשת וזאת הברכה פסוק בהם ינגח יחדיו אפסי ארץ. ואנטונינוס הו\"ל נקירתא שם בא\"י בעיר רומי אשר שם דהוה אתי מהתם לבית רבי. ושמעתי דעד היום יש כפר בגליל ששמו רומי וכבר רבינו מהר\"ם אלשיך ז\"ל האריך בזה והכריח הדבר מאד:",
            "<b>הוה מייתי תרי עבדי.</b> עמ\"ש הרב מהרש\"א ז\"ל בחידושי אגדות ומ\"ש אני עני בפתח עינים ועתה נראה דאין צריך למחוק רק לשים תיבת בחזרתו בסוף הלשון ודוק הטב:",
            "<b>לית דין בר אנש.</b> כתב הרב עיון יעקב ז\"ל לית דין בר אנש ושקר משום שלום מלכות שהרי מותר לשנות מפני דרכי שלום עכ\"ל ולי הדל נראה דלא שקר רבי ח\"ו רק כונתו שאינו כמו שאר אנשים וגדול כחו כמלאכים ויותר ואף אנטונינוס כך הבין והכי מוכח ממאי דאמר ליה בתר הכי ידענא דאפילו זוטרי דאית בכו מחיי מתי נינהו ומיהו בעידנא דאתינא לא בעינא דישתכח איניש בהדך אלמא הוא הבין דהיה אחד מישיבתו. ואנטונינוס אמר ליה אתה אמרת לית דין בר אנש דלרוב מעלתו יצא מכלל האנשים ואני אומר יתר על כן דאפילו זוטרי וכו' מיהו לא בעינא וכו':",
            "<b>כל יומא הוה משמש ליה לרבי.</b> כתב הרב עיון יעקב ז\"ל דשום תשים שתהא אימתו עליך בישראל כתיב ומשו\"ה אין כבודו מחול ועוד דרבי גיירו ולמדו והביאו לחיי עה\"ב שאני עכ\"ל ועל דרך הסוד אנטונינוס היה הטוב שהיה בעשו ורבינו הקדוש היה ניצוץ יעקב אבינו ע\"ה ובא אנטונינוס עתה לתקן אשר עיות עם יעקב אע\"ה ולכן היה משמש לו וזהו תקונו ולכך היה מקבל ממנו רבינו הקדוש ומיהו א\"ל לאו ארח ארעא לזלזולי במלכותא כלי האי ארח ארעא דייקא שאינו דרך ארץ והשיבו מי יתנני וכו':",
            "<b>א\"ל אית לי לעלמא דאתי.</b> פירוש דכיון דהיה הטוב מעשו ועתה תקן במה ששמשו לרבינו הקדוש דהיה ניצוץ יעקב אע\"ה לכפר מה שחטא עמו ונתגייר אפשר שזוכה לעה\"ב. או אפשר דעון עשו אינו נמחק לגמרי וא\"ל אין וא\"ל והכתיב ולא יהיה שריד לבית עשו וכו':",
            "<b>פרט לקטיעא בר שלום דלאו שריה הוא דהא איגייר.</b> כן הגירסא בעין יעקב אשר לפני והיא נסחא מוטעת ול\"ג אלא פרט לקטיעא בר שלום ותו לא והדבר מבואר א\"צ להאריך:",
            "<b>אלא כשם שאי אפשר לעולם בלא רוחות וכו'.</b> כתב הרב עיון יעקב ז\"ל ואפשר שזה כונת שאמר ישנו עם א' מפוזר ומפורד כלומר שזו הכונה כי בד' רוחות פרשתי ואפשר לכלות כלם ולא תקרא מלכותא קטיעא ואסתר אמרה כי אין הצר שוה בנזק המלך שיקרא לך מלכותא קטיעא עכ\"ד והמפרשים ביארו יותר מיושב דהמן כחש לו שלא היו ישראל אלא במלכותו ויכול לכלות כלם ומאחר שתכלה כלם לא שייך מלכותא קטיעא דליכא מינייהו במלכות אחר וז\"ש מפוזר ומפורד בין העמים בכל מדינות מלכותך כלומר כלם הם במלכותך ולא שייך מלכותא קטיעא אלא בשנשארו במלכות אחר והמלך ההוא מקיימם שקר ענה שהיו באפריקא ובספרד. ואסתר גלתה דאין האמת כן דיש ישראל במלכיות אחרות וקרו לך מלכותא קטיעא:",
            "<b>יש קונה עולמו בשעה אחת.</b> כתב הרב מהרש\"א ז\"ל בחידושי אגדות דקדק לומר עולמו שקונה עולמו לפי מדרגתו כדאמרינן דיש לכל צדיק מחיצה בפני עצמו אבל בכה רבי אההוא דלא קנה עולמו רק בשעה אחד שנהרג ויצא מן העולם ולא זכה למדרגה היותר עליונה לקנות עולמו בכמה שנים עכ\"ל ועם נשיקת הרצפה הפשוט הוא דרבינו הקדוש בכה על מי שצריך לטרוח בכמה שנים וכמה יסורין וזה הנהרג על קדוש ה' קונה עולמו בשעה אחת כמתקן כל גופו על דרך מ\"ש רבינו מהר\"ם אלשיך ז\"ל דהמוסר עצמו על קדוש ה' תקן כל אבריו וגידיו ברגע אחד וכבר אמרו רז\"ל דזדונות נעשות לו כזכיות וכתבו המפרשים דלהכי בעלי תשובה עדיפי דצדיקי יש להם רמ\"ח מ\"ע ובעלי תשובה יש להם עוד שס\"ה מ\"ע דהעבירות נחשבות מצוות. ובא וראה בת קול שיצא לקטיעא בר שלום דאמרו מזומן לחיי העוה\"ב דהיא המדרגה היותר עליונה כמ\"ש התוספות ובפרט למה שפירש רבינו האר\"י ז\"ל. גם לקמן גבי רבי אלעזר בן דורדיא גם שם אמרו לשון זה בכה רבי יש קונה עולמו ושם כתב רבינו מהרח\"ו ז\"ל דזכה בשמנים שנה של יוחנן כ\"ג בכל התורה והמצות כמ\"ש שם אני עני בפתח עינים וא\"כ מוכרח דבכה רבי היינו כפי הפשט דבכה שצריך לטרוח מאד ובכמה שנים ודוק הטב וכן נראה ממ\"ש דף ח\"י גבי רחב\"ת (וקסטינרו) קלצטונירי בכה רבי ע\"ש ודוק:"
        ],
        [
            "<b>ויאמר ה' לה שני גוים בבטנך אמר רב יהודה אמר רב אל תקרי שני גוים אלא שני גיים אלו אנטונינוס ורבי וכו'.</b> יש להבין מ\"ט נקטי אנטונינוס ורבי והלא גם משה רבינו ע\"ה וכל קדישי עליונין יצאו מרבקה. והפשוט דהיתה מצטערת על עשו חיה רעה ובשרוה דיש קצת תקון לעשו באנטונינוס שהוא הטוב של עשו ורבינו הקדוש ניצוץ יעקב אע\"ה והגם שעתה שונאים זא\"ז יעקב ועשו אנטונינוס ורבי שלום מלא ביניהם ואנטונינוס ישמש לרבי ועוד אמרתי אני עני בדרושים שהראשונים פירשו ויתרוצצו דבפתח ע\"ז עשו מפרכס לצאת ותלך לדרוש למה זה אנכי הי\"ל ליצחק ליקח שפחה כהגר להסיר הסיגים עכ\"ד ואני עני אמרתי דמה שהיה עשו בבטן רבקה אהני דמעשו יהיו גרים משא\"כ מישמעאל דאינם באים גרים כמ\"ש רבינו האר\"י ז\"ל ואפשר שהטעם הוא שהיה עשו בבטן רבקה. וז\"ש ה' לה שני גוים בבטנך דעי כי ע\"י שהם בבטנך יהיה תקון ויבואו גרים מעשו והראיה אטונינוס ורבי שאף מעשו עצמו יבא אנטונינוס וישמש לרבי שהוא ניצוץ יעקב אע\"ה וזהו בעבור שהיו בבטנך וא\"ש מ\"ש אלו אנטונינוס ורבי ודוק הטב:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>והנאני הדבר.</b> לכאורה יש להעיר דמוכח דהיה זה במחשבה לבד ולא הוציא מפיו שום דיבור. והרי אמרו דמחשבה רעה אין הקב\"ה מצרפה למעשה ואמאי נענש על זה. ואפשר במ\"ש הרב אספקלריא המאירה פי' הזהר דף ע\"ו דבג\"ע העליון מענישין על המחשבה ע\"ש ונראה הטעם כי הנה ג' שותפין באדם אביו ואמו והקב\"ה והקב\"ה נותן לו הבינה דעה והשכל ורוח ונשמה וכו' ומאביו ואמו בשר עצמות וגידין וא\"כ נמצא דהחוטא במחשבה חוטא בחלק שנתן לו הקב\"ה וראוי היה ליענש הרבה אלא שהקב\"ה בענותנותו ורוב רחמיו מחשבה רעה אינו מצרפה למעשה. ומיהו בג\"ע העליון לפי גדולת נשמתו מענישין על המחשבה שיהיה טהור מכל סיג ויהיה נקי ובר לפי ערך יקר נשמתו: <br><b>ובהכי</b> אשכחנא פתרי למה שפירש הרב מהרש\"א ז\"ל בחידושי אגדות בסוף מכות במ\"ש נח לאדם שנברא וי\"א נח לאדם שלא נברא נמנו וגמרו נח לאדם שלא נברא וכו' דכשנברא יכול לקיים העשין שהם רמ\"ח ואם לא נברא אינו עובר על שס\"ה ל\"ת ולכן נמנו וגמרו נח שלא נברא דהלאוין הם שס\"ה זהת\"ד והקשה הרב זרע ברך ז\"ל ח\"ג דאם נברא מקיים העשין רמ\"ח ויש לו שכר על המחשבה הם תצ\"ו ואם לא נברא אינו עובר אלא על שס\"ו דדוקא מחשבת ע\"ז מצטרפת והם שס\"ו והעשין יותר זהת\"ד. ואפשר לישב דרך הרב חידושי אגדות ולהעמיד דבריו אף שהרב ז\"ל לא כיוין לכך. דכיון דהחוטא במחשבה חוטא בחלק הקב\"ה וגם מענישין בג\"ע העליון על המחשבה אמטו להכי בא חשבון מחשבת הלאוין ג\"כ וא\"כ היו יותר וא\"ש נמנו וגמרו דלפי פשט דברי מהרש\"א ז\"ל לא יתישב נמנו וגמרו דנראה דהוא חידוש ודבר זה גם נערי בני ישראל יודעים דשס\"ה לאוין הם יותר מרמ\"ח עשין. אך לפי האמור צריכה רבה וחכמה להכריע והרי הוא כמבוא\"ר: <br><b>אמור</b> מעתה דלפי גדולת רבי אליעזר ושרשי נשמתו הקדושה דקדקו אחריו ונענש קצת על המחשבה שהנאהו בלבו:",
            "<b>עולא וכו' הוה מנשק לאחוותיה אבי ידייהו ואמרי לה אבי חדיהו.</b> הרב תורת חיים ז\"ל דקדק דמדלא קאמר אידיהו ואחדייהו משמע דלא הוה מנשק על היד ועל החזה גופייהו אלא על בית היד ובית החזה דהיינו על המלבוש וכו' ע\"ש ומדברי רש\"י ז\"ל שכתב אבי ידייהו בזרועותיהן אבי חדייהו חזה דרך בני אדם כשיוצאין מבית הכנסת מיד הוא נושק לאביו ולאמו בארכובה או בפס ידיו עכ\"ל נראה דעולא היה נושק על ידיהן ועל החזה ממש וכ\"כ רבינו בעל הערוך ז\"ל במערכת חד וז\"ל מנשק להו לאחותיה אבי חדיהו פירוש על החזה שלהן עכ\"ל הרי מוכח דרש\"י והערוך פירשו דהיה מנשק על היד ועל החזה ממש. ואין ראיה מדקאמר אבי ידייהו ואבי חדייהו דמלבושם הכי הוה אמנם כשמנשק מנשק על היד ועל החזה ממש הגם דהיה שם קצת מלבוש וטעמייהו דרש\"י ז\"ל והערוך דכיון דעולא לגבי דידיה הוה דמיין עליה ככשורי כמ\"ש התוספות הכא ופ\"ק דשבת א\"כ מי דוחקני לומר דלא היה נושק אלא דווקא על המלבוש דמפשט הש\"ס. ומדקאמר ופליגא דידיה אדידיה מוכרח דהיה נושק על יד וחזה ממש:",
            "<b>עולא כי הוה אתי מבי רב הוה מנשק לאחותיה אבי ידיהו וכו'.</b> פירש רש\"י ז\"ל דרך בני אדם כשיוצאין מבית הכנסת מיד הוא נושק לאביו ולאמו ולגדול ממנו בארכובה או בפס ידו עכ\"ל ורבינו האר\"י ז\"ל כתב דיש סוד בנשיקת האדם ידי אמו בליל שבת קדש. ובלקוטי גורי האר\"י ז\"ל מצאתי בסימן מ\"א שמי שמבקש להתברך מגדול ישק ידו ויברכהו ויש סוד גדול בדבר ע\"ש באורך: <br><b>ולפי</b> מה שכתבתי אני עני בברכי יוסף י\"ד סימן ר\"ס אות טו\"ב דמשמע מסתמות הפוסקים ומדברי רבינו האר\"י ז\"ל דחייב לכבד לאחיו הגדולים ממנו בין זכרים בין נקבות אפשר דאחותיה דעולא היו גדולות ממנו ולכבדן הוה נשיק להו אבי ידייהו להאי לישנא ודוק:",
            "<b>יצאת בת קול ואמרה רבי אלעזר בן דורדיה מזומן לחיי העה\"ב.</b> לכאורה משמע דמותר להמית עצמו בשביל תשובה לכפרת עונו אבל יש לדחות דרבי אלעזר בן דורדיא לא כיוין להמית עצמו אלא מפני צערו ובכייתו ממילא יצאת נשמתו ומשו\"ה יצאת ב\"ק שהוא מזומן לחיי העה\"ב. ועתה באו לידי ואני כארח נטה לשבת עראי תשובה מהרב אברהם אליגרי ז\"ל וראיתי בסוף בקונטריס רוח חיים סימן כ\"ח שכתב שהרב מהר\"י חאביליו ז\"ל נסתפק אם מי שעבר עבירה שחייב מיתה מותר שימית עצמו בתשובה. ושם הביא מההוא כובס דסוף כתובות ונעלם ממנו דכן כתבו מהרימ\"ט ז\"ל בחידושיו ורבינו בצלאל ז\"ל בשם רבינו קלונימוס ז\"ל בשיטה מקובצת שם. ועוד הביא ראיה מעובדא דיקים איש צרורות ונעלם ממנו דהר' יפה תואר שם על מאמר זה אסר. הן אמת דשם רמז לתשובת שבות יעקב. ובברכי יוסף י\"ד סימן שמ\"ה כתבתי דהרב שבות יעקב ז\"ל הזכיר דברי הרב יפ\"ת ז\"ל ודחאם ע\"ש. ועמ\"ש עוד שיש להשיב עליו:",
            "<b>ההרים והגבעות בקשו עלי רחמים אמרו לו עד שאנו נבקש עליך וכו'.</b> בעין יעקב כתב בשם הריטב\"א ז\"ל וז\"ל לא שההרים מבקשים אלא כך בעי למימר בעל הברייתא כלומר הוא עצמו אמר בלבו למי אלך להרים ולשמים ולכלהו הן עצמן צריכים לבקש רחמים בשבילם ואלו היה להם פה היו משיבין לא נוכל לבקש עליך וכעין זה מצינו בכמה מקומות וכו' וכן פרק שירה שהעופות והחיות מקלסין לאו שהם אומרים כלום אלא סברא הוא שאם היה להם פה לדבר יש להם לומר כך וכך עכ\"ל ובחידושי ע\"ז להריטב\"א ז\"ל לא ראיתי לשון זה. אך אין זה ראיה דהריטב\"א ז\"ל חיבר מהדורות בחידושיו כידוע. אך יש לתמוה על לשון זה הכתוב בעין יעקב על שם הריטב\"א ז\"ל דהתינח מה שפירש במאי דקמן דקאמר דאמר להרים והגבעות וכו' אבל מה שרצה לומר על פרק שירה הדבר תמוה איך הונח לרבינו לומר דכל כך ברייתות שנו רבותינו כמעט על מגן וכמה מעלות שאמרו רבותינו והפליגו בשבח האומר פרק שירה הן כל אלה על מאי דלא הוה. ותו איך העלים עין רבינו ז\"ל מהכתוב אם תשים משטרו בארץ ואמרו בבראשית רבה פרשה יו\"ד אמר רבי סימון אין לך כל עשב ועשב שאין לו מזל ברקיע מכה אותו ואומר לו גדל הדא הוא דכתיב אם ידעת חקות שמים אם תשים משטרו בארץ לשון שוטר עכ\"ל ומאחר שכן הדבר ברור דפרק שירה אומרים אותו השוטרים והממונים לכל אילן וירק ועשב וכיוצא והוא ממש כפשטו והממונה ושוטר לכל דבר שר לו נאמר. ואתיין הברייתות כפשטן ומשמען. ורבו יתירה לאומר פרק שירה ומכוין בו: <br><b>וכן</b> כתב מר זקנינו הרב בספר חסד לאברהם ז\"ל בעין כל נהר ז' וז\"ל כלם יש להם שרים מופקדים עליהם למעלה ואותן השרים הם ישבחו וישוררו לבוראם ושירם וזמרם עולה ומושך אור א\"ס עליהם ומחיה אותם וז\"ש הללו את ה' מן השמים וכל המזמור וזה נקרא פרק שירה וכו' ע\"ש ובעין יעקב נהר ג' ובספר הלקוטים מרבינו האר\"י ז\"ל כתב בסימן תי\"ב וז\"ל פרק שירה וסודו הוא כי כל הנבראים יש להם שר במרום להמשיך להם שפע וחיות על ידו וצריך שיאמר שירה תחילה ואח\"כ יקבל השפע לחלק לאישי המין שהוא ממונה עליו וכשם ששר של מצרים מצרים שמו כך שר של שמים שמים שמו וכן כלם ועוד האריך הרב בענין זה ואין כאן מקום להאריך ואולם אנכי העירותיהו למי שרואה דברי הרב ז\"ל להודיעו קשט אמרי אמת ודי בזה:"
        ],
        [
            "<b>ניזיל אפתחא דבי זונות ונכפייה ליצרין ונקבל אגרא.</b> לכאורה יש להעיר מה הלשון אומרת ונקבל אגרא והרי שנינו היו כעבדים המשמשים את הרב שלא ע\"מ לקבל פרס. ואפשר לישב במה שתירץ הרב מהר\"ש פרימו ז\"ל לקושית התוספות פ\"ק דר\"ה דאמרו שם האומר סלע זו לצדקה בשביל שיחיה בני או בשביל שאזכה לעה\"ב הרי זה צדיק גמור ותירץ הרב הנזכר דעושה המצות בעצמן כסדרן והלכתן דהא שנינו דצריך לעשות שלא ע\"מ לקבל פרס אך בעושה יתר על חיובו שרי בזה היתר לעשות ע\"מ לקבל פרס וז\"ש האומר סלע זו לצדקה כלומר נוסף על החיוב בהא שרי כדי שיחיה בנו וכו' זהת\"ד וממנו נקח דעושה מה שאינו חייב יכול לעשות ע\"מ לקבל פרס וה\"ה הכא דאינו מחוייב ללכת דרך פתחא דבי זונות והוא הולך לכוף את היצר שרי ע\"מ לקבל פרס והיינו דקאמר ונקבל אגרא ומלתא אגב ארחיה קמ\"ל דשרי בהא ע\"מ לקבל פרס אבל לא שהיה מכוין לזה: <br><b>והתוספות</b> כתבו וז\"ל נזיל אפתחא דבי זונות מכאן יש ללמוד שדרך להרחיק מפתח ע\"א כל מה שיכול משום דכתיב אל תקרב אל פתח ביתה ומוקמי לעיל בע\"א שהרי היה רוצה ללכת יותר אפתחא דבי זונות עכ\"ל ודבריהם קשים מאד דמה רוצים ללמוד והש\"ס קרי בחיל ניכפייה ליצרין ונקביל אגרא אלמא מפרש בהדיא טעמא דאזיל אפתחא דזונות לכוף היצר וליטול שכר ולאו משום להרחיק מע\"א ותו דכתבו דלעיל מוקי לא תקרב לע\"א ובפירושא אתמר דמוקי למינות ורשות. וכבר אני בעניי כתבתי בזה בפתח עינים ע\"ש ועתה אכתוב בקצרה קצת בסגנון אחר דהתוספות ס\"ל דכיון דקי\"ל דבגזרת רז\"ל אף שבטל הטעם תקנה לא זזה ממקומה ק\"ו למאי דקמן דהגם דנכיס יצריה דע\"ז לא תקרב כדקאי קאי. וכבר נודע דהגם דאיכא כמה דרשות מ\"מ פשטיה דקרא תדיר איתיה לעולם וזהו כונת התוספות דהגם דהשתא נכיס יצרא דע\"ז לא תקרב איתיה והגם דלעיל מוקי בענין אחר מ\"מ פשטיה דקרא אינו זז ממקומו. והתוספות קשיא להו דכיון דקמא אמר ניזיל אפתחא דע\"ז דנכיס יצריה איך כי אמר ליה ניכפייה ליצרין איך נתרצה בזה והלך עמו והי\"ל לומר לו דאמאי נניח הדרך הטובה שאין בה שום ספק ונלך למקום שהיצר שולט. ואדרבא ראינו שהסכים ללכת עמו אף שהוא לא ידע סגולת התורה והי\"ל חידוש אח\"כ כשראה שנכנעו הזונות ואמר לו מנא לך הא. ומזה מוכח דאל תקרב לפתח ע\"ז כדקאי קאי אף דנכיס יצריה. ולחדודי הוא דבעא ולראות מאי דעתיה א\"ל ניזיל אפתחא דע\"ז דנכיס יצריה. וכשהשיב לו ניזיל ונכפייה ליצרין הסכים עמו דאל תקרב לע\"ז איתיה דהכי פשטיה דקרא ומה שכתבו דלעיל מוקי לא תקרב לע\"א. פירוש הוא ראשי תיבות לענין אחר כלומר דמ\"מ פשטיה דקרא קיים. ועוד יש לצדד ודוק כי קצרתי:",
            "<b>ומאי טעמא קא שבקת עבדך לחירות.</b> פירש רש\"י והן גזרו על כך לפי שהוא דת יהודית עכ\"ל ודברי רבינו ז\"ל נאמנו מאוד. ומ\"ש הרב עיון יעקב ז\"ל לפי שהמשחרר עבדו עובר בעשה כדאיתא בגיטין עכ\"ל אין דברי הרב ז\"ל בזה מחוורין. ויש מי שפירש לפי שהמשחרר עבדו חייב בכל המצות והם אינן רוצים שיתחייב במצות וגם זה יש להשיב עליו והעיקר כדפירש רש\"י ז\"ל:",
            "<b>ועל אשתו להריגה דלא מיחתה ביה.</b> מכאן אמרו כל מי שיש בידו למחות וכו' מכאן מוכח בהדיא דנשים במידי דהם שייכות גם הם יש להם ערבות אם יש בידם למחות. ומ\"ש רבינו יונה והרא\"ש פ\"ג דברכות דנשים אינן בכלל הערבות היינו במידי דלא שייכי וק' על הגאון מהר\"ר יחזקאל ז\"ל בספר דגול מרבבה בהגהות א\"ח סימן רע\"א במה שנסתפק בקדוש שבת וצידד דכשם דנשים אינן בכלל ערבות גם האנשים אינן ערבים וכו' ע\"ש: <br><b>והמסתכל</b> יפה בעיניו יראה דהאנשים ערבים על הנשים וגם נשים עריבות במידי דשייכי כדאמרינן בסוגיין על אשת רחב\"ת שנענשה שלא מיחתה ואין כאן ספק ועמ\"ש אני בעניי בספר הקטן ברכי יוסף א\"ח סימן קכ\"ד ומשם באר\"ה ואין כאן מקום להאריך:"
        ],
        [],
        [
            "<b>ואיכא דאמרי ממעשה דברוריא.</b> רש\"י ז\"ל הביא מעשה של ברוריא ע\"ש. וכתב הרמ\"ע ז\"ל בגלגולים שקבל מהרב מהר\"ר ישראל סרוק זלה\"ה דברוריה היתה גלגול בת שבע ומלמדת לשלמה ומזהירתו והיא ברוריה דהות מקריא לתלמידים ותלמיד אחד הי\"ל נפש אוריה בעלה הראשון והיה לו בה שייכות והיא היתה סיבת מותו אז ועתה הוא היה סיבת מיתתה כי נתפתת לו וחנקה עצמה זהת\"ד: <br><b>ואגב</b> אמרתי אגלה טפח בענין הגלגולים כי אפילו איזה צדיק גמור יש בו איזה ניצוץ וכיוצא שנפגם וכל ניצוץ כלול מרמ\"ח ושס\"ה. וזה הניצוץ או האבר לבד הוא בא בגלגול דוקא ושארי אברי נר\"ן וניצוצות הם פרצוף שלם והם בג\"ע עם הצדיקים. וזה האבר או הניצוץ באים בגלגול לתקן וכל זה מבואר באר הטב בספר גלגולים הגדול כ\"י ובזה יתישבו כמה עניינים ה' ברחמיו יזכנו להשלים תקון נר\"ן בגלגול זה ויעזרנו על דב\"ר כבוד עמו אנס\"ו:",
            "<b>אמר להו רבא לרבנן במטותא מינייכו דלא תתלוצצו דלא ליתו עלייכו יסורין.</b> יש להעיר דאמאי אמר להו דיפרשו מיראת עונש דלא ליתו עלייהו יסורין הול\"ל דלא יתלוצצו דעון חמור הוא. ועוד מה הלשון אומרת במטותא מינייכו אטו צריך לבא בתחינה שישמרו התורה. ונראה דכונת רבא שיתרחקו הרחקה גדולה אפילו מספק ליצנות ולא יבקשו צדדי ההתר לז\"א במטותא מינייכו דשמא מה שאתם סוברים דאינו ליצנות היא באמת ליצנות ויבואו יסורין ולז\"א במטותא מינייכו שיתרחקו הרבה:",
            "<b>אמר רב קטינא כל המתלוצץ מזונותיו מתמעטין שנאמר משך ידו את לוצצים</b> אפשר לרמוז דר\"ת משך ידו את לוצצים גימטריא אף. דהמתלוצץ חרון אף עליו ורבא אמר לרבנן במטותא מינייכו לא תתלוצצו דלא ליתו יסורין ובזה נכלל הכל דלא ליתו יסורין וניצול מהכל:",
            "<b>דאמר רב הונא כל העוסק בתורה בלבד דומה כמי שאין לו אלוה.</b> פירש\"י ז\"ל להגן עליו והטעם דלא המדרש הוא העיקר אלא המעשה ותלמוד גדול שמביא לידי מעשה. וכבר כתבנו לעיל דהמצות הם בנפש והתורה ברוח ואם אינו מתקן הנפש איך יתקן הרוח:",
            "<b>כלום מעשה בא לידך וכו'.</b> עמ\"ש הרמב\"ם ז\"ל בפירוש המשנה סוף מכות ומ\"ש בשם הגדולים ח\"א דפוס חדש דף קי\"א ע\"ב ומ\"ש בקונטריס זה בסנהדרין על דף קי\"א ע\"ש ודוק הטב ועיין מ\"ש הרב עיון יעקב ז\"ל ד\"ה א\"ל א\"כ מחלקך יהא חלקי ומ\"ש לעיל ד\"ה כל העוסק בתורה בלבד ועם הרב ז\"ל הסליחה שאין דבריו מחוורין וכבר לימדנו רש\"י ז\"ל ופירש כמי שאין לו אלוה להגין עליו ודברי רבינו ז\"ל ראוים אלו ואין להאריך כי יתן את רוחו המעיין בעיניו יראה ודוק דמדברי רש\"י ז\"ל הנזכר ומדברי הרמב\"ם זלה\"ה בפירושו סוף מכות נדחה מ\"ש הרב עיון יעקב בדבריו שרמזתי וכבר כתבתי שאין להאריך בענינים כאלה:",
            "<b>אימא אלהא דמאיר ענני ואתצלת.</b> כבר כתבתי בפתח עינים דנשתרבב המנהג לומר בכל צרה ובכל ענין לומר אלהא דרבי מאיר ענני. ואין לומר כן על תנאים אחרים דרבי מאיר הוא נתרצה שיאמרו כן וגם היה לו כונה פרטית על זה ואנו מכוונים על דעתו וכונתו כמ\"ש הרמ\"ע ז\"ל והבאתיו בפתח עינים ע\"ש ולכן אנו מזכירים דוקא ר\"מ דידענו דהוא הי\"ל כונה פרטית על זה ואנו מכוונים על דעתו ודוק הטב:",
            "<b>א\"ר שמואל בר נחמני א\"ר יונתן מ\"ד אשרי האיש וכו' זה אברהם.</b> דקשיא ליה בכתוב דמשמע דדוקא אם בא לידו הני תלתא עצת רשעים ודרך חטאים ומושב לצים וניצול נאמר בו אשרי ואי לא לא. והרי אפילו אם לא בא לידו כי אם אחת מהנה וניצול אשריו. ועוד הול\"ל אשרי איש אשר לא הלך כדכתיב אשרי איש ירא ה' ועל כן דרש אשרי האיש הידוע ולהכי כתיב האיש והוא אברהם אע\"ה דבאו לידו שלשה אלה וניצול ואפשר לרמוז דר\"ת אשרי האיש אשר לא הלך בעצת רשעים ובדרך חטאים גימטריא עם ב' כוללים לתיבות ואותיות גימטריא זה אברהם ודוק:"
        ],
        [
            "<b>אמר רב עמרם אמר רב אשרי מי שעושה תשובה כשהוא איש ורבי יהושע בן לוי אמר אשרי מי שמתגבר על יצרו כאיש.</b> אע\"ג דריב\"ל הוזכר בסוף המשנה. אין קפידא דנקט הש\"ס סברת רב ברישא ואח\"כ דברי רבי יהושע בן לוי דגם רב תנא הוא ופליג והוזכר בברייתא בשם ר' אבא כמ\"ש רבינו האיי גאון ועמ\"ש בקונטרס יוסף אומץ סימן מ\"ו. ויתכן דריב\"ל שמע מימרת רב ועלה דריש לדעתו ומשו\"ה אקדמיה ואין רצוני להאריך: <br><b>ובפשט</b> המאמר נראה דהכל מודים דבעלי תשובה עדיפי אך הוא מחלוקת מחודש בבעלי תשובה עצמם דרב סבר דמי שחטא ושב כשהוא בחור נאמר בו אשרי דיש בו מיהא מעלת בעלי תשובה ורוב ימיו היה צדיק גמור ובשנים עלתה לו וז\"ש אשרי מי שעושה תשובה כשהוא איש. וריב\"ל סבר דיותר חשוב מי שהיה כמה זמן בעל עבירות ואח\"כ נתגבר על יצרו וחזר בתשובה שזה הי\"ל טורח גדול לשוב אחר שנשתרש בחטא וז\"ש אשרי מי שמתגבר על יצרו כאיש:",
            "<b>תניא אין אדם למד תורה אלא ממקום שלבו חפץ.</b> רבינו האר\"י ז\"ל טעמא טעים כי על הרוב אדם זה היה בכמה גלגולים ונראה שבגלגול זה בא להשלים חלק הלמוד הזה זאת היתה לו כי נפשו אוותה והוא חפץ בלמוד זה ולכן צריך ללמוד ממקום שהוא חפץ שזהו תיקונו:",
            "<b>ואמר רבא לעולם ליגרס איניש.</b> ואע\"ג דמשכח דלא ידע מאי קאמר בספר בינת יששכר כתב דהרב אביו חלק על הרב מגן אברהם א\"ח סימן ן' שכתב דקורא משניות אם אינו מבין אין בידו כלום דאינו נחשב קריאה דהרי אמר רבא הכא לגרס אע\"ג דלא ידע מאי קאמר וס' הרב אביו ז\"ל אין בידי ונראה דמהא ל\"ק על הרב מגן אברהם דהכא מיירי כשאין בידו להבין והרב מגן אברהם ז\"ל מיירי שיש לו שכל להבין וקורא בבלי דעת ומיהו נראה דאם מבין פירוש התיבות הגם שאינו יודע הפירוש אמיתי כמו שפירשו המפרשים נחשב לימוד ודו\"ק:"
        ],
        [
            "<b>לעולם ישלש אדם שנותיו וכו'.</b> כתב מרן ב\"י א\"ח סימן ן' בשם הרא\"ה דלכן שונים איזהו מקומן שאין בו מחלוקת וכתב מהרח\"א בהגהת בני חיי דידוע שאין מוזכר בו מחלוקת וכ\"כ הרא\"ה עצמו כמ\"ש הריטב\"א בשמו בסוגיין דידוע דעל הרא\"ה כות' הריטב\"א מורי סתם ועיין בחידושי הריטב\"א:",
            "<b>אמר ר' אחא אמר רב המנונא אמר רב מנין שאפילו שיחת חולין של ת\"ח צריכה תלמוד וכו'.</b> דקדוק הלשון מורה דהא מילתא דשיחת חולין של ת\"ח צריכה תלמוד כבר ידועה והשתא בא לומר מהיכן נלמד זה. ואפשר דדבר זה פשוט דנודע גדולת רבותינו התנאים והאמוראים וממילא נודע דשיחתם צריכה תלמוד וזה מצד הסברא. ועוד שנינו וכל דבריהם כגחלי אש וכל מרבה שיחת חולין ועתה בא ללמוד דבר זה מהכתוב וקאמר דנלמד מדכתיב ועלהו לא יבול והרמז ועלהו עלהו גימטריא עולה שהוא כקרבן עולה. לא יבול ג\"י יבול מ\"ח כמו התורה שנקנית במ\"ח דבר כן הם דבריהם וגם גימטריא חיל שצריך לאזור חיל ללומדה:",
            "<b>מכריז רבי אלכסנדרי מאן בעי חיי מאן בעי חיי.</b> אפשר דרמז בכפל שהם חיי העה\"ז וחיי העה\"ב. ואמר נצור לשונך וכו' ורמוז בפסוק מי האיש החפץ חיים בעה\"ז אוהב ימים לראות טוב העה\"ב ואמר נצור לשונך וכו' וכן אמרו במדרש מי שרוצה לקנות בזול העה\"ב נצור לשונך מרע. וס\"ת נצור לשונך מרע ושפתי גימטריא ש\"י דבזה זוכה לש\"י עולמות דלנצור לשונו הוא פתח ועיקר גדול לזכות לעוה\"ב דאח\"כ יקיים סור מרע ועשה טוב:"
        ],
        [
            "<b>לימא קרא לא תחונם וכו'.</b> עמ\"ש אני עני בקונטריס ככר לאדן דף קצ\"ג בס\"ד ועמ\"ש הריטב\"א ז\"ל בחידושיו ע\"ש:",
            "<b>רבי עקיבא ראה אשת טורנוסרופוס הרשע רק ושחק ובכה רק שהיתה מטיפה סרוחה וכו'.</b> אפשר דמלבד זה היה לו טעם והוא שכתבו גורי האר\"י ז\"ל דאם אדם אחד ראה אשה תכף ירוק וניצול. ואפשר לי הדל לומר דהטעם דהרהורים רעים פוגם במחשבה שהיא יוד ולזה בא לידי קרי שאותיות קר משקר שהסט\"א נאחזת בהם הן מתחברות עם יוד שפגם ונעשה קרי. ותכף שהוא רק משליך אותיות קר שהם מסט\"א ונשאר יוד במקומה. ואפשר שלטעם זה נמי רק רבי עקיבא כי בכל דבר שהיו עושים הראשונים הי\"ל כמה טעמים פשוטים ונסתרים ומה גם דרז\"ל בש\"ס ובמדרשים היו מסתירים הסוד בהעלם נמרץ. וכתב הרמ\"ע ז\"ל שקבל ממהר\"י סרוק ז\"ל דכזבי נתקנה באשת טורנוסרופוס שנשאה רבי עקיבא עכ\"ד ואפשר כי זה רמז באמרו דרבי עקיבא בכה ר\"ת בעבור היותה כזבי. שח\"ק ר\"ת שישא חלק קדושה ועיין פתח עינים נדרים על דף ן' ע\"ש. ולפי מ\"ש עוד הרב מהר\"י סרוק ז\"ל כזבי היא בת יפתח ומטרוניתא דתבעה לרב כהנא ואשת טורנוסרופוס ואפשר לרמוז דר\"ת כזבי בת צור הוא כזבי זו בת יפתח בגלגול תבעה צדיק ואשת רופוס ודוק הטב. ואפשר כי בבת יפתח התחילה להתקן והי\"ל תקון באשת טורנוסרופוס ואיזה ניצוצות נשארו ובאת במטרונא:"
        ],
        [
            "<b>דאמר רבי יהושע בן לוי ענוה גדולה מכלם וכו'.</b> והוא זכותו יגן עלינו היה עניו גדול כמ\"ש בילקוט ישעיה סימן נ\"ד על פסוק ושמתי כדכד ע\"ש ואפילו אחר שהיה בג\"ע אמרו בש\"ס פרק המדיר דאמר ליה רשב\"י לריב\"ל נראת הקשת בימיך ואמר ליה אין ואמרו בש\"ס ולא היא אלא דלא לאחזוקי טיבותא לנפשיה הרי דאפילו בעה\"ב היה עושה ענוה:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אלא מחוורתא כדשניין מעיקרא.</b> עמ\"ש בקונטריס ככר לאדן דף קצ\"ג בס\"ד:",
            "<b>וישרנה הפרות אמר רבי יוחנן משום רבי מאיר דאמרו שירה וכו'.</b> הקשה הריטב\"א אמאי לא מני התנא מה שפרות נשאו הארון שאמרו שירה גבי עשרה דברים שנבראו בין השמשות ותירץ דכבר מנה פי האתון הכתוב בתורה והוא אב לכל עכ\"ד ואפשר לומר דאלו הפרות שאמרו שירה היו מכח הארון ולא דמיא לאינך. ועוד אפשר לומר דרך דרש במ\"ש המפרשים ובמדרש שמואל להרב מהר\"ש אוזידא ז\"ל כי כל העשרה דברים אשר נבראו בין השמשות בכל אחד ואחד ימשך ממנה תועלת ישראל ושם במד\"ש מפרש כל א' ואחד. ואפשר דבהא דהפרות אמרו שירה לא נמשך מזה תועלת לישראל ומשו\"ה לא מני לה. ואפשר לרמוז ר\"ת וישרנה הפרות בדרך גימטריא אחד שניכר יחודו יתברך וקדושת הארון וס\"ת שם כה\"ת מע\"ב שמות והוא שם ההצלה ושמירה כמשז\"ל שהוא ר\"ת כדבר הזה תדברון אל עשו במצאכם אותו כדבר הזה תדברון ר\"ת השם הקדוש הנזכר במצאכם שם טפטפי\"ה בגימטריא שלמדם שתי שמות אלו כי בזה ינצלו מעשו כמ\"ש המקובלים ז\"ל ועוד אפשר דרמז דיבא משיח בן דוד ויאבד זכר עשו וזהו ר\"ת כדבר הזה תדברון בגימטריא משיח בן דוד ודו\"ק:"
        ],
        [
            "<b>והיכא רמיזא וזרעו יהיה מלא הגוים אימתי יהיה מלא הגוים בשעה שעמדה חמה ליהושע.</b> אפשר לרמוז בפסוק וימאן אביו ויאמר ידעתי בני ידעתי וכו' ואולם אחיו וכו' וזרעו יהיה מלא הגוים כי כתב הרמ\"ע ז\"ל משם מהרח\"ו ז\"ל דיהושע גלגול יוסף. ואפשר כי כאשר א\"ל יוסף שישים ימינו על ראש מנשה כתיב וימאן אביו. ויאמר ידעתי בני ידעתי רמז לו שהוא יבא בגלגול יהושע שבא מאפרים ויעמיד השמש וז\"ש ידעתי בני ידעתי. ואולם וכו' וזרעו יהיה מלא הגוים. ולכך צריך לשים הימין לאפרים לכבודך ולכבוד יהושע. ועוד אפשר לרמוז דר\"ת יהיה מלא הגוים גימטריא בחמה. וגם ס\"ת וזרעו יהיה מלא הגוים גימטריא חמה עם הכולל דהיינו שני עכבות אזל שית וקם שית אזל שית וקם שית וכיוצא לאינך אמוראי ולכך נרמז ב' פעמים: <br><b>ולמאי</b> דאמרו בב\"ר דנרמז בקרא בהם עמים ינגח יחדיו יש לרמוז ס\"ת עמים ינגח יחדיו גימטריא חמה עם הכולל. והרב עיון יעקב ז\"ל נתן טעם למה שהיו שני עמידות שעמדה חמה שתי פעמים ולא היה בפעם אחת ע\"ש דרך דרש:",
            "<b>מתיבי ולא היה כיום ההוא לפניו ולאחריו.</b> אבע\"א שעות הוא דלא נפישי כולי האי ואבע\"א אבני הברד לא הוו וכו'. שמעתי משם הרב מהר\"ר שמואל פרימו ז\"ל שדקדק דהכתוב אומר ולא היה כיום ההוא לפניו ואחריו לשמוע ה' בקול איש כי ה' נלחם להם לישראל והא דקאמר כי ה' נלחם לישראל נראה יתר. ועוד לפי הש\"ס דמעלת יהושע היה על אבני הברד קשה דהכתוב על עמידת השמש קאמר ולא היה כיום ההוא. ופירש הרב ז\"ל דבשלמא משה רבינו ע\"ה דישראל היו נלחמים עם אויביהם הוצרכה עמידת השמש להאיר להם אבל ביהושע דמן השמים נלחמו להשליך אבנים אמאי היה צורך להעמיד השמש ונמצא דנס אבני הברד היה חוזק גדול להגדיל נס השמש וז\"ש הכתוב ולא היה כיום וכו' וכי תימא והרי משה רבינו ע\"ה העמיד השמש לזה אמר כי ה' נלחם לישראל דייקא שהשליך עליהם אבנים ומה היה צורך להעמיד השמש אלא דיהושע נפשו אוותה כך ועשה רצונו וז\"ש לשמוע ה' בקול איש ע\"כ דברי הרב הנזכר ז\"ל: <br><b>והנה</b> אני עני כתבתי בחומת אנך שם ביהושע סימן יוד אהא דמשני בסוגיין וזה לשוני ועוד נראה לכאורה דהכא יהושע קאמר שמש בגבעון דום ראה שהוא רוצה לומר שירה וזה לא היה גבי משה וגבי נקדימון וא\"כ יש שלשה תירוצים והש\"ס תרי מגו תלתא נקט וכל שלשה רמוזי בכתוב עצמו ולא היה כיום רמז דשעי נפישין לשמוע ה' בקול איש דאמר שמש בגבעון דום כי ה' נלחם דהוו אבני ברד ובמעמד שלשתן לא היה לפניו ואחריו ע\"כ לשוני שם. וכונתי מבוארת דהגם דמהש\"ס פרק סדר תעניות מוכח דנקדימון אחר הגשמים שאמר לו ההגמון דכבר שקעה החמה וכו' וחזר ונכנס נקדימון לבית המקדש ונתעטף ועמד בתפלה וכו' ע\"ש דהוא שאל שיזרח לו השמש. מ\"מ לא דמי ליהושע דאמר שמש בגבעון דום ואינו אומר שירה כמו שאמרו במכילתא ודרך דרש רמזתי השלשה תירוצים בכתוב: <br><b>אמנם</b> עתה אני אומר דהש\"ס לא תירץ זה דשאני יהושע דאמר שמש בגבעון ואני אומר שירה מכמה טעמים חדא דזהו דרך דרש. ותו בש\"ס נקדימון שאל שיזרח השמ\"ש ואיך כתיב ולא היה וכו' לשמוע בקול איש והרי נקדימון ונשמע קולו. ותו דהש\"ס משני בעצם הדבר שהיה בו בפרק ולא באופן השאלה ומיהו דרך דרש יש לרמוז הני תלתא בכתוב כדאמרן ועוד יש לצדד בענין זה כמו שיראה המעיין ודוק: <br><b>וראיתי</b> להרב עיון יעקב ז\"ל שכתוב אהא דמשני אב\"א שעות לא נפישי כולי האי וז\"ל וצ\"ל כמ\"ד יש ג\"ש למחצה דלאו לכל מילי יליף מיהושע עכ\"ל ובמטו מיניה דמר לא נהירא לאוקומיה מילתא בפלוגתא אי ג\"ש למחצה או אין ג\"ש למחצה. אמנם לדרכו אפשר לומר דהיינו כונת הש\"ס לשנויי הני תרי שינויי דלמ\"ד יש ג\"ש למחצה תריץ ואימא שעות לא נפישי והג\"ש לאו לגמרי. ולמ\"ד אין ג\"ש למחצה תריץ דלעולם ענין עמידת השמש הוי כמו שהיה בימי משה ושעות כי הני דאין ג\"ש למחצה. אך אבני ברד לא הוו דהוא ענין נוסף ואינו בכלל הג\"ש דאינה אלא לענין השמש: <br><b>אמנם</b> אין אנו צריכים לזה דהשרישנו הרב הגדול מהר\"ם אלשיך ז\"ל דבענין אגדה ודרשות רז\"ל משתמשים תדיר ועושין כעין ג\"ש ואינו אלא גלוי מלתא בעלמא וה\"ה נימא במאי דקמן. א\"נ אפשר דהגם דבעלמא אין ג\"ש למחצה הכא שאני דהכתוב עצמו אפיקיה מכללא וכתיב ולא היה כיום ההוא כלומר הגם דאיכא ג\"ש לא תימא בעלמא דהכא שנא ולא היה כיום וכו': <br><b>והנה</b> כתב עוד הרב עיון יעקב ז\"ל וביהושע שהיה יותר רבותא ממשה היינו כדי לחלוק לו כבוד וכה\"ג מתרץ הש\"ס בסנהדרין דף ה' ע\"ב לחלוק כבוד לרבה בר בר חנה ע\"ש ובפירש\"י עכ\"ל ואפשר לרמוז בכתוב עצמו דקאמר ולא היה כיום וכו' ונכלל בזה אפילו למשה רבינו ע\"ה והטעם לשמוע ה' בקול איש לחלוק לו כבוד שלא יזלזלו בו כלומר היה זה להורות כי ה' שומע בקולו ויזהרו בכבודו דמשה רבינו בלאו הכי גדול כבודו וכמו שפירש\"י שם בסנהדרין דלר\"א בל\"ה נהגי ביה יקרא ולרבה בב\"ח אצטריך שלא יזלזלו בו. א\"נ אפשר דח\"ו אינו זלזול למשה רבינו ע\"ה דשאני יהושע דהוא שאל שמש בגבעון דום ולכך הוו שעתי נפישן אבל משה רבינו ע\"ה לא שאל וממילא קאי שמשא וז\"ש הכתוב ולא היה כיום ובכלל זה גם משה רבינו ע\"ה ולאו גריעותא למשה רבינו ע\"ה דהכא לשמוע ה' בקול איש ומשה רבינו ע\"ה לא שאל אלא הקב\"ה מעצמו העמיד השמש לכבודו: <br><b>ובב\"ר</b> אמרו דא\"ל יהושע לשמש לא עבדא דאבא את לא כך ראה אותך אבא בחלום והנה השמש והירח ואחד עשר ככבים משתחוים לי. ויצדק מאד ע\"פ מה שכתבנו לעיל בשם הרמ\"ע ומהר\"י סרוק ז\"ל דיהושע גלגול יוסף וכתב רבינו האר\"י ז\"ל דבפעם ראשון נקרא אב וכשיבא בגלגול נקרא בן וא\"ש מ\"ש לא עבדא דאבא את כלומר יוסף שנקרא אב ועתה שבא בגלגול כי נקרא בן והרי השתחוית לשעבר:",
            "<b>ואמאי קרי ליה ספר הישר דכתיב ועשית הישר והטוב.</b> הקשה הרב מהרש\"א ז\"ל בחידושי אגדות וכי משום דכתיב מילת ישר נקרא כל הספר ספר הישר והלא בספר שמות כתיב נמי והישר בעיניו תעשה ותירץ דמדכתיב ועשית הישר והטוב דרשינן בכמה דוכתי לעשות לפנים משורת הדין ובקרא דלעיל מיניה כתיב שמור תשמרון את מצות ה' וכו' ועדותיו וחקיו אשר צוך והוסיף ועשית הישר שתעשה לפנים משורת הדין כי הוא טוב בעיני ה' אעפ\"י שלא ציוך ועל כן קראו ספר הישר לפי שהוא נוסף על התורה בכמה מצות הישרים וטובים בעיני ה' זהת\"ד. והרב עיון יעקב ז\"ל כתב וז\"ל מהרש\"א ז\"ל מקשה הלא גם בספר שמות כתוב והישר בעיניו תעשה ובאמת לק\"מ דהש\"ס לא נקט רק פסוק ראשון שבספר משנה תורה אבל באמת יש הרבה והרבה פסוקים שם בספר דכתיב תיבת ישר ע\"ש ותמצא עכ\"ל ואני בעניי אומר דודאי מספר שמות ל\"ק דשם לא כתיב אלא פעם אחד משא\"כ במשנה תורה. ומ\"ש דיש הרבה והרבה פסוקים. אני רואה להרב דכתב הרבה והרבה ולא יש כי אם ד' וה' פעמים. ומ\"מ עדיין חקירת הרב מהרש\"א בציביונה ובקומתה דאטו משום דיש תיבת הישר ה' פעמים יקרא הספר כלו על שם תיבה זו. ובודאי ימצא תיבה אחרת כתובה במשנה תורה כמה פעמים אטו יקרא הספר על שם אותה תיבה. לכן נראה כמ\"ש הרב מהרש\"א כי ועשית הישר מורה לפנים משורת הדין ומשו\"ה נקרא ספר הישר ויצטרף לזה דכתיב הכי ה' פעמים וליהוי כדין וכדין אבל עיקר הדבר כמ\"ש הרב מהרש\"א ז\"ל ודוק הטב: <br><b>כדרך</b> שהרחיב יעקב לעשו דכתיב עד אשר אבא אל אדני שעירה ורז\"ל אמרו שכונתו כמ\"ש ועלו מושיעים בהר ציון ולפי מ\"ש בזהר הקדוש בפ' ואמרתם כה לחי שהיה כונתו ליחוד עליון. והשומע סובר שכונתו אליו אפשר שכך כיוין יעקב אע\"ה עד ת\"ת אשר אימא אבא יחוד אל חסד אדני מ' שער מ' יה בחינת אוא\"י וא\"ש ההי\"ב:"
        ],
        [],
        [
            "<b>אזול עבוד עשרין ותרתין שנין וכו'.</b> מכאן יש ללמוד מ\"ש בספר חסידים שצריך ליזהר מאד בחרם שודאי אינו נמלט ואפילו אם רואה שמצליח אח\"כ יהיה לו עונש גם על ההצלחה. ואיני כמזהיר אלא כמזכיר שראינו כמה עשירים שירדו מנכסיהם ובתיהם נולי יתשוון ואמרו שהוא בעון שעברו על ההסכמה של המס השומע ישמע שידקדק מאד שלא לעבור הסכמות הקהל ויצליח בכל דרכיו:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אמרה כנסת ישראל לפני הקב\"ה רבש\"ע חביבים עלי דברי דודים יותר מיינה של תורה.</b> כבר נודע מה שאמרו רז\"ל דכל מה שתלמיד ותיק עתיד לחדש נאמר למשה רבינו ע\"ה בסיני ובפסיקתא אמרו בפרטות דכל גזרות דרבנן נאמרו למשה בסיני ומשה רבינו ע\"ה אמרן ליהושע ונשתכחו לכן חביבים דברי סופרים שאמרן משה רבינו ע\"ה ונשתכחו ועתה שחזרו רז\"ל ברוה\"ק ואמרום חיבה יתירה נודעת שזכינולהם אחר שנשתכחו:"
        ],
        [
            "<b>דרש רב נחמן בר רב חסדא מ\"ד לריח שמניך טובים וכו'.</b> יש לרמוז לריח שמניך טובים ס\"ת חכם ור\"ת שלט רמז שאם הוא חכם שלט ביצה\"ר דתורה אגוני מגנא ואצולי מצלא תדיר כדעת רב יוסף ואתיא מכללא דמ\"ה אהבו כדקאמר בסמוך:",
            "<b>מגולה ריחה נודף וכו'.</b> ומטעם זה חיבר רבינו הקדוש המשנה ורבי חייא ורבי אושעיא הברייתות ורבינא ורב אשי התלמוד והגאונים והרי\"ף והרמב\"ם והרא\"ש ושאר רבוותא חיברו ספרים להאיר עיני כל ישראל וזה רמז לריח שמניך בגימטריא כן המחבר ספר בג' כוללים לג' תיבות בדקדוק והיינו שמן תורק שמריק השמן שיהנו כל ישראל שמך שישאר שמו גם שמך גימטריא כספר דכשם דהספר קיים כן שמו יזכר לטוב על כן עלמות הת\"ח הענוים שדומים לנשים כמשז\"ל ביומא דף ע\"א ורז\"ל במדרש כינו לת\"ח בשם בת ופירש הרב זרע ברך ח\"ג בתחילת הספר שמדמה הת\"ח לבת שיושב תמיד בבית כמו הבת ועוסק בתורה ובזה ניצול מיצה\"ר וכו' ע\"ש וזה רמזנו לע\"ד בראשית אותיות אשרי בת וזה רמז על כן שחיברת ספר עלמות הת\"ח שדומים לבנות ועוסקים בתורה אהבוך שערכת לפניהם התורה וגם דברים המכוסים ממנו מתגלים לו בעה\"ז וגם לעה\"ב מגלין לו סודות ובזה מתקן יצה\"ר ועושהו טוב ומ\"ה אוהבו שיש לו מעט תקון. ונוחל שני עולמות דשפתותיו דובבות בקבר. וכשקורין במשנה וברייתות ודיני התורה יש חלק למחבר שחיבר דיני התורה וצדקתו עומדת לעד לזכות את הרבים ומטי ליה הנאה תדיר בעה\"ב ונוחל ב' עולמות:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>זאת היתה לי כי פקודיך נצרתי מאי קאמר בשכר שפקודך נצרתי זאת היתה לעדות.</b> ואפשר לרמוז כי זאת רמז למ' וכל המלכים כלם אחוזים במ' ובפרט דוד הע\"ה שהיא מדתו וז\"ש בשכר שפקודיך נצרתי זאת מ' היתה לעדות שאני מלך. ובפשט הכתוב אפשר במ\"ש רז\"ל אפשר שכינה עמו והוא חטא הא ודאי לא חטא גם אמרו רז\"ל כי ראיתי בבניו לי מלך כל מקום שנאמר לי אין לו הפסק וזה רמז זאת שהיא השכינה היתה לי כדכתיב וה' עמו ועי\"ז זכיתי לי שהקב\"ה אמר כי ראיתי בבניו לי מלך וזה עדות כי פקודיך נצרתי ולא חטאתי כי השכינה עמי היתה. ור\"ת זאת היתה לי בגימטריא מ\"ב דבשם מ\"ב הוא מעלה הניצוצות בת\"ת ובקיום המצות. וע\"ד האמור אפשר לומר במ\"ש בתחילה נקראת תורת ה' ואח\"כ תורתו וזה רמז זאת היתה לי אחרי שזכיתי כי זאת התורה שנקראת זאת היתה לי שנקראת תורתי עדות היא כי פקודיך נצרתי דתורה אגוני מגנא ואצולי מצלא:",
            "<b>ואדוניה בן חגית מתנשא וכו' אמר רב יהודה אמר רב שבקש להולמו ולא הולמתו.</b> אפשר לרמוז כי מתנשא בגימטריא תיבות כי מניח לכתר עם הג' תיבות. ובפשטיה דקרא אפשר לרמוז עם משז\"ל כי יהודה זכה למ' כי בשמו יש שם הויה ואות ד' הרומז למ'. והשתא אדניה סבר דאזלינן בתר שמא לחוד ובדיק בשמיה כי אדניה יש שם אדני ועוד ה' הרומז למ' ואם תקרא אדניהו יש ג\"כ ו' הרומז ליקבה\"ו וזה רמז ואדניה בן חגית מתנשא לאמר בשביל אמירת שמו כי אדניה שם אדני ועוד ה'. בן רומז לשם בן חגית אותיות תגיח על דרך בהם ינגח יחדיו אפסי ארץ ואפשר דמטעם זה נטו אחריו יואב ודעמיה:"
        ],
        [],
        [],
        [
            "<b>ואבדתם את שמם לכנות לה שם לגנאי.</b> פירוש כי בזה נכנעים הקליפות כמו שלמדנו רבינו האר\"י ז\"ל בכונת עלינו לשבח כי במה שאומר שהם משתחוים להבל וריק ומתפללים אל אל לא יושיע בזה נכנעים הקליפות וכן נמי בשקורין לה שם גנאי עין קוץ בית כריא בזה נכנעים הקליפות:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אם אין רצונו בע\"ז וכו' הרי הם עובדים לחמה ולבנה וכו' יאבד עולמו וכו' הרי שגזל סאה וכו' הרי שבא על אשת חבירו וכו'.</b> נקט הני תלתא שהם נג\"ע ר\"ת ניאוף גזל ע\"ז שהם הג' עבירות חמורות דבדור המבול לא נחתם גז\"ד אלא על הגזל. ובדרושים כתבנו בעניותנו דריבוי ישראל במצרים שהיו יולדות ששה בכרס א' הוא הוכחה שלא היה בהם ניאוף שהבא על אשת איש עולם כמנהגו ומתעברת ויולדת אבל להוליד ששה בכרס א' זהו נס ואינו עולם כמנהגו ומוכרח שלא היה עבירה והנה נמצא דישראל קדושים נשמרו מנג\"ע ניאוף גזל ע\"ז העבירות החמורות האלו וזה רמז ומספר את רבע ישראל רבע ר\"ת ריבוי ברכה עבודה פירוש עבודת ה' ריבוי דזה מורה דנשמרו מניאוף ברכה הפך הגזל וכמו שאמרו דורשי רשומות אב\"גד ר\"ת אמונה ברכה גזל דלות. וא\"כ נג\"ע לא יקרב באהליהם כי הם נשמרים מעבירות נג\"ע ועליהם תבא ברכת טוב באור פני מלך <b>חיים</b>:"
        ]
    ],
    "versions": [
        [
            "Marit HaAyin, Jerusalem 1960",
            "http://beta.nli.org.il/he/books/NNL_ALEPH001139211/NLI"
        ]
    ],
    "heTitle": "מראית העין על עבודה זרה",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Marit HaAyin",
        "Seder Nezikin"
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ]
}