{
    "title": "Rambam on Mishnah Yadayim",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Rambam_on_Mishnah_Yadayim",
    "text": {
        "Introduction": [],
        "": [
            [],
            [],
            [
                [],
                [],
                [],
                [],
                [
                    "In our hands lies the main explanation of the verses \"And it came to pass when the ark set out, etc.\" and \"And when it rested, etc.\" (Numbers 10). All these verses are an independent book in themselves. It is said in Proverbs 9:1, \"Wisdom has built her house; she has hewn out its seven pillars.\" These seven pillars are the seven books of the Torah. Indeed, they are seven, as they said that from the beginning of the book until \"And it came to pass when the ark set out\" is a book in itself, and \"And it came to pass when the ark set out\" is a book in itself, and from \"And it came to pass when the ark set out\" until the end of the book is a book in itself. And \"And it came to pass in the wilderness\" constitutes three books, and the remaining four books of the Torah make a total of seven. And they said that the Megillah (scroll) that is written on it, Rabbi Eliezer said, is considered sacred because once the numerical value of the letters is written on it, it becomes sanctified and belongs to the holy writings. Rabbi Yehuda says it is like Ben Azzai."
                ]
            ]
        ]
    },
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "רמב\"ם משנה ידים",
    "categories": [
        "Mishnah",
        "Rishonim on Mishnah",
        "Rambam",
        "Seder Tahorot"
    ],
    "schema": {
        "heTitle": "רמב\"ם משנה ידים",
        "enTitle": "Rambam on Mishnah Yadayim",
        "key": "Rambam on Mishnah Yadayim",
        "nodes": [
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "",
                "enTitle": ""
            }
        ]
    }
}