{
    "text": {
        "0": {
            "0": {
                "0": "<b>משא נינוה.</b> ת\"י מטל כס דלווט לאשקא' ית נינוה: ",
                "1": "<b>ספר חזון נחום.</b> חזון נקוד קמץ לפי שאינו דבוק ואינו דומה לחזון ישעיה שהוא נקוד חטף פתח וכן פי' ספר חזון כבר נכתב עליה והוא נבואת יונה בן אמיתי ועתה חזר ונתנבא עלי' נחום האלקושי את המשא הזה אלקוש היה שם עירו וכן ת\"י מלקדמין אתנבי עלה יונה בר אמתי ותבת מחובהא וכדו דאוסיפת למיחטי תב ואיתנבי עלה נחום דמבית אלקוש:\n"
            },
            "1": {
                "0": "<b>אל קנוא ונוקם ה'.</b> על זרעו של סנחריב נתנבא נחום ובימי מנשה כמו שמצינו בסדר עולם אל קנא ונוקם ה' מאז שנפרע לישראל מאויביהם וגם עדיין עתה נוקם הוא ובעל חימה ועתיד הוא להיות נוקם לצריו שהחריבו את ארצו והגלו את עמו ונוטר הוא את איבתו לבבליים ור\"ש אומר ג' נקימות הללו כנגד ג' גליות שהגלה סנחריב את ישראל כמו שמצינו בסדר עולם:\n"
            },
            "2": {
                "0": "<b>ה' ארך אפים: וגדל כח.</b> גדל כח הוא והיכולת בידו להנקם ואשר לא מיהר נקמתו לפי שארך אפים הוא ומכל מקום נקה לא ינקה ה' בסופה ובשערה דרכו. הם שלוחיו להפרע מאויביו שנא' במצרים (שמות י״ד:כ״א) ברוח קדים עזה ובדור המבול (איוב ד׳:ט׳) מנשמת אלוה יאבדו בצור נאמר (יחזקאל כו) רוח קדים שברך: ",
                "1": "<b>וענן אבק רגליו.</b> גם הוא דרך נקמתו (שמות י״ד:כ״ד) וישקף אל מחנה מצרים בעמוד אש וענן (יחזקאל ל׳:י״ח) היא ענן יכסנה:\n"
            },
            "3": {
                "0": "<b>גוער בים.</b> כמשמעו ודוגמא הוא כלפי העכו\"ם שנמשלו למים כענין שנאמר (ישעיהו י״ז:י״ב) לאומים כשאון מים כבירים ישאון: ",
                "1": "<b>וכל הנהרות החריב.</b> כאן ניבא שעתיד הקב\"ה להמליך את נבוכדנצר (ירמיה כה) בימי יהויקים ויתן את אשור ואת כל הארצות לחרב: ",
                "2": "<b>אומלל בשן וכרמל.</b> מושבות הטובים: ",
                "3": "<b>ופרח לבנון אומלל.</b> חכמי ישראל פירשו כלפי מיני מגדים שנטע שלמה בבהמ\"ק שהיו של זהב וכיון שנכנסו גוים להיכל יבשו:\n"
            },
            "4": {
                "0": "<b>הרים רעשו ממנו.</b> המלכים והשרים מהכשדים יפחדו מגזירתו: ",
                "1": "<b>ותשא הארץ.</b> משאת עשן:\n"
            },
            "5": {
                "0": "<b>נתכה.</b> הגיע לארץ כמו (שמות ט׳:ל״ג) ומטר לא נתך ארצה: ",
                "1": "<b>נתצו ממנו.</b> מאימתו:\n"
            },
            "6": {
                "0": "<b>טוב ה' למעוז.</b> ואף בשעה שהוא נפרע מאויביו לא זזו רחמיו מלהטיב ליראיו ולא כמדת בשר ודם שכשהוא עסוק בזו אינו פנוי בזו כענין שנא' (שם טו) ה' איש מלחמ' ה' שמו כמו שהוא במכילתין: ",
                "1": "<b>ויודע.</b> את צרכי חוסי בו:\n"
            },
            "7": {
                "0": "<b>ובשטף עובר.</b> ובחמה שוטפת: ",
                "1": "<b>כלה יעשה מקומה.</b> של ארץ ומוסב זה על ותשא הארץ מפניו כמו שאמור למעלה:\n"
            },
            "8": {
                "0": "<b>כלה הוא עושה.</b> לנינוה ומלכי אשור לא ישנה להם עוד פעם אחרת:\n"
            },
            "9": {
                "0": "<b>כי עד סירים סבוכים.</b> כלומר פתאום תבא עליהם מכתם ולא ירדו מכבודם מעט מעט כי בעוד שהסירים והקוצי' נסבכים נשרשים בחזקה: ",
                "1": "<b>וכסבאם סבואים.</b> ועודם במשתיהן ובשמחתן ויש פותרין כי עד סירים לשון הסרה: ",
                "2": "<b>אכלו כקש יבש.</b> אשר נתמלא ונגמר בשולו ויבש: ",
                "3": "<b>מלא.</b> אשובי\"ר בלע\"ז וכן מלאתך, המלאה הזרע:\n"
            },
            "10": {
                "0": "<b>ממך.</b> את נינוה: ",
                "1": "<b>יצא.</b> סנחריב החושב רעה דימה להחריב דירת מטה ומעלה כתוב אחד אומר (מלכים ב י״ט:כ״ג) ואבא מלון קיצו וכתוב אחד אומר (ישעיהו ל״ז:כ״ד) ואבא מרום קיצו בתחילה אחריב דירה של מטה ולבסוף דירה של מעלה כדאי' בחלק (דף צד):\n"
            },
            "11": {
                "0": "<b>אם שלמים וכן רבים.</b> יפה תרגום של יונתן מיושב על המקרא אם יהון שלמים בעצה שיהו כולם שוים בהסכמה א' וכן אם יהיו רבי' מאד אנשי נינוה אויביך ירושלים וכן אף אם גזו חדקל ועברו את פרת לצור עליה לא יצליחו שהרי עניתיך ולא אענך עוד, ועוד שמעתי אם שלמים אנשי נינוה בגדולתם וכן אם יהו עוד רבים ונכבדים יותר וכן נגוזו ועבר וכן אגיזם ואעבירם הרי זה כמו (שמו' א) וכאשר יענו אותו כן ירבה: ",
                "1": "<b>ועניתיך לא אענך עוד.</b> אענה אותך בפעם הזאת כלה ונחרצה ולא אזקוק לך עוד ורבותינו דרשו לענין מעשה הצדקה במסכת גיטין אך אינו על סדר שאר הנבואה:\n"
            },
            "12": {
                "0": "<b>ועתה אשבור מטהו מעליך.</b> שכינה אומרת כן לנביא שהוא ישראלי אשבור מטהו של אשור מעליך ומעמי:\n"
            },
            "13": {
                "0": "<b>וצוה עליך ה'.</b> עתה מוסב הדיבור אל מלך אשור: ",
                "1": "<b>לא יזרע משמך עוד.</b> לא יעמוד ממך מלך: ",
                "2": "<b>מבית אלהיך אכרית פסל ומסכה.</b> ואשים את בית אלהיך קברך שם תברח להמלט ושם תהרג כמו שכתוב שנהרג אביך בית נסרוך אלהיו: ",
                "3": "<b>כי קלות.</b> בעיני:\n\n"
            }
        },
        "1": {
            "0": {
                "0": "<b>שלמי נדריך.</b> אשר נדרת להקב\"ה אם יצילך מכף סנחריב מלך אשור כי עתה נצלת: כי לא יוסיף עוד: ",
                "1": "<b>לעבר בך.</b> אותו הבליעל: ",
                "2": "<b>כלה נכרת.</b> הוא וזרעו:\n"
            },
            "1": {
                "0": "<b>עלה מפיץ על פניך נצור מצורה.</b> המפיץ אשר עלה על פניך אל ארץ יהודה בימי יחזקיהו עכשיו הוא נצור מצורה נבוכדנצר מלך בבל שהוא צר עליו: ",
                "1": "<b>צפה דרך.</b> הבט אתה איש יהודה על אם הדרכים ותראה את ההולכים לצור עליו ויתחזקו מתניך ואמץ כח מאד:\n"
            },
            "2": {
                "0": "<b>כגאון ישראל.</b> כמו שהיה כבר: ",
                "1": "<b>בקקום.</b> בזזום והריקום לשון בקיקה נופל על גפן:\n"
            },
            "3": {
                "0": "<b>מגן גבוריהו.</b> של נבוכדנצר הצרים על אשור: ",
                "1": "<b>מאדם.</b> מאודמים הם ואנשי חילם: ",
                "2": "<b>מתולעים.</b> לבושי זהורית: ",
                "3": "<b>באש פלדות הרכב ביום הכינו.</b> ביום שהוא מוכן לצאת בצבא מצחצח רכב ברזל שלו ולא ידעתי מהו פלדות ואומר אני שהוא מין המצחצחת ברזל יפה ויש פותרין פלדות לשון לפיד אש בדרך ההפך: ",
                "4": "<b>והברושים הרעלו.</b> ת\"י ורבני משריתהון מסרבלין בצבעונין: ",
                "5": "<b>הרעלו.</b> מעוטפין ודומה לו (ישעיהו ג׳:י״ט) הנטיפות והשרות והרעלות ובל' משנה שנינו מדיות רעולות מסכת שבת (דף ס\"ה ע\"ש):\n"
            },
            "4": {
                "0": "<b>יתהוללו.</b> ינהגו עצמן בשגעון: ",
                "1": "<b>ישתקשקון.</b> ת\"י קל נקוש זיניהון משתמע והוא מלשון והשיקו היקבים (יואל ב׳:כ״ד) כמשק גבים (ישעיהו ל״ג:ד׳) ל' השמעת קול: ",
                "2": "<b>ירוצצו.</b> ירועעו את השומעים כברקים הללו הטורדים את הבריות כן ת\"י:\n"
            },
            "5": {
                "0": "<b>יזכור.</b> מלך אשור את אדיריו וגבוריו וידמה בלבו לצאת ולהלחם והם יכשלו בהליכתם: ",
                "1": "<b>ימהרו חומתה.</b> לנוס לרוץ אל חומת העיר כל תיבה הצריכה למ\"ד בתחלתה הטיל לה ה\"א בסופה: ",
                "2": "<b>והוכן הסוכך.</b> ת\"י יבנון מגדליא ויש לפרש והוכן הסוכך והמלך נזדיין בכלי זיונו כמו ממשח הסוכך לשון מושל:\n"
            },
            "6": {
                "0": "<b>שערי הנהרות.</b> שערי העיר אשר מצד הנהרות: ",
                "1": "<b>וההיכל נמוג.</b> נרעד ונע מכח אבני בליסטרא הנזרקי' בכתליו הנקרא בומ\"א:\n"
            },
            "7": {
                "0": "<b>והוצב.</b> היא המלכה הנצבת לימין המלך כד\"א (תהילים מ״ה:י׳) נצבה שגל לימינך: ",
                "1": "<b>גלתה הועלתה.</b> בגלוי הלכה בשבי והעלתה מן העיר: ",
                "2": "<b>מנהגות כקול יונים.</b> מנהגות עצמן בקינה כקול יונים המקוננים מנהגות שרימייצנ\"ט בלע\"ז: ",
                "3": "<b>מתופפות על לבבהן.</b> ת\"י מקישות ידיהן על לבן כהקיש בתופים:\n"
            },
            "8": {
                "0": "<b>ונינוה כברכת מים מימי היא.</b> מיום שהיא נעשית ישבה בשלוה ואין מניד כבריכת מים מכונסין שאין זזים ממקומם: ",
                "1": "<b>והמה.</b> עתה מרוב דוחקם למדו לנוס ונסים: ",
                "2": "<b>עמדו עמודו.</b> אומרים להם ואין מפנה לבו לשמוע ולעמוד:\n"
            },
            "9": {
                "0": "<b>בזו כסף.</b> אתם הבאים על נינוה: ",
                "1": "<b>ואין קצה.</b> אין חשבון: ",
                "2": "<b>לתכונה.</b> לאוצרותיהם על שם שהכסף והזהב הנתון באוצר נתון בחשבון כמה דאת אמר את הכסף המתוכן (מלכים ב י״ב:י״ב): ",
                "3": "<b>כבוד מכל כלי חמדה.</b> לשון הכבדה כמו (לקמן ג) התכבד כילק לשון מכבד הבית אשקוונ\"ט בלע\"ז ולכבד אותם מכל כלי חמדתא וכן ת\"י ספו מכל מני חמדתא, כבוד כמו זכור ושמור:\n"
            },
            "10": {
                "0": "<b>בוקה.</b> ריקנית: ",
                "1": "<b>ומבוקה.</b> ומרוקנת על ידי בוקקים: ",
                "2": "<b>ומבולקה.</b> מפורצת בחומותיה אישברטיר\"א בלע\"ז: ",
                "3": "<b>ופיק ברכים.</b> כשלון ברכים כמו (שמואל א כה) לפוקה ולמכשול: ",
                "4": "<b>קבצו פארור.</b> שחרורית כקדירה:\n"
            },
            "11": {
                "0": "<b>איה מעון אריות.</b> קינה היא על נינוה שהיתה מדור מלכים גבורים וחזקים כאריות: ",
                "1": "<b>אשר הלך אריה לביא שם.</b> ת\"י אתר דהוו אזלין מלכין ושבקין תמן בניהון הא כאריה דשרי לרוחצן:\n"
            },
            "12": {
                "0": "<b>אריה טורף בדי גורותיו.</b> כתרגומו מלכיה היו מביאים שלל רב עד שהיה די לבני ביתם: ",
                "1": "<b>ומחנק.</b> בהמות לצורך לבאותיו כלומר מרבה אוצרותיו לבניו: ",
                "2": "<b>וימלא טרף חוריו.</b> ת\"י וממלן אוצרותיהן חטוף:\n"
            },
            "13": {
                "0": "<b>רכבה.</b> רוב רכב שבה קרטדי\"ן בלע\"ז ה\"א יתירה היפך הלשון לריבוי מרכבות וכן (יחזקאל כ״ד:ו׳) סיר אשר חלאתה בה זוהם רב: ",
                "1": "<b>ולא ישמע עוד קול מלאככה.</b> קול מלאכיך כמו שעשה כבר רבשקה וחביריו שלוחי אשור (ישעיה לז) ויקרא בקול גדול יהודית:\n\n"
            }
        },
        "2": {
            "0": {
                "0": "<b>פרק.</b> גזל שמפרקו מיד בעליו: ",
                "1": "<b>לא ימיש טרף.</b> מתוכה תמיד:\n"
            },
            "1": {
                "0": "<b>קול שוט.</b> להכות סוסים היה נשמע בה תמיד: ",
                "1": "<b>וקול רעש.</b> אופני מרכבות: ",
                "2": "<b>וסוס דוהר.</b> דולג ומקפץ וכן מדהרות דהרות אביריו (שופטים ה׳:כ״ב):\n"
            },
            "2": {
                "0": "<b>ולהב חרב.</b> רולימל\"א בלע\"ז כי סכין וחרב קרוי להב כמו (שם ד) ויבא הנצב אחר הלהב: ",
                "1": "<b>וברק חנית.</b> חנית מרוטה ומברקת אור יוצא ממנה פלנדו\"ר בלע\"ז: ",
                "2": "<b>וכובד פגר.</b> היו מרבים פגרים ולא היה חשבון לגויות נבילותיה המושלכות בה עד שהיו העוברי' נכשלים בגויות הפגרים:\n"
            },
            "3": {
                "0": "<b>מרוב זנוני זונה.</b> מרוב חנופות עיר שהיו יודעי' לפתות לב מלכי הארץ להתחבר עמם וסוף היו כובשי' אותם תחתיה':\n"
            },
            "4": {
                "0": "<b>שוליך.</b> הם שפולי בגדי האשה: ",
                "1": "<b>מערך.</b> גלויך כמו (מיכה א) עריה בשת:\n"
            },
            "5": {
                "0": "<b>שקוצים.</b> בגדים צואים המנוולים אותך לפי הענין שדימה אותה לזונה דבר הכתוב: ",
                "1": "<b>כראי.</b> כזבל לשון והסיר את מוראתו בנוצתה (ויקרא א׳:ט״ז):\n"
            },
            "6": {
                "0": "<b>ידוד ממך.</b> יתרחק ממך:\n"
            },
            "7": {
                "0": "<b>התיטבי מנוא אמון.</b> ומה תבטחי בעשרך ובגבורתך וכי גדולה את מנוא היא אלכסנדרי' של מצרים אמון לשון פדגוג מנוא הגדולה שהיתה אומנת מלכי מצרים דמרבי בה מלכו: ",
                "1": "<b>אשר חיל ים.</b> אשר היה הים לה לחיל ולחומה שורא ובר שורא:\n"
            },
            "8": {
                "0": "<b>כוש עצמה.</b> כושים היו לה לחוזק: ",
                "1": "<b>פוט ולובים היו בעזרתך.</b> והפוטים והלובים אשר היו בעזרתך גם הם היו בחילה:\n"
            },
            "9": {
                "0": "<b>גם היא לגולה הלכה.</b> אף היא הלכה בגולה אעפ\"כ גדולתה לא עמדה לפני נבוכדנצר: ",
                "1": "<b>רתקו.</b> נכבלו לשון רתוקות כסף (ישעיה מ) עשה הרתוק (יחזקאל ז) שלשלות: ",
                "2": "<b>בזיקים.</b> שלשלאות:\n"
            },
            "10": {
                "0": "<b>גם את.</b> אף לפי גדולתך תשכרי כמותה בכוס התרעלה ותהיה נעלמה:\n"
            },
            "11": {
                "0": "<b>כל מבצריך תאנים עם בכורים.</b> כל ערי מבצריך יהיו נוחים ליכבש ולבוז מה שבתוכה כאילני תאנים וכשהן עם בכורות מבושלת שבהם שכשמניעים האילן נופלים הבכורים לתוך פי האוכלים: ",
                "1": "<b>תאנים.</b> אילני תאנים: ",
                "2": "<b>אם ינועו.</b> אשר אם ינועו ביד אדם בחזקה:\n"
            },
            "13": {
                "0": "<b>מי מצור שאבי לך.</b> עיר שבאים לצור עליה אוספים להם בני העיר מים רבים לתוכה בתוך חביות לשתות בימי המצור כשאין בתוכה בורות: ",
                "1": "<b>באי בטיט ורמסי.</b> אותו לעשות ממנו לבינים כדי לחזק בו בדקי החומות: ",
                "2": "<b>החזיקי מלבן.</b> אחזי בידך המלבן העשוי לדפוס הלבינים ללבון בתוכה:\n"
            },
            "14": {
                "0": "<b>התכבד.</b> במטאטי השמיד: ",
                "1": "<b>כילק.</b> הגומר ומכלה כל ירק השדה ויש פותרין התכבד כילק תתכסי בכובד גייסות כילק והתכבדי לשון עם כבד:\n"
            },
            "15": {
                "0": "<b>ילק פשט ויעוף.</b> יהיו קלים לצאת בסחורה כילק שפושט ועוף:\n"
            },
            "16": {
                "0": "<b>מנזריך.</b> שריך והמ\"ם יסוד ושורש בתיבה כמ\"ם של משמרתך ושל משמעתך ושל מנעליך ופעמים שהיא נופלת ממנה כמו נזיר אחיו (בראשית מט), וכן נזיריה שריה (איכה ד): ",
                "1": "<b>וטפסריך.</b> הממונים שלך: ",
                "2": "<b>כגוב גובי.</b> כחיילי גובאי גובי, קומלנגשטדי\"ץ בלע\"ז: ",
                "3": "<b>החונים בגדרות ביום קרה.</b> כן דרך הארבה והזבוב החסיל והילק בעת הקור נדבקים בכתלים וכשיבא חום הן נודדים משם והולכים להם כך יגלו כל עמך: ",
                "4": "<b>ונודד.</b> ומטלטל: ",
                "5": "<b>ולא נודע מקומו אים.</b> איפה הם ואנה הלכו:\n"
            },
            "17": {
                "0": "<b>נמו רועיך.</b> ל' תנומה: ",
                "1": "<b>ישכנו.</b> אין יכולים לקום: ",
                "2": "<b>נפושו.</b> כמו נפוצו וכל האותיות היוצאת ממוצא אחד מתחלפות זו בזו זי\"ן שי\"ן סמ\"ך צד\"י כולן יוצאין מסוף הלשון ושולי השניים:\n"
            },
            "18": {
                "0": "<b>אין כהה לשברך.</b> אין מיצר על שברך כי הכל שמחים, כהה ל' דבר עמום: ",
                "1": "<b>תקעו כף.</b> לשמוח:\n"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Rashi on Nahum"
}