{
    "title": "Nachal Eitan on Mishneh Torah, Fasts",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Nachal_Eitan_on_Mishneh_Torah,_Fasts",
    "text": [
        [
            [
                "<b>מצות עשה מן התורה לזעוק ולהריע בחצוצרות על כל צרה כו' על הצבור כו' ואם היו במקדש מריעין בחצוצרות ובשופר כו'.</b> בס' קרבן נתנאל כתב דמצות עשה דחצוצרות בגבולין אינו אלא בארץ ישראל דוקא ולא בחוצה לארץ דהא מקרא מלא הוא בארצכם ונראה דמכל מקום מצוה בשופרות לבד. ועי' בירושלמי פ\"ג דר\"ה ופ\"ג דתענית הלכה ד' ודוק. ועל פי זה יש ליישב סתירת הסוגיות שהביא הרב המגיד בעניין מהו בגבולין אי בחצוצרות או בשופרות והיינו דאיתא בסוטה גבי מלחמת מדין שהיה בשופרות כיון שהיה בחוצה לארץ וכן יריחו נכבשה בשופרות דעדיין לא נתקדשה אז וכן הא דקאמר (תענית דף י\"ד) דשופרות קרו התרעה היינו בחוצה לארץ דוגמת יריחו שזכר התם. ועפ\"ז אתי שפיר מה שהקשה בס' מעין החכמה מסוגיא דשם דפריך ושופרות בשבת מי שרי ואי איתא דמצות עשה להריע בעת צרה אמאי בשבת לא דהא זמנו קבוע ואינו תלוי בקביעא דירחא ולא שייך תירוץ הגמ' בלולב בסוכה (דף מ\"ג) דאינו דוחה שבת משום דלא בקיאין בקביעא דירחא. והרי\"ף כתב האי טעמא נמי גבי שופר אבל גבי עת צרה לא שייך וא\"כ אמאי אינו דוחה שבת. ולפי מ\"ש דאיירי בחוצה לארץ ושופרות דוקא נקט אתי שפיר דאינו דוחה שבת דאין מפורש בתורה בלשון צווי ולכך אינו דוחה שבת. ועפי\"ז יש ליישב מאי דלא זכר רבינו שופרות בגבולין דזה לא שייך רק בחוצה לארץ וזה לא שייך האידנא דקיי\"ל דאין תענית ציבור בבבל. והסוגיא דהזכיר שופרות בחוצה לארץ הוא למאן דאמר דאיכא תענית ציבור בבבל:"
            ],
            [],
            [],
            [],
            [
                "<b>ואין גוזרין בתחילה תענית אלא בשני בשבת ובחמישי שלאחריו וכו' וכן על הסדר הזה שני וחמישי ושני עד שירוחמו.</b> וכתב הרב המגיד דפסק רבינו כר' יוסי ולא כת\"ק דאמר דשלש תעניות שניות היו חמישי ושני וחמישי. והקשה הלח\"מ דאמאי פסק כוותיה דאי משום דנימוקו עמו א\"כ הו\"ל לפסוק כוותיה דרבי יוסי ג\"כ בדין דלקמן גבי עיר שהקיפוה דמריעין רק לעזרה ולא לצעקה. וכבר הוקשה כהאי גוונא להריטב\"א וכתב שאינו יודע טעם לרבינו שפסק כר' יוסי נגד רבנן הא יחיד ורבים הלכה כרבים. ואני אומר דרבינו טעמו ונימוקו עמו שפסק כר' יוסי דהא איתא בירושלמי דאתא עובדא קמיה דר' יוחנן והורי כר' יוסי והיה ר' אליעזר מצטער ואמר שבקין סתמא ועבדין כיחידאה אשכח תני לה רבי חייא בשם ר' מאיר אמר יאות סבא ידע פירקי ע\"כ:"
            ]
        ],
        [],
        [],
        [
            [
                "<b>בכל יום ויום משבע תעניות האחרונות של מטר כו' מוציאין את התיבה לרחובה של עיר וכו' ונותנין אפר מקלה על גבי התיבה ועל גבי ספר תורה.</b> וכתב הכס\"מ שאינו יודע מניין לו לרבינו שנותנין אפר מקלה על גבי ספר תורה ומבואר מדבריו שלא היה בגירסתו כמו דאיתא במקצת הנוסחאות כן בלשון הרא\"ש שהעתיק בלשון הגמ' ולמה נותנין אפר מקלה על גבי ספר תורה אמר ר' יהודה בן פזי לומר עמו אנכי בצרה. אלא היה גורס כגירסת גמרא שלפנינו על גבי התיבה. וגם בירושלמי ליתא לשון על גבי ספר תורה אלא על גבי התיבה אמנם מצאתי בילקוט ישעיה סי' ס\"א שהעתיק נוסחת הגמרא בזה הלשון ולמה נותנין אפר מקלה על גבי ספר תורה אמר רבי יהודה בן פזי כו' ובוודאי שכך היתה גירסת רבינו ז\"ל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "נחל איתן על משנה תורה, הלכות תעניות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Nachal Eitan",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}