{
    "work": "Chidushei Halachot on Taanit", 
    "text": {
        "56": {
            "1": "בפרש\"י בד\"ה אנת צבית כו' ל\"א אנת צבי כו' וידך אושלית לי לשון שאילת כלים כלומר כו' עכ\"ל וכ\"ה הגירסא בילקוט: ", 
            "0": " גמרא בחדש השני בעשרים לחדש כו' כצ\"ל: ", 
            "3": "תוס' בד\"ה דכתיב עד חדש כו' של ר\"ח אייר כו' תמצא ט' ימים כי' ועד חדש ימים הוי שלשים יום כו' עכ\"ל דברי רש\"י מכוונים שהוא חושב י' מאייר ועד חדש ימים הוא חדש של כ\"ט ימים הרי בין הכל ל\"ב ימים מר\"ח אייר עד כ\"ב סיון הם הג' ימים שסרו כו' אבל דברי התוס' לא ידענא להולמם שהרי לא תמצא מט' ימים דאייר ומכ\"ב ימים דסיון בין הכל אינן רק ל\"א יום ואתה צריך לל\"ג יום דהיינו חדש ימים שהוא ל' יום וג' ימים שסרו כו' ודו\"ק היטב: \n", 
            "2": "בד\"ה הני ארבעים נכי חד כו' ובד\"ה מוצאי שביעית שמינית הס\"ד כצ\"ל: "
        }, 
        "54": {
            "1": "תוס' בד\"ה הן הן בני יואב כו' היתה בת ישי כו' כצ\"ל: ", 
            "0": " בפרש\"י בד\"ה הן הן בני יואב כו' במס' חגיגה כו' עכ\"ל לא מצאתיו שם אבל במס' מו\"ק איתא דדוד נקרא כן: "
        }, 
        "42": {
            "1": "בפרש\"י בד\"ה כנף א' עוף א' של אותו מין כגון צפור כו' עכ\"ל כצ\"ל: ", 
            "0": " באגדה זו בעמוד זה עיין בע\"י נוסחות אחרות ע\"ש: "
        }, 
        "48": {
            "0": " ע\"א יש נוסחאות אחרות בע\"י ע\"ש: "
        }, 
        "43": {
            "1": "בפרש\"י בד\"ה והתניא ידו עד שישכשך ידו הס\"ד ואח\"כ מה\"ד רגלו כידו קאמינא וכיון כו' עכ\"ל כצ\"ל ומפירושו [נראה] דה\"ג בגמרא וישכשך רגליו במים והתניא ידו רגלו כידו כו' וק\"ל: \n", 
            "0": " גמרא ומפני רוח רעה מתריעין בשבת ועל כולן כו' רב יהודה אמר רב ער שיבלו כו' ומתחזי כי איניבא ת\"ר כו' כצ\"ל: "
        }, 
        "49": {
            "0": " גמרא בין תהומא תתאה לתהומא עילאה א\"ל כו' כצ\"ל: \n0סליק פרק סדר תעניות אלו \n"
        }, 
        "52": {
            "1": "בפרש\"י בד\"ה ה\"ג הגיע כו' לירושלים לעבודה וחציי' הולכין ליריחו הסמוכה לירושלים ושם מתקנין כו' כצ\"ל: ", 
            "0": " גמרא תיובתא דרב חמא כצ\"ל וכן פרש\"י: ", 
            "3": "תוס' בד\"ה מ\"ס עיקר שירה כו' אפילו פסולים כו' עכ\"ל ר\"ל דלהכי למ\"ד עיקר שיר בפה נקט ישראלים דאפילו ממזרים כשרים לשיר אבל למ\"ד עיקר שיר בכלי לא נקט ישראלים דבעי כהנים ולוים ודו\"ק: ", 
            "2": "בד\"ה מעכבין כו' וישראלים כיון דכולהו הד\"א: "
        }, 
        "53": {
            "1": "בד\"ה ה\"ג למ\"ד דולג כו' קורא שני שלשה פסוקים כו' כצ\"ל: \n", 
            "0": " בפירש\"י בד\"ה לא ידחה כו' וי\"ו דידעיה עושין אותן ה' כו' עכ\"ל כוונתו בזה לא אתפרש לי ודו\"ק: "
        }, 
        "24": {
            "1": "תוס' בד\"ה אמר רב חסדא כו' ויהיב תותי כרעיה פי' היה מניח כו' כצ\"ל: ", 
            "0": " גמרא ואלי יאספו כל חרד בדברי אלהי ישראל על מעל הגולה וגו' וכתיב ובמנחה כו' אלא לאו בצונן לעולם בחמין ודקא קשיא כו' כצ\"ל: "
        }, 
        "25": {
            "1": "בפרש\"י בד\"ה תפלת תענית עננו הס\"ד ואח\"כ מה\"ד בין גואל לרופא ברכה בפני עצמה הד\"א והס\"ד: ", 
            "0": " גמרא אילימא בחמין כו' והאמר רב חסדא אבל אסור להושיט כו' אלא לאו בצונן פי' דבצונן איכא לפלוגי בין בוגרת לנערה משום ניוול אבל בחמין כיון דאפי' הושטת אצבע אסור בו משום תענוג לית לן לפלוגי בין נערה לבוגרת וה\"ה דה\"מ לסיועי מהך ברייתא לרפרם בר פפא דאסור צונן לעיל לאבל וק\"ל: ", 
            "3": "בד\"ה דאלו מותרין כו' מכ\"ד דליתנהו באמצעיות הס\"ד ופי' דאע\"ג דליתנהו באמצעיות כדלקמן פריך ליה הכא מיניה משום דאכתי לא אסיק אדעתיה הכא הך מלתא ודו\"ק: ", 
            "2": "בד\"ה אין בין כו' תענית הס\"ד ואח\"כ מה\"ד שזה יחיד כו' בשומע תפלה הס\"ד ואח\"כ מה\"ד תשע עשרה כו' בברכות הס\"ד: ", 
            "4": "תוס' בד\"ה ותסברא והא כו' ברחוב העיר באמצעיות כו' עכ\"ל נ\"ל דבאמצעיות טעות הוא דהא מוציאין התיבה מפשט פשיטא ליה דאינה אלא באחרונות כפרש\"י דליכא למימר דהוו גרסי התוס' הכא כגירסת השיבוש שמשבש רש\"י דא\"כ מאי כתבו דהא דמתריעין ונועלין מאי איסור איכא דהיינו באחרונות דוקא ודו\"ק: \n"
        }, 
        "26": {
            "1": "בפרש\"י בד\"ה דהא קתני כו' משא\"כ באמצעיות הס\"ד ובד\"ה בשופרות כו' ואהכי מתריעין בשופרות כו' הד\"א שהן י\"ח התרעות הס\"ד: ", 
            "0": " גמרא כגון חיכוך חגב כו' מפרש\"י נראה נהגיה הגובאי ועי' בפרק מרובה (בבא קמא דף פ') דלא גרסינן ליה: ", 
            "2": "בד\"ה גייס וצרין עליה הס\"ד כצ\"ל: "
        }, 
        "27": {
            "1": "בפרש\"י בד\"ה לפי כו' לא גרסינן לפי הזמן שלא ירדו עדיין כו' עכ\"ל ראיתי בגמרא שנמחק מלת לא אלא גרסינן לפי הזמן כו' אבל לא ידעתי לפרש מאי לפי הזמן דקאמר דלפי השנים דקאמר הוא הפך שהשנים כתקנן ולפי המקומות הוא היפך וישראל שרוין כו' שבזמן שהשנים משתנים אף בא\"י וכן במקומות אחרים אין סדר תענית כך אלא משתנה בזמן אחר אבל לפי הזמן דקאמר לא שייך כלל דבא\"י והשנים כתקנן ודאי שהיה סדר תענית כדקתני במתני' וע\"כ נראה לקיים הפירושים שכתב בהן דלא גרסי לפי הזמן והס\"ד ואח\"כ מה\"ד ולא נענו שלא ירדו עדיין כו' עכ\"ל כצ\"ל: ", 
            "0": " גמרא ובחמישי מטין כל היום כו' פותח כדרכו ואינו כו' של מלכים ובשאלת שלום ת\"ר חבירים כו' כצ\"ל: ", 
            "2": "בד\"ה בשני מטין כו' ולאו לכבוד שבת הוא לא מטין כל היום שיראו בני כו' לאכול בלילה והס\"ד ובד\"ה איצטבא כו' נראה כ\"כ הס\"ד ואח\"כ מה\"ד פותח כדרכו כו' ובד\"ה ה\"ג תנא בנין כו' כצ\"ל: \n0סליק פרק מאימתי \n"
        }, 
        "20": {
            "1": "בפרש\"י בד\"ה כל פרסה כו' דבעל בשר הוה כו' ובד\"ה הצדיק אבד כו' הוא מת כי מפני הרעה נאסף הצדיק מפני שלא כו' ובד\"ה ה\"ג אבריו של כו' ואתם עדי לשון רבים נאם ה' ובד\"ה לשמואל כו' צדיקי אי אכלי כו' מי סני להו כו' כצ\"ל: ", 
            "0": " גמרא ואין איש שם על לב כי מפני הרעה נאסף הצדיק אלא כו' כצ\"ל: ", 
            "2": "תוס' בד\"ה אסור לאדם כו' לנהוג עצמו בחסידות ויוסף לא כו' עכ\"ל ובהכי יתיישב דהא יוסף חשוכי בנים הוה שלא קיים עדיין פריה ורביה אלא ממדת חסידות עשה כן וגמר כן לכל הפחות במדת חסידות לאינן חשוכי בנים ועי\"ל דיוסף עדיין לא היה מצווה על פריה ורביה קודם מתן תורה ודו\"ק: "
        }, 
        "21": {
            "1": "בפרש\"י בד\"ה כאילו קדוש כו' ולא אבוא בעיר של כו' רמיזא בעלמא הוא: ", 
            "0": " גמרא גומל נפשו איש חסד ועוכר שארו כו' לעולם קסבר רב הונא מתענין לשעות והמתענה כו' כצ\"ל: ", 
            "3": "תוס' בד\"ה כאילו קדוש הקב\"ה פי' והא אמר לעיל שנקרא קדוש כו' עכ\"ל השתא לפירושם פריך שפיר מר\"א אדר\"א דהכא אמר כאילו קדוש שרוי כו' ולעיל קאמר שנקרא קדוש אבל לפרש\"י לא ידעינן לכוין מאי פריך מר\"א אדר\"א הקפר דהא ר\"א סתמא קאמר נמי לעיל דאיקרי קדוש וצריך עיון [א]: \n", 
            "2": "בד\"ה בחלוק לבן כו' שלנו שבתי הידים כו' כצ\"ל: "
        }, 
        "22": {
            "1": "בפרש\"י בד\"ה הא דאמרת כו' אע\"פ שלא קבלו כו' ובד\"ה לצעורי כלל וכל שעה כו' כצ\"ל ובד\"ה כדכתיב דלא ייסר בצלו לעיל כו' כצ\"ל: ", 
            "0": " גמרא אמלוכי ואמר רב חסדא כו' לא יאסר עצמו פליגי כו' ועיין בר\"ן: ", 
            "2": "תוס' בד\"ה התם לצעורי כו' אמרינן כיון שיש שלום אין כו' כצ\"ל: "
        }, 
        "23": {
            "1": "בד\"ה קאתי כו' אין תענית צבור בבבל בפ' מקום כו' עכ\"ל ר\"ל דעיקר מלתיה דשמואל בפ' מקום שנהגו ומ\"ש דאסור בנעילת כו' אתענית ציבור קאי וק\"ל: ", 
            "0": " בפרש\"י בד\"ה תיר ער כדמתרגמינן ויקץ מתעיר הס\"ד ואח\"כ מה\"ד אהדורי כו' מדכרי ליה מדכר כזה כו' ובד\"ה יחיד כו' ואסור בנעילת כו' כצ\"ל: ", 
            "3": "בד\"ה דאי מצי מצער כו' ולפרוע היכא דקביל כו' או רביע יום ואפילו לא מצי לצעורי כו' כצ\"ל ודו\"ק: \n", 
            "2": "תוס' בד\"ה נים ולא כו' בתוך השינה כו' כצ\"ל: "
        }, 
        "46": {
            "0": " גמ' שמעיה דקא גריס אמר כו' מן הים בשבת כיון שיבש בו כסלע כו' רבא גזר תעניתא כו' באגדות בעמוד זה יש נוסחות אחרות בע\"י ע\"ש: "
        }, 
        "47": {
            "1": "ברש\"י בד\"ה שכובשת כו' מחמת כבישת הס\"ד ואח\"כ מה\"ד כובשת שול\"ץ בלע\"ז כו' דרך אשה בכך כובשת ירק ממים כו' העלין והקלחין הס\"ד ואחר כך מה\"ד ואמרי לה כו' ובד\"ה בסכיני שרצו שדים להורגו כו' ובד\"ה ה\"ג רב פפא כו' שורפה חי פינכא כו' כצ\"ל: \n", 
            "0": " בע\"י בזה העמוד יש נוסחאות אחרות קצת ע\"ש: "
        }, 
        "44": {
            "0": " גמרא נשבה הרוח ונתפזרו כו' דהוה קא מלקט מינייהו כו' כצ\"ל: "
        }, 
        "45": {
            "0": " שם מנקיט ציבי כי אתא דרא ציבי כו' וא\"ל לאנשי ביתא הבו לי גואלקי כו' דהוו שכיחי קמיה כו' כצ\"ל: \n"
        }, 
        "28": {
            "0": " בפרש\"י בד\"ה אפר מקלה כו' דכשם שאפר קרוי עפר דכתיב כו' גנאי יותר מעפר סתם כו' ובד\"ה ואלו הן דברי כו' לישראל והקשו תוס' כו' בד\"ה מיטפל ואין לו כו' כל זה הדיבור אינו שייך כאן במתניתין אלא לקמן בגמרא ובד\"ה ואומר חותמיהן כו' שש שומע צעקה שלישית וכן כולן כצ\"ל: "
        }, 
        "29": {
            "1": "תוס' בד\"ה ואפי' בקמייתא כלומר ואפילו בג' תעניות כו' ולרחוב של עיר ואומר כ\"ד ברכות כו' ורמינהי כו' כצ\"ל: ", 
            "0": " גמרא רחמי אכולא עלמא ואחר כך מתחיל פיסקא וכל אחד ואחד נוטל ונותן בראשו נשיא כו' כצ\"ל: ", 
            "2": "בא\"ד וקשה דהא כו' הא לענין כ\"ד זה וזה שוין כו' עכ\"ל לא קאי התם הכי במסקנא מיהו למאי דבעי למימר התם מעיקרא דבין בראשונות ובין באמצעיות היו אומר כ\"ד ברכות תקשי להו מברייתא דהכא דקתני דמתפללין כדרך שמתפללין כל השנה וק\"ל: \n"
        }, 
        "40": {
            "1": "בפרש\"י בד\"ה כי לא יהיה בך אביון בך בעצמך ובד\"ה האומר תנו כו' מי שמת והניח כו' להוצאה בשבוע וראוין כו' כצ\"ל: ", 
            "0": " גמרא ניקום וניזיל ונעביד כו' אתו תרי מלאכי כו' פ\"א היתה מטתו מונחת בבית רעוע בקשו כו' ומלונהו עפרא כי מטא להתם שרינהו לסיפטא חזנהו דמלו עפרא בעא כו' בי יהודאי אמר גם זו לטובה כו' דשקלי מהכא אמטי להתם סתרו כו' כצ\"ל: "
        }, 
        "41": {
            "1": "בפרש\"י בד\"ה ה\"ג יצאו ממנה ג' מתים ביום א' עכ\"ל ובד\"ה אל מול כו' הכפורת באוהל מועד ושם נשנית כו' כצ\"ל: ", 
            "0": " גמרא מעייהו לבני אינשי א\"ל כו' ואית ליה דוכתא מאבראי למרמי ביה פריטי כו' דלית ליה הוה אתי יתיב ולא מכסיף כו' שקיל וכי הוה חזי אינש דלא איפשר ליה הוה יהיב כו' כ\"ה בס\"א: ", 
            "3": "תוס' בד\"ה א\"ל לרב יהודה כו' שיהא על בני אדם כו' עכ\"ל כצ\"ל: \n", 
            "2": "בד\"ה ולא מכסיף כו' מאן רמי פריטי להתם כו' כצ\"ל: "
        }, 
        "3": {
            "0": " בפרש\"י בד\"ה משעה שפוסק כו' הואיל ולא סימן ברכה הם עכ\"ל ובד\"ה שפיר כו' הואיל ואין שואלין הס\"ד ואחר כך מ\"ה כל אימת דאתיין זמנייהו הוא וכיון כו' ובד\"ה בשני ונסכיהם דסגי בנסכה וכיון דבשני אייתר מ\"ם כו' ובד\"ה סבר כו' מרבה ניסוך כו' כצ\"ל: \n"
        }, 
        "2": {
            "1": "תוס' בד\"ה א\"כ אם אתה כו' ור\"א אומר בברייתא כו' ובד\"ה וליתני מאימתי כו' שיורדין בגבורה תימה כו' כמו הכא וליתני מזכירין גשמים מאי כו' ובד\"ה ג' מפתחות שלא נמסרו כו' כצ\"ל: ", 
            "0": " בפרש\"י בד\"ה מאימתי כו' קרי ליה גבורות גשמים מפני שיורדין בגבורה שנאמר כו' עכ\"ל ובד\"ה לא אמרתי כו' שמוריד גשמים הס\"ד וד\"ה וליתני התם כו' עד ד\"ה מאי שנא דשבקיה כו' נמחק ומד\"ה בחג הוי דין כו' עד ד\"ה ואיידי דתנא כו' נמחק כצ\"ל: "
        }, 
        "5": {
            "1": "בפרש\"י בד\"ה כשם שא\"א כו' שלא יתקיים מרוב כו' ובד\"ה מאי היא כו' ורוחות קאמר דשניות למטר עכ\"ל כצ\"ל: ", 
            "0": " גמרא דבדרתינכו בד' כו' אי הכי כארבע לארבע מבעיא ליה כו' מוריד הגשם מחזירין כו' כצ\"ל: ", 
            "2": "תוס' בד\"ה בימות החמה כו' ומיקל לההוא דלא מצלי ולא כו' למאן דלא מצלי ולא מיקל פי' כו' אם לא אמר ותן טל ומטר עכ\"ל כצ\"ל פירשו לענין שאלה מצלי ולא מצלי משמע דהטל הוא דבר שמתפללים עליו דהיינו בשאלה בימות הגשמים אבל בהזכרה לא מזכירין טל לא בימות החמה ולא בימות הגשמים למנהג אשכנז ודו\"ק: \n"
        }, 
        "4": {
            "1": "בפרש\"י בד\"ה אי ר' עקיבא וכו' דהא אמר ונסכיה דהיינו בו' מרבה ניסוך המים והס\"ד ואח\"כ מ\"ה וסבר לה כו' לר\"י דאמר בשני מתחילין כו' כל ז' דאפיק ראשון כו' הד\"א ובד\"ה אלא רבי יהושע כו' לא הוה אלא ששה ימים דאיהו לא מפיק כו' כצ\"ל: ", 
            "0": " גמרא אי ר' יהושע נימא חד יומא כו' וההוא חד יומא ע\"כ הוא שמיני עצרת דלר\"י דברייתא נמי דאמר משעת הנחתו הוא ערבית דשמיני עצרת כמ\"ש התוס' לעיל וכפרש\"י לקמן וק\"ל: ", 
            "2": "תוס' בד\"ה עשר נטיעות כו' כדי צורכן כו' ביותר מבית סאה קיימי שפיר ובפחות כו' כל אלול ומדרבנן פסח כו' ובד\"ה ויאמר אליהו כו' נקרא מתושבי גלעד כו' כצ\"ל: "
        }, 
        "7": {
            "1": "בפרש\"י בד\"ה עד שיעבור כו' פוסק השאלה בתפלת מנחה של ערב י\"ט הראשון והזכרה כו' ובד\"ה כתחלתו כו' בי\"ט אחרון של חג כו': ", 
            "0": " גמרא הפסח ר\"מ אומר עד שיעבור ניסן כו' כצ\"ל: ", 
            "3": "תוס' בד\"ה ואמר ר\"א הלכה כו' ומדמינן לעיל שאלה להזכרה דפריך ורמינהו כו' עכ\"ל ואין זה דומה דלעיל שפיר מדמה שאלה להזכרה כדמסיק דפריך ומה במקום שאינו שואל כו' אבל הכא אימא דהזכרה ריצוי שאלה הוא ודו\"ק: ", 
            "2": "בד\"ה כך בסופו אינו שואל במנחה ערב י\"ט הראשון כו' בי\"ט מי איכא דהזכרה כו' ופוסק נמי בערבית ושחרית של תשיעי כו' כצ\"ל: ", 
            "4": "בד\"ה הא לן פי' לבני בבל עד לאחר שבעה במרחשון כו' עכ\"ל כצ\"ל: \n"
        }, 
        "6": {
            "1": "בפרש\"י בד\"ה והיינו כו' קרא ואמר הצרי אין כו' אלמא דלא הוה ניחא קמי שמיא כדאמרינן הצרי כו' ובד\"ה וכתיב אשר לא כו' באש אשר לא צויתיו ולא דברתי כו' וגדעון ששאל למנוע טל כו' כצ\"ל: ", 
            "0": " גמרא כה דברי כאש ואמר רב אשי כל ת\"ח שאינו קשה כברזל אינו ת\"ח שנאמר וכפטיש יפוצץ סלע א\"ל ר' אבא לרב אשי כו' כצ\"ל: "
        }, 
        "9": {
            "1": "תוס' בד\"ה ומי סיב כו' א\"כ נכי לפחות חצי שנה כו' ח' שנים ממיתת שמואל עד שבא כו' עכ\"ל כצ\"ל מ\"ש נכי לפחות חצי שנה כו' בפ\"ק דר\"ה אמרינן דשמואל נולד לו' חדשים וב' ימים מדכתיב ויהי לתקופת הימים וגו' וק\"ל: \n", 
            "0": " בפירש\"י בד\"ה והאמר מר כו' מיתתו של שמואל הרמתי ולא מיתת כרת כו' ובד\"ה שקלתני כו' מעשה ידיהן יהושע כו' הד\"א אהרן פרקו הס\"ד ובד\"ה שישב ב' שנים כו' מחצית שנת עשתי עשר וי\"ב כו' עכ\"ל כצ\"ל היינו מתחילת מלכותו של שמואל משמת עלי כמ\"ש התוס' וק\"ל: "
        }, 
        "8": {
            "1": "בפרש\"י בד\"ה מונה כ\"א כו' וידע מהיכן התחילו ובד\"ה א\"ל ודאי כו' שבע שנים וכתיב כו' הד\"א ובד\"ה הגדילה בו' חדשים מתשרי ועד ניסן הס\"ד ובד\"ה משום דבקרבך קדוש בתמיה משום דבקרבך קדוש דהיינו שאתה כו' הקב\"ה בעיר הס\"ד ואח\"כ מ\"ה לא אבא בירושלים כו' וה\"ק כו' כצ\"ל: ", 
            "0": " גמרא עשרים וארבע שביקא להו כו' וכ\"ה בילקוט אבל בגירסת ע\"י עשרין ותרתין שביקא כו': ", 
            "2": "תוס' בד\"ה ובחזירתו אוכל כו' גדילה בתליסר ובי\"ד יומי כו' שנזרעה בשלישית כו' עכ\"ל כ\"ה בנוסחת התוס' שלפנינו ואין זה מובן דאמאי לא קשיא נמי דגדילה בי\"ב יומי ומאי קאמרי שנזרעה בשלישית כו' אף אם נפרש דבריהם שלישית מזריעה דהיינו רביעי בחודש מ\"מ תקשי להו דה\"ל י\"ב יום ונ\"ל להגיה בדבריהם בתליסר ובי\"ב יומי כו' דהשתא מזרעו בשני דהוו י\"ד יומי לא קשיא להו מידי דלא חש למחשביה כיון דלא גדילה בו יום שלם אלא משלישי דהוה י\"ג יומי ומרביעי דהוה י\"ב יומי קשיא להו למחשבינהו דהוי נמי ימים שלמים ותירצו דלכל המאוחרת שנזרעה בשלישית מזריעה דהיינו בד' בחדש קאמר דגדילה בי\"א ימים שלמים ודו\"ק: "
        }, 
        "51": {
            "0": " תוס' בד\"ה מנחה ונעילה כו' לאו כלום דיותר שכיח כו' כצ\"ל: \n"
        }, 
        "39": {
            "1": "בפרש\"י בד\"ה ה\"ג מפולת כו' נשיבת הרוח אבל אם היו כו' כצ\"ל: ", 
            "0": " גמרא ואל יהא קשה כארז ולפיכך זכה קנה ליטול הימנה קולמוס לכתוב בו ס\"ת תפילין ומזוזות כו' כצ\"ל: ", 
            "2": "תוס' בד\"ה בהכינתו פירוש כו' חניכת אבות בגיטין עד עשרה כו' עכ\"ל: \n"
        }, 
        "38": {
            "1": "בפרש\"י בד\"ה שתיהן לקללה כו' אשר לא אמטיר עליה מוסב הדבר על העב כו' ובד\"ה ונעתרות כו' במסכת סוטה ויעתר לו מה עתר זה כו' כצ\"ל: ", 
            "0": " גמרא אהובים בעולמך כו' וכשם שעשית לי נס זה כך תעשה לי באחרונה מיד כו' אמר רב יהודה אמר רב לברכה כו' ירושלים יש לה היתר כו': "
        }, 
        "58": {
            "1": "תוס' בד\"ה יום שבו כלו כו' ולמחר הכרוז כו' ופרשב\"ם כו' ובכל ט' באב היו מתים כ\"א אלף ופרוטרוט כו' עכ\"ל דברי הרשב\"ם הם בפרק י\"נ ע\"ש אבל לא ידעתי לכוון דברי התוס' דהכא ע\"פ פרשב\"ם דהתם ולפי לשון האיכה רבתי שאמרו שם שהיו מוצאין עצמן ט\"ו אלף ופרוטרוט חסרו מת\"ר אלף והיה נראה להגיה כאן וכצ\"ל ובכל ט' באב היו מתים מת\"ר אלף בפרוטרוט ומפורש כו' ויהיה הפרוטרוט קאי את\"ר אלף שהפרוטרוט ממנו בכל שנה מהמ' שנים ט\"ו אלף כדמפרש לה התם בפרשב\"ם והוא מדברי איכה רבתי שהפרוטרוט עולה בכל שנה מהמ' שנים ט\"ו אלף וע\"ש בזה דברי התוס' מיהו בכל פרשב\"ם שלפנינו גרסינן הכי ט\"ו אלף ופרוטרוט דמשמע שהפרוטרוט הוא הנשאר על ט\"ו אלף שאינו מגיע לכל שנה אלף וכן נראה מדברי התוס' שם אבל דברי התוספות דהכא א\"א לכוון רק כמ\"ש וכלשון הרשב\"ם ודו\"ק: נגילה ונשמחה בישועתו: \n", 
            "0": " גמרא אמר רבא הלכתא כתנא דידן ולא הודו כו' כצ\"ל: "
        }, 
        "11": {
            "1": "תוס' בד\"ה עד מתי כו' דאמר ספיחי זרעים אסורים כו' כצ\"ל: \n", 
            "0": " בד\"ה רוב ההודאות כלומר רוב ההודאות כו' כצ\"ל: "
        }, 
        "10": {
            "1": "בפרש\"י בד\"ה אפילה כו' אפילות הנה הס\"ד: ", 
            "0": " גמרא או אינו אלא בחודש כסליו ת\"ל בעתו כיון שיצא ניסן כו' מגומגם ובילקוט אינו ולעיל גבי או אינו מלקוש באייר ת\"ל בעתו שייך למתני בתר הכי כיון שיצא ניסן כו' ודו\"ק: "
        }, 
        "13": {
            "1": "גמ' מה תקנתן יתגברו ברחמים שנאמר כו' כצ\"ל: \n", 
            "0": " בד\"ה שנאמר הרעיפו שמים כו' ומתפאר הקב\"ה במטר שמים הס\"ד ואח\"כ מ\"ה ישועה פרה כו' ובד\"ה דרוח צפון כו' אורה לעולם מה שהגשמים כו' הד\"א ובד\"ה רשע בפניו כו' לקרותו רשע הס\"ד ואח\"כ מ\"ה מותר לשנאותו כו' ובד\"ה ויצו הקב\"ה הס\"ד ואח\"כ מ\"ה עליה על הגשם שתרד והס\"ד ואח\"כ מ\"ה במפגיע כשיתפלל כו' ובד\"ה קהה הברזל כו' הדור הס\"ד ואח\"כ מ\"ה וכל שכן אם הוכשרו מעשיו קודם לכן והכי כו' כצ\"ל: "
        }, 
        "12": {
            "1": "בפרש\"י בד\"ה שחוטאין כו' מהכא נואלו שרי צוען וגו' התעו את מצרים ותועה כו' בד\"ה בפחות שבכלים במאני דפחרא הס\"ד ואח\"כ מ\"ה במאני דפחרא בשחוק כו' כצ\"ל: ", 
            "0": " גמרא לא תכרות וכתיב אותו תשחית וכרת הא כיצד כו' מחדדין זה את זה בהלכה כו' ולא עוד אלא שמטפשין שנאמר ונואלו ולא עוד אלא שחוטאין כתיב הכא ונואלו כו' אמר לה אבוך רמי חמרא כו' א\"ל אלא במאי נירמי כו' כצ\"ל: "
        }, 
        "15": {
            "1": "תוס' בד\"ה אלא בדבר הסמוי כו' דבר דכייל ומנוי או צייר כו' כצ\"ל: \n", 
            "0": " רש\"י בד\"ה אם לשבט אם גזר כו' ובד\"ה ניקבל עילוון כו' מהני לן בתעניתא כו' כצ\"ל: "
        }, 
        "14": {
            "1": "בפרש\"י בד\"ה שלמודו קשה כו' והוא לא שאינו יודע כו' ובד\"ה משתכין שהעלה חלודה כו' ובד\"ה וכיראתך עברתך על מי שהוא ירא אותך אתה מחזיק עברתך כדי כו' בד\"ה פגעת את שש ועושה צדק במי ששמח ועושה צדק שהן כו' כצ\"ל: ", 
            "0": " גמ' ואמר ר' אמי מ\"ד אם ישוך הנחש בלא לחש וגו' אם ראית דור שהשמים משתכין [עליו] כנחושת כו' לחישות שאין בדור ומאי תקנתיה ילך אצל מי שיודע ללחוש ומי כו' מביא אף לעולם שנאמר יגיד עליו רעו כו' מקנה כו' אל כפים איני והא אוקים שמואל אמורא עליה כו' כצ\"ל: ", 
            "2": "תוס' בד\"ה אם כו' והא דאמר לקדירה לאו כו' משתכי משברים הקדירה כו' אלא ודאי משתכים ר\"ל כו' כצ\"ל: "
        }, 
        "17": {
            "1": "שם כמאן אזלא הא דכתיב משקה כו' כצ\"ל: ", 
            "0": " גמרא ואף ר\"ל סבר מטר בשביל כו' דאר\"ל מניין לפרנסה כו' הוא מגומגם דמאי מייתי ממטר אפרנסה דהא ר\"י דסבר נמי מטר בשביל יחיד ס\"ל דפרנסה אינה בשביל יחיד ומאי ואף ר\"ל וכו' דקאמר ובספר מדוייק מצאתי מוגה דאר\"ל מניין למטר כו' וק\"ל: ", 
            "3": "שם בד\"ה כר' יהושע דאמר ממים העליונים הס\"ד כצ\"ל: \n", 
            "2": "בפרש\"י בד\"ה נהילא כמו קיטמא כו' פוסקין מיד הס\"ד ואח\"כ מ\"ה מהולתא כו' סובין גסין הס\"ד ובד\"ה חשרת מים כו' המים לארץ הס\"ד ובד\"ה נהור ענני כו' אין שורין דיו כו' כדדריש ליה ר\"י לעיל אבל חשכת כו' הד\"א כצ\"ל ור\"ל דחשכת מבעיא ליה להכי ולהכי דהיינו לחשוך סגיין ולנהור סגיין דמתוך חשוך אתה למד נהור וחשרת אתא לדרשה דרבי יהושע דלעיל ומחשרות מים ע\"ג קרקע אבל לישנא דאין שורין דיו לא ידעתי לכוון דלההוא דרשה הוא מלשון משירין פירות ולא מלשון שורין דיו וק\"ל: "
        }, 
        "16": {
            "0": " בפרש\"י בד\"ה מטר בשביל יחיד כו' ואע\"פ שמוריד בשביל זה מטר זה להשביח כו' כצ\"ל: "
        }, 
        "19": {
            "0": " בד\"ה ר' יוסי כו' ור' יוסי ארישא ומסתבר כי האי לישנא מדקמהדר רשב\"ג כו' עכ\"ל הביא ראיה מרשב\"ג אדרבי יוסי דנראה דהני ברייתות בחד גוונא מתניין דברי רשב\"ג הם בעצמם דברי ר' יוסי אלא דמדברי רשב\"ג מוכח טפי דאיירי בשבח ודו\"ק: \n"
        }, 
        "18": {
            "1": "בד\"ה תנא מתמצית בית כור כו' גן לפני כל העולם כולו (בין) כעדן לגן כו' עכ\"ל ובפי' ע\"י נמחק כל זה והיינו משום דמשמע לכאורה דגן גופיה הוה ס' נגד כל עולם כדקאמר ועולם א' מס' בגן וגן א' מס' לעדן כו' אבל ע\"כ אינו כן אלא כנוסחאות פרש\"י שלפנינו דהא מתמצית בית כור שותה תרקב דהיינו ס' מתמצית עדן נמי קאמר כדמייתי מקרא ונהר יוצא מעדן וגו' ומש\"ה ע\"כ אית לן לפרושי עולם אחד מס' בגן היינו עם העדן ואח\"כ אמר דהגן גופיה א' מס' דעדן וק\"ל: ", 
            "0": " בפרש\"י בד\"ה במאמר כו' של הקב\"ה הס\"ד: "
        }, 
        "31": {
            "1": "בפרש\"י בד\"ה וכן הנהיג כו' בציפורי עכ\"ל הס\"ד ואח\"כ מה\"ד לא היו נוהגין כו' כצ\"ל: \n", 
            "0": " גמרא מן העבירה ופרקו נאה כו' ואומר מי שענה את אברהם כו' צעקתכם היום הזה ועל השניה הוא אומר ברוך ה' אלהי ישראל מן העולם ועד העולם ברוך זוכר הנשכחות כו' כצ\"ל: "
        }, 
        "30": {
            "1": "בד\"ה דחוגרות כו' ולמה מתכסין בשקין שהיו חוגרות שקין כדתניא בירושלמי כו' ובד\"ה איכא דאמרי כו' צ\"ל חד אמר הר שיצא הוראה כו': ", 
            "0": " בפרש\"י בד\"ה למתבייש מאחרים דאיכא עגמת נפש טפי כו' עכ\"ל כן הוא בנוסחאות בפי' רש\"י שלפנינו [א] והוא מגומגם לכאורה דאם הוא עגמת נפש טפי שאר בני אדם דלא חשיבי למה לא יתביישו גם כן בנתינת אחרים ולשון הר\"ן מדוקדק בזה שכתב דאיכא עגמת נפש פורתא כו' אבל סוף דבריו אינן מתישבין שכתב דשאר בני אדם סגי להו בנתינת עצמן דה\"ל למימר ובעי נתינת עצמן וצ\"ע: ", 
            "3": "תוס' בד\"ה במקום תפילין פי' לתת האפר כו' עכ\"ל ובד\"ה הר שיצאה כו' ה' יראה והעיר היה נקרא כבר שלם כו' עכ\"ל כצ\"ל: ", 
            "2": "בד\"ה אדם של צורה כו' דבריו להמריך את הלב עכ\"ל כצ\"ל: "
        }, 
        "37": {
            "1": "בפרש\"י בד\"ה כפנא רעב ורעב קשה כו' ובד\"ה סאה בסלע ושכיחא כו' ובד\"ה אפי' בפרוס כו' בהמתם הס\"ד ואח\"כ מה\"ד אם אין כו' בפרוס החג דימות החמה כו' ובד\"ה בהיפרכיא כו' שכלו שם מי בורות כו' ובד\"ה נמצאת כו' טרשין בולעין מן כו' ובד\"ה ואני אתן לך י\"ב מעינות מים כו' כצ\"ל: \n", 
            "0": " גמרא רשב\"ג אומר אף כו' הלוני י\"ב מעינות מים כו' כצ\"ל: "
        }, 
        "36": {
            "1": "בפרש\"י בד\"ה ה\"ג אותה כו' התבואה באותה העיר ויהיה כו' ובד\"ה אבל יבשו כו' תפלת שוא אפי' יבשו כשהן כו' ובד\"ה לא צריכא דאקון כו' ודאי אי לא מתריעין כו' כצ\"ל: ", 
            "0": " גמרא לא צריכא דאקון מהו דתימא כו' כצ\"ל: ", 
            "2": "תוס' בד\"ה נהרא כו' לכאן א\"נ צריך כו' אינו רק בצורת הואיל כו' כצ\"ל: "
        }, 
        "35": {
            "1": "בד\"ה שמעיה כו' עידו היה ולא שמעיה עכ\"ל לפי שהנביא הנזכר בפ' הקודמות של פרק זו שאכל האריה לנביא בס' מלכים היה שמו שמעיה והנביא שאחר פרשה זו הוזכר בשמו אחיה היה אפשר לפרש שהוא שמעיה היה הנביא שאכלו האריה שהוזכר בפ' הקודם ולכך אמר דהא אינו כן אלא דעידו שמו כדאמרינן ס\"פ הנחנקין וק\"ל: ", 
            "0": " בפרש\"י בד\"ה מותרין כו' אותן ימים שקראוה קודם זמנה בהספד ובתעניות הס\"ד ואח\"כ מה\"ד בני ט\"ו קריאת כו' קודם זמנה בהספד ותענית כו' הד\"א ובד\"ה וקא קרי כו' י\"ד בג' בשבת כו': ", 
            "2": "בד\"ה ר' אחא כו' כה\"ג הס\"ד ואח\"כ מה\"ד זו דברי ר\"מ ואדברי ר\"מ דמתניתין כו' כצ\"ל: \n0סליק פרק סדר תעניות כיצד \n"
        }, 
        "34": {
            "1": "בפרש\"י בד\"ה לא כו' דהשתא כי הוה אדר שני מלא הוא יום שלשים לפני כו' ובד\"ה דכל שלאחריו כו' האי כ\"ט דנקט מוטל בין ב' ימים טובים משום כו' כל שלאחריו כו' הס\"ד ובד\"ה מה ת\"ל בהון בהון דלא כו' כצ\"ל: ", 
            "0": " גמרא מאי איריא דהוי יומא דמקמי יומא דמתוקם תמידא כו' כצ\"ל: ", 
            "2": "תוס' בד\"ה לא נצרכה כו' וא\"כ האי כ\"ט לא מצינו כו' ובד\"ה דאילו אי איקלע כו' לימא תשעה ואפי' אי מיקלע שום גזירה כו' ובד\"ה רב אמר הלכה כו' טוריינוס דכיון דבטלו מיום כו' כצ\"ל: \n"
        }, 
        "33": {
            "1": "בפרש\"י בד\"ה דרך מיל ושינה כל שהוא כו' ואח\"כ מה\"ד ושינה משכרתו כו' ובד\"ה פרועי ראש כו' דלא כתיב ביה כו' חילול עכ\"ל ובד\"ה דרב חסדא בפ\"ב דזבחים וקא כו' וערל בשר הס\"ד ובד\"ה מריש ירחא כו' שנצחו את הצדוקים כו' ובד\"ה איתוקם כו' וה\"ג התם בפרק ר\"י ת\"ר אילין כו' דשבועיא דלא למספד מריש כו' כצ\"ל: ", 
            "0": " גמרא אף פרועי ראש דמחלי עבודה קשיא א\"ל רבינא כו' כפרש\"י דכצ\"ל וכ\"ה בסוגיא דסוף פרק כ\"ג ומה שיש לדקדק בזה עיין שם בתוס' ודו\"ק: ", 
            "2": "תוס' בד\"ה פרועי ראש כו' ולהבדיל וגו' כו' עכ\"ל הס\"ד ואח\"כ מה\"ד דבר זה מתורת כו' דערל אסור בו אינו דין כו' אפילו חולין שבו הוא כו' דמה ערלות שייך כו' כצ\"ל: \n"
        }, 
        "55": {
            "1": "בד\"ה בשבעה עלה כו' מתן תורה הוה הס\"ד: \n", 
            "0": " בפירש\"י בד\"ה ומ\"ש מוסף כו' דלא דחה דידיה אלא דמנחה עכ\"ל כצ\"ל אבל פירושו קצת מגומגם שהוא פי' כל זה אליבא דרבי יהושע דאמר הכי מוסף אין בו מנחה וממאי דשקיל וטרי תלמודא הכא ומייתי מדרבי יוסי כו' ומסיק אלא דמנחה קרבן עצים דחי אלא לאו דנעילה כו' כל זה אזלא אליבא דרבי עקיבא למאי דהוה שונה מעיקרא ודו\"ק: "
        }, 
        "32": {
            "1": "בד\"ה אסור לשתות יין כו' ותכבד העבודה כו' עכ\"ל הוא מגומגם דלא שייך שמא תכבד העבודה אלא באנשי משמר אבל באנשי בית אב של יום זה מדינא אסורין ובין ביום ובין בלילה וק\"ל: ", 
            "0": " בפרש\"י בד\"ה ולא ידעינן כו' ופסוקי מלכיות זכרונות ושופרות כו' ובד\"ה צעקה כו' ההיא צעקה דבתר פרשת ויקבצו כל ישראל כו' ובד\"ה גבי אליהו כו' כתיב תפלה דכתיב ענני כו' כצ\"ל: ", 
            "2": "שם בתוס' בד\"ה לא לירבו כלל פי' כו' עד ל' יום אלא יגלח בכ\"ט עכ\"ל כצ\"ל נ\"ל ושוב מצאתי כן בתוס' בס\"פ כ\"ג ע\"ש: "
        }, 
        "57": {
            "1": "בד\"ה ערב תשעה באב לא יאכל כו' ר\"ל בשתי קדירות כו' מאחר שאין עושין מהן תבשיל בעצמו כו' עכ\"ל הוא מגומגם קצת דמתחילת דבריהם נראה דדוקא משתי קדירות אסור ובס\"ד נראה דב' מינין שעושין מכ\"א תבשיל בעצמו אם אינן נאכלין כמות שהוא חי מקרו ב' תבשילין אף בקדירה אחת וק\"ל: ", 
            "0": " תוס' בד\"ה ותרוייהו כו' דכלי פשתן מותר לכבס מ\"מ החמיר כו' עכ\"ל כצ\"ל: "
        }, 
        "50": {
            "1": "ביום הראשון כו' כ\"ה בס\"א ובגרסת הרע\"ב ובגמרא משמע דל\"ג ליה ע\"ש: ", 
            "0": " גמ' בג' פרקים בשנה כו' וקוראין במעשה בראשית ואנשי המעמד היו מתענין ד' ימים בשבוע מיום ב' עד יום ה' ולא היו מתענין ע\"ש מפני כבוד השבת ולא בא' בשבת כדי שלא יצאו ממנוחת עונג ליגיעה ותענית וימותו: ", 
            "2": "ברש\"י בד\"ה ביום הראשון של כו' פרשה ראשונה כו' ושניה ופ' יהי רקיע כו' כצ\"ל והד\"א: "
        }
    }, 
    "meta": "Daf-Comment"
}