{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "daat.co.il", 
            "http://www.daat.ac.il/daat/toshba/makor/megilat-2.htm"
        ]
    ], 
    "text": [
        [
            "א. מן ריש ירחא דניסן עד תמניא ביה אתוקם תמידא דילא למספד", 
            "שהיו בייתוסין אומרים: מביאים תמידים משל יחיד, זה מביא שבת אחד וזה מביא שתי שבתות וזה מביא שלשים יום. ומה היו דורשים? אמרו: את הכבש אחד תעשה בבקר, ליחיד משמע. ", 
            "אמרו להם חכמים: אין אתם רשאים לעשות כן לפי שאין קרבן בא אלא משל כל ישראל, שנאמר צו את בני ישראל ואמרת אליהם את קרבני לחמי לאשי ריח ניחחי תשמרו להקריב לי במועדו. \"קרבני\" - זה הדם; \"לחמי\" - אלו חלבים; \"לאשי\" - זה הקטרת; \"ריח\" - זו הלבונה; \"ניחוחי\" - אלו הנסכים. וכל שהוא כריח ניחוחי תשמרו להקריב לי במועדו: שיהו כלם באים מתרומת הלשכה. ", 
            "רבי עקיבא אומר: מנין שלא יצא וירעה בעדר, תלמוד לומר תשמרו להקריב לי במועדו. ולהלן הוא אומר והיה לכם למשמרת עד ארבעה עשר יום, מה להלן מבקרין אותו ארבעה ימים קודם לשחיטתו, אף כאן. ", 
            "וכשגברו עליהם ונצחום, התקינו שיהו שוקלים שקליהם ומניחים אותם בלשכה, והיו תמידים קרבים משל צבור. ", 
            "וכל אותן הימים שדנום עשאום ימים טובים. ", 
            "ב. מן תמניא ביה ועד סוף מועדא אתותב חגא דילא למספד ודילא להתענאה", 
            "ואיזה חג? זה יום טוב העצרת. והלא לא נצרכו לכתוב כל הימים הטובים שבמגילה אלא שהיו דנין כנגד בייתוסים, שהיו אומרים אין עצרת אלא לאחר השבת. שנאמר \"וספרתם לכם ממחרת השבת\". ", 
            "אמרו להם חכמים: שבת בראשית קרויה שבת, ויום טוב קרוי שבת. שנאמר \"ביום הראשון שבתון\"; ויום הכפורים קרוי שבת, שנאמר \"תשבתו שבתכם\", והכל קרוי שבת, שנאמר \"מלבד שבתות יי\". ואומר \"שבע שבתות תמימות תהיינה\". ", 
            "ועוד כתיב \"שבעה שבועות תספר לך\". ואומר \"וחג שבועות תעשה לך בכורי קציר חטים\". \"וביום הבכורים בהקריבכם מנחה חדשה ליי בשבועותיכם\". ", 
            "ועוד כתיב \"וספרתם לכם ממחרת השבת מיום הביאכם\". ואומר \"תספרו חמשים יום\". לא תהיה ספירתך חמשים, ואם כן נמצאת כי פעמים חמשים ואחד, פעמים חמשים ושנים, עד חמשים וששה. ", 
            "ועוד, כתוב אחד אומר \"שבעת ימים מצות תאכלו\" וכתיב \"ששת ימים תאכל מצות\", היאך נתקימו שניהם? אלא: שבעה ביָשן וששה בחָדָש. ואם תאמר אחר השבת הונף העומר, אינן ששה בחָדָש. ", 
            "אמר חד ביתוסא לרבן יוחנן בן זכאי: משה אוהב היה את ישראל, והיה יודע שעצרת אינה אלא יום אחד, וקבעה להם אחר השבת, שיהיו נחים שני ימים זה. ", 
            "אחר זה נטפל לו רבן יוחנן בן זכאי ואמר לו: \"אחד עשר יום מחורב דרך הר שעיר עד קדש ברנע\". אם משה אוהבן היה, מפני מה עיכבן במדבר ארבעים שנה? ", 
            "אמר לו: הרי אתה משחק בנו?! ", 
            "אמר לו: שוטה שבעולם, לא תהא תורה שלמה שלנו כשיחה בטלה שלכם?! ", 
            "אמר לו: בכך אתה מוציאני? ", 
            "אמר לו: לאו כתוב אחד אומר \"שבע שבתות תמימות תהיינה\", וכתוב אחד אומר \"תספרו חמשים יום\". הא כיצד? חל להיות יום טוב בשבת, מונין שבע שבתות. חל להיות אחר השבת, מונין חמשים יום. וכשאתה קורא \"וספרתם לכם ממחרת השבת\" - ממחרת יום טוב הראשון של פסח. ", 
            "ורבי אליעזר אומר: אינו צריך. הרי הוא אומר \"תספר לך מהחל...\" הספירה התלויה בבית דין. יצאתה שבת בראשית שספירתה בכל אדם. ", 
            "רבי יהושע אומר: אמרה תורה מנה ימים וקדש ראש חדש, מנה ימים וקדש עצרת. מה ראש חדש סמוך לביאתו ניכר, אף עצרת סמוך לביאתה נכרת וכו'. ", 
            "רבי ישמעאל אומר: אמרה תורה הבא עומר בפסח, והבא שתי הלחם בעצרת. מה להלן רגל, אף כאן רגל. ", 
            "רבי יהודה בן בתירה אומר: נאמר 'שבת' למטה, ונאמר 'שבת' למעלה. מה להלן רגל ותחילת רגל בסמוך לו, אף כאן כן. ", 
            "רבי יהודה אומר: כתוב אחד אומר \"ממחרת השבת\", וכתוב אחד אומר \"ממחרת הפסח\". מה 'ממחרת' שנאמר להלן מאחר יום הראשון של פסח, אף 'ממחרת' שנאמר כאן - ממחרת יום טוב הראשון של פסח."
        ], 
        [
            "אייר ", 
            "ג. בשבעה לאייר חנכת שור ירושלם, די לא למספד", 
            "מפני שבאו גוים ונלחמו על ירושלם ולא יכלו לה וסתרו מחומתה. יום שהתחילו לבנותו עשאוהו יום טוב. ", 
            "בשני מקומות כתוב במגלה הזאת \"חנכת שור ירושלם דילא למספד\": אחד כשעלו ישראל מן הגולה, ואחד כשפרצוהו מלכי יון וגדרוהו בית חשמונאי. שנאמר ותשלם כל מלאכת החומה בעשרים וחמשה באלול וגומר. ואף על פי שנבנתה החומה עדין השערים לא עמדו, ", 
            "שכן הוא אומר גם עד העת ההיא דלתות לא העמדתי בשערים. ", 
            "ואומר הוא יבננו ויטללנו ויעמיד דלתותיו מנעליו ובריחיו. ", 
            "ואומר ויפקדו השוערים והמשוררים ועושי המלאכה. ", 
            "וכשגמרו למנותם אותו היום עשאוהו יום טוב. ", 
            "ד. בארבעת עשר ביה פסחא זעירא ודי לא למספד", 
            "זו תשובה השיב רבי יהושע את רבי אליעזר. ", 
            "שהיה רבי אליעזר אומר אבר מן החי טמא אבר מן המת טהור. ", 
            "אמר לו רבי יהושע: אם אבר מן החי טמא אבר מן המת לא יהיה טמא כתוב במגלת תענית פסחא זעירא דילא למספד ואם פסחא זעירא דילא למספד קל וחמר לפסחא רבא. נמצא פסח שני מן התורה ופסח ראשון מקל וחומר. ", 
            "עוד דבר אחד השיבו. ", 
            "שרבי אליעזר אומר: זכין לקטן ואין זכין לגדול. ", 
            "אמר לו רבי יהושע: אם לקטן זכין, קל וחמר לגדול. וכמצות פסח גדול, כן מצות פסח קטן. ", 
            "ועוד דבר אחר השיבו. ", 
            "שרבי אליעזר אומר: מעשה המת עושין בשבת עד שיכתוב. ", 
            "אמר לו רבי יהושע: אם בשבת אמרת קל וחמר בחול. ", 
            "ה. בעשרין ותלתא ביה נפקו בני חקרא מירושלם", 
            "הוא דכתיב וילכוד דוד את מצודת ציון היא עיר דוד. זה הוא מקום הקראין. עכשיו מפני שהיו מצרים לבני ירושלם ולא יכלו לצאת ולבוא מפניהם ביום אלא בלילה. ", 
            "יום שיצאו משם עשאוהו יום טוב. ", 
            "ו. בעשרין ושבעה ביה אתנטילו כלילאי מיהודה ומירושלם", 
            "שבימי מלכות יון היו עושין עטרות של ורד, ותולין אותן על פתחי בתי עבודה זרה שלהם ועל פתחי החניות ועל פתחי החצרות, ושרין בשיר לעבודה זרה, וכותבין על קרניו של שור ועל מצחי חמורים אין לבעליו חלק בעליון, כשם שהיו הפלשתים עושים. שנאמר וחרש לא ימצא וגו' והיתה הפצירה פים למחרשות ולאתים. ", 
            "וכשגברה יד בני חשמונאי בטלום. ", 
            "ויום שבטלום עשאוהו יום טוב. "
        ], 
        [
            "סיון ", 
            "ז. בארבעת עשר לסיון אחידת מגדל צור", 
            "היא קסרי בת אדום היושבת בין החולות, והיא הייתה יתד תקועה לישראל בימי יון, מפני שלא היו יכולים לכבשה, מה שהיו בה גיבורים. ", 
            "וכשגברה יד בני חשמונאי כבשוה, והוציאום משם, והושיבוה ישראל. ", 
            "יום שכבשוה עשאוהו יום טוב. ", 
            "ח. בחמיסר ביה ובשתת עשר ביה גלו אנשי בית שאן ואנשי בקעתא", 
            "ואף הם היו לישראל יתד תקועה בימי יון כלפי הערבים, מפני שלא נתחיבו גלות בראשונה ולא הגלה אותם לא יהושע בן נון ולא דוד מלך ישראל. וכיון שנתחיבו גלות, תקפה יד בני חשמונאי עליהם והגלו אותם. ", 
            "יום שהגלו אותם עשאוהו יום טוב, ששמחה היא לפני המקום שמלכותם מסתלקת מן העולם, שנאמר ועלו מושיעים בהר ציון לשפוט את הר עשו והיתה ליי' המלוכה. ", 
            "ה' מלך עולם. ועד אימתי? כשיאבדו גוים מארצו. ואומר יתמו חטאים מן הארץ וגומר. ", 
            "ט. בעשרין וחמשה ביה אתנטילו דימוסנאי מיהודה ומירושלם", 
            "אלו בני אפריקאה שבאו לדון בימי אלסכנדרוס מוקדון, לאמר ארץ כנען שלנו היא, שכן כתוב בתורת משה ארץ כנען לגבולותיה. ", 
            "אמר להם גביהא בן פסיסא שומר הבית לחכמים: תנו לי רשות ואלך ואדון עמם. אם ניצחתים, יאמרו תורתן של ישראל נצחתנו. אם נצחוני, תאמרו לא נצחתם אלא לאדם הדיוט. ", 
            "נתנו לו חכמים רשות הלך ודן עמהן. ", 
            "אמר להם: וכי יש גזר דין שמקצתו בטל ומקצתו קים? ואם כתוב בתורה ארץ כנען, הרי כתוב בתורה ויאמר ארור כנען עבד עבדים יהיה לאחיו. עבד שקנה נכסים, עבד של מי והנכסים של מי? ולא דייכם שאכלתם כל השנים תבואתה ואתם צריכים להעלות לנו שכר מכל אותן שנים. ", 
            "אמר להם אלכסנדרוס: מה אתם משיבים לו? ", 
            "אמרו לו: תן לנו זמן עד למחר. ", 
            "נתן להם זמן הלכו וישבו בינם לבין עצמם וראו שמתחיבין להם עבדים לישראל. והניחו את הארץ שזרעו באותה שנה, וברחו משם. ערב שבת בין השמשות היה. ", 
            "יום שברחו עשאוהו יום טוב. ", 
            "אמרו ישמעאלים: כתוב בתורה, ביום ההוא כרת ה' את אברם ברית לאמר לזרעך נתתי את הארץ הזאת. ואנו מזרעו של אברהם, שישמעאל בן אברהם, ונחלק עמכם. ", 
            "השיב להם גביהא בן פסיסא שומר הבית: כתוב בתורה ולבני הפלגשים אשר לאברהם נתן אברהם מתנות. וכתיב ויתן אברהם את כל אשר לו ליצחק. ", 
            "ברחו להם. ", 
            "אמרו מצריים: כתוב בתורה ושאלה אשה משכנתה ומגרת ביתה כלי כסף וכלי זהב, החזירו לנו את שלנו. ", 
            "השיב להם גביהא בן פסיסא: ארבע מאות ושלשים שנה שנשתעבדו ישראל אצלכם שש מאות אלף רגלי, ותנו לכל אחד מהם מאתים זוז בשנה, שהם שמנה מאות וששים רבוא, מנה לכל אחד ואחד, ונחזיר לכם את שלכם. ", 
            "יצאו כלם בפחי נפש. ", 
            "בקש אלסכנדרוס מוקדון לעלות לירושלם. ", 
            "אמרו לו כותיים: שרי יהודה אין מניחין אותך ליכנס לבית קדשי הקדשים שלהם מפני שאתה ערל. ", 
            "מה עשה גביהא בן פסיסא? עשה שני אנפילאות זהב, ונתן בהם שתי אבנים טובות, [שהן שוות] חמשת רבוא מנה כסף. וכיון שהגיע להר הבית אמר לו: אדוני המלך, אתיר מנעליך ואנעלך האנפילאות הללו, שהרצפה חלקה. משהגיע לבית קדשי הקדשים, אמר לו: מכאן ולפנים אי אפשר ליכנס. ", 
            "אמר לו: אני נכנס וכשאצא אשוה לך גביהתך. ", 
            "אמר לו: אם אתה עושה כן רופא אומן תקרא ושכר הרבה תטול. ", 
            "אמרו: לא זזו משם עד שהכישו נחש. ", 
            "אמרו לו חכמים: עליך הכתוב אומר ישמח אביך ואמך ותגל יולדתך. ", 
            "וכתיב חכם בני ושמח לבי ואשיבה חורפי דבר."
        ], 
        [
            "תמוז ", 
            "י. בארבעה בתמוז עדא ספר גזרתא, די לא למספד", 
            "מפני שהיה כתוב ומונח לצדוקים ספר גזרות: אלו שנסקלין ואלו שנשרפין אלו שנהרגין ואלו שנחנקין. וכשהיו יושבין ואדם שואל ומראין לו בספר, אומר להם, מנין שזה חייב סקילה וזה חייב שרפה וזה חייב הרגה וזה חייב חניקה, לא היו יודעין להביא ראיה מן התורה. ", 
            "אמרו להם חכמים: הלא כתוב על פי התורה אשר יורוך וגו', מלמד שאין כותבין הלכות בספר. ", 
            "דבר אחר: ספר גזרתא. שהיו ביתוסין אומרים: ", 
            "עין תחת עין שן תחת שן. הפיל אדם שן חברו יפיל את שנו. ", 
            "סמא עין חברו יסמא את עינו. יהו שוים כאחד. ", 
            "ופרשו השמלה לפני זקני העיר דברים ככתבן. ", 
            "וירקה בפניו שתהא רוקקת בפניו. ", 
            "אמרו להם חכמים: והלא כתוב התורה והמצוה אשר כתבתי להורותם. התורה אשר כתבתי והמצוה להורותם. וכתיב ועתה כתבו לכם את השירה הזאת ולמדה את בני ישראל שימה בפיהם. ולמדה את בני ישראל, זה מקרא. שימה בפיהם, אלו הלכות. ", 
            "יום שבטלוהו עשאוהו יום טוב."
        ], 
        [
            "אב ", 
            "יא. בחמשת עשר באב זמן אעי כהניא די לא למספד", 
            "מפני שכשעלתה גולה בראשונה, התקינו להם את יום תשעה באב, שיהו מביאין בו קרבן עצים. ", 
            "אמרו חכמים: כשיעלו למחר הגליות, הן אף הן צריכין. התקינו להם את יום חמשה עשר באב שיהו מביאין בו קרבן עצים, וכל המתנדב קרבן למקדש, אפילו עצים, פטור מן ההספד באותו יום. ואינו צריך לומר חטאות ואשמות נדרים ונדבות בכורות ומעשרות תודות ושלמים. לכך הוא אומר ואינש דיהוי עלוהי אעין או בכורין. ", 
            "והאומר הרי עלי עצים למזבח וגיזרין למערכה, אסור בהספד ותענית. ", 
            "ומהו זמן אעי כהניא? ", 
            "זהו שאתה אומר, בחמשה עשר בו בני זתוא בן יהודה ועמהם בני הכהנים ולויים וגרים ונתינים וממזרים ועבדים משוחררים וכל מי שטעה בשבטו ובני גונבי עלי ובני קוצעי קציעות ובני שלמי הנטופתי. ", 
            "מה הם גונבי עלי? ", 
            "גונבים העלי והבכורים. בימי ירבעם בן נבט שהושיב משמרות שלא יעלו ישראל לרגל, והיו הם מעטרין סליהם בתאנים ועלי עץ על כתפיהם. ", 
            "מצאו משמרות ואמרו להם, להיכן אתם הולכין? ", 
            "אמרו להם: למקום פלוני לעשות צמוקין במכתשת שלפנינו ובעלי שעל כתפינו. הגיעו לירושלם הורידום והניחום לפני המזבח. הסלים לבכורים והגוזלות לקיץ המזבח. ", 
            "על דבר זה נכתב להם שם במגלה לדורות. ", 
            "ומה הן בני גונבי עלי ובני קוצעי קציעות? ", 
            "אלא פעם אחת גזרה מלכות הרשעה שלא יעלו בכורים לירושלם והושיבו מלכי יון פרדסיאות על הדרכים, כדרך שהושיב ירבעם בן נבט משמרות על התחומין שלא לעלות לירושלם. ולא היה אדם מעשרת השבטים יכול לעלות לירושלם. ", 
            "מה עשו הכשרים שבאותו הדור ויראי חטא שבאותו הדור? הביאו בכורים ונתנום בסלים וחפו אותם בקציעות, ונוטלים את הסלים ועלי על כתפם ועולים. ", 
            "כיון שהגיעו אצל המשמר אמרו להם: לירושלם אתם עולים? ", 
            "אמרו להם: לאו, אלא לעשות שני פלחי דבלה במכתשת זו שלפנינו ובעלי הלז שעל כתפנו. ", 
            "וכיון שעברו מהם עטרום בסלים והעלום לירושלם. ", 
            "ומה הן בני שלמי הנטופתי? ", 
            "אלא פעם אחת גזרה מלכות הרשעה שמד, שלא יביאו עצים למערכה. והושיבו מלכי יון פרדסיאות על הדרכים, כדרך שהושיב ירבעם בן נבט משמרות על התחומין שלא לעלות לירושלם. ולא היה אדם אחד מעשרת השבטים יכול לעלות לירושלם. ", 
            "מה עשו הכשרים באותו הדור ויראי חטא שבאותו הדור? היו מביאין שני גזירין ועושים אותם כמין סולמות, ומניחים אותם על כתפם ועולים. ", 
            "כיון שהגיעו אצל אותו המשמר, אמרו להם: לירושלם אתם עולין? ", 
            "אמרו להם: לאו, אלא להביא שתי גוזלות מן השבך הזה שלפנינו בסולם הזה שעל כתפנו. וכיון שעברו מהם התירו השלבים ופרקום והשליכום מעל כתפם, ונטלו הגזירין ועלו לירושלם. ", 
            "לפי שמסרו עצמם על המצוות לכך נכתב להם שם טוב במגלה הזאת, וזכר טוב לדורות, ועליהם ועל כיוצא בהם נאמר זכר צדיק לברכה, ועל ירבעם בן נבט וחבריו נאמר ושם רשעים ירקב. ", 
            "ומה ראו בני זתוא בן יהודה ליטול להם שם טוב וזכר טוב לדורות? אלא שכל הרוצה ליטול את השם יטול. ", 
            "וכשעלו בני הגולה ולא מצאו עצים בלשכה, עמדו אלו והתנדבו עצים משל עצמם, ומסרו אותם לציבור וקרבו מהם קרבנות הצבור. וכך התנו עמהם הנביאים שביניהם, שאפילו הלשכה מלאה עצים, ואפילו משל צבור יהו, אלו מתנדבים עצים זמן הזה ומביאין כל זמן שירצו, ולא יהי קרבן מתקרב אלא משלהם תחלה, שנאמר והגורלות הפלנו על קרבן העצים והכהנים והלוים והעם להביא לבית אלהינו לבית אבותינו בעתים מזומנים שנה בשנה, לבער על מזבח ה' אלהינו, ככתוב בתורה. ", 
            "דבר אחר: שנתמנו להם הרבים ועשאוהו יום טוב. ", 
            "ואומר, כי עזרא הכין את לבבו לדרוש את תורת ה' אלהינו ולעשות וללמד בישראל חק ומשפט. ", 
            "ואותן הימים אסורים בהספד ובתענית בין משחרב הבית בין שלא חרב. ", 
            "רבי יוסי אומר: משחרב הבית מתרין מפני שאבל הוא להם. ", 
            "אמר רבי אלעזר בר צדוק: אני הייתי מבני בניו של מנואה בן בנימן ואירע תשעה באב להיות בשבת, ודחינוהו עד לאחר השבת, והתענינו בו ולא השלמנוהו, מפני שיום טוב שלנו היה. ", 
            "יב. בעשרין וארבעה ביה תבנא לדיננא", 
            "בימי מלכות יון היו דנין בדיני הגויים. וכשגברה ידם של בית חשמונאי בטלום, חזרו לדון בדיני ישראל. ", 
            "אותו היום שבטלום עשאוהו יום טוב. ", 
            "שהיו הצדוקין דנין בדיניהם לאמר: הבת יורשת עם בת הבן. ", 
            "אמר להם רבן יוחנן בן זכאי: מנין לכם? ולא היו יודעים להביא ראיה מן התורה. ", 
            "אלא אחד שהיה מפטפט כנגדו ואומר לו: אם בת הבן הבאה מחמת אביה הבא מכחי יורשתני, בת הבאה מכחי לא כל שכן. ", 
            "קרא לו רבן יוחנן בן זכאי את המקרא הזה: ואלה בני שעיר החרי יושבי הארץ לוטן שובל וצבעון וענה. וכתוב אחד אומר: הוא ענה אשר מצא את הימים במדבר ברעותו את החמורים לצבעון אביו. אלא מלמד שבא שבעון צבעון על אמו והוליד ממנה ענה. ", 
            "אמר לו: הרי אתה משחק בנו ", 
            "אמר לו: שוטה ולא יהו דברי תורה שלנו כשיחה בטלה שלכם! ", 
            "אמר לו: בכך אתה מוציאני? ", 
            "אמר לו: ומה בת בני שכן יפה כחה במקום האחים, תאמר בבתי שכן הורע כחה במקום האחין דין הוא שלא תירשני. ", 
            "יום שנצחום עשאוהו יום טוב."
        ], 
        [
            "אלול ", 
            "יג. בשבעה באלול חנכת שור ירושלם ודילא למספד", 
            "שסתרוהו גויים וגברה ידם של ישראל ובנאוהו. שכן הוא אומר ותשלם החומה בעשרים וחמשה באלול. ואף על פי שנבנתה החומה, עדיין השערים לא נבנו, שכן הוא אומר הוא יבננו ויטללנו. ואומר ויפקדו השוערים והמשוררים ועושי המלאכה, שאין מוסיפין על העיר ועל העזרות אלא במלך ובנביא ובכהן גדול ובאורים ותומים ובסנהדרין של שבעים ואחד ובשתי תודות ובשיר. שנאמר והתודה השנית ההולכת למואל ואני אחריה [נחמיה יב,לח]. ובית דין מודדין והולכין אחריהן, שנאמר וילך אחריהם הושעיה וחצי שרי יהודה וגומר. הפנימית נאכלת והחיצונה נשרפת, ואם לא נתקדשה בכל אלו, הנכנס לשם אינו חייב. ", 
            "אבא שאול אומר: שתי בצעין היו בהר המשחה, אחת למעלה ואחת למטה. התחתונה נתקדשה בכל אלו, והעליונה לא נתקדשה אלא בבני הגולה, שלא במלך ושלא באורים ותומים. ", 
            "התחתונה שהיתה קדושתה גמורה, חברים ועמי הארץ נכנסין לשם, ואין אוכלין שם קדשים קלים, לא כל שכן מעשר שני. ", 
            "העליונה, חברים נכנסין לשם, ואין אוכלין שם לא קדשים קלים ולא מעשר שני. אלא למה לא קדשה? מפני שהיא תרפה של ירושלם, ולשם היו מוציאין כל תרפות של ירושלם. ", 
            "כשגמרו לבנותו אותו היום עשאוהו יום טוב. ", 
            "יד. בשיבסר ביה אתנטילו רומאי מן ירושלם", 
            "מפני שהיו מצרין לבני ירושלם, ולא יכלו לצאת ולבוא מפניהם ביום אלא בלילה. ובמה היו מצרים להם? מלכי יון היו מושיבין קסטריאות בעירות להיות מענין את הכלות, ואחר כך היו נשואות לבעליהן. ומנעו את ישראל שלא לשמח עם נשותיהם, לקיים מה שנאמר אשה תארש ואיש אחר ישכבנה. ולא היה אדם מבקש לישא אשה מפני הקסטריאות. ", 
            "חזרו, מכניסין אותן בחשאי, שנאמר והשבתי מהם קול ששון וקול שמחה קול חתן וקול כלה קול רחים ואור נר. וכשהיו שומעין קול רחים בבורני, היו אומרים שבוע הבן שבוע הבן. וכשהיו רואים אור נר בברור חיל, היו אומרים משתה שם משתה שם. ", 
            "ובת אחת הייתה למתתיהו בן יוחנן הכהן הגדול, וכשהגיע זמנה לינשא בא הקסטרין לטמאה, ולא הניחו אותו, וקנאו מתתיהו ובניו, וגברה ידם על מלכות יון ונמסרו בידן והרגום. ", 
            "ואת היום שבטלום עשאוהו יום טוב. ", 
            "טו. בעשרין ותרין ביה תבנא לקטלא משמדיא [נ\"א: רשעיא]", 
            "מפני שהיו גוים שרויים בארץ ישראל, ולא יכלו ישראל לשלח יד ברשעים שבהם, עד שיצאו משם. וכיון שיצאו משם, המתינו להם שלשה ימים אם יעשו תשובה. כשראו שאין עושין תשובה, נמנו עליהם והרגום. ", 
            "יום שהרגום עשאוהו יום טוב. ", 
            "אמר רבי אליעזר בן יעקב: שמעתי שבית דין מלקין והורגין שלא מן התורה. ", 
            "דבית לוי אמר רבי שמעון: שמעתי שבית דין עונשין ממון ומכים שלא מן התורה. לא מפני שכתוב בתורה, אלא משום שנאמר ובערת הרע מקרבך. ", 
            "ומעשה באחד שהטיח באשתו תחת התאנה, והלקוהו בית דין. וכי חייב היה? אלא שהיתה השעה צריכה לכך, כדי שילמדו אחרים, מפני שנהגו מנהג זנות. ", 
            "שוב מעשה באחד שרכב על הסוס בשבת, והביאוהו לבית דין וסקלוהו. וכי חייב היה? אלא שהייתה השעה צריכה לכך. ", 
            "שמעון בן שטח תלה שמונים נשים באשקלון. וכי חיבות הריגה ותליה היו? אלא שהייתה השעה צריכה, לכך כדי שילמדו ממנו וכל ישראל ישמעו וייראו. "
        ], 
        [
            "תשרי ", 
            "טז. בתלתא בתשרי בטילת אדכרתא מן שטריא", 
            "מפני שגזרה מלכות יון הרשעה שמד על ישראל, ואמרו להם כפרו במלכות שמים, ואמרו אין לנו חלק באלהי ישראל, ולא היו מזכירין שם שמים בפיהם. ", 
            "וכשתקפה יד בית חשמונאי התקינו שיהו כותבין שם שמים בשטרות. וכך היו כותבין: בשנת כך וכך ליוחנן כהן גדול דהוא כהן לאל עליון. וכששמעו חכמים בדבר אמרו, וכי מזכירין שם שמים בשטרות, למחר זה פורע את חובו וקורע את שטרו ונמצא שם שמים מוטל באשפה, ובטלום. ", 
            "ואותו היום עשאוהו יום טוב. "
        ], 
        [
            "מרחשוון ", 
            "יז. בעשרין ותלתא למרחשון אסתתר סוריגא מן עזרתא", 
            "מפני שבנו שם גוים מקום, והעמידו עליו את הזונות. ", 
            "וכשתקפה יד בית חשמונאי נטלוהו מהן, וסתרוהו, ומצאו שם אבנים טובות, ונמנו עליהן וגנזו אותן. והן מונחות עד היום הזה, עד שיבוא אליהו ויעיד עליהן אם טמאות הן אם טהורות. ", 
            "יום שסתרוהו עשאוהו יום טוב. ", 
            "יח. בעשרין וחמשא ביה אחידת שור שמרון", 
            "תרגום: בעשרים וחמשה בו נכבשה חומת שומרון", 
            "ומה היא אחידת שמרון שורא? ", 
            "מפני שכשעלתה גלות בראשונה הלכו להם למטלית של כותיים, ולא הניחום. באו לסיבסטי, וישבוה והקיפוה ערי חומה, ונסמכו להם עיירות הרבה, והיו קורין להן ערי נברכתא. ", 
            "יט. בעשרין ושבעה ביה תבת סלתא למסק על מדבחא", 
            "תרגום: בעשרים ושבעה בו שבה הסולת לעלות על המזבח", 
            "מפני שהיו הצדוקין אומרין: אוכלין מנחת בהמה. ", 
            "אמר להם רבן יוחנן בן זכאי: מנין לכם? ולא היו יודעין להביא ראיה מן התורה, אלא אחד שהיה מפטפט כנגדו ואומ,ר מפני שהיה משה אוהב את אהרן, אמר אל יאכל בשר לבדו, אלא יאכל סלת ובשר, כאדם שהוא אומר לחברו 'הילך בשר הילך רכיך'. ", 
            "קרא לו רבן יוחנן בן זכאי: ויבאו אילמה ושם שתים עשרה עינות מים ושבעים תמרים ", 
            "אמר לו: מה ענין זה אצל זה ", 
            "אמר לו: שוטה, ולא תהא תורה שלמה שלנו כשיחה בטלה שלך והלא כבר נאמר יהיה עולה ליי ומנחתם ונסכיהם לריח ניחח אשה לה'. "
        ], 
        [
            "כסליו ", 
            "כ. בתלתא בכסלו אתנטילו סימואתא מן דרתא", 
            "מפני שבנו שם גוים סימואתא, וכשגברה יד בית חשמונאי בטלום והוציאום משם. ", 
            "יום שבטלום עשאוהו יום טוב. ", 
            "כא. בשבעה ביה יום טב", 
            "יום שמת הרודוס מפני שהיה הורדוס שונא את החכמים. ששמחה היא לפני המקום כשהרשעים מסתלקין מן העולם. שנאמר וגם יד ה' היתה בם להומם, וכתיב ויהי כאשר תמו כל אנשי המלחמה למות מקרב העם וכתיב וידבר ה' אלי לאמר. וכן הוא אומר: איש טוב זה ואל בשורה טובה יבא. ואומר ויצו המלך את בניהו בן יהוידע ויפגע בו וימיתהו וגומר. ", 
            "ואותו היום שמת הרודוס עשאוהו יום טוב. ", 
            "כב. בעשרין וחד ביה יום הר גרזים דילא למספד", 
            "יום ששאלו הכותים את בית המקדש מאלסכנדרוס מוקדון, ואמרו לו: מכר לנו חמשה כורים ארץ בהר המוריה. נתן להם. ", 
            "כשבאו, יצאו יושבי ירושלם ודחפום במקלות. והודיעו את שמעון הצדיק. לבש בגדי כהנה ונתעטף בגדי כהנה, ויקירי ירושלם עמו, ואלף בולייטין מכסין בלבנים ופרחי כהנה מקישין בכלי שרת. וכשהם מהלכים בהרים ראו אבוקות של אור. ", 
            "אמר המלך: מה זה אמרו לו המסורות הם הם יהודאין שמרדו בך כיון שהגיעו לאנטיפטרס זרחה החמה הגיעו למשמר הראשון אמרו להם מי אתם אמרו להם אנו אנשי ירושלם ובאנו להקביל את פני המלך. כיון שראה אלסכנדרוס מוקדון את שמעון הצדיק ירד ממרכבתו והשתחוה לו. ", 
            "אמרו לו: לזה אתה משתחוה והלא בן אדם הוא אמר להם דיוקנו של זה אני רואה כשארד למלחמה ונוצח. ", 
            "אמר לו: מה אתה מבקש. ", 
            "אמר לו: בית שאנו מתפללין בו על מלכותך התעוך גוים ונתתו להם. ", 
            "אמר לו: מי הטעוני ", 
            "אמר לו: הן הן הכותיים שעומדים לפניך. ", 
            "אמר לו: הרי הם מסורים בידכם. ", 
            "נקבום בעקביהם ותלאום בזנבי סוסיהם וגררום על הקוצים ועל הברקונים, עד שהגיעו להר גריזים. כיון שהגיעו להר גריזים חרשוהו וזרעוהו כרשינין, כדרך שחשבו לעשות לבית המקדש. ", 
            "יום שעשו כן עשאוהו יום טוב. ", 
            "כג. בעשרין וחמשה ביה חנכת תמניא יומין, די לא למספד בהון", 
            "שכשנכנסו יונים להיכל טמאו כל השמנים שבהיכל, וכשגברה יד בית חשמונאי ונצחום, בדקו ולא מצאו אלא פך אחד שהיה מונח בחותמו של כהן גדול שלא נטמא, ולא היה בו להדליק אלא יום אחד. ונעשה בו נס והדליקו ממנו שמונה ימים. לשנה אחרת קבעום שמונה ימים טובים. ", 
            "ומה ראו לעשות חנכה שמונה ימים, והלא חנוכה שעשה משה במדבר לא עשה אלא שבעת ימים, שנאמר ומפתח אהל מועד לא תצאו שבעת ימים וגומר, ואומר ויהי המקריב ביום הראשון את קרבנו וגומר, ובשביעי הקריב אפרים?! ", 
            "וכן מצינו בחנוכה שעשה שלמה, שלא עשאה אלא שבעת ימים, שנאמר כי חנכת המזבח עשו שבעת ימים, והחג שבעת ימים. מה ראו לעשות חנכה זו שמנה ימים? ", 
            "אלא: בימי מלכות יון נכנסו בני חשמונאי להיכל, ובנו את המזבח, וסדוהו בסיד. וכל שבעת הימים היו מתקנים בכלי שרת. ", 
            "חנכת בית חשמונאי לדורות. ולמה היא נוהגת לדורות? אלא שעשאוה בצאתם מצרה לרוחה, ואמרו בה הלל והודאה, והדליקו בה נרות בטהרה. ", 
            "לפי שנכנסו יונים בהיכל וטמאו כל הכלים, ולא היה במה להדליק. וכשגברה יד בית חשמונאי הביאו שבעה שפודי ברזל, וחיפום בבעץ, והתחילו להדליק. ", 
            "ומה ראו לגמר בהם את ההלל? ללמדך שכל תשועה ותשועה שעשה הקדוש ברוך הוא לישראל, הם מקדימין לפניו בהלל ובשבח. ", 
            "וכך הוא אומר בספר עזרא: ויענו כל העם בהלל ובהודות לה' כי טוב, כי לעולם חסדו על ישראל. וכל העם הריעו תרועה גדולה בהלל לה' על הוסד בית ה'. ואומר: לה' הישועה על עמך ברכתך סלה. להקדוש ברוך הוא לעשות נסים ונפלאות, ולנו להללו ולברכו. שנאמר\" על עמך ברכתך סלה. ", 
            "מצות נר חנכה נר אחד לכל בית. ", 
            "והמהדרין נר אחד לכל נפש. ", 
            "והמהדרין מן המהדרין מוסיפין נר לכל נפש ונפש לכל לילה. ", 
            "בית שמאי אומרים: יום ראשון מדליק שמנה מכאן ואילך פוחת והולך ", 
            "ובית הלל אומרים: יום ראשון מדליק אחד מכאן ואילך מוסיף והולך. ", 
            "שני זקנים היו בצידן. אחד עשה כדברי בית שמאי ואחד כדברי בית הלל. ", 
            "זה נותן טעם לדבריו וזה נותן טעם לדבריו. ", 
            "זה אומר כפרי החג, וזה אומר מעלין בקדש ואין מורידין. ", 
            "מצות הדלקתה משתשקע החמה, ועד שתכלה רגל מן השוק. ומצוה להניחה על פתח ביתו מבחוץ. ואם היה דר בעליה, מניחה בחלון הסמוך לרשות הרבים. ואם מתירא מן הגויים, מניחה על פתח ביתו מבפנים, ובשעת הסכנה מניחה על שלחנו ודיו. "
        ], 
        [
            "טבת ", 
            "כד. בעשרין ותמניא בטבת יתיבת כנשתא על דינא", 
            "מפני שהיו הצדוקין יושבין בסנהדרין ינאי המלך, ושלמינון המלכה יושבת אצלו, ולא אחד מישראל יושב עמהם חוץ משמעון בן שטח. ", 
            "והיו שואלין תשובות והלכות, ולא היו יודעין להביא ראיה מן התורה. ", 
            "אמר להם שמעון בן שטח: כל מי שהוא יודע להביא ראיה מן התורה כשר לישב בסנהדרין. ", 
            "פעם אחת נפל דבר של מעשה ביניהם ולא היו יודעים להביא ראיה מן התורה אלא אחד שהיה מפטפט כנגדו, ואומר תן לי זמן ולמחר אשוב. ", 
            "נתן לו זמן. הלך וישב לו בינו לבין עצמו, ואינו יכול להביא ראיה מן התורה. ", 
            "למחר נתביש לבא ולישב בסנהדרין, והעמיד שמעון בן שטח אחד מן התלמידים והושיבו במקומו. ", 
            "אמר להם: אין פוחתין בסנהדרין משבעים ואחד. ", 
            "וכך עשה להם בכל יום ויום, עד שנסתלקו כלם וישבה סנהדרין של ישראל. ", 
            "יום שנסתלקה סנהדרין של צדוקים וישבה סנהדרין של ישראל עשאוהו יום טוב. "
        ], 
        [
            "שבט ", 
            "כה. בתרין בשבט יום טב ודי לא למספד", 
            "ולמה שנו זה מזה, שבראשון אינו כתוב \"ודילא למספד\", ובזה כתוב? ", 
            "אלא שבראשון מת הורודוס ובזה מת ינאי המלך. ", 
            "ששמחה היא לפני הקדוש ברוך הוא כשהרשעים מסתלקי מן העולם. ", 
            "אמרו: כשחלה ינאי המלך, שלח ותפש שבעים זקנים מזקני ישראל, נטלן וחבשן בבית האסורין, וצוה לשר בית האסורין: אם מתי - הרג את הזקנים ההם. עד שישראל שמחין להם, ידוו על רבותיהם. ", 
            "אמרו: אשה טובה הייתה לו, ושלמינון שמה. וכשמת סלקה טבעתו מעל ידו, ושלחה לשר בית האסורין, אמרה לו: רבך בחלום התיר אותם הזקנים. התירם והלכו להם לבתיהם. ואחר כך אמרה: מת ינאי המלך. ", 
            "יום שמת בו ינאי המלך עשאוהו יום טוב. ", 
            "כו. בעשרין ותרין בטילת עבידתא דיאמר סנאה להיתאה להיכלא די לא למספד", 
            "מפני ששלח קסגלגס את הצלם להעמידו בהיכל. ובאה שמועה לירושלם ערב החג. ", 
            "אמר להם שמעון הצדיק: עשו מועדיכם בשמחה, שאין דבר מכל הדברים ששמעתם. מי ששכן שכינתו בבית הזה, כשם שעשה נסים לאבותינו בכל דור ודור כך יעשה לנו נסים בזמן הזה. ", 
            "וכיון שראה שהיו משמשין ובאין, אמר להם: צאו וקדמו לפניהם. יצאו מלאכים וקדמו לפניהם. מלאך אחד לעכו, והשני לצור, והשלישי לצידן, והרביעי לכזיב. ", 
            "וכשנודע הדבר יצאו מלפניו כל גדולי ירושלם, אמרו: נמות ולא תהא כזאת. היו צועקים ומתחננים לשליח. ", 
            "אמר להם השליח: עד שאתם צועקים ומתחננים לי, צעקו והתחננו לאלהיכם שבשמים. ", 
            "כיון שהגיע לכרכין, ראה בני אדם שהם מקדימים אותו מכל כרך וכרך. כיון שראה אותם היה תמה, אמר כמה מרובין אלו. ", 
            "אמרו לו: אלו הן היהודים שהקדימו לפניך לכל כרך וכרך. ", 
            "נכנס לכרכין וראה את בני אדם שהן מוטלין בשוקים על השק ועל האפר. ", 
            "לא הגיע לאנטיפטרס עד שבאה לו אגרת שנהרג קסגלגס. מיד נטל את הצלם ונתנו לישראל וגררו אותו. ושמע שמעון קול מבית קדשי הקדשים שהוא אומר: בטילת עבידתא דיאמר סנאה לאיתאה להיכלא, אתקטיל קסגלגס ובטלו גזרותיו. וכתבו אותה שעה וכונו. ", 
            "ואותו היום עשאוהו יום טוב. ", 
            "כז. בעשרין ותמניה ביה אתנטיל אנטיוכוס מלכא מן ירושלם", 
            "שהיו בירושלם והיו מצרין להם לישראל, ולא יכלו לצאת ולבא מפניהם ביום אלא בלילה. שבא להחריב את ירושלם ולהשמיד את כל היהודים, ויבהילוהו שמועות רעות והלך לו ונפל במקומו. ", 
            "יום שיצא משם עשאוהו יום טוב. "
        ], 
        [
            "אדר ", 
            "כח. בתמניה ובתשעה לאדר יום תרועת מטרא", 
            "אם התריעו בראשון למה הוצרכו להתריע בשני? אלא הראשון בשנה אחת והשני בשנה אחרת. ולא כל הכתוב במגלה ראשון הוא ראשון ולא הכתוב אחרון הוא, אלא תפסו להם חדש ראשון וכל שיש בו, שני וכל שיש בו, שלישי וכל שיש בו. ", 
            "כט. בתרין עשר ביה יום טיריון", 
            "שתפס את לולינוס ואת פפוס אחיו בלודיקיא. אמר: אם מעמיו של חנניה מישאל ועזריה אתם, יבא אלהיכם ויציל אתכם מידי, כדרך שהציל לחנניה מישאל ועזריה מיד נבוכדנצר. ", 
            "אמרו לו: חנניה מישאל ועזריה צדיקים כשרים היו, ונבוכדנצר מלך הגון היה וראוי ליעשות נס על ידו. אבל אתה מלך רשע אתה, ואין ראוי ליעשות נס על ידך, ואנו חייבין מיתה, ואם אין אתה הורגנו הרבה הורגים יש למקום: הרבה דבים הרבה אריות הרבה נחשים הרבה עקרבים שיפגעו בנו. ואם אתה הורגנו, עתיד הקדוש ברוך הוא לתבוע דמנו מידך. ", 
            "אמרו: לא נסע משם עד שבאת עליו דיופלי של רומי ופצעו את מחו בגזירין ובבקעות. ", 
            "ל. בתלת עשר ביה יום ניקנור", 
            "אמרו: ניקנור פולמרכוס של מלכי יון היה עובר לאלכסנדריאה בכל יום ויום, והיה מניף ידו כנגד ירושלם וכנגד בית המקדש, ומחרף ומגדף ומנאץ, ואומר מתי תיפול בידי ואהרסנה. ", 
            "וכשתקפה יד בית חשמונאי ירדו לתוך חילותיו, והיו הורגין עד שהגיעו לקרובין שלו, וחתכו את ראשם וקצצו את בהנות ידיהם ורגליהם, וחתכו את ראשו וקצצו את אבריו, ותלאום כנגד בית המקדש. אמרו: פה שדבר בגאוה, ויד שהניפה כנגד יהודה וירושלם ועל בית המקדש, נקמה זו תעשה בהם. ", 
            "יום שעשו כן עשו אותו יום טוב. ", 
            "לא. בארביסר ביה ובחמיסר ביה יומי פוריא אינון דילא למספד", 
            "ימים שנעשו בהם נסים לישראל על ידי מרדכי ואסתר, ועשאום ימים טובים. ", 
            "אמר רבי יהושע בן קרחה: מימות משה לא עמד נביא וחידש מצוה חוץ ממצות פורים. אלא שגאולת מצרים נוהגת שבעה, וגאולת מרדכי ואסתר אינה נוהגת אלא יום אחד. ", 
            "דבר אחר: ומה גאולת מצרים שלא נגזרה גזרה אלא על הזכרים בלבד, שנאמר כל הבן הילוד היאורה תשליכוהו וגומר, עשו אותם ימים טובים; גאולת מרדכי ואסתר שנגזרה גזרה על הזכרים ועל הנקבות, שנאמר מנער ועד זקן טף ונשים ביום אחד, על אחת כמה וכמה שאנו חיבים לעשות אותם ימים טובים בכל שנה ושנה. ", 
            "לב. בשתת עשר ביה שריו למבני שורא דירושלם דילא למספד", 
            "מפני שסתרוהו גוים. וכשהתחילו לבנותו אותו היום עשאוהו יום טוב. ", 
            "ששמחה לפני המקום בבנין ירושלם, שנאמר בונה ירושלם ה' נדחי ישראל יכנס. ", 
            "כה אמר ה' שבתי אל ציון ושכנתי בתוכך ירושלם. ", 
            "ונקראה ירושלם עיר האמת והר ה' צבאות הר הקדש. ", 
            "ואומר שבתי לירושלם ברחמים ביתי יבנה בה נאם ה' צבאות וגומר. ", 
            "ואומר הוא יבנה עירי וגלותי ישלח לא במחיר ולא בשחד אמר ה' צבאות וקו ינטה על ירושלם. ", 
            "לג. בשבעת עשר ביה קמו עממיא על פלטת ספריא במדינת כלקיס בבית זבדי והוה פורקן לבית ישראל", 
            "שכששדר ינאי המלך להרג את החכמים, ברחו מלפניו והלכו להם לסוריא, ושרו במדינת כלקיס. ונתכנסו עליהם הגויים שבאותו מקום וצרו עליהם להרגם, והזיעו בהם זיע גדול, והכו בהם מכה רבה, והשאירו מהם פלטה. והלכו להם לבית זבדי, וישבו שם עד שחשכה וברחו משם. ", 
            "רבי יהודה אומר: סוס היה קשור בפתח, וכל מי שהיה רואה אותו כמדמה שאין שם יהודי, וישבו שם עד חשכה, וברחו משם. ", 
            "יום שברחו משם עשאוהו יום טוב. ", 
            "רבי חדקא אומר: יום שבקשו גוים להרג את חכמי ישראל עלה הים, והשחית שליש בישוב. ", 
            "לד. בעשרין ביה צמו עמא למטרא ונחת להון", 
            "מפני שהיה רעבון ובצרת בארץ ישראל, ולא ירדו להם גשמים שלש שנים זו אחר זו. והתפללו ולא ירדו גשמים. וכיון שראו שיצא רוב אדר ולא ירדו להם גשמים, הלכו להם אצל חוני המעגל", 
            "אמרו לו: התפלל שירדו גשמים. ", 
            "אמר להם: צאו והכניסו תנורי פסחים בשביל שלא ימקו. התפלל ולא ירדו גשמים. עג עוגה ועמד בתוכה כדרך שעשה חבקוק הנביא שנאמר על משמרתי אעמודה ואתיצבה על מצור ואצפה לראות מה ידבר בי ומה אשיב על תוכחתי. אמר: רבונו של עולם בניך שמו פניהם עלי כשאני כבן בית לפניך. נשבע אני בשמך הגדול שאיני זז מכאן עד שתרחם על בניך. ", 
            "התחילו הגשמים יורדין טפין טפין. ", 
            "אמרו לו: רבי ראינוך לא נמות. כסבורין אנו לומר אין הגשמים הללו באין אלא להתיר שבועתך. ", 
            "אמר להם: בני אל תמותו. ", 
            "אמר: רבונו של עולם, לא כך שאלתי, אלא גשמי בורות שיחין ומערות. ", 
            "התחילו הגשמים יורדין בזעף, כל טיפה וטיפה, כמלא פי חבית. ושערו חכמים טיפה אחת לוג. ", 
            "אמרו לו: ראינוך לא נמות. כסבורין אנו לומר אין הגשמים הללו באים אלא להחריב את העולם. ", 
            "אמר להם: בני אל תמותו. ", 
            "אמר: רבונו של עולם, לא כך שאלתי, אלא גשמי רצון ברכה ונדבה. ירדו כתקנן, עד שעלו ישראל מירושלם להר הבית מפני רוב הגשמים. ", 
            "אמרו לו: כשם שהתפללת עליהם שירדו, כך התפלל עליהם שלא ירדו וילכו להם. ", 
            "אמר להם: אין מתפללין על רוב הגשמים. אלא לכו והביאו פר הודיות. ", 
            "הלכו והביאו לו פר הודיות. סמך שתי ידיו עליו ונתפלל ואמר: רבונו של עולם, ראה עמך ישראל ונחלתך אשר הוצאת בכוחך הגדול ובזרועך הנטויה, שאין יכולין לעמוד לא ברוב זעמך ולא ברוב טובך. כעסת עליהם - אין יכולין לעמוד. השפעת להם טובך - אין יכולין לעמוד. יהי רצון מלפניך שיהא רוח. ", 
            "מיד נשבה הרוח ונתפזרו העבים וזרחה החמה ונתנגבה הארץ, ויצאו הכל לשדה, וראו את המדבר שהוא מלא כמהין ופטריות. ", 
            "שלח לו שמעון בן שטח: אלמא חוני המעגל אתה, גוזרני עליך נידוי. שאלו היו שנים כשני אליהו, לא נמצא שם שמים מתחלל על ידך? אבל מה אעשה לך, שאתה מתחטא לפני המקום כבן שהוא מתחטא על אביו, ועושה לו רצונו. אומר לו הבא לי חמין - ומביא לו, הבא לי צונן - ומביא לו, תן לי אגוזים - ונותן לו, תן לי רמונים - ונותן לו, תן לי אפרסקין - ונותן לו. ועליך הכתוב אומר \"ישמח אביך ואמך ותגל יולדתך\".", 
            "אותו היום עשאוהו יום טוב, לפי שאין הגשמים יורדים אלא בזכותן של ישראל. ", 
            "שנאמר יפתח ה' לך את אוצרו הטוב את השמים. לך - בזכותך ובך הדבר תלוי. ", 
            "ואומר ונברכו בך כל משפחות האדמה ובזרעך. בך - בזכותך הגשמים יורדין, והטללים יורדין בזכותך. ", 
            "ואומר ונתתי גשמיכם בעתם. ", 
            "ומעשה שנתענו בימי שמואל הקטן, וירדו להם גשמים קדם הנץ החמה. כסבורים העם לומר שבח הוא להם. ", 
            "אמר להם: הרי אתם דומים למלך שכעס על בנו, אמר לאפטרופוס שלו: אל תתן לו פרנסתו, עד שיבכה ויתחנן לפני. ", 
            "לה. בעשרין ותמניא ביה אתת בשורתא טבתא ליהודאי דלא יעדון מן אוריתא. ולא למספד", 
            "מפני שגזרו מלכי אדום הרשעה שמד על ישראל, שלא ימולו את בניהם, ושלא ישמרו את השבת, ושיעבדו עבודה זרה. וברית כרותה לישראל שלא ימוש ספר התורה מתוכם, שנאמר כי לא תשכח מפי זרעו. ", 
            "ואומר אם ימושו החקים האלה מלפני וגומר. ", 
            "ואומר ואני זאת בריתי אותם וכו'. ", 
            "מה עשה יהודה בן שמוע וחבריו? עמדו והלכו אצל מטרונית אחת שכל גדולי רומי מצויין אצלה ונטלו עצה ממנה. אמרה להם: בואו והפגינו בלילה, ואמרו, אי שמים, לא אחיכם אנחנו? בני אב אחד אנחנו, בני אם אחת אנחנו. מה נשתנינו מכל האומות שאתם גוזרים עלינו גזרות הללו? ולא זזו משם עד שהותרו שלוש מצוות לישראל: שימולו את בניהם, ושישמרו את השבת, ושלא יעבדו עבודה זרה. ", 
            "יום שהותרו להם עשאוהו יום טוב. ", 
            "להן כל אנש דיהוי עלוהי מן קדמת דנא אסר בצלו", 
            "כיצד? יחיד שקבל עליו להיות מתענה. אירע יום טוב הכתוב במגלה הרי זה מפסיק. ", 
            "זה הכלל כל שנדרו קודם לגזרתנו תבטל גזרתנו מפני נדרו וכל שגזרתנו קודמת לנדרו יבטל נדרו מפני גזרתנו. ", 
            "כל הכתוב במגלה דילא למספד מתענין לאחריו ואין מתענין לפניו. ", 
            "רבי יוסי אומר לא לפניו ולא לאחריו. ", 
            "וכל שאין בו דילא למספד אלא דילא להתענאה לחוד מתענין לפניו ולאחריו. ", 
            "רבי יוסי אומר לאחריו אבל לא לפניו. ", 
            "אבל בימים טובים וראשי חדשים מתר לפניהן ולאחריהן. ", 
            "ולמה התירו באלו ואסרו באלו? אלא אלו דברי תורה ואין דברי תורה צריכין חזוק ואלו דברי סופרים ודברי סופרים צריכין חזוק. ", 
            "רבי יוסי בן דוסתאי אומר משום רבי יוסי הגלילי: כל הנשבע להתענות בערבי שבתות ובערבי ימים טובים הרי זו שבועת שוא שמקצת ערב שבת כשבת ומקצת ערב יום טוב כיום טוב. ", 
            "ואין בין אדר הראשון לאדר השני אלא מקרא מגלה ושלוח מתנות לאביונים. ", 
            "רבן שמעון בן גמליאל אומר: כל מצוה שנוהגת באדר הראשון אינה נוהגת באדר השני חוץ מן ההספד ותענית שנוהגים זה כזה. וכותבין בשטר אדר ראשון אלא שכותבין תניין. ", 
            "רבי יוסי אומר: אין כותבין אלא תניין. ", 
            "רבי יהודה אומר: השני נכתב. ", 
            "סיעתו של רבי אליעזר בן חנניא בן חזקיהו איש גורון הם כתבו מגלת תענית, מפני שאינן למודין בצרות, ואין הצרות מצויות לבא עליהם. ", 
            "אבל בזמן הזה שהם למודים בצרות והצרות באות עליהם אם יהיו כל הימים דיו וכל היערות קולמוסים וכל בני אדם לבלריים אין מספיקים לכתב הצרות הבאות עליהם ותשועות הנעשות להם. ", 
            "דבר אחר: אין השוטה נפגע ואין בשר המת מרגיש באזמל."
        ]
    ], 
    "title": "Megillat Taanit", 
    "versionSource": "http://www.sefaria.org/Megillat_Taanit", 
    "heTitle": "מגילת תענית", 
    "sectionNames": [
        "Chapter", 
        "Paragraph"
    ], 
    "categories": [
        "Apocrypha"
    ]
}