{
    "title": "Eshel Avraham on Shulchan Arukh, Orach Chayim",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Eshel_Avraham_on_Shulchan_Arukh,_Orach_Chayim",
    "text": [
        [
            "(עיין באר היטיב ס\"ק ו') ובתשובת שב יעקב סימן א' העלה דלענין המשמורות צריך לחשוב מצאת הכוכבים עד ע\"ה לג' משמורות כמשמעות ש\"ס ברכות דף ג' ע\"ש שלא כדעת הזוהר אמנם מי שמתעורר לקום בחצות עפ\"י הזוהר יחשוב י\"ב שעות ממש אחר חצות היום כדעת הזוהר כשהחמה עומדת באמצע הרקיע ע\"ש:",
            "<b>וחטאת כו'</b> מה שהקשה המ\"א הלא קי\"ל חטאת קודם לעולה עיין תשובת שב יעקב ס\"ב דמתרץ דברי הטור וש\"ע בג' אופנים:",
            "<b>עיין באר היטיב ס\"ק י\"ג</b> הנה בתשובת שב יעקב סי' ב' נסתפק אם יאמר פ' חטאת ואשם יום א' אחר יוה\"כ ולפי מ\"ש ב\"י דיאמר נמי יהי רצון אחר פ' אשם משום שאמרו על בבא ב\"ב שהיה מתנדב אשם תלוי בכל יום ע\"ש הלא סיומא דמתניתין הוא חוץ מיום א' אחר י\"כ א\"ל המתן עד שתכנס לספק כו' ואפילו אפשר נמי להסתפק דפרשיות לבד נמי לא לימא כמו שא\"א מזמור לתודה בערב יוה\"כ אלא דצידד טעם למנהג מטעם דאמרי' חייב חטאת ואשם ודאי שעבר עליהם יה\"כ חייבים להביא אח\"כ אבל יה\"ר לא יאמר כלל ע\"ש:",
            "בספר אליהו רבה מביא הך ברייתא דר\"א הגדול אומר כל העוסק בפרק שירה בכל יום כו' וכ' בשם מהר\"מ מטראנו שדהע\"ה חיבר פרק שירה ברוח הקודש. ודייק בלשון כל העוסק ולא אמר כל האומר כי הענין העוסק הוא לדעת ענינו הדברים וכוונתם לתועלת לקבל מוסר מן השירות האלו כו' ע\"ש:"
        ],
        [],
        [
            "<b>ונכון כו'</b> הנה משמעות הזוהר וכן הוא בתשובת מנחם עזריה להיפוך ועיין בתשובת שב יעקב סי\"ג פלפול עמוק מאד בזה והוכיח דגם כוונת הש\"ס מסכים לדעת הזוהר היינו שיהא ראשה ומרגלותי' אחד למזרח ואחד למערב דוקא:",
            "<b>נשוי כו'</b> ובסעיף י\"ז ז\"ל לא הותר לנשוי לאחוז באמה אלא להשתין אבל להתחכך לא מעתה אין הכרע אי מותר לנשוי להתחכך למטה מעטרה אודוקא להשתין מותר ועיין ב\"י מ\"ש בשם ב\"י סמ\"ג שהביא ספיקא של מהרי\"ל ז\"ל בזה לענין אחיזה באמה ע\"ש ובת' שב יעקב סי' ד' האריך למעניתו ופסק דאף לנשוי לא שרי להתחכך כי אם מעטרה ולמטה ע\"י כתונת דוקא ולפניו אפי' בכה\"ג אסור:"
        ],
        [],
        [
            "<b>מבואר בבחיי פ' אמור שקודם שיזכור השם יכוין כן.</b> ועיין בס' אליה רבה בענין קריאת השם בשם שו\"ת מהר\"ם לובלין ז\"ל. עוד כפי חכמי האמת דלעולם יכוין לכלול הוי\"ה עם אדני בשלוב כזה יאהדונהי וביום יכוין כן התחלת אותיות הוי\"ה שהוא דכורא. ובלילה תחלת אותיות א\"ד שהוא נוקבא:"
        ],
        [
            "<b>אשר יצר.</b> אבל לא על נט\"י דא\"צ לנטילה ודי בנקיון עפר וצרורות ראב\"ד והא דמברכין ענט\"י שחרי' אפשר הטעם דאמרינן בש\"ס דחולין נוטל אדם ידיו שחרית ויתנה עליהם כל היום עיין שו\"ת רמב\"ן סי' קנ\"ג וסי' קנ\"ד."
        ],
        [
            "<b>אשר יצר.</b> ולא דמי להא דבסי' קס\"ט דשמש אף שהוא נמלך אינו מברך ברכה אחרונה כ\"א פעם א' עיין תשובת ב\"י ובת' בי\"ד ס\"ג כ' דעכ\"פ כשהשתין ג\"פ אינו מברך כ\"א שתים דומיא דתפלה שאין לה תשלומין אלא א' ומסיק עוד דיותר טוב שיברך אחד ויברך לכולם:"
        ],
        [
            "<b>ויברך. </b> והא דאין מברכין על כל המצות תי' בת' הרמב\"ן סי' קפ\"ט דכל מצוה שאין בה מעשה כגון שמיטת כספים וכ\"ד שנמסרו לב\"ד וכן דברים התלוים בדעת אחרים כגון צדקה וכדומה וכן מצוה הבאה ע\"י עבירה כגון השבת גזל ורבית ובמתנות כהונה נמי לא דמשולחן גבוה זכו משא\"כ פדיון הבן והפרשת תרומה שאין מברך אנתינה אלא אהפרשה וכן א\"מ על כל מצוה שאין עיקר המצוה כחליצה ויבום דהמצוה היא פריה ורביה אלא דמצות אלו מסתעפים ממנה וכן מיתות ב\"ד נמי לא לפי שאין הקב\"ה חפץ במיתות רשעים ומה\"ט נמי א\"מ על מים אחרונים הבאה משום מלח סדומית ואין לברך אפורעניות וע\"ש באורך: <b>במ\"א ס\"ק ד' </b> הציון על תיבת ויעמוד הוא ט\"ס וצריך לרשום הציון על תיבת על ראשו ומ\"ש א\"כ כשמתעטף בארנו כו' י\"ל שמניח רוב הטלית לקומתו דא\"כ העיטוף הוא באורך ועיין סימן י\"א ס\"ק ט\"ו: <b>ס\"ק ו' </b> וכמ\"ש סימן ש\"א סעיף ל' כצ\"ל:",
            "<b>חובת ציצית כו'.</b> מטעם זה מתיר בת' ב\"י לעשות מטלית גדול שיש בו ציצית פסולים טלית קטן ועיין ת' פרי הארץ סימן י\"ב טלית שנקרע אי מותר ליטול ממנו ציצית שלו:",
            "<b>בציצית כו'</b> ובת' בית דוד סימן ז' כתב כהב\"ח עיין באר היטב ס\"ק ה':"
        ],
        [
            "<b>לבגד משי.</b> עיין תשובת הרשב\"א סי' תקנ\"א. ועיין בס' אליה רבה מה שהביא בשם שו\"ת הרדב\"ז. ומהר\"ם מרוטנבירג כמה דינים מזה ובטלית של צמר והערב משי או איפכא ע\"ש:"
        ],
        [
            "<b>עיין.</b> בלקוטי תשובת מטה אשר סימן ט\"ז:",
            "<b>עיין באר הטיב ס\"ק יו\"ד</b> בתשובה שב יעקב סימן ה' נשאל ממי שהיה לו סארדאקיל של משי לשבת הואיל דלדעת ב\"י א\"ח בציצית כ\"א מדרבנן ואפי' לדעת פוסקי' שהוא מדאוריי' הלא דעת קצת פוסקי' שאינה נפטרת כ\"א במינו אי מותר לו להכניס ולהוציא באותו בגד בשבת למי שמקום דירתו אינה מוקפת מחיצה ויש לחוש להא היוצא בטלית שאינה מצוייצת חייב חטאת ועיין מ\"א ריש סימן י\"ב גבי כדי עניבה כו' העלה הגאון הנ\"ל להתיר דר\"ה שלנו אינו אלא כרמלית: ועיין בספר ע\"ת סי' י\"א ובספר אלי' זוטא. אך שכתב המ\"א עליהם דאין לעשות ספק דרבנן לכתחלה ע\"ש ומ\"מ בנ\"ד הלבוש נעשה לשום מצוה לכבוד שבת ושלא יהא בגדי שבת כחול כו' ואי צריך להפשיטו תמיד קודם ציאתו מביתו ה\"ל טרחא וזה הוי כדיעבד ועיין פסחים דף י\"א ובשבת י\"ז. ולכן אין להחמיר מצד שחיובו אינו אלא מדרבנן דהם אמרו והם אמרו וע' מ\"א ריש סי' תרנ\"ה מ\"ש בשם רש\"ל אך אחרי פלפול ארוך העלה הגאון הנ\"ל לפשיטת דבגד דחייב בציצית מדרבנן מחויב בדבר קרינן ביה והוי מצוייצת כהלכה אלא דלדעת תוס' אינו כן ע\"ש ואין להקל כ\"כ אבל מ\"מ להשבות דרבנן אין לפקפק כלל:",
            "<b>פטורים כו'.</b> ושיעור הטלי' אמה מרובעת בת ששה טפחים וחצי אצבע עיין תשובת נחפה בכסף סימן א' ותשובת פרי הארץ סי' א':"
        ],
        [
            "<b>פסול.</b> טלית שיש לו גוון מאב\"י בשפה לנוי ולתפארת איסור גמור הוא למדוד מהשפה ג' אצבעות דלא כבני חייא ועיין רש\"ל בהגוזל בתרא סימן ס' ות' דבר משה סימן וי\"ו:"
        ],
        [
            "<b>עניבה.</b> ר\"ל שקשר ראשי רצועות יחד קשר גמור שהעבירו דרך הנקב מכאן ומכאן ואח\"כ קשר ב' והעבירו קצת ממנו דרך הנקב עיין בת' בית דוד סימן יו\"ד דמסיק עניבה היינו כשמשכו ביד א' ניתר:"
        ],
        [],
        [
            "<b>שמכשיר</b> עיין מה שהקשה בבאר היטב סק\"ד ובת' בי\"ד תי' דמיירי באין שהות ביום. א\"נ שמא יופסדו וישאר בלא ציצית אותו יום לגמרי:",
            "<b>אחרים</b> עיין באר היטב ס\"ק ה' ומזה הותר הסתפקות של מהר\"י חאגז ז\"ל בה\"ק סי' צ\"ב בשוכר בית בח\"ל דק\"ל כל למ\"ד יום פטור ממזוזה אי רשאי להחמיר ולברך עליו תוך הזמן ועי' ת' בית יהודה סי' י\"ד:",
            "<b>טלית חבירו כו'</b> עיין בס' אליהו רבה מה שתמה על מ\"א שהקשה מסימן תרמ\"ט דאדרב' שם מפורש להדיא להתיר ליקח לולב שלא מדעתו ולברך ועיין בת' בית יעקב סי' קי\"ד דפסק ג\"כ לברך:"
        ],
        [],
        [
            "<b>קטן</b> עיין מ\"ש סי' ס\"ב ובתשו' בית דוד ס\"ח העלה דלא כבני חיי' דאמר דוקא אמה על אמה אלא דפחות מזה הוי שיעורא דציצית וכן העלה שם דמצטרף ארכו לרחבו ואם יש בהם כשיעור מהני ע\"ש:"
        ],
        [],
        [
            "<b>זמן.</b> ובתשובת בי\"ד קרא תגר על הנוהגים להתעטף בטלית בערבי שבתות ויום טוב בתפלת ערבית ולא נמצאו כן בפוסקים והמתירים להם לא הלכו אור ואפילו בלא ברכה הוא איסור גמור ועי' בספרי קבלה המתעטף באותו שעה גורם כמה ענינים ומעורר דינים קשים ר\"ל וכ\"ד הזוהר והרמב\"ן והראב\"ד והא דבסימן תקפ\"א שהש\"ץ מתעטף היינו משום שהוא קרוב ליום וליכא למיחש כמו נפילת אפים ע\"כ:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>של מת.</b> בב\"י משמע דבבית הקברות נמי מותר חוץ לד' אמות. וכ\"כ הב\"ח. אבל האחרונים מחמירין אפילו חוץ לד' אמות ועיין בס' אליה רבה:"
        ],
        [],
        [
            "<b>תפילין.</b> הוא לשון פליל' אות ועדות שהשכינה שרוי עלינו טור ובתשובת בית דוד סימן כ\"ף הקש' דפלילה אינו לשון עדות אלא לשון הפלאה שאנחנו מופלאים ומובדלים מאומות. ובתוס' מנחות ל\"ד מפרש שהוא לשון פליאה וויכוח ע\"ש: ומ\"ש באר היטב ס\"ק א' בשם כנסת הגדולה ע\"ש טעמו משום דציצית תדיר שנוהגת בשבתות ויו\"ט והקשה עליו בת' הנ\"ל סי' יו\"ד הלא ציצית חובת מנא הוא ויכול לעשות מלבושיו באופן דפטורים לגמרי משא\"כ קרקפתא דלא מנח תפילין אלא דהטעם משום שהם קודמין למצוה עיקר ובספר אליה רבה פסק דמצות תפילין קודמין לציצית ע\"ש:"
        ],
        [],
        [
            "<b>כלל.</b> ומי שיש לו נתק בראשו מותר להניחה על הכובע רשב\"א ומהר\"מ אלשקר דלא ככנה\"ג ועיין תשובת חבר משה סימן ז':"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>קלף.</b> ועיין תשובת בתי כהונה בית דין שאלה י\"ב דמסיק דלא מיפסל פיסוק באות כל שאין צורת' נפסדת יען כי כן מדוקדק לשון הרמב\"ן וכן מפורש בטור וספיקות מהרי\"ק אינו מוציא מידי פשיטות המורים הגדולים אלו. ועיין י\"ד סי' ר\"פ ס\"א. והא דבאמת חשש מהרי\"ק לדברי ירושלמי הלא ש\"ס דידן מסיק דלא בעינן היקף גויל אלא שלא יגע אות באות תי' בת' בי\"ד סי' כ\"ג דניקב תוכו שאני דחשיב כגופו טפי מסביבו דהוא מגוף היריע':",
            "<b>פסול.</b> יודי\"ן שלא נמצאו קוצי התחתון בשמאל לדעת רש\"י כשרים דיעבד ולר\"ת פסולים וכ\"כ המרדכי והר\"ר יצחק בר' ברוך כתב דרש\"י מודה לר\"ת בזה ועכ\"פ הוי ספק דאורייתא. ומ\"מ העל' בת' בי\"ד דאין לפסלן אלא דיש לו עדיין תקנה ואל תשגיח בזה לדברי אגור דהוי שלא כסדרן ועיין ביד אהרן סימן ל\"ו:",
            "<b>פסול.</b> כוונתו עד שיגרור מעט מסוף רגל הכ\"ף ת' בי\"ד סי' כ\"ד:",
            "<b>פסול.</b> אות שבספר תורה דבוקה בחברתה בין שטה לשט' מצד תג של שין בסוף רגל העי\"ן אין לברך עליה בתחלה ד\"מ ס\"ח ועיין באר היטב סימן קמ\"ג ס\"ק ט':",
            "<b>כגון שריש\"ן שלה כמו דלתין</b> ע' ת' זרע אברהם סימן למ\"ד:",
            "<b>קולמוס.</b> כף פשוטה דתפילין שנחלק' באמצע כגון זה  לא מהני כשתינוק קורא אותו וא\"ל תקנה אלא גניזה ת' בי\"ד סימן כ\"ה דלא כמהר\"ם (המאיר) יע\"ש:",
            "<b>החריץ</b> ושריטה או רשימה בעלמא לא מהני כלל ועכ\"פ החריץ צריך להיות כאצבע עיין ת' כהונת עולם סי' ע\"ח:"
        ],
        [],
        [
            "<b>תפילין.</b> עיין ת' סם חיי ס\"א אם טעה והניח של ר\"ת תחלה אי יחזור לברך על שם רש\"י:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>ידי.</b> עבה\"ט סק\"ה וע' תשו' מהרשד\"ם סי' קמ\"ה כ' רד\"א הא שתקנו הברכות בנוכח ונסתר מפני שהקב\"ה נגלה ונסתר מצד אלהות וגם הנשמ' נראית ונעלמת מברכת בנוכח ונסתר וכו' ע\"ש עוד כ' אם יכול להוסיף על מאה ברכות הרי זה משובח כמ\"ש דוד והוספתי על תהלתך:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>בלא ברכה.</b> לפי שלדעת הגאוני' לא נתקנה פסוקי דזמרה כלל כ\"א קודם התפל' אלא דרבותינו צרפתי' כתבו דבין כך ובין כך אומרים אותה ודרך פשר דבר עכ\"פ אין לברך לפניהם ולאחריהם ת' רמב\"ן סי' קצ\"ח:"
        ],
        [
            "<b>מנין.</b> כי דבר שאומרים עליו קדיש צריכא בי עשרה ועיין סי' רל\"ד וכן פורס על שמע יאמר תחיל' איזה פסוקים ועיין ת' בי\"ד סי' למ\"ד דמחלק בין קדיש שתקנו חכמים א\"צ למנין באמירות פסוקים משא\"כ כשיאמר קדיש על למודו וכדומה כשיבאו עשרה צריך ג\"כ ללמוד שום ברייתא או משנה:",
            "<b>סומא.</b> וה\"ה חרש תשובת רשב\"ש סימן ס\"ד:",
            "<b>לעכב.</b> עי' ת' דבר משה סי' ד' באיזה אופן יכול היחיד למחות ועיין כנה\"ג ורשד\"ם ח\"א סי' ל\"ה ורש\"ל פ\"ק דחולין סי' נ\"ח מהראנ\"ח ז\"ל ועיין ספר חסידים סי' תשנ\"ט וע' בת' ד\"מ הנ\"ל סי' ה' בש\"ץ שנשבע בטוי להבא ועברה גם גנב. וש\"ץ טוען שהעדים נוגעים בעדותן גם השבועה היתה באופן אחר וכבר התירו לו בג' מה דינו. וע' ת' נ\"ש סימן כ\"ג:",
            "<b>שרוב.</b> ומהרא\"ם בת' והביאו בת' לא\"ר דאזלינן בתר רוב דעות בין עניים בין עשירים וכן בכל תקנות והסכמת הקהל:",
            "<b>אא\"כ.</b> עיין ת' בי\"ד סי' כ\"ט בש\"ץ שנשבע שלא לשחוק בקוביא ועבר על שבועתו דמסלקינן ליה ומכ\"ש שלא למנותי לכתחלה ומכל מקום מסיק דלא מסלקינן ליה אלא בב' עדים מעידים עליו והודאתו לבד לא מהני ועיין ת' דבר משה סי' ג' וסי' ה' ובי\"ד סימן כ\"ח ובמהרי\"ט ובמרש\"ל ובת' עדות ביהוסף סי' כ\"ז בענין זה ע\"ש ובת' פני משה סי' ט\"ז הרבה דיני' המסתעפי' בנידן הזה. ובת' נ\"ש סי' כ\"ג וסיים שם דאם נשבע ועבר עליה בדבר שהי' בה חימוד ממון אע\"פ שילקה ויתענה ויעשה כמה סייגים אינו חוזר לכשרותו עד כי יפייס בעל דינו עיין ח\"מ סי' ל\"ד ועיין בת' נ\"ש סי' י\"ז לענין חשוד בא' מעבירות שבתורה:",
            "<b>בנו</b> שוחט שהחזיק במלאכתו ומת והניח בנים קטנים והחזיק אחר בה וכשהגדילו תובעים חזקת אביהם אין טענות' טענה וראיה מת\"כ פ' צו והכהן המשיח תחתיו מבניו שבנו קודם לכל אדם יכול אע\"פ שאינו ממלא מקום אבותיו ת\"ל ואשר ימלא את ידו בזמן שממלא מקומו אין וא\"ל יבא אחר וישמש ולא אמר ישמש תחתיו עד שיהא בנו ראוי משמע בהדי' כיון דאידחי אידחי וע' ת' הרדב\"ז סי' נ\"ט ובת' רשב\"א ח\"א סי' ש' ועיין ת' אוהל יוסף ס\"ב. ובת' לי\"ד סי' ל\"א העלה דכ\"ז אינו אלא כשצבור רוצה למנות מסייע תחלה אז הבן קודם אבל אין לדחות המסייע בשביל בנו של ש\"ץ. וכ' עוד דאם אחרי מות הש\"ץ רצו למנות ש\"ץ הבן קודם אבל מ\"מ המסייע במקומו עומד: רב שגברה עליו חולשה מחמת זקנה ומינה בנו לדרוש בכל שבת בלתי פוצה שום אדם את פיו. וכד נח נפשיה של זקן בקשו לדחות את הבן והעלה בת' ד\"מ סימן א' דאין בכחם להעבירו אף כי ישנו באותו קהלה מופלגים יותר ממנו ועי' י\"ד סי' רמ\"ה בדברי רמ\"א ות' רשב\"א סימן שי\"ן ועיין כנה\"ג ורשד\"ם ח\"א סימן ל\"ה ורש\"ל פ\"ק דחולין סי' נ\"א:",
            "<b>סתמן</b> וכת' לא\"ר סי\"ב על ענין חזן שקבלוהו כל הקהל ועתה רוב הציבור אינם חפצים בו ומינו חזן אחר אי יכולים המיעוט לעכב על ידיהן והשיב אף דמתשובת רשב\"א משמע דיכולין לסלקו מ\"מ בנ\"ד א\"מ אותו (וכ\"כ הרלב\"ח ז\"ל ע\"ש) דסיים מ\"מ שכיון שרוב הקהל חפצים באחרון ישמשו שניהם דרך פשר דבר ע\"ש:"
        ],
        [],
        [
            "<b>הקדיש</b> משמעותי' אבל לא הקדוש' דיוצר אור מטעם דצריכה נמי בי' עשרה ובסימן נ\"ט ס\"ח הכריע הרמ\"א היפך סברא זו ע\"ש ועיין לקוטי מטה אשר סימן נ\"ט:",
            "מתפללין ע' באר הטיב בשם א\"ז מ\"ש ועיין ת' שב יעקב סי' ו' דהחמיר בדבר אפי' בשעת הדחק מטעמא דרוב פוסקים החמירו ואת\"ל דשוים המה מ\"מ הוי כמו ספק ברכות להקל מכ\"ש כיון דהוי תרי דרבנן תפלה עצמה היא דרבנן וכן להתפלל בעשרה: ועיין ברא\"ש. ועין רמ\"א סי' קצ\"ט דכ' להדי' דאין מצטרפין ואין לשנות וכאן כתוב דיש נוהגים להקל וא\"כ דבריו סותרים זה את זה וא\"ל דרמ\"א סובר דחמיר להצטרף לג' מעשרה ועיין סימן קצ\"ד דבג' סגי כשקורא ומודיעו ובעשרה צריך דוקא לישב עמהם מעתה מצאנו ראינו דחמי' הצטרפות לג'. זה ליתא דשאני הכא דהטעם הוא משום דבעינן גדלו לה' אתי מעתה סגי בשומע ועונה אבל בעשרה הטעם משום דשכינתא שרי' וז\"א כ\"א יושבים במסיבה אחת אבל לענין צירוף קטן ודאי דקילי יותר. ועיין סי' קצ\"ד דכ' להדיא דאין מצטרף קטן אפי' ליו\"ד דודאי דבר שבקדושה חמיר טפי מזימון. וכן לא מצינו שום פוסק דס\"ל דזימון בעשרה יהא חמיר מעשרה לתפלה ע\"ש:",
            "<b>כל העשר'</b> בק\"ק א' הס\"ת מונחים בארגז למעלה מעשרה ולמטה הוא מקום חלול ומכוס' בקרשים: ולסיבות צרת העיר נחבאו שם ב' וג' יחידי סגולה וביניהן כהן א' מעתה יש להסתפק אי מצטרפין לעשרה וכן אי המחיצה פוטר הכהן מנשיאות כפים והעלה בת' פ\"ה ח\"ב סימן א' דאם אין המחיצות מגיעות לתקרה מוד' הסמ\"ק להרשב\"א דאין מצטרפין כמו כן לענין נשיאות כפים דהא ליכא עשרה בלשכה:"
        ],
        [],
        [],
        [
            "<b>מעט עי' ת' בי\"ד סימן ל\"ו.</b> דמפרש ואזיל דהיינו שהתחיל השמש לצאת ממקומה ואינה נראה ואינו נודע לנו עדיין:",
            "<b>של יום</b> דוקא לקרות שתיהן מיד לאחר עמוד השחר או קודם נץ החמה אבל לקרות א' של ערבית מיד בעלות השחר קודם זמן ק\"ש של יום ואחרת בזמנה מותר אע\"פ שקורא שתיהן קודם נץ החמה מנכ\"ה דף כ\"א ובס' א\"ר משיג עליו ע\"ש פלפול ארוך מאוד בתוס' ברכות דמתרץ כמה קושיות גדולות עליהם וע\"ש לדינא כי ירד שם לעומקה של הלכה:"
        ],
        [
            "<b>אמן.</b> ומנהגינו דאין אנו עונין כלל אמן אחר ברכ' ק\"ש וכ\"כ מוהריק\"ש ועי' תשובת ביו\"ד כ':"
        ],
        [
            "<b>אינו מעכב.</b> עיי' בספר אליהו רבא בפי' הטור ורב האי בזה ועל תמיהת הב\"י בענין זה ע\"ש:"
        ],
        [
            "<b>שאחר מ\"ם.</b> אבל בשל\"ה כ' בשם ספר באר מים חים דבכל אל\"ף שאחר מ\"ם צריך להפסיק אפי' כשאין שייך טעם דמותם. כגון ועבדתם אלהים עיניכם אשר. זונים אחריהם אלהים אני וכדומה. וכן יראה לדקדק ביו\"ד של יהיה יפתה ירבו ודומיהן שלא יהיה נראה כאלו מתחלת התיבה באל\"ף איה\"ה איפת\"ח אירב\"ו ע\"ש עוד דיקדוקים אחרים:",
            "<b>בתפילין וה\"ה בציצית כשזכרם.</b> ועיין ת' רשב\"א הא דא\"צ למשמש במזוזה באמרי וכתבתם וגו':"
        ],
        [
            "<b>ולא דקדק.</b> כתב בספר החינוך פ' ואתחנן אין הענין שלא להזכיר התיבות והאותיות ח\"ו שבודאי לא יצא. אבל ענין לא דקדק בהן הוא שלא נתן ריוח בין הדבקים וכן שלא התיז הז' של תזכרו או שלא האריך בד' דאחד. וכדומה ואיתא בש\"ס כל המדקדק בהן שכרו שמצננין לו גיהנם ועיין רמז לזה בספר מ\"א:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>פטור</b> וכשהגיע כבר תפלת מנחה קודם שמת לו מת ונתעסק בקבור' עד אחר ערבית העלה בתשובת בי\"ד סי' מ\"ב דא\"א להתפלל ערבית שתים דהא אין החיוב חל עליו אלא ברגע אחרון של יום דבזמן הקודם לזה ואין החיוב בו כ\"כ אלא דיוצא כשמתפלל ע\"ש כ\"פ הרב מוהר\"א והרב מוהר\"ר חיים עשאל ס\"ל דחייב והביא ראיות הרבה מפוסקים וכן מש\"ס מהא דאמרינן חיגר ביום ראשון ונתפשט ביום שני ע\"ש:",
            "<b>אין מוחין.</b> ע' ת' בי\"ד סי' מ\"א כשמתפלל מחמת טעות שסבר שחייב מחויבים למחות בידם וראיה מפ' הפועלים צ\"א רבה איגנב ליה דיכרא במחתרת' אהדרינהו לא קבלינהו דקננהו בדמים. והקשו תוס' דהלא מ\"מ חייבים לשלם בבא לצאת ידי שמים. ותי' דהם סברו שמדינא חייבים ואם היו יודעים שפטורים בדין לא היו מחזירין ע\"כ:"
        ],
        [],
        [],
        [
            "<b>להרחיקן.</b> עיין בי\"ד סימן מ\"ג טעם על שא\"א נזהרין בזה:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>בבית המרחץ.</b> אפי' רחצו וסיידו בסיד דהא שם מרחץ עליו ולא הוי מחניך קדוש ספר בית יהודה סי' יו\"ד:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>ולא לשתות.</b> עיין באר הטיב מ\"ש בשם מהרח\"ו ז\"ל: שאלה זו נשאל בתשובת שבות יעקב סי' ח' אי רשאי לאכול או לשתות דבר קודם אור היום כדי שתתיישבה דעתו עליו. והשיב דבאדם חלוש מותר לאכול ולשתות דבר מה לחזק לבו לעבודת הבורא ובסדורי מוהר\"י לוריא כ' להדיא דכן הוא מנהג מוהרח\"ו אלא דחצי שעה קודם היום אסור כנזכר בפוסקים דאז הגיע זמן תפלה וסיים שם דכל דברי הזוהר המחמיר לא איירי אלא במי שעוש' דרך רעבתנות להנאה יתיר' דרך גאוה וסמכו בזוהר דהוי כעונן ומכשף ע\"ש אבל לא למי שעושה לרפואה או שיהא גופו חזק ובריא להתפלל בכוונה:"
        ],
        [
            "<b>הציבור.</b> אם קראו לו למול לכאורה דבר פשוט דנדחה מצוה דרבנן. אך בתשו' בית יהודא סי' מ\"ח העלה כיון דאין החיוב עליו כ\"א על אבי הבן פשיטא ליה דיעסוק בתפלה עם הציבור. ומכ\"ש לשמוע מקרא מגילה קודם למילת בנו של אדם אחר ע\"ש:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>ויסיר.</b> עיין תשו' הרשב\"ם סי' קצ\"ג חלוקים ואזהרות רבו' בענין זה ומה שיש בין ר\"ה ליה\"כ וכתב בס' החסידים אל תמהר להוציא דבריך מהר מפיך ואם תרצה לפרנסה אל תשים לבך רק לאותו ברכה לברכת השני' או אם יש לו חולי רק לברכת חולים מפני שאומרים עליך למעלה זה פלוני סבר שאין צריך אלא זאת לכן תכוין כל הברכות ואל תשים לבך רק לבקשות כו' ע\"כ:"
        ],
        [
            "<b>שאר.</b> אבל אין מצרפין אותו לענין עשרה ת' בי\"ד סימן מ\"ה. ולענין ג' לזימון אפשר דשרי ע\"ש:"
        ],
        [],
        [
            "<b>יכוין באבות.</b> עיין באבודרה\"ם הטעם ובאגודה משמע אף במודים וכ\"כ בס\"ח ועיין בס' אליה רבה דמביא טעמים ע\"ז:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>שתוליכנו ותחזירנו לבתינו בשלום</b> כן הוא ברא\"ש ובחידושי רשב\"א ור\"י ואבודרהם וכתב בס' נ\"ל יש נוהגים לומר אחר ת\"ה יושב בסתר עליון שיר למעלות אשא וגו' וכן בעלי מעשים אומרים בצאתם מביתם בית יעקב לכו ונלכה וגו' ועיין בס' אליהו רבה מה שמביא בשם של\"ה:"
        ],
        [],
        [
            "<b>בג' ראשונות.</b> מה שמזכירין תחיית המתים ששה פעמים. דארבע' חשובים כמתים עיין ש\"ס ועוד מיתה טבעיות ורשע נקרא מת בחייו. ומ\"ש מחיה מתים ברחמים רבים מורה על עמי הארץ דמן הדין לא יהיה להם תחיה אלא ע\"י שמהנים לת\"ח בפרקמטיא עיין פי\"ג דכתובות. מ\"ש ראה נא בענינו לאו גאולה מגלות היא דהא כבר נאמרה בברכת בונה ירושלים וצמח דוד אלא מהרפתקאות תדירי ר\"ל עיין ריש פ\"ג דמגילה ובברכת השיבה רומז ע\"ד וארשתיך לי בצדק ובמשפט ובחסד וברחמים כמ\"ש במדרש לפי שעשה אברהם צדקה ומשפט נתן לבניו חסד ורחמים שנאמר פסקו לעשות צדקה ומשפט כו' וכשיחזרו לעשות צדקה ומשפט כו' שנאמר ציון במשפט תפדה הקב\"ה מוסיף להם רחמים וחסד ומ\"ש תקע בשופר גדול שהוא גדול במעלתי שהוא סי' חירות לישראל וחזרת הארץ ועיין בהשמטות בי\"ד לא\"ח מסי' תקט\"ו עד תקי\"ט באריכות:"
        ],
        [
            "<b>להוסיף.</b> והא דל\"א עכ\"פ מלך העולם אלקי אברהם כו' שהרי בפרק שהתחיל להיות אלקי אברהם עדיין לא קבלו כל יושבי תבל ושוכני ארץ מלכותו חזקוני פ' חיי שרה. ומ\"ש אתה גבור לעולם רצה לומר בלי שום שינוי והפסק כי אין זקנה לפניו: מחיה מתים אתה ולא ע\"י שליח. מחיה מתים ברחמים רבים כמ\"ש בפ\"ק דר\"ה ג' כתות ליום הדין (פירש\"י ותו' כשיחי' המתים) עד ובה\"א ורב חסד מטה כלפי חסד כו'. ומקיים אמונתו לישני עפר הם האבות שהם ישנים ולא מתו. שנדר להם מתן הארץ ויקיים דברו לעת התחייה. או מקיים אמונתו להחיותם אף כי לא מתו וממית אותם שעה אחת קודם התחייה עיין פרק הפועלים. מלך ממית ומחיה כשם כשממית מלמעלה כך מחיה אותם מלמעל' וא\"צ להוריד טל עליהם עיין מדרש הנעלם פרשת וירא ונאמן אתה להחיות מתים הוא שמעמידן במומן שלא יאמרו אחרים הם ע' מ\"ש בתשובות בי\"ד מסי' תקט\"ו עד תקי\"ט:"
        ],
        [],
        [],
        [],
        [
            "<b>כיחידים.</b> מקום רחוק מקו השוה לצד דרום שקוטב דרומי גבוה שם כ' מעלות וקוטב צפוני נסתר להם תחת האופק עשרים מעלות ויותר באופן שנשתנה שם העתים וימות החמה להם מתשרי עד ניסן וימות הגשמים מניסן עד תשרי ומניסן ועד תשרי א\"צ לגשמי' וגדולה מזאת שאם יעבור עליהם הגש' בזמן ההוא רע להם הרבה כי ירטיב האויר ונהפך לחלאים רעים ר\"ל ומפני אילו הסיבות רוצים לשנות סדר התפלה בענין שאלה והזכרה היפך מדינתנו והעלה ת\"ח ח\"ג ס\"ג בודאי דבימות החמה א\"צ להזכיר ולשאול ברכ' השני' אלא בש\"ת אמנם מחג הפסח ואילך באשר הגשמים רע להם ודאי דאין להזכיר ולא לשאול גשם כלל כמ\"ש הרמב\"ם בפירוש משנה וכ\"מ בש\"ס דקאמר אר\"א אר\"י הלכה כר\"י ופריך ומי אר\"י הכי והתנן כו' ומשני הא לן הא להו ופריך מ\"ש לדידן דאית לן פירא בדברא (כלומר דלבני בבל אית להם פרי בשדה) לדידהו נמי אית להו עולי רגלים ושני כי קאמר ר\"י בזמן שאין ביה\"מ קיים השתא דאתית להכי כו' ע\"ש מכל הנ\"ל משמע כל שיש נזק בגשמים אין שואלין מעתה אין להם לשאול כ\"א בשומע תפלה:"
        ],
        [],
        [],
        [],
        [],
        [
            "ז\"ל הטור נהגתי לומר אלקי נצור עד וקלקל מחשבתם מלכינו ואלהינו רופא כל בשר יחד שמך בעולמיך בנה עירך ויסד ביתך ושכלל היכלך קרב קץ וכו' ע\"ש וכן כתב רש\"ל:"
        ],
        [],
        [
            "<b>כל י\"ח ברכות.</b> ודי בשמיעתו מש\"ץ לבד וא\"צ לשחות בתחלה וסוף ולענין אי רשאי לענות מודים דרבנן נסתפק ליה בת' ב\"ד סימן ל\"ג ע\"ש:"
        ],
        [],
        [],
        [
            "<b>שאתה</b> עיין ת' בי\"ד סי' נ\"ב טעם מספיק על דלא אמרינן נוסחא זו:"
        ],
        [],
        [],
        [],
        [
            "<b>אומרים.</b> עיין מ\"ש באר הטיב סקי\"ב בשם הכנה\"ג ובתשו' ת\"ח ח\"ג סימן ד' מוסיף עוד אפילו אם אין בעל הברית בעיר מכיון שהולכים הקרובים שם ומזמרין שם וראוי לשמוח באותו מצו' כמ\"ש כל מצוה שקבלו עליהן בשמחה כו' א\"א תחנון:"
        ],
        [
            "<b>יתום.</b> על מה שקטנים שלא הגיעו לחינוך אומרים קדיש והציבור עונים אחריהם. וכן מה שאומרים אחר לימוד משנה ברייתא דאר\"ח רצה הקב\"ה לזכות א\"י כו' עיין ת' בי\"ד סי' נ\"ב וסי' ל\"א. ומנהגי קדיש עיין באר הטיב ס\"ק ה'. חבורה ששונין בכל יום בעשרה ומנהגם שאם אירע לא' יא\"צ או אבילות ח\"ו שיאמר כל הקדישים ובהיות שאין אבל ביניהם השכירו כל הקדישים לאחר שאין מבני החבורה ולא התנו באם שאירע ח\"ו לאחד מהן אבילות שיתבטל השכירות ואח\"כ אירע לאחד מהן אפילות העלה בתשובת שב יעקב שאלה ז' דיחלקו הקדישים בשוה:"
        ],
        [],
        [],
        [
            "<b>קורין כו'.</b> עיין באר הטיב מ\"ש בשם עטרת זקנים. אבל בס' משאת משה העלה דא\"ל תקנה וראיה מהא דכתב הא\"ז ומהר\"מ מינץ דאם בטלו הסדר באיזה שבת קורין אוחו לשבת הבאה בהדי פרשת השבוע וקשה דטפי הל\"ל דיקרא ביום ראשון שלא יעבור ג\"י בלא תורה אלא מוטב דשבקינן לה ליום הראוי ועיין עוד שם ראיה לזה:",
            "<b>מותר.</b> ובספר גן המלך כ' חתן דוחה לבעל ברית ואם הב\"ב עבר ועלה יעלה חתן אחריו דלדידיה הוי מועד שלו שעולין ארבעה ואם לא יעלה זילא ביה מילתא ועיין ת' בי\"ד סי' נ' ומשמעו' ש\"ס דההוספה תלוי ביום שיש בו מוסף ודו\"ק:",
            "<b>ב' לוים.</b> כשאין שם כהן מסיק בת' ב\"י סי' א' וב' דאסור לקרות לוי אא\"כ הוא יעלה תחלה וראשון ע\"ש:",
            "<b>אחר כהן.</b> עיין ת' הרמב\"ן סי' קפ\"ו דינים המסתעפים בדינים אלו:"
        ],
        [],
        [
            "<b>מג' פסוקים.</b> ואם קרא ב\"פ וברך לאחריו כ' בס' חוקת התורה דלא מהדרי' כיון דאינו אלא תקנתא וע' מהרי\"ק שורש קמ\"ז ותשובת משאת משה סי' א':"
        ],
        [],
        [],
        [
            "<b>מקצת כו'.</b> במקום שנוהגין בשבת חתונה לומר פזמון לחתן קודם ברכת התורה אם אמר ברכו את ה' המבורך ואח\"כ התחיל הפייטן לזמר ולא חש כלל לברכת המברך הוי הפסק וצריך לחזור ולברך עיין ח' ב\"י סימן למ\"ד:",
            "<b>לקרות.</b> עיין ת' בי\"ד סי' ס\"א שהעלה שצריך לחזור ולברך (ועיין ב\"ה ס\"ק א'): ואם העולה הכיר שטעה הש\"ץ ומיהר לקרות בנחת כל הבכור וגם קרא בלחש עד כל ימי חייך קודם שסיים ש\"ץ כל הבכור מדמה הרב הנ\"ל למי שהיה לפניו פירות ודעתו לאכלן ונטל אחד ובירך עליה ונמלך והניחה ואכל אחרת ואח\"כ אכל הראשונה ע\"ש:"
        ],
        [
            "<b>שנים.</b> עיין ת' זרע אברהם סי' סמך:"
        ],
        [],
        [
            "<b>אין.</b> עיין ת' הרמב\"ן סי' קפ\"ו:",
            "<b>טעות</b> ע' ת' רשב\"ש סי' י\"א ות' ב\"י סי' נ\"ד: ועיין באר הטיב ס\"ק ה' מ\"ש ע\"ש ט\"ז בי\"ד סי' רע\"ו דאם נמצא הטעות במפטיר יקרא הטעות בע\"פ ר\"ל הדין הוא אמת בשבתות השנה אבל בשבת ר\"ח וי\"ט אין הדין כן להיות הוא חובת היום ועיין שב יעקב סי' י\"ד. וע' ת' זרע אברהם סי' ו' ועיין מ\"ש בסי' סכ\"ב סק\"א:",
            "<b>אין</b> להוציא בשעת קריאת הכהן בשבת במנחה נמצא בס\"ת דבוק אות לחברתה ופסק בת' דבר משה סי' ב' להוציא אחרת וכ\"כ רשב\"ץ דאין לחלק כלל בין מנחה לשחרית. ועיין ת' הרא\"ש כלל ג'. אבל נמצא הטעות קודם הקריאה והוציאו אחרת א\"צ לחזור ולברך שבות יעקב ח\"א סי' י\"ח. מעשה שנמצא בס\"ת ירדנה בפרך במקום ירדנו ופסק זקנו הגאון של ר' אליהו רבה זצ\"ל להוציא אחרת וע' בס' אליה רבה שהשיג בזה הענין על מ\"א ע\"ש:"
        ],
        [
            "<b>בצבור.</b> עמ\"ש סי' תקע\"ד סי' ג' בתשובת עדות ביהוסף:"
        ],
        [],
        [],
        [
            "<b>ס\"ת</b> אבל מגילה ושאר כתבי קודש מותר שב יעקב סי' י\"א:",
            "<b>לקנותו.</b> עיין ת' פרי הארץ ח\"ב סי' מ':"
        ],
        [],
        [
            "<b>למקומה</b> וז\"ל אלי' רבא כתב רמ\"א בי\"ד כשס\"ת על הבימ' אין הציבו' צריכין לעמוד משום דהס\"ת ברשות אחרת וכתב ע\"ז נראה ה\"ה על השולחן שגבוה יו\"ד טפחים ורוחב ד' וגם כשס\"ת מונחת בארון אע\"פ שהוא פתוח כו' גם אפשר כיון שיושב הש\"ץ וס\"ת בידו מותרין לישב ובשעת הגבהה יש לעמוד דלא כמ\"א ע\"ש:",
            "<b>לנשק התורה</b> ומנהג פשוט לאמר בשעת הכנס' התורה מזמור כ\"ד ובשבת שחרית מזמור הבו לה' בני אלים וגו': מה שאומרים לא נשא לשוא נפשי בחיר\"ק דלדידהו הוי כתיב וקרי. אך במסורה מדויקת לא קראו ו' קטנה זעירא אלא קטיעא וכן לא נמנה עם ע\"א מילין דכתובים וי\"ו וקרינן יו\"ד ולשוא נפשו לא נמנה עמהן ועיין מדרש וזאת הברכה ועיין ת' בי\"ד סי' תקס\"ב:"
        ],
        [
            "<b>ב\"ה</b> הרב בעל משאת משה בתשוב' סי' כ\"א הזהיר במקום שאפשר לעשות כמין חופה לנוי לפני היכל ע\"י וישראל דוקא:",
            "<b>אור גדול</b> וע' ת' משפטים ישרים סי' א' בעלי אכתדרו' סביב ביה\"כ רוצים לבנות שם בהרחקת ד\"א וכאשר היה להם חזקה זו טרם שנשרף הבית הכנסת העלה בת' עדות ביהוסף סי' י\"ג דהדין עמהם ועיין ח\"מ סי' קנ\"ה:"
        ],
        [
            "<b>בבה\"כ.</b> עיין ת' הרשב\"א סי' קצ\"ב:",
            "<b>בראש מגולה.</b> כת' בס' אליה רבה וז\"ל כ\"כ ב\"י עמ\"ש א\"ח שהר\"מ מוחה לילך בסכין ארוך כו' והגי' עליו הרי\"ף דאין לחוש כ\"א בגילוי הראש והוא תמו' דלא נזכר מידי בא\"ח מגילוי ראש רק ז\"ל הכל בו כ\"א בגילוי וכ\"ה בתשב\"ץ ופשוט דקאי על סכין דוקא כשהוא בגילוי אבל כשהוא מכוסה מותר ולא איירי כלל מגילוי ראש. וזה תימא על ש\"ע ילבוש ואחרוני' דלא הרגישו:",
            "<b>מלהשתמש</b> ובעזרה שסביבותיה מותר ע' ת' מהר\"י באסן סי' ק\"ד:"
        ],
        [],
        [
            "<b>לחמורה</b> עיי' באר היטב סק\"ו מ\"ש בשם מ\"א לתרץ קושי' הכ\"מ ובת' שב יעקב סי' י\"ב העלה במי שצוה קודם מותו לבנות ביה\"כ במקום פלוני ולא אסתייע' מילתא ועכשיו על מקום דירת המנוח ובניו אחריו צריכים לאותו דבר אחרי הגוועלב של ביה\"כ הוא ישן נושן לעשות במקומו גוועלב של אבן. דבזה קיימו דברי המת ואפי' יותר נכון מבמקום אחר כמו שהדין בצדקה עניי עירך קודמין וא\"ל הואיל שיש להם כבר ביה\"כ אין המצוה כ\"כ בזה אך ז\"א דזהו ג\"כ דבר גדול שנ' ולפאר את מקדשינו ועובדא דבן בוטא יוכיח דהלא לחד שנויי לא חזי ביה תיוהא רק לעשות בנין נאה יותר. אלא דסיים שיבנה על אופן הנזכר בש\"ע סי' קנ\"ב ע\"ש. ועיין הרבה דינים בענין זה בתשו' אדרת אלי' ס\"י:",
            "<b>בדמיו</b> ועיין באר היטב סק\"ב מ\"ש בשם ב\"י אבל מפני דוחק אין יכולים למכור אפילו מקצת ואפי' נשתיי' להקהל די צרכם לבה\"כ ת' בית יהודה סי' ט' ועמ\"ש באה\"ט סק\"י והטעם זה העלה בתשו' מהר\"י באזאן סי' נ\"ב באחד שנדר להשיא יתומה אחת ויש לו קרובה עניה ואביה הלך למדה\"י והוא עני וסומא דיקיים את נדרו בנשואי עניה זו ע\"ש:",
            "<b>ואם אסר.</b> שותפי' שנדרו ביה\"כ וס\"ת ותשמישיו ואח\"כ נתפרד' החביל' ורצה אחד מהם לחזור מההקדש עיין תשו' ז\"א כ\"ז מקום מדרש נשרף והקהל מתפחדי' שלא יקחו הישמעאלי' את הקרקע כאשר לקחו כל סביבו התיר בתשוב' הנ\"ל סי' קי\"ג למכר' שלא יפסידו כולה מיהו הדמים ראוי שיקחו בהם קרקע אחרת במקומו ואם קצת אנשים מאנשי קהל נשא לבם לצאת מהם ולבנות להם בה\"כ חדשה ועכשיו תבעו חלק בכלי קודש ומנורות של בה\"כ ישנה ע\"ש סי' נ\"ט:",
            "<b>ולמכרם</b> תיק קמיע' של כסף אחר שנתקלקל הקמיע אי רשאי להנות מהתיק לתשמיש חול עיין תשו' סם חיים סימן מ\"ו דמתיר ועיין מרדכי סי' תתנ\"ב:",
            "<b>הקדש</b> אנשי חברה של ג\"ח עשו חפצי כסף לבה\"כ של קהל אחת והיה בידי עצמם משמרת ועתה רובם כולם הלכו לעולמ' וקמו אחרים תחתיהם וגם המה שומרים את הכלים הנ\"ל. ומקרוב מחמת קטט יצאו אנשים ההמה מן הכלל להתפלל בקהל אחר ועתה אנשי הקהל תובעים שיתנו להקהל את החפצים העלה בתשו' מהר\"י באזאן דהדין עמהם ע\"ש סי' ב' כשמיעוט הקהל תובעים חלקם בחפצי קודש ורצו לפרוש מהקהל עיין תשובת מגן גבורים סימן א' דחולקין למספר הגברים מבן י\"ג ומעלה. וכן העלה שם דאין דין גוד או אגוד לבית הכנסת:"
        ],
        [
            "<b>הספרים.</b> כותרים העמודים של ס\"ת מעצמות לבן העשויין לתפארת אי רשאי לעשות מהם עמודים למגלת אסת' הנה הרב מוהר\"ר רפאל טרימיש הורה לאיסו' וראיה מנויי סוכה שדינן כסוכ' עי' סי' תרל\"ח ועי' במג\"א ס\"ק י\"ג ובט\"ז סק\"ד והרב מוהר\"י אלגזי חולק ואמ' דל\"ד לנויי סוכה דאיכא לתא דביזי מצוה. משא\"כ כאן אינה אלא משו' מעלין בקודש כו' דלא הוה אלא כנוי תשמושי קדושה. והרב בתשו' פ\"מ ח\"ב פ\"ג האריך למאוד עד שיסיים ולא מצאתי מקום וצדי צדדים להתיר ע\"ש:",
            "<b>גניזתן</b> אסו' לעשות מהן כיסין לתפילין תשובת בית יהודא סימן כ\"ז:",
            "<b>קדושת</b> ראובן הקדיש פרוכת שיש בו צורות שאסו' להתפלל כנגדה ומת אי בנו יכול לשאול עליו או אי לית בי' קדושה כלל משום דהוי כמקדיש בעל מום למזבח וכן הטעם דאסו' דלהתפלל נגדה אף בשל רבים ליכא חשדא עיין תשובת ש\"א סימן קע\"ז:",
            "<b>אסור</b> בתשו' רמב\"ם סי' שס\"ד כ' הואיל דלא נאסר באכילה כי עכבר בשמן נותן טעם לפגם כמבואר בי\"ד סימן ק\"ט מותר להדליקו בביה\"כ ע\"ש:",
            "<b>הדיוט</b> מה שמקילין להדליק את הפיפ\"א טובאק מהם היינו משום דלב ב\"ד מתנה ע' ת' בית יהודה סי' כ\"א:"
        ],
        [],
        [],
        [],
        [
            "<b>צריך נטילה.</b> ואם טבלו בשכר שעורים צריך נטיל' ובהמ\"ז ת' דבר משה סי' טוב וע' ת' בית יעקב ויד אהרן סי' קנ\"ח. תמ\"ב. ותמ\"ז ות' בית דוד סי' ע\"א:",
            "<b>כפירות.</b> מכאן דייק בת' בי\"ד סי' ס\"ט דבבישול צריך נטילה אם המשקה טופח עליו. ועיין בדברי מהר\"י חאגיז בפירוש משניות שלו פ\"ק דברכות מ\"ב. ומעשרות פ\"ק מ\"ח ועוד בת' הנ\"ל סי' ז'. וע' באר היטב ס\"ק ז':",
            "<b>חברתה</b> ואם נטל יד א' בכלי והשני בטבילה עיין ת' ע\"ה סי' ד' דיוצא בזה ומברך ענט\"י:"
        ],
        [],
        [
            "<b>ששרה</b> כשבדק בה כלי חדש אי הוא שלם או יטפטף כשרה לנטילה ופשיטא לטעם הלבוש דפוסל בנעשה בה מלאכה מצד א\"א שלא ישתנו מראיהן דכשר. אלא אפי' לטעם רש\"י ורמב\"ם דבמלאכ' בטלה את השם והוי כשופכין ז\"א אלא כשנעשה בה פעולה ע\"ש. ומניה יליף בת' בי\"ד סי' תק\"ל דכשמדיח כלים חדשים בהם מעפר וצרורות דפסולין:",
            "<b>והמלח</b> ובת' בי\"ד סי' ע\"ז השיב להקל במלח יותר משלג וברד דחזי להמתיק בשר ומאכלים ע\"ש דמאריך בדבר עד כי העלה לתרץ דברי ש\"ע והוא דלצדדין קתני יהיינו שלג ברד וכפור כו' מהני לנטילה שריסקו לא מהני כ\"א מדין טבילה להשלים מ' סאה ע\"ש:"
        ],
        [],
        [
            "<b>חברתה.</b> עיין ת' בי\"ד סימן ע\"ח:"
        ],
        [],
        [],
        [
            "<b>אשר יצר.</b> ה\"ה אחר ששפך פעם שני' ועיין ת' ביו\"ד סי' ע\"ו דהעלה לדינא שאין לברך שניהם בנטילה אחת ע\"ש:"
        ],
        [],
        [
            "<b>שנאפה.</b> עוגה שנשרפה אפי' עד חציה מיקרי שלם אפי' לענין לחם משנה: ואין להאכיל לגוי או לבהמה מחתיכה שנוגע בה חתיכת המוציא ע' בי\"ד סי' ע\"ט וסי' פ':"
        ],
        [
            "<b>מברך.</b> ומקרונים ואלטריס אי קבע סעודתו עליהן יש להסתפק אי חייב בברכת המזון. וירא שמים יברך על פת אחר תחלה ת' נ\"ב סי' ב' ועיין בספר פרח שושן:",
            "<b>מברך המוציא.</b> אם צינן תירוש ועירב בו קמח ואחר כך מייבשו בשמש ונאכל כמות שהוא העלה בפ' זרע אברהם סי' א' ז\"ל אנן סהדי דדבש אינו ראוי לאכילה כ\"א ללפת הפת והקמח מטעימו ומברך במ\"מ כי זה הוא אינו בכלל קמח הבא לדבק ואם לא אכל ממנו שיעור שיגיע כזית קמח בכדי אכילת פרס אין לברך אחריו כ\"א בנ\"ר ע\"ש:",
            "<b>ולא יאכלם</b> כל זה ל\"א אלא כשיש בהם לאחר אפיה תואר לחם. טור:",
            "<b>כגון</b> ובת' בי\"ד העלה דטר קוני' לא מיקרי תואר לחם:",
            "<b>בלא משקה</b> ע' ת' דבר משה סי' י\"ד:"
        ],
        [],
        [
            "<b>האוכל והשותה</b> כצ\"ל כתב מ\"א בשם תו' בכורות דף מ\"ד אין שותין מים בפני רבים אלא יהפוך פניו ושלא בשעת הסעודה אפילו בשאר משקין יהפוך ולא דק דמ\"ש בתוס' שם ד\"ה ואין שותין ובה' דדך ארץ כו' דנקט מים כו' משמע דוקא מים יש חילוק בין שעת הסעודה אבל בשאר משקים אפי' שלא בשעת הסעודה א\"צ להפוך וכן מצאתי בפסקי תוס' אליה רבא ע\"ש:",
            "<b>כל מה שיאמר כו'</b> עיין בספר אליה רבה מביא כמה פירושים על האי דאמרינן חוץ מצא:",
            "<b>ויברך בה\"מ.</b> ומה ענין בהמ\"ז לדין הזה עיין לבוש ותשוב' בי\"ד סי' פ\"א:"
        ],
        [],
        [
            "<b>ואינו מברך.</b> מי שקבע עליו תענית באופן שמותר לו לאכול כל הלילה ובעוד האוכלים בפיו א\"ל עלה ע\"ה מי חיישי' להפסד אוכלין ומותר לו לבלען א\"ד שא\"ה דאם אמרו שלא להנות בלא ברכה ומשום הפסד לא קפדי בהנחה זו משא\"כ הכא דכיון שעלה ע\"ה נאסר לו המאכל מחמת הנדר הוי כדבר איסור בפיו פשיטא דצריך לפולטו עיין בתשובה פ\"מ סי' ד' דמחויב לפולטו ופשוט דיתפלל ענינו ע\"ש:"
        ],
        [
            "<b>פ\"ט.</b> הרב בעל פ\"ה בח\"ב סימן י\"ד נשאל על משקה הנעשה באופן זה והוא שנותנים בקדרה מרק תרנגולת ומי ורדים ושמני' ועשבי' ובתוך הקדיר' משימים כוס ריקן וטחין הכיסוי שלא יצא ההבל ומרתיחין אותו כי ההבל עולה ומזיע הכיסוי והזיע נופלת לתוך הכוס כו' אי שרי לאכול אחר הזיע' גבינה בלתי שהייה זמן ששה שעות והעל' דמותר בכיוצא בזה חדא דאין להחמיר כ\"א במרק בשר עצמה וחיך אוכל יטעם לכן טעם רש\"י יש להחמיר אבל לכ\"ע בזיעה בעלמא לית ביה לא טעם בשר ולא טעם תרנגולת דבטל טעמא ע\"י תערובתו ולא מטעם הסמ\"ק ע\"ש דהא ליכא למיקם על טעם הבשר כלל ומכ\"ש בבשר עוף עצמו דאינו אלא מדרבנן מסתייע אי מחמירין במרק גופא וסיים הרב הנ\"ל דאפילו קנוח והדחה א\"צ מדינא אלא דהמחמיר תע\"ב ועיין הלכות נדרים סי' רי\"ז בתשובת בית יהודא סי' פ\"ד:"
        ],
        [],
        [
            "<b>הטוב.</b> כשלא היה לו לקידוש היום אלא יין צמוקים ותוך הסעודה הביאו לו עוד יין פסק בתשובת בית יהודה סימן מ\"ט דהברכה ראשונה אידחא לה דאין לך נמלך גדול מזה ומברך בפה\"ג:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>באלו הארצות</b> והב\"י כתב שנוהגין כן במדינות אף שאין היינות חזקים כי יש בזה סוד הקבלה. ועוד טעמים אחרים וכן כתב בספר נתיבות עולם דר\"י ליוואי זצ\"ל משום שהיין הביא יללה לעולם וכאשר מחבר היין למים אין המים מוכן עוד ליליל אלא לברכה ע\"ש:"
        ],
        [
            "<b>לא יצא.</b> וס' אלי' רבה העלה להוכיח הלכה למעשה דאף במזיד בדיעבד יצא ע\"ש:",
            "<b>צריך לברך.</b> עי' באר היטב ס\"ק ו' מ\"ש בשם ת' קול בן לוי וקיצר במקו' שצריך להאריך להבין כוונתו דודאי אם לפניו פת ושארי מאכלים ונסתפק איזה מהן אכל דצריך לחזור ולברך דדמי לחלב ושומן לפניו ואכל א' מהן דחייב אשם תלוי אלא כשהיה דמות פת לפניו ולא ידע אי פת גמור היה או לא יש להסתפק אי חוזר או לאו וע\"ז מסיק דמברך ע\"ש:"
        ],
        [
            "<b>נאמרה.</b> והא דלא מברכין אשר קדשנו במצותיו וצונו לברך ברכת המזון עיין ת' בי\"ד סי' נ\"ג:"
        ],
        [],
        [],
        [
            "<b>לישראל.</b> ובש\"ס והרי\"ף ורמב\"ם הגירסא לעמו ישראל וכן הוא בסמ\"ג וסמ\"ק וראב\"ן והרא\"ש ואגדה ור' ירוחם וס' צידה לדרך ורד\"א ומסתמא הוא ט\"ס בטור שהשמיט מלת לעמו:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>מבין</b> ומעתה המברך יוצא אפילו כשאינו מבין משא\"כ השומע. אך מלשון הרא\"ש ברכות פ\"ג נראה דאפי' המברך צריך להבין ע\"ש:"
        ],
        [],
        [],
        [
            "<b>מדרבנן.</b> עיין באר היטב ס\"ק א' ע\"ש בשם תשו' באר עשק והמעיין שם הטעם הוא דגזירת סתם יינם הוא מאוחרת לתקנית הברכות שהיתה בימי עזרא ומדמה ליה להא דמגילת תענית דאמרי' דקדם נדרו לגזירתינו אך בתשובת בית יהודה סותר ראיה זו וגם השיג עליו בעיקר הדין:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>נמנעין.</b> וז\"ל אליהו רבה מיירי שאין נעשה חומץ גמור עד שמזיקו רק טעם חומץ בו ונמנעין ממנו דאל\"כ אין מברכין עליו כלל כו' עוד כ' א\"ח ז\"ל חומץ שמשליכין לארץ: ואינו מרתיח אין לו דין חומץ ומברך עליו וליתא דמיו\"ד מוכח להיפך דטעמ' שם משום שאין אנו בקיאין אם הוא חומץ לכך מחמירין ביין נסך עד שירתיח אבל לענין ברכה נזיל לקולא שלא לברך. ועוד הא מבואר שם דג' ימים קודם שירתיח הוי ודאי חומץ גמור ואיך יברך דלמא ירתיח תוך ג' ימים כו' גם מ\"א לא דק בזה ע\"ש:"
        ],
        [],
        [],
        [],
        [
            "<b>ששלקן.</b> ט\"ס יש כאן ובמקום ששלקן צ\"ל שחלקן ת' בי\"ד סי' תקל\"ב תקל\"ג:",
            "<b>המחיה.</b> ביאור ברכות מעין ג'. עיין ת' בי\"ד באריכות סימן ע\"ח:",
            "<b>נפשות.</b> במ\"א תמה למה לא יברך מעין ג' כמו בפת ותירץ בס' אליהו רבה דנחתינן חד דרגא דבפת ראוי לברך בה\"מ מברך מעין ג' והכא ראוי לברך במ\"מ מברך בורא נפשות רבות כיון דליכא כזית בכדי אכילה פרס. ועוד דפת חשוב נ\"ל ע\"ש:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כנשבע כו' כ' בספר אליה רבה.</b> מ\"מ אינו אלא מדרבנן כיון שמברך תו' ר\"ה דף ל\"ג וכן הוא בס' החינוך פ' עקב וכן יש לפרש הרמב\"ם דלא כמ\"א וכ' בשל\"ה בשם הרמב\"ן המזכירו לבטל' אף כי לא נדוהו בני אדם הוא יחלוץ מנעליו וישב על הקרקע כנידוי ויבקש מג' שיתירו לו ואם לאו עליו איתמר ח\"ו אם לא תשמור כו':"
        ],
        [
            "<b>חבצלת.</b> עיין ס' מגן שאול סי' נ\"ב נ\"ה נ\"ו:"
        ],
        [],
        [],
        [
            "<b>ונתרפא</b> מי שחלה בקדחת שאינו תדירי ואם יום או יומים יקום בהפסק בלתי חול' אי מחויב לברך בכל פעם שפסק ממנו החולי. וכן יורדי הים אם דעת' לשום דרך אניה בלב ים למרחוק ופעמים בהגיע' לנמל להתעכב שם את האניה ימים אי מחויבים לברך כל פעם שיבואו אל היהודים עיין ת' רשב\"א ח\"א סימן פ\"ב ובתשובה א\"י העלה דאפילו איתרחיש ליה ניסא דרך הלוכו אינו מחויב לברך עד כי עלה מן הים ומכ\"ש בדין הנזכר והביא ראיה מקרא דיורדי הים כו' וישמחו כי ישתוקו משמע דאפילו יקם סערה לדממה אפ\"ה עדיין לא הודו לה' חסדו עד כי הגיעו למחוז חפצם וה\"ה לדינא דחולי הנ\"ל עד כי יפסק ממנו לגמרי. ועיין ש\"ס סנהדרין ע\"ח ועיין עוד בתשובה הנ\"ל דאם חלה בנו הקטן דהאב והבן פטורים וכ\"כ בתשו' מהר\"ם מינ\"ץ סימן י\"ד דהאב פטור דלמא לא עלה בשביל חטא שלו אלא נידון בשביל סופו או לכפרת שלו מגילגול אחר וא\"ל דיברך סתם הגומל חסדים טובים ולא יזכור לחייבים הלא כבר כתב שכך היא גירסת הר\"י ורא\"ש והוי כמשנה ממטבע שטבעו חכמים ובן קטן פשיטא דלאו בר חיובא הוא:",
            "<b>בבית האסורים.</b> ומי שהיה חבוש פעמים ושלש אי בעי ברוכי כל פעם ופעם דכבר נתחייב בכל הצלה והצלה א\"ד אע\"ג דבר חיובא הוו מ\"מ הואיל ואידחי מגרמי' א' שוגג וא' מזיד עד שנתפש שני' ושלשים עתה בברכה א' סגי עיין תשובת קול ב\"ל שאלה א' דהעלה דדי בברכה א' והביא סעד לדבריו מדברי תה\"ד סי' למ\"ד ע\"ש שניה לה דברי הרי\"ף בפסחים מהסכמת הר\"ן דאין מברכין אלא ברכה אחרונה אחד אכולה כסא וכן משמע מבעל גינת ורדים כלל ח' סי' מ\"ח ע\"ש דהביא ראיות הרבה לדבריו כולם אהובים וברורים:",
            "<b>יו\"ד</b> ובדיעבד אפי' בלא קמאי דעשרה סגי עיין בי\"ד סי' צ\"ב:"
        ],
        [],
        [],
        [],
        [
            "<b>חדשים.</b> ואם קנו קהל ס\"ת אין מברכין שהחיינו ומי הוא המברך עיין תשו' בי\"ד סי' ר\"ע ס\"א:"
        ],
        [
            "<b>אומר עיין ת' בי\"ד סי' צ\"ג.</b> כת' בדרשת מהר\"ש אין לילך על קבר א' ב' פעמים ביום א' כתבי האר\"י. הקורא כתב שעל גבי המצבה קשה לשכחה ויש לומר אהבה רבה עד באהבה ומסוגל מאוד לשכחה. ועיין באליה רבה עוד כמה דינים בזה:"
        ],
        [
            "<b>חוזר ומברך</b> ואם היה לפניו ב' מינים צריך לברך על כל א' וא' דכל פרי ופרי יש לו טעם בפני עצמו ויש שמחה אחרת באכילתן מהרי\"ק בשם תשוב' אשכנזית סי' רצ\"ה אמנם בת' מ\"י סימן מ\"ה העלה דליתא להאי סברא ובברכה א' סגי וראייתו דגבי עשיית סוכה אין מברכין על עשייתה אלא מסדרין לה אכסא עיין סימן תרמ\"א ה\"ה הכא:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>רם.</b> עיין תשובת הרשב\"ם סי' צ\"ו באריכות:"
        ],
        [
            "<b>המנחה.</b> מה שנקרא תפלת צהרים מנחה כי מנחה לשון הכנסה כמו למנח יומא והוא זמן התחלת שקיעת החמה: ובתשו' הרב מוהר\"א כ' הואיל דלמדין ערבית משל שחרית דשם נאמרו הנסכים להדיא על כן קראו לה שם מנחה להורות דגם בשל בין הערבים קרבין נסכים עמו: והחכם מהר\"י מצליח נר\"ו הקשה עליו ע\"ש ולדעתו נקראת מנחה משום דחכמים פליגי על רבי והוא דנאמר להדיא נסכים בשל בין הערבים ועיין תשובת מ\"ע מפאנו סי' כ\"ב ובתשובת בי\"ד סי' תקי\"ד מפרש לעצמו שהוא לשון קרבן כמ\"ש המתרגם מנחה לעשו תקריבתא כו'. ועיין בס' אליה רבה עוד טעמים על שם מנחה ומה שהביא בשם ספר חסידים:"
        ],
        [],
        [
            "<b>בלא ברכות.</b> עיין באר הטיב ס\"ק ב' מ\"ש בשם ט\"ז וכ\"ד הרמב\"ן בת' סי' קצ\"ב וסיים בה וברכות אינה מעכבת ומשנה שלמה היא היה קורא בתורה והגיע זמן המקרא אם כיון לבו יצא אלמא דברכות א\"מ וטעמא רבה ביה דהברכות אינם בעצמם ברכת ק\"ש דלא נתקנו אשר קדשנו כי' לברך את שמע וכן לראי' מהימנא דהלא בזמן שבי\"המ קיים היו קוראין אחד מהם בלבד עם ק\"ש כדאיתא להדיא א\"ל הממונה ברכו ברכה אחת והיא אהבה רבה או יוצר המאורות למר כדא\"ל ולמר כדאית ליה ע\"ש עוד ראיו':"
        ],
        [
            "<b>מברך.</b> מתחילין והוא רחום כו' קודם ברכו של ערבית דבערבית לא היו מקריבין קרבן לכפר ושלשה כתות של מלאכי חבלה נרמזין בזה. משחית. אף. וחימה. ובשבת ובי\"ט א\"א שלא ניתן להם רשות לחבל ועיין עוד טעמים בתשו' רשב\"ש סי' כ\"ה:",
            "<b>לומר</b> בארצות מזרח אומרים השכיבנו בלא חתימה אלא מסיימים ביראו ענינו עיין הטעם בתשו' רשב\"ש סי' נ\"ח וסי' שנ\"ט:"
        ],
        [],
        [
            "<b>ישלימנו.</b> הרגיל לקרות בכל שבת משניות של שבת ואח\"כ נדר ללמוד ח\"י פרקים בכל יום כסדר ואירע שבשב' בא לו מסכת שבת זכרון אחד עולה לו לכאן ולכאן ת' בית יהוד' סי' י\"ט:"
        ],
        [
            "<b>ומברך.</b> הא דאין מברכין לקרות שמע דאינה מצות אלא להגן ומהאי טעמא ת\"ח אין צריך לקרות וכן די נמי בפרשה ראשונה רשב\"ש סי' קע\"ד. ועיין בס' אליה רבא בענין הנוסחא של ברכת המפיל ע\"ש:"
        ],
        [
            "<b>אסור.</b> וה\"ה ספרים הנדפסים צריכין דוקא כלי בתוך כלי ת' נ\"י סי' ב' ועיין ת' דבר משה סימן י\"ט ות' שער אפרים ובית שמואל סי' פ\"ה. ובתשו' סם חי משמע דדי בפרוס עליהם סדין בעלמ' מ\"מ סיים והמחמיר תע\"ב. ועיין סימן שי\"א בבאר היטב ס\"ק ב':",
            "<b>בשני רעבון.</b> וכל שהוקר עד שהשער נכפל בדמיה אסו' אף אם יש לו תבואה בתוך ביתו תשו' בית יהודה סי' מ\"ה:"
        ],
        [],
        [
            "<b>לכבד.</b> ע' בבה\"ט מ\"ש בשם צמח צדק ואחרי שגזלו הוסיף עוד בת' בית יהודה סי' ל\"ב שאסור לקנותם ע\"י גוי אמצעי ובת' בי\"ד סימן רי\"ו העלה להחמיר אפי' לקבלם במתנה ע\"ש:"
        ],
        [
            "<b>ושכר את העכו\"ם.</b> ופשוט דאם מתנה עמו שלא יעשה בשבת ציית לי' דמותר עיין ת' בי\"ד סימן צ\"ד:",
            "<b>כמרחץ.</b> בתשו' נחלה ליהושע סי' י\"ג נשאל מי שבנה תנור בביתו לעשות בו זכוכית ופועלים ישמעאלים אי מותר לעשות בשבת כי הוא פסידא באם יתקרר התנור בשבת והעלה דאם דרך להשכירו אפילו בשכירות יום אסו' להשכיר בחכירות דדמי למרחץ וכ\"ד סמ\"ק ורמב\"ן ואין להתי' אא\"כ והא חלק לאומן בגוף התנור ויקח מזכוכי' חלק כפי ערך שיש בו בתנור ועיין תשו' אדרת אליה סי' א':"
        ],
        [],
        [],
        [
            "<b>שבית' כלים.</b> וב\"ח כ' בשם רוקח דכל ירא שמים יחמיר על עצמו וכן משמע דס\"ל להרא\"ש במס' נדרים פרק אין בין המודר ופסקי הרא\"ש וברמזי' ע\"ש וכן פסק בס' אלי' רבה וסיים דוקא בכלים דקא עביד מעשה כמו רחיים או מצודה דהפח נקש' ותופס העוף וכיוצא בזה מיהו מ\"ש הב\"ח דאפי' ברחיים של כותי אסור משום השמעת קול ליתא וסוגית הש\"ס סתירה לדבריו ע\"ש:"
        ],
        [
            "<b>אגרת.</b> עיין תשובת ד\"א סי' קמ\"ז:"
        ],
        [
            "<b>מותר.</b> ועיין סימן של\"ט מ\"ש ס\"א:",
            "<b>ללכת.</b> ואם לא התנה אלא דסבר שמותר לצאת יוכל ללכת ברגלי בהמה וברגליו כדי שלא יבא לידי סכנה שו\"ת מהר\"ם גלאנט\"י סי' ק\"י:"
        ],
        [],
        [],
        [],
        [
            "<b>ולהטעינו.</b> ואם מכרה ביום א' בשבוע ובא הגוי בשבת לנוטלה מביתו הרב בעל מ\"ש בת' סי' נ\"ז העלה דראוי לחוש ולהחמיר היכי דאפשר והרב מוהר\"י בן חסון ז\"ל החמיר יותר בפרט להפוסקים דס\"ל דאין גוי קונה מישראל אלא במשיכ' דגמר המקח בשבת:",
            "<b>ברחיים.</b> ועכ\"פ לא ישב ישראל שם להיות יושב ומשמר. ובירושלי' סגורים הרחיים שטוחנין בו חטים לפסח ובברלונ\"י שמנהגם שטוחנים שם כל ב\"ב בשוה משקל אחד וא\"צ לעשות שום חשבון ולא כתיבה טוחנין בשבת וישראל עומד שם ומשמר עיין ת' ח\"י סי' ד':"
        ],
        [
            "<b>יש להסירו.</b> במ\"א משמע דהמרדכי מתיר ע\"י עכו\"ם לומר לו להסירו אף אם גחלים מונחים סביב הקדירה ובס' אליה רבה חולק עליו וס\"ל דמשמעות המרדכי ואגודה משמע דאסור לו' לו להסירו רק אם עשאו מעצמו ע\"ש:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>מותרים.</b> ובספר אלי' רבה הוכיח בראיות ברורות להחמיר בעשיית מלאכה אף שהיה קבלת שבת בטעות וכן מבואר בגדולת מרדכי ובגליון מהר\"מ טקטין ובפסקי ראנקטי סי' פ\"ח. אבל מיעוט שלא התפללו מותרין במלאכה ואין נמשכין בזה אחר הרוב כיון שהוא בטעות:",
            "<b>אין בכך כלום.</b> ואף שידוע לו שלא יגמור אפילו חצי תפלה קודם ברכו כן משמע במ\"א דלא כט\"ז: וכן הסכים להיתר בס' אלי' רבה."
        ],
        [],
        [],
        [
            "<b>לחצר.</b> במג\"א תמה דהא כי קאי פורתא לפני הפתח מעייל מר\"ה לרה\"י וצ\"ל דגבי בהמתו לא החמירו כ\"כ עכ\"ל אבל בס' אליה רבה מביא בשם הרמב\"ם פי' המשניות דבאמת דזורק כלאחר יד כמו בסי\"א וכ\"כ תי\"ט ע\"ש:"
        ],
        [],
        [
            "<b>מעין שבע.</b> ע' תשו' דבר משה סי' נ\"ג ובכנה\"ג סי' זה:"
        ],
        [
            "<b>יותר טוב.</b> מקום שלא נהגו לקדש בבה\"כ ואחר שבנו ביה\"כ חדשה עשו מעצמם וקדשו ונהגו בכך זמן מה העלה בתשו' שב יעקב סי' י\"ד שאין למחות בידם כי הוא מנהג ותיקין על פי הדין והוכיח כן מש\"ס ע\"ש:"
        ],
        [],
        [
            "<b>כמלא לוגמיו.</b> ובתשו' רשב\"ם סי' שפ\"ה השיב לשואל וז\"ל אבל אתה שהיין מר בפיך הטעימהו לאחר משא\"כ הדין לענין ד' כוסות ע\"ש. ועיין בס' אליה רבה דהוכיח דגם הגאונים מודים דאם שתו א' מהשומעין כמלא לוגמיו יצא ע\"ש. וכן נראה בס' זכרון להגאון ר\"י הכהן פ' ערבי פסחים:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>אסור לכל.</b> בס' מ\"א העל' לחלק בין איסור נר לאיסור תחומין ומשמע דעתו דבכל איסור דרבנן אסו' לאחרי'. אבל בס' אלי' רבה חולק עליו דבכל איסור דרבנן מותר לאחרים ע\"ש:"
        ],
        [
            "<b>אע\"פ.</b> ע' ת' ב\"ד שאלה י\"ח:"
        ],
        [],
        [
            "<b>אף עפ\"י.</b> ובת' רשב\"ם סי' ת\"מ כתב בשם הרמב\"ן ז\"ל דתנאי מועיל בו ואחד מחכמי דור פקפק עליו מטעם דכלל הוא בידינו כל שנאסר בין השמשות איתקצי כו'. אך הרב הליץ בעדו דסברא זו אינו כ\"א בדבר המוקצ' מחמת עצמו כגון עצי סוכה אבל העששיות אינו מוקצה בעצמ' וכל איסור' אינו אלא מצד שלהבת הדולק בה ע\"ש:"
        ],
        [],
        [],
        [
            "<b>ואם רצה.</b> עיין תשובת בית יהודה סי' ס' באריכות. חלק הבונה והסותר ועיין באר היטב ס\"ק ג':",
            "<b>מותר.</b> לוי שהוא ממזר נפגם מקדוש' לוי ת' דבר משה סי' ט\"ו ות' בי\"ד סי' ק\"ה ועיין ב\"ח:",
            "<b>וקטן.</b> עיין תשו' דבר משה סי' כ' בהרב המבי\"ט ח\"א סי' י\"ט ועיין בת' הריב\"ש וכנה\"ג:"
        ],
        [],
        [],
        [
            "<b>שנים מקרא.</b> עיין באר היטב ח' מ\"ש בשם ל\"ח וכן העלה בתשובת בית דוד סי' קי\"ט ע\"ש:"
        ],
        [
            "<b>יצא.</b> עיין תשובת הרשב\"א סימן ס\"ג:",
            "<b>תחלה.</b> ואם לא נזכר עד הערב וגם לא התפלל מנחה עדיין ואין שהות ביום להתפלל שתיהן. מסיק בתשו' דבר משה סי' כ\"א דיותר טוב להתפלל מוסף דלמנחה יש לה תשלומין ועיין רא\"ש בפ' תפלת השחר וכ\"מ בירושלמי ע\"ש:"
        ],
        [],
        [
            "<b>להתענות.</b> עיין מ\"ש באר היטב ס\"ק ג' בשם ט\"ז וכן העל' בת' דבר משה סי' כ\"ב וחמדת הימים בפ' ז' מה' ר\"ה. ובספר גור אריה ועכ\"פ לכל הדיעות אינו אלא רשות וע\"ש:",
            "<b>להתענות.</b> ועיין תשו' בי\"ד סימן קי\"ד אם חלם עוד ת\"ח ביום א' וכן לענין אם יום א' הוא תענית ציבור אי יעלה לו א\"ל. ועיין באר היטב ס\"ק ד' ובתשו' הנ\"ל סי' קי\"ט כתב מי שחלם על חבירו חלום רע יתענה ג\"כ וכן הסכים הרדב\"ז וכתב עוד דאפילו אשה וקטן שחלמו על אדם א' שנדוהו צריך התרה ע\"ש ועיין תשו' אוהל יוסף סי' ב' ובמרדכי סי' ק':",
            "<b>חצי הלילה.</b> ואם אירע לו בע\"פ כ' בתשו' בית יהודא סי' נ\"ב דנדחה חומרא זו משום דלרבנן מצוה לאכול קודם חצות דוקא:",
            "<b>מתענין.</b> עי' תשו' מ\"ש שנ\"ד לענין מינקת שחלמה מאותן שמתענין עליהם:"
        ],
        [],
        [
            "<b>מאה.</b> אבל משום זה אין לברך ברכה שאינה צריכה ואם היו לפניו זתים ורימונים שדינם בברכות שוים אזי אל יניח שניהם לפניו בפ\"א תשו' מהר\"א גלאנטי סי' לח ודייק כן מלשון המשנה דשרי בכה\"ג שבדיוק אמרו היו לפניו מינים הרבה כו':"
        ],
        [
            "<b>בפירות.</b> דוקא מבושלים ת' דבר משה סי' כה:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>שדרכו.</b> עיין ת' א\"י על ענין הריז\"א שמוליכים בשבת בלתי תפירה אלא ע\"י שקושרין אותו בסרבל ועיין ב\"ש דף ק\"ב ובכנה\"ג וב\"ח סי' זה והרב הנ\"ל העלים עינו מהם ומוטב שיהיו שוגגים (ועיין סימן תר\"ה כו'):",
            "<b>מותר לצאת.</b> ואפילו בטלית קטן המצוייצת כהלכתה ומהר\"ם ז\"ל הי' מחמיר על עצמו שלא לילך בה לרה\"ר דחייש אולי יפסוק חוט א' מציצית ועיין תשובת רמב\"ן סימן ר\"ח:"
        ],
        [],
        [],
        [
            "<b>לא מל.</b> עבד הנוהג ד\"י אלא דעדיין לא מל וטבל בפני בי\"ד אי ראוי לקברו ביום טוב שני ואם צריך להוציאו אם כבר נקבר בקבר ישראל עי' ת' ד\"א סי' י\"ט:",
            "<b>גמור.</b> עיין ת' בית יהודה סי' י\"ג:"
        ],
        [
            "<b>וקירד.</b> בתשובת ב\"י סי' ג' אוסר לשפוך מים קרים ע\"ג בהמה ואע\"פ שאינה מדיח גבה וכריס' אלא לתענוג בעלמא:"
        ],
        [],
        [
            "<b>לקנות.</b> הישראל ועכו\"ם שנעשו שותפים לקנות דבר מבית המלך והמכירה היא בשבת פסק בתשובת בית יהודה סי' מ\"ד דאסור לצות לעכו\"ם לקנותו ול\"ד להא דסי' רמ\"ו ע\"ש דהתם עושה העכו\"ם בלי ציווי ואין העכו\"ם מונע מעצמו משא\"כ כאן אם אין ישראל שותפו לא קנה כלל ע\"ש באריכות:",
            "<b>לעשותו.</b> ומטעם זה למד בתשו' שב יעקב סי' ט\"ו זכות על מה שנהגו שהעכו\"ם מכבה נרות ביה\"כ כי הכבוי בעצמה אינה אלא שבות דהלכה כר\"י דהוי מלאכה שאינה צריכה לגופה ואמירה לעכו\"ם הוי שבות דשבות. ואף דאעפ\"כ אסור לומר בשבת לכבות היינו משום גזירה דאדם בהול על ממונו. ומכ\"ש ביו\"הכ דעכו\"ם עושה מעצמו ואדעתי' דנפשיה קא עביד ועיין לבוש סי' של\"ד סכ\"ח כעין זה. ועכ\"פ יש לומר בתחילת שכירתו שאם יכבה הנרות לא יפסיד שכרו: ועוד בלא\"ה מותר דכל מה שעשה מסתמא אינו אלא משום סכנת דליקה וכתבי קודש ובזה אפילו מותר להדיא לומר לעכו\"ם לכבותו עיין מ\"א סי' הנ\"ל ס\"ק למ\"ד ובהגהות רמ\"א:",
            "<b>מפני מצוה.</b> ביום א' של סוכות הביא גוי אתרוג חוץ מתחום ע\"פ צוואת ק\"ק א' באשר שנפסל אתרוג שלהם עיין תשובת ד\"מ סי' ל\"ו דמחלק בין הוא חוץ לי\"ב מיל או לאו ועיין מרדכי פ' הדר ומסיק עכ\"פ דאמירה לגוי להביאו ודאי שרי ועיין סי' תרנ\"ה:",
            "<b>ע\"ג כותל.</b> ומ\"מ דבר שהוא של רבים ליכא חששא בי\"ד סי' צ\"ג:",
            "<b>בדליקה דוקא.</b> עכו\"ם החייב לישראל ונגמר דינו להריגה בשבת אי מותר לדבר עם גוי אחר שידבר עמו בשביל הודאה על חובו מתיר בתשובת בית יהודה סי' י\"ב בשביל שיודה לו ותהיה באופן שלא יזכור החוב להדיא אלא ידבר על לבו אם הוא חייב לאחרים ע\"ש:"
        ],
        [
            "<b>מותר.</b> ומטעם זה מתיר בת' ב\"י סי' נ\"ז להכניס בשבת את מים הנשאבי' ללישות המצות:",
            "<b>לטלטל</b> בהמה שנפל' לבאר וא\"א להביא כרים וכסתות שרי להעלות' בידים דצער ב\"ח דאורייתא ואין לחוש לשבות ריא\"ז:",
            "<b>לאסור.</b> וכלי שמלא אותה חול כשיעור י\"ב שעות וכשהוא ריק מהפכין אותה אסור להפכה בשבת אפילו כשצריכה ליה לסימן מתי יהיה חצות לילה לעשות התיקון עיין תשו' בי\"ד סי' קכ\"ז:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>צפור דרור.</b> הרי\"ף והרמב\"ם והטור והרא\"ש לא חלקו בין צפור דרור לשאר עופות והאחרונים נדחקו ליישב. ובס' אליה רבה מתרץ בהרווח' ע\"ש:"
        ],
        [],
        [
            "<b>ויש מתירין.</b> ביום שבת לא מצאו הקווע מבושם כל צרכו וא\"א לתקנו בלא\"ה התיר בעל גינת ורדים להוסיף על הכוס משחיקת הקווע ועיין ת' דבר משה סי' לח ות' ז\"א ס\"ח:"
        ],
        [
            "<b>ממתקת.</b> עיין ת' דבר משה סי' נד ות' בי\"ד סי' קנד ויד אהרן בשם מהריט\"ץ סי' קג וא\"י סי' ה' וכ\"ה בלבוש דדוקא בתורמסין שלהם ששולקין אותם ז' פעמים והאוכל נמוס בין האצבעות וא\"כ ההוא דבורר האוכל חשוב האוכל כפסולת וחזר הדין כבורר פסולת וחייב משא\"כ בשלנו וע' בדברי רבי' ירוחם נתיב י\"ב חלק ח'"
        ],
        [],
        [],
        [
            "<b>גורל.</b> ע' באר היטב סעיף ו' וע' ת' פ\"ה סי' ט\"ז כי שאל נשאל שם אי מותר למכור ס\"ת בגורל דהיינו שכותבין נקובי שם איש את שמו בסך קצוב ביניהם ומתנין מי שעולה שמו עם החפץ לו יהיה ומקנין כ\"א לחבירו את חלקו ויצא פסק דינו להתיר וליכא חששא דקוביא כלל מאחר שכ\"א מקנה לחברו חלקו וע' מ\"א דבמקום מצוה לית דין בשש ועיין בס' גינת וורדים ח\"א כלל ב' סי' ל\"א. וליתר שאת כתב דיניחו הס\"ת בלתי תפירות ונמצא דאין בו קדושת ס\"ת כלל ובת' ריב\"ש הביאו הב\"י ע\"ש כל ספר שיש בו טעות אין בו קדושת ס\"ת ויכול למכרו:"
        ],
        [
            "<b>ויחזור.</b> ובת' הרשב\"א סי' תפ\"ח חוכך בהיתר זה דהוי כהערמה ואסור ע\"ש:"
        ],
        [],
        [
            "<b>מיד.</b> בת' ב\"כ בבית ועד סי' כו. הקשה כיון דהב\"י מסיק דלא כסמ\"ג משום דיחידאי הוא נגד הר\"ן ור\"ת אמאי פסק דמותר לערב מיד. ועוד יש לתמוה אמאי בס\"ט גבי חלילין לא הביא כלל דעת הסמ\"ג הלא ודאי דכאן יש להחמיר טפי דאיסור דאורייתא נגעה בו כמ\"ש הרשב\"א וע' סי' תצ\"ב ש\"ג:"
        ],
        [],
        [],
        [
            "<b>בבשולי.</b> ע' מ\"ש באר היטב ס\"ק י\"ב בשם ט\"ז ותשו' נ\"ב סי' ג' מתירו:",
            "<b>ל\"ג.</b> והא דקאמר אבא שאול בפ' חרש יונקים בהמה טהורה בי\"ט ופריך ה\"ד אי דאיכא סכנה אפי' בשבת נמי כו' ושני ל\"צ דאיכא צערא ומפרק כלאחר יד הוא ושבת גזרו כו' וש\"מ אפי' במקום צערא בשבת אסור לא קי\"ל כא\"ש אלא כר' מרינוס וכדפסק רב יוסף ע' ת' רמב\"ן סי' ר\"ו:",
            "<b>אונקלי.</b> כתב הרוקח סי' ק\"ו מי שנפלה ערלת גרון אסור להגביה בשבת מי שחכו ופיו מלא אבעבועות אין לו לילך לאילן המלצ\"ר להניח עליו בפיו מן המחובר כי משתמש באילן ע\"כ ורבינו ירוחם דף מ\"ט כ' מותר ליחנק כלו' מי שנפל לו גרונו תולין לו בצוארו כעין שחונקין ונפשט צוארו ומתרפא ע\"כ וצ\"ע וע' סס\"ו ש\"ל ובשבת דף ס\"ו פירש\"י מי שנפרקה חולי של מפרקת צוואריו ונופל בגרונו תולין אותו בראשו שיהיה צוארו נפשט ודומ' לחניקה. ובשבולי לקט כ' יש אוסרין להעלות הגרון במשיכת שער שמא יתלוש א' מהם וחייב חטאת:"
        ],
        [
            "<b>ספיקות.</b> וכן לענין רפואה לחולה אע\"ג דלא ידעינן בודאי שזהו הסם שיתרפא בה מדרך הטבע אלא עדיין הדבר תלוי בספק מחללין את השבת אף לכאורה משמע מהרמב\"ם דס\"ל כרבנן דפליגי אר' מתיא ב\"ח ואין מאכילין למי שנשכו כלב שוטה מחצר כבד שלו לפי שהרפואה אינו בדוקה ע\"ש שא\"ה דכל הרפואה אינו מצד הטבע ואין השכל מסכים שתועיל מ\"ש ברפואה ואפשר אין העיתים והעושים ומקבלים שוים אבל נ\"ד שהספק הוא מצד הסברא ודאי דנכלל בכלל ספק נפשות להקל ת' גינת וורדים סי' ב' ועיין ר\"י ס\"י ק\"יב' וא\"ל מדברי הגהות מיימוני בפי\"ד מה' מא\"ה דאוסר לבעל נכפה לרפאות בשרץ עוף באשר שאין הרפואה בדוק' דשא\"ה לא ברורה הרפואה באותו שרץ משא\"כ בנ\"ד דהרפואה בדוקה אלא דמספקינן בסם אם הוא אותו סם או לאו מותר לכ\"ע וע' בת' רש\"ל סימן תקפ\"ה והר\"ן פרק במה אשה והרדב\"ז סי' ס\"ו ות' רשב\"א סי' רפ\"א:"
        ],
        [
            "<b>חכמה ממקום.</b> אפי' רחוק מי\"ב מיל ומ\"מ מה שאפשר לשנות משנין ולכן טוב הדבר כשתגיע לחודש ט' להזמין צרכיה מע\"ש ודע דהמפלת לאחר מ\"ם יום דינה כילדה לענין חילול שבת ויה\"כ ת' מ\"א ענף ט':",
            "<b>יולדת.</b> ולענין קריאת מילדת ממקום למקום אע\"ג דלית בה מהנך שיעורין מותר וע' ת' מ\"א ענף ז' ח' וט' הרבה חלוקי דינים:",
            "<b>ג\"י.</b> הנך שיעורין מונין משעת הנידה ומונין לפי סדר הימים ולא מעת לעת ת' מ\"א ענף יו\"ד וי\"א:",
            "<b>אין מחללין.</b> והא דאמרה צ\"א מחללין והו' דיולדת יודעת ששבת היום. ת' מ\"א ענף י\"ב:",
            "<b>אפילו.</b> דוקא שאומרת צ\"א מחמת לידה וכשחברותיה אומרות צריכה מחמת לידה מחללין ת' מ\"א ענף י\"ג וי\"ד:",
            "<b>ומוציאין.</b> ע' ת' רמ\"א סי' ה' והרי\"ט ח\"א סימן צ\"ד באשה שנהרגת בסייף והיה ולד' מפרכס והתירו לחתוך בטנ' ביום שבת ואפי' אם נמצא אח\"כ שמת יפה עשו וה\"ה זריז ונשכר ומכ\"ש דא\"צ כפרה:"
        ],
        [
            "<b>מוהלין.</b> ואם האב כופר בתורת משה אפי' הכי מילת בנו דוחה שבת ת' ז\"א סי' נ\"ט:",
            "<b>ביה\"ש.</b> ע' באר הטיב ס\"ק א' וע' בתוס' בי\"ד קי\"ד:",
            "<b>לעכו\"ם.</b> ומה\"ט התיר בת' בית יהודה סי' כ\"ח לומר לעכו\"ם עם חשיכה לאפות פת ולהורידהו אפילו לא נגמר כמאכל ב\"ד קודם שבת וע\"ש:",
            "<b>בשבת.</b> מילה ביום ב' יו\"ט של בגליות בא\"י אם נמצא מוהל אורח מח\"ל מספקא ליה בתשו' נ\"ב סימן ה' אי מותר למול. שאפשר למול על ידי מוהל תושב דהוי חול גבייהו"
        ],
        [],
        [],
        [
            "<b>מן ההפקר.</b> ודעת הר\"ן אינו כן ואם המוחזק יכול לומר קים לי ע' ח\"מ סי' רס\"ד ס\"ה בהגה וש\"ך וב\"ח שם וע' ת' דבר משה סי' כ\"ה:",
            "<b>שמצילין.</b> בפ\"ה סימן ס\"ו העלה דקמיעין הנכתבים בקדושה וכתוב בם שמות הקודש. כגון שם מ\"ב וע\"ב וס\"ג במילואין וגמטריאות אסורין למחוק מהם אות אחת וטעונין גניזה ולפי\"ז ודאי דמצילן ע\"ש:"
        ],
        [],
        [
            "<b>מותר.</b> ע' מ\"ש באר היטב בשם ט\"ז. ובת' בית יהודא סי' י\"א העלה דמה שאסור לטלו בידו ולהריח בו היינו כפי הנחה שהניח שאסור להשתמש בירק ובהתבטל הסיבה נתבטל המסובה והוא העלה לדינא דמותר להשתמש בירק מעתה ודאי דמותר ג\"כ לתפוס בידו. ואין להקשות לפי\"ז על מ\"ש רמ\"א סי\"ג ומותר ליגע באילן ובלבד שלא ינידנו כו' דממ\"נ אי הנדנוד הוא צורך שימוש בלא\"ה אסור להשתמש באילן וכשהוא אינה אלא להתעסק בעלמא א\"כ למה באמת אסור. ועוד להטעם לאסור עליות אילן שמא יתלוש הלא בלא\"ה א\"א לעלות כ\"א בנדנוד וצ\"ל דאינו אלא לחומרא בעלמא ע\"ש:"
        ],
        [],
        [],
        [
            "<b>דנין.</b> ע' באר היטב וע' ת' בית יהודה סימן כ\"ט ועיין ת' מ\"ע סי' י\"ז ירושלמי בכל מושבותיכם מכאן לבעלי דינים שלא יהיה דנין בשבת. ס' החינוך פ' ויקהל. למ\"א אישתמיט זה והטעם בס' החינוך שרצה הש\"י לכבד יום זה שימצא בו מנוחה הכל גם החוטאים וחייבים משל למלך גדול שקרא לבני המדינה יום א' לסעוד' וכו':",
            "<b>מותר.</b> ע' באר היטב מ\"ש בשו\"ת מהר\"ם אלשק\"ר ועבודת הגרשוני והנה לענין לעבור ע\"י גשר הפורחת לדבר מצוה כגון לבה\"כ וכדומה התיר בת' שב יעקב סי' ק\"ז הואיל ואנן סמכינן על בה\"ג לכנוס בספינה בשבת ע\"י קניית שביתה דלא כמ\"ש ר\"י בפ' מי שהוציאו ולדעת בה\"ג אפשר דמותר בלא שום קניית שביתה דשמא הטעם הוא לפי שיצא חוץ לתחום ולא שבת באויר מחיצות מבע\"י וזה לא שייך הכא ע' סי' רכ\"ח בהג\"ה ועוד צידד להתיר דבגשר כי ההיא תמיד שכיחי רוב עכו\"ם ההולכים שם ובלא ישראל נמי הולכת מעתה ודאי דמותר להפליג ואף דהב\"י כתב דבעל נפש יחוש לעצמו היינו כשהולכת חוץ לתחום ע\"ש ובפרט במקום שאין ישראל עושה כלום דשרי ועוד הביא ראיה דאפילו לר\"י דאוסר מתיר במקום מצוה ע\"ש אלא שסיים בדבריו הואיל ולא נמצא היתר מפורש רק מכח מה שאנו סומכין על בה\"ג הנ\"ל הבו דלא להוסיף עליו ועכ\"פ בקניות שביתה פשוט דיש להתיר והגאון מוהר\"ר גבריאל ז\"ל פלפל בחכמה בדבר הזה עד שכתב אני איני מכת המתירין כו' עד אבל בדבר הנוהגין בו איסור ויש להם על מה לסמוך א\"א להתיר לפניהם. אך בעל שב יעקב תירץ כל מה שהקשה מה\"רג הנ\"ל עליו ובס\"ד כתב כ\"ז כתבתי דרך משא ומתן להנצל מהשגתו. אבל ח\"ו להרים ראשי ורגלי בדבר שאין מסכימים עמי אפי' רבנים הקטנים מערכי כ\"ש נגד רום מעלתו ומה לי להכניס כו':"
        ],
        [
            "<b>מוחק.</b> עיין בה\"ט ומ\"ש בשם לבוש. ומג\"א לענין ספרים וע' בתשובת רמ\"א סימן קי\"ט דמתיר להדיא כיין דעשוי לפתחו ולסגרו וכ\"כ מהר\"ש הלוי סי' כ\"ו ע\"ש וסיים בתשובת א\"י ס\"ז דהמחמירין המה מהמתמיהין ועיין בתשובת בית יהודה סי' ר\"ה דהעלה להתיר כריכות ציצית שהם בגימטריא הוי\"ה ב\"ה הואיל דלית בה צורות אותיות להדיא. כת' אותיות על ידו ובע\"ש שכח למחקם ומעתה ראוי להסתפק אי מותר ליטול ידיו בשבת ע' בתשו' פ\"ה ח\"ב סימן ד' ואחרי פלפול קם דינא דשרי ובלבד שיטיל עליהם רביעית בפ\"א או להטביל את ידיו באופן שא\"צ לנגבם:"
        ],
        [],
        [
            "<b>בין השמשות.</b> ומטעם זה פ' בתשובה בי\"ד סימן נ\"ג דאם שכחו להפריש חלה יפרישנה בה\"ש ע\"ש:"
        ],
        [
            "<b>אסור.</b> ומטעם זה אוסר בת' בית יהודה סימן מ\"ה להציע כלאים בעריסות התינוק: וע\"ש ב\"ח י\"ד סי' ר\"ז הרבה דינין שייכים לפרט דאיסור לפני עור לא תתן מכשול:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>לבית.</b> ואף שישנו לב\"י הרבה ראיות לדין הזה מגדולי פוסקים ע\"ש בכל זאת סיים שב יעקב בספר ת\"ח אחר שהביא הרבה ראיות להקל דמי שרוצה לצרף אילו היתרים ולהקל בעירובין שהיא מדרבנן ודאי דאין למחות וכדאי המה הפוסקים המקילין לסמוך עליהם בשעת הדחק ע\"ש:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>שירטון.</b> ובת' שב יעקב סימן י\"ז ומאי העלה דבעת שהמים נקרשין אסור לטלטל כי המחיצה בטלה והרב בעל כנסת יחזקאל כת' ג\"כ סברא זו אלא שהתיר יותר באם הקרח רפה וסכנה להולכים עליו בהרוחה דלא כשבות יעקב שהתיר לגמרי ועכ\"פ בין למר ובין למר כל השנה מותר עפ\"י אופנים המבוארים באחרונים והביא' באר היטב ס\"ק ט' עיין שם:"
        ],
        [
            "<b>משני צדדיו.</b> מבוי גדולה ההולכת דרך הישר ובאמציעה יש כמין כיפה גדולה כעין צורת פתח ומפסיק ומחלק בין חצי המבוי שלמטה ומעלה באופן שהן כשתי מבואות הפתוחים זה לזה ועוד סמך לכיפה מן הצד ישנו דרך למבוי אחרת אשר עכו\"ם וישראלים דרים שם ואותו מבוי יחלק לשני' אותו שלמעלה מהכיפה יוצא למקום רוחב יותר מעשר אמות ודן החכם השלם מסאלנק נר\"ו דהכיפוי ה\"ה כפתח למבוי ובעשות נגד הכיפה לחי או קור' מצד א'. נתקן זה המבוי בצ\"ה מצד א' ולחי או קורה מצה אחר. אמנם החצי מבוי אחרת מהכיפה ולמעל' כיון שיוצא בה פרצה יותר מי' צריך לסתום אותה פרצה או בבנין או לפחות בצ\"ה ובזה נתקן גם אותה המבוי אבל הצ\"פ שהוא הכיפה המכשיר את הגדול' אינו מכשיר גם את הקטנה כיון שהצ\"פ היא רחוקה מהפרצה גם המבוי אחרת אשר יוצא בצד הגדול יש להכשירו שיעשה צ\"ה במקום א' ולחי או קורה בקנה האחרת אלא שהעכו\"ם אוסרין עליהם וצריך לשכור מהם ע' השגה על פסק הזה בת' מ\"ב ס\"ב ולבסוף הסכים עם החכם הנ\"ל:"
        ],
        [],
        [],
        [],
        [
            "<b>לשאר שבתות.</b> ומיהו כשנתוספו דיורים אחר שנתקלקל צריכין לערב מחדש דלדידהו הוי תחלת עירוב ת' רמב\"ן סי' רי\"ב:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>הדמים.</b> עי' באר היטב סק\"ה מ\"ש בשם מג\"א ואפילו אם שוב השכי' העכו\"ם דירתו לעכו\"ם אחר אין השני אוסר כל זמן שכירות הראשון תשובת הרמב\"ן סימן ך\"ו:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>בדילוג. </b> הטעם בלבוש דף י\"ח דהוא יום סליחה וכפרה על התינוקות שלא תפול אסכרה בפיהם והוי כמו ר\"ה ויו\"כ וא\"א שירה גמורה ג\"כ וכתב בי\"ד סי' תקכ\"ז סיים דעל זה אומרים כפרה לכל תולדותם ע\"ש:"
        ],
        [
            "<b>מוסף. </b> מ\"ש שעירי חטאת לכפר בעדם כולל כל ר\"ח כמ\"ש ראשי חדשים נתת לעמך לכ\"א שעירי כו'. ומ\"ש שוב ועולת ר\"ח נעלה הוא שנ' ביחזקאל וביום החודש פר בן בקר תמים והוא עולה כמ\"ש ועל הנשיא יהיה העולה וגו' דלעתיד יהיה מוסף דר\"ח פר ב\"ב. ובעבודת בית המקדש נשמח ע\"ש ועבד הלוי נשמח כלנו ע\"ש וביום שמחתכם ור\"ח וגו' וכן מ\"ש זכרון לכולם יהיו דכתיב והיו לכם לזכרון וי\"מ דפי' לכל תולדותם כי עולת ר\"ח באה לכפר על תולדת ימי החודש ומ\"ש ותשועת נפשם מיד שונא היינו היצ\"ה השונ' והאויב ועיין ת' מ\"ש סי' כ\"א:"
        ],
        [],
        [
            "<b>מחר חודש. </b> ואם בירך וקרא הפטורת השבוע ושוב נזכר שהל\"ל מחר חודש ע' בס' דבר משה סי' כ\"ה דאין לחזור ולברך:"
        ],
        [
            "<b>חי וקיים. </b> מה שנמשל מלכותו ללבנ' דכמו הירח פעמים מזריח ופעמים מאפיל כן זרעו כשהם טובים מאירים כו' ומ\"ש חי וקים הוא אף שאפל בירח העבר חוזר להאיר כן ישראל יגאלו בזמן קרוב ויחזור מלכותו והמלכות שלו חי וקים דחוזר לזרעו והוי כאילו הוא בחיים ועיין מדרש פ' בא ורקנטי סוף פנחס דורש הכוונה אכנסת ישראל ועיין בלבוש והרב בי\"ד כתב סי' תקנ\"ה מפרשו ע\"פ ירושלמי דשבת דדוד בקש אגור' באהלך עולמים כו' שיאמרו הלכה משמו ושפתותיו דובבות עיין יבמות צ\"ו ובכורות צ\"א:"
        ],
        [],
        [],
        [
            "<b>שואלין. </b> ולא העתיק מלת ודורשין עיין הטעם בפר\"ח וט\"ז:",
            "<b>אין נופלים. </b> והא דכתב לשון איסור ולא כתב אין ליפול כו' משום דכך נהגו כבר וה\"ל בכלל אל תטוש תורת אמך עיין ת' בי\"ד סי' קל\"ו קל\"ז קל\"ה ק\"מ וקמ\"א:",
            "<b>באכילה. </b> ובסי' תצ\"ז משמע דוקא יום אחר שבועות שהוא יום טבוח וע' תענות י\"א ותוספות שם:"
        ],
        [],
        [
            "<b>בתחילת. </b> עיין באר היטב ס\"ק א' ובת' בי\"ד סי' קכ\"א מפרש דירצה דבתחילתה היא המצוה אפילו אינו עושה דבר ולא שייך לאמשוכי ולא יאכל היינו איסורא:",
            "<b>בודקין. </b> לא מבעיא לדעת הר\"ן דס\"ל דחמץ שאינו ידוע דאורייתא דמחוייב לבדוק בכל ספק דאורייתא אלא אפילו אם הוא דרבנן מחויב נמי להיות דאינו בודק כ\"א במקום שמכניסין חמץ הוי כספק הרגיל פר\"ח. דע דמדאורייתא אפי' בחמץ ידוע סגי בביטול דלא כתשובה א' הביאו כל בו:",
            "<b>בשום מלאכה. </b> נ\"ל אם נאבד לו מפתח חדרו ושלח אחר אומן מעתה א\"א לו לבדוק אסור ת' בי\"ד סי' קנ\"א:",
            "<b>א\"צ. </b> דבדיקה הוא גופא מרבנן ותסתיי' שלא יתחיל ת' הנ\"ל מ\"א ופר\"ח העלה דאפילו התחיל באיסור וח\"י חולק ובמלאכה אפילו בהיתר יפסיק ול\"ד לסי' רל\"ב דשאני מנחה שרגיל בה כל השנה ועוד החמיר שאיסור כרת נגעה ביה:"
        ],
        [
            "<b>לא עכב. </b> דהא בסי' תל\"ה כשלא בדק בי\"ד בודק תוך המועד והסכימו פוסקים דיברך עיין פר\"ח:"
        ],
        [
            "<b>הנר. </b> עמ\"ש באר הטיב סק\"א בשם לבוש וב\"ח וח\"י הביא ראיה דמהני מהא דמבעיא בש\"ס המשכיר בחזקת בדוק כו' וע\"כ בי\"ג איירי דבי\"ד פשיטא הוא בחזקת בדוק להיות חל כבר החיוב ע\"ש:",
            "<b>של שעוה. </b> ובת' בי\"ד סי' קנ\"א צידד זכות אמנהג וינעצי\"א דבודקין בשל שמן ע\"ש:",
            "<b>יחידי. </b> ומה\"ט לא חשיב עץ שאינו דולק יחידי והוי אבוקה. ח\"י:",
            "<b>ודיו. </b> ובודאי חמץ צריך לבערו דהוי כחמץ בבור. ב\"ח ובאמת בבור נמי פליגי דלראב\"ד הוי כמטמין ושאר פוסקים ס\"ל דוקא מטמין דעוש' מעש'. ובבור א\"צ סולם להוציא ע\"ש ועט\"ז ועכ\"פ דלהמחבר אפי' ביום סגי הבדיק' אבל הב\"ח בשם מהר\"ם מצריך בלילה ושרגא עמ\"א ס\"ק י\"ב:",
            "<b>סכנה. </b> והקשה ב\"ח אמאי לא כ' טעם כבס\"ח והעלה מזה דאפילו בודאי חמץ א\"צ להוציאו וח\"י תי' דבמפולת הוי דרך נפילה ובחור הוי דבר שאינו מצוי. ומ\"א דחה סברת ב\"ח ע\"ש:",
            "<b>שנאבד. </b> ר\"ל קודם בדיקה דבשעת התעסקות במצוה לא יארע לו תקלה:",
            "<b>ודיו. </b> הח\"י הכריע כפי' דס\"ל דהאי ביטול דאורייתא היא מעתה כשלא בטלו צריך לפנותו אחר זמן אסורו וב\"ח ופר\"ח סברי דרבנן הוא ע\"ש:"
        ],
        [
            "<b>שמשייר. </b> הן לאכלו או לשרפו למחר:",
            "<b>יבטלנו. </b> שמא ימצא גלוסקא יפה. מ\"א:",
            "<b>דלא חזיתי'. </b> דהא רוצה לקיים מצות שריפה בשלו. ת\"י:",
            "<b>כעפרא. </b> שאינו כשאר הפקר דאינו הפקר עד שיבא ליד הזוכה ב\"ח וח\"י הקשה עליו מח\"מ סי' רע\"ג וכ' טעם בזה שהוא מל' ועפרות זהב לו דלהורות שאין לב\"א רשות בגווה לזכות בו:",
            "<b>יהא בטל. </b> אע\"פ שא\"א להפקיר ממון חבירו שא\"ה דניחא ליה לבעלי' בזה ח\"י ועיין ב\"ח ודעת ר\"ן:"
        ],
        [],
        [
            "<b>בשיירא. </b> ודרך בעלמא א\"צ מיהו הכל לפי גדלות זמן חזרתו מ\"א:"
        ],
        [
            "<b>לצורך י\"ד. </b> אף הל' אבעיא בש\"ס הוא בי\"ד ל\"ד קאמר ודלא כמשמעות תוספות ד'. וכ\"ד מ\"מ ועיין ב\"ח:",
            "<b>אם בדקו. </b> דכל שאפשר לאברור לא סמכינן אחזקה. והא דאמרינן נשחטה הותרה דשם מעולם לא היה חזקת טרפה אבל בית בחזקת חמץ כל השנה. ודומה להא דבהמה בחזקת אמ\"ה עומדת עד שיודע במה נשחטה:"
        ],
        [],
        [
            "<b>להקל. </b> דהוי ס\"ס ספק מצה ספק אכלו. ומ\"מ הקשה מי\"ד סימן ק\"י דאין מתירין משום ס\"ס אלא כשבאי' שניהם בפ\"א וכאן ספק אחד הוא כשנכנס. והב' אינו אלא אח\"כ וח\"י פי' מכיון שבשעת ביאת זמן איסור כבר נולדו ב' ספיקות ע\"ש:"
        ],
        [
            "<b>וחייב באחריותו. </b> הלבוש דייק מלשון הרמב\"ם דבעינן שקנו מיניה על האחריות אף דהר\"ן חולק מהא דקי\"ל בח\"מ סימן רצ\"א דמסתמא הוי כקיבל ע\"ש כבר תי' בח\"י דבעכו\"ם אין הדין כן דבשומרים רעהו כתיב. ודע לדעת רש\"י א\"ח לבער כ\"א שחייב נמי באונסין ועיין ש\"כ ח\"מ סימן ע\"ב דדחיק מאוד לתרץ דבריו:",
            "<b>ברשותו. </b> ואם יחד לו מקום לא מהני ב\"י בשם רשב\"א וא\"ח הכריע בדיעבד אין להחמיר:",
            "<b>אחר. </b> באר היטב ס\"ק ב' וח\"י כ' דרבותא אשמועינן אפילו כשאינו מקבל אחריות לא מהני וזה לא שייך בבעליו דהפוכו מטרתא למה:",
            "<b>מפה. </b> וכשאין מכירו או מקפידין זע\"ז אפשר דמותר לאכול עמו על שלחן א' ח\"י ופר\"ח אך סיימו מ\"מ אין להקל אפי' בשאר איסורין:",
            "<b>המפקיד. </b> וא\"ל מהא דאמרינן ביתך ברשותך כו' יצא חמצו של ישראל ביד עכו\"ם. ונ\"ל דש\"ס איירי בהלוה עליו. רא\"ש וט\"ז שדא ביה נרגא ע\"ש וח\"י תי' דהא דאחריות על המשכון. משום דהוי שומר שכר עליו ואינו אלא בישראל מישראל:"
        ],
        [
            "<b>בידו. </b> דוקא דקי\"ל ב\"ח מכאן ולהבא גובה:",
            "<b>של עכו\"ם. </b> וא\"ל כיון דבידו לפדות יהא עובר עליו כמ\"ש גבי חלה כיון דמחוסר ממונא לא אמרינן הואיל. וח\"י תי' דמהי\"ת יפדנו ויהיה אסור בהנאה. ועיין תו' פסחים מ\"ב ע\"ב. וט\"ז העלה דאם דעתו לפדותו אחר פסח אסור דהוי כמטמין ועמ\"א שהקשה הלא כשנאנס המשכון חייב לשלם דמי הלואה ויהא אסור ותי' דעכ\"פ לא גרע ממקבל אחריות אחמצו של עכו\"ם בבית עכו\"ם עח\"מ סי' ר\"ז:",
            "<b>מותר. </b> בס' ראש יוסף הקשה מסי' ת\"מ דישראל שהפקיד אצל עכו\"ם אחריות כו' תי' הח\"י ודאי כשאין משכון בידו אינו כלום דאף בשכירת מעות אינו קונה מעכו\"ם ח\"מ סי' קנ\"ד. ואפילו קנו מ\"מ כאן אינו אלא אסמכתא ולא מהני בלתי משכון בידו ול\"ד לענין טבילות כלים משום דעכ\"פ נראה כשלו ועיין י\"ד סי' ק\"ך ודע אף נראה דעתו לשקעו אינו עובר עליו כל זמן שלא מכרו בפירוש מ\"א ועיין ח\"מ סי' ע\"ג הרבה דינים וחלוקים במשכון:"
        ],
        [
            "<b>שנסרחה. </b> ומזה אוסר הפר\"ח לשואלו הנחל' בכאב ראש תדירי להניח קילור של חמץ וסממנים על צדעיו אפי' כשהוא פחות מכזית בכדי א\"פ:",
            "<b>לאכלו. </b> אפילו לדעת המתירין בסי' תמ\"ז מודים הכא דשמא החמץ שבתוכה יעמידו ט\"ז וח\"י כ' דאין ספק שלו מוציא מידי ודאי של הראב\"ד:",
            "<b>לבערם. </b> עמ\"ש באר הטיב ס\"ק י\"א בשם מהר\"ם מלובלין. והקשה ט\"ז מסי' פ\"ז בי\"ד דאמרי' כשהעמיד בקיבות כשרה בטלה בס' וה\"נ לבטל ק\"פ דשא\"ה דיש כח בהמעמיד ליתן טעם בפסח הנה רש\"ל ס\"ל דדבר המעמיד עכ\"פ מותר לשהותו אך רשב\"א ושארי גדולי פוסקים אוסרים ומטעם זה אוסר הרמב\"ן בישול מי דבש מבושל מבישול כל השנה והראשון היה מחומץ עם שמרי שכר וזהו הי' רביעי או חמישי לו:",
            "<b>בטל כשאינ' במקום לישה. </b> פר\"ח וכתב הרא\"ש ולא הארכתי בדינים אלו דישראל קדושים וגוררין כל חמץ אפילו משהו והקשה ט\"ז ת\"ל מדינא מחוייבים לדעת תוס' דלמא אתי למיכל ע\"ש שתי' בדוחק:",
            "<b>מותר. </b> לדעת מ\"מ ה\"ה שאור ולראב\"ד שאני דראוי להחמיץ בו ועוד שיחדו לישיבה או טחו בטיט לא בטיל איסורו:",
            "<b>לקיימו. </b> מדאורייתא מותרין באכילה דאפילו ביה\"כ פטור באוכל מאכל שאינו ראוי אלא מדרבנן גזרו דהוא משוה ליה אוכל רא\"ש:"
        ],
        [
            "<b>מותר בהנאה. </b> כ' הטור דאם קדש בו אשה אינה מקודשת וט\"ז כ' אבל בנוקש' דהוי תרי דרבנן לרש\"י אינה מקודשת ולר\"ת חוששין לקידושין ועיין בא\"ע סי' כ\"ח דדעת ר\"ת והרא\"ש הם עיקר:",
            "<b>לעכו\"ם </b> ואם לא מכרו חייב לשלם דהוי כש\"ח דאפשר להציל ברועים ומקלות ט\"ז ומ\"א וח\"י חולק ע\"ש:",
            "<b>מותר. </b> וע' באר היטב ס\"ק ז' וח' בי\"ד סי' קפ\"ב:"
        ],
        [
            "<b>בבשר ודגים. </b> ואם מחלק סעודה ב' לשנים בבוקר אפשר דלא יצא לדעת דבעינן סעודה ג' אחר מנחה ת' רמב\"ן סי' ר\"ז:",
            "<b>יבטלנו. </b> אע\"ג דאין מפקירין בשבת מ\"מ בחמץ התירו שאינו אלא גילוי דעת בעלמא:"
        ],
        [
            "<b>או זרקו. </b> כחכמים בפ' כ\"ש דתרווייהו מהני רמב\"ם דלא כרי\"ף. דאוסר שריפה לחכמים כי אפרו אסור. ועמ\"א דהק' ארמב\"ם אמאי פסק לשורפו הלא חמץ הוא מהנקברי' ואפרן אסור ע' תי' בדוחק (ובמהרי\"ל לקבור הפחמין ע\"ש) וח\"י תי' דחמץ אינו בכלל הא דתנן שכל הנקברים לא ישרפו ע\"ש טעמו וכ' עוד מה\"ט לא חשיב הרמב\"ם חמץ בין הנשרפין וכן לא בין הנקברים. וגם משום חומרא דבל יראה לא אתי לזילזולי ביה ע\"ש. ועוד דהא מבערין קודם זמן איסורו:",
            "<b>לים </b> והא דלא חילק הרמב\"ם בין ים המלח לשארי ימים עיין ח\"י ובמים שלו המכונסין ובו דגים שלו ודאי דאסור ליכנס שם:"
        ],
        [
            "<b>יכפה. </b> וה\"ה בשבת אחר זמן ביעור:",
            "<b>לטלטלו. </b> משום מוקצה אף דעובר אבל יראה אסור דכיון דשב וא\"ת היא ומכיון דאנוס הוא מכח דברי חכמים אינו עובר. ומהר\"מ תי' כיון דבעידנא שמטלטל א\"מ מ\"ע כלל. והר\"ן וכן הרש\"ל הקשו אסברא זו מש\"ס דידן ע\"ש. ונ\"ל כסברת ר\"ת דעשה דרבים עדיף ודאי. וחמץ ל\"מ עשה דרבים מ\"א וע' בה\"ט ס\"ק ג':",
            "<b>לשרפו. </b> הואיל ובטלו לא אמרינן סברא מתוך שהותרה הבערה כו' ר\"ל ומיניה דייק הרשב\"א כשלא בטלו ישרפנו ומשמעות ש\"ס ורש\"י אינו כן:",
            "<b>בקנה. </b> ולא יגע בו שמא אתי למיכל מניה:"
        ],
        [
            "<b>במשהו. </b> וע' בתשו' בי\"ד סי' קס\"ג היכא דהוי ספק תערובות כ\"ע מודים דשרי דהוי ספיקא במידי דרבנן שמא לא נתערב ושמא הלכתא כמ\"ד דבטל ודע מ\"ש המחבר ל' משהו ל\"ד דהא בס\"ו מתיר למכור התרנגולת חוץ כו'. אלא פחות מס'. מטעם דהוי דבר שיש לו מתירין. ועיין י\"ד סי' ק\"ב שכ' בשם רשב\"א שחמץ לא הוי בכלל הזה שמתקלקל בשהייתו. ומטעם זה דייק הרמב\"ם אבל בפת שאינו נפסד בהמתנתו ע\"ש ולדעת הרא\"ש שהחמירו ביה משום חומרא דבל יראה או משום שחוזר לאיסורו לשנה הבאה אפילו בתבשיל המתקלקל אסור אפי' משהו:",
            "<b>לענין תבשיל. </b> עיין ת' בי\"ד סי' רכ\"ב:",
            "<b>נמי שרי. </b> קדרה חמץ מנוקה מקודם פסח ובשל בה בפסח בטעות עיין ת' דבר משה סי' כ\"ט:",
            "<b>אינו חוזר. </b> אפילו לא התירו חכמים קודם פסח אלא דנודע אח\"כ שנתבטל ת' בית יהודה סי' ט\"ו:",
            "<b>בדבר יבש. </b> ב' ככרות חמץ נתערבו בכמה ככרות מצה ח\"י ופר\"ח העלו דבע\"פ דינם כשאר איסורים וחד בתרי בטל ובתשו' דבר משה סי' כ\"ו העלה דאם עדיין אינם אפויות הוא דבטילין ולא אחר אפייתן דהוי דבר חשוב ע\"ש באריכות דינים המסתעפים ממנו:",
            "<b>ובכרכשות. </b> ע' באר היטב מ\"ש בשם מ\"א ומזה רצה מוהר\"ר מענדלין לאסור אפי' להשהותן ובתשובת שב יעקב י\"ט למד סניגור על מנהג ישראל דלא קפדינן כלל למכרם ק\"פ אפי' הנעשים עם שומים הנחתכים בסכין חמץ. מהא דאיתא בהג\"ה עצמה וז\"ל וה\"ה אם נתערב משהו מדברים אלו כו' שאין להחמיר בתערובת ע\"ש וכ' המ\"א הטעם דהוי נ\"ט בר נ\"ט ועוד שמא לא היה הכלי ב\"י. ומ\"מ צ\"ע דעכ\"פ יש לסמוך בדיעבד אסתם כלים שאינם ב\"י ונ\"ט בר נ\"ט כו' ומסיק דמ\"ש רמ\"א אם נתערב משהו היינו משום שומן דודאי כשנתערבה הרבה אסור הוא שיש לחוש לפרורי חמץ שבתוכה אבל יין מבושל כו' ע\"ש. נמצא אף שאין ס' נגד החמץ בכלי שנתבשל מותר כי נתערב בפסח הואיל וסתם כלים אינם ב\"י והוא נ\"ט בר נ\"ט ממילא מותרים להשהותן דהנה ע\"כ איסור משהו אפי' בב\"י קיל מכלי שאינו ב\"י ושאין ס' נגד האיסור ע' י\"ד ס\"ס צ\"ט וסי' ק\"ב ס\"ה ואף דהט\"ז שם חוכך להחמיר מ\"מ עכ\"פ הסברא היא ברורה וא\"כ כיון דנ\"ט בר נ\"ט באינו ב\"י אפילו באינו ששים נגד איסור מותר מכ\"ש במשהו אפי' ב\"י היכא דהיא נ\"ט בר נ\"ט דמותר באחרון של פסח וה\"ה להשהותן וא\"ל דחורפיה מחלי' ליה לטעם חמץ מ\"מ לענין הבליעה הוי רק משהו עיין תוס' פכ\"ש. ואף דקי\"ל סתם סכין שמנונית טח על פניו מ\"מ אין מסתמא חמץ ע\"פ ועיין בד\"מ מ\"ש בשם ת' הרא\"ש בבצל שחתכו בסכין דלא חשש כלל להיותו חמץ טח ע\"פ ועמ\"א ס\"ק ל\"ז. ועוד בלא\"ה יש טעם מנהג משום דהרבה פוסקים ס\"ל דשום וכיוצא לא מיקרי דבר חריף ע' י\"ד ריש סי' צ\"ו ויש עכ\"פ לסמוך עליהן ולהשהותו בפרט באיסור משהו ע\"ש:",
            "<b>בוסר </b> בתשובה בי\"ד סי' קס\"ח הקשה הלא הב\"י כתב בי\"ד סי' כ\"ו דבוסר דינו כצנון וחלתית ע\"ש ובסי' קס\"ט הקשה עוד הלא ע\"י דיכה ודאי דפלט אפי' בצונן ע' י\"ד בדין תבלין עד שהשיג על דברי רמ\"א שמתיר אפי' בפסח ע' ח\"י והגאון הצ\"צ תי' בדוחק אפשר לומר הואיל והמים אגור בתוכה אין כאן דוחק בדיכה ע\"ש:",
            "<b>אינו אסור. </b> ואף דחמץ ישראל ביד עכו\"ם וקיבל העכו\"ם אחריות דצריך ביעור מדרבנן ואפ\"ה אחר פסח אסור היינו משום דחמץ זה צריך ביעור מדאורייתא וחכמים תקנו שזהו לאו ביעורי' ודומה לביטל ולא ביער:"
        ],
        [
            "<b>מכרו. </b> ואפי' אין החמץ אצלו זכה בו בכ\"מ שהוא מ\"א:",
            "<b>עובר. </b> כ' הפר\"ח זה לסברת סי' ח\"מ ע\"ש שא\"ז העיקר. וא\"א ע\"מ להחזיר אי ע\"מ שתעשה דבר פלוני ה\"ז מכירה גמורה. ועיין ח\"מ סי' רי\"ב ס\"ב ובא\"ע סימן כ\"ח אך משו' חומרא דחמץ אסור ועיין ס\"ג:"
        ],
        [],
        [
            "<b>לפורעו. </b> דשעת פרעון אין הראשון בעין ולאו חליפי חמץ נינהו וכ\"א להדי' בש\"ס דהפועלי' בע\"ז דבי ר' ינאי יזפי מעניים פירות בשביעית ופרעו כו' מכ\"ש בחמץ דאינו תופס דמיו:",
            "<b>כדי. </b> ע' ב\"ה ס\"ק י\"ג מ\"ש להתיר בתנור וכ' המ\"א דאיירי בשכרו סתם ותנור מסתמא לאפות בו חמץ משא\"כ בכלי וחמור סתמא מותר ובזה יתורץ דלא יסתרו דברי ש\"ע מסעיף ד':",
            "<b>חמץ. </b> ודברי תוס' פסחים כ\"ב משמע דאם בהמת עכו\"ם טעונה חמץ אסור לפרוק ממנה אלא שלא בפניו. ולתי' קמא שרי משום צער ב\"ח ע\"ש:",
            "<b>המנהג. </b> וע' סימן תמ\"ב ותמ\"ז דאנן קי\"ל לאסור למכור לעכו\"ם תרנגולת שנמצא בה חטה אף שלא נהנה מחמץ ועי' י\"ד נ\"ד. ועוד לפ\"ז נימא תבשיל שנתבשל בכלי חמץ מותר למכרו לעכו\"ם והמעגלי צדק כ' דאיירי בכלי המיוחד לכביסה ולרחיצה דוקא ע\"ש ובת\"ח בי\"ד שם:"
        ],
        [
            "<b>ניכר. </b> ול\"ד לחמץ שנתערב דחמץ נראה לעין אלא שאין ניכר. ע' ראב\"ן ור\"ן ורי\"ו:",
            "<b>בלא הכשר. </b> כלי הצריך ליבון והגעילו ונשתמש בו רותח התבשיל אסור רשב\"א ואו\"ה וצונן מותר אפי' לכתחלה ועיין י\"ד סי' צ\"א:",
            "<b>שרי </b> וכ' ח\"י בשם שבולי לקט דלא מהני ליה הסק' מבפנים ומסיים בה דאפשר הנעשים מלבנים ועפר מהני לכ\"ע עיין סי' תס\"א ס\"ב:",
            "<b>ומותרין: </b> עיין בא\"ה ס\"ק יו\"ד מטעם דלענין סכין שישנו שם עוד צדדים להקל סמכינן אפי' דס\"ל דחמץ מיקרא התירא בלע ול\"ד לשפודין בס\"ד ח\"י ויש נוהגין ליתן אבן מלובן על סכין ולערות עליו רותחין ואיסו' גמור הוא אחרונים:",
            "<b>שקש נשרף. </b> הואיל ושם חמץ עליו מיקרי איסורא בלע ולא סגי בהגעלה. וט\"ז הקשה ממשמעות ש\"ע תמ\"ז ס\"ז ותנ\"ב מיקרי התירא בלע ע\"ש ועוד מ\"ש ממחבת בסי\"א וצ\"ל דאיירי כאן שצלו בו חמץ בעין דהוי כתנור שאפו בו. וח\"י שדא ביה נרגא דאין להכריע בדבר הזה כי לפעמים דנו אותו כהיתר בלע ולפעמים כו' ע\"ש:",
            "<b>צריך לבון. </b> והקשה בי\"ד סי' י\"ח שהלא תדיר אנן משתמשין בטריפי\"ס לכלי בשר וחלב. ותי' דחששא הוא דאולי נשפך מהקדירה דייסא עליו בעין מעתה כל השנה ליכא למיחש דהלא א\"א אלא כדי קליפה והקדירה במקומה עומדת ע\"ש:",
            "<b>בכלי ב'. </b> וב\"ח מחמיר בהו ועיין פר\"ח:",
            "<b>ליבון. </b> ויש מחכמים שהורו כשצפו אותו בבדיל מחדש א\"צ להגעילו והר\"ש טוען בהם ג' טענות והפר\"ח האריך למעניתו וסיים למעש' אין לסמוך עליהם דלפעמים מחמת מהירות אין הציפוי עולה בכל הכלי וכתב דכך נוהגין בירושלים. וכ\"כ ח\"י דגדולי ארץ מחמירין על עצמן וכתב שיטבלו אחר הצפוי בלא ברכה:",
            "<b>כתב </b> ח\"י דוקא כ\"ז לענין הכשר כלים דעלמא משא\"כ חמץ דאפשר להשהותן לא מיקרי דיעבד וצ\"ע:",
            "<b>בהגעלה </b> הרי\"ו כתב דכלי נחושת אינו בולע ע\"י עירוי וא\"צ הגעלה וש\"ך בי\"ד סימן ס\"ח דחה דבריו ע\"ש:",
            "<b>הגעלה. </b> והא דבשר שרי בסימן תמ\"ז ס\"ה משום דבטל בס' וזה אינו בכלי עיין י\"ד ססי' ק\"ה:",
            "<b>ונראין. </b> ובמקום דשכיח למצוא גרעיני תבואה תוך המלח יש להחמיר פר\"ח:",
            "<b>ידותיהם. </b> אין הטעם משום דחם מקצתו כו' ע' י\"ד סימן קכ\"א אלא שמא קיבל הבית יד טעם חמץ ויגע בו מצת חם. ומעתה אין לחלק בין כלי מתכות לשארי כלים ט\"ז:",
            "<b>גחלים. </b> ע' באר היטב ס\"ק למ\"ד מ\"ש בשם מהרא\"מ ח\"א סימן מ\"ג. וע' בת' מגיד מראשית סימן א' שכ' דלא הודו לו כל סיעת חכמים שבזמנו וכן הסכים מהר\"א הלוי בא\"י שצריכים הגעלה ובס' מהר\"י מטראני. וע' פר\"ח וכנה\"ג:",
            "<b>ליבון </b> דודאי נגעה בחרר' אחרונה:",
            "<b>בהגעל'. </b> ובסי' תמ\"ו ס\"ז לענין בוסר שאני דבטל ק\"פ וכאן בפסח איסורו במשהו:",
            "<b>דכ\"ר. </b> הב\"ח מזהיר באותן שנעשים מפסולת נחושת לא ילבנו במילוי גחלים דלמא חיים עלייהו דפקעי:",
            "<b>ללבן. </b> ובפר\"ח תמה מנ\"ל הא והעל' באמת אין הדין אלא דוקא במדוכ' וקערות שאין תשמישן אלא בכ\"ש ע\"ש:",
            "<b>צריכים. </b> ואם לש בה הלבוש אוסר בת' בי\"ד סימן ר\"י מתירו ע' ב' טעמים נמוקים:",
            "<b>הרחת. </b> ע' באר היטב וע' תשובת ח\"א סימן נ\"ח:",
            "<b>ובית חרוסת </b> ועיין י\"ד סימן ס\"ט דעכ\"פ לא נשתמש בו חמץ. ואף את\"ל הואיל וחמוצו קשה בולע אפילו בצונן מ\"מ ל\"ד לנשתמש בם חמין גמורים. ויש לסמוך ולהתיר בלי הדחה תחלה צא ולמד מעתה ודאי אם נשתמש בו חמץ חם צריך הדחה להשתמש בה מצה צונן. וכלי של יי\"נ בעי הדחה משום דחריף טובא. א\"כ משום חומרא דיי\"נ יעיין ת' ב\"כ בית מועד סימן י\"ח:",
            "<b>גליזאר\"ט. </b> בכ\"ה ב' מרדכי אוסר להשתמש בכלי פורצילאנין ישינים כי בדקוהו באש ויצא ממנו תמרות גם אחר שנתנו בו מים שקל יותר הרי שבלע. וכ' דעכשיו מזייפין אותו ואינו ממין הנכנס לסוג כלי זכוכית פר\"ח:",
            "<b>שלא נבדק. </b> ולכתחילה צריכה ליבון ובדיעבד סמכינן אדעה א' ס\"ג דלא חוזר וניעור הטעם כבר בטל ואע\"פ דבכלי לא מבטלין איסורא שא\"ה דספק בעלמא הוא:",
            "<b>להדיחן. </b> דידים עסקניות ואולי נוגע בהם וחמץ בידו:"
        ],
        [
            "<b>מרתיחתן. </b> ואם נחה לא ירתיחן שנית. אחרונים:",
            "<b>שמגעיל. </b> ולענין שיעור שישהנו במי הגעלה לשון הרמב\"ם ורמב\"ן עד שיפלוט והר\"ן הוסיף עד שיראה באומד יפה שפלט אבל הגהת מיימוני וטור כ' שהעולם נהגו להכניס ולהוציא מיד ומנהג ש\"י תורה הוא ע\"ש:",
            "<b>ללבן. </b> וכ' הפר\"ח כ\"ז לסברתו דנט\"ל אסור ואיסורו במשהו ולהמתירין יוכל להגעיל אחר שאין הכלי ב\"י וסיים מיהו אין להגעיל בשהיות מעל\"ע דנט\"ל לא שרי אלא דיעבד:",
            "<b>אא\"כ. </b> ולא גזרי' אטו ב\"י דמה\"ט אסרינן לבשל בכלי אב\"י דהתם כי מבשל בב\"י אסור מן התורה. ועוד בבית שהשימוש תדירי חיישינן לטעות משא\"כ כאן אפילו כי א' מהם ב\"י אינו בולע אלא מעט והוי נ\"ט בר נ\"ט. גם משבא להכשיר למה יטעה. ח\"י בשם הרא\"ש. ומ\"ש המחבר ביחד ה\"ה בזה אחר זה באין ששים במים בגד כל הכלים וע' י\"ד סי' צ\"ט ס\"ו ופר\"ח דלא כראב\"ד דס\"ל הראשון בטל והשני אינו חוזר וניעור ע\"ש:",
            "<b>משקה. </b> ולוי\"ג עם עפר ודאי לא ח\"י ופר\"ח:",
            "<b>במים קרים </b> ובדיעבד אין קפידא פר\"ח:"
        ],
        [
            "<b>חטים. </b> ואם אין לו יקח החביב עליו:",
            "<b>לידי </b> חימוץ וכת' בתשובה בי\"ד סי' וי\"ו פולין חדשות אפשר דמותרין בפסח מהא דקי\"ל הנודר מירק אסור בפולין לחים וא\"כ דוקא הישנות הוי מידי דמידגן:",
            "<b>ואין לשנות </b> הפר\"ח העלה לחומרא זו קצת ראיה מש\"ס דידן ע\"ש אלא שסיים דאין מנהגינו כ\"א באותו שנמצא בה פ\"א גרעין חיטין:",
            "<b>מותר להשהות. </b> אבל לא מיני הריפות לפי שמלחלחים התבואה במים:",
            "<b>משעת טחינה. </b> אין לחלק בין ריחים לריחים דאפי' בשל רוח וכדומ' יש לחוש:",
            "<b>צריכים </b> וה\"ה מצות אל יעשה על מפות שהניחם פ\"א על קמח א\"ל בכיבוס והתיר תפירות וטוב יותר על שלחן חלק ט\"ז ופר\"ח וכן מהרי\"ל הזהיר שלא לאכול בפסח על מפה שהונחו על שק של קמח:",
            "<b>הרחיי' </b> בצפ\"ת תוב\"ב טוחנים בריחי' של מים וקודם הטחינ' מסלקין האבן ומכבדין אותו יפה שלא ישאר מקמח כל השנה כלום. ואירע שנה אחר שנה שנמצאו בשעת הריקוד פרורים קטנים יבשות ונסתפקו בטיט מעפר לבן שבצפת. ובדקוהו והעל' עשן וריחו נודף כפת אחר שריכתן נתברר ע\"י שהוא חמץ נוקשא אך אין כזית בכדי א\"פ עיין דינו ת' בי\"ד סי' נ\"ט וסי' למ\"ד ע\"ש:"
        ],
        [
            "<b>מורסן. </b> ולרי\"ף יוצאין בה לפי\"ז יש קצת ראיה שמחמץ מ\"א וכתב עוד קליפת חטים מחמיצין וגם בלא\"ה א\"א שלא נדבק בה קצת ממשו' וע' בפ' י\"א דתרמות מ\"ה:",
            "<b>ממנו. </b> אפילו אחשכי' בטלה דעתו אצל כל אדם:"
        ],
        [],
        [
            "<b>והוא עשרון. </b> וברוקח השיעור מ\"ד ביצים בינונים ומ\"א הזהיר לדקדק בשיעורי' וראי' שהביא הרא\"ש מלחם הפנים אפשר לדחות דכהנים זריזים הם ע\"ש:",
            "<b>ולא ידחק. </b> ופשוט דמיירי אף אם כמות הקמח אינו אלא כשיעור ע' בי\"ד סימן ר\"ך."
        ],
        [
            "<b>זו בזו </b> ובי\"ד סי' שפ\"ה משמע שצריך דיבוק באופן שאם יתפרד יתלוש א' מחברתה מעט עמה ע\"ש:",
            "<b>נכון </b> וב\"ח בשם הרא\"ש דיותר טוב ע\"י השקה כנ\"ל ע\"ש טעמו. והא דקי\"ל חלת ח\"ל אוכל והולך ואח\"כ מפריש משמע דלא בעי מהמוקף. היינו בעיסה שנילושה יחד הקילו תוה' ועיין נדה ד':",
            "<b>תחמיץ. </b> ואם דהקדש הוא וא\"ע עליו מ\"מ הואיל ואי בעי מיתשל עלי' אחרונים וכ' הפ\"י דע\"פ שחל בשבת וכבר נאכל החמץ בענין דא\"א למיתשל ועוד בלא\"ה א\"נ בשבת לדברים שאינם מצורכי שבת ע' סי' שמ\"א א\"צ ביעור ואפי' כפיות סל א\"צ דאף דחלה אינו אלא מדרבנן וחמץ דאורייתא מ\"מ מדאוריי' נמי בביטול סגי. ומ\"מ אי איכא כהן קטן או שטבל לקריו אוכל אותו ע\"ש:",
            "<b>שטבל. </b> ולא יאפה תחלה דמחוסר מעשה ל\"א הואיל גם לא שרינן דאולי יבא כהן פר\"ח ע\"ש:"
        ],
        [],
        [
            "<b>השמש. </b> וע\"י פריסה סדינים. ואהלים מלמעלה שרי ת' בית יהודה סי' מ\"ו:",
            "<b>והאוכלו. </b> ואפילו כשהיא במקצת מעיסה כולה מחמץ גמור הוא ת' מהר\"ם מלובלין:",
            "מיהו שמא לא יקטפנו יפה בפעם ב' ולא יהיה גוש א' ואין האש שולטת שם:",
            "<b>מדרון. </b> מ\"א הזהיר שלא ישפכן במקום רצפת אבנים. וכל זה אחר זמן איסור אע\"פ דהפקירן מסתמא ע' סי' תמ\"ד מ\"מ לכתחלה צריך ליזהר עכ\"פ וע' סי' תמ\"ה דודאי חמץ אסור לסמוך על העורבים ה\"ה הכא:",
            "<b>לחזור ולתקן </b> מה שנוהגין שמניחין מצה א' על השלחן ועוסקים בה משך זמן הסקות התנור ומשתמשים בכל הכלים פעם ב' בלי גרידה והדחה וגם על המפ' ראשונה או שמהפכין המפה ראוי להזהר ולמחות בהם ת\"י:",
            "<b>עכו\"ם. </b> דגריד' שבות אמירה ובמקום מצוה לא גזרו מ\"א:"
        ],
        [
            "<b>הנדבק. </b> דפרורי בצק חשובין וראוי להדבק יחד משא\"כ פירורי פת מהרי\"ל:",
            "<b>מותר </b> ומהרי\"ל אוסר לעשות ע\"י דפוס שבצק נכנס וכו' ומתחמץ ע' מ\"א:"
        ],
        [
            "<b>שלא נימוח'. </b> והא דבסי' תע\"ה ס\"ג דאם בלע מצה ולא הרי דלא בעינן טעם מצה. דעכ\"פ היא בעצם צריכה להיות בה טעם רוקח:",
            "<b>אינו יוצא </b> ול\"ד לפסח דמותר להטבילו דנפיש טעמיה רמב\"ם:",
            "<b>באמצעית'. </b> ע' באר היטב וכ' בי\"ד סי' רכו גם הוא הסכים להתיר וכתב דמהרי\"ל ל\"א אלא בתנורים שמסיקים מתחמם וכשמתפח המצה אין החש שולט בעליון וע' בת' א\"י סימן מ':"
        ],
        [
            "<b>טיפת מים. </b> ומים שמשליכים תוכו לאחר הבציר אין להקל דשוב לא נקרא תוסס וע' י\"ד סי' קי\"ו וד\"מ סי' ך\"ו: ובש\"ס דע\"ז דף ל' משמע דתסיסתן אינו אלא ג\"י וכ\"פ בת' א\"י דשוב אין בו כח להפוך את המים ליין ומשני ג\"כ הא דעד מ\"ם יום אין בו משום גילוי בפי' מרווח דלא סתרי אהדדי ע\"ש ומה\"ט נמי התיר בתשו' סי' י' קדירה שנתנו תוכו אבק דק של קמח סולת ובשעת הבציר מלאוהו יין לשתותו בפסח ע\"ש:",
            "<b>הואיל ושמרי יין </b> כ' הח\"י דין מי פירות להן ובב\"ח כ' דגם ליין צמוקים דין מ\"פ להם וכ' המבי\"ט דכ\"ש לדבש שעושים מן הצמוקים שבשלם במים דדין מ\"פ להם ע\"ש וע' באה\"ע ס\"ק י':",
            "<b>במי פירות. </b> דאינם מז' משקים י\"ד שח\"ט דם דבאלו א\"צ לעשות פחות משיעור דהא לא מקבל' טומא' ויכול לשרפ' ע' י\"ד סי' שכ\"ט ובת' בי\"ד סי' רכ\"ח:",
            "<b>ובלבד. </b> ע' קושית מ\"א בבאה\"ט ס\"ק י\"א ומשו' דעות חלוקות המה וע' ח\"י דנראה לו לחלק בין מים מועטים ובת' כה\"ג שע\"ג איירי שנתערב בעודנו תירוש. וע' ח\"י הרב' דינים המסתעפים מזה:"
        ],
        [
            "<b>ביחד. </b> משום דלא עשה בידים אלא הוא ממילא ולכך אפילו לדידן מותר ובתו' הטעם משום דהוא מילת' דלא שכיח:",
            "<b>באור. </b> אמנם הקלוי אפי' דמותר ניתן לו כיון דהאי מילת' דקמחא דאבשונ' אינ' אלא משום חששא בעלמא ועיין רמב\"ם בפ\"ה מהל' חמץ ומצה ות' ת\"ח ח\"ג ס\"י:",
            "<b>אלא מצה אפוי'. </b> ועי' ססי' תנ\"ט לענין מצה שנילושה בה קמח ונאפה ואח\"כ נתנוהו לרוטב וסיי' המ\"א דבמצה יש להחמיר שהיא מפסקת בין הקמח והאור וח\"י מתיר דיעבד בקמח קלוי בהנאה או להשהותה וכתב ט\"ז קמחות של מיני קטניות ועדשים אסור לן משום דמתחלפי בדגן ע' סי' תנ\"ג:"
        ],
        [
            "<b>ולא ישהנו. </b> ועיין סי' תס\"ב. ולענין אי מחויב דוקא לשרפו ע' בסי' תמ\"ה:"
        ],
        [
            "<b>אפי' יבש </b> ע' באה\"ע ס\"ק ד' הטעם. והא דבסי' ת\"נ מתיר להחם חמין בכלי חמץ לרחוץ דלא נהנה מהבלועה שבכלי וכאן הגוף נהנה לאיסור. ואם שפה ידיחה עצמה במי פירות או תמתין עד שבודאי כבר חלף הלך לו ח\"י וכתב עוד אותן הנוהגים שלא לאכול עופות בימים ראשונים של פסח ובאחרונים אכלו לא מצאו ידיהם בביה\"מ אא\"כ נזהרים שאין מאכילים אותם אלא מצה כל ימי פסח:"
        ],
        [
            "<b>חטים. </b> אפילו פחות מכזית פר\"ח עיין סי' רמ\"ז ס\"א:",
            "<b>ירקד. </b> אע\"ג דריקוד אב מלאכה שא\"ה דאין בו פסולת:",
            "<b>אינו מחמיץ. </b> כללא דמילתא הדבר תלוי במה שנקרא תולד' למים וע' פ\"ו דמכשירין מ\"ה ב\"י:",
            "<b>לכשיפסיק. </b> דהוא מחמיץ אפילו פחות מכשיעור מיל. ועט\"ז דהעלה דהר\"ן והרא\"ש ל\"פ ע\"ש:"
        ],
        [
            "<b>קודם הפסח. </b> ופר\"ח הקשה אמאי לא עשה תקנה לערבו כדרך יבש ביבש דבטל ק\"פ ושני דלדידן דס\"ל וחוזר וניעור לא מהני ע\"ש:",
            "<b>אסורות. </b> ואם נתבקעו ואין ביקוען ניכר. ונתערבו בכרי אסורין אפי' אחר פסח ואסורין למכרם לעכו\"ם וכשאכל ממנו ק\"פ מותר לאכלם בפסח עי\"ד סי' צ\"ו דאין לך מצה שאין בה יותר משיעור של איסור והוי תרתי תרתי ב\"ח בשם ראב\"ח והוא חולק מטעם דאותו משהו הנשאר אוסרות כל המצה ע' ססי' תס\"א ועמ\"א מ\"ש אדברי כל בו וע' באר היטב ס\"ק ט':",
            "<b>אבל לאכלן. </b> הקשה ט\"ז ופר\"ח הלא אפי' בדאורייתא סמכינן אס\"ס מכ\"ש במשהו דרבנן וע' סי' תנ\"ג ס\"ג וצ\"ל דאיירי שאין ס' כנגד האיסור וע\"ש עד דמסיק דאסור לאכלם מכיון שאין הפסד בשהייתם ולפ\"ז כשאין לו דגן אחר מותר. וש\"ך בי\"ד כ' הטעם כיון דלמר עוקבא אפי' לא נתבקעו אסור והוי ס\"ס דפלוגתא ולא במציאות הדבר. ולדעת ח\"י ס\"ס זה יותר קיל והסכים לדעת ט\"ז ע\"ש: <b>מידי </b> דברי בו זכור אזכרנו עוד מה ששמעתי יוצא מפי (הגאון הגדול המפורסם אב\"ד ור\"מ מוהר\"ר שאול נרי\"ו דק\"ק אשכנזי' באמשטרדם יע\"א) . איזה דברים שנתחדשו לו בבית המדרש ראשון לציון דרוש דרש אהא דהביא המ\"א סי' תמ\"ב ס\"ק א' כ' הטור דכל דבר שאין אסור באכילה מן התורה מותר לערבו ולהשהותו וכ\"כ הסמ\"ק אבל התוס' ריש פסחים כתבו דאסור דלא פלוג רבנן והוכיחו כן ממתניתין דשיאור ישרף ואע\"ג דהוה נוקשה ואין איסור דאורייתא באכילתו אפ\"ה ישרף מדרבנן וכו' ולדעת הטור צ\"ל ההיא דשיאור מיירי בי\"ט וכו' עכ\"ל ומבואר לכל מעין שתירוץ זה דחוק מאוד. אבל לענ\"ד לק\"מ על שיטת הטור ואדרבא דברי התו' צריכין ביאור דהא פר\"ח מהך דא\"ר גידל אמר רב המקדש משש ולמעלה אפי' בחטי קורדנייתא אין חוששין לקדושיו דחמץ נוקשה הוא ואפ\"ה אין חוששין לקדושיו אם כן מוכח דאפי' לפני זמנו דהיינו משש ולמעלה עד הערב אסרו חכמים חמץ נוקשה אפי' בהנאה ובדף כ\"ח סבר ר' יודא דלפני זמנו ולאחר זמנו שוין הם לכל דבר לענין חמץ גמור מן התורה. אם כן כי היכי דגזרי רבנן אחמץ נוקשה לפני זמנו לאסרו בהנאה ה\"ה דגזרו לאיסור חמץ נוקשה לאחר זמן בהנאה אליבא דר' יודא וכיון דהך דשיאור ישרף ר' יודא קתני לה כדאיתא בדף מ\"ח ע\"ש ליכא ראיה מהתם כלל. דאליבא דר' יודא אפי' אם ישהנו לאחר זמנו יהא אסור בהנאה מדרבנן כמו שהוא אסור לפני זמנו מדרבנן לכך ישרף. אבל לדידן דקי\"ל בלפנו זמנו כר' יודא ובלאחר זמנו כר\"ש דחמץ גמור אחר הפסח אינו אסור אלא משום קנס היכא דעבר עליה בבל יראה אבל בחמץ נוקשה דלא עבר עליה בבל יראה לא גזרו משא\"כ לפני זמנו דחמץ גמור אסור מן התורה מש\"ה גזרו על נוקשה מדרבנן לפיכך המקדש משש ולמעלה אפי' בנוקשה אין חוששין לקדושין אבל לאחר זמנו מותר חמץ נוקשה אפי' מדרבנן הואיל ולא עבר עליה בבל יראה אם כן מותר להשהותו אפי' לכתחלה כדי לאוכלו אחר הפסח וה\"ה ע\"י תערובות דדמי לנוקשה ואין כאן קושיא על הטור כל עיקר ומ\"ש התוס' בריש פסחים צריך ביאור והארכתי במקום אחר: <b>זאת </b> [ועוד אחרת] סי' תמ\"ד במג\"א ס\"ק ט' תימא על מ\"ש לעיל סי' רמ\"ט דאסור לעשות סעודת אירוסין בע\"ש והוא מהירושלמי כו' עכ\"ל לא ידענא מה קושיא כל כך הלא מפורש בש\"ע שם סעודה ומשתה דאינו רגיל בימות החול אבל אם עושה סעודת אירוסין בענין שהוא רגיל גם בימות החול שרי וי\"ל דבהכי מיירי הך דהכא: ועי\"ל כענין שפי' ההג\"א בסי' תקנ\"ד ס\"ק י\"ב ע\"ש: ועוד (בה שלישית) בתמ\"ד מ\"א ס\"ק י\"ב א\"כ משמע דבשעה ו' שא\"א לבטל יחזור עכ\"ל עיין בס' אבן העוזר שנדפס מחדש במג\"א דפוס פרופס שהאריך לחלוק על זה וא' מראיותיו מדקתני ההולך לשחוט את פסחו והתם אפי' בדא\"א לבטל כו' דהא פסח יותר חמור דעשה שיש בו כרת כו' ובודאי דחי עשה דתשבותו וה\"ה לכל הנך דקתני בהדיא עכ\"ל ולא ירדתי לסוף דעתו כלל דודאי א\"א שיעשה פסח כל זמן שהחמץ ברשותו ולא ביטל עכ\"פ דלא תשחט על חמץ דם זבחי כתיב וקי\"ל אפי' אינו עמו בעזרה. ואם כן אדרבא הך דהולך לשחוט פסחו ודאי מיירי בשעה שיכול לבטל עדיין וה\"ה נמי לשאר מילי דקתני בהדיא וזה פשוט: <b>וארבע </b> (אני יודע) מהגאון המפורסם הנ\"ל ויותר מהמה אך המצע קצר מהשתרע סי' תנ\"א סעיף ד' בהג\"ה עיין בט\"ז ומה שהאריכו בזה: ולפע\"ד היש מקילין הם הר\"א ממיץ ואבי העזרי דס\"ל חמץ מיקרי התירא בלע וסגי ליה בהגעלה או בליבון קל כדאיתא בהג\"מ פרק ב' מה' חמץ עכ\"ל וע\"ז כת' רמ\"א דנוהגין כסברא ראשונה למחשב חמץ כמו איסורא בלע דצריך ליבון גמור ודוקא בדברים הצריכין ליבון מן הדין בשאר איסורין ה\"ה בחמץ נוהגין כן לפי שאנו חושבין חמץ כמו איסורא בלע אבל בדברים שאין מלבנין אלא משום חומרא כי הך דסעיף ו' ואע\"ג דרבינו יואל ס\"ל התם דצריך ליבון גמור בשאר איסורים חוץ מבב\"ח מ\"מ כיון דשאר פוסקים לא ס\"ל הכי אפי' בשאר איסורים להצריך ליבון גמור. אלא דאנו מחמירין להצריך ליבון גמור בשאר איסורים כרבינו יואל מ\"מ בחמץ דלהרבה פוסקים מיקרי התירה בלע נהגינן בליבון להקל בליבון קל בהך דסעיף ו' כנלע\"ד ברור כוונת רמ\"א ונכון הוא לדינא ומ\"ש הט\"ז לחלק בין בעין ובין בלוע ע\"ש קשה לי דהא שפודין ואסכלאות של קדשים צולין עליהן בשר בעין ואפ\"ה סגי להו בהגעלה משום דהתירא בלע כדאיתא סוף ע\"ז ומשם הוא מוצא הדין דהתירא בלע אם כן א\"א לחלק בהכי וצ\"ע:",
            "<b>מראיהן. </b> וכשנשתנו או לחים אסורים להשהותן טור וכשבא עליהן מים יש לאסור אפי' בחטי קורדנייתא ולא נשתנו כלל כ' כה\"ג הבאים ממדינות אירמאן כשהן אינם לחים אעפ\"י שאינם קשים כחטים אחרים מותרים וכ\"פ פר\"ח:",
            "<b>א\"ח. </b> הא דנח מחל' דממקום קביעות אסור לקנות דרשב\"א לשיטתיה אזיל דאפי' ערימות שנפל גשמי' עליה' מותרים דשמא לא נכנסו אלא בעליוני' וא\"ת נכנס בבטן הערימה שמא לא הספיק להחמיץ והוי ס\"ס וכ\"כ בה\"ג ע\"ש:",
            "<b>אין מחזיקין. </b> הא מעורב בו סולת צריכין לבערו ירושלמי אע\"פ שדעת הרא\"ש בשם הרר\"י דבתר השתא אזלינן מכל מקום אין להקל:",
            "<b>יש מחמירין. </b> ובכל זאת מתירין התערובות פחות מס' גם אם ודאי נתערב בתבשיל בפחות מס' הסומך על דברי ב\"י הנ\"ל משום שמחת י\"ט לא הפסיד ואף דמ\"א דוחה סברת ר\"י הנ\"ל ולדידן אזלינן בתר התחלה ע\"ש ועט\"ז בזה היתר בכרכום שכ' רשב\"א שמערבי' בו בשר ולענין מוסקא ע\"ש וכן הפר\"ח הסכי' להמחבר אם לא שידוע שא' מהמוכרי' עירב בו קמח או מים כי אז אסור לקנות ממקום קביעתו:",
            "<b>שאין לחוש </b> ומהרי\"ל הזהיר בענבים קטני' שמתערבי' עם תאנים וגרוגרות מחשש שמפזרים עליהם קמח ומי שרוצה לקיים פתח הסמדר יקיים בענבים דידן:",
            "<b>או חטים. </b> ומוהר\"ם סי' תמ\"ו ות' בי\"ד רוצים לחלק וס\"ל דחטים הואיל והמה קשים אינם מתרככים כ\"א במים חמין ע\"ש. ובכ\"מ להדיא דאין לחלק ע\"ש. וכ\"כ פר\"ח:",
            "<b>לא נתבקעו. </b> אפילו נתרככה דמספקא אי הלכתא כמר עוקבא או כשמואל ובמשהו הוי ספיקא דרבנן ולקולא רי\"ף. ובס\"ב אוסר אפילו לא נתבקעו היינו לאכול החטה בעינייהו. וכשנצאו ג' אי הוי חוקה עיין תס\"ה ס\"ג ועמ\"א",
            "<b>נוהגין לשרוף. </b> ובת' בי\"ד סי' קע\"ה פי' למעשה דסגי בפדיון מטעם ס\"ס אולי הלכתא דסגי בחמץ בפדיון ואולי הלכתא במשהו אינו אוסר בהנאה ע\"ש. ועוד העלה דחמץ שנתערבה עם מצה ביבש לכ\"ע יש לו תקנה בפדיון ועוד העלה דאין לחלק בין חטה א' או אפילו הרבה בענין שאין ס' לנגדם דאכתי איכא טעמא דאין נמכרת ביוקר עי\"ז ע\"ש ובסי' קע\"ו:",
            "<b>בקוע'. </b> ע' באר היטב ס\"ק כ\"ד ומעתה כי ההיא איתא בת' סי' נ\"א והוא בפסח נמצא במים צוננים חטה א' ומאותן מים כבר עשו תבשיל ואפו בו מצות והיה ספק אי החטה בקועה היא והתירו מכח ס\"ס דדלמא א\"ב ועוד הלא איכא פלוגתא דרבוותא אי מים צוננים אוסרים התבשיל ועוד דהעלה מר' שמואל גאון דאפי' בודאי בקועה יש להתיר ואף שכ' הש\"ע ויש מי שאוסר בתוך הפסח הלא סברא זו לא מצינו להדיא אלא מחמת שנתקשה כן דברי הטור אהדדי וכדי לישבו מחלק בין נמצא בפסח לקודם לו אך הגאון מתרץ תמיהות הטור בפי' מרווח מעת' כשהמים צוננים אפי' בקועה ואפילו בפסח שרי דאין החטה נ\"ט וע' בת' ראש יוסף ובח\"י:",
            "<b>מותר. </b> המ\"א מפרש היינו בחמץ מועט וס' במים כנגדו ודע דלבוש האריך להתיר בצונן בשם חכמים וזקנים גדולים בשם מהרי\"ל מפראג אבל מהר\"ש מאוסטרהא כתב למהר\"ם מלובלין לאיסור וכן נוהגין דלא כט\"ז ע\"ש:",
            "<b>וירדו המים </b> עיין ת' בית יהודה סי' י\"ד:"
        ],
        [
            "<b>מחצות. </b> שהוא זמן שחיטת הפסח ואע\"ג דהשתא ליכא פסח מ\"מ הוי דבר שבמנין משא\"כ בגילוי י\"ד סי' קט\"ו רא\"ש. והא דל\"ג בכ\"י משום הקרבת תמידין לפי שהוא קרבן ציבור ורש\"י כת' טעם שלא ישהא ביעור חמץ ונ\"מ ע\"פ שחל בשבת ח\"י:",
            "<b>משמתין </b> כ\"ש שמכין אותו מכות מרדות שהוא קיל משמת' ע' כתובות נ\"ה וקידושין ע' וא\"ע סי' ת' וכן אין רואה סי' ברכה מאותו מלאכה עסי' רנ\"א ס\"ב:",
            "<b>אין עושין. </b> ובירושלים נהגו שלא לעשות. ופשיטא דאם חל בשבת דמותר בע\"ש ת' נ\"ב ס\"ז:",
            "<b>למקום. </b> בני ח\"ל הבאים לא\"י אי שרי לבני א\"י לעשות להם מלאכה בצנעה ע' ת' ז\"א סי' ט' וסי' יו\"ד וכן אי כהן מא\"י רשאי לעלות להם לדוכן בי\"ט שני ע\"ש סי' י\"א:",
            "<b>שהלך לשם. </b> בן ח\"ל שבא לדור בא\"י ולא איתדרי ליה וקודם הגיע רגל א' דעתו לחזור אי חייב לעשות י\"ט שני ע\"ש ת' ז\"א סי' י\"ב. ומהריב\"ל ח\"ג סי' צ\"ג ועי\"ד סי' רי\"ד. והקשה הרא\"ש במ\"נ אי טועין וסבורים שאסור הא קי\"ל שאומרים מותרים אתם ואי האיסור משום גדר מאי ארי' ע\"פ אפי' כל השנה ע\"ש דהוי כנדר ע' י\"ד סי' רי\"ד וניחא ליה ביודעין שמותר אלא נ\"מ להבאים ממקומות אחרים דצריכים לנהוג חומרא מקום שהלכו לשם ופר\"ח ס\"ל לדוחק ע\"ש. ומ\"מ תי' דמנהג שנהגו משום גדר כגון הכא דבניהם אינם רשאים לשנות מנהגם ובשאר ימות השנה רשאים לשנות וע' תו' פסחים דף ך\"א. ובענין סברא זו נ\"ל המלקט לתרץ קושיות פר\"ח דקשה לי' דברי ש\"ע אהדדי דבי\"ד סי' רכ\"ח כתב דאם היה בהסכמת גדר לרבים או סייג כו' אין להתיר כו' וכתב עוד אבל דבר ידוע שהוא מותר והחמיר בו לסייג אין מתירין ממילא ומפרש דע\"י חרטה ודאי דמתירין ע\"ש אמנם האמת יורה דרכו אחרי דמצינו בש\"ס הנ\"ל בבישן נהגו דלא הוי אזלו מצור לצידון במעלי שבת' אתו בצייהו א\"ל אבהתן אפשר להו אנן כו' א\"ל כבר קבלו אבותיכם שמע בני מוסר אביך כו' וכ\"כ הר\"ן להדיה דבר שנהגו אבות לאיסור ובניהם סברו שמן הדין הוא אסור לגלות לו' שאינו אלא משום סייג ולפי\"ד בדיוקא כתב לשון עבר דאם היה בהסכמה גדר לרבים או סייג והא דאבות קבלו עליהם עתה קמו בניהם תחתם לאיסור דאל תטוש גו' ואין להתיר כלל משא\"כ דבר שידוע שמותר והחמיר בו עצמו לסייג כלו' הוא בעצמו לבד החמיר כו' הוי נדר ומתירין ע\"י פתח וחרטה וק\"ל:",
            "<b>שלא לעשות </b> ולפ\"ז במקום שנהגו לעשות מותר להתחיל בי\"ד ולגמור עד חצות ח\"י:",
            "<b>לצורך. </b> מכ\"ש כשאין לו לאכול ש\"ס:"
        ],
        [],
        [],
        [],
        [
            "<b>יקום. </b> דאר\"ע מימי לא הגיע עת לעמוד בבה\"מ חוץ מע\"פ כו':",
            "<b>שלא. </b> וכ\"ה ברמב\"ם חוטפין מצה זה מזה כדי שיראו התינוקות וישאלו וכת' ח\"י אפשר מזה המנהג שמניחין התינוקות לחטוף אפיקומן:",
            "<b>עד שתחשך. </b> דכוס זה הוא מד' כוסות הצריכים לשתות בלילה ובמהרי\"ל דטיבול ואמירת ההגדה צריך לילה ואולי לא יאריך בקידוש. וט\"ז כת' דמצות אכילת מצה היא בכלל קידוש דבשביל' באה ע\"ש:",
            "<b>ישב. </b> עיין ת' בי\"ד סי' רנ\"ה:",
            "<b>ולא על ימינו. </b> שמא יקדים קנה לושט:",
            "<b>א\"צ. </b> לפי שמשועבדת לבעלה ר\"ן ולפ\"ז אלמנה גרושה צריכ' אמנם לפי סברתו אפי' חשובה א\"צ דאף שיושבת בקתדרה מוזגת כוס כולי. אלא הטעם בשם הר\"ר מנוח דמפרש שא\"צ להתעסק בצורכי בית ושמש שאני לפי שהקונה ע\"ע כקונה כולי ע\"ש והעיקר כמ\"ש בשאלתות דלא דרכייהו דנשים למזגה ומעתה כל הנשים פטורות:",
            "<b>אפי'. </b> הרא\"ש הוכיח כן מקושית ר\"י דאמר תלמוד אין צריך הסיבה אברייתא כולי ושני בשוליה דנגרא ולא תי' באינו רבו מובהק. והקשה הט\"ז הלא עכ\"פ לישני דאיירי בנטילת רשות אעפ\"י דאין חייב הרב ליתן רשות ועיין פר\"ח ועיין באר היטב ס\"ק ל':",
            "<b>א\"צ. </b> מלשון רמב\"ם משמע דאסור. וכתבו המ\"א וט\"ז דכל שא\"צ ומסיב נקרא הדיוט והב\"ח כתב דצריך ליישב בדבר:",
            "<b>חשוב </b> דהא עלי התחייב לשמואל כמורה הלכה בפ\"ר:"
        ],
        [
            "<b>ושני תבשילין. </b> ובטור סיים דאפילו חל פסח במ\"ש וע' באר הטיב פ\"ק ו' וע' בלקוטי ח' ז\"א סי' כ\"ב דהקשה דברי טור אהדדי:",
            "<b>שמבינים הנשים. </b> באמת אין הנשים חייבים באמירת ההגדה שהיא מ\"ע שהז\"ג אף שהיו באותו נס דטעם זה לא שייך במצוה דאורייתא ולא יהא אלא סוכה אף שהם היו גם כן מכוסים בענן. אלא חיובא דידן הוא להגיד להם ניסים ונפלאות ה' ע' ת' בי\"ד סימן רנ\"ג:"
        ],
        [],
        [
            "<b>ומניחים. </b> עיין באר היטב והוא כדעת מקובלים עיין ת' ביו\"ד סימן ר\"נ רי\"ו:"
        ],
        [
            "<b>שלא לאכול. </b> אם שכח לצלות זרוע בע\"פ לסדר העלה בת' בית יהודה סימן נ\"א דיצלנו בלילה ויאכלנו ביום ע\"ש באריכות:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>מונה והולך. </b> אם אמר היום ארבעים חסר אחד לעומר יצא עיין ת' פ\"ה סימן יו\"ד:",
            "<b>ברכה </b> ואם כתב ביום ההוא ימי הספירה שכ' היום כך וכך ימים ושבועות לעומר אין יוצא י\"ח דלאו כדיבור דמי עיין ת' מ\"ש סימן כ' ואם היה אונן בלילה סופר אחר הקבורה בלי ברכה ולילה שלאחריו פשיטא דמברך ת' דבר משה סימן ל\"ג ובי\"ד סי' רכ\"ח וי\"א סי' תקל\"א:"
        ],
        [
            "<b>שור. </b> עמ\"ש סי' תרפ\"ד:",
            "<b>הזה </b> וכשאומר בשמיני עצרת חג הסוכות אלא ברכה מעין ז' שמע מש\"ץ יצא וסגי בברכת חג סתם תשובת בית יהודה סי' ד':",
            "<b>ובמוסף </b> אומר מי שהתפלל מוסף של שבת בשבת חה\"מ והזכיר מעין המאורע בעבודה העלה בתשוב' א\"י סי' י\"ג דיוצא בה וכ\"ה במ\"מ סי' תרע\"ט דאם בשחרית של שבת חה\"מ התפלל אתה בחרתנו והזכיר של שבת א\"צ להחזיר. והא ודאי דלא חתם בשל שבת איירי דאל\"ה מאי רבותא. וע' ש\"ע סי' רס\"ח וא\"ל הלא לא הזכיר קרבנות מוסף ע\"ד ונשלמה פרים כולי דכבר יצא במה שקראו בתורה אלא נתקנה משום שהוא יום שחייב בד' תפילות כשנתחלפה תפלה זו בזו יצא:"
        ],
        [],
        [],
        [
            "<b>נוהגין </b> בש\"ל ותניא כתבו הטעם דמשפט רשעים בגיהנם י\"ב חודש ור\"י ב\"נ אומר מפסח ועד עצרת. ובס' אדם וחוה הטעם לפי שהם ימי דין כי העומר בא מן השעורים ומטעם זה נהג מהרי\"ל שלא לגלח עד ערב שבועות:",
            "<b>מותר. </b> אבל בעל ברית אסור לו להסתפר תוך שלשים תשובת מהרי\"ץ ומהר\"ם וע' תשובת מ\"ש סימן כ\"ו:"
        ],
        [
            "<b>ומוציאין </b> בכמה מקומות נהגו להתפלל ביום א' בשבועות בבה\"כ כותיקין. ויהיו עכ\"פ נזהרים שלא להוציא ס\"ת להיות אין הציבור אח\"כ רשאים להוציא פ\"א ע' הטעם בכה\"ג סי' קמ\"ד: ובס' משפטי שמואל סי' ג':"
        ],
        [
            "<b>החמירו. </b> עיין תשובת בי\"ד סימן רע\"ג:"
        ],
        [],
        [],
        [
            "<b>מותרות </b> עיין ת' ב\"ב בית ועד ת' כ\"ו דהקשה אי חיישינן לקולא מאי אריא י\"ט ב' ועיין בב\"י סי' תקע\"ו ועוד מתמיה על אלו מציאות דקאמר אפילו הביאם:",
            "<b>יכולים </b> במקום ששוחטין אצל העכו\"ם וישראל קונים מהם בשר אוסר בתשובת שב יעקב לשחוט בהמה גוי בי\"ט אא\"כ קנה מגוף הבהמה דבר מה מעי\"ט ויקנו לישראל חלק בגופם. וא\"ל מש\"ע שכ' דהתם לא אסרינן כ\"א מדין מוקצה אבל לא לענין לשחטה בי\"ט ועמ\"ש לענין דין בכור להפקיע ע\"י מכירה לגוי:",
            "<b>מבע\"י </b> והזמנ' בפה סגי דהטעם דבעינן דקר נעיץ אינו אלא משום הכנה וכ\"כ הגהות אשר\"י עיין בי\"ד סימן כ\"ח ות' א\"י סימן י\"א ות' דבר משה סימן ל\"ה:",
            "<b>בי\"ט </b> ע' מ\"ש י\"ד סי' כ\"ח:"
        ],
        [],
        [
            "<b>בביתו. </b> עיין בס' אליה רבה שמתרץ כל תמיהת האחרונים על מה שהקשה הטור על רשב\"א דפסק להתיר בביתו וכן מפקפקים על דין זה. והוא העלה דמצא בס' ע\"ק לרשב\"א להדיא לאסור ושהם טעו בדברי הטור:"
        ],
        [
            "<b>להשבר. </b> אבל בכלי אפילו נשבר בי\"ט מותר דכלי עשויה להשבר אבל למאן דאוסר בנולד ג\"ו אסור עיין בס' אליה רבה:"
        ],
        [],
        [],
        [],
        [
            "<b>נבלע </b> והרשב\"ם סי' רס\"ה מיאן בהיתר הזה ע\"ש:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>ידיו. </b> עיין ת' ביו\"ד סימן ר\"נ ופשיטא דאשה מותרת לרחוץ עצמה כדרכ' בחול ע\"מ ללבוש לבנים בצונן ובחמין שהוחמו מערב יו\"ט נמי מותרת בקצת אברים ואפשר אפילו נמי בהוחמו בי\"ט אך תזהר שלא תביא לידי סחיטה ועיין ט\"ז סימן שפ\"א ס\"ק ב' ות' ס\"ח סימן מ\"ו ותשובת משאת בנימין:",
            "<b>דמוליד. </b> ובת' נ\"ב סימן ד' למד זכות על מה שנוהגין היתר למזוג יין במי ורדים בשבת. שתיית טוטין בי\"ט התירו בתשובת בית יהודה סי\"ח:"
        ],
        [],
        [
            "<b>מותרות. </b> ולא גזרינן במלתא דלא שכיחא רשב\"ם סימן תקל\"ט:"
        ],
        [],
        [
            "<b>במחובר. </b> עכו\"ם שהביא ענבים מחוץ לתחום טוב ליזהר שלא לדרכם עד שימתין בכדי שיעשו הרא\"ף:",
            "<b>לעצמו. </b> ולולב שקצצו עכו\"ם בי\"ט אסור תשוב' הריב\"ש סי' רס\"א:",
            "<b>השרוי </b> ועיין סימן תצ\"ח ס\"ג:"
        ],
        [],
        [
            "<b>טחני ליה. </b> עיין ת' ד\"מ סי' ל\"ד הנה הרב איתא בת' סי' י\"ב הביא דמצא כתב דאסור ליקח סולת מעכו\"ם בי\"ט דשמא נטחן היום. ואע\"ג דבישראל א\"א כ\"א מדרבנן אפ\"ה אסור דהוי דשיל\"מ ועיין סי' תקי\"ג. ואף שיש לפקפק דשאני ביצה שהי' שלו ע\"ש ועוד כתב דאפי' את\"ל דאסור משום דשיל\"מ אכתי יש לומר דבי\"ט שני מותר משום דהוי תרי דרבנן וע\"ש ובש\"ע ריש סי' תקט\"ז וט\"ז אי ידעינן בודאי שנטחן בי\"ט א':"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>בתוך שלשים. </b> וכן ביום שלשים מכיון שא\"א יודעים אי כלו חדשיו הר\"י הלבן כ' להתיר דרוב נשים יולדת ולד קימ'. ובת' ד\"מ סימן ל\"ג מתיר באופן שנגמרו שערו וצפרניו דוקא ע\"ש:"
        ],
        [],
        [
            "<b>בתנאי. </b> ופשיטא דאין מברך עליו דהאיך מצי למימר אם היום קודש ומחר חול א\"צ כו' א\"כ ודאי דהברכה היא לבטלה עיין ת' שמואל גאון סי' ל\"ב דסיים מטעם זה טוב לסמוך על עירוב שעשה חבירו ע\"ש:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>ימכור ביום השוק </b> והרב מוהרי\"ק מתיר למכור אם שכיחים יותר קונים ביום השוק שבתוך המועד ע' תשובת בי\"ד סי' ש\"ז וש\"ח דינים המסתעפים מזה באריכות:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>ועבדיו. </b> אבל אחרים המושכרים למלאכתו אסור בביתו ועיין ש\"ע י\"ד סימן שע\"ט ות' בי\"ד סימן תקי\"ח:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>לפי שי\"ט. </b> ואם גם המילה היא שלא בזמנה ונדחה עד אחר השבת (עי\"ד סימן רס\"ו) אי גם כן אינו משלים או נימא דוקא כשנימול לשמונה נדחה ט\"ב משא\"כ כשנדחה ולאו זמנה הוא הנה הטור כת' דוקא כשנדחה ט\"ב היה מיקל והביא ראיה לזה ממאמר ראב\"צ של\"א סתם והתענינו בט\"ב ולא השלמנו: אך האמת היא די\"ט שלהם היה ביו\"ד בו ועיין רש\"י עירובין מ\"א. ועיין ת' מוהר\"ש הלוי סימן ב' ומוהר\"ם מלובלין סי' צ\"ח וא\"כ כשאינו נדחה ודאי דמחוייבי' להתענות. עיין בת' פ\"ח ח\"ב סי' ח' דהעלה לדינא דמחוייבים להתענות וכ\"כ הר\"מ מרקנאטי סי' נ\"ג שכת' להדיא יולדת ביום ח' ללידתה פטורה מלהתענות בצ\"ג משא\"כ אבי הבן והסנדיק מכ\"ש כשהמילה בעצמה נדחית ע\"ש:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>ויש נוהגים. </b> ע\"כ ל\"פ אלא כשכל הציבור מתענין משא\"כ קהל שקבלו עליהם להתענות בה\"ב עשרה מהם כל השנה. ודאי דל\"א עננו בקול רק ולא יוציאו ס\"ת לעצמן משום לא תתגודדו ת' ז\"א סי' מ\"ד:"
        ],
        [],
        [
            "<b>משלים. </b> בת' פ\"ה ח\"ב סי' ט' העלה מי שטעה ולא ידע שיום זה הוא ט\"ב ואכל דיש לו להתענות יום עשירי וינהג בו חמשה ענויים אפס לא יבטל מצות ציצית ותפילין אף שכ' מ\"א דמי שלא התענה י' בטבת אין לו תקנה. דשא\"ה הואיל ומן הראוי להתענות תשיעי ועשירי ע\"ש. וע' ת' נ\"ב סי' י' דמסיק במי שקיבל התענית עד ששנה פרק ושכח ובירך על פת וקודם שבלעה זכר מהתענית יבלע ולא דמי למש\"כ בפ\"ה דתרומות דיפלוט ע\"ש הואיל ויש כאן חשש ברכה לבטלה:",
            "<b>יום זה. </b> בסי' תקנ\"ב מקיל ע\"ש וע' בת' בי\"ד סי' שמ\"ד שמביא ל' הראב\"ד וז\"ל ומיהו מי שקיבל ב' וה' כל השנה אינו לוה. לפי שלצער עצמו צער גדול נתכוין עכ\"ל מעתה ב' וה' פעם אחת כו'. וכן מסיק שם ומיהו היכא דחל ט\"ב יום ג' דהוי צער מופלג טובא בזה כ\"ע מודים דמותר ע\"ש:"
        ],
        [
            "<b>לא ישלימו </b> עבה\"ט ס\"ק י\"ב וע' ת' פ\"ה ח\"ב סי' ד' דכ' איך שאירע מעשה בירושלים שנענו אחר חצות ואפ\"ה אמרו הלל הגדול. ודקדקו כן מת' רשב\"א סי' תל\"ג ע\"ש וכן היו קורין ויחל במנחה ע\"ש שהעידו כך הרבה זקנים:"
        ],
        [
            "<b>חייב לצום. </b> ולענין קריאת ויחל ואמירת עננו ע' ח' הרשב\"ש סי' תר\"ה:",
            "<b>כיון. </b> בת' פ\"ה ח\"ג נשאל מי שאסר עצמו בנדר הדלקת נר חנוכה או קריאת מגילה אין חייל נדרו. ומתמה הרב על השואל הלא הלכתא מרווחת היא וע' י\"ד סי' רל\"ט לענין שבועה ומכ\"ש נדר דחייל ואפשר דטעה ממ\"ש שם רט\"ו דשבועה חייל אדברי סופרים ומשמעות שם דנדר גרע טפי אך כד נעיין שפיר נראה איך המחבר סמך עצמו אב\"י שהסכים לרמב\"ן דקבלות בלשון נדר חייל ודלא כמהר\"ם ז\"ל דס\"ל דבשל סופרים אינה חלה משום דדבריהם צריכים חיזוק ע\"ש:"
        ],
        [],
        [],
        [
            "<b>אין לו להתענות. </b> חתן אינו מתענה יא\"צ בז' ימי המשתה כיון דלא קבלו עליו בנדר דהרי עלי ת' ד\"מ סי' מ\"א:"
        ],
        [],
        [],
        [],
        [
            "<b>מתריעין. </b> וכת' גשמים אין מתריעין עיין ת' הרשב\"א סי' קע\"ג:"
        ],
        [],
        [],
        [],
        [
            "<b>יכולים לאכול. </b> ע' ת' בי\"ד סי' שמ\"ד דהעלה דאין המילה דוחה תענית חוב ואפי' תענית אסתר וער\"ה אבל בה\"ב אחר הפסח והחג ויו\"ד ימי תשובה. ואצ\"ל תענית בכור בע\"פ וכן היא\"צ לבעל ברית וסנדק נדחו ומסיק עוד שכיון שמצוה עליו לאכול אסור לו להתענות ובפרט יא\"צ דאין לו זכר כלל בש\"ס אלא דצריך התרה דכיון שאינה אלא משום מנהג. וכן מסיק דאין לבעל ברית לומר פיוטים ותחינות עם הצבור וע' בת' מהרש\"ל:",
            "<b>בער\"ה ע' </b> הטעם בלבוש וט\"ז. ובת' א\"ח סי' י\"ז הטעם משום דהוי כדבר תדירי ולא שייך שוב לומר שהחיינו דמה לי אם המצות דאורייתא או דרבנן:",
            "<b>נוהגין </b> ומדינא דש\"ס ז\"א כ\"א בת\"צ ע' ש\"ס מ\"ק:"
        ],
        [
            "<b>תכתב. </b> עיין ת' ז\"א סי' ר\"ו:"
        ],
        [],
        [
            "<b>אפילו. </b> בה\"כ נשרף ולא נשאר בה מקום להשתמר הס\"ת והוכרחו להצניעם במקום ובמדור א'. וכל פעם ביום הכניסה הביאו הס\"ת בבוקר קודם התפלה לבית שמתפללין בו. וקם צורבא מרבנן והורה שלא יביאו עוד בבוקר אלא דוקא בשעת הקריאה ילכו שם מחשובי הקהל להביא' ובת' בי\"ד סי' מ\"ד רצה להליץ בעדו ויסודו בנוי לתלפיות מדברי רבינו ירוחם ז\"ל הביאו מרן בב\"י סי' קמ\"ד ע\"ש אך המחבר שדא ביה נרגא והביא ראיות הרבה להביאו בבוקר וכן הסכים הרב מוהר\"ח שבתי ז\"ל:"
        ],
        [
            "<b>שכר. </b> עיין ת' כה\"ג סימן י\"ז דהליץ בכמה טעמים שונים דמותר ליתן שכר מדינא:"
        ],
        [],
        [],
        [
            "הרב בעל א\"י בת' י\"ד מקיים מנהג ותיקון שמאספין ותוקעים למ\"ר קולות כשהשמש יצא על הארץ ובברכה וחוזרין ותוקעין בברכה ושהחיינו להוציא מי שלא שמע דלא כחכמי החולקים ע\"ש דס\"ל כיון שיוצאים בל' קולות הוי להו כתקיעות מיושב וא\"ל שיתפללו קודם לזה ביחידית זה א\"א דהלא הם תוקעין אחלר נץ החמה ובע\"כ יתפללו בלילה ע\"ש:"
        ],
        [],
        [],
        [
            "<b>בברכות </b> ע' ט\"ז ומהר\"י באסן בת' סי' א' העלה דיש לשניהם על מה שיסמכו:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כל ימיו </b> ואם חלם ביום ע\"ל סי' רפ\"א ברמ\"א ות' ד\"מ סי' מ\"ג:"
        ],
        [],
        [],
        [
            "<b>ביום ב'. </b> הא דאין תוקעין בשבת היינו משום גזירה דרב' מעתה אם עבר ותקע וברך זמן אי נימא דלא יברך שוב זמן בב' א\"ד הואיל ועבר אאיסור דבריהם אין במעשיו כלום וחוזר ומברך. ע' ת' פ\"ה ח\"ב סי\"ד העלה פלפול ארוך אי נימא במידי דרבנן אי עביד לא מהני וע\"ל סי' של\"ט ובח\"מ סי' ר\"ח ובהגהות מרדכי בשבועות והביאו מהר\"ם בהג\"ה לי\"ד סי' ר\"ל ובת' מהרשד\"ם לי\"ד סי' קט\"ו עד כי העלה המחבר הנ\"ל דעכ\"פ מידי ספיקא לא נפיק וקי\"ל ספק ברכות להקל והמעיין בדברי מהרי\"ט דכ' הא בדברי תורה לא מהני היינו אם אפשר לתקן הלאו בהא דלא מהני מעשיו משא\"כ אי כבר נעשה המעשה והאיסור במקומו עומד וכן הדין נמי בלולב ופשוט הוא:"
        ],
        [],
        [
            "<b>מרבים בתפלות. </b> ויחיד א\"א י\"ג מדות. מטעם דאר\"י מלמד שנתעטף הקב\"ה כש\"ץ כו' ולכך א\"א כ\"א בציבור ת' רשב\"ם סי' קצ\"א:"
        ],
        [],
        [],
        [],
        [
            "<b>מבטל שבעה. </b> ועיין תשב\"ץ סי' תקמ\"ח:"
        ],
        [
            "<b>להתודות </b> מ\"ש שא\"א עזי פנים הוא ע\"פ מ\"ש בר\"ח דף קמ\"ד המתפלל בר\"ה וביה\"כ בלא תשובה הוי עז פנים שמבקש ברכה חיים ורפואה ואיננו בוש מחטאיו ומ\"ש קשה עורף דאפשר שאין עושים תשובה בטענה שאנוסים הם מחמת יצרם וזהו מאמר צדיקים אנחנו לז\"א שא\"א ק\"ע דאף שברא יצה\"ר ברא נמי תורה תבלין וכן אמרו בושת פנים לגן עדן דבהכרח יעשה תשובה. סרנו ממצותיך ווידוי על מ\"ע ועיין בהשמטות לת' בי\"ד מסי' תקי\"ט עד תקצ\"א ועיין מ\"ש ב\"ה ס\"ק א' ב' של\"ה וכן הוא בש\"ס ופירש\"י עם חשיכה לאחר אכיל' שמא תטרף דעתו מחמת שכרות ודבר קלקלה של חטא. ועיין רמב\"ם פ\"ב בהל' תשובה. ורמב\"ן ס\"ל ומפרש לאחר שיאכל קודם שיקבל עליו יה\"כ כדי שיכנס בו בתשובה. ולדעת רש\"י ורמב\"ם פי' לאחר שקיבל עליו התעני' ומשמעות תו' כרמב\"ן וכ\"כ מהר\"ם חביב מנהגי ירושלים וכדומה לזה כ' מהר\"ש הלוי ועיין לקוטי מטה אשר דף ק\"מ:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>יכול לעבור </b> ובתשובת הרשב\"א סימן קס\"ד חוכך להתיר רכיבה בכה\"ג ע\"ש פלפול נחמד:"
        ],
        [],
        [],
        [],
        [
            "<b>לוחשין לה </b> הקשה מוהר\"ש דאנסאן מ\"ש מבשר הקודש וחזיר דמאכילין לה מיד ותי' בלקוטי מ\"א דשאני יה\"כ דיש היתר לאסורו ואולי תמתין ותאכל בהיתר משא\"כ בשר קודש וחזיר דתקיף יצרה ולא תקרר דעתה וראיה מאשתו נדה דמותר להתייחד עמה. וכן אומרים לה תמתין עד הלילה והלבוש כתב דבאמת בדבר איסור נמי לוחשין לה דלא כמשמעות רמב\"ם. אבל הרב הנ\"ל השיג דליתא ממעשה דאלישע דכשהיתה אמו מעובר' עברה על בתי עכו\"ם והריחה ונתנו לה והיה מפעפע בכריסה כו' ול\"ק דלחשי לה ע\"ש:"
        ],
        [],
        [
            "<b>בניגונים. </b> ע' ת' בי\"ד סימן תצ\"א:"
        ],
        [],
        [],
        [],
        [
            "<b>ובא לציון </b> כדי להתפלל מתוך דברי תורה תשובת מהרשב\"ש סי' קי\"ד"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>יצא. </b> ע' אחרונים וכתב ז\"א סי' קע\"ה אנחנו נהגנו כרשב\"א דבזמן גשמים לא אכלנו בסוכה בליל א' אבל למאן דבעי כזית לכל סעודה ודאי דבעי נמי סוכה:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>וגומרים ההלל. </b> כתב מהרא\"ש דאין גומרין הלל בחה\"מ ש\"פ כיון דביום ז' א\"ג מטעם מעשה ידי טבעו כו' ולא יהא חה\"מ חמור מי\"ט ובש\"ס עירובין הטעם לחלק לפי שחלוקין בקרבנות וע' בתשו' רשב\"א. ות' בית יעקב סי' צ\"ד השיב ודאי עיקר טעמא כמהרא\"ש וסוגיא דש\"ס הכי הוא דא\"כ מ\"ש חה\"מ ש\"פ דגמרינן הלא נמי חמור הוא מי\"ט והוא ז' ש\"פ דמה לי אם הוא קרוב לו בזמן או לאו ושני דעוד טעמא אחרינא בו:"
        ],
        [
            "<b>פסול. </b> מעשה שאכלו עכברים בעלין אמצעי והכשרנוהו דאינו אלא נקב בעלמא ואין להוסיף על הפסולין וכן אם נחלקה התיומת קצת ונקטם ראש עלה מא' מהם דכשר תשו' בית דוד סי' תל\"ד:"
        ],
        [],
        [],
        [],
        [
            "<b>לכם </b> ע' תרמ\"ט ס\"ג ובמ\"ש שם:"
        ],
        [],
        [
            "<b>בדרך אחר </b> ע' בת' ב\"ד סי' תנ\"ד:",
            "<b>וכן ינענע </b> ודע דגם בניענוע של הלל ארבעה מינים מעכבים זה את זה ח' ז\"א סי' נ\"ב:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אינו נוטל </b> משום שמא יעבירנו ומאי דלא חשיב הזאה וכן אין מטבילים כלים ע' ת' בית יעקב סי' ע\"ח:",
            "<b>ריחא </b> ע' ת' בי\"ד סי' תנ\"ד:",
            "<b>דבעינן לכם. </b> ובת' מ\"מ סי' ב' נשאל מ\"ש מהמקדש אשה בטבעת שאול דמקודשת וא\"ל לדעת הרא\"ש ז\"ל דכיון דאמר השאילני לקדש בו אנן סהדי דגמר ליתנו לו בל' המועיל ומסתמא במתנה גמורה שאלו ע\"מ להחזיר ע' א\"ע סי' כ\"ח וכיון שכן בלולב נמי הכי דהשאילו באופן שיצא בו ולא ממעטינן שאול אלא בסתם דומיא דשואל טבעת סתם דל\"א ואקדש בו ה\"נ דל\"א ואצא בו. ותי' הר' הנ\"ל דל\"ד דודאי לאו למימרא ודשאלו לקדש גמור מקני ליה לגמרי דא\"כ אם נאנס א\"ח לשלם וזהו ליתא וע' ברא\"ש אלא אמרי' כיון דאמר לקדש בו אקניה בה שוה פרוטה דמתנה גמורה או להחזיר אבל לא עקר שמו ממנו מעתה עכ\"פ מקודשת משא\"כ בלולב דבעינן כולה שלו ע\"ש:"
        ],
        [],
        [
            "<b>אינו מקיף. </b> ר\"ל אינו מחויב להקיף ע' ת' בית יהודה סי' ח'"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>ואם הוא שבת. </b> פשוט הוא בח\"ל קורין למנחה וזאת הברכה ובא\"י קורין בראשית וע' ת' כנה\"ג סי' ו' וסי' ז' באריכות טעם לדבר:"
        ],
        [],
        [],
        [],
        [
            "<b>לא מאחרים. </b> עיין באר היטב ס\"ק ב' מ\"ש במ\"א. ובשב יעקב סימן כ\"ב העלה עוד טעם לפי שערבית זמן כל הלילה ולא חיישינן לשכחה ועוד הלא חזינן דאפילו בביה\"כ שעדיין זמן גדול מדליקין קודם ערבית ע\"ש אך הגאון הנ\"ל שדא ביה נרגא ושלשה טעמים נפלאים ממנו. וכיון דזמן ק\"ש והדלקה באים כאחד ודאי דיש להקדים ק\"ש שהוא דאורייתא ועוד שהוא תדיר קודם ועיין סימן תרפ\"ד דאפילו במילי דרבנן תדיר קודם ול\"ד דהא דסי' תרע\"ח דנ\"ח קודם לקידוש היום היינו משום דאפשר בפת. ועיין ע\"ש דדוחה כל הטעמים ברוח מעתה ודאי דמתפלל קודם הדלקה ע\"ש:"
        ],
        [],
        [],
        [],
        [
            "<b>כדי להפנות </b> ע' באר היטב ס\"ק ד' וע' ת' ת\"ח סימן מ' וע' בספר דרך ימין דראוי לנהוג כבני רינוס וע' בתרומות הדשן:"
        ],
        [
            "<b>אצל אביו. </b> עיין ת' בי\"ד סימן תרע\"ג:"
        ],
        [],
        [
            "<b>נר שבת. </b> אי רשאי להדליק עם נ\"ח לנר שבת ע' ת' בית יהודה סנ\"א:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>בשל חנוכה. </b> בא\"י שקורין ביום ב' דפסח שהוא חה\"מ ג' בפ' שור או כשב ורביעי במוסף היום וטעה וקרא ד' בפ' שור והסכימו אנשי ביה\"כ שהד' יברך ג\"כ ע\"ד לקרות פ' המוספין בס' ב' וכן נעשה שוב קראו ערעור הלא קי\"ל א\"א א' קורא בב' ס\"ת משום פגמו של ראשון. ויש מהם אומרים דלא יקרא הד' אלא בפ' המוספין ומה שנשאר בפ' שור לא יקראו כלל. וי\"א שיוסיפו עוד א' לקרות בפ' המוספין. הנה הרב בעל פ\"ה ח\"ב ס\"ו צידד לכאורה דשפיר עבדו כיון דהוי תרי ענינא. ועיין מוהר\"יקש לא\"ח סימן קי\"ד. אך שדא ביה נרגא דפ' המוספין ויום הוא ענין א' והביא לו לראיה מכ\"מ פי\"ב מה' תפלה ע\"ש וכן דחה דעת י\"א הנ\"ל מצד דחיוב דינא דש\"ס הוא משך תורא כו'. וכן פריך הש\"ס ונגלול ס\"ת כו' וצריכין לטעמא משום פגמו של ראשון. ול\"א דלא יקרא כלל ועיין רשד\"ם סימן י\"ד אמנם איכא למיקם אהוראה זו מטעם שקריאת מוסף היום אינו אלא מנהג רב עמרם ועיין ת' בי\"ד סימן רס\"ט ע\"ש אבל באמת דבריו קשים להולמם דהלא מדינא דש\"ס הוא מהא דאיתא גבי ובעשור לחודש קורא ע\"פ: ואולי דדוקא ביה\"כ חיובא הוא אף שהוא נגד הסברא דאדרבא מזמן שביה\"מ חרב בעו\"ה ודאי דחיוב יותר מסבר' לקרות בפרשת קרבנות היום ע\"ש. עד שהעלה יותר טוב שיקרא הד' וישלים חובת היום בספר הראשון כ\"ז שלא ירד מהתיבה אף שכבר בירך ברכה אחרונה ולא יקרא בספר שני ע\"ש:"
        ],
        [
            "<b>פ' פרה. </b> מעשה ששכחו ולא קרא' והורה בת' בי\"ד סימן ק\"ו שבשבת הבאה שהוא פ\"ה יקראו גם אותה:"
        ],
        [],
        [
            "<b>מבטלים ת\"ת. </b> ועיין באר היטב ועיין בקונטרס אחרון מ\"ש מגן שאול סי\"ב:"
        ],
        [
            "<b>כגון </b> ע' תשו' מהר\"ם אלשקר סימן יו\"ד ומפרש פירוש אחר ועיין כנה\"ג:",
            "<b>בשבת </b> ע' ת' בי\"ד סי' תפ\"א ות' ז\"א סי' קל\"ז:"
        ],
        [],
        [
            "<b>יצא </b> ע' ת' בי\"ד סימן רפ\"ח:",
            "<b>כתובה. </b> ע' בת' הנ\"ל וסימן הנ\"ל:",
            "<b>כאגרת </b> ומטעם זה נהגו בהרבה מדינה לקרותה בלי טעמים ת' בית יהודה סי' כ\"ג:"
        ],
        [],
        [],
        [],
        [
            "<b>לשני עניים. </b> בן עיר ששלח מנות לבן כרך והגיע לידו בי\"ד יצאו בו אם ידע שלא יאכלם כי אם בט\"ו דבתר שמחת המקבל אזלינן וכ\"פ ביד אהרן סי' תרצ\"ד שכ' דמי ששלח מנות למדה\"י והגיע לשם בפורים דיוצא בו אף בעת ששלחו מביתו עדיין לא הגיע זמנו וה\"ה הכא וע' בד\"מ מ\"ש בשם מהר\"י ברי\"ן ומהרי\"ל וס\"ח סי' תשי\"ג. וה\"ה אם שלח מנות ונאנסו המשלח לא יצא דהכל תלוי בשמחת המקבל וכן העלה בתשובת משאת משה דלא כס' בני חיי' ע\"ש:"
        ],
        [
            "<b>לא יצא. </b> אשה שאירע טבילתה בליל ט\"ו אי מותרת לאכול בשר בסעוד' היום עיין ת' ד\"מ דסיים ומ\"מ אין לה לאכול כ\"א תבשיל של בשר. ול\"ד בשבת. ומסיק עוד דבי\"ט אפשר להסתפק:",
            "<b>מלשלם. </b> עיין רא\"ש סוכה דף מ\"ה ות' בי\"ד סי' תל\"ד:"
        ],
        [
            "<b>שלא לעשות. </b> וכשחל בע\"ש מותר לגלח לכבוד שבת לכ\"ע עיין ת' בי\"ד סימן תצ\"ד ובס' ד\"מ סימן מ\"ד חוכך להחמיר בישראל ודוקא ע\"י עכו\"ם שרי ע\"ש ובת' מהר\"מ מינץ סי' ד':",
            "<b>ותענית. </b> ות\"ח שרי אלא דצריך למיתב תענית לתעניתו. כמבואר לעיל בסי' תקס\"ח ס\"ה ומ\"א סי' תר\"ד האריך למאוד ליישב מ\"ש עי\"כ מפורים ושבועות ומסיק וז\"ל כיון דבי\"ט מדאוריי' אסור להתענות ה\"ל להחמיר מספק שלא להתענות בשבועות ת\"ח ואי ס\"ל דמר בריה דרבינא לא קאי את\"ח א\"כ גם בעיה\"כ יש להתענות ע\"ש. וכאשר נתייקרתי לקבל פני (הגאון המפורסם אב\"ד ור\"מ דק\"ק אשכנזים באמשטרדם) נר\"ו בפורים העבר והיה אך שמח לבו ונזרקה מפיו איזה דברים מענינא של יומא. וראשון לציון הנה הקשה על דברי המחבר הנ\"ל דאי מדאורייתא אסור בי\"ט להתענות א\"כ גם בשארי י\"ט האיך מתענין ומר בריה דרבינא האיך עביד הכי ואי ס\"ל כר\"א דאמר או כולו לה' אנן עכ\"פ ל\"ל למעבד כוותיה דהא קי\"ל כר' יהושע הוא מותיב ומפרק כלאחר יד דהדבר מבואר במ\"א עצמו סי' תקצ\"ז בשם ד\"מ וז\"ל דהטעם דמותר להתענות ת\"ח בי\"ט משום דהתענית עונג ושמחה לו ולפי\"ז פסקי הרמ\"א ברורים ומכונים יפה דבעצרת ופורים איסור התענית היא משום מניעת עונג ושמחה ודאי דמותר בת\"ח דהתענית עונג ושמחה לו. אבל בעיה\"כ דרמא רחמנא עליה מצות אכילה כדילפי' מועניתם וכו'. וגם הטעם כדי שיתענה למחר בכח האכילה ההיא. ודאי לא מהני במה ש\"ש לו עונג ונ\"ר בתעניתו ואינו יוצא י\"ח כ\"א באכילה ממש הילכך לא ניתן מיצוה זו לדחות מצוה דאורייתא מפני ת\"ח ושפיר פסק רמ\"א דאסור והם מילי דמסתברא ומקום הניחו לו להתגדר וע\"פ דברים האלה הוסיף ידו שנית לבאר דברי מקצת גאונים דס\"ל מצוה להתענות בר\"ה וע' בבר\"י ואחרונים מה שהקשו על סברא זו מהרבה כתובים וש\"ס דר\"ה י\"ט. ודעת לנבון נקל ואכמ\"ל:",
            "<b>נוהגים. </b> ע' באר היטב לי\"ד סי' ת\"א וכמ\"ש שם:",
            "<b>במקרא מגילה. </b> ע' ת' בי\"ד סי' תצ\"ו:"
        ]
    ],
    "versions": [
        [
            "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002084080"
        ]
    ],
    "heTitle": "אשל אברהם על שולחן ערוך אורח חיים",
    "categories": [
        "Halakhah",
        "Shulchan Arukh",
        "Commentary",
        "Eshel Avraham"
    ],
    "sectionNames": [
        "Siman",
        "Seif"
    ]
}