{
    "title": "Yitzchak Yeranen on Mishneh Torah, Daily Offerings and Additional Offerings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Daily_Offerings_and_Additional_Offerings",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיין </b> בספרי תועפות ראם דף ס\"א."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכשמוציאין </b>\n<b> אותו חוץ לעיר מניחין אותו במקום שאין הרוחות מנשבות שם ולא יפזרנו שם שנאמר ושמו שיניחנו בנחת וכו'.</b> והשיג עליו הר\"א זה לא נאמר אלא על תרומת הדשן ואין מעילה אלא בתרומת הדשן. וכתב עליו הר\"י קורקוס וז\"ל נראה שדין ההנאה למד רבינו מההיא דנחלקו רב ור' יוחנן בנהנה מאפר שעל תפוח לאחר שהרימו דר\"י סבר שמועלים ורב סבר דאין מועלין והלכה כר\"י וכן פסק בהל' מעילה עכ\"ל. ועיין להרב בעל טירת כסף דף כ\"ו ע\"ג שכתב עליו וז\"ל והא כבר הכרחנו דאף לר\"י דמועלין היינו עד שתצא לבית הדשן וכן נראה (גי') מל' הרמב\"ם גופיה פ\"ב דמעילה דכתב מועלין עד שתצא לבית הדשן מכלל דאי יצא אין מועלין, ולעיקר קושיית הראב\"ד קשה טובא דהא הרמב\"ם לא כתב דחוץ למחנה מועלין אלא אסור ליהנות.<br><b> והנה</b> למה שהקשה להראב\"ד לא קשה דגם הר\"א ידע זה אלא כוונתו היא דהאי ושמו לא נאמר אלא על תרומת הדשן ומשו\"ה מועלין ותדע דדוקא על תרומת הדשן נאמר דהא אין מעילה אלא בתרומת הדשן ואי איתא כדעת רבינו דקאי גם להוצאת הדשן הנהנה ממנו יהיה מועל ולא באיסור לחוד. ולמה שהקשה על הר\"י קורקוס משנים רבות היה כתוב אצלי וכעת ראיתי אותו בס' מעיל שמואל בליקוטים והוא במה שנדקדק בדבריו דקדוק דק שכתב וז\"ל נראה שדין ההנאה למד רבינו מההיא וכו', דמה הלשון אומר למד רבינו והכי הו\"ל למימר מחלוקת רב ור' יוחנן אלא דכוונתו לתרץ דמ\"ש כן הרמב\"ם הוא שלמד בהדרגות דכיון שהוא סובר דכשהוא בתפוח מועלין כשהוא חוץ לעיר הא מיהא אין מועלין אבל אסור, וזהו שאמר למד רבינו, וקרא אסמכתא בעלמא. אמנם לעיתות כאלו זכיתי וראיתי לשון מהר\"י קורקוס בכת\"י וסיים הכי וכיון שכן מה שכתב רבינו כשמוציאין ואסור ליהנות הכונה בעת שמוציאין אותו אבל לאחר לא וכמתני' דמעילה עכ\"ל. ומורה מדבריו דאין כונתו לא כמו שהבין הטירת כסף שהביא מהגמ' לאסור גם לאחר ההוצאה מחוץ למחנה ולא כמו שפירשתי כונתו דהוא לאסור בהדרגות אלא דמה שנקט ואסור ליהנות הוא גם מעילה אלא היינו בעת ההוצאה שהוא עדיין ע\"ג המזבח או אחר ירידתו מהמזבח אבל משם ואילך שרי. ומ\"מ קשה עליו טובא דאיך אפשר לומר שהאיסור שכתב הר\"מ הוא על עת הוצאתו מהמזבח והא כתב וכשמוציאין אותו חוץ לעיר מניחין אותו במקום שאין הרוחות מנשבות שם בחזקה ולא חזירים גורפים אותו ולא יפזרנו שם שנאמר ושמו שיניחנו בנחת ואסור ליהנות עכ\"ל, הרי דשלא יניחו אותו במקום הרוח ושלא יפזר מפיק ליה מקרא ואהא כתב ואסור ליהנות וזה מורה שהוא על אחר ההנחה בחוץ ולא על שעת ההוצאה שהוא עדיין על המזבח, ועוד עדיין לא נמלטנו מהשגת הר\"א דקרא דושמו לא אמר אלא על תרומת הדשן ולא על הוצאת הדשן ואיך הביא קרא דושמו.<br><b> עוד</b> כתב הר\"י קורקוס וז\"ל או אפשר שהוא סובר שמה שאמר תרומת הדשן גם ההוצאה בכלל וקרא דושמו אכל הדשן קאי שבכל מקום שישים אותו יהיה בנחת והוא הנראה בדעתו ומ\"מ צ\"ע כי לא מצאנו שיהיה טעון גניזה מה שמוציא לחוץ ואנן דרשינן שם תהא גניזתו עכ\"ל. ודבריו תמוהים מהסוגיא שזכרנו דכו\"ע ביוצא חוץ למזבח שרי ועכ\"ל פליגי אלא כשהם חוץ לתפוח. גם רבינו שכתב ומועלין עד שתצא לבית הדשן מכלל דאח\"כ שרי. גם רבינו בפי' המשנה רפ\"ב דמעילה פי' המתחלת העולה מועלין כתב וז\"ל וכשמרימין כל האפר מע\"ג המזבח ומשליכין אותו בבית הדשן אין מועלין בו שכבר נעשית מצותו עכ\"ל, הרי בפירוש דס\"ל דקרא דושמו איירי בתרומת הדשן דוקא. לכן נראה לי מכח דברי רבינו שבפי' המשנה דמ\"ש אסור הוא מדרבנן וקרא אסמכתא בעלמא והראב\"ד שהשיג עליו משום שהבין דברים כפשטן.<br><b> וראיתי</b> להרדב\"ז בכת\"י כתב ליישב להשגת הראב\"ד ז\"ל וז\"ל אבל רבינו סמך על הסוגיא דשלהי תמורה דתנן התם כל הנקברים לא ישרפו וכל הנשרפים לא יקברו ואמר עלה מאי טעמא משום דנקברין אפרן אסור ונשרפין אפרן מותר ופריך עלה ונשרפין דהקדש אפרן מותר והא תניא כל הנשרפים אפרן מותר חוץ מאפר אשרה ואפר דהקדש לעולם אסור קתני מיהא אפר דהקדש דלעולם אסור אמר רמי בר חמא כגון שנפלה דליקה בעצי הקדש מאליה כיון דלא ידיע מאן דלא הוי איניש דלמעול דליפוק אפרן לחולין רב שמעיה אמר כי תניא הא מתניתא בתרומת הדשן תניא דלעולם אסור דתניא ושמו בנחת ושמו כולו ושמו שלא יפזר, ורבינו פסק כרמי בר חמא והראב\"ד ז\"ל תירץ כתירוצו של רב שמעיה דתירץ כי תניא ההיא מתניתא בתרומת הדשן תניא הרי לך דהוי פלוגתא דאמוראי ולדעת רמי בר חמא אע\"ג דקרא דושמו אצל המזבח בתרומת הדשן כתיב כל הדשן שוה לענין זה עכ\"ל. וכמה תמוהים דבריו דמי הכריחנו לזה דלדעת רמי בר חמא אע\"ג דקרא קאי בתרומת הדשן ה\"ה כל הדשן והיכן רמוז זה ואי אמרת כן לדעת רמי בר חמא אמאי לא נאמר כן לדעת רב שמעיה ג\"כ והיאך נתהוה מתירוצו מחלוקת זה, ועוד רבינו בפי' המשנה הביא דברי רב שמעיה לחוד גם כאן בחיבור פי\"ט מפסולי המוקדשין הי\"ג כתב רבינו הכי כל הנקברים אפרן אסור וכל הנשרפין של הקדש אפרן מותר חוץ מדשן המזבח החיצון והפנימי ודישון המנורה הרי שתירץ תירוץ רב שמעיה ולא תירוץ רמי בר חמא דא\"כ הו\"ל לומר חוץ שאם נפלה דליקה בעצי הקדש באופן שלא זכיתי לכונתו. והר\"א ז\"ל השיגו שם וז\"ל א\"א הרמת הדשן. וכתב מרן וז\"ל נראה שטעמו לומר שלא אמרו אסור אלא דשן שהיה מרים כהן בכל יום ממזבח העולה כדכתיב והרים את הדשן אשר תאכל האש את העולה ושמו אצל המזבח ודישון מזבח הפנימי והמנורה אינם בכלל זה ורבינו סובר דילפינן מדישון מזבח העולה. ועוד י\"ל דרבינו לטעמיה אזיל שהוא סובר דדשן שעל גבי המזבח אסור בהנאה וכמבואר בספ\"ב מהל' מעילה עכ\"ל. וכמה תמוהים דבריו בפירושו להשגה זאת דמאי קשה לו דדישון מזבח הפנימי והמנורה אינן בכלל זה ואמאי לא והא משנה ערוכה שנינו בפ\"ג דמעילה דף י\"א דישון מזבח הפנימי והמנורה לא נהנין ולא מועלין ופי' רש\"י הדשן שעליהן היה מוציאו ומניחו אצל מזבח החיצון מקום שהוא מניח תרומת הדשן של מזבח החיצון וקודם שהניחו שם לא נהנין ולא מועלין דהכא לא כתיב ושמו כמו שכתוב בדישון מזבח החיצון ובש\"ס נפקא ליה מקראי דדישון מזבח הפנימי והמנורה מניחו אצל מזבח החיצון מקום שהיה מניח תרומת הדשן יעו\"ש וא\"כ שפיר כתב רבינו וכל הנשרפין אפרן מותר חוץ מדשן מזבח החיצון ופנימי ודישון המנורה שאינו מותר דהא לא נהנין קתני ואחר שהניחו אצל המזבח גם מועלים וכמ\"ש רש\"י בסוגיא שם דף י\"ב ד\"ה אלא דישון מזבח הפנימי מנא לן שהיה מניחו אצל מזבח החיצון ושיהו מועלין בו לאחר שבא עם תרומת הדשן עכ\"ל, הרי דדמי לתרומת הדשן ומאי דנקט רב שמעיה בתירוצו תרומת הדשן דוקא י\"ל כיון דמיניה ילפינן לדישון מזבח הפנימי והמנורה והמלמד הוא תרומת הדשן נקטיה וה\"ה הנך. גם יישוב מרן בעד רבינו הוא תמוה שכתב דרבינו סובר דילפינן להו מדישון מזבח העולה ונראה מדבריו דמשוינן ליה לתרומת הדשן ממש ומה התם מעת הוצאת המחתה מהמזבח מיד מועלין אף דישון מזבח הפנימי והמנורה כן והוא היפך מתני' שזכרנו דקתני לא נהנין ולא מועלין ואי כונתו מ\"ש לתרץ להשגת הראב\"ד חוץ דאינו בלשונו אדרבה הוה ליה לתמוה על הר\"א, גם במ\"ש ועוד י\"ל דרבינו לטעמיה אזיל שהוא סובר דדשן שע\"ג המזבח אסור בהנאה דבריו תמוהים דכיון דהוא פירש בפירוש ההשגה דבא לחלוק על דישון מזבח החיצון והמנורה מה בא לתרץ במה שסובר דמועלין באפר שעל גבי מזבח, ועוד דנראה מדבריו דהראב\"ד פליג עליה בהאי דינא דאפר שע\"ג תפוח דס\"ל כרב דאין מועלין וא\"כ קשה טובא דהו\"ל להשיגו שם בפ\"ב דמעילה דשם פסק ר\"מ ז\"ל כר' יוחנן ולא כאן שהוא אגב.<br><b> ולענ\"ד</b> נראה בכוונת ההשגות שהבין במ\"ש חוץ מדשן המזבח החיצון דכלל כולו ואפי' מה שמוציאין לחוץ לעיר ואף אחר שמניחין אותו שם וכמו שנראה ממ\"ש בספ\"ב דתמידין ומוספין מושמו שלא יפזרנו שם ואסור ליהנות וע\"ז השיג וכתב א\"א בתרומת הדשן דמועל אבל לא במה שמוציאין לחוץ לעיר והיא ממש השגתו דלשם.<br><b> עוד</b> סיים הרדב\"ז שם וז\"ל וליכא לפרושי דלעולם לית ביה מעילה אבל אסור ליהנות בו מדרבנן וקרא בתרומת הדשן מיירי שהרי כתב בהל' מעילה דשן המזבח החיצון בין קודם תרומת הדשן בין אחרי הרמה מועלין בה ואי איירי בתרומת הדשן דוקא הכי הו\"ל למימר דשן תרומת המזבח וכו' אלא ודאי דלא איירי הכא בדיני מעילה עכ\"ל. והנה חוץ שכל מה שהקשיתי לעיל שייך לדבריו אלו קשה דמה הכריח מדבריו אלה והא שם קאי רבינו בדשן שע\"ג תפוח וכתב דמועלין משום דפסק כר' יוחנן אבל מה שמוציאין חוץ לעיר לכו\"ע שרי וכדהכרחנו לעיל וא\"כ שפיר י\"ל מ\"ש כאן רבינו אסור ליהנות היינו מדרבנן וכדכתיבנא לעיל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מהו </b>\n<b> דישון וכו' ומדליק נר שכבה וכו'.</b> וכתב מרן שהוא דעת רבינו דגם בבוקר מדליק ופי' בהטיבו בהדליקו וכו' יעו\"ש. ושמעתי מקשים על רבינו מקרא דדברי הימים ב' סי' י\"ג ומנורת הזהב ונרותיה לבער בערב בערב וכו' הרי בפירוש דדוקא בערב היו מדליקים ולא בבוקר. ולענ\"ד נראה ע\"פ מ\"ש הלח\"מ על קושיית הרשב\"א לרבינו מש\"ס פ' התכלת דף נ' דנראה ממנה דבבוקר לא היו מדליקין וז\"ל ונראה דרז\"ל קרי הטבה לכל דבר שהיה דולק ואינו דולק יפה שמטיבו כדי שיהיה באיתנו הראשון דהיינו הדלקתו כאדם שהוא חולה ומרפאים אותו שיחזור לבריאותו וא\"כ ההטבה היא הנר שכבה שידליקו אותה כדי שיחזור הדבר לאיתנו וכן מי שלא כבה מתקנו וכמ\"ש רבינו ז\"ל וכו' עכ\"ל לעניינינו, נ\"ל מדבריו דהך הדלקה דבוקר לאו שמה הדלקה אלא הטבה דחוזר הדבר לאיתנו א\"כ עיקר הענין הוא בלילה ואמטו להכי לא כתבו הכתוב אלא לבער בערב בערב ולא הזכיר ההטבה ומה שלא הזכיר ההטבה בלאו הכי תיקשי לך אפי' שלא יהיה ההדלקה, וצ\"ל שלא הזכיר הכל (כל) כמו שלא הזכיר כמה פרטים וה\"ה הטבה ודוק."
            ],
            [],
            [
                "<b>עיין </b> מ\"ש בספרי תועפות ראם דף כ\"ג."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיין </b> מ\"ש בספרי תועפות ראם דף נ\"ז."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>וכיצד </b>\n<b> וכו' וטפחו של זה בתוך טפחו של זה וכו'.</b> הנה פסק כרבנן דפרק שתי הלחם וקמאי ובתראי צווחו ככרוכיא דלמה לא פסק כר' יוסי דסתם לן תנא כוותיה בסוף פ\"ב דמגילה דתני זה הכלל דבר שמצותו ביום כשר כל היום ואמר בש\"ס לאתויי סידור בזיכין וכר' יוסי וכו', ולענ\"ד נראה עם מה שנתעוררתי מה שלא נתעורר אדם דאיך קאמר וכר\"י ואימא גם כרבנן דלו יהי דס\"ל טפחו של זה כנגד טפחו של זה מ\"מ מצוה זאת דהערכת לחם הפנים היא ביום השבת ולא נימא דדוקא בעמוד השחר אבל אחר כך פסול קמ\"ל דכל היום כשר וכשארא דמתני' והוי מתני' גם כרבנן אלא ודאי דמאי דקאמר בגמ' וכר\"י לאו למימרא לאפוקי דרבנן אלא כר\"י דמצינו לו בפירוש דהוי כל היום דתני אפי' סידר את הישנה ערבית אבל רבנן לא מצינו לו בפירוש דהסידור אפשר גם בערבית ומ\"מ קושטא קאי דלא פליגי בזה אי כשר כל היום או לא דהיכן מצינו מחלוקת זאת ולא פליגי אלא בפירוש תמיד אי צריך טפחו של זה או לא, ורב אחאי מהרי\"א נר\"ו סייעני מדקאמר לאתויי סידור בזיכין וכר\"י וזה הכלל דסיפא אמר דלא כר' אלעזר בן עזריה, וא\"כ הדרינן לכללין דהלכה כרבנן."
            ],
            [],
            [],
            [],
            [
                "<b>עיין </b> מ\"ש בספרי תועפות ראם דף מ\"ו ע\"ב."
            ]
        ],
        [],
        [
            [
                "<b>עיין </b> מ\"ש בספרי תועפות ראם דף ס\"ג."
            ],
            [],
            [],
            [],
            [
                "<b>אין </b>\n<b> מביאין מנחה זאת וכו'.</b> וכתב הלח\"מ ואע\"ג דרבינו פסק בהל' מאכלות אסורות דחדש בחו\"ל הוי דאורייתא ומ\"מ וכו'. ויש לגמגם כיון דר' יוסי בר יהודה הוא דאמר דבין בארץ בין בחו\"ל אסור לאכול חדש ואפי' בחו\"ל מהני להביא המנחה חדשה ותלי להו הא בהא כמו שיעו\"ש בש\"ס מנא ליה לרבינו לחלק ביניהם. ונראה דרבינו דייק לה מהש\"ס דאיכא תנא דס\"ל דאסור לאכול חדש גם בחו\"ל ואפ\"ה אסור להביא המנחה חדשה מחו\"ל מדקאמר בש\"ס עד כאן לא פליגי אלא בחדש אבל בארץ לא פליגי דעומר ושתי הלחם מארץ אין מחו\"ל לא כמאן דלא כי האי תנא דתניא ר\"י בר יהודה אומר ואם איתא דמאן דס\"ל דאסור לאכול גם בחו\"ל מוכרח דיסבור דיכול להביא מנחה חדשה גם מחו\"ל במקום הברייתא הלזו היה יכול להביא מתני' דקידושין דר' אליעזר ס\"ל דגם החדש אסיר בחו\"ל ומינה דגם המנחה חדשה (אסיר) [יכול] להביא מחו\"ל דהא בהא תליא או מתני' דסוף ערלה דתני דחדש אסור גם בחו\"ל אלא ודאי דלאו הא בהא תליא אלא דאף דאיסור חדש גם בחו\"ל אפ\"ה אינו מועיל מנחה חדשה מחו\"ל ועל כרחך לומר דכיון דסתם לן תנא בסוף ערלה דחדש אסור בחו\"ל פסק רבינו כן בהל' מאכלות אסורות ובמנחות סתם לן תנא דאין מביאין מנחה חדשה אלא מן הארץ פסק רבינו כן והיינו טעמא דלאו הא בהא תליא מילתא ולא פליגי סתמי אהדדי וק\"ל."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיין </b> מ\"ש בספרי תועפות ראם דף נ\"ח."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכל </b>\n<b> המקריב מנחה מן החדש תחילה מברך שהחיינו.</b> הכי תניא במנחות דף ע\"ה היה עומד ומקריב מנחות בירושלים אומר שהחיינו ופי' רש\"י שם וז\"ל או שהקריב מנחה חדשה כגון מנחת העומר אומר שהחיינו והיינו ממש מ\"ש רבינו. ועוד פי' רש\"י שם שלא הקריב עדיין כהן זה מנחה מימיו ועיין בדברי התוס' שדחו ב' פירושי רש\"י הללו ונראה שלא היה להם בגירסתם בפי' רש\"י כגירסתנו ואמטו להכי כתבו מה שכתבו ואינהו בדידהו פירשו דהיינו טעמא דמברכין שהחיינו כיון דכל עבודתם היה שני ימים בשנה והיה עובר ששה חדשים ביניהם והוי קבוע להם זמן וכ\"כ בברכות דף ל\"ז ע\"ב דטעמא משום זמן קבוע. ובפרק לולב וערבה דף מ\"ו ד\"ה העושה חקרו מאי שנא בסוכה ולולב ומגילה ופדיון הבן מברכינן שהחיינו ובתפילין וציצית ומילה והלל אין מברכין ותירצו וז\"ל ונראה דמצוה שיש עליו שמחה תיקנו שהחיינו ודאמרינן בהרואה דמברך על כלים חדשים כתב רב שרירא גאון דלא סמכינן דמסקינן בכל מערבין דבעינן מידי דאתי מזמן לזמן וקשה מפדיון הבן עכ\"ל. וכתב הרב חידושי הלכות [מהרש\"א] וז\"ל ר\"ל דבהך מילתא דרב שרירא יתיישבו כל הקושיות לבר מהא דפדיון הבן אלו דבריו, ויש לעיין דאיך יתיישב הלל דהוי מזמן לזמן ואין מברכין עליו והו\"ל לסיים אבל קשה מהלל ופדיון הבן.<br><b> וראיתי</b> להר\"ן שהביא חקירת התוס' הלזו שם בפ' לולב וערבה וסיים וז\"ל אבל לא פירשו מפני מה במקצתן אומר שהחיינו ובמקצתן לא ולי נראה דשהחיינו דמצוות בזמן תלוי כדמוכח בעירובין הילכך סוכה ולולב ומגילה בזמן תלוי ופדיון הבן אע\"ג דלאו מזמן לזמן אתיא אפ\"ה כיון שהיא מצוה תלויה בזמן ל' יום של תינוק שייך לברוכי שהחיינו והלל של ב' ימים טובים נמי אע\"ג דתלי בזמן כיון שתקנו לומר על כל צרה שלא תבוא על הצבור אין זמנו קבוע עכ\"ל. ויש לדקדק בדבריו דנקט ב' ימים טובים אפי' דנחשוב לשמיני עצרת עם חג הסוכות לאחד מ\"מ אכתי ג' נינהו חג המצות וחג השבועות וחג הסוכות ואולי ט\"ס הוא ברם אכתי יש לעורר עליו במה שהשיב דכיון דתקינו על כל צרה שלא תבא הוי אין זמנו קבוע ועדיפא מינה לימא מר כיון דתקנו בכל ר\"ח וחנוכה הוי אין זמנו קבוע ואם תאמר דס\"ל דהלל דר\"ח וחנוכה חשיב להו זמנו קבוע א\"כ אמאי קשיא ליה ז\"ל מהלל דימים טובים לחוד ולא מהלל דר\"ח וחנוכה ג\"כ אלא ודאי דמהנך לא קשיא ליה משום דחנוכה הוא בכ\"ה בכסליו וליכא ל' יום דאמירת הלל דר\"ח ובר\"ח ג\"כ איכא כמה ר\"ח חסרים וליכא ל' יום דאמירת הלל אין זמן זה מועט פחות מל' חשיב מזמן לזמן וא\"כ חזרה קושיא לדוכתא דלימא מר מטעם זה ולא מטעם צרה שלא תבוא דלא שכיחא וליתא ואיך שיהיה דוחק לומר דזו היא דעת התוס' בהלל שלא הרגישו דיותר פשוט הוא בפדיון הבן מהלל והם לא הוקשה להם מהלל והרגישו מפדיון הבן, דא עקא. והר\"ד אבודרהם הביאו החבי\"ב בכנסת הגדולה סי' תכ\"ב כתב דמה שאין מברכין זמן על הלל מפני שפעמים החדשים חסרים והוי תוך ל' עכ\"ל.<br><b> וראיתי</b> להמגן אברהם סק\"ה כתב עליו וז\"ל וצ\"ע דהא גם כשהחודש מלא הוי ב' ימים ר\"ח וקורין ביום ל' ואפשר דס\"ל כיון דיום הב' עיקר הו\"ל ביום א' כקורא בתורה דאינו מחוייב ומ\"מ אעיקרא דדינא פירכא דלא תקנו זמן אדבר שהוא רגיל דדוקא בחצי שנה כתבו התוס' בברכות דף ל\"ז דמברך זמן עכ\"ל. והנה מ\"ש ואפשר וכו' דבריו סתומים ואדרבה היא הנותנת כיון דביום א' הוי כקורא בתורה נמצא הב' עיקר ויברך שהחיינו בב' ואולי משום דא\"כ מתגלה דיום הא' לא חשיב כלל משו\"ה לא מברכינן גם בראשון. גם מ\"ש אעיקרא דדינא פירכא וכו' כמ\"ש התוס' אין משם פירכא כלל דהתוס' לא כתבו דבפחות מו' חדשים לא חשיב מזמן לזמן אלא דנידונם הוא דבכל ו' חדשים עובד הכהן וכתבו דזה חשיב מזמן לזמן וה\"ה פחות מזה כל שהוא מזמן לזמן. ואיך שיהיה לדעת רב שרירא כל דלא אתי מזמן לזמן אינו מברך שהחיינו כמ\"ש התוס' בשמו. וראיתי כתוב לחכם בני פחד יצחק יהיה בעזרו דקשיא ליה מהך למ\"ש התוס' במנחות דף מ\"ב ע\"ב ד\"ה ואילו וכו' וז\"ל דבכלים חדשים מברך שהחיינו וכ\"כ רב שרירא גאון, וקשו דבריהם אהדדי. והוא אמר דט\"ס נפל שם במנחות וצ\"ל ולא כתב כן רב שרירא, ומכריח ליה ממ\"ש בהגהות מיימוני פ\"י מהל' ברכות ה\"ב וז\"ל ובמנחות כתב רבינו שמשון בשם ר' שרירא גאון דאין מברכין שהחיינו אלא על דבר שבא מזמן לזמן עכ\"ל, ור' שמשון הוא אחד מבעלי התוס' וכתבו שכ\"כ רבינו שמשון במנחות והיינו היפך מ\"ש לפנינו ודאי שהוא ט\"ס, ואיישר חיליה לאורייתא. והנה מדברי רבינו כאן נראה שדעתו כר' שרירא שתלוי בזמן וכ\"כ פי\"א מהלכות ברכות ה\"ט כל מצוה שהיא מזמן לזמן כגון שופר וסוכה וכו' הרי דתולה בזמן וכ\"כ בפ\"י ה\"ב הרואה פרי המתחדש משנה לשנה בתחילת ראיתו מברך שהחיינו וכו' ומ\"מ אינו מודה לו במ\"ש ר' שרירא דבכלים חדשים אינו מברך אלא ס\"ל דבכלים חדשים מברך וכמ\"ש שם ה\"א וכן בהל' ט' מפרק י\"א שכתב דבקניית ציצית ותפלין מברך שהחיינו והיינו טעמא דכל דבר שהיא שמחה לאדם מברך שהחיינו וקניית ציצית ותפלין מברך משום כלים חדשים ששמח בקנייתם ומצוות שהם מזמן לזמן שמח בהם כיון דרחוקים בזמנן וכ\"כ עוד דגם מצוות שאינן תדירות ואינן מצויות בכל עת דומה למצוה שהיא מזמן לזמן ומברך כיון דאינן מצויות איכא שמחה בעשייתן וכן הוא דעת הטור או\"ח סי' רכ\"ג ורכ\"ה."
            ]
        ],
        [
            [],
            [
                "<b>עיין </b> בספרי תועפות ראם דף נ\"ח."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיין </b> מ\"ש בסיפרי תועפות ראם דף פ\"ה."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b>\n<b> ז' ימי החג מנסכין את המים וכו'. הלכה למשה מסיני.</b> ודע דאין זה מוסכם בתנאים דאיכא תנאי דפליגי והוא ר' יהודה בן בתירא בתעניות דף ב' וג' דלא ס\"ל הל\"מ אלא ממ\"ם יו\"ד מ\"ם וס\"ל דששת ימים לחוד היה ניסוך המים דהיינו מיום ב' ואילך ור\"מ ס\"ל דלא היה ניסוך המים כי אם ב' יומי ו' וז' דמפיק ליה מונסכיה דכתיב בו' ואיכא עוד ר' יהודה במתני' דסוכה דס\"ל כל ח' דהיינו גם שמיני עצרת יעו\"ש. וע\"פ האמור לא באתי לכוונת דברי התוס' בריש מועד קטן דף ג' ע\"ב ד\"ה ניסוך המים והא דאמרינן בעלמא מ' י' מ' לרבות ניסוך המים מן התורה אינו אלא אסמכתא בעלמא כפר\"ח עכ\"ל. ואתמהא דאיך מערבין דעות חלוקות זו עם זו דמאן דס\"ל הל\"מ הוא תנא ריש פ' לולב וערבה כמ\"ש במס' תעניות דף ג' ור\"י בן בתירא דמפיק ליה מרמז מ\"ם יו\"ד מ\"ם לא ס\"ל ז' אלא ששה ימים ור\"ע ב' ימים וא\"כ האי לחודיה קאי והאי לחודיה קאי.<br><b> ודע</b> דע\"פ ראות סברת התנא האלהי רשב\"י ז\"ל דתני בפ' פנחס וז\"ל ואם צמא השקהו מים אילין מים דרשימין הכא ביומי דחג בב' בו' ובז' וסימנך בוז יבוזו לו וכו' מים דלהון אתפליגו ביומין בו\"ז אשתארו שאר יומין דאינון ג' ד' ה' וסימנך חרש את חרשי אדמה וכו' יעו\"ש ועיין להרב חמדת ימים בחול המועד דסוכות פ\"ו שהביא דברי התנא הלזו וקא פריש לה בטוב טעם נראה דזו היא דעת ר' יהודה בן בתירא דמפיק לה מהאי רשימו בהני ג' יומין מ\"ם יו\"ד מ\"ם דלא היה ניסוך המים כי אם בהנך ג' יומין וכן לר\"ע דמפיק לה מונסכיה שהם ב' ובכח הרמז של מ\"ם יו\"ד מ\"ם כמ\"ש בש\"ס כולהו הנך ס\"ל כן דלא היה ניסוך המים כי אם בג' יומין מדחזינן דרשב\"י שהוא חבירם ברמז זה דמ\"ם יו\"ד מ\"ם ס\"ל בפירוש דלא היה ניסוך זה כי אם בג' ימים ומאן לימא לן דפליגי וסתמא דש\"ס דלא נראה בזמנם ס' הזהר הבין בריב\"ב דס\"ל דמב' ואילך היה ניסוך ובר\"ע מו' ואילך דלא ראו ס' הלזו דלא היה ניסוך כי אם בב' ובו' ובז' ואיך שיהיה האי הלכה למשה מסיני דניסוך המים אינו מוסכם כי אם לת\"ק דריש פרק לולב וערבה ברם איכא מ\"ד שמונה והוא רבי יהודה במתני' גם בפרק ולולב וערבה ור\"י ב\"ב לדעת הש\"ס ששה דוקא ולר\"ע לדעת ש\"ס דילן שנים דוקא ולרשב\"י ג' דוקא ב' וו' וז' ולדעתי גם ריב\"ב ור\"ע ס\"ל כרשב\"י דהוי ג' דוקא וסימנך בוז וק\"ל."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות תמידים ומוספין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}