{
    "versionTitle": "daat zekenim", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "he", 
    "license": "Public Domain", 
    "title": "Daat Zkenim on Leviticus", 
    "licenseVetted": true, 
    "text": [
        [
            [
                "<b>ויקרא אל משה. </b>מדרש תנחומא לפי שהיה משה עומד בחוץ שהיה מתיירא לבא אל אהל \nמועד כי שכן עליו הענן אמר הקב\"ה אינו דין שיהא משה עומד בחוץ מיד ויקרא אל משה ופרש\"י לכל \nהדברות ולכל האמירות וגו' ועוד פרש\"י יכול שמעו כל ישראל את קול הקריאה ת\"ל קול לו קול אליו \nפי' לפירושו דכתיב בפרשת נשא וישמע את הקול מדבר אליו והיה לו לומר מדבר לו או עמו ומדכתב \nאליו משמע מיעוט לו' משה שומע ואין ישראל שומעין: "
            ], 
            [
                "<b>מן הבהמה. </b>בתורת כהנים מסיק למדנו \nענותנותו של הקב\"ה שלא הטריח בניו להביא חיות מן היערות אלא בהמות המצויות להם: "
            ], 
            [
                "<b>אל \nפתח אהל מועד יקריב אותו. </b>שלא יאמר אדם לכהן לך וקח בהמה והקרב אותה שאין זה דרך של \nמעלה אלא בעל הקרבן מדדהו ומביאו עד לפני בית המלך: "
            ], 
            [
                "<b>לכפר עליו. </b>כי כשאדם אוכל חלב \nבשוגג מביא חטאת ועל הספק אשם תלוי ולפעמים סבור בודאי שאכל שומן והוא אכל חלב ועליו \nהעולה מכפרת מה שלא ידע לעולם: "
            ], 
            [
                "<b>ושחט. </b>לשון יחיד כי כן דרך שחיטה אבל בהקרבה כתי' \nוהקריבו וזרקו וערכו ונתנו:", 
                "<b> את בן הבקר. </b>משמע בחור וילד שלא יביא זקן או חולה משום הקריבהו \nנא לפחתך: ", 
                "<b>בני אהרן. </b>שלא יהו מקריבין כהנים זקנים שמרתתין ידיהם וכן אז\"ל במסכת חולין \nמאימתי כהנים פסולין משירתת: "
            ], 
            [
                "<b>והפשיט את. </b>לפי שמצינו בפרים הנשרפים ושעירים הנשרפים \nשהכל נשרף עור ובשר ופרש הוצרך לפרש כאן אע\"פ שכולה כליל ונשרפת שטעונ' הפשט ואין העור \nנשרף: "
            ], 
            [], 
            [
                "<b>וערכו בני אהרן. </b>וגבי בן צאן כתיב וערך לפי שבקר שהוא גדול צריך שנים אבל צאן \nשהוא קטן סגי בחד: "
            ], 
            [
                "<b>וקרבו. </b>לפי שזו באה על שלחן המלך צריכה להעשות בכבוד ונקיות אבל \nקדשים הנשרפין בחוץ נאמר בהם וקרבו ופרשו וכן ושרפו באש את עורותם ואת בשרם ואת פרשם: \n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>ונמצה דמו על קיר המזבח. </b>לפי שדמו מועט אינו מקובל במזרק שאם היה מקבלן בכלי לא יוכל \nלהזות ולכך מולק בראשו של מזבח כדי שימצה מיד על המזבח: "
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>כי כל שאור וכל דבש לא \nתקטירו. </b>לפי שאמר הקב\"ה על כל קרבנך תקריב מלח והללו אין מקבלין מלח: "
            ], 
            [], 
            [
                "<b>ולא תשבית \nמלח. </b>לפי שהוא דבר המתקיים להודיע כי הקרבנות ברית לעולם לכפרה ולא לצורך הקב\"ה שהרי אין \nלפניו לא אכילה ולא שתייה אלא לזכו' בהם את ישראל כי כשאדם חוטא ומקריב קרבן ומתכפר לו \nויודע שהוא נקי מחטאו הוא נזהר אחרי כן מלחטוא ומלהיות עוד מלוכלך בעבירו' אבל אם לא היה \nמתכפר היה מוסיף לחטוא כמו שאחז\"ל כיון שעבר אדם עבירה ושנה בה הותרה לו הותרה לו ס\"ד \nאלא נעשית לו כהיתר. משל לאדם שבגדיו צואים אינו משמרן מן הטיט אבל אדם שבגדיו נקיים ויפים \nמשמרן מכל טינוף ועל זה אמר שלמה בכל עת יהיו בגדיך לבנים וכן ארז\"ל רצה המקום לזכות את \nישראל לפיכך הרבה להם תורה ומצות ולא יטנפו בחטא וגם צוה הרבה מצות שמן הדין אדם משמרן \nמעצמו וצוה אותם הקב\"ה כדי להרבות בשכרן של ישראל: "
            ]
        ], 
        [], 
        [
            [], 
            [
                "<b>נפש כי תחטא. </b>אדם כי יחטא אין \nכתיב כאן אלא נפש וכן הנפש החוטאת היא תמות להודיע שעיקר החטא תלוי בנפש משל לשני בני \nאדם שחטאו למלך אחד נכרי ואחד מבני פלטרין שלו העלו שניהם לבימה לדון וצוה המלך לפטור את \nהנכרי ואת בן הפלטרין לדון ביסורין אמרו לו בני פלטרין שלו והלא גם זה חטא לך אמר להם זה נכרי \nואינו מכיר בטובי אבל זה שהוא מבני ביתי ומכיר בטובי ופשע בי יצא דין זה עליו כך הגוף הוא נכרי \nשנבר' מן התחתונים אבל הנשמה שהיא מן העליונים ודינה להיו' טהורה ואפ\"ה חטאה לפיכך הגוף \nהושלך בקבר והנשמה תקבל היסורין ולעתיד לבא הקב\"ה מביא גוף ונשמה ודן אותם וכו': "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>או \nהודע אליו. </b>כתיב כאן ביחיד ובנשיא חוטא וי\"מ אותו כמו אם הודע אבל הרב בכור שור ז\"ל כתב לפי \nשנשיא ויחיד מביאין אשם תלוי דכתיב בנשיא ועשה אחת מכל מצות ה' אלהיו כלומר שאין יודע אלא \nה' אלהיו שהוא ספק ואשם מביא אשם תלוי או הודע אליו אז מביא חטאת וכן אתה דורשו גבי יחיד \nדכתיב ביה ממצות ה' וראיה מתורת כהנים דדריש ואשם מלמד שמביא אשם תלוי אבל צבור וכהן \nמשיח אין מביאין אשם תלוי צבור דכתיב הכא נפש אחת תחטא דמשמע אחת ולא צבור כהן משיח \nדכתיב ביה לאשמת העם כהן משיח כצבור הלכך לא כתיב בהו או הודע: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>והקטיר הכהן \nהמזבחה. </b>לא נאמר כאן ריח ניחוח רק בקרבן לפי שהקב\"ה מקפיד יותר על הגדולים כשהן חוטאין: \n"
            ]
        ], 
        [
            [
                "<b>ושמעה קול אלה. </b>בא וראה שבכל הפרשיות כתיב שגגה וכאן ובשבועת בטוי לא כתיב שגגה \nלומר לך שגדול עונש השבועה שאפילו שגגתה עולה זדון וכן אמר שלמה אל תתן את פיך לחטיא את \nבשרך ואל תאמר לפני המלאך כי שגגה היא וגם כשיבא הקב\"ה לדון את הבריות ידון אותם עם \nמכשפים ומנאפים שנאמר והייתי עד ממהר במכשפים ובמנאפים ובנשבעים בשמי לשקר: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>ואם לא \nתגיע. </b>לפי שטמא הנכנס למקדש ושבועת בטוי אינן נהנין מן החטא הקל עליהם הכתוב בקרבן עולה \nוירד אבל אוכל חלב ודם ואוכל ביום הכפורים ועושה מלאכה בשבת והבא על הערוה שנהנין מן \nהחטא הם בקרבן קבוע וכ\"ש עובד ע\"ז בשוגג שפשט ידו בעיקר. ונהנ' מן ההקדש דאיכא תרתי שנהנה \nונשבע לשקר כמו כן מביא אשם בכסף שקלים: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>אשם אשם. </b>פרש\"י ז\"ל להביא אשם שפחה \nחרופה שמביא איל בן שתי שנים. ותימה דודאי כל איל הנזכר בתורה הוא בן שתי שנים אלא אימא \nלהביא אשם שפחה חרופה שמביא אשם בכסף שקלים והכי איתא בת\"כ: "
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>וכל מנחת כהן</b>. \nדאם לא היתה כליל אומר לא אוכל השירים דמאי דורון יש לפני המקום כמלא קמצו שאינו אלא דבר \nמועט דבשלמא ישראל המביא מנחה מביא עשרון והקומץ נקטר והשירים נאכלים לכהנים וכהנים \nמשלחן גבוה קא זכו ונמצא כולו דורון אבל של כהן אם היה אוכל השירים אין זה דורון ולא דמי \nלחטאות ואשמות של כהנים דהתם החלב והאימורין נקטרי' עם העורות לאנשי משמר: "
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>זבח \nהשלמים. </b>למה נקרא שמם שלמים שמשימים שלום בין ישראל לאביהם שבשמים. וכן כתיב זובח \nתודה יכבדנני בשני נונין בעולם הזה ובעולם הבא: "
            ]
        ], 
        [], 
        [
            [
                "<b>ויהי ביום השמיני. </b>מצינו קריאה לשובע \nשנא' וקראתי אל הדגן והרביתי אותו קריאה לרעב שנא' כי קרא ה' לרעב. קריאה לגדולה שנאמר קרא \nמשה לאהרן ולבניו ואמר לו משה כך אמר לי הקב\"ה למנות אותך כהן גדול ואני שמח עמך בגדולתך \nכמו ששמחת בגדולתי שנא' וראך ושמח בלבו: ", 
                "<b>ולזקני ישראל. </b>כדי לגדלו בפניהם: "
            ], 
            [
                "<b>קח לך עגל. \n</b>ולא אמר פר לפי שע\"י העגל נתזלזלה הכהונה וע\"י העגל החזירה לו: "
            ], 
            [
                "<b>קחו שעיר עזים. ועגל. </b>כדי \nשידעו שנתכפר להם מעשה העגל מאחר שמצוה להם להקריב עגל: "
            ], 
            [], 
            [], 
            [], 
            [
                "<b>קרב אל המזבח. </b>שהי' השטן \nמרא' לפניו דמות עגל והי' ירא שלא יהא ראוי לעבודה אמר לו משה קרב אל המזבח ואל תירא כי בך \nבחר ה': ", 
                "<b>וכפר בעדך ובעד העם. </b>צ\"ע שהרי קרבן זה לא בא אלא בשביל אהרן וקרבן העם נאמר \nבסמוך כדכתיב ועשה את קרבן העם וכפר בעדם וא\"כ למה נ\"כ ובעד העם וי\"ל שבא ליתן טעם מפני \nמה יקריב תחל' קרבנו קודם הצבור אלא כדי שיבא זכאי ויכפר על החטא וה\"ק לו משה וכפר בעדך \nואז משתהי' זכאי תוכל לכפר קרבן העם: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>ויקרב את המנחה. </b>ואחר כך וישחט את השור ואת \nהאיל לשלמים. וצ\"ע כי אין זה כסדר הצוויין בתחלה נא' ושור ואיל לשלמים והדר ומנחה בלולה \nבשמן: "
            ]
        ], 
        [
            [
                "<b>וישימו עליה קטרת. </b>פי' על האש כי בשום מקום לא מצינו הקטרה על המחתה: ", 
                "<b>אש \nזרה אשר לא צוה אותם. </b>כלו' כבר הזהיר עליהם שלא לעשות כדכתיב ולא תעלו אש זרה וגם לא \nצוה אותם שלא התירה עתה להם לפי שעה כי לפעמים הקב\"ה אוסר דבר ומתירו לפי שעה לגדל שמו \nבגוים כמו שמצינו באליהו בהר הכרמל שהקריב בבמה על פי הדבור בשעת איסור הבמות. וכן נוכל \nלפרש לשרוף את בניה' באש אשר לא צויתי וגו': "
            ], 
            [
                "<b>ותצא. </b>לפי שלא עשו כהוגן דאע\"ג דמצוה \nלהביא אש מן ההדיוט כדכתי' ונתנו בני אהרן אש וגו' היינו לאחר שירדה מן השמים פעם אחת אבל \nקודם לכן לא היה להביא מן ההדיוט שממעטי' בכבוד שמים שיאמרו באש של הדיוט נאכל הקרבן \nולפי' כשהביאו אותה פגעה בהן האש היורדת מן השמים. וק\"ל שהרי קודם לכן כתיב ותצא אש מלפני \nה' מיהו אז\"ל במסכת יומא שמתו מפני שהורו הורא' בפני משה רבן שדרשו ונתנו בני אהרן אש אע\"פ \nשהאש יורדת מן השמים מצוה להביא מן ההדיוט:", 
                "<b> וימותו לפני ה'. </b>פלוגתא איכא בתורת כהני' רא\"א \nשמתו בחוץ במקום שהלוים מותרים ליכנס שנא' ויקרבו וישאום בכתנות' וא\"כ מאי לפני ה' שנגפן \nהמלאך והוציאן לחוץ רע\"א לא מתו אלא בפנים שנא' לפני ה' ומאי ויקרבו וישאום בכתנות' מלמד \nשנתנו חכה של ברזל לתוך פיהם וגררום והוציאום לחוץ. ותימה לדברי ר' עקיבא א\"כ נטמא המשכן \nדאיקרי אוהל מטומאת מת וצריך הזאה שלישי ושביעי ולא מצינו שפסקו מעבודתם כלל וכן כתוב \nבפירוש ומפתח אהל מועד לא תצאו דבשלמא לר\"א א\"ל שדחפן המלאך לחוץ קודם יציאת נשמה \nאלא לר' עקיבא קשיא וצ\"ע: "
            ], 
            [
                "<b>בקרובי אקדש. </b>על ידי מיתת קרובין הללו אתקדש ואתגדל לעיני כל \nהעם שישאו ק\"ו בעצמם מאלו וישמרו עצמן מלעשות כן וייראו ממני: "
            ], 
            [
                "<b>ויקרא משה אל מישאל. \n</b>אתמר בת\"כ מכאן שאין הכהנים מטמאין למתים שהרי אלעזר ואיתמר לא נטמאו לה' ותימה שהרי \nבמקום אחר מצינו בפי' שהכהנים מוזהרין על טומאת מת דכתיב לנפש לא יטמא בעמיו. ועוד אלעזר \nואיתמר כהנים הדיוטי' היו ולמה לא נטמאו לאחיהם וי\"ל דהא דקאמר מכאן שהכהני' אין מטמאין \nלמתים היינו כהני' הדיוטים ביום משחתם שאין מטמאין לקרובים שיש להם דין כהני' גדולי'. וכן פי' \nהרב בכור שור גבי ראשיכם אל תפרעו דאע\"ג דכהנים הדיוטי' לא הוזהרו על פריעה ופרימה דמטמאין \nהן לקרוביהן ביום משחתם הרי הן ככהנים גדולים. ונ\"ל דהיינו האי דקאמר בסיפיה דקרא כי שמן \nמשחת קדש עליהם: "
            ], 
            [], 
            [
                "<b>ועל כל העדה יקצוף. </b>הקב\"ה יקצוף אם תתאבלו לפי שיהא נראה שלא \nנתקבלו לרצון הקרבנות שהקרבתם בעד העם. וא\"ת אם כן אחינו יהיו מחוללין שאין איש חס על \nמיתתן לכך נא' כל בית ישראל וגו': "
            ], 
            [], 
            [], 
            [
                "<b>יין ושכר אל תשת. </b>לפי שע\"י שתיות יותר מדאי בושות \nוחרפות באות עליו. וגם הקב\"ה צווח למי אוי למי אבוי וגו' למאחרים על היין. ועוד כתיב אל תרא יין \nכי יתאדם פי' אל תחמוד יין כי אחריתו דם. ועוד כתיב כי יתן בכוס עינו בכיס כתיב כלומר השכור \nנותן עינו בכוס והמוכרו נותן עיניו בכיס יתהלך במישרים כלו' לסוף ימכור כל אשר לו ויהיה הולך \nבביתו במישור כי לא יהיה בו דבר שיכשל בו אחריתו כנחש ישך שכשם שנתקללה האדמה בשביל \nהנחש כך נתקלל שלישי דהיינו חם על ידי יין ששתה נח. וי\"א אחריתו כנחש ישך קרי ביה בנחש שעל \nידי יין ששתה אדם הראשון בברכת נישואין שלו כדפרי' לעיל נשתכר ועבר על צוויי של מקום ולבסוף \nנתקלל בנשיכת נחש שנאמר ואתה תשופנו עקב ולפי שנקנסה מיתה על האדם בשביל אותו יין נהגו \nהעולם כשהמברך בצבור אומר סברי מרנן והם עונין לחיים וכן מצינו בשלהי במה אשה. מעשה ברבי \nעקיבא שעשה משתה לבנו ועל כל כוס וכוס אמר חמרא וחיי לפום רבנן ולפום תלמידיהון. ועיניך יראו \nזרות שע\"י היין האדם מתיר עצמו לעבירה ולאשה זרה ולנבול פה. ולא עוד אלא שעובד ע\"ז שנאמ' \nלא יהיה בך אל זר דכתיב וישב העם לאכול ושתה ויקומו לצחק לעבוד העגל. ולבך ידבר תהפוכות \nשגורם לארבעה דברים ע\"ז וגלוי עריות ושפיכות דמים ולשון הרע ועוד אמר שלמה אל תהי בסובאי \nיין וגו' כבן סורר ומורה שנהרג על היין. ועוד אמרו ז\"ל בעירובין פרק הדר אמר ר' חייא בר אשי אמר \nרב כל שדעתו מיושבת עליו ביינו יש בו מדעת שבעים זקנים שכן יין נתן בשבעים. ואמר רבי חנינא כל \nהמתפתה ביינו פי' שאע\"פ ששותה הוא מתרצה לעולם יש בו מדעת קונו שנאמר וירח ה' את ריח \nהניחוח וגו' וריח כשתיה. ועוד אמרו רז\"ל יין נתן בשבעים וסוד נתן בשבעים נכנס יין יצא סוד. וגם \nעשרת השבטים גלו ע\"י יין שנאמר השותים במזרקי יין וגו' וכתיב בתריה לכן עתה יגלו בראש גולים \nוכן אתה מוצא ביונדב בן רכב שצוה את בניו אל תשתו יין כששמע ירמיה מתנבא על חרבן כדי \nשיתאבלו על ירושלים ושלא יבנו בתים אלא ישבו באהלי' והכתוב משבחן כדכתיב הוקם דברי יונדב \nבן רכב אמר הקב\"ה הואיל וכך היין גורם דין הוא שאצוה כהני שלא ישתו יין בבואם לשמש לפני. \nועוד כשאדם מרבה לשתות יין יוצא מדעתו וכתיב כי שפת כהן ישמרו דעת. ועוד אז\"ל שכור אל יורה \nשנא' יין ושכר אל תשת וסמיך ליה ולהורות את בני ישראל וכן איתמר בעירובין פ' הדר. מעשה ברבן \nגמליאל שהיה מהלך בדרך וגו' ואמר רבי אלעאי בשלשה דברים אדם ניכר בכוסו בכיסו ובכעסו. ועוד \nיין נקרא בלשון ארמי חמר לומר שנכנס ברמ\"ח איברים ד\"א יין ושכר אל תשת לא נהיה כשאר אבלים \nשנותנין להם יין כדאמרינן בעירובין אמר רב חנן לא נברא יין אלא לנחם אבלי' ולשלם שכר לרשעי' \nשנא' תנו שכר לאובד ויין למרי נפש: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>ואת שעיר. </b>פירש\"י דלא מצינו חטאת חיצונה נשרפת אלא \nזו ופר חטאת דמלואים ועל פי הדבור היה אבל חטאות הפנימיות מצינו הרבה פרים הנשרפים ושעירים \nהנשרפים. וקשה מפר החטאת דפרש' בהעלותך דלוים ושם פירש\"י שאותו חטאת אינו נאכל אע\"ג \nדחטאת החיצון היה. וי\"ל דרש\"י ר\"ל דלא מצינו חטאת חיצונה נשרף עור ובשר מחוץ למחנה אלא \nאותם שנים ואלו היאך לא נשרף העור ולא מחוץ למחנה מדמדמינן ליה לפר העולה אלא כל הבשר \nנשרפת לגבי המזבח כליל כמו פר העולה ואין קרוי שריפה אלא הקרבה. וי\"א מפני הטומאה נשרפה. \nותימה דכיון דשעיר של ר\"ח היה הי' לו לקרב בטומאה דכל קרבנו' צבור קרבין בטומא' דכתיב במועדו \nודרשינן אף בטומאה וצ\"ע: "
            ]
        ], 
        [
            [], 
            [], 
            [
                "<b>כל מפרסת פרסה ושוסעת שסע. </b>פרש\"י למעוטי גמל שפרסותיו \nסדוק' מלמעלה ומלמטה הם מחוברות וצ\"ע דא\"כ היה לו למעט גמל מדין שסועה ולכתוב ושסע איננו \nשוסע: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>וכל הולך על כפיו. </b>פירש\"י כגון דוב וכלב וחתול דודאי מפריס פרסות ושוסע נינהו אך \nנאסרין מטע' הולך על כפיו וא\"כ צריך עיון גבי שפן וארנבת למה אסרן הכתוב מטעם שאין מפריסין \nפרסה היה לו לאוסרן מטעם שהולכים על כפים: "
            ], 
            [], 
            [
                "<b>וזה לכם הטמא. </b>משמע לכם ולא לעכו\"ם וזה \nשאמר הכתוב ראה ויתר גוים שהתיר שקצים ורמשים משל לשני חולים שנכנס רופא לבקרם וכו' \nכדאיתא בפרשת משפטים: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>והייתם קדושים כי קדוש אני. </b>וראוי שכיון שהוא קדוש ומשרתיו \nקדושים וכן ייסד הפייט נאה לקדוש פאר מקדושים: "
            ]
        ], 
        [
            [], 
            [
                "<b>אשה כי תזריע. </b>כי תזריע תחלה אז \nוילדה זכר ואם נקבה תלד כלומר ואם יזריע האיש תחלה אז נקבה תלד וזהו לשון ואם ומכאן אמרו \nז\"ל אשה מזרעת תחלה יולדת זכר איש מזריע תחלה יולדת נקבה. וי\"א שמצאו בספר הטבע שיש \nבאשה שבעה נקבים שלשה מימין ושלשה משמאל ואחד באמצע אם נכנס הזרע באותן של ימין תלד \nזכר ואם בשל שמאל תלד נקבה ואם באמצע תלד טומטום או אנדרוגינוס כשהיא שוכבת על ימין נכנס \nהזרע באותן של ימין ותלד זכר וממהרת הטומאה לצאת ולפיכך אינה טמאה כי אם שבעה וטהרתה \nלשלשה וכשהיא שוכבת על שמאל יולדת נקבה ואין הטומאה ממהרת לצאת ולכך טמאה שבועים \nוזש\"ה שמאלו תחת לראשי וימינו תחבקני להוליד זכרים: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>וטהרה ממקור דמיה. </b>מאי קאמר והלא \nאפי' רואה כל ימי טהר' דמיה טהורין ואפי' את\"ל אדמי טומא' קאי מ\"מ לא היה לו להזכיר דמים כי \nאין הדבר תלוי בדמים דאפי' בלידה יבישתא טמאה. וי\"ל דה\"ק וטהרה מדין מקור דמיה שדינם להיות \nטמאים ואע\"ג דקי\"ל בדמי טהרה שייך לו' בו לשון וטהרה לפי שלא היתה אוכלת בתרומה ובקדשים: \n"
            ], 
            [
                "<b>וכפר עליה הכהן. </b>יש לפרשו לשון נקיון כמו ההוא דכפר ידיה בגלימא דחבריה וכן וכפר על \nהמטהר דמצורע וכן וכפר על הבית דנגעים וכן וכפר עליו דגבי זב דבכל אלו לאו כפרה ממש דחטא \nשייך בהו אע\"ג דעל עבירות נגעים באין מ\"מ הא איכפר בנגעים ויולדת אע\"פ שאמרו רז\"ל שחוטאת \nבשעה שכורעת לילד נודרת שלא תזקק עוד לבעלה מ\"מ לפי פשטיה דקרא לא משמע שיהא קרבנה בא \nעל חטא ואין וכפר אלא נקיות כמו וחטאת את הבית: "
            ]
        ], 
        [
            [], 
            [], 
            [
                "<b>ושער בנגע. </b>פי' שער שחור שהיה בו \nקודם שנולד בו הנגע ונהפך ללבן טמא הוא שהשער שנתלבן סימן הוא שנחלש הבשר שהנגע ממית \nהבשר כדכתיב גבי מרים אל נא תהי כמת וגם הזקני' כשנחלשים שער שלהם מתלבן אבל אם השער \nלבן קדמה לנגע אז אינו סימן טומאה שהרי לא נתלבן מחמת הנגע וכן אז\"ל בהרת קודמת לשער לבן \nטמא שער לבן קודם לבהרת טהור: "
            ], 
            [
                "<b>והסגיר. </b>כי אז יכיר הפשיון כי אדם הרואה דבר תדיר בכל יום \nוהוא גדל מעט מעט אינו מבחין בגדולו וגם נח המתין שבעת ימים בשליחות היונה כדי להבחין בחסרון \nהמים וליכא למימר הכא שיעשה סימן סביב הנגע ויבחין בפשיון דשמא בעל הנגע ימחוק הסימן \nויעשנו ברחוק כדי שיראה שלא פשה ויטהרנו אבל בנתק עושה סימן מן השער דכתב והתגלח לפי \nשהוא סימן שאינו יכול להזדייף: ", 
                "<b>ועמוק. </b>נמצא בתורת כהנים דלכך נאמר ועמוק אין מראה מן העור \nלגלות על קרא דלעיל שלא תאמר דהא כתיב לעיל עמוק מן העור אז הוא טמא אבל אם הנגע נשוה \nלבשר לא לכך נאמר ועמוק אין מראה דאפילו אין עמוק נשוה לבשר ונראה בעמוק שהוא כמו לבן \nגורם טומאה וצריך הסגר וכן יש לפרש גבי שחין דכתיב מתחלה והנה אין מראה שפל מן העור וגו' \nוטמאו הכהן וכתיב בתריה ושפלה איננה מן העור דמשמע דגורם טומאה וצריך הסגר. וכן יש לישב כל \nהמקראות שבסדר הזה אבל לפרש\"י עמוק כמראה חמה עמוקה מן הצל לא ניחא כל כך מיהו משכח \nליה באדם גרמוני שהוא לבן ביותר ואז אין מראה הנגע עמוק מן העור כי העור יותר לבן מן הנגע. \nמר\"ם ששמע מאביו הר' יעקב הלוי ז\"ל. ולכאורה דוחק הוא דהא אז\"ל בהרת עזה כשלג וא\"כ היאך \nיוכל למצוא אדם לבן יותר משלג: "
            ], 
            [
                "<b>עמד בעיניו. </b>פי' בעיניו של כהן שלפי ראות עיניו של כהן עמד \nולא פשה אך לפירש\"י דפי' דקאי אנגע היה לו לכתוב עומד בעיניו: ושער שחור סימן אחר של טהרה. \nויש לשאול אם בא זה בלא זה מהו. ואומר הרב בכור שור שזה תלוי בפלוגתא דרבי נתן ורבי יאשיה \nלמ\"ד משמע זה בלא זה ומשמע שניהם כאחד בעי שני סימנין ולמ\"ד משמע כל אחד בפני עצמו סגי \nבחד סימן: "
            ], 
            [
                "<b>ביום השביעי שנית. </b>משמע שלא יטהר הנגע אא\"כ ימעט וכן פירש\"י כהה שהוכהה \nממראיתו הא אם עמד במראיתו או פשה טמא והלכה רווחת היא כי עמד בעינו בשבוע שנייה אם לא \nפשה שהוא טהור והכי תנן במס' נגעים ארבע מראות מצטרפות זה עם זה להסגר ולפטור ולהחלט פי' \nלהסגר את העומד בשבוע ראשונה, לפטור העומד בשבוע שנייה בסוף וה\"ה דאם היה כשלג תחלה \nובסוף השבוע כסיד ההיכל דלא חשיב כהה אלא עומד עד שיתמעט ממראות נגעים. וי\"ל דלהכי נקט \nהכא והנה כהה הא אם עמד במראיתו ממש דטהור אלא לרבותא נקטיה שלא תאמר שאם נשתנה \nלסיד או מסיד לשלג דכנגע חדש הוא ובעי הסגר כבתחלה קמ\"ל דכעומד הוי ופטור. ד\"א דלהכי נקט \nוהנה כהה אם נשתנה אפי' שוב פשה לא יטמא לכך נאמר אם כהה הנגע ולא פשה לו' הא אם פשה \nטמא אפילו כהה שהרי אם פשה תפשה דבתריה אכהה דלעיל קאי: "
            ], 
            [
                "<b>ונראה שנית. </b>מן הדין היה לו \nלכתוב שלישית דלגבי ראיות היא שלישית: "
            ], 
            [
                "<b>צרעת הוא. </b>גבי צרעת כתיב היא לשון נקבה אך \nכשהוא כתוב גבי נגע הוא לשון זכר: "
            ], 
            [], 
            [], 
            [
                "<b>צרעת נושנת. </b>כאן לא דקדק רש\"י ז\"ל כל הצורך ובתורת \nכהנים מסיק שער לבן סימן טומאה ומחיה סימן טומאה מלמד שמטמאה מחיה בלא הפכה והא דרשינן \nמדכתיב הוא: "
            ], 
            [], 
            [], 
            [
                "<b>וביום הראות. </b>פרש\"י אע\"פ שמפורש בקידושין שאין נגע ולא מחיה מטמאין בכ\"ד \nראשי אברים משום דבעי לכל מראה עיני הכהן ואתא קרא למימר שאם פרח בהם נגע עד שנתגלה \nונראה להדיא כגון שהבריא בשומן ונעשה ראש האבר רחב שהוא טמא ולא דקדק דלכאורה לאו \nבנתגלה מיירי אלא מחיה או נגע מטמאין בראשי אברים בלבד גזרת מלך הוא שהוא סימן טומאה כמו \nבשאר שראויה לטמא בנגעים שאם נתגלה בו שחוזר לטומאה וכן משמע בת\"כ: "
            ], 
            [], 
            [], 
            [], 
            [
                "<b>ונרפא. </b>צ\"ע \nתיבה זו למאי אתא אמנם בת\"כ דריש פרח וזהו שחין יכול וכו' ת\"ל ונרפא. פי' שאם הוכה בדבר \nשמביא לידי שחין כגון לקה בעץ או באבן ותפח הבשר במקום ההכאה ואח\"כ פרח בו שחין שלא יהא \nטמא אא\"כ נרפא וחזר הבשר במקו' ההכאה ופרח בו השחין: "
            ], 
            [
                "<b>או בהרת לבנה אדמדמת. </b>בת\"כ \nדריש מלמד שמטמא בפתוך פי' מעורב בלובן ואודם לא פשתה בעור והיא כהה הא אם פשתה אפי' \nנשתנה טמא: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>והנה פשה הנתק בעור טמא הוא. </b>תימה האי קרא למה לי והלא כבר נא' והנה \nלא פשה הנתק וטהר אותו ושמא יש לו' דאי לאו האי קרא הייתי מפרש קרא דוהנה לא פשה הנתק \nהכי כלו' אם לא פשה וגם שער שחור אין בו טמא אבל מפשיון בלבד לא יטמא ת\"ל והנה פשה \nדמפשיון בלבד טמא: "
            ], 
            [
                "<b>ואם בעיניו. </b>וצ\"ע מה בא זה ללמדנו והלא כבר נא' אם לא פשה טהור \nושמא דין דשער שחור צמח בו בא ללמדנו בפי': "
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>בקרחתו. </b>בין במקום שאין בו שער בין במקום \nשיש בו שער: "
            ], 
            [], 
            [], 
            [], 
            [
                "<b>בדד ישב. </b>לפי שאותו חולי מתפשט בבני אדם הרגילין אצלו וגם אסור בתשמיש \nהמטה לפי שהוא קשה לה: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>צרעת ממארת היא. </b>כשתראה הצרעת מאירה שרפהו סופו שתפשוט \nהנגע: "
            ], 
            [], 
            [], 
            [
                "<b>פחתת היא. </b>פוחת והולך הוא ולכך באש תשרפנו ולא סגי לקרוע מקום הצרעת מן הבגד: \n"
            ]
        ], 
        [
            [], 
            [
                "<b>זאת תהיה. </b>ומכאן סמכו רז\"ל לו' דעל ל' הרע נגעים באים המצורע קרי ביה המוציא שם רע \nוגם מצינו ארבעה שנטרדו מן העולם על ידי לשונם בלע' דואג ואחיתופל וגחזי וכו' כדאי' בחלק וגם \nאלו אין להם חלק לעולם הבא וגם כתיב אל תתן את פיך לחטיא את בשרך במאי בצרעת ועוד כתיב \nמות וחיים ביד לשון מות אם ספר לשון הרע והחיים אם עסק בתורה והתורה היא רפואתו של לשון \nהרע שנא' מרפא לשון עץ חיים שעל ידי שהוא עוסק בתורה הוא נמנע מלשון הרע וקשה לשון הרע \nמשפיכות דמים שהרוצח הורג נפש אחת והמספר לשון הרע הורג שלשה האומרו והמקבלו והנאמר \nעליו כמו שמצינו בדואג שנהרגו אנשי נוב עיר הכהנים שנא' עליהם ל' הרע ושאול שקבל נהרג באותו \nעון שנאמר עמוד נא ומחתני כי אחזני השבץ ואין שבץ אלא בגדי כהונה שנאמר ושבצת הכתנת שש \nודואג שאמרו נטרד מן העולם הזה ומן העולם הבא שנא' גם אל יתצך לנצח וגו'. ועוד מצינו שקשה \nלשון הרע מע\"ז וג\"ע וש\"ד כדאיתא בערכין: ", 
                "<b>והובא אל הכהן. </b>קרי ביה והוא בא שאין לו מי יביאנו \nשהכל בדלים ומתרחקין ממנו שנאמר בדד ישב מחוץ למחנה מושבו: "
            ], 
            [], 
            [
                "<b>ולקח למטהר שתי צפרים. \n</b>הוא עשה מעשה פטוט וכו': "
            ], 
            [
                "<b>ושחט את הצפור האחת. </b>למה שוחט אחת ומשלח אחת לומר שאם \nיעשה תשובה אין הצרעת חוזרת עליו: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>ונתתי. </b>אמר להם הקדוש ברוך הוא לישראל ראו מה \nביניכם לאומות העולם כשהן חוטאין אני מלקה בהם תחלה ואח\"כ בבתיהם שנאמר וינגע ה' את \nפרעה כו' אבל אתם אם חטאתם בתיכם אני מלקה תחלה שנאמר ונתתי נגע צרעת בבית ארץ \nאחוזתכם. וכי מה חטאו העצים והאבנים אלא כדי שיראו ויקחו מוסר וכן אתה מוצא כשחטאו ישראל \nורצה הקב\"ה להגלותם הביא סנחריב על כל האומות כדי שיראו ישראל ויעשו תשובה שנאמר הכרת \nגוים וכו' כך הקב\"ה מראה לאדם ומלקה ביתו תחלה אם חזר בו מוטב ואם לאו בגדיו לוקים שנאמר \nאחר כן ולצרעת הבגד ועדיין אם חזר בו מוטב ואם לאו לוקה בגופו שנאמר לבסוף איש כי יהיה זב \nוגם לוקה בג' מינין הללו לשאת ולספחת ולבהרת וזש\"ה נכונו וללצים שפטים אמר הקב\"ה עד שלא \nבראתיו תקנתי לו את אלו. משל לעבד רע שנמכר בשוק והלך אדם לקנותו והכיר בו שהוא רע ולקח \nעמו כבלים ומקל לרדותו בהם אם יסרח כיון שסרח אסרו בכבלים והכהו במקל: "
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>ואשה כי \nיזוב. </b>זש\"ה בעצלתים ימך המקרה על ידי שהאשה מתעצלת לבדוק את עצמה מדמיה מטמאה כל \nטהרות שעשתה למפרע ונעשית מכה ועניה כמו שמצינו בשפחתו של ר\"ג שהיתה מפנה חביות ממקום \nלמקום והיתה בודקת עצמה בין כל אחת ואחת לסוף בדקה עצמה ומצאה טמא ואלו לא בדקה בין כל \nאחת ואחת היו כלן טמאות ולכך אמרו חכמים כל היד המרבה לבדוק בנשים משובחת: "
            ], 
            [], 
            [], 
            [
                "<b>ואחר \nתטהר. </b>במי מקוה שיש בהן מ' וכן דרשו רז\"ל אך במי נדה יתחטא מים שהנדה טובלת בהן וכתיב \nורחץ את כל בשרו במים ודרשו רז\"ל מים שכל גופו עולה בהן ושערו חכמים מי מקוה ארבעים סאה \nוסמך לדבר מי השלוח ההולכים לאט בגימטריא ארבעים הוו: "
            ]
        ], 
        [
            [
                "<b>אחרי מות. </b>זש\"ה כטוב כחוטא, \nכטוב אלו שני בני אהרן שלא מתו אלא מפני שהורו הלכ' בפני משה רבן כדאיתא ביומא. כחוטא זה \nקרח ועדתו אלו נשרפו ואלו נשרפו אמר ר' אחא בר זעירא זהו שאמר איוב אף לזאת יחרד לבי ויתר \nממקומו לא היו בניו של אהרן דומין למטה שהרי המט' נכנס לפני ולפנים יבא לח שנאמר ויוצא פרח. \nוגם טיטוס הרשע נכנס בשלום ויצא בשלום ובני אהרן נכנסו בשלום ויצאו שרופים זש\"ה בחוריו אכלה \nאש ובתולותיו לא הוללו למה בחורי בני אהרן אכלה אש לפי שבתולות לא הוללו שהרי כמה בתולות \nנאות יושבות עגונות וממתינות להם והם אמרו אחי אבינו מלך אבינו כהן גדול אחי אמנו נשיא אנחנו \nסגני כהונה אי זו אשה ההוגנת לנו ולכך לא נשאו ומתו בלא בנים ונ\"ל דהיינו דמהדר קרא וימותו \nכלומר בלא זכרון: "
            ], 
            [], 
            [
                "<b>בזאת. </b>רמז לבית ראשון שיתקיים ת\"י שנים בגי' של בזא\"ת: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>גורל אחד \nלה' כו' לעזאזל. </b>כתב הרב אברהם בן עזרא ז\"ל כשתגיע לשלשים ושלש תדענו וה\"פ כשתגיע לגל עד \nשעולה בגי' ל\"ג תמצא לו דומה שאותה תיבה מתחלקת לשנים כלומר גל עד בד בד והכא נמי תחלק \nהאי תיבה לשנים לעז אזל וזהו שעיר המשתלח שהולך לעז לצוק ההר שהוא עז הולך מתרגמינן אזל: \n"
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>ואל אשה. </b>לפי שהוא מצוי אצלה בימי טהרתה שייך למימר שלא תקרב ביאתה אלא המתן \nעד שתטהר: "
            ]
        ], 
        [
            [], 
            [
                "<b>קדושים תהיו. </b>וזהו קדושים תהיו כי קדוש אני ה'. אל תפנו אל האלילים. אפי' \nאמרו לשם שמים אנו עושין כדי להכיר הבורא ולהבדיל במה שהעכו\"ם עושין א\"ה אל תפנו: \n"
            ], 
            [], 
            [
                "<b>ואלהי מסכה לא תעשו לכם. </b>מה לכם שהרי לעשות לאחרים יש אזהרה אלא אמר הקב\"ה \nואלהי מסכה לא תעשו לאחרים ומה שאחרים עושין לא תקבלו באלוה: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>לא תלין. </b>כתוב בת\"כ \nאין לי אלא שכר אדם שכר בהמה ושכר קרקעות מנין ת\"ל לא תלין פעולת שכיר הרי כל דבר \nבמשמע. ומכאן יש ללמוד דהשוכר בית או בהמה מחבירו ומשהה שכרו שעובר עליו משום בל תלין \nותלמוד שלנו אינו מזכיר קרקעות כלל: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>וערלתם. </b>הפסוק הזה על תינוק אומר שלש שנים יהיה \nלכם ערלים שאינו יודע לדבר ובשנה הרביעית תאכלו את פריו שאז מתחיל לקרוא בתורה ומשם \nואילך להוסיף לכם תבואתו כמו שאחז\"ל מכאן ואילך תקבל ליה כתורא מכאן אמרו חכמים בן ה' \nשנים למקרא בן י' למשנה: "
            ]
        ], 
        [], 
        [
            [
                "<b>לנפש לא יטמא. </b>כלו' אפי' לעמיו לקרובים וכ\"ש לנכרים: \n"
            ], 
            [
                "<b>כי אם לשארו הקרוב אליו. </b>איתמר בת\"כ הקרובה ולא הארוסה וגבי לאחותו פרש\"י הקרובה \nאליו לרבות הארוסה והיא הנותנת דכיון דכהן אינו מטמא לארוסתו א\"כ דין הוא שיטמא לאחותו \nארוסה הואיל ואם הי' בעלה כהן אינו מתעסק בקבורתה: ", 
                "<b>לאחיו ולאחותו. </b>איתמר בת\"כ יכול לאחיו \nולאחתו מן האם ת\"ל לבנו ולבתו מה בנו ובתו שהם יורשין אף אחיו ואחותו היורשין אותו לאפוקי מן \nהאם שאינן יורשין: "
            ], 
            [
                "<b>ולאחותו הבתולה. </b>אז\"ל לאחותו הוא דאינו מטמא אבל מטמא הוא למת \nמצוה. ונמצא בספר הרמב\"ם ז\"ל דהיינו מת מוטל על הדרך והוא רחוק כ\"כ מבני אדם שאם יצעק \nהמוצאו מאותו מקום לא יהא קולו נשמע לאחרים וזהו שאז\"ל קורא ואין אחרי' עונים אותו זהו מת \nמצוה וזהו חומרא גדול' דמשמע שאם אנו מוצאין שום מתעסקי' אחרי' דאין כהן יכול להטמא למת \nמצו': "
            ], 
            [
                "<b>לא יטמא בעל בעמיו להחלו. </b>פי' הרב בכור שור כמו לבעל בעמיו כלו' שאפי' לכהן גדול \nשמת שהוא בעל ואדון וקדושתו גדול' א\"ה לא יטמא לו כהן אחר אם אינו מקרובין המוזכרים בפסוק: \n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>אשר יהי' בו מום לא יקרב. </b>תימה אמאי מצרכינן במס' קדושין קרא הנני נותן לו את בריתי \nשלום לו' כשהוא שלם ולא כשהוא חסר תיפוק ליה מהכא וצ\"ע: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>אך אל הפרכת לא יבא. </b>בת\"כ \nעביד צריכותא מפרכת וממזבח דאי כתיב פרכת משום דלפני' ואי כתב מזבח משום דבר עבודה הוא: \n"
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>ומנחתו שני עשרונים. </b>ארז\"ל זה חלוק מכל שאר כבשים דאין לך כבש בתורה שיהא \nבמנחתו יותר מעשרון אבל מן הנסך אינו חלוק כדכתיב ונסכו יין רביעית ההין ולכך אנו מפרשים \nבתחלת המוסף שלשה עשרונים לפר ושני עשרונים לאיל ועשרון לכבש לפי שמצינו כבש שמנחתו \nחלוקה שהיא משני עשרונים אבל מן הנסוך אין אנו אומרי' כי אם ויין כנסכו בלבד ואין אנו מפרשי' \nהנסכי' לפי שלא מצינו שום כבש חלוק בנסוך היין ולכך כתי' ונסכו דהכא בה\"א למדרש ונסכה דאכלה \nמנחה קאי דאי כתי' ונסכו הוא אמינא דאכל עשרון ועשרון קאי. ולפי הפשט משמע כי אחד משני \nעשרונים הוי מנחת העומר שהוא עשרון והוא בא עם זה הכבש והעשרון השני הוא עשרון הראוי \nלמנחתו ותדע שאין בנסכו כי אם רביעית כמו בשאר נסכים: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>אך בעשור לחודש. </b>מהו אך לפי \nשכל שאר ימים טובים נקראי' מקרא קדש לאכול ולשתות ולהתענג וזה אסור בכל אלו לכך כתיב אך \nלו' שאינו נקרא מקרא קדש אלא לכבד היום להקריב קרבן ולאסרו במלאכה אך ועניתם את נפשותיכם \nבו כי יום כפורים הוא: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>אך בחמשה עשר יום. </b>לפי שגבי פסח לא כתי' שמחה לפי שעדיין לא \nנלקטה שום תבואה וגבי שבועות לא כתי' אלא חדא שמחה לפי שהתבואה נלקטה אבל פירות האילן \nלא נלקטו אך בסוכו' שהכל נאסף אל תוך הבית וגם נמחלו העונות ביום הכפורי' כתיב ביה שלש \nשמחות ושמחתם דהכא ושמחת בחגך והיית אך שמח חדא מתבואה וחדא מפירות האילן וחדא \nממחילת עונות וזש\"ה והיית אך שמח שאין לך להתעסק רק בשמחה: "
            ], 
            [
                "<b>ולקחתם לכם. </b>אז\"ל \nמשלכם להוציא את השאול ואת הגזול שלא יהא סניגורו קטיגורו. משל למלך ששלח שלוחו לגבות \nבעיר מגבת שלו לאחר שגבה מצאו עירוני אחד קפחו ונטל את כליו וכל מה שבידו לימי' הוצרך \nהעירוני הזה לדון לפני המלך ובא לשכור מי שילמד עליו זכות לפני המלך ומצאו אותו הגבאי אמר לו \nמה אתה עושה בכאן אמר לו יש לי דין לפני המלך ואני מבקש לשכור מי שידבר בשבילי אמר לו תן \nלי מה שגזלת ממני ואני אדבר בשבילך החזיר הכלי' לבד והלך לו למחר בא לדון לפני המלך שאלו יש \nלך אדם שילמד עליך זכות אמר לו הרי פלוני שילמד עלי זכות אמר לו מה זכות יש לך ללמד על זה \nאמר להם אני אומר לכם מה עשה לי חבירי זה כשהלכתי לגבות מגבת המלך מעיר פלוני עמד עלי \nבדרך וקפחני ונטל כל אשר לי והכלי' הללו הם מקצת כלי' שהחזיר לי על מנת שאלמד עליו זכות \nהתחילו הכל ואמרו אוי לו לזה שנעשה קטיגורו סניגורו. (ובמדרש איתא סניגורו קטיגורו): ", 
                "<b>ביום \nהראשון. </b>הלולב שאנו נוטלין ביום ראשון הוא סי' שזכינו בדין ביום הכיפורים וזש\"ה אז ירננו עצי \nהיער מלפני ה' כי בא לשפוט את הארץ במי הכתוב מדבר בישראל ובאומות העולם שהקב\"ה דן אותם \nביום הכפורי' אלו ואלו נכנסין לדין ואין אנו יודעין מי הנוצחין אמר הקב\"ה טלו לולביכם בידיכם והכל \nיודעי' שזכיתם בדין משל לשני בני אדם שנכנסו לדון לפני המלך ולא היו יודעין הבריות מי נצח אלא \nמי שהוא יוצא במקל לבן או תפוח בידו אז יודעין שהוא יצא זכאי מלפני המלך:", 
                "<b> פרי עץ הדר. </b>ארבע' \nמינין הללו יש מהן שיש בו טעם וריח כמו אתרוג והוא כנגד הצדיקים שיש בהם ריח תורה וטעם של \nמעשי' טובי'. באילן שבו גדל הלולב יש בו טעם ולא ריח וכנגדו הבינוני' של ישראל שיש בהם טעם \nשל מצות ואין בהם ריח תורה. ההדס יש בו ריח ולא טעם והוא כנגד אותם שיש בהם ריח תור' ואין \nבהם מצות. וערבה אין בה לא טעם ולא ריח וכנגדן עמי הארץ שאין בהם לא ריח תורה ולא טעם של \nמצות ואנו אוגדין הארבעה ביחד רמז שאין הקב\"ה מתרצה לישראל עד שיהיו כולם לאגודה אחת \nשנא' הבונה בשמי' עליותיו ואגודתו על ארץ יסדה אימתי הקב\"ה מתעלה בזמן שכלנו נעשים אגודה \nונ\"ל שלכך אנו אומרים בר\"ה ויעשו כלם אגודה אחת. ד\"א הלולב דומה לשדרה ההדס דומה לעין \nהערבה דומה לשפתים האתרוג דומה ללב ואין לך אבר אחד גדול מאלו ושקולין הן כנגד כל הגוף וזהו \nשאמר דוד כל עצמותי תאמרנה ה' מי כמוך שיש לשבח להקב\"ה בפה ובלב ובעין ובשדרה שהוא כל \nהגוף שתלוי בשדרה: "
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>והוא בן איש מצרי. </b>הוא גרם לו שברך את השם שדרכן של מצריים \nלבזות את השם כמו שאמר פרעה לא ידעתי את ה':", 
                "<b> וינצו במחנה. </b>אמר לו חבירו אביך המצרי משה \nהרגו אמר לו במה אמר לו בשם המפורש כדפרשינן מיד ויקוב את השם ויקלל: "
            ], 
            [
                "<b>למטה דן. </b>הוא \nגרם לו המריבה כדאמרינן בפ\"ק דפסחים ההוא דהוה אמר דונו דינא אמר שמא משבט דן קא אתי: \n"
            ], 
            [
                "<b>לפרוש להם על פי ה'. </b>לפרוש משמע לפרש הכל שלא היו יודעין אם היה חייב סקילה מק\"ו \nדמקלל אביו ואמו דכתיב בהו אביו ואמו קלל דמיו בו או שמא אינו דין שיהא נדון במיתת ב\"ד כדי \nשלא יהא לו כפרה לפי שענשו גדול כדאמרינן גבי מעביר בנו ובתו באש איש כי יתן מזרעו ודרשינן \nמזרעו ולא כל זרעו מכאן אמרו המעביר כל זרעו פטור והאי פטור לאו פטור ממש קאמר דא\"כ מצינו \nחוטא נשכר אלא ר\"ל פוטרין אותו ממית' ב\"ד כדי שלא יתכפר בכך לכך הוצרך לומר לפרוש להם על \nפי ה' אבל במקושש שידעו בודאי שהוא חייב מיתה שנאמר מחלליה מות יומת אך לא ידעו באי זו \nמיתה הוא נהרג אם בחנק משום דכל מיתה האמורה בתורה סתם אינה אלא חנק או דילפינן חלול \nמע\"ז לכך לא נאמר בו לפרוש אלא כי לא פורש מה יעשה לו. וקשה כאן ולשם לרבי יהודה דאמר \nשאינו נהרג עד שיודיעוהו באי זו מיתה נהרג א\"כ איך נתחייבו אלו ושמא התרו בהן בכל ארבע מיתות \nב\"ד והתירו עצמן למיתות כלן ומיהו קשיא למ\"ד התראת ספק לא שמה התראה שהרי בכל מיתה \nומיתה הויא לה התראת ספק ודוחק הוא שיהו בהם כל כך עדים שהתרו להם מכלם ביחד ושמא \nאפשר להיות כן מדכתיב כאן וסמכו השומעי' ולא כתיב העדים וכן במקושש כתיב ויהיו בני ישראל \nבמדבר וימצאו איש מקושש משמע שהרבה היו שם. ועוד י\"ל חברים היו וס\"ל דחבר אין צריך התראה. \nתן לחכם ויחכם עוד: "
            ], 
            [], 
            [
                "<b>וסמכו כל השומעים. </b>איתא בת\"כ מה נשתנה מיתה זו שהיא בסמיכה אלא \nלפי שבשעת גמר דין צריכין העדים לומר בפי' כמו ששמעו מפי המברך לפיכך סומכין ידיהם עליו \nלומר העון הזה שאתה גורם לנו עליך יהיה: "
            ], 
            [
                "<b>איש איש כי יקלל אלהיו. </b>אפילו המקלל הנשיא \nונשא חטאו במלקות שנאמר אלהים לא תקלל וגו' ונוקב שם ה' מות יומת מברך את ה' כמו מה אקב \nלא קבה אל אותו יומת שפשט ידו בעיקר: "
            ]
        ], 
        [
            [
                "<b>בהר סיני. </b>כל הפרשיות של מעל' מראש הספר ועד כאן נאמרו באהל מועד וכלהו שייכי באהל \nכמו הקרבנות ומצורעים ובעלי קריין ויולדות וכהני' ולוים וכל הענין אבל שתי פרשיות הללו בהר סיני \nואם בחקתי לא שייכי כל כך באהל מועד ולא לכהנים לכך נאמר בהר סיני ומ\"מ כתבינהו בתורת \nכהנים לפי שמדברות בשביעית ביובל וערכין וחרמים דשייכי בת\"כ. שהם המתקדשים בשני' וביובל וגם \nכתיב והעברת שופר תרועה וכתיב במקום אחר ובני אהרן יתקעו לפיכך נצטרפו כאן בת\"כ ומשום דלא \nתיסוק אדעתין שנאמרו באהל מועד כתיב בהר סיני: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>וספרת לך. </b>לכאו' משמע דמצוה אתא \nלאשמועי' דמצוה למימני יומי ושבועי כמו בספירת העומר ואי קשיא בזבה דכתיב וספרה הי' לה לברך \nכמו בספירת העומר. וי\"ל שמא תראה וסותרת ונמצאת ברכה לבטלה: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>וכי תאמרו. </b>תימא מאי \nקאמר והלא מה שלקטו בשנה הששית הוא לאכול בשביעית אלא סרס המקרא וה\"ק וכי תאמרו בשנה \nהשביעית מה נאכל מכאן ואילך: "
            ], 
            [], 
            [], 
            [
                "<b>ובני ישראל עשו. </b>קיימו מה שכתוב בפרשה: \n"
            ], 
            [], 
            [
                "<b>כי ימוך אחיך וגו'. </b>על שעשה סחורה בפירות שביעית  כדפירש\"י וכן מצינו בימי ירמיה שנמכרו ישראל לעכו\"ם לפי שחללו השביעית שנא' ויגל את השארית  וגו' וכתיב עד רצתה הארץ את שבתותיה. ", 
                "<b>ובא גואלו </b>זה הקב\"ה שנא' אשר לו אלהי' קרובים אליו.  ", 
                "<b>וגאל את ממכר אחיו </b>אמר לו ירמיה להקב\"ה רבון העולמי' קיימת להם כי ימוך אחיך ומכר מאחוזתו  קיים להם וגאל את ממכר אחיו שאתה קראת אותם אחים שנא' למען אחי ורעי אדברה נא שלום בך  וזש\"ה למענכם שולחתי בבלה: "
            ], 
            [], 
            [], 
            [], 
            [
                "<b>ואיש כי ימכור בית מושב עיר חומה. </b>איש זה הקב\"ה שנא' ה' \nאיש מלחמה כלו' בעל ואדון כמו איש נעמי שמכר מושב ביתו לכשדים שנא' כי בחר ה' בציון אוה \nלמושב לו:", 
                "<b> והיתה גאולתו עד תום שנת ממכרו. </b>שנא' לפי מלאת לבבל שבעים שנה אפקוד אתכם: \n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>לתת לכם את ארץ. </b>כדאמרינן בשלהי מסכת כתובות לעולם ידור אדם בארץ ישראל ואפי' בעיר \nשרובה עכו\"ם ואל ידור בחוצה לארץ ואפי' בעיר שרובה ישראל שכל הדר בחוצה לארץ דומה כמי \nשאין לו אלוה שנא' להיות לכם לאלהים. וכן דוד הוא אומר כי גרשוני היום וגו': "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>וכי תשיג יד \nגר. </b>גר זה מלכות מדי. תושב זו מלכות יון: ", 
                "<b>או לעקר משפחת גר. </b>זו מלכות אדום שתעקר: \n"
            ], 
            [
                "<b>אחרי נמכר גאולה תהי' לו. </b>שנא' כי יום נקם בלבי ושנת גאולי באה:", 
                "<b> אחד מאחיו יגאלנו. </b>נ\"ל \nדהיינו הקב\"ה שהוא אחד ואחיו שנא' למען אחי ורעי: "
            ], 
            [
                "<b>או דודו. </b>זה הקב\"ה שנא' זה דודי וזה \nרעי: ", 
                "<b>או בן דודו. </b>זה מלך המשיח שנא' בו אמר אלי בני אתה כמו שדרשוהו ז\"ל במסכת סוכה:", 
                "<b> או \nהשיגה ידו. </b>ע\"י מצות וזכיות שבידו ונגאל: "
            ], 
            [
                "<b>וחשב עם קונהו. </b>זה עשו שקנהו בעוה\"ז:", 
                "<b> כימי שכיר \nיהיה עמו. </b>שישיב לו שכירותו כד\"א מלכי תרשיש ואיים מנחה ישיבו וגו': "
            ], 
            [], 
            [], 
            [
                "<b>לא ירדנו בפרך. \n</b>שמוזהרין אוה\"ע שלא להשתעבד בישראל יותר מדאי כדאי' בשלהי מס' כתובות: "
            ], 
            [
                "<b>ואם לא יגאל \nבאלה. </b>המשפטי' אשר תשים לפניהם שלא קיימו המצות מ\"מ לא אניחם בגלות אלא ויצא בשנת \nהיובל כלו' ביום שימשוך הקב\"ה ביובל ויתקע בשופר כדכתיב והיה ביום ההוא יתקע בשופר גדול ובאו \nהאובדים וגו':", 
                "<b> הוא ובניו עמו. </b>הקב\"ה ובני ישראל עמו שנא' ושב וקבצך ישוב לא נא' אלא ושב: \n"
            ], 
            [
                "<b>כי לי בני ישראל עבדים. </b>ולא עבדי עשו:", 
                "<b> אני ה' אלהיכם. </b>וכתיב עוד לא תעשו לכם אלילים \nומה שייך זה לכאן אלא אומר אני שבא ליתן טעם על מה אנו נגאלין בלא קיום המצות שהרי מ\"מ \nקיימו דבור לא יהי' לך אלהי' אחרים: "
            ]
        ], 
        [
            [
                "<b>ואבן משכית. </b>אבן שיש בו צורה ובנ\"א מסתכלין בה \nומשתחוים עליה ודומה שמשתחוה לצורה ומשכית ל' שכיה שהכל סכין ביופיה: "
            ], 
            [
                "<b>את שבתותי \nתשמורו ומקדשי תיראו. </b>אתקש מקדש לשמירת שבת לו' לך מה שמירת שבת לעולם שנא' אות היא \nלעולם אף מורה מקדש לעולם שאף בחורבנו אסור ליכנס בו: "
            ], 
            [
                "<b>אם בחקותי וכו' ורדפו מכם חמשה \nוכו'. </b>תימה שהרי חשבון זה אינו דחמשה למאה הוי אחד שרודף עשרים ומאה לרבבה הוא שאחד \nרודף מאה. וי\"ל דתפלת צבור עדיפא אי נמי ה\"ק ומאה מכם כלומר מאה מנינים של חמשה רבבה \nירדופו דה\"נ אחד לעשרים ומיהו אותו חשבון דפרשת האזינו דכתיב איכה ירדוף אחד אלף ושנים יניסו \nרבבה הוי אחד רודף חמשת אלפים ועוד קשיא מהתם דהא אמרי' מדה טובה מרובה ממדת הפורענות \nולכאורה התם ר\"ל אחד מן האומות ירדוף אלף מישראל ושנים רבבה והכא גבי טובה לא קאמר אלא \nאחד מישראל ירדוף עשרים. ונ\"ל דהתם נמי ר\"ל שהרודפים ישראל והנרדפים עכו\"ם ולעיל קאי לו \nחכמו ישכילו זאת האומות ישכילו זאת יבינו לאחריתם איך היה שרודף אחד מישראל אלף עכו\"ם \nדהיינו שמשון שהרג אלף פלשתים כדכתי' בלחי החמור הכיתי אלף איש. ושנים יניסו רבבה זה יהונתן \nונטרו אם לא כי צורם מכרם לאומות ביד אלו וה' הסגירם וא\"כ היה להם להבין שה' פעל כל זאת. \nא\"נ הכא רודפים והורגים קאמר כדכתיב ונפלו אויביכם לפניכם לחרב אבל התם יניסו כתיב אבל לא \nהורגין: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>או אז יכנע לבבם הערל. </b>בעון חילול שבת שהוא שביעי כמנין א\"ז יכנע לבבם: \n"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>והיה השדה בצאתו ביובל. </b>איתא בת\"כ מגיד ששדה לשון זכר וצריך פי' לפירושו וכי לא \nידעינן דשדה נזכר בכל מקום לשון זכר אלא ה\"ק מה שהשדה לשון זכר מבאר סיפיה דהאי קרא דכתיב \nלכהן תהיה אחוזתו וכדמסיק התם מנין אתה אומר לשדה שיוצאה לכהנים ביובל דכתיב או אל אחד \nמבניו הכהנים והרי היא תחת ידו ומנין שיכול הרי היא כשלו כדמסיק התם בערכין בשל אחרים אני \nזוכה בשלי לא כ\"ש ת\"ל לכהן תהיה אחוזתו ולא תסתלק לכהנים אבל כיון דשדה נזכר בלשון זכר אי \nהוה קאי אשדה ה\"ל למיכתב יהי' אחוזתו: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>מזרע הארץ. </b>לרבות שום ושחלים וגרגיר מכאן היה \nהרב רבי\"ה מתרץ מה שמקשים העולם על מאי דאמרי' המפריש חלתו קמח אינה חלה וגזל היא ביד \nכהן משום דכתיב עריסותיכם ומקשי' א\"כ אמאי לא אמרי' הכי דהמפריש מעשרותיו בשבלי' אינן \nמעשר משום דכתיב דגנך ולהא ניחא משום דכתיב גבי מעשר וכל מעשר הארץ מזרע הארץ דמרבי' \nבת\"כ כל דברים הנאכלין הנזרעין בגרן כגון שום ושחלים וגרגיר וי\"א דמדאצטריך קרא דמעשר מן \nהמעשר למפטר לוי מתרומה גדולה כשהקדים ישראל מעשרותיו בשבלים כדמסיק במס' ביצה מעשר \nמן המעשר אמרתי לך ולא תרומה גדולה ותרומת מעשר מכלל דשם מעשר חל עליו שפיר כשהקדימו \nבשבלין אמנם להא דפריך אי הכי אפי' הקדימו בכרי נמי קשיא ויכולין אנו לומר דלא איצטריך קרא \nדמעשר מן המעשר למפטר לוי מתרומה גדולה אלא היכא דקדים בכרי דאז חל שם מעשר אבל כי \nהקדימו בשבלין דאין שם מעשר חל עליו דכתיב מעשר דגנך לא איצטריך קרא והדרא קושיא לדוכתא \nאמאי אינו גזל ביד הלוי. אבל י\"ל דמסקנא ניחא דמשני האי אידגן והאי לא אידגן א\"כ לפטרו מתרומה \nגדולה כשהקדימו בכרי לא אפשר וא\"כ קרא למעשר מן המעשר אתא להקדימו בשבלין מכלל דמשהוא \nבשבלין חל עליו שם מעשר והמבין יבין: "
            ], 
            [], 
            [], 
            [], 
            [
                "<b>אשר צוה ה' את משה </b>כדאי השליח לשלחו אל בני \nישראל כדי הם מי שנשתלח להם שזכות בני ישראל גרמה לו:  \n\n\n\n\n\n\n"
            ]
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "דעת זקנים על ויקרא", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Leviticus"
    ]
}