{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Foundations of the Torah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Foundations_of_the_Torah",
    "text": [
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במד\"א </b>\n<b> כו' אבל שלא כדרך הנאתן כגון שעושין לו רטיה או מלוגמא מחמץ כו'.</b> כ\"ש דף כ\"ד א\"ר אבהו אר\"י כל איסורין שבתורה אין לוקין עליהן אלא דרך אכילתן כו' א\"ד א\"ר אבהו אר\"י כל איסורין שבתורה אין לוקין עליהן אלא דרך הנאתן למעוטי מאי א\"ר שימי בר אשי למעוטי אם הניח חלב של שור הנסקל כו' יע\"ש ומטעם זה כתב רבינו פ\"ח מה' מאכלות אסורות הל' י\"ו וז\"ל כל מאכל שהוא אסור בהנאה אם נהנה ולא אכל כגון שמכר או נתן לכותיים אינו לוקה וכתב ה\"ה בפרק כל שעה כו' ואפילו סיכה שהיא קרובה לשתייה אמרו בגמ' גבי רבינא שהי' סך בפרי של ערלה כו' משום דלאו דרך הנאתו היא כו' הנה דברי ה\"ה סתומים דמאי מייתי מההיא דרבינא דהתם נהנה שלא כדרך הנאתו לפי שהיא בוסר וכמ\"ש רש\"י ז\"ל אבל בנהנה בכדרך הנאתו מנ\"ל ועיין בהרב ל\"מ ז\"ל שדבריו דחוקים האמנם ראיתי להר\"ב משנה למלך ה' יסודי התורה ד\"ג ע\"ב שכתב דדעת ה\"ה דלרבינו אין באיסורין כי אם ב' חלוקות האחת היא האוכל דרך אכילה שהוא מה שהוזהרנו עליו בלאו וכרת והב' הוא הנהנה ולא אכל דאין בו לאו אך אסור דבר תורה ואין חילוק בנהנה בין הוא כדרך הנאתו או לא אלא כל ההנאות שוות דאין בהם לאו אך איסורו דבר תורה ובזה אתו דברי ה\"ה כהוגן ע\"כ ת\"ד:<br><b> ולע\"ד </b> הא ליתא מהא דגרסי' בפסחים דכ\"ו אמר אביי מנא אמינא לה דתניא אמרו עליו על ריב\"ז שהיה יושב ודורש כל היום כולו והא הכא דלא אפשר וקמכוין ושרי ורבא אמר לך שאני היכל דלתוכו עשוי פירש\"י ז\"ל ואין הנאת צלו נאסרת דאין זה דרך הנאתו והשתא אם איתא דשלא כדרך הנאתו איסורא דאורייתא איכא היכי הוה עביד הכי ריב\"ז דבשלמא אי איסורו מדרבנן איכא למימר דס\"ל לרבא דכיון דאין איסורו אלא מדרבנן היכא דלא אפשר כגון הכא שהיה צריך לדרוש לרבים לא אטרחינהו וכדאמרינן התם בסמוך ותסברא כו' וכמ\"ש הרב ז\"ל בסמוך ד\"ד ע\"ב אלא ודאי מהך סוגיא מוכח בהדיא דבשלא כדרך הנאתו אין איסורו אלא מדרבנן לכן היותר נ\"ל כדברי ה\"ה דס\"ל דהתם נמי אף שהיה בוסר חשיב נהנה כדרך הנאתו כיון שיוצא מהן שמן וכמ\"ש הרב ז\"ל שם ע\"ד דללישנא קמא ס\"ל דהני גוהרקי הוי נהנה כדרך הנאתו כיון דיוצא מהן שמן אף אנו נאמר כן לדעת ה\"ה דס\"ל לכולהו לישני דהני גוהרקי הוי כדרך הנאתו דדוחק לומר דבהא פליגי ומאי דקאמר מידי דרך הנאתן קעבידנא הכונה לומר דכיון דהוי דבר הראוי לאכילה אין דרך הנאתו אלא דרך אכילה וכמ\"ש ה\"ה ומאי דפליגי הני לישנא הוא דללישנא קמא כיון דאין איסור תורה לא התירו בחולה שאין בו סכנה וללישנא בתרא כיון שאין בו לאו התירו וכמו שצדד הרב ז\"ל בסמוך אבל בנהנה שלא כדרך הנאתו מודה ה\"ה דאינו אסור אלא מדרבנן זה נ\"ל ליישב בדוחק:<br><b> ודע </b> דאהא דאמרינן התם בגמ' שאני היכל דלתוכו עשוי וכתבו התוס' וז\"ל ואם תאמר והא לא כתיב אכילה ואפילו שלא כדרך הנאתו יהא אסור וי\"ל דמעילה ילפינן חטא חטא מתרומה ראיתי להרב ח\"ה שהק' בדבריהם אלו וז\"ל לפי דבריהם דרבא ס\"ל כאביי היכא דלא כתיב אכילה דאסור שלא כדרך הנאתו וכמ\"ש אביי לעיל ה\"מ בכלאי הכרם שלוקין עליהן אפילו שלא כדרך הנאתו ומ\"מ במעילה דילפינן חטא חטא מתרומה הו\"ל כאלו כתיב אכילה בגופיה ומינה בבשר וחלב דילפי' קדש קדש ג\"ש מטריפה הו\"ל כאלו כתיב אכילה בגופיה להתיר שלא כדרך הנאתו וק' דתקשי ליה כדפרכינן לעיל דנפרוך מה לכלאי הכרם שכן לוקין עליהן שלא כדרך הנאתו ותי' וי\"ל דלא פריך הכי אלא לאביי דס\"ל דבכלאי הכרם לוקין עליהן שלא כדרך הנאתן אבל לרבא דהכא איכא למימר דבכלאי הכרם נמי אין לוקין דאפשר דאית ביה שום ג\"ש כאלו כתיב ביה אכילה עכ\"ד ולענ\"ד אכתי תירוץ זה אינו מעלה ארוכה לדעת רבינו ז\"ל שפסק בפי\"ד ממ\"א הלכה י' כאביי דבכלאי הכרם ובשר בחלב לוקין עליהן שלא כדרך הנאתן ואלו שם בהלכה י\"ב פסק כרבא דלא אפשר וקא מכוין אסור והשתא כיון שפסק כרבא ע\"כ כי היכי דלא תקשי ליה מההיא דריב\"ז צ\"ל דשאני היכל דלתוכו עשוי ושלא כדרך הנאתו במעילה מותר משום דיליף חטא חטא מתרומה וכיון שכן ק' דא\"כ תקשי ליה ברייתא דניפרוך מה לכלאי הכרם שכן לוקין עליהן שלא כדרך הנאתו לפי דעת רבינו דבכלאי הכרם לוקין על שלא כדרך הנאתו האמנם נראה דהא ודאי ל\"ק שהרי דעת רבינו בפ\"א מה' מעילה הל' ג' דאזהרה של מעילה נפ\"ל מקרא דלא תוכל לאכול בשעריך כו' וא\"כ פשיטא ודאי דשלא כדרך הנאתו במעילה מותר ולאו משום דיליף חטא חטא כמ\"ש התוס' אלא משום דכתיב אכילה בגופיה והתוס' ז\"ל נראה דס\"ל דאזהרה דמעילה הוא מג\"ש דחטא חטא וכדעת רש\"י שכתב מרן הכ\"מ שם ומ\"מ הנך רואה שדברי הר\"ב ח\"ה הם דברי נביאות ולכן נראה דלרבא ל\"ק ליה ברייתא דניפרך מה לכלאי הכרם שכן לוקין עליהן שלא כדרך הנאתן דאיכא למימר דאיסי בן יאודה ס\"ל כר\"ש דאמר כ\"ש למכות וכי היכי דלקי בכל האיסורים אכ\"ש ה\"נ אשלא כדרך הנאתו דשניהם שוים הן בהדרגה אחת וכמו שנראה מדברי התוס' דפ' ג' דשבועות ד\"ה דמוקי וכמ\"ש מוהריב\"ל ורש\"ל ז\"ל שם כמ\"ש לקמן ואביי אה\"נ דהוה מצי לשנויי הכי אלא משום דס\"ל דבשר בחלב לקי נמי אשלא כדרך הנאתו משום דלא כתיב אכילה בגופיה ניחא ליה לאוקמי הך דאיסי בן יאודה ככ\"ע אלא דאכתי קשה דא\"כ נמצא דלאביי דאית ליה בב\"ח דלוקין עליהן שלא כדרך הנאתו משום דלא כתיב אכילה בגופיה אע\"ג דגמר ג\"ש אית ליה נמי במעילה דלוקין עליהן שלא כדרך הנאתן משום דלא כתיב אכילה בגופיה אע\"ג דגמר מתרומה וא\"כ ק' דאמאי לא קאמר אביי ה\"מ במעילה שלוקין עליהן שלא כדה\"נ והתוס' שם בד\"ה ה\"מ הק' דאמאי לא קאמר ה\"מ בבו\"ח ותירוצם דהתם לא שייכא במעילה אשר עכצ\"ל דרבא ודאי לא פליג אאביי וע\"כ לא קאמר אביי דכיון דלא כתיב אכילה בגופיה לוקין עליהן שלא כדרך הנאתן אלא דוקא בב\"וח דהו\"מ למכתב קרא לא תאכל בהדיא מדלא כתיב ש\"מ דלוקין עליהן שלא כדרך הנאתן ומש\"ה לא כתבי' קרא בהדיא וכדמשמע מלישנא דתלמודא דקאמר להכי לא כתיב אכילה לומר שלוקין כו' ואע\"ג דבפ' כל הבשר דק\"ח אמרינן דלהכי אפקיה רחמנא לאכילה בלשון בישול לומר דדרך בישול אסרה תורה וא\"כ היכי קאמר אביי להכי לא כתיב כו' כבר כתב הר\"ב כנה\"ג חי\"ד סי' צ\"ד בהג' הטור אות ה' דמתרי לא תבשל דכתיבי בלשון בישול קדייק י\"ש אמנם גבי מעילה דמאי דלא כתבי' בגופי' איכא למימר דהטעם משום דאי כתיב אכילה הו\"א אכילה בכזית ואי אית ביה כזית מחייב ואי לא לא מש\"ה לא כתביה וכה\"ג אמרינן ביומא פ' י\"ה דאמאי לא כתיב ביום הכפורים אזהרה ואמרינן היכי ליכתוב ליכתוב לא יאכל אכילה בכזית וא\"כ ליכא למימר דמדלא כתביה בגופיה ש\"מ שלוקין שלא כדה\"נ ומש\"ה כיון דילפי' מתרומה אמרינן אין ג\"ש למחצה ושלא כדה\"נ מותר ומאי דלא כתיב אכילה בגופיה ה\"ט כדכתיבנא ודו\"ק. ועוד יש מתרצים דדוקא גבי בב\"ח דעיקר ג\"ש דקודש קודש לא אתא אלא לאוסרו באכילה מש\"ה ס\"ל לאביי דמדלא כתיב אכילה בגופיה בהדיא ולא הוה אצטרך ג\"ש ע\"כ שמעי' דלאסור שלא כדרך הנאתו הוא דאתא דאל\"כ לכתוב בהדיא כשאר איסור אכילה משא\"כ במעילה דג\"ש דחטא חטא אצטריך למילף מיניה דבמעילה יש שליח לדבר עבירה כדאיתא בפ' האיש מקדש וא\"נ לשאר דברים כדאי' בדוכתי טובא א\"כ איכא למימר דמאי דלא כתיב אכילה בגופי' אינו משום דאתא לאסור שלא כדרך הנאתו אלא משום דכיון דע\"כ איצטרך ג\"ש מינה נמי נפ\"ל איסור אכילה משום דאין ג\"ש למחצה ודוק ואיך שיהיה מסוגיא זו מבואר דבנהנה מן ההקדש ש\"כ הנאתו אין בו איסור תו' דומיא דשאר איסורין ומבואר מדברי רש\"י והתו' ז\"ל:<br><b> ומעתה </b> תמיה אני על התו' בפ' הנשרפין ד\"פ ע\"א ד\"ה בשור שכתבו בתוך דבריהם וז\"ל אבל במתני' דזבחים חיישינן לתקלה טפי דאי' כמה ספק איסור לפי שהן מוקדשין כגון רכב ע\"ג השור כו' וחלב מוקדשין ע\"ג מכתו דשרי בשור הנסקל לפי שאינו דרך הנאתו כו' יע\"ש אשר מבואר מדבריהם דס\"ל דבמוקדשין שלא כדה\"נ נמי אסור ועיין בהרב ח\"ה שם והוא תימא שהרי מסוגיא זו מבואר דשלכדה\"נ בהקדש מותר וליכא למימר דס\"ל דבשאר אסורין שלא כדרך הנאתו מותר אפילו מדרבנן וכשיטתם דפרק האיש מקדש ובהקדש מדרבנן מיהא אסור משום חומרא דהקדש ולעולם דמן התורה שרי דהא מנ\"ל לחלק בהכי ותו דלפי שיטתם ז\"ל דרוכב ע\"ג השור חשיב שלא כדרך הנאתו משמע ודאי דיש בו מעילה מן התורה דמתניתן במעילה היא בהדיא רכב ע\"ג בהמה ובא חבירו ורכב כלן מעלו ואולי שהתוס' ז\"ל מפרשים מ\"ש בגמ' שאני היכל דלתוכו עשוי דלא כפירש\"י דפי' דמשום דהוי שלכד\"הנ אלא ה\"פ שאני היכל דלתוכו עשוי והילכך כי אקדשינהו מעיקרא אדעתא שלא יחול קדושתו אלא על מה שבתוכו לא על הנאה דצל שבחוצה לו דלב ב\"ד מתנה עליהן כדי שלא יכשלו בו רבים אבל שלא כדרך הנאתו במעילה אסור משום דלא כתיב אכילה בגופי' ואע\"ג דיליף חטא חטא דומיא דבשר בחלב לאביי ודוק:<br><b> עוד </b> כתבו התוס' וז\"ל והא דאסר בפ' כל הצלמים לישב תחת אשירה משום דאשירה לצל עשויה והיא דרך הנאה ועוד דגבי ע\"ז לא כתיב אכילה ע\"כ וכתב הר\"ב משנה למלך ז\"ל דלפי הנראה דהתוס' ס\"ל דכל שלא כדרך הנאה שרי לגמרי וכמו שנראה מדבריהם בפ\"ב דקידושין דף נ\"ו עלה ההיא דאמרינן המקדש בערלה אינה מקודשת דהק' אמאי אינה מקודשת הא שרי ליהנות ממנו שלא כדרך הנאתו כדאמרינן בפ' כ\"ש ותי' יע\"ש ותמה עליו הרב הנז' וז\"ל דפ' כל שעה לא אמרינן אלא דליכא מלקות אבל איסורא איכא וכן יש להוכיח מההיא דמר בר רב אשי שכתב לעיל יע\"ש ואי מהא לע\"ד לא אירייא דאיכא למימר דהתוס' ס\"ל דמאי דקאמר בגמ' התם מידי דרך הנאה קא עבידנא היינו משום דשלא כדרך הנאתו מותר לגמרי ולא משום שהיה חולה אלא דמעשה שהיה כך היה וס\"ל דאי שלא כדרך הנאה אסור מדרבנן לא הוה שרי בחולה שאין בו סכנה דלא התירו אלא שבות דאמירה לגוי וכ\"כ הרשב\"א ז\"ל הביאו הרדב\"ז ח\"א סי' ב' יע\"ש וכן מוכח לישנא דרבינא דקאמר מידי דרך הנאה קא עבידנא ואם איתא דשלא כדרך הנאתו אסור מדרבנן אלא דבחולה התירו מאי האי דקא מתמה רבינא מידי כו' כאלו הוא דבר פשוט הלא היא גופה צריכה רבה אמנם אי שלכדה\"נ שרי לגמרי א\"ש לישנא דמידי דרך הנאה קא עבידנא כלומר דכ\"ש בחולה דמותר ולישנא קמא דהוצרך לטעמא דהאי אישתא צמירתא כשעת הסכנה דמיא היינו משום דס\"ל דהני גוהרקי הוי כדרך הנאתן וכמו שצדד הרב שם ונמצא א\"כ דמ\"ש התוס' דשלכדה\"נ מותר כדאמרינן בפרק כ\"ש היינו מהך סוגיא דקאמר מידי כו' אבל מסוגיא דלעיל דקאמר למעוטי שאם הניח חלב של שור הנסקל שהוא פטור ליכא ראיה כלל דהתם לענין מלקות אתמר וכן ראיתי בשיטת הרשב\"א שם דמייתי מסוגיא דמידי כו' יע\"ש עוד כתב הרב הנז' שכן יש ללמד ממ\"ש התוס' פסחים דף כ\"ח ד\"ה ותנן וז\"ל א\"נ מתני' דהכא א\"ש כרבנן דהתם דאמרו לו אף הוא נעשה זבל ומגדל צמחים והא הכא היינו משום דבחמץ כתיב לא יאכל ואינו אסור אלא כדרך הנאה וכה\"ג לאו דרך הנאה אבל בע\"ז לא כתיב אכילה ואסורה אפי' שלא כדרך הנאה ואף שיש לדחוק דהכונה שאינו אסור דבר תורה מ\"מ פשט דברי התוס' שכתבו ואינו אסור אלא כדרך הנאה מורה באצבע דס\"ל דליכא איסור כלל עכת\"ד:<br><b> ולע\"ד </b> ק\"ל טובא והיא נעלמה לפי שיטתם ממתני' דר\"פכל שעה דקתני התם עבר זמנו אסור בהנאתו ולא יסיק בו תנור וכירים הרי בהדיא דשלא כדרך הנאתו אסור לפחות מדרבנן דהא פשיטא דחמץ אין דרך הנאתו להסיק בו תנור וכירים ואין להכחיש המוחש והשתא אם איתא לדעת הרב מש\"ל דס\"ל לתוס' דשלא כדרך הנאתו מותר כפשט דבריהם מה יענו לההיא מתני' דפ' כ\"ש לכן נראה כאותו צד שכתב הרב ז\"ל דמ\"ש ואינו אסור כונתם לומר דאינו אסור דבר תורה אבל מדרבנן מודו דאסור ומתני' דלא יסיק מדרבנן קאמר ועיין בריש מס' פסחים ד\"ה ואומר שנראה מדבריהם לפי תי' השני דשלא כדה\"נ אסור מן התורה למעיין שם ואפי' למ\"ש התוס' בפ' האיש מקדש דשלא כדרך הנאתו מותר לגמרי נ\"ל דלא כתבו כן אלא בשאר איסורין דוקא אבל בחמץ משום חומרא דחמץ החמירו כדמוכח ממתני' דלא יסיק וכדכתיבנא אך אכתי קשה מהא דפרכינן התם ולא יסיק כו' פשיטא לא צריכא אלא לר\"י דאמר אין ביעור חמץ אלא שריפה מ\"ד כו' והשתא מאי פריך הא טובא אשמועינן מתני' דשלא כדרך הנאתו אסור בחמץ אע\"ג דבשאר איסורין שרי סוף דבר שדבריהם צריכים לי תלמוד גם מה שנראה מדברי התוס' פסחים ד\"ה שאני היכל דשלא כדרך הנאתו שרי בע\"ז לחד תירוצא שכתבו דההיא דלא ישב בצלה היינו טעמא משום דאשירה לצל עשויה וכמ\"ש הרב מש\"ל יש לתמוה דכפי שיטתם תקשי להו מתני' דפרק כל הצלמים דמ\"ג דקתני ר\"י אומר שוחק וזורה לרוח אמרו לו אף היא נעשה זבל ומגדל צמחים ונאמר לא ידבק בידך מאומה והשתא אם איתא דשלכדה\"נ שרי בע\"ז אמאי אסרו רבנן נהי דס\"ל דזה וזה גורם אסור אבל הכא ליכא גורם דאיסור כלל דהוי שלכדה\"נ וכמ\"ש התוס' שם ד\"ה אמרו ובפסחים ד\"ה ותנן גם בדברי התוס' דפ' כל הצלמים דמ\"ח ד\"ה לא שכתבו בתי' הב' וז\"ל א\"נ חומרא דע\"ז שאני ונראה מדבריהם דלפי השני תירוצים אין איסור תורה כשלא כדרך הנאתו אלא שלפי התי' הראשון ע\"ז ושאר איסורין שוין ולפי התי' הב' החמירו בע\"ז מה שלא החמירו בשאר איסורין וכמ\"ש הרב הנזכר איכא למידק דא\"כ מאי פריך התם לא ישב בצלה פשיטא לא צריכא כו' ומאי קושיא הא טובא אשמועינן דהחמירו בע\"ז מה שלא החמירו בשאר איסורין ולזה י\"ל דמאי דפריך פשיטא היינו משום דאי מאי דאשמועינן מתניתן הוא דשלכדה\"נ אסור בע\"ז א\"כ הא שמעינן לה ממתני' דלעיל דקתני אמרו לו אף הוא נעשה זבל הרי דאע\"ג דשלכדה\"נ הוא אפ\"ה אסור ור\"י לא שרי אלא משום דס\"ל דזה וזה גורם מותר מיהו תירוץ הא' שכתב דשלכדה\"נ שרי בע\"ז קשה טובא כדכתיבנא ועיין להרמב\"ן ז\"ל בס' המלחמות בפסחים פ' כיצד צולין גבי ההיא דריחא מילתא דמבואר מדבריו דיין נסך שרי שלכדה\"נ ובהיותי בזה עם החכם השלם סיני ועוקר הרים כמוה\"ר יהודה אשכנזי נר\"ו כה הראני מה שנמצא כתוב אצלו קושיא הלזו על מ\"ש הטור יו\"ד סימן קמ\"ב משם הראב\"ד וז\"ל כתב הראב\"ד דוקא אשירה שעשויה לצל בין לתחתיה בין לחוצה לה אבל בית אליל תוכו ונגד פתחו תוך ד\"א אסור אחריו לצל מותר לפי שאינו עשוי לצל כדאמרינן בפ' כל שעה שאני היכל דלתוכו עשוי וכ\"כ הר\"ן משם הראב\"ד והשתא תקשי לי' מההיא דשוחק וזורה לרוח ותו דהר\"ן ז\"ל בפ\"ב דקדושין כתב בהדיא דשלכדה\"נ אסור מדרבנן וא\"כ איך הביא בכאן דברי הר\"א ולא תי' עליו והוא נר\"ו תי' דס\"ל להראב\"ד דשלכדה\"נ אינו אסור אלא מדרבנן ולא גזרו אלא דוקא בהניח חלב ע\"ג מכתו ודומה לו גזירה שמא יהנה ממנו כדרך הנאתו כגון שימשח ממנו עורות משא\"כ הכא דבשלכד\"הנ דהיינו חוץ להיכל ליכא כלל דרך הנאתו כי היכי דנגזור דכל הנאה שחוץ להיכל שלכד\"הנ היא מאי איכא למימר דנגזור חוצה לו אטו תוכו הא ליכא למגזר דלא עבידי אינשי דטעו בהכי והיינו מאי דמשני בגמ' שאני היכל דלתוכו עשוי כלומר ומש\"ה לא גזרו כיון שכל הנאה שחוץ להיכל אינו דרך הנאתו ואין תירוץ זה נוח לי דה\"נ היה לנו לגזור שלא יהנה מצל דבית אליל אע\"ג דהוי שלכד\"הנ גזירה שמא יהנה מצל אשרה דהוי כד\"הנ דבהא ודאי עבידי אינשי דטעו בהכי לכן נ\"ל לומר כדי ליישב דברי התוס' והראב\"ד ז\"ל דס\"ל דהא דתנן במתני' לא ישב בצלה אינו אלא איסור' דרבנן גרידא דמן התורה שרי דהו\"ל דבר שאין בו ממש דצלו דבר שאין בו ממש הוא וכמ\"ש הרמ\"ך הביאו מרן הכ\"מ פ\"ז מה' ע\"ז הלכה י\"א וקרא דכתיב לא ידבק בידך מאומה היינו בנהנה הנאה שיש בה ממש אבל הכא דהנאתו היא מצל האשירה והצל אין בו ממש שרי מן התורה ויש להביא ראיה ברורה לזה ממ\"ש רבינו שם בפ' הנז' הלכה י' וז\"ל וגחלת של ע\"ז אסורה והשלהבת מותר מפני שאין בה ממש הרי בהדיא דדבר שאין בו ממש לא נאסרה מן התורה ואע\"ג דהתם אפילו מדרבנן שרי שאני התם דמקלה קלי איסוריה ומש\"ה לא גזרו ועכצ\"ל כן לפימ\"ש משם הרמ\"ך וכן נמי גבי מעילה ס\"ל דאינו אסור אלא מדרבנן מידי דהוה אקול ומראה וריח דאמרינן שם בפסחים דאין בהם מעילה לפי שאין בהם ממש ומש\"ה משני התם רבא שפיר שאני היכל דלתוכו עשוי כלו' וכיון דהוי שלכד\"הנ אינו אסור אלא מדרבנן ואית למימר דלא גזרו אלא באיסור' דאורייתא אבל הכא דאינו אסור אלא מדרבנן משום דהוי דבר שאין בו ממש בשלכדה\"נ לא גזרו דהו\"ל גזרה לגזרה והשתא ניחא מה שהקשה הר\"ב מש\"ל וז\"ל ואכתי יש לדקדק בסוגיא זו דאמרינן דרבא דאסר הביא ראיה לדבריו מדתני' לולין היו פתוחין בעלי' בית ק\"ק שבהם משלשלים את האומנים בתיבות והנה לכאורה נראה דרבא ודאי לא נעלם ממנו ההיא דקול ומראה וריח אין בהם משום מעילה אלא דהוה ס\"ל דכיון דהא מיהא איסורא אי' ומש\"ה היו משלשלים ואביי הקשה עליו דכיון דלית בהו מעילה משום מעלה הוא דאל\"ה לא היו אסורים אפי' לצורך והשתא יש לדקדק דלרבא דס\"ל דמשום צורך לא יש היתר א\"כ איך יתיישב לפי דעתו ההיא דריב\"ז לדעת הסוברים דלא כדרך הנאתו איסור' דרבנן איכא וע\"כ מה שהותר לו הוא משום שהיה צורך מצוה וא\"כ קשה דמאי ראיה מייתי מההיא דלולין וכן ק' לא\"ד דקאמר רבא מנא אמינא לה דאמר ב\"ק כו' מעילה הוא דליכא הא איסור איכא מאי לאו לאותן העומדים בפנים כו' והיכי ס\"ד דרבא דמיירי לעומדים בפנים והא ריב\"ז הי' יושב בצלו של היכל ואף דלתוכו עשוי מ\"מ איסור מיהא איכ' וא\"כ ע\"כ טעמא דהיתרא הוא משום צורך וא\"כ ההיא דקול ומראה דאי' איסור הוא לעומדים בחוץ דלעומדים בפנים פשיטא דשרי דאין לך צורך גדול מזה ע\"כ תורף קו' יע\"ש מה שתירץ. ועל פי האמור הנה נכון דלעולם דרבא ס\"ל דמשום צורך אין להתיר כלל וההיא דריב\"ז לאו משום צורך הוא דשרי אלא משום דהו\"ל שלכד\"הנ ושלכד\"הנ באיסור דרבנן מותר דלא גזרו אלא באיסור דאורייתא וכ\"ת א\"כ תקשי לאביי דמה ראיה מייתי מההיא דריב\"ז לומר דלא אפשר וקא מכוין שרי דלמא שאני התם משום דכיון דאין איסורו אלא מדרבנן משום דאין בו ממש היכא דלא אפשר לא אטרחי' ולפי' התוס' משום דהיה בו צורך דהא אביי גופיה קאמר הכי ולרבא דמייתי ראי' מההיא דלולין כו' וכדקאמר ותסברא כו' ובשלמא לא\"ד בתרא ניחא דאביי ורבא תרווייהו ס\"ל דאי לא אפשר וקמכוין אסור ה\"נ היה אסור לאותן העומדים בפנים אף דלא אסור אלא מדרבנן ואף דאי' צורך למר כדאית לי' ולמר כדאית ליה דאביי משום דס\"ל דלא אפשר וקא מכוין שרי הוא דקאמר דאינו אסור אלא לאותן העומדים בחוץ איכא למימר דאף ללישנא קמא לא קאמר אלא דוקא התם דאינו אלא חששא בעלמא שחששו דלמא מכווני ליהנות וכמ\"ש רש\"י ד\"ה והא ואהא הוא דקאמר אביי דכיון דמדאורייתא שרי כי לא אפשר כגון הכא לא הי\"ל להחמיר ולחוש דלמא מכווני כיון דאפילו אי מכווני ליכא אלא איסורא דרבנן אמנם הכא ריב\"ז היה מכוין ליהנות מצל הקדש וכמ\"ש רש\"י והילכך ס\"ל לאביי דאי לא אפשר וקא מכוין אסור ה\"נ היה להם לאסור אף שאינו אלא מדרבנן ובהכי ניחא קושית התוס' שהקשו לרש\"י ד\"ה ותסברא ולפי' התוס' דכתב דכיון שהוא לצורך בית ק\"ק סברא הוא דאפילו איסורא דרבנן ליכא איכא למימר דע\"כ לא קאמר אביי אלא דוקא לצורך בית ק\"ק אבל בעלמא לא ועפי\"ז אתו דברי רבינו ז\"ל שבפ' ה' מהל' מעילה הלכה ה' שכתב הדר במערת הקדש או בצל אילן או שובך של הקדש אע\"פ שנהנה לא מעל ויש לדקדק דלמה לא התנה באלו ג\"כ היה תלוש ולבסוף חברו דאי' מעילה וכמ\"ש גבי המקדיש בית בנוי דלא מעל הדר בו אבל אם הקדיש עצים ואבנים ובנה בית ודר בו מעל משום דהו\"ל תלוש ולבסוף חברו דהוי מעילה ומכח זה כתב הר\"ב מש\"ל ז\"ל דטעם צל או אילן או שובך לאו משום מחובר הוא אלא משום שלא כדרך הנאתו הוא ופליג אתוס' דכתבו דאשרה לצל עשויה:<br><b> ולע\"ד </b> כפי דבריו יש לגמגם עליו דא\"כ היה לו להראב\"ד ז\"ל שם להשיג על רבינו שהרי כבר כתב' לעיל משם הראב\"ד דס\"ל דאשרה הנאתה היא לצל אמנם על פי האמור היינו טעמא משום דצל דבר שאין בו ממש הוא מידי דהוי אקול ומראה כו' ודוק. ומעתה הבא נבא לביאור דברי התוס' פסחים דמתחלה הקשו דגבי מעילה לא כתיב אכילה ואפילו שלא כדרך הנאתו יהא אסור מדאורייתא וכיון שכן מאי קא משני רבא שאני היכל דלתוכו עשוי והוי שלא כדרך הנאתו הא במעילה כדרך הנאתו ושלא כדרך הנאתו שוים וכיון שכן כי אסרו חכמים דבר שאין בו ממש אפילו שלא כדרך הנאתו אסרו אטו דבר שיש בו ממש דאסורא דבר תורה בשלא כדרך הנאתו ונמצא דליכא אלא חדא גזירה ותי' כו' עוד הקשו והא דאמר לישב תחת אשירה כלומר דכיון דאין איסור אלא מדרבנן משום דהוי דבר שאין בו ממש דשלא כדרך הנאתו לא גזרו דומיא דהיכל וע\"ז תי' דאשרה לצל עשויה וא\"נ כו' והיינו טעמא דהראב\"ד והר\"ן שכתבו דכל בית ע\"ז מותר משום דכיון דהוי דרבנן לא גזרו והיינו מה שתי' ג\"כ בפ' כל הצלמים בתי' הב' דחומרא דע\"ז שאני כלומר דבע\"ז החמירו אפילו באיסור דבר שאין בו ממש דהוי דרבנן מה שלא החמירו בההיא דריב\"ז אבל בההיא דשוחק וזורה לרוח דנהנה מדבר שיש בו ממש מודו ר\"ת ורש\"י ז\"ל דשלא כדרך הנאתו אסור לפחות מדרבנן ומ\"מ אכתי יש לדקדק להאי תי' הב' שתירצו דא\"כ מאי פריך התם פשיטא הא טובא אשמועינן מתני' דהחמירו אפילו באיסור דבר שאין בו ממש דהוי דרבנן כדכתיבנא ודע דזה שכתב דאיסור ישיבה בצל אשרה הוי מדרבנן מדברי הר\"ן שם במתני' נראה דפליג על זה וזה שכתב ליישב דעת רבינו שפסק בפ\"ז מה' ע\"ז דצל צלה מותר בדלא מכוין עסקינן דלא מתסר אלא מדרבנן וכיון דבלישנא בתרא מספקא ליה פסק בזה לקולא ע\"כ. הרי נראה מדבריו דמכוין אסור דבר תורה ולא ידעתי מה יענה לההיא דשלהבת ע\"ז דמותרת מפני שאין בו ממש כמ\"ש רבינו דבשלמא אי איסור מדרבנן איכא למימר דהתם לא גזרו משום דמקלה קלי איסור כדכתיבנא אמנם אי אפילו דבר שאין בו ממש אסור מן התורה התם נמי יהא אסור דבר תורה כמו גחלת ומ\"מ לדעת התוס' נראה לומר כדכתיבנא ומה גם דמדברי רבינו דה' ע\"ז מוכח הכי כדכתיבנא ומ\"מ אף לדברי הר\"ן אלו י\"ל דס\"ל דלא גזרו בשלא כדרך הנאתו אלא בנהנה מגוף האיסור ממש כגון הניח חלב של שור הנסקל ע\"ג מכתו אבל בנהנה מצל דהוי דבר שאין בו ממש אף דאסור מן התורה מ\"מ קליש איסוריה ולא גזרו והיינו מאי דמשני התם בפסחים שאני היכל כו' ומש\"ה מייתי הר\"ן דברי הראב\"ד ולא חילק עליו. שוב אחר זמן רב ראיתי להר\"ב המבי\"ט בספר קרית ספר בפ\"ז דה' ע\"א שכתב במ\"ש דאיסור הנאת צל הוא מדרבנן וז\"ל האשירה כו' אסור לישב בצל קומתה מדרבנן דמדאורייתא ליכא איסורא כשלהבת ע\"א ומותר עכ\"ד, ושמח לבי כמוצא שלל רב ומ\"מ לפי תירוץ הא' שכתבו התוס' דאשירה לצל עשויה ומשמע ודאי דלהאי תי' שלא כדרך הנאתו אינו אסור מדאורייתא אפי' בע\"א וכ\"כ הר\"ב מש\"ל שכן הוא דעת התוס' בד\"ה ותנן לפי תירוץ הב' עי\"ש יש לתמוה דמסוגיא דפ' כל הצלמים דמ\"ג נראה בהדיא דשלא כדרך הנאתו בע\"ז אסור מן התורה דגרסינן התם תניא אמר להם רבי יוסי והלא כבר נאמר ואת חטאתכם אשר עשיתם את העגל כו' ואשליך את עפרו כו' והשתא מאי ראיה מייתי נימא דלעולם זה וזה גורם אסור וההיא שאני דליכא גורם דאסור כלל דהו\"ל שלא כדרך הנאתו דמדאורייתא שרי ומש\"ה לא חש מרע\"ה לכלום דאפילו יעשה זבל מותר מן התורה כיון דהוי שלא כדרך הנאתו וכן נמי מאי דמייתי מההיא דאת מעכה וכל הני נימא דהתם הטעם משום דהוי שלא כדרך הנאתו דאכתי לא נאסר מדרבנן אמנם לבתר דאסרו רבנן שלא כדרך הנאתו ליכא למיחש שמא יעשה זבל אלא ודאי מההיא סוגיא מוכח בהדיא דשלא כדרך הנאתו בע\"ז אסור מן התורה וכיון שכן איך כתבו התוס' דהוי משום חומרא דע\"ז וצ\"ע כעת. והנה מקום יש בראש ליישב לזה כפי מ\"ש הר\"ב ט\"ז בי\"ד סי' קי\"ז ס\"ק א' גבי איסור סחורה דבדבר המפורש התירו בתורה אין כח ביד חכמים לאסור ועשה סמוכות לזה מדברי התוס' דפ' לולב הגזול דל\"ט ע\"א ד\"ה וליתיב ליה יע\"ש וא\"כ ה\"נ י\"ל דהיינו דקאמר ר\"י והלא כבר נאמר ואשליך את עפרו כו' וא\"כ כיון שמפורש התירו בתורה אין להם כח לאסור ולומר אף היא נעשה זבל כו' אלא שדברי הר\"ב ט\"ז בזה נראה שדחוים הן וכבר תהי עלה הר\"ב חוות יאיר בתשו' סי' קמ\"ב יע\"ש ועוד אני מוסיף להביא ראיה הפך דבריו ממ\"ש התוס' שם באותה סוגיא בד\"מ ע\"ב בד\"ה על היין אין מתחללין וז\"ל במעשר שני חוץ לירושלים איירי דאי בירושלים מותר לקנות ממנו בהמה לזבחי שלמים כדמוכח פ\"ק דמעשר שני כו' והשתא אם איתא לדברי הרב דבדבר המפורש התירו בתורה אין כח ביד חכמים לאסור אמאי הוצרכו להוכיח הדבר ממתניתין דמע\"ב והלא מקרא מלא דבר הכתוב ונתת הכסף בכל אשר תאוה נפשך בבקר ובצאן אלא ודאי מוכח דאפי' בדבר המפורש יש כח ביד חכמים לאסור ומש\"ה הוצרכו להוכיח ממתניתין כי היכי דלא תימא דבירושלים נמי גזרו חכמים ועי' במוהר\"ם ן' חביב בקונטרס כפות תמרים וא\"כ עכצ\"ל דמ\"ש התוס' בד\"ה וליתיב היינו משום דלשיטתייהו דפרק כל שעה אזלי דס\"ל דאיסור סחורה מן התורה ודוק. האמנם מצאתי בשיטה מקובצת מכ\"י למסכת סנהדרין בפ\"ב אההיא דאמרינן התם מלכי ב\"ד דן ודנין אותן שנאמר דינו לבקר משפט שכתב משם תוספי הרא\"ש וז\"ל הקשה ר\"מ מאי קא מייתי מדכתיב דינו לבקר משפט הא בההיא שעתא שנאמר הפ' היו מלכי ישראל ג\"כ דנין דאכתי לא נעשה אותו מעשה דינאי המלך וליכא למימר דמינאי המלך ואילך קאמר דמלכי ב\"ד דנין דא\"כ היכי מייתי סיעתא מקרא דדינו לבקר משפט דההוא קרא היה קודם מעשה מיהו הא ל\"ק דסתמא כיון דהקב\"ה ציוה להם בהדיא לדון לא היו חכמים גוזרים עליהם שלא לדון וכה\"ג בפ' איזהו נשך דאמרינן התם דמדרבנן גזרו שלא להלוות בריבית לנכרי יותר מכדי חייו ופריך והא כתיב לנכרי תשיך ומאי פריך והא לא אסור אלא מדרבנן אלא ר\"ל כיון דכתיב לנכרי תשיך לא היה להם לחכמים לגזור ה\"נ הכא עכ\"ד יע\"ש. ולכאורה נראה שדבריו נוטין לדברי הט\"ז ז\"ל האמנם נראה דהתם שאני דמדאורייתא מצוה נמי איכא ומש\"ה כתב ואין כח לחכמים לגזור דבר שמדאורייתא איכא מצוה בעשייתה וכן מדוקדק מדברי התוס' דפ' איזהו נשך ועיין במרן הכ\"מ הל' מלכים פ\"ג דין ז' גם ממ\"ש התוס' בפ' נערה שנתפתתה דף נ\"ח ע\"ב ד\"ה אונס דשרי רחמנא היכי משכחת לה וז\"ל אע\"ג דאבוה דשמואל חיישי' קאמר משמע ליה דמדאורייתא דאי מדרבנן כו' וכדעת הט\"ז מאי ק\"ל אפי' נימא דחיישינן מדרבנן קאמר אפ\"ה פריך שפיר אונס דשרי רחמנא היכי משכחת לה דכיון שמפורש התירו בתורה אין כח ביד חכמים לאסור וכן נראה מדברי התוס' פ\"ק דחולין דף י\"ב ע\"א ד\"ה פסח וקדשים כמו שיראה המעיין שם, עוד כתב הרב הנזכר וז\"ל ודע דמוריב\"ל בחי' למסכת שבועות על מ\"ש התוס' שם ד\"ה דמוקי שכתבו ועוד דמצי לאוקמא בשלא כדרך הנאתו כו' כתב דלר\"ש דאמר כ\"ש למכות ה\"ה שלוקה אף שלא כדרך הנאתו ואף שאני חלוק עמהם מ\"מ מודינא דמאן דאית ליה דעל כ\"ש לוקה שלא כדרך הנאתו איסור תורה איכא דומיא דחצי שיעור עכ\"ד. והנה הרב הנזכר בפ\"ה דה' שבועות הלכה ה' תמה אדברי מוהריב\"ל ורש\"ל וז\"ל ודבריהם תמוהים בעיני דהיכי מצינן למימר אליבא דר\"י דאית ליה דכל מאן דאית ליה בחצי שיעור אית ליה נמי דחייב שלא כדרך הנאתו והא לדידיה חמיר חצי שיעור משלא כדרך הנאתו דבחצי שיעור איכא איסור תורה ושלא כדרך הנאתו ליכא איסור תורה עכ\"ד (וכן הקשה הה\"ב ח\"ה ז\"ל). ולע\"ד לא קשה מידי דבשלמא לר\"ש דס\"ל דלוקין על חצי שיעור איכא למימר שפיר דה\"ה שלא כדרך הנאתו דתרווייהו שוין אבל לר\"י דאמר חצי שיעור מן התורה ה\"ט משום דחזי לאיצטרופי כדאיתא ביומא ואע\"ג דהתם מפקינן לה מרבוייא דכל חלב הרי כתבו התוס' התם דאי לאו הך סברא הוה מוקמינן לקרא לרבות כו' וכן כתב הר\"ן בפ\"ג דשבועות הביאו הרב הנזכר בפ\"ד הלכה א' דפשיטא לן דלא אסריה רחמנא אלא משום דחזי לאצטרופי יע\"ש וא\"כ דוקא גבי חצי שיעור משום דחזי לאיצטרופי ואתי לאיסור לאו מש\"ה אסור מן התורה אבל שלא כדרך הנאתו דלעולם לא אתי לידי איסור לאו בשלא כדרך הנאתו מש\"ה אינו אלא מדרבנן וכן כתב הוא ז\"כ עצמו בה' יסודי התורה דף ג' ע\"א לחלק בין שלא כדרך הנאתו לחצי שיעור משום דחזי לאיצטרופי ע\"ש ודוק. מיהו אי ק' הא ק\"ל דאם איתא דלר\"ש דאמר כ\"ש למכות לוקה נמי שלא כדרך הנאתו א\"כ מה פריך בפסחים לאביי דאמר ה\"מ בכלאי הכרם שלוקין עליו שלא כדרך הנאתו מברייתא דאיסי בן יאודה ואמאי לא משני דאיסי ב\"י סבר כר\"ש דלוקין על שלא כדרך הנאתו בכל איסורין שבתורה. ויש ליישב דאה\"נ דהו\"מ לשנויי הכי אלא דניחא לי' לאוקמי להא דאיסי ב\"י ככ\"ע ודוק ועי' במרדכי ריש פ' כל שעה שכתב בשם ראבי\"ה כדעת התוס' דפרק האיש מקדש דשלא כדרך הנאתו שרי לגמרי שכתב וז\"ל כתב ראבי\"ה דכל איסורים שבתורה מותר ליהנות מהן שלא כדרך הנאתו וכ\"ש אפרן ע\"כ. ומה שכתב דכ\"ש אפרן נראה לי דשור הנסקל יוכיח דשלא כדרך הנאתו מותר ואפרן אסור דהוי מהנקברין אלא ודאי דאע\"ג דשלא כדרך הנאתו מותר אפרן אסור כדרך הנאתו ואיך קאמר וכ\"ש אפרן וצ\"ע: עוד כתב הרב הנזכר וז\"ל אך הדבר הקשה אצלי הוא דלדעת רבינו דס\"ל דכל איסורי הנאה אין לוקין על ההנאה אף שהוא כדרכה וכן בכלאי הכרם וב\"בח ליכא מלקות על הנאה וכן מוכח ממה שלא הוציא מן הכלל ב\"וח וכלאי הכרם כ\"א בפי\"ד מה' אלו אבל בפרקין שהביא דין הנאה לא הוציאן מן הכלל גם בפ\"י דין ו' כתב והאוכל כזית מכלאי הכרם לוקה משמע דליכא מלקות כ\"א באוכל לא בהנאה א\"כ מאי דקאמר אביי ה\"מ בכלאי הכרם ע\"כ הכונה היא על האוכל כלאי הכרם דוקא וא\"כ לא ידעתי אמאי לא ק' נמי ה\"מ בב\"וח ותי' התוס' לא יועיל כלום לדעת רבינו עכ\"ד ונלע\"ד לומר דכיון דאית מאן דאמר בפ' כל הבשר דב\"בח אסור ומפיק לה מקרא דלא תאכל כל תועבה כל שתעבתי לך הרי הוא בבל תאכל וא\"כ הו\"ל לאו שבכללות ואין לוקין עליו ואפשר דאביי גופיה הכי ס\"ל כר\"א וכ\"כ הרא\"ם שזהו דעת ר\"ע כמ\"ש בסדר משפטים הביאו הר\"ב כנה\"ג ח' י\"ד סימן פ\"ז בהגהת הטור סימן י' מש\"ה לא קאמר ה\"מ בב\"וח וכמו שתי' התוס' לק\"ו חש\"ב ע\"ש מיהו לכאורה הא ליתא דרבינו ז\"ל נראה בהדיא דס\"ל הפך דעת הרא\"ם וזהו שכתב בפ' ח\"י מהלכות פס\"המק דין ה' וז\"ל וכן קדשים שהוטל בהן מום האוכל מהן כזית לוקה הרי הן בכלל כל תועבה עכ\"ד הרי בהדיא הפך דעת הרא\"ם ועיין מ\"ש מרן הלכות ט\"מ פ' א' דאע\"ג דאין עונשין מן הדין אפ\"ה לקי אאכילת ב\"בח משום קרא דכתיב לא תאכל כל תועבה ועיין בס' מוצל מאש סי' כ' שהקשה דכיון דאיסורו מלא תאכל לא לקי משום דהוי לאו שבכללות כמ\"ש הרא\"ם. שוב ראיתי להר\"ב החינוך סימן תמ\"ח שכתב וז\"ל שלא נאכל פסולי המוקדשין כו' ועוד אמרו ז\"ל שיש בכלל לאו זה שלא לאכול פגול ונותר ומ\"מ אינו נקרא לאו שבכללות לפי שעיקרו לא בא אלא על פסולי המוקדשין ושאר איסורין יוצאין מכלליו ממה שהוציא הכתוב בלשון כל תועבה ולא אמר לא תאכל פסולי המוקדשין עכ\"ד. וא\"כ מש\"ה כתב רבינו גבי קדשים שהוטל בהן מום דלוקה כיון דעיקר קרא להכי הוא דאתא אבל בב\"וח אינו לוקה כיון דיוצא מכללו מדאפקיה בלשון תועבה הוי לאו שבכללות כמ\"ש זה נ\"ל ליישב דעת רבינו כפי מ\"ש הרא\"ם ודוק:<br><b> שוב </b> ראיתי להר\"ב ברכת הזבח דקמ\"ט ע\"ב שהק' לדברי רבינו דהאוכל פסולי המוקדשין לוקה משום לא תאכל כל תועבה וז\"ל לא ידעתי למה שבק הרב מאי דיליף ר\"א בפסחים ומכות מלא יאכל כל שפיסולו בקדש ה\"ז בלא יאכל וכמ\"ש רבינו בסמוך ואי משום דס\"ל דהוי לאו שבכללות וכמ\"ש התוס' בפסחים ה\"נ גם לאו זה דלא תאכל כל תועבה הוי לאו שבכללות עכ\"ד. והנראה שלא ראה דברי הר\"ב החינוך שכתבנו ועוד נראה לע\"ד לומר דמש\"ה לא הביא רבינו מקרא דלא יאכל דרבינו כתב כל קרבן שנאמר בו שהוא פסול בין שנפסל כו' לוקה ומשמע בהדיא דרבינו איירי אפילו בנפסלו קודם זריקה נמי לוקה משום לא תאכל כל תועבה שהרי בכללן מנה קדשים שהוטל בהם מום מחיים דאע\"פ דקודם פיסולו לא חזי לוקה משום לא תאכל כל תועבה וא\"כ מקרא דלא יאכל לא נפקא לן כדאיתא בפ' אלו הן הלוקין די\"ח ע\"א דפריך בגמ' לרבא דאמר זר האוכל עולה לפני זריקה חוץ לחומה לוקה חמש דלילקי נמי כדר\"א דאמר ר\"א לא יאכל כי קדש הם כל שבקדש פסול ליתן לא תעשה על אכילתו ומשני ה\"מ היכא דקודם פסולו חזי ופרש\"י כגון נותר הכא דקודם פסולו נמי לא חזי משום דהוי קודם זריקה לא ע\"כ ומש\"ה לא הביא רבינו אלא קרא דלא תאכל כל תועבה אמנם בסמוך גבי נותר ופגול דקודם פיסולו חזי כתב רבינו דהזהיר הכתוב מקרא דלא יאכל כדר\"א מיהו הא ק\"ל טובא לפי דעת רבינו דא\"כ אמאי לא פריך התם במכות דלילקי משום לא תאכל כל תועבה דהא יוצא חוץ לחומה מפסולי המוקדשין היא כמ\"ש רבינו בהלכות מעשה הקרבנות פי\"א הלכה ז' וז\"ל בשר ק\"ק שיצא חוץ לחומה ה\"ז נפסל ונאסר ואפי' שחזר למקום אסור לאכלו יעוי\"ש דהשתא לא מצי לשנויי ה\"מ היכא דקודם פיסולו חזי וכדמשמע לדר\"א דהא קדשים שהוטל בהן מום יוכיח דקודם פיסולו לא חזי דומיא דזר האוכל עולה קודם זריקה ואפ\"ה לוקה משום לא תאכל כל תועבה כמ\"ש רבינו וצ\"ע. ותו קשה למ\"ש רבינו בסמוך וז\"ל והיכן הזהיר הכתוב על הפגול ועל הנותר במלואים כו' ואמאי לא הביא מקרא דלא תאכל כל תועבה וכ\"ת לר\"א גופיה תקשי דנפקא ליה מקרא דלא יאכל ולא מייתי קרא דלא תאכל הא ל\"ק שהרי כבר כתב הר\"ב החינוך פ' צו סי' קמ\"ה וז\"ל ואולם אזהרתו ממה שכתוב במלואים לא יאכל כי קדש הם ואמרו ז\"ל שאותו הכתוב כולל באזהרה כל מה שנפסד מן הקדשים ואין ראוי לאוכלו כמו הנותר והפגול וכמו שאמרו ז\"ל שנכללו באזהרת לא תאכל כל תועבה שדרשו כל שתעבתי לך הרי הוא בבל תאכל וכיון שכן נאמר שהאחד הוא לתוס' לאוין עכ\"ד. וא\"כ לר\"א איכא למימר דנפקא ליה מקרא דלא יאכל לעבור עליו בשני לאוין אמנם מ\"ש רבינו ז\"ל והיכן הזהיר ק' דאמאי לא הביא קרא דלא תאכל והול\"ל דעובר בב' לאוין וגם זה צ\"ע כעת. ואגב אומר מה שנתקשה אצלי בלשון הרא\"ם הנ\"ל שהקשה דלמאי איצטרך לר\"ש למכתב תלתא קראי חד לאיסור אכילה וחד לאיסור הנאה ת\"ל מקרא דלא תאכל כל תועבה כל דבר שתעבתי לך אסור באכילה ובהנאה כדרב אשי ותי' וז\"ל וי\"ל דאליבא דתנא דבי ר' ישמעאל נמי איצטריכו תלתי קראי דלא תבשל חד לאיסור אכילה וחד לאיסור הנאה לחייב מלקות על בישולו ועל אכילתו דאי מקרא דלא תאכל הו\"ל לאו שבכללות ואין לוקין עליו עכ\"ד. ויש לדקדק דמה יענה שפתי צדיק ביום שידובר סברת רבינו דאין לוקין על ההנאה דלמאי איצטרך חד קרא דלא תבשל לאיסור הנאה ת\"ל מקרא דלא תאכל וכדר\"א דבהא לא שייך תירוצו ז\"ל ותו דאפי' החולקים על רבינו וס\"ל דלוקין על ההנאה תקשי להו לאיסי בן יאודה דקאמר א\"ל אלא באכילה בהנאה מנין אמרת ק\"ו דלמאי איצטרך למילף איסור הנאה מק\"ו הא נפיק מקרא דלא תאכל כל תועבה דהכא ליכא למימר דאיצטרך למלקי עליה דאין מזהירין מן הדין ונראה לומר דמעולם לא הוקשה לו להרא\"ם קרא דלא תבשל דאתא לאיסור הנאה משום דמצינן למימר דאיצטרך קרא משום דאי לאו קרא ס\"ד אמינא דנילף גזרה שוה קדש קדש מטריפה וכי היכי דטריפה מותרת בהנאה ה\"נ ב\"וח יהא מותר בהנאה וכס\"ל לר\"ש בפ' כל הבשר דף קי\"ו ע\"א ועיין במוהר\"ש אלגאזי בס' גו\"ה כלל ס\"ה וקרא דלא תאכל כל תועבה הוה מוקמי' לה לשאר איסורים וכדס\"ל לר\"ש וא\"כ מש\"ה איצטרך לא תבשל יתירה לאוסרו בהנאה ומה דק\"ל להרא\"ם ז\"ל הוא מלא תבשל יתירא דאתא לאיסור אכילה דאמאי איצטרך לכתוב תרי לא תבשל ומסברא הוא מוקמינן ליה לאיסור הנאה דאי לאיסור אכילה הא נפקא מקרא דלא תאכל כל תועבה ואהא תי' דאיצטרך למלקי עליה על בישולו ועל אכילתו וזהו מדוקדק בדבריו ממה שלא הזכיר בתי' שם הנאה כלל משמע דמלא תבשל דאיסור הנאה לא ק\"ל ומש\"ה לא הוצרך בתי' לומר דאיצטרך למלקי על הנאתו ג\"כ ומה שהזכיר בקושי' דאמאי איצטרך תלתא קראי חד לאיסור אכילה וחד לאיסור הנאה לאו דוקא וסירכיה דלישניה נקיט ומלא תבשל דאיסור אכילה הוא דק\"ל כנ\"ל ליישב בדוחק ובהיותי בענין זה עם החכם השלם סו\"ה כמוה\"ר יהודה אשכנזי נר\"ו הקשה אלי על מה שכתב הר\"ב פר\"ח ז\"ל בי\"ד סימן ק\"י ס\"ק י\"ג משם הר\"ש שכתב בסוף ס' כריתות בסוף דבריו וז\"ל ובהכי ניחא מה שמקשים העולם יאסר כל העולם בחרישה ובזריעה מטעם נחל איתן שהוא קבוע ולמאי דפרישי' כו' אבל אי ידעי' מקומו' אמינא כי הנזרע בתוכו אסור וכתב עליו הרב הנזכר ז\"ל מ\"ש הרב ז\"ל כי הנזרע בתוכו אסור נראה דמפיק לה הרב מדאמרי' בפ' כל הבשר לא תאכל כל תועבה כל שתעבתי לך ה\"ז בבל תאכל ופרכינן התם דכלאי זרעים הם עצמן תועבה וליתסרו ומשני דאיתקוש לכלאי בהמה דכתיב בהמתך כו' וא\"כ הכא גבי נחל איתן דליכא קרא למשרייה הנזרע בתוכו אסור דהא כל שתעבתי לך הוא עכ\"ל. וקשה דא\"כ לפי דברי הרב ז\"ל עכצ\"ל לר' אבהו דאמר כ\"מ שנאמר לא תאכל כו' אחד איסור אכילה ואחד איסור הנאה במשמע דה\"נ הזורע בנחל איתן אסור באכילה ובהנאה ולחזקיה דאמר בפ' כל שעה דדוקא לא יאכל משמע איסור הנאה אבל לא תאכל כו' איסור אכילה משמע איסור הנאה לא משמע ה\"נ מותר בהנאה כיון דנפקא ליה מקרא דלא תאכל כל תועבה והשתא ק' דבפ' כל שעה דף כ\"ג ע\"ב פרכינן בגמ' מכדי אותבינהו כל הני קראי ושנינהו חזקיה ור\"א במאי פליגי ולא אשכח פירוקא אלא דאית בינייהו חולין שנשחטו בעזרה ואליבא דר\"י ואמאי לא משני דאית בינייהו זורע בנחל איתן דלחזקי' הנזרק בתוכו מותר בהנאה ולר' אבהו אסור בהנאה וצ\"ע כעת:<br><b> עוד </b> כתב הרב הנזכר וז\"ל והנה אף שלכאורה דברי רבינו שלא חייב מלקות בהנאה מב\"וח הם תמוהים נראה שיש להכריח סברתו מדתנן בפ\"ג דכריתות דף י\"ג יש אוכל אכילה כו' ובאר בגמרא דאף דקי\"ל דאין איסור חל על איסור שאני הכא דאיסור מוסיף הוא דכיון דאקדשינהו איתוסף בו איסור הנאה ויש לתמוה דבפרק כל הבשר דף קי\"ג אמרינן המבשל חלב בחלב פליגי בה רבי אמי ורבי אסי חד אמר לוקה וחד אמר אינו לוקה ומתבאר שם באותה סוגי' דלכ\"ע אין איסור ב\"בח חל על חלב וכן פסק רבינו בפ\"ט מהלכות מאכלות אסורות הלכה ו' והשתא יש לתמוה דהא איסור מוסיף הוה דהשתא נאסר בהנאה וא\"כ אמאי לא חייל איסור בב\"ח על איסור חלב ולסברת רבינו ז\"ל ניחא דע\"כ לא חשיב הנאה איסור מוסיף אלא היכא דלוקה על הנאה כגון ההיא דמוקדשין אבל ב\"בח דליכא מלקות בהנאה לא שייך איסור מוסיף אלו ת\"ד יע\"ש. ולדעתי אכתי לסברת רבינו ז\"ל קשה דאמאי לא חייל איסור ב\"בח על איסור חלב לפי מה שפסק רבינו ז\"ל דב\"בח לוקין על שלא כדרך הנאתו הא הו\"ל איסור מוסיף דחלב לא אסיר אלא בכדרך הנאתו וב\"בח לוקין על שלא כדרך הנאתו ואם נאמר דהא לא חשיב איסור מוסיף אלא איסור חמור ה\"נ איכא למימר לענין איסור הנאה וכמ\"ש התוס' חולין דף ק\"א ע\"א ד\"ה איסור יע\"ש ודוק: ומ\"מ מה שנראה מדברי רבינו י\"ל דאפי' ב\"בח וכלאי הכרם אין לוקין על ההנאה כמ\"ש הרב הנזכר ודלא כמ\"ש הר\"ב פר\"ח א\"ח סי' תמ\"ג שיש לתמוה דהרי בירושלמי כ\"כ בהדיא דמה שנשתנה כלאי הכרם משאר איסורים הוא אף לענין הנאה דגרסינן התם בפ\"ג דערלה דקאמר ר\"א בשם ר\"י העושה אספלנית משור הנסקל ומחמץ בפסח אינו לוקה שאין ל\"ת שלו מחוור (כלומר דאפקיה מלשון אכילה כ\"כ הר\"ב שדה יהושע) מכלאי הכרם לוקה דכתיב פן תקדש פן תוקד אש ע\"כ. הרי בהדיא דבכלאי הכרם לוקין על ההנאה וא\"כ מנ\"ל לומר דמאי דקאמר אביי ה\"מ בכלאי הכרם שלוקין שלא כדרך הנאתו על אכילה שלא כדרך הנאה קאמר ופליג אירושלמי סוף דבר דברי רבינו צריכים תלמוד: עוד כתב הרב הנזכר וז\"ל ודע שאף לדעת הרמב\"ן ז\"ל שהנהנה מב\"בח לוקה אין לומר שהאוכל מב\"בח ילקה שנים אחת משום אכילה ואחת משום הנאה וראיה לדבר מהא דאמרינן במכות המבשל גיד הנשה בי\"ט ואכלו לוקה חמש ואם איתא ילקה שש משום הנאה ע\"כ. והנה מה שהביא ראיה מההיא דמבשל ג\"ה יש מי שהקשה עליו דלאו ראיה היא דאי' למימר דהא מני ר\"ש דא\"ל דב\"בח מותר בהנאה והא ודאי בורכא היא דהך ברייתא ע\"כ לאו ר\"ש היא משום דר\"ש ס\"ל דאין בגידין בנותן טעם וכדאי' בפ' כל הבשר דף ק\"א וא\"כ איך קתני בברייתא לוקה משום אוכל ב\"בח אלא אי קשיא הא קשיא דנימא דהך ברייתא איסי ב\"י היא דמפיק איסור הנאה מק\"ו ואין"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ז\"ל </b>\n<b> נזדמנה </b>\n<b> לו טבילה של מצוה כורך עליו גמי כו'.</b>\n<b> כתב מרן ז\"ל ברייתא פ' כל כתבי כו' ר\"י אומר טובל כדרכו ובלבד שלא ישפשף ופסק כת\"ק כו' ומבואר שם בגמרא דת\"ק ס\"ל דטבילה בזמנה לאו מצוה ואולם התוס' פ\"ק דיומא ד\"ח ע\"א ד\"ה דכ\"ע כו' דכתבו וז\"ל ור\"ח פסק כב\"ש וב\"ה דפ' המפלת דסברו טבילה בזמנה מצוה כו' וכן נראה שהוא דעת רבינו ממ\"ש בפ\"ג מה' שביתת העשור הלכה ב' כל חייבי טבילות טובלין כדרכן בין בט\"ב בין ביוה\"כ ומשמע דהיינו טעמא משום דטבילה בזמנה מצוה וכמ\"ש רש\"י בפ\"ק דתענית די\"ג ע\"א ד\"ה אלא לאו יע\"ש וכן נראה מדברי מרן הב\"י א\"ח סי' תקצ\"ד שהבין בדעת רבינו שדעתו לפסוק כמ\"ד טבילה בזמנה מצוה וכיון שכן ק' טובא דנמצאו דבריו סותרים למה שפסק כאן כת\"ק דר\"י וכן הקשה הר\"ב הלח\"מ שם ותירץ דרבינו סובר כמ\"ש התוס' פ\"ב דביצה די\"ח דאפי' מ\"ד טבילה בזמנה לאו מצוה מותר לטבול ביוה\"כ והביאו ראיה משלהי יומא יע\"ש וכן כתבו בפ' כל כתבי דקכ\"א וכן משמע ממ\"ש בסוף פ\"ק דיומא ד\"ח ד\"ה אי דצלי יע\"ש ואע\"ג דבתענית אמרינן חייבי טבילות אין אינש אחרינא לא אולי הטעם משום לקרב טהרתם אע\"ג שאינו מצוה זהו תורף דבריו יע\"ש ועיין במוהר\"ם ן' חביב בס' שמות בארץ בקונטרס תיה\"ך שהקשה על הרב דאיך אפשר לומר שדעת רבינו כדעת התוס' שהרי כתב שם בדין ג' דבעלי קריין בזמן הזה אסור לו לטבול ולדעת התוס' משמע דשרי לטבול כיון שאינה רחיצה של תענוג ואפשר ליישב דע\"כ לא שרינן לטבול אפילו למ\"ד טבילה בזמנה לאו מצוה אלא דוקא היכא שמחויב טבילה ומש\"ה שרינן כדי לקרב טהרתם ומש\"ה בעלי קריין בזמן הזה כיון דמדינא לא מחייב טבילה לא שרינן ליה והו\"ל כאינש דעלמא ודוק:</b><br><b> ומ\"מ </b> אכתי לא הונח לנו לדעת מרן שנראה מדבריו בב\"י שדעת רבינו דטבילה בזמנה מצוה מדכת' ה\"מ טבילה בזמנה אבל שלא בזמנה לא וא\"כ קשה איך כתב בכ\"מ שרבינו פסק כת\"ק דר\"י ולע\"ד נראה ליישב שדעת רבינו כמ\"ש התוס' בסוף יומא ד\"ה מכלל שכתב וז\"ל הא דלא פריך נמי מדרבנן דסברי מצוה וברייתא דמייתי ס\"ל לאו מצוה י\"ל דלענין ה\"מ מצוה ואין לעבור זמנה במזיד ובמתכוין ולהכי ס\"ל דטובל מן המנחה ולמעלה אבל במה שהן סוברים שיש לחזור אחר גמי בזה בודאי לא תדחה הטבילה ועוד מפני כבוד השם עכ\"ל יע\"ש וס\"ל לרבינו דהא דאמרינן בגמרא דת\"ק סבר לא אמרינן טבילה בזמנה מצוה הכונה לומר דת\"ק ס\"ל דבהא לא אמרינן טבילה בזמנה מצוה ור\"י סבר דאפילו בהא נמי אמרינן טב\"מ כנ\"ל נכון:<br><b> ועל </b> פי זה נ\"ל ליישב דעת רבינו שכתב בפ' י\"א מהלכות פרה אדומה הלכה ב' וז\"ל מי שהוזה עליו בשלישי ולא הוזה עליו בז' ושהה כמה ימים טובל בכל עת שירצה אחר הז' כו' והשיב עליו הראב\"ד מדאמרי' בקידושין דס\"ב והזה הטהור על הטמא ביום הג' וביום הז' ל\"ל אצטריך סד\"א ג' למעוטי ב' ז' למעוטי ו' דקא ממעט בימי טהרה אבל היכא דקא עבד בשלישי ובשמיני אימא ש\"ד קמ\"ל. ומה שתירץ מרן הכ\"מ ז\"ל יש בו מן הקושיא עיין בהר\"ב בתי כהונה חלק בית ועד דף ע\"א ע\"ב יע\"ש אכן כפי מ\"ש שדעת רבינו רמב\"ם נ\"ל ליישב דס\"ל לרבינו ז\"ל דהא דאמרי' בקדושין דקרא דוהזה הטהור אתא למעוטי דאי עבד בג' ובח' דלאו מידי וטמא יקרא היינו משום דאותה סוגייא אזלא אליבא דמאן דאמר טבילה בזמנה לאו מצוה מדפריך בתר הכי וחטאו ביום השביעי ל\"ל אצטריך סד\"א ה\"מ לקדשים אבל לתרומה בחד נמי סגיא קמ\"ל ואלו למ\"ד טבילה בזמנה מצוה הא אצטריך קרא דוחטאו ביום הז' לאשמעי' דטבילה בזמנה מצוה וכמ\"ש רש\"י והתוספות בשמעתין. ומש\"ה אייתר לן תרי קראי וע\"כ צ\"ל דחד למעוטי דאי עבד בח' לאו מידי עבד וחד לרבויי דתרומה נמי בעיא הזאה שלישי וז' אמנם לדידן דקי\"ל דטב\"מ מקרא דוחטאו א\"כ לא אייתר לן אלא קרא דוהזה עליו ביום הג' איכא למי' דקרא דוהזה אצטריך לרבויי תרומה וקרא דוחטאו לאשמועינן דטבילה בזמנה מצוה אבל היכא דעבד בג' ובח' ה\"נ דשפיר דמי דכיון דלית לן מעוטא מהיכא תיתי למעוטינהו כיון דאית סבר' דמפיש בימי טהרה וא\"כ דאפילו למ\"ד טבילה בזמנה מצוה נפקא ליה מקרא דוחטאו כדדריש בספרי דאכתי וחטאו מיותר דאי לאשמועינן טב\"מ לכתוב קרא והזה הטהור כו' וכבס בגדיו ורחץ במים ביום הז' וטהר בערב וחטאו ל\"ל אלא ודאי אתא לאשמועינן דוחטאו מ\"מ באיזה זמן שיהיה אפי' בח' ובשלישי וביום השביעי אוכבס בגדיו דבתריה קאי וכאלו כתיב ביום השביעי וכבס בגדיו ועיין ברא\"ם ז\"ל פ' חקת כו'. וכ\"ת א\"כ אמאי לא משני תלמודא בקדושין הכי דקרא דוחטאו אצטריך לאשמועינן דאי עבד בח' דמפיש בימי טהרה ש\"ד כדדריש בספרי וקרא דוהזה אצטריך לאשמועינן דאפילו בתרומה בעינן תרתי שלישי ושביעי הא ל\"ק די\"ל דכיון דתלמודא דידן אתיא אליבא דמ\"ד ט\"ב לאו מצוה לא מצי לתרוצי הכי משום דאכתי קשה דאי קרא דוחטאו אתא לאשמועי' דאי עבד בח' ש\"ד לא הי\"ל למכתב וחטאו ביום הז' דמשמע דוקא שביעי אבל לא ח' דקאי ארבוי אלא הכי הו\"ל למכתב וחטאו וכבס בגדיו דאז הוה משמע שפיר דמשום הכי כתיב וחטאו סתם לומר וחטאו מ\"מ באיזה זמן שיהי' אפי' בח' וא\"כ משום הכי הוצרך תלמודא לומר דקרא דוחטאו אצטריך לי' דאפילו לתרומה נמי בעינן הזאה בז' ולא סגי בהזאת ג' אלא בעינן תרתי וקרא דהזה אצטריך לומר דאי עבוד בח' לאו מידי הוי. אמנם למאן דס\"ל טבילה בזמנה מצוה קרא הכי מדריש וחטאו מ\"מ ואפי' בח' וביום הז' אוכבס בגדיו דבתריה קאי והכריחו לרבינו לומר כן דהשתא בריית' דספרי ותלמוד דידן לא פליגי דסוגיא דקידוש' אתיא כמ\"ד טבילה בזמנה לאו מצוה ובריית' בספרי אתיא כמ\"ד טבילה בזמנה מצוה ודו\"ק. ומה שתירצתי עוד בזה מצאתיו בס' הנז' דף הנז' יע\"ש ויש להוכיח קצת דעת רבינו ז\"ל מהא דגרסי' בירושלמי בפ' אלו דברים הלכה ג' אמר ר\"ע כו' ומצו' להזות תפתר שחל יום הח' שלו להיות בי\"ד שחל להיות בשבת שאלו חול הוא היו מזין עליו ואח\"כ בא ושוחט לו את פסחו והוא נכנס ואוכלו בערב מכיון שהוא שבת ואינו מזה עליו נמצא מתעכ' מן המצות ע\"כ אר\"א תיפת' שחל יום הז' שלו להיות בי\"ג שחל להיות בשבת שאלו חול הוא היו מזין עליו ולמחר בא ושוחט את פסחו מכיון שהוא שבת אין מזין עליו. ונמצא מתעכב מן המצות ע\"כ והשתא לפי דעת הראב\"ד ורש\"י ז\"ל אמאי הוצרכו בירוש' לומר כשחל יום ז' בי\"ד או בי\"ג ועדיפא מינייהו הול\"ל אפי' כשחל בי' בשבת דמכיון שהוא שבת אין מזין עליו בז' וצריך עוד למנות ג' וז' ונמצא מתעכב מן המצות אלא מוכח דלא משכחת לה אלא בי\"ד או בי\"ג אבל בשאר ימים לא דמזין עליו בכל עת שירצה כדעת רבינו ועיין בתוס' ישנים יומא דף ח' שכתבו משם ריב\"ה כדעת רבינו ודו\"ק:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות יסודי התורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}