{
    "versionTitle": "Part 3", 
    "sectionNames": [
        "Essay", 
        "Statement"
    ], 
    "language": "he", 
    "title": "Sefer Kuzari", 
    "text": [
        [], 
        [], 
        [
            "(א) אמר החבר: זאת תורת עובד האלוה משלנו: אין הוא פורש מן העולם עד שיהיה הוא למשא על העולם והעולם למשא עליו ואינו מואס בחיים שהם אחת הטובות שהשפיע האלוה עליו (והאלוה מזכירם כחסד באמרו את מספר ימיך אמלא והארכת ימים) להפך אוהב הוא את העולם ואת אריכות הימים שהרי הם המקנים לו את העולם הבא כי כל מעשה טוב שהוא מוסיף בעולם הזה מעלהו מדרגה בעולם הבא אמנם רוצה היה להגיע למעלת חנוך שנאמר בו ויתהלך חנוך את האלהים או למדרגת אליהו להפנות מעסקי העולם הזה ולהתיחד עם חברת המלאכים שאז לא היה חש ביחידות ובבדידות כי היה מוצא לו צות במלאכים ולהפך מצטער היה להמצא ברב עם כי תחסר לו בתוכם ראית מלכות השמים שעמה אינו צריך לא למאכל ולא למשתה אכן לאנשים אשר כאלה ראויה הבדידות הגמורה גדולה מזאת הללו מתאוים למות כי כבר הגיעו למדרגה אשר אין מדרגה למעלה ממנה שיקוו לעלות אליה והנה החכמים המתפלספים אוהבים גם הם את הבדידות לשם זכוך מחשבותם שעל ידי זה הם יכולים להוציא בהקשיהם ההגיוניים מסקנות נכונות ועל ידי אלה תעלה בידם האמת בכל השאלות אשר נשארו להם ספקות בהן אך עם זה מבקשים הם לפגש תלמידים שיביאו אותם אל מחקר נוסף ואל חזוק הזכרון (כמו שהאיש השוגה בצבירת ממון אינו רוצה כי אם בחברת אדם שאפשר לסחר עמו ולהרויח על ידו) זאת היא מדרגת סוקרטס והדומים לו אבל אלה אינם כי אם יחידי סגלה שכיום אין תקוה להגיע למדרגתם אמנם בהיות השכינה שורה בארץ הקדושה על האמה המסגלת לנבואה נמצאו שם אנשים שפרשו מן העולם ושכנו במדברות אולם הם התחברו לדומים להם ולא היו מתבודדים לגמרי גדולה מזאת מחזקים היו איש את אחיו בידיעת התורה ומצוותיה המקרבות אל המדרגה ההיא האלוהית בקדשה ובטהרה אלה היו בני הנביאים אולם בזמננו אנו ובמקומנו אנו ובקרב העם הזה וכשאין חזון נפרץ כשהחכמה הנקנית מועטת והחכמה המטבעת נעדרת כל המשקיע עצמו בפרישות של נזירות מכניס עצמו ביסורים ובחלי נפשי וגופני איש אשר כזה יראו בפניו דכדוכי החלאים אך בני האדם יחשבום לדכדוכי ענוה וכניעה וככה יהיה לשבוי המואס בחיים מתוך שהוא קץ במאסריו וביסוריו לא מתוך שהוא מוצא הנאה בבדידות וכיצד לא יהיה כדבר הזה והרי אדם זה לא דבק באור האלוהי עד שימצא בו את חברתו כנביאים וכן לא הגיע לחכמות שאדם מוצא ספוק בשגותו בהן והן מנעימות לו כל ימי חייו כפילוסופים נניח כי איש זה ירא אלהים הוא וחסיד אבל אוהב הוא לשוחח עם אלהיו ביחידות ולעמד להתחנן ולהתפלל בכל התחנונים והבקשות שאפשר לו לזכר אשר לתחנות המחדשות לא ימצא בהן הנאה כי אם לימים מועטים כל זמן שהן חדשות אך במדה שהן נעשות שגורות בפיו אין נפשו בתפעלת מהן ואין בזה יסוד לא לכניעה ולא לכליון נפש וכך הוא נשאר יומם ולילה במצב שנפשו תובעת ממנו ספוק צרכיה הטבעיים ראיה שמיעה דבור פעלה אכילה ושתיה וחיי משפחה בקשת רוחה בפרנסתו ותקנת עניני ביתו עזרה לדל וכבוד התורה מהונו בכל מקום שיש צרך בזה האם לא יתחרט על כל אשר אסר בו את נפשו ובחרטה זאת הלא יוסיף להתרחק מן הענין האלוהי שאליו בקש להתקרב:", 
            "(ב) אמר הכוזרי: תאר נא לי אפוא מה מעשי החסיד אצלכם:", 
            "(ג) אמר החבר: החסיד הוא האיש המפקד על מדינתו הנותן לכל יושביה את לחם חקם ומספק להם כל צרכם במדה נכונה והוא נוהג בכלם בצדק לא יעשק איש מהם ולא יתן לאיש יותר ממנתו הראויה לו כי על כן הוא מוצא את כלם בשעה שהוא צריך להם נשמעים לו ממהרים להענות לקריאתו עושים ככל אשר יצום ונזהרים מכל אשר יאסר עליהם:", 
            "(ד) אמר הכוזרי: לחסיד שאלתיך לא למושל:", 
            "(ה) אמר החבר: החסיד הוא הוא המושל שהרי כל חושיו וכחותיו הנפשיים והגופניים סרים אל משמעתו והוא מנהיג אותם הנהגה מדינית ממש כמה שנאמר ומשל ברוחו מלכד עיר והוא האיש הראוי לשלט כי אלו עמד בראש מדינה היה נוהג בה בצדק כשם שנהג מנהג צדק בגופו ובנפשו שכן הוא חוסם את הכחות המתאוים ומונע אותם מעבר גבולם לאחר שנתן להם חלקם וספק להם כל מה שממלא חסרונם מאכל במדה ומשתה במשורה ורחיצה וכל השיך לה כפי הצרך וכן הוא חוסם את הכחות הכעסניים השואפים להגלות שלטונו לאחר שספקם ונתן להם חלקם בנצחנות עד כמה שזו נחוצה לוכוחים בחכמות או בדעות ולשם גערה באנשים רעים ואף לחושים הוא נותן חלקים במדה שהתועלת העולה מפעולתם שבה אליו שכשם שהוא משתמש בידיו וברגליו ובלשונו רק לשם צרך הכרחי ורק מתוך בחירה במועיל כך יעשה לשמיעה ולראיה (שהחוש המשותף נמשך אחריהן) וכן יעשה לדמיון לסברה למחשבה ולזכרון ולבסוף לכח הרצון המשתמש בכל אלה בשעה שהוא עצמו נמצא ברשות הבחירה השכלית ומשרת אותה אולם אין החסיד מניח לאחד האברים והכחות האלה לעבר את הגבול בפעלה המיחדתו ומזלזל ביתרם ולאחר שעשה החסיד לכל אחד מאלה כל צרכו ונתן לכחות הטבעיים מנוחה ושנה במדה מספקת ולחיוניים ערות ותנועה די צרכם לשם פעלה בעניני העולם הזה הוא קורא לעדתו זו (כאשר יקרא המושל הנערץ לחילו הנשמע לו) כי תבא לעזרתו במאמציו להדבק במדרגה שלמעלה מזו שהשיג במדרגה האלוהית העומדת למעלה מן המדרגה השכלית לשם כך הוא מסדר את עדתו ועורכה במערכה כדרך שסדר משה רבנו ע\"ה את עדתו מסביב להר סיני פוקד הוא על כח הרצון לקבל כל צו אשר יבואהו מאתו ולהשמע לו ולקימו מיד ובלא כל התנגדות בהשתמשו לשם כך בכחות ובאברים לפי מה שצוה וכן יצוה עליו שלא יפנה אל השטנים של הסברה והדמיון ולא ישמע אליהם ולא יתן בהם אמון עד שיועץ עם השכל אם יאשר זה את דבריהם יקבלם ולא יתנגד להם ומיד מקבל עליו הרצון את הצו הזה ומחליט לקימו אחרי זה מכון החסיד את כלי המחשבה ומפנה אותם מכל הרעיונות על העולם הזה שהיו בהם קדם לכן אחרי כן מטיל החסיד על כח הדמיון להעביר לנגד עיניו כחקוי לענין האלוהי המבוקש את המחזות הנהדרים ביותר השמורים בנפשו על ידי הכח המשמר כגון מעמד הר סיני ומעמד אברהם ויצחק בהר המוריה וכגון משכן משה ע\"ה וסדר העבודה ושכן הכבוד בבית ורבים כיוצא באלה אותה שעה הוא מצוה על הכח המשמר שיאצר את כל אלה למען לא ישכחם ואחרי זה הוא גוער בסברה ובשטניה לבל יבלבלו עליו את האמת ולבל יכניסו אל לבו ספק בה ולבסוף הוא גוער בכח הכעסני ובכח המתאוה לבל יטו את כח הרצון מדרכו ולבל יעסיקוהו ויטרידוהו בכעס ובתאוה אשר אתם ואחר כל ההכנה הזאת מעורר כח הרצון את כל האברים המשמשים אותו לעשות מלאכתם מתוך זריזות חריצות ושמחה וככה יעמדו ולא יתעצלו בשעה שעליהם לעמד וישתחוו כשיצוו להשתחוות וישבו בהגיע עת הישיבה ותהיינה העיניים מביטות כהביט עבד אל אדוניו והידים נמנעות מבטלה ולא תחבקנה אשה רעותה והרגלים שוות בעמידתן וכל האברים יעמדו כאלו ביראה ופחד לעשות רצון מנהיגם ולא יחושו בכאב או בנזק המגיע אליהם אשר ללשון של החסיד שוה היא בכל למחשבה ואינה מוסיפה עליה ונמצא שאין תפלת החסיד דבר שבמנהג או שבהרגל כשירת הזרזיר והתכי אלא כל מלה מחשבה עמה וכונה בה בדרך זו תהיה שעת התפלה לחסיד כגרעין הזמן ופריו ושאר השעות תהיינה לו כדרכים המוליכות אל שעה זו שלבואה הוא מצפה כי על ידה הוא מדמה אל העצמים הרוחניים ומתרחק מן הבהמיים וכשם שהיו לו שלש עתות התפלה שבכל יום פרי יומו ולילו כך יהיה לו יום השבת לפרי השבוע כי יום זה מזמן להדבקות בענין האלוהי וכל עבודת החסיד היא בשמחה לא בכניעה כמו שבארנו למעלה והנה ערך כל אלה לנפש הוא כערך המזון לגוף שכן תפלת האדם טובה לנפשו כשם שהמזון תועלת לגופו וכן ברכת כל תפלה שורה על האדם עד שעת תפלה שאחריה כשם שכח הסעדה שסעד מתקים בו עד שיסעד סעדת לילה אולם ככל אשר תתרחק שעת התפלה תלך הנפש הלוך וקדור מטרדות העולם הבאות עליה וביחוד אם יביאנה ההכרח להמצא בחברת ילדים נשים או אנשים רעים ולשמע דברים העוכרים זך נפשו דבורים מגנים או שירים שהנפש נוחה אחריהם עד שאי אפשר להשתלט עליה אך בשעת התפלה מטהר האדם את נפשו מכל מה שעבר עליה בינתים ומכין אותה לקראת העתיד אמנם על אף הסדר הזה אי אפשר שיעבר שבוע בלא שיתקלקלו הגוף והנפש כי במשך ימות השבוע מצטברים מותרות עוכרים שלא יתכן לצרפם ולבערם כי אם על ידי התמדה בעבודת ה' במשך יום תמים נוסף על מנוחת הגוף ככה ממלא הגוף בשבת את אשר אבד לו בששת הימים ויתכונן לקראת העתיד והנפש אף היא זוכרת ביום זה מה שאבד לה מתוך שעסקה בצרכי הגוף ביום זה היא כאלו מתרפאת ומחלימה מחלי שהיה לה ומצטידת בכחות שידחו מעליה את החלי הזה לעתיד כדרך שהיה איוב נוהג לעשות אחת לשבוע למען בניו באמרו אולי חטאו בני ושוב מתעתד החסיד לקראת הרפואה החדשית בראש חדש שהוא זמן כפרה לכל תולדותם כלומר לתולדות החדשים והתולדות הללו הן מארעות הימים כמה שנאמר כי לא תדע מה ילד יום ושוב יתעתד לקראת שלש רגלים ולבסוף לקראת יום הצום הנכבד ביום זה יטהר מכל חטא שחטא בעבר ובו ישלים את אשר החסיר בשבתות ובראשי החדשים ביום זה תטהר הנפש מכל בלבולי הסברה הכחות הכעסניים והכחות המתאוים ותשוב בתשובה שלמה מלחזקם במחשבה או במעשה ואם אי אפשר לה לשוב מעליהם במחשבה בהתגבר עליה הרהורים ששמרה עליהם מאז עוד בימי נעוריה מתוך שירים ששמעה או ספורים וכדומה דיה שתטהר מן המעשים ותבקש כפרה על ההרהורים ותקבל עליה שלא תעלם על לשונה כמה שנאמר זמתי בל יעבר פי וכל שכן שלא תביעם במעשה והנה צום היום הזה עושה את החסיד דומה כמעט למלאכים שכן עובר עליו היום בענוה ובכניעה בעמידה ובהשתחויה בשבוח ובהודאה וכל כחותיו הגופניים צמים מן הצרכים הטבעיים וטרודים בטרדה של מצוה לבד כאלו לא היה בו טבע בהמי כלל וכזה יהיה צום החסיד בכל עת אשר יצום מענה הוא בו את הראיה והשמיעה ואת הלשון ואינו מעסיקן כי אם בדברים המקרבים את האדם אל האלוה וכן יעשה גם לכחות הפנימיים לדמיון למחשבה וכדומה ובזה יתקשרו המעשים המתקנים הידועים:", 
            "(ו) אמר הכוזרי: ומה הם המעשים הידועים:", 
            "(ז) אמר החבר: רק המעשים והחקים החברתיים והשכליים הם הידועים אולם המעשים האלוהיים הנוספים על אלה והמיחדים לאמת אל חי אשר בעבורם הוא מנהיגה אינם ידועים כי אם בבואם מאת האלוה מפרשים ומפרטים גדולה מזאת אף המעשים החברתיים והשכליים אינם ידועים בשלמות כי גם אם נדע כל אחד מהם כשהוא לעצמו אין שעורו ידוע לנו כך ידוע לנו כי ההענקה לעובד והכרת הטובה חובה הן וכי אמון הנפש בצום ובכניעה חובה כי ההונאה מגונה כי מנהג ההפקר עם הנשים מאוס וקרבת הבשר עם אחדות מן השארות מגנה וכי כבוד ההורים חובה וכיוצא באלה אבל שימת הגבולות לכל אלה וקביעת שעור מתאים לכל אדם אינן כי אם לאלוה ית' אולם המעשים האלוהיים אין לשכלנו מבוא אליהם כלל גדולה מזאת השכל מרחיק אותם ואין הוא מקבלם כי אם כמו שאדם חולה מקבל עליו פקדות הרופא ותרופותיו הלא תראה כי המילה עם היותה רחוקה מן ההגיון ועם שאין לה כל מבוא לחקה החברתית קים אותה אברהם בו עצמו על אף קשי הדבר מצד הטבע כי הוא היה אז בן מאה שנה ואף בבניו קים אותה וכך היתה לאות ברית למען ידבק בו ובזרעו הענין האלוהי כמו שאמר האלוה והקימותי את בריתי ביני ובינך ובין זרעך אחריך לדרתם לברית עולם להיות לך לאלהים ולזרעך אחריך:", 
            "(ח) אמר הכוזרי: באמת קבלתם עליכם את המצוה הזאת כראוי וקימתם אותה בתכלית ההשתדלות לברך עליה בהמון רב ובזמון ובהזכרת טעמה וסבתה בברכה וכל אמה אחרת שהשתדלה להדמות אליכם לא עלה בידה כי אם הצער לא ההנאה זו אינה מגיעה כי אם למי שחושב על הסבה אשר בגללה הוא סובל צער זה:", 
            "(ט) אמר החבר: וכן בשאר ההדמיות לא יכלה כל אמה להדמות אלינו בשום דבר הלא תראה אותן האמות אשר קבעו לעצמן יום למנוחה במקום שבת כלום יכלו לחקותנו אם לא כאשר תחקינה צורות הצלמים את צורות בני האדם החיים:", 
            "(י) אמר הכוזרי: בחשבי על מצבכם ראיתי כי אמנם יש לאלוה סוד בדאגו להשארתכם וכי את השבתות והמועדים שם האלוה בין הסבות החזקות ביותר להשתמרות דמותכם וצביונכם כי האמות היו מחלקות אתכם ביניהן וכובשות אתכם לעבדים להן בעבור בינתכם וזך דעתכם ואף שמות אתכם לאנשי מלחמה לולא הזמנים ההם שאתם שומרים בנאמנות כזאת בהיותם מועדים שנתנו לכם מאת האלוה ובהיות טעמיהם חשובים כל כך זכר למעשה בראשית זכר ליציאת מצרים זכר למתן תורה כל אלה ענינים אלוהיים שנצטויתם לזכרם תמיד ולולא הימים האלה לא היה אחד מכם לובש בגד נקי ולא הייתם מתכנסים למקום אחד לשם קריאה בתורתכם מחמת דכאונכם בארך תקופת שעבודכם ולולא הם שהיו לכם לא הייתם מתענגים יום אחד בכל ימי חייכם עכשו עוברת עליכם בימים אלו ששית ימי חייכם במנוחת הגוף ובמנוחת הנפש מנוחה שאין מלכים יכולים להגיע לשכמותה הואיל ואין דעתם מישבת עליהם ביום מנוחתם שהרי אם יביאם הצרך הקל ביותר לעשות עבודה ולצאת למסע באותו היום יסעו ויעבדו וככה אין נפשם מוצאת לה מנוחה שלמה ולולא הימים האלה היה כל קנינכם עובר לידי אחרים שהרי מזמן הוא להיות שלל למשעבדיכם ונמצא שהוצאתכם על הימים האלה היא רוח לכם בזה ובבא ובהיותה כלה לשם שמים:", 
            "(יא) אמר החבר: והנה החסיד משלנו שומר את כל המצוות האלוהיות האלה רצוני לומר מילה ושבתות ומועדים וכל דיניהן שנצטוינו עליהם מאת האלוה מתרחק הוא מן העריות ומן הכלאים בצמחים ובבגדים ובבעלי החיים שומר שמטה ויובל ונזהר מעבודה זרה ומכל התלוי בה וכן הוא נזהר מדרש אחר ידיעת הנעלם אם לא על ידי נבואה או אורים ותמים או החלומות הנאמנים ואינו פונה אל קוסם ומכשף או חובר ומעונן ומנחש מתרחק הוא מן הזיבות והנדות מבעלי חיים טמאים במאכלו ובמגעו ומנגע הצרעת ונזהר מדם ומחלב שהם חלק מאשי יי וזהיר הוא להקריב כל קרבן שיתחייב בו על עברה בשגג ובמזיד וכן כל שיתחיב בו בפדיון בכור ובבכורות ועל כל לדה שתהיה אצלו וכל קרבן ומנחה על זיבות וצרעת הנראות אצלו ומלבד אלה נזהר הוא בחיובי מעשר ראשון ושני ומעשר עני והראיון שלש פעמים בשנה וקרבן פסח לכל דיניו שהוא קרבן ה' וחיב בו כל אזרח בישראל וכן יקים מצוות סכה ולולב ושופר וכך הוא נזהר בכל הכלים שיש בהם צרך מצוה בכלי הקדש הטהורים המשמשים למנחות ולקרבנות הללו ובכל קדשה וטהרה שהוא חיב בהן וכן נזהר הוא מפאה ומערלה ומקדש הלולים כללו של דבר שומר הוא כל שאפשר לו לשמר מן המצוות האלוהיות למען יצדק באמרו לא עברתי ממצותיך ולא שכחתי נוסף על הנדרים והנדבות והשלמים וכל נזירות שקבל עליו אלה וכיוצא באלה הן המצוות האלוהיות שרבן מוצאות שלמותן בעבודת כהנים אשר למצוות החברתיות הלא הן לא תרצח ולא תנאף ולא תגנב ולא תענה ברעך וכבוד אב ואם ואהבת לרעך ואהבתם את הגר ולא תכחשו ולא תשקרו וההתרחקות מן הנשך והרבית והזהירות במאזני צדק אבני צדק איפת צדק והין צדק ועזיבת הלקט העוללות והפאות לעני וכל המצוות הדומות לאלה אשר למצוות השכליות הלא הן מעין אנכי יי אלהיך ולא יהיה לך ולא תשא ונוסף עליהן האמונה שנתבררה בתורה הזאת כי האלוה ית' צופה ויודע צפוני בני אדם ועל אחת כמה וכמה מעשיהם ואמרותם וכי הוא הגומל להם כמעשיהם הטובים או הרעים וכי עיני ה' משוטטות בכל הארץ לפי זה אין החסיד עושה מעשה חושב מחשבה או מדבר דבר בלא שיאמין כי יש עין רואה אותו וצופה עליו וגומלת לו על הטוב ועל הרע ופוקדת עליו כל מעות בדבורו ובמעשהו ולכן הוא הולך ויושב כירא וחרד המתביש לעתים ממעשיו כשם שהוא שמח ונהנה ובא להתרוממות הנפש בעשותו את הטוב ובשאתו בעל עבודת האלוה יראה את עצמו כגומל לאלוה על טובתו כללו של דבר מתוך אמונתו מקים החסיד את מאמר חכמינו הסתכל בשלשה דברים ואין אתה בא לידי עברה דע מה למעלה ממך עין רואה ואזן שומעת וכל מעשיך בספר נכתבים רואה הוא כטענה נכונה את דברי דוד הנטע אזן הלא ישמע אם יצר עין הלא יביט ואת כל דברי דוד במזמור ה' חקרתנו ותדע כי בהסתכלו באבריו מוצא הוא את כלם ערוכים בחכמה בהנהגה בסדר ובשעור והוא רואה אותם נשמעים לרצונו גם בשעה שאין הוא יודע כלל מה מהם צריך הוא להניע למשל ברצותו לקום מוצא הוא את כל האברים כעוזרים מציתים שהספיקו להקים את גופו בלא שהרגיש הוא בהם והוא הדין ברצותו לשבת או ללכת או להמצא באחד משאר המצבים ולזה רמז דוד באמרו אתה ידעת שבתי וקומי ארחי ורבעי זרית וכל דרכי הסכנת וגדול מזה ודק ועמק ממנו הוא ענין כלי הדבור אתה מוצא את התינוק מדבר כל שהוא שומע בלי אשר ידע באיזה אבר ובאיזה שריר ובאיזה עצב עליו לדבר וכן כלי הנשימה לגבי נעימות השיר כי האדם בשירו משתמש בכלים אלו ומכונם בלי אשר ידע איככה יעשה זאת כאלו יוצרם הממציאם לו מעמידם לשרותו בכל רגע שהוא צריך להם ואמנם הענין כזה הוא או דומה לזה כי דבר שבבריאה אינו דומה לדבר שבמלאכה שבעל המלאכה עושה הרחים למשל אף אם יעזב אותם וילך לו יוסיפו הרחים לעשות את המעשה אשר לו נועדו ואלו הבורא בורא כל האברים ומיחד להם כחות הוא גם המפעיל כחות אלה בכל הרף עין ואלו סלק מהם השגחתו והנהגתו לרגע אחד אלו נתן לנו לציר אפשרות כזאת לעצמנו כי אז אבד העולם כלו וכשיציר החסיד לעצמו כל זה בכל תנועותיו איך לא ייחס את מקורן לבורא אשר בראן בראשונה והעוזרן עזרה מתמדת בהשלמתן כך יראה עצמו תמיד כאלו השכינה עמו והמלאכים מתחברים אליו אמנם לפי שעה רק בכח אך כשיתחזק בחסידות וימצא במקום הראוי שתשרה בו השכינה יתחברו אליו המלאכים בפעל ויראם עין בעין שזוהי מדרגה אחת מתחת למדרגת הנבואה (בדרך זו היו טובי החכמים שבבית שני רואים צורות ושומעים בת קול והיא מדרגת החסידים אשר למעלה ממנה רק מדרגת הנביאים) החסיד נותן אפוא כבוד לענין האלוהי הנמצא עמו כדרך שהעבד מחיב לתת כבוד לאדוניו שהרי האלוה בראו והיטיב עמו ומשגיח עליו לתת לו שכר וענש אל יפלא אפוא בעיניך מה שהחסיד אומר לפני הכנסו למקום המיחד לעשות צרכיו התכבדו מכבדים על צד דרך ארץ בפני השכינה ואחר צאתו משם הוא מודה בברכת אשר יצר את האדם בחכמה אכן כמה גדולה ברכה זו לפי תכנה וכמה מתקנות מלותיה לכל מי שמתבונן בה בעין אמת פותחת היא במלה בחכמה וחותמת במילים רופא כל בשר ומפליא לעשות להורות על הפלא המיחד לבעלי החיים שברא להם האלוה כח הדוחה וכח המחזיק והכונה כאן לכל בעלי החיים כאמור בחתימת הברכה כל בשר וכן קושר החסיד את מחשבתו בענין האלוהי על ידי אותות שונים הלא הם המצוות שמקצתן פרשו בתורה שבכתב ומקצתן בתורה שבעל פה כך הוא מניח תפילין במקום מסים בראש שהוא מקום המחשבה והזכרון וממשיך מהן רצועה המגיעה עד ידו כדי שיראה אותה בכל שעה וכן הוא מניח תפלין של יד כנגד הלב מקור הכחות וכך הוא נושא ציצת לבל יטרידוהו חושיו בעניני העולם השפל וכמו שאמר הכתוב ולא תתורו אחרי לבבכם ואחרי עיניכם אשר לתפלין כתוב בהן דבר יחוד השם ודבר שכר וענש ונאמר עליהן כי הן זכר ליציאת מצרים שהיא ראיה שאין לדחותה על היות לענין האלוהי התחברות בנבראים והשגחה עליהם וידיעה במעשיהם ושוב כל הנאה חושית שהחסיד נהנה זוכר הוא לברך את האלוה עליה ונמסר לנו בקבלה כי השעור הקטן ביותר שבו אדם מישראל יוצא ידי חובתו בתשבחות לאלוה הוא מאה ברכות בכל יום לא פחות מזה מהן הברכות הידועות מסדר תפלותינו ואחריהן ישתדל להשלים את המספר על ידי ברכות הנהנין על דברים שבריח ושבאכל שבשמיעה ושבראיה וככל אשר יוסיף ברכות יוסיף קרבה אל האלוה וכמו שאמר דוד פי יספר צדקתך כל היום תהלתך כי לא ידעתי ספרות רצונו לומר אין מספר הברכות יכול להקיף את שבחך אבל אני מקבלו עלי לכל יום מימי חיי ולא אגרע ממנו לעולם והנה אין ספק בדבר שהאהבה לאלוה והיראה מפניו נכנסות בנפש האדם על ידי קיום המצוות האלה ובתנאי שיקימן לפי השעור שנתנה בהן התורה לבל תביאהו השמחה בשבתות וימים טובים למדרגה שאליה מביאים השחוק והתאוות והבטלה ולבטול תפלה בזמנה כמצווה עלינו ולבל תביאהו היראה להתיאשות מן המחילה והסליחה שעל ידי כך ישאר האדם בפחד לכל ימי חייו ויעבר על מצות השמחה בחלקו שנצטוינו עליה במאמר ושמחת בכל הטוב אשר נתן לך ה' אלהיך ועל ידי זה ימעט השבח שעליו לשבח על טובת האלוה כי השבח הולך אחר השמחה ואז יתקים בו מה שנאמר תחת אשר לא עבדת את ה' אלהיך בשמחה ובטוב לבב ועבדת את איביך וגו' וכדי שלא תביאנו הקנאה בקיום מצות הוכח תוכיח את עמיתך ובהתנצחות עם חבריו בחכמות לידי כעס ונטירת איבה שעל ידי זה תטרד נפשו ולא תהיה זכה בעתות התפלה ואחר כך יישב בלבו את ענין צדוק הדין למען יהיה לו למגן ולמחסה מן הפגעים והצרות המתרחשים בעולם הזה וכן תישב בנפשו מדת צדקו של הבורא בכל בעלי החיים אותם הוא מכלכל ומנהיג בחכמה שדעת אנוש משיגה לא את פרטיה כי אם את כללה עד כמה שאנו רואים מה מתקנת יצירת בעלי החיים ומה נשגבות הפלאות הכלולות בה המורות על כונת חכם רוצה יודע ויכול כי לקטן ולגדול שבהם התקין הבורא כל מה שהם זקוקים לו בחושים פנימיים וחיצוניים ובמזגי רוחות החיים ובאברים בעשותו להם כלים מכונים מתאימים למזגי הרוחות לארנבת ולאילה כלי בריחה ומדת מרך ולצבועים מדת הגבורה וכלי הדריסה והטריפה הרי שאם יחשב אדם בבריאת האברים ותועלותם וביחסם אל מזגי הרוחות ימצא בהן אזון צודק וסדר חכם שלא ישאירו בלבו ספק כל שהוא בצדקו של הבורא ואם יבוא שטן הסברה להקשות לפניו על כך מן העול הנעשה לארנבת באשר היא מאכל לצבוע כזבוב לעכביש ישיב לו השכל ויגער בו באמרו כיצד איחס את העול לחכם שנתברר לי צדקו ושאינו צריך לעול אלו היה ציד הארנבת על ידי הצבוע וציד הזבוב על ידי העכביש דבר שבמקרה הייתי מאמין שהכל מקרה אולם הרי אני רואה כי החכם הצדיק המנהיג נתן לאריה גבורה ויכלת והתקין לו כלי הציד שנים וצפרנים וכן שם בעכביש את רוח התחבולה לעשות לו את אריגתו כלבוש בלי שלמד זאת העכביש למען יארג רשתות לזבוב ועשה לו כלים הראויים למלאכה זו וזמן לו את הזבוב למחיה ולכלכלה כשם שזמן לרבים מדגי הים דגים אחרים למזון מה אמר אפוא אם לא כי כל זה בא מחכמה שאין אני משיג אותה אין לי כי אם להצדיק את מי שנקרא הצור תמים פעלו ומי שנתישב כל זה בדעתו יגיע למדרגה המספרת על נחום איש גם זו אשר על כל צרה שהיתה באה עליו היה אומר גם זו לטובה ויחיה חיי נחת תמיד כי תקלנה בעיניו הצרות ויתכן כי ישמח בהן בהרגישו כי חטא שהיה עליו נתכפר בכך כאשר ירגיש אדם הפורע חובו כי הוקל לו והוא שמח בזה וישמח לשכר ולגמול הצפונם לו ויקנה לבני אדם מתוך שמחה את ההדרכה לעמידה בסבל ולהצדקת האלוה וישמח על התהלה והתפארת היוצאת לו מזה כל זה על יחס החסיד אל צרותיו הפרטיות אולם כך ינהג גם בצרות הכלל כי בהעלות בלבולי הסברה על לבו את ארך הגלות ואת פזור האמה ואת הדלדול וההתמעטות אליהם הגיעה יתנחם תחלה בצדוק הדין כמו שאמרתי ואחר כך בנכיון ענש העוונות ואחר כך בשכר ובגמול הצפונים לעולם הבא ובהדבקות בענין האלוהי בעולם הזה ואם יביאהו השטן לידי יאוש באמרו התחיינה העצמות האלה כי מאד נמחה רשמנו בין הגוים וזכרנו נשכח כמה שנאמר יבשו עצמותינו ואבדה תקותנו נגזרנו לנו יחשב על נס יציאת מצרים ועל כל מה שנאמר בכמה מעלות טובות למקום עלינו ואז לא יפלא בעיניו איך נשוב לקדמתנו אף כאשר לא יותר מאתנו כי אם איש אחד וכמה שנאמר אל תיראי תולעת יעקב כי מה הנותר מן האדם לאחר שהיה לתולעת בקברו:", 
            "(יב) אמר הכוזרי: איש אשר כזה יחיה חיים ערבים בגלות ואת פרי אמונתו יאכל בזה ובבא אולם מי שנושא על הגלות שלא ברצון מפסיד כמעט כל שכרו בשני העולמות:", 
            "(יג) אמר החבר: ומה שמרבה נעימות בחיי החסיד ומחזקה ומוסיף הנאה על הנאתו הוא חובת הברכות שהוא חיב לברך על כל מה שהוא מוצא בעולם ועל כל המוצא אותו בעולם:", 
            "(יד) אמר הכוזרי: היתכן הדבר והרי הברכות טרחה נוספת הן:", 
            "(טו) אמר החבר: האין האדם השלם ראוי לכך שיאמר עליו כי הוא מרגיש בהנאה שבמאכלו ובמשתהו יותר מן הילד או מן הבהמה כשם שלבהמה ראוי ליחס את ההנאה יותר מאשר לצמח אם כי הצמח מקבל מזון בכל עת:", 
            "(טז) אמר הכוזרי: אמנם כן בגלל היתרון שיש לו לאדם בתחושה ובהכרה בשעת ההנאה כי השכור אשר בשעת שכרותו הובאו לפניו כל הדברים שהוא מתאוה אליהם ואכל ושתה ושמע נגונים ונמצא בחברת רעיו וחשוקתו מחבקתו אלו ספר לו על כל זה לאחר שנתפכח היה מצטער על כך והיה חושב כל זה להפסד ולא לשכר הואיל וההנאות ההן לא באו לידו כשהוא במצב של הכרה מלאה ותחושה שלמה:", 
            "(יז) אמר החבר: לעומת זה ההכנה להנאה וההבחנה בה והמחשבה אל העדרה לפני בואה כל אלה כופלות את ההנאה וזוהי אחת מתועלות הברכות לכל מי שקבל עליו לקימן בכונה ובשלמות כי הן מביאות לנפש האדם את ההבחנה במין ההנאה ומולידות את ההרגשה בצרך להודות עליה למי שנתנה לאחר שהיה האדם חושש להעדרה ואז תגדל השמחה על הנאה זו כך אתה מברך שהחינו וקימנו שהרי אתה רואה את עצמך מזמן למות ונמצאת מודה על היותך חי עוד ורואה זאת כזכיה ויקל בעיניך החלי ואף המות בבואו בזמנו כי בעשותך חשבון נפשך מצאת כי ממשאך ומתנך עם אלהיך יצאת ברוח שהרי לפי טבעך ראוי אתה כי יעדר כל טוב ממך כי עפר אתה אך האלוה היטיב עמך ונתן לך חיים והנאה ועל אלה אתה מודה ובבוא השעה כי יטלם ממך תודה ותאמר ה' נתן וה' לקח יהי שם ה' מברך וכך תמצא נהנה כל ימי חייך ומי שלא קבל עליו דרך זו חשב את הנאתו לא להנאה אנושית כי אם להנאה בהמית בדומה להנאת השכור שהזכרנו למעלה ככה יחשב החסיד על תכן כל ברכה (מברכות התפלה) ויברר לעצמו מה כונתה ומה קשור בה כך יציר לעצמו בברכת יוצר המאורות את סדר העולם העליון ואת עצם גרמי השמים וגדל תועלתם ויחשב כי עם היותם עצומים בעינינו מפאת התועלת הגדולה שאנו מוצאים בהם אינם אצל בוראם כי אם כקטן שברמשים ראיה לדבר היות חכמת הבורא והנהגתו המתגלות ביצירת הנמלה והדבורה לא קטנות מחכמתו והנהגתו בשמש ובגלגלה כמו שאמרתי גדולה מזאת רשם ההשגחה והחכמה האלוהית דק יותר ונפלא יותר בנמלה ובדבורה אשר עם היותן קטנות כל כך נתנו להן כחות כאלה וכלים כאלה והחסיד חושב על זאת למען לא יהיו מאורות השמים עצומים יותר מדי בעיניו עד שיפתהו השטן לקבל במקצת את דעת האנשים המאמינים ברוחות הכוכבים ולדמות בנפשו כי הללו מזיקים ומועילים מצד עצמם ויהיה זה מעין מה שנאמר אם אראה אור כי יהל וגו' ויפת בסתר לבי וגו' והאמת היא כי אין הכוכבים מועילים ולא מזיקים כי אם מצד איכותם ודמים הם בזה לרוח ולאש וכן בברכת אהבת עולם מכון החסיד כי הענין האלוהי דבק בעדה המוכנת לקבלו כהדבק האור במראה הזכה וכי התורה נתנה לנו מאת האלוה בעלות רצון לפניו כי תגלה מלכותו בארץ כשם שהיא נגלית בשמים וכי החכמה האלוהית חיבה כי יברא האלוה בארץ לא מלאכים כי אם בני אדם מזרע ודם שיתנגשו בהם כחות טבע שונים ותתנצחנה בתוכם מדות שונות לפי התמורות אשר בעלית המזלות ובירידתם (כמו שנתבאר הדבר בספר יצירה) אך בהיות בני אדם יחידים או צבור בעלי מזג זך יחול עליהם האור האלוהי ותבוא ההשגחה האלוהית עליהם בדרכים נפלאים ומפלאים היוצאים מן הכלל של סדר העולם הטבעי ודבר זה מאת האלוה אנו מכנים בשם אהבה ושמחה והנה הענין האלוהי לא מצא לו אחרי המאורות והגלגלים מקבלים עושי דברו ודבקים בסדר אשר נצטוו עליו כי אם בין חסידי בני אדם ואלה היו מועטים למן אדם ועד יעקב ורק אחרי יעקב היו היחידים לקהל ואז חל על קהל זה הענין האלוהי מאהבה להיות להם לאלהים ומשה סדר קהל זה במדבר כסדר גלגלי השמים ארבעה דגלים כנגד ארבעת רבעי השמים ושנים עשר שבט כנגד שנים עשר מזלות ומחנה הלוים בתוך המחנות כמו שכתוב בספר יצירה והיכל קדש מכון באמצע והאלהים נושא את כלם כל זה מורה על אהבה ועל זה ישבח החסיד את אלהיו אחרי שתי הברכות הללו מקבל עליו החסיד על מלכות שמים ואחרי זה על תורה באמרו אחרי קריאת שמע ברכת אמת ויציב הכוללת ענינים המחיבים את קבלת על התורה כי לאחר שנתבררו לו כל הדברים שהזכרנו והבינם והכירם כאלו אסור אסר על נפשו והעיד עדים כי מקבלם הוא עליו כשם שקבלום אבותיו לפניו וכי כך יקבלום בניו עד עולמי עד וכן הוא אומר בהמשך הדברים על אבותינו ועלינו ועל בנינו ועל דורותינו דבר טוב וקים חק ולא יעבר אחרי זה יסדר לו החסיד את העקרים אשר בהם תשלם האמונה היהודית והם ההודאה ברבונות האלוה ית' ובקדמותו בהשגחה שהשגיח על האבות ובהיותו נותן התורה וכראיה על כל אלה יזכיר בחתימת הברכה את יציאת מצרים אמת שאתה ה' אלהינו אמת מעולם הוא שמך ועזרת אבותינו (אשרי איש שישמע למצוותיך ותורתך ודברך ישים על לבו) ואמת ממצרים גאלתנו אדם המודה בכל אלה מתוך הכרה גמורה הוא ישראל אמתי ומתר לו לצפות להדבקות בענין האלוהי הדבק רק בבני ישראל מבין כל האמות איש כזה ראוי לעמד בתפלה לפני השכינה הוא ישאל ויענה וצריך המתפלל שיסמך גאלה לתפלה בתכלית זריזות ושמחה כמו שהזכרנו ובעמדו להתפלל לפי התנאים שהזכרנו למעלה פותח החסיד בברכות הכוללות את כל ישראל כי התפלה והתחנה על הענינים הפרטיים הן מן הבקשות שברשות ונקבע להן מקום לכל הרוצה בהן בברכת שומע תפלה (וקודמות לברכות הבקשה ברכות השבח) בברכה הראשונה הנקראת אבות יזכיר המתפלל את מעלת האבות וישים אל לבו כי הברית אשר נתנה להם מאת האלוה קימת לעד ולא תופר כאמרו ומביא גואל לבני בנים בברכה השניה הנקראת גבורות יכון המתפלל כי לאלוה בעולם הזה ממשלה מתמדת לא כמו שיחשבו חכמי הטבע כי העולם יסודו בטבעים הידועים מן הנסיון ויחשב כי האלוה מחיה מתים בעת שיעלה רצון לפניו אם כי דבר זה רחוק מן ההקש ההגיוני של חכמי הטבע וכן יחשוב כי האלוה משיב הרוח ומוריד הגשם וכדומה ומתיר אסורים ושאר התארים הכל לפי רצונו כל אלה דברים שנתאמתו בקורות בני ישראל ואחרי ברכות אבות וגבורות בהן יתאר האלוה כמתחבר עם העולם הגשמי הזה בא החסיד לרומם את האלוה ולקדשהו בהכריזו כי נשא הוא האלוה משידבק ויתקשר בו תאר מן התארים הגשמיים ואת זה מביע החסיד בברכת קדשת השם היא ברכת אתה קדוש בה הוא מכון לכל תארי הרוממות והקדשה בהם תארו הפילוסופים את האלוה לאחר שעל גדלת האלוה ועל רבונותו כבר הכריז בברכות אבות וגבורות בהן התברר לנו כי יש לנו מלך ומצוה בלעדי זאת היינו מתבלבלים מדברי הפילוסופים ומאמיני הקדמות ולכן חובה עלינו להקדים ברכות אבות וגבורות לברכת קדשת השם אחרי ברכות השבח יפתח החסיד בברכות בקשה על צרכי כל ישראל ועל צרכי עצמו בכללם ולא יתכן לבקש בקשות פרטיות כי אם בברכה המיחדת לכך כי אין תפלה נענית כי אם בהיותה תפלת צבור או תפלה בצבור או תפלת יחיד השקול כנגד כל הצבור ואנו אין לנו יחידים כאלה בדורנו:", 
            "(יח) אמר הכוזרי: ולמה לנו כל זה האין טוב לו לאדם כי יתבודד בתפלתו למען תהיה נפשו זכה יותר ומחשבתו פנויה יותר:", 
            "(יט) אמר החבר: לא כן תפלת הצבור יתרון בה מכמה בחינות ראשית הצבור אינו מתפלל על מה שיש בו משום רעה ליחידים והיחיד יתכן כי יתפלל על מה שיש בו משום רעה ליחידים אחרים כמו שיתכן כי אחדים מן היחידים ההם יתפללו על מה שיש בו משום רעה ליחיד זה אולם אחד התנאים בהם תכשר התפלה להתקבל הוא שתהיה זאת תפלה על מה שמביא תועלת לעולם ולא על מה שגורם לו נזק בכל דרך שהוא שנית לעתים רחוקות מאד תשלם תפלת היחיד בלא פגם הבא בשוגג או במזיד ולכן נקבע אצלנו כי יתפלל היחיד תפילה בצבור ואף יתפלל עד כמה שהדבר בידו בצבור שאינו פחות מעשרה למען ישלם על ידי אחדים מצבור זה מה שהחסר על ידי האחרים בשוגג או במזיד וכך תצא מבין כלם תפלה שלמה בכונה זכה ותחול הברכה על הכל ויהיה לכל אחד מן היחידים חלק בה כי פעלת הענין האלוהי דומה לפעלת המטר המרוה ארץ מן הארצות שעה שיושביה זכאים לו ויתכן כי תכלל ארץ זו גם יחידים אחרים אשר אינם זכאים לו ותהיה גם להם הצלחה בזכות הרב ולהפך יש אשר יכלא הגשם מאחת הארצות בהיות רב יושביה בלתי זכאים לו ויתכן כי ימצאו בה יחידים הזכאים לו ואינו נמנע מהם כי אם מחמת הרב אלה הם משפטי האלוה ית' בעולם הזה אולם גם ליחידים ההם שמור אתו גמול בעולם הבא ויתכן כי עוד בעולם הזה יתן להם תמורה טובה ויגמל להם חסד מה שיצינם לטובה בין שכניהם אך מעטים הם האנשים אשר ינצלו מן הענש על צבור שלם והמתפלל אך ורק בעדו דומה לאדם שבשעת סכנה למדינה יסתפק בתקון ביתו הוא ואינו רוצה להשתתף עם אנשי המדינה בתקון חומותיהם אדם כזה הוצאתו מרבה וסכנתו מתמדת ואלו האיש המשתתף עם הצבור הוצאתו מועטת ובטחונו מרבה כי את אשר לא הספיק האחד לעשות בא האחר ומשלימו וכך תעמד המדינה על השלמות הגדולה ביותר האפשרית לה וכל אנשיה יהיו נהנים מברכותיה על ידי הוצאה מועטת והכל לפי החק ומתוך הסכמה כך קורא אפלטון את ההוצאה לפי החק השתתפות החלק בכל ומשעה שהיחיד מתעלם מהיותו חלק בכל זאת אומרת מחובתו לעבד למען תקון הצבור שהוא חלק ממנו ומחליט לחסך תועלתו לו לעצמו חוטא הוא לכלל וביותר לנפשו כי היחיד בקרב הצבור הוא כאבר יחיד בכללות הגוף שכן אלו היתה הזרוע מונעת את דמה בשעה שיש צרך בהקזתו היה הגוף כלה והזרוע כלה עמו אכן ראוי לו ליחיד לסבל אף את מר המות למען הצלת הכלל אך לפחות צריך היחיד לחשב על חלקו בכלל למען יתן תמיד חלקו ולא יתעלם ממנו אולם הואיל ודבר זה אין ללמדו מן ההקש קבע האלוה את כל דיניו המעשרות והמתנות והקרבנות ודומיהם הם חלק הכלל בקנינים ובמעשים השבתות והמועדים והשמטות והיובלים וכיוצא בהם ובדבורים התפלות והברכות והתשבחות ובמדות האהבה והיראה והשמחה מבין הבקשות יש להזכיר ראשונה את הבקשה על השכל והתבונה בעבודת האלוה כי בהם יגיע האדם להתקרבות אל אלהיו לכן הקדימו בתפלתנו ברכת אתה חונן לזו שאחריה הקשורה בה רצוני לומר לברכת הרוצה בתשובה כדי שתהיינה החכמה והדעת והבינה נתונות לתורה ולעבודה כאמרו השיבנו אבינו לתורתך (וקרבינו מלכנו לעבודתך) ולפי שאי אפשר לאדם בלא חטא צריך הוא לבקש מחילה על החטא שחטא במחשבה ובמעשה היא הבקשה שבברכת חנון ומרבה לסלח ונסמכה לבקשה זו בקשה על תולדת הסליחה והאות עליה והיא הגאלה מן העני בו אנו נתונים כיום ברכה הפותחת בראה נא בענינו וריבה ריבנו וחותמת בגואל ישראל אחרי כן באות הבקשה על בריאות הגוף והנפש (בברכת רופא חולים) והבקשה על מתן המזון אשר בו ישמרו כחותם בברכת השנים אחריהן באה הבקשה על קבוץ הגלויות בברכת מקבץ נדחי עמו בית ישראל וסומכים לזו את הבקשה על נצחון הצדק והשבת המשפט על מכונו בברכה שבה אנו אומרים ומלך עלינו אתה לבדך אחרי זה מבקשים על בעור הסיגים וכלוי הקוצים מקרב בני ישראל בברכת המינים וסמוך לזה מתפללים על שמירת אנשי הסגלה הטהורים בברכת על הצדיקים אחרי כן מתפללים על השיבה לירושלים ועל היות ירושלים שנית משכן לענין האלוהי ולבקשה זו נסמכה הבקשה על משיח בן דוד ובזאת מסתימות הבקשות על עניני העולם הזה כעת באה הבקשה להשמעות התפלה בברכת שומע תפלה ובסמוך לזו הבקשה על הראות השכינה אלינו עין בעין כאשר נגלתה לנביאים ולחסידים וליוצאי מצרים בברכת ותחזינה ענינו החותמת במלים המחזיר שכינתו לציון במקום זה יציר החסיד לעצמו את השכינה כאלו יראנה בעיניו וישתחוה לה כדרך שהשתחוו בני ישראל במדבר בהגלות השכינה לעיניהם הלא היא כריעת מודים בברכת הודיה הכוללת עם ההכרה בטובת האלוה גם את ההודאה עליה ואחרי זו יברך ברכת עושה שלום שהיא חתימת הכל כדי שתהיה יציאתו מעם פני השכינה ופרידתו ממנה בשלום:", 
            "(כ) אמר הכוזרי: לא נותר לי מקום להקשות עוד כי רואה אני את כל עניני התפלה מחשבים ומתקנים יפה אשר לטענה שטענתי כי ענין העולם הבא הזכר אך מעט בתפלותיכם כבר השיבותני מראש כי כל המתפלל להדבק באור האלוהי בעודנו בחיים ואף לראות את האור הזה בעיניו ואפילו לזכות למדרגת הנבואה והלא אין לו לאדם קרבת אלהים גדולה מזו אין ספק כי התפלל על דבר נעלה מן העולם הבא דבר שאם יזכה לו כבר זכה לעולם הבא כי מי שדבקה נפשו בענין האלוהי בעודנה נתונה במקרי הגוף ובמכאוביו אין ספק כי תדבק בו לאחר שנפרדה מן הגוף ועזבה את הכלים המגשמים ההם:", 
            "(כא) אמר החבר: אוסיף לך באור בענין זה על דרך משל משל לאדם שבא לפני מלך והמלך קרבהו קרוב רב ונתן לו רשות לבוא לפניו בכל עת שירצה והיה האיש בטוח כל כך בידידות המלך עד שהיה מזמין את המלך לבוא את ביתו ולהשתתף בסעדתו והמלך היה נענה לו והיה שולח את חשובי שריו אליו וחולק לו כבוד כאשר לא חלק לזולתו אמנם יש אשר נתרשל האיש ההוא או חטא והמלך היה מתרחק ממנו אז היה האיש מבקש מאת המלך ומתחנן אליו כי ישוב אל מנהגו לבוא אל ביתו וכי לא ימנע את שריו מבקר אצלו לא כן שאר אנשי המדינה הם לא היו מתחננים אל המלך ומבקשים ממנו כי אם שישלח לפניהם שעה שיצאו למסיעהם מלוים אשר יצילום מן השודדים ומן הנחשים ומשאר פגעי הדרכים והיו בטוחים בדבר כי המלך יענה להם וישגיח עליהם במסעיהם אם כי לא השגיח עליהם בכל עת היותם במקום מגוריהם וכל אחד מהם מתפאר בפני חבריו כי עליו ישגיח המלך יותר משהוא משגיח על אחרים סברה שהגיע אליה מתוך שראה כי הוא משבח את המלך יותר מאחרים ואלו האיש המפלא שהזכרנו לא חשב כי אם מעט מאד על דרך הנסיעה ולא בקש לו מלוה ומשהגיע שעת נסיעתו הוא אמרו לו אנשי המקום דע לך כי אבד תאבד בדרך המסכנת הזאת הואיל ואין אתך מי שילוך אמר להם מי הוא שנתן לכם מלוים אמרו לו המלך אשר התחננו אליו מאז היותנו במדינה הזאת ובקשנו ממנו כי ידאג לנו למלוים ואלו אתה לא ראינוך מעולם מתחנן על כגון זה אמר להם שוטים שבעולם מי שהתחנן אל המלך גם בשעה שישב לבטח אינו דין שתהיה לו תקוה בשעת הסכנה אפלו לא יפתח פיו בתפלה על כך ומי שענהו לזה בשעת שלוה הלא יענהו יתר על כן בשעת צרה ואם טוענים אתם כי הוא משגיח עליכם בגלל היותכם משבחים אותו הגידו נא לי היש בכם מי שדבק בו כמוני ושבחו כשם ששבחתיו אני ועמל בשמירת מצוותיו כמו שעמלתי אני ונזהר מן הטמאה בעת הזכרת שמו כשם שנזהרתי אני והוקיר את שמו ואת ספרו כאשר הוקרתי אני וכל שעשיתי לא עשיתי כי אם לפי מצותו ועל פי תורתו ואלו אתם לא עבדתם אותו כי אם מתוך הקש וסברה ואם לא עשק שכרכם אתם איך יעזבני אני בנסיעתי אך ורק על אשר לא פציתי פה כמוכם כי בטחתי בצדקו והנה המשל הזה לא בא להשיב כי אם על טענות איש שהתעקש לא לקבל דברי רבותינו אך כל אדם אחר הרי ימצא תפלותינו מלאות זכר העולם הבא ודברי רבותינו שקבלו מן הנביאים הלא הם עשירים בתאורי גן עדן וגיהנם כאשר ספרתי לך הנה תארתי לך מעשה החסיד בדורנו זה ומזה תדון על מעשה החסיד בזמן המאשר ההוא בימי הבית ובמקום האלוהי ההוא ובקרב האנשים ההם כלם בני אברהם יצחק ויעקב אנשי סגלה שהצניעות טבע להם אנשים ונשים שאין עולה בלשונם בקרב האנשים ההם כלם בני אברהם יצחק ויעקב אנשי סגלה שהצניעות טבע להם אנשים ונשים שאין עולה בלשונם בקרב קהל כזה החסיד מזדכך ונפשו לא תזדהם בדברי נבלה שישמע מפי זולתו ובבגדיו ובגופו לא תדבק טמאת זיבות ונדות ושרצים או טומאת מתים וצרעת והדומה להם שהרי קהל זה קבל עליו חיי קדשה וטהרה ועל אחת כמה וכמה מי שדר בעיר השכינה ונמצא תמיד בחברת סיעות בני אדם שהדרגותן היא לפי מדת הקדשה כהנים ולוים ונזירים וחברים ונביאים וחכמים ושופטים ושוטרים ואף מאנשי העם לא יפגש כי אם המון חוגג בקול רנה ותודה בשלש רגלים בשנה לא ישמע כי אם שיר ה' ולא יראה כי אם מלאכת ה' ועל אחת כמה וכמה אם הוא עצמו כהן או לוי האוכל לחם ה' ועומד בבית ה' מנעוריו כשמואל ואינו צריך לבקש לו מחיה והוא קשור בעבודת ה' כל ימי חייו מה תאמר למעשהו ולזך נפשו ולמעלת נשמתו:", 
            "(כב) אמר הכוזרי: זוהי מדרגה עליונה שאין אחריה כי אם מדרגת המלאכים ובצדק מצפים לנבואה כל המתנהגים בדבקות כזאת ביחוד במקום בו תשרה השכינה אכן זוהי העבודה שעמה אין צרך לא בפרישות ולא בנזירות באר נא לי כעת את טענותיך נגד הקראים כי אני רואה אותם משתדלים בעבודת ה' יותר מן הרבניים וטענותיהם נראות מכריעות יותר ומתאימות יותר לפשוטם של פסוקי התורה:", 
            "(כג) אמר החבר: הלא אמרתי לך מראש כי ההתחכמות שקול הדעת והסברה בתורה אינם מוליכים אל רצון האלוה כי אם אין הדבר כן הרי מאמיני השניות ומאמיני קדמות העולם ובעלי האמונה ברוחות הכוכבים והמתבודדים בהרים והשורפים בניהם באש כקרבן לאלהיהים כלם משתדלים להגיע לקרבת אלהים אולם כבר אמרתי כי אין להתקרב אל האלוה כי אם על ידי מצוות האלוה בעצמן כי הוא ית' לבדו יודע שעורן ומנותן וזמנן ומקומן וכל הקשור בחיובים האלה אשר רק בהשלמת כלם ירצה האדם לפני האלוה וידבק בענין האלוהי כמו שהיה הדבר במעשה המשכן אשר בכל אחת ממלאכותיו (ויעש בצלאל את הארן ויעש כפרת ויעש יריעות) נאמר כאשר צוה ה' את משה רצונו לומר בלא תוספת ובלא מגרעת אם כי אין בכל המלאכות ההן אף אחת שתהיה מחיבת לפי שכלנו וסברתנו וכן נאמר שם בסוף הספור וירא משה את כל המלאכה והנה עשו אותה כאשר צוה ה' כן עשו ויברך אתם משה וכאשר כלתה כל המלאכה שכנה שם השכינה הואיל והשלמו שני הענינים שהם עמודי התורה האחד כי התורה באה מעם האלוה והשני כי נתקבלה בלב שלם מאת כל העדה כי אכן הוקם המשכן במצות האלוה ומעשה המשכן נעשה בתכלית החריצות והרצון על ידי כל הקהל כמה שנאמר מאת כל איש אשר ידבנו לבו תקחו תרומתי לכן נתחייב תכלית חיוב גם שכון השכינה בתוכם כמה שנאמר ושכנתי בתוכם וכבר משלתי לך משל יצירת הצמח ובעל החיים ואמרתי כי אשר יבדל בו צמח מחברו או בעל חיים מחברו אינו יסוד מן היסודות כי אם הצורה שהיא פעלה מפעלות האלוה שהפילוסופים קוראים להן טבע אמת הדבר כי היסודות מכינים את מיני החמר לקבל את הפעלה ההיא לפי מנת החם והקר הלחות והיבש אשר בהם ולפי זה יהיה האחד מהם לתמר והשני לגפן האחד לסוס והשני לאריה אולם המנות ההן אין אנו יכולים לשערן כי אלו יכלנו לשערן היינו יכולים ליצר דם וחלב למשל וזרע מתוך לחיות שהיינו משערים את הרכבתן עד כי היינו יכולים לברא בעלי חיים שתשרה בהם רוח החיים או היינו יכולים ליצור מתוך דברים שאינם בכלל מזונות בשערנו את החם ואת הקר ואת הלחות ואת היבש שלהם דבר מה שיעמד במקום הלחם ביחוד אלו ידענו את יחסי הגלגלים זה לזה ואת פעלותיהם המסיעות לדברי החוזים בכוכבים להלדת כל מה שירצו כי יולד בעולם הזה אולם אנחנו ראינו בכשלונם של כל האנשים מבעלי האלכימיה ומשביעי רוחות הכוכבים שנסו ללכת באחת הדרכים האלה ואל תקשה עלי ממה שבני אדם יכולים ליצר בעלי חיים כגון דבורים מבשר הבהמה ויתושים מן היין כי דבר זה אינו פרי חשבונם וידיעותיהם כי אם פרי נסיונם שמצאוהו דרך עשותם במלאכה כך מצאו שמזווג בני אדם יולד הולד אם כי חלק האדם בזה אינו אלא הנחת הזרע בקרקע המוכנה לקבלו ולסיע לגדולו לא כן שעור המנות הראויות לקבל את הצורה האנושית זה אינו כי אם בידי היוצר וכן שעור המעשים שהאמה החיה צריכה לעשותם למען יחול בה הענין האלוהי אינו כי אם בידי האלוה ואת השעור והערך הזה אין ללמד כי אם מפיו ואין להתחכם נגד דבר האלוה כמה שנאמר אין חכמה ואין תבונה ואין עצה לנגד ה' מה היא אפוא התחבולה בה עלינו לאחז לפי דעתך למען נדמה לאבותינו ולא נתחכם גם אנחנו כנגד התורה:", 
            "(כד) אמר הכוזרי: אין דרך להגיע לזה כי אם על ידי מסירת דברי התורה ומעשי מצוותיה ובתנאי שימצא אחד נאמן בעיני בני דורו שימסר דברים ומעשים אלו לדור אחר ולקהל רב מסרת אשר לא תתכן בה הסכמת רמאות:", 
            "(כה) אמר החבר: רק בדרך כזאת נמסרה התורה לכל פרטיה ולפרושיה בעל פה או בכתב תמימה מימי משה:", 
            "(כו) אמר הכוזרי: מה אפוא יש לעשות אם ימצא שנוי באחד מכתבי היד של ספר התורה או בשנים ויותר:", 
            "(כז) אמר החבר: יש לקבל את נסח רב כתבי היד כי הרבים לא יתכן שיהיו מטעים ולעזב דעת המעטים וכך יש לנהג גם בנוגע למסרת מקום שהמעוט חולק יש לנטות אחרי הרבים:", 
            "(כח) אמר הכוזרי: ומה נעשה אם נמצא בכתבי יד של המקרא אות אחת הנראית כמנגדת לנהג הלשון למשל צדו צעדינו במקום צרו ואשר לא נשא לשוא נפשי במקום נפשו ורבים כאלה אשר אין להם מספר ואין לכללם בכלל אחד האם עלינו לשנותה ולהתאימה לנהג:", 
            "(כט) אמר החבר: אם נתן לנהג לעשות באלה ובדומיהם כרצונו ישנה לנו את כל כתבי הקדש ראשית באותיות ואחרי כן בתיבות ואחר כך בחבור חלקי המשפט ואחרי זה בנקוד ואחרי כן בטעמים עד אשר ישתנה כל התכן ומה מרבים הפסוקים שיוכל אדם להפך הוראתם על ידי שנוי מקום של אחד הסימנים האלה כל שכן אם ישנה את כלם:", 
            "(ל) אמר הכוזרי: ובאיזו צורה סבור אתה מסר משה את ספרו לבני ישראל:", 
            "(לא) אמר החבר: אין ספק כי זה היה ספר חלק אשר לא היו בו לא נקוד ולא טעמים מעין הספרים אשר בידנו היום ספר כזה לא יתכן כי יתחבר על ידי המון רב שהסכים על כך כשם שלא תתכן הסכמה כזאת על המצה בפסח ועל שאר מצוות הפסח שהן זכר ליציאת מצרים מצוות אלה מישבות בנפשות בני ישראל את אמתת יציאת מצרים על ידי מעשים מתמידים אשר לא יתכן כי באה עליהם הסכמה באחת השנים בלי אשר יקום לה מתנגד אין אפוא ספק בדבר כי ספר זה ידוע היה על פה בכל דרדכי קריאתו בפתח ובקמץ ובשבר ואף בקולות עזר ובשבא ובטעמים בפי הכהנים אשר הצטרכו לכך בעבודה ולהורות את בני ישראל בפי המלכים אשר נצטוו והיתה עמו וקרא בו כל ימי חייו בפי השופטים הצריכים לזה בידיעת הדינים בפי הסנהדרין הצריכים לזה באשר להם נאמר ושמרתם ועשיתם כי היא חכמתכם ובינתכם ובפי החסידים כדי לקבל שכר וגם בפי הצבועים שבקשו לקנות לעצמם שם טוב לימים הסדירו את שבעת המלכים ואת הטעמים ועוד סימנים לתכונות הקריאה ההן כשם שעברו לדורות מפי משה בראשונה חלקו את המקרא לפסוקים ואחרי כן התקינו את הנקוד ואחרי זה את הטעמים ואחרי כן את המסורה השומרת על המלא והחסר ואף את אותיות התורה ספרו וקבעו כי ו' דגחון היא חצי התורה באותיות וכן שמרו על כל דבר יוצא מן הכלל בעניני קמץ ופתח וצירי וסגול מה תחשוב על כל אלה האם תאמר כי מעשים אלה הבל וריק הם או להפך תראה אותם כהשתדלות בדבר חובה:", 
            "(לב) אמר הכוזרי: אכן אין אלה כי אם השתדלות בדבר חובה ומלבד זה משמרת הם לתורה למען לא יהיה מקום לשנות בה שנוי כלשהו ועל הכל חכמה מפלאה כי בשיטת הנקוד והטעמים מתגלה סדר אשר רק באמצעות ידיעה שיש עמה סיוע ממרום ידיעה אשר אין דומה לה בין כל החכמות הידועות לנו יתכן כי יסדר כך שיטה כזאת תתקבל על דעת ההמון רק אם תבוא אליהם מקהל או מיחיד שמצא חן בעיני האלוה ולא יתכן כי יקבלו ההמונים מיחיד כזה אם אינו נביא או אדם אשר הענין האלוהי מסיעו כי החכם אשר אין לו סיוע כזה יתכן כי יעמד כנגדו אדם הגדול בחכמה כמהו ויתפאר כי אף הוא יכול לעשות כן:", 
            "(לג) אמר החבר: אם כן הקבלה חובה עלינו ועל הקראים כאחד וכן על כל המודה כי זאת התורה המצויה עתה בידנו ובדרך הקריאה אשר אנו קוראים בה היא תורת משה ע\"ה:", 
            "(לד) אמר הכוזרי: כך אומרים גם הקראים אולם מתוך שמצאו את התורה תמימה סוברים הם כי אין צרך בקבלה:", 
            "(לה) אמר החבר: ישמרנו האל מדעה זו שהרי אם לשם הקריאה הנכונה של תיבותיו ומשפטיו של ספר חלק זה ספר משה ע\"ה הצרכנו לקבלה מאת סיעות רבות של בעלי נקוד בעלי טעמים מסמני פרשיות ובעלי מסורה על אחת כמה וכמה צריכים אנו לקבלה לשם הבנת תכנו כי הקפה של הוראת המלים גדול מהקף קריאתן הלא תראה למשל כי כאשר אמר להם האלוה לבני ישראל החדש הזה לכם ראש חדשים לא נתעורר ספק בלבם על אילו חדשים הוא מדבר על של הקופטים הם המצרים שביניהם גרו אז או על של הסורים הם הכשדים תושבי אור כשדים בימי אברהם על חדשי החמה או על חדשי הלבנה או על חדשי שנת החמה המתאמת לחדשי שנת הלבנה על פי התחבולה בה משתמשים אנחנו בחכמת העבור והייתי רוצה כי ישיבו לי הקראים תשובה מספקת על זה ועל כל הדומה לזה ואז אקבל עלי דעתכם כי גם אני אוהב את ההשתדלות בקיום המצוות ורוצה הייתי כי ישיבו לי תשובה מספקת לשאלות אחרות מה מתיר את החי באכילה ומהו ענין הזביחה אולי אין זאת כי אם נחירה או הריגה סתם בכל דרך שהיא ולמה נאסרו זבחי גוים ומה בין זביחה להפשט ולשאר המלאכות התלויות בה ורוצה הייתי כי יסבירו לי את דבר החלב האסור והרי חלב זה סמוך לשומן המותר בתוך המעים ובקבה ויסבירו לי דברים מחוץ לזה כגון נקור הבשר ויקבעו לי את הגבול בין המתר ובין האסור עד שלא ישאר מקום למחלקת בזה בין החברים וכן אסור חלב האליה הנהוג אצלם מה הם גבולותיו הלא יתכן כי איש אחד מהם יסיר רק את קצה הזנב וחברו את כל האחורים ועוד רוצה הייתי כי יבארו לי מה בין העוף המתר לבין העוף האסור (זולת העופות המפרסמים כיונה ותור) ומנין להם כי התרנגלת והאוז והברוז והתכי אינם מן העופות הטמאים ורוצה הייתי כי יקבעו לי גבולות התחום שנאמר בו אל יצא איש ממקומו האם זה ביתו או דירתו או רשותו אם יש לו דירות רבות או שכונתו או מחוזו או עירו כי השם מקום משתף לכל אלה וליותר מאלה ורוצה הייתי כי ירשמו לפני את גבולות המלאכה האסורה בשבת ויסבירו לי מדוע זה אסור להשתמש בקולמוס ובקסת להגהת ספר תורה בשבת ולעמת זה מתר להרים ספר תורה כבד או לטלטל שלחן וכל מיני מאכל וסעדת אורחים ולטרח כל טרחות שהמארח טורח לאורחיו עד שהם במנוחה והוא ביגיעה ועבדיו ונשיו ביגיעה רבה אם כי נאמר למען ינוח עבדך ואמתך כמוך וכן יבארו לי למה נאסרה הרכיבה על בהמות של גוים בשבת ועל מה זה נאסר משא ומתן בשבת והייתי רוצה לראות כיצד ישפטו בין שני בעלי דין לפי פרשיות ואלה המשפטים וכי תצא למלחמה ואם הפשוט שבתורה מלא ספקות הסתום שבה על אחת כמה וכמה שאין לסמך בבאורו כי אם על תורה שבעל פה והייתי רוצה לראות את פסקיו של הקראי והכרעותיו בכל עניני הירושות לפי פרשת בנות צלפחד או איך יקים לפי התורה שבכתב מצוות מילה וציצית וסכה ויסביר נא מנין לו חובת התפלה לאלוה ומנין האמונה בשכר וענש אחרי המות וכיצד ידון על מצוות שאחת מהן דוחה את חברתה כגון מילה ושבת פסח ושבת מי נדחה מפני מי ודינים רבים אחרים אשר יארך הדבר להזכירם בכללם על אחת כמה וכמה לפרטיהם השמעת מלך הכוזרים על חבור כל שהוא שיש להם לקראים הדן בדברים שהזכרתי חבור המיסד על סמכות מסכמת או על קבלה שאין עליה חולקים אם במסורה או בנקוד ובטעמים אם באסור והתר או במשפטים:", 
            "(לו) אמר הכוזרי: לא ראיתי ולא שמעתי על חבור כזה אצלם אבל רואה אני כי השתדלותם בקיום המצוות מרבה:", 
            "(לז) אמר החבר: כל השתדלותם היא בדרך ההתחכמות וההשענות על הסברה כמו שכבר הסברתי לך כי גם העובדים לפי סברתם למלאכת השמים מרבים להשתדל בעבודה זו מעושי מלאכת ה' המצוים על כך כי אלה מוצאים מנוחה בקבלה שבידם ונפשם בוטחת כנפשו של אדם המתהלך בעיר אשר אין פחד בלבו מפני קמים עליו והללו כאדם המהלך במדבר אשר לא ידע מה יקרהו אדם כזה צריך להזדין בחרבות ולהחלץ לקרב כאיש מלחמות אל תתפלא אפוא בראותך השתדלותם כי רבה ואל תתאכזב בראותך רשלנות אנשי הקבלה רצוני לומר הרבניים כי אלה מבקשים מבצרים להתבצר בהם והללו נחים להם על ערשותם בעיר מבצרה מקדם קדמתה:", 
            "(לח) אמר הכוזרי: כל אשר אמרת נכון הוא:", 
            "(לט) אמר החבר: ובאמת התורה צותה שתהיה תורה אחת ומשפט אחד לכלנו ואלו לפי סברות הקראים תרבינה התורות ותהיינה לאיש ואיש כסברתו גדולה מזאת אף היחיד לא תתמיד נאמנותו לתורה אחת כי בכל יום תולד אצלו דעה חדשה אם בהוסיפו חכמה או בפגשו אדם שיסתר סברתו הראשונה בטענה מכרעת ובהשתנות דעתו ישתנה בהכרח גם ארח חייו ואם אנו מוצאים את הקראים מסכימים למנהג אחד הלא נדע כי קבלה היא בידם מיחיד או מצבור אשר היו לפניהם נצדק אפוא אם נקשה על הסכמתם ונאמר להם איך הגעתם להסכמה במצוה זאת והרי הרבה פנים לבאור דבר האלוה ואם יאמרו כך האמין ענן או בנימין או שאול או זולתם כבר הודו במרות הקבלה שקבלו ממי שקדם לאלה וממי שראוי יותר להאמין בקבלתו וכאלה הם החכמים שלנו כי הם היו קהל רב ומורי הקראים היו מבודדים ועוד כי סברת החכמים נשענת על מה שקבלו מן הנביאים ואלו הקראים אינם סומכים כי אם על הקש הסברה בלבד ושוב החכמים מסכימים ביניהם והקראים חולקים זה על זה ולבסוף החכמים דבריהם מן המקום ההוא אשר יבחר ה' ואף אלו היו דנים מסברתם בלבד מן הדין היה לקבל את דבריהם ולא כן הקראים ומי יתן וידעתי מה תשובתם לשאלת החדש הזה רואה אני כי חכמיהם הולכים אחרי הרבניים בנוגע לעבור אדר באדר ובכל זאת מקשים הם עליהם בנוגע לראית מולד תשרי איככה צמתם צום כפור בט' בתשרי הלא יבושו הם עצמם אינם יודעים אם חדש זה הוא אלול או תשרי כשהם מעברים את השנה או אם הוא תשרי או מרחשון כשאינם מעברים אותה האם אין עליהם לאמר אני הטבע מה פחד זה שאני מפחד מהרטבת בגדי אנו איננו יודעים אם חדש זה תשרי הוא או מרחשון או אלול ואיך נקשה על האנשים אשר בעקבותיהם הננו יוצאים ומהם אנו לומדים האם אתם צמים ביום התשיעי או ביום העשירי לחדש תשרי תורתנו קשורה בהלכה למשה מסיני או יוצאת מן המקום אשר יבחר ה' כי מציון תצא תורה ודבר ה' מירושלים במעמד שופטים ושוטרים וכהנים וסנהדרין ואנחנו מצוים לשמע אל השופט הממנה בדורו כמו שאמר הכתוב ובאת אל הכהנים הלוים ואל השפט אשר יהיה בימים ההם ודרשת והגידו לך את דבר המשפט ועשית על פי הדבר אשר יגידו לך מן המקום ההוא אשר יבחר ה' ושמרת לעשות ככל אשר יורוך ואחרי זה והאיש אשר יעשה בזדון לבלתי שמע אל הכהן וגו' ומת האיש ההוא ובערת הרע מקרבך ובמלים ובערת הרע מקרבך השוה את ההמריה בכהן ובשופט לגדולה שבעברות ומיד אחרי זה אמר וכל העם ישמעו ויראו ולא יזידון עוד וכל זה בזמן שסדר העבודה והסנהדרין וכל שאר המשמרות ששקדו על שלמות ארח החיים של העם נשארו בהויתם ודבק בהם הענין האלוהי ללא כל ספק אם דרך נבואה או באמצעות סיוע ממרומים והארה עליונה כמו שהיה הדבר כל ימי בית שני ולא יתכן כי אנשים כאלה עשו בזה קנוניה או באו מדעתם לידי הסכמה על כל אלה כך נתחיבנו במצוות מגלה ופורים ובמצות חנכה ויכלנו לברך וצונו על מקרא מגלה ולהדליק נר חנכה ולגמר את ההלל ולקרא את ההלל ועל נטילת ידים ועל מצות ערוב וכדומה כי אלו נולדו דינינו אלה אחרי הגלות לא היו נקראים מצוות ולא היו מחיבים אותנו בברכה אך היה נאמר עליהם כי תקנה הם או מנהג אכן רוב מצוותינו נסמכות אל משה הלכה למשה מסיני כי איך ינהג עם אשר ארבעים שנה לא הטרדו בניו בטרדת בקשת מזונות ולא בטרדת בקשת לבוש או דירה אם כי רב מאד היה מספרם עם אשר משה אתם והשכינה אינה זזה מהם עם כזה לאחר שנצטוה על כללי המצוות היתכן כי לא ישאל לפרטיהן פעם בפעם ולא ימסר בקבלה את פרושיהן ופרוטיהן שיאמרו לו ואנחנו הלא שמענו את דברי משה והודעתי את חקי האלהים ואת תורותיו והוא שאמר להם בסוף ימיו כי היא חכמתכם ובינתכם לעיני העמים אשר ישמעון את כל החקים האלה ואמרו רק עם חכם ונבון הגוי הגדול הזה והנה כל הרוצה לכפור בפסוק זה יתבונן נא במצב הקראים וכל הרוצה לאמת זאת לעצמו יסתכל נא בחכמות שנשתמרו בספרי המשנה והתלמוד והן רק מעט מהרבה מן החכמות הטבעיות והאלוהיות החשבוניות והתכוניות אשר היו בידי חכמי התלמוד ויראה כי בצדק יכולים הם להתפאר בחכמותם נגד כל האמות אחדות ממצוותינו מקורן מן המקום אשר יבחר ה' ובתנאים המזכרים וידוע כי הנבואה נמשכה עוד כארבעים שנה בימי בית שני וכבר נבא ירמיהו ע\"ה טובות על אנשי בית שני על טוב לבם וחכמתם וחסידותם ואם על אלה לא נסמך על מי נסמך ראינו גם מצוות שחדשו אחרי משה ונעשו תורה כך למשל שלמה קדש את תוך החצר והעלה עולות מחוץ למזבח ועשה את החג שבעת ימים ושבעת ימים וכן תקנו דוד ושמואל את סדר המשוררים בבית סדר שנעשה למצוה קבועה וכן מה שעשה שלמה במקדש אשר החסיר ממה שעשה משה במדבר ומה שהטיל עזרא על הקהל בבית שני לתת שלישית השקל ומה ששמו במקום הארון אבן רצפה ותלו פרכת לפניה מדעתם כי שם נגנז הארון:", 
            "(מ) אמר הכוזרי: ואיך יתכן לישב כל זה עם אזהרת לא תסף עליו ולא תגרע ממנו:", 
            "(מא) אמר החבר: לא נאמרה אזהרה זו כי אם להמון העם לבל יחדשו מצוות מדעתם ולא יתחכמו לקבע אותן תורה לפי סברותיהם בלבד כמעשה הקראים ולכן הזהירם הכתוב כי יקבלו רק מן הנביאים אשר יקומו אחרי משה ומן הכהנים ומן השופטים באמרו על אדות הנביא נביא אקים להם מקרב אחיהם כמוך וגו' ודבר אליהם את כל אשר אצונו ואשר לכהנים ולשופטים צוה לשמר לעשות ככל אשר יורו מאמר לא תוסיפו על הדבר אשר אנכי מצוה אתכם היום ולא תגרעו ממנו וגו' זאת אפוא כונתו לא תוסיפו על הדבר אשר צויתיכם על ידי משה או על ידי נביא מקרבך מאחיך לפי התנאים אשר נקבעו לנבואה או לא תוסיפו על הדבר אשר הסכימו עליו הכהנים והשופטים מן המקום אשר יבחר יי כי הללו מקבלים סיוע מן השכינה ובהיות מספרם רב מאד לא יתכן כי יסכימו ביניהם לדבר המתנגד לתורה וכן לא תתכן אצלם הטעות בהיות חכמתם רבה אשר חלקה בא להם בירשה חלקה מפאת כשרם הטבעי וחלקה נקנה להם בעמלם לפי הקבלה שבידנו מצוים היו הסנהדרין לדעת כל החכמות כלן בשלמות ביחוד מאחר שרק מעט מאד נסתיעו בנבואה או בבת קול העומדת במקומה וכדומה אף אם נודה לקראים בפרושם לדברי הכתוב ממחרת השבת ועד ממחרת השבת כי הכונה היא ליום ראשון בשבת הלא נוסיף ונאמר אחד השופטים או הכהנים או המלכים הטובים בעיני האלוה היטיב לפרש כך והסכימו הסנהדרין וכל החכמים על ידו כי כונת המספר הזה אינה כי אם לשים רוח חמשים יום בין בכורי קציר שעורים לבין בכורי קציר חטים ולשמר על שבעה שבעות שהם שבע שבתות תמימות ומה שהכתוב מזכיר את היום הראשון בשבוע אינו אלא למשל כאלו הוא אומר אם תהיה ההתחלה מהחל חרמש בקמה באחד בשבת אז תגעו לסוף ספירתכם באחד בשבת ומזה נוכל להקיש כי תהיה ההתחלה בשני בשבת נספר עד לשני בשבת אולם זמן החל חרמש בקמה בידנו נתן כל זמן שנמצאנו ראוי לכך נתחיל בו ונספר ממנו ואכן זמן זה נקבע ביום שני בפסח דבר שאין בו סתירה לתורה ונתחיבנו לקבל קביעה זו כמצוה כי מן המקום אשר יבחר יי באה לפי התנאים שהזכרו ויתכן כי בנבואה מאת האלוה ית' באה דבר שהוא בגדר האפשרות ובזה נסתלק מן המבוכה בה מכניסים אותנו המביכים:", 
            "(מב) אמר הכוזרי: בכללים האלה שהבאת ושאיני יכול להכחישם כבר בטלת פרטים אחדים אשר היה בדעתי להביא לפניך מטענות הקראים בסברי כי לא תוכל להשיב עליהן:", 
            "(מג) אמר החבר: לאחר שנתבררו הכללים אל תשים לב לפרטים כי על פי רב תפלנה הטעיות בפרטים ועוד כי הפרטים מסתעפים לרב עד לאין שעור ואם יחלקו בהם שני אנשים יקשה עליהם לצאת ממבוכתם הלא כזה יהיה גם דבר האדם אשר נתבררה לו חכמת הבורא ותבונתו הכוללת אדם כזה לא ישים לב לעול הנראה לעין בעולם וכמו שאמר הכתוב אם עשק רש וגזל משפט וצדק תראה במדינה אל תתמה על החפץ וכן אדם אשר נתברר לו במופת הגיוני דבר השארת הנפש אחרי כלות הגוף כי הנפש אינה גוף אלא עצם נבדל מן הגוף כמלאכים לא ישים לב לקשיות אשר תקשה הסברה על כך מהעדר פעלת הנפש בשעת השנה ובשעת מחלה הגורמת בלבול למחשבה וממצבי הנפש התלויים במזג הגוף ולטענות דומות לאלה שהן מחשבות מבלבלות:", 
            "(מד) אמר הכוזרי: ובכל זאת לא אמצא לי מנוחה עד אשר תשמיעני דעתך על פרטים אחדים אם כי תוכל להוכיחני על זה כי הלא הודיתי לך בכללים אשר הסברת לי:", 
            "(מה) אמר החבר: אמר מה שתרצה:", 
            "(מו) אמר הכוזרי: האם לא נאמר אצלנו דין ענשים מפרש בתורה עין תחת עין שן תחת שן כאשר יתן מום באדם כן ינתן בו:", 
            "(מז) אמר החבר: האם לא נאמר בסמוך לזה ומכה נפש בהמה ישלמנה נפש תחת נפש האין זה תשלום כפר אין הכתוב אומר אדם שהרג סוסך הרג סוסו כי מה בצע בהרגך את סוסו וכן אדם שקטע ידך קח כפר ידך כי מה בצע בכרתך את ידו אף כי דינים שיש בהם משום סתירה לשכל הישר פצע תחת פצע חבורה תחת חבורה וכי איך נוכל לשער זאת יתכן כי האחד מהם ימות מפצעו זה והשני לא ימות מפצע דומה לזה ואיך נדאג לדבר כי יהיה הפצע אשר יושם בו דומה בדיוק לפצע אשר שם בחברו כיצד נעור עינו של אדם אשר אין לו כי אם עין אחת ככפר לעוור עינו של אדם אשר לו שתי עינים וישאר זה עור בשתי עיניו שעה שהאחר יהיה עור רק בעינו האחת והרי התורה אמרה כאשר יתן מום באדם כן ינתן בו אך למה לדבר אתך על הפרטים האלה אחרי אשר הקדמתי לך עד כמה רב הצרך במסרת וכמה נאמנים מקבליה ומה רבה גדלתם והשתדלותם בשמירתה:", 
            "(מח) אמר הכוזרי: ובכל זאת טובה בעיני דרך הקראים להזהר מן הטמאות:", 
            "(מט) אמר החבר: הטמאה והקדשה הם שני דברים העומדים תמיד זה מול זה לא ימצא האחד מהם כי אם בהמצא חברו ומקום שאין קדשה אין טמאה הטמאה אינה כי אם ענין האוסר על בעליו לנגע בדבר מן הדברים שבקדשה זאת אומרת מן הדברים שהקדשו לאלוה כמו הכהנים ומאכלם ולבושם והתרומות והקרבנות ובית המקדש ודברים רבים מלבד אלה ואף הקדשה היא ענין האוסר על בעליו לנגע בדברים רבים הידועים לכל ורב הדינים האלה תלויים היו בשכון השכינה בתוכנו אולם כיום חסרנוה והדינים הדומים לאלה הנוהגים אצלנו כיום כאסור קרבת בשר עם הנדה ועם היולדת אינם מצד הטמאה כי אם מצוות מיוחדות הם מאת האלוה וכן מה שנאמר אצלנו בדבר אסור האכילה עמן ובדבר ההתרחקות מחברתן אין בזה כי אם גדרים וסיגים מדברים המביאים לידי קרבת בשר אבל דיני הטמאות בטלו מאתנו כי הננו כיום בארץ טמאה ובאויר טמא ונמצאים בקרבת קברות ושרצים ומצרעים וזבים ומתים וכיוצא באלה וכן אסורה לנו הנבלה לא בגלל טמאתה כי עקר המצוה הוא אסור הנבלה והטמאה תנאי נוסף ולולא מאמר חכמינו ז\"ל עזרא תקן טבילה לבעלי קריין היינו מקבלים עלינו טבילה זו לא כמצוה כי אם כמנהג טהרה ונקיות והנה אלו קבלו הקראים עליהם את ההזהרות מן הטמאות מצד הנקיות ולא חשבוה למצוה לא היה רע בדבר אך הואיל ואין הדבר כך יתפסו להתחכמות מתוך בערותם וישנו את התורה ובאים לידי מינות זאת אומרת יתפלגו לכתות אשר לכל אחת מהן שיטה משלה והתפלגות כזאת היא מקור לבטול אחדות האמה ויסוד ליציאה מכלל תורה אחת ומשפט אחד כי כל הקלות אשר אנו מקלים במגעות ותהיינה כאשר תהיינה רעות בעיני הקראים אינן כי אם דבר קטן לעמת המינות שהם מגיעים אליה בחלוקי הדעות הגוברים אצלם כי יש אשר יזדמנו עשרה אנשים משלהם בבית אחד ולהם עשר דעות ועוד הואיל ואין הקראי רואה את מצוותינו גדורות בגבולות שאין לעברם אין כל בטחון כי לא יוסיף עליהן דברים זרים להן ולא יגרע מהן דברים אחדים השיכים להן כי הלא אצל הקראים הכל הולך אחר ההקש של כל יחיד ואחר טעמו בעיני הקראי קלה הנאת עבודה זרה בזהב ובכסף ובקטרת וביין אם כי על צד האמת טוב לו לאדם המות מאשר יהנה הנאה כזאת ולעמת זאת קשה בעיני הקראי ההנאה מן החזיר אפלו לשם רפואה אם כי על צד האמת אין זאת כי אם אחת העברות הקלות שאדם חיב עליהן מלקות וכן מקל הקראי על הנזיר באכילת הצמוקים והענבים ומחמיר בשתית שכר הדבש או שכר התפוחים והאמת היא להפך מזה כי אין האיסור חל כי אם על היוצא מן הגפן בלבד ואין הכונה לאסר את ההשתכרות בכל דבר אשר יעלה על הדעת אכן את סוד האסור יודע רק האלוה ואתו נביאיו וחסידיו ואין לסמך בזה לא על חסר ידיעה של אנשי הקבלה ולא על דיון לפי הקש כי הוראת השם שכר הלא גלויה היא וידועה לכל אך אנו מקבלים כי אסור יין ושכר האמור בכהנים כולל כל מיני שכרות ואלו אסור יין ושכר האמור בנזיר אינו בא להרחיק כי אם מעסיס הענבים בלבד יש אפוא למצוות סיגים שנקבעו להלכה אם כי אינם נוחים למעשה והזריז יזהר מהם אך לא יראה אותם כאסורים כך למשל בשר כס כס להלכה הוא מתר כי אין אנו יודעים בברור כי בהמה זו תמות ויתכן לאמר כי תבריא ותהיה מותרת ואלו הטרפה מבעלי החיים הנראית כבריאה אסורה כי היא נושאת את המות בקרבה ואי אפשר שתחיה ולא שתבריא ולכן היא אסורה אולם אם ידון אדם על כל אלה לפי טעמו וסברתו הוא יהפכו כל הדינים הללו אצלו אשר על כן טוב אשר לא תלך אחרי טעמך והקשך ההגיוני בסעיפי המצוות לבל ישקיעוך בספקות המובילים אל המינות בה לא תוכל להסכים עם רעך בדבר מן הדברים האלה כי לכל אחד מבני אדם טעם משלו וסברה משלו שים לבך אפוא אל שרשי המקבל והכתוב ואז תוכל לסמך על ההקשים ההגיוניים הנעשים אך הם לפי המקבל אצלנו למען השיב את הענפים אל שרשיהם ומה שיביאוך אליו כל אלה האמן בו אף אם תרחיקהו סברתך ודעתך ככה הסברה והדעה מרחיקות את העדר הריק ואלו ההקשים השכליים דוחים את מציאותו וכן מרחיקה הסברה את אפשרות התחלקות הגוף לאין סוף ואלו ההקש השכלי מחיבה כמו כן מרחיקה הסברה את כדוריות הארץ ואת היות גדל הארץ אחד ממאה ששים ושש בגדל החמה וכן יש הרבה דברים שהתבונה הוכיחה אותם במופתי ההגיון והסברה מרחיקה אותם כי כל אשר התירו חכמינו לא הלכו בזה אחר טעמו של יחיד ולא לפי מה שנראה להם בעיון מרפרף כי אם לפי מסקנות החכמה שהגיעה אליהם בירשה ובקבלה וכן כל מה שאסרו החכמים ומי שלא השיג חכמתם והבין דבריהם לפי טעמו יהיו דבריהם מוזרים בעיניו כהיות דברי חכמי הטבע וחכמי הגלגלים מוזרים בעיני ההמון אולם החכמים עצמם שעה שהם קבעים גבולות כל דין ומורים התר ואסור לפי הדין בלבד הם מצינים לך גם מה שאינו נאה בתוך הגבולות ההם כך הם מגנים אכילת בשר כס כס והוצאת ממון מידי בעליו בתחבולת הדינים והליכה מחוץ לתחום בשבת בתחבולת הערוב ונשיאת אשה על פי תחבולה הממציאה התר לנשואין והתרת השבועות והנדרים במיני הערמות שיתכנו לפי העיון ההלכי שאין עמו השתדלות דתית אולם האמת היא כי יש צרך בשני הדברים גם יחד כי אם תסתפק בעיון ההלכי לבד תמצא בתוך גבולותיו כל מיני אפשריות לעקף את האסורים ואם תעזב את גבולות ההלכה שהם סיג התורה ותסמך על ההשתדלות הדתית לבדה תהיה זאת סבה למינות ויאבד הכל:", 
            "(נ) אמר הכוזרי: אם הדבר כן מודה אני כי הרבני ההולך בשני הדרכים האלה יתרון לו על הקראי בנגלה ובנסתר מלבד זאת בטוח לבו בתורתו מדעתו כי נמסרת היא מדור לדור על ידי חכמים נאמנים אשר חכמתם באה להם מאת האלוה ית' הקראי לעמת זה תגיע השתדלותו אל אשר תגיע אינו בטוח בתורתו מדעתו כי השתדלותו אינה כי אם דבר שבסברה ובהתחכמות ואין לבו בטוח כי המעשה אשר הוא עושה רצוי בעיני האלוה ואף גם זאת יודע הוא כי יש באמות העולם אנשים רבים המשתדלים בדתם הם הרבה יותר ממנו אולם עלי לשאלך עוד בדבר הערוב אשר בו הקלה במצות השבת איככה מתירים את אסר האלוה ית' על ידי תחבולה נקלה ופחותה כזאת:", 
            "(נא) אמר החבר: חס ושלום כי יסכימו המון החסידים והחכמים על התרת קשר מקשרי תורת האלוה ית' הלא הם הם אשר חזקו את הקשרים האלה באמרם ועשו סיג לתורה ואסור זה של הוצאה והכנסה מרשות היחיד לרשות הרבים ומרשות הרבים לרשות היחיד הוא אחד הסיגים שעשו הם כי התורה לא אסרה אסור זה אולם אחרי עשותם את הסיג הזה עשו בו דרך להקלה ראשית למען לא יחשב האסור שאסרו הם מתוך השתדלותם לחזק את המצוה כעומד במדרגה אחת עם אסור התורה ושנית למען הקל מעט על העם בהלוך ובטלטול אך כדי שיגיעו בני אדם לקלה זו ברשות הטילו עליהם את מעשה הערוב לשם הבחנה בין המעשה המתר לגמרי לבין הסיג ולבין עצם האסור:", 
            "(נב) אמר הכוזרי: כל זה מספיק לי אבל עדין אינני רואה במה נתיחדה מלאכת הערוב כי תוכל לחבר שתי רשיות:", 
            "(נג) אמר החבר: אם כן אין תקף לדעתך למצוה בכלל כלום שריר בעיניך מה שמקרקעים ומטלטלים ועבדים נקנים באחד מדרכי הקנין או על פי הצואה וכן האשה נקנית בשלשה דרכי קנין וכן ענין גרושי אשה בהם היא נאסרת על בעלה אחרי היותה מתרת לו לאחר שהוא אומר כתבו וחתמו ותנו גט או ענין התרתה לכל אדם אחרי היותה אסורה עליו לאחר שהוא אומר תהא לי מקדשת וכן כל הדברים בתורת כהנים שהשלמתם תלויה במעשה כל שהוא או בדבור כל שהוא כצרעת הבגד והבית התלויים במאמר שיאמר הכהן טמא או טהור והמשכן כלו לא חלה עליו הקדשה כי אם על ידי הקמת משה והמשיחה בשמן המשחה וכן הכהנים לא חלה בהם הקדשה כי אם על ידי המלואים והתנופה ואשר ללוים על ידי הטהרה והתנופה וכן טהור הטמאים במי נדה שיש בהם אפר פרה ואזוב ושני תולעת וחטוי הבית בשתי צפורים חיות ובכל העבודות הקשורות בזה וכן כפור העוונות ביום הכפורים והטהר המקדש מן הטמאות על ידי שעיר עזאזל ועל ידי כל העבודות הקודמות לזה והתלויות בו וכן הברכה שנתברכו בני ישראל על ידי נשיאת כפיו של אהרן ודברו אליהם במאמר יברכך ה' כל אחד מן המעשים האלה חל עליו הענין האלוהי כי המעשים שהתורה מצוה עליהם דומים ליצירי הטבע בזה שאת רשמיהם משער רק האלוה ית' ואין ביכלת בשר ודם לשערם כך אתה רואה ביצירי הטבע כי לאחר שהגיעו למדתם ולמשקלם הנכונים ונערכה התמזגות ארבעת היסודות המתאימה להם ישלמו בדבר מועט ויוכנו לקראת חול בהם הצורה שהם ראויים לה צורת בעל החיים או צורת הצמח כי לכל מזיגה מתאימה צורה מיחדת ועל ידי דבר קל מאד תפסד המזיגה האינך רואה איך הביצה מתקלקלת על ידי המקרה הפעוט ביותר כגון חם או קר מגבר או תנועה יתרה ונפסדת היא עד כדי כך שאינה יכולה לקבל צורת האפרוח שברגיל מספיקה דגירת התרנגלת על הביצה במשך שלשה שבועות כדי שתחול בה הצורה ההיא בשלמות מי הוא אפוא אשר ידע לשער את השעור בו יש לעשות את המצוות עד כדי חול בהן הענין האלוהי אם לא האלוה בעצמו ובכגון זה טעו בעלי הכימיה ומשביעי הרוחות בעלי הכימיה מתימרים כי יעלה בידם לשער את שעור האש הטבעית על ידי מאזניהם עד שיוכלו להמציא כל מה שירצו בהפכם עצמים לעצמים כדרך שאש החם הטבעי פועלת בבעל החיים בהפכה את המזון לדם לבשר ולעצמות ולשאר אברים משתדלים הם למצא אש דומה לזאת מתעים אותם נסיונות שנזדמנו להם לא מתוך שעור ששערו כהתהוות בן האדם משימת זרע ברחם ואף משביעי הרוחות כך בשמעם כי כל הדורות מאדם עד בני ישראל נראו אליהם אותות עליונים בשעה שהקריבו קרבנות בחשבם כי מקור האותות בעיון ובחקירה וכי הנביאים לא היו כי אם חכמים מחכמים אשר הגיעו לפלאים ההם בהגיונם קוו כי יחשבו גם הם להקריב קרבנות בזמנים קבועים ובמעמד ידוע של מערכות כוכבים לפי מה שהגיעו אליו בסברתם ויוסיפו מדעתם מעשי טקסים והקטרת קטרת לשם כך אף חברו ספרים על עבודת הכוכבים וכדומה ממין הספרים שאסור להזכירם בשם מלבד אלה היו גם בעלי שמות אשר בשמעם כי נביא פלוני דבר כך וכך ונעשה לו מופת חשבו כי הדבור ההוא היה הסבה למופת ההוא ובקשו לחקות את דברי הנביא אולם המחקה אינו דומה למחונן מטבעו כי המצוות דומות למעשים טבעיים אין אתה מבין את התנועות הקשורות בהן וחושב אתה כי אין בהן מועיל עד שאתה רואה תוצאותן ואז אתה משבח את המצוך עליהן ומדריכך בהן ואתה מכריז על אמונתך בו כך למשל לולא שמעת מעולם על המשגל ולא ידעת תוצאותיו והיית מוצא עצמך נזקק אל הפחות באברי האשה ורואה כמה פחותה קרבה זו ומה גרועה כניעה זו לאשה היית משתומם ואומר אין תנועות אלה כי אם דברי הבל ושגעון אולם לאחר שתראה יציר דומה לך נולד מן האשה תראה בזה פלא ותתחיל לחשב כי שתף אתה ליצירה וכי היוצר כון בזה כי תוסיף משלך לישוב העולם כאלה הם גם מעשי המצוות ששעורם נתן מאת האלוה ית' אתה זובח את הכבש למשל ומתלכלך בדמו ובהפשטת עורו ובשטיפת בני מעיו ובהדחתו בנתוחו לאברים ובזריקת דמו בעריכת עצי המזבח ובהדלקת אשו ובסדור מערכתו ולולא היה כל זה במצות האלוה ית' היית בז לכל המעשים האלה והיית חושב כי מרחיקים הם מן האלוה ית' לא מקרבים אליו אולם אם אחרי אשר השלמת את המעשה כמצוה עליך נראתה לעיניך אש מן השמים או מצאת בלבך רוח אחרת אשר לא היתה אתך עד הנה או חלומות צודקים נראו לך או אותות נפלאים מיד תדע כי כל אלה נובעים מן המעשה אשר עשית ומן הענין העצום ההוא אשר בו דבקת ואליו הגעת אותה שעה לא יקשה גם המות בעיניך כי אין מיתתך אחרי אשר דבקת בענין האלוהי כי אם כליון גופך בלבד ואלו הנפש אשר הגיעה אל המדרגה ההיא אין לה ירידה ממדרגה זו ולא התרחקות ממנה אין לקרב אפוא אל האלוה ית' כי אם על ידי מצות האלוה ית' ואין מבוא לידיעת מצות האלוה כי אם בדרך הנבואה לא על ידי הקש ולא על ידי סברה כי בינינו לבין המצוות ההן אין קשר כי אם על ידי הקבלה האמתית והנה האנשים אשר מסרו לנו בקבלה את המצוות ההן לא יחידים היו כי אם קהל רב כלם חכמים גדולים אשר קבלו מן הנביאים ובהעדר הנבואה קבלו מנושאי התורה הכהנים והלוים ושבעים זקנים ומימי משה לא הפסקה הקבלה בישראל מעולם:", 
            "(נד) אמר הכוזרי: ואני חשבתי כי אנשי בית שני שכחו את התורה שכן לא ידעו את מצות הסכה למשל עד שמצאוה כתובה וכן לא ידעו את מצות לא יבא עמוני ומואבי כי בשתי אלה נאמר וימצאו כתוב דברים המראים על שכחת התורה:", 
            "(נה) אמר החבר: לפי זה הרי אנחנו היום חכמים מהם ויודעים יותר מהם ויכולים אנו להתפאר כי שומרים אנו בזכרוננו את כל התורה:", 
            "(נו) אמר הכוזרי: כן אני אומר:", 
            "(נז) אמר החבר: ועם זאת אלו נצטוינו היום להקריב קרבן כלום היינו יודעים איך לשחטו ולאיזה צד ואיך לנהג בקבול דמו והפשטו ונתוחו וכיצד עלינו להקריבו ואיך נזרק את הדם ומה מנחתו ונסכו ומה שירות תושרנה עליו ומה החובות בהן מתחיבים הכהנים כגון קדשה וטהרה ומשיחה ולבישה וכל ההכנות הדרושות ואיך יאכלו את הקדשים מתי ואיפה ודברים רבים רבים מלבד אלה אשר אם נאמר לספרם יארך הספור מאד:", 
            "(נח) אמר הכוזרי: כל זה לא נוכל לדעת אם לא מפי כהן או נביא:", 
            "(נט) אמר החבר: הלא תראה איך בנו אנשי בית שני את המזבח שנים לפני שעזרם האלוה ית' לבנות את הבית ואחרי זה את החומה הסובר אתה כי על המזבח ההוא הקריבו קרבנות בלא כל סדר ככל אשר נזדמן להם:", 
            "(ס) אמר הכוזרי: לא תתכן עולה אשה ריח ניחוח מצוה שאין האדם מגיע אליה בהכרעה שכלית אם לא השלמו כל פרטיה על פי רצון האלוה ית' ובמצותו גדולה מזאת בני הדור ההוא הלא ידעו את מצוות יום הכפורים ומצוות אחרות דברים שהם למעלה ממצות סכה ובכל אלה חכמה נפלאה שאין ללמדה כי אם מפי מורה ממחה:", 
            "(סא) אמר החבר: ואדם היודע דקדוקי תורה אלה היתכן כי לא ידע איך לעשות את הסכה או כי תעלם ממנו מצות לא יבא עמוני:", 
            "(סב) אמר הכוזרי: ומה יש לי אפוא לאמר בנוגע לפסוק וימצאו כתוב בתורה:", 
            "(סג) אמר החבר: האמת הברורה היא זאת כותב דברי הימים שבמקרא ענין לו לא בנסתרות כי אם בנגלות המפרסמות בדברו על יהושע למשל אין הוא מזכיר דבר על החכמה אשר קבל יהושע מן האלוה ית' וממשה ע\"ה מזכיר הוא רק יום עמד מי הירדן לפניו ויום עמד השמש לפי דברו ויום המילה אשר מל יהושע את כל הנולדים במדבר כי כל אלה מפרסמים היו אצל ההמון וכן בספרו ספורי שמשון ודבורה וגדעון ושמואל ודוד ושלמה אין הוא מזכיר חכמתם ואף לא מעשים שעשו לפי התורה בספורי שלמה מזכיר הוא למשל רק את סעדותיו הגדולות ואת רב עשרו ואשר לפלאי חכמתו אין הוא מזכיר כי אם ענין אז תבאנה שתים נשים זנות כי דבר זה היה במעמד עם רב ואלו חכמתו שנתגלתה במעמד מלכת שבא ואחרים לא הזכיר כי כונת המחבר היתה לדבר רק על מה שהיה ידוע בהמון או שהיה לכלם ענין לענות בו אולם הספורים המיוחדים אשר היה בהם ענין רק ליחידים אבדו לנו כלם חוץ ממעטים שבהם כשם שנשתמרו לנו רק אותן המליצות הצחות שבנבואה אשר נעמו מאד לבני אדם ללמדן על פה בגלל תכנן הנעלה ושגב לשונן וכן לא נכתבו מספורי עזרא ונחמיה ע\"ה רק דברים שהיו מפרסמים בהמון והנה יום עשית הסכות מפרסם היה כי ביום ההוא קמו האנשים ועלו אל ההרים ללקט עלי זית ועלי הדס ועלי תמרים אם כן מה שנאמר וימצאו כתוב פרושו שהמוני העם בשמעם את הקריאה בתורה נזדרזו לעשות את הסכות ואלו היחידים לא נעלם מהם פרט מפרטי המצוות ועל אחת כמה וכמה כלל מכלליהן וכונת המספר היתה להפליג בשבח היום ההוא וכזאת היתה כונת המחבר גם בצינו את היום בו נתגרשו העמוניות והמואביות כי היה זה יום מעשה רב יום בו נפרדו בני העם מן הנשים שהיו אמות ילדיהן מעשה קשה ומכאיב עד מאד ואין אני חושב כי יש אמה באמות אשר תשמע ככה למצות אלהיה חוץ מעם סגלה זה ובגלל פרסום המעמד הזה נאמר וימצאו כתוב רצונו לומר בשעה שהקורא בתורה באזני עם הארץ הגיע לפסוק לא יבא עמוני ומואבי נתעורר העם ותהי חרדה גדולה ביום ההוא:", 
            "(סד) אמר הכוזרי: רוצה הייתי כי תראה לי איך נולדה המסרת ומה מעיד על אמתותה:", 
            "(סה) אמר החבר: ידוע כי הנבואה נמשכה עוד ארבעים שנה בימי בית שני בקרב הזקנים אשר זכו להארה מכח השכינה ששרתה בבית ראשון כי הנבואה הנקנית נסתלקה עם הסתלק השכינה ולא היתה מופיעה כי אם לעתים רחוקות ורק אצל אנשים ממדרגת אברהם ומשה ע\"ה ואליהו והמשיח המקוה ודומיהם אשר הם בעצמם מעון לשכינה בני דור שאנשים כאלה בקרבם זוכים להתגלות הנבואה בתוכם ועם ישראל בשובו אל הבית עוד היו עמו חגי וזכריה ועזרא ועוד לאחר ארבעים שנה קם קהל החכמים הידועים בשם אנשי כנסת הגדולה ומספרם לא ימנה מרב והם אשר עלו עם זרובבל קבלו מן הנביאים כמו שאמרו חכמים ונביאים מסרוה לאנשי כנסת הגדולה אחריהם בא דורו של שמעון הצדיק כהן גדול ואתו בסיעתו תלמידים וחברים ואחריו אנטיגונס איש סוכו המפרסם ומתלמידיו צדוק וביתוס אשר הניחו יסוד לכתות המינים שנקראו על שמם צדוקים וביתוסים ואחריו יוסף בן יועזר חסיד שבכהנה ויוסף בן יוחנן וחבריהם על הראשון נאמר משמת יוסף בן יועזר בטלו האשכולות שנאמר אין אשכול לאכול וכו' כי לא נודע בו חטא מנעוריו עד יום מותו ז\"ל ואחריו יהושע בן פרחיה שענינו ידוע וישו הנוצרי מתלמידיו היה ונתי הארבלי הוא בן דורו ואחריו יהודה בן טבאי ושמעון בן שטח וחבריהם בימיו נולדה שיטת הקראים לרגל מה שארע לחכמים עם ינאי כי ינאי כהן היה ונפל חשד על אמו כי חללה היא ואחד מקהל החכמים רמז על כך באמרו ינאי המלך רב לך כתר מלכות הנח כתר כהנה לזרעו של אהרן אשר על כן יעצו רעים את ינאי לבעט בחכמים להשפילם להגלותם ולהמיתם אך הוא שאל את רעיו אם אאבד את החכמים מי ילמדנו תורה ועל זה ענו לו והרי תורה שבכתב אתנו כל הרוצה ללמד יבוא וילמד ואשר לתורה שבעל פה אל תשגח בה וקבל מהם והגלה את החכמים ובכללם שמעון בן שטח שהיה גסו אז ירדה הרבנות מטה לזמן מה אולם כאשר בקשו לקים את המצוות מתוך שקול דעת לא עלתה בידם אז הושבו שמעון בן שטח ורב תלמידיו מאלכסנדריה וחזרה המסרת לקדמתה והנה הקראים ששרשם יצא בימים ההם הם אנשים שדחו תורה שבעל פה והתחכמו כנגדה בטענות מעין אלה שאתה מוצא את הקראים טוענים היום ויש להבדיל בינם ובין הצדוקים והביתוסים האנשים שכפרו בעולם הבא והם המינים שאנו מתפללים על אבדנם בתפלה אשר לישו וחבריו אם המשעמדים שהצטרפו לכת הטובלים בירדן ואלו הקראים הודו בשרשי התורה אך התחכמו בענפים ויתכן שהגיע מזה הפסד גם אל השרשים אבל רק מתוך חסר ידיעה לא בכונה אחרי כן בא דורם של שמעיה ואבטליון ומתלמדיהם היו הלל ושמאי אשר להלל ידוע דבר היותו חכם וענו ומזרע דוד והוא האריך ימים עד מאה ועשרים שנה אלפי תלמידים היו לו ועל המבחרים שבהם אמרו שמונים תלמידים היו לו להלל הזקן שלשים מהם ראויים שתשרה עליהם שכינה ושלשים ראויים לעבר את השנים ועשרים בינונים גדולה שבהם יונתן בן עזיאל קטן שבהם רבן יוחנן בן זכאי שלא הניח מקרא ומשנה ותלמוד והלכות והגדות וכל מדות חכמים וכל מדות סופרים וכל דבר ודבר שהוא מדברי תורה שלא למדו ואמרו עליו שלא שח שיחת חלין מימיו ולא הניח אדם בבית המדרש ויצא ולא קדמו אדם לבית המדרש ולא ישן בבית המדרש לא שנת קבע ולא שנת עראי ולא הלך ארבע אמות בלא תורה ובלא תפלין ולא מצאו אדם יושב ודומם אלא יושב ודורש ולא פתח אדם לתלמידיו אלא הוא ולא אמר דבר שלא שמע מפי רבו ולא אמר הגיע עת לעמד מבית המדרש וכן היה ר' אליעזר תלמידו נוהג אחריו רבן יוחנן בן זכאי שראה עוד בית שני חי כרבו מאה ועשרים שנה ומתלמידיו ר' אליעזר בן הורקנוס בעל פרקי ר' אליעזר המפרסמים הדנים בעניני התכונה ובמדות הגלגלים והארץ ובכל דבר מפלא אשר בחכמת הכוכבים ומתלמידיו עוד ר' ישמעאל בן אלישע כהן גדול הוא ר' ישמעאל של ההיכלות והכרת פנים ומעשה מרכבה כי הוא ידע סודות כל אלה עד שזכה לדרגה קרובה לנבואה והוא בעל המאמר פעם אחת נכנסתי להקטיר קטרת וראיתי אכתריאל יה ה' צבאות ושאר ההלכה שם ומתלמידיו עוד ר' יהושע המפרסם שארע לו עם רבן גמליאל מה שמספר בספור הידוע ור' יוסי (הכהן) ור' אלעזר בן ערך שאמרו עליו אלו היו כל חכמי ישראל בכך מאזנים ואלעזר בן ערך בכף שניה מכריע את כלם ובכל הדורות האלה לא פסקו מלבד המפרסמים הללו ומלבד קהל החכמים כלו ומלבד הכהנים והלוים שהיתה תורתם אומנותם השבעים סנהדרין שמסרו את חכמתם מדור לדור כי על פיהם היו ממנים כל ממנה ומעבירים כל מעבר כמו שנאמר אמר ר' שמעון בן יוחאי כך מקבל אני מפי שבעים זקנים ביום שהושיבו את ר' אלעזר בן עזריה בישיבה מאחורי שבעים אלה ישבו מאות ומאחורי המאות אלפים כי לא יתכן לברר שבעים שלמים כי אם מתוך מאות שמדרגתם קרובה לשלמות וכן הלאה מדרגה אחר מדרגה אחרי אלה באו ר' עקיבא ור' טרפון ור' יוסי הגלילי וחבריהם כלם אחרי החרבן ר' עקיבה הגיע למדרגה הקרובה לנבואה עד שהיה לו מגע ומשא עם עולם הרוחניים כמו שספר עליו ארבעה נכנסו לפרדס אחד הציץ ומת אחד הציץ ונפגע אחד הציץ וקצץ בנטיעות אחד בא בשלום ויצא בשלום ומנו ר' עקיבה האחד שהציץ ומת לא יכל לעמד בפני זהר העולם ההוא עד כדי כך שנתפרדה הרכבתו השני דעתו נטרפה עליו ודבר בענינים האלוהיים מתוך בלבול דברים שלא הביאו תועלת לבני אדם השלישי זלזל במעשי המצוות לאחר שנסתכל בשכלים באמרו בלבו מעשי המצוות אינם כי אם כלים ואמצעים המביאים אל המדרגה הרוחנית הזאת ואני כבר השגתיה לי אפוא אין צרך במצוות המעשיות ובדרך זו נתקלקל וקלקל תעה והתעה ואלו ר' עקיבה בא בשני העולמות ויצא בלא שיפגענו אסון וכבר נאמר עליו ראוי היה שתשרה עליו שכינה כמשה אלא שאין השעה ראויה לכך הוא היה מכלל הרוגי מלכות והוא האיש אשר בשעה שהרגוהו היה שואל לתלמידיו אם הגיע זמן קריאת שמע ויקראנה וכשאמרו לו רבנו עד כאן אמר להם כל ימי הייתי מצטער על מקרא זה ובכל נפשך ואפלו הוא נוטל את נפשך עכשו שבא לידי אקימנו והיה מאריך באחד עד שיצאה נשמתו:", 
            "(סו) אמר הכוזרי: איש אשר כזה יחיה חיים נעימים וימות מיתה נעימה ואחרי זה יחיה את החיים הנצחיים בשמחה מתמדת:", 
            "(סז) אמר החבר: אחריהם היו בדור אחד ר' מאיר ור' יהודה ור' יוסי ור' שמעון בן עזאי ור' חנניה בן תרדיון וחבריהם ובדור שאחריו רבי הוא רבנו הקדוש הלא הוא ר' יהודה הנשיא ועמו ר' נתן ור' יהושע בן קרחה ורבים זולתם והם אחרוני חכמי המשנה הנקראים תנאים שאחריהם באו האמורים הם בעלי התלמוד וסדרה המשנה בשנת תק\"ל למנין שטרות היא שנת ק\"ן לחרבן לבית שני לסוף תק\"ל שנה אחרי הפסק הנבואה והובאו במשנה כל הספורים והמעשים אשר הזכרנו מהם למעלה ברמז רק מעט מהרבה והשתדלו החכמים בנסח המשנה שסדרוה וערכוה כשם שהשתדלו חכמים ראשונים במסרת התורה בספרם את הסדרים אשר במשנה ואת הפרקים ואת ההלכות ושמועותיהם מדיקות כל כך עד שרחוק הדבר מן הדעת כי ימצא בהן דבר מה שבדוהו מתוך הסכמה ויש בה במשנה הרבה מליצות צחות של הלשון העברית אשר לא מלשון המקרא לקחון ואשר לקצור דבורה ויפי סדורה ונוי שמושה ולעיונה בכל בחינות נדוניה נוסף על ברירות ההכרעה שאינה משאירה מקום לספק או לטעות הנה כל המתבונן בכל אלה בעין האמת רואה כי אין בשר ודם מסגל לחבר כמותה אם לא בעזר אלוהי ולא ימאס בה כי אם מי שאינו מבינה ואינו עוסק בקריאתה ובלמודה אדם כזה שמע מדברי החכמים רק את המימרות שלא נאמרו כי אם בדרשות בפני ההמונים והחליט כי כל דבריהם נטולי שחר הם וחסרי טעם כאשר יחליט אדם על זולתו שעתה זה פגשו בלי שיבחננו ובלי שיארח עמו לחברה לזמן מסים כי רבו חסרונותיו ועד כמה סמכו החכמים בקבלתם על הנבואה אפשר לראות מאותה מימרה מפרסמת אמר ר' נחום הלבלר מקבל אני מרבי מיאשא שקבל מן הזוגות שקבלו מן הנביאים הלכה למשה מסיני וכל כך נזהרו החכמים שלא לקבל דברים שנאמרו רק מפי יחיד עד שאחד מהם מצוה בשעת מתתו לבנו בני חזר בארבעה דברים שהייתי אומר אמר לו ואתה למה לא חזרת בך אמר לו אני שמעתי מפי רבים והם שמעו מפי רבים אני עמדתי בשמועתי והם עמדו בשמועתם אבל אתה שמעת מפי יחיד מוטב להניח את דברי יחיד ולאחז את דברי רבים אלה הדברים הם מעט מהרבה כטפה מן הים המעידים על מעלת שמועות המשנה אשר לשמועות התלמוד יארכו הדברים אם נאמר לדבר עליהן ועל מקבליהן ועל שיטותיהם ועל חידותיהם ועל משליהם ואם יש בהם דברים שאינם נראים בענינו היום נאים היו ומורגלים בדורות ההם:", 
            "(סח) אמר הכוזרי: אכן מוצא אני דברים כאלה בחלקים מסימים של מאמריהם וזה סותר מה שאתה מספר על כללי דבריהם כך הם מפרשים אחדים מפסוקי התורה בדרכים שההקש ההגיוני מרחיקם ונפשנו מעידה ולבנו אומר לנו כי אין כונת הפסוקים ההם למה שהזכירו החכמים פעם בדינים ופעם בדרשות וכן הגדות ומעשיות שהם מספרים מרחיק אותן השכל:", 
            "(סט) אמר החבר: השמת לב כמה מן הדיוק והדקות יש בפרושם למשנה ולבריתא וכמה יודעים הם להעמיק חקר ולברר אמתת דברים בלי יתר וחסר במלים על אחת כמה וכמה בתכן:", 
            "(ע) אמר הכוזרי: ראיתי כי הם הגיעו בזה למעלה מכל מה שהשג בחכמת הנצוח אכן ההוכחות שלהם אין עליהן פרכה:", 
            "(עא) אמר החבר: היתכן להניח כי אדם המדיק דיוק כזה לא יבין בפסוק מה שאנחנו יודעים בו:", 
            "(עב) אמר הכוזרי: דבר זה מן הנמנעות הוא אפשר לבאר את הקשי רק באחת משתי הדרכים אם שאין אנחנו יודעים דרכי פרושם לתורה או שמפרשי ההלכה לא היו מפרשי התורה אך הדרך השניה לא תתכן פרושם לפסוק יראה לנו רק לעתים רחוקות פרוש הגיוני המתאים להוראה הפשוטה של המלים לעמת זאת לא מצאנו להם פרוש בדברי הלכה שאינו בתכלית ההתאמה להגיון:", 
            "(עג) אמר החבר: טוב מזה כי נאמר כך מה נפשך או שהיו להם בדרך פרוש התורה סודות שבאו להם בקבלה בדבר השמוש בשלש עשרה מדות שהתורה נדרשת בהן סודות הנעלמים מאתנו או שהשתמשו בפסוקים על הדרך הנקראת אצלם אסמכתא שאינה כי אם סימן לדבר שהיה ידוע להם בקבלה כך בארו את הפסוק ויצו ה' אלהים על האדם לאמר מכל עץ הגן אכל תאכל כרמז לשבע מצוות שנצטוו בני נח בדרשם ויצו אלו הדינין ה' זה ברכת השם אלהים זו עבודה זרה על האדם זו שפיכות דמים לאמר זה גלוי עריות מכל עץ הגן זה גזל אכל תאכל זה אבר מן החי מה רב המרחק בין הענינים האלה ובין הפסוק הזה אין זאת כי אם קבלה היה בידם ענין שבע מצוות אלו וסמכוה על הפסוק הזה דרך סימן למען הקל בזה על זכירת המצוות ויתכן כי בפרוש הפסוקים שמשו אצלם שני האפנים כאחד ואולי היו אתם עוד אפנים שנעלמו מאתנו אנו אין לנו כי אם לסמך על קבלתם הואיל והבררו לנו חכמתם וחסידותם והשתדלותם הרבה בברור האמת והיותם המון רב אשר לא תתכן אצלם ערמה מסכמת אין לנו אפוא לחשד בדבריהם אמנם יש לנו לחשד בהבנתנו וכן אנו נוהגים בכל דברי התורה שאינם מובנים לנו את קצר ההשגה בהם אנו מיחסים אך ורק לעצמנו אשר להגדות יש מהן המשמשות הצעות והקדמות לדעה שהיו מבקשים לחזקה ולאשרה כך למשל אמרו כשירד רבון העולמים למצרים כדי לחזק את האמונה כי יציאת מצרים באה באמת בכונה מאת האלוה ית' לא במקרה ולא באמצעות תחבולה מעין תחבולות אנוש או באמצעותם של רוחות הכוכבים של המלאכים או של השדים או באמצעות כל מה שיעלה בלבו של חושב אלא בדבר האלוה לבדו ואין מימרתם זאת כי אם על דרך מה שהם אומרים פעם בפעם כביכול מימרה שהוראתה היא אלו היה הדבר אפשרי כי יהיה כך וכך כי אז היה כך ואף גם זאת מימרה זו אינה בתלמוד כי אם בסדורים אחדים אך בכל מקום שתמצא כמותה זה משמעה בקרוב ומעין זה אמר מיכיהו לאחאב ראיתי את ה' ישב על כסאו וגו' ויאמר ה' מי יפתה את אחאב ויעל וגו' ויצא הרוח וגו' עד סוף כל המאמר שם ועל צד האמת לא היה שם דבר למעלה ממה שהביע במאמרו הנה נתן ה' רוח שקר בפי כל נביאיך אלה ושאר הדברים שם אינם כי אם הקדמה ומבוא מליצי שלא באו אלא לחזק אמתות הדברים ההם ויש שההגדות מספרות על ראית רוחניים במראה ואין זה פלא שחסידים כאלה יראו בכח פרישותם הגדולה וזכוך דעותם צורות כאלה מהן מדמות ומהן שיש להן אמתות מציאות גם מחוץ למחשבה כאשר ראו אותן הנביאים ודומה לזאת שמיעת בת קול שלא פסקה מהם בבית שני והיא מדרגה למטה מן החזון והדבור האלוהי ואל תרחיק מאמרו של ר' ישמעאל שמעתי בת קול שמנהמת כיונה ומאמרים דומים לזה כי ממראות משה ואליהו ע\"ה נתברר כי דבר זה אפשרי אם יש אפוא קבלה נאמנה על הדומה לזה יש להאמין בה (אשר למאמר אוי לי שחרבתי את ביתי יש לפרשו בדרך שמפרשים וינחם ה' ויתעצב אל לבו) ויש שההגדות הן משלים שנשאו על סודות החכמות שאסור לגלותם הואיל ולהמון אין בהם משום תועלת ולא נמסרו כי אם ליחידים שיחקרו וידרשו בהם אולי ימצא בתוכם אדם הראוי להם בדור או באחד הדורות אמנם יש הגדות הנראות כנטולות שחר אך אחרי עיון כלשהו יתברר ענינן כך למשל מאמר החכמים שבעה דברים נבראו קדם לעולם גן עדן ותורה וצדיקים וישראל וכסא הכבוד וירושלים ומשיח בן דוד דומה למאמר החכם תחלה המחשבה סוף המעשה כל כונת החכמה האלוהית בבריאת העולם היתה התורה שהיא עצם החכמה ונושאיה הם הצדיקים שרק בתוכם שוכן כסא הכבוד וצדיקים על צד האמת לא ימצאו כי אם בקרב אנשי הסגלה והם ישראל ולאלה ראוי רק המיחד במקומות והוא ירושלים אותם לא ינהיג כי אם הנעלה בבני אדם הוא משיח בן דוד אך תקות כל בני אדם ודרכם היא לגן עדן ולכן יצירו כל אלה כברואים בכל קדם לעולם דומה לזה מאמר חז\"ל עשרה דברים נבראו בין השמשות פי הארץ ופי הבאר ופי האתון וגו' מאמר הנראה אף הוא לפי פשוטו כנמנע אך הוא מעיד על ההסכמה בין התורה לבין חכמת הטבע כי חכמת הטבע מאמינה בנהג והתורה מעידה על שנוי מנהג זה וההתאמה ביניהן היא בזה שגם שנויי הנהג מקורם בטבע כי כך התנה עליהם ברצון הקדמון וכך הסכם עליהם מששת ימי בראשית ולא אכחד ממך מלך כוזר כי יש בתלמוד מאמרים שאיני יכול לבארם לך באור מספיק ואף לא אוכל להראותך באיזה קשר הם עומדים עם הענין שהם דנים בו מאמרים אלה הכנסו אל התלמוד על ידי התלמידים אשר השתדלו לשמר על הכלל שהיה בידם אפילו שיחת חכמים צריכה תלמוד ומאד היו נזהרים לא לאמר דבר שלא שמעו מרבותם והשתדלו לאמר כל מה ששמעו מפי רבותם ומה ששמעו מרבותם זהירים היו לומרו בלשונם ממש אפלו לא הבינו משמעו ואז היו אמרים כך שמענו וקבלנו ויתכן כי לרב היו בזה כונות שנעלמו מתלמידיו וכך הגיע מאמר זה אלינו והננו מזלזלים בו מפני שאיננו יודעים כונתו אולם כל זה רק בדברים שאינם נוגעים לאסור והתר אל נשים אפוא לב למאמרים אלה וחבורנו לא יגרע מערכו אם נסתפק באפנים שהזכרנו:", 
            "(עד) אמר הכוזרי: כבר הטיבות לנפשי וחזקת אמונתי במסרת ועתה אבקש ממך כי תטעימני טעם חכמותם וראשית דבר הוסף נא לי הסברה בענין שמות האלוה והרחב לי מעט בענין זה בעזרת האלוה:"
        ]
    ], 
    "versionSource": "http://www.tsel.org/torah/kuzari/shelishi.html", 
    "heTitle": "ספר הכוזרי", 
    "categories": [
        "Philosophy"
    ]
}