{
    "work": "Midrash Tanchuma", 
    "text": {
        "42_Pinchas, 7_Siman, 0_Paragraph": ".....", 
        "26_Tzav, 25_Siman, 0_Paragraph": "And why did He say Miriam first and Aharon afterwards? However it was because she started first and therefore, the verse mentioned her first. And what did they say? \"but was it only to Moshe that God spoke?\" (Numbers 12:2) That is to say did He only speak to Moshe that he separated from his wife? \"Did he not also speak to us?\" (Ibid.) In the same way did He speak to us and we have not separated from the way of the world (marital relations). And how did Miriam know that Moshe separated from the woman? Rabbi Natan said, \"Miriam was alongside Tsipporah when they said to Moshe, 'Eldad and Meidad are prophesying in the camp' (Numbers 11:27); and when Tzipporah heard, she said, 'Woe to the wives of these [men]!' And from what time did Moshe separate? In fact, when the Holy One, blessed be He, said to Moshe at Sinai before the giving of the Torah that he should sanctify the people, and say to them, 'for three days do not come close to a woman.' (Exodus 19:15) They [then] separated from their wives and Moshe separated from this wife. And after the giving of the Torah, the Holy One, blessed be He, said to him, 'Go tell them, \"you return to your tents.\" But you stay here with me,' (Deuteronomy 5:27-28) and do not go back to the way of the world. And when Tzipporah said, 'Woe to the wives of these - they are called to prophecy [and] will be separating from their wives just like my husband separated from me. And from then, Miriam knew and told Aharon. And if Miriam who did not have intention to disgrace Moshe was punished, all the more so with one who recounts the disgrace of of his fellow with evil speech, will that person be punished with <i>tsaarat</i> (a Biblical skin disease).\" ... \"And the Lord said suddenly\" (Numbers 12:4) When he revealed Himself to them suddenly and they were impure [as a result of] the way of the world, they yelled out, \"Water, water;\" to show that Moshe acted properly when he separated from his wife, after the Divine Presence revealed Itself to him constantly, and there was no [longer a] set time for speaking [with God.  ", 
        "12_Vayigash, 0_Siman, 0_Paragraph": "Our sages teach us, \"Who is the guarantor who is responsible for repayment [of a loan]?\"  Thus taught our sages:  Rabbi Shimon ben Nanas says, \"Who is the guarantor that is responsible for repayment?  The one who says lend him and I will give it to you.\" When he takes and places it in the hand of the guarantor, he is responsible.  And who was this guarantor?  This was Judah, as he said, '''Send him with me and I will return him to you.'  And he said, 'My son will not go down with you...If harm occurs to him.....'(Genesis 42:37-8).\"  From here you learn that one who goes out on the way, Satan accuses him.  Rabbi Yossi ben Chanina says that we learn that women die at the time of childbirth because of three transgressions.  Why at the time of childbirth?  Because Satan accuses at the time of danger.  Benjamin descended with his brothers and they took corn. Joseph commanded and he put the goblet in his sack.  Before they had gone far, he sent after them.  He said to them, 'How could you do such an evil thing?' He said, \"Whoever is found to have the goblet in his hand will be my slave.'  When it was found in the sack of Benjamin, each one of them turned his face away and who stood against him?  The guarantor.  \"And Judah came near (Genesis 44:18).\"", 
        "37_Beha'alotcha, 3_Siman, 0_Paragraph": "in your lighting- What is written right above this section in the Torah? \"On the day in which Moses finished (building the tabernacle), the chieftains sacrificed...\" (Numbers 7:1-10), and then, \"speak to Aaron in your lighting...\" The verse, \"Those who are in awe of God are His holy ones, for there is no lack for those who are in awe of him.\" (Psalms 34:10) One can find above (the first verse in parshat Beha'alotcha), eleven tribes sacrificed, but the tribe of Levi did not sacrifice- the tribe of Ephraim sacrificed as did all the other tribes except for the chieftain of Levi. Who was the chieftain of Levi? This is Aaron, as it is said, \"the name of Aaron you shall write for the tribe of Levi....\" (Numbers 17:18). And Aaron did not sacrifice with the other chieftains, and he said, \"Woe is me, it is my fault that the tribe of Levi has not been received.\" God, therefore, said to Moses, \"Go and say to Aaron, 'do not fear, for another kind of greatness you have been made.'\" Therefore it is said, \"speak to Aaron and you shall say to him with your light...\" The sacrifices only were made all the time in which the Temple stood, but the lights would always be on the face of the menorah- All the blessings that I have given to you to bless my children will never be nullified. ", 
        "54_Ha'Azinu, 7_Siman, 0_Paragraph": "<b>He guards him like the pupil of His eye:</b> The Holy One, blessed be He, guards those tested by Him, like a man guards the pupil of his eye. And there is a story of a very rich and popular man, and he had a daughter who was of very beautiful appearance and pious. And she married three times to three men, but on the morrow of each first night of her marriage, they would take out her husband dead. She said, \"Men shall no longer die due to me - I will sit as a widow and a chained woman (<i>agunah</i>) until the Omnipresent sees and has mercy.\" She sat [like this] many days. And that wealthy man had a very poor brother in a different province, and he had ten sons. And on each and every day, he and his biggest son would would bring bundles of wood from the forest and sell them. And from that, he, his wife and his children would support themselves. One time, they did not sell it and they did not have money to buy bread; and [so] that day, they did not eat the whole day. They went to the forest and the father fainted. The son's eyes poured tears about their poverty and he hung his eyes to the Above. The son thought in his heart - he took leave from his father and from his mother and he went to the province of his uncle. And when he came to [his uncle's] house, his uncle was very happy about him, as was his wife and his daughter. They asked him about his father and about his mother and about the children. He stayed with [the uncle] for seven days. At the end of seven days, the lad came to his uncle. He said to him, \"I have one request to ask from you; do not turn me away.\" His uncle said to him, \"Say what you want, my son.\" He said to him, \"Swear to me.\" And so he did. He said, \"This is the request that I am asking from you - that you give me your daughter as a wife.\" When the man heard, he cried. He said to him, \"Don't, my son, don't - as such is her trait, due to my iniquities.\" He said to him, \"[Nonetheless].\" He said to him, \"If it is for the [sake] of my money that you are seizing upon her, do not marry her - as I will give you much silver and gold, since you are a fine and wise lad. But upon my advice, do not endanger yourself with her.\" He said, \"You have already sworn about this thing.\" The rich man examined the thing and agreed to him. He came to his daughter and explained the things to her. When she heard this, she cried and yelled out from the bitterness of her soul. And she hung her eyes to the Above, and she said, \"Master of the Universe, May your hand be upon me, and let not all of these die due to me.\" What did [the rich man] do? He betrothed her and made a party and called the elders of the city and made  a canopy and the groom sat within it. And an elder chanced there - and it was Eliyahu the prophet - and he called [the groom] to speak with him [privately]. And he said to him, \"My son, I will counsel you proper advice and do not budge from my advice. When you sit to repast, a poor man will come to you, dressed in torn black clothes, barefoot and tired, his hair like nails - a poor man that has none like him in the whole world. When you see him, rise from your seat and seat him next to you, give him to eat and to drink and serve him with all of your strength and honor him. And do not neglect anything from all that I have told you; and you shall stay in peace and I will go upon my way.\" The elder left and the groom came to his place. They [all] sat at the party. When they began to eat, that poor man came. And when the groom saw him, he rose from his place and did everything for him that the elder told him. After the party, that poor man called the groom, [and] he brought him to the room. He said to him, \"My son, I am the messenger of the Omnipresent, and I have come here to take your soul.\" He said to him, \"My master, give me a year's time or half a year.\" He said to him, \"I will not do [so].\" He said to him, \"If so, give me thirty days or seven days of the party.\" He said to him, \"I will not even give you a day, as your time has already come.\" He said to him, \"I plead of you, Wait for me until I go and take leave of my wife.\" He said to him, \"About this thing I will lift your face (indulge you), but go quickly.\" He went to the room and she was sitting alone and crying and praying to her Maker. The lad called to her, and she came to open [the door] for him, [and] brought him into the room with her. She held him and kissed him, [and] said to him, \"My brother, why have you come?\" He said to her, \"To take leave from you, as my time has come to go in the way of all the world - since the angel came and told me that he came to seek my soul.\" She said to him, \"Do not go but sit here, and I will go to him and I will speak to him.\" She went and found him, [and] said to him, \"Are you the angel that has come to seek the soul of my husband?\" He said, \"Yes.\" She said to him, \"He shall not die now - it is written in the Torah (Deuteronomy 24:5), 'When a man takes a woman for a wife, he shall not go out with the army nor be assigned to it for any purpose; he shall be exempt one year for his household, to rejoice his wife that he has married.' And the Holy One, blessed be He, is true and His Torah is true, but if you take his soul, you will make the Torah, a fraud. [So,] if you accept my words, good; but if not, come with me to the great court. Immediately, the Holy One, blessed be He, rebuked the angel, and he left. At night, the groom and the bride laid together, but the father of the bride and her mother were crying in their room. And when midnight arrived, the man and his wife got up to prepare a grave for their son-in-law before the rising of the dawn. When they got up, they heard the groom and bride laughing and joyful together. They went into the room to see the thing. They saw and they rejoiced and they announced the thing to the community and gave thanks to the Lord. And this is that which the Holy One, blessed be He, guards those that have faith in Him. ", 
        "54_Ha'Azinu, 4_Siman, 0_Paragraph": "<b>The Rock, His action is perfect, etc. righteous (<i>tsadik</i>):</b> as He does charity  (<i>tsedakot</i>) with His children. When He sees a man who is poor and has good deeds in his hand, and he prays in front of Him and says, \"Like Your great name, do charity for me\" - the Holy One, blessed be He, opens His treasuries and gives to him. This is this - as He gives charity. And this is what David stated, \"How abundant is Your goodness that You have in store, etc.\" (Psalms 31:20). Said David in front of the Holy One, blessed be He, \"I know that you have many treasuries of charity. But if you do not distribute them to me and my fellows that need [it], for what is Your abundant goodness?\" \"Do - you recompense the Lord thus\": The [letter,] <i>hay</i> (which is the word, Do,) is removed from [the word,] the Lord. Why? As it is the end of the signature of Moshe: Take the beginning of the words of the verses until the <i>hay</i> of \"Do - you the Lord\" - such as the <i>hay</i> from \"Listen (<i>Haazinu</i>),\" the <i>yod</i> from \"Come down (<i>Yeaarof</i>),\" the <i>kaf</i> from \"For (<i>Ki</i>) I call the name of the Lord,\" the <i>hay</i> from \"The Rock (<i>Hatsur</i>),\" the <i>shin</i> from \"Destruction (<i>Shichet</i>) of His,\" and the <i>hay</i> from \"Do - you the Lord\" - and you will find that it all amounts to the numerical equivalent of the count of [the letters of] Moshe. And that is the signature of Moshe - like a man who completes his book and signs his name at the end of his book. And hence the <i>hay</i> is removed from the Lord.", 
        "3_Noach, 8_Siman, 0_Paragraph": "...R. Levi said: The whole twelve months that Noah was in the ark, neither he nor his family tasted sleep because they were responsible for feeding the beasts, animals and birds. R. Akiva said: Even branches for the elephants, and little shards of glass for the ostriches, they brought it with their hands to feed them. Now some animals ate in the second hour of the night and some in the third hour of the day, hence you know that Noah did not taste a bit of sleep. R. Yochanan said: One time, when Noah was late in feeding the lion, the lion attacked him, and he went away limping...", 
        "54_Ha'Azinu, 3_Siman, 0_Paragraph": "<b>The Rock, His action is perfect:</b> Yishaiyahu said, \"Pursue the Lord in His being found\" (Isaiah 55:6), and David said, \"Pursue the Lord and His might, etc.\" (I Chronicles 16:11). Why did he [continue to] say, \"seek His face always?\" To teach you [that] the Holy One, blessed be He - may His name be blessed - sometimes appears and sometimes does not appear; sometimes hears and sometimes does not want to hear; sometimes answers and sometimes does not answer; sometimes is pursued and sometimes is not pursued; sometimes is found and sometimes is not found; sometimes is close and sometimes is not close. How is this? He appeared to Moshe, as it is stated (Exodus 33:11), \"And the Lord spoke to Moshe.\" He went back and disappeared from him, when he said to Him, \"Please show me Your glory\" (Exodus 33:18). And so [too,] He appeared to Israel at Sinai, as it is stated (Exodus 24:10), \"And they saw the God of Israel,\" and it states (Exodus 24:17), \"And the appearance of the glory of the Lord.\" [But] He went back and disappeared from them, as it is stated (Deuteronomy 4:15), \"since you did not see any picture,\" and it states (Deuteronomy 4:15), \"the voice of words do you hear.\" And when Israel were in Egypt in torturous subjugation, \"And God heard their moaning\" (Exodus 2:24). [But] when they sinned, \"The Lord did not hear your voice and did not listen to you\" (Deuteronomy 1:45). He answered Shmuel at Mitspeh, as it is stated (I Samuel 7:9), \"and Shmuel cried out to the Lord [...] and the Lord answered Shmuel.\" [But] He went back and did not answer Him, as it is stated (I Samuel 16:1), \"And the Lord said to Shmuel, 'Until when are you mourning for Shaul.'\" He answered David - and it stated (Psalms 34:5), \"I have pursued the Lord and He answered me.\" [But] He went back and did not answer him, as it is stated (II Samuel 12:16), \"and David fasted a fast, and he went in and laid down on the ground,\" and it is written (II Samuel 12:14), \"also the child that is born to you will surely die.\" And at the time that Israel repents, He is found for them, as it is stated (Deuteronomy 4:29), \"And from there, you will seek the Lord, your God [and you will find Him].\" But if they do not repent, \"They will go with their sheep and cattle to seek the Lord, but they will not find Him; He has cast them off\" (Hosea 5:6). Sometimes He is close, as it is stated (Psalms 145:18), \"Close is the Lord to all who call to Him\"; [but] sometimes He is not close, as it is stated (Proverbs 15:29), \"Far from evildoers is the Lord.\" And it is written (Numbers 6:26), \"And the Lord shall lift His face\"; but [another[ verse states (Deuteronomy 10:17), \"Who does not lift the face.\" [Only] if [one] repents, He lifts His face to him. It is possible [that He does this] for all. [Hence] we learn to say \"to you\" (Numbers 6:26) - but not to another nation; as it is stated (Jeremiah 4:14), \"Wash your heart from evil, Jerusalem, in order that you be saved\" - if they repent. But if not, \"Even if you wash with natron [... your iniquity is before Me]\" (Jeremiah 2:22). Hence Yishaiyahu said, \"Pursue the Lord in His being found; call to Him in His being close.\" [There is a relevant] parable: To what is the matter similar? To a king who said to his servants, \"Go out and announce in all of my dominion that I am sitting and judging financial cases. Anyone who has an issue with his fellow - let him come in front of Me, and I will judge him favorably, [now] before I sit to judge capital cases.\" And so [too,] did the Holy One, blessed be He - may His name be blessed - say to Israel, \"My sons, Know that I judge the world at these four periods: At Pesach about the grain; at [Shavouot] about the fruit of the trees; at Rosh HaShanah, all those that come to the world come in front of me like <i>bnei Maron</i>; and at [Sukkot] about the water. On three of these periods, I sit to judge financial cases, to make wealthy or make poor, to increase or to decrease. But on Rosh HaShanah, I judge capital cases, whether for death or life - as you say in the shofar blows of Rav, 'And upon it is said, about the provinces, etc.' But if you repent with a full heart, I will accept you and judge you favorably. As the gates of the Heavens are open and I will hear your prayers, since I 'observe from the windows, peer through the lattice,' [now] before I seal the judgement on Yom Kippur.\" Hence it is stated, \"Pursue the Lord in His being found.\" Rabbi Shmuel bar Nachmani said, \"[There is a relevant] parable: To what is the matter similar? To a king who resided in a province and the people of the province were angering him. The king got angry and went outside of it [a distance of] ten <i>mil</i> and he stayed there. A man saw him, [and] he said to the people of the province, 'Know that the king is angry with you and he is seeking to send his legions upon the city to destroy it. Go out and appease him and he will return to you, before he distances himself from you.' A clever man was there, [and] he said to them, 'Fools, While the king was with you, you did not seek to appease him. And now before he distances himself, go out to him. Maybe he will accept you.'\" Hence it is stated, \"Pursue the Lord in His being found\" - these are the ten days of repentance, that he is found among you, as so did Yechezkel say, \"a wall between Me and them\" (Ezekiel 43:8). This is \"call to Him in His being close. Let the evildoer leave his path and a man his thoughts of iniquity and return to the Lord and He will have mercy upon him\" (Isaiah 55:6-7).", 
        "6_Chayei Sara, 4_Siman, 0_Paragraph": ".", 
        "52_Nitzavim, 3_Siman, 0_Paragraph": "<b>You who are present today, all of you:</b> You are the existence of this world and the world to come. When the Holy One, blessed be He, will come to give a goodly reward to the righteous, He will show them behemoths that crouch on a thousand mountains; and a thousand mountains will bring up grasses and they will eat. And from where [do we know] that they crouch on a thousand mountains? As it is stated (Psalms 50:11), \"The behemoths on a thousand mountains.\" And they drink all [the water] that the Jordan draws, as it is stated (Job 40:23), \"he is certain that he will draw the Jordan to his mouth.\" Rav Yosef said, \"They take one swallow and draw all that the Jordan draws for six months. And it is a full verse (Job  39:24), 'With trembling and anger, he swallows the earth.'\" And the Leviathan also crouches upon the deep. In the world to come, the Holy One, blessed be He, says to the ministering angels, \"Come and fight with him.\" But when they descend to fight against him, he suspends his eyes and stares at them. And [then] they fear and flee, as it is stated (Job 41:17), \"From his rising do the powers fears, the breakers are lacking.\" When he seeks to eat, he makes a wave in the sea. And [so] the fish think that it is [bringing] something edible, and they go to it; and he opens his mouth and swallows them. And not one of them escapes, but rather all of them enter into his mouth. And [then] the Holy One, blessed be He, says to the ministering angels, \"Cast arrows.\" And they fling [them] at him, but he pays no attention, but they are rather considered like straw by him - as it is stated (Job 41:20), \"The son of the bow does not make him flee.\" And [then] the Holy One, blessed be He, says to them, \"Take projectile stones and hurl them at him.\" And they do it, but he thinks it is straw - as it is stated (Job 41:21), \"The catapult is considered like straw.\" And if you say, where is he crouching; the Holy One, blessed be He, said, upon the clay that is better than gold - as it is stated (Job 41:22), \"he reclines on the broken leaves of clay.\" And if you say [that] if he seeks to leave, he [can] leave - [hence] we learn to say, \"he is enclosed with a narrow (<i>tsar</i>) seal\" (Job 41:7) - I have closed in front of him, and sealed across from him and I have even restricted (<i>hetsarti</i>) him. And [so] how do the righteous ones eat [it]? Rather the Holy One, blessed be He, puts a spirit into the behemoths and also into the Leviathan, and they come and fight, one with the other - as it is stated (Job 41:8), \"One approaches to the other.\" This one overturns the ground and quiets the behemoths, and these split the Leviathan. [Then] the righteous ones immediately gather around them, and the Holy One, blessed be He, says to each and every one [to eat]. And [each righteous one] eats according to his reward, as it is stated (Job 40:30), \"Will the charmers (<i>chavarim</i>) repast upon him?\" - Chizkiyah said, \"These are [Torah] colleagues (<i>chaverim</i>).\" Another [understanding]: \"Will the charmers repast upon him?\" - anyone who has charmed himself from doing [evil]. \"Will it be divided by the traders?\" (Job 40:30) - there are among men those that engage in trade: This one gives fifty gold pieces and this one gives ten; they purchase a pearl and it produces revenue. According to what each and everyone gave, do they take from the revenue. So did the Holy One, blessed be He, say - \"Let anyone that was involved with Torah [study] and with [practice of] the commandments, come and take his reward\"; as it is stated (Job 42:2), \"There is no one so fierce as to rouse him; [and] who can stand (<i>yityatsev</i>) in front of Me?\" Who are the ones that are eating in front of [God]? \"You who are present.\" Said the Holy One, blessed be He, \"You stood in front of Me in this world to accept the commandments; so too will I stand you in the world to come\"; as it is stated (Isaiah 66:22), \"For as the new heaven and the new earth, which I will make, shall stand in front of Me - speaks the Lord - so shall your seed and your name stand.\" So did Rabbi Tanchuma expound.", 
        "6_Chayei Sara, 3_Siman, 0_Paragraph": "..\"A woman of valor is a crown for her husband.\" This is a reference to Avraham, who mourned for Sarah. The verse earlier stated, \"And Sarah died, etc.\" Avraham began to cry for her, and to recite Ashet Chayil: \"A woman of valor, who can find one? Her husband's heart trusts in her\" - when was this? When he said to her \"Say that you are my sister.\" \"She repays his good, and not his bad, all the days of her life. She susses out linen and cloth\" - this is between Isaac and Yishmael, as when she said, \"kick out this maidservant and her son.\" \"She is like a merchant's ships\" - [this is like what is stated:] \" And she was taken into Pharoah's palace,\" and then later, \"and she was sent to Avimelech.\" \"She rises in the night\" - when was this? When \"Avraham rose early in the morning.\"  \"She considered a field and then purchases it\" - she considered, and then bought, the field of Machpela, where she was ultimately buried there, as is stated, \"afterwards, Avraham buried Sarah. \"She girds her loins with might\" - when was this? When the angels came, as is stated, \"Avraham hurried towards the tent, towards Sarah...\" \"She senses that her enterprise is good\" - when the kings approached them, as is stated, \"And [Avraham] divided his troops.\" \"Her hands are spread towards the distaff\" - she would give food to the passersby.  \"Her palm was outstretched to the poor\" - she would give tzedaka and cloth the naked. \"Her house needn't fear snow\" - this is Gehenom, and why [needn't they fear]? \"For the whole house is clothed in crimson.\" [Don't read shanim, crimson, but rather shnaim] two - Shabbat and circumcision. \"She makes for herself a sheet\" - this is the Kohanic garb. \"From the fruit of her handiwork she plants a vineyard\" - this is Israel, as is stated in Isaiah, \"the vineyard of God are the multitudes of Israel.\" \"Her husband is known at the gates of the city\" - when  Avraham requested from the Hittites a burial plot. \"She makes garments\" - this is circumcision, as it states in Psalms, \"God's secret is revealed to those who fear God.\" \"She is dressed in strength and splendor\" - these are the clouds of glory that would surround Sarah's tent. \"Her mouth speaks to wisdom\" - when is this - when she said, \"approach my maidservant.\" \"She scouts the needs of her household\" - everyday, Sarah would gaze outwards, anticipating when the angels would return who'd promised they'd come back in a year's time when she would become pregnant. \"Her children stand and praise her,\" as is stated, \"Who would have said to Avraham that Sarah would nurse?\" \"Many daughters are valorous\" - these are the non-Jewish nations; \"but you are greater than them all\" - as it is stated, \"Look up at Avraham your father, and to Sarah who birthed you. \"Give her from the fruit of her labors\" - as it is stated, \"these are the years of Sarah's life.\"", 
        "25_Vayikra, 1_Siman, 0_Paragraph": "Let our rabbis teach us: one who passes before the ark [i.e., serves as precentor for the 'amidah] and errs by not mentioning the birkat haminim--from whence do we know that we make him repeat the prayer? That is what the rabbis taught: One who passes before the ark and errs in any or all of the blessings, we do not make him repeat the prayer. But if he errs in the birkat haminim, we make him repeat and recite it against his will. And why do we make him repeat it? We are concerned lest he is a min, for if he has some aspect of minut, he will curse himself and the congregation will answer \"amen.\"", 
        "54_Ha'Azinu, 5_Siman, 0_Paragraph": "<b>Is He not your Father, your Maker (<i>kanecha</i>):</b> He is the one who acquired (<i>kana</i>) you. [It is] as we have found in Pirkei DeRabbi Eliezer: When the Holy One, blessed be He, came to mix up the generation of the dispersion (of the Tower of Babel), the Holy One, blessed be He, said to the angels, the ministers of all the nations, \"Come and we will choose lots, to whom the nations will come up\" - a nation for each one of them, and which will come up to [be] His lot.  [So] they picked lots, and Israel fell to the portion of the Holy One, blessed be He. As it is written, \"When the Highest One gave inheritance to the peoples.\" And so [too,] does it state, \"For the portion of the Lord is His people, Yaakov the lot of his inheritance.\" Hence the Holy One, blessed be He, called Israel, 'the exchange of other nations.' And that is what the Sages said (Avot 6:10), \"Israel is one acquisition.\" And that is [the meaning of] \"Is He not your Father, your Maker.\" ", 
        "7_Toldot, 6_Siman, 0_Paragraph": "...\"And it was that Isaac was old: Our sages taught us about [whether or not] a blind person can fulfill a congregation's obligation when standing in front of the ark [i.e. leading services]. Thus our sages taught us that a blind person can spread out his cloak [i.e. recite prayers on behalf of others] for the Sh'ma and its translation, however he cannot go before the ark and he cannot read Torah nor can he raise his hands [i.e. bless the people as a priest]. Rabbi Yehuda says all do not see the light in his days cannot spread the cloak [i.e. recite prayers on behalf of others] for the Sh'ma since it would be as if he was a false witness. As [the prayer leader] says: \"Blessed is the Fashioner of lights\" and yet [the blind prayer leader] does not say light in his days. You find that all who become blind in his eyes is as if they have died. How? Rashbi said \"The Holy One Blessed Be He does not attach [God's] name to the righteous in their lifetime rather after they died, as it says (in Psalms 16:3) \"As to the holy and might ones that are in the land, etc.\" When do they become holy? When they are buried in the land [of Israel] since the entire time of their life God does not attach [God's] name to them - why is this the case? Since God does not believe that the evil inclination did not cause them to err [in their lifetime]. Yet once they die, the Holy One Blessed Be He attaches [God's] name to them, and thus we find that the Holy One Blessed Be He attaches [God's] name to Isaac the righteous in his lifetime as he says to Jacob (Genesis 28:13): \"The God of Abraham your father and the God of Isaac.\" Rabbi B'rakhyah and the rabbis [tried to answer the question \"why did the text say God of Isaac when Isaac was still alive at this time?]: The rabbis said \"he saw his ashes as if he was heaped upon the altar.\" And Rabbi B'rakhyah said \"since his eyes became blind it was as if he died since he was buried in his house and the evil inclination stopped [influencing him]. Thus it is written \"and it was that Isaac was old.\"", 
        "54_Ha'Azinu, 6_Siman, 0_Paragraph": "<b>Remember the days of yore; understand the years of each generation:</b> Always should a man check the names to call his son one that is fitting to be righteous - as sometimes the name causes good or causes bad, as we found by the scouts (Numbers 13:4-15): Shamua son of Zakur, since he did not listen (<i>shama</i>) to the words of the Omnipresent, and it was as if he asked his male (<i>zikhuro</i>) organ (a type of divination), as it states (I Samuel 15:23), \"For rebellion is like the sin of divination\"; Shafat son of Chori, since he did not judge (<i>shafat</i>) his [evil] inclination, and he was made a hole (<i>chori</i>) from the earth; Yigal son of Yosef, since he put out (perhaps alluding to the word, reveal - <i>yigal</i>) evil speech, hence he was gathered (<i>neesaf</i>) before his time; Palti son of Rafu - he removed (<i>palat</i>) good deeds, and his hands were weakened(<i>rafu</i>); Gadiel son of Sodi - he spoke words as harsh as tendons (<i>gidim</i>); Gadi son of Susi - he threw words [accusingly] towards the Above and brought up grief (<i>sisia</i>), [as] he was the one that said, \"it is a land that consumes its inhabitants\" (Numbers 13:32); Amiel son of Gemali - he soured (<i>haamah</i>) his strength, since he said, \"since it is stronger than us\" (Numbers 13:31), and he caused (<i>gamal</i>) himself that he did not enter the Land of Israel; Setur son of Michael, since it was in his heart to contradict (<i>listor</i>) what is written - who is like God (<i>mi hu ke'El</i>), the Lord, as it states (Deuteronomy 33:26), \"There is none like the God of Yeshurun\"; Nachbi son of Vofsi - he hid (<i>hechbi</i>) the truth and ended (<i>pasah</i>) faith from his mouth - as in \"the faithful ones have ended (<i>pasah</i>) among people\" (Psalms 12:2) - to say lying words about the Holy One, blessed be He, and he became weak (<i>makh</i>). ", 
        "53_Vayeilech, 1_Siman, 0_Paragraph": "<b>These words:</b> This is what the verse stated, \"Have I not written you thirds with counsels (<i>moatsot</i>) and knowledge\" (Proverbs 22:20). The numerical equivalent of counsels is six hundred and six. [That,] and the seven commandments that the Sons of Noach were commanded, is six hundred and thirteen. And so [too,] does it state (Isaiah 5:1), \"my beloved had a vineyard in a fertile corner\": \"A vineyard\" - that is Israel, as it is stated (Isaiah 27:2), \"a vineyard of wine, sing to it.\" \"And he separated it\" (Isaiah 5:2) - with Avraham, that he cast away the residue from him, such as Yishmael. \"And he cleared it of stones\" - with Yitschak, that he took Esav away from him. \"And he planted it with choice vines\" - that is Yaakov, as all of the plantings that came out from him were good and desirable, like this choice vine which is completely good. And this is [the meaning of] \"all of it was true seed\" (Jeremiah 2:21). Choice vine (<i>sorek</i>) has a numerical equivalent of six hundred and six, [together with] the seven commandments of the Children of Noach - behold, that is six hundred and thirteen. It is written (Proverbs 3:19), \"The Lord established the earth with wisdom\" - and there is no wisdom besides Torah. And what is its name? Confidant (<i>Amon</i>), as it is written (Proverbs 8:30), \"And I was a confidant with Him.\" And it was not called Torah until it was given at Sinai. The numerical equivalent of Torah comes to six hundred and eleven. And the two that are subtracted from six hundred and thirteen are the two that were given by the mouth of the Almighty. And this is what is stated by the verse, \"God spoke one, I heard two\" (Psalms 33:4). This is [the meaning of] \"Moshe commanded us the Torah\" (Deuteronomy 33:4) - Moshe commanded us [commandments] according to the numerical equivalent of Torah. And the Holy One, blessed be He, commanded us the [remaining] two, as I explained in Parshat Vayishma Yitro. And it is an inheritance for Yaakov, and not for the [other] nations of the world, as it is stated (Psalms 147:19), \"He tells His words to Yaakov, His statutes and His judgments to Israel, He did not do this with any nation.\" And it is written about it, \"each day,\" as it is stated (Proverbs 8:30), \"And I was a confidant with Him and I was His delight each day.\" And a day is not less than a thousand years, as it is stated (Psalms 90:4), \"As  a thousand years in Your eyes is like the day, yesterday.\" Upon what was it written before it was given? If upon silver and gold, gold and silver had not been created. Rather it was written on the forearm of the Holy One, blessed be He. And so every man [should] understand and fathom with his mind and his intelligence to contemplate the Torah day and night - as it is written (Joshua 1:8), \"and you shall contemplate about it day and night\" - and good deeds. And it is as the Sages said: The world is half guilty and half meritorious - if one comes and commit sins such that the sins outweigh the merits, it comes out that the world becomes guilty through him; but if the transgressions are of equal weight to the merits and one comes and performs one commandment, the merits will outweigh the transgressions. Happy is he who brings merit to the world! And if he has not learned as is fitting him, let him do his actions with faithfulness. Elihayu, may his memory be blessed, said, \"I was once walking on the way and I found a man, and he was mocking me and taunting me. I said to him, 'What [can] you answer on the day of judgement, since you have not studied Torah.' He said, 'I have what to answer - it is [because of] the understanding and intelligence and heart that were not given to me from the Heavens.' I said to him, 'What is your craft?' He said to me, 'I am a trapper of birds and fish.' I said to him, 'Who gave you knowledge and heart to take flax and spin it and weave it to make traps, and to catch fish and birds with them and to sell them?' He said to me, 'It is the understanding and the knowledge that were given to me from the Heavens.' I said to him, 'To take flax and to weave and spin and catch fish and birds you were given understanding and intelligence; but to acquire the Torah, they were not given to you? Behold, it is written (Deuteronomy 30:14), \"But the thing is very close to you, in your mouth and in your heart to do it.\"' [So] he immediately thought in his heart and raised his voice in crying. I said to him, 'My son, Let it not be bad to you, as all those that come to the world are rebuked once they come and are pulled away from Torah, as it is stated (Isaiah 19:9), \"And embarrassed will be the workers of flax, the combers and weavers of holes.\"' And it is about him and those similar to him, and those that do like his deeds. And the last word is the fear of the Lord; and those that do it with faithfulness - his craft will be counted and he is fitting for life in the world to come.'\"", 
        "27_Shmini, 7_Siman, 0_Paragraph": "<b>This is the animal that you shall eat:</b> This is what the verse stated (Psalms 40:9), \"To do Your will, my God, have I desired; and your Torah is in my innards.\" Happy is Israel, as He gave a commandment for each and every one [of their] limbs, as there are two hundred and forty-eight limbs in a man. And therefore we say every day, \"Blessed are You, Lord, our God, King of the World, who has created man with wisdom, and created in him many holes and many channels.\" The numerical equivalent of many channels (<i>chalulim, chalulim</i>) is two hundred and forty-eight - that is like the tally of limbs in a man. In the head, do not round the corner of your heads\" (Leviticus 19:27). On the flesh, \"A gash for a soul you shall not place into your flesh\" (Leviticus 19:28). And also the commandment of circumcision, as it is stated (Genesis 17:11), \"And you shall circumcise the flesh of your foreskin.\" And further that He sealed his name, which is <i>Sha-dai</i>, into the Children of Israel - the <i>shin</i> in the noses, the <i>dalet</i> in the hand and the <i>yod</i> in the circumcision. The <i>shin</i> in the noses, so that they not accept nor derive benefit from that which is stolen; the <i>dalet</i> in the hand, so that the give and take (buying and selling) of a man be with propriety and not with theft; and the <i>yod</i> in the circumcision, so that a man not sin, etc.\" ", 
        "25_Vayikra, 7_Siman, 0_Paragraph": "<b>And He called to Moshe:</b> And why does it say, \"And He called?\" Rather it is is because it stated above (Exodus 40:35), \"and Moshe could not come to the Tent of Meeting\" - when the Divine Presence rested upon the Tent of Meeting. And he could not come since the cloud [of glory] was resting upon it. Hence the Holy One, blessed be He, called him. \"Saying\": What is \"saying?\" To say to the Children of Israel. \"A man from you that brings a sacrifice\": Why does it state, \"a man (<i>adam</i>)\" and it does not say, \"<i>eesh</i>?\" It wants to say, when a man sins like Adam (the first man) started to sin - he should bring a sacrifice. Why does it state, \"from the beast,\" when it [also] states, \"from the cattle or the sheep?\" Rather, it wanted to say [that we should] distinguish them from the beast; that his soul does not descend to the lowest pit like the beast, the soul of which descends below to the earth - as it is stated (Ecclesiastes 3:21), \"Who knows if the [soul] of man ascends above, and the [soul] of the beast is the one that descends below.\" And truly does a man not know? Rather it is like the verse stated (Joel 2:14), \"Who knows, [God] may turn and regret\" - and this is its understanding: He \"who knows\" that he is a sinner, should \"turn\" to \"God,\" and He will atone for him for all of his iniquities. What is \"and regret?\" Rather, He will relent about the bad that He planned to do to him. And likewise it is saying [here], \"Who is the one that knows and understands and has intelligence and understanding - he will understand and know that the soul of man ascends above to the place from which it was fashioned, and the spirit of the beast descends below to earth.\" As so did King Shlomo, peace be upon him, state (Ecclesiastes 12:7), \"and the spirit returns to God who gave it.\" And which spirit returns to \"God who gave it?\" These are the spirits of the righteous ones, the pious ones and the penitents who stand in front of Him in great stature. And that is the life that has no death with it, and the good which has [nothing] bad with it. This is the [meaning of] that which is written in the Torah (Deuteronomy 22:7), \"so that it shall be good for you,\" forever. And we learned from the heard tradition, \"so that is shall be good to you in the world that is completely good; 'and you shall have length of days,' in the world that is completely long.\" And the reward of the righteous is that they will merit and live for the good. Happy is the man that merited good and delight; may the Omnipresent have us merit it with the righteous! And the early sages have already informed us that man does not have the ability to investigate and speak [about] the goodnesses of the world to come, as it has no measure, nor comparison nor model. And so did the verse state (Isaiah 64:3), \"no eye has seen, God, but You, who acts for those who wait for Him\" - meaning to say, the good that no eye has seen besides You, God. And that which they called it, \"the world to come,\" is not because it is not found now. [Rather,] for us who are in this world now, it is [still] to come. And hence he says, the world to come - after a man leaves this world. And one who says that [first] this world is destroyed, and afterwards comes the world to come - the matter is not like that. Rather, when the righteous depart from the world, they immediately ascend and stand in this stature, as it is stated (Psalms 31:20), \"How great is Your goodness that You have stored for those that fear You, that You have done for those that take  refuge in You.\" But [the souls] of the evildoers float throughout the whole world and do not find rest for the soles of their feet. And they only ascend to the place from which they were fashioned [after] twelve months. What does it do [during this time]? It goes to the grave and comes back, and its seeing the body rotten and that it is maggots and worms is difficult for it. To what is the thing comparable? To a man that had a nice house and it fell. He goes to see it every day, that thorns are growing on it,  brambles are covering its face and its stone fence is destroyed - and he cries and mourns over it, since he sees it like this. And so is the spirit floating throughout all of the world and coming back to the grave. And so did our Rabbis, may their memory be blessed, say (Berakhot 18b), \"Maggots are as harsh for the dead as a needle for the flesh of the living.\" And from where [do we know] that the soul mourns over it? As it is stated (Job 14:22), \"But his flesh pains him, and his soul mourns over it.\" That is [the meaning of] \"the beast\" - and it is destroyed like a beast. And therefore it stated, \"from the beast,\" and it stated \"from the cattle and from the sheep\" - since they will offer from the cattle and from the sheep, so that his soul not descend below like a beast. And why do we offer sacrifices from fowl, from lambs, from sheep and from goats, but not from fish - as it is stated, \"if from the fowl is his burnt-offering sacrifice?\" Rather, since they are flesh and blood like man and they come out of the belly of their mothers like man, [so too, do] they atone for a man. But fish are eggs - they come out of them and live. Our Rabbis, may their memory be blessed, said \"Any image that the Holy One, blessed be He, created on the dry land, He [also] created in the ocean with fish.\" Rabbi Tarfon said, \"The fish was designated from the six days of creation to swallow Yonah, as it is stated (Jonah 2:1), 'And the Lord designated a great fish.'\" Yonah fled from his God on the fifth day. And why did he flee? Rather the first time, [God] sent him to restore the border of Israel; and his words were fulfilled, as it is stated (II Kings 14:25), \"He restored the border of Israel.\" The second time, He sent him to Jerusalem to destroy it; but the Holy One, blessed be He, worked up His great mercies and relented from the bad, and did not destroy it. And [so] they call him a false prophet. The third time, He sent him to Nineveh to destroy it. Yonah judged the case between him and himself - Yonah said: I know that the [other] nations are close to repentance. Now if I go on my mission, they will repent immediately and the Holy One, blessed be He, is long-suffering and of great kindness - at the time that they repent, He will immediately have mercy [on them]. And the Holy One, blessed be He will [resultantly] become enraged towards Israel, as He did at the time of Sancheriv. When Ravshakeh came to blaspheme the living God, he said, \"You are saying that mere words of the lips is counsel and valor for war; now, on whom are you relying, that you have rebelled against me? And if you tell me, 'we are relying on the Lord, our God,' He is the one whose shrines and altars Hizkiyahu did away with\" (II Kings 18:20, 22) - what did Hizkiyahu do at that time? \"And Hizkiyahu prayed to the Lord and said, 'Lord, God of Israel, enthroned on the cherubs - You alone are God of all the kingdoms of the earth; You made the heavens and the earth. Lord, incline Your ear and hear; open Your eyes and see - hear the words that Sancheriv has sent to blaspheme the living God!' And Yishayahu son of Amots sent to Hizkiyahu, saying, 'Thus said the Lord, God of Israel, \"I have heard that which you prayed to Me concerning King Sancheriv of Assyria. I will [delude] him, etc.\"' (II Kings 19:15-16, 20, 7).\" And four hundred angels armed with swords and spears came and drove him away, etc. - \"And it was on that night that an angel of the Lord went out and smote one hundred and eighty-five thousand in the Assyrian camp, and the following morning behold, they were all dead corpses. And King Sancheriv of Assyria moved and went and returned, and he stayed in Nineveh\" (II Kings 19:25-26). He said to sages, \"Why is the love of the Holy One, blessed be He, with Israel more than all the nations of the world?\" They said to him, \"They had an ancient father and his name was Avraham, and he went to slaughter his son to bring up as a burnt-offering.\" He said to them, \"Did he slaughter him?\" They said to him, \"No.\" He said to them, \"[With] him, it was because it was his will to slaughter [his son, that] there was [such] love between him and his God.\" He said, \"I will [then actually] slaughter my son and bring him up as a burnt-offering.\" And so did he do, as it is stated (II Kings 3:27), \"And he took his first-born son, who was to reign in his place, and brought him up as a burnt-offering.\" [So] the Holy One, blessed be He, said, \"How much do the nations of the world, to whom I did not give statutes and judgments, do for My name; as it is stated (Malachi 1:11), 'and everywhere incense is presented for My name.'\" [And] immediately, \"and a great wrath came upon Israel\" (II Kings 3:27). Therefore Yonah said, \"The nations will repent and the anger of the Holy One, blessed be He, will be upon Israel; as He will say, 'The nations, to whom I did not give statutes and judgments - when I make a decree upon them and they know [about it], they immediately repent. But Israel is not like this, as I send them My prophets all the time, yet they are stiff-necked.' And therefore, 'a great wrath [will come] upon Israel.'\" And not only does Israel call him a false prophet, but even the nations of the world [will] call him so. Yonah said, \"I am fleeing from in front of Him to a place where His glory is not [found]. What shall I do? If I ascend to the heavens, His glory is there, as it is stated (Psalms 113:4), 'upon the heavens is His glory.' And if upon the earth, His glory is there [too], as it is stated (Isaiah 6:3), 'the whole earth is full of His glory.' Behold, I will flee to the sea, as His glory is not stated there.\" [So] he went down to Jaffa, but he did not find a ship to board there. And the ship that Yonah would board upon was two days' journey away from Jaffa, in order to test Yonah. What did the Holy One, blessed be He, do? He brought a great storm in the sea and brought [the ship quickly] to Jaffa. And Yonah saw this and rejoiced in his heart and said, \"Now, I know that my path is straight in front of me.\" And he did not know that the Holy One, blessed be He, was causing the thing to let him know that His glory was there (in the sea). He said to [the boatsmen], \"I will come with you.\" And the way of all ships is that when a man exits from them, he gives his payment. But in the joy of Yonah's heart, He preceded and gave his wage [right away], as it is stated (Jonah 1:3), \"And Yonah arose to flee to Tarshish from in front of the Lord [... and he gave its pay].\" And they traveled the distance of a day, and a great storm came upon them in the sea from their right and from their left. And the way of all ships is to come and go in peace and quiet. And the ship upon which Yonah boarded was in great distress to break apart, as it is stated (Jonah 1:4), \"And the Lord placed a great wind upon the sea.\" Rabbi Chaninah said, \"[Men of all] the seventy languages were in the ship, and each and every one had his god in his hand.\" They said, \"The god that answers and saves us from this distress, he is the [true] God.\" And they stood and each man cried out in the name of his god, but they did not help. [Meanwhile,] Yonah dozed off and was sleeping in the distress of his soul; and the captain came to him. He said to him, \"Behold, we are standing between death and life, and you are dozing off? From which people are you?\" He said to them, \"I am a Hebrew.\" They said to him, \"And have we not heard that the God of the Hebrews is great? 'Cry out to your God' (Jonah 1:6). Maybe He will do for us like all of His wonders at the Red Sea.\" He said to them, \"This distress has come upon you because of me, as I am fleeing from in front of Him, as I thought that His glory was not in the sea, and now I see that His glory is on the dry land and in the sea.\" He said to them, \"Because of me; 'Lift me and put me in the sea, and the sea will be quiet upon you' (Jonah 1:12).\" Rabbi Shimon said, \"The men did not accept from Yonah to drop him into the sea; and [so] they cast lots, as it is stated (Jonah 2:7), 'and they cast lots, and the lot fell upon Yonah.'\" What did they do? They took the vessels that were on the ship and threw them to the sea to make themselves lighter, but it did not help a bit. They sought to return to dry land, but they were not able, as it is stated (Jonah 1:13), \"And the men rowed, etc.\" What did they do? They took Yonah and stood him upon the edge of the ship and said, \"God of the world, Lord, 'do not put innocent blood upon us' (Jonah 1:14), as we do not know what is the nature of this man; yet he says to us with his mouth, 'because of me has this distress come upon you.'\" They placed him [into the sea] until his knees, and the sea stopped from its fury. They [then] took him back towards them, and the sea stormed against them. They placed him [into the sea] until his navel, and the sea stopped from its fury. They [then] took him back towards them, and it stormed against them. They placed him completely [in the sea, and] the sea was immediately quiet from its fury, as it is stated (Jonah 1:15), \"And they  lifted Yonah and placed him, etc.\" \"And the Lord designated a great fish to swallow Yonah, and Yonah was in the innards of the fish three days and three nights\"(Jonah 2:1) - and Yonah entered its mouth, like a man that enters a large synagogue, and the two eyes of the fish were like opened windows giving light to Yonah. Rabbi Meir said, \"A pearl was hanging in the innards of the fish, and it would give light to Yonah, like the sun lights up in its strength in the afternoon. And Yonah could see everything that was in the sea and that was in the depths, as it is stated (Psalms 97:11), \"Light is planted for the righteous, and joy for the righteous of heart.\" The fish said to Yonah, \"Do you not know that my time has come to be eaten into the mouth of the Leviathan?\" He said to it, \"Take me there and I will save you, and my soul.\" It took him to the Leviathan. He said to the Leviathan, \"Because of you have I come to see your dwelling place in the sea. And not only that, but in the future I will come down to put a rope on your neck and to bring you up for the great meal of the righteous ones.\" He showed it his seal from Avraham, our father (his circumcision). The Leviathan saw it and fled the journey of two days from before Yonah. He said to the fish, \"Behold, I saved you from the mouth of the Leviathan; [now] show me all that is in the sea and in the depths.\" And [so] it showed him the great river of the waters of the ocean, as it is stated (Yonah 2:6), \"up to my soul was the deep.\" And it showed him the paths of the Red (literally Reed) Sea, as it is stated, \"reeds are twined around my head.\" And it showed him the place from where the breakers of the sea and its waves go out, as it is stated (Yonah 2:4), \"all Your breakers and waves passed over me.\" And it showed him the pillars of the Earth in its foundation, as it is stated (Jonah 2:7), \"the bars of the earth were around me forever.\" And it showed him Geihinom, as it is written (Jonah 2:3), \"from the belly of the pit I cried out; You heard my voice.\" And it showed him under the Chamber of God, as it is stated (Jonah 2:7), \"I descended to the bases of the mountains.\" From here we learn that Jerusalem stands on seven mountains. And he saw the Stone of the Foundation there, set in the depths. And he saw the sons of Korach, standing and praying upon it. It said to Yonah, \"Behold, you are standing under the Chamber of the Lord; pray and you shall be answered.\" Immediately Yonah said to the fish, \"Stand in the place that you are standing, as I would like to recite a prayer.\" And the fish stopped. And Yonah began to pray in front of the Holy One, blessed be He, \"Master of the Universe, You have been called the One that brings down and raises up - behold, I have gone down, [now] raise me up; You have been called the One that brings death and that brings life - behold, my soul has reached death, [now] bring me life.\" And he was not answered until [this] came out from his mouth (Jonah 2:10): \"that which I have vowed, I will fulfill, etc.\" - \"That which I have vowed\" to bring up the Leviathan in front of You, \"I will fulfill\" on the day of Israel's salvation, as it is stated, \"But I, with loud thanksgiving, will sacrifice to You that which I have vowed.\" And immediately the Holy One, blessed be He, indicated [to the fish], and it spewed Yonah out to the dry land, as it is stated (Jonah 2:11), \"And the Lord said to the fish, and it spewed Jonah out to the dry land.\" When the sailors saw all of the great miracles, signs and wonders that the Holy One, blessed be He, did with Yonah, they got up and every man cast away his god, as it is stated (Jonah 2:9), \"They who preserve the vanities of emptiness forsake their kindness.\" And they went back to Jaffa and went up to Jerusalem, and they circumcised the flesh of their foreskin, as it is stated (Jonah 1:15), \"And the men feared a great fear of the Lord, and they slaughtered a sacrifice to the Lord and they made vows\" - and did they slaughter a sacrifice? Rather, [this was] circumcision, which is like the blood of a sacrifice. And each man of them vowed to bring his children and everything  that he had to the God of Yonah. And they vowed and they fulfilled [it]. And about them is it said, the converts were righteous converts.", 
        "53_Vayeilech, 0_Siman, 0_Paragraph": "<b> And Moshe went and spoke these words to all of Israel:</b> The expression \"went\" is nothing but [an indication of] rebuke, as it is stated (Psalms 46:9), \"Go and see the wonders of God.\" At the end of Ecclesiastes, it is written (Ecclesiastes 12:11), \"The sayings of the wise are like goads\" - just like this goad directs the cow to its furrows, so [too] do the words of Torah direct the heart of those that learn it to the good path. \"And it is like nails (<i>masmerot</i>) that are planted\" - just like this nail is planted, so [too] are words of Torah. And just like a planting (sapling) is fruitful and multiplies, so [too] do the words of Torah become fruitful and multiply to find an explanation about them. \"They are given from one shepherd\" - even though these are rendering impure and those are rendering pure, these are forbidding and those are permitting, Moshe said all of them from the mouth of the Almighty. But it is written, \"And it is like shifts (<i>mishmerot</i>)  that are planted,\" with a [letter], <i>shin</i>, to say that there are twenty-four books in the Torah (Bible) - like the number of shifts that David established. Therefore it is written with a <i>shin</i>. And so [too,] in Chronicles, David is spelled fully (<i> dalet-vav- yod-dalet</i>), as its <i>gematraia</i> (numerical equivalent) is twenty-four - corresponding to the twenty-four shifts that David established. ", 
        "27_Shmini, 10_Siman, 0_Paragraph": "<b>And to the elders of Israel:</b> Rabbi Akiva said, \"Israel is compared to a bird - just like a bird cannot fly without wings, so [too,] Israel cannot do anything without elders. Rabbi Yose bar Chalafta said, \"Great is old age - as if they are elders, they are beloved; and if they are youths, the Holy One, blessed be He, makes old age spring upon them [early].\" Rabbi Shimon ben Yochai said, \"Not [only] in one place, nor in two or three places do we find that the Omnipresent dispenses honor to the elders: In Egypt, as it is stated (Exodus 3:18), 'And they will listen to your voice and you will come, you and the elders of Israel'; at the [burning] bush, 'Go and collect the elders of Israel' (Exodus 3:16); at Sinai, 'you and Aharon, Nadav and Avihu and seventy of the elders of Isreal' (Exodus 24:10); at the tent of meeting, 'to Aharon and to his sons and to the elders of Israel. So [too,] in the future to come, the Holy One, blessed be He, dispenses honor to the elders, as it is stated (Isaiah 24:23), 'And the moon will be embarrassed and the sun ashamed, since the King, the Lord of Hosts [will be] on Mount Zion and in Jerusalem and across from His elders will be honor.'\" The Sages, may their memory be blessed, said, \"The Holy One, blessed be He, will in the future make an assembly of His elders. And that is what the verse states, 'since the King, the Lord of Hosts [will be] on Mount Zion and in Jerusalem and across from His elders will be honor.'\" And the Holy One, blessed be He, honors the righteous ones and the pious ones, but any time that a mistake comes from them, He chastises them. See that which is written about the sons of Aharon, as they were assistant priests and erred with wine, as so did they, may their memory be blessed, say - that they were inebriated with wine; and hence the Holy One, blessed be He, commanded after their death, to warn about wine, as it is stated, \"Wine and strong drink shall you not drink, you and your sons with you.\" The Holy One, blessed be He, said, \"Be careful with wine. See that which Noach did, as he began to err with it, as it is stated (Genesis 9:20), 'And Noah, the man of the earth, began to plant a vineyard,' and it is written (Genesis 9:21), 'And he drank from the wine and he became drunk and he revealed himself.' What caused him to become disgraced? The wine. And it caused him to bring a curse upon his seed, as it is stated (Genesis 9:25), 'And he said, \"Cursed is Canaan.\"' And hence, be warned about wine, since wine brings a person to all the sins in the world - to licentiousness, to the spilling of blood, to theft and to all the [other] sins in the world.\" And does it not gladden the heart of man; and the verse praise it like one reading in the Torah? As it is stated,  (Psalms 104:15), \"And wine gladdens the heart of a man,\" and it states (Pslams 19:9), \"The precepts of the Lord, gladdening the heart.\" And further, He bequeaths the Garden of Eden to those occupied with Torah and its precepts, as it is stated (Deuteronomy 30:20), \"as it is your life and the length of your days\"; and a drunk - when the wine is still with him - sits happily, as if he was sitting in the Garden of Eden. [The resolution is] like [the story of] that student who was a pious man, and he had a father that drank heavily. And each time he would fall in the marketplace [from drinking], people would come and hit him with stones and pebbles. And they would yell and call out behind him, \"Look at the drunkard.\" And when his son the pious man saw, he was embarrassed and wished for his soul to die. And every day, he would say to [his father,] \"I will order [it] and they will bring you from every wine that they sell in the province to your house, and [just] don't go to drink in the tavern, such that you make a disgrace of yourself and of me.\" And he [would] say this to him once or twice every day, until his father said that he would do this, as he said, not to go to drink in the tavern. And so did the pious man do, that he would make food and drink for him every day and every night and put him to sleep in his bed, and then leave. One time, rain was falling and that pious man went out to the marketplace and was walking to the synagogue for prayer. And he saw a drunkard laying in the marketplace and a puddle of water was falling on him. And the young men and the youths were hitting him with stones and pebbles and throwing clay in his face and into his mouth. When this pious man saw, he said in his heart, \"I will go to father and bring him to here, and I will show him this drunkard and the disgrace that the young men and youths make out of him; maybe he will prevent his mouth from drinking in the tavern and from getting drunk. And so did he do, he brought him to there and showed [the drunkard] to him. What did his old father do? He walked over to the drunkard and asked him in which [tavern] he drank that wine from which he became drunk. His pious son said to him, \"Father, for this did I call you? Rather to see the disgrace they make out of him, as so do they do to you at the time that you drink - maybe you will prevent your mouth from drinking in the tavern?\" He said to him, \"My son, I have no enjoyment and Garden of Eden in my life besides this.\" When the pious man heard, he left with a bitter spirit. But the precepts and the Torah are not [just like] the joy of wine - since when the wine leaves his body, sorrow comes into his heart, 'this one leaves and that one comes'; but the Torah and the commandments are a delight and joy in this world and in the world to come, as it is stated,  \"as it is your life and the length of your days\" - in this world and in the world to come, which is completely long. And you will find further with the sacrifices that it states about the lambs, \"two one-year old unblemished lambs\" (Numbers 28:9); about the bread, two <i>issaron</i>; but about the wine, [only] a quarter of a <i>hin</i>. So little would they offer [of the wine] to make known proper action (<i>derekh erets</i>). As much wine brings a person to sin, to great grief and to loss of the purse, as it is stated (Proverbs 23:31), \"Do not ogle that red wine, as it lends its color to the cup, as it flows on smoothly\" - in his home, such that there not be with what to cook, since he sells and gives everything for the sake of wine. Another [understanding]: Do not read it [as] \"to the cup (<i>kos</i>),\" but rather \"to the purse (<i>kis</i>),\" as he puts an evil eye into his purse. And so do you find with the Children of Ephraim, as it states (Hosea 7:11), \"But Ephraim was like a silly dove, with no heart.\" Why? Because they drink much wine; and it states (Isaiah 28:1), \"Woe, the crown of pride of the drunkards of Ephraim.\" And we have also found with a man and a woman that the verse states to take out their son to pelt him with stones, as it is stated (Deuteronomy  21:18), \"And if a man has a son that is wild and rebellious,\" and it states (Deuteronomy 21:19), \"And his father and his mother shall grab him.\" And why all of this? Because he went out to bad culture, such that he will spend his money, steal and do sins, and become liable for the death penalty. And before he becomes liable for death, \"And his father and his mother shall grab him, etc. And all of the people of his city shall pelt him, etc.\" (Deuteronomy 21:19-21). And know [from this], that there is great evil in drinking much wine. And how much meat does he eat more than another man, for which he is liable for death? One <i>litra</i>. And another verse states, \"Do not be of those who guzzle wine, or glut themselves on meat to them\" (Proverbs 23:20). What is [the meaning of] \"to them?\" Meaning to say, to them do they do the evil - as they spend [all] their money and come to disgrace; and in the end, they become liable for death in this world and in the world to come. ", 
        "50_Ki Teitzei, 2_Siman, 0_Paragraph": "(3) [23,10] When a camp goes out against your enemies, you shall beware of everything evil. (Devarim 23:10) There should be no levity among you so that you do not incur any liability. From whom should you learn? From Yiftach. What is written about him? and he was the son of a harlot (Shoftim 11:1) R Shimon ben Gamliel said that she brought her sister-wife into her house, and our Rabbis say that she was really a harlot, and because there was some levity in him all of the people fell upon him. Therefore it is written you shall beware of everything evil and If there is among you a man who is unclean These are Israel who became impure through idolatry, as it says scatter them afar like a menstruant; 'Go out,' say to it. (Yeshayahu 30:22) he shall go outside the camp (Devarim 23:11) that they were exiled to Bavel. And it shall be, towards evening(Devarim 23:12) the evening of the kingdoms, and the Holy One purifies them as it says he shall bathe in water (ibid.) and it is written When the Lord shall have washed away the filth of the daughters of Zion (Yeshayahu 4:4) and when the sun sets (Devraim 23:12) When the King Messiah comes of whom it is written and his throne is like the sun before Me. (Tehillim 89:37) he may come within the camp (Devarim 23:12) These are Israel, entering intp the Holy Temple. And you shall have a designated place outside the camp (Devarim 23:13) this is the merit of Avraham. R Pinchas said- so that you can go out there, to Bavel. And you shall keep a stake in addition to your weapons (Devarim 23:14) Nevuchadnezar demanded that they serve an idol and they said let it be known to you, O king, that we will not worship your god (Daniel 3:18) and you shall return and cover your excrement. (Devarim 23:14) The covering of idolatry that was in Jerusalem. For the Lord, your God, goes along in the midst of your camp (Devarim 23:15) The Holy One will be revealed to them immediately and saved them from the fire. Therefore, your camp shall be holy (ibid.) Afterwards He will sanctify them as it says And they shall call them the holy people, those redeemed by the Lord (Yeshayahu 62:12)", 
        "2_Bereshit, 9_Siman, 0_Paragraph": "<b>Behold, Thou has driven me out..., Hashem said unto him, \"Therefore whosoever slayeth Kayin ...\"</b> There are those that say He closed the Shabbos before him, as it is said (Exo. 31:17) \"a sign between Me and the children of Israel forever.\" Just like Shabbos found worthiness in Adam, the first [man], so too did it find worthiness in Kayin. And there are those that say a horn was affixed to his [Kayin's] forehead. When Kayin killed Hevel, [Hevel] was discarded [on the ground] and Kayin did not know what to do. So the Holy One, Blessed is He, sent him two pure birds and one of them killed his fellow, and then dug the earth with its claws and buried it [the dead bird]. From this Kayin learned and dug and buried Hevel. Therefore, the birds have merited that their blood be covered [with earth].", 
        "20_Terumah, 6_Siman, 0_Paragraph": "\" and this is the Gift/Terumah that you shall take from yourself\": Gold is held like the kingdom of babylon as it is written \"you are the head of Gold\"(daniel 2:38). Silver is held like the kingdom of Maddai as it says\" and ten thousand Kikar of silver\"(Esther 3:6) Copper is held opposite of the kingdom of Greece , for it is the cheapest of all three.Red rams wool is held like that of Rome as it says The first one came out, a red one (exodus 25:25)re ", 
        "27_Shmini, 11_Siman, 0_Paragraph": "<b>And he said to them, \"Approach and carry your brothers\":</b> And has it not already been stated, \"And fire went out from in front of the Lord and consumed them?\" Rather, blessed be the name of the King of kings of kings, the Holy One, blessed be He - as He does several awesome acts and several wonders: He sent the fire like two strings to each and every one, in their nostrils, and burned their souls; but He did not touch their flesh nor their garments. \"And they approached and carried them by their tunics.\"", 
        "2_Bereshit, 0_Siman, 0_Paragraph": "<b>In the beginning God created.</b> This is per the verse (Prov. 3:19): \"God with wisdom founded the earth\" and when the Holy One Blessed Be He created His world, he consulted the Torah and created His World, as it says (Prov. 8:14) \"I have counsel and sound wisdom, I am understanding, I have strength.\" And with what was the Torah written? With black flame on white flame, as it is said (Song of Songs 5:11) \"his hair is wavy, black as a raven.\" What is meant by   (\"his hair is wavy\")? That on every  (thorn)^(that is, every serif of every letter of the Torah) hang    (locks and locks) of laws. How so? It is written in it [the Torah] (Lev. 22:32): And do not desecrate [] My holy Name. If you change the [] to a [] you destroy the world ^(by making techalelu into tehalelu, and making the verse mean do not praise My holy Name). \"Every soul shall praise [] God\" (Psalms 150:6), if you change the [] a [] ^(techalel - shall desecrate) you destroy the world. Likewise, (Deut. 6:4) \"Hear O'Israel, the Lord is our God, the Lord is One [].\" If you change the [] to a [] you destroy the world, as it is said (Exo. 34:14) \"You will not bow down to other gods.\" [Elsewhere it is stated] (Jer. 5:12) \"They have belied Hashem.\"  If you change the [] to a [] you destroy the world. [Elsewhere it is stated] (Shmuel I 2:2) \"There is none holy as Hashem.\"  If you change the [] to a [] you destroy the world. And if just a letter is like this, how much more so a whole word. For this is it stated, \"his locks are like tresses.\" Therefore Dovid praised and said, (Psalms 119:96) \"Your commandment is exceedingly broad.\" [Likewise] it is said (Iyov 11:9) \"the measure thereof is longer than the earth...\" And it [the Torah] was the guide for all creation, as it is said (Prov. 8:30) \"then I was by Him, as a nursling.\" Do not read it as  [nurseling], but rather as  [guide].", 
        "27_Shmini, 9_Siman, 0_Paragraph": "All of those seven days that Moshe was occupied with the tabernacle, he was sprinkling the blood and incinerating the fats. The Holy One, blessed be He, said to him, \"What do you think, call to your brother [so that he will do it from now on].\" Hence it is written, Moshe called to Aharon and to his sons and to the elders of Israel  so as to aggrandize him in front of the elders. The Holy One, blessed be He, said to him, \"Call the elders and appoint him in front of them, that they not say, 'He became high priest on his own.'\" \"Take for yourself a young calf\"  and why did He not say, \"A bull?\" But rather, the priesthood was made doubtful in your hand with a calf, [so too,] is it established in your hand with a calf. And not only that, but [so] that Israel not say, \"The sins from the event of the golden calf are [still] ours.\" Hence they should also offer a calf, as it is stated, \"And to the Children of Israel speak, saying, 'Take a male goat for a sin-offering and a calf and a lamb that are a year old'\" - so that they would know that they underwent atonement for the event of the calf. The Holy One, blessed be He, said, \"In this world, they underwent atonement with a sacrifice; and in the world to come, I pardon your transgressions without a sacrifice, as it is stated (Isaiah 43:25), 'I, I am the one that wipes away your transgressions for My sake.'\"   ", 
        "24_Pekudei, 8_Siman, 0_Paragraph": "\"These are the accounts of the Mishkan...\" (Sh. 38:21)  Brass were the [vessels for] the offering [Sh. 38:29], and brass were the utensils [kalot], and thus is the Greek term for bride [kalah] 'nymph'.  You should know, that back when Israel was enslaved in Egypt, Pharaoh issued a decree that men could not sleep in their own homes, in order to make marital relations impossible.  Rabbi Shimon bar Halafta says, what did the women of Israel do?  They went down to the river [Nile] to draw water.  The Holy One of Blessing invited small fish to swim up into their vessels for them.  The women sold the fish, and with parts of the proceeds cooked food and took wine and went out to the fields.  There they fed their husbands, as it says, \"all of their labors were in the fields\" (Sh. 1:14).  As they were eating and drinking, the women opened up mirrors, gazing at themselves along with their husbands.  One [member of the couple] would say, \"I'm more beautiful than you,\" and the other would say, \"I'm more beautiful than you!\"  In this fashion, they re-accustomed themselves to sexual desire, and they were fruitful and multiplied.  The Holy One of Blessing made the women pregnant immediately.  Our teachers say, some women bore two in a single pregnancy.  And some say, six in each womb.  And some say, twelve in each womb.  And some say, 60 multitudes.  Those who say \"two\" base their interpretation on the phrase, \"were fruitful and swarmed\" (Sh. 1:7).  Those who say \"six\", on \"were fruitful and swarmed, multiplied and became mighty [in number], more and more\" (Sh. 1:7), so six [descriptors].  The one who says \"twelve\", \"fruitful\" is two [in the plural], swarmed is two, etc., so twelve.  The one who says, \"sixty multitudes\", it is because the verse says of fish, \"let the waters swarm\" (Br. 1:20), and thus uses the same term, \"swarm\".  And all of these accountings are because of the mirrors, because the verse says of them, \"the land was filled by them\" (Sh. 1:7).  And the more the people were oppressed, the more they multiplied and spread out (Sh. 1:12).  By the merit of these mirrors, which the women used to make themselves visible to their husbands and to re-accustom them to sexual desire in the midst of enslavement, there were established all of the women's working-force [tz'ovot], as it says, \"all of ha-Shem's hosts [tziva'ot] went forth from Egypt\" (Sh. 12:41).  And it says, \"ha-Shem brought out the people of Israel from the land of Egypt according to their hosts.\"  Therefore, when ha-Shem told Moshe to make the Mishkan, all of Israel arose and made voluntary contributions.  Some brought silver and some brought gold or brass and onyx stones and stones for setting, they enthusiastically brought everything.  The women said, what do we possess to give voluntarily to the Mishkan?  They arose and brought the mirrors, went alongside to Moshe.  When Moshe saw these mirrors, he raged against them.  He said to all Israel, raise up your staffs and shatter the women's desire for these.  The Holy One of Blessings said to Moshe, \"Moshe, against these you despise.  Yet these mirrors, they raised all of these hosts in Egypt.  Lift them up and make from them a brass washing station and its brass pedestal for the priests, that from these [mirrors] the priests shall be sanctified.  As it says, \"They made the brass washing station and its brass pedestal from the mirrors of the women's working-force that was doing the work [tzav'u]\" (Sh. 38:8), that by means of these very mirrors, did all of these hosts [population] arise.  Therefore it is written, \"the brass for the offering [vessels] was seventy talents\" (Sh 28:29), brass of the vessels / brides.  The Holy One of Blessing said, in this world they were voluntary offerings for the Mishkan, to make atonement for them.  And in the future to come, I will grant atonement for them and will love them voluntarily, as it says, \"I will heal their backsliding, I will love them voluntarily\" (Hoshea 14:5).  They have said, for us, we have no Mishkan, no Temple.  May the prayer of our mouths be as the voluntary offering of the Mishkan.  As David says, \"May the voluntary offerings of my mouth be acceptable to You\" (Ps. 119:108).", 
        "28_Tazria, 4_Siman, 0_Paragraph": "<b>And on the eigth day you shall circumcise</b> It doesn't say here to make parties about the circumcision. Come and see how much Israel loves the commandments, that they make parties in order to observe the commandments and to have joy in them. The Holy One, Blessed is He says \"you guard the commandments and celebrate them, I will increase joy for you\", as it says (Isaiah 29:19) \"The humble also shall increase their joy in the LORD...\" [Beloved is circumcision, for The Holy One Blessed is He swore to Abraham that all who are circumcised will not descend to <i>Gehenom</i>, as it says (Genesis 15:18) \"In that day the LORD made a covenant with Abram, saying...\", and who descended to there? See what is says next (Genesis 15:19) \"the Kenite, and the Kenizzite...\". And so did Ezekiel see, as it says (Ezekiel 32:18-30) \"Son of man, wail for the multitude of Egypt, and cast them down, even her, with the daughters of the mighty nations, unto the nether parts of the earth, with them that go down into the pit. Whom dost thou pass in beauty? Go down, and be thou laid with the uncircumcised... Asshur is there and all her company; their graves...  There is Meshech, Tubal, and all her multitude; her graves are round about them; all of them uncircumcised... There are the princes of the north...\". And so did Isaiah say (Isaiah 5:14) \"Therefore the nether-world hath enlarged her desire, And opened her mouth without measure\"  to he that doesn't have a statute [the words    \"without measure\"  can also be rendered \"to he that doesn't have the statute\"], and where [do we see that] it [the commandment to circumcise] is called a statue? As it says (Psalms 105:10) \"And He established it unto Jacob for a statute, To Israel for an everlasting covenant\", because the Holy One Blessed is He placed His name with Israel. And what is the name and the seal that he placed in them? It is <i>Shaddai</i> [], the <i>shin</i> [] is placed on the nose, the <i>dalet</i> [] on the hand, and the <i>yud</i> [] on the [location of the] circumcision. Therefore when he goes to his eternal home, there is an angel appointed in the Garden of Eden who takes him and brings him into the Garden of Eden. And regarding the heretics and sinners, The Holy One Blessed is He commands the angel to pull his foreskin [i.e. reverse his circumcision], as it says (Psalms 55:21) \"He hath put forth his hands against them that were at peace with him; He hath profaned his covenant.\"]. It once happened that the evil Turnus Rufus asked Rabbi Akiva, \"which are the greater works, those of the Holy One Blessed is He or those of flesh and blood?\" He said to him, \"Those of flesh and blood are greater.\" Turnus Rufus said, \"But the Heavens and Earth  is Man able to make such as those?\" Rabbi Akiva said to him, \"Don't speak to me about something which is beyond Man, which he has no mastery over, rather speak of things which are found among people.\" He said, \"Why do you circumcise?\" He replied, \"I knew you were going to ask me about that, which is why I started by telling you that the works of Man are better than the works of the Holy One Blessed is He.\" Rabbi Akiva brought him stalks [of grain] and loaves [of bread]. He said to him, \"These are the works of the Holy One Blessed is He, and these are the works of Man.\" He said, \"Those are no better than than the stalks.' Turnus Rufus [then] said to him, \"If He wants circumcision, why does the infant not emerge circumcised from his mother's womb?\" Rabbi Akiva said to him ,\"And why does his umbilical chord emerge with him, [so] he hangs from the belly, and his mother [has to] cut it? And this that you said 'Why doesn't he emerge circumcised?', [the reason is] because the Holy One Blessed is He gave the Israel the commandments only in order to refine them [Israel] through them [the commandments].  And that's why David said (Psalms 18:31) (all) 'the word of the LORD is refined.'\"", 
        "54_Ha'Azinu, 0_Siman, 0_Paragraph": "<b>Listen, heavens and I will speak:</b> Happy is the one born of a woman who says like this to the creation of the Heavens. As a king would say to his servants, \"Listen and hear my words\"; so did he say to the heavens and the earth, \"Be quiet until all of my words are finished.\" \"Listen, heavens\": This is what is stated in the verse (Jeremiah 32:36) - \"If the heavens above could be measured, and the foundations of the earth below could be fathomed, then would I also reject all the seed of Israel.\" Since they exist forever and Israel exists forever, they were summoned to testify that Israel is observing the Torah and the commandments. But if, God forbid, they negate them, the hand of the witnesses will be the first against them, to kill them. It is written (Deuteronomy 11:17), \"and He will shut up the skies and there will be no rain and the ground will not yield its produce.\" Hence, he summoned them to testify when Israel is observing the Torah and the commandments. But if, God forbid, they refuse, the hand of the witnesses will be the first against them, as it is stated (Deuteronomy 31:28), \"and I will bring the heavens and the earth as witnesses against you.\" And this is why he brought them for testimony - as it is [found] in the Pesikta [that] man is compared to the twelve constellations: At the beginning when he is born, he is compared to a lamb, as he is soft, but he grows up to be like an ox. When he grows [older], he becomes twins, meaning to say complete, and the evil impulse grows in him. And at the beginning, it is weak like a crab; but afterwards when it grows, it becomes strong like a lion. And if he sins, it becomes like a virgin. And if he adds [more] transgressions, they are measured in the scales. And if he continues in his rebellion, he is brought down to the pit below, to the pit and <i>Geihinom</i> - like a scorpion placed in the earth and in ditches. But if he repents, he is thrown out - like one who slings his arrows with a bow. That is why we are accustomed to mention the dead on Shabbat, so that they do not return to <i>Geihinom</i>. As so is it [found] in Torat Kohanim (on Deuteronomy 21:8), \"'Atone for your people' - those are the living; 'that You have redeemed' - those are the dead. From here, [we learn] that the living redeem the dead.\" Hence we are accustomed to mention the dead on Yom Kippur and to distribute charity for their sake. As so did we learn in Torat Kohanim, \"It is possible that from when they died, charity does not help them. [Hence] we learn to say, 'that You have redeemed.'\" From here, [we learn] that when we distribute charity for their sake, we take them out and bring them up like an arrow from the bow. He [then] immediately becomes soft like a goat and is rendered pure like the time that he was born, and we pour pure water from a pail upon him.  And he grows with great pleasure like a fish enjoying the water. So does he immerse at all times in the rivers of <i>afarsimon</i> and milk, and oil and honey; and he always eats from the tree of life that is planted inside the partition of the righteous, and its branches leans over the table of each and every righteous one. And he lives forever. To here is new. But from here and onward is from the old.", 
        "53_Vayeilech, 2_Siman, 0_Paragraph": "<b>Behold, your days to die have approached:</b> Moshe said in front of the Holy One, blessed be He, \"Master of the Universe, With the word that I complemented You - as I said, 'Behold, to the Lord, your God, is the Heavens and the Heavens of the Heavens' (Deuteronomy 10:14) - You are shaming me?\" Said the Holy One, blessed be He, to him, \"You are similar to a bad neighbor who sees what comes in [the house], but does not see what goes out. So did you say about my children, 'Behold, the Children of Israel will not listen to me' (Exodus 6:12) - and you put out slander about My children.\" ", 
        "42_Pinchas, 6_Siman, 0_Paragraph": "(7) \"And they came near the daughters of Zelophehad.\" (Numbers 27:1) -  During this generation women were fencing in that on which men were breaking down fences. Thus you find Aaron told them, \"Break off the gold rings\" (Exodus 32:2), and the women did not want to and they protested against their husbands, as it says, \"and all the nation broke off the golden rings which were in their ears\" (Exodus 32:3), and women did not participate in the incident of the calf.  And so too, in the incident of the spies, [the women] did not participate \"and when [the spies] returned, they caused all the congregation to murmur against [Moses]\" (Numbers 14:36), and they decreed a decree, as they said, \"we can not go up\" (Numbers 13:31), but the women were not in agreement with them, just as is written above regarding the matter: \"because God had said of them: 'they will surely die in the wilderness' and there was not left of them a man\" (Numbers 26:65) - \"a man\" and not a woman, for they did not want to enter to the Land, but the women became close by seeking a portion in the Land. And thus this episode was written next to [the death of Miriam], from which the men broke down fences and women erected fences. ", 
        "40_Chukat, 21_Siman, 0_Paragraph": "Another interpretation: Why was [the Torah] given in the desert? Because if it were given in the Land, the tribe in whose area it was given would have said: I am most important. Therefore, it was given in the desert. Another reason it was given in the desert: Just like the desert is not planted and worked, so to is it with the one who accepts Torah upon himself. The yoke of rulership and the yoke of the ways of the world are removed from him. And just like the desert doesn't incur agricultural taxes, so to, men of Torah are are free men in this world. Another interpretation: Who fulfills the Torah? He who makes himself like a desert and detaches himself from everything.", 
        "27_Shmini, 8_Siman, 0_Paragraph": "<b>And it was on the eighth day:</b> Rabbi Tanchuma, Rabbi Chiya, Rabbah and Rabbi Berakhiya in the name of Rabbi Elazar [all] said, \"Any place that it is stated, 'and it was (<i>vayehi</i>),' it is nothing but a term of grief [hinting to the sound, (<i>vay</i>), meaning woe].\" Rabbi Shmuel bar Nachmani said in the name of Rabbi Natan, \"This midrash came up to our hands from the exile - 'Any place that it is stated, \"and it was in the days of,\" it is nothing but a term of grief.'\" And there are five: (1) \"And it was in the days of Amrafel\" (Genesis 14:1). What grief was there over there? They made a war to kill Avraham, our father, as it is stated (Genesis  14:2), \"made war.\" [It is comparable] to a dear friend of a king who entered a province, and on his account was the king [concerned] about that whole province. [Then people] came and grappled with him with words. And when he wanted to leave, they all said to him, \"Woe that the king will no longer be concerned about the province as he was\": So [too,] was Avraham a dear friend of the Holy One, blessed be He - as it is written about him (Isaiah 41:8), \"the seed of Avraham, My dear one\"; and it is written (Genesis 12:3), \"and through you shall all the families of the world be blessed.\" And when the kings came and grappled with him, they all said, \"Woe that the Holy One, blessed be He, will not be concerned with the world as He was; since He was concerned with the world for his sake.\" This is [the meaning of] that which the verse stated (Genesis 14:7), \"And they came to Ein Mishpat (which can be understand as the eye of justice)\" - Rabbi Acha said, \"They sought to grapple with no less than the eyeball of the world.\" They said, \"They sought to blind the eye that [suppressed] the trait of [strict] judgment in the world.\" [The verse continues -] \"It (<i>hee</i>) is Kadesh,\" [but] it is written, \"he (<i>hu</i>) is Kadesh\"; meaning to say, he sanctified (<i>hu kidesh</i>) the name of the Holy One, blessed be He and went down to the fiery furnace. When they saw that the things were like this, they cried out. (2) \"And it was in the days of Achaz the son of Yoshiah, King of Yehudah\" (Isaiah 7:1). What grief was there over there? \"It is what is stated by the verse (Isaiah 9:11), \"Aram is in front and the Philistines are behind, etc.\" [It is comparable] to a king that gave his son over to a mentor, and the mentor hated him. He said, \"If I kill him, I will become liable for death. Rather, I will take away his nourishment from him and he will die on his own\": So did the evil Achaz say, \"If there are no goats, there will be no rams; if there is no flock, there will be no shepherd, [and] where will the world be?\" So did he say, \"If there are no masters, there will be no students; if there are no students, there will be no sages; if there is no Torah, there will be no synagogues and study halls.\" What did he do? He passed all the synagogues and study halls and sealed them. And this [is the meaning of] that which the verse states (Isaiah 8:16), \"Bind up the message; seal the instruction with My disciples.\" And when they saw that the things were like this, they all started to cried out, \"Woe that the world is being destroyed\" - when [study of] the Torah was negated, that was in the days of Achaz. (3) \"And it was in the days of Yehoyakim the son of Yoshiyahu\" (Jeremiah 1:3). What grief was there over there? \"I looked at the earth, and behold it was empty and void; at the heavens and their light was not\" (Jeremiah 4:23), [It is comparable] to edicts of the kings that were brought to the provinces of the kingdom. In each and every province, when it came to their hands, everyone would stand on their feet, uncover their heads and read them with fear, trembling and perspiration. But when they were brought to the province of the king, they tore them up and burned them: When the Holy One, blessed be He, sends His messenger to the nations of the world, they repent, cover themselves in sackcloth and fast - as did the people of Nineveh, as it is stated (Jonah 3:7), \"from the order of the king and his principals, etc.\" They, may their memory be blessed, said, \"One who had a beam or a stone that was stolen in his house would destroy the house and remove it and return the theft.\" And because of this did Yonah fear to prophesy to Nineveh. As Rabbi Tarfon said, \"The fish was designated, etc.\" And the nations of the world are afraid in front of the Holy One, blessed be He, and [so, they are] close to repentance, whereas Israel is stiff-necked. This is what the verse stated (Jeremiah 36:23), \"And it was when Yehudi would read three columns or four\" - meaning to say, he read four verses - and in the fifth verse, he read, \"And her tormentors became the head\" (Lamentations 1:5) - and it is is written (Jeremiah 36:23), \"he would tear it with a scribe's blade and throw it into the fire until the end of all of the scroll.\" And when they saw this, everyone began to cry out, \"Woe for the decree that is hanging over us.\" And the other (4) - \"And it was in the days of Achashverosh\" (Esther 1:1). What grief was there over there? [It is comparable] to a king that had a vineyard, and he had three enemies. What did they do? One cut the small berries, the second ripped the clusters and the third uprooted the vines: The king is King of the kings of kings, the Holy One, blessed be He; His vineyard is Israel, as it is stated (Isaiah 5:7), \"For a vineyard of the Lord of Hosts is the House of Israel\"; [And] their three enemies are Pharaoh, Nevukhadnetsar and Haman. Pharaoh began with the small berries, as it is stated (Exodus 1:22), \"Any son that is born, throw him into the river.\" Nevukhadnetsar ripped the clusters, as it is stated (Jeremiah 29:2), \"the craftsmen and the smiths.\" Who are the craftsmen (<i>charash</i>)? These are the ones that pray the mute prayer silently, and are victorious with their prayer over all the nations of the world. The smiths?  That all the nations of the world come in a vice in front of them but [then] flee, as they put a vice on all the nations - and Nevukhadnetsar come to destroy them; and he destroyed the craftsmen and the smiths, and exiled them. The evil Haman [then] came [to] uproot the vines, as it is stated (Esther 3:13), \"to annihilate, to kill and to destroy.\" Everyone began to cry out, \"Woe,\" and they mourned in front of the Omnipresent. (5) \"And it was in the days when the judges ruled\" (Ruth 1:1) - there was famine there; and what grief is greater than famine? And from where [do we know] that there was famine? As it is stated (Ruth 1:1), \"and there was a famine in the land.\" And why was there a famine? Because Israel and the judges were not judging true judgement; as it is is stated, \"And it was in the days when the judges ruled\" - [and] we find [following it], \"he\", which indicates evildoers. [As] so do we find, \"he was Datan and Aviram\" (Numbers 26:9); \"he was Achashverosh\" (Esther 1:1); \"he was [...] Achaz\" (II Chronicles 28:22). So too were the judges. And to what is the matter comparable? To a province that was liable a tax to the king. [So] he sent collectors to collect it. The people of the province rose and smote the collectors and hung them. The judgment that they were liable - as they appointed other judges for themselves - they did to the collectors. So did they do at that time, as Elimelekh would judge the judges; [since] he was a strongman and there were many men below him. He saw the distress and the famine, but he did not warn the sinners to repent from their evil. And he stopped living in Beit Lechem for himself to live in the field of Moav - to sustain his soul during the famine, and the soul of his wife during the famine, and the soul of his sons; and he did not know that [it is] the Torah that sustains its masters and not the vanities of the world. And he was one who was important, as it is stated (Ruth 1:1), \"and a man went from Beit Lechem, Yehudah.\" And we only say, \"man,\" about an important man, as it is stated (Numbers 12:3), \"And the man, Moshe, was very humble.\" As Elimelekh was an important man, as they would consider him [so] in his place - and [yet] he went to save his soul and the soul of his household, and did not trouble himself about the matters of the community; even as he was an important man and they would have believed his words, [such as] to make them repent from their evil and bring them to repentance. And therefore, it occurred to him as it is written in the verse (Ruth 1:3), \"And Elimelekh, the husband of Naomi died.\" And so [too,] his sons died, as it is stated (Ruth 1:5), \"And [...his] two [sons,] Machlon and Khilyon died, and the woman survived her two children and her husband.\" As so were they judging their judges, like Sodom. Rabbi Shimon ben Abba said in the name of Rabbi Yochanan, \"Any place that it is stated, 'and it was (<i>vayehi</i>),' it is used for grief and it is used for joy. And when for grief, there is no grief like it, and when for joy, there is no joy like it.\" (The text is missing the following integral part of the midrash, found in Bereishit Rabbah 42:3 and other places: Rabbi Shmuel bar Nachman came and divided it, \"Any place that it is stated 'it will be,' it is used for joy; [but] 'and it was' [is for] grief.\") The Sages responded, \"Behold 'And God said, \"<i>Vayehi</i> (here used as a command form, and not past tense) light\"' [is] joy!\" He said to them, \"It too is not of joy, as the world did not merit to use that light. As so did Rabbi Yehudah bar Simon say, '[Regarding] the light that the Holy One, blessed be He, created on the first day, Adam [could] look and observe from [one] end of the world to the [other] end. [But] since the Holy One, blessed be He, saw the deeds of the generation of Enosh and the generation of the flood, He arose and hid it from them. That is [the meaning of] what the verse states (Job 38:15), \"From the wicked is their light withheld.\" And to where is it hidden? [It is] in the Garden of Eden, for the righteous ones, as it is stated (Psalms 97:11), \"Light is sown for the righteous, and joy for the straight-hearted.\"'\" They responded to him further, \"It states, 'And it was evening and it was morning, one day.'\" He said to them, \"On that day too, it is not of joy, as all the acts of the first day are destined to wither, as it is stated (Isaiah 51:6), 'when the heavens melt away like smoke and the earth wither like a garment.'\" They responded to him, \"Behold, the [acts of] the second day, the third day, the fourth day, the fifth day, the sixth day.\" He said to them, \"They too are not of joy, as all the acts of the six days of creation require further action - for example, wheat needs to be ground; mustard needs to be mellowed; lupine need to be mellowed.\" They responded to him, \"[And what about,] 'And it was that the Lord was with Yosef and he was a successful man' (Genesis 39:7)?\" He said to them, \"It too is not of joy, as that 'bear' chanced upon him from this, as it is stated in the verse, 'after' - 'And it was after these things, and the wife of his master raised, etc.' (Genesis 39:7).\" They responded to him, \"[And what about,] 'And it was that the Lord was with Yehoshua, and his reputation was in all the land' (Joshua 6:27)?\" He said to them, \"It too is not of joy, as Yair the son of Menashe, whose weight corresponded to the majority of the Sanhedrin, fell at that time; as it is stated (Joshua 7:5), 'And the men of Ai smote of them, like thirty-six men' - and the master said, 'That is Yair the son of Menashe, whose weight corresponded to the majority of the Sanhedrin.'\" They responded to him, \"And is it not written (I Samuel 18:14), 'And it was that David was successful in all of his ways and the Lord was with him'?\" He said to them, \"It too is not of joy, as enmity descended into the heart of Shaul from this, as it is stated (I Samuel 18:9), 'And it was that Shaul eyed David.'\" They responded to him, \"And is it not written (II Samuel 7:1), 'And it was when the king sat in his house and the Lord allowed him rest from all of his enemies'?\" He said to them, \"It too is not of joy, as on that same day, Natan the prophet came to David and said to him, 'However you will not build the House' (I Kings 8:19).\" They said to him, \"Behold, we have said what is ours; [now] say what is yours - that 'and it will be' is joy.\" He said to them, \"'And it will be on that day that the mountains will drip with nectar' (Joel 4:18), that will be in the days of the messiah, and there will be great joy for Israel. And so [too,] 'And it will be on that day that a man shall save alive a heifer of the herd and two sheep' (Isaiah 7:21). And so [too,] 'And it will be on that day that living waters will come out from Jerusalem' (Zechariah 14:8). And so [too,] 'And he will be like a tree planted over streams of water' (Psalms 1:3). And so [too,] 'And the remnant of Yaakov will be among many nations' (Micah 5:6).\" They said to him, \"But behold, it is written (Jeremiah 38:28), '<i>vahaya</i> (here used in the past tense, and not like the other examples) when Jerusalem was captured'!\" He said to them, \"It too is not of grief, as on that day was the verdict of Israel for their sins taken; as so is it written (Lamentations 4:22), 'Your sin has been completed, Daughter of Zion, He will not again exile you.'\""
    }, 
    "meta": "Siman-Paragraph"
}