{
    "work": "Rashi on Shabbat", 
    "text": {
        "133": {
            "9": {
                "1": "Silences for lentils - when she puts them in the pot she silences all those around so that they will cook, and for barley, she screams. ", 
                "0": "Dances for kutah - when she makes kutah she dances in front of it - a charm that it get stronger."
            }
        }, 
        "39": {
            "1": {
                "0": "Its obvious that wood is not appropriate for a wick, but only for a torch."
            }
        }, 
        "49": {
            "2": {
                "3": "Washing hands and feet - in the evening, Shabbat night", 
                "2": "Obligation -  This is included in \"honoring Shabbat\" (Kevod Shabbat), for a feast is not important unless it is in a place where it is as bright as day, as mentioned in the last chapter of Yoma (75b)"
            }
        }, 
        "46": {
            "2": {
                "0": "And one mentions the event of the day in the blessing of temple service:  to request mercy on Israel and Jerusalem, to return the service to its place and perform the sacrifices of the day. "
            }
        }, 
        "47": {
            "4": {
                "3": "Out of respect for Shabbat - since it smells bad"
            }
        }, 
        "41": {
            "4": {
                "0": "A Candle for a Man and his House- One candle on each night; and for a man and his entire household it is sufficient to have one candle."
            }
        }, 
        "60": {
            "10": {
                "0": "Did you set times - because one needs to deal with Derech Eretz [normal life, such as work], if there is no Derech Eretz there is no Torah. Therefore, one needs to set specific times for Torah study lest he be pulled into Derech Eretz for the whole day.", 
                "2": "Did you expect salvation - according to the words of the prophets."
            }, 
            "5": {
                "1": "Do not do that which is hateful to your fellow - 'Do not forsake your fellow or your father's fellow' (Proverbs 27:10) This refers to the Holy Blessed One. Do not disobey His commandments, for it is hateful unto you when a friend disobeys yours. To put it another way: 'Your fellow', literally, in the cases of thievery, kidnapping, sexual impropriety, and the majority of the commandments. "
            }
        }, 
        "89": {
            "1": {
                "1": "The wildernesses - the covenants"
            }
        }, 
        "265": {
            "5": {
                "0": "<b>Be similar to him:</b> And the expression, \"I will adorn Him\" (<i>anvehu</i>), [signifies], \"I and He\" (<i>ani ve'Hu</i>) - I will make myself like Him, to cling to His ways."
            }
        }, 
        "289": {
            "6": {
                "1": "R. Abba's chicken - he cooks and soaks it many days in hot water so that it melts on it own, and eats it for healing purposes. "
            }
        }, 
        "235": {
            "4": {
                "1": "Pesukei D'zimra: The two psalms of praise--Praise G-d from on High (Heaven) (Psalms 148) and Praise G-d in His Holiness (Psalms 150)"
            }
        }, 
        "174": {
            "4": {
                "3": "“In the days of Ahasuerus” – because of love of the miracle done on their behalf."
            }
        }
    }, 
    "meta": "Daf-Line-Comment"
}