{
    "versionTitle": "1", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "language": "en", 
    "title": "Mishneh Torah, One Who Injures a Person or Property", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "When a person causes damage to a colleague's property that is not evident to the eye, he is not liable to make financial restitution according to Scriptural Law. For the object has not changed, nor has its form become altered. Nevertheless, our Sages ruled that he is liable according to Rabbinic Law, for he reduced the value of the article. They required him to pay the amount by which its value was reduced.", 
            "What is implied? If a person causes food belonging to a colleague to be rendered ritually impure, he mixes produce together with produce that is terumah causing it to be considered dimu'a, he mixes a drop of wine that had been used for the sake of idolatry in a colleague's wine, causing the entire quantity to be forbidden, or the like - the amount of the loss is evaluated, and the person who caused the loss is required to pay the entire damages from the finest property in his possession, as is the law regarding anyone who causes damages.", 
            "This ruling was a penalty prescribed by our Sages so that none of the ravagers will go and render a colleague's produce impure and then excuse himself, saying: \"I am not liable.\"  For this reason, if the person who caused damage that is not noticeable dies, the penalty is not expropriated from his estate. For our Sages enforced this penalty only upon the person who transgressed and caused the damage, but not on his heirs, who did not cause any damage.  Similarly, a person who inadvertently causes damage that is not noticeable, or as a result of forces beyond his control, is not liable, for our Sages imposed this penalty only upon a person who intentionally causes damage.", 
            "When priests intentionally cause a sacrifice to be rendered piggul, they are obligated to make financial recompense to the person who brought the sacrifice. If they cause such an effect unintentionally, they are not liable.  Similarly, a person who intentionally performs work with a red heifer or with water designated for its ashes is obligated to make financial recompense to its owner. If he does so unintentionally, he is not liable.", 
            "A person who brings a red heifer to the place where a team of cows are threshing, so that it will nurse and thresh, and a person who is carrying water designated for the ashes of the red heifer who diverts his attention from the water is not held liable by an earthly court. He does, however, have a moral and spiritual obligation to make financial recompense."
        ]
    ], 
    "versionSource": "http://Chabad.org", 
    "heTitle": "משנה תורה, הלכות חובל ומזיק", 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Nezikim"
    ]
}