{
    "versionTitle": "merged", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Nezikim"
    ], 
    "language": "en", 
    "title": "Mishneh Torah, One Who Injures a Person or Property", 
    "text": [
        [
            "One who injures his friend is obligated to pay him for five items, and they are: damage, pain, healing, loss of work, and embarrassment. And these five iterms are all paid for from the best of his property, as is the law for all damagers.", 
            "Damage, in what manner? If he chopped off the hand or the foot of his fellow, we look at [the fellow] as if he was a slave being sold in the marketplace: how much was he worth [then] and how much is he worth now. And he pays the depreciation of his value that he caused. As it is stated, \"An eye for (<i>tachat</i>) an eye\" - from the tradition, they learned that that which it states, \"for (<i>tachat</i>)\" means to pay money.", 
            "That which it states in the Torah, \"In the way that he gives a blemish to a man, so will it be given to him,\" is not  [coming] to injure this one as he injured his fellow; but [rather] that it is fitting to remove a limb from him or to wound him as he did [to another]. And therefore, he must pay his damage. And behold, it states, \"And you shall not take ransom for the soul of a murderer\" - for a murderer only may you not take ransom, but for the loss of limbs or wounds, there is ransom.", 
            "And so [too], that which it states about one who injures his fellow and causes him damage, \"Your eye should not pity;\" is [to mean] that you should not pity [him] concerning payments, lest you will say, \"This one is a poor person and he injured him unintentionally, [so] I will have mercy on him.\" Hence, it states, \"Your eye should not pity.\"", 
            "And from where [do we know] that that which it states with regards to limbs, \"An eye for an eye,\" is [to be understood as] payments? Since it is stated about it, \"A wound for a wound,\" and it is explicitly stated, \"And when a man strikes his neighbor with a stone or with a fist, etc... he should surely give him his rest and his rehabilitation.\" Behold, you have learned that \"for (<i>tachat</i>)\" mentioned with regards to a wound means payments. And this is [also] the case with \"for (<i>tachat</i>)\" mentioned concerning the eye and concerning the other limbs.", 
            "And even though these things are apparent from perusal of the written Torah, they are all explained from the mouth of Moshe, our teacher, and they are all laws [given] to Moshe (<i>halacha le'Moshe</i>) that are in our hands. And like this did our ancestors see that they were judging in the court of Yehoshua and in the court of Shmuel the Ramati and in each and every court that stood from the times of Moshe, our teacher,  until today."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "When a person causes damage to a colleague's property that is not evident to the eye, he is not liable to make financial restitution according to Scriptural Law. For the object has not changed, nor has its form become altered. Nevertheless, our Sages ruled that he is liable according to Rabbinic Law, for he reduced the value of the article. They required him to pay the amount by which its value was reduced.", 
            "What is implied? If a person causes food belonging to a colleague to be rendered ritually impure, he mixes produce together with produce that is terumah causing it to be considered dimu'a, he mixes a drop of wine that had been used for the sake of idolatry in a colleague's wine, causing the entire quantity to be forbidden, or the like - the amount of the loss is evaluated, and the person who caused the loss is required to pay the entire damages from the finest property in his possession, as is the law regarding anyone who causes damages.", 
            "This ruling was a penalty prescribed by our Sages so that none of the ravagers will go and render a colleague's produce impure and then excuse himself, saying: \"I am not liable.\"  For this reason, if the person who caused damage that is not noticeable dies, the penalty is not expropriated from his estate. For our Sages enforced this penalty only upon the person who transgressed and caused the damage, but not on his heirs, who did not cause any damage.  Similarly, a person who inadvertently causes damage that is not noticeable, or as a result of forces beyond his control, is not liable, for our Sages imposed this penalty only upon a person who intentionally causes damage.", 
            "When priests intentionally cause a sacrifice to be rendered piggul, they are obligated to make financial recompense to the person who brought the sacrifice. If they cause such an effect unintentionally, they are not liable.  Similarly, a person who intentionally performs work with a red heifer or with water designated for its ashes is obligated to make financial recompense to its owner. If he does so unintentionally, he is not liable.", 
            "A person who brings a red heifer to the place where a team of cows are threshing, so that it will nurse and thresh, and a person who is carrying water designated for the ashes of the red heifer who diverts his attention from the water is not held liable by an earthly court. He does, however, have a moral and spiritual obligation to make financial recompense."
        ]
    ], 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ], 
        [
            "1", 
            "http://Chabad.org"
        ]
    ], 
    "heTitle": "משנה תורה, הלכות חובל ומזיק", 
    "versionSource": "http://www.sefaria.org/Mishneh_Torah,_One_Who_Injures_a_Person_or_Property"
}