{
    "title": "Mishneh Torah, One Who Injures a Person or Property",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_One_Who_Injures_a_Person_or_Property",
    "text": [
        [
            "If a man wounded a fellow man, he must pay him compensation on five counts, namely: injury, pain, medical treatment, forced idleness, and humiliation. These things are paid out of the defendant's best property, in keeping with the law concerning all injurers.",
            "How is compensation for injury determined? If one cut off a man's hand or foot, the court determines, as if he were a slave to be sold on the market, how much he was worth previously and how much he is worth now. The defendant must then pay the amount by which he decreased the value of the injured man, as it is written: \"An eye for an eye\" (Exodus 21:24); traditionally interpreted it means remuneration for injury sustained.",
            "When the Torah says: \"If a man disfigures a person, as he has done so shall it be done to him\" (Leviticus 24:20), it does not mean to inflict injury on this man as he did on the other, but that the offender fittingly deserves to be deprived of a limb or wounded in the same manner as he did, and must therefore indemnify the damage he caused. Furthermore, the Torah says: \"You shall accept no ransom for the life of a murderer\" (Numbers 35:31), implying that only for a murderer no ransom is accepted, but compensation is taken for the loss of limbs or for injuries sustained.",
            "So too, when it is written concerning one who wounds another and causes him injury: \"You must have no pity on him\" (Deuteronomy 19:13), the meaning is that no pity is to be had when exacting compensation. Lest you say: \"He is a poor man, and he injured the other without intention, I must have mercy on him,\" it is written: \"You must have no pity on him.\"",
            "How do we know that what is written concerning the loss of limbs, \"an eye for an eye,\" means compensation? In the same context it is written: \"A wound for a wound\" (Exodus 21:25), and it is also written explicitly: \"If one strikes the other with a stone or with his fist … he must pay for the man's loss of time and also see that he is thoroughly restored to health\" (Exodus 21:18-19). Hence, you may infer that the word <i>for</i> (<i>taḥath</i>), used in <i>wound for wound</i>, signifies compensation. The same applies to [the word] <i>for</i> used in connection with the eye and the other organs.",
            "And even though these things are apparent from perusal of the written Torah, they are all explained from the mouth of Moshe, our teacher, and they are all laws [given] to Moshe (<i>halacha le'Moshe</i>) that are in our hands. And like this did our ancestors see that they were judging in the court of Yehoshua and in the court of Shmuel the Ramati and in each and every court that stood from the times of Moshe, our teacher,  until today.",
            "How do we know that if one injures another, he has to compensate for the pain separately? It is written concerning a man guilty of rape: \"Because he violated her\" (Deuteronomy 22:29). The same applies to anyone who inflicts physical suffering on another: he must compensate for the pain sustained.",
            "How do we know that he must compensate for the loss of time and pay for the medical treatment separately? It is written: \"He must pay for the man's loss of time and also see that he is thoroughly restored to health\" (Exodus 21:19).",
            "How do we know that he has to compensate for the humiliation separately? It is written: \"If she put out her hand and seized him by the private parts, you shall cut off her hand\" (Deuteronomy 25:11-12). Anyone who humiliates a person is included in this law.",
            "The man who humiliated someone does not have to compensate for the humiliation unless he acted intentionally, as it is written: \"If she put out her hand.\" If, however, he humiliated another unintentionally, he is exempt. Accordingly, if one caused humiliation while asleep, or the like, he is exempt.",
            "A human being is always regarded as a <i>mu'ad</i> (forewarned), whether he acts unwittingly or deliberately, whether he is awake or asleep or intoxicated; and if he has injured another or caused damage to his property, he must pay compensation out of the best of his own property. The law that a man who does injury while asleep must pay compensation applies only in a case where two men lay down to sleep at the same time and one turned over in his sleep and injured the other or tore his clothing. If, however, one was asleep and another came and lay down beside him, the one who came last is the <i>mu'ad</i>, and if the sleeping one injured him, he is exempt. So too, if one placed a utensil alongside a sleeping individual and the latter broke it, he is exempt. The reason is that the person who put it there was the <i>mu'ad</i> and at fault.",
            "",
            "",
            "",
            "",
            "If a man intentionally injured another, he is liable on five counts under all circumstances. Even if an individual entered one's premises without permission and the owner injured him, he is held liable, because he has a right to expel him but he has no right to injure him.— —",
            "If a man chopped wood in a public domain and a piece of wood flew off and caused injury in a private domain, or if one chopped in a private domain and caused injury in a public domain, or if one chopped in a private domain and caused injury in another private domain, or if one entered a carpenter's shop, with or without permission, and a chip of wood flew off and struck his face, in each of these cases the injurer is liable on four counts but is exempt from compensation for humiliation.",
            "Just as we appraise the likely cause of death [in cases of fatal outcome], so must such an appraisal be made in cases of injury. If, for instance, a man struck another with a small pebble not large enough to cause injury, or with a small chip of wood, and it inflicted a wound that an object of this kind was unlikely to inflict, he is exempt, as it is written: \"With stone or with fist\" (Exodus 21: 18) ; that is, an object capable of causing injury. Yet, he is liable only for the humiliation sustained. Even if one spat on the person of another, he is held liable for humiliation. The witnesses must therefore know with what the defendant inflicted the injury; and the object with which he inflicted the injury must be brought to court to appraise it and to come to a judicial decision on the basis of it. If the object is lost and the offender says: \"It was not capable of inflicting an injury and it is as if I had been a victim of an unavoidable accident,\" while the injured party says: \"It was capable of inflicting an injury,\" the injured one may take an oath and collect damages, as will be explained.",
            "No appraisal is to be made in the case of iron: even a small needle can kill, let alone injure a person.— —"
        ],
        [
            "If a man inflicted on another a wound for which he should pay on all five counts, he must compensate for the five. If he injured another on four counts, he must compensate for the four; if on three counts, he must pay for three ; if on two counts, he must pay for two ; if on one count, he must pay for one.",
            "If, for instance, a man cut off another's hand, foot, finger, or toe, or blinded his eye, he must pay on five counts: injury, pain, medical treatment, loss of time, and humiliation. If he struck him on the hand so that it swelled but will eventually recover, or on his eye so that it became inflamed but will eventually heal, he must pay on four counts: pain, medical treatment, loss of time, and humiliation. If he struck him on the head and it swelled, he must pay on three counts: pain, medical treatment, and humiliation. If he struck him on a spot that is not visible — — if, for example, he struck him on his knees or his back, he must pay on two counts : pain and medical treatment. If he struck him with his handkerchief or with a document, and the like, he should pay only on one count, namely : humiliation.",
            "",
            "",
            "Hence, you may infer that anyone who deprives another of an organ that will not regenerate is held liable on all five counts.— —",
            "Even if he deprived him of a tiny piece of skin, he is held liable on five counts, because the skin does not grow back but is marred by a scar. Accordingly, if a man injured another and tore the skin and made him bleed, he is held liable on five counts.",
            "If a man frightened another, he is exempt from legal but not moral responsibility, even if the other became ill from fright, provided that he did not touch him; for instance, he shouted behind him or suddenly confronted him in the dark. So too, if a man shouted into somebody's ear and deafened him, he is exempt by the laws of man and held liable by the laws of Heaven.— —",
            "It seems to me, that if the injured person says: \"I am deafened and I can not hear,\" or: \"My eye is blinded and I cannot see,\" he is not believed ; since we do not know the matter; he may be acting with cunning [playing blind or deaf]. Hence, he should not collect damages unless he has been examined in ample time, and it is confirmed that he has lost his eyesight or has become deafened. Only then should the defendant pay compensation.",
            "How much is compensation for pain? It all depends on the injured party. One individual may be most tender and delicate and wealthy, that even for a large amount of money he would not submit to a little pain. Another individual may be hard-working, robust and poor, and would undergo severe pain for a single <i>zuz.</i> According to these considerations we appraise and determine the indemnity for pain.",
            "How should pain be assessed in a case where a man deprived another of an organ? For example, if he cut off another's hand or finger, we estimate how much such a person would pay for the difference between having his limb removed by means of a drug and having it cut off by means of a sword—if the king decreed to have his hand or foot cut off. When the difference has been estimated, the offender has to pay it.",
            "How should loss of time be assessed? If the offender did not deprive the injured person of a limb but the latter became ill and bedridden, or his hand became swollen but will eventually return to health, he must pay him for his daily loss of time at the rate an unemployed workman of the same occupation would lose by being unemployed.— —",
            "If a man boxed another's ear, or seized him and blew into his ear, and deafened him, he must pay him all that he was worth, since he is no longer fit for any work at all.",
            "",
            "",
            "",
            "",
            "",
            "If the offender said to the injured person: \"I will cure you myself,\" or: \"I have a physician who will treat you free of charge,\" we should not pay attention to him ; but he must bring a competent physician to treat him for a fee.",
            "— — If the patient disobeyed the physician and his illness got worse, the man who injured him is not obligated to provide him with further medical treatment.",
            "When the court has determined the amount of damages to be paid by the defendant, it must collect all of it from him immediately, without designating a time limit whatsoever for his payment. If, however, he is required to pay compensation for humiliation only, he is given time to pay, since he did not cause the other a loss of money."
        ],
        [
            "How should humiliation be assessed? It all depends on the social positions of the insulting individual and the person insulted. An insult received from a person of light esteem cannot be compared with an insult received from a person of considerable prestige. The humiliation caused by a lesser individual is more painful.",
            "",
            "",
            "",
            "If a man insulted another verbally or spat on his clothes, he is exempt from paying compensation ; but the court should prevent this, everywhere and at all times, as they see fit. If one insulted a scholar, he must pay him full compensation, even though he only humiliated him verbally.— —",
            "Such cases occurred frequently in Spain, where we lived. Some scholars used to condone this, as it was proper to do. Others would sue for redress, and then a settlement would be reached between the parties. The judges, on the other hand, would tell the offender: \"You ought to give him a pound of gold.\"",
            "Although the person who verbally insults people is exempt from paying compensation, it is a grave sin. Only an evil fool reviles and abuses people. The ancient sages declared: \"Anyone who puts a worthy Jew to shame in public has no share in the world to come.\""
        ],
        [
            "One who strikes a woman and causes her to miscarry, even though this wasn't his intent, he must pay the value of the fetus to the [woman's] husband, and damage and pain to the woman.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "It is harmful to clash with a deaf-mute, an imbecile, or a minor: if a man injures one of these, he is held liable; if they injure other people, they are exempt. Even after a deaf-mute has been cured of his defect, or an imbecile has become normal, or a minor has grown up, he is not held liable for payment, because none of these was sensible when he inflicted the injury."
        ],
        [
            "A man is forbidden to injure himself or another. Not only one who inflicts a wound, but anyone who strikes a worthy Jew, whether an adult or a minor, whether a man or a woman, breaks a prohibitive law, as it is written: \"He must not lash him excessively\" (Deuteronomy 25:3). If the Torah has warned against excess in lashing an offender, how much more should this apply to striking an innocent man.",
            "It is forbidden even to raise a hand against another; if anyone does raise a hand against another, even though he has not struck him, he is wicked.",
            "",
            "",
            "",
            "",
            "",
            "",
            "A man who inflicts physical injury upon another is unlike one who damages another's property. If one damaged another's property, as soon as he has paid what he is required to pay he obtains atonement. If, on the other hand, he wounded another person, even though he has paid compensation on five counts he does not obtain atonement, even if he has offered up all the rams of Nevaioth, unless he asks forgiveness of the injured person who should pardon him.",
            "The injured person is forbidden to be cruel by not forgiving; this is not the Jewish way. But as soon as the offender has asked forgiveness a first time and a second time, and he knows that he has turned from his sin and is sorry about his evil, he should pardon him. Anyone who hastens to forgive deserves praise and meets with the approval of the sages."
        ],
        [
            "If a man damaged the property of another person, he has to pay full compensation; whether he acted unwittingly or accidentally, he is regarded as if he acted willfully.— —",
            "",
            "This applies only [to damage done] on the premises of the injured party; on the premises of the defendant, however, he must pay only if he caused the damage willfully ; but if he acted unwittingly or accidentally, he is exempt.— —",
            "",
            "",
            "",
            "",
            "If two men were walking on a public domain, one carrying a jar and the other a beam, and the jar of the one was broken by the beam of the other, the latter is exempt, because each alike has the right of passage.",
            "If two were proceeding on a public domain, one walking and the other running, and one was injured by the other unintentionally, the one running is held liable, because he behaved unusually [by running instead of walking].— —"
        ],
        [],
        [
            "If an informer turned another's property into the hands of an oppressor, he must pay compensation out of his best property.— — Whether the oppressor was Jewish or not, the informer must make good whatever the oppressor took away.— —",
            "This rule applies only when the informer pointed out the property of his own accord. If, however, he was compelled by a non-Jewish or a Jewish oppressor to do so, he is exempt from paying compensation.— — One who saves himself at the expense of another's property must pay for it.",
            "",
            "If one took another's money and gave it to an oppressor, he must repay under all circumstances, even if the king compelled him to deliver it.— —",
            "",
            "",
            "",
            "",
            "It is forbidden to turn a Jew over into the hands of a heathen, whether physically or financially, even if he happens to be wicked and sinful, and even if he is the cause of one's distress and pain. Anyone who hands a Jew over into the hands of heathen, whether physically or financially, has no share in the world to come.",
            "An informer may be slain anywhere, even at the present time when Jewish courts do not try capital cases. It is permissible to slay him before he has informed. As soon as he says that he is about to inform against an individual or his property, even a small amount of money, he has surrendered himself to death [as an outlaw]. He must be warned and told: \"Do not inform.\" If he has acted impudently, replying: \"Not so, I will inform against him,\" it is a religious duty to slay him ; whoever hastens to kill him attains merit.",
            "If the informer has executed what he planned, and reported, it seems to me that it is forbidden to kill him, unless he is a confirmed informer, in which case he should be killed lest he continue to inform against others. There are frequent cases in the cities of Northern Africa where informers, who are known to report Jewish funds to oppressors, are killed or handed over to the non-Jewish authorities to be executed, beaten, or imprisoned, in accordance with their wickedness.— — It is forbidden to destroy the property of an informer, even though it is permissible to destroy him physically, since his property belongs to his heirs."
        ]
    ],
    "versions": [
        [
            "Maimonides' Mishneh Torah, edited by Philip Birnbaum, New York, 1967",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002108864"
        ],
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה תורה, הלכות חובל ומזיק",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}