{
    "title": "Tzafnat Pa'neach on Mishneh Torah, Woman Suspected of Infidelity",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tzafnat_Pa'neach_on_Mishneh_Torah,_Woman_Suspected_of_Infidelity",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמר לה כו' והיה קטן כו'.</b> והנה לשיטת רבינו קשה דל\"ל קרא למעט הא אינה נאסרה כלל, אך י\"ל דר\"ל דקינא לה מזה ואז היה קטן ואח\"כ הגדיל וקמ\"ל דאין הקינוי חל כלל ואף אם נסתרה אח\"כ אחר שהגדיל מ\"מ מותרת לבעלה דהוה כמו בלא קינוי אך מ\"מ מבהמה קשה דשם אין שייך זה אך י\"ל דר\"ל כגון אם אמר לה אל תסתרי עם בהמה זו ובאמת היה אדם ונסתרה עמו ומותרת לבעלה משום דאין הקינוי חל כלל, ועיין בהך דיבמות ד' נ\"ה ע\"ב ע\"ש בתוס' וכאן ד' כ\"ו ע\"ב גבי דרך אברים אך שם הקינוי הוה רק דרך אברים אבל מ\"מ הסתירה היה כשיעור העראה אבל אם הסתירה לא היה כשיעור בזה ודאי א\"צ קרא למעט כלל:"
            ],
            [
                "<b>אבל אם מחל אחר כו'.</b> והנה עיין בירושלמי סוטה פ' ד' וסנהדרין פ' ח' דאמר שם דזה רק קודם שנמחקה המגילה אז יכול למחול אבל לאחר שנמחקה אינו יכול למחול הובא בתוס' סנהדרין ד' פ\"ח ע\"א ולכאורה תמוה הא כאן מבואר דגם לאחר סתירה אינו יכול למחול אך לכאורה י\"ל דרק אם קינא לה עם איש האסורה להתייחד עמו אז לאחר סתירה לא מהני מחילה דכבר נאסרה ורגלים לדבר אבל אם קינא לה מאביה וכדומה דבלא הקינוי אין היחוד כלום וכן אם קינא לה ממאה בני אדם ואז רק הקינוי פועל שתהא הסתירה סתירה אז יכול לבטל אף לאחר הסתירה אך באמת אין הפירוש כן רק דר\"ל לענין השקאה דהא מבואר במשנה דאם בעלה אינה רוצה להשקותה מעכב ואמר דזה רק קודם שנמחקה המגילה אבל לאחר שנמחקה המגילה משקין אותה על כרחו, אף י\"ל דזה רק אם הקריב מנחתה קודם אבל קודם הקרבת המנחה יכול לעכב שלא יקרבו מנחתה דהא יש לשניהם חלק במנחה עיין סוטה ד' כ\"ג ע\"א ע\"ש בתוס', ועיין בהך דכריתות דף ז' ע\"א גבי לא יקריב ולא יתכפר וע\"ש ד' כ\"ד מאי היא המנחה אם גדר חיוב או גדר בירור ע\"ש דזה הוה מחלוקת, ועיין מנחות דף ה' ע\"ב דאין שם מנחה עליה כלל, ובזה י\"ל ג\"כ מה דאמרינן בגמ' ד' י\"ט ע\"ב דג' דברים מעכבין בה עד שלא קרב הקומץ וכן אמר שם דעד שלא קרב הקומץ יכולה לחזור הטעם משום דיכולה לעכב שלא יקריב הקרבן, ועיין בתוספתא דתמורה פ' ג' דאם אחד מן השותפים יכול לשנות מחשבתו בקרבן ע\"ש, וכן גבי הבעל כן, אך י\"ל דאף קודם שתקריב המנחה יש נ\"מ במה שאומר איני משקה לענין אם יכול לחזור בו שתשתה, עיין ביבמות ד' צ\"ה ע\"א ע\"ש בתוס' ד\"ה אי לימא, אך לכאורה קשה על מה שהביאו התוס' ראיה דאינו יכול לחזור מהך דנשרף מנחתה הא במשנה מבואר שם גם אם היא אמרה שאינה שותה ששורפין המנחה ואף דיש בעיא שם בסוטה דף כ' אם יכולה לחזור בה, אך באמת כך דגביה י\"ל דנדחית המנחה, משא\"כ גבה דאמרינן דאיגלאי מלתא למפרע דמחמת ביעתיתא ולא הוה דיחוי, ועיין בתוס' זבחים ד' ק\"ג ע\"ב גבי גזל הגר:"
            ],
            [
                "<b>וכן אם שמע העם כו'.</b> עיין בכ\"מ מה שהקשה על זה מהך דלעיל סוף הל' ב', אך באמת רבינו ס\"ל דרק אם היא גרמה שלא תשתה אז מפסדת כתובתה כמבואר בירוש' או שנסתרה בזמן שאינה יכולה לשתות משום דנכנסה לספק הזה כמבואר בירוש' דסוטה ריש פ' ד' והא דקי\"ל גבי מת בעלה כב\"ה שם משום דזה תליא בהך דב\"ב ד' קמ\"ה ע\"א גבי תנו לי בעלי וכו' ע\"ש, ועיין ב\"מ ד' ע\"ט ע\"א גבי ספינה שטבעה ע\"ש בתוס' משא\"כ כאן שהבעל הוא קיים והיא אומרת שודאי לא זנתה ורוצה שתשתה רק המוזרות גרמו לה שלא תשתה ע\"י זה אין אנו יכולים להפקיעה כתובתה, ועיין בירושלמי דס\"ל כן גבי עוף הפורח לדידן, וכן גבי עד אומר נטמאת ועד אומר לא נטמאת בזמן שאינה שותה דמ\"מ נוטלת כתובתה, ועיין תוס' יבמות ד' ל\"ח ע\"ב דכ\"ז שיוכל להשקותה לא הויא סתירתה גדר עוברת על דת ע\"ש. וראיה לזה דאם נימא דרק אם הגרם על ידי הבעל אז צריך ליתן לה כתובה דאם כן אמאי צריך לשלם לה כל הכתובה יהיה די בטובת הנאה כתובתה, ועיין במש\"כ בזה בהל' מלוה פי\"ו הל' ז', גם י\"ל דנ\"מ כמש\"כ לעיל בין אם קינא לה מקרובים שמותרת להתייחד בין עם אחר ועיין לקמן בהל' כ' ע\"ש מש\"כ:"
            ],
            [],
            [],
            [],
            [
                "<b>שתתה מי המרים כו'.</b> והנה אם זה רק באותם הקדושין אבל אם לאחר השקאה גירשה והחזירה אם יכול לקנא לה ולהשקותה עוד הפעם מאותו האיש עיין כתובות דף ע\"ג ע\"ב גבי אשה אחת כעין שתי נשים, ושם בירושלמי ס' פ\"ט דכתובות גבי אם החזירה לכתובה ולתנאים ע\"ש וכ\"מ, ועיין בתוס' סוטה דף י\"ח ע\"ב ד\"ה מהו מש\"כ בשם הירושלמי אם קינא לה ונסתרה וידע בה וגירשה כו' ע\"ש, והנה למה לא מוקי בסוטה דף כ\"ד ע\"ב גבי ארוסה דצריך קרא דאינה שותה דאמאי הא לא קדמה שכיבת בעל לבועל ואמאי לא מוקי במחזיר גרושתו ואירסה, אע\"כ צריך לומר דזה הוה כדבר חדש וגרע אף מיבם לשיטת רש\"י ביבמות ד' נ\"ח דשם שפיר מיקרי קדמה דהוה כמו דבר אחד שהיא באה מכחו, וכעין דאמרינן בהך דתמורה דף ט' גבי הקדש שני ע\"ש, ועיין בר\"ה דף ה' ע\"ב הואיל ומכח קמא קא אתי, ועיין מש\"כ רש\"י יומא ד' ס\"ג ע\"ב ד\"ה רבינא:"
            ],
            [],
            [
                "<b>האשה שקינא כו'.</b> הנה כך דיש ב' טעמים בזה חדא משום דנאמן שזינתה אך זה רק אם אמר שזינתה מזה שנסתרה עמו אבל מאחר אז רק נאמן שלא תשתה ותשאר כמו שהיתה ספק סוטה ולא סוטה ודאי. ונ\"מ לענין חליצה דודאי סוטה לא בעי חליצה וספק סוטה בעיא חליצה. וגם זה רק בעד אחד אבל באשה ופסול לא, אך מ\"מ מפסדת כתובתה דעל זה נאמן, אבל גבי עד מפי עד או עכו\"ם אף לר\"א דס\"ל דנאמן דהיינו עוף הפורח רק שלא תשתה אבל גבי כתובה לא, ועיין בירושלמי ריש פ' ו' דנראה שם דיש סברא דלא פליגי על ר\"א. אך רבינו ז\"ל בהל' ט\"ו לא ס\"ל כן דרק פסול מדברי סופרים, ועיין בירושלמי שם בפ' א' גבי עד מפי עד ע\"ש, ועיין בהך דשבועות ד' ל\"ב ע\"א דאמר שם דרחמנא הימניה עיין ר\"ה ד' כ\"ב ברש\"י ר\"ל לטומאה זהו רק בעד אחד ובאותה הסתירה וכמבואר בירושלמי ספ\"ו וגם שהיה סתירה ביחוד לא מטעם קפידא של הבעל לבד ולכך מחלק בירושלמי שם בין ג' דאז הוי רה\"ר ואין עליה שם סתירה ובין שנים דהוה רה\"י כמבואר בנזיר ד' נ\"ז וכ\"מ, ומה שכתב רבינו ז\"ל לקמן בפ' א' מהל' אס\"ב הל' כ\"ב מיירי ג\"כ כה\"ג. ולא דמי למה שכתב בהל' סנהדרין פרק ט\"ז הל' ו' דשם ר\"ל רק על הדבר מהו ושם י\"ל דדי אף באשה וכה\"ג, ואף דבירוש' שם מקיש להו, ולא דמי להך דלעיל בה\"א פ\"ב הל' כ\"ג דשם על ידי האב לא נגמר הגדלות דעדיין צריך שתי שערות ולא נגמר על פיו ולא שייך הוחזק וכ\"כ בזה. והא דכאן גבי חמש נשים דנאמנות לאוסרה על בעלה ואינן נאמנות להפסידה כתובתה ולא אמרינן הוחזק י\"ל דאם נימא דגם על ממון נאמנות שוב לא היו מאמינים אותם כלל דא\"א שתפסיד על ידיהם ממון, ועיין בירושלמי יבמות פרק ט\"ו ה\"ז מתוך שלא כו', וכה\"ג כתבתי על מה שהקשה הר\"ן בנדרים ד' פ\"ו ע\"ב ד\"ה ועוד דכיון דאלמוה רבנן לשיעבודא אמאי חייל לאחר גירושין ע\"ש והוא כך דלהפקיע הקונם שהוא כקדושת הגוף לגמרי אין כח ביד חכמים רק משום דאמרינן דלא נתבטל לגמרי דחייל אחר הגט אבל אם נימא דלא יחול כלל אז ע\"כ חייל, ועיין מש\"כ רבינו ז\"ל בהל' שבת פ' כ\"ז הל' י\"א גבי מי שיצא חוץ לתחום דאינו מועיל הד' אמות שנתנו לו חכמים שיהיה הבלעת תחומין וכתב שם מפני שהם מתחילין ממקום שהוא עומד ר\"ל דחכמים נתנו ד' אמות ליוצא חוץ לתחום וכיון דנימא שעל ידי זה יהיה נקרא בתוך התחום א\"א. וגם שוב אין לו ד' אמות והוה כתרתי דסתרי וכ\"כ בזה, אבל אם נימא דהוא באמצען נמצא שלא יצא כלל וא\"ש קושית התוס' והראב\"ד שם ע\"ש, ועיין בירושלמי ר\"ה פ' ב' הל' א' דאמר שם משלך נתנו לך גבי עדות החודש ע\"ש ר\"ל דלא נימא דלגבי דרבנן מהני עד אחד להעיד על חבירו להחזיקו בכשר א\"כ נתחזק ושוב נאמינו במקום אחר קמ\"ל דלא דמאמינים אותו בזה רק כה\"ג לא גזרו וא\"כ לא מיקרי הוחזק וא\"ש:"
            ],
            [],
            [],
            [
                "<b>באו שניהם כאחד כו'.</b> עיין מש\"כ רבינו בהל' שגגות פ' ח' ובהלכות אבות הטומאות ס' פ' ט\"ו דהוה גדר ספק ע\"ש, ועיין בסוף פ\"ט מהל' רוצח ולעיל בהל' גירושין פ' י\"ב ע\"ש, אך לפי מש\"כ לחלק בין היכא שהעד אומר ראיתי שלא נטמאת או לא ראיתי שנטמאת א\"ש וגם יש נ\"מ אם עד אחד אומר שאכל ספק חלב או שנטמא בספק רה\"י והעד השני מכחישו אם אז חייב אשם תלוי או הוה ספק טומאה ברה\"י. או אפשר לומר דהוה בגדר ספק ספיקא, ועיין בהך דכריתות ד' כ\"ד ע\"א בתוס' ד\"ה אם דמוכח שם דגבי ב' עדים כה\"ג פטור מאשם תלוי אף בזה אחר זה, וא\"כ י\"ל דגם גבי עד אחד כן, אך בזה אחר זה שאני משום דכל מקום שהאמינו, וזה שייך רק בעד אחד, ועיין בתוס' כתובות דף כ\"ו ע\"ב ועירובין ד' ל\"ו ע\"א בתוס' וסוף פ' ה' דטהרות ע\"ש בר\"ש ובירושלמי דיבמות פ\"י מה דמחלק גבי אשם תלוי שאפילו אמר לבי נוקרני ע\"ש, אך באמת כאן ובעגלה ערופה לא דמי לשם משום דמסלקין שניהם ונשאר הספק משא\"כ גבי חלב וגבי טומאה, ועיין מש\"כ רבינו ז\"ל בהל' רוצח פ\"י הל' ז' ומש\"כ בהך דחולין ד' פ\"ב, דאין הנאמנות של עד אחד גבי עגלה ערופה רק שלא תערף אבל אחר שהורידוה לנחל אז לא מהני עד אחד שתפקע האיסור מעל העגלה אבל שני עדים מהני וא\"ש בזה דברי רבינו, וכן ס\"ל לרבינו ז\"ל לקמן פ\"ג הל' כ\"ג גם גבי עד סוטה כן דרק קודם שתשתה מהני עדותו אבל לא אחר כך דשוב לא האמינה אותו התורה:"
            ],
            [
                "<b>בא עד אחד כו'.</b> מבואר מדברי רבינו דעד אחד ואשה אחת עד אחד נאמן, ונ\"מ אם אשה אחת אומרת נטמאת ואח\"כ בא עד אחד ואמר לא נטמאת אף בזה אחר זה או אם עד אחד אומר נטמאת ואשה אומרת לא נטמאת אף בבת אחת מאמינים לדברי העד, וגבי פסול ס\"ל דלא שייך כל מקום שהאמינה תורה והטעם דנאמנות שלהם לא על הדבר רק שתשאר כבתחלה, ועיין בהך דסוטה ד' ל\"ב דאמר שם ס\"ד כו' לחומרא ופירש רש\"י שתשתה, אך באמת ר\"ל להיפך שהחומרא הוא שלא תשתה, והנה כאן בהל' י\"ט כתב רבינו גבי שלש אומרות לא נטמאת כו', משמע דזה ג\"כ הוה בגדר עדות ונ\"מ למה שכתבתי לעיל בהלכות גירושין דאם היה קינוי וסתירה ועד אחד מעיד שלא נטמאת אם מאמינים אותו ומכאן מוכח דלא דאל\"כ אף לדברי הראשונים אינה צריכה לשתות והכחשה לא הויא רק אם מותרת לבעלה, ועיין בהל' רוצח פרק ט' במש\"כ שם רבינו בסוף פ' זה הכלל דהולכין אחר הרוב בפסולין ולמאי נ\"מ זה הא גם במחצה על מחצה כן גבי פסולים, אך יש לומר דנ\"מ דאם קודם הורדה לנחל היה מחצה על מחצה ואח\"כ ניתוסף אותן שאמרו ראינו בטל ההורדה ופקע האיסור ומצטרפת להמחצה שאמרו תחלה ראינו, אבל אם היו רק מיעוט בתחלה שוב נתבטל המיעוט לגמרי והוה כמאן דליתא ולא מצטרפי ועיין בהך דסנהדרין ד' מ\"ב ע\"א במה דאמר שם גבי נזדקן הדין ע\"ש ר\"ל כך דגבי דיני נפשות ספק הוה כמו נגמר להקל וגבי דיני ממנות לא מיקרי גמר ומוסיפין והולכין וכעין מש\"כ הראב\"ד ז\"ל בהשגות פ\"ח מהל' סנהדרין הל' ב' ע\"ש, ועיין בירושלמי סנהדרין פ\"ג הל' י\"א ובמש\"כ רבינו ז\"ל בהל' ממרים פ\"ב הל' ב' ע\"ש ועיין במסכת עדיות פרק א' בהך דאמר ר\"י שם א\"כ למה מזכירין ע\"ש מה שכתבתי אם המיעוט נתבטל אז לגמרי דשוב אין מצטרף אח\"כ לאחרים או שפיר מצטרף, ועיין בהך דשבועות ד' מ\"ח ע\"א דגבי מחצה על מחצה אם אח\"כ יבוא אחר ויעיד כמותו שפיר מצטרף, ועיין בהך דסנהדרין דף מ\"א ע\"ב ע\"ש:"
            ],
            [],
            [
                "<b>ותצא בלא כתובה כו'.</b> הנה עיין בירושלמי כאן מוכח דאם עד אחד בא מתחלה ואמר נטמאת ואח\"כ בא שני מוכח שם דאף דהראשון נאמן מ\"מ נוטלת כתובתה, וי\"ל דזה ג\"כ ר\"ל בגמ' דילן הני מילי לחומרא אבל לקולא לא היינו דוקא שלא תשתה אבל לא תפסיד כתובתה:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ואמר אל כו'.</b> עיין בירושלמי ריש פ\"ז בהך מחלוקת דר' יונתן ור' יאשיה דהא על מה היא אומרת אמן כיון דאינה שומעת, וע\"ש בפ\"ב הל' א':",
                "<b>הרי הוא כו'.</b> עיין בכ\"מ מה שהקשה למה לא הביא שוטה אך באמת שם הטעם משום דאין הקינוי כלום וכאן ר\"ל מחמת גזיה\"כ ומיירי במדבר ואינו שומע או שומע ואינו מדבר וקטן וקטנה ר\"ל כגון שהיא בת דעת וכמש\"כ לקמן בהל' ד' וקטן ר\"ל כמו הך דקדושין ד' י\"ט גבי יבם דאז נאסרת עליו ועיין בתוספתא כאן פ\"ה גבי הך דר\"י דאמר לכשיגדיל הקטן ומיירי כה\"ג, ועי' בהך דנדרים ד' ע\"ג ע\"א ע\"ש ברא\"ש ומש\"כ רבינו בפ' י\"ב מהל' נדרים הל' י\"ד מה דמחלק בין קטן לשוטה, ועיין בירושלמי כאן ספ\"ב דנראה דס\"ל דהקינוי הוה גדר דין לא משום האיסור ולכך אמר שם דר\"י דס\"ל דסומא פטור מן המצות אינו בגדר קינוי ע\"ש:"
            ],
            [
                "<b>קטנה כו' אבל הקטנה כו'.</b> עיין בכ\"מ והנה דברי רבינו אינם מובנים דמחלק בין קטנה בת מיאון או לא ע' בהשגות ודוחק לומר דס\"ל כשיטת רש\"י ביבמות ד' נ\"א ע\"ב דגבי נשואין דרבנן אינה נאסרת על בעלה ע\"ש בתוס' ובירוש' רפי\"ד דיבמות אך באמת הפי' דהנה ע' בהך דכתובות דנ\"ד ע\"א דזנתה לא מיקרי מרידה ומשום דיצר אנסה, וע\"ש דנ\"ג ע\"א וכן כתב התוס' מעילה די\"ח ע\"ב דלא מיקרי שמנחת את בעלה ע\"ש, ולכך זנתה לא הפסידה בלאותיה כמבואר בכתובות ד' ק\"א, וגבי מורדת הוה בעיא דלא איפשטא שם ד' ס\"ג וזהו כוונת הירושלמי כתובות פ\"ז הל' ו' במעשה באחד שראה כו', עשה עובדא כו' וצ\"ל תיפוק בפלגות פרן ר\"ן שתיטול חצי הכתובה והיו הקרובים מערערים ממ\"נ אם סוטה היא א\"צ ליתן כלל כתובה כו', ואמר שם דהיה תנאי כתובה דאם לא תתרצה בשותפות עם הבעל תיטול חצי כתובה וכיון שנתנה פיה וכו' כמו ששנאה אותו, רק גבי זנות משום דיצר אנסה כמש\"כ. והנה זה רק שייך גבי גדולה דיש לה יצר וזה ר\"ל רצון שכתב רבינו דהיינו תאוה עיין רש\"י חולין ד' ק\"כ ע\"א ד\"ה נפש, ועיין תוס' קדושין ד' מ\"ג ע\"ב דקטנה אינה בת תאוה ובע\"ז ד' ל\"ו ע\"ב ע\"ש ותוס' יבמות ד' ק\"ט ע\"א וכ\"מ, וכיון שזינתה הוה זה גופא כמו מיאון וכעין דאמרינן ביבמות ד' ק\"ח קדושיה הן מיאוניה ולכך מותרת לבעלה ועיין סנהדרין ד' נ\"ה ע\"ב גבי פטור דקטנה אם משום שוגג אם משום גזיה\"כ ורש\"י שם דס\"ו ע\"ב דרק משום גזיה\"כ ועיין נדה ד' מ\"ה ע\"א גבי הך דר\"ע ובירושלמי סוטה פ\"ד הל' ה' ע\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>כל איש כו' ואפילו כו'.</b> עיין שבת דף מ' ע\"א ש\"מ האי מאן דעבר כו'. ועיין בתוס' מנחות ד' ס\"ד ע\"ב וכתובות דף ב' ע\"א ד\"ה ותנשא ודף ה' ע\"א ד\"ה מאי ועיין בהך דעירובין ד' ע\"ח ע\"ב ובפסחים ד' מ\"ח ע\"א וזה תליא אם האיסור דרבנן יש עליו שם האיסור או רק תקנתא בעלמא וזהו נ\"מ בין מעוברת חבירו דשם רק גדר תקנה ובין ארוסה וכ\"כ בזה:"
            ],
            [
                "<b>לפיכך כו'.</b> הנה רש\"י ז\"ל פי' הטעם בשם ספרי משום ראויה לאישות, ובירושלמי אמר הטעם מחמת זרע כשר כו'. והנה נ\"מ אם ישראל נשא מצרית שניה דזרעו כשר ומ\"מ אינה ראויה לאישות. וגם יהיה נ\"מ גבי בעולה לכה\"ג, וגם גבי בוגרת ומוכת עץ דקי\"ל דאם נשא נשוי דאז טעם דהני ליכא וטעם רבינו משום דאינו מנוקה מעון איכא. וגם נ\"מ אם היא עקרה או איילונית דקי\"ל דשתייה והכא לא שייך הטעם דירושלמי, ועיין בתוס' קדושין ד' ס\"ו ע\"ב וכ\"מ. עוד יש נ\"מ אם תחלה קינא לה בלא עדים ונסתרה דאסורה לו כמש\"כ רבינו לעיל בפ' כ\"ד מהל' אישות דאז הטעם דאינו מנוקה מעון ליכא וראויה לאישות נמי ליכא רק יהיה הטעם של זרע כשר, אך הא המים יבדקו גם על זה ע' ביבמות דס\"ט ע\"א בתוס' וד' פ\"ה ע\"ב אליבא דר' מתיא בן חרש ע\"ש:"
            ],
            [],
            [
                "<b>היה לו אשה ובנים כו'.</b> והנה גבי אשת כהן אם נאנסה לאחר קינוי וסתירה אי שתייה כיון דכעת בלא זה אסורה לבעל, ועיין בסוטה דף ו' גבי הך דבאו עדים שהיא טמאה פי' רש\"י מזה שראו שנטמאה מזה. וע\"ש בע\"ב גבי שזינתה בעזרה, ועיין בירושלמי כאן סוף הל' ב' כלום המים באין כו', וזו אומרים להוציא ע\"ש וט\"ס שם וה\"נ גבי נאנסה כה\"ג:"
            ],
            [
                "<b>כל אשה שהיה כו'.</b> עיין בתוס' סוטה ד' כ\"ח ע\"א ד\"ה מה דס\"ל דכל זמן שלא נתבררה אין האיסור משום זנות רק הוה ודאי איסור אף אם כלפי שמיא גליא שהיא טהורה, ויהיה נ\"מ בזה לרמב\"ח דיבמות ד' ס\"א ע\"ב די\"ל דהויא זונה אף אם אח\"כ נתברר שלא זנתה. ובזה א\"ש הך דיבמות ד' פ\"ה ע\"ב ע\"ש בתוס' ד\"ה ולרבי, אך י\"ל כיון דיש עדים שהיא טהורה אף דאנן לא ידעינן מ\"מ אין שם סוטה עליה וכמו הך דכאן דף ו' גבי יש לה עדים שהיא טמאה, אך באמת זה תליא בהך דב\"מ ד' מ\"ג ע\"ב גבי הך מחלוקת דשמואל ור\"י גבי הך דר\"ע אם יש עדים כ\"ז שלא העידו בב\"ד אם יש עליו שם חיוב ע\"ש ועיין בירושלמי ב\"ק פ\"ט הל' ז' גבי אימת נעשה החומש קרן אם בנתינת הקרן או תיכף בשעת הודעה בעדים, ועיין בתוס' ב\"ק ד' ק\"ד ע\"ב ובדברי רבינו שם, וע' בהך דכריתות ד' כ\"ד ע\"א ע\"ש, ועיין בהך דיבמות ד' צ\"ה ע\"א דאמר שם מאי איריא בא עליה אפילו כו', ומשמע שם דזה הוה האוסרה על הבועל, ונ\"ל דר\"ל שם אם קינא לה עם מי שמותרת להתייחד דאז אף לאחר סתירה יכול למחול וכמש\"כ לעיל משא\"כ אם בא עליה או כו', אז שוב נאסרה על הבועל ונ\"מ אם קינא לה משנים דלא הוה יחוד:"
            ],
            [],
            [],
            [],
            [
                "<b>ואעפ\"י כו'.</b> עיין מש\"כ לעיל בפ' כ\"ד מהל' אישות:"
            ]
        ],
        [
            [
                "<b>ומוסרין לו כו' שהרי נאסרה כו'.</b> הנה מלשון רבינו משמע דרק משום שלא נאסרה עליו בודאי לכך אסורה להתייחד עמו. וכעין דמבואר בהך דיומא ד' ס\"ו ע\"א גבי חשש תקלה דאם יש תקנה יש יותר חשש תקלה ועיין מש\"כ רבינו ז\"ל לקמן פ' י\"ח מהל' אס\"ב הל' כ\"ה ובירושלמי כאן, ועיין מש\"כ התוס' זבחים דף ב' ע\"ב ומש\"כ בזה לעיל בהל' אישות ע\"ש בפכ\"ד:",
                "<b>שאין משקין כו' במקדש כו'.</b> ע' רש\"י מדכתיב לפני ד', וע' תוס' זבחים ד' נ\"ו ע\"ב מה דמקשה שם ממעשר שני, וע\"ש דנ\"ט ע\"א וד' ס\"ג ע\"א, ועיין במה דפליגי רבינו ז\"ל והראב\"ד ז\"ל בפרק י\"א מהל' מעשר שני גבי וידוי מעשר אם נוהג שלא בפני הבית ע\"ש ועיין במה דס\"ל לרבינו בפ\"ג מהל' בכורים דבכורים כיון שהכניסן לירושלים מיד חייב עליהן מיתה ולא גרס כמו בגמ' דילן דף י\"ט לעזרה דוקא, ועיין כאן ד' ט\"ו ע\"ב ברש\"י גבי נוב וגבעון אם יש בהם השקאת סוטה, ועיין זבחים ד' קי\"ט ע\"א דגם הם מיקרי לפני ד', ועיין בספרי פ' נשא פסקא י\"ז שאם פירסה נדה לא היתה שותה והיכא משכחת לה הא אסורה ליכנס לשם וע\"כ צ\"ל כגון בנוב וגבעון דלא היו שם קדושת מחנות עיין בתוס' שבועות ד' ט\"ז ע\"ב ע\"ש. אך זה תליא אם מקריבין מנחה בבמה עיין בתוס' ישנים יומא דף מ\"ד ע\"א ועיין בסוטה דף כ' ע\"ב גבי מה דמקשה שם והם אומרים כו'. והנה לכאורה קשה כיון דהיא ספק שמא נבעלה וא\"כ ניחוש שמא יהא עדיין תוך ג' ימים והויא פולטת. ואם נימא רואה הויא א\"כ אסורה ג\"כ במחנה לויה. ועיין נדה ד' מ\"ב ע\"א, ועיין במה דפליגי בתוספתא דמקוואות הובא בר\"ש פ\"ח שם אם פולטת טמאה גם לחולין או רק לתרומה ע\"ש, ועיין בנדה שם ד' ל\"ג ע\"א אם פולטת סותרת ע\"ש ועיין בתוספתא דזבים גבי הך דכל קרי שטמא בכהנים סותר ע\"ש ור\"ל כה\"ג. וא\"כ בודאי הויא כבעל קרי גם לענין מחנות, ועיין תוס' שם ד' כ\"ב ופסחים ד' ס\"ז, אך י\"ל לפי המבואר ביבמות ד' ל\"ה דסתם מזנה מתהפכת ועיין בנדה שם ד' מ\"ב ע\"א ובדברי רבינו בהל' תרומות:"
            ],
            [
                "<b>ומאיימין עליה כו'.</b> עיין בתוס' שם דף ז' ע\"ב ד\"ה מה דס\"ל דאין איום מעכב מהך דשם דף מ\"ז ע\"א דריב\"ז הפסיקן אך באמת נ\"ל דר\"ל כך דהנה התוס' כתבו בסנהדרין ד' ל\"ז ע\"ב דכשהיו רואין צורך שעה היו חוזרין ללשכת הגזית ע\"ש והנה ריב\"ז להשקאת סוטה לא הניחן שיחזירו ללשכת הגזית וא\"כ ממילא לא היתה יכולה לשתות עפ\"י דין דאיום מעכב וא\"ש דלא חשיב לה בהך דתקנת דריב\"ז בר\"ה ד' ל\"א דזה לא הויא תקנה כלל, ועיין בתוס' כאן דף כ' ע\"א ד\"ה אמר ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואח\"כ משביעה כו'.</b> הנה רבינו ז\"ל לא הביא הך שבועה שאין עמה אלה וגם שבועה של אלה לא מבואר ג\"כ, ועיין בהך דקדושין ד' ס\"ד, ונ\"ל כך דהנה רבינו ס\"ל בפ' ב' מהל' שבועות דאם אמר לאו ב' פעמים ואח\"כ מזכיר שם הוה שבועה ע\"ש ולא כשיטת התוס', וכאן לכך אומר ב' פעמים לאו וב' פעמים הן ואח\"כ שם וזה אין בו אלה ואח\"כ מזכיר הך דיש עמה אלה כנ\"ל, ושם ג\"כ הוא כופל משום זה כי היכי שיהיה שבועה כמ\"ש בזה:"
            ],
            [],
            [
                "<b>ואח\"כ מביא כלי חרס כו'.</b> והנה זה רק ר\"ל מלאכה אחרת מלאכת חולין, ועיין בירושלמי פ\"ג דיומא גבי בד שיהיו חדשים ר\"ל ג\"כ כן. אבל אם השקה בו כבר לסוטה אחרת לא איכפת לן רק שלא נתאכמו פניו אבל נתאכמו פניו פסול ועיין בירושלמי כאן פ\"ב דהוה בעיא שם אם מין אחד מיקרי נעשה בו מלאכה, ועיין תוס' מנחות ד' מ\"ב ע\"ב גבי תכלת ותוס' חולין דף ל\"ב ע\"א ועיין מש\"כ רבינו ז\"ל בפרק י\"א מהלכות טומאת צרעת דהכלי בעי דוקא חדש אבל העץ ארז ואזוב ס\"ל דלא בעי חדש, וגם ס\"ל דגם הזאה לא פסלה אף אם הזה בו לפרה משום דפסק כסתם משנה דפרה פ\"ח, ועיין בהל' פרה פ' י\"א הל' ה' ונ\"ל דהא דס\"ל לרבינו דחזרה לתוך כבשן האש מהני זה רק בנתאכמו לבד אבל אם עשה בו מלאכת חול לא מהני זה והא דבגמ' דילן מביא ראיה מר\"א ע\"ש בתוס' עיין בירושלמי כאן דמבואר דגבי עץ ארז ואזוב ס\"ל לר\"א דאין המלאכה פוסלת, ועיין מש\"כ רבינו בהל' כלי המקדש פ\"א הל' י\"ג והל' י\"ד דהתכה מועלת גם לכלי שרת שנפסלו, ועיין תוס' זבחים ד' צ\"ו ע\"א ע\"ש, ועיין במש\"כ רבינו ז\"ל בהל' ביאת מקדש פרק ה' הל' י\"ב דגבי מי כיור צריך שלא ישתנה מראיתם ועיין בהל' פ\"א פ\"ט הל' י\"ג דגבי מי חטאת אם נשתנו המים מחמת עצמן כשרים ע\"ש, ועיין מש\"כ התוס' יומא ד' ס\"ד ע\"א דגבי מים ליכא בעל מום ועיין בהך דפסחים ד' ל\"ד ע\"ב גבי נסוך המים דאם הקדישן ואח\"כ השיקן לא מהני השקה, ועיין מש\"כ רבינו בהל' אסורי מזבח הל' ו' ע\"ש, והנה בירושלמי כאן אמר דאף אם נשברה הכלי רק אם רובו קיים כשר, והנה בגמ' כאן דף ט' ע\"א ודף ל\"ב ע\"ב נקט לשון מקדה, ועיין בהך דזבחים דף כ' ע\"ב גבי קדוש ידים למי פרה דנקט ג\"כ לשון מקדה, ועיין בתוספתא הובא בר\"ש ז\"ל במס' כלים פ' ד' מ\"א וכ\"מ, ובתוספתא פ\"א דידים אין משקין את הסוטות כו' ע\"ש, ובירושלמי ספ\"ח דשבת בהך מחלוקת דר\"י ור\"ל ע\"ש:"
            ],
            [
                "<b>ומוחק לתוכן כו'.</b> עיין ד' י\"ח ע\"א או דלמא כו' ולקמן בפ\"ד הי\"א וע\"ש דף כ' ע\"ב מאי עשיה מחיקה ור\"ל שם דהמחיקה היא גמר הכתיבה ועל ידי המחיקה נגמר הלשמה וכעין דאמרינן בהך דחגיגה דף י\"ט ע\"א טבל ועלה מחזיק כו', ועיין בהך דזבחים דף ב' ע\"ב:"
            ],
            [
                "<b>ומגלה שערה כו'.</b> עיין בגמ' דנקט דכהן נוטל כפה מעל ראשה ומניחה תחת רגליה, ועיין בהך דנזיר דף מ\"ה ע\"ב, ותוס' כאן דף ח' ע\"א בשם ספרי בד\"ה לא יתגרו ע\"ש:"
            ],
            [
                "<b>ואח\"כ מביא כו'.</b> הנה סדר רבינו יליף מן הך דשם דף י\"ד ע\"ב דלמ\"ד משקה ואח\"כ מקריב מוחקין את המגילה קודם הבאת המנחה ודלא כתוס' שם, והך דדף ז' ע\"ב דלאחר שנמחקה המגילה מאיימין עליה שתשתה שם ר\"ל אם אומרת אינו שותה דמאיימין עליה או שתאמר טמאה אני או שתשתה ושם מאיימין גם בדברים וכמש\"כ רבינו לקמן בפ\"ד ה\"ה אבל כאן רק במעשה וכעין דאמרינן בהך דסנהדרין דף ל\"ב ע\"ב גבי עדים ע\"ש ומ\"מ אם הקדיש המנחה קודם שנמחק המגילה קדשה דאין הסדר בזה מעכב וכן מבואר בירושלמי כאן פ\"ג ה\"ג ע\"ש וכן מוכח מדברי רבינו לקמן פ\"ד הי\"ד דנקט שם או שאמרה איני שותה וזה לא שייך אחר שנמחקה המגילה וע\"כ צ\"ל קודם שנמחקה ומבואר דקדשה:"
            ],
            [
                "<b>ואם נתן לוקה כו'.</b> הנה עיין בהל' מעשה הקרבנות פי\"ב ה\"ח כתב שם לשון והקריב משמע דבלא הקרבה אינו עובר, ועיין מש\"כ רבינו בס' המצות מצות ל\"ת ק\"ב וק\"ג מבואר שם דיש חילוק בין שמן ללבונה דגבי לבונה רק הקרבה משום דיכול ליטלה אבל גבי שמן תכף, וזה רק בשאר מנחת חוטא אבל גבי סוטה ס\"ל שם דאין נ\"מ ועיין בספרי פ' נשא פסקא ח' דמחלק ג\"כ כה\"ג והטעם משום דיכול ללוקטה ועיין בירושלמי פסחים ספ\"ז גבי המוצא בשר פסח דאינו חייב עד שעה שיאכל אך שם לא דמי דשם הוי גדר ניתק לעשה עיין שם בפסחים דף צ\"ה ודף פ\"ה. ובאמת קשה שם על הגמ' בד' פ\"ה על מה דאמר שם והאוכלו ה\"ז בל\"ת דלמא ר\"ל כשיטת הירושלמי דכ\"ז שלא אכלו לא עבר בלאו דלא תוציא ועיין לקמן בהל' ק\"פ שהארכתי בזה ובהל' מעשה הקרבנות ובהל' פסולי המוקדשים הארכתי שם. והנה עיין בדברי רבינו ז\"ל בהל' סנהדרין פי\"ט ה\"ג דגבי מנחת חוטא נקט לשון מנחה וגבי סוטה נקט לשון קרבן משום דס\"ל דזה אינו כלל בגדר מנחה, ועיין בהך דמנחות ד' ה' ע\"ב ברש\"י ד\"ה ובדבר דזה לא הוה כלל בגדר מנחה רק לברר עון. ובזה א\"ש ג\"כ דהנה מדברי רבינו בפי\"א מהל' פסולי המוקדשין הל' י\"א משמע דלאחר שקמץ אסור ליתן שמן על שיריים רק דאינו לוקה ואינו פסול ע\"ש והרי בסוטה דף ט\"ו ע\"א מבואר להדיא דמותר לכתחלה ליתן שמן על השיריים ע\"ש. ובזה א\"ש דרק גבי מנחה גם לאחר הקומץ יש עליה שם מנחה וצריך להיות חרבה עיין מנחות דף נ\"ד ע\"א, משא\"כ גבי סוטה דלאחר שקרב הקומץ אין עליה שם מנחה כלל עיין במנחות דף ע\"ב ע\"ב ובירושלמי כאן פ\"ג ה\"א:"
            ],
            [
                "<b>ובכל זמן כו'.</b> כן מבואר בירושלמי כאן ריש פ\"ב כדי להטיל אימה ע\"ש וי\"ל דלכך צריך ג\"כ שיראה עפר ע\"פ המים כמבואר לעיל בהל' י' משום זה כדי ליראה ועי' דף כ\"ז ע\"א גבי סומא ולמה אינו ממעט מחמת זה הטעם כמו בהך דיבמות ד' ק\"א ע\"ב ע\"ש:"
            ],
            [],
            [
                "<b>ובטנה צבה בתחלה כו'.</b> עיין סוטה ד' כ\"ח בהך פלוגתא דרבי ורבנן, אך נ\"מ דהא בגמ' ד' ט' מבואר דלייט מתחלה ירך ורק הבטן נבדק תחלה מחמת שהמים נכנסין תחלה וא\"כ לפי זה גבי בועל צריך שיהיה הירך תחלה, אך אם ילפינן מהך קרא דלצבות כתיב בטן ברישא, וזהו כונת הירושלמי בפ\"א דסוטה ה\"ז בהך דפליגי ר' מני ור' אבין דאמר כאן וכאן למעשה ע\"ש, וט\"ס שם ור\"ל כמש\"כ דנ\"מ בין בועל לאשה:"
            ],
            [],
            [],
            [],
            [
                "<b>והיא מתה כו'.</b> עי' שם ד' ו' ע\"א דהוה פלוגתא דרב ששת ורב יוסף אם פליגי רבנן עליה דרבי או לא ולא ס\"ל לרבינו כשיטת רש\"י ז\"ל רק דס\"ל דלא פליגי כלל ע\"ש בתוס' ושם ד' כ' ע\"ב בתוס' ד\"ה הא משמע ג\"כ כן וע\"ש ד' כ\"ו ע\"א, ועי' בירושלמי פ\"ג ה\"ה דמבואר שם דפליגי רבנן ארבי ושם בפ\"ה ה\"א:"
            ],
            [],
            [],
            [
                "<b>באו עדי כו' אבל אם בא כו'.</b> והנה רבינו ז\"ל לא כתב דמיירי שהעדים העידו שנטמאה מזה הסתירה דלא כרש\"י, ועי' בירושלמי פ\"ג ה\"ה כיון דאסורה לביתה אין המים בודקין אותה ר\"ל דהעדים הוה כמו שכבר נתברר הדבר וגם י\"ל דזה תליא בהך פלוגתא דרבה ור\"י בשבועות ד' ל\"ז ע\"א גבי הכופר בממון שיש עליו עדים אם חייב בקרבן שבועה וגם י\"ל דזה תליא אם השבועה הוא על האשה או על הדבר דהא בודאי אם שכחה האשה שזנתה כבר בודאי המים בודקין אותה אף דלשיטת רש\"י ז\"ל בשבועות ד' כ\"ו ע\"ב לא חל עליה שבועה כלל אך י\"ל דנ\"מ לר\"מ דס\"ל דמקנא לה על העתיד, ועי' בירושלמי שבועות פ\"ח סה\"ב דמבעי ליה שם אם שייך גבי סוטה קרבן של שבועת ביטוי, ועי' בהך דכריתות ד' כ\"ו ע\"א גבי סוטה דאמר שם אביי בועל מכיר בו ורבא פליג עליה ואזלי לשיטתם בהך דמכות ד' ו' ע\"א אם הראיה של בעל הדבר עושה פעולה, ועי' במה דפליגי רבינו והראב\"ד ז\"ל בהל' נזירות פ\"ו הי\"ח גבי הרוג אם זה מקרי שאחד בסוף העולם מכיר בו וכמו בהך דכריתות ועי' בהך דשבת ד' ק\"ל ע\"א דגם העושה הדבר מצטרף גבי הך ובסכנה מכסהו ע\"פ עדים, ובאמת כה\"ג פליגי בירושלמי דשבועות פ\"ג ר\"י ור\"א אם נשבע על דבר אחד ושינה בו בפני שנים והשליכו לים אם הוה שבועת שוא שהוא ג\"כ מצטרף לשנים שיהא כמו ידוע לג' ע\"ש בה\"י א\"כ לפי זה גבי סוטה שיש לה עדים שנטמאת הוה ג\"כ כמו ידוע לג' ב\"א שהיא והעדים או הבועל נעשים ג'. ובזה יש ליישב הך דשבועות ד' כ\"ה ע\"ב בהך דאביי ורבא ע\"ש די\"ל דאזלי לשיטתייהו במכות ד' ו' הנ\"ל, ועי' מש\"כ רבינו ז\"ל בהל' שבועות פ\"ג ע\"ש, ולכך ס\"ל דרק ב' עדים אבל לא עד אחד, דשוב אין שייך זה הטעם:"
            ],
            [
                "<b>אשה שזינתה כו'.</b> ור\"ל אף אם הבעל כהן שנאסרה עליו, ועי' סוטה דף כ\"ו ע\"א ע\"ש:"
            ]
        ],
        [
            [
                "<b>ובכל זמן כו'.</b> דר\"ל אף בזמן נוב וגבעון עי' רש\"י ותוס' כאן ד' ט\"ו ע\"ב, ואף למ\"ד אין מנחה בבמה וכבר עמדו על זה תוס' ישנים ביומא ד' מ\"ד י\"ל דמנחת סוטה שאני, גם י\"ל דאתא לרבות חוה\"מ שיכול להשקות אותה כמבואר בתמורה ד' י\"ד ע\"ב ע\"ש ועי' בירושלמי פ\"א דמו\"ק ועי' בהך דמו\"ק ד' ז' גבי מצורע ע\"ש:"
            ],
            [
                "<b>ואין משקין כו'.</b> הנה עי' כאן ד' י\"ז ע\"ב בתוס' ד\"ה מה דס\"ל דהוה כדיני נפשות ועי' בהך דר\"ה ד' כ\"ה ע\"ב דיליף גבי קידוש החודש מן חוק ע\"ש ואף דעדי החודש הוה ג\"כ כדיני נפשות עי' בירושלמי ספ\"א דר\"ה. והנה נ\"ל דגבי דיני נפשות צריך דוקא קודם שקיעת החמה דיליף לה מכנגד השמש, ועי' בהך דמו\"ק ד' י\"ד ע\"ב דאמר שם ואתו בשקיעת החמה ועי' בהך דסנהדרין ד' מ\"ו ע\"ב דנקט שם לשון סמוך לשקיעת החמה, ועי' מש\"כ התוס' זבחים ד' נ\"ו ע\"א וכ\"מ, א\"כ יהיה לפי שיטת התוס' גם גבי סוטה כן, ועי' במה דס\"ל לרבינו ז\"ל בהל' קידוש החודש ובפה\"מ ספ\"ב דר\"ה דשם מהני לאחר שקיעה קודם צאת הכוכבים ע\"ש, ועי' בהך דכתובות ד' ק\"ד ע\"א גבי כ\"ה שנים ע\"ש:"
            ],
            [
                "<b>אבל אמרה כו'.</b> ומשמע דאפילו אמתלא לא מהני בזה, ועי' במש\"כ הראב\"ד ז\"ל לקמן פי\"ח מה' אס\"ב ה\"ט דס\"ל שם דמהני אמתלא, אך כאן לאחר קינוי וסתירה הוה כמו עדות לאחר גמר דין דלא מהני אמתלא כמבואר בסנהדרין ד' מ\"ד ע\"ב ע\"ש ועי' בתוס' יבמות ד' צ\"ה ע\"א ד\"ה אילימא דמביאין ראיה דאינו יכול לחזור בו כו' ע\"ש ועי' תוס' סוטה ד' ו' ע\"א ד\"ה האומרת ועי' מש\"כ בזה לקמן בהל' י\"ד:"
            ],
            [
                "<b>הרי מגילתה כו'.</b> והנה אם לאחר שנמחקה המגילה אם יכול לכתוב על קלף מגילה אחרת עי' בהך דשבת ד' קט\"ז ע\"א אזלא כתב כו', ועי' בספרי פ' נשא פסקא י\"ז דאמר שם לאחר שנמחקה המגילה אין מגילתה כשרה להשקות וע\"כ כה\"ג, ועי' בתוספתא סוטה פ\"ב דאמר שם דגם לאחר שנמחקה המגילה דצריך לגונזה תחת צירו של היכל משמע דנשתייר בו קדושה ואפשר דט\"ס הוא, ועי' תוס' ערכין ד' ו' ע\"א:"
            ],
            [],
            [
                "<b>מפני שאין בהם כו'.</b> עי' לקמן בהל' י\"ב גבי מי סוטה שלנו, ועי' בהך דזבחים ד' כ\"א ע\"א גבי מי כיור אם נפסלין בלינה ואמר שם ר\"ח דאף למתירין אין נפסלין רק בעמוד השחר כו' ואם נימא דמי סוטה אין נפסלין א\"כ לא יפסול כלל דהא חזי למי סוטה, ועי' ברש\"י מנחות ד' פ\"ח ע\"ב, וגם לפי\"ז לא ימעילו במי כיור דהא חזו למי סוטה כמו דאמרינן בהך דמעילה ד' י\"א ועי' בהך דקדושין ד' נ\"ד ע\"א גבי כתנות כהונה ועי' במעילה ד' י\"ג ע\"ב גבי מים שבכד ולכאורה משמע שם דאף בזמן שהיה ממלא לניסוך המים מן הכיור מ\"מ אין מעילה בחבית ועי' בתוספתא סוכה פ\"ג גבי דאמר שם לפיכך אם לנו או יצאו כו' ובירושלמי שם ספ\"ד ע\"ש, ועי' בהך דפסחים ד' כ\"ב ע\"א בהך דאמר שם כמים המתנסכין ע\"ג המזבח וע\"ש ד' ל\"ד דמבואר שם דשייך גבי מי החג טומאה ואף דהא קיי\"ל משקה בי מטבחיא דכן ובפרט לשיטת רבינו דס\"ל בהל' טומאת אוכלים פ\"י הי\"ו דזה הוה הלכה מפי קבלה ועי' מש\"כ רבינו בהל' איסורי מזבח פ\"ו ה\"ו ע\"ש ועי' מש\"כ רבינו בסוף פ\"א מהל' פסולי המוקדשין, ועי' בהך דזבחים ד' כ\"ב ע\"א דמי כיור פסולין לרחיצת בשר קדשים וא\"כ אין עליהם שם מטבחיא ע\"ש ולכך ס\"ל לרבינו דיש להם טומאה:"
            ],
            [
                "<b>כתבה קודם כו'.</b> עי' מ\"ש התוס' סוטה ד' כ' גבי הך דאם מוחקין לה מן התורה וגם באמת קשה הא ר\"מ לא הוה כהן. אך באמת זה רק היכא דכתבה לשם פ' סוטה אבל כאן כיון דלס\"ת כתבה וכשרה היא שוב לא איכפת לן אם אח\"כ יעשה ממנה פ' סוטה והוה כהך דאמרינן בגיטין ד' ס' ע\"א התם מחסרה במילתא כו', ועי' בהך דסוכה ד' ג' ע\"ב מה דמחלק שם בין בית שאין בו ד' אמות לבורגנין ע\"ש ועי' בהך דמבואר בזבחים ד' ק\"כ ע\"א גבי אברי עולה במת יחיד שהעלם ג\"כ כן משום דבהם לא מקרי חוץ למקומם. ובזה א\"ש ג\"כ הך דגיטין ד' כ' גבי ההוא גברא דשקיל ס\"ת כו'. ואמאי לא אמר שם אימתי נכתב הס\"ת שמא קודם הקדושין דאז אין עליו תורת גט כלל כמבואר ביבמות ד' נ\"ב וכמש\"כ רבינו בהל' גירושין. ובזה א\"ש דהא הס\"ת מיהא כשרה וממילא הוה אמינא דכשר לגרש בו. ובזה א\"ש ג\"כ בהך דמנחות ד' ל\"ב גבי ס\"ת שבלה דאמאי לא ניחוש שמא נכתב בהס\"ת לא כסדרן ובמזוזה פסול אך כיון שהס\"ת כשרה מקרי כסדרן, ועי' בירושלמי מגילה פ\"א דאמר שם ס\"ת שכתבה כתפילין וכמזוזות פסול שלא כסדרן י\"ל דר\"ל כה\"ג, ועי' בהך דבכורות ד' מ\"ז ע\"א מה דמחלק שם בין כהנת שזינתה ללויה ע\"ש, דהכא יש שם פסול ע\"ש, ועי' בהך דסוכה ד' ז' ע\"א מיגו דהוה כו' ובדברי הירושלמי פ\"ט דכתובות דהיכא דסילק עצמו סתם מהני אף לנכסים שנפלו אח\"כ וכ\"כ בזה:"
            ],
            [],
            [
                "<b>ואם כתבה כו'.</b> והנה כהן בעל מום מן הסתם ודאי כשר לכתיבת פ' סוטה עיין בספרי פ' שופטים פסקא ר\"ח דמצריך קרא לרבות בעגלה ערופה דכשרה בבעלי מומין, ועי' בהך דזבחים ד' י\"ג ע\"א דכהן כשר ע\"ש ברש\"י, ועי' בהך דיומא ד' כ\"ג ע\"ב גבי הך דר\"א גבי הוצאת הדשן ובירושלמי שם דאמר היא בעל מום היא זר ועי' בהך דסוכה ד' מ\"ד ע\"א ובתוספתא סוטה פ\"ז גבי ברכת כהנים שבמקדש ושם גבי הקהל ובירושלמי פ\"א דיומא גבי חצוצרות בכהנים ועי' תוס' יבמות ד' ל\"ב ע\"ב גבי בעל מום ששימש בטומאה וסוף עירובין גבי הכל נכנסין לתקן ובתו\"כ פ' שמיני ופ' אחרי מות דבעל מום פטור אם הוא שתוי יין או פרוע ראש ע\"ש ובדברי רבינו בהל' ביאת מקדש ע\"ש מש\"כ בזה:"
            ],
            [],
            [
                "<b>ואם השקה כשר כו'.</b> רבינו ז\"ל כתב רק כשר ר\"ל דהמנחה כשר ולא כתב כשרה כמו בהל' י\"ד דשם ר\"ל שהאשה מותרת לביתה וכאן ר\"ל רק המנחה שיוכל להקריבה אבל מ\"מ להתיר האשה לבעלה א\"א ע\"י ספק ועי' מש\"כ לקמן בהל' י\"ד אם עיקר המנחה הוא לברר עון או דין כפרה ועי' בכריתות ד' כ\"ו ע\"א במה דאמר שם ספק סוטה שעבר עליה יוה\"כ ומהו לשון ספק ע\"ש ברש\"י, ועי' בשבועות ד' ח' ע\"א, אך י\"ל דר\"ל כה\"ג דלהתירה לא רק לענין הקרבן וא\"ש:",
                "<b>נשפכה ונשתיירה כו'.</b> הנה באמת נ\"ל פי' דברי הגמ' דף י\"ח דהוה ב' איבעיות ר\"ל אם לא שתתה כל המים רק שנשתייר מהם ועי' בירושלמי סוטה פ\"ג דאמר שם ובאו בה כולהון ולא מקצתן ע\"ש בה\"ב ובהל' ד' ועי' תוס' סוטה ד' י\"ט ע\"ב ד\"ה לפיר\"ח:"
            ],
            [
                "<b>מי סוטה שלנו כו'.</b> עי' רש\"י מנחות ד' פ\"ח ע\"ב דס\"ל דזה מקרי מעשה חוץ ועי' בהך דזבחים דף כ\"ו גבי אם רובו מבפנים אם הוה כמו בפנים וכאן היא עומדת בשער ניקנור ועי' תוס' שבת דף י\"א גבי אם בטלין המים בגופה וכ\"מ, ועי' בהך דפסחים דף פ\"ו גבי כשהשמש עומד למזוג ע\"ש ומשמע דלאחר שנתן לתוך פיו ג\"כ אסור לילך לחבורה אחרת, וגם משום תנופה שהיא צריכה לעשות בהמנחה וזה בעי לפני ה' ועמש\"כ רבינו ז\"ל בפ\"ג מהל' מחוסרי כפרה ע\"ש. והנה עי' בנזיר דף כ\"ט ע\"ב דאמר שם דגבי חטאת העוף הבא על הספק יש שני איסורין ולכאורה קשה הא מבואר בתוספתא פ\"ז דקרבנות דחטאת העוף הבא על הספק מטמא בספק בבית הבליעה וא\"כ יש עוד איסור של טמא במקדש כמבואר בשבועות ד' ז' דגם גבי נבלת עוף טהור כן ובטהרות פ\"א, ועי' תוס' ישנים כריתות ד' י\"ג ע\"ב ועי' בשבועות ד' י\"ז דטימא עצמו במזיד אף בפחות מכדי השתחויה חייב אך אי נימא דאם פיו בפנים ורובו בחוץ די בזה א\"ש. גם י\"ל לפי המבואר בזבחים ד' ע' ובתוס' ישנים כריתות ד' י\"ג דאם אכל כזית יותר מכדי אכילת פרס אינו מטמא בבית הבליעה ה\"נ יעשה כן, ועי' בהך דזבחים ד' ל\"א ע\"ב גבי חישב לאכול ועי' בסוכה דף מ\"ב ע\"ב משמע שם דגבי כזית פסח אין קפידא באכילת פרס, ועי' מש\"כ בזה בדברי רבינו בהל' ק\"פ פ\"ב ועי' בתוס' ישנים יומא ד' ל\"ט ע\"א. עוד י\"ל דהא מבואר בזבחים ד' נ\"ו ע\"א דיכולין לאכול קדשים אף במקום שאין חייבין עליהם משום טומאה מה\"ת ע\"ש וה\"נ יעשה כן, ועיין בהך דזבחים ד' ק\"ד ע\"ב אם יציאה ולינה תליא זה בזה:"
            ],
            [
                "<b>ולא יחפור כו'.</b> עי' בירושלמי כאן דאמר דר\"ל דלא צריך לחפור אך מלשון רבינו לא משמע כן וי\"ל דזה תליא בהך בעיא דזבחים ד' כ\"ד אי קדיש דוד רצפה עד ארעית תהומא ועי' תוס' פסחים ד' ס\"ז ע\"ב גבי מחילות לא נתקדשו. והנה באמת אם נימא דקדיש עד ארעית תהומא שוב מחילות שתחת ההיכל חייבים עליהם אבל אם נימא דלא קדיש אז הטעם רק משום דפתוחות לקודש עי' פסחים ד' פ\"ו וא\"כ אין חייבים עליהם כמבואר בזבחים ד' נ\"ו ע\"א ע\"ש, ועי' מש\"כ התוס' זבחים ד' נ\"א ע\"ב אליבא דר\"י לחד תירוץ דלא קדיש דוד רצפה עד תהומא ור\"י לשיטתיה אזיל בפ\"א דבכורים דתחת הקרקע לא שייך לבעל הקרקע וממילא א\"א לקדשם, ועי' בפסחים ד' פ\"ו גבי מחילות לר\"י ובירושלמי שם וא\"ש דר\"י לשיטתיה, ועי' בהך דמכות ד' י\"ב ע\"ב דאמר שם ר\"י דמערה הלך אחר פתחה ע\"ש ומשמע דזה מה\"ת וא\"כ לא יסבור הך דזבחים דף נ\"ו ולכך מוקי לה הש\"ס בפסחים דמיירי בפתוחות לחול, ועי' במכות ד' י\"ב ע\"א דמחילות קולטות את הרוצח ע\"ש:"
            ],
            [
                "<b>וכן אם אמרה טמאה אני כו'.</b> ולענין אם אמרה טמאה אני קודם שתקדש בכלי אם נפדית או הוה כמו פסולה כמו שמת עי' בירושלמי ור\"ל אם הודאתה הוה כמו עדות או כמו שא\"י לשתות וא\"כ אם אמרה איני שותה אז אינו נפדית וזה תליא במש\"כ לעיל דלא מהניא כאן אמתלא דהוא כמו עדות לאחר גמר דין. ומה שהקשו התוס' סוטה ד' ו' ע\"ב ד\"ה כי קדוש מהך דנזיר ד' כ\"ד דאמר שם אם משלו היתה הבהמה תצא ותרעה בעדר הנה באמת בירושלמי בנזיר למד זה מקרא דיוצא לחולין גם קרבנה לאחר הפרה שלו ועי' בתוספתא דפרה הובא בר\"ש פ\"ב דפרה מ\"ג דאף אם מסר היחיד לצבור פרה ואח\"כ נפדית דנעשה בעל מום תצא לחולין ועי' בהך דסנהדרין ד' מ\"ח ע\"א גבי מותר ובמנחות ד' ס\"ו ע\"ב שלא ניתן מעות, ועי' בהך דשקלים פ\"ב בהך מחלוקת דר\"י ור\"ש ובדברי רבינו בהל' פסולי המוקדשין פ\"ה ה\"ז ע\"ש. ובזה יש ליישב מה דמבואר בירושלמי דסוכה פ\"ה דיש חילוק בין בגדי כה\"ג לבגדי כהן הדיוט דזה של כה\"ג מדליקין בפנים דוקא ושל כהן הדיוט בחוץ והוא משום דהא הקשה התוס' בשבת ד' כ\"א ד\"ה שמחת הא לאו צורך קרבן ע\"ש, אך י\"ל דמיירי בהני דשל יחיד שמסרן לצבור דאם אינם ראויים פקע מהם הקדושה כמש\"כ. והנה עי' מש\"כ בהל' כלי המקדש פ\"ח דשל כהן הדיוט יכול למסור אף הבגד לציבור ושל כה\"ג מוסר המעות וציבור יעשו הבגד משום דבעינן שתהא אריגתו בקודש כמבואר בירושלמי יומא פ\"ג ה\"ו ע\"ש וגם משום הך דאמרינן בתמורה ד' ל\"א ע\"ב ועשו להם משלהם ועי' בתוס' כריתות ד' ו' ע\"א ע\"ש וא\"כ א\"ש דשל כה\"ג לאחר שבלו יש בהם קדושה אבל של כהן הדיוט מיירי בהני של יחיד שמסר לציבור. ובזה א\"ש ג\"כ מה שהקשו התוס' מנחות ד' נ\"א ע\"ב ד\"ה חטאת ע\"ש דהא הוה קדשי בדק הבית וי\"ל דמיירי כה\"ג. אך בלא זה י\"ל מה שהקשו התוס' הנ\"ל משום דהנה גבי כל הקדשים תיכף לאחר שנתך הבשר אין מועלין כמבואר במעילה ד' ט', ועי' תוס' זבחים ד' מ\"ה ע\"א ד\"ה אבל, אבל גבי פרה מבואר במשנה פ\"ד דפרה מ\"ד לעולם מועלין בה עד שתעשה אפר וזהו דדייק לעולם ע\"ש בפה\"מ ולכך צריך קרא, ועי' בתוספתא דמכות פ\"ב גבי ערי מקלט אם נפלה שחוזרין ובונין אותה במקומה, ועי' בירושלמי שם דמבואר שם דבונין אותה מאותו השבט לכתחלה ור\"ל דכיון דהשבט מסרה להצבור אם יש לו עוד זכות בה או לא ועי' במה דפליגי שם רבינו והראב\"ד ז\"ל בפ\"ח ה\"ז דרבינו כתב רק בתחלת הפרשתן והראב\"ד ס\"ל דאף אח\"כ צריך להשוות, אך כל זה בשאר קרבנות אבל גבי מנחת סוטה דהדין הוא כך וא\"א שיהיה באופן אחר דע\"כ יש לה בעל משא\"כ בנזירה דהוא צריך להביא עליה קרבנה שוב הוה כמו שהיא עצמה הפרישה קרבנה ושפיר קדיש אם רק מכאן ולהבא, וע\"ש ד' כ\"ג ע\"א בתוס' בשם הירושלמי ועי' בדברי רבינו בהל' מעשה הקרבנות פי\"ד ה\"י גבי אם לא נתרצה בחטאת ואשם של אחרים ומבואר בתוספתא דתמורה פ\"ג דהוה כמו חטאת ואשם שנתכפרו בעליו ולא אמרינן דלא חל עליה קדושה כלל וצ\"ל דמיירי דנתרצה בשעת הפרשה ולא בשעת כפרה ושפיר חל הקדושה ולא שייך למימר אדעתא דהכי לא קדיש כעין דאמרינן בב\"ק ד' ק\"י ע\"ב הלכתא גמירי ר\"ל דזה בגדר דין לא בגדר הקדש וההקדש כבר הלך ועי' בירושלמי נדרים פ\"א על הך דכאימרא דאמר שם כולד חטאת הרי דס\"ל דזה עדיין שם הקדש עליו דאל\"כ הוה כמתפיס בדבר האסור כמש\"כ הר\"ן שם ועיין בירושלמי שבת פ\"א דחמש חטאות מתות אם רצה ב\"ד לבטל מבטלין ע\"ש ר\"ל דשוב נימא אדעתא דהכי לא קדיש:",
                "<b>ואם אירע כו' אין כו'.</b> הנה בגמ' דידן ד' ו' ע\"ב מבואר בהדיא דנאכלין ע\"ש וצ\"ל דס\"ל לרבינו דהך דגמ' דילן קאי למ\"ד משקה ואח\"כ מקריב וא\"כ תיכף בשעת שנקרב הקומץ מיד היא מתה אם טמאה היא וה\"ה אם מת הוא דנעשית מצותה, אבל רבינו ז\"ל מיירי שזה הוה קודם השקאה דבדיעבד כשר, וראיה דנקט ג\"כ אינה שותה וא\"כ לא נגמר הדבר עדיין דהא לא שתתה ועיין בהך דכריתות ד' כ\"ד ע\"א ובאמת מהמשנה שם ד' כ' ע\"א דנקט שם נמחקה המגילה ואמרה טמאה אני כו' ושם אתיא כר\"ש דאמר מקריב ואח\"כ משקה וקתני שם מנחתה מתפזרת וע\"כ דר\"ל השירים דהקומץ כבר קרב ועיין כאן בירושלמי, ועיין בהך דמנחות דף ד' ע\"ב ודף ה' ע\"ב ברש\"י דמנחת סוטה אין שם מנחה עליה כלל ע\"ש:"
            ],
            [],
            [],
            [
                "<b>ויש לו לגלגל כו'.</b> עיין בהשגות, והנה באמת נ\"ל דהא דאמר בגמ' ד' י\"ח ע\"ב לא כשאמר ר\"מ כו' דזה לכאורה תמוה דאיך ס\"ד דאם סופה לטמא תבדוק תיכף דא\"כ לא תטמא כלל, ועיין בירושלמי סוף מס' יומא גבי כשהיה בדעתם להביא שעיר ומקשה שם ואין הקב\"ה רואה את הנולד, אך באמת הפי' דגמ' שם דלא נימא דא\"צ קינוי וסתירה אחרת רק שאם תטמא אח\"כ תבדוק בשתיית מים הראשונים בלא קינוי וסתירה חדשה, רק דצריך קינוי וסתירה ואז אם נטמאה המים בודקין אותה למפרע דבעינן שתהא ראויה לשתיה אז. ובזה א\"ש מה דהקשו דא\"כ היכי משכחת לה הא דאמרינן אשה שותה ושונה, דאם נימא דאין האשה שותה ושונה שוב אינה ראויה לשתיה ושוב אין המים בודקין אותה למפרע וא\"כ לפי\"ז על להבא באירוסין לא היה מגלגל, ועיין בירוש' שבועות פ\"ח ה\"ב גבי שבועה דלהבא, ועיין בהך דקדושין דף ס\"ב ע\"א ד\"ה בשלמא בתוס\"י וד\"ה הנקי דהא הוה מעשה קודם לתנאי ע\"ש. אך באמת כך דהא כבר מבואר בירושלמי דהדבר שלעבר לא בעי תנאי כפול ע\"ש, רק משום דשם קאי אליבא דר\"מ ור\"מ ס\"ל דמתנה עליה על העתיד והמעשה דקינוי וסתירה יהיה אח\"כ וכשיטת רבינו ז\"ל בתנאי קודם למעשה וא\"ש:"
            ],
            [
                "<b>ואם עבר וקינא לה כו'.</b> ועיין במנחות דף י\"ט ע\"א דפסקינן דתורה לא מעכב ע\"ש וא\"ש, ועיין רש\"י כאן ד' ט\"ז ע\"ב ד\"ה הקדים ותוס' ד' י\"ז ע\"ב ד\"ה קודם:"
            ],
            [
                "<b>אין ראוי כו'.</b> עיין בכס\"מ, ועיין לעיל בהל' אישות פכ\"ד הכ\"ה ומש\"כ שם:"
            ]
        ]
    ],
    "versions": [
        [
            "Tzafnat Pa'neach on Mishneh Torah, Warsaw-Piotrków, 1903-1908",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "צפנת פענח על משנה תורה, הלכות סוטה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tzafnat Pa'neach",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}