{
    "status": "locked", 
    "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Berakhot", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "We have a source for the blessing over food, from where do we learn the obligation for the blessing over the Torah? ", 
            "R’ Yishmael says ", 
            "‘it is an a fortiori argument: If a blessing is said for temporal life, how much more so for eternal life!’ ", 
            "R’ Chiya bar Nachmani, the student of R’ Yishmael, said in the name of R’ Yishmael ", 
            "‘This is not necessary. For see, it says ", 
            "“…for the good land He has given you.” (Devarim 8:10), and in another place it says ", 
            "“… and I will give you the stone tablets…” (Shemot 24:12) ", 
            "R’ Meir says ", 
            "‘from where do we learn that just as one blesses on the good, so too they bless on the bad? ", 
            "The verse says ", 
            "‘the Lord, your God…has given you’ Meaning, which He has judged you. Bless him for every judgement He passes on you, be it for the good or bad. ", 
            "R’ Yehudah ben Bateyrah says", 
            "‘this is not necessary. For see, it says ", 
            "‘good’ and ‘the good’.", 
            "‘Good’ refers to the Torah; as it says ", 
            "“For I gave you good teaching…” (Misle 4:2) ‘The good’ refers to the building of Jerusalem; as it says “...this good mountain and the Lebanon.” (Devarim 3:25)"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "“If the Lord has incited you against me, He will accept an offering…” (Shmuel I 26:19) R’ Eleazar said: ", 
            "The Holy One said to David: You call me a ‘stirrer-up’?! ", 
            "Behold, I will make you stumble over a thing which even school-children know, namely, that which is written, \"When you take the sum of the children of Israel according to their numbers, let each one give to the Lord an atonement for his soul when they are counted; then there will be no plague among them when they are counted.” (Shemot 30:12) ", 
            "Immediately, the accuser stood up against Israel; and it is further written, “He stirred David against them, saying, ‘Go count Israel and Yehudah.’” (Shmuel II 24:1) ", 
            "And when he did number them, he took no ransom from them and it is written, “So the Lord sent a pestilence upon Israel from the morning until the appointed time…” (Shmuel II 24:15) ", 
            "What is meant by ‘the time appointed’? ", 
            "Shmuel the elder, the son-in-law of R’ Hanina, answered in the name of R’ Hanina: ", 
            "From the time of slaughtering the continual offering until the time of sprinkling the blood.", 
            " R’ Yochanan said: ", 
            "Right up precisely to midday. ", 
            "“And He said to the angel that destroyed among the people, It is enough (rav) …” (Shmuel II 24:16) R’ Eleazar said: The Holy One said to the angel: ", 
            "Take a great man (rav) among them, whose death will atone for many sins.", 
            "At that time died Avishai ben Zeruiah, who was equal in worth to the greater part of the Sanhedrin. ", 
            "“And as he destroyed, the Lord saw and regretted the evil…” (Divre HaYamim I 21:15) What did He see? — ", 
            "Rav said: ", 
            "He saw our father Yaakov, as it is written, “And Jacob said when he saw them…” (Bereshit 32:3) ", 
            "Shmuel said:", 
            "He saw the ashes of Yitzchak, as it says, “\"God will see for Himself the lamb…” (Bereshit 22:8)  ", 
            "R’ Yitzchak Nafcha said: ", 
            "He saw the money of the atonement, as it says, “You shall take the silver of the atonements from the children of Israel and use it for the work of the Tent of Meeting; it shall be a remembrance for the children of Israel before the Lord…” (Shemot 30:16) ", 
            "R Yochanan said: ", 
            "He saw the Temple, as it is written, “On the mountain, the Lord will be seen.” (Bereshit 22:14)", 
            "R’ Yaakov bar Idi and R’ Shmuel bar Nachmani argued on the matter. One said that ", 
            "He saw the atonement money, the other that ", 
            "He saw the Temple. ", 
            "The more likely view is that He saw the Temple, since it is written, “…as it is said to this day: On the mountain, the Lord will be seen.”"
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "ברכות", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Zeraim"
    ]
}