{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "license": "CC0", 
    "language": "en", 
    "title": "Berakhot", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [
            "منذ متى يقرأون الإِسْمَعْ مساءاً؟ "
        ], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "It has been taught: R. Jose says, I was once travelling on the road, and I entered into one of the ruins of Jerusalem in order to pray. Elijah of blessed memory appeared and waited for me at the door till I finished my prayer.12 After I finished my prayer, he said to me: Peace be with you, my master! and I replied: Peace be with you, my master and teacher! And he said to me: My son, why did you go into this ruin? I replied: To pray. He said to me: You ought to have prayed on the road. I replied: I feared lest passers-by might interrupt me. He said to me: You ought to have said an abbreviated prayer."
        ], 
        [], 
        [], 
        [
            "", 
            "      ", 
            "", 
            "", 
            "   ", 
            "Master says: A person reads the Shema and then prays (Silent Amida) This is a support for Rabbi Yochanan, For Rabbi Yochanan say: Who is worthy of the world to come? He who connects or juxtaposes redemption to prayer (Silent Amida) of Aravit (evening prayer). Rabbi Yehoshua Ben Levi says: Prayers were established in the middle. (The silent Amida was established between the two Shemas)", 
            "What are the differences? (What are they really arguing about?)", 
            "If you want to say it is because of a verse, if you want to say it is because of reasoning.", 
            "If you want to say it is because of reasoning, Rabbi Yochanan reasons", 
            "Redemption at night is also a redemption rather the essence of redemption happened in the morning. Rabbi Yehoshua ben Levi reasons Because the redemption happened in the morning, the nighttime redemption is not the important redemption.", 
            "And if you want to say they differ because of a verse. Both interpret one and the same verse \"When you lie down, and when you stand (wake up)\" Rabbi Yochanan explains", 
            "We juxtapose lying down to waking up, Just as in the morning we say Shema and then after we say the Silent Amida, so too when lying down we also should first say Shema and then say the Amida. Rabbi Yehoshua Ben Levi explains: The verse juxtaposes lying down to waking up, Just as in waking up, saying Shema is very close to being in bed, so too when lying down, Shema should be closest to getting into bed.", 
            "Mar the son of Ravina challenges this In the evening, we say two blessings before Shema and two blessings after Shema. And if you said, you need to connect (redemption to Amida) in this case you are not connecting redemption to prayer. Because you need to say the blessing of \"Hashkivenu\"", 
            "They said: Because the Rabbis established this blessing of \"Hashkivenu\" it is like an extended redemption. For if you don't say like this (the explanation above) How do we explain connection in Shacharit? And here Rabbi Yochanan says  ", 
            "Rather there, the rabbis established to say the verse of \"Gd  open my lips\", it is an extended redemption, here too because the Rabbis established to say Hakshevenu\" it also like a longer redemption prayer.", 
            "...Rabbi Elazar says, Rav Avina says Anyone who says the verse of \"Blessed is David\" every day, three times , He is promised to merit the world to come.", 
            "", 
            "", 
            " ", 
            "", 
            "   ", 
            "   ", 
            "  ", 
            "", 
            " ", 
            " ", 
            "... Rabbi Yehoshua Ben Levi says: ... even though a person read the Shema in soul its a mitzvah to read it on his bed. ... Rabbi Yossi says...... ... From where do we know this? (whats the passuk to support this)"
        ], 
        [
            "... if he is a smart student he is not required to say shema on his bed Abii says Even a talmid chacham needs to say one passuk of mercy for example: .... ", 
            "Rav Levi Bar Chamah says in the name of Rav Shimon ben Lakesh A person will always anger his good will with his bad will as it says: ... If he wins its good, and if he doesnt he should busy himself with learning torah as it says you should speak to your heart. if your good will is successful than its good and if not you should read the shema on your bed. If his good will wins great, if not he should remember the day of his death as it says  be quiet about it", 
            "and rav levi says son of chamah in the name of Rav Shimon ben Lakesh why is it written  From Shmot ( a passuk): I gave to you the commandments and the torah with mitzvot, as i told you how to write down, these tablets (assert hadibrot) .. Torah are passukim and the mitzvot is the mishna, as i wrote down are the nevim and cetuvim. To instruct you is the Gemara. it teaches us that every piece of torah was given to moshe on har sinai"
        ], 
        [
            "", 
            "    ", 
            "   ", 
            " ", 
            "  ", 
            "", 
            " ", 
            " ", 
            "    ", 
            "Rabbi Hiya Bar Abba was sick.  Rabbi Yohanan went to visit him;  he [Rabbi Yohanan] said to him:  \"Are your sufferings dear to you?\" He [Rabbi Hiya Bar Abba] replied: \"Not them and not their reward.\"   He [Rabbi Yohanan] said:  \"Give me your hand\" He gave him his hand and he stood him up [i.e. he was healed.] ", 
            "Rabbi Yohanan was sick.  Rabbi Hanina went to visit him.  He said to him:  \"Is suffering dear to you?\" He replied: \"Not them and not their reward.\"  He said:  \"Give me your hand\" He gave him his hand and he stood him up.  ", 
            "Why?  Rabbi Yonhanan should stand himself up!", 
            "They say - A prisoner can't free himself from prison.  ", 
            "Rabbi Eliezer was sick.   Rabbi Yohanan went to visit him.   He saw that he lived in a dark house.  He revealed his arm and light fell. He saw that Rabbi Eliezer was crying.   He said to him  why are you crying? If it's because of Torah that you didn't study, we've learned -  'one who does more and one who does less, as long as his heart is oriented to heaven'.   And if it's because of sustenance, well not every person merits two tables.   If it's because of children - this is the bone of my tenth son.  ", 
            "He said -  because of this beauty that will be swallowed in the dirt I'm crying.   He said to him - for this surely it's worth crying, and they cried together.  ", 
            "Eventually he said to him - \"Are your sufferings dear to you?\" He replied:  \"Not them and not their reward.\"  He said:  \"Give me your hand.\" He gave him his hand and he stood him up.  "
        ], 
        [
            "  ", 
            " ", 
            " ", 
            "", 
            "    ", 
            "      ", 
            " It was taught in a Braita that Abba Binyamin said: One's prayer is only  heard in a synagogue, as it is said (Kings I 8:28) \"to listen  to the song and the prayer\", In a place of song, there prayer should be", 
            " From where [is it derived] that the Holy One Blessed be He is found in the Bait Kenesset?  "
        ], 
        [
            "", 
            "  ", 
            "", 
            "", 
            "... Rabbi Yochanan said ... In the hour that the Holy One Blessed Be He comes to the synagogue and does not find in it ten (for prayer), immediately He becomes angry as it says ... (Isaiah 50:2) Why did I come and there was no person; I called and there was no answer.", 
            "... Rabbi Chelbo said that Rabbi Huna said  ... all who fix a place for their prayer, the G-d of Abraham is their helper,", 
            "... and when he dies people say of him,  ... where is the humble one, where is the pious one who was among the students of Abraham our father?", 
            "    ...A", 
            "Rabbi Chelbo says in the name of Rav Huna one who walks out of shul shouldn't take a large step out. abii says Its only said when you're leaving, however to go in its a mitzvah to go in really quickly.", 
            "Rabbi Zera says: From the beginning when i saw rabbis running out of shul on shabbat i thought that  maybe they were disgracing shabbat... because i follow or heard from rabbi tanchun in the name of Rabbi Yehoshua ben levi a person should always run to learning torah and even if it is shabbat as it says: you should run after god like a lion roaring. I also agree to run"
        ], 
        [
            "Rabbi Yohanan said in the name of Rabbi Yosi:  How do we know that the Holy One, Blessed be He, prays? Because it says: I will bring them to My holy mountain and make them joyful in the house of my prayer. It does not say, 'their prayer,' but 'My prayer': Hence [you learn] that the Holy One, Blessed be He, prays.", 
            "What does he pray?", 
            "Said Rabbi Zutra ben Tuvia in the name of Rav:  May it be My will that my compassion will conquer my anger, that my compassion will prevail over my other attributes, that I behave towards my children according to the quality of compassion and that I enter before them within the line of the law.", 
            "It was taught [in a baraitha] Rabbi Yishmael ben Elisha said Once I entered to offer incense in the innermost sanctuary and I saw Akatriel Yah, the Lord of Hosts. He was seated on an elevated and exalted throne, and he said to me: Yishmael, my son, bless me. I said to him: May it be your will that your mercy will conquer your anger, that your mercy will prevail over your other attributes, that you behave towards your children according to the quality of compassion and that you enter before them within the line of the law. He nodded his head to me. From here we learn that a blessing from a simple person should not be light in your eyes. "
        ], 
        [], 
        [
            " ", 
            " ", 
            "  ", 
            "    ", 
            "    ", 
            "      ", 
            "    ", 
            "    ", 
            "  ", 
            "   ", 
            "  ", 
            " ", 
            "      ", 
            "     ", 
            "   ", 
            " ", 
            " ", 
            " ", 
            "  ", 
            "", 
            "   ", 
            " ", 
            " ", 
            " ", 
            " ", 
            "", 
            " ", 
            "", 
            " ", 
            " A person should always complete his [study of the] Torah portion with the congregation, [by reading the] verses twice and translation once."
        ], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "R, El'ai said to 'Ulla : When thou goest up there [to Israel], make inquiries about the welfare of my brother, Rab Berona, in the presence of the whole college ; for he is a great man and rejoices in [the performance of] the commandments. On one occasion he united the Ge'ullah with the Tefillah, and laughter did not cease from his mouth all that day."
        ], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "But R. Zerika stated that R. Ammi said in the name of R. Simeon b. Lakish : It is \"Who formest light.\" When Rab Isaac b. Joseph came [from Israel], he said : The statement of R. Zerika was not explicitly made but was inferred ; for what R. Zerika stated that R. Ammi said in the name of R. Simeon b. Lakish was : This teaches that the benedictions do not invalidate one another."
        ], 
        [], 
        [
            "When Rav Sheshet would bow, he would bow like a rod. When he would straighten (from his bow), he would straighten like a snake.", 
            "And Rabba Bar Chinena Sabba said in the name of Rav... The entire year completely man prays, \"The Holy G-d\", \"King that loves righteousness and justice\", besides for the 10 days between Rosh HaShanah and Yom HaKippurim, that he will pray \"The Holy King\", and \"The King of Justice.\"", 
            "And Rabbi Elazar said Even if he said \"The Holy G-d\" he has fulfilled his obligation, as it says, ...\"The Lord of Hosts shall be uplifted with justice, the Holy G-d shall be sanctified with righteousness(Isaiah 5:16).\" ..When will \"The Lord of Hosts shall be uplifted with justice\"? The 10 days from Rosh HaShanah through Yom HaKippurim. And yet it says \"The Holy G-d\"?", 
            "...What is it that goes up(lit.)?  (i.e. what is the outcome?)", 
            "Rav Yosef says, \"The Holy G-d\", and \"King that loves righteousness and justice.\" Rabbah says, \"The Holy King\", and \"The King of Justice\" And the law goes according to Rabbah.", 
            "   ", 
            " ", 
            "   ", 
            "  ", 
            "  ", 
            "", 
            " ", 
            "  ", 
            " ", 
            "  ", 
            "  ", 
            "", 
            " ", 
            "", 
            "  ", 
            "    ", 
            "    ", 
            "Mishnah: We recall the exodus from Egypt during the nights said Rav Elazar ben Azarya \"Behold, it is as if I am seventy years of age and I have not merited (to explain how it is) that it (the Exodus) should be said [recalled] at night, until Ben Zoma taught", 
            "it is stated \"so that you will recall the exodus from Egypt all the days of your life\" \"the days of your life\" refers to the day time, \"all the days of your life\" comes to include the nights", 
            "and the sages say \"the days of your life\" refers to this world, \"all the days of your life\" comes to include the days of the Messianic era."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "  ", 
            "", 
            "", 
            "      ", 
            "         ", 
            "     ", 
            "        ", 
            " ", 
            " ", 
            "MISHNA: Women, slaves and minors are exempt from kriat shema."
        ], 
        [
            "[MISHNA CONT.] and from the [mitzva of] tefillin and they are obligated in prayer and in mezuzah and in [the mitzva of] grace after meals:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            " ", 
            "", 
            "  ", 
            "It was stated: Rabbi Yosi b. Rabbi Hanina said: The Patriarch instituted the Tefillah Rabbi Yehoshua b. Levi said: prayer was instituted corresponding to the daily sacrifices.", 
            "It was taught in accordance with Rabbi Yosi b. Rabbi Hanina, and it was taught in accordance with Rabbi Yehoshua b. Levi. It was taught in accordance with Rabbi Yosi b. Rabbi Hanina: Abraham instituted the morning prayer, as it says, (Genesis 19:27)\"Next morning, Abraham hurried to the place where he had stood before the Lord.\" And \"standing\" is prayer, as it is said, (Psalms 106:30) \"Pinhas stood and prayed.\"", 
            "Isaac instituted the afternoon prayer, as it is said, (Genesis 24:63) \"And Isaac went out to meditate in the field toward evening...\" And \"mediation\" is prayer, as it is said, (Psalms 102:1) \"A prayer of the lowly man when he is faint and pours forth his plea before the lord.\"", 
            "Jacob instituted the evening prayer, as it is said, (Genesis 28:11) \"He encountered a certain place and stopped there...\" and \"encountered\" is prayer, as it is said, (Jeremiah 7:16) \"As for you, do not pray for this people, do not raise a cry of prayer on their behalf, do not plead with Me; for I will not listen to you.\"", 
            "It was taught in accordance with Rabbi Yehoshua b. Levi: For what reason did they say that the morning prayer is until midday? Because the daily morning offering was offered until midday. And Rabbi Yehudah said: Until the fourth hour, because the daily morning offering was offered until the fourth hour.", 
            "And for what reason did they say that the afternoon prayer is until the evening? Because the afternoon daily offering was offered until the evening. And Rabbi Yehudah said: Until mid-afternoon, because the daily afternoon offering was offered until mid-afternoon.", 
            "And for what reason did they say that the evening prayer has no fixed time? Because the limbs and and the fat that were not burned up by the evening were offered all night long.", 
            "And for what reason did they say that the additional prayer [Mussaf] can be said all day? Because the additional offering was offered all day. Rabbi Yehudah Said: Until the seventh hour, because the additional offering was offered until the seventh hour."
        ], 
        [], 
        [], 
        [], 
        [
            "Berachot 28b (elipsed) MISHNAH. RABBAN GAMALIEL SAYS: EVERY DAY A MAN SHOULD SAY THE EIGHTEEN BENEDICTIONS. R. JOSHUA SAYS: AN ABBREVIATED EIGHTEEN.12  R. AKIBA SAYS: IF HE KNOWS IT FLUENTLY HE SAYS THE ORIGINAL EIGHTEEN, AND IF NOT AN ABBREVIATED EIGHTEEN.... GEMARA. To what do these eighteen benedictions correspond? R. Hillel the son of Samuel b. Nahmani said: To the eighteen times that David mentioned the Divine Name in the Psalm, Ascribe unto the Lord, O ye sons of might.15  R. Joseph said: To the eighteen times the Divine Name is mentioned in the Shema'.\nOur Rabbis taught: Simeon ha-Pakuli23  arranged the eighteen benedictions in order before Rabban Gamaliel in Jabneh. Said Rabban Gamaliel to the Sages:24  Can any one among you frame a benediction relating to the Minim?25  Samuel the Lesser arose and composed it."
        ], 
        [], 
        [], 
        [
            "A person reciting this prayer should associate himself with the congregation how should he say it... “may it be your will Hashem our God, that you lead us towards peace...", 
            "When does he recite this prayer (tefillat haderech)"
        ], 
        [
            "", 
            "    ", 
            "     ", 
            "", 
            "  Rabbi Chiya bar Abba prayed and prayed again. Rabbi Zeira said to him: Why did the master do this? Should I say that the master did not concentrate? Because Rabbi Eliezer said: A person should always check oneself: if he can concentrate his heart--he should pray; if not--he should not pray. ", 
            "", 
            " ", 
            "    ", 
            "  ", 
            " ", 
            " ", 
            "  ", 
            "", 
            "It is taught in a mishnah: Only stand to pray with an attitude of Koved Rosh (heaviness of the head)   ", 
            "From where do these words come from? R. Elazar said, For scripture states, And she was bitter of spirit", 
            "From where [do you know this]? Perhaps, Chana was different because she was excessively bitter at heart.", 
            "Rather, R. Yosi the son of R. Chania said, [it is derived] from here... As for me, through Your abundant kindness I will enter Your house, and I will prostrate myself toward Your holy Sanctuary  in awe of You", 
            "From where [do you know this]? Perhaps, David was different because he would afflict himself excessively Rather, R. Yehoshua the son of Levi said, [it is derived] from here:"
        ], 
        [
            " ", 
            "", 
            "The sages said to Rav Hamnuna Zuti at the wedding of Mar son of Ravina, \"Sing to us!\" He said to them: \"Woe to us that we will die!  Woe to us that we will die!\" They said to him, \"What are we to reply after you?\" He said to them, \"Where is torah and where are the commandments to shield us?\"", 
            "   ", 
            " ", 
            "", 
            "  ", 
            "  ", 
            "  The rabbis taught [in a braita]", 
            "Don't stand to pray from sadness, and not from laziness, and not from laughter, and not from idle chatter, and not from frivolity, and not from purposeless matters. Rather, pray from the joy of the mitzvah. ", 
            " ", 
            "", 
            " ", 
            "   ", 
            "    ", 
            " ", 
            "   ", 
            " Surely man should daven in a house with with windows. As it says:", 
            " It could have been the case that man would pray all throughout the day, but it is explained through Daniel: ", 
            "It could have been he only started this practice when he went into exile"
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "When Rab Dimai came [from Israel] he explained [the words of the Rabbis to mean] : neither tall nor dwarfish nor short, neither dark nor ruddy nor pale, neither too wise nor too foolish."
        ], 
        [], 
        [], 
        [
            "        ", 
            "", 
            "  ", 
            " ", 
            "", 
            "  ", 
            "   ", 
            "Our Rabbis taught:  It happened once in a certain place that there was a lizard that was injuring people.People came and told R. Hanina ben Dosa.  He said to them:  Show me its hole.  They showed him its hole  he [R. Hanina] put his heel over the hole, and the lizard came out, bit him, and died. ", 
            "He put it on his shoulder and brought it to the study hall  He said to them [the people in the study hall]:  See, my sons, it is not the lizard that kills, it is sin that kills ", 
            "At that moment, they said:  Woe is to the man whom a lizard meets, but woe is to the lizard that meets R. Hanina ben Dosa "
        ], 
        [], 
        [], 
        [], 
        [
            "Mishna How do we make berakhot on fruit? (What grows on a) tree, he says  \"who creates the fruit of the tree\",except for wine, for on wine he says  \"who creates the fruit of the vine\".  And on fruits of the land, he says  \"who creates the fruit of ground - except for bread, for on bread he says \"who brings bread forth from the ground\".  And on vegetables, he says  \"who creates the fruit of the ground.\" Rabbi Yehuda says \"who creates a variety of herbs.\" ", 
            "Guemara : Where we know about Brakhot ? Hakhamim learn : (Vayikra 18, 24) \"Holy praise to Hashem\" we learn we need brakha before and after. Like this, say Rabbi Akiva forbidden for man to eat anything before brakha. But \"Holy praise\"", 
            "  And secondly :    ", 
            "    ", 
            "   ", 
            " ", 
            " ", 
            "", 
            "", 
            " ", 
            " ", 
            "  ", 
            " ", 
            "    ", 
            "  ", 
            "  ", 
            " ", 
            "   ", 
            "Our rabbis taught (in a baraita) It is forbidden for a person to enjoy [something] from this world without a [saying] a blessing and anyone who enjoys [something] from this world without [saying] a blessing steals."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            " ", 
            "      ", 
            "  ", 
            " ", 
            "     ", 
            "The exilarch [lay head of Babylonian Jewry] said to Rav Sheshet: \"Although you are venerable rabbis, yet the Persians are better versed than you the in the etiquette of a meal. When there two couches, the senior guest takes his place first and then the junior one above him. When there are three ounces, the senior occupies the middle one, the next one in rank takes the place above him, and the third one below him.\"", 
            "He said to him   ", 
            "  ", 
            "  ", 
            "  ", 
            "  ", 
            "Rav Sheshet said, \"I know only a Baraita [supplementary teaching] in which it is taught: 'What is the order of reclining? When there are two couches, the senior reclines first, and then the junior takes his place below him. When there are three, the senior takes his place first, the second next above him, and then the third below him.'\""
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            " ", 
            "", 
            "", 
            "    ", 
            "  ", 
            "     ", 
            "        ", 
            "   ", 
            "", 
            "Mishna: These are the matters relating to a meal regarding which there is a dispute between Bet Hilel and Bet Shamay. Bet Shamay say: Bless over the day [as part of Kidush, i.e. say the blessing for Shabbat or Yom Tov first], then bless over the wine. But Bet Hilel say: Bless over the wine, then bless over the day.", 
            "Bet Shamay say: Wash the hands, then pour the cup [for Kidush]. But Bet Hilel say: Pour the cup, then wash the hands."
        ], 
        [
            " ", 
            "  ", 
            "", 
            "     ", 
            "", 
            "    ", 
            "  ", 
            "     ", 
            "     ", 
            " ", 
            " ", 
            "   ", 
            "Bet Shamay say, etc.", 
            "It was taught in a Berayta: Bet Shamay say: Wash the hands, then pour the cup. For if you say to pour the cup first, there’s a danger that liquid on the outside of the cup will be made impure by his hands, and it will in turn make the cup impure.", 
            "But wouldn’t the hands make the cup impure [directly]?", 
            "Hands receive impurity in the second degree, and a second-degree impure thing cannot pass on impurity in the case of non-sacred things except through liquids.", 
            "And Bet Hilel say: Pour the cup, then wash the hands. For if you say to wash the hands first, there’s a danger that the liquid on the hands will become impure through the cup, and it would in turn make the hands impure.", 
            "But wouldn’t the cup make the hands impure [directly]? A vessel does not make a person impure.", 
            "But wouldn’t the cup make the liquid inside it impure? We are dealing with a vessel whose outside has been made impure by liquid, in which case its inside is pure and its outside impure, as we have learned: If the outside of vessel has been made impure by a liquid, its outside is impure,"
        ], 
        [
            "but its inside, its rim, its handle, and its haft are pure. If its inside has been made impure, all of it has been made impure.", 
            "What are they arguing over?", 
            "Bet Shamay hold it is forbidden to use a vessel whose outside has been made impure by a liquid for fear of drippings, and therefore there is no need to fear that the liquid on the hands will be made impure through the cup.", 
            "But Bet Hilel hold is is permissible to use a vessel whose outside has been contaminated by liquid, since drippings are unusual, and therefore there is a danger that the liquid on the [undried] hands will be made impure through the cup. ", 
            "Another explanation: So that the meal will immediately follow the washing.", 
            "What is the point of this other explanation? Bet Hilel argued thus with Bet Shamay: Even from your standpoint, that it is forbidden to use a vessel whose outside has been made impure by liquid for fear of drippings, even so our ruling is superior, because the washing of the hands is immediately followed by the meal.\n"
        ], 
        [
            " ", 
            "   ", 
            " ", 
            "", 
            "  ", 
            "  ", 
            "", 
            " ", 
            "    ", 
            "", 
            " ", 
            "", 
            " ", 
            "...Our rabbis taught: If he was walking outside of the city and he saw a fire: If it is as thick as the mouth of a furnace, he may bless over it. And if not, he may not bless over it. ", 
            "One taught: The fire of a furnace: We bless over it. And the other taught We do not bless over it.", 
            "But this is not a difficulty. The one refers to the beginning and one refers to the end.", 
            "One taught: The fire of a  stove or over, we bless over it. And the other taught We do not bless over it.", 
            "And this is not a difficulty The one refers to the beginning and one refers to the end.", 
            "One taught: A fire lit in the synagogue or the study house: They bless over it. And the other taught: They do not bless over it.", 
            "This is not a difficulty. One refers to a case where an important person is present, and one to a case where there is no important person. ", 
            "And if you want you may say: That both refer to a case where an important person is present, and there is still no difficulty One refers to a case where the synagogue attendant is there, and the other where the he is not there. And if you want you can say:", 
            "Both refer to a case where the synagogue attendant is there, and there is still no difficulty One refers to a case where there is moon light, and the other when there is no moon light. "
        ], 
        [], 
        [
            "When you see a place where miracles were done to Israel, you say: Blessed is He who preformed miracles for our forefathers in this place. In a place where idol worship was uprooted, you say: Blessed is He who uprooted idol worship from our land.", 
            "      ", 
            "      ", 
            "    ", 
            "  ", 
            "     ", 
            "  ", 
            "   ", 
            "      Don't be embarrassed because your mother has grown old  It is time to act for G-d because they have violated your Torah R. Natan said: They should violate your Torah because it is time to act for G-d Gemara: Where do these words come from?", 
            "R. Yochanan said according to the Tanach:"
        ], 
        [
            "    ", 
            "", 
            "       ", 
            "   ", 
            "   ", 
            "", 
            " ", 
            "   ", 
            " ", 
            "       \"And it came to pass, when God destroyed the cities of the Plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow...\" (Genesis 19:29)"
        ], 
        [
            "    ", 
            " ", 
            "  ", 
            "   ", 
            "", 
            "     ", 
            " ", 
            "   ", 
            "    ", 
            "   ", 
            "Rabbi Shmuel bar Nachmani said in the name of Rabbi Yonetan: Betzalel was called upon because of his wisdom. In the moment that the Holy One Blessed be God said to Moses: Say to Betzalel: make for me a Mishkan, an ark, and vessels. Moses went and switched the order, and he said to him (Betzalel): make an ark, vessels, and a Mishkan. [Betzalel] said to him, our teacher, it is the custom of everyone that one builds a house, and afterwards places inside vessels, and you are saying, make for me an ark, vessels, and a Mishkan. Where do I place the vessels that I am making? Perhaps the Holy One blessed be God said to you: Make a Mishkan, an ark, and vessels. Moses responded] said to him: Perhaps you were in the shadow of God and you knew! Rav Yehuda said: Rav Said: Betzalel knew how to combine the letters that were used to create the Heavens and the Earth. It was written here, “And he filled him with the spirit of God with Wisdom, Understanding, and Intellect.” (Exodus 35:31) and it was written there, “The LORD founded the land with Wisdom and established the Heavens with Understanding.” (Proverbs 3:19) and it is written, “with his intellect, the depths were broken.” (Proverbs 3:20)"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "We infer from this that if one bought things, and then bought some more, all agree that he need not say a blessing.", 
            "Some say: R. Huna said:  This rule applies only where he does not buy again after already buying; but if he buys again after already buying, he need not say the blessing.  R. Johanan, however, says:  Even if he buys again after already buying, he must make a blessing.  We infer from this that if he buys a kind of thing which he has already, all agree that he has to say a blessing. ", 
            "An objection was raised:  If one builds a new house, not having one like it already, he must say a blessing. If he already has any like them, he need not say a blessing. So says R. Meir.  R. Judah says:  In either case he must make a blessing. ", 
            "Now this accords well with the first version, R. Huna following R. Meir and R. Johanan following R. Judah. But if we take the second version, it is true that R. Huna follows R. Judah, but whom does R. Johanan follow?  It is neither R. Meir nor R. Judah!  ", 
            "— R. Johanan can reply: The truth is that according to R. Judah also If one buys again after already buying, he must make a blessing, and the reason why they join issue over the case of his buying something of a kind which he has already is to show you how far R. Meir is prepared to go, since he says that even if he buys something of a kind which he already has, he need not make a blessing, and all the more so if he buys again after already buying, he need not make a blessing.", 
            " But should they rather not join issue over the case of buying again after already buying, where there is no need to say a blessing, to show how far he [R. Judah] is prepared to go?   — He prefers that the stronger instance should be a case of permission:", 
            "OVER EVIL A BLESSING IS SAID etc. ", 
            "How is this to be understood?  — For instance, if a freshet flooded his land. Although it is [eventually] a good thing for him, because his land is covered with alluvium and becomes more fertile, nevertheless for the time being it is evil. ", 
            "AND OVER GOOD etc. ", 
            "How can we understand this? — If for instance he found something valuable. Although this may [eventually] be bad for him, because if the king hears of it he will take it from him, nevertheless for the time being it is good.  IF A MAN'S WIFE IS PREGNANT AND HE SAYS, MAY [GOD] GRANT THAT MY WIFE BEAR etc. THIS IS A VAIN PRAYER. ", 
            "Are prayers then [in such circumstances] of no avail? ", 
            "R. Joseph cited the following in objection:  And afterwards she bore a daughter and called her name Dinah.(Bereshit 30:21).  What is meant by 'afterwards'?  Rab said:  After Leah had passed judgment on herself, saying,  'Twelve tribes are destined to issue from Jacob. Six have issued from me and four from the handmaids, making ten. If this child will be a male, my sister Rachel will not be equal to one of the handmaids'.  Forthwith the child was turned to a girl, as it says, And she called her name Dinah!   — We cannot cite a miraculous event [in refutation of the Mishnah]. Alternatively I may reply that the incident of Leah occurred within forty days [after conception],", 
            " according to what has been taught:  Within the first three days a man should pray that the seed should not putrefy; from the third to the fortieth day he should pray that the child should be a male; from the fortieth day to three months he should pray that it should not be a sandal;  from three months to six months he should pray that it should not be still-born; from six months to nine months he should pray for a safe delivery.  But does such a prayer  avail?", 
            " Has not R. Isaac the son of R. Ammi said:  If the man first emits seed, the child will be a girl; if the woman first emits seed, the child will be a boy. As it is written (Leviticus 12:2) \"If a woman be delivered, and bear a man-child\"?  — With what case are we dealing here? If, for instance, they both emitted seed at the same time.  IF HE WAS COMING FROM A JOURNEY. ", 
            "Our Rabbis taught: It once happened with Hillel the elder that he was coming from a journey, and he heard a great cry in the city, ", 
            "and he said: I am confident that this does not come from my house.  Of him Scripture says:(Psalms 112:7) \"He shall not be afraid of evil tidings; his heart is steadfast, trusting in the Lord\".  Raba said:  Whenever you expound this verse you may make the first clause explain the second, or the second clause explain the first  'You may make the second clause explain the first', thus:  'He will not fear evil tidings'. Why? Because 'his heart is steadfast, trusting in the Lord'.  'You may explain the second clause by the first', thus: 'His heart is steadfast trusting in the Lord'; therefore, 'he shall not be afraid of evil tidings'. A certain disciple was once following R. Ishmael son of R. Jose in the market place of Zion. ", 
            "The latter noticed that he looked afraid, and said to him: You are a sinner, because it is written: (Isaiah 33:14) \"The sinners in Zion are afraid.\"  He replied:  But it is written:(Proverbs 28:14) \"Happy is the man that feareth alway\"?  — He replied:  That verse refers to words of Torah.  R. Judah b. Nathan used to follow R. Hamnuna. Once he sighed, ", 
            "and the other said to him:  This man wants to bring suffering on himself,  since it is written:(Job 3:25)\" For the thing which I did fear is come upon me, and that which I was afraid of hath overtaken me.\"   But [he replied] it is written:  \"Happy is the man who feareth alway\"?  — He replied: That is written in connection with words of Torah. ONE WHO GOES THROUGH A CAPITAL CITY. ", 
            "Our Rabbis taught: What does he say on entering?", 
            " 'May it be Thy will O Lord, my God, to bring me into this city in peace'.  When he is inside he says:  'I give thanks to Thee, O Lord, my God, that Thou hast brought me into this city in peace'.  When he is about to leave he says:  'May it be Thy will, O Lord, my God, and God of my fathers, to bring me out of this city in peace'. When he is outside he says:  'I give thanks to Thee, O Lord, my God, that Thou hast brought me out of this city in peace, and as Thou hast brought me out in peace, so mayest Thou guide me in peace and support me in peace and make me proceed in peace and deliver me from the hands of all enemies and liers-in-wait by the way'. R. Mattena said: This applies only to a city where criminals are not tried and sentenced: but in a city where criminals are tried and sentenced, this is unnecessary. ", 
            "Some report: R. Mattena said: Even in a city where criminals are tried and sentenced, for sometimes he may happen not to find a man who can plead in his defence.  Our Rabbis taught: On entering a bath-house one should say:", 
            " 'May it be Thy will O Lord, my God, to deliver me from this and from the like of this, and let no humiliation or iniquity befall me; and if I do fall into any perversity or iniquity, may my death be an atonement for all my iniquities'.  Abaye said: ", 
            "A man should not speak thus, so as not to open his mouth for the Satan.   For Resh Lakish said-and so it was taught in the name of R. Jose:", 
            " A man should never open his mouth for the Satan.  R. Joseph said:  What text proves this? Because it is written (Isaiah 1:9), \"We should have been as Sodom, we should have been like unto Gomorrah.\"  What did the prophet answer them? Hear the word of the Lord, ye rulers of Sodom, etc.   On leaving the bath-house what does he say? ", 
            "R. Aha said:  'I give thanks unto Thee, O Lord, my God, that Thou hast delivered me from the fire'. ", 
            "R. Abbahu once went into the bathhouse and the floor of the bath-house gave way beneath him, and a miracle was wrought for him, and he stood on a pillar and rescued a hundred and one men with one arm. He said:  This is what R. Aha meant.  On going in to be cupped one should say: ", 
            "'May it be Thy will, O Lord, my God, that this operation may be a cure for me, and mayest Thou heal me, for Thou art a faithful healing God, and Thy healing is sure, since men have no power to heal, but this is a habit with them'   Abaye said: ", 
            "A man should not speak thus, since it was taught in the school of R. Ishmael: [It is written](Exodus 21:19)  \"He shall cause him to be thoroughly healed\" From this we learn that permission has been given to the physician to heal.  When he gets up [after cupping] what does he say?", 
            " — R. Aha said:  Blessed be He who heals without payment."
        ], 
        [], 
        [], 
        [
            "   ", 
            "  ", 
            "   ", 
            "     ", 
            "Love Hashem your G-d We learned in a Braita: Rabbi Eliezer says If we say with all your life, why do we say with all your wealth? And if you say with all your wealth, why do you say with all your life? rather If there is a person who values their body more than their money, therefore it says \"with all your life\", and if there is a person whose money is more important than his body therefore it says \"with all your wealth\" Rabbi Akiva says \"With all your life\", this means even to take your own life.", 
            "The Rabbis taught in a braita\" Once upon a time, the evil empire decreed that the Jews could not deal with studying Torah. Came Papus the son of Yehuda and found Rabbi Akiva who was gathering large groups in public and learning Torah. He said to him: Akiva, are you not scared of the government?", 
            "He said to him I will tell you a parable to what this is similar: A fox was walking on the riverbank and saw fish jumping from place to place. He said to the fish from what are you running away? They said to him: from the nets that people are throwing upon us He said to them: What you want is to rise up on the dry land, and you and I will live the way that our ancestors lived They said to him: You are the one that people say are the wisest of all the animals. You are not wise, rather you are dumb. In a place where we live, we are fearful, in a place where we will die, even more so (we will be fearful) (Rabbi Akiva talks now) So too we, now are sitting and learning Torah, as it says: \"For Torah is your life and a way to live a long time\", therefore if we veer away and stop learning Torah, even more so we will die.", 
            "They said: It was only a few days until they caught Rabbi Akiva and tied him up in jail. They caught Papus the son of Yehuda and tied him up. He said to him Papus Who brought you here? He said to him (Papus said to Akiva) Praiseworthy are you Rabbi Akiva, that you were caught on the matters of Torah, Woe is to Papus who was caught for silly matters.", 
            "At the time when they took Rabbi Akiva to be killed, it was the time of reading the Shema. While they were brushing his flesh with metal combs, he was accepting upon himself the yolk of heaven.  His students said to him: Our Rabbi, until here He said to them: My entire life, I felt bad about this verse, \"With all your life\" even to take your own soul. I said When will I have a chance to fulfill (the words of the verse?) Now when I have that chance, would I not fulfill the verse? He extended the word \"One\" until his soul left his body. A heavenly voice came out and said: Praiseworthy are you Rabbi Akiva, that your soul left your body at \"One\"", 
            "The angels in heaven said to Gd: This is Torah? This is its reward?! From men, by Thy hand, O LORD, From men of the world, whose portion is in this life He said to them: Some are living A heavenly voice came out and said Praiseworthy are you Rabbi Akiva, that you are invited to the world to come. "
        ], 
        [], 
        [], 
        [], 
        [
            "  ", 
            "  ", 
            " ", 
            "    ", 
            " ", 
            "  ", 
            "     ", 
            "   ", 
            "  ", 
            "And Rabbi Yehudah further interpreted in honor of Torah and explained  (Deuteronomy 27:9): “Pay attention and listen, Israel, this day, you have become a people.”  Was it on this day that Torah was given to Israel?  Was it not on that day that was at the end of the forty years [of wandering? This seems to be a contradiction! How can Israel be made a people twice?]  Rather, this comes to teach you  that Torah is beloved for those who learn it every day. And [therefore] every day is like it was given on Mt. Sinai."
        ]
    ], 
    "versionSource": "https://www.sefaria.org", 
    "heTitle": "ברכות", 
    "versionTitleInHebrew": "תרגום קהילת ספאריה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Zeraim"
    ]
}