{
    "work": "Avodah Zarah", 
    "text": {
        "4_Daf, 21_Line": "“And there was evening and there was morning the sixth day?” (Genesis 1:31).", 
        "6_Daf, 24_Line": "The Holy Blessed One said: ", 
        "3_Daf, 23_Line": "“Master of the Universe, we have established many market-places, we have built many bathhouses, we have accumulated much gold and silver, and all this we did only for the sake of Israel, that they might [have leisure] for occupying themselves with the study of the Torah.”", 
        "11_Daf, 68_Line": "Joseph was sitting behind R. Abba while R. Abba was sitting in front of R. Huna who, as he was sitting stated:", 
        "19_Daf, 58_Line": "Then Keti’ah b. Shalom spoke to them:", 
        "9_Daf, 9_Line": "“Blessed are you that plant beside all waters, that send forth the feet of the ox and the donkey” (Isaiah 32:20)?", 
        "34_Daf, 35_Line": "“What is my status with regard to the world to come?”", 
        "4_Daf, 16_Line": "Then will the Holy Blessed One will say:", 
        "24_Daf, 16_Line": "R. Yohanan holds that", 
        "24_Daf, 37_Line": "Yohanan could answer you:", 
        "31_Daf, 14_Line": "to a maimed lion in accordance with the opinion of R. Judah. ", 
        "3_Daf, 62_Line": "“Master of the Universe, have you given us the Torah, and have we declined to accept it?”", 
        "13_Daf, 69_Line": "“I pour out my meditation before Him [then] I declare my [own] affliction before Him” (Psalms 142:3).", 
        "14_Daf, 63_Line": "Learn from this.", 
        "33_Daf, 18_Line": "Happy are you, for you have been arrested on five charges, but you will be saved; woe is me who was arrested on one charge and I will not be saved; for you have occupied yourself with the study of Torah and acts of loving kindness, whereas I occupied myself with Torah alone.", 
        "6_Daf, 16_Line": "“I have no fury,” (Isaiah 27:4), yet it is also written,", 
        "9_Daf, 24_Line": "Have we not learned:", 
        "22_Daf, 8_Line": "Rabbah b. Ulla said:", 
        "32_Daf, 81_Line": "There are those who acquire their World to Come in many years, and those who acquire their World to Come in a single moment.", 
        "15_Daf, 19_Line": "For when R. Dimi came he said:", 
        "20_Daf, 34_Line": "the burning of articles is not an [idolatrous] ritual practice.", 
        "38_Daf, 3_Line": "If so, Scripture should have said", 
        "34_Daf, 27_Line": "He said to him:", 
        "38_Daf, 7_Line": "\"Do not give them free gifts.\"", 
        "20_Daf, 28_Line": "Because they are as hard to a person’s body as swords?", 
        "4_Daf, 46_Line": "“Let us break their bands, and cast away their cords from us” (Psalms 2:3).", 
        "22_Daf, 15_Line": "If a splinter got into his [foot] while in front of an idol, he should not bend down to get it out, because it looks as if he is bowing to the idol; but if this is not apparent  it is permitted.", 
        "18_Daf, 34_Line": "But has it not been taught [elsewhere]", 
        "33_Daf, 4_Line": "How did you know this? ", 
        "25_Daf, 17_Line": "He said to him: They taught, “Cattle [bought at the idolatrous fair] should be disabled.” What about a slave?", 
        "33_Daf, 55_Line": "He replied,", 
        "7_Daf, 36_Line": "“Hide yourself for a short moment, until the wrath is past” (Isaiah 26:20).", 
        "33_Daf, 50_Line": "One of them rose to testify against him. Elijah came, appearing as one of the dignitaries of Rome. He said to that man,", 
        "8_Daf, 66_Line": "Datan and Aviram.", 
        "12_Daf, 22_Line": "R. Joshua b. Korha says:", 
        "33_Daf, 15_Line": "When R. Elazar b. Perata and R. Hanina b. Teradion were arrested, R. Elazar b. Perata said to R. Hanina b. Teradion:", 
        "19_Daf, 42_Line": "It was also taught in a baraita:", 
        "31_Daf, 18_Line": "Who says that a lion is to be regarded as a big animal?", 
        "23_Daf, 18_Line": "One should not drink water at night; if he does drink his blood is on his head, for it is dangerous.", 
        "7_Daf, 22_Line": "This, indeed, is what the prophet was saying to them when he says,", 
        "26_Daf, 48_Line": "That refers", 
        "53_Daf, 29_Line": "For it is said:", 
        "10_Daf, 23_Line": "My question is only about the opinion of the rabbis. ", 
        "25_Daf, 38_Line": "The prohibition was taught only in the case of buying from a dealer from whom tax is exacted, but buying from a private person from whom no tax is exacted is permitted.", 
        "23_Daf, 22_Line": "If there is another person with him, he should wake him and say,", 
        "6_Daf, 46_Line": "so they wound a scarf round his neck and tortured him.", 
        "11_Daf, 59_Line": "A woman must not smear lime on her face on the intermediate days of the festival because it disfigures her.", 
        "18_Daf, 19_Line": "And the same mishnah taught,", 
        "15_Daf, 43_Line": "What is the legal significance of this?", 
        "32_Daf, 84_Line": "Hanina and R. Yonatan were walking on the road and came to two paths, one of which led by the door of a place of idol-worship and the other led by a brothel.", 
        "18_Daf, 55_Line": "[Rabbi] brought a man and placed him on the shoulders of another,", 
        "13_Daf, 8_Line": "But the Sages say:", 
        "33_Daf, 53_Line": "They then brought up R. Hanina b. Tradion and asked him,", 
        "68_Daf, 20_Line": "Rav Shimon ben Pazi says in the name of Rav Yehoshua ben Levi", 
        "27_Daf, 24_Line": "But have we not taught:", 
        "13_Daf, 59_Line": "as it is taught: Nahum the Mede says:", 
        "3_Daf, 70_Line": "Rather, this is what they will say to Him:", 
        "15_Daf, 28_Line": "And an onyx and a Sefer Torah which shall serve as the setting for the other?", 
        "33_Daf, 26_Line": "He was indeed trustworthy, but he did not practice [“gemilut hasadim”].", 
        "26_Daf, 16_Line": "They taught “with their stems.”", 
        "11_Daf, 6_Line": "The question was asked:", 
        "34_Daf, 24_Line": "How great were these righteous ones, in that the three passages, expressing the righteousness of judgment, readily occurred to them just at the appropriate time for the declaration of such righteousness.", 
        "29_Daf, 28_Line": "One may however place cattle in inns kept by Samaritans even male-cattle with women and female-cattle with men, and it goes without saying that males with males and females with females are permitted; so also may one hand over cattle to one of their shepherds and be alone with them, or hand over a child to them to be educated or to be taught a trade.  ", 
        "9_Daf, 12_Line": "“Plant to yourselves in righteousness, reap according to mercy” (Hosea 10:12). And by “water” is meant Torah, as it is said,", 
        "32_Daf, 26_Line": "Mar Ukba said:", 
        "7_Daf, 17_Line": "What is more [she added], I have given you rides by day and sexual company at night.” It is written here,", 
        "23_Daf, 1_Line": "That is only because he wanted to teach", 
        "12_Daf, 4_Line": "Joseph turned his face away from R. Abba [and said]: It made sense [to state] that the halakhah is according to R. Joshua b. Karha for we might have said that where an individual disagrees with a majority, the halakhah is according to the majority, so he teaches us that here the halakhah is according to the individual.", 
        "53_Daf, 9_Line": "Rather, we do not worry about hours of life.", 
        "8_Daf, 69_Line": "Rather they had lost their property.", 
        "25_Daf, 22_Line": "As to idolaters and [Jewish] shepherds of small cattle, even though one is not obligated to take them out [of a pit], one must not throw them in [to a pit to endanger their lives].", 
        "3_Daf, 74_Line": "“Master of the Universe, did you hold the mountain over us like a tub as You did to Israel and did we still decline to accept it?”", 
        "13_Daf, 48_Line": "They said to him:", 
        "15_Daf, 67_Line": "“And you shall do according to the sentence that they tell you, from that place” (Deuteronomy 17:10). This indicates that the place matters.", 
        "25_Daf, 29_Line": "It may apply even to a Canaanite slave; because he brings him under the wings of the Shekhinah.  ", 
        "9_Daf, 25_Line": "The laws relating to Pesah [should be learned] for thirty days before Pesah; R. Shimon b. Gamaliel says", 
        "21_Daf, 50_Line": "He replied:", 
        "53_Daf, 30_Line": "\"And you shall live by them\" - and not that you shall die by them. ", 
        "8_Daf, 83_Line": "“May they always be of such a mind,” you should have said:", 
        "26_Daf, 45_Line": "“If an idolater gives a banquet for his son it is prohibited to sell only on that day and to that man alone,” ", 
        "32_Daf, 50_Line": "One time, he heard that there was a certain prostitute in the cities of the sea who took a wallet of denarii as payment. He took a wallet of denarii and went and crossed seven rivers for her.", 
        "27_Daf, 34_Line": "Abaye said to R. Dimi:", 
        "19_Daf, 44_Line": "therefore Scripture says,", 
        "31_Daf, 37_Line": "“A large wild beast is like small cattle with regard to struggling.” Then I said,", 
        "3_Daf, 21_Line": "“With what have you occupied yourselves?”", 
        "3_Daf, 55_Line": "And so too every nation.", 
        "30_Daf, 14_Line": "Why then do we sell it now? Ashi said:", 
        "17_Daf, 5_Line": "“For these two years has the famine been in the land” (Genesis 46:5).", 
        "32_Daf, 34_Line": "This is what it means: ", 
        "3_Daf, 35_Line": "Why Persia next?", 
        "20_Daf, 13_Line": "Again he sent another regiment after him. He said, ", 
        "8_Daf, 18_Line": "“I said you are gods and all of you are sons of the Most High; now that you have spoiled your deeds, you shall indeed die like mortals,” etc (Psalms 82:6).", 
        "6_Daf, 80_Line": "the latter refers to an individual, the former to the community.", 
        "3_Daf, 1_Line": "“And let the peoples (le’umim) be gathered together,” (ibid.) and the word peoples means a kingdom, as it is written,", 
        "16_Daf, 17_Line": "If the Tanna does not know the exact number of years [of the period of the Messiah] that have passed let him ask a scribe what year he uses in his writings, and on adding forty-eight to it he will find his solution. And your mnemonic is,\n", 
        "4_Daf, 31_Line": "Let Nimrod come and testify that Abraham did not worship idols; let Lavan come and testify that Jacob was not suspected of theft; let Potiphar's wife testify that Joseph was not suspected of sinning; let  Nebuchadnezzar come and testify that Hanania, Mishael and Azariah did not bow down to an image; let Darius come and testify that Daniel never neglected the prayers; let Bildad the Shuhite, and Zophar the Naamathite, and Eliphaz the Temanite [and Elihu the son of Barachel the Buzite] testify that Israel has observed the whole Torah; as it is said,", 
        "21_Daf, 10_Line": "They have yet another festival in Rome [which occurs] once every seventy years. They bring a healthy man and ride him on a lame man. They dress him with the clothes of the first Adam, they place on his head the scalp of R. Ishmael, and on his neck they hang pieces of fine gold weighing four zuzim. They pave the markets with onyx stones, and they proclaim:", 
        "20_Daf, 66_Line": "what kind of mutilation does not render it trefa?", 
        "25_Daf, 15_Line": "An animal which had been blemished, while it cannot be used for sacrifice, the money obtained for it may be used;  but this excludes our case where the animal is not fit for the money obtained for it nor for actual sacrifice.", 
        "8_Daf, 47_Line": "They raised on objection:", 
        "7_Daf, 49_Line": "But if that be so, the same should apply to the congregation!", 
        "23_Daf, 9_Line": "[This statement] supports R. Hanina: for R. Hanina said:", 
        "31_Daf, 66_Line": "When he came home, his disciples called on him to console him, but he would accept no consolation.  ", 
        "8_Daf, 52_Line": "The Israelites accepted the Torah only so that the Angel of Death would not rule over them, as it is said:", 
        "16_Daf, 8_Line": "“The Scribe is reducing the Tanna is adding.”", 
        "13_Daf, 79_Line": "Since the verses do not prove one master’s statement more than the other, what are they really arguing about?", 
        "18_Daf, 45_Line": "That, too, is no contradiction.", 
        "18_Daf, 28_Line": "Rather learn from this that we count", 
        "6_Daf, 65_Line": "Abraham said in front of the Holy Blessed One:", 
        "10_Daf, 29_Line": "Now if you thought them and their festivals, then there are [at times] ten days.", 
        "10_Daf, 40_Line": "Is it [forbidden] because of it causes profit, or perhaps because “You shall not place a stumbling block before the blind” (Leviticus 19:14)?    ", 
        "32_Daf, 55_Line": "They said:", 
        "31_Daf, 43_Line": "“You black-pot.’  Through me and you this report will be completed.”", 
        "16_Daf, 14_Line": "How much less than [2000 years is the calculation]?", 
        "5_Daf, 13_Line": "Rather, they will be self-made converts, and they will place tefillin on their heads and on their arms, fringes on their garments, and a mezuzah on their doorposts,", 
        "31_Daf, 33_Line": "When I came to Korkunia I found R. Hiyya b. Ashi who was sitting [in the academy] and saying in the name of Shmuel,", 
        "36_Daf, 27_Line": "Rava said,", 
        "15_Daf, 61_Line": "the Romans did not move from there until they drove three hundred iron spears into his body and made his corpse like a sieve.", 
        "3_Daf, 64_Line": "is it not written,", 
        "53_Daf, 4_Line": "\"Die\" - but what about the hours of life [that the idolatrous physician may cost him]?", 
        "31_Daf, 3_Line": "They objected:", 
        "30_Daf, 5_Line": "Nahman said in the name of Rabbah b. Abbuha:", 
        "20_Daf, 45_Line": "a death at which burning takes place is regarded as important and they worship there, but one at which no burning takes place is unimportant and they do not worship there.", 
        "19_Daf, 28_Line": "“I know that the least one among you can bring the dead to life, still no one should be here when I come.”", 
        "8_Daf, 65_Line": "“For all the men are dead” (Exodus 4:19). Who are these men?", 
        "32_Daf, 60_Line": "They said:", 
        "34_Daf, 21_Line": "“A God of faithfulness and without iniquity, just and right is He” (ibid). And the daughter quoted:", 
        "27_Daf, 22_Line": "also a good palm, hatzav and niklas are forbidden to be sold to idolaters–", 
        "26_Daf, 7_Line": "Rather R. Safra said:", 
        "5_Daf, 67_Line": "Why are humans compared to the fishes of the sea?", 
        "11_Daf, 72_Line": "If one gives wool to a dyer to be dyed red and he dyed it black, or to be dyed black and he dyed it red:", 
        "36_Daf, 32_Line": "'In the Torah of God is his desire, and in His (read here as 'his') Torah he will toil day and night.'\"", 
        "36_Daf, 29_Line": "'But in the Torah of God is his desire.'\"", 
        "29_Daf, 36_Line": "rather it is since they will sell them to non-Jews.", 
        "18_Daf, 44_Line": "“The day of genosia and the birthday.”", 
        "53_Daf, 31_Line": "One might think that this is even in public", 
        "53_Daf, 32_Line": "and so it says (Vayikra 22:32): ", 
        "4_Daf, 33_Line": "The nations will then say:", 
        "3_Daf, 3_Line": "But can there be confusion in the presence of the Holy Blessed One?", 
        "33_Daf, 44_Line": "[They said]", 
        "5_Daf, 4_Line": "Thereupon the Holy Blessed One will laugh at them, as it is said,", 
        "18_Daf, 13_Line": "He went and studied it thoroughly and found that it is indeed taught [in a baraita]:", 
        "2_Daf, 16_Line": "he one who taught edehem (with an ayin) why did he not teach edehem (with an aleph)?", 
        "5_Daf, 41_Line": "To them that are weaned from the milk, to those just taken from the breast” (Isaiah 28:9).", 
        "8_Daf, 72_Line": "The leprous, as it is said,", 
        "10_Daf, 21_Line": "Now, if you thought that the festival is to be included, there would still remain Wednesday and Thursday which are permitted.", 
        "7_Daf, 24_Line": "My people, see how many righteous acts I did for you, in that I did not get angry with you all those days, for had I become angry, none would have remained or been spared of Israel’s enemies.", 
        "4_Daf, 3_Line": "‘Whence do we know that even an idolater who studies the Torah is equal to a High Priest? ", 
        "9_Daf, 27_Line": "We, for whom there are many blemishes that disqualify [animals for sacrifice], even in the lids of the eye, require thirty days. They, who have laws regarding animals missing limbs, require only three days.", 
        "5_Daf, 39_Line": "He sits and instructs the school children, as it is said,", 
        "34_Daf, 8_Line": "Why then was he punished?", 
        "18_Daf, 31_Line": "What is “the day of the genosia of their kings”?", 
        "3_Daf, 37_Line": "And how do we know this?", 
        "7_Daf, 42_Line": "“When that hour will arrive, I shall curse him.” When that hour did arrive, he was napping. He said:", 
        "6_Daf, 30_Line": "“Ruin, an utter ruin, I will make it,” (Ezekiel 21:32). Rather I only exact payment from them [a little at a time] as the hen does her picking.", 
        "5_Daf, 57_Line": "Anyone who stops [learning] words of the Torah and indulges in idle gossip will be made to eat glowing coals of juniper, as it is said,", 
        "11_Daf, 29_Line": "He said back:", 
        "19_Daf, 51_Line": " “Her kings,” but not all her kings; “All her princes,” but not all her officers.", 
        "27_Daf, 28_Line": "Fruit of a “good-palm.”", 
        "34_Daf, 29_Line": "For though she laid waste to His House and burned His Temple, and slew His pious ones and caused His best ones to perish, she still is firmly established! Yet, I have heard that you are sitting and occupying yourself with the Torah, publicly gather assemblies, and a Torah Scroll is resting.”", 
        "13_Daf, 71_Line": "“I pour out my meditation” etc.!", 
        "34_Daf, 4_Line": "Abba Shaul says:", 
        "25_Daf, 5_Line": "That may lead to transgression. ", 
        "29_Daf, 0_Line": "How do we know that we can say such a thing?", 
        "10_Daf, 27_Line": "Kalenda [lasts for] eight days after the [winter] equinox, and Saturnalia [is kept on the] eight days before the equinox; and your mnemonic [to remember which comes first and which comes last is],", 
        "26_Daf, 23_Line": "R. Judah b. Batera explained:", 
        "21_Daf, 18_Line": "Those that are every year, he includes, those that are not every year, he does not include.", 
        "9_Daf, 18_Line": "Have we not learned:", 
        "2_Daf, 4_Line": "even though it is depressing at the time, they are glad of it subsequently.", 
        "3_Daf, 71_Line": "“Did we accept it and fail to observe it?”", 
        "13_Daf, 58_Line": "There is one instance in which we do follow his ruling,", 
        "28_Daf, 8_Line": "While we may not fear bestiality, maybe there is the fear of his making the animal work [on Shabbat]?", 
        "11_Daf, 23_Line": "A certain min sent a Caesarean denar to R. Judah Nesi’a on his festival day. Resh Lakish was sitting before him.", 
        "31_Daf, 53_Line": "All [basilicas] are permitted.", 
        "8_Daf, 22_Line": "That refers to those who lived up to the times of Sinai.", 
        "14_Daf, 52_Line": "Yohanan said:", 
        "30_Daf, 59_Line": "One should not sell them bears, lions, or anything which may injure the public.", 
        "22_Daf, 0_Line": "placing two pots on the same stove, and the sages were not concerned.", 
        "5_Daf, 10_Line": "But will they be accepted?", 
        "18_Daf, 27_Line": "Now, in the present time we count the years from Tishri; were we then to say that we count our from the Exodus from Egypt we would need to count from. ", 
        "38_Daf, 5_Line": "This implies two things.", 
        "30_Daf, 4_Line": "shields may be sold to them, for when they have no more weapons they run away.", 
        "6_Daf, 83_Line": "A moment.", 
        "5_Daf, 31_Line": "How do we know that there is no laughter?", 
        "3_Daf, 27_Line": "“Mine is the silver and Mine is the gold, says the Lord of Hosts” (Haggai 2:8).", 
        "31_Daf, 25_Line": "Refutation.", 
        "15_Daf, 51_Line": "What did R. Judah b. Baba do?", 
        "7_Daf, 16_Line": "“Ever since I was yours until this very day”?", 
        "33_Daf, 36_Line": "Then they brought him two coils [of spun wool] and asked,", 
        "27_Daf, 31_Line": "Hatzav is the species of dates called kashba.", 
        "20_Daf, 12_Line": "“And the Lord went before them . . . in a pillar of fire to give them light” (Exodus 13:21). They converted.", 
        "32_Daf, 44_Line": "Was there not a woman who came before R. Hisda who said, Prepare her shrouds", 
        "12_Daf, 6_Line": "The differing opinions are quoted in Bava Kamma, and the anonymous opinion is in Bava Metzia, where it is taught:", 
        "11_Daf, 34_Line": "Abaye said:", 
        "31_Daf, 71_Line": "He said back,", 
        "21_Daf, 0_Line": "Trimming the tendons of its hoofs from the ankle downward! ", 
        "11_Daf, 8_Line": "R. Yohanan says:", 
        "21_Daf, 23_Line": "Hanan b. Hisda said in the name of Rav (and some say R. Hanan b. Rava said in the name of Rav):", 
        "24_Daf, 28_Line": "This only applies", 
        "32_Daf, 0_Line": "and for that you were arrested", 
        "32_Daf, 13_Line": "Four cubits.", 
        "5_Daf, 32_Line": "If we say from the verse,", 
        "14_Daf, 35_Line": "Our rabbis taught:", 
        "3_Daf, 73_Line": "Rather, this is what they will say to Him:", 
        "6_Daf, 71_Line": "But not to one who is thoroughly righteous?", 
        "7_Daf, 10_Line": "“You are just for carrying loads.”", 
        "18_Daf, 30_Line": "The day of the “genosia” of their kings etc.", 
        "34_Daf, 9_Line": "— Because he was pronouncing the Name in public.", 
        "29_Daf, 2_Line": "One should not sell a plowing cow during the Sabbatical Year; but Beth Hillel permits it, because he may possibly slaughter it.", 
        "33_Daf, 1_Line": "Let us go [through that leading] by the brothel and defy our inclination and we will receive a reward.", 
        "11_Daf, 55_Line": "Judah says:", 
        "27_Daf, 3_Line": "unspecified!", 
        "31_Daf, 1_Line": "Ashi said:", 
        "30_Daf, 16_Line": "Calves and foals.", 
        "5_Daf, 49_Line": "the kind of thing He does by day.", 
        "25_Daf, 34_Line": "One said to the other:", 
        "33_Daf, 51_Line": "“Since a miracle was worked for him in all the other matters, a miracle will also happen in this one, and you will only come out looking bad.”", 
        "11_Daf, 62_Line": "Leave aside the laws relating to [work permitted on] the intermediate days of the festival: they all cause trouble now, and are pleasant later.", 
        "18_Daf, 9_Line": "Nahman said:", 
        "10_Daf, 11_Line": "Now that we deduce this from the phrase “with you”,", 
        "2_Daf, 23_Line": "Rather, R. Huna the son of R. Joshua said", 
        "8_Daf, 45_Line": "This teaches that the Holy Blessed One made a condition with all creation, saying,", 
        "20_Daf, 49_Line": "And just as it is permitted to burn at the [funerals] of kings so it is permitted to burn in the case of princes.", 
        "6_Daf, 50_Line": "Did you not tell us that he is a great man?", 
        "24_Daf, 8_Line": "From here they said:", 
        "31_Daf, 63_Line": "The governor thought that he referred to him, but he was only speaking about his father in heaven.", 
        "31_Daf, 48_Line": "those of kings, baths, or store-houses.", 
        "12_Daf, 11_Line": "But if that were so, every case of differing opinions followed by an anonymous one, we could say", 
        "15_Daf, 53_Line": "R. Meir, R. Judah [b. Il’ai]. R. Yose, R. Shimon and R. Eleazar b. Shammua (R. Avia adds", 
        "11_Daf, 67_Line": "One may not recover a loan made through a document, but one may collect a loan made by word of mouth, since this is as if he is rescuing it from their hands.", 
        "5_Daf, 17_Line": "“Against God and His Messiah” as it is said,", 
        "12_Daf, 15_Line": "And as to R. Joseph?", 
        "7_Daf, 28_Line": "A moment [rega].", 
        "28_Daf, 20_Line": "It is different with idols, for this is a strict matter, as it is written,", 
        "32_Daf, 27_Line": "It is the voice of the two daughters who cry from Gehenna calling to this world: Bring, bring! And who are they?", 
        "8_Daf, 54_Line": "But against R. Yose, too, [it may be argued] that the verse", 
        "34_Daf, 26_Line": "When R. Yose b. Kisma was ill, R. Hanina b. Teradion went to visit him.", 
        "8_Daf, 86_Line": "“We have come to loathe", 
        "15_Daf, 57_Line": "“Rabbi, what about you?”", 
        "14_Daf, 2_Line": "we should not learn from the example of Moses; Moses is different for he was a great man.", 
        "25_Daf, 23_Line": "Yirmiyah said to R. Zera: It was taught,", 
        "5_Daf, 7_Line": "“Only on that day is there laughter before the Holy Blessed One.”", 
        "18_Daf, 10_Line": "In the Diaspora they count only according to the rule of the Greeks.", 
        "20_Daf, 16_Line": "“Now what is this?”", 
        "11_Daf, 57_Line": "Does R. Judah not hold that though it is depressing at the time they are glad of it subsequently?", 
        "27_Daf, 1_Line": "Rather, “unspecified” means if he asks for wheat and “specified” when he asks for white wheat.", 
        "26_Daf, 26_Line": "Abaye said:", 
        "14_Daf, 7_Line": "Judah the son of Shmuel b. Shilat said in the name of Rav: Even though it was said", 
        "18_Daf, 4_Line": "for we have learned: Rabbi Yose said,", 
        "11_Daf, 27_Line": "Resh Lakish answered:", 
        "32_Daf, 38_Line": "that the lightest sin that she committed was that her younger son is the offspring of her older son?", 
        "14_Daf, 59_Line": "We have also taught the same thing: for it teaches,", 
        "12_Daf, 27_Line": "If one consulted a sage who declared [a person or article] impure, he should not consult another sage who might declare it as pure.", 
        "30_Daf, 10_Line": "Because they may hammer weapons out of them.", 
        "24_Daf, 25_Line": "Rather a field that is a doubtful burial ground.", 
        "15_Daf, 60_Line": "They say that", 
        "3_Daf, 50_Line": "“And this is the Torah which Moses set before the children of Israel” (Deuteronomy 4:44).", 
        "8_Daf, 10_Line": "“And your righteousness shall go before you; the presence of the Lord shall be your rearguard” (Isaiah 58:8).", 
        "32_Daf, 14_Line": "And the rabbis, how do they expound on the words “the hire of a harlot”?", 
        "7_Daf, 7_Line": "...immediately", 
        "32_Daf, 30_Line": "R. Hisda said in the name of Mar Ukba: It is the voice of Gehenna crying and calling:", 
        "9_Daf, 17_Line": "Is such a long period necessary?", 
        "23_Daf, 4_Line": "Swallowing a leech.", 
        "7_Daf, 73_Line": "This last statement accords with what R. Yohanan said in the name of R. Shimon b. Yohai:", 
        "11_Daf, 36_Line": "But Rava said:", 
        "33_Daf, 11_Line": "and Scripture has the phrase, “Wonderful is His counsel and great His wisdom” (Isaiah 28:29)?  But in that case the word should have been zimmah.", 
        "18_Daf, 50_Line": "Then [as said previously] “Genosia means indeed the day they corrronated the kind.” But there is no difficulty,", 
        "15_Daf, 8_Line": "And after twelve months is it permitted?", 
        "23_Daf, 12_Line": "Meanwhile [before the water is heated, what should he do?]", 
        "7_Daf, 51_Line": "If so, the same should be true with regard to the morning prayer!", 
        "8_Daf, 37_Line": "Do not say “we would not have come into the world,” rather ", 
        "16_Daf, 16_Line": "Papa said:", 
        "5_Daf, 36_Line": "Rather from the verse,", 
        "14_Daf, 73_Line": "Hence", 
        "3_Daf, 53_Line": "They will say to themselves:", 
        "7_Daf, 27_Line": "And how long is His wrath?", 
        "11_Daf, 7_Line": "What if one did transact business?", 
        "14_Daf, 62_Line": "unless it excludes those subjected to him?", 
        "6_Daf, 32_Line": "Even if Israel does before Me only a few good deeds, like hens picking in a rubbish heap, I will make them accumulate to a large sum, as it is said, ", 
        "6_Daf, 47_Line": "Abbahu came and found him. He said to them:", 
        "6_Daf, 26_Line": "This also accords with what Rava said: What is it that is written,", 
        "25_Daf, 47_Line": "but if it be by itself, one should clip its spur and then sell it to him, because a defective [animal] is not sacrificed to an idol.", 
        "8_Daf, 4_Line": "if, on the other hand, the case of a community only were mentioned, it might have been thought [that teshuvah is possible] because mercy for them is great, but with an individual, whose merits are not so strong, it is not so; hence both are necessary.", 
        "24_Daf, 43_Line": "Abaye said: The Torah says,", 
        "31_Daf, 46_Line": "One should not join them in building a basilica, an executioner’s scaffold, a stadium or a tribune.", 
        "21_Daf, 8_Line": "The day of shaving one’s beard when one’s lock of hair is left; The day of shaving one’s hair and of removing one’s lock of hair.", 
        "7_Daf, 70_Line": "R. Yehoshua ben Levi said", 
        "13_Daf, 53_Line": "That refers to the garden variety.", 
        "38_Daf, 11_Line": "\"Nor give freely unto them\" - do not grant them occupation of the land.", 
        "14_Daf, 4_Line": "neither according to the one nor according to the other. Rather one should pray for his personal needs at the blessing [concluding with], “Who hears prayer.”", 
        "4_Daf, 4_Line": "From the following verse: ", 
        "28_Daf, 34_Line": "I assume that he bought it for slaughtering.", 
        "11_Daf, 32_Line": "To lend articles to them or borrow any from them.", 
        "5_Daf, 23_Line": "But is this so?", 
        "27_Daf, 14_Line": "since when he was given a black one or a red one he accepted it, he is not asking for one for idolatry, or perhaps he is merely acting cunningly?", 
        "26_Daf, 43_Line": "An idolater who gives a banquet for his son or has a sick person in his house it is permitted [to sell him a white rooster even if he asks for a white rooster].", 
        "14_Daf, 12_Line": "Even though they said one should pray for his personal needs at the blessing [concluding with], “Who hears prayer,” if one wishes to say them after his prayer, even to the extent of the Yom Kippur Service, he may do so.", 
        "31_Daf, 52_Line": "There are those who say: Rava said: ", 
        "24_Daf, 1_Line": "But R. Yohanan said:", 
        "12_Daf, 7_Line": "The party which changes [an agreement] has the lesser right, and whoever retracts has the lesser right.", 
        "4_Daf, 29_Line": "Then the Holy Blessed One will say:", 
        "36_Daf, 1_Line": "\"Let us build for ourselves a city\" (Genesis 11:4) ", 
        "6_Daf, 38_Line": "And this is similar to what R. Papi said in the name of Rava: What is it that is written,", 
        "24_Daf, 29_Line": "when he cannot find [a place elsewhere] to learn, but when he can find elsewhere to learn he may not be defiled;", 
        "16_Daf, 9_Line": "The Tanna of the house of Eliyyahu taught:", 
        "29_Daf, 25_Line": "If we say because they are suspected of bestiality, are they to be suspected?", 
        "20_Daf, 38_Line": "The burning of articles at a king’s [funeral] is permitted and it is not “the way of the Amorites”?", 
        "26_Daf, 6_Line": "This is the general rule: Everything which has a [perennial] root is subject to the laws of the sabbatical Year  but anything that has no [perennial] root is not subject to the law of the Sabbatical Year.", 
        "6_Daf, 27_Line": "“Surely He would not strike at a ruin if, in calamity, one cried out to Him” (Job 30:24)?", 
        "22_Daf, 6_Line": "What does it mean “the sages were not concerned”?", 
        "31_Daf, 27_Line": "Abaye said: Mar Judah told me that", 
        "32_Daf, 10_Line": "“Remove your way from her” this refers to minut as well as to the ruling power, and, “and do not come near the door of her house” this refers to a harlot.", 
        "33_Daf, 13_Line": "“Against matters of licentiousness (zimmah) she shall watch over you, and discernment will guard against you.”", 
        "9_Daf, 0_Line": "this miserable food” (Numbers 21:5).", 
        "14_Daf, 18_Line": "GEMARA. R. Hanan b. Rava said:", 
        "25_Daf, 30_Line": "Ashi said:", 
        "22_Daf, 7_Line": "That cooking was done by a non-Jew. As a parallel case, here too the rabbis were not concerned about transacting business on account of the festivity.", 
        "27_Daf, 42_Line": "But this contradicts", 
        "31_Daf, 31_Line": "Learn from me this matter for I have heard it from a great man, but I do not know whether from Rav or from Shmuel:", 
        "36_Daf, 31_Line": "\"At first it is associated with the name of the Holy One, blessed be He, and finally it is associated with his name, as it is stated ", 
        "23_Daf, 14_Line": "“let him sip vinegar.”", 
        "10_Daf, 8_Line": "Perhaps he was “perfect” in his manners and “righteous” in his deeds?", 
        "31_Daf, 34_Line": "“A large wild beast is like small cattle with regard to struggling” and I said,", 
        "13_Daf, 21_Line": "the first tanna holds that", 
        "7_Daf, 78_Line": "Why, then, did they do these things?", 
        "26_Daf, 50_Line": "We have learned: As for other things, if they are not specified their sale is permitted, but if specified it is forbidden.", 
        "6_Daf, 74_Line": "do not read “my sanctuary” but my sanctified ones, namely the men who fulfilled the Torah from Aleph to Tav?", 
        "31_Daf, 32_Line": "“A large wild beast is like small cattle with regard to struggling.”", 
        "34_Daf, 18_Line": "Sins which one treads under one’s heels in this world encompass him on the Day of Judgment.", 
        "26_Daf, 39_Line": "What are we dealing with here? Where he said, “I want this (a white rooster) and this (a rooster).”", 
        "29_Daf, 11_Line": "And in any case where a person is not commanded [concerning a thing] he is permitted [to sell it to one who will not observe the prohibition]?", 
        "15_Daf, 15_Line": "But was it not taught", 
        "31_Daf, 36_Line": "But when I came to Sura I found Rabbah b. Yirmiyah who was sitting and saying in the name of Rav,", 
        "7_Daf, 43_Line": "You can learn from this that it is not proper to act thus. “His tender mercies are over all His works” is what is written, and it also says.", 
        "32_Daf, 73_Line": "He said:", 
        "5_Daf, 38_Line": "What then does God do in the fourth quarter [of each day]?...", 
        "24_Daf, 26_Line": "And one may be defiled for the sake of studying Torah or marrying a woman.", 
        "13_Daf, 30_Line": "For it is taught: Nahum the Mede says:", 
        "15_Daf, 37_Line": "That Rome kept faith with Israel for twenty six years, from where do we know this? [From the following:] ", 
        "13_Daf, 18_Line": "it includes the festivals.", 
        "6_Daf, 78_Line": "“Who could stand before His anger” (Nahum 1:6)?", 
        "18_Daf, 58_Line": "You should ask them to appoint my son Severus to reign in my place, and tell Severus to make Tiberias a Colony.”", 
        "28_Daf, 4_Line": "And Rav too changed his opinion for R. Tahlifa said in the name of R. Shila b. Abimi, who said in the name of Rav:", 
        "11_Daf, 18_Line": "No, the tanna refers to both as “their festivals.”", 
        "15_Daf, 52_Line": "He went and sat down between two mountains and between two large towns between two borders, namely, between Usha and Shefar’am and there he ordained five elders:", 
        "3_Daf, 32_Line": "“And this is the Torah which Moses set before the children of Israel” (Deuteronomy 4:44).", 
        "38_Daf, 9_Line": "This implies all of the above.", 
        "21_Daf, 40_Line": "The Festival of the Merchants is different, as it is not a fixed one. ", 
        "25_Daf, 16_Line": "Yonah found R. Ilai as he was standing at the gate of Tyre.", 
        "34_Daf, 11_Line": "From here they said:", 
        "7_Daf, 45_Line": "It was taught in the name of R. Meir:", 
        "2_Daf, 7_Line": "while the other taught edehem (with an ayin).", 
        "30_Daf, 44_Line": "if not to avoid its being kept?", 
        "10_Daf, 43_Line": "And if he has one of his own then the Jew does not transgress placing a stumbling block before the blind?", 
        "9_Daf, 32_Line": "‘Bring such cattle whose principal limbs are living.", 
        "6_Daf, 48_Line": "Why are you torturing him?", 
        "4_Daf, 18_Line": "Then they will say:", 
        "14_Daf, 37_Line": "“Woe is me, it is because I have sinned that the world around me is becoming dark; the universe will now become again void and without form. This then is the death to which I have been sentenced from Heaven!”", 
        "15_Daf, 66_Line": "Rather let us be exiled from place to place than pronounce them guilty [of capital offences] for it is written", 
        "21_Daf, 32_Line": "Hanan son of R. Hisda said to R. Hisda:", 
        "3_Daf, 61_Line": "The nations will then say:", 
        "7_Daf, 68_Line": "All the mitzvot which Israel does in this world will come and strike the non-Jews on their heads in the world to come, as it is said,", 
        "14_Daf, 36_Line": "On the day that the world was created, the first Adam, when he saw the setting of the sun he said,", 
        "8_Daf, 56_Line": "R. Yose could reply: ", 
        "13_Daf, 38_Line": "Nahum the Mede.", 
        "14_Daf, 43_Line": "The bull which Adam offered had only one horn in its forehead, as the verse says,", 
        "20_Daf, 56_Line": "Say", 
        "21_Daf, 16_Line": "“The brother of our lord, the impostor,” it may be taken to mean that it is their lord himself who is the impostor.", 
        "6_Daf, 42_Line": "Abahu commended R. Safra to the minim as a learned man, and he was thus exempted by them from paying taxes for thirteen years.", 
        "8_Daf, 3_Line": "And both these are necessary; for if it had taught only [the case of] the individual, [it might have been thought that teshuvah was possible] because his sin is not well known, but in the case of a community whose sins are well known it might not be so; ", 
        "34_Daf, 33_Line": "“I am making reasonable statement, and you say, ‘Heaven will show mercy!’ It will surprise me if they do not burn you and the Torah scroll with fire.”...", 
        "6_Daf, 25_Line": "I will seek their records: if they have any meritorious deeds to their credit, I will redeem them, but if not, I will destroy them.", 
        "25_Daf, 2_Line": "Abaye said:", 
        "22_Daf, 18_Line": "Human faces that spout water in the cities one should not place his mouth on them and drink; because he may seem as kissing the idolatrous figure.", 
        "18_Daf, 63_Line": "Kill them one at a time, but do not attack all of them at once.", 
        "3_Daf, 85_Line": "What did He see? He saw that the nations did not observe even the seven commandments which the sons of Noah had taken upon themselves, and seeing that they did not observe them, He stood up and released them from them.", 
        "3_Daf, 17_Line": "You may say, ", 
        "4_Daf, 10_Line": "The Holy Blessed One will reply,", 
        "32_Daf, 5_Line": "I did not say anything back.", 
        "30_Daf, 57_Line": "to selling also, so that in such places where it is the custom to sell, such sale is permitted, but where the custom is not to sell, it is forbidden.", 
        "25_Daf, 36_Line": "The other said back: “Orphan! Would your master act thus?” Both in fact had bought of private individuals, but each one thought", 
        "34_Daf, 32_Line": "He responded,", 
        "11_Daf, 21_Line": "Zevid taught a baraita from the house of R. Oshaia:", 
        "33_Daf, 58_Line": "He was sentenced to be burned because\n", 
        "6_Daf, 75_Line": "There, too, since it was in their power to protest against [the wickedness of the others] and they did not protest, they are not regarded as thoroughly righteous.", 
        "7_Daf, 25_Line": "This is what Bilaam said to Balak,", 
        "30_Daf, 58_Line": "Our Mishnah says: ", 
        "3_Daf, 22_Line": "They will reply:", 
        "15_Daf, 50_Line": "Rather, the laws of fines would have been abolished; for the wicked Kingdom of Rome decreed that he who ordains a rabbi shall be put to death, and he who is ordained shall be put to death, the town in which an ordination takes place shall be destroyed and the border in which the ordination is held shall be laid waste.", 
        "18_Daf, 38_Line": "But do [the Romans] ever appoint a king’s son as king?", 
        "7_Daf, 2_Line": "What is meant by the words “he did not know the mind of his animal”?", 
        "3_Daf, 56_Line": "But after they saw that the first ones did not achieve anything, why should the other nations come forth?", 
        "5_Daf, 68_Line": "To tell you,", 
        "13_Daf, 55_Line": "A great man has come from our place, but whatever he says he is told", 
        "32_Daf, 65_Line": "They said:", 
        "28_Daf, 2_Line": "Why?", 
        "11_Daf, 0_Line": "How do we know that one should not hold out a cup of wine to a Nazirite or a limb from a living animal to a Noachide?", 
        "4_Daf, 23_Line": "“If Israel accept my Law it will be well, but if not, I shall reduce you to a state of chaos.”", 
        "24_Daf, 14_Line": "Mesharsheya the son of R. Idi said: R. Shimon b. Lakish holds that", 
        "32_Daf, 6_Line": "He said to me: ‘Thus was I taught [by Jesus the Nazarene],", 
        "3_Daf, 2_Line": "“And one kingdom [u-leom] shall be stronger than the other kingdom” (Genesis 25:23).", 
        "2_Daf, 8_Line": "The one who taught edehem (with an aleph) is not in error while the one who taught edehem (with an ayin) is not in error.", 
        "26_Daf, 31_Line": "It was stated in the mishnah: R. Judah said:", 
        "11_Daf, 54_Line": "“I can enforce payment,” and now he would go and offer thanksgiving, but to recover from them money which will never return to the lender we might regard this as painful to him, and he would not go offer thanks for it. Hence all the instances are necessary.", 
        "15_Daf, 6_Line": "Papa said in the name of Rava:", 
        "21_Daf, 30_Line": "Dimi of Nehardea taught these in the reversed order:", 
        "19_Daf, 76_Line": "“Keti’ah b. Shalom is destined for [eternal] life in the world to come!”", 
        "17_Daf, 13_Line": "There is a difference of three years between them, for the baraita is three years longer.", 
        "34_Daf, 23_Line": "Rabbi said:", 
        "8_Daf, 19_Line": "That is to say that if the Israelites had not committed that sin they would not have given birth to children?", 
        "11_Daf, 66_Line": "For it is taught: R. Joshua b. Korha says:", 
        "34_Daf, 15_Line": "“How beautiful are the steps of this maiden!” Immediately she took particular care of her step.", 
        "7_Daf, 65_Line": "All the mitzvot which Israel does in this world will testify on their behalf in the world to come, as it is said,", 
        "26_Daf, 24_Line": "A package is no less than three manehs.", 
        "3_Daf, 18_Line": "because it is not the way of the world that a king should wait outside; or you may say", 
        "21_Daf, 6_Line": "The day of shaving of one’s beard when the lock of hair is left, or the shaving of the beard when the lock of hair was removed?", 
        "8_Daf, 74_Line": "The childless, as it is said,", 
        "4_Daf, 42_Line": "Rather, the Holy Blessed One does not deal harshly with His creatures.", 
        "12_Daf, 3_Line": "If the increase in value [through the dyeing] exceeds the costs, the owner may pay the costs, or if the costs exceed the increased value, he may pay the increase in value.", 
        "31_Daf, 26_Line": "But what kind of work can a large wild animal perform?", 
        "34_Daf, 1_Line": "But how could he do so?", 
        "25_Daf, 8_Line": "Scripture says, “And you shall tear down their altars …You shall not do so to the Lord your God” (Deuteronomy 12:3).", 
        "30_Daf, 23_Line": "Wait till she gives birth.", 
        "5_Daf, 56_Line": "Levi says:", 
        "24_Daf, 0_Line": "all the more so it is prohibited to provide benefit.", 
        "8_Daf, 13_Line": "Elazar said:", 
        "20_Daf, 48_Line": "‘You shall die in peace and as they burned for your fathers, the earlier kings that came before you, so shall they will burn for you’ (Jeremiah 34:5).”", 
        "18_Daf, 33_Line": "It is the day on which the idolaters coronate their king.", 
        "4_Daf, 28_Line": "Rather at first it trembled, and subsequently it became still.", 
        "6_Daf, 63_Line": "Abba b. Kahana: What is the meaning of the verse,", 
        "13_Daf, 22_Line": "[the proceeds of] such transactions are permissible,", 
        "8_Daf, 48_Line": "“May they always be of such a mind [… that it might go well with them and their children]” (Deuteronomy 5:26). This obviously does not refer to the abolition of the angel of death, since the decree [of death] had already been made?  It means therefore that Israel accepted the Torah only so that no nation or tongue would prevail against them, as it is said,", 
        "6_Daf, 58_Line": "They said to him:", 
        "19_Daf, 45_Line": "“To the house of Esau,” those who do the deeds of Esau.", 
        "4_Daf, 48_Line": "But did you not just say,", 
        "32_Daf, 63_Line": "He said:", 
        "14_Daf, 5_Line": "Judah said in the name of Shmuel:", 
        "24_Daf, 22_Line": "And just as he may defile himself [by going] outside the Land, so he may become defiled by walking on a burial ground.", 
        "20_Daf, 61_Line": "Papa said [that refers to]", 
        "53_Daf, 20_Line": "But he was bitten by a snake!", 
        "8_Daf, 64_Line": "The poor, as it is written,", 
        "8_Daf, 35_Line": "The Son of David will only come when all the souls in the guf have been exhausted, as it is said,", 
        "18_Daf, 46_Line": "the one refers to the king’s own birthday, the other to that of his son.", 
        "24_Daf, 6_Line": "“Whoever takes a wreath and puts it on his head and on the head of his donkey in honor of the idols, his tax will be remitted; otherwise his tax will not be remitted!” A Jew who is found there, what should he do?", 
        "15_Daf, 17_Line": "Joseph said:", 
        "7_Daf, 3_Line": "At the time when he was seen riding on his donkey, they said to him,", 
        "30_Daf, 19_Line": "They said to him:", 
        "12_Daf, 14_Line": "When we do not say that there is no order to the Mishnah, that is within one tractate, but in two tractates we do say there is no order.", 
        "22_Daf, 4_Line": "lest the Jew would turn around and the non-Jew would drop some nevelah into his pot. As a parallel case, here too the Sages were not concerned lest he receive money used in idolatry.", 
        "6_Daf, 10_Line": "“Shaddai—we have not found the greatness of his power” (Job 37:23), yet it is written,", 
        "2_Daf, 26_Line": "Hanina b. Papa and some say R. Simlai expounded:", 
        "6_Daf, 55_Line": "How are you different that you know [Scripture]?’", 
        "21_Daf, 28_Line": "[some call it", 
        "20_Daf, 1_Line": "Onkelos the son of Kalonymus converted.", 
        "7_Daf, 72_Line": "'Would that it were possible that these feelings would stay with them and they would revere me forever...'", 
        "7_Daf, 15_Line": "But she continued,", 
        "31_Daf, 61_Line": "He replied,", 
        "24_Daf, 18_Line": "But do the rabbis not disagree?", 
        "2_Daf, 2_Line": "we should receive repayment from them, as this can only depress them; ", 
        "8_Daf, 0_Line": "To teach you that if an individual has sinned, they say to him, ", 
        "5_Daf, 54_Line": "He sits and listens to the song of the Hayyot, as it is said,", 
        "2_Daf, 22_Line": "“Let them bring their witnesses that they may be justified” — this refers to Israel; “And let them hear and say: It is true” this refers the idolaters.", 
        "6_Daf, 13_Line": "There is no contradiction:", 
        "15_Daf, 59_Line": "“I lie before them as a stone that is not turned.”", 
        "3_Daf, 25_Line": "“You foolish ones in the world, all that which you have done, you have only done to satisfy your own desires. You have established marketplaces to place prostitutes in them; baths, to delight yourself in them; silver and gold, that is mine, ", 
        "25_Daf, 42_Line": "They bought from a private individual who was not a permanent resident.", 
        "33_Daf, 22_Line": "It means that he who only occupies himself only with the study of the Torah is as if he had no God.", 
        "20_Daf, 50_Line": "What do they burn in the case of kings?", 
        "4_Daf, 9_Line": "“Master of the Universe, has Israel, who accepted the Torah, observed it? ", 
        "29_Daf, 46_Line": "If he is suspected of murder then it is obvious, it is no different then a non Jew", 
        "25_Daf, 21_Line": "It has been taught;", 
        "7_Daf, 33_Line": "As it is written,", 
        "18_Daf, 2_Line": "Nahman said:", 
        "9_Daf, 14_Line": "“That send forth the feet of the ox and the donkey”: The Tanna of the House of Eliyahu taught:", 
        "15_Daf, 3_Line": "Papa said:", 
        "26_Daf, 25_Line": "But we should be concerned lest he goes and sells it to others who will burn it [before idols]?", 
        "4_Daf, 32_Line": "“Let them [the nations] bring their [own] witnesses, that they [Israel] may be justified” (Isaiah 43:9). ", 
        "13_Daf, 39_Line": "Another [baraita] taught: Nahum the Mede says:", 
        "21_Daf, 39_Line": "Did not Rav Judah declare it permissible to R. Bruna to buy wine and to R. Giddal to buy wheat on the Festival of the Merchants?  ", 
        "6_Daf, 18_Line": "There is no contradiction:", 
        "20_Daf, 53_Line": "But did you not say", 
        "15_Daf, 62_Line": "Nahman b. Yitzchak said:", 
        "28_Daf, 12_Line": "Then said Rami the son of R. Yeba:", 
        "8_Daf, 70_Line": "The blind, as it is said:", 
        "20_Daf, 5_Line": "As they were about to take him away with them,", 
        "31_Daf, 8_Line": "We learned:", 
        "6_Daf, 1_Line": "“For lo! That day is at hand, burning like an oven. All the arrogant and all the doers of evil shall be straw, and the day that is coming—said the LORD of Hosts—shall burn them to ashes and leave of them neither stock nor boughs” (Malachi 3:19). It shall leave them neither stock — in this world, nor bough — in the world to come.", 
        "2_Daf, 18_Line": "What is it that brings about that calamity? The testimony they testify about themselves. Therefore testimony is preferable.", 
        "31_Daf, 44_Line": "It has indeed been stated so: R. Zera said in the name of R. Assi, in the name of Rabbah b. Yirmiyah, in the name of R. Hama b. Guria, in the name of Rav:", 
        "15_Daf, 16_Line": "Kratesis and the day on which Rome seized the kingship?", 
        "23_Daf, 8_Line": "The danger of a leech.", 
        "4_Daf, 13_Line": "“Master of the Universe, can a father testify on behalf of his son?", 
        "24_Daf, 11_Line": "Cutting the tendons of the hoofs beneath the ankle.", 
        "29_Daf, 35_Line": "one can seclude themselves with them", 
        "19_Daf, 29_Line": "Every day [he came] he would attend on Rabbi. He would give him food and drink.", 
        "14_Daf, 24_Line": "He sat for eight days of fasting and prayer.", 
        "29_Daf, 26_Line": "Has it not been taught:", 
        "14_Daf, 8_Line": "one should pray for his personal needs at the blessing [concluding with], “Who hears prayer,” nevertheless, if he is wants to say at the of any of the blessing an addition similar to that blessing, he may do so.", 
        "29_Daf, 19_Line": "“I sold it to a Jew.”", 
        "19_Daf, 30_Line": "When Rabbi wanted to get on his bed Antoninus crouched in front of the bed saying, ", 
        "21_Daf, 14_Line": "Their own mouths caused them to stumble. Had they said", 
        "33_Daf, 45_Line": "“And how many old people have been trampled till now?”", 
        "53_Daf, 24_Line": "And [how would] R' Yishmael [respond]?", 
        "32_Daf, 58_Line": "He said:", 
        "3_Daf, 15_Line": "“To perform the sentence of his servant [King Solomon] and [then] the sentence of His people Israel.”", 
        "9_Daf, 16_Line": "On the three days preceding their festivals it is forbidden to do any business transaction with them.", 
        "38_Daf, 14_Line": "Alternatively,...", 
        "38_Daf, 4_Line": "\"nor show mercy unto them\" [spelled with a vav]. What does \"nor show mercy unto them\" [spelled without a vav] mean?", 
        "14_Daf, 67_Line": "“And he will call you and you will eat of his sacrifice” (Exodus 34:15).", 
        "18_Daf, 54_Line": "“I want my son Severus to reign in my place and that Tiberias should be declared a Colony.  Were I to ask one of these things, they will grant it, but both they will not grant.”", 
        "24_Daf, 39_Line": "The one case refers to purchasing from a dealer, from whom the tax is exacted, the other case refers to purchasing from a private individual from whom the tax is not exacted.", 
        "27_Daf, 17_Line": "Also a good palm etc.", 
        "24_Daf, 46_Line": "“What is meant by disabling [cattle]?", 
        "5_Daf, 44_Line": "Metatron.", 
        "17_Daf, 11_Line": "“Buy a a field that is worth a thousand denarii for one denar,” do not buy it.", 
        "9_Daf, 33_Line": "But is not this phrase needed to exclude such animals that are trefa?", 
        "20_Daf, 24_Line": "Rav Judah said in the name of Rav: Do not read goyim  [nations] but ge’im [lords].  This refers to Antoninus and Rabbi  from whose table neither lettuce, nor radish nor cucumber was ever absent either in summer or winter; and, as a master has said:", 
        "29_Daf, 49_Line": "Our Rabbis taught:", 
        "27_Daf, 0_Line": "In that case it is neither necessary to state that the unspecified may be sold, nor is it necessary to state that the specified may not be sold.", 
        "19_Daf, 12_Line": "“I do not need it, I have enough of my own.”", 
        "13_Daf, 76_Line": "This is what it means:", 
        "21_Daf, 49_Line": " How about the fair in Gaza?", 
        "3_Daf, 68_Line": "R. Yohanan says:", 
        "13_Daf, 63_Line": "As it is taught: R. Eliezer says:", 
        "17_Daf, 7_Line": "From the year four hundred after the destruction and onwards, if one says unto you.", 
        "7_Daf, 29_Line": "And how long is a rega?", 
        "8_Daf, 82_Line": "You are an ungrateful people, the descendants of ungrateful people. When the Holy Blessed One said to you: ", 
        "16_Daf, 7_Line": "f on the other hand a notary is uncertain, let him ask a Tanna what the year is according to his reckoning and deduct from it twenty years and he will find his calculation. As a mnemonic take,", 
        "12_Daf, 8_Line": "And as to R. Huna?", 
        "6_Daf, 7_Line": "was taught: R. Hanina, the Deputy High Priest, said,", 
        "21_Daf, 34_Line": "He answered him: This is how your mother’s father explained it:", 
        "21_Daf, 35_Line": "They are fixed permanently; regularly, all the year round they worship there.", 
        "21_Daf, 41_Line": "When an idolatrous [festival] takes place within a city it is permitted [to conduct business with non-Jews] outside it.", 
        "6_Daf, 40_Line": "The Holy Blessed One says: ", 
        "26_Daf, 4_Line": "Now should you think that iztroblin is cedar wood, is cedar wood subject to laws of the sabbatical year?", 
        "22_Daf, 26_Line": "If, on the other hand, it had taught the case of the coins only [we might say that the prohibition applies] because there is a loss of money, but in the case of the thorn, where there is pain, the prohibition is not to be applied.", 
        "19_Daf, 62_Line": "If it means that [Israel] was to be scattered to the four corners of the world, then instead of saying, “as the four winds,” the verse would have said, to the four winds?", 
        "31_Daf, 22_Line": "one should not sell them bears, lions or anything which may injure the public.", 
        "12_Daf, 17_Line": "Or, if you want, you can say, because this rule was taught among legal and fixed decisions, thus:", 
        "30_Daf, 28_Line": "Rabbi forbids it for two reasons:", 
        "14_Daf, 3_Line": "The sages say [the decision is]", 
        "17_Daf, 9_Line": "In a baraita it was taught:", 
        "7_Daf, 50_Line": "The [collective] merits of a congregation are greater.", 
        "12_Daf, 28_Line": "If [he consulted] one sage and he declared it forbidden, one should not consult another sage who might declare it permitted. If there were two sages, and one declares it impure and the other pure, one forbids and the other permits, then if one of them is superior to the other in learning and in number of years, follow his opinion. And if not, follow the one holding the stricter view.", 
        "31_Daf, 38_Line": "“That means that this has been stated in the name of Rav as well as in the name of Shmuel.”", 
        "3_Daf, 40_Line": "This refers to the Persians, who eat and drink greedily like a bear, are fleshly like a bear, have shaggy hair like a bear, and are restless like a bear.", 
        "13_Daf, 47_Line": "The dill plant is subject to tithe whether [in its state of] seeds, or vegetables, or pods.", 
        "25_Daf, 11_Line": "“Seems!”", 
        "3_Daf, 76_Line": "“And they stood at the foot (or under) the mountain” (Exodus 19:17), R. Dimi b. Hama said:", 
        "11_Daf, 47_Line": "We forbid reclaiming from them lest they come to repay them.", 
        "34_Daf, 28_Line": "“My brother, Hanina, do you not know, that this nation, Heaven has ordained that they reign? ", 
        "18_Daf, 56_Line": "and he gave the man on top a dove and said to the one on the bottom to set the dove free.", 
        "11_Daf, 10_Line": "[the proceeds of] the transaction are permitted.", 
        "19_Daf, 68_Line": "“Pity the ship that sails without paying the tax.", 
        "3_Daf, 16_Line": "And what is the reason?", 
        "33_Daf, 29_Line": "He did indeed practice, but not as much as was required.", 
        "20_Daf, 32_Line": "This implies that R. Meir holds that", 
        "33_Daf, 30_Line": "When they brought up R. Elazar b. Perata [for his trial] they asked him,", 
        "15_Daf, 56_Line": "“Flee, my children!” They said to him,", 
        "21_Daf, 22_Line": "— Muharnekai, Aknayata, Bahnani and the tenth of Adar.", 
        "19_Daf, 22_Line": "“Let him tell that servant who is sleeping outside the door to rise and come in.”", 
        "33_Daf, 42_Line": "He replied,", 
        "15_Daf, 63_Line": "Do not say “cases of fines” but rather that they did not adjudicate capital cases.", 
        "8_Daf, 60_Line": "What may be meant here by dying?", 
        "32_Daf, 54_Line": "He said: Hills and mountains, ask for mercy for me!", 
        "15_Daf, 55_Line": "Once their enemies saw them, he said to them,", 
        "18_Daf, 39_Line": "Did not R. Joseph teach:", 
        "13_Daf, 7_Line": "on the three preceding days and the three following days it is forbidden; ", 
        "21_Daf, 33_Line": "What does it mean that they are fixed?", 
        "30_Daf, 6_Line": "The halakhah accords with the “others say.”", 
        "28_Daf, 18_Line": "“Even in a place where they said it was permitted to rent [a house to an idolater],", 
        "15_Daf, 5_Line": "And from the outset when is it prohibited?", 
        "33_Daf, 12_Line": "This is what it therefore means,", 
        "20_Daf, 18_Line": "“You tell us then.”", 
        "14_Daf, 50_Line": "Joshua b. Levi said:", 
        "12_Daf, 36_Line": "If they reverted in secret matters, they are not accepted, but if in things done in public they are accepted.", 
        "15_Daf, 48_Line": "That man R. Judah b. Baba should be remembered for good, for were it not for him the laws of fines would have been forgotten in Israel?", 
        "29_Daf, 43_Line": "Rav Dimi bar Abba said:", 
        "10_Daf, 17_Line": "Now if you should think “them and the festivals” does R. Ishmael reckon the day of the festival as one of the days preceding and one of the days following! ", 
        "7_Daf, 52_Line": "Since there is a congregation praying at the same time, the prayer will not be rejected.", 
        "7_Daf, 23_Line": "“My people, Remember what Balak king of Moab plotted against you, and how Balaam son of Beor responded to him. [Recall your passage] From Shittim to Gilgal— And you will recognize the gracious acts of the Lord.” Elazar said: The Holy Blessed One said to Israel:", 
        "3_Daf, 46_Line": "“All that which you have done, you have only done to satisfy your own desires. You have made bridges, to collect taxes on them; cities, to raise in them the head-tax; wars, I make, as it is said: “The Lord is  a man of war” (Exodus 15:3). Are there any among you who have been declaring this?", 
        "13_Daf, 41_Line": "They said to him:", 
        "5_Daf, 51_Line": "He rides his light cherub, and floats in eighteen thousand worlds; as it is said,", 
        "22_Daf, 21_Line": "If we say that he is not seen [by others], but did not Rav Judah say in the name of Rav that ", 
        "13_Daf, 0_Line": "in public they are not accepted.", 
        "9_Daf, 22_Line": "In those cases where the animals were bought for eating, one day is enough, but here where they were bought for sacrifice, three days are needed.", 
        "29_Daf, 17_Line": "“Why have you acted thus?”", 
        "6_Daf, 41_Line": "I thought I would chastise them with suffering in this world, so that their arm might be strengthened in the world to come, yet they plot evil against me.", 
        "8_Daf, 53_Line": "“I said you are gods [i.e, immortals] and all of you children of the Most High, now that you have spoilt your deeds, you shall indeed die like mortals” (Psalms 82:6).", 
        "27_Daf, 41_Line": "GEMARA. This is to say that there is no actual prohibition, but that it is only a matter of custom; so that where the custom is to prohibit, it is to be followed, and where the custom is to permit it is to be followed?", 
        "6_Daf, 4_Line": "You shall go forth and stamp like stall-fed calves” (ibid.).", 
        "20_Daf, 39_Line": "ow if it is an idolatrous practice how could such burning be allowed?...", 
        "32_Daf, 72_Line": "(Isaiah 34:4): \"And all the host of heaven shall molder.\"", 
        "10_Daf, 34_Line": "“the Festivals of the idolaters are three days;”", 
        "19_Daf, 46_Line": "Antonius said back, Is it not also written:", 
        "6_Daf, 76_Line": "Papa noted the following contradiction: It is written,", 
        "27_Daf, 6_Line": "Rather, he is attached to idolatry, and he thinks to himself that just I am attached to it everyone is attached to it,", 
        "15_Daf, 12_Line": "What is Kratesis?", 
        "19_Daf, 14_Line": "“Leave it then to those who will come after you, so that they might give it to those who will come after me, for your descendants and those who will follow them will hand it over to them.”", 
        "28_Daf, 10_Line": "The prohibition is because of lending and because of renting.", 
        "19_Daf, 33_Line": "“It is not proper to treat a king so cheaply.”", 
        "32_Daf, 56_Line": "Before we ask for you, we must ask for ourselves, as it says", 
        "28_Daf, 25_Line": " An Israelite who rents a cow from a priest may feed it terumah vetches; but a priest who rents a cow of an Israelite, even though he is obligated to feed it, may not feed it terumah vetches.", 
        "27_Daf, 30_Line": "The fruit of a good-palm.", 
        "25_Daf, 26_Line": "He said back:", 
        "32_Daf, 48_Line": "Surely it has been taught:", 
        "7_Daf, 44_Line": "“Neither is it good for the righteous to punish” (Proverbs 17:26).", 
        "20_Daf, 64_Line": " Yet it has been taught:", 
        "19_Daf, 21_Line": "Antoninus said, ", 
        "9_Daf, 35_Line": "This answer works well for the one who said that", 
        "30_Daf, 11_Line": "If so,spades and pick-axes too [should also be forbidden]!", 
        "31_Daf, 13_Line": "Rabbah b. Ulla said: [Our Mishnah may refer]", 
        "10_Daf, 32_Line": "[Our Mishnah says] “on the three days preceding the festivities of the idolaters.”", 
        "10_Daf, 33_Line": "Now if you thought it meant them and the festival itself, let it teach,", 
        "26_Daf, 9_Line": "So also when Rabin came [from Eretz Yisrael] he said in the name of R. Elazar", 
        "33_Daf, 31_Line": "“Why have you been studying [the Torah] and why have you been stealing?”", 
        "4_Daf, 37_Line": "Nevertheless, I have an easy command which is called Sukkah; go and carry it out.", 
        "3_Daf, 7_Line": "Because they are the most important.", 
        "11_Daf, 45_Line": "It makes sense to prohibit repaying a debt to them, for this benefits them; but to reclaim a debt from them deprives them.", 
        "29_Daf, 38_Line": "a Cuthean does not repent wheras a Jew does repent", 
        "19_Daf, 73_Line": "Akiva went out and interpreted,", 
        "14_Daf, 39_Line": "When however dawn broke, he said,", 
        "16_Daf, 1_Line": "Hence we see that it was two hundred six years, ", 
        "2_Daf, 27_Line": "In the time to come, the Holy Blessed One will take a Torah scroll and place it in His embrace and proclaim:", 
        "32_Daf, 39_Line": "Whereupon R. Hisda said: Get busy in preparing her shrouds — but she did not die.", 
        "19_Daf, 54_Line": "There was once a Caesar who hated the Jews. One day he said to the prominent members of the government,", 
        "6_Daf, 11_Line": "“Great is our Lord and of abundant power” (Psalms 147:5) and it is also written, ", 
        "20_Daf, 31_Line": "The birthday and anniversaries of king’s deaths [the words of R. Meir].", 
        "26_Daf, 13_Line": "White figs.", 
        "21_Daf, 17_Line": "And our Tanna, why does he not include this [festival in the Mishnah?]", 
        "11_Daf, 15_Line": "There are those who say that R. Shimon b. Lakish raised a difficulty against R. Yohanan:", 
        "3_Daf, 80_Line": "“Let them tell us of the former deeds,” as it is said,", 
        "23_Daf, 26_Line": "A city in which an idolatrous festival is taking place, some of its shops being decorated and some not decorated  — this was the case with Beth-Shean,  and the Sages said:...", 
        "20_Daf, 21_Line": "‘The Lord shall guard you going out and your coming in from this time forth and for evermore.’” They converted.", 
        "20_Daf, 46_Line": "[To return to] the main text:", 
        "31_Daf, 64_Line": "The governor said to him,", 
        "15_Daf, 64_Line": "Why?", 
        "31_Daf, 29_Line": "Zera said:", 
        "8_Daf, 84_Line": "“You give.”", 
        "25_Daf, 25_Line": "Is this to be applied to a Jewish slave or to a Canaanite slave as well?", 
        "38_Daf, 0_Line": "For Scripture says (Deuteronomy 7:2) \"nor show mercy unto them\" - do not grant them occupation of the land.", 
        "7_Daf, 13_Line": "He said back,", 
        "9_Daf, 29_Line": "How do we know that [an animal] missing a limb is forbidden to Noahides [for use as a sacrifice]?", 
        "25_Daf, 50_Line": "also a “good-palm,” hazab and niklivas are forbidden to be sold to idolaters.", 
        "5_Daf, 75_Line": "“Thorns and snares are in the path of the wicked; He who values his life will keep far from them” (Proverbs 22:5).", 
        "24_Daf, 19_Line": "Was it not taught:", 
        "13_Daf, 42_Line": "Let this matter be suppressed and left unsaid.", 
        "3_Daf, 45_Line": "The Holy Blessed One will say in reply:", 
        "11_Daf, 46_Line": "Abaye said:", 
        "13_Daf, 81_Line": "One should always recount the praises of God and then pray. From where do we learn this?", 
        "20_Daf, 26_Line": "But was it not taught in the house of R. Ishmael:", 
        "14_Daf, 25_Line": "When he saw, after the solstice of the month of Tevet, that the days were lengthening, he said:", 
        "30_Daf, 29_Line": "One, because it comes under the prohibition of selling weapons, the other, because it comes under the prohibition of big cattle.", 
        "33_Daf, 46_Line": "A miracle happened–on that very day an old man was trampled.", 
        "31_Daf, 60_Line": "“How can a elder man like you occupy himself with those idle things?”", 
        "26_Daf, 17_Line": "Frankincense.", 
        "7_Daf, 0_Line": "“who knew the knowledge of the Most High” (Numbers 24:16).", 
        "31_Daf, 5_Line": "This is a refutation of R. Hanan b. Rava.", 
        "20_Daf, 4_Line": "“Do not say anything to him.”", 
        "25_Daf, 27_Line": "It makes sense that it refers only to a Jewish slave; for were it to apply to a Canaanite slave, why would he want him?", 
        "33_Daf, 33_Line": "“If one is a scribe, one is not a robber, if a robber, one cannot be a scribe, and as I am not the one I am neither the other.”", 
        "21_Daf, 51_Line": "Have you never gone to Tyre and seen a Jew and a pagan", 
        "26_Daf, 3_Line": "Alexandrian nuts, iztroblin, cordia myxa  and bnot-shuah.”", 
        "8_Daf, 73_Line": "“Let her not, I pray, be as one who is dead” (Numbers 12:12).", 
        "19_Daf, 9_Line": "Every day Antoninus sent Rabbi gold-dust in a leather bag, with wheat at the top, saying [to his servants]: ", 
        "6_Daf, 6_Line": "Just as among fish of the sea, every fish greater than its fellow swallows its fellow, so with men, were it not for fear of the government, every person greater than his fellow would swallow his fellow. And this is what", 
        "18_Daf, 40_Line": "“Behold I made you small among the nations” (Obadiah 1:2)— in that they do not appoint a king’s son a king. “You are greatly despised,” for they do not possess a script or tongue?", 
        "31_Daf, 49_Line": "Rava said:", 
        "4_Daf, 19_Line": "Master of the Universe, Heaven and Earth are partial witnesses, for it is said,", 
        "13_Daf, 1_Line": "Shimon and R. Joshua b. Korha say: ", 
        "5_Daf, 63_Line": " Anyone who engages in the study of the Torah in this world, which is like night, the Holy Blessed One extends a thread of grace over him in the future world, which is like day, as it is said:", 
        "23_Daf, 15_Line": "Idi b. Abin said:", 
        "7_Daf, 39_Line": "During the first three hours, when the comb of the cock is white.", 
        "8_Daf, 85_Line": "Instead they were ungrateful] as it is written,", 
        "25_Daf, 31_Line": "When it comes to buying animals [from idolaters] is this bringing them under the wings of the Shekhinah?", 
        "25_Daf, 18_Line": "I am not asking about a Jewish slave; what I am asking about is a Canaanite slave. What is the law?", 
        "6_Daf, 51_Line": "Yet he cannot explain to us the meaning of this verse!", 
        "32_Daf, 68_Line": "He said:", 
        "14_Daf, 66_Line": "An idolater gives a banquet for his son and invites all the Jews in his town. Even though they eat of their own and drink of their own and their own attendant waits on them, Scripture treats them as if they had eaten of the sacrifices to dead idols, as it is said,", 
        "33_Daf, 54_Line": "“Why have you occupied yourself with the Torah?”  ", 
        "7_Daf, 63_Line": "Today is the time to do them, and tomorrow is not the time to do them. Today is the day to do them, but today is not the day to receive their reward.", 
        "32_Daf, 49_Line": "They said of R' Elazar ben Durdaya that he did not leave a single prostitute in the world that he had not slept with.", 
        "34_Daf, 12_Line": "Anyone who has the power to prevent [one from doing wrong] and does not prevent, is punished for him.", 
        "24_Daf, 3_Line": "If deriving benefit is prohibited, all the more so it is prohibited to provide benefit.", 
        "8_Daf, 80_Line": "Our Rabbis taught:", 
        "34_Daf, 2_Line": "Have we not learned: The following have no portion in the world to come:", 
        "17_Daf, 6_Line": "Hanina said:", 
        "15_Daf, 30_Line": "The Romans then sent word:", 
        "12_Daf, 1_Line": "The dyer should refund to the owner the value of his wool.", 
        "5_Daf, 60_Line": "Anyone who engages in the study of the Torah by night, the Holy One extends a thread of grace  over him by day, as it is said,", 
        "30_Daf, 33_Line": "Yohanan said:", 
        "15_Daf, 29_Line": "The onyx for the Sefer Torah.", 
        "14_Daf, 27_Line": "He went and celebrated eight days of festival.", 
        "32_Daf, 19_Line": "The Torah only prohibited the closeness of physical intimacy, as it says:", 
        "7_Daf, 41_Line": "at that time there are no red streaks in it. Joshua b. Levi used to be troubled by a min about scriptural verses. One day he took a cock and, placed it between the legs of the bed and watched it, thinking,", 
        "13_Daf, 73_Line": "“I pour out my meditation before Him after I have already declared my [own] affliction.”", 
        "22_Daf, 12_Line": "A city that has idolatrous worship taking place there, it is forbidden to enter it, or [to go] from there to another city, the words of R. Meir.", 
        "8_Daf, 58_Line": "Then how does the first Tanna explain the phrase:", 
        "13_Daf, 36_Line": "But are there not our latter rabbis who hold the same opinion?  ", 
        "7_Daf, 57_Line": "The Torah, about which it is written “truth,” as it is written,", 
        "3_Daf, 28_Line": "Are there any among you who have been declaring this?", 
        "12_Daf, 9_Line": " [His statement is necessary] because there may be no order to the Mishnah,", 
        "31_Daf, 56_Line": "Say a basilica attached to an executioner’s scaffold, a stadium or a tribune.", 
        "25_Daf, 13_Line": "This is true only while the Temple was in existence, so that the animal is fit for being offered up; but at the present time, since it cannot in any case be offered, the prohibition does not apply.", 
        "28_Daf, 11_Line": "[But, surely] when he borrows it he owns it, or when he rents it he owns it [during that period]!", 
        "32_Daf, 79_Line": "Here he was so addicted to it that it was like heresy", 
        "10_Daf, 15_Line": "Come and hear: R. Ishmael says:", 
        "13_Daf, 84_Line": "“Let me go over and see the good land” (Deuteronomy 3:24). ", 
        "18_Daf, 26_Line": "The one refers to Jewish kings, the other to non-Jewish kings. For non-Jewish kings we count from Tishrei, and for Jewish kings from Nisan.", 
        "21_Daf, 21_Line": "These then are those of the Romans and Persians, which are the Babylonian ones?", 
        "19_Daf, 8_Line": "The Emperor then sent some leeks and Rabbi sent lettuce in return.", 
        "13_Daf, 77_Line": "“When should there be prayer for the afflicted?", 
        "15_Daf, 41_Line": "He said to them:", 
        "12_Daf, 29_Line": "Joshua b. Korah says:", 
        "12_Daf, 0_Line": "Meir says:", 
        "28_Daf, 29_Line": "Now, since you have declared that renting does not constitute acquisition, the prohibition is both because of “renting,” and because of “lending” and because of “trying.”", 
        "26_Daf, 2_Line": " ‘To these  have been added", 
        "24_Daf, 27_Line": "Judah said:", 
        "6_Daf, 53_Line": "Say that I told you [that he was learned] in tannaitic traditions; did I tell you [he was learned] in Scripture?", 
        "24_Daf, 9_Line": "One who engages in business in a market of idolaters, if it be cattle it should be disabled, if fruit, clothes or utensils, they should be allowed to rot, if money or metal vessels he should carry them to the Dead Sea.", 
        "27_Daf, 12_Line": "And if you should say that this one is acting cunningly, [what about the following,] “Who has a white rooster? Who has a white rooster?” and when a black one is given to him he accepts it or when a red one is given to him he accepts it, may a white one be sold to him?", 
        "13_Daf, 40_Line": "One may sell [to idolaters] an old male horse in war time.", 
        "3_Daf, 47_Line": "As it is said,", 
        "20_Daf, 35_Line": "From which it can be inferred that", 
        "13_Daf, 52_Line": "The dill plant is subject to tithe whether in its state of seeds, or vegetable, or pods? ", 
        "10_Daf, 16_Line": "On the three preceding and three following [days] it is forbidden.", 
        "3_Daf, 84_Line": "“He stood and shook the earth, He saw and made the nations tremble” (Habbakuk 3:6).", 
        "18_Daf, 62_Line": "[The Emperor to himself] this is what he is saying to me:", 
        "26_Daf, 37_Line": "Who has a rooster, who has a rooster? And even then according to R. Judah a white one may be sold him only among others but not by itself, while according to the first tanna it may not be sold even among others!", 
        "26_Daf, 49_Line": "to an ordinary party", 
        "31_Daf, 15_Line": "Ashi said:", 
        "8_Daf, 32_Line": "this teaches that the Holy Blessed One showed Adam every generation with its darshanim, every generation with its sages, every generation with its leaders; when he reached the generation of R. Akiva  he rejoiced at his Torah, but was grieved about his death, and said,", 
        "14_Daf, 6_Line": "The halakhah is that one should pray for his personal needs at the blessing [concluding with], “Who hears prayer.”", 
        "19_Daf, 17_Line": "One day he found R. Hanina b. Hama sitting there, so he said:", 
        "27_Daf, 5_Line": "yet it is necessary to state that the “specified” is forbidden lest I say that that man does not really require it for idolatry.", 
        "24_Daf, 42_Line": "But is there not the prohibition of causing suffering to a living being?", 
        "9_Daf, 6_Line": "Rabbah said: ", 
        "20_Daf, 62_Line": " the horse on which he rode.", 
        "31_Daf, 7_Line": "Ravina cast our mishnah against a baraita and then resolved the contradiction:", 
        "20_Daf, 40_Line": "Is it not written,", 
        "25_Daf, 33_Line": "Yaakov once bought sandals [at the idolatrous fair], while R. Yirmiyah bought bread.", 
        "8_Daf, 61_Line": "Poverty, for a Master has said:", 
        "27_Daf, 15_Line": "This stands undecided.", 
        "16_Daf, 13_Line": "The period is therefore to be reckoned from the time [when Abraham and Sarah] “made souls in Haran” (Genesis 12:5) for we have learned that Abraham was at that time fifty-two years old.", 
        "25_Daf, 19_Line": "The other replied:", 
        "30_Daf, 34_Line": "The halakhah follows Ben Batera.", 
        "2_Daf, 25_Line": "“They that fashion a graven image are all nothing, and their delectable things shall not profit, and their own witnesses see not” (Isaiah 44:9).", 
        "5_Daf, 46_Line": "God did this as well as other things.", 
        "33_Daf, 10_Line": "“It is a counsel of the wicked”", 
        "20_Daf, 22_Line": "He sent no more after him.", 
        "29_Daf, 4_Line": "Are the two cases similar?", 
        "8_Daf, 28_Line": "It refers to the children of those who stood at Sinai.", 
        "29_Daf, 47_Line": "If he is not suspect of murder, why not?", 
        "19_Daf, 36_Line": "Once he asked him, “Will I enter the world to come?”", 
        "10_Daf, 41_Line": "What is the practical difference [between the two explanations]?...", 
        "5_Daf, 76_Line": "And if you want you can say it applies to the world to come, in accordance with R. Shimon b. Lakish, for R. Shimon b. Lakish says:", 
        "3_Daf, 63_Line": "But how can they argue this,", 
        "31_Daf, 65_Line": "“Because you have acknowledge me as right, I pardon you. You are dismissed.”", 
        "15_Daf, 47_Line": "Has not Rav Judah said in the name of Rav:", 
        "4_Daf, 25_Line": "who said,", 
        "24_Daf, 12_Line": "In any case we are taught,", 
        "30_Daf, 18_Line": "R. Judah permits [the sale of] a maimed one, since it cannot be cured or restored to health. ", 
        "5_Daf, 47_Line": "And what does He do by night?", 
        "53_Daf, 22_Line": "What could [Ben Dama] have said?", 
        "32_Daf, 75_Line": "He hung his head between his knees and cried until his soul left him.", 
        "19_Daf, 82_Line": "When Artaban died, Rab exclaimed: ", 
        "11_Daf, 25_Line": "“What shall I do?", 
        "12_Daf, 35_Line": "Judah says:", 
        "27_Daf, 38_Line": "In a place where it is the custom to sell small domesticated animals to non-Jews, such a sale is permitted; but where the custom is not to sell, such a sale is not permitted.", 
        "29_Daf, 52_Line": "What is the reason [for this prohibition]?", 
        "9_Daf, 5_Line": "but the Lord has not given you a heart to know, and eyes to see and ears to hear, unto this day.”", 
        "17_Daf, 4_Line": "If one does not know what the year is in the sabbatical cycle of seven years he is in, let him add one year [to the years since the Destruction of the Temple] and let him reckon the hundreds as Jubilee Cycles and convert the remainder into sabbatical Cycles [of seven years each] and take two out of every hundred and add it to the years and then calculate the years of the cycle and he will know they year in the current sabbatical cycle. As a mnemonic [for adding two years for every century, think of the verse].", 
        "23_Daf, 32_Line": "“Nothing of that which is proscribed should cleave to your hand” (Deuteronomy 13:18). It is prohibited to derive benefit,", 
        "5_Daf, 53_Line": "Or if you want you may say,", 
        "11_Daf, 42_Line": "But Rava said:", 
        "22_Daf, 11_Line": "Our Rabbis taught:", 
        "30_Daf, 26_Line": "It has been taught:", 
        "6_Daf, 0_Line": "as it is said:", 
        "10_Daf, 5_Line": "Because it is written about him “perfect” (Genesis 6:9).", 
        "30_Daf, 12_Line": "Zebid said:", 
        "11_Daf, 58_Line": "Is it not taught: R. Judah says:", 
        "84_Daf, 39_Line": "A man may not make a house after the design of the Temple…a table after the design of the table or candelabrum after the design of the candelabrum.", 
        "23_Daf, 28_Line": "GEMARA. R. Shimon b. Lakish:", 
        "20_Daf, 0_Line": "The bond has been undone.", 
        "20_Daf, 44_Line": "at every death, whether burning of articles takes place or does not take place there is idol-worship; but the rabbis hold that", 
        "20_Daf, 15_Line": "When they took hold of him and started going, he saw the mezuzah which was fixed on the door-frame and he placed his hand on it and said to them,", 
        "24_Daf, 40_Line": "The master stated:", 
        "3_Daf, 51_Line": "They will then depart crushed in spirit.", 
        "12_Daf, 23_Line": "One may say to another, “Do you want to work with me this evening.”", 
        "12_Daf, 2_Line": "Judah says:", 
        "53_Daf, 14_Line": "R' Yishmael read over him:", 
        "18_Daf, 35_Line": "“The day of genosia and the day they coronate their king.” ", 
        "5_Daf, 27_Line": "“There is leviathan, whom You have formed to laugh (or play) with” (Psalms 104: 26)?", 
        "31_Daf, 67_Line": "Akiba said to him,", 
        "9_Daf, 28_Line": "As R. Elazar said:", 
        "19_Daf, 27_Line": "Antoninus said,", 
        "26_Daf, 0_Line": "What is an itztroblin? Cedar wood.", 
        "33_Daf, 17_Line": "Hanina replied:", 
        "27_Daf, 37_Line": "I have provided you with benefit for were you to go to there (to Eretz Yisrael) and say niklas they would know what it is; but if you say kuryati they will know and will show it to you.", 
        "11_Daf, 19_Line": "It was taught in a baraita in accordance with Resh Lakish:...", 
        "19_Daf, 61_Line": "Now, what does this verse mean?", 
        "8_Daf, 30_Line": "“This is the book of the generations of Adam?” (Genesis 5:1).", 
        "3_Daf, 6_Line": "Why first?", 
        "4_Daf, 36_Line": "You foolish ones among peoples, he who took trouble [to prepare] on the eve of Shabbat can eat on Shabbat, but he who has not troubled on the eve of Shabbat, what shall he eat on Shabbat?", 
        "25_Daf, 1_Line": " The door is locked in front of it, so that it dies of itself.", 
        "10_Daf, 22_Line": "According to R. Ishmael, there is no question that the period does not include the festivals.", 
        "13_Daf, 17_Line": "the period is exclusive of the festival, but the latter rabbis hold that", 
        "27_Daf, 9_Line": "[If he asks,] “Who has a mutilated white rooster?” may one sell him an unblemished white rooster?", 
        "18_Daf, 57_Line": "The Emperor said, “Learn from this that this is what he is saying to me.", 
        "14_Daf, 64_Line": "It was taught: R. Ishmael says:", 
        "19_Daf, 20_Line": " “This is not an [ordinary] human being.”", 
        "31_Daf, 20_Line": "Ashi read the mishnah precisely and raised the following refutation:", 
        "14_Daf, 51_Line": "On the Kalends the prohibition applies to all.", 
        "30_Daf, 55_Line": "A large wild animal has the same rule as a small beast as regards struggling but not as regards selling.", 
        "8_Daf, 41_Line": "These were written conditionally.", 
        "13_Daf, 72_Line": "This is what it means,", 
        "34_Daf, 17_Line": "“The sin of my heel encompasses me” (Psalms 49:6).", 
        "26_Daf, 40_Line": "It was also taught:  R. Judah said:", 
        "15_Daf, 27_Line": "The precious stone to the onyx.", 
        "31_Daf, 24_Line": "And the reason why “lion” is mentioned, is because a lion is generally regarded as “maimed” vis a vis workd, but any other animal which can perform work, the prohibition does apply. This refutes R. Hanan b. Rava.", 
        "14_Daf, 1_Line": "we learn from [the example of] Moses, while R. Eliezer says", 
        "14_Daf, 22_Line": "When the first person saw the days shortening, he said:", 
        "31_Daf, 28_Line": "at the house of Mah Yohani they work mills with wild asses.", 
        "24_Daf, 21_Line": "If he is a priest he may be defiled by going outside the Land for the purpose of arguing the matter with them and have it tried in court.", 
        "18_Daf, 41_Line": "What then does “the day of genosia” mean?", 
        "5_Daf, 66_Line": "“And You made man as the fishes of the sea, and as the creeping things, that have no ruler over them” (Habbakuk 1:14)? ", 
        "28_Daf, 15_Line": "Shisha the son of R. Idi objected:", 
        "15_Daf, 44_Line": "Yitzchak b. Avdimi said:", 
        "24_Daf, 24_Line": "This is biblical defilement!", 
        "8_Daf, 21_Line": "“And you, be fruitful and multiply” (Genesis 9:7)? ", 
        "30_Daf, 35_Line": "The following question was asked:", 
        "13_Daf, 46_Line": "It is [further] taught: Nahum the Mede says:", 
        "3_Daf, 41_Line": "The Holy Blessed One will ask of them:", 
        "14_Daf, 13_Line": "These are the festivities of the idolaters:", 
        "5_Daf, 62_Line": "Some say that Resh Lakish said:", 
        "30_Daf, 31_Line": "Yohanan said:", 
        "23_Daf, 16_Line": "One who has swallowed a wasp cannot possibly live. Let him however drink a quarter of strong vinegar; perhaps he will live long enough to set his house in order.", 
        "25_Daf, 3_Line": "That case is treated differently, because of the prohibition of despising sanctified things.", 
        "33_Daf, 52_Line": "He, however, disregarded him. He stood up to tell them [that R. Elazar had freed his slave]. There was a written communication from important members of the government that had to be sent to the Emperor and they sent it by that man. [On the road] Elijah came and hurled him a distance of four hundred parasangs. So that he went and did not return.", 
        "31_Daf, 21_Line": "We learned:", 
        "38_Daf, 6_Line": "But it is still [otherwise] required, for this is what the Merciful One is saying:", 
        "18_Daf, 24_Line": "The dating documents contradicts the other dating of documents?", 
        "18_Daf, 11_Line": "He [R. Aha b. Jacob] thought that ", 
        "23_Daf, 3_Line": "What is the danger?", 
        "28_Daf, 6_Line": "In all places it is forbidden to sell them large animals  etc.", 
        "30_Daf, 49_Line": "Ashi said: Zavida told me that", 
        "25_Daf, 46_Line": "it is permitted to sell a white rooster to an idolater among other roosters;", 
        "32_Daf, 23_Line": "But he contradicts himself, for Ulla said:", 
        "22_Daf, 13_Line": "But the Sages say,", 
        "25_Daf, 9_Line": "Rava said:", 
        "9_Daf, 8_Line": "Yohanan said in the name of R. Bana’ah: What is that is written,", 
        "22_Daf, 27_Line": " If it had taught both of these cases, [we might still say that the prohibition applied to them] because there is no danger involved, but in the case of the spring where there is danger, for if he does not drink he will die, we might say that the prohibition should be waived, hence all the instances are necessary.", 
        "31_Daf, 57_Line": "Our Rabbis taught:", 
        "32_Daf, 35_Line": "Even if they do turn away from it they will not attain the paths of life.", 
        "30_Daf, 61_Line": "Rabbah b. Ulla said:", 
        "25_Daf, 39_Line": "Abba son of R. Hiyya b. Abba said:", 
        "13_Daf, 70_Line": "Now, as to R. Eliezer, is it not written,", 
        "27_Daf, 35_Line": "We taught niklas, and do not know what it is, so you tell us it is kuryati which we do not know either, where then have you benefited us?", 
        "11_Daf, 5_Line": "This is also implied by the fact that it teaches “one should not hold out” and it does not teach, “one should not give.” Learn from this.", 
        "31_Daf, 41_Line": "“Do you not hold, then, that the one who reported this teaching in the name of Rav is Rabbah b. Yirmiyah?”", 
        "21_Daf, 12_Line": "“Woe unto the one when the other will arise.”  ", 
        "19_Daf, 77_Line": "Rabbi wept, saying:", 
        "26_Daf, 32_Line": "One may sell him a white rooster among [other] roosters.", 
        "23_Daf, 23_Line": "“I am thirsty for water.”", 
        "19_Daf, 49_Line": "“Her kings,” but not all her kings; “All her princes,” but not all her officers.", 
        "3_Daf, 49_Line": "And “this” is nothing but Torah, as it is said:", 
        "24_Daf, 33_Line": "It happened that Joseph the Priest went after his master to Zidon.", 
        "32_Daf, 9_Line": "There are those who say,", 
        "10_Daf, 37_Line": "Rather learn from this,", 
        "15_Daf, 20_Line": "The Romans fought 32 battles against the Greeks and could not prevail against them until the Romans made an alliance with the Israelites. And these were the conditions made with them: ", 
        "32_Daf, 57_Line": "(Isaiah 54:10): \"For the mountains will move and the hills will be shaken.\"", 
        "8_Daf, 63_Line": "the poor, the blind, the leprous, and the childless.", 
        "30_Daf, 21_Line": "and since they breed her, she will be kept?", 
        "33_Daf, 20_Line": "He who occupies himself only with the study of the Torah is as if he had no God, for it is said:", 
        "20_Daf, 23_Line": "(בראשית כה, כג) ויאמר ה' לה שני גוים בבטנך אמר רביהודה אמר רב אל תקרי גוים אלא גיים זה אנטונינוס ורבי שלא פסקו מעל שולחנם לא חזרת ולא קישות ולא צנון לא בימות החמה ולא בימות הגשמים דאמר מרצנון מחתך אוכל חזרת מהפך מאכל קישות מרחיב מעייםוהא תנא דבי רבי ישמעאללמה נקרא שמן קישואיןמפני שקשין לגופו של אדם כחרבותלא קשיאהא ברברבי הא בזוטרי:", 
        "8_Daf, 51_Line": "for it is taught: R. Yose said,", 
        "2_Daf, 12_Line": "“Let them bring their witnesses [testimonies] that they may be justified” (Isaiah 43:9).", 
        "6_Daf, 17_Line": "“The Lord takes revenge and is furious” (Nahum 1:2).", 
        "6_Daf, 84_Line": "And how long is a moment?", 
        "12_Daf, 30_Line": "In laws of the Torah follow the stricter view, in those of the scribes follow the more lenient view.", 
        "12_Daf, 19_Line": "Our rabbis taught:", 
        "6_Daf, 36_Line": "“For I was their Redeemer; Yet they have plotted treason against Me?” (Hosea 7:13). ", 
        "3_Daf, 59_Line": "And why are these [two] nations singled out as important, and not the others?", 
        "15_Daf, 7_Line": "From the time when the barley is placed in the tub.", 
        "15_Daf, 35_Line": "“Let us start on our journey and I will proceed at your pace” (Genesis 33:12).", 
        "11_Daf, 49_Line": "It is all on account of their going to offer thanks.", 
        "3_Daf, 65_Line": "“The Lord came from Sinai and rose from Seir to them, He shined forth from Mount Paran?” (Deuteronomy 33:2), and it is also written,", 
        "30_Daf, 40_Line": "or it might be said that even according to the Rabbis it is only in that case [of a maimed one], which is ordinarily not intended for slaughter, that they forbid, but this one, which is ordinarily intended for slaughter, maybe they permit?", 
        "13_Daf, 83_Line": "“O Lord God, You have begun to show Your servant Your greatness,” and afterwards it is written", 
        "13_Daf, 37_Line": "Our latter Rabbis may be none other than ", 
        "6_Daf, 62_Line": "To a man who is the creditor of two persons, one of them a friend, the other an enemy; of his friend he will accept payment little by little, whereas of his enemy he will exact payment in one sum!", 
        "15_Daf, 32_Line": "For twenty-six years the Romans kept faith with Israel, thereafter they subdued them.", 
        "24_Daf, 5_Line": "On the day when the idolaters reduce the taxes, they proclaim:", 
        "20_Daf, 6_Line": "he said to them, “Let me tell you just an ordinary thing:", 
        "22_Daf, 1_Line": "What does it mean “the sages were not concerned”? ", 
        "11_Daf, 28_Line": "“Take it and throw it into a well in his presence.”", 
        "31_Daf, 70_Line": "“Say it.”", 
        "19_Daf, 55_Line": "“Someone who has a wart on his foot, should he cut it away and live [in comfort] or leave it on and suffer discomfort?”", 
        "23_Daf, 27_Line": "in the decorated stores it is forbidden [to buy] but in the undecorated ones it is permitted.", 
        "18_Daf, 61_Line": "Rabbi took him into the garden. Every day picked a radish from the garden.", 
        "3_Daf, 87_Line": "If so, it pays to be a sinner!", 
        "15_Daf, 31_Line": "In that case, the Sefer Torah is in our possession, for Israel is with us. Thereupon the Greeks gave in.", 
        "21_Daf, 19_Line": "Which are the Persian ones?", 
        "15_Daf, 24_Line": "They sent the reply:", 
        "25_Daf, 45_Line": "Rabbi Judah says:", 
        "8_Daf, 50_Line": "He [Resh Lakish] said like the following Tanna,", 
        "32_Daf, 24_Line": "Mere approach is forbidden because we say to a Nazarite, “Go, go, around vineyard; but do not approach.”", 
        "18_Daf, 36_Line": "This is not a difficulty;", 
        "19_Daf, 75_Line": "A bat-kol then exclaimed:", 
        "32_Daf, 11_Line": "And how far is one to keep away?", 
        "14_Daf, 54_Line": "It is taught in a baraita in accordance with R. Yohanan:", 
        "21_Daf, 31_Line": "The market place of Akko, the Nidbakah of En-Beki.", 
        "27_Daf, 36_Line": "He said:", 
        "3_Daf, 36_Line": "Because they are next in importance.", 
        "31_Daf, 23_Line": "The reason is that it is a danger to the public, but if it is not a danger to the public it can be sold.", 
        "3_Daf, 66_Line": "“God will come from Teman” (Habbakuk 3:3).", 
        "31_Daf, 2_Line": "Generally, any lion may be regarded as “maimed” in regard to work.", 
        "25_Daf, 4_Line": "Then let him slaughter it!", 
        "5_Daf, 29_Line": "Aha said to R. Nahman b. Isaac:", 
        "15_Daf, 46_Line": "“The laws of fines”! Do you really think so?", 
        "23_Daf, 19_Line": "What danger is there?", 
        "15_Daf, 58_Line": "He replied,", 
        "13_Daf, 57_Line": "He replied:", 
        "10_Daf, 24_Line": "Ravina said: Come and hear: These are the festivals of idolaters,", 
        "7_Daf, 61_Line": "R. Joshua b. Levi said: What is the meaning of the verse,", 
        "24_Daf, 48_Line": "The following is cited as contradicting it:", 
        "32_Daf, 51_Line": "As he was with her, she blew.", 
        "14_Daf, 29_Line": "He established them for the sake of heaven, but they [idolators] kept them for idol worship.", 
        "29_Daf, 53_Line": "If we say because they protect them, then even wheat or barley should not [be sold to them]. ", 
        "26_Daf, 33_Line": "Now what is the precise circumstance?", 
        "12_Daf, 38_Line": "if they observed even secret things, they are accepted, but if only things done", 
        "7_Daf, 4_Line": "“Why do you not ride on a horse?”", 
        "21_Daf, 25_Line": "Bet Bel in Bavel, Bet Nevo in Kursi, Tar’ata which is in Mapug, Zerifa which is in Ashkelon, and Nishtra which is in Arabia.", 
        "27_Daf, 44_Line": "Rav said:", 
        "7_Daf, 19_Line": "“and she was for him a companion” (I Kings 1:2).", 
        "33_Daf, 32_Line": "He answered,", 
        "33_Daf, 49_Line": "“No such thing ever happened.”", 
        "11_Daf, 64_Line": "To an idolater, the matter of repayment is always troubling.", 
        "27_Daf, 4_Line": "We may indeed say that “unspecified” is when he asks for white wheat, and “specified” is when he states [that it is required] for idolatry;", 
        "19_Daf, 16_Line": "“When I come let no one be found with you.”", 
        "7_Daf, 77_Line": "“Would that it were possible that this heart would stay with them and they would revere me forever.”", 
        "5_Daf, 74_Line": "Everything is in Heaven’s hands, except cold and heat, as is said,", 
        "14_Daf, 19_Line": "Kalenda is kept on the eight days following the [winter] equinox. Saturnalia on the eight days preceding the equinox. As a mnemonic take the verse,", 
        "13_Daf, 54_Line": "Aha b. Minyomi said to Abaye:", 
        "33_Daf, 8_Line": "What does the word “mezimmah” mean? ", 
        "4_Daf, 34_Line": "Offer us the Torah anew and we shall obey it. ", 
        "21_Daf, 43_Line": "Is it permitted to go there?", 
        "3_Daf, 4_Line": "Rather it is only that they be not confused, and so hear what He says to them.", 
        "5_Daf, 3_Line": "True he is exempt, but should he trample it.", 
        "18_Daf, 14_Line": "In the Diaspora they count only according to the rule of the Greeks.", 
        "14_Daf, 31_Line": "that the world was created in Tishrei, for he had seen short days, but he had not yet seen longer days;", 
        "33_Daf, 7_Line": "The rabbis said to Rava:", 
        "19_Daf, 57_Line": "He should cut it away and live in comfort.”", 
        "3_Daf, 48_Line": "“Who among you declares this? (Isaiah 43:9).", 
        "13_Daf, 12_Line": "But the sages say,", 
        "15_Daf, 9_Line": "But did not R. Yitzchak the son of R. Mesharsheya, come to the house of a certain idolater more than a year after a marriage, and hear that they were thanking their gods and he refused to eat!", 
        "21_Daf, 5_Line": "How was this taught?", 
        "31_Daf, 72_Line": "“Master, perhaps you came across some teaching of the minim and you enjoyed it,", 
        "30_Daf, 0_Line": "If it is possible, these, too, should not.", 
        "14_Daf, 34_Line": "Still, he had not yet seen the very short days.", 
        "24_Daf, 13_Line": " “If he puts it on, it turns out that he is benefiting! If he does not put it on? Then he is providing benefit!”", 
        "4_Daf, 24_Line": "And this resonates with R Hezekiah ", 
        "29_Daf, 18_Line": "He replied,", 
        "31_Daf, 39_Line": "Now, when I went up there I found R. Assi sitting and saying: R. Hama b. Guria said in the name of Rav:", 
        "34_Daf, 19_Line": "As the three of them went out [from the tribunal] they declared the righteousness of the judgment. He quoted,", 
        "2_Daf, 14_Line": "He could say:", 
        "32_Daf, 4_Line": "“You shall not bring the hire of a harlot . . . into the house of the Lord your God” (Deuteronomy 23:19).  Can one use this money be to build a toilet for the High Priest?’", 
        "18_Daf, 25_Line": "And we resolved this by saying:", 
        "30_Daf, 13_Line": "This refers to [bars of] Indian iron.", 
        "7_Daf, 11_Line": "She said to him,", 
        "4_Daf, 43_Line": "And why does He term it an easy commandment?", 
        "8_Daf, 20_Line": "Was it not written,", 
        "32_Daf, 61_Line": "Before we ask for you, we must ask for ourselves, as it says", 
        "19_Daf, 5_Line": "“For a bird of the air shall carry the voice” (Ecclesiastes 10:20).", 
        "33_Daf, 27_Line": "But has it not been taught: He said to him:", 
        "5_Daf, 40_Line": "“To whom shall one teach knowledge, and to whom shall one make the message understood?", 
        "14_Daf, 11_Line": "Joshua b. Levi said:", 
        "32_Daf, 36_Line": "Does it mean then that those who repent from minut die?", 
        "2_Daf, 28_Line": "“Let him who has occupied himself with it, come and take his reward.”", 
        "14_Daf, 42_Line": "Rav Judah said in the name of Shmuel:", 
        "5_Daf, 55_Line": "“By the day the Lord will command His lovingkindness and in the night His song shall be with me” (Psalms 42:9).", 
        "30_Daf, 20_Line": "But won’t they breed her and she will give birth,", 
        "6_Daf, 69_Line": "“And I will cut off from you the righteous and the wicked” (Ezekiel 21:8)?  ", 
        "32_Daf, 45_Line": "and she died? ", 
        "31_Daf, 17_Line": "Nahman objected:", 
        "10_Daf, 35_Line": "And if you should say that that which it taught “preceding the festival” are meant to exclude after the festival, let it teach,", 
        "16_Daf, 6_Line": "“Thus I have been twenty years in Your house” (Genesis 31:41).", 
        "6_Daf, 70_Line": "That refers to one who is not thoroughly righteous.", 
        "32_Daf, 28_Line": "Apostasy and the ruling authority.", 
        "7_Daf, 12_Line": "“Upon whom you rode.”", 
        "32_Daf, 83_Line": "Not only are baalei teshuva accepted, they are even called Rabbi!", 
        "32_Daf, 62_Line": "(Isaiah 51:6): \"For the heavens will melt like smoke, and the earth will wear out like a garment.\"", 
        "11_Daf, 13_Line": "Does this not refer to [the period] preceding the festivals?", 
        "8_Daf, 26_Line": "And is it not also said,", 
        "17_Daf, 1_Line": "If, on the other hand, the scribe is uncertain as to his number, let him ask the Tanna how many he counts and deduct therefrom forty-eight and he will find his solution. As a mnemonic, take the phrase,", 
        "6_Daf, 5_Line": "Another explanation:", 
        "29_Daf, 51_Line": "that shields may be sold to them.", 
        "29_Daf, 1_Line": "Beth Shammai says:", 
        "31_Daf, 68_Line": "“Master, will you allow me to say one thing of that which you have taught me?”", 
        "7_Daf, 69_Line": "“You shall observe and do them, for this is your wisdom and understanding in the eyes of the peoples” (Deuteronomy 4:6) It does not say in the presence of the peoples, but, in the eyes of the peoples, to teach you that they will come and strike the idolaters in their heads in the world to come.", 
        "27_Daf, 40_Line": "Rabbi Judah permits in the case of a maimed one. And Ben Bateira permits in the case of a horse.", 
        "6_Daf, 43_Line": "One day, on coming across him, they said to him;", 
        "25_Daf, 7_Line": "Abaye said:", 
        "29_Daf, 32_Line": "What is the reason for this (not selling to Cutheans)?", 
        "10_Daf, 1_Line": "a trefa animal can bear offspring what can you say?", 
        "5_Daf, 11_Line": "Has it not been taught:", 
        "6_Daf, 52_Line": "He said:", 
        "30_Daf, 54_Line": "GEMARA. R. Hanin son of R. Hisda said (and some say R. Hanan b. Rava said in the name of Rav):", 
        "34_Daf, 7_Line": "“You shall not learn to do” (Deuteronomy 18:9). But you may learn [about them] in order to understand and to teach.", 
        "8_Daf, 14_Line": "It is tied to him like a dog, as it is said,", 
        "23_Daf, 2_Line": "“so also one should not place one’s mouth on a water pipe and drink from it for fear of danger.”", 
        "33_Daf, 57_Line": "At once they sentenced him to be burned, his wife to be killed, and his daughter to be sent to a brothel.", 
        "15_Daf, 34_Line": "At the outset they expounded:", 
        "24_Daf, 36_Line": "Hence the Sages do disagree!", 
        "18_Daf, 1_Line": "a post-dated document. Let us delay it until it’s time arrives and not seize property based on it.", 
        "19_Daf, 3_Line": "Why then did he not say it in a whisper!", 
        "7_Daf, 37_Line": "When is He wrathful?", 
        "53_Daf, 18_Line": "You did not violate the words of your colleagues, who said:", 
        "34_Daf, 39_Line": "“I once mistook Purim-money for ordinary charity-money, and I distributed [of my own] to the poor.’  He said then,", 
        "18_Daf, 49_Line": "What then does “the day of genosia” mean?", 
        "3_Daf, 57_Line": "They will say to themselves:", 
        "6_Daf, 22_Line": "This accords with the following teaching of R. Alexandri: What is it that is written,", 
        "10_Daf, 28_Line": "“You have hedged me behind and behind” (Psalms 139:5).", 
        "32_Daf, 25_Line": "“The leech has two daughters: Give, give” (Proverbs 30:15):  What is meant by “Give, give”?", 
        "15_Daf, 40_Line": "Rabbi, tell us two or three things which you told us in your father’s name.", 
        "16_Daf, 12_Line": "If we say from the giving of the Torah at Sinai it is not so long, for if you reckon the years [from creation to the giving of the Torah] you will find that they comprise two thousand and a part of the third thousand; ", 
        "32_Daf, 22_Line": "some say, on the breast.", 
        "2_Daf, 10_Line": "“For the day of their calamity is at hand” (Deuteronomy 32:35);", 
        "11_Daf, 70_Line": "The halakhah follows R. Joshua b. Korha in the one about which we have just spoken.", 
        "7_Daf, 9_Line": "... he said to her", 
        "14_Daf, 69_Line": "till he actually eats?", 
        "20_Daf, 30_Line": "That was said of large ones, but this is said to small ones.", 
        "8_Daf, 49_Line": "“That it might be well with them and their children after them.”", 
        "13_Daf, 23_Line": "while our later rabbis hold that [the proceeds of] these transactions are forbidden.", 
        "6_Daf, 28_Line": "The Holy Blessed One to Israel: When I judge Israel,", 
        "20_Daf, 8_Line": "They replied,", 
        "5_Daf, 15_Line": "“For what purpose have you come?” ", 
        "30_Daf, 32_Line": "When the horse gets old, they will make him grind on a mill on Shabbat.", 
        "5_Daf, 61_Line": "“By day the Lord will command his lovingkindness, and in the night his song shall be with me” (Psalms 42:9). Why will the Lord command his lovingkindness by day? Because His song shall be with me in the night.", 
        "29_Daf, 20_Line": "He said back,", 
        "3_Daf, 31_Line": "And “this” is nothing but Torah, as it is said:", 
        "36_Daf, 30_Line": "And Rava  said, ", 
        "7_Daf, 6_Line": "“I consigned mine to the meadow.”", 
        "22_Daf, 22_Line": "whatever the Sages prohibited because it looks like he is transgressing, is also forbidden in one’s innermost chamber!", 
        "8_Daf, 79_Line": "“Had you listened to my commandments: Then your peace would be like a river… your seed like the sand, their issue [as many as its grains]” (Isaiah 48:18).", 
        "28_Daf, 26_Line": "Now, were we to hold the opinion that renting constitutes acquisition, why should he not feed it?", 
        "15_Daf, 36_Line": "And at the end they expounded: “Let my lord now pass before his servant” (Genesis 33. 14).", 
        "32_Daf, 7_Line": "“For of the hire of a harlot hath she gathered them and unto the hire of a harlot shall they return” (Micah 1:17). They came from a place of filth, let them go to a place of filth.”’ Those words pleased me very much, and that is why I was arrested for apostasy and I thereby transgressed what is written in the Torah,", 
        "12_Daf, 26_Line": "Our rabbis taught:", 
        "3_Daf, 44_Line": "“Master of the Universe, we have built many bridges, we have captured many cities, we have waged many wars, and all this for the sake of Israel, that they might engage in the study of the Torah.”", 
        "13_Daf, 43_Line": "But is there not Ben Batera who holds the same opinion; for we learned:", 
        "18_Daf, 52_Line": "and as to your question about their not appointing a king’s son as king, if the king requested it, they would appoint him, such as Severus son of Antoninus who did rule.", 
        "52_Daf, 1_Line": "Rather there is between them - a woman. He who said: You shall keep my covenant - this isn't a possibility, for a woman isn't a bat- mila, and he who said Circumcised he shall be circumcised - this is a possibility, for  a woman, too, is as if she is circumcised. ", 
        "13_Daf, 51_Line": "R. Eliezer said:", 
        "3_Daf, 78_Line": "“If you accept the Torah, it will be well with you, but if not, there you will find your grave.”", 
        "5_Daf, 42_Line": "Who instructed them before that?", 
        "8_Daf, 44_Line": "“And it was evening and it was morning the sixth day” (Genesis 1:31)?", 
        "21_Daf, 3_Line": "The day of shaving the beard, etc.", 
        "21_Daf, 13_Line": "Ashi said:", 
        "7_Daf, 26_Line": "“How can I curse, seeing that God has not cursed, and how can I be wrathful, seeing that the Lord has not been wrathful” (Numbers 23:8)?", 
        "4_Daf, 49_Line": "“The Holy Blessed One does not deal harshly with his creatures?”", 
        "17_Daf, 14_Line": "There was a document which was dated", 
        "20_Daf, 55_Line": "Their beds and the things that they used?” ", 
        "24_Daf, 41_Line": "“Cattle should be hamstrung.”", 
        "12_Daf, 18_Line": "“The party which changes [an agreement] has the lesser right, and whoever retracts has the lesser right.”", 
        "11_Daf, 50_Line": "And all [the instances in the Mishnah] are necessary; for if it mentioned only transacting business with them, I might have said [it is forbidden] because it profits them and they will go and thank [their god], but to borrow from them, which deprives them, would be permitted.", 
        "18_Daf, 8_Line": "Perhaps we count from the Exodus from Egypt, omitting the first thousand years and giving the years of the next thousand, and the document is really post-dated!", 
        "11_Daf, 40_Line": "Abaye said:", 
        "11_Daf, 65_Line": "Our mishnah does not accord with [the opinion of] R. Joshua b. Korha.", 
        "14_Daf, 47_Line": "“Horned” is here spelt [defectively].", 
        "29_Daf, 9_Line": "One may not sell a field meant for plowing on the Sabbatical year, but Beth Hillel permit it, because it is possible that he will let it lie fallow [during that year]!", 
        "27_Daf, 25_Line": "One may not sell them anything that is attached to the ground!", 
        "34_Daf, 22_Line": "“Great in counsel and mighty in work, whose eyes are open upon all the ways of the sons of men, to give everyone according to his ways, and according to the fruit of his doing” (Jeremiah 32:19).", 
        "8_Daf, 1_Line": "“Look to the individual [David],” and if a community has sinned they say to them, ", 
        "16_Daf, 10_Line": "The world is to exist six thousand years; the first two thousand years were chaos; the next two thousand years are the period of the Torah, and the following two thousand years are the period of the Messiah. Through our many sins a number of these have already passed [and the Messiah is not yet].", 
        "12_Daf, 34_Line": "And all of these, if they reverted [to their usual practices] they are never accepted, the words of R. Meir.", 
        "19_Daf, 25_Line": "If I go and say that the man is dead, one should not bring a bad report. If I leave him and walk away, that would be slighting the king.", 
        "2_Daf, 5_Line": "GEMARA. Rav and Shmuel: ", 
        "9_Daf, 19_Line": "At four periods of the year one who sells cattle to another for slaughter must let him know if ", 
        "6_Daf, 2_Line": "The righteous are healed by it, as it is said,", 
        "6_Daf, 8_Line": "Pray for the welfare of the government, for were it not for the fear of it, people would swallow each other alive.", 
        "8_Daf, 33_Line": "“How precious are Your thoughts to me, O God!” (Psalms 139:17).", 
        "10_Daf, 10_Line": "“sacrifice one like yourself” but do not sacrifice one whole?", 
        "19_Daf, 52_Line": "“Her kings,” but not all her kings — excludes Antoninus the son of Severus; “All her princes,” but not all her officers— excludes Keti’ah bar Shalom.", 
        "11_Daf, 48_Line": "But Rava said:", 
        "2_Daf, 1_Line": "Rabbi Judah says: ", 
        "14_Daf, 56_Line": "As to Saturnalia, Kratesis, and the anniversary of accession to the throne, or the day on which a king is proclaimed, the prohibition applies to the period preceding them, but thereafter it is permitted.", 
        "10_Daf, 31_Line": "Ashi said: Come and hear:", 
        "32_Daf, 41_Line": "That one did not altogether renounce her evil-doing, that is why she did not die.", 
        "30_Daf, 56_Line": "But in my opinion this applies ", 
        "8_Daf, 12_Line": "“They clasp him in the course of their way” (Job 6:18).", 
        "18_Daf, 21_Line": "“for years,” what is the practical significance of this law?”", 
        "18_Daf, 48_Line": "“The king’s Genosia and his son’s Genosia, his own birthday and his son’s birthday”!", 
        "19_Daf, 0_Line": "But let him speak to him explicitly!", 
        "14_Daf, 10_Line": "Even though they said one should pray for his personal needs at the blessing [concluding with], “Who hears prayer,” if [for example] one has a sick person at home, he may say [his supplication] at the blessing for the Sick; or if he is in need of sustenance, he may say [his supplication] at the blessing for [the prosperity] of years.", 
        "30_Daf, 1_Line": "There are some who say that", 
        "19_Daf, 63_Line": "Rather just as the world cannot exist without winds, so the world cannot exist without Israel.", 
        "14_Daf, 33_Line": "that the world was created in Nisan, Adam must have seen the long days as well as the short ones! ", 
        "8_Daf, 39_Line": "Does that mean then that if they had not sinned, they would never have died?", 
        "4_Daf, 8_Line": "The nations will then say,", 
        "18_Daf, 59_Line": " [On another occasion] Antoninus mentioned to him that", 
        "20_Daf, 51_Line": "Their beds and the things that they used.", 
        "27_Daf, 43_Line": "the following [Mishnah]: One should not place cattle in inns kept by idolaters, because they are suspected of bestiality!", 
        "34_Daf, 30_Line": "He replied,", 
        "34_Daf, 38_Line": "He replied:", 
        "11_Daf, 41_Line": "We forbid the borrowing from them lest they come to lend to them.", 
        "4_Daf, 41_Line": "day to do them, and tomorrow is not the day to do them. Today is the day to perform them, but today is not the day to take reward for their performance.", 
        "5_Daf, 14_Line": "but when they see the battle of Gog and Magog, he will ask them,", 
        "6_Daf, 73_Line": "“And begin [the slaughter] with my sanctuary” (Ezekiel 9:6) and R. Joseph taught,", 
        "4_Daf, 12_Line": "Then they will say back to Him, ", 
        "18_Daf, 29_Line": "from the reign of the Greek kings. Learn from this.", 
        "7_Daf, 53_Line": "But have you not said,", 
        "12_Daf, 25_Line": "The halakhah is according to R. Joshua b. Korha.", 
        "11_Daf, 30_Line": "“But this will cause even greater enmity.”", 
        "25_Daf, 48_Line": "As for other things, if they are not specified their sale is permitted, but if specified it is forbidden.", 
        "22_Daf, 19_Line": "So also one should not place one’s mouth on a water pipe and drink from it for fear of danger.", 
        "20_Daf, 47_Line": "“The burning of articles at a king’s [funeral] is permitted and it is not prohibited as ,the ways of the Amorites,’ as it is said,", 
        "5_Daf, 2_Line": "He who is troubled is exempt from dwelling in the Sukkah?", 
        "28_Daf, 3_Line": "The idolater cares that his beast will not become sterile.", 
        "15_Daf, 14_Line": "The day on which Rome seized the kingship. ", 
        "8_Daf, 9_Line": "Every one that one performs a mitzvah in this world, it precedes him and walks in front of him in the world to come, as it is said:", 
        "5_Daf, 20_Line": "“He that sits in heaven will laugh” (Psalms 2:4).", 
        "33_Daf, 24_Line": "Surely it has been taught: R. Eliezer b. Jacob says:", 
        "8_Daf, 6_Line": "“The saying of David the son of Jesse, and the saying of the man raised on high” (II Samuel 23:1).", 
        "32_Daf, 52_Line": "She said: Just as this breath will not return to its place, so too Elazar ben Durdaya will not be accepted in repentance.", 
        "18_Daf, 18_Line": "[It affects the dating] of documents. ", 
        "11_Daf, 16_Line": "As to the festivals of idolaters, if one transacts any business [the proceeds] are forbidden.", 
        "6_Daf, 33_Line": "“Though they pick little they are saved” (Job 30:24).  Another interpretation:", 
        "18_Daf, 7_Line": "How do we know that we count according to the rule of the Greeks?", 
        "127_Daf, 0_Line": "Who is a ger toshav? Any [Gentile] who takes upon himself in the presence of three haverim not to worship idols. Such is the statement of R. Meir; but the Sages declare: Any [Gentile] who takes upon himself the seven precepts which the sons of Noah undertook; and still others maintain: These do not come within the category of a ger toshav; but who is a ger toshav? A proselyte who eats of animals not ritually slaughtered, i.e., he took upon himself to observe all the precepts mentioned in the Torah apart from the prohibition of [eating the flesh of] animals not ritually slaughtered.", 
        "8_Daf, 71_Line": "“He has made me to dwell in darkness, as those that have been long dead” (Job 3:6).", 
        "6_Daf, 14_Line": "the former refers to the time of judgment, the latter refers to a time of war.", 
        "7_Daf, 18_Line": "“Have I endangered you (hiskanti), and it is written there", 
        "29_Daf, 23_Line": "In a place where it is the custom to sell small cattle to Samaritans, one may sell, but where they do not sell, one may not sell.", 
        "23_Daf, 29_Line": "This refers only to [shops] decorated with roses and myrtle, for he will enjoy the odor, but if they are decorated with produce, it is permissible [to buy in them].", 
        "34_Daf, 36_Line": "He said,", 
        "17_Daf, 2_Line": "“The Scribe is sparing, the Tanna is redundant.”", 
        "33_Daf, 14_Line": "Our rabbis taught:", 
        "28_Daf, 17_Line": "Have we not learned,", 
        "30_Daf, 9_Line": "Why?", 
        "13_Daf, 26_Line": "For Shmuel said:", 
        "3_Daf, 24_Line": "The Holy Blessed One will say in reply:", 
        "13_Daf, 3_Line": "“Return, O backsliding children” (Jeremiah 3:14).", 
        "26_Daf, 30_Line": "[If an idolater asks,] “Who has a rooster?” It is permitted to sell him [even] a white rooster. If he asks, “Who has a white rooster?” It is forbidden to sell him a white rooster.", 
        "10_Daf, 4_Line": "But how can we tell that Noah himself was not a trefa? ", 
        "29_Daf, 37_Line": "And if you will say", 
        "29_Daf, 14_Line": "Rather R. Ashi said,", 
        "34_Daf, 40_Line": "“If so, would that your portion were my portion and you lot my lot.”...", 
        "13_Daf, 44_Line": "Ben Batera permits [the sale of] a horse?", 
        "3_Daf, 43_Line": " and they will reply,", 
        "9_Daf, 26_Line": "two weeks.", 
        "5_Daf, 78_Line": "The wicked are punished by it,", 
        "20_Daf, 36_Line": "the rabbis hold that burning [of articles at a funeral] is an [idolatrous] ritual practice.", 
        "25_Daf, 14_Line": "But let it be regarded as inflicting a blemish on a blemished animal which, even though not fit for a sacrificial purpose, is forbidden! ", 
        "5_Daf, 59_Line": "Resh Lakish said:", 
        "3_Daf, 19_Line": "[in order that the king shall plead] before the anger [of the Judge] is roused.", 
        "34_Daf, 34_Line": "He said back,", 
        "32_Daf, 2_Line": "“Akiva, you have reminded me. I was once walking in the upper-market of Tzippori when I came across one [of the disciples of Jesus the Nazarene] Jacob of Kefar-Sekaniah is his name, who said to me:", 
        "24_Daf, 38_Line": "The rabbis indeed do not disagree [with R. Natan], yet there is no difficulty here:", 
        "31_Daf, 9_Line": "one should not sell them bears, lions or anything which may injure the public.", 
        "30_Daf, 39_Line": "for R. Judah permits only in the case of a maimed one, which is not at all fit for work, whereas this one, which if kept long enough may be fit for work, might be forbidden;", 
        "32_Daf, 21_Line": "Ulla, when he would return from the academy, used to kiss his sister on the hand; ", 
        "14_Daf, 57_Line": "If an idolater gives a banquet for his son the prohibition is limited to that day and that man.", 
        "31_Daf, 62_Line": "“I acknowledge the Judge as right.”", 
        "8_Daf, 16_Line": "Resh Lakish said:", 
        "30_Daf, 46_Line": "Rather, Rabbi was anxious to abolish the thing entirely,", 
        "7_Daf, 5_Line": "And he replied,", 
        "26_Daf, 18_Line": "R. Yitzchak said in the name of R. Shimon b. Lakish:", 
        "30_Daf, 8_Line": "One should not sell them bars of iron.", 
        "28_Daf, 16_Line": "But does renting cause an acquisition?", 
        "3_Daf, 9_Line": "Because it is written:", 
        "4_Daf, 39_Line": "Did not R. Joshua b. Levi say: What is it that it is written, ", 
        "23_Daf, 25_Line": "“So and so son of so and so [his mother’s name] said to me, ‘be warned to guard your against Shabriri, briri, riri, iri, ri, in clear vessels.’”", 
        "15_Daf, 11_Line": "Kratesis etc.", 
        "32_Daf, 3_Line": "‘It is written in your Torah,", 
        "20_Daf, 65_Line": "Mutilation which renders the animal trefa is forbidden, but such as does not render it trefa is permitted;", 
        "15_Daf, 23_Line": "Up until now we have been engaging in battle, now let us argue out in logic: A pearl and a precious stone which shall form a setting for which?", 
        "11_Daf, 43_Line": "It is all on account of their going to offer thanks.", 
        "8_Daf, 77_Line": "“If you walk in my statutes” (Leviticus 26:3) the word if is nothing but an appeal. So too it says,", 
        "32_Daf, 43_Line": "[Is it only] from minut that one dies if one repents, but not from other sins?", 
        "19_Daf, 2_Line": "prominent Romans might hear and persecute him.", 
        "27_Daf, 8_Line": "Ashi asked:", 
        "16_Daf, 3_Line": "Rather, for twenty six years the Romans kept faith with Israel and did not enslave them, and therefore those years are not reckoned in the period during which Rome cast her dominion over Israel.", 
        "7_Daf, 20_Line": "What, then, is the meaning of “He knew the knowledge of the Most High”?", 
        "22_Daf, 20_Line": "What is meant by “not apparent”?", 
        "53_Daf, 33_Line": "\"And do not desecrate my holy name.\"", 
        "11_Daf, 60_Line": "R, Judah, however, admits that if the lime can still be scraped off during the festival, it may be applied on the festival for though she is troubled by it for the while, it will eventually please her.", 
        "19_Daf, 59_Line": "First, you cannot do away with all of them, for it is written,", 
        "3_Daf, 33_Line": "They will then depart crushed in spirit.", 
        "27_Daf, 45_Line": "In places where it is permitted to sell, it is permitted to leave them together alone, but in places where leaving them together alone is forbidden, it is also forbidden to sell.\n", 
        "32_Daf, 71_Line": "Before we ask for you, we must ask for ourselves, as it says", 
        "30_Daf, 30_Line": "It makes sense regarding the prohibition of weapons, for there are [horses] which kill by trampling, but the prohibition of large cattle, how does that apply? ", 
        "5_Daf, 16_Line": "And they will reply:", 
        "32_Daf, 18_Line": "This disagrees with the opinion of Rabbi Pedas for R' Pedas said", 
        "19_Daf, 78_Line": "“Some acquire eternity in a single hour, others acquire it after many years!”", 
        "22_Daf, 9_Line": "What does it mean “the sages were not concerned”?   About the splashing [of food from the non-Jew’s pot into the Jew’s pot]. As a parallel case, here too the rabbis were not concerned about the days before the festival.", 
        "25_Daf, 32_Line": "Rather, it is allowed because this diminished [the possessions of the idolaters], and here too it is allowed because this diminishes their possessions.", 
        "3_Daf, 88_Line": "Mar the son of Rabina said:", 
        "5_Daf, 22_Line": "“Only on that day is there laughter before the Holy Blessed One.", 
        "25_Daf, 12_Line": "This is a real blemish!", 
        "11_Daf, 24_Line": "He said:", 
        "2_Daf, 9_Line": "The one who taught edehem (with an aleph) is not in error, as it is written:", 
        "9_Daf, 15_Line": "When it comes to the study of Torah one should always make himself like an ox with a yoke and a donkey with a load.", 
        "19_Daf, 69_Line": "”he fell on the head of his foreskin and cut it off and said,", 
        "16_Daf, 0_Line": "Persian rule lasted thirty-four years after the building of the Temple, Greece ruled one hundred eighty years during the existence of the Temple, the Hasmonean rule lasted one hundred three years during existence of the Temple, the House of Herod ruled one hundred three years. From this point and onward, one should go on counting the years from the Destruction of the Temple.", 
        "19_Daf, 74_Line": "“And it shall be to Aaron and his sons”–one half is Aaron’s and one half his sons’.", 
        "21_Daf, 11_Line": "“The reckoning of the ruler is wrong. The brother of our lord, the impostor! Let him who will see it see it; he who will not see it now will never see it. How does treason benefit the traitor or deceit the deceiver!” And they conclude:", 
        "13_Daf, 10_Line": "GEMARA. R. Tahlifa b. Abdimi said in the name of Shmuel:", 
        "21_Daf, 42_Line": "If the idolatrous [festival] takes place outside it, [business] is permitted within it.", 
        "4_Daf, 17_Line": "“Heaven and Earth testify that Israel has fulfilled the entire Torah.”", 
        "31_Daf, 55_Line": "“one should not join them in building a basilica, an executioner’s scaffold, a stadium or a tribune”?", 
        "6_Daf, 82_Line": "God is angry every day, but how long does His anger last?", 
        "20_Daf, 27_Line": "Why are cucumbers are called “kishuin”?", 
        "29_Daf, 44_Line": "Just as it is forbidden to sell weapons to a non Jew it is also forbidden to sell to a Jewish robber. ", 
        "53_Daf, 26_Line": "As it was taught in a braisa: R' Yishmael would say: ", 
        "38_Daf, 8_Line": "If so, Scripture should have said \"nor give freely unto them\" [spelled with a yod]. What does \"nor show mercy unto them\" [spelled without a yod] mean?", 
        "11_Daf, 4_Line": "Here we are dealing with a case of two people on opposite sides of a river....", 
        "16_Daf, 15_Line": "Four hundred and forty-eight years! When you reckon it you will find that from the time when they had “made souls in Haran” till the giving of the Torah there are four hundred and forty-eight years.", 
        "29_Daf, 40_Line": "\"Just as it is forbidden to sell to a non Jew so it is forbidden to sell to a Jew who is suspected of selling to a non Jew\"", 
        "17_Daf, 10_Line": "From the year four thousand two hundred and thirty-one of the creation of the world onward, if one says to you,", 
        "3_Daf, 12_Line": "And from where do we know that the most important ones come in [for judgment] first?", 
        "14_Daf, 14_Line": "<i>Kalenda</i>, <i>Saturnalia</i>, <i>Kratesis</i>, the anniversary of accession to the throne and birthdays and anniversaries of deaths, according to Rabbi Meir.", 
        "5_Daf, 37_Line": "“I have long time held my peace, I have been still, and refrained myself, now will I cry.”", 
        "8_Daf, 5_Line": "This accords with the following saying of R. Shmuel b. Nahmani, who said in the name of R. Yonathan: What is it that is written, ", 
        "24_Daf, 7_Line": "If he puts it on, it turns out that he is benefiting! If he does not put it on? Then he is providing benefit!", 
        "7_Daf, 76_Line": "“My heart is pierced within me” (Psalms 109:22); nor were the Israelites the kind of people to commit that act, for it is said,", 
        "32_Daf, 47_Line": "And does not one die on renouncing sins other [than minut]?", 
        "13_Daf, 61_Line": "He said:", 
        "25_Daf, 37_Line": "that the other had bought from a dealer; for R. Abba the son of R. Hiyya b. Abba said:", 
        "13_Daf, 75_Line": "“A prayer for the afflicted when he is faint” etc.!", 
        "21_Daf, 9_Line": "Rav Judah in the name of Shmuel:", 
        "6_Daf, 9_Line": "R. Hinena b. Papa pointed to the following contradiction: Scripture says,", 
        "19_Daf, 32_Line": "Rabbi said,", 
        "28_Daf, 33_Line": "He replied:", 
        "23_Daf, 5_Line": "Our rabbis taught:", 
        "3_Daf, 30_Line": "“Who among you declares this? (Isaiah 43:9).", 
        "3_Daf, 39_Line": "“And behold another beast, a second like a bear” (Daniel 7:5);  and R. Joseph said:", 
        "2_Daf, 13_Line": "The one who taught edehem (with an aleph) why did he not teach edehem (with an ayin?", 
        "29_Daf, 54_Line": "Rav said:", 
        "28_Daf, 0_Line": "But R. Elazar said:", 
        "29_Daf, 27_Line": "One may not place cattle in inns kept by idolaters even male-cattle with men and female-cattle with women, and it is needless to say that female-cattle with men and male-cattle with women [are forbidden]; nor may one hand over cattle to one of their shepherds; nor may one be alone with them; nor may one entrust a child to them to be educated, or to be taught a trade.", 
        "24_Daf, 4_Line": "They raised a difficulty: R. Natan says:", 
        "20_Daf, 11_Line": "“The Holy One, blessed be He, does carry the light before Israel, as it is written,", 
        "30_Daf, 62_Line": "[Our Mishnah may refer] to a mutilated lion", 
        "19_Daf, 79_Line": "Antoninus attended on Rabbi. Artaban attended on Rav.", 
        "7_Daf, 66_Line": "“Let them bring their witnesses that they may be justified; let them hear and say it is truth” (Isaiah 43:9). “Let them bring their witnesses that they may be justified,” this refers to Israel; “let them hear and say it is truth” this refers to the non-Jews.", 
        "17_Daf, 0_Line": " “Forty-eight cities” (Numbers 35:7).", 
        "15_Daf, 45_Line": "It indicates that [from that time onward] they did not adjudicate the laws of fines.", 
        "6_Daf, 57_Line": "We who are frequently with you, set ourselves the task of studying it thoroughly, they do not study it carefully.", 
        "29_Daf, 5_Line": "In that other case, one is not commanded to let one’s cattle rest on the Sabbatical year, whereas in our case, one is commanded to let one’s cattle rest on the Sabbath!", 
        "15_Daf, 39_Line": "When R. Yishmael b. Yose was ill they sent word to him:", 
        "32_Daf, 78_Line": "But here it was over a sin other than heresy!", 
        "52_Daf, 0_Line": "It has been stated: From where do we know that circumcision by a non Jew is invalid? Daru b. Papa said in the name of Rav: You shall keep my covenant (Gen 17:9). R. Yohanan said: Circumcised he hall be circumcised (Gen 17:13) - he who is circumcised shall circumcise.", 
        "18_Daf, 53_Line": "Antoninus once said to Rabbi:", 
        "5_Daf, 69_Line": "just as the fishes of the sea, as soon as they come on to dry land, die, so also people, as soon as they separate themselves from Torah and the commandments die immediately.", 
        "31_Daf, 50_Line": "Two of these are permitted and one is forbidden; as a reminder,", 
        "11_Daf, 17_Line": "During their festivals it is [forbidden], but before their festival it is not?  ", 
        "8_Daf, 23_Line": "But with regard to those at Sinai, too, it is written,", 
        "9_Daf, 36_Line": "an animal which is trefa cannot bear any offspring;\n", 
        "24_Daf, 34_Line": "And R. Yohanan said:", 
        "31_Daf, 30_Line": "When we were at the school of Rav Judah he said to us:", 
        "33_Daf, 41_Line": "“Why did you not go to the House of Aveidan?”  ", 
        "12_Daf, 10_Line": "so that it could be said that the anonymous statement was quoted earlier and the differing opinions later.", 
        "53_Daf, 15_Line": "Praiseworthy were you, Ben Dama, for your body was holy and your soul left in holiness, and you did not violate the words of your colleagues, who said (Ecclesiastes 10:8) \"And one who breaks a fence should be bitten by a snake.\" ", 
        "7_Daf, 74_Line": "David was not the kind of man to do that act, nor was Israel the kind of people to do that act.", 
        "27_Daf, 20_Line": "And what difficulty is there?", 
        "31_Daf, 12_Line": "Just as it is forbidden to sell them large cattle, so it is forbidden to sell them large wild animals, and even in such places where they do sell them small cattle, they may not sell them large wild animals.", 
        "34_Daf, 10_Line": "His wife was punished by being slain, because she did not protest against him.", 
        "13_Daf, 67_Line": "Joshua says:", 
        "22_Daf, 17_Line": "If there is a spring flowing in front of an idol he should not bend down and drink, because it looks like he is bowing to the idol; but if this is not apparent it is permitted.", 
        "26_Daf, 21_Line": "But of any of these they may sell them a package.", 
        "53_Daf, 6_Line": "From where do you say that we do not worry about hours of life?", 
        "28_Daf, 9_Line": "Then let him make it work; since he has bought it, he owns it!", 
        "31_Daf, 0_Line": "in accordance with the opinion of R. Judah. ", 
        "27_Daf, 26_Line": "He replied:", 
        "20_Daf, 2_Line": "The Emperor sent a regiment of Roman [soldiers] after him, but he enticed them by [citing] verses and they converted to Judaism.", 
        "26_Daf, 5_Line": "Has it not been taught:", 
        "29_Daf, 39_Line": "Rav Nachman said in the name of Rabbah bar Avuha ", 
        "19_Daf, 47_Line": "“There [in the nether world] is Edom, her kings, and all her princes” (Ezekiel 32:29).  ", 
        "31_Daf, 59_Line": "The governor said to him,", 
        "19_Daf, 4_Line": "Because it is written:", 
        "19_Daf, 11_Line": "Rabbi sent back to him,", 
        "7_Daf, 31_Line": "As long as it takes to utter this word.", 
        "34_Daf, 14_Line": "that once his daughter was walking in front of some great men of Rome. They remarked, ", 
        "28_Daf, 23_Line": "But does rent really constitute acquisition?", 
        "8_Daf, 34_Line": "And R. Yose said:", 
        "3_Daf, 60_Line": "Because their reign will last till the coming of the Messiah.", 
        "53_Daf, 27_Line": "Whence is it derived that if they say to a man, Worship idolatry and we will not kill you, ", 
        "3_Daf, 38_Line": "Because it is written:", 
        "19_Daf, 19_Line": "And Rabbi replied,", 
        "14_Daf, 49_Line": "When Rome makes a Kalends [festival] and all of the towns in its vicinity are subject to it, is it forbidden or permitted [to transact business etc.] in those towns?", 
        "29_Daf, 7_Line": "And in every case when one is commanded [concerning a thing] he is forbidden [to sell it to one who may disregard the commandment]?", 
        "8_Daf, 29_Line": "But did not Resh Lakish say, what is it that is written,", 
        "25_Daf, 49_Line": "Rabbi Meir says:", 
        "29_Daf, 45_Line": "what is the case?", 
        "27_Daf, 16_Line": "Meir says:", 
        "25_Daf, 40_Line": "Had R. Yohanan been present once in a place where taxes were exacted even from private persons he would have forbidden [even such purchase].", 
        "14_Daf, 30_Line": "This makes sense according to the one who holds", 
        "7_Daf, 48_Line": "One should not recite the Musaf prayer during the first three hours of the day on the first day of the New Year in private, lest, since judgment is then proceeding, his deeds may be scrutinized and the prayer rejected.", 
        "20_Daf, 52_Line": "And when R. Gamaliel the elder died, Onkelos the proselyte burned after him seventy Tyrian manehs. ", 
        "26_Daf, 41_Line": "When is this so?", 
        "20_Daf, 42_Line": "Rather, all agree that burning is not an idolatrous practice. Rather it is a sign of the importance [of the deceased].", 
        "9_Daf, 13_Line": "“Oh you who are thirsty come to the water” (Isaiah 55:1).", 
        "5_Daf, 28_Line": "R. Nahman b. Yitzchakh said: With His creatures he does laugh, but he does not laugh at His creatures except on that day. ", 
        "10_Daf, 39_Line": "The question was asked:", 
        "18_Daf, 12_Line": "R. Nahman wanted to just turn him away.", 
        "5_Daf, 5_Line": "“He that sits in heaven will laugh” (Psalms 2:4).", 
        "5_Daf, 6_Line": "R. Yitzchak said:", 
        "30_Daf, 53_Line": "When however he reaches the cupola in which the idol is placed he must not build.", 
        "2_Daf, 0_Line": "On the three days preceding the festivals of idolaters, it is forbidden to conduct business with them, to lend articles to them or borrow from them, to lend or borrow any money from them, to repay a debt, or receive repayment from them. ", 
        "24_Daf, 44_Line": "“Their horses you shall hamstring” (Joshua 11:6).", 
        "8_Daf, 40_Line": "But were not chapters written about levirate marriage and inheritance?", 
        "16_Daf, 5_Line": "If a Tanna is uncertain about the details [of what exact year it is] let him ask a notary what year it is according to his reckoning and add twenty to it and he will find his calculation. As a mnemonic sign take the verse,", 
        "25_Daf, 35_Line": "“Orphan! Would your master act thus?”", 
        "7_Daf, 64_Line": "Joshua b. Levi also said:", 
        "32_Daf, 53_Line": "He went and sat between two hills and mountains.", 
        "29_Daf, 48_Line": "Rather the case is that he is not suspect of murder and what is the case here? He is a Mashmuta (Artscroll: sneak thief), sometimes he will use to save himself", 
        "28_Daf, 1_Line": "Even in a place where it is forbidden to leave them together it is permitted to sell.", 
        "20_Daf, 41_Line": "“And in their statutes you shall not walk” (Leviticus 18:3)?  ", 
        "27_Daf, 29_Line": "And so too said R. Huna:", 
        "13_Daf, 2_Line": "Whether in the one case or in the other they should be accepted, for it is said, ", 
        "13_Daf, 35_Line": "Let this matter be suppressed and left unsaid.", 
        "6_Daf, 60_Line": "He said to them:", 
        "19_Daf, 37_Line": "He said back, ", 
        "21_Daf, 26_Line": "When R. Dimi came he said: They added", 
        "38_Daf, 10_Line": "There is also a <i>beraita</i> accordingly:", 
        "15_Daf, 65_Line": "Because when the Sanhedrin saw that murderers were so prevalent that they could not be properly judged, they said:", 
        "30_Daf, 60_Line": "The reason is because they might injure the public, but if they will not injure the public it should be permitted?  ", 
        "34_Daf, 6_Line": "He did it in order to practice, as we have learned:", 
        "53_Daf, 23_Line": "\"And you shall live by them\" (Vayikra 18:5) - and not that you shall die by them.", 
        "26_Daf, 14_Line": "Stems:", 
        "15_Daf, 42_Line": "One hundred and eighty years before the Temple was destroyed evil Rome cast her rule over Israel; eighty years before the destruction of the Temple they (the rabbis) decreed impurity on the lands of the nations and on glass vessels. Forty years before the Temple was destroyed the Sanhedrin was exiled from [the Temple] and dwelled in Hanut.", 
        "7_Daf, 38_Line": "Abaye said:", 
        "7_Daf, 14_Line": "“Only occasionally.”", 
        "8_Daf, 11_Line": "Similarly, every transgression that one commits clasps him and leads him towards the Day of Judgment, as it is said,", 
        "15_Daf, 13_Line": "Rav Judah said in the name of Shmuel:", 
        "34_Daf, 25_Line": "Our Rabbis taught:", 
        "20_Daf, 9_Line": "“No.”", 
        "9_Daf, 34_Line": "The exclusion of the trefa is from the phrase, “to keep seed alive” (Genesis 7:3).", 
        "33_Daf, 47_Line": " “And why did you let your slave go free?” ", 
        "4_Daf, 44_Line": "Because it does not cause a financial loss.", 
        "13_Daf, 64_Line": "One should first ask for one’s own needs and then pray, as it is said;", 
        "24_Daf, 23_Line": "“A burial ground”! Do you really think that?", 
        "19_Daf, 60_Line": "“For I have spread you abroad as the four winds of the heaven” (Zechariah 2:10).", 
        "11_Daf, 31_Line": "“I meant you should do it by sleight of hand.”", 
        "19_Daf, 43_Line": "“There will be no remnant to the house of Esau.” This might have been taken to apply to all, ", 
        "17_Daf, 12_Line": "What difference is there between these two [given periods]?", 
        "3_Daf, 29_Line": "As it is said,", 
        "30_Daf, 47_Line": "but he considered it advisable to do it little by little.", 
        "25_Daf, 41_Line": "How is it then that they made the purchase?", 
        "33_Daf, 19_Line": "This accords with the opinion of R. Huna. For R. Huna said:", 
        "13_Daf, 28_Line": "If you want you may say that", 
        "8_Daf, 42_Line": "But are there verses in the Torah that are written on condition? ", 
        "6_Daf, 31_Line": "Another explanation:", 
        "8_Daf, 15_Line": "“He did not listen to her, to lie with her, to be with her” (Genesis 39:10); to lie with her in this world, to be with her in the world to come.", 
        "33_Daf, 9_Line": "If we render it “Torah” since the word zimmah in Scripture is translated in the Targum,", 
        "53_Daf, 5_Line": "We do not worry about hours of life.", 
        "5_Daf, 24_Line": "Has Rav Judah not said in the name of Rav:", 
        "32_Daf, 12_Line": "R. Hisda said:", 
        "22_Daf, 10_Line": "What about going there? etc.", 
        "3_Daf, 13_Line": "This is in accordance with R. Hisda, for R. Hisda said:", 
        "5_Daf, 30_Line": "Since the day of the destruction of the Temple, there is no laughter for the Holy Blessed One.", 
        "19_Daf, 41_Line": "“That applies only to those who do the deeds of Esau”", 
        "11_Daf, 69_Line": "[In one instance] the halakhah follows R. Joshua b. Korha and [in another] the halakhah follows R. Judah.", 
        "21_Daf, 37_Line": "In the Diaspora it is only forbidden [to transact business with idolaters] on the actual festival days alone.  ", 
        "6_Daf, 37_Line": "I thought I would redeem them by depriving them of monetary possessions in this world, so that they would be worthy to merit the world to come, yet they have plotted against me.", 
        "19_Daf, 26_Line": "So he prayed for mercy for the man and he was restored to life. He then sent him in.", 
        "29_Daf, 29_Line": "This shows indeed that they are not to be suspected.  ", 
        "8_Daf, 36_Line": "“For I will not contend for ever, neither will I be always wroth, for the spirit should fall before me and the souls which I have made” (Isaiah 57:16).", 
        "32_Daf, 86_Line": "Let us go [through the one leading] by the place of idolatry,", 
        "10_Daf, 19_Line": "Come and hear that R. Tahlifa b. Avdimi said in the name of Shmuel:", 
        "11_Daf, 71_Line": "According to R. Judah: This refers to what we learned: ", 
        "31_Daf, 40_Line": "“A large wild beast is like small cattle with regard to struggling.” I said to him,", 
        "17_Daf, 8_Line": "“Buy a field that is worth one thousand denarii for one denar,” do not buy it. ", 
        "52_Daf, 2_Line": "And is there anyone who could say that a woman isn't able to? But it says: \"So Zipporah took a flint an cut off her son's foreskin\" (Ex 4:25)! Read it as:\"she caused someone to take\". But is says, \"and cut off\"! Read it as:\"she caused someone to cut off\". And if you want, you can say, she started it, and Moshe came and finished it.", 
        "18_Daf, 51_Line": "the one applies to his own accession, the other to that of his son;", 
        "10_Daf, 6_Line": "Perhaps this means that he was perfect in his manners?", 
        "4_Daf, 26_Line": "“You caused sentence to be heard from Heaven, the earth trembled and was still” (Psalms 76:9).", 
        "18_Daf, 23_Line": "[It affects the dating of] documents. ", 
        "38_Daf, 1_Line": "But \"nor show mercy unto them\" is needed for this: The Merciful One is saying,", 
        "33_Daf, 37_Line": "“Which is for the warp and which for the woof?”", 
        "30_Daf, 15_Line": "[We sell it] to the Persians who protect us.", 
        "27_Daf, 23_Line": "a “good palm” may not be sold to them, but we may sell them a bad palm.", 
        "10_Daf, 26_Line": "And R. Hanin b. Rava explained that", 
        "2_Daf, 21_Line": "All the commandments which Israel performs in this world will come and testify on their behalf in the world to come, as it is said:", 
        "6_Daf, 86_Line": "And no creature could ever precisely fix this moment, except Bilaam the wicked, of whom it is written,", 
        "10_Daf, 38_Line": "these days, not including the festival. Learn from this.", 
        "53_Daf, 13_Line": "He said to him: R' Yishmael, my brother, allow him to heal me, and I will bring a verse from the Torah that it is permissible - and he did not finish before his soul left and he died.", 
        "53_Daf, 25_Line": "Those words are for private actions, but not for public ones. ", 
        "13_Daf, 15_Line": "Them without their festivals themselves is the point on which they differ.", 
        "6_Daf, 45_Line": "He was silent and could give them no answer;", 
        "7_Daf, 71_Line": "Israel made the (golden) calf only to provide an opening for those who seek to return (ba'alei t'shuvah) as it is written:", 
        "13_Daf, 49_Line": "Let this matter be suppressed and left unsaid.", 
        "28_Daf, 31_Line": "Huna sold a cow to an idolater. R. Hisda said to him:", 
        "20_Daf, 63_Line": "And is it forbidden to mutilate clean animals?", 
        "21_Daf, 20_Line": "— Mutardi, Turyaskai, Muharnekai, Muharin.", 
        "11_Daf, 63_Line": "Ravina said:", 
        "2_Daf, 3_Line": "But they [the Rabbis] said to him:", 
        "11_Daf, 22_Line": "An item that is perishable may be sold to them, but may not be bought from them.", 
        "6_Daf, 15_Line": "R. Hama b. Hanina pointed to another contradiction: It is written,", 
        "32_Daf, 29_Line": "Others say:", 
        "33_Daf, 43_Line": "‘I am old and I am afraid you will trample me under your feet.”", 
        "9_Daf, 20_Line": "its mother had been sold or if its young had been sold to be slain [the same day].", 
        "13_Daf, 11_Line": "According to R. Ishmael it is always be forbidden [because of] Sunday. ", 
        "11_Daf, 14_Line": "No, [it refers to] the festival exclusively.", 
        "33_Daf, 34_Line": "“Why then are you titled Master”?  ", 
        "11_Daf, 3_Line": "Now here, if they did not give it to him he could take it himself, yet the one [who hands it] is guilty of placing a stumbling block before the blind.", 
        "15_Daf, 33_Line": "What did they expound at the outset and what did they expound at the end?", 
        "18_Daf, 22_Line": "And R. Hisda [again] replied:", 
        "25_Daf, 6_Line": "Then let him cut it in half! .", 
        "19_Daf, 23_Line": "Haninah b. Hama went out but found that the man had been killed. He said to himself,", 
        "20_Daf, 14_Line": "“Do not say anything at all to him.”  ", 
        "20_Daf, 3_Line": "The Emperor sent another Roman regiment after him. He said to them,", 
        "5_Daf, 34_Line": "Rather, as it is written:", 
        "29_Daf, 13_Line": "the plough and all its accessory vessels, the yoke, the winnowing-fan and the mattock!", 
        "87_Daf, 0_Line": "Proclos, son of a philosopher, asked a question to R. Gamliel in Acco when the latter was bathing in the bath of Aphrodite. He said to him: It is written in your Torah, you shall make you graven images. Why are you bathing in the bath of Aphrodite? He replied to him, we may not answer [questions relating to Torah] in a bath. When he came out, he said to him, I did not come into her domain, she has come into mine. Nobody says, The bath was made as an adornment for Aphrodite. But he says, Aphrodite was made as an adornment for the bath.  ", 
        "26_Daf, 12_Line": "Rabbah b. Bar-Hana said in the name of R. Yohanan:", 
        "13_Daf, 66_Line": "“And Isaac went out to meditate in the field” (Genesis 24:63).", 
        "27_Daf, 11_Line": "since he asks for a mutilated one, he is not asking for it for idolatry, or perhaps he is merely acting cunningly?", 
        "21_Daf, 4_Line": "The question was asked:", 
        "13_Daf, 78_Line": "After he had poured forth his meditation before the Lord.”", 
        "10_Daf, 30_Line": "The Tanna may regard the whole Kalenda as one day.", 
        "30_Daf, 38_Line": "It can be asked of R. Judah,", 
        "14_Daf, 41_Line": "“And it [my thanksgiving] shall please the Lord better than a bull that is horned and has hooves” (Psalms 69:32).", 
        "34_Daf, 13_Line": "His daughter was consigned to a brothel, as R. Yohanan said", 
        "29_Daf, 41_Line": "He [Rabbah] ran three parasangs after the buyer", 
        "25_Daf, 43_Line": "The following things are forbidden to be sold to idolaters:", 
        "19_Daf, 71_Line": "As he was being cast [into the furnace] he said,", 
        "5_Daf, 0_Line": "that the summer season extends till Sukkot and they are troubled [by the heat].", 
        "18_Daf, 17_Line": "R. Hisda replied:", 
        "3_Daf, 11_Line": "This refers to Rome, whose power is known to the whole world.", 
        "20_Daf, 19_Line": "He said,", 
        "20_Daf, 29_Line": "There is no contradiction here:", 
        "53_Daf, 28_Line": "that he should worship and not be killed?", 
        "33_Daf, 6_Line": "“Foresight (mezimah) will protect you, and discernment will guard you” (Proverbs 2:11).", 
        "6_Daf, 56_Line": "He replied:", 
        "32_Daf, 31_Line": "Bring me the two daughters who cry and call in this world,", 
        "5_Daf, 71_Line": "Just as the fishes of the sea, as soon as the sun scorches them, they die; so too people, when struck by the sun, die.", 
        "9_Daf, 2_Line": "“The woman whom You gave to be with me, she gave me of the tree, and I did eat” (Genesis 3:12). ", 
        "3_Daf, 72_Line": "But surely to this the response would be: “Then why did you not accept it?”", 
        "30_Daf, 50_Line": "a young bullock [that was fattened] they can hold on to it [and slim it] and it will do the work of two.", 
        "19_Daf, 24_Line": "what should I do?", 
        "23_Daf, 24_Line": "If not, let him knock with the lid on the jug and say to himself:", 
        "26_Daf, 38_Line": "Nahman b. Yitzchak said:", 
        "26_Daf, 28_Line": "And a white rooster.", 
        "2_Daf, 31_Line": "“Do not come before Me in confusion, but let each nation ", 
        "23_Daf, 11_Line": "It happened that one swallowed a leech, and R. Nehemiah permitted heating water for him on Shabbat.", 
        "14_Daf, 60_Line": "the day of shaving one’s beard or lock of hair, or the day of landing after a sea voyage, or the day of release from prison — the prohibition only applies to that day and that particular person.", 
        "26_Daf, 27_Line": "We are commanded not to [place a stumbling-block] before [the blind]   but we are not commanded not to place one before one who may place it before the blind.", 
        "30_Daf, 25_Line": "Ben Batera permits in the case of a horse.", 
        "5_Daf, 50_Line": "And if you want you may say", 
        "24_Daf, 31_Line": "Even when he can find elsewhere to learn he may defile himself, for a person may not be able to learn from everyone.", 
        "32_Daf, 46_Line": "Since she said that this was the lightest of her sins, it may be assumed that she was guilty of minut as well.", 
        "25_Daf, 20_Line": "Why do you ask at all?", 
        "22_Daf, 5_Line": "Rava said:", 
        "5_Daf, 21_Line": "R. Yitzchak said:", 
        "26_Daf, 20_Line": "A tanna taught:", 
        "21_Daf, 45_Line": "GEMARA. What is a case of “outside it” [where it is permitted to engage in business with pagans]?", 
        "12_Daf, 13_Line": "R. Huna [could reply]:", 
        "8_Daf, 25_Line": "This refers to regular sexual intercourse.", 
        "12_Daf, 5_Line": "But why state that the law is according to R. Judah? It is obvious that where differing opinions [are quoted] and then [one of these] is quoted anonymously, the law is according to the anonymous opinion.", 
        "19_Daf, 64_Line": "And what is more, your kingdom will be called a “crippled kingdom.”", 
        "28_Daf, 30_Line": "Adda permitted selling a donkey [to an idolater] through an agent: If we are concerned about “trying,” it is not familiar with his voice that it should walk because of him. And as to “lending” or “renting” since it is not his own he will neither lend nor rent it; Also, lest some fault be discovered in it.", 
        "11_Daf, 37_Line": "It is all on account of their going to offer thanks.", 
        "26_Daf, 19_Line": "Pure frankincense.", 
        "32_Daf, 40_Line": "Now, since she says that this was the lightest of her sins, it may be assumed that she had also acted had minut in her [and yet she did not die]!", 
        "21_Daf, 24_Line": "There are five fixed temples of idol-worship and they are:", 
        "32_Daf, 66_Line": "Before we ask for you, we must ask for ourselves, as it says", 
        "24_Daf, 35_Line": "The halakhah is according to R. Jose.", 
        "28_Daf, 21_Line": "“And you shall not bring abomination into your house” (Deuteronomy 7:26).", 
        "24_Daf, 20_Line": "One may attend a fair of idolaters and buy from them cattle, slaves, maidservants, houses, fields and vineyards; one may even write the necessary documents and bring them to their courts because this is like rescuing from their hands.", 
        "7_Daf, 30_Line": "Amemar said (others say, Ravina):", 
        "2_Daf, 30_Line": "“All the nations are gathered together” etc. (Isaiah 43:9). The Holy Blessed One will then say to them:", 
        "26_Daf, 29_Line": "R. Jonah said in the name of R. Zera who said in the name of R. Zevid (And some teach that, R. Jonah said in the name of R. Zera):", 
        "23_Daf, 31_Line": "The verse says,", 
        "15_Daf, 49_Line": "“Forgotten”! Let them study them?", 
        "26_Daf, 22_Line": "And how much is a package?", 
        "19_Daf, 56_Line": "They replied:", 
        "13_Daf, 56_Line": "that it ought to be suppressed and left unsaid!", 
        "53_Daf, 21_Line": "[But it was curable, so it could not have been] a \"snake of the Rabbis\", which has no cure.", 
        "38_Daf, 2_Line": "\"Do not grant them favor.\"", 
        "18_Daf, 20_Line": "the first of Tishrei is New Year for [counting] years and sabbatical cycles and we said,", 
        "8_Daf, 81_Line": "“May they always be of such a mind” (Deuteronomy 5:26). Moses said to Israel:", 
        "53_Daf, 2_Line": "Rava said in the name of R' Yochanan (alternately, Rav Chisda said in the name of R' Yochanan:", 
        "4_Daf, 40_Line": "“Which I command you this day” (Deuteronomy 7:11)? Today is the", 
        "18_Daf, 0_Line": "six years ahead. The rabbis who were sitting before Rava thought that it should be pronounced", 
        "26_Daf, 44_Line": "But have we not learned", 
        "5_Daf, 58_Line": "“They pluck salt-wort with wormwood; and the roots of juniper are their food” (Job 30:4).", 
        "11_Daf, 2_Line": "“You shall not put a stumbling block before the blind.”", 
        "13_Daf, 20_Line": "that they differ on the question of a case where he did engage in business,", 
        "18_Daf, 16_Line": "“The reign of kings,” what is the practical significance of this law?", 
        "5_Daf, 1_Line": "But didn’t Rava say:", 
        "19_Daf, 1_Line": "He thought ", 
        "4_Daf, 11_Line": "“I can give testify that they observed the Torah.”", 
        "32_Daf, 17_Line": "“And in that you give hire, and no hire is given to you, thus you are reversed” (Ezekiel 16:34).", 
        "25_Daf, 28_Line": "When Ravin came he said in the name of Resh Lakish:", 
        "11_Daf, 1_Line": "Scripture says,", 
        "4_Daf, 50_Line": "..", 
        "24_Daf, 45_Line": "The Master said:", 
        "14_Daf, 38_Line": "So he sat up all night fasting and weeping and Eve was weeping opposite him.", 
        "9_Daf, 1_Line": "The descendants of ungrateful people, as it is written,", 
        "10_Daf, 44_Line": "Was it not taught that R. Nathan said:", 
        "26_Daf, 11_Line": "Bnot Shuah:", 
        "4_Daf, 5_Line": "Ye shall therefore keep My statutes and My ordinances which, if a man do, he shall live by them. It does not say \"If a Priest, Levite, or Israelite do, he shall live by them,\" but \"a man\"; here, then, you can learn that even a heathen who studies the Torah is equal to a High Priest!’ ", 
        "32_Daf, 59_Line": "Heaven and earth, ask for mercy for me!", 
        "14_Daf, 16_Line": "a death at which burning [of articles of the dead] takes place is attended by idolatry, but where there is not such burning there is no idolatry.", 
        "33_Daf, 28_Line": "I accidentally mixed up charity collected for Purim with ordinary charity money, so I distributed it to the poor!  ", 
        "7_Daf, 40_Line": "But is it not white at all times? At other times it has red streaks,", 
        "14_Daf, 0_Line": "R. Joshua holds that", 
        "11_Daf, 26_Line": "If I accept it, he will go and praise [the idols for it]; if I do not accept it, he will have enmity with me.” ‘", 
        "8_Daf, 67_Line": "But were they then dead?", 
        "13_Daf, 14_Line": "Is not [the opinion of] the sages identical with that of the first tanna?", 
        "31_Daf, 45_Line": "“A large wild beast is like small cattle with regard to struggling.”", 
        "12_Daf, 37_Line": "There are those who say", 
        "25_Daf, 0_Line": "if fruit, clothes or utensils they should be allowed to rot, if money or metal vessels, he should carry them to the Dead Sea. What is meant by disabling?", 
        "21_Daf, 29_Line": " Nitbara of Akko].", 
        "12_Daf, 33_Line": "Our rabbis taught:", 
        "8_Daf, 57_Line": "Since there is no death, there is nothing greater than this.", 
        "38_Daf, 13_Line": "\"nor give freely unto them\" - do not grant them favor.", 
        "27_Daf, 39_Line": "In no place however is it permitted to sell large animals, calves or foals, whether whole or maimed.", 
        "23_Daf, 17_Line": "Our rabbis taught:", 
        "21_Daf, 44_Line": "If the road leads solely to that place, it is forbidden;  But if one can go by it to any other place, it is permitted.", 
        "11_Daf, 39_Line": "It makes sense to prohibit lending to them, for this benefits them; but borrowing from them deprives them.", 
        "29_Daf, 42_Line": "(some say one parasang in sand) but failed to overtake him.", 
        "13_Daf, 60_Line": "One should ask for one’s own needs in the blessing [concluding with] “Who hears prayer.”", 
        "28_Daf, 5_Line": "An idolater cares that his beast will not become sterile.", 
        "5_Daf, 48_Line": "If you want you may say,", 
        "30_Daf, 17_Line": "It has been taught:", 
        "15_Daf, 68_Line": "One hundred and eighty years prior to the destruction (Rome conquered Israel).", 
        "31_Daf, 10_Line": "The reason is because they may injure the public, but if they may not injure the public they may be sold!", 
        "14_Daf, 17_Line": "But the day of shaving ones beard and lock of hair, or the day of landing after a sea voyage, or the day of release from prison, or if an idolater holds a banquet for his son — the prohibition only applies to that day and that particular person.", 
        "18_Daf, 42_Line": "[The King’s] birthday.", 
        "29_Daf, 22_Line": "He [Abaye] objected to him [from the following baraita]:", 
        "19_Daf, 39_Line": "Antoninus replied,", 
        "18_Daf, 37_Line": "the one refers to the king’s own ascension, the other to that of his son.", 
        "33_Daf, 56_Line": "“This is what the Lord my God commanded me.”", 
        "36_Daf, 28_Line": "\"Truly, a person should study Torah in the area that his heart desires, as it is stated, ", 
        "26_Daf, 47_Line": "Yitzchak son of R. Mesharsheya said:", 
        "19_Daf, 40_Line": "“But is it not written, ‘There will be no remnant to the house of Esau?’ (Obadiah 1:18).  ", 
        "32_Daf, 20_Line": "Every man shall not come near to any close relative to uncover nakedness", 
        "53_Daf, 8_Line": "\"If we decide to go into the city, what with the famine in the city, we will die\" - but there they had hours of life still [to try to maximize]!", 
        "33_Daf, 40_Line": "Then they asked him,", 
        "30_Daf, 36_Line": "What about a fattened ox?", 
        "5_Daf, 65_Line": "Rav Judah said in the name of Shmuel: Why is it written,", 
        "26_Daf, 36_Line": "Rather, it means that he was asking:", 
        "8_Daf, 76_Line": "Our Rabbis taught:", 
        "26_Daf, 46_Line": "but in any case, that man and that day are prohibited!", 
        "13_Daf, 16_Line": "The first tanna holds that", 
        "32_Daf, 16_Line": "Every harlot who allows herself to be hired will at the end have to hire, as it is said,", 
        "27_Daf, 13_Line": "Do we say,", 
        "30_Daf, 52_Line": "One should not join them in building a basilica, a scaffold, a stadium, or a platform. But one may join them in building public or private bathhouses.", 
        "14_Daf, 26_Line": "\"This must be the way of the world.\"", 
        "9_Daf, 31_Line": "“Of every living thing of all flesh two of every kind” (Genesis 6:19). The Torah says. ", 
        "34_Daf, 0_Line": "he renounced the Name in its full spelling.", 
        "8_Daf, 59_Line": "“You shall indeed die”?", 
        "7_Daf, 55_Line": "Reverse [the order];", 
        "14_Daf, 44_Line": "“And it shall please the Lord better than a bull that is horned and hooves.”", 
        "53_Daf, 3_Line": "If it is doubtful if [the patient] will live or die, [the patient] may not be healed by [idolatrous physicians]. If [the patient] will definitely die, [the patient] may be healed by [idolatrous physicians].", 
        "34_Daf, 3_Line": "He who says that the Torah is not from Heaven, or that the resurrection of the dead is not taught in the Torah.", 
        "21_Daf, 36_Line": "Shmuel said:", 
        "13_Daf, 68_Line": "One should first pray and then ask for one’s own needs, as it is said,", 
        "14_Daf, 55_Line": "Even though they said that Rome made Kalends and all of the towns in its vicinity are subjected to it, the actual prohibition applies only to those who celebrate it.  ", 
        "3_Daf, 10_Line": "“And he shall devour the whole earth and shall tread it down and break it in pieces” (Daniel 7:23) and R. Yohanan says:", 
        "29_Daf, 6_Line": "Abaye said to him:", 
        "14_Daf, 48_Line": "Matana asked:", 
        "6_Daf, 54_Line": "They said to him:", 
        "30_Daf, 3_Line": "But there are others who say that", 
        "6_Daf, 61_Line": "I will draw you a parable. To what may it be compared?", 
        "13_Daf, 34_Line": "They said to him:", 
        "28_Daf, 14_Line": "“Come let me try it out,” and hearing the owner’s voice it will walk because of him, and he indeed desires it to walk, so that he acts as a driver of his beast on the Sabbath and he who drives his beast on Shabbat is liable for a sin-offering.", 
        "12_Daf, 16_Line": "He holds that all of Nezikin is one tractate;", 
        "5_Daf, 12_Line": "In the days of the Messiah converts will not be accepted; likewise they did not accept converts in the days of David or of Solomon?", 
        "4_Daf, 30_Line": "You yourselves shall testify that Israel observed the entire Torah.", 
        "27_Daf, 27_Line": "What is meant by “good-palm”?", 
        "24_Daf, 30_Line": "But R. Yose said:", 
        "3_Daf, 77_Line": "This teaches us that the Holy Blessed One suspended the mountain over Israel like a tub, and said to them:", 
        "7_Daf, 56_Line": "Or if you want you may say it need not be reversed:", 
        "3_Daf, 54_Line": "“The Romans have destroyed the Temple, whereas we have built it.”  ", 
        "29_Daf, 30_Line": "And it has further been taught: ...", 
        "10_Daf, 3_Line": "“with you” implying similar to you.", 
        "19_Daf, 6_Line": "He [Antoninus] had a daughter named Gira who committed a sin.", 
        "6_Daf, 79_Line": "There is no contradiction;", 
        "7_Daf, 67_Line": "Joshua b. Levi also said:", 
        "6_Daf, 12_Line": "“Your right hand, O Lord, is glorious in power!” (Exodus 15:6).", 
        "24_Daf, 2_Line": "Even if they are decorated with other types of produce they are also forbidden. For this is an a fortiori argument.", 
        "6_Daf, 44_Line": "It is written: “You alone have I singled out of all the families of the earth— That is why I will call you to account for all your iniquities” (Amos 3:2). If one is in anger does one take it out on one’s friend?", 
        "5_Daf, 45_Line": "Or if you want you may say", 
        "30_Daf, 45_Line": "But if that is the reason, what is the purpose of [paying them such that is should not be presented] today, but rather tomorrow?  ", 
        "7_Daf, 21_Line": " He knew the exact hour when the Holy One, blessed be He, is angry.", 
        "27_Daf, 32_Line": "Niklas: When R. Dimi came he said in the name of R. Hama b. Joseph that", 
        "7_Daf, 46_Line": "At the hour when the kings place their crowns on their heads and bow down to the sun, immediately the Holy Blessed One becomes wrathful.", 
        "18_Daf, 60_Line": "some prominent Romans were annoying him. ", 
        "23_Daf, 30_Line": "What is the reason?", 
        "34_Daf, 31_Line": "“Heaven will show mercy.”", 
        "6_Daf, 23_Line": "“And it shall come to pass on that day that I will seek to destroy all the nations” (Zechariah 12:9). “Seek” from whom?", 
        "23_Daf, 13_Line": "R. Huna son of R. Joshua said", 
        "29_Daf, 34_Line": "Did you not say", 
        "10_Daf, 7_Line": "It is also written about him that he was “righteous.”", 
        "9_Daf, 21_Line": "And these are the dates: the eve of the last day of Sukkot, the eve of the first day of Pesach, the eve of Shavuot, and the Eve of Rosh Hashanah and, according to R. Yose the Galilean, also on the eve of Yom Kippur in the Galilee.", 
        "20_Daf, 20_Line": "“In the normal way of the world, the mortal king dwells inside, and his servants keep guard on him without. But [in the case of] the Holy One, blessed be He, it is His servants who dwell within while He keeps guard on them from without; as it is said:...", 
        "32_Daf, 42_Line": "Some say as follows:", 
        "14_Daf, 40_Line": "“This is the way of the world!” He then arose and offered up a bull whose horns were developed before its hooves, as it is said,", 
        "2_Daf, 29_Line": "Thereupon all the nations will come and gather in confusion, as it is said, ", 
        "32_Daf, 37_Line": "Was there not a woman who came before R. Hisda confessing to him", 
        "14_Daf, 72_Line": "From the time he calls you.", 
        "16_Daf, 11_Line": "From when are the two thousand years of the Torah to be reckoned?", 
        "27_Daf, 10_Line": "Do we say that", 
        "22_Daf, 23_Line": "Rather, it means that", 
        "27_Daf, 19_Line": "There is a tradition that the [tractate] Avodah Zarah of our Abraham our father consisted of four hundred chapters; we have only learnt five, yet we do not know what we are saying.", 
        "32_Daf, 33_Line": "Scripture says, “None that go to her return neither do they attain the paths of life” (Proverbs 2:19). But if they do not return, how could they attain [the paths of life]?", 
        "14_Daf, 15_Line": "But the sages say:", 
        "31_Daf, 69_Line": "He replied,", 
        "26_Daf, 15_Line": "Rabbah b. Bar-Hana said in the name of R. Yohanan:", 
        "29_Daf, 15_Line": "where there is reason for the assumption [that proper use will be made] we assume it, even though a command is involved, and where there is no reason for such assumption, we do not assume it, even where there is no command involved.", 
        "36_Daf, 65_Line": "(Psalms 1:3) \"And he shall be like a tree replanted by streams of water.\" The disciples of R. Yanai said, ", 
        "21_Daf, 1_Line": "Papa explained that", 
        "10_Daf, 42_Line": "If the idolater has an animal of his own. If you say [the prohibition is] because of profit, here, too, he causes him to profit. If however you say it is because of placing a stumbling block before the blind, here, then, he has [a sacrifice] of his own. ", 
        "2_Daf, 19_Line": "But does the verse, “Let them bring their witnesses that they may be justified,” refer to idolaters? It is written ", 
        "32_Daf, 8_Line": "‘Remove your way far from her’ — which refers to minut : ‘And do not come near the door of her house,’  — which refers to the ruling power” (Proverbs 5:8).", 
        "24_Daf, 32_Line": "Yose said:", 
        "14_Daf, 45_Line": "But does not “horned’ imply two horns?", 
        "19_Daf, 81_Line": "The bond has been undone.", 
        "13_Daf, 5_Line": "The halakhah is according to the latter pair.", 
        "6_Daf, 49_Line": "They said to him:", 
        "20_Daf, 25_Line": "Radish helps the food to dissolve, lettuce helps the food to be digested, cucumber makes the intestines expand.", 
        "32_Daf, 77_Line": "\"R' Elazar ben Durdaya is invited to the life of the World to Come!\"", 
        "13_Daf, 25_Line": "they disagree over Shmuel.", 
        "26_Daf, 42_Line": "If he asks for ‘this [white] rooster” but if he asks for this and another one it is permitted [to sell both together].", 
        "2_Daf, 24_Line": "that the one who says edehem with an aleph derives it from here:", 
        "6_Daf, 35_Line": "This is similar to what R. Abba said: What is it that is written,", 
        "19_Daf, 70_Line": "“You have paid the tax. Pass through.”", 
        "22_Daf, 24_Line": "it does not look as if he is bowing to the idol.", 
        "31_Daf, 6_Line": "Refutation.", 
        "30_Daf, 27_Line": "Ben Batera permits in the case of a horse, because it performs the kind of work for which one is not obligated for a sin-offering. ", 
        "5_Daf, 52_Line": "“The chariots of God are myriads, even thousands of thousands (shinan)” (Psalms 68:18) Do not read shinan, [repeated], but she-enan [that are not quite 20,000].", 
        "28_Daf, 22_Line": "Yitzchak the son of R. Mesharsheya objected:", 
        "21_Daf, 2_Line": "this refers to a calf [employed for] drawing the royal coach.", 
        "36_Daf, 66_Line": "\"[It says] 'a tree replanted' and not 'a tree planted' [to teach us that] anyone that only learns Torah from one teacher will never see any blessing.\"", 
        "5_Daf, 35_Line": "“If I forget you, O Jerusalem, let my right hand forget her cunning, let my tongue cleave to the roof of my mouth if I do not remember you?” (Psalms 137:5). Perhaps this rules out forgetting, but does not rule out laughter.", 
        "8_Daf, 43_Line": "Certainly; for R. Shimon b. Lakish said:  What is it that is written,", 
        "13_Daf, 29_Line": "they disagree over the ruling of Nahum the Mede.", 
        "24_Daf, 47_Line": "The cutting of the tendons beneath the ankle.”", 
        "7_Daf, 47_Line": "Joseph said:", 
        "4_Daf, 27_Line": "If the earth trembled, how could it be still, and if it was still, how could it tremble?", 
        "24_Daf, 10_Line": "What is meant by disabling?", 
        "18_Daf, 32_Line": "Rav Judah said:", 
        "15_Daf, 1_Line": "From that time onward, if he invited him because of the marriage, it is forbidden, but if not, it is permitted.", 
        "32_Daf, 74_Line": "The matter is only dependent on me!", 
        "27_Daf, 21_Line": "It is taught: R. Meir says:", 
        "3_Daf, 0_Line": "come in with its scribes;” as it is said,", 
        "20_Daf, 58_Line": "But nothing else may be burned?", 
        "4_Daf, 1_Line": "But they do not?", 
        "32_Daf, 85_Line": "One said to the other: ", 
        "29_Daf, 24_Line": "What is the reason [for the prohibition]?", 
        "34_Daf, 37_Line": "“Is there any particular act that you have done?”", 
        "20_Daf, 7_Line": "A guard carries a light in front of the torch bearer, the torch bearer in front of the leader, the leader in front of the governor, the governor in front of the chief officer; but does the chief officer carry the light in front of the people [that follow]?”", 
        "10_Daf, 25_Line": "Kalenda, Saturnalia and Kratesis.", 
        "31_Daf, 11_Line": "Against this he cast [the following baraita]:", 
        "8_Daf, 55_Line": "“that it may be well with them and their children forever,” there is prosperity, but no death.", 
        "36_Daf, 0_Line": "Abraham, our father, did not walk in the ways of the Dor HaFlaga (Generation of the Dispersal), for they were wicked as it says:", 
        "18_Daf, 43_Line": "But we learn [elsewhere]", 
        "10_Daf, 18_Line": "Since he taught “three preceding” he also taught “three following.”", 
        "3_Daf, 82_Line": "How do we know that they did not observe them?", 
        "33_Daf, 5_Line": "The other said back,", 
        "5_Daf, 26_Line": "during the third quarter, He feeds the whole world from the horned ram to the eggs of vermin; during the fourth quarter He is sporting with the leviathan, as it is said,", 
        "4_Daf, 47_Line": "He caused the sun to burn over them!", 
        "27_Daf, 18_Line": "R. Hisda to Abimi:", 
        "26_Daf, 35_Line": "Who has a white rooster, who has a white rooster? In that case, even among other roosters it is prohibited!", 
        "14_Daf, 68_Line": "But why not say that this is not true", 
        "13_Daf, 31_Line": "The prohibition applies to only one day before their festivals. The first tanna does not accept the ruling of Nahum the Mede, and our latter rabbis do agree with Nahum the Mede’s ruling.", 
        "6_Daf, 64_Line": "“Far be it for you to act in such a way, to slay the righteous with the wicked” (Genesis 18:25)?", 
        "31_Daf, 54_Line": "But have we not learned,", 
        "21_Daf, 27_Line": " the fair [with the idol] in En-Beki and the Nidbakah of Akko", 
        "3_Daf, 14_Line": "When a king and a community appear before the [Heavenly] tribunal, the king enters first, as it is said:", 
        "15_Daf, 21_Line": "If the kings are [chosen] from among us, the princes should be chosen from yours, and if the kings are chosen from among you, the princes shall come from us.", 
        "3_Daf, 67_Line": "What did He want in Seir, and what did He want at Mount Paran?", 
        "18_Daf, 5_Line": "Six years the Greeks reigned in Elam and after that their dominion extended universally.", 
        "4_Daf, 14_Line": "For it is written,", 
        "29_Daf, 12_Line": "Take then the case of implements, for one is not commanded to let one’s implements rest in the Sabbatical year. Yet we have learned: The following are the implements which one is not allowed to sell in the Sabbatical year: ", 
        "25_Daf, 10_Line": "[Disabling is here avoided] because it seems like inflicting a blemish on sanctified things. ", 
        "30_Daf, 24_Line": "This is to say, an animal [in such a state] will not let the male get near her.", 
        "19_Daf, 31_Line": "“Step on me to get into your bed.”", 
        "6_Daf, 19_Line": "the former refers to Israel, the latter to non-Jews.", 
        "13_Daf, 24_Line": "If you want you can say that", 
        "30_Daf, 48_Line": "But can [a fatted ox] be kept [and slimmed] and made healthy enough to do work?", 
        "31_Daf, 58_Line": "When R. Eliezer was arrested because of heresy (minut) they brought him up to the tribune to be judged.", 
        "23_Daf, 21_Line": "But if he is thirsty, what can he do?", 
        "14_Daf, 20_Line": "“You hedge me behind and before” (Psalms 139:5).", 
        "5_Daf, 9_Line": "In the time to come non-Jews will come and convert.", 
        "14_Daf, 65_Line": "Israelites who reside outside of Israel are idol worshippers in purity. How so?", 
        "3_Daf, 52_Line": "But after the Persians saw that the Romans did not achieve anything, why did they go in?", 
        "2_Daf, 11_Line": "And the one who taught edehem (with an ayin) is not in error, as it is written:", 
        "6_Daf, 29_Line": "I do not judge them as I do the non-Jews concerning whom it is said, ", 
        "18_Daf, 6_Line": "Aha b. Jacob asked the following difficulty:", 
        "19_Daf, 65_Line": "The king replied:", 
        "6_Daf, 34_Line": "As a reward of their crying before Me, I save them.", 
        "14_Daf, 9_Line": "Hiyya b. Ashi said in the name of Rav:", 
        "11_Daf, 35_Line": "We forbid borrowing from them lest they come to lend to them.", 
        "30_Daf, 51_Line": "One should not sell them bears, lions or anything which may injure the public.", 
        "32_Daf, 32_Line": "“Bring, bring.”", 
        "27_Daf, 2_Line": "This implies that in the case of a rooster it is forbidden even when", 
        "19_Daf, 10_Line": "“Carry the wheat to Rabbi!”", 
        "10_Daf, 2_Line": "The verse says,", 
        "29_Daf, 31_Line": "One should not sell them either weapons or accessories of weapons, nor should one grind any weapon for them, not may one sell them either stocks or neck-chains or ropes, or iron chains — neither to idolaters nor Cutheans.", 
        "14_Daf, 23_Line": "\"Woe to me! Perhaps it is on account of my sin that the world is becoming dark and it is returning to a state of void and chaos! This must be the death penalty that heaven decreed upon me.\"", 
        "32_Daf, 1_Line": "He exclaimed:", 
        "33_Daf, 3_Line": "One said to the other:", 
        "33_Daf, 23_Line": "But did he not occupy himself with acts of loving kindness?", 
        "15_Daf, 69_Line": "But was it not earlier? For R. Yose b. Rabbi taught:", 
        "13_Daf, 9_Line": "before their festivities it is forbidden, but after their festivities it is permitted.", 
        "11_Daf, 61_Line": "Nahman b. Yitzchak said:", 
        "7_Daf, 32_Line": "And how do we know that His wrath lasts a moment?", 
        "5_Daf, 18_Line": "“Why are the nations in an uproar, and why do the peoples mutter in vain” (Psalms 2:1). Then each of them will throw aside his mitzvah and go away, as it is said,", 
        "3_Daf, 79_Line": "Thereupon God will say to them:", 
        "13_Daf, 50_Line": "But is there not R. Eliezer who holds the same opinion; for we learned:", 
        "3_Daf, 86_Line": "They benefited!", 
        "12_Daf, 24_Line": "Rabbah b. Bar Hana said in the name of R. Yohanan:", 
        "53_Daf, 19_Line": "(Ecclesiastes 10:8) \"And one who breaks a fence will be bitten by a snake.\"", 
        "29_Daf, 21_Line": "“He will go and sell it to an idolater!” [He replied], “He will sell it to an idolater and he won’t sell it to a Jew.”", 
        "4_Daf, 2_Line": "Is it not taught: R. Meir used to say. ", 
        "9_Daf, 3_Line": "Yet Moses indicated this to the Israelites only after forty years had passed, as it is said,", 
        "14_Daf, 28_Line": "The next year, he established eight days of festival for all.", 
        "5_Daf, 70_Line": "Another explanation:", 
        "32_Daf, 64_Line": "Sun and moon, ask for mercy for me!", 
        "22_Daf, 3_Line": "The possibility of eating “flesh of nebelah.”  We are not concerned", 
        "8_Daf, 75_Line": "“Give me children, or else I die” (Genesis 30:1).", 
        "18_Daf, 15_Line": "Ravina said: Our Mishnah also proves this, for we taught, “The first of Nisan is New Year for reckoning [the reign of] kings and for festivals,” and we said,", 
        "23_Daf, 0_Line": "Why then do we need to learn the case of [placing one’s mouth on the faces of the] figures?", 
        "6_Daf, 68_Line": "Is it not written,", 
        "30_Daf, 22_Line": "He replied:", 
        "36_Daf, 16_Line": "A person only learn Torah in a place that his heart desires", 
        "6_Daf, 21_Line": "“I have no fury” for I already vowed, would that I had not so vowed, then, “If one offers Me thorns and thistles, I will march to battle against him, And set all of them on fire” (Isaiah 27:4).", 
        "6_Daf, 72_Line": "Is it not written,", 
        "24_Daf, 15_Line": "the rabbis disagree with R. Nathan, and I (Resh Lakish) say like the Rabbis who disagree; whereas", 
        "4_Daf, 22_Line": "This teaches that God made a condition with the works of creation, saying, ", 
        "16_Daf, 2_Line": "yet you say one hundred eighty years!", 
        "30_Daf, 42_Line": "the House of Rabbi had to present a fatted ox for their festival, and they paid a sum of forty thousand [coins] so that they would not have to offer on the day of the festival but the next day; then they paid another forty thousand so that they would not have to present it alive but slaughtered; then they paid another forty thousand to so that they would not have to present it at all.", 
        "4_Daf, 45_Line": "Straightaway everyone will go and make a sukkah on the top of his roof; but the Holy Blessed One will cause the sun to burn over them as at the summer season and every one of them will trample down his sukkah and go away, as it is said,", 
        "2_Daf, 17_Line": "He might say:", 
        "24_Daf, 49_Line": "One should not sanctify, or devote, or evaluate at the present time; and if one did sanctify, devote or evaluate, then if it be cattle it should be disabled, if fruit, clothes or utensils", 
        "10_Daf, 0_Line": "but according to the one who said that", 
        "29_Daf, 33_Line": "If we say they are suspect of murder, are they really suspect?", 
        "27_Daf, 33_Line": "it is kuryati.", 
        "11_Daf, 51_Line": "If [on the other hand] it had taught borrowing articles from them, I might have thought it is because the importance that he attaches to it, and he would go and offer thanksgiving for it, but borrowing money from him causes anxiety, as he might say,", 
        "4_Daf, 15_Line": "“Israel is My son, My firstborn” (Exodus 4:22).", 
        "25_Daf, 44_Line": "iztroblin, bnoth-shuah with their stems, frankincense, and a white rooster.", 
        "12_Daf, 32_Line": "The halakhah is according to R. Joshua b. Korha.", 
        "13_Daf, 65_Line": "“A prayer for the afflicted when he is faint, and [then] pours forth his meditation before the Lord” (Psalms 102:1) By “meditation,” only prayer is meant, as it is said,", 
        "19_Daf, 7_Line": "So he sent Rabbi an herb, and Rabbi in return sent him coriander.", 
        "21_Daf, 7_Line": "Come and hear: Both are taught:", 
        "21_Daf, 48_Line": "Some relate this as follows: R. Shimon b. Lakish asked R. Hanina,", 
        "8_Daf, 62_Line": "Four are regarded as dead and they are:", 
        "13_Daf, 19_Line": "Or if you want you can say ", 
        "21_Daf, 38_Line": "And is it forbidden even on the actual days of the festivals.", 
        "14_Daf, 32_Line": "but according to the one who holds", 
        "19_Daf, 48_Line": "Rabbi explained,", 
        "7_Daf, 54_Line": "“During the first three hours the Holy Blessed One is occupying Himself with the Torah, during the second three He sits in judgment over the whole world”?  ", 
        "15_Daf, 22_Line": "Then the Romans sent to the Greeks as follows:", 
        "13_Daf, 6_Line": "Rabbi Ishmael says", 
        "20_Daf, 33_Line": "at every death, whether there is burning of articles or there is no burning, idol-worship takes place. Consequently,", 
        "19_Daf, 72_Line": "“All my possessions [are to go to] R. Akiva and his colleagues.”", 
        "31_Daf, 47_Line": "Rabbah b. Bar-Hana said in the name of R. Yohanan: There are three kinds of basilica-buildings:", 
        "19_Daf, 66_Line": "“You have spoken very well; however, he who contradicts the king is to be cast into a circular furnace.”", 
        "53_Daf, 7_Line": "For it says (Kings II 7:4):", 
        "19_Daf, 13_Line": "He answered,", 
        "9_Daf, 11_Line": "“Blessed are you that plant beside all waters.” By “planting” is meant doing deeds of righteousness, as it is said,", 
        "6_Daf, 3_Line": "“But for you who revere My name a sun of victory shall rise to bring healing” (Malachi 3:20). Moreover, they will delight in it, as it is said,", 
        "5_Daf, 72_Line": "This can be applied to the present world, or to the future world.", 
        "12_Daf, 12_Line": "there is no order to the Mishnah!", 
        "4_Daf, 7_Line": "He who is commanded and does, stands higher then he who is not commanded and does....", 
        "13_Daf, 82_Line": "From Moshe Rabbenu, as it is written:", 
        "15_Daf, 54_Line": "also R. Nehemiah).", 
        "23_Daf, 6_Line": "One should not drink water either from rivers or from pools direct with his mouth or [by drawing the water] with one hand; if he drinks it, his blood shall be upon his head, for it is dangerous.", 
        "25_Daf, 24_Line": "“We may buy cattle from them, slaves and maidservants.”", 
        "10_Daf, 36_Line": "“The festivals of the idolaters, for three days preceding them…”", 
        "32_Daf, 69_Line": "Stars and constellations, ask for mercy for me!", 
        "13_Daf, 74_Line": "And as to R. Joshua, is it not written,", 
        "14_Daf, 70_Line": "Rava said:", 
        "12_Daf, 21_Line": "“Do you want to work with me this evening?”", 
        "33_Daf, 25_Line": "One should not put his money into a charity-bag, unless it is supervised by a disciple of the sages such as R. Hanina b. Teradion!  ", 
        "8_Daf, 38_Line": "it would have been as if we had not come into the world.", 
        "18_Daf, 47_Line": "But we have also the wording:", 
        "33_Daf, 0_Line": "for the inclination has been destroyed. The other however said:", 
        "10_Daf, 13_Line": "The question was asked:", 
        "8_Daf, 27_Line": "“That it might be well with them and with their children” (Deuteronomy 5:25)?", 
        "38_Daf, 15_Line": "\"nor give freely unto them\" - do not give them free gifts.", 
        "31_Daf, 35_Line": "“Learn from this that it was stated in the name of Shmuel.”", 
        "32_Daf, 15_Line": "Like R. Hisda, for R. Hisda said:", 
        "20_Daf, 37_Line": "But has it not been taught,", 
        "34_Daf, 20_Line": "“The Rock, His work is perfect; for all his ways are justice” (Deuteronomy 32:4). His wife continued:", 
        "7_Daf, 60_Line": "[To revert to] the above text:", 
        "34_Daf, 16_Line": "And this accords with what Resh Lakish said: What is the meaning of the verse,", 
        "19_Daf, 67_Line": "When they were taking him away, a Roman matron said to him:", 
        "30_Daf, 43_Line": "Now what is the reason [for not presenting it alive]", 
        "6_Daf, 59_Line": "So you tell us the meaning?", 
        "4_Daf, 38_Line": "But how can you say this:", 
        "7_Daf, 75_Line": "David was not the kind of man to do that act, as it is written,", 
        "3_Daf, 8_Line": "How do we know they are most important?", 
        "29_Daf, 50_Line": "It is forbidden to sell them shields; some say, however, ", 
        "23_Daf, 10_Line": "One who swallows a leech, it is permissible to heat water for him on Shabbat.", 
        "6_Daf, 39_Line": "“I braced, I strengthened their arms, And they plot evil against Me” (Hosea 7:15)? ", 
        "26_Daf, 8_Line": "It means fruit of the cedar.", 
        "4_Daf, 0_Line": "This says that even if they kept them, they do not receive reward for them.", 
        "33_Daf, 39_Line": "“This is of the warp and that of the woof.”", 
        "20_Daf, 59_Line": "Has it not been taught:", 
        "32_Daf, 80_Line": "[When he heard], Rebbi cried and said:", 
        "29_Daf, 10_Line": "Ashi objected:", 
        "11_Daf, 12_Line": "As to the festivals of idolaters, if one transacts any business [the proceeds] are forbidden.", 
        "8_Daf, 24_Line": "“Go say to them, Return to your tents.”", 
        "31_Daf, 4_Line": "Just as it is forbidden to sell them large cattle, so it is forbidden to sell them large wild animals; and even in such places where they do sell them small cattle, large wild animals should not be sold to them. ", 
        "11_Daf, 33_Line": "It makes sense to prohibit lending to them, for this benefits them; but borrowing from them deprives them.", 
        "33_Daf, 21_Line": "“Now for many days Israel was without the true God” (II Chronicles 15:3).  What is meant by “without the true God”?", 
        "11_Daf, 53_Line": "And if it had taught the case of lending money [I might have thought this is prohibited] because he might say,", 
        "9_Daf, 30_Line": "As it is written,", 
        "15_Daf, 25_Line": "The pearl for the precious stone.", 
        "31_Daf, 19_Line": "Perhaps it is a small animal.", 
        "29_Daf, 3_Line": "Rabbah said:", 
        "19_Daf, 34_Line": "Antoninus responded:", 
        "3_Daf, 5_Line": "Thereupon the Kingdom of Rome entered first.", 
        "18_Daf, 3_Line": "This document must have been written by a scribe who was very particular and took into account the six years in which they (the Greeks) ruled in Elam which we do not reckon. The dating is correct, ", 
        "4_Daf, 35_Line": "But the Holy Blessed One will say to them,", 
        "9_Daf, 7_Line": "Learn from this that it takes forty years to learn the mind of one’s master.", 
        "8_Daf, 17_Line": "Come let us be grateful to our ancestors, for had they not sinned, we would not have come into the world, as it is said:", 
        "33_Daf, 48_Line": "He replied,", 
        "53_Daf, 16_Line": "Heresy is different, for it draws, and it could draw one after them.", 
        "32_Daf, 76_Line": "A Heavenly voice went out and said: ", 
        "15_Daf, 10_Line": "Yitzchak the son of R. Mesharsheya is different, for he is an important man.", 
        "15_Daf, 38_Line": "For R. Kahana said:", 
        "13_Daf, 80_Line": "It as was expounded by R. Simlai; for R. Simlai gave the following exposition:", 
        "19_Daf, 38_Line": "“Yes.”", 
        "15_Daf, 0_Line": "during the entire thirty days [following a marriage celebration] whether he said to him that he was inviting him because of the banquet or not it is forbidden.", 
        "3_Daf, 75_Line": "As it is written:", 
        "30_Daf, 2_Line": "the reason for not permitting [the sale of] shields is this: When they have no weapons left, they might use these for killing [in battles].", 
        "11_Daf, 9_Line": "[The proceeds of] the transaction are forbidden. Shimon b. Lakish says", 
        "6_Daf, 77_Line": "“God is angry every day” (Psalms 7:12), while it is also written,", 
        "3_Daf, 42_Line": "“With what have you occupied yourselves?", 
        "13_Daf, 45_Line": "Ben Batera does not distinguish between the sale of horses and mares, whereas Nahum the Mede does make that distinction, and thus holds like the rabbis;  and according to the rabbis: This matter ought to be suppressed and left unsaid.", 
        "21_Daf, 15_Line": "“Our lord’s brother the impostor,” it would have been as they said, but when they say,", 
        "38_Daf, 12_Line": "Alternatively,", 
        "2_Daf, 6_Line": "One taught edehem (with an aleph) ", 
        "6_Daf, 85_Line": "One fifty three thousand eight hundred forty eighth of an hour is a moment.", 
        "10_Daf, 9_Line": "You should not think that Noah was a trefa; for if you thought that he was a trefa, would God have said,", 
        "26_Daf, 52_Line": "f we say that “unspecified” means if he asks [for example] for white wheat, and “specified” means he states that [he requires it] for idolatry?", 
        "13_Daf, 62_Line": "This is an exception, for it is hanging on strong ropes.", 
        "3_Daf, 69_Line": "This teaches us that the Holy Blessed One offered the Torah to every nation and every tongue, but none accepted it, until He came to Israel who received it.", 
        "26_Daf, 1_Line": "But this is contradicted [by the following]:", 
        "6_Daf, 81_Line": "Our Rabbis taught:", 
        "13_Daf, 33_Line": "The prohibition applies to only one day before their festivals.", 
        "6_Daf, 66_Line": "“Master of the Universe, it is profane to act in such a way to slay the righteous with the wicked.”", 
        "5_Daf, 33_Line": "“And on that day the Lord, the God of Hosts, called you to weep and wail” (Isaiah 22:12). Perhaps this refers to that day and no more.", 
        "9_Daf, 23_Line": "But are three days enough in the case of sacrifices?", 
        "8_Daf, 8_Line": "Shmuel b. Nahmani said in the name of R. Yonatan also said:", 
        "22_Daf, 25_Line": "And all [three instances given] are necessary. For if it had taught the case of the splinter only, [we would have thought that it is forbidden] because he can walk away from the idol and take it out, but in the case of the coins where this cannot be done, the prohibition does not apply.", 
        "11_Daf, 44_Line": "To repay a debt, or receive repayment from them.", 
        "14_Daf, 58_Line": "Ashi said:", 
        "14_Daf, 71_Line": "If that were so, the verse would have only said, “And you shall eat of his sacrifice”; what does it mean, “And he will call you”?", 
        "12_Daf, 31_Line": "Joseph said:", 
        "6_Daf, 20_Line": "R. Hinena b. Papa said:", 
        "53_Daf, 11_Line": "One may not do business with heretics, nor be healed by them even [if the risk is only of] hours of life.", 
        "31_Daf, 51_Line": "“To bind their kings with chains” (Psalms 149:8).", 
        "11_Daf, 52_Line": "“My money may not be returned again.”", 
        "29_Daf, 8_Line": "Take then the case of a field, for one is commanded to let his field lie fallow on the Sabbatical Year. Yet it has been taught: Beth Shammai say:", 
        "14_Daf, 46_Line": "R. Nahman b. Yitzchak said:", 
        "3_Daf, 26_Line": "as it is said:", 
        "32_Daf, 82_Line": "Rebbi said also:", 
        "3_Daf, 58_Line": "The others have oppressed Israel, but we have not.  ", 
        "15_Daf, 18_Line": "Rome seized the kingship twice; once in the days of Cleopatra, the queen [of Egypt] and in the days of the Greeks.", 
        "34_Daf, 5_Line": "Also he who pronounces the Name in its full spelling?", 
        "22_Daf, 14_Line": "only when the road leads solely to that city is it forbidden; if however the road does not lead exclusively to that place it is permitted.", 
        "20_Daf, 43_Line": "And this is what they disagree about: R. Meir holds that", 
        "7_Daf, 35_Line": "Or if you want you can say, from this verse:", 
        "7_Daf, 8_Line": "... \"and the she-donkey said: 'Haven't I been your donkey?'\"", 
        "3_Daf, 81_Line": "“And let them tell us of the former deeds.” The seven commandments which you did accept, did you observe them?", 
        "20_Daf, 54_Line": "“what do they burn in the case of kings?", 
        "68_Daf, 19_Line": "What is the reason for the rabbinic prohibition [of non-Jewish cheese?]", 
        "33_Daf, 2_Line": "As they approached the place they saw the prostitutes withdraw from before them.", 
        "15_Daf, 26_Line": "And a precious stone and an onyx, which shall form a setting to the other? ‘", 
        "28_Daf, 27_Line": "Surely the cow belongs to him!", 
        "20_Daf, 17_Line": "They said to him,", 
        "5_Daf, 19_Line": "“Let us break their bands, and cast away their cords from us” (Psalms 2:3), And the Holy Blessed One will laugh at them, as it  is said,", 
        "19_Daf, 35_Line": "“Would that I would serve as a mattress for you in the world to come.", 
        "13_Daf, 4_Line": "Yitzchak, a man of Kefar Acco, in the name of R. Yohanan:", 
        "10_Daf, 20_Line": "According to R. Ishmael, it is always forbidden [to transact business with idolaters because of] Sunday!  ", 
        "30_Daf, 41_Line": "Come and hear: Rav Judah said in the name of Shmuel that", 
        "8_Daf, 46_Line": "If Israel will accept the Torah all will be well, but if not, I will turn the world void and without form.", 
        "2_Daf, 20_Line": "about Israel; as R. Joshua b. Levi said:", 
        "7_Daf, 62_Line": "“Which I command you this day to do” (Deuteronomy 7:11)?", 
        "5_Daf, 8_Line": "There are those who teach the comment of R. Yitzchak in connection with the following teaching, as it was taught: R. Yosi says:", 
        "23_Daf, 20_Line": "The danger of Shabriri.", 
        "14_Daf, 21_Line": "The Tannaitic sages taught:", 
        "28_Daf, 32_Line": "Why did you act in this way?", 
        "33_Daf, 38_Line": "A miracle occurred and a female-bee came and sat on the warp and a male-bee came and sat on the woof. He said to them,", 
        "11_Daf, 56_Line": "we should receive repayment from them…", 
        "2_Daf, 15_Line": "Calamity is preferable.", 
        "7_Daf, 1_Line": "Is it possible that he did not know the mind of his animal, but he did know the mind of the Most High?", 
        "3_Daf, 83_Line": "For R. Joseph taught:", 
        "20_Daf, 10_Line": "He said:", 
        "32_Daf, 70_Line": "They said:", 
        "15_Daf, 4_Line": "For twelve months.", 
        "3_Daf, 20_Line": "The Holy Blessed One will then say to them:", 
        "9_Daf, 4_Line": "“And I have led you forty years in the wilderness . . . ", 
        "5_Daf, 77_Line": "There is no gehenna in the world to come. Rather, the Holy Blessed One brings the sun out of its sheath, and it beats down [on the world]: the wicked are punished by it, the righteous are healed by it.", 
        "8_Daf, 31_Line": "Did Adam have a book? Rather,", 
        "24_Daf, 17_Line": "they do not disagree.", 
        "4_Daf, 20_Line": "“If I have not made My covenant with day and with night and established the laws of heaven and earth” (Jeremiah 33:25). And R. Shimon b. Lakish further said: What is it that is written,", 
        "3_Daf, 34_Line": "The kingdom of Rome goes out and the kingdom of Persia enters.", 
        "15_Daf, 2_Line": "And if he said that the invitation is because of the marriage, until when is it prohibited?", 
        "28_Daf, 13_Line": "The prohibition is because of ‘trying [the animal out].”  For sometimes it might happen that he sells it to him close to sunset on the eve of Shabbat and he might say to him,", 
        "6_Daf, 67_Line": "And God does not act in this manner?", 
        "13_Daf, 32_Line": "To revert to [the above text]: Nahum the Mede says:", 
        "26_Daf, 51_Line": " Now what is meant by “specified” and by “unspecified”?", 
        "4_Daf, 6_Line": "What is meant, then, is that they are rewarded not as greatly as one who does a thing which he is bidden to do, but as one who does a thing unbidden. For, R. Hanina said: ", 
        "10_Daf, 12_Line": "why do we need the phrase “to keep seed alive?” If it had just said, “with you” I might have thought that the purpose was just to keep him company, even if they be old or neutered, therefore the Torah wrote “seed.”", 
        "36_Daf, 15_Line": "......", 
        "13_Daf, 27_Line": "In the Diaspora the prohibition is limited to their festival day only. The first tanna holds by Shmuel’s ruling, while our later rabbis do not hold like Shmuel.", 
        "33_Daf, 16_Line": "Happy are you, for you have been arrested on one charge; woe is me, for I have been arrested on five charges.", 
        "8_Daf, 78_Line": "“Would that my people would listen to Me…that Israel would walk in my ways . . . I should soon subdue their enemies” (Psalms 81:14); And it says,", 
        "22_Daf, 2_Line": "Abaye said:", 
        "13_Daf, 13_Line": "before their festivities it is forbidden, but after their festivities it is permitted.", 
        "7_Daf, 34_Line": "“For He is angry but a moment, and when He is pleased there is life” (Psalms 30:6).", 
        "11_Daf, 11_Line": "Yohanan raised the following difficulty on Resh Lakish:", 
        "26_Daf, 10_Line": "[It means] fruit of the cedar.", 
        "19_Daf, 18_Line": "“Did I not tell you that when I come let no one be found with you?”", 
        "28_Daf, 19_Line": "they did not say it in regard to a dwelling house, because he will bring idols into it.”", 
        "30_Daf, 7_Line": "Adda b. Ahavah said:", 
        "68_Daf, 21_Line": "Because of removing [the sciatic nerve]", 
        "32_Daf, 67_Line": "(Isaiah 24:23): \"And the moon shall be ashamed and the sun abashed.\"", 
        "28_Daf, 28_Line": "From here you can deduce that renting does not constitute acquisition.", 
        "23_Daf, 7_Line": "What danger is there?", 
        "31_Daf, 16_Line": "Generally, any lion may be regarded as “maimed” in regard to work.", 
        "26_Daf, 34_Line": "If we say that he asked:", 
        "28_Daf, 24_Line": "Have we not learned:", 
        "25_Daf, 51_Line": "Gemara:", 
        "5_Daf, 64_Line": "“By day the Lord, etc.”", 
        "30_Daf, 37_Line": "This question can be asked both of R. Judah and the Rabbis.", 
        "5_Daf, 73_Line": "If you want you can say that this applies to this world, in accordance with R. Hanina, for R. Hanina says:", 
        "10_Daf, 14_Line": "Three days, them and the festivals, or perhaps them apart from the festivals?...", 
        "12_Daf, 20_Line": "One should not say to another [on Shabbat]:", 
        "33_Daf, 35_Line": "“I am a Master of Weavers.”", 
        "53_Daf, 17_Line": "[R' Yishmael] said:", 
        "11_Daf, 38_Line": "To lend money to them or borrow money from them.", 
        "19_Daf, 50_Line": "This was also taught in a baraita:", 
        "14_Daf, 61_Line": "Now, it makes sense to say “that day” to exclude the preceding and following [days], but what “that man” meant to exclude, ", 
        "29_Daf, 16_Line": "Rabbah once sold a donkey to a Jew who was suspected of selling to idolaters. Abaye said to him:", 
        "19_Daf, 15_Line": "Antoninus had a cave which led from his house to the house of Rabbi. Every time [he visited Rabbi] he brought two slaves. He killed one at the door of Rabbi’s house and the other [who had been left behind] was killed at the door of his own house. Antoninus said to Rabbi:", 
        "27_Daf, 7_Line": "and therefore I will say this so that they might readily give it to me. It is therefore necessary to state [that its sale is forbidden].", 
        "5_Daf, 43_Line": "If you want, you may say", 
        "17_Daf, 3_Line": "Huna the son of R. Joshua said:", 
        "5_Daf, 25_Line": "There are twelve hours in a day; during the first three hours the Holy Blessed One occupies Himself with the Torah, during the second three He sits in judgment of the whole world, and when He sees that the world deserves destruction, He transfers Himself from the seat of Justice to the seat of Mercy;", 
        "20_Daf, 57_Line": "“to the value of seventy Tyrian manehs.”", 
        "21_Daf, 46_Line": "Shimon b. Lakish said:", 
        "9_Daf, 10_Line": "Blessed is Israel; for when they occupy themselves with Torah and acts of kindness their inclination is mastered by them, and they are not mastered by their inclination, as it is said,", 
        "53_Daf, 12_Line": "It happened that Ben Dama, son of R' Yishmael's sister, was bitten by a snake, and Yaakov of Kfar Sechanya came to heal him, but R' Yishmael would not allow him. ", 
        "21_Daf, 47_Line": "Such as the fair in Gaza.", 
        "22_Daf, 16_Line": "If his coins got scattered in front of an idol he should not bend and pick them up, for it looks as if he is bowing to the idol; but if this is not apparent it is permitted.", 
        "8_Daf, 2_Line": "“Look to the community [of Israel].”", 
        "19_Daf, 53_Line": "What about this Keti’ah b. Shalom?", 
        "20_Daf, 60_Line": "It is permitted to mutilate [an animal] at royal funerals and this is not prohibited as the “ways of the Amorites”!  ", 
        "53_Daf, 10_Line": "A challenge:", 
        "31_Daf, 42_Line": "He said back to me:", 
        "11_Daf, 20_Line": "When they said it was prohibited to engage in business with them [before their festivals] this applies only to unperishable items but not to perishable items; and even in the case of unperishable items, if the transaction is made, [the proceeds] are permitted.", 
        "14_Daf, 53_Line": "The prohibition applies only to those who celebrate it.", 
        "19_Daf, 80_Line": "When Antoninus died, Rabbi exclaimed:", 
        "7_Daf, 58_Line": "“Buy the truth and sell it not,” (Proverbs 23:23) the Holy Blessed One will not go beyond the letter of the law; judgment, about which it is not written “truth,” the Holy Blessed One may go beyond the letter of the law [towards mercy].", 
        "8_Daf, 7_Line": "The saying of David the son of Jesse, the man who elevated the yoke of repentance.", 
        "28_Daf, 7_Line": "What is the reason for this?", 
        "16_Daf, 4_Line": "Papa said:"
    }, 
    "meta": "Daf-Line"
}