{
    "text": {
        "0_Chapter, 0_Verse": "Vizio de Jesaja, filo de Amoc, kiun li vidis pri Judujo kaj Jerusalem, en la tempo de Uzija, Jotam, Aĥaz, kaj Ĥizkija, reĝoj de Judujo.",
        "0_Chapter, 1_Verse": "Aŭskultu, ho ĉielo, kaj atentu, ho tero, ĉar parolas la Eternulo: Filojn Mi edukis kaj altigis, kaj ili perfidis Min.",
        "0_Chapter, 2_Verse": "Bovo konas sian aĉetinton, kaj azeno la manĝujon de sia mastro; sed Izrael ne konas, Mia popolo ne komprenas.",
        "0_Chapter, 3_Verse": "Ve al la popolo peka, al la gento ŝarĝita de malbonagoj, al la idaro krima, al la filoj pereuloj! ili forlasis la Eternulon, ili malŝatis la Sanktulon de Izrael, ili forturniĝis malantaŭen.",
        "0_Chapter, 4_Verse": "Kion oni ankoraŭ batu en vi, kiuj daŭrigas sian defaladon? la tuta kapo estas malsana, kaj la tuta koro estas senforta.",
        "0_Chapter, 5_Verse": "De la plando de la piedo ĝis la kapo estas en ĝi nenio sendifekta, nur vundoj kaj tuberoj kaj ulceroj pusaj, kiuj ne estas purigitaj, nek ĉirkaŭligitaj, nek moligitaj per oleo.",
        "0_Chapter, 6_Verse": "Via lando estas dezerta, viaj urboj estas forbruligitaj per fajro, vian kampon antaŭ vi formanĝas fremduloj, kaj dezerta ĝi estas, kiel ruinigita de fremduloj.",
        "0_Chapter, 7_Verse": "Kaj restis la filino de Cion kiel tendo en vinberĝardeno, kiel budo sur kukumkampo, kiel urbo sieĝata.",
        "0_Chapter, 8_Verse": "Se la Eternulo Cebaot ne lasus al ni restaĵon, ni fariĝus preskaŭ kiel Sodom, ni similiĝus al Gomora.",
        "0_Chapter, 9_Verse": "Aŭskultu la vortojn de la Eternulo, estroj de Sodom; atentu la instruon de nia Dio, popolo de Gomora!",
        "0_Chapter, 10_Verse": "Por kio Mi bezonas vian multegon da buĉoferoj? diras la Eternulo; Mi trosatiĝis de la bruloferoj de ŝafoj kaj de la sebo de grasigitaj brutoj, kaj la sangon de bovoj kaj ŝafidoj kaj kaproj Mi ne deziras.",
        "0_Chapter, 11_Verse": "Kiam vi venas, por aperi antaŭ Mia vizaĝo, kiu postulas tion de viaj manoj, ke vi paŝu sur Mian korton?",
        "0_Chapter, 12_Verse": "Ne plu alportu hipokritajn donacojn; la incensado estas abomenindaĵo por Mi; monatkomencon, sabaton, kaj kunvokon de kunvenoj Mi ne toleras ― krimo kaj sankta kunveno!",
        "0_Chapter, 13_Verse": "Viajn monatkomencojn kaj festojn Mia animo malamas; ili fariĝis por Mi ŝarĝo, tedis al Mi porti ilin.",
        "0_Chapter, 14_Verse": "Kiam vi etendas viajn manojn, Mi kaŝas antaŭ vi Miajn okulojn; eĉ kiam vi multe preĝas, Mi ne aŭskultas; viaj manoj estas plenaj de sango.",
        "0_Chapter, 15_Verse": "Lavu vin, purigu vin; forigu la malbonon de viaj faroj antaŭ Miaj okuloj, ĉesu malbonagi.",
        "0_Chapter, 16_Verse": "Lernu agi bone, celu justecon, helpu prematon, havigu juston al orfo, defendu aferon de vidvino.",
        "0_Chapter, 17_Verse": "Venu, kaj ni faru inter ni juĝan disputon, diras la Eternulo: se viaj pekoj estas sangoruĝaj, ili fariĝos blankaj kiel neĝo; kaj se ili estas kiel skarlato, ili fariĝos kiel lano.",
        "0_Chapter, 18_Verse": "Se vi estos humilaj kaj obeemaj, vi manĝos la bonaĵon de la tero;",
        "0_Chapter, 19_Verse": "sed se vi rifuzos kaj ribelos, glavo vin ekstermos; ĉar tiel diris la buŝo de la Eternulo.",
        "0_Chapter, 20_Verse": "Kiamaniere la fidela urbo fariĝis malĉastulino! ĝi estis plena de justeco, virto en ĝi loĝis, sed nun mortigistoj.",
        "0_Chapter, 21_Verse": "Via arĝento fariĝis skorio, via vino miksiĝis kun akvo.",
        "0_Chapter, 22_Verse": "Viaj estroj estas perfiduloj, kaj kolegoj de ŝtelistoj; ili ĉiuj amas donacojn kaj ĉasas profiton; al orfo ili ne donas juston, kaj la juĝa plendo de vidvino ne atingas ilin.",
        "0_Chapter, 23_Verse": "Pro tio diras la Sinjoro, la Eternulo Cebaot, la Potenculo de Izrael: Ho ve, Mi konsolos Min sur Miaj kontraŭuloj, kaj Mi venĝos al Miaj malamikoj.",
        "0_Chapter, 24_Verse": "Kaj Mi remetos Mian manon sur vin, kaj Mi forte purigos vian skorion, kaj Mi eligos vian tutan stanon.",
        "0_Chapter, 25_Verse": "Kaj Mi restarigos viajn juĝistojn, kiel antaŭe, kaj viajn konsilistojn, kiel en la komenco; post tio oni nomos vin urbo de virto, civito fidela.",
        "0_Chapter, 26_Verse": "Cion elaĉetiĝos per justeco, kaj ĝiaj revenintoj per virto.",
        "0_Chapter, 27_Verse": "La krimuloj kaj pekuloj pereos kune, kaj la forlasintoj de la Eternulo ekstermiĝos.",
        "0_Chapter, 28_Verse": "Ĉar ili estos malhonoritaj pro la terebintarboj, kiujn vi amis, kaj vi estos hontigitaj pro la ĝardenoj, kiujn vi elektis.",
        "0_Chapter, 29_Verse": "Ĉar vi estos kiel terebintarbo, kies folioj velkis, kaj kiel ĝardeno, kiu ne havas akvon.",
        "0_Chapter, 30_Verse": "Kaj la fortulo fariĝos kiel stupo, kaj lia laboro kiel fajrero; kaj ambaŭ brulos, kaj neniu estingos.\n",
        "1_Chapter, 0_Verse": "Afero, kiun Jesaja, filo de Amoc, vidis vizie pri Judujo kaj Jerusalem.",
        "1_Chapter, 1_Verse": "Iam en la tempo estonta la monto de la domo de la Eternulo staros kiel ĉefo inter la montoj, kaj ĝi estos pli alta ol ĉiuj altaĵoj; kaj fluos al ĝi ĉiuj nacioj.",
        "1_Chapter, 2_Verse": "Kaj iros multaj popoloj, kaj diros: Venu, ni iru supren sur la monton de la Eternulo, al la domo de la Dio de Jakob, por ke Li instruu nin pri Siaj vojoj, kaj ni iru laŭ Lia irejo; ĉar el Cion eliros la instruo, kaj la vorto de la Eternulo el Jerusalem.",
        "1_Chapter, 3_Verse": "Kaj Li juĝos inter la nacioj, kaj Li decidos pri multaj popoloj; kaj ili forĝos el siaj glavoj plugilojn kaj el siaj lancoj rikoltilojn; ne levos nacio glavon kontraŭ nacion, kaj oni ne plu lernos militon.",
        "1_Chapter, 4_Verse": "Ho domo de Jakob, venu, kaj ni iru en la lumo de la Eternulo.",
        "1_Chapter, 5_Verse": "Sed Vi forlasis Vian popolon, la domon de Jakob, ĉar ili pli pleniĝis ol antaŭe kaj ili sorĉas kiel la Filiŝtoj kaj aliĝis al infanoj de aligentuloj.",
        "1_Chapter, 6_Verse": "Kaj ilia lando pleniĝis de arĝento kaj oro, kaj senfinaj estas iliaj trezoroj; kaj ilia lando pleniĝis de ĉevaloj, kaj sennombraj estas iliaj ĉaroj.",
        "1_Chapter, 7_Verse": "Kaj ilia lando pleniĝis de idoloj; ili adorkliniĝas al la faritaĵo de siaj manoj, al tio, kion faris iliaj fingroj.",
        "1_Chapter, 8_Verse": "Kaj kliniĝis la homo, kaj malaltiĝis la viro; kaj Vi ne pardonos ilin.",
        "1_Chapter, 9_Verse": "Eniru en rokon kaj kaŝu vin en la tero, pro timo antaŭ la Eternulo kaj antaŭ la majesto de Lia grandeco.",
        "1_Chapter, 10_Verse": "La fieraj okuloj de homo malleviĝos, kaj la altaj homoj estos malaltigitaj; nur la Eternulo sola estos alta en tiu tago.",
        "1_Chapter, 11_Verse": "Ĉar la tago de la Eternulo Cebaot estos super ĉio malhumila kaj alta kaj super ĉio aroganta, kiu estos malaltigita;",
        "1_Chapter, 12_Verse": "kaj super ĉiuj cedroj de Lebanon, la altaj kaj malhumilaj, kaj super ĉiuj kverkoj de Baŝan;",
        "1_Chapter, 13_Verse": "kaj super ĉiuj altaj montoj, kaj super ĉiuj leviĝintaj montetoj;",
        "1_Chapter, 14_Verse": "kaj super ĉiu alta turo, kaj super ĉiu fortikigita muro;",
        "1_Chapter, 15_Verse": "kaj super ĉiuj ŝipoj de Tarŝiŝ, kaj super ĉiuj belaspektaĵoj.",
        "1_Chapter, 16_Verse": "Kaj humiligita estos la fiereco de homo, kaj altaj homoj estos malaltigitaj; nur la Eternulo sola estos alta en tiu tago.",
        "1_Chapter, 17_Verse": "La idoloj estos tute neniigitaj.",
        "1_Chapter, 18_Verse": "Kaj oni iros en la kavernojn de la rokoj kaj en la fendojn de la tero, pro timo antaŭ la Eternulo kaj antaŭ Lia majesta grandeco, kiam Li leviĝos, por ĵeti teruron sur la teron.",
        "1_Chapter, 19_Verse": "En tiu tago la homo ĵetos al la talpoj kaj vespertoj siajn arĝentajn kaj orajn idolojn, kiujn li faris al si por adorado;",
        "1_Chapter, 20_Verse": "por eniri en kavernojn de rokoj kaj en fendojn de ŝtonegoj, pro timo antaŭ la Eternulo kaj antaŭ Lia majesta grandeco, kiam Li leviĝos, por ĵeti teruron sur la teron.",
        "1_Chapter, 21_Verse": "Ĉesu zorgi pri homo, kies animo estas en liaj nazotruoj; ĉar kion li valoras?\n",
        "2_Chapter, 0_Verse": "Ĉar jen la Sinjoro, la Eternulo Cebaot, forprenos de Jerusalem kaj de Judujo la apogon kaj forton, ĉian apogon de pano kaj ĉian apogon de akvo;",
        "2_Chapter, 1_Verse": "heroon kaj militiston, juĝiston kaj profeton, aŭguriston kaj plejaĝulon,",
        "2_Chapter, 2_Verse": "kvindekestron kaj eminentulon, konsiliston, majstron, kaj lertan sorĉiston.",
        "2_Chapter, 3_Verse": "Kaj junulojn Mi faros iliaj estroj, kaj petoluloj regos ilin.",
        "2_Chapter, 4_Verse": "Kaj premos la popolo ĉiu la alian kaj ĉiu sian proksimulon; junulo estos aroganta kontraŭ maljunulo, kaj senvalorulo antaŭ eminentulo.",
        "2_Chapter, 5_Verse": "Homo ekkaptos sian fraton en la domo de sia patro, dirante: Vi havas veston, estu do nia estro, kaj ĉi tiu ruino estu sub via mano.",
        "2_Chapter, 6_Verse": "Sed ĉi tiu laŭte protestos, dirante: Mi ne volas esti kuracanto; nek panon nek veston mi havas en mia domo; ne faru min estro de la popolo.",
        "2_Chapter, 7_Verse": "Ĉar malfortiĝis Jerusalem, kaj Judujo falis; ĉar iliaj paroloj kaj iliaj faroj estas kontraŭ la Eternulo kaj ofendas la okulojn de Lia majesto.",
        "2_Chapter, 8_Verse": "La signoj de iliaj vizaĝoj atestis kontraŭ ili, kaj sian pekon, simile al la Sodomanoj, ili proklamas, ne kaŝas. Ve al iliaj animoj! ĉar ili mem repagis al si malbonon.",
        "2_Chapter, 9_Verse": "Parolu pri la justulo, ke estas bone al li; ĉar ili manĝas la fruktojn de siaj faroj.",
        "2_Chapter, 10_Verse": "Ve al la malbona malvirtulo! ĉar la faroj de liaj manoj estos repagitaj al li.",
        "2_Chapter, 11_Verse": "Mian popolon premas infanoj, kaj virinoj regas ĝin. Mia popolo! viaj gvidantoj erarigas vin kaj ruinigas la vojon de via irado.",
        "2_Chapter, 12_Verse": "La Eternulo stariĝis, por juĝi; Li staras, por juĝi popolojn.",
        "2_Chapter, 13_Verse": "La Eternulo faros juĝan proceson kontraŭ la plejaĝuloj de Lia popolo kaj kontraŭ ĝiaj estroj: Vi ruinigis la vinberĝardenon; havo, kiun vi rabis de malriĉuloj, estas en viaj domoj.",
        "2_Chapter, 14_Verse": "Kial vi premas Mian popolon kaj ofendas la malriĉulojn? diras la Sinjoro, la Eternulo Cebaot.",
        "2_Chapter, 15_Verse": "Kaj la Eternulo diras: Pro tio, ke la filinoj de Cion fieriĝis, kaj iras kun etendita kolo kaj kun malmodesta rigardo, iras kaj koketas, kaj tintas per ĉenetoj sur la piedoj:",
        "2_Chapter, 16_Verse": "la Sinjoro senharigos la verton de la filinoj de Cion, kaj la Eternulo nudigos ilian hontindaĵon.",
        "2_Chapter, 17_Verse": "En tiu tago la Sinjoro forigos la ornamon de la ĉenetoj kaj la steletojn kaj la lunetojn,",
        "2_Chapter, 18_Verse": "la orelringojn, la ĉenetojn kaj la ĉirkaŭligojn,",
        "2_Chapter, 19_Verse": "la brilaĵetojn kaj la bukojn kaj la laĉojn kaj la parfumujojn kaj la talismanojn,",
        "2_Chapter, 20_Verse": "la ringojn kaj la nazringojn,",
        "2_Chapter, 21_Verse": "la multekostajn vestojn kaj la mantelojn kaj la vualojn kaj la saketojn,",
        "2_Chapter, 22_Verse": "la spegulojn kaj la delikatajn ŝtofojn kaj la kapornamojn kaj la kaptukojn.",
        "2_Chapter, 23_Verse": "Kaj anstataŭ bonodoro estos malbonodoro, kaj anstataŭ zono estos ŝnuro, kaj anstataŭ krispaj haroj estos kalvo, kaj anstataŭ eleganta mantelo estos sako, anstataŭ beleco estos brulmakuloj.",
        "2_Chapter, 24_Verse": "Viaj viroj falos de glavo, kaj viaj fortuloj en la milito.",
        "2_Chapter, 25_Verse": "Kaj ĝiaj pordegoj ploros kaj funebros, kaj mizere ĝi sidos sur la tero.\n",
        "3_Chapter, 0_Verse": "En tiu tago ekkaptos sep virinoj unu viron, kaj diros: Ni manĝados nian panon, kaj ni portados niajn vestojn; nur permesu al ni porti vian nomon, forigu de ni nian malhonoron.",
        "3_Chapter, 1_Verse": "En tiu tago la markoto de la Eternulo estos belo kaj honoro, kaj la frukto de la tero estos majesto kaj ornamo por la savitaĵo de Izrael.",
        "3_Chapter, 2_Verse": "Kaj la restintoj en Cion kaj la reteniĝintoj en Jerusalem estos nomataj sanktuloj, ĉiuj, al kiuj la sorto lasis vivon en Jerusalem,",
        "3_Chapter, 3_Verse": "se la Sinjoro forlavos la malpuraĵon de la filinoj de Cion, kaj forigos el Jerusalem la sangon, kiu estas interne de ĝi, per la spirito de juĝo kaj per la spirito de fajro.",
        "3_Chapter, 4_Verse": "Kaj super ĉiu loko de la monto Cion kaj super ĉiuj ĝiaj kunvenejoj la Eternulo kreos nubon kaj fumon por la tago kaj flamon de brulanta fajro por la nokto; super ĉio honora estos ŝirmo.",
        "3_Chapter, 5_Verse": "Kaj estos tendo, por ombri kontraŭ la varmegeco de la tago, kaj por rifuĝigi kaj ŝirmi kontraŭ malbona vetero kaj pluvo.\n",
        "4_Chapter, 0_Verse": "Mi kantos al mia amato la kanton de mia amiko pri lia vinberĝardeno. Vinberĝardenon havis mia amiko sur grasa altaĵo;",
        "4_Chapter, 1_Verse": "kaj li ĉirkaŭfosis ĝin, senŝtonigis ĝin, kaj plantis en ĝi plej bonspecajn vinberbranĉojn; kaj li konstruis turon meze de ĝi, kaj ankaŭ vinpremejon li elhakis en ĝi; kaj li esperis, ke ĝi donos bonajn vinberojn, sed ĝi donis senvalorajn berojn.",
        "4_Chapter, 2_Verse": "Nun, ho loĝantoj de Jerusalem kaj Judujo, juĝu do inter mi kaj mia vinberĝardeno.",
        "4_Chapter, 3_Verse": "Kion oni povas ankoraŭ fari al mia vinberĝardeno, kion mi ne faris por ĝi? kial mi esperis, ke ĝi donos bonajn vinberojn, kaj ĝi tamen donis berojn senvalorajn?",
        "4_Chapter, 4_Verse": "Nun mi sciigos al vi, kion mi faros al mia vinberĝardeno: forigita estos ĝia barilo, kaj ĝi estos ruinigata, ĝiaj muroj estos disĵetitaj, kaj ĝi estos piedpremata.",
        "4_Chapter, 5_Verse": "Mi lasos ĝin dezerta, ĝi ne estos pritranĉata nek prifosata, kaj elkreskos en ĝi dornoj kaj pikarbustoj; kaj al la nuboj mi ordonos, ke ili ne verŝu sur ĝin pluvon.",
        "4_Chapter, 6_Verse": "La vinberĝardeno de la Eternulo Cebaot estas la domo de Izrael, kaj la viroj de Jehuda estas Lia plej amata plantaĵo; kaj Li esperis justecon, sed montriĝis malnoblaĵo ― bonagojn, sed montriĝis kriindaĵo.",
        "4_Chapter, 7_Verse": "Ve al vi, kiuj aligas domon al domo, kampon al kampo, ĝis restas jam nenia loko, por ke vi solaj posedu la landon!",
        "4_Chapter, 8_Verse": "En miaj oreloj estas la vortoj de la Eternulo Cebaot: Multaj domoj fariĝos dezertaj, grandaj kaj bonaj estos sen loĝantoj.",
        "4_Chapter, 9_Verse": "Ĉar dek parceloj da vinberĝardeno donos nur unu bat'on, kaj ĥomero da semoj donos nur unu efon.",
        "4_Chapter, 10_Verse": "Ve al tiuj, kiuj leviĝas frue matene, por fordoni sin al drinkado, sidas malfrue nokte, por varmegigi sin per vino!",
        "4_Chapter, 11_Verse": "Harpo, psaltero, tamburino, fluto, kaj vino estas en iliaj festenoj; sed la verkon de la Eternulo ili ne rigardas, kaj la faron de Liaj manoj ili ne vidas.",
        "4_Chapter, 12_Verse": "Tial mia popolo estas forkondukita en malliberecon pro nekomprenado, kaj ĝiaj eminentuloj konsumiĝis de malsato, kaj ĝia popolamaso senfortiĝis de soifo.",
        "4_Chapter, 13_Verse": "Pro tio Ŝeol larĝigis sian internon kaj eksterordinare malfermis sian faŭkon; kaj malleviĝos tien ĝia gloro kaj ĝia amaso kaj ĝia bruantaro kaj ĝia gajularo.",
        "4_Chapter, 14_Verse": "Kliniĝos homo kaj malaltiĝos viro, kaj la okuloj de fieruloj humiliĝos.",
        "4_Chapter, 15_Verse": "Sed la Eternulo Cebaot altiĝos en la juĝo, kaj la sankta Dio estos sankta en la justeco.",
        "4_Chapter, 16_Verse": "Tiam la ŝafidoj paŝtiĝos en bona ordo, kaj fremduloj manĝos tion, kio restos de la fortuloj.",
        "4_Chapter, 17_Verse": "Ve al tiuj, kiuj altiras malbonagon per ŝnuroj de vanteco kaj pekon kvazaŭ per ĉenoj de ĉaroj;",
        "4_Chapter, 18_Verse": "al tiuj, kiuj diras: Li rapidu, Li akcelu Sian faron, por ke ni vidu; la plano de la Sanktulo de Izrael alproksimiĝu kaj venu, por ke ni ĝin ekkonu!",
        "4_Chapter, 19_Verse": "Ve al tiuj, kiuj la malbonon nomas bono kaj la bonon malbono, kiuj mallumon faras lumo kaj la lumon mallumo, kiuj maldolĉon faras dolĉo kaj la dolĉon maldolĉo!",
        "4_Chapter, 20_Verse": "Ve al tiuj, kiuj estas saĝuloj en siaj okuloj kaj antaŭ si mem estas kompetentuloj!",
        "4_Chapter, 21_Verse": "Ve al tiuj, kiuj estas herooj, por trinki vinon, kaj bravuloj, por miksi ebriigaĵon,",
        "4_Chapter, 22_Verse": "kiuj pravigas malvirtulon pro subaĉeto, kaj de pravulo forprenas lian pravecon!",
        "4_Chapter, 23_Verse": "Pro tio, kiel la lango de fajro formanĝas pajlon kaj la flamo ekstermas fojnon, tiel ilia radiko fariĝos nutraĵo, kaj ilia floro suprenflugos kiel polvo; ĉar ili malŝatis la instruon de la Eternulo Cebaot, kaj la vortojn de la Sanktulo de Izrael ili malestimis.",
        "4_Chapter, 24_Verse": "Pro tio ekflamis la kolero de la Eternulo kontraŭ Lia popolo, kaj Li etendis Sian manon kontraŭ ĝin kaj frapis ĝin; kaj ektremis la montoj, kaj la kadavroj de la popolo estas kiel koto sur la stratoj; kaj malgraŭ ĉio ĉi tio Lia kolero ne kvietiĝis, kaj Lia brako estas ankoraŭ etendita.",
        "4_Chapter, 25_Verse": "Kaj Li levos signon por la popoloj malproksimaj, kaj alvokos tian popolon de la ekstremaĵo de la tero, kaj ĝi venos rapide kaj facile.",
        "4_Chapter, 26_Verse": "Ne estos en tiu popolo laculo nek senfortulo, ĝi ne dormos nek dormetos, ne deliberiĝos la zono de ĝia lumbo, kaj ne disŝiriĝos rimeno de ĝia ŝuo.",
        "4_Chapter, 27_Verse": "Ĝiaj sagoj estas akraj, kaj ĉiuj ĝiaj pafarkoj estas streĉitaj; la hufoj de ĝiaj ĉevaloj estas kiel granito, kaj la radoj de ĝiaj ĉaroj kiel ventego.",
        "4_Chapter, 28_Verse": "Ĝia blekado estas simila al la leona; ĝi krias, kiel leonidoj; ĝi ekbruas, kaj ekkaptas la rabakiron kaj forportas, kaj neniu savas.",
        "4_Chapter, 29_Verse": "Kaj ĝi blekegos super li en tiu tago simile al la bruo de la maro; kiam oni rigardos la teron, tie estos mallumo kaj mizero, kaj la lumo malaperos el la ĉielo.\n",
        "5_Chapter, 0_Verse": "En la jaro de la morto de la reĝo Uzija mi vidis la Sinjoron, sidantan sur alta kaj levita trono, kaj Liaj baskoj plenigis la templon.",
        "5_Chapter, 1_Verse": "Serafoj staris supre de Li; ĉiu havis po ses flugiloj; per du li kovris sian vizaĝon, per du li kovris siajn piedojn, kaj per du li flugis.",
        "5_Chapter, 2_Verse": "Kaj unu vokadis al alia, kaj diris: Sankta, sankta, sankta estas la Eternulo Cebaot, la tuta tero estas plena de Lia gloro.",
        "5_Chapter, 3_Verse": "Ekŝanceliĝis de la vokanta voĉo la kolonoj de la pordo, kaj la domo pleniĝis de fumo.",
        "5_Chapter, 4_Verse": "Kaj mi diris: Ve al mi! ĉar mi pereis; ĉar mi estas homo kun malpura buŝo, kaj mi loĝas inter popolo malpurbuŝa, kaj la Reĝon, la Eternulon Cebaot, vidis miaj okuloj.",
        "5_Chapter, 5_Verse": "Tiam alflugis al mi unu el la serafoj, havante en la mano ardantan karbon, kiun li per prenilo prenis de la altaro,",
        "5_Chapter, 6_Verse": "kaj li ektuŝis mian buŝon, kaj diris: Jen ĉi tio ektuŝis vian buŝon, kaj foriĝis via malpieco, kaj via peko estas pardonita.",
        "5_Chapter, 7_Verse": "Kaj mi ekaŭdis la voĉon de la Sinjoro, kiu diris: Kiun Mi sendos, kaj kiu iros por ni? Kaj mi diris: Jen mi estas, sendu min.",
        "5_Chapter, 8_Verse": "Tiam Li diris: Iru kaj diru al tiu popolo: Vi aŭdos, sed ne komprenos; vi vidos, sed ne rimarkos.",
        "5_Chapter, 9_Verse": "Sensentigu la koron de tiu popolo, kaj ĝiajn orelojn surdigu, kaj ĝiajn okulojn blindigu, por ke ĝi ne vidu per siaj okuloj, kaj por ke ĝi ne aŭdu per siaj oreloj, por ke ĝi ne komprenu per sia koro, por ke ĝi ne konvertiĝu kaj ne saniĝu.",
        "5_Chapter, 10_Verse": "Mi diris: Ĝis kiam, ho Sinjoro? Kaj Li respondis: Ĝis malpleniĝos la urboj pro nehavado de loĝantoj kaj la domoj pro nehavado de homoj, kaj ĝis la tero tute dezertiĝos.",
        "5_Chapter, 11_Verse": "Kaj la Eternulo forigos la homojn, kaj granda estos la forlasiteco en la lando.",
        "5_Chapter, 12_Verse": "Se restos en ĝi dekono, ĝi ankaŭ ekstermiĝos, sed kiel terebintarbo aŭ kverko, de kiuj post la dehako restas ankoraŭ radiko; sankta semo estos ĝia radiko.\n",
        "6_Chapter, 0_Verse": "En la tempo de Aĥaz, filo de Jotam, filo de Uzija, reĝo de Judujo, eliris Recin, reĝo de Sirio, kaj Pekaĥ, filo de Remalja, reĝo de Izrael, kontraŭ Jerusalemon, por militi kontraŭ ĝi; sed ili ne povis konkeri ĝin.",
        "6_Chapter, 1_Verse": "Oni raportis al la domo de David, dirante: La Sirianoj stariĝis tendare en la lando de Efraim. Tiam ektremis lia koro kaj la koro de lia popolo, kiel la arboj de arbaro tremas de vento.",
        "6_Chapter, 2_Verse": "Sed la Eternulo diris al Jesaja: Iru renkonte al Aĥaz, vi kaj via filo Ŝear-Jaŝub, al la fino de la akvotubo de la supra lageto, ĉe la vojo al la kampo de fulistoj,",
        "6_Chapter, 3_Verse": "kaj diru al li: Gardu vin, kaj estu trankvila; ne timu, kaj via koro ne senkuraĝiĝu pro la du fumantaj brulŝtipoj, pro la furiozo de Recin kun la Sirianoj kaj de la filo de Remalja.",
        "6_Chapter, 4_Verse": "La Sirianoj, kun Efraim kaj kun la filo de Remalja, havas malbonan intencon kontraŭ vi, kaj diras:",
        "6_Chapter, 5_Verse": "Ni iru kontraŭ Judujon, ni malgrandigu ĝin, malkovru ĝin por ni, kaj ni starigu kiel reĝon super ĝi la filon de Tabeel.",
        "6_Chapter, 6_Verse": "Tiele diris la Sinjoro, la Eternulo: Tio ne plenumiĝos, kaj tio ne estos.",
        "6_Chapter, 7_Verse": "Ĉar la kapo de Sirio estas Damasko, kaj la kapo de Damasko estas Recin, kaj post sesdek kvin jaroj Efraim ĉesos esti popolo.",
        "6_Chapter, 8_Verse": "Kaj la kapo de Efraim estas Samario, kaj la kapo de Samario estas la filo de Remalja. Se vi ne kredas, vi ne estas fidelaj.",
        "6_Chapter, 9_Verse": "Kaj plue diris la Eternulo: Diru al Aĥaz jene:",
        "6_Chapter, 10_Verse": "Petu por vi signon de la Eternulo, via Dio, ĉu profunde malsupre, ĉu alte supre.",
        "6_Chapter, 11_Verse": "Sed Aĥaz diris: Mi ne petos, kaj mi ne incitos la Eternulon.",
        "6_Chapter, 12_Verse": "Kaj li diris: Aŭskultu, domo de David: ĉu ne sufiĉas al vi ĉagreni homojn, ke vi ĉagrenas eĉ mian Dion?",
        "6_Chapter, 13_Verse": "Tial la Sinjoro mem donos al vi signon: jen virgulino gravediĝis, kaj ŝi naskos filon, kaj ŝi donos al li la nomon Emanuel.",
        "6_Chapter, 14_Verse": "Buteron kaj mielon li manĝos, ĝis li povoscios forpuŝi malbonon kaj elekti bonon.",
        "6_Chapter, 15_Verse": "Sed antaŭ ol la knabo povoscios forpuŝi malbonon kaj elekti bonon, estos forlasita tiu lando, kiun vi timas pro ĝiaj du reĝoj.",
        "6_Chapter, 16_Verse": "La Eternulo venigos sur vin kaj sur vian popolon kaj sur la domon de via patro tiajn tagojn, kiuj ne venis de post la tempo, kiam Efraim defalis de Jehuda; Li venigos la reĝon de Asirio.",
        "6_Chapter, 17_Verse": "En tiu tago la Eternulo alvokos la muŝojn de la randoj de la lagoj de Egiptujo kaj la abelojn de la lando Asiria;",
        "6_Chapter, 18_Verse": "kaj ili venos kaj sidiĝos ĉiuj en la dezertigitaj valoj kaj en la fendoj de la rokoj kaj sur ĉiuj arbustoj kaj sur ĉiuj pikarbetaĵoj.",
        "6_Chapter, 19_Verse": "En tiu tempo la Eternulo razos per dungita razilo, per la transriveranoj, per la reĝo de Asirio, la kapon kaj la harojn de la piedoj, kaj forigos eĉ la barbon.",
        "6_Chapter, 20_Verse": "En tiu tempo homo nutros junan bovinon kaj du ŝafojn;",
        "6_Chapter, 21_Verse": "kaj pro la abundo de lakto li manĝos buteron; ĉar buteron kaj lakton manĝos ĉiu, kiu restos en la lando.",
        "6_Chapter, 22_Verse": "En tiu tempo ĉiu loko, kie estis mil vinberbranĉoj, havantaj la prezon de mil arĝentaj moneroj, kovriĝos per dornoj kaj pikarbustoj.",
        "6_Chapter, 23_Verse": "Kun sagoj kaj pafarkoj oni venos tien, ĉar la tuta lando kovriĝos per dornoj kaj pikarbustoj.",
        "6_Chapter, 24_Verse": "Kaj sur ĉiujn montojn, kiujn oni prilaboradis per pioĉoj, oni ne povos supreniri pro timo antaŭ la dornoj kaj pikarbustoj; oni sendos tien bovojn, oni irigos tien ŝafojn.\n",
        "7_Chapter, 0_Verse": "Kaj la Eternulo diris al mi: Prenu al vi grandan skribtabulon, kaj skribu sur ĝi per homa skribilo: Rapidu akiri, baldaŭ rabado.",
        "7_Chapter, 1_Verse": "Kaj mi prenis al mi du fidindajn atestantojn: la pastron Urija, kaj Zeĥarjan, filon de Jebereĥja.",
        "7_Chapter, 2_Verse": "Kaj mi iris al la profetino, kaj ŝi gravediĝis kaj naskis filon. Kaj la Eternulo diris al mi: Donu al li la nomon: Rapidu-Akiri-Baldaŭ-Rabado.",
        "7_Chapter, 3_Verse": "Ĉar antaŭ ol la knabo povoscios voki: Mia patro, kaj Mia patrino, la riĉaĵon de Damasko kaj la rabakiron de Samario oni portos antaŭ la reĝo de Asirio.",
        "7_Chapter, 4_Verse": "Kaj plue la Eternulo parolis al mi, dirante:",
        "7_Chapter, 5_Verse": "Pro tio, ke ĉi tiu popolo malŝatis la akvon de Ŝiloaĥ, kiu fluas kviete, kaj ĝojas pro Recin kaj pro la filo de Remalja:",
        "7_Chapter, 6_Verse": "pro tio la Sinjoro jen venigos sur ilin la akvon de la Rivero, la forta kaj granda, la reĝon de Asirio kaj lian tutan gloron; kaj ĝi leviĝos super ĉiujn siajn kuŝujojn kaj iros super ĉiujn siajn bordojn.",
        "7_Chapter, 7_Verse": "Kaj ĝi enpenetros en Judujon, inundos, leviĝos, kaj atingos ĝis la kolo; kaj ĝi etendos siajn flugilojn kaj plenigos vian tutan landon, ho Emanuel.",
        "7_Chapter, 8_Verse": "Koleru, ho popoloj, tamen vi ektimos; atentu, vi ĉiuj en la malproksimaj landoj; armu vin, sed vi ektimos; armu vin, sed vi ektimos.",
        "7_Chapter, 9_Verse": "Pripensu entreprenon, sed ĝi neniiĝos; parolu vortojn, sed ili ne plenumiĝos, ĉar kun ni estas Dio.",
        "7_Chapter, 10_Verse": "Ĉar tiel diris al mi la Eternulo, tenante la manon sur mi, kaj Li instruis al mi, ke mi ne iru la vojon de tiu popolo, kaj Li diris:",
        "7_Chapter, 11_Verse": "Ne nomu konspiro ĉion tion, kion tiu popolo nomas konspiro; kaj tion, kion ĝi timas, ne timu, kaj tio vin ne teruru.",
        "7_Chapter, 12_Verse": "La Eternulo Cebaot estu por vi sankta; Lin vi timu, kaj Li estu por vi terura.",
        "7_Chapter, 13_Verse": "Li estos sanktaĵo kaj ŝtono de falpuŝiĝo kaj roko de alfrapiĝo por la du domoj de Izrael, kaptilo kaj falilo por la loĝantoj de Jerusalem.",
        "7_Chapter, 14_Verse": "Kaj multaj falpuŝiĝos, kaj falos kaj rompiĝos, kaj enretiĝos kaj kaptiĝos.",
        "7_Chapter, 15_Verse": "Ligu la ateston, sigelu la leĝon ĉe Miaj lernantoj.",
        "7_Chapter, 16_Verse": "Kaj mi atendas la Eternulon, kiu kaŝis Sian vizaĝon antaŭ la domo de Jakob, kaj mi esperas al Li.",
        "7_Chapter, 17_Verse": "Jen, mi kaj la infanoj, kiujn la Eternulo donis al mi, estas kiel signoj kaj atentigiloj en Izrael de la Eternulo Cebaot, kiu loĝas sur la monto Cion.",
        "7_Chapter, 18_Verse": "Kaj se oni diros al vi: Demandu la antaŭdiristojn kaj la sorĉistojn, la flustristojn kaj la murmuretistojn, ĉar popolo ja demandas sian Dion, per la mortintoj por la vivantoj:",
        "7_Chapter, 19_Verse": "tiam al la instruo kaj al la atesto! se ili ne diros konforme al tio, ili ne havos matenan ĉielruĝon.",
        "7_Chapter, 20_Verse": "Ili irados sur ĝi premataj kaj malsataj; kaj kiam ili estos malsataj, ili koleros kaj insultos sian reĝon kaj sian Dion, kaj rigardos supren.",
        "7_Chapter, 21_Verse": "Kaj la teron ili rigardos, kaj ili vidos mizeron kaj mallumon, premantan mallumon, kaj en la mallumon ili estos puŝataj.",
        "7_Chapter, 22_Verse": "Sed ne restos la mallumo super tiuj, kiuj estas premataj: kiel la antaŭa tempo humiligis la landon de Zebulun kaj la landon de Naftali, la sekvonta tempo glorigos la apudmaran vojon, la transan flankon de Jordan, la Galileon de la nacioj.",
        "8_Chapter, 0_Verse": "Popolo, kiu iris en mallumo, ekvidis grandan lumon; super homoj, sidantaj en lando de morta ombro, ekbrilis lumo.",
        "8_Chapter, 1_Verse": "Vi multigis la popolon, Vi grandigis ĝian ĝojon; ili ĝojas antaŭ Vi, kiel oni ĝojas dum la rikolto, kiel oni ĝojas ĉe dividado de rabakiro.",
        "8_Chapter, 2_Verse": "Ĉar la jugon de ilia ŝarĝo, la kanon de ilia ŝultro, kaj la bastonon de ilia premanto Vi rompis, kiel en la tempo de Midjan.",
        "8_Chapter, 3_Verse": "Ĉar ĉiu armaĵo de tiuj, kiuj sin brue armis, kaj la vestoj, kiuj ruliĝis en sango, estos forbruligitaj, ekstermitaj per fajro.",
        "8_Chapter, 4_Verse": "Ĉar infano naskiĝis al ni, filo estas donita al ni, kaj la regado estos sur lia ŝultro, kaj lia nomo estos: Mirinda, Konsilisto, Potenculo, Patro de Eterneco, Princo de Paco;",
        "8_Chapter, 5_Verse": "por pligrandigi la regadon kaj por paco senfina sur la trono de David kaj en lia regno, por fortikigi ĝin kaj fortigi ĝin per justeco kaj vero de nun ĝis eterne. La fervoro de la Eternulo Cebaot tion faros.",
        "8_Chapter, 6_Verse": "Vorton sendis la Sinjoro al Jakob, kaj ĝi falis en Izrael.",
        "8_Chapter, 7_Verse": "Tion sciu la tuta popolo, Efraim kaj la loĝantoj de Samario, kiuj diras kun fiereco kaj kun malhumila koro:",
        "8_Chapter, 8_Verse": "Brikoj falis, sed el hakitaj ŝtonoj ni konstruos; sikomoroj estas dishakitaj, sed ni anstataŭigos ilin per cedroj.",
        "8_Chapter, 9_Verse": "La Eternulo fortigos kontraŭ ili la malamikojn de Recin, kaj liajn kontraŭulojn Li ekscitos,",
        "8_Chapter, 10_Verse": "la Sirianojn de antaŭe kaj la Filiŝtojn de malantaŭe; kaj ili formanĝos Izraelon per la tuta buŝo. Malgraŭ ĉio ĉi tio ne kvietiĝis Lia kolero, kaj Lia brako estas ankoraŭ etendita.",
        "8_Chapter, 11_Verse": "Sed la popolo ne turnas sin al Tiu, kiu ĝin batas, kaj la Eternulon Cebaot ili ne serĉas.",
        "8_Chapter, 12_Verse": "Tial la Eternulo dehakos ĉe Izrael la kapon kaj la voston, branĉon kaj kanon, en unu tago.",
        "8_Chapter, 13_Verse": "Maljunulo kaj eminentulo estas la kapo; kaj profeto, kiu instruas malveraĵon, estas la vosto.",
        "8_Chapter, 14_Verse": "La gvidantoj de tiu popolo erarigas, kaj la gvidatoj pereos.",
        "8_Chapter, 15_Verse": "Tial la Sinjoro ne ĝojos pro iliaj junuloj, kaj iliajn orfojn kaj vidvinojn Li ne kompatos; ĉar ĉiuj estas hipokrituloj kaj malbonaguloj, kaj ĉiu buŝo parolas malnoblaĵon. Malgraŭ ĉio ĉi tio ne kvietiĝis Lia kolero, kaj Lia brako estas ankoraŭ etendita.",
        "8_Chapter, 16_Verse": "Ĉar la malbonageco ekbrulis kiel fajro, dornojn kaj pikarbustojn ĝi formanĝas, ĝi brulas en densejo de arbaro, kaj leviĝas kolonoj da fumo.",
        "8_Chapter, 17_Verse": "De la kolero de la Eternulo Cebaot ekbrulis la tero, kaj la popolo fariĝis manĝaĵo por la fajro; neniu kompatas sian fraton.",
        "8_Chapter, 18_Verse": "Oni tranĉas dekstre kaj restas malsataj, oni manĝas maldekstre kaj ne satiĝas; ĉiu manĝas la karnon de sia brako.",
        "8_Chapter, 19_Verse": "Manase estas kontraŭ Efraim, kaj Efraim kontraŭ Manase, ambaŭ kune kontraŭ Jehuda. Malgraŭ ĉio ĉi tio Lia kolero ne kvietiĝis, kaj Lia brako estas ankoraŭ etendita.\n",
        "9_Chapter, 0_Verse": "Ve al la leĝdonantoj, kiuj starigas maljustajn leĝojn, kaj al tiuj, kiuj skribas maljustajn verdiktojn,",
        "9_Chapter, 1_Verse": "por forpuŝi malriĉulojn de la leĝo kaj forrabi la justecon de senhavuloj de Mia popolo, por ke la vidvinoj fariĝu ilia rabakiro, kaj por prirabi la orfojn!",
        "9_Chapter, 2_Verse": "Sed kion vi faros en la tago de puno kaj de pereo, kiu venos de malproksime? al kiu vi kuros, por serĉi helpon? kaj kie vi lasos vian honoron,",
        "9_Chapter, 3_Verse": "por ne fleksiĝi inter la kaptitoj kaj ne fali inter la mortigitoj? Malgraŭ ĉio ĉi tio Lia kolero ne kvietiĝis, kaj Lia brako estas ankoraŭ etendita.",
        "9_Chapter, 4_Verse": "Ve al la Asiriano, la vergo de Mia kolero! la bastono en iliaj manoj estas Mia indigno.",
        "9_Chapter, 5_Verse": "Kontraŭ popolon hipokritan Mi lin sendos, kaj pri la popolo de Mia kolero Mi donos al li ordonon, ke li prenu militakiron, ke li rabu rabaĵon, kaj ke li piedpremu ĝin kiel koton sur la stratoj.",
        "9_Chapter, 6_Verse": "Sed li ne tiel tion komprenas, kaj lia koro ne tiel intencas; li intencas ekstermi kaj dispremi ne malmulte da popoloj;",
        "9_Chapter, 7_Verse": "ĉar li diras: Ĉu miaj princoj ĉiuj ne estas reĝoj?",
        "9_Chapter, 8_Verse": "Ĉu Kalno ne estas kiel Karkemiŝ? ĉu Ĥamat ne estas kiel Arpad? ĉu Samario ne estas kiel Damasko?",
        "9_Chapter, 9_Verse": "Ĉar mia mano trafis la regnojn idolistajn, kies idoloj estas pli multaj ol en Jerusalem kaj en Samario,",
        "9_Chapter, 10_Verse": "tial, kiel mi agis kun Samario kaj ĝiaj idoloj, tiel mi agos kun Jerusalem kaj ĝiaj idoloj.",
        "9_Chapter, 11_Verse": "Sed kiam la Sinjoro plenumos Sian tutan faron sur la monto Cion kaj en Jerusalem, Mi rememoros la frukton de la malhumila reĝo de Asirio kaj la majeston de liaj arogantaj okuloj;",
        "9_Chapter, 12_Verse": "ĉar li diris: Mi tion faris per la forto de mia mano kaj per mia saĝeco, ĉar mi estas saĝa; mi forigis la limojn de la popoloj, rabis iliajn provizojn, kaj mi deĵetis kiel potenculo la sidantojn;",
        "9_Chapter, 13_Verse": "kaj mia mano trovis la riĉaĵon de la popoloj kiel neston; kaj kiel oni enkolektas forlasitajn ovojn, mi enkolektis la tutan teron; kaj neniu movis flugilon, malfermis la buŝon, nek krietis.",
        "9_Chapter, 14_Verse": "Ĉu povas hakilo fanfaroni antaŭ tiu, kiu hakas per ĝi? ĉu povas segilo fieri antaŭ tiu, kiu ĝin tiras? kvazaŭ vergo svingus tiun, kiu ĝin levas! kvazaŭ bastono levus tiun, kiu ne estas el ligno!",
        "9_Chapter, 15_Verse": "Tial la Sinjoro, la Eternulo Cebaot, venigos malgrasecon sur liajn grasulojn, kaj sub lia gloro ekbrulos fajro, kiel flamo.",
        "9_Chapter, 16_Verse": "Kaj la lumo de Izrael fariĝos fajro, kaj lia Sanktulo fariĝos flamo; kaj ĝi forbruligos kaj ekstermos liajn pikarbustojn kaj dornojn en unu tago,",
        "9_Chapter, 17_Verse": "kaj ekstermos la majeston de lia arbaro kaj de lia fruktoĝardeno, de la animo ĝis la karno; kaj li fariĝos kiel senfortigita kadukulo.",
        "9_Chapter, 18_Verse": "La restaĵo de la arboj de lia arbaro estos malgrandnombra, kaj knabo povos ilin registri.",
        "9_Chapter, 19_Verse": "En tiu tago la restintoj de Izrael kaj la savitoj de la domo de Jakob ne plu fidos sian batanton, sed fidos fidele la Eternulon, la Sanktulon de Izrael.",
        "9_Chapter, 20_Verse": "Konvertiĝos la restintoj, la restintoj de Jakob, al la Dio potenca.",
        "9_Chapter, 21_Verse": "Ĉar se via popolo, ho Izrael, eĉ estos kiel la apudmara sablo, nur la restintoj konvertiĝos; ĉar estas decidita ekstermo per inunda justeco.",
        "9_Chapter, 22_Verse": "Ĉar deciditan ekstermon la Sinjoro, la Eternulo Cebaot, faros en la tuta lando.",
        "9_Chapter, 23_Verse": "Tial tiele diras la Sinjoro, la Eternulo Cebaot: Ne timu la Asirianon, ho Mia popolo, kiu loĝas en Cion; per vergo li vin frapos, kaj sian bastonon li levos kontraŭ vin, kiel la Egiptoj;",
        "9_Chapter, 24_Verse": "ĉar ankoraŭ tre malmulte daŭros, kaj finiĝos la kolero kaj Mia furiozo pro iliaj malbonagoj;",
        "9_Chapter, 25_Verse": "kaj la Eternulo Cebaot aperigos vipon super li, kiel Li frapis la Midjanidojn ĉe la roko Oreb kaj kiel Lia bastono estis super la maro, kaj Li levos ĝin, kiel kontraŭ la Egiptojn.",
        "9_Chapter, 26_Verse": "Kaj en tiu tago lia ŝarĝo estos deprenita de sur viaj ŝultroj kaj lia jugo de sur via kolo, kaj la jugo krevos pro la graseco.",
        "9_Chapter, 27_Verse": "Li venas Ajaton, trapasas Migronon, revizias siajn armilojn en Miĥmaŝ;",
        "9_Chapter, 28_Verse": "ili trapasis la pasejon, tradormas la nokton en Geba; Rama tremas, Gibea de Saul forkuras.",
        "9_Chapter, 29_Verse": "Kriu laŭte, filino de Galim! atentu, Laiŝ! ho malriĉa Anatot!",
        "9_Chapter, 30_Verse": "Madmena cedas, la loĝantoj de Gebim forkuras.",
        "9_Chapter, 31_Verse": "Jam hodiaŭ li restos en Nob; li etendas sian manon kontraŭ la monton de la filino de Cion, kontraŭ la monteton de Jerusalem.",
        "9_Chapter, 32_Verse": "Jen la Sinjoro, la Eternulo Cebaot, kun forto dehakos branĉojn; la alte leviĝintaj estos dehakitaj, kaj la fieraj estos humiligitaj.",
        "9_Chapter, 33_Verse": "Kaj Li pereigos la densajn partojn de la arbaro per fero, kaj Lebanon falos de la Potenculo.\n",
        "10_Chapter, 0_Verse": "Eliros markoto el la trunko de Jiŝaj, kaj branĉo elkreskos el ĝiaj radikoj.",
        "10_Chapter, 1_Verse": "Kaj estos sur li la spirito de la Eternulo, spirito de saĝo kaj prudento, sprito de konsilo kaj forto, spirito de sciado kaj de timo antaŭ la Eternulo.",
        "10_Chapter, 2_Verse": "Kaj agrabla estos al li la timo antaŭ la Eternulo; kaj ne laŭ la rigardo de siaj okuloj li juĝados, ne laŭ la aŭdo de siaj oreloj li eldirados verdiktojn;",
        "10_Chapter, 3_Verse": "sed li juĝados malriĉulojn laŭ vero, kaj laŭ justeco li eldirados verdiktojn por humiluloj de la lando; kaj li frapos la teron per la vergo de sia buŝo, kaj per la spiro de siaj lipoj li mortigos malpiulon.",
        "10_Chapter, 4_Verse": "Vero estos la zono de lia lumbo, kaj fideleco la zono de liaj koksoj.",
        "10_Chapter, 5_Verse": "Kaj loĝos lupo kun ŝafido, kaj leopardo kuŝos kun kaprido; kaj bovido kaj leonido kaj grasigita bruto estos kune, kaj malgranda knabo ilin kondukos.",
        "10_Chapter, 6_Verse": "Kaj bovino paŝtiĝos kun urso, kaj iliaj idoj kuŝos kune; kaj leono simile al bovo manĝos pajlon.",
        "10_Chapter, 7_Verse": "Kaj suĉinfano ludos super la truo de aspido, kaj demamigita infano metos sian manon sur la neston de vipuro.",
        "10_Chapter, 8_Verse": "Oni ne malbonagos kaj ne difektos sur Mia tuta sankta monto, ĉar la tero estos tiel plena de konado de la Eternulo, kiel la akvo plenigas la maron.",
        "10_Chapter, 9_Verse": "En tiu tempo al la radiko de Jiŝaj, kiu staros kiel standardo por la popoloj, celados la nacioj; kaj lia ripozejo estos honoro.",
        "10_Chapter, 10_Verse": "En tiu tempo la Sinjoro denove etendos Sian manon, por akiri la restaĵon de Sia popolo, kiu restis de Asirio kaj de Egiptujo kaj de Patros kaj de Etiopujo kaj de Elam kaj de Ŝinar kaj de Ĥamat kaj de la insuloj de la maro.",
        "10_Chapter, 11_Verse": "Kaj Li levos standardon inter la nacioj kaj kolektos la dispelitojn de Izrael, kaj la disĵetitojn de Jehuda Li kolektos de la kvar finoj de la tero.",
        "10_Chapter, 12_Verse": "Kaj malaperos la envio kontraŭ Efraimon, kaj la premantoj de Jehuda ekstermiĝos; Efraim ne envios Jehudan, kaj Jehuda ne premos Efraimon.",
        "10_Chapter, 13_Verse": "Sed ili flugos kune al la Filiŝtoj okcidenten, prirabos la filojn de la oriento, sur Edomon kaj Moabon ili metos sian manon; kaj la Amonidoj ilin obeos.",
        "10_Chapter, 14_Verse": "Kaj la Eternulo sekigos la golfon de Egiptujo, kaj svingos Sian manon kun forta vento super la Rivero, kaj dividos ĝin en sep riveretojn, kiujn oni povos transiri en ŝuoj.",
        "10_Chapter, 15_Verse": "Kaj estos vojo por la restaĵo de Lia popolo, kiu restos de Asirio, kiel estis al Izrael en la tempo, kiam li eliris el la lando Egipta.\n",
        "11_Chapter, 0_Verse": "En tiu tago vi diros: Mi dankas Vin, ho Eternulo; ĉar kvankam Vi koleris min, Via kolero jam foriĝis, kaj Vi konsolas min.",
        "11_Chapter, 1_Verse": "Jen Dio estas mia savo: mi fidas, kaj mi ne timas; ĉar Dio, la Eternulo, estas mia forto kaj mia kanto, kaj Li fariĝis mia savo.",
        "11_Chapter, 2_Verse": "Kaj vi ĉerpos kun ĝojo akvon el la fontoj de la savo.",
        "11_Chapter, 3_Verse": "Kaj vi diros en tiu tago: Danku la Eternulon, voku Lian nomon, sciigu Liajn farojn inter la popoloj, memorigu, ke Lia nomo estas alta.",
        "11_Chapter, 4_Verse": "Kantu al la Eternulo, ĉar majestaĵon Li faris; tio estu sciata sur la tuta tero.",
        "11_Chapter, 5_Verse": "Ĝojkriu kaj kantu, loĝantino de Cion; ĉar granda estas inter vi la Sanktulo de Izrael.\n",
        "12_Chapter, 0_Verse": "Profetaĵo pri Babel, kiun viziis Jesaja, filo de Amoc.",
        "12_Chapter, 1_Verse": "Sur senarba monto levu standardon, laŭte voku al ili, faru signon per la mano, ke ili eniru en la pordegon de la eminentuloj.",
        "12_Chapter, 2_Verse": "Mi ordonis al Miaj sanktigitoj, Mi kunvokis al Mia kolero Miajn fortulojn, kiuj ĝojas pro Mia majesteco.",
        "12_Chapter, 3_Verse": "Bruo de amaso estas sur la montoj, kvazaŭ de grandnombra popolo! bruo de la regnoj de nacioj kolektiĝintaj! la Eternulo Cebaot ĉirkaŭrigardas la batalontan militistaron.",
        "12_Chapter, 4_Verse": "Ili venis el lando malproksima, de la rando de la ĉielo, la Eternulo kaj la iloj de Lia kolero, por ruinigi la tutan landon.",
        "12_Chapter, 5_Verse": "Ĝemu, ĉar proksima estas la tago de la Eternulo; kiel katastrofo ĝi venos de la Plejpotenculo.",
        "12_Chapter, 6_Verse": "Tial ĉiuj manoj senfortiĝas kaj ĉiu homa koro senkuraĝiĝas.",
        "12_Chapter, 7_Verse": "Ili estas terurataj, spasmoj kaj doloroj ilin atakas, ili sin tordas, kiel naskantino; kun miro ili rigardas unu alian, iliaj vizaĝoj flamas.",
        "12_Chapter, 8_Verse": "Jen venis la tago de la Eternulo, kruela kaj kolera kaj furioza, por fari la landon dezerto kaj ekstermi el ĝi ĝiajn pekulojn.",
        "12_Chapter, 9_Verse": "La steloj de la ĉielo kaj ĝiaj stelfiguroj ne donas sian lumon, la suno mallumiĝis leviĝante, kaj la luno ne briligos sian lumon.",
        "12_Chapter, 10_Verse": "Mi repagos al la mondo la malbonon kaj al la malpiuloj ilian kulpon; Mi ĉesigos la fierecon de la malhumiluloj, kaj la arogantecon de la potenculoj Mi malaltigos.",
        "12_Chapter, 11_Verse": "Mi faros, ke viro estos pli kara, ol oro, kaj homo estos pli kara, ol la ora metalo el Ofir.",
        "12_Chapter, 12_Verse": "Por tio Mi ektremigos la ĉielon, kaj la tero skuiĝos el sia loko, pro la kolero de la Eternulo Cebaot kaj en la tago de Lia flama kolero.",
        "12_Chapter, 13_Verse": "Ili estos kiel gazelo persekutata, kiel ŝafo forlasita; ĉiu sin turnos al sia popolo, kaj ĉiu kuros al sia lando.",
        "12_Chapter, 14_Verse": "Ĉiu renkontita estos trapikita, kaj ĉiu kaptita falos de glavo.",
        "12_Chapter, 15_Verse": "Iliaj infanoj estos frakasitaj antaŭ iliaj okuloj; iliaj domoj estos prirabitaj, kaj iliaj edzinoj estos malhonoritaj.",
        "12_Chapter, 16_Verse": "Mi vekos kontraŭ ilin la Medojn, kiuj ne ŝatas arĝenton kaj oron ne avidas,",
        "12_Chapter, 17_Verse": "sed per pafarkoj mortigas junulojn, frukton de ventro ne kompatas; infanojn ne indulgas ilia okulo.",
        "12_Chapter, 18_Verse": "Kaj Babel, la plej bela el la regnoj, la majesta belaĵo de la Ĥaldeoj, estos kiel Sodom kaj Gomora, ruinigitaj de Dio;",
        "12_Chapter, 19_Verse": "neniu iam tie sidos, kaj por eterne ĝi restos neloĝata; Arabo ne starigos tie sian tendon, kaj paŝtistoj tie ne ripozos.",
        "12_Chapter, 20_Verse": "Ripozos tie sovaĝaj bestoj, kaj iliaj domoj estos plenaj de gufoj, kaj strutoj tie loĝos, kaj virkaproj tie saltados.",
        "12_Chapter, 21_Verse": "Kaj ŝakaloj bruos en iliaj palacoj, kaj strigoj en la salonoj de amuzo. Kaj baldaŭ venos ĝia tempo, kaj ĝiaj tagoj ne daŭros.\n",
        "13_Chapter, 0_Verse": "Ĉar la Eternulo ekkompatos Jakobon, kaj denove elektos Izraelon, kaj reloĝigos ilin en ilia lando. Kaj fremduloj kuniĝos kun ili, kaj aliĝos al la domo de Jakob.",
        "13_Chapter, 1_Verse": "Kaj popoloj prenos ilin kaj venigos ilin sur ilian lokon, kaj la domo de Izrael ekposedos ilin en la lando de la Eternulo kiel sklavojn kaj sklavinojn. Kaj ili malliberigos siajn malliberigintojn kaj regos siajn premintojn.",
        "13_Chapter, 2_Verse": "Kaj en tiu tago, kiam la Eternulo ripozigos vin de via suferado kaj de via mizero, kaj de la malfacila laborado, per kiu oni laborigis vin,",
        "13_Chapter, 3_Verse": "vi eldiros ĉi tiun mokokanton pri la reĝo de Babel, kaj diros: Kiel kvietiĝis la premanto, ĉesiĝis la tributo!",
        "13_Chapter, 4_Verse": "La Eternulo rompis la bastonon de la maljustuloj, la vergon de la regantoj,",
        "13_Chapter, 5_Verse": "kiu kolere batadis popolojn per batoj senĉesaj, kolere regadis popolojn, senĉese persekutante.",
        "13_Chapter, 6_Verse": "Ekripozis, trankviliĝis la tuta tero, ĝojkrias, kantante.",
        "13_Chapter, 7_Verse": "Eĉ la cipresoj ĝojas pri vi, la cedroj de Lebanon: De tiu tempo, kiam vi ekkuŝis, neniu hakanto venas al ni.",
        "13_Chapter, 8_Verse": "Ŝeol sube ekskuiĝis pro vi, renkontante vin venantan; ĝi vekis por vi la mortintojn, ĉiujn potenculojn de la tero; ĝi levis por vi de iliaj tronoj ĉiujn reĝojn de la popoloj.",
        "13_Chapter, 9_Verse": "Ili ĉiuj ekparolos kaj diros al vi: Vi ankaŭ senfortiĝis, kiel ni, vi similiĝis al ni;",
        "13_Chapter, 10_Verse": "en Ŝeolon estas ĵetita via majesto kaj la bruo de viaj psalteroj; sub vi sterniĝos vermoj, kaj vermoj estos via kovrilo.",
        "13_Chapter, 11_Verse": "Kial vi falis de la ĉielo, ho brilo, filo de la matenruĝo! hakita sur la teron vi estas, ho turmentinto de la popoloj.",
        "13_Chapter, 12_Verse": "Kaj vi diris en via koro: Mi supreniros en la ĉielon, pli alten ol la steloj de Dio mi levos mian tronon, kaj mi sidos sur la monto de kunveno, ĉe la rando de nordo;",
        "13_Chapter, 13_Verse": "mi supreniros sur la altaĵon de la nuboj, mi similiĝos al la Plejaltulo.",
        "13_Chapter, 14_Verse": "Sed en Ŝeolon vi estos mallevita, en la profundon de la tombo!",
        "13_Chapter, 15_Verse": "Tiuj, kiuj vin vidos, rigardos vin atente, kaj miros: Ĉu ĉi tio estas la viro, kiu tremigis la teron, teruris regnojn,",
        "13_Chapter, 16_Verse": "kiu faris la mondon dezerto kaj ruinigis ĝiajn urbojn, kiu siajn kaptitojn ne liberigis hejmen?",
        "13_Chapter, 17_Verse": "Ĉiuj reĝoj de popoloj kuŝas kun honoro, ĉiu en sia domo;",
        "13_Chapter, 18_Verse": "sed vi estas forĵetita el via tombo, kiel malŝatata branĉo, kovrita de mortigitoj, trapikitaj per glavo, ĵetitaj malsupren en kavon, kiel kadavro piedpremata.",
        "13_Chapter, 19_Verse": "Vi ne estos kun ili en tombo, ĉar vian landon vi ruinigis, vian popolon vi mortigis; la semon de malbonaguloj oni neniam nomos.",
        "13_Chapter, 20_Verse": "Preparu liajn filojn por buĉo pro la pekoj de iliaj patroj, por ke ili ne leviĝu kaj ne heredu la landon kaj ne plenigu la mondon per urboj.",
        "13_Chapter, 21_Verse": "Mi leviĝos kontraŭ ilin, diras la Eternulo Cebaot; kaj Mi ekstermos de Babel la nomon kaj restaĵon kaj filon kaj nepon, diras la Eternulo.",
        "13_Chapter, 22_Verse": "Kaj Mi faros ĝin heredaĵo de botaŭroj, kaj akvaj marĉoj, kaj Mi balaos ĝin per balailo de pereigo, diras la Eternulo Cebaot.",
        "13_Chapter, 23_Verse": "Ĵuris la Eternulo Cebaot, dirante: Kiel Mi intencis, tiel fariĝos; kaj kiel Mi decidis, tiel efektiviĝos;",
        "13_Chapter, 24_Verse": "frakasita estos la Asiriano en Mia lando, kaj sur Miaj montoj Mi lin dispremos, por ke foriĝu de ili lia jugo kaj lia ŝarĝo estu deprenita de sur iliaj ŝultroj.",
        "13_Chapter, 25_Verse": "Tio estas la decido, farita pri la tuta tero; kaj tio estas la mano, etendita super ĉiujn popolojn.",
        "13_Chapter, 26_Verse": "Ĉar la Eternulo Cebaot decidis, kaj kiu malhelpos? kaj Lia mano estas etendita, kiu do ĝin returnos?",
        "13_Chapter, 27_Verse": "En la jaro de la morto de la reĝo Aĥaz estis farita la sekvanta profetaĵo:",
        "13_Chapter, 28_Verse": "Ne ĝoju, tuta Filiŝtujo, ke rompita estas la vergo, kiu vin batadis; ĉar el la radiko de serpento eliros vipuro, kaj ĝia produkto estos fluganta serpento.",
        "13_Chapter, 29_Verse": "Kaj la unuenaskitoj de malriĉuloj paŝtiĝos, kaj senhavuloj ripozos sendanĝere; kaj Mi pereigos per malsato vian radikon, kaj via restaĵo estos mortigita.",
        "13_Chapter, 30_Verse": "Ĝemploru, ho pordego; kriu, ho urbo; perdis la kuraĝon la tuta Filiŝtujo; ĉar de nordo venas fumo, kaj neniu restas sola en iliaj taĉmentoj.",
        "13_Chapter, 31_Verse": "Kaj kion oni respondos al la senditoj de la popolo? Ke la Eternulo fortikigis Cionon, kaj en ĝi trovos defendon la malriĉuloj de Lia popolo.\n",
        "14_Chapter, 0_Verse": "Profetaĵo pri Moab: En nokto ruiniga pereis Ar-Moab, en nokto ruiniga pereis Kir- Moab.",
        "14_Chapter, 1_Verse": "Ili iris en la domon kaj sur la altaĵojn de Dibon, por plori; pri Nebo kaj Medba ĝemploras Moab; ĉiuj kapoj estas kalvaj, ĉiuj barboj estas razitaj.",
        "14_Chapter, 2_Verse": "Sur siaj stratoj ili ĉirkaŭzonis sin per sakaĵoj; sur iliaj tegmentoj kaj placoj ĉiuj ĝemkrias, konsumiĝas per plorado.",
        "14_Chapter, 3_Verse": "Krias Ĥeŝbon kaj Eleale, ĝis Jahac oni aŭdas ilian voĉon; tial ĝemploras la armitoj de Moab, lia animo tremas en li.",
        "14_Chapter, 4_Verse": "Mia koro krias pro Moab; liaj forkurintoj kuras ĝis Coar, ĝis la tria Eglat; ĉar laŭ la vojo supren al Luĥit ili iras plorante, ĉar sur la vojo al Ĥoronaim leviĝas kriado de malfeliĉo.",
        "14_Chapter, 5_Verse": "Ĉar la akvo de Nimrim sekforiĝis, ĉar sekiĝis la herbo, malaperis kreskaĵoj, verdaĵo jam ne ekzistas.",
        "14_Chapter, 6_Verse": "Tial la abundaĵon, kiun ili kolektis, kaj sian ŝparitaĵon ili transportas trans la riveron de la salikoj.",
        "14_Chapter, 7_Verse": "Ĉar la kriado ĉirkaŭas la limojn de Moab, ĝis Eglaim atingas lia plorado, kaj ĝis Beer-Elim atingas lia plorado.",
        "14_Chapter, 8_Verse": "Ĉar la akvo de Dimon estas plena de sango; ĉar Mi ankoraŭ pli multe venigos sur Dimonon, leonon sur la saviĝintojn de Moab kaj sur la restaĵon de la lando.\n",
        "15_Chapter, 0_Verse": "Sendu ŝafidon al la reganto de la tero el Sela en la dezerto sur la monton de la filino de Cion.",
        "15_Chapter, 1_Verse": "Kiel vaganta birdo, elpelita el la nesto, tiel estos la filinoj de Moab ĉe la transirejoj de Arnon.",
        "15_Chapter, 2_Verse": "Aranĝu konsilon, faru decidon; simile al nokto faru vian ombron meze de la tago; kaŝu la elpelitojn, ne malkaŝu la vaganton.",
        "15_Chapter, 3_Verse": "Miaj elpelitaj Moabidoj loĝu ĉe vi; estu por ili ŝirmo kontraŭ la rabanto, ĝis ĉesiĝos la premado, finiĝos la rabado, malaperos la piedpremanto el la lando.",
        "15_Chapter, 4_Verse": "Kaj fortikiĝos trono per favorkoreco, kaj sur ĝi kun justeco en la tendo de David sidos juĝisto, celanta justecon, akcelanta la veron.",
        "15_Chapter, 5_Verse": "Ni aŭdis pri la fiereco de Moab, ke ĝi estas tre granda; lia malhumileco kaj fiereco kaj furiozado estas pli granda, ol lia forto.",
        "15_Chapter, 6_Verse": "Tial ĝemkrios Moab pri si mem, ĉiuj ĝemkrios; pri la fundamentoj de Kir-Ĥareset ili ploras, profunde frapitaj.",
        "15_Chapter, 7_Verse": "Ĉar la kampoj de Ĥeŝbon dezertiĝis, ankaŭ la vinberĝardenoj de Sibma; la estroj de la popoloj dishakis la plej bonajn branĉojn, kiuj atingis ĝis Jazer, etendiĝis en la dezerton; ĝiaj markotoj disĵetiĝis, transiris la maron.",
        "15_Chapter, 8_Verse": "Tial per la ploro de Jazer mi ploros pri la vinberĝardeno de Sibma; mi priverŝos vin per miaj larmoj, ho Ĥeŝbon kaj Eleale; ĉar krioj de triumfo falis sur viajn somerajn fruktojn kaj sur vian grenrikolton.",
        "15_Chapter, 9_Verse": "Foriĝis de la kampo ĝojo kaj gajeco, kaj en la vinberĝardenoj oni ne kantas nek ĝojkrias; vinon en la vinpremejoj oni ne premas; la ĝojkriojn Mi ĉesigis.",
        "15_Chapter, 10_Verse": "Tial mia interno sonas pri Moab kiel harpo, kaj mia koro pri Kir-Ĥeres.",
        "15_Chapter, 11_Verse": "Kaj kiam montriĝos, ke Moab senfortiĝis sur la altaĵo, kaj eniros en sian templon, por preĝi, li nenion atingos.",
        "15_Chapter, 12_Verse": "Tio estas la vorto, kiun la Eternulo diris pri Moab antaŭ longe.",
        "15_Chapter, 13_Verse": "Sed nun la Eternulo diris jene: Post tri jaroj, kiel estas la jaroj de dungito, malaltiĝos la gloro de Moab kun la tuta grandnombreco, kaj restos tre malmulte, malgrandnombre.\n",
        "16_Chapter, 0_Verse": "Profetaĵo pri Damasko: Jen Damasko ne plu estos urbo, sed ĝi estos amaso da ruinaĵoj.",
        "16_Chapter, 1_Verse": "Forlasitaj estos la urboj de Aroer; brutaroj tie paŝtiĝos, kaj neniu ilin fortimigos.",
        "16_Chapter, 2_Verse": "Kaj detruita estos la fortikaĵo de Efraim, kaj la regno de Damasko kaj la restaĵo de Sirio estos kiel la gloro de la Izraelidoj, diras la Eternulo Cebaot.",
        "16_Chapter, 3_Verse": "En tiu tempo maldikiĝos la gloro de Jakob, kaj lia grasa korpo malgrasiĝos.",
        "16_Chapter, 4_Verse": "Kaj estos tiel, kiel kiam rikoltanto enkolektis la grenon kaj lia mano rikoltis la spikojn, kaj estos kiel post la rikolto de spikoj en la valo Refaim.",
        "16_Chapter, 5_Verse": "Kaj restos tie postrikoltaĵo, kiel ĉe la skuado de olivarbo: du, tri olivoj sur la supro de alta branĉo, kvar, kvin sur la branĉoj fruktoportaj, diras la Eternulo, Dio de Izrael.",
        "16_Chapter, 6_Verse": "En tiu tempo la homo sin turnos al sia Kreinto, kaj liaj okuloj ekrigardos al la Sanktulo de Izrael.",
        "16_Chapter, 7_Verse": "Kaj li ne turnos sin al la altaroj, faritaj de liaj manoj, kaj ne rigardos al la faritaĵo de siaj fingroj, al la sanktaj stangoj kaj la idoloj de la suno.",
        "16_Chapter, 8_Verse": "En tiu tempo liaj urboj fortikigitaj estos kiel ruinoj en arbaro aŭ sur altaĵo, kiujn oni forlasis pro la Izraelidoj, kaj ili estos dezertaj.",
        "16_Chapter, 9_Verse": "Ĉar vi forgesis la Dion de via savo kaj ne memoris la Rokon de via forteco; tial vi plantis plantaĵojn plezurigajn kaj kreskigis fremdan vinberbranĉon;",
        "16_Chapter, 10_Verse": "en la tago, kiam vi plantis, vi zorgis pri la kreskado, kaj en la mateno, kiam vi semis, vi zorgis pri la floroj; sed en la tago de ricevado estas ne rikolto, sed doloro suferiga.",
        "16_Chapter, 11_Verse": "Ho ve! bruo de multe da popoloj; ili bruas simile al la bruo de maroj; kaj tumulto de gentoj, kiel tumulto de grandaj akvoj.",
        "16_Chapter, 12_Verse": "Gentoj bruas simile al la bruado de grandaj akvoj; sed Li minace ekkrios al ili, kaj ili forkuros malproksimen, kaj ili estos pelataj, kiel grenventumaĵo sur la montoj estas pelata de vento, kaj kiel polvo estas pelata de ventego.",
        "16_Chapter, 13_Verse": "Dum la vespero jen estas teruro; sed antaŭ la mateno ili jam ne ekzistas. Tia estas la sorto de niaj premantoj kaj la loto de niaj rabantoj.\n",
        "17_Chapter, 0_Verse": "Ve al la lando flanke ombrata, kiu troviĝas transe de la riveroj Etiopaj,",
        "17_Chapter, 1_Verse": "kiu sendas senditojn per la maro kaj per kanaj ŝipoj sur la akvo! Iru, rapidaj senditoj, al la popolo grandkreska kaj glathaŭta, al la popolo, kiu estas pli terura, ol kia ajn alia, al la popolo laŭregulara kaj piedpremanta, kies landon tratranĉas riveroj.",
        "17_Chapter, 2_Verse": "Vi ĉiuj, kiuj troviĝas en la mondo kaj loĝas sur la tero! rigardu, kiam oni levos standardon; kaj aŭskultu, kiam oni ekblovos per trumpeto.",
        "17_Chapter, 3_Verse": "Ĉar tiel diris al mi la Eternulo: Mi restos trankvila kaj rigardos en Mia loĝejo, kiel serena varmego ĉe hela lumo, kiel rosa nubo ĉe varmego de rikolto.",
        "17_Chapter, 4_Verse": "Ĉar antaŭ la rikolto, kiam la florado finiĝis kaj la floro fariĝis matura bero, Li detranĉos la branĉojn per tranĉiloj kaj deprenos la vinberbranĉojn.",
        "17_Chapter, 5_Verse": "Ĉio kune estos lasita por la rabobirdoj de la montoj kaj por la bestoj de la tero; kaj la rabobirdoj loĝos super ĝi en somero, kaj ĉiaj bestoj de la tero super ĝi vintros.",
        "17_Chapter, 6_Verse": "En tiu tempo sur la lokon de la nomo de la Eternulo Cebaot, sur la monton Cion, alportos donacojn al la Eternulo Cebaot la popolo grandkreska kaj glathaŭta, la popolo, kiu estas pli terura, ol kia ajn alia, la popolo laŭregulara kaj piedpremanta, kies landon tratranĉas riveroj.\n",
        "18_Chapter, 0_Verse": "Profetaĵo pri Egiptujo: Jen la Eternulo veturos sur malpeza nubo kaj venos Egiptujon. Kaj ektremos antaŭ Li la idoloj de Egiptujo, kaj la koro de la Egiptoj senkuraĝiĝos interne de ili.",
        "18_Chapter, 1_Verse": "Kaj Mi tumultigos Egiptojn kontraŭ Egiptojn; kaj militos ĉiu kontraŭ sia frato kaj ĉiu kontraŭ sia amiko, urbo kontraŭ urbo, regno kontraŭ regno.",
        "18_Chapter, 2_Verse": "Kaj malaperos la kuraĝo de la Egiptoj interne de ili, kaj Mi detruos iliajn intencojn; kaj ili demandos la idolojn kaj la sorĉistojn kaj la aŭguristojn kaj la antaŭdiristojn.",
        "18_Chapter, 3_Verse": "Kaj Mi transdonos la Egiptojn en la manon de kruela sinjoro, kaj senkompata reĝo regos super ili, diras la Sinjoro, la Eternulo Cebaot.",
        "18_Chapter, 4_Verse": "Kaj sekforiĝos la akvo el la maro, kaj la rivero senakviĝos kaj sekiĝos.",
        "18_Chapter, 5_Verse": "Kaj senhaviĝos la riveroj, elĉerpiĝos kaj sekiĝos la kanaloj de Egiptujo, kano kaj junko velkos.",
        "18_Chapter, 6_Verse": "La herbejoj apudakvaj, super la akvo mem, kaj ĉio semita apud la akvo velkos, sekiĝos, kaj malaperos.",
        "18_Chapter, 7_Verse": "Kaj malĝojos la fiŝkaptistoj, kaj ploros ĉiuj, kiuj ĵetas fiŝhokojn en la akvon, kaj la etendantoj de retoj surakvaj estos malfeliĉaj.",
        "18_Chapter, 8_Verse": "Kaj hontos la prilaboristoj de lino kombita kaj la teksistoj de blanka tolo.",
        "18_Chapter, 9_Verse": "Kaj la pilastroj de la lando estos disbatitaj; ĉiuj dungatoj estos malgajaj.",
        "18_Chapter, 10_Verse": "Malsaĝaj estas la princoj de Coan; la saĝaj konsilistoj de Faraono fariĝis senkonsilaj. Kiel vi diros al Faraono: Mi estas filo de saĝuloj, ido de antikvaj reĝoj?",
        "18_Chapter, 11_Verse": "Kie do nun estas viaj saĝuloj? ili do diru al vi kaj sciigu, kion la Eternulo Cebaot decidis pri Egiptujo.",
        "18_Chapter, 12_Verse": "Malsaĝiĝis la princoj de Coan, trompiĝis la princoj de Nof, erarigis Egiptujon, la fundamenton de siaj gentoj.",
        "18_Chapter, 13_Verse": "La Eternulo verŝis en ilin spiriton de konfuzo; kaj ili erarigis Egiptujon en ĉiuj ĝiaj faroj, kiel ebriulo ŝanceliĝas vomante.",
        "18_Chapter, 14_Verse": "Kaj estos en Egiptujo nenia faro, kiun farus kapo aŭ vosto, branĉo aŭ kano.",
        "18_Chapter, 15_Verse": "En tiu tempo Egiptujo estos kiel virinoj; ĝi tremos kaj timos antaŭ la moviĝo de la mano de la Eternulo Cebaot, kiun Li svingos super ĝi.",
        "18_Chapter, 16_Verse": "Kaj la lando de Jehuda fariĝos teruraĵo por la Egiptoj; ĉiu, kiu rememoros ĝin, ektimos, pro la decido de la Eternulo Cebaot, kiun Li decidis pri ili.",
        "18_Chapter, 17_Verse": "En tiu tempo estos en la lando Egipta kvin urboj, parolantaj la lingvon Kanaanan kaj ĵurantaj per la Eternulo Cebaot; unu havos la nomon Urbo de Detruo.",
        "18_Chapter, 18_Verse": "En tiu tempo estos altaro por la Eternulo meze de la lando Egipta, kaj monumento por la Eternulo apud ĝia limo;",
        "18_Chapter, 19_Verse": "kaj ĝi estos signo kaj atesto pri la Eternulo Cebaot en la lando Egipta; ĉar ili krios al la Eternulo pro la premantoj, kaj Li sendos al ili savanton kaj potenculon, kiu savos ilin.",
        "18_Chapter, 20_Verse": "Kaj la Eternulo fariĝos konata al la Egiptoj; kaj la Egiptoj tiam ekkonos la Eternulon, kaj alportos buĉoferojn kaj farunoferojn, kaj faros sanktajn promesojn al la Eternulo kaj plenumos.",
        "18_Chapter, 21_Verse": "La Eternulo frapos la Egiptojn, frapos kaj resanigos; kaj ili returnos sin al la Eternulo, kaj Li aŭskultos ilian peton kaj resanigos ilin.",
        "18_Chapter, 22_Verse": "En tiu tempo estos vojo de Egiptujo al Asirio; kaj la Asirianoj venados en Egiptujon kaj la Egiptoj en Asirion, kaj la Egiptoj servados kune kun la Asirianoj.",
        "18_Chapter, 23_Verse": "En tiu tempo Izrael estos triope kun Egiptujo kaj Asirio; estos beno sur la tero.",
        "18_Chapter, 24_Verse": "La Eternulo Cebaot benos ilin, dirante: Benataj estu Mia popolo la Egiptoj, kaj Asirio, verko de Miaj manoj, kaj Mia heredaĵo Izrael.\n",
        "19_Chapter, 0_Verse": "En la jaro, kiam Tartan venis Aŝdodon, kien lin sendis Sargon, reĝo de Asirio, kaj li militis kontraŭ Aŝdod kaj prenis ĝin,",
        "19_Chapter, 1_Verse": "en tiu tempo la Eternulo parolis per Jesaja, filo de Amoc, dirante: Iru, kaj demetu la sakaĵon de via lumbo, kaj demetu la ŝuojn de viaj piedoj. Kaj li faris tiel; li iris nuda kaj nudpieda.",
        "19_Chapter, 2_Verse": "Kaj la Eternulo diris: Kiel Mia servanto Jesaja iris nuda kaj nudpieda por trijara montrado kaj antaŭdirado pri Egiptujo kaj Etiopujo,",
        "19_Chapter, 3_Verse": "tiel la reĝo de Asirio kondukos la kaptitajn Egiptojn kaj la ekzilitajn Etiopojn, junulojn kaj maljunulojn, nudajn kaj nudpiedajn kaj kun nudaj hontaj partoj, malhonore por la Egiptoj.",
        "19_Chapter, 4_Verse": "Kaj ili havos teruron kaj honton pro Etiopujo, kiun ili fidis, kaj pro Egiptujo, pri kiu ili fanfaronis.",
        "19_Chapter, 5_Verse": "Kaj en tiu tempo diros la loĝantoj de tiu apudmara lando: Jen kia estas nia fidita lando, kien ni kuris, por serĉi helpon, por savi nin kontraŭ la reĝo de Asirio; kiamaniere ni nun savos nin?\n",
        "20_Chapter, 0_Verse": "Profetaĵo pri la apudmara dezerto: Kiel renversanta de ventego de sudo, li venas el la dezerto, el lando terura.",
        "20_Chapter, 1_Verse": "Kruela vizio estas montrita al mi: rabanto rabas, kaj ruiniganto ruinigas. Supreniru, ho Elam; sieĝu, ho Medujo; ĉiun ĝemadon mi ĉesigis.",
        "20_Chapter, 2_Verse": "Tial mia lumbo estas plena de doloro; turmentoj kaptis min, kiel turmentoj de naskantino; mi tordiĝis, kiam mi aŭdis; mi sentis teruron, kiam mi vidis.",
        "20_Chapter, 3_Verse": "Konsterniĝas mia koro, teruro min frapis; la ĉarma nokto fariĝis por mi teruro.",
        "20_Chapter, 4_Verse": "Preparu tablon, starigu gardostarantojn, manĝu, trinku. Leviĝu, princoj, ŝmiru la ŝildon.",
        "20_Chapter, 5_Verse": "Ĉar tiele diris al mi mia Sinjoro: Iru, starigu observanton; kion li vidos, li diru.",
        "20_Chapter, 6_Verse": "Kaj li vidis vicojn da ĉevaloj duope, vicojn da azenoj, vicojn da kameloj; kaj li aŭskultis atente, kun granda atento.",
        "20_Chapter, 7_Verse": "Kaj li ekkriis kiel leono: Mia sinjoro, mi staris konstante sur mia observejo dum la tago, kaj sur mia gardejo mi staris tutajn noktojn;",
        "20_Chapter, 8_Verse": "kaj jen venis viro, veturanta sur duĉevala ĉaro, kaj li ekkrias kaj diras: Falis, falis Babel, kaj ĉiuj idoloj de ĝiaj dioj rompiĝis sur la teron.",
        "20_Chapter, 9_Verse": "Mia draŝaĵo, kaj filo de mia garbejo! kion mi aŭdis de la Eternulo Cebaot, Dio de Izrael, tion mi diris al vi.",
        "20_Chapter, 10_Verse": "Profetaĵo pri Duma: Oni krias al mi el Seir: Gardisto, kiom da nokto restas? gardisto, kiom da nokto restas?",
        "20_Chapter, 11_Verse": "La gardisto diris: Venis la mateno, kaj tamen estas nokto; se vi volas demandi, demandu, revenu denove.",
        "20_Chapter, 12_Verse": "Profetaĵo pri Arabujo: En la arbaro Arabuja pasigu la nokton, karavanoj Dedanaj!",
        "20_Chapter, 13_Verse": "Elportu akvon renkonte al la soifanto, vi, loĝantoj de la lando Tema, kun pano renkontu la forkurinton;",
        "20_Chapter, 14_Verse": "ĉar oni forkuras de glavo, de akrigita glavo, kaj de pafarko streĉita, kaj de kruela batalo.",
        "20_Chapter, 15_Verse": "Ĉar tiele diris al mi la Sinjoro: Post unu jaro, kiel la jaro de dungito, malaperos la tuta gloro de Kedar;",
        "20_Chapter, 16_Verse": "kaj la restaĵo de la heroaj arkpafistoj de Kedar estos malgranda; ĉar la Eternulo, Dio de Izrael, diris.\n",
        "21_Chapter, 0_Verse": "Profetaĵo pri la valo de vizio: Kio nun estas al vi, ke vi ĉiuj iris sur la tegmentojn?",
        "21_Chapter, 1_Verse": "Vi, plena de bruo, urbo tumulta, urbo gaja, viaj mortigitoj ne estas mortigitaj per glavo kaj ne mortis en batalo;",
        "21_Chapter, 2_Verse": "ĉiuj viaj ĉefoj kune forkuris de pafarko; ĉiuj, kiujn oni trovis ĉe vi, estas ligitaj; ligitaj estas kune ĉiuj, kiuj forkuris malproksimen.",
        "21_Chapter, 3_Verse": "Tial mi diris: Forturnu vin de mi, mi ploros maldolĉe; ne penu konsoli min pri la malfeliĉo de la filino de mia popolo.",
        "21_Chapter, 4_Verse": "Ĉar tio estas tago de konsterno kaj de piedpremado kaj de konfuzo antaŭ la Sinjoro, la Eternulo Cebaot, en la valo de vizio; detruado de muroj kaj vokado al la montoj.",
        "21_Chapter, 5_Verse": "Kaj Elam portis sagujon en vico da rajdantoj, kaj Kir briligis ŝildon.",
        "21_Chapter, 6_Verse": "Kaj viaj plej bonaj valoj pleniĝis de ĉaroj, kaj rajdantoj sin aranĝis antaŭ la pordego.",
        "21_Chapter, 7_Verse": "Kaj oni formetis la kurtenon de Jehuda; kaj vi rigardis en tiu tago la armilojn de la arbara domo,",
        "21_Chapter, 8_Verse": "kaj vi vidis, ke estas multe da fendoj en la urbo de David; kaj vi kolektis la akvon de la malsupra lageto.",
        "21_Chapter, 9_Verse": "Kaj vi kalkulis la domojn de Jerusalem; kaj vi detruis la domojn, por fortikigi la muron.",
        "21_Chapter, 10_Verse": "Kaj inter la du muroj vi faris basenon por la akvo de la malnova lageto. Sed vi ne direktis vian rigardon al Tiu, kiu tion faris, kaj ĝian antikvan Kreinton vi ne rigardis.",
        "21_Chapter, 11_Verse": "Kaj en tiu tago la Sinjoro, la Eternulo Cebaot, vokis, ke oni ploru kaj kriu, kaj detranĉu siajn harojn kaj surmetu sur sin sakaĵon.",
        "21_Chapter, 12_Verse": "Jen estas ĝojo kaj gajeco: oni mortigas bovojn, buĉas ŝafojn; oni manĝas viandon kaj trinkas vinon, dirante: Ni manĝu kaj trinku, ĉar morgaŭ ni mortos.",
        "21_Chapter, 13_Verse": "Sed al mia orelo malkaŝis la Eternulo Cebaot: Ĉi tiu malbonagado ne estos pardonita al vi, ĝis vi mortos, diris la Sinjoro, la Eternulo Cebaot.",
        "21_Chapter, 14_Verse": "Tiele diris la Sinjoro, la Eternulo Cebaot: Iru, venu al tiu administranto, al Ŝebna, la palacestro, kaj diru:",
        "21_Chapter, 15_Verse": "Kion vi havas ĉi tie? kaj kiun vi havas ĉi tie, ke vi elhakigis al vi ĉi tie tombon? Li elhakigas alte sian tombon, li elĉizigas en la roko loĝejon por si.",
        "21_Chapter, 16_Verse": "Jen la Eternulo forte vin ĵetos kaj forte vin kaptos;",
        "21_Chapter, 17_Verse": "Li volvos vin kaj rulos kiel globon en vastan landon; tie vi mortos, tie restos la ĉaroj de via gloro, vi, malhonoro de la domo de via sinjoro!",
        "21_Chapter, 18_Verse": "Kaj Mi depuŝos vin de via posteno, kaj el via ofico vi estos forigita.",
        "21_Chapter, 19_Verse": "Kaj en tiu tago Mi alvokos Mian servanton Eljakim, filon de Ĥilkija,",
        "21_Chapter, 20_Verse": "kaj Mi vestos lin per via ĥitono kaj zonos per via zono, kaj vian regadon Mi transdonos en lian manon; kaj li estos patro por la loĝantoj de Jerusalem kaj por la domo de Jehuda.",
        "21_Chapter, 21_Verse": "Kaj Mi metos la ŝlosilon de la domo de David sur lian ŝultron; kaj li malfermos, kaj neniu fermos; kaj li fermos, kaj neniu malfermos.",
        "21_Chapter, 22_Verse": "Kaj Mi fortikigos lin kiel najlon sur loko fidinda, kaj li estos trono de honoro en la domo de sia patro.",
        "21_Chapter, 23_Verse": "Kaj pendos sur li la tuta gloro de la domo de lia patro, la infanoj kaj idoj, ĉiuj malgrandaj vazoj, de la vazoj por manĝado ĝis la vazoj por trinkado.",
        "21_Chapter, 24_Verse": "En tiu tago, diras la Eternulo Cebaot, estos forigita la najlo, fortikigita sur loko fidinda; ĝi estos rompita kaj falos, kaj pereos la ŝarĝo, kiu estis sur ĝi; ĉar la Eternulo diris.\n",
        "22_Chapter, 0_Verse": "Profetaĵo pri Tiro: Plorkriu, ho ŝipoj de Tarŝiŝ; ĉar ĝi estas detruita tiel, ke restis neniu domo, neniu pordo. El la lando de la Kitidoj tio estas sciigita al ili.",
        "22_Chapter, 1_Verse": "Silentu, ho loĝantoj de la apudmara lando. Komercistoj de Cidon, transveturantaj la maron, vin plenigadis;",
        "22_Chapter, 2_Verse": "sur granda akvo oni venigadis al ĝi semojn de Ŝiĥor, rikoltaĵon de Nilo; kaj ĝi estis komercejo de la popoloj.",
        "22_Chapter, 3_Verse": "Hontu, Cidon; ĉar la maro, la mara fortikaĵo diris: Mi ne havis dolorojn, mi ne naskis, mi ne edukis knabojn, mi ne kreskigis knabinojn.",
        "22_Chapter, 4_Verse": "Kiam oni tion aŭdos en Egiptujo, oni ektremos ĉe la sciigo pri Tiro.",
        "22_Chapter, 5_Verse": "Transiru al Tarŝiŝ, plorkriu, ho loĝantoj de la apudmara lando.",
        "22_Chapter, 6_Verse": "Ĉu tio estas via gaja urbo, la tre antikva? ĝiaj piedoj forportas ĝin, por loĝi malproksime.",
        "22_Chapter, 7_Verse": "Kiu decidis tion pri Tiro, la kronita, kies komercistoj estas princoj kaj kies negocistoj estas eminentuloj de la lando?",
        "22_Chapter, 8_Verse": "La Eternulo Cebaot tion decidis, por malaperigi la majeston de ĉiu gloro, por humiligi ĉiujn eminentulojn de la lando.",
        "22_Chapter, 9_Verse": "Trapasu vian landon kiel rivero, ho filino de Tarŝiŝ; jam nenio vin zonas.",
        "22_Chapter, 10_Verse": "Sian manon Li etendis super la maron, Li skuis regnojn; la Eternulo faris ordonon pri Kanaan, por ekstermi liajn fortikaĵojn.",
        "22_Chapter, 11_Verse": "Kaj Li diris: Vi en plu estos gaja, vi, senhonorigita virgulino, filino de Cidon! Leviĝu, transiru al la Kitidoj; sed ankaŭ tie vi ne havos trankvilecon.",
        "22_Chapter, 12_Verse": "Jen la lando de la Ĥaldeoj: ĉi tiu popolo ne ekzistis; la Asiriano ĝin fondis por la loĝantoj de la dezerto; ili starigis sieĝajn turojn, detruis ĝiajn palacojn, faris ĝin ruino.",
        "22_Chapter, 13_Verse": "Plorkriu, ho ŝipoj de Tarŝiŝ; ĉar detruita estas via potenco.",
        "22_Chapter, 14_Verse": "En tiu tempo Tiro estos forgesita dum sepdek jaroj, kiuj estas kiel la tempo de unu reĝo; post la fino de la sepdek jaroj estos kun Tiro tio, kion oni kantas pri malĉastistino:",
        "22_Chapter, 15_Verse": "Prenu la harpon, ĉirkaŭiru la urbon, ho forgesita malĉastistino; ludu bone, kantu multe, por ke oni rememoru vin.",
        "22_Chapter, 16_Verse": "Kaj post la fino de la sepdek jaroj la Eternulo vizitos Tiron, kiu denove ricevados promalĉastajn donacojn kaj malĉastados kun ĉiuj regnoj de la mondo sur la supraĵo de la tero.",
        "22_Chapter, 17_Verse": "Kaj ĝia komercenspezo kaj ĝiaj promalĉastaj donacoj estos konsekritaj al la Eternulo; ili ne estos kolektataj en trezorejon nek konservataj; sed por tiuj, kiuj loĝas antaŭ la vizaĝo de la Eternulo, estos ĝia komercenspezo, por ke ili manĝu sate kaj havu belajn vestojn.\n",
        "23_Chapter, 0_Verse": "Jen la Eternulo dezertigas la landon kaj ruinigas ĝin kaj ŝanĝas ĝian aspekton kaj disĵetas ĝiajn loĝantojn.",
        "23_Chapter, 1_Verse": "Kaj estos al la popolo kiel al la pastro, al la servisto kiel al lia mastro, al la servistino kiel al ŝia mastrino, al la aĉetanto kiel al la vendanto, al la pruntedonanto kiel al la prunteprenanto, al la ŝuldanto kiel al la kreditoro.",
        "23_Chapter, 2_Verse": "Tute dezertigita estos la lando kaj tute prirabita; ĉar la Eternulo tion diris.",
        "23_Chapter, 3_Verse": "Funebras kaj velkas la lando, senfortiĝas kaj velkas la mondo, senfortiĝas la eminentuloj de la popolo de la lando.",
        "23_Chapter, 4_Verse": "Kaj la tero estas malpurigita de siaj loĝantoj; ĉar ili malobeis la instruon, ŝanĝis la leĝon, detruis la eternan interligon.",
        "23_Chapter, 5_Verse": "Pro tio malbeno konsumis la teron, kaj kulpiĝis tiuj, kiuj loĝas sur ĝi; pro tio forbrulis la loĝantoj de la lando kaj restis malmulte da homoj.",
        "23_Chapter, 6_Verse": "Malgaja estas la mosto, sensukiĝis la vinbero, ĝemas ĉiuj ĝojintoj.",
        "23_Chapter, 7_Verse": "Ĉesiĝis la gajeco de tamburinoj, malaperis la bruo de gajuloj, ĉesiĝis la gajeco de harpo.",
        "23_Chapter, 8_Verse": "Oni ne trinkas vinon ĉe kantado; maldolĉa estas ebriigaĵo por siaj trinkantoj.",
        "23_Chapter, 9_Verse": "Ruinigita estas la dezerta urbo; ĉiuj domoj estas fermitaj tiel, ke oni ne povas eniri.",
        "23_Chapter, 10_Verse": "Oni ploras sur la stratoj pri vino; mallumiĝis ĉia ĝojo, malaperis la gajeco de la lando.",
        "23_Chapter, 11_Verse": "En la urbo restis dezerteco, kaj la pordegoj disbatitaj estas ruinigitaj.",
        "23_Chapter, 12_Verse": "Ĉar tiel estos meze de la lando, meze de la popoloj: kiel post fruktoskuo de olivarbo, kiel estas al la restintaj beroj post la fino de la vinberrikolto.",
        "23_Chapter, 13_Verse": "Ili levos sian voĉon kaj ĝojkrios, pri la majesto de la Eternulo ili krios de la maro.",
        "23_Chapter, 14_Verse": "Tial en la regionoj orientaj gloru la Eternulon, sur la insuloj de la maro la nomon de la Eternulo, Dio de Izrael.",
        "23_Chapter, 15_Verse": "De la rando de la tero ni aŭdis kantadon: Gloro al la justulo; sed mi diras: Ho mi malfeliĉa, ho mi malfeliĉa, ve al mi! rabis rabistoj, kaj per granda rabado ili rabis.",
        "23_Chapter, 16_Verse": "Teruro, kavo, kaj kaptilo trafos vin, ho loĝantoj de la tero.",
        "23_Chapter, 17_Verse": "Kaj tiu, kiu forkuros de la voĉo de la teruro, falos en kavon; kaj kiu eliros el la kavo, trafos en la kaptilon; ĉar la aperturoj de alte malfermiĝis kaj la fundamento de la tero ekskuiĝis.",
        "23_Chapter, 18_Verse": "Forte diskrevis la tero, forte dispeciĝis la tero, forte skuiĝis la tero.",
        "23_Chapter, 19_Verse": "Ŝanceliĝas la tero kiel ebriulo, kaj balanciĝas kiel hamako; kaj pezas sur ĝi ĝia krimeco; kaj ĝi falis, kaj ne plu leviĝos.",
        "23_Chapter, 20_Verse": "Kaj en tiu tempo punos la Eternulo la taĉmentojn de la alto en la ĉielo kaj la reĝojn de la tero sur la tero.",
        "23_Chapter, 21_Verse": "Kaj ili estos kolektitaj kune, ligitaj en malliberejo, kaj ili estos enŝlositaj en ŝlositejo, kaj post longa tempo ili estos punitaj.",
        "23_Chapter, 22_Verse": "Kaj ruĝiĝos la luno, kaj hontos la suno, kiam la Eternulo Cebaot ekreĝos sur la monto Cion kaj en Jerusalem, kaj Lia gloro aperos antaŭ Liaj plejaĝuloj.\n",
        "24_Chapter, 0_Verse": "Ho Eternulo, Vi estas mia Dio; mi gloros Vin, mi laŭdos Vian nomon; ĉar Vi faris miraklon; decidoj antikvaj fariĝis efektivaĵoj kaj veraĵoj.",
        "24_Chapter, 1_Verse": "Ĉar Vi faris el urbo amason da ŝtonoj; urbon fortikigitan Vi faris ruino; la kasteloj de la barbaroj ne plu prezentas urbon kaj neniam rekonstruiĝos.",
        "24_Chapter, 2_Verse": "Pro tio gloros Vin popolo potenca, urbo de fortaj gentoj Vin timos.",
        "24_Chapter, 3_Verse": "Ĉar Vi fariĝis fortikaĵo por senhavulo, fortikaĵo por malriĉulo en lia mizero, rifuĝejo kontraŭ pluvego, ombro kontraŭ varmego; ĉar la spirito de potenculoj estas kiel pluvego kontraŭ muron.",
        "24_Chapter, 4_Verse": "Kiel varmegon en dezerto Vi kvietigis la malhumilecon de la barbaroj; kiel varmego per ombro de nubo estas mallaŭtigita la kantado de la potenculoj.",
        "24_Chapter, 5_Verse": "Kaj la Eternulo Cebaot faros por ĉiuj popoloj sur tiu monto festenon el grasaĵoj, festenon el bona vino, el grasaĵoj sukoplenaj, el vinoj ne fermentintaj.",
        "24_Chapter, 6_Verse": "Kaj Li forigos sur tiu monto la kovrilon, kiu kovras ĉiujn popolojn, kaj la kurtenon, kiu estas etendita super ĉiuj gentoj.",
        "24_Chapter, 7_Verse": "Li neniigos la morton por ĉiam; kaj la Sinjoro, la Eternulo, forviŝos la larmojn de ĉiuj vizaĝoj, kaj la honton de Sia popolo Li forigos de la tuta tero; ĉar la Eternulo tion diris.",
        "24_Chapter, 8_Verse": "Kaj oni diros en tiu tago: Jen estas nia Dio, al kiu ni esperis, kaj Li nin savis; jen estas la Eternulo, al kiu ni esperis, ni ĝoju kaj estu gajaj pro Lia savo.",
        "24_Chapter, 9_Verse": "Ĉar haltos la mano de la Eternulo sur tiu monto; tiam Moab estos dispremita sur sia loko, kiel pajlo estas dispremata en sterka koto.",
        "24_Chapter, 10_Verse": "Kaj se li etendos siajn manojn meze de ĝi, kiel naĝanto etendas, por naĝi, tiam humiliĝos lia fiereco kune kun la lerteco de liaj manoj.",
        "24_Chapter, 11_Verse": "Kaj viajn altajn fortikajn murojn Li renversos, malaltigos, ĵetos sur la teron al la polvo.\n",
        "25_Chapter, 0_Verse": "En tiu tago la jena kanto estos kantata en la lando Juda: Ni havas urbon potencan; savon Li starigas kiel murojn kaj remparon.",
        "25_Chapter, 1_Verse": "Malfermu la pordegojn, por ke eniru la popolo justa, konservanta la fidelecon.",
        "25_Chapter, 2_Verse": "Por la fidmensulo Vi konservos pacon absolutan; ĉar Vin li fidas.",
        "25_Chapter, 3_Verse": "Fidu la Eternulon por ĉiam; ĉar en Dio, la Eternulo, estas roko eterna.",
        "25_Chapter, 4_Verse": "Ĉar Li ĵetis malsupren loĝantojn de la altaĵo, urbon alte leviĝintan; Li malaltigis ĝin, malaltigis ĝis la tero, ĵetis ĝin al la polvo.",
        "25_Chapter, 5_Verse": "Piedo ĝin premas, la piedoj de malriĉuloj, la plandoj de senhavuloj.",
        "25_Chapter, 6_Verse": "La vojo de justulo estas rekta; Vi, Pravulo, ebenigas la vojon de justulo.",
        "25_Chapter, 7_Verse": "Eĉ sur la vojo de Via juĝo, ho Eternulo, ni esperis al Vi; Vian nomon kaj la memoron pri Vi sopiris nia animo.",
        "25_Chapter, 8_Verse": "Per mia animo mi sopiris Vin en la nokto, per mia spirito en mia interno mi serĉis Vin matene; ĉar dum Via juĝado sur la tero la loĝantoj de la mondo lernis justecon.",
        "25_Chapter, 9_Verse": "Se malvirtulo estas indulgata, li ne lernas justecon; en lando de justeco li agas maljuste kaj ne rigardas la majeston de la Eternulo.",
        "25_Chapter, 10_Verse": "Ho Eternulo, levita estis Via mano, sed ili ne vidis tion; ili ekvidos kun honto Vian ĵaluzon pri la popolo; Via flama kolero kontraŭ Viaj malamikoj formanĝos ilin.",
        "25_Chapter, 11_Verse": "Ho Eternulo, Vi starigos por ni pacon; ĉar ankaŭ ĉiujn niajn aferojn Vi faris por ni.",
        "25_Chapter, 12_Verse": "Ho Eternulo, nia Dio! regis super ni sinjoroj krom Vi, sed nur per Vi ni gloras Vian nomon.",
        "25_Chapter, 13_Verse": "Ili mortis kaj ne reviviĝos, ili estas malvivuloj kaj ne releviĝos; ĉar Vi ilin punis kaj ekstermis, kaj Vi malaperigis ĉiun memoron pri ili.",
        "25_Chapter, 14_Verse": "Vi multigis la popolon, ho Eternulo, Vi multigis la popolon; Vi gloriĝis vaste sur ĉiuj finoj de la tero.",
        "25_Chapter, 15_Verse": "Ho Eternulo, en mizero ili rememoris Vin, ili preĝis mallaŭte, kiam Vi ilin punis.",
        "25_Chapter, 16_Verse": "Kiel gravedulino ĉe la alproksimiĝo de la naskado turmentiĝas kaj krias en siaj doloroj, tiel ni estis antaŭ Vi, ho Eternulo.",
        "25_Chapter, 17_Verse": "Ni estis gravedaj, ni turmentiĝis, ni naskis kvazaŭ venton; savon ni ne venigis al la tero, kaj ne falis la loĝantoj de la mondo.",
        "25_Chapter, 18_Verse": "Reviviĝos Viaj mortintoj, miaj kadavroj releviĝos. Vekiĝu kaj ĝoju vi, kuŝantaj en la tero; ĉar roso sur kreskaĵoj estas Via roso, kaj la tero elĵetos la mortintojn.",
        "25_Chapter, 19_Verse": "Iru, mia popolo, eniru en viajn ĉambrojn kaj ŝlosu viajn pordojn post vi; kaŝu vin por mallonga momento, ĝis pasos la kolero.",
        "25_Chapter, 20_Verse": "Ĉar jen la Eternulo eliros el Sia loko, por puni la malbonagojn de la loĝantoj de la tero; kaj la tero malkaŝos sian sangon kaj ne plu kovros siajn mortigitojn.\n",
        "26_Chapter, 0_Verse": "En tiu tago la Eternulo punos per Sia peza kaj granda kaj forta glavo la levjatanon, la serpenton eltordiĝeman, kaj la levjatanon, la serpenton kurbiĝantan; kaj Li mortigos la drakon, kiu estas en la maro.",
        "26_Chapter, 1_Verse": "En tiu tago kantu pri ĝi, pri la kara vinberĝardeno:",
        "26_Chapter, 2_Verse": "Mi, la Eternulo, estas ĝia gardanto; ĉiumomente Mi trinkigas ĝin; por ke neniu ĝin difektu, Mi gardas ĝin tage kaj nokte.",
        "26_Chapter, 3_Verse": "Ĉu Mi ne havas koleron? ĉu iu elmetus batale kontraŭ Mi dornojn kaj pikarbustojn? Mi elpaŝus kontraŭ ilin, kaj ĉiujn kune forbruligus.",
        "26_Chapter, 4_Verse": "Nur en la okazo, se oni serĉus Mian defendon, por fari pacon kun Mi, oni farus kun Mi pacon.",
        "26_Chapter, 5_Verse": "En la estonteco Jakob enradikiĝos; Izrael ekfloros kaj ellasos verdajn branĉojn; kaj ili plenigos la mondon per fruktoj.",
        "26_Chapter, 6_Verse": "Ĉu li estis frapata tiel, kiel estis frapataj liaj frapantoj? aŭ ĉu li estas mortigita tiel, kiel estas mortigitaj liaj mortigintoj?",
        "26_Chapter, 7_Verse": "Nur kiam la mezuro tro pleniĝis, Vi punis lin per ekzilo: Li elpelis lin per Sia potenca blovo en la tago de orienta vento.",
        "26_Chapter, 8_Verse": "Tial tiamaniere estos forviŝita la malbonagado de Jakob; kaj la tuta frukto de la forigo de lia peko konsistos en tio, ke li faros ĉiujn ŝtonojn de la altaroj kiel dispeciĝintaj kalkŝtonoj, ke ne plu restu la sanktaj stangoj kaj la idoloj de la suno.",
        "26_Chapter, 9_Verse": "Ĉar urbo fortikigita estos solecigita, loĝloko estos forlasita kaj forrestigita kiel dezerto; tie paŝtiĝos bovido, tie ĝi ripozos kaj formanĝos ĝiajn kreskaĵojn.",
        "26_Chapter, 10_Verse": "Kiam sekiĝos ĝiaj branĉoj, oni ilin rompos; venos virinoj kaj forbruligos ilin. Ĉar tio ne estas popolo prudenta, tial ĝia Kreinto ne kompatos ĝin, kaj ĝia Farinto ĝin ne indulgos.",
        "26_Chapter, 11_Verse": "Kaj en tiu tago la Eternulo debatos la fruktojn, komencante de la fluo de la Rivero ĝis la torento de Egiptujo; kaj vi, ho Izraelidoj, estos kolektitaj unu post unu.",
        "26_Chapter, 12_Verse": "Kaj en tiu tago oni ekblovos per granda trumpeto, kaj venos tiuj, kiuj perdiĝis en la lando Asiria kaj kiuj estis elpelitaj en la landon Egiptan, kaj ili adorkliniĝos antaŭ la Eternulo sur la sankta monto en Jerusalem.\n",
        "27_Chapter, 0_Verse": "Ve al la fiera krono de la ebriuloj de Efraim! ilia bela majesto estas velkinta floro; sur la supro de grasa kampo ili estas senkonsciigitaj de vino.",
        "27_Chapter, 1_Verse": "Jen la Sinjoro havas fortulon kaj potenculon; kiel hajla pluvego, kiel pereiga ventego, kiel inundo de forta disverŝiĝinta akvo, li potence ĵetos ilin sur la teron.",
        "27_Chapter, 2_Verse": "Per piedoj estos premata la fiera krono de la ebriuloj de Efraim.",
        "27_Chapter, 3_Verse": "Kaj ilia bela majesto fariĝos velkinta floro sur la supro de grasa kampo, kiel figo antaŭ la somero; kiam la vidanto ĝin ekvidas, li, apenaŭ preninte ĝin en la manon, tuj ĝin englutas.",
        "27_Chapter, 4_Verse": "En tiu tago la Eternulo Cebaot estos majesta krono kaj bela diademo por la restaĵo de Sia popolo,",
        "27_Chapter, 5_Verse": "kaj spirito de justeco por la sidantoj en la juĝejo, kaj forto por tiuj, kiuj rebatas la batalon al la pordego.",
        "27_Chapter, 6_Verse": "Sed ankaŭ ĉi tiuj ŝanceliĝas de vino kaj balanciĝas de drinkaĵo; pastro kaj profeto ŝanceliĝas de drinkaĵo, senkonsciiĝas de vino, vagas pro drinkaĵo, eraras en la vidado, falpuŝiĝas ĉe la juĝa verdikto.",
        "27_Chapter, 7_Verse": "Ĉar ĉiuj tabloj estas plenaj de vomaĵo kaj malpuraĵo, mankas jam loko.",
        "27_Chapter, 8_Verse": "Al kiu li instruas scion, kaj al kiu li aŭdigas predikon? ĉu al forprenitaj for de lakto, al demamigitoj?",
        "27_Chapter, 9_Verse": "Ĉar ordono post ordono, ordono post ordono; regulo post regulo, regulo post regulo; iom tie, iom ĉi tie.",
        "27_Chapter, 10_Verse": "Per balbutantaj lipoj kaj per lingvo fremda Li parolos al ili,",
        "27_Chapter, 11_Verse": "Tiu, kiu diris al ili: Jen estas ripozejo, lasu la laculon ripozi; kaj jen estas trankviligo; sed ili ne volis aŭskulti.",
        "27_Chapter, 12_Verse": "Kaj aperos al ili la vorto de la Eternulo, ordono post ordono, ordono post ordono, regulo post regulo, regulo post regulo, iom tie, iom ĉi tie; por ke ili iru kaj falu dorsen kaj rompiĝu kaj enretiĝu kaj kaptiĝu.",
        "27_Chapter, 13_Verse": "Tial aŭskultu la vorton de la Eternulo, vi, mokistoj, regantoj de tiu popolo, kiu estas en Jerusalem.",
        "27_Chapter, 14_Verse": "Ĉar vi diras: Ni faris interligon kun la morto, kaj kun Ŝeol ni faris interkonsenton; kiam la frapanta vipo estos trapasanta, ĝi nin ne atingos, ĉar mensogon ni faris nia rifuĝejo kaj per malvero ni nin kovros.",
        "27_Chapter, 15_Verse": "Pro tio tiele diris la Sinjoro, la Eternulo: Jen Mi por fundamento kuŝigas ŝtonon en Cion, ŝtonon elprovitan, bazangulan, valoregan, fortikigitan fundamenton; la fidanto ne maltrankviliĝu.",
        "27_Chapter, 16_Verse": "Kaj Mi faros justecon la mezurŝnuro, kaj veron la vertikalo; kaj hajlo forbatos la rifuĝejon de mensogo, kaj la kaŝejon forportos akvo.",
        "27_Chapter, 17_Verse": "Kaj forigita estos via interligo kun la morto, kaj via interkonsento kun Ŝeol ne teniĝos; kiam la frapanta vipo estos trapasanta, vi estos frakasata de ĝi.",
        "27_Chapter, 18_Verse": "Ĉiufoje, kiam ĝi trairos, ĝi kaptos vin; ĉar ĉiutage ĝi trairos, tage kaj nokte, kaj terura estos la klarigo, kiun ĝi donos.",
        "27_Chapter, 19_Verse": "Ĉar tro mallonga estos la lito, por sin etendi; kaj la litkovrilo estos tro mallarĝa, por sin enkovri.",
        "27_Chapter, 20_Verse": "Ĉar la Eternulo leviĝos, kiel sur la monto Peracim, Li koleros, kiel en la valo Gibeona, por plenumi Sian faron, Sian eksterordinaran faron, kaj fari Sian laboron, Sian eksterordinaran laboron.",
        "27_Chapter, 21_Verse": "Kaj nun ne moku, por ke viaj katenoj ne plifortiĝu; ĉar mi aŭdis, ke de la Sinjoro, la Eternulo Cebaot, tio estas neŝanĝeble decidita pri la tuta lando.",
        "27_Chapter, 22_Verse": "Atentu, kaj aŭskultu mian voĉon; konsideru, kaj aŭskultu mian parolon.",
        "27_Chapter, 23_Verse": "Ĉu ĉiutage la plugisto plugas por semado, sulkaranĝas kaj erpas sian kampon?",
        "27_Chapter, 24_Verse": "Kiam li ebenigis ĝian supraĵon, li disŝutas ja nigelon kaj disĵetas kuminon kaj metas tritikon laŭ vicoj kaj hordeon en la difinitan lokon kaj spelton ĉe la limoj.",
        "27_Chapter, 25_Verse": "Tian ordon lernigis al li lia Dio, Li instruis lin.",
        "27_Chapter, 26_Verse": "Ĉar ne per fera draŝilo oni draŝas nigelon, kaj oni ne rulas radon de ĉaro sur kumino; sed per bastono oni elbatas nigelon, kaj kuminon per vergo.",
        "27_Chapter, 27_Verse": "Greno estas draŝata; sed ne eterne oni ĝin draŝas; oni frapas ĝin per la rado de sia ĉaro, sed per siaj ĉevaloj oni ĝin ne dispremas.",
        "27_Chapter, 28_Verse": "Ankaŭ ĉi tio venas de la Eternulo Cebaot; mirinda estas Lia decido, granda estas Lia saĝeco.\n",
        "28_Chapter, 0_Verse": "Ve al Ariel, al Ariel, al la urbo, en kiu sidis David! aldonu jaron al jaro, la festoj faru sian ciklon.",
        "28_Chapter, 1_Verse": "Mi premos Arielon, kaj estos ĝemado kaj malĝojo; kaj li estos al Mi vera Ariel.",
        "28_Chapter, 2_Verse": "Kaj Mi sieĝos vin ĉirkaŭe, kaj Mi premos vin per remparo, kaj Mi starigos kontraŭ vi turojn.",
        "28_Chapter, 3_Verse": "Kaj vi parolos malalte el sub la tero, kaj el sub la polvo vi murmuros viajn vortojn; kaj via voĉo estos kiel voĉo de ventroparolisto el sub la tero, kaj el sub la polvo vi flustros viajn vortojn.",
        "28_Chapter, 4_Verse": "Sed la multego de viaj malamikoj estos kiel subtila polvo, kaj la multo de la premantoj estos kiel disfluganta grenventumaĵo; kaj tio fariĝos subite, neatendite.",
        "28_Chapter, 5_Verse": "De la Eternulo Cebaot vi estos punata kun tondro kaj tertremo kaj granda bruo, kun ventego kaj turnovento kaj konsumeganta fajra flamo.",
        "28_Chapter, 6_Verse": "Kaj kiel sonĝo, kiel nokta vizio estos la multo de la popoloj, kiuj batalos kontraŭ Ariel kaj kontraŭ ĉiuj liaj fortikaĵoj kaj kiuj premos lin.",
        "28_Chapter, 7_Verse": "Kiel malsatanto sonĝas, ke li manĝas, sed li vekiĝas, kaj lia interno estas malplena; kaj kiel soifanto sonĝas, ke li trinkas, sed li vekiĝas, kaj li estas senforta kaj lia animo forte soifas: tiel estos kun la multego de ĉiuj popoloj, kiuj batalos kontraŭ la monto Cion.",
        "28_Chapter, 8_Verse": "Haltu kaj miru, ŝajnigu vin blindaj kaj blindiĝu. Ili ebriiĝis, sed ne de vino; ili ŝanceliĝas, sed ne de drinkaĵo.",
        "28_Chapter, 9_Verse": "Ĉar la Eternulo verŝis sur vin spiriton de profunda dormo kaj fermis viajn okulojn, vualis la profetojn kaj viajn estrojn, la viziistojn.",
        "28_Chapter, 10_Verse": "Kaj ĉia vizio estos por vi kiel la vortoj de libro sigelita, kiun oni donas al homo, kiu povoscias legi, dirante al li: Volu legi ĉi tion; sed li respondas: Mi ne povas, ĉar ĝi estas sigelita.",
        "28_Chapter, 11_Verse": "Sed kiam oni donas la libron al homo, kiu ne povoscias legi, dirante al li: Volu legi ĉi tion, li respondas: Mi ne povoscias legi.",
        "28_Chapter, 12_Verse": "Kaj la Sinjoro diris: Ĉar ĉi tiu popolo alproksimiĝas per sia buŝo kaj honoras Min per siaj lipoj, sed ilia koro estas malproksime de Mi, kaj ilia timo antaŭ Mi estas nur lernita ordono de homoj:",
        "28_Chapter, 13_Verse": "tial Mi plue agos mirinde kun ĉi tiu popolo, Mi agos tre mirinde; kaj pereos la saĝeco de ĝiaj saĝuloj, kaj la kompetenteco de ĝiaj kompetentuloj malaperos.",
        "28_Chapter, 14_Verse": "Ve al tiuj, kiuj profunde kaŝas antaŭ la Eternulo la intencojn, kaj kies faroj estas en mallumo, kaj kiuj diras: Kiu nin vidas? kaj kiu scias pri ni?",
        "28_Chapter, 15_Verse": "Ho, via perverseco! Ĉu la potfaristo estas rigardata kiel egala al la argilo? ĉu faritaĵo diras pri sia farinto: Li min ne faris? kaj ĉu kreitaĵo diras pri sia kreinto: Li ne estas kompetenta?",
        "28_Chapter, 16_Verse": "Sed jen baldaŭ, post mallonga tempo, Lebanon aliformiĝos en fruktoportan kampon, kaj la fruktoporta kampo estos rigardata kiel arbaro.",
        "28_Chapter, 17_Verse": "Kaj en tiu tago la surduloj aŭdos la vortojn de la libro, kaj la okuloj de la blinduloj ekvidos tra mallumo kaj nokto.",
        "28_Chapter, 18_Verse": "Kaj la mizeruloj havos grandan ĝojon en la Eternulo, kaj la homoj malriĉaj triumfos en la Sanktulo de Izrael.",
        "28_Chapter, 19_Verse": "Ĉar malaperos premanto, kaj ne plu ekzistos blasfemanto, kaj ekstermitaj estos ĉiuj zorgantoj pri malbonagoj,",
        "28_Chapter, 20_Verse": "kiuj pekigas homojn per vorto kaj faras insidojn kontraŭ juĝopetanto ĉe la pordego kaj trompe forpuŝas justulon.",
        "28_Chapter, 21_Verse": "Pro tio tiele diris pri la domo de Jakob la Eternulo, kiu elaĉetis Abrahamon: Nun Jakob ne hontos, kaj nun lia vizaĝo ne paliĝos.",
        "28_Chapter, 22_Verse": "Ĉar kiam li vidos meze de si siajn infanojn, la faron de Miaj manoj, ili honoros Mian nomon kaj honoros la Sanktulon de Jakob kaj respektos la Dion de Izrael.",
        "28_Chapter, 23_Verse": "Kaj la spirite-erarantoj ricevos prudenton, kaj la malpacemuloj akceptos instruon.\n",
        "29_Chapter, 0_Verse": "Ve al la filoj malobeemaj, diras la Eternulo, kiuj faras interkonsilojn, sed sen Mi, kaj aranĝas interkonsentojn, sed sen Mia spirito, por aligi pekon al peko,",
        "29_Chapter, 1_Verse": "kaj kiuj iras Egiptujon, ne demandinte Mian buŝon, por defendi sin per defendo de Faraono kaj kaŝi sin en la ombro de Egiptujo!",
        "29_Chapter, 2_Verse": "Sed la defendo de Faraono estos por vi honto, kaj la kaŝiĝo en la ombro de Egiptujo ― malhonoro.",
        "29_Chapter, 3_Verse": "Ĉar liaj princoj estis en Coan, kaj liaj senditoj venis en Ĥaneson.",
        "29_Chapter, 4_Verse": "Ĉiuj hontos pro la popolo, kiu ne servis al ili por helpo, nek por utilo, sed nur por honto kaj malhonoro.",
        "29_Chapter, 5_Verse": "Jen oni vidas ŝarĝojn sur bestoj en sudo, en lando de mizero kaj suferoj, kie estas leonino kaj leono, vipuro kaj fluganta serpento; ili forportas sur la dorso de junaj azenoj siajn riĉaĵojn kaj sur la ĝibo de kameloj siajn trezorojn al popolo, kiu ne povas utili.",
        "29_Chapter, 6_Verse": "La helpo de la Egiptoj estas vanta kaj vana; tial Mi diris pri tio: Ili fanfaronas, sidante hejme.",
        "29_Chapter, 7_Verse": "Nun iru, skribu tion al ili sur tabelo kaj desegnu tion en libro, por ke tio restu por la tempo estonta, por ĉiam, por eterne.",
        "29_Chapter, 8_Verse": "Ĉar tio estas popolo malobeema, filoj mensogaj, filoj, kiuj ne volas aŭskulti instruon de la Eternulo.",
        "29_Chapter, 9_Verse": "Ili diras al la antaŭvidistoj: Ne antaŭvidu; kaj al la profetoj: Ne profetu al ni la veron, parolu al ni flataĵojn, profetu al ni gajaĵon;",
        "29_Chapter, 10_Verse": "flankiĝu for de la vojo, dekliniĝu de la irejo, forigu de antaŭ ni la Sanktulon de Izrael.",
        "29_Chapter, 11_Verse": "Tial tiele diras la Sanktulo de Izrael: Ĉar vi malŝatas tiun vorton kaj fidas maljustaĵon kaj trompon kaj apogas vin sur ĉi tio:",
        "29_Chapter, 12_Verse": "tial ĉi tiu kulpo estos por vi kiel fendo, minacanta disfalon kaj montranta sin sur alta muro, kies falo estos subita, neatendita.",
        "29_Chapter, 13_Verse": "Kaj Li frakasos ĝin, kiel oni frakasas argilan vazon, frakasos senindulge, tiel ke en ĝiaj rompopecoj ne troviĝos vazopeco, por preni fajron de la fajrujo aŭ ĉerpi akvon el akvujo.",
        "29_Chapter, 14_Verse": "Ĉar tiele diras la Sinjoro, la Eternulo, la Sanktulo de Izrael: Per pento kaj trankvileco vi saviĝus, en kvieteco kaj fido estus via forto; sed vi ne volis.",
        "29_Chapter, 15_Verse": "Vi diris: Ne, ni forkuros sur ĉevaloj; tial vi forkuros; kaj: Sur rapiduloj ni forrajdos; tial rapidaj estos viaj persekutantoj.",
        "29_Chapter, 16_Verse": "De la minaco de unu forkuros tuta milo, de la minaco de kvin vi ĉiuj forkuros, ĝis vi restos kiel signo sur la supro de monto kaj kiel flago sur monteto.",
        "29_Chapter, 17_Verse": "Tial la Eternulo atendos, antaŭ ol Li vin korfavoros, kaj tial Li leviĝos, antaŭ ol Li vin kompatos; ĉar la Eternulo estas Dio de juĝo; feliĉaj estas ĉiuj, kiuj fidas Lin.",
        "29_Chapter, 18_Verse": "Ĉar, ho popolo de Cion, loĝantoj de Jerusalem, vi ne plu ploros; Li korfavoros vin, kiam vi plorkrios; kiam Li aŭdos vin, Li respondos al vi.",
        "29_Chapter, 19_Verse": "Kaj la Sinjoro donos al vi panon en la mizero kaj akvon en la premado; kaj ne plu kaŝiĝos viaj instruantoj, kaj viaj okuloj vidos viajn instruantojn.",
        "29_Chapter, 20_Verse": "Kaj kiam vi dekliniĝos ĉu dekstren, ĉu maldekstren, viaj oreloj aŭdos vortojn diratajn malantaŭ vi: Jen estas la vojo, iru laŭ ĝi.",
        "29_Chapter, 21_Verse": "Kaj vi rigardos kiel malpuran la arĝentan tegon de viaj statuoj kaj la oran kovron de viaj idoloj; vi forĵetos ilin kiel malpuraĵon, vi diros al ili: For!",
        "29_Chapter, 22_Verse": "Kaj Li donos pluvon al via semo, kiun vi semos sur la kampo, kaj panon, produkton de la tero, kaj ĝi estos sukoplena kaj grasa; sur vasta paŝtejo paŝtiĝos tiam viaj brutoj.",
        "29_Chapter, 23_Verse": "Kaj la bovoj kaj junaj azenoj, kiuj prilaboros la teron, manĝos miksitan nutraĵon, ŝutitan per kribrilo kaj ŝovelilo.",
        "29_Chapter, 24_Verse": "Kaj sur ĉiu alta monto kaj sur ĉiu alta monteto estos riveroj, torentoj da akvo, en la tago de la granda mortigado, kiam falos la turoj.",
        "29_Chapter, 25_Verse": "Kaj la lumo de la luno estos kiel la lumo de la suno, kaj la lumo de la suno estos sepoble pli granda, kiel la lumo de sep tagoj, en tiu tempo, kiam la Eternulo bandaĝos la difektojn de Sia popolo kaj resanigos ĝiajn vundojn.",
        "29_Chapter, 26_Verse": "Jen la nomo de la Eternulo venas de malproksime; Lia kolero flamas kaj estas pezega; Lia buŝo estas plena de indigno, kaj Lia lango estas kiel fajro ekstermanta;",
        "29_Chapter, 27_Verse": "kaj Lia spiro estas kiel torento disverŝiĝinta, kiu atingas ĝis la kolo, por trakribri la popolojn per kribrilo de pereo; kaj erariga brido estos sur la makzeloj de la popoloj.",
        "29_Chapter, 28_Verse": "Kantado estos ĉe vi, kiel en la nokto de celebrado de festo; kaj kora ĝojo, kiel ĉe tiu, kiu iras kun fluto, por veni sur la monton de la Eternulo al la Roko de Izrael.",
        "29_Chapter, 29_Verse": "Kaj la Eternulo aŭdigos Sian majestan voĉon, kaj la pezon de Sia brako Li vidigos en bolanta kolero kaj en flamo de ekstermanta fajro, en ventego kaj pluvego kaj ŝtona hajlo.",
        "29_Chapter, 30_Verse": "Ĉar ektremos la Asiriano de la voĉo de la Eternulo, kiu frapos lin per la vergo.",
        "29_Chapter, 31_Verse": "Kaj penetranta estos ĉiu ekbato per la bastono, kiun la Eternulo faligos sur lin kun tamburinoj kaj harpoj; kaj per bataloj senhaltaj Li batalos kontraŭ li.",
        "29_Chapter, 32_Verse": "Ĉar delonge estas preparita la bruligejo; ĝi estas preta ankaŭ por la reĝo, profundigita, vastigita; ĝia lignaro enhavas multe da fajro kaj ligno; la blovo de la Eternulo ekbruligos ĝin kiel torenton da sulfuro.\n",
        "30_Chapter, 0_Verse": "Ve al tiuj, kiuj iras Egiptujon, por serĉi helpon, kaj esperas je ĉevaloj, kaj fidas ĉarojn, ĉar estas multe da ili, kaj rajdantojn, ĉar ili estas fortaj; sed ili ne rigardas al la Sanktulo de Izrael kaj ne demandas la Eternulon.",
        "30_Chapter, 1_Verse": "Sed Li estas saĝa, kaj Li venigas malfeliĉon, kaj Siajn vortojn Li ne reprenas; kaj Li leviĝos kontraŭ la domo de la malpiuloj kaj kontraŭ la helpanto de malbonagantoj.",
        "30_Chapter, 2_Verse": "La Egiptoj estas ja homoj, ne Dio; kaj iliaj ĉevaloj estas karno, ne spirito. Kiam la Eternulo etendos Sian manon, tiam falpuŝiĝos la helpanto kaj falos la helpato, kaj ĉiuj kune pereos.",
        "30_Chapter, 3_Verse": "Ĉar tiele diris al mi la Eternulo: Kiel leono aŭ leonido blekegas super sia rabaĵo, kaj, se eĉ oni kunevokus kontraŭ ĝin multon da paŝtistoj, ĝi ne timas ilian voĉon kaj ne humiliĝas antaŭ ilia bruado, tiel la Eternulo Cebaot malsupreniros, por batali pro la monto Cion kaj pro ĝia altaĵo.",
        "30_Chapter, 4_Verse": "Kiel birdoj per siaj flugiloj, tiel la Eternulo Cebaot defendos Jerusalemon, defendos kaj savos, indulgos kaj liberigos.",
        "30_Chapter, 5_Verse": "Revenu al Tiu, de kiu tiel profunde defalis la filoj de Izrael.",
        "30_Chapter, 6_Verse": "Ĉar en tiu tago ĉiu forĵetos siajn idolojn arĝentajn kaj siajn idolojn orajn, kiujn viaj manoj faris al vi por peko.",
        "30_Chapter, 7_Verse": "Kaj la Asiriano falos de glavo ne vira, kaj glavo ne homa lin ekstermos; kaj li forkuros de glavo, kaj liaj junuloj fariĝos tributo.",
        "30_Chapter, 8_Verse": "Kaj lia forto forkuros pro timo, kaj liaj princoj ektremos antaŭ standardo, diras la Eternulo, kies fajro estas sur Cion kaj kies fajrejo estas en Jerusalem.\n",
        "31_Chapter, 0_Verse": "Jen kun justeco regos reĝo, kaj princoj administros laŭleĝe.",
        "31_Chapter, 1_Verse": "Kaj ĉiu estos kiel ŝirmilo kontraŭ vento, kiel rifuĝejo kontraŭ pluvego, kiel torentoj da akvo en la stepo, kiel ombro de peza roko en lando dezerta.",
        "31_Chapter, 2_Verse": "La okuloj de vidantoj ne estos fermitaj, kaj la oreloj de aŭdantoj atentos.",
        "31_Chapter, 3_Verse": "Kaj la koro de senprudentuloj lernos scion, kaj la lango de balbutantoj parolos rapide kaj klare.",
        "31_Chapter, 4_Verse": "Oni ne plu nomos malnoblulon noblulo, kaj pri avarulo oni ne plu diros, ke li estas bonfaranto.",
        "31_Chapter, 5_Verse": "Ĉar malnoblulo parolas malnoblaĵon, kaj lia koro faras malbonagojn, agante hipokrite kaj parolante pri la Eternulo malveraĵon, senmanĝigante la animon de malsatanto kaj forprenante trinkaĵon de soifanto.",
        "31_Chapter, 6_Verse": "La iloj de malpiulo estas malbonaj; li havas intencojn malvirtajn, por pereigi malriĉulojn per vortoj mensogaj, eĉ kiam la senhavulo diras pravaĵon.",
        "31_Chapter, 7_Verse": "Sed noblulo havas intencojn noblajn, kaj li restas en nobleco.",
        "31_Chapter, 8_Verse": "Virinoj senzorgaj, leviĝu, aŭskultu mian voĉon; filinoj ne pensantaj pri danĝero, atentu miajn vortojn.",
        "31_Chapter, 9_Verse": "Post tagoj kaj jaro vi ektremos, ho senzorgulinoj; ĉar finita estos la vinberrikolto, ne plu estos enkolektado de fruktoj.",
        "31_Chapter, 10_Verse": "Maltrankviliĝu, ho senzorgaj; ektremu, ne pensantaj pri danĝero; senvestigu kaj nudigu vin kaj zonu la lumbojn.",
        "31_Chapter, 11_Verse": "Oni ploros pri la abundo, pri la ĉarmaj kampoj, pri la fruktoriĉaj vinberĝardenoj.",
        "31_Chapter, 12_Verse": "Sur la tero de mia popolo kreskos pikarbustoj kaj dornoj, ankaŭ sur ĉiuj domoj de gajeco de la brua urbo.",
        "31_Chapter, 13_Verse": "Ĉar la palacoj estos forlasitaj, la bruo de la urbo malaperos, la fortikaĵoj kaj turoj fariĝos por ĉiam anstataŭaĵo de kavernoj, ĝojloko por sovaĝaj azenoj, paŝtiĝejo por brutaroj;",
        "31_Chapter, 14_Verse": "ĝis verŝiĝos sur nin spirito de supre kaj la dezerto fariĝos fruktodona kampo kaj la fruktodona kampo estos rigardata kiel arbaro.",
        "31_Chapter, 15_Verse": "Kaj justeco ekloĝos en la dezerto, kaj vero sidos sur la fruktodona kampo.",
        "31_Chapter, 16_Verse": "Kaj produkto de justeco estos paco, kaj akiro de justeco estos trankvileco kaj sendanĝereco por ĉiam.",
        "31_Chapter, 17_Verse": "Kaj mia popolo loĝos en loĝejo paca kaj en sidejoj sendanĝeraj kaj en ripozejoj senzorgaj,",
        "31_Chapter, 18_Verse": "kaj disŝutiĝos kiel hajlo sur la deklivoj de arbaro, kaj malsupre en la valo etendiĝos la urbo.",
        "31_Chapter, 19_Verse": "Feliĉaj estas vi, kiuj semas super ĉiu akvo, kiuj lasas en libereco la piedojn de la bovo kaj de la azeno.\n",
        "32_Chapter, 0_Verse": "Ve al vi, kiu rabas kaj mem ne estas prirabita, kaj kiu perfidas kaj mem ne estas perfidita! Kiam vi finos la rabadon, vi mem estos prirabita; kiam vi ĉesos perfidi, vi mem estos perfidita.",
        "32_Chapter, 1_Verse": "Ho Eternulo, korfavoru nin! je Vi ni esperas; estu ilia brako ĉiumatene kaj nia savo en la tempo de mizero.",
        "32_Chapter, 2_Verse": "De la sono de tondro forkuris popoloj, de Via majesto diskuris gentoj.",
        "32_Chapter, 3_Verse": "Kaj kolektita estos via rabakiro, kiel kolektas vermoj; kaj oni kuros post ĝi, kiel kuras akridoj.",
        "32_Chapter, 4_Verse": "La Eternulo altiĝis, ĉar Li loĝas alte; Li plenigas Cionon per justeco kaj vero.",
        "32_Chapter, 5_Verse": "Saĝo kaj scio, forto de via savo, estos la garantiaĵo de via estonteco; timo antaŭ la Eternulo estos lia trezoro.",
        "32_Chapter, 6_Verse": "Jen iliaj fortuloj plorkrias ekstere, la anoncantoj de paco ploras maldolĉe;",
        "32_Chapter, 7_Verse": "la vojoj senhomiĝis, vojiranto jam ne pasas; li rompis la interligon, malestimis la urbojn, ne ŝatis la homojn.",
        "32_Chapter, 8_Verse": "Funebras, malĝojas la tero; hontigita estas Lebanon kaj velkas; Ŝaron fariĝis kiel dezerto; Baŝan kaj Karmel senfoliiĝis.",
        "32_Chapter, 9_Verse": "Nun Mi stariĝos, diras la Eternulo; nun Mi altiĝos, nun Mi leviĝos.",
        "32_Chapter, 10_Verse": "Vi, gravedaj per fojno, naskos pajlon; via spiro estos fajro, kiu vin ekstermos.",
        "32_Chapter, 11_Verse": "Kaj la popoloj estos kiel bruligita kalko, kiel dornoj dehakitaj ili forbrulos en fajro.",
        "32_Chapter, 12_Verse": "Aŭskultu, malproksimuloj, kion Mi faris; kaj ekkonu, proksimuloj, Mian forton.",
        "32_Chapter, 13_Verse": "Ektimos la pekuloj sur Cion, tremo kaptos la hipokritulojn: Kiu el ni eltenos ĉe la ekstermanta fajro? kiu el ni eltenos ĉe la eterna ardego?",
        "32_Chapter, 14_Verse": "Kiu agas juste kaj parolas veron, abomenas profiton rabitan, forskuas siajn manojn, por ne preni subaĉeton, ŝtopas siajn orelojn, por ne aŭskulti aferojn sangajn, kaj fermas siajn okulojn, por ne rigardi malbonon,",
        "32_Chapter, 15_Verse": "tiu loĝos sur la altaĵoj; fortikaĵoj el rokoj estos lia defendo; pano estos donita al li, akvon li havos konstante.",
        "32_Chapter, 16_Verse": "Viaj okuloj vidos la reĝon en lia majesto, ili rigardos landon vastan.",
        "32_Chapter, 17_Verse": "Via koro rememoros la teruraĵon: Kie estas la kalkulanto? kie estas la pesanto? kie estas la kontrolanto de la turoj?",
        "32_Chapter, 18_Verse": "La popolon arogantan vi ne vidos, la popolon kun lingvo malklara kaj nedistingebla, kun lingvo balbuta kaj nekomprenebla.",
        "32_Chapter, 19_Verse": "Rigardu Cionon, la urbon de niaj kunvenoj; viaj okuloj vidos Jerusalemon, loĝlokon trankvilan, tendon ne forigotan; neniam estos eltirataj ĝiaj stangoj, kaj neniu el ĝiaj ŝnuroj disŝiriĝos.",
        "32_Chapter, 20_Verse": "Ĉar tie la forto de la Eternulo estos por ni anstataŭ riveroj, larĝaj lagoj; ŝipo kun remiloj ne iros sur ili, kaj potenca ŝipo ilin ne trapasos.",
        "32_Chapter, 21_Verse": "Ĉar la Eternulo estas nia juĝanto, la Eternulo estas nia leĝdonanto, la Eternulo estas nia reĝo; Li helpos nin.",
        "32_Chapter, 22_Verse": "Viaj ŝnuregoj malfortiĝis; ili jam ne alfortikigas la maston, ne streĉas la velon. Tiam estos dividata la granda rabakiro; eĉ lamuloj iros kapti rabaĵon.",
        "32_Chapter, 23_Verse": "Kaj ne diros la loĝanto: Mi estas malsana; al la popolo, kiu tie loĝas, estas pardonita la kulpo.\n",
        "33_Chapter, 0_Verse": "Alproksimiĝu, popoloj, por aŭskulti; kaj atentu, ho gentoj; aŭskultu la tero, kaj ĉio, kio ĝin plenigas, la mondo kaj ĉiuj ĝiaj produktoj.",
        "33_Chapter, 1_Verse": "Ĉar indignas la Eternulo kontraŭ ĉiuj popoloj kaj flame koleras kontraŭ ilia tuta anaro; Li kondamnis ilin, eldonis ilin al buĉado.",
        "33_Chapter, 2_Verse": "Kaj iliaj mortigitoj estos disĵetitaj, kaj iliaj kadavroj eligos malbonodoron, kaj la montoj trapenetriĝos de ilia sango.",
        "33_Chapter, 3_Verse": "Kaj velkos la tuta estaĵaro de la ĉielo, kaj la ĉielo kuneruliĝos kiel skribrulaĵo; kaj ĝia tuta estaĵaro defalos, kiel defalas folio de vinberbranĉo kaj velkintaĵo de figarbo.",
        "33_Chapter, 4_Verse": "Ĉar Mia glavo ebriiĝis en la ĉielo; jen ĝi malsupreniras sur Edomon kaj sur Mian kondamnitan popolon, por fari juĝon.",
        "33_Chapter, 5_Verse": "La glavo de la Eternulo estas plena de sango, grasiĝis de sebo, de sango de ŝafoj kaj kaproj, de sebo de ŝafaj renoj; ĉar buĉoferadon la Eternulo aranĝos en Bocra kaj grandan buĉadon en la lando de Edom.",
        "33_Chapter, 6_Verse": "Kaj falos bubaloj kun ili, kaj bovoj junaj kun bovoj grasigitaj, kaj ilia tero estos saturita de sango, kaj ilia polvo estos grasigita de sebo.",
        "33_Chapter, 7_Verse": "Ĉar tio estas tago de venĝo de la Eternulo, jaro de repago pro la juĝafero de Cion.",
        "33_Chapter, 8_Verse": "Kaj liaj riveroj aliformiĝos en peĉon kaj lia polvo en sulfuron, kaj lia tero fariĝos brulanta peĉo.",
        "33_Chapter, 9_Verse": "Nek tage nek nokte ĝi estingiĝos, eterne leviĝados ĝia fumo; de generacio al generacio ĝi restos dezerta, en eterneco neniu iros sur ĝi.",
        "33_Chapter, 10_Verse": "Ekposedos ĝin pelikano kaj botaŭro, kaj gufo kaj korvo loĝos sur ĝi; kaj Li etendos super ĝi rektoŝnuron de ruinigo kaj vertikalon de detruo.",
        "33_Chapter, 11_Verse": "Ĝi ne havos potenculojn, kiuj povus tie proklami regnon, kaj ĉiuj ĝiaj princoj malaperos.",
        "33_Chapter, 12_Verse": "Kaj en ĝiaj palacoj kreskos dornoj kaj urtikoj, kaj sur ĝiaj fortikaĵoj kreskos pikarbustoj; kaj ĝi estos loĝejo de ŝakaloj, spaco por strutoj.",
        "33_Chapter, 13_Verse": "Kaj renkontiĝos tie sovaĝaj katoj kun sovaĝaj hundoj, kaj virkaproj krios unu al alia; nur strigo tie nestos kaj trovos por si ripozejon.",
        "33_Chapter, 14_Verse": "Tie nestos saltanta serpento kaj metos ovojn kaj kovos kaj kolektos en sia ombro; tie milvoj kolektiĝos unu al alia.",
        "33_Chapter, 15_Verse": "Serĉu en la libro de la Eternulo, kaj legu: eĉ unu el ili ne mankos, unu ne sentos foreston de alia; ĉar Lia buŝo tion ordonis kaj Lia spirito tion kolektas.",
        "33_Chapter, 16_Verse": "Kaj Li mem lotumis por ili, kaj Lia mano dividis por ili laŭ rektoŝnuro; ili heredos tion por ĉiam, de generacio al generacio ili loĝos tie.\n",
        "34_Chapter, 0_Verse": "Ekĝojos la dezerto kaj la senakvejo, triumfos la stepo kaj ekfloros kiel lilio.",
        "34_Chapter, 1_Verse": "Ĝi forte ekfloros kaj triumfos, triumfos kaj kantos; la gloro de Lebanon estos donita al ĝi, la beleco de Karmel kaj Ŝaron; ili vidos la gloron de la Eternulo, la majeston de nia Dio.",
        "34_Chapter, 2_Verse": "Fortigu la senfortiĝintajn manojn, kaj fortikigu la ŝanceliĝantajn genuojn.",
        "34_Chapter, 3_Verse": "Diru al tiuj, kiuj estas senkuraĝigitaj en la koro: Tenu vin forte, ne timu; jen estas via Dio! venos venĝo, repago de Dio; Li mem venos kaj helpos vin.",
        "34_Chapter, 4_Verse": "Tiam malkovriĝos la okuloj de la blinduloj, kaj la oreloj de la surduloj malfermiĝos.",
        "34_Chapter, 5_Verse": "Tiam la lamulo eksaltos kiel cervo, kaj la lango de la mutulo ekkantos; ĉar en la dezerto elfendiĝos akvo kaj en la stepo riveroj.",
        "34_Chapter, 6_Verse": "Kaj la fantoma lago fariĝos reala, kaj la tero senakva fariĝos fonto de akvo; la loĝloko de ŝakaloj fariĝos loko por kano kaj junko.",
        "34_Chapter, 7_Verse": "Kaj estos tie irejo kaj vojo, kaj ĝi estos nomata Vojo Sankta; malpurulo ne iros sur ĝi, ĉar nur al ili ĝi apartenas; irante sur tiu vojo, eĉ malsaĝuloj ne eraros.",
        "34_Chapter, 8_Verse": "Ne estos tie leono, kaj rabobesto ne aperos sur ĝi, ne troviĝos tie; iros nur savitoj.",
        "34_Chapter, 9_Verse": "Kaj la elaĉetitoj de la Eternulo revenos kaj iros sur Cionon kun kantado, kaj ĝojo eterna estos super ilia kapo; ĝojon kaj gajecon ili atingos, kaj forflugos afliktoj kaj ĝemado.\n",
        "35_Chapter, 0_Verse": "Tio estis en la dek-kvara jaro de la reĝo Ĥizkija, eliris Sanĥerib, reĝo de Asirio, kontraŭ ĉiujn fortikigitajn urbojn de Judujo, kaj venkoprenis ilin.",
        "35_Chapter, 1_Verse": "Kaj la reĝo de Asirio sendis Rabŝaken el Laĥiŝ en Jerusalemon al la reĝo Ĥizkija kun granda militistaro; kaj li stariĝis ĉe la akvotubo de la supra lageto, ĉe la vojo de la kampo de fulistoj.",
        "35_Chapter, 2_Verse": "Kaj eliris al li Eljakim, filo de Ĥilkija, la palacestro, kaj Ŝebna, la skribisto, kaj Joaĥ, filo de Asaf, la kronikisto.",
        "35_Chapter, 3_Verse": "Kaj Rabŝake diris al ili: Diru al Ĥizkija: Tiele diras la granda reĝo, la reĝo de Asirio: Kio estas la fido, kiun vi fidas?",
        "35_Chapter, 4_Verse": "Mi opinias, ke tio estas nur buŝa babilado; por milito oni bezonas konsilon kaj forton. Nun kiun vi fidas, ke vi ribelis kontraŭ mi?",
        "35_Chapter, 5_Verse": "Jen vi fidas la apogon de Egiptujo, tiu kano rompita, kiu, se iu sin apogas sur ĝi, eniras en lian manon kaj trapikas ĝin. Tia estas Faraono, reĝo de Egiptujo, por ĉiuj, kiuj fidas lin.",
        "35_Chapter, 6_Verse": "Eble vi diros al mi: La Eternulon, nian Dion, ni fidas? Sed Li estas ja Tiu, kies altaĵojn kaj altarojn Ĥizkija forigis, dirante al Judujo kaj Jerusalem: Antaŭ ĉi tiu altaro adorkliniĝu.",
        "35_Chapter, 7_Verse": "Nun provu konkuri kun mia sinjoro, la reĝo de Asirio; mi donos al vi du mil ĉevalojn ― ĉu vi povas trovi rajdantojn por ili?",
        "35_Chapter, 8_Verse": "Kiel vi povas forigi estron, unu el la plej malgrandaj servantoj de mia sinjoro, kaj fidi Egiptujon pro la ĉaroj kaj rajdistoj?",
        "35_Chapter, 9_Verse": "Cetere, ĉu sen la volo de la Eternulo mi iris kontraŭ ĉi tiun landon, por ruinigi ĝin? La Eternulo diris al mi: Iru kontraŭ ĉi tiun landon kaj ruinigu ĝin.",
        "35_Chapter, 10_Verse": "Tiam Eljakim kaj Ŝebna kaj Joaĥ diris al Rabŝake: Volu paroli al viaj sklavoj en la lingvo Siria, ĉar ni komprenas; sed ne parolu al ni Jude antaŭ la oreloj de la popolo, kiu estas sur la murego.",
        "35_Chapter, 11_Verse": "Sed Rabŝake diris: Ĉu al via sinjoro kaj al vi sendis min mia sinjoro, por diri tiujn vortojn? ĉu ne al la homoj, kiuj sidas sur la murego, por manĝi sian ekskrementon kaj trinki sian urinon kune kun vi?",
        "35_Chapter, 12_Verse": "Kaj Rabŝake stariĝis, kaj ekkriis per laŭta voĉo Jude, dirante: Aŭskultu la vortojn de la granda reĝo, la reĝo de Asirio.",
        "35_Chapter, 13_Verse": "Tiele diras la reĝo: Ĥizkija ne forlogu vin; ĉar li ne povos savi vin.",
        "35_Chapter, 14_Verse": "Kaj Ĥizkija ne fidigu vin per la Eternulo, dirante: La Eternulo certe nin savos, ĉi tiu urbo ne estos transdonita en la manojn de la reĝo de Asirio.",
        "35_Chapter, 15_Verse": "Ne aŭskultu Ĥizkijan; ĉar tiele diras la reĝo de Asirio: Faru kun mi pacon kaj eliru al mi, kaj manĝu ĉiu el sia vinberĝardeno kaj ĉiu de sia figarbo kaj trinku ĉiu la akvon de sia puto;",
        "35_Chapter, 16_Verse": "ĝis mi venos kaj prenos vin en landon similan al via lando, en landon de greno kaj mosto, en landon de pano kaj vinberĝardenoj.",
        "35_Chapter, 17_Verse": "Ĥizkija ne forlogu vin per la vortoj: La Eternulo nin savos. Ĉu la dioj de la nacioj savis ĉiu sian landon el la manoj de la reĝo de Asirio?",
        "35_Chapter, 18_Verse": "Kie estas la dioj de Ĥamat kaj Arpad? kie estas la dioj de Sefarvaim? kaj ĉu ili savis Samarion el miaj manoj?",
        "35_Chapter, 19_Verse": "Kiu el ĉiuj dioj de tiuj landoj savis sian landon el miaj manoj, ke la Eternulo savu Jerusalemon el miaj manoj?",
        "35_Chapter, 20_Verse": "Kaj ili silentis kaj nenion respondis al li; ĉar estis ordono de la reĝo: Ne respondu al li.",
        "35_Chapter, 21_Verse": "Kaj Eljakim, filo de Ĥilkija, la palacestro, kaj Ŝebna, la skribisto, kaj Joaĥ, filo de Asaf, la kronikisto, venis al Ĥizkija en disŝiritaj vestoj, kaj raportis al li la vortojn de Rabŝake.\n",
        "36_Chapter, 0_Verse": "Kiam la reĝo Ĥizkija tion aŭdis, li disŝiris siajn vestojn kaj ĉirkaŭkovris sin per sako, kaj iris en la domon de la Eternulo.",
        "36_Chapter, 1_Verse": "Kaj li sendis Eljakimon, la palacestron, kaj Ŝebnan, la skribiston, kaj la plejaĝulojn de la pastroj, ĉirkaŭkovritajn per sakoj, al la profeto Jesaja, filo de Amoc.",
        "36_Chapter, 2_Verse": "Kaj ili diris al li: Tiele diras Ĥizkija: Ĉi tiu tago estas tago de malfeliĉo, de puno, kaj de malhonoro; ĉar infanoj atingis la aperturon de la utero, sed forestas forto por naski.",
        "36_Chapter, 3_Verse": "Eble aŭdos la Eternulo, via Dio, la vortojn de Rabŝake, kiun sendis la reĝo de Asirio, lia sinjoro, por blasfemi la vivantan Dion, kaj insulti per la vortoj, kiujn aŭdis la Eternulo, via Dio. Levu do preĝon por la restintoj, kiuj ankoraŭ ekzistas.",
        "36_Chapter, 4_Verse": "Kaj la servantoj de la reĝo Ĥizkija venis al Jesaja.",
        "36_Chapter, 5_Verse": "Kaj Jesaja diris al ili: Tiele parolu al via sinjoro: Tiele diras la Eternulo: Ne timu la vortojn, kiujn vi aŭdis kaj per kiuj blasfemis Min la servantoj de la reĝo de Asirio.",
        "36_Chapter, 6_Verse": "Jen Mi metos en lin spiriton, ke, aŭdinte sciigon, li reiros en sian landon; kaj Mi faligos lin per glavo en lia lando.",
        "36_Chapter, 7_Verse": "Kaj Rabŝake revenis, kaj trovis la reĝon de Asirio militanta kontraŭ Libna; ĉar li aŭdis, ke li foriris de Laĥiŝ.",
        "36_Chapter, 8_Verse": "Kaj venis sciigo pri Tirhaka, reĝo de Etiopujo, nome: Li eliris, por militi kontraŭ vi. Kiam li tion aŭdis, li sendis senditojn al Ĥizkija kun la sekvanta komisio:",
        "36_Chapter, 9_Verse": "Tiele diru al Ĥizkija, reĝo de Judujo: Ne forlogu vin via Dio, kiun vi fidas, dirante: Jerusalem ne estos transdonita en la manojn de la reĝo de Asirio.",
        "36_Chapter, 10_Verse": "Vi aŭdis ja, kion faris la reĝoj de Asirio al ĉiuj landoj, ruiniginte ilin; ĉu vi do saviĝos?",
        "36_Chapter, 11_Verse": "Ĉu ilin savis la dioj de la nacioj, kiujn ekstermis miaj patroj, la naciojn de Gozan kaj Ĥaran kaj Recef kaj la filojn de Eden en Telasar?",
        "36_Chapter, 12_Verse": "Kie estas la reĝo de Ĥamat kaj la reĝo de Arpad kaj la reĝo de la urbo Sefarvaim, de Hena kaj Iva?",
        "36_Chapter, 13_Verse": "Ĥizkija prenis la leteron el la manoj de la senditoj kaj legis ĝin, kaj li iris en la domon de la Eternulo, kaj Ĥizkija disvolvis ĝin antaŭ la Eternulo.",
        "36_Chapter, 14_Verse": "Kaj Ĥizkija ekpreĝis al la Eternulo, dirante:",
        "36_Chapter, 15_Verse": "Ho Eternulo Cebaot, Dio de Izrael, sidanta sur la keruboj! Vi estas la sola Dio super ĉiuj regnoj de la tero, Vi kreis la ĉielon kaj la teron;",
        "36_Chapter, 16_Verse": "klinu, ho Eternulo, Vian orelon, kaj aŭskultu; malfermu, ho Eternulo, Viajn okulojn, kaj rigardu; kaj aŭdu ĉiujn vortojn de Sanĥerib, kiujn li sendis, por insulti la Dion vivantan.",
        "36_Chapter, 17_Verse": "Estas vero, ho Eternulo, la reĝoj de Asirio ruinigis ĉiujn regnojn kaj ilian teron,",
        "36_Chapter, 18_Verse": "kaj ĵetis iliajn diojn en fajron; ĉar tio estis ne dioj, sed faritaĵoj de homaj manoj, ligno kaj ŝtono, ili ekstermis ilin.",
        "36_Chapter, 19_Verse": "Sed nun, ho Eternulo, nia Dio, savu nin kontraŭ liaj manoj, por ke ĉiuj regnoj de la tero eksciu, ke Vi, ho Eternulo, estas sola.",
        "36_Chapter, 20_Verse": "Kaj Jesaja, filo de Amoc, sendis al Ĥizkija, por diri: Tiele diras la Eternulo, Dio de Izrael: Koncerne tion, kion vi preĝis al Mi pri Sanĥerib, reĝo de Asirio,",
        "36_Chapter, 21_Verse": "jen estas tio, kion diris pri li la Eternulo: Malestimas vin, mokas vin la virga filino de Cion, balancas post vi la kapon la filino de Jerusalem.",
        "36_Chapter, 22_Verse": "Kiun vi blasfemis kaj insultis? kaj kontraŭ kiun vi laŭtigis voĉon kaj alte levis viajn okulojn? Kontraŭ la Sanktulon de Izrael!",
        "36_Chapter, 23_Verse": "Per viaj servantoj vi blasfemis la Sinjoron, kaj vi diris: Kun mia multo da ĉaroj mi supreniris sur la supron de montoj, sur la randon de Lebanon, kaj mi dehakis ĝiajn altajn cedrojn, ĝiajn plej bonajn cipresojn, kaj mi atingis ĝian plej altan pinton, ĝian ĝardensimilan arbaron.",
        "36_Chapter, 24_Verse": "Mi fosis kaj trinkis akvon, kaj mi sekigos per la plandoj de miaj piedoj ĉiujn riverojn de Egiptujo.",
        "36_Chapter, 25_Verse": "Ĉu vi ne aŭdis, ke Mi jam de longe tion decidis, de tempo antikva tion destinis? nun Mi tion plenumis, ke la fortikigitaj urboj fariĝis amaso da ruinŝtonoj.",
        "36_Chapter, 26_Verse": "Kaj iliaj loĝantoj senfortigitaj ektremis kaj kovriĝis per honto; ili fariĝis kiel herbo de kampo, kiel malgrava verdaĵo, kiel musko sur tegmentoj, kaj kiel sunbruligita greno antaŭ la spikiĝo.",
        "36_Chapter, 27_Verse": "Sed vian sidon kaj vian eliron kaj vian venon Mi scias, ankaŭ vian koleron kontraŭ Mi.",
        "36_Chapter, 28_Verse": "Pro tio, ke vi koleris kontraŭ Mi kaj via aroganteco venis al Miaj oreloj, Mi metos Mian ringon en viajn nazotruojn kaj Mian buŝbridaĵon en vian buŝon, kaj Mi reirigos vin per la sama vojo, per kiu vi venis.",
        "36_Chapter, 29_Verse": "Kaj jen estas por vi la pruvosigno: vi manĝos en ĉi tiu jaro grenon memsemiĝintan, en la dua jaro grenon sovaĝan, sed en la tria jaro vi semos kaj rikoltos kaj plantos vinberĝardenojn kaj manĝos iliajn fruktojn.",
        "36_Chapter, 30_Verse": "Kaj la restaĵo de la domo de Jehuda denove enradikiĝos malsupre kaj donos fruktojn supre.",
        "36_Chapter, 31_Verse": "Ĉar el Jerusalem devenos restaĵo, kaj savitaĵo de la monto Cion; la fervoro de la Eternulo Cebaot tion faros.",
        "36_Chapter, 32_Verse": "Tial tiele diras la Eternulo pri la reĝo de Asirio: Li ne eniros en ĉi tiun urbon kaj ne ĵetos tien sagon kaj ne aliros al ĝi kun ŝildo kaj ne ŝutos kontraŭ ĝi remparon.",
        "36_Chapter, 33_Verse": "Per la sama vojo, per kiu li venis, li reiros, kaj en ĉi tiun urbon li ne eniros, diras la Eternulo.",
        "36_Chapter, 34_Verse": "Mi defendos ĉi tiun urbon, por savi ĝin pro Mi kaj pro Mia servanto David.",
        "36_Chapter, 35_Verse": "Kaj eliris anĝelo de la Eternulo kaj frapis en la tendaro de la Asirianoj cent okdek kvin mil. Kiam oni leviĝis matene, oni ekvidis, ke ili ĉiuj estas kadavroj senvivaj.",
        "36_Chapter, 36_Verse": "Kaj Sanĥerib, la reĝo de Asirio, elmoviĝis kaj iris kaj rehejmiĝis kaj restis en Nineve.",
        "36_Chapter, 37_Verse": "Kaj kiam li adorkliniĝis en la domo de sia dio Nisroĥ, liaj filoj Adrameleĥ kaj Ŝarecer mortigis lin per glavo, kaj mem ili forkuris en la landon Araratan. Kaj ekreĝis anstataŭ li lia filo Esar-Ĥadon.\n",
        "37_Chapter, 0_Verse": "En tiu tempo Ĥizkija morte malsaniĝis; kaj venis al li la profeto Jesaja, filo de Amoc, kaj diris al li: Tiele diras la Eternulo: Faru testamenton pri via domo, ĉar vi mortos kaj ne vivos.",
        "37_Chapter, 1_Verse": "Tiam Ĥizkija turnis sian vizaĝon al la muro, kaj ekpreĝis al la Eternulo,",
        "37_Chapter, 2_Verse": "kaj diris: Mi petas, ho Eternulo, rememoru, ke mi iradis antaŭ Vi kun vero kaj koro fidela, kaj mi faradis tion, kio plaĉas al Vi. Kaj Ĥizkija laŭte ekploris.",
        "37_Chapter, 3_Verse": "Tiam aperis la vorto de la Eternulo al Jesaja jene:",
        "37_Chapter, 4_Verse": "Iru, kaj diru al Ĥizkija: Tiele diras la Eternulo, Dio de via patro David: Mi aŭdis vian preĝon, Mi vidis viajn larmojn; jen Mi aldonos al via vivo dek kvin jarojn.",
        "37_Chapter, 5_Verse": "Kaj kontraŭ la mano de la reĝo de Asirio Mi savos vin kaj ĉi tiun urbon, kaj Mi defendos ĉi tiun urbon.",
        "37_Chapter, 6_Verse": "Kaj jen estas por vi la pruvosigno de la Eternulo, ke la Eternulo plenumos tion, kion Li diris:",
        "37_Chapter, 7_Verse": "jen la hormontran ombron, kiu malsupriĝis sur la suna hormontrilo de Aĥaz, Mi retiros malantaŭen je dek gradoj. Kaj la suno retiriĝis je dek gradoj laŭ la gradaro, laŭ kiu ĝi malsupriĝis.",
        "37_Chapter, 8_Verse": "Jen estas la skribo de Ĥizkija, reĝo de Judujo, kiam li malsaniĝis kaj eliris viva el sia malsano:",
        "37_Chapter, 9_Verse": "Mi pensis, ke en la mezo de mia vivo mi malsupreniros en la pordegon de Ŝeol, Ke mi estos senigita je la resto de miaj jaroj;",
        "37_Chapter, 10_Verse": "Mi pensis, ke mi ne plu vidos Dion, la Eternulon, sur la tero de la vivantoj, Ke mi ne plu rigardos homon inter la loĝantoj de la vantejo;",
        "37_Chapter, 11_Verse": "Ke mia estado demoviĝas, kaj forportiĝas de mi kiel tendo de paŝtisto; Ke mi finteksis mian vivon kiel teksisto, kaj Li detranĉos min de la teksbazo; Ke antaŭ ol la tago cedos al la nokto, Vi faros al mi finon.",
        "37_Chapter, 12_Verse": "Mi atendis ĝis mateno, ke simile al leono Li frakasos ĉiujn miajn ostojn, Ke antaŭ ol la tago cedos al la nokto, Vi faros al mi finon.",
        "37_Chapter, 13_Verse": "Kiel hirundo plendanta mi plorpepis, mi ĝemis kiel kolombo; Miaj okuloj estis direktitaj malsupren: Ho Eternulo, mi suferas, protektu min!",
        "37_Chapter, 14_Verse": "Kion mi diru? Li promesis ja al mi, kaj Li faris. Nun mi pasigos ĉiujn miajn jarojn, memorante la premitecon de mia animo.",
        "37_Chapter, 15_Verse": "Ho Sinjoro, per tio vivas la homoj, Kaj en ĉio ĉi tio estas la vivo de mia spirito: Vi resanigis min, kaj konservis al mi la vivon.",
        "37_Chapter, 16_Verse": "Jen en bonon aliformiĝis mia sufero; Vi ame eltiris mian animon el pereo, Ĉar Vi ĵetis malantaŭ Vin ĉiujn miajn pekojn.",
        "37_Chapter, 17_Verse": "Ĉar ne Ŝeol Vin gloros, ne la morto Vin laŭdos; La irantaj en la terinternon ne esperos Vian verecon.",
        "37_Chapter, 18_Verse": "La vivanto, nur la vivanto Vin gloros, kiel mi hodiaŭ; Patro al la filoj konigos Vian verecon.",
        "37_Chapter, 19_Verse": "La Eternulo min helpas; Kaj miajn kantojn ni kantados Dum nia tuta vivo en la domo de la Eternulo.",
        "37_Chapter, 20_Verse": "Kaj Jesaja diris: Oni alportu dispremitan figon kaj metu sur la ŝvelaĵon, kaj li estos sanigita.",
        "37_Chapter, 21_Verse": "Kaj Ĥizkija diris: Kia estas la signo, ke mi iros en la domon de la Eternulo?\n",
        "38_Chapter, 0_Verse": "En tiu tempo Merodaĥ-Baladan, filo de Baladan, reĝo de Babel, sendis leteron kaj donacojn al Ĥizkija; ĉar li aŭdis, ke li estis malsana kaj resaniĝis.",
        "38_Chapter, 1_Verse": "Kaj Ĥizkija ĝojis pri ili, kaj montris al ili sian trezorejon, la arĝenton kaj la oron kaj la aromaĵojn kaj la karan oleon kaj sian tutan armilejon, kaj ĉion, kio troviĝis en liaj trezorejoj; estis nenio, kion Ĥizkija ne montrus al ili en sia domo kaj en sia tuta posedaĵo.",
        "38_Chapter, 2_Verse": "Kaj venis la profeto Jesaja al la reĝo Ĥizkija, kaj diris al li: Kion parolis tiuj homoj? kaj de kie ili venis al vi? Kaj Ĥizkija diris: El lando malproksima ili venis al mi, el Babel.",
        "38_Chapter, 3_Verse": "Kaj li diris: Kion ili vidis en via domo? Kaj Ĥizkija respondis: Ĉion, kio estas en mia domo, ili vidis; estis nenio, kion mi ne montrus al ili en miaj trezorejoj.",
        "38_Chapter, 4_Verse": "Tiam Jesaja diris al Ĥizkija: Aŭskultu la diron de la Eternulo Cebaot:",
        "38_Chapter, 5_Verse": "Jen venos tagoj, kaj ĉio, kio estas en via domo kaj kion kolektis viaj patroj ĝis la nuna tago, estos forportata en Babelon; nenio restos, diras la Eternulo.",
        "38_Chapter, 6_Verse": "Kaj el viaj filoj, kiuj devenos de vi, kiujn vi naskigos, oni prenos; kaj ili estos korteganoj en la palaco de la reĝo de Babel.",
        "38_Chapter, 7_Verse": "Kaj Ĥizkija diris al Jesaja: Bona estas la vorto de la Eternulo, kiun vi diris. Kaj li diris plue: Estu nur paco kaj vero en mia tempo.\n",
        "39_Chapter, 0_Verse": "Konsolu, konsolu Mian popolon, diras via Dio.",
        "39_Chapter, 1_Verse": "Parolu al la koro de Jerusalem, kaj voku al ĝi, ke finiĝis la tempo de ĝia batalado, ke pardonita estas ĝia kulpo, ke ĝi ricevis el la mano de la Eternulo duoble pro ĉiuj siaj pekoj.",
        "39_Chapter, 2_Verse": "Sonas voĉo de krianto: Pretigu en la dezerto la vojon de la Eternulo, rektigu en la stepo irejon por nia Dio.",
        "39_Chapter, 3_Verse": "Ĉiu valo leviĝu, kaj ĉiu monto kaj monteto malaltiĝu, kaj la malebenaĵo fariĝu ebenaĵo, kaj la montaro fariĝu valo.",
        "39_Chapter, 4_Verse": "Kaj aperos la majesto de la Eternulo; kaj ĉiu karno kune vidos, ke la buŝo de la Eternulo parolis.",
        "39_Chapter, 5_Verse": "Voĉo diras: Proklamu! sed li diras: Kion mi proklamu? Ĉiu karno estas herbo, kaj ĉiu ĝia ĉarmo estas kiel kampa floreto.",
        "39_Chapter, 6_Verse": "Sekiĝas herbo, velkas floreto, kiam la spiro de la Eternulo blovetas sur ĝin; vere, la popolo estas herbo.",
        "39_Chapter, 7_Verse": "Sekiĝas herbo, velkas floreto; sed la vorto de nia Dio restas eterne.",
        "39_Chapter, 8_Verse": "Sur altan monton supreniru, ho predikantino de Cion; laŭtigu potence vian voĉon, ho predikantino de Jerusalem, laŭtigu, ne timu; diru al la urboj de Judujo: Jen estas via Dio!",
        "39_Chapter, 9_Verse": "Jen la Sinjoro, la Eternulo, venas kun potenco, kaj Lia brako regas; jen Lia rekompenco estas kun Li, kaj Lia repago antaŭ Li.",
        "39_Chapter, 10_Verse": "Kiel paŝtisto Li paŝtos Sian ŝafaron, per Sia brako Li kolektos la ŝafidojn kaj portos ilin sur Sia brusto; la suĉigantinojn Li kondukos.",
        "39_Chapter, 11_Verse": "Kiu mezuris per sia mankavo la akvon kaj difinis la ĉielon per la manlarĝo kaj metis en mezurilon la polvon de la tero kaj pesis per pesilo la montojn kaj la montetojn per pesiltaso?",
        "39_Chapter, 12_Verse": "Kiu gvidis la spiriton de la Eternulo, kaj kiu donis al Li sian konsilon?",
        "39_Chapter, 13_Verse": "De kiu Li petis konsilon, ke tiu komprenigu Lin kaj instruu Lin pri la vojo de justeco kaj instruu al Li scion kaj konigu al Li la vojon de saĝeco?",
        "39_Chapter, 14_Verse": "Jen la popoloj estas kiel guto el sitelo kaj kalkulataj kiel polvero sur pesiltaso; jen Li disŝutas la insulojn, kiel polveretojn.",
        "39_Chapter, 15_Verse": "Lebanon ne sufiĉus por fajro, kaj ĝia bestaro ne sufiĉus por bruloferoj.",
        "39_Chapter, 16_Verse": "Ĉiuj nacioj estas antaŭ Li kiel nenio, estas rigardataj de Li kiel nulo kaj senvaloraĵo.",
        "39_Chapter, 17_Verse": "Kun kiu vi komparos Dion? kaj kian similaĵon vi kontraŭstarigos al Li?",
        "39_Chapter, 18_Verse": "Ĉu idolon, kiun fandis artisto kaj kiun oraĵisto kovras per oro kaj ornamas per arĝentaj ĉenoj?",
        "39_Chapter, 19_Verse": "Kiu estas tro malriĉa por la oferdono, tiu elektas lignon ne putrantan, serĉas kompetentan skulptiston, por fari idolon fortikan.",
        "39_Chapter, 20_Verse": "Ĉu vi ne scias? ĉu vi ne aŭdis? ĉu ne estis dirite al vi antaŭlonge? ĉu vi ne komprenas detempe de la fondado de la tero?",
        "39_Chapter, 21_Verse": "Li sidas super la rondo de la tero, kaj ĝiaj loĝantoj estas kiel lokustoj; Li etendas la ĉielon kiel maldikan teksaĵon kaj distiras ĝin kiel tendon por loĝado;",
        "39_Chapter, 22_Verse": "Li faras la princojn neniaĵo, la juĝistojn de la tero Li faras neekzistaĵo,",
        "39_Chapter, 23_Verse": "kvazaŭ ili ne estus plantitaj, kvazaŭ ili ne estus semitaj, kvazaŭ ilia trunko ne havus radikon en la tero: apenaŭ Li blovetis sur ilin, ili velkis, kaj la ventego forportas ilin kiel pajlerojn.",
        "39_Chapter, 24_Verse": "Kaj al kiu do vi volas egaligi Min, ke Mi estu simila al li? diras la Sanktulo.",
        "39_Chapter, 25_Verse": "Levu alten viajn okulojn, kaj rigardu, kiu kreis tion? Li, kiu elkondukas iliajn taĉmentojn laŭ kalkulo, kiu ilin ĉiujn vokas laŭ la nomo; antaŭ la Plejpotenculo kaj Plejfortulo neniu kaŝiĝos.",
        "39_Chapter, 26_Verse": "Kial vi parolas, ho Jakob, kaj diras, ho Izrael: Mia vojo estas kaŝita antaŭ la Eternulo, kaj mia afero ne atingas Dion?",
        "39_Chapter, 27_Verse": "Ĉu vi ne scias, ĉu vi ne aŭdis, ke la Eternulo estas Dio eterna, la Kreinto de la finoj de la tero? Li ne laciĝas kaj ne senfortiĝas; Lia saĝeco estas neesplorebla.",
        "39_Chapter, 28_Verse": "Li donas forton al la laculo, kaj al la senfortulo Li plifortigas la povon.",
        "39_Chapter, 29_Verse": "Knaboj senfortiĝas kaj laciĝas, junuloj ofte falas;",
        "39_Chapter, 30_Verse": "sed tiuj, kiuj fidas la Eternulon, ricevas novan forton, ili levas la flugilojn kiel agloj, ili kuras kaj ne laciĝas, ili iras kaj ne senfortiĝas.\n",
        "40_Chapter, 0_Verse": "Silentu antaŭ Mi, ho insuloj, kaj la popoloj refortiĝu; ili alproksimiĝu kaj parolu; ni kune iru al juĝo.",
        "40_Chapter, 1_Verse": "Kiu vekis el la oriento la justulon, vokis lin, ke li iru? Li transdonis al li naciojn kaj detronigis reĝojn, transdonis kiel polvon al lia glavo, kiel disflugantajn pajlerojn al lia pafarko.",
        "40_Chapter, 2_Verse": "Li persekutas ilin, transiras en paco la vojon, sur kiu liaj piedoj ne haltas.",
        "40_Chapter, 3_Verse": "Kiu tion faris kaj estigis? kiu vokis la generaciojn de la komenco? Mi, la Eternulo, la unua, kaj kun la lastaj Mi estas la sama.",
        "40_Chapter, 4_Verse": "Vidis tion la insuloj kaj ektimis; la finoj de la tero ektremis; ili alproksimiĝis kaj alvenis.",
        "40_Chapter, 5_Verse": "Ĉiu helpas sian proksimulon, kaj diras al sia frato: Estu kuraĝa!",
        "40_Chapter, 6_Verse": "Kaj la skulptisto kuraĝigas la fandiston, la ladfaristo la forĝiston, kaj li diras: La kuniĝo estas bona; kaj li fortikigas tion per najloj, ke ĝi ne ŝanceliĝu.",
        "40_Chapter, 7_Verse": "Sed vi, ho Mia servanto Izrael, ho Jakob, kiun Mi elektis, ho idaro de Abraham, Mia amato,",
        "40_Chapter, 8_Verse": "vi, kiun Mi prenis de la finoj de la tero kaj vokis de ĝiaj randoj, kaj al kiu Mi diris: Vi estas Mia servanto, Mi vin elektis kaj ne forpuŝis ―",
        "40_Chapter, 9_Verse": "ne timu, ĉar Mi estas kun vi; ne maltrankviliĝu, ĉar Mi estas via Dio; Mi vin fortigos, Mi vin helpos, Mi vin subtenos per Mia justa dekstra mano.",
        "40_Chapter, 10_Verse": "Jen hontiĝos kaj malhonoriĝos ĉiuj, kiuj koleras kontraŭ vi; viaj kontraŭuloj fariĝos neniaĵo kaj pereos.",
        "40_Chapter, 11_Verse": "Vi serĉos ilin, sed vi ilin ne trovos, la homojn, kiuj kverelas kontraŭ vi; la homoj, kiuj batalas kontraŭ vi, fariĝos neniaĵo kaj neekzistaĵo.",
        "40_Chapter, 12_Verse": "Ĉar Mi, la Eternulo, via Dio, fortigas vian dekstran manon, dirante al vi: Ne timu, Mi vin helpos.",
        "40_Chapter, 13_Verse": "Ne timu, vermo Jakob, malmultulo Izrael! Mi vin helpos, diras la Eternulo; kaj via Liberiganto estas la Sanktulo de Izrael.",
        "40_Chapter, 14_Verse": "Jen Mi faros vin draŝilo akra, nova, dentohava; vi draŝos montojn kaj disfrotos, kaj montetojn vi faros kiel grenventumaĵo.",
        "40_Chapter, 15_Verse": "Vi disĵetos ilin, kaj la vento ilin disportos, kaj la ventego ilin disblovos; sed vi ĝojos en la Eternulo, vi havos gloron en la Sanktulo de Izrael.",
        "40_Chapter, 16_Verse": "La malriĉuloj kaj senhavuloj serĉas akvon, sed ĝi ne troviĝas; ilia lango sekiĝas de soifo. Mi, la Eternulo, aŭskultos ilin; Mi, la Dio de Izrael, ne forlasos ilin.",
        "40_Chapter, 17_Verse": "Sur nudaj montetoj Mi malfermos riverojn kaj meze de valoj fontojn, dezerton Mi faros lago da akvo kaj sensukan teron fontoj de akvo.",
        "40_Chapter, 18_Verse": "En dezerto Mi aperigos cedron, akacion, mirton, kaj olivarbon; Mi starigos en stepo cipreson, abion, kaj bukson kune;",
        "40_Chapter, 19_Verse": "por ke ĉiuj vidu kaj eksciu kaj rimarku kaj komprenu, ke la mano de la Eternulo tion faris kaj la Sanktulo de Izrael tion kreis.",
        "40_Chapter, 20_Verse": "Prezentu vian juĝaferon, diras la Eternulo; antaŭmetu viajn argumentojn, diras la Reĝo de Jakob.",
        "40_Chapter, 21_Verse": "Ili alvenu, kaj diru al ni, kio fariĝos; diru al ni, kion signifas tio, kio estis en la komenco, tiam ni pripensos kaj ekscios la finon; aŭ sciigu al ni tion, kio estos.",
        "40_Chapter, 22_Verse": "Diru al ni tion, kio venos poste, por ke ni eksciu, ke vi estas dioj; ĉu vi faros bonon, ĉu malbonon, ni miros kaj vidos kune.",
        "40_Chapter, 23_Verse": "Sed jen vi estas neniaĵo, kaj via agado estas neniaĵo; abomenindaĵon oni elektas en vi.",
        "40_Chapter, 24_Verse": "Iun Mi vekis el nordo, kaj li venis; de la leviĝejo de la suno li proklamas Mian nomon; li paŝas sur potenculoj kiel sur koto, kaj kiel potfaristo piedpremas argilon.",
        "40_Chapter, 25_Verse": "Kiu tion diris antaŭe, por ke ni sciu? kaj antaŭlonge, por ke ni diru: Li estas prava? Sed neniu diris, kaj neniu sciigis, kaj neniu aŭdis viajn vortojn.",
        "40_Chapter, 26_Verse": "Mi la unua diris al Cion: Jen ili estas; kaj al Jerusalem Mi donis sciiganton.",
        "40_Chapter, 27_Verse": "Mi rigardis, kaj neniu estis; inter ili estis neniu konsilanto, ke Mi povu demandi kaj ili respondu.",
        "40_Chapter, 28_Verse": "Jen ili ĉiuj estas vantaĵo, neniaĵo estas ilia faro, vento kaj senenhavaĵo estas iliaj fanditaj idoloj.\n",
        "41_Chapter, 0_Verse": "Jen estas Mia servanto, kiun Mi apogas, Mia elektito, kiun favoras Mia animo. Mi metis Mian spiriton sur lin; li disportos justecon al la nacioj.",
        "41_Chapter, 1_Verse": "Li ne krios nek bruos, kaj ne aŭdigos sur la stratoj sian voĉon.",
        "41_Chapter, 2_Verse": "Kanon rompetitan li ne rompos, kaj meĉon senfajriĝantan li ne estingos. Laŭ la vero li faros juĝon.",
        "41_Chapter, 3_Verse": "Li ne laciĝos nek fleksiĝos, ĝis li starigos sur la tero justecon; kaj lian instruon atendas la insuloj.",
        "41_Chapter, 4_Verse": "Tiele diras Dio, la Eternulo, kiu kreis la ĉielon kaj etendis ĝin, kiu disvastigis la teron kaj ĝiajn produktojn, kiu donis animon sur ĝiaj loĝantoj, kaj spiriton al tiuj, kiuj iras sur ĝi:",
        "41_Chapter, 5_Verse": "Mi, la Eternulo, alvokis vin por la vero, kaj Mi prenos vin je la mano kaj gardos vin, kaj faros vin interligo por la popolo, lumo por la nacioj,",
        "41_Chapter, 6_Verse": "por malfermi okulojn blindajn, por elkonduki el malliberejo malliberulojn, el domo ŝlosita sidantajn en mallumo.",
        "41_Chapter, 7_Verse": "Mi estas la Eternulo, tia estas Mia nomo; kaj Mian honoron Mi ne donos al alia, nek Mian gloron al idoloj.",
        "41_Chapter, 8_Verse": "Kio antaŭlonge estis profetita, jen ĝi plenumiĝis, kaj novajn aferojn Mi anoncas; antaŭ ol ili elkreskos, Mi anoncos al vi.",
        "41_Chapter, 9_Verse": "Kantu al la Eternulo kanton novan, Lian gloron de la rando de la tero, vi, kiuj ŝipveturas sur la maro, kaj ĉio, kio ĝin plenigas, insuloj kaj iliaj loĝantoj.",
        "41_Chapter, 10_Verse": "Laŭtigu vian voĉon, ho dezerto kaj ĝiaj urboj, la vilaĝoj, en kiuj loĝas Kedar; ĝojkriu la loĝantoj de Sela, de la supro de montoj ili voku.",
        "41_Chapter, 11_Verse": "Ili donu honoron al la Eternulo, kaj Lian gloron ili proklamu sur la insuloj.",
        "41_Chapter, 12_Verse": "La Eternulo eliros kiel heroo, kiel homo de milito Li vekos fervoron, Li vokos kaj aŭdigos militan krion, Li montros Sian potencon sur Siaj malamikoj.",
        "41_Chapter, 13_Verse": "Longe Mi silentis, estis kvieta, kaj detenis Min; nun Mi krios kiel naskantino, Mi neniigos kaj englutos ĉion.",
        "41_Chapter, 14_Verse": "Mi dezertigos montojn kaj montetojn, kaj ilian tutan verdaĵon Mi elsekigos; Mi faros la riverojn insuloj, kaj la lagojn Mi elsekigos.",
        "41_Chapter, 15_Verse": "Mi kondukos la blindulojn laŭ vojo, kiun ili ne konas, laŭ irejoj por ili ne konataj Mi irigos ilin; la mallumon antaŭ ili Mi faros lumo, kaj la vojojn kurbajn rektaj. Tiajn aferojn Mi faros por ili, kaj Mi ilin ne forlasos.",
        "41_Chapter, 16_Verse": "Retiros sin malantaŭen, kovriĝos per honto tiuj, kiuj fidas idolojn, kaj kiuj diras al fanditaĵoj: Vi estas niaj dioj.",
        "41_Chapter, 17_Verse": "Aŭskultu, ho surduloj; kaj vi, blinduloj, rigardu, por ke vi vidu.",
        "41_Chapter, 18_Verse": "Sed kiu estas tiel blinda, kiel Mia servanto, kaj surda, kiel la sendato, kiun Mi sendas? kiu estas tiel blinda, kiel Mia elaĉetito, kaj blinda, kiel la servanto de la Eternulo?",
        "41_Chapter, 19_Verse": "Vi vidis multe, sed vi ne konservis; viaj oreloj estas malfermitaj, sed ne aŭdas.",
        "41_Chapter, 20_Verse": "La Eternulo deziris pro Sia justeco, ke Li faru la leĝon granda kaj glora.",
        "41_Chapter, 21_Verse": "Sed tio estas popolo prirabita kaj senhavigita; ili ĉiuj estas ligitaj en kavernoj kaj kaŝitaj en malliberejoj; ili fariĝis rabakiro, kaj neniu ilin savas, kaptitaĵo, kaj neniu diras: Redonu.",
        "41_Chapter, 22_Verse": "Kiu el vi atentos ĉi tion, komprenos kaj aŭskultos por la tempo estonta?",
        "41_Chapter, 23_Verse": "Kiu fordonis Jakobon por ruinigo kaj Izraelon al la rabistoj? ĉu ne la Eternulo, kontraŭ kiu ni pekis, ne volis iri laŭ Liaj vojoj kaj ne aŭskultis Lian instruon?",
        "41_Chapter, 24_Verse": "Kaj Li elverŝis sur lin la ardon de Sia kolero kaj la potencon de la milito; kaj Li faris brulon ĉirkaŭe de li, sed li ne komprenis; Li ĵetis flamojn sur lin, sed li ne prenis tion al sia koro.\n",
        "42_Chapter, 0_Verse": "Sed nun tiele diras la Eternulo, kiu vin kreis, ho Jakob, kaj kiu vin estigis, ho Izrael: Ne timu, ĉar Mi vin savos; Mi vokos vin laŭ via nomo, vi estas Mia.",
        "42_Chapter, 1_Verse": "Kiam vi transiros akvon, Mi estos kun vi, kaj trans riverojn, ili vin ne dronigos; kiam vi iros en fajron, vi ne brulvundiĝos, kaj flamo vin ne bruligos.",
        "42_Chapter, 2_Verse": "Ĉar Mi estas la Eternulo, via Dio, la Sanktulo de Izrael, via Savanto; Egiptujon Mi donos kiel vian elaĉeton, Etiopujon kaj Seban anstataŭ vi.",
        "42_Chapter, 3_Verse": "Ĉar vi estas kara en Miaj okuloj, vi estis honorita kaj Mi vin amas; tial Mi fordonos aliajn homojn anstataŭ vi kaj gentojn anstataŭ via animo.",
        "42_Chapter, 4_Verse": "Ne timu, ĉar Mi estas kun vi; de la oriento Mi venigos vian idaron, kaj de la okcidento Mi vin kolektos.",
        "42_Chapter, 5_Verse": "Mi diros al la nordo: Redonu! kaj al la sudo: Ne retenu! venigu Miajn filojn de malproksime kaj Miajn filinojn de la randoj de la tero,",
        "42_Chapter, 6_Verse": "ĉiun, kiu estas nomata per Mia nomo kaj kiun Mi kreis por Mia gloro, faris, kaj estigis.",
        "42_Chapter, 7_Verse": "Elirigu la popolon blindan, kiu tamen havas okulojn, kaj la surdulojn, kiuj tamen havas orelojn.",
        "42_Chapter, 8_Verse": "Ĉiuj nacioj kolektiĝu kune, kaj la popoloj kunvenu; kiu el ili tion antaŭdirus aŭ anoncus al ni antaŭlonge? ili starigu siajn atestantojn kaj pravigu sin, por ke oni aŭdu, kaj diru: Estas vero!",
        "42_Chapter, 9_Verse": "Vi estas Miaj atestantoj, diras la Eternulo, kaj Mia servanto, kiun Mi elektis; por ke vi sciu kaj kredu al Mi, kaj komprenu, ke tio estas Mi; antaŭ Mi estis kreita nenia Dio, kaj post Mi ne ekzistos.",
        "42_Chapter, 10_Verse": "Mi, Mi estas la Eternulo; kaj krom Mi ekzistas nenia savanto.",
        "42_Chapter, 11_Verse": "Mi promesis kaj savis kaj anoncis; kaj ne estis inter vi iu fremda; kaj vi estas Miaj atestantoj, diras la Eternulo, kaj Mi estas Dio.",
        "42_Chapter, 12_Verse": "De la komenco de la tempo Mi estas la sama, kaj neniu povas savi kontraŭ Mia mano; kiam Mi faras, kiu tion ŝanĝos?",
        "42_Chapter, 13_Verse": "Tiele diras la Eternulo, via Liberiganto, la Sanktulo de Izrael: Pro vi Mi sendis en Babelon kaj pelis malsupren ĉiujn forkurantojn, kaj la ĝojadon de la Ĥaldeoj Mi aliformigis en ploradon.",
        "42_Chapter, 14_Verse": "Mi estas la Eternulo, via Sanktulo, la Kreinto de Izrael, via Reĝo.",
        "42_Chapter, 15_Verse": "Tiele diras la Eternulo, kiu faris vojon sur la maro kaj vojeton sur potenca akvo,",
        "42_Chapter, 16_Verse": "kiu elirigis ĉarojn kaj ĉevalojn, militistaron kaj potencon, kiuj ĉiuj kune falis kaj ne leviĝos, senfajriĝis, estingiĝis kiel meĉo:",
        "42_Chapter, 17_Verse": "Ne rememoru tion, kio estis antaŭlonge, kaj ne meditu pri tio, kio estis en la tempo antikva.",
        "42_Chapter, 18_Verse": "Jen Mi faras ion novan, nun ĝi elkreskas; ĉu vi tion ne komprenas? Mi faros vojon en la dezerto, riverojn en senakva lando.",
        "42_Chapter, 19_Verse": "Gloros Min la bestoj de la kampo, ŝakaloj kaj strutoj; ĉar Mi donis akvon en la dezerto, riverojn en senakva lando, por trinkigi la popolon, kiun Mi elektis,",
        "42_Chapter, 20_Verse": "tiun popolon, kiun Mi kreis por Mi, por ke ĝi rakontu pri Mia gloro.",
        "42_Chapter, 21_Verse": "Sed ne Min vi vokis, ho Jakob, kaj ne por Mi vi laboris, ho Izrael.",
        "42_Chapter, 22_Verse": "Vi ne alportadis al Mi viajn ŝafidojn de brulofero kaj ne honoradis Min per viaj buĉoferoj; Mi ne servigis vin per farunoferoj kaj ne lacigis vin per olibano.",
        "42_Chapter, 23_Verse": "Vi ne aĉetis por Mi per mono bonodoran kanon kaj ne satigis Min per la sebo de viaj buĉoferoj; vi nur laborŝarĝis Min per viaj pekoj, lacigis Min per viaj malbonagoj.",
        "42_Chapter, 24_Verse": "Mi, Mi forviŝas viajn krimojn pro Mi mem, kaj viajn pekojn Mi ne rememoros.",
        "42_Chapter, 25_Verse": "Rememorigu al Mi, kaj ni faru juĝon inter ni; rakontu vi, por ke vi vin pravigu.",
        "42_Chapter, 26_Verse": "Via prapatro pekis, kaj viaj profetoj defalis de Mi.",
        "42_Chapter, 27_Verse": "Tial Mi sensanktigis la estrojn de la sanktejo, kaj Mi elmetis Jakobon al anatemo kaj Izraelon al malhonoro.\n",
        "43_Chapter, 0_Verse": "Sed nun aŭskultu, ho Jakob, Mia servanto, kaj Izrael, kiun Mi elektis.",
        "43_Chapter, 1_Verse": "Tiele diras la Eternulo, kiun vin kreis kaj formis kaj helpas vin de post via naskiĝo: Ne timu, ho Jakob, Mia servanto, kaj vi, ho Jeŝurun, kiun Mi elektis.",
        "43_Chapter, 2_Verse": "Ĉar Mi verŝos akvon sur la soifantaĵon kaj torentojn sur la sekan teron; Mi verŝos Mian spiriton sur vian idaron kaj Mian benon sur viajn devenontojn,",
        "43_Chapter, 3_Verse": "por ke ili kresku inter herbo, kiel salikoj super torentoj da akvo.",
        "43_Chapter, 4_Verse": "Unu diros: Mi apartenas al la Eternulo; alia nomos sin per la nomo de Jakob; alia skribe konsekros sin al la Eternulo kaj prenos al si la alnomon Izrael.",
        "43_Chapter, 5_Verse": "Tiele diras la Eternulo, la Reĝo de Izrael, kaj lia Liberiganto, la Eternulo Cebaot: Mi estas la unua, kaj Mi estas la lasta, kaj ne ekzistas Dio krom Mi.",
        "43_Chapter, 6_Verse": "Kaj kiu estas simila al Mi? li diru kaj anoncu, kaj elmetu antaŭ Mi ĉion, kio estis de post la tempo, kiam Mi kreis la popolon eternan; ili anoncu tion, kio estos kaj kio venos.",
        "43_Chapter, 7_Verse": "Ne timu kaj ne maltrankviliĝu; Mi aŭdigis ja al vi kaj antaŭdiris antaŭlonge; kaj vi estas Miaj atestantoj. Ĉu ekzistas Dio krom Mi? ne ekzistas Roko, Mi iun ne konas.",
        "43_Chapter, 8_Verse": "Ĉiuj, kiuj faras idolojn, estas vantaĵo, kaj iliaj amataĵoj estas senutilaj, kaj ili mem estas atestantoj; ili ne vidas kaj ne komprenas, tial ili estos hontigataj.",
        "43_Chapter, 9_Verse": "Kiu faris dion, kaj fandis idolon, kiu nenion utilas?",
        "43_Chapter, 10_Verse": "Ĉiuj partoprenintoj estos hontigataj, ĉar la majstroj estas ja el homoj; ili ĉiuj kolektiĝu kaj stariĝu, ili ektimos, kaj ĉiuj kune estos hontigataj.",
        "43_Chapter, 11_Verse": "Unu tranĉas la feron per ĉizilo, laboras per karboj, formas ĝin per marteloj, kaj prilaboras ĝin per la forto de sia brako; li eĉ malsatas kaj perdas la fortojn, ne trinkas akvon kaj laciĝas.",
        "43_Chapter, 12_Verse": "Alia hakas lignon, mezuras ĝin per ŝnuro, faras konturojn per grifelo, rabotas per rabotilo, ĉirkaŭsignas per cirkelo, kaj faras el ĝi bildon de homo, de bela homo, por ke ĝi loĝu en la domo.",
        "43_Chapter, 13_Verse": "Li hakas por si cedrojn, prenas ilekson kaj kverkon, preparas al si provizon de arbaraj arboj, plantas pinon, kiun la pluvo kreskigas.",
        "43_Chapter, 14_Verse": "Kaj tio servas al la homo kiel hejtilo; li prenas el tio kaj varmigas sin, li ankaŭ faras fajron kaj bakas panon; el tio sama li faras dion kaj adorkliniĝas antaŭ ĝi, li faras el ĝi idolon kaj adoras ĝin.",
        "43_Chapter, 15_Verse": "Parton el ĝi li forbruligas en fajro, super parto li manĝas viandon, rostas rostaĵon, kaj satiĝas; li ankaŭ varmigas sin, kaj diras: Ha, ha, fariĝis al mi varme, mi eksentis fajron!",
        "43_Chapter, 16_Verse": "Kaj ĝian restaĵon li faris dio, li faris el ĝi sian idolon; li adoras ĝin, adorkliniĝas kaj preĝas al ĝi, kaj diras: Savu min, ĉar vi estas mia dio.",
        "43_Chapter, 17_Verse": "Ili ne scias kaj ne komprenas, ĉar gluitaj estas iliaj okuloj, por ke ili ne vidu, por ke ilia koro ne komprenu.",
        "43_Chapter, 18_Verse": "Kaj li ne primeditas en sia koro, ne havas scion nek komprenon, por diri: Duonon de ĝi mi forbruligis en fajro, mi ankaŭ bakis sur ĝiaj karboj panon, mi rostis viandon kaj manĝis; ĉu do el la restaĵo mi faros abomenindaĵon? ĉu ŝtipon da ligno mi adoros?",
        "43_Chapter, 19_Verse": "Li postkuras polvon, la trompita koro lin erarigas, kaj li ne savas sian animon, kaj ne diras: Ĉu ne malveraĵon mi havas en mia dekstra mano?",
        "43_Chapter, 20_Verse": "Memoru tion, ho Jakob, kaj Izrael, ĉar vi estas Mia servanto; Mi kreis vin Mia servanto; vi, ho Izrael, ne estos forgesita de Mi.",
        "43_Chapter, 21_Verse": "Mi forviŝis viajn kulpojn kiel nubon, kaj viajn pekojn kiel nebulon; revenu al Mi, ĉar Mi savis vin.",
        "43_Chapter, 22_Verse": "Ĝojkriu, ho ĉielo, ĉar la Eternulo tion faris; voku, profundo de la tero; sonigu kanton, ho montoj, arbaro kaj ĉiuj arboj en ĝi; ĉar la Eternulo liberigis Jakobon, kaj faris Sin glora per Izrael.",
        "43_Chapter, 23_Verse": "Tiele diras la Eternulo, via Liberiginto, kiu formis vin de la momento de via naskiĝo: Mi estas la Eternulo, kiu ĉion faras, kiu sola etendis la ĉielon, per Sia propra potenco disvastigis la teron;",
        "43_Chapter, 24_Verse": "kiu neniigas la signojn de divenistoj kaj ridindigas la sorĉistojn, repuŝas la saĝulojn malantaŭen kaj malsaĝigas ilian scion;",
        "43_Chapter, 25_Verse": "kiu konfirmas la vorton de Sia servanto kaj plenumas la decidojn de Siaj senditoj; kiu diras pri Jerusalem: Ĝi havos multe da loĝantoj; kaj pri la urboj de Judujo: Ili estos rekonstruitaj, kaj iliajn ruinojn Mi restarigos;",
        "43_Chapter, 26_Verse": "kiu diras al la maro: Estu seka, kaj Mi sekigos viajn riverojn;",
        "43_Chapter, 27_Verse": "kiu diras pri Ciro: Li estas Mia paŝtisto, kaj li plenumos ĉiujn Miajn dezirojn, dirante al Jerusalem: Estu rekonstruata, kaj la templo estu refondata.\n",
        "44_Chapter, 0_Verse": "Tiele diras la Eternulo pri Sia sanktoleito Ciro: Mi prenis lin je lia dekstra mano, por faligi antaŭ li popolojn, kaj la lumbojn de reĝoj Mi senzonigos, por malfermi antaŭ li la pordojn, kaj por ke la pordegoj ne estu ŝlositaj.",
        "44_Chapter, 1_Verse": "Mi iros antaŭ vi kaj ebenigos altaĵojn; kuprajn pordojn Mi disbatos, kaj ferajn riglilojn Mi rompos.",
        "44_Chapter, 2_Verse": "Kaj Mi transdonos al vi trezorojn sekretajn kaj riĉaĵojn kaŝitajn, por ke vi eksciu, ke Mi, la Eternulo, vokis vin laŭ via nomo, Mi, Dio de Izrael.",
        "44_Chapter, 3_Verse": "Pro Mia servanto Jakob kaj pro Mia elektito Izrael Mi vokis vin laŭ via nomo, Mi altigis vin, kvankam vi Min ne konis.",
        "44_Chapter, 4_Verse": "Mi estas la Eternulo, kaj ne ekzistas alia; ne ekzistas Dio krom Mi; Mi zonis vin, kvankam vi Min ne konis;",
        "44_Chapter, 5_Verse": "por ke oni eksciu oriente kaj okcidente, ke ne ekzistas krom Mi; Mi estas la Eternulo, kaj ne ekzistas alia,",
        "44_Chapter, 6_Verse": "kiu faras lumon kaj kreas mallumon, faras pacon kaj estigas malbonon; Mi, la Eternulo, faras ĉion ĉi tion.",
        "44_Chapter, 7_Verse": "Gutigu, ho ĉielo, de supre, kaj la nuboj verŝu virton; malfermiĝu la tero kaj produktu savon, kaj virto kune elkresku. Mi, la Eternulo, tion kreis.",
        "44_Chapter, 8_Verse": "Ve al tiu, kiu malpacas kun sia Kreinto! potpeco el la potpecoj de la tero! Ĉu diras argilo al sia potfaristo: Kion vi faras? via faritaĵo estas malforta?",
        "44_Chapter, 9_Verse": "Ve al tiu, kiu diras al la patro: Por kio vi naskigas? kaj al la patrino: Por kio vi turmentas vin per naskado?",
        "44_Chapter, 10_Verse": "Tiele diras la Eternulo, la Sanktulo de Izrael kaj lia Kreinto: Pri la estonteco demandu Min; la zorgon pri Miaj filoj kaj pri la faritaĵo de Miaj manoj lasu al Mi.",
        "44_Chapter, 11_Verse": "Mi faris la teron kaj kreis la homon sur ĝi; Mi per Miaj manoj etendis la ĉielon kaj aranĝis ĉiujn ĝiajn apartenaĵojn.",
        "44_Chapter, 12_Verse": "Mi starigis lin por justeco, kaj ĉiujn liajn vojojn Mi ebenigos; li rekonstruos Mian urbon kaj forliberigos Miajn ekzilitojn, ne pro elaĉeto nek pro donacoj, diras la Eternulo Cebaot.",
        "44_Chapter, 13_Verse": "Tiele diras la Eternulo: La laborakiro de Egiptujo kaj la komercaĵo de Etiopujo kaj de Seba, de tiuj altkreskaj viroj, transiros al vi kaj estos viaj; ili iros post vi, en katenoj ili preteriros, kaj ili kliniĝos antaŭ vi, kaj preĝos al vi: Nur ĉe vi estas Dio, kaj ne ekzistas alia Dio.",
        "44_Chapter, 14_Verse": "Vere Vi estas Dio Sin kaŝanta, Dio de Izrael, Savanto.",
        "44_Chapter, 15_Verse": "Hontigataj kaj malhonorataj ili ĉiuj estas; kune kun ili iros en honto la farantoj de idoloj.",
        "44_Chapter, 16_Verse": "Sed Izrael estas savita de la Eternulo per savo eterna; vi ne estos hontigataj nek malhonorataj ĝis eterneco.",
        "44_Chapter, 17_Verse": "Ĉar tiele diras la Eternulo; la kreinto de la ĉielo, Li estas Dio; la farinto kaj estiginto de la tero, Li ĝin aranĝis; Li kreis ĝin, ne por ke ĝi estu malplena; Li faris ĝin, por ke ĝi estu loĝata: Mi estas la Eternulo, kaj ne ekzistas alia.",
        "44_Chapter, 18_Verse": "Ne sekrete Mi parolis, sur malluma loko de la tero; Mi ne diris al la idaro de Jakob: Vane vi Min serĉas. Mi estas la Eternulo, kiu parolas justaĵon kaj anoncas veraĵon.",
        "44_Chapter, 19_Verse": "Kolektiĝu kaj venu, alproksimiĝu kune, ĉiuj savitoj el la nacioj. Senprudentaj estas tiuj, kiuj portas siajn lignajn idolojn, kaj preĝas al dio, kiu ne povas helpi.",
        "44_Chapter, 20_Verse": "Diru, eĉ interproksimiĝu kaj interkonsiliĝu: kiu anoncis tion en la antikva tempo, kaj diris tion antaŭlonge? ĉu ne Mi, la Eternulo? kaj ne ekzistas alia Dio krom Mi, la Dio vera kaj la helpanto; ekzistas neniu krom Mi.",
        "44_Chapter, 21_Verse": "Turnu vin al Mi, ĉiuj finoj de la tero, kaj estu savitaj; ĉar Mi estas Dio, kaj ne ekzistas alia.",
        "44_Chapter, 22_Verse": "Mi ĵuris per Mi, el Mia buŝo eliris vero, vorto ne retirota, ke antaŭ Mi kliniĝos ĉiu genuo, ĵuros ĉiu lango.",
        "44_Chapter, 23_Verse": "Nur la Eternulo, oni diros pri Mi, havas veron kaj potencon; al Li venos kaj hontos ĉiuj, kiuj koleris kontraŭ Li.",
        "44_Chapter, 24_Verse": "Per la Eternulo praviĝos kaj gloriĝos la tuta idaro de Izrael.\n",
        "45_Chapter, 0_Verse": "Kliniĝis Bel, falis Nebo; iliaj idoloj estas transdonitaj al bestoj kaj brutoj; tio, kion vi portadis, fariĝis ŝarĝo por lacaj bestoj.",
        "45_Chapter, 1_Verse": "Ili kliniĝis kaj falis kune, ne povis savi sian ŝarĝon, kaj mem iris en malliberecon.",
        "45_Chapter, 2_Verse": "Aŭskultu Min, domo de Jakob kaj la tuta restaĵo de la domo de Izrael, kiuj estas ŝarĝitaj sur Mi de post via naskiĝo, kiuj estas portataj de Mi de post via eliro el la ventro.",
        "45_Chapter, 3_Verse": "Ankaŭ ĝis via maljuneco Mi estos la sama, kaj ĝis via griziĝo Mi vin portos; Mi vin kreis kaj Mi portos, Mi ŝarĝos sur Min kaj Mi savos.",
        "45_Chapter, 4_Verse": "Al kiu vi Min egaligos kaj komparos kaj similigos Min, ke ni estu similaj?",
        "45_Chapter, 5_Verse": "Tiuj, kiuj ŝutas oron el la saketo kaj pesas arĝenton sur pesilo, dungas oraĵiston, ke li faru el tio dion, antaŭ kiu ili kliniĝas kaj ĵetas sin teren,",
        "45_Chapter, 6_Verse": "levas lin sur la ŝultron, portas kaj starigas lin sur lia loko; kaj li staras, ne moviĝas de sia loko; eĉ se oni krias al li, li ne respondas kaj neniun savas el lia malfeliĉo.",
        "45_Chapter, 7_Verse": "Memoru tion kaj estu viroj, prenu tion al via koro, ho pekantoj.",
        "45_Chapter, 8_Verse": "Memoru tion, kio estis en la komenco de la tempo; ĉar Mi estas Dio, kaj ne ekzistas alia; Mi estas Dio, kaj ne ekzistas simila al Mi.",
        "45_Chapter, 9_Verse": "Mi anoncas antaŭe la estontaĵon, kaj antaŭlonge tion, kio ankoraŭ ne okazis; kiam Mi diras, Mia decido plenumiĝas, kaj ĉion, kion Mi deziras, Mi faras.",
        "45_Chapter, 10_Verse": "Mi vokas de oriento aglon, el lando malproksima viron de Mia destino. Kion Mi diris, tion Mi venigos; kion Mi pripensis, tion Mi plenumos.",
        "45_Chapter, 11_Verse": "Aŭskultu Min, vi, kiuj havas malhumilan koron, kiuj estas malproksimaj de la vero:",
        "45_Chapter, 12_Verse": "Mi alproksimigis Mian veron, por ke ĝi ne estu malproksima, kaj Mia savo ne prokrastiĝos; kaj Mi donos al Cion savon, al Izrael Mian gloron.\n",
        "46_Chapter, 0_Verse": "Iru malsupren kaj sidiĝu sur polvo, ho virgulino filino de Babel; sidiĝu sur la tero, sentronigita filino de la Ĥaldeoj; ĉar oni ne plu nomos vin delikata kaj dorlotata.",
        "46_Chapter, 1_Verse": "Prenu manan muelilon kaj muelu farunon; forigu vian vualon, levu vian vestrandon, malkovru vian kruron, transiru riverojn.",
        "46_Chapter, 2_Verse": "Malkovriĝos via nudaĵo, kaj montriĝos via honto. Mi faros venĝon, kaj Mi neniun indulgos.",
        "46_Chapter, 3_Verse": "Nia Liberiganto ― Lia nomo estas Eternulo Cebaot, Sanktulo de Izrael.",
        "46_Chapter, 4_Verse": "Sidu silente kaj iru en mallumon, ho filino de la Ĥaldeoj, ĉar oni ne plu nomos vin estrino de regnoj.",
        "46_Chapter, 5_Verse": "Kiam Mi koleris Mian popolon, malhonoris Mian heredaĵon, kaj transdonis ilin en viajn manojn, vi ne montris al ili kompaton, sur maljunulon vi metis tre peze vian jugon;",
        "46_Chapter, 6_Verse": "vi diris: Eterne mi estos estrino; vi ne prenis tion al via koro, ne pensis pri la sekvoj.",
        "46_Chapter, 7_Verse": "Aŭskultu do nun, ho voluptulino, kiu sidas senzorge, kiu diras en sia koro: Mi estas, kaj ne ekzistas alia krom mi; mi ne fariĝos vidvino, kaj mi ne konos perdon de infanoj.",
        "46_Chapter, 8_Verse": "Venos do sur vin tiuj du aferoj subite, en unu tago; seninfaneco kaj vidvineco en plena mezuro trafos vin, malgraŭ viaj multaj sorĉoj, malgraŭ la granda forto de viaj magiaĵoj.",
        "46_Chapter, 9_Verse": "Vi sentis vin sendanĝera en via malboneco; vi diris: Neniu min vidas; via saĝeco kaj via scio estis viaj delogantoj; kaj vi diris en via koro: Mi estas, kaj ne ekzistas alia krom mi.",
        "46_Chapter, 10_Verse": "Tial venos sur vin malbono, kies komencon vi ne scios, kaj falos sur vin malfeliĉo, el kiu vi ne povos vin elaĉeti, kaj surprizos vin pereo, kiun vi ne antaŭvidis.",
        "46_Chapter, 11_Verse": "Restu do ĉe viaj magiaĵoj, kaj ĉe viaj multaj sorĉoj, super kiuj vi laboris de via juneco; eble vi povos profiti, eble vi fortiĝos.",
        "46_Chapter, 12_Verse": "Vi laciĝis de la multo de viaj konsiliĝoj; nun ili stariĝu, la mezurantoj de la ĉielo, la esplorantoj de la steloj, la antaŭdiristoj laŭ la luno, kaj ili savu vin kontraŭ tio, kio trafos vin.",
        "46_Chapter, 13_Verse": "Jen, ili fariĝos kiel pajlo; la fajro forbruligos ilin; ili ne savos sian animon el la forto de la flamo; ne estos ia karbo, ĉe kiu sin varmigi, nek fajro, antaŭ kiu sidi.",
        "46_Chapter, 14_Verse": "Tiaj fariĝis por vi tiuj, kun kiuj vi multe penis, kun kiuj vi interrilatis de via juneco; ĉiu forvagis siaflanken, neniu vin savos.\n",
        "47_Chapter, 0_Verse": "Aŭskultu tion, ho domo de Jakob, vi, kiuj estas nomataj per la nomo de Izrael, kiuj devenis el la fonto de Jehuda, kiuj ĵuras per la nomo de la Eternulo kaj citas la Dion de Izrael, ne en vero kaj ne en justeco.",
        "47_Chapter, 1_Verse": "Laŭ la sankta urbo ili sin nomas, kaj je la Dio de Izrael ili sin apogas; Eternulo Cebaot estas Lia nomo.",
        "47_Chapter, 2_Verse": "La estintajn okazintaĵojn Mi anoncis antaŭlonge, el Mia buŝo tio eliris, kaj Mi ĝin aŭdigis; Mi agis subite, kaj ĉio plenumiĝis.",
        "47_Chapter, 3_Verse": "Ĉar Mi sciis, ke vi estas obstina kaj via kolo estas fera tendeno kaj via frunto estas kupra,",
        "47_Chapter, 4_Verse": "tial Mi anoncis al vi antaŭlonge, Mi aŭdigis al vi, antaŭ ol tio plenumiĝis, por ke vi ne diru: Mia idolo tion faris, mia statuo kaj mia fanditaĵo tion ordonis.",
        "47_Chapter, 5_Verse": "Vi aŭdis; rigardo do ĉion; ĉu vi ne devas mem tion konfesi? Mi aŭdigis al vi nun aferojn novajn kaj kaŝitajn, kiujn vi ne sciis.",
        "47_Chapter, 6_Verse": "Nun ili estas kreitaj, ne antaŭlonge; eĉ unu tagon antaŭe vi ne aŭdis pri tio, por ke vi ne diru: Jen, mi sciis pri ili.",
        "47_Chapter, 7_Verse": "Vi ne aŭdis, vi ne sciis, kaj via orelo antaŭe ne estis malfermita; ĉar Mi sciis, ke vi perfidos, de la momento de via naskiĝo oni ja nomas vin nefidindulo.",
        "47_Chapter, 8_Verse": "Pro Mia nomo Mi prokrastas Mian koleron, kaj pro Mia gloro Mi detenas Min, ke Mi ne ekstermu vin.",
        "47_Chapter, 9_Verse": "Jen Mi vin refandis, sed ne rezultis arĝento; Mi elprovis vin en la forno de mizero.",
        "47_Chapter, 10_Verse": "Por Mi, por Mi Mi tion faras; ĉar kial oni blasfemu? Mian gloron Mi ne donos al iu alia.",
        "47_Chapter, 11_Verse": "Aŭskultu Min, ho Jakob kaj Mia alvokito Izrael: tio estas Mi; Mi estas la unua, kaj Mi estas la lasta.",
        "47_Chapter, 12_Verse": "Nur Mia mano fondis la teron, kaj Mia dekstra mano etendis la ĉielon; se Mi vokos ilin, ili stariĝos kune.",
        "47_Chapter, 13_Verse": "Kolektiĝu vi ĉiuj kaj aŭskultu: kiu inter ili anoncis tion? tiu, kiun la Eternulo ekamis, plenumos Lian volon en Babel kaj aperigos Lian potencon super la Ĥaldeoj.",
        "47_Chapter, 14_Verse": "Mi, Mi tion diris, Mi lin alvokis, venigis, kaj sukcesigis lian vojon.",
        "47_Chapter, 15_Verse": "Alproksimiĝu al Mi, aŭskultu tion; de la komenco Mi ne parolis sekrete; de la momento, kiam la afero komenciĝis, Mi tie estis. Kaj ankaŭ nun sendis min la Sinjoro, la Eternulo, kaj Lia spirito.",
        "47_Chapter, 16_Verse": "Tiele diras la Eternulo, via Liberiganto, la Sanktulo de Izrael: Mi estas la Eternulo, via Dio, kiu instruas vin por via utilo, kiu kondukas vin laŭ la vojo, kiun vi devas iri.",
        "47_Chapter, 17_Verse": "Ho, se vi atentus Miajn ordonojn! tiam via paco estus kiel rivero, kaj via justeco kiel la ondoj de la maro;",
        "47_Chapter, 18_Verse": "kaj via idaro estus kiel sablo, kaj viaj devenantoj kiel ĝiaj grajnetoj; lia nomo ne estus ekstermita nek pereigita antaŭ Mi.",
        "47_Chapter, 19_Verse": "Eliru el Babel, kuru el Ĥaldeujo, anoncu kun voĉo ĝojkria, aŭdigu tion, disportu ĝin ĝis la fino de la tero, diru: La Eternulo liberigis Sian servanton Jakob.",
        "47_Chapter, 20_Verse": "Kaj ili ne soifis en la dezertoj, tra kiuj Li kondukis ilin; Li elfluigis por ili akvon el roko, Li disfendis rokon, kaj ekfluis akvo.",
        "47_Chapter, 21_Verse": "Sed por la malpiuloj, diras la Eternulo, ne ekzistas paco.\n",
        "48_Chapter, 0_Verse": "Aŭskultu min, ho insuloj, kaj atentu, ho malproksimaj gentoj: la Eternulo min alvokis el la ventro, el la interno de mia patrino Li vokis mian nomon.",
        "48_Chapter, 1_Verse": "Kaj Li faris mian buŝon simila al akra glavo, kovris min per la ombro de Sia mano, kaj faris min polurita sago, kaŝis min en Sia sagujo.",
        "48_Chapter, 2_Verse": "Kaj Li diris al mi: Vi estas Mia servanto, ho Izrael, per kiu Mi gloriĝos.",
        "48_Chapter, 3_Verse": "Mi opiniis, ke vane mi penis, ke sencele kaj vane mi konsumis mian forton; sed vere mia rajto estas ĉe la Eternulo, kaj mia rekompenco ĉe mia Dio.",
        "48_Chapter, 4_Verse": "Kaj nun diris la Eternulo, kiu el la patrina ventro kreis min Lia servanto, por ke mi revenigu al Li Jakobon kaj por ke Izrael kolektiĝu ĉe Li (ĉar mi estas honorata antaŭ la okuloj de la Eternulo, kaj mia Dio estas mia forto) ―",
        "48_Chapter, 5_Verse": "Li diris: Ne sufiĉas, ke vi estas Mia servanto, por restarigi la tribojn de Jakob kaj revenigi la konservitojn de Izrael; sed Mi faros vin lumo por la nacioj, por ke Mia savo etendiĝu ĝis la fino de la tero.",
        "48_Chapter, 6_Verse": "Tiele diras la Eternulo, la Liberiganto de Izrael, lia Sanktulo, al la malestimata animo, al la abomenato de la popoloj, al la sklavo de la regantoj: Reĝoj ekvidos kaj leviĝos; princoj, kaj ili adorkliniĝos; pro la Eternulo, kiu estas fidinda, pro la Sanktulo de Izrael, kiu vin elektis.",
        "48_Chapter, 7_Verse": "Tiele diras la Eternulo: En la tempo de favoro Mi aŭskultos vin, kaj en la tago de savo Mi helpos vin, kaj Mi konservos vin kaj faros vin interligo por la popoloj, por restarigi la teron, por ekposedi dezertigitajn posedaĵojn,",
        "48_Chapter, 8_Verse": "por diri al la malliberigitoj: Eliru! al la troviĝantoj en mallumo: Montriĝu! Ĉe la vojoj ili paŝtiĝos, kaj sur ĉiuj nudaj montetoj estos ilia paŝtejo.",
        "48_Chapter, 9_Verse": "Ili ne malsatos nek soifos, ne frapos ilin siroko nek la suno; ĉar ilia Kompatanto ilin kondukos, kaj al fontoj de akvo Li ilin gvidos.",
        "48_Chapter, 10_Verse": "Kaj Mi faros ĉiujn Miajn montojn vojo, kaj Miaj vojetoj estos ebene altigitaj.",
        "48_Chapter, 11_Verse": "Jen tiuj venos de malproksime, kaj aliaj de nordo kaj de okcidento, kaj aliaj el la lando Ĉinio.",
        "48_Chapter, 12_Verse": "Ĝojkriu, ho ĉielo, kaj ĝoju, ho tero, sonigu kanton, ho montoj; ĉar la Eternulo konsolis Sian popolon kaj kompatis Siajn mizerulojn.",
        "48_Chapter, 13_Verse": "Sed Cion diris: La Eternulo min forlasis, kaj mia Sinjoro min forgesis.",
        "48_Chapter, 14_Verse": "Ĉu povas virino forgesi sian infaneton kaj ne kompati la idon de sia ventro? eĉ se ili forgesos, Mi vin ne forgesos.",
        "48_Chapter, 15_Verse": "Jen sur Miaj manoj Mi vin gravuris; viaj muroj estas ĉiam antaŭ Mi.",
        "48_Chapter, 16_Verse": "Rapidos viaj konstruantoj; viaj detruantoj kaj viaj ekstermantoj eliros for de vi.",
        "48_Chapter, 17_Verse": "Levu ĉirkaŭen viajn okulojn, kaj rigardu: ĉiuj kolektiĝis, venas al vi. Kiel Mi vivas, diras la Eternulo, vi ĉiujn metos sur vin kiel ornamon, kaj vi ĉirkaŭligos vin per ili kiel fianĉino.",
        "48_Chapter, 18_Verse": "Ĉar viaj dezertigitaj kaj senhomigitaj lokoj kaj via ruinigita lando estas tro malvastaj por la loĝantoj, kaj viaj ekstermantoj estos malproksimigitaj.",
        "48_Chapter, 19_Verse": "Viaj malaperintaj infanoj ankoraŭ diros en viajn orelojn: Tro malvasta estas por mi la loko; cedu al mi, ke mi povu loĝi.",
        "48_Chapter, 20_Verse": "Tiam vi diros en via koro: Kiu naskis al mi ĉi tiujn? mi estis ja seninfana kaj soleca, elpelita kaj forpuŝita; kiu do edukis ilin? mi restis ja sola; kie do estis ĉi tiuj?",
        "48_Chapter, 21_Verse": "Tiele diras la Sinjoro, la Eternulo: Jen Mi levos Mian manon al la nacioj, kaj antaŭ la gentoj Mi elmetos Mian standardon; kaj ili venigos viajn filojn en la baskoj, kaj viajn filinojn ili portos sur la ŝultroj.",
        "48_Chapter, 22_Verse": "Kaj reĝoj estos viaj vartistoj, kaj iliaj princinoj estos viaj nutristinoj; vizaĝaltere ili kliniĝos antaŭ vi, kaj la polvon de viaj piedoj ili lekos; kaj tiam vi ekscios, ke Mi estas la Eternulo, ke Miaj fidantoj ne hontos.",
        "48_Chapter, 23_Verse": "Ĉu de fortulo oni povas forpreni la akiritaĵon? aŭ ĉu oni povas liberigi la kaptitojn de venkinto?",
        "48_Chapter, 24_Verse": "Sed tiele diras la Eternulo: Eĉ la kaptitoj estos forprenitaj for de la fortulo, kaj la akiritaĵo de la potenculo formalaperos; kaj kontraŭ viaj kverelantoj Mi kverelos, kaj viajn filojn Mi savos.",
        "48_Chapter, 25_Verse": "Kaj al viaj premantoj Mi manĝigos ilian propran karnon, kaj kiel de mosto ili ebriiĝos de sia propra sango; kaj ekscios ĉiu karno, ke Mi, la Eternulo, estas via Savanto kaj via Liberiganto, la Potenculo de Jakob.\n",
        "49_Chapter, 0_Verse": "Tiele diras la Eternulo: Kie estas la eksedziga letero de via patrino, per kiu Mi ŝin forpuŝis? aŭ al kiu el Miaj kreditoroj Mi vendis vin? Jen pro viaj pekoj vi estas venditaj, kaj pro viaj krimoj estas forpuŝita via patrino.",
        "49_Chapter, 1_Verse": "Kial neniu estis, kiam Mi venis? kial neniu respondis, kiam Mi vokis? Ĉu Mia mano fariĝis tro mallonga, por liberigi? kaj ĉu ne ekzistas en Mi forto, por savi? Jen per Mia severa vorto Mi sekigas maron, Mi faras el riveroj dezerton; iliaj fiŝoj putras pro senakveco kaj mortas de soifo.",
        "49_Chapter, 2_Verse": "Mi vestas la ĉielon per mallumo, kaj sakaĵon Mi faras ĝia kovrilo.",
        "49_Chapter, 3_Verse": "La Sinjoro, la Eternulo, donis al mi langon instruitan, por ke mi povosciu vigligi per vorto senfortigiton; Li vekas, ĉiumatene vekas mian orelon, por ke mi aŭskultu kiel instruatoj.",
        "49_Chapter, 4_Verse": "La Sinjoro, la Eternulo, malfermis mian orelon, kaj mi ne kontraŭstaris, mi ne turnis min malantaŭen.",
        "49_Chapter, 5_Verse": "Mian dorson mi elmetis al la batantoj kaj miajn vangojn al la harŝirantoj; mian vizaĝon mi ne kovris kontraŭ insultoj kaj kraĉado.",
        "49_Chapter, 6_Verse": "Sed la Sinjoro, la Eternulo, helpas al mi, tial mi ne estas hontigata; tial mi faris mian vizaĝon kiel siliko, kaj mi scias, ke mi ne estos senhonorigata.",
        "49_Chapter, 7_Verse": "Proksima estas mia praviganto; kiu procesos kontraŭ mi? ni stariĝu kune; kiu postulas juĝon kontraŭ mi, li alproksimiĝu al mi.",
        "49_Chapter, 8_Verse": "Jen la Sinjoro, la Eternulo, helpas al mi; kiu do malpravigos min? jen ili ĉiuj elfrotiĝos kiel vesto, tineoj ilin tramanĝos.",
        "49_Chapter, 9_Verse": "Kiu inter vi timas la Eternulon, aŭskultas la voĉon de Lia servanto? Kvankam li iras en mallumo kaj nenio brilas al li, tamen li fidu la nomon de la Eternulo kaj apogu sin sur sia Dio.",
        "49_Chapter, 10_Verse": "Jen vi ĉiuj, kiuj ekbruligas fajron, ĉirkaŭas sin per flamoj, iru en la lumon de via fajro, kaj en la flamojn, kiujn vi ekbruligis. Per Mia mano tio fariĝos al vi; en doloro vi kuŝos.\n",
        "50_Chapter, 0_Verse": "Aŭskultu Min, vi, kiuj postkuras la veron, kiuj serĉas la Eternulon: rigardu la rokon, el kiu vi estas elhakitaj, kaj en la profundon de la kavo, el kiu vi estas elfositaj.",
        "50_Chapter, 1_Verse": "Rigardu Abrahamon, vian patron, kaj Saran, vian naskintinon; ĉar Mi alvokis lin, kiam li estis sola, kaj Mi benis lin kaj multigis lin.",
        "50_Chapter, 2_Verse": "Ĉar la Eternulo konsolos Cionon, konsolos ĉiujn ĝiajn ruinojn, kaj ĝian dezerton Li faros kiel Eden, kaj ĝian stepon kiel la ĝardeno de la Eternulo; ĝojo kaj gajeco troviĝos en ĝi, dankado kaj laŭta kantado.",
        "50_Chapter, 3_Verse": "Atentu Min, ho Mia popolo, kaj vi, Mia gento, aŭskultu Min; ĉar instruo eliros el Mi, kaj Mian leĝon Mi starigos kiel lumon por la popoloj.",
        "50_Chapter, 4_Verse": "Proksima estas Mia vero, eliris Mia helpo, kaj Miaj brakoj juĝos popolojn; al Mi esperas insuloj kaj atendas Mian brakon.",
        "50_Chapter, 5_Verse": "Levu al la ĉielo viajn okulojn, kaj rigardu la teron malsupre; ĉar la ĉielo disneniiĝos kiel fumo, kaj la tero elfrotiĝos kiel vesto, kaj ĝiaj loĝantoj mortos kiel kuloj; sed Mia savo restos eterne, kaj Mia vero ne difektiĝos.",
        "50_Chapter, 6_Verse": "Aŭskultu Min, vi, kiuj konas la veron, popolo, havanta Mian instruon en sia koro: ne timu ofendon de homoj, kaj de iliaj insultoj ne senkuraĝiĝu.",
        "50_Chapter, 7_Verse": "Ĉar kiel veston tramanĝos ilin tineoj, kaj kiel lanaĵon tramanĝos ilin vermoj; sed Mia vero restos eterne, kaj Mia savo por ĉiuj generacioj.",
        "50_Chapter, 8_Verse": "Leviĝu, leviĝu, vestu vin per forto, ho brako de la Eternulo; leviĝu, kiel en la tempo antikva, en la generacioj de antaŭlonge. Ĉu ne vi dishakis Rahabon, trapikis la drakon?",
        "50_Chapter, 9_Verse": "Ĉu ne vi elsekigis la maron, la akvon de grandega abismo, faris la maran profundon vojo por transiro de la liberigitoj?",
        "50_Chapter, 10_Verse": "Kaj la elaĉetitoj de la Eternulo revenos kaj iros sur Cionon kun kantado, kaj ĝojo eterna estos super ilia kapo; ĝojon kaj gajecon ili atingos, kaj forflugos afliktoj kaj ĝemado.",
        "50_Chapter, 11_Verse": "Mi, Mi mem estas via konsolanto. Kiu vi estas, ke vi timas homon morteman, kaj homidon, kiu estas egala al herbo;",
        "50_Chapter, 12_Verse": "kaj vi forgesis la Eternulon, vian Kreinton, kiu etendis la ĉielon kaj fondis la teron; kaj konstante, ĉiutage, vi timas la furiozon de la premanto, kiu celas ekstermi? Sed kie estas la furiozo de la premanto?",
        "50_Chapter, 13_Verse": "Baldaŭ la kaptito estos liberigita, ke li ne mortu en la kavo kaj ne manku al li pano.",
        "50_Chapter, 14_Verse": "Mi estas la Eternulo, via Dio, kiu kvietigas la maron, kiam bruas ĝiaj ondoj, kaj kies nomo estas Eternulo Cebaot.",
        "50_Chapter, 15_Verse": "Mi metis Miajn vortojn en vian buŝon kaj kovris vin per la ombro de Mia mano, por aranĝi la ĉielon kaj doni fundamenton al la tero, kaj por diri al Cion: Vi estas Mia popolo.",
        "50_Chapter, 16_Verse": "Vekiĝu, vekiĝu, leviĝu, ho Jerusalem, vi, kiu trinkis el la mano de la Eternulo la kalikon de Lia kolero; la ŝaŭmantan ebriigantan kalikon vi eltrinkis ĝis la fundo.",
        "50_Chapter, 17_Verse": "El ĉiuj filoj, kiujn ŝi naskis, neniu ŝin gvidis; el ĉiuj filoj, kiujn ŝi edukis, neniu tenis ŝin je la mano.",
        "50_Chapter, 18_Verse": "Tio ambaŭ vin trafis; kiu kompatis vin? ruinado kaj malfeliĉo, malsato kaj glavo; per kiu mi povus konsoli vin?",
        "50_Chapter, 19_Verse": "Viaj filoj senfortiĝis, kuŝis ĉe la komenco de ĉiuj stratoj kiel cervo en reto, plenaj de la kolero de la Eternulo, de la indigno de via Dio.",
        "50_Chapter, 20_Verse": "Tial aŭskultu ĉi tion, vi, mizerulino kaj ebriulino, sed ne de vino:",
        "50_Chapter, 21_Verse": "tiele diras via Sinjoro, la Eternulo, kaj via Dio, kiu defendas Sian popolon: Jen Mi prenis el via mano la ebriigan kalikon, la ŝaŭmantan kalikon de Mia kolero; vi ne plu trinkos ĝin;",
        "50_Chapter, 22_Verse": "kaj Mi transdonos ĝin en la manon de viaj turmentantoj, kiuj diris al via animo: Klinu vin, por ke ni transiru; kaj vi faris el via dorso kvazaŭ teron, kvazaŭ straton por pasantoj.\n",
        "51_Chapter, 0_Verse": "Vekiĝu, vekiĝu, vestu vin per via forto, ho Cion; surmetu sur vin la vestojn de via majesto, ho Jerusalem, sankta urbo; ĉar ne plu eniros en vin necirkumcidito kaj malpurulo.",
        "51_Chapter, 1_Verse": "Forskuu de vi la polvon, leviĝu, sidiĝu, ho Jerusalem; disigu la ligilojn de via kolo, ho kaptita filino de Cion.",
        "51_Chapter, 2_Verse": "Ĉar tiele diras la Eternulo: Senpage vi estis vendita, kaj ne per arĝento vi estos elaĉetita.",
        "51_Chapter, 3_Verse": "Ĉar tiele diras la Sinjoro, la Eternulo: En Egiptujon iam iris Mia popolo, por loĝi tie kelktempe, kaj la Asiriano pro nenio ĝin premis;",
        "51_Chapter, 4_Verse": "kion do Mi nun ĉi tie devas fari, diras la Eternulo, kiam Mia popolo estas prenita pro nenio? ĝiaj regantoj triumfe krias, diras la Eternulo, kaj konstante, ĉiutage, Mia nomo estas insultata.",
        "51_Chapter, 5_Verse": "Tial Mia popolo ekkonos Mian nomon; tial ĝi ekscios en tiu tago, ke Mi estas Tiu sama, kiu diras: Jen Mi estas.",
        "51_Chapter, 6_Verse": "Kiel ĉarmaj estas sur la montoj la piedoj de anoncanto, kiu proklamas pacon, anoncas bonon, sciigas pri helpo, diras al Cion: Reĝas via Dio!",
        "51_Chapter, 7_Verse": "Jen eksonis la voĉo de viaj gardostarantoj; ili levas la voĉon kaj kune ĝojkrias, ĉar per siaj propraj okuloj ili vidas, kiel la Eternulo revenas al Cion.",
        "51_Chapter, 8_Verse": "Triumfu, ĝojkriu kune, ho ruinoj de Jerusalem; ĉar la Eternulo konsolis Sian popolon, liberigis Jerusalemon.",
        "51_Chapter, 9_Verse": "La Eternulo malkovris Sian sanktan brakon antaŭ la okuloj de ĉiuj nacioj; kaj ĉiuj finoj de la tero vidas la helpon de nia Dio.",
        "51_Chapter, 10_Verse": "Foriru, foriru, eliru el tie, ne tuŝu malpuraĵon; eliru el ĝia mezo; purigu vin, ho portantoj de la vazoj de la Eternulo.",
        "51_Chapter, 11_Verse": "Tamen ne rapidante vi eliros, kaj ne forkurante vi iros; ĉar iros antaŭ vi la Eternulo, kaj gardos vin malantaŭe la Dio de Izrael.",
        "51_Chapter, 12_Verse": "Jen Mia servanto havos sukceson, li altiĝos kaj gloriĝos kaj staros tre alte.",
        "51_Chapter, 13_Verse": "Kiel multaj estis teruritaj, rigardante vin (tiele lia aspekto estis malbeligita pli ol ĉe ĉiu alia kaj lia eksteraĵo pli ol ĉe iu ajn homo),",
        "51_Chapter, 14_Verse": "tiel li saltigos pri si multe da popoloj; reĝoj fermos antaŭ li sian buŝon, ĉar ili vidos ion, kio ne estis dirita al ili, kaj ili rimarkos ion, pri kio ili ne aŭdis.\n",
        "52_Chapter, 0_Verse": "Kiu kredus al tio, kion ni aŭdis? kaj super kiu malkaŝiĝis la brako de la Eternulo?",
        "52_Chapter, 1_Verse": "Ĉar li elkreskis antaŭ Li kiel juna branĉo kaj kiel radiko el tero senakva; li ne havis staturon nek belecon; ni rigardis lin, sed li ne havis aspekton, per kiu li plaĉus al ni.",
        "52_Chapter, 2_Verse": "Li estis malestimata kaj evitata de homoj, viro suferanta kaj malsana; kaj kiel iganta deturni de li la vizaĝon, li estis malestimata, kaj li havis por ni nenian valoron.",
        "52_Chapter, 3_Verse": "Vere, niajn malsanojn li portis sur si, kaj per niaj suferoj li sin ŝarĝis; sed ni opiniis lin plagita, frapita de Dio, kaj humiligita.",
        "52_Chapter, 4_Verse": "Tamen li estis vundita pro niaj pekoj, dispremita pro niaj krimoj; puno por nia bono estis sur li, kaj per lia vundo ni saniĝis.",
        "52_Chapter, 5_Verse": "Ni ĉiuj erarvagis kiel ŝafoj, ĉiu iris sian vojon; kaj la Eternulo ĵetis sur lin la kulpon de ni ĉiuj.",
        "52_Chapter, 6_Verse": "Li estis turmentata, tamen li humiliĝis kaj ne malfermis sian buŝon; kiel ŝafido kondukata al buĉo kaj kiel ŝafo muta antaŭ siaj tondantoj, li ne malfermis sian buŝon.",
        "52_Chapter, 7_Verse": "De malliberigo kaj de juĝo li estas prenita; kaj pri lia generacio kiu rakontos? De sur la tero de vivantoj li estas fortranĉita, pro la kulpo de mia popolo li estas frapita.",
        "52_Chapter, 8_Verse": "Inter malbonaguloj oni donis al li tombon, inter riĉuloj post lia morto, kvankam li ne faris maljustaĵon kaj trompo ne estis en lia buŝo.",
        "52_Chapter, 9_Verse": "Sed la Eternulo volis tiel lin turmenti. Kiam lia animo estos preninta sur sin elaĉetan punon, li vidos idaron, li longe vivos, kaj la intenco de la Eternulo sukcesos per lia mano.",
        "52_Chapter, 10_Verse": "La laborfrukton de sia animo li vidos, kaj satiĝos. Per konigo de li Mia virtulo-servanto virtigos multajn; kaj iliajn pekojn li portos sur si.",
        "52_Chapter, 11_Verse": "Tial Mi donos al li multajn kiel lian parton, kaj la potenculojn li dividos kiel akiron; pro tio, ke li elmetis sian animon al la morto kaj estis alkalkulita al krimuloj, dum li portis sur si la pekon de multaj kaj petis por la krimuloj.\n",
        "53_Chapter, 0_Verse": "Ĝoju, ho senfruktulino, kiu ne naskis; sonigu kanton kaj ĝojkriu, ho vi, kiu ne suferis doloron; ĉar la forlasitino havos pli da infanoj, ol la havanta edzon, diras la Eternulo.",
        "53_Chapter, 1_Verse": "Vastigu la spacon de via tendo, disetendu la tapiŝojn de viaj loĝejoj, ne retenu; etendu pli longe viajn ŝnurojn, kaj viajn palisojn fortikigu.",
        "53_Chapter, 2_Verse": "Ĉar dekstren kaj maldekstren vi disvastiĝos, kaj via idaro ekposedos naciojn kaj ekloĝos en urboj dezertigitaj.",
        "53_Chapter, 3_Verse": "Ne timu, ĉar vi ne estos malhonorata; ne kaŝu vin honte, ĉar vi ne estos hontigata, kaj ĉar la honton de via juneco vi forgesos kaj la malhonoron de via vidvineco vi ne plu rememoros.",
        "53_Chapter, 4_Verse": "Ĉar via Kreinto estas via edzo, Eternulo Cebaot estas Lia nomo; kaj via Liberiginto estas la Sanktulo de Izrael, kiun oni nomas Dio de la tuta tero.",
        "53_Chapter, 5_Verse": "Ĉar kiel virinon forlasitan kaj afliktitan en la spirito la Eternulo vin alvokis; kaj kiel edzinon de la juneco, kvankam forpuŝitan, diras via Dio.",
        "53_Chapter, 6_Verse": "Por malgranda momento Mi vin forlasis, kaj kun granda kompato Mi vin reprenos al Mi.",
        "53_Chapter, 7_Verse": "En eksplodo de kolero Mi forturnis de vi Mian vizaĝon por momento, sed per eterna favorkoreco Mi vin kompatis, diras via Liberiginto, la Eternulo.",
        "53_Chapter, 8_Verse": "Ĉar tio estas por Mi kiel la akvo de Noa; kiel Mi ĵuris, ke Mi ne plu venigos la akvon de Noa sur la teron, tiel Mi ĵuris, ke Mi ne koleros vin nek insultos vin.",
        "53_Chapter, 9_Verse": "Ĉar montoj forŝoviĝos kaj altaĵoj ŝanceliĝos; sed Mia favorkoreco ne foriĝos de vi, kaj la interligo de Mia paco ne ŝanceliĝos, diras la Eternulo, via Kompatanto.",
        "53_Chapter, 10_Verse": "Ho mizera, suferanta de ventego, senkonsola! jen Mi donos brilon al viaj ŝtonoj, kaj vian fundamenton Mi faros el safiroj.",
        "53_Chapter, 11_Verse": "Kaj Mi faros viajn murdentojn el rubenoj kaj viajn pordegojn el kristaloj kaj ĉiujn viajn limojn el multekostaj ŝtonoj.",
        "53_Chapter, 12_Verse": "Kaj ĉiuj viaj infanoj estos instruitaj de la Eternulo, kaj granda estos la bonstato de viaj filoj.",
        "53_Chapter, 13_Verse": "Per vero vi fortikiĝos; estu malproksima de premiteco, ĉar vi ne bezonas timi, kaj de teruro, ĉar ĝi ne alproksimiĝos al vi.",
        "53_Chapter, 14_Verse": "Certe, oni sin armos kontraŭ vi, sed tio ne estos de Mi; kiu sin armos kontraŭ vi, tiu falos antaŭ vi.",
        "53_Chapter, 15_Verse": "Jen Mi kreis la forĝiston, kiu blovas fajron sur karboj kaj ellaboras ilojn por siaj faroj; kaj Mi ankaŭ kreis ekstermanton por detruado.",
        "53_Chapter, 16_Verse": "Nenia ilo, kreita kontraŭ vi, havos sukceson; kaj ĉiun langon, kiu batalos kontraŭ vi en la juĝo, vi malpravigos. Tio estas la heredaĵo de la servantoj de la Eternulo, kaj ilia praveco antaŭ Mi, diras la Eternulo.\n",
        "54_Chapter, 0_Verse": "Ho vi, ĉiuj soifantoj, iru al la akvo, kaj vi, kiuj ne havas monon; iru, aĉetu, kaj manĝu; iru, aĉetu sen mono kaj sen pago vinon kaj lakton.",
        "54_Chapter, 1_Verse": "Kial vi donas monon por tio, kio ne estas pano? kaj vian laboron por tio, kio ne satigas? aŭskultu do Min, kaj manĝu bonaĵon, kaj via animo ĝuu grasaĵon.",
        "54_Chapter, 2_Verse": "Klinu vian orelon, kaj venu al Mi; aŭskultu, por ke vivu via animo; kaj Mi faros kun vi interligon eternan pri la fidindaj korfavoroj, promesitaj al David.",
        "54_Chapter, 3_Verse": "Jen Mi starigis lin kiel atestanton por la nacioj, kiel princon kaj ordonanton por la gentoj.",
        "54_Chapter, 4_Verse": "Jen vi vokos popolon, kiun vi ne konas; kaj popolo, kiu vin ne konas, alkuros al vi, pro la Eternulo, via Dio, kaj pro la Sanktulo de Izrael, ĉar Li faris vin glora.",
        "54_Chapter, 5_Verse": "Serĉu la Eternulon, dum Li estas trovebla; voku Lin, dum Li estas proksime.",
        "54_Chapter, 6_Verse": "Malpiulo forlasu sian vojon, kaj krimulo siajn intencojn, kaj li returnu sin al la Eternulo, kaj ĉi Tiu lin kompatos, kaj al nia Dio, ĉar Li multe pardonas.",
        "54_Chapter, 7_Verse": "Ĉar Miaj pensoj ne estas viaj pensoj, kaj viaj vojoj ne estas Miaj vojoj, diras la Eternulo.",
        "54_Chapter, 8_Verse": "Kiom la ĉielo estas pli alte ol la tero, tiom Miaj vojoj estas pli alte ol viaj vojoj, kaj Miaj pensoj ol viaj pensoj.",
        "54_Chapter, 9_Verse": "Ĉar kiel la pluvo kaj la neĝo falas de la ĉielo kaj ne revenas tien, sed malsoifigas la teron kaj naskigas kaj produktigas ĝin kaj donas semon al la semanto kaj panon al la manĝanto:",
        "54_Chapter, 10_Verse": "tiel estos Mia vorto, kiu eliras el Mia buŝo; ĝi ne revenos al Mi vane, sed plenumos Mian volon, kaj sukcesos en tio, por kio Mi ĝin sendis.",
        "54_Chapter, 11_Verse": "Kun ĝojo vi eliros, kaj kun paco vi estos kondukataj; la montoj kaj montetoj sonigos antaŭ vi kanton, kaj ĉiuj arboj de la kampo plaŭdos per la manoj.",
        "54_Chapter, 12_Verse": "Anstataŭ pikarbetaĵo elkreskos cipreso, anstataŭ urtiko elkreskos mirto; kaj tio estos gloro por la Eternulo, eterna signo, kiu ne ekstermiĝos.\n",
        "55_Chapter, 0_Verse": "Tiele diras la Eternulo: Gardu justecon kaj faru bonon; ĉar baldaŭ venos Mia savo kaj malkaŝiĝos Mia vero.",
        "55_Chapter, 1_Verse": "Feliĉa estas la homo, kiu tion faras, kaj la homido, kiu sin tenas je tio, kaj observas sabaton, por ne malsanktigi ĝin, kaj gardas sian manon, por fari nenian malbonon.",
        "55_Chapter, 2_Verse": "La fremdulo, kiu aliĝis al la Eternulo, ne diru: La Eternulo elapartigos min de Sia popolo; kaj la eŭnuko ne diru: Jen mi estas arbo velkinta.",
        "55_Chapter, 3_Verse": "Ĉar tiele diras la Eternulo pri la eŭnukoj, kiuj observas Miajn sabatojn, elektas tion, kio plaĉas al Mi, kaj tenas sin je Mia interligo:",
        "55_Chapter, 4_Verse": "Al ili Mi donos en Mia domo kaj inter Miaj muroj lokon kaj nomon pli bonan ol al filoj kaj filinoj; Mi donos al ili nomon eternan, kiu ne ekstermiĝos.",
        "55_Chapter, 5_Verse": "Kaj la fremdulojn, kiuj aliĝis al la Eternulo, por servi al Li kaj ami la nomon de la Eternulo, por estis Liaj sklavoj, ĉiujn, kiuj observas sabaton, por ne malsanktigi ĝin, kaj kiuj tenas sin je Mia interligo,",
        "55_Chapter, 6_Verse": "Mi venigos sur Mian sanktan monton kaj ĝojigos en Mia preĝejo; iliaj bruloferoj kaj buĉoferoj estos favore akceptataj sur Mia altaro; ĉar Mia domo estos nomata preĝejo por ĉiuj popoloj.",
        "55_Chapter, 7_Verse": "La Sinjoro, la Eternulo, kiu kolektas la dispelitojn de Izrael, diras: Al liaj kolektitoj Mi kolektos ankoraŭ pli.",
        "55_Chapter, 8_Verse": "Venu por manĝi, ho ĉiuj bestoj kampaj, ĉiuj bestoj arbaraj.",
        "55_Chapter, 9_Verse": "Liaj gardistoj ĉiuj estas blindaj, senkomprenaj; ili ĉiuj estas hundoj mutaj, kiuj ne povas boji, dormemaj, kuŝemaj, amantaj dormeti.",
        "55_Chapter, 10_Verse": "Tamen ili estas hundoj avidaj, kiuj ne povas satiĝi; kaj ili estas paŝtistoj, kiuj nenion komprenas; ĉiu iras sian vojon, ĉiu siaflanke serĉas sian profiton, dirante:",
        "55_Chapter, 11_Verse": "Venu, mi prenos vinon, kaj ni trinku ebriigaĵon; kaj kiel estas hodiaŭ, tiel estos morgaŭ, multe kaj ankoraŭ multe pli.\n",
        "56_Chapter, 0_Verse": "La virtulo pereis, kaj neniu prenis tion al sia koro; kaj piaj homoj estas forkaptataj, kaj neniu komprenas, ke for de malbono estas forkaptita la virtulo.",
        "56_Chapter, 1_Verse": "Kiu iras ĝustan vojon, tiu venas al paco, ripozas sur sia kuŝejo.",
        "56_Chapter, 2_Verse": "Sed venu ĉi tien vi, ho filoj de sorĉistino, idoj de adultulo kaj malĉastulino!",
        "56_Chapter, 3_Verse": "Kiun vi mokegas? kontraŭ kiu vi malfermegas la buŝon kaj elŝovas la langon? ĉu vi ne estas infanoj de krimo, idoj de mensogo,",
        "56_Chapter, 4_Verse": "kiuj varmiĝas en la arbaretoj, sub ĉiu verdbranĉa arbo; kiuj buĉas la infanojn en la valoj, sub la elstarantaj rokoj?",
        "56_Chapter, 5_Verse": "Inter la glataĵoj de la valo estas via parto; ili, ili estas via loto; al ili vi verŝis verŝoferojn, alportis farunoferojn; ĉu Mi povas esti kontenta pri tio?",
        "56_Chapter, 6_Verse": "Sur monto alta kaj levita vi starigis vian kuŝejon, vi tien supreniris, por buĉi oferojn.",
        "56_Chapter, 7_Verse": "Kaj malantaŭ la pordo kaj la fostoj vi starigis vian simbolon; ĉar vi forturnis vin de Mi kaj supreniris, larĝigis vian kuŝejon, kaj ligis vin kun ili; vi ekamis ilian kuŝejon, elrigardis por vi oportunan lokon.",
        "56_Chapter, 8_Verse": "Oleita vi pilgrimis al la reĝo, uzis multe da aromaĵoj, kaj vi sendis malproksimen viajn senditojn, kaj malaltiĝis ĝis Ŝeol.",
        "56_Chapter, 9_Verse": "Pro la multeco de viaj vojoj vi laciĝis, tamen vi ne diris: Mi perdis la esperon; vi trovis ankoraŭ vivon en via mano, kaj pro tio vi ne laciĝis.",
        "56_Chapter, 10_Verse": "Sed kiu kaŭzis al vi zorgojn, kaj kiun vi timis, ke vi ekmensogis kaj Min ne memoris kaj ne prenis al via koro? ĉu pro tio, ke Mi silentas tre longe, vi Min ne timas?",
        "56_Chapter, 11_Verse": "Se Mi montros vian pravecon kaj viajn farojn, ili ne helpos vin.",
        "56_Chapter, 12_Verse": "Kiam vi krios, viaj idolamasoj vin savu; sed ilin ĉiujn disportos la vento, forpelos la blovo; kaj kiu fidas Min, tiu ekposedos la teron kaj heredos Mian sanktan monton.",
        "56_Chapter, 13_Verse": "Kaj Li diras: Faru vojon, faru vojon, ebenigu irejon, forigu malhelpojn de la vojo de Mia popolo.",
        "56_Chapter, 14_Verse": "Ĉar tiele diras la Plejalta kaj Plejsupra, kiu restas eterne kaj kies nomo estas Sanktulo: Alte kaj en sankta loko Mi loĝas, sed ankaŭ apud afliktito kaj humilulo, por revigligi la spiriton de humiluloj kaj revivigi la koron de afliktitoj.",
        "56_Chapter, 15_Verse": "Ĉar ne eterne Mi malpacas kaj ne senfine Mi koleras; alie tute senfortiĝus antaŭ Mi la spirito kaj la animoj, kiujn Mi kreis.",
        "56_Chapter, 16_Verse": "Pro la peko de lia avideco Mi koleris kaj frapis lin, Mi deturnis Min kaj koleris; sed li iris perfide, iris laŭ la vojo de sia koro.",
        "56_Chapter, 17_Verse": "Mi vidis liajn vojojn, kaj Mi lin sanigos; Mi kondukos lin kaj redonos konsolon al li kaj al liaj plorantoj.",
        "56_Chapter, 18_Verse": "Mi kreos diron de la buŝo: Paco, paco al malproksimaj kaj al proksimaj, diras la Eternulo; kaj Mi sanigos lin.",
        "56_Chapter, 19_Verse": "Sed la malpiuloj estas kiel malkvieta maro, kiu ne povas trankviliĝi kaj kies akvo elĵetas ŝlimon kaj koton.",
        "56_Chapter, 20_Verse": "Ne ekzistas paco por la malpiuloj, diras mia Dio.\n",
        "57_Chapter, 0_Verse": "Kriu per la tuta gorĝo, ne detenu vin, laŭtigu vian voĉon simile al fanfaro, kaj eldiru al Mia popolo ĝian krimon kaj al la domo de Jakob ĝiajn pekojn.",
        "57_Chapter, 1_Verse": "Min ili ĉiutage serĉas, kaj ili deziras ekkoni Miajn vojojn; kiel popolo, kiu faras bonon kaj ne forlasis la leĝon de sia Dio, ili postulas de Mi justan juĝon, deziras proksimecon de Dio:",
        "57_Chapter, 2_Verse": "Kial ni fastas, kaj Vi ne vidas? turmentas nian animon, kaj Vi ne scias? Sed jen en la tago de via fastado vi plenumas viajn dezirojn, kaj ĉiujn viajn laborantojn vi premas per postuloj.",
        "57_Chapter, 3_Verse": "Jen vi fastas por kverelo kaj malpaco, kaj por bati per malpia pugno; kiel nun, vi ne fastas tiel, ke en la alteco estu aŭdata via voĉo.",
        "57_Chapter, 4_Verse": "Ĉu tia estas fasto, kiu plaĉas al Mi, kiam homo turmentas sian animon, klinas sian kapon kiel kanon, kaj sternas sub si sakaĵon kaj cindron? ĉu tion vi nomas fasto kaj tago plaĉanta al la Eternulo?",
        "57_Chapter, 5_Verse": "Ja nur tio estas fasto, kiu plaĉas al Mi, se vi disŝiros la ligilojn de malpieco, disbatos la katenojn de sklaveco, liberigos la prematojn, disbatos ĉian jugon;",
        "57_Chapter, 6_Verse": "se vi derompos vian panon por malsatulo kaj senhejmajn malriĉulojn enkondukos en vian domon; se, vidante nudulon, vi lin vestos, kaj antaŭ viaj samkarnuloj vi vin ne kaŝos.",
        "57_Chapter, 7_Verse": "Tiam via lumo ekbrilos kiel matenruĝo, kaj via saniĝo rapide progresos; via virto iros antaŭ vi; la gloro de la Eternulo gardos vin malantaŭe.",
        "57_Chapter, 8_Verse": "Tiam vi vokos, kaj la Eternulo respondos; vi krios, kaj Li diros: Jen Mi estas! Se vi forigos el inter vi premadon, montradon per fingro, kaj paroladon malbonan,",
        "57_Chapter, 9_Verse": "kaj malfermos antaŭ malsatulo vian koron, kaj satigos suferantan animon, tiam via lumo brilos en mallumo kaj via krepusko estos kiel tagmezo;",
        "57_Chapter, 10_Verse": "kaj la Eternulo kondukos vin ĉiam kaj satigos vian animon en tempo de senpluveco, kaj Li fortikigos viajn ostojn; kaj vi estas kiel ĝardeno akvumata, kaj kiel akva fonto, kies akvo ne mankas.",
        "57_Chapter, 11_Verse": "Kaj oni rekonstruos ĉe vi la antikvajn ruinojn; la fundamentojn de antaŭ multaj generacioj vi restarigos; kaj oni nomos vin riparanto de breĉoj, reboniganto de vojoj por loĝado.",
        "57_Chapter, 12_Verse": "Se vi retenos vian piedon en sabato, por ke vi ne plenumu viajn dezirojn en Mia sankta tago; kaj vi nomos sabaton plezuro, la sanktigitan tagon de la Eternulo vi nomos honorata; kaj vi honoros ĝin per nefarado de viaj ordinaraj aferoj, per neplenumado de viaj deziroj, kaj per neparolado de vantaĵoj:",
        "57_Chapter, 13_Verse": "tiam vi ĝuos per la Eternulo, kaj Mi sidigos vin sur la altaĵoj de la tero, kaj Mi nutros vin per la heredaĵo de via patro Jakob; ĉar tion diras la buŝo de la Eternulo.\n",
        "58_Chapter, 0_Verse": "Vidu, ne mallongiĝis la mano de la Eternulo, por ke ĝi ne povu helpi; kaj ne malakriĝis Lia orelo, por ke Li ne aŭdu.",
        "58_Chapter, 1_Verse": "Nur viaj krimoj estis disigilo inter vi kaj via Dio, kaj viaj pekoj kovris antaŭ vi Lian vizaĝon, por ke Li ne aŭdu.",
        "58_Chapter, 2_Verse": "Ĉar viaj manoj estas makulitaj per sango, kaj viaj fingroj per krimo; via buŝo parolas malveron, via lango esprimas maljustaĵon.",
        "58_Chapter, 3_Verse": "Neniu procesas honeste, kaj neniu juĝas juste; oni fidas vantaĵon kaj parolas malveron, gravediĝas per malhonestaĵo kaj naskas krimon.",
        "58_Chapter, 4_Verse": "Oni kovas ovojn de vipuro, kaj oni teksas araneaĵon. Kiu manĝas iom el tiuj ovoj, tiu mortas; kiam oni ilin disrompas, elaperas vipuro.",
        "58_Chapter, 5_Verse": "Ilia teksaĵo ne taŭgos por vesto, kaj ili ne kovros sin per sia faritaĵo; iliaj faroj estas faroj pekaj, kaj agoj de rabo estas en iliaj manoj.",
        "58_Chapter, 6_Verse": "Iliaj piedoj kuras al malbono, kaj ili rapidas, por verŝi senkulpan sangon; iliaj pensoj estas pensoj pekaj; ruinigo kaj pereigo estas sur ilia vojo.",
        "58_Chapter, 7_Verse": "Vojon de paco ili ne konas, kaj sur iliaj irejoj ne troviĝas justeco; siajn vojetojn ili kurbigis al si; ĉiu, kiu iras sur ili, ne konas pacon.",
        "58_Chapter, 8_Verse": "Tial malproksimiĝis de ni justeco, kaj vero ne atingis nin; ni atendas lumon, sed jen estas mallumo; brilon, sed ni iras en mallumo.",
        "58_Chapter, 9_Verse": "Ni palpas la muron kiel blinduloj, kaj ni palpas kiel senokululoj; en tagmezo ni faletas kiel en krepusko, en mallumo kiel mortintoj.",
        "58_Chapter, 10_Verse": "Ni ĉiuj blekegas kiel ursoj, kaj ni ĝemas kiel kolomboj; ni atendas justecon, sed ĝi forestas; savon, sed ĝi estas malproksime de ni.",
        "58_Chapter, 11_Verse": "Ĉar multiĝis niaj krimoj antaŭ Vi, kaj niaj pekoj atestas kontraŭ ni; ĉar niaj krimoj estas kun ni, kaj niajn pekojn ni konas.",
        "58_Chapter, 12_Verse": "Ni krimis kaj mensogis kontraŭ la Eternulo, kaj ni forturnis nin de nia Dio; ni parolis pri rabado kaj malbonagado, ni preparis kaj eligis el la koro vortojn mensogajn.",
        "58_Chapter, 13_Verse": "Kaj forturniĝis malantaŭen la justeco, kaj la virto staras malproksime; ĉar la vero faletis sur la strato, kaj la ĝusteco ne povas veni.",
        "58_Chapter, 14_Verse": "Kaj la vero estas forigita; kaj prirabata estas tiu, kiu detenas sin de malbono. Kaj la Eternulo vidis, kaj Li indignis, ke forestas justeco.",
        "58_Chapter, 15_Verse": "Kaj Li vidis, ke ne troviĝas viro, kaj Li miris, ke ne troviĝas defendanto; kaj helpis Lin Lia brako, kaj Lia justeco Lin subtenis.",
        "58_Chapter, 16_Verse": "Kaj Li surmetis sur Sin la veron kiel kirason, kaj la kaskon de savo sur Sian kapon; kaj Li metis sur Sin veston de venĝo, kaj envolvis Sin en severecon kiel en mantelon.",
        "58_Chapter, 17_Verse": "Laŭ la faroj Li repagos: koleron al Siaj malamikoj, honton al Siaj malamantoj; al la insuloj Li repagos, kion ili meritas.",
        "58_Chapter, 18_Verse": "Kaj oni timos en la okcidento la nomon de la Eternulo kaj en la oriento Lian majeston; ĉar la malamiko venos kiel rivero, pelata de la spirado de la Eternulo.",
        "58_Chapter, 19_Verse": "Kaj venos Liberiganto por Cion, kaj por tiuj el Jakob, kiuj retiriĝis de malbonagoj, diras la Eternulo.",
        "58_Chapter, 20_Verse": "Kaj Mi faras kun ili jenan interligon, diras la Eternulo: Mia spirito, kiu estas sur vi, kaj Miaj vortoj, kiujn Mi metis en vian buŝon, ne foriĝos de via buŝo nek de la buŝo de viaj infanoj nek de la buŝo de via plua idaro, de nun ĝis eterne, diras la Eternulo.\n",
        "59_Chapter, 0_Verse": "Leviĝu, lumiĝu; ĉar venas via lumo, kaj la majesto de la Eternulo ekbrilas super vi.",
        "59_Chapter, 1_Verse": "Ĉar jen mallumo kovros la teron, kaj krepusko la popolojn; sed super vi brilos la Eternulo, kaj Lia majesto aperos super vi.",
        "59_Chapter, 2_Verse": "Kaj popoloj iros al via lumo, kaj reĝoj al la brilo de viaj radioj.",
        "59_Chapter, 3_Verse": "Levu ĉirkaŭen viajn okulojn, kaj rigardu: ĉiuj ili kolektiĝas kaj iras al vi; viaj filoj venas de malproksime, kaj viaj filinoj estas portataj sur la brako.",
        "59_Chapter, 4_Verse": "Tiam vi vidos kaj estos ravita, ektremos kaj vastiĝos via koro; ĉar turniĝos al vi la abundaĵo de la maro, la riĉaĵoj de la popoloj venos al vi.",
        "59_Chapter, 5_Verse": "Multo da kameloj kovros vin, junaj kameloj el Midjan kaj Efa; ĉiuj ili venos el Ŝeba, portos oron kaj olibanon, kaj proklamos laŭdon al la Eternulo.",
        "59_Chapter, 6_Verse": "Ĉiuj ŝafoj de Kedar kolektiĝos ĉe vi; la virŝafoj de Nebajot servos al vi; favore akceptotaj ili iros sur Mian altaron, kaj la domon de Mia gloro Mi majestigos.",
        "59_Chapter, 7_Verse": "Kiuj ili estas, kiuj flugas kiel nuboj, kaj kiel kolomboj al siaj kolombujoj?",
        "59_Chapter, 8_Verse": "Al Mi celas la insuloj, kaj la ŝipoj de Tarŝiŝ estas antaŭe, por venigi viajn filojn de malproksime, ilian arĝenton kaj oron kune kun ili, pro la nomo de la Eternulo, via Dio, kaj de la Sanktulo de Izrael, ĉar Li faris vin glora.",
        "59_Chapter, 9_Verse": "Kaj fremduloj konstruos viajn murojn, kaj iliaj reĝoj servos al vi; ĉar en Mia kolero Mi vin frapis, sed en Mia favoro Mi vin kompatas.",
        "59_Chapter, 10_Verse": "Kaj ĉiam nefermitaj estos viaj pordegoj, nek tage nek nokte ili estos ŝlosataj; por ke oni venigu al vi la potencon de la popoloj kaj konduku iliajn reĝojn.",
        "59_Chapter, 11_Verse": "Ĉar popolo aŭ regno, kiu ne servos al vi, pereos, kaj tiaj popoloj estas tute ekstermotaj.",
        "59_Chapter, 12_Verse": "La majesto de Lebanon venos al vi; cipreso, abio, kaj bukso kuniĝos, por ornami la lokon de Mia sanktejo; kaj la lokon de Miaj piedoj Mi faros honorata.",
        "59_Chapter, 13_Verse": "Kaj humile venos al vi la filoj de viaj premantoj, kaj ĵetos sin antaŭ viajn piedojn ĉiuj, kiuj vin malestimis; kaj oni nomos vin urbo de la Eternulo, Cion de la Sanktulo de Izrael.",
        "59_Chapter, 14_Verse": "Anstataŭ tio, ke vi estis forlasita kaj malamata kaj neniu volis preterpasi vin, Mi faros vin fierindaĵo de la mondo, ĝojo de ĉiuj generacioj.",
        "59_Chapter, 15_Verse": "Kaj vi nutros vin per la lakto de la popoloj kaj per la abundaĵo de la reĝoj; kaj vi ekscios, ke Mi, la Eternulo, estas via Savanto kaj via Liberiganto, la Potenculo de Jakob.",
        "59_Chapter, 16_Verse": "Anstataŭ kupro Mi alportos oron, kaj anstataŭ fero Mi alportos arĝenton, anstataŭ ligno kupron, kaj anstataŭ ŝtonoj feron; kaj Mi faros via estraro la pacon kaj viaj administrantoj la justecon.",
        "59_Chapter, 17_Verse": "Oni ne plu aŭdos pri perforto en via lando, pri malfeliĉo kaj pereigo inter viaj limoj; kaj viajn murojn vi nomos savo kaj viajn pordegojn laŭda kanto.",
        "59_Chapter, 18_Verse": "La suno ne plu estos por vi lumo de la tago, kaj la brilo de la luno ne lumos al vi; sed la Eternulo estos por vi lumo eterna, kaj via Dio estos via gloro.",
        "59_Chapter, 19_Verse": "Via suno ne plu subiros, kaj via luno ne kaŝiĝos; ĉar la Eternulo estos por vi lumo eterna, kaj la tagoj de via funebro finiĝos.",
        "59_Chapter, 20_Verse": "Kaj via popolo tuta estos justuloj, por eterne ili ekposedos la teron; tio estas markoto de Mia plantado, faro de Miaj manoj, per kiu Mi Min gloros.",
        "59_Chapter, 21_Verse": "El la plej malgranda fariĝos milo, kaj el la plej sensignifa fariĝos potenca popolo; Mi, la Eternulo, rapide faros tion en ĝia tempo.\n",
        "60_Chapter, 0_Verse": "La spirito de la Sinjoro, la Eternulo, estas sur mi, ĉar la Eternulo min sanktoleis, por bonanonci al mizeruloj; Li sendis min, por bandaĝi tiujn, kies koro estas vundita, por anonci liberecon al kaptitoj kaj malŝloson al malliberigitoj,",
        "60_Chapter, 1_Verse": "por proklami favorjaron de la Eternulo kaj venĝotagon de nia Dio, por konsoli ĉiujn malĝojulojn,",
        "60_Chapter, 2_Verse": "por fari al la afliktitoj de Cion, ke oni donu al ili ornamon anstataŭ cindro, oleon de ĝojo anstataŭ funebro, veston de gloro anstataŭ spirito afliktita, kaj ke oni nomu ilin kverkoj de justeco, plantaĵo de la Eternulo por Lia gloro.",
        "60_Chapter, 3_Verse": "Kaj ili rekonstruos la antikvajn ruinojn, restarigos la detruitaĵojn de la antaŭa tempo, kaj renovigos la ruinigitajn urbojn, dezertigitajn antaŭ multe da generacioj.",
        "60_Chapter, 4_Verse": "Stariĝos fremduloj kaj paŝtos viajn ŝafojn, kaj aligentuloj estos viaj plugistoj kaj vinberistoj.",
        "60_Chapter, 5_Verse": "Kaj vi estos nomataj pastroj de la Eternulo, servantoj de nia Dio oni nomos vin; la riĉaĵon de popoloj vi manĝos, kaj per ilia gloro vi gloriĝos.",
        "60_Chapter, 6_Verse": "Pro via honto vi ricevos duoble, pro la malhonoro ili ĝojkantos sur siaj partoj; duoblaĵon ili ekposedos en sia lando; ĝojo eterna estos ĉe ili.",
        "60_Chapter, 7_Verse": "Ĉar Mi, la Eternulo, amas justecon, malamas rabadon kaj maljustecon; kaj Mi fidele donos al ili ilian rekompencon, kaj interligon eternan Mi faros kun ili.",
        "60_Chapter, 8_Verse": "Kaj ilia idaro estos fama inter la popoloj, kaj iliaj posteuloj inter la nacioj; ĉiuj, kiuj ilin vidos, konos ilin, ke ili estas semo benita de la Eternulo.",
        "60_Chapter, 9_Verse": "Mi forte ĝojas pri la Eternulo, mia animo ĝojas pri mia Dio; ĉar Li vestis min per vestoj de savo, per mantelo de justeco Li min kovris, kiel fianĉon, kiu sin ornamas per belaĵo, kaj kiel fianĉinon, kiu metas sur sin siajn ornamaĵojn.",
        "60_Chapter, 10_Verse": "Ĉar kiel la tero elirigas siajn kreskaĵojn kaj kiel ĝardeno elkreskigas siajn semojn, tiel la Sinjoro, la Eternulo, elkreskigos justecon kaj gloron antaŭ ĉiuj popoloj.\n",
        "61_Chapter, 0_Verse": "Pro Cion mi ne silentos, kaj pro Jerusalem mi ne haltos, ĝis ĝia praveco eliĝos kiel brilo kaj ĝia savo kiel brulanta torĉo.",
        "61_Chapter, 1_Verse": "Kaj la popoloj vidos vian feliĉon, kaj ĉiuj reĝoj vian honoron; kaj oni nomos vin per nomo nova, kiun eldiros la buŝo de la Eternulo.",
        "61_Chapter, 2_Verse": "Kaj vi estos belega krono en la mano de la Eternulo, kaj reĝa kapornamo en la manplato de via Dio.",
        "61_Chapter, 3_Verse": "Oni ne plu nomos vin forlasita, kaj pri via lando oni ne plu diros, ke ĝi estas dezerta; sed oni nomos vin Mia Favorata kaj vian landon Edzinigitino; ĉar la Eternulo vin favoras kaj via lando havos edzon.",
        "61_Chapter, 4_Verse": "Kiel junulo prenas por kunvivado junulinon, tiel kunvivos kun vi viaj filoj; kaj kiel fianĉo ĝojas pri la fianĉino, tiel ĝojos pri vi via Dio.",
        "61_Chapter, 5_Verse": "Sur viaj muregoj, ho Jerusalem, Mi starigis gardistojn, por ke la tutan tagon kaj la tutan nokton ili ne eksilentu; vi, kiuj memorigas pri la Eternulo, ne faru al vi ripozon,",
        "61_Chapter, 6_Verse": "kaj al Li ne donu ripozon, ĝis Li aranĝos kaj faros Jerusalemon gloro sur la tero.",
        "61_Chapter, 7_Verse": "La Eternulo ĵuris per Sia dekstra mano kaj per Sia potenca brako: Mi ne plu donos vian grenon kiel manĝaĵon al viaj malamikoj, kaj fremduloj ne trinkos vian moston, por kiu vi laboris;",
        "61_Chapter, 8_Verse": "sed ĝiaj rikoltantoj ĝin manĝos, kaj laŭdos la Eternulon; kaj ĝiaj kolektantoj ĝin trinkos en la korto de Mia sanktejo.",
        "61_Chapter, 9_Verse": "Pasu, pasu tra la pordegoj, pretigu vojon por la popolo; ebenigu, ebenigu la vojon, liberigu ĝin de ŝtonoj; levu standardon super la popoloj.",
        "61_Chapter, 10_Verse": "Jen la Eternulo aŭdigas ĝis la fino de la tero: Diru al la filino de Cion: Jen venas via Savanto; jen Lia rekompenco estas kun Li, kaj Lia repago antaŭ Li.",
        "61_Chapter, 11_Verse": "Kaj oni nomos ilin la sankta popolo, la liberigitoj de la Eternulo; kaj vin oni nomos urbo multevizitata kaj ne forlasata.\n",
        "62_Chapter, 0_Verse": "Kiu estas tiu, kiu venas el Edom, en ruĝaj vestoj el Bocra? tiu majesta en siaj vestoj, klinanta sin sub la grandeco de sia forto? Tio estas Mi, anoncanta la veron, potenca por helpi.",
        "62_Chapter, 1_Verse": "Kial Via drapiraĵo estas ruĝa, kaj Viaj vestoj kiel ĉe tretanto en vinpremejo?",
        "62_Chapter, 2_Verse": "La premilon Mi sola tretis, kaj el la popoloj neniu estis kun Mi; Mi tretis ilin en Mia kolero kaj piedpremis ilin en Mia furiozo; kaj ŝprucis ilia sango sur Mian veston, kaj Mian tutan drapiraĵon Mi malpurigis.",
        "62_Chapter, 3_Verse": "Ĉar la tago de venĝo estas en Mia koro, kaj la jaro de Miaj liberigotoj venis.",
        "62_Chapter, 4_Verse": "Mi rigardis, sed Mi ne trovis helpanton; Mi miris, sed Mi ne trovis subtenanton; tiam helpis Min Mia brako, kaj Mia furiozo Min subtenis.",
        "62_Chapter, 5_Verse": "Kaj Mi dispremis popolojn en Mia kolero kaj ebriigis ilin per Mia furiozo, kaj Mi elverŝis sur la teron ilian sangon.",
        "62_Chapter, 6_Verse": "Mi proklamos la favorkorecon de la Eternulo, la laŭdon al la Eternulo, pro ĉio, kion la Eternulo faris por ni, kaj pro la multe da bono, kiun Li faris al la domo de Izrael konforme al Sia kompatemeco kaj granda favorkoreco.",
        "62_Chapter, 7_Verse": "Kaj Li diris: Ili estas ja Mia popolo, filoj, kiuj ne perfidas; kaj Li fariĝis ilia Savanto.",
        "62_Chapter, 8_Verse": "En ĉiuj iliaj suferoj Li ankaŭ suferis, kaj anĝelo de ĉe Li helpis ilin; en Sia amo kaj en Sia kompato Li liberigis ilin; Li prenis ilin sur Sin kaj portis ilin en ĉiuj tempoj de la antikveco.",
        "62_Chapter, 9_Verse": "Sed ili ribelis, kaj indignigis Lian sanktan spiriton; tial Li fariĝis ilia malamiko kaj mem batalis kontraŭ ili.",
        "62_Chapter, 10_Verse": "Kaj Lia popolo rememoris la tempon antikvan de Moseo, dirante: Kie estas Tiu, kiu elkondukis ilin el la maro kune kun la paŝtanto de Liaj ŝafoj? kie estas Tiu, kiu metis internen de ili Sian sanktan spiriton?",
        "62_Chapter, 11_Verse": "Tiu, kiu gvidis per Sia majesta brako la dekstran manon de Moseo? Tiu, kiu disfendis antaŭ ili la akvon, por fari al Si nomon eternan?",
        "62_Chapter, 12_Verse": "Tiu, kiu kondukis ilin tra la abismoj kiel ĉevalon tra la dezerto, kaj ili ne falpuŝiĝis?",
        "62_Chapter, 13_Verse": "Kiel brutaro malsupreniras en la valon kaj la spirito de la Eternulo donas al ĝi ripozon, tiel Vi kondukis Vian popolon, por fari al Vi gloran nomon.",
        "62_Chapter, 14_Verse": "Rigardu el la ĉielo kaj vidu el Via sankta kaj majesta loĝejo: kie estas Via fervoro kaj potenco? Via granda interno kaj Via kompato fortiriĝis de mi.",
        "62_Chapter, 15_Verse": "Vi estas ja nia patro; Abraham ja ne scias pri ni, kaj Izrael nin ne rekonas; Vi, ho Eternulo, estas nia patro; nia Liberiganto ― tia estas de eterne Via nomo.",
        "62_Chapter, 16_Verse": "Kial, ho Eternulo, Vi permesis al ni forvagi de Viaj vojoj, obstinigis nian koron, ke ni Vin ne respektu? Returnu Vin pro Viaj servantoj, pro Viaj heredaj triboj.",
        "62_Chapter, 17_Verse": "Ne longe posedis Via sankta popolo; niaj malamikoj dispremis per la piedoj Vian sanktejon.",
        "62_Chapter, 18_Verse": "Ni fariĝis kiel tiuj, kiujn Vi neniam regis, kiuj neniam estis nomataj per Via nomo. Ho, se Vi disfendus la ĉielon kaj malsuprenirus, antaŭ Vi ektremus la montoj;\n",
        "63_Chapter, 0_Verse": "aperu kiel fajro, kiu bruligas lignerojn, kiel akvo, kiu bolas de fajro, por konigi Vian nomon al Viaj malamikoj; antaŭ Via vizaĝo ektremu la popoloj!",
        "63_Chapter, 1_Verse": "Kiam Vi faris miraklojn, kiujn ni ne atendis, kiam Vi malsupreniris, antaŭ Vi ektremis la montoj.",
        "63_Chapter, 2_Verse": "Neniam oni tion aŭdis, ne eksciis per la orelo, nek okulo tion vidis, ke iu dio krom Vi tion faras por tiuj, kiuj esperas je li.",
        "63_Chapter, 3_Verse": "Vi renkontis tiujn, kiuj ĝoje faris justaĵon kaj memoris Vin sur Viaj vojoj; kvankam Vi koleris, kiam ni pekis, tamen per ili ni ĉiam estis savataj.",
        "63_Chapter, 4_Verse": "Ni ĉiuj fariĝis kiel malpuruloj, kaj nia tuta virto estas kiel makulita vesto; ni ĉiuj velkas kiel folio, kaj niaj pekoj portas nin kiel vento.",
        "63_Chapter, 5_Verse": "Kaj neniu vokas Vian nomon, nek vekiĝas, por forte sin teni je Vi; ĉar Vi kovris Vian vizaĝon antaŭ ni kaj lasas nin perei per niaj pekoj.",
        "63_Chapter, 6_Verse": "Sed nun, ho Eternulo, Vi estas nia Patro; ni estas la argilo, kaj Vi estas nia formanto, kaj ni ĉiuj estas la produkto de Via mano.",
        "63_Chapter, 7_Verse": "Ne koleru, ho Eternulo, tro forte, kaj ne eterne memoru la kulpon; ho, rigardu, ni ĉiuj estas Via popolo.",
        "63_Chapter, 8_Verse": "Viaj sanktaj urboj fariĝis dezerto, Cion fariĝis dezerto, Jerusalem ruino.",
        "63_Chapter, 9_Verse": "Nia sankta kaj belega domo, en kiu niaj patroj Vin laŭdadis, estas forbruligita per fajro, kaj ĉiuj niaj dezirindaĵoj fariĝis ruinoj.",
        "63_Chapter, 10_Verse": "Ĉu malgraŭ ĉio ĉi tio Vi retenos Vin, ho Eternulo? ĉu Vi silentos kaj tiel forte nin premos?",
        "64_Chapter, 0_Verse": "Mi estis preta respondi al tiuj, kiuj tion ne petis; Mi estis trovebla por tiuj, kiuj Min ne serĉis; al popolo, kiu ne vokis Mian nomon, Mi diris: Jen Mi estas, jen Mi estas.",
        "64_Chapter, 1_Verse": "Ĉiutage Mi etendis Miajn manojn al popolo obstina, al tiuj, kiuj iras vojon malbonan, laŭ siaj intencoj;",
        "64_Chapter, 2_Verse": "al popolo, kiu konstante indignigas Min antaŭ Mia vizaĝo; al homoj, kiuj buĉas oferojn en ĝardenoj kaj incensas sur brikoj;",
        "64_Chapter, 3_Verse": "al homoj, kiuj sidas inter la tomboj kaj noktas en kavernoj, manĝas viandon de porko, kaj havas abomenindan supon en siaj vazoj;",
        "64_Chapter, 4_Verse": "kiuj diras: Iru for, ne alproksimiĝu al mi, ĉar mi estas pli sankta ol vi. Tiuj estas fumo por Mia nazo, fajro brulanta la tutan tagon.",
        "64_Chapter, 5_Verse": "Tio estas enskribita antaŭ Mi: Mi ne eksilentos, ĝis Mi repagos; kaj Mi repagos sur ilian bruston",
        "64_Chapter, 6_Verse": "viajn kulpojn kaj kune ankaŭ la kulpojn de viaj patroj, diras la Eternulo, kiuj incensis sur la montoj kaj ofendis Min sur la montetoj; kaj Mi remezuros al ili iliajn antaŭajn farojn sur ilian bruston.",
        "64_Chapter, 7_Verse": "Tiele diras la Eternulo: Kiel se en vinberaro troviĝas mosto, oni diras: Ne difektu ĝin, ĉar en ĝi estas beno, tiel Mi agos pro Miaj servantoj, ke Mi ne pereigu ĉiujn.",
        "64_Chapter, 8_Verse": "Kaj Mi elirigos el Jakob semon kaj el Jehuda heredanton de Miaj montoj, kaj heredos ilin Miaj elektitoj, kaj Miaj servantoj tie loĝos.",
        "64_Chapter, 9_Verse": "Kaj Ŝaron estos paŝtejo de ŝafoj, kaj la valo Aĥor kuŝejo de bovoj por Mia popolo, kiu serĉas Min.",
        "64_Chapter, 10_Verse": "Sed vin, kiuj forlasis la Eternulon, forgesis Mian sanktan monton, aranĝas tablon por la Feliĉo, kaj faras verŝon por la Destino ―",
        "64_Chapter, 11_Verse": "vin Mi destinos por la glavo, kaj ĉiuj vi genuos por la buĉo, pro tio, ke Mi vokis kaj vi ne respondis, Mi parolis kaj vi ne aŭskultis, kaj vi faris malbonon antaŭ Miaj okuloj, kaj elektis tion, kio ne plaĉis al Mi.",
        "64_Chapter, 12_Verse": "Tial tiele diras la Sinjoro, la Eternulo: Jen Miaj servantoj manĝos, kaj vi malsatos; Miaj servantoj trinkos, kaj vi soifos; Miaj servantoj ĝojos, kaj vi hontos;",
        "64_Chapter, 13_Verse": "Miaj servantoj kantos pro kora gajeco, kaj vi krios pro kora doloro kaj ploros pro aflikto de spirito.",
        "64_Chapter, 14_Verse": "Kaj vi donos vian nomon al Miaj elektitoj por malbeno, kaj la Sinjoro, la Eternulo, vin mortigos; sed Siajn servantojn Li nomos per alia nomo.",
        "64_Chapter, 15_Verse": "Kiu sin benos sur la tero, tiu benos sin per la Dio vera; kaj kiu ĵuros sur la tero, tiu ĵuros per la Dio vera; ĉar forgesitaj estos la antaŭaj suferoj kaj forkaŝiĝos antaŭ Miaj okuloj.",
        "64_Chapter, 16_Verse": "Ĉar jen Mi kreos novan ĉielon kaj novan teron; kaj la antaŭaĵo ne estos rememorigata, kaj oni ne pensos pri ĝi.",
        "64_Chapter, 17_Verse": "Kaj vi nur ĝojos kaj estos gajaj ĉiam pri tio, kion Mi kreos; ĉar jen Mi kreos Jerusalemon por ĝojo kaj ĝian popolon por gajeco.",
        "64_Chapter, 18_Verse": "Kaj Mi ĝojos pri Jerusalem, kaj Mi estos gaja pri Mia popolo; kaj oni ne plu aŭdos en ĝi voĉon de ploro, nek voĉon de plendo.",
        "64_Chapter, 19_Verse": "Ne plu estos tie infano aŭ maljunulo, kiu ne atingus la plenecon de siaj tagoj; ĉar junulo mortos en la aĝo de cent jaroj, kaj pekulo estos malbenata per aĝo centjara.",
        "64_Chapter, 20_Verse": "Ili konstruos domojn kaj loĝos en ili; ili plantos vinberĝardenojn kaj manĝos iliajn fruktojn.",
        "64_Chapter, 21_Verse": "Ili ne konstruos, ke alia loĝu; ili ne plantos, ke alia manĝu; ĉar kiel la tagoj de arbo estas la tagoj de Mia popolo, kaj Miaj elektitoj eluzos la produktojn de siaj manoj ĝis plena malnoviĝo.",
        "64_Chapter, 22_Verse": "Ili ne laboros vane kaj ne naskos por pereo; ĉar ili estos semo de benitoj de la Eternulo, kaj iliaj posteuloj kun ili.",
        "64_Chapter, 23_Verse": "Kaj estos tiel, ke antaŭ ol ili vokos, Mi respondos; ili estos ankoraŭ parolantaj, kaj Mi jam aŭdos.",
        "64_Chapter, 24_Verse": "Lupo kaj ŝafido paŝtiĝos kune, leono simile al bovo manĝos pajlon, kaj manĝaĵo de serpento estos polvo. Ili ne faros malbonon nek difekton sur Mia tuta sankta monto, diras la Eternulo.\n",
        "65_Chapter, 0_Verse": "Tiele diras la Eternulo: La ĉielo estas Mia trono, kaj la tero estas Mia piedbenketo; kie do estos la domo, kiun vi konstruos por Mi? kaj kie estos la loko por Mia ripozo?",
        "65_Chapter, 1_Verse": "Ĉion tion faris ja Mia mano, kaj tiel ĉio fariĝis, diras la Eternulo. Nur tion Mi rigardas: humilulon kaj spirite-afliktiton, kiu respektegas Mian vorton.",
        "65_Chapter, 2_Verse": "Unu buĉas bovon, alia mortigas homon; unu buĉoferas ŝafidon, alia rompas la kolon al hundo; unu alportas farunoferon, alia sangon de porko; unu incensas olibanon, alia preĝas al idolo. Sed kiel ili elektis al si siajn vojojn kaj ilia animo ĝuas ilian abomenindaĵon,",
        "65_Chapter, 3_Verse": "tiel ankaŭ Mi elektos por ili petolantojn kaj venigos sur ilin tion, kion ili timis; ĉar Mi vokis, kaj neniu respondis; Mi parolis, kaj ili ne aŭskultis; sed ili faris malbonon antaŭ Miaj okuloj, kaj elektis tion, kio ne plaĉis al Mi.",
        "65_Chapter, 4_Verse": "Aŭskultu la parolon de la Eternulo, vi, kiuj respektegas Lian parolon: Viaj fratoj, kiuj vin malamas kaj forpuŝas pro Mia nomo, diras: La Eternulo montru Sian gloron, por ke ni vidu vian ĝojon! Sed ili estos hontigitaj.",
        "65_Chapter, 5_Verse": "Aŭdiĝas brua voĉo el la urbo, voĉo el la templo, voĉo de la Eternulo, kiu repagas merititaĵon al Siaj malamikoj.",
        "65_Chapter, 6_Verse": "Antaŭ ol ŝi eksentis dolorojn, ŝi naskis; antaŭ ol venis al ŝi la akuŝiĝaj suferoj, ŝi elfaligis filon.",
        "65_Chapter, 7_Verse": "Kiu aŭdis ion similan? kiu vidis ion similan? ĉu la tero naskas en unu tago? ĉu naskiĝas popolo per unu fojo, kiel, apenaŭ eksentinte naskajn dolorojn, tuj naskis Cion siajn filojn?",
        "65_Chapter, 8_Verse": "Ĉu Mi, malfermante la uteron, ne lasus naski? diras la Eternulo. Ĉu Mi, kiu pretigis la naskon, mem ĝin haltigus? diras via Dio.",
        "65_Chapter, 9_Verse": "Ĝoju kun Jerusalem kaj estu gajaj pri ĝi ĉiuj ĝiaj amantoj; forte ĝoju pri ĝi ĉiuj, kiuj ploris pri ĝi.",
        "65_Chapter, 10_Verse": "Suĉu kaj satiĝu el la brusto de ĝiaj konsoloj; suĉu kaj ĝuu la abundon de ĝia gloro.",
        "65_Chapter, 11_Verse": "Ĉar tiele diras la Eternulo: Jen Mi fluigos sur ĝin pacon kiel riveron, kaj la riĉaĵon de la popoloj kiel disverŝiĝintan torenton, por ke vi suĉu; sur la brakoj vi estos portataj, kaj sur la genuoj vi estos dorlotataj.",
        "65_Chapter, 12_Verse": "Kiel homon, kiun konsolas lia patrino, tiel Mi vin konsolos; kaj en Jerusalem vi estos konsolataj.",
        "65_Chapter, 13_Verse": "Kaj vi vidos, kaj ĝojos via koro, kaj viaj ostoj vigliĝos kiel freŝa verdaĵo; kaj la mano de la Eternulo fariĝos konata al Liaj servantoj, kaj Lia kolero al Liaj malamikoj.",
        "65_Chapter, 14_Verse": "Ĉar jen la Eternulo venos en fajro, kaj Lia ĉaro estos kiel ventego, por elverŝi en ardo Sian koleron kaj en flama fajro Sian indignon.",
        "65_Chapter, 15_Verse": "Ĉar per fajro kaj glavo la Eternulo faros juĝon super ĉiu karno; kaj multaj estos la frapitoj de la Eternulo.",
        "65_Chapter, 16_Verse": "Tiuj, kiuj sanktigas kaj purigas sin por la ĝardenoj, starante post unu en la mezo, kiuj manĝas viandon de porko kaj abomenindaĵon kaj musojn, ĉiuj kune estos ekstermitaj, diras la Eternulo.",
        "65_Chapter, 17_Verse": "Kaj por Mi, pro iliaj faroj kaj intencoj, venis la tempo kolekti ĉiujn popolojn kaj gentojn, por ke ili venu kaj vidu Mian gloron.",
        "65_Chapter, 18_Verse": "Kaj Mi faros sur ili signon, kaj la saviĝintojn el ili Mi sendos al la popoloj Tarŝiŝ, Pul, kaj Lud, al la streĉantoj de pafarkoj, al Tubal kaj Javan, sur la malproksimajn insulojn, kiuj ne aŭdis la famon pri Mi kaj ne vidis Mian gloron; kaj ili proklamos Mian gloron inter la popoloj.",
        "65_Chapter, 19_Verse": "Kaj ili venigos ĉiujn viajn fratojn el inter ĉiuj popoloj kiel donacon al la Eternulo, sur ĉevaloj kaj ĉaroj, en veturiloj, kaj sur muloj kaj kameloj, sur Mian sanktan monton en Jerusalemon, diras la Eternulo, simile al tio, kiel la Izraelidoj alportadis la donacojn en la domon de la Eternulo en pura vazo.",
        "65_Chapter, 20_Verse": "Kaj el ili Mi prenos al Mi pastrojn kaj Levidojn, diras la Eternulo.",
        "65_Chapter, 21_Verse": "Ĉar kiel la nova ĉielo kaj la nova tero, kiujn Mi kreos, staros antaŭ Mi, diras la Eternulo, tiel staros via idaro kaj via nomo.",
        "65_Chapter, 22_Verse": "Kaj regule en ĉiu monatkomenco kaj en ĉiu sabato venos ĉiu karno, por adorkliniĝi antaŭ Mi, diras la Eternulo.",
        "65_Chapter, 23_Verse": "Kaj ili eliros kaj vidos la kadavrojn de la homoj, kiuj malbonagis kontraŭ Mi; ĉar ilia vermo ne mortos kaj ilia fajro ne estingiĝos, kaj ili estos abomenindaĵo por ĉiu karno. (Kaj regule en ĉiu monatkomenco kaj en ĉiu sabato venos ĉiu karno, por adorkliniĝi antaŭ Mi, diras la Eternulo.)"
    },
    "meta": "Chapter-Verse",
    "work": "Isaiah"
}