{
    "language": "en",
    "title": "Genesis",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH002529489/NLI",
    "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006",
    "status": "locked",
    "priority": 7.0,
    "license": "CC-BY-NC",
    "versionNotes": "Dedicated by an anonymous donor in honor of all women and girls who study, teach, and transform Torah.",
    "versionNotesInHebrew": "תרומה אלמונית לכבוד כל הנשים והבנות שלומדות, מלמדות ונותנות צורה חדשה לתורה",
    "shortVersionTitle": "The Contemporary Torah, JPS, 2006",
    "purchaseInformationImage": "https://jps.org/wp-content/uploads/2014/10/ContemporaryTorah-300x458.png",
    "purchaseInformationURL": "https://jps.org/books/contemporary-torah/",
    "actualLanguage": "en",
    "isBaseText": false,
    "heTitle": "בראשית",
    "categories": [
        "Tanakh",
        "Torah"
    ],
    "text": [
        [
            "When God began to create<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>When God began to create </b>Others “In the beginning God created.”</i> heaven and earth—",
            "the earth being unformed and void, with darkness over the surface of the deep and a wind from<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>a wind from </b>Others “the spirit of.”</i> God sweeping over the water—",
            "God said, “Let there be light”; and there was light.",
            "God saw that the light was good, and God separated the light from the darkness.",
            "God called the light Day and called the darkness Night. And there was evening and there was morning, a first day.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>a first day </b>Others “one day.”</i>",
            "God said, “Let there be an expanse in the midst of the water, that it may separate water from water.”",
            "God made the expanse, and it separated the water which was below the expanse from the water which was above the expanse. And it was so.",
            "God called the expanse Sky. And there was evening and there was morning, a second day.",
            "God said, “Let the water below the sky be gathered into one area, that the dry land may appear.” And it was so.",
            "God called the dry land Earth and called the gathering of waters Seas. And God saw that this was good.",
            "And God said, “Let the earth sprout vegetation: seed-bearing plants, fruit trees of every kind on earth that bear fruit with the seed in it.” And it was so.",
            "The earth brought forth vegetation: seed-bearing plants of every kind, and trees of every kind bearing fruit with the seed in it. And God saw that this was good.",
            "And there was evening and there was morning, a third day.",
            "God said, “Let there be lights in the expanse of the sky to separate day from night; they shall serve as signs for the set times—the days and the years;",
            "and they shall serve as lights in the expanse of the sky to shine upon the earth.” And it was so.",
            "God made the two great lights, the greater light to dominate the day and the lesser light to dominate the night, and the stars.",
            "And God set them in the expanse of the sky to shine upon the earth,",
            "to dominate the day and the night, and to separate light from darkness. And God saw that this was good.",
            "And there was evening and there was morning, a fourth day.",
            "God said, “Let the waters bring forth swarms of living creatures, and birds that fly above the earth across the expanse of the sky.”",
            "God created the great sea monsters, and all the living creatures of every kind that creep, which the waters brought forth in swarms, and all the winged birds of every kind. And God saw that this was good.",
            "God blessed them, saying, “Be fertile and increase, fill the waters in the seas, and let the birds increase on the earth.”",
            "And there was evening and there was morning, a fifth day.",
            "God said, “Let the earth bring forth every kind of living creature: cattle, creeping things, and wild beasts of every kind.” And it was so.",
            "God made wild beasts of every kind and cattle of every kind, and all kinds of creeping things of the earth. And God saw that this was good.",
            "And God said, “Let us make humankind in our image, after our likeness. They shall rule the fish of the sea, the birds of the sky, the cattle, the whole earth, and all the creeping things that creep on earth.”<br>",
            "And God created humankind in the divine image,<br>creating it in the image of God—<br>creating them male and female.",
            "God blessed them and God said to them, “Be fertile and increase, fill the earth and master it; and rule the fish of the sea, the birds of the sky, and all the living things that creep on earth.”",
            "God said, “See, I give you every seed-bearing plant that is upon all the earth, and every tree that has seed-bearing fruit; they shall be yours for food.",
            "And to all the animals on land, to all the birds of the sky, and to everything that creeps on earth, in which there is the breath of life, [I give] all the green plants for food.” And it was so.",
            "And God saw all that had been made, and found it very good. And there was evening and there was morning, the sixth day."
        ],
        [
            "The heaven and the earth were finished, and all their array.",
            "On the seventh day God finished the work that had been undertaken: [God] ceased<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>ceased </b>Or “rested.”</i> on the seventh day from doing any of the work.",
            "And God blessed the seventh day and declared it holy—having ceased on it from all the work of creation that God had done.",
            "Such is the story of heaven and earth when they were created. When God יהוה made earth and heaven—",
            "when no shrub of the field<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>shrub of the field </b>I.e., suitable for pasturage.</i> was yet on earth and no grasses of the field<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>grasses of the field </b>I.e., cereal grasses, suitable as crops.</i> had yet sprouted, because God יהוה had not sent rain upon the earth and there were no human beings to till the soil,",
            "but a flow would well up from the ground and water the whole surface of the earth—",
            "God יהוה formed the Human<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>the Human </b>I.e., the progenitor of the species and the point of origin for human society. Heb. <i>ha-’adam</i>; trad. “man.” In the eyes of ancient Israel, the typical initiator of a lineage was male, and so the first human being would also have been imagined as male. See further the Dictionary under <i>’adam</i>.</i> from the soil’s humus,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>soil’s humus </b>Heb. <i>‘afar min ha-’adamah</i>, rendered to emulate the wordplay with Heb. <i>ha-’adam</i> “the Human”; more precisely, “loose dirt from the soil.” NJPS “dust of the earth.”</i> blowing into his nostrils the breath of life: the Human became a living being.",
            "God יהוה planted a garden in Eden, in the east, and placed there the Human who had been fashioned.",
            "And from the ground God יהוה caused to grow every tree that was pleasing to the sight and good for food, with the tree of life in the middle of the garden, and the tree of knowledge of good and bad.",
            "A river issues from Eden to water the garden, and it then divides and becomes four branches.",
            "The name of the first is Pishon, the one that winds through the whole land of Havilah, where the gold is.",
            "(The gold of that land is good; bdellium is there, and lapis lazuli.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>lapis lazuli </b>Others “onyx”; meaning of Heb. <i>shoham</i> uncertain.</i> )",
            "The name of the second river is Gihon, the one that winds through the whole land of Cush.",
            "The name of the third river is Tigris, the one that flows east of Asshur. And the fourth river is the Euphrates.",
            "God יהוה settled the Human in the garden of Eden, to till it and tend it.",
            "And God יהוה commanded the Human, saying, “Of every tree of the garden you are free to eat;",
            "but as for the tree of knowledge of good and bad, you must not eat of it; for as soon as you eat of it, you shall die.”",
            "God יהוה said, “It is not good for the Human to be alone; I will make a fitting counterpart for him.”",
            "And God יהוה formed out of the earth all the wild beasts and all the birds of the sky, and brought them to the Human to see what he would call them; and whatever the Human called each living creature, that would be its name.",
            "And the Human gave names to all the cattle and to the birds of the sky and to all the wild beasts; but no fitting counterpart for a human being was found.",
            "So God יהוה cast a deep sleep upon the Human; and, while he slept, [God] took one of his sides<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>sides </b>Heb. <i>ṣela‘ot</i>, trad. “ribs.” Cf. 1 Kings 6.34; Exod. 25.12; 26.20, 26–27, 35; 30.4.</i> and closed up the flesh at that site.",
            "And God יהוה fashioned the side that had been taken from the Human into a woman, bringing her to the Human.",
            "Then the Human said,<br>“This one at last<br>Is bone of my bones<br>And flesh of my flesh.<br>This one shall be called Woman,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Woman </b>Heb. <i>’ishshah</i>; so trad. More precisely in context, “a (female) member of the human species.” See next note and the Dictionary under <i>’ish</i>.</i> <br>For from a Human<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>a Human </b>More precisely, “the (formerly lone) member of the human species.” NJPS “man”; trad. “Man.” See the Dictionary under <i>’ish</i>.</i> was she taken.”",
            "Hence a man<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>man </b>So trad.; Heb. <i>’ish</i>. Contrast the previous verse.</i> leaves his father and mother and clings to his wife,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>wife </b>So trad.; Heb. <i>’ishshah</i> (with possessive suffix). Cf. the previous note and contrast the previous verse.</i> so that they become one flesh.",
            "The two of them were naked,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>naked </b>Heb. <i>‘arummim</i>, play on <i>‘arum</i> “shrewd” in 3.1.</i> the Human<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>the Human </b>Heb. <i>ha-’adam</i>; trad. “the man.” See note at v. 7.</i> and his wife, yet they felt no shame."
        ],
        [
            "Now the serpent was the shrewdest of all the wild beasts that God יהוה had made. It said to the woman, “Did God really say: You shall not eat of any tree of the garden?”",
            "The woman replied to the serpent, “We may eat of the fruit of the other trees of the garden.",
            "It is only about fruit of the tree in the middle of the garden that God said: ‘You shall not eat of it or touch it, lest you die.’”",
            "And the serpent said to the woman, “You are not going to die,",
            "but God knows that as soon as you eat of it your eyes will be opened and you will be like divine beings who know<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>divine beings who know </b>Others “God, who knows.”</i> good and bad.”",
            "When the woman saw that the tree was good for eating and a delight to the eyes, and that the tree was desirable as a source of wisdom, she took of its fruit and ate. She also gave some to her husband, and he ate.",
            "Then the eyes of both of them were opened and they perceived that they were naked; and they sewed together fig leaves and made themselves loincloths.",
            "They heard the sound of God יהוה moving about in the garden at the breezy time of day; and the Human and his wife hid from God יהוה among the trees of the garden.",
            "God יהוה called out to the Human and said to him, “Where are you?”",
            "He replied, “I heard the sound of You in the garden, and I was afraid because I was naked, so I hid.”",
            "“Who told you that you were naked? Did you eat of the tree from which I had forbidden you to eat?”",
            "The Human said, “The woman You put at my side—she gave me of the tree, and I ate.”",
            "And God יהוה said to the woman, “What is this you have done!” The woman replied, “The serpent duped me, and I ate.”",
            "Then God יהוה said to the serpent,<br>“Because you did this,<br>More cursed shall you be<br>Than all cattle<br>And all the wild beasts:<br>On your belly shall you crawl<br>And dirt shall you eat<br>All the days of your life.<br>",
            "I will put enmity<br>Between you and the woman,<br>And between your offspring and hers;<br>They shall strike at your head,<br>And you shall strike at their heel.”",
            "And to the woman [God] said,<br>“I will greatly expand<br>Your hard labor—and your pregnancies;<br>In hardship shall you bear children.<br>Yet your urge shall be for your husband,<br>And he shall rule over you.”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>rule over you </b>(So NJPS.) I.e., for matters of sexual relations he will have the last word.</i>",
            "To Adam [God] said, “Because you did as your wife said and ate of the tree about which I commanded you, ‘You shall not eat of it,’<br>Cursed be the ground because of you;<br>By hard labor shall you eat of it<br>All the days of your life:<br>",
            "Thorns and thistles shall it sprout for you.<br>But your food shall be the grasses of the field;<br>",
            "By the sweat of your brow<br>Shall you get bread to eat,<br>Until you return to the ground—<br>For from it you were taken.<br>For dust<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>dust </b>Heb. <i>‘afar</i>. Cf. the second note at 2.7.</i> you are,<br>And to dust you shall return.”",
            "The Human named his wife Eve,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Eve </b>Heb. <i>ḥawwaḥ</i>.</i> because she was the mother of all the living.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>living </b>Heb. <i>ḥai</i>.</i>",
            "And God יהוה made garments of skins for Adam and his wife, and clothed them.",
            "And God יהוה said, “Now that humankind has become like any of us, knowing good and bad, what if one should stretch out a hand and take also from the tree of life and eat, and live forever!”",
            "So God יהוה banished humankind<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>humankind </b>Moved up from v. 24 for clarity.</i> from the garden of Eden, to till the humus<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>humus </b>Lit. “soil.” See the second note at 2.7.</i> from which it was taken:",
            "it was driven out; and east of the garden of Eden were stationed the cherubim and the fiery ever-turning sword, to guard the way to the tree of life."
        ],
        [
            "Now the Human knew<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>knew </b>Heb. <i>yada‘</i>, often in a sexual sense.</i> his wife Eve, and she conceived and bore Cain, saying, “I have gained<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>gained </b>Echoing the Heb. wordplay: <i>qanithi</i>, connected with “Cain”; lit. “created, acquired.”</i> a person<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>a person </b>Or “someone new.” Lit. “a participant whose involvement defines the depicted situation.” Unlike “man” in contemporary English, Heb. <i>’ish</i> can include infants in its denotative scope, as here and in Isa. 66.13. NJPS “male child”; trad. “man.” Cf. note at Num. 30.4 and see the Dictionary under <i>’ish</i>.</i> with the help of<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>with the help of </b>Or “as did”; precise force of Heb. <i>’et</i> uncertain.</i> יהוה.”",
            "She then bore his brother Abel. Abel became a keeper of sheep, and Cain became a tiller of the soil.",
            "In the course of time, Cain brought an offering to יהוה from the fruit of the soil;",
            "and Abel, for his part, brought the choicest of the firstlings of his flock. יהוה paid heed to Abel and his offering,",
            "but to Cain and his offering [God] paid no heed. Cain was much distressed and his face fell.",
            "And יהוה said to Cain,<br>“Why are you distressed,<br>And why is your face fallen?<br>",
            "<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">Meaning of verse uncertain.</i> Surely, if you do right,<br>There is uplift.<br>But if you do not do right<br>Sin couches at the door;<br>Its urge is toward you,<br>Yet you can be its master.”",
            "Cain said to his brother Abel …<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>… </b>Ancient versions, including the Targum, read “Come, let us go out into the field.”</i> and when they were in the field, Cain set upon his brother Abel and killed him.",
            " יהוה said to Cain, “Where is your brother Abel?” And he said, “I do not know. Am I my brother’s keeper?”",
            "“What have you done? Hark, your brother’s blood cries out to Me from the ground!",
            "Therefore, you shall be more cursed than the ground,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>more cursed than the ground </b>See 3.17.</i> which opened its mouth to receive your brother’s blood from your hand.",
            "If you till the soil, it shall no longer yield its strength to you. You shall become a ceaseless wanderer on earth.”",
            "Cain said to יהוה, “My punishment is too great to bear!",
            "Since You have banished me this day from the soil, and I must avoid Your presence and become a restless wanderer on earth—anyone who meets me may kill me!”",
            "יהוה said to him, “I promise, if anyone kills Cain, sevenfold vengeance shall be exacted.” And יהוה put a mark on Cain, lest anyone who met him should kill him.",
            "Cain left the presence of יהוה and settled in the land of Nod, east of Eden.",
            "Cain knew his wife, and she conceived and bore Enoch. And he then founded a city, and named the city after his son Enoch.",
            "To Enoch was born Irad, and Irad begot Mehujael, and Mehujael<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Mehujael </b>Heb. <i>Meḥiya’el</i>.</i> begot Methusael, and Methusael begot Lamech.",
            "Lamech took to himself two wives: the name of the one was Adah, and the name of the other was Zillah.",
            "Adah bore Jabal; he was the ancestor of those who dwell in tents and amidst herds.",
            "And the name of his brother was Jubal; he was the ancestor of all who play the lyre and the pipe.",
            "As for Zillah, she bore Tubal-cain, who forged all implements of copper and iron. And the sister of Tubal-cain was Naamah.",
            "And Lamech said to his wives,<br>“Adah and Zillah, hear my voice;<br>O wives of Lamech, give ear to my speech.<br>I have slain a person for wounding me,<br>And a lad for bruising me.<br>",
            "If Cain is avenged sevenfold,<br>Then Lamech seventy-sevenfold.”",
            "Adam knew his wife again, and she bore a son and named him Seth, meaning, “God has provided me with<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>provided me with </b>Or “established for me”; Heb. <i>shath</i>, connected with “Seth.”</i> another offspring in place of Abel,” for Cain had killed him.",
            "And to Seth, in turn, a son was born, and he named him Enosh. It was then that יהוה began to be invoked by name."
        ],
        [
            "This is the record of Adam’s line.—When God created humankind, it was made in the likeness of God;",
            "male and female were they created. And when they were created, [God] blessed them and called them Humankind.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Humankind </b>Heb. <i>’adam</i>; NJPS “Man,” trad. “Adam.”</i> —",
            "When Adam had lived 130 years, he begot a son in his likeness after his image, and he named him Seth.",
            "After the birth of Seth, Adam lived 800 years and begot sons and daughters.",
            "All the days that Adam lived came to 930 years; then he died.",
            "When Seth had lived 105 years, he begot Enosh.",
            "After the birth of Enosh, Seth lived 807 years and begot sons and daughters.",
            "All the days of Seth came to 912 years; then he died.",
            "When Enosh had lived 90 years, he begot Kenan.",
            "After the birth of Kenan, Enosh lived 815 years and begot sons and daughters.",
            "All the days of Enosh came to 905 years; then he died.",
            "When Kenan had lived 70 years, he begot Mahalalel.",
            "After the birth of Mahalalel, Kenan lived 840 years and begot sons and daughters.",
            "All the days of Kenan came to 910 years; then he died.",
            "When Mahalalel had lived 65 years, he begot Jared.",
            "After the birth of Jared, Mahalalel lived 830 years and begot sons and daughters.",
            "All the days of Mahalalel came to 895 years; then he died.",
            "When Jared had lived 162 years, he begot Enoch.",
            "After the birth of Enoch, Jared lived 800 years and begot sons and daughters.",
            "All the days of Jared came to 962 years; then he died.",
            "When Enoch had lived 65 years, he begot Methuselah.",
            "After the birth of Methuselah, Enoch walked with God 300 years; and he begot sons and daughters.",
            "All the days of Enoch came to 365 years.",
            "Enoch walked with God; then he was no more, for God took him.",
            "When Methuselah had lived 187 years, he begot Lamech.",
            "After the birth of Lamech, Methuselah lived 782 years and begot sons and daughters.",
            "All the days of Methuselah came to 969 years; then he died.",
            "When Lamech had lived 182 years, he begot a son.",
            "And he named him Noah, saying, “This one will provide us relief<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>relief </b>Connecting Noah with Heb. <i>niḥam</i> “to comfort”; cf. 9.20ff.</i> from our work and from the toil of our hands, out of the very soil which יהוה placed under a curse.”",
            "After the birth of Noah, Lamech lived 595 years and begot sons and daughters.",
            "All the days of Lamech came to 777 years; then he died.",
            "When Noah had lived 500 years, Noah begot Shem, Ham, and Japheth."
        ],
        [
            "When humankind began to increase on earth and daughters were born to them,",
            "the [males among the] divine beings<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>divine beings </b>Others “sons of God.”</i> saw how pleasing the human women were and took wives from among those who delighted them.—",
            "יהוה said, “My breath shall not abide<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>abide </b>Meaning of Heb. uncertain.</i> in humankind forever, since it too is flesh; let the days allowed them be one hundred and twenty years.”—",
            "It was then, and later too, that the Nephilim appeared on earth—when divine beings cohabited with the human women, who bore them offspring. Such were the heroes of old, the men of renown.",
            "יהוה saw how great was human wickedness on earth—how every plan devised by the human mind was nothing but evil all the time.",
            "And יהוה regretted having made humankind on earth. With a sorrowful heart,",
            " יהוה said, “I will blot out from the earth humankind whom I created—humans together with beasts, creeping things, and birds of the sky; for I regret that I made them.”",
            "But Noah found favor with יהוה.",
            "This is the line of Noah.—Noah was a righteous man; he was blameless in his age; Noah walked with God.—",
            "Noah begot three sons: Shem, Ham, and Japheth.",
            "The earth became corrupt before God; the earth was filled with lawlessness.",
            "When God saw how corrupt the earth was, for all flesh had corrupted its ways on earth,",
            "God said to Noah, “I have decided to put an end to all flesh, for the earth is filled with lawlessness because of them: I am about to destroy them with the earth.",
            "Make yourself an ark of <i>gopher</i> wood; make it an ark with compartments, and cover it inside and out with pitch.",
            "This is how you shall make it: the length of the ark shall be three hundred cubits, its width fifty cubits, and its height thirty cubits.",
            "Make an opening for daylight in the ark, and terminate it within a cubit of the top.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>terminate it within a cubit of the top </b>Meaning of Heb. uncertain.</i> Put the entrance to the ark in its side; make it with bottom, second, and third decks.",
            "“For My part, I am about to bring the Flood—waters upon the earth—to destroy all flesh under the sky in which there is breath of life; everything on earth shall perish.",
            "But I will establish My covenant with you, and you shall enter the ark, with your sons, your wife, and your sons’ wives.",
            "And of all that lives, of all flesh, you shall take two of each into the ark to keep alive with you; they shall be male and female.",
            "From birds of every kind, cattle of every kind, every kind of creeping thing on earth, two of each shall come to you to stay alive.",
            "For your part, take of everything that is eaten and store it away, to serve as food for you and for them.”",
            "Noah did so; just as God commanded him, so he did."
        ],
        [
            "Then יהוה said to Noah, “Go into the ark, with all your household, for you alone have I found righteous before Me in this generation.",
            "Of every pure animal you shall take seven pairs, males and their mates, and of every animal that is not pure, two, a male and its mate;",
            "of the birds of the sky also, seven pairs, male and female, to keep seed alive upon all the earth.",
            "For in seven days’ time I will make it rain upon the earth, forty days and forty nights, and I will blot out from the earth all existence that I created.”",
            "And Noah did just as יהוה commanded him.",
            "Noah was six hundred years old when the Flood came, waters upon the earth.",
            "Noah, with his sons, his wife, and his sons’ wives, went into the ark because of the waters of the Flood.",
            "Of the pure animals, of the animals that are not pure, of the birds, and of everything that creeps on the ground,",
            "two of each, male and female, came to Noah into the ark, as God had commanded Noah.",
            "And on the seventh day the waters of the Flood came upon the earth.",
            "In the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month, on that day<br>All the fountains of the great deep burst apart,<br>And the floodgates of the sky broke open.",
            "(The rain fell on the earth forty days and forty nights.)",
            "That same day Noah and Noah’s sons, Shem, Ham, and Japheth, went into the ark, with Noah’s wife and the three wives of his sons—",
            "they and all beasts of every kind, all cattle of every kind, all creatures of every kind that creep on the earth, and all birds of every kind, every bird, every winged thing.",
            "They came to Noah into the ark, two each of all flesh in which there was breath of life.",
            "Thus they that entered comprised male and female of all flesh, as God had commanded him. And יהוה shut him in.",
            "The Flood continued forty days on the earth, and the waters increased and raised the ark so that it rose above the earth.",
            "The waters swelled and increased greatly upon the earth, and the ark drifted upon the waters.",
            "When the waters had swelled much more upon the earth, all the highest mountains everywhere under the sky were covered.",
            "Fifteen cubits higher did the waters swell, as the mountains were covered.",
            "And all flesh that stirred on earth perished—birds, cattle, beasts, and all the things that swarmed upon the earth, and all humankind.",
            "All in whose nostrils was the merest breath of life, all that was on dry land, died.",
            "All existence on earth was blotted out—humans, cattle, creeping things, and birds of the sky; they were blotted out from the earth. Only Noah was left, and those with him in the ark.",
            "And when the waters had swelled on the earth one hundred and fifty days,"
        ],
        [
            "God remembered Noah and all the beasts and all the cattle that were with him in the ark, and God caused a wind to blow across the earth, and the waters subsided.",
            "The fountains of the deep and the floodgates of the sky were stopped up, and the rain from the sky was held back;",
            "the waters then receded steadily from the earth. At the end of one hundred and fifty days the waters diminished,",
            "so that in the seventh month, on the seventeenth day of the month, the ark came to rest on the mountains of Ararat.",
            "The waters went on diminishing until the tenth month; in the tenth month, on the first of the month, the tops of the mountains became visible.",
            "At the end of forty days, Noah opened the window of the ark that he had made",
            "and sent out the raven; it went to and fro until the waters had dried up from the earth.",
            "Then he sent out the dove to see whether the waters had decreased from the surface of the ground.",
            "But the dove could not find a resting place for its foot, and returned to him to the ark, for there was water over all the earth. So putting out his hand, he took it into the ark with him.",
            "He waited another seven days, and again sent out the dove from the ark.",
            "The dove came back to him toward evening, and there in its bill was a plucked-off olive leaf! Then Noah knew that the waters had decreased on the earth.",
            "He waited still another seven days and sent the dove forth; and it did not return to him any more.",
            "In the six hundred and first year, in the first month, on the first of the month, the waters began to dry from the earth; and when Noah removed the covering of the ark, he saw that the surface of the ground was drying.",
            "And in the second month, on the twenty-seventh day of the month, the earth was dry.",
            "God spoke to Noah, saying,",
            "“Come out of the ark, together with your wife, your sons, and your sons’ wives.",
            "Bring out with you every living thing of all flesh that is with you: birds, animals, and everything that creeps on earth; and let them swarm on the earth and be fertile and increase on earth.”",
            "So Noah came out, together with his sons, his wife, and his sons’ wives.",
            "Every animal, every creeping thing, and every bird, everything that stirs on earth came out of the ark by families.",
            "Then Noah built an altar to יהוה and, taking of every pure animal and of every pure bird, he offered burnt offerings on the altar.",
            "יהוה smelled the pleasing odor, and יהוה resolved: “Never again will I doom the earth because of humankind, since the devisings of the human mind are evil from youth; nor will I ever again destroy every living being, as I have done.<br>",
            "So long as the earth endures,<br>Seedtime and harvest,<br>Cold and heat,<br>Summer and winter,<br>Day and night<br>Shall not cease.”"
        ],
        [
            "God blessed Noah and his sons, and said to them, “Be fertile and increase, and fill the earth.",
            "The fear and the dread of you shall be upon all the beasts of the earth and upon all the birds of the sky—everything with which the earth is astir—and upon all the fish of the sea; they are given into your hand.",
            "Every creature that lives shall be yours to eat; as with the green grasses, I give you all these.",
            "You must not, however, eat flesh with its life-blood in it.",
            "But for your own life-blood I will require a reckoning: I will require it of every beast; of humankind, too, will I require a reckoning for human life, of everyone for each other!<br>",
            "Whoever sheds human blood,<br>By human [hands] shall that one’s blood be shed;<br>For in the image of God<br>Was humankind made.",
            "Be fertile, then, and increase; abound on the earth and increase on it.”",
            "And God said to Noah and to his sons with him,",
            "“I now establish My covenant with you and your offspring to come,",
            "and with every living thing that is with you—birds, cattle, and every wild beast as well—all that have come out of the ark, every living thing on earth.",
            "I will maintain My covenant with you: never again shall all flesh be cut off by the waters of a flood, and never again shall there be a flood to destroy the earth.”",
            "God further said, “This is the sign that I set for the covenant between Me and you, and every living creature with you, for all ages to come.",
            "I have set My bow in the clouds, and it shall serve as a sign of the covenant between Me and the earth.",
            "When I bring clouds over the earth, and the bow appears in the clouds,",
            "I will remember My covenant between Me and you and every living creature among all flesh, so that the waters shall never again become a flood to destroy all flesh.",
            "When the bow is in the clouds, I will see it and remember the everlasting covenant between God and all living creatures, all flesh that is on earth.",
            "That,” God said to Noah, “shall be the sign of the covenant that I have established between Me and all flesh that is on earth.”",
            "The sons of Noah who came out of the ark were Shem, Ham, and Japheth—Ham being the father of Canaan.",
            "These three were the sons of Noah, and from these the whole world branched out.",
            "Noah, the tiller of the soil,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>the tiller of the soil </b>Or “a man of the soil.”</i> was the first to plant a vineyard.",
            "He drank of the wine and became drunk, and he uncovered himself within his tent.",
            "Ham, the father of Canaan, saw his father’s nakedness and told his two brothers outside.",
            "But Shem and Japheth took a cloth, placed it against both their backs and, walking backward, they covered their father’s nakedness; their faces were turned the other way, so that they did not see their father’s nakedness.",
            "When Noah woke up from his wine and learned what his youngest son had done to him,",
            "he said,<br>“Cursed be Canaan;<br>The lowest of slaves<br>Shall he be to his brothers.”",
            "And he said,<br>“Blessed be יהוה,<br>The God of Shem;<br>Let Canaan be a slave to them.<br>",
            "May God enlarge<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>enlarge </b>Heb. <i>yapht</i>, play on Heb. <i>yepheth</i> “Japheth.”</i> Japheth,<br>And let him dwell in the tents of Shem;<br>And let Canaan be a slave to them.”",
            "Noah lived after the Flood 350 years.",
            "And all the days of Noah came to 950 years; then he died."
        ],
        [
            "These are the lines of Shem, Ham, and Japheth, the sons of Noah: sons were born to them after the Flood.",
            "The descendants of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
            "The descendants of Gomer: Ashkenaz, Riphath, and Togarmah.",
            "The descendants of Javan: Elishah and Tarshish, the Kittim and the Dodanim.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Dodanim </b>Septuagint and 1 Chron. 1.7 “Rodanim.”</i>",
            "From these the maritime nations branched out. [These are the descendants of Japheth]<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>[These are the descendants of Japheth] </b>Cf. vv. 20 and 31.</i> by their lands—each with its language—their clans and their nations.",
            "The descendants of Ham: Cush, Mizraim, Put, and Canaan.",
            "The descendants of Cush: Seba, Havilah, Sabtah, Raamah, and Sabteca. The descendants of Raamah: Sheba and Dedan.",
            "Cush also begot Nimrod, who was the first mighty figure on earth.",
            "He was a mighty hunter by the grace of יהוה; hence the saying, “Like Nimrod a mighty hunter by the grace of יהוה.”",
            "The mainstays of his kingdom were Babylon, Erech, Accad, and Calneh<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>and Calneh </b>Heb. <i>we-khalneh</i>, better vocalized <i>we-khullanah</i> “all of them being.”</i> in the land of Shinar.",
            "From that land Asshur went forth and built Nineveh, Rehoboth-ir, Calah,",
            "and Resen between Nineveh and Calah, that is the great city.",
            "And Mizraim begot the Ludim, the Anamim, the Lehabim, the Naphtuhim,",
            "the Pathrusim, the Casluhim, and the Caphtorim,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Caphtorim </b>I.e., the Cretans; moved up for the sake of clarity; cf. Amos 9.7.</i> whence the Philistines came forth.",
            "Canaan begot Sidon, his first-born, and Heth;",
            "and the Jebusites, the Amorites, the Girgashites,",
            "the Hivites, the Arkites, the Sinites,",
            "the Arvadites, the Zemarites, and the Hamathites. Afterward the clans of the Canaanites spread out.",
            "(The [original] Canaanite territory extended from Sidon as far as Gerar, near Gaza, and as far as Sodom, Gomorrah, Admah, and Zeboiim, near Lasha.)",
            "These are the descendants of Ham, according to their clans and languages, by their lands and nations.",
            "Sons were also born to Shem, ancestor of all the descendants of Eber and older brother of Japheth.",
            "The descendants of Shem: Elam, Asshur, Arpachshad, Lud, and Aram.",
            "The descendants of Aram: Uz, Hul, Gether, and Mash.",
            "Arpachshad begot Shelah, and Shelah begot Eber.",
            "Two sons were born to Eber: the name of the first was Peleg, for in his days the earth was divided;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>divided </b>Heb. <i>niphlegah</i>, play on “Peleg.”</i> and the name of his brother was Joktan.",
            "Joktan begot Almodad, Sheleph, Hazarmaveth, Jerah,",
            "Hadoram, Uzal, Diklah,",
            "Obal, Abimael, Sheba,",
            "Ophir, Havilah, and Jobab; all these were the descendants of Joktan.",
            "Their settlements extended from Mesha as far as Sephar, the hill country to the east.",
            "These are the descendants of Shem according to their clans and languages, by their lands, according to their nations.",
            "These are the groupings of Noah’s descendants, according to their origins, by their nations; and from these the nations branched out over the earth after the Flood."
        ],
        [
            "Everyone on earth had the same language and the same words.",
            "And as they migrated from the east, they came upon a valley in the land of Shinar and settled there.",
            "They said to one another, “Come, let us make bricks and burn them hard.”—Brick served them as stone, and bitumen served them as mortar.—",
            "And they said, “Come, let us build us a city, and a tower with its top in the sky, to make a name for ourselves; else we shall be scattered all over the world.”",
            " יהוה came down to look at the city and tower that humanity had built,",
            "and יהוה said, “If, as one people with one language for all, this is how they have begun to act, then nothing that they may propose to do will be out of their reach.",
            "Let us, then, go down and confound their speech there, so that they shall not understand one another’s speech.”",
            "Thus יהוה scattered them from there over the face of the whole earth; and they stopped building the city.",
            "That is why it was called Babel,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Babel </b>I.e., “Babylon.”</i> because there יהוה confounded<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>confounded </b>Heb. <i>balal</i> “confound,” play on “Babel.”</i> the speech of the whole earth; and from there יהוה scattered them over the face of the whole earth.",
            "This is the line of Shem. Shem was 100 years old when he begot Arpachshad, two years after the Flood.",
            "After the birth of<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>After the birth of </b>Lit. “After he begot,” and so through v. 25.</i> Arpachshad, Shem lived 500 years and begot sons and daughters.",
            "When Arpachshad had lived 35 years, he begot Shelah.",
            "After the birth of Shelah, Arpachshad lived 403 years and begot sons and daughters.",
            "When Shelah had lived 30 years, he begot Eber.",
            "After the birth of Eber, Shelah lived 403 years and begot sons and daughters.",
            "When Eber had lived 34 years, he begot Peleg.",
            "After the birth of Peleg, Eber lived 430 years and begot sons and daughters.",
            "When Peleg had lived 30 years, he begot Reu.",
            "After the birth of Reu, Peleg lived 209 years and begot sons and daughters.",
            "When Reu had lived 32 years, he begot Serug.",
            "After the birth of Serug, Reu lived 207 years and begot sons and daughters.",
            "When Serug had lived 30 years, he begot Nahor.",
            "After the birth of Nahor, Serug lived 200 years and begot sons and daughters.",
            "When Nahor had lived 29 years, he begot Terah.",
            "After the birth of Terah, Nahor lived 119 years and begot sons and daughters.",
            "When Terah had lived 70 years, he begot Abram, Nahor, and Haran.",
            "Now this is the line of Terah: Terah begot Abram, Nahor, and Haran; and Haran begot Lot.",
            "Haran died in the lifetime of his father Terah, in his native land, Ur of the Chaldeans.",
            "Abram and Nahor took wives for themselves, the name of Abram’s wife being Sarai and that of Nahor’s wife Milcah, the daughter of Haran, the father of Milcah and Iscah.",
            "Now Sarai was barren, she had no child.",
            "Terah took his son Abram, his grandson Lot the son of Haran, and his daughter-in-law Sarai, the wife of his son Abram, and they set out together from Ur of the Chaldeans for the land of Canaan; but when they had come as far as Haran, they settled there.",
            "The days of Terah came to 205 years; and Terah died in Haran."
        ],
        [
            " יהוה said to Abram, “Go forth from your native land and from your father’s house to the land that I will show you.<br>",
            "I will make of you a great nation,<br>And I will bless you;<br>I will make your name great,<br>And you shall be a blessing.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>a blessing </b>I.e., a standard by which blessing is invoked; cf. v. 3 end.</i> <br>",
            "I will bless those who bless you<br>And curse the one who curses you;<br>And all the families of the earth<br>Shall bless themselves by you.”",
            "Abram went forth as יהוה had commanded him, and Lot went with him. Abram was seventy-five years old when he left Haran.",
            "Abram took his wife Sarai and his brother’s son Lot, and all the wealth that they had amassed, and the persons that they had acquired in Haran; and they set out for the land of Canaan. When they arrived in the land of Canaan,",
            "Abram passed through the land as far as the site of Shechem, at the terebinth of Moreh. The Canaanites were then in the land.",
            "יהוה appeared to Abram and said, “I will assign this land to your offspring.” And he built an altar there to יהוה who had appeared to him.",
            "From there he moved on to the hill country east of Bethel and pitched his tent, with Bethel on the west and Ai on the east; and he built there an altar to יהוה and invoked יהוה by name.",
            "Then Abram journeyed by stages toward the Negeb.",
            "There was a famine in the land, and Abram went down to Egypt to sojourn there, for the famine was severe in the land.",
            "As he was about to enter Egypt, he said to his wife Sarai, “I<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>I </b>Or “You”; cf. the second-person feminine form <i>-ti</i> in Judg. 5.7; Jer. 2.20; Mic. 4.13, etc.</i> know what a beautiful woman you are.",
            "If the Egyptians see you, and think, ‘She is his wife,’ they will kill me and let you live.",
            "Please say that you are my sister, that it may go well with me because of you, and that I may remain alive thanks to you.”",
            "When Abram entered Egypt, the Egyptians saw how very beautiful the woman was.",
            "Pharaoh’s courtiers saw her and praised her to Pharaoh, and the woman was taken into Pharaoh’s palace.",
            "And because of her, it went well with Abram; he acquired sheep, oxen, asses, male and female slaves, she-asses, and camels.",
            "But יהוה afflicted Pharaoh and his household with mighty plagues on account of Sarai, the wife of Abram.",
            "Pharaoh sent for Abram and said, “What is this you have done to me! Why did you not tell me that she was your wife?",
            "Why did you say, ‘She is my sister,’ so that I took her as my wife? Now, here is your wife; take her and begone!”",
            "And Pharaoh put agents<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>agents </b>Lit. “participants whose involvement defines the depicted situation”; trad. “men.” Cf. Josh. 10.18. See the Dictionary under <i>’ish</i>; Agent.</i> in charge of him, and they sent him off with his wife and all that he possessed."
        ],
        [
            "From Egypt, Abram went up into the Negeb, with his wife and all that he possessed, together with Lot.",
            "Now Abram was very rich in cattle, silver, and gold.",
            "And he proceeded by stages from the Negeb as far as Bethel, to the place where his tent had been formerly, between Bethel and Ai,",
            "the site of the altar that he had built there at first; and there Abram invoked יהוה by name.",
            "Lot, who went with Abram, also had flocks and herds and tents,",
            "so that the land could not support them staying together; for their possessions were so great that they could not remain together.",
            "And there was quarreling between the herders of Abram’s cattle and those of Lot’s cattle.—The Canaanites and Perizzites were then dwelling in the land.—",
            "Abram said to Lot, “Let there be no strife between you and me, between my herders and yours, for we are kin.",
            "Is not the whole land before you? Let us separate:<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Let us separate </b>Lit. “Please separate from me.”</i> if you go north, I will go south; and if you go south, I will go north.”",
            "Lot looked about him and saw how well watered was the whole plain of the Jordan, all of it—this was before יהוה had destroyed Sodom and Gomorrah—all the way to Zoar, like the garden of יהוה, like the land of Egypt.",
            "So Lot chose for himself the whole plain of the Jordan, and Lot journeyed eastward. Thus they parted from each other;",
            "Abram remained in the land of Canaan, while Lot settled in the cities of the Plain, pitching his tents near Sodom.",
            "Now the inhabitants of Sodom were very wicked sinners against יהוה.",
            "And יהוה said to Abram, after Lot had parted from him, “Raise your eyes and look out from where you are, to the north and south, to the east and west,",
            "for I give all the land that you see to you and your offspring forever.",
            "I will make your offspring as the dust of the earth, so that if one can count the dust of the earth, then your offspring too can be counted.",
            "Up, walk about the land, through its length and its breadth, for I give it to you.”",
            "And Abram moved his tent, and came to dwell at the terebinths of Mamre, which are in Hebron; and he built an altar there to יהוה."
        ],
        [
            "Now, when King Amraphel of Shinar, King Arioch of Ellasar, King Chedorlaomer of Elam, and King Tidal of Goiim",
            "made war on King Bera of Sodom, King Birsha of Gomorrah, King Shinab of Admah, King Shemeber of Zeboiim, and the king of Bela, which is Zoar,",
            "all the latter joined forces at the Valley of Siddim, now the Dead Sea.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Dead Sea </b>Heb. “Salt Sea.”</i>",
            "Twelve years they served Chedorlaomer, and in the thirteenth year they rebelled.",
            "In the fourteenth year Chedorlaomer and the kings who were with him came and defeated the Rephaim at Ashteroth-karnaim, the Zuzim at Ham, the Emim at Shaveh-kiriathaim,",
            "and the Horites in their hill country of Seir as far as El-paran, which is by the wilderness.",
            "On their way back they came to En-mishpat, which is Kadesh, and subdued all the territory of the Amalekites, and also the Amorites who dwelt in Hazazon-tamar.",
            "Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela, which is Zoar, went forth and engaged them in battle in the Valley of Siddim:",
            "King Chedorlaomer of Elam, King Tidal of Goiim, King Amraphel of Shinar, and King Arioch of Ellasar—four kings against those five.",
            "Now the Valley of Siddim was dotted with bitumen pits; and the kings of Sodom and Gomorrah, in their flight, threw themselves into them, while the rest escaped to the hill country.",
            "[The invaders] seized all the wealth of Sodom and Gomorrah and all their provisions, and went their way.",
            "They also took Lot, the son of Abram’s brother, and his possessions, and departed; for he had settled in Sodom.",
            "A fugitive brought the news to Abram the Hebrew, who was dwelling at the terebinths of Mamre the Amorite, kinsman of Eshkol and Aner, these being Abram’s allies.",
            "When Abram heard that his kinsman’s [household] had been taken captive, he mustered his retainers,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>retainers </b>Meaning of Heb. <i>ḥanikh</i> uncertain.</i> born into his household, numbering three hundred and eighteen, and went in pursuit as far as Dan.",
            "At night, he and his servants deployed against them and defeated them; and he pursued them as far as Hobah, which is north of Damascus.",
            "He brought back all the possessions; he also brought back his kinsman Lot and his possessions, and the women and the rest of the people.",
            "When he returned from defeating Chedorlaomer and the kings with him, the king of Sodom came out to meet him in the Valley of Shaveh, which is the Valley of the King.",
            "And King Melchizedek of Salem brought out bread and wine; he was a priest of God Most High.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>God Most High </b>Heb. <i>El ‘Elyon</i>.</i>",
            "He blessed him, saying,<br>“Blessed be Abram of God Most High,<br>Creator of heaven and earth.<br>",
            "And blessed be God Most High,<br>Who has delivered your foes into your hand.”And [Abram] gave him a tenth of everything.",
            "Then the king of Sodom said to Abram, “Give me the persons, and take the possessions for yourself.”",
            "But Abram said to the king of Sodom, “I swear<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>swear </b>Lit. “lift up my hand.”</i> to יהוה, God Most High, Creator of heaven and earth:",
            "I will not take so much as a thread or a sandal strap of what is yours; you shall not say, ‘It is I who made Abram rich.’",
            "For me, nothing but what my servants have used up; as for the share of the parties who went with me—Aner, Eshkol, and Mamre—let them take their share.”"
        ],
        [
            "Some time later, the word of יהוה came to Abram in a vision:<br>“Fear not, Abram,<br>I am a shield to you;<br>Your reward shall be very great.”",
            "But Abram said, “O lord יהוה,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>lord יהוה </b>Heb. <i>’adonai y-h-w-h</i>, traditionally read aloud as <i>’adonai ’elohim</i> (rather than <i>’adonai</i> twice). NJPS “Lord God.” See also the Dictionary under “male metaphors for God.”</i> what can You give me, seeing that I shall die childless, and the one in charge of my household is Dammesek Eliezer!”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>and the one in charge of my household is Dammesek Eliezer </b>Meaning of Heb. uncertain.</i>",
            "Abram said further, “Since You have granted me no offspring, my steward will be my heir.”",
            "The word of יהוה came to him in reply, “That one shall not be your heir; none but your very own issue shall be your heir.”",
            "[Then in the vision, God] took him outside and said, “Look toward heaven and count the stars, if you are able to count them”—continuing, “So shall your offspring be.”",
            "And he put his trust in יהוה, who reckoned it to his merit.",
            "Then [God] said to him, “I am יהוה who brought you out from Ur of the Chaldeans to assign this land to you as a possession.”",
            "And he said, “O lord יהוה, how shall I know that I am to possess it?”",
            "Came the reply, “Bring Me a three-year-old heifer, a three-year-old she-goat, a three-year-old ram, a turtledove, and a young bird.”",
            "He brought all these and cut them in two, placing each half opposite the other; but he did not cut up the bird.",
            "Birds of prey came down upon the carcasses, and Abram drove them away.",
            "As the sun was about to set, a deep sleep fell upon Abram, and a great dark dread descended upon him.",
            "And [God] said to Abram, “Know well that your offspring shall be strangers in a land not theirs, and they shall be enslaved and oppressed four hundred years;",
            "but I will execute judgment on the nation they shall serve, and in the end they shall go free with great wealth.",
            "As for you,<br>You shall go to your ancestors in peace;<br>You shall be buried at a ripe old age.",
            "And they shall return here in the fourth generation, for the iniquity of the Amorites is not yet complete.”",
            "When the sun set and it was very dark, there appeared a smoking oven, and a flaming torch which passed between those pieces.",
            "On that day יהוה made a covenant with Abram: “To your offspring I assign this land, from the river of Egypt to the great river, the river Euphrates—",
            "the Kenites, the Kenizzites, the Kadmonites,",
            "the Hittites, the Perizzites, the Rephaim,",
            "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"
        ],
        [
            "Sarai, Abram’s wife, had borne him no children. She had an Egyptian maidservant whose name was Hagar.",
            "And Sarai said to Abram, “Look, יהוה has kept me from bearing. Consort with my maid; perhaps I shall have a child<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>have a child </b>Lit. “be built up,” play on <i>ben</i> “child” and <i>banah</i> “build up.” See the Dictionary under <i>ben</i>.</i> through her.” And Abram heeded Sarai’s request.",
            "So Sarai, Abram’s wife, took her maid, Hagar the Egyptian—after Abram had dwelt in the land of Canaan ten years—and gave her to her husband Abram as concubine.",
            "He cohabited with Hagar and she conceived; and when she saw that she had conceived, her mistress was lowered in her esteem.",
            "And Sarai said to Abram, “The wrong done me is your fault! I myself put my maid in your bosom; now that she sees that she is pregnant, I am lowered in her esteem. יהוה decide between you and me!”",
            "Abram said to Sarai, “Your maid is in your hands. Deal with her as you think right.” Then Sarai treated her harshly, and she ran away from her.",
            "A messenger of יהוה found her by a spring of water in the wilderness, the spring on the road to Shur,",
            "and said, “Hagar, slave of Sarai, where have you come from, and where are you going?” And she said, “I am running away from my mistress Sarai.”",
            "And the messenger of יהוה said to her, “Go back to your mistress, and submit to her harsh treatment.”",
            "And the messenger of יהוה said to her,<br>“I will greatly increase your offspring,<br>And they shall be too many to count.”",
            "The messenger of יהוה said to her further,<br>“Behold, you are pregnant<br>And shall bear a son;<br>You shall call him Ishmael,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Ishmael </b>I.e., “God heeds.”</i> <br>For יהוה has paid heed to your suffering.<br>",
            "He shall be a wild ass of a person;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>person </b>Or perhaps “sire” (cf. Josh. 14.15, Gen. 2.22b–4.1, and Phoenician usage). Trad. “man.” See the Dictionary under <i>’adam</i>.</i> <br>His hand against everyone,<br>And everyone’s hand against him;<br>He shall dwell alongside of all his kin.”",
            "And she called יהוה<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>יהוה </b>The messenger who spoke is labeled with the principal’s name, to underscore that the message was delivered on the principal’s behalf. (A narrative convention in the Hebrew Bible.)</i> who spoke to her, “You Are El-roi,”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>El-roi </b>Apparently “God of Seeing.”</i> by which she meant, “Have I not gone on seeing after my being seen!”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Have I not gone on seeing after my being seen </b>Meaning of Heb. uncertain.</i>",
            "Therefore the well was called Beer-lahai-roi;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Beer-lahai-roi </b>Apparently “the Well of the Living One who sees me.”</i> it is between Kadesh and Bered.—",
            "Hagar bore a son to Abram, and Abram gave the son that Hagar bore him the name Ishmael.",
            "Abram was eighty-six years old when Hagar bore Ishmael to Abram."
        ],
        [
            "When Abram was ninety-nine years old, יהוה appeared to Abram and said to him, “I am El Shaddai.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>El Shaddai </b>Traditionally rendered “God Almighty.”</i> Walk in My ways and be blameless.",
            "I will establish My covenant between Me and you, and I will make you exceedingly numerous.”",
            "Abram threw himself on his face; and God spoke to him further,",
            "“As for Me, this is My covenant with you: You shall be the father of a multitude of nations.",
            "And you shall no longer be called Abram, but your name shall be Abraham,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Abraham </b>Understood as “father of a multitude.”</i> for I make you the father of a multitude of nations.",
            "I will make you exceedingly fertile, and make nations of you; and kings shall come forth from you.",
            "I will maintain My covenant between Me and you, and your offspring to come, as an everlasting covenant throughout the ages, to be God to you and to your offspring to come.",
            "I assign the land you sojourn in to you and your offspring to come, all the land of Canaan, as an everlasting holding. I will be their God.”",
            "God further said to Abraham, “As for you, you and your offspring to come throughout the ages shall keep My covenant.",
            "Such shall be the covenant between Me and you and your offspring to follow which you shall keep: every male among you shall be circumcised.",
            "You shall circumcise the flesh of your foreskin, and that shall be the sign of the covenant between Me and you.",
            "And throughout the generations, every male among you shall be circumcised at the age of eight days. As for the homeborn slave and the one bought from an outsider who is not of your offspring,",
            "they must be circumcised, homeborn and purchased alike. Thus shall My covenant be marked in your flesh as an everlasting pact.",
            "And if any male who is uncircumcised fails to circumcise the flesh of his foreskin, that person shall be cut off from kin; he has broken My covenant.”",
            "And God said to Abraham, “As for your wife Sarai, you shall not call her Sarai, but her name shall be Sarah.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Sarah </b>I.e., “princess.”</i>",
            "I will bless her; indeed, I will give you a son by her. I will bless her so that she shall give rise to nations; rulers of peoples shall issue from her.”",
            "Abraham threw himself on his face and laughed, as he said to himself, “Can a child be born to a man a hundred years old, or can Sarah bear a child at ninety?”",
            "And Abraham said to God, “O that Ishmael might live by Your favor!”",
            "God said, “Nevertheless, Sarah your wife shall bear you a son, and you shall name him Isaac;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Isaac </b>Heb. <i>Yiṣḥaq</i>, from <i>ṣaḥaq</i>, “laugh.”</i> and I will maintain My covenant with him as an everlasting covenant for his offspring to come.",
            "As for Ishmael, I have heeded you.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>I have heeded you </b>Heb. <i>shema‘tikha</i>, play on “Ishmael.”</i> I hereby bless him. I will make him fertile and exceedingly numerous. He shall be the father of twelve chieftains, and I will make of him a great nation.",
            "But My covenant I will maintain with Isaac, whom Sarah shall bear to you at this season next year.”",
            "Done speaking with him, God was gone from Abraham.",
            "Then Abraham took his son Ishmael, and all his homeborn slaves and all those he had bought, every male in Abraham’s household, and he circumcised the flesh of their foreskins on that very day, as God had spoken to him.",
            "Abraham was ninety-nine years old when he circumcised the flesh of his foreskin,",
            "and his son Ishmael was thirteen years old when he was circumcised in the flesh of his foreskin.",
            "Thus Abraham and his son Ishmael were circumcised on that very day;",
            "and all [men of] his household, his homeborn slaves and those that had been bought from outsiders, were circumcised with him."
        ],
        [
            "יהוה appeared<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>appeared </b>Or “initiated communication (with); made contact (with)”—without indicating a visual experience—as in 12.7; 17.1; 26.2, 24; 35.9–10; 48.3–4; and seven passages elsewhere in the Bible.</i> to him by the terebinths of Mamre; he was sitting at the entrance of the tent as the day grew hot.",
            "Looking up, he saw three figures<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>figures </b>Lit. “participants whose involvement defines the depicted situation.” Or “agents [of the divine],” as the notice of the advent of divine communication in v. 1 (see previous note) implies an agency situation that casts these participants in their defining role as agents. Trad. “men.” Cf. Rashbam, Ramban; see further the Dictionary under <i>’ish</i>; Agent.</i> standing near him. Perceiving this, he ran from the entrance of the tent to greet them and, bowing to the ground,",
            "he said, “My lords!<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>My lords </b>Or “My lord,” referring either to the delegation’s apparent leader or to God.</i> If it please you, do not go on past your servant.",
            "Let a little water be brought; bathe your feet and recline under the tree.",
            "And let me fetch a morsel of bread that you may refresh yourselves; then go on—seeing that you have come your servant’s way.” They replied, “Do as you have said.”",
            "Abraham hastened into the tent to Sarah, and said, “Quick, three <i>seah</i>s of choice flour! Knead and make cakes!”",
            "Then Abraham ran to the herd, took a calf, tender and choice, and gave it to a servant-boy, who hastened to prepare it.",
            "He took curds and milk and the calf that had been prepared and set these before them; and he waited on them under the tree as they ate.",
            "They said to him, “Where is your wife Sarah?” And he replied, “There, in the tent.”",
            "Then one said, “I will return to you next year,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>next year </b>Heb. <i>ka-‘et ḥayyah</i>; cf. Gen. 17.21; 2 Kings 4.16–17.</i> and your wife Sarah shall have a son!” Sarah was listening at the entrance of the tent, which was behind him.",
            "Now Abraham and Sarah were old, advanced in years; Sarah had stopped having her periods.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>her periods </b>Heb. <i>’oraḥ ka-nashim</i>, lit. “the way of women”; NJPS “the periods of women.” (Perhaps, in light of Akkadian <i>’arḥu</i> “month,” the lit. meaning is actually “women’s menses.”)</i>",
            "And Sarah laughed to herself, saying, “Now that I’ve lost the ability,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>I’ve lost the ability </b>Precise force of Heb. <i>veloti</i> uncertain. NJPS “I am withered,” trad. “I am waxed old.”</i> am I to have enjoyment—with my husband so old?”",
            "Then יהוה<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>יהוה </b>The agent who is speaking is labeled with the principal’s name, to underscore that the following message is delivered on the principal’s behalf. (A narrative convention throughout the Hebrew Bible; cf. Kimhi at 31.3.)</i> said to Abraham, “Why did Sarah laugh, saying, ‘Shall I in truth bear a child, old as I am?’",
            "Is anything too wondrous for יהוה ? I will return to you at the same season next year, and Sarah shall have a son.”",
            "Sarah lied, saying, “I did not laugh,” for she was frightened. Came the reply, “You did laugh.”",
            "The agents<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>agents </b>Lit. “[other] participants whose involvement defines the depicted situation.” See note at 18.2.</i> set out from there and looked down toward Sodom, Abraham walking with them to see them off.",
            "Now יהוה had said, “Shall I hide from Abraham what I am about to do,",
            "since Abraham is to become a great and populous nation and all the nations of the earth are to bless themselves by him?",
            "For I have singled him out, that he may instruct his children and his posterity to keep the way of יהוה by doing what is just and right, in order that יהוה may bring about for Abraham what has been promised him.”",
            "Then יהוה said, “The outrage of Sodom and Gomorrah is so great, and their sin so grave!",
            "I will go down to see whether they have acted altogether according to the outcry that has reached Me; if not, I will take note.”",
            "The agents went on from there to Sodom, while Abraham remained standing before יהוה.",
            "Abraham came forward and said, “Will You sweep away the innocent along with the guilty?",
            "What if there should be fifty innocent within the city; will You then wipe out the place and not forgive it for the sake of the innocent fifty who are in it?",
            "Far be it from You to do such a thing, to bring death upon the innocent as well as the guilty, so that innocent and guilty fare alike. Far be it from You! Shall not the Judge of all the earth deal justly?”",
            "And יהוה answered, “If I find within the city of Sodom fifty innocent ones, I will forgive the whole place for their sake.”",
            "Abraham spoke up, saying, “Here I venture to speak to my lord, I who am but dust and ashes:",
            "What if the fifty innocent should lack five? Will You destroy the whole city for want of the five?” “I will not destroy if I find forty-five there.”",
            "But he spoke up again, and said, “What if forty should be found there?” “I will not do it, for the sake of the forty.”",
            "And he said, “Let not my lord be angry if I go on: What if thirty should be found there?” “I will not do it if I find thirty there.”",
            "And he said, “I venture again to speak to my lord: What if twenty should be found there?” “I will not destroy, for the sake of the twenty.”",
            "And he said, “Let not my lord be angry if I speak but this last time: What if ten should be found there?” “I will not destroy, for the sake of the ten.”",
            "Having finished speaking to Abraham, יהוה departed; and Abraham returned to his place."
        ],
        [
            "The two messengers arrived in Sodom in the evening, as Lot was sitting in the gate of Sodom. When Lot saw them, he rose to greet them and, bowing low with his face to the ground,",
            "he said, “Please, my lords, turn aside to your servant’s house to spend the night, and bathe your feet; then you may be on your way early.” But they said, “No, we will spend the night in the square.”",
            "But he urged them strongly, so they turned his way and entered his house. He prepared a feast for them and baked unleavened bread, and they ate.",
            "They had not yet lain down, when the town council [and] the militia of Sodom<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>town council [and] the militia of Sodom </b>Cf. Gen. 34.20, Josh. 7.4–5, and Judg. 20.2. Heb. <i>we-’anshe ha-‘ir ’anshe sedom</i>; NJPS “the townspeople, the men of Sodom,” trad. “the men of the city, the men of Sodom.”</i> —insignificant and influential alike,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>insignificant and influential alike </b>NJPS “young and old,” trad. “both young and old”; Heb. <i>mi-na‘ar we-‘ad zaqen</i>. See the Dictionary under <i>na‘ar</i> and “elders.”</i> the whole assembly without exception—gathered about the house.",
            "And they shouted to Lot and said to him, “Where are the ones<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>ones </b>Lit. “participants whose involvement defines the depicted situation.” NJPS “men.” See the Dictionary under <i>’ish</i>.</i> who came to you tonight? Bring them out to us, that we may be intimate with<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>be intimate with </b>I.e., humiliate.</i> them.”",
            "So Lot went out to them to the entrance, shut the door behind him,",
            "and said, “I beg you, my friends, do not commit such a wrong.",
            "Look, I have two daughters<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>daughters </b>I.e., of great value to Lot; cf. Judg. 11.35; 2 Sam. 12.3.</i> who have not known a man. Let me bring them out to you, and you may do to them as you please;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>do to them as you please </b>I.e., I will entrust them to you as hostages if you will trust me meanwhile with the visitors.</i> but do not do anything to the others,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>the others </b>NJPS “these men.” Cf. note at v. 5.</i> since they have come under the shelter of my roof.”",
            "But they said, “Stand back! The fellow,” they said, “came here as an alien, and already he acts the ruler! Now we will deal worse with you than with them.” And they pressed hard against that householder<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>against that householder </b>Heb. <i>ba-’ish</i>; NJPS “against the person [of Lot],” trad. “upon the man.” See the Dictionary under <i>’ish</i>.</i> —against Lot—and moved forward to break the door.",
            "But the agents<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>agents </b>See notes at 18.2, 16; cf. 19.1.</i> stretched out their hands and pulled Lot into the house with them, and shut the door.",
            "And the people<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>people </b>So NJPS; lit. “[other] participants whose involvement defines the depicted situation.” Trad. “men.” See the Dictionary under <i>’ish</i>.</i> who were at the entrance of the house, low and high alike,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>low and high alike </b>Cf. note at v. 4. Heb. <i>mi-katon we-‘ad gadol</i>; NJPS “young and old,” trad. “both small and great.”</i> they struck with blinding light, so that they were helpless to find the entrance.",
            "Then the agents said to Lot, “Whom else have you here? Sons-in-law, your sons and daughters, or anyone else that you have in the city—bring them out of the place.",
            "For we are about to destroy this place; because the outcry against them before יהוה has become so great that יהוה has sent us to destroy it.”",
            "So Lot went out and spoke to his sons-in-law, who had married his daughters, and said, “Up, get out of this place, for יהוה is about to destroy the city.” But he seemed to his sons-in-law as one who jests.",
            "As dawn broke, the messengers urged Lot on, saying, “Up, take your wife and your two remaining daughters, lest you be swept away because of the iniquity of the city.”",
            "Still he delayed. So the agents seized his hand, and the hands of his wife and his two daughters—in יהוה’s mercy on him—and brought him out and left him outside the city.",
            "When they had brought them outside, one said, “Flee for your life! Do not look behind you, nor stop anywhere in the Plain; flee to the hills, lest you be swept away.”",
            "But Lot said to them, “Oh no, my lord!",
            "You have been so gracious to your servant, and have already shown me so much kindness in order to save my life; but I cannot flee to the hills, lest the disaster overtake me and I die.",
            "Look, that town there is near enough to flee to; it is such a little place! Let me flee there—it is such a little place—and let my life be saved.”",
            "He replied, “Very well, I will grant you this favor too, and I will not annihilate the town of which you have spoken.",
            "Hurry, flee there, for I cannot do anything until you arrive there.” Hence the town came to be called Zoar.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Zoar </b>Connected with <i>miṣ‘ar</i> “a little place,” v. 20.</i>",
            "As the sun rose upon the earth and Lot entered Zoar,",
            "יהוה rained upon Sodom and Gomorrah sulfurous fire from יהוה out of heaven—",
            "annihilating those cities and the entire Plain, and all the inhabitants of the cities and the vegetation of the ground.",
            "Lot’s<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Lot’s </b>Lit. “His.”</i> wife looked back,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>back </b>Lit. “behind him.”</i> and she thereupon turned into a pillar of salt.",
            "Next morning, Abraham hurried to the place where he had stood before יהוה,",
            "and, looking down toward Sodom and Gomorrah and all the land of the Plain, he saw the smoke of the land rising like the smoke of a kiln.",
            "Thus it was that, when God destroyed the cities of the Plain and annihilated the cities where Lot dwelt, God was mindful of Abraham and removed Lot from the midst of the upheaval.",
            "Lot went up from Zoar and settled in the hill country with his two daughters, for he was afraid to dwell in Zoar; and he and his two daughters lived in a cave.",
            "And the older one said to the younger, “Our father is old, and there is not a man on earth to consort with us in the way of all the world.",
            "Come, let us make our father drink wine, and let us lie with him, that we may maintain life through our father.”",
            "That night they made their father drink wine, and the older one went in and lay with her father; he did not know when she lay down or when she rose.",
            "The next day the older one said to the younger, “See, I lay with Father last night; let us make him drink wine tonight also, and you go and lie with him, that we may maintain life through our father.”",
            "That night also they made their father drink wine, and the younger one went and lay with him; he did not know when she lay down or when she rose.",
            "Thus the two daughters of Lot became pregnant by their father.",
            "The older one bore a son and named him Moab;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Moab </b>As though <i>me-’ab</i> “from (my) father.”</i> he is the father of the Moabites of today.",
            "And the younger also bore a son, and she called him Ben-ammi;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Ben-ammi </b>As though “son of my (paternal) kindred.” See further the Dictionary under <i>‘am</i>.</i> he is the father of the Ammonites of today."
        ],
        [
            "Abraham journeyed from there to the region of the Negeb and settled between Kadesh and Shur. While he was sojourning in Gerar,",
            "Abraham said of Sarah his wife, “She is my sister.” So King Abimelech of Gerar had Sarah brought to him.",
            "But God came to Abimelech in a dream by night and said to him, “You are to die because of the woman that you have taken, for she is a married woman.”",
            "Now Abimelech had not approached her. He said, “O lord,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>lord </b>See the Dictionary under “male metaphors for God.”</i> will You slay people even though innocent?",
            "He himself said to me, ‘She is my sister’! And she also said, ‘He is my brother.’ When I did this, my heart was blameless and my hands were clean.”",
            "And God said to him in the dream, “I knew that you did this with a blameless heart, and so I kept you from sinning against Me. That was why I did not let you touch her.",
            "Therefore, restore the man’s wife—since he is a prophet, he will intercede for you—to save your life. If you fail to restore her, know that you shall die, you and all that are yours.”",
            "Early next morning, Abimelech called his servants and told them all that had happened; and they<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>they </b>Lit. “the [salient] participants.” See the Dictionary under <i>’ish</i>.</i> were greatly frightened.",
            "Then Abimelech summoned Abraham and said to him, “What have you done to us? What wrong have I done that you should bring so great a guilt upon me and my kingdom? You have done to me things that ought not to be done.",
            "What, then,” Abimelech demanded of Abraham, “was your purpose in doing this thing?”",
            "“I thought,” said Abraham, “surely there is no fear of God in this place, and they will kill me because of my wife.",
            "And besides, she is in truth my sister, my father’s daughter though not my mother’s; and she became my wife.",
            "So when God made me wander from my father’s house, I said to her, ‘Let this be the kindness that you shall do me: whatever place we come to, say there of me: He is my brother.’”",
            "Abimelech took sheep and oxen, and male and female slaves, and gave them to Abraham; and he restored his wife Sarah to him.",
            "And Abimelech said, “Here, my land is before you; settle wherever you please.”",
            "And to Sarah he said, “I herewith give your brother a thousand pieces of silver; this will serve you as vindication<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>vindication </b>Lit. “a covering of the eyes”; meaning of latter half of verse uncertain.</i> before all who are with you, and you are cleared before everyone.”",
            "Abraham then prayed to God, and God healed Abimelech and his wife and his slave girls, so that they bore children;",
            "for יהוה had closed fast every womb of the household of Abimelech because of Sarah, the wife of Abraham."
        ],
        [
            "יהוה took note of Sarah as promised, and יהוה did for Sarah what had been announced.",
            "Sarah conceived and bore a son to Abraham in his old age, at the set time of which God had spoken.",
            "Abraham gave his newborn son, whom Sarah had borne him, the name of Isaac.",
            "And when his son Isaac was eight days old, Abraham circumcised him, as God had commanded him.",
            "Now Abraham was a hundred years old when his son Isaac was born to him.",
            "Sarah said, “God has brought me laughter; everyone who hears will laugh with<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>with </b>Lit. “for.”</i> me.”",
            "And she added,<br>“Who would have said to Abraham<br>That Sarah would suckle children!<br>Yet I have borne a son in his old age.”",
            "The child grew up and was weaned, and Abraham held a great feast on the day that Isaac was weaned.",
            "Sarah saw the son whom Hagar the Egyptian had borne to Abraham playing.",
            "She said to Abraham, “Cast out that slave-woman and her son, for the son of that slave shall not share in the inheritance with my son Isaac.”",
            "The matter distressed Abraham greatly, for it concerned a son of his.",
            "But God said to Abraham, “Do not be distressed over the boy or your slave; whatever Sarah tells you, do as she says, for it is through Isaac that offspring shall be continued<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>continued </b>Lit. “called.”</i> for you.",
            "As for the son of the slave-woman, I will make a nation of him, too, for he is your seed.”",
            "Early next morning Abraham took some bread and a skin of water, and gave them to Hagar. He placed them over her shoulder, together with the child, and sent her away. And she wandered about in the wilderness of Beer-sheba.",
            "When the water was gone from the skin, she left the child under one of the bushes,",
            "and went and sat down at a distance, a bowshot away; for she thought, “Let me not look on as the child dies.” And sitting thus afar, she burst into tears.",
            "God heard the cry of the boy, and a messenger of God called to Hagar from heaven and said to her, “What troubles you, Hagar? Fear not, for God has heeded the cry of the boy where he is.",
            "Come, lift up the boy and hold him by the hand, for I will make a great nation of him.”",
            "Then God opened her eyes and she saw a well of water. She went and filled the skin with water, and let the boy drink.",
            "God was with the boy and he grew up; he dwelt in the wilderness and became skilled with a bow.",
            "He lived in the wilderness of Paran; and his mother got a wife for him from the land of Egypt.",
            "At that time Abimelech and Phicol, chief of his troops, said to Abraham, “God is with you in everything that you do.",
            "Therefore swear to me here by God that you will not deal falsely with me or with my kith and kin, but will deal with me and with the land in which you have sojourned as loyally as I have dealt with you.”",
            "And Abraham said, “I swear it.”",
            "Then Abraham reproached Abimelech for the well of water which the servants of Abimelech had seized.",
            "But Abimelech said, “I do not know who did this; you did not tell me, nor have I heard of it until today.”",
            "Abraham took sheep and oxen and gave them to Abimelech, and the two of them made a pact.",
            "Abraham then set seven ewes of the flock by themselves,",
            "and Abimelech said to Abraham, “What mean these seven ewes which you have set apart?”",
            "He replied, “You are to accept these seven ewes from me as proof that I dug this well.”",
            "Hence that place was called Beer-sheba,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Beer-sheba </b>I.e., “well of seven” or “well of oath.”</i> for there the two of them swore an oath.",
            "When they had concluded the pact at Beer-sheba, Abimelech and Phicol, chief of his troops, departed and returned to the land of the Philistines.",
            "[Abraham] planted a tamarisk at Beer-sheba, and invoked there the name of יהוה, the Everlasting God.",
            "And Abraham resided in the land of the Philistines a long time."
        ],
        [
            "Some time afterward, God put Abraham to the test, saying to him, “Abraham.” He answered, “Here I am.”",
            "“Take your son, your favored one, Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the heights that I will point out to you.”",
            "So early next morning, Abraham saddled his ass and took with him two of his servants and his son Isaac. He split the wood for the burnt offering, and he set out for the place of which God had told him.",
            "On the third day Abraham looked up and saw the place from afar.",
            "Then Abraham said to his servants, “You stay here with the ass. The boy and I will go up there; we will worship and we will return to you.”",
            "Abraham took the wood for the burnt offering and put it on his son Isaac. He himself took the firestone<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>firestone </b>Lit. “fire.”</i> and the knife; and the two walked off together.",
            "Then Isaac said to his father Abraham, “Father!” And he answered, “Yes, my son.” And he said, “Here are the firestone and the wood; but where is the sheep for the burnt offering?”",
            "And Abraham said, “It is God who will see to the sheep for this burnt offering, my son.” And the two of them walked on together.",
            "They arrived at the place of which God had told him. Abraham built an altar there; he laid out the wood; he bound his son Isaac; he laid him on the altar, on top of the wood.",
            "And Abraham picked up the knife to slay his son.",
            "Then a messenger of יהוה called to him from heaven: “Abraham! Abraham!” And he answered, “Here I am.”",
            "“Do not raise your hand against the boy, or do anything to him. For now I know that you fear God, since you have not withheld your son, your favored one, from Me.”",
            "When Abraham looked up, his eye fell upon a<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>a </b>Reading <i>’eḥad</i> with many Heb. mss. and ancient versions; text <i>’aḥar</i> “after.”</i> ram, caught in the thicket by its horns. So Abraham went and took the ram and offered it up as a burnt offering in place of his son.",
            "And Abraham named that site Adonai-yireh,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Adonai-yireh </b>I.e., “יהוה will see”; cf. v. 8.</i> whence the present saying, “On the mount of יהוה there is vision.”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>On the mount of יהוה there is vision </b>Heb. <i>be-har y-h-w-h yera’eh</i>.</i>",
            "The messenger of יהוה called to Abraham a second time from heaven,",
            "and said, “By Myself I swear, יהוה declares: Because you have done this and have not withheld your son, your favored one,",
            "I will bestow My blessing upon you and make your descendants as numerous as the stars of heaven and the sands on the seashore; and your descendants shall seize the gates of their foes.",
            "All the nations of the earth shall bless themselves by your descendants, because you have obeyed My command.”",
            "Abraham then returned to his servants, and they departed together for Beer-sheba; and Abraham stayed in Beer-sheba.",
            "Some time later, Abraham was told, “Milcah too has borne sons to your brother Nahor:",
            "Uz the first-born, and Buz his brother, and Kemuel the father of Aram;",
            "and Chesed, Hazo, Pildash, Jidlaph, and Bethuel”—",
            "Bethuel being the father of Rebekah. These eight Milcah bore to Nahor, Abraham’s brother.",
            "And his concubine, whose name was Reumah, also bore [sons]—Tebah, Gaham, and Tahash—and [a daughter,]<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>[a daughter] </b>As implied. In the Bible, the name Maacah is given to five or six other persons—all of whom are women. Biblical genealogies are known to identify a lineage by a woman’s name—especially at the end of a list of segments.</i> Maacah."
        ],
        [
            "Sarah’s lifetime—the span of Sarah’s life—came to one hundred and twenty-seven years.",
            "Sarah died in Kiriath-arba—now Hebron—in the land of Canaan; and Abraham proceeded to mourn for Sarah and to bewail her.",
            "Then Abraham rose from beside his dead, and spoke to the Hittites, saying,",
            "“I am a resident alien among you; sell me a burial site among you, that I may remove my dead for burial.”",
            "And the Hittites replied to Abraham, saying to him,",
            "“Hear us, my lord: you are the elect of God among us. Bury your dead in the choicest of our burial places; none of us will withhold his burial place from you for burying your dead.”",
            "Thereupon Abraham bowed low to the landowning citizens,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>landowning citizens </b>Heb. <i>‘am ha-’areṣ</i>; lit. “people of the land.” See the Dictionary under <i>‘am</i>.</i> the Hittites,",
            "and he said to them, “If it is your wish that I remove my dead for burial, you must agree to intercede for me with Ephron son of Zohar.",
            "Let him sell me the cave of Machpelah that he owns, which is at the edge of his land. Let him sell it to me, at the full price, for a burial site in your midst.”",
            "Ephron was present among the Hittites; so Ephron the Hittite answered Abraham in the hearing of the Hittites, the assembly in his town’s gate,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>the assembly in his town’s gate </b>Lit. “all who entered the gate of his town.” So NJPS, with a note: “I.e., all his fellow townsmen.” Cf. 34.20; Prov. 31.23.</i> saying,",
            "“No, my lord, hear me: I give you the field and I give you the cave that is in it; I give it to you in the presence of my people. Bury your dead.”",
            "Then Abraham bowed low before the landowning citizens,",
            "and spoke to Ephron in the hearing of the landowning citizens, saying, “If only you would hear me out! Let me pay the price of the land; accept it from me, that I may bury my dead there.”",
            "And Ephron replied to Abraham, saying to him,",
            "“My lord, do hear me! A piece of land worth four hundred shekels of silver—what is that between you and me? Go and bury your dead.”",
            "Abraham accepted Ephron’s terms. Abraham paid out to Ephron the money that he had named in the hearing of the Hittites—four hundred shekels of silver at the going merchants’ rate.",
            "So Ephron’s land in Machpelah, near Mamre—the field with its cave and all the trees anywhere within the confines of that field—passed",
            "to Abraham as his possession, in the presence of the Hittites, of the assembly in his town’s gate.",
            "And then Abraham buried his wife Sarah in the cave of the field of Machpelah, facing Mamre—now Hebron—in the land of Canaan.",
            "Thus the field with its cave passed from the Hittites to Abraham, as a burial site."
        ],
        [
            "Abraham was now old, advanced in years, and יהוה had blessed Abraham in all things.",
            "And Abraham said to the senior servant of his household, who had charge of all that he owned, “Put your hand under my thigh",
            "and I will make you swear by יהוה, the God of heaven and the God of the earth, that you will not take a wife for my son from the daughters of the Canaanites among whom I dwell,",
            "but will go to the land of my birth and get a wife for my son Isaac.”",
            "And the servant said to him, “What if the woman does not consent to follow me to this land, shall I then take your son back to the land from which you came?”",
            "Abraham answered him, “On no account must you take my son back there!",
            "יהוה, the God of heaven—who took me from my father’s house and from my native land, who promised me on oath, saying, ‘I will assign this land to your offspring’—will send a messenger before you, and you will get a wife for my son from there.",
            "And if the woman does not consent to follow you, you shall then be clear of this oath to me; but do not take my son back there.”",
            "So the servant put his hand under the thigh of his master Abraham and swore to him as bidden.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>as bidden </b>Lit. “about this matter.”</i>",
            "Then the servant took ten of his master’s camels and set out, taking with him all the bounty of his master; and he made his way to Aram-naharaim, to the city of Nahor.",
            "He made the camels kneel down by the well outside the city, at evening time, the time when women come out to draw water.",
            "And he said, “O יהוה, God of my master Abraham’s [house], grant me good fortune this day, and deal graciously with my master Abraham:",
            "Here I stand by the spring as the daughters of the townspeople<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>townspeople </b>Or “town’s householders.”</i> come out to draw water;",
            "let the maiden to whom I say, ‘Please, lower your jar that I may drink,’ and who replies, ‘Drink, and I will also water your camels’—let her be the one whom You have decreed for Your servant Isaac. Thereby shall I know that You have dealt graciously with my master.”",
            "He had scarcely finished speaking, when Rebekah, who was born to Bethuel, the son of Milcah the wife of Abraham’s brother Nahor, came out with her jar on her shoulder.",
            "The maiden was very beautiful—[and] a virgin, no man having known her.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>[and] a virgin, no man having known her </b>Or “a young woman whom no man had known.”</i> She went down to the spring, filled her jar, and came up.",
            "The servant ran toward her and said, “Please, let me sip a little water from your jar.”",
            "“Drink, my lord,” she said, and she quickly lowered her jar upon her hand and let him drink.",
            "When she had let him drink his fill, she said, “I will also draw for your camels, until they finish drinking.”",
            "Quickly emptying her jar into the trough, she ran back to the well to draw, and she drew for all his camels.",
            "The man,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>man </b>Or “agent.” Lit. “participant whose involvement defines the depicted situation.” See note at 18.2 and the Dictionary under <i>’ish</i>; Agent.</i> meanwhile, stood gazing at her, silently wondering whether יהוה had made his errand successful or not.",
            "When the camels had finished drinking, the man took a gold nose-ring weighing a half-shekel,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>half-shekel </b>Heb. <i>beqa‘</i>.</i> and two gold bands for her arms, ten shekels in weight.",
            "“Pray tell me,” he said, “whose daughter are you? Is there room in your father’s house for us to spend the night?”",
            "She replied, “I am the daughter of Bethuel the son of Milcah, whom she bore to Nahor.”",
            "And she went on, “There is plenty of straw<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>straw </b>Heb. <i>teben</i>, shredded straw, which in the East is mixed with feed; cf. v. 32.</i> and feed at home, and also room to spend the night.”",
            "The man bowed low in homage to יהוה",
            "and said, “Blessed be יהוה, the God of my master Abraham’s [house], who has not withheld steadfast faithfulness from my master. For I have been guided on my errand by יהוה, to the house of my master’s kin.”",
            "The maiden ran and told all this to her mother’s household.",
            "Now Rebekah had a brother whose name was Laban. Laban ran out to the man at the spring—",
            "when he saw the nose-ring and the bands on his sister’s arms, and when he heard his sister Rebekah say, “Thus the man spoke to me.” He went up to the man, who was still standing beside the camels at the spring.",
            "“Come in, O blessed of יהוה,” he said, “why do you remain outside, when I have made ready the house and a place for the camels?”",
            "So the man entered the house, and the camels were unloaded. The camels were given straw and feed, and water was brought to bathe his feet and the feet of the entourage<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>entourage </b>Lit. “participants”; trad. “men.” See Dictionary under <i>’ish</i>.</i> under him.",
            "But when food was set before him, he said, “I will not eat until I have told my tale.” He said, “Speak, then.”",
            "“I am Abraham’s servant,” he began.",
            "“יהוה has greatly blessed my master, who has become rich—giving him sheep and cattle, silver and gold, male and female slaves, camels and asses.",
            "And Sarah, my master’s wife, bore my master a son in her old age, and he has assigned to him everything he owns.",
            "Now my master made me swear, saying, ‘You shall not get a wife for my son from the daughters of the Canaanites in whose land I dwell;",
            "but you shall go to my father’s house, to my kindred, and get a wife for my son.’",
            "And I said to my master, ‘What if the woman does not follow me?’",
            "He replied to me, ‘יהוה, whose ways I have followed, will send a messenger with you and make your errand successful; and you will get a wife for my son from my kindred, from my father’s house.",
            "Thus only shall you be freed from my adjuration: if, when you come to my kindred, they refuse you—only then shall you be freed from my adjuration.’",
            "“I came today to the spring, and I said: ‘O יהוה, God of my master Abraham’s [house], if You would indeed grant success to the errand on which I am engaged!",
            "As I stand by the spring of water, let the young woman who comes out to draw and to whom I say, “Please, let me drink a little water from your jar,”",
            "and who answers, “You may drink, and I will also draw for your camels”—let her be the wife whom יהוה has decreed for my master’s son.’",
            "I had scarcely finished praying in my heart, when Rebekah came out with her jar on her shoulder, and went down to the spring and drew. And I said to her, ‘Please give me a drink.’",
            "She quickly lowered her jar and said, ‘Drink, and I will also water your camels.’ So I drank, and she also watered the camels.",
            "I inquired of her, ‘Whose daughter are you?’ And she said, ‘The daughter of Bethuel, son of Nahor, whom Milcah bore to him.’ And I put the ring on her nose and the bands on her arms.",
            "Then I bowed low in homage to יהוה and blessed יהוה, the God of my master Abraham’s [house], who led me on the right way to get the daughter of my master’s brother for his son.",
            "And now, if you mean to treat my master with true kindness, tell me; and if not, tell me also, that I may turn right or left.”",
            "Then Laban and Bethuel answered, “The matter was decreed by יהוה; we cannot speak to you bad or good.",
            "Here is Rebekah before you; take her and go, and let her be a wife to your master’s son, as יהוה has spoken.”",
            "When Abraham’s servant heard their words, he bowed low to the ground before יהוה.",
            "The servant brought out objects of silver and gold, and garments, and gave them to Rebekah; and he gave presents to her brother and her mother.",
            "Then he and the entourage under him ate and drank, and they spent the night. When they arose next morning, he said, “Give me leave to go to my master.”",
            "But her brother and her mother said, “Let the maiden remain with us some ten days;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>some ten days </b>Lit. “days or ten.”</i> then you may go.”",
            "He said to them, “Do not delay me, now that יהוה has made my errand successful. Give me leave that I may go to my master.”",
            "And they said, “Let us call the girl and ask for her reply.”",
            "They called Rebekah and said to her, “Will you go with this man<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>man </b>See note at v. 21.</i> ?” And she said, “I will.”",
            "So they sent off their sister Rebekah and her nurse along with Abraham’s servant and his entourage.",
            "And they blessed Rebekah and said to her,<br>“O sister!<br>May you grow<br>Into thousands of myriads;<br>May your descendants seize<br>The gates of their foes.”",
            "Then Rebekah and her maids arose, mounted the camels, and followed the man. So the servant took Rebekah and went his way.",
            "Isaac had just come back from the vicinity of Beer-lahai-roi, for he was settled in the region of the Negeb.",
            "And Isaac went out walking<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>walking </b>Meaning of Heb. <i>lasuaḥ</i> uncertain; others “to meditate.”</i> in the field toward evening and, looking up, he saw camels approaching.",
            "Raising her eyes, Rebekah saw Isaac. She alighted from the camel",
            "and said to the servant, “Who is that man walking in the field toward us?” And the servant said, “That is my master.” So she took her veil and covered herself.",
            "The servant told Isaac all the things that he had done.",
            "Isaac then brought her into the tent of his mother Sarah, and he took Rebekah as his wife. Isaac loved her, and thus found comfort after his mother’s death."
        ],
        [
            "Abraham took another wife, whose name was Keturah.",
            "She bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah.",
            "Jokshan begot Sheba and Dedan. The descendants of Dedan were the Asshurim, the Letushim, and the Leummim.",
            "The descendants of Midian were Ephah, Epher, Enoch,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Enoch </b>Or “Hanoch.”</i> Abida, and Eldaah. All these were descendants of Keturah.",
            "Abraham willed all that he owned to Isaac;",
            "but to Abraham’s sons by concubines Abraham gave gifts while he was still living, and he sent them away from his son Isaac eastward, to the land of the East.",
            "This was the total span of Abraham’s life: one hundred and seventy-five years.",
            "And Abraham breathed his last, dying at a good ripe age, old and contented; and he was gathered to his kin.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>kin </b>(So NJPS.) See the Dictionary under “predecessors.”</i>",
            "His sons Isaac and Ishmael buried him in the cave of Machpelah, in the field of Ephron son of Zohar the Hittite, facing Mamre,",
            "the field that Abraham had bought from the Hittites; there Abraham was buried, and Sarah his wife.",
            "After the death of Abraham, God blessed his son Isaac. And Isaac settled near Beer-lahai-roi.",
            "This is the line of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s slave, bore to Abraham.",
            "These are the names of the sons of Ishmael, by their names, in the order of their birth: Nebaioth, the first-born of Ishmael, Kedar, Adbeel, Mibsam,",
            "Mishma, Dumah, Massa,",
            "Hadad, Tema, Jetur, Naphish, and Kedmah.",
            "These are the sons of Ishmael and these are their names by their villages and by their encampments: twelve chieftains of as many tribes.—",
            "These were the years of the life of Ishmael: one hundred and thirty-seven years; then he breathed his last and died, and was gathered to his kin.—",
            "They dwelt from Havilah, by Shur, which is close to Egypt, all the way to Asshur; they camped alongside all their kin.",
            "This is the story of Isaac, son of Abraham. Abraham begot Isaac.",
            "Isaac was forty years old when he took to wife Rebekah, daughter of Bethuel the Aramean of Paddan-aram, sister of Laban the Aramean.",
            "Isaac pleaded with יהוה on behalf of his wife, because she was barren; and יהוה responded to his plea, and his wife Rebekah conceived.",
            "But the children struggled in her womb, and she said, “If so, why do I exist?”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>why do I exist? </b>Meaning of Heb. uncertain.</i> She went to inquire of יהוה,",
            "and יהוה answered her,<br>“Two nations are in your womb,<br>Two separate peoples shall issue from your body;<br>One people shall be mightier than the other,<br>And the older shall serve the younger.”",
            "When her time to give birth was at hand, there were twins in her womb.",
            "The first one emerged red, like a hairy mantle all over; so they named him Esau.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Esau </b>Synonym of “Seir,” play on Heb. <i>se‘ar</i> “hair.”</i>",
            "Then his brother emerged, holding on to the heel of Esau; so they named him Jacob.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Jacob </b>Play on Heb. <i>‘aqeb</i> “heel.”</i> Isaac was sixty years old when they were born.",
            "When the boys grew up, Esau became a skillful hunter, a man of the outdoors; but Jacob became a mild man, raising livestock.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>raising livestock </b>Heb. <i>yoshev ’ohalim</i>; NJPS “who stayed in camp,” lit. “a sitter in tents.” The idiom for a pastoralist; cf. 4.20.</i>",
            "Isaac favored Esau because he had a taste for game;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>he had a taste for game </b>Lit. “game was in his mouth.”</i> but Rebekah favored Jacob.",
            "Once when Jacob was cooking a stew, Esau came in from the open, famished.",
            "And Esau said to Jacob, “Give me some of that red stuff to gulp down, for I am famished”—which is why he was named Edom.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Edom </b>Play on Heb. <i>’adom</i> “red.”</i>",
            "Jacob said, “First sell me your birthright.”",
            "And Esau said, “I am at the point of death, so of what use is my birthright to me?”",
            "But Jacob said, “Swear to me first.” So he swore to him, and sold his birthright to Jacob.",
            "Jacob then gave Esau bread and lentil stew; he ate and drank, and he rose and went away. Thus did Esau spurn the birthright."
        ],
        [
            "There was a famine in the land—aside from the previous famine that had occurred in the days of Abraham—and Isaac went to Abimelech, king of the Philistines, in Gerar.",
            " יהוה had appeared to him and said, “Do not go down to Egypt; stay in the land which I point out to you.",
            "Reside in this land, and I will be with you and bless you; I will assign all these lands to you and to your heirs, fulfilling the oath that I swore to your father Abraham.",
            "I will make your heirs as numerous as the stars of heaven, and assign to your heirs all these lands, so that all the nations of the earth shall bless themselves by your heirs—",
            "inasmuch as Abraham obeyed Me and kept My charge: My commandments, My laws, and My teachings.”",
            "So Isaac stayed in Gerar.",
            "When the local leaders<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>local leaders </b>Or “locals.” Heb. <i>’anshe ha-maqom</i>; NJPS “the men of the place.” Cf., e.g., Gen. 34.20; Judg. 8.15–17. See the Dictionary under <i>’ish</i>.</i> asked him about his wife, he said, “She is my sister,” for he was afraid to say “my wife,” thinking, “The local leaders might kill me on account of Rebekah, for she is beautiful.”",
            "When some time had passed, Abimelech king of the Philistines, looking out of the window, saw Isaac fondling his wife Rebekah.",
            "Abimelech sent for Isaac and said, “So she is your wife! Why then did you say: ‘She is my sister’?” Isaac said to him, “Because I thought I might lose my life on account of her.”",
            "Abimelech said, “What have you done to us! One of the men<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>men </b>NJPS “people.” See the Dictionary under <i>‘am</i>.</i> might have lain with your wife, and you would have brought guilt upon us.”",
            "Abimelech then charged all the people, saying, “Anyone who molests this man or his wife shall be put to death.”",
            "Isaac sowed in that land and reaped a hundredfold the same year. יהוה blessed him,",
            "and the man grew richer and richer until he was very wealthy:",
            "he acquired flocks and herds, and a large household, so that the Philistines envied him.",
            "And the Philistines stopped up all the wells which his father’s servants had dug in the days of his father Abraham, filling them with earth.",
            "And Abimelech said to Isaac, “Go away from us, for you have become far too big for us.”",
            "So Isaac departed from there and encamped in the wadi of Gerar, where he settled.",
            "Isaac dug anew the wells which had been dug in the days of his father Abraham and which the Philistines had stopped up after Abraham’s death; and he gave them the same names that his father had given them.",
            "But when Isaac’s servants, digging in the wadi, found there a well of spring water,",
            "the herdsmen of Gerar quarreled with Isaac’s herdsmen, saying, “The water is ours.” He named that well Esek,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Esek </b>I.e., “contention.”</i> because they contended with him.",
            "And when they dug another well, they disputed over that one also; so he named it Sitnah.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Sitnah </b>I.e., “harassment.”</i>",
            "He moved from there and dug yet another well, and they did not quarrel over it; so he called it Rehoboth, saying, “Now at last יהוה has granted us ample space<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>ample space </b>Heb. <i>hirḥib</i>, connected with “Rehoboth.”</i> to increase in the land.”",
            "From there he went up to Beer-sheba.",
            "That night יהוה appeared to him and said, “I am the God of your father Abraham’s [house]. Fear not, for I am with you, and I will bless you and increase your offspring for the sake of My servant Abraham.”",
            "So he built an altar there and invoked יהוה by name. Isaac pitched his tent there and his servants started digging a well.",
            "And Abimelech came to him from Gerar, with Ahuzzath his councilor and Phicol chief of his troops.",
            "Isaac said to them, “Why have you come to me, seeing that you have been hostile to me and have driven me away from you?”",
            "And they said, “We now see plainly that יהוה has been with you, and we thought: Let there be a sworn treaty between our two parties, between you and us. Let us make a pact with you",
            "that you will not do us harm, just as we have not molested you but have always dealt kindly with you and sent you away in peace. From now on, be you blessed of יהוה !”",
            "Then he made for them a feast, and they ate and drank.",
            "Early in the morning, they exchanged oaths. Isaac then bade them farewell, and they departed from him in peace.",
            "That same day Isaac’s servants came and told him about the well they had dug, and said to him, “We have found water!”",
            "He named it Shibah;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Shibah </b>As though “oath.”</i> therefore the name of the city is Beer-sheba to this day.",
            "When Esau was forty years old, he took to wife Judith daughter of Beeri the Hittite, and Basemath daughter of Elon the Hittite;",
            "and they were a source of bitterness to Isaac and Rebekah."
        ],
        [
            "When Isaac was old and his eyes were too dim to see, he called his older son Esau and said to him, “My son.” He answered, “Here I am.”",
            "And he said, “I am old now, and I do not know how soon I may die.",
            "Take your gear, your quiver and bow, and go out into the open and hunt me some game.",
            "Then prepare a dish for me such as I like, and bring it to me to eat, so that I may give you my innermost blessing before I die.”",
            "Rebekah had been listening as Isaac spoke to his son Esau. When Esau had gone out into the open to hunt game to bring home,",
            "Rebekah said to her son Jacob, “I overheard your father speaking to your brother Esau, saying,",
            "‘Bring me some game and prepare a dish for me to eat, that I may bless you, with יהוה’s approval, before I die.’",
            "Now, my son, listen carefully as I instruct you.",
            "Go to the flock and fetch me two choice kids, and I will make of them a dish for your father, such as he likes.",
            "Then take it to your father to eat, in order that he may bless you before he dies.”",
            "Jacob answered his mother Rebekah, “But my brother Esau is a hairy man and I am smooth-skinned.",
            "If my father touches me, I shall appear to him as a trickster and bring upon myself a curse, not a blessing.”",
            "But his mother said to him, “Your curse, my son, be upon me! Just do as I say and go fetch them for me.”",
            "He got them and brought them to his mother, and his mother prepared a dish such as his father liked.",
            "Rebekah then took the best clothes of her older son Esau, which were there<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>there </b>Or “in her charge”—an acknowledgment of authority; Heb. <i>’itah</i>, lit. “with her.”</i> in the house, and had her younger son Jacob put them on;",
            "and she covered his hands and the hairless part of his neck with the skins of the kids.",
            "Then she put in the hands of her son Jacob the dish and the bread that she had prepared.",
            "He went to his father and said, “Father.” And he said, “Yes, which of my sons are you?”",
            "Jacob said to his father, “I am Esau, your first-born; I have done as you told me. Pray sit up and eat of my game, that you may give me your innermost blessing.”",
            "Isaac said to his son, “How did you succeed so quickly, my son?” And he said, “Because your God יהוה granted me good fortune.”",
            "Isaac said to Jacob, “Come closer that I may feel you, my son—whether you are really my son Esau or not.”",
            "So Jacob drew close to his father Isaac, who felt him and wondered. “The voice is the voice of Jacob, yet the hands are the hands of Esau.”",
            "He did not recognize him, because his hands were hairy like those of his brother Esau; and so he blessed him.",
            "He asked, “Are you really my son Esau?” And when he said, “I am,”",
            "he said, “Serve me and let me eat of my son’s game that I may give you my innermost blessing.” So he served him and he ate, and he brought him wine and he drank.",
            "Then his father Isaac said to him, “Come close and kiss me, my son”;",
            "and he went up and kissed him. And he smelled his clothes and he blessed him, saying, “Ah, the smell of my son is like the smell of the fields that יהוה has blessed.<br>",
            "“May God give you<br>Of the dew of heaven and the fat of the earth,<br>Abundance of new grain and wine.<br>",
            "Let peoples serve you,<br>And nations bow to you;<br>Be master over your brothers,<br>And let your mother’s sons bow to you.<br>Cursed be they who curse you,<br>Blessed they who bless you.”",
            "No sooner had Jacob left the presence of his father Isaac—after Isaac had finished blessing Jacob—than his brother Esau came back from his hunt.",
            "He too prepared a dish and brought it to his father. And he said to his father, “Let my father sit up and eat of his son’s game, so that you may give me your innermost blessing.”",
            "His father Isaac said to him, “Who are you?” And he said, “I am your son, Esau, your first-born!”",
            "Isaac was seized with very violent trembling. “Who was it then,” he demanded, “that hunted game and brought it to me? Moreover, I ate of it before you came, and I blessed him; now he must remain blessed!”",
            "When Esau heard his father’s words, he burst into wild and bitter sobbing, and said to his father, “Bless me too, Father!”",
            "But he answered, “Your brother came with guile and took away your blessing.”",
            "[Esau] said, “Was he, then, named Jacob that he might supplant<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>supplant </b>Heb. <i>‘aqab</i>, connected with “Jacob.”</i> me these two times? First he took away my birthright and now he has taken away my blessing!” And he added, “Have you not reserved a blessing for me?”",
            "Isaac answered, saying to Esau, “But I have made him master over you: I have given him all his brothers for servants, and sustained him with grain and wine. What, then, can I still do for you, my son?”",
            "And Esau said to his father, “Have you but one blessing, Father? Bless me too, Father!” And Esau wept aloud.",
            "And his father Isaac answered, saying to him,<br>“See, your abode shall enjoy the fat of the earth<br>And<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>enjoy the fat of the earth / And </b>Others “be away from the fat of the earth and from.”</i> the dew of heaven above.<br>",
            "Yet by your sword you shall live,<br>And you shall serve your brother;<br>But when you grow restive,<br>You shall break his yoke from your neck.”",
            "Now Esau harbored a grudge against Jacob because of the blessing which his father had given him, and Esau said to himself, “Let but the mourning period of my father come, and I will kill my brother Jacob.”",
            "When the words of her older son Esau were reported to Rebekah, she sent for her younger son Jacob and said to him, “Your brother Esau is consoling himself by planning to kill you.",
            "Now, my son, listen to me. Flee at once to Haran, to my brother Laban.",
            "Stay with him a while, until your brother’s fury subsides—",
            "until your brother’s anger against you subsides—and he forgets what you have done to him. Then I will fetch you from there. Let me not lose you both in one day!”",
            "Rebekah said to Isaac, “I am disgusted with my life because of the Hittite women. If Jacob marries a Hittite woman like these, from among the native women, what good will life be to me?”"
        ],
        [
            "So Isaac sent for Jacob and blessed him. He instructed him, saying, “You shall not take a wife from among the Canaanite women.",
            "Up, go to Paddan-aram, to the house of Bethuel, your mother’s father, and take a wife there from among the daughters of Laban, your mother’s brother.",
            "May El Shaddai<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>El Shaddai </b>See note at 17.1.</i> bless you, make you fertile and numerous, so that you become an assembly of peoples.",
            "May you and your offspring be granted the blessing of Abraham, that you may possess the land where you are sojourning, which God assigned to Abraham.”",
            "Then Isaac sent Jacob off, and he went to Paddan-aram, to Laban the son of Bethuel the Aramean, the brother of Rebekah, mother of Jacob and Esau.",
            "When Esau saw that Isaac had blessed Jacob and sent him off to Paddan-aram to take a wife from there, charging him, as he blessed him, “You shall not take a wife from among the Canaanite women,”",
            "and that Jacob had obeyed his father and mother and gone to Paddan-aram,",
            "Esau realized that the Canaanite women displeased his father Isaac.",
            "So Esau went to Ishmael and took to wife, in addition to the wives he had, Mahalath the daughter of Ishmael son of Abraham, sister of Nebaioth.",
            "Jacob left Beer-sheba, and set out for Haran.",
            "He came upon a certain place and stopped there for the night, for the sun had set. Taking one of the stones of that place, he put it under his head and lay down in that place.",
            "He had a dream; a stairway<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>stairway </b>Or “ramp”; others “ladder.” Heb. <i>sullam</i>.</i> was set on the ground and its top reached to the sky, and messengers of God were going up and down on it.",
            "And standing beside him was יהוה, who said, “I am יהוה, the God of your father Abraham’s [house] and the God of Isaac’s [house]: the ground on which you are lying I will assign to you and to your offspring.",
            "Your descendants shall be as the dust of the earth; you shall spread out to the west and to the east, to the north and to the south. All the families of the earth shall bless themselves by you and your descendants.",
            "Remember, I am with you: I will protect you wherever you go and will bring you back to this land. I will not leave you until I have done what I have promised you.”",
            "Jacob awoke from his sleep and said, “Surely יהוה is present in this place, and I did not know it!”",
            "Shaken, he said, “How awesome is this place! This is none other than the abode of God, and that is the gateway to heaven.”",
            "Early in the morning, Jacob took the stone that he had put under his head and set it up as a pillar and poured oil on the top of it.",
            "He named that site Bethel;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Bethel </b>I.e., “house of God.”</i> but previously the name of the city had been Luz.",
            "Jacob then made a vow, saying, “If God remains with me, protecting me on this journey that I am making, and giving me bread to eat and clothing to wear,",
            "and I return safe to my father’s house— יהוה shall be my God.",
            "And this stone, which I have set up as a pillar, shall be God’s abode; and of all that You give me, I will set aside a tithe for You.”"
        ],
        [
            "Jacob resumed his journey<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>resumed his journey </b>Lit. “lifted up his feet.”</i> and came to the land of the Easterners.",
            "There before his eyes was a well in the open. Three flocks of sheep were lying there beside it, for the flocks were watered from that well. The stone on the mouth of the well was large.",
            "When all the flocks were gathered there, the stone would be rolled from the mouth of the well and the sheep watered; then the stone would be put back in its place on the mouth of the well.",
            "Jacob said to them, “My friends, where are you from?” And they said, “We are from Haran.”",
            "He said to them, “Do you know Laban the son of Nahor?” And they said, “Yes, we do.”",
            "He continued, “Is he well?” They answered, “Yes, he is; and there is his daughter Rachel, coming with the flock.”",
            "He said, “It is still broad daylight, too early to round up the animals; water the flock and take them to pasture.”",
            "But they said, “We cannot, until all the flocks are rounded up; then the stone is rolled off the mouth of the well and we water the sheep.”",
            "While he was still speaking with them, Rachel came with her father’s flock—for she was its shepherd.",
            "And when Jacob saw Rachel, the daughter of his uncle<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>uncle </b>Lit. “mother’s brother.”</i> Laban, and the flock of his uncle Laban, Jacob went up and rolled the stone off the mouth of the well, and watered the flock of his uncle Laban.",
            "Then Jacob kissed Rachel, and broke into tears.",
            "Jacob told Rachel that he was her father’s kinsman, that he was Rebekah’s son; and she ran and told her father.",
            "On hearing the news of his sister’s son Jacob, Laban ran to greet him; he embraced him and kissed him, and took him into his house. He told Laban all that had happened,",
            "and Laban said to him, “You are truly my bone and flesh.”When he had stayed with him a month’s time,",
            "Laban said to Jacob, “Just because you are a kinsman, should you serve me for nothing? Tell me, what shall your wages be?”",
            "Now Laban had two daughters; the name of the older one was Leah, and the name of the younger was Rachel.",
            "Leah had weak eyes; Rachel was shapely and beautiful.",
            "Jacob loved Rachel; so he answered, “I will serve you seven years for your younger daughter Rachel.”",
            "Laban said, “Better that I give her to you than that I should give her to an outsider. Stay with me.”",
            "So Jacob served seven years for Rachel and they seemed to him but a few days because of his love for her.",
            "Then Jacob said to Laban, “Give me my wife, for my time is fulfilled, that I may cohabit with her.”",
            "And Laban gathered all the people of the place<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>people of the place </b>Or “the locals” or “the local dignitaries,” whose presence clearly validated a marriage; Heb. <i>’anshe ha-maqom</i>. See the Dictionary under <i>’ish</i>.</i> and made a feast.",
            "When evening came, he took his daughter Leah and brought her to him; and he cohabited with her.—",
            "Laban had given his maidservant Zilpah to his daughter Leah as her maid.—",
            "When morning came, there was Leah! So he said to Laban, “What is this you have done to me? I was in your service for Rachel! Why did you deceive me?”",
            "Laban said, “It is not the practice in our place to marry off the younger before the older.",
            "Wait until the bridal week of this one is over and we will give you that one too, provided you serve me another seven years.”",
            "Jacob did so; he waited out the bridal week of the one, and then he gave him his daughter Rachel as wife.—",
            "Laban had given his maidservant Bilhah to his daughter Rachel as her maid.—",
            "And Jacob cohabited with Rachel also; indeed, he loved Rachel more than Leah. And he served him another seven years.",
            "Seeing that Leah was unloved, יהוה opened her womb; but Rachel was barren.",
            "Leah conceived and bore a son, and named him Reuben;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Reuben </b>Understood as “See a son.”</i> for she declared, “It means: ‘יהוה has seen<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>has seen </b>Heb. <i>ra’ah</i>, connected with the first part of “Reuben.”</i> my affliction’; it also means: ‘Now my husband will love me.’”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>will love me </b>Heb. <i>ye’ehabani</i>, connected with the end of “Reuben.”</i>",
            "She conceived again and bore a son, and declared, “This is because יהוה heard<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>heard </b>Heb. <i>shama‘</i>, connected with “Simeon.”</i> that I was unloved and has given me this one also”; so she named him Simeon.",
            "Again she conceived and bore a son and declared, “This time my husband will become attached<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>will become attached </b>Heb. <i>yillaweh</i>, connected with “Levi.”</i> to me, for I have borne him three sons.” Therefore he was named Levi.",
            "She conceived again and bore a son, and declared, “This time I will praise<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>I will praise </b>Heb. <i>’odeh</i>, connected with “Judah.”</i> יהוה.” Therefore she named him Judah. Then she stopped bearing."
        ],
        [
            "When Rachel saw that she had borne Jacob no children, she became envious of her sister; and Rachel said to Jacob, “Give me children, or I shall die.”",
            "Jacob was incensed at Rachel, and said, “Can I take the place of God, who has denied you fruit of the womb?”",
            "She said, “Here is my maid Bilhah. Consort with her, that she may bear on my knees and that through her I too may have children.”",
            "So she gave him her maid Bilhah as concubine, and Jacob cohabited with her.",
            "Bilhah conceived and bore Jacob a son.",
            "And Rachel said, “God has vindicated me;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>has vindicated me </b>Heb. <i>dananni</i>, connected with “Dan.”</i> indeed, [God] has heeded my plea and given me a son.” Therefore she named him Dan.",
            "Rachel’s maid Bilhah conceived again and bore Jacob a second son.",
            "And Rachel said, “A fateful contest I waged<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>A fateful contest I waged </b>Heb. <i>naphtule … naphtalti</i>, connected with “Naphtali.” Lit. “A contest of God….”</i> with my sister; yes, and I have prevailed.” So she named him Naphtali.",
            "When Leah saw that she had stopped bearing children, she took her maid Zilpah and gave her to Jacob as concubine.",
            "And when Leah’s maid Zilpah bore Jacob a son,",
            "Leah said, “What luck!”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>What luck! </b>So the <i>kethib</i>, which reads <i>begad</i>; the <i>qere</i> reads <i>ba’ gad</i> “luck has come”; connected with “Gad.”</i> So she named him Gad.",
            "When Leah’s maid Zilpah bore Jacob a second son,",
            "Leah declared, “What fortune!”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>What fortune! </b>Heb. <i>be’oshri</i>, connected with “Asher.”</i> meaning, “Women will deem me fortunate.” So she named him Asher.",
            "Once, at the time of the wheat harvest, Reuben came upon some mandrakes in the field and brought them to his mother Leah. Rachel said to Leah, “Please give me some of your son’s mandrakes.”",
            "But she said to her, “Was it not enough for you to take away my husband, that you would also take my son’s mandrakes?” Rachel replied, “I promise, he shall lie with you tonight, in return for your son’s mandrakes.”",
            "When Jacob came home from the field in the evening, Leah went out to meet him and said, “You are to sleep with me, for I have hired you with my son’s mandrakes.” And he lay with her that night.",
            "God heeded Leah, and she conceived and bore him a fifth son.",
            "And Leah said, “God has given me my reward<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>my reward </b>Heb. <i>sekhari</i>, connected with “Issachar.”</i> for having given my maid to my husband.” So she named him Issachar.",
            "When Leah conceived again and bore Jacob a sixth son,",
            "Leah said, “God has given me a choice gift;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>has given me a choice gift </b>Heb. <i>zebadani … zebed</i>.</i> this time my husband will exalt me,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>will exalt me </b>Heb. <i>yizbeleni</i>; others “will dwell with me.”</i> for I have borne him six sons.” So she named him Zebulun.",
            "Last, she bore him a daughter, and named her Dinah.",
            "Now God remembered Rachel; God heeded her and opened her womb.",
            "She conceived and bore a son, and said, “God has taken away<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>has taken away </b>Heb. <i>’asaph</i>, connected with “Joseph.”</i> my disgrace.”",
            "So she named him Joseph, which is to say, “May יהוה add<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>add </b>Heb. <i>yoseph</i>, connected with “Joseph.”</i> another son for me.”",
            "After Rachel had borne Joseph, Jacob said to Laban, “Give me leave to go back to my own homeland.",
            "Give me my wives and my children, for whom I have served you, that I may go; for well you know what services I have rendered you.”",
            "But Laban said to him, “If you will indulge me,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>If you will indulge me </b>Lit. “If I have found favor in your eyes.”</i> I have learned by divination that יהוה has blessed me on your account.”",
            "And he continued, “Name the wages due from me, and I will pay you.”",
            "But he said, “You know well how I have served you and how your livestock has fared with me.",
            "For the little you had before I came has grown to much, since יהוה has blessed you wherever I turned. And now, when shall I make provision for my own household?”",
            "He said, “What shall I pay you?” And Jacob said, “Pay me nothing! If you will do this thing for me, I will again pasture and keep your flocks:",
            "let me pass through your whole flock today, removing from there every speckled and spotted animal—every dark-colored sheep and every spotted and speckled goat. Such shall be my wages.",
            "In the future when you go over my wages, let my honesty toward you testify for me: if there are among my goats any that are not speckled or spotted or any sheep that are not dark-colored, they got there by theft.”",
            "And Laban said, “Very well, let it be as you say.”",
            "But that same day he removed the streaked and spotted he-goats and all the speckled and spotted she-goats—every one that had white on it—and all the dark-colored sheep, and left them in the charge of his sons.",
            "And he put a distance of three days’ journey between himself and Jacob, while Jacob was pasturing the rest of Laban’s flock.",
            "Jacob then got fresh shoots of poplar, and of almond and plane, and peeled white stripes in them, laying bare the white of the shoots.",
            "The rods that he had peeled he set up in front of the goats<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>goats </b>Lit. “flocks.”</i> in the troughs, the water receptacles, that the goats came to drink from. Their mating occurred when they came to drink,",
            "and since the goats mated by the rods, the goats brought forth streaked, speckled, and spotted young.",
            "But Jacob dealt separately with the sheep; he made these animals face the streaked or wholly dark-colored animals in Laban’s flock. And so he produced special flocks for himself, which he did not put with Laban’s flocks.",
            "Moreover, when the sturdier<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>sturdier </b>Or “early-breeding.”</i> animals were mating, Jacob would place the rods in the troughs, in full view of the animals, so that they mated by the rods;",
            "but with the feebler<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>feebler </b>Or “late-breeding.”</i> animals he would not place them there. Thus the feeble<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>feeble </b>Cf. previous note.</i> ones went to Laban and the sturdy to Jacob.",
            "So the man grew exceedingly prosperous, and came to own large flocks, maidservants and menservants, camels and asses."
        ],
        [
            "Now he heard the things that Laban’s sons were saying: “Jacob has taken all that was our father’s, and from that which was our father’s he has built up all this wealth.”",
            "Jacob also saw that Laban’s manner toward him was not as it had been in the past.",
            "Then יהוה said to Jacob, “Return to your ancestors’ land—where you were born—and I will be with you.”",
            "Jacob had Rachel and Leah called to the field, where his flock was,",
            "and said to them, “I see that your father’s manner toward me is not as it has been in the past. But the God of my father’s [house] has been with me.",
            "As you know, I have served your father with all my might;",
            "but your father has cheated me, changing my wages time and again.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>time and again </b>Lit. “ten times.”</i> God, however, would not let him do me harm.",
            "If he said thus, ‘The speckled shall be your wages,’ then all the flocks would drop speckled young; and if he said thus, ‘The streaked shall be your wages,’ then all the flocks would drop streaked young.",
            "God has taken away your father’s livestock and given it to me.",
            "“Once, at the mating time of the flocks, I had a dream in which I saw<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>I had a dream in which I saw </b>Lit. “I raised my eyes and saw in a dream, behold.”</i> that the he-goats mating with the flock were streaked, speckled, and mottled.",
            "And in the dream a messenger of God said to me, ‘Jacob!’ ‘Here,’ I answered.",
            "And the messenger said, ‘Note well that all the he-goats which are mating with the flock are streaked, speckled, and mottled; for I have noted all that Laban has been doing to you.",
            "I am the God of Bethel, where you anointed a pillar and where you made a vow to Me. Now, arise and leave this land and return to your native land.’”",
            "Then Rachel and Leah answered him, saying, “Have we still a share in the inheritance of our father’s house?",
            "Surely, he regards us as outsiders, now that he has sold us and has used up our purchase price.",
            "Truly, all the wealth that God has taken away from our father belongs to us and to our children. Now then, do just as God has told you.”",
            "Thereupon Jacob put his children and wives on camels;",
            "and he drove off all his livestock and all the wealth that he had amassed, the livestock in his possession that he had acquired in Paddan-aram, to go to his father Isaac in the land of Canaan.",
            "Meanwhile Laban had gone to shear his sheep, and Rachel stole her father’s household idols.",
            "Jacob kept Laban the Aramean in the dark,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>kept Laban the Aramean in the dark </b>Lit. “stole the mind of Laban the Aramean”; similarly in v. 26.</i> not telling him that he was fleeing,",
            "and fled with all that he had. Soon he was across the Euphrates and heading toward the hill country of Gilead.",
            "On the third day, Laban was told that Jacob had fled.",
            "So he took his kinsmen with him and pursued him a distance of seven days, catching up with him in the hill country of Gilead.",
            "But God appeared to Laban the Aramean in a dream by night and said to him, “Beware of attempting anything with Jacob, good or bad.”",
            "Laban overtook Jacob. Jacob had pitched his tent on the Height, and Laban with his kinsmen encamped in the hill country of Gilead.",
            "And Laban said to Jacob, “What did you mean by keeping me in the dark and carrying off my daughters like captives of the sword?",
            "Why did you flee in secrecy and mislead me and not tell me? I would have sent you off with festive music, with timbrel and lyre.",
            "You did not even let me kiss my sons and daughters<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>sons and daughters </b>So NJPS; Heb. <i>levanai we-livnotai</i>, a stock phrase (see, e.g., 46.15; 1 Sam. 30.6; Neh. 5.5) that means “progeny,” thus including grandchildren.</i> good-by! It was a foolish thing for you to do.",
            "I have it in my power to do you harm; but the God of your father’s [house] said to me last night, ‘Beware of attempting anything with Jacob, good or bad.’",
            "Very well, you had to leave because you were longing for your father’s house; but why did you steal my gods?”",
            "Jacob answered Laban, saying, “I was afraid because I thought you would take your daughters from me by force.",
            "But anyone with whom you find your gods shall not remain alive! In the presence of our kin, point out what I have of yours and take it.” Jacob, of course, did not know that Rachel had stolen them.",
            "So Laban went into Jacob’s tent and Leah’s tent and the tents of the two maidservants; but he did not find them. Leaving Leah’s tent, he entered Rachel’s tent.",
            "Rachel, meanwhile, had taken the idols and placed them in the camel cushion and sat on them; and Laban rummaged through the tent without finding them.",
            "For she said to her father, “Let not my lord take it amiss that I cannot rise before you, for I am in a womanly way.” Thus he searched, but could not find the household idols.",
            "Now Jacob became incensed and took up his grievance with Laban. Jacob spoke up and said to Laban, “What is my crime, what is my guilt that you should pursue me?",
            "You rummaged through all my things; what have you found of all your household objects? Set it here, before my kin and yours, and let them decide between us two.",
            "“These twenty years I have spent in your service, your ewes and she-goats never miscarried, nor did I feast on rams from your flock.",
            "That which was torn by beasts I never brought to you; I myself made good the loss; you exacted it of me, whether snatched by day or snatched by night.",
            "Often,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Often </b>Lit. “I was.”</i> scorching heat ravaged me by day and frost by night; and sleep fled from my eyes.",
            "Of the twenty years that I spent in your household, I served you fourteen years for your two daughters, and six years for your flocks; and you changed my wages time and again.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>time and again </b>Lit. “ten times.”</i>",
            "Had not the God of my father’s [house]—the God of Abraham and the Fear<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Fear </b>Meaning of Heb. <i>paḥad</i> uncertain.</i> of Isaac—been with me, you would have sent me away empty-handed. But it was my plight and the toil of my hands that God took notice of—and gave judgment on last night.”",
            "Then Laban spoke up and said to Jacob, “The daughters are my daughters, the children are my children, and the flocks are my flocks; all that you see is mine. Yet what can I do now about my daughters or the children they have borne?",
            "Come, then, let us make a pact, you and I, that there may be a witness between you and me.”",
            "Thereupon Jacob took a stone and set it up as a pillar.",
            "And Jacob said to his kinsmen, “Gather stones.” So they took stones and made a mound; and they partook of a meal there by the mound.",
            "Laban named it Yegar-sahadutha,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Yegar-sahadutha </b>Aramaic for “the mound (or: stone-heap) of witness.”</i> but Jacob named it Gal-ed.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Gal-ed </b>Heb. for “the mound (or: stone-heap) of witness,” reflecting the name Gilead, v. 23.</i>",
            "And Laban declared, “This mound is a witness between you and me this day.” That is why it was named Gal-ed;",
            "and [it was called] Mizpah, because he said, “May יהוה watch<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>watch </b>Heb. <i>yiṣeph</i>, associated with <i>Mizpah</i>.</i> between you and me, when we are out of sight of each other.",
            "If you ill-treat my daughters or take other wives besides my daughters—though no one else<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>one else </b>Or “participant,” i.e., one of the witnesses to this agreement, who is thereby authorized to intervene if it is violated; cf. Kimhi, and see the Dictionary under <i>’ish</i>.</i> be about, remember, it is God who will be witness between you and me.”",
            "And Laban said to Jacob, “Here is this mound and here the pillar which I have set up between you and me:",
            "this mound shall be witness and this pillar shall be witness that I am not to cross to you past this mound, and that you are not to cross to me past this mound and this pillar, with hostile intent.",
            "May the God of Abraham’s [house] and the god of Nahor’s [house]”—their ancestral deities—“judge between us.” And Jacob swore by the Fear<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Fear </b>Meaning of Heb. <i>paḥad</i> uncertain.</i> of his father Isaac’s [house].",
            "Jacob then offered up a sacrifice on the Height, and invited his kinsmen to partake of the meal. After the meal, they spent the night on the Height."
        ],
        [
            "Early in the morning, Laban kissed his sons and daughters<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>sons and daughters </b>See note at 31.28.</i> and bade them good-by; then Laban left on his journey homeward.",
            "Jacob went on his way, and messengers of God encountered him.",
            "When he saw them, Jacob said, “This is God’s camp.” So he named that place Mahanaim.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Mahanaim </b>Connected with Heb. <i>maḥaneh</i> “camp.”</i>",
            "Jacob sent messengers ahead to his brother Esau in the land of Seir, the country of Edom,",
            "and instructed them as follows, “Thus shall you say, ‘To my lord Esau, thus says your servant Jacob:<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Thus shall you say, ‘To my lord Esau, thus says your servant Jacob…’ </b>Or “Thus you shall say to my lord Esau, ‘Thus says your servant Jacob…’”</i> I stayed with Laban and remained until now;",
            "I have acquired cattle, asses, sheep, and male and female slaves; and I send this message to my lord in the hope of gaining your favor.’”",
            "The messengers returned to Jacob, saying, “We came to your brother Esau; he himself is coming to meet you, and his retinue<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>retinue </b>Trad. “men,” yet women may be in view. See 33.15; cf. 24.59; contrast Judg. 9.49 with Exod. 32.28. See further the Dictionary under <i>’ish</i>.</i> numbers four hundred.”",
            "Jacob was greatly frightened; in his anxiety, he divided the people with him, and the flocks and herds and camels, into two camps,",
            "thinking, “If Esau comes to the one camp and attacks it, the other camp may yet escape.”",
            "Then Jacob said, “O God of my father Abraham’s [house] and God of my father Isaac’s [house], O יהוה, who said to me, ‘Return to your native land and I will deal bountifully with you’!",
            "I am unworthy of all the kindness that You have so steadfastly shown Your servant: with my staff alone I crossed this Jordan, and now I have become two camps.",
            "Deliver me, I pray, from the hand of my brother, from the hand of Esau; else, I fear, he may come and strike me down, mothers and children alike.",
            "Yet You have said, ‘I will deal bountifully with you and make your offspring as the sands of the sea, which are too numerous to count.’”",
            "After spending the night there, he selected from what was at hand these presents for his brother Esau:",
            "200 she-goats and 20 he-goats; 200 ewes and 20 rams;",
            "30 milch camels with their colts; 40 cows and 10 bulls; 20 she-asses and 10 he-asses.",
            "These he put in the charge of his servants, drove by drove, and he told his servants, “Go on ahead, and keep a distance between droves.”",
            "He instructed the one in front as follows, “When my brother Esau meets you and asks you, ‘Who’s your master? Where are you going? And whose [animals] are these ahead of you?’",
            "you shall answer, ‘Your servant Jacob’s; they are a gift sent to my lord Esau; and [Jacob] himself is right behind us.’”",
            "He gave similar instructions to the second one, and the third, and all the others who followed the droves, namely, “Thus and so shall you say to Esau when you reach him.",
            "And you shall add, ‘And your servant Jacob himself is right behind us.’” For he reasoned, “If I propitiate him with presents in advance, and then face him, perhaps he will show me favor.”",
            "And so the gift went on ahead, while he remained in camp that night.",
            "That same night he arose, and taking his two wives, his two maidservants, and his eleven sons,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>sons </b>NJPS “children”; Heb. <i>yeladim</i>. Given the specified number, the reference cannot include Jacob’s daughter(s). English idiom warrants the greater gender specificity.</i> he crossed the ford of the Jabbok.",
            "After taking them across the stream, he sent across all his possessions.",
            "Jacob was left alone. And a figure<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>figure </b>Or “[divine] agent.” The expectation of divine intervention (see 28.15; 32.10–13) via a nearby agent (see 32.2–3) evokes this extended sense. Cf. 18.2; see further the Dictionary under <i>’ish</i>; Agent.</i> wrestled with him until the break of dawn.",
            "When he saw that he had not prevailed against him, he wrenched Jacob’s hip at its socket, so that the socket of his hip was strained as he wrestled with him.",
            "Then he said, “Let me go, for dawn is breaking.” But he answered, “I will not let you go, unless you bless me.”",
            "Said the other, “What is your name?” He replied, “Jacob.”",
            "Said he, “Your name shall no longer be Jacob, but Israel, for you have striven<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>striven </b>Heb. <i>saritha</i>, connected with first part of “Israel.”</i> with beings divine and human,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>beings divine and human </b>Or “God (<i>Elohim</i>, connected with second part of ‘Israel’) and human beings.”</i> and have prevailed.”",
            "Jacob asked, “Pray tell me your name.” But he said, “You must not ask my name!” And he took leave of him there.",
            "So Jacob named the place Peniel,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Peniel </b>Understood as “face of God.”</i> meaning, “I have seen a divine being face to face, yet my life has been preserved.”",
            "The sun rose upon him as he passed Penuel, limping on his hip.",
            "That is why the children of Israel to this day do not eat the thigh muscle that is on the socket of the hip, since Jacob’s hip socket was wrenched at the thigh muscle."
        ],
        [
            "Looking up, Jacob saw Esau coming, with a retinue<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>retinue </b>See note at 32.7.</i> of four hundred. He divided the children<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>children </b>Heb. <i>yeladim</i>, referring here only to Jacob’s sons (see 32.23) in anticipation of their becoming the progenitors of Israel’s tribes; and so through v. 14.</i> among Leah, Rachel, and the two maids,",
            "putting the maids and their children first, Leah and her children next, and Rachel and Joseph last.",
            "He himself went on ahead and bowed low to the ground seven times until he was near his brother.",
            "Esau ran to greet him. He embraced him and, falling on his neck, he kissed him; and they wept.",
            "Looking about, he saw the women and the children. “Who,” he asked, “are these with you?” He answered, “The children with whom God has favored your servant.”",
            "Then the maids, with their children, came forward and bowed low;",
            "next Leah, with her children, came forward and bowed low; and last, Joseph and Rachel came forward and bowed low.",
            "And he asked, “What do you mean by all this company which I have met?” He answered, “To gain my lord’s favor.”",
            "Esau said, “I have enough, my brother; let what you have remain yours.”",
            "But Jacob said, “No, I pray you; if you would do me this favor, accept from me this gift; for to see your face is like seeing the face of God, and you have received me favorably.",
            "Please accept my present which has been brought to you, for God has favored me and I have plenty.” And when he urged him, he accepted.",
            "And [Esau] said, “Let us start on our journey, and I will proceed at your pace.”",
            "But he said to him, “My lord knows that the children are frail and that the flocks and herds, which are nursing, are a care to me; if they are driven hard a single day, all the flocks will die.",
            "Let my lord go on ahead of his servant, while I travel slowly, at the pace of the cattle before me and at the pace of the children, until I come to my lord in Seir.”",
            "Then Esau said, “Let me assign to you some of the people who are with me.” But he said, “Oh no, my lord is too kind to me!”",
            "So Esau started back that day on his way to Seir.",
            "But Jacob journeyed on to Succoth, and built a house for himself and made stalls for his cattle; that is why the place was called Succoth.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Succoth </b>Meaning “stalls,” “huts,” “booths.”</i>",
            "Jacob arrived safe in the city of Shechem which is in the land of Canaan—having come thus from Paddan-aram—and he encamped before the city.",
            "The parcel of land where he pitched his tent he purchased from the kin of Hamor, Shechem’s father, for a hundred <i>kesitah</i>s.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>kesitahs </b>Heb. <i>qesiṭah</i>, a unit of unknown value.</i>",
            "He set up an altar there, and called it El-elohe-yisrael.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>El-elohe-yisrael </b>“El, God of Israel.”</i>"
        ],
        [
            "Now Dinah, the daughter whom Leah had borne to Jacob, went out to visit the daughters of the land.",
            "Shechem son of Hamor the Hivite, chief of the country, saw her, and took her and lay with her and disgraced her.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>and disgraced her </b>Heb. <i>wa-y‘anneha</i>, lit. “and violated her.” NJPS “by force,” but whether Dinah consented is not stated, and is not at issue; regardless, by the norms of the ancient Near East, she was disgraced. OJPS “and humbled her.”</i>",
            "Being strongly drawn to Dinah daughter of Jacob, and in love with the maiden, he spoke to the maiden tenderly.",
            "So Shechem said to his father Hamor, “Get me this girl as a wife.”",
            "Jacob heard that he had defiled his daughter Dinah; but since his sons were in the field with his cattle, Jacob kept silent until they came home.",
            "Then Shechem’s father Hamor came out to Jacob to speak to him.",
            "Meanwhile Jacob’s sons, having heard the news, came in from the field. The men<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>The men </b>More precisely, “the [salient] participants [in the situation],” namely Jacob’s sons. See the Dictionary under <i>’ish</i>.</i> were distressed and very angry, because he had committed an outrage in Israel by lying with Jacob’s daughter—a thing not to be done.",
            "And Hamor spoke with them, saying, “My son Shechem longs for your daughter. Please give her to him in marriage.",
            "Intermarry with us: give your daughters to us, and take our daughters for yourselves:",
            "You will dwell among us, and the land will be open before you; settle, move about, and acquire holdings in it.”",
            "Then Shechem said to her father and brothers, “Do me this favor, and I will pay whatever you tell me.",
            "Ask of me a bride-price ever so high, as well as gifts, and I will pay what you tell me; only give me the maiden for a wife.”",
            "Jacob’s sons answered Shechem and his father Hamor—speaking with guile because he had defiled their sister Dinah—",
            "and said to them, “We cannot do this thing, to give our sister to a man who is uncircumcised, for that is a disgrace among us.",
            "Only on this condition will we agree with you; that you will become like us in that every male among you is circumcised.",
            "Then we will give our daughters to you and take your daughters to ourselves; and we will dwell among you and become as one kindred.",
            "But if you will not listen to us and become circumcised, we will take our daughter and go.”",
            "Their words pleased Hamor and Hamor’s son Shechem.",
            "And the youth lost no time in doing the thing, for he wanted Jacob’s daughter. Now he was the most respected in his father’s house.",
            "So Hamor and his son Shechem went to the public place<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>public place </b>Lit. “gate.”</i> of their town and spoke to their town council,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>their town council </b>Heb. <i>’anshe ‘iram</i>; NJPS “their fellow townsmen,” trad. “the men of their city.” Cf. Ruth 3.11; 4.1–2. See the Dictionary under <i>’ish</i>.</i> saying,",
            "“These people<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>people </b>(So NJPS.) Lit. “participants whose involvement defines the depicted situation.” See the Dictionary under <i>’ish</i>.</i> are our friends; let them settle in the land and move about in it, for the land is large enough for them; we will take their daughters to ourselves as wives and give our daughters to them.",
            "But only on this condition will their representatives<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>their representatives </b>NJPS “the men.” Cf. note on v. 21.</i> agree with us to dwell among us and be as one kindred: that all our males become circumcised as they are circumcised.",
            "Their cattle and substance and all their beasts will be ours, if we only agree to their terms, so that they will settle among us.”",
            "All his fellow townsmen<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>All his fellow townsmen </b>So the NJPS footnote; the reading in NJPS itself is more literal (“all who went out of the gate of his town”), yet here, women are not in view.</i> heeded Hamor and his son Shechem, and all males, all his fellow townsmen,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>all his fellow townsmen </b>See the previous note.</i> were circumcised.",
            "On the third day, when they were in pain, Simeon and Levi, two of Jacob’s sons, brothers of Dinah, took each his sword, came upon the city unmolested, and slew all the males.",
            "They put Hamor and his son Shechem to the sword, took Dinah out of Shechem’s house, and went away.",
            "The other sons of Jacob came upon the slain and plundered the town, because their sister had been defiled.",
            "They seized their flocks and herds and asses, all that was inside the town and outside;",
            "all their wealth, all their children, and their wives, all that was in the houses, they took as captives and booty.",
            "Jacob said to Simeon and Levi, “You have brought trouble on me, making me odious among the inhabitants of the land, the Canaanites and the Perizzites; my fighters<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>fighters </b>Heb. <i>metim</i> (in construct form); cf. Deut. 2.34; 3.6; Isa. 3.25. NJPS “men.”</i> are few in number, so that if they unite against me and attack me, I and my house will be destroyed.”",
            "But they answered, “Should our sister be treated like a whore?”"
        ],
        [
            "God said to Jacob, “Arise, go up to Bethel and remain there; and build an altar there to the God who appeared to you when you were fleeing from your brother Esau.”",
            "So Jacob said to his household and to all who were with him, “Rid yourselves of the alien gods in your midst, purify yourselves, and change your clothes.",
            "Come, let us go up to Bethel, and I will build an altar there to the God who answered me when I was in distress and who has been with me wherever I have gone.”",
            "They gave to Jacob all the alien gods that they had, and the rings that were in their ears, and Jacob buried them under the terebinth that was near Shechem.",
            "As they set out, a terror from God fell on the cities round about, so that they did not pursue the sons of Jacob.",
            "Thus Jacob came to Luz—that is, Bethel—in the land of Canaan, he and all the people who were with him.",
            "There he built an altar and named the site El-bethel,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>El-bethel </b>“The God of Bethel.”</i> for it was there that God had been revealed to him when he was fleeing from his brother.",
            "Deborah, Rebekah’s nurse, died, and was buried under the oak below Bethel; so it was named Allon-bacuth.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Allon-bacuth </b>Understood as “the oak of the weeping.”</i>",
            "God appeared again to Jacob on his arrival from Paddan-aram. God blessed him,",
            "saying to him,<br>“You whose name is Jacob,<br>You shall be called Jacob no more,<br>But Israel shall be your name.” Thus he was named Israel.",
            "And God said to him,<br>“I am El Shaddai.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>El Shaddai </b>Cf. 17.1.</i> <br>Be fertile and increase;<br>A nation, yea an assembly of nations,<br>Shall descend from you.<br>Kings shall issue from your loins.<br>",
            "The land that I assigned to Abraham and Isaac<br>I assign to you;<br>And to your offspring to come<br>Will I assign the land.”",
            "God parted from him at the spot where [God] had spoken to him;",
            "and Jacob set up a pillar at the site where [God] had spoken to him, a pillar of stone, and he offered a libation on it and poured oil upon it.",
            "Jacob gave the site, where God had spoken to him, the name of Bethel.",
            "They set out from Bethel; but when they were still some distance short of Ephrath, Rachel was in childbirth, and she had hard labor.",
            "When her labor was at its hardest, the midwife said to her, “Have no fear, for it is another boy for you.”",
            "But as she breathed her last—for she was dying—she named him Ben-oni;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Ben-oni </b>Understood as “son of my suffering (or, strength).”</i> but his father called him Benjamin.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Benjamin </b>I.e., “son of the right hand,” or “son of the south.”</i>",
            "Thus Rachel died. She was buried on the road to Ephrath—now Bethlehem.",
            "Over her grave Jacob set up a pillar; it is the pillar at Rachel’s grave to this day.",
            "Israel journeyed on, and pitched his tent beyond Migdal-eder.",
            "While Israel stayed in that land, Reuben went and lay with Bilhah, his father’s concubine; and Israel found out. Now the sons of Jacob were twelve in number.",
            "The sons of Leah: Reuben—Jacob’s first-born—Simeon, Levi, Judah, Issachar, and Zebulun.",
            "The sons of Rachel: Joseph and Benjamin.",
            "The sons of Bilhah, Rachel’s maid: Dan and Naphtali.",
            "And the sons of Zilpah, Leah’s maid: Gad and Asher. These are the sons of Jacob who were born to him in Paddan-aram.",
            "And Jacob came to his father Isaac at Mamre, at Kiriath-arba—now Hebron—where Abraham and Isaac had sojourned.",
            "Isaac was a hundred and eighty years old",
            "when he breathed his last and died. He<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>He </b>Lit. “Isaac.”</i> was gathered to his kin<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>kin </b>(So NJPS.) See the Dictionary under “predecessors.”</i> in ripe old age; and he was buried by his sons Esau and Jacob."
        ],
        [
            "This is the line of Esau—that is, Edom.",
            "Esau took his wives from among the Canaanite women—Adah daughter of Elon the Hittite, and Oholibamah daughter of Anah daughter of Zibeon the Hivite<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Hivite </b>Cf. v. 20, “Horite.”</i> —",
            "and also Basemath daughter of Ishmael and sister of Nebaioth.",
            "Adah bore to Esau Eliphaz; Basemath bore Reuel;",
            "and Oholibamah bore Jeush, Jalam, and Korah. Those were the sons of Esau, who were born to him in the land of Canaan.",
            "Esau took his wives, his sons and daughters, and all the members of his household, his cattle and all his livestock, and all the property that he had acquired in the land of Canaan, and went to another land because of his brother Jacob.",
            "For their possessions were too many for them to dwell together, and the land where they sojourned could not support them because of their livestock.",
            "So Esau settled in the hill country of Seir—Esau being Edom.",
            "This, then, is the line of Esau, the ancestor of the Edomites, in the hill country of Seir.",
            "These are the names of Esau’s sons: Eliphaz, the son of Esau’s wife Adah; Reuel, the son of Esau’s wife Basemath.",
            "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz.",
            "Timna was a concubine of Esau’s son Eliphaz; she bore Amalek to Eliphaz. Those were the descendants of Esau’s wife Adah.",
            "And these were the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. Those were the descendants of Esau’s wife Basemath.",
            "And these were the sons of Esau’s wife Oholibamah, daughter of Anah daughter of Zibeon: she bore to Esau Jeush, Jalam, and Korah.",
            "These are the clans of the sons of Esau. The descendants of Esau’s first-born Eliphaz: the clans Teman, Omar, Zepho, Kenaz,",
            "Korah, Gatam, and Amalek; these are the clans of Eliphaz in the land of Edom. Those are the descendants of Adah.",
            "And these are the descendants of Esau’s son Reuel: the clans Nahath, Zerah, Shammah, and Mizzah; these are the clans of Reuel in the land of Edom. Those are the descendants of Esau’s wife Basemath.",
            "And these are the descendants of Esau’s wife Oholibamah: the clans Jeush, Jalam, and Korah; these are the clans of Esau’s wife Oholibamah, the daughter of Anah.",
            "Those were the sons of Esau—that is, Edom—and those are their clans.",
            "These were the sons of Seir the Horite, who were settled in the land: Lotan, Shobal, Zibeon, Anah,",
            "Dishon, Ezer, and Dishan. Those are the clans of the Horites, the descendants of Seir, in the land of Edom.",
            "The sons of Lotan were Hori and Hemam; and Lotan’s sister was Timna.",
            "The sons of Shobal were these: Alvan, Manahath, Ebal, Shepho, and Onam.",
            "The sons of Zibeon were these: Aiah<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Aiah </b>Heb. “and Aiah.”</i> and Anah—that was the Anah who discovered the hot springs<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>hot springs </b>Meaning of Heb. <i>yemim</i> uncertain.</i> in the wilderness while pasturing the asses of his father Zibeon.",
            "The children of Anah were these: Dishon and Anah’s daughter Oholibamah.",
            "The sons of Dishon<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Dishon </b>Heb. <i>Dishan</i>; but cf. vv. 21, 25, 28, and 30, and 1 Chron. 1.41.</i> were these: Hemdan, Eshban, Ithran, and Cheran.",
            "The sons of Ezer were these: Bilhan, Zaavan, and Akan.",
            "And the sons of Dishan were these: Uz and Aran.",
            "These are the clans of the Horites: the clans Lotan, Shobal, Zibeon, Anah,",
            "Dishon, Ezer, and Dishan. Those are the clans of the Horites, clan by clan, in the land of Seir.",
            "These are the kings who reigned in the land of Edom before any king reigned over the Israelites.",
            "Bela son of Beor reigned in Edom, and the name of his city was Dinhabah.",
            "When Bela died, Jobab son of Zerah, from Bozrah, succeeded him as king.",
            "When Jobab died, Husham of the land of the Temanites succeeded him as king.",
            "When Husham died, Hadad son of Bedad, who defeated the Midianites in the country of Moab, succeeded him as king; the name of his city was Avith.",
            "When Hadad died, Samlah of Masrekah succeeded him as king.",
            "When Samlah died, Saul<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Saul </b>Or “Shaul.”</i> of Rehoboth-on-the-river succeeded him as king.",
            "When Saul died, Baal-hanan son of Achbor succeeded him as king.",
            "And when Baal-hanan son of Achbor died, Hadar succeeded him as king; the name of his city was Pau, and his wife’s name was Mehetabel daughter of Matred daughter of Me-zahab.",
            "These are the names of the clans of Esau, each with its families and locality, name by name: the clans Timna, Alvah, Jetheth,",
            "Oholibamah, Elah, Pinon,",
            "Kenaz, Teman, Mibzar,",
            "Magdiel, and Iram. Those are the clans of Edom—that is, of Esau, father of the Edomites—by their settlements in the land which they hold."
        ],
        [
            "Now Jacob was settled in the land where his father had sojourned, the land of Canaan.",
            "This, then, is the line of Jacob: At seventeen years of age, Joseph tended the flocks with his brothers, as a helper to the sons of his father’s wives Bilhah and Zilpah. And Joseph brought bad reports of them to their father.",
            "Now Israel loved Joseph best of all his sons—he was his “child of old age”;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>he was his “child of old age” </b>NJPS “he was the child of his old age.” The expression <i>ben zequnim</i> is used here as a category label; it seems to denote a special, favored status. Cf. 44.20.</i> and he had made him an ornamented tunic.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>ornamented tunic </b>Or “a coat of many colors”; meaning of Heb. uncertain.</i>",
            "And when his brothers saw that their father loved him more than any of his brothers, they hated him so that they could not speak a friendly word to him.",
            "Once Joseph had a dream which he told to his brothers; and they hated him even more.",
            "He said to them, “Hear this dream which I have dreamed:",
            "There we were binding sheaves in the field, when suddenly my sheaf stood up and remained upright; then your sheaves gathered around and bowed low to my sheaf.”",
            "His brothers answered, “Do you mean to reign over us? Do you mean to rule over us?” And they hated him even more for his talk about his dreams.",
            "He dreamed another dream and told it to his brothers, saying, “Look, I have had another dream: And this time, the sun, the moon, and eleven stars were bowing down to me.”",
            "And when he told it to his father and brothers, his father berated him. “What,” he said to him, “is this dream you have dreamed? Are we to come, I and your mother and your brothers, and bow low to you to the ground?”",
            "So his brothers were wrought up at him, and his father kept the matter in mind.",
            "One time, when his brothers had gone to pasture their father’s flock at Shechem,",
            "Israel said to Joseph, “Your brothers are pasturing at Shechem. Come, I will send you to them.” He answered, “I am ready.”",
            "And he said to him, “Go and see how your brothers are and how the flocks are faring, and bring me back word.” So he sent him from the valley of Hebron. When he reached Shechem,",
            "a man came upon him<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>a man came upon him </b>Or “an agent located him,” i.e., this figure could be construed as acting in God’s behalf. For this verb’s use to describe a mission, see 16.7; 37.17; 38.22. On “man” and “agent,” see notes at 18.2, 24.21, and the Dictionary under <i>’ish</i>; Agent.</i> wandering in the fields. The man asked him, “What are you looking for?”",
            "He answered, “I am looking for my brothers. Could you tell me where they are pasturing?”",
            "The man said, “They have gone from here, for I heard them say: Let us go to Dothan.” So Joseph followed his brothers and found them at Dothan.",
            "They saw him from afar, and before he came close to them they conspired to kill him.",
            "They said to one another, “Here comes that dreamer!",
            "Come now, let us kill him and throw him into one of the pits; and we can say, ‘A savage beast devoured him.’ We shall see what comes of his dreams!”",
            "But when Reuben heard it, he tried to save him from them. He said, “Let us not take his life.”",
            "And Reuben went on, “Shed no blood! Cast him into that pit out in the wilderness, but do not touch him yourselves”—intending to save him from them and restore him to his father.",
            "When Joseph came up to his brothers, they stripped Joseph of his tunic, the ornamented tunic that he was wearing,",
            "and took him and cast him into the pit. The pit was empty; there was no water in it.",
            "Then they sat down to a meal. Looking up, they saw a caravan of Ishmaelites coming from Gilead, their camels bearing gum, balm, and ladanum to be taken to Egypt.",
            "Then Judah said to his brothers, “What do we gain by killing our brother and covering up his blood?",
            "Come, let us sell him to the Ishmaelites, but let us not do away with him ourselves. After all, he is our brother, our own flesh.” His brothers agreed.",
            "When Midianite traders passed by, they pulled Joseph up out of the pit. They sold Joseph for twenty pieces of silver to the Ishmaelites, who brought Joseph to Egypt.",
            "When Reuben returned to the pit and saw that Joseph was not in the pit, he rent his clothes.",
            "Returning to his brothers, he said, “The boy is gone! Now, what am I to do?”",
            "Then they took Joseph’s tunic, slaughtered a kid, and dipped the tunic in the blood.",
            "They had the ornamented tunic taken to their father, and they said, “We found this. Please examine it; is it your son’s tunic or not?”",
            "He recognized it, and said, “My son’s tunic! A savage beast devoured him! Joseph was torn by a beast!”",
            "Jacob rent his clothes, put sackcloth on his loins, and observed mourning for his son many days.",
            "All his sons and daughters sought to comfort him; but he refused to be comforted, saying, “No, I will go down mourning to my son in Sheol.” Thus his father bewailed him.",
            "The Midianites,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Midianites </b>Heb. “Medanites.”</i> meanwhile, sold him in Egypt to Potiphar, a courtier of Pharaoh and his prefect.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>prefect </b>Precise force of Heb. <i>sar haṭṭabaḥim</i> uncertain; cf. Jer. 52.12; 2 Kings 25.8ff. and Jer. 39–40; Gen. 39.20; 40.3. Apparently the office was obscure even to the text’s original audience (cf. 39.1). NJPS “chief steward,” trad. “captain of the guard.”</i>"
        ],
        [
            "About that time Judah left his brothers and camped near a certain Adullamite whose name was Hirah.",
            "There Judah saw the daughter of a certain Canaanite whose name was Shua, and he took her [into his household as wife] and cohabited with her.",
            "She conceived and bore a son, and he named him Er.",
            "She conceived again and bore a son, and named him Onan.",
            "Once again she bore a son, and named him Shelah; he was at Chezib when she bore him.",
            "Judah got a wife for Er his first-born; her name was Tamar.",
            "But Er, Judah’s first-born, was displeasing to יהוה, and יהוה took his life.",
            "Then Judah said to Onan, “Join with your brother’s wife and do your duty<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>duty </b>Cf. Deut. 25.5.</i> by her as a brother-in-law, and provide offspring for your brother.”",
            "But Onan, knowing that the offspring would not count as his, let [the semen] go to waste<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>let [the semen] go to waste </b>Heb. <i>shiḥet arṣah</i>; lit. “spoil [it] groundward.” NJPS “let it go to waste,” with “offspring” as the implausible co-referent of “it.” See the Dictionary under “seed.”</i> whenever he joined with his brother’s wife, so as not to provide offspring for his brother.",
            "What he did was displeasing to יהוה, who took his life also.",
            "Then Judah said to his daughter-in-law Tamar, “Stay as a widow in your father’s house until my son Shelah grows up”—for he thought, “He too might die like his brothers.” So Tamar went to live in her father’s house.",
            "A long time afterward, Shua’s daughter, the wife of Judah, died. When his period of mourning was over,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>his period of mourning was over </b>Lit. “he was comforted.”</i> Judah went up to Timnah to his sheepshearers, together with his friend Hirah the Adullamite.",
            "And Tamar was told, “Your father-in-law is coming up to Timnah for the sheepshearing.”",
            "So she took off her widow’s garb, covered her face with a veil, and, wrapping herself up, sat down at the entrance to Enaim,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Enaim </b>Cf. Enam, Josh. 15.34. Others “in an open place” or “at the crossroad.”</i> which is on the road to Timnah; for she saw that Shelah was grown up, yet she had not been given to him as wife.",
            "When Judah saw her, he took her for a harlot; for she had covered her face.",
            "So he turned aside to her by the road and said, “Here, let me sleep with you”—for he did not know that she was his daughter-in-law. “What,” she asked, “will you pay for sleeping with me?”",
            "He replied, “I will send a kid from my flock.” But she said, “You must leave a pledge until you have sent it.”",
            "And he said, “What pledge shall I give you?” She replied, “Your seal and cord, and the staff which you carry.” So he gave them to her and slept with her, and she conceived by him.",
            "Then she went on her way. She took off her veil and again put on her widow’s garb.",
            "Judah sent the kid by his friend the Adullamite, to redeem the pledge from the woman; but he could not find her.",
            "He inquired of the council of that locale,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>council of that locale </b>Or “locals.” Heb. <i>’anshe meqomah</i>; cf. 26.7; 29.22; 34.20. NJPS “people of that town,” trad. “men of….” See further the Dictionary under <i>’ish</i>.</i> “Where is the prostitute,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>prostitute </b>Meaning of Heb. <i>qedeshah</i> uncertain. Perhaps a type of female functionary at a religious site. Trad. “harlot.” NJPS “cult prostitute,” but the notion that ancient Near Eastern religions included prostitution as a religious act has since been discredited.</i> the one at Enaim, by the road?” But they said, “There has been no prostitute here.”",
            "So he returned to Judah and said, “I could not find her; moreover, the local council<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>local council </b>Heb. <i>’anshe ha-maqom</i>; NJPS “the townspeople.” See the first note at v. 21.</i> said: There has been no prostitute here.”",
            "Judah said, “Let her keep them, lest we become a laughingstock. I did send her this kid, but you did not find her.”",
            "About three months later, Judah was told, “Your daughter-in-law Tamar has played the harlot; in fact, she is pregnant from harlotry.” “Bring her out,”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>out </b>I.e., for a hearing in the local court of law. (Judah had no jurisdiction over someone living in another household, but he could sue as an aggrieved party.)</i> said Judah. “She should be burned!”",
            "As she was being brought out, she sent this message to her father-in-law, “It’s by the man<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>man </b>Or “party.” Lit. “[salient] participant.” See further the Dictionary under <i>’ish</i>.</i> to whom these belong that I’m pregnant.” And she added, “Examine these: whose seal and cord and staff are these?”",
            "Judah recognized them, and said, “She is more in the right than I, inasmuch as I did not give her to my son Shelah.” And he was not intimate with her again.",
            "When the time came for her to give birth, there were twins in her womb!",
            "While she was in labor, one of them put out a hand, and the midwife tied a crimson thread on that hand, to signify: This one came out first.",
            "But just then it drew back its hand, and out came its brother; and she said, “What a breach<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>breach </b>Heb. <i>pereṣ</i>, connected with “Perez.”</i> you have made for yourself!” So he was named Perez.",
            "Afterward his brother came out, on whose hand was the crimson thread; he was named Zerah.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Zerah </b>I.e., “brightness,” perhaps alluding to the crimson thread.</i>"
        ],
        [
            "When Joseph was taken down to Egypt, Potiphar, a courtier of Pharaoh and his prefect<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>prefect </b>See the second note at 37.36.</i> —a [type of] Egyptian official<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>official </b>Cf. 2 Sam. 23.21; 1 Chron. 11.23. NJPS (rendering idiomatically via an adjective) “certain.” Traditionally taken as a generic noun of class, but see the Dictionary under <i>’ish</i>.</i> —bought him from the Ishmaelites who had brought him there.",
            " יהוה was with Joseph, and he was a successful man; and he stayed in the house of his Egyptian master.",
            "And when his master saw that יהוה was with him and that יהוה lent success to everything he undertook,",
            "he took a liking to Joseph. He made him his personal attendant and put him in charge of his household, placing in his hands all that he owned.",
            "And from the time that the Egyptian put him in charge of his household and of all that he owned, יהוה blessed his house for Joseph’s sake, so that the blessing of יהוה was upon everything that he owned, in the house and outside.",
            "He left all that he had in Joseph’s hands and, with him there, he paid attention to nothing save the food that he ate. Now Joseph was well built and handsome.",
            "After a time, his master’s wife cast her eyes upon Joseph and said, “Lie with me.”",
            "But he refused. He said to his master’s wife, “Look, with me here, my master gives no thought to anything in this house, and all that he owns he has placed in my hands.",
            "He wields no more authority in this house than I, and he has withheld nothing from me except yourself, since you are his wife. How then could I do this most wicked thing, and sin before God?”",
            "And much as she coaxed Joseph day after day, he did not yield to her request to lie beside her, to be with her.",
            "One such day, he came into the house to do his work. None of the household being there inside,",
            "she caught hold of him by his garment and said, “Lie with me!” But he left his garment in her hand and got away and fled outside.",
            "When she saw that he had left it in her hand and had fled outside,",
            "she called out to her servants and said to them, “Look, he had to bring us a Hebrew to dally with us! This one came to lie with me; but I screamed loud.",
            "And when he heard me screaming at the top of my voice, he left his garment with me and got away and fled outside.”",
            "She kept his garment beside her, until his master came home.",
            "Then she told him the same story, saying, “The Hebrew slave whom you brought into our house came to me to dally with me;",
            "but when I screamed at the top of my voice, he left his garment with me and fled outside.”",
            "When his master heard the story that his wife told him, namely, “Thus and so your slave did to me,” he was furious.",
            "So Joseph’s master had him put in prison, where the king’s prisoners were confined. But even while he was there in prison,",
            "יהוה was with Joseph—extending kindness to him and disposing the chief jailer favorably toward him.",
            "The chief jailer put in Joseph’s charge all the prisoners who were in that prison, and he was the one to carry out everything that was done there.",
            "The chief jailer did not supervise anything that was in Joseph’s<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Joseph’s </b>Lit. “his.”</i> charge, because יהוה was with him, and whatever he did יהוה made successful."
        ],
        [
            "Some time later, the cupbearer and the baker of the king of Egypt gave offense to their lord the king of Egypt.",
            "Pharaoh was angry with his two courtiers, the chief cupbearer and the chief baker,",
            "and put them in custody, in the house of the prefect,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>prefect </b>See note at 37.36.</i> in the same prison house where Joseph was confined.",
            "The prefect assigned Joseph to them, and he attended them. When they had been in custody for some time,",
            "both of them—the cupbearer and the baker of the king of Egypt, who were confined in the prison—dreamed in the same night, each his own dream and each dream with its own meaning.",
            "When Joseph came to them in the morning, he saw that they were distraught.",
            "He asked Pharaoh’s courtiers, who were with him in custody in his master’s house, saying, “Why do you appear downcast today?”",
            "And they said to him, “We had dreams, and there is no one to interpret them.” So Joseph said to them, “Surely God can interpret! Tell me [your dreams].”",
            "Then the chief cupbearer told his dream to Joseph. He said to him, “In my dream, there was a vine in front of me.",
            "On the vine were three branches. It had barely budded, when out came its blossoms and its clusters ripened into grapes.",
            "Pharaoh’s cup was in my hand, and I took the grapes, pressed them into Pharaoh’s cup, and placed the cup in Pharaoh’s hand.”",
            "Joseph said to him, “This is its interpretation: The three branches are three days.",
            "In three days Pharaoh will pardon you<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>pardon you </b>Lit. “lift up your head.” Cf. below at vv. 19, 20.</i> and restore you to your post; you will place Pharaoh’s cup in his hand, as was your custom formerly when you were his cupbearer.",
            "But think of me when all is well with you again, and do me the kindness of mentioning me to Pharaoh, so as to free me from this place.",
            "For in truth, I was kidnapped from the land of the Hebrews; nor have I done anything here that they should have put me in the dungeon.”",
            "When the chief baker saw how favorably he had interpreted, he said to Joseph, “In my dream, similarly, there were three openwork baskets<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>openwork baskets </b>Others “baskets with white bread” or “white baskets”; meaning of Heb. <i>ḥori</i> uncertain.</i> on my head.",
            "In the uppermost basket were all kinds of food for Pharaoh that a baker prepares; and the birds were eating it out of the basket above my head.”",
            "Joseph answered, “This is its interpretation: The three baskets are three days.",
            "In three days Pharaoh will lift off your head<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>lift off your head </b>Lit. “lift up your head.” Cf. at vv. 13, 20.</i> and impale you upon a pole; and the birds will pick off your flesh.”",
            "On the third day—his birthday—Pharaoh made a banquet for all his officials, and he singled out<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>singled out </b>Lit. “lifted the head of.” Cf. at vv. 13, 19.</i> his chief cupbearer and his chief baker from among his officials.",
            "He restored the chief cupbearer to his cupbearing, and he placed the cup in Pharaoh’s hand;",
            "but the chief baker he impaled—just as Joseph had interpreted to them.",
            "Yet the chief cupbearer did not think of Joseph; he forgot him."
        ],
        [
            "After two years’ time, Pharaoh dreamed that he was standing by the Nile,",
            "when out of the Nile there came up seven cows, handsome and sturdy, and they grazed in the reed grass.",
            "But presently, seven other cows came up from the Nile close behind them, ugly and gaunt, and stood beside the cows on the bank of the Nile;",
            "and the ugly gaunt cows ate up the seven handsome sturdy cows. And Pharaoh awoke.",
            "He fell asleep and dreamed a second time: Seven ears of grain, solid and healthy, grew on a single stalk.",
            "But close behind them sprouted seven ears, thin and scorched by the east wind.",
            "And the thin ears swallowed up the seven solid and full ears. Then Pharaoh awoke: it was a dream!",
            "Next morning, his spirit was agitated, and he sent for all the magician-priests of Egypt, and all its sages; and Pharaoh told them his dreams, but none could interpret them for Pharaoh.",
            "The chief cupbearer then spoke up and said to Pharaoh, “I must make mention today of my offenses.",
            "Once Pharaoh was angry with his servants, and placed me in custody in the house of the prefect,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>prefect </b>See note at 37.36.</i> together with the chief baker.",
            "We had dreams the same night, he and I, each of us a dream with a meaning of its own.",
            "A Hebrew youth was there with us, a servant of the prefect; and when we told him our dreams, he interpreted them for us, telling each of the meaning of his dream.",
            "And as he interpreted for us, so it came to pass: I was restored to my post, and the other was impaled.”",
            "Thereupon Pharaoh sent for Joseph, and he was rushed from the dungeon. He had his hair cut and changed his clothes, and he appeared before Pharaoh.",
            "And Pharaoh said to Joseph, “I have had a dream, but no one can interpret it. Now I have heard it said of you that for you to hear a dream is to tell its meaning.”",
            "Joseph answered Pharaoh, saying, “Not I! God will see to Pharaoh’s welfare.”",
            "Then Pharaoh said to Joseph, “In my dream, I was standing on the bank of the Nile,",
            "when out of the Nile came up seven sturdy and well-formed cows and grazed in the reed grass.",
            "Presently there followed them seven other cows, scrawny, ill-formed, and emaciated—never had I seen their likes for ugliness in all the land of Egypt!",
            "And the seven lean and ugly cows ate up the first seven cows, the sturdy ones;",
            "but when they had consumed them, one could not tell that they had consumed them, for they looked just as bad as before. And I awoke.",
            "In my other dream, I saw seven ears of grain, full and healthy, growing on a single stalk;",
            "but right behind them sprouted seven ears, shriveled, thin, and scorched by the east wind.",
            "And the thin ears swallowed the seven healthy ears. I have told my magician-priests, but none has an explanation for me.”",
            "And Joseph said to Pharaoh, “Pharaoh’s dreams are one and the same: Pharaoh has been told what God is about to do.",
            "The seven healthy cows are seven years, and the seven healthy ears are seven years; it is the same dream.",
            "The seven lean and ugly cows that followed are seven years, as are also the seven empty ears scorched by the east wind; they are seven years of famine.",
            "It is just as I have told Pharaoh: Pharaoh has been shown what God is about to do.",
            "Immediately ahead are seven years of great abundance in all the land of Egypt.",
            "After them will come seven years of famine, and all the abundance in the land of Egypt will be forgotten. As the land is ravaged by famine,",
            "no trace of the abundance will be left in the land because of the famine thereafter, for it will be very severe.",
            "As for Pharaoh having had the same dream twice, it means that the matter has been determined by God, and that God will soon carry it out.",
            "“Accordingly, let Pharaoh find someone<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>someone </b>Lit. “a participant whose involvement defines the (proposed) situation.” See the Dictionary under <i>’ish</i>.</i> who’s discerning and wise, whom you can set over the land of Egypt.",
            "And let Pharaoh take steps to appoint overseers over the land, and organize<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>organize </b>Others “take a fifth part of”; meaning of Heb. uncertain.</i> the land of Egypt in the seven years of plenty.",
            "Let all the food of these good years that are coming be gathered, and let the grain be collected under Pharaoh’s authority as food to be stored in the cities.",
            "Let that food be a reserve for the land for the seven years of famine which will come upon the land of Egypt, so that the land may not perish in the famine.”",
            "The plan pleased Pharaoh and all his courtiers.",
            "And Pharaoh said to his courtiers, “Could we find another like him—a man with the divine spirit?”",
            "So Pharaoh said to Joseph, “Since God has made all this known to you, there is none so discerning and wise as you.",
            "You shall be in charge of my court, and by your command shall all my people be directed;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>be directed </b>Others “order themselves” or “pay homage”; meaning of Heb. <i>yishshaq</i> uncertain.</i> only with respect to the throne shall I be superior to you.”",
            "Pharaoh further said to Joseph, “See, I put you in charge of all the land of Egypt.”",
            "And removing his signet ring from his hand, Pharaoh put it on Joseph’s hand; and he had him dressed in robes of fine linen, and put a gold chain about his neck.",
            "He had him ride in the chariot of his second-in-command, and they cried before him, “Abrek!”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Abrek </b>Others “Bow the knee,” as though from Heb. <i>barakh</i> “to kneel”; perhaps from an Egyptian word of unknown meaning.</i> Thus he placed him over all the land of Egypt.",
            "Pharaoh said to Joseph, “I am Pharaoh; yet without you, no one shall lift up hand or foot in all the land of Egypt.”",
            "Pharaoh then gave Joseph the name Zaphenath-paneah;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Zaphenath-paneah </b>Egyptian for “God speaks; he lives,” or “creator of life.”</i> and he gave him for a wife Asenath daughter of Poti-phera, priest of On. Thus Joseph emerged in charge of the land of Egypt.—",
            "Joseph was thirty years old when he entered the service of Pharaoh king of Egypt.—Leaving Pharaoh’s presence, Joseph traveled through all the land of Egypt.",
            "During the seven years of plenty, the land produced in abundance.",
            "And he gathered all the grain of the seven years that the land of Egypt was enjoying,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>the seven years that the land of Egypt was enjoying </b>Lit. “the seven years that were in the land of Egypt.”</i> and stored the grain in the cities; he put in each city the grain of the fields around it.",
            "So Joseph collected produce in very large quantity, like the sands of the sea, until he ceased to measure it, for it could not be measured.",
            "Before the years of famine came, Joseph became the father of two sons, whom Asenath daughter of Poti-phera, priest of On, bore to him.",
            "Joseph named the first-born Manasseh, meaning, “God has made me forget<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>has made me forget </b>Heb. <i>nashshani</i>, connected with “Manasseh” (<i>Menashsheh</i>).</i> completely my hardship and my parental home.”",
            "And the second he named Ephraim, meaning, “God has made me fertile<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>has made me fertile </b>Heb. <i>hiphrani</i>, connected with “Ephraim.”</i> in the land of my affliction.”",
            "The seven years of abundance that the land of Egypt enjoyed came to an end,",
            "and the seven years of famine set in, just as Joseph had foretold. There was famine in all lands, but throughout the land of Egypt there was bread.",
            "And when all the land of Egypt felt the hunger, the people cried out to Pharaoh for bread; and Pharaoh said to all the Egyptians, “Go to Joseph; whatever he tells you, you shall do.”—",
            "Accordingly, when the famine became severe in the land of Egypt, Joseph laid open all that was within, and rationed out grain to the Egyptians. The famine, however, spread over the whole world.",
            "So all the world came to Joseph in Egypt to procure rations, for the famine had become severe throughout the world."
        ],
        [
            "When Jacob saw that there were food rations to be had in Egypt, he<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>he </b>Lit. “Jacob.”</i> said to his sons, “Why do you keep looking at one another?",
            "Now I hear,” he went on, “that there are rations to be had in Egypt. Go down and procure rations for us there, that we may live and not die.”",
            "So ten of Joseph’s brothers went down to get grain rations in Egypt;",
            "for Jacob did not send Joseph’s brother Benjamin with his brothers, since he feared that he might meet with disaster.",
            "Thus the sons of Israel were among those who came to procure rations, for the famine extended to the land of Canaan.",
            "Now Joseph was the vizier of the land; it was he who dispensed rations to all the people of the land. And Joseph’s brothers came and bowed low to him, with their faces to the ground.",
            "When Joseph saw his brothers, he recognized them; but he acted like a stranger toward them and spoke harshly to them. He asked them, “Where do you come from?” And they said, “From the land of Canaan, to procure food.”",
            "For though Joseph recognized his brothers, they did not recognize him.",
            "Recalling the dreams that he had dreamed about them, Joseph said to them, “You are spies, you have come to see the land in its nakedness.”",
            "But they said to him, “No, my lord! Truly, your servants have come to procure food.",
            "We are all of us sons of the same man; we are being honest; your servants have never been spies!”",
            "And he said to them, “No, you have come to see the land in its nakedness!”",
            "And they replied, “We your servants were twelve brothers, sons of a certain man in the land of Canaan; the youngest, however, is now with our father, and one is no more.”",
            "But Joseph said to them, “It is just as I have told you: You are spies!",
            "By this you shall be put to the test: unless your youngest brother comes here, by Pharaoh, you shall not depart from this place!",
            "Let one of you go and bring your brother, while the rest of you remain confined, that your words may be put to the test whether there is truth in you. Else, by Pharaoh, you are nothing but spies!”",
            "And he confined them in the guardhouse for three days.",
            "On the third day Joseph said to them, “Do this and you shall live, for I fear God.",
            "If you are being honest, let one of you brothers be held in your place of detention, while the rest of you go and take home rations for your starving households;",
            "but you must bring me your youngest brother, that your words may be verified and that you may not die.” And they did accordingly.",
            "They said to one another, “Alas, we are being punished on account of our brother, because we looked on at his anguish, yet paid no heed as he pleaded with us. That is why this distress has come upon us.”",
            "Then Reuben spoke up and said to them, “Did I not tell you, ‘Do no wrong to the boy’? But you paid no heed. Now comes the reckoning for his blood.”",
            "They did not know that Joseph understood, for there was an interpreter between him and them.",
            "He turned away from them and wept. But he came back to them and spoke to them; and he took Simeon from among them and had him bound before their eyes.",
            "Then Joseph gave orders to fill their bags with grain, return each one’s money to his sack, and give them provisions for the journey; and this was done for them.",
            "So they loaded their asses with the rations and departed from there.",
            "As one of them was opening his sack to give feed to his ass at the night encampment, he saw his money right there at the mouth of his bag.",
            "And he said to his brothers, “My money has been returned! It is here in my bag!” Their hearts sank; and, trembling, they turned to one another, saying, “What is this that God has done to us?”",
            "When they came to their father Jacob in the land of Canaan, they told him all that had befallen them, saying,",
            "“The man<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>The man </b>More precisely, “the participant [whose involvement defines the depicted situation].” See the Dictionary under <i>’ish</i>.</i> who is lord of the land spoke harshly to us and accused us of spying on the land.",
            "We said to him, ‘We are being honest; we have never been spies!",
            "There were twelve of us brothers, sons by the same father; but one is no more, and the youngest is now with our father in the land of Canaan.’",
            "But the man—who is lord of the land—said to us, ‘By this I shall know that you are being honest: leave one of your brothers with me, and take something for your starving households and be off.",
            "And bring your youngest brother to me, that I may know that you are not spies, that you are being honest. I will then restore your brother to you, and you shall be free to move about in the land.’”",
            "As they were emptying their sacks, there, in each one’s sack, was his money-bag! When they and their father saw their money-bags, they were dismayed.",
            "Their father Jacob said to them, “It is always me that you bereave: Joseph is no more and Simeon is no more, and now you would take away Benjamin. These things always happen to me!”",
            "Then Reuben said to his father, “You may kill my two sons if I do not bring him back to you. Put him in my care, and I will return him to you.”",
            "But he said, “My son must not go down with you, for his brother is dead and he alone is left. If he meets with disaster on the journey you are taking, you will send my white head down to Sheol in grief.”"
        ],
        [
            "But the famine in the land was severe.",
            "And when they had eaten up the rations which they had brought from Egypt, their father said to them, “Go again and procure some food for us.”",
            "But Judah said to him, “The man<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">See note at 42.30.</i> warned us, ‘Do not let me see your faces<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Do not let me see your faces </b>Lit. “Do not see my face.”</i> unless your brother is with you.’",
            "If you will let our brother go with us, we will go down and procure food for you;",
            "but if you will not let him go, we will not go down, for that man said to us, ‘Do not let me see your faces<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Do not let me see your faces </b>See note at v. 3.</i> unless your brother is with you.’”",
            "And Israel said, “Why did you serve me so ill as to tell the man that you had another brother?”",
            "They replied, “But the man kept asking about us and our family, saying, ‘Is your father still living? Have you another brother?’ And we answered him accordingly. How were we to know that he would say, ‘Bring your brother here’?”",
            "Then Judah said to his father Israel, “Send the boy in my care, and let us be on our way, that we may live and not die—you and we and our children.",
            "I myself will be surety for him; you may hold me responsible: if I do not bring him back to you and set him before you, I shall stand guilty before you forever.",
            "For we could have been there and back twice if we had not dawdled.”",
            "Then their father Israel said to them, “If it must be so, do this: take some of the choice products of the land in your baggage, and carry them down as a gift for the man—some balm and some honey, gum, ladanum, pistachio nuts, and almonds.",
            "And take with you double the money, carrying back with you the money that was replaced in the mouths of your bags; perhaps it was a mistake.",
            "Take your brother too; and go back at once to the man.",
            "And may El Shaddai dispose the man to mercy toward you, that he may release to you your other brother, as well as Benjamin. As for me, if I am to be bereaved, I shall be bereaved.”",
            "So the agents<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>agents </b>More precisely, “participants whose involvement defines the depicted situation”—i.e., the sons who have been delegated as their father’s agents. See the Dictionary under <i>’ish</i>; Agent.</i> took that gift, and they took with them double the money, as well as Benjamin. They made their way down to Egypt, where they presented themselves to Joseph.",
            "When Joseph saw Benjamin with them, he said to his house steward, “Take those men<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>those men </b>More precisely, “the [salient] participants.” See the Dictionary under <i>’ish</i>.</i> into the house; slaughter and prepare an animal, for those men will dine with me at noon.”",
            "The man did as Joseph said, and he brought the men into Joseph’s house.",
            "But the men were frightened at being brought into Joseph’s house. “It must be,” they thought, “because of the money replaced in our bags the first time that we have been brought inside, as a pretext to attack us and seize us as slaves, with our pack animals.”",
            "So they went up to Joseph’s house steward and spoke to him at the entrance of the house.",
            "“If you please, my lord,” they said, “we came down once before to procure food.",
            "But when we arrived at the night encampment and opened our bags, there was each one’s money in the mouth of his bag, our money in full.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>in full </b>Lit. “by its weight.”</i> So we have brought it back with us.",
            "And we have brought down with us other money to procure food. We do not know who put the money in our bags.”",
            "He replied, “All is well with you; do not be afraid. Your God, the God of your father’s [house], must have put treasure in your bags for you. I got your payment.” And he brought out Simeon to them.",
            "Then the steward brought the men into Joseph’s house; he gave them water to bathe their feet, and he provided feed for their asses.",
            "They laid out their gifts to await Joseph’s arrival at noon, for they had heard that they were to dine there.",
            "When Joseph came home, they presented to him the gifts that they had brought with them into the house, bowing low before him to the ground.",
            "He greeted them, and he said, “How is your aged father of whom you spoke? Is he still in good health?”",
            "They replied, “It is well with your servant our father; he is still in good health.” And they bowed and made obeisance.",
            "Looking about, he saw his brother Benjamin, his mother’s son, and asked, “Is this your youngest brother of whom you spoke to me?” And he went on, “May God be gracious to you, my boy.”",
            "With that, Joseph hurried out, for he was overcome with feeling toward his brother and was on the verge of tears; he went into a room and wept there.",
            "Then he washed his face, reappeared, and—now in control of himself—gave the order, “Serve the meal.”",
            "They served him by himself, and them by themselves, and the Egyptians who ate with him by themselves; for the Egyptians could not dine with the Hebrews, since that would be abhorrent to the Egyptians.",
            "As they were seated by his direction, from the oldest in the order of his seniority to the youngest in the order of his youth, the men looked at one another in astonishment.",
            "Portions were served them from his table; but Benjamin’s portion was several<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>several </b>Lit. “five.”</i> times that of anyone else. And they drank their fill with him."
        ],
        [
            "Then he instructed his house steward as follows, “Fill the men’s bags with food, as much as they can carry, and put each one’s money in the mouth of his bag.",
            "Put my silver goblet in the mouth of the bag of the youngest one, together with his money for the rations.” And he did as Joseph told him.",
            "With the first light of morning, the men were sent off with their pack animals.",
            "They had just left the city and had not gone far, when Joseph said to his house steward, “Up, go after those men! And when you overtake them, say to them, ‘Why did you repay good with evil?",
            "It is the very one from which my master drinks and which he uses for divination. It was a wicked thing for you to do!’”",
            "He overtook them and spoke those words to them.",
            "And they said to him, “Why does my lord say such things? Far be it from your servants to do anything of the kind!",
            "Here we brought back to you from the land of Canaan the money that we found in the mouths of our bags. How then could we have stolen any silver or gold from your master’s house!",
            "Whichever of your servants it is found with shall die; the rest of us, moreover, shall become slaves to my lord.”",
            "He replied, “Although what you are proposing is right, only the one with whom it is found shall be my slave; but the rest of you shall go free.”",
            "So each one hastened to lower his bag to the ground, and each one opened his bag.",
            "He searched, beginning with the oldest and ending with the youngest; and the goblet turned up in Benjamin’s bag.",
            "At this they rent their clothes. Each reloaded his pack animal, and they returned to the city.",
            "When Judah and his brothers reentered the house of Joseph, who was still there, they threw themselves on the ground before him.",
            "Joseph said to them, “What is this deed that you have done? Do you not know that a man like me practices divination?”",
            "Judah replied, “What can we say to my lord? How can we plead, how can we prove our innocence? God has uncovered the crime of your servants. Here we are, then, slaves of my lord, the rest of us as much as he in whose possession the goblet was found.”",
            "But he replied, “Far be it from me to act thus! Only the one in whose possession the goblet was found shall be my slave; the rest of you go back in peace to your father.”",
            "Then Judah went up to him and said, “Please, my lord, let your servant appeal to my lord, and do not be impatient with your servant, you who are the equal of Pharaoh.",
            "My lord asked his servants, ‘Have you a father or another brother?’",
            "We told my lord, ‘We have an old father, and there is a child of his old age, the youngest; his full brother is dead, so that he alone is left of his mother, and his father dotes on him.’",
            "Then you said to your servants, ‘Bring him down to me, that I may set eyes on him.’",
            "We said to my lord, ‘The boy cannot leave his father; if he were to leave him, his father would die.’",
            "But you said to your servants, ‘Unless your youngest brother comes down with you, do not let me see your faces.’",
            "When we came back to your servant my father, we reported my lord’s words to him.",
            "“Later our father said, ‘Go back and procure some food for us.’",
            "We answered, ‘We cannot go down; only if our youngest brother is with us can we go down, for we may not show our faces to the man<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>show our faces to the man </b>Lit. “see the [salient] participant’s face.”</i> unless our youngest brother is with us.’",
            "Your servant my father said to us, ‘As you know, my wife bore me two sons.",
            "But one is gone from me, and I said: Alas, he was torn by a beast! And I have not seen him since.",
            "If you take this one from me, too, and he meets with disaster, you will send my white head down to Sheol in sorrow.’",
            "“Now, if I come to your servant my father and the boy is not with us—since his own life is so bound up with his—",
            "when he sees that the boy is not with us, he will die, and your servants will send the white head of your servant our father down to Sheol in grief.",
            "Now your servant has pledged himself for the boy to my father, saying, ‘If I do not bring him back to you, I shall stand guilty before my father forever.’",
            "Therefore, please let your servant remain as a slave to my lord instead of the boy, and let the boy go back with his brothers.",
            "For how can I go back to my father unless the boy is with me? Let me not be witness to the woe that would overtake my father!”"
        ],
        [
            "Joseph could no longer control himself before all his attendants, and he cried out, “Have everyone withdraw from me!” So there was no one else about when Joseph made himself known to his brothers.",
            "His sobs were so loud that the Egyptians could hear, and so the news reached Pharaoh’s palace.",
            "Joseph said to his brothers, “I am Joseph. Is my father still well?” But his brothers could not answer him, so dumbfounded were they on account of him.",
            "Then Joseph said to his brothers, “Come forward to me.” And when they came forward, he said, “I am your brother Joseph, he whom you sold into Egypt.",
            "Now, do not be distressed or reproach yourselves because you sold me hither; it was to save life that God sent me ahead of you.",
            "It is now two years that there has been famine in the land, and there are still five years to come in which there shall be no yield from tilling.",
            "God has sent me ahead of you to ensure your survival on earth, and to save your lives in an extraordinary deliverance.",
            "So, it was not you who sent me here, but God—who has made me a father to Pharaoh,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>father to Pharaoh </b>(So trad.) Or “Pharaoh’s chancellor,” cf. Isa. 22.15, 20–21. Heb. <i>’av le-phar‘oh</i>.</i> lord of all his household, and ruler over the whole land of Egypt.",
            "“Now, hurry back to my father and say to him: Thus says your son Joseph, ‘God has made me lord of all Egypt; come down to me without delay.",
            "You will dwell in the region of Goshen, where you will be near me—you and your children and your grandchildren, your flocks and herds, and all that is yours.",
            "There I will provide for you—for there are yet five years of famine to come—that you and your household and all that is yours may not suffer want.’",
            "You can see for yourselves, and my brother Benjamin for himself, that it is indeed I who am speaking to you.",
            "And you must tell my father everything about my high station in Egypt and all that you have seen; and bring my father here with all speed.”",
            "With that he embraced<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>embraced </b>Lit. “fell on.”</i> his brother Benjamin around the neck and wept, and Benjamin wept on his neck.",
            "He kissed all his brothers and wept upon them; only then were his brothers able to talk to him.",
            "The news reached Pharaoh’s palace: “Joseph’s brothers have come.” Pharaoh and his courtiers were pleased.",
            "And Pharaoh said to Joseph, “Say to your brothers, ‘Do as follows: load up your beasts and go at once to the land of Canaan.",
            "Take your father and your households and come to me; I will give you the best of the land of Egypt and you shall live off the fat of the land.’",
            "And you are bidden [to add], ‘Do as follows: take from the land of Egypt wagons for your children and your wives, and bring your father here.",
            "And never mind your belongings, for the best of all the land of Egypt shall be yours.’”",
            "The sons of Israel did so; Joseph gave them wagons as Pharaoh had commanded, and he supplied them with provisions for the journey.",
            "To each of them, moreover, he gave a change of clothing; but to Benjamin he gave three hundred pieces of silver and several<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>several </b>Lit. “five”; cf. 43.34.</i> changes of clothing.",
            "And to his father he sent the following: ten he-asses laden with the best things of Egypt, and ten she-asses laden with grain, bread, and provisions for his father on the journey.",
            "As he sent his brothers off on their way, he told them, “Do not be quarrelsome on the way.”",
            "They went up from Egypt and came to their father Jacob in the land of Canaan.",
            "And they told him, “Joseph is still alive; yes, he is ruler over the whole land of Egypt.” His heart went numb, for he did not believe them.",
            "But when they recounted all that Joseph had said to them, and when he saw the wagons that Joseph had sent to transport him, the spirit of their father Jacob revived.",
            "“Enough!” said Israel. “My son Joseph is still alive! I must go and see him before I die.”"
        ],
        [
            "So Israel set out with all that was his, and he came to Beer-sheba, where he offered sacrifices to the God of his father Isaac’s [house].",
            "God called to Israel in a vision by night: “Jacob! Jacob!” He answered, “Here.”",
            "“I am God, the God of your father’s [house]. Fear not to go down to Egypt, for I will make you there into a great nation.",
            "I Myself will go down with you to Egypt, and I Myself will also bring you back; and Joseph’s hand shall close your eyes.”",
            "So Jacob set out from Beer-sheba. The sons of Israel put their father Jacob and their children and their wives in the wagons that Pharaoh had sent to transport him;",
            "and they took along their livestock and the wealth that they had amassed in the land of Canaan. Thus Jacob and all his offspring with him came to Egypt:",
            "he brought with him to Egypt his sons and grandsons, his daughters<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>daughters </b>(So trad.) The plural is part of a standard formula; cf. vv. 15, 23; Num. 26.8; 1 Chron. 2.8.</i> and granddaughters—all his offspring.",
            "These are the names of the Israelites, Jacob and his descendants, who came to Egypt. Jacob’s first-born Reuben;",
            "Reuben’s sons: Enoch,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Enoch </b>Or “Hanoch.”</i> Pallu, Hezron, and Carmi.",
            "Simeon’s sons: Jemuel, Jamin, Ohad, Jachin, Zohar, and Saul<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Saul </b>Or “Shaul.”</i> the son of a Canaanite woman.",
            "Levi’s sons: Gershon, Kohath, and Merari.",
            "Judah’s sons: Er, Onan, Shelah, Perez, and Zerah—but Er and Onan had died in the land of Canaan; and Perez’s sons were Hezron and Hamul.",
            "Issachar’s sons: Tola, Puvah, Iob, and Shimron.",
            "Zebulun’s sons: Sered, Elon, and Jahleel.",
            "Those were the sons whom Leah bore to Jacob in Paddan-aram, in addition to his daughter Dinah. Persons in all, male and female: 33.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>33 </b>Including Jacob.</i>",
            "Gad’s sons: Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli.",
            "Asher’s sons: Imnah, Ishvah, Ishvi, and Beriah, and their sister Serah. Beriah’s sons: Heber and Malchiel.",
            "These were the descendants of Zilpah, whom Laban had given to his daughter Leah. These she bore to Jacob—16 persons.",
            "The sons of Jacob’s wife Rachel were Joseph and Benjamin.",
            "To Joseph were born in the land of Egypt Manasseh and Ephraim, whom Asenath daughter of Poti-phera priest of On bore to him.",
            "Benjamin’s sons: Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.",
            "These were the descendants of Rachel who were born to Jacob—14 persons in all.",
            "Dan’s son:<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>son </b>Heb. “sons.”</i> Hushim.",
            "Naphtali’s sons: Jahzeel, Guni, Jezer, and Shillem.",
            "These were the descendants of Bilhah, whom Laban had given to his daughter Rachel. These she bore to Jacob—7 persons in all.",
            "All the persons belonging to Jacob who came to Egypt<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>who came to Egypt </b>Not including Joseph and Joseph’s two sons.</i> —his own issue, aside from the wives of Jacob’s sons—all these persons numbered 66.",
            "And Joseph’s sons who were born to him in Egypt were two in number. Thus the total of Jacob’s household who came to Egypt was seventy persons.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>seventy persons </b>Including Jacob and Joseph.</i>",
            "He had sent Judah ahead of him to Joseph, to point the way before him to Goshen. So when they came to the region of Goshen,",
            "Joseph ordered<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>ordered </b>Lit. “hitched.”</i> his chariot and went to Goshen to meet his father Israel; he presented himself to him and, embracing him around the neck, he wept on his neck a good while.",
            "Then Israel said to Joseph, “Now I can die, having seen for myself that you are still alive.”",
            "Then Joseph said to his brothers and to his father’s household, “I will go up and tell the news to Pharaoh, and say to him, ‘My brothers and my father’s household, who were in the land of Canaan, have come to me.",
            "They happen to be shepherds; they have always been breeders of livestock, and they have brought with them their flocks and herds and all that is theirs.’",
            "So when Pharaoh summons you and asks, ‘What is your occupation?’",
            "you shall answer, ‘Your servants have been breeders of livestock from the start until now, both we and our fathers’—so that you may stay in the region of Goshen. For all shepherds are abhorrent to Egyptians.”"
        ],
        [
            "Then Joseph came and reported to Pharaoh, saying, “My father and my brothers, with their flocks and herds and all that is theirs, have come from the land of Canaan and are now in the region of Goshen.”",
            "And carefully selecting a few<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>a few </b>Lit. “five.”</i> of his brothers, he presented them to Pharaoh.",
            "Pharaoh said to his brothers, “What is your occupation?” They answered Pharaoh, “We your servants are shepherds, as were also our fathers.",
            "We have come,” they told Pharaoh, “to sojourn in this land, for there is no pasture for your servants’ flocks, the famine being severe in the land of Canaan. Pray, then, let your servants stay in the region of Goshen.”",
            "Then Pharaoh said to Joseph, “As regards your father and your brothers who have come to you,",
            "the land of Egypt is open before you: settle your father and your brothers in the best part of the land; let them stay in the region of Goshen. And if you know some men of ability<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>men of ability </b>NJPS “capable men.” See the Dictionary under <i>’ish</i>.</i> among them, put them in charge of my livestock.”",
            "Joseph then brought his father Jacob and presented him to Pharaoh; and Jacob greeted Pharaoh.",
            "Pharaoh asked Jacob, “How many are the years of your life?”",
            "And Jacob answered Pharaoh, “The years of my sojourn [on earth] are one hundred and thirty. Few and hard have been the years of my life, nor do they come up to the life spans of my ancestors<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>ancestors </b>I.e., predecessors in general. Or, with NJPS, “fathers”—taking the “sojourns” to allude specifically to Terah, Abraham, and Isaac as wandering heads of corporate households. Heb. <i>’avoth</i>.</i> during their sojourns.”",
            "Then Jacob bade Pharaoh farewell, and left Pharaoh’s presence.",
            "So Joseph settled his father and his brothers, giving them holdings in the choicest part of the land of Egypt, in the region of Rameses, as Pharaoh had commanded.",
            "Joseph sustained his father, and his brothers, and all his father’s household with bread, down to the little ones.",
            "Now there was no bread in all the world, for the famine was very severe; both the land of Egypt and the land of Canaan languished because of the famine.",
            "Joseph gathered in all the money that was to be found in the land of Egypt and in the land of Canaan, as payment for the rations that were being procured, and Joseph brought the money into Pharaoh’s palace.",
            "And when the money gave out in the land of Egypt and in the land of Canaan, all the Egyptians came to Joseph and said, “Give us bread, lest we die before your very eyes; for the money is gone!”",
            "And Joseph said, “Bring your livestock, and I will sell to you against your livestock, if the money is gone.”",
            "So they brought their livestock to Joseph, and Joseph gave them bread in exchange for the horses, for the stocks of sheep and cattle, and the asses; thus he provided them with bread that year in exchange for all their livestock.",
            "And when that year was ended, they came to him the next year and said to him, “We cannot hide from my lord that, with all the money and animal stocks consigned to my lord, nothing is left at my lord’s disposal save our persons and our farmland.",
            "Let us not perish before your eyes, both we and our land. Take us and our land in exchange for bread, and we with our land will be serfs to Pharaoh; provide the seed, that we may live and not die, and that the land may not become a waste.”",
            "So Joseph gained possession of all the farm land of Egypt for Pharaoh, all the Egyptians having sold their fields because the famine was too much for them; thus the land passed over to Pharaoh.",
            "And he removed the population town by town,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>town by town </b>Meaning of Heb. <i>’otho le‘arim</i> uncertain.</i> from one end of Egypt’s border to the other.",
            "Only the land of the priests he did not take over, for the priests had an allotment from Pharaoh, and they lived off the allotment which Pharaoh had made to them; therefore they did not sell their land.",
            "Then Joseph said to the people, “Whereas I have this day acquired you and your land for Pharaoh, here is seed for you to sow the land.",
            "And when harvest comes, you shall give one-fifth to Pharaoh, and four-fifths shall be yours as seed for the fields and as food for you and those in your households, and as nourishment for your children.”",
            "And they said, “You have saved our lives! We are grateful to my lord, and we shall be serfs to Pharaoh.”",
            "And Joseph made it into a land law in Egypt, which is still valid, that a fifth should be Pharaoh’s; only the land of the priests did not become Pharaoh’s.",
            "Thus Israel settled in the country of Egypt, in the region of Goshen; they acquired holdings in it, and were fertile and increased greatly.",
            "Jacob lived seventeen years in the land of Egypt, so that the span of Jacob’s life came to one hundred and forty-seven years.",
            "And when the time approached for Israel to die, he summoned his son Joseph and said to him, “Do me this favor, place your hand under my thigh as a pledge of your steadfast loyalty: please do not bury me in Egypt.",
            "When I lie down with my ancestors,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>ancestors </b>Heb. <i>’avoth</i>; trad. “fathers.” See the Dictionary under “predecessors.”</i> take me up from Egypt and bury me in their burial-place.” He replied, “I will do as you have spoken.”",
            "And he said, “Swear to me.” And he swore to him. Then Israel bowed at the head of the bed."
        ],
        [
            "Some time afterward, Joseph was told, “Your father is ill.” So he took with him his two sons, Manasseh and Ephraim.",
            "When Jacob was told, “Your son Joseph has come to see you,” Israel summoned his strength and sat up in bed.",
            "And Jacob said to Joseph, “El Shaddai, who appeared to me at Luz in the land of Canaan, blessed me—",
            "and said to me, ‘I will make you fertile and numerous, making of you a community of peoples; and I will assign this land to your offspring to come for an everlasting possession.’",
            "Now, your two sons, who were born to you in the land of Egypt before I came to you in Egypt, shall be mine; Ephraim and Manasseh shall be mine no less than Reuben and Simeon.",
            "But progeny born to you after them shall be yours; they shall be recorded instead<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>instead </b>Lit. “under the name.”</i> of their brothers in their inheritance.",
            "I [do this because], when I was returning from Paddan, Rachel died, to my sorrow, while I was journeying in the land of Canaan, when still some distance short of Ephrath; and I buried her there on the road to Ephrath”—now Bethlehem.",
            "Noticing Joseph’s sons, Israel asked, “Who are these?”",
            "And Joseph said to his father, “They are my sons, whom God has given me here.” “Bring them up to me,” he said, “that I may bless them.”",
            "Now Israel’s eyes were dim with age; he could not see. So [Joseph] brought them close to him, and he kissed them and embraced them.",
            "And Israel said to Joseph, “I never expected to see you again, and here God has let me see your children as well.”",
            "Joseph then removed them from his knees, and bowed low with his face to the ground.",
            "Joseph took the two of them, Ephraim with his right hand—to Israel’s left—and Manasseh with his left hand—to Israel’s right—and brought them close to him.",
            "But Israel stretched out his right hand and laid it on Ephraim’s head, though he was the younger, and his left hand on Manasseh’s head—thus crossing his hands—although Manasseh was the first-born.",
            "And he blessed Joseph, saying,<br>“The God in whose ways my fathers Abraham and Isaac walked,<br>The God who has been my shepherd from my birth to this day—<br>",
            "The Messenger who has redeemed me from all harm—<br>Bless the lads.<br>In them may my name be recalled,<br>And the names of my fathers Abraham and Isaac,<br>And may they be teeming multitudes upon the earth.”",
            "When Joseph saw that his father was placing his right hand on Ephraim’s head, he thought it wrong; so he took hold of his father’s hand to move it from Ephraim’s head to Manasseh’s.",
            "“Not so, Father,” Joseph said to his father, “for the other is the first-born; place your right hand on his head.”",
            "But his father objected, saying, “I know, my son, I know. He too shall become a people, and he too shall be great. Yet his younger brother shall be greater than he, and his offspring shall be plentiful enough for nations.”",
            "So he blessed them that day, saying, “By you shall Israel invoke blessings, saying: God make you like Ephraim and Manasseh.” Thus he put Ephraim before Manasseh.",
            "Then Israel said to Joseph, “I am about to die; but God will be with you and bring you back to the land of your ancestors.",
            "And now, I assign to you one portion<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>portion </b>Meaning of Heb. <i>shekhem</i> uncertain; others “mountain slope.”</i> more than to your brothers, which I wrested from the Amorites with my sword and bow.”"
        ],
        [
            "And Jacob called his sons and said, “Come together that I may tell you what is to befall you in days to come.<br>",
            "Assemble and hearken, O sons of Jacob;<br>Hearken to Israel your father:<br>",
            "Reuben, you are my first-born,<br>My might and first fruit of my vigor,<br>Exceeding in rank<br>And exceeding in honor.<br>",
            "Unstable as water, you shall excel no longer;<br>For when you mounted your father’s bed,<br>You brought disgrace—my couch he mounted!<br>",
            "Simeon and Levi are a pair;<br>Their weapons are tools of lawlessness.<br>",
            "Let not my person be included in their council,<br>Let not my being be counted in their assembly.<br>For when angry they slay a man,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>slay a man </b>(So trad.) Or “slayed any [opposing] party”; cf. Gen. 4.23. Or, with NJPS, taking <i>’ish</i> as a collective: “slay men.” See next note and Dictionary under <i>’ish</i>.</i> <br>And when pleased they maim an ox.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>maim an ox </b>Or, with Canaanite literary usage and taking this verse as referring to the events of chapter 34: “overthrew a dignitary.” Or, with NJPS, taking <i>shor</i> as a collective: “maimed oxen.”</i> <br>",
            "Cursed be their anger so fierce,<br>And their wrath so relentless.<br>I will divide them in Jacob,<br>Scatter them in Israel.<br>",
            "You, O Judah, your brothers shall praise;<br>Your hand shall be on the nape of your foes;<br>Your father’s sons shall bow low to you.<br>",
            "Judah is a lion’s whelp;<br>On prey, my son, have you grown.<br>He crouches, lies down like a lion,<br>Like a lioness<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>lioness </b>(So trad.) Taking Heb. <i>lavi’</i> as referring to a different sex than <i>’ari</i> earlier in the verse, given that it is the females who hunt for their pride. NJPS “king of beasts,” taking <i>lavi’</i> as a breed of lion.</i> —who dare rouse him?<br>",
            "The scepter shall not depart from Judah,<br>Nor the ruler’s staff from between his feet;<br>So that tribute shall come to him<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>So that tribute shall come to him </b>Construing <i>shiloh</i> as <i>shai loh</i> “tribute to him,” following the Midrash; cf. Isa. 18.7. Meaning of Heb. uncertain; lit. “Until he comes to Shiloh.”</i> <br>And the homage of peoples be his.<br>",
            "He tethers his ass to a vine,<br>His ass’s foal to a choice vine;<br>He washes his garment in wine,<br>His robe in blood of grapes.<br>",
            "His eyes are darker than wine;<br>His teeth are whiter than milk.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>His eyes are darker than wine; / His teeth are whiter than milk </b>Or “His eyes are dark from wine, / And his teeth are white from milk.”</i> <br>",
            "Zebulun shall dwell by the seashore;<br>He shall be a haven for ships,<br>And his flank shall rest on Sidon.<br>",
            "Issachar is a strong-boned ass,<br>Crouching among the sheepfolds.<br>",
            "When he saw how good was security,<br>And how pleasant was the country,<br>He bent his shoulder to the burden,<br>And became a toiling serf.<br>",
            "Dan shall govern his people,<br>As one of the tribes of Israel.<br>",
            "Dan shall be a serpent by the road,<br>A viper by the path,<br>That bites the horse’s heels<br>So that his rider is thrown backward.<br>",
            "I wait for Your deliverance, O יהוה !<br>",
            "Gad shall be raided by raiders,<br>But he shall raid at their heels.<br>",
            "Asher’s bread shall be rich,<br>And he shall yield royal dainties.<br>",
            "Naphtali is a hind let loose,<br>Which yields lovely fawns.<br>",
            "Joseph is a wild ass,<br>A wild ass by a spring<br>—Wild colts on a hillside.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Joseph is a wild ass, / A wild ass by a spring / —Wild colts on a hillside </b>Others “Joseph is a fruitful bough, / A fruitful bough by a spring, / Its branches run over a wall.”</i> <br>",
            "Archers bitterly assailed him;<br>They shot at him and harried him.<br>",
            "Yet his bow stayed taut,<br>And his arms<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>his arms </b>Heb. “the arms of his hands.”</i> were made firm<br>By the hands of the Mighty One of Jacob—<br>There, the Shepherd, the Rock of Israel—<br>",
            "The God of your father’s [house], who helps you,<br>And Shaddai who blesses you<br>With blessings of heaven above,<br>Blessings of the deep that couches below,<br>Blessings of the breast and womb.<br>",
            "The blessings of your father<br>Surpass the blessings of my ancestors,<br>To the utmost bounds of the eternal hills.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>The blessings of your father … hills </b>Meaning of Heb. uncertain.</i> <br>May they rest on the head of Joseph,<br>On the brow of the elect of his brothers.<br>",
            "Benjamin is a ravenous wolf;<br>In the morning he consumes the foe,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>foe </b>Meaning of Heb. <i>‘ad</i> uncertain; others “booty.”</i> <br>And in the evening he divides the spoil.”",
            "All these were the tribes of Israel, twelve in number, and this is what their father said to them as he bade them farewell, addressing to each a parting word appropriate to him.",
            "Then he instructed them, saying to them, “I am about to be gathered to my kin. Bury me with my ancestors<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>ancestors </b>Heb. <i>’avothai</i>; trad. “fathers.” See the Dictionary under “predecessors.”</i> in the cave which is in the field of Ephron the Hittite,",
            "the cave which is in the field of Machpelah, facing Mamre, in the land of Canaan, the field that Abraham bought from Ephron the Hittite for a burial site—",
            "there Abraham and his wife Sarah were buried; there Isaac and his wife Rebekah were buried; and there I buried Leah—",
            "the field and the cave in it, bought from the Hittites.”",
            "When Jacob finished his instructions to his sons, he drew his feet into the bed and, breathing his last, he was gathered to his kin.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>kin </b>As in Gen. 17.14; 25.8, 17; 35.29; 49.29; Num. 20.24; 31.2; cf. Lev. 21.1–3. NJPS “people,” a trad. yet inconsistent rendering. See the Dictionary under “predecessors.”</i>"
        ],
        [
            "Joseph flung himself upon his father’s face and wept over him and kissed him.",
            "Then Joseph ordered the physicians in his service to embalm his father, and the physicians embalmed Israel.",
            "It required forty days, for such is the full period of embalming. The Egyptians bewailed him seventy days;",
            "and when the wailing period was over, Joseph spoke to Pharaoh’s court, saying, “Do me this favor, and lay this appeal before Pharaoh:",
            "‘My father made me swear, saying, “I am about to die. Be sure to bury me in the grave which I made ready for myself in the land of Canaan.” Now, therefore, let me go up and bury my father; then I shall return.’”",
            "And Pharaoh said, “Go up and bury your father, as he made you promise on oath.”",
            "So Joseph went up to bury his father; and with him went up all the officials of Pharaoh, the senior members of his court, and all of Egypt’s dignitaries,",
            "together with all of Joseph’s household, his brothers, and his father’s household; only their children, their flocks, and their herds were left in the region of Goshen.",
            "Chariots, too, and horsemen went up with him; it was a very large troop.",
            "When they came to Goren<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Goren </b>Or “the threshing floor of.”</i> ha-Atad, which is beyond the Jordan, they held there a very great and solemn lamentation; and he observed a mourning period of seven days for his father.",
            "And when the Canaanite inhabitants of the land saw the mourning at Goren ha-Atad, they said, “This is a solemn mourning on the part of the Egyptians.” That is why it was named Abel-mizraim,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Abel-mizraim </b>Interpreted as “the mourning of the Egyptians.”</i> which is beyond the Jordan.",
            "Thus his sons did for him as he had instructed them.",
            "His sons carried him to the land of Canaan, and buried him in the cave of the field of Machpelah, the field near Mamre, which Abraham had bought for a burial site from Ephron the Hittite.",
            "After burying his father, Joseph returned to Egypt, he and his brothers and all who had gone up with him to bury his father.",
            "When Joseph’s brothers saw that their father was dead, they said, “What if Joseph still bears a grudge against us and pays us back for all the wrong that we did him!”",
            "So they sent this message to Joseph, “Before his death your father left this instruction:",
            "So shall you say to Joseph, ‘Forgive, I urge you, the offense and guilt of your brothers who treated you so harshly.’ Therefore, please forgive the offense of the servants of the God of your father’s [house].” And Joseph was in tears as they spoke to him.",
            "His brothers went to him themselves, flung themselves before him, and said, “We are prepared to be your slaves.”",
            "But Joseph said to them, “Have no fear! Am I a substitute for God?",
            "Besides, although you intended me harm, God intended it for good, so as to bring about the present result—the survival of many people.",
            "And so, fear not. I will sustain you and your dependents.”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>dependents </b>NJPS “children,” trad. “little ones.” See the Dictionary under <i>ṭaph</i>.</i> Thus he reassured them, speaking kindly to them.",
            "So Joseph and his father’s household remained in Egypt. Joseph lived one hundred and ten years.",
            "Joseph lived to see children of the third generation of Ephraim; the children of Machir son of Manasseh were likewise born upon Joseph’s knees.",
            "At length, Joseph said to his brothers, “I am about to die. God will surely take notice of you and bring you up from this land to the land promised on oath to Abraham, to Isaac, and to Jacob.”",
            "So Joseph made the sons of Israel swear, saying, “When God has taken notice of you, you shall carry up my bones from here.”",
            "Joseph died at the age of one hundred and ten years; and he was embalmed and placed in a coffin in Egypt."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}