{
    "language": "en",
    "title": "Genesis",
    "versionSource": "http://opensiddur.org/2010/08/%D7%AA%D7%A0%D7%B4%D7%9A-the-holy-scriptures-a-new-translation-jps-1917/",
    "versionTitle": "The Holy Scriptures: A New Translation (JPS 1917)",
    "status": "locked",
    "priority": 1.0,
    "license": "Public Domain",
    "licenseVetted": true,
    "versionNotes": "This 1917 translation by the Jewish Publication Society is in the public domain. JPS graciously shared digital images of this text with the Open Siddur Project, from which the text was imported by Sefaria.",
    "versionTitleInHebrew": "כתבי הקודש: תרגום חדש (1917 JPS)",
    "versionNotesInHebrew": "תרגום JPS 1917 קיים בנחלת הכלל. הסריקות באדיבות JPS. שעתוק הטקסט תודות לפרויקט Open Siddur, משם יובא הטקסט למאגר ספריא",
    "heTitle": "בראשית",
    "categories": [
        "Tanakh",
        "Torah"
    ],
    "text": [
        [
            "In the beginning God created the heaven and the earth.",
            "Now the earth was unformed and void, and darkness was upon the face of the deep; and the spirit of God hovered over the face of the waters.",
            "And God said: ‘Let there be light.’ And there was light.",
            "And God saw the light, that it was good; and God divided the light from the darkness.",
            "And God called the light Day, and the darkness He called Night. And there was evening and there was morning, one day.",
            "And God said: ‘Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.’",
            "And God made the firmament, and divided the waters which were under the firmament from the waters which were above the firmament; and it was so.",
            "And God called the firmament Heaven. And there was evening and there was morning, a second day.",
            "And God said: ‘Let the waters under the heaven be gathered together unto one place, and let the dry land appear.’ And it was so.",
            "And God called the dry land Earth, and the gathering together of the waters called He Seas; and God saw that it was good.",
            "And God said: ‘Let the earth put forth grass, herb yielding seed, and fruit-tree bearing fruit after its kind, wherein is the seed thereof, upon the earth.’ And it was so.",
            "And the earth brought forth grass, herb yielding seed after its kind, and tree bearing fruit, wherein is the seed thereof, after its kind; and God saw that it was good.",
            "And there was evening and there was morning, a third day.",
            "And God said: ‘Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days and years;",
            "and let them be for lights in the firmament of the heaven to give light upon the earth.’ And it was so.",
            "And God made the two great lights: the greater light to rule the day, and the lesser light to rule the night; and the stars.",
            "And God set them in the firmament of the heaven to give light upon the earth,",
            "and to rule over the day and over the night, and to divide the light from the darkness; and God saw that it was good.",
            "And there was evening and there was morning, a fourth day.",
            "And God said: ‘Let the waters swarm with swarms of living creatures, and let fowl fly above the earth in the open firmament of heaven.’",
            "And God created the great sea-monsters, and every living creature that creepeth, wherewith the waters swarmed, after its kind, and every winged fowl after its kind; and God saw that it was good.",
            "And God blessed them, saying: ‘Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.’",
            "And there was evening and there was morning, a fifth day.",
            "And God said: ‘Let the earth bring forth the living creature after its kind, cattle, and creeping thing, and beast of the earth after its kind.’ And it was so.",
            "And God made the beast of the earth after its kind, and the cattle after their kind, and every thing that creepeth upon the ground after its kind; and God saw that it was good.",
            "And God said: ‘Let us make man in our image, after our likeness; and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.’",
            "And God created man in His own image, in the image of God created He him; male and female created He them.",
            "And God blessed them; and God said unto them: ‘Be fruitful, and multiply, and replenish the earth, and subdue it; and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that creepeth upon the earth.’",
            "And God said: ‘Behold, I have given you every herb yielding seed, which is upon the face of all the earth, and every tree, in which is the fruit of a tree yielding seed—to you it shall be for food;",
            "and to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is a living soul, [I have given] every green herb for food.’ And it was so.",
            "And God saw every thing that He had made, and, behold, it was very good. And there was evening and there was morning, the sixth day."
        ],
        [
            "And the heaven and the earth were finished, and all the host of them.",
            "And on the seventh day God finished His work which He had made; and He rested on the seventh day from all His work which He had made.",
            "And God blessed the seventh day, and hallowed it; because that in it He rested from all His work which God in creating had made.",
            "These are the generations of the heaven and of the earth when they were created, in the day that the LORD God made earth and heaven.",
            "No shrub of the field was yet in the earth, and no herb of the field had yet sprung up; for the LORD God had not caused it to rain upon the earth, and there was not a man to till the ground;",
            "but there went up a mist from the earth, and watered the whole face of the ground.",
            "Then the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.",
            "And the LORD God planted a garden eastward, in Eden; and there He put the man whom He had formed.",
            "And out of the ground made the LORD God to grow every tree that is pleasant to the sight, and good for food; the tree of life also in the midst of the garden, and the tree of the knowledge of good and evil.",
            "And a river went out of Eden to water the garden; and from thence it was parted, and became four heads.",
            "The name of the first is Pishon; that is it which compasseth the whole land of Havilah, where there is gold;",
            "and the gold of that land is good; there is bdellium and the onyx stone.",
            "And the name of the second river is Gihon; the same is it that compasseth the whole land of Cush.",
            "And the name of the third river is Tigris; that is it which goeth toward the east of Asshur. And the fourth river is the Euphrates.",
            "And the LORD God took the man, and put him into the garden of Eden to dress it and to keep it.",
            "And the LORD God commanded the man, saying: ‘Of every tree of the garden thou mayest freely eat;",
            "but of the tree of the knowledge of good and evil, thou shalt not eat of it; for in the day that thou eatest thereof thou shalt surely die.’",
            "And the LORD God said: ‘It is not good that the man should be alone; I will make him a help meet for him.’",
            "And out of the ground the LORD God formed every beast of the field, and every fowl of the air; and brought them unto the man to see what he would call them; and whatsoever the man would call every living creature, that was to be the name thereof.",
            "And the man gave names to all cattle, and to the fowl of the air, and to every beast of the field; but for Adam there was not found a help meet for him.",
            "And the LORD God caused a deep sleep to fall upon the man, and he slept; and He took one of his ribs, and closed up the place with flesh instead thereof.",
            "And the rib, which the LORD God had taken from the man, made He a woman, and brought her unto the man.",
            "And the man said: ‘This is now bone of my bones, and flesh of my flesh; she shall be called Woman, because she was taken out of Man.’",
            "Therefore shall a man leave his father and his mother, and shall cleave unto his wife, and they shall be one flesh.",
            "And they were both naked, the man and his wife, and were not ashamed."
        ],
        [
            "Now the serpent was more subtle than any beast of the field which the LORD God had made. And he said unto the woman: ‘Yea, hath God said: Ye shall not eat of any tree of the garden?’",
            "And the woman said unto the serpent: ‘Of the fruit of the trees of the garden we may eat;",
            "but of the fruit of the tree which is in the midst of the garden, God hath said: Ye shall not eat of it, neither shall ye touch it, lest ye die.’",
            "And the serpent said unto the woman: ‘Ye shall not surely die;",
            "for God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as God, knowing good and evil.’",
            "And when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of the fruit thereof, and did eat; and she gave also unto her husband with her, and he did eat.",
            "And the eyes of them both were opened, and they knew that they were naked; and they sewed fig-leaves together, and made themselves girdles.",
            "And they heard the voice of the LORD God walking in the garden toward the cool of the day; and the man and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.",
            "And the LORD God called unto the man, and said unto him: ‘Where art thou?’",
            "And he said: ‘I heard Thy voice in the garden, and I was afraid, because I was naked; and I hid myself.’",
            "And He said: ‘Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?’",
            "And the man said: ‘The woman whom Thou gavest to be with me, she gave me of the tree, and I did eat.’",
            "And the LORD God said unto the woman: ‘What is this thou hast done?’ And the woman said: ‘The serpent beguiled me, and I did eat.’",
            "And the LORD God said unto the serpent: ‘Because thou hast done this, cursed art thou from among all cattle, and from among all beasts of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life.",
            "And I will put enmity between thee and the woman, and between thy seed and her seed; they shall bruise thy head, and thou shalt bruise their heel.’",
            "Unto the woman He said: ‘I will greatly multiply thy pain and thy travail; in pain thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.’",
            "And unto Adam He said: ‘Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying: Thou shalt not eat of it; cursed is the ground for thy sake; in toil shalt thou eat of it all the days of thy life.",
            "Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field.",
            "In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken; for dust thou art, and unto dust shalt thou return.’",
            "And the man called his wife’s name Eve; because she was the mother of all living.",
            "And the LORD God made for Adam and for his wife garments of skins, and clothed them.",
            "And the LORD God said: ‘Behold, the man is become as one of us, to know good and evil; and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever.’",
            "Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.",
            "So He drove out the man; and He placed at the east of the garden of Eden the cherubim, and the flaming sword which turned every way, to keep the way to the tree of life."
        ],
        [
            "And the man knew Eve his wife; and she conceived and bore Cain, and said: ‘I have agotten a man with the help of the LORD.’",
            "And again she bore his brother Abel. And Abel was a keeper of sheep, but Cain was a tiller of the ground.",
            "And in process of time it came to pass, that Cain brought of the fruit of the ground an offering unto the LORD.",
            "And Abel, he also brought of the firstlings of his flock and of the fat thereof. And the LORD had respect unto Abel and to his offering;",
            "but unto Cain and to his offering He had not respect. And Cain was very wroth, and his countenance fell.",
            "And the LORD said unto Cain: ‘Why art thou wroth? and why is thy countenance fallen?",
            "If thou doest well, shall it not be lifted up? and if thou doest not well, sin coucheth at the door; and unto thee is its desire, but thou mayest rule over it.’",
            "And Cain spoke unto Abel his brother. And it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him.",
            "And the LORD said unto Cain: ‘Where is Abel thy brother?’ And he said: ‘I know not; am I my brother’s keeper?’",
            "And He said: ‘What hast thou done? the voice of thy brother’s blood crieth unto Me from the ground.",
            "And now cursed art thou from the ground, which hath opened her mouth to receive thy brother’s blood from thy hand.",
            "When thou tillest the ground, it shall not henceforth yield unto thee her strength; a fugitive and a wanderer shalt thou be in the earth.’",
            "And Cain said unto the LORD: ‘My punishment is greater than I can bear.",
            "Behold, Thou hast driven me out this day from the face of the land; and from Thy face shall I be hid; and I shall be a fugitive and a wanderer in the earth; and it will come to pass, that whosoever findeth me will slay me.’",
            "And the LORD said unto him: ‘Therefore whosoever slayeth Cain, vengeance shall be taken on him sevenfold.’ And the LORD set a sign for Cain, lest any finding him should smite him.",
            "And Cain went out from the presence of the LORD, and dwelt in the land of Nod, on the east of Eden.",
            "And Cain knew his wife; and she conceived, and bore Enoch; and he builded a city, and called the name of the city after the name of his son Enoch.",
            "And unto Enoch was born Irad; and Irad begot Mehujael; and Mehujael begot Methushael; and Methushael begot Lamech.",
            "And Lamech took unto him two wives; the name of one was Adah, and the name of the other Zillah.",
            "And Adah bore Jabal; he was the father of such as dwell in tents and have cattle.",
            "And his brother’s name was Jubal; he was the father of all such as handle the harp and pipe.",
            "And Zillah, she also bore Tubal-cain, the forger of every cutting instrument of brass and iron; and the sister of Tubal-cain was Naamah.",
            "And Lamech said unto his wives: Adah and Zillah, hear my voice; Ye wives of Lamech, hearken unto my speech; For I have slain a man for wounding me, And a young man for bruising me;",
            "If Cain shall be avenged sevenfold, Truly Lamech seventy and sevenfold.",
            "And Adam knew his wife again; and she bore a son, and called his name Seth: ‘for God hath appointed me another seed instead of Abel; for Cain slew him.’",
            "And to Seth, to him also there was born a son; and he called his name Enosh; then began men to call upon the name of the LORD."
        ],
        [
            "This is the book of the generations of Adam. In the day that God created man, in the likeness of God made He him;",
            "male and female created He them, and blessed them, and called their name Adam, in the day when they were created.",
            "And Adam lived a hundred and thirty years, and begot a son in his own likeness, after his image; and called his name Seth.",
            "And the days of Adam after he begot Seth were eight hundred years; and he begot sons and daughters.",
            "And all the days that Adam lived were nine hundred and thirty years; and he died.",
            "And Seth lived a hundred and five years, and begot Enosh.",
            "And Seth lived after he begot Enosh eight hundred and seven years, and begot sons and daughters.",
            "And all the days of Seth were nine hundred and twelve years; and he died.",
            "And Enosh lived ninety years, and begot Kenan.",
            "And Enosh lived after he begot Kenan eight hundred and fifteen years, and begot sons and daughters.",
            "And all the days of Enosh were nine hundred and five years; and he died.",
            "And Kenan lived seventy years, and begot Mahalalel.",
            "And Kenan lived after he begot Mahalalel eight hundred and forty years, and begot sons and daughters.",
            "And all the days of Kenan were nine hundred and ten years; and he died.",
            "And Mahalalel lived sixty and five years, and begot Jared.",
            "And Mahalalel lived after he begot Jared eight hundred and thirty years, and begot sons and daughters.",
            "And all the days of Mahalalel were eight hundred ninety and five years; and he died.",
            "And Jared lived a hundred sixty and two years, and begot Enoch.",
            "And Jared lived after he begot Enoch eight hundred years, and begot sons and daughters.",
            "And all the days of Jared were nine hundred sixty and two years; and he died. .",
            "And Enoch lived sixty and five years, and begot Methuselah.",
            "And Enoch walked with God after he begot Methuselah three hundred years, and begot sons and daughters.",
            "And all the days of Enoch were three hundred sixty and five years.",
            "And Enoch walked with God, and he was not; for God took him.",
            "And Methuselah lived a hundred eighty and seven years, and begot Lamech.",
            "And Methuselah lived after he begot Lamech seven hundred eighty and two years, and begot sons and daughters.",
            "And all the days of Methuselah were nine hundred sixty and nine years; and he died.",
            "And Lamech lived a hundred eighty and two years, and begot a son.",
            "And he called his name Noah, saying: ‘This same shall comfort us in our work and in the toil of our hands, which cometh from the ground which the LORD hath cursed.’",
            "And Lamech lived after he begot Noah five hundred ninety and five years, and begot sons and daughters.",
            "And all the days of Lamech were seven hundred seventy and seven years; and he died.",
            "And Noah was five hundred years old; and Noah begot Shem, Ham, and Japheth."
        ],
        [
            "And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,",
            "that the sons of nobles saw the daughters of men that they were fair; and they took them wives, whomsoever they chose.",
            "And the LORD said: ‘My spirit shall not abide in man for ever, for that he also is flesh; therefore shall his days be a hundred and twenty years.’",
            "The Nephilim were in the earth in those days, and also after that, when the sons of nobles came in unto the daughters of men, and they bore children to them; the same were the mighty men that were of old, the men of renown.",
            "And the LORD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was only evil continually.",
            "And it repented the LORD that He had made man on the earth, and it grieved Him at His heart.",
            "And the LORD said: ‘I will blot out man whom I have created from the face of the earth; both man, and beast, and creeping thing, and fowl of the air; for it repenteth Me that I have made them.’",
            "But Noah found grace in the eyes of the LORD.",
            "These are the generations of Noah. Noah was in his generations a man righteous and wholehearted; Noah walked with God.",
            "And Noah begot three sons, Shem, Ham, and Japheth.",
            "And the earth was corrupt before God, and the earth was filled with violence.",
            "And God saw the earth, and, behold, it was corrupt; for all flesh had corrupted their way upon the earth. .",
            "And God said unto Noah: ‘The end of all flesh is come before Me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.",
            "Make thee an ark of gopher wood; with rooms shalt thou make the ark, and shalt pitch it within and without with pitch.",
            "And this is how thou shalt make it: the length of the ark three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.",
            "A light shalt thou make to the ark, and to a cubit shalt thou finish it upward; and the door of the ark shalt thou set in the side thereof; with lower, second, and third stories shalt thou make it.",
            "And I, behold, I do bring the flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; every thing that is in the earth shall perish.",
            "But I will establish My covenant with thee; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.",
            "And of every living thing of all flesh, two of every sort shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.",
            "Of the fowl after their kind, and of the cattle after their kind, of every creeping thing of the ground after its kind, two of every sort shall come unto thee, to keep them alive.",
            "And take thou unto thee of all food that is eaten, and gather it to thee; and it shall be for food for thee, and for them.’",
            "Thus did Noah; according to all that God commanded him, so did he."
        ],
        [
            "And the LORD said unto Noah: ‘Come thou and all thy house into the ark; for thee have I seen righteous before Me in this generation.",
            "Of every clean beast thou shalt take to thee seven and seven, each with his mate; and of the beasts that are not clean two [and two], each with his mate;",
            "of the fowl also of the air, seven and seven, male and female; to keep seed alive upon the face of all the earth.",
            "For yet seven days, and I will cause it to rain upon the earth forty days and forty nights; and every living substance that I have made will I blot out from off the face of the earth.’",
            "And Noah did according unto all that the LORD commanded him.",
            "And Noah was six hundred years old when the flood of waters was upon the earth.",
            "And Noah went in, and his sons, and his wife, and his sons’ wives with him, into the ark, before the waters of the flood.",
            "Of clean beasts, and of beasts that are not clean, and of fowls, and of every thing that creepeth upon the ground,",
            "there went in two and two unto Noah into the ark, male and female, as God commanded Noah.",
            "And it came to pass after the seven days, that the waters of the flood were upon the earth.",
            "In the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month, on the same day were all the fountains of the great deep broken up, and the windows of heaven were opened.",
            "And the rain was upon the earth forty days and forty nights.",
            "In the selfsame day entered Noah, and Shem, and Ham, and Japheth, the sons of Noah, and Noah’s wife, and the three wives of his sons with them, into the ark;",
            "they, and every beast after its kind, and all the cattle after their kind, and every creeping thing that creepeth upon the earth after its kind, and every fowl after its kind, every bird of every sort.",
            "And they went in unto Noah into the ark, two and two of all flesh wherein is the breath of life.",
            "And they that went in, went in male and female of all flesh, as God commanded him; and the LORD shut him in.",
            "And the flood was forty days upon the earth; and the waters increased, and bore up the ark, and it was lifted up above the earth.",
            "And the waters prevailed, and increased greatly upon the earth; and the ark went upon the face of the waters.",
            "And the waters prevailed exceedingly upon the earth; and all the high mountains that were under the whole heaven were covered.",
            "Fifteen cubits upward did the waters prevail; and the mountains were covered.",
            "And all flesh perished that moved upon the earth, both fowl, and cattle, and beast, and every swarming thing that swarmeth upon the earth, and every man;",
            "all in whose nostrils was the breath of the spirit of life, whatsoever was in the dry land, died.",
            "And He blotted out every living substance which was upon the face of the ground, both man, and cattle, and creeping thing, and fowl of the heaven; and they were blotted out from the earth; and Noah only was left, and they that were with him in the ark.",
            "And the waters prevailed upon the earth a hundred and fifty days."
        ],
        [
            "And God remembered Noah, and every living thing, and all the cattle that were with him in the ark; and God made a wind to pass over the earth, and the waters assuaged;",
            "the fountains also of the deep and the windows of heaven were stopped, and the rain from heaven was restrained.",
            "And the waters returned from off the earth continually; and after the end of a hundred and fifty days the waters decreased.",
            "And the ark rested in the seventh month, on the seventeenth day of the month, upon the mountains of Ararat.",
            "And the waters decreased continually until the tenth month; in the tenth month, on the first day of the month, were the tops of the mountains seen.",
            "And it came to pass at the end of forty days, that Noah opened the window of the ark which he had made.",
            "And he sent forth a raven, and it went forth to and fro, until the waters were dried up from off the earth.",
            "And he sent forth a dove from him, to see if the waters were abated from off the face of the ground.",
            "But the dove found no rest for the sole of her foot, and she returned unto him to the ark, for the waters were on the face of the whole earth; and he put forth his hand, and took her, and brought her in unto him into the ark.",
            "And he stayed yet other seven days; and again he sent forth the dove out of the ark.",
            "And the dove came in to him at eventide; and lo in her mouth an olive-leaf freshly plucked; so Noah knew that the waters were abated from off the earth.",
            "And he stayed yet other seven days; and sent forth the dove; and she returned not again unto him any more.",
            "And it came to pass in the six hundred and first year, in the first month, the first day of the month, the waters were dried up from off the earth; and Noah removed the covering of the ark, and looked, and behold, the face of the ground was dried.",
            "And in the second month, on the seven and twentieth day of the month, was the earth dry.",
            "And God spoke unto Noah, saying:",
            "’Go forth from the ark, thou, and thy wife, and thy sons, and thy sons’ wives with thee.",
            "Bring forth with thee every living thing that is with thee of all flesh, both fowl, and cattle, and every creeping thing that creepeth upon the earth; that they may swarm in the earth, and be fruitful, and multiply upon the earth.’",
            "And Noah went forth, and his sons, and his wife, and his sons’wives with him;",
            "every beast, every creeping thing, and every fowl, whatsoever moveth upon the earth, after their families; went forth out of the ark.",
            "And Noah builded an altar unto the LORD; and took of every clean beast, and of every clean fowl, and offered burnt-offerings on the altar.",
            "And the LORD smelled the sweet savour; and the LORD said in His heart: ‘I will not again curse the ground any more for man’s sake; for the imagination of man’s heart is evil from his youth; neither will I again smite any more every thing living, as I have done.",
            "While the earth remaineth, seedtime and harvest, and cold and heat, and summer and winter, and day and night shall not cease.’"
        ],
        [
            "And God blessed Noah and his sons, and said unto them: ‘Be fruitful and multiply, and replenish the earth.",
            "And the fear of you and the dread of you shall be upon every beast of the earth, and upon every fowl of the air, and upon all wherewith the ground teemeth, and upon all the fishes of the sea: into your hand are they delivered.",
            "Every moving thing that liveth shall be for food for you; as the green herb have I given you all.",
            "Only flesh with the life thereof, which is the blood thereof, shall ye not eat.",
            "And surely your blood of your lives will I require; at the hand of every beast will I require it; and at the hand of man, even at the hand of every man’s brother, will I require the life of man.",
            "Whoso sheddeth man’s blood, by man shall his blood be shed; for in the image of God made He man.",
            "And you, be ye fruitful, and multiply; swarm in the earth, and multiply therein.’ .",
            "And God spoke unto Noah, and to his sons with him, saying:",
            "’As for Me, behold, I establish My covenant with you, and with your seed after you;",
            "and with every living creature that is with you, the fowl, the cattle, and every beast of the earth with you; of all that go out of the ark, even every beast of the earth.",
            "And I will establish My covenant with you; neither shall all flesh be cut off any more by the waters of the flood; neither shall there any more be a flood to destroy the earth.’",
            "And God said: ‘This is the token of the covenant which I make between Me and you and every living creature that is with you, for perpetual generations:",
            "I have set My bow in the cloud, and it shall be for a token of a covenant between Me and the earth.",
            "And it shall come to pass, when I bring clouds over the earth, and the bow is seen in the cloud,",
            "that I will remember My covenant, which is between Me and you and every living creature of all flesh; and the waters shall no more become a flood to destroy all flesh.",
            "And the bow shall be in the cloud; and I will look upon it, that I may remember the everlasting covenant between God and every living creature of all flesh that is upon the earth.’",
            "And God said unto Noah: ‘This is the token of the covenant which I have established between Me and all flesh that is upon the earth.’",
            "And the sons of Noah, that went forth from the ark, were Shem, and Ham, and Japheth; and Ham is the father of Canaan.",
            "These three were the sons of Noah, and of these was the whole earth overspread.",
            "And Noah, the man of the land, began and planted a vineyard.",
            "And he drank of the wine, and was drunken; and he was uncovered within his tent.",
            "And Ham, the father of Canaan, saw the nakedness of his father, and told his two brethren without.",
            "And Shem and Japheth took a garment, and laid it upon both their shoulders, and went backward, and covered the nakedness of their father; and their faces were backward, and they saw not their father’s nakedness.",
            "And Noah awoke from his wine, and knew what his youngest son had done unto him.",
            "And he said: Cursed be Canaan; a servant of servants shall he be unto his brethren.",
            "And he said: Blessed be the LORD, the God of Shem; And let Canaan be their servant.",
            "God enlarge Japheth, and he shall dwell in the tents of Shem; And let Canaan be their servant.",
            "And Noah lived after the flood three hundred and fifty years.",
            "And all the days of Noah were nine hundred and fifty years; and he died."
        ],
        [
            "Now these are the generations of the sons of Noah: Shem, Ham, and Japheth; and unto them were sons born after the flood.",
            "The sons of Japheth: Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras.",
            "And the sons of Gomer: Ashkenaz, and Riphath, and Togarmah.",
            "And the sons of Javan: Elishah, and Tarshish, Kittim, and Dodanim.",
            "Of these were the isles of the nations divided in their lands, every one after his tongue, after their families, in their nations.",
            "And the sons of Ham: Cush, and Mizraim, and Put, and Canaan.",
            "And the sons of Cush: Seba, and Havilah, and Sabtah, and Raamah, and Sabteca; and the sons of Raamah: Sheba, and Dedan.",
            "And Cush begot Nimrod; he began to be a mighty one in the earth.",
            "He was a mighty hunter before the LORD; wherefore it is said: ‘Like Nimrod a mighty hunter before the LORD.’",
            "And the beginning of his kingdom was Babel, and Erech, and Accad, and Calneh, in the land of Shinar.",
            "Out of that land went forth Asshur, and builded Nineveh, and Rehoboth-ir, and Calah,",
            "and Resen between Nineveh and Calah—the same is the great city.",
            "And Mizraim begot Ludim, and Anamim, and Lehabim, and Naphtuhim,",
            "and Pathrusim, and Casluhim—whence went forth the Philistines—and Caphtorim.",
            "And Canaan begot Zidon his firstborn, and Heth;",
            "and the Jebusite, and the Amorite, and the Girgashite;",
            "and the Hivite, and the Arkite, and the Sinite;",
            "and the Arvadite, and the Zemarite, and the Hamathite; and afterward were the families of the Canaanite spread abroad.",
            "And the border of the Canaanite was from Zidon, as thou goest toward Gerar, unto Gaza; as thou goest toward Sodom and Gomorrah and Admah and Zeboiim, unto Lasha.",
            "These are the sons of Ham, after their families, after their tongues, in their lands, in their nations.",
            "And unto Shem, the father of all the children of Eber, the elder brother of Japheth, to him also were children born.",
            "The sons of Shem: Elam, and Asshur, and Arpachshad, and Lud, and Aram.",
            "And the sons of Aram: Uz, and Hul, and Gether, and Mash.",
            "And Arpachshad begot Shelah; and Shelah begot Eber.",
            "And unto Eber were born two sons; the name of the one was Peleg; for in his days was the earth divided; and his brother’s name was Joktan.",
            "And Joktan begot Almodad, and Sheleph, and Hazarmaveth, and Jerah;",
            "and Hadoram, and Uzal, and Diklah;",
            "and Obal, and Abimael, and Sheba;",
            "and Ophir, and Havilah, and Jobab; all these were the sons of Joktan.",
            "And their dwelling was from Mesha, as thou goest toward Sephar, unto the mountain of the east.",
            "These are the sons of Shem, after their families, after their tongues, in their lands, after their nations.",
            "These are the families of the sons of Noah, after their generations, in their nations; and of these were the nations divided in the earth after the flood."
        ],
        [
            "And the whole earth was of one language and of one speech.",
            "And it came to pass, as they journeyed east, that they found a plain in the land of Shinar; and they dwelt there.",
            "And they said one to another: ‘Come, let us make brick, and burn them thoroughly.’ And they had brick for stone, and slime had they for mortar.",
            "And they said: ‘Come, let us build us a city, and a tower, with its top in heaven, and let us make us a name; lest we be scattered abroad upon the face of the whole earth.’",
            "And the LORD came down to see the city and the tower, which the children of men builded.",
            "And the LORD said: ‘Behold, they are one people, and they have all one language; and this is what they begin to do; and now nothing will be withholden from them, which they purpose to do.",
            "Come, let us go down, and there confound their language, that they may not understand one another’s speech.’",
            "So the LORD scattered them abroad from thence upon the face of all the earth; and they left off to build the city.",
            "Therefore was the name of it called Babel; because the LORD did there aconfound the language of all the earth; and from thence did the LORD scatter them abroad upon the face of all the earth.",
            "These are the generations of Shem. Shem was a hundred years old, and begot Arpachshad two years after the flood.",
            "And Shem lived after he begot Arpachshad five hundred years, and begot sons and daughters.",
            "And Arpachshad lived five and thirty years, and begot Shelah.",
            "And Arpachshad lived after he begot Shelah four hundred and three years, and begot sons and daughters.",
            "And Shelah lived thirty years, and begot Eber.",
            "And Shelah lived after he begot Eber four hundred and three years, and begot sons and daughters.",
            "And Eber lived four and thirty years, and begot Peleg.",
            "And Eber lived after he begot Peleg four hundred and thirty years, and begot sons and daughters.",
            "And Peleg lived thirty years, and begot Reu.",
            "And Peleg lived after he begot Reu two hundred and nine years, and begot sons and daughters.",
            "And Reu lived two and thirty years, and begot Serug.",
            "And Reu lived after he begot Serug two hundred and seven years, and begot sons and daughters.",
            "And Serug lived thirty years, and begot Nahor.",
            "And Serug lived after he begot Nahor two hundred years, and begot sons and daughters.",
            "And Nahor lived nine and twenty years, and begot Terah.",
            "And Nahor lived after he begot Terah a hundred and nineteen years, and begot sons and daughters.",
            "And Terah lived seventy years, and begot Abram, Nahor, and Haran.",
            "Now these are the generations of Terah. Terah begot Abram, Nahor, and Haran; and Haran begot Lot.",
            "And Haran died in the presence of his father Terah in the land of his nativity, in Ur of the Chaldees.",
            "And Abram and Nahor took them wives: the name of Abram’s wife was Sarai; and the name of Nahor’s wife, Milcah, the daughter of Haran, the father of Milcah, and the father of Iscah.",
            "And Sarai was barren; she had no child.",
            "And Terah took Abram his son, and Lot the son of Haran, his son’s son, and Sarai his daughter-in-law, his son Abram’s wife; and they went forth with them from Ur of the Chaldees, to go into the land of Canaan; and they came unto Haran, and dwelt there.",
            "And the days of Terah were two hundred and five years; and Terah died in Haran."
        ],
        [
            "Now the LORD said unto Abram: ‘Get thee out of thy country, and from thy kindred, and from thy father’s house, unto the land that I will show thee.",
            "And I will make of thee a great nation, and I will bless thee, and make thy name great; and be thou a blessing.",
            "And I will bless them that bless thee, and him that curseth thee will I curse; and in thee shall all the families of the earth be blessed.’",
            "So Abram went, as the LORD had spoken unto him; and Lot went with him; and Abram was seventy and five years old when he departed out of Haran.",
            "And Abram took Sarai his wife, and Lot his brother’s son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came.",
            "And Abram passed through the land unto the place of Shechem, unto the terebinth of Moreh. And the Canaanite was then in the land.",
            "And the LORD appeared unto Abram, and said: ‘Unto thy seed will I give this land’; and he builded there an altar unto the LORD, who appeared unto him.",
            "And he removed from thence unto the mountain on the east of Beth-el, and pitched his tent, having Beth-el on the west, and Ai on the east; and he builded there an altar unto the LORD, and called upon the name of the LORD.",
            "And Abram journeyed, going on still toward the South.",
            "And there was a famine in the land; and Abram went down into Egypt to sojourn there; for the famine was sore in the land.",
            "And it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife: ‘Behold now, I know that thou art a fair woman to look upon.",
            "And it will come to pass, when the Egyptians shall see thee, that they will say: This is his wife; and they will kill me, but thee they will keep alive.",
            "Say, I pray thee, thou art my sister; that it may be well with me for thy sake, and that my soul may live because of thee.’",
            "And it came to pass, that, when Abram was come into Egypt, the Egyptians beheld the woman that she was very fair.",
            "And the princes of Pharaoh saw her, and praised her to Pharaoh; and the woman was taken into Pharaoh’s house.",
            "And he dealt well with Abram for her sake; and he had sheep, and oxen, and he-asses, and men-servants, and maid-servants, and she-asses, and camels.",
            "And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram’s wife.",
            "And Pharaoh called Abram, and said: ‘What is this that thou hast done unto me? why didst thou not tell me that she was thy wife?",
            "Why saidst thou: She is my sister? so that I took her to be my wife; now therefore behold thy wife, take her, and go thy way.’",
            "And Pharaoh gave men charge concerning him; and they brought him on the way, and his wife, and all that he had."
        ],
        [
            "And Abram went up out of Egypt, he, and his wife, and all that he had, and Lot with him, into the South.",
            "And Abram was very rich in cattle, in silver, and in gold.",
            "And he went on his journeys from the South even to Beth-el, unto the place where his tent had been at the beginning, between Beth-el and Ai;",
            "unto the place of the altar, which he had made there at the first; and Abram called there on the name of the LORD.",
            "And Lot also, who went with Abram, had flocks, and herds, and tents.",
            "And the land was not able to bear them, that they might dwell together; for their substance was great, so that they could not dwell together.",
            "And there was a strife between the herdmen of Abram’s cattle and the herdmen of Lot’s cattle. And the Canaanite and the Perizzite dwelt then in the land.",
            "And Abram said unto Lot: ‘Let there be no strife, I pray thee, between me and thee, and between my herdmen and thy herdmen; for we are brethren.",
            "Is not the whole land before thee? separate thyself, I pray thee, from me; if thou wilt take the left hand, then I will go to the right; or if thou take the right hand, then I will go to the left.’",
            "And Lot lifted up his eyes, and beheld all the plain of the Jordan, that it was well watered every where, before the LORD destroyed Sodom and Gomorrah, like the garden of the LORD, like the land of Egypt, as thou goest unto Zoar.",
            "So Lot chose him all the plain of the Jordan; and Lot journeyed east; and they separated themselves the one from the other.",
            "Abram dwelt in the land of Canaan, and Lot dwelt in the cities of the Plain, and moved his tent as far as Sodom.",
            "Now the men of Sodom were wicked and sinners against the LORD exceedingly.",
            "And the LORD said unto Abram, after that Lot was separated from him: ‘Lift up now thine eyes, and look from the place where thou art, northward and southward and eastward and westward;",
            "for all the land which thou seest, to thee will I give it, and to thy seed for ever.",
            "And I will make thy seed as the dust of the earth; so that if a man can number the dust of the earth, then shall thy seed also be numbered.",
            "Arise, walk through the land in the length of it and in the breadth of it; for unto thee will I give it.’",
            "And Abram moved his tent, and came and dwelt by the terebinths of Mamre, which are in Hebron, and built there an altar unto the LORD."
        ],
        [
            "And it came to pass in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim,",
            "that they made war with Bera king of Sodom, and with Birsha king of Gomorrah, Shinab king of Admah, and Shemeber king of Zeboiim, and the king of Bela—the same is Zoar.",
            "All these came as allies unto the vale of Siddim—the same is the Salt Sea.",
            "Twelve years they served Chedorlaomer, and in the thirteenth year they rebelled.",
            "And in the fourteenth year came Chedorlaomer and the kings that were with him, and smote the Rephaim in Ashteroth-karnaim, and the Zuzim in Ham, and the Emim in Shaveh-kiriathaim,",
            "and the Horites in their mount Seir, unto El-paran, which is by the wilderness.",
            "And they turned back, and came to En-mishpat—the same is Kadesh—and smote all the country of the Amalekites, and also the Amorites, that dwelt in Hazazon-tamar.",
            "And there went out the king of Sodom, and the king of Gomorrah, and the king of Admah, and the king of Zeboiim, and the king of Bela—the same is Zoar; and they set the battle in array against them in the vale of Siddim;",
            "against Chedorlaomer king of Elam, and Tidal king of Goiim, and Amraphel king of Shinar, and Arioch king of Ellasar; four kings against the five.",
            "Now the vale of Siddim was full of slime pits; and the kings of Sodom and Gomorrah fled, and they fell there, and they that remained fled to the mountain.",
            "And they took all the goods of Sodom and Gomorrah, and all their victuals, and went their way.",
            "And they took Lot, Abram’s brother’s son, who dwelt in Sodom, and his goods, and departed.",
            "And there came one that had escaped, and told Abram the Hebrew—now he dwelt by the terebinths of Mamre the Amorite, brother of Eshcol, and brother of Aner; and these were confederate with Abram.",
            "And when Abram heard that his brother was taken captive, he led forth his trained men, born in his house, three hundred and eighteen, and pursued as far as Dan.",
            "And he divided himself against them by night, he and his servants, and smote them, and pursued them unto Hobah, which is on the left hand of Damascus.",
            "And he brought back all the goods, and also brought back his brother Lot, and his goods, and the women also, and the people.",
            "And the king of Sodom went out to meet him, after his return from the slaughter of Chedorlaomer and the kings that were with him, at the vale of Shaveh—the same is the King’s Vale.",
            "And Melchizedek king of Salem brought forth bread and wine; and he was priest of God the Most High.",
            "And he blessed him, and said: ‘Blessed be Abram of God Most High, Maker of heaven and earth;",
            "and blessed be God the Most High, who hath delivered thine enemies into thy hand.’ And he gave him a tenth of all.",
            "And the king of Sodom said unto Abram: ‘Give me the persons, and take the goods to thyself.’",
            "And Abram said to the king of Sodom: ‘I have lifted up my hand unto the LORD, God Most High, Maker of heaven and earth,",
            "that I will not take a thread nor a shoe-latchet nor aught that is thine, lest thou shouldest say: I have made Abram rich;",
            "save only that which the young men have eaten, and the portion of the men which went with me, Aner, Eshcol, and Mamre, let them take their portion.’"
        ],
        [
            "After these things the word of the LORD came unto Abram in a vision, saying: ‘Fear not, Abram, I am thy shield, thy reward shall be exceeding great.’",
            "And Abram said: ‘O Lord GOD, what wilt Thou give me, seeing I go hence childless, and he that shall be possessor of my house is Eliezer of Damascus?’",
            "And Abram said: ‘Behold, to me Thou hast given no seed, and, lo, one born in my house is to be mine heir.’",
            "And, behold, the word of the LORD came unto him, saying: ‘This man shall not be thine heir; but he that shall come forth out of thine own bowels shall be thine heir.’",
            "And He brought him forth abroad, and said: ‘Look now toward heaven, and count the stars, if thou be able to count them’; and He said unto him: ‘So shall thy seed be.’",
            "And he believed in the LORD; and He counted it to him for righteousness.",
            "And He said unto him: ‘I am the LORD that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.’",
            "And he said: ‘O Lord GOD, whereby shall I know that I shall inherit it?’",
            "And He said unto him: ‘Take Me a heifer of three years old, and a she-goat of three years old, and a ram of three years old, and a turtle-dove, and a young pigeon.’",
            "And he took him all these, and divided them in the midst, and laid each half over against the other; but the birds divided he not.",
            "And the birds of prey came down upon the carcasses, and Abram drove them away.",
            "And it came to pass, that, when the sun was going down, a deep sleep fell upon Abram; and, lo, a dread, even a great darkness, fell upon him.",
            "And He said unto Abram: ‘Know of a surety that thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall afflict them four hundred years;",
            "and also that nation, whom they shall serve, will I judge; and afterward shall they come out with great substance.",
            "But thou shalt go to thy fathers in peace; thou shalt be buried in a good old age.",
            "And in the fourth generation they shall come back hither; for the iniquity of the Amorite is not yet full.’",
            "And it came to pass, that, when the sun went down, and there was thick darkness, behold a smoking furnace, and a flaming torch that passed between these pieces.",
            "In that day the LORD made a covenant with Abram, saying: ‘Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates;",
            "the Kenite, and the Kenizzite, and the Kadmonite,",
            "and the Hittite, and the Perizzite, and the Rephaim,",
            "and the Amorite, and the Canaanite, and the Girgashite, and the Jebusite.’"
        ],
        [
            "Now Sarai Abram’s wife bore him no children; and she had a handmaid, an Egyptian, whose name was Hagar.",
            "And Sarai said unto Abram: ‘Behold now, the LORD hath restrained me from bearing; go in, I pray thee, unto my handmaid; it may be that I shall be builded up through her.’ And Abram hearkened to the voice of Sarai.",
            "And Sarai Abram’s wife took Hagar the Egyptian, her handmaid, after Abram had dwelt ten years in the land of Canaan, and gave her to Abram her husband to be his wife.",
            "And he went in unto Hagar, and she conceived; and when she saw that she had conceived, her mistress was despised in her eyes.",
            "And Sarai said unto Abram: ‘My wrong be upon thee: I gave my handmaid into thy bosom; and when she saw that she had conceived, I was despised in her eyes: the LORD judge between me and thee.’",
            "But Abram said unto Sarai: ‘Behold, thy maid is in thy hand; do to her that which is good in thine eyes.’ And Sarai dealt harshly with her, and she fled from her face.",
            "And the angel of the LORD found her by a fountain of water in the wilderness, by the fountain in the way to Shur.",
            "And he said: ‘Hagar, Sarai’s handmaid, whence camest thou? and whither goest thou?’ And she said: ‘I flee from the face of my mistress Sarai.’",
            "And the angel of the LORD said unto her: ‘Return to thy mistress, and submit thyself under her hands.’",
            "And the angel of the LORD said unto her: ‘I will greatly multiply thy seed, that it shall not be numbered for multitude.",
            "And the angel of the LORD said unto her: ‘Behold, thou art with child, and shalt bear a son; and thou shalt call his name Ishmael, because the LORD hath heard thy affliction.",
            "And he shall be a wild ass of a man: his hand shall be against every man, and every man’s hand against him; and he shall dwell in the face of all his brethren.’",
            "And she called the name of the LORD that spoke unto her, Thou art a God of seeing; for she said: ‘Have I even here seen Him that seeth Me?’",
            "Wherefore the well was called Beer-lahai-roi; behold, it is between Kadesh and Bered.",
            "And Hagar bore Abram a son; and Abram called the name of his son,",
            "And Abram was fourscore and six years old, when Hagar bore Ishmael to Abram."
        ],
        [
            "And when Abram was ninety years old and nine, the LORD appeared to Abram, and said unto him: ‘I am God Almighty; walk before Me, and be thou wholehearted.",
            "And I will make My covenant between Me and thee, and will multiply thee exceedingly.’",
            "And Abram fell on his face; and God talked with him, saying:",
            "’As for Me, behold, My covenant is with thee, and thou shalt be the father of a multitude of nations.",
            "Neither shall thy name any more be called Abram, but thy name shall be Abraham; for the father of a multitude of nations have I made thee.",
            "And I will make thee exceeding fruitful, and I will make nations of thee, and kings shall come out of thee.",
            "And I will establish My covenant between Me and thee and thy seed after thee throughout their generations for an everlasting covenant, to be a God unto thee and to thy seed after thee.",
            "And I will give unto thee, and to thy seed after thee, the land of thy sojournings, all the land of Canaan, for an everlasting possession; and I will be their God.’",
            "And God said unto Abraham: ‘And as for thee, thou shalt keep My covenant, thou, and thy seed after thee throughout their generations.",
            "This is My covenant, which ye shall keep, between Me and you and thy seed after thee: every male among you shall be circumcised.",
            "And ye shall be circumcised in the flesh of your foreskin; and it shall be a token of a covenant betwixt Me and you.",
            "And he that is eight days old shall be circumcised among you, every male throughout your generations, he that is born in the house, or bought with money of any foreigner, that is not of thy seed.",
            "He that is born in thy house, and he that is bought with thy money, must needs be circumcised; and My covenant shall be in your flesh for an everlasting covenant.",
            "And the uncircumcised male who is not circumcised in the flesh of his foreskin, that soul shall be cut off from his people; he hath broken My covenant.’",
            "And God said unto Abraham: ‘As for Sarai thy wife, thou shalt not call her name Sarai, but Sarah shall her name be.",
            "And I will bless her, and moreover I will give thee a son of her; yea, I will bless her, and she shall be a mother of nations; kings of peoples shall be of her.’",
            "Then Abraham fell upon his face, and laughed, and said in his heart: ‘Shall a child be born unto him that is a hundred years old? and shall Sarah, that is ninety years old, bear?’",
            "And Abraham said unto God: ‘Oh that Ishmael might live before Thee! ’",
            "And God said: ‘‘Nay, but Sarah thy wife shall bear thee a son; and thou shalt call his name Isaac; and I will establish My covenant with him for an everlasting covenant for his seed after him.",
            "And as for Ishmael, I have heard thee; behold, I have blessed him, and will make him fruitful, and will multiply him exceedingly; twelve princes shall he beget, and I will make him a great nation.",
            "But My covenant will I establish with Isaac, whom Sarah shall bear unto thee at this set time in the next year.’",
            "And He left off talking with him, and God went up from Abraham.",
            "And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham’s house, and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.",
            "And Abraham was ninety years old and nine, when he was circumcised in the flesh of his foreskin.",
            "And Ishmael his son was thirteen years old, when he was circumcised in the flesh of his foreskin.",
            "In the selfsame day was Abraham circumcised, and Ishmael his son.",
            "And all the men of his house, those born in the house, and those bought with money of a foreigner, were circumcised with him."
        ],
        [
            "And the LORD appeared unto him by the terebinths of Mamre, as he sat in the tent door in the heat of the day;",
            "and he lifted up his eyes and looked, and, lo, three men stood over against him; and when he saw them, he ran to meet them from the tent door, and bowed down to the earth,",
            "and said: ‘My lord, if now I have found favour in thy sight, pass not away, I pray thee, from thy servant.",
            "Let now a little water be fetched, and wash your feet, and recline yourselves under the tree.",
            "And I will fetch a morsel of bread, and stay ye your heart; after that ye shall pass on; forasmuch as ye are come to your servant.’ And they said: ‘So do, as thou hast said.’",
            "And Abraham hastened into the tent unto Sarah, and said: ‘Make ready quickly three measures of fine meal, knead it, and make cakes.’",
            "And Abraham ran unto the herd, and fetched a calf tender and good, and gave it unto the servant; and he hastened to dress it.",
            "And he took curd, and milk, and the calf which he had dressed, and set it before them; and he stood by them under the tree, and they did eat.",
            "And they said unto him: ‘Where is Sarah thy wife?’ And he said: ‘Behold, in the tent.’",
            "And He said: ‘I will certainly return unto thee when the season cometh round; and, lo, Sarah thy wife shall have a son.’ And Sarah heard in the tent door, which was behind him.—",
            "Now Abraham and Sarah were old, and well stricken in age; it had ceased to be with Sarah after the manner of women.—",
            "And Sarah laughed within herself, saying: ‘After I am waxed old shall I have pleasure, my lord being old also?’",
            "And the LORD said unto Abraham: ‘Wherefore did Sarah laugh, saying: Shall I of a surety bear a child, who am old?",
            "Is any thing too hard for the LORD. At the set time I will return unto thee, when the season cometh round, and Sarah shall have a son.’",
            "Then Sarah denied, saying: ‘I laughed not’; for she was afraid. And He said: ‘Nay; but thou didst laugh.’",
            "And the men rose up from thence, and looked out toward Sodom; and Abraham went with them to bring them on the way.",
            "And the LORD said: ‘Shall I hide from Abraham that which I am doing;",
            "seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
            "For I have known him, to the end that he may command his children and his household after him, that they may keep the way of the LORD, to do righteousness and justice; to the end that the LORD may bring upon Abraham that which He hath spoken of him.’",
            "And the LORD said: ‘Verily, the cry of Sodom and Gomorrah is great, and, verily, their sin is exceeding grievous.",
            "I will go down now, and see whether they have done altogether according to the cry of it, which is come unto Me; and if not, I will know.’",
            "And the men turned from thence, and went toward Sodom; but Abraham stood yet before the LORD.",
            "And Abraham drew near, and said: ‘Will You indeed sweep away the righteous with the wicked?",
            "Peradventure there are fifty righteous within the city; wilt Thou indeed sweep away and not forgive the place for the fifty righteous that are therein?",
            "That be far from Thee to do after this manner, to slay the righteous with the wicked, that so the righteous should be as the wicked; that be far from Thee; shall not the judge of all the earth do justly?’",
            "And the LORD said: ‘If I find in Sodom fifty righteous within the city, then I will forgive all the place for their sake.’",
            "And Abraham answered and said: ‘Behold now, I have taken upon me to speak unto the Lord, who am but dust and ashes.",
            "Peradventure there shall lack five of the fifty righteous; wilt Thou destroy all the city for lack of five?’ And He said: ‘I will not destroy it, if I find there forty and five.’",
            "And he spoke unto Him yet again, and said: ‘Peradventure there shall be forty found there.’ And He said: ‘I will not do it for the forty’s sake.’",
            "And he said: ‘Oh, let not the Lord be angry, and I will speak. Peradventure there shall thirty be found there.’ And He said: ‘I will not do it, if I find thirty there.’",
            "And he said: ‘Behold now, I have taken upon me to speak unto the Lord. Peradventure there shall be twenty found there.’ And He said: ‘I will not destroy it for the twenty’s sake.’",
            "And he said: ‘Oh, let not the Lord be angry, and I will speak yet but this once. Peradventure ten shall be found there.’ And He said: ‘I will not destroy it for the ten’s sake.’",
            "And the LORD went His way, as soon as He had left off speaking to Abraham; and Abraham returned unto his place."
        ],
        [
            "And the two angels came to Sodom at even; and Lot sat in the gate of Sodom; and Lot saw them, and rose up to meet them; and he fell down on his face to the earth;",
            "and he said: ‘Behold now, my lords, turn aside, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your way.’ And they said: ‘Nay; but we will abide in the broad place all night.’",
            "And he urged them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.",
            "But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both young and old, all the people from every quarter.",
            "And they called unto Lot, and said unto him: ‘Where are the men that came in to thee this night? bring them out unto us, that we may know them.’",
            "And Lot went out unto them to the door, and shut the door after him.",
            "And he said: ‘I pray you, my brethren, do not so wickedly.",
            "Behold now, I have two daughters that have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes; only unto these men do nothing; forasmuch as they are come under the shadow of my roof.’",
            "And they said: ‘Stand back.’ And they said: ‘This one fellow came in to sojourn, and he will needs play the judge; now will we deal worse with thee, than with them.’ And they pressed sore upon the man, even Lot, and drew near to break the door.",
            "But the men put forth their hand, and brought Lot into the house to them, and the door they shut.",
            "And they smote the men that were at the door of the house with blindness, both small and great; so that they wearied themselves to find the door.",
            "And the men said unto Lot: ‘Hast thou here any besides? son-in-law, and thy sons, and thy daughters, and whomsoever thou hast in the city; bring them out of the place;",
            "for we will destroy this place, because the cry of them is waxed great before the LORD; and the LORD hath sent us to destroy it.’",
            "And Lot went out, and spoke unto his sons-in-law, who married his daughters, and said: ‘Up, get you out of this place; for the LORD will destroy the city.’ But he seemed unto his sons-in-law as one that jested.",
            "And when the morning arose, then the angels hastened Lot, saying: ‘Arise, take thy wife, and thy two daughters that are here; lest thou be swept away in the iniquity of the city.’",
            "But he lingered; and the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the LORD being merciful unto him. And they brought him forth, and set him without the city.",
            "And it came to pass, when they had brought them forth abroad, that he said: ‘Escape for thy life; look not behind thee, neither stay thou in all the Plain; escape to the mountain, lest thou be swept away.’",
            "And Lot said unto them: ‘Oh, not so, my lord;",
            "behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shown unto me in saving my life; and I cannot escape to the mountain, lest the evil overtake me, and I die.",
            "Behold now, this city is near to flee unto, and it is a little one; oh, let me escape thither—is it not a little one?—and my soul shall live.’",
            "And he said unto him: ‘See, I have accepted thee concerning this thing also, that I will not overthrow the city of which thou hast spoken.",
            "Hasten thou, escape thither; for I cannot do any thing till thou be come thither.’—Therefore the name of the city was called Zoar.—",
            "The sun was risen upon the earth when Lot came unto Zoar.",
            "Then the LORD caused to rain upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;",
            "and He overthrow those cities, and all the Plain, and all the inhabitants of the cities, and that which grew upon the ground.",
            "But his wife looked back from behind him, and she became a pillar of salt.",
            "And Abraham got up early in the morning to the place where he had stood before the LORD.",
            "And he looked out toward Sodom and Gomorrah, and toward all the land of the Plain, and beheld, and, lo, the smoke of the land went up as the smoke of a furnace.",
            "And it came to pass, when God destroyed the cities of the Plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when He overthrew the cities in which Lot dwelt.",
            "And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar; and he dwelt in a cave, he and his two daughters.",
            "And the first-born said unto the younger: ‘Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth.",
            "Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.’",
            "And they made their father drink wine that night. And the first-born went in, and lay with her father; and he knew not when she lay down, nor when she arose.",
            "And it came to pass on the morrow, that the first-born said unto the younger: ‘Behold, I lay yesternight with my father. Let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.’",
            "And they made their father drink wine that night also. And the younger arose, and lay with him; and he knew not when she lay down, nor when she arose.",
            "Thus were both the daughters of Lot with child by their father.",
            "And the first-born bore a son, and called his name Moab—the same is the father of the Moabites unto this day.",
            "And the younger, she also bore a son, and called his name Ben-ammi—the same is the father of the children of Ammon unto this day."
        ],
        [
            "And Abraham journeyed from thence toward the land of the South, and dwelt between Kadesh and Shur; and he sojourned in Gerar.",
            "And Abraham said of Sarah his wife: ‘She is my sister.’ And Abimelech king of Gerar sent, and took Sarah.",
            "But God came to Abimelech in a dream of the night, and said to him: ‘Behold, thou shalt die, because of the woman whom thou hast taken; for she is a man’s wife.’",
            "Now Abimelech had not come near her; and he said: ‘Lord, wilt Thou slay even a righteous nation?",
            "Said he not himself unto me: She is my sister? and she, even she herself said: He is my brother. In the simplicity of my heart and the innocency of my hands have I done this.’",
            "And God said unto him in the dream: ‘Yea, I know that in the simplicity of thy heart thou hast done this, and I also withheld thee from sinning against Me. Therefore suffered I thee not to touch her.",
            "Now therefore restore the man’s wife; for he is a prophet, and he shall pray for thee, and thou shalt live; and if thou restore her not, know thou that thou shalt surely die, thou, and all that are thine.’",
            "And Abimelech rose early in the morning, and called all his servants, and told all these things in their ears; and the men were sore afraid.",
            "Then Abimelech called Abraham, and said unto him: ‘What hast thou done unto us? and wherein have I sinned against thee, that thou hast brought on me and on my kingdom a great sin? thou hast done deeds unto me that ought not to be done.’",
            "And Abimelech said unto Abraham: ‘What sawest thou, that thou hast done this thing?’",
            "And Abraham said: ‘Because I thought: Surely the fear of God is not in this place; and they will slay me for my wife’s sake.",
            "And moreover she is indeed my sister, the daughter of my father, but not the daughter of my mother; and so she became my wife.",
            "And it came to pass, when God caused me to wander from my father’s house, that I said unto her: This is thy kindness which thou shalt show unto me; at every place whither we shall come, say of me: He is my brother.’",
            "And Abimelech took sheep and oxen, and men-servants and women-servants, and gave them unto Abraham, and restored him Sarah his wife.",
            "And Abimelech said: ‘Behold, my land is before thee: dwell where it pleaseth thee.’",
            "And unto Sarah he said: ‘Behold, I have given thy brother a thousand pieces of silver; behold, it is for thee a covering of the eyes to all that are with thee; and before all men thou art righted.’",
            "And Abraham prayed unto God; and God healed Abimelech, and his wife, and his maid-servants; and they bore children.",
            "For the LORD had fast closed up all the wombs of the house of Abimelech, because of Sarah Abraham’s wife."
        ],
        [
            "And the LORD remembered Sarah as He had said, and the LORD did unto Sarah as He had spoken.",
            "And Sarah conceived, and bore Abraham a son in his old age, at the set time of which God had spoken to him.",
            "And Abraham called the name of his son that was born unto him, whom Sarah bore to him, Isaac.",
            "And Abraham circumcised his son Isaac when he was eight days old, as God had commanded him.",
            "And Abraham was a hundred years old, when his son Isaac was born unto him.",
            "And Sarah said: ‘God hath made laughter for me; every one that heareth will laugh on account of me.’",
            "And she said: ‘Who would have said unto Abraham, that Sarah should give children suck? for I have borne him a son in his old age.’",
            "And the child grew, and was weaned. And Abraham made a great feast on the day that Isaac was weaned.",
            "And Sarah saw the son of Hagar the Egyptian, whom she had borne unto Abraham, making sport.",
            "Wherefore she said unto Abraham: ‘Cast out this bondwoman and her son; for the son of this bondwoman shall not be heir with my son, even with Isaac.’",
            "And the thing was very grievous in Abraham’s sight on account of his son.",
            "And God said unto Abraham: ‘Let it not be grievous in thy sight because of the lad, and because of thy bondwoman; in all that Sarah saith unto thee, hearken unto her voice; for in Isaac shall seed be called to thee.",
            "And also of the son of the bondwoman will I make a nation, because he is thy seed.’",
            "And Abraham arose up early in the morning, and took bread and a bottle of water, and gave it unto Hagar, putting it on her shoulder, and the child, and sent her away; and she departed, and strayed in the wilderness of Beer-sheba.",
            "And the water in the bottle was spent, and she cast the child under one of the shrubs.",
            "And she went, and sat her down over against him a good way off, as it were a bow-shot; for she said: ‘Let me not look upon the death of the child.’ And she sat over against him, and lifted up her voice, and wept.",
            "And God heard the voice of the lad; and the angel of God called to Hagar out of heaven, and said unto her: ‘What aileth thee, Hagar? fear not; for God hath heard the voice of the lad where he is.",
            "Arise, lift up the lad, and hold him fast by thy hand; for I will make him a great nation.’",
            "And God opened her eyes, and she saw a well of water; and she went, and filled the bottle with water, and gave the lad drink.",
            "And God was with the lad, and he grew; and he dwelt in the wilderness, and became an archer.",
            "And he dwelt in the wilderness of Paran; and his mother took him a wife out of the land of Egypt.",
            "And it came to pass at that time, that Abimelech and Phicol the captain of his host spoke unto Abraham, saying: ‘God is with thee in all that thou doest.",
            "Now therefore swear unto me here by God that thou wilt not deal falsely with me, nor with my son, nor with my son’s son; but according to the kindness that I have done unto thee, thou shalt do unto me, and to the land wherein thou hast sojourned.’",
            "And Abraham said: ‘I will swear.’",
            "And Abraham reproved Abimelech because of the well of water, which Abimelech’s servants had violently taken away.",
            "And Abimelech said: ‘I know not who hath done this thing; neither didst thou tell me, neither yet heard I of it, but to-day.’",
            "And Abraham took sheep and oxen, and gave them unto Abimelech; and they two made a covenant.",
            "And Abraham set seven ewe-lambs of the flock by themselves.",
            "And Abimelech said unto Abraham: ‘What mean these seven ewe-lambs which thou hast set by themselves?’",
            "And he said: ‘Verily, these seven ewe-lambs shalt thou take of my hand, that it may be a witness unto me, that I have digged this well.’",
            "Wherefore that place was called Beer-sheba; because there they swore both of them.",
            "So they made a covenant at Beer-sheba; and Abimelech rose up, and Phicol the captain of his host, and they returned into the land of the Philistines.",
            "And Abraham planted a tamarisk-tree in Beer-sheba, and called there on the name of the LORD, the Everlasting God.",
            "And Abraham sojourned in the land of the Philistines many days."
        ],
        [
            "And it came to pass after these things, that God did prove Abraham, and said unto him: ‘Abraham’; and he said: ‘Here am I.’",
            "And He said: ‘Take now thy son, thine only son, whom thou lovest, even Isaac, and get thee into the land of Moriah; and offer him there for a burnt-offering upon one of the mountains which I will tell thee of.’",
            "And Abraham rose early in the morning, and saddled his ass, and took two of his young men with him, and Isaac his son; and he cleaved the wood for the burnt-offering, and rose up, and went unto the place of which God had told him.",
            "On the third day Abraham lifted up his eyes, and saw the place afar off.",
            "And Abraham said unto his young men: ‘Abide ye here with the ass, and I and the lad will go yonder; and we will worship, and come back to you.’",
            "And Abraham took the wood of the burnt-offering, and laid it upon Isaac his son; and he took in his hand the fire and the knife; and they went both of them together.",
            "And Isaac spoke unto Abraham his father, and said: ‘My father.’ And he said: ‘Here am I, my son.’ And he said: ‘Behold the fire and the wood; but where is the lamb for a burnt-offering?’",
            "And Abraham said: ‘God will aprovide Himself the lamb for a burnt-offering, my son.’ So they went both of them together.",
            "And they came to the place which God had told him of; and Abraham built the altar there, and laid the wood in order, and bound Isaac his son, and laid him on the altar, upon the wood.",
            "And Abraham stretched forth his hand, and took the knife to slay his son.",
            "And the angel of the LORD called unto him out of heaven, and said: ‘Abraham, Abraham.’ And he said: ‘Here am I.’",
            "And he said: ‘Lay not thy hand upon the lad, neither do thou any thing unto him; for now I know that thou art a God-fearing man, seeing thou hast not withheld thy son, thine only son, from Me.’",
            "And Abraham lifted up his eyes, and looked, and behold behind him a ram caught in the thicket by his horns. And Abraham went and took the ram, and offered him up for a burnt-offering in the stead of his son.",
            "And Abraham called the name of that place Adonai-jireh; as it is said to this day: ‘In the mount where the LORD is seen.’",
            "And the angel of the LORD called unto Abraham a second time out of heaven,",
            "and said: ‘By Myself have I sworn, saith the LORD, because thou hast done this thing, and hast not withheld thy son, thine only son,",
            "that in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of the heaven, and as the sand which is upon the seashore; and thy seed shall possess the gate of his enemies;",
            "and in thy seed shall all the nations of the earth be blessed; because thou hast hearkened to My voice.’",
            "So Abraham returned unto his young men, and they rose up and went together to Beer- sheba; and Abraham dwelt at Beer-sheba.",
            "And it came to pass after these things, that it was told Abraham, saying: ‘Behold, Milcah, she also hath borne children unto thy brother Nahor:",
            "Uz his first-born, and Buz his brother, and Kemuel the father of Aram;",
            "and Chesed, and Hazo, and Pildash, and Jidlaph, and Bethuel.’",
            "And Bethuel begot Rebekah; these eight did Milcah bear to Nahor, Abraham’s brother.",
            "And his concubine, whose name was Reumah, she also bore Tebah, and Gaham, and Tahash, and Maacah."
        ],
        [
            "And the life of Sarah was a hundred and seven and twenty years; these were the years of the life of Sarah.",
            "And Sarah died in Kiriatharba—the same is Hebron—in the land of Canaan; and Abraham came to mourn for Sarah, and to weep for her.",
            "And Abraham rose up from before his dead, and spoke unto the children of Heth, saying:",
            "’I am a stranger and a sojourner with you: give me a possession of a burying-place with you, that I may bury my dead out of my sight.’",
            "And the children of Heth answered Abraham, saying unto him:",
            "’Hear us, my lord: thou art a mighty prince among us; in the choice of our sepulchres bury thy dead; none of us shall withhold from thee his sepulchre, but that thou mayest bury thy dead.’",
            "And Abraham rose up, and bowed down to the people of the land, even to the children of Heth.",
            "And he spoke with them, saying: ‘If it be your mind that I should bury my dead out of my sight, hear me, and entreat for me to Ephron the son of Zohar,",
            "that he may give me the cave of Machpelah, which he hath, which is in the end of his field; for the full price let him give it to me in the midst of you for a possession of a burying-place.’",
            "Now Ephron was sitting in the midst of the children of Heth; and Ephron the Hittite answered Abraham in the hearing of the children of Heth, even of all that went in at the gate of his city, saying:",
            "’Nay, my lord, hear me: the field give I thee, and the cave that is therein, I give it thee; in the presence of the sons of my people give I it thee; bury thy dead.’",
            "And Abraham bowed down before the people of the land.",
            "And he spoke unto Ephron in the hearing of the people of the land, saying: ‘But if thou wilt, I pray thee, hear me: I will give the price of the field; take it of me, and I will bury my dead there.’",
            "And Ephron answered Abraham, saying unto him:",
            "’My lord, hearken unto me: a piece of land worth four hundred shekels of silver, what is that betwixt me and thee? bury therefore thy dead.’",
            "And Abraham hearkened unto Ephron; and Abraham weighed to Ephron the silver, which he had named in the hearing of the children of Heth, four hundred shekels of silver, current money with the merchant.",
            "So the field of Ephron, which was in Machpelah, which was before Mamre, the field, and the cave which was therein, and all the trees that were in the field, that were in all the border thereof round about, were made sure",
            "unto Abraham for a possession in the presence of the children of Heth, before all that went in at the gate of his city.",
            "And after this, Abraham buried Sarah his wife in the cave of the field of Machpelah before Mamre—the same is Hebron—in the land of Canaan.",
            "And the field, and the cave that is therein, were made sure unto Abraham for a possession of a burying-place by the children of Heth."
        ],
        [
            "And Abraham was old, well stricken in age; and the LORD had blessed Abraham in all things.",
            "And Abraham said unto his servant, the elder of his house, that ruled over all that he had: ‘Put, I pray thee, thy hand under my thigh.",
            "And I will make thee swear by the LORD, the God of heaven and the God of the earth, that thou shalt not take a wife for my son of the daughters of the Canaanites, among whom I dwell.",
            "But thou shalt go unto my country, and to my kindred, and take a wife for my son, even for Isaac.’",
            "And the servant said unto him: ‘Peradventure the woman will not be willing to follow me unto this land; must I needs bring thy son back unto the land from whence thou camest?’",
            "And Abraham said unto him: ‘Beware thou that thou bring not my son back thither.",
            "The LORD, the God of heaven, who took me from my father’s house, and from the land of my nativity, and who spoke unto me, and who swore unto me, saying: Unto thy seed will I give this land; He will send His angel before thee, and thou shalt take a wife for my son from thence.",
            "And if the woman be not willing to follow thee, then thou shalt be clear from this my oath; only thou shalt not bring my son back thither.’",
            "And the servant put his hand under the thigh of Abraham his master, and swore to him concerning this matter.",
            "And the servant took ten camels, of the camels of his master, and departed; having all goodly things of his master’s in his hand; and he arose, and went to Aram-naharaim, unto the city of Nahor.",
            "And he made the camels to kneel down without the city by the well of water at the time of evening, the time that women go out to draw water.",
            "And he said: ‘O LORD, the God of my master Abraham, send me, I pray Thee, good speed this day, and show kindness unto my master Abraham.",
            "Behold, I stand by the fountain of water; and the daughters of the men of the city come out to draw water.",
            "So let it come to pass, that the damsel to whom I shall say: Let down thy pitcher, I pray thee, that I may drink; and she shall say: Drink, and I will give thy camels drink also; let the same be she that Thou hast appointed for Thy servant, even for Isaac; and thereby shall I know that Thou hast shown kindness unto my master.’",
            "And it came to pass, before he had done speaking, that, behold, Rebekah came out, who was born to Bethuel the son of Milcah, the wife of Nahor, Abraham’s brother, with her pitcher upon her shoulder.",
            "And the damsel was very fair to look upon, a virgin, neither had any man known her; and she went down to the fountain, and filled her pitcher, and came up.",
            "And the servant ran to meet her, and said: ‘Give me to drink, I pray thee, a little water of thy pitcher.’",
            "And she said: ‘Drink, my lord’; and she hastened, and let down her pitcher upon her hand, and gave him drink.",
            "And when she had done giving him drink, she said: ‘I will draw for thy camels also, until they have done drinking.’",
            "And she hastened, and emptied her pitcher into the trough, and ran again unto the well to draw, and drew for all his camels.",
            "And the man looked stedfastly on her; holding his peace, to know whether the LORD had made his journey prosperous or not.",
            "And it came to pass, as the camels had done drinking, that the man took a golden ring of half a shekel weight, and two bracelets for her hands of ten shekels weight of gold;",
            "and said: ‘Whose daughter art thou? tell me, I pray thee. Is there room in thy father’s house for us to lodge in?’",
            "And she said unto him: ‘I am the daughter of Bethuel the son of Milcah, whom she bore unto Nahor.’",
            "She said moreover unto him: ‘We have both straw and provender enough, and room to lodge in.’",
            "And the man bowed his head, and prostrated himself before the LORD.",
            "And he said: ‘Blessed be the LORD, the God of my master Abraham, who hath not forsaken His mercy and His truth toward my master; as for me, the LORD hath led me in the way to the house of my master’s brethren.’",
            "And the damsel ran, and told her mother’s house according to these words.",
            "And Rebekah had a brother, and his name was Laban; and Laban ran out unto the man, unto the fountain.",
            "And it came to pass, when he saw the ring, and the bracelets upon his sister’s hands, and when he heard the words of Rebekah his sister, saying: ‘Thus spoke the man unto me, ‘that he came unto the man; and, behold, he stood by the camels at the fountain.",
            "And he said: ‘Come in, thou blessed of the LORD; wherefore standest thou without? for I have cleared the house, and made room for the camels.’",
            "And the man came into the house, and he ungirded the camels; and he gave straw and provender for the camels, and water to wash his feet and the feet of the men that were with him.",
            "And there was set food before him to eat; but he said: ‘I will not eat, until I have told mine errand.’ And he said: ‘Speak on.’",
            "And he said: ‘I am Abraham’s servant.",
            "And the LORD hath blessed my master greatly; and he is become great; and He hath given him flocks and herds, and silver and gold, and men-servants and maid-servants, and camels and asses.",
            "And Sarah my master’s wife bore a son to my master when she was old; and unto him hath he given all that he hath.",
            "And my master made me swear, saying: Thou shalt not take a wife for my son of the daughters of the Canaanites, in whose land I dwell.",
            "But thou shalt go unto my father’s house, and to my kindred, and take a wife for my son.",
            "And I said unto my master: Peradventure the woman will not follow me.",
            "And he said unto me: The LORD, before whom I walk, will send His angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father’s house;",
            "then shalt thou be clear from my oath, when thou comest to my kindred; and if they give her not to thee, thou shalt be clear from my oath.",
            "And I came this day unto the fountain, and said: O LORD, the God of my master Abraham, if now Thou do prosper my way which I go:",
            "behold, I stand by the fountain of water; and let it come to pass, that the maiden that cometh forth to draw, to whom I shall say: Give me, I pray thee, a little water from thy pitcher to drink;",
            "and she shall say to me: Both drink thou, and I will also draw for thy camels; let the same be the woman whom the LORD hath appointed for my master’s son.",
            "And before I had done speaking to my heart, behold, Rebekah came forth with her pitcher on her shoulder; and she went down unto the fountain, and drew. And I said unto her: Let me drink, I pray thee.",
            "And she made haste, and let down her pitcher from her shoulder, and said: Drink, and I will give thy camels drink also. So I drank, and she made the camels drink also.",
            "And I asked her, and said: Whose daughter art thou? And she said: The daughter of Bethuel, Nahor’s son, whom Milcah bore unto him. And I put the ring upon her nose, and the bracelets upon her hands.",
            "And I bowed my head, and prostrated myself before the LORD, and blessed the LORD, the God of my master Abraham, who had led me in the right way to take my master’s brother’s daughter for his son.",
            "And now if ye will deal kindly and truly with my master, tell me; and if not, tell me; that I may turn to the right hand, or to the left.’",
            "Then Laban and Bethuel answered and said: ‘The thing proceedeth from the LORD; we cannot speak unto thee bad or good.",
            "Behold, Rebekah is before thee, take her, and go, and let her be thy master’s son’s wife, as the LORD hath spoken.’",
            "And it came to pass, that, when Abraham’s servant heard their words, he bowed himself down to the earth unto the LORD.",
            "And the servant brought forth jewels of silver, and jewels of gold, and raiment, and gave them to Rebekah; he gave also to her brother and to her mother precious things.",
            "And they did eat and drink, he and the men that were with him, and tarried all night; and they rose up in the morning, and he said: ‘Send me away unto my master.’",
            "And her brother and her mother said: ‘Let the damsel abide with us a few days, at the least ten; after that she shall go.’",
            "And he said unto them: ‘Delay me not, seeing the LORD hath prospered my way; send me away that I may go to my master.’",
            "And they said: ‘We will call the damsel, and inquire at her mouth.’",
            "And they called Rebekah, and said unto her: ‘Wilt thou go with this man?’ And she said: ‘I will go.’",
            "And they sent away Rebekah their sister, and her nurse, and Abraham’s servant, and his men.",
            "And they blessed Rebekah, and said unto her: ‘Our sister, be thou the mother of thousands of ten thousands, and let thy seed possess the gate of those that hate them.’",
            "And Rebekah arose, and her damsels, and they rode upon the camels, and followed the man. And the servant took Rebekah, and went his way.",
            "And Isaac came from the way of Beer-lahai-roi; for he dwelt in the land of the South.",
            "And Isaac went out to meditate in the field at the eventide; and he lifted up his eyes, and saw, and, behold, there were camels coming.",
            "And Rebekah lifted up her eyes, and when she saw Isaac, she alighted from the camel.",
            "And she said unto the servant: ‘What man is this that walketh in the field to meet us?’ And the servant said: ‘It is my master.’ And she took her veil, and covered herself.",
            "And the servant told Isaac all the things that he had done.",
            "And Isaac brought her into his mother Sarah’s tent, and took Rebekah, and she became his wife; and he loved her. And Isaac was comforted for his mother."
        ],
        [
            "And Abraham took another wife, and her name was Keturah.",
            "And she bore him Zimran, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah.",
            "And Jokshan begot Sheba, and Dedan. And the sons of Dedan were Asshurim, and Letushim, and Leummim.",
            "And the sons of Midian: Ephah, and Epher, and Hanoch, and Abida, and Eldaah. All these were the children of Keturah.",
            "And Abraham gave all that he had unto Isaac.",
            "But unto the sons of the concubines, that Abraham had, Abraham gave gifts; and he sent them away from Isaac his son, while he yet lived, eastward, unto the east country.",
            "And these are the days of the years of Abraham’s life which he lived, a hundred threescore and fifteen years.",
            "And Abraham expired, and died in a good old age, an old man, and full of years; and was gathered to his people.",
            "And Isaac and Ishmael his sons buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, which is before Mamre;",
            "the field which Abraham purchased of the children of Heth; there was Abraham buried, and Sarah his wife.",
            "And it came to pass after the death of Abraham, that God blessed Isaac his son; and Isaac dwelt by Beer-lahai-roi.",
            "Now these are the generations of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s handmaid, bore unto Abraham.",
            "And these are the names of the sons of Ishmael, by their names, according to their generations: the first-born of Ishmael, Nebaioth; and Kedar, and Adbeel, and Mibsam,",
            "and Mishma, and Dumah, and Massa;",
            "Hadad, and Tema, Jetur, Naphish, and Kedem;",
            "these are the sons of Ishmael, and these are their names, by their villages, and by their encampments; twelve princes according to their nations.",
            "And these are the years of the life of Ishmael, a hundred and thirty and seven years; and he expired and died; and was gathered unto his people.",
            "And they dwelt from Havilah unto Shur that is before Egypt, as thou goest toward Asshur: over against all his brethren he did settle.",
            "And these are the generations of Isaac, Abraham’s son: Abraham begot Isaac.",
            "And Isaac was forty years old when he took Rebekah, the daughter of Bethuel the Aramean, of Paddan-aram, the sister of Laban the Aramean, to be his wife.",
            "And Isaac entreated the LORD for his wife, because she was barren; and the LORD let Himself be entreated of him, and Rebekah his wife conceived.",
            "And the children struggled together within her; and she said: ‘If it be so, wherefore do I live?’ And she went to inquire of the LORD.",
            "And the LORD said unto her: Two nations are in thy womb, And two peoples shall be separated from thy bowels; And the one people shall be stronger than the other people; And the elder shall serve the younger.",
            "And when her days to be delivered were fulfilled, behold, there were twins in her womb.",
            "And the first came forth ruddy, all over like a hairy mantle; and they called his name Esau.",
            "And after that came forth his brother, and his hand had hold on Esau’s heel; and his name was called Jacob. And Isaac was threescore years old when she bore them.",
            "And the boys grew; and Esau was a cunning hunter, a man of the field; and Jacob was a quiet man, dwelling in tents.",
            "Now Isaac loved Esau, because he did eat of his venison; and Rebekah loved Jacob.",
            "And Jacob sod pottage; and Esau came in from the field, and he was faint.",
            "And Esau said to Jacob: ‘Let me swallow, I pray thee, some of this red, red pottage; for I am faint.’ Therefore was his name called Edom.",
            "And Jacob said: ‘Sell me first thy birth right.’",
            "And Esau said: ‘Behold, I am at the point to die; and what profit shall the birthright do to me?’",
            "And Jacob said: ‘Swear to me first’; and he swore unto him; and he sold his birthright unto Jacob.",
            "And Jacob gave Esau bread and pottage of lentils; and he did eat and drink, and rose up, and went his way. So Esau despised his birthright."
        ],
        [
            "And there was a famine in the land, beside the first famine that was in the days of Abraham. And Isaac went unto Abimelech king of the Philistines unto Gerar.",
            "And the LORD appeared unto him, and said: ‘Go not down unto Egypt; dwell in the land which I shall tell thee of.",
            "Sojourn in this land, and I will be with thee, and will bless thee; for unto thee, and unto thy seed, I will give all these lands, and I will establish the oath which I swore unto Abraham thy father;",
            "and I will multiply thy seed as the stars of heaven, and will give unto thy seed all these lands; and by thy seed shall all the nations of the earth bless themselves;",
            "because that Abraham hearkened to My voice, and kept My charge, My commandments, My statutes, and My laws.’",
            "And Isaac dwelt in Gerar.",
            "And the men of the place asked him of his wife; and he said: ‘She is my sister’; for he feared to say: ‘My wife’; ‘lest the men of the place should kill me for Rebekah, because she is fair to look upon.’",
            "And it came to pass, when he had been there a long time, that Abimelech king of the Philistines looked out at a window, and saw, and, behold, Isaac was sporting with Rebekah his wife.",
            "And Abimelech called Isaac, and said: ‘Behold, of a surety she is thy wife; and how saidst thou: She is my sister?’ And Isaac said unto him: ‘Because I said: Lest I die because of her.’",
            "And Abimelech said: ‘What is this thou hast done unto us? one of the people might easily have lain with thy wife, and thou wouldest have brought guiltiness upon us.’",
            "And Abimelech charged all the people, saying: ‘He that toucheth this man or his wife shall surely be put to death.’",
            "And Isaac sowed in that land, and found in the same year a hundred-fold; and the LORD blessed him.",
            "And the man waxed great, and grew more and more until he became very great.",
            "And he had possessions of flocks, and possessions of herds, and a great household; and the Philistines envied him.",
            "Now all the wells which his father’s servants had digged in the days of Abraham his father, the Philistines had stopped them, and filled them with earth.",
            "And Abimelech said unto Isaac: ‘Go from us; for thou art much mightier than we.’",
            "And Isaac departed thence, and encamped in the valley of Gerar, and dwelt there.",
            "And Isaac digged again the wells of water, which they had digged in the days of Abraham his father; for the Philistines had stopped them after the death of Abraham; and he called their names after the names by which his father had called them.",
            "And Isaac’s servants digged in the valley, and found there a well of living water.",
            "And the herdmen of Gerar strove with Isaac’s herdmen, saying: ‘The water is ours.’ And he called the name of the well Esek; because they contended with him.",
            "And they digged another well, and they strove for that also. And he called the name of it Sitnah.",
            "And he removed from thence, and digged another well; and for that they strove not. And he called the name of it Rehoboth; and he said: ‘For now the LORD hath made room for us, and we shall be fruitful in the land.’",
            "And he went up from thence to Beer-sheba.",
            "And the LORD appeared unto him the same night, and said: ‘I am the God of Abraham thy father. Fear not, for I am with thee, and will bless thee, and multiply thy seed for My servant Abraham’s sake.’",
            "And he builded an altar there, and called upon the name of the LORD, and pitched his tent there; and there Isaac’s servants digged a well.",
            "Then Abimelech went to him from Gerar, and Ahuzzath his friend, and Phicol the captain of his host.",
            "And Isaac said unto them: ‘Wherefore are ye come unto me, seeing ye hate me, and have sent me away from you?’",
            "And they said: ‘We saw plainly that the LORD was with thee; and we said: Let there now be an oath betwixt us, even betwixt us and thee, and let us make a covenant with thee;",
            "that thou wilt do us no hurt, as we have not touched thee, and as we have done unto thee nothing but good, and have sent thee away in peace; thou art now the blessed of the LORD.’",
            "And he made them a feast, and they did eat and drink.",
            "And they rose up betimes in the morning, and swore one to another; and Isaac sent them away, and they departed from him in peace.",
            "And it came to pass the same day, that Isaac’s servants came, and told him concerning the well which they had digged, and said unto him: ‘We have found water.’",
            "And he called it Shibah. Therefore the name of the city is Beer-sheba unto this day.",
            "And when Esau was forty years old, he took to wife Judith the daughter of Beeri the Hittite, and Basemath the daughter of Elon the Hittite.",
            "And they were a bitterness of spirit unto Isaac and to Rebekah."
        ],
        [
            "And it came to pass, that when Isaac was old, and his eyes were dim, so that he could not see, he called Esau his elder son, and said unto him: ‘My son’; and he said unto him: ‘Here am I.’",
            "And he said: ‘Behold now, I am old, I know not the day of my death.",
            "Now therefore take, I pray thee, thy weapons, thy quiver and thy bow, and go out to the field, and take me venison;",
            "and make me savoury food, such as I love, and bring it to me, that I may eat; that my soul may bless thee before I die.’",
            "And Rebekah heard when Isaac spoke to Esau his son. And Esau went to the field to hunt for venison, and to bring it.",
            "And Rebekah spoke unto Jacob her son, saying: ‘Behold, I heard thy father speak unto Esau thy brother, saying:",
            "Bring me venison, and make me savoury food, that I may eat, and bless thee before the LORD before my death.",
            "Now therefore, my son, hearken to my voice according to that which I command thee.",
            "Go now to the flock, and fetch me from thence two good kids of the goats; and I will make them savoury food for thy father, such as he loveth;",
            "and thou shalt bring it to thy father, that he may eat, so that he may bless thee before his death.’",
            "And Jacob said to Rebekah his mother: ‘Behold, Esau my brother is a hairy man, and I am a smooth man.",
            "My father peradventure will feel me, and I shall seem to him as a mocker; and I shall bring a curse upon me, and not a blessing.’",
            "And his mother said unto him: ‘Upon me be thy curse, my son; only hearken to my voice, and go fetch me them.’",
            "And he went, and fetched, and brought them to his mother; and his mother made savoury food, such as his father loved.",
            "And Rebekah took the choicest garments of Esau her elder son, which were with her in the house, and put them upon Jacob her younger son.",
            "And she put the skins of the kids of the goats upon his hands, and upon the smooth of his neck.",
            "And she gave the savoury food and the bread, which she had prepared, into the hand of her son Jacob.",
            "And he came unto his father, and said: ‘My father’; and he said: ‘Here am I; who art thou, my son?’",
            "And Jacob said unto his father: ‘I am Esau thy first-born; I have done according as thou badest me. Arise, I pray thee, sit and eat of my venison, that thy soul may bless me.’",
            "And Isaac said unto his son: ‘How is it that thou hast found it so quickly, my son?’ And he said: ‘Because the LORD thy God sent me good speed.’",
            "And Isaac said unto Jacob: ‘Come near, I pray thee, that I may feel thee, my son, whether thou be my very son Esau or not.’",
            "And Jacob went near unto Isaac his father; and he felt him, and said: ‘The voice is the voice of Jacob, but the hands are the hands of Esau.’",
            "And he discerned him not, because his hands were hairy, as his brother Esau’s hands; so he blessed him.",
            "And he said: ‘Art thou my very son Esau?’ And he said: ‘I am.’",
            "And he said: ‘Bring it near to me, and I will eat of my son’s venison, that my soul may bless thee.’ And he brought it near to him, and he did eat; and he brought him wine, and he drank.",
            "And his father Isaac said unto him: ‘Come near now, and kiss me, my son.’",
            "And he came near, and kissed him. And he smelled the smell of his raiment, and blessed him, and said: See, the smell of my son Is as the smell of a field which the LORD hath blessed.",
            "So God give thee of the dew of heaven, And of the fat places of the earth, And plenty of corn and wine.",
            "Let peoples serve thee, And nations bow down to thee. Be lord over thy brethren, And let thy mother’s sons bow down to thee. Cursed be every one that curseth thee, And blessed be every one that blesseth thee.",
            "And it came to pass, as soon as Isaac had made an end of blessing Jacob, and Jacob was yet scarce gone out from the presence of Isaac his father, that Esau his brother came in from his hunting.",
            "And he also made savoury food, and brought it unto his father; and he said unto his father: ‘Let my father arise, and eat of his son’s venison, that thy soul may bless me.’",
            "And Isaac his father said unto him: ‘Who art thou?’ And he said: ‘I am thy son, thy first-born, Esau.’",
            "And Isaac trembled very exceedingly, and said: ‘Who then is he that hath taken venison, and brought it me, and I have eaten of all before thou camest, and have blessed him? yea, and he shall be blessed.’",
            "When Esau heard the words of his father, he cried with an exceeding great and bitter cry, and said unto his father: ‘Bless me, even me also, O my father.’",
            "And he said: ‘Thy brother came with guile, and hath taken away thy blessing.’",
            "And he said: ‘Is not he rightly named Jacob? for he hath supplanted me these two times: he took away my birthright; and, behold, now he hath taken away my blessing.’ And he said: ‘Hast thou not reserved a blessing for me?’",
            "And Isaac answered and said unto Esau: ‘Behold, I have made him thy lord, and all his brethren have I given to him for servants; and with corn and wine have I sustained him; and what then shall I do for thee, my son?’",
            "And Esau said unto his father: ‘Hast thou but one blessing, my father? bless me, even me also, O my father.’ And Esau lifted up his voice, and wept.",
            "And Isaac his father answered and said unto him: Behold, of the fat places of the earth shall be thy dwelling, And of the dew of heaven from above;",
            "And by thy sword shalt thou live, And thou shalt serve thy brother; And it shall come to pass when thou shalt break loose, That thou shalt shake his yoke from off thy neck.",
            "And Esau hated Jacob because of the blessing wherewith his father blessed him. And Esau said in his heart: ‘Let the days of mourning for my father be at hand; then will I slay my brother Jacob.’",
            "And the words of Esau her elder son were told to Rebekah; and she sent and called Jacob her younger son, and said unto him: ‘Behold, thy brother Esau, as touching thee, doth comfort himself, purposing to kill thee.",
            "Now therefore, my son, hearken to my voice; and arise, flee thou to Laban my brother to Haran;",
            "and tarry with him a few days, until thy brother’s fury turn away;",
            "until thy brother’s anger turn away from thee, and he forget that which thou hast done to him; then I will send, and fetch thee from thence; why should I be bereaved of you both in one day?’",
            "And Rebekah said to Isaac: ‘I am weary of my life because of the daughters of Heth. If Jacob take a wife of the daughters of Heth, such as these, of the daughters of the land, what good shall my life do me?’"
        ],
        [
            "And Isaac called Jacob, and blessed him, and charged him, and said unto him: ‘Thou shalt not take a wife of the daughters of Canaan.",
            "Arise, go to Paddan-aram, to the house of Bethuel thy mother’s father; and take thee a wife from thence of the daughters of Laban thy mother’s brother.",
            "And God Almighty bless thee, and make thee fruitful, and multiply thee, that thou mayest be a congregation of peoples;",
            "and give thee the blessing of Abraham, to thee, and to thy seed with thee; that thou mayest inherit the land of thy sojournings, which God gave unto Abraham.’",
            "And Isaac sent away Jacob; and he went to Paddan-aram unto Laban, son of Bethuel the Aramean, the brother of Rebekah, Jacob’s and Esau’s mother.",
            "Now Esau saw that Isaac had blessed Jacob and sent him away to Paddan-aram, to take him a wife from thence; and that as he blessed him he gave him a charge, saying: ‘Thou shalt not take a wife of the daughters of Canaan’;",
            "and that Jacob hearkened to his father and his mother, and was gone to Paddan-aram;",
            "and Esau saw that the daughters of Canaan pleased not Isaac his father; .",
            "so Esau went unto Ishmael, and took unto the wives that he had Mahalath the daughter of Ishmael Abraham’s son, the sister of Nebaioth, to be his wife.",
            "And Jacob went out from Beer-sheba, and went toward Haran.",
            "And he lighted upon the place, and tarried there all night, because the sun was set; and he took one of the stones of the place, and put it under his head, and lay down in that place to sleep.",
            "And he dreamed, and behold a ladder set up on the earth, and the top of it reached to heaven; and behold the angels of God ascending and descending on it.",
            "And, behold, the LORD stood beside him, and said: ‘I am the LORD, the God of Abraham thy father, and the God of Isaac. The land whereon thou liest, to thee will I give it, and to thy seed.",
            "And thy seed shall be as the dust of the earth, and thou shalt spread abroad to the west, and to the east, and to the north, and to the south. And in thee and in thy seed shall all the families of the earth be blessed.",
            "And, behold, I am with thee, and will keep thee whithersoever thou goest, and will bring thee back into this land; for I will not leave thee, until I have done that which I have spoken to thee of.’",
            "And Jacob awaked out of his sleep, and he said: ‘Surely the LORD is in this place; and I knew it not.’",
            "And he was afraid, and said: ‘How full of awe is this place! this is none other than the house of God, and this is the gate of heaven.’",
            "And Jacob rose up early in the morning, and took the stone that he had put under his head, and set it up for a pillar, and poured oil upon the top of it.",
            "And he called the name of that place Beth-el, but the name of the city was Luz at the first.",
            "And Jacob vowed a vow, saying: ‘If God will be with me, and will keep me in this way that I go, and will give me bread to eat, and raiment to put on,",
            "so that I come back to my father’s house in peace, then shall the LORD be my God,",
            "and this stone, which I have set up for a pillar, shall be God’s house; and of all that Thou shalt give me I will surely give the tenth unto Thee.’"
        ],
        [
            "Then Jacob went on his journey, and came to the land of the children of the east.",
            "And he looked, and behold a well in the field, and, lo, three flocks of sheep lying there by it.—For out of that well they watered the flocks. And the stone upon the well’s mouth was great.",
            "And thither were all the flocks gathered; and they rolled the stone from the well’s mouth, and watered the sheep, and put the stone back upon the well’s mouth in its place.—",
            "And Jacob said unto them: ‘My brethren, whence are ye?’ And they said: ‘Of Haran are we.’",
            "And he said unto them: ‘Know ye Laban the son of Nahor?’ And they said: ‘We know him.’",
            "And he said unto them: ‘Is it well with him?’ And they said: ‘It is well; and, behold, Rachel his daughter cometh with the sheep.’",
            "And he said: ‘Lo, it is yet high day, neither is it time that the cattle should be gathered together; water ye the sheep, and go and feed them.’",
            "And they said: ‘We cannot, until all the flocks be gathered together, and they roll the stone from the well’s mouth; then we water the sheep.’",
            "While he was yet speaking with them, Rachel came with her father’s sheep; for she tended them.",
            "And it came to pass, when Jacob saw Rachel the daughter of Laban his mother’s brother, and the sheep of Laban his mother’s brother, that Jacob went near, and rolled the stone from the well’s mouth, and watered the flock of Laban his mother’s brother.",
            "And Jacob kissed Rachel, and lifted up his voice, and wept.",
            "And Jacob told Rachel that he was her father’s brother, and that he was Rebekah’s son; and she ran and told her father.",
            "And it came to pass, when Laban heard the tidings of Jacob his sister’s son, that he ran to meet him, and embraced him, and kissed him, and brought him to his house. And he told Laban all these things.",
            "And Laban said to him: ‘Surely thou art my bone and my flesh.’ And he abode with him the space of a month.",
            "And Laban said unto Jacob: ‘Because thou art my brother, shouldest thou therefore serve me for nought? tell me, what shall thy wages be?’",
            "Now Laban had two daughters: the name of the elder was Leah, and the name of the younger was Rachel.",
            "And Leah’s eyes were weak; but Rachel was of beautiful form and fair to look upon.",
            "And Jacob loved Rachel; and he said: ‘I will serve thee seven years for Rachel thy younger daughter.’",
            "And Laban said: ‘It is better that I give her to thee, than that I should give her to another man; abide with me.’",
            "And Jacob served seven years for Rachel; and they seemed unto him but a few days, for the love he had to her.",
            "And Jacob said unto Laban: ‘Give me my wife, for my days are filled, that I may go in unto her.’",
            "And Laban gathered together all the men of the place, and made a feast.",
            "And it came to pass in the evening, that he took Leah his daughter, and brought her to him; and he went in unto her.",
            "And Laban gave Zilpah his handmaid unto his daughter Leah for a handmaid.",
            "And it came to pass in the morning that, behold, it was Leah; and he said to Laban: ‘What is this thou hast done unto me? did not I serve with thee for Rachel? wherefore then hast thou beguiled me?’",
            "And Laban said: ‘It is not so done in our place, to give the younger before the first-born.",
            "Fulfil the week of this one, and we will give thee the other also for the service which thou shalt serve with me yet seven other years.’",
            "And Jacob did so, and fulfilled her week; and he gave him Rachel his daughter to wife.",
            "And Laban gave to Rachel his daughter Bilhah his handmaid to be her handmaid.",
            "And he went in also unto Rachel, and he loved Rachel more than Leah, and served with him yet seven other years.",
            "And the LORD saw that Leah was hated, and he opened her womb; but Rachel was barren.",
            "And Leah conceived, and bore a son, and she called his name Reuben; for she said: ‘Because the LORD hath looked upon my affliction; for now my husband will love me.’",
            "And she conceived again, and bore a son; and said: ‘Because the LORD hath heard that I am hated, He hath therefore given me this son also.’ And she called his name Simeon.",
            "And she conceived again, and bore a son; and said: ‘Now this time will my husband be joined unto me, because I have borne him three sons.’ Therefore was his name called Levi.",
            "And she conceived again, and bore a son; and she said: ‘This time will I praise the LORD.’ Therefore she called his name Judah; and she left off bearing."
        ],
        [
            "And when Rachel saw that she bore Jacob no children, Rachel envied her sister; and she said unto Jacob: ‘Give me children, or else I die.’",
            "And Jacob’s anger was kindled against Rachel; and he said: ‘Am I in God’s stead, who hath withheld from thee the fruit of the womb?’",
            "And she said: ‘Behold my maid Bilhah, go in unto her; that she may bear upon my knees, and I also may be builded up through her.’",
            "And she gave him Bilhah her handmaid to wife; and Jacob went in unto her.",
            "And Bilhah conceived, and bore Jacob a son.",
            "And Rachel said: ‘God hath judged me, and hath also heard my voice, and hath given me a son.’ Therefore called she his name Dan.",
            "And Bilhah Rachel’s handmaid conceived again, and bore Jacob a second son.",
            "And Rachel said: ‘With mighty wrestlings have I wrestled with my sister, and have prevailed.’ And she called his name Naphtali.",
            "When Leah saw that she had left off bearing, she took Zilpah her handmaid, and gave her to Jacob to wife.",
            "And Zilpah Leah’s handmaid bore Jacob a son.",
            "And Leah said: ‘Fortune is come! ’ And she called his name Gad.",
            "And Zilpah Leah’s handmaid bore Jacob a second son.",
            "And Leah said: ‘Happy am I! for the daughters will call me happy.’ And she called his name Asher.",
            "And Reuben went in the days of wheat harvest, and found mandrakes in the field, and brought them unto his mother Leah. Then Rachel said to Leah: ‘Give me, I pray thee, of thy son’s mandrakes.’",
            "And she said unto her: ‘Is it a small matter that thou hast taken away my husband? and wouldest thou take away my son’s mandrakes also?’ And Rachel said: ‘Therefore he shall lie with thee to-night for thy son’s mandrakes.’",
            "And Jacob came from the field in the evening, and Leah went out to meet him, and said: ‘Thou must come in unto me; for I have surely hired thee with my son’s mandrakes.’ And he lay with her that night.",
            "And God hearkened unto Leah, and she conceived, and bore Jacob a fifth son.",
            "And Leah said: ‘God hath given me my hire, because I gave my handmaid to my husband. And she called his name Issachar.",
            "And Leah conceived again, and bore a sixth son to Jacob.",
            "And Leah said: ‘God hath endowed me with a good dowry; now will my husband dwell with me, because I have borne him six sons.’ And she called his name Zebulun.",
            "And afterwards she bore a daughter, and called her name Dinah.",
            "And God remembered Rachel, and God hearkened to her, and opened her womb.",
            "And she conceived, and bore a son, and said: ‘God hath taken away my reproach.’",
            "And she called his name Joseph, saying: ‘The LORD add to me another son.’",
            "And it came to pass, when Rachel had borne Joseph, that Jacob said unto Laban: ‘Send me away, that I may go unto mine own place, and to my country.",
            "Give me my wives and my children for whom I have served thee, and let me go; for thou knowest my service wherewith I have served thee.’",
            "And Laban said unto him: ‘If now I have found favour in thine eyes—I have observed the signs, and the LORD hath blessed me for thy sake.’",
            "And he said: ‘Appoint me thy wages, and I will give it.’",
            "And he said unto him: ‘Thou knowest how I have served thee, and how thy cattle have fared with me.",
            "For it was little which thou hadst before I came, and it hath increased abundantly; and the LORD hath blessed thee whithersoever I turned. And now when shall I provide for mine own house also?’",
            "And he said: ‘What shall I give thee?’ And Jacob said: ‘Thou shalt not give me aught; if thou wilt do this thing for me, I will again feed thy flock and keep it.",
            "I will pass through all thy flock to-day, removing from thence every speckled and spotted one, and every dark one among the sheep, and the spotted and speckled among the goats; and of such shall be my hire.",
            "So shall my righteousness witness against me hereafter, when thou shalt come to look over my hire that is before thee: every one that is not speckled and spotted among the goats, and dark among the sheep, that if found with me shall be counted stolen.’",
            "And Laban said: ‘Behold, would it might be according to thy word.’",
            "And he removed that day the he-goats that were streaked and spotted, and all the she-goats that were speckled and spotted, every one that had white in it, and all the dark ones among the sheep, and gave them into the hand of his sons.",
            "And he set three days’journey betwixt himself and Jacob. And Jacob fed the rest of Laban’s flocks.",
            "And Jacob took him rods of fresh poplar, and of the almond and of the plane-tree; and peeled white streaks in them, making the white appear which was in the rods.",
            "And he set the rods which he had peeled over against the flocks in the gutters in the watering-troughs where the flocks came to drink; and they conceived when they came to drink.",
            "And the flocks conceived at the sight of the rods, and the flocks brought forth streaked, speckled, and spotted.",
            "And Jacob separated the lambs—he also set the faces of the flocks toward the streaked and all the dark in the flock of Laban— and put his own droves apart, and put them not unto Laban’s flock.",
            "And it came to pass, whensoever the stronger of the flock did conceive, that Jacob laid the rods before the eyes of the flock in the gutters, that they might conceive among the rods;",
            "but when the flock were feeble, he put them not in; so the feebler were Laban’s, and the stronger Jacob’s.",
            "And the man increased exceedingly, and had large flocks, and maid-servants and men-servants, and camels and asses."
        ],
        [
            "And he heard the words of Laban’s sons, saying: ‘Jacob hath taken away all that was our father’s; and of that which was our father’s hath he gotten all this wealth.’",
            "And Jacob beheld the countenance of Laban, and, behold, it was not toward him as beforetime.",
            "And the LORD said unto Jacob: ‘Return unto the land of thy fathers, and to thy kindred; and I will be with thee.’",
            "And Jacob sent and called Rachel and Leah to the field unto his flock,",
            "and said unto them: ‘I see your father’s countenance, that it is not toward me as beforetime; but the God of my father hath been with me.",
            "And ye know that with all my power I have served your father.",
            "And your father hath mocked me, and changed my wages ten times; but God suffered him not to hurt me.",
            "If he said thus: The speckled shall be thy wages; then all the flock bore speckled; and if he said thus: The streaked shall be thy wages; then bore all the flock streaked.",
            "Thus God hath taken away the cattle of your father, and given them to me.",
            "And it came to pass at the time that the flock conceived, that I lifted up mine eyes, and saw in a dream, and, behold, the he-goats which leaped upon the flock were streaked, speckled, and grizzled.",
            "And the angel of God said unto me in the dream: Jacob; and I said: Here am I.",
            "And he said: Lift up now thine eyes, and see, all the he-goats which leap upon the flock are streaked, speckled, and grizzled; for I have seen all that Laban doeth unto thee.",
            "I am the God of Beth-el, where thou didst anoint a pillar, where thou didst vow a vow unto Me. Now arise, get thee out from this land, and return unto the land of thy nativity.’",
            "And Rachel and Leah answered and said unto him: ‘Is there yet any portion or inheritance for us in our father’s house?",
            "Are we not accounted by him strangers? for he hath sold us, and hath also quite devoured our price.",
            "For all the riches which God hath taken away from our father, that is ours and our children’s. Now then, whatsoever God hath said unto thee, do.’",
            "Then Jacob rose up, and set his sons and his wives upon the camels;",
            "and he carried away all his cattle, and all his substance which he had gathered, the cattle of his getting, which he had gathered in Paddan-aram, to go to Isaac his father unto the land of Canaan.",
            "Now Laban was gone to shear his sheep. And Rachel stole the teraphim that were her father’s.",
            "And Jacob outwitted Laban the Aramean, in that he told him not that he fled.",
            "So he fled with all that he had; and he rose up, and passed over the River, and set his face toward the mountain of Gilead.",
            "And it was told Laban on the third day that Jacob was fled.",
            "And he took his brethren with him, and pursued after him seven days’journey; and he overtook him in the mountain of Gilead.",
            "And God came to Laban the Aramean in a dream of the night, and said unto him: ‘Take heed to thyself that thou speak not to Jacob either good or bad.’",
            "And Laban came up with Jacob. Now Jacob had pitched his tent in the mountain; and Laban with his brethren pitched in the mountain of Gilead.",
            "And Laban said to Jacob: ‘What hast thou done, that thou hast outwitted me, and carried away my daughters as though captives of the sword?",
            "Wherefore didst thou flee secretly, and outwit me; and didst not tell me, that I might have sent thee away with mirth and with songs, with tabret and with harp;",
            "and didst not suffer me to kiss my sons and my daughters? now hast thou done foolishly.",
            "It is in the power of my hand to do you hurt; but the God of your father spoke unto me yesternight, saying: Take heed to thyself that thou speak not to Jacob either good or bad.",
            "And now that thou art surely gone, because thou sore longest after thy father’s house, wherefore hast thou stolen my gods?’",
            "And Jacob answered and said to Laban: ‘Because I was afraid; for I said: Lest thou shouldest take thy daughters from me by force.",
            "With whomsoever thou findest thy gods, he shall not live; before our brethren discern thou what is thine with me, and take it to thee.’—For Jacob knew not that Rachel had stolen them.—",
            "And Laban went into Jacob’s tent, and into Leah’s tent, and into the tent of the two maid-servants; but he found them not. And he went out of Leah’s tent, and entered into Rachel’s tent.",
            "Now Rachel had taken the teraphim, and put them in the saddle of the camel, and sat upon them. And Laban felt about all the tent, but found them not.",
            "And she said to her father: ‘Let not my lord be angry that I cannot rise up before thee; for the manner of women is upon me.’ And he searched, but found not the teraphim.",
            "And Jacob was wroth, and strove with Laban. And Jacob answered and said to Laban: ‘What is my trespass? what is my sin, that thou hast hotly pursued after me?",
            "Whereas thou hast felt about all my stuff, what hast thou found of all thy household stuff? Set it here before my brethren and thy brethren, that they may judge betwixt us two.",
            "These twenty years have I been with thee; thy ewes and thy she-goats have not cast their young, and the rams of thy flocks have I not eaten.",
            "That which was torn of beasts I brought not unto thee; I bore the loss of it; of my hand didst thou require it, whether stolen by day or stolen by night.",
            "Thus I was: in the day the drought consumed me, and the frost by night; and my sleep fled from mine eyes.",
            "These twenty years have I been in thy house: I served thee fourteen years for thy two daughters, and six years for thy flock; and thou hast changed my wages ten times.",
            "Except the God of my father, the God of Abraham, and the Fear of Isaac, had been on my side, surely now hadst thou sent me away empty. God hath seen mine affliction and the labour of my hands, and gave judgment yesternight.’",
            "And Laban answered and said unto Jacob: ‘The daughters are my daughters, and the children are my children, and the flocks are my flocks, and all that thou seest is mine; and what can I do this day for these my daughters, or for their children whom they have borne?",
            "And now come, let us make a covenant, I and thou; and let it be for a witness between me and thee.’",
            "And Jacob took a stone, and set it up for a pillar.",
            "And Jacob said unto his brethren: ‘Gather stones’; and they took stones, and made a heap. And they did eat there by the heap.",
            "And Laban called it Jegar-sahadutha; but Jacob called it Galeed.",
            "And Laban said: ‘This heap is witness between me and thee this day.’ Therefore was the name of it called Galeed;",
            "and Mizpah, for he said: ‘The LORD watch between me and thee, when we are absent one from another.",
            "If thou shalt afflict my daughters, and if thou shalt take wives beside my daughters, no man being with us; see, God is witness betwixt me and thee.’",
            "And Laban said to Jacob: ‘Behold this heap, and behold the pillar, which I have set up betwixt me and thee.",
            "This heap be witness, and the pillar be witness, that I will not pass over this heap to thee, and that thou shalt not pass over this heap and this pillar unto me, for harm.",
            "The God of Abraham, and the God of Nahor, the God of their father, judge betwixt us.’ And Jacob swore by the Fear of his father Isaac.",
            "And Jacob offered a sacrifice in the mountain, and called his brethren to eat bread; and they did eat bread, and tarried all night in the mountain."
        ],
        [
            "And Laban arose early in the morning, kissed his sons and daughters, and blessed them; and then Laban went and returned to his place.",
            "And Jacob went on his way, and the angels of God met him.",
            "And Jacob said when he saw them: ‘This is God’s camp.’ And he called the name of that place Mahanaim.",
            "And Jacob sent messengers before him to Esau his brother unto the land of Seir, the field of Edom.",
            "And he commanded them, saying: ‘Thus shall ye say unto my lord Esau: Thus saith thy servant Jacob: I have sojourned with Laban, and stayed until now.",
            "And I have oxen, and asses and flocks, and men-servants and maid-servants; and I have sent to tell my lord, that I may find favour in thy sight.’",
            "And the messengers returned to Jacob, saying: ‘We came to thy brother Esau, and moreover he cometh to meet thee, and four hundred men with him.’",
            "Then Jacob was greatly afraid and was distressed. And he divided the people that was with him, and the flocks, and the herds, and the camels, into two camps.",
            "And he said: ‘If Esau come to the one camp, and smite it, then the camp which is left shall escape.’",
            "And Jacob said: ‘O God of my father Abraham, and God of my father Isaac, O LORD, who saidst unto me: Return unto thy country, and to thy kindred, and I will do thee good;",
            "I am not worthy of all the mercies, and of all the truth, which Thou hast shown unto Thy servant; for with my staff I passed over this Jordan; and now I am become two camps.",
            "Deliver me, I pray Thee, from the hand of my brother, from the hand of Esau; for I fear him, lest he come and smite me, the mother with the children.",
            "And Thou saidst: I will surely do thee good, and make thy seed as the sand of the sea, which cannot be numbered for multitude.’",
            "And he lodged there that night; and took of that which he had with him a present for Esau his brother:",
            "two hundred she-goats and twenty he-goats, two hundred ewes and twenty rams,",
            "thirty milch camels and their colts, forty kine and ten bulls, twenty she-asses and ten foals.",
            "And he delivered them into the hand of his servants, every drove by itself; and said unto his servants: ‘Pass over before me, and put a space betwixt drove and drove.’",
            "And he commanded the foremost, saying: ‘When Esau my brother meeteth thee, and asketh thee, saying: Whose art thou? and whither goest thou? and whose are these before thee?",
            "then thou shalt say: They are thy servant Jacob’s; it is a present sent unto my lord, even unto Esau; and, behold, he also is behind us.’",
            "And he commanded also the second, and the third, and all that followed the droves, saying: ‘In this manner shall ye speak unto Esau, when ye find him;",
            "and ye shall say: Moreover, behold, thy servant Jacob is behind us.’ For he said: ‘I will appease him with the present that goeth before me, and afterward I will see his face; peradventure he will accept me.’",
            "So the present passed over before him; and he himself lodged that night in the camp.",
            "And he rose up that night, and took his two wives, and his two handmaids, and his eleven children, and passed over the ford of the Jabbok.",
            "And he took them, and sent them over the stream, and sent over that which he had.",
            "And Jacob was left alone; and there wrestled a man with him until the breaking of the day.",
            "And when he saw that he prevailed not against him, he touched the hollow of his thigh; and the hollow of Jacob’s thigh was strained, as he wrestled with him.",
            "And he said: ‘Let me go, for the day breaketh.’ And he said: ‘I will not let thee go, except thou bless me.’",
            "And he said unto him: ‘What is thy name?’ And he said: ‘Jacob.’",
            "And he said: ‘Thy name shall be called no more Jacob, but Israel; for thou hast striven with God and with men, and hast prevailed.’",
            "And Jacob asked him, and said: ‘Tell me, I pray thee, thy name.’ And he said: ‘Wherefore is it that thou dost ask after my name?’ And he blessed him there.",
            "And Jacob called the name of the place Peniel: ‘for I have seen God face to face, and my life is preserved.’",
            "And the sun rose upon him as he passed over Peniel, and he limped upon his thigh.",
            "Therefore the children of Israel eat not the sinew of the thigh-vein which is upon the hollow of the thigh, unto this day; because he touched the hollow of Jacob’s thigh, even in the sinew of the thigh-vein."
        ],
        [
            "And Jacob lifted up his eyes and looked, and, behold, Esau came, and with him four hundred men. And he divided the children unto Leah, and unto Rachel, and unto the two handmaids.",
            "And he put the handmaids and their children foremost, and Leah and her children after, and Rachel and Joseph hindermost.",
            "And he himself passed over before them, and bowed himself to the ground seven times, until he came near to his brother.",
            "And Esau ran to meet him, and embraced him, and fell on his neck, and kissed him; and they wept.",
            "And he lifted up his eyes, and saw the women and the children; and said: ‘Who are these with thee?’ And he said: ‘The children whom God hath graciously given thy servant.’",
            "Then the handmaids came near, they and their children, and they bowed down.",
            "And Leah also and her children came near, and bowed down; and after came Joseph near and Rachel, and they bowed down.",
            "And he said: ‘What meanest thou by all this camp which I met?’ And he said: ‘To find favour in the sight of my lord.’",
            "And Esau said: ‘I have enough; my brother, let that which thou hast be thine.’",
            "And Jacob said: ‘Nay, I pray thee, if now I have found favour in thy sight, then receive my present at my hand; forasmuch as I have seen thy face, as one seeth the face of God, and thou wast pleased with me.",
            "Take, I pray thee, my gift that is brought to thee; because God hath dealt graciously with me, and because I have enough.’ And he urged him, and he took it.",
            "And he said: ‘Let us take our journey, and let us go, and I will go before thee.’",
            "And he said unto him: ‘My lord knoweth that the children are tender, and that the flocks and herds giving suck are a care to me; and if they overdrive them one day, all the flocks will die.",
            "Let my lord, I pray thee, pass over before his servant; and I will journey on gently, according to the pace of the cattle that are before me and according to the pace of the children, until I come unto my lord unto Seir.’",
            "And Esau said: ‘Let me now leave with thee some of the folk that are with me.’ And he said: ‘What needeth it? let me find favour in the sight of my lord.’",
            "So Esau returned that day on his way unto Seir.",
            "And Jacob journeyed to Succoth, and built him a house, and made booths for his cattle. Therefore the name of the place is called Succoth.",
            "And Jacob came in peace to the city of Shechem, which is in the land of Canaan, when he came from Paddan-aram; and encamped before the city.",
            "And he bought the parcel of ground, where he had spread his tent, at the hand of the children of Hamor, Shechem’s father, for a hundred pieces of money.",
            "And he erected there an altar, and called it El-elohe-Israel."
        ],
        [
            "And Dinah the daughter of Leah, whom she had borne unto Jacob, went out to see the daughters of the land.",
            "And Shechem the son of Hamor the Hivite, the prince of the land, saw her; and he took her, and lay with her, and humbled her.",
            "And his soul did cleave unto Dinah the daughter of Jacob, and he loved the damsel, and spoke comfortingly unto the damsel.",
            "And Shechem spoke unto his father Hamor, saying: ‘Get me this damsel to wife.’",
            "Now Jacob heard that he had defiled Dinah his daughter; and his sons were with his cattle in the field; and Jacob held his peace until they came.",
            "And Hamor the father of Shechem went out unto Jacob to speak with him.",
            "And the sons of Jacob came in from the field when they heard it; and the men were grieved, and they were very wroth, because he had wrought a vile deed in Israel in lying with Jacob’s daughter; which thing ought not to be done.",
            "And Hamor spoke with them, saying ‘The soul of my son Shechem longeth for your daughter. I pray you give her unto him to wife.",
            "And make ye marriages with us; give your daughters unto us, and take our daughters unto you.",
            "And ye shall dwell with us; and the land shall be before you; dwell and trade ye therein, and get you possessions therein.’",
            "And Shechem said unto her father and unto her brethren: ‘Let me find favour in your eyes, and what ye shall say unto me I will give.",
            "Ask me never so much dowry and gift, and I will give according as ye shall say unto me; but give me the damsel to wife.’",
            "And the sons of Jacob answered Shechem and Hamor his father with guile, and spoke, because he had defiled Dinah their sister,",
            "and said unto them: ‘We cannot do this thing, to give our sister to one that is uncircumcised; for that were a reproach unto us.",
            "Only on this condition will we consent unto you: if ye will be as we are, that every male of you be circumcised;",
            "then will we give our daughters unto you, and we will take your daughters to us, and we will dwell with you, and we will become one people.",
            "But if ye will not hearken unto us, to be circumcised; then will we take our daughter, and we will be gone.’",
            "And their words pleased Hamor, and Shechem Hamor’s son.",
            "And the young man deferred not to do the thing, because he had delight in Jacob’s daughter. And he was honoured above all the house of his father.",
            "And Hamor and Shechem his son came unto the gate of their city, and spoke with the men of their city, saying:",
            "’These men are peaceable with us; therefore let them dwell in the land, and trade therein; for, behold, the land is large enough for them; let us take their daughters to us for wives, and let us give them our daughters.",
            "Only on this condition will the men consent unto us to dwell with us, to become one people, if every male among us be circumcised, as they are circumcised.",
            "Shall not their cattle and their substance and all their beasts be ours? only let us consent unto them, and they will dwell with us.’",
            "And unto Hamor and unto Shechem his son hearkened all that went out of the gate of his city; and every male was circumcised, all that went out of the gate of his city.",
            "And it came to pass on the third day, when they were in pain, that two of the sons of Jacob, Simeon and Levi, Dinah’s brethren, took each man his sword, and came upon the city unawares, and slew all the males.",
            "And they slew Hamor and Shechem his son with the edge of the sword, and took Dinah out of Shechem’s house, and went forth. .",
            "The sons of Jacob came upon the slain, and spoiled the city, because they had defiled their sister.",
            "They took their flocks and their herds and their asses, and that which was in the city and that which was in the field;",
            "and all their wealth, and all their little ones and their wives, took they captive and spoiled, even all that was in the house.",
            "And Jacob said to Simeon and Levi: ‘Ye have troubled me, to make me odious unto the inhabitants of the land, even unto the Canaanites and the Perizzites; and, I being few in number, they will gather themselves together against me and smite me; and I shall be destroyed, I and my house.’",
            "And they said: ‘Should one deal with our sister as with a harlot?’"
        ],
        [
            "And God said unto Jacob: ‘Arise, go up to Beth-el, and dwell there; and make there an altar unto God, who appeared unto thee when thou didst flee from the face of Esau thy brother.’",
            "Then Jacob said unto his household, and to all that were with him: ‘Put away the strange gods that are among you, and purify yourselves, and change your garments;",
            "and let us arise, and go up to Beth-el; and I will make there an altar unto God, who answered me in the day of my distress, and was with me in the way which I went.’",
            "And they gave unto Jacob all the foreign gods which were in their hand, and the rings which were in their ears; and Jacob hid them under the terebinth which was by Shechem.",
            "And they journeyed; and a terror of God was upon the cities that were round about them, and they did not pursue after the sons of Jacob.",
            "So Jacob came to Luz, which is in the land of Canaan—the same is Beth-el—he and all the people that were with him.",
            "And he built there an altar, and called the place El-beth-el, because there God was revealed unto him, when he fled from the face of his brother.",
            "And Deborah Rebekah’s nurse died, and she was buried below Beth-el under the oak; and the name of it was called Allon-bacuth.",
            "And God appeared unto Jacob again, when he came from Paddan-aram, and blessed him.",
            "And God said unto him: ‘Thy name is Jacob: thy name shall not be called any more Jacob, but Israel shall be thy name’; and He called his name Israel.",
            "And God said unto him: ‘I am God Almighty. Be fruitful and multiply; a nation and a company of nations shall be of thee, and kings shall come out of thy loins;",
            "and the land which I gave unto Abraham and Isaac, to thee I will give it, and to thy seed after thee will I give the land.’",
            "And God went up from him in the place where He spoke with him.",
            "And Jacob set up a pillar in the place where He spoke with him, a pillar of stone, and he poured out a drink-offering thereon, and poured oil thereon.",
            "And Jacob called the name of the place where God spoke with him, Beth-el.",
            "And they journeyed from Beth-el; and there was still some way to come to Ephrath; and Rachel travailed, and she had hard labour.",
            "And it came to pass, when she was in hard labour, that the mid-wife said unto her: ‘Fear not; for this also is a son for thee.’",
            "And it came to pass, as her soul was in departing—for she died—that she called his name Ben-oni; but his father called him Benjamin.",
            "And Rachel died, and was buried in the way to Ephrath—the same is Beth-lehem.",
            "And Jacob set up a pillar upon her grave; the same is the pillar of Rachel’s grave unto this day.",
            "And Israel journeyed, and spread his tent beyond Migdal-eder.",
            "And it came to pass, while Israel dwelt in that land, that Reuben went and lay with Bilhah his father’s concubine; and Israel heard of it. Now the sons of Jacob were twelve:",
            "the sons of Leah: Reuben, Jacob’s first-born, and Simeon, and Levi, and Judah, and Issachar, and Zebulun;",
            "the sons of Rachel: Joseph and Benjamin;",
            "and the sons of Bilhah, Rachel’s handmaid: Dan and Naphtali;",
            "and the sons of Zilpah, Leah’s handmaid: Gad and Asher. These are the sons of Jacob, that were born to him in Paddan-aram.",
            "And Jacob came unto Isaac his father to Mamre, to Kiriatharba—the same is Hebron—where Abraham and Isaac sojourned.",
            "And the days of Isaac were a hundred and fourscore years.",
            "And Isaac expired, and died, and was gathered unto his people, old and full of days; and Esau and Jacob his sons buried him."
        ],
        [
            "Now these are the generations of Esau—the same is Edom.",
            "Esau took his wives of the daughters of Canaan; Adah the daughter of Elon the Hittite, and Oholibamah the daughter of Anah, the daughter of Zibeon the Hivite,",
            "and Basemath Ishmael’s daughter, sister of Nebaioth.",
            "And Adah bore to Esau Eliphaz; and Basemath bore Reuel;",
            "and Oholibamah bore Jeush, and Jalam, and Korah. These are the sons of Esau, that were born unto him in the land of Canaan.",
            "And Esau took his wives, and his sons, and his daughters, and all the souls of his house, and his cattle, and all his beasts, and all his possessions, which he had gathered in the land of Canaan; and went into a land away from his brother Jacob.",
            "For their substance was too great for them to dwell together; and the land of their sojournings could not bear them because of their cattle.",
            "And Esau dwelt in the mountain-land of Seir—Esau is Edom.",
            "And these are the generations of Esau the father of a the Edomites in the mountain-land of Seir.",
            "These are the names of Esau’s sons: Eliphaz the son of Adah the wife of Esau, Reuel the son of Basemath the wife of Esau.",
            "And the sons of Eliphaz were Teman, Omar, Zepho, and Gatam, and Kenaz.",
            "And Timna was concubine to Eliphaz Esau’s son; and she bore to Eliphaz Amalek. These are the sons of Adah Esau’s wife.",
            "And these are the sons of Reuel: Nahath, and Zerah, Shammah, and Mizzah. These were the sons of Basemath Esau’s wife.",
            "And these were the sons of Oholibamah the daughter of Anah, the daughter of Zibeon, Esau’s wife; and she bore to Esau Jeush, and Jalam, and Korah.",
            "These are the chiefs of the sons of Esau: the sons of Eliphaz the first-born of Esau: the chief of Teman, the chief of Omar, the chief of Zepho, the chief of Kenaz,",
            "the chief of Korah, the chief of Gatam, the chief of Amalek. These are the chiefs that came of Eliphaz in the land of Edom. These are the sons of Adah.",
            "And these are the sons of Reuel Esau’s son: the chief of Nahath, the chief of Zerah, the chief of Shammah, the chief of Mizzah. These are the chiefs that came of Reuel in the land of Edom. These are the sons of Basemath Esau’s wife.",
            "And these are the sons of Oholibamah Esau’s wife: the chief of Jeush, the chief of Jalam, the chief of Korah. These are the chiefs that came of Oholibamah the daughter of Anah, Esau’s wife.",
            "These are the sons of Esau, and these are their chiefs; the same is Edom.",
            "These are the sons of Seir the Horite, the inhabitants of the land: Lotan and Shobal and Zibeon and Anah,",
            "and Dishon and Ezer and Dishan. These are the chiefs that came of the Horites, the children of Seir in the land of Edom.",
            "And the children of Lotan were Hori and Hemam; and Lotan’s sister was Timna.",
            "And these are the children of Shobal: Alvan and Manahath and Ebal, Shepho and Onam.",
            "And these are the children of Zibeon: Aiah and Anah—this is Anah who found the hot springs in the wilderness, as he fed the asses of Zibeon his father.",
            "And these are the children of Anah: Dishon and Oholibamah the daughter of Anah.",
            "And these are the children of Dishon: Hemdan and Eshban and Ithran and Cheran.",
            "These are the children of Ezer: Bilhan and Zaavan and Akan.",
            "These are the children of Dishan: Uz and Aran.",
            "These are the chiefs that came of the Horites: the chief of Lotan, the chief of Shobal, the chief of Zibeon, the chief of Anah,",
            "the chief of Dishon, the chief of Ezer, the chief of Dishan. These are the chiefs that came of the Horites, according to their chiefs in the land of Seir.",
            "And these are the kings that reigned in the land of Edom, before there reigned any king over the children of Israel.",
            "And Bela the son of Beor reigned in Edom; and the name of his city was Dinhabah.",
            "And Bela died, and Jobab the son of Zerah of Bozrah reigned in his stead.",
            "And Jobab died, and Husham of the land of the Temanites reigned in his stead.",
            "And Husham died, and Hadad the son of Bedad, who smote Midian in the field of Moab, reigned in his stead; and the name of his city was Avith.",
            "And Hadad died, and Samlah of Masrekah reigned in his stead.",
            "And Samlah died, and Shaul of Rehoboth by the River reigned in his stead.",
            "And Shaul died, and Baal-hanan the son of Achbor reigned in his stead.",
            "And Baal-hanan the son of Achbor died, and Hadar reigned in his stead; and the name of the city was Pau; and his wife’s name was Mehetabel, the daughter of Matred, the daughter of Me-zahab.",
            "And these are the names of the chiefs that came of Esau, according to their families, after their places, by their names: the chief of Timna, the chief of Alvah, the chief of Jetheth;",
            "the chief of Oholibamah, the chief of Elah, the chief of Pinon;",
            "the chief of Kenaz, the chief of Teman, the chief of Mibzar;",
            "the chief of Magdiel, the chief of Iram. These are the chiefs of Edom, according to their habitations in the land of their possession. This is Esau the father of the Edomites."
        ],
        [
            "And Jacob dwelt in the land of his father’s sojournings, in the land of Canaan.",
            "These are the generations of Jacob. Joseph, being seventeen years old, was feeding the flock with his brethren, being still a lad even with the sons of Bilhah, and with the sons of Zilpah, his father’s wives; and Joseph brought evil report of them unto their father.",
            "Now Israel loved Joseph more than all his children, because he was the son of his old age; and he made him a coat of many colours.",
            "And when his brethren saw that their father loved him more than all his brethren, they hated him, and could not speak peaceably unto him.",
            "And Joseph dreamed a dream, and he told it to his brethren; and they hated him yet the more.",
            "And he said unto them: ‘Hear, I pray you, this dream which I have dreamed:",
            "for, behold, we were binding sheaves in the field, and, lo, my sheaf arose, and also stood upright; and, behold, your sheaves came round about, and bowed down to my sheaf.’",
            "And his brethren said to him: ‘Shalt thou indeed reign over us? or shalt thou indeed have dominion over us?’ And they hated him yet the more for his dreams, and for his words.",
            "And he dreamed yet another dream, and told it to his brethren, and said: ‘Behold, I have dreamed yet a dream: and, behold, the sun and the moon and eleven stars bowed down to me.’",
            "And he told it to his father, and to his brethren; and his father rebuked him, and said unto him: ‘What is this dream that thou hast dreamed? Shall I and thy mother and thy brethren indeed come to bow down to thee to the earth?’",
            "And his brethren envied him; but his father kept the saying in mind. .",
            "And his brethren went to feed their father’s flock in Shechem.",
            "And Israel said unto Joseph: ‘Do not thy brethren feed the flock in Shechem? come, and I will send thee unto them.’ And he said to him: ‘Here am I.’",
            "And he said to him: ‘Go now, see whether it is well with thy brethren, and well with the flock; and bring me back word.’ So he sent him out of the vale of Hebron, and he came to Shechem.",
            "And a certain man found him, and, behold, he was wandering in the field. And the man asked him, saying: ‘What seekest thou?’",
            "And he said: ‘I seek my brethren. Tell me, I pray thee, where they are feeding the flock.’",
            "And the man said: ‘They are departed hence; for I heard them say: Let us go to Dothan.’ And Joseph went after his brethren, and found them in Dothan.",
            "And they saw him afar off, and before he came near unto them, they conspired against him to slay him.",
            "And they said one to another: ‘Behold, this dreamer cometh.",
            "Come now therefore, and let us slay him, and cast him into one of the pits, and we will say: An evil beast hath devoured him; and we shall see what will become of his dreams.’",
            "And Reuben heard it, and delivered him out of their hand; and said: ‘Let us not take his life.’",
            "And Reuben said unto them: ‘Shed no blood; cast him into this pit that is in the wilderness, but lay no hand upon him’—that he might deliver him out of their hand, to restore him to his father.",
            "And it came to pass, when Joseph was come unto his brethren, that they stripped Joseph of his coat, the coat of many colours that was on him;",
            "and they took him, and cast him into the pit—and the pit was empty, there was no water in it.",
            "And they sat down to eat bread; and they lifted up their eyes and looked, and, behold, a caravan of Ishmaelites came from Gilead, with their camels bearing spicery and balm and ladanum, going to carry it down to Egypt.",
            "And Judah said unto his brethren: ‘What profit is it if we slay our brother and conceal his blood?",
            "Come, and let us sell him to the Ishmaelites, and let not our hand be upon him; for he is our brother, our flesh.’ And his brethren hearkened unto him.",
            "And there passed by Midianites, merchantmen; and they drew and lifted up Joseph out of the pit, and sold Joseph to the Ishmaelites for twenty shekels of silver. And they brought Joseph into Egypt.",
            "And Reuben returned unto the pit; and, behold, Joseph was not in the pit; and he rent his clothes.",
            "And he returned unto his brethren, and said: ‘The child is not; and as for me, whither shall I go?’",
            "And they took Joseph’s coat, and killed a he-goat, and dipped the coat in the blood;",
            "and they sent the coat of many colours, and they brought it to their father; and said: ‘This have we found. Know now whether it is thy son’s coat or not.’",
            "And he knew it, and said: ‘It is my son’s coat; an evil beast hath devoured him; Joseph is without doubt torn in pieces.’",
            "And Jacob rent his garments, and put sackcloth upon his loins, and mourned for his son many days.",
            "And all his sons and all his daughters rose up to comfort him; but he refused to be comforted; and he said: ‘Nay, but I will go down to the grave to my son mourning.’ And his father wept for him.",
            "And the Midianites sold him into Egypt unto Potiphar, an officer of Pharaoh’s, the captain of the guard."
        ],
        [
            "And it came to pass at that time, that Judah went down from his brethren, and turned in to a certain Adullamite, whose name was Hirah.",
            "And Judah saw there a daughter of a certain Canaanite whose name was Shua; and he took her, and went in unto her.",
            "And she conceived, and bore a son; and he called his name Er.",
            "And she conceived again, and bore a son; and she called his name Onan.",
            "And she yet again bore a son, and called his name Shelah; and he was at Chezib, when she bore him.",
            "And Judah took a wife for Er his first-born, and her name was Tamar.",
            "And Er, Judah’s first-born, was wicked in the sight of the LORD; and the LORD slew him.",
            "And Judah said unto Onan: ‘Go in unto thy brother’s wife, and perform the duty of a husband’s brother unto her, and raise up seed to thy brother.’",
            "And Onan knew that the seed would not be his; and it came to pass when he went in unto his brother’s wife, that he spilled it on the ground, lest he should give seed to his brother.",
            "And the thing which he did was evil in the sight of the LORD; and He slew him also.",
            "Then said Judah to Tamar his daughter-in-law: ‘Remain a widow in thy father’s house, till Shelah my son be grown up’; for he said: ‘Lest he also die, like his brethren.’ And Tamar went and dwelt in her father’s house.",
            "And in process of time Shua’s daughter, the wife of Judah, died; and Judah was comforted, and went up unto his sheep-shearers to Timnah, he and his friend Hirah the Adullamite.",
            "And it was told Tamar, saying: ‘Behold, thy father-in-law goeth up to Timnah to shear his sheep.’",
            "And she put off from her the garments of her widowhood, and covered herself with her veil, and wrapped herself, and sat in the entrance of Enaim, which is by the way to Timnah; for she saw that Shelah was grown up, and she was not given unto him to wife.",
            "When Judah saw her, he thought her to be a harlot; for she had covered her face.",
            "And he turned unto her by the way, and said: ‘Come, I pray thee, let me come in unto thee’; for he knew not that she was his daughter-in-law. And she said: ‘What wilt thou give me, that thou mayest come in unto me?’",
            "And he said: ‘I will send thee a kid of the goats from the flock.’ And she said: ‘Wilt thou give me a pledge, till thou send it?’",
            "And he said: ‘What pledge shall I give thee?’ And she said: ‘Thy signet and thy cord, and thy staff that is in thy hand.’ And he gave them to her, and came in unto her, and she conceived by him.",
            "And she arose, and went away, and put off her veil from her, and put on the garments of her widowhood.",
            "And Judah sent the kid of the goats by the hand of his friend the Adullamite, to receive the pledge from the woman’s hand; but he found her not.",
            "Then he asked the men of her place, saying: ‘Where is the harlot, that was at Enaim by the wayside?’ And they said: ‘There hath been no harlot here.’",
            "And he returned to Judah, and said: ‘I have not found her; and also the men of the place said: There hath been no harlot here.’",
            "And Judah said: ‘Let her take it, lest we be put to shame; behold, I sent this kid, and thou hast not found her.’",
            "And it came to pass about three months after, that it was told Judah, saying: ‘Tamar thy daughter-in-law hath played the harlot; and moreover, behold, she is with child by harlotry.’ And Judah said: ‘Bring her forth, and let her be burnt.’",
            "When she was brought forth, she sent to her father-in-law, saying: ‘By the man, whose these are, am I with child’; and she said: ‘Discern, I pray thee, whose are these, the signet, and the cords, and the staff.’",
            "And Judah acknowledged them, and said: ‘She is more righteous than I; forasmuch as I gave her not to Shelah my son.’ And he knew her again no more.",
            "And it came to pass in the time of her travail, that, behold, twins were in her womb.",
            "And it came to pass, when she travailed, that one put out a hand; and the midwife took and bound upon his hand a scarlet thread, saying: ‘This came out first.’",
            "And it came to pass, as he drew back his hand, that, behold his brother came out; and she said: ‘Wherefore hast thou made a breach for thyself?’ Therefore his name was called Perez.",
            "And afterward came out his brother, that had the scarlet thread upon his hand; and his name was called Zerah."
        ],
        [
            "And Joseph was brought down to Egypt; and Potiphar, an officer of Pharaoh’s, the captain of the guard, an Egyptian, bought him of the hand of the Ishmaelites, that had brought him down thither.",
            "And the LORD was with Joseph, and he was a prosperous man; and he was in the house of his master the Egyptian.",
            "And his master saw that the LORD was with him, and that the LORD made all that he did to prosper in his hand.",
            "And Joseph found favour in his sight, and he ministered unto him. And he appointed him overseer over his house, and all that he had he put into his hand.",
            "And it came to pass from the time that he appointed him overseer in his house, and over all that he had, that the LORD blessed the Egyptian’s house for Joseph’s sake; and the blessing of the LORD was upon all that he had, in the house and in the field.",
            "And he left all that he had in Joseph’s hand; and, having him, he knew not aught save the bread which he did eat. And Joseph was of beautiful form, and fair to look upon.",
            "And it came to pass after these things, that his master’s wife cast her eyes upon Joseph; and she said: ‘Lie with me.’",
            "But he refused, and said unto his master’s wife: ‘Behold, my master, having me, knoweth not what is in the house, and he hath put all that he hath into my hand;",
            "he is not greater in this house than I; neither hath he kept back any thing from me but thee, because thou art his wife. How then can I do this great wickedness, and sin against God?’",
            "And it came to pass, as she spoke to Joseph day by day, that he hearkened not unto her, to lie by her, or to be with her.",
            "And it came to pass on a certain day, when he went into the house to do his work, and there was none of the men of the house there within,",
            "that she caught him by his garment, saying: ‘Lie with me.’ And he left his garment in her hand, and fled, and got him out.",
            "And it came to pass, when she saw that he had left his garment in her hand, and was fled forth,",
            "that she called unto the men of her house, and spoke unto them, saying: ‘See, he hath brought in a Hebrew unto us to mock us; he came in unto me to lie with me, and I cried with a loud voice.",
            "And it came to pass, when he heard that I lifted up my voice and cried, that he left his garment by me, and fled, and got him out.’",
            "And she laid up his garment by her, until his master came home.",
            "And she spoke unto him according to these words, saying: ‘The Hebrew servant, whom thou hast brought unto us, came in unto me to mock me.",
            "And it came to pass, as I lifted up my voice and cried, that he left his garment by me, and fled out.’",
            "And it came to pass, when his master heard the words of his wife, which she spoke unto him, saying: ‘After this manner did thy servant to me’; that his wrath was kindled.",
            "And Joseph’s master took him, and put him into the prison, the place where the king’s prisoners were bound; and he was there in the prison.",
            "But the LORD was with Joseph, and showed kindness unto him, and gave him favour in the sight of the keeper of the prison.",
            "And the keeper of the prison committed to Joseph’s hand all the prisoners that were in the prison; and whatsoever they did there, he was the doer of it.",
            "The keeper of the prison looked not to any thing that was under his hand, because the LORD was with him; and that which he did, the LORD made it to prosper."
        ],
        [
            "And it came to pass after these things, that the butler of the king of Egypt and his baker offended their lord the king of Egypt.",
            "And Pharaoh was wroth against his two officers, against the chief of the butlers, and against the chief of the bakers.",
            "And he put them in ward in the house of the captain of the guard, into the prison, the place where Joseph was bound.",
            "And the captain of the guard charged Joseph to be with them, and he ministered unto them; and they continued a season in ward.",
            "And they dreamed a dream both of them, each man his dream, in one night, each man according to the interpretation of his dream, the butler and the baker of the king of Egypt, who were bound in the prison.",
            "And Joseph came in unto them in the morning, and saw them, and, behold, they were sad.",
            "And he asked Pharaoh’s officers that were with him in the ward of his master’s house, saying: ‘Wherefore look ye so sad to-day?’",
            "And they said unto him: ‘We have dreamed a dream, and there is none that can interpret it.’ And Joseph said unto them: ‘Do not interpretations belong to God? tell it me, I pray you.’",
            "And the chief butler told his dream to Joseph, and said to him: ‘In my dream, behold, a vine was before me;",
            "and in the vine were three branches; and as it was budding, its blossoms shot forth, and the clusters thereof brought forth ripe grapes,",
            "and Pharaoh’s cup was in my hand; and I took the grapes, and pressed them into Pharaoh’s cup, and I gave the cup into Pharaoh’s hand.’",
            "And Joseph said unto him: ‘This is the interpretation of it: the three branches are three days;",
            "within yet three days shall Pharaoh lift up thy head, and restore thee unto thine office; and thou shalt give Pharaoh’s cup into his hand, after the former manner when thou wast his butler.",
            "But have me in thy remembrance when it shall be well with thee, and show kindness, I pray thee, unto me, and make mention of me unto Pharaoh, and bring me out of this house.",
            "For indeed I was stolen away out of the land of the Hebrews; and here also have I done nothing that they should put me into the dungeon.’",
            "When the chief baker saw that the interpretation was good, he said unto Joseph: ‘I also saw in my dream, and, behold, three baskets of white bread were on my head;",
            "and in the uppermost basket there was of all manner of baked food for Pharaoh; and the birds did eat them out of the basket upon my head.’",
            "And Joseph answered and said: ‘This is the interpretation thereof: the three baskets are three days;",
            "within yet three days shall Pharaoh lift up thy head from off thee, and shall hang thee on a tree; and the birds shall eat thy flesh from off thee.’",
            "And it came to pass the third day, which was Pharaoh’s birthday, that he made a feast unto all his servants; and he lifted up the head of the chief butler and the head of the chief baker among his servants.",
            "And he restored the chief butler back unto his butlership; and he gave the cup into Pharaoh’s hand.",
            "But he hanged the chief baker, as Joseph had interpreted to them.",
            "Yet did not the chief butler remember Joseph, but forgot him."
        ],
        [
            "And it came to pass at the end of two full years, that Pharaoh dreamed: and, behold, he stood by the river.",
            "And, behold, there came up out of the river seven kine, well-favoured and fat-fleshed; and they fed in the reed-grass.",
            "And, behold, seven other kine came up after them out of the river, ill favoured and lean-fleshed; and stood by the other kine upon the brink of the river.",
            "And the ill-favoured and lean-fleshed kine did eat up the seven well-favoured and fat kine. So Pharaoh awoke.",
            "And he slept and dreamed a second time: and, behold, seven ears of corn came up upon one stalk, rank and good.",
            "And, behold, seven ears, thin and blasted with the east wind, sprung up after them.",
            "And the thin ears swallowed up the seven rank and full ears. And Pharaoh awoke, and, behold, it was a dream.",
            "And it came to pass in the morning that his spirit was troubled; and he sent and called for all the magicians of Egypt, and all the wise men thereof; and Pharaoh told them his dream; but there was none that could interpret them unto Pharaoh.",
            "Then spoke the chief butler unto Pharaoh, saying: ‘I make mention of my faults this day:",
            "Pharaoh was wroth with his servants, and put me in the ward of the house of the captain of the guard, me and the chief baker.",
            "And we dreamed a dream in one night, I and he; we dreamed each man according to the interpretation of his dream.",
            "And there was with us there a young man, a Hebrew, servant to the captain of the guard; and we told him, and he interpreted to us our dreams; to each man according to his dream he did interpret.",
            "And it came to pass, as he interpreted to us, so it was: I was restored unto mine office, and he was hanged.’",
            "Then Pharaoh sent and called Joseph, and they brought him hastily out of the dungeon. And he shaved himself, and changed his raiment, and came in unto Pharaoh.",
            "And Pharaoh said unto Joseph: ‘I have dreamed a dream, and there is none that can interpret it; and I have heard say of thee, that when thou hearest a dream thou canst interpret it.’",
            "And Joseph answered Pharaoh, saying: ‘It is not in me; God will give Pharaoh an answer of peace.’",
            "And Pharaoh spoke unto Joseph: ‘In my dream, behold, I stood upon the brink of the river.",
            "And, behold, there came up out of the river seven kine, fat-fleshed and well-favoured; and they fed in the reedgrass.",
            "And, behold, seven other kine came up after them, poor and very ill-favoured and lean-fleshed, such as I never saw in all the land of Egypt for badness.",
            "And the lean and ill-favoured kine did eat up the first seven fat kine.",
            "And when they had eaten them up, it could not be known that they had eaten them; but they were still ill-favoured as at the beginning. So I awoke.",
            "And I saw in my dream, and, behold, seven ears came up upon one stalk, full and good.",
            "And, behold, seven ears, withered, thin, and blasted with the east wind, sprung up after them.",
            "And the thin ears swallowed up the seven good ears. And I told it unto the magicians; but there was none that could declare it to me.’",
            "And Joseph said unto Pharaoh: ‘The dream of Pharaoh is one; what God is about to do He hath declared unto Pharaoh.",
            "The seven good kine are seven years; and the seven good ears are seven years: the dream is one.",
            "And the seven lean and ill-favoured kine that came up after them are seven years, and also the seven empty ears blasted with the east wind; they shall be seven years of famine.",
            "That is the thing which I spoke unto Pharaoh: what God is about to do He hath shown unto Pharaoh.",
            "Behold, there come seven years of great plenty throughout all the land of Egypt.",
            "And there shall arise after them seven years of famine; and all the plenty shall be forgotten in the land of Egypt; and the famine shall consume the land;",
            "and the plenty shall not be known in the land by reason of that famine which followeth; for it shall be very grievous.",
            "And for that the dream was doubled unto Pharaoh twice, it is because the thing is established by God, and God will shortly bring it to pass.",
            "Now therefore let Pharaoh look out a man discreet and wise, and set him over the land of Egypt.",
            "Let Pharaoh do this, and let him appoint overseers over the land, and take up the fifth part of the land of Egypt in the seven years of plenty.",
            "And let them gather all the food of these good years that come, and lay up corn under the hand of Pharaoh for food in the cities, and let them keep it.",
            "And the food shall be for a store to the land against the seven years of famine, which shall be in the land of Egypt; that the land perish not through the famine.’",
            "And the thing was good in the eyes of Pharaoh, and in the eyes of all his servants.",
            "And Pharaoh said unto his servants: ‘Can we find such a one as this, a man in whom the spirit of God is?’",
            "And Pharaoh said unto Joseph: ‘Forasmuch as God hath shown thee all this, there is none so discreet and wise as thou.",
            "Thou shalt be over my house, and according unto thy word shall all my people be ruled; only in the throne will I be greater than thou.’",
            "And Pharaoh said unto Joseph: ‘See, I have set thee over all the land of Egypt.’",
            "And Pharaoh took off his signet ring from his hand, and put it upon Joseph’s hand, and arrayed him in vestures of fine linen, and put a gold chain about his neck.",
            "And he made him to ride in the second chariot which he had; and they cried before him: ‘Abrech’; and he set him over all the land of Egypt.",
            "And Pharaoh said unto Joseph: ‘I am Pharaoh, and without thee shall no man lift up his hand or his foot in all the land of Egypt.’",
            "And Pharaoh called Joseph’s name Zaphenath-paneah; and he gave him to wife Asenath the daughter of Poti-phera priest of On. And Joseph went out over the land of Egypt.—",
            "And Joseph was thirty years old when he stood before Pharaoh king of Egypt.—And Joseph went out from the presence of Pharaoh, and went throughout all the land of Egypt.",
            "And in the seven years of plenty the earth brought forth in heaps.",
            "And he gathered up all the food of the seven years which were in the land of Egypt, and laid up the food in the cities; the food of the field, which was round about every city, laid he up in the same.",
            "And Joseph laid up corn as the sand of the sea, very much, until they left off numbering; for it was without number.",
            "And unto Joseph were born two sons before the year of famine came, whom Asenath the daughter of Poti-phera priest of On bore unto him.",
            "And Joseph called the name of the first-born Manasseh: ‘for God hath made me forget all my toil, and all my father’s house.’",
            "And the name of the second called he Ephraim: ‘for God hath made me fruitful in the land of my affliction.’",
            "And the seven years of plenty, that was in the land of Egypt, came to an end.",
            "And the seven years of famine began to come, according as Joseph had said; and there was famine in all lands; but in all the land of Egypt there was bread.",
            "And when all the land of Egypt was famished, the people cried to Pharaoh for bread; and Pharaoh said unto all the Egyptians: ‘Go unto Joseph; what he saith to you, do.’",
            "And the famine was over all the face of the earth; and Joseph opened all the storehouses, and sold unto the Egyptians; and the famine was sore in the land of Egypt.",
            "And all countries came into Egypt to Joseph to buy corn; because the famine was sore in all the earth."
        ],
        [
            "Now Jacob saw that there was corn in Egypt, and Jacob said unto his sons: ‘Why do ye look one upon another?’",
            "And he said: ‘Behold, I have heard that there is corn in Egypt. Get you down thither, and buy for us from thence; that we may live, and not die.’",
            "And Joseph’s ten brethren went down to buy corn from Egypt.",
            "But Benjamin, Joseph’s brother, Jacob sent not with his brethren; for he said: ‘Lest peradventure harm befall him.’",
            "And the sons of Israel came to buy among those that came; for the famine was in the land of Caanan.",
            "And Joseph was the governor over the land; he it was that sold to all the people of the land. And Joseph’s brethren came, and bowed down to him with their faces to the earth.",
            "And Joseph saw his brethren, and he knew them, but made himself strange unto them, and spoke roughly with them; and he said unto them: ‘Whence come ye?’ And they said: ‘From the land of Canaan to buy food.’",
            "And Joseph knew his brethren, but they knew him not.",
            "And Joseph remembered the dreams which he dreamed of them, and said unto them: ‘Ye are spies; to see the nakedness of the land ye are come.’",
            "And they said unto him: ‘Nay, my lord, but to buy food are thy servants come.",
            "We are all one man’s sons; we are upright men, thy servants are no spies.’",
            "And he said unto them: ‘Nay, but to see the nakedness of the land ye are come.’",
            "And they said: ‘We thy servants are twelve brethren, the sons of one man in the land of Canaan; and, behold, the youngest is this day with our father, and one is not.’",
            "And Joseph said unto them: ‘That is it that I spoke unto you, saying: Ye are spies.",
            "Hereby ye shall be proved, as Pharaoh liveth, ye shall not go forth hence, except your youngest brother come hither.",
            "Send one of you, and let him fetch your brother, and ye shall be bound, that your words may be proved, whether there be truth in you; or else, as Pharaoh liveth, surely ye are spies.’",
            "And he put them all together into ward three days.",
            "And Joseph said unto them the third day.’ This do, and live; for I fear God:",
            "if ye be upright men, let one of your brethren be bound in your prison-house; but go ye, carry corn for the famine of your houses;",
            "and bring your youngest brother unto me; so shall your words be verified, and ye shall not die.’ And they did so.",
            "And they said one to another: ‘We are verily guilty concerning our brother, in that we saw the distress of his soul, when he besought us, and we would not hear; therefore is this distress come upon us.’",
            "And Reuben answered them, saying: ‘Spoke I not unto you, saying: Do not sin against the child; and ye would not hear? therefore also, behold, his blood is required.’",
            "And they knew not that Joseph understood them; for the interpreter was between them.",
            "And he turned himself about from them, and wept; and he returned to them, and spoke to them, and took Simeon from among them, and bound him before their eyes.",
            "Then Joseph commanded to fill their vessels with corn, and to restore every man’s money into his sack, and to give them provision for the way; and thus was it done unto them.",
            "And they laded their asses with their corn, and departed thence.",
            "And as one of them opened his sack to give his ass provender in the lodging-place, he espied his money; and, behold, it was in the mouth of his sack.",
            "And he said unto his brethren: ‘My money is restored; and, lo, it is even in my sack.’ And their heart failed them, and they turned trembling one to another, saying: ‘What is this that God hath done unto us?’",
            "And they came unto Jacob their father unto the land of Canaan, and told him all that had befallen them, saying:",
            "’The man, the lord of the land, spoke roughly with us, and took us for spies of the country.",
            "And we said unto him: We are upright men; we are no spies.",
            "We are twelve brethren, sons of our father; one is not, and the youngest is this day with our father in the land of Canaan. .",
            "And the man, the lord of the land, said unto us: Hereby shall I know that ye are upright men: leave one of your brethren with me, and take corn for the famine of your houses, and go your way.",
            "And bring your youngest brother unto me; then shall I know that ye are no spies, but that ye are upright men; so will I deliver you your brother, and ye shall traffic in the land.’",
            "And it came to pass as they emptied their sacks, that, behold, every man’s bundle of money was in his sack; and when they and their father saw their bundles of money, they were afraid.",
            "And Jacob their father said unto them: ‘Me have ye bereaved of my children: Joseph is not, and Simeon is not, and ye will take Benjamin away; upon me are all these things come.’",
            "And Reuben spoke unto his father, saying: ‘Thou shalt slay my two sons, if I bring him not to thee; deliver him into my hand, and I will bring him back to thee.’",
            "And he said: ‘My son shall not go down with you; for his brother is dead, and he only is left; if harm befall him by the way in which ye go, then will ye bring down my gray hairs with sorrow to the grave."
        ],
        [
            "And the famine was sore in the land.",
            "And it came to pass, when they had eaten up the corn which they had brought out of Egypt, that their father said unto them: ‘Go again, buy us a little food.’",
            "And Judah spoke unto him, saying: ‘The man did earnestly forewarn us, saying: Ye shall not see my face, except your brother be with you.",
            "If thou wilt send our brother with us, we will go down and buy thee food;",
            "but if thou wilt not send him, we will not go down, for the man said unto us: Ye shall not see my face, except your brother be with you.’",
            "And Israel said: ‘Wherefore dealt ye so ill with me, as to tell the man whether ye had yet a brother?’",
            "And they said: ‘The man asked straitly concerning ourselves, and concerning our kindred, saying: Is your father yet alive? have ye another brother? and we told him according to the tenor of these words; could we in any wise know that he would say: Bring your brother down?’",
            "And Judah said unto Israel his father: ‘Send the lad with me, and we will arise and go, that we may live, and not die, both we, and thou, and also our little ones.",
            "I will be surety for him; of my hand shalt thou require him; if I bring him not unto thee, and set him before thee, then let me bear the blame for ever.",
            "For except we had lingered, surely we had now returned a second time.’",
            "And their father Israel said unto them: ‘If it be so now, do this: take of the choice fruits of the land in your vessels, and carry down the man a present, a little balm, and a little honey, spicery and ladanum, nuts, and almonds;",
            "and take double money in your hand; and the money that was returned in the mouth of your sacks carry back in your hand; peradventure it was an oversight;",
            "take also your brother, and arise, go again unto the man;",
            "and God Almighty give you mercy before the man, that he may release unto you your other brother and Benjamin. And as for me, if I be bereaved of my children, I am bereaved.’",
            "And the men took that present, and they took double money in their hand, and Benjamin; and rose up, and went down to Egypt, and stood before Joseph.",
            "And when Joseph saw Benjamin with them, he said to the steward of his house: ‘Bring the men into the house, and kill the beasts, and prepare the meat; for the men shall dine with me at noon.’",
            "And the man did as Joseph bade; and the man brought the men into Joseph’s house.",
            "And the men were afraid, because they were brought into Joseph’s house; and they said: ‘Because of the money that was returned in our sacks at the first time are we brought in; that he may seek occasion against us, and fall upon us, and take us for bondmen, and our asses.’",
            "And they came near to the steward of Joseph’s house, and they spoke unto him at the door of the house,",
            "and said: ‘Oh my lord, we came indeed down at the first time to buy food.",
            "And it came to pass, when we came to the lodging-place, that we opened our sacks, and, behold, every man’s money was in the mouth of his sack, our money in full weight; and we have brought it back in our hand.",
            "And other money have we brought down in our hand to buy food. We know not who put our money in our sacks.’",
            "And he said: ‘Peace be to you, fear not; your God, and the God of your father, hath given you treasure in your sacks; I had your money.’ And he brought Simeon out unto them.",
            "And the man brought the men into Joseph’s house, and gave them water, and they washed their feet; and he gave their asses provender.",
            "And they made ready the present against Joseph’s coming at noon; for they heard that they should eat bread there.",
            "And when Joseph came home, they brought him the present which was in their hand into the house, and bowed down to him to the earth.",
            "And he asked them of their welfare, and said: ‘Is your father well, the old man of whom ye spoke? Is he yet alive?’",
            "And they said: ‘Thy servant our father is well, he is yet alive.’ And they bowed the head, and made obeisance.",
            "And he lifted up his eyes, and saw Benjamin his brother, his mother’s son, and said: ‘Is this your youngest brother of whom ye spoke unto me?’ And he said: ‘God be gracious unto thee, my son.’",
            "And Joseph made haste; for his heart yearned toward his brother; and he sought where to weep; and he entered into his chamber, and wept there.",
            "And he washed his face, and came out; and he refrained himself, and said: ‘Set on bread.’",
            "And they set on for him by himself, and for them by themselves, and for the Egyptians, that did eat with him, by themselves; because the Egyptians might not eat bread with the Hebrews; for that is an abomination unto the Egyptians.",
            "And they sat before him, the firstborn according to his birthright, and the youngest according to his youth; and the men marvelled one with another.",
            "And portions were taken unto them from before him; but Benjamin’s portion was five times so much as any of theirs. And they drank, and were merry with him."
        ],
        [
            "And he commanded the steward of his house, saying: ‘Fill the men’s sacks with food, as much as they can carry, and put every man’s money in his sack’s mouth.",
            "And put my goblet, the silver goblet, in the sack’s mouth of the youngest, and his corn money.’ And he did according to the word that Joseph had spoken.",
            "As soon as the morning was light, the men were sent away, they and their asses.",
            "And when they were gone out of the city, and were not yet far off, Joseph said unto his steward: ‘Up, follow after the men; and when thou dost overtake them, say unto them: Wherefore have ye rewarded evil for good?",
            "Is not this it in which my lord drinketh, and whereby he indeed divineth? ye have done evil in so doing.’",
            "And he overtook them, and he spoke unto them these words.",
            "And they said unto him: ‘Wherefore speaketh my lord such words as these? Far be it from thy servants that they should do such a thing.",
            "Behold, the money, which we found in our sacks’mouths, we brought back unto thee out of the land of Canaan; how then should we steal out of thy lord’s house silver or gold?",
            "With whomsoever of thy servants it be found, let him die, and we also will be my lord’s bondmen.’",
            "And he said: ‘Now also let it be according unto your words: he with whom it is found shall be my bondman; and ye shall be blameless.’",
            "Then they hastened, and took down every man his sack to the ground, and opened every man his sack.",
            "And he searched, beginning at the eldest, and leaving off at the youngest; and the goblet was found in Benjamin’s sack.",
            "And they rent their clothes, and laded every man his ass, and returned to the city.",
            "And Judah and his brethren came to Joseph’s house, and he was yet there; and they fell before him on the ground.",
            "And Joseph said unto them: ‘What deed is this that ye have done? know ye not that such a man as I will indeed divine?’",
            "And Judah said: ‘What shall we say unto my lord? what shall we speak? or how shall we clear ourselves? God hath found out the iniquity of thy servants; behold, we are my lord’s bondmen, both we, and he also in whose hand the cup is found.’",
            "And he said: ‘Far be it from me that I should do so; the man in whose hand the goblet is found, he shall be my bondman; but as for you, get you up in peace unto your father.’",
            "Then Judah came near unto him, and said: ‘Oh my lord, let thy servant, I pray thee, speak a word in my lord’s ears, and let not thine anger burn against thy servant; for thou art even as Pharaoh.",
            "My lord asked his servants, saying: Have ye a father, or a brother?",
            "And we said unto my lord: We have a father, an old man, and a child of his old age, a little one; and his brother is dead, and he alone is left of his mother, and his father loveth him.",
            "And thou saidst unto thy servants: Bring him down unto me, that I may set mine eyes upon him.",
            "And we said unto my lord: The lad cannot leave his father; for if he should leave his father, his father would die.",
            "And thou saidst unto thy servants: Except your youngest brother come down with you, ye shall see my face no more.",
            "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
            "And our father said: Go again, buy us a little food.",
            "And we said: We cannot go down; if our youngest brother be with us, then will we go down; for we may not see the man’s face, except our youngest brother be with us.",
            "And thy servant my father said unto us: Ye know that my wife bore me two sons;",
            "and the one went out from me, and I said: Surely he is torn in pieces; and I have not seen him since;",
            "and if ye take this one also from me, and harm befall him, ye will bring down my gray hairs with sorrow to the grave.",
            "Now therefore when I come to thy servant my father, and the lad is not with us; seeing that his soul is bound up with the lad’s soul;",
            "it will come to pass, when he seeth that the lad is not with us, that he will die; and thy servants will bring down the gray hairs of thy servant our father with sorrow to the grave.",
            "For thy servant became surety for the lad unto my father, saying: If I bring him not unto thee, then shall I bear the blame to my father for ever.",
            "Now therefore, let thy servant, I pray thee, abide instead of the lad a bondman to my lord; and let the lad go up with his brethren.",
            "For how shall I go up to my father, if the lad be not with me? lest I look upon the evil that shall come on my father.’"
        ],
        [
            "Then Joseph could not refrain himself before all them that stood by him; and he cried: ‘Cause every man to go out from me.’ And there stood no man with him, while Joseph made himself known unto his brethren.",
            "And he wept aloud; and the Egyptians heard, and the house of Pharaoh heard.",
            "And Joseph said unto his brethren: ‘I am Joseph; doth my father yet live?’ And his brethren could not answer him; for they were affrighted at his presence.",
            "And Joseph said unto his brethren: ‘Come near to me, I pray you.’ And they came near. And he said: ‘I am Joseph your brother, whom ye sold into Egypt.",
            "And now be not grieved, nor angry with yourselves, that ye sold me hither; for God did send me before you to preserve life.",
            "For these two years hath the famine been in the land; and there are yet five years, in which there shall be neither plowing nor harvest.",
            "And God sent me before you to give you a remnant on the earth, and to save you alive for a great deliverance.",
            "So now it was not you that sent me hither, but God; and He hath made me a father to Pharaoh, and lord of all his house, and ruler over all the land of Egypt.",
            "Hasten ye, and go up to my father, and say unto him: Thus saith thy son Joseph: God hath made me lord of all Egypt; come down unto me, tarry not.",
            "And thou shalt dwell in the land of Goshen, and thou shalt be near unto me, thou, and thy children, and thy children’s children, and thy flocks, and thy herds, and all that thou hast;",
            "and there will I sustain thee; for there are yet five years of famine; lest thou come to poverty, thou, and thy household, and all that thou hast.",
            "And, behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaketh unto you.",
            "And ye shall tell my father of all my glory in Egypt, and of all that ye have seen; and ye shall hasten and bring down my father hither.’",
            "And he fell upon his brother Benjamin’s neck, and wept; and Benjamin wept upon his neck.",
            "And he kissed all his brethren, and wept upon them; and after that his brethren talked with him.",
            "And the report thereof was heard in Pharaoh’s house, saying: ‘Joseph’s brethren are come’; and it pleased Pharaoh well, and his servants.",
            "And Pharaoh said unto Joseph: ‘Say unto thy brethren: This do ye: lade your beasts, and go, get you unto the land of Canaan;",
            "and take your father and your households, and come unto me; and I will give you the good of the land of Egypt, and ye shall eat the fat of the land.",
            "Now thou art commanded, this do ye: take you wagons out of the land of Egypt for your little ones, and for your wives, and bring your father, and come.",
            "Also regard not your stuff; for the good things of all the land of Egypt are yours.’",
            "And the sons of Israel did so; and Joseph gave them wagons, according to the commandment of Pharaoh, and gave them provision for the way.",
            "To all of them he gave each man changes of raiment; but to Benjamin he gave three hundred shekels of silver, and five changes of raiment.",
            "And to his father he sent in like manner ten asses laden with the good things of Egypt, and ten she-asses laden with corn and bread and victual for his father by the way.",
            "So he sent his brethren away, and they departed; and he said unto them: ‘See that ye fall not out by the way.’",
            "And they went up out of Egypt, and came into the land of Canaan unto Jacob their father.",
            "And they told him, saying: ‘Joseph is yet alive, and he is ruler over all the land of Egypt.’ And his heart fainted, for he believed them not.",
            "And they told him all the words of Joseph, which he had said unto them; and when he saw the wagons which Joseph had sent to carry him, the spirit of Jacob their father revived.",
            "And Israel said: ‘It is enough; Joseph my son is yet alive; I will go and see him before I die.’"
        ],
        [
            "And Israel took his journey with all that he had, and came to Beer-sheba, and offered sacrifices unto the God of his father Isaac.",
            "And God spoke unto Israel in the visions of the night, and said: ‘Jacob, Jacob.’ And he said: ‘Here am I.’",
            "And He said: ‘I am God, the God of thy father; fear not to go down into Egypt; for I will there make of thee a great nation.",
            "I will go down with thee into Egypt; and I will also surely bring thee up again; and Joseph shall put his hand upon thine eyes.’",
            "And Jacob rose up from Beer-sheba; and the sons of Israel carried Jacob their father, and their little ones, and their wives, in the wagons which Pharaoh had sent to carry him.",
            "And they took their cattle, and their goods, which they had gotten in the land of Canaan, and came into Egypt, Jacob, and all his seed with him;",
            "his sons, and his sons’sons with him, his daughters, and his sons’daughters, and all his seed brought he with him into Egypt.",
            "And these are the names of the children of Israel, who came into Egypt, Jacob and his sons: Reuben, Jacob’s first-born.",
            "And the sons of Reuben: Hanoch, and Pallu, and Hezron, and Carmi.",
            "And the sons of Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman.",
            "And the sons of Levi: Gershon, Kohath, and Merari.",
            "And the sons of Judah: Er, and Onan, and Shelah, and Perez, and Zerah; but Er and Onan died in the land of Canaan. And the sons of Perez were Hezron and Hamul.",
            "And the sons of Issachar: Tola, and Puvah, and Iob, and Shimron.",
            "And the sons of Zebulun: Sered, and Elon, and Jahleel.",
            "These are the sons of Leah, whom she bore unto Jacob in Paddan-aram, with his daughter Dinah; all the souls of his sons and his daughters were thirty and three.",
            "And the sons of Gad: Ziphion, and Haggi, Shuni, and Ezbon, Eri, and Arodi, and Areli.",
            "And the sons of Asher: Imnah, and Ishvah, and Ishvi, and Beriah, and Serah their sister; and the sons of Beriah: Heber, and Malchiel.",
            "These are the sons of Zilpah, whom Laban gave to Leah his daughter, and these she bore unto Jacob, even sixteen souls.",
            "The sons of Rachel Jacob’s wife: Joseph and Benjamin.",
            "And unto Joseph in the land of Egypt were born Manasseh and Ephraim, whom Asenath the daughter of Poti-phera priest of On bore unto him.",
            "And the sons of Benjamin: Bela, and Becher, and Ashbel, Gera, and Naaman, Ehi, and Rosh, Muppim, and Huppim, and Ard.",
            "These are the sons of Rachel, who were born to Jacob; all the souls were fourteen.",
            "And the sons of Dan: Hushim.",
            "And the sons of Naphtali: Jahzeel, and Guni, and Jezer, and Shillem.",
            "These are the sons of Bilhah, whom Laban gave unto Rachel his daughter, and these she bore unto Jacob; all the souls were seven.",
            "All the souls belonging to Jacob that came into Egypt, that came out of his loins, besides Jacob’s sons’wives, all the souls were threescore and six.",
            "And the sons of Joseph, who were born to him in Egypt, were two souls; all the souls of the house of Jacob, that came into Egypt, were threescore and ten.",
            "And he sent Judah before him unto Joseph, to show the way before him unto Goshen; and they came into the land of Goshen.",
            "And Joseph made ready his chariot, and went up to meet Israel his father, to Goshen; and he presented himself unto him, and fell on his neck, and wept on his neck a good while.",
            "And Israel said unto Joseph: ‘Now let me die, since I have seen thy face, that thou art yet alive.’",
            "And Joseph said unto his brethren, and unto his father’s house: ‘I will go up, and tell Pharaoh, and will say unto him: My brethren, and my father’s house, who were in the land of Canaan, are come unto me;",
            "and the men are shepherds, for they have been keepers of cattle; and they have brought their flocks, and their herds, and all that they have.",
            "And it shall come to pass, when Pharaoh shall call you, and shall say: What is your occupation?",
            "that ye shall say: Thy servants have been keepers of cattle from our youth even until now, both we, and our fathers; that ye may dwell in the land of Goshen; for every shepherd is an abomination unto the Egyptians.’"
        ],
        [
            "Then Joseph went in and told Pharaoh, and said: ‘My father and my brethren, and their flocks, and their herds, and all that they have, are come out of the land of Canaan; and, behold, they are in the land of Goshen.’",
            "And from among his brethren he took five men, and presented them unto Pharaoh.",
            "And Pharaoh said unto his brethren: ‘What is your occupation?’ And they said unto Pharaoh: ‘Thy servants are shepherds, both we, and our fathers.’",
            "And they said unto Pharaoh: ‘To sojourn in the land are we come; for there is no pasture for thy servants’flocks; for the famine is sore in the land of Canaan. Now therefore, we pray thee, let thy servants dwell in the land of Goshen.’",
            "And Pharaoh spoke unto Joseph, saying: ‘Thy father and thy brethren are come unto thee;",
            "the land of Egypt is before thee; in the best of the land make thy father and thy brethren to dwell; in the land of Goshen let them dwell. And if thou knowest any able men among them, then make them rulers over my cattle.’",
            "And Joseph brought in Jacob his father, and set him before Pharaoh. And Jacob blessed Pharaoh.",
            "And Pharaoh said unto Jacob: ‘How many are the days of the years of thy life?’",
            "And Jacob said unto Pharaoh: ‘The days of the years of my sojournings are a hundred and thirty years; few and evil have been the days of the years of my life, and they have not attained unto the days of the years of the life of my fathers in the days of their sojournings.’",
            "And Jacob blessed Pharaoh, and went out from the presence of Pharaoh.",
            "And Joseph placed his father and his brethren, and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded.",
            "And Joseph sustained his father, and his brethren, and all his father’s household, with bread, according to the want of their little ones.",
            "And there was no bread in all the land; for the famine was very sore, so that the land of Egypt and the land of Canaan languished by reason of the famine.",
            "And Joseph gathered up all the money that was found in the land of Egypt, and in the land of Canaan, for the corn which they bought; and Joseph brought the money into Pharaoh’s house.",
            "And when the money was all spent in the land of Egypt, and in the land of Canaan, all the Egyptians came unto Joseph, and said: ‘Give us bread; for why should we die in thy presence? for our money faileth.’",
            "And Joseph said: ‘Give your cattle, and I will give you [bread] for your cattle, if money fail.’",
            "And they brought their cattle unto Joseph. And Joseph gave them bread in exchange for the horses, and for the flocks, and for the herds, and for the asses; and he fed them with bread in exchange for all their cattle for that year.",
            "And when that year was ended, they came unto him the second year, and said unto him: ‘We will not hide from my lord, how that our money is all spent; and the herds of cattle are my lord’s; there is nought left in the sight of my lord, but our bodies, and our lands.",
            "Wherefore should we die before thine eyes, both we and our land? buy us and our land for bread, and we and our land will be bondmen unto Pharaoh; and give us seed, that we may live, and not die, and that the land be not desolate.’",
            "So Joseph bought all the land of Egypt for Pharaoh; for the Egyptians sold every man his field, because the famine was sore upon them; and the land became Pharaoh’s.",
            "And as for the people, he removed them city by city, from one end of the border of Egypt even to the other end thereof.",
            "Only the land of the priests bought he not, for the priests had a portion from Pharaoh, and did eat their portion which Pharaoh gave them; wherefore they sold not their land.",
            "Then Joseph said unto the people: ‘Behold, I have bought you this day and your land for Pharaoh. Lo, here is seed for you, and ye shall sow the land.",
            "And it shall come to pass at the ingatherings, that ye shall give a fifth unto Pharaoh, and four parts shall be your own, for seed of the field, and for your food, and for them of your households, and for food for your little ones.’",
            "And they said: ‘Thou hast saved our lives. Let us find favour in the sight of my lord, and we will be Pharaoh’s bondmen.’",
            "And Joseph made it a statute concerning the land of Egypt unto this day, that Pharaoh should have the fifth; only the land of the priests alone became not Pharaoh’s.",
            "And Israel dwelt in the land of Egypt, in the land of Goshen; and they got them possessions therein, and were fruitful, and multiplied exceedingly.",
            "And Jacob lived in the land of Egypt seventeen years; so the days of Jacob, the years of his life, were a hundred forty and seven years.",
            "And the time drew near that Israel must die; and he called his son Joseph, and said unto him: ‘If now I have found favour in thy sight, put, I pray thee, thy hand under my thigh, and deal kindly and truly with me; bury me not, I pray thee, in Egypt.",
            "But when I sleep with my fathers, thou shalt carry me out of Egypt, and bury me in their burying-place.’ And he said: ‘I will do as thou hast said.’",
            "And he said: ‘Swear unto me.’ And he swore unto him. And Israel bowed down upon the bed’s head."
        ],
        [
            "And it came to pass after these things, that one said to Joseph: ‘Behold, thy father is sick.’ And he took with him his two sons, Manasseh and Ephraim.",
            "And one told Jacob, and said: ‘Behold, thy son Joseph cometh unto thee.’ And Israel strengthened himself, and sat upon the bed.",
            "And Jacob said unto Joseph: ‘God Almighty appeared unto me at Luz in the land of Canaan, and blessed me,",
            "and said unto me: Behold, I will make thee fruitful, and multiply thee, and I will make of thee a company of peoples; and will give this land to thy seed after thee for an everlasting possession.",
            "And now thy two sons, who were born unto thee in the land of Egypt before I came unto thee into Egypt, are mine; Ephraim and Manasseh, even as Reuben and Simeon, shall be mine.",
            "And thy issue, that thou begettest after them, shall be thine; they shall be called after the name of their brethren in their inheritance.",
            "And as for me, when I came from Paddan, Rachel died unto me in the land of Canaan in the way, when there was still some way to come unto Ephrath; and I buried her there in the way to Ephrath—the same is Beth-lehem.’",
            "And Israel beheld Joseph’s sons, and said: ‘Who are these?’",
            "And Joseph said unto his father: ‘They are my sons, whom God hath given me here.’ And he said: ‘Bring them, I pray thee, unto me, and I will bless them.’",
            "Now the eyes of Israel were dim for age, so that he could not see. And he brought them near unto him; and he kissed them, and embraced them.",
            "And Israel said unto Joseph: ‘I had not thought to see thy face; and, lo, God hath let me see thy seed also.’",
            "And Joseph brought them out from between his knees; and he fell down on his face to the earth.",
            "And Joseph took them both, Ephraim in his right hand toward Israel’s left hand, and Manasseh in his left hand toward Israel’s right hand, and brought them near unto him.",
            "And Israel stretched out his right hand, and laid it upon Ephraim’s head, who was the younger, and his left hand upon Manasseh’s head, guiding his hands wittingly; for Manasseh was the first-born.",
            "And he blessed Joseph, and said: ‘The God before whom my fathers Abraham and Isaac did walk, the God who hath been my shepherd all my life long unto this day,",
            "the angel who hath redeemed me from all evil, bless the lads; and let my name be named in them, and the name of my fathers Abraham and Isaac; and let them grow into a multitude in the midst of the earth.’",
            "And when Joseph saw that his father was laying his right hand upon the head of Ephraim, it displeased him, and he held up his father’s hand, to remove it from Ephraim’s head unto Manasseh’s head.",
            "And Joseph said unto his father: ‘Not so, my father, for this is the first-born; put thy right hand upon his head.’",
            "And his father refused, and said: ‘I know it, my son, I know it; he also shall become a people, and he also shall be great; howbeit his younger brother shall be greater than he, and his seed shall become a multitude of nations.’",
            "And he blessed them that day, saying: ‘By thee shall Israel bless, saying: God make thee as Ephraim and as Manasseh.’ And he set Ephraim before Manasseh.",
            "And Israel said unto Joseph: ‘Behold, I die; but God will be with you, and bring you back unto the land of your fathers.",
            "Moreover I have given to thee one aportion above thy brethren, which I took out of the hand of the Amorite with my sword and with my bow.’"
        ],
        [
            "And Jacob called unto his sons, and said: ‘Gather yourselves together, that I may tell you that which shall befall you in the end of days.",
            "Assemble yourselves, and hear, ye sons of Jacob; And hearken unto Israel your father.",
            "Reuben, thou art my first-born, My might, and the first-fruits of my strength; The excellency of dignity, and the excellency of power.",
            "Unstable as water, have not thou the excellency; Because thou wentest up to thy father’s bed; Then defiledst thou it—he went up to my couch.",
            "Simeon and Levi are brethren; Weapons of violence their kinship.",
            "Let my soul not come into their council; Unto their assembly let my glory not be not united; For in their anger they slew men, And in their self-will they houghed oxen.",
            "Cursed be their anger, for it was fierce, And their wrath, for it was cruel; I will divide them in Jacob, And scatter them in Israel",
            "Judah, thee shall thy brethren praise; Thy hand shall be on the neck of thine enemies; Thy father’s sons shall bow down before thee.",
            "Judah is a lion’s whelp; From the prey, my son, thou art gone up. He stooped down, he couched as a lion, And as a lioness; who shall rouse him up?",
            "The sceptre shall not depart from Judah, Nor the ruler’s staff from between his feet, As long as men come to Shiloh; And unto him shall the obedience of the peoples be.",
            "Binding his foal unto the vine, And his ass’s colt unto the choice vine; He washeth his garments in wine, And his vesture in the blood of grapes;",
            "His eyes shall be red with wine, And his teeth white with milk.",
            "Zebulun shall dwell at the shore of the sea, And he shall be a shore for ships, And his flank shall be upon Zidon.",
            "Issachar is a large-boned ass, Couching down between the sheep-folds.",
            "For he saw a resting-place that it was good, And the land that it was pleasant; And he bowed his shoulder to bear, And became a servant under task-work",
            "Dan shall judge his people, As one of the tribes of Israel.",
            "Dan shall be a serpent in the way, A horned snake in the path, That biteth the horse’s heels, So that his rider falleth backward.",
            "I wait for Thy salvation, O Lord.",
            "Gad, a troop shall troop upon him; But he shall troop upon their heel.",
            "As for Asher, his bread shall be fat, And he shall yield royal dainties.",
            "Naphtali is a hind let loose: He giveth goodly words.",
            "Joseph is a fruitful vine, A fruitful vine by a fountain; Its branches run over the wall. .",
            "The archers have dealt bitterly with him, And shot at him, and hated him;",
            "But his bow abode firm, And the arms of his hands were made supple, By the hands of the Mighty One of Jacob, From thence, from the Shepherd, the Stone of Israel,",
            "Even by the God of thy father, who shall help thee, And by the Almighty, who shall bless thee, With blessings of heaven above, Blessings of the deep that coucheth beneath, Blessings of the breasts, and of the womb.",
            "The blessings of thy father Are mighty beyond the blessings of my progenitors Unto the utmost bound of the everlasting hills; They shall be on the head of Joseph, And on the crown of the head of the prince among his brethren.",
            "Benjamin is a wolf that raveneth; In the morning he devoureth the prey, And at even he divideth the spoil.’",
            "All these are the twelve tribes of Israel, and this is it that their father spoke unto them and blessed them; every one according to his blessing he blessed them.",
            "And be charged them, and said unto them: ‘I am to be gathered unto my people; bury me with my fathers in the cave that is in the field of Ephron the Hittite,",
            "in the cave that is in the field of Machpelah, which is before Mamre, in the land of Canaan, which Abraham bought with the field from Ephron the Hittite for a possession of a burying-place.",
            "There they buried Abraham and Sarah his wife; there they buried Isaac and Rebekah his wife; and there I buried Leah.",
            "The field and the cave that is therein, which was purchased from the children of Heth.’",
            "And when Jacob made an end of charging his sons, he gathered up his feet into the bed, and expired, and was gathered unto his people."
        ],
        [
            "And Joseph fell upon his father’s face, and wept upon him, and kissed him.",
            "And Joseph commanded his servants the physicians to embalm his father. And the physicians embalmed Israel.",
            "And forty days were fulfilled for him; for so are fulfilled the days of embalming. And the Egyptians wept for him threescore and ten days.",
            "And when the days of weeping for him were past, Joseph spoke unto the house of Pharaoh, saying: ‘If now I have found favour in your eyes, speak, I pray you, in the ears of Pharaoh, saying:",
            "My father made me swear, saying: Lo, I die; in my grave which I have digged for me in the land of Canaan, there shalt thou bury me. Now therefore let me go up, I pray thee, and bury my father, and I will come back.’ .",
            "And Pharaoh said: ‘Go up, and bury thy father, according as he made thee swear.’",
            "And Joseph went up to bury his father; and with him went up all the servants of Pharaoh, the elders of his house, and all the elders of the land of Egypt,",
            "and all the house of Joseph, and his brethren, and his father’s house; only their little ones, and their flocks, and their herds, they left in the land of Goshen.",
            "And there went up with him both chariots and horsemen; and it was a very great company.",
            "And they came to the threshing-floor of Atad, which is beyond the Jordan, and there they wailed with a very great and sore wailing; and he made a mourning for his father seven days.",
            "And when the inhabitants of the land, the Canaanites, saw the mourning in the floor of Atad, they said: ‘This is a grievous amourning to the Egyptians.’ Wherefore the name of it was called Abel-mizraim, which is beyond the Jordan.",
            "And his sons did unto him according as he commanded them.",
            "For his sons carried him into the land of Canaan, and buried him in the cave of the field of Machpelah, which Abraham bought with the field, for a possession of a burying-place, of Ephron the Hittite, in front of Mamre.",
            "And Joseph returned into Egypt, he, and his brethren, and all that went up with him to bury his father, after he had buried his father.",
            "And when Joseph’s brethren saw that their father was dead, they said: ‘It may be that Joseph will hate us, and will fully requite us all the evil which we did unto him.’",
            "And they sent a message unto Joseph, saying: ‘Thy father did command before he died, saying:",
            "So shall ye say unto Joseph: Forgive, I pray thee now, the transgression of thy brethren, and their sin, for that they did unto thee evil. And now, we pray thee, forgive the transgression of the servants of the God of thy father.’ And Joseph wept when they spoke unto him.",
            "And his brethren also went and fell down before his face; and they said: ‘Behold, we are thy bondmen.’",
            "And Joseph said unto them: ‘Fear not; for am I in the place of God?",
            "And as for you, ye meant evil against me; but God meant it for good, to bring to pass, as it is this day, to save much people alive.",
            "Now therefore fear ye not; I will sustain you, and your little ones.’ And he comforted them, and spoke kindly unto them.",
            "And Joseph dwelt in Egypt, he, and his father’s house; and Joseph lived a hundred and ten years.",
            "And Joseph saw Ephraim’s children of the third generation; the children also of Machir the son of Manasseh were born upon Joseph’s knees.",
            "And Joseph said unto his brethren: ‘I die; but God will surely remember you, and bring you up out of this land unto the land which He swore to Abraham, to Isaac, and to Jacob.’",
            "And Joseph took an oath of the children of Israel, saying: ‘God will surely remember you, and ye shall carry up my bones from hence.’",
            "So Joseph died, being a hundred and ten years old. And they embalmed him, and he was put in a coffin in Egypt."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}