{
    "title": "Kessef Mishneh on Mishneh Torah, Creditor and Debtor",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Creditor_and_Debtor",
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>טען הלוה שמטלטלין אלו שבידי אינן שלי וכו'.</b> כתב ה''ה דין זה אינו מבואר בגמרא בפשיטות וכו'. ולי נראה שיש להביא ראיה לדין זה מדאמרינן בפ''ב דכתובות (דף י''ט) האומר שטר אמנה הוא זה אינו נאמן כו' לוה כל כמיניה ומסיק לעולם דאמר מלוה וכגון שחב לאחרים וכו': \n\n"
            ],
            [
                "<b>בד''א בבגדי החול וכו'.</b> כתב הטור בסי' צ''ז כל זה לא מיירי אלא בבגדים שהבעל קונה לה אבל כל מה שהכניסה לו בין נכסי מלוג בין נכסי צ''ב אין ב''ח גובה ממנו אם ידוע שהוא ממה שהכניסה היא ואם אינו ידוע יראה שהיא נאמנת בשבועה בבגדים ותכשיטין שדרך האשה להכניס לבעל וכ''כ רבינו ירוחם בשם הרמ''ה ובעל התרומות בשער ראשון וכתב עוד שם שהוא הדין לנכסים שפסק לה הוא שאין ב''ח גובה מהם: \n\n"
            ],
            [],
            [],
            [
                "<b>מלוה שבא להפרע שלא בפני הלוה וכו' ותפסה האשה וכו'.</b> כתב בעל התרומות בשער ראשון דטעמא דמילתא משום דכשם שבערכין מיעט מזון אשתו ובניו אע''פ שקדמה לחוב המעריך הוא הדין נמי לב''ח דהא גמר קיחה קיחה מערכין: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>כשראו הגאונים וכו' התקינו שמשביעין את הלוה וכו'.</b> כתוב בספר התרומות שער שני ששבועה זו דומה לשבועת מודה מקצת שהוא מפני שאנו אומרים שהוא נשמט משום דדחיקא ליה שעתא סבר עד דהוו לי זוזי ופרענא ליה ורמו רבנן שבועה כי היכי דלודי וכך אנו אומרים בזה. וכתב עוד שם ששבועה זו אפילו אין הלוה בא עליו בטענת ברי שיש לו במה לפורעו אלא אפילו טוען שמא יש לו משביעין אותו והראשונים קראו אותה שבועת החשד עכ''ל: \n",
                "<b>וכתב</b> עוד על מ''ש רבינו שמשביעין אותו שלא נתן מתנה על מנת להחזיר וכו' למה תקנוה שאם באו להזהירו שיפרענה בשיחזירנה לו ה''ז כלול בשנשבע שכל מה שירויח יפרענו ואפילו נתנו לו במתנה בכלל זה ואם תקנוה להודיע לוה למלוה מה שמכר ונתן מזמן שלוה היכן מצינו זה בתקנת הגאונים אלא עיקר תקנה זו כפי מ''ש הרמב''ן דמאי דאיתמר במתנת בית חורון משמע שלא אמרו כל מתנה שאם הקדישה אינה מקודשת אינה מתנה אלא בנותן סתם ומעשיו או דבריו מוכיחין עליו שאינו גומר ליתנה אבל נתן בדעת גמורה ע''מ להחזיר הרי היא כשאר כל התנאים דעלמא מעתה הרמב''ם לזה נתכוון שישבע שלא נתן עכשיו ע''מ להחזיר כדי להבריח מב''ח דלא הוי מתנה דהא חובו יוכיח שלא נתכוון אלא להבריח מב''ח בלבד עכ''ל: \n\n"
            ],
            [],
            [],
            [
                "<b>מי שנתחייב בשבועה זו וכו' וכן מי שיש עליו שט''ח והודה לאחרים מעצמו וכו'.</b> נ''ל שכוונת רבינו היא שכשמחייבין אותו לתת היותר לו ממזונותיו אע''פ שתבעוהו אחרים והביאו עדי הלואה והוא מודה שלא פרע אין מאמינים אותו שאדם עשוי בכיוצא בזה לעשות קנוניא והאחרים נראה להם שעושין מצוה שיהיה לו במה לפרנס את אשתו ובניו ואל ימותו ברעב אבל מי שיש לו נכסים לפרוע לב''ח אלא שאינו רוצה לישאר ערום מנכסים אילו באו אחרים ותבעוהו והביאו עדי הלואה הוה מהימנינן להו ונתנין להם אם קדמו אבל אם מודה מעצמו אני חייב לאחרים בכי הא לא משגחינן ביה אף על פי שאחר כך באו אותם אחרים ותבעוהו כיון שהוא הודה מעצמו בתחלה וזהו שאמר רבינו גבי מי שאין לו לפרוע אלא ממה שמרויח מי שנתחייב שבועה זו מפני שט''ח שעליו והודה לאחרים בחובות אחרים לא יטול היתר אלא בעלי השטרות בלבד דמשמע שאותם אחרים תבעוהו תחלה והודה להם וכשיש לו ממה לפרוע כתב וכן מי שיש עליו שטר חוב והודה לאחר מעצמו דוקא מפני שהודה מעצמו אבל אם תבעוהו תחלה היינו מאמינים אותם מאחר שיש לו נכסים אלא שאין בהם כדי לפרוע לזה ולזה: \n\n"
            ],
            [],
            [],
            [
                "<b>הרב שלוה מעבדו וכו'.</b> כתב ה''ה ואין זה דעת רבינו שלא חילק כ''כ בספר התרומות בשער ל''ז דבין טמונין בין שאינן טמונין אין להם עליו כלום דאנן סהדי שלא נשתעבד להם דלא ניחא ליה למיהוי עבד לוה: \n\n"
            ]
        ],
        [
            [
                "<b>אלמנה בין שהיא עניה וכו' ואם חבל מחזירין ממנו בעל כרחו.</b> כתב הריב''ש סימן תפ''ח נ''ל דאתיא כרבא דאמר בפ''ק דתמורה (דף ד' ע''ב) דכל מילתא דאמר רחמנא לא תעביד אי עבד לא מהני אלא שבלאו דלא תבא אל ביתו לעבוט עבוטו אם עבר מהני שאינו חייב להחזיר אלא כסות יום ביום וכסות לילה בלילה משום דגלי ביה קרא השב תשיב לו את העבוט כבא השמש מעיקרא לא כדאיתא בפ''ק דתמורה. \n",
                "<b>ומ''ש רבינו ואם תודה תשלם וכו'</b> לא בא לומר שלא יוכל לטעון בעל המשכון עד כדי דמיו במיגו דלקוח הוא בידי אם משכן אותו שלא בעדים שהרי באיש דומיא דאלמנה בחבל כלים שעושין בהם אוכל נפש יכול לטעון עד כדי דמיהם אי ליכא עדים על החבלה דהכי אמרינן בגמרא בההוא גברא דחבל סכינא דאשכבתא: \n\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>שליח בית דין שבא למשכן וכו' ומניח מטה ומצע לעשיר וכו'.</b> כתב הטור בסי' צ''ז קשה כיון שצריך להניח לו בשעת משכון דברים הצריכין לו למה מחזירין והלא אין חזרה אלא בדברים הצריכין לו ואותם כבר הניח לו עכ''ל ואני אומר דלאו קושיא היא שהרי רבינו סובר דכל כלי אומנות אפילו הצריכין לו הוא מנתח וכמ''ש ה''ה אבל אי קשיא לדברי רבינו הא קשיא היכי תנן בפרק המקבל מחזיר את הכר בלילה והרי צריך להניח לו מטה ומצע וי''ל דמתניתין מיירי שעבר ומשכנו או שמשכנו מדעת הלוה א''נ דמטה ומצע לחוד וכר לחוד: \n",
                "<b>ודע</b> דבברייתא אמרינן נותן לו מטה ומצע לעשיר ומטה ומפץ לעני ומפרש בגמרא למאי צריכי שתי מטות חדא דאכיל עלה וחדא לישן עליה ורבינו לא חשש לומר כאן שיניח לו מטה ומטה מפני שסמך על מה שכתבה בפ''א גבי סידור: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המלוה את חבירו על המטבע ונפסל וכו'.</b> בגמרא אוקימנא דהא דבעי שיהא לו דרך לאותה מדינה ואם אין לו דרך לשם לא היינו דוקא כשמלכיות מקפידות זו על זו אבל אם אין מלכיות מקפידות זו על זו אפילו אין לו דרך לאותה מדינה נמי ואיני יודע למה השמיטוהו רבינו והרי''ף: \n\n"
            ]
        ],
        [
            [
                "<b>ומצות עשה להשיך לעכו''ם וכו'.</b> כתב הרב המגיד בהשגות א''א לא מצאתי שמועה זו וכו' עד מוכחת כן והר''ן כתב בפרק אי זהו נשך ול''נ כדברי הרמב''ם דכיון דמסקנא דשמעתין דרבית דעכו''ם מדאורייתא שרי הדרינן למאי דס''ד דרבא מאי לא תשיך לא תשוך ואם איתא דקרא להתיר רביתא איצטריך מידחיא ברייתא דסיפרי לגמרי דמנ''ל דללאו הבא מכלל עשה אתא דילמא לעשה אצטריך אלא על כרחין כי ס''ל דרבית דעכו''ם שרי נקטינן לנכרי תשיך כפשטיה דלמצוה הוא דאתא והיינו דתניא בסיפרי לנכרי תשיך הרי זו מצות עשה וכיון דמסקנא דסוגיין דרבית דעכו''ם מדאורייתא שרי נקטינן ע''כ ברייתא דסיפרי כפשטה עכ''ל וקשיא לי על דברי רבינו שתשיך משמעותו שתלוה מהעכו''ם ברבית דה''ק תניח אותו שישוך אותך וזה ודאי אינו מצוה ולפי דברי רבינו כך היה לו לכתוב לנכרי תשוך דמשמע תלוה אותו כדי שתשתכר אתה בנטילתך ממנו רבית. ואפשר לדחוק ולומר דאיידי דבעינן למימר ולאחיך לא תשיך לומר שאף הלוה עובר בלאו כתב לנכרי תשיך ומכיון שלמדנו שזו מצות עשה ודאי לא צותה תורה שיהנה לעכו''ם ואית לן לפרושי האי תשיך כמו תשוך ושביק ליה לקרא דאיהו דחיק ומוקים נפשיה: \n\n"
            ],
            [],
            [],
            [
                "<b>ואם העמידו אצל ישראל וכו'.</b> כתב הרב המגיד זה מחלוקת בין המפרשים וכו' ומכל מקום מ''ש שהוא רבית קצוצה אף על פי שלא נטל הישראל ונתן ביד חלקו עליו הרמב''ן והרשב''א וכו' עד אלו דבריהם ותלמידי הרשב''א כתבו ושמא רצונו לומר דהחמירו לעשות כרבית קצוצה לומר שהיא יוצאה בדיינין ולא נהיר עכ''ל. ולי נראה דאפשר לומר דטעמא דרבינו משום דתנא בסיפא אסור כמו ברישא משמע ליה דכי הדדי נינהו וכי היכי דברישא הוי רבית קצוצה הכי נמי בסיפא: \n\n"
            ],
            [
                "<b>אסור לישראל לתלות מעותיו ביד עכו''ם.</b> כלומר להפקיד ביד עכו''ם ועכו''ם מלוה אותם ברבית לישראל והכי תניא בתוספתא פרק איזהו נשך ישראל שאמר לעכו''ם הילך שכרך ובא והלוה מעותי ברבית אסור ועוד תניא התם עכו''ם שנעשה אפוטרופוס או סנטר לישראל אסור לישראל ללוות הימנו ברבית: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>ולא ביצים להושיב תחת התרנגולים שלו.</b> במשנה פרק אי זהו נשך (דף ס''ח) אין מושיבין תרנגולין למחצה ופירש''י לשום ביצים בדמים לבעל התרנגולת להושיבה עליהם לגדל אפרוחים למחצית שכר מה שיהיו האפרוחין שוין יותר על דמי הביצים דהואיל וזה מקבל עליו אחריות חצי דמי הביצים אם יתקלקלו או אם ימותו הו''ל פלגא מלוה וכו' ונמצא מגדל את חציין השני בשכר המתנת מעותיו וכך עולה מדברי רבינו פ''ח מהלכות שלוחין ושותפין ואם אין אחריות הביצים על בעל התרנגולים יתבאר ספ''ח: \n",
                "<b>אלא א''כ נותן לו שכר עמלו ומזונו.</b> כלומר בכל החלוקות הנזכרות בעי למיתן ליה שכר עמלו ובנותן ביצים להושיב תחת התרנגולת בעי למיתן ליה נמי שכר מזונו שהוא מוציא באפרוחין וטעמא דמילתא דכל עסקא פלגא מלוה ופלגא פקדון נמצא שמתעסק בפלגא דפקדון משום הנאת המתנת המלוה ולפיכך צריך שיתן לו שכר עמלו ומזונו: \n\n"
            ],
            [
                "<b>המשתתף עם חבירו במעות וכו'.</b> בפ' איזהו נשך (בבא מציעא דף ס״ח) אמר רבא לית הילכתא כשטרי מחוזנאי דזקפי רווחא אקרנא מי יימר דהוי רווחא: \n",
                "<b>וכן לא יתן מעות בתורת עסקא וכו'.</b> שם בסמוך א''ל מר בר אמימר לרב אשי אבין עביד הכי וכי אתו לקמיה מהימן להו א''ל תינח היכא דאיתיה לדידיה אי שכיב ונפל שטרא קמי יתמי מאי ואע''פ שבדין הראשון כתב רבינו המשתתף במעות או בקרקע או הנותן לו עסק ובדין השני כתב וכן לא יתן לו בתורת עסק או שותפות לאו דוקא דהוא הדין קרקע נמי: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן אם התנה הלוה שכל זמן שירצה מחשב וכו'.</b> פירוש עתה בא לומר דרבית נמי שרי אפילו התנה הלוה שיוכל לסלקו תוך הזמן דכיון שאין המלוה יכול לגבות מחובו כלום ולהחזיר הקרקע ללוה שכירות הוא ואפילו בית שרי: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>וכל הממשכן סתם וכו'.</b> פי' סתם קרי למקום שאין בו מנהג ידוע ומשכן סתם שאילו היה מנהגם לסלקו כל זמן שיביא לו מעות אפילו מיד מסלקו ואילו היה מנהגם שלא יוכל לסלקו עד סוף זמן המשכונא לאחר י''ב חדש נמי אינו יכול לסלקו אם לא הגיע זמן המשכונא הילכך על כרחין ליכא לאוקמה אלא כדאוקימנא: \n\n"
            ],
            [],
            [],
            [
                "<b>אע''פ שמשכונא זו אסורה היא וכו'.</b> נ''ל שכ''כ רבינו משום דרישא דקתני המלוה את חבירו וכו' אין מסלקין אותו בלא כלום וכו' א''א לאוקומה בעכו''ם דמאי איסור רבית איכא אלא או בטעות או במזיד \n",
                "<b>ודקאמר מקום שנהגו לסלק המלוה וכו'</b> א''א לאוקומה בשנהגו כן בטעות דהיאך אפשר שנהגו כן מימי קדם ולא מיחו בידם חכמים א''ו במזיד היא וזו היא דרך כל מי שחוטא ומשכן או עכו''ם. והא \n",
                "<b>דאמר אין הבכור נוטל בה פי שנים ושביעית משמטתה</b> א''א לאוקומה בעכו''ם דמאי שביעית שייך ביה ומאי דין הבכור אית ביה אלא או בטעות או דרך כל מי שחוטא ומשכן ולכך כתב רבינו הני תלתא גווני: \n\n"
            ]
        ],
        [
            [
                "<b>אסור להרבות על המכר וכו'.</b> כתב הרב המגיד משנה מפורשת שם ופירוש וכו' כלומר דלא תימא דאינו אלא איסור בעלמא: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>אסור לקנות פרי הפרדס וכו'.</b> נ''ל שיש תקנה לזה שיקנה אילנות הפרדס לפירותיהן של אותה שנה ויחזיק בהם לקנותם מיד: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מקום שנהגו לשכור הספינה וכו' וכן מותר להשכיר סיר של נחשת וכו'.</b> אמרינן בגמרא אי אגרא לא פחתא ואי פחתא לא אגרא כלומר מאחר שמקבלים הפחת למה נותנין שכר אינו אלא משום רבית ומשני הא מקבלי עלייהו חוסכא דנחשא כלומר פחת דמי הנחשת דכל מאי דמקלי נחשא בצרי דמיה ולפיכך נוטלין שכר: \n\n"
            ],
            [],
            [],
            [
                "<b>משכרת אשה וכו'.</b> כלומר דכיון דבלשון שכירות הוא אין אחריות הביצים על בעל התרנגולת ולהכי שרי: \n\n"
            ],
            [
                "<b>מי שהיה נושה בחבירו וכו'.</b> רבינו העתיק לשון הגמרא שכשלקח הדבר ביותר משוויו איירי במטלטלי וכשלקח בפחות איירי בקרקע ומשמע דהוא הדין איפכא: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>מלוה אדם את אריסיו חטים בחטים וכו'.</b> כוונת הדברים שכשב''ה יכול לסלקו שלוה ממנו וזורע וכשיוקירו החטים יתן לו חטים אין זה הלואה אלא לבציר מהכי נחית והרי הוא כיורד לתוכה מעכשיו ע''מ שיטול ב''ה הזרע תחלה מחלק המגיע לאריס והאריס יטול השאר בשכר טרחו ויטול פחות משאר אריסין שעל מנת כן ירד. \n",
                "<b>ומ''ש שבמקום שדרך בע''ה לתת את הזרע וכו'.</b> כלומר ושינה ממנהג העיר להטיל על האריס. \n",
                "<b>ומ''ש אבל אחר שירד וכו'.</b> כלומר מתחלתו לא פסק עמו שיהא הזרע שלו ואח''כ נתרצה מאליו על ידי קבלת דמים או מתנה אין ירידתו עכשיו לתוכה דנימא לבציר מהכי נחית והלואה הוא גביה ואסור כך פירש''י ז''ל: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>ויש מן הגאונים שהורה וכו'.</b> נראה לפרש חתמו או העידו בפני ב''ד שמסרתיו בפניכם והכוונה שאם יודעין לחתום יחתמו ואם לאו יעידו בפני ב''ד והב''ד יכתבו עדותם של עדים ויגבה בו כ''כ הר' שלמה בן הר''ש [בר] צמח ול''נ דחתמו דקתני לא שיחתמו על השטר כדרך שחותמין בשאר שטרות אלא היינו לומר שיכתבו בו שטר זה מסרו בפנינו הלוה למלוה ויחתמו על זה וה''ק חתמו על עדותכם שנמסר בפניכם שטר זה: \n\n"
            ],
            [
                "<b>הוציא עליו כתב ידו וכו' ואינו גובה בכתב זה לא מן היורשין</b> כו'. כלומר משום דטעני' להו שאביהם פרעו אבל אם ידוע שלא פרעו ע''פ אחד מג' דברים שכתב רבינו לקמן בפ' זה ודאי גובה מהיורשין דלא גרע ממלוה ע''פ וזה פשוט: \n\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מצוה על היתומים וכו' ואם תפס ב''ח מחיים גובה מהם.</b> כתב הריב''ש אחר תקנת הגאונים אין לחלק בכך שהרי מטלטלי דיתמי משתעבדי לב''ח וכמ''ש רבינו בסוף הפרק: \n\n"
            ],
            [],
            [],
            [
                "<b>אבל במערב היו כותבין בשטרי חובות וכו'.</b> כתב הריב''ש על זה לא שאם לא כתבו לא יהיו דנים כתקנת הגאונים שהרי כבר כתב הרב בסמוך שכן דנים ישראל בכל בית דין שבעולם אבל ר''ל שבמערב כדי שלא יהיו צריכין לתקנת הגאונים במה שאפשר הנהיגו לכתוב בשטרות שיעבוד מטלטלין בין בחייו בין לאחר מותו ועשו כן כי חששו אולי לא ידע הלוה בתקנה זו ואין דעתו לשעבד עצמו כי אם בדין הגמרא ונמצא שנתאנה הלוה ותהיה תקנה זו נזק היתומים שלא בדין ועוד שבתנאי זה הוא גובה יותר מן התקנה לפי שבתנאי זה אף אם הניח קרקע ומטלטלין גובה מן המטלטלין אף מן היתומים מן הדין שתנאי שבממון הוא ומן התקנה לא היה גובה מן המטלטלין מאחר שיש שם קרקע וליכא פסידא למלוה מעמידין אותו על דין הגמרא לזה כיון הרמב''ם בפרק זה. ומ''ש בפרק י''ו מהלכות אישות בתקנת גביית הכתובה שאין תקנה זו כשאר תנאי כתובה שנאמר בה אף על פי שלא נכתב כמי שנכתב דמי נראה שלא אמר כן אלא במקום שכותבין בכתובה שיעבוד מטלטלין ובזה י''ל כיון שמנהג המקום לכתוב וזה לא כתב בכתובה שיעבוד מטלטלין נראה שלא נשתעבד אלא כדין הגמרא אלא אם כן היה יודע תקנתם של גאונים שאז י''ל שעל תקנתם הוא סומך ואם לא ידע בה י''ל שלא תגבה ממטלטלי דיתמי כיון שלא כתב כמנהג המקום וכ''נ מלשונו שכתב הרי שלא כתב כן בשטר הכתובה אלמא כתובה כתב לה אלא שלא כתב כדרך שכותבים האחרים ועוד נראה מדבריו שתקנת הכתובה לא פשטה בימיו בכל ישראל כי אם ברוב ישראל אבל תקנת המלוה בכל ישראל פשטה ועתה ג''כ אנו רואים שדנין בה והכל יודעין שכל נכסי הלוה בין קרקעות בין מטלטלין משועבדים לב''ח בין ממנו בין מיורשיו ודין הגמרא אינו נודע להם דלא כ''ע דינא גמירי עכ''ל: \n\n"
            ]
        ],
        [
            [
                "<b>אין נפרעין מן היורשים וכו'.</b> כפי מ''ש ה''ה כוונת רבינו דבמלוה על פה היכא דגובה מיורשים גדולים דהיינו היכא שהיה אחד מג' תנאים אלו הנזכרים גובה גם מיורשים קטנים וכל שאינו גובה מיורשין דהיינו היכא שלא היה אחד משלשה תנאים אלו הנזכרים אף מגדולים אינו גובה ובמלוה בשטר אם יש בו אחד משלשה תנאים אלו גובה אפילו מיורשים קטנים דלא גרע ממלוה ע''פ אבל כשאין שום אחד משלשה תנאים אלו אע''פ שגובה מיורשים גדולים אינו גובה מיורשים קטנים: \n\n"
            ],
            [],
            [
                "<b>וכן אשה שתבעה כתובתה וכו' מעמידין להם אפוטרופוס ונזקקים.</b> כתב הרשב''א דאפילו היא זקנה שאינה ראויה לינשא נזקקין לה. \n",
                "<b>ומ''ש רבינו ונזקקים משום חן האשה וכו'</b> לפי מה שאכתוב בסמוך בשם הרשב''א נראה דלא נקט טעמא דמזוני משום גרושה ועוד לאשמועינן באלמנה נמי דאפילו היכא דליכא טעמא דמזוני וכגון שלא היו הנכסים יותר מכתובתה אפ''ה נזקקים לה משום חינא ולאפוקי מהוראת קצת הגאונים שכתב בסמוך: \n",
                "<b>כתב</b> הרשב''א בתשובה שמדברי רבינו בפרק זה נראה שהוא סבור ששתי לשונות שנאמרו בפרק שום הדיינים בכתובת אשה משום ר''י חד משום מזוני ומרימר מתני לה משום חינא ששניהם אמת עכ''ל ולע''ד נראה שרבינו מפרש דמ''ד משום מזוני לית ליה משום חינא אבל מ''ד משום חינא לא פליג אטעמא דמזוני אלא דאתא למימר דאפילו היכא דליכא טעמא דמזוני נזקקין לה משום חינא וכיון דמרימר עבד בה עובדא ורבינא דאקשי ליה כי א''ל אנן משום חינא מתנינן ליה שתיק ליה והכי נקטינן: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בית דין שמכרו שלא בהכרזה וכו'.</b> נראה דאפילו ביתומים גדולים מיירי והוא הדין לנכסי כל אדם אם מכרו בית דין שלא בהכרזה וראיה ממה שכתב רבינו והרב המגיד פי''ב מהלכות אישות: \n\n"
            ],
            [
                "<b>ובית דין שהכריזו כראוי וכו'.</b> כתב הרב המגיד וכתב הרמב''ן דוקא מאתים במנה אבל בפחות ממנה לא עכ''ל איפשר שזה כדעת הסוברים דהא דבקרקעות אין להם אונאה היינו עד מחצה דוקא: \n",
                "<b>אבל אם לא בדקו בשומא וכו'.</b> כ' ה''ה פירוש במקום שאין מכריזין וכו'. ק''ל אם כן מאי וכן אם מכרו קרקע בעת שאינם צריכין להכריז עליה וכו' שכתב בסמוך היא היא לכך נ''ל שמה שכתב אבל אם לא בדקו בשומא וכו' לאו למימרא שלא הכריזו עליה אלא הכריזו עליה אבל לא דקדקו בשומא והכרזה כמשפט ודברים אלו הם מבוארים פה בדברי רבינו ובפירוש המשנה פרק אלמנה ניזונת: \n\n"
            ]
        ],
        [
            [
                "<b>מלוה שבא להפרע וכו' ואם אי אפשר להודיעו במהרה.</b> בסמוך יתבאר כמה שיעור מהרה זה. \n",
                "<b>ומ''ש אומרים למלוה שישבע.</b> בסמוך יתבאר דהיינו בשאין בשטר נאמנות. \n",
                "<b>ומה שכתב ואין חוששין לשובר.</b> ג''ז יתבאר בסמוך: \n\n"
            ],
            [
                "<b>שלוש ראיות צריך להביא וכו'.</b> כתוב בתשובות הרא''ש כלל ע''ג ילמדנו הא דאמרינן שמלוה שבא לגבות מנכסי לוה ואיננו פה שצריך להודיעו אם הוא כך טרם לכתו היה מצפה בכל יום לביאת המלוה לירד לנכסים כי לא היה לו ממה לפרוע ושוב הרחיק הלוה כ' פרסאות או שלשים ואחר זמן בא המלוה לירד לנכסיו אם בית דין צריך להודיעו בזה וכשמודיעין אותו שכר השליח על מי ורבינו משה כתב שלש ראיות צריך להביא לבית דין וכו' ומה ראיה צריך הא ליתא קמן ומה שיעור המרחק שיהא קרוי אינו מצוי לעמוד בדין שלישית שאלו הנכסים של פלוני הלוה הם אם ראינו שהלוה דר בהם כמה שנים אמנם אין כאן עדות ברורה אם לקחם או ירשם והיאך באו לידו מה ראיה אחרת צריך כל זמן שאין מערער. תשובה ראיתי בדברי גאון אם יכולים לשלוח ללוה שילך ויחזור תוך שלשים יום על ידי יציאת הלוה והראיה שכתב רבינו משה שהב''ח במדינה אחרת היינו כגון שטוען המלוה שאין שליח יכול לילך אליו ולחזור תוך שלשים יום אם יביא מזה ראיה יורדין לנכסיו מיד בשטר מקויים משום נעילת דלת והנכסים שהם בחזקת הלוה עד היום הזה אע''פ שאין ידוע היאך באו לידו בית דין יורדין להם ומגבין אותם למלוה ואם יבא שום אחד אחר כך בשטר או בראיה מוקדמת לשטר המלוה יוציא הנכסים מתחת ידו וכתב עוד ראיתי הירושלמי שהביא בעל העיטור שצריך להודיעו תלתא זימני בכל תלתין יומין חדא זימנא ולפי הירושלמי אין יורדין לנכסיו שלא בפניו אא''כ עמד בבית דין וברח הילכך מסתבר אם יכול להודיעו בתוך שלשים יום שהוא זמן בית דין יודיעוהו אבל מאי זה טעם יצטרך שיודיעו ג''פ כיון שאין ההודעה אלא כדי שיבא מידי דהוה אחזקה למ''ד שאם הוא באספמיא כדי שיחזיק שנה ויודיעוהו שנה ויבא לשנה אחרת אלמא כל מידי דמשום הודעה די בהודעה אחת של שלשים יום וכן ראיתי דנים ומסתבר דלא חיישינן לשובר דאם כן כל אדם יהא לוקח ממון חבירו וילך למדה''י דכיון דחיישת לא ירדו לנכסיו לעולם ואם יש בשטר נאמנות מאחר שאם היה כאן לא היה יכול להשביעו למה ישביעוהו עתה עכ''ל: \n\n"
            ],
            [
                "<b>מלוה שבא לבית דין והביא וכו'.</b> מדברי הטור בסימן ע''ג נראה שסובר דרבינו מיירי אפילו אם הלוה בעיר והריב''ש כתב בסימן שצ''ו לדעת הרמב''ם איפשר שאף אם הלוה בעיר אין צריך להזמינו לדין ולא להודיעו ואפשר שדבריו בשאין הלוה בעיר וזה נראה יותר עכ''ל וכתוב בספר המקח שמי שיש בידו משכון של חבירו לא ימכרנו שלא בבית דין כדתנן ומשלשים ולהלן מוכרו בבית דין וביאר על פי זה דברי רבינו פה שכתב ומשיאין לו עצה למכרו בפני עדים שלא הוצרך רבינו להזכיר המכירה בבית דין שכבר הזכיר בפ''ג דין משלשים יום ולהלן מוכרו בב''ד וגם זה בב''ד מוכרו ר''ל בית דין הדיוטות שהם בקיאים בשומא ואפילו בשומת בית דין משיאין לו עצה למוכרו בעדים כשיבא הלוה ידע בכמה נמכר כי אע''פ שזה מכרו ברשות בית דין ובשומתן אולי [ימכור] ביותר מהשומא וכדי שלא יתעצמו על זה בדין ולא יהיו צריכין לשבועה משיאין אותו עצה להזמין עדים על המכירה עכ''ל ואיני יודע מי דחקו לומר כן דפשטא דמלתא היינו לומר שימכרנו ברשות בית דין אבל מנין לנו שיצטרך שישומו בשומת בית דין ועוד שומא זו מאי עבידתה הגע עצמך שישומו במנה ולא נמצא מי שיקנהו אלא בתשעים איך יעלה על הדעת שיפסיד זה עשרה אלא ודאי אין כאן שומא אלא ימכר ע''פ ב''ד במה שימצא מי שיקנהו כך נ''ל והכי הוא סוגיין דעלמא ומעולם לא ראיתי מי שהצריך שומא למשכון: \n",
                "<b>וכן המלוה וכו'.</b> לשון זה צריך תיקון שאם מתו הלוה והמלוה היאך כתב שנשבע בנקיטת חפץ שהיורשין אין להם לישבע אלא שלא פקדנו אבא ונ''ל דה''ק המלוה על המשכון הואיל והוא נפרע ממה שתחת ידו וכו' ה''ז נשבע בנקיטת חפץ ונוטל ואפילו מתו הלוה והמלוה ואפילו מת לוה תחלה ואח''כ מת מלוה לא הפסיד חובו מפני שהוא על המשכון: \n\n"
            ],
            [],
            [],
            [
                "<b>זה אומר חמשה ימים נשאר מהזמן וכו' אומרים למלוה המתן עוד וכו'.</b> הטעם שכיון שעדיין לא הגיע זמנו ואפילו לדברי המלוה לא ישבע עכשיו: \n\n"
            ],
            [
                "<b>היתה המלוה בשטר וכו'.</b> נראה דה''ה אם הלוה על המשכון וכן כתב בטור ח''מ סימן ע''ג: \n",
                "<b>ומ''ש וישבע היסת [שנשאר עוד חמשה ימים</b> ] בטור ח''מ סי' ע''ג העתיק לשון רבינו ואין שם תיבת היסת וכן נראה לי דתיבת היסת ט''ס היא דמה ענין היסת לכאן דאין היסת אלא בנשבע לפטור עצמו והכא במלוה על המשכון הוא נשבע שבועה כעין דאורייתא ובמלוה בשטר אם נדמהו לאומר פרעתיך היה לנו לומר פרע מיד ואם יאמר השבע לי שלא קבעת לי זמן אז ישבע לו ואיפשר לקיים הגירסא משום דאיכא למימר דלא דמי לאומר פרעתיך כיון שמודה שהוא חייב לו אלא הוי כאילו תובע הלוה למלוה חייב אתה להמתין לי כך וכך ימים ולפיכך חייב המלוה לישבע היסת: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הוציא עליו שטר מקויים וכו'.</b> כתב הרב המגיד פרק חזקת מעשה וכו' אבל דעת הרמב''ן והרשב''א היא ששטר זה בשעה שהודה המלוה וכו' עד אלו דבריהם. ואני אומר שאין נראה כן מפשט דברי רבינו: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>הוציא עליו שט''ח בעד אחד וכו' הרי זה מחוייב שבועה ואינו יכול לישבע ומשלם.</b> כתב הרשב''א בתשובה מסתברא לי שאינו נעשה כפרן ע''פ עד אחד ואם תאמר והא כללא כייל שמואל כ''מ ששנים מחייבים אותו ממון ע''א מחייבו שבועה וכיון שהוחזק כפרן לאותו ממון אם כן אף ע''א מחייבו שבועה לא היא דלא אמרו אלא כשהעדים מחייבין אותו ממון בעדותן ממש אבל כאן אין העדים מחייבין אותו שהמלוה את חבירו בעדים אין צריך לפורעו בעדים אלא כפרנותו הוא שמחייבתו וכל שנעשה כפרן על פי שנים והיה חייב לפרוע ממון על פיהם הוחזק זה כפרן גמור משא''כ כשהוחזק בע''א שאילו רצה היה פוטר עצמו ממנו בשבועה ולפיכך אינו כפרן גמור א''נ חזקה היא שכל שהוכחש בעדים הוחזק כפרן גמור לשלם ממון חזקה לא היה פורעו אלא בעדים משא''כ בע''א שאילו רצה היה עומד בכפרנותו ונשבע ונפטר וכיון שכן בוטח בעצמו לפורעו בינו לבין עצמו ולפי שאי אפשר להתקיים בממון על פה. ומ''ש הרמב''ם בפי''ד מהלכות מלוה הכופר במלוה ע''פ בבית דין ובא ע''א ואמר פרעתיו הוי מחוייב שבועה שאינו יכול לישבע ומשלם ההוא בשכפר בבית דין ואמר שלא לוה ובא ע''א והכחישו וחזר וטען קודם שיצא מב''ד אין לויתי ופרעתי וכן העמידה הר''א בהשגות שם וחזר וכתב כן בפ''ד מהלכות טוען: \n\n"
            ],
            [],
            [],
            [
                "<b>וכן הורו רבותי שאפילו היה השטר יוצא מתחת ידי אחר וכו'.</b> כתב הרב המגיד בהשגות א''א ואף זה לא נהיר וכו' והדבר אצלי בפשיטות עד שאני תמה למה תלה דין זה רבינו בהוראת רבותיו וכו'. ולי נראה שדברי רבינו ורבותיו בשאינו ידוע שנפל אלא ביוצא מתחת ידי אחר ואין אותו אחר זוכר איך בא לידו דאילו בידוע שנפל לא היה רבינו תולה הדבר בהוראת רבותיו ולא היה משיגו הראב''ד: \n",
                "<b>על</b> מה שכתב הראב''ד מי שהיה לו חוב על חבירו בשטר וכו' והורו הגאונים שאפילו היה החוב וכו' א''א אין דין זה מחוור ומלובן וכו'. כתב הרב המגיה מהרמ''פ גמגום קא חזינא הכא דהא דברי הראב''ד הם דברי רבינו עכ''ל: \n\n"
            ]
        ],
        [
            [
                "<b>המלוה את חבירו בעדים וכו' בין שא''ל אחר שהלוהו וכו'.</b> כתב הר''ן ויש שתמהו ולאחר הלואה במה נשתעבד ונ''ל שאין הענין מטעם שיעבוד אלא משום דכשאומר לו אל תפרעני אלא בעדים אין הלוה עשוי לפורעו אלא בעדים ואי טען ואמר פרעתיו שלא בעדים אנן סהדי דמשקר: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>התנה המלוה שיהיה גובה בלא שבועה וכו' אבל אם בא לגבות מיורשיו וכו'.</b> דוקא ביורשים גדולים אבל ביורשים קטנים אינו גובה מהם כלל כמבואר ריש פ''י: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ראובן שהוציא שט''ח וכו' טען לוי שלא מכר וכו'.</b> נראה דשבועה שנשבע שמעון כדי לפטור עצמו מלוי דומה דין זה לדין הנזכר בפי''ד בשם הוראת רבותיו שאפילו היה השטר יוצא מתחת יד אחד וכו' נשבע היסת ונפטר וכתב ה''ה מה שאמר \n",
                "<b>רבינו ולא נתן</b> יראה לי שדעתו ז''ל וכו' שאם לא תאמר כן אפילו הודה לוי שנתן לא ישלם כלום וכו' איני מבין הכרע זה שמ''ש טען לוי שלא מכר ולא נתן היינו לומר שהוא אומר שאין שטר זה פרוע וא''כ היאך אפשר לדייק ולומר אפילו הודה לוי שנתן לא ישלם כלום אם אנו מאמינים אותו שכבר נפרע קודם נתינה דהא כיון דבאומר שאינו פרוע עסקינן לא שייך לומר אם אנו מאמינים אותו שכבר נפרע ועוד שמאחר שרבינו לא הזכיר נתינה אצל הודה לו שפרע לו מנין לו לדייק כן: \n\n"
            ],
            [],
            [],
            [
                "<b>נמצא השטר בין שטרות פרועים וכו'.</b> כתב בעל התרומות בשער נ''ג דאע''ג דתניא אין עליו עדים פסול ה''מ כשלא נמצא השטר בין הקרועים אבל נמצא בין הקרועים בודאי ההוא תברא דוקא היה: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אין דנין מדין זה לכל הדומה לו וכו' וגובין שאר השטר בין מן הלוה בין מיורשיו.</b> נראה שדעת רבינו לפרש שכשאמרו הבו דלא לוסיף עלה היינו לומר דאפילו ביתומים הבאים ליפרע מיתומים כל שהשבועה שנתחייב המלוה לא היתה שבועת הבא ליפרע מהיתומים אלא שבועת פוגם שטרו אף על פי שהיתומים אח''כ באים ליפרע מיתמי לוה הבו דלא לוסיף עלה הוא מיהו איכא למימר דע''כ לא קאמר רבינו אלא כשמת מלוה קודם לוה שמעולם לא נתחייב מלוה שבועת הבא ליפרע מנכסי יתומים אבל אם מת לוה קודם מלוה שמלבד שהיה המלוה צריך ליפרע משום פוגם שטרו חלה עליו ג''כ שבועת הבא ליפרע אין אדם מורישה לבנו: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>המוציא שט''ח על חבירו וכו'.</b> כתב הר''ן משמע לי דהיינו טעמא דכיון שלא פירש מקום מסתמא נשתעבד הלוה לפורעו במטבע של מקום גוביינא אם לפחות אם להוסיף אבל הרמב''ם כתב שאם טען הלוה שהמעות שאני חייב לו מכסף שהוא פחות מזה המטבע ישבע המלוה ויטול ולפי זה משמע דהיינו טעמא משום דבמקום גוביינא היה דר מעיקרא ולפיכך כל שאינו יכול להתברר אם טען הלוה שאותו כסף היה פחות ישבע המלוה ולפי זה אם הביא ראיה המלוה או הלוה שהיו דרים בשעת הלואה במקום אחר נוטל במקום הלואה ואין כל זה במשמע עכ''ל: \n\n"
            ]
        ],
        [
            [
                "<b>המלוה את חבירו סתם וכו'.</b> לפיכך כשיבא לגבות תובע בעל חובו תחלה. כלומר כיון שאין הנכסים משועבדין אלא מדין ערב צריך לתבוע את הלוה תחלה וכדאמרינן בפרק גט פשוט ההוא דיינא דאחתיה למלוה לנכסי דערב מקמי דליתבעיה ללוה סלקיה וכו' וכתבו רבינו בר''פ כ''ב: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מכר הלוה וכו'.</b> כתב הרב המגיד ע''כ נמצא במקצת ספרי הרב ז''ל וכו' ואפשר שדעת רבינו כשביאר דבריו ואמר כל זמן שתהיה בידך. בפ''ז מהלכות ערכין לא משמע הכי מדברי רבינו: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>לוה וכתב וכו'.</b> לכאורה משמע מפשט לשון רבינו שאם לוה וכתב לו דאקנה וחזר ולוה מאחר ולא כתב לו דאקנה ואחר כך קנה נכסים שיחלוקו וכן כתב בספר צרור הכסף שהוא דעת רבינו אבל מדברי הרא''ש בפ''ק דמציעא גבי ב''ח גובה את השבח משמע דבהא נמי לקמא משתעבד ולא לבתרא שכתב ופעמים נוטל כולו כגון שכתב למלוה דאקנה ולא כתב ללוקה דאקנה וכן כתב בספר התרומות שער ארבעים ואין לומר שרבינו חלוק בדבר דאם כן לא הוה שתיק בעל התרומות מלהזכיר סברת רבינו כמנהגו בכ''מ הילכך צריך לומר דסבר בעל התרומות דרבינו חדא מינייהו נקט והוא הדין לאידך: \n\n"
            ]
        ],
        [
            [
                "<b>וכן אם אמר בתחילה כשתבעו וכו'.</b> למד כן מדאמרינן בפרק הנושא (כתובות דף ק״ד) אמר ליה רבא בר שילא זיל הב ליה ולא אשגח ביה ומיד כתב אדרכתא אנכסיה: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד כותבין איש פלוני זכה בדין וכו' ואח''כ משביעין את הלוה שאין לו כלום כתקנת הגאונים אם היה הלוה עמנו במדינה.</b> כתב בעל התרומות משמע שאם אין הלוה עמו במדינה אין מעכבין פרעון החוב בשביל תקנת הגאונים ופשוט הוא: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בית דין ששמו לטורף בנכסי לוקח וטעו וכו'.</b> כתב הרב המגיד כך נמצא בתשובת הרב אלפסי ז''ל וכו' עד וכל זה איננו שוה ועדיין צ''ע. ואני אומר אע''פ שלא נתפייס ה''ה בתירוצו תירוץ יפה הוא בעיני והכי דייק דברי רבינו: \n\n"
            ],
            [
                "<b>ב''ד ששמו לבעל חוב וכו' ואחר כך השיגה ידו של לוה או של נטרף וכו'.</b> הר''ן ז''ל בפ''ק דמציעא דקדק מלשון רבינו שאין צורך לקניה אחרת אלא סילוק בעלמא ושלא כדברי הרב רבינו משה בר נחמן שהצריך לכתוב שטר מכר: \n\n"
            ],
            [
                "<b>שמו קרקע לאשה ונשאת וכו'.</b> כתב הרב המגיד ודין שומא שחוזרת אם שינה המלוה הבנין ולא השביח וכו'. ואני אומר דבהוקרה אין טעמו נכון בעיני דאי מטעם דמיחזי כנוטל שכר מעותיו היאך אוכל פירות אלא על כרחך מכר גמור הוא וליכא משום חשש מיחזי כנוטל שכר מעותיו כלל אלא אי איתיה להאי דינא מטעמא אחרינא הוא דכיון דמשום ועשית הישר והטוב הוא אם יצטרך לפדותה ביותר ממה ששמוה לו אין זה טוב לו: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>שטרי חוב המאוחרים כשרים וכו'.</b> כתב הרב המגיד ותמה בדברי רבינו איך לא ביאר חילוק זה במאוחרין וכו'. ולי נראה שלא הוצרך לבאר כן שמאחר שתלה כשרות המאוחרים מפני שהורע כחו של בעל השטר ממילא משמע דהיכא דייפה כחו שלא כדין פסולים: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>וכן מי שנמסרה להם העדות במדינה אחת וכו'.</b> כתב הריב''ש בשם הרמב''ן דכי כתבינן יומא דקנו ביה כתבי דוכתא דקנו ביה דאי כתבי דוכתא דקיימי ביה מיחזי כשיקרא וכשאמרו כתובו בשילי אע''ג דממסרן לכו מילי בהיני בשכותבין יום הכתיבה אמרו וכתב עוד כי קיימיתו בשילי כתובו בשילי אע''ג דממסרן לכו מילי בהיני דמיפסל שטרא אי לא עבדי הכי: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>לפיכך אין כותבין שני שטרי מכר וכו'.</b> כתב ה''ה למדנו שהמלוה או הלוקח שטרפו ממנו מקחו והלך לו אצל הלקוחות וכו' עד בנמוקי הרמב''ן ז''ל. ויש לתמוה על מ''ש שיכול לכוף ללקוחות לדון עמו ובית דין נזקקין לטענותיהם ומחייבין אותו ואין הלקוחות יכולים לומר לך אצל הלוה וכשיתחייב בדין ויהיה בידך טירפא הרי אנו פורעין שמאחר שאינו יכול לטרוף לקוחות עד שישבע הלוה שאין לו ממה לפרוע היאך אפשר לחייבם מבלי שיהיה שם הלוה וי''ל שאם אין הלוה עמו במדינה אין מעכבין פרעון החוב בשביל שבועה וכדמשמע מדברי רבינו בפרק זה: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>שטר חוב שנתקרע.</b> כתב הרב המגיד וכ''נ מדברי ההלכות שהביאו שתי האוקימתות ואני אומר שלי נראה שאין זה הכרע שכבר אפשר שההלכות סמכו דמסתמא הלכה כאביי שהוא בתרא וכתבו דברי ר''י א''ר לגלות על דברי אביי דבכל מקום בעינן שתי וערב: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היה לזה עידית ובינונית וכו'.</b> הרב המגיד תמה על דברי רבינו שכאן פסק כרב נחמן דסוף כתובות ובפרק י''ט פסק שמי שיש לו בינונית וזיבורית שדין בע''ח בבינונית והניח הדבר בצריך עיון ואע''פ שדחק עצמו לומר דרב נחמן דאמר זה גובה וזה גובה אפילו תמצא לומר דבשל עולם הם שמין יש בזה תועלת וכו' כבר כתב הר''ן דכיון דבהדדי אתו לבית דין למיגבי יהבי ב''ד בינונית לבעל זיבורית ברישא והדר גבו לה מיניה וא''כ אין מקום לדבריו והרי הוא בעצמו חזר והניחה בצ''ע ועוד קשה לדבריו דלהרי''ף א''א לתרץ כן שכתב בסוף כתובות דרב נחמן סבר דבשלו הם שמין ופסק כוותיה ובריש ב''ק כתב דמאן דאמר בעל חוב בבינונית אית ליה דעולא ומשמע דקיימא לן הכי והר''ן בכתובות הרגיש בקושיא זו בין על הרי''ף בין על רבינו והניח הדבר בצ''ע: \n",
                "<b>ולכן</b> נ''ל שגירסת הרי''ף ורבינו אינה כגירסת הר''ן דגריס רבינא אמר בשל עולם הם שמין אלא גירסתם כגירסת ספרינו דגרסי רבינא אמר בדעולא פליגי וכו' ואם תאמר סוף סוף יקשה דמשמע דבשל עולם הם שמין כיון דאע''ג דלית ליה אלא בינונית וזיבורית גבי בעל חוב בינונית מתוך דברי נמוקי יוסף שכתב בשם הרמ''ה למדנו תירוץ קושיא זו שכתב על ההיא דרבינא דמסתברא דבהאי תירוצא כשהיה לו עידית ומכרה עסקינן דומיא דאינך שינויי דאיתא בגמ' וכתב בסוף דבריו ומיהו אי לא הויא ליה עידית ללוה בשעה שלוה נמצא דעידית היא לגבי בינונית דעלמא דקיימא לן בשלו הם שמין והשתא שני הפסקים אמת צדקו יחדו שבפרק זה פסק כרב נחמן ובפרק י''ט פסק כרבינא דהיינו בשהיה לו עידית ומכרה ואזלינן בתר שיעבודא דמעיקרא דאית ליה תקנתא דעולא ותניא אידך לית ליה תקנתא דעולא אלא בתר קרא אזיל ואפילו הו''ל עידית נמי סבירא ליה דלישקול בע''ח מזיבורית וכן פירש''י ורבינו כתב הברייתא כצורתה כמנהגו ועל כרחין ליישבה כמו שפירשתי: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>איזהו ערב וכו' אבל אם אמר לו הלוהו ואני ערב וכו' הלוהו ואני קבלן כו' תן לו ואני ערב כולם לשון ערבנות הם ואינו תובעו תחילה.</b> טעמא משום דכל הני לישני משמע אני אפרע לך אם לא יפרע לך הוא אבל תן לו ואני אתן לך דשניהם לשון מתנה משמע קבלנות שבאותו לשון שצוהו למכור לזה קיבל עליו לפורעו דמשמע כאילו הוא עצמו קיבל מיד המלוה: \n\n"
            ],
            [],
            [
                "<b>ראובן שמכר שדה לשמעון וכו'.</b> כתב ה''ה דין זה לא ידעתי בשום מקום וכו' עד שאפילו בקנין יש אסמכתא ולפי' זה שכתב רבינו ואם קנו מידו שהוא ערב הרי זה חייב התם לאו אסמכתא היא שהרי נתחייב לשלם כל עת שירצה שמעון לתבעו והוי מעכשיו ולי נראה שטעם רבינו דכשאדם מלוה לחבירו והלה נכנס לו ערב בשבילו כיון דמלוה להוצאה ניתנה מעת שנכנס ערב נכנס אדעתא שיוציא זה הלואתו ויפרע הוא בעדו הילכך לא הויא אסמכתא אבל בערב דשדה כיון שזה רואהו מוכר שדה זו ואין עליו ערעור כשנכנס ערב ודאי אדעתא דקים ליה שלא יוציאוהו מתחת יד זה נחית ואילו היה יודע שיוציאוהו מתחת ידו לא היה נכנס ערב הלכך הוי אסמכתא: \n\n"
            ],
            [],
            [
                "<b>שנים שלוו בשטר אחד וכו'.</b> הטור בסי' ע''ז כתב בלשון הזה הרמב''ם ז''ל כתב שנים שלוו בשטר אחד או שלקחו מקח אחד וכן שני שותפין שלוה אחד מהם או שלקח בשותפות יקח ממי שירצה ואם לא היה לאחד כדי החוב חוזר ותובע מהשני השאר עכ''ל אלמא אע''פ שלכל אחד יש כדי החוב יכול לגבות מאחד כל החוב אם ירצה שהרי כתב ואם לא היה כל החוב לאחד מהם חוזר ותובע את השני עכ''ל הטור. ונסחא משובשת נזדמנה לטור בדברי רבינו שהרי גירסת הספרים שלנו בדברי רבינו כך הוא שנים שלוו בשטר אחד או שלקחו מקח אחד וכן השותפין שלוה אחד או שלקח הרי הם ערבים זה לזה אע''פ שלא פירשו שנים שערבו לאחד כשיבא המלוה ליפרע מן הערב יפרע מאיזה מהם שירצה ואם לא יש לאחד כדי החוב חוזר ותובע מהשני בשאר החוב וכתב מהרי''ק בשורש קפ''ג תימה גדולה מ''ש בטור שרבינו משה כתב שנים שלוו בשטר אחד או שלקחו מקח כאחד וכו' שיפרע מאיזה שירצה והנה בדקתי בהרבה ספרי רבינו משה ולא מצאתי שכתב סתם שנעשו ערבים זה לזה ודוקא בשנים שנעשו ערבים לאחד הוא שכתב כן ופשוט דלא דמו כלל דהתם דין הוא שיפרע ממי שירצה דכיון שאין נכסים ללוה ואינו יכול להפרע מן הלוה עצמו אלא מן הערב מה לי ערב זה מה לי ערב אחר הלא שניהם בתורת ערבות ירדו ומשום כך יפרע ממי שירצה אבל שנים שלוו בשטר אחד יש לומר שכל אחד נעשה לוה בחצי המעות וערב בחצי האחר בעבור חבירו כיון שלוו בשטר אחד ומשום כך לא יפרע הכל מהאחד כשיש לשני מה לפרוע דכיון דכל אחד לוה מחצית המעות למה יניח הלוה עצמו כדי להפרע מן הערב דהיינו חצי האחר שרוצה לגבות מזה הלא שנינו המלוה על ידי ערב לא יפרע מן הערב תחלה זהו דעת האומרים שכשיש לשני מה לפרוע שצריך לגבות משניהם ולא מהאחד לבדו וכן יוכל רבינו משה לסבור ואדרבא כן נראה מדבריו מדכתב סתם שנעשין ערבין זה לזה ולא פירש שיכול לגבות ממי שירצה אלא דוקא גבי שנים שנעשו ערבים עכ''ל וגם ה''ה כתב כן בשם הרשב''א וכ''כ הנמוקי יוסף בשם הרשב''א בפרק המפקיד שדעת רבינו כמו שכתבתי ושדין יפה דן הרב ומילי דסברא נינהו: \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b>היה הלוה במדינה אחרת שאינו יכול להודיעו וכו' ה''ז תובע את הערב תחלה.</b> היינו דוקא במלוה בשטר אבל לא במלוה על פה כמ''ש לקמן בסמוך: \n",
                "<b>וכתב</b> בעל התרומות בשער ל''ה הורו המורים שלא נאמרו דברי הרמב''ם שיתחייב הערב אם אין הלוה במדינה זו אלא בשאין ללוה נכסים ידועים במדינה זו אבל אם יש לו הרי זה יורד בב''ד באותם נכסים כמו שאנו דנים שנפרעין מן האדם שלא בפניו ולפיכך אין לו לתבוע מהערב עד שידין בב''ד בנכסי הלוה עכ''ל: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>כל ערב שבא ליטול מה שפרע וכו' הרי זה צריך להביא ראיה שפרע וכו'.</b> והא דאמרינן בפרק חזקת ההוא ערבא דאמר ללוה הב לי ק' זוזי דפרעית למלוה עילוך והא שטרא היה יכול לומר נפל ממני או היו שם עדים: \n\n"
            ]
        ],
        [
            [
                "<b>אבל כל השטרות שחותמיהן עכו''ם וכו' וכן שטרי הודאות ומתנות וכו'.</b> מה שכתב שטרי מתנות כתב הטור בסימן ס''ח כגון שדי נתונה לך שעיקר הקנין נעשה על ידי השטר והם חתומים בו וכן משמע מפשטא דלישנא דגמרא דקאמר אלא מתנה במאי קני לה בהאי שטרא האי שטרא חספא בעלמא הוא וכן פירש רש''י אלא מתנה דעל ידי השטר הוא קונה במסירת השטר היכי מיקניא האי שטרא חספא בעלמא הוא עכ''ל ומשמע שאם קנה המתנה בחזקה או בקנין סודר ולא בשטר או אם היתה מתנת שכיב מרע דדבריו ככתובים וכמסורים דבכל הני אין השטר אלא לראיה כמו שטר מכר כשר אבל קשה דאם כן שטרי מחילות אמאי אינם כשרים הא אם מחל לו אפילו שלא בפני עדים מהני דלא איברו סהדי אלא לשקרי והשטר אינו אלא לראיה וגם על שטרי הודאות יש לדון דכיון דשטרי ראיה הם למה יפסלו ובהא יש לומר דאף על גב דאודי ליה שחייב לו אינו כלום אלא אם כן הודה בפני עדים כשרים וכיון שעכו''ם פסולים לעדות אינו כלום ושטרי פשרות דאינם כלום ניחא משום דפשרה צריכה קנין ועכו''ם אינם בקיאים בטיב קנין ואף על פי שמעידים שנעשה הקנין במנא דכשר וכו' כיון דעכו''ם אינם בקיאים בכך לא פלוג רבנן. ומצאתי להריב''ש שכתב בתשובה ז''ל אפילו לדעת הרמב''ם ז''ל הדבר ברור דשטרי צואה כשרים כשטרי מכר שהרי אין השטר עושה קנין דדבריו ככתובים וכמסורים דמו ואין השטר אלא לראיה בעלמא והעד כי נאמן לומר שכך צוה דהא לא מרע נפשיה דהוה ליה כשטרי מכר ובתשובה אחרת הוקשה לו מה שהקשיתי על מה שכתב רבינו לפסול בשטרי מחילות העשויים בערכאות וכתב שדברי רבינו תמוהים בפיסול זה וכתב בסוף דבריו ואולי הרב ז''ל אגב שיטפא נקט שטרי מחילות עכ''ל: \n\n"
            ],
            [
                "<b>שטר שעדיו עכו''ם שמסרו הלוה ליד וכו'.</b> בפ''ק דגיטין (דף י:) תנן כל השטרות העולים בערכאות של עכו''ם אע''פ שחותמיהן עכו''ם כשרים חוץ מגיטי נשים ושחרורי עבדים ר''ש אומר אף אלו כשרים לא הוזכרו [לפיסול] אלא בזמן שנעשו בהדיוט ופריך בגמרא והא לאו בני כריתה נינהו א''ר זירא ירד ר''ש לשיטתו של ר' אלעזר דאמר עדי מסירה כרתי פירש''י ור' שמעון נמי בהכי מכשר שימסרנו לה בפני עדי ישראל והאמר רבי אבא מודה רבי אלעזר במזוייף מתוכו שפסול כלומר שאם חתמו עדים פסולים פסול מדרבנן דילמא אתי לממסריה באפייהו ומיסמך עלייהו הב''ע בשמות מובהקין דעכו''ם כלומר דתו לא אתי למיסמך עלייהו דמידע ידיע דעכו''ם הם. וסובר רבינו דכיון דאוקימנא לר''ש כר''א דהלכתא כוותיה הלכה כר''ש בשאר שטרות ומשמע דבשאין שמותיהן מובהקין אף בשאר שטרות חיישינן דילמא אתי למיסמך עלייהו שיחשוב שהם ישראל ויש לתמוה על רבינו למה לא חילק בין שמות מובהקין לשאינם מובהקין דהא מודה ר''א במזוייף מתוכו ואין לומר דס''ל דלא אמרינן הכי אלא בגיטי נשים דהא בפרק זה בורר גבי ההיא מתנתא דחתימי עלה תרי גיסי אמרינן דמודה ר''א במזוייף מתוכו והתימה מה''ה שלא נתעורר לזה ואפשר לומר שסובר רבינו דהא דמשמע בגמרא דבעדים עכו''ם חשיב מזוייף מתוכו ה''מ בגיטי נשים אבל בשטרי ממון נהי דבישראלים קרובים או פסולים חשיב מזוייף מתוכו משום דאתי לאיחלופי לאכשורי בלא עדי מסירה אבל בעדי עכו''ם לא חיישינן להכי אפילו בשמות שאינם מובהקין בגיות: \n",
                "<b>תמו נשלמו הלכות מלוה ולוה</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות מלווה ולווה",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}