{
    "title": "Toratan shel Rishonim",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Toratan_shel_Rishonim",
    "text": {
        "Title Page": [
            "<b>בית נכות ההלכות</b>",
            "או",
            "<b>תורתן של ראשונים</b>",
            "יכלכל דברי הלכה ושאלות ותשובות של רבותינו הגאונים הקדמונים ז״ל אשר היו עד כה חתומים וסתומים ונעלמים ושפונים וטמונים בבתי גנזי הספרים בכתב יד ויצאו לאור לראשונה להאיר עיני האחרונים שבאחרונים כהיום הזה להורות את בני ישראל את הדרך אשר ילכו בה ואת המעשה אשר יעשון אשר יעשה אותם האדם וחי בהם.",
            "<b>חלק ראשון</b>",
            "מכיל",
            "הלכות קצובות דרב יהודאי גאון; סידור פרשיות של ימים טובים והפטורות שלהן; שאלות ותשובות הגאונים; לקוטים שונים; עשרה שאלות לרבינו סעדיה גאון בתחיית המתים; ענין להראות שחכמי התלמוד היו בקיאים בכל החכמות.",
            "אספתים והוצאתים לראשונה לאור עולמים, על פי כתבי יד עתיקי ימים, אנכי הצעיר לימים, ומתאבק בעפר רגליהם של תלמידי חכמים, ושותה בצמא את דבריהם המחוכמים",
            "<b>חיים מאיר</b> בלא״א המופלג וי״א מו״ה <b>יוסף</b> נ״י הלוי הורוויץ.",
            "תנא דבי אליהו כל השונה הלכות בכל יום מובטח לו שהוא בן עולם הבא שנאמר הליכות עולם לו אל תקרא הליכות אלא הלכות <small>(מגילה כ״ח ע״ב, נידה ע״ג ע״א)</small>",
            "התורה והרשות הנה בתומכי ידינו",
            "לבל יהין איש להדפיסם מבלעדינו.",
            "פראנקפורט על נהר מיין.",
            "תרמ״ב",
            "<small>בהוצאות ובדפוס של ר׳ אלימלך סלאבאטצקי בפראנקפורט א. מ.</small>",
            "<small>מחיר כל חוברת 1 מארק מלבד דמי הפארטא</small>"
        ],
        "Introduction": [
            "ה׳ צבאות עמנו משגב לנו אלהי יעקב סלה (תהילים מ״ו ח׳ וי״ב).",
            "אודה את ה׳ בכל לב ואברכה את שמו לעולם. ברוך ה׳ וברוך צורי אשר לא הסיר חסדו ואמיתו ממני והביאני עד הלום להוציא לאור תעלומות חכמת חכמינו ז״ל ותורתן של ראשונים תנתן כהיום על ידי לדור האחרון הזה ובשמחת לב ובחדות נפש ובעין טובה הנני מוסרה לבני עמי ולאומי קהלת יעקב וחכמיה למורשה ולנחלת עולם להגות בהן ולהנות מאורן הרב והבהיר. יהי שם ה׳ מבורך על כל תגמוליו עלי כי מי אנכי ומה בית אבי כי בחר בי ויער את רוחי ויאר את עיני ויחזק מתני ויאמץ זרועותי לגאול הטמונים באוצרות חושך ולהוציאם לאור עולם ולחשוף בארות מים חיים להצמאים לדבר ה׳ אשר בפי רבותינו הגאונים הקדמונים אחרי אשר נסתמו נעלמו ונחתמו מרוב ימים. הנה נדמיתי להשני גרדיים משער האשפה שבירושלים אשר יאמר עליהם בבחירתא (מס׳ עדיות) כי באו והעידו בשם שמעיה ואבטליון וקבלו חכמים את עידותן כן אנכי כהיום הזה בהציעי לפני חכמי לב דברי גאונינו הקדמונים אשר העתקתי מכת״י ישנים ויקרים ובשם חכמינו ז״ל הקדמונים העדתי במאמרי „דברים אחדים“ אשר ספחתי אליהם כי נבעו ממקור נאמן אשר לבעליהם אשר שמותם נקרא עליהם לכן נמנעתי ונעצרתי מלבקש הסכמות עליהם מחכמי זמנינו וגאוני דורינו אשר גם למותר יחשב להלאותם בזה ולהרגיזם מכסא כבודם כי דברי גאונינו ז״ל אין צריכים חיזוק ואם נאמנו העתקותי ועדותי מי יודע להעיד עליהם יותר ממני אחרי כי הסעתים מארץ נכריה מכת״י אשר לא שערום ולא ידעום ולא שמעו מהם נבונינו ורבותינו בדור הזה ודורשי רשומות מספרו של החכם הנוצרי דע ראססי ימצאום רשומים בו במקומם לפי סדר המספרים אשר להכת״י אשר לו. ואם לסמוך עליהם בדבר הלכה הלא לא תקעתי יתידות בזה והנחתי לגדולים ממני בחכמה ובתורה להתגדר בהם כי קטונתי עד מאוד לעמוד במקום גדולים ולחרוץ משפטי ולהסכים על דברי גאונינו ז״ל הקדמונים אשר לא קם בישראל עוד כמוהם מאז נאספו אל עמם עד היום הזה ואף כי לא יתנוני עבודותי וזמני לסבב מדינות ומקומות לבקש הסכמות וכי בשביל זה אמנע ח״ו טוב מבעליהם ואמנע בר מישראל אשר ע״ז יאמר משל הקדמוני בפי החכם מכל אדם מונע בר יקבוהו לאום וחכז״ל דרשוהו על התורה והיודע הלכה ואינו מלמדה (מדרש משלי י״א ועיין ברכות דף ס״ג ע״א)—. הספרים האלה אשר הנני נותן לפניך היום קורא יקר העתקתים ככתבם וכלשונם בהכת״י אשר לפני ולא שלחתי בהם יד להגיהם מרוחי ואף כי טרדותי רבו למעלה ראש ושמעתתא בעיא צילותא כיומא דאיסתנא וברצות ה׳ דרכי שוב אשוב אליך ואבוא במחברת מיוחדת לפניך אשר בה אכתוב חקירותי ודרישותי על הספרים האלה והערות והגהות ומראה מקום לדבריהם. עתה אך מעט תבענה שפתי במאמרי הנספח לזה אשר קראתיו וכניתיו„דברים אחדים“ אשר אתאר לפניך בשרד ואכנה בשם את הספרים האלה ואודיעך את הכת״י אשר העתקתי מהם ומדברי סופרים וספרים אוכיחך על קושט דברי אמיתתם ובהאהבה הרבה אשר בחובך להתורה והחכמה אבטח כי תרצה את מנחתי אף כי לא הוספתי עליהם מאומה משלי כי טובה צפורנן של ראשונים ממלא כריסן של האחרונים יאמר משל הקדמוני ותורתן של ראשונים אין בה דופי כלה נאמנה, וכל כפתה רעננה, וחמודה לעינים, ומימיה מים חיים, ומאירה כצהרים, ודבריהם כאלו נתנו משמים, לא כחל ולא שרק ולא פרכס ויעלת חן ויופי לכן לא אהללם פן אחללם כי להם דומיה תהילה ואשים קנצי לדברי בתפילתי לאל חי כי יתן לי רחמים אל שדי ואזכה לדלות עוד פנינים ולגלות מטמונים מתורתן של ראשונים וקדמונים ומחכמתם יביניני ומתורתם ילמדני כי המה נחמתי ושברי. וזה שכרי. ואז אהללנו ואברכנו בשפתי ובכל לבי וטוחות, את אלהי מעוזי אלהי כל הרוחות.",
            "בישע אלוקים פארמא במדינת איטליא בירח אב שנת תרמ״א לפ״ק.",
            "חיים מאיר הורוויץ הלוי",
            "בעהמ״ח ספר משנת רבי אליעזר בג׳ חלקים על פרקי רבי אליעזר אשר יצא לאור בקרוב, והמו״ל והמעיר לספר אגדת אגדות חלק א׳ ומכתב חדשי בית עקד האגדות וכו׳"
        ],
        "Foreword": [
            "שלשה ספרים מגאוני ישראל הקדמונים נפתחים לפנינו היום בזה ואלה הם: (א) הלכות קצובות דרב יהודאי גאון. (ב) סידור פרשיות של ימים טובים והפטורות שלהן. ושניהם על פי כתב יד ישן נושן אשר לדע ראססי No. 1089. (ג) שאלות ותשובות הגאונים על פי כת״י דע ראססי 327 הנכתב בשנת ן׳ לאלף השישי 1290 בקשתיל בואן. והוספתי עליהם עוד שני דברים יקרים. (א) לקוטים שונים מכת״י דע ראססי 327. (ב) עשרה שאלות מרב סעדיה גאון בתחיית המתים ע״פ כת״י הנ״ל ועוד חמשה ספרים ערוכים בידי אשר אוציאם לאורה בקרוב אי״ה בכמה מחברות אחרות אשר אכנה את שמותם בזה. (א) שאלות ותשובות לרב נטרונאי גאון. (ב) הולכות נידה. (ג) תשובות הגאונים. (ד) תשובות לרב האי גאון. (ה) שאלות ותשובות הגאונים יותר משלש מאות שו״ת. ובאשר הנני נכון אי״ה כאשר ירחיב לי ה׳ לכתוב מחברת מיוחדת על הספרים האלה אשר תכלכל חקירות עליהם ועל מחבריהם והערות והגהות בדבריהם ומרוב טרדותי מרוב עבודה ומחסרון הספרים הדרושים לי לזה אבוא כהיום בקצרה להעיר על דבר השלשה הספרים אשר אציעם כהיום לפניך קורא יקר לראשונה לבל אדחה אותך לזמן אחר ואקיים בי דברי משל הקדמוני (אבות פרק ב׳ משנה ה׳ הלל אומר וכו׳) „ואל תאמר לכשאפנה אשנה שמא לא תפנה“ ואף כי כעת לא תעלה בידי להרחיב העיון והחקירה בזה כאשר ישפיקו לאיש כמוני ולדכותי דברי ר׳ טרפון ייסרוני (אבות פ״ב משנה כ״א) „הוא היה אומר לא עליך המלאכה לגמור ולא אתה בן חורין להבטל ממנה“ לכן אנסה כעת מילים אחדים עליהם כאשר תשיג ידי במעט עיון ובבחינת דברי הקודמים לפני בספר בית האוצר לשד״ל לעמבערג תר״ז תולדות רש״י ווארשויא תרכ״ב ולזאת כיניתי הצעתי ואת בשם „דברים אחדים“ ואם ירחיב ה׳ את גבולי ויבצע את מפעלי ויניח לי מטרדותי וישיביני למקום סופרים וספרים אז אבוא במשפט באר על כל נעלם ואוסיף הערות והגהות ומראה מקום ואשימם במחברת מיוחדת אי״ה.",
            "הנה ראיתי לסדר בזה את הספרים האלה כסדר זמנם אמנה בדברי אלה שמתי ההיפך למטרתי לדבר מלמטה למעלה באשר בדעתי להרחיב דברים על הראשונים ומאוד ימעטו דברי על השנים האחרונים לכן יפקדו בזה לראשונה. השאלות ותשובות לגאונים האלה יסובו על הלכות תפילין ונדרים, ונושאיהם רב יהודאי גאון מת בשנת תקכ״ג לאלף החמישי בהולכות תפילין ורובי דבריו כבר באו בהלכות קצובות שלו, עיין הלאה. ר׳ יוסף גאון ולא אדע מי הוא מהחמשה הגאונים. שהיו שמם רב יוסף, רב נטרונאי ד׳ אלפים תק״י. מר רב ששינא גאוןמת ד׳ אלפים תמ״ט. רב משה גאון הוא רב משה בר׳ יעקב ד׳ אלפים תרמ״ח. רב שר שלום ד׳ אלפים תרע״א. רב חנוך ד׳ אלפים תש״ן. רב האי ד׳ אלפים תש״ץ בס״ה כ״ד תשובות. תשובת ר׳ האי א׳ כתובה בשפת ערבית. לפני התשובות נרשם „תשובות ושאלות לגאוניםר̇צ̇י̇ אללה ענהם אמן“ ולפני התשובות מהולכות נדרים „תשובות פי לו אזם אלנדרים ואלשבועות ופיפיה הפרת נדרים ולאוזים של חרם“ אשר זאת בלבד מה שנרשם לפניהם בלשון ערבית מוכח על יושנם ואמיתתם*). הסידור פרשיות של ימים טובים וסדר הפטורות שלהן נמצא באותו כת״י שבאו בו לפניו ההלכות קצובות דרב יהודאי גאון והענינים ע״פ המספרים קרובים מאד לסוף הספר הלכות גדולות שבידינו ובאשר לא נודע לי עוד פשר דבר עליהם כי רבה החקירה ואחוזה בסבך חקירות אחרות אדחנה לזמן אחר אך אעיר כי כבר שמעו ממנו בעלי התוס׳ בשם רב האי תוס׳ מגילה דף ל״א ע״א ד״ה למחר „ויש מקומות שנהגו להפטיר בויהי אחרי מות משה ושיבוש הוא שהרי הש״ס אינו אומ׳ כן ויש אומרים שרב האי תקן לומר ויהי אחרי מות משה אבל אינן יודעין הסברא אמאי שנה סדר הש״ס“ ורב יהודאי ריש מתיבתא ורב נטרונאי ריש מתיבתא נוכרים בו ובהמחברת המיוחדת הנ״ל אוסיף אי״ה לחקור עליהם וקרוב כעת בעיני עד מאוד כי הוא מרב יהודאי גאון כההלכות קצובות שקדמו, ומה שהביא בזה בשמו הובא ג״כ בשמו בסדר רב עמרם גאון סדר חג הסכות דף נ״א ע״א ע״ש, ועל זה גם ע״ד ענינו עם המדרשים וההלכות גדולות וסדר המצות שבו ועם ר׳ אליהו הזקן בעל האזהרות לשבועות אדבר אי״ה בארוכה במחברתי הנ״ל. עתה אשוב לההלכות קצובות וארחיב מעט בו ואביא שם מזכיריו ומה שהעתיקו ממנו. תשובת ר׳ חנינאי גאון תלמידו של רב יהודאי גאון (עיין שו״ת שערי צדק שער ג׳ סימן י״ב, דף מ״ו ע״ב תשובת רב האי „ויש בדינו פסק דין שכתב אדונינו מר רב חנינאי כהנא בר הונא ריש מתיבתא תלמיד מר רב יהודאי ז״ל ומיתתו לחיי העה״ב טהור וקדוש וכו׳“ ובספר הקבלה רב אחונאי צ״ל רב חנינאי) שערי צדק דף נ״ב „ובהלכות פסוקות דמר ר׳ יהודאי ז״ל כתוב כיון דקנו מניה קני ליה במתנה מקבל מתנה כל היכא דאיתא ואע״ג דלא כתב“ וקרוב לזה בהלכות קצובות הולכות גיטין „והעושה מתנה לאדם בקניין בין לבנו בין לאיש אחר אינו יכול לחזור בו מה שעשה עשוי ואין לאחר קניין כלום“ מדאמר „העושה“ ולא הכותב משמע דמיירי היכא דלא כתב. מלחמות ה׳ ריש מס׳ גיטין „וכן כתוב בהלכות גדולות עידי הגט אין חותמין אלא זה בפני זה וה״נ כתוב בפסוקות“ והוא כלשונו בהלכות קצובות ריש הולכות גיטין. תוס׳ ביצה דף י״ד ע״א ד״ה איכא בינייהו „וכן פסק רב יהודאי גאון בהלכות פסוקות“ (ע״ד לכתש פלפלין וכו׳) והוא בהלכות קצובות הלכות שבת. במחזור ויטרי כת״י נעתקו בשמו כמה הלכות שלמות ומתאימות עם לשונם ובכל דבריהם עם ההלכות קצובות הזה והנני מעתיק לך בזה לשון הרה״ח שד״ל בספרו בית האוצר דף נ״ב ע״ב ודף נ״ג ע״א (והמחזור ויטרי הוא מרבינו שמחה בר׳ שמואל מויטרי תלמיד רש״י ז״ל ועיין כרם חמד חלק ג׳ מדף ר׳ עד דף ר״ה ובית האוצר דף נ״ג ע״א.)—מחזור ויטרי סימן רפ״ג „הילכות ערובי חצירות קצובות מרב יהודאי גאון אם רוצה לעשות עירוב בערב פסח לכל השנה כולה יטול החכם קמח מכל בית ובית וילוש ויאפה עוגה אחת או שתים ויעשה אותם קשות שלא ירקבו ושיהו שמורות שכל זמן שהעוגות שמורות העירוב קיים (וכו׳ ועוד שש עשרה פעמים כזה)“—כן הוא בקרוב בהלכות קצובות זה בהולכות עירובין—שם סימן רמ״ו „הולכות פורים ומגילה לרב יהודאי גאון פסוקות וקצובות בפורים אסור לעשות מלאכה ומזכירין על הניסים בתפלה ובברכת המזון וכן בחנוכה ובמגלה מברך ג׳ ברכות קודם קרייתה מקרא מגלה שעשה נסים שהחיינו ולאחר שיקראנה מברך האל הרב את ריבינו עד האל המושיע. בערב וביום אחת בלבד. וחייב אדם לאכול סעודת פורים ביום. וצריך לקרוא את המגילה בעשרה בין בזמנה בין שלא בזמנה (וכו׳ עוד קרוב לשלש פעמים יותר ממה שהעתקתי כאן)“—כן הוא בכת״י זה הלכות פורים.—סימן ש״ס „ואילו הלכות סוכה קצובות לרב יהודאי גאון העושה סוכה לעצמו כשמתחיל צריך לברך שהחיינו וכשיכנס בה בכל סעודה וסעודה צריך לברך לישב בסוכה. וצריך לכסותה היות צילתה מרובה מחמתה ושתהא מרובעת ולעשות לה צורת הפתח. וגובה עד עשרה טפחים כשרה פחות מיכן אסורה ויותר מעשרים אמה פסולה בתוך עשרים כשרה (וכו׳ מעט יותר מכפלים)“—כן הוא בהלכות סוכה ואינו מגיע לג׳ פעמים.—סימן שס״ב „ואלו הלכות גדולות קצובות מרב יהודאי גאון מהילכות לולב לולב הגזול והיבש פסול. אם לקחו מגוי בדמים כשר. אם הוא כמוש לא לח ולא יבש כשר. וכן ארבעה מינים שבלולב. ולולב צריך שיהא ארכו ג׳ טפחים כדי שיהא טפח יוצא חוץ מן ההדס ושני טפחים בתוך ההדס פחות משלשה טפחים פסול וארבעה מינין מעכבין זה את זה ולא יצא ידי חובתו אפילו חסר אחד מהן. והאתרוג שיעורו עד כאגוז בינוני פחות מאגוז פסול. שתים ערבות ושנים הדסים בלולב כשרים ויצא ידי חובתו וחובת צבור. פחות מכן פסול וההדסים שנים אחד עבות ואחד שוטה כשר. נשלמו“.—כן הוא בהלכות קצובות לא פחות ולא יותר. הרי״ץ גיאות בשערי שמחה הלכות לולב דף ק׳ בפסוקות ובגדולות דגזול פסול בין ביום א׳ ובין ביום ב׳. כן משמע בהלכות קצובות הלכות לולב ע״ש אך מה שמביא בדף ק״ב בשם „ובפסוקות ובגדולות תיומת הוא גבה דהוצי וכו׳“ ליתא בהלכות קצובות. מכל אלה עינינו רואות כי כל מה שהביאו קדמונינו ז״ל בשם ההלכות קצובות או פסוקות דרב יהודאי גאון וסימניהם נמצאו באמת בהלכות קצובות זה. בראש הכתב יד הזה כתוב בפירוש „אילו הלכות קצובות אשר עשה רב יהודאי ריש מתיבתא זכר צדיק לברכה ברוב חכמה וברוב תבונה ושכל ומדע ונרתק התבונה הורנו לדעת ולהבין ולא להכשל ולשגוג באיסור והתר“ ובסופו „סליקו הלכות קצובות בעזרת רוכב ערבות“. ומזה למדנו שהלכות קצובות דרב יהודאי גאון והלכות פסוקות דרב יהודאי גאון שהוראתם אחת לשון הפסק וקצב שניהם ג״כ ספר אחד. מלבד אלה שהעתיקו מהם נזכרו בשם בספרים אלה „דינים מהר׳ אליעזר בר׳ נתן ז״ל“ בכלבו „חמותי לחקות, ולדלות עמוקות, מהלכות פסוקות. אכן מורה חקות משפטי הבצע, וקצותם אבצע, וכלם לא אבצע, בי קצר המצע“. הרמב״ם בהקדמתו לפי׳ המשניות „וחברו הגאונים פירושי׳ רבים וכו׳ וחברו כמו כן חבורים בהלכות פסוקות מהם בלשון ערב ומהם בלה״ק כגון הלכות גדולות והלכות קטנות (אולי צ״ל קטועות) והלכות פסוקות והלכות רב אחא משבחא וזולתם.“ הראב״ד בספר הקבלה שלו „ואחריו רב שמואל בר מרי ובימי רב שמואל זה היה ר׳ שמעון קיירא ולא נסמך לגאון וחבר הלכות גדולות בשנת אלף כ״ב לשטרות שהיא שנת ד׳ אלפים תק״א בשנה השלישית לגדולת רב שמואל בר מרי וכו׳ ואחריו רב יהודאי ג׳ שנים ומחצה ומת בשנת ד׳ אלפים תקכ״ג והוא חבר הלכות פסוקות ומהלכות גדולות קבצם וסגי נהור היה“. בכל הספר ניכר שלא חברו מחברו בכתב וזה לא יתכן אך מרב יהודאי גאון שהיה סגי נהור ואך תלמידיו העתיקוהו ולכן הלשון בו מגומגם לפעמים ובהולכות גיטין נמצא בו „שומרת יבם שניסת בלא חליצה צריכה גט מאותו שניסת לו ומותרת ליבם שזכר אדונינו לברכה מר רב יהודאי ריש מתיבתא הכי קאמר שומרת יבם שניסת בלא חליצה אם אין לה בנים תצא מזה ומזה מבעל מגט ומיבם בחליצה ואסורה להם עולמית“ ויש להעיר כי הדברים האלה ככתבם נעתקו בספר הלכות גדולות שלפנינו הולכות יבום וחליצה בשם „אמר גאון“ סתם וז״ל „שומרת יבם שנתקדשה בלא חליצה צריכה גט מאותו שנתקדשה לו ומותרת ליבם דהכין אמר גאון שומרת יבם שנשאת בלא חליצה אם אין לה בנים תצא מזה ומזה מבעל בגט ומיבם בחליצה ואסורה להם עולמית משום דמיחלפא וכו׳“. ויש להוסיף עוד ראיה על שהוא ההלכות קצובות דרב יהודאי גאון מתשובת רב יהודאי גאון בעצמה בהולכות תפילין הנדפסת בזה ומתאימות יחד עד מאד כנראה לכל מעיין. אמנה נמצאו עוד ספרים אחרים מהגאונים המכונים הלכות פסוקות או הלכות קצובות או בלי שם לווי אך מכונים כן בפי מעתיקיהם אחרי שהם כמעשה ההלכות פסוקות או קצובות ומכילות הלכות פסוקות כמשמען ואינם בהלכות קצובות שלפנינו ואמרתי להעתיק בזה את דבריהם למען ידע כל קורא שאין כונתם להלכות קצובות זה אשר נוכחנו מאמיתתם. שו״ת רב האי גאון בשו״ת תמים דעים שבספר תומת ישרים סימן קי״ט „ובכולהו נסחי דהלכות גדולות ומר יהודאי מתחיל לא ידעינן מאי נינהו“ (והולכות ר״ה ליתא בהלכות קצובות הזה)—שו״ת הרשב״א סימן תתנ״ד מה שהעתיק בשם רב האי גאון „ושאמרתם שכתוב בהלכות גדולות קצובות הנשבע לגרש את אשתו לוקה על שבועתו ויקיים את אשתו“ אינו בהלכות קצובות זה.—שערי צדק שער ז׳ סימן כ״ז „לרב שרירא ז״ל וששאלתם מצינו הלכה קטועה בהלכות גדולות כל שטר או מתנה או מכירה שחתומה בעדים אי ברישא נחתם קרוב עשו לו כבוד אי באמצע אי בסוף קרוב בטל שטר ואין בו ממש כך הוא כמו שמצאתם“ ואינו בו.—תוס׳ נזיר דף נ״ט ע״א „ובהלכה פסוקה דרב יהודאי בהלכות נדה מכתב הר׳ יוסף טוב עלם יש כמו בהלכות שלנו אך דגורס במסקנא כי קאמר רב במספרים“ לא נמצא בו.—שו״ת רגמ״ה בשו״ת מהר״ם בר׳ ברוך דפוס פראג סימן רס״ד „דעתי נוטה כי כן כתוב בהלכות פסוקות וכן בתשובת הגאונים מקום שמתביישי׳ לישבע ומחוייב אדם שבועה לחבירו ואמ׳ לו השבע וטול ושכנגדו אמ׳ השבע ותיפטר הדין עם מי והשיבו או משתבע ופקע או משלם בלא שבועה“ אינו בזה אבל נמצא בתשובות רב נטרונאי גאון כת״י.—שו״ת מהר״ם בר׳ ברוך הנ״ל סימן תרע״ז „ואשכחן בהלכות קצובות דשדרו ממתיבתא כל היכא דתשכח אמוראי דפליג במילתא ותשכח בתראה דפליגי בההיא מילתא נמי הילכתא כבתראי ומסורת בידינו ו׳ דורות היו רבנן אמוראי ונמשכה הוראתם מאתים שנה רב ושמואל ור׳ יוחנן וריש לקיש היו דורות ראשונים. דור ב׳ רב הונא ורב חסדא. דור ג׳ רב נחמן ורב ששת רביעי רבה ורב יוסף חמישי אביי ורבא שישית רב אשי ורבינא ורב הונא בריה דרב יהושע ורב הונא בריה דרב יהושע היה בדור ד׳ אחר פטירת רב נחמן דהכי אמרינן הנהו בי תרי איחכם תתאי ואמר בסיפא אמר רב נחמן דינא דהא מעכב עילויה וה״מ דלא אתנן אבל אתנן סתרו ובנו וכי איתנו ער כמה וכו׳ אמר רב הונא בריה דרב יהושע כדנקיט איניש איסורייתא והדר מכאן שרב הונא בדור של רבה הוה ורבה בדור שלישי היה וכיון שהוא אחרון הילכתא כותיה וכו׳“ ואינו בהלכות קצובות שלפנינו.—מלחמות ה׳ סוף פרק כל הבשר „אבל כבר עמדנו על נוסחאות ישנות ובדוקות וראינו שהלשון הזה דברי בעל הלכות פסוקות ואינו מעיקר הגמ׳“ (ר״ל הא „דוהלכתא אין מעמידין בעור קיבת נבילה אבל בקבת נבלה ובקבת שחיטת נכרי ובקיבת כשר׳ וכו׳ מ״ט דחלב המכונס בעור קיבה פירשא בעלמא הוא“) ואינו בהלכות קצובות דרב יהודאי גאון זה.",
            "אלה הדברים אשר ראיתי להקדים במה שנונע לההעתקות האלה אשר השיגה ידי במעט עיון ובחסרון ספרים. ועוד דברים בזה וע״ד ספרי הלכות גדולות דר׳ שמעון קיירא ודר׳ יהודאי גאון וה״ג כת״י ר׳ יוסף טוב עלם, הלכות גדולות של אספמיא ועוד דרישות וחקירות על מה שנעתק בזה ועל שארי ספרים בהלכות ואגדות וכו׳ אשר ההלכות הקצובות האלה יפיצו אור בהיר עליהם נדחו כעת ממקומם וכאשר ירחיב לי ה׳ ויניח לי מטרדותי יבואו אי״ה במחברת מיוחדת עם שארי דברי על דברי הגאונים תורתן של ראשונים אשר העתקתים בזה ובהמחברות אשר תבאנה עוד ברצות ה׳ דרכי. ועתה קורא יקר רצה נא את מנחתי אשר הגשתי והקרבתי לפניך היום ועשה אזנך כאפרכסת לשמוע בדברי גאונינו הקדמונים ז״ל ותסלסלם ותרומם ואודה את ה׳ על חלקי, ואליו תפילה כי יאר פניו אלי ויחנני וירצני להגדיל ולהאדיר להפריץ ולהרחיב תורתן של ראשונים ולהוציאם ממחבואם לאורה למען ילכו רבים לנוגה חכמתם ומהודם ישיתו עלינו ובחכמת אלוקים אשר בהם ישוטטו רבים ותרבה הדעת כי אוצר כל חמדה ספרי חכז״ל הקדמונים וכל מיני בשמים בגניהם אשר ישימו קטורה באף כל איש אם לא עורה עינו מראות ונאטמו אזניו ולבבו משמוע ומלהבין, והדבקים בה׳ ובתורתו והמחזיקים בקבלת חכז״ל ובדבריהם יבקשו תורה מפיהם ודבר ה׳ מעל ספריהם ורבותינו ז״ל אלה אחרי כי נאספו אל עמם זה כאלף שנים תדושננה עצמותיהם ותדובבנה שפתותיהם ללמד לבני ישראל תורה וחוקים ומשפטים אשר יעשה אותם האדם וחי בהם. ה׳ יחזק ויאמץ לבבי לתורתו ויראתו ית״ש ויאר עיני בתורתו ומדברי חכמיו יחכמני ותדבק נפשי אחריהם ללכת בדרך טובים כאשר סללו לפנינו חכז״ל וההולכים בעקבותם אז אודך ה׳ לעולם ואזמרה לשמך סלה כי חלקי נפל בנעימים, ואדע כי ימי שנות תמימים, ומאושר חלקי וחבלי, כל ימי הבלי, זאת תפלת לבי, מימי נעורי ובעודני באבי, וכל עוד נשמת שדי בי.",
            "המוציא לאור.",
            "*) על שארי הענינים שנוספו בזה אדבר אי״ה במחברת מיוחדת הנ״ל כי קצר הגליון מלהכילם בזה ובמקומם רשמתי הכת״י ומקומם אשר נעתקו מהם."
        ],
        "Halakhot Ketzuvot": [
            [
                "אילו הלכות קצובות אשר עשה רב יהודאי ריש מתיבתא זכר צדיק לברכה ברוב חכמה וברוב תבונה ושכל ומדע ונרתק התבונה הורנו לדעת ולהבין ולא להכשל ולשגוג באיסור והתר.",
                "<b>הלכות עירובין.</b><br>אי איכא חצר וכולה לחדא גברא ואית ליה בני או כמה אינשי דסמיכין עליה וכולהון אוכלין מחד ספטא ולא פליגין מהדדי לא צריכא לעירובא. ואי פתיח ביתא דההיא דרתא לשבילא ואי איכא נמי בתי אחריני ופתיחי לההיא שבילא צריכין למעבד שיתוף בהדדי ומשתרי לטלטולי ממובאות לבתים ומבתים למובאות. מאי עירוב מאי שיתוף מערבין לחצירות בפת ומשתתפין למבוי ביין ואם רוצה להשתתף בפת משתתף ומאן דאתיין בדוכתא ומקדים חד וקני שביתא בדוכתיה אע״ג דלא אתי גמלייא אלא בשבת שפיר דמי והני מילי הוא דסגי אלפים אמה אבל טפי לא.פירוש אסור לאדם להוציא מרשות לרשות בשבת אפילו כל שהוא ולא בלבד ברשות הרבים אסור אלא אפילו ברשות היחיד ואסור להוציא מחצר לחצר ומבית לבית ומבית לחצר ומחצר לבית אלא בעירוב אפילו מחור או מחלון אסור להוציא ובעירוב מותר. כיצד אם הוא חצר אחת ויש בתוכה מאה בתים והן כולן לאדון אחד וכולן תולין בו ואוכלין על שולחן אחד מותר לטלטל בכל אותן בתים מאיש לחבירו בלא עירוב אבל אם הם מופרדים איש איש על עצמו ושולחנו ואפילו פחות מארבע אמות בין בית לבית אסור לטלטל בלא עירוב ובעירוב מותרים אם עשאוהו בערב שבת או בערב הפסח או השוכר בשכירות שם בית בחצר והוא על עצמו אסור לטלטל ומותר בעירוב ולעולם אם שכח אדם לעשות עירוב בערב הפסח יעשיהו בכל ערב שבת בכל שבוע של שנה וכן הלכה. וכן משפט העירוב ועשייתו אם רוצה לעשות עירוב בערב הפסח לכל שנה יטול החכם מכל בית ובית יד יד מן קמח וילוש ויאפהו או עוגה או שתים קשות ביותר שלא ירקבו ושיהיו שמורות שכל זמן שהעוגות שמורות העירוב קיים. ומותר לטלטל אם נאכל או נרקב או שאבד או שנשרף אסור לטלטל עד שיעשה עירוב אחר בערב שבת. ואם עשה עירוב אחד מהם על כולם מקמח שלו עירובו קיים אבל צריך להודיעם ולומר להם סמוכו על עירובי אשר עשיתי עליהם וקודם שישים אותו עירוב בתוך תיבה או במקום משמר אחד מברך אשר קדשנו במצותיו וצונו על מצות עירוב. ובזה העירוב יהא לנו מותר ולכל הדרים בחצירות אילו להוציא ולהכניס כל השנה כולה וכל שבתות שבה מבית זה לבית זה ומחצר של פל׳ לבית של פל׳ ומבית של פל׳ לחצר של פל׳ ויניח אותו עירוב בבית אחד מכולן ובלבד שיהא הבית ארבע אמות על ארבע אמות באורך וברוחב ואם גם בני מבוי רוצים לערב ולטלטל איש מחבירו במבוי אם במבוי פחות מארבע אמות על ארבע אמות יעשה מלמעלה מקיר לקיר קורה או קנה ויערב רוצה בחתיכת בשר או בחתיכת פת רוצה ביין רוצה בדג או בביצים צלויים שלימים. רוצה בכל מיני קיטנית ובכל דבר שבעולם מערב חוץ ממים ומלח. ושיעור העירוב של מובאות ושל הצירות מן כזית עד כאגוז אם מוסיף מוסיף בקודש. ואם חכם עושה העירוב משלו יודיעם ועירובו קיים עליהם ומברך ותוליהו או בפתח או בקיר המבוי או באמצע או בכל מקום שרוצה ובלבד שיהא העירוב גבוה מן הקרקע טפח וצריך לזכותן ע״י אחר היאך נותן הבקי לבנו שהוא בן מצוה או לבתו בוגרת או לאדם אחר ואומר לו אמור שיזכו בזה עירוב כל בני מבוי זה לקבל מידו ואומר יזכו בעירוב זה כל בני מבוי זה ותוליהו כמו שאמרנו בגובה טפח מן הארץ הרי זה עירוב מבואות וחצירות. ואם המבוי רחוב עד עשרה אמות ולא יותר צריך לחי מן אבן או מן קורה או מעץ וימעטו. ואין צריך צורת הפתח מלמעלה. ויוכל לערוב בתוכו. וזה לחי או קורה שישים צריך להיות קומתו י׳ טפחים. ואם הוא רחוב יותר מעשר אמות צריך צורת הפתח. כיצד צורת פתח קנה מכאן וקנה מכאן וקנא על גביהן. אם אין לו קנים עושה בעצים או בחבלים ועושה עירוב ומניחו כענין שאמרנו. ואם רוצה לילך מעיר לעיר וממדינה למדינה מותר לילך עד אלפים אמה אחרים אבל אם רוצה לילך במדינה אחרת להציל נפשות או ספר תורה אע״פ שהיא רחוקה יותר מאלפים אמה מותר לילך לשם ואם דרך רשות הרבים מפסקת בין המבואות יעשה צורת פתח משני צדדיה בקנים או בחבלים ומותרין כל מובאות שבתוך אותן פתחים של קנים לטלטל איש לחבירו בעירוב וכן כל המדינה כולה ימעט פתחיה בקנים או בחבלים ויעשה כעין צורת פתח ומותרין בעירוב כגון דאמרינן רבא מערב אכולה מתא בעירוב אחד."
            ],
            [
                "<b>הלכות שבת·</b><br>כל תכשיטי אשה מותרין בשבת הקמיעות המומחין מותרין להוליכם בשבת והטבעות שחותמין אסור להוליכן בשבת וכל מכה מותר לשום עליה רפואה בשבת. ואפילו חתיכת בגד על המכה מותר. ואסור לכפל בגדים בשבת אם יש לו אחרים להחליף אסור ואם אין לו מותר לכפל כרצונו. והקערות וכל כלי עץ וכל כלי חרש המשמשין בהן באכילה מותר לרחוץ אותן עד המנחה בלבד. אבל כלי שתייה מותר לרחוץ כל היום כולו. ואם שכח פת בתנור ואין לו מה יאכל יוציא ממנו מזון שלש סעודות ומותר. וכל מיני עשבים שהן לצורך אכילה בשבת שוחקין במכתש וסוחטן ומותר לאוכלן אם לצורך מימיהן עושה אסור. וחרדל אסור לשחוק בשבת וכך השומים והשחלים אסורין. אבל פילפל לבדו והקנה והקושט וקנמון מותר לשוחקן במכתשת בלבד שישנה מעט ולעשות קונדיטון מותר. ולא יעבירו בבגד אלא בנפה או בכברה או בכפיפה מצרית שהיא כמות רשת שלא יבוא לידי סחיטה שכל סחיטה אסור. ולרוץ לדבר מצוה או לדבר הלכה מותר וספינה שנכנסה קודם שבת בתחום בזמן שיכיר וידע שהוא קרוב למדינה אלפים אמה שהם ב׳ מילים מותר לצאת ממנה בשבת על הכבש שעושין המלחים לצאת בו וכן אם נמשכה הספינה על הארץ מותר לשוב ולצאת על הכבש אבל להוציא ממנה כל שהוא אסור ואם לא נכנסה בתוך התחום קודם שבת אסור לצאת ממנה בין שנמשכה ובין שלא נמשכה וכן לכל המועדים. ואסור למלאות מים מן הים בשבת אבל בכלי קערה שהיא ארבעה על ארבעה טפחים מותר. ומותר להשליך בים קליפים ועצמות בשבת. ואם הגוים מביאים מים לתומם לצורכם מותר לשתות ממנו אבל כל מיני פירות ועשבים שהביא גוי לישראל או שהביאו גוים לעצמן ויש ממין המחובר לקרקע בזמנן אסור לאכול מהן בין בשבת בין ביום טוב אבל אם עבר זמנן והם כמות צימוקין או תאינים יבישים כגון עשבים כמושין מן שלשה ימים מותר לאכול מהן אם באו בתוך התחום אבל אם הביאו אותם מחוץ לתחום אסורין. ואם הביאן בשביל ישראל זה מותרין לישראל אחר לאכל מהן וכן אם הביאן גוי לעצמו מותר לאכל ישראל מהן. פת חם מן גוים מותר לאכל בשבת ומותר להתחמם במדורה של גוים ומותר להשתמש לנירו של גוי. ומותר לעשות ליולדת ולחולה כל צרכיהן לבשל להן ולשחוט להן ולהדליק אש לחמם חמים ליולדת בתוך שמנה ימים ולחולה שיש בו סכנת נפשות. ואם נפל קיר על אדם בשבת ספק שם ספק אינו שם ספק מת ספק חי ספק נכרי ספק ישראל מחללין עליו את השבת ומותר. וכן מי שנפל לים או לבור מותר להעלותו אפילו במצודה אפילו שטין על פני המים כדי להצילו. וכן תינוק שבוכה בתוך הבית שוברין הדלת ומוציאין אותו. ומותר להתיר ולהפר חרמות ונדרים בשבת ומותר למשוך משיכת חבל של בהמה בשבת אבל לא מרחוק ולתלות שק של שעורים לכל הבהמה להאכילה מותר. וכשהיא מרדעת על הבהמה בשבת מתיר החבל מתחתיה ונופלת מאליה. וכשיבוא ישראל בחצר של גוי צריך ישראל לקנות מן הגוי חצירו וכל רשותו בפרוטה או במעט פלפל ומותר לו לצאת ולבוא ולטלטל בלא עירוב. ואם החצר ברשות שני גוים או יותר קונה מהם ומותר לטלטל וגם לצאת מן החצר אלפים אמה מכל צד. ואם שכח ולא קנה מן הגוי אסור לטלטל אבל לצאת יוצא אלפים אמה ואפילו בשבת גופו קונה מן הגוי בפלפל או מן מאכלו או מכל דבר אחר המטלטל בשבת חוץ מכספים ופרוטים אסורין לטלטל שאסור ליתן לגוי. והלוקט פירות בשבת בשוגג אסורין עד הערב בכדי שיעשו ואם במזיד לקטן אסורין לו לעולם ולאחרים מותרין. וכן פירות שהן על הגג ליבשן אסור לאכל מהן עד שיבשו לפי שהן מוקצה. מנעל שעל רגלו אם יש עליו טיט מקנחו בקיר ולא בארץ שלא יבוא להשוות גומות. ואין נוקבין נקב חדש בכלי חביות בשבת אבל נקב ישן פותחו בכלי ואם נפל הקנה ממנו מחזירו במקומו אבל כל מיני פשתן וסמרטוט אסור להכניס באותו חור דאתי לידי סחיטה. ומותר לשאול איש מחבירו או אשה מחבירתה ככר לחם או ככריים או שמן או יין. או כל דבר אכילה ושתיה בשבת ואם אינו מאמינו מותר להניח לו משכון עד אחר השבת. ואל יאמר הלוויני אלא השאילני. ואסור להסתכל במראיות של ברזל ושל נחושת. ואם היא קבועה בכותל מותר אבל של זכוכית מותר. ומותר לעכב חבירו בשביל חובו ולומר לו עמוד עמי עד לערב. ומותר לחשב חשבוני מצוה. ובתינוקות מספרים להשיאה ומשדכין ובכל דבר של מצוה מותר לחשב ולספר בשבת. ומניחין סייף או ברזל על המת בשבת. מת מוטל בחמה מניח עליו כיכר לחם או תינוק ומטלטלו ואסור לעשות חפציו קודם שיבדיל. ואסור לעשות מלאכה קודם הבדלה כדי שתרשה את השבת כמי שנכנס אצל המלך יכנס ברשות ויצא ברשות. וכן ילך למלאכתו ואל מקום שירצה. ואסור לטעום כלום קודם הבדלה. ומאן דלית ליה חמרא אומר המוציא ומבדיל. ומותר לנער טליתו בשבת. ומפקחין פיקוח נפש בשבת. מי שאחזו דם מקיזין אותו דם בשבת מפני הסכנה. משאוי של ישראל מביאו גוי בבית ישראל בשבת ומותר. מנעלים מן עץ מסומרים אסורין שאינן מסומרין מותרין לילך עמהם בשבת וביום טוב."
            ],
            [
                "<b>הלכות בכורות·</b><br>כשיבוא אדם לפדות את בנו פטר רחם בזמן הזה מצוה לפדותו בן שלשים יום ואם עוברין שלשים יום ולא הופנה לפדותו יפדהו לעולם. ואם לא פודהו לעולם עומד באיסורא והאיך פודיהו מן הכהן מביאו לפני הכהן ואמר לו אבי הבן הילך אילו הדמים או זה הבגד או תכשיט זה ששוה חמש סלעים של כסף ויהיה בני זה פדוי ממך ויתרצה לכהן במעט מתנה עד כרצון הכהן יכול למחול לו ופדוי בנו מן הכהן ושיעור דמי הסלע בלבד שני חלקי טרי אחד ובכל דבר שיישר בעיני הכהן יכול לפדות ממנו כרצון הכהן אפילו בכוס של יין ואפילו בפת ואפילו בבגד. וכן הילכתא."
            ],
            [
                "<b>הלכות חנוכה·</b><br>בחנוכה חייב אדם להדליק נר אחת בליליא ראשונה. בליליא שניה שתיים ויוסיף אחת בכל לילה עד שמונה ימים. וחייב לברך שלוש ברכות להדליק נר של חנוכה ושעשה ניסים ושהחיינו. והרואה מברך שתים שעשה ניסים ושהחיינו. הני מילי בלילה ראשון אבל מיכאן ואילך המדליק מברך שתים והרואה אחת. ואם רוצה לעשות נר אחד בכל לילה ולילה כלילה הראשון יצא ידי חובתו וצריך להניח נר בצד שמאלו מחוץ לפתח כדי שיהא הנר בהכנסתו משמאלו והמזוזה מימינו ויכנס בין שתי מצוות. ואם היה דר בעליה מניחה בחלון הסמוך לרשות הרבים. ואסור להשתמש באותו הנר אבל מכסהו בכלי שיתראה מעט שיכירו כי נר חנוכה הוא. ואם נשבה הרוח או פחד מפני הליסטים מניחו על שלחנו ודיו ואם כבתה מותר להדליקה עד ה׳ פעמים עד שיכלה השמן אשר בו ולא יגביה הנר יותר מארבע או שלש טפחים מן הפתח. ובעליה עד החלון. ויברך על הניסים בברכת המזון ובעל הארץ. ובתפילה כשאומר לא הסתרתה פניך ממנו מזכיר על הניסים וגומרין את ההלל כל שמונה ימים ובערב שבת מדליק תחילה נר חנוכה ואחר כך מדליק נר של שבת שאם מדליק של שבת תחילה אסור להדליק נר של חנוכה שכבר קיבל עליו את השבת. ובשמונת ימי חנוכה מותר בעשיית מלאכה. ובהללו ח׳ ימי חנוכה בכל יום קורין שלשה. ביום ראשון קורא כהן ויהי ביום כלות משה עד לפני המשכן. לוי קורא מן וידבר ה׳ קח מאתם עד ויהי המקריב ביום הראשון עד סוף פיסקא. יום שיני קורא כהן מן ביום השיני תלתא פסוקי ולוי ג׳ פסוקים וישראל ביום השלישי. כעניין זה עושה כל שמונת ימים אבל ביום השמיני כהן קורא ביום השמיני. לוי קורא ביום התשיעי וישראל קורא עד סוף הפרשה."
            ],
            [
                "<b>[נהיגת ההפסקות]</b><br>נתחיל נהיגת הפסקות הללו כגון שקלים וזכור ופרה והחודש כן נהוג וקבע אותם לעולם שראש חודש אדר אינו נופל אלא בד׳ ימים אילו או בשבת או ביום שיני או ברביעי או בשישי מימי שבוע וסימן ז̇ב̇ד̇ו̇. אם יבוא ראש חודש טבת בחול מוציאין שתי תורות. באחד קורין שלשה בעניין החודש וידבר ה׳ אל משה צו את בני ישראל את קרבני לחמי. ובאחד קורא הרביעי דבחנוכה. ואם יבוא ראש חודש טבת בשבת מוציאין ג׳ תורות אחד לפרשה של שבת קורין ז׳. ואחד של ראש חודש ואחד של חנוכה ומפטירין רני ושמחי עד ידי זרובבל. וכשנופלין ב׳ שבתות בחנוכה בשבת ראשונה מפטירין רני ושמחי ובשניה ויעש שלמה את הכיורות עד ויאמר ברוך ה׳ אלהי ישראל אשר דבר בפיו. ואם יבוא ראש חודש אדר בשבת מוציאין ג׳ תורות אחת לפרשה של אותה שבת ואחת של ראש חודש ואחד של פרשת שקלים ומפטירין בן שבע שנים יואש במלכו עד כסף אשם. ואם יבוא ראש חודש ניסן בשבת מוציאין ג׳ תורות א׳ לפרשה של אותה שבת וא׳ של ראש חודש וא׳ של החודש הזה ומפטירין רב לכם נשיאי ישראל עד שער החצר הפנימית."
            ],
            [
                "<b>הלכות פורים·</b><br>בפורים אסור בעשיית מלאכה. ומזכירין על הניסים בברכת המזון כמו בחנוכה ובתפילה ובקריית מגילה מברך ג׳ ברכות קודם קריאה על מקרא מגילה. ושעשה ניסים. ושהחיינו. ואחר קריאתה מברך אחת הרב את ריבינו והדן את דינינו וגו׳ ברוך הנפרע לעמו ישראל מכל צריהם והאל המושיע וקורא אותה בערב וביום לבד יום אחד. וחייב אדם לאכול סעודת פורים ביום. וצריך לקרוא מגילה בעשרה בין בזמנה ובין שלא בזמנה. מהו בזמנה ושלא בזמנה הרוצה לצאת בדרך מותר לקרוא את המגילה באחד עשר יום לאדר השיני אם יש עיבור. ובזמן שאין עיבור באחד עשר ובשנים עשר ובשלשה עשר. והבא מדרך לאחר הפורים ולא קראה קורא אותה עד חמשה עשר ויוצא בה ידי חובתו וזהו שלא בזמנה. ואם הולך בשיירא או הוא בכפר יכול לקרותה יחידי בין בספר בין במגילה ויוצא ידי חובתו אבל בציבור לא יצא ידי חובתו אלא במגילה של קלף שהוא של גוויל בלבד ושתהא תפורה בגידים בכל יריעה ויריעה בג׳ מקומות שיהו משולשים מכל מקום אבל תפורה בפשתן או במשי או בכל דבר אחר פסולה. ואם במגילה כתובה בין הכתובים והקונטרס סתור בין בתוך הכתובים מותר לקרות בה בציבור וביחיד. ומי שלא שמע או שלא קרא את המגילה מראש ועד סוף לא יצא ידי חובתו. וצריך לומר עשרת בני המן בנשימה אחת ואם טעה או נאנס יחזור אותו מראש. ואם קורא ומתנמנם כגון שקורין אותו ועונה ומזכירין אותו ונזכר זה הוא מתנמנם יחזור בפסוק שלו ויקרא מותר אבל ישן אסור כגון שקורין אותו ואינו עונה ומזכירין אותו ואינו נוכר זהו ישן ואסור. הכל חייבין לקרוא את המגילה חוץ מחרש שוטה וקטן."
            ],
            [
                "<b>הלכות העומר·</b><br>העומר שהיו ישראל עושין שיעורו ארבעים ושלוש ביצים וחומש ביצה כמשקל הביצים כן משקל העומר ומשיעור כזה אשה חייבת להפריש חלה. קודם הפסח היו חוקרין בארץ ישראל על העומר באי זה מקום ימצא תחילה והיו קוצרין אותו בערב הפסח וממחרת הפסח . . . . היו מקריבין אותו לפני הארון מבחוץ ונוטלו הכהן ומרימו ומוליכו ומוביאו והיה טוחנו ועושה ממנו לחם הכהן הגדול ואוכלו. ואחר כך היה חיטים החדש מותר לקצור ולאכול כל ישראל. והעומר הזה מן חלק אחד של שדה היו מביאין אותו. אבל בביכורים של פירות כל זמן שהיו רואין אחד ואחד מישראל בגנו בכרמו הענבה והתאינה או כל מיני פירות המבכרות תחילה היה קושר בהן סימן בכל אחת ואחת עד שהיו מתבשלות אילו שהיה בהן סימן ואחר כך ממלא הטנא ומביאו לכהן ומקריבו לפני הארון מבחוץ ומורימו ומורידו ומוליכו ומוביאו ואוכלו עם כל אנשי ביתו ומותרין כל אחד ואחד כפירותיו."
            ],
            [
                "<b>הלכות פסח·</b><br>אלו אסורין בפסח מורייס הלחם. ואפילו לאחר הפסח אסור חומץ שמחמיצין אותו בשעורין ושכר שעושין אותו בלחם קלי אסור וגם לאחר הפסח. וכן חיטים ושעורים וכוסמין ושיבולת שועל. והשיפון מין חיטים הוא כל אילו ואם נפלו עליהם מים או שבאו בספינה ונשרו או בגורן נשרו מן הגשמין כולם אסורין בפסח ולאחר הפסח אסורין אפילו ליהנות מהן אלא להשליכם בים או לזרותן. אפילו טחנן כדי להניחם לאחר הפסח אסור אבל הדוחן וכל מיני קיטנית מותרין אפילו נשרו במים מותרין בין בפסח בין לאחר הפסח. אבל אילו חמשת מינין אסורין והן חייבין בחלה. אורז מותר ואין חייב בחלה. אבל הקדירות שמשמש בהן כל השנה כולה מיני חיטין וקמח רוחץ אותן יפה ושומרן ומותרים אחר הפסח לבשל בהן. וכלי נחושת משפשף בכלי ברזל ומרתיחן במים על האש אחת בתוך חבירתה והגדולה יעשה לה מטיט סביבות פיה שתי אצבעות ומרתיחה מלאה במים והיא מותרת. וכל כלי עץ כגון קערות וכפות ירתיח מים ביורה ושופך עליהם וירחיצם והן מותרין. וכל כלי עץ המשמש בהן עיסה כל השנה ושוהא העיסה באותו כלי עץ עד חומצתו אסורין לשמש בהן בפסח בין ברחיצה בין ברתיחה אבל כל כלי עץ שלא מחמץ בו העיסה אבל לש בו בצונן בעריי מותרין בפסח ברחיצה ובגרידה. והנפה והכברה מותרין בגרידה וברחיצה. ועיסה של פסח צריכה בזריזות שלא תבוא לידי חימוץ. ואחר לישתן רוחצים ידיהם והכלים וישליך המים במקום גבוה שלא יעמדו המים שלא יבואו לידי חימוץ. והמצות צריך לאופותן יפה. ואם תמצא עוגה אחת בתוכן ואינה אפויה דמושכין מינה חוטי תשרף מיד. וזקן או חולה שאינו יכול לאכול המצה קשה שורה אותה במים או ביין או במרק בכל עניין שרוצה בלתי שתהא העוגה אפויה יפה. ומותר לאופות על גבי קרקע ועל כלי חרם ובתוך הפורני שיהא זריז וזהיר ומהיר בבישול אפייתה ושיתחמם הכלי חרס מבפנים מותר. מבחוץ אסור לחממו. ואין עושין פת מיום טוב לחבירו ולא כל מיני בישול אלא אם כן יאכל ממנו ונשתייר מותר. ואסור לשחוט בהמה מסוכנת ביום טוב אבל שאינה מסוכנת מותר לשחוט ולפשוט כל צורכו. ואסור כל בישול עיסה ותבואה מכל חמשת מינין משום חימוץ בפסח אבל בשאר ימים טובים מותר לעשות כל מיני עיסה וכל מיני תבואה בלבד תיסני שלא יכתוש במכתשת גדולה אבל במכתשת קטנה מותר וכל מיני קיטנית . . . . מותר בפסח ובימים טובים."
            ],
            [
                "<b>הלכות יום טוב·</b><br>אילו אסורין והיתירן בכל ימים טובים בין בחג המצות בין בעצרת בין בראש השנה וסוכות. אין נושאין נשים במועד לא בתולות ולא אלמנות. מארסין אבל לא כונסין. ואין עושין סעודת אירוסין מפני ששמחה היא לו אבל מחזיר הוא את גרושתו ומותר. מקצצין עצים במועד לצורך המועד ושלא לצורך המועד אסור ואם הותיר הותיר אסור לנפוח במפוח של ברזל אלא בקנה. ואסור לגזוז צמר שבראש הבהמה אלא בלהב האש. ודורון שיביא גוי לישראל בין ירק בין כל מיני פירות שהן מחוברין לקרקע אסור לאכול מהן עד הערב בכדי שיעשו וכן דגים ובשני ימים של ראש השנה אסורין בזה ובזה. ואם יבישין מותרין. וכן דגים יבישין. ואם הביאן מחוץ לתחום אסור לאכול מהן בין לחים ובין יבישים אסור למי שהביאן אבל ישראל אחר מותר לאוכלן ואסור לקנות בשומא ובמשקל. ואם קנה בהמה מגוי אסור לקנות בשומא אלא מביא בהמה אחרת ואומר זה שווה כנגד זה וכן כל דבר אסור לקנות בשומא. ולשחוז הסכין אסור אבל על גבי סכין אחר מותר ואם משחזת מן עץ מותר. ולכבות הנר ביום טוב אסור כמו בשבת אבל לטלטלו ולשמש בו מותר. ולתקן הפתילה מותר אבל לעשות פתילה ביום טוב אסור וגם להבהבה אסור אלא ממעך בידו הפשתן או מה שהוא ועושה בידו ושורה בשמן ואל יחתוך אותה בסכין אלא באור. וכל מיני תבלין או מיני עשבים מותר לשוחקן ביום טוב ולעצור מימיהם לצורך האכילה אבל בשתייה אסור. ביצה שנולדה בכל המועדים נולדה ביום ראשון מותרת ביום שיני. אבל בראש השנה נולדה בזה אסורה בזה אבל במת אינו כן מת בכל המועדים ביום טוב ראשון יתעסקו בו עממים ביום טוב שיני יתעסקו בו ישראל. וכן בראש השנה ואף על פי שימות בשיני אל יתעכב עד החול אלא יתעסקו בו ישראל לאלתר. יום טוב ראשון ושבת אחריו עושה עירוב קודם יום טוב כדי שיכול לבשל מיום טוב לשבת. וכן עושה נוטל פת חתיכה אפוי שיעור מן כזית ועד אגוז וחתיכת בשר אפוי ואומר ברוך אשר קדשנו על מצות עירוב ובזה העירוב יהיה לנו מותר ולכל ישראל הדרים במקום הזה לאופות ולבשל מיום טוב זה לשבת זו הבאה לישראל כל צורך תבשילנו ומניחו בכל מקום שישתמר עד שיהא אפוי כולו. ואם יאכל העירוב לאחר כן אינו חושש ואם שכח לעשות עירוב בערב יום טוב בשביל השבת יערוב ביום טוב קודם שיבשל לצורך השבת."
            ],
            [
                "<b>הלכות תשעה באב·</b><br>בתשעה באב צריך לפסוק בסעודתו מבעוד יום כמו ביום הכיפורים מאכילה ושתיה ואפילו עוברות ומיניקות אינן שותות מים באותו הערב. ואסור בשתיית מים וברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המיטה. ואם ילך אדם להקביל פני אביו או פני רבו או לדבר מצוה מותר לעבור במים עד צוארו ובלבד שלא יוציא ידו מתחת חלוקו שלא יתראה ערום כולו כאדם רוחץ. ואסור לרחוץ במים אפילו אצבעו הקטנה אבל שורה מפה מבערב ואינו סוחטה כמו ביום כיפורים וזה הפרש בין יום הכיפורים לתשעה באב. ובכל מקום שיש תלמידי חכמים בטילין ממלאכתן ויעשה כל אדם עצמו כתלמיד חכם. וגם התינוקות בטילין מלקרוא. אבל קורין בקינות ובאיוב ובירמיה עד חצות היום. ומחצות היום קורין ניחומין ושוחטין בשר ומותר. ואסור לאכול בערב תשעה באב שני תבשילין. ואסור לאכול בשר ולשתות יין אם היה רגיל לאכול בעשרה ימעט ואוכל בחמשה ואם רוצה לשתות יין בתוך שלשה ימים מגיתו שותה אבל אחר שלשה ימים אסור. ומותר בחומץ. ומותר לאכול בשר מלוח יבש מימים הרבה. אבל תשעה באב שיבוא בשבת או באחד בשבת מותר לאכול בשר באותו שבת ולענג ולדשן עצמו בכל עינוגים ודישונים אבל מפסיק סעודתו מבעוד יום. ואסור לרחוץ ולתפור בגדיו באותו שבוע שבו תשעה באב. ולכבס מתי כשיבוא תשעה באב בתוך השבוע ימים שלפניו אסור ושל אחריו מותר מפני כבוד השבת. ובמוצאי תשעה באב אם בא באחד בשבת מבדיל על הכוס בכוכבים ואינו אומר בורא מאורי האש. ולפני תשעה באב אם רוצה לכבס ולהניח מותר."
            ],
            [
                "<b>הלכות יום הכיפורים·</b><br>יום הכיפורים אסור ברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המיטה. ואם חולה אפילו אחד מאיבריו יסוך כדרכו ואינו חושש וכן מי שיש לו כאב ברגלו יכרוך על רגלו חתיכת בגד צמר או בגד פשתן ומותר. אבל כל מנעל וסנדל וכל מין עור ומין של עץ אסור. אם היו ידיו מטונפות מותר לרחוץ כדרכו. אבל פניו ידיו ורגליו אסור להושיט ידיו במים אפילו אצבע קטנה אלא שורה מטפחת מערב היום במים וסוחטה ומניחה ולמחר מעבירה על גבי עיניו וידיו בלבד. ואם יקרה בלילה מותר לירד ולטבול במים כל גופו ויעביר ידיו על כל גופו וישפשף בידיו. ואם אדם חולה ביום הכיפורים מאכילין אותו שלא יסתכן וכן כל אשה מעוברת שמתאווה נפשה או מריחת שום ריח מאכילין אותה שאין לך דבר שיעמוד בפני פיקוח נפש חוץ מגילוי עריות ושפיכות דמים ועבודה זרה קודם ימות ואל יעשה אותם. ואסור להבדיל במוצאי יום הכיפורים בורא מאורי האש אלא באור ששבת. ואם לא נמצא אור ששבת והביא אור שלא שבת הדלקה ראשונה אסור שנייה מותרת. ויום כיפור שיבוא בשבת מפסיק מבערב ואין צריך לקדש לפי שלא קדש היום עדיין וצריך לפסוק מבעוד יום מאכילה ומשתייה. והיאך מקדש אין מקדש כמו בחול אלא מי שהוא במקום אחר בערב שבת שיש בו יין ויודע כי לא יהיה לו יין בשבת יקדש מבעוד יום באותו יין שימצא וישתה ולאחר כן אסור בעשיית מלאכה שקיבל עליו את השבת. אבל בהבדלה אינו מבדיל אלא עד שיצא שבת. ואם אין לו יין אומר קודם המוציא לחם ואינו אוכל עד שיבדיל. ובקידוש אם אין לו יין בערב שבת יעשה קידוש על הפת. כיצד רוחץ ידיו ויושב על שולחנו ואומר ויכולו כול׳ ובמקום בורא פרי הגפן אומר המוציא ואומר אשר קדשנו כולא עד ברוך מקדש השבת. אבל יום טוב שהוא אחר השבת צריך לומר י̈ק̈נ̈ה̈ז̈. ואם אין לו יין יכול להבדיל על הפת אגב קידוש. וכך סדורו. רוחץ ידיו ואומר המוציא ומתחיל אשר בחר בנו עד מקדש ישראל והזמנים. ואומר בורא מאורי האש. ואומר ברוך המבדיל בין קודש לחול בין ישראל לגויים בין קדושת שבת לקדושת יום טוב הבדלתה עד המבדיל בין קודש לקודש. ואומר ברוך שהחיינו. וכן לכל המועדים בין פסח בין ראש השנה בין שבועות בין סוכות. ובזמן שיבוא יום הכיפורים בשבת אומר בכנסת ויכולו במעריב. ומעין שבע ברכות כמו בערב שבת ומסיים מקדש שבת. אבל ביוצר ומוסף ומנחה ונעילה וידוי שלמעריב מסיים ברוך אתה ה׳ מקדש ישראל ויום הכיפורים."
            ],
            [
                "<b>הלכות סוכה·</b><br>העושה סוכה כשיתחיל לעשות צריך לברך שהחיינו. וכשנכנס בה בכל סעודה וסעודה צריך לברך בין ביום ובין בערב אשר קדשנו במצוותיו וצוונו לישב בסוכה. וצריך לסוככה שתהא צילתה מרובה מחמתה ושתהא מרובעת ולעשות לה צורת פתח וגבוהה עד עשרה טפחים כשירה פחות מיכן פסולה ויותר מכ׳ אמה פסולה. וגבוהה עד עשרים אמה כשירה. ואם אינו יכול לעשות גדולה יעשה אותה קטנה עד שתהא מחזקת ראשו ורובו ושולחנו כשירה. פחות מיכן פסולה. ומדליק בה נר ומדליק על שולחנו. ואסור להכניס לתוך הסוכה מכל כלי תשמיש שמבשלין בהן שום מאכל אבל כל כלים ששותין בהן מותרין כגון קנקנים וכוסות וקיתוניות גביעים צלוחיות כל אילו מותרין. ואל יכסה סוכה במצלחת או בלוחות ולא בכל מיני צמר ופשתן אבל בכל אילנות ובגפנים ובערבה ובכל מיני עשבים הכל מותרין לכסות בלבד מן עץ שריחו רע אסור. ואם עושה סוכה חשובה כמו בית ואין כוכבי חמה נראים מתוכה פסולה. הלוח שנתן על הסוכה אם היא רחבה ארבעה טפחים פסולה פחות כשירה. ואם סוכה ישנה צריך לחדש בה כלום ואם לא מחדש בה פסולה."
            ],
            [
                "<b>הלכות לולב·</b><br>לולב הגזול והיבש פסול אם לקחו מגוי בדמים כשר. ואם הוא כמוש לא יבש ולא לח כשר וכן ארבעת מינין שבלולב. ולולב צריך להיות ארכו שלשה (בגליון על ד) טפחים כדי שיצא מן ההדס טפח ושני (בגי׳ על ג) טפחים בתוך ההדס פחות משלשה טפחים פסול. וארבעת מינין מעכבין זה את זה ולא יצא ידי חובתו אפילו חסר אחת מהן. ואתרוג שיעורו עד כאגוז בינוני פחות מאגוז אסור. שנים ערבות ושני הדסים בלולב מותרין ויוצא ידי חובתו פחות מיכן אסור וההדסים שנים אחד עבות ואחד שוטה וכשר."
            ],
            [
                "<b>הלכות שעור המקוה·</b><br>המקוה לטבול והיולדות והקרי ועבד ושפחה וגר המתגייר שיעור המקוה אמה על אמה ברום שלוש אמות כשיעור קומת האדם. וכמה מידת המים שעולה טבילה בהן ארבעים סאה שכל סאה וסאה מאה וארבעים וארבעה שפופרות של ביצה במידה. ואם חסר מהן אפילו כוס אחד אינו עולה בו טבילה. וזה שיעור המים שכל גופו עולה בהן שהן אמה על אמה ברום ג׳ ואם מוסיף על שיעור זה הרשות בידו ומותר. ובכל נהרות הרצים עולה בהן טבילה בים ובאגמים לאו. וצריך להיות המים טבע מים חיים. ואם מקום רחב הוא ואין עומק המים ג׳ אמות יחשוב הרוחב כנגד האורך ויבוא לשיעור טבילה ומותר לעשות טבילה אבל בים ובאגמים אין עולה להם טבילה אלא במים חיים הטבעים לכסות המים כל גופו כשהוא שוכב וכשהוא יושב עולה לו טבילה. וכשירד אדם לטבול כן יעשה יורד במים וישפשף בידו כל גופו קודם בין איש בין אשה ואחר כך טובל כל גופו במים שיכסו כל גופו ויעלה ויברך ברוך אשר קדשנו על הטבילה. וגם היולדת והנידה והשפחה צריכות לברך בעליית טבילתן. וכן נטבלין הקרי בו ביום. הנידה אחר שבעה ימי נקיים היולדת בין זכר ובין נקיבה לאחר שפוסק ממנה הדם מונה שבעת ימי נקיים וטובלת ומותרת לבעלה לאחר כך כל דם שרואה אם יולדת זכר עד ארבעים ואחד יום ולנקבה עד שמונים ואחד יום ואחר כך כולו דם טהור הוא. ואם ראתה היום מותרת למחר ובסוף ארבעים ואחד יום לזכר ושמונים ואחד יום לנקיבה פורש ממנה אותו יום ואותו לילה. ואם אינו רואה דם בתוך יום זה ולילה זו מותרת לבעלה בלא טבילה. ואם רואה תשב נידה ואחר שמפסקת הדם תשב שבעה נקיים. וביום השביעי תטבול בלילה והיא טהורה מיכן ואילך. לעולם נידה ויולדת טבילתן בלילה. ואם מפני פחד או מפני צינה טובלת בשמיני או בתשיעי או בעשירי או לפנים כרצונה ובטבילה מותרת לבעלה. וגר המתגייר צריך טבילה. וזה משפט טבילת עבד ושפחה בשעה שרוצים להטבילן משימין אוסר מן חבל או מן פשתן בצוארו וכן טובלין ומשפשפין גופם קודם בידיהם וטובלין עד שיעבור המים על ראשיהן ועולין ומברכין על מצות טבילה. ואם אינן יודעין לברך מברך העומד עליהן ומלבישן. ואם אחד הוא או שנים נותנין לכל אחד מהן כדה בידו ואומר דיי לכם לכו ומלאו והוליכו לבית אדוניכם ומתירין אותן חבלין מעל צווריהן ומותר לאכול עמהם ולשתות מיינם ומכל דבר. ואם בשעת טבילה רוצה לעשות ציפורניהן ולגלחן הרשות בידו."
            ],
            [
                "<b>הלכות גיטין·</b><br>שימ֒וש בי֒ת ד֒ין. מאן דכתיב גיטא ניפסק מגילתא שיעור גט וכתב גיטא ואם פסק לה לבתר דכתיב לה מיפסל דכת׳ וכתב ונתן מי שאינו מחוסר אלא כתיבה יצא זה שמחוסר כתיבה ונתינה. גט אשה וגט חירות כותבין ביום וחותמין ביום וכשר. אבל אם כותבין ביום וחותמין בלילה פסול. ועדי הגט צריכין שיהו חותמין זה בפני זה וגט חליצה הכי עבדי דלראיה בעלמא וגט שביטלו חוזר ומגרש בו. גט מעושה בישראל כשר ובגוים פסול. ואם חובטין אותו גוים על פי ישראל ואומ׳ לו עשה מה שישראל אומר לך כשר אבל חליצה מעושת בישראל פסולה עד שיאמר רוצה אני. תנו רבנן המגרש את אשתו לא ישרא עמה לא במבוי ולא בחצר ואם במבוי של שניהם מפנין זה מפני זה ומי מפנין את האשה בד״א מן הנישואין אבל מן האירוסין לא. ובכוהנת אפילו אם לא נישאו וכן החולץ ליבמתו מפני שלבו גס בה. חמשה דמים טמאים באשה השחור האדום וכקרן כרכום ובמימי אדמה וכמזג. ואמרו חכמים מאה גיטין ולא ספק אחד. ואילו הם עריות מן חליצה ולא הוי הולד ממזר. דתנן החולץ ליבמתו ונשא אחיו את אחותה ומת פטורה. אמר ר׳ שמעון כאן שנה ר׳ אחות גרושה אסורה מדברי תורה ואחות חלוצה אסורה מדברי סופרים. שומרת יבם שזינתה בלא חליצה מותרת ליבם. המיבם יורש חלק אחיו אבל חולץ לא. שומרת יבם שניסית בלא חליצה צריכה גט מאותו שניסית לו ומותרת ליבם שזיכר אדונינו לברכה מר רב יהודאי ריש מתיבתא הכי קאמר שומרת יבם שניסת בלא חליצה אם אין לה בנים תצא מזה ומזה מבעל בגט ומיבם בחליצה ואסורה להם עולמית. נתקדשה ולא ניסית אם היה יבמה ישראל נותן לה שיני גט ומותרת ליבם. ואם יש לו בנים חולץ לה יבם ויושבת תחת בעלה ולא מפקינן לה מינה כדי שלא תוציא לעז על בניה. ואם היה בעלה כהן ויש לו בנים ממנה אפילו חליצה לא צריכה. ואם מתו בניה בלא זרע תצא מבעל בגט ומיבם בחליצה ואסורה ליה עולמית וכי קאמרינן אם היה בעלה כהן ויש לו בנים אפילו חליצה לא צריכה דכד חליץ ליה יבם אסורה ליה ולא מפקינן לה מיניה כדי שלא תוציא לעז על בניה. ואסיר ליה למקרב לגבה כל היכא דאיכא יבם בחיים דכל ביאה וביאה דאזיל גבה קאי בעשה ומתבעי ליה לאיפרושי מינה וכי מיית יבם שרי למיקרב גבה. יבמה ג׳ חדשים הראשונים ניזונת משל בעלה מיכן ואילך לא משל בעלה ולא משל יבם. ברח יבם שלה ניזונת משל יבם. נפלה לפני יבם קטן מיבם לא אכלה מבעל מאי הילכתא לא אכלה אלא מן דידיה ולא משלו. ומי שלא הביא שתי שערות אינו יכול להוציא את יבמתו עד י״ג שנים. ובת תשע שנים ויום אחד מתיבמת אבל לא תחלוץ עד י״ג שנים. קטנה פחותה מבת י״ב שנים שקידשה אמה ואחיה יכולה למאן ואינה צריכה גט מבת י״ב שנים ויום אחד והביאה שתי שערות אינה צריכה למאן שהיא בוגרת וצריכה גט וכן הלכה. ובת בין קטנה ובין פחותה שמקדש אותה אביה אפילו מבת חודש אינה יכולה למאן וצריכה גט וכן הלכה. ואם נפלה לפני יבם ועדיין קטנה אינה יכולה למאן אלא חולצת או מתייבמת אבל אם קידשה . . . . . . ועדיין היא קטנה ונפלה לפני יבם ועדיין פחותה מבת י״ב שנה יכולה למאן. ואם ניסת לאחר נישואיה הן הן . . . . . . . האשה שמת בעלה והיא מעוברת אם יצא הוולד . . . . . . . . . . . . . . . . . . . . . . הולד אם יצא חי ובכה שעה אחת היא פטורה מן החליצה ומן היבום אבל אם יצא הולד מת או חולצת או מתייבמת. ואם יצא הולד חי והוא חסר עיקר מן תשעה חדשים ממתינים הוולד עד שלשים יום אם מת בתוך שלשים יום או חולצת או מתייבמת. ואם חי הולד לאחר שלשים יום אפילו שעה אחת פטורה מן החליצה ומן היבום. וחלוצה וגרושה אסורה לכהן. ואיש כי ימות וביקש אחיו לחלוץ ליבמתו והיא אינה רוצה שומעין לו. ואם האשה מבקשת לחלוץ שומעין לה. ומי שיש לו שתי נשים ומת בלא בנים חליצתה של אחת פוטרת את חברתה ואפילו אם יש לו בן מאשה אחרת היא פטורה מן החליצה ומן היבום. ואם דיבר אדם באשה מניקה לא יתיחד עמה עד עשרים וארבעה חדשים. וכן כל אשה פנויה צריכה להמתין שלשה חדשים וכן תינשא לבעל. והמינקת אם נתנה בנה להניק לאחר שתלד שלשה חדשים מותרת לינשא ואם פחות משלשה חדשים לא. תינוק שפרש מדדי אמו בתוך עשרים וארבעה חדשים אם רצתה אמו להחזירו מותר. אחר עשרים וארבעה חדשים אסור. ומן שעה שמקבל השליח של אשה הגט מבעלה לפני בית דין ואפילו קורעו ואפילו מאבדו השליח היא מותרת לינשא למי שהיא רוצה. ואם ביקש אדם לגרש את אשתו ולא ביקשה היא ומתה בעלה יורשה. תנו רבנן לא ישא אדם אנוסת עצמו ומפותת עצמו ואם נשא נשוי. כהן לא ישא אנוסת חבירו ומפותת חבירו ואם נשא ר׳ אליעזר בן יעקב אומר הוולד חלל וחכמים אומרים הוולד כשר והילכתא כרבנן. ר׳ טרפון אומר יכולין ממזרין ליטהר כיצד ממזר שנשא שפחה הולד עבד שיחררו נמצא הבן בן חורין וכשר לבוא בקהל. איבעיא להו ר׳ טרפון לכתחילה קאמ׳ או דאיעבד. ת״ש דאישפיזכניה דר׳ שמלאי ממזירא הוה אמר ליה אילו קדימתן לו קדמת אדעתן הוה מטהרנא לבנך אי אמרת בשלמא לכתחילה קאמר שפיר אלא אי אמרת דאעבד קאמר מה נינהו דאזיל גניב ומזדבן בעבד עברי עבד עברי בשני ר׳ שמלאי מי הוה והא תניא אין עבד עברי נוהג אלא בזמן שהיובל נוהג אלא לאו שמע מינה לכתחילה קאמר שמע מינה אפילו לכתחילה. אמר רב יהודה אמר שמואל הלכה כר׳ טרפון דולד במעי שפחה אפקוריה אפקריה רחמנא. והעושה מתנה דבר שלו למי שהוא רוצה מתנתו מתנה בקניין. וכן האשה שעושה דבר שלה מתנה למי שהוא רוצה מתנתה קיים בקניין. ואם איש ואשתו עושין מתנה לאדם תופשת האשה קניין קודם ואחר קונין קניין מן בעלה ומה שעושין מקוים בין במכירתה בין במתנתה. והעושה מתנה לאדם בקניין בין לבנו בין לאיש אחר אינו יכול לחזור בו מה שעשה עשוי ואין לאחר קניין כלום. ואדם שנשא אשה ונולדו בה מומין ורוצה לגרשה נותן לה כתובתה שלם. ואם המומין מקודם ולא ניגרש המום נוטלת מה שהביאה ותצא בגט. ואחים מן האם לא חולצין ולא מיבמין. וקטן שמת ועשה מתנה את נכסיו אין מתנתו קיימת. ואפילו קטן שקידש אין קידושיו קידושים ואין כתובתו כתובה ולכשיגיע לשלש עשרה שנה ויום אחד כל מה שעשה קיים עליו. שני אחים תאומים גרים ושני אחים משוחררים לא חולצין ולא מיבמין ואין חייבין משום אשת אח. היתה הורתן שלא בקדושה ולידתן בקדושה הרי אילו לא חולצין ולא מיבמין אבל חייבין משום אשת אח. היתה הורתן ולידתן בקדושה הרי הן כישראל. ואשת סריס חמה ואשת אנטרוגינס פטורין מן החליצה ומן היבום. וחרש ושוטה ואילם מיבמין ולא חולצין. המגרש את אשתו והחולץ ליבמתו אסורין לינשא לאחים. אשה אילונית אין לה כתובה לא מזונות ולא בלאות. עקרה הנגרשת יש לה כתובתה מן בעל ראשון וגם מן בעל שני יש לה כתובה. מן בעל שלישי אין לה כתובה. כל האשה שמורדת על בעלה ואומרת אי איפשי בפל׳ בעלי בין יבמה בין חלוצה בין אשה אחרת נוטלת כל מה שהביאה מבית אביה בין מקרקע בין מטלטלי שהם עומדים בעצמם הכל נוטלת אותם. וזוזי חמשה ועשרים שאמרו חכמים שהם מאתים זוזים מדאורייתא דמי בתולים ומפסדת כל תוספת ותצא בגט. הכתובה קודמת מכל חוב ושטר בפריעות. ולעולם כתובת אשתו ראשונה קודמת מכתובת אשתו שנייה. כך ינתן הגט על תנאי יקבל הקולמוס הסופר וכותב הגט ונותנו אותו האיש לאשתו ואמר לה הא ליך גיטיך על תנאי אם אבוא עד שנה או עד כך וכך זמן יהיה הגט פסול. ואת אשתי כשהיית מקודם ומקבלת הגט מידו ונותנתו לבית דין עד ומן הנקבע ביניהם אם יבוא קודם הזמן אפילו שעה אחת הגט פסול ובטל ואם יעבור הזמן אפילו שעה אחת היא מותרת לכל אדם. הגוסס בשעת פטירתו דבריו קיימין בלא קניין. ואיש אם אמר באמירה כתבו גט לאשתי ותנו לה שתהא מותרת לכל אדם ואמר כן בפני שני עדים ואינן יודעין לכתוב באין במקום שיש שם סופר וכותבו הסופר וחותמין חתימת ידם וכשר. ועד שאינו יודע לחתום מקרעינן ליה וחותם כדי שלא יהו בנות ישראל עגונות. ואשת איש אם יעיד עליה יחידי שקילקלה ילקה. ואיש ואשת איש שאומרין עברנו עבירה זו אין שומעין להם מפני שמא נתנה עיניה באיש אחר. אבל האיש ילקה ואשה לא אלא יושבת תחת בעלה שאם תלקה אסורה לו. ואם מעיד אפילו עד אחד על אותו שהודה על עצמו שעבר באשת חבירו מפרישין אותה מבעלה בגט ומלקין הנואף מלקות מרדות בלא חשבון ומגלחין זקנו וראשו וגם ראש האשה ומלקין אותה מלקות מרדות. באו ואמרו לאשה מת בעליך במדינת הים עמדה ונישאת לאחר ימים בא בעלה ומצא אשתו נשואה לאחר מה דין. תצא מזה ומזה בגט ואסורה לשניהם ומלקין האיש שעל כל ביאה וביאה קאי בלא תעשה על אשת איש. וגם איש שעשה עבירה עם חמותו אין מפרישין בתה ממנו אלא מלקין אותו ואין מדבר עם חמותו לעולם. ועידי העריות צריך לבוררם להיות ראיית עידותם במכחול בשפופרת. ואיש שגירש אשתו בגט וזינתה מותרת לחזור עמו. אבל אם נישאת לאחר אסורה לו. אם לעולם אינה יורשת לפרי בטנה אבל האב קודם לכל יוצאי יריכו. ובני האחים קודמין לבני אחיות בנחלה. בן קודם לבת וכל יוצאי יריכו של בן קודמין לבת. הבת קודמת לאחין וכל יוצאי יריכה של בת קודמין לאחים. והאחין קודמין לאחי האב כל יוצאי ירכיהן של אחין קודמין לאחי האב. לעולם האיש יורש את אשתו. האשה הנפרעות כתובתה צריכה מן בית דין כתב פירעון כתובתה שאם אין לה כתב פירעון היאך נשבעה ונפרעה אינה יכולה לא למכור ולא ליתן במתנה שום דבר מפני היורשין שיש להם טענה לומר דבר של אבינו הוא ומיתחזקין. אבל אם יש בידה כתב פירעון מבית דין יכולה היא לעשות כל מה שהיא רוצה בדבר שלה בין למכור בין ליתן במתנה. אשה יכולה לגבות כתובתה עד עשרים וארבע שנים לאחר כן אין לה רשות לגבות כתובתה כל עיקר וכן הלכה. אשה שרוצה למכור בלא דעת בעלה אינה יכולה כי אם בחסרון ואין לה הוצאה מוכרת על פי בית דין והיא מכירה מקויימת ואם בלא בית דין מכרה מכירה זו מכירה בטילה. תנו רבנן אין אונאה בקרקעות ומה שקנה קנה. ואם לסחורה עד שיראה לתגר או לקרובו ואם יפסיד פחות משתות לא יחזיר יותר משתות יחזיר אונאה מוכר לעולם חוזר. כשם שאונאה להדיוט כך אונאה לתגר וחוזר אם יש שם אונאה. מה פירוש שתות שחוזרין בו הסחורה זה הוא קונה אדם מחבירו סחורה בששה זהובים ושווה חמשה זהובים ואיסר אחד אינו יכול להחזיר אותה סחורה ואם אדם קונה סחורה ויש בה אונאה ותפס קניין אינו יכול להחזיר אונאתו שאין לאחר קניין כלום לא אונאה ולא כלום. ואם אדם קנה סחורה ובא עליה סחורה ממקום אחר ותיזול אותה סחורה אינו יכול לחזור בו. הקרקעות והבהמות במסירה לאחר שנימסר אין אונאה לחזור בו לא המוכר ולא הקונה. חזקת בתים שלש שנים בנה וסתר פרץ וגדר ולא עירער עליו שום אדם בעולם נתחזק. מוכר אדם לחבירו בהמה ואינו מזכיר לו את המומין בפירוש חוזר ועוד אם אמר לו הרי בהמתי בכל מומין שבעולם ואחר כך יראה בה מום אחד חוזר. אבל אם מזכיר לו המום בפירוש מה שקנה קנה. ואם בלא עדים סחרו וטוען המוכר שהזכרתי לו המום בפירוש על שם והקונה אומר לא הודעתני המום מהו הדין. ישבע לו המוכר שהודעתיך המום ויפסוק. ואם באמונה לקח הבהמה ולא נתן לו ממון עדיין חוזר לו בהמתו בו ביום. ואם נותן אדם לחבירו ממון לקנות ממנו כגון חיטים כגון דבר אחר ועדיין אינו בידו ונתיקר אותו דבר יכול להחזיר לו ממונו. ואם עדיין הסחורה היא בביתו ולא נתן לו אפילו פרוטה אחת שכירות ממון ישיבת הסחורה חוזר לו ממונו. אבל אם הסחורה בביתו ובעל המומין נותן לו שכירות אפילו פרוטה אינו יכול לחזור בו בין בזול ובין ביוקר. לעולם השבועה על השוכר אם אמר לו בעל הבית תן לי שכירות ביתו וטוען לו השוכר פרעתיך ישבע לו וכן השוכר בהמה מחבירו אם טוען לו פרעתיך שכירות בהמתך ישבע לו. והמודה באמת שהלויתה לי ופרעתיך יתחייב שבועה ואם כופר ואומר לא הלויתה לי כלום ועדים מעידים עליו שהלוה לו ממרק על כורחו שהוא כפרן. ואם אמר אדם לחבירו פרעיני וטוען לו אין לך עלי כלום ועד אחד מעיד עליו נשבע ולא משלם. כל הטוען ואומר שעשיתי שליחותך וחבירו אומר לא שלחתיך ולא צויתיך כך וכך או ליתן לפל׳ כך וכך ממון והשליח אומר הן ישבע השליח שעשית שליחותך ואתה צויתני וכן הלכה. וכל הנוטל בהמה מחבירו בשכירות ומתנה עמו ועובר על דעת בעל הבהמה ומתה הבהמה אם יש עדים שעבר על דעת בעל הבהמה נותן דמי הבהמה כשהיא שווה. ואם אין ערים ישבע שלא עבר על דעת בעל הבהמה ויפסוק. ולעולם השאילה ששואל מחבירו חוזר כן כל דבר השאילה ששואל מחבירו. ובדבר מציאה בין ממון בין כל דבר מציאה כל השולח ידו תחילה זוכה בו. המפקיד פקדון לחבירו בביתו ונגנב לו ישבע לו כי לא פשעתי בו ולא שלחתי ידי בפקדונך שכך אמרו חכמים כל המפקיד אינו מפקיד אלא על דעת אשתו ובניו. וכל דבר שנותן אדם בין לעמלנית בין לעמל כדי לעמלו בשכירותו ונכנס גנב וגנב אותו דבר דין הוא כדי שיטול דבר שלו מהן שלם ואם בלא שכר רצה לעמלו ילך בראש למי הדבר וכן הדין. שופט שטעה בדבר משנה חוזר בשיקול הדעת אינו חוזר ומשלם מביתו. אשת עבד משוחרר והיא מישראל מותרת לכהן. ומותר אדם לישא בת אחותו ואשת בן אחיו. אשת חורגו מותרת ובתה אסורה לו. ומותר אדם לישא את בת אחיו. ואשה נכרית מותרת לעשות את החלב ואת חמאתו. וגוי אסור לצלות בשר או דגים. ושכר גוי מותר וגיד הנשה שנתבשל עם הבשר אם יש בבשר מאתים מותר פחות מיכן אסור. ואם מכר אדם לחבירו חיטין או שעורים ולא . . . . . . . . . . וכל נער שמקדש אשה פחות משנים עשר שנים אין קידושיו קידושים. וכל אדם שמכה את חבירו קונסין אותו. דתנן התוקע לחבירו נותן לו סלע ר׳ יהודה אומר משום ר׳ יוסי הגלילי מנה. סטרו נותן לו מאתים זוז לאחר ידו נותן לו ארבע מאות זוז צרם באזנו תלש בשערו רקק והגיע בו הרוק נותן לו ארבע מאות זוז והני מילי באנפיה. קרע את כסותו נותן לו ארבע מאות זוז. העביר טליתו ממנו ופרע את ראש האשה נותן ארבע מאות זוז הכל לפי כבודו. חנן בישא תקע ליה לההוא גברא אתא לקמיה דרב הונא אמר ליה זיל הב ליה פלגיה דזוזא הוה איכא זוזא מכא בהדיה ולא קא נפיק תקע ליה אחרינא ויהביה נהליה. המבעת את חבירו פטור מדיני אדם וחייב בדיני שמים. כיצד תקע לו באזנו וחרשו פטור מדיני אדם וחייב בדיני שמים. אחזו ותקע לו באזנו וחירשו חייב. הכהו לאחר ידו בלוח בארר בנייר בפינקס בעורות שאינן מעובדין בטומוס בשטרות שבידו נותן לו ארבע מאות זוז. ולא שמכה של צער אלא שמכה של בזיון. חרש שוטה וקטן פגיעתן רעה החובל בהן חייב והן שחבלו באחרים פטורין. העבד והאשה פגיעתן רעה החובל בהן חייב והן שחבלו באחרים פטורין ומשלטין לאחר זמן. נתגרשה האשה ונשתחרר העבד חייבין לשלם. ואם מרציהו רוצה בממון רוצה בפייוסים מרצהו וימחול לו. ואם נפל שרץ בשמן מותר לה להדליק ממנו בכנסת ואפילו בשבת ואסור לאכול ממנו. הנודר בפני רבים אין לו התר עולמית. והנודר מאשתו ילך אצל חכם ויתיר לו את נדרו ומותר לו. ואם יש ביד כהן מום לא ישא את כפיו לא במקומו ולא במקום אחר. וכל עור עבוד של בהמה טמאה מותר לסנדלין ואם חילל אדם את השבת במזיד ילקה ויתגלח. ומותר להוציא למלך בשבת ובחג מאכל מפני הסכנה. ומי שהוא עושה מלאכה ערב יום הכיפורים אינו רואה סימן ברכה לעולם. וכהן שמטמא ילקה ארבעים. ואסור עצמות בעצמות. ואין הכהן מטמא אלא על מה שכת׳ בתורה."
            ],
            [
                "<b>הלכות יין נסך·</b><br>אסור ואוסר כל שהוא יין ביין ומים במים במשהו. יין במים ומים ביין בנותן טעם. נפל על גבי ענבים ידיחם במים אם היו מבוקעות אסורות. נפל על גבי תאנים או על גבי תמרים אם יש בהם בנותן טעם אסורות. ובין יין שנפל לתוך חומץ ובין חומץ שנפל לתוך יין אם יש בהן בנותן טעם אסור זה הכלל מין במינו במשהו ושלא במינו בנותן טעם. אמר רב נחמן הלכה למעשה יין נסך יין ביין אסור חבית בחבית מותר. סתם יינו אפילו יין ביין מותר כולו. תנו רבנן אחד הלוקח ואחד השוכר בית בחצירו של גוי ומלאהו יין ומפתח וחותם ביד ישראל ר׳ אלעזר מתיר בשתייה וחכמין אוסרין אמר ר׳ חייא בריה דרבה בר נחמני אמר ר׳ חסדא אמר רב ואמרי לה אמר זעירי הלכה כר׳ אלעזר. אמר ר׳ אלעזר הכל שולחין ומפקידין ביד גוי ומשתמר חותם בתוך חותם חוץ מן היין שאין משתמר חותם בתוך חותם. ור׳ יוחנן אמר אפילו יין והלכה כר׳ יוחנן. היכי דמי חותם בתוך חותם. אמר רבא אגנא אפום דנא הוי חותם בתוך חותם. דיקולא אפום דנא מיהדק הוי חותם בתוך חותם פיו למעלה לא הוי חותם בתוך חותם אי כייף וצייר וחתים ודאי הוי חותם בתוך חותם. ואמר ר׳ אלעזר חבית מלא יין אסור לתקנו הגוי מפני הסחיטה בפנים אם פתח הגוי הנקב של חבית וסגר הרי נכנס הסחט בפנים והוא אסור. ואם לא סגר הגוי הנקב אלא הניחו ורץ לעצמו עד נקב אחר כשר. וכל כלי חרש וכל כלי עץ בשני חותמות מותר הוא ביד גוי. ואם הבית לישראל וחבית של יין שם ואפילו המפתח ביד גוי מותר וכשר. ואם הבית לגוי אסור לשתות ממנו אלא אם כן המפתח ביד ישראל מותר והיין כשר. ארבעה דברים בחותם אחד עם הגוי אסור בשני חותמות מותר ואילו הן חלב ובשר יין תכלת. ארבעה דברים בחותם אחד עם הגוי מותר. ואילו הן חתיכות של דג מורייס פת וגבינה. אמר ר׳ פפא ישראל נקיט דנא וגוי נקיט כובא וקא מוריק חמרא שרי דאתי מכח ישראל. ואי צריך לצדודי חמרא אסור גוי נקיט דנא וישראל נקיט כובא וקא מוריק חמרא אסור. אמר ר׳ יוחנן יין שמזגו גוי אסור וכן הלכתא."
            ],
            [
                "<b>הלכות אבל·</b><br>אם מת אביו או אמו אינו נוהג כשאר כל המתים על כל המתים קורע מלבוש אחד עד טפח אבל על אביו ועל אמו קורע כל מה שהוא לובש או בגד או עשרה מלבושים ושיעור הקריעה עד לבו. על כל המתים שולל ותופר לאחר שבעה ימים אבל על אביו ועל אמו אינו תופר לעולם וכן על רבו ועל אב בית דין. על כל המתים עד שלשים יום אסור לרחוץ ולספר ולאכול בסעודת שמחה אבל על אביו ועל אמו אסור לרחוץ ואסור לאכול בסעודת שמחה עד שנה תמימה ולספר ראשו עד שיגערו בו חביריו. ואם שמועה שמע שמת אחד מן קרוביו בתוך שלשים יום כן על אביו ועל אמו נוהג שבעת ימי אבילות ואינו יוצא מפתח ביתו ואם לאחר שלשים יום באתה השמועה אינו נוהג אלא יום אחד וצריך לקרוע על אביו ועל אמו ועל נשיא ועל חכם. ואם עומד בבית בשעת יציאת נשמה של כל מיתי ישראל חייב לקרוע. בפסח בשבועות בראש השנה ביום הכיפורים ובסוכות אם ימות אדם קודם אילו הרגלים אפילו יום אחד או שנים ויבוא הרגל עליו פוסק ואינו נוהג אבילות. השלים שבעה קודם הרגל נתבטלה ממנו גזירת שלשים יום ומותר לרחוץ ולכבס ולעשות כל צרכו כן על אביו ועל אמו. מת בתוך שבעה קודם הרגל נתבטלה ממנו גזירת שבעה ולאחר המועד ישלים שלשים יום עם ימי המועד. ימי אבילות שלשים יום הם שבעה מהם אסור במלאכה ובסיכה וברחיצה ובנעילת הסנדל ובתשמיש המטה. לאחר שבעת ימים האסורים האילו מתקן המטה ועושה מלאכתו ומותר בתשמיש המיטה ובנעילת הסנדל. ובאבל אביו ואמו אל יתרחץ ואל יכבס ואל יגלח אלא לאחר שלשים יום יהיה כשאר כל בני אדם. מת בתוך הרגל לאחר הרגל נוהג כמו שכת׳ למעלה קורע טפח בלבד ונוהג שלשים יום אבלות באבל אחיו ואחותו ובניו. בת במיתת אביה ואמה ועל כל מתה אסורה לתשמיש המיטה עם בעלה בשבעת ימי אבילות לאחר שבעת ימי אבילות מותר. בשבת וברגל אין נוהג בהן אבילות אלא לובש צניף נקי בראשו ובגד נקי ואפילו אם מת לו בשבת גופו אין בו אבילות. פריעת הראש והחזרת קריעה לאחור וזקיפת המיטה. על כל המתים כולם שולל לאחר שבעת ימי אבילות ומאחה לאחר שלשים יום אבל על אביו ועל אמו שולל לאחר שלשים יום ואינו מאחה לעולם. והאשה שוללת לאלתר מפני כבודה. אבל יום ראשון אסור לאכול לחם משלו שלשה ימים הראשונים אסור בשאילת שלום. משלשה ימים ועד שבעה משיב ואינו שואל. מת שאין לו מנחמים באין עשרה בני אדם ויושבין במקומו. מי שמתו מוטל לפניו אוכל בבית חבירו או בבית אחר או עושה מחיצה ואוכל. המוליך עצמות או ספר תורה ממקום למקום לא יתנם על גבי חמור וירכב ואם יש פחד ליסטין מותר. ובן ישראל שקבר מת ביום טוב ראשון מלקין אותו מלקות ארבעים. ומלוין מת ביום טוב הראשון בתוך התחום. תנו רבנן אבל שבת ראשונה אינו יוצא מפתח ביתו שנייה יוצא והולך בכנסת ואינו יושב במקומו ואינו מדבר אלא מתעטף כישמעאלים שלישית יושב במקומו ואינו מדבר רביעית הולך ככל אדם. אבל אם היה טבחו טבוח ויינו מזוג ופיתו אפוי ומת אביו של חתן או אמה של כלה מכניסין את המת לחדר ואת החתן ואת הכלה לחופה ובועל בעילת מצוה ופורש ואחר כך קובר את מתו. ונוהג קודם שבעת ימי המשתה ואחר כך נוהג שבעת ימי אבילות ובאותן הימים הוא ישן בין האנשים והיא ישנה עם הנשים ואין מונעין את התכשיטין מן הכלה כל שלשים יום."
            ],
            [
                "<b>נהיגת האבל·</b><br>כשחוזרין מן בית הקברות עם האבל אוכלין עמו ואחר אכילתן מברכין ברכת אבלים נברך מנחם אבילים שאכלנו משלו ועונין ברוך מנחם אבלים שאכלנו משלו ובטובו חיינו ב׳ הזן. ונודה לך ה׳ אל׳ ב׳ על הארץ ועל המזון. ובבונה ירושלים אומר נחם ה׳ אלהינו את אבילי ציון ואת אבילי ירושלים ואת האבלים המתאבלים באבל הזה נחמם מאבלם ושמחם מיגונם כאמור כאיש אשר אמו תנחמינו כן אנכי אנחמכם ובירושלם תנוחמו בא״י מנחם אבילי ציון ובונה ירושלם. אמן בחיינו במהרה בימינו בא״י אלהינו מלך העולם אבינו מלכינו אדירינו גואלינו קדושינו קדוש יעקב רועה ישראל המלך החי הטוב והמטיב אל אמת דיין אמת שופט בצדק שליט במעשיו שליט בעולמו לעשות בו כרצונו והכל שלו ואנחנו עמו ועבדיו בכל אנו חייבין להודות לו הרחמן הגודר פרצות בישראל הוא יגדור את הפירצה הזאת מעלינו ומעל כל עמו ישראל לחיים עושה שלום במרומיו הוא יעשה שלום על כל ישראל ויתן הכוס לאבל וישתיהו."
            ],
            [
                "<b>שימוש תפילין ועשייתן·</b><br>נוטל עור השליל ומשימו בסיד ורוחצו ומתקנו כגון קלף ויהיה עץ אמום מתוקן להיות בשפת העץ ארבעה שינים מן אותו העץ מאילו ארך השינים כגון אצבע וחצי ולהיות בין שן ושן רוח חצי אצבע. ועובי השינים כגון אצבע קטנה והשינים בשפתן להיות לאחר כן חותך ונוטל מאותו העור של שליל חתיכה כגון חצי זרת ומרככו במים ומרכיבו על אותן השינים ארבעתם של עץ ואוסר אותו בחבל מן פשתן דק ולא עב ומעביר החבל בין שן לשן ובין שן לשן ודוחק האוסר יפה בעשיית השיניים ששם נכנסים התפילין והם בבתים. לאחר כן מניח אותו עור השליל על אותן השינים של עץ עד שייבשו יפה ויוציאו מן העץ ומתקן השינים יפה כדי שיהיו כבתים לתפילין ויביא עור מן צבי וחותך ארבע חתיכות כחשבון השינים ומתחיל וכותב על חתיכה וחתיכה פרשה שהם ארבע פרשיות בחתיכה אחת כותב זו הפרשה מן וידבר ה׳ אל משה לאמור קדש לי כל בכור עד למועדה מימים ימימה. בחתיכה שנייה כותב זו הפרשה והיה כי יביאך ה׳ אל ארץ הכנעני כאשר נשבע לך ולאבותיך ונתנה לך והעברת כל פטר רחם לה׳ עד סוף פסקא כי בחוק יד הוציאנו ה׳ ממצרים. ובחתיכה שלישית כותב שמע ישראל ה׳ אלהינו ה׳ אחד ואהבת את ה׳ אלהיך עד על מזוזת ביתיך ובשעריך. ובחתיכה רביעית כותב והיה אם שמוע תשמעו עד כימי השמים על הארץ. הרי אילו ארבע פרשיות ומעיף אותם עיוף של קורא לקמיע ומשים כל פרשה ופרשה ארבעתן באותם ארבעה השינים של שליל ויושיבם כסדרן כשאמ׳ חכמ׳ כדי שלא יתחלפו הפרשיות אלא כל אחת ואחת במקומה בימין ובשמאל ובאמצע כתיקונה. סוגר הפרשיות בתוך השינים ותופר עליהם גידים מן מתני השוורים באלכסונן ובשפת זו התפירה מקום מונח בעור השליל מתוקן להעביר הרצועה מן עור כשר מן בהמה כשירה. והרצועה שחורה וישים התפילין תפורין מתוקנים באותה רצועה בראשו במקום שמוח התינוק רופס ומעגל ראשו ברצועה ואוסר אחריו אוסר בדמות אות של שין באותה רצועה מאחור והתפילין בין עיניו וזו הרצועה של קודקוד צריך שיהא לה אורך מצד ימין עד הכרס ומצד שמאל עד החזה הרי תפילים של ראש עשוים. של זרוע חותך מן עור השליל ועושה בית אחד קטן כגון אגוז קטן ויביא עור מן צבי וכותב שם בחתיכה אחת ארבע פרשיות ביחד קדש לי. והיה כי יביאך. שמע ישראל. והיה אם שמע. ומעייף אותה חתיכה כתיקונה ומשים אותה באותו בית של עור השליל ותופרו ממעל בגידין באלכסונן ובשפת צריך להיות כאוזן על אותו השליל ומעביר שם רצועה שחורה ואוסרו בזרועו השמאלי. וקיבל הרצועה מעביר מן אותם של זרוע ומורידה עד אצבע צרדה וכן שיעור הרצועה עד שיגיע לאצבע צרדה האמצע. תפילין המרובעות הלכה למשה מסיני. אמר רבא בתיפרן ובאלכסונן. רצועות שחורות הלכה למשה מסיני. על תפילה של יד מברך ברוך אשר קדשנו במצוותיו וציונו להניח תפילין. ועל של ראש מברך ברוך אשר קדשנו במצותיו וציונו במצות תפילין. וכשמברך אדם אל ידבר בין ברכה של יד וברכה של ראש. כשישים התפילין קודם בזרוע ואח״כ בראש וכשחולץ חולץ של ראש ואחר כך של יד. והלכתא לילה זמן תפילין ואין מורין כן. מהו לילה זמן תפילין ואין מורין כן שדרו ממתיבא מניחין אותן בערבית עד כימי השמים על הארץ ותופש אותן בידו עד שמתפלל וכורכן."
            ],
            [
                "<b>הלכות טריפות·</b><br>אילו סרכי הריאה. כשמכניס הטבח את ידו יבדוק בריאה בשתי האומות משני צדדין בכל מקום שהן אחוזות בין בצלעות בין בבשר בין בלב בין בחצר הכבד. בין בשומן הלב בין בגבי האומות בין באפי האומות בין בשוליהן בין בגגיהן אפילו כחוט השערה טרפה ואין לה בדיקה לא בנפיחה ולא בעניין אחר. אבל האזנים שהן משני צדדין שלשה מימין ושנים משמאל אם הם נדבקים בצלעים או בבשר שבין הצלעים בין בגגן בין בגבן בין בשוליהן כשרים בנפיחה אם לא תצא הרוח אבל אם תצא הרוח טריפה. ואם אילו האזנים דבוקין בחזה טריפה או בשומן החזה טריפה או בשומן הלב או בגרגרת או בחצר הכבד טריפה. ואם אילו האזנים דבוקים זה לזה כמולדתן וכגידולן כשירה ואם מתקפצות זו עם זו לדבק טריפה. ואם ידבק אוזן הסמוך לאומה עם האומה כשירה בנפיחה אם לא תצא הרוח ואם תצא טריפה. ואם זה האוזן דבוק עם האומה מראשה ועד סופה ואין מפרדת כל שהוא טריפה. ואם מפרדת כל שהוא שיש בו הכירה כשירה. ואם האוזן שקורין אותו עינונותא דורדא בכל מקום שהוא דבוק טריפה. ואם חסר מן שלש אזנים שלימין אחד והן שנים חשוב עינוניתא דוורדא עמהן וכשירה. אבל עם השמאל לא יתחשב עינונותא דוורדא. ואם בצד שמאל אוזן אחד טריפה. ואם בועות פרודות בריאה כשירה. ואם שתים בועות מתאימות דבוקות זו לזו מביאין מחט או קוץ ונועצין באחת מהן אם שופכות מים אחת לחבירתה כשירה. ואם בועה בשולי הריאה ואין הריאה מקפת הבועה מכל צד כל שהוא טריפה. לפי שהריאה חסירה היא. ואם מכה בכוליא ואין המכה מגעת בלובן שלכוליא כשרה. ואם מגעת ללובן הכוליא טריפה. בהמה ששחט ולאחר גמר שחיטה יצא הוולד שחיטת אמו פוטרתו ומכשרתו ואם הוציא אפילו ראשו קודם גמירת סימני שחיטה אותו וולד צריך שחיטה וצריך מליחה. והשוחט אמה ובתה בחד יומא קמא שרי למיכליה בשעתיה בתרא משהי ליה עד לאורתא ואכיל ליה. ואם במזיד שחטה לבתרא מלקין ליה ולאורתא שרי באכילה. ואותו ואת בנו נוהג בנקיבות ואינו נוהג בזכרים וכי אסר רחמנא בהמה אבל חיה ועוף שרי. וכל שאינו אוכל שליל עובר על דברי חכמים. ריאה דדמיא ככבדא כשירה כבשרא טריפה. ריאה דדמיא לכוחלא כשירה. ריאה יורקא ככרתי ואדומה כשירה. כד מפסקא גרגרת טריפה כד מינקיב וושטא טריפה. כד מינקיב קרמא דמוחא טריפה. כד מינקיב מן בני מיעים טריפה וכן ריאה וכן קיבתא וכן מררתא וכן כריסא טריפה. כד מינקבא הובלילא לבי כסי כשירה לברא טריפה. סכין ששחט בה אסור לחתוך בה בשר רותח. וטבח ששכח לברך מותר לאכול אותו בשר. וכל בהמה ובהמה צריך הטבח לבדוק הסכין בטופריה. חיותא דאכלה סם המות שריא משום טריפה. חיותא דדריס לה אריה או דוב טריפה. כד מינפח בה ולא מינפחא חוששין דילמא יבישה היא וטריפה.",
                "סליקו הלכות קצובות. בעזרת רוכב ערבות."
            ]
        ],
        "Summary of Festival Readings": [
            "בחגא דפטיריא ביומא קדמאה קרו בפרשתא דהשכם בבוקר מן והיה היום הזה לכם לזכרון עד ארץ מצרים על צבאותם. ומפקין סיפרא אחרינא וקרי המפטיר בפרשת פינחס מן ובחודש הראשון עד על עולת התמיד יעשה ונסכו. ומפטיר ביהושע בעת ההיא אמר ה׳ אל יהושע עד ויריחו סוגרת ומסוגרת. יומא תניינא קורין שור או כבש או עז כי יולד עד וידבר משה את מועדי ה׳ וקרי מפטיר בפרשת פינחס ובחודש הראשון כדאתמול ומפטיר בנביא ויצו המלך את כל העם. יומא תליתאה קרו מן קדש לי כל בכור עד ויהי בשלח פרעה. יומא רביעאה אם כסף תלוה עד לא תבשל. יומא חמישאה קרו פסל לך עד לא תבשל גדי. יומא שתיתאה קרו מן וידבר ה׳ אל משה במדבר סיני עד ולגר ולאזרח הארץ. ובאילין ארבעה יומא דמועדא כל יומא ויומא מפקין תרי סיפרי בחד קרו תלתה גברי בעניינא דיומא וחד קרי בפרשת פנחס והקרבתם אשה לה׳ עד סוף פיסקא. יומא שביעאה קרו מן ויהי בשלח פרעה עד כי אני ה׳ רופאיך. וקרי המפטיר בפינחס והקרבתם אשה לה׳ עד סוף פיסקא ומפטיר בשמואל מן וידבר דוד עד מגדול ישועות מלכו. יומא תמינאה קרו כל הבכור עד סוף פיסקא ומפטיר קרי והקרבתם אשה לה׳ ומפטיר בנביא בישעיה עוד היום בנוב לעמוד עד כי גדול בקרבך קדוש ישראל. כמה שאמרו חכמים אמר אביי האידנא נהוג דקרי מש״ך תור״א קד״ש בכספ״א פס״ל במדבר״א של״ח בוכר״א סימן. כד מיקלע שבתא בחולא דמועדא דפסח קרו מן ויאמר משה אל ה׳ ראה אתה אומר אלי עד לא תבשל גדי בחלב אמו. וקרי מפטיר והקרבתם אשה לה׳ ומפטיר ביחזקאל היתה עלי יד ה׳ עד סוף פיסקא. בחגא דשבועתא ביומא קדמאה קרו מן בחדש השלישי עד סוף סידרא וקרי מפטיר בתורה מן וביום הביכורים בהקריבכם עד סוף פיסקא ומפטיר ביחזקאל מן ויהי כשלשים שנה עד ברוך כבוד ה׳ ממקומו. יומא תניינא קרו כל הבכור עד סוף פיסקא וקרי המפטיר בתורה וביום הביכורים כדאתמול ומפטיר בנביא בחבקוק מן וה׳ בהיכל קדשו עד למנצח בנגינותי. בתשעה באב קרו בספר תורה מן כי תוליד בנים עד סוף פיסקא ומפטיר בירמיה אסוף אסיפם. בראש השנה קרו בספר תורה מן וה׳ פקד את שרה עד ויהי אחר הדברים האלה וקרי מפטיר בפרשת פנחס ובחודש השביעי באחד לחודש עד סוף פיסקא ומפטיר בראש שמואל ויהי איש אחד מן הרמתים עד וירם קרן משיחו. ביומא תניינא קרי מן ויהי אחר הדברים האלה והאלהים נסה את אברהם עד סוף פיסקא וקרי המפטיר בפרשת פנחס ובחודש השביעי כאתמול ומפטיר בנביא בירמיה מצא חן במדבר עד רחם ארחמינו. ביום הכיפורים במוסף קרו בספר תורה מן אחרי מות עד כמעשה ארץ מצרים וקרי המפטיר מן ובעשור לחודש השביעי עד סוף פיסקא ומפטיר בישעיה ואמר סולו סולו פנו דרך עד ואני זאת בריתי. במנחה קרי מן כמעשה ארץ מצרים תלתא והמפטיר מן המניין ומפטיר בנבואת יונה ומתחיל קודם ועלו מושיעים בהר ציון ומי אל כמוך. בחגא דמטליא קרו בספר תורה יומא קדמאה ויומא תניינא שור או כשב עד וידבר משה את מועדי ה׳ אל בני ישראל והמפטיר קורא ובחמשה עשר יום לחודש השביעי עד סוף פיסקא ומפטיר בזכריה הנה יום בא לה׳ עד סוף נבואתא. ויומא תניינא מפטיר במלכים מן ותשלם כל המלאכה עד ובידו מלא לאמר. יום שלישי קורא כהן וביום השיני ולוי קורא וביום השלישי וישראל קורא וביום הרביעי וחוזר ישראל הרביעי וקורא וביום השיני וביום השלישי. יום רביעי כהן קורא וביום השלישי ולוי קורא וביום הרביעי. וישראל קורא וביום החמישי. ורביעי חוזר וקורא וביום השלישי וביום הרביעי. יום חמישי קורא כהן וביום הרביעי ולוי קורא וביום החמישי וישראל קורא וביום השישי ורביעי קורא וביום הרביעי וביום החמישי. יום שישי כהן קורא וביום החמישי ולוי וביום הששי וישראל וביום השביעי. ורביעי וביום החמישי וביום השישי. יום שביעי קורא כהן וביום השישי ולוי וביום השביעי וישראל ביום השמיני ורביעי וביום הששי וביום השביעי. יום שמיני שהוא יום טוב קורין כל הבכור עד סוף סידרא וקרי מפטיר מן ביום השמיני עצרת עד וידבר משה ומפטיר במלכים מן ויהי ככלות שלמה עד סוף פיסקא. יום שיני קורין וזאת הברכה וקרי מפטיר ביום השמיני עצרת תהיה לכם ומפטיר ויהי אחרי מות משה עבד ה׳ עד חזק ואמץ. אמרין הכי אמר ריש מתיבתא מר רב יהודאי יומא תמינאה שהוא יומא טבא דמתבעי לן למקרא וביום השביעי קא דחינן ליה וקא קרינן וביום השמיני אביי אמר שיני נדחה. רבא אמר שביעי נדחה והילכתא כוותיה דרבא דקא אמר שביעי נדחה. כל יומא קרינן ארבעה. שני בשלישי. שלישי ברביעי, רביעי בחמישי. חמישי בשישי. ששי בשביעי, שביעי בשמיני לא קרינן דקא מדחי לגמרי. אתקין אמימר בנהרדעא דמדלוגי דלוגי. דביומא שביעאה דחגא דהוא יום ערבה סלקינן בו ביום השישי. וכד מיקלע שבתא בחולא דמועדא דסוכה קרינן מן ראה אתה אומר אלי עד לא תבשל גדי בחלב אמו. וקרי מפטיר במוסף דעניינא דיומא דמקלע ביה שבתא ומפטיר ביום בא גוג על אדמת ישראל. ואם מקלע ביום שישי מפטיר קורא שני עניינות ביום החמישי וביום השישי. ואי מיקלע ביום רביעי קורא מפטיר ביום הרביעי וביום החמישי ואי מקלע בשלישי מפטיר קורא וביום השיני וביום השלישי ומפטיר ביחזקאל ביום בוא גוג על אדמת ישראל עד סוף עניינא. וזה שאנחנו קורין שני עניינות בכל יום שספק הוא לנו אי שיני הוא או שלישי הוא שבכל יום ויום ספק הוא לנו אי היום רוצים לקרות או למחר הילכך קורין שתי עניינות. בחנוכה ביומא קדמאה של חנוכה קרו תלתא גברי מן ויהי ביום כלות משה ויהי המקריב. יום שיני קורין וביום השיני וביום השלישי. יום שלישי קורין ביום השלישי וביום הרביעי. יום רביעי וביום הרביעי וביום החמישי. יום חמישי וביום החמישי וביום השישי. יום שישי וביום השישי וביום השביעי. יום שביעי וביום השביעי וביום השמיני. יום שמיני קורין וביום השמיני עד סוף סידרא. ובחנוכה אין מדלגין אלא כפרי החג. וכד מיקלע ראש חודש טבת בחול מפקין תרי ספרי קרו תלתא גברי דבראש חודש וחד בחנוכה. וכד מיקלע ראש חודש טבת בשבת מפקין תלתא סיפרי חד דפרשתא וחד דראש חודש וחד דחנוכה. ומפטירין רני ושמחי בת ציון. שבתא תניינא ויעש חירום את הסירות. וכד מיקלע ראש חודש בשבת מפקין תרי סיפרי חד דפרשתא וקרו ביה שבעא גברי וחד דריש ירחא מפטיר קרי מן וביום השבת עד סוף עניינא דבראשי חודשיכם ומפטיר בנביא בישעיה כה אמר ה׳ השמים. בזמן דריש ירח אדר הסמוך לניסן מקלע בערב שבת מקדים וקורא פרשת שקלים משבת שעברה שהוא עשרים וחמשה בשבט. ובשבת שנייה שהוא שנים באדר מפסיקין. ובשבת שלישית שהיא תשעה באדר קורין זכור. ובשבת רביעית שהיא ששה עשר באדר מפסיקין. ובשבת חמישית שהיא עשרים ושלשה באדר קורין פרה אדומה. ובשבת שישית שהיא ראש חודש ניסן מוציאין שלש ספרי תורות וקורין בהן אחד בעניינו של יום ואחד של ראש חודש ואחד של החודש הזה לכם ראש חדשים. וכד מיקלע ריש ירחא דאדר בשבת קורין פרשת שקלים ומפטירין במלכים בן שבע שנים. שבת שנייה שהיא שמונה באדר קורין זכור. שבת שלישית שהיא חמשה עשר באדר מפסיקין. שבת רביעית שהיא עשרים ושנים באדר קורין פרה אדומה. שבת חמישית שהיא עשרים ותשעה באדר קורין החודש הזה לכם. וכשחל ראש חודש אדר הסמוך לניסן להיות בשבת מוציאין שלשה ספרי תורות אחד של עניינו של יום ואחד של ראש חודש ואחד שמפטירין בו כי תשא עד סוף העניין ומפטירין במלכים בן שבע שנים. שבת שנייה מוציאין שתי תורות אחד של עניינו של יום ואחד שמפטירין בה זכור ומפטירין בשמואל כה אמר ה׳ פקדתי את אשר עשה עמלק לישראל. שבת שלישית מפסיקין. שבת רביעית מוציאין שתי תורות אחד של עניינו של יום ואחת שקורין בה פרה ומפטיר ביחזקאל וזרקתי עליכם מים טהורים וטהרתם. שבת חמישית מוציאין שתי תורות אחת של עניינו של יום ואחת שמפטירין בה החודש הזה לכם ומפטיר בנביא כל עם הארץ. וכשחל להיות בשיני בשבת קודמין וקורין בשבת שהיא עשרים ותשעה בשבט פרשת שקלים. שבת שנייה שהיא ששה באדר מפסיקין ושבת שלישית שהיא שלשה עשר באדר קורין זכור. ושבת רביעית שהיא עשרים באדר קורין פרה אדומה. ושבת חמישית שהיא עשרים ושבעה באדר קורין החודש הזה וכשחל להיות ברביעי בשבת קודמין וקורין מן שבת שהיא עשרים ושבעה בשבט פרשת שקלים. שבת שנייה שהיא ארבעה באדר מפסיקין. שבת שלישית שהיא אחד עשר קורין זכור. שבת רביעית שהיא שמונה עשר קורין פרה אדומה. שבת חמישית שהוא עשרים וחמשה באדר קורין החודש הזה לכם. והללו ימים שחל ראש חודש אדר הסמוך לניסן להיות בהן שבת ושיני בשבת ורביעי בשבת וערב שבת וסימן שלהם ז̈ב̈ד̈ו̈ ואילו ימים שמפסיקין בהן אם חל בשבת מפסיקין בחמשה עשר וסימן ז̈ט̈ו̈. ואם חל בשיני בשבת מפסיקין בששה עשר וסימן ב̈ו̈. ואם חל ברביעי בשבת מפסיקין בארבעה באדר וסימן ד̈ד̈. וכשחל בערב שבת מפסיקין בשנים באדר ובששה עשר באדר וסימן ו̈ב̈י̈ו̈. וכשחל פרשת שקלים להיות בסדר ואתה תצוה קורין שבעה גברי מן ואתה תצוה עד סוף סידרא והמפטיר קרי מן כי תשא עד סוף פיסקא. ואם מקלע פרשת שקלים בפרשת כי תשא קורין שבעה גברי בכי תשא עד סוף סידרא והדר קרי המפטיר כי תשא עד סוף פיסקא. בפורים יומא קדמאה קורין מן ויבוא עמלק עד וישמע יתרו ואף על גב דתשעה פסוקי נינהו לא ליקרו טפי דהכי אמר מר רב יהודאי ריש מתיבתא איקרו מן קמי ויבא עמלק ליקרו ואי לא קרו מקמי ויבא עמלק ליקרו הלין תשעה פסוקין ולא לידלגו. ראש חודש שחל להיות בחול קרי כהן וידבר ה׳ צו את בני ישראל ואמרת אליהם את קרבני לחמי ואמרת להם. לוי חוזר וקורא ואמרת להם את הכבש ועשירית האיפה. ישראל קרי מן עלת תמיד עד ובראשי חודשיכם. ישראל רביעי קורא מן ובראשי חודשיכם עד סוף עניינא. בשבת קרו שבעה גברי וכיון דקרו להון שבעה גברי כמה דלא קדישו להון הרי שביעי מפטיר ועולה למניין שבעה אבל היכא דקדישו קרו שבעא גברי והדר קרי מפטיר דכיון דאפסיקו להון אמור רבנן המפטיר צריך שיקרא בתורה מפני כבוד התורה. ביום הכיפורים קורין ששה ואפילו אם רוצה אלף מאי טעמא שמעלין בקודש ולא מורידין. ביום טוב קורין חמשה. בריש ירחא ובחולא דמועדא ארבעה. במנחה בשבת ובשיני ובחמישי. ובחנוכה. ובפורים. ובתענית. קרו תלתא. אבל בשבת. וביום הכיפורים. ובימים טובים. אי בעי למיקרי טפי קרו אבל במנחה בשבת ובשיני ובחמישי ובראש חודש ובחולא דמועדא ובתענית לא ליקרו טפי. לעולם קורין פרשת צו את אהרן מקמי פיסחא ופרשת וידבר רישא דספרא מקמי עצירתא. וצום תשעה באב מקמי ואתחנן. ופרשת אתם נצבים מקמי ראש השנה. וסימנהון פ̈ק̈ד̈ ו̈פ̈ס̈ח̈. מ̈נ̈י̈ ו̈ע̈צ̈ר̈. צ̈ו̈ם̈ ו̈צ̈ל̈י̈. ק̈ו̈ם̈ ו̈ת̈ק̈ע̈. לעולם ראש חודש אדר הסמוך לניסן הוא ערב הפסח. והפסח הוא ערב עצרת. ועצרת הוא ערב ראש השנה וסימן לא ב̈ד̈ו̈ פסח ולא ג̈ה̈ז̈ עצרת ולא א̈ד̈ו̈ ראש השנה וסוכה. ולא א̈ג̈ו̈ יום הכיפורים ולא ז̈ב̈ד̈ פורים ולא א̈ג̈ה̈ אדר הסמוך לניסן וכל כך למה כדי שלא לעשות יום הכיפורים א̈ו̈ג̈ סימן יום ראשון ויום שישי ויום שלישי. וכל זמן שהשנה מעוברת אדר הראשון שלם. ואדר השיני חסר. וכל ומן שאין השנה מעוברת קורין ויקהל משה ואלה פקודי כאחת, ואשה כי תזריע וזאת תהיה כאחת, אחרי מות וקדושים תהיו כאחת. בהר סיני וחוקותי כאחת. ראשי המטות ואלה מסעי וכל זה למה מפני שאמרו רבותינו פ̈ק̈ד̈ ופסח. כיצד לעולם קורין פרשת צו את אהרן קודם הפסח וזה הסימן פקד ופסח. לעולם קורין פרשת מדבר סיני קודם העצרת וזה הסימן מ̈נ̈י̈ ו̈ע̈צ̈ר̈. לעולם מתענין תשעה באב קודם פרשת ואתחנן וזה הסימן צ̈ו̈ם̈ ו̈צ̈ל̈י̈. לעולם קורין פרשת אתם נצבים קודם ראש השנה וזה הסימן ק̈ו̈ם̈ ו̈ת̈ק̈ע̈. וכל מחזור דעיבור תשע עשרה שנה וסימניהון ג̈ו̈ח̈ י̈א̈ י̈ד̈ י̈ז̈ י̈ט̈. ובתשעה באב צריך להזכיר יחיד ענינו בשומע תפילה. ושליח ציבור צריך להזכיר בין גואל לרופא דלא גרע תשעה באב משאר תעניות. והמפטיר בתשעה באב צריך לברך לפניה ולאחריה ואינו אומ׳ על התורה ועל הנביאים דהכי שדר מר רב נטרונאי ריש מתיבתא ותעניות של צום הרביעי וצום החמישי וצום השביעי וצום העשירי ותענית אסתר בין שחלו להיות בשיני ובחמישי ובין שחלו להיות בשאר ימים בין בשחרית בין במנחה קורין בויחל משה חוץ מתשעה באב שבשחרית קורין כי תוליד בנים ובמנחה ויחל משה דהכי שדר מר רב נטרונאי ריש מתיבתא.",
            "העומד לקרות בתורה תחילה פותח ספר תורה ורואה את הפסוק ואחר כך מברך וקורא. ולא יפחות משלשה פסוקים. ופרשה של ששה פסוקים קורין אותה שנים. ושל חמשה קורא אותה אחד ושל שמונה קורין אותה שנים חוץ מפרשת ראש חודש שכהן קורא שלשה ולוי חוזר מן השלישי וקורא שלשה ושלישי קורא מן עולת תמיד. ורביעי קורא ובראשי חודשיכם עד סוף הפרשה. וכשם שאין מתחילין בפרשה פחות משלשה פסוקין כך אין משיירין בפרשה פחות משלשה פסוקין. ואין פוחתין מעשרה פסוקים בבית הכנסת וידבר עולה מן המניין. ואחרון קורא ארבעה פסוקין. וממקום שפוסק בשבת שחרית משם מתחיל במנחה ובשיני ובחמישי ולשבת הבאה. בכל מפסיקין בראשי חודשיכם בחנוכה ובפורים בתעניות ובמעמדות וביום הכיפורים ואין חוזרין אלא לסדר פרשיות. כיצד חל מנחה ביום טוב להיות בשבת וכן בשיני ובחמישי שבין ראש השנה ועד סוכה אין קורין בסדר ימים טובים אלא פרשיות וכן במנחה ביום טוב. וכשחל שבת בסדר האזינו השמים ומבקשין לקרותה בציבור בספר תורה כהן קורא האזינו השמים עד זכור ימות עולם. ולוי קורא זכור ימות עולם עד ירכיבהו על במותי ארץ. וישראל קורא ירכיבהו עד וירא ה׳ וינאץ. ורביעי קורא וירא ה׳ וינאץ עד לו חכמו. חמישי קורא לו חכמו עד כי אשא אל שמים. וששי קורא כי אשא אל שמים עד ויבא משה ושביעי קורא ויבוא משה עד וזאת הברכה.",
            "חמישה חומשי תורה בראשית, ואלה שמות, ותורת כהנים, וחומש הפיקודים, ומשנה תורה. שמונה נביאים הם. יהושע, ושופטים, שמואל, ומלכים, ישעיה, וירמיה, ויחזקאל, ותרי עשר. אחד עשר כתובים הם. דברי הימים, וספר תהילים, איוב, משלי, דניאל, ועזרא, רות, שיר השירים, קהלת, קינות, ומגילת אסתר. ששה סדרי משנה. סדר זרעים, וסדר מועד, וסדר נשים, וסדר נזיקין, וסדר קדשים, וסדר טהרות. ששה סדרי תוסיפתא, ותשעה דבורים של תורת כהנים, וארבעה מדרש סופרים חיצונות וקטנות אין מספר. סיפרא וסיפרי. שהן ארבעה סיפרי ואילו הן בראשית רבא, ומכילתא דאלה שמות, וספר וידבר ואלה הדברים. וכולהו פירושין בתורת כהנים. וחיצונות לעל הלכות והגדות, ודקדוקי תורה, ודיקדוקי סופרים וקלים וחמורים וגזירות שוות ותקופות וגימטריא, ודבר גדול ודבר קטן. מ̈נ̈צ̈פ̈ך̈ צופים אמרום. חמש אותיות כפולות הםם̈ן̈ץ̈ף̈ך̈. שר חמשים זה בעל עשרים וארבעה ספרים הוסף עליהם אחד עשר נביאים מתרי עשר הרי ל״ה וששה סדרי משנה ותשעה דבורים דתורת כהנים הרי חמשים. ששים המה מלכות אילו ששים מסכתות של הלכות ושמונים פילגשים אילו שמונים בתי מדרשות שהיו בירושלים כנגד פתחיה. ועלמות אין מספר זו מדרש החיצונים ס״א משנה החיצונה. שבעה עונשין בתורה ואילו הן סקילה, שריפה, סייף, וחנק. כרת בידי שמים, ומיתה ומלקות. שמונה עשר בסקילה, תשע בשריפה, שנים בסייף, ושמונה בחנק, עשרים ושלש בכרת, אחד עשר במיתה, הרי אילו שבעים ואחת עבירות שבמיתות. ומאתים ושבעה לאוין שבמלקות ארבעים. ומאתים וארבעים ושמונה מצוות עשה. וששים וחמש פרשיות חוקים ומשפטים המסורים לציבור. הרי אילו שש מאות ושלש עשרה מצוות מפורשות שקיבלו ישראל על הר סיני פירוש עונשן ומתן שכרן אמרות טהורות מזוקקות שבעתים. ונדרשות בשלש עשרה מידות. ויותר מהמה בני הזהר עשות ספרים הרבה. פירוש שבעתים תחשוב שבעה שבעה לשבעה פעמים הרי ארבעים ותשעה פנים שהתורה נדרשת בהן. והן כנגד חמשים שערי בינה שנבראו בעולם וכולם ניתנו למשה חמשים חסר אחד. ומה חיסרו פיוט שנאמר ותחסריהו מעט מאלהים. ומניין ששבעתים ארבעים ותשע הם שנ׳ והיה אור הלבנה כאור החמה ואור החמה יהיה שבעתים כאור שבעת הימים. ארבעים ותשע לכל יום ויום יהון כולהון לכל יום ויום דעלמא תלת מאה וארבעין ותלת וכך מתרגמינן על חד תלת מאה וארבעין ותלתא. פירוש יהיה החמה לעתיד לבוא שיעור זיהוריה תלת מאה וארבעין ותלת כזיהור האידנא. ויהי זיהור סיהרא כזיהור שמשא דהאידנא.",
            "תם ונשלם שבח לאל עולם·"
        ],
        "Geonic Responsa": [
            "תשובות ושאלות לגאונים ר̇צ̇י̇ אללה ענהם אמן<br>א. רב יהודאי גאון ז״ל. שאילו מקמיה דרב יהודאי גאון לענין תפילין אמר כך שנו חכמים אמ׳ עולה כל הקורא קרית שמע בלא תפילין כאילו מעיד עדות שקר בעצמו. ואמר רב חייא בר אבא אמר ר׳ יוחנן הרוצה שיקבל עליו מלכות שמים שלימה יפנה ויטול ידיו ויניח תפילין ויקרא ק״ש ויתפלל וזו היא מלכות שמים שלימה מכלל דהקורא בלא תפילין דמלכותו חסרה היא ועוד שנו חכמים כל שאינו מניח תפילין עובר בשמונה עשר בכל יום. ועוד שנו אי זהו עם הארץ ר׳ יהושע אומר כל שאינו מניח תפילין מפני שהוקשה כל התורה כולה לתפילין דכתיב למען תהיה תורת ה׳ בפיך וכל המניח תפילין כאילו כל התורה כולה בפיו ומקבל עליו מלכות שמים שלימה. ועוד אמר מר ביאת הארץ דכתב רחמנא גבי תפילין למה לי דכתיב והיה כי יביאך ה׳ וכתיב בפרשה והיה לאות על ידך ולטוטפות בין עיניך אמר הקב״ה עשה מצוה זאת שבשבילה תכנס לארץ ובשבילה תזכה לחיי העולם הבא. ואם בן אדם אומ׳ לך תפילין צריכין גוף נקי כאלישע בעל כנפיים כך פירשו חכמים בד״א בשעת השמד שגזרו כל המניח תפילין . . . . את מוחו אמרו חכמים כל היודע בעצמו שהוא צדיק גמור כאלישע בעל כנפיים שעשו לו נס בשעת השמד ומסר עצמו למות יניח תפילין ואם לאו אל יביא עצמו לידי סכנה שאם אתה אומר כך ספר תורה גדול ומקודש שיש בו כמה פרשיות והוא שלם ואתה פותח בו וקורא בו וקל וחומר תפילין צריכין גוף נקי שהן שלהן קר׳ שמ׳ שהיא כתובה בתפילין על אחת כמה שצריכה גוף נקי ואסור לקרוא ק״ש ולהוציא אותה בפה אלא אם כן היה גוף נקי מכאן אתה למד שלא שנו חכמים תפילין צריכין גוף נקי אלא בשעת השמד. ועוד שנו חכמים תינוק היודע לשמור תפילין אביו לוקח לו תפילין כדי לחנכו במצוות וכל שכן בן י״ג שחייב במצות תפילין וכל הפושע במצות תפילין דנין אותו בגיהנם י״ב חודש שכך שנו חכמים ז״ל פושעי ישראל בגופן יורדין לגיהנם ונידונין בו י״ב חודש ומאי נינהו פושעי ישראל בגופן אמר ר׳ שב״ג קרקפתא דלא מנח תפילי. ועוד שנו חכמים ליום הדין אם יש תפילין עם עוונות בכף מאזנים בעון שפשע ולא הניח תפילין היא מכרעת ואם היה זהיר במצות תפילין כף של זכיות מכרעת שאין לך גדול בכל מצות עשה שבתורה יותר ממצות תפילין שהוקשה כל התורה כולה לתפילין בין התורה שבכתב בין תורה שבעל פה שכך כתוב למען תהיה תורת ה׳ בפיך. ותפילין כל בר ישראל דקרי ק״ש מיחייב בתפילין לבר מי שעושה מלאכתו ערום בשעת עירום וליתא לדר׳ ינאי דאמר תפילין צריכות גוף נקי כאלישע בעל כנפיים דאמר שלא נתנה תורה למלאכי השרת. דפוס של תפילין אין לו שיעור יש שעושה גבהו שלש אצבעות ויש שמוסיף ופוחת וכך מנהג בישיבה. וקלף של תפילין ורצועותיהם צריכין עיבוד לשמן וצריכות עור בהמה טהורה והלכתא תפלה של יד אין מעכבת של ראש ושל ראש אין מעכבת של יד בין יש לו בין אין לו אין מעכבת זו את זו הילכך מי שאין לו תפילה של ראש יניח של יד וכן מי שאין לו של יד יניח של ראש ויברך על כל אחת מהן שתי ברכות אשר קדשנו במצותיו וצונו להניח תפילין. ואשר קדשנו במצותיו וצונו במצות תפילין. וזמן הנחת תפילין כל זמן שלא שקעה החמה ואפי׳ בין השמשות נמי זמן הנחה הוא דאמרי׳ הלכתא לילה זמן תפילין הלכה ואין מורין כן ומנהג בשתי ישיבות שחולצין לאחר כימי השמים על הארץ של ערבית ותפילה של יד צריכה שתהא בגובה שבזרוע כנגד הלב ותפלה של ראש בגובה של ראש מקום שמוחו של תינוק רופס והמניח תפילין תדיר אפי׳ לארבעים וחמשה שנה אין צריכות בדיקה שכיון שתדיר בהן להניחן אויר שולט בהן ואין מתעפשות מבפנים ואם אין מניחן אלא לפרקים ודאי צריכות בדיקה. וכן שמענו מחכמים וזקנים ששמעו מרבותם שתי פעמים בכל שבע שנים שהן שבוע. והעושה תפלתו עגולה סכנה היא. רצועות שחורות הלכה למשה מסיני דוקא מבחוץ אבל מבפנים אפי׳ ירוקות או לבנות כשרות אבל אדומות לא יעשה מפני גנאי ודבר אחר שדומה לתכשיטי נשים ודבר אחר שמא נראת בראש כצרעת. נרתק זה כיס של תפילין שכל כלי שמניחין בו חפץ נרתק שמו כדאמרינן מוציא חמה מנרתקה. קצוצה תפילין עצמה פיר׳ מעברתא דתפילי או מעבורת דתפילי או מעבורת של תפילין שמכניסין בו את הרצועה בין של ראש בין של יד.",
            "ב. ר׳ יוסף גאון. רצועה של תפילין שנפסקה לתפרה ובמה תופרה הכי אמרי רבנן הרצועה ליכא תפירה בגווה כלל אלא מסלק ומגנזה. תגר שישבידו פרקים והוא עוסק בהן כל ימיו מהו שיניח תפילין בשעת תפילה ובשעת ק״ש או שמא אין מניח תפילין אלא גברא רבא ומי שאינו גברא רבא מעליא ביתירתא אינו מניח משום דמחזי כיוהרא מפני שכל הקהל כולו אין מניחין. כך ראינו דהכין אמור רבנן כל ישראל חייבין להניח תפילין וכל המניח תפילין מאריך ימים לבד מן חלי מעים דפטור מן התפילין דאמ׳ רבי׳ יהודה חלי מעים דפטור מן התפילין ומתבעי לנטורי נפשיה שלא יפיח בהן אבל כל ישראל חייבין במצות תפילין ובמקום שאין מי יודע לתפור תפילין ולבדקן ויש אצלן ישנות יניח אותן בלא בדיקה הואיל ולא איפשר לדבקן ולא לעשות דאע״ג דמצוה כתקנה לא קא עביד הנחת תפילין מיהא איכא.",
            "ג. רב נטרונאי והלכתא רצועות תפילין צריכות עיבוד לשמן משום יו״ד של תפילין ודל״ת של תפילין דהלכה למשה מסיני הן וצריכות להיות טהורות ושחורות.",
            "ד. מר רב ששינא גאון ותשעה באב גופו מותר להניח תפילין דהא כבר אמרינן אבל מותר להניח תפילין ומה אבל דאבילות חדתא ולבו מריר על מתו חייב להניח תפילין ט׳ באב דאבילות עתיקא הוא ודשנן בה האידנא כמה שני על אחת כמה וכמה שחייב להניח תפילין וכך הלכה למעשה בשתי ישיבות שמניחין תפילין בט׳ באב.",
            "ה. רב משה גאון. והלכתא כל היום כלו זמן הנחת תפילין וכת׳ מימים ימימה ימים ולא לילות ועד בין השמשות יש לו רשות להניח ואחר שקיעת אל יניח דאמר ר׳ אלעזר כל המניח תפילין אחר שקיעת החמה עובר בעשה ור׳ יוחנן אמר עובר בלאו ועד מתי מסלקן ר׳ יעקב אומר עד שתכלה רגל מן השוק. רב חסדא ורבה בר רב הונא מצלו בהו באוריתא וכמותן אנו עושים. והילכתא אסור להניח תפילין בשבתות ובימים טובים דכתיב ושמרת את החוקה הזאת במועדה וגו׳ ואסור להניח תפילין בחולו של מועד וסומא פטור מן התפילין ומן הציצית דכתי׳ וראיתם אותו פרט לסומא והלכתא בית שיש בו תפילין וספרים אסור לשמש את המטה עד שיוציאם או עד שיניחם כלי בתוך כלי. קמטטרא דסיפרי בקמטרא דלאו דסיפרי. אמר רבה בר רב הונא חייב אדם לשמש בתפיליו בכל שעה כדי שלא יסיח דעתו מהן. תנא תפילין כל זמן שמניחן מברך עליהן וכשהוא מניח מניח של ידו ואחר כך של ראש וכשהוא חולץ חולץ של ראש ואחר כך של יד ועל התפילה של יד מברך אשר קדשנו במצותיו וצונו להניח תפילין ועל התפילה של ראש מברך אשר קדשנו במצותיו וצונו במצות תפילין.",
            "ו. רב האיי הא דאמרינן ולבני מערבא דמברכי בתר דמסלקי תפיליהו אשר קדשנו במצותיו וצונו לשמור חוקיו. לא נהיגו רבנן בבבל למעבד הכי ואי ניחא ליה לאינש למעבד הרשות בידו.",
            "תשובות פי לו אזם אלנדרים ואלשבועות ופיפיה הפרות נדרים והתר נדרים ולאוזים של חרם.<br>ז. רב שר שלום כל ציבורא דמקבלין עליהון מלתא למעבד וגזרין גזירתא בספר תורה בשמתא ובחרמה דלא למעבד ונהגו בה איסורא ובתר הכי מיתחרטין וקא חזן דלא יכלין ציבורא למיקם בה הכין חזינא דודאי יכלין לבטוליה ובטלה מכמה טעמי חדא דאמרי פותחין בחרטה ועוד דלא מתבעי לכון למגזר גזירה על ציבורא מאי דלא יכלין למיקם בה דקא אמרי אין גוזרין גזירה על הצבור אלא אם רוב הציבור יכולין לעמוד בה הילכך מן הלין טעמי יכלין ציבורא לבטולה להאי גזירתא דגזרו עליהו ולית עליהו עונש בגוה.",
            "ח. ר׳ חנוך וצבור יכולין לבטל נדרים בשבתות ויום טובים בכלל ימים טובים דקתני פותחין בימים טובים ובשבתות ויום הכיפורים לא עדיף משבת וכשמפירין לשעבר ואין מפירין להבא שלא מצינו הפרת נדרים להבא. מאן דנדר נדרא או דמשתבע שבועה מתבעי לקייומי נדריה ושבועתוה. ואי לא יכול לקיומי מאן דנדר או דאשתבע וקא נפיל אונסא בביתיה ואחרט ליה לנדריא קמיהו ושרו ליה נדריה ואמרין ליה בהאי לישנא מופר לך נדריך שרי לך נדרך וצריך לפרוט את הנדר.",
            "ט. רב האיי אעלם אן עקר אל ימין אומא ילזם אל חאלף אל עאקר באסם עלי מאיקתציה אל ערף ואל אסתעמאל בחות חלף ומא כאן מעתקאדא פי אסתעפאלה וכל אמה אן דאך אלעסם ושמלה ופי דאג̇א קול או אולנא בנדרים הַלֵך אחר לשון בני אדם מי שנשבע שלא לדבר עם חבירו מותר לשגר לו פטקא או דברים עם שליח.",
            "י. רב שר שלום הפרת נדרים בשלושה הדיוטות וצריך להיות אחד מהם חכם ולא מומחה לרבים כגון אב ב״ד או שופט או אלא מומחה חכם והוא שיודע בהלכות נדרים ובפתחן אבל מי שאינו יודע הלכות אסור והיתר לא יהא לו עסק בו ואסור להכניס עצמו הילכך יחיד מומחה כי ידע הלכות נדרים אפי׳ אינו יודע אלא חמשה פרקים או עשרים מפר נדרים והני מילי במקום שמצוין חכמים אבל אין מצויין חכמים אפי׳ שלשה הדיוטות שאינן חכמים מפירין דאמר ר׳ חייא בר אבון אמר ר׳ עמרם תנא שלשה מפירין את הנדר במקום שאין חכם לאפוקי מדרב יהודה דתני׳ הפרת נדרים ר׳ יהודה אומר אחד מהן חכם הילכך אפי׳ שלשה הדיוטות מפירין במקום שאין חכם. הנשבע בעשר דברות ובספר תורה אין לו הפרה לעולם. וכך אמר משום מר רב יהודאי גאון שעכשין אין חכם שיודע לפתוח ואין מי שיש בו זכות להתיר שבועה ואין מנהג בישיבה להתיר שבועה לעולם. והנשבע בלשון ישמעאל או בלשון פרסי שבועה חלה עליו בכל לשון שנשבע. פותחין לאדם בכבוד אביו ואמו בדברים שבינו לבין אביו ואמו כיצד הפה שנדר שלא להאכילן ושלא להשקותן ושלא לשמשן וכל כיוצא באלו.",
            "יא. רב נחשון והא דאמרי רבנן בהתר׳ נדרים לאו דאמרינן ליה שרי לך אלא דפתחין ליה בחרטה ובנולד לעקור את הנדר מעיקרו ואימא אדעתא דהכי לא נדרי ולהכי לא נדרי ולא צריך הפרה משום דהפרה לאב או לבעל מסריה רחמנא אבל חכם בלשון הפרה לא מפר דאמר ר׳ יוחנן חכם שאמר בלשון הבעל שהוא מופר ליכי מבוטל ליכי לא אמר כלום ובעל שאמר בלשון חכם שהוא מחול לך שרי לך לא אמר כלום אבל איפכא שפיר דמי. והילכך הפרת נדרים כל היום לאפוקי ממאן דאמר מעת לעת דלית הלכתא כוותיה.",
            "יב. רב נטרונאי. ושלשה הדיוטות שאמר׳ חכמים מפירין לא הדיוטות ממש שאין בקיאין בפתחי נדרים כלל אלא מי שמלמדין אותו ולמד כדקאמרי׳ אמר רבינא דמסברי ליה וסבר. וכך אמר מר יהודאי גאון זצ״ל דאנן אין בנו כח ואין אנו יודעין לפתוח פתח לשבועה להתירא דקאמרי׳ אמר רבה בר בר חנא אמר ר׳ יוחנן מאי פתח ליה רבן גמליאל לההוא גברא בההיא שעתא יש בוטה כמדקרות חרב ולשון חכמים מרפא. ועכשיו אין בנו חכמה שיודעין לרפאת וכל שכן שאין אנו משנין מסכתא דנדרים ואין אנו יודעין לעמוד על הלכות מחילת שבועה.",
            "יג. רב ששינא ומלך ושלטון ובעל מכס שמשגר בקהל להחרים בשביל צרכיו וחפציו ואי אפשר שלא להחרים משום אונסא אותו חכם שהחרים אינו כלום ואין לחוש לו אבל שבועה שמשביע מלך או שלטון או בעל מכס אסור להשבע לו. ובר ישראל שהכניס ממון אצל חבירו והלשינו עליו וצוה המלך להחרים על מי שיש אצלו אותו ממון ואותו בר ישראל אינו רוצה לגלות אלא ליורשיו לשלם אותו תבוא עליו ברכה ולית ליה למיחש מההיא שמתא ומתבעי לאחזוקי ליה טיבותא ולברוכי יתיה דקאי בהימנותא דקא מרחם על יורשים וההיא דכתיב ביה עיני בנאמני ארץ וכו׳.",
            "יד. רב נטרונאי וששאלתם יכולין הציבור להתיר בראש השנה וביום הכיפורים כל נדרים שנודרין משנה זו לשנה אחרת. תשובה. נדרים אין נישנית בשתי ישיבות היום ממאה שנה וכך אמר מר רב יהודאי גאון נהורא דעלמא דאנן לא גרסינן נדרים ואל ידעי׳ לאסר ולהתר בה לא נדר ולא שבועה ואין נוהגין לא בישיבה ולא בכל מקום להתר נדרים לא בראש השנה ולא ביום הכיפורים אלא שמענו שבשאר ארצות אומ׳ כל נדרי ואסרי אנו לא ראינו ולא שמענו מרבותינו. והלכה כל נדר שנודרת אותה תחת בעלה מפר לה בכל שהיא נודרת בין בדבר שיש בו עינוי נפש ובין בדבר שאין בו עינוי נפש ועיקר ביום שמעו אבל אם שמע ומחריש אינו מפר אבל שבועה אין מתיר לה כל עיקר ואשה שנשבעת בזמן הזה שאין חכם להתיר שבועה תעמד בשבועתה מפני שאין בזמן הזה חכם שיכול להתיר שבועה וכן הלכה.",
            "טו. ערב יום הכיפורים יקח תרנגול וישם המכפר ידו על ראש התרנגול ויאמר זה תחת זה זה חלופי זה זה מחול על זה וישים ידו על ראש המתכפר ואומר כל זה שני פעמים. ויקרא ז׳ פעמים יושבי חשך וצלמות אסירי עני וברזל. כי המרו אמרי אל ועצת עליון נאצו ויכנע בעמל לבם כשלו ואין עוזר. ויצעקו אל ה׳ בצר להם וממצוקותיהם יושיעם. יוציאם מחשך וצלמות ומוסרותיהם ינתק. יודו לה׳ חסדו ונפלאותיו לבני אדם. כי שבר דלתות נחשת ובריחי ברזל גדע אוילים מדרך פשעם ומעוונותיהם יתענו כל אוכל תתעב נפשם ויגיעו עד שערי מות. ויצעקו אל ה׳ בצר להם וממצוקותיהם יושיעם. ישלח דברו וירפאם וימלט משחיתותם יודו לה׳ חסדו ונפלאותיו לבני אדם ויזבחו זבחי תודה ויספרו מעשיו ברנה ויחננו ויאמר פדעהו מרדת שחת מצאתי כופר. ובכל פעם שיסיים מן יושבי עד כופר ישים ידו על ראש התרנגול ויאמר נפש תחת נפש ומשים ידו על ראש המתכפר ויחזור ויעשה סדר זה שבע פעמים ואחר שיסיים מלקראות כל ז׳ פעמים יסמוך על ראש התרנגול ויאמר זה יוצא למיתה תחת זה ואחר כך ישים ידו על ראשו ואומר תכנם אתה פלו׳ בר פלוני לחיים ולא תמות ויחזור ויאמר על ראש המתכפר תכנס אתה פלו׳ בר פלו׳ לחיים ולא תמות ויחזור ויאמר על ראש התרנגול זה יצא למיתה ויאמר על ראש המתכפר תכנס אתה פלו׳ בר פלו׳ לחיים ולא תמות ואחר שמסיים פעם שלישית ישחוט את התרנגול.",
            "טז. רב נטרונאי. וששאלתם שאנו רגילים ליקח ראשים של כבשים בראש השנה ולאכול ולשחוט כל אחד ואחד התרנגול בערב יום הכיפורים ובמוצאי שבת בבורא מאורי האש אנו מסתכלין באור האבוקה בכפים ובצפרנים ואנו מטילין לתוך הכוס מעט מים ושותה וחוזר ושפכן.וששאלתם לפרש לכם דבר זה וחכמ׳ ורוב אנשי בבל כך רגילין לעשות שבערב ראש השנה לוקחין בשר או ראשים של צאן ומבשלים אותה בטיסני או בדבר של מתוקה ואין מבשלין בישול שיש בו חומץ ואומ׳ נאכל מיני מתוקה ובשר ובישול שמן כדי שתהא כל השנה כולה מתוקה ועריבה ולא יהא בה דבר רע ודבר צרה וביום טוב הראשון של ראש השנה ובערב יום הכיפורים שוחטין תרנגולין כל אחד ואחד שבבית ומחזרין אותן בחייהם על כל אחת ואחת מבני הבית ואומר זה תחת זה זה חילוף זה זה בשביל זה זה מחול על זה יוצא זה למיתה ותכנס אתה פלו׳ בר פלו׳ לחיים ולא תמות ושוחטין אותו ומחלקין אותו לעניים וליתומים ואומר יהא כופר זה כופר שלנו ויהיה עלינו כפרה וחכמים ובעלי בתים עושין כן ויש שעושין אילים וכבשים.",
            "יז. וששאלתם לרבנו האיי גאון ז״ל והא דתנן ר׳ יהודה אומ׳ אני והוא הושיעה נא. אשכחן בפי׳ שכך היו ישראל אומ׳ אני והוא אני ומזבח הושיעה נא היו מבקשין רחמים על המזבח מפני שהוא כפרתן ויש שאומ׳ טעם אחר מה פירוש אני והוא כך שמענו כי כלפי שמים קאמ׳ ותנא דידן הוא והכי הוא קאמרי קמי שמיא לרב׳ ר׳ יהודה אני ואותך הושיעה נא כלו׳ שבזמן שישראל שרויין בצער כאילו שכינה שרויה עמהן ומביאין טעם לדבר אשר פדית לך ממצרים גוים ואלהיו כביכול שהוא פדוי עמהן ומדמין אותו לזו שנ׳ למען יחלצון ידידיך הושיעה ימינך וענני.",
            "יח. לרבנו סעדיה גאון ז״ל וששאלתם מי שנטל ספר תחנונים ושל תפלות ונשבע בהן אותה שבועה תהא כשבועת התורה וכיון שמתחרט יש בה או לא. כך ראינו ששבועתו כשבועת ספר תורה מה ספר תורה יש בה שמות של הקב״ה אף ספר של תחנונים ושל תפילות יש בהן מקראות ושמות של הקב״ה ואין לשבועתו הפרה.",
            "יט. לרבנו האיי ז״ל וצבור דמצלו תפלת ערבית וקרו קר׳ שמע קודם צאת הכוכבים ולא יכיל איניש לעכובינהו שבעונות כמה קהלות אקילו בכך ומצלו קודם צאת הכוכבים אי זה מהן עדיף דליצלי איניש בהדי צבורא י״ח ברכות משום ברב עם הדרת מלך ושביק ק״ש וברכות שלפניה ושל אחריה עד צאת הכוכבים או לעכובי עד צאת הכוכבים ומתפלל ביחיד וסמיך גאולה לתפלה כר׳ יוחנן. רבנן דבארץ ישראל הכי עבדי מצלו של ערבית ובתר הכי לזמן קר׳ שמע קרו ולא איכפת להו לסמך גאולה לתפלת ערבית. ואנן חזינן לא למעבד הכי דקר׳ שמ׳ בעונתה טפי עדיף וסימן לדבר צאת הכוכבים והוא דאוריתא וטפי עדיף מלסמוך גאולה לתפלה היכא דלא איפשר. ואי חזי איניש לצלויי ראשונה דבהדי צבור רשות ושניה חובה שפיר דמי.",
            "כ. לרבנו יעקב ז״ל על המאחרים להתפלל עד לאחר סעודתם לקרוא קר׳ שמ׳ עוברים על דברי חכמ׳ כדאיתא בריש ברכות לא יאמר אדם אוכל קימעא וכו׳ וכן המאחרים עד שתחשיך וקורא ומתפלל ואוכל לא יפה עושין שנראין כעושין אותן חול מאחר שעשייתן קדש ומנהג אבות תורה היא והלכה רופסת. וראייות יש לקרא ק״ש ולהתפלל משעת י״א חסר רביע דהינו ז׳ ורביע קודם הלילה דאקרי ערב גבי ק״ש ותפלת ערבית דהלכה כר׳ יהודה ודייקינן הלכתא כוותיה מדרב צלי של שבת בערב שבת ואמוראי ותנאי נמצא מכלל דמההיא שעתא ערב הוא לק״ש ולתפלה ומתני׳ דריש ברכות דיהיב שיעורא מצאת הכוכבים ר׳ אליע׳ היא אי נמי כמאן דאמ׳ עני וכהן חד שיעורא הוא ולית הלכ׳ כותיה אלא קימא לן כר׳ יהודה דהכא דקאי כר׳ מאיר דיהיב שיעורא משעת טבילת הכהנים ור׳ יהוד׳ לא פליג עליה אלא משום בין השמשות דיליה ב׳ חלקים מיל וטבילה קודם לכן דהיינו יתר משעה ורביע אבל אי לאו הכי לאו פליג עליה אלא דקא מהדר לר׳ מאיר והלא דכהנים שבעוד יום היו טובלין ואהדר ליה לר׳ מאיר וכו׳ וקי׳ לן כרב דצלי שבת בערב שבת וכן לחול וכל שכן לכתחלה נמי וקי׳ לן כר׳ יוחנן דאמ׳ בפרקא קמא קורא ק״ש ואחר כך מתפלל מדבר שניהם נלמוד דאע״ג דקאמ׳ דעבד כמר עבד דמשמע דאיעבד האי עבד לכתחלה משמע מדאמ׳ בתרויהו עבד. ופירש רב חננאל בפרק תפלת השחר דכי היכי דרב צלי של שבת בערב שבת ושל מוצאי שבת בשבת כך היו מתפללין גם בחול וריבות קמ״ל דאפי׳ מקדש לחול מחול לקדש היו מקדימין להתפלל וכן נראה וכן מנהג ועל דא אנא סמיך והמשנה נקרא הדיוט ומעניות דעתם עושין תורה כשתי תורות ומחמירין בקלות ומקילין בחמורות. וכר׳ יוחנן קי״לן קורא קריאת שמע ואחר כך תפלה ולא כר׳ יהושע בן לוי תפלות באמצע תקנום דתניא כוותיה דר׳ יוחנן ושעה ורביע או פחות יש לצמצם שלא להקדים יותר משעה ורביע. והאי דפריש בתלמוד ירושלמי מיתו ור״ש ז״ל בריש מכילתא שקורין אותה בבית הכנסת לעמוד בתפלה מתוך דברי תורה ההיא לפי אותן שמשערין לצאת הכוכבים ואנו על תלמוד שלנו נסמוך שמותר שעה ורביע שעה בין לתפלה בין לקרית שמ׳.",
            "כא. בסדר רב עמרם וששאלתם יחיד המתפלל בינו לבין עצמו בשחרית יכול לומ׳ בורא קדושים עד יחד כולם כאחד עונין באימה ואומרין ביראה או דילמא כיון דקדושה היא יחיד אינה אומרה כל עיקר כך המנהג יחיד המתפלל אם אמ׳ עונין באימה ואומ׳ ביראה צריך לומ׳ קק״ק אבל אין לו רשות לומ׳ קדושה כולן כאחד עונין וכו׳ אלא אומ׳ בורא קדושים וכשיגיע עד שפה ברורה ובנעימה מדלג ואומר לאל ברוך וכו׳.",
            "כב. וששאלתם לומ׳ קידושא דסידרא יכול יחיד לאומרה או לא כך ראינו שאע״פ שפסוקים הם ואינם דומים לקדושה דתפלה כיון שקבעום בתפלה נעשו כקדושה של תפילה ואין לו רשות ליחיד לאומרה אבל אחר תפלתו אם רוצה לומ׳ כקורא בפסוקים הרשות בידו. אמ׳ ר׳ שמואל בר אביומי לא למדו ברכת התורה לאחריה מברכת המזון אלא לרבים משמע היינו כשקורין בספר תורה בבית הכנסת והתם יליף ליה מק״ו מה מזון שהיא חיי שעה לפניה ולאחריה תורה שהיא חיי העולם לא כל שכן. בג׳ במסכת תמיד מעשה באדם אחד ששתה ונתן לתלמידיו ולא שפך מהן ואותו תלמיד איסתניס היה ולא רצה לשתות ומת באותה שעה אמרו לא ישתה אדם מים ויתן לתלמידו אלא אם כן שפך מהן תחלה.",
            "כג. כתב הרב ר׳ משה ן׳ מימון ז״ל דתפלת המוספין אין מתפללין אותה נדבה לפי שאין מתנדבין קרבן מוסף וכן כתב דצבור לא יתפללו תפלת נדבה לפי שאין הצבור מביאין קרבן נדבה. ועוד כתב שיש מן הגאונים שהורו דתפלת נדבה לא יתפלל יחיד בשבתות וימים טובים לפי שאין מקריבין באותן הימים אלא חובת היום בלבד. ורב אל פאסי ז״ל השיב דשרי דנהי דקרבן נדבה אסור באותן הימים משום חילול אבל תפלה מאי חלול איכא כשמתפלל תפלת נדבה.",
            "כד. שאלה למרנא ורבנא האיי גאון זצ״ל. וששאלתם הא דאמ׳ רבא ז׳ אותיות צריכות ג״ג תגין ואלו הן ש̇ע̇ט̇נ̇ז̇ ג̇ץ̇. כל אות שבקר׳ שמ׳ מאלו שבע אותיות צריך זיינין או מקצתן צריכות ומקצתן אינן צריכות ואמרת דאית לכון מזוזות ישנות מימות הראשונים ואין מזיינין אלא על מקצת אלו האותיות ולא על כולן. דע כי כל אלו האותיות צריכות ג״ג זיינין במזווה אלא מיהו צריך אתה לידע הן ג״ג זיינין ש̇ע̇ט̇נ̇ז̇ ג̇ץ̇ כל ראש מראשי כל אחת מז׳ אותיות הללו כיון שיש עליו שני ראשים וראש אחד יוצא למעלה אפי׳ כמעט הרי אלו ג׳ זיינין אם כך המזוזות שלכם ושל קדמוניכם הרי אלו כהוגן ואם לאו אינן כהוגן.",
            "כה. מי שלא בירך ביום ראשון על ספירת העומר יחזור ויברך כל הימים שלא יפשע במצותו במזיד.",
            "כו. צבור שהתענו ושליח צבור שלהן לא התענה יורידו לפניהם מי שנתענה לפי מי שלא התענה אי איפשר לו לומ׳ עננו.",
            "כז. עשרה שמתפללין וכיון שהגיעו לאל הקדוש הלך אחד מהם יסיימו כל הברכות עד עושה שלום אבל יתגדל ויתקדש אי איפשר לומ׳ אלא בעשרה. למה באים רפויות אותיות ב̇ג̇ד̇ כ̇פ̇ת̇ מפני אותיות יהוא רמז מפני שמי נחת הוא."
        ],
        "Addenda": [
            "הלכות קצובות דבני מערבא מן ההלכות.",
            "סתם ומחלוקת הלכה כסתם ר׳ מאיר ור׳ יוסי הלכה כר׳ יוסי ר׳ יהודה ור׳ יוסי הלכה כר׳ יוסי. ר׳ שמעון ור׳ יוסי הלכה כר׳ יוסי. ר׳ אלעזר ור׳ יוסי הלכה כר׳ יוסי. ר׳ נחמיה ור׳ יוסי הל׳ כר׳ יוסי. ר׳ אליע׳ ור׳ יעקב ור׳ יוסי הל׳ כר׳ יוסי בד״א בזמן שנחלק עליו אחד אבל נחלקו עליו רבים הלכה כרבים. ר׳ מאיר ור׳ שמעון הל׳ כר׳ שמעון ר׳ יהודה ור׳ אליע׳ בן יעקב הל׳ כר׳ אליעזר בן יעקב. ר׳ ור׳ אליעזר בר׳ שמעון הל׳ כר׳. ר׳ יוסי ור׳ יהודה הל׳ כר׳ . . . ר׳ ור׳ ישמעאל בר׳ יוסי הלכ׳ כר׳ בד״א שלא משום אביו אבל משום אביו הל׳ כאביו. ר׳ ור׳ שמעון בן אלעזר הל׳ כר׳. כל מקום ששנה ר׳ שמעון בן אלעזר הל׳ כמותו. ר׳ ורבן שמעון בן גמליאל הל׳ כרשב״ג. ר׳ שמעון ורשב״ג הל׳ כרשב״ג. ואפי׳ ר׳ יוסי הלכה כמותו מחברו הוא ורשב״ג כל מקום ששנה רשב״ג במשנתינו הל׳ כמותו חוץ מערב וצידן וראיה אחרונה. וכל מקום ששנה במשנתינו באמת ובד״א ואימתי ובזמן הל׳ למ׳ מס׳. ר׳ אליעזר ור׳ יהושע הל׳ כר׳ יהושע רבן גמליאל ור׳ יהושע הל׳ כרבן גמליאל ר׳ עקיבה ור׳ טרפון הלכה כר׳ עקיבה. ר׳ עקיבה ור׳ יוחנן בן נורי הל׳ כר׳ עקיבה.",
            "סלי֒קו הוד֒ות לא֒ל",
            "מכת״י דע ראססי 327.",
            "מעשה באדם אחד שהיה מוכה שחין והלכה אשתו במוצאי שבת לשאוב מים ונתעכבה שעה או שתי שעות ונעשה לו ונתרפא וניזדמן לו המים של באר מרים ומלאה כמו כן מאותן מים כיון שבאת אצל בעלה כעס עליה אמר לה היכן היית והיא מרוב כעסה נפלה כדה משכמה ונשבר כדה ונפלו טיפים על בשרו ובכל מקום שנגעו בו הטיפים נתרפא ועל דבר זה אמרו חכמים לא עלתה בידו של רגזן אלא רגזנותו. בארה של מרים בימה של טבריה וכל מוצאי שבת מחזירין על כל מעינות ועל כל בארות וכל מי שהוא חולה ויזדמן לו מאותו מים ושותה אפילו כל גופו מוכה שחין מיד יתרפא. חידושים העונה אמן אחר ברכותיו הרי זה בור חוץ מבונה ירושלים בלבד ועל כרחינו יש לפרש כל הדומה לבונה ירושלים שהיא בסוף ברכת המזון והוא הדין לגאל ישראל והכין גרסינן בתלמוד ירושלים תאני רב חסדא הפורש את שמע והעובר לפני התיבה והנושא את כפיו והקורא בתורה והמפטיר בנביא והמברך אחת מכל המצות שבתורה לא יענה אמן אחר עצמו ואם ענה הרי זה בור אית תנא תני הרי זה חכם אמר רב חסדא כמאן דאמר הרי זה בור העונה על ברכה וברכה ומאן דאמ׳ הרי זה חכם בעונה בסוף ואמר רבינו נסים זצ״ל זה התירוץ עיקר וליכא פלוגתא בין גמרא דידן בין גמרא דירושלמי. ירושלמי תני ר׳ זעירה בשם ר׳ אליעזר בן עזריה כל תורה שאין לה בית אב אינה תורה ופיר׳ כל תורה שאין לה קבלה מרב אינה תורה, הלכתא אין לתמוה על המוספין וגורעין בברכות שבתורה להעביר ברכת היין של מילה הכל יודעין שהיא תקנת אנשי כנסת הגדולה וכן מי כמוכה וזכרנו שבתפילת עשרת ימים שבין ראש השנה ליום הכפורים וכן עשה עמנו וה׳ אלהינו פלא ונסים בעת הזאת שבהודאה ודעל הניסים של חנוכה ופורים של כל השנה כולה מה שלא קבלו מרב ולא נהגו מאב כסבורים שקנו מקום להתגרד בו ואינו אלא להתגרר בו הואיל ומתחדשים מנהגם בפני עצמן ולא חשו מלשנות מפני המחלוקת ללכת בדרכי יושר. במסכת יום טוב יום טוב שחל להיות בשבת מתפלל שמונה של שבת בפני עצמה ושל יום טוב בפני עצמו ויש אומרים מתפלל ז׳ מתחיל בשל שבת ומסיים בשל שבת ואפי׳ במוספין ור׳ אומר אף חותם מקדש השבת וישראל והזמנים וכד פסק ר׳ יוסף הלכה כ״ר דתריץ רבינא והוא הדין דמתחיל באתה בחרתנו ומפני חטאינו וחותם מקדש השבת וישראל והזמנים ונראה דהוא הדין בשבת שחל להיות בראש חדש או בחולו של מועד עברינן כר׳ ולא תימא דווקה ביום טוב שחל להיות בשבת עבדי׳ כר׳ אם כן הוא דתנו רבנן שבת שחל להיות בראש חדש או בחולו של מועד וכו׳ ובמוספין מתחיל בשל שבת ומסיים בשל שבת אנן כמאן עברינ׳, אלא ש״מ הלכ׳ כר׳ ואפי׳ בשבת שחל להיות בראש חודש או בחולו של מועד ורשב״ג אומר ור׳ ישמעאל בנו של ר׳ יוחנן בן ברוקה אומר כל מקום שזוקק לז׳ מתחיל בשל שבת ומסיים בשל שבת דמשמע אפי׳ יוצר ואומר קדושת היום באמצע דהיינו ביום המנוח הזה וביום ראש החדש הזה שהוא כולל פסקי׳ לית הלכ׳ כאותו הזוג אלא תאנא קמא דאמ׳ ערבית ושחרית ומתפלל שבע ואומר מעין המודע בעבודה אלהינו ואלהי אבותינו כמה שאומר בחול שאין בו הלל אבל במאי דקאמרי ובמוספין של שבת שחל בראש חדש או בחולו של מועד מתחיל בשל שבת ומסיים בשל שבת דהיינו מקדש השבת לכך אין הלכה כתנא קמא אלא כר׳ . . . . . . . . . . . ירושלמי מנין שתוקעין במקום הקצר לא במקום הרחב משום שנ׳ מן המצר קראתי יה. ירושל׳ בית הלל אומ׳ מטה כלפי חסד מן הפסוק כי הטה אזנו לי ירוש׳ לולב היבש פסול משום שנ׳ לא המתים יהללו יה. חידושים כתב רבינו האיי שאם לא נתן רוח בין הדבקים בק״ש יצא שהרי תנן קרא ולא דקדק באותיותיה יצא. יש מקומות בצרפת שאף בעבור יחיד שלא שמע קדיש וברכו וקדושה מעומד או מיושב יאספו עשרה ויעבר אחד מהם וישמיע בקול רם ויתפלל להוציא ידי חובתן ואע״פ שכולן יצאו ידי חובתן וכן המנהג בצבור חתן ואבל. אף במסכת סופרים יש שאין לענות ולומ׳ קדוש וקדושה. עד שיהיו ששה שלא יצאו שני במקהלות ברכו אלהים. וכן מצאתי שכתב הרב ר׳ משה בן מימון ז״ל והוא שיהיה רוב העשרה שלא התפללו. ורבנו יעקב היה אומר מהאי קרא ב״ה שאחר חמשה תיבות מזכיר בפסוק ברכו ה׳ דאמרינן שאם אין לו מים מקנח בצרור כתב הרב ר׳ אברהם שצריך לברך על נטילת ידים. ירוש׳ גבי קרית שמע שצריך לדקדק ולומר נשבע שלא יראה כאומ׳ נשבה. ירוש׳ האי מאן דעטיש בסעודה אסור לחבריה למימר ליה זכו משום סכנת עצמו פיר׳ זכו לשון חיות. ירוש׳ אי זהו הנץ החמה בזמן שהחמה מטפטפת על ראשי ההרים. כתב בעל ההלכות הא דאמרינן אסור לישב תוך ד׳ אמות של תפלה דווקא ביתיב ומהרהר במילי דעלמא אבל עסיק בקר׳ שמע או במילי דצלותא לית לן בה. ירוש׳ תני הקורא שמע בבוקר צריך להזכיר יציאת מצרים באמת ויציב אחרים אומר׳ צריך להזכיר בה קריעת ים סוף ומכות בכורים ר׳ אומר צריך להזכיר בה מלכות.ירוש׳ גבי הא דאמרינן דהשונה אחר שקרא שמע אינו צריך לברך דנפטר באהבת עולם והוא ששנה לאלתר. מלתיה דר׳ שמואל בר נחמני אמר כן ר׳ שמואל בר נחמ׳ כד הוה מחית לעיבודה הזה מקבל יעקב גרסיה והוה ר׳ זעירא מטמר בעיה קופייה משמעניה היך קרי קר׳ שמע ושמעי מיניה דהוי קרי וחזר וקרי עד דהוה שקע מיניה גו שנתיה. ירוש׳ ר׳ שמעון בן יוחאי אמר לו הוינא קאם על טורא דסיני בשעה דאיתיהבית תורה לישראל הוינא מתבעי קמי רחמנה לבריה דיהיב לבר נשא תרי פומי חד דלעי באורייתא וחד דיעביד כל צרכוהי חזר מריה מה השתא דאיכא חדא לית עלמא קאים ביה מן דלטורייא אי הוי תרין על אחת כמה וכמה . . . ירוש׳ פרק שיני תני הכתף אע״פ שמשאו על כתפו הרי זה קורא את שמע אבל לא יתחיל לא בשעה שהוא פורק מפני שאין לבו מיושב בין כך ובין כך לא יתפלל עד שעה שיפרוק אם עליו משאוי של ד׳ קבין מותר אמ׳ ר׳ יונתן והוא שיקל מהו שיקול תרין חלקין מאחריו וחד לקמאי . . . ירוש׳ גבי׳ דאמרינן גבי פועלים שאם היה בסעודתן הרי אילו מברכין אמ׳ ר׳ מנא זאת אומרת שאסור לעשות מלאכה עד שיברך דלכן מהכא אמרינן יעשה מלאכה ויברך. ר׳ שמואל בר יצחק בשם רב הונא לא יעמוד אדם ומתפלל ומין מטבע בידו לפניו אסור לאחריו מותר ר׳ יוסי היה צוררן ותפשם בידו ולמדת הדין אמ׳ ר׳ וצרת הכסף בידך . . . ירוש׳ . . . תני כלה בלא ברכה אסורה לבעלה כל שבעה ואסור ליטול ממנו כוס דברי ר׳ אליעזר מה טעם דר׳ אליעזר אי איפשר שלא יצא דם נידה עם דם בתולים. ירוש׳ בפרק מי שמתו גבי דאמרינן אסור לאכול בשר ולשתות יין נמסר לרבים הרי זה אוכל בשר ושותה יין מסרו לכתפים הרי זה כמי שמסרו לרבים. ירושלמי מהו שיטמא כהן לכבוד הנשיא כד דמך ר׳ יודן נשיא אכריז ר׳ ינאי ואמר אין כהונה היום. ומפרש טעמ׳ התם דעשו אותו כמות מצות . . . . ירוש׳ מהו להרהר בבית הכסא חוקיה אמר אסור ור׳ אסא אמר מותר אמר ר׳ זעירא כל סבר קשי דהוה לו תמן סברתיה . . . . ירוש׳ פרק שני אמ׳ ר׳ שמעון בן חלפתא אין כלי שמחזיק ברכה יותר מן השלום ומה טעם ה׳ עוז לעמו יתן ה׳ יברך את עמו בשלום. קרא וטעה יחזיר למקום שטעה טעה מן הכתובת הראשונה לשנייה חוזר לכתובת הראשונה טעה ואינו יודע היכן טעה חוזר למקום שברור לו. דילמא ר׳ חייה ור׳ אמי ור׳ אמי סלקון מעבר גנזיה דר׳ אלעזר שטעון קליה אמ׳ לון כן אמר ר׳ יוחנן קרא ומצא עצמו בלמען חזקה כיון ר׳ אליה ר׳ אבא בשם ר׳ אחא רבא נתפלל ומצא עצמו בשומע תפלה חזקה כיון ר׳ ירמיה בשם ר׳ אליעזר נתפלל ולא כיון אם יודע הוא שאם חוזר מכאן יתפלל ואם לאו אל יתפלל. אמר ר׳ מתנייה מחזיק אנא טיבו לראשי דכי מטי למודים כרע מגרמיה. אמר ר׳ חייא רבא אנא מניומי (כוצית) כוינית אלא חד ומן בעינן מכוונא והרהרית בלבי ואמרית מאן עייל קומי מלכא ארקפתא או ריש גלותא . . . ירוש׳ אפי׳ מלך ישראל שואל בשלומו לא ישיבנו אמר ר׳ הדא דתימא במלכי ישראל אבל במלכי אומות העולם משיב שאילת שלום תני היה כותב את השם אפי׳ המלך שואל בשלומו לא ישיבנו היה כותב שנים או שלשה כגון אל אלהים ה׳ הרי זה גומר אחד מהם ומשיב שלום . . . ירוש׳ בפ׳ שלשה שאכלו תני שנים פת ואחד ירק מזמנין מתני׳ כרבן שמ׳ בן גמליאל ולא סברא ליה לרב אלפאם הלכתא כותיה דסבי׳ ליה דלעולם אין מזמנין עד שיאכל כזית דגן . . . ירוש׳ בשלהי אלו דברים גוי שבירך את השם עונין אחריו בשם אין עונין אחריו אמן אמר ר׳ תנחומא אם ברכם גוי ענה אחריו אמן דכתיב ברוך תהיה מכל העמים. גוי אחד פגעיה בר׳ ישמעאל וברכו אמר לו כבר מילתיך אמירא פגע בו אחר וקללו אמר לו כבר מילתיך אמירא אמרו לו תלמידיו מאי הוא דאמרת להון אורריך ארור ומברכיך ברוך . . . ירוש׳ בכיצד מברכין תנא אין מברכין על הפת אלא בשעה שהוא פורס אמר ר׳ חייא בר אבא הדין אמרא האי מאן דנסיב עגולא ומברך עלוי ולא אתי לידיה צריך למברכה עלוי זמן תנינות ואמר ר׳ תנחום וצריך לומר ברוך שם כבוד מלכותו לעולם ועד שלא להזכיר שם שמים לבטלה. ר׳ זעירה בעי אהין דנסיב תרמוסא ובריך עלוי ונפיל מיניה צריך למברכיה עלוי זמן תנינות ומה בינה לאמת המים תמן לכך נתכוון תחלה . . . ירוש׳ כל עמא דאי רקיק ונטילין דהוא אסור פירש הרב ר׳ אברהם שרוקק במקום גבוה בתפלתו אסור אלא במקום נמוך הא רוקק אם הוא אסתניס ור״ח פיר׳ רוק עבה הנראה מאד והוא לשון אצטלית שהוא בגד עבה. פרק הרואה הרואה חמה בתקופתה ולבנה בטהרתה וכוכבים ומזלות במשמרותם אומר ברוך עושה מעשה בראשית. פר״ח כגון שהיה ג׳ ימים רצופין מעונן ואחר כך זרחה השמש וראה הכוכבים בלילה והכי מסתבר למאי דגרסי בירוש׳ אמ׳ ר׳ הונא הדא דתימר בימות ובלבד אחר ג׳ ימים ומה טעם ועתה לא ראו אור בהיר הוא בשחקים. ור׳ שז״ל מסוף כ״ח שנה לסוף כ״ח שנה שהחמה חוזרת לתקופתה הראשונה וכמו שמפורש הכל בפירוש וכן כתב הרב ר׳ משה בן מימון ז״ל.ירוש׳ מנין שמנענעין הלולב בהודו ובאנא ה׳ הושיעה נא מן הפסוק אז ירננו עצי היער הודו לי״י כי טוב ואמרו הושיענו אלהי ישענו . . . ירוש׳ כל האומר ויכלו ערב שבת שני מלאכי השרת מניחין ידיהם על ראשו ואומר לו וסר עונך וחטא׳ תכופר. מנא לן אתיא אשר אשר לגזירה שוה כתי׳ אשר בפרה אדומה ג׳ פעמים וכת׳ אשר בויכלו ג׳ פעמים מה פרה אדומה מכפר אף ויכלו מכפר. ירוש׳ עד מתי מברכין על הלבנה כל זמן שתראה כחצי חמוטה ר׳ יהושע אומ׳ עד שתמלא את חסרונה ופי׳ חמוטה קערה . . . ברכה אחרונה של מים בורא נפשות רבות וחסרונן וכי עושה בדבר שהגוף יש בו חסרון אלא יש לומר שלשון וחסרונן צורך כמו רק כל מחסורך עלי פיר׳ כל צרכך עלי. בפרקא קמא דקדושין כל מצות התליות בארץ אינן נוהגות בחוצה לארץ חוץ מן הערלה ומן הכלאים ר׳ אליעזר אומר אף החדש וקשיא למורי הרב טובא אמאי לא תנא חלה בהדייהו דהא חלה דאוריתא ונוהגת בחוצה לארץ דהיינו חלת האור והשם האיר עיני ואשכחית פירוקא בס׳ מס׳ ערלה בגמ׳ דבני מערבא ר׳ יונה בעי קמיה דר׳ יוסי ולמה לא תנא אף חלה עמהון אמ׳ ליה לא תנינן מתניתא אלא דבר נוהג בישראל ונוהג בגוים ונוהגת חלה בישראל ואינה נוהגת בגוים.",
            "לשכחה בדיק ומהימן ובו הוה עסיק רב סעדיה בר יוסף ז״ל והוה אשכחיה במערתא דר׳ אלעזר קליר ובו מתעסקין כל חכמי ישראל ותלמידיהם ומצליחים וזו היא. בריש ירחא דסיון סב קמחא דחטי ולש יתה כדאת קאים ועבד יתה קורסין ואפית יתה וכת׳ בה זכר עשה לנפלאותיו חנון ורחום ה׳ וסב ביעתא ובשיל לה שפיר וקליף יתה וכת׳ עלה (אספיים) (כיסתם) (תרמת) (אוזן) (דכזוה) אכול ההיא קורסא כל יומא עם ביעא עד משלם ל׳ יום ותליף כל מה דאת חזי ולא תשכח.",
            "ת̈נ̈צ̈ב̈ה̈ בתחיית המתים."
        ],
        "Ten Questions of Rav Saadia Gaon": [
            "אמר רב סעדיה גאון זצ״ל שאלוני תלמידי על אודות תחיית המתים עשר שאלות ואילו הן <b>השאלה הראשונה.</b> קיומה מן פסוקים ומדברי חכמים ומן הדעת והן אומ׳ מי ומי יהיו מן ישראל שיזכו להחיות בימי הגאולה אני אומר שכל צדיקי ישראל וכל בעלי תשובה יזכו שכל הנפטר מן העולם הזה בלא תשובה יהיה מן המחוייבין וכך הדעת אומרת אבל הקב״ה הבטיח שכל החוזר בתשובה תקובל תשובתו מן פסוקים הרבה אם תהיה תשובתו בכל לבב אמרו חז״ל עבר אדם על מצות עשה ועל מצות לא תעשה ועל כריתות ומיתות ב״ד ומי שנתחלל על ידו שם שמים על אלו העבירות אמרו שאם חזרו בתשובה בכל לבב תקובל מהם ועל כל זה נאמר הנה אני פותח את קברותיכם מכאן שכל החוזר בתשובה יכופר ואני אומר כי מעט ימותו מישראל בלא תשובה והשם ברחמיו יכפר בעדנו ויחזירנו בתשובה וימחול לעונותינו אמן.",
            "<b>השאלה השנייה</b> ימותו אחר שיחיו או לאו אני אומר שלא ימותו אבל יסיעו אותם מימות המשיח לעולם הבא ולגן עדן וכך אמרו חז״ל מתים שעתיד הקב״ה להחיותם שוב אינן חוזרין לעפרם.",
            "<b>השאלה השלישית.</b> יספיק להם העולם לאותם שיחיו ושיפרו בתחיית המתים שיהיו רבים באותה שעה שימהר הקב״ה בימינו אני אומר כי משעה שיצאו ישראל ממצרים והתורה התמימה נתנה אל בני האדם אלפים שנה ומאתים שנה פחות שיהיו שנים ושלשים דור וכל דור כ״ך רבוא מאנשים ונשיהם ואם אמרנו שכולם יעשו תשובה נמלאו הרבה מן העולם אחד מן מאה וחמישים מן העולם כדי שינתן לכל אחד יותר מן מאתים אמה לשכון הוא ובהמתו ולזרעו במה שיזרע כי כל אנשי הדורות יהיו מאה ועשרים בשנים ושלשים במשורה יהיו שלשת אלפים רבוא ושמונה מאות וארבעים רבוא וכשנתן להם מן הארץ מאה פרסאות לכל אחד שהוא מן ק׳ן הארץ ונחשוב אמות בכל ג׳ מילין ובכל מיל ארבעת אלפים אמה באמת כושי שהיא האמה אמתים וחצי מאלו האמות של זה הדור יפול לכל אחד רוחב מקום מאתים ושמונים אמות והבן.",
            "<b>השאלה הרביעית</b> המתים שיקומו בתחיית המתים יהיו מכירין זה לזה או לא. אני אומר שיהיו מכירין וכל אחד מהם יגש אל שבטו שכך אמר יחזקאל ע״ה אלה שמות השבטים וכל אותו העניין ותיקון השבטים היאך יחנו בארץ כל אחד במקום ידוע ותחיית המתים תהיה קודם בנין בית המקדש כמו שהוא מפורש על ידי דניאל ובעת ההוא יעמוד מיכאל וגו׳ ורבים מישיני אדמת עפר יקיצו והמשכילים יזהירו כזוהר הרקיע.",
            "<b>השאלה החמישית</b> מתים שעתיד הקב״ה להחיותם יקומו במומין או לאו. אני אומר שכל אחד מהם במומיהן כגון עור ופסח ואלם ושאר המומין כדי שידע אותו בעל המום שהוא בעצמו אחר כך ירפאו שתהוי׳ האות השני וכך אמרו חז״ל עומדין במומיהן ואחר כך מתרפאין ולכך הכתוב אומר ראו עתה כי אני אני הוא. אז תפקחנה עיני עורים.",
            "<b>השאלה השישית</b> יאכלו וישתו וישאו נשים או לאו. אני אומר שתהיינה כאשר היה לבן מצרפית שהחי׳ אליהו וכבן השונמית שהחי׳ אלישע ז״ל לא חסר להם שום עונג ושום שמחה מדרכי בני אדם.",
            "<b>השאלה השביעית</b> אם ישאל שואל ויאמר היאך יוליכו אותם לעולם אחר שאין בו לא אוכל ולא משתה ולא שום דבר מדרכי בני אדם אבל יהיו שמה כמלאכי השרת. אני אומר אמנם כי כן יהיה דרכם כאשר היה דרכו של משה רבינו ע״ה שהיה בהר ק״כ יום והיה שמה כמלאכי השרת לא אוכל ולא משתה ולא שום דבר מדרכי בני אדם שנ׳ ואתנפל לפני י״י כבראשונה ארבעים יום וארבעים לילה וידוע כי שלשה פעמים עלה משה אל האלהים וישב שם כל פעם ארבעים יום וארבעים לילה הפעם הראשונה כשהוריד הלוחות אשר שבר והפעם השנית כשעלה להתפלל לכפר על ישראל עשיית העגל והפעם השלישית כשעלה להוריד הלוחות האחרונות.",
            "<b>השאלה השמינית</b> אם ישאל שואל ויאמר החיים בשעת הגאולה יהיו צדיקים אחר חיותם או יהיו חוטאים ויתחייבו שלא להיות בגן עדן. אני אומר כי הקב״ה היודע מה להיות קודם היותו לא יתן גן עדן לצדיקים שבאותו שעה אלא מפני שהוא יודע שיהיו הולכים ביראת שמים ולא יהיו חוטאין כך אנו כי היודע מה שלהיות אינו מנחיל גן עדן אלא מפני כי בימות המשיח יהיו צדיקים ויראי השם.",
            "<b>השאלה התשיעית</b> יהיה להם שכר באותה יראה אשר בימות המשיח או לאו. אני אומר כן כמו שהצדיקים בעולם הבא יהיה להם שכר טוב על יראתם ועל צדקתם הראשונות.",
            "<b>השאלה העשירית</b> אם ישאל שואל ויאמר המצואין בימי הגאולה והם חיים מה יהיה להם והנולדים בימי הישועה. אני אומר כי הנביאים לא אמרו שום דבר בזה העסק והעצה מתחלקת בזה העניין על שלשה עניינין יש דאמר שלא ימותו לעולם ותולין בדבר הזה מהפסוק שאמ׳ ובלע המות לנצח. ויש אומר ימותו ויחיו מיד כדי שישתו עם כל בני אדם שנגזרה עליהם מיתה. ויש אומ׳ יחיו חיים ארוכים וימותו ולא יחיו עד העולם הבא. ואני לבי נוטה לפיר׳ הזה השלישי לפי שלא מצאתי תחיית המתים בשעת הישועה אלא למי שהיה בגלות כדי שיראו הישועה הטובה הנכבדה אבל החיים והנולדים בעת הישועה כבר הגיעו לחפצם ורצונם אבל יהיו חייתם ארוכים כמו ת׳ או ת״ק שנים ומי שימות באותו זמן בן מאה שנה יהיה כמו שימות עתה בן כ׳ שנה כי הנער בן מאה שנה ימות. ומי שיחטא לחבירו והוא בן מאה שנה יהיה נחשב להם כמו נער שנ׳ והחוטא בן מאה שנה יקולל ויהיו חיים באותו הזמן נמשלים לבינינים החזקים באבנים ובסיד ובנטעים הטובים שנ׳ לא יבנו ואחר ישב לא יטעו ואחר יאכל כי כימי העץ ימי עמי ומעשי ידיהם יבלו בחורי. ונאמר זית רענן יפה פרי תואר. לכן דעת אלהים ליודעו תהיה אור מזהיר והלוך בעבודתו ודבוק בתורתו יאיר אותו כשמש ורשעים ידמו וכשהם . . . . בנחמות אלו העתידים לישראל הרצותים בלב ישראל וכתבתים להיות להם אמונה אומן מפני שידעתי שיחזרו ישראל למוטב באותו הזמן בעבור שבעה דברים׃ הראשון שתהיה תחיית המתים נס גדול מופלא מאותות הקב״ה ומנפלאותיו ובראותם ישראל הנס הגדול יוסיפו להאמין בה׳ ובדבריו׃ השני שיתקבצו לישראל כל הנביאים שנתנבאו להם שאנו מתאוים עתה לראות אפילו אחד מהם וכש״כ כולם׃ השלישי כל המלכים החסידים וכל החכמים והצדיקים יהיו מצואים באותו הזמן שנחפוץ עתה לראות אחד מהם׃ הרביעי שיתחברו באותו הזמן כל הקרובים שמתו לכל אדם ומתאבל עליהם יראה האב את בנו והבן לאביו ואח לאחיו׃ החמישי שיספרו החיים בתחיית המתים קורות המות שעברו עליהם לאותו הדור והיאך היה מותם ועניינים שהנפשות תלויות ודואגות על כוס המות׃ השישי שיבואו כל בני ישראל לאלפים ולרבבות כאשר קדמתי לזכרם ויהיו כולם בכבוד גדול והוד והדר ובתהלה וגדולה ובתפארה׃ השביעי שיהיה סבת התשובה ומעשים טובים באותו הזמן לזכות לחיי העולם הבא שיאמר כמו שנתקיים הנחמה הזאת כך יתקיימו כל דברי הנבואות והנחמות כולן כמו שאנו בטוחים ומיחלים כמו שנ׳ ואמר ביום ההוא. ואומר יחיינו מיומים וביום השלישי כלו׳ יחיינו ויצילנו משתי המלכיות מלכות אדום וישמעאל. וביום השלישי הוא היום שאנו מיחלים ומתאוים ונכספים יום המשיח הנחמד והחביב לישראל שאמר עליו שלמה יחוס על דל ואביון ונפשות אביונים יודיע ויקר דמם בעניו. שיאמר בעל הרחמים לרחם עלינו ולהסיר חמתו ואפו ממנו ויראה בצרותינו וצוקותינו וחמסינו . . . . . . . ויושיענו ויבוא הגואל בימינו ויחייה מתינו כאשר הבטיחנו שנ׳ יחיו מתיך נבלתי יקומון שיעשו גופם נבלה עליו. הקיצו ורונו שוכני עפר ללמדנו שיקומו ברנות ותושבחות להקב״ה לפי שנקברו בבכי ובמספד ובקולות יקומו בשירות שנ׳ בערב ילין בכי ולבקר רנה. בערב זה יום המיתה. ולבקר זה תחיית המתים. כי טל אורות טלך. פירוש אורות עשבים וחברו ללקוט אורות ואמרו חז״ל כי הטל שעתיד הקב״ה להחיות בו המתים הוא הטל שהחיה בו המתים בשעת מתן תורה במעמד הר סיני כשמעת דברי אלהים חיים שדבר למשה בעשר הדברות. וארץ רפאים תפיל אלו הנהרגים שלא על ייחוד השם. הקב״ה יזכנו לחיי העולם הבא ויביא בלבנו יראתו לעשות רצונו ולעבדו בלבב שלם אנו וכל ישראל חברים ונאמר אמן."
        ],
        "The Sciences of the Talmudists": [
            "הזהירנו רועה נאמן ע״ה על שמירת התורה ואמ׳ ושמרתם ועשיתם כי היא חכמתכם ובינתכם לעיני העמי׳ אשר ישמעו אל כל החקים ואמרו רק עם חכם ונבון הגוי הגדול הזה. מה שאמ׳ ושמרתם ר״ל הזהרו כי כשתלמדו התורה יהיה כל כונתכם לאהוב לבורא ית׳ ולעשות הכל לכבודו. שזו היא חכמה הראויה לכם שבאמת התורה היא עיקר כל החכמות והיא כוללת אותם וכללי כללותיהם ופרטי פרטיותם ואין ספק מתמימות התורה שבכתב פירושיו ומדרשיו לא תמצא זולתי תורה שבעל פה שחכמי התלמוד לא הניחו חכמה מכל ז׳ חכמות שלא באו נגד מחקריה וידעו אותה יותר מכל חכם שבעולם ואין חכם בעולם יכול לידע חכמה מכל אחת מהן כמו שהם יודעים אותה ובכל ז׳ חכמות היו יותר בקיאין מכל חכמי העולם.",
            "<b>החכמה הא׳</b> היא חכמת ההגיון וקורא אותה ראשונה לפי שהיא הראשונה שלמדו בעולם נח ובניו לפי שהיא מבוא לכל החכמות ואז״ל גלו ערותה ואסרו אותה והזהירונו שלא להתעסק בה באומרם מנעו בניכם מן ההגיון לפי שתביא לאדם לכפור בעיקר לפי שנכשלין בה מפני שבושם ומתוך כך אומרי׳ לית דין ולית דיין ולא עולם אחר ואובדין העולם הבא. אך טוב לאדם לאור מאורה ולטעום מדבשה כי היא כמו הדבש שהוא מתוק אם יאכל ממנו כדי ספקו יועיל לו ואם יאכל הרבה יזיק לו ויקיא אותו וכן כמו האור שאם יגיע עצמו אל האור יועיל לו לחמם עצמו ואם יכניס עצמו באור ישרף ולפי׳ רז״ל נוטים לקצת דתיהם למחלקותיהם בזאת החכמה במקח ובמכר ובגיטי׳ ובקדושי׳ ומה שהקשו בדין שנים אוחזי׳ בטלית ורוב סברות בתלמוד ומחלקו׳ האמור אין הולכין על דרך החכמה הזאת.",
            "<b>החכמה הב׳</b> היא חכמת החשבון. גלויה היא ומפורסמת בהרבה מקומות בתלמו׳ כגון חלה ותרומה וים שעשה שלמה ע״ה ואילן הסמוך למצר והלכות אצבעיים היוצאות? מארבעים סאה של מקוה ורבות כאלה. וכן אמרו מן הארץ ועד הרקיע מהלך ת״ק שנה. ועוביו של רקיע מהלך ת״ק שנה ובין כל רקיע ורקיע מהלך ת״ק שנה.",
            "<b>החכמה הג׳</b> היא חכמת השיעור העדות עליה שפופרת שעשה רבן גמליאל שהיה משמר בה ומבין וצופה אלפים אמה לתחום שבת. והיה יודע כמה עומקו של גיא. וכן לכל חי שהוא רוצה פחות מכן או יותר מכן הכל לפי משך השפופרת כאשר הוא ידוע אצל בעלי החכמה הזאת ומאלה היו הרבה שיעורים במקדש.",
            "<b>החכמה הד׳</b> היא חכמת הרפואה שכוללת חכמת הרפואה או חכמת הרפואה שכוללת חכמת הטבע. ומתוכה היו רז״ל דנים מראה דמים. ולעולם לא הגיעו הפילוסופי׳ לאחד מני אלף למה שהגיעו רבותי׳ ז״ל בזו החכמה כמו שמצינו בהילני המלכה ששלחה לרבא שתין מיני דמים וכלהו אמרינהו. וכל זה לא היה אלא מרוב החכמה. ובחכמת הרפואה הבקי הידוע בחכמה הזאת שמואל עד שנקרא שמואל אסיא על שמה והוא היה אומ׳ לכל מילי ידענא אסותיהו וכן רב שהיה חכם גדול בזו החכמה והיה מציין בבית הקברות ואומ׳ זה מת בחלי פלו׳ ובמיתה פלו׳ וזולת אלה כמה רפואות בתלמוד. וכוחות העשבים והמאכלים ובכללם אמרם אתרוג צנון וביצה אלמלא קליפתם החיצונה אינם יוצאים מבני מעים לעולם. וכל מסכת נדה מתחלתה ועד סופה מענין תולדת האדם ותחלת סדר יצירתו בבטן ולידתו וגדולו וסופו עד שיעשו יש מאין בכח החכמה ובראו אדם. ומאד נפלא עומק החכמה הזאת בהלכות שחיטה וטרפות.",
            "<b>החכמה הה׳</b> היא חכמת הניגון. נחלקו בה בשיר הלוים אם עיקרו בפה או בכלי ופרשו כנורו של מקדש כמה נימין היו בו. ור׳ יוחנן בן גודגדא היה לוי מן המשוררים שהיו יודעים בשיר. ואמרו שאיבוב יחידי מחליק יפה ושל קנה קולו ערב משל נחשת ודברו על המגרפה שהיא במקדש שהיו בה עשרה נקבים וכל אחד ואחד מהם היה מוציא אלף מיני זמר.",
            "<b>החכמה הו׳</b> היא חכמת הכוכבים מן העדים הנאמנים עליה הוא ר׳ אלעזר בן הורקנוס שחבר פרקים במדות הגלגלים ומהלכם על הארץ וז׳ כוכבי לכת וי״ב מזלות. וכן רבן גמליאל הנשיא עשה טבלא אחת לחקור בה עדי החדש. ושמואל היה בקי מאד בחכמה זו עד שנקרא שמואל ירחינאה על שמה לפי שהיה יודע סוד העיבור וכתב ס׳ שערים של עיבור וחבר סדר התקופות והוא היה אומ׳ נהירין לי שבילי דרקיעא כשבילי דנהרדעא. ורב אחא בר אהבה חלק עליו בסדר התקופות ושאר חכמי׳ דברו הרבה בזו החכמה. והיה אומרי׳ האי מאן דבנוגה יהא. האי מאן דבחמה יהא. האי מאן דבמאדים יהא. וקבעו עתים להקזה ולישא וליתן ולצאת ולבא על סדר מהלך הכוכבים וכהנה רבות. וכן מצינו בר׳ יוחנן בן גודגדא ור׳ אליעזר חסמא ור׳ יהושע כמו בהוריות פרק הורה כהן משיח. רבן גמליאל ור׳ יהושע הוו קא אזלי בספינתא. בהדי רבן גמליאל היה פיתא. בהדי ר׳ יהושע הוה סולתא. שלם פיתא דרבן גמליאל סמך אסולתא דר׳ יהושע אמ׳ ליה חי הוה ידעת דהוה לן עכובא כולי האי דאיתת נמי סולתא אמ׳ ליה כוכב אחד יש שעולה אחד לשבעים שנה ומתעה את הספנין ואמרתי שמא יעלה ויתעה אותנו. אמ׳ ליה וכל כך יש בידך ואתה יורד לספינה אמ׳ ליה עד שאתה תמה עלי תמה על שני תלמידים שיש לך ביבשה ר׳ יוחנן בן גודגדא ור׳ אליעזר בן חסמא שיודעין לשער כל טיפין שבים ואין להם לחם לאכול ובגד ללבוש נתן עיניו להושיבן בראש. כשעלה ליבשה שלח להם ולא באו חזר ושלח להם ובאו ואמ׳ להם כמדומין אתם ששררות אני נותן לכם עבדות אני נותן לכם שנא׳ וידברו אליו לאמר אם היום תהיה עבד לעם הזה ועבדוך כל הימים.",
            "<b>החכמה הז׳</b> היא חכמת האלהות הזהירונו שלא לשאול מה למעלה ומה למטה מה לפנים ומה לאחור. והזהרונו שלא לדרוש במעשה מרכבה אפי׳ ראשי פרקי׳ וכשפתח ר׳ אלעזר בן ערך לדרוש במעשה מרכבה לפני רבו רבן יוחנן בן זכאי ירדה אש מן השמים וסבבה כל האילנות והביטו שניהם בשיחת האילנות שהיו אומרי׳ שירה וענה מלאך אחד מתוך האש ואמ׳ הן הן מעשה מרכבה. וכמעשה זה אירע לר׳ יהושע ולר׳ יוסי הכהן. והזהירונו שלא לעשות דבר שיראו בו שתי רשויות כמי באלישע אחר שנטרפה דעתו ויצא להפקר ולתרבות רעה מפני שטעה במטטרון והרהר בלבו שתי רשויות. ור׳ עקיבא שנכנס בשלום ויצא בשלום כל אלו היו בקיאי׳ בשם עד שעלו למדריגה קרובה אל הנבואה וזולת אלה הז׳ חכמות גלו בחכמת הכשוף בכמה מקומות בתלמוד. ובמעשה דרבא בר נחמני וע׳ סנהדרין שהיו כלם בקיאין בה בכדי הצורך. וכמו שהוא בפי ערבי פסחי׳ ת״ר ג׳ אין ממצעין ואין מתמצעין ואלו הן כלב ודקל ואשה וי״א אף החזיר וי״א אף הנחש ופירוש ממצעין לא יעברו בין ב׳ אנשים. ואין מתמצעין לא יעבור איש בין שתי נשים ואי ממצעא מאי תקנתיה אמ׳ רב פפא נפתח באל ונפסיק באל אי נמי נפתח בלא ונפסק בלא נפתח באל אל מוציאו ממצרים וגו׳ לא הביט און ביעקב וגו׳ עד מה פעל אל. נפתח בלא ונפסק בלא לא איש אל ויכזב וגו׳ עוד אמרו שם הני בי תרי דקיימי ופסקנתינהו איתתא נדה אי תחלת נדה היא הורגת אחד מהם ואי סוף נדה היא מריבה עושה ביניהם ומאי תקנתיה אמ׳ רב פפא נפתח באל ויסיים באל אי נמי נפתח בלא ויסיים בלא. עוד שם הני בי תרתי נשי דקימן בשבילא ומכוונן אפיהון להדדי הנך ודאי בכשפים עסקן ולא ליחליף איניש ביניהו מאי תקנתיה. אי איכא דרכא אחרינא ליזיל ואי לא לא ליזיל ביניהו כלל ואי איכא איניש אחריני לינקוט בידיה וליזיל ואי ליכא איניש אחרינא בהדיה לימא הכי אגרת אזלת אוסיא בלוסיהא מתקטלין בחיק קבל. עוד שם האי מאן דפגע אתת׳ בעדנא דסלקא מטבילת מצוה אי איהו קדים ומשמש אחדא ליה לדידיה רוח זנונים. ואי אי היא קדמא ומשמשא אחדא לה לדידה רוח זנונים מאי תקנתיה לימ׳ הכי שופך בוז על נדיבים ומזיע אפיקים רפה. עוד שם אמ׳ ר׳ יצחק מאי דכתי׳ גם כי אלך בגא צלמות לא אירא רע וגו׳ זה הישן בצל דקל ובצלה של לבנה פי׳ לפי שדרך השדים להלוך בלילה ובזמן שהלבנה זורחת מתיראין להלוך באור והולכין במקום הצל. תני נמי הכי הישן בצל דקל יחידי דמו בראשו. עוד שם לא ישתה אדם מים לא בלילי רביעיות ולא בלילי שבתות ואם שתה דמו בראשו. ואי צחי מאי תקנתיה אי איכא חבריה ניתעריה ואי לא לימ׳ שבעה קולות שאמ׳ דוד במים והדר נשתי קול ה׳ על המים אל הכבוד הרעים ה׳ על מים רבים קול ה׳ בכח קול ה׳ בהדר קול ה׳ שובר ארזים וישבר ה׳ את וגו׳ קול ה׳ חוצב להבות אש קול ה׳ יחיל מדבר קול ה׳ יחולל אילות ואי לא לימ׳ הכי לולשפון אינגרון אינדרפון. לחש הוא בי כוכבי בי שמשי בי בלעי פי׳ בי כוכבי וגומ׳ כלומ׳ הנה סביבותי אנשים כחושים ושמנים באחד מהם אקח לך. עוד שם ת״ר לא יצא אדם יחידי בלילה לא בלילי רביעיות ולא בלילי שבתות מפני שאגרת בת מחלת יוצאה היא וי״ח ריבוא מלאכי חבלה ולכל אחד ואחד יש לו רשות לחבל. מעיקרא הוו שכיחי כל יומא זמנא חדא פגע בה ר׳ חנינא בן דוסא אמרה ליה אילא דמכרזי עלך ברקיע׳ הזהרו בחנינא בני ובתורתו משדנא לך נדמך תרתי מיעי פשיטי. אמר לה אי חשיבנא ברקיעא כוני האי גזרנא עלך דלא תעברי בישוב. אמרה ליה במטותא שביק לי רווחא שבק לה רביעיות ולילי שבתות וכן אירע לאביי. ועוד ענינים נפלאים כיוצא באלו יש הרבה בתלמוד ולפי׳ הזהירנו משה רבינו ע״ה בתורה ושמרתם ועשיתם כי היא חכמתכם.",
            "*) למלאות היריעה הדפסתי המאמר היקר הזה אשר העתקתיו מהוספות לתנ״ך כת״י ישן נושן אשר להרב הגאון ר״נ ראבינאוויטש נ״י במינכען וכל הקורא בו יודה אתי להרה״ג הנ״ל על הטוב הזה ומה׳ ישא ברכה וצדקה.",
            "תם."
        ]
    },
    "versions": [
        [
            "Toratan shel Rishonim, Frankfurt am Main, 1881",
            "http://www.gutenberg.org/ebooks/43740"
        ]
    ],
    "heTitle": "תורתן של ראשונים",
    "categories": [
        "Responsa"
    ],
    "schema": {
        "heTitle": "תורתן של ראשונים",
        "enTitle": "Toratan shel Rishonim",
        "key": "Toratan shel Rishonim",
        "nodes": [
            {
                "heTitle": "שער",
                "enTitle": "Title Page"
            },
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "דברים אחדים",
                "enTitle": "Foreword"
            },
            {
                "heTitle": "הלכות קצובות דרב יהודאי גאון",
                "enTitle": "Halakhot Ketzuvot"
            },
            {
                "heTitle": "סידור פרשיות של ימים טובים והפטרות שלהן",
                "enTitle": "Summary of Festival Readings"
            },
            {
                "heTitle": "שאלות ותשובות הגאונים",
                "enTitle": "Geonic Responsa"
            },
            {
                "heTitle": "לקוטים שונים",
                "enTitle": "Addenda"
            },
            {
                "heTitle": "עשרה שאלות לרבינו סעדיה גאון",
                "enTitle": "Ten Questions of Rav Saadia Gaon"
            },
            {
                "heTitle": "ענין להראות שחכמי התלמוד היו בקיאים בכל החכמות",
                "enTitle": "The Sciences of the Talmudists"
            }
        ]
    }
}