{
    "title": "Lev Shalem on Mishneh Torah, Forbidden Foods",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Lev_Shalem_on_Mishneh_Torah,_Forbidden_Foods",
    "text": [
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יראה לי שאם לקח חמאה מן הכותים וכו'.</b> פירות גנוסר יו\"ד בחלק פרי תואר סי' קט\"ז דף רמ\"ז ע\"ד ולשון הרב המגיד שם. כתב הרה\"מ בסוף לשונו והיה אפשר לומר דבדרבנן מבטלין איסור לכתחילה וכו' ע\"כ. נ\"ב נ\"ל דהיינו טעמא כיון דהוי ספק אם יש כאן איסור דאי מטעם חד בתרי בטיל עדיין לא נתבטל כיון דהוי האיסור ניכר כמ\"ש הכ\"מ. מחנה אפרים בחידושים דף כ\"א ע\"ד."
            ]
        ],
        [],
        [],
        [
            [
                "<b>האוכל כזית מן הדם במזיד חייב כרת וכו'.</b> מגילת ספר דלאוין דף ס\"א ע\"ב. שו\"ת מעיל שמואל בלשונות הרמב\"ם דף כ\"ג ע\"ב. האוכל כזית וכו' נ\"ב כן נראה בפ' דם שחיטה. אמנם בס\"פ חרש נראה דאינו חייב אלא עד רביעית וצ\"ל דאתי כמ\"ד כזית קרוש בעינן וצריך שיהא רביעית לח ועיין בהל' טומאת מת. מחנה אפרים בחידושיו דף כ\"ח ע\"ד."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הלב בין לצלי בין לקדירה קורעו ומוציא את דמו ואח\"כ מולחו וכו'.</b> מגילת ספר דלאוין דף ס\"ה ע\"ב. כנה\"ג או\"ח דף קכ\"ה ע\"א. כתב הרב המגיד אבל אם היה לב בהמה וכו' עד אבל דם שבשלו וכו' כדאיתא בהקומץ וכו'. נ\"ב ומדברי רבינו בפ\"ט נראה דההיא דהקומץ אינה הלכה. מחנה אפרים בחידושיו דף כ\"א ע\"ד."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואסור לטבח לפרוש חלב הכסלים וכו'.</b> עיין בפ' ט\"ו הלכה ל\"ד. ועיין בב\"י יו\"ד סי' ק\"ה. ובמהריט\"ץ סימן ס\"ז. והרשד\"ם יו\"ד סי' נ\"ב. מצאתי כתוב שם בגליון מהרשד\"ם אמר שלמה אמרילייו הוא הר\"ב כרם שלמה אע\"ג שלכאורה נראה שהדין עם מהר\"י קארו שהרי הרמב\"ם ז\"ל בהל' י\"ט כתב ואסור לטבח וכו' ואם איתא כדברי מהרשד\"ם למה ליה למנקט חלב הכסלים כיון דבהא סליק ונחית בחלב דאורייתא מ\"מ נראה שמ\"ש מהרשד\"ם הוא האמת דלעולם הרמב\"ם מיירי בחלבים האסורים מן התורה וחלב הכסלים דנקט לפי דלא שייך טעמו אלא בחלב הכסלים ודוק עכ\"ד."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גיד הנשה מותר בהנאה וכו'.</b> אליה רבה דף צ\"ו ע\"ד. שו\"ת יד אליהו סימן נ\"ו דף ס\"ב עמוד ד'. כתב הרב המגיד לפיכך מותר וכו' עד וחתוכה לא גזירה שמא יתננה לו וכו'. נ\"ב כלומר כשיתננה לו בפני ישראל יחזור וימכרנה לישראל ומשום הכי לא יתננה לו בפני ישראל גזירה שמא יחזור וימכרנה לישראל דאל\"כ הוי גזירה לגזירה וכן הוא דעת הרי\"ף ונסתלקה קושית הרשב\"א ז\"ל. מחנה אפרים בחידושים דף כ\"א. עוד שם בסוף לשון זה כתב הרה\"מ ודקדקו קצת מן המפרשים מכאן שרוב המצויים אצל ניקור וכו'. נ\"ב קשה והא אפשר להתברר הענין כמ\"ש ברוב מצוים אצל שחיטה מומחין הן."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ספק ערלה וכלאי הכרם וכו'.</b> כתב מרן בכ\"מ ז\"ל באמצע לשונו וכתב הר\"ן שהרמ\"ך השיגו וכו' עד נראה מדבריו שמפרש וכו'. נ\"ב לא ידעתי היכן נראה כן דאדרבא הר\"ן כתב דרבינו השוה את הרואה ללוקט כלומר כמו שאינו יכול ללקוט ביד כן הוא הרואה. ואם מפני מ\"ש הר\"ן ז\"ל בסוף דבריו דכיון דקי\"ל כמר בריה דרבינא נקטינן כותיה הבין כן גם זה אינו דכונת הר\"ן לומר דנקטינן כמר בריה דרבינא כל דמשוה ערלה לכלאים בהא נקטינן כותיה והכי סיים הר\"ן אבל לא במה דשני לקולא. מחנה אפרים בחידושים דף כ\"ג ע\"ב."
            ],
            [],
            [],
            [
                "<b>כותי וישראל שהיו שותפין בנטיעה וכו'.</b> מגילת ספר דלאוין דף י\"ג ע\"ב. שני המאורות הגדולים סימן א' דף ב' ע\"ד. שם <b> ואם לא התנו מתחלה אסור </b> ע\"כ. נ\"ב נראה דהיינו דוקא לכתחילה אבל בדיעבד מותר דהוה ליה חליפי ערלה כמבואר בפרק ח'. מחנה אפרים בחידושים דף כ\"ג ע\"ב."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הטבל והחדש וההקדש וכו'. </b> לשון הכ\"מ נ\"ל מסוגיא וכו'. פרי הארץ ח\"ב דף ל\"ח ע\"ב. הקשה הלח\"מ באמצע לשונו על הרמב\"ם ז\"ל דבכלאים אי מפרש וכו'. נ\"ב ולי נראה דרבינו סובר דכלהו ילפי מתרומה וחד מהנך דהיינו חלב ועל כרחך אפי' שאר משקין דהא חדש וחלב לאו זתים וענבים היינו מדין מלקות. והא דלא לקי בתרומה זתים וענבים אלא גבי ערלה וכלאי הכרם ולא באינך היינו משום דלא כתיב בהו זתים וענבים. מחנה אפרים בחידושים דף כ\"ג ע\"ב."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הלוקח כלים חדשים שאינם מזופתים וכו' עד ואם היו מזופתים וכו'.</b> נ\"ב והא דקתני ברייתא ישנים או מזופתין אסורים ה\"ק אסורין להשתמש בהם כל שלא הוכשרו דהיינו ישנים בעירוי מזופתין כיון שהן חדשים סגי להו בהדחה. מחנה אפרים בחידושים דף כ\"ב עמוד א'.<br><b> כתב</b> מרן בכ\"מ באמצע לשונו וכלים אלו כיון שנראים חדשים ודאי לא הכניס בהן יין לקיום וכו'. נ\"ב והא דאמרינן בגמרא כל שמכניסו אפילו לפי שעה גזרו בו רבנן היינו כשהכלי של ישראל גזירה שמא ישהה אצלו אבל בכלים של גוים בעינן שכנסו לקיום אע\"פ שמדברי התוספות בפרק אין מעמידין לא נראה כן."
            ],
            [
                "<b>וכן כוס של חרס ששתה בו הכותי וכו'.</b> הרדב\"ז חדשות ח\"א דף ק\"ט ע\"ג. לשון הכ\"מ וחכמי לוניל וכו' עד וכיצד יהיה הכוס ששתה בו הכותי וכו'. נ\"ב מכאן משמע דכלים שאין מכניסם לקיום אפילו נשתמשו בהם הכותי בו כמה פעמים די בשכשוך דהרי הכוסות אע\"פ ששתה הכותי בו כמה פעמים סגי בשכשוך. מחנה אפרים בחידושים דף כ\"ד עמוד א'."
            ],
            [],
            [],
            [],
            [
                "<b>גת של חרס אע\"פ שקלף את הזפת אסור וכו'.</b> כתב מרן הכ\"מ השגת הראב\"ד ז\"ל. נ\"ב כוונת הראב\"ד דבעינן שיכניס גחלים ולא סגי כשיחם אותו עד שירפה הזפת. מחנה אפרים בחידושים דף כ\"ד סוף ע\"א."
            ]
        ],
        [
            [
                "<b>כיצד היא הנגיעה שאוסר בה הכותי וכו'.</b> לשון הכ\"מ כיצד היא הנגיעה וכו' עד י\"ל דשלא נאסר היין שכתב שפיר משמע דלא נאסר בהנאה וכו'. נ\"ב כן נראה ממ\"ש בסמוך דין ב' הגביה ולא שכשך ולא נגע מותר משמע הא אם נגע אסור. מחנה אפרים בחידושים דף כ\"ד ע\"ב.<br><b> עוד</b> שם בלשון הכ\"מ ז\"ל וכן אם אחז כלי פתוח של יין עד מ\"ש בסוף לשונו כלומר דכשניתז מן היין הוי כחו דנפיק אבראי ע\"כ. נ\"ב אי מדין כחו הוא דאסור מאי דלג ואי לא [לא] מיתסר אלא בשתיה לדעת הראב\"ד ז\"ל והרמב\"ם אסרו בהנאה. מחנה אפרים בחידושים דף כ\"ד ע\"ב."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן המניח כותי בחנותו אע\"פ שהוא יוצא ונכנס וכו'.</b> כתב הלח\"מ במהדורא בתרא באמצע לשונו ובשאר בעינן עקלתון וכו'. נ\"ב לא ידעתי מי הגיד לו דבשאר בעינן דרך עקלתון. מחנה אפרים בחידושים דף כ\"ד ע\"ב."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מקום שהיו רוב מוכרי היין בו ישראלים וכו'.</b> כתב מרן ז\"ל וז\"ל מקום שהיו רוב מוכרי יין וכו' עד אבל היין עצמו אסור כיון שרוב העיר היו כותים וכו'. נ\"ב אבל עדין קשה דחבית שצפה בנהר דאם נמצאת כנגד עיר שרובה ישראל דאין מותרת אלא בהנאה ואמאי אינה מותרת גם בשתיה. מחנה אפרים בחידושיו דף כ\"ד ע\"ב. עוד שם כתב הלח\"מ ז\"ל במ\"ב דפתחין לשם ממונא וכו'. נ\"ב היינו דוקא במקומות דהיו מטמינים הממון בתוך היין עכ\"ל."
            ]
        ],
        [
            [],
            [
                "<b>יצא ולא סגר הפתח וכו'.</b> שו\"ת פני יהושע חלק יו\"ד סימן ז' דף ט\"ז ע\"ג ודף י\"ז ע\"א. כתב מרן ז\"ל וכתב הראב\"ד וכו' עד מ\"ש אסור משום שיש לו שייכות בבית. נ\"ב וכתב הר\"ן ז\"ל משם הראב\"ד דוקא בשנמצא שם אסור. מחנה אפרים בחידושיו דף כ\"ד ע\"ב."
            ],
            [],
            [
                "<b>אפילו כתב הכותי לישראל שנתקבל ממנו המעות וכו'.</b> כתב מרן בסוף לשונו אפי' למ\"ד דלא חיישינן לגומלין. נ\"ב עיין בפרק ב' דכתובות והרמב\"ם ז\"ל בפ' כ' מהל' איסורי ביאה. מחנה אפרים בחידושיו דף כ\"ד ע\"ב."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל המפקיד יין ביד גוי תושב וכו' עד יראה לי שכל הכותים שוים בו וכו'.</b> נ\"ב כלומר דמטעם זה בהניח ביתו פתוח בחצר אסור. דאע\"ג דהכא לא שייך טעמא דאינם מקפידים על מגעו של גוי דאין היין בביתו מ\"מ איכא למיחש לזיופא דידיה. ועיין בפ' אין מעמידין (עבודה זרה דף ל\"א ע\"ב) השולח חבית של יין ביד כותי וכו' ע\"כ. מחנה אפרים בחידושיו דף כ\"ד ע\"ב באורך."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כותי שנגע ביינו של ישראל וכו'.</b> לשון הכ\"מ ואם תאמר כי לא נתכוון נמי אמאי לא מחייב לשלומי וכו'. נ\"ב לא קשיא דהיזק שאינו ניכר לא שמיה היזק ובמזיד הוא דקנסוהו רבנן ועיין בפרק הניזקין ע\"כ. מחנה אפרים בחידושים דף כ\"ה ע\"ב."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האוכל כשעורה או כחרדל וכו'. </b> שו\"ת מהריט\"ץ דף ר\"כ ע\"ג. כתב הכ\"מ בסוף לשונו וז\"ל וההיא דכריתות וכו' עד שהחמירו בה יותר מבאיסורין מפני שמדבריהם וכו'. נ\"ב קשה דהרי סתם יינם הוא מדבריהם. מחנה אפרים בחידושים דף כ\"ה ע\"ב."
            ],
            [],
            [],
            [
                "<b>או שאכל אוכל האסור וכו' עד הרי זה פטור.</b> נ\"ב ולוקין אותו מכת מרדות ועיין בהלכות יוה\"כ. מחנה אפרים דף כ\"ה ע\"ב בחידושים שלו."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואלו הן השיעורין שנתנו חכמים וכו'.</b> עיין במ\"ש רבינו בפי' המשנה פ\"ד דתרומות משנה ז' גבי קב למאה סאה שתות למדומע. וקשה דתיפוק ליה דלא מהני דהקב עצמו הוא אחד במאה ושיעור דועוד היכן הוא וצ\"ע. בני דוד פאלקון דף נ\"ב ע\"ד."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן כל בעלי חיים חשובים הן ואינם בטלין וכו'.</b> בהשגת הראב\"ד כיון דקי\"ל כר' אליעזר וכו' עד שהרי הלך חשיבותו. נ\"ב עיין בהשגת הראב\"ד פט\"ו הל' י\"ד מהלכות אלו. מחנה אפרים בחידושים דף כ\"ה ע\"ב."
            ],
            [],
            [],
            [
                "<b>נפל רמון אחד מן התערובת הזאת וכו'.</b> פרי האדמה דף ק\"כ ע\"ד. מרכבת המשנה אשכנזי דף ע\"ח ע\"א. פירות גנוסר יו\"ד בחלק פרי תאר סימן ק\"ב ס\"ק ב' דף ר\"ח סוף ע\"ג. כתב הכ\"מ וז\"ל נפל רמון אחד מהתערובת עד משלשה למקום אחר מותר. נ\"ב והא דהתיר בע\"ז בשני תערובות משום דלא הוי אלא להתירו בהנאה והכי משמע מדין טבעת של ע\"ז שנתערב ונפלו שנים מהם לים הגדול הותרו כולם ואע\"ג דלא הוי אלא שתי ספיקות ע\"כ. מחנה אפרים בחידושים דף כ\"ה ע\"ב."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בגד שצבעו בקליפת ערלה ישרף וכו' עד וכן תבשיל שבשלו בקליפי ערלה וכו'.</b> נ\"ב עמדתי זה ימים בפת שנאפה באיסור חמץ מה דינו עיקרא דהאי מלתא איתא בס\"פ כל הצלמים דשנינו התם אפה בו את הפת אסורה בהנאה נתערבו באחרות וכו'. עיין באורך בס' מחנה אפרים בחידושיו דף כ\"ה ע\"ב."
            ],
            [
                "<b>מי צבע במי צבע יבטל ברוב.</b> נ\"ב עיין בתשובה להר\"ן במנעלים של גוים שנותנין חומץ להכין העור לקבל הצבע ורצה להתירו מטעם זה וזה גורם. ואי נמי כתב דלא חשיב בכה\"ג זה וזה גורם דאין החומץ צובע אלא הוא להעמיד הצבע קאי ואע\"ג דליתיה בעיניה כדאיתא בפ\"ב דע\"ז וכל דבר המעמיד אסור אפי' בכל שהוא וכי אמרינן זה וזה גורם מותר היינו טעמא משום דאין גורם האיסור יכול לתקן בלא גורם ההיתר משא\"כ הכא דאין הצבע מעמיד והכי איתא בתוספתא. מחנה אפרים בחידושים דף כ\"ה ע\"ב."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ודגים קטנים שמלחן ישראל וכו'.</b> פירות גנוסר יו\"ד בחלק פרי תאר סי' קי\"ג ס\"ק ט\"ו דף רמ\"ד ע\"ג. כתב הרמב\"ם ז\"ל ודגים קטנים וכו'. נ\"ב כלומר דאע\"ג דעדיין אינם ראוים לאכילה מליחתן הרי הן כמי שנתבשלו מקצת בישוליו ע\"כ. מחנה אפרים בחידושיו דף כ\"ו ע\"ב."
            ],
            [],
            [
                "<b>פולין ואפונין ועדשים וכו'.</b> תורת אמת סי' א' דף ט' ע\"א. שו\"ת מהריט\"ץ דף ס' ע\"ב וע\"ג. [שו\"ת מהריב\"ל ח\"ב סי' ס\"ח דף ל'].<br><b> לשון</b> הכ\"מ פולין ואפונים וכו' עד ועוד שכתב בפ' זה ושמן ודבש וכו'. נ\"ב דהיינו טעמא דחיישינן לשמא היה דבוק איסור בעין דאז לא שייך לומר נותן טעם לפגם. מחנה אפרים בחידושים דף כ\"ו ע\"ב."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>קטן שאכל אחד ממאכלות אסורות וכו'.</b> מגילת ספר דלאוין דף קס\"ט ע\"א. הרא\"ם או\"ח סי' ע\"ז דף קל\"ח ע\"ב. קטן שאכל וכו'. נ\"ב עמדתי בקטן שלא הגיע לחינוך אי ספיק ליה איסורא דרבנן או לא גרסי' בפ' אע\"פ תנו רבנן תינוק יונק והולך עד כ\"ד חדש וכו'. עיין בס' מחנה אפרים בחידושים דף כ\"ו ע\"ב שכתב באורך."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "לב שלם על משנה תורה, הלכות מאכלות אסורות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Lev Shalem",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}