{
    "text": {
        "143": {
            "18": {
                "0": "ואלו מנחות. מנחת הסולת - היתה נקמצת עיסה:",
                "1": "ומחבת ומרחשת וחלות ורקיקין - אחר אפייתן פותתן ומחזירן לסולת וכולהו כתיבי בויקרא וכתיב במנחת סולת קמיצה ובאינך כתיב אזכרה ואזכרה היינו קמיצה:",
                "2": "ומנחת העומר - כתיב אזכרה ואמרי' בת\"כ נאמר כאן אזכרה ונאמר במנחת הסולת אזכרה מה להלן מלא הקומץ אף כאן מלא הקומץ:",
                "3": "ומנחת חוטא וקנאות - כתיב בהו קמיצה:"
            },
            "19": {
                "0": "ר\"ש אומר. מפרש בגמרא אבל לת\"ק לא בעינן במנחת כהנים קמיצה אלא נקטרת כמות שהיא:"
            },
            "20": {
                "0": "גמ' כל היכא דתנן - [כלומר] מנחות:",
                "1": "עשר תנן - כלומר מנחות שוות בדין אחת:"
            },
            "21": {
                "0": "לאפוקי מדר\"ש - דמטפי חד מנחה במה דמכשר מנחת מאפה בתלתא גווני דלדידיה הוי י\"א מנחות:"
            },
            "22": {
                "0": "מנלן - בתמי':",
                "1": "דכתיב בה - ההיא דכתיב בה והנותרת ממנו יאכלו כתיבא:",
                "2": "ודלא כתיבא - נפקא לן מההוא קרא דכולל כל המנחות בצו את אהרן זאת תורת וגו':"
            },
            "23": {
                "0": "באה חיטין לא קא מבעיא לן - דמההוא קרא דכולל כל המנחות נפקי מזאת תורת המנחה דסתם מנחה באה חיטין הלכך ההוא בבאה חיטין קמשתעי:",
                "1": "מדנקמצת - וודאי שיריה לכהנים דאי לא אמאי קמצי לה:"
            },
            "26": {
                "0": "אם אינו ענין - דהא נפקי מזאת תורת המנחה:"
            }
        },
        "144": {
            "0": {
                "0": "לכל בני אהרן - משמע כולם יאכלו ממנה:"
            },
            "1": {
                "0": "שלא קמו - מנחות תחת זבחים בדלות דמי שנתחייב עולה או חטאת אין מביא תחתיה מנחה אבל מביא תחתיה תורים:",
                "1": "מנחות - קמו תחת עופות דכתיב בויקרא ואם לא תשיג ידו לשתי תורים:",
                "2": "לכל בני אהרן תהיה - אכולה קרא קאי:"
            },
            "2": {
                "0": "ת\"ל על מחבת - מרבויא דקרא דהא ממילא ידענא דמחבת כשאר מנחות ואם אינו ענין לה תנהו לזבחים ועופות:"
            },
            "5": {
                "0": "יכול לא יחלקו בקדשי קדשים - כגון חטאת כנגד חטאת ואשם כנגד אשם:",
                "1": "אבל יחלקו - שלמים כנגד שלמים דהא לא גלי קרא [אלא] גבי מנחה דקדשי קדשים היא:",
                "2": "ת\"ל איש כאחיו - וסמוך ליה אם על תודה:"
            },
            "6": {
                "0": "איש - איש כאחיו:"
            },
            "7": {
                "0": "מוכל - מרבוי דוי\"ו:"
            },
            "8": {
                "0": "אתיא - למנחת העומר וקנאות דשיריהם נאכלים מדתני לוי:"
            },
            "9": {
                "0": "לרבות לוג שמן של מצורע - שיהא מה שנאמר מן ההזאות נאכל לכהנים:",
                "1": "סד\"א מן האש - וזה יהיה לך מקדש הקדשים מן האש והאי לאו ממותר אישים הוא:"
            },
            "10": {
                "0": "אשר כופר בהם - ודרשינן כהנים אוכלים ובעלים מתכפרים הילכך מידי דכפרה [אכלי] כהנים אבל הנך לא:"
            },
            "13": {
                "0": "אלא אשם נזיר - [שיהא] נאכל כאשם מצורע:",
                "1": "להכשיר אתי - לתגלחת ולטמא למתים ומידי דלאו לכפרה לא [אכלי] כהנים קמ\"ל:"
            },
            "14": {
                "0": "זה גזל הגר - דכתיב האשם המושב לה' לכהן ואמרי' בבבא קמא בהגוזל קמא דבגזל הגר הכתוב מדבר:"
            }
        },
        "145": {
            "0": {
                "0": "בלבו לשמים - דאינו יודע בטיב קרבן וכי נדר בלבו לשמים נדר הלכך כליל הן לגבוה:"
            },
            "1": {
                "0": "אשר יקריבו לה' לעולה - יהיה ובעובד כוכבים קא מיירי ורישא דקרא איש איש מבית ישראל וגו' ואמרי' לקמן מה ת\"ל איש איש לרבות עובדי כוכבים כו':"
            },
            "2": {
                "0": "נתנו לישראל - לאפוקי לעובד כוכבים דלא ספינן קדשים דערל אסור בקדשים כדאמרי' בהערל ביבמות:"
            },
            "3": {
                "0": "שיתכפר בהן ישראל - שאמר העובד כוכבים הרי זו שלמים להקריבה בשם פלוני שנדר להביא שלמים דהנך ודאי נאכלים דהא בשביל ישראל קא אתו ומתנה הוא דיהיב ליה עובד כוכבים:"
            },
            "4": {
                "0": "מנחת עובד כוכבים - אלמא דקרבן העובד כוכבים נאכל:"
            },
            "7": {
                "0": "העופות - עולת העוף:",
                "1": "והיין - לנסכים:"
            },
            "8": {
                "0": "פרט לנזירות - קרבן נזיר דהואיל ואין נזירות חלה עליו כדאמר לקמן קרבן נמי לא מייתי:"
            },
            "11": {
                "0": "וזה אחד מהו - לעיל מיניה קא מיירי שהתקינו בהמה הנמצא בעזרה יהיה נסכיה קריבין משל צבור:"
            },
            "12": {
                "0": "לימא - הא דקתני דעובד כוכבים מביא נסכים ר' יוסי הגלילי היא ולא ר' עקיבא:",
                "1": "וכל אביזרא - כל חברותיה דהיינו נמי נסכים הבאים עמה:"
            },
            "13": {
                "0": "ואין העובד כוכבים מביא נסכים - בלא קרבן:"
            },
            "17": {
                "0": "שתהא עבודתה כשרה בו - כהן שחטא מקריב הוא עצמו מנחתו והכי דרשינן והיתה לכהן כלומר אם משל כהן תהא כשרה לו להקריב כשאר מנחות:"
            },
            "18": {
                "0": "או אינו - אלא דהכי משמע אם של כהן היא תהא כמנחת חוטא של ישראל ששיריה נאכלין:",
                "1": "ומה אני מקיים כו' - במנחת נדבתו מוקמינן לה:"
            },
            "19": {
                "0": "כמנחה - כשאר מנחתו תהא מנחת חובתו:"
            }
        },
        "146": {
            "2": {
                "0": "לכהן כמנחה - דמה שתלוי לעשות בכהן במנחת חוטא של ישראל כלומר דנקמצת:",
                "1": "ולא לאשים - כמנחת חוטא דהך ודאי [לא נאכל]:"
            },
            "4": {
                "0": "קרבנותיו - שהוא מחוייב:",
                "1": "בכל עת - ואפילו במשמרה שאינו שלו:",
                "2": "ובא בכל אות נפשו - וכי יבא הלוי וגו' ובכ\"ד מקומות נקראו [כהנים] לוים:"
            },
            "6": {
                "0": "בחטאה בשגגה - דמדכתיב על הנפש השוגגת למה לי בחטאה בשגגה אלא הכי קאמר אפי' חטא נפשו של [כהן] יכפר על נפשו:"
            },
            "7": {
                "0": "בשוגג - חטאת דאתיא על השוגג:",
                "1": "אבל - חטאת דאתיא על מזיד כגון מנחת חוטא דכתיב [אשמיעת קול] ואמרי' בכריתות ארבעה מביאין על הזדון כשגגה אשמיעת הקול מדלא כתיב ונעלם:",
                "2": "אימא לא - לכפר הוא [בעצמו]:"
            },
            "10": {
                "0": "אי דלמעלה - הצבור על גבי המזבח כלומר שמקריב השירים על גבי מזבח היינו אבוה:",
                "1": "אי דלמטה - על שפך הדשן [בעזרה]:"
            },
            "11": {
                "0": "יש לך דבר שקרב לאיבוד - שיפרישו לכתחילה לכך:"
            },
            "12": {
                "0": "תני אבוה דרבי אבין - לתרוצי טעמא דראב\"ש דודאי לאיבוד קרב:",
                "1": "לאכילה הקשתיו - מנחת כהן לחביתין שלא תאכל ולא לדבר אחר שיהא [השירים] מתקרבין אלא ודאי מתפזרין:"
            },
            "13": {
                "0": "מאי קאמר - הא בהאי קרא גופיה כתיב כליל תהי':",
                "1": "לא תאכל - מהדר אמנחת חובתו של כהן כלומר לא תאכל וכליל נמי הוי ואי כולה קרא בחדא מנחה משתעי ליכתב כליל תהיה ואנא ידענא דלא תאכל:",
                "2": "סכינא חריפא מפסקא קראי - גואי כלומר דדריש סיפא דקרא לרישא:"
            },
            "15": {
                "0": "ואיפוך אנא - דחובתו כליל ולא נדבתו:",
                "1": "מסתברא נדבתו הוי ליה לרבויי - להיות כליל כחביתין:",
                "2": "שכן תדירה - שיכול להתנדב בכל יום כחביתין שבאין בכל יום:",
                "3": "[בסים ריחיה - כאשר כתוב בפי' שבדפוס]:"
            },
            "16": {
                "0": "שכן עשרון - חביתין וחוטא אין יכול להביא אלא עשרון אחד אבל נדבה יכול להתנדב עד ס' עשרונים בכלי אחד:"
            },
            "17": {
                "0": "ורבנן - דפליגי עליה דר\"ש ואמרי דמנחת כהנים אינה נקמצת האי קרא מאי דרשי ביה:"
            },
            "18": {
                "0": "עליונה - חביתין כתיב בהו כליל תקטר ועל אכילתה אינו עובר בלאו:",
                "1": "תחתונה - שאר מנחת כהנים למטה בלא תאכל וכליל לא הוי:"
            },
            "19": {
                "0": "מנין ליתן כו' - שיהיו שניהם כליל ולא תעשה על אכילה:",
                "1": "כליל - תקטר:",
                "2": "כליל - תהיה:"
            },
            "21": {
                "0": "מו האימורים - כליות ויותרת הכבד:",
                "1": "לאו דזרות - וכל זר לא יאכל קדש:"
            }
        },
        "147": {
            "0": {
                "0": "לא קא מבעיא לי - דודאי חייב שהרי זר הוא אצלה:",
                "1": "כי קא מבעיא לי לאו דכליל תהיה - מי קאי נמי אכל הנקטרים או דלמא אמנחות לחודייהו:"
            },
            "3": {
                "0": "ותו ליכא - מידי דכוליה למזבח דקתני מתני' בזה יפה כח המזבח:",
                "1": "איכא מוראה ונוצה - שאין ניתנין נגל המזבח אלא אצל המזבח:",
                "2": "לשיתין אזלי - שהיה לול קטן במזבח ובו יורד היין לשיתין במס' סוכה בפ' החליל:"
            },
            "4": {
                "0": "מאי בזו - יפה כח דקתני במתני' למה ליה למתנייה כלל פשיטא דהא לא מספקי לן כלל מידי דאצטריך מתני' למעוטי דהא כל הנאכלים כתיבי בקרא:",
                "1": "המתנדב יין - בלא קרבן:",
                "2": "מזלפו על גב האשים - על האש דהשתא הוי כוליה למזבח קמ\"ל דלא הוי כוליה למזבח אלא מנסכו כשאר נסכים ויורדין לשיתין:"
            },
            "5": {
                "0": "מסייע - מתני' לאידך מילתא דשמואל דאמר שמואל המתנדב שמן קומצו ומקטיר הקומץ:",
                "1": "ושיריו נאכלין - דלא הוי כוליה למזבח ושאני ליה לשמואל בין שמן דמצי קמיץ ובין יין דלא מצי קמיץ:"
            },
            "6": {
                "0": "והאיכא חטאת העוף - דכוליה לכהנים:",
                "1": "איכא דמה - למזבח:"
            },
            "7": {
                "0": "והאיכא לוג שמן של מצורע - דכוליה לכהנים:",
                "1": "מתנות - על הפרכת דכתיב והזה מן השמן באצבעו [שבע פעמים לפני ה']:"
            },
            "8": {
                "0": "לאפוקי ממאן דאמר - בפ' התכלת שתי הלחם הבאות בפני עצמן כשאין להם כבשים לשריפה אתיין ולא לאכילה קמ\"ל דבזו יפה כח כהנים לעולם:"
            },
            "9": {
                "0": "מתני' הנעשות בכלי - מפרש בגמרא למעוטי מאי:",
                "1": "קודם לעשייתן - נותץ תחלה שמץ בכלי ונותץ סולת עליה ולשה בפושרין ונותן שמן עליה ובולל וחוזר ונותן עליה שמן לקיים מצות יציקה:"
            },
            "10": {
                "0": "והחלות בוללן - למנחת מחבת ומרחשת כשהן חלות אפויות בוללן שחוזר ופותחן ונותן שמן לבוללן:",
                "1": "וחכמים אומרים - כשהן סולת בוללן:",
                "2": "החלות - בוללן ורקיקין מושחן השתא מיירי במנחת מאפה:",
                "3": "מושחן - שלימים:",
                "4": "כי - אות יוונית ועשויה כמין טית כהפרשת גודל מאצבע:",
                "5": "ושאר השמן נאכל לכהנים:"
            },
            "11": {
                "0": "גמ' הנעשית בכלי למעוטי מאי:",
                "1": "למעוטי מנחת מאפה - (דבמתנות) [דבתנור] נאפות תחילה ומיציקה ממעט לה כדמפרש לקמן:"
            },
            "12": {
                "0": "בשמן תעשה - משמע בתוך השמן תנתן אלמא טעונה ליתן שמן תחילה קודם לעשייתה ובמנחת מרחשת כתיב וגמרינן קרבנך נאמר כאן קרבנך במרחשת ונאמר קרבנך במחבת. במנחת מחבת כתיב בלילה ויציקה ולא כתיב בה מתן שמן שבתחילה ובמרחשת כתיב מתן שמן ולא כתיב בלילה ויציקה וגמרינן הך מהך:"
            }
        },
        "148": {
            "4": {
                "0": "ובוללה - ונותן עליה שמן ליציקה:"
            },
            "5": {
                "0": "מאי היא - מילתא דרבנן דאמרי אי אפשר לבוללן אלא סולת:",
                "1": "רביעית שמן היא - דאמרי' בפ' שתי מדות מביא חצי לוג שמן וחוצהו חציו לחלות ורקיקין וחציו לרבוכה ובלחמי תודה הוי שלשה מינים של מצה חלות ורקיקין ורבוכה כדאמרי' לקמן דחצי הלוג הל\"מ וחלות ורקיקין שבעה עשרונים פחות שליש הוי ולאחר אפייתן יבשות הן ובולעות שמן יותר מחמת האור ורביעית שמן לא ספקי להו:"
            },
            "8": {
                "0": "מאי תלמודא - דלמא גלי קרא גבי רקיקין משיחה וה\"ה לחלות וגבי חלות בלילה וה\"ה לרקיקין:"
            },
            "10": {
                "0": "מנחה הבאה חציה חלות וחציה רקיקין - במנחת מאפה קאי ואליבא דר\"ש דאמר בפ' כל המנחות באות מצה רצה להביא מחצה חלות ומחצה רקיקין יביא:"
            },
            "11": {
                "0": "מחזירו - לחלות לבלילה דמשיחת רקיקין קודם לבלילות החלות:",
                "1": "נאכל לכהנים - בפני עצמן ואינו מחזירו לחלות:"
            },
            "12": {
                "0": "רקיקין הבאין בפני עצמו - כגון אם הבית למנחת מאפה כולה רקיקין:"
            },
            "14": {
                "0": "גמ' הנעשית בכלי למעוטי מאי. מפתיתה למעוטי מנחת מאפה ליכא למימר כדמפרשי' לקמן דגבי יציקה כתיב תרי מעוטי עליה והיא וגבי פתיתה לא כתיבי ש\"מ מיציקה ממעט לה למנחת מאפה ולא מפתיתה:"
            },
            "15": {
                "0": "פתות אותה פתים מנחה - ואע\"ג דמנחה לא סמוך לפתיתים דקרא הכי כתיב פתות אותה פתים ויצקת עליה שמן מנחה היא אפי' הכי דריש ליה הכי משום דמנחה אכוליה קרא קאי:"
            },
            "17": {
                "0": "ומאי תלמודא - דלהוציא מנחת מאפה אתיא דילמא להוציא מנחת כהנים:"
            }
        },
        "149": {
            "0": {
                "0": "איזו דבר שצריך שני מיעוטים - שני מקראות עליה והיא:",
                "1": "הוי אומר זו מנחת מאפה - שבאה משני מינין ואי קשיא גבי פתיתה נמי ליפרוך אימא להוציא מנחת כהנים תריץ מסתברא מנחת כהנים הוי ליה לרבויי כדין מנחת מחבת שפתיתה כתיבה בה משום דשתיהן מנחת יחיד ונפש כתיב בפרשה ולמעוטי שתי הלחם ולחם הפנים דצבור הן וגם יציקה לא צריך למעוטי שתי הלחם ולחם הפנים שאפי' שמן אינן טעונין כדממעט להו בפ' כל המנחות באות מצה:"
            },
            "1": {
                "0": "מתני' קופל - משבר:",
                "1": "ומבדיל - משום דבעי קמיצה:",
                "2": "מנחת כהן - אינו מבדיל משום דלא בעי קמיצה:",
                "3": "וכולן פותתן כזיתים - פתיתין דקות כזית ור\"ש קאמר ובתרתי פליגי:"
            },
            "2": {
                "0": "גמ' פתות - היינו שנים דכיון דנשבר הוי ליה שתי חתיכות ומדכתיב פתים שיהיה בה שתי פתיתות משמע דהוי ארבע:",
                "1": "ולא פתיתין לפתיתין - ולר\"ש דאמר וכולן פותתן כזיתים דריש ליה הכי פתות יכול פתיתין גדולים ת\"ל פתים אי פתים יכול פחותים מכזית ת\"ל אותה:"
            },
            "3": {
                "0": "מכפלה - הואיל ולא כתיב בה אלא מנחת פתים ולא פתות אותה פתים:"
            },
            "4": {
                "0": "חביצא - תבשיל שקורין שלנקיק שמפררין בה פת:",
                "1": "פרורין כזית - דבחד פירור איכא כזית:"
            },
            "5": {
                "0": "היה עומד - כהן שלא הביא מנחה בשנה זו. לישנא אחרינא ישראל שלא הביא מנחה מימיו:",
                "1": "נטלן לאכלן - כהן:",
                "2": "ותנן - במתני' וכולן פותתן כזיתים אלמא פתיתין כזית מברכינן עליהן המוציא:"
            },
            "6": {
                "0": "מפרכן - למנחות לאחר אפיית:"
            },
            "7": {
                "0": "ליקט מכולן - אפתיתין שאין בהן כזית קאי ולא איתפרש לן היכא והא ליכא למימר דאמנחות קאי דקתני ואם חמץ הוא וכל המנחות באות מצה:",
                "1": "אם מצה כו' - אלמא חשיבי:"
            },
            "8": {
                "0": "כשערסן - שלשן וצירפן יחד לכזית שלם:"
            },
            "9": {
                "0": "בבא מלחם גדול - פירורים פחות מכזית שפתתן מלחם גדול הן חשובות אגב אביהן דכי פתתן הוי בלחם יותר מכזית ואהכי חייב לברך על הפירורין שנטל מן הלחם:"
            },
            "10": {
                "0": "מאי הוי עלה - דברכת המוציא:",
                "1": "תוריתא דנהמא - תאר מראית לחם:"
            }
        },
        "150": {
            "0": {
                "0": "מתני' שיפה - שמשפשף החיטין בין ידיו שתהא נוחה קליפה להשיר או הבצק כדי שיהא נאה:",
                "1": "בעיטה - בועט בעובי אגרוף כדרך הגבלים או בעובי פס ידו הסמוך לזרוע. לישנא אחרינא בעיטה ברגל:"
            },
            "1": {
                "0": "גמ' שף אחת בועט שתים שף שתים ובועט שלש - הכי עביד כסדרן דאיכא לשלש שיפות חמש בעיטות נמצא ת\"ק בעיטות לשלש מאות שיפות כדקתני מתני':",
                "1": "אמטויי ואתויי חד - שיפה דמתני' היכי חשיב דרך השף להוליך [ולהביא] ידו ולהכי חשיב להולכה והבאה חד:"
            },
            "3": {
                "0": "מתני' כל המנחות באות עשר עשר - חלות ומנחת סולת נמי אע\"ג דקודם אפייה נקמצת אפילו הכי עשר חלות קא עבדי ליה בנזיר כתיב (לחם) וסל מצות חלות מצות:"
            },
            "4": {
                "0": "גמ' חוקה חוקה - חק עולם לה' כליל תקטר כי קדש קדשים הוא לו מאשי ה' חק עולם:"
            },
            "5": {
                "0": "גמר - שאר מנחות:",
                "1": "מלחמי תודה - דבאות עשר עשר דהם פשיטא לן בפ' התודה:"
            },
            "6": {
                "0": "שנתנדב - שתיהן נדבה אבל לחם הפנים חובה:",
                "1": "ואין דוחין [שבת] - דלאו קרבן צבור הוא:"
            },
            "15": {
                "0": "אי סבירא ליה כו' - בניחותא:"
            },
            "17": {
                "0": "לחמי תודה בהדיא כתיב בהו - עשר דכתיב והקריב ממנו אחת מכל קרבן תרומה ואמרי' בפ' התודה נאמר כאן תרומה ונאמר בתרומת מעשר תרומה מה להלן אחד מעשרה אף כאן אחד מעשרה:"
            },
            "18": {
                "0": "לרבות שלמי נזיר - (למין) [למידת] לחמי תודה לעשרת קבין ירושלמית ולחצי לוג שמן ושיהיו באות עשר:"
            },
            "19": {
                "0": "שאפאן ארבע חלות - אחד ממצה ואחד מחמץ ואחד מרקיקין ואחד מרבוכה דארבע למינין יש בהן:"
            },
            "20": {
                "0": "והא בעי אפרושי תרומה - כדכתיב בהן תרומה שנוטל אחד מכל מין ונאכלת לכהנים כדכתיב לכהן הזורק את הדם לו יהיה והתשעה נאכל לבעלים:",
                "1": "אחד אמר רחמנא - והקריב ממנו אחד מכל קרבן ואחד שלם משמע שלא יטול פרוס:"
            },
            "21": {
                "0": "שריבה במדת החלות - שעשה י\"א חלות או י\"ב חלות:"
            }
        },
        "151": {
            "2": {
                "0": "לחמי תודה כתיב מצות - מלא:"
            },
            "3": {
                "0": "מתני' עשרון מג' סאין - מביאין ומניפין אותו בנפה י\"ג פעמים עד שמעמידין על עשרון סולת:",
                "1": "כ\"ד עשרונות - דהכי כתיב שתים עשרה חלות ב' עשרונים יהיה החלה האחת:"
            },
            "4": {
                "0": "גמ' מאי טעמא - בעי עשרון [דעומר] ג' סאין שעורין:",
                "1": "דמחדש - תבואה חדשה יש בה סובין יותר וסולת מועט:"
            },
            "5": {
                "0": "שתי הלחם - מתבואה חדשה אתיין דבעצרת אכתי חדשה היא:"
            },
            "6": {
                "0": "ומישן אתו - דאפי' בשעה שהתבואה חדשה הרי יכול להביא מן הישנה:"
            },
            "7": {
                "0": "שריבה במדת עשרונן - שמדד בעשרון גדול או שנתן עשרון ומחצה פסולות דהוי ליה קומץ נקמץ נמי מן החצי היתר ונמצא שאין לעשרון קומץ שלם והוי ליה קומץ חסר ותנן קומץ החסר פסול:",
                "1": "או שמיעט במדת עשרונן - דהוי מנחה חסירה ותנן מנחה פרט לחסירה היא ושחסר קומצה:",
                "2": "ריבה במדת סאין שלהן - שהביא עומר עשרון מד' סאין:",
                "3": "או שמיעט - שהביא מב' סאין ואית דמפרשי ריבה במדת עשרונן דרחמנא אמר שלשה עשרונים לפר ושנים לאיל אם ריבה ארבע לפר ושלשה לאיל או מיעט דגזירת הכתוב הוא דאסור לשנותן ופסולות אבל סאין דלאו גזירת הכתוב הוא כשרות אם ריבה או מיעט דתקנת חכמים היא ויכול לשנות:"
            },
            "8": {
                "0": "מתני' לא היה להם קצבה - אלחם הפנים קאי ואין צריך י\"א נפה שאפי' חמץ השוק נלקחת ובלבד שתהא מנופה כל צרכה:",
                "1": "ולקחת סולת ואפית - משמע משעת לקיחה תהא ראויה לאפות:"
            },
            "9": {
                "0": "גמ' בדקה בגסה - בתחלה מנפה בנפה דקה שמוציא אבק דק בינוני שאין לבן כל כך ואח\"כ בגסה שמוציאה סולת וקולטת סובין וחוזר ומנפה הסולת בדקה אחרונה שהיא דקה מן הגסה ולא בדקה ראשונה אלא בדקה אחרונה שהיא גסה מן הדקה ראשונה שזו מוציאה אבק עוד מה שלא הוציאה הראשונה ואח\"כ בגסה שמוציאה סולת וקולטת סובין וגסה זו דקה מגסה ראשונה שהרי זו קולטת סובין מה שהוציא הגסה ואח\"כ בדקה וכן עד י\"ג דקה זו גסה מדקה שלפניה וגסה זו דקה מגסה הראשונה ור\"ש לא פליג אלא פרושי קא מפרש:",
                "1": "[רש\"י מנוסחת מהר\"פ [בדקה בגסה א'] שהיתה דקה ובה תחילה והיא אינה מוציאה אלא אבק בעלמא והאי לא היה ראוי אלא מה שנשאר באותה דקה נותנה בגסה ומוציאה את הסולת וקולטת הסובין ומה שהי' מוציא מאותה גסה נוטלה ונותנה בדקה והיא היתה דקה יותר מהגסה שלפניה ולא היתה דקה כל כך כדקה ראשונה ומה שהיה מוציא מדקה השני' היה מלקט למנחה ומה שנשאר באותה הדקה הי' נותן בגסה והיא לא היתה גסה כל כך כגסה שלפניה אלא היתה גסה מדקה שלפניה והיא היתה [קולטת הסובין] ומה שנוציאה היה נותן בדקה אחרת שהיתה דקה נגסה שלפניה ולא היתה דקה כדקה שלמעלה ממנה וכן לעולם עד י\"ג נפות וזה הכלל לכולן דקה היתה דקה מגסה שלפניה ולא היתה דקה כדקה שלמעלה ממנה וכן בגסה היתה לעולם גסה מדקה שלפניה אבל לא היתה גסה כגסה שלמעלה ממנה ולעולם מה שקולטת בגסה [היה סובין] ולא היה חשוב למנחה אלא מה שמוציאה הגסה היה נותן בדקה ומה שמוציאה הדקה היה מלקט לצורך המנחה ומה שקולטת הדקה היה נותן בגסה. ע\"כ]:",
                "2": "י\"ג נפות - היו במקדש זו ע\"ג זו עליונה קולטת סובין ותחתונה אף סולת ואינה מוציא אלא אבק מנפה בתחתונה ואח\"כ בשלמעלה הימנה וכן בכולן כסדר הזה תחתונה דקה ולמעלה גסה הימנה ושלישית דקה מן השניה ורביעית גסה הימנה וכן כולם:"
            },
            "10": {
                "0": "שנלקחת - מן השוק כשהיא סולת:"
            },
            "11": {
                "0": "יכול - שאפילו שאר מנחות שיחיד מביא יהיו נקחין חיטין ויעשנה סולת:",
                "1": "ת\"ל אותה ואפית - אותה איפה נקחת משוק ולא שאר מנחות דאין הכל בקיאין לנפות הלכך יקח סולת מנופה כל צרכו מן השוק:",
                "2": "מפני החסכון - היקל הכתוב בלחם הפנים:"
            },
            "12": {
                "0": "התורה חסה כו' - ולחם הפנים שכיח בכל שבת ויש בהן עשרים וארבע עשרונים לפיכך חסרון גדול הוא לפי שהסולת הניקח מן השוק יוקר מאד לפי שהחנוני משתכר בה לפיכך נקחת חיטין אבל מנחת יחיד דלא שכיח וחד עשרון הוא לא חיישינן ליוקר:"
            },
            "14": {
                "0": "ה' סאין ירושלמיות - כילה מתני' נפרש בגמרא בברייתא:",
                "1": "שהן שש מדבריות - שש סאין מאתן שהיו בימי משה והוסיפו שתות על המדות והנך שש סאין שתי איפות ועשרים עשרון הם דהא בנל איפה יש עשרה עשרונות:",
                "2": "עשרה - עשרונות לעשר חלות:"
            }
        },
        "152": {
            "0": {
                "0": "ורבוכה - חלוט ברותחין קרי רבוכה בת\"כ:",
                "1": "נמצא ג' עשרונים ושליש לכל מין - שבמצה:",
                "2": "וג' חלות לעשרון - דהוי עשר חלות לשלשה עשרונים ושליש:"
            },
            "1": {
                "0": "ובמדת ירושלמית - שלא היו בה עשרונות אלא קבין:",
                "1": "היו - חמשה סאין שלשים קבין ששה קבין לסאה:"
            },
            "3": {
                "0": "גמ' לשאת - ליטול:",
                "1": "מעשר חומר הבת - דהבת מעשר החומר והחומר שלשים סאין נמצא הבת שהוא עשירית החומר מחזיק שלשה סאין:",
                "2": "איפה נמי כו' - ואמאי מקשית איפה לבת:",
                "3": "אלא - מההוא קרא מאי טעמא לא גמרת לה לאיפה משום דחומר גופיה לא ידענא כמה הוי:",
                "4": "הכא נמי - בת לא תיליף מינה דהא חומר לא ידענא כמה הוא:"
            },
            "4": {
                "0": "וחק השמן - של מעשר:",
                "1": "הבת השמן - מדת השמן זו היא מעשר הבת היה מן הכור העישור כיצד עשרת הבתים יהיה לכם החומר ואז יתכן ליטול ממנו בת אחת לפי שהחומר הוא עשרה בתים וביחזקאל כתיבי הני קראי ובקצת ספרים כתוב כך וחק השמן של קרבן הבת וביחזקאל כתיבי הני קראי:",
                "2": "מעשר הבת מן הכור - דכור הוי עשרת בתים וכור פשיטא להו לבני בבל דהוי שלשים סאין שהיו מודדין תבואה בסאה ובכור:"
            },
            "5": {
                "0": "אין מוסיפין על המדות כו' - מדות ומטבע כולהו נפקי מקראי דלקמן אבל השתא הוי ס\"ד דשמואל סברא קאמר להכי פריך מאי טעמא:"
            },
            "6": {
                "0": "מאי טעמא - אמדות קאי ועל ראשון ראשון:",
                "1": "אלימא משום אפקועי תרעא - שכשמגדיל המדות יותר מתחיל השער להתייקר מפני יתרות המדות ומתוך שיתחיל להתיקר מעט הולך ומתיקר הרבה דמי שאינו יודע תוספי המדות סבור דרעב בא לעולם ומתיקר יותר ויותר:"
            },
            "7": {
                "0": "אלא משום אונאה - דלא הוי ביטול מקח שמחדש עד שלא ידעו החמרים שנתוספו המדה מוכרים בדמים הראשונים וכשידעו שנתאנה אם יוסיפו יותר על שתות נמצא שנתאנה יותר משתות ובטל מקח וכי מוסיפים שתות ותו לא יהא המקח קיים ויחזיר לוקח למוכר דמי אונאתו והכי אמרי' בב\"מ יותר משתות בטל מקח שתות קנה ומחזיר אונאה:",
                "1": "כל דבר שבמדה כו' - דכיון דקפיד לא מחיל:"
            },
            "8": {
                "0": "אלא משום תגרא דלא נמטייה זיאנא - מפני החמרים שקונה תבואה בכפרים ומוכר בעיר שלא יפסיד לפי שבני הכפרים מוכרים לו במדה הראשונה מדה בחמש סלעים והוא מוכר בעיר בשש סלעים כדאמרי' שלא ישתכר יותר משתות ומחדש שאין החמר מכיר התוספת של מדה מוכר במדת העיר הגדולה ואם נוסיף יותר על שתות מפסיד מן הדמים שהוא נתן בה:",
                "1": "זיינא - הפסד:",
                "2": "וקא פריך זיינא הוא דבעי דלא למטייה אבל ריוח נמי [לא] בעי דנמטייה - דכי מוסיפין שתות לא מפסיד ולא משתכר:",
                "3": "זבן וזבין תגרא אקרי - בתמי' וכי לכך נושא ונותן כדי שיקרא תגר ולא ירויח כלום:"
            },
            "9": {
                "0": "עשרים שקלים חמשה ועשרים שקלים עשרה וחמשה שקל המנה יהיה לכם מנה מאתן וארבעין הוי. דהא סלעים חשיב בקרא והסלע ארבע זוזים נמצא מאתן וארבעים הוי והאי קרא גבי מנה של [קודש] קאי ביחזקאל:"
            },
            "10": {
                "0": "כפול היה - דהוי ליה מאתן והנך ארבעים דטפי על מאתים תוספת הוא דהוסיפו שתות דארבעים הוי שתות של מאתים:",
                "1": "ושתות מלבר - שעל ה' פעמים ארבעים הביאו מבחוץ ארבעים פעם ששית ולא אמרינן שיחלוקו המאתים לשש חלקים דהוי לכל חלק וחלק שלש ושלשים זוזים ושליש ומאותן חלקים נוסיף את השתות על המנה דהוי ליה שתות מלגאו ומההיא קרא נפקא מדות ומטבע דמנה הוי משקל וסלע הוי מטבע:"
            }
        },
        "153": {
            "0": {
                "0": "מתני' נוטל אחד - הכהן נוטל אחד מעשרה תרומה:",
                "1": "שיהיו כל הקרבנות - כל המינין יהיו שוין עשר חלות:",
                "2": "שלא יטול - תרומה:",
                "3": "מקרבן על חבירו - שאם היה ממין זה חמשה וממין זה חמשה עשר לא מפריש מזה על זה:"
            },
            "1": {
                "0": "גמ' מן המחובר - שיהיה כולן בכלי אחד תרומה:",
                "1": "איני יודע מכמה - חלות הוא נוטל אחד:"
            },
            "2": {
                "0": "ונאמר בתרומת מעשר תרומה - והרמותם ממנו תרומת ה' לכהן ובלוים כתיב האי קרא במעשר מן המעשר: בכורים יש אחריה תרומה דלאחר שהביא בכורים כשהוא קוצר תבואתו מפריש תרומה ומעשרות:"
            },
            "5": {
                "0": "[במקום קדוש] - לחמי תודה ובכורים אין נאכליץ אלא בירושלים דכתיב לא תוכל לאכול בשעריך ונדבותיך ותרומת ידך:"
            },
            "11": {
                "0": "שאין ת\"ל תביאו - דהא לעיל מיניה כתיב והקרבתם מנחה חדשה והוי מצי למכתב ממושבותיכם לחם תנופה:",
                "1": "שכל הבאות שאתה מביא - הדומות [לזה] שבאין חמץ:",
                "2": "יהיו כזה - עשרון לחלה:"
            },
            "12": {
                "0": "אי - דרוש להך גיסא מה בשתי הלחם שתי עשרונות ותו לא אף כאן בחמץ שבתודה שני עשרונים לעשר חלות:",
                "1": "ת\"ל בשתי הלחם תהיינה - ולקמן מפרש מאי תלמודא ומפרש דמריבוי דשני יודין דריש חד יו\"ד דתהיינה אתביאו לחם דאוקימנא בלחמי תודה קאי דאי אשתי הלחם לא מצי למכתב יוד דהא שתים שני עשרונים כתיבי:"
            },
            "13": {
                "0": "ת\"ל על חלות (מצות) לחם חמץ - ולעיל מיניה כתיב והקריב על זבח התודה חלות מצות וסמיך ליה על חלות לחם חמץ:"
            },
            "15": {
                "0": "אם על תודה - דשלשה מינין כתיבי בקרא:"
            },
            "16": {
                "0": "מאי מחובר איכא - דס\"ד דקא פריך דתחלה היה מנתח בשר ואח\"כ האימורים:"
            },
            "19": {
                "0": "מתרומת מדין - נפש אחת מחמש מאות:"
            },
            "20": {
                "0": "תרומת חלה - דקיי\"ל אחד מכ\"ד:",
                "1": "(בכורים) [תרומת חלה] - לא כתיב בהו ממנו אבל לחמי תודה ותרומת מעשר כתיב בהו ממנו:"
            },
            "21": {
                "0": "חייבין עליהן מיתה - במזיד וקרן וחומש בשוגג זר האוכלה:"
            },
            "22": {
                "0": "כתרומת מעשר דמי - דתרומה מעליא היא וחייב:",
                "1": "או דלמא - מיעט רחמנא גבי תרומת תבואה ומתו בו כי יחללוהו בו חייב מיתה ולא בתרומה אחרת:",
                "2": "וחמישיתו - ואת אשר חטא מן הקדש ישלם וחמישיתו יוסיף עליו חמישיתו דהאי ולא חמישיתו דאחרינא:"
            }
        },
        "154": {
            "0": {
                "0": "תהיינה - בתרי יוד [דחד] יוד יתירא:",
                "1": "עשרה קפיזא - דעשר עשרונות דבר הכתוב ורבא אמר מספקא ליה מאי היא. בספר מוגה שלי לא גרסינן קפיזא אמר רבא אלא ה\"ג אמר רב יצחק בר אבדימי תהיינה כתיב עשר עשרונות דבר הכתוב:"
            },
            "2": {
                "0": "וכי דבר הלמד בהיקש - משתי הלחם:",
                "1": "חוזר ומלמד - על המצה בהיקש והכי קיי\"ל בפ' איזהו מקומן כל התורה למדו למד מלמד חוץ מקדשים:",
                "2": "הימנו ודבר אחר - כלומר בין מה שכתוב בו בגופיה בין מה שלמד מדבר אחר נפקא ליה דחמץ עשר עשרונות הוא דבדידיה כתיבי עשר חלות כדילפינן לעיל דתרומה אחת מעשרה ולהכי גמר משתי הלחם דעשרון יהא לכל חלה הרי עשר עשרונות הלכך לאו היקש הוא ויכול לחזור וללמוד על המצה דעשרה עשרונות הוא והיכי דמי היקש גמור כגון אי לא הוי כתיב עשר חלות לגופיה ובשתי הלחם הוי עשר עשרונות וילפינן מהדדי בהיקש דההיא הוי היקש גמור:"
            },
            "3": {
                "0": "תביאו ריבויא היא - תביאו דאוקימנא ליה אתודה ריבויא הוא ולא היקש ולא משתי הלחם גמר אלא בחמץ דתודה גופיה כתיב עשרון לחלה דתביאו דכתיב בשתי הלחם לא צריך לגופיה אלא לרבות לחמי תודה למה שאמר בפסוק זה ומה אמור בו לכל חלה עשרון הלכך בהדיא בגופיה כתיב ולא מהיקשא גמר והיקש היכי דמי כגון אי לא הוי כתיב בקרא דתביאו עשרון לחלה והיה כתיב גבי שתי הלחם לחודיה וגמרינן תודה בהיקש משתי הלחם ההוא הוי היקש גמור ל\"א תביאו ריבויא הוא דמשמע הבאה מרובה שיהא בחלה עשרון שלם ויוד דתהיינה דמביא עשר חלות הוי מגופיה דקרא דתודה הלכך לאו היקש הוא ויבא ללמוד על המצה:"
            },
            "4": {
                "0": "מתני' המילואים - שהיו בימי משה:",
                "1": "היו באות כמצה כו' - ובגמרא מפרש מנלן:"
            },
            "5": {
                "0": "נזירות - לחמי נזיר דכתיב וסל (המצות וחלות מצות שמן וגו') [מצות סולת חלות וגו' ורקיקי מצה]:",
                "1": "שתי ידות - שני חלקים של מצה שבתודה היו בנזירות כדמפרש חלות ורקיקין ואין בה רבוכה: נמצאו בנזירות עשרת קבין שהרי במצה שבתודה היו ט\"ו קבין והוי ליה עשרת קבין שתי ידות לט\"ו:",
                "2": "שהן שש עשרונות ועדויים - שלש עשרונות ושליש לכל מין והאי ועדויים הוי שני שליש עשרון דהכי אמרי' לעיל גבי מצה שבתודה:"
            },
            "6": {
                "0": "גמ' לחם שמן מאי ניהו לאו היינו רבוכה - דמוסיף בו שמן כנגד חלות ורקיקין:"
            },
            "7": {
                "0": "אנתא דמשחא - עוגה של שמן קרוש:"
            },
            "8": {
                "0": "וכי מה למדנו לבניו - לדורות מיום המשחו לאהרן:",
                "1": "אלא מקיש חינוכו - להדיוט לדורות:",
                "2": "להמשחו - כלומר לכהן גדול לחביתין:",
                "3": "מה המשחו - דאהרן קרבן חביתין שהוא מקריב בכל יום:",
                "4": "רבוכה - כדכתיב מורבכת תביאנה:",
                "5": "אף - יום חינוך בניו דכהנים הדיוטות ומילואים יום חינוך הוי:"
            },
            "9": {
                "0": "אחד להמשחו ואחד לחינוכו - לעבודת כהן הגדול:"
            },
            "10": {
                "0": "הא דעביד עבודה כשהוא הדיוט הא דלא עביד עבודה כשהוא הדיוט - שלש אחת לחינוכו לעבודת כהן הדיוט ואחת לחינוכו לעבודת כהן גדול ואחת לחביתין וי\"מ כגון דעבד עבודה ביוה\"כ ולאו מילתא היא דהא קרבן יחיד אינו קרב ביוה\"כ ובפ\"ק דיומא קא בעי אם אירע פיסול בכה\"ג במה מחנכין את השני ביה\"כ:"
            },
            "12": {
                "0": "לעשרת קבין ירושלמית - דהיינו שתי ידות:",
                "1": "ולרביעית שמן - שבתודה דבתודה הוה בה חצי לוג ואותו חצי לוג חוצה חציו לרבוכה וחציו לחלות ורקיקין. כדאמרי' לקמן בפרק שתי מדות אלמא בשתי ידות שבמצה של תודה דהיינו חלות ורקיקין לא הוה בהו אלא רביעית ובנזירות דהוי בה חלות ורקיקין ולא רבוכה הוי ביה נמי רביעית שמן דהיינו שתי ידות כמצה של תודה:"
            },
            "13": {
                "0": "יכול לכל מה שאמור בענין - שיהו טעונין רבוכה:",
                "1": "ת\"ל - בנזיר וסל מצות:"
            },
            "14": {
                "0": "לאפוקי רבוכה דלא נאמר בה מצות-  דהא בתודה כתיב חלות מצות ורקיקי מצות וסולת מורבכת חלות בלולות בשמן ואלו מצות לא כתיבי ברבוכה:",
                "1": "דבי ר' ישמעאל תנא סל מצות כו' - דבנזיר כתיב:"
            }
        },
        "155": {
            "0": {
                "0": "מתני' בפנים - בעזרה:",
                "1": "עד שלא קרמו בתנור - לאו לחם נינהו אלא עיסה מיקרא:"
            },
            "1": {
                "0": "גמ' חוץ לחומת בית פאגי - חוץ לחומת החיצונה בירושלים:"
            },
            "3": {
                "0": "לא בעי על בסמוך - אע\"ג דכתיב והקריב על זבח התודה חלות לא דרשינן על בסמוך שיהיה הלחם אצל התודה בשעת זביחה ואיסור יוצא ליכא שהרי תודה ולחמה נאכלין בכל העיר:"
            },
            "5": {
                "0": "אף התמיד - של בין הערבים של ערב פסח ובמס' פסחים מפרש טעמא באלו דברים:",
                "1": "עד שיהא - חמץ:",
                "2": "לשוחט או לזורק - הכהן הזורק:",
                "3": "ועד שיהא - חמץ:",
                "4": "עמו בעזרה - דדרשינן על בסמוך:"
            },
            "10": {
                "0": "אלא אם [כן] קרמו כו' - דחלות בעי וההיא שעתא לא מקרי חלות:",
                "1": "שאם שחטן שלא לשמן כו' - דהכי משמע זבח תודת שלמיו יקריב חלות קרבנו על זבח שנזבח לשם תודה:"
            },
            "11": {
                "0": "יוצאין במצה - בפסח היכא שאינה אפויה יפה:",
                "1": "ואין חוטין נמשכין - ממנה שאפויה קצת:",
                "2": "שפורסה - ששוברה:"
            },
            "13": {
                "0": "כמאן דפריסא דמיא - דכיון דאינה אפויה יפה נפרסה מעצמה:"
            },
            "14": {
                "0": "קדשו - לה ארבעים מתוך שמונים וכולן שמונים יאכלו בקדושה ליום ולילה דהא לא ידיעי הי ארבעים קדשי:",
                "1": "לא קדשו - דהא לא אפשר דיקדשי שמונים דלא בעי אלא ארבעים ולא יצא ידי נדרו דלא תפסו בה קדושה:"
            },
            "15": {
                "0": "חזקי' סבר - דאמר שמונים לאחריות איכוין שאם יאבדו הארבעים ישתיירו הארבעים הלכך לא היה דעתיה אלא על ארבעים וקדשי:",
                "1": "לקרבן גדול - לשמונים והא לא אפשר הילכך לא תפסי בהו קדושה כלל ולא יצא ידי נדרו:"
            },
            "16": {
                "0": "בכלי שרת מקדשין שלא מדעת קא מיפלני - ודכ\"ע לקרבן גדול איכוין:",
                "1": "חזקי' סבר מקדשין - את הראוי להם שלא מדעת האיש:",
                "2": "ורבי יוחנן סבר - סכין שמקדש סתם החלות בשחיטת התודה אין מקדש אלא מדעת האיש ואפי' מה שראוי להם ודעת האיש על שמונים הלכך לא קדשי:"
            },
            "17": {
                "0": "וחזקי' סבר - סכין מקדש כשאר כלי שרת שלא מדעת:"
            },
            "18": {
                "0": "אלימא מכלי שרת - דהא אין לו תוך ומקדשי הלכך אלימא נמי להאי מילתא שמתקדש שלא מדעת:"
            },
            "19": {
                "0": "מתני' שחטה - על מנת לאכלה חוץ לזמנה קדש הלחם ונפגל:",
                "1": "על מנת לאכלה חוץ למקומה קדש הלחם - ונפסל דפסולו בקדש הוא וקיימא לן בזבחים כל שפסולו בקודש הקודש מקבלו בפרק המזבח מקדש:",
                "2": "שחטה ונמצאת טריפה לא קדש הלחם - דפסולו קודם שחיטה הוא:"
            },
            "20": {
                "0": "שחטה ונמצאת בעלת מום ר' אליעזר אומר קדשי - מוקמינן לה בגמ' בדוקין שבעין ואליבא דר\"ע דאמר אם עלו לא ירדו בפרק המזבח מקדש:"
            },
            "21": {
                "0": "שלא לשמה לא קדש - מפרש בגמ' זבח תודה מלמד שאם שחטה שלא לשמה לא קדש הלחם:"
            },
            "23": {
                "0": "גמ' כל שפיסולו קודם שחיטה [כו' שחטה] - על מנת לאכלה חון לזמנה או חוץ למקומה. לא הוי פיסולו קודם שחיטה:",
                "1": "טריפה - הוי פיסולו קודם שחיטה:"
            }
        },
        "156": {
            "1": {
                "0": "חוץ לזמנו - פשיטא לן [דקידש] הואיל ומרצה לפיגולו [הכי] מפרש בזבחים בפרק המזבח מקדש [כל שפסולו בקודש] אם עלו לא ירדו:",
                "1": "ועל בעל מום שלא קידש - דאין פסולו בקדש דקודש שנכנס לעזרה נפסל ואמרי' בזבחים כל שאין פסולו בקדש אין הקדש מקבלו:"
            },
            "5": {
                "0": "חוץ לזמנו - יש כרת באכילתו דפיגול הוא דכתיב והנפש האוכלת ממנה עונה תשא והוא עון חיוב כרת דגמרינן עון עון מנותר דכתיב ביה ואוכליו עונו ישא ונכרתה בכריתות בפרק ראשון:",
                "1": "ועוד נדוננו משלא לשמו - דאיכא טעמא דידך דפיסול מחשבה היא ואיכא טעמא דידי דאית בו כרת ואמרינן לעיל זבח תודת שלמיו מלמד שאם שחטה שלא לשמה לא קידש הלחם:"
            },
            "7": {
                "0": "מאי שנא כו' - אמילתא דר' מאיר קמהדר:"
            },
            "8": {
                "0": "דוקין שבעין - טיל\"א כמו הנוטה כדוק שמים ובכי האי מומא אמר ר' עקיבא אם עלו לא ירדו הואיל ואין מומו ניכר ועוד דכשרים בעופות שאין בהן חסרון אבר:",
                "1": "ואידך - ר' יהודה אמר לך כי אמר ר' עקיבא אם עלו לא ירדו:",
                "2": "לגופיה - דזבח:",
                "3": "אבל לקדושי - הלחם לא אלימא קדושתיה:"
            },
            "9": {
                "0": "חטאת - וכ\"ש שאר זבחים:",
                "1": "ששחטה חוץ לזמנה אם עלתה לא תרד - דאמרי' במס' נדה בפ' יוצא דופן תורה אחת לכל העולים אם עלו לא ירדו:"
            },
            "10": {
                "0": "רבה כר\"י - דמדמה ליה לבעל מום ובעל מום אמרינן התם אם עלה ירד דקתני יכול שאני מרבה הרובע והנרבע כו' עד מרבה אני את אלו שפיסולן בקודש ומוציא אני את אלו שאין פיסולן בקודש:",
                "1": "רבא אמר לא תרד - כר' אליעזר דמדמי לעיל חוץ למקומו לחוץ לזמנו:"
            },
            "12": {
                "0": "אבל הכא אי דיינת ליה - חוץ למקומו משלא לשמו אם עלה לא ירד דהא חטאת ששחטה שלא לשמה אפי' לרבה אם עלתה לא תרד הואיל בשאר קרבנות עולה לכתחילה:"
            },
            "13": {
                "0": "עיקר מילתא נקט - מילואין קרבי תחילה לכל הקרבנות וקרבן יחיד הוא וה\"ה לאיל נזיר ל\"א מילואין קרבן צבור וכשבי עצרת קרבן צבור:"
            },
            "14": {
                "0": "מתני' ה\"ג אם לנו יפסלו בלינה:"
            },
            "15": {
                "0": "גמ' אין הנסכים מתקדשים - ליפסל בלינה וביוצא:",
                "1": "אלא בשחיטה - וקדשו בכלי דמתניתין לאו דוקא:",
                "2": "זבח ונסכים - נסכים תלויין בזביחה:"
            },
            "17": {
                "0": "מחי לאו דאיפסל בשחיטה - דלא קדשתינהו זביחה לנסכים דפסולה היא וקתני אם לנו יפסלו בלינה:",
                "1": "לא דאיפסול בזריקה - ונסכים בשחיטה קדשי להו:"
            },
            "18": {
                "0": "כמאן - מקדשה שחיטה לחודיה לנסכים כרבי דאמר שני דברים המתירים כגון שחיטה וזריקה:",
                "1": "מעלין זה בלא זה - דאמר בפ' [התכלת] שחט לשמן וזרק דמן שלא לשמן הלחם קדוש ואינו קדוש:"
            },
            "19": {
                "0": "אפילו תימא ר' אליעזר - דאמר לעולם אינו קדוש עד שישחט לשמן וזרק דמן לשמן דשני דברים המתירין שחיטה וזריקה המתירין לבשר אין מעלין זה בלא זה משום דהוי זריקה פסולה כגון שנזרק הדם שלא לשמן והכא כגון שנשפך הדם בקרקע:"
            }
        },
        "157": {
            "0": {
                "0": "ורבי אלעזר - סבר לה כר\"ש אבוה דאמר לקמן בפרק המנחות והנסכים כל העומד ליזרק כזרוק דמי ולא הוי פסול בזריקה:"
            },
            "1": {
                "0": "לב ב\"ד - של כהנים ובנסכי צבור עסקינן:"
            },
            "2": {
                "0": "גופיה דמנחה היא - שהרי בו נבללת כשנפסלה המנחה נפסל:"
            },
            "3": {
                "0": "וליתני - לב ב\"ד על הנסכים שאם נפסלו הזבחים ליפקו לחולין ואמאי קתני אם לנו נפסלו בלינה:",
                "1": "גזירה שמא יאמרו - מוציאין דבר הקדוש בכלי לחול וכולי עלמא לא ידעי תנאה ואמרי בלא תנאי הוי חולין:"
            },
            "4": {
                "0": "הכא נמי - בתמי' כי מתנו עלייהו לשם זבח אחר יאמרו נסכים שהפרישן לשם זבח זה כשרים לזבח אחר בלא תנאי:"
            },
            "5": {
                "0": "כגון שהיה - אותו זבח אחר זבוח באותה שעה דסברי דלשם ההוא זבח הופרשו:"
            },
            "8": {
                "0": "ומי אית ליה לר\"ש לב ב\"ד כו' - דאוקימנא לעיל כראב\"ש וסבר ליה כאבוה דאמר כל העומד לזרוק כזרוק דמי הא אמר רב אידי בר אבין בפ\"ק דשבועות:"
            },
            "9": {
                "0": "תמידין שלא הוצרכו לצבור - שבכל שנה היו נשארים ארבע טלאים דאמרינן בפרק התכלת אין פוחתין מששה טלאים המבוקרים בלשכת הטלאים כי בכל יום היו נוטלין שנים ונוטלים שנים אחרים [ונותנים] תחתיהן חוץ מיום אחרון של אדר שלא היו נותנים אחרים תחתיהן לפי שמכאן ואילך אין מביאין אלא מאותן הניקנין משקלים של שנה זו דאמרי' במס' ר\"ה אמרה תורה חדש והבא קרבן מתרומה חדשה ונשארו ארבע שלא הוצרכו ולדברי ר\"ש דלית ליה לב ב\"ד מתנה עליהם אם הוצרכו הוצרכו ואם לא יפדו אין נפדין תמימים אלא ירעו עד שיסתאבו ואח\"כ ימכרו:",
                "1": "לדברי חכמים - דאית להו לב ב\"ד מתנה עליהם נפדין תמימים:"
            },
            "10": {
                "0": "שאני התם - בתמידין דלא אמר ר\"ש לב ב\"ד מתנה עליהם ונפדין תמימים משום דבלאו הכי אית להו תקנתא ברעייה דירעו עד שיסתאבו וימכרו אבל נסכים לית להו תקנתא אי לאו לב ב\"ד מתנה עליהם:"
            },
            "11": {
                "0": "מתני' ולד תודה - שהפריש תודה מעוברת וילדה:",
                "1": "וכן המפריש תודתו ואבדה והפריש אחרת תחתיה:",
                "2": "אינה טעונה לחם - הראשונה אם נמצאת אחר הקרבת שניה וכן שניה אם נמצאת הראשונה קודם הקרבתה והקריבה שוב אין שניה טעונה לחם:",
                "3": "חליפתה - היינו המפריש תודתו ואבדה והפריש אחרת (תמורה):",
                "4": "תמורתה - כגון שעומדת בעין ואומר זו תחת זו וכתיב והיה הוא ותמורתו וגו':"
            },
            "12": {
                "0": "גמ' מהו אומר תודה יקריב אם על תודה יקריב הוי ליה יקריבנו קרא יתירא הוא דמצי למכתב על תודה והקריב על זבח התודה כו':",
                "1": "התודה יקריב - משמע כל תודה שירצה והני תרוייהו כל זמן שלא נתכפר תרוייהו תודות נינהו:"
            },
            "13": {
                "0": "יכול שתהא שניה - להקרבה טעונה לחם:",
                "1": "יקריבנו - נו\"ן וי\"ו דריש:",
                "2": "מנין לרבות ולדות וחליפות ותמורות להקרבה - שיכול להקריבן אחר שהקריב התודה:",
                "3": "על תודה - משמע קרבנות מעדיף על תודה:",
                "4": "יכול יהו טעונות לחם - אוולדות ותמורות קאי דהא חליפין נפקא מיקריבנו אחד ולא שנים אבל ולדות ותמורות לא נפקא [מיקריבנו] למימר בהם ולא שנים דאי נמי מקריב לחם בהדייהו לאו שנים נינהו דהא לא הפרישם לשם תודה אלא [מותר תודה ולא בא] קרא למעוטי מותר תודה מלחם:"
            },
            "14": {
                "0": "לא שנו - דאין טעונות לחם ולקמן מפרש לה:"
            },
            "15": {
                "0": "אלימא אחליפי תודת חובה - כגון דאמר [הרי עלי] והפריש בהמה וקיי\"ל דחייב באחריותן דהאומר עלי ואבדה והפריש אחרת ונמצאת הראשונה וקאמר אם קודם [שהקריב] הראשונה ה ריב השניה טעונה לחם השניה ואם לא לא פשיטא:",
                "1": "לפני כפרה תנינא - דטעונה לחם:",
                "2": "לאחר כפרה [תנינא - דאינה] טעונה דאמרי' [לפני כפרה] שאיזה שירצה יקריב ו חמה עמה כו' ולאחר כפרה תנינא נמי לעיל יכול [שתהא] שניה טעונה לחם ת\"ל יקריבנו אחד ולא שנים וההיא ברייתא [בתודת] חובה קא מיירי מדאמר מנין למפריש תודתו ולא קתני מנין למפריש תודה ל\"א תודת חובה כגון מפרש בים והיוצא בשיירא וחולה שניצל מחליו וחבוש שיצא מבית האסורים דאמרי' בברכות ארבעה צריכין להודות דכתיב בהו ויזבחו זבח תודה בספר תהלים:"
            }
        },
        "158": {
            "0": {
                "0": "אלא אחלופי תודת נדבה - כגון דאמר הרי זו תודה ואינו חייב באחריותה ואבדה והפריש אחרת:",
                "1": "מרבה בתודות הוא - ולאו חליפין היא דהא לא מחייב באחריותה דקמייתא אלא תודה באפי נפשה היא וטעונה לחם אפי' נתכפר בראשונה:"
            },
            "1": {
                "0": "מותר דתודה היא - יתירות שגדל על התודה ולאו תודה עצמה:",
                "1": "אלא אולד תודת חובה - קאמר לפני כפרה טעון לחם דקסבר אדם מתכפר בשבח שהשביח הקדש לאחר שהוקדש הלכך כיון דאילו אבדה תודה נפיק ידי נדבתו בולד תודה קרינן ביה וטעונה לחם אם הקריבה תחלה דהא אהני ליה דבהאי יצא ידי נדרו אבל ולד תודת נדבה דלא עלי' רמיא אם אבדה ליכא למימר אולד במקום תודה הוא ובו מתכפר דהא אם האם קיימת מן הדין צריך להקריבה ואם אבדה בלא ולד נמי הוי מפטרי:"
            },
            "2": {
                "0": "הוי בה אביי נמי כה\"ג - דרב עמרם ומשני לה נמי כדשניין:"
            },
            "3": {
                "0": "מרבה בתודות הוא - ולאו חליפין דקמייתא הוא דהא אינו חייב באחריותה:",
                "1": "ולד תודת נדבה - אפי' לפני כפרה מותר דתודה הויא ולא אהני ליה מידי דליכא למימר בשבח הקדש מתכפר דהא לאו עלי' רמיא:",
                "2": "לפני כפרה טעונות לחם - שהרי יצא בהן ידי חובתו שאם תאבד הראשונה עוד לא צריך לאתויי אחריתי:"
            },
            "4": {
                "0": "מילתא דשמואל מפרש לקמן:",
                "1": "חמש חטאות מתות ושכפרו בעליה אחת מהן:"
            },
            "6": {
                "0": "אין חטאת - שכפרו בעליה מתה אלא א\"כ נמצאת לאחר שכפרו בעליה באחרת הא אם נמצאת קודם לכן כי הא דשתיהן עומדות ונתכפר באחת מהן שניה רועה וגבי תודה קתני יכול תהא שניה טעונה לחם כו' ומדרבנן קא מותיב לה:"
            },
            "7": {
                "0": "שמואל כרבי ס\"ל דאמר - אם אבדה הראשונה בשעת הפרשת השניה מתה ואע\"ג שלא היתה אבודה בשעת כפרה שנמצאת קודם הלכך משום הרי בתודה אין טעונה לחם השניה שהרי גבי חטאת מתה כה\"ג:"
            },
            "8": {
                "0": "אלא - לרבי היכי משכחת לה דמתוקמא מילתא דשמואל דאמר כל שבחטאת רועה בתודה טעונה לחם:",
                "1": "במפריש שתי חטאות לאחריות - שאם תאבד האחת יתכפר בחברתה דהתם רבי מודה דיתכפר באחת מהם והשניה תרעה דאין חטאת שנתכפרו באחרת מתה אלא ע\"י דיחוי שאבדה ונדחית אבל בהנך דלא נדחו מעולם לא דהכי הוי הלכה למשה מסיני דכל דין חטאת המתות הלכה למשה מסיני במס' תמורה:"
            },
            "9": {
                "0": "והאי גבי תודה כה\"ג - אם הפריש שתי תודות לאחריות אין שניה טעונה לחם דהא ליכא למימר מרבה בתודות הוא דהא ודאי לשם חדא חובה אפרשינהו וכתיב התודה התודה טעונה לחם ולא חליפתה:",
                "1": "אלא שמואל - דאמר כל שבחטאת מתה בתודה אינה טעונה לחם:",
                "2": "כר\"ש ס\"ל דאמר - במס' תמורה ה' חטאות מתות וקא חשיב שכפרו בעליה (והן) [והיינו] בכל ענין ואפי' הפריש שתי חטאות לאחריות שניה תמות הלכך בתודה אינה טעונה לחם:"
            },
            "10": {
                "0": "והא רועה לר\"ש לית ליה כלל - ומאי האי דקאמר שמואל כל שבחטאת רועה בתודה טעונה לחם:"
            },
            "11": {
                "0": "שמואל נמי חדא קאמר - במתה איירי ברועה לא איירי:",
                "1": "מאי קמ\"ל - שמואל כולהו תנינא לעיל דאין טעונות לחם והא ודאי ליכא למימר דכשעברה שנתה אתא לאשמועינן דהא תודה כשרה אפי' בת עשר שנים:",
                "2": "לאפוקי מדר\"י - דאמר ולד (חטאת) [תודה] לפני כפרה טעון לחם דאדם מתכפר בשבח הקדש קמ\"ל שמואל דלא דקאמר כל שבחטאת מתה בתודה אינה טעזנה לחם ולד חטאת מתה:"
            },
            "12": {
                "0": "אבד הלחם מביא לחם אחר - על תודה זו:",
                "1": "אבדה תודה - אין מביא תודה אחרת על לחם זה אלא אבדה התודה אבדה הלחם:",
                "2": "מאי טעמא - מביא לחם אחר:"
            }
        },
        "159": {
            "1": {
                "0": "לחם איקרי תודה - כדכתיב התודה חלות הלכך כי אמר מעות הללו לתודה הרי לחם בכלל דהא נמי תודה איקרי:",
                "1": "תודה לא איקרי לחם - וכי אמר מעות הללו ללחמי תודה לא הויא תודה באותו שם דהא לא איקרי לחם:"
            },
            "2": {
                "0": "שניה אינה טעונה לחם - דהא קרבה חליפין דידה והויא ליה מותר תודת הראשונה אבל שלישית טעונה לחם דחליפין דשניה היא ושניה לא קרבה ולא הויא מותר תודה:"
            },
            "3": {
                "0": "שתיהן אינן טעונות לחם - דתרוייהו שייכי באמצעית:",
                "1": "חליפין דהדדי נינהו - דמכח ראשונה באו כלן:"
            },
            "6": {
                "0": "מאי וכן - פשיטא דכדין תודות לענין לחם כך דין חטאת לענין מתה בכה\"ג:",
                "1": "דליכא למימר מרבה בחטאות הוא - דחטאת לאו בר נדר ונדבה הוא ואימא דכלן ימותו:"
            },
            "7": {
                "0": "תודה שנתערב בתמורתה - דלא ידע הי תודה והי תמורה:",
                "1": "ומתה אחת מהן כו' - אבל אם שתיהן עומדות מביאן לעזרה וארבעים חלות עמהם ומתנה אם זו תודה הא לחם שלה וזו תמורתה ואם זו תודה יהא לחם שלה וזו תמורתה:"
            },
            "8": {
                "0": "וקא בעי תלמודא אי דאמר האי גברא מתחלה הרי עלי תודה לא סגי דלא מייתי תודתו וכיון דלא סגי דלא מייתי יכול להפריש אחרת לאחריות הלכך לייתי בהמה עם הנותרת ולתני אי הך דקיימי תמורה היא האחרת שהבאתי תהא תודה זו לחמה ואי הך דקיימי תודה היא הא לחם שלה וזו האחרת אני מפריש לאחריות של זו שאם תאבד תהא זו תחתי' ויקריב הראשון ולחמה ושניה בלא לחם כדין המפריש שתי תודות לאחריות דאמרן לעיל השניה אינה טעונה לחם:"
            },
            "9": {
                "0": "דאמר בקמייתא הרי זו ואין לה אחריות ולא מצי למימר הא תהא לאחריות:"
            },
            "11": {
                "0": "למדין - היינו לוי בפ\"ק דסנהדרין:",
                "1": "וכי מכניסין חולין לעזרה - ואי הך תמורה היא אשתכח דאייתי חולין לעזרה:"
            },
            "12": {
                "0": "לייתי בהמה - אחרת עם הנותרת:",
                "1": "משום דקא ממעט באכילה דשלמים - דאין יכול לאוכלה להך אחרת אלא ליום ולילה והנותר ישרף דשמא תודה היא ואיכא למימר לאו תודה היא אלא שלמים שנאכלים לשני ימים ולילה אחד ושלא כדין שרפן ואייתי קדשים לבית הפסול:"
            },
            "13": {
                "0": "לוי - היינו נמי למדין אלא קמייתא אמר ליה בישיבת שאר התלמידים וזו בינו לבין עצמו:",
                "1": "והא תיהוי מותר תודה - ותקרב בלא לחם:"
            }
        },
        "160": {
            "0": {
                "0": "וכי מפרישין תחילה למותרות - לשום [קרבן] הא לא מצינו מותרות [אלא] ולד או שכפר ונתותר (או) כגון שאבד ראשונה והפריש אחרת ואח' כ נמצאת הראשונה:"
            },
            "2": {
                "0": "עני מרי - ענני מורי:",
                "1": "ארבעים בכתפי' - ארבעים יש (בדבר) [בדיבורו] דכתיב לא ימיר אותו ואת אמרת כשר לעשות לכתחילה ולומר הא תמורה:"
            },
            "3": {
                "0": "אם איתא לדר' יוחנן דאמר - לעיל בהאי פירקא השוחט תודה לפנים ולחמה חוץ לחומת העזרה קדש הלחם:",
                "1": "ואי לא ליפוק לחולין - והכא לא מצי למפרך וכי מכניסין חולין לעזרה כדפריך לעיל:"
            },
            "4": {
                "0": "ומשני משום דאיכא ארבע להניף - אותן ד' הנאכלות לכהן טעונין תנופה עם חזה ושוק כדאמר בפרק כל המנחות באות מצה כל מקום שיש לחם הלחם מלמעלה ועוד תניא בת\"כ גבי תנופה בפרשת צו את אהרן חזה זה חזה התנופה זה תנופת הסל שוק זה השוק התרומה זו תרומת תודה ותרומת תודה היינו ד' חלות ובתנופה כתיב לפני ה':"
            },
            "5": {
                "0": "וליקדשו לה מ' מתוך שמנים - ואינך מ' הוי ליה מפריש לאחריות דהכי אמר חזקיה לעיל לאחריות קא מכויץ והמפריש שני קרבנות לאחריות שניהם קדושים וה\"נ כולהו שמנים קדשי עם התודה ומ' באנפי נפשיה הלכך ליכא למיפרך מעייל חולין לעזרה דכיון דלאחריות קא מעייל להו צורך קרבן נינהו ושפיר דמי ואע\"ג דהן חולין כהלל הזקן מביאה כשהיא חולין לעזרה ומקדשה וסומך עליה ושוחט אבל בהנך דלעיל דליכא אלא חדא בהמה ודלמא תמורה היא ולא חזיא ללחם מעיקרא חולין לעזרה קא מעייל על חנם:"
            },
            "6": {
                "0": "משום דקא ממעט באכילה - דעכשיו הוא תורם שמנה חלות ושמא לאו תודה היא ואותן ארבע תרם שלא כדין וממעט באכילה מארבע הראויות דדילמא לא משתכחי כהנים לאכלינהו ואתו לידי נותר על ידי אלו שהן חולין ואינן ראויות לכאן ומייתי קדשים לבית הפסול ממעט באכילה ממעט את אוכליהן זמן אכילתן לישנא אחרינא גרסינן משום דממעט באכילה דארבע:"
            },
            "7": {
                "0": "המפריש כו' - במס' תמורה בפ' כיצד מערימין:",
                "1": "והאי - הולד:",
                "2": "להוי מותר דתודה - וליכא למימר [וכי] מפריש תחלה למותרות דהא משעת הפרשה חד גופה הוא:"
            },
            "8": {
                "0": "מאן לימא לן - דטעמא דר' יוחנן דאמר רצה בולדה מתכפר משום דס\"ל:",
                "1": "אם שיירו - לולד לשם קדשים:",
                "2": "משוייר - דיכול להפריש לו ולאמו לשם שני קרבנות דתמצא למימר נמי הכא שיפריש האם וולד לשם ב' תודות דלמא לעולם אם שיירו אינו משוייר אלא כשהפריש לאם הוי ולד בע\"כ קדוש עם האם לקרבן מותר וכשיקריב האם הוי (חבירו) [הולד] מותר ואין טעון לחם:",
                "3": "והאי דאמר ר' יוחנן - רצה בולדה מתכפר דקסבר אדם מתכפר בשבח הקדש ולעולם אם קרב אחד מהם הוי האידך מותר:"
            },
            "9": {
                "0": "לדמהריא - שם מקום:",
                "1": "ולייתי בהמה - אחרת ולימא עלי תודה אפריש אותו בהמה לתודתו:",
                "2": "ולייתי עוד בהמה אחרת - לאחריות נדרו דהא עלי קאמר וחייב באחריותו וחלה על האחת קדושת אחריות דהשתא הוו להו ג' בהמות:"
            },
            "10": {
                "0": "טוב אשר לא תדור - דאסור לומר עלי דשמא תאבד ולא יפריש אחרת תדור היינו עלי דאמרי' בר\"ה נדר האומר הרי עלי עולה נדבה האומר הרי זו עולה:"
            },
            "11": {
                "0": "מתני' יביא היא ולחמה מן החולין - ולא מן המעשר דכיון דאמר הרי עלי הוי ליה דבר שבחובה וכל דבר שבחובה גמרינן לקמן דאינו בא אלא מן החולין:"
            }
        },
        "161": {
            "0": {
                "0": "ואם אמר הרי עלי תודה מן החולין ולחמה מן המעשר - מעשר שני:",
                "1": "יביא היא ולחמה מן החולין - דלחם שייך בתר תודה דכיון דאמר הרי עלי תודה מן החולין בע\"כ מיחייב בלחם הלכך האי דהדר ואמר לחמה מן המעשר לאו כלום הוא:",
                "2": "תודה מן המעשר ולחמה מן החולין יביא תודה היא ולחמה מן המעשר יביא - וה\"פ תודה מן המעשר ולחמה מן החולין יביא כמו שנדר ואם אמר תודה היא ולחמה מן המעשר יביא כמו שנדר ובגמרא מפרש [דהאי ד]קאמר יביא לאו [חובה] הוא דכ\"ש אם [יביא] שניהם מן החולין [דשפיר] עבד אלא [אם רצה] קאמר:",
                "3": "ולא יביא - הלחם:",
                "4": "מחיטי מעשר שני - עצמו מפרש טעמא בגמרא:"
            },
            "1": {
                "0": "גמ' סוף מילתא נקט - כוון לנדור תודה תחילה ואח\"כ לחם:"
            },
            "2": {
                "0": "כיון דאמר לחמה מן החולין - נימא נמי סוף מילתא נקט ויביא הכל מן החולין:"
            },
            "3": {
                "0": "נעשה כאומר הרי עלי לפטור תודתו של פלוני - דאינו מביא אלא לחם ה\"נ משמע הרי עלי מן החולין לפטור תודת מעשר:"
            },
            "4": {
                "0": "יביא היא ולחמה מן החולין - וחייב ליה בתודה ולחמה אמאי נימא נמי נעשה כאומר הרי עלי תודה בלא לחם לפטור לחמו של מעשר:"
            },
            "5": {
                "0": "הכי השתא כו' - דקיימא לן לחם גלל תודה ואין תודה גלל לחם:"
            },
            "7": {
                "0": "אבל לא אמר תודה - אלא לחם לא מייתי מידי דתודה לא שייכא בלחם:"
            },
            "8": {
                "0": "דלא מתני ליה נסכים בלא זבח - דלא הוי מצי למתני נסכים בלא זבח כופין אותו שיביא זבח ונסכים דהא יכול אדם להתנדב יין בפני עצמו כדאמרינן בפ' המנחות והנסכים תנא נמי תודה:"
            },
            "9": {
                "0": "אמאי - כופין אותו להביא תודה ולחמה:",
                "1": "נדר ופתחו עמו - הוא עם הנדר פתח בחרטה כיון דאמר בתוך כדי דבור בלא לחם ודאי חוזר בו מן התודה ויודע הוא דאין תודה בלא לחם וכן זבח בלא נסכים ולא בעי לאתויי מידי:"
            },
            "10": {
                "0": "תפוס לשון ראשון - וכיון דאמר עלי תודה מיד נתחייב בתודה ולחמה:",
                "1": "הריני נזיר מן הדבלה ומן הגרוגרות - ואין נזירות אלא מן היין:",
                "2": "ב\"ש אומרים הרי זה נזיר - דתפוס לשון ראשון וכיון דאמר הריני סתם נזירות מיי משמע:",
                "3": "וב\"ה אומרים אין זה נזיר - דנדר ופתחו עמו הוא:"
            },
            "11": {
                "0": "אפי' תימא - הך ברייתא דקתני כופין אותו:",
                "1": "באומר - אילו הייתי יודע. שאין נודרין כך תודה בלא לחם:",
                "2": "לא הייתי נודר כך - אלא תודה ולחמה דהשתא ליכא למימר דלשום חרטה קאמר:",
                "3": "ומאי כופין - אותו כיון דדעתו להביא את הכל:",
                "4": "דקא בעי למהדר ביה - אחר שאמר לנו דבר זה:"
            },
            "12": {
                "0": "ואומר אילו הייתי [יודע] (נודר) שכן - שסופי להביא שניהם לא הייתי נודר כלום:",
                "1": "שמור ושמעת - מפרש לקמץ:"
            },
            "13": {
                "0": "בשלמא לחזקיה הא נמי איכא לאוקמי כב\"ש:",
                "1": "אלא לר' יוחנן - מאי איכא למימר לתרוצי בהאי דתיקום כב\"ה הא בהדיא קאמר דלא היה בדעתו להביא שניהם:"
            },
            "14": {
                "0": "לעשות כך - לנדור תודה בלא לחם:"
            },
            "15": {
                "0": "ופריך יביא - בתמי':",
                "1": "לא סגי דלא מייתי - לחם מן המעשר בתמי' הא ודאי אם הביא לחם מן החולין תע\"ב:"
            },
            "16": {
                "0": "הלקוחות - בירושלים ממעות מעשר שני לשום אכילת למעשר שני יביא:"
            },
            "17": {
                "0": "אפי' מחיטין הלקוחות ממעות מעשר שני - קודם לכן לשם מעשר שני לא יביא ומתני' דקתני אלא ממעות מעשר שני שיקח חיטין לשם תודה ממעות מעשר שני ויביא:",
                "1": "מהיכא ילפת לה - לתודה דיכול להביא ממעות מעשר שני:",
                "2": "משלמים - דרחמנא קראה לתודה שלמים דכתיב תודת שלמיו מה שלמים באים ממעשר אף תודה באה מן המעשר אם ירצה:"
            }
        },
        "162": {
            "0": {
                "0": "ושלמים - גופייהו גמרי' שם שם ממעשר דכתיב וזבחת שלמים ואכלת שם וכתיב במעשר ונתתה בכסף וגו' ואכלת שם מה להלן מעשר אף כאן מעשר וקא דייקינן מה שלמים אין גופן מעשר דהא אין מעשר שני אלא בתבואה אלא ממעות מעשר קאמר קרא דיביא שלמים:",
                "1": "אף תודה נמי - לחמי תודה לא מגוף המעשר [דהיינו] מן החיטין הראשונות של מעשר:",
                "2": "והני חיטי הלקוחות - ממעות מעשר אין גופן מעשר ומשום הכי קשרית לאתויי לחמי תודה מינייהו:"
            },
            "1": {
                "0": "מן מעשר - דשלמים בשר ומעשר פירא אף לחמי תודה שמביא מן המעשר לא יביאם ממין המעשר דהיינו נמי חיטים הלקוחות לשם מעשר אלא מן המעות יקנה לחמי תודה לשם (מעשר) [תודה] דמעות לאו מין מעשר הוא:"
            },
            "2": {
                "0": "המתפיס - דאומר מעות מעשר הללו יהיו לקנות שלמים:",
                "1": "לא קנו שלמים - ואם ירצה יקח מהן חיטים או כל מה שירצה והא דתנן מביא תודה ממעות מעשר לא שמתפיס המעות אלא שיקנה בהמה לשם של שלמים דאבהמה ודאי חלה קדושה הראויה מזבח:"
            },
            "3": {
                "0": "הלוקח חיה - ממעות מעשר שני בירושלים:",
                "1": "לזבחי שלמים - לא יצא העור לחולין וקס\"ד האי דפריך לא יצא העור לחולין מקדושת שלמים אלא ימכרו ויביא בדמיו שלמים הלכך עור נמי קדוש וכן אם לקח בהמה ממעות מעשר שני לבשר תאוה לאוכלה בלא הקרבה לא יצא העור לחולין מקדושת מעשר שני אלא ימכר העזר ויאכלו דמיו בירושלים דאין דרך מקח בכך דסתם בהמת מעשר שני הנאכלות בירושלים יקרבו שלמים אבל חיה לבשר תאוה ובהמה לזבחי שלמים יצא העור לחולין מקדושת מעשר שני דאמרי' בעירובין בפ' בכל מערבין בבקר מלמד שלוקחין בקר ממעות מעשר שני עם העור ולא צריך לאכול בירושלים אלא הבשר קתני למיהת חיה לזבחי שלמים לא יצא העור לחולין:",
                "2": "לאו למימרא דקני שלמים - וחלה קדושה על העור שראוי להם:"
            },
            "4": {
                "0": "אינו בתורת - שלמים לצאת להעור לחולין ויצא מקדושת מעשר דאילו הוה חלה קדושת שלמים אחיה הוי נפיק העור לחולין כשאר עורות שלמים שהן חולין:",
                "1": "מאי טעמא - לא יצא העור לחולין מקדושת מעשר שהרי אין דרך מקח בכך לקנות חיה לזבחי שלמים:"
            },
            "6": {
                "0": "פלוגתא דר\"מ ור\"י במס' קדושין בפ' שני:",
                "1": "כיון דמעשר קרי שלמים - כדגמרי' לעיל שם שם:"
            },
            "7": {
                "0": "אחד להקדש - לשם שלמים שהפודה הקדש מוסיף חומש והפודה מעשר שני שלו מוסיף חומש:"
            },
            "9": {
                "0": "מתני' פסח דאינו בא אלא מן החולין - מפרש בגמרא:",
                "1": "אף כל דבר שבחובה כו' - לפיכך האומר הרי עלי תודה או שלמים הואיל והן באין חובה דהא אמר הרי עלי לא יביא אלא מן החולין:"
            },
            "10": {
                "0": "והנסכים - של תודה ושל שלמים:",
                "1": "בכל מקום - בין אמר הרי עלי להביאם מן המעשר בין מן החולין לא יביא הנסכים אלא מן החולין כי שרי ליה רחמנא לאתויי שלמים ממעשר כדגמרינן שם שם הני מילי שלמים גופייהו דבני אכילה נינהו אבל נסכים דכליל נינהו לא יביא מן המעשר:"
            },
            "11": {
                "0": "גמ' פסח מצרים לא בא אלא מן החולין - דעדיין לא היתה להם תבואת מעשר שני דאין מעשר אלא משנכנסו לארץ:"
            }
        },
        "163": {
            "0": {
                "0": "תאמר בפסח דורות שטעון מתן דמים ואימורים - כדאמרי' בתמיד נשחט אך בכור שור וגו' למד על בכור ומעשר ופסח שטעון מתן דמים ואימורים:"
            },
            "1": {
                "0": "כזה - של מצרים מה זה מן החולין אף לדורות מן החולין:"
            },
            "2": {
                "0": "ליקו במילתיה - בהאי דסבר ליה דאין דנין אפשר משאי אפשר ואמאי חזר ודנו דין אחר:"
            },
            "3": {
                "0": "ואי הדר ביה - וסבר דדיינינן אפשר משאי אפשר:",
                "1": "משום האי פירכא - דמתן דמים לאו פירכא היא:",
                "2": "פסח מדבר - שעשו בני ישראל את הפסח במועדו כבר הי' להם מזבח דבר\"ח ניסן הוקם המשכן וטעון מתן דמים ואימורים למזבח ולא בא אלא מן החולין דעדיין לא היה להם מעשר:"
            },
            "7": {
                "0": "ואי משום האי פירכא - דמתן דמים לאו פירכא היא דפסח מדבר יוכיח:",
                "1": "לדידך דאמרת אין דנין - בע\"כ דיינינן ליה מיניה דהא אקשה בו קרא לכל הפסחים כדכתיב ועבדת כו' שיהו כל העבודות של חדש כזה:"
            },
            "8": {
                "0": "והשתא נמי ליפרוך - וכי דנין אפשר משאי אפשר:"
            },
            "9": {
                "0": "ובתרביצא אמור - בבית המדרש מותבי תיובתא אמתני' דגמר שאר קרבנות חובה מפסח דורות:",
                "1": "וכי - פסח דורות הלמד בהקש מפסח מצרים כדכתיב בחדש הזה:",
                "2": "חוזר ומלמד - על שאר קרבנות בהקש:",
                "3": "בכללא אתמר - מתני' מכל הפסחים גמר בהדדי:",
                "4": "דכוליה פסח חדא מילתא היא - ופסח דורות הלמד מפסח מצרים לאו דבר הלמד בהיקש הוא דשם פסח חד הוא וחד דינא אית להו:"
            },
            "10": {
                "0": "נפקא ליה מהא - כלומר מהאי קרא דזאת העולה נפקי ליה ולא כדדריש ליה שמואל משום ר' אליעזר אלא דדריש ליה בענינא אחרינא לקמן:",
                "1": "זאת התורה - כוליה קרא יתירא הוא דהא בכל חד באפי נפשיה כתיב זאת תורת העולה זאת תורת החטאת כו' אלא לדרשא הוא דאתא:"
            },
            "11": {
                "0": "מאי היא - על איזה כלי הוא מלמד:",
                "1": "אילימא מזרק - כדכתיב וישלחו את נערי בני ישראל ויעלו עולות וכתיב בההוא קרא וישם באגנות אלמא עולה טעונה מזרק ואתא האי זאת התורה לאקושי שאר קרבנות לעולה שיטענו מזרק:",
                "2": "שלמים נמי כתיב בהו וישם באגנות - דהתם שלמים נמי הוי דכתיב ויזבחו זבחים שלמים:"
            },
            "13": {
                "0": "במנחה - כתיב כל זכר בכהנים:",
                "1": "מאי היא - על איזה מן הקרבנות מלמד שיהא נאכלין לכהנים:"
            }
        },
        "164": {
            "0": {
                "0": "בהדיא כתיב בהו - בצו את אהרן:"
            },
            "1": {
                "0": "אי שלמי צבור - כבשי עצרת:",
                "1": "בקדש הקדשים תאכלנו כל זכר בכהנים יאכל אותו - לעיל מיניה כתיב וזה יהיה לכם מקדש הקדשים מן האש וגו' וכתיב בתרי' בקדש הקדשים תאכלנו דלא צריך דהא בכל הנך דכתיב בקרא דלעיל מיניה בכוליה כתיב זכרים בצו את אהרן ריבויא הוא ללמד על כבשי העצרת דהם נמי נקראו קדשים דכתיב קדש יהי' לה' לכהן:"
            },
            "3": {
                "0": "מה חטאת מקדש בבלוע - דאם בלע בשר שלמים מבשר חטאת יש להם דין חטאת ליאכל ליום ולילה כדאמרי' בפסחים כל אשר יגע בבשרה יקדש להיות כמוה שאם פסולה תפסלם ואם כשרה יאכל כחמור שבה:",
                "1": "אף כל מקדש בבלוע - שאם בלע קרבן קל מן החמור קדוש כמוה או קרבן כשר מן הפסול פסולה כמוהו:"
            },
            "4": {
                "0": "מה אשם איו שפיר ושליא קדוש בו - דלעולם לא ימצא באשם שפיר ושליא דכל אשמות זכרים הם:",
                "1": "אף כל - קרבנות שמצאו בתוכן שפיר ושליא אינן קדושים דקסבר ולדות קדשים בהוייתן כשנולדים הם קדושים ולא במעי אמן:",
                "2": "ודנין אפשר - שאר קרבנות הבאים נקבה ואפשר להיות לה בתוכן שפיר ושליא:",
                "3": "משאי אפשר - מאשם דזכר הוא ולהכי נקט לשון בהוייתן משום הא דולדות קדשים קדושים נפקא לן בפרק קמא דבכורות מיהיו לך דכתיב רק קדשיך אלו התמורות אשר יהיו לך אלו הולדות:"
            },
            "5": {
                "0": "מה מילואים כו' - דכתיב ואם יותר מבשר מילואים וגו':",
                "1": "ואין בעלי חיים מותריהן בשריפה - שלא מצינו שריפה במילואים אלא בבשר לאחר שחיטה:",
                "2": "אף כל - קרבנות:",
                "3": "מותריהן - שניתותר חוץ לזמן אכילה לשריפה ואחטאת ואשם איצטריך דאשלמים כתיב שריפה בהדיא:",
                "4": "ואין בעלי חיים מותריהן בשריפה - כגון אם הפריש שני קרבנות לאחריות או קרבן מעוברת הוי השני מותר:"
            },
            "6": {
                "0": "מה שלמים מפגלין - נסכים כדאמרי' בהקומץ הזבח מפגל את הנסכים:",
                "1": "ומתפגלין - הם עצמן:",
                "2": "אף כל כו' - ולהכי גמר משלמים דעיקר פיגול בשלמים כתיב:"
            },
            "7": {
                "0": "מנחה מקדשת בבלוע - דכתיב ביה נמי כל אשר יגע בהם יקדש ואמרי' בת\"כ יכול אפי' לא בלע ת\"ל בה עד שיבלע וה\"ה נמי דהוה מצי למגמר מחטאת אלא דכולי קרא דריש מכל חד מילתא ומיבעי ליה חטאת לדרשא אחרינא:"
            },
            "8": {
                "0": "ואיצטריך למיכתב כו' - דמקדשין בבלוע:",
                "1": "קדיר - טראשטיש\"ט ונכנס הבלוע לתוכו מאד:"
            },
            "9": {
                "0": "מה חטאת אינה באה אלא מן החולין - כדגמרי' לקמיה:",
                "1": "וביום - כדכתיב בפרשת יום הכפורים כי ביום הזה יכפר עליכם:",
                "2": "ובידו הימנית - דכתיב אצבע וכהונה ואמרי' לקמן כל מקום שנאמר אצבע כו' דגמר מוטבל הכהן אצבעו הימנית בפ\"ק:"
            },
            "13": {
                "0": "מה אשם עצמותיו מותרים - בעצמות שאין בהם מוח דשריין אפי' לקתא דסכינא ואשם דעצמותיו מותרים שהרי בשרו מותר ואין איסור נותר חל עליהם דאין נותר חל אלא על זבח הראוי לאכילה כדאמרי' בפסחים העצמות והגידין ישרפו לששה עשר והוינן בה אי דלית בהו מוחא לישדינהו אלמא היכא דאין ראוי לאכילה אין נותר חל:",
                "1": "אף כל - אפי' עולה אע\"ג דכולה כליל עצמותי' מותרים והאי דנקט אשם טפי משום דמכל חד מייתי חדא דרשא ועוד באשם כתיב הוא לאחר הקטרת אימורים ומשמע הוא אשם ולא עצמותיו אשם ומדרשא דחטאת נפקא ליה נמי לר' עקיבא דאין דבר שבחובה בא אלא מן החולין ועולה ומילואים דריש להו ר\"ע כר' אליעזר:"
            },
            "14": {
                "0": "ורבי עקיבא - דנפקא ליה כל דבר שבחובה אינה באה אלא מן החולין מהכא:",
                "1": "האי וזבחת פסח - דמתני' מאי דריש ביה:"
            }
        },
        "165": {
            "0": {
                "0": "למותר הפסח - כגון שהפריש מעות לפסחו ונתותרו יביא מהם שלמים:",
                "1": "לדבר הבא מן הצאן ומן הבקר - והיינו שלמים ואע\"ג דעולה באה ג\"כ מן הצאן ומן הבקר אפי' הכי שלמים אתי דהא [לשם] אכילה הפרישה [ולא] לשם כליל:"
            },
            "1": {
                "0": "דבר הבא מן הצאן - פסח אינו בא אלא מן הצאן:",
                "1": "יהא לזבח שלמים - דהאי זבח שלמים קרא יתירא הוא דהא בשלמים איירי לעיל והוי מצי למכתב ואם מן הצאן יביא קרבנו:"
            },
            "2": {
                "0": "כבש לרבות את הפסח לאליה - גבי שלמים כתיב ואם כבש הוא מקריב וגו' וקרא יתירא הוא דהא למעלה נאמר ואם מן הצאן קרבנו כו' ולמטה נאמר ואם מן העז קרבנו ממילא ידענא דעד השתא איירי בכבש הוי ליה כבש קרא יתירא לרבות את הפסח לאליה שתהא אלייתה כולה לגבוה עם שאר האימורים כדין כבש שלמים כדכתיב והקריב מזבח השלמים חלבו האליה תמימה אבל לשאר מילי דשלמים כגון סמיכה ונסכים לא מצינא לרבויי דהא ממעט לה לקמן בפ' שתי מדות:"
            },
            "3": {
                "0": "כשהוא אומר אם כבש - אם הוי יתירא להביא פסח שעברה שנתו והביא אחר דבן שנה בעינן והרי זה הנשאר מותר הפסח וכשיקריב אותו לאחר זמן יהי' שלמים ויטעון סמיכה ונסכים:",
                "1": "ושלמים הבאים מחמת הפסח - היינו חגיגת י\"ד בניסן שאז היתה חבורת הפסח מרובה מביאין עמו שלמים כדי שיאכל פסח על השובע במס' פסחים בפ' אלו דברים:"
            },
            "4": {
                "0": "כשהוא אומר - למטה ואם עז:",
                "1": "הפסיק הענין - שאין לעז דין האמור למעלה:",
                "2": "לימד על העז שאינה טעונה אליה - שאם הביא עז לשלמים אין אליתה קריבה עם האימורים שיש לה דין בן בקר שאינה טעונה אליה:"
            },
            "5": {
                "0": "תלתא קראי - למותר הפסח שיקריב שלמים:",
                "1": "לעברה זמנו - שעבר הפסח:",
                "2": "וחד ללא עברה זמנו ולא שנתו - שהפריש שה לפסחו ושחטו קודם לפסח:"
            },
            "6": {
                "0": "משום דאידחי ליה - מפסח לגמרי משום הכי קרב שלמים:",
                "1": "אימא לא - יקריב שלמים הואיל וראוי לפסח:"
            },
            "7": {
                "0": "דאפי' לפסח ראשון נמי חזי אימא לא - להוי שלמים ואם שחטו קודם לפסח יפסל קמ\"ל ומהכא נפקא לן בכל דוכתא דאמרי' פסח בשאר ימות השנה שלמים הם:"
            },
            "9": {
                "0": "מן החדש ומן הישן - במנחות קאמר:"
            },
            "10": {
                "0": "מכמיס וזינחא - מקומות הן:",
                "1": "אלפא לסולת - סולת שלהן ראשון ומובחר לכל הסלתות כאלף זו שהוא אלף בלשון יווני:",
                "2": "כופריים - כפר ושתים היו אחד בהר ואחד בבקעה:"
            },
            "11": {
                "0": "כל ארצות - של ארץ ישראל כשרות היו אלא מכאן היו מביאין:"
            },
            "13": {
                "0": "גמ' תקריב - משמע מ\"מ:",
                "1": "ואפי' מן העליה - דהיינו ישן ותנא דפסיל יליף טעמא מראשית קצירכם והאי תקריב מפיק ליה תקריב ואפי' בשבת תקריב ואפי' בטומאה כדדרשינן לעיל בפרק ר' ישמעאל:"
            },
            "15": {
                "0": "והא אפיקתיה - להאי דרשא:"
            },
            "16": {
                "0": "שכל שאתה מביא ממקום אחר - חמץ יהא כזה עשרון לחלה להביא לחמי תודה כדדרשינן ליה בפ' התודה (מנחות דף עז ע\"ב) והכתיב ראשית בתרוייהו בעומר כתיב ראשית קצירכם ובשתי הלחם כתיב קרבן ראשית תקריב אתם לה' ובשתי הלחם משתעי קרא דבאין שאור כדכתיב חמץ תאפנה ומשני למצוה בעינן מן החדש ולעולם אם הביא מן הישן כשר:"
            },
            "18": {
                "0": "והא כתיב חדשה - מנחה חדשה לה' ובשתי הלחם כתיב:",
                "1": "שתהא חדשה לכל המנחות - שאפי מן הישן תהא קודמת לכל המנחות הבאות מן החדש שלא יביא מנחה מן החדשה קודם לשתי הלחם:"
            },
            "19": {
                "0": "לא פליגי - תנא דידן ותנא ברא:"
            }
        },
        "166": {
            "2": {
                "0": "וקא סבר [חדש בחוץ] לארץ מדאורייתא - [אסור קודם] לעומר דאוריית':",
                "1": "וממושבותיכם - דכתיב בהאי קרא ולחם וקלי וכרמל לא תאכלו וגו':",
                "2": "כל מקום יושבים משמע וכי תבואו אל הארץ - משום דדרשינן לאתויי אף בארץ ישראל משתבאו אל הארץ דוקא את חייבים בהבאת עומר מ\"מ משמע דמדאורייתא חדש בחו\"ל אסור:",
                "3": "אקרובי נמי מקרבינן - מינה כמו [מא\"י]:"
            },
            "3": {
                "0": "שומרי ספיחין - של שעורין [לפני] העומר שלא [ילקטו] העניים:"
            },
            "4": {
                "0": "לאכלה - והיתה שבת [הארץ] לכם לאכלה:",
                "1": "[ולא] לשריפה - היאך מביאין עומר לשרוף את הקומץ:"
            },
            "7": {
                "0": "כרמל תקריב - רך בשעת הקרבתן:"
            },
            "8": {
                "0": "ר' אלעזר [אומר] - היינו טעמא דאין מביאין מדאשתקד דכתיב ראשית [קצירך] בשעת הבאתה התחלת קצירה אותה תבואה באה ממנה:",
                "1": "[ולא] סוף - ואי מייתי מאשתקד הוי שעת הבאה קצירה דתבואה דאשתקד דהיא ממנה:"
            },
            "10": {
                "0": "אביב - כי השעורה אביב:"
            },
            "11": {
                "0": "יחיד מביא חובתו מן החיטין - מנחת חוטא:",
                "1": "וחובתו מן השעורין - מנחת קנאות:",
                "2": "צבור מביא חובתו מן החיטין - שתי הלחם:"
            },
            "12": {
                "0": "אלמא - דטעמא דשתי הלחם משום בכורים הוי דבכורים בעינא וה\"ה לעומר דהא כתיב ביה נמי בכורים והיינו כר' אלעזר וקשיא לר' יוחנן:"
            },
            "13": {
                "0": "משבעת המינין - האמורים בפסוק ארץ חטה ושעורה וגו' ודבש דקרא היינו דבש תמרים:"
            }
        },
        "167": {
            "0": {
                "0": "שבהרים - מתוקים:",
                "1": "מפירות שבעמקים - תבואה:"
            },
            "1": {
                "0": "להא שמעתא [אם הביא לא קידש]:",
                "1": "קרבן ראשית - עד אין לי [אלא חדשה] של חטים [שתי הלחם קודם] לכל [המנחות]:"
            },
            "2": {
                "0": "חדשים של שעורים - כגון מנחת קנאות [שלא יביא קודם] שתי הלחם [כך] שמעתי ולא [נראה בעיני] שהרי העומר קודם לזה משעורים ל\"א אין לי אלא של חיטין מנחת שתי הלחם הבאה מן [החיטין] שתהא קודמת לכל המנחות הבאות מן החיטין חדשים חדשה של שעורים מנין מנחת העזמר הבאה שעורים [מנין] שתהא קודמת לשעורים שלא תהא מנחה משעורים קודם לה:",
                "1": "חדשה חדשה - שתי פעמים והקרבתם מנחה [חדשה] באמור אל הכהנים בהקריבכם [מנחה] חדשה בפנחס:"
            },
            "3": {
                "0": "שתהא - שתי הלחם קודמת לבכורים שלא [יביא] בכורי תבואה [קודם] לה:",
                "1": "וחג השבועות תעשה לך - תחלה ואח\"כ מותר להביא בכורי [קציר] חיטים לישנא אחרינא בכורי קציר [חיטים] מה שתעשה [בחג] השבועות יהיו [בכורים] לכל קציר חטין [וחג] הקציר היינו חג השבועות דהא [לעיל] מיניה כתיב [חג] המצות:"
            },
            "4": {
                "0": "עלו מאיליהן - שלא יביאו מהן בכורים קודם לשתי הלחם:"
            },
            "5": {
                "0": "ת\"ל בכורי כל אשר בארצם - אלמא שנקרא בכורים וכשרים וחג הקציר יהא [קודם] לבכורים ל\"א נאמר כאן בכורים ונאמר להלן חג הקציר בכורים מה כאן הכל במשמע אף כאן הכל במשמע:"
            },
            "6": {
                "0": "לנסכים ולפירות האילן - שלא יביא נסכים יין מן החדש ובכורי פירות האילן קודם לשתי הלחם:",
                "1": "באספך את מעשיך - בחג הסוכות כתיב:",
                "2": "מה - מעשה האמור להלן נסכים ופירות האילן בכלל שהרי בחג הסוכות כבר נלקט הכל:",
                "3": "אף כאן נסכים ופירות אילן קתני מיהת שבעציץ שבספינה - לא יביאם קודם שתי הלחם [אלא] לאחר שתי הלחם יביא וכ\"ש תמרים שבהרים ופירות שבעמקים ותיובתא לעולא:"
            },
            "7": {
                "0": "סיפא - דקתני מנין לרבות שבגג ושבחורבה במנחות קא מיירי והכי קאמר מנין שלא יביאו מהם מנחה קודם לשתי הלחם ת\"ל בכורי כל אשר בארצם ועציץ וספינה בכלל ובמנחות כתיב האי קרא כדמפרש רב משרשיא לקמיה וגמר האי בכורי מבכורי קציר חיטים מה להלן שתי הלחם (אף קודם) אף כאן שתי הלחם:"
            },
            "8": {
                "0": "היינו דכתיב - בהאי קרא דבכורי כל אשר בארצם כל טהור ואפילו נשים:",
                "1": "ואי במנחות משתעי קרא לזכרי כהונה הוא דמתאכלו - דבמנחות כתיב כל זכר בכהנים יאכלנה:"
            },
            "9": {
                "0": "תרי קראי כתיבי - בהאי קרא גופיה כתיב בכורי כל אשר בארצם וגו' לך יהיה משמע לך ולכיוצא בך דהיינו זכרים וכתיב בה נמי כל טהור רישא דקרא במנחות וסיפא בבכורים והך דרשא דגג וחורבה ארישא דקרא קאי וכדאמרינן:"
            },
            "10": {
                "0": "סיפא - דכתיב כל טהור ללחמי תודה ארבע חלות של תודה נאכלין לנשי כהנים כדאמרי' המורם מהם כיוצא בהם אלא שהמורם נאכל לכהנים ולנשיהם ותרומת לחמי תודה כתרומת תודה דהיינו חזה ושוק:"
            },
            "11": {
                "0": "בפלוגתא - עולא ורב אחא בר הונא פליגי נמי ר' יוחנן וריש לקיש בתמרים שבהרים ופירות שבעמקים:",
                "1": "ככחוש - שבקדשים כי היכי דבהמה כחושה קדושה אם הקדישה ה\"נ הני קדשי:"
            },
            "12": {
                "0": "ר' יוחנן חזאי בחלמא - וכיון דגברא רבא אתחזאי לי אמינא מילתא מעלייתא אני אומר היום:",
                "1": "אמר קרא מראשית - פרי האדמה ולא כל ראשית פרט לשאינו שבעת המינים ושבעת המינים גופייהו תביא מארצך ולא כל ארצך פרט לתמרים שבהרים ופירות שבעמקים:"
            },
            "13": {
                "0": "ונאמר להלן ארץ - חטה ושעורה מה להלן בשבחה של א\"י הכתוב:",
                "1": "אף כאן - בבכורים משבח א\"י הם באים דהיינו שבעת המינין דראשית ולא כל ראשית לא נפקא לן בהדיא איזה מין חייב ואיזה מין פטור ל\"א מובחר שבאותו מין הביא [מתמרים שבעמקים] לכתחילה ואעילו מדקלים שבהרים ממובחרים שבהם הביאה:"
            },
            "14": {
                "0": "ור' יוחנן הן דרשא נפקא ליה מדמצי למכתב ארץ וכתיב מארצך:"
            },
            "17": {
                "0": "גג דמערה - חשיב כקרקע ומביא וקורא:",
                "1": "בגג דבית - שזרע על הגג דבית מביא ולא קורא:"
            }
        },
        "168": {
            "0": {
                "0": "אלא לר' יוחנן קשיא - [דאמר] פירות [שבעמקים לא קדיש] בבכורים [דהא סבירא] להו להני [תנאי דקדיש בכורים] הבאה [מהגדל] בגג ובחורבה ובספינה:"
            },
            "1": {
                "0": "תנאי [היא דאיכא] תנא דאמר [כוותי'] דר' יוחנן:",
                "1": "שבגג - גג המערה שדה מעליא:",
                "2": "שבחורבה - חורבה עבודה שדה מעליא מביא וקורא:",
                "3": "שבעציץ ושבספינה אינו מביא כל עיקר - דרעים נינהו דומיא דתמרים שבהרים דר' יוחנן:"
            },
            "2": {
                "0": "יוחנא וממרא - הם חרטומי מצרים אמרו למשה כשהיו עושה [המופתים] תבן אתה מכניס לעפריים משל הוא שהמביא תבן למכור לעפריים משוגע הוא שיש שם תבן הרבה במחנייתן אף אתה עושה מכשפות [במצרים] ואין מכשפים במצרים כמותינו:",
                "1": "למתא ירקא ירקא שקיל - לעיר שגדל בה הרבה ירק [תביא] ירק לשם למכור שכל הצריך לקנות נפנה לשם כלומר [אנא] נמי שפיר עביד [דאתאי] למתא:"
            },
            "3": {
                "0": "מתני' אין מביאין - עומר [ושתי] הלחם:",
                "1": "לא מבית הזבלים - משדה (שצבורה) [שצריכה] לזבל שמא לא נזדבלה כל צרכה ונמצאו כל פירותיה כחושין ל\"א שהזבל מבאיש ומקלקל טעם הפירות:",
                "2": "ולא מבית האילן - מתבואה שבין האילנות מפני שהאילנות יונקים [את] הקרקע ומכחישים את הזרעים:"
            },
            "4": {
                "0": "נרה - חורש ואינו זורע:",
                "1": "ובשניה זורעה - דהיינו חרושה פעמים:",
                "2": "קודם לפסח שבעים יום - מפרש בגמרא:"
            },
            "5": {
                "0": "כיצד בודק - את הסולת אם מנופה כל צרכה אם לאו:",
                "1": "עלה בה - בידו:",
                "2": "אבק - קמח דק וגרוע הוא:"
            },
            "7": {
                "0": "גמ' ושניה זורעה בלא נרה - שלא היה נרה בראש השנה לבד מן החרישה שחורש בשעת זריעה:"
            },
            "8": {
                "0": "ברזיים וכפר אחים - [שמות] מקומזת הם:",
                "1": "אלמלי סמוכות לירושלים - שהי' בהרים כדכתיב ירושלים הרים סביב לה ובהרים חמה מקדרת ומשביח את הפירות כדכתיב וממגד תבואות שמש היו מביאין מהן ל\"א אלמלי סמוכות לירושלים דאין מעבירין על המצות כדאמרי' בפרק ר' ישמעאל:",
                "2": "המודרמות - שעומדות בדרומה של ארץ ישראל שהחמה כל ימות החורף רוב היום היא עומדת בדרום:",
                "3": "והמנונרות - כמו נירו לכם ניר שנחרש לשם עומר:",
                "4": "ומהם חמה שוקעת - סמוך לשקיעתה זורחת עליהם כדקי\"ל הולך [אל] דרום וביום תקופת טבת חמה זורחת בקרן דרומית מזרחית ושוקעת במערבית דרומית ומכאן ואילך עומדת (מערב) [חמה] במזרח ומתרחקת מן הדרום ועמוד החמה זורח על הדרום וכל היום כולו נמשכת והולכת לדרום וממתקת את התבואה:"
            },
            "9": {
                "0": "שתהא סמוכה לחמה - לגבורת החמה ביום שכשנמשך לצד [צפון] בימות הקיץ החמה מתגברת והולכת ומש\"ה לא הי' זורעה בתחלת התקופה שאין החמה בגבורה:",
                "1": "קנה זרת ושיבולת - ראש השיבולת ששם (החיטים) [הגרעינים] זרתיים:"
            },
            "11": {
                "0": "קתני מיהא - משמע נרה אף בשניה והיינו נמי מתני' וש\"מ הכי קתני מתני' נרה ראשונה ושניה:"
            },
            "12": {
                "0": "ולטעמיך - דפשטת למתניתין מיהא קא קשיין אהדדי דהכא שונה דמשמע שתי פעמים נרה בשניה ובמתניתין [נרה בשניה אינו] מזכיר:"
            }
        },
        "169": {
            "1": {
                "0": "בעבודה - [שנרה] אחת בשנה [ראשונה] וברייתא [באינה] עבודה [שלא נרה שנה] ראשונה:"
            },
            "2": {
                "0": "מאי הוי עלה - דבעיא הני שנויי [שנויי] נינהו:",
                "1": "ת\"ש - [דלא נרה] אלא בשנה [ראשונה]:",
                "2": "נר חציה - חציה דשנה [ראשונה] חורשה כולה וזורע חציה [ומניח] חציה ניר וכן [בשנה שניה] חורש כולה וזורע החצי שלא [זרע] אשתקד והחצי [שזרע] אשתקד מניח ניר בכל שנה [זורע] ניר של אשתקד [ופשיט] דאין נרה אלא פעם אחת ולהכי אין זורעה כולה כאחת שאין דרך בני אדם [לזרוע] קרקעותיהם שנה אחר שנה מפני שמתישים את השדות לכך זורעה לחצאים ומרבים פירות בכל שנה:"
            },
            "4": {
                "0": "שלש סאין היתה - השדה:"
            },
            "5": {
                "0": "קרנא דארעא - [אלא] בקרן זויות [בדרומה] עומדת:",
                "1": "לסמידא - סולת למכור למנחות שאינו [בנמצא]:"
            },
            "6": {
                "0": "ברוב חטה - [שרוב] החיטה התליע פסולה:",
                "1": "או ברוב סאה - רוב הסאה מתולעת אפילו יש שם חיטים [שלמים] בלא תולעת:"
            },
            "7": {
                "0": "הקדישן - לאותן חיטין המתולעות:",
                "1": "מהו שילקה עליהם משום בעל מום - דקיי\"ל בפ\"ק דתמורה המקדיש בעלי מומין למזבח עובר בחמשה לאוין:"
            },
            "8": {
                "0": "לח - אם התליע אין לו תקנה עוד דלח אי אפשר לגרור התולע:"
            },
            "11": {
                "0": "מתני' מבית (השלחין) [הזבלים] - הן מאוסים:",
                "1": "ולא ממה שנזרע ביניהם - שהזרעים מכחישים את הזיתים ואין השמן מעולה:",
                "2": "אנפקינין - מפרש בגמרא:",
                "3": "שנשרו במים - (שהיו המים) [שהמים] מקלקלין את השמן:"
            },
            "12": {
                "0": "גמ' חכמה מצוייה בהם שמן זית מפקח את הלב:"
            },
            "13": {
                "0": "פולמוסטוס - עובד כוכבים ממונה:",
                "1": "במאה ריבוא - מנים:"
            },
            "14": {
                "0": "לגוש חלב - שם מקום ובחלקו של אשר:",
                "1": "עוזק - אותו יהודי היה חופר ועודר תחת זיתיו:"
            },
            "15": {
                "0": "מסקל - מפנה אבנים מן השדה ומתוך כך נדמה לו לאותו פולמוסטוס שהוא עני:",
                "1": "קומקום - יורה קטנה:"
            },
            "17": {
                "0": "מתעשר - מראה עצמו כעושר ואין לו כלום:",
                "1": "מתרושש. מראה עצמו כרש כגון זה שהיה מסקל וחופר תחת זיתיו:"
            }
        },
        "170": {
            "0": {
                "0": "מפני שהוא שרף - מוהל בעלמא [והיכי] חשיב ליה מתניתין בהדי שמנים פסולים [דמכל] מקום שמן קרי ליה:"
            },
            "1": {
                "0": "דר' חייא זריק ליה - לאנפקינין דלא [חשיב] ליה שמן כלל:",
                "1": "עשירים מקמצין - רבי שמעון שהרי בן נשיא ועשיר היה קומצו ואוכלו. קמצן עצרן:"
            },
            "3": {
                "0": "תניא [רבי] יהודה אומר - שמן המור הוא אנפקינין והוא שמן זית שלא הביא שליש:"
            },
            "4": {
                "0": "כבוש - שכבש את הזיתים בחומץ ומלח:",
                "1": "ושל שמרים - שמן שיצא מן השמרים כמו שמוציאין יין משמרי היין שקורין רי\"פ:"
            },
            "6": {
                "0": "מתני' שלשה זיתים - שלש פעמים בשנה מלקטין את הזיתים מפני שאין מתבשלין בבת אחת:",
                "1": "ובהן שלשה שלשה שמנים - בכל פעם [מוציא] בו שלשה מיני שמנים:"
            },
            "7": {
                "0": "הזית הראשון - כלומר פעם ראשונה שמלקט:",
                "1": "מגרגרו בראש הזית - נוטל ומלקט גרגרין שבראש הזית שהן מבושלין תחלה לפי שהחמה מקדרת עליהן ומבשלן:",
                "2": "לתוך הסל - ומסתנן ויוצא והכלי תחת הסל שהשמן נופל בו:",
                "3": "רבי יהודה אומר סביבות - דופני הסל נותנו מתוכו והשמן זב דרך הדפנות ונופל לשולי הסל ומשם מסתנן ויוצא ונמצא שמן מזוקק שהפסולת והפקטים נדבקים בדופני הסל אבל לא יתנם בשולי הסל לפי שמתערב שמן ושמרים ויוצאים ונמצא השמן עכור:",
                "4": "זה - השמן הזב מאיליו מן הסל בלא שום טעינה נקרא שמן ראשון של פעם זו:"
            },
            "8": {
                "0": "טוען בקורה - זיתים שבסל:",
                "1": "ר\"י אומר באבנים - ולא בקורה שהקורה כבדה ומוציאה את השמרים:"
            },
            "9": {
                "0": "חזר וטחן - בריחים את הזיתים שתחת הקורה וטען אח\"כ בקורה:"
            },
            "10": {
                "0": "הראשון למנורה - דבעינן שמן זית זך:",
                "1": "והשני כשר למנחות - דלא כתיב בהו זך:"
            },
            "11": {
                "0": "הזית השני - כשמלקט בפעם שניה את הנמצאים עתה מבושלין:",
                "1": "מגרגרו בראש הגג - מלקט את הגרגרים הסמוכים לגג דזיתיהם היו אצל גגותיהם ואותן מתבשלין בשניה:"
            },
            "14": {
                "0": "הראשון - שיצא קודם טעינה כשר למנורה:"
            },
            "15": {
                "0": "הזית השלישי - מה שמלקט בפעם השלישית אין מתבשלין לעולם כל צרכן שהם הענפים שתחת הגג שאין החמה נוגה בהן:",
                "1": "עוטנו - על שם מעטן שמאסף בו את הזיתים:",
                "2": "עד שילקה - בלצי\"ר בלעז:",
                "3": "ומנגבו בראש הגג - דמתוך שמאספו בכלי אחד ארבעה וחמשה ימים זב מאליו מהן מוהל שאינו יפה לפיכך צריך לנגבו:"
            },
            "19": {
                "0": "גמ' מגרגרו תנן - שלוקט גרגיר כאן וגרגיר כאן לפי שעדיין אינו מבושל:",
                "1": "או מגלגלו תנן - שמניחו בראש הזית נגד שהוא מבושל מאליו:"
            },
            "20": {
                "0": "ת\"ש שמן זית מזיתו - כלומר האומר הרי עלי שמן זית יהיה השמן שיתבשל ויתמלא שמנו בעודו בזית דקרא קא דריש משמן זית זך כלומר מבושל שיצא ממנו בלא טעינא:",
                "1": "ומכאן אמרו הזית הראשון מגלגלו כו' וכונסו לבית הבד - אבל לא לבית הבד ממש עד שיצא שמן הראשון על ידי סלים:"
            },
            "21": {
                "0": "פרק - פרקו מבית הבד וטוחנו בריחים וטוענו בבית הבד:",
                "1": "זית שלישי - לא היה מבושל באילן מפני שהוא תחת הגג ואין החמה פוגעת בה:"
            },
            "22": {
                "0": "כמין תמרה - שעושה [אותו] כרי רחב מלמטה וקצר מלמעלה:"
            },
            "24": {
                "0": "לא היה טוחנו בריחים - שמוציא את שמריו ועכרו:",
                "1": "מימיו - מוחל ושרף שיוצא ממנו כשדחקו זה את זה במעטן:"
            },
            "25": {
                "0": "כותש - דקתני ת\"ק במתניתין:",
                "1": "ר' יהודה היא - דקתני נמי בברייתא כותשן במכתשת:",
                "2": "תוך הסל - דקתני ת\"ק במתניתין אתיא לרבנן:"
            },
            "26": {
                "0": "האי - תנא קמא דמתניתין:"
            },
            "27": {
                "0": "מתני' שוין - מפרש בגמ':"
            },
            "28": {
                "0": "מנחות שהן לאכילה - לאכילת המזבח:"
            }
        },
        "171": {
            "0": {
                "0": "גמ' שוין והא אמרת ראשון למנורה והשאר למנחות - והיכי קתני השני שבראשון והראשון שבשני שוין והא ראשון שבשני כשר למנורה:",
                "1": "שוין למנחות - דקיימא לן בכל דוכתי מבחר נדריך דמן המובחר יביא וה\"ק הראשון שבשני והשני שבראשון שוין שאם יש לו מנחה להביא ויש לז משתיהן מאיזה שירצה יביא אבל אם יש לו משלישי שבראשון ומראשון שבשני יביא מנחתו מראשון שבשני שהוא מובחר:"
            },
            "1": {
                "0": "אין זך אלא נקי - כגון אותו שיוציא בלא טעינה בסלים ואפי' נטחנו הזיתים בריחים:",
                "1": "אלא כתוש - לא יהא טחון בריחים אלא כתוש במכתשת:"
            },
            "2": {
                "0": "יכול יהא כתוש זה פסול למנחות - הואיל וכתיב למאור:",
                "1": "א\"כ - דאף למנחות כשר:",
                "2": "מה ת\"ל למאור - לומר לך למאור יהא כתוש אבל למנחות אפי' [אינו כתוש] כשר:",
                "3": "מפני החיסכון - דמנחה שכיחי כל יומא טובא ואיכא חסרון אי מהדר בתר כתית אבל נרות ליכא שמן כולי האי אלא שלשה לוגין וחצי בכל יום חצי לוג לכל נר:"
            },
            "3": {
                "0": "מאי חיסכון - כלומר מאי איכפת בחסרון:",
                "1": "התורה חסה כו' - ומשכחת לה בנגעי בתים בת\"כ דכתיב ופנו את הבית בטרם יבא הכהן וגו' על מה התורה חסה אם על כלי עץ וכלי שטף יש להם טהרה במקוה אלא על כלי חרס שאין להם טהרה במקוה חסה תורה ואמרה לפנותם שלא יטמאו ושוב אין תקנה:"
            },
            "4": {
                "0": "אליך - לרצונך ולהראות חיבתך לפני:",
                "1": "ולא לי - בשבילי שלא לאורה אני צריך ולא לאכילה שאם הייתי צריך הייתי [מצוה] ליתן שלחן סמוך למנורה כמנהג העולם:"
            },
            "6": {
                "0": "שקופים מבחוץ - רחבים מבחוץ:",
                "1": "ואטומים מבפנים - ופיהם אטום וקצר מבפנים דדרך כותל אבנים כשעושין חלון מרחיבין אותו מבפנים שמשפעים עובי הכותל מכל צד כדי שלא יסתום ויעכב עובי הכותל את האורה מלבא לצדדין אבל ההיכל היה קצר מבפנים ומרחיב והולך לצד חוץ כדי שתהא אורה [יוצא] מהיכל שתאיר לעולם כי לא לאורה אני צריך:"
            },
            "7": {
                "0": "עדות הוא - המנורה לקמן מפרש מה הוא העדות:"
            },
            "9": {
                "0": "נר מערבי - נר אמצעי היה פונה פיו לצד מערב וכל שאר הנרות היה פיהם כלפי נר מערבי כדאמרינן בפ' שתי הלחם ולהכי קרי ליה נר מערבי:",
                "1": "כמדת חברותיה - חצי לוג דכתיב מערב עד בקר תן לה מדותיה שתהא דולקת והולכת מערב עד בקר ושיערו חכמים חצי לוג כדקתני לקמן בפ' שתי מדות:",
                "2": "ממנה היה מדליק - כלומר ממנה מתחיל הדלקה שאותה היה מדליק תחילה מבערב:",
                "3": "ובה היה מסיים - ההטבה בבקר שאותה היה מטיב אחרון לפי שכל בקר מצא אותה דלוק והשאר מצא אותם שכבו ופעמים שהיה דולק כל היום ומדליק ממנו כל שאר הנרות שבבקר היו כולן כבות חוץ מנר מערבי ומטיבן ומנערן מן הדשן כדכתיב בבקר בבקר בהיטיבו את הנרות ונר מערבי דולק כל היום ולערב היה מדליק ממנה שאר הנרות:",
                "4": "מסיים - דלאחר הדלקות שאר נרות היה מכבה אותה ומטיבה ונותן בה שמן:"
            },
            "10": {
                "0": "מאין היו מביאין יין - לנסכים:",
                "1": "מתני' קורחיים ועטוליין - מקומות הן:"
            },
            "11": {
                "0": "הלוסטין - יין מתוק מחמת השמש שהיו תולין את הענבים להשמש:",
                "1": "ישן - משל אשתקד:",
                "2": "מתוק - היינו מאליו ולא מחמת השמש ל\"א תירוש שלא עברו עליו ארבעים יום:",
                "3": "מן הדליות - מן הגפנים המודלות על גבי כלונסות ונסרים טלטרייל\"ש:",
                "4": "אלא מן הרגליות - ששוכבות על גבי קרקע לרגלי בני אדם שאינן מודלות:",
                "5": "העבודים - חפורים:"
            },
            "12": {
                "0": "חצבים גדולים - פוגמים טעם היין:",
                "1": "[ואינו ממלא את החבית] - כשחבית מלאה יוצא ריחה לחוץ ואינה נודף:"
            }
        },
        "172": {
            "0": {
                "0": "הקמחין - לובן היין שקורין קנא\"ש בלע\"ז:",
                "1": "משלישה - [של חבית] שעושה [ברזא בדפנות] החבית:"
            },
            "1": {
                "0": "והקנה - [אמת] המדה:",
                "1": "זרק הגיר - כשהגיר של שמרים יוצא מן היין:",
                "2": "והקיש בקנה - הקיש הגזבר [בקנה] את מוצא היין ורומז לו שיתן [את] הברזא ולא היה מדבר לפי שהדבור רע ליין:"
            },
            "2": {
                "0": "תמימים יהיו לכם ומנחתם - פרט לסולת שהתליעה ושעלה בו אבק:"
            },
            "3": {
                "0": "והא אמרת רישא - בהליוסטין אם הביא כשר והדר תני במתוק אם הביא פסול:"
            },
            "4": {
                "0": "כרוך ותני - הליוסטין ומתוק בהדדי ותנא בתרוייהו אם הביא פסול:"
            },
            "6": {
                "0": "אף יין בו שתי שנים פסול - אף בדיעבד:"
            },
            "7": {
                "0": "אל תרא יין כי יתאדם - אלמא בשעת אדמימות מובחר הוא וקים לן כשעברה שנתו עוברת אדמימות ואינו אדום כל כך כשנה ראשונה:"
            },
            "9": {
                "0": "טפי ריפקא - חופרו פעם יתירא כלומר פעמיים בשנה:",
                "1": "ודרא מיא על חד תרין - ביין דהיינו על חד שיתא מיא:"
            },
            "10": {
                "0": "כדיות - חבית קטנים ככדים:",
                "1": "לודיות - ובינוניות. שעושין בלוד:"
            },
            "11": {
                "0": "איו מניחין אותן שתים שתים - זו בצד זו שמא יתקלקל אחת ותריח חברתה ותתקלקל גם היא:"
            },
            "13": {
                "0": "כשם שהדיבור יפה לבשמים - דאמרינן בכריתות גבי פטום הקטורת כשהוא שוחק אומר הדק היטב:"
            },
            "15": {
                "0": "אילים - בני שתי שנים:",
                "1": "כבשים - בני שנה:",
                "2": "גוזלות - תורים ובני יונה:"
            },
            "16": {
                "0": "שגבהן כרחבן - שיהא רחבין מרוב שמנן ל\"א [רחבים] גרסינן שיהא גביהם רחבין:",
                "1": "כר נרחב - כרים רחבים:",
                "2": "כר - כבש:"
            },
            "17": {
                "0": "מאי אמרי - הנך שומרים דכתיב לא יחשו:"
            },
            "18": {
                "0": "ומעיקרא - קודם החורבן:",
                "1": "מאי תוי אמרי - כי בחר ה' בציון אוה למושב לו:"
            },
            "21": {
                "0": "לא בשל שלשה לפר - למנחת נסכים של פר דכתיב ביה שלשה עשרונים לפר האחד לא היה מודד במדה אחת שתהא מחזקת שלשה עשרונים אלא היתה שם מדה מעשרון:",
                "1": "מדדו עשרונות - עשרון עשרון בפני עצמו ה\"ג במתני' בו היו מודדין לחביתי כה\"ג:"
            },
            "23": {
                "0": "גמ' אחד גדוש - שהיה קטן ולא היה מחזיק כשהוא גדוש אלא כשיעור חבירו המחוק ולהכי אחד גדוש ואחד מחוק דר\"מ ס\"ל גמרא דשתי מדות של עשרונות היו בצבור ואי שניהם שוין הויא ליה מדה אחת:"
            }
        },
        "173": {
            "2": {
                "0": "מועשרון - וי\"ו שבראש דועשרון דריש:"
            },
            "4": {
                "0": "מנקודי - [שבא] למעט ולחסר [הוא בא] ולהכי ממעט [לרבנן] מתיבה דעשרון [שלא היה] עשרונים מצומצמין [ושלא] היה שם מדה [של] שני עשרונים:"
            },
            "6": {
                "0": "[מודד] - משמע לכתחילה [יכול] להביא חצי עשרוץ מביתו:"
            },
            "11": {
                "0": "מדר\"מ נשמע לר\"מ - מחדא מילתא נשמע לאידך מילתא מדאמר ר' מאיר עשרון דחביתין מחוק אלמא סבירא ליה דמדת חביתין במחיקה חצי עשרון [נמי] מחוק דהא של חביתין הוא:"
            },
            "12": {
                "0": "מדר\"מ מחוק לרבנן נמי מחוק - [דהא] אמרי אף חביתין מודדין בו דבהא לא פליגי ר\"מ ורבנן אלא במנין עשרונים:"
            },
            "13": {
                "0": "במה מחלקה - שמחלקה העיסה לחלות שהיא באה שש חלות בבקר ושש בין הערבים:",
                "1": "ביד - בלא מדה:",
                "2": "או בכלי - במדה שאר מנחות דבאות עשר עשר פשיטא לן דסגי ביד לחלקו דלא איכפת לן אם זו גדולה מזו כדתניא בשלהי אלו מנחות כל המנחות שריבה במדת חלתן או שמיעט ממדת חלתן כשרות חוץ מלחם הפנים וחביתי כהן הגדול דלחם הפנים לא היתה העיסה מתחלקת דכל חלה שני עשרונים היתה נלושת כל אחת בפני עצמה:",
                "3": "טורטני יכניס - וכי משקולת מאזנים יכניס בעזרה וקא פריך יכניס מאי איכפת לן:"
            },
            "14": {
                "0": "כיון דבקללה כתיב - והשיבו לחמכם במשקל:"
            },
            "15": {
                "0": "בגודש שלו - השלחן אין לו תוך אם נתן עליו שני קומצי לבונה בלא בזיכין אצל הלחם:",
                "1": "מהו - שיקדשו כאילו היה שם הבזיכין:",
                "2": "דחזי ליה - לחם חזי לשלחן קמצים לא חזי לשלחן אלא לבזיכין:"
            },
            "16": {
                "0": "והא אמר ר' יוחנן - בפ' שתי הלחם:",
                "1": "לדברי האומר - לחם הפנים טפחים ומחצה באמה בת חמשה טפחים:",
                "2": "כופל - שדופן הלחם היה כפול טפחיים ומחצה לפי שאורך הלחם היה עשרה טפחים ורוחב השלחן אמה בת ה' טפחים ואורך הלחם מונח ברוחב השלחן נמצא שהוא כופל טפחיים ומחצה מכאן וטפחיים ומחצה מכאן כלפי מעלה שהיה עשוי כמין תיבה פרוצה כדאמרינן בפרק שתי הלחם:",
                "3": "נמצא השלחן מקדש למעלה ט\"ו טפחים - דשש חלות היו במערכה זו על גבי זו לכל אחת שני טפחים ומחצה הוי להו ט\"ו טפחים עולה למעלה מהשלחן ומקדש השלחן את העליון כתחתון:",
                "4": "לדברי האומר - דטפחים באמה בת ששה טפחים:",
                "5": "נמצא השלחן כו' - ור' יוחנן ע\"כ בשאר מילי קאמר כגון קמצים דמקדש להו גודש דשלחן דאי בלחם אטו עד השתא לא ידעינן דשלחן מקדש להו:"
            },
            "17": {
                "0": "אבל מקדש ליפסל - בטבול יום וביוצא קדיש ליפסל כאילו קדיש בבזיכין עצמן:"
            },
            "20": {
                "0": "מתני' שנתות היו להין - לא היה שם אלא הין ובו היו סמנין מסמנות או פגימות:",
                "1": "עד כאן לפר - חצי ההין:",
                "2": "עד כאן לאיל - שלישית ההין:",
                "3": "עד כאן לכבש - רביעית ההין:"
            },
            "21": {
                "0": "אלא מדה יתירה - היתה שם להשלים שבע מדות:",
                "1": "חביתי כה\"ג - היה צריך לה ג' לוגין שמץ לוג ומחצה שחרית ולוג ומחצה בין הערבים כדאמרי' בפ' התכלת:"
            }
        },
        "174": {
            "0": {
                "0": "את מי אביא תחתיו - להשלים שבע מדות:"
            },
            "4": {
                "0": "בירוצי המדות - (המלא גודש) כשמודדין יין וממלא כלי ביותר יש בו בירוצין ואם מיד מערה בכלי גדול נמצאו בירוצין בתוכו ואם לאו נופל לארץ מאליהן:"
            },
            "5": {
                "0": "[למ\"ד] ממטה למעלה - דחשיב רביעית בראשון:",
                "1": "קסבר בירוצי המדות נתקדשו ורביעית יהיב רחמנא למשה ואמר ליה - [משתי] אלה עשה חצי לוג ומשתי חצי לוג וכן הין:",
                "2": "שער דעיילי בהו בירוצין - שיהא החצי לוג גדול שיכנסו בו שתי רביעיות ובירוציהן דבסתמא הכי הוא שהמערה כלי קטן של רביעית לתוך כלי גדול כגון חצי לוג בירוציה נופלין לתוכה ואינן נשפכין לארץ:"
            },
            "6": {
                "0": "ור\"מ דחשיב הין ברישא קסבר לא נתקדשו והין יהיב ליה רחמנא למשה ואמר לו לעשות ממנו חצי ההין ושלישית ההין וכן הדרך שהמערה כלי גדול כגון הין למלאות כלי קטן כגון חצי ההין בירוציהן נשפכין לארץ אלמא ה\"ק ליה שער דיפקו הבירוצין:"
            },
            "7": {
                "0": "במלאים קא מיפלגי - [דכתיב] שניהם מלאים סולת וה\"ה לכל המדות דקרא מאן דחשיב הין ברישא קסבר מלאים שלא יחסר ושלא יותיר הלכך יעשה הין מצומצם וממנו יכוין שאר המדות [למדת] הין דאי אפשר לעולם שלא יהיו שתי מדות קטנות כשמודדו לתוך אחת גדולה יתירות עליה (מפניא) [מפני] האופיא הגדולה כשמערין שני כלים בתוך כלי אחד אבל כשמודדין בהין את חצי ההין שופך מן היין לחצי ההין בנחת אין כאן אופיא:"
            },
            "8": {
                "0": "קסבר מלאים שלא יחסר - אבל אם הותיר מלאים קרינן ביה:"
            },
            "10": {
                "0": "שפיר קאמר להו ר\"ש לרבנן - וכי מה היה ההין משמש:"
            },
            "12": {
                "0": "כדאמר רבינא - לקמן בהאי פירקא:"
            },
            "13": {
                "0": "שבע מדידות - בתוך כלי אחד דשנתות היו בהין:"
            },
            "14": {
                "0": "מתני' רביעית מים למצורע - כדכתיב ושחט את הצפור האחת אל כלי חרס וגו' ואמרי' במס' (נזיר) [סוטה] (דף ט\"ז ע\"ב) מים שדם צפור ניכר בהם וכמה הם רביעית:",
                "1": "רביעית שמן לנזיר - כדאמר בפ' התודה ללחם נזיר:"
            },
            "15": {
                "0": "חצי לוג מים לסוטה - כדאמרי' במסכת סוטה (דף ט\"ז ע\"ב) חצי לוג מים היה ממלא מן הכיור:",
                "1": "וחצי לוג שמן לתודה - מפורש נמי בהאי פירקא:"
            },
            "16": {
                "0": "בלוג היה מודד - שמן לכל המנחות:"
            },
            "17": {
                "0": "ואפי' מנחה של ס' עשרון - והא דנקט ס' עשרון דס' עשרון מתנדב אדם בכלי אחד וטפי מהכי לא כדמפרש בפ' המנחות והנסכים:"
            },
            "18": {
                "0": "ששה לוגין לפר דהיינו חצי ההין כדכתיב בלול בשמן חצי ההין גבי מנחת נסכים בפרשת שלח לך:",
                "1": "וארבע לאיל - דהיינו שלישית ההין:",
                "2": "ושלשה לכבש - רביעית ההין דהין י\"ב לוגין:",
                "3": "ששה לפר - ששה לוגין יין לנסכי הפר והוא הדין לשמן:"
            }
        },
        "175": {
            "0": {
                "0": "גמ' חוץ הוא - מחוץ למחנה היו מטהרין את המצורע ולמה להו לקדושי:",
                "1": "ואי נזיר - שמקדש רביעית ללחמי נזיר:",
                "2": "לחם בשחיטת איל הוא דקדיש - ולא בשמן כדאמרי' בפ' התודה למה ליה לשמן כלי שרת הא לאחר אפייתו [לא קדוש] הוא עד שחיטת האיל:"
            },
            "1": {
                "0": "רביעית שמן לכל חלה וחלה - דשש חלות היו בבוקר ולוג ומחצה שמן היינו רביעית לכל חלה:",
                "1": "מארץ מרחק - ר' חייא עלה מבבל כדאיתא בפ\"ק דסוכה:"
            },
            "2": {
                "0": "חצי לוג למה נמשח אי לחצי לוג מים דסוטה חולין הוא - בתמיה וכי חולין הם המים שיהא צריך לקדשן:",
                "1": "והא מים קדושים כתיב - דאמרינן בספרי אין מים קדושים אלא שנתקדשו בכיור אלמא כבר קדשו להו:",
                "2": "ה\"ג חצי לוג למה נמשח אי סוטה חולין הוא מים קדושים כתיב אי תודה כו':"
            },
            "4": {
                "0": "נדשן השמן - כלומר נתמלא [שמנו] מדשן הפתילה אינו יכול להדליקו עד שמדשנו:"
            },
            "5": {
                "0": "כמדה ראשונה - חצי לוג:"
            },
            "6": {
                "0": "אי כמה שחסרה - כלומר אותה מדה שהשליך לחוץ:",
                "1": "דמשער ליה - קודם שישליכנה יתנהו במדה אחת:"
            },
            "7": {
                "0": "א\"כ כו' והדרך - וחידודך כלומר מחודד אתה דהכי דרשינן במסכת [שבת ס\"ג ע\"א] והדרך צלח רכב אלו שני תלמידי חכמים שמחדדין זה את זה בהלכה:",
                "1": "על דבר אמת - שיפה (צערתני) [השבתני]:"
            },
            "9": {
                "0": "נר של מקדש - נרות של מנורה שבהן נותנין את השמן והפתילה:",
                "1": "של פרקים - של חוליות לא של חוליות ממש שיוכל לפורקן ולסלקן מן המנורה אלא שיכול לכופפה למטה ולזוקפה במקומה ובלעז פליירי':"
            },
            "10": {
                "0": "קסבר כי כתיב ככר ומקשה - דמשמע מחתיכה אחת יעשה הכל:",
                "1": "אמנורה ונרותיה - הנרות הם מחוברים בה מאותה חתיכה עצמה ואין יכול לסלקן בשעת הטבה לגרוף את הדשן ואי לאו דמפרקא הואי שיכול לכופפה לא היה מתטייבה יפה:"
            },
            "11": {
                "0": "מסלקן - לנרות מן המנורה:",
                "1": "ומניחן באהל - במקדש:",
                "2": "ומקנחו בספוג כו' - אלמא מקשה לאו אנרות קאי דאין באות מאותה חתיכה ויכול לסלקן:"
            },
            "13": {
                "0": "מצי מזיז לה - בתמיה ואי הוה מצי מזיז לה אמאי לא הוה מזיז לה לקנחה יפה יפה:",
                "1": "אלא אימא לא היתה זזה - שאין יכול לסלקה:"
            },
            "14": {
                "0": "על גבה - [על כל] נר לכסויי והנר היתה ארוכה כמין ספינה קטנה:",
                "1": "כשהוא מטיבה - לנר דוחק לטס כלפי פיה והנר מתגלה וכופפה הנר למטה:",
                "2": "וכשהוא נותן בה שמו - לאחר שזקפה בתחלה דוחק את הטס:",
                "3": "כלפי ראשה - ראש שהוא מחובר למנורה והטס היה מנוקב באמצע ונגד הנקב נותן את השמן לתוך הנר. פיה מקום שהוא הפתילה:"
            }
        },
        "176": {
            "0": {
                "0": "כל דהו [אינו מזוקק] קמ\"ל:"
            },
            "2": {
                "0": "בשמן בשמן - גבי תודה חלות בלולות בשמן מצות משוחות בשמץ חד ריבויי הוא [ושמן] קמא איצטריך [דטעון] שמן ככל המנחות:"
            },
            "4": {
                "0": "אלא - אימא אילו לא נאמר בשמן כל [עיקר הייתי] אומר דלא גרע משאר מנחות:"
            },
            "5": {
                "0": "יכול יהא - מתחלק [חצי לוג] השמן לכל מין ומין [מלבד] שבחמץ לא היה נותן:",
                "1": "כשהוא אומר בשמו ברבוכה - דכתיב והקריב על זבח התודה חלות מצות בלולות בשמן ורקיקי מצות משוחים בשמן וסלת מרכבת חלות בלולות בשמן ועד השתא הוה דריש בשמן קמא והשתא דריש שמן דסיפא דקרא:"
            },
            "6": {
                "0": "איני שומע לו - דלהוי ריבוי אחר ריבוי דחד איצטריך לגופיה:",
                "1": "אלא חצי לוג שמן לתודה (לכולה) [לכל המינין]:",
                "2": "(ושליש) [ורביעית] השמן - לכל [לחמי נזיר]:",
                "3": "וי\"א יום שבין נדה לנדה - שבין סוף נדה לתחלת נדה שלאחר שכלו שבעת ימי נדה שהאשה נדה שוב אינה מתחלת להיות נדה עד י\"א יום ואפי' אם ראתה דם זיבה היא ואם אינה רואה באותן י\"א יום אלא יום אחד או (או) ב' ימים רצופין או אפי' שלשה ימים שאינם רצופין כגון יום טמא ויום טהור הויא שומרת יום כנגד יום וטובלת ליום המחרת ואם שלשה ימים ראתה רצופים הויא (זיבה) [זבה] ובעיא ספירה שבנגה וקרבן אבל לאחר י\"א יום אם רואה דם נדה היא ואם רואה יום ראשון שומרת ששה ימים והוא ואם כל ז' ראתה ופוסקת לערב טובלת מיד ואינה צריכה ספירה שבעה וקרבן מן התורה אבל בנות ישראל הן החמירו על עצמן שאפילו רואה טיפת דם כחרדל יושבת עליו שבעה נקיים ולאחר כמה שנים קבלו עליהן דבר זה:"
            },
            "8": {
                "0": "ועשרון - סולת אחד בלול בשמן למנחה ולוג שמן במצורע עני כתיב ודרשי ליה מר כי טעמיה ומר כי טעמיה:"
            },
            "9": {
                "0": "למנחה - ואפי' גדולה:"
            },
            "12": {
                "0": "לגמרי לא אשכחן - דלפטור מקרבן עשיר וכיון דקרבן עשיר ג' עשרונות עני מיהא חד בעיא:"
            },
            "16": {
                "0": "אין לו עבודה שכשרה - משקיעת החמה ואילך עד בוקר:",
                "1": "אלא זו בלבד - הדלקת נרות:"
            },
            "17": {
                "0": "מלמעלה למטה שיערו - למעלה מחצי לוג אי בעי לייתי אבל למטה לא אייתי דאין עניות במקום עשירות: ומלמעלה למטה שיערו כששיערו מדת חצי לוג לכל נר כך עשו בתחילה הביאו לוג שלם לנסות ודלק כל הלילה וגם היום וחזר ליל שני והביאו שני שלישי לוג ועדיין דלק יותר מאור הבקר וכן עשו כמה לילות עד שהביאו חצי לוג ודלק כשיעור הלילה ולא נסו מלמטה למעלה דאין עניות במקום עשירות:"
            },
            "18": {
                "0": "ומ\"ד מלמטה למעלה שיערו - בתחלה רביעית הלוג ולא דלק אלא חצי הלילה ליל שני הוסיפו וכן כמה לילות עד ששיערו חצי לוג ללילה אבל מלמעלה למטה לא לפי מה דניתותר בנר אין לו תקנה אלא לשפוך והתורה חסה נגל ממונם של ישראל:"
            },
            "19": {
                "0": "מתני' מערבין נסכי פרים - מנחת נסכי פרים במנחת נסכי אילים לפי שבלילת שתיהן שוה שני לוגין לעשרון דקתני לעיל ששה לוגין לפר וסולת הוו להו שלשה עשרונים כדכתיב והקריב על בן הבקר (קרבן) [מנחה] סולת ג' עשרונים לפר (בלולות) [בלול] בשמן חצי ההין דהיינו ששה לוגין ולאיל ד' לוגין וסולת שני עשרונים לאיל:",
                "1": "נסכי כבשים - ג' לוגין לעשרון דכתיב עשרון אחד לכבש האחד וכתיב בלו בשמן כתית רביעית ההין דהיינו ג' לוגין:"
            }
        },
        "177": {
            "0": {
                "0": "של היום בשל אמש - אם הביא אמש בלא נסכים דקי\"ל מביא אדם זבחו ונסכיו מכאן ועד עשרה ימים דכתיב ומנחתם ונסכיהם בלילה ומנחתם ונסכיהם ואפי' למחר ובלבד שלא יקדשו בכלי מאמש דלא לפסלו בלינה ושל היום הביא קרבן אחד ושני נסכיו עמו אחד בשבילו ואחד בשביל של אמש מערבין יחד אם הקרבנות שוות שיהיו שני כבשים או שני אילים או פר ואיל:"
            },
            "1": {
                "0": "אין מערבין כו' - דמנחת פר ואיל עבה היא לגבי מנחת כבשים ובולעת ממנה ונמצאת של כבשים חסירה ושל [פרים] ואילים יתירה:",
                "1": "ואם בללן [אלו בפני עצמן] שכבר הלכה [מצות בלילת] שמנו:",
                "2": "כשרים - כרבנן כפליגי עליה דרבי יהודה בהקומץ רבה ואמרי חרב שנתערב בבלול יקריב:",
                "3": "ואם עד שלא בלל - נתערבו פסולות דבעינן ראוי לבילה וליכא דחסירה של כבש. ושל איל יתירא:"
            },
            "2": {
                "0": "אע\"פ שמנחתו כפולה - כדכתיב באמר אל הכהנים ומנחתו שני עשרונים:"
            },
            "4": {
                "0": "גמ' והקטירו - מדלא כתיב והקטיר משמע לבדו שלא יערב חלבי קרבן זה עם חלבי קרבן אחר וה\"ה לנסכים דהוא נמי אינה בהקטרה [אלא] לבדו:"
            },
            "5": {
                "0": "אם נתערבו - בדיעבד קאמר מתני' דנסכי פרים ואילים כשרים וקא פריך א\"כ סיפא דקתני אבל אין מערבין של פרים בשל כבשים ואפי' דיעבד נמי לא בתמיה והא מדקתני כו' מכלל דרישא דקתני אין מערבין לכתחלה קאמר ומדאין מערבין פרים בכבשים לכתחלה קאמר פרים ואילים נמי לכתחלה קאמר והדר קושיין לדוכתיה:"
            },
            "7": {
                "0": "אמר אביי - ודאי דמערבין דמתניתין לכתחלה קאמר ולא תקשי והקטירו דה\"ק מערבין יינם לכתחלה אם כבר נתערב סלתן ושמנן אבל שמן וסולת לכתחלה לא משום והקטירו דמתני' שמיע ליה לאביי דלא מתרצי אלא הכי מערבין נסכי יין של פרים בשל אלים אם נתערבו סלתן ושמנן כבר ואי לא לא דלמא אתא לאערובי נמי סולת ושמן לכתחלה וקא עבר אוהקטירו ואין מערבין נסכי יין של פרים ואילים בשל כבשים ואפי' נתערבו סלתן ושמנן דהא מפסל פסול סלתן ושמנן ובעי לאתויי לאחרים והאחרים לא נתערבו הלכך יין נמי לא מערבין בללן אלו עצמן ואלו לעצמן ונתערבו כשרות ומתערבין אף היין לכתחלה ואם עד שלא בלל פסול ויין נמי לא מערבין:"
            },
            "8": {
                "0": "ויין לכתחלה לא - (אפי') [אם] לא נתערב סולת ושמן כבר:",
                "1": "במה דברים אמורים - דאין מערבין מנחת פרים במנחת כבשים (ועלה בתוספתא):",
                "2": "בסולת ושמן - דבני הקטרה נינהו והזי בכלל והקטירו:"
            },
            "9": {
                "0": "היכא דהוקטר סלתן ושמנן - אפי' זה בפני עצמו וזה בפני עצמו כהלכתן:",
                "1": "מערבין יין לכתחלה - דליכא למיחש למידי והכי מתוקמא ברייתא דקתני אבל יין מערבין ותנא נסכי פרים בכבשים וה\"ה נסכי פרים בשל אילים דבתוספתא לא קתני מערבין נסכי פרים בשל אילים אלא הכי קתני אין מערבין נסכי פרים בנסכי כבשים וה\"פ דברייתא אין מערבין נסכי יין דפרים ואילים בשל כבשים וה\"ה של פרים בשל אילים בד\"א בזמן שהסולת והשמן לפנינו דלא הוקטר ונתערב אבל אין כאן אלא יין שכבר הוקטר המנחה מערבין לכתחלה:",
                "2": "והיכא דלא הוקטר סלתן ושמנן כו' דשמעינן ליה במתני' דאוקמינא דה\"ק מערבין יין אם כבר נתערב סלתן ושמנן:",
                "3": "ואי לא לא - דלמא אתא לאערובי סולת ושמן דפרים ואילים לכתחלה וקא עבר או הקטירו:",
                "4": "גליון. פ\"ה רישא דברייתא אין מערבין נסכי כבשים בנסכי פרים ואילים ואמר בד\"א כו' (וי\"ל) [והיה אפשר לפרש] דנתערב [מנחת] כבשים באילים וצריך להביא אחרים והוי כלא נתערב כדפי' הקונטרס לעיל ולא הוה צריך לאוקמא דנתערב הסלתות אחר בלילת כל אחד [בפני עצמו] לפי דלישנא דברייתא לא משמע הכי דאיירי בהאי גוונא. עד כאן:",
                "5": "עוד גליון פ\"ה בהברייתא תנא פרים בכבשים וה\"ה פרים בשל אילים דאין מערבין ולפי דבריו צ\"ל דהא דלא נקט פרים בשל אילים דהוי רבותא טפי דאע\"ג דנסכיהם שוות נקט פרים בכבשים לרבותא דסיפא דאפ\"ה [היין] מערביץ. עד כאן:"
            },
            "10": {
                "0": "ומנחתו שני עשרונים - בכבש הבא עם העומר כתיב:"
            },
            "11": {
                "0": "שנבלל עם מנחתו - והלכך יהא כפול ת\"ל כו':"
            },
            "12": {
                "0": "מאי תלמודא - האי ונסכו דחד משמע היינו יין כדכתיב ונסכו יין אבל שמן לא נפקא ליה מיניה:"
            },
            "13": {
                "0": "נסכה דמנחה - שמן:"
            },
            "14": {
                "0": "אשם מצורע ששחטו שלא לשמו - כגון לשם אשם אחר ולא לשם מצורע:",
                "1": "טעון נסכים - כדין אשם מצורע דקתני במתני' (דף צ ע\"ב) אלא שחטאתו ואשמו של מצורע טעון נסכים והוי כשאר זבחים ששחטן שלא לשמן שכשרים אלא שלא עלו לבעלים לשם חובה:",
                "2": "פסלתו - דלשנותו לשם זבח אחר אי אעשר שהרי לשם אשם הופרש ואשם מצורע לא מתכשר בלא נסכים שאין אשם מצורע בלא נסכים:"
            },
            "16": {
                "0": "תמיד של שחר - טעון שני גזירין בכהן אחד אחר סדור כל המערכה ושל בין הערבים בשני כהנים שני גזירין כדמפרש בפ' שני דיומא:"
            },
            "18": {
                "0": "רבא אמר - לעולם הנך אין טעונין דין הראשון:"
            }
        },
        "178": {
            "0": {
                "0": "אי לא חזו לעולת חובה - חזו לעולת נדבה וכיון דלא עקר שם עולה [מותר] לשנותו [לעולה אחרת] דמעיקרא נמי [לעולה] הוה:",
                "1": "אשם נדבה מי איכא - אין אשם בא אלא על חטא [או] להתירו למצורע לבא אל המחנה:"
            },
            "2": {
                "0": "מתני' שהיה גודשה בתוכה - שכשהיה מחוק היה מחזיק כשאר עשרון גדוש:"
            },
            "3": {
                "0": "בירציהן קודש - [כלי הלח] נמי איכא גודש:"
            },
            "4": {
                "0": "לא מן השם הוא זה - כלומר לא זהו טעם של דבר דודאי מדת יבש נמי קדש:",
                "1": "אלא שהלח נעקר - מה שבשולי הכלי הנופל ראשון כשמוסיפין עליו נעקר ועולה למעלה ונמצא שכבר קדשי הבירוצים בתוך הכלי:",
                "2": "והיבש אינו נעקר - אלא במקומה עומד הילכך מה שבפנים קדוש ומה שבחוץ לא קדש:"
            },
            "5": {
                "0": "גמ' מני - הא דקתני כל מדת היבש שבמקדש היו נגדשות דמדקתני חוץ משל כהן הגדול דאמרי' לעיל דעשרון שלו מחוק היה לדברי הכל מכלל דכל מדת יבש שבמקדש [היו] נגדשות:",
                "1": "אי ר\"מ - דאמר שני עשרונות היו שם אחד היה גדוש ותו לא:",
                "2": "ואי רבנן חד - הוה והוא גופיה מחוק כדאמרי' לעיל מדר\"מ נשמע לרבנן:"
            },
            "6": {
                "0": "כל מדידות - כלומר כל מדידות שבמקדש שהיו מודדין באותו עשרון כגון דכבש ואיל ופר היו נגדשות:"
            },
            "8": {
                "0": "בין מבחוץ - שפת הכלי הילכך שפה מקדשה לבירוציהן:"
            },
            "9": {
                "0": "לא נמשחו כל עיקר - כדקתני ומדת היבש חול מיהו למה שמודדין בו קדוש קדושת הפה וגברא למאי דצריך מקדיש ובירוציהן לא מקדיש דלא צריך להו:"
            },
            "13": {
                "0": "פסולה - דמחוסרת זמן היא דמשפטה לעמוד על השלחן שבעה ימים ולא עמדה אלא ששה:",
                "1": "יניחוה לשבת הבאה - י\"ג יום:",
                "2": "שאפי' היא על שלחן ימים רבים - כגון ששה ימים שעמד על השלחן קודם שבת הבאה:"
            },
            "14": {
                "0": "ואמאי - אין בכך כלום נהי נמי דאין לינה פוסלת בו לגזור שלא יאמרו:",
                "1": "מפקידין בכלי שרת - מניחין בכלי שרת דבר הקדוש דכל זמן שהוא בכלי שרת אין נפסל בלינה דהא האי לחם עמד יותר בכדי זמן על השלחן ולא נפסל ואתא לאכשורי דבר הפסול בלינה מפקידין כעין פקדון שלא יאבד ויפסל כל זמן שהוא שם:"
            },
            "15": {
                "0": "פנים - סידור לחם הפנים הוא בהיכל:",
                "1": "אחוץ - מדידות (מונחת) [מנחות] בעזרה וכ\"ע חזי להו ואיכא למגזר אבל פנים לאו כ\"ע ידעי דעמד שם הלחם כל כך וליכא למגזר:"
            },
            "16": {
                "0": "לקיץ המזבח - כשהמזבח בטל לוקחין מאותן נסכים כבשים לעולה ומקיצין אותם ולשון קיץ היינו דבלות כאדם שמביאין לו תאנים לאחר סעודה והכי אמרי' בפ\"ק דשבועות קיץ בבנות שוח לאדם:"
            },
            "18": {
                "0": "המקבל עליו - אחד שקבל מעות מן הגזבר וקבל עליו לספק לו סולת למנחות לכל השנה:",
                "1": "מארבע סאין בסלע - והוקרו ועמדו שלש סאין בסלע מספק מארבע דמעות הקדש קונות דהא (הדיוט) [הקדש] קנו ממנו במעות דכתיב ונתן הכסף וקם לו:"
            }
        },
        "179": {
            "0": {
                "0": "ועמדו מארבע מספק מארבע. דלא [יהא] הדיוט חמור מהקדש דכל זמן שלא משך יכול לחזור ואותו מותר סולת שחוזרין [ומספקין] מקיצין את המזבח וסלתות קרי נסכים שהרי למנחת נסכים הם באים:"
            },
            "2": {
                "0": "ואם לנו נפסלו בלינה:"
            },
            "6": {
                "0": "גמ' ועשיתם אשה כו' - זהו פרשת נסכים בפרשת שלח לך אנשים:"
            },
            "9": {
                "0": "שעירי חטאת - של מוספי רגלים דבכולהו כתיב ושעיר חטאת אחד כל המקראות של הלכה זו כתובים באותה פרשה:"
            },
            "10": {
                "0": "בכלל היה - בכלל ועשיתם אשה דשמעי' מינה דכל אשה טעון נסכים חוץ מאלו דאמעט:"
            },
            "11": {
                "0": "לפי שנאמר עולה - עולה או זבח משמע כל עולה טעונה נסכים ואפילו עולת העוף:"
            },
            "12": {
                "0": "ועוף אינו זבח - דבמליקה הוא ולא בזביחה:",
                "1": "ת\"ל מן הבקר או מן הצאן - או בא לחלק שאם רצה אחד יביא ואם רצה שנים יביא:"
            },
            "13": {
                "0": "ור' יונתן למה לי קרא - לחלק:",
                "1": "הא אמר - לגבי אביו ואמו קלל משמע שניהם כאחד ומשמע אחד אחד בפני עצמו:",
                "2": "עד שיפרט הכתוב יחדו - וה\"נ כיון דכתיב מן הבקר ומן הצאן ולא כתיב יחדו ממילא שמעינן שאם רצה להביא אחד יביא:"
            },
            "14": {
                "0": "סד\"א הואיל וכתיב - בויקרא זמן הצאן דכיון דשני קרא בדיבוריה דכתיב מן הבקר ומן הצאן ודאי דוקא כתיב מדגבי בקר כתיב מן וגבי צאן כתיב ומן משמע דוקא נקט גבי בקר משום דלפרושי מן הבהמה אתא וגבי צאן לאוסופי אתא כתיב ומן והכי קאמר מזה אחד ומזה אחד יביא וכמאן דכתיב יחדו דמי:"
            }
        },
        "180": {
            "1": {
                "0": "ולר' יאשיה דאמר גבי אביו קלל דאי לאו דכתיב קללה לאביו [דכתיב] כי יקלל את אביו וקרא דכתיב אמו קלל הא לאו הכי הוי אמינא עד שיקלל את שניהם דכמו דכתיב יחדו דמי: ",
                "1": "ליבעי קרא - לחלק גבי ומן הצאן והיכא דריש ליה דמן הבקר או מן הצאן לדרשא אחרינא למעוטי עולת העוף:"
            },
            "3": {
                "0": "בדמפרש - הרי עלי כבש או הרי עלי שור:"
            },
            "4": {
                "0": "אטו תודה לאו זבח הוא - דאיצטריך או לרבויי תיפוק מזבח:",
                "1": "לא תיבעי נסכים - דלחם יהא במקום נסכים:"
            },
            "5": {
                "0": "ומאי שנא מאיל נזיר - דכתיב ביה לחם ונסכים נמי בעי כדקתני לקמן בשמעתין הילכך בלא או נמי נפקא תודה ולא אמרי' דיהא לחם במקום נסכים:"
            },
            "6": {
                "0": "שני מינין - בנזיר כתיב חלות ורקיקין ולא חמץ ורבוכה:"
            },
            "7": {
                "0": "ולא בעיא עולה - דהא בכלל נדר ונדבה היא דאי משום למעוטי מנחה כדקתני לעיל הא מזבח נפקא דמנחה [לאו] זבח הוא:"
            },
            "8": {
                "0": "הוה אמינא - דממשמעות דנדר ונדבה לא ממעטינן להו דעל כרחך כלל ופרט לרבויי אתא אפי' מאי דלאו נדר ונדבה הוא דהא כל נדר ונדבה ממשמעותא אתי:"
            },
            "9": {
                "0": "ת\"ל עולה - מריבויי דקרא ממעטינן בכור ומעשר ודרשינן מה הפרט מפורש כדלקמן יצאו בכור ומעשר:"
            },
            "10": {
                "0": "ופריך והשתא דכתיב עולה למעוטי בכור ומעשר אף כל דכלל ופרט מאי מרבית ביה הא כל הטעונים נסכים כתובים בפרשה בהדיא:"
            },
            "11": {
                "0": "להביא ולדות קדשים - של נקבה כגון שלמים ותמורה של שלמים:",
                "1": "ועולה הבא מן התמורה - תמורת עולה:"
            },
            "12": {
                "0": "ואשם - שמתו בעליו או נתכפרו באחר דקיי\"ל כל שבחטאת מתה באשם רועה:",
                "1": "שניתק לרעייה - שמסרוהו לרועה ואמרי' בפ\"ק אשם שניתק לרעיה ושחטו סתם כשר לעולה וההוא עולה בעי נסכים ל\"א גרסי' ועולה הבא מן המותרות כל הנך דאמרינן יפלו דמיו לנדבה ואותה נדבה היינו עולות לקייץ המזבח וכגון מותר נסכים דאמרי' לעיל הבשר למזבח ועורות לכהנים אבל אי לאו מיעוטא דעולה כיון דנדר ונדבה לאו דוקא הוה דרשי ביה לרבות כל שאינו בא על חטא:"
            },
            "14": {
                "0": "הניחא לר' יאשיה - דבעי חלוק:"
            },
            "15": {
                "0": "או במועדיכם למה לי - כולהו או מן פרשת נסכים קא בעי:"
            },
            "21": {
                "0": "ורבי יאשיה - דאמר לעיל דהאי מן הבקר או מן הצאן למעוטי עולת העוף אתא או למה לי בשלמא לרבי יונתן דריש או לחלק אלא לר' יאשיה מאי דריש ביה:"
            },
            "23": {
                "0": "הני מילי - דבעי שני נסכים לשני קרבנות היכא דהוקדש זה אחר זה והביאן כאחד אבל היכא דמקדשי בבת אחת והביאן בבת אחת תסגי בנסכים דחד קמ\"ל:"
            },
            "24": {
                "0": "ושלשה עשרונים סולת מנחה וגו' - במצורע כתיב:",
                "1": "במנחה הבאה עם הזבח - במנחת נסכים הכתוב מדבר דמצורע עשיר מביא ג' כבשים עולה וחטאת ואשם הילכך בעי שלשה עשרונים:"
            },
            "25": {
                "0": "את העולה ואת המנחה - משמע המנחה הבאה גלל עולה:"
            },
            "26": {
                "0": "נסכים - יין:",
                "1": "ויין לנסך - בפרשת נסכים כתיב:"
            }
        },
        "181": {
            "0": {
                "0": "דאמר מר - במס' נזיר בפ' ג' מינין:",
                "1": "חטאת - [של נזיר טהור]:",
                "2": "ואשם - דנזיר [טמא] מנין שאם נתן שיער גלוחו תחת [האש] שהחטאת ואשם מתבשלין בו מנין שיצא [שנאמר] ונתן על האש [אשר] תחת [זבח] מדלא כתיב תחת שלמים אלמא חטאת [ואשם] בכלל זבח הם:"
            },
            "1": {
                "0": "[הני מילי] - דנפקא מחד קרא היכא דתרוייהו כי הדדי נינהו כגון דנזיר דשניהם באים להכשיר אשם נזיר טמא להכשירו [למנות] נזירות שניה של טהרה וחטאת בנזיר טהור להכשירו ביין ותגלחת אבל מצורע דשניהם באים כאחת אשם להכשירו לבא אל המחנה שהרי דמיו נותנין לבהונות וחטאת לכפר על שבעה דברים שהנגעים באים עליהם כדאמרי' בערכין:"
            },
            "3": {
                "0": "ומנחתם ונסכיהם - בפרשת נזיר כתיב:"
            },
            "4": {
                "0": "ואת האיל יעשה - סיפיה דקרא ועשה הכהן את מנחתו ואת נסכו:"
            },
            "5": {
                "0": "איל - שלמי נזיר:",
                "1": "בכלל - שאר אילים:",
                "2": "היה - דטעונין נסכים כדכתיב בפרשת נסכים או לאיל תעשה מנחה וגו':",
                "3": "ולמה יצא - דהדר כתיב באיל [נזיר] את מנחתו ואת נסכו:",
                "4": "להקיש אליו - כל שאר הקרבנות:",
                "5": "מה איל מיוחד - שהוא שלמים ודרך שלמים לבא בנדר ונדבה:",
                "6": "אף כל בא בנדר ונדבה - יצאת חטאת ואשם:"
            },
            "6": {
                "0": "אמר מר עולה זו עולת מצורע:"
            },
            "8": {
                "0": "זה אחד עשר של מעשר - דאמרינן בפ' בתרא דבכורות קרא לתשיעי עשירי ולעשירי תשיעי ולאחד עשר עשירי שלשתן מקודשות ואמרי' התם תשיעי נאכל במומו ועשירי מעשר והאחד עשר יקרב שלמים וקא מרבי ליה קרא לנסכים:"
            },
            "9": {
                "0": "טפל חמור מן העיקר - כגון הכא דמעשר גופיה לא בעי נסכים כדאמרי' לעיל טפל דידיה כגון האחד עשר טעון נסכים:"
            },
            "10": {
                "0": "רבא אמר - דקפרכת לעיל ואימא זו עולת יולדת לאו פירכא היא דאיזהו דבר שצריך שלשה ריבויין שטעון שלשה קרבנות שיהא צריך שלשה קראי כגון הכא דכתיב בפרשת נסכים העולה או לזבח דכל חד מרבי חד קרבן הוי אומר זה מצורע (כו'):"
            },
            "11": {
                "0": "לאיל - דכתיב או לאיל תעשה מנחה (כו') למה הרי כבר נאמר בפנחס ושני עשרונים סולת מנחה בלול בשמן לאיל וגו':"
            },
            "12": {
                "0": "אילו של אהרן - של יום כפורים:"
            },
            "13": {
                "0": "ומאי שנא מעולת יולדת - דקרבן יחיד הוא ואתרבאי נסכים ה\"נ הוה ידענא לאילו של אהרן ולא בעי קרא:"
            },
            "14": {
                "0": "הני מילי דבר שאין קבוע לו זמן - דומיא דנדר ונדבה דכתיב בקרא:"
            },
            "15": {
                "0": "לרבות את הפלגס - שאם הביא פלגס מביא עליו נסכים דאילים כאילו הוא איל:",
                "1": "פלגס - כבש בן י\"ג חדשים יצא מכלל כבש ולכלל איל לא בא דכבש בן שנה ואיל בן שתי שנים כשהוא בן י\"ג חדשים ויום אחד שנכנס חדש בשנה שניה קרי ליה איל אבל בתוך חדש י\"ג קרי ליה פלגס:"
            },
            "16": {
                "0": "הקריבו - לפלגס יביא עליו נסכי איל:",
                "1": "ואמר ר\"י מאי טעמא - מביא עליו נסכי איל דכתיב בנסכים או לאיל לרבות את הפלגס ומשום דבריה בפני עצמו הוא איצטריך קרא לרבויי:"
            },
            "17": {
                "0": "אלא לבר פדא דאמר - מביא נסכי איל ומתני משום דספק איל ספק כבש הוא ואומר אם איל הרי נסכיו עמו ואם כבש הוא הרי נסכים כשיעור כבש באים חובה לו והשאר יהא נסכי נדבה שהרי מתנדב אדם נסכים בלא זבח מאי איכא למימר כיון דספק איל הוא איצטריך קרא למימר דמביא עליו נסכי איל בתמיה:"
            },
            "19": {
                "0": "לשור האחד מה ת\"ל - והאי אחד אתא לחלק לשור אחד:",
                "1": "בין נסכי איל - שהוא בן שתי שנים:",
                "2": "לנסכי כבש - שהוא בן שנה:",
                "3": "לנסכי עגל - שהוא בן שנה:",
                "4": "ת\"ל לשור האחד - דסתם שור דין אחד להם בין עגל ובין פר דהיינו בן שתי שנים:"
            },
            "20": {
                "0": "או לאיל מה ת\"ל - דמה אתא לחלק דהא אשמועינן כבר רצה אחד יביא רצה יביא שנים:",
                "1": "ת\"ל [או] לאיל האחד (לאחד) - [כל] דשמו איל אפי' בן שלש שנים דין איל יש לו:"
            },
            "21": {
                "0": "כשבה (אחת) - בת שנתה:",
                "1": "רחלה - בת שתי שנים:"
            },
            "23": {
                "0": "בדיק - מנסה:"
            }
        },
        "182": {
            "0": {
                "0": "מתני' היא - [במס' שקלים] דתנו [ארבע חותמות] היו במקדש [ועל אחד היה] כתוב גדי:",
                "1": "נסכי צאן - זכרים ונקבות של גדולים ושל קטנים שהיה מביא ביו גדול בין קטן ביו זכרים ובין נקבה ולא [היה מביא מביתו] יין וסולת [אלא היה] נותן מעות [לגזבר והיה נותן לו] גזבר חותם [שהיה כתוב] עליו גדי [ומוסר להממונה] על הסלתות ונסכים:",
                "2": "דנסכיו היה להם חותם שמדה אחרת [היה להם] אלמא דבגדי דקתני אנקבות דנקבות ביו גדולה ובין קטנה מדה [אחת להן]:"
            },
            "1": {
                "0": "מתני' פר הבא על כל המצות - עבירה מכל המצות כגון [שהורו] ב\"ד שחלב מותר [מביאין] פר העלם דבר וסמיכה כתיב [ביה]:",
                "1": "ושעיר עכו\"מ - דכתיב בפרשת שלח לך וכי תשגו וכו':"
            },
            "3": {
                "0": "היורש סומך - אם התנדב אביו קרבן עולה ושלמים ומת [סומך] היורש עליו: ",
                "1": "ומימר - אם המיר אותו בבהמה אחרת תמורה חלה עליהו ושתיהן קדושות כאילו המיר אביו:"
            },
            "5": {
                "0": "גמ' גמירי שתי סמיכות בצבור - הילכך לא סגי דלא מעייל:"
            },
            "6": {
                "0": "וזה - שעיר המשתלח:",
                "1": "אהרן ובניו סומכים - כדכתיב וסמך אהרן את שתי ידיו הלכך לאו עיקרן ואינו משלים שתי סמיכות של צבור:",
                "2": "אף זה - שעיר המשתלח אהרן ובניו מתכפרים בו על שאר עבירות חוץ מטומאת מקדש וקדשיו:"
            },
            "7": {
                "0": "לטעמייהו - דאפליגו בעלמא דלרבי יהודה אהרן ובניו מתכפרין בשעיר המשתלח בשאר עבירות חוץ מטומאת מקדש וקדשיו וכבעלים [הוי] בהו ולר' שמעון [אין] מתכפרין בו:"
            },
            "8": {
                "0": "וכפר את מקדש הקדש - לאחר [שגמר] ההזאות בפר [ושעיר של] יום הכפורים כתיב באחרי מות:",
                "1": "זה לפני ולפנים - ששעיר הנעשה [בפנים] ופר מכפרים על [טומאת] מקדש וקדשיו [שנכנס] לפני ולפנים:",
                "2": "מזבח - שמכפרים על טומאה שנגע במזבח וכגוו שהיתה לו ידיעה בתחלה כשנטמא [ונעלם] ממנו טומאה זו או [העלם קדש] ונגע בו ושעיר הנעשה [בפנים מכפר] עד שיודע ויביא קרבו עולה ויורד [כדאמר] בשבועות:"
            },
            "9": {
                "0": "הושוו כולן - כהנים לוים וישראלים הושוו בהאי יכפר דכתיב על הכהנים ועל כל עם הקהל יכפר [לומר דמכפר] בשעיר המשתלח אפאר עבירות דבטומאת מקדש וקדשיו ליכא למימר דמכפר דהא דם הפר מכפר על הכהנים [ודם] שעיר [הפנימי] על ישראל לדברי הכל כדאמר בפ\"ק דשבועות:"
            },
            "10": {
                "0": "ר' שמעון אומר - בהאי שפיר קאמרת דבטומאת מקדש וקדשיו לא הושוו דכשם שדם השעיר וכו' אבל בהאי פלגינא עלך כשם שוידוי של שעיר המשתלח כו' כך וידוי של פר כו':"
            },
            "11": {
                "0": "וקא פריך ור\"ש היכי מצי למימר דאין כהנים מתכפרים בשעיר המשתלח:",
                "1": "הא ודאי הושוו - לכפרה אמת כהנים לוים וישראלים בהאי יכפר בתרא דודאי הושוו כהנים לוים וישראלים דבני כפרה נינהו ולעולם אף בשאר עבירות כל חד מתכפר באפיה נפשיה כדאמרן:"
            },
            "12": {
                "0": "האי דכתוב בספרים לר' יהודה כו' פירוש יתירא הוא:"
            },
            "13": {
                "0": "אמד ישראל ואחד כהנים ואחד כהו משיח - לעיל מיניה [מיירי] בכפרת שעיר המשתלח וקאמר אמד כהנים כו' מתכפרים בו בשאר עבירות:",
                "1": "אלא שדם הפר מכפר על הכהנים - ודם השעיר הנעשה בפנים על ישראל:"
            },
            "15": {
                "0": "ת\"ר הפר - וסמכו זקני העדה על ראש הפר:"
            },
            "17": {
                "0": "החי - על ראש השעיר החי:"
            }
        },
        "183": {
            "1": {
                "0": "ר' שמעון - [לעיל]:",
                "1": "סמיכה בבעלים בעינו - דקתני [והלא אין] סמיכה אלא [בבעלים ולא] חשיב [לשעיר המשתלח] כשעירי [עכו\"ם והכא] חשיב [לשעירי עכו\"ם באהרן] לחדא משתי סמיכות שיש בצבור: "
            },
            "3": {
                "0": "ואי שמיע לך דלא בעי [סמיכה] באהרן - אבל [בזקנים] בעי סמיכה דבדידהו לא [אימעט] אלא מהאי [דלא בעי אהרן] בסמיכתם [ומיעט] שעירי [עכו\"ם] מחמת החי [בעי] סמיכה באהרן [דכתיב] וסמך אהרן את שתי ידיו ואין שעירי עכו\"ם טעון סמיכה באהרן אלא בזקנים:"
            },
            "4": {
                "0": "ורבי יהודה למה לי למעטינהו - לשעירי עכו\"ם:",
                "1": "מקרא - כיון [דסבר] ר' יהודה אהרו [ובניו] מתכפרים בשעיר המשתלח אלמא סמיכה [בבעלים] הוא וכיון דאמר גמירי ב' סמיכות בצבור ממילא ידעינו [דלא] בעי שעירי עכו\"ם סמיכה אלא שעיר המשתלח ופר העלם דבר של צבור:",
                "2": "גירסא בעלמא - אסמכתא בעלמא. לישנא אחרינא גירסא ולסימנא נקטא בעלמא. כלומר ר' יהודה לית הלכה הלכה למשה מסיני בשתי סמיכות אלא בגירסא בעלמא נקיט להו ויליף להו מקראי:"
            },
            "5": {
                "0": "מנ\"ל - דהא לא נפיק אלא דלא בעי סמיכה [באהרן] וממאי דבעי סמיכה בזקנים אימא דלגמרי ממעיע:"
            },
            "6": {
                "0": "וסמך ידו על ראש השעיר - בשעיר נשיא כתיב:",
                "1": "לרבות שעיר נחשון לסמיכה - להכי נקט [שעיר נחשון] שהוא הקדים ראשון ואצטריך לרבויי דשעה מדורות לא ילפינן ואע\"ג דקרבן יחיד [הוי אמינא דלא בעי] סמיכה קמ\"ל והכי אמרי' בפ' כל המנתות באות מצה:",
                "2": "כל חטאת שנכנס דמה לפנים - בהיכל לפנים:",
                "3": "טעונה סמיכה - ושעירי עכו\"ם נכנס דמן [לפנים] בהיכל כדאמרינן באיזהו מקומן פרים הנשרפיו ושעירים הנשרפין שחיטתו בצפון כו' ושעירים הנשרפין הם שעירי עכו\"ם שנשרפין חוץ למחנה כדאמר בת\"כ:"
            },
            "7": {
                "0": "למה לי למימר שהיה - כיון דאמר שעירי עכו\"ם טעון סמיכה ממילא ידענא דכל חטאת שנכנס דמה לפנים טעונה סמיכה דהא בפר העלם דבר כהן משיח כתיב [דבעי] סמיכה ושעיר הנעשה בפנים ליכא למימר דאתא לרבויי כדמפרש לה:",
                "1": "סימנא בעלמא - נקטיה שלא תאמר שעיר הנעשה בפנים דהא נכנס דמה לפנים:"
            },
            "8": {
                "0": "ופריך אימא לרבות שעיר הנעשה בפנים - דהא נכנס דמה לפנים. ומשני דומיא ליה קא מרבי דהאי בשעיר נשיא כתיב:",
                "1": "דמכפר על עבירות שיש בה ידיעה - שנודע לו החטא אבל שעיר הנעשה בפנים אינו מכפר אלא על טימאת מקדש וקדשיו עד שיודע לו ויביא עולה ויורד:"
            },
            "9": {
                "0": "קראי למה לי - לרבות שעירי עכו\"ם לר\"ש דאמר אהרן ובניו איו סומכים בשעיר המשתלח פשיטא דההיא סמיכה לאו סמיכה היא ובעי סמיכה אחרת להשלים סמיכות דרבינא:"
            },
            "13": {
                "0": "מקל וחומר - כדאמרי' בפ' כל המנחות באות מצה קמ\"ל רבינא הילכתא דשתי סמיכות בצבור ותו לא:"
            },
            "14": {
                "0": "לא ידענא אידך מה היא - דחד מינייהו פר העלם דבר כתיב בהדיא ואידך לא ידענא אי שעירי עכו\"ם אי שעיר הנעשה בפנים:",
                "1": "קמ\"ל - וסמך ידו דשעיר נשיא חוטא דסברא דומיא דידיה קא מרבי שמכפר על עבירות מצוה ידוע כמותה:"
            },
            "16": {
                "0": "[קרבנו] - שלשה קרבנות כתיבי בסמיכה בשלמים בויקרא קרבנו שבא לשום ריצוי ודורון ולא בכור ומעשר ופסח שאינן באים לריצוי אלא חובה הם עליו ולא לכפרה:"
            },
            "17": {
                "0": "מעשר מקדש לפניו ולאחריו - כדאמרי' בבכורות קרא לתשיעי עשירי ולעשירי תשיעי ולאחד עשר עשירי שלשתן מקודשות:"
            },
            "19": {
                "0": "איכא למיפרך - למה לי למעטינהו דלא אתי מדינא דלבעי סמיכה דאיכא למיפרך מה לשלמים שכן טעון נסכים מה שאין כן בהנך דממעטינהו בשמעתין דלעיל:"
            }
        },
        "184": {
            "0": {
                "0": "ולא קרבן חבירו - [דלא בעי] סמיכה [בשל חבירו]:",
                "1": "כל בעלי קרבן - שאם [היה להם בשותפות] קרבן אחד סומך עליו ולא [מתחייבי לסמוך] כולם:"
            },
            "3": {
                "0": "איפכא - אהפך:",
                "1": "ה\"ג מתניתין ר' יהודה היא:"
            },
            "4": {
                "0": "תחלת הקדש - תמורה [השתא] כשממיר הוא תחילה להקדישה:",
                "1": "[מסוף הקדש] - סמיכה דמה [סמיכה] אין לאחר סמיכה דקסבר אחד [סומך] לכולם:"
            },
            "7": {
                "0": "עכו\"מ וחבירו - מחד קרא נפקא [דמשלו] ולא השליח בין שלוחו של עכו\"ם ובין שלוחו של ישראל:"
            },
            "8": {
                "0": "שכל הענין - של תמורה:",
                "1": "מה סופינו לרבות - אחר שסופינו לרבות את האשה:"
            },
            "11": {
                "0": "מתני' וסמיכה שירי מצוה - דאינו מעכב כפרה:"
            },
            "12": {
                "0": "במקום שסומכין שוחטין - באותו מקום ולא יזיזנה [ממקומה]:"
            },
            "14": {
                "0": "גמ' מזקני העדה - לאו סומין נינהו כדאמרי' בסנהד' [מקיש] ריבים לנגעים [ועוד] כשם שבית דין מנוקין בצדק כך מנוקים ממום דכתיב כלך יפה רעיתי ומום אין בך:"
            },
            "15": {
                "0": "מעולת ראייה - דבעי סמיכה התם סומין לא [דכתיב] יראה יראה ואמרי' אבל סומין לא:"
            }
        },
        "185": {
            "1": {
                "0": "מעולת נדבה גמרה - דלא כתיב [סמיכה] אלא בעולת [נדבה דכתיב] וסמך ידו על [ראש] העולה וכל התחלת ויקרא [הוא בעולת נדבה] דכתיב אדם כי יקריב מכם משמע [אם ירצה] להקריב:"
            },
            "2": {
                "0": "ויעשה כמשפט - בעולת חובה כתיב בויהי ביום השמיני וההיא עולת חובה היתה דכתיב קח לך עגל בן בקר לחטאת ואיל לעולה תמימים וכתיב בסמיכה [תמים]:"
            },
            "3": {
                "0": "ידו ולא יד חבירו - אע\"ג דאמר לעיל [קרבנו] ולא קרבן חבירו איצטריך ידו דאי לא כתיב ידו הוי אמינא היכא [אימעט] חבירו היכא [דהקריב] בלא ידיעה:",
                "1": "שלוחו - של ישראל כמותו ילפינן בפסחים מושחטו כל קהל עדת ישראל וכי כל הקהל שוחטין אלא מכאן ששלוחו של אדם כמותו:"
            },
            "6": {
                "0": "שירי מצוה - שלא סמך:",
                "1": "כאילו לא כפר - מן המובחר:",
                "2": "וכיפר - כפרה כל דהו דכפרה בדם:"
            },
            "8": {
                "0": "הצואר - תחת הגרון:",
                "1": "הגביים - גבו של בהמה:"
            },
            "9": {
                "0": "ראש - כתיבי טובא בה בעולה ושלמים וחטאת:",
                "1": "בהדי ראשו - [שיפוע] ראשו כנגד ראשו:"
            },
            "11": {
                "0": "הצדדין - צידי הראש מהו:",
                "1": "בדבי רבי:"
            },
            "12": {
                "0": "מטלית - אם כרך מטלית על ידו וסמך:",
                "1": "שלא יהא דבר חוצץ - גבי פרו של אהרן במס' יומא:"
            },
            "13": {
                "0": "ידו - בלא יו\"ד:"
            },
            "14": {
                "0": "שמע ריש לקיש - דלא אמרה משמיה:",
                "1": "ואותיב ליה - איהו גופיה:",
                "2": "אי ס\"ד ידו משמע תרי:",
                "3": "למה לי למכתב ידיו - בכל התורה:"
            },
            "15": {
                "0": "אקשי ליה עשרים וארבע - אמאי לא כתיב ידו:"
            },
            "16": {
                "0": "בתר דנח דעתיה א\"ל - אנן בסמיכה ילפינן בבנין אב דמה בשעיר המשתלח כתיב ידו וכתיב שתי אף כל מקום [דכתיב] ידו בסמיכה שתי הויין:"
            },
            "18": {
                "0": "מאי קאמר - דלתני תיכף לסמיכה שחיטה ואנא ידענא דבמקום שסומכין שוחטין לפי שתיכף לסמיכה שחיטה דכתיב וסמך אהרן וסמיך ליה ושחט:"
            },
            "19": {
                "0": "מתני' שאחד מניף לכל החוברים - [שרצו] התנדב קרבן שכל הקרבנות מביאין בשותפות כדאמר בפ' המנחות והנסכים [ואחד] מניף על ידי כולם כדמפרש בגמ':",
                "1": "בקרבנות - בחזה ושוק של שלמים:",
                "2": "ובקרבנות הצבור - כבשי עצרת:"
            }
        },
        "186": {
            "0": {
                "0": "חיים ושחוטין - [מפרש בפ' כל] המנחות באות מצה:",
                "1": "בדבר שיש בו רוח חיים - כגון קרבן בהמה:",
                "2": "בדבר שאין בו רוח חיים - כגון לחמי תודה ונסכים:"
            },
            "1": {
                "0": "גמ' כל בעלי קרבן לסמיכה - כל החוברין סומכין:"
            },
            "2": {
                "0": "נתמעטה בחוברין - [שאחד] מניף כדמפרש משום דלא אפשר [משום] דהויא חציצה בין יד של זה לקרבן ואי קשיא הא אמרינן כהן מניח ידו תחת יד בעלים ומניף והוי ידו חציצה לא אקפיד משום דעיקר תנופה בבעלים כדכתיב על כפי הנזיר:"
            },
            "5": {
                "0": "בזמן שכה\"ג רוצה להקטיר - הקרבן דברשותו הוא דאמר במס' יומא כיצד מקריב חלק בראש אומר עולה זו אני מקריב:",
                "1": "והעלהו - מסעייהו לעלות:",
                "2": "והושיט הראש והרגל דהן קרבין ראשון בתמיד כדאמרינן במס' יומא:",
                "3": "וסומך עליהן - כה\"ג וזורקן על המערכה:"
            },
            "6": {
                "0": "הושיט השני - די\"ג כהנים [היו עסוקין] בתמיד:",
                "1": "שתי הידים - קרבין אחר הראש והרגל והשני מושיט לראשון דרך כבוד הוא בכך שיהא אחד מושיט מכולם ונותן לו ומדקתני והושיט לו הראשון וסומך עליהם אלמא יש סמיכה בשחוטין: הא לאו סמיכה גמורה היא אלא משום יקרא דכה\"ג שתהא הקטרתו מעולה משאר הקטרת: (ע\"כ מכ\"י רבינו בצלאל אשכנזי ז\"ל)."
            }
        }
    },
    "meta": "Daf-Line-Comment",
    "work": "Ktav Yad Rashi on Menachot"
}