{
    "title": "Yitzchak Yeranen on Mishneh Torah, Hiring",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Hiring",
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>לפיכך וכו'.</b> עיין מ\"ש מרן ולכאורה אין דבריו מובנים וכמו שנתקשה הרב משנה למלך והצריך עיון. ולענ\"ד נראה דה\"פ דלו יהי דהוסיף בשמירתו וכמ\"ש המל\"מ ז\"ל מכל מקום נקרא מיעט במה שמסר לשומר אחר והיינו טעמא דזה הב' לא מהימן ליה בשבועה וכיון דלא מהימן נמצא דחשביה לזה הב' פושע שפשע ונשבע על שקר ואין לך מיעט בשמירתו יותר מזה שמסרו לאדם שפושע בה משא\"כ הא' דחשיב ליה לצדיק גמור ולא יפשע והשאיל עצמו או השכיר עצמו עם החפץ והיינו טעמא שמאמין בו שלא יפשע ודבריו אלו לא קאי למה שסיים הואיל כו' אלא לעיקר הדין שהתחיל רבינו לומר יש לבעל החפץ לומר את מהמנת לי בשבועה כו' ועליה קאי ואע\"פ."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פועל וכו'.</b> עיין מ\"ש המל\"מ על שם מהרימ\"ט סי' ק\"ן מחלק א' שנסתפק באורחים המסובין אצל בעל הבית אם זוכים במתנותיהם משיגביהם או עד שיתנו לתוך פיהם והביא הרב לפשוט לו ממ\"ש הרב יונה סוף פרק אלו דברים עלה דתניא לא יתן פרוסה לשמש בין שהכוס בידו בין ביד בעה\"ב וז\"ל ודוקא לשמש אבל שאר בני הסעודה יכולין לתת זה לזה שמאחר שהוא זימן אותם אינו מקפיד במה שהם נותנים זל\"ז ע\"כ הרי שמזכה להם אפי' קודם שיתנו לתוך פיהם ולמסקנת מהרימ\"ט אינו מזכה להם אלא אחר שנתנו לתוך פיהם אלו דבריו ז\"ל.<br><b> ולענ\"ד</b> לא באתי לכוונתו מאי קשיא ליה למר דלכאורה אינו ענין נדון מהרימ\"ט לר' יונה דמ\"ש הר' יונה הוא דבעה\"ב אינו מקפיד במה שיתן זה לזה מאחר שכולם הם מזומנים מאיתו והמנות שהזמין לכל המזומנים הם ומה לו אם יתנו זל\"ז משא\"כ נדון מהרימ\"ט דספיקו הוא אם יכול לזכות אחד מהמסובין כדי לאוסרו לחבירו המזומן לאכול כמותו או אם יכול לקדש בו את האשה דאדעתא דהכי לא הזמינן שיזכה אחד מהם במנה אחת שתהיה שלו דוקא אלא אדרבה הזמינם שיהיו כולם רשאים ושלטאים ומסיק דלא זכה שיהיה המנה שלו עד שיתן לתוך פיו וכל עוד שלא נתנה לתוך פיו הרי היא מכל המזומנים וק\"ל.<br><b> ושמעתי</b> מקשים עוד למהרימ\"ט ממ\"ש רש\"י בסוגיית נדרים דף ל\"ד ע\"ב ד\"ה לא לאפוקי שכתב כיון דאזמניה עליה קנה חלקו כמ\"ש יכול לאכול הימנו ואינו יכול לאוסרה עליו כו' הרי דאף קודם נותנו אל פיו קנה ולא קשה מידי דשאני נדון מהרימ\"ט דרבים הם המסובים וכיון דכל אחד אפשר דאינו אוכל מזה אלא מזה ומה שמותיר הוא מהבע\"ה א\"כ אין דעת בעה\"ב להקנות לשום מהמסובין אלא כשיתן אל פיו דאז נודע שרוצה לזכות ואף שנתן לפניו אפשר שלא יאכלנו ונשאר שם משא\"כ בנדון רש\"י דזמניה על הככר ודאי שנותן לו מאותו הככר דעליו הזמינו ונמצא דיש חלק למזומן בהכרח באותו ככר ודאי אינו יכול לאוסרו עליו.<br><b> וחכם</b> בני הי\"ו חילק באופן אחר והוא דשאני נדון מהרימ\"ט דכיון דאינו מבורר מתחילה מה שנותן לכל אחד ואחד דלכולם כאחד נותן אמרינן דאינו מוברר שיזכה להיות לכל אחד חלקו אלא אחר האכילה ולכן מסתבר דלא זכה שום אחד מהם אפי' במה שנתן לפניו משא\"כ בנדון רש\"י דאיירי בענין מדיר כל דאיכא ודאי לאדם חלק בככר אפילו אינו מבורר אינו יכול לאוסרו עליו."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות שכירות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}