{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Siman"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Tiferet Shmuel on Shevuot", 
    "licenseVetted": true, 
    "text": [
        "<b>  כיון  </b> שלא הוציא בשפתיו כו'. פי' וא\"כ לפי המסקנא זו אפי' הוי טעות בפיו שלא גמר להוציא בפיו מה שהיה בלבו אפ\"ה לא מהני היכא שפיו מכחיש את המחשבה. אבל אם אינו מכחיש להדיא מהני שפיר מחשבתו. ולפ\"ז אפי' גמר בלבו להוציא פת שעורין והוציא פת סתם דמהני מחשבתו דפת שעורים נמי פת סתם. ולא כתירוץ התוס' דמשני הכא משום דסתם פת הוא פת חטין ודו\"ק. עוד שמעינן שאפילו אינו מכחיש פיו את המחשבה. מ\"מ היכא דלא הוי טעות בפיו אלא שגמר בלבו להוציא כך בשפתיו אלא שחשב בלבו בע\"א לא מהני כלל מחשבתו אלא גבי אונס ודו\"ק: \n", 
        "<b>  כיון  </b> דבשעה שהשביעתו כו'. נ\"ב מדבריו יראה שאם היה חוזר אח\"כ העד מדבריו והשביעוהו שחייב שהרי צריכים לעדותו בשעה שהשביעוהו וק\"ל: \n", 
        "<b>  והרמב\"ן  </b> ז\"ל וכו' וא\"א. לשון רש\"ל נראה בעיני דלא פליגי על הרמב\"ן. וה\"ק מה שאמר הרמב\"ן שא\"צ שם וכנוי לאו לענין חיוב מלקות וקרבן אלא לענין איסור קאמר. והטעם משום דחשבינן כידות אבל לענין שבועה ממש בעינן שם וכנוי. אבל מ\"מ היכא שמזכיר שם או כנוי א\"צ לשון שבועה כמו אלהי ישראל לא מגלינא לאפוקי דעת הרמב\"ם וסמ\"ג דס\"ל דבעי שם או כנוי וג\"כ לשון שבועה ואלה. ומה שפירש דדעת הרמב\"ן דמודה לענין קרבן שבועה ואינו מביא ראייה אלא לענין איסור כ\"ה להדיא בדבריו ומה שפירשתי שידות לשבועה אינם לקרבן ומלקות אלא לאיסור פירשתי בבאורי הסמ\"ג ומה שפירשתי דהרא\"ש אינו חולק על הרמב\"ן. היה בידי לפרש שחולק וה\"ק לעולם בלא שם וכנוי לא הוי שבועה כלל אפילו לאסורא והכי איירי שמזכיר השם ואומר לא אוכל תרי זמני וכמו שפירש הרמב\"ם והסמ\"ג. ומה שקשה א\"כ למה לי לאו וכו' ע\"ז קאמר לעולם בלא שבועה אפילו מזכיר השם אינו אלא ידות כההיא דפ\"ק דנדרים דאיירי אפשר נמי שהדיר בשם אלא שהזכיר לשון שבועה וכ\"מ קצת לשם שעיקר החדוש שלא הזכיר לשון שבועה אבל בלא הזכרת השם או כנוי ליכא שבועה כלל. אבל מה אעשה שבטור י\"ד לא משמע כן אלא קאי אהיכא שלא הזכיר שם וכנוי דהוי ידות ע\"ש ע\"כ לשון רש\"ל ז\"ל: \n0הדרן עלך שבועות העדות \n", 
        "<b>  ואם  </b> היה הלוקח מודה וכו'. פי' מן התורה אבל מדרבנן אפילו מודה אינו גובה מהלקוחות משום דלית ליה קלא משום תקנת הלקוחות א\"נ ה\"ק שהודה הלוקח שידע מזו ההלואה א\"כ לא עבדינן ליה התקנה וק\"ל. ולפי דברי התוספות והרא\"ש כ\"ש שאין נשבעין על שטר שהוא כתיבת ידו אע\"פ דלא גביא ממשעבדי מ\"מ לא גרע ממלוה על פה. והטור שכתב בסי' פ\"ח שאין נשבעין על שטר ממש אבל שטר בכ\"י במודה במקצת נשבעין עליהן שבועת התורה. בע\"כ צ\"ל שכתב לאותן דלא ס\"ל כהתוס' והרא\"ש. אלא כל היכא שאינו טורף ממשועבדים אין קרוי שעבוד קרקעות אליבייהו. כן נ\"ל ודו\"ק: \n0הדרן עלך שבועת הפקדון \n", 
        "<b>  ול\"ש  </b> הלוהו פירות ש\"ש הוי נ\"ב ואף שקצת הלשון דחוק לפי' ר\"י הוא ש\"ח וכ\"ז פסקי ר\"ת ור\"י הוא וכן בטור סימן ע\"ב לא כתב רק ש\"ח לפי' ר\"י וכתב ולזה הסכים א\"א הרא\"ש ז\"ל וממש כהאי פיסקא וכולם אמת כי מה שלא כנגד מעותיו הוא ש\"ח ופטור מגנבה וכו' וכנגד מעותיו חייב לאו משום ש\"ש אלא שהוא כפירש שמקבל נגד דמיו. וכ\"כ לעיל בס\"פ האומנין כהאי לישנא וכ\"כ מהר\"מ פרק שבועות הדיינין ובס\"פ האומנים והוא עיקר. ולא הכל ש\"ש פסק הרי\"ף והרמב\"ם ורוב הגאונים זולת ר\"ת ור\"י ומהר\"מ: \n", 
        "<b>  אין  </b> המלוה נותן ללוה היתרון. לכאורה נראה לפרש דוקא בשעת הלואתו הוי ש\"ש ממש לכ\"ע על כל המשכון מדר' יצחק ומשום שיש בו צד קנין כדמוכח להדיא בסוגיא ע\"ש. ומ\"מ נראה שלא לחלק דלעולם כל מה שיתר על החוב הוי ש\"ח כמו בשעת הלואה גם לא הוי אפי' כנגד מעותיו אלא ש\"ש ולא שיתחייב באונסין כדעת רש\"י עמ\"ש הרא\"ש פ\"ק דקדושין:"
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": " תפארת שמואל על שבועות", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tiferet Shmuel", 
        "Seder Nezikin"
    ], 
    "digitizedBySefaria": true
}