{
    "title": "Chidushim of Machaneh Ephraim on Mishneh Torah, First Fruits and other Gifts to Priests Outside the Sanctuary",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chidushim_of_Machaneh_Ephraim_on_Mishneh_Torah,_First_Fruits_and_other_Gifts_to_Priests_Outside_the_Sanctuary",
    "text": [
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> ז\"ל המביא בכורים וכו' עד ואע\"ג דבירושלמי מוקי לה בשליקטן לשלחן על ידי שליח וכו'. נ\"ב עיין בספ\"ב שהביא רבינו הירושלמי וצ\"ע:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> היו הככרות נושכות זו בזו וכו' עד ולענין מ\"ש שרבינו מפרש שישוכו דמתני' הוי לאחר אפיה. תמהני שאיני יודע מה נשיכה שייך אחר גמר אפיה. נ\"ב לק\"מ דלאחר אפיה דקאמר היינו שנושכות בתנור כגון ככרות של בבל:"
            ],
            [],
            [
                "<b>כתב </b> הראב\"ד נראה לי מהגמרא שאף האשה שעשתה עיסה לחלק חייבת בחלה שמא תמלך לעשותה עיסה מההיא איתתא וכו'. נ\"ב לפי סברת הראב\"ד ק\"ל מההיא דעושה עיסה סופגנין דפטורה מן החלה:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [
                "<b>בכ\"מ </b> ובענין נסתפק בשנים ולקח הכהן האחד וכו'. עד איכא למימר דלאו דס\"ל דלית הילכתא כותיה אלא דמ\"מ רצו להעמיד סתם מתני' כרבים. נ\"ב אין נראה כן דבהל' מעשר פ\"ז בדין המלוה את הכהן פסק רבינו דלא כעולא:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> ואהא דתנן צריך שירשום וכו'. עד איכא למימר דלא דמי דנהי דאמרינן דשה ואפילו מקצת שה ה\"מ דכל שיות שבו חייב דבכה\"ג כוליה שה מיקרי אבל הכא דמקצת שיות פטור כה\"ג לא חייב רחמנא. נ\"ב ק\"ל מההיא דכתב רבינו בסמוך היה הכהן שותף בראש פטור מן הלחי אבל בשאר חייב ואע\"ג דמקצת שיות פטור:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> אמר לטבח וכו'. עד ופירש\"י נותנה זה לכהן ואין המוכר מנכה ללוקח שהרי היה יודע הלוקח כו'. נ\"ב ק\"ל דא\"כ כי לקחם ממנו במשקל אמאי מנכה לו מהדמים כיון דידע מתנה הוא דקא יהיב ליה:<br><b> עוד </b> שם בסוף וי\"ל משום דאמרינן בגמרא איכא דמתני לה באפי נפשה וכו' יע\"ש. ודבריו צ\"ע דבסמוך כתב הפך בהלכה י\"ד ז\"ל הקונה אותם מותר לאוכלן:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "חידושים מהגאון בעל מחנה אפרים על משנה תורה, הלכות ביכורים ושאר מתנות כהונה שבגבולין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Chidushim of Machaneh Ephraim",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}