{
    "text": {
        "0": {
            "0": {
                "0": "<b>הרואה ראיה אחת של זוב.</b> זוב בא מבשר המת ודומה ללובן ביצה המוזרת. ושכבת זרע בא מבשר שאינו מת וקשורה כלובן ביצה שאינה מוזרת:",
                "1": "<b>בית שמאי אומרים כשומרת יום.</b> דאע״פ שאינה זבה גמורה עד שלש ראיות. מכל מקום בראיה אחת עושה משכב ומושב. כמו כן זב, אע״פ שאינו נעשה זב גמור עד שלש ראיות, מכל מקום בראיה אחת עושה משכב ומושב:",
                "2": "<b>ובית הלל אומרים כבעל קרי.</b> ואינו עושה משכב ומושב, ואין הראיה מטמאה במשא, אלא במגע:",
                "3": "<b>ראה אחת ובשני הפסיק ובשלישי ראה שתים.</b> דכי ראה שתי ראיות ביום אחד או בשני ימים רצופים, צריך למנות שבעה נקיים, ופטור מן הקרבן. ואם ראה שלש ראיות ביום אחד או בשלשה ימים רצופים, צריך למנות שבעה נקיים וחייב בקרבן. דתניא, מנה הכתוב שתים וקראו טמא, דכתיב (ויקרא טו) זב מבשרו זובו טמא הוא. שלש וקראו טמא, (שם) וזאת תהיה טומאתו בזובו רר בשרו את זובו או החתים בשרו מזובו טומאתו היא, הא כיצד, שתים לטומאה ושלש לקרבן. אבל הזבה אם ראתה ראיות רבות ביום אחד או בשני ימים בלא עת נדתה, שומרת יום אחד בנקיות וטהורה לערב. ואם ראתה שלש ראיות בשלשה ימים רצופים, צריכה למנות שבעה נקיים וחייבת בקרבן. דגבי זבה כתיב (שם) ואשה כי תזוב זוב דמה ימים רבים בלא עת נדתה, ימים שנים, רבים שלשה, תלה הכתוב הזב בראיות, והזבה בימים. והשתא קאמר שאם ראה הזב שלש ראיות אלא שהפסיק יום אחד בין ראיה ראשונה לשתים האחרונות:",
                "4": "<b>בית שמאי אומרים זב גמור.</b> וחייב בקרבן כבעל שלש ראיות:",
                "5": "<b>ובית הלל אומרים.</b> ביטל היום הטהור את הראיה הראשונה, ואין כאן אלא שתי ראיות האחרונות, ופטור מן הקרבן:",
                "6": "<b>מודים בית שמאי בזה שאינו זב גמור.</b> דביטל היום הטהור שהפסיק, את הראיה הראשונה, כדאמרן:",
                "7": "<b>על מה נחלקו על הרואה שתים וכו׳ בית שמאי אומרים זב גמור.</b> דהואיל ונזקק לספירת שבעה כשראה שתים בתחילה, ביטלה ראיה את יום הטהור, ויש בידו שלש ראיות:\n\n"
            },
            "1": {
                "0": "<b>ביום השלישי לספירת זובו.</b> כגון בעל שתי ראיות שצריך לספור שבעה נקיים, ומנה ראשון ושני, ובשלישי ראה קרי, סתר שני ימים שלפניו, וחוזר ומונה שבעה כבתחלה:",
                "1": "<b>לא סתר אלא יומו.</b> ומונה חמשה להשלים שבעה, דשנים הראשונים עלו לו:",
                "2": "<b>הרואה בשני.</b> שמנה אחד, ובשני ראה קרי, סתר את שלפניו אפילו לבית הלל. ור׳ עקיבא סבר דבהא נמי פליגי. ואין הלכה כר׳ ישמעאל:",
                "3": "<b>ומודים,</b> בית שמאי <b>ברואה קרי, ברביעי שלא סתר אלא יומו.</b> ושלפניו עלו לו. דדוקא כשלא נפסק הזיבות בשלשה ימים טהורים כמספר הימים שעושה זב גמור, הוא דאמרי בית שמאי דשכבת זרע סותרת, אבל לאחר שעברו שלשה ימים טהורים, מודים בית שמאי שאין קרי סותר אלא יומו. והאי דקרי סותר בזב, נפקא לן מקרא (דכתיב) זאת תורת הזב ואשר תצא ממנו שכבת זרע, מה זוב סותר, אף שכבת זרע סותר. אי מה זוב סותר את הכל אף שכבת זרע תסתור את הכל, תלמוד לומר לטמאה בה, אין לה אלא יום אחד. אבל אם ראה זוב, אפילו יום שביעי, סותר את שלפניו, דכתיב שבעת ימים לטהרתו, עד שיהיו כל שבעת הימים טהורים מן הזיבות:  "
            },
            "2": {
                "0": "<b>הרי זה זב גמור.</b> וחייב בקרבן. דבראיות תלה רחמנא, דכתיב טומאתו בזובו, טומאתו תלויה בזובו ואינה תלויה ביומי. ומיהו בהפסיק יום בינתיים קאמרי בית הלל לעיל דלא הוי זב גמור ואין הראיות מצטרפות, לא שנא לענין טומאה כגון ראה שתי ראיות בלבד בהפסקת יום בינתים, לא שנא לענין קרבן כגון ראה שלש ראיות:\n\n"
            },
            "3": {
                "0": "<b>כדי טבילה וסיפוג.</b> כדי שיטבול ויקנח עצמו אחר טבילה. ופחות משיעור זה, לא הוי הפסק ולא חשיבא אלא ראיה אחת:",
                "1": "<b>או אחת מרובה כשתים.</b> שהיה בין התחלת הראיה לסוף הראיה כדי טבילה וסיפוג, והיה רואה תמיד בלא הפסק:\n\n"
            },
            "4": {
                "0": "<b>כמן גד יון לשילוח.</b> מקום בירושלים שהעמידו בו מלכי יוונים עבודה זרה, והיה אותו מקום רחוק מן השילוח שיעור שתי טבילות ושני סיפוגים. כמגד יון, לשון העורכים לגד שלחן (ישעיהו ס״ה:י״א). שילוח, שם הנהר, כדכתיב (שם ח) יען כי מאס העם הזה את מי השילוח:",
                "1": "<b>מטמא משכב ומושב.</b> דחשבינא לה כשתי ראיות:",
                "2": "<b>אלא אם כן יש בה כדי שלש.</b> כגון כמגד יון לשילוח, דאז נחשב כזב גמור אפילו לענין קרבן. אבל באחת מרובה כשתים, אין חולקין אותה, וכראיה אחת היא חשובה. ואין הלכה כר׳ יוסי:\n\n"
            },
            "5": {
                "0": "<b>אם ידוע שמקצת הראיה מהיום ומקצתה למחר.</b> שראה קצת ראיה בסוף היום וקצתה בתחילת הלילה של מחר, אע״פ שלא היו ביניהן כדי טבילה וסיפוג, נחשבות שתי ראיות, מפני שהימים חולקין:",
                "1": "<b>ודאי לקרבן ולטומאה.</b> דיש כאן שלש ראיות, דאותה של בין השמשות נחלקת לשתים, כיון דיש בה משני ימים:",
                "2": "<b>ואם ספק.</b> דשמא כולה מן היום או כולה מן הלילה:",
                "3": "<b>ודאי לטומאה.</b> דמה נפשך איכא שתים:",
                "4": "<b>וספק לקרבן.</b> דמספקא לן שמא שתים שמא שלש. דאי כולה מן היום או כולה מן הלילה, שתים. ואי מקצתה ביום ומקצתה בלילה, שלש:",
                "5": "<b>שני ימים בין השמשות.</b> כגון דראשונה בתחילת בין השמשות ראשון, ושניה בסוף בין השמשות שני, כגון האחת בערב שבת בתחילת בין השמשות, ואחת במוצאי שבת בסוף בין השמשות. דאם תחילת בין השמשות יום וסוף בין השמשות לילה, אין כאן שתי ראיות בשני ימים רצופים, דשבת מפסקת ואין כאן טומאת זיבה (אלא כבעל קרי). ואי בין השמשות כולו מן היום או כולו מן הלילה, יש כאן שתי ראיות בשני ימים רצופים, וטעון לספור שבעה נקיים ופטור מן הקרבן. ואם תחילת בין השמשות או סופו חציו מן היום וחציו מהלילה, נחלקת הראיה לשתים וחייב בקרבן. ולפי שיש כאן כל הנך ספיקות, קתני ספק לטומאה ולקרבן, שמא אין כאן טומאה, ושמא יש כאן טומאה ולא קרבן, ושמא יש כאן טומאה וקרבן. הלכך מביא קרבן ואינו נאכל:"
            }
        },
        "1": {
            "0": {
                "0": "<b>הכל מיטמאים בזיבה.</b> הכל, לאתויי תינוק בן יומו שהוא מיטמא בזיבה:",
                "1": "<b>אף הגרים.</b> דכתיב בפרשת זב (ויקרא טו) דבר אל בני ישראל, אין לי אלא בני ישראל, מנין לרבות גריס ועבדים, תלמוד לומר ואמרת אליהם איש, לרבות את הגרים ואת העבדים. מנין לרבות את הקטנים, תלמוד לומר איש איש:",
                "2": "<b>ומיטמאין בדם כאשה.</b> שאין האשה מיטמאה בלובן אלא באודם, דדם כתיב בה שהוא אדום:",
                "3": "<b>ובלובן כאיש.</b> דזובו כתיב גבי איש. והוא דומה למי בצק של שעורים:",
                "4": "<b>וטומאתן בספק.</b> אם ראו לובן, שמא הן אשה, ולובן טהור בה. ואם ראו אודם, שמא הן איש, ואודם טהור גביה. אבל אם ראה לובן ואודם כאחד, טומאתן ודאי ממה נפשך, ושורפין עליהם את התרומה, אבל אין חייבים עליהם על ביאת מקדש, דגבי שילוח טמאים כתיב (במדבר ה׳:ג׳) מזכר עד נקבה תשלחו, זכר ודאי, נקבה ודאית, ולא טומטום ואנדרוגינוס:\n\n"
            },
            "1": {
                "0": "<b>בשבעה דרכים בודקין בודקין את הזב.</b> משום דאינו מטמא מחמת אונס, דכתיב זב מבשרו, ולא מחמת אונסו:",
                "1": "<b>עד שלא נזקק לטומאה.</b> דהיינו כשרואה ראיה שניה שבה הוא נעשה זב לטמא משכב ומושב ולהצריכו לספור שבעה נקיים. אבל ראיה ראשונה, מטמאה באונס טומאת ערב, כדין בעל קרי, ומצטרפת עם השניה ואפילו שהיתה באונס:",
                "2": "<b>במאכל.</b> אם אכל אכילה גסה או אכל דברים המביאין לידי זיבה, ואפילו כל שהן, כגון בשר שמן, חלב, וגבינה, ביצים, ויין ישן, וגריסין של פול, ושחלין:",
                "3": "<b>ובמשתה.</b> בריבוי שתיה:",
                "4": "<b>במשא.</b> כבד שנשא:",
                "5": "<b>במראה.</b> ראה אשה, אפילו לא הרהר:",
                "6": "<b>ובהרהור.</b> אע״פ שלא ראה. אי אירע לו אחד מאלו השבעה קודם שראה ראיה שניה, אינו נעשה זב מחמת אותה ראיה, והטפה אינה מטמאה במשא כשאר טפה של זוב:",
                "7": "<b>אין אחריות זבין עליכם.</b> ואם לא יהיו זבים לעולם, מה אתם חוששים, הלא לא קבלתם אחריות של זבים עליכם. ואין הלכה לא כר׳ יהודה ולא כר׳ עקיבא:",
                "8": "<b>משנזקק לטומאה.</b> לאחר שראה ראיה שניה שלא באונס, שהרי מכאן ואילך הוא עושה משכב ומושב:",
                "9": "<b>אין בודקין אותו.</b> ואף אם ראה ראיה שלישית באונס, נעשה זב לקרבן. וכן אם ראה ראיה של זוב בשבעה ימים נקיים שהוא מונה, סתר הכל ואפילו היתה אותה ראיה באונס:",
                "10": "<b>ספיקו ושכבת זרעו טמאין.</b> ספיקו מחמת שכבת זרעו, כגון אם ראה שכבת זרע תחילה, וטפה זיבה הבאה אחר כך אינה מטמאה, שהרואה קרי אינו מטמא בזיבה מעת לעת. ועד שלא נזקק לטומאה, הקרי מטהר את הזיבה, משום דהוי אונס. ולאחר שנזקק לטומאה, אין הקרי מטהר את הזיבה, שאין תולין שמחמת הקרי באה הזיבה:",
                "11": "<b>שרגלים לדכר.</b> שאין אותה ראיה מחמת אונס, כיון שכבר נעשה זב:",
                "12": "<b>ראה ראיה ראשונה בודקין אותו.</b> היינו דוקא לקרבן. דאי מחמת אונס ראה, אינה מצטרפת עם השלישית לקרבן. אבל מצטרפת עם השניה לטומאה. דאם ראיה שניה שלא באונס, אע״פ שהיתה ראשונה באונס, עושה משכב ומושב ובעי שבעה נקיים וביאת מים חיים, דכי כתיב מבשרו ולא מחמת אנסו, בשניה כתיב. אבל ראשונה אתקש לשכבת זרע, דכתיב זאת תורת הזב ואשר תצא ממנו שכבת זרע, מה שכבת זרע מטמאה באונס, אף ראיה ראשונה של זוב מטמאה באונס:",
                "13": "<b>בשניה בודקין אותו.</b> לטומאה ולקרבן:",
                "14": "<b>בשלישית אין בודקין אותו.</b> לא לטומאה ולא לקרבן:",
                "15": "<b>ר׳ אליעזר אומר.</b> כו׳ ואין הלכה כר׳ אליעזר:\n\n"
            },
            "2": {
                "0": "<b>אינו מיטמא בזיבה מעת לעת.</b> דהאי זיבות מחמת חולשא דקרי הוא. ובראיה שניה איירי, דראשונה מטמאה באונס. וכשם שתולין לקרי מעת לעת, כך למראה ולהרהור תולין מעת לעת. אבל למאכל ולמשתה למשא ולקפיצה, תולין לו כל זמן שהוא מצטער, ואמרינן דמחמת הצער הוי הזיבה ולא מבשרו:",
                "1": "<b>רבי יוסי אומר יומו.</b> אין תולין אלא אותו היום שראה קרי בלבד, ולע מעת לעת. ואין הלכה כר׳ יוסי:",
                "2": "<b>מיד מיטמא בזיבה.</b> דגר שנתגייר כקטן שנולד דמי. ואע״פ שראה זיבות כשהוא נכרי, מיטמא בזיבה בהך שניה שרואה בתוך מעת לעת של קרי, דנעשית לו כריאה ראשונה דמטמא באונס, ומצטרפת עם השניה שיראה אחר מעת לעת של קרי. דראיית זיבה של נכרי כמאן דליתא, דאין הנכרים מיטמאין בזיבה:",
                "3": "<b>הרואה דם.</b> מטמאה כל טהרות שנתעסקה בהן למפרע מעת לעת, כדפרישנא בריש נדה. ואיידי דאיירי במעת לעת, קחשיב כל הני ששיעורן במעת לעת:",
                "4": "<b>וכן המקשה.</b> בימי זיבה. דאמרינן כי תזוב זוב דמה, מחמת עצמה ולא מחמת ולד. ואם שפתה מן החבלין מעת לעת וילדה, לא תלינן דם קושי בדם לידה:",
                "5": "<b>המכה את עבדו.</b> האמור בתורה (שמות כ״א:כ״א) אך אם יום או יומים יעמוד, ודרשינן יום שהוא כיומים, זהו מעת לעת:",
                "6": "<b>כלב שאכל בשר המת.</b> דקיימא לן דאין מתעכל במעיו עד לאחר שלשה ימים מעת לעת, דהכי תנן במסכת אהלות פרק י״א, וכמה תשהה במעיו, שלשה ימים מעת לעת:",
                "7": "<b>והוא שיהא כברייתו.</b> שלא נשתנה. ועוד איכא טובא ששיעורן מעת לעת ולא חשיב, ותנא ושיירי:\n\n"
            },
            "3": {
                "0": "<b>מטמא את המשכב.</b> והוא הדין למושב:",
                "1": "<b>עומד יושב שוכב.</b> דכתיב (ויקרא ט״ו:ד׳) כל המשכב אשר ישכב עליו הזב יטמא, וכתיב (שם) והיושב על הכלי אשר היא יושבת עליו, אין לי אלא בזמן ששכב על המשכב ויש על המושב. שכב על המושב וישב על המשכב, עמד נתלה, נשען, מנין. תלמוד לומר יטמא יטמא, ריבה. וכולן נקראין מדרס:",
                "2": "<b>והמשכב מטמא את האדם וכו׳ עומד יושב שוכב נתלה.</b> שהטהור בכף מאזנים והמשכב הטמא בכף שניה, וכרע המשכב הטמא, ונתלה הטהור. ונתלה דרישא, כגון שהזב בכף מאזנים, ומושבות בכף שניה וכרעו הן, טמאין, דהשתא הזב נתלה וכאילו הוא יושב עליהן:",
                "3": "<b>לטמא בגדים.</b> הוא הדין כל כלים שנוגע בהן עד שלא פירש, חוץ מאדם וכלי חרס:",
                "4": "<b>במגע ובמשא.</b> אם נגע במשכב הטמא, או שנשאו:"
            }
        },
        "2": {
            "0": {
                "0": "<b>הזב והטהור או באסדא.</b> עצים גדולים קשורים ביחד ונותנים אותם בים או בנהר, ומשימין עליהם נס ומוליכים אותם ברוח אל מחוז חפצם. ובלשון מקרא קרויין דוברות, ואני אשימם דוברות בים (מלכים א ה ט). ונקראים נמי רפסודות, ונביאם לך רפסודות על ים יפו (דברי הימים ב ב טו):",
                "1": "<b>או שרכבו על גבי בהמה.</b> סתם בהמה נכפפת תחת הרוכב, הלכך לא שנא כוחה רע ולא שנא כוחה יפה, נטמא הטהור ובגדיו. אבל מה שהבהמה מסטת ברגליה, אין ניסט מחמת הרוכב, אלא אם כן כוחה רע, כדמוכח פרק בתרא דאהלות:",
                "2": "<b>אע״פ שאין בגדיהן נוגעים.</b> שאין בגדי הטהור נוגעים בבגדי הזב, מכל מקום טמאין מדרס, שהספינה קטנה דומיא דאסדא ומתמוטטין, ופעמים שהזב מכריע הטהור ובגדיו ומיטמאין בהיסט. וילפינן טומאת היסט מדכתיב (ויקרא ט״ו:י״א) וכל אשר יגע בו הזב, וכתיב (שם ו) וכלי חרש אשר תבושל בו ישבר, מה בו האמור להלן מאוירו, אף כאן מאוירו, שאין כלי חרס מיטמא במגעו של זב אלא אם כן נגע בו מאוירו, אבל נגע בו מאחוריו לא טמא, ומאחר שלמדנו שאין מטמא אותו אלא מאוירו, מה תלמוד לומר אשר יגע בו מגע שהוא ככולו הוי אומר זה הסיטו. הא למדת שזב מטמא בהיסט. ואם היה טהור בקצה אחד של קורה והניע הזב את הקורה בקצה השני עד שהתנועע הטהור שבקצתו הראשון, כבר נטמא הטהור בהיסט ונטמאו בגדיו טומאת מדרס אם הן בגדים ראויים למשכב ומושב:",
                "3": "<b>הגשיש של מטה.</b> כמין עצים ארוכים שנותנים במטה של פרקים, ועל. דיהן המטה נגששת ונדבקת זו עם זו, ולפיכך נקראים אותן העצים גשישין. פירוש אחר, עצים שנותנים תחת כרעי המטה שלא יפסדו מלחלוחית הארץ:",
                "4": "<b>שהן מחגירין.</b> כאדם חיגר שאינו יכול להניח שתי רגליו כאחת. כך אלו כשיושבים עליהם בני אדם, נוטים לכאן ולכאן, מתוך כך נמצא נשען הזב על הטהור, והטהור על הזב:",
                "5": "<b>באילן שכוחו רע.</b> והיכי דמי אילן שכוחו רע, כל שאין עיקרו רחב ועב כדי לחוק בו רובע הקב:",
                "6": "<b>או שוכה.</b> דהיינו ענף אילן. שכוחה רע. והיכי דמי שוכה שכוחה רע, כל שנטמנת באחיזתה, שהאוחז בה טומנה בכף ידו:",
                "7": "<b>על אילן יפה.</b> אפילו עומדת השוכה באילן שכוחו יפה. וכל הני נכפפים תחתיהן וכבד העליון על התחתון ונשען עליו. ובין זב שנשען על הטהור, ובין טהור שנשען על הזב, טמא:",
                "8": "<b>שאינו קבוע במסמר.</b> ומתוך כך הוא נכפף:",
                "9": "<b>על הכבש.</b> על הגשר:",
                "10": "<b>שאינן עשויין בטיט טמאין.</b> מפני שהן נכפפים:",
                "11": "<b>ור׳ יהודה מטהר.</b> ואין הלכה כר׳ יהודה:\n\n"
            },
            "1": {
                "0": "<b>מגיפין סוגרים את הדלת או פותחים.</b> אותו יחדיו הזב והטהור:",
                "1": "<b>עד שיהא זה מגיף.</b> לעולם אין כאן טומאה, עד שיהא זה מושך לפתוח וזה מושך לסגור, שאין מניחים זה לזה:",
                "2": "<b>עד שיהא הטהור מעלה את הטמא.</b> ואז בגדי הטהור טמאים מדרס, שכובד הטמא על הטהור ונשען עליו, ובגדיו של טהור טמאים מדרס. אל טמא מעלה את הטהור, אין משענת הטמא על הטהור, ואין בגדיו של טהור טמאים מדרס. ואין הלכה כר׳ יהודה:",
                "3": "<b>מפשילין בחבלין.</b> הזב והטהור יחדיו גודלים בחבלים. ואפילו שניהם מצד אחד:",
                "4": "<b>זה מושך הילך וזה מושך הילך.</b> זה עומד למזרח ומושך אליו, וזה עומד למערב ומושך אליו:",
                "5": "<b>בין בעומדים.</b> יש דברים נארגים מעומד, ויש מיושב. והטמא והטהור אורגים ביחד. או טוחנים:",
                "6": "<b>ר׳ שמעון מטהר בכולן.</b> ואין הלכה כר׳ שמעון:",
                "7": "<b>בזמן שמשאן כבד טמאים.</b> דשמא מתוך כובד המשא נשען הזב על הטהור ונמצא טהור מסיטו, או טהור ניסט עליו:",
                "8": "<b>וכולן.</b> אפילו משאן כבד:",
                "9": "<b>טהורים לבני הכנסת.</b> כלומר לאוכלים חוליהן בטהרה, שאין זה היסט גמור וכל שכן שספק הוא:",
                "10": "<b>וטמאין לתרומה.</b> מדרבנן ואפילו בספק:\n\n"
            },
            "2": {
                "0": "<b>כל שאינה יכולה להמיט באדם.</b> שהיא גדולה כל כך שכשעולה בה אדם אינה מתמוטטת:",
                "1": "<b>הטהור מכה את הטמא.</b> את הזב:",
                "2": "<b>הרי הטמא נופל.</b> שכן דרך המכה את חברו, אם היה חברו נמשך היה המכה נופל, ולכך נחשב זה המכה כנשען על הטהור. ודוקא לענין טומאת מדרס איירי, דטהור המכה את הטמא, טהור מטומאת מדרס. אבל טמא הוא, שהרי נשען על הזב. וטמא המכה את הטהור, בגדיו טמאים מדרס, דהוי כאילו הזב נשען עליו:"
            }
        },
        "3": {
            "0": {
                "0": "<b>ר׳ יהושע אומר כיפה שבראשה.</b> לרבותא נקטה, דאפילו צעיף שבראש הטהורה נחשב כאילו ישבה עליו הנדה, אע״פ שאינה יושבת עליו. ופליג אסתם מתניתין דפרקין דלעיל דלא מטמא אלא בגדיהן ולא כיפה שבראשן:",
                "1": "<b>כלים שבראש הנס.</b> הא נמי לרבותא נקט, דאע״פ שהם בגובה בראש הנס שלא במקום דריסה, אפילו הכי טמאים מדרס. ובספינה קטנה ובמטה מחגרת איירי, כההיא דריש פרקין דלעיל, אלא דתנא דלעיל לא מטמא כלים שבראש הנס. ואין הלכה כרבי יהושע:",
                "2": "<b>בזמן שמשאן כבד טמאים מדרס.</b> ואע״פ שלא נגעה בבגדים, דחשבינא לה כאילו נשענת על הבגדים:",
                "3": "<b>כסוסבורא.</b> כמו גזוזטרא, כמין נסר הבולט מכותל העליה לחוץ:",
                "4": "<b>ונפל ככר של תרומה.</b> שעל הכסוסטרא:",
                "5": "<b>טהור.</b> הככר. ואע״פ שנפל מחמת היקש של זב, לא חשיב ליה כהיסט, משום דכוחה של כסוסטרא יפה:\n\n"
            },
            "1": {
                "0": "<b>מריש.</b> קורה גדולה שבונים בבירה וראשי קורות הגג כולן סמוכות עליה, והיא מונחת על גבי עמודים:",
                "1": "<b>מלבן.</b> כמין ריבוע של קורות קבועות בארץ:",
                "2": "<b>צנור.</b> מרזב של מים:",
                "3": "<b>אע״פ שהוא עשוי בחבלים.</b> שאינו קבוע בארץ אלא קשור בחבלים ואין כוחו יפה כל כך:",
                "4": "<b>הים.</b> היקף של עץ שהקמח מתקבץ בו בשעת הטחינה:",
                "5": "<b>אצטרובל.</b> עיגול של עץ שמעמידין הריחים עליו. ושניהן קבועים הן:",
                "6": "<b>חמור של ריחים של יד.</b> בנין של עצים שהריחים של יד קבועים בהן:",
                "7": "<b>וסאה של ריחים.</b> מדה גדולה וקבועה בקרקע:",
                "8": "<b>קורת הבלנין.</b> קורה שבעל המרחץ יושב עליה. וכל הני אם הקיש עליהן הזב ונפל הככר של תרומה מכח ההיקש, טהור, דכוחן יפה ולא חשיב היסט. ובקורת הבלנים נחלקו. ואין הלכה כר׳ יוסי:\n\n"
            },
            "2": {
                "0": "<b>הנגר.</b> יתד הנעוץ אחורי הדלת בנקב שבאסקופה:",
                "1": "<b>מנעול.</b> שסוגרים בו הפתח:",
                "2": "<b>משוט.</b> שמנהיגין בו את הספינה. ולשון מקרא הוא, כל תופשי משוט, ביחזקאל (כז כט) קלת. עיגול של עץ שסביב לריחים התחתונה לקבל הקמח הנטחן שלא יפול לארץ ומיטלטל הוא:",
                "3": "<b>ועל סוכה שכוחה רע.</b> ועומדת באילן שכוחו יפה:",
                "4": "<b>טמאין.</b> דכל הני אין כוחן יפה, וכוח היקש הזב בהו חשיב היסט:",
                "5": "<b>מטהרים באלו.</b> אשידה תיבה ומגדל קאי. להכי תנינהו תנא קמא לחודייהו. ואין הלכה כרבי נחמיה ורבי שמעון:\n\n"
            },
            "3": {
                "0": "<b>פונדיות.</b> כעין כיסין ארוכין:",
                "1": "<b>לארכן.</b> ששוכב לארכן של ספסלים או של פונדיות:",
                "2": "<b>טמאים.</b> שכל אחד ואחד נשען רובו של זב עליהן, פעמים על זה פעמים על זה:",
                "3": "<b>לרחבן.</b> ששוכב ארכו לרחבן:",
                "4": "<b>טהורים.</b> דאין רובו נשען על אחד מהן ואין [טמא] משכב ומושב לעולם, עד שישען רובו עליו, דכתיב אם על המשכב הוא, עד שינשא רובו עליו:",
                "5": "<b>ישן.</b> לרחבן, וספק אם נתהפך לארכן, טמאין:",
                "6": "<b>כסיות.</b> לשון רבים של כסא. שתחת הגוף. לפי שרובו נישא עליו. והאחרים טמאים מגע הזב. אבל אין להם תורת משכב ומושב להיות אב הטומאה לטמא אדם וכלים:",
                "7": "<b>אם רחוקים זה מזה טהורים.</b> לפי שאין רובו נישא לא על זה ולא על זה. ואין הלכה כר׳ שמעון:\n\n"
            },
            "4": {
                "0": "<b>עשר טליות.</b> לשון רבים של טלית. ועשר לאו דוקא, דאפילו אלף טליות ואבן גדולה על גבן, וישב הזב על האבן, כל הטליות שתחתיה מיטמאות מושב, דמשכב ומושב מיטמאין תחת אבן מסמא:",
                "1": "<b>כרע הזב טהורים.</b> מדין משכב, אבל טמאין במשא הזב:",
                "2": "<b>ביחידי.</b> משכב אחד:",
                "3": "<b>טמא.</b> שהרי רוב הזב נישא עליו:",
                "4": "<b>ובמרובים.</b> במשכבות רבות בכף מאזנים כנגד הזב:",
                "5": "<b>שאין אחד מהן נושא את רובו.</b> דכי כרעו הן, אין רובו של זב נישא על אחד מהן, אלא כל אחד מהמשכבות נשא מיעוטו של זב:\n\n"
            },
            "5": {
                "0": "<b>טמאים.</b> בין כרע הזב, בין כרעו אוכלין ומשקין, נטמאו טומאת היסט:",
                "1": "<b>ובמת הכל טהור.</b> בין מושב ומשכב, בין אוכלים ומשקין, בין כרע המת בין כרעו הם, דכל טומאות המסיטות טהורות, חוץ מהסיטו של זב. ואם כרעו הן, נמי טהורים, דכל שהמת נישא עליו כגון בכף מאזנים לבד מאוהל, טהור, חוץ מן האדם, דבזמן שמכריע את המת, טמא מפני שהסיטו, כדאמרינן בפרק בתרא דנדה (דף סט), אטו, מת מי לא נטמא במשא:",
                "2": "<b>מדף.</b> לשון טומאה קלה, כדכתיב (ויקרא כ״ו:ל״ו) קול עלה נדף. ורמב״ם פירש, מדף מלשון ריחו נודף, שריח טומאת הזב הולכת למרחוק לטמא כל הכלים שעל גביו אע״פ שלא נגע בהם. אבל לא כטומאת הכלים שתחתיו, שכלים על גבי הזב, אע״פ שיש דברים חוצצים בינם לבין הזב, כולם טמאים טומאה קלה לטמא אוכלים ומשקין, אבל לא לטמא אדם וכלים. ואילו כלים שתחתיו אפילו הן מאה זה על גב זה, התחתון שבכולם טמא טומאה חמורה לטמא אדם לטמא בגדים כמו העליון:",
                "3": "<b>מה שאין המת מטמא.</b> דמתחתיו אפילו תהא טומאה בוקעת ויורדת, מכל מקום אין משכב ומושב שתחתיו מטמא אדם לטמא בגדים:",
                "4": "<b>ועל גביו מדף.</b> נהי דמת נמי מטמא כלים שעל גביו טומאת מדף לטמא אוכלים ומשקין דטומאה בוקעת ועולה, מכל מקום אם [היה המת בעלייה, והמשכבות והמושבות בבית עד שמי הקורה, והנסרים נכפפים מכובד המת ומכבידין על המשכבות, או] המת בבית סמוך לשמי קורה, והמשכבות בעלייה ונכפפים הנסרים מכובד המשכבות ומכבידים על המת, כי האי גוונא בזב טמא מתחתיו לטמא אדם לטמא בגדים, ועל גביו לטמא אוכלים ומשקין, ובמת בין על גביו בין מתחתיו טהור:\n\n"
            },
            "6": {
                "0": "<b>שאינה יכולה.</b> וכיון דזה אינו יכול וזה אינו יכול, כל חד וחד כוליה מעשה עביד ואיכא רובו של זב נישא עליו:",
                "1": "<b>ר׳ שמעון מטהר.</b> דבעי שיעור זיבה לזה ושיעור זיבה. לזה, כלומר רובו של זב מכביד על כל אחד ואחד. ואזדא לטעמיה דאמר לעיל בפרקין ביחידי טמא ; ובמרובים טהור, שאין אחד נושא את רובו. ואין הלכה כר׳ שמעון:",
                "2": "<b>היה רכוב על גבי בהמה.</b> בעומדת איירי, דאי במהלכת, כל שעה האחת נעקת ועומדת על שלש, וטמא מה שתחתיהן, שאינה יכולה לעמוד על שתים:",
                "3": "<b>שיכולה לעמוד על שלש.</b> הלכך כל חד וחד הוי ליה רביעי, ואינו אלא מסייע, ומסייע אין בו ממש. אבל טלית אחת תחת שתים, טמאה, שאינה יכולה לעמוד על שתים:",
                "4": "<b>ר׳ יוסי אומר.</b> אארבע טליתות תחת ארבע רגלי בהמה קאי:",
                "5": "<b>הסוס מטמא ברגליו.</b> אם זב רוכב עליו וטלית תחת אחת מרגליו של סוס, טמאה. אבל תחת ידיו, טהורה, שאין משענתו על ידיו. ואין הלכה כר׳ יוסי:",
                "6": "<b>כלים שבעקל טמאים.</b> דמשענת הקורה על העקל. ועקל היא הכפיפה שעוצרים בה הזיתים והיא עשויה כמין קופה של מעשה שבכה, ואחר שעוצרים הזיתים ונשאר הגפת שהוא הפסולת של זיתים, מכניסין אותו באותו עקל, ונותנים על העקל קורה להכביד עליו:",
                "7": "<b>המכבש של כובס.</b> לאחר שכבסו הבגדים, מקפלין אותן תחת המכבש לכבשן ולשמור קיפולן:",
                "8": "<b>כלים שתחתיו טהורים.</b> שאין היושב בקצה האחד של מכבש מכביד על הכלים:",
                "9": "<b>ור׳ נחמיה מטמא.</b> סבר אי אפשר שישב בקצה האחד של המכבש שלא יכביד על הכלים. ואין הלכה כר׳ נחמיה:"
            }
        },
        "4": {
            "0": {
                "0": "<b>הנוגע בזב וכלי שטף במגע.</b> דכי היכי דאדם הנוגע בזב מטמא בגדים בשעת מגעו, כך מטמא כל כלים שנוגע בהן בשעת מגעו בזב, חוץ מאדם וכלי חרס, דתניא בתורת כהנים, מנין לעשות שאר כלים כבגדים, תלמוד לומר (ויקרא ט״ו:ה׳) וטמא. יכול יטמא אדם וכלי חרס, תלמוד לומר בגד, בגד הוא מטמא ואינו מטמא אדם וכלי חרס. ודוקא בשעת מגעו בזב. אבל פירש, לא, דכתיב (ויקרא טו) ואיש אשר יגע במשכבו יכבס בגדיו ורחץ במים וטמא, בשעת מגעו מטמא בגדים. פירש, אינו מטמא בגדים:",
                "1": "<b>אבל לא במשא.</b> אם בשעת מגעו בזב נשא בגדים ולא נגע בהן, טהורים:",
                "2": "<b>כל המטמא בגדים בשעת מגעו.</b> כגון הנוגע בזב וזבה ויולדת, ובמעינותיהם, במשכבן, ובמושבן:",
                "3": "<b>מטמא אוכלים להיות תחלה.</b> מפני שהוא נחשב כאב הטומאה בשעת מגעו, כיון דאמרה תורה שהוא מטמא בגדים:",
                "4": "<b>ואת הידים להיות שניות.</b> אבל גופו של אדם, אינו מטמא, כדקתני סיפא שאינו מטמא אדם וכלי חרס:",
                "5": "<b>לאחר פרישתו ממטמאיו מטמא את המשקין להיות תחלה.</b> ואע״פ שאינו אלא ראשון לטומאה, עושה המשקין תחלה, דאפילו שני לטומאה מטמא משקין להיות תחלה. לפי שהן עלולין לקבל טומאה ואינו צריכין הכשר כמו האוכלים, גזרו בהן שיהיו לעולם תחלה, גזירה משום משקין הבאין מחמת שרץ שהם תחלה מן התורה:",
                "6": "<b>והאוכלים והידים להיות שניות.</b> דכיון דפירש ממטמאיו, אינו אלא ראשון בעלמא:\n\n"
            },
            "1": {
                "0": "<b>כל הנישא על גבי הזב.</b> עליונו של זב ואפילו לא נגע בו הזב, ואפילו יש דברים הרבה חוצצים בינו לבית הזב, הכל טמא, דכתיב (שם) והנוגע בכל אשר יהיה תחתיו, מאי תחתיו אילימא תחתיו דזב, היינו משכב, אלא בכל אשר יהיה הזב תחתיו, דהיינו עליונו של זב, ונוהג בכל דבר, אפילו במידי דאין רגילות להיות עליו, ולא הוו כעין תחתיו, דאין נוהג אלא במידי דחזי ליה:",
                "1": "<b>חוץ מן הראוי למשכב ולמושב.</b> והוא הדין למרכב. אבל שאינו ראוי, טהור, כגון אם כפה סאה שאינה עשויה לישיבה וישב עליה, יכול יהא טמא מושב, תלמוד לומר (שם) והיושב על הכלי אשר ישב עליו הזב, מה שמיוחד לישיבה, יצא זה שאומרים לו עמוד ונעשה מלאכתנו:",
                "2": "<b>נדבך.</b> שורת בנין החומה. כמו נדבכין די אבן גלל (בעזרא ו׳:ד׳):",
                "3": "<b>הטהור מלמעלה.</b> על הנדבך ומכביד על אצבעו של זב, דהשתא הוי נישא על גבי הזב ונחשב אב הטומאה:",
                "4": "<b>מטמא שנים ופוסל אחד.</b> מטמא ראשון ושני, ופוסל שלישי בתרומה:",
                "5": "<b>פירש.</b> שירד הטהור מן הנדבך, או שסילק הזב אצבעו מתחת הנדבך. מטמא הטהור אחד ופוסל אחד, לפי שאין הטהור אלא ראשון מכיון שפירש, דתו לא מטמא בגדים, ועושה שני ושלישי בתרומה:",
                "6": "<b>הטמא מלמעלה.</b> על הנדבך, ואצבע הטהור תחת הנדבך, ומכביד הטמא עליו, הרי הזב נישא עליו, לפיכך מטמא שנים ופוסל אחד:",
                "7": "<b>והמדף.</b> כל כלים שאינם משכב ומושב מדף קרי להו:",
                "8": "<b>מלמעלן.</b> של נדבך, ואצבע הזב מלמטה, אינם אלא ראשון:",
                "9": "<b>מטמאין אחד ופוסלים אחד.</b> ולאחר שפירשו נמי כך דינא:",
                "10": "<b>פירשו מטמאין שנים ופוסלים אחד.</b> המשכב ומושב לעולם אב הטומאה אע״פ שפירשו:",
                "11": "<b>טהורים.</b> כדאמרינן שכל שהזב נישא עליו, טהור, חוץ ממשכב ומושב והאדם:\n\n"
            },
            "2": {
                "0": "<b>מפני שאמרו.</b> כלומר מפני מה אמרו האוכלים והמשקים והמדף מלמטה תחת משכב הזב טהורים, מפני שאמרו כל הנושא ונישא כו׳:",
                "1": "<b>כל הנושא.</b> כגון אוכלין ומשקין ומדף שהן למטה ממשכב הזב ונושאים אותו ואינן נוגעין בו, שיש דברים חוצצים בינתים:",
                "2": "<b>נישא על גבי המשכב.</b> שאלו למעלה והמשכב למטה ונישא עליו ואין נוגעין בו, טהורים:",
                "3": "<b>חוץ מן האדם.</b> שהאדם הנושא המשכב, נטמא אע״פ שלא נגע בו ולא הסיטו, מפני שמשכב הזב מטמא במשא. וכן אם נתנו אבן מסמא למעלה ממשכבו של זב וישב אדם טהור על האבן, נטמא, כיון שנישא על גבי משכב. כשם שאם ישב הזב על האבן נטמא המשכב שלמטה מן האבן, כך כשישב הטהור על האבן, נטמא ונישא מן המשכב שתחתיה:",
                "4": "<b>כל הנושא על גבי נבלה.</b> באדם קמיירי, כלומר וכל אדם הנושא וניתן על גבי נבלה:",
                "5": "<b>טהור חוץ מן המסיט.</b> דנושא את הנבלה ולא זז ממקומו גם לא הניעה ממקומה אלא שמונחת על גביו, כגון שבא חברו והניחה עליו, טהור, עד שיסיטנה:",
                "6": "<b>ר׳ אליעזר אומר אף הנושא.</b> בגמרא מפרש דהכי קאמר, והוא שנושא, כלומר אין המסיט את הנבלה טמא אלא כשנושא אותה, שנבלה למעלה והוא למטה. אבל אם הנבלה למטה והוא למעלה, אף על פי שמסיטה, טהור, כל זמן שלא נגע בה. ואין הלכה כר׳ אליעזר:",
                "7": "<b>חוץ מן המאהיל.</b> שאפשר להיות נושא ונישא ולא יאהיל, כגון עלייה מפסקת, שאם המת בעלייה ואוכלין ומשקין וכלים בבית מגיעין עד שמי קורה והנסרים נכפפים מכבד המת ומכבידין על הכלים, או שהמת בבית סמוך לשמי קורה והכלים בעלייה ונכפפים הנסרים שבעלייה מכובד הכלים ומכבידים על המת, בכהאי גוונא הוי נושא ונישא על גבי המת ואינו מאהיל, וטהור:",
                "8": "<b>ואדם בזמן שהוא מסיט.</b> בין נושא את המת, בין נישא על גבי מת, טמא אע״פ שאינו נוגע בו. אבל אם אין המת זז ממקומו שאין כאן היסט, טהור:\n\n"
            },
            "3": {
                "0": "<b>מקצת טמא על הטהור.</b> אפילו אצבעו של זב על הטהור, או אצבעו של טהור על הזב, או חיבורי טמא, כגון שערו וצפרניו ושיניו, כל אלו נקראין חיבורי, אע״ג דליכא אלא מיעוט הטמא על הטהור או מיעוט הטהור על הטמא, נטמא הטהור, דלא בעינן שינשא רובו של זב אלא על המשכב ולא על האדם:",
                "1": "<b>ומקצת טהור על הטמא טהור.</b> דבעינן שינשא רובו. ואין הלכה כר׳ שמעון:\n\n"
            },
            "4": {
                "0": "<b>הטמא על מקצת המשכב.</b> רובו של טמא על מיעוטו של משכב, נטמא המשכב. וכן רובו של טהור על מיעוטו של המשכב הטמא, נטמא הטהור. ולא חיישינן על מיעוט משכב, כיון דרובא דטהור ורובא דטמא יושב עליו, דבמיעוטו של משכב טומאת נכנסת, ובמיעוטו יוצאת, כדקתני סיפא נמצאת טומאה נכנסת לו ויוצאה ממנו במיעוטו:",
                "1": "<b>מקצת הטמא על המשכב.</b> כיון דמיעוטו של טמא הוא, אע״פ שנשען על כל המשכב, טהור המשכב, עד שינשא עליו רובו של זב:",
                "2": "<b>ומקצת טהור על המשכב.</b> כלומר או מקצת טהור אפילו על כל המשכב:",
                "3": "<b>טהור.</b> עד שישען עליו רובו של טהור:",
                "4": "<b>וכן ככר של תרומה.</b> אמתניתין דלעיל קאי, דתנן כל הנושא ונישא על גבי המשכב, טהור. ואפילו אוכלין של תרומה, אם נישאו על גבי משכב ויש ביניהן דבר חוצץ אפילו הוא דק ביותר כגון נייר וכיוצא בו, אינן מקבלין טומאה מן המשכב, דאין מטמא אחרים ולא מקבל טומאה בהיסט אלא דבר שיש בו רוח חיים:",
                "5": "<b>ורבי שמעון מטמא בזו.</b> הואיל ומקומה טמא, מטמא בהיסט אפילו דבר שאין בו רוח חיים. ואין הלכה כר׳ שמעון:\n\n"
            },
            "5": {
                "0": "<b>הנוגע בזב ובזבה כו׳</b> כל הני שוה מגען למשאן דמטמאו אדם לטמא בגדים, הלכך חשיבי אב הטומאה כל זמן שלא פירשו, מאחר דמטמאו בגדים, ולכך הנוגע עושה ראשון ושני ופוסל שלישי בתרומה:",
                "1": "<b>פירש.</b> ממטמאיו, אינו אלא ראשון בעלמא ומטמא אחד לעשותו שני, ופוסל שלישי בתרומה:",
                "2": "<b>ואחד המסיט ואחד הנושא.</b> ואע״פ שאינן נוגעים. זב וזבה ונדה בהדיא כתיבי, דכתיב זאת תורת הזב וגו׳ והדוה בנדתה. ומצורע ויולדת נפקא, לן מלזכר ולנקבה, לזכר לרבות את המצורע, ולנקבה לרבות את היולדת:\n\n"
            },
            "6": {
                "0": "<b>ואחד המסיט.</b> המזיז אותך ממקומך אע״פ שאינו, לא נוגע ולא נושא:",
                "1": "<b>רבי אליעזר אומר אף הנושא.</b> והוא שנושא קאמר, כלומר אין המסיט טמא אלא אם כן נושא, שהן למעלה והמסיט למטה. ואין הלכה כר׳ אליעזר:\n\n"
            },
            "7": {
                "0": "<b>הנושא את המרכב.</b> בנושא את המרכב כתיב כיבוס בגדים, ולא בנוגע. ואין נוגע אלא ראשון בעלמא:",
                "1": "<b>הנושא את הנבלה.</b> היינו מסיט, דנושא בלא מסיט, טהור כדפרישית לעיל. ונוגע נמי בנבלה, אע״פ שהוא טמא, כיון דלא מטמא בגדים אינו מטמא שנים ופוסל אחד, דאינו אלא ראשון בעלמא ומטמא אחד ופוסל אחד:",
                "2": "<b>מי חטאת שיש בהן כדי הזייה.</b> מטמאין בגדים במשא אבל לא במגע:\n\n"
            },
            "8": {
                "0": "<b>והיא בבית הבליעה.</b> כל זמן שהיא בבית הבליעה מטמא בגדים, וכיון דמטמא בגדים מטמא שנים ופוסל אחד:",
                "1": "<b>הכניס ראשו באויר התנור.</b> אע״ג דקיימא נבלת העוף עם בית הבליעה של האוכל הכל באויר התנור, אפילו הכי טהור, דמחמת האדם לא מיטמא התנור, דכל המטמאים בגדים אין מטמאין אדם וכלי חרס. ומחמת נבלת העוף לא מיטמא דאין לה טומאה אלא לאדם בבית הבליעה:",
                "2": "<b>הקיאה או שבלעה.</b> היינו פירש. דמשירדה לבטן אין לה טומאה, וכשהיא לתוך פיו אין לה טומאה, דלא יאכל כתיב (ויקרא כב), אכילה בבית הבליעה:\n\n"
            },
            "9": {
                "0": "<b>ובנבלה ובמרכב.</b> כל הני במשא בלבד מטמאין בגדים ולא במגע, הלכך אדם הנוגע בהן אע״פ שלא פירש אינו אלא ראשון, ומטמא אחד ופוסל אחד:",
                "1": "<b>כל הנוגע.</b> כגון אוכלים וכלים. דאפילו באותן שאדם הנוגע בהן מטמא שנים ופוסל אחד, כלים הנוגעים בהן מטמאים אחד ופוסלין אחד ואפילו בשעת מגעו:",
                "2": "<b>חוץ מן האדם.</b> דיש מהן דאם נגע בהן או נשא דמטמא שנים ופוסל אחד, כי הני דאמרן לעיל:",
                "3": "<b>פירש.</b> אפילו אדם, בכולהו מטמא אחד ופוסל אחד, דכיון דפירש אינו אלא ראשון:\n\n"
            },
            "10": {
                "0": "<b>בעל קרי כמגע שרץ.</b> כשם שנוגע בשרץ ראשון לטומאה, כך בעל קרי ראשון לטומאה, וטומאתו שוה לטומאת הנוגע בשכבת זרע:",
                "1": "<b>ובועל נדה כטמא מת.</b> שהוא אב הטומאה וטמא טומאת שבעה:",
                "2": "<b>שהוא מטמא משכב ומושב.</b> ומת עצמו וכל שכן טמא מת אינו מטמא משכב ומושב, לא טומאה קלה ולא טומאה חמורה, דכתיב (ויקרא ט״ו:ו׳) וכל הכלי אשר ישב עליו הזב, ולא טמא מת:\n\n"
            },
            "11": {
                "0": "<b>אלו פוסלים את התרומה.</b> מדרבנן. וכולהו משמונה עשר דבר שגזרו בו ביום. חוץ מטבול יום דמדאורייתא הוא:",
                "1": "<b>האוכל אוכל.</b> שהוא ראשון לטומאה או שני לטומאה, גזרו שיהא גופו שני לטומאה, ופוסל את התרומה במגעו, ששני פוסל בתרומה:",
                "2": "<b>והשותה משקים טמאים.</b> נעשה גם כן שני לטומאה ופוסל את התרומה. וטעמא דגזור רבנן בהני, דזמנין דאכיל אוכלים טמאים, ושדי משקים דתרומה בפומיה בעוד שהאוכלים טמאים בפיו ופסיל להו. וכן נמי זמנין דשתי משקין טמאין, ושדי אוכלים דתרומה בפומיה בעודן בפיו ופסיל להו:",
                "3": "<b>והבא ראשו ורובו.</b> לאחר שטבל בו ביום:",
                "4": "<b>במים שאובין.</b> לפי שהיו טובלים במי מערות סרוחים והיו נותנין עליהם אחר כך מים שאובין להעביר סרחון המים, התחילו ועשאום קבע לומר לא מי המערות מטהרים אלא מים שאובים מטהרים, עמדו וגזרו עליהם טומאה, דלמא אתו לבטולי תורת מקוה וטבלי בשאובים, וכדי לקיים גזירה זו להעמידה, הוסיפו וגזרו על טהור גמור שנפלו על ראשו (ורובו) שלשה לוגין מים שאובין, שיהיה פוסל את התרומה עד שיטבול:",
                "5": "<b>והספר.</b> כל כתבי הקודש פוסלים את התרומה במגע. לפי שבתחלה היו מצניעים אוכלים דתרומה אצל ספר תורה, אמרי האי קודש והאי קודש, כיון דחזו דקא אתו ספרים לידי פסידא שהעכברים המצויין אצל האוכלים היו מפסידים את הספרים, גזרו על תורה נביאים וכתובים שיהיו פוסלים במגען את התרומה:",
                "6": "<b>וטבול יום.</b> פוסל את התרומה מן התורה עד שיעריב שמשו. ואינו משמונה עשר דבר שגזרו בו ביום:",
                "7": "<b>והאוכלים.</b> שנטמאו במשקים. חכמים גזרו על המשקים שנטמאו בשני לטומאה, להיות תחלה, ויטמאו את האוכלים, גזירה משום משקין הבאין מחמת שרץ שהם תחילה מדאורייתא, ולמה לא גזרו על האוכלים נמי להיות תחלה גזירה משום אוכלים הבאים מחמת שרץ, לפי שהאוכלים הן צריכין הכשר ואין מקבלין טומאה אלא על ידי ביאת מים, אבל המשקין הן עלולים לקבל טומאה ואין צריכין הכשר ותיקון, וטומאתן יותר מצויה:",
                "8": "<b>וכלים שנטמאו במשקין.</b> דמדאורייתא אפילו נטמאו המשקים בשרץ אין מטמאין כלים, דאין אדם וכלים מקבלין טומאה אלא מאב הטומאה, ורבנן גזרו אפילו על משקין שנטמאו מחמת ידים שהן שניות, שיטמאו כלים, גזירה משום משקה דזב וזבה, כגון רוקן ומימי רגליהן שהן אב הטומאה ומטמאין כלים מדאורייתא:"
            }
        }
    },
    "meta": "Chapter-Mishnah-Comment",
    "work": "Bartenura on Mishnah Zavim"
}