{
    "language": "en",
    "title": "Chidushei Chatam Sofer on Gittin",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "חידושי חתם סופר על גיטין",
    "categories": [
        "Talmud",
        "Bavli",
        "Acharonim on Talmud",
        "Chidushei Chatam Sofer"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "We say in Tractate Tamid, \"Who is wise? The one who see the nolad (i.e., who has foresight).\" And it doesn't say, \"the one who sees the future to come.\" And we use the language of \"nolad\" (lit. \"that which was born\"), for King Solomon, of blessed memory, said, \"The lazy man says, 'There’s a lion in the street; I shall be killed if I step outside,'\" for these words are the lazy one who buries his hands in the bowl\" and is paranoid due to imaginary events which have never transpired. Therefore, it doesn't say, \"Who is wise? The one who sees the future\" -- because all foolish and lazy ones worry very much about vapor/vanity. But the wise one is the one who infers the future based on past events -- he is the wise. And behold the Sages said, \"ha-nolad\" (lit. \"that which was born), i.e., from all those things which were born, which implies that these things were already born, as is written (Genesis 41:50), \"two sons\" - who were born to you, \"before [the famine] came to you\" - this also implies that this would happen (lit. be born) in the future, as it written, behold, \"a son shall be born to the house of David, Josiah by name.\" Therefore we say in our mishnah, \"Who is wise? The one who see the nolad (i.e. they have foresight)\" from [that which] already happened in early days, and from similar events, and they see the future to be born from that which is happening now, and this is to say, the \"nolad\" which includes that which has already happened and that which will happen in the future. And, therefore, one should not find guilt in Rabbi Zekharya ben Avkolas because until this moment, it was unprecedented - that a Jewish individual would be so embittered to the extent that they'd hand over the Temple and all of Israel into the hands of the non-Jewish oppressors, and Rabbi Zekharya ben Avkolas had no reason to worry about this, but from then onwards, when an event like this has already happened, we say about all similar incidents, \"Happy is the one who fears always.\""
        ]
    ],
    "sectionNames": [
        "Daf",
        "Paragraph"
    ]
}