{
    "title": "Judges",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Judges",
    "text": [
        [
            "After the death of Joshua, the Israelites inquired of G<small>OD</small>, “Which of us shall be the first to go up against the Canaanites and attack them?” ",
            " G<small>OD</small> replied, “Let [the tribe of] Judah go up. I now deliver the land into their hands.” ",
            "Judah then said to their brother-tribe Simeon, “Come up with us to our allotted territory and let us attack the Canaanites, and then we will go with you to your allotted territory.” So Simeon joined them.",
            "When Judah advanced, G<small>OD</small> delivered the Canaanites and the Perizzites into their hands, and they defeated ten thousand of them at Bezek. ",
            "At Bezek, they encountered Adoni-bezek, engaged him in battle, and defeated the Canaanites and the Perizzites. ",
            "Adoni-bezek fled, but they pursued him and captured him; and they cut off his thumbs and his big toes. ",
            "And Adoni-bezek said, “Seventy kings, with thumbs and big toes cut off, used to pick up scraps under my table; as I have done, so God has requited me.” They brought him to Jerusalem and he died there.",
            "The Judahites attacked Jerusalem and captured it; they put it to the sword and set the city on fire.",
            "After that the Judahites went down to attack the Canaanites who inhabited the hill country, the Negeb, and the Shephelah.",
            "The Judahites marched against the Canaanites who dwelt in Hebron, and they defeated Sheshai, Ahiman, and Talmai. (The name of Hebron was formerly Kiriath-arba.) ",
            "From there they marched against the inhabitants of Debir (the name of Debir was formerly Kiriath-sepher).",
            "And Caleb announced, “I will give my daughter Achsah in marriage to the man who attacks and captures Kiriath-sepher.” ",
            "His younger kinsman,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>kinsman </b>Or “brother.”</i> Othniel the Kenizzite,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>Kenizzite </b>Cf. Josh. 14.6, 14.</i> captured it; and Caleb gave him his daughter Achsah in marriage. ",
            "When she came [to him], she induced him to ask her father for some property. She dismounted from her donkey, and Caleb asked her, “What is the matter?” ",
            "She replied, “Give me a present, for you have given me away as Negeb-land; give me springs of water.” And Caleb gave her Upper and Lower Gulloth.<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>When she came … Gulloth </b>Cf. Josh. 15.18–19 and notes.</i> ",
            "The descendants of the Kenite, the father-in-law of Moses, went up with the Judahites from the City of Palms to the wilderness of Judah; and they went and settled among the people<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>people </b>Meaning of Heb. uncertain. Emendation yields “Amalekites”; cf. 1 Sam. 15.6.</i> in the Negeb of Arad. ",
            "And Judah with its brother-tribe Simeon went on and defeated the Canaanites who dwelt in Zephath. They proscribed it, and so the town was named Hormah.<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>Hormah </b>I.e., “Proscribed.” Cf. notes at Num. 21.2–3.</i> ",
            "And Judah captured<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>And Judah captured </b>Septuagint reads “But Judah did not capture Gaza….” Gaza is in the coastal plain referred to in v. 19.</i> Gaza and its territory, Ashkelon and its territory, and Ekron and its territory.",
            " \nG<small>OD</small>\n was with Judah, so that they took possession of the hill country; but they were not able to dispossess the inhabitants of the plain, for they had iron chariots. ",
            "They gave Hebron to Caleb, as Moses had promised; and he drove the three Anakites out of there. ",
            "The Benjaminites did not dispossess the Jebusite inhabitants of Jerusalem; so the Jebusites have dwelt with the Benjaminites in Jerusalem to this day.",
            "The House of Joseph, for their part, advanced against Bethel, and G<small>OD</small> was with them. ",
            "While the House of Joseph were scouting at Bethel (the name of the town was formerly Luz), ",
            "their patrols<sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>patrols </b>Lit. “watchmen.”</i> saw someone leaving the town. They said to him, “Just show us how to get into the town, and we will treat you kindly.” ",
            "He showed them how to get into the town; they put the town to the sword, but they let the man and all his relatives go free. ",
            "The man went to the Hittite country. He founded a city and named it Luz, and that has been its name to this day.",
            "Manasseh did not dispossess [the inhabitants of] Beth-shean and its dependencies, or [of] Taanach and its dependencies, or the inhabitants of Dor and its dependencies, or the inhabitants of Ibleam and its dependencies, or the inhabitants of Megiddo and its dependencies. The Canaanites persisted in dwelling in this region. ",
            "And when Israel gained the upper hand, they subjected the Canaanites to forced labor; but they did not dispossess them. ",
            "Nor did Ephraim dispossess the Canaanites who inhabited Gezer; so the Canaanites dwelt in their midst at Gezer.",
            "Zebulun did not dispossess the inhabitants of Kitron or the inhabitants of Nahalol; so the Canaanites dwelt in their midst, but they were subjected to forced labor. ",
            "Asher did not dispossess the inhabitants of Acco or the inhabitants of Sidon, Ahlab, Achzib, Helbah, Aphik, and Rehob. ",
            "So the Asherites dwelt in the midst of the Canaanites, the inhabitants of the land, for they did not dispossess them. ",
            "Naphtali did not dispossess the inhabitants of Beth-shemesh or the inhabitants of Beth-anath. But they settled in the midst of the Canaanite inhabitants of the land, and the inhabitants of Beth-shemesh and Beth-anath had to perform forced labor for them.",
            "The Amorites pressed the Danites into the hill country; they would not let them come down to the plain.",
            "The Amorites also persisted in dwelling in Har-heres, in Aijalon, and in Shaalbim. But the hand of the House of Joseph bore heavily on them and they had to perform forced labor. ",
            "The territory of the Amorites<sup class=\"footnote-marker\">h</sup><i class=\"footnote\"><b>Amorites </b>Some Septuagint mss. read “Edomites.”</i> extended from the Ascent of Akrabbim—from Sela—onward."
        ],
        [
            "An angel<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>An angel </b>Lit. “a messenger.”</i> of G<small>OD</small> came up from Gilgal to Bochim and said, “I brought you up from Egypt and I took you into the land that I had promised on oath to your fathers.<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>fathers </b>See note at Josh. 1.6.</i> And I said, ‘I will never break My covenant with you. ",
            "And you, for your part, must make no covenant with the inhabitants of this land; you must tear down their altars.’ But you have not obeyed Me—look what you have done! ",
            "Therefore, I have resolved not to drive them out before you; they shall become your oppressors,<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>oppressors </b>So Targum and other ancient versions. Meaning of Heb. uncertain.</i> and their gods shall be a snare to you.” ",
            "As the angel of G<small>OD</small> spoke these words to all the Israelites, the people broke into weeping. ",
            "So they named that place Bochim,<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>Bochim </b>I.e., “weepers.”</i> and they offered sacrifices there to G<small>OD</small>.",
            "When Joshua dismissed the people, the Israelites went to their allotted territories and took possession of the land. ",
            "The people served G<small>OD</small> during the lifetime of Joshua and the lifetime of the older people who lived on after Joshua and who had witnessed all the marvelous deeds that G<small>OD</small> had wrought for Israel.",
            "Joshua son of Nun, the servant of G<small>OD</small>, died at the age of one hundred and ten years, ",
            "and was buried on his own property, at Timnath-heres<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>Timnath-heres </b>Some mss. read “Timnath-serah”; cf. Josh. 24.30.</i> in the hill country of Ephraim, north of Mount Gaash. ",
            "And all that generation were likewise gathered to their ancestors.<br>Another generation arose after them, which had not experienced G<small>OD</small>’s deliverance<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>which had not experienced G<small>OD</small>’s deliverance </b>Lit. “which did not know G<small>OD</small>.”</i> or the deeds that had been wrought for Israel. ",
            "And the Israelites did what was offensive to G<small>OD</small>. They worshiped the Baalim",
            "and forsook the E<small>TERNAL</small>, the God of their ancestors, who had brought them out of the land of Egypt. They followed other gods, from among the gods of the peoples around them, and bowed down to them; they provoked G<small>OD</small>. ",
            "They forsook G<small>OD</small> and worshiped Baal and the Ashtaroth.<sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>the Ashtaroth </b>Manifestations of the Canaanite goddess Ashtoreth.</i> ",
            "Having become incensed at Israel, G<small>OD</small> then handed them over to foes<sup class=\"footnote-marker\">h</sup><i class=\"footnote\"><b>foes </b>Lit. “plunderers.”</i> who plundered them, surrendering them to their enemies on all sides; they could no longer hold their own against their enemies. ",
            "In all their campaigns, G<small>OD</small>’s hand was against them to their undoing—as G<small>OD</small> had declared and as G<small>OD</small> had sworn to them—and they were in great distress. ",
            "Then G<small>OD</small> raised up chieftains who delivered them from those who plundered them.",
            "But they did not heed their chieftains either; they went astray after other gods and bowed down to them. They were quick to turn aside from the way their ancestors had followed in obedience to G<small>OD</small>’s commandments; they did not do right.",
            "When G<small>OD</small> raised up chieftains for them, G<small>OD</small> would be with that chieftain—and would save them from their enemies during that chieftain’s lifetime; for G<small>OD</small> would be moved to pity by their moanings because of those who oppressed and crushed them. ",
            "But when the chieftain died, they would again act basely, even more than the preceding generation<sup class=\"footnote-marker\">i</sup><i class=\"footnote\"><b>the preceding generation </b>Lit. “their ancestors.”</i>—following other gods, worshiping them, and bowing down to them; they omitted none of their practices and stubborn ways.",
            "Then G<small>OD</small>, having become incensed against Israel, said, “Since that nation has transgressed the covenant that I enjoined upon their ancestors and has not obeyed Me, ",
            "I for My part will no longer drive out before them any of the nations that Joshua left when he died.”",
            "For it was in order to test Israel by them—[to see] whether they would faithfully walk in G<small>OD</small>’s ways, as their ancestors had done— ",
            "that G<small>OD</small> had left those nations, instead of driving them out at once, and had not delivered them into the hands of Joshua."
        ],
        [
            "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">The sentence structure of vv. 1–2 is uncertain.</i> These are the nations that G<small>OD</small> left in order to test the Israelites who had not known any of the wars of Canaan, ",
            "so that succeeding generations of Israelites might be made to experience war—but only those who had not known the former wars:<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>former wars </b>Lit. “them formerly.”</i> ",
            "the five principalities<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>principalities </b>Lit. “lords.”</i> of the Philistines and all the Canaanites, Sidonians, and Hivites who inhabited the hill country of the Lebanon from Mount Baal-hermon to Lebo-hamath.<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>Lebo-hamath </b>See note at Num. 13.21.</i> ",
            "These served as a means of testing Israel, to learn whether they would obey the commandments that G<small>OD</small> had enjoined upon their ancestors through Moses.",
            "The Israelites settled among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites; ",
            "they took their daughters to wife and gave their own daughters to their sons, and they worshiped their gods. ",
            "The Israelites did what was offensive to G<small>OD</small>; they ignored the E<small>TERNAL</small> their God and worshiped the Baalim and the Asheroth.<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>Baalim…Asheroth </b>I.e., the Canaanite god Baal and goddess Asherah, in various manifestations.</i> ",
            "G<small>OD</small> became incensed at Israel and surrendered them to King Cushan-rishathaim of Aram-naharaim; and the Israelites were subject to Cushan-rishathaim for eight years.",
            "The Israelites cried out to G<small>OD</small>, and G<small>OD</small> raised a champion for the Israelites to deliver them: Othniel the Kenizzite, a younger kinsman<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>kinsman </b>Or “brother.”</i> of Caleb. ",
            "The spirit of G<small>OD</small> descended upon him and he became Israel’s chieftain. He went out to war, and G<small>OD</small> delivered King Cushan-rishathaim of Aram into his hands. He prevailed over Cushan-rishathaim, ",
            "and the land had peace for forty years.<br>When Othniel the Kenizzite died, ",
            "the Israelites again did what was offensive to G<small>OD</small>. And because they did what was offensive to G<small>OD</small>, G<small>OD</small> let King Eglon of Moab prevail over Israel. ",
            "[Eglon] brought the Ammonites and the Amalekites together under his command, and went and defeated Israel and occupied the City of Palms. ",
            "The Israelites were subject to King Eglon of Moab for eighteen years.",
            "Then the Israelites cried out to G<small>OD</small>, and G<small>OD</small> raised up a champion for them: the Benjaminite Ehud son of Gera, a left-handed man. It happened that the Israelites sent tribute to King Eglon of Moab through him. ",
            "So Ehud made for himself a two-edged dagger, a <i>gomed</i> in length, which he girded on his right side under his cloak. ",
            "He presented the tribute to King Eglon of Moab. Now Eglon was a very stout man.",
            "When [Ehud] had finished presenting the tribute, he dismissed the people who had conveyed the tribute. ",
            "But he himself returned from Pesilim, near Gilgal, and said, “Your Majesty, I have a secret message for you.” [Eglon] thereupon commanded, “Silence!” So all those in attendance left his presence; ",
            "and when Ehud approached him, he was sitting alone in his cool upper chamber. Ehud said, “I have a message for you from God”; whereupon he rose from his seat. ",
            "Reaching with his left hand, Ehud drew the dagger from his right side and drove it into Eglon’s<sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>Eglon’s </b>Heb. “his.”</i> belly. ",
            "The fat closed over the blade and the hilt went in after the blade—for he did not pull the dagger out of his belly—and the filth<sup class=\"footnote-marker\">h</sup><i class=\"footnote\"><b>filth </b>Meaning of Heb. uncertain.</i> came out.",
            "Stepping out into the vestibule,<sup class=\"footnote-marker\">i</sup><i class=\"footnote\"><b>vestibule </b>Meaning of Heb. uncertain.</i> Ehud shut the doors of the upper chamber on him and locked them. ",
            "After he left, the courtiers returned. When they saw that the doors of the upper chamber were locked, they thought, “He must be relieving himself in the cool chamber.” ",
            "They waited a long time; and when he did not open the doors of the chamber, they took the key and opened them—and there their master was lying dead on the floor! ",
            "But Ehud had made good his escape while they delayed; he had passed Pesilim and escaped to Seirah.",
            "When he got there, he had the ram’s horn sounded through the hill country of Ephraim, and all the Israelites descended with him from the hill country; and he took the lead. ",
            "“Follow me closely,” he said, “for G<small>OD</small> has delivered your enemies, the Moabites, into your hands.” They followed him down and seized the fords of the Jordan against the Moabites; they let no one cross. ",
            "On that occasion they slew about 10,000 Moabites; they were all robust and brave men, yet not one of them escaped. ",
            "On that day, Moab submitted to Israel; and the land was tranquil for eighty years.",
            "After him came Shamgar son of Anath,<sup class=\"footnote-marker\">j</sup><i class=\"footnote\"><b>son of Anath </b>Or “the Beth-anathite.”</i> who slew six hundred Philistines with an oxgoad. He too was a champion of Israel."
        ],
        [
            "The Israelites again did what was offensive to G<small>OD</small>—Ehud now being dead.",
            "And G<small>OD</small> surrendered them to King Jabin of Canaan, who reigned in Hazor. His army commander was Sisera, whose base was Harosheth-goiim. ",
            "The Israelites cried out to G<small>OD</small>; for he had nine hundred iron chariots, and he had oppressed Israel ruthlessly for twenty years.",
            "Deborah, wife of Lappidoth, was a prophet; she led Israel at that time. ",
            "She used to sit under the Palm of Deborah, between Ramah and Bethel in the hill country of Ephraim, and the Israelites would come to her for decisions.",
            "She summoned Barak son of Abinoam, of Kedesh in Naphtali, and said to him, “The E<small>TERNAL</small>, the God of Israel, has commanded: Go, march up to Mount Tabor, and take with you ten thousand men of Naphtali and Zebulun. ",
            "And I will draw Sisera, Jabin’s army commander, with his chariots and his troops, toward you up to the Wadi Kishon; and I will deliver him into your hands.” ",
            "But Barak said to her, “If you will go with me, I will go; if not, I will not go.” ",
            "“Very well, I will go with you,” she answered. “However, there will be no glory for you in the course you are taking, for then G<small>OD</small> will deliver Sisera into the hands of a woman.” So Deborah went with Barak to Kedesh. ",
            "Barak then mustered Zebulun and Naphtali at Kedesh; ten thousand men marched up after him;<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>after him </b>Lit. “at his feet.”</i> and Deborah also went up with him.",
            "Now Heber the Kenite had separated from the other Kenites,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>from the other Kenites </b>Lit. “from Cain”; cf. 1.16.</i> descendants of Hobab, father-in-law of Moses, and had pitched his tent at Elon-bezaanannim, which is near Kedesh.",
            "Sisera was informed that Barak son of Abinoam had gone up to Mount Tabor.",
            "So Sisera ordered all his chariots—nine hundred iron chariots—and all the troops he had to move from Harosheth-goiim to the Wadi Kishon.",
            "Then Deborah said to Barak, “Up! This is the day on which G<small>OD</small> will deliver Sisera into your hands: G<small>OD</small> is marching before you.” Barak charged down Mount Tabor, followed by the ten thousand men, ",
            "and G<small>OD</small> threw Sisera and all his chariots and army into a panic before the onslaught of Barak.<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>before the onslaught of Barak </b>Lit. “at the edge of the sword before Barak.”</i> Sisera leaped from his chariot and fled on foot ",
            "as Barak pursued the chariots and the soldiers as far as Harosheth-goiim. All of Sisera’s soldiers fell by the sword; not one was left.",
            "Sisera, meanwhile, had fled on foot to the tent of Jael, wife of Heber the Kenite; for there was friendship between King Jabin of Hazor and the family of Heber the Kenite. ",
            "Jael came out to greet Sisera and said to him, “Come in, my lord, come in here, do not be afraid.” So he entered her tent, and she covered him with a blanket. ",
            "He said to her, “Please let me have some water; I am thirsty.” She opened a skin of milk and gave him some to drink; and she covered him again. ",
            "He said to her, “Stand at the entrance of the tent. If anybody comes and asks you if there is anybody here, say ‘No.’” ",
            "Then Jael wife of Heber took a tent pin and grasped the mallet. When he was fast asleep from exhaustion, she approached him stealthily and drove the pin through his temple till it went down to the ground. Thus he died.",
            "Now Barak appeared in pursuit of Sisera. Jael went out to greet him and said, “Come, I will show you the man you are looking for.” He went inside with her, and there Sisera was lying dead, with the pin in his temple.",
            "On that day God subdued King Jabin of Canaan before the Israelites.",
            "The hand of the Israelites bore harder and harder on King Jabin of Canaan, until they destroyed King Jabin of Canaan."
        ],
        [
            "On that day Deborah and Barak son of Abinoam sang:",
            "<span class=\"poetry indentAll\"><sup class=\"footnote-marker\">a</sup><i class=\"footnote\">In many parts of this poem the meaning is uncertain.</i> </span>When locks go untrimmed<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>locks go untrimmed </b>Apparently an expression of dedication; cf. Num. 6.5.</i> in Israel,<br><span class=\"poetry indentAll\">When people dedicate themselves—</span><br><span class=\"poetry indentAll\">Bless </span> G<small>OD</small>!",
            "<span class=\"poetry indentAll\">Hear, O kings! Give ear, O potentates!</span><br><span class=\"poetry indentAll\">I will sing, will sing to </span> G<small>OD</small>,<br><span class=\"poetry indentAll\">Will hymn </span> the E<small>TERNAL</small>, the God of Israel.",
            "<span class=\"poetry indentAll\">O </span> G<small>OD</small>, when You came forth from Seir,<br><span class=\"poetry indentAll\">Advanced from the country of Edom,</span><br><span class=\"poetry indentAll\">The earth trembled;</span><br><span class=\"poetry indentAll\">The heavens dripped,</span><br><span class=\"poetry indentAll\">Yea, the clouds dripped water,</span>",
            "<span class=\"poetry indentAll\">The mountains quaked</span><sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>quaked </b>Taking <i>nazelu</i> as a by-form of <i>nazollu</i>; cf. Targum</i> because of G<small>OD</small>,<br><span class=\"poetry indentAll\">Yon Sinai, because of </span> G<small>OD</small>—the God of Israel.",
            "<span class=\"poetry indentAll\">In the days of Shamgar son of Anath,</span><sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>son of Anath </b>Or “the Beth-anathite.”</i> <br><span class=\"poetry indentAll\">In the days of Jael, caravans</span><sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>caravans </b>Or “roads.”</i> ceased,<br><span class=\"poetry indentAll\">And wayfarers went</span><br><span class=\"poetry indentAll\">By roundabout paths.</span>",
            "<span class=\"poetry indentAll\">Deliverance ceased,</span><br><span class=\"poetry indentAll\">Ceased in Israel,</span><br><span class=\"poetry indentAll\">Till you</span><sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>you </b>Heb. <i>qamti</i>, archaic second-person singular feminine.</i> arose, O Deborah,<br><span class=\"poetry indentAll\">Arose, O mother, in Israel!</span>",
            "<span class=\"poetry indentAll\">When they chose new gods,</span><br><span class=\"poetry indentAll\">Was there a fighter then in the gates?</span><sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>Was there a fighter then in the gates? </b>Meaning of Heb. uncertain; in contrast to others “then was war in the gates.”</i> <br><span class=\"poetry indentAll\">No shield or spear was seen</span><br><span class=\"poetry indentAll\">Among forty thousand in Israel!</span>",
            "<span class=\"poetry indentAll\">My heart is with Israel’s leaders,</span><br><span class=\"poetry indentAll\">With the dedicated of the people—</span><br><span class=\"poetry indentAll\">Bless </span> G<small>OD</small>!",
            "<span class=\"poetry indentAll\">You riders on tawny jennies,</span><br><span class=\"poetry indentAll\">You who sit on saddle rugs,</span><br><span class=\"poetry indentAll\">And you wayfarers, declare it!</span>",
            "<span class=\"poetry indentAll\">Louder than the sound of archers,</span><sup class=\"footnote-marker\">h</sup><i class=\"footnote\"><b>sound of archers </b>Or “thunder peals”; meaning of Heb. uncertain.</i> <br><span class=\"poetry indentAll\">There among the watering places</span><br><span class=\"poetry indentAll\">Let them chant </span> G<small>OD</small>’s gracious acts—<br><span class=\"poetry indentAll\">The gracious deliverance of Israel.</span><br><span class=\"poetry indentAll\">Then did </span> G<small>OD</small>’s people<br><span class=\"poetry indentAll\">March down to the gates!</span>",
            "<span class=\"poetry indentAll\">Awake, awake, O Deborah!</span><br><span class=\"poetry indentAll\">Awake, awake, strike up the chant!</span><br><span class=\"poetry indentAll\">Arise, O Barak;</span><br><span class=\"poetry indentAll\">Take your captives, O son of Abinoam!</span>",
            "<span class=\"poetry indentAll\">Then was the remnant made victor over the mighty,</span><br><span class=\"poetry indentAll\">  G<small>OD</small>  </span>’s people<sup class=\"footnote-marker\">i</sup><i class=\"footnote\"><b>people </b>Reading <i>ʻam</i> (with <i>pathaḥ</i>) <i>Adonai</i>; so many Heb. mss.</i> won my victory over the warriors.",
            "<span class=\"poetry indentAll\">From Ephraim came they whose roots are in Amalek;</span><br><span class=\"poetry indentAll\">After you, your kin Benjamin;</span><br><span class=\"poetry indentAll\">From Machir came down leaders,</span><br><span class=\"poetry indentAll\">From Zebulun such as hold the marshal’s staff.</span>",
            "<span class=\"poetry indentAll\">And Issachar’s chiefs were with Deborah;</span><br><span class=\"poetry indentAll\">As Barak, so was Issachar—</span><br><span class=\"poetry indentAll\">Rushing after him into the valley.</span><br><span class=\"poetry indentAll\">Among the clans of Reuben</span><br><span class=\"poetry indentAll\">Were great decisions of heart.</span>",
            "<span class=\"poetry indentAll\">Why then did you stay among the sheepfolds</span><br><span class=\"poetry indentAll\">And listen as they pipe for the flocks?</span><br><span class=\"poetry indentAll\">Among the clans of Reuben</span><br><span class=\"poetry indentAll\">Were great searchings of heart!</span>",
            "<span class=\"poetry indentAll\">Gilead tarried beyond the Jordan;</span><br><span class=\"poetry indentAll\">And Dan—why did he linger by the ships?</span><sup class=\"footnote-marker\">j</sup><i class=\"footnote\"><b>by the ships </b>Or “at Onioth,” a presumed designation of Dan’s region.</i> <br><span class=\"poetry indentAll\">Asher remained at the seacoast</span><br><span class=\"poetry indentAll\">And tarried at his landings.</span>",
            "<span class=\"poetry indentAll\">Zebulun is a people that mocked at death,</span><sup class=\"footnote-marker\">k</sup><i class=\"footnote\"><b>that mocked at death </b>Lit. “belittled its life to die.”</i> <br><span class=\"poetry indentAll\">Naphtali—on the open heights.</span>",
            "<span class=\"poetry indentAll\">Then the kings came, they fought:</span><br><span class=\"poetry indentAll\">The kings of Canaan fought</span><br><span class=\"poetry indentAll\">At Taanach, by Megiddo’s waters—</span><br><span class=\"poetry indentAll\">They got no spoil of silver.</span>",
            "<span class=\"poetry indentAll\">The stars fought from heaven,</span><br><span class=\"poetry indentAll\">From their courses they fought against Sisera.</span>",
            "<span class=\"poetry indentAll\">The torrent Kishon swept them</span><sup class=\"footnote-marker\">l</sup><i class=\"footnote\"><b>them </b>I.e., the kings of Canaan (v. 19).</i> away,<br><span class=\"poetry indentAll\">The raging torrent, the torrent Kishon.</span><br><span class=\"poetry indentAll\">March on, my soul, with courage!</span>",
            "<span class=\"poetry indentAll\">Then the horses’ hoofs pounded</span><br><span class=\"poetry indentAll\">As headlong galloped the steeds.</span><sup class=\"footnote-marker\">m</sup><i class=\"footnote\"><b>As headlong galloped the steeds </b>Lit. “From the gallopings, the gallopings of his steeds.”</i> ",
            "<span class=\"poetry indentAll\">“Curse Meroz!” said the angel</span><sup class=\"footnote-marker\">n</sup><i class=\"footnote\"><b>the angel </b>Lit. “the messenger.”</i> of G<small>OD</small>.<br><span class=\"poetry indentAll\">“Bitterly curse its inhabitants,</span><br><span class=\"poetry indentAll\">Because they came not to G<small>OD</small>’s aid</span><br><span class=\"poetry indentAll\">To G<small>OD</small>’s aid</span> among<sup class=\"footnote-marker\">o</sup><i class=\"footnote\"><b>among </b>Or “against.”</i> the warriors.”",
            "<span class=\"poetry indentAll\">Most blessed of women be Jael,</span><br><span class=\"poetry indentAll\">Wife of Heber the Kenite,</span><br><span class=\"poetry indentAll\">Most blessed of women in tents.</span>",
            "<span class=\"poetry indentAll\">He asked for water, she offered milk;</span><br><span class=\"poetry indentAll\">In a princely bowl she brought him curds.</span>",
            "<span class=\"poetry indentAll\">Her [left] hand reached for the tent pin,</span><br><span class=\"poetry indentAll\">Her right for the workmen’s hammer.</span><br><span class=\"poetry indentAll\">She struck Sisera, crushed his head,</span><br><span class=\"poetry indentAll\">Smashed and pierced his temple.</span>",
            "<span class=\"poetry indentAll\">At her feet he sank, lay outstretched,</span><br><span class=\"poetry indentAll\">At her feet he sank, lay still;</span><br><span class=\"poetry indentAll\">Where he sank, there he lay—destroyed.</span>",
            "<span class=\"poetry indentAll\">Through the window peered Sisera’s mother,</span><br><span class=\"poetry indentAll\">Behind the lattice she whined:</span><sup class=\"footnote-marker\">p</sup><i class=\"footnote\"><b>whined </b>Or “gazed”; meaning of Heb. uncertain.</i> <br><span class=\"poetry indentAll\">“Why is his chariot so long in coming?</span><br><span class=\"poetry indentAll\">Why so late the clatter of his wheels?”</span>",
            "<span class=\"poetry indentAll\">The wisest of her ladies give answer;</span><br><span class=\"poetry indentAll\">She, too, replies to herself:</span>",
            "<span class=\"poetry indentAll\">“They must be dividing the spoil they have found:</span><br><span class=\"poetry indentAll\">A woman or two for each man,</span><br><span class=\"poetry indentAll\">Spoil of dyed cloths for Sisera,</span><br><span class=\"poetry indentAll\">Spoil of embroidered cloths,</span><br><span class=\"poetry indentAll\">A couple of embroidered cloths</span><br><span class=\"poetry indentAll\">Round every neck as spoil.”</span>",
            "<span class=\"poetry indentAll\">So may all Your enemies perish, O </span> G<small>OD</small>!<br><span class=\"poetry indentAll\">But may Your</span><sup class=\"footnote-marker\">q</sup><i class=\"footnote\"><b>Your </b>Heb. 3rd person.</i> friends be as the sun rising in might!<br>And the land was tranquil forty years."
        ],
        [
            "Then the Israelites did what was offensive to G<small>OD</small>, and G<small>OD</small> delivered them into the hands of the Midianites for seven years. ",
            "The hand of the Midianites prevailed over Israel; and because of Midian, the Israelites provided themselves with refuges in the caves and strongholds of the mountains.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>provided themselves … mountains </b>Meaning of Heb. uncertain.</i> ",
            "After the Israelites had done their sowing, Midian, Amalek, and the Kedemites would come up and raid them; ",
            "they would attack them, destroy<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>destroy </b>By grazing their livestock; see next verse.</i> the produce of the land all the way to Gaza, and leave no means of sustenance in Israel, not a sheep or an ox or a donkey. ",
            "For they would come up with their livestock and their tents, swarming as thick as locusts; they and their camels were innumerable. Thus they would invade the land and ravage it. ",
            "Israel was reduced to utter misery by the Midianites, and the Israelites cried out to G<small>OD</small>.",
            "When the Israelites cried to G<small>OD</small> on account of Midian, ",
            "G<small>OD</small> sent a certain prophet to the Israelites. He said to them, “Thus said the E<small>TERNAL</small>, the God of Israel: I brought you up out of Egypt and freed you from the house of bondage. ",
            "I rescued you from the Egyptians and from all your oppressors; I drove them out before you, and gave you their land. ",
            "And I said to you, ‘I the E<small>TERNAL</small> One am your God. You must not worship the gods of the Amorites in whose land you dwell.’ But you did not obey Me.”",
            "An angel<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>An angel </b>Lit. “A messenger.”</i> of G<small>OD</small> came and sat under the terebinth at Ophrah, which belonged to Joash the Abiezrite. His son Gideon was then beating out wheat inside a winepress in order to keep it safe from the Midianites. ",
            "The angel of G<small>OD</small> appeared to him and said to him,<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>appeared to him and said to him </b>Or “engaged him [in conversation], saying.”</i> “G<small>OD</small> is with you, valiant warrior!” ",
            "Gideon said to him, “Please, my lord, if G<small>OD</small> is with us, why has all this befallen us? Where are all those wondrous deeds about which our ancestors told us, saying, ‘Truly G<small>OD</small> brought us up from Egypt’? Now G<small>OD</small> has abandoned us and delivered us into the hands of Midian!” ",
            " G<small>OD</small> <sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>G<small>OD</small> </b>I.e., the angel, in G<small>OD</small>’s name. Cf. Gersonides.</i> turned to him and said, “Go in this strength of yours and deliver Israel from the Midianites. I<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>I </b>Conventionally, a messenger delivers the key message as if the sender were speaking.</i> herewith make you My messenger.” ",
            "He said to him, “Please, my Sovereign, how can I deliver Israel? Why, my clan is the humblest in Manasseh, and I am the youngest in my father’s household.” ",
            " G<small>OD</small> <sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>G<small>OD</small> </b>See the first note at v. 14.</i> replied, “I will be with you, and you shall defeat Midian all at once.” ",
            "And he said to him,<sup class=\"footnote-marker\">h</sup><i class=\"footnote\"><b>to him </b>I.e., to the angel, while speaking in direct response to G<small>OD</small> as the message’s sender, as in v. 15.</i> “If I have gained Your favor, give me a sign that it is You who are speaking to me.<sup class=\"footnote-marker\">i</sup><i class=\"footnote\"><b>speaking to me </b>I.e., via the angel. Cf. Kimhi.</i> ",
            "Do not leave this place until I come back to you and bring out my offering and place it before you.” And he answered, “I will stay until you return.”",
            "So Gideon went in and prepared a kid, and [baked] unleavened bread from an <i>ephah</i> of flour. He put the meat in a basket and poured the broth into a pot, and he brought them out to him under the terebinth. As he presented them, ",
            "the angel of God said to him, “Take the meat and the unleavened bread, put them on yonder rock, and spill out the broth.” He did so. ",
            "The angel of G<small>OD</small> held out the staff that he carried, and touched the meat and the unleavened bread with its tip. A fire sprang up from the rock and consumed the meat and the unleavened bread. And the angel of G<small>OD</small> vanished from his sight. ",
            "Then Gideon realized that indeed it was an angel of G<small>OD</small>; and Gideon said, “Alas, O Sovereign G<small>OD</small>! For I have seen an angel of G<small>OD</small> face to face.”",
            "But G<small>OD</small> <sup class=\"footnote-marker\">j</sup><i class=\"footnote\"><b>G<small>OD</small> </b>See the first note at v. 14.</i> said to him, “All is well; have no fear, you shall not die.” ",
            "So Gideon built there an altar to G<small>OD</small> and called it Adonai-shalom.<sup class=\"footnote-marker\">k</sup><i class=\"footnote\"><b>Adonai-shalom </b>I.e., “G<small>OD</small>, ‘All-is-well.’”</i> To this day it stands in Ophrah of the Abiezrites.",
            "That night G<small>OD</small> said to him: “Take the young bull<sup class=\"footnote-marker\">l</sup><i class=\"footnote\"><b>young bull </b>Meaning of Heb. uncertain.</i> belonging to your father and another bull seven years old; pull down the altar of Baal that belongs to your father, and cut down the sacred post<sup class=\"footnote-marker\">m</sup><i class=\"footnote\"><b>sacred post </b>Used in worship of the goddess Asherah.</i> that is beside it. ",
            "Then build an altar to the E<small>TERNAL</small> your God, on the level ground<sup class=\"footnote-marker\">n</sup><i class=\"footnote\"><b>level ground </b>Meaning of Heb. uncertain.</i> on top of this stronghold. Take the other bull and offer it as a burnt offering, using the wood of the sacred post that you have cut down.” ",
            "So Gideon took ten of his servants and did as G<small>OD</small> had told him; but as he was afraid to do it by day, on account of his father’s household and the townspeople, he did it by night. ",
            "Early the next morning, the townspeople found that the altar of Baal had been torn down and the sacred post beside it had been cut down, and that the second bull had been offered on the newly built altar. ",
            "They said to one another, “Who did this thing?” Upon inquiry and investigation, they were told, “Gideon son of Joash did this thing!” ",
            "The townspeople said to Joash, “Bring out your son, for he must die: he has torn down the altar of Baal and cut down the sacred post beside it!” ",
            "But Joash said to all who had risen against him, “Do you have to contend for Baal? Do you have to vindicate him? Whoever fights his battles shall be dead by morning! If he is a god, let him fight his own battles, since it is his altar that has been torn down!” ",
            "That day they named him<sup class=\"footnote-marker\">o</sup><i class=\"footnote\"><b>him </b>I.e., Gideon.</i> Jerubbaal, meaning “Let Baal contend with him, since he tore down his altar.”",
            "All Midian, Amalek, and the Kedemites joined forces; they crossed over and encamped in the Valley of Jezreel. ",
            "The spirit of G<small>OD</small> enveloped Gideon; he sounded the horn, and the Abiezrites rallied behind him. ",
            "And he sent messengers throughout Manasseh, and they too rallied behind him. He then sent messengers through Asher, Zebulun, and Naphtali, and they came up to meet the Manassites.<sup class=\"footnote-marker\">p</sup><i class=\"footnote\"><b>Manassites </b>Heb. “them.”</i> ",
            "And Gideon said to God, “If You really intend to deliver Israel through me as You have said— ",
            "here I place a fleece of wool on the threshing floor. If dew falls only on the fleece and all the ground remains dry, I shall know that You will deliver Israel through me, as You have said.” ",
            "And that is what happened. Early the next day, he squeezed the fleece and wrung out the dew from the fleece, a bowlful of water. ",
            "Then Gideon said to God, “Do not be angry with me if I speak just once more. Let me make just one more test with the fleece: let the fleece alone be dry, while there is dew all over the ground.” ",
            "God did so that night: only the fleece was dry, while there was dew all over the ground."
        ],
        [
            "Early next day, Jerubbaal—that is, Gideon—and all the troops with him encamped above En-harod,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>En-harod </b>Or “the Spring of Harod.”</i> while the camp of Midian was in the plain to the north of him, at Gibeath-moreh.<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>Gibeath-moreh </b>Or “the Hill of Moreh.”</i> ",
            " G<small>OD</small> said to Gideon, “You have too many troops with you for Me to deliver Midian into their hands; Israel might claim for themselves the glory due to Me, thinking, ‘Our own hand has brought us victory.’ ",
            "Therefore, announce to the men, ‘Let anybody who is timid and fearful turn back, as a bird flies from Mount Gilead.’”<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>as a bird flies from Mount Gilead </b>Meaning of Heb. uncertain.</i> Thereupon, 22,000 of the troops turned back and 10,000 remained.",
            "“There are still too many troops,” G<small>OD</small> said to Gideon. “Take them down to the water and I will sift<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>sift </b>Lit. “smelt.”</i> them for you there. Anyone of whom I tell you, ‘This one is to go with you,’ that one shall go with you; and anyone of whom I tell you, ‘This one is not to go with you,’ that one shall not go.” ",
            "So he took the troops down to the water. Then G<small>OD</small> said to Gideon, “Set apart all those who lap up the water with their tongues like dogs<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>lap up the water with their tongues like dogs </b>Actually, using their hands as a dog uses its tongue; see v. 6.</i> from all those who get down on their knees to drink.” ",
            "Now those who “lapped” the water into their mouths by hand numbered three hundred; all the rest of the troops got down on their knees to drink.",
            "Then G<small>OD</small> said to Gideon, “I will deliver you and I will put Midian into your hands through the three hundred ‘lappers’; let the rest of the troops go home.” ",
            "So [the lappers] took the provisions and horns that the other men had with them,<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>So [the lappers] took … with them </b>Meaning of Heb. uncertain.</i> and he sent everyone else on Israel’s side back to their homes, retaining only the three hundred men.<br>The Midianite camp was below him, in the plain. ",
            "That night G<small>OD</small> said to him, “Come, attack<sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>attack </b>Lit. “descend upon”; so in vv. 10 and 11.</i> the camp, for I have delivered it into your hands. ",
            "And if you are afraid to attack, first go down to the camp with your attendant Purah ",
            "and listen to what they say; after that you will have the courage to attack the camp.” So he went down with his attendant Purah to the outposts of the warriors who were in the camp.—",
            "Now Midian, Amalek, and all the Kedemites were spread over the plain, as thick as locusts; and their camels were countless, as numerous as the sands on the seashore.— ",
            "Gideon came there just as one man was narrating a dream to another. “Listen,” he was saying, “I had this dream: There was a commotion<sup class=\"footnote-marker\">h</sup><i class=\"footnote\"><b>commotion </b>Meaning of Heb. uncertain.</i>—a loaf of barley bread was whirling through the Midianite camp. It came to a tent and struck it, and it fell; it turned it upside down, and the tent collapsed.” ",
            "To this the other responded, “That can only mean the sword of the Israelite Gideon son of Joash.<sup class=\"footnote-marker\">i</sup><i class=\"footnote\"><b>the Israelite Gideon son of Joash </b>Or “Gideon son of Joash, Israel’s man in charge”; cf. Kimhi.</i> God is delivering Midian and the entire camp into his hands.”<sup class=\"footnote-marker\">j</sup><i class=\"footnote\">The loaf of bread symbolizes the agricultural Israelites; the tent, the nomadic Midianites.</i> ",
            "When Gideon heard the dream told and interpreted, he bowed low. Returning to the camp of Israel, he shouted, “Come on! G<small>OD</small> has delivered the Midianite camp into your hands!” ",
            "He divided the three hundred men into three columns and equipped them all with a ram’s horn and an empty jar, with a torch in each jar. ",
            "“Watch me,” he said, “and do the same. When I get to the outposts of the camp, do exactly as I do. ",
            "When I and all those with me blow our horns, you too, all around the camp, will blow your horns and shout, ‘For G<small>OD</small> and for Gideon!’”",
            "Gideon and the hundred men with him arrived at the outposts of the camp, at the beginning of the middle watch, just after the sentries were posted. They sounded the horns and smashed the jars that they had with them,<sup class=\"footnote-marker\">k</sup><i class=\"footnote\"><b>They sounded … with them </b>Emendation yields “He sounded the horn and smashed the jar that he had with him.”</i> ",
            "and the three columns blew their horns and broke their jars. Holding the torches in their left hands and the horns for blowing in their right hands, they shouted, “A sword for G<small>OD</small> and for Gideon!” ",
            "They remained standing where they were, surrounding the camp; but the entire camp ran about yelling, and took to flight. ",
            "For when the three hundred horns were sounded, G<small>OD</small> turned every man’s sword against his fellow, throughout the camp, and the entire host fled as far as Beth-shittah and on to Zererah—as far as the outskirts of Abel-meholah near Tabbath.",
            "And now Israel’s side from Naphtali and Asher and from all of Manasseh rallied for the pursuit of the Midianites.",
            "Gideon also sent messengers all through the hill country of Ephraim with this order: <sup class=\"footnote-marker\">l</sup><i class=\"footnote\">Meaning of rest of verse uncertain.</i> “Go down ahead of the Midianites and seize their access to the water all along the Jordan down to Beth-barah.” So Ephraim’s entire contingent rallied and seized the waterside down to Beth-barah by the Jordan. ",
            "They pursued the Midianites and captured Midian’s two generals, Oreb and Zeeb. They killed Oreb at the Rock of Oreb and they killed Zeeb at the Winepress of Zeeb; and they brought the heads of Oreb and Zeeb from the other side of the Jordan to Gideon."
        ],
        [
            "And those in Ephraim’s contingent said to him, “Why did you do that to us—not calling us when you went to fight the Midianites?” And they rebuked him severely. ",
            "But he answered them, “After all, what have I accomplished compared to you? Why, Ephraim’s gleanings are better than Abiezer’s vintage! ",
            "God has delivered the Midianite generals Oreb and Zeeb into your hands, and what was I able to do compared to you?” And when he spoke in this fashion, their anger against him abated.",
            "Gideon came to the Jordan and crossed it. The three hundred men with him were famished, but still in pursuit. ",
            "He said to the people of Succoth,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>people of Succoth </b>I.e., its leaders, on the town’s behalf; cf. v. 6. So also in vv. 8, 14, 15, 16.</i> “Please give some loaves of bread to the troops who are right behind me, for they are famished, and I am pursuing Zebah and Zalmunna, the kings of Midian.” ",
            "But the officials of Succoth replied, “Are Zebah and Zalmunna already in your hands,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>Are Zebah and Zalmunna already in your hands </b>Lit. “Is the palm of Zebah and Zalmunna in your hand.”</i> that we should give bread to your army?” ",
            "“I swear,” declared Gideon, “when G<small>OD</small> delivers Zebah and Zalmunna into my hands, I’ll thresh<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>thresh </b>I.e., throw them naked in a bed of thorns and trample them; but exact meaning uncertain.</i> your bodies upon desert thorns and briers!” ",
            "From there he went up to Penuel and made the same request of them; but the people of Penuel<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>people of Penuel </b>Cf. note at v. 5.</i> gave him the same reply as the people of Succoth. ",
            "So he also threatened the people of Penuel: “When I come back safe, I’ll tear down this tower!”",
            "Now Zebah and Zalmunna were at Karkor with their army of about 15,000; these were all that remained of the entire host of the Kedemites, for the slain numbered 120,000 fighters.<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>fighters </b>Lit. “drawers of a sword.”</i> ",
            "Gideon marched up the road of the tent dwellers, up to east of Nobah and Jogbehah, and routed the camp, which was off guard. ",
            "Zebah and Zalmunna took to flight, with Gideon<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>Gideon </b>Heb. “him.”</i> in pursuit. He captured Zebah and Zalmunna, the two kings of Midian, and threw the whole army into panic.",
            "On his way back from the battle at the Ascent of Heres, Gideon son of Joash ",
            "captured a young man from among the people of Succoth and interrogated him. The latter drew up for him a list of the officials and elders of Succoth, seventy-seven in number. ",
            "Then he came to the people of Succoth and said, “Here are Zebah and Zalmunna, about whom you mocked me, saying, ‘Are Zebah and Zalmunna already in your hands,<sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>Are Zebah and Zalmunna already in your hands </b>See note at v. 6.</i> that we should give your famished men bread?’” ",
            "And he took the elders of the city and, [bringing] desert thorns and briers, he punished<sup class=\"footnote-marker\">h</sup><i class=\"footnote\"><b>punished </b>Meaning of Heb. uncertain; emendation yields “threshed”; cf. v. 7.</i> the people of Succoth with them. ",
            "As for Penuel, he tore down its tower and killed the townspeople.",
            "Then he asked Zebah and Zalmunna, “Those men you killed at Tabor, what were they like?”<sup class=\"footnote-marker\">i</sup><i class=\"footnote\"><b>what were they like </b>In contrast to others “Where are they?”</i> “They looked just like you,” they replied, “like sons of a king.” ",
            "“They were my brothers,” he declared, “the sons of my mother. As G<small>OD</small> lives, if you had spared them, I would not kill you.” ",
            "And he commanded his oldest son Jether, “Go kill them!” But the boy did not draw his sword, for he was timid, being still a boy. ",
            "Then Zebah and Zalmunna said, “Come, you slay us; for strength comes with manhood.”<sup class=\"footnote-marker\">j</sup><i class=\"footnote\"><b>strength comes with manhood </b>Or “the outcome depends upon who’s involved.”</i> So Gideon went over and killed Zebah and Zalmunna, and he took the crescents that were on the necks of their camels.",
            "Then those [who fought] on Israel’s side said to Gideon, “Rule over us—you, your son, and your grandson as well; for you have saved us from the Midianites.” ",
            "But Gideon replied, “I will not rule over you myself, nor shall my son rule over you; G<small>OD</small> alone shall rule over you.” ",
            "And Gideon said to them, “I have a request to make of you: Each of you give me the earring you received as booty.” (The Midianites<sup class=\"footnote-marker\">k</sup><i class=\"footnote\"><b>The Midianites </b>Heb. “They.” The author explains that the Midianites wore earrings like the Ishmaelites, who were better known to his contemporaries.</i> had golden earrings, for they were Ishmaelites.) ",
            "“Certainly!” they replied. And they spread out a cloth, and everyone threw onto it the earring he had received as booty. ",
            "The weight of the golden earrings that he had requested came to 1,700 shekels of gold; this was in addition to the crescents and the pendants and the purple robes worn by the kings of Midian and in addition to the collars on the necks of their camels. ",
            "Gideon made an ephod of this gold<sup class=\"footnote-marker\">l</sup><i class=\"footnote\"><b>this gold </b>Heb. “it.”</i> and set it up in his own town of Ophrah. There all Israel went astray after it, and it became a snare to Gideon and his household.",
            "Thus Midian submitted to the Israelites and did not raise its head again; and the land was tranquil for forty years in Gideon’s time.",
            "So Jerubbaal son of Joash retired to his own house.",
            "Gideon had seventy sons of his own issue, for he had many wives. ",
            "A son was also born to him by his concubine in Shechem, and he named him Abimelech. ",
            "Gideon son of Joash died at a ripe old age, and was buried in the tomb of his father Joash at Ophrah of the Abiezrites.",
            "After Gideon died, the Israelites again went astray after the Baalim, and they adopted Baal-berith as a god. ",
            "The Israelites gave no thought to the E<small>TERNAL</small> their God, who saved them from all the enemies around them. ",
            "Nor did they show loyalty to the house of Jerubbaal-Gideon in return for all the good that he had done for Israel."
        ],
        [
            "Abimelech son of Jerubbaal went to his mother’s brothers in Shechem and spoke to them and to the whole clan of his mother’s family. He said, ",
            "“Put this question to all the citizens of Shechem: Which is better for you—to be ruled by all seventy sons of Jerubbaal, or to be ruled by one? And remember, I am your own flesh and blood.”<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>flesh and blood </b>Lit. “bone and flesh.”</i> ",
            "His mother’s brothers said all this in his behalf to all the citizens of Shechem, and they were won over to Abimelech; for they thought, “He is our kinsman.” ",
            "They gave him seventy shekels from the temple of Baal-berith; and with this Abimelech hired some worthless<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>worthless </b>Or “rootless”; cf. Kimhi.</i> and reckless men, and they followed him. ",
            "Then he went to his father’s house in Ophrah and killed his brothers, the sons of Jerubbaal, seventy in succession on one stone. Only Jotham, the youngest son of Jerubbaal, survived, because he went into hiding.",
            "All the citizens of Shechem and all Beth-millo convened, and they proclaimed Abimelech king at the terebinth of the pillar<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>pillar </b>Meaning of Heb. uncertain.</i> at Shechem. ",
            "When Jotham was informed, he went and stood on top of Mount Gerizim and called out to them in a loud voice. “Citizens of Shechem!” he cried, “Listen to me, that God may listen to you.",
            "“Once the trees went to anoint a king over themselves. They said to the olive tree, ‘Reign over us.’ ",
            "But the olive tree replied, ‘Have I, through whom God and humans are honored, stopped yielding my rich oil, that I should go and wave above the trees?’ ",
            "So the trees said to the fig tree, ‘You come and reign over us.’ ",
            "But the fig tree replied, ‘Have I stopped yielding my sweetness, my delicious fruit, that I should go and wave above the trees?’ ",
            "So the trees said to the vine, ‘You come and reign over us.’ ",
            "But the vine replied, ‘Have I stopped yielding my new wine, which gladdens God and humans, that I should go and wave above the trees?’ ",
            "Then all the trees said to the thornbush, ‘You come and reign over us.’ ",
            "And the thornbush said to the trees, ‘If you are acting honorably in anointing me king over you, come and take shelter in my shade; but if not, may fire issue from the thornbush and consume the cedars of Lebanon!’",
            "“Now then, if you acted honorably and loyally in making Abimelech king, if you have done right by Jerubbaal and his house and have requited him according to his deserts— ",
            "considering that my father fought for you and saved you from the Midianites at the risk of his life, ",
            "and now you have turned on my father’s household, killed his sons (seventy in succession on one stone!) and set up Abimelech, the son of his handmaid, as king over the citizens of Shechem just because he is your kinsman— ",
            "if, I say, you have this day acted honorably and loyally toward Jerubbaal and his house, have joy in Abimelech and may he likewise have joy in you. ",
            "But if not, may fire issue from Abimelech and consume the citizens of Shechem and Beth-millo, and may fire issue from the citizens of Shechem and Beth-millo and consume Abimelech!”",
            "With that, Jotham fled. He ran to Beer and stayed there, because of his brother Abimelech.",
            "Abimelech held sway over Israel for three years.",
            "Then God sent a spirit of discord between Abimelech and the citizens of Shechem, and the citizens of Shechem broke faith with Abimelech— ",
            "to the end that the crime committed against the seventy sons of Jerubbaal might be avenged, and their blood recoil upon their brother Abimelech, who had slain them, and upon the citizens of Shechem, who had abetted him in the slaying of his brothers. ",
            "The citizens of Shechem planted ambuscades against him on the hilltops; and they robbed whoever passed by them on the road. Word of this reached Abimelech.",
            "Then Gaal son of Ebed and his companions came passing through Shechem, and the citizens of Shechem gave him their confidence. ",
            "They went out into the fields, gathered and trod out the vintage of their vineyards, and made a festival. They entered the temple of their god, and as they ate and drank they reviled Abimelech. ",
            "Gaal son of Ebed said, “Who is Abimelech and who are [we] Shechemites, that we should serve him? This same son of Jerubbaal and his lieutenant Zebul once served the entourage of Hamor, the father of Shechem;<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>This same son … Shechem </b>Meaning of Heb. uncertain.</i> so why should we serve him? ",
            "Oh, if only this people were under my command, I would get rid of Abimelech! One<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>One </b>Septuagint reads “I.”</i> would challenge Abimelech, ‘Fill up your ranks and come out here!’”",
            "When Zebul, the governor of the city, heard the words of Gaal son of Ebed, he was furious. ",
            "He sent messages to Abimelech at Tormah<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>Tormah </b>Called “Arumah” in v. 41.</i> to say, “Gaal son of Ebed and his companions have come to Shechem and they are inciting<sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>inciting </b>Meaning of Heb. uncertain.</i> the city against you. ",
            "Therefore, set out at night with the forces you have with you and conceal yourself in the fields. ",
            "Early next morning, as the sun rises, advance on the city. He and his troops will thereupon come out against you, and you will do to him whatever you find possible.”",
            "Abimelech and all the troops with him set out at night and disposed themselves against Shechem in four hiding places.",
            "When Gaal son of Ebed came out and stood at the entrance to the city gate, Abimelech and the troops with him emerged from concealment. ",
            "Gaal saw the troops and said to Zebul, “Look, troops are coming down from the hilltops!” But Zebul said to him, “The shadows of the hills look to you like people.” ",
            "Gaal spoke up again, “Look, troops are coming down from Tabbur-erez, and another column is coming from the direction of Elon-meonenim.” ",
            "“Well,” replied Zebul, “where is your boast, ‘Who is Abimelech that we should serve him’? Are these not the troops you sneered at? Now go out and fight with them!”",
            "So Gaal went out at the head of the citizens of Shechem and gave battle to Abimelech.",
            "But he had to flee before him, and Abimelech pursued him, and many fell slain, all the way to the entrance of the gate. ",
            "Then Abimelech stayed in Arumah,<sup class=\"footnote-marker\">h</sup><i class=\"footnote\"><b>Arumah </b>Cf. “Tormah” in v. 31.</i> while Zebul expelled Gaal and his companions and kept them out of Shechem.",
            "The next day, people went out into the fields,<sup class=\"footnote-marker\">i</sup><i class=\"footnote\"><b>into the fields </b>For their everyday labor.</i> and this was reported to Abimelech. ",
            "So he took his troops, divided them into three columns, and lay in ambush in the fields; and when he saw the people coming out of the city, he pounced upon them and struck them down. ",
            "While Abimelech and the column<sup class=\"footnote-marker\">j</sup><i class=\"footnote\"><b>column </b>Heb. “columns.”</i> that followed him dashed ahead and took up a position at the entrance of the city gate, the other two columns rushed upon all that were in the open and struck them down. ",
            "Abimelech fought against the city all that day. He captured the city and massacred the people in it; he razed the town and sowed it with salt.",
            "When all the citizens of the Tower of Shechem<sup class=\"footnote-marker\">k</sup><i class=\"footnote\"><b>Tower of Shechem </b>Perhaps identical with Beth-millo of vv. 6 and 20.</i> learned of this, they went into the tunnel<sup class=\"footnote-marker\">l</sup><i class=\"footnote\"><b>tunnel </b>Cf. 1 Sam. 13.6; in contrast to others “citadel.”</i> of the temple of El-berith.<sup class=\"footnote-marker\">m</sup><i class=\"footnote\"><b>El-berith </b>Called “Baal-berith” in v. 4.</i> ",
            "When Abimelech was informed that all the citizens of the Tower of Shechem had gathered [there], ",
            "Abimelech and all the troops he had with him went up on Mount Zalmon. Taking an ax<sup class=\"footnote-marker\">n</sup><i class=\"footnote\"><b>an ax </b>Heb. plural.</i> in his hand, Abimelech lopped off a tree limb and lifted it onto his shoulder. Then he said to the troops that accompanied him, “What you saw me do—quick, do the same!” ",
            "So each of the troops also lopped off a bough; then they marched behind Abimelech and laid them against the tunnel, and set fire to the tunnel over their heads. Thus all the people<sup class=\"footnote-marker\">o</sup><i class=\"footnote\"><b>people </b>Or “occupants.”</i> of the Tower of Shechem also perished, about a thousand men and women.",
            "Abimelech proceeded to Thebez; he encamped at Thebez and occupied it.",
            "Within the town was a fortified tower; and men and women took refuge there, including all the citizens of the town. They shut themselves in, and went up on the roof of the tower. ",
            "Abimelech pressed forward to the tower and attacked it. He approached the door of the tower to set it on fire.",
            "But a woman dropped an upper millstone on Abimelech’s head and cracked his skull.",
            "He immediately cried out to his attendant, his arms-bearer, “Draw your dagger and finish me off, that they may not say of me, ‘A woman killed him!’” So his attendant stabbed him, and he died. ",
            "When those on Israel’s side saw that Abimelech was dead, everyone went home.",
            "Thus God repaid Abimelech for the evil he had done to his father by slaying his seventy brothers;",
            "and God likewise repaid the people of Shechem<sup class=\"footnote-marker\">p</sup><i class=\"footnote\"><b>people of Shechem </b>Cf. v. 23 and note at 8.5.</i> for all their wickedness. And so the curse of Jotham son of Jerubbaal was fulfilled upon them."
        ],
        [
            "After Abimelech, Tola son of Puah son of Dodo, of Issachar,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>of Issachar </b>Or “Issachar’s man in charge”; cf. <a class=\"refLink\" data-ref=\"Judges 7:14\" href=\"Judges.7.14\">7.14.</a></i> arose to deliver Israel. He lived at Shamir in the hill country of Ephraim. ",
            "He led Israel for twenty-three years; then he died and was buried at Shamir.",
            "After him arose Jair the Gileadite, and he led Israel for twenty-two years. ",
            "(He had thirty sons, who rode on thirty burros and owned thirty boroughs<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>burros…boroughs </b>Imitating the pun in the Heb., which employs <i>ʻayarim</i> first in the sense of “donkeys” and then in the sense of “towns.”</i> in the region of Gilead; these are called Havvoth-jair<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>Havvoth-jair </b>I.e., “the villages of Jair”; cf. Num. 32.41.</i> to this day.) ",
            "Then Jair died and was buried at Kamon.",
            "The Israelites again did what was offensive to G<small>OD</small>. They served the Baalim and the Ashtaroth,<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>Ashtaroth </b>See note at 2.13.</i> and the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the Ammonites, and the gods of the Philistines; they forsook and did not serve G<small>OD</small>. ",
            "And G<small>OD</small>, incensed with Israel, surrendered them to the Philistines and to the Ammonites. ",
            "That year they battered and shattered the Israelites—for<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>for </b>Meaning of Heb. uncertain; perhaps “enough for” or “continuing for.”</i> eighteen years—all the Israelites beyond the Jordan, in [what had been] the land of the Amorites in Gilead. ",
            "The Ammonites also crossed the Jordan to make war on Judah, Benjamin, and the House of Ephraim. Israel was in great distress.",
            "Then the Israelites cried out to G<small>OD</small>, “We stand guilty before You, for we have forsaken our God and served the Baalim.” ",
            "But G<small>OD</small> said to the Israelites, “[I have rescued you] from the Egyptians, from the Amorites, from the Ammonites, and from the Philistines. ",
            "The Sidonians, Amalek, and Maon<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>Maon </b>Septuagint reads “Midian.”</i> also oppressed you; and when you cried out to Me, I saved you from them. ",
            "Yet you have forsaken Me and have served other gods. No, I will not deliver you again. ",
            "Go cry to the gods you have chosen; let them deliver you in your time of distress!”",
            "But the Israelites implored G<small>OD</small>: “We stand guilty. Do to us as You see fit; only save us this day!”",
            "They removed the alien gods from among them and served G<small>OD</small>; and [God] could not bear the miseries of Israel.",
            "The Ammonites mustered and they encamped in Gilead; and the Israelites massed and they encamped at Mizpah.",
            "The troops—the officers of Gilead—said to one another, “Let whoever is the first to fight the Ammonites be chieftain over all the inhabitants of Gilead.”"
        ],
        [
            "Jephthah the Gileadite was an able warrior, who was the son of a certain prostitute. Jephthah’s father was Gilead; ",
            "but Gilead also had sons by his wife, and when the wife’s sons grew up, they drove Jephthah out. They said to him, “You shall have no share in our father’s property, for you are the son of an outsider.”<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>an outsider </b>Lit. “another woman.”</i> ",
            "So Jephthah fled from his brothers and settled in the Tob country. Men of low character<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>Men of low character </b>Or “Rootless men”; see note at 9.4.</i> gathered about Jephthah and went out raiding with him.",
            "Some time later, the Ammonites went to war against Israel. ",
            "And when the Ammonites attacked Israel, the elders of Gilead went to bring Jephthah back from the Tob country. ",
            "They said to Jephthah, “Come be our chief, so that we can fight the Ammonites.” ",
            "Jephthah replied to the elders of Gilead, “You are the very people who rejected me and drove me out of my father’s house. How can you come to me now when you are in trouble?” ",
            "The elders of Gilead said to Jephthah, “Honestly, we have now turned back to you. If you come with us and fight the Ammonites, you shall be our commander over all the inhabitants of Gilead.” ",
            "Jephthah said to the elders of Gilead, “[Very well,] if you bring me back to fight the Ammonites and G<small>OD</small> delivers them to me, I am to be your commander.” ",
            "And the elders of Gilead answered Jephthah, “G<small>OD</small> shall be witness between us: we will do just as you have said.”",
            "Jephthah went with the elders of Gilead, and the people made him their commander and chief. And Jephthah repeated all these terms before G<small>OD</small> at Mizpah.",
            "Jephthah then sent messengers to the king of the Ammonites, saying, “What have you against me that you have come to make war on my country?” ",
            "The king of the Ammonites replied to Jephthah’s messengers, “When Israel came from Egypt, they seized the land that is mine, from the Arnon to the Jabbok as far as the Jordan. Now, then, restore it peaceably.”",
            "Jephthah again sent messengers to the king of the Ammonites.",
            "He said to him, “Thus said Jephthah: Israel did not seize the land of Moab or the land of the Ammonites. ",
            "When they left Egypt, Israel traveled through the wilderness to the Sea of Reeds and went on to Kadesh. ",
            "Israel then sent messengers to the king of Edom, saying, ‘Allow us to cross your country.’ But the king of Edom would not consent. They also sent a mission to the king of Moab, and he refused. So Israel, after staying at Kadesh, ",
            "traveled on through the wilderness, skirting the land of Edom and the land of Moab. They kept to the east of the land of Moab until they encamped on the other side of the Arnon; and, since Moab ends at the Arnon, they never entered Moabite territory.",
            "“Then Israel sent messengers to Sihon king of the Amorites, the king of Heshbon. Israel said to him, ‘Allow us to cross through your country to our homeland.’ ",
            "But Sihon would not trust Israel to pass through his territory. Sihon mustered all his troops, and they encamped at Jahaz; he engaged Israel in battle. ",
            "But the E<small>TERNAL</small>, the God of Israel, delivered Sihon and all his troops into Israel’s hands, and they defeated them; and Israel took possession of all the land of the Amorites, the inhabitants of that land. ",
            "Thus they possessed all the territory of the Amorites from the Arnon to the Jabbok and from the wilderness to the Jordan.",
            "“Now, then, the E<small>TERNAL</small>, the God of Israel, dispossessed the Amorites before this covenanted people Israel; and should you possess their land? ",
            "Do you not hold what Chemosh your god gives you to possess? So we will hold on to everything that the E<small>TERNAL</small> our God has given us to possess.",
            "“Besides, are you any better than Balak son of Zippor, king of Moab? Did he start a quarrel with Israel or go to war with them?",
            "“While Israel has been inhabiting Heshbon and its dependencies, and Aroer and its dependencies, and all the towns along the Arnon for three hundred years, why have you not tried to recover them all this time? ",
            "I have done you no wrong; yet you are doing me harm and making war on me. May G<small>OD</small>, who judges, decide today between the Israelites and the Ammonites!”",
            "But the king of the Ammonites paid no heed to the message that Jephthah sent him.",
            "Then the spirit of G<small>OD</small> came upon Jephthah. He marched through Gilead and Manasseh, passing Mizpeh of Gilead; and from Mizpeh of Gilead he crossed over [to] the Ammonites. ",
            "And Jephthah made the following vow to G<small>OD</small>: “If You deliver the Ammonites into my hands, ",
            "then whatever comes out of the door of my house to meet me on my safe return from the Ammonites shall be G<small>OD</small>’s and shall be offered by me as a burnt offering.”",
            "Jephthah crossed over to the Ammonites and attacked them, and G<small>OD</small> delivered them into his hands. ",
            "He utterly routed them—from Aroer as far as Minnith, twenty towns—all the way to Abel-cheramim. So the Ammonites submitted to the Israelites.",
            "When Jephthah arrived at his home in Mizpah, there was his daughter coming out to meet him, with hand-drum and dance! She was an only child; he had no other son or daughter. ",
            "On seeing her, he rent his clothes and said, “Alas, daughter! You have brought me low; you have become my troubler! For I have uttered a vow<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>uttered a vow </b>Lit. “opened my mouth.”</i> to G<small>OD</small> and I cannot retract.” ",
            "“Father,” she said, “you have uttered a vow to G<small>OD</small>; do to me as you have vowed, seeing that G<small>OD</small> has vindicated you against your enemies, the Ammonites.” ",
            "She further said to her father, “Let this be done for me: let me be for two months, and I will go with my companions and lament<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>lament </b>Lit. “descend,” i.e., with weeping; cf. Isa. 15.3.</i> upon the hills and there bewail my maidenhood.” ",
            "“Go,” he replied. He let her go for two months, and she and her companions went and bewailed her maidenhood upon the hills. ",
            "After two months’ time, she returned to her father, and he did to her as he had vowed. She had never known a man. So it became a custom in Israel ",
            "for the maidens<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>maidens </b>Lit. “daughters.”</i> of Israel to go every year, for four days in the year, and chant dirges for the daughter of Jephthah the Gileadite."
        ],
        [
            "Ephraim’s contingent mustered and crossed [the Jordan] to Zaphon. They said to Jephthah, “Why did you march to fight the Ammonites without calling us to go with you? We’ll burn your house down over you!” ",
            "Jephthah answered them, “I and my people were involved in a bitter conflict with the Ammonites; and I summoned you, but you did not save me from them. ",
            "When I saw that you were no saviors, I risked my life and advanced against the Ammonites; and G<small>OD</small> delivered them into my hands. Why have you come here now to fight against me?” ",
            "And Jephthah gathered all the Gileadites and fought Ephraim. The Gileadites defeated Ephraim; for they had said, “You, Gilead, are nothing but fugitives from Ephraim—being in Manasseh is like being in Ephraim.”<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>they had said, “You, Gilead, … Ephraim.” </b>Meaning of Heb. uncertain.</i> ",
            "Gilead held the fords of the Jordan against Ephraim. And when any fugitive from Ephraim said, “Let me cross,” the Gileadites would ask him, “Are you an Ephraimite?”; if he said “No,” ",
            "they would say to him, “Then say <i>shibboleth</i>”; but he would say “<i>sibboleth</i>,” not being able to pronounce it correctly. Thereupon they would seize him and slay him by the fords of the Jordan. Forty-two thousand from Ephraim fell at that time.",
            "Jephthah led Israel six years. Then Jephthah the Gileadite died and he was buried in one of the towns of Gilead.",
            "After him, Ibzan of Bethlehem<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>Bethlehem </b>I.e., Bethlehem in Zebulun; cf. Josh. 19.15.</i> led Israel. ",
            "He had thirty sons, and he married off thirty daughters outside the clan and likewise brought in thirty from outside the clan for his sons. He led Israel seven years. ",
            "Then Ibzan died and was buried in Bethlehem.",
            "After him, Elon the Zebulunite led Israel; he led Israel for ten years. ",
            "Then Elon the Zebulunite died and was buried in Aijalon, in the territory of Zebulun.",
            "After him, Abdon son of Hillel the Pirathonite led Israel. ",
            "He had forty sons and thirty grandsons, who rode on seventy jackasses. He led Israel for eight years. ",
            "Then Abdon son of Hillel the Pirathonite died. He was buried in Pirathon, in the territory of Ephraim, on the hill of the Amalekites."
        ],
        [
            "The Israelites again did what was offensive to G<small>OD</small>, and G<small>OD</small> delivered them into the hands of the Philistines for forty years.",
            "There was a certain man from Zorah, of the stock of Dan, whose name was Manoah. His wife was infertile and had borne no children. ",
            "An angel<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>An angel </b>Lit. “A messenger.”</i> of G<small>OD</small> appeared to<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>appeared to </b>Or “made contact with.”</i> the woman and said to her, “You are infertile and have borne no children; but you shall conceive and bear a son. ",
            "Now be careful not to drink wine or other intoxicant, or to eat anything impure. ",
            "For you are going to conceive and bear a son; let no razor touch his head, for the boy is to be a nazirite to God from the womb on. He shall be the first to deliver Israel from the Philistines.”",
            "The woman went and told her husband, “An agent of God came to me; he looked like an angel of God, very frightening. I did not ask him where he was from, nor did he tell me his name. ",
            "He said to me, ‘You are going to conceive and bear a son. Drink no wine or other intoxicant, and eat nothing impure, for the boy is to be a nazirite to God from the womb to the day of his death!’”",
            "Manoah pleaded with G<small>OD</small>. “Oh, my Sovereign!” he said, “please let the agent of God that You sent come to us again, and let him instruct us how to act with the child that is to be born.” ",
            "God heeded Manoah’s plea, and the angel of God came to the woman again. She was sitting in the field and her husband Manoah was not with her. ",
            "The woman ran in haste to tell her husband. She said to him, “The man who came to me before<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>before </b>Lit. “in the day.”</i> has just appeared to<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>appeared to </b>Or “contacted.”</i> me.” ",
            "Manoah promptly followed his wife. He came to that figure and asked him: “Are you the one who spoke to my wife?” “Yes,” he answered. ",
            "Then Manoah said, “May your words soon come true! What rules shall be observed for the boy?” ",
            "The angel of G<small>OD</small> said to Manoah, “The woman must abstain from all the things against which I warned her. ",
            "She must not eat anything that comes from the grapevine, or drink wine or other intoxicant, or eat anything impure. She must observe all that I commanded her.”",
            "Manoah said to the angel of G<small>OD</small>, “Let us detain you and prepare a kid for you.” ",
            "But the angel of G<small>OD</small> said to Manoah, “If you detain me, I shall not eat your food; and if you present a burnt offering, offer it to G<small>OD</small>.”—For Manoah did not know that he was an angel of G<small>OD</small>. ",
            "So Manoah said to the angel of G<small>OD</small>, “What is your name? We should like to honor you when your words come true.” ",
            "The angel said to him, “You must not ask for my name; it is unknowable!”",
            "Manoah took the kid and the grain offering and offered them up on the rock to G<small>OD</small>; and a marvelous thing happened<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>and a marvelous thing happened </b>Meaning of Heb. uncertain.</i> while Manoah and his wife looked on. ",
            "As the flames leaped up from the altar toward the sky, the angel of G<small>OD</small> ascended in the flames of the altar, while Manoah and his wife looked on; and they flung themselves on their faces to the ground.— ",
            "The angel of G<small>OD</small> never appeared again to<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>never appeared again to </b>Or “never again made contact with.”</i> Manoah and his wife.—Manoah then realized that it had been an angel of G<small>OD</small>. ",
            "And Manoah said to his wife, “We will surely die, for we have seen a divine being.” ",
            "But his wife said to him, “Had G<small>OD</small> meant to take our lives, our burnt offering and grain offering would not have been accepted, nor would we have been shown all these things—and [God] would not have made such an announcement to us.”",
            "The woman bore a son, and she named him Samson. The boy grew up, and G<small>OD</small> blessed him. ",
            "The spirit of G<small>OD</small> first moved him in the encampment of Dan, between Zorah and Eshtaol."
        ],
        [
            "Once Samson went down to Timnah; and while in Timnah, he noticed a certain young Philistine woman. ",
            "On his return, he told his father and mother, “I noticed one of the Philistine women in Timnah; please get her for me as a wife.” ",
            "His father and mother said to him, “Is there no one among the daughters of your own kindred and among all our<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>our </b>Heb. “my.”</i> people, that you must go and take a wife from the uncircumcised Philistines?” But Samson answered his father, “Get me that one, for she is the one that pleases me.” ",
            "His father and mother did not realize that his request<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>his request </b>Heb. “it.”</i> was from G<small>OD</small>, who was seeking a pretext against the Philistines, for the Philistines were ruling over Israel at that time. ",
            "So Samson and his father and mother went down to Timnah.<br>When he<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>he </b>Heb. “they.”</i> came to the vineyards of Timnah [for the first time], a full-grown lion came roaring at him. ",
            "The spirit of G<small>OD</small> gripped him, and he tore him asunder with his bare hands as one might tear a kid asunder; but he did not tell his father and mother what he had done. ",
            "Then he went down and spoke to the woman, and she pleased Samson.",
            "Returning the following year to marry her, he turned aside to look at the remains of the lion; and in the lion’s skeleton he found a swarm of bees, and honey. ",
            "He scooped it into his palms and ate it as he went along. When he rejoined his father and mother, he gave them some and they ate it; but he did not tell them that he had scooped the honey out of a lion’s skeleton.",
            "So his father came down to the woman, and Samson made a feast there, as young men used to do. ",
            "When the people of Timnah<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>the people of Timnah </b>Heb. “they.”</i> saw him, they designated thirty companions to be with him. ",
            "Then Samson said to them, “Let me propound a riddle to you. If you can give me the right answer during the seven days of the feast, I shall give you thirty linen tunics and thirty sets of clothing; ",
            "but if you are not able to tell it to me, you must give me thirty linen tunics and thirty sets of clothing.” And they said to him, “Ask your riddle and we will listen.” ",
            "So he said to them:<br><span class=\"poetry indentAll\">“Out of the eater came something to eat,</span><br><span class=\"poetry indentAll\">Out of the strong came something sweet.”</span><br>For three days they could not answer the riddle.",
            "On the seventh<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>seventh </b>Septuagint and Syriac read “fourth.”</i> day, they said to Samson’s wife, “Coax your husband to provide us with the answer to the riddle; else we shall put you and your father’s household to the fire; have you invited us here<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>here </b>Reading <i>halom</i>, with some Heb. mss. and Targum.</i> in order to impoverish us?” ",
            "Then Samson’s wife harassed him with tears, and she said, “You really hate me, you don’t love me. You asked my people a riddle, and you didn’t tell me the answer.” He replied, “I haven’t even told my father and mother; shall I tell you?” ",
            "During the rest of the seven days of the feast she continued to harass him with her tears, and on the seventh day he told her, because she nagged him so. And she explained the riddle to her people. ",
            "On the seventh day, before the sunset, the townspeople said to him:<br><span class=\"poetry indentAll\">“What is sweeter than honey,</span><br><span class=\"poetry indentAll\">And what is stronger than a lion?”</span><br>He responded:<br><span class=\"poetry indentAll\">“Had you not plowed with my heifer,</span><br><span class=\"poetry indentAll\">You would not have guessed my riddle!”</span><br>",
            "The spirit of G<small>OD</small> gripped him. He went down to Ashkelon and killed thirty of its men. He stripped them and gave the sets of clothing to those who had answered the riddle. And he left in a rage for his father’s house.",
            "Samson’s wife then got married to one of those who had been his wedding companions."
        ],
        [
            "Some time later, in the season of the wheat harvest, Samson came to visit his wife, bringing a kid as a gift. He said, “Let me go into the chamber to my wife.” But her father would not let him go in. ",
            "“I was sure,” said her father, “that you had taken a dislike to her, so I gave her to your wedding companion. But her younger sister is more beautiful than she; let her become your wife instead.” ",
            "Thereupon Samson declared, “Now the Philistines can have no claim against me for the harm I shall do them.”",
            "Samson went and caught three hundred foxes. He took torches and, turning [the foxes] tail to tail, he placed a torch between each pair of tails. ",
            "He lit the torches and turned [the foxes] loose among the standing grain of the Philistines, setting fire to stacked grain, standing grain, vineyards, [and]<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>[and] </b>So Targum.</i> olive trees.",
            "The Philistines asked, “Who did this?” And they were told, “It was Samson, the son-in-law of the Timnite, who took Samson’s<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>Samson’s </b>Heb. “his.”</i> wife and gave her to his wedding companion.” Thereupon the Philistines came up and put her and her father<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>her father </b>Many mss. read “her father’s household”; cf. 14.15.</i> to the fire. ",
            "Samson said to them, “If that is how you act, I will not rest until I have taken revenge on you.” ",
            "He gave them a sound and thorough thrashing.<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>He gave them a sound and thorough thrashing </b>Lit. “He smote them leg as well as thigh, a great smiting.”</i> Then he went down and stayed in the cave of the rock of Etam.",
            "The Philistines came up, pitched camp in Judah and spread out over Lehi. ",
            "Those on Judah’s side asked, “Why have you come up against us?” They answered, “We have come to take Samson prisoner, and to do to him as he did to us.” ",
            "Thereupon three thousand Judahites went down to the cave of the rock of Etam, and they said to Samson, “You knew that the Philistines rule over us; why have you done this to us?” He replied, “As they did to me, so I did to them.” ",
            "“We have come down,” they told him, “to take you prisoner and to hand you over to the Philistines.” “But swear to me,” said Samson to them, “that you yourselves will not attack me.” ",
            "“We won’t,” they replied. “We will only take you prisoner and hand you over to them; we will not slay you.” So they bound him with two new ropes and brought him up from the rock.",
            "When he reached Lehi, the Philistines came shouting to meet him. Thereupon the spirit of G<small>OD</small> gripped him, and the ropes on his arms became like flax that catches fire; the bonds melted off his hands. ",
            "He came upon a fresh jawbone of a donkey and he picked it up; and with it he killed a thousand men.",
            "Then Samson said:<br><span class=\"poetry indentAll\">“With the jaw of an ass,</span><br><span class=\"poetry indentAll\">Mass upon mass!</span><br><span class=\"poetry indentAll\">With the jaw of an ass</span><br><span class=\"poetry indentAll\">I have slain a thousand men.”</span><br>",
            "As he finished speaking, he threw the jawbone away; hence that place was called Ramath-lehi.<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>Ramath-lehi </b>I.e., “Jawbone Heights.”</i> ",
            "He was very thirsty and he called to G<small>OD</small>, “You Yourself have granted this great victory through Your servant; and must I now die of thirst and fall into the hands of the uncircumcised?” ",
            "So God split open the hollow that is at Lehi, and the water gushed out of it; he drank, regained his strength, and revived. That is why it is called to this day “En-hakkore<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>En-hakkore </b>Understood as “The Spring of the Caller.”</i> of Lehi.”",
            "He led Israel in the days of the Philistines for twenty years."
        ],
        [
            "Once Samson went to Gaza; there he met a prostitute and slept with her.",
            "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of parts of verse uncertain.</i> The Gazites [learned]<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>[learned] </b>Septuagint reads “were told.”</i> that Samson had come there, so they gathered and lay in ambush for him in the town gate the whole night; and all night long they kept whispering to each other, “When daylight comes, we’ll kill him.” ",
            "But Samson lay in bed only till midnight. At midnight he got up, grasped the doors of the town gate together with the two gateposts, and pulled them out along with the bar. He placed them on his shoulders and carried them off to the top of the hill that is near Hebron.",
            "After that, he fell in love with a woman in the Wadi Sorek, named Delilah. ",
            "The lords of the Philistines went up to her and said, “Coax him and find out what makes him so strong, and how we can overpower him, tie him up, and make him helpless; and we’ll each give you eleven hundred shekels of silver.”",
            "So Delilah said to Samson, “Tell me, what makes you so strong? And how could you be tied up and made helpless?” ",
            "Samson replied, “If I were to be tied with seven fresh tendons that had not been dried,<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>dried </b>For use as bowstrings.</i> I should become as weak as an ordinary man.” ",
            "So the lords of the Philistines brought up to her seven fresh tendons that had not been dried. She bound him with them, ",
            "while an ambush was waiting in her room. Then she called out to him, “Samson, the Philistines are upon you!” Whereupon he pulled the tendons apart, as a strand of tow comes apart at the touch of fire. So the secret of his strength remained unknown.",
            "Then Delilah said to Samson, “Oh, you deceived me; you lied to me! Do tell me now how you could be tied up.” ",
            "He said, “If I were to be bound with new ropes that had never been used, I would become as weak as an ordinary man.” ",
            "So Delilah took new ropes and bound him with them, while an ambush was waiting in a room. And she cried, “Samson, the Philistines are upon you!” But he tore them off his arms like a thread. ",
            "Then Delilah said to Samson, “You have been deceiving me all along; you have been lying to me! Tell me, how could you be tied up?” He answered her, “If you weave seven locks of my head into the web.”<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Septuagint adds “and pin it with a peg to the wall, I shall become as weak as an ordinary man. So Delilah put him to sleep and wove the seven locks of his head into the web.”</i> ",
            "And she pinned it with a peg<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>with a peg </b>Septuagint adds “to the wall.”</i> and cried to him, “Samson, the Philistines are upon you!” Awaking from his sleep, he pulled out the peg, the loom,<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>loom </b>Meaning of Heb. uncertain.</i> and the web.",
            "Then she said to him, “How can you say you love me, when you don’t confide in me? This makes three times that you’ve deceived me and haven’t told me what makes you so strong.” ",
            "Finally, after she had nagged him and pressed him constantly, he was wearied to death ",
            "and he confided everything to her. He said to her, “No razor has ever touched my head, for I have been a nazirite to God since I was in my mother’s womb. If my hair were cut, my strength would leave me and I should become as weak as an ordinary man.”",
            "Sensing that he had confided everything to her, Delilah sent for the lords of the Philistines, with this message: “Come up once more, for he has confided everything to me.” And the lords of the Philistines came up and brought the money with them. ",
            "She lulled him to sleep on her lap. Then she called in someone else, and she had him cut off the seven locks of his head; thus she weakened him<sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>weakened him </b>Taking <i>wattaḥel</i> as equivalent to <i>wattaḥal</i>; cf. vv. 7, 11, and 17.</i> and made him helpless: his strength slipped away from him. ",
            "She cried, “Samson, the Philistines are upon you!” And he awoke from his sleep, thinking he would break loose<sup class=\"footnote-marker\">h</sup><i class=\"footnote\"><b>loose </b>Meaning of Heb. uncertain.</i> and shake himself free as he had the other times. For he did not know that G<small>OD</small> had departed from him. ",
            "The Philistines seized him and gouged out his eyes. They brought him down to Gaza and shackled him in bronze fetters, and he became a mill slave in the prison. ",
            "After his hair was cut off, it began to grow back.",
            "Now the lords of the Philistines gathered to offer a great sacrifice to their god Dagon and to make merry. They chanted,<br><span class=\"poetry indentAll\">“Our god has delivered into our hands</span><br><span class=\"poetry indentAll\">Our enemy Samson.”</span><br>",
            "<sup class=\"footnote-marker\">i</sup><i class=\"footnote\">This verse would read well after v. 25.</i> When the people saw him, they sang praises to their god, chanting,<br><span class=\"poetry indentAll\">“Our god has delivered into our hands</span><br><span class=\"poetry indentAll\">The enemy who devastated our land,</span><br><span class=\"poetry indentAll\">And who slew so many of us.”</span><br>",
            "As their spirits rose, they said, “Call Samson here and let him dance for us.” Samson was fetched from the prison, and he danced for them. Then they put him between the pillars. ",
            "And Samson said to the boy who was leading him by the hand, “Let go of me and let me feel the pillars that the temple rests upon, that I may lean on them.” ",
            "Now the temple was full of men and women; all the lords of the Philistines were there, and there were some three thousand men and women on the roof watching Samson dance. ",
            "Then Samson called to G<small>OD</small>, “O Sovereign G<small>OD</small>! Please remember me, and give me strength just this once, O God, to take revenge of the Philistines, if only for one of my two eyes.” ",
            "He embraced the two middle pillars that the temple rested upon, one with his right arm and one with his left, and leaned against them; ",
            "Samson cried, “Let me die with the Philistines!” and he pulled with all his might. The temple came crashing down on the lords and on all the people in it. Those who were slain by him as he died outnumbered those who had been slain by him when he lived.",
            "His brothers and all his father’s household came down and carried him up and buried him in the tomb of his father Manoah, between Zorah and Eshtaol. He had led Israel for twenty years."
        ],
        [
            "There was a man in the hill country of Ephraim whose name was Micah.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>Micah </b>“Micaihu” here and in v. 4.</i> ",
            "He said to his mother, “The eleven hundred shekels of silver that were taken from you, so that you uttered an imprecation<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>imprecation </b>Cursing anyone who knew the whereabouts of the silver and did not disclose it; cf. Lev. 5.1; 1 Kings 8.31.</i> that you repeated in my hearing—I have that silver; I took it.” “Blessed of G<small>OD</small> be my son,” said his mother.<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>“Blessed … be my son,” said his mother </b>In order to nullify the imprecation.</i> ",
            "He returned the eleven hundred shekels of silver to his mother; but his mother said, “I herewith consecrate the silver to G<small>OD</small>, transferring it to my son to make a sculptured image and a molten image. I now return it to you.” ",
            "So when he gave the silver back to his mother, his mother took two hundred shekels of silver and gave it to a smith. He made of it a sculptured image and a molten image, which were kept in the house of Micah.",
            "Now this man Micah had a house of God; he had made an ephod and oracle idols<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>oracle idols </b>Figurines, apparently with a human form, used as a medium in divination.</i> and he had inducted one of his sons to be his priest. ",
            "In those days there was no king in Israel; everyone<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>everyone </b>I.e., every householder.</i> did as they pleased.",
            "There was a young man from Bethlehem of Judah, from the clan seat of Judah; he was a Levite and had resided there as a sojourner. ",
            "This man had left the town of Bethlehem of Judah to take up residence wherever he could find a place. On his way, he came to the house of Micah in the hill country of Ephraim. ",
            "“Where do you come from?” Micah asked him. He replied, “I am a Levite from Bethlehem of Judah, and I am traveling to take up residence wherever I can find a place.” ",
            "“Stay with me,” Micah said to him, “and be a father and a priest to me, and I will pay you ten shekels of silver a year, an allowance of clothing, and your food.” The Levite went.<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>The Levite went </b>Force of Heb. uncertain.</i> ",
            "The Levite agreed to stay with the man, and the youth became like one of his own sons. ",
            "Micah inducted the Levite, and the young man became his priest and remained in Micah’s shrine. ",
            "“Now I know,” Micah told himself, “that G<small>OD</small> will make me prosper, since the Levite has become my priest.”"
        ],
        [
            "In those days there was no king in Israel, and in those days the tribe of Dan was seeking a territory in which to settle; for to that day no territory had fallen to their lot among the tribes of Israel. ",
            "The Danites sent out five of their number, from their clan seat at Zorah and Eshtaol—valiant men—to spy out the land and explore it. “Go,” they told them, “and explore the land.” When they had advanced into the hill country of Ephraim as far as the house of Micah, they stopped there for the night. ",
            "While in the vicinity of Micah’s house, they recognized the speech<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>speech </b>Lit. “voice.” The Danites could tell by his dialect that he came from Judah and was therefore a former neighbor of theirs; cf. vv. 11–12.</i> of the young Levite, so they went over and asked him, “Who brought you to these parts? What are you doing in this place? What is your business here?” ",
            "He replied, “Thus and thus Micah did for me—he hired me and I became his priest.” ",
            "They said to him, “Please, inquire of God; we would like to know if the mission on which we are going will be successful.” ",
            "“Go in peace,” the priest said to them, “G<small>OD</small> views with favor the mission you are going on.” ",
            "The five men went on and came to Laish. They observed the people in it dwelling carefree, after the manner of the Sidonians, a tranquil and unsuspecting people, with no one in the land to molest them and with no hereditary ruler.<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>with no hereditary ruler </b>Meaning of Heb. uncertain.</i> Moreover, they were distant from the Sidonians and had no dealings with anybody.",
            "When [the spies] came back to their clans at Zorah and Eshtaol, their fellows asked them, “How did you fare?” ",
            "They replied, “Let us go at once and attack them! For we found that the land was very good, and you are sitting idle! Don’t delay; go and invade the land and take possession of it, ",
            "for God has delivered it into your hand. When you come, you will come to an unsuspecting people; and the land is spacious and nothing on earth is lacking there.”",
            "They departed from there, from the clan seat of the Danites, from Zorah and Eshtaol, six hundred strong, girt with weapons of war. ",
            "They went up and encamped at Kiriath-jearim in Judah. That is why that place is called “the Camp of Dan” to this day; it lies west of Kiriath-jearim.",
            "From there they passed on to the hill country of Ephraim and arrived at the house of Micah.",
            "Here the five men who had gone to spy out the Laish region remarked to their clans, “Do you know, there is an ephod in these houses, and oracle idols,<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>oracle idols </b>See note at 17.5.</i> and a sculptured image and a molten image? Now you know what you have to do.” ",
            "So they turned off there and entered the home of the young Levite at Micah’s house and greeted him.",
            "The six hundred Danites, girt with their weapons of war, stood at the entrance of the gate, ",
            "while the five who had gone to spy out the land went inside and took the sculptured image, the ephod, the oracle idols, and the molten image. The priest was standing at the entrance of the gate, and the six hundred men girt with their weapons of war, ",
            "while the others entered Micah’s house and took the sculptured image, the molten image, the ephod, and the oracle idols.<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>the sculptured image, the molten image, the ephod, and the oracle idols </b>Lit. “the sculptured image of the ephod, and the oracle idols, and the molten image.”</i> The priest said to them, “What are you doing?” ",
            "But they said to him, “Be quiet; put your hand on your mouth! Come with us and be our father and priest. Would you rather be priest to one man’s household, or be priest to a tribe and clan in Israel?” ",
            "The priest was delighted. He took the ephod, the oracle idols, and the sculptured image, and he joined the people.",
            "They set out again, placing the children, the cattle, and their household goods in front. ",
            "They had already gone some distance from Micah’s house, when Micah’s neighbors mustered and caught up with the Danites. ",
            "They called out to the Danites, who turned around and said to Micah, “What’s the matter? Why have you mustered?” ",
            "He said, “You have taken my priest and the gods that I made, and walked off! What do I have left? How can you ask, ‘What’s the matter’?” ",
            "But the Danites replied, “Don’t do any shouting at us, or some desperate party might attack you, and you and your family would lose your lives.” ",
            "So Micah, realizing that they were stronger than he, turned back and went home; and the Danites went on their way, ",
            "taking the things Micah had made and the priest he had acquired. They proceeded to Laish, a people tranquil and unsuspecting, and they put them to the sword and burned down the town. ",
            "There was none to come to the rescue, for it was distant from Sidon and they had no dealings with anyone; it lay in the valley of Beth-rehob.<br>They rebuilt the town and settled there, ",
            "and they named the town Dan, after their ancestor Dan who was Israel’s son. Originally, however, the name of the town was Laish. ",
            "The Danites set up the sculptured image for themselves; and Jonathan son of Gershom son of Manasseh,<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>Manasseh </b>Heb. מנשה with נ suspended, indicating an earlier reading “Moses”; cf. Exod. 2.22.</i> and his descendants, served as priests to the Danite tribe until the land went into exile. ",
            "They maintained<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>maintained </b>Meaning of Heb. uncertain.</i> the sculptured image that Micah had made throughout the time that the House of God stood at Shiloh."
        ],
        [
            "In those days, when there was no king in Israel, a certain Levite residing at the other end of the hill country of Ephraim took to himself a concubine from Bethlehem in Judah. ",
            "Once his concubine deserted<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>deserted </b>Lit. “played the prostitute.”</i> him, leaving him for her father’s house in Bethlehem in Judah; and she stayed there a full four months. ",
            "Then her husband set out, with an attendant and a pair of donkeys, and went after her to woo her and to win her back. She admitted him into her father’s house; and when the young woman’s father saw him, he received him warmly. ",
            "His father-in-law, the young woman’s father, pressed him, and he stayed with him three days; they ate and drank and lodged there. ",
            "Early in the morning of the fourth day, he started to leave; but the young woman’s father said to his son-in-law, “Eat something to give you strength, then you can leave.” ",
            "So the two of them sat down and they feasted together. Then the young woman’s father said to the man, “Won’t you stay overnight and enjoy yourself?” ",
            "The man started to leave, but his father-in-law kept urging him until he turned back and spent the night there. ",
            "Early in the morning of the fifth day, he was about to leave, when the young woman’s father said, “Come, have a bite.” The two of them ate, dawdling until past noon. ",
            "Then the man, his concubine, and his attendant started to leave. His father-in-law, the young woman’s father, said to him, “Look, the day is waning toward evening; do stop for the night. See, the day is declining; spend the night here and enjoy yourself. You can start early tomorrow on your journey and head for home.”",
            "But the man refused to stay for the night. He set out and traveled as far as the vicinity of Jebus—that is, Jerusalem; he had with him a pair of laden donkeys, and his concubine was with him.<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>was with him </b>Emendation yields “and his attendant.”</i> ",
            "Since they were close to Jebus, and the day was very far spent, the attendant said to his master, “Let us turn aside to this town of the Jebusites and spend the night in it.” ",
            "But his master said to him, “We will not turn aside to a town of aliens who are not of Israel, but will continue to Gibeah. ",
            "Come,” he said to his attendant, “let us approach one of those places and spend the night either in Gibeah or in Ramah.” ",
            "So they traveled on, and the sun set when they were near Gibeah of Benjamin.",
            "They turned off there and went in to spend the night in Gibeah. He went and sat down in the town square, but nobody took them indoors to spend the night. ",
            "In the evening, an old man came along from his property outside the town.<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>outside the town </b>Lit. “in the field.”</i> (This man hailed from the hill country of Ephraim and resided at Gibeah, where the locals were Benjaminites.) ",
            "He happened to notice the wayfarer in the town square. “Where,” the old man inquired, “are you going to, and where do you come from?” ",
            "He replied, “We are traveling from Bethlehem in Judah to the other end of the hill country of Ephraim. That is where I live. I made a journey to Bethlehem of Judah, and now I am on my way to the House of G<small>OD</small>,<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>to the House of G<small>OD</small> </b>Meaning of Heb. uncertain; emendation yields “to my home”; cf. v. 29.</i> and nobody has taken me indoors. ",
            "We have both bruised straw and feed for our donkeys, and bread and wine for me and your handmaid,<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>your handmaid </b>I.e., my concubine.</i> and for the attendant with your servants.<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>your servants </b>I.e., us.</i> We lack nothing.” ",
            "“Rest easy,” said the old man. “Let me take care of all your needs. Do not on any account spend the night in the square.” ",
            "And he took him into his house. He mixed fodder for the donkeys; then they bathed their feet and ate and drank.",
            "While they were enjoying themselves, the townsmen, a depraved lot, had gathered about the house and were pounding on the door. They called to the aged owner of the house, “Bring out that man who’s come into your house, so that we can be intimate with him.”<sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>be intimate with him </b>In order to humiliate him; lit. “know him.”</i> ",
            "The owner of the house went out and said to them, “Please, my friends, do not commit such a wrong. Since this fellow has entered my house, do not perpetrate this outrage. ",
            "Look, here is my virgin daughter, and his concubine. Let me bring them out to you. Use them, do what you like with them; but don’t do that outrageous thing to this fellow.” ",
            "But the others would not listen to him. So the man seized his concubine and pushed her out to them. They raped<sup class=\"footnote-marker\">h</sup><i class=\"footnote\"><b>raped </b>Lit. “knew”; cf. v. 22.</i> her and abused her all night long until morning; and they let her go when dawn broke.",
            "Toward morning the woman came back; and as it was growing light, she collapsed at the entrance of the very house where her husband was. ",
            "When her husband arose in the morning, he opened the doors of the house and went out to continue his journey; and there was the woman, his concubine, lying at the entrance of the house, with her hands on the threshold. ",
            "“Get up,” he said to her, “let us go.” But there was no reply. So the man placed her on the donkey and set out for home. ",
            "When he came home, he picked up a knife, and took hold of his concubine and cut her up limb by limb into twelve parts. He sent them throughout the territory of Israel. ",
            "And everyone who saw it cried out, “Never has such a thing happened or been seen from the day the Israelites came out of the land of Egypt to this day! Put your mind to this; take counsel and decide.”"
        ],
        [
            "Thereupon all the Israelites—from Dan to Beer-sheba and [from] the land of Gilead—marched forth, and the community assembled as one, before G<small>OD</small> at Mizpah. ",
            "All the leaders of the people [and] all the tribes of Israel presented themselves in the assembly of God’s people, 400,000 fighters on foot.— ",
            "The Benjaminites heard that the Israelites had come up to Mizpah.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">This sentence is continued at v. 14 below.</i>—The Israelites said, “Tell us, how did this evil thing happen?” ",
            "And that Levite, the husband of the murdered woman, replied, “My concubine and I came to Gibeah of Benjamin to spend the night. ",
            "The citizens of Gibeah set out to harm me. They gathered against me around the house in the night; they meant to kill me, and they abused my concubine until she died. ",
            "So I took hold of my concubine and I cut her in pieces and sent them through every part of Israel’s territory. For an outrageous act of depravity had been committed in Israel.",
            "Now you are all Israelites; produce a plan of action here and now!”",
            "Then all the people rose as one and declared, “We will not go back to our homes, we will not enter our houses! ",
            "But this is what we will do to Gibeah: [we will wage war] against it according to lot.",
            "We will take from all the tribes of Israel ten of every hundred, a hundred of every thousand, and a thousand of every ten thousand to supply provisions for the troops—to prepare for their going to Geba in Benjamin<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>to prepare for their going to Geba in Benjamin </b>Emendation yields “for those who go to requite Gibeah.”</i> for all the outrage it has committed in Israel.” ",
            "So Israel’s entire force, united as one, massed against the town. ",
            "And the tribes of Israel sent agents through the whole tribe<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>tribe </b>Heb. plural.</i> of Benjamin, saying, “What is this evil thing that has happened among you? ",
            "Come, hand over those scoundrels in Gibeah so that we may put them to death and stamp out the evil from Israel.” But the Benjaminites would not yield to the demand of their fellow Israelites.",
            "So the Benjaminites gathered from their towns to Gibeah in order to take the field against the Israelites.",
            "<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of parts of vv. 15 and 16 uncertain.</i> On that day the Benjaminites mustered from the towns 26,000 fighters, mustered apart from the inhabitants of Gibeah; 700 elite troops ",
            "of these forces—700 of the best troops—were left-handed. Every one of them could sling a stone at a hair and not miss.",
            "Those on Israel’s side—other than Benjamin—mustered 400,000 fighters, every one of them a warrior. ",
            "They proceeded to Bethel and inquired of God; the Israelites asked, “Who of us shall advance first to fight the Benjaminites?” And G<small>OD</small> replied, “Judah first.” ",
            "So the Israelites arose in the morning and encamped against Gibeah.",
            "Israel’s side took the field against the Benjaminites; those on Israel’s side drew up in battle order against them at Gibeah.",
            "But the Benjaminites issued from Gibeah, and that day they struck down 22,000 of the Israelites.",
            "Now the army—Israel’s side—rallied and again drew up in battle order at the same place as they had on the first day.",
            "For the Israelites had gone up and wept before G<small>OD</small> until evening. They had inquired of G<small>OD</small>, “Shall we again join battle with our kinsmen the Benjaminites?” And G<small>OD</small> had replied, “March against them.” ",
            "The Israelites advanced against the Benjaminites on the second day.",
            "But the Benjaminites came out from Gibeah against them on the second day and struck down 18,000 more of the Israelites, all of them fighters.",
            "Then all the Israelites, all the army, went up and came to Bethel and they sat there, weeping before G<small>OD</small>. They fasted that day until evening, and presented burnt offerings and offerings of well-being to G<small>OD</small>. ",
            "The Israelites inquired of G<small>OD</small> (for the Ark of God’s Covenant was there in those days, ",
            "and Phinehas son of Eleazar son of Aaron the priest ministered before [God] in those days), “Shall we again take the field against our kinsmen the Benjaminites, or shall we not?” G<small>OD</small> answered, “Go up, for tomorrow I will deliver them into your hands.”",
            "Israel set up ambushes against Gibeah on all sides.",
            "And on the third day, the Israelites went up against the Benjaminites, as before, and engaged them in battle at Gibeah. ",
            "The Benjaminites dashed out to meet the army and were drawn away from the town onto the roads, of which one runs to Bethel and the other to Gibeah. As before, they started out by striking some of the troops dead in the open field, about 30 of the Israelites.",
            "The Benjaminites thought, “They are being routed before us as previously.” But the Israelites had planned: “We will take to flight and draw them away from the town to the roads.” ",
            "And while everyone else on Israel’s side had moved away from their positions and had drawn up in battle order at Baal-tamar, the Israelite ambush was rushing out from its position at Maareh-geba.<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>Maareh-geba </b>Emendation yields “west of Gibeah.”</i> ",
            "Thus 10,000 of the best troops from all Israel came to a point south of<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>south of </b>So many Heb. mss. and Targum; most mss. and the editions read “opposite.”</i> Gibeah, and the battle was furious. Before they realized that disaster was approaching, ",
            " G<small>OD</small> routed the Benjaminites before Israel. That day the Israelites slew 25,100 of the Benjaminites, all of them fighters. ",
            "Then the Benjaminites realized that they were routed.<sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>Then the Benjaminites realized that they were routed </b>This sentence is continued by v. 45.</i> Now the rest of Israel’s side had yielded ground to the Benjaminites, for they relied on the ambush that they had laid against Gibeah. ",
            "One ambush quickly deployed against Gibeah, and the other ambush advanced and put the whole town to the sword.",
            "A time had been agreed upon by the rest of Israel’s side with those in ambush: When a huge column of smoke was sent up from the town, ",
            "the rest of Israel’s side was to turn about in battle. Benjamin had begun by striking dead about 30 men on Israel’s side, and they thought, “They are being routed before us as in the previous fighting.” ",
            "But when the column, the pillar of smoke, began to rise from the city, the Benjaminites looked behind them, and there was the whole town going up in smoke to the sky! ",
            "And now Israel’s side turned about, and Benjamin’s side was thrown into panic, for they realized that disaster had overtaken them. ",
            "They retreated before Israel’s force along the road to the wilderness, where the fighting caught up with them; meanwhile those from the towns<sup class=\"footnote-marker\">h</sup><i class=\"footnote\"><b>from the towns </b>Meaning of Heb. uncertain; emendation yields “in the town” (i.e., Gibeah).</i> were massacring them in it. ",
            "<sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of verse uncertain.</i> They encircled the Benjaminites, pursued them, and trod them down [from] Menuhah to a point opposite Gibeah on the east. ",
            "That day 18,000 of the Benjaminites fell, all of them brave men. ",
            "They turned and fled to the wilderness, to the Rock of Rimmon; but [the Israelites] picked off another 5,000 on the roads and, continuing in hot pursuit of them up to Gidom, they slew 2,000 more. ",
            "Thus the Benjaminite fighters who fell that day numbered 25,000, all of them brave men. ",
            "But 600 others turned and fled to the wilderness, to the Rock of Rimmon; they remained at the Rock of Rimmon four months. ",
            "Those on Israel’s side, meanwhile, turned back to the rest of the Benjaminites and put them to the sword—towns, people, cattle—everything that remained. Finally, they set fire to all the towns that were left."
        ],
        [
            "Now Israel’s side had taken an oath at Mizpah: “None of us must ever give his daughter in marriage to a Benjaminite.”",
            "The people came to Bethel and sat there before God until evening. They wailed and wept bitterly, ",
            "and they said, “O E<small>TERNAL</small> God of Israel, why has this happened in Israel, that one tribe must now be missing from Israel?” ",
            "Early the next day, the people built an altar there, and they brought burnt offerings and offerings of well-being.",
            "The Israelites asked, “Is there anyone from all the tribes of Israel who failed to come up to the assembly before G<small>OD</small>?” For a solemn oath had been taken concerning anyone who did not go up to G<small>OD</small> at Mizpah: “He shall be put to death.” ",
            "The Israelites now relented toward their kin the Benjaminites, and they said, “This day one tribe has been cut off from Israel! ",
            "What can we do to provide wives for those who are left, seeing that we have sworn by G<small>OD</small> not to give any of our daughters to them in marriage?”",
            "They inquired, “Is there anyone from the tribes of Israel who did not go up to G<small>OD</small> at Mizpah?” Now no one from Jabesh-gilead had come to the camp, to the assembly. ",
            "For, when the roll of the troops was taken, not one of the inhabitants of Jabesh-gilead was present. ",
            "So the assemblage dispatched 12,000 of the warriors, instructing them as follows: “Go and put the inhabitants of Jabesh-gilead to the sword, women and children included. ",
            "This is what you are to do: Proscribe every male, and every woman who has known a man carnally.” ",
            "They found among the inhabitants of Jabesh-gilead 400 maidens who had not known a man carnally; and they brought them to the camp at Shiloh, which is in the land of Canaan.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>in the land of Canaan </b>I.e., west of the Jordan, while Jabesh-gilead is east of the Jordan.</i> ",
            "Then the whole community sent word to the Benjaminites who were at the Rock of Rimmon, and offered them terms of peace. ",
            "Thereupon the Benjaminites returned, and they gave them the maidens<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>maidens </b>Heb. “women”; cf. v. 12.</i> who had been spared from the women of Jabesh-gilead. But there were not enough of them.<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>But there were not enough of them </b>Meaning of Heb. uncertain.</i> ",
            "Now the people had relented toward Benjamin, for G<small>OD</small> had made a breach in the tribes of Israel. ",
            "So the elders of the community asked, “What can we do about wives for those who are left, since the women of Benjamin have been killed off?” ",
            "For they said, “There must be a saving remnant for Benjamin, that a tribe may not be blotted out of Israel; ",
            "yet we cannot give them any of our daughters as wives,” since the Israelites had taken an oath: “Cursed be anyone who gives a wife to Benjamin!”",
            "They said, “The annual feast of G<small>OD</small> is now being held at Shiloh.” (It lies north of Bethel, east of the highway that runs from Bethel to Shechem, and south of Lebonah.)",
            "So they instructed the Benjaminites as follows: “Go and lie in wait in the vineyards.",
            "As soon as you see the daughters of Shiloh coming out to join in the dances, come out from the vineyards; let each of you seize a wife from among the daughters of Shiloh, and be off for the land of Benjamin. ",
            "And if their fathers or brothers come to us to complain, we shall say to them, ‘Be generous to them for our sake! We could not provide any of them with a wife on account of the war, and you would have incurred guilt if you yourselves had given them [wives].’”<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>Be generous … given them [wives]. </b>Meaning of Heb. uncertain.</i> ",
            "The Benjaminites did so. They took to wife, from the dancers whom they carried off, as many as they themselves numbered. Then they went back to their own territory, and rebuilt their towns and settled in them. ",
            "Thereupon the Israelites dispersed to their own tribes and clans; everyone departed for their own territory.",
            "In those days there was no king in Israel; everyone did as they pleased."
        ]
    ],
    "versions": [
        [
            "THE JPS TANAKH: Gender-Sensitive Edition",
            "https://jps.org/books/the-jps-tanakh-gender-sensitive-edition/"
        ]
    ],
    "heTitle": "שופטים",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}