{
    "language": "en",
    "title": "Judges",
    "versionSource": "http://opensiddur.org/2010/08/%D7%AA%D7%A0%D7%B4%D7%9A-the-holy-scriptures-a-new-translation-jps-1917/",
    "versionTitle": "The Holy Scriptures: A New Translation (JPS 1917)",
    "status": "locked",
    "priority": 0.0,
    "license": "Public Domain",
    "licenseVetted": true,
    "versionNotes": "This 1917 translation by the Jewish Publication Society is in the public domain. JPS graciously shared digital images of this text with the Open Siddur Project, from which the text was imported by Sefaria.",
    "versionTitleInHebrew": "כתבי הקודש: תרגום חדש (1917 JPS)",
    "versionNotesInHebrew": "תרגום JPS 1917 קיים בנחלת הכלל. הסריקות באדיבות JPS. שעתוק הטקסט תודות לפרויקט Open Siddur, משם יובא הטקסט למאגר ספריא",
    "heTitle": "שופטים",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "AND IT came to pass after the death of Joshua, that the children of Israel asked the LORD, saying: ‘Who shall go up for us first against the Canaanites, to fight against them?’",
            "And LORD said: ‘Judah shall go up; behold, I have delivered the land into his hand.’",
            "And Judah said unto Simeon his brother: ‘Come up with me into my lot, that we may fight against the Canaanites; and I likewise will go with thee into thy lot.’ So Simeon went with him.",
            "And Judah went up; and the LORD delivered the Canaanites and the Perizzites into their hand; and they smote of them in Bezek ten thousand men.",
            "And they found Adoni-bezek in Bezek; and they fought against him, and they smote the Canaanites and the Perizzites.",
            "But Adoni-bezek fled; and they pursued after him, and caught him, and cut off his thumbs and his great toes.",
            "And Adoni-bezek said: ‘Threescore and ten kings, having their thumbs and their great toes cut off, gathered food under my table; as I have done, so God hath requited me.’ And they brought him to Jerusalem, and he died there.",
            "And the children of Judah fought Jerusalem, and took it, and smote it with the edge of the sword, and set the city on fire.",
            "And afterward the children of Judah went down to fight against the Canaanites that dwelt in the hill-country, and in the South, and in the Lowland.",
            "And Judah went against the Canaanites that dwelt in Hebron—now the name of Hebron beforetime was Kiriath-arba—and they smote Sheshai, and Ahiman, and Talmai.",
            "And from thence he went against the inhabitants of Debir—now the name of Debir beforetime was Kiriath-sepher.",
            "And Caleb said: ‘He that smiteth Kiriath-sepher, and taketh it, to him will I give Achsah my daughter to wife.’",
            "And Othniel the son of Kenaz, Caleb’s younger brother, took it; and he gave him Achsah his daughter to wife.",
            "And it came to pass, when she came unto him, that she moved him to ask of her father a field; and she alighted from off her ass; and Caleb said unto her: ‘What wouldest thou?’",
            "And she said unto him: ‘Give me a blessing; for that thou hast set me in the Southland, give me therefore springs of water.’ And Caleb gave her the Upper Springs and the Nether Springs.",
            "And the children of the Kenite, Moses’ father-in-law, went up out of the city of palm-trees with the children of Judah into the wilderness of Judah, which is in the south of Arad; and they went and dwelt with the people.",
            "And Judah went with Simeon his brother, and they smote the Canaanites that inhabited Zephath, and utterly destroyed it. And the name of the city was called Hormah.",
            "Also Judah took Gaza with the border thereof, and Ashkelon with the border thereof, and Ekron with the border thereof.",
            "And the LORD was with Judah; and he drove out the inhabitants of the hill-country; for he could not drive out the inhabitants of the valley, because they had chariots of iron.",
            "And they gave Hebron unto Caleb, as Moses had spoken; and he drove out thence the three sons of Anak.",
            "And the children of Benjamin did not drive out the Jebusites that inhabited Jerusalem; but the Jebusites dwelt with the children of Benjamin in Jerusalem, unto this day.",
            "And the house of Joseph, they also went up against Beth-el; and the LORD was with them.",
            "And the house of Joseph sent to spy out Beth-el—now the name of the city beforetime was Luz.",
            "And the watchers saw a man come forth out of the city, and they said unto him: ‘Show us, we pray thee, the entrance into the city, and we will deal kindly with thee.’",
            "And he showed them the entrance into the city, and they smote the city with the edge of the sword; but they let the man go and all his family.",
            "And the man went into the land of the Hittites, and built a city, and called the name thereof Luz, which is the name thereof unto this day.",
            "And Manasseh did not drive out the inhabitants of Beth-shean and its towns, nor of Taanach and its towns, nor the inhabitants of Dor and its towns, nor the inhabitants of Ibleam and its towns, nor the inhabitants of Megiddo and its towns; but the Canaanites were resolved to dwell in that land.",
            "And it came to pass, when Israel was waxen strong, that they put the Canaanites to task-work, but did in no wise drive them out.",
            "And Ephraim drove not out the Canaanites that dwelt in Gezer; but the Canaanites dwelt in Gezer among them.",
            "Zebulun drove not out the inhabitants of Kitron, nor the: inhabitants of Nahalol; but the Canaanites dwelt among them, and became tributary.",
            "Asher drove not out the inhabitants of Acco, nor the inhabitants of Zidon, nor of Ahlab, nor of Achzib, nor of Helbah, nor of Aphik, nor of Rehob;",
            "but the Asherites dwelt among the Canaanites, the inhabitants of the land; for they did not drive them out.",
            "Naphtali drove not out the inhabitants of Beth-shemesh, nor the inhabitants of Beth-anath; but he dwelt among the Canaanites, the inhabitants of the land; nevertheless the inhabitants of Beth-shemesh and of Beth-anath became tributary unto them.",
            "And the Amorites forced the children of Dan into the hill-country; for they would not suffer them to come down to the valley.",
            "But the Amorites were resolved to dwell in Harheres, in Aijalon, and in Shaalbim; yet the hand of the house of Joseph prevailed, so that they became tributary.",
            "And the border of the Amorites was from the ascent of Akrabbim, from Sela, and upward."
        ],
        [
            "And the angel of the LORD came up from Gilgal to Bochim. And he said: ‘...I made you to go up out of Egypt, and have brought you unto the land which I swore unto your fathers; and I said: I will never break My covenant with you;",
            "and ye shall make no covenant with the inhabitants of this land; ye shall break down their altars; but ye have not hearkened unto My voice; what is this ye have done?",
            "Wherefore I also said: I will not drive them out from before you; but they shall be unto you as snares, and their gods shall be a trap unto you.’",
            "And it came to pass, when the angel of the LORD spoke these words unto all the children of Israel, that the people lifted up their voice, and wept.",
            "And they called the name of that place Bochim; and they sacrificed there unto the LORD.",
            "Now when Joshua had sent the people away, the children of Israel went every man unto his inheritance to possess the land.",
            "And the people served the LORD all the days of Joshua, and all the days of the elders that outlived Joshua, who had seen all the great work of the LORD, that He had wrought for Israel.",
            "And Joshua the son of Nun, the servant of the LORD, died, being a hundred and ten years old.",
            "And they buried him in the border of his inheritance in Timnath-heres, in the hill-country of Ephraim, on the north of the mountain of Gaash.",
            "And also all that generation were gathered unto their fathers; and there arose another generation after them, that knew not the LORD, nor yet the work which He had wrought for Israel.",
            "And the children of Israel did that which was evil in the sight of the LORD, and served the Baalim.",
            "And they forsook the LORD, the God of their fathers, who brought them out of the land of Egypt, and followed other gods, of the gods of the peoples that were round about them, and worshipped them; and they provoked the LORD.",
            "And they forsook the LORD, and served Baal and the Ashtaroth.",
            "And the anger of the LORD was kindled against Israel, and He delivered them into the hands of spoilers that spoiled them, and He gave them over into the hands of their enemies round about, so that they could not any longer stand before their enemies.",
            "Whithersoever they went out, the hand of the LORD was against them for evil, as the LORD had spoken, and as the LORD had sworn unto them; and they were sore distressed.",
            "And the LORD raised up judges, who saved them out of the hand of those that spoiled them.",
            "And yet they hearkened not unto their judges, for they went astray after other gods, and worshipped them; they turned aside quickly out of the way wherein their fathers walked, obeying the commandments of the LORD; they did not so.",
            "And when the LORD raised them up judges, then the LORD was with the judge, and saved them out of the hand of their enemies all the days of the judge; for it repented the LORD because of their groaning by reason of them that oppressed them and crushed them.",
            "But it came to pass, when the judge was dead, that they turned back, and dealt more corruptly than their fathers, in following other gods to serve them, and to worship them; they left nothing undone of their practices, nor of their stubborn way.",
            "And the anger of the LORD was kindled against Israel; and He said: ‘Because this nation have transgressed My covenant which I commanded their fathers, and have not hearkened unto My voice;",
            "I also will not henceforth drive out any from before them of the nations that Joshua left when he died;",
            "that by them I may prove Israel, whether they will keep the way of the LORD to walk therein, as their fathers did keep it, or not.’",
            "So the LORD left those nations, without driving them out hastily; neither delivered He them into the hand of Joshua."
        ],
        [
            "Now these are the nations which the LORD left, to prove Israel by them, even as many as had not known all the wars of Canaan;",
            "only that the generations of the children of Israel might know, to teach them war, at the least such as beforetime knew nothing thereof;",
            "namely, the five lords of the Philistines, and all the Canaanites, and the Zidonians, and the Hivites that dwelt in mount Lebanon, from mount Baal-hermon unto the entrance of Hamath.",
            "And they were there, to prove Israel by them, to know whether they would hearken unto the commandments of the LORD, which He commanded their fathers by the hand of Moses.",
            "And the children of Israel dwelt among the Canaanites, the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites;",
            "and they took their daughters to be their wives, and gave their own daughters to their sons, and served their gods.",
            "And the children of Israel did that which was evil in the sight of the LORD, and forgot the LORD their God, and served the Baalim and the Asheroth.",
            "Therefore the anger of the LORD was kindled against Israel, and He gave them over into the hand of Cushan-rishathaim king of Aram-naharaim; and the children of Israel served Cushan-rishathaim eight years.",
            "And when the children of Israel cried unto the LORD, the LORD raised up a saviour to the children of Israel, who saved them, even Othniel the son of Kenaz, Caleb’s younger brother.",
            "And the spirit of the LORD came upon him, and he judged Israel; and he went out to war, and the LORD delivered Cushan-rishathaim king of Aram into his hand; and his hand prevailed against Cushan-rishathaim.",
            "And the land had rest forty years. And Othniel the son of Kenaz died.",
            "And the children of Israel again did that which was evil in the sight of the LORD; and the LORD strengthened Eglon the king of Moab against Israel, because they had done that which was evil in the sight of the LORD.",
            "And he gathered unto him the children of Ammon and Amalek; and he went and smote Israel, and they possessed the city of palm-trees.",
            "And the children of Israel served Eglon the king of Moab eighteen years.",
            "But when the children of Israel cried unto the LORD, the LORD raised them up a saviour, Ehud the son of Gera, the Benjamite, a man left-handed; and the children of Israel sent a present by him unto Eglon the king of Moab.",
            "And Ehud made him a sword which had two edges, of a cubit length; and he girded it under his raiment upon his right thigh.",
            "And he offered the present unto Eglon king of Moab—now Eglon was a very fat man.",
            "And when he had made an end of offering the present, he sent away the people that bore the present.",
            "But he himself turned back from the quarries that were by Gilgal, and said: ‘I have a secret errand unto thee, O king.’ And he said: ‘Keep silence.’ And all that stood by him went out from him.",
            "And Ehud came unto him; and he was sitting by himself alone in his cool upper chamber. And Ehud said: ‘I have a message from God unto thee.’ And he arose out of his seat.",
            "And Ehud put forth his left hand, and took the sword from his right thigh, and thrust it into his belly.",
            "And the haft also went in after the blade; and the fat closed upon the blade, for he drew not the sword out of his belly; and it came out behind.",
            "Then Ehud went forth into the porch, and shut the doors of the upper chamber upon him, and locked them.",
            "Now when he was gone out, his servants came; and they saw, and, behold, the doors of the upper chamber were locked; and they, said: ‘Surely he is covering his feet in the cabinet of the cool chamber.’",
            "And they tarried till they were ashamed; and, behold, he opened not the doors of the upper chamber; therefore they took the key, and opened them; and, behold, their lord was fallen down dead on the earth.",
            "And Ehud escaped while they lingered, having passed beyond the quarries, and escaped unto Seirah.",
            "And it came to pass, when he was come, that he blew a horn in the hill-country of Ephraim, and the children of Israel went down with him from the hill-country, and he before them.",
            "And he said unto them: ‘Follow after me; for the LORD hath delivered your enemies the Moabites into your hand.’ And they went down after him, and took the fords of the Jordan against the Moabites, and suffered not a man to pass over.",
            "And they smote of Moab at that time about ten thousand men, every lusty man, and every man of valour; and there escaped not a man. .",
            "So Moab was subdued that day under the hand of Israel. And the land had rest fourscore years.",
            "And after him was Shamgar the son of Anath, who smote of the Philistines six hundred men with an ox-goad; and he also saved Israel."
        ],
        [
            "And the children of Israel again did that which was evil in the sight of the LORD, when Ehud was dead.",
            "And the LORD gave them over into the hand of Jabin king of Canaan, that reigned in Hazor; the captain of whose host was Sisera, who dwelt in Harosheth-goiim.",
            "And the children of Israel cried unto the LORD; for he had nine hundred chariots of iron; and twenty years he mightily oppressed the children of Israel.",
            "Now Deborah, a prophetess, the wife of Lappidoth, she judged Israel at that time.",
            "And she sat under the palm-tree of Deborah between Ramah and Beth-el in the hill-country of Ephraim; and the children of Israel came up to her for judgment.",
            "And she sent and called Barak the son of Abinoam out of Kedesh-naphtali, and said unto him: ‘Hath not the LORD, the God of Israel, commanded, saying: Go and draw toward mount Tabor, and take with thee ten thousand men of the children of Naphtali and of the children of Zebulun?",
            "And I will draw unto thee to the brook Kishon Sisera, the captain of Jabin’s army, with his chariots and his multitude; and I will deliver him into thy hand.",
            "And Barak said unto her: ‘If thou wilt go with me, then I will go; but if thou wilt not go with me, I will not go.’",
            "And she said: ‘I will surely go with thee; notwithstanding the journey that thou takest shall not be for thy honour; for the LORD will give Sisera over into the hand of a woman.’ And Deborah arose, and went with Barak to Kedesh.",
            "And Barak called Zebulun and Naphtali together to Kedesh; and there went up ten thousand men at his feet; and Deborah went up with him.",
            "Now Heber the Kenite had severed himself from the Kenites, even from the children of Hobab the father-in-law of Moses, and had pitched his tent as far as Elon-bezaanannim, which is by Kedesh.",
            "And they told Sisera that Barak the son of Abinoam was gone up to mount Tabor.",
            "And Sisera gathered together all his chariots, even nine hundred chariots of iron, and all the people that were with him, from Harosheth-goiim, unto the brook Kishon.",
            "And Deborah said unto Barak: ‘Up; for this is the day in which the LORD hath delivered Sisera into thy hand; is not the LORD gone out before thee?’ So Barak went down from mount Tabor, and ten thousand men after him.",
            "And the LORD discomfited Sisera, and all his chariots, and all his host, with the edge of the sword before Barak; and Sisera alighted from his chariot, and fled away on his feet.",
            "But Barak pursued after the chariots, and after the host, unto Harosheth-goiim; and all the host of Sisera fell by the edge of the sword; there was not a man left.",
            "Howbeit Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite; for there was peace between Jabin the king of Hazor and the house of Heber the Kenite.",
            "And Jael went out to meet Sisera, and said unto him: ‘Turn in, my lord, turn in to me; fear not.’ And he turned in unto her into the tent, and she covered him with a rug.",
            "And he said unto her: ‘Give me, I pray thee, a little water to drink; for I am thirsty.’ And she opened a bottle of milk, and gave him drink, and covered him.",
            "And he said unto her: ‘Stand in the door of the tent, and it shall be, when any man doth come and inquire of thee, and say: Is there any man here? that thou shalt say: No.’",
            "Then Jael Heber’s wife took a tent-pin, and took a hammer in her hand, and went softly unto him, and smote the pin into his temples, and it pierced through into the ground; for he was in a deep sleep; so he swooned and died.",
            "And, behold, as Barak pursued Sisera, Jael came out to meet him, and said unto him: ‘Come, and I will show thee the man whom thou seekest.’ And he came unto her; and, behold, Sisera lay dead, and the tent-pin was in his temples.",
            "So God subdued on that day Jabin the king of Canaan before the children of Israel.",
            "And the hand of the children of Israel prevailed more and more against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan."
        ],
        [
            "Then sang Deborah and Barak the son of Abinoam on that day, saying:",
            "When men let grow their hair in Israel, When the people offer themselves willingly, Bless ye the LORD.",
            "Hear, O ye kings; give ear, O ye princes; I, unto the LORD will I sing; I will sing praise to the LORD, the God of Israel.",
            "LORD, when Thou didst go forth out of Seir, When Thou didst march out of the field of Edom, The earth trembled, the heavens also dropped, Yea, the clouds dropped water.",
            "The mountains quaked at the presence of the LORD, Even yon Sinai at the presence of the LORD, the God of Israel.",
            "In the days of Shamgar the son of Anath, In the days of Jael, the highways ceased, And the travellers walked through byways.",
            "The rulers ceased in Israel, they ceased, Until that thou didst arise, Deborah, That thou didst arise a mother in Israel. .",
            "They chose new gods; Then was war in the gates; Was there a shield or spear seen Among forty thousand in Israel?",
            "My heart is toward the governors of Israel, That offered themselves willingly among the people. Bless ye the LORD.",
            "Ye that ride on white asses, Ye that sit on rich cloths, And ye that walk by the way, tell of it;",
            "Louder than the voice of archers, by the watering-troughs! There shall they rehearse the righteous acts of the LORD, Even the righteous acts of His rulers in Israel. Then the people of the LORD went down to the gates.",
            "Awake, awake, Deborah; Awake, awake, utter a song; Arise, Barak, and lead thy captivity captive, thou son of Abinoam.",
            "Then made He a remnant to have dominion over the nobles and the people; The LORD made me have dominion over the mighty.",
            "Out of Ephraim came they whose root is in Amalek; After thee, Benjamin, among thy peoples; Out of Machir came down governors, And out of Zebulun they that handle the marshal’s staff.",
            "And the princes of Issachar were with Deborah; As was Issachar, so was Barak; Into the valley they rushed forth at his feet. Among the divisions of Reuben There were great resolves of heart.",
            "Why sattest thou among the sheep-folds, To hear the pipings for the flocks? At the divisions of Reuben There were great searchings of heart.",
            "Gilead abode beyond the Jordan; And Dan, why doth he sojourn by the ships? Asher dwelt at the shore of the sea, And abideth by its bays.",
            "Zebulun is a people that jeoparded their lives unto the death, And Naphtali, upon the high places of the field.",
            "The kings came, they fought; Then fought the kings of Canaan, In Taanach by the waters of Megiddo; They took no gain of money.",
            "They fought from heaven, The stars in their courses fought against Sisera.",
            "The brook Kishon swept them away, That ancient brook, the brook Kishon. O my soul, tread them down with strength.",
            "Then did the horsehoofs stamp By reason of the prancings, the prancings of their mighty ones.",
            "’Curse ye Meroz’, said the angel of the LORD, ‘Curse ye bitterly the inhabitants thereof, Because they came not to the help of the LORD, To the help of the LORD against the mighty.’",
            "Blessed above women shall Jael be, The wife of Heber the Kenite, Above women in the tent shall she be blessed.",
            "Water he asked, milk she gave him; In a lordly bowl she brought him curd.",
            "Her hand she put to the tent-pin, And her right hand to the workmen’s hammer; And with the hammer she smote Sisera, she smote through his head, Yea, she pierced and struck through his temples.",
            "At her feet he sunk, he fell, he lay; At her feet he sunk, he fell; Where he sunk, there he fell down dead.",
            "Through the window she looked forth, and peered, The mother of Sisera, through the lattice: ‘Why is his chariot so long in coming? Why tarry the wheels of his chariots?",
            "The wisest of her princesses answer her, Yea, she returneth answer to herself:",
            "’Are they not finding, are they not dividing the spoil? A damsel, two damsels to every man; To Sisera a spoil of dyed garments, A spoil of dyed garments of embroidery, Two dyed garments of broidery for the neck of every spoiler?’",
            "So perish all Thine enemies, O LORD; But they that love Him be as the sun when he goeth forth in his might. And the land had rest forty years."
        ],
        [
            "And the children of Israel did that which was evil in the sight of the LORD; and the LORD delivered them into the hand of Midian seven years.",
            "And the hand of Midian prevailed against Israel; and because of Midian the children of Israel made them the dens which are in the mountains, and the caves, and the strongholds.",
            "And so it was, when Israel had sown, that the Midianites came up, and the Amalekites, and the children of the east; they came up against them;",
            "and they encamped against them, and destroyed the produce of the earth, till thou come unto Gaza, and left no sustenance in Israel, neither sheep, nor ox, nor ass.",
            "For they came up with their cattle and their tents, and they came in as locusts for multitude; both they and their camels were without number; and they came into the land to destroy it.",
            "And Israel was brought very low because of Midian; and the children of Israel cried unto the LORD.",
            "And it came to pass, when the children of Israel cried unto the LORD because of Midian,",
            "that the LORD sent a prophet unto the children of Israel; and he said unto them: ‘Thus saith the LORD, the God of Israel: I brought you up from Egypt, and brought you forth out of the house of bondage;",
            "and I delivered you out of the hand of the Egyptians, and out of the hand of all that oppressed you, and drove them out from before you, and gave you their land.",
            "And I said unto you: I am the LORD your God; ye shall not fear the gods of the Amorites, in whose land ye dwell; but ye have not hearkened unto My voice.’",
            "And the angel of the LORD came, and sat under the terebinth which was in Ophrah, that belonged unto Joash the Abiezrite; and his son Gideon was beating out wheat in the winepress, to hide it from the Midianites.",
            "And the angel of the LORD appeared unto him, and said unto him: ‘The LORD is with thee, thou mighty man of valour.’",
            "And Gideon said unto him: ‘Oh, my lord, if the LORD be with us, why then is all this befallen us? and where are all His wondrous works which our fathers told us of, saying: Did not the LORD bring us up from Egypt? but now the LORD hath cast us off, and delivered us into the hand of Midian.’",
            "And the LORD turned towards him, and said: ‘Go in this thy might, and save Israel from the hand of Midian; have not I sent thee?’",
            "And he said unto him: ‘Oh, my lord, wherewith shall I save Israel? behold, my family is the poorest in Manasseh, and I am the least in my father’s house.’",
            "And the LORD said unto him: ‘Surely I will be with thee, and thou shalt smite the Midianites as one man.’",
            "And he said unto him: ‘If now I have found favour in thy sight, then show me a sign that it is thou that talkest with me.",
            "Depart not hence, I pray thee, until I come unto thee, and bring forth my present, and lay it before thee.’ And he said: ‘I will tarry until thou come back.’",
            "And Gideon went in, and made ready a kid, and unleavened cakes of an ephah of meal; the flesh he put in a basket, and he put the broth in a pot, and brought it out unto him under the terebinth, and presented it.",
            "And the angel of God said unto him: ‘Take the flesh and the unleavened cakes, and lay them upon this rock, and pour out the broth.’ And he did so.",
            "Then the angel of the LORD put forth the end of the staff that was in his hand, and touched the flesh and the unleavened cakes; and there went up fire out of the rock, and consumed the flesh and the unleavened cakes; and the angel of the LORD departed out of his sight.",
            "And Gideon saw that he was the angel of the LORD; and Gideon said: ‘Alas, O Lord GOD! forasmuch as I have seen the angel of the LORD face to face.’",
            "And the LORD said unto him: ‘Peace be unto thee; fear not; thou shalt not die.’",
            "Then Gideon built an altar there unto the LORD, and called it a‘Adonai-shalom’; unto this day it is yet in Ophrah of the Abiezrites.",
            "And it came to pass the same night, that the LORD said unto him: ‘Take thy father’s bullock, and the second bullock of seven years old, and throw down the altar of Baal that thy father hath, and cut down the Asherah that is by it;",
            "and build an altar unto the LORD thy God upon the top of this stronghold, in the ordered place, and take the second bullock, and offer a burnt-offering with the wood of the Asherah which thou shalt cut down.’",
            "Then Gideon took ten men of his servants, and did as the LORD had spoken unto him; and it came to pass, because he feared his father’s household and the men of the city, so that he could not do it by day, that he did it by night.",
            "And when the men of the city arose early in the morning, behold, the altar of Baal was broken down, and the Asherah was cut down that was by it, and the second bullock was offered upon the altar that was built.",
            "And they said one to another: ‘Who hath done this thing?’ And when they inquired and asked, they said: ‘Gideon the son of Joash hath done this thing.’",
            "Then the men of the city said unto Joash: ‘Bring out thy son, that he may die; because he hath broken down the altar of Baal, and because he hath cut down the Asherah that was by it.’",
            "And Joash said unto all that stood against him: ‘Will ye contend for Baal? or will ye save him? he that will contend for him, shall be put to death before morning; if he be a god, let him contend for himself, because one hath broken down his altar.’",
            "Therefore on that day he was called Jerubbaal, saying: ‘Let Baal contend against him, because he hath broken down his altar.’",
            "Now all the Midianites and the Amalekites and the children of the east assembled themselves together; and they passed over, and pitched in the valley of Jezreel.",
            "But the spirit of the LORD clothed Gideon; and he blew a horn; and Abiezer was gathered together after him.",
            "And he sent messengers throughout all Manasseh; and they also were gathered together after him; and he sent messengers unto Asher, and unto Zebulun, and unto Naphtali; and they came up to meet them.",
            "And Gideon said unto God: ‘If Thou wilt save Israel by my hand, as Thou hast spoken,",
            "behold, I will put a fleece of wool on the threshing-floor; if there be dew on the fleece only, and it be dry upon all the ground, then shall I know that Thou wilt save Israel by my hand, as Thou hast spoken.’",
            "And it was so; for he rose up early on the morrow, and pressed the fleece together, and wrung dew out of the fleece, a bowlful of water.",
            "And Gideon said unto God: ‘Let not Thine anger be kindled against me, and I will speak but this once: let me make trial, I pray Thee, but this once with the fleece; let it now be dry only upon the fleece, and upon all the ground let there be dew.’",
            "And God did so that night; for it was dry upon the fleece only, and there was dew on all the ground."
        ],
        [
            "Then Jerubbaal, who is Gideon, and all the people that were with him, rose up early, and pitched beside En-harod; and the camp of Midian was on the north side of them, by Gibeath-moreh, in the valley.",
            "And the LORD said unto Gideon: ‘The people that are with thee are too many for Me to give the Midianites into their hand, lest Israel vaunt themselves against Me, saying: mine own hand hath saved me.",
            "Now therefore make proclamation in the ears of the people, saying: Whosoever is fearful and trembling, let him return and depart early from mount Gilead.’ And there returned of the people twenty and two thousand; and there remained ten thousand.",
            "And the LORD said unto Gideon: ‘The people are yet too many; bring them down unto the water, and I will try them for thee there; and it shall be, that of whom I say to thee: This shall go with thee, the same shall go with thee; and of whomsoever I say unto thee: This shall not go with thee, the same shall not go.’",
            "So he brought down the people unto the water; and the LORD said unto Gideon: ‘Everyone that lappeth of the water with his tongue, as a dog lappeth, him shalt thou set by himself; likewise every one that boweth down upon his knees to drink.’",
            "And the number of them that lapped, putting their hand to their mouth, was three hundred men; but all the rest of the people bowed down upon their knees to drink water.",
            "And the LORD said unto Gideon: ‘By the three hundred men that lapped will I save you, and deliver the Midianites into thy hand; and let all the people go every man unto his place.’",
            "So they took the victuals of the people in their hand, and their horns; and he sent all the men of Israel every man unto his tent, but retained the three hundred men; and the camp of Midian was beneath him in the valley.",
            "And it came to pass the same night, that the LORD said unto him: ‘Arise, get thee down upon the camp; for I have delivered it into thy hand.",
            "But if thou fear to go down, go thou with Purah thy servant down to the camp.",
            "And thou shalt hear what they say; and afterward shall thy hands be strengthened to go down upon the camp.’ Then went he down with Purah his servant unto the outermost part of the armed men that were in the camp.",
            "Now the Midianites and the Amalekites and all the children of the east lay along in the valley like locusts for multitude; and their camels were without number, as the sand which is upon the sea-shore for multitude.",
            "And when Gideon was come, behold, there was a man telling a dream unto his follow, and saying: ‘Behold, I dreamed a dream, and, lo, a cake of barley bread tumbled into the camp of Midian, and came unto the tent, and smote it that it fell, and turned it upside down, that the tent lay flat.’",
            "And his fellow answered and said: ‘This is nothing else save the sword of Gideon the son of Joash, a man of Israel: into his hand God hath delivered Midian, and all the host.’",
            "And it was so, when Gideon heard the telling of the dream, and the interpretation thereof, that he worshipped; and he returned into the camp of Israel, and said: ‘Arise; for the LORD hath delivered into your hand the host of Midian.’",
            "And he divided the three hundred men into three companies, and he put into the hands of all of them horns, and empty pitchers, with torches within the pitchers.",
            "And he said unto them: ‘Look on me, and do likewise; and, behold, when I come to the outermost part of the camp, it shall be that, as I do, so shall ye do.",
            "When I blow the horn, I and all that are with me, then blow ye the horns also on every side of all the camp, and say: For the LORD and for Gideon! ’",
            "So Gideon, and the hundred men that were with him, came unto the outermost part of the camp in the beginning of the middle watch, when they had but newly set the watch; and they blew the horns, and broke in pieces the pitchers that were in their hands.",
            "And the three companies blew the horns, and broke the pitchers, and held the torches in their left hands, and the horns in their right hands wherewith to blow; and they cried: ‘The sword for the LORD and for Gideon! ’",
            "And they stood every man in his place round about the camp; and all the host ran; and they shouted, and fled.",
            "And they blew the three hundred horns, and the LORD set every man’s sword a against his fellow, even throughout all the host; and the host fled as far as Beth-shittah toward Zererah, as far as the border of Abel-meholah, by Tabbath.",
            "And the men of Israel were gathered together out of Naphtali, and out of Asher, and out of all Manasseh, and pursued after Midian.",
            "And Gideon sent messengers throughout all the hill-country of Ephraim, saying: ‘Come down against Midian, and take before them the waters, as far as Beth-barah, and also the Jordan.’ So all the men of Ephraim were gathered together, and took the waters as far as Beth-barah, and also the Jordan.",
            "And they took the two princes of Midian, Oreb and Zeeb; and they slew Oreb at the Rock of Oreb, and Zeeb they slew at the Winepress of Zeeb, and pursued Midian; and they brought the heads of Oreb and Zeeb to Gideon beyond the Jordan."
        ],
        [
            "And the men of Ephraim said unto him: ‘Why hast thou served us thus, that thou didst not call us when thou wentest to fight with Midian?’ And they did chide with him sharply.",
            "And he said unto them: ‘What have I now done in comparison with you? Is not the gleaning of Ephraim better than the vintage of Abiezer?",
            "God hath delivered into your hand the princes of Midian, Oreb and Zeeb; and what was I able to do in comparison with you?’ Then their anger was abated toward him, when he had said that.",
            "And Gideon came to the Jordan, and passed over, he, and the three hundred men that were with him, faint, yet pursuing.",
            "And he said unto the men of Succoth: ‘Give, I pray you, loaves of bread unto the people that follow me; for they are faint, and I am pursuing after Zebah and Zalmunna, the kings of Midian.’",
            "And the princes of Succoth said: ‘Are the hands of Zebah and Zalmunna now in thy power, that we should give bread unto thine army?’",
            "And Gideon said: ‘Therefore when the LORD hath delivered Zebah and Zalmunna into my hand, then I will tear your flesh with the thorns of the wilderness and with briers.’",
            "And he went up thence to Penuel, and spoke unto them in like manner; and the men of Penuel answered him as the men of Succoth had answered.",
            "And he spoke also unto the men of Penuel, saying: ‘When I come back in peace, I will break down this tower.’",
            "Now Zebah and Zalmunna were in Karkor, and their hosts with them, about fifteen thousand men, all that were left of all the host of the children of the east; for there fell a hundred and twenty thousand men that drew sword.",
            "And Gideon went up by the way of them that dwelt in tents on the east of Nobah and Jogbehah, and smote the host; for the host was secure.",
            "And Zebah and Zalmunna fled; and he pursued after them; and he took the two kings of Midian, Zebah and Zalmunna, and discomfited all the host.",
            "And Gideon the son of Joash returned from the battle from the ascent of Heres.",
            "And he caught a young man of the men of Succoth, and inquired of him; and he wrote down for him the princes of Succoth, and the elders thereof, seventy and seven men.",
            "And he came unto the men of Succoth, and said: ‘Behold Zebah and Zalmunna, concerning whom ye did taunt me, saying: Are the hands of Zebah and Zalmunna now in thy power, that we should give bread unto thy men that are weary?’",
            "And he took the elders of the city, and thorns of the wilderness and briers, and with them he taught the men of Succoth.",
            "And he broke down the tower of Penuel, and slew the men of the city.",
            "Then said he unto Zebah and Zalmunna: ‘Where are the men whom ye slew at Tabor?’ And they answered: ‘As thou art, so were they; of one form with the children of a king.’",
            "And he said: ‘They were my brethren, the sons of my mother; as the LORD liveth, if ye had saved them alive, I would not slay you.’",
            "And he said unto Jether his first-born: ‘Up, and slay them.’ But the youth drew not his sword; for he feared, because he was yet a youth.",
            "Then Zebah and Zalmunna said: ‘Rise thou, and fall upon us; for as the man is, so is his strength.’ And Gideon arose, and slew Zebah and Zalmunna, and took the crescents that were on their camels’necks.",
            "Then the men of Israel said unto Gideon: ‘Rule thou over us, both thou, and thy son, and thy son’s son also; for thou hast saved us out of the hand of Midian.’",
            "And Gideon said unto them: ‘I will not rule over you, neither shall my son rule over you; the LORD shall rule over you.’",
            "And Gideon said unto them: ‘I would make a request of you, that ye would give me every man the ear-rings of his spoil.’—For they had golden ear-rings, because they were Ishmaelites.",
            "And they answered: ‘We will willingly give them.’ And they spread a garment, and did cast therein every man the ear-rings of his spoil.",
            "And the weight of the golden ear-rings that he requested was a thousand and seven hundred shekels of gold; beside the crescents, and the pendants, and the purple raiment that was on the kings of Midian, and beside the chains that were about their camels’necks.",
            "And Gideon made an ephod thereof, and put it in his city, even in Ophrah; and all Israel went astray after it there; and it became a snare unto Gideon, and to his house.",
            "So Midian was subdued before the children of Israel, and they lifted up their heads no more. And the land had rest forty years in the days of Gideon.",
            "And Jerubbaal the son of Joash went and dwelt in his own house.",
            "And Gideon had threescore and ten sons of his body begotten; for he had many wives.",
            "And his concubine that was in Shechem, she also bore him a son, and he called his name Abimelech.",
            "And Gideon the son of Joash died in a good old age, and was buried in the sepulchre of Joash his father, in Ophrah of the Abiezrites.",
            "And it came to pass, as soon as Gideon was dead, that the children of Israel again went astray after the Baalim, and made Baal-berith their god.",
            "And the children of Israel remembered not the LORD their God, who had delivered them out of the hand of all their enemies on every side;",
            "neither showed they kindness to the house of Jerubbaal, namely Gideon, according to all the goodness which he had shown unto Israel."
        ],
        [
            "And Abimelech the son of Jerubbaal went to Shechem unto his mother’s brethren, and spoke with them, and with all the family of the house of his mother’s father, saying:",
            "’Speak, I pray you, in the ears of all the men of Shechem: Which is better for you, that all the sons of Jerubbaal, who are threescore and ten persons, rule over you, or that one rule over you? remember also that I am your bone and your flesh.’",
            "And his mother’s brethren spoke of him in the ears of all the men of Shechem all these words; and their hearts inclined to follow Abimelech; for they said: ‘He is our brother.’",
            "And they gave him threescore and ten pieces of silver out of the house of Baal-berith, wherewith Abimelech hired vain and light fellows, who followed him.",
            "And he went unto his father’s house at Ophrah, and slew his brethren the sons of Jerubbaal, being threescore and ten persons, upon one stone; but Jotham the youngest son of Jerubbaal was left; for he hid himself.",
            "And all the men of Shechem assembled themselves together, and all Beth-millo, and went and made Abimelech king, by the terebinth of the pillar that was in Shechem.",
            "And when they told it to Jotham, he went and stood in the top of mount Gerizim, and lifted up his voice, and cried, and said unto them: ‘Hearken unto me, ye men of Shechem, that God may hearken unto you.",
            "The trees went forth on a time to anoint a king over them; and they said unto the olive-tree: Reign thou over us.",
            "But the olive-tree said unto them: Should I leave my fatness, seeing that by me they honour God and man, and go to hold sway over the trees?",
            "And the trees said to the fig-tree: Come thou, and reign over us.",
            "But the fig-tree said unto them: Should I leave my sweetness, and my good fruitage, and go to hold sway over the trees?",
            "And the trees said unto the vine: Come thou, and reign over us.",
            "And the vine said unto them: Should I leave my wine, which cheereth God and man, and go to hold sway over the trees?",
            "Then said all the trees unto the bramble: Come thou, and reign over us.",
            "And the bramble said unto the trees: If in truth ye anoint me king over you, then come and take refuge in my shadow; and if not, let fire come out of the bramble, and devour the cedars of Lebanon.",
            "Now therefore, if ye have dealt truly and uprightly, in that ye have made Abimelech king, and if ye have dealt well with Jerubbaal and his house, and have done unto him according to the deserving of his hands—",
            "for my father fought for you, and adventured his life, and delivered you out of the hand of Midian;",
            "and ye are risen up against my father’s house this day, and have slain his sons, threescore and ten persons, upon one stone, and have made Abimelech, the son of his maid-servant, king over the men of Shechem, because he is your brother—",
            "if ye then have dealt truly and uprightly with Jerubbaal and with his house this day, then rejoice ye in Abimelech, and let him also rejoice in you.",
            "But if not, let fire come out from Abimelech, and devour the men of Shechem, and Beth-millo; and let fire come out from the men of Shechem, and from Beth-millo, and devour Abimelech.’",
            "And Jotham ran away, and fled, and went to Beer, and dwelt there, for fear of Abimelech his brother.",
            "And Abimelech was prince over Israel three years.",
            "And God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech;",
            "that the violence done to the threescore and ten sons of Jerubbaal might come, and that their blood might be laid upon Abimelech their brother, who slew them, and upon the men of Shechem, who strengthened his hands to slay his brethren.",
            "And the men of Shechem set liers-in-wait for him on the tops of the mountains, and they robbed all that came along that way by them; and it was told Abimelech.",
            "And Gaal the son of Ebed came with his brethren, and went on to Shechem; and the men of Shechem put their trust in him.",
            "And they went out into the field, and gathered their vineyards, and trod the grapes, and held festival, and went into the house of their god, and did eat and drink, and cursed Abimelech.",
            "And Gaal the son of Ebed said: ‘Who is Abimelech, and who is Shechem, that we should serve him? is not he the son of Jerubbaal? and Zebul his officer? serve ye the men of Hamor the father of Shechem; but why should we serve him?",
            "And would that this people were under my hand! then would I remove Abimelech.’ And he said to Abimelech: ‘Increase thine army, and come out.’",
            "And when Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger was kindled.",
            "And he sent messengers unto Abimelech in Tormah, saying: ‘Behold, Gaal the son of Ebed and his brethren are come to Shechem; and, behold, they will incite the city against thee.",
            "Now therefore, up by night, thou and the people that are with thee, and lie in wait in the field.",
            "And it shall be, that in the morning, as soon as the sun is up, thou shalt rise early, and set upon the city; and, behold, when he and the people that are with him come out against thee, then mayest thou do to them as thou shalt be able.’",
            "And Abimelech rose up, and all the people that were with him, by night, and they lay in wait against Shechem in four companies.",
            "And Gaal the son of Ebed went out, and stood in the entrance of the gate of the city; and Abimelech rose up, and the people that were with him, from the ambushment.",
            "And when Gaal saw the people, he said to Zebul: ‘Behold, there come people down from the tops of the mountains.’ And Zebul said unto him: ‘Thou seest the shadow of the mountains as if they were men.’",
            "And Gaal spoke again and said: ‘See, there come people down by the middle of the land, and one company cometh by the way of Elon-meonenim.’",
            "Then said Zebul unto him: ‘Where is now thy mouth, that thou saidst: Who is Abimelech, that we should serve him? is not this the people that thou hast despised? go out now, I pray, and fight with them.’",
            "And Gaal went out before the men of Shechem, and fought with Abimelech.",
            "And Abimelech chased him, and he fled before him, and there fell many wounded, even unto the entrance of the gate.",
            "And Abimelech dwelt at Arumah; and Zebul drove out Gaal and his brethren, that they should not dwell in Shechem.",
            "And it came to pass on the morrow, that the people went out into the field; and it was told Abimelech.",
            "And he took the people, and divided them into three companies, and lay in wait in the field; and he looked, and, behold, the people were coming forth out of the city; and he rose up against them, and smote them.",
            "And Abimelech, and the companies that were with him, rushed forward, and stood in the entrance of the gate of the city; and the two companies rushed upon all that were in the field, and smote them.",
            "And Abimelech fought against the city all that day; and he took the city, and slew the people that were therein; and he beat down the city, and sowed it with salt.",
            "And when all the men of the tower of Shechem heard thereof, they entered into the hold of the house of El-berith.",
            "And it was told Abimelech that all the men of the tower of Shechem were gathered together.",
            "And Abimelech got him up to mount Zalmon, he and all the people that were with him; and Abimelech took an axe in his hand, and cut down a bough from the trees, and took it up, and laid it on his shoulder; and he said unto the people that were with him: ‘What ye have seen me do, make haste, and do as I have done.’",
            "And all the people likewise cut down every man his bough, and followed Abimelech, and put them to the hold, and set the hold on fire upon them; so that all the men of the tower of Shechem died also, about a thousand men and women.",
            "Then went Abimelech to Thebez, and encamped against Thebez, and took it.",
            "But there was a strong tower within the city, and thither fled all the men and women, even all they of the city, and shut themselves in, and got them up to the roof of the tower.",
            "And Abimelech came unto the tower, and fought against it, and went close unto the door of the tower to burn it with fire.",
            "And a certain woman cast an upper millstone upon Abimelech’s head, and broke his skull.",
            "Then he called hastily unto the young man his armour-bearer, and said unto him: ‘Draw thy sword, and kill me, that men say not of me: A woman slew him.’ And his young man thrust him through, and he died.",
            "And when the men of Israel saw that Abimelech was dead, they departed every man unto his place.",
            "Thus God requited the wickedness of Abimelech, which he did unto his father, in slaying his seventy brethren;",
            "and all the wickedness of the men of Shechem did God requite upon their heads; and upon them came the curse of Jotham the son of Jerubbaal."
        ],
        [
            "And after Abimelech there arose to save Israel Tola the son of Puah, the son of Dodo, a man of Issachar; and he dwelt in Shamir in the hill-country of Ephraim.",
            "And he judged Israel twenty and three years, and died, and was buried in Shamir.",
            "And after him arose Jair, the Gileadite; and he judged Israel twenty and two years.",
            "And he had thirty sons that rode on thirty ass colts, and they had thirty cities, which are called Havvoth-jair unto this day, which are in the land of Gilead.",
            "And Jair died, and was buried in Kamon.",
            "And the children of Israel again did that which was evil in the sight of the LORD, and served the Baalim, and the Ashtaroth, and the gods of Aram, and the gods of Zidon, and the gods of Moab, and the gods of the children of Ammon, and the gods of the Philistines; and they forsook the LORD, and served Him not.",
            "And the anger of the LORD was kindled against Israel, and He gave them over into the hand of the Philistines, and into the hand of the children of Ammon.",
            "And they oppressed and crushed the children of Israel that year; eighteen years [oppressed they] all the children of Israel that were beyond the Jordan in the land of the Amorites, which is in Gilead.",
            "And the children of Ammon passed over the Jordan to fight also against Judah, and against Benjamin, and against the house of Ephraim, so that Israel was sore distressed.",
            "And the children of Israel cried unto the LORD, saying: ‘We have sinned against Thee, in that we have forsaken our God, and have served the Baalim.’",
            "And the LORD said unto the children of Israel: ‘Did not I save you from the Egyptians, and from the Amorites, from the children of Ammon, and from the Philistines?",
            "The Zidonians also, and the Amalekites, and the Maonites, did oppress you; and ye cried unto Me, and I saved you out of their hand.",
            "Yet ye have forsaken Me, and served other gods; wherefore I will save you no more.",
            "Go and cry unto the gods which ye have chosen; let them save you in the time of your distress.’",
            "And the children of Israel said unto the LORD: ‘We have sinned; do Thou unto us whatsoever seemeth good unto Thee; only deliver us, we pray Thee, this day.’",
            "And they put away the strange gods from among them, and served the LORD; and His soul was grieved for the misery of Israel.",
            "Then the children of Ammon were gathered together, and encamped in Gilead. And the children of Israel assembled themselves together, and encamped in Mizpah.",
            "And the people, the princes of Gilead, said one to another: ‘What man is he that will begin to fight against the children of Ammon? he shall be head over all the inhabitants of Gilead.’"
        ],
        [
            "Now Jephthah the Gileadite was a mighty man of valour, and he was the son of a harlot; and Gilead begot Jephthah.",
            "And Gilead’s wife bore him sons; and when his wife’s sons grew up, they drove out Jephthah, and said unto him: ‘Thou shalt not inherit in our father’s house; for thou art the son of another woman.’",
            "Then Jephthah fled from his brethren, and dwelt in the land of Tob; and there were gathered vain fellows to Jephthah, and they went out with him.",
            "And it came to pass after a while, that the children of Ammon made war against Israel.",
            "And it was so, that when the children of Ammon made war against Israel, the elders of Gilead went to fetch Jephthah out of the land of Tob.",
            "And they said unto Jephthah: ‘Come and be our chief, that we may fight with the children of Ammon.’",
            "And Jephthah said unto the elders of Gilead: ‘Did not ye hate me, and drive me out of my father’s house? and why are ye come unto me now when ye are in distress?’",
            "And the elders of Gilead said unto Jephthah: ‘Therefore are we returned to thee now, that thou mayest go with us, and fight with the children of Ammon, and thou shalt be our head over all the inhabitants of Gilead.’",
            "And Jephthah said unto the elders of Gilead: ‘If ye bring me back home to fight with the children of Ammon, and the LORD deliver them before me, I will be your head.’",
            "And the elders of Gilead said unto Jephthah: ‘The LORD shall be witness between us; surely according to thy word so will we do.’",
            "Then Jephthah went with the elders of Gilead, and the people made him head and chief over them; and Jephthah spoke all his words before the LORD in Mizpah.",
            "And Jephthah sent messengers unto the king of the children of Ammon, saying: ‘What hast thou to do with me, that thou art come unto me to fight against my land?’",
            "And the king of the children of Ammon answered unto the messengers of Jephthah: ‘Because Israel took away my land, when he came up out of Egypt, from the Arnon even unto the Jabbok, and unto the Jordan; now therefore restore those cities peaceably.’",
            "And Jephthah sent messengers again unto the king of the children of Ammon;",
            "and he said unto him: ‘Thus saith Jephthah: Israel took not away the land of Moab, nor the land of the children of Ammon.",
            "But when they came up from Egypt, and Israel walked through the wilderness unto the Red Sea, and came to Kadesh;",
            "then Israel sent messengers unto the king of Edom, saying: Let me, I pray thee, pass through thy land; but the king of Edom hearkened not. And in like manner he sent unto the king of Moab; but he would not; and Israel abode in Kadesh.",
            "Then he walked through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and they pitched on the other side of the Arnon; but they came not within the border of Moab, for the Arnon was the border of Moab.",
            "And Israel sent messengers unto Sihon king of the Amorites, the king of Heshbon; and Israel said unto him: Let us pass, we pray thee, through thy land unto my place.",
            "But Sihon trusted not Israel to pass through his border; but Sihon gathered all his people together, and pitched in Jahaz, and fought against Israel.",
            "And the LORD, the God of Israel, delivered Sihon and all his people into the hand of Israel, and they smote them; so Israel possessed all the land of the Amorites, the inhabitants of that country.",
            "And they possessed all the border of the Amorites, from the Arnon even unto the Jabbok, and from the wilderness even unto the Jordan.",
            "So now the LORD, the God of Israel, hath dispossessed the Amorites from before His people Israel, and shouldest thou possess them?",
            "Wilt not thou possess that which Chemosh thy god giveth thee to possess? So whomsoever the LORD our God hath dispossessed from before us, them will we possess.",
            "And now art thou any thing better than Balak the son of Zippor, king of Moab? did he ever strive against Israel, or did he ever fight against them?",
            "While Israel dwelt in Heshbon and its towns, and in Aroer and its towns, and in all the cities that are along by the side of the Arnon, three hundred years; wherefore did ye not recover them within that time?",
            "I therefore have not sinned against thee, but thou doest me wrong to war against me; the LORD, the Judge, be judge this day between the children of Israel and the children of Ammon.’",
            "Howbeit the king of the children of Ammon hearkened not unto the words of Jephthah which he sent him.",
            "Then the spirit of the LORD came upon Jephthah, and he passed over Gilead and Manasseh, and passed over Mizpeh of Gilead, and from Mizpeh of Gilead he passed over unto the children of Ammon.",
            "And Jephthah vowed a vow unto the LORD, and said: ‘If Thou wilt indeed deliver the children of Ammon into my hand,",
            "then it shall be, that whatsoever cometh forth of the doors of my house to meet me, when I return in peace from the children of Ammon, it shall be the LORD’S, and I will offer it up for a burnt-offering.’",
            "So Jephthah passed over unto the children of Ammon to fight against them; and the LORD delivered them into his hand.",
            "And he smote them from Aroer until thou come to Minnith, even twenty cities, and unto Abel-cheramim, with a very great slaughter. So the children of Ammon were subdued before the children of Israel.",
            "And Jephthah came to Mizpah unto his house, and, behold, his daughter came out to meet him with timbrels and with dances; and she was his only child; beside her he had neither son nor daughter.",
            "And it came to pass, when he saw her, that he rent his clothes, and said: ‘Alas, my daughter! thou hast brought me very low, and thou art become my troubler; for I have opened my mouth unto the LORD, and I cannot go back.’",
            "And she said unto him: ‘My father, thou hast opened thy mouth unto the LORD; do unto me according to that which hath proceeded out of thy mouth; forasmuch as the LORD hath taken vengeance for thee of thine enemies, even of the children of Ammon.’",
            "And she said unto her father: ‘Let this thing be done for me: let me alone two months, that I may depart and go down upon the mountains, and bewail my virginity, I and my companions.’",
            "And he said: ‘Go.’ And he sent her away for two months; and she departed, she and her companions, and bewailed her virginity upon the mountains.",
            "And it came to pass at the end of two months, that she returned unto her father, who did with her according to his vow which he had vowed; and she had not known man. And it was a custom in Israel,",
            "that the daughters of Israel went yearly to lament the daughter of Jephthah the Gileadite four days in a year."
        ],
        [
            "And the men of Ephraim were gathered together, and passed to Zaphon; and they said unto Jephthah: ‘Wherefore didst thou pass over to fight against the children of Ammon, and didst not call us to go with thee? we will burn thy house upon thee with fire.’",
            "And Jephthah said unto them: ‘I and my people were at great strife with the children of Ammon; and when I called you, ye saved me not out of their hand.",
            "And when I saw that ye saved me not, I put my life in my hand, and passed over against the children of Ammon, and the LORD delivered them into my hand; wherefore then are ye come up unto me this day, to fight against me?’",
            "Then Jephthah gathered together all the men of Gilead, and fought with Ephraim; and the men of Gilead smote Ephraim, because they said: ‘Ye are fugitives of Ephraim, ye Gileadites, in the midst of Ephraim, and in the midst of Manasseh.’",
            "And the Gileadites took the fords of the Jordan against the Ephraimites; and it was so, that when any of the fugitives of Ephraim said: 'Let me go over,' the men of Gilead said unto him: ‘Art thou an Ephraimite?’ If he said: ‘Nay’;",
            "then said they unto him: ‘Say now Shibboleth’; and he said ‘Sibboleth’; for he could not frame to pronounce it right; then they laid hold on him, and slew him at the fords of the Jordan; and there fell at that time of Ephraim forty and two thousand.",
            "And Jephthah judged Israel six years. Then died Jephthah the Gileadite, and was buried in one of the cities of Gilead.",
            "And after him Ibzan of Beth-lehem judged Israel.",
            "And he had thirty sons, and thirty daughters he sent abroad, and thirty daughters he brought in from abroad for his sons. And he judged Israel seven years.",
            "and Ibzan died, and was buried at Beth-lehem. .",
            "And after him Elon the Zebulunite judged Israel; and he judged Israel ten years.",
            "And Elon the Zebulunite died, and was buried in Aijalon in the land of Zebulun.",
            "And after him Abdon the son of Hillel the Pirathonite judged Israel.",
            "And he had forty sons and thirty sons’sons, that rode on threescore and ten ass colts; and he judged Israel eight years.",
            "And Abdon the son of Hillel the Pirathonite died, and was buried in Pirathon in the land of Ephraim, in the hill-country of the Amalekites."
        ],
        [
            "And the children of Israel again did that which was evil in the sight of the LORD; and the LORD delivered them into the hand of the Philistines forty years.",
            "And there was a certain man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was barren, and bore not.",
            "And the angel of the LORD appeared unto the woman, and said unto her: ‘Behold now, thou art barren, and hast not borne; but thou shalt conceive, and bear a son.",
            "Now therefore beware, I pray thee, and drink no wine nor strong drink, and eat not any unclean thing.",
            "For, lo, thou shalt conceive, and bear a son; and no razor shall come upon his head; for the child shall be a Nazirite unto God from the womb; and he shall begin to save Israel out of the hand of the Philistines.’",
            "Then the woman came and told her husband, saying: ‘A man of God came unto me, and his countenance was like the countenance of the angel of God, very terrible; and I asked him not whence he was, neither told he me his name;",
            "but he said unto me: Behold, thou shalt conceive, and bear a son; and now drink no wine nor strong drink, and eat not any unclean thing; for the child shall be a Nazirite unto God from the womb to the day of his death.’",
            "Then Manoah entreated the LORD, and said: ‘Oh, LORD, I pray Thee, let the man of God whom Thou didst send come again unto us, and teach us what we shall do unto the child that shall be born.’",
            "And God hearkened to the voice of Manoah; and the angel of God came again unto the woman as she sat in the field; but Manoah her husband was not with her.",
            "And the woman made haste, and ran, and told her husband, and said unto him: ‘Behold, the man hath appeared unto me, that came unto me that day.’",
            "And Manoah arose, and went after his wife, and came to the man, and said unto him: ‘Art thou the man that spokest unto the woman?’ And he said: ‘I am.’",
            "And Manoah said: ‘Now when thy word cometh to pass, what shall be the rule for the child, and what shall be done with him?’",
            "And the angel of the LORD said unto Manoah: ‘Of all that I said unto the woman let her beware.",
            "She may not eat of any thing that cometh of the grapevine, neither let her drink wine or strong drink, nor eat any unclean thing; all that I commanded her let her observe.’",
            "And Manoah said unto the angel of the LORD: ‘I pray thee, let us detain thee, that we may make ready a kid for thee.’",
            "And the angel of the LORD said unto Manoah: ‘Though thou detain me, I will not eat of thy bread; and if thou wilt make ready a burnt-offering, thou must offer it unto the LORD.’ For Manoah knew not that he was the angel of the LORD.",
            "And Manoah said unto the angel of the LORD: ‘What is thy name, that when thy words come to pass we may do thee honour?’",
            "And the angel of the LORD said unto him: ‘Wherefore askest thou after my name, seeing it is hidden?’",
            "So Manoah took the kid with the meal-offering, and offered it upon the rock unto the LORD; and [the angel] did wondrously, and Manoah and his wife looked on.",
            "For it came to pass, when the flame went up toward heaven from off the altar, that the angel of the LORD ascended in the flame of the altar; and Manoah and his wife looked on; and they fell on their faces to the ground.",
            "But the angel of the LORD did no more appear to Manoah or to his wife. Then Manoah knew that he was the angel of the LORD.",
            "And Manoah said unto his wife: ‘We shall surely die, because we have seen God.’",
            "But his wife said unto him: ‘If the LORD were pleased to kill us, He would not have received a burnt-offering and a meal-offering at our hand, neither would He have shown us all these things, nor would at this time have told such things as these.’",
            "And the woman bore a son, and called his name Samson; and the child grew, and the LORD blessed him.",
            "And the spirit of the LORD began to move him in Mahaneh-dan, between Zorah and Eshtaol."
        ],
        [
            "And Samson went down to Timnah, and saw a woman in Timnah of the daughters of the Philistines.",
            "And he came up, and told his father and his mother, and said: ‘I have seen a woman in Timnah of the daughters of the Philistines; now therefore get her for me to wife.’",
            "Then his father and his mother said unto him: ‘Is there never a woman among the daughters of thy brethren, or among all my people, that thou goest to take a wife of the uncircumcised Philistines?’ And Samson said unto his father: ‘Get her for me; for she pleaseth me well.’",
            "But his father and his mother knew not that it was of the LORD; for he sought an occasion against the Philistines. Now at that time the Philistines had rule over Israel.",
            "Then went Samson down, and his father and his mother, to Timnah, and came to the vineyards of Timnah; and, behold, a young lion roared against him.",
            "And the spirit of the LORD came mightily upon him, and he rent him as one would have rent a kid, and he had nothing in his hand; but he told not his father or his mother what he had done.",
            "And he went down, and talked with the woman; and she pleased Samson well.",
            "And after a while he returned to take her, and he turned aside to see the carcass of the lion; and, behold, there was a swarm of bees in the body of the lion, and honey.",
            "And he scraped it out into his hands, and went on, eating as he went, and he came to his father and mother, and gave unto them, and they did eat; but he told them not that he had scraped the honey out of the body of the lion.",
            "And his father went down unto the woman; and Samson made there a feast; for so used the young men to do.",
            "And it came to pass, when they saw him, that they brought thirty companions to be with him.",
            "And Samson said unto them: ‘Let me now put forth a riddle unto you; if ye can declare it me within the seven days of the feast, and find it out, then I will give you thirty linen garments and thirty changes of raiment;",
            "but if ye cannot declare it me, then shall ye give me thirty linen garments and thirty changes of raiment.’ And they said unto him: ‘Put forth thy riddle, that we may hear it.’",
            "And he said unto them: Out of the eater came forth food, And out of the strong came forth sweetness. And they could not in three days declare the riddle.",
            "And it came to pass on the seventh day, that they said unto Samson’s wife: ‘Entice thy husband, that he may declare unto us the riddle, lest we burn thee and thy father’s house with fire; have ye called us hither to impoverish us?’",
            "And Samson’s wife wept before him, and said: ‘Thou dost but hate me, and lovest me not; thou hast put forth a riddle unto the children of my people, and wilt thou not tell it me?’ And he said unto her: ‘Behold, I have not told it my father nor my mother, and shall I tell thee?’",
            "And she wept before him the seven days, while their feast lasted; and it came to pass on the seventh day, that he told her, because she pressed him sore; and she told the riddle to the children of her people.",
            "And the men of the city said unto him on the seventh day before the sun went down: What is sweeter than honey? And what is stronger than a lion? And he said unto them: If ye had not plowed with my heifer, Ye had not found out my riddle.",
            "And the spirit of the LORD came mightily upon him, and he went down to Ashkelon, and smote thirty men of them, and took their spoil, and gave the changes of raiment unto them that declared the riddle. And his anger was kindled, and he went up to his father’s house.",
            "But Samson’s wife was given to his companion, whom he had had for his friend."
        ],
        [
            "But it came to pass after a while, in the time of wheat harvest, that Samson visited his wife with a kid; and he said: ‘I will go in to my wife into the chamber.’ But her father would not suffer him to go in.",
            "And her father said: ‘I verily thought that thou hadst utterly hated her; therefore I gave her to thy companion; is not her younger sister fairer than she? take her, I pray thee, instead of her.’",
            "And Samson said unto them: ‘This time shall I be quits with the Philistines, when I do them a mischief.’",
            "And Samson went and caught three hundred foxes, and took torches, and turned tail to tail, and put a torch in the midst between every two tails.",
            "And when he had set the torches on fire, he let them go into the standing corn of the Philistines, and burnt up both the shocks and the standing corn, and also the oliveyards.",
            "Then the Philistines said: ‘Who hath done this?’ And they said: ‘Samson, the son-in-law of the Timnite, because he hath taken his wife, and given her to his companion.’ And the Philistines came up, and burnt her and her father with fire.",
            "And Samson said unto them: ‘If ye do after this manner, surely I will be avenged of you, and after that I will cease.’",
            "And he smote them hip and thigh with a great slaughter; and he went down and dwelt in the cleft of the rock of Etam.",
            "Then the Philistines went up, and pitched in Judah, and spread themselves against Lehi.",
            "And the men of Judah said: ‘Why are ye come up against us?’ And they said: ‘To bind Samson are we come up, to do to him as he hath done to us.’",
            "Then three thousand men of Judah went down to the cleft of the rock of Etam, and said to Samson: ‘Knowest thou not that the Philistines are rulers over us? what then is this that thou hast done unto us?’ And he said unto them: ‘As they did unto me, so have I done unto them.’",
            "And they said unto him: ‘We are come down to bind thee, that we may deliver thee into the hand of the Philistines.’ And Samson said unto them: ‘Swear unto me, that ye will not fall upon me yourselves.’",
            "And they spoke unto him, saying: ‘No; but we will bind thee fast, and deliver thee into their hand; but surely we will not kill thee.’ And they bound him with two new ropes, and brought him up from the rock.",
            "When he came unto Lehi, the Philistines shouted as they met him; and the spirit of the LORD came mightily upon him, and the ropes that were upon his arms became as flax that was burnt with fire, and his bands dropped from off his hands.",
            "And he found a new jawbone of an ass, and put forth his hand, and took it, and smote a thousand men therewith.",
            "And Samson said: With the jawbone of an ass, heaps upon heaps, With the jawbone of an ass have I smitten a thousand men.",
            "And it came to pass, when he had made an end of speaking, that he cast away the jawbone out of his hand; and that place was called Ramath-lehi.",
            "And he was sore athirst, and called on the LORD, and said: ‘Thou hast given this great deliverance by the hand of Thy servant; and now shall I die for thirst, and fall into the hand of the uncircumcised?’",
            "But God cleaved the hollow place that is in Lehi, and there came water thereout; and when he had drunk, his spirit came back, and he revived; wherefore the name thereof was called En-hakkore, which is in Lehi unto this day.",
            "And he judged Israel in the days of the Philistines twenty years."
        ],
        [
            "And Samson went to Gaza, and saw there a harlot, and went in unto her.",
            "[And it was told] the Gazites, saying: ‘Samson is come hither.’ And they compassed him in, and lay in wait for him all night in the gate of the city, and were quiet all the night, saying: ‘Let be till morning light, then we will kill him.’",
            "And Samson lay till midnight, and arose at midnight, and laid hold of the doors of the gate of the city, and the two posts, and plucked them up, bar and all, and put them upon his shoulders, and carried them up to the top of the mountain that is before Hebron.",
            "And it came to pass afterward, that he loved a woman in the valley of Sorek, whose name was Delilah.",
            "And the lords of the Philistines came up unto her, and said unto her: ‘Entice him, and see wherein his great strength lieth, and by what means we may prevail against him, that we may bind him to afflict him; and we will give thee every one of us eleven hundred pieces of silver.’",
            "And Delilah said to Samson: ‘Tell me, I pray thee, wherein thy great strength lieth, and wherewith thou mightest be bound to afflict thee.’",
            "And Samson said unto her: ‘If they bind me with seven fresh bowstrings that were never dried, then shall I become weak, and be as any other man.’",
            "Then the lords of the Philistines brought up to her seven fresh bowstrings which had not been dried, and she bound him with them.",
            "Now she had liers-in-wait abiding in the inner chamber. And she said unto him: ‘The Philistines are upon thee, Samson.’ And he broke the bowstrings as a string of tow is broken when it toucheth the fire. So his strength was not known.",
            "And Delilah said unto Samson: ‘Behold, thou hast mocked me, and told me lies; now tell me, I pray thee, wherewith thou mightest be bound.’",
            "And he said unto her: ‘If they only bind me with new ropes wherewith no work, hath been done, then shall I become weak, and be as any other man.’",
            "So Delilah took new ropes, and bound him therewith, and said unto him: ‘The Philistines are upon thee, Samson.’ And the liers-in-wait were abiding in the inner chamber. And he broke them from off his arms like a thread.",
            "And Delilah said unto Samson: ‘Hitherto thou hast mocked me, and told me lies; tell me wherewith thou mightest be bound.’ And he said unto her: ‘If thou weavest the seven locks of my head with the web.’",
            "And she fastened it with the pin, and said unto him: ‘The Philistines are upon thee, Samson.’ And he awoke out of his sleep, and plucked away the pin of the beam, and the web.",
            "And she said unto him: ‘How canst thou say: I love thee, when thy heart is not with me? thou hast mocked me these three times, and hast not told me wherein thy great strength lieth.’",
            "And it came to pass, when she pressed him daily with her words, and urged him, that his soul was vexed unto death.",
            "And he told her all his heart, and said unto her: ‘There hath not come a razor upon my head; for I have been a Nazirite unto God from my mother’s womb; if I be shaven, then my strength will go from me, and I shall become weak, and be like any other man.’",
            "And when Delilah saw that he had told her all his heart, she sent and called for the lords of the Philistines, saying: ‘Come up this once, for he hath told me all his heart.’ Then the lords of the Philistines came up unto her, and brought the money in their hand.",
            "And she made him sleep upon her knees; and she called for a man, and had the seven locks of his head shaven off; and she began to afflict him, and his strength went from him.",
            "And she said: ‘The Philistines are upon thee, Samson.’ And he awoke out of his sleep, and said: ‘I will go out as at other times, and shake myself.’ But he knew not that the LORD was departed from him.",
            "And the Philistines laid hold on him, and put out his eyes; and they brought him down to Gaza, and bound him with fetters of brass; and he did grind in the prison-house.",
            "Howbeit the hair of his head began to grow again after he was shaven.",
            "And the lords of the Philistines gathered them together to offer a great sacrifice unto Dagon their god, and to rejoice; for they said: ‘Our god hath delivered Samson our enemy into our hand.’",
            "And when the people saw him, they praised their god; for they said: ‘Our god hath delivered into our hand our enemy, and the destroyer of our country, who hath slain many of us.’",
            "And it came to pass, when their hearts were merry, that they said: ‘Call for Samson, that he may make us sport.’ And they called for Samson out of the prison-house; and he made sport before them; and they set him between the pillars.",
            "And Samson said unto the lad that held him by the hand: ‘Suffer me that I may feel the pillars whereupon the house resteth, that I may lean upon them.’",
            "Now the house was full of men and women; and all the lords of the Philistines were there; and there were upon the roof about three thousand men and women, that beheld while Samson made sport.",
            "And Samson called unto the LORD, and said: ‘O Lord GOD, remember me, I pray Thee, and strengthen me, I pray Thee, only this once, O God, that I may be this once avenged of the Philistines for my two eyes.’",
            "And Samson took fast hold of the two middle pillars upon which the house rested, and leaned upon them, the one with his right hand, and the other with his left.",
            "And Samson said: ‘Let me die with the Philistines.’ And he bent with all his might; and the house fell upon the lords, and upon all the people that were therein. So the dead that he slew at his death were more than they that he slew in his life.",
            "Then his brethren and all the house of his father came down, and took him, and brought him up, and buried him between Zorah and Eshtaol in the burying-place of Manoah his father. And he judged Israel twenty years."
        ],
        [
            "Now there was a man of the hill-country of Ephraim, whose name was Micah.",
            "And he said unto his mother: ‘The eleven hundred pieces of silver that were taken from thee, about which thou didst utter a curse, and didst also speak it in mine ears, behold, the silver is with me; I took it.’ And his mother said: ‘Blessed be my son of the LORD.’",
            "And he restored the eleven hundred pieces of silver to his mother, and his mother said: ‘I verily dedicate the silver unto the LORD from my hand for my son, to make a graven image and a molten image; now therefore I will restore it unto thee.’",
            "And when he restored the money unto his mother, his mother took two hundred pieces of silver, and gave them to the founder, who made thereof a graven image and a molten image; and it was in the house of Micah.",
            "And the man Micah had a house of God, and he made an ephod, and teraphim, and consecrated one of his sons, who became his priest.",
            "In those days there was no king in Israel; every man did that which was right in his own eyes.",
            "And there was a young man out of Beth-lehem in Judah—in the family of Judah—who was a Levite, and he sojourned there.",
            "And the man departed out of the city, out of Beth-lehem in Judah, to sojourn where he could find a place; and he came to the hill-country of Ephraim to the house of Micah, as he journeyed.",
            "And Micah said unto him: ‘Whence comest thou?’ And he said unto him: ‘I am a Levite of Beth-lehem in Judah, and I go to sojourn where I may find a place.’",
            "And Micah said unto him: ‘Dwell with me, and be unto me a father and a priest, and I will give thee ten pieces of silver by the year, and a suit of apparel, and thy victuals.’ So the Levite went in.",
            "And the Levite was content to dwell with the man; and the young man was unto him as one of his sons.",
            "And Micah consecrated the Levite, and the young man became his priest, and was in the house of Micah.",
            "Then said Micah: ‘Now know I that the LORD will do me good, seeing I have a Levite as my priest.’"
        ],
        [
            "In those days there was no king in Israel; and in those days the tribe of the Danites sought them an inheritance to dwell in; for unto that day there had nothing been allotted unto them among the tribes of Israel for an inheritance.",
            "And the children of Dan sent of their family five men from their whole number, men of valour, from Zorah, and from Eshtaol, to spy out the land, and to search it; and they said unto them: ‘Go, search the land’; and they came to the hill-country of Ephraim, unto the house of Micah, and lodged there.",
            "When they were by the house of Micah, they knew the voice of the young man the Levite; and they turned aside thither, and said unto him: ‘Who brought thee hither? and what doest thou in this place? and what hast thou here?’",
            "And he said unto them: ‘Thus and thus hath Micah dealt with me, and he hath hired me, and I am become his priest.’",
            "And they said unto him: ‘Ask counsel, we pray thee, of God, that we may know whether our way which we are going shall be prosperous.’",
            "And the priest said unto them: ‘Go in peace; before the LORD is your way wherein ye go.’",
            "Then the five men departed, and came to Laish, and saw the people that were therein, how they dwelt in security, after the manner of the Zidonians, quiet and secure; for there was none in the land, possessing authority, that might put them to shame in any thing, and they were far from the Zidonians, and had no dealings with any man.",
            "And they came unto their brethren to Zorah and Eshtaol; and their brethren said unto them: ‘What say ye?’",
            "And they said: ‘Arise, and let us go up against them; for we have seen the land, and, behold, it is very good; and are ye still? be not slothful to go and to enter in to possess the land.",
            "When ye go, ye shall come unto a people secure, and the land is large; for God hath given it into your hand; a place where there is no want; it hath every thing that is in the earth.’",
            "And there set forth from thence of the family of the Danites, out of Zorah and out of Eshtaol, six hundred men girt with weapons of war.",
            "And they went up, and encamped in Kiriath-jearim, in Judah; wherefore that place was called Mahaneh-dan unto this day; behold, it is behind Kiriath-jearim.",
            "And they passed thence unto the hill-country of Ephraim, and came unto the house of Micah.",
            "Then answered the five men that went to spy out the country of Laish, and said unto their brethren: ‘Do ye know that there is in these houses an ephod, and teraphim, and a graven image, and a molten image? now therefore consider what ye have to do.’",
            "And they turned aside thither, and came to the house of the young man the Levite, even unto the house of Micah, and asked him of his welfare.",
            "And the six hundred men girt with their weapons of war, who were of the children of Dan, stood by the entrance of the gate.",
            "And the five men that went to spy out the land went up, and came in thither, and took the graven image, and the ephod, and the teraphim, and the molten image; and the priest stood by the entrance of the gate with the six hundred men girt with weapons of war.",
            "And when these went into Micah’s house, and fetched the graven image of the ephod, and the teraphim, and the molten image, the priest said unto them: ‘What do ye?’",
            "And they said unto him: ‘Hold thy peace, lay thy hand upon thy mouth, and go with us, and be to us a father and a priest; is it better for thee to be priest unto the house of one man, or to be priest unto a tribe and a family in Israel?’",
            "And the priest’s heart was glad, and he took the ephod, and the teraphim, and the graven image, and went in the midst of the people.",
            "So they turned and departed, and put the little ones and the cattle and the goods before them.",
            "When they were a good way from the house of Micah, the men that were in the houses near to Micah’s house were gathered together, and overtook the children of Dan.",
            "And they cried unto the children of Dan. And they turned their faces, and said unto Micah: ‘What aileth thee, that thou comest with such a company?’",
            "And he said: ‘Ye have taken away my god which I made, and the priest, and are gone away, and what have I more? and how then say ye unto me: What aileth thee?’",
            "And the children of Dan said unto him: ‘Let not thy voice be heard among us, lest angry fellows fall upon you, and thou lose thy life, with the lives of thy household.’",
            "And the children of Dan went their way; and when Micah saw that they were too strong for him, he turned and went back unto his house.",
            "And they took that which Micah had made, and the priest whom he had, and came unto Laish, unto a people quiet and secure, and smote them with the edge of the sword; and they burnt the city with fire.",
            "And there was no deliverer, because it was far from Zidon, and they had no dealings with any man; and it was in the valley that lieth by Beth-rehob. And they built the city, and dwelt therein.",
            "And they called the name of the city Dan, after the name of Dan their father, who was born unto Israel; howbeit the name of the city was Laish at the first.",
            "And the children of Dan set up for themselves the graven image; and Jonathan, the son of Gershom, the son of Manasseh, he and his sons were priests to the tribe of the Danites until the day of the captivity of the land.",
            "So they set them up Micah’s graven image which he made, all the time that the house of God was in Shiloh."
        ],
        [
            "And it came to pass in those days, when there was no king in Israel, that there was a certain Levite sojourning on the farther side of the hill-country of Ephraim, who took to him a concubine out of Beth-lehem in Judah.",
            "And his concubine played the harlot against him, and went away from him unto her father’s house to Beth-lehem in Judah, and was there the space of four months.",
            "And her husband arose, and went after her, to speak kindly unto her, to bring her back, having his servant with him, and a couple of asses; and she brought him into her father’s house; and when the father of the damsel saw him, he rejoiced to meet him.",
            "And his father-in-law, the damsel’s father, retained him; and he abode with him three days; so they did eat and drink, and lodged there.",
            "And it came to pass on the fourth day, that they arose early in the morning, and he rose up to depart; and the damsel’s father said unto his son-in-law: ‘Stay thy heart with a morsel of bread, and afterward ye shall go your way.’",
            "So they sat down, and did eat and drink, both of them together; and the damsel’s father said unto the man: ‘Be content, I pray thee, and tarry all night, and let thy heart be merry.’",
            "And the man rose up to depart; but his father-in-law urged him, and he lodged there again.",
            "And he arose early in the morning on the fifth day to depart; and the damsel’s father said: ‘Stay thy heart, I pray thee, and tarry ye until the day declineth’; and they did eat, both of them.",
            "And when the man rose up to depart, he, and his concubine, and his servant, his father-in-law, the damsel’s father, said unto him: ‘Behold, now the day draweth toward evening; tarry, I pray you, all night; behold, the day groweth to an end; lodge here, that thy heart may be merry; and to-morrow get you early on your way, that thou mayest go home.’",
            "But the man would not tarry that night, but he rose up and departed, and came over against Jebus—the same is Jerusalem; and there were with him a couple of asses saddled; his concubine also was with him.",
            "When they were by Jebus—the day was far spent—the servant said unto his master: ‘Come, I pray thee, and let us turn aside into this city of the Jebusites, and lodge in it.’",
            "And his master said unto him: ‘We will not turn aside into the city of a foreigner, that is not of the children of Israel; but we will pass over to Gibeah.’",
            "And he said unto his servant: ‘Come and let us draw near to one of these places; and we will lodge in Gibeah, or in Ramah.’",
            "So they passed on and went their way; and the sun went down upon them near to Gibeah, which belongeth to Benjamin.",
            "And they turned aside thither, to go in to lodge in Gibeah; and he went in, and sat him down in the broad place of the city; for there was no man that took them into his house to lodge.",
            "And, behold, there came an old man from his work out of the field at even; now the man was of the hill-country of Ephraim, and he sojourned in Gibeah; but the men of the place were Benjamites.",
            "And he lifted up his eyes, and saw the wayfaring man in the broad place of the city; and the old man said: ‘Whither goest thou? and whence comest thou?’",
            "And he said unto him: ‘We are passing from Beth-lehem in Judah unto the farther side of the hill-country of Ephraim; from thence am I, and I went to Beth-lehem in Judah, and I am now going to the house of the LORD; and there is no man that taketh me into his house.",
            "Yet there is both straw and provender for our asses; and there is bread and wine also for me, and for thy handmaid, and for the young man that is with thy servants; there is no want of any thing.’",
            "And the old man said: ‘Peace be unto thee; howsoever let all thy wants lie upon me; only lodge not in the broad place.’",
            "So he brought him into his house, and gave the asses fodder; and they washed their feet, and did eat and drink.",
            "As they were making their hearts merry, behold, the men of the city, certain base fellows, beset the house round about, beating at the door; and they spoke to the master of the house, the old man, saying: ‘Bring forth the man that came into thy house, that we may know him.’",
            "And the man, the master of the house, went out unto them, and said unto them: ‘Nay, my brethren, I pray you, do not so wickedly; seeing that this man is come into my house, do not this wanton deed.",
            "Behold, here is my daughter a virgin, and his concubine; I will bring them out now, and humble ye them, and do with them what seemeth good unto you; but unto this man do not so wanton a thing.’",
            "But the men would not hearken to him; so the man laid hold on his concubine, and brought her forth unto them; and they knew her, and abused her all the night until the morning; and when the day began to spring, they let her go.",
            "Then came the woman in the dawning of the day, and fell down at the door of the man’s house where her lord was, till it was light.",
            "And her lord rose up in the morning, and opened the doors of the house, and went out to go his way; and, behold, the woman his concubine was fallen down at the door of the house, with her hands upon the threshold.",
            "And he said unto her. 'Up, and let us be going'; but none answered; then he took her up upon the ass; and the man rose up, and got him unto his place.",
            "And when he was come into his house, he took a knife, and laid hold on his concubine, and divided her, limb by limb, into twelve pieces, and sent her throughout all the borders of Israel.",
            "And it was so, that all that saw it said: ‘Such a thing hath not happened nor been seen from the day that the children of Israel came up out of the land of Egypt unto this day; consider it, take counsel, and speak.’"
        ],
        [
            "Then all the children of Israel went out, and the congregation was assembled as one man, from Dan even to Beer-sheba, with the land of Gilead, unto the LORD at Mizpah.",
            "And the chiefs of all the people, even of all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand footmen that drew sword.—",
            "Now the children of Benjamin heard that the children of Israel were gone up to Mizpah.—And the children of Israel said: ‘Tell us, how was this wickedness brought to pass?’",
            "And the Levite, the husband of the woman that was murdered, answered and said: ‘I came into Gibeah that belongeth to Benjamin, I and my concubine, to lodge.",
            "And the men of Gibeah rose against me, and beset the house round about upon me by night; me they thought to have slain, and my concubine they forced, and she is dead.",
            "And I took my concubine, and cut her in pieces, and sent her throughout all the country of the inheritance of Israel; for they have committed lewdness and wantonness in Israel",
            "Behold, ye are all here, children of Israel, give here your advice and council.’",
            "And all the people arose as one man, saying: ‘We will not any of us go to his tent, neither will we any of us turn unto his house.",
            "But now this is the thing which we will do to Gibeah: we will go up against it by lot;",
            "and we will take ten men of a hundred throughout all the tribes of Israel, and a hundred of a thousand, and a thousand out of ten thousand, to fetch victuals for the people, that they may do, when they come to Gibeah of Benjamin, according to all the wantonness that they have wrought in Israel.’",
            "So all the men of Israel were gathered against the city, knit together as one man.",
            "And the tribes of Israel sent men through all the tribe of Benjamin, saying: ‘What wickedness is this that is come to pass among you?",
            "Now therefore deliver up the men, the base fellows that are in Gibeah, that we may put them to death, and put away evil from Israel.’ But the children of Benjamin would not hearken to the voice of their brethren the children of Israel.",
            "And the children of Benjamin gathered themselves together out of their cities unto Gibeah, to go out to battle against the children of Israel.",
            "And the children of Benjamin numbered on that day out of the cities twenty and six thousand men that drew sword, besides the inhabitants of Gibeah, who numbered seven hundred chosen men.",
            "All this people, even seven hundred chosen men, were left-handed; every one could sling stones at a hair-breadth, and not miss.",
            "And the men of Israel, beside Benjamin, numbered four hundred thousand men that drew sword; all these were men of war.",
            "And the children of Israel arose, and went up to Beth-el, and asked counsel of God; and they said: ‘Who shall go up for us first to battle against the children of Benjamin?’ And the LORD said: ‘Judah first.’",
            "And the children of Israel rose up in the morning, and encamped against Gibeah.",
            "And the men of Israel went out to battle against Benjamin; and the men of Israel set the battle in array against them at Gibeah.",
            "And the children of Benjamin came forth out of Gibeah, and destroyed down to the ground of the Israelites on that day twenty and two thousand men.",
            "And the people, the men of Israel, encouraged themselves, and set the battle again in array in the place where they set themselves in array the first day.",
            "And the children of Israel went up and wept before the LORD until even; and they asked of the LORD, saying: ‘Shall I again draw nigh to battle against the children of Benjamin my brother?’ And the LORD said: ‘Go up against him.’",
            "And the children of Israel came near against the children of Benjamin the second day.",
            "And Benjamin went forth against them out of Gibeah the second day, and destroyed down to the ground of the children of Israel again eighteen thousand men; all these drew the sword.",
            "Then all the children of Israel, and all the people, went up, and came unto Beth-el, and wept, and sat there before the LORD, and fasted that day until even; and they offered burnt-offerings and peace-offerings before the LORD.",
            "And the children of Israel asked of the LORD—for the ark of the covenant of God was there in those days,",
            "and Phinehas, the son of Eleazar, the son of Aaron, stood before it in those days—saying: ‘Shall I yet again go out to battle against the children of Benjamin my brother, or shall I cease?’ And the LORD said: ‘Go up; for to-morrow I will deliver him into thy hand.’",
            "And Israel set liers-in-wait against Gibeah round about.",
            "And the children of Israel went up against the children of Benjamin on the third day, and set themselves in array against Gibeah, as at other times.",
            "And the children of Benjamin went out against the people, and were drawn away from the city; and they began to smite and kill of the people, as at other times, in the field, in the highways, of which one goeth up to Beth-el, and the other to Gibeah, about thirty men of Israel.",
            "And the children of Benjamin said: ‘They are smitten down before us, as at the first.’ But the children of Israel said: ‘Let us flee, and draw them away from the city unto the highways.’",
            "And all the men of Israel rose up out of their place, and set themselves in array at Baal-tamar; and the liers-in-wait of Israel broke forth out of their place, even out of Maareh-geba.",
            "And there came over against Gibeah ten thousand chosen men out of all Israel, and the battle was sore; but they knew not that evil was close upon them.",
            "And the LORD smote Benjamin before Israel; and the children of Israel destroyed of Benjamin that day twenty and five thousand and a hundred men; all these drew the sword.",
            "So the children of Benjamin saw that they were smitten. And the men of Israel gave place to Benjamin, because they trusted unto the liers-in-wait whom they had set against Gibeah.—",
            "And the liers-in-wait hastened, and rushed upon Gibeah; and the liers-in-wait drew forth, and smote all the city with the edge of the sword.",
            "Now there was an appointed sign between the men of Israel and the liers-in-wait, that they should make a great beacon of smoke rise up out of the city.—",
            "And the men of Israel turned in the battle, and Benjamin began to smite and kill of the men of Israel about thirty persons; for they said: ‘Surely they are smitten down before us, as in the first battle.’",
            "But when the beacon began to arise up out of the city in a pillar of smoke, the Benjamites looked behind them, and, behold, the whole of the city went up in smoke to heaven.",
            "And the men of Israel turned, and the men of Benjamin were amazed; for they saw that evil was come upon them.",
            "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle followed hard after them; and they that came out of the city destroyed them in the midst of the men of Israel.",
            "They inclosed the Benjamites round about, and chased them, and overtook them at their resting-place, as far as over against Gibeah toward the sunrising.",
            "And there fell of Benjamin eighteen thousand men; all these were men of valour.",
            "And they turned and fled toward the wilderness unto the rock of Rimmon; and they gleaned of them in the highways five thousand men; and followed hard after them unto Gidom, and smote of them two thousand men.",
            "So that all who fell that day of Benjamin were twenty and five thousand men that drew the sword; all these were men of valour.",
            "But six hundred men turned and fled toward the wilderness unto the rock of Rimmon, and abode in the rock of Rimmon four months.",
            "And the men of Israel turned back upon the children of Benjamin, and smote them with the edge of the sword, both the entire city, and the cattle, and all that they found; moreover all the cities which they found they set on fire."
        ],
        [
            "Now the men of Israel had sworn in Mizpah, saying: ‘There shall not any of us give his daughter unto Benjamin to wife.’",
            "And the people came to Beth-el, and sat there till even before God, and lifted up their voices, and wept sore.",
            "And they said: ‘O LORD, the God of Israel, why is this come to pass in Israel, that there should be to-day one tribe lacking in Israel?’",
            "And it came to pass on the morrow that the people rose early, and built there an altar, and offered burnt-offerings and peace-offerings.",
            "And the children of Israel said: ‘Who is there among all the tribes of Israel that came not up in the assembly unto the LORD?’ For they had made a great oath concerning him that came not up unto the LORD to Mizpah, saying: ‘He shall surely be put to death.’",
            "And the children of Israel repented them for Benjamin their brother, and said: ‘There is one tribe cut off from Israel this day.",
            "How shall we do for wives for them that remain, seeing we have sworn by the LORD that we will not give them of our daughters to wives?’",
            "And they said: ‘What one is there of the tribes of Israel that came not up unto the LORD to Mizpah?’ And, behold, there came none to the camp from Jabesh-gilead to the assembly.",
            "For when the people were numbered, behold, there were none of the inhabitants of Jabesh-gilead there.",
            "And the congregation sent thither twelve thousand men of the valiantest, and commanded them, saying: ‘Go and smite the inhabitants of Jabesh-gilead with the edge of the sword, with the women and the little ones.",
            "And this is the thing that ye shall do: ye shall utterly destroy every male, and every woman that hath lain by man.’",
            "And they found among the inhabitants of Jabesh-gilead four hundred young virgins, that had not known man by lying with him; and they brought them unto the camp to Shiloh, which is in the land of Canaan.",
            "And the whole congregation sent and spoke to the children of Benjamin that were in the rock of Rimmon, and proclaimed peace unto them.",
            "And Benjamin returned at that time; and they gave them the women whom they had saved alive of the women of Jabesh-gilead; and yet so they sufficed them not.",
            "And the people repented them for Benjamin, because that the LORD had made a breach in the tribes of Israel.",
            "Then the elders of the congregation said: ‘How shall we do for wives for them that remain, seeing the women are destroyed out of Benjamin?’",
            "And they said: ‘They that are escaped must be as an inheritance for Benjamin, that a tribe be not blotted out from Israel.",
            "Howbeit we may not give them wives of our daughters.’ For the children of Israel had sworn, saying: ‘Cursed be he that giveth a wife to Benjamin.’",
            "And they said: ‘Behold, there is the feast of the LORD from year to year in Shiloh, which is on the north of Beth-el, on the east side of the highway that goeth up from Beth-el to Shechem, and on the south of Lebonah.’",
            "And they commanded the children of Benjamin, saying: ‘Go and lie in wait in the vineyards;",
            "and see, and, behold, if the daughters of Shiloh come out to dance in the dances, then come ye out of the vineyards, and catch you every man his wife of the daughters of Shiloh, and go to the land of Benjamin.",
            "And it shall be, when their fathers or their brethren come to strive with us, that we will say unto them: Grant them graciously unto us; because we took not for each man of them his wife in battle; neither did ye give them unto them, that ye should now be guilty.’",
            "And the children of Benjamin did so, and took them wives, according to their number, of them that danced, whom they carried off; and they went and returned unto their inheritance, and built the cities, and dwelt in them.",
            "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance.",
            "In those days there was no king in Israel; every man did that which was right in his own eyes."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}