{
    "work": "Psalms", 
    "text": {
        "1_Chapter, 1_Verse": "treten die Könige der Erde zusammen und beratschlagen die Fürsten mit einander gegen JHVH und seinen Gesalbten:", 
        "0_Chapter, 1_Verse": "sondern an der Lehre HaSchems seine Lust hat und über seine Lehre nachsinnt Tag und Nacht.", 
        "2_Chapter, 8_Verse": "JHVHes ist der Sieg, deines Volkes Pflicht, dich zu preisen. Sela.", 
        "1_Chapter, 0_Verse": "Vergeblich stimmen die Völker überein, und zwecklos sinnen die Nationen,", 
        "1_Chapter, 10_Verse": "Dienet JHVH in Furcht und seinem Volke mit Zittern.", 
        "2_Chapter, 7_Verse": "Auf, JHVH, hilf mir, mein Gott! Du schlägst ja alle meine Feinde auf den Kinnbacken, zerschmetterst die Zähne der Gottlosen.", 
        "1_Chapter, 3_Verse": "Der im Himmel thront, lacht, der Herr spottet ihrer.", 
        "1_Chapter, 6_Verse": "Verkünden will ich, was JHVH auf sich nahm. Er hat zu mir gesprochen: Du bist mein Sohn, heute hab' ich dich gezeugt.", 
        "2_Chapter, 1_Verse": "JHVH, wie sind meiner Widersacher so viel, wie zahlreich, die gegen mich aufstehen!", 
        "1_Chapter, 2_Verse": "»Lasset uns ihre Fesseln sprengen und ihre Bande abschütteln!«", 
        "2_Chapter, 4_Verse": "Laut rufe ich zu JHVH, und er erhört mich von seinem heiligen Berge. Sela.", 
        "1_Chapter, 8_Verse": "Du magst sie zerschellen mit eisernem Zepter, zerschmettern wie Töpfergeschirr.", 
        "1_Chapter, 4_Verse": "Oder er redet zu ihnen in seinem Zorne und bestürzt sie in seinem Grimme.", 
        "2_Chapter, 6_Verse": "Ich fürchte mich nicht vor zahllosem Kriegsvolk, die sich ringsum wider mich lagern.", 
        "0_Chapter, 4_Verse": "Deswegen kommen die Gttlosen nicht auf; wo Recht waltet, noch die Sünder in der Gemeinde der Frommen.", 
        "1_Chapter, 11_Verse": "Huldiget dem Sohne, damit er nicht zürne, und ihr nicht wisset, wohin. Wenn sein Zorn auch nur ein wenig entbrennt, wohl allen, die zu ihm sich flüchten.", 
        "0_Chapter, 2_Verse": "Der ist wie ein Baum, verpflanzt an Wasserbäche, der sein Mass Frucht zu rechter Zeit bringt und dessen Laub nicht welkt, und alles, was er unternimmt, führt er glücklich aus.", 
        "2_Chapter, 0_Verse": "Ein Psalm Davids. Als er vor seinem Sohne Absalom floh.", 
        "0_Chapter, 3_Verse": "Nicht so die Gottlosen. Sie gleichen der Spreu, die der Wind verweht.", 
        "2_Chapter, 5_Verse": "Ich lege mich nieder und entschlafe, ich erwache, weil JHVH mich stärkt.", 
        "1_Chapter, 9_Verse": "Also, Könige, seid vernünftig, lasset euch warnen, Herrscher der Erde!", 
        "1_Chapter, 7_Verse": "Verlange von mir, und ich dehne dein Besitztum über Völker aus und dein Eigentum bis an die Enden der Erde.", 
        "2_Chapter, 3_Verse": "Doch du, JHVH, bist mir Schild, bist mein starkes Heer und verschaffst mir Sieg.", 
        "1_Chapter, 5_Verse": "Ich aber bin als sein Lehnsmann von ihm zum König eingesetzt über Zion, seinen heiligen Berg.", 
        "2_Chapter, 2_Verse": "Viele sagen von mir, es ist keine Hilfe für ihn bei Gott. Sela.", 
        "0_Chapter, 0_Verse": "Wohl dem Manne, der nicht kommt in die Versammlung der Gottlosen, noch den Weg der Sünder betritt, noch der Spötter Sitzung beiwohnt, ", 
        "0_Chapter, 5_Verse": "Denn HaSchem achtet auf die Sache der Frommen, aber die Sache der G-ttlosen ist verloren."
    }, 
    "meta": "Chapter-Verse"
}