{
    "text": {
        "0_Introduction": {},
        "1_Bereshit": {},
        "2_Noach": {},
        "3_Lech Lecha": {},
        "4_Vayera": {},
        "5_Chayei Sara": {},
        "6_Toldot": {},
        "7_Vayetzei": {},
        "8_Vayishlach": {},
        "9_Vayeshev": {},
        "10_Miketz": {},
        "11_Chanukah": {},
        "12_Vayigash": {},
        "13_Vayechi": {},
        "14_Shemot": {},
        "15_Vaera": {},
        "16_Bo": {},
        "17_Beshalach": {},
        "18_Yitro": {},
        "19_Mishpatim": {},
        "20_Terumah": {},
        "21_Tetzaveh": {},
        "22_Purim": {},
        "23_Ki Tisa": {},
        "24_Vayakhel": {},
        "25_Pekudei": {},
        "26_Vayikra": {},
        "27_Tzav": {},
        "28_Passover": {},
        "29_Shmini": {},
        "30_Tazria": {
            "2": {
                "1": "The Medrash on the verse :\"אדם כי יהי' בעור בשרו\"...This can be compared to a matron that entered into the palace of the king.  When she saw the fools who were gathered there, she became frightened of them.  The King said: Don't be afraid these are man and maid servants, but you only need to drink and be happy.  So too, when the Jews heard the laws of leprosy they became frightened, Moses said these laws belong to the nations of the world, but you only have to eat and drink and be merry.\" The question is famous: The nations of the world never become impure through leprosy! (How then could Moshe have said that the laws of leprosy belong to the nations of the world?) (3) My father answered that the very fact that we separate the METZORA and send him out of the camp is precisely to prevent negative forces any connection to the entire Jewish community who are left completely pure. (4)  However, what is left unclear is why the laws of Metzora are used specifically as a way of siphoning off the impurity of negative forces?  Even those who serve idols, immorality and murder are not sent out of the camp of the Jewish camp, and those with seminal emissions are also not sent out the camp, (but the Metzora is completely cast out!)",
                "2": "(1)It would appear that we see in the Medrash Rabbah at the end of the Torah portion: שאת refers to Babylon, ספחת to Media, בהרת is Greece, and נגע צרעת refers to Rome.   This is difficult to understand, because צרעת is the accumulation of all the other elements, and is not a affliction in and of itself? (Why then is צרעת compared to a new nation of Rome?)  (2)This could be understood by examining the Medrash at the end of Shmini which states that Daniel saw the first three kingdoms on one night and the last kingdom on one night.  Moses devoted 1 verse to the three kingdoms, and 1 verse to the final kingdom.  why is this? Rabbi Yochanan says that the final kingdom is equal to all three of them, and Reish Lakish says that the final kingdom says that the final kingdom excedes the three. (3) The matter is thus: the fourth kingdom being equal or  exceeding the first three is not by chance.",
                "3": "It appears that man has 3 elements to him - his NEFESH, RU'ACH and NESHAMA, or his body, his soul and his intellect, and there is no real difference between these terms.  Philosophers have attempted to understand how the soul which is spiritual can connect to the physical soul.  My teacher of blessed memory stated that there is a fourth force and that is called the 'image of G-d' which connects all three of these elements because it is equivalent to all of them, and the philosophers do not know this.  It would appear that the four names we call man - , ENOSH,GEVER, ISH, ADAM(relate to these 4 elements).  ENOSH is the perspective of the body which is a mortal, weak strength.  GEVER relates to the NEFESH which has in it the capability to overcome the physical desires of the body, and ISH relates to his intellect.  (ISH) has connotations of being on top of all the others like ISH NAOMI.  ISH means the master of the house.  This (gives added depth to what) the Rabbis have explained that the evil inclination.  First it is like a traveller, then a guest in one's house, and then finally ISH (i.e. it becomes the master of the house).  ADAM corresponds to the image of G-d which connects them all, and in Gematriya ADAM = 45 which relates to G-d's holy name.  These words are ancient.",
                "4": "..However it is known that G-d made a balance of these concepts so that the strength of the dark forces (against the 4 levels of greatness of man mentioned previously) whose purpose is to pull against man, and to put him into their power.  These are the three cardinal sins which are the head and source of all the sins.  They are idolatory, immorality and murder. As the Maharal has explained (in Netzach Yisrael). (1)Idolatory stands against the intellect of man.  In contrast to the straight intellect which is planted in the heart of man, a crooked intellect has been created which will  lead to serving idols as were served in the time of Enosh (as expounded in the Rambam, Yesodei Hotorah) that they created the concept of idols in their intellects. (2)Immorality is created against the body.  The body was created to be the 'carrier' of the soul, and to be subservient to its tasks (according to the writings of the Kuzari pt.3). Against it was created the strength which pulls one to be pulled after animal actions (of immorality), and (3) murder is balanced against the spirit, because it was created to rule over both the intellect and the body, and to lead them wherever the spirit is taken to serve G-d.  This is the meaning of \"Limshol\" to rule over the world and pull it towards G-d.  This is what Man first said \"Let us go and bow to G-d.  Against this, was created the force to rule over everything, and to smash under his feet anything which stands against his desires, until he comes to anger, jealousy, and murder.",
                "5": "Against these three things that pull a person "
            }
        },
        "31_Metzora": {},
        "32_Achrei Mot": {},
        "33_Kedoshim": {},
        "34_Emor": {},
        "35_Behar": {},
        "36_Bechukotai": {},
        "37_Bamidbar": {},
        "38_Shavuot": {},
        "39_Nasso": {},
        "40_Beha'alotcha": {},
        "41_Sh'lach": {},
        "42_Korach": {},
        "43_Chukat": {},
        "44_Balak": {},
        "45_Pinchas": {},
        "46_Matot": {},
        "47_Masei": {},
        "48_Devarim": {},
        "49_Vaetchanan": {},
        "50_Eikev": {},
        "51_Re'eh": {},
        "52_Shoftim": {},
        "53_Ki Teitzei": {},
        "54_Ki Tavo": {},
        "55_Nitzavim": {},
        "56_Vayeilech": {},
        "57_Ha'Azinu": {},
        "58_V'Zot HaBerachah": {},
        "59_Addenda": {},
        "60_Erev Rosh Hashanah": {},
        "61_Rosh Hashanah": {},
        "62_Shabbat Shuva": {},
        "63_Yom Kippur": {},
        "64_Sukkot": {},
        "65_Shabbat Chol HaMoed Sukkot": {},
        "66_Hoshana Rabba": {},
        "67_Shemini Atzeret and Simchat Torah": {}
    },
    "meta": "Chapter-Paragraph",
    "work": "Shem MiShmuel"
}