{
    "title": "Beitzah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Beitzah",
    "text": [
        [],
        [],
        [
            "<big><strong>בֵּיצָה</strong></big> שֶׁנּוֹלְדָה בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים: תֵּאָכֵל, וּבֵית הִלֵּל אוֹמְרִים: לֹא תֵּאָכֵל. בֵּית שַׁמַּאי אוֹמְרִים: שְׂאוֹר בְּכַזַּיִת וְחָמֵץ בְּכַכּוֹתֶבֶת, וּבֵית הִלֵּל אוֹמְרִים: זֶה וְזֶה בְּכַזַּיִת.",
            "הַשּׁוֹחֵט חַיָּה וָעוֹף בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים: יַחְפּוֹר בַּדָּקָר וִיכַסֶּה, וּבֵית הִלֵּל אוֹמְרִים: לֹא יִשְׁחוֹט אֶלָּא אִם כֵּן הָיָה לוֹ עָפָר מוּכָן מִבְּעוֹד יוֹם. וּמוֹדִים שֶׁאִם שָׁחַט, שֶׁיַּחְפּוֹר בַּדָּקָר וִיכַסֶּה — שֶׁאֵפֶר כִּירָה מוּכָן הוּא.",
            "<big><strong>גְּמָ׳</strong></big> בְּמַאי עָסְקִינַן? אִילֵימָא בְּתַרְנְגוֹלֶת הָעוֹמֶדֶת לַאֲכִילָה, מַאי טַעְמַיְיהוּ דְּבֵית הִלֵּל? אוּכְלָא דְּאִפְּרַת הוּא!",
            "אֶלָּא, בְּתַרְנְגוֹלֶת הָעוֹמֶדֶת לְגַדֵּל בֵּיצִים.",
            "מַאי טַעְמַיְיהוּ דְּבֵית שַׁמַּאי? מוּקְצֶה הִיא! וּמַאי קוּשְׁיָא? דִּלְמָא בֵּית שַׁמַּאי לֵית לְהוּ מוּקְצֶה!",
            "קָא סָלְקָא דַּעְתִּין: אֲפִלּוּ מַאן דְּשָׁרֵי בְּמוּקְצֶה, בְּנוֹלָד אָסַר. מַאי טַעְמַיְיהוּ דְּבֵית שַׁמַּאי?",
            "אָמַר רַב נַחְמָן: לְעוֹלָם בְּתַרְנְגוֹלֶת הָעוֹמֶדֶת לְגַדֵּל בֵּיצִים, וּדְאִית לֵיהּ מוּקְצֶה — אִית לֵיהּ נוֹלָד, וּדְלֵית לֵיהּ מוּקְצֶה — לֵית לֵיהּ נוֹלָד. בֵּית שַׁמַּאי כְּרַבִּי שִׁמְעוֹן, וּבֵית הִלֵּל כְּרַבִּי יְהוּדָה.",
            "וּמִי אָמַר רַב נַחְמָן הָכִי? וְהָתְנַן: בֵּית שַׁמַּאי אוֹמְרִים: מַגְבִּיהִין מֵעַל הַשֻּׁלְחָן עֲצָמוֹת וּקְלִיפִּין, וּבֵית הִלֵּל אוֹמְרִים: מְסַלֵּק אֶת הַטַּבְלָא כּוּלָּהּ וּמְנַעֲרָהּ.",
            "וְאָמַר רַב נַחְמָן: אָנוּ אֵין לָנוּ אֶלָּא בֵּית שַׁמַּאי כְּרַבִּי יְהוּדָה, וּבֵית הִלֵּל כְּרַבִּי שִׁמְעוֹן!",
            "אָמַר לְךָ רַב נַחְמָן: גַּבֵּי שַׁבָּת, דִּסְתַם לַן תְּנָא כְּרַבִּי שִׁמְעוֹן, דִּתְנַן: מְחַתְּכִין אֶת הַדִּלּוּעִין לִפְנֵי הַבְּהֵמָה, וְאֶת הַנְּבֵלָה לִפְנֵי הַכְּלָבִים —",
            "מוֹקֵים לָהּ לְבֵית הִלֵּל כְּרַבִּי שִׁמְעוֹן. אֲבָל"
        ],
        [
            "גַּבֵּי יוֹם טוֹב, דִּסְתַם לַן תַּנָּא כְּרַבִּי יְהוּדָה, דִּתְנַן: אֵין מְבַקְּעִין עֵצִים מִן הַקּוֹרוֹת וְלֹא מִן הַקּוֹרָה שֶׁנִּשְׁבְּרָה בְּיוֹם טוֹב — מוֹקֵים לָהּ לְבֵית הִלֵּל כְּרַבִּי יְהוּדָה.",
            "מִכְּדֵי, מַאן סַתְמַיהּ לְמַתְנִיתִין — רַבִּי. מַאי שְׁנָא בְּשַׁבָּת דִּסְתַם לַן כְּרַבִּי שִׁמְעוֹן, וּמַאי שְׁנָא בְּיוֹם טוֹב דִּסְתַם לַן כְּרַבִּי יְהוּדָה?",
            "אָמְרִי: שַׁבָּת דַּחֲמִירָא, וְלָא אָתֵי לְזַלְזוֹלֵי בַּהּ — סָתֵם לַן כְּרַבִּי שִׁמְעוֹן דְּמֵיקֵל, יוֹם טוֹב דְּקִיל, וְאָתֵי לְזַלְזוֹלֵי בֵּיהּ — סָתֵם לַן כְּרַבִּי יְהוּדָה דְּמַחְמִיר.",
            "בְּמַאי אוֹקֵימְתָּא — בְּתַרְנְגוֹלֶת הָעוֹמֶדֶת לְגַדֵּל בֵּיצִים, וּמִשּׁוּם מוּקְצֶה. אִי הָכִי, אַדְּמִפַּלְגִי בְּבֵיצָה, לִפַּלְגוּ בְּתַרְנְגוֹלֶת?",
            "לְהוֹדִיעֲךָ כֹּחָן דְּבֵית שַׁמַּאי, דִּבְנוֹלָד שְׁרֵי.",
            "וְלִפְלוּגי בְּתַרְנְגוֹלֶת, לְהוֹדִיעֲךָ כֹּחָן דְּבֵית הִלֵּל, דִּבְמוּקְצֶה אָסְרִי! וְכִי תֵּימָא כֹּחַ דְּהֶתֵּירָא עֲדִיף — וְנִפְלוֹג בְּתַרְוַיְיהוּ:",
            "תַּרְנְגוֹלֶת הָעוֹמֶדֶת לְגַדֵּל בֵּיצִים, הִיא וּבֵיצָתָהּ, בֵּית שַׁמַּאי אוֹמְרִים: תֵּאָכֵל, וּבֵית הִלֵּל אוֹמְרִים: לֹא תֵּאָכֵל.",
            "אֶלָּא, אָמַר רַבָּה: לְעוֹלָם בְּתַרְנְגוֹלֶת הָעוֹמֶדֶת לַאֲכִילָה, וּבְיוֹם טוֹב שֶׁחָל לִהְיוֹת אַחַר הַשַּׁבָּת עָסְקִינַן, וּמִשּׁוּם הֲכָנָה.",
            "וְקָסָבַר רַבָּה, כֹּל בֵּיצָה דְּמִתְיַלְדָא הָאִידָּנָא — מֵאֶתְמוֹל גָּמְרָה לָהּ.",
            "וְרַבָּה לְטַעְמֵיהּ. דְּאָמַר רַבָּה, מַאי דִּכְתִיב: ״וְהָיָה בַּיּוֹם הַשִּׁשִּׁי וְהֵכִינוּ אֶת אֲשֶׁר יָבִיאוּ״ — חוֹל מֵכִין לְשַׁבָּת, וְחוֹל מֵכִין לְיוֹם טוֹב, וְאֵין יוֹם טוֹב מֵכִין לְשַׁבָּת, וְאֵין שַׁבָּת מְכִינָה לְיוֹם טוֹב.",
            "אֲמַר לֵיהּ אַבָּיֵי: אֶלָּא מֵעַתָּה, יוֹם טוֹב בְּעָלְמָא תִּשְׁתְּרֵי! גְּזֵרָה מִשּׁוּם יוֹם טוֹב אַחַר הַשַּׁבָּת. שַׁבָּת דְּעָלְמָא תִּשְׁתְּרֵי! גְּזֵרָה מִשּׁוּם שַׁבָּת אַחַר יוֹם טוֹב.",
            "וּמִי גָּזְרִינַן? וְהָא תַּנְיָא: הַשּׁוֹחֵט אֶת הַתַּרְנְגוֹלֶת וּמָצָא בָּהּ בֵּיצִים גְּמוּרוֹת — מוּתָּרוֹת לְאָכְלָן בְּיוֹם טוֹב. וְאִם אִיתָא — לִיגְזַר מִשּׁוּם הָנָךְ דְּמִתְיַלְּדָן בְּיוֹמֵיהֶן!",
            "אֲמַר לֵיהּ: בֵּיצִים גְּמוּרוֹת בִּמְעֵי אִמָּן — מִילְּתָא דְלָא שְׁכִיחָא הִיא, וּמִילְּתָא דְלָא שְׁכִיחָא לָא גְּזַרוּ בַּהּ רַבָּנַן.",
            "רַב יוֹסֵף אָמַר: גְּזֵרָה מִשּׁוּם פֵּרוֹת הַנּוֹשְׁרִין.",
            "אֲמַר לֵיהּ אַבָּיֵי: פֵּרוֹת הַנּוֹשְׁרִין טַעְמָא מַאי —"
        ],
        [
            "גְּזֵרָה שֶׁמָּא יַעֲלֶה וְיִתְלוֹשׁ. הִיא גּוּפַהּ גְּזֵרָה, וַאֲנַן נֵיקוּם וְנִגְזוֹר גְּזֵרָה לִגְזֵרָה? כּוּלָּהּ חֲדָא גְּזֵרָה הִיא.",
            "רַבִּי יִצְחָק אָמַר: גְּזֵרָה מִשּׁוּם מַשְׁקִין שֶׁזָּבוּ.",
            "אֲמַר לֵיהּ אַבָּיֵי: מַשְׁקִין שֶׁזָּבוּ טַעְמָא מַאי — גְּזֵרָה שֶׁמָּא יִסְחוֹט, הִיא גּוּפַהּ גְּזֵרָה, וַאֲנַן נֵיקוּם וְנִגְזוֹר גְּזֵרָה לִגְזֵרָה? כּוּלַּהּ חֲדָא גְּזֵרָה הִיא.",
            "כּוּלְּהוּ כְּרַב נַחְמָן לָא אָמְרִי — כִּי קוּשְׁיַין. כְּרַבָּה נָמֵי לָא אָמְרִי — הֲכָנָה לֵית לְהוּ.",
            "אֶלָּא רַב יוֹסֵף מַאי טַעְמָא לָא אָמַר כְּרַבִּי יִצְחָק? אָמַר לָךְ: בֵּיצָה אוּכְלָא, וּפֵירוֹת אוּכְלָא. לְאַפּוֹקֵי מַשְׁקִין — דְּלָאו אוּכְלָא.",
            "וְרַבִּי יִצְחָק מַאי טַעְמָא לָא אָמַר כְּרַב יוֹסֵף? אָמַר לָךְ: בֵּיצָה בְּלוּעָה, וּמַשְׁקִין בְּלוּעִין. לְאַפּוֹקֵי פֵּירוֹת — דְּמִגַּלּוּ וְקָיְימוּ.",
            "וְאַף רַבִּי יוֹחָנָן סָבַר גְּזֵרָה מִשּׁוּם מַשְׁקִין שֶׁזָּבוּ. דְּרַבִּי יוֹחָנָן רָמֵי דְּרַבִּי יְהוּדָה אַדְּרַבִּי יְהוּדָה, וּמְשַׁנֵּי.",
            "תְּנַן: אֵין סוֹחֲטִין אֶת הַפֵּירוֹת לְהוֹצִיא מֵהֶן מַשְׁקִין, וְאִם יָצְאוּ מֵעַצְמָן — אֲסוּרִין. רַבִּי יְהוּדָה אוֹמֵר: אִם לָאוֹכָלִין — הַיּוֹצֵא מֵהֶן מוּתָּר, וְאִם לְמַשְׁקִין — הַיּוֹצֵא מֵהֶן אָסוּר.",
            "אַלְמָא כָּל אוֹכָלִין לְרַבִּי יְהוּדָה — אוּכְלָא דְאִפְּרַת הוּא.",
            "וּרְמִינְהוּ, וְעוֹד אָמַר רַבִּי יְהוּדָה: מַתְנֶה אָדָם עַל כַּלְכָּלָה שֶׁל פֵּירוֹת בְּיוֹם טוֹב רִאשׁוֹן,",
            "וְאוֹכְלָהּ בַּשֵּׁנִי. וְכֵן בֵּיצָה שֶׁנּוֹלְדָה בָּרִאשׁוֹן, תֵּאָכֵל בַּשֵּׁנִי.",
            "בַּשֵּׁנִי אִין, בָּרִאשׁוֹן לָא! וּמְשַׁנֵּי רַבִּי יוֹחָנָן: מוּחְלֶפֶת הַשִּׁיטָה.",
            "וּמִדְּקָא מַרְמֵי לְהוּ אַהֲדָדֵי, שְׁמַע מִינַּהּ חַד טַעְמָא הוּא."
        ],
        [
            "רָבִינָא אָמַר: לְעוֹלָם לָא תֵּיפוֹךְ, וְרַבִּי יְהוּדָה לְדִבְרֵיהֶם דְּרַבָּנַן קָאָמַר לְהוּ:",
            "לְדִידִי אֲפִילּוּ בָּרִאשׁוֹן נָמֵי שַׁרְיָא, דְּאוּכְלָא דְאִפְּרַת הוּא. אֶלָּא לְדִידְכוּ — אוֹדוֹ לִי מִיהַת דְּבַשֵּׁנִי שַׁרְיָא, דִּשְׁתֵּי קְדוּשּׁוֹת הֵן. וְאָמְרִי לֵיהּ רַבָּנַן: לָא, קְדוּשָּׁה אַחַת הִיא.",
            "רָבִינָא בְּרֵיהּ דְּרַב עוּלָּא אָמַר: הָכָא בְּתַרְנְגוֹלֶת הָעוֹמֶדֶת לְגַדֵּל בֵּיצִים, וְרַבִּי יְהוּדָה לְטַעְמֵיהּ, דְּאִית לֵיהּ מוּקְצֶה.",
            "מֵיתִיבִי: אֶחָד בֵּיצָה שֶׁנּוֹלְדָה בְּשַׁבָּת וְאֶחָד בֵּיצָה שֶׁנּוֹלְדָה בְּיוֹם טוֹב — אֵין מְטַלְטְלִין אוֹתָהּ, לֹא לְכַסּוֹת בָּהּ אֶת הַכְּלִי, וְלֹא לִסְמוֹךְ בָּהּ כַּרְעֵי הַמִּטָּה.",
            "אֲבָל כּוֹפֶה עָלֶיהָ אֶת הַכְּלִי בִּשְׁבִיל שֶׁלֹּא תִּשָּׁבֵר. וּסְפֵיקָא אֲסוּרָה, וְאִם נִתְעָרְבָה בְּאֶלֶף — כּוּלָּן אֲסוּרוֹת.",
            "בִּשְׁלָמָא לְרַבָּה, דְּאָמַר מִשּׁוּם הֲכָנָה, הָוֵי סְפֵיקָא דְאוֹרָיְיתָא — וְכׇל סְפֵיקָא דְאוֹרָיְיתָא לְחוּמְרָא.",
            "אֶלָּא לְרַב יוֹסֵף וּלְרַבִּי יִצְחָק, דְּאָמְרִי מִשּׁוּם גְּזֵרָה, סְפֵיקָא דְרַבָּנַן הִיא — וְכׇל סְפֵיקָא דְרַבָּנַן לְקוּלָּא!",
            "(אֲמַר לֵיהּ:) סֵיפָא אֲתָאן לִסְפֵק טְרֵפָה.",
            "אִי הָכִי, אֵימָא סֵיפָא: נִתְעָרְבָה בְּאֶלֶף — כּוּלָּן אֲסוּרוֹת. אִי אָמְרַתְּ בִּשְׁלָמָא סָפֵק יוֹם טוֹב סָפֵק חוֹל, הָוֵי דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין, וְכׇל דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין — אֲפִילּוּ בְּאֶלֶף לֹא בָּטֵיל.",
            "אֶלָּא אִי אָמְרַתְּ סְפֵק טְרֵפָה, דָּבָר שֶׁאֵין לוֹ מַתִּירִין הִיא, וְתִבְטַל בְּרוּבָּא!",
            "וְכִי תֵּימָא בֵּיצָה חֲשׁוּבָה וְלֹא בָּטְלָה, הָנִיחָא לְמַאן דְּאָמַר: כׇּל שֶׁדַּרְכּוֹ לִימָּנוֹת שָׁנִינוּ.",
            "אֶלָּא לְמַאן דְּאָמַר: אֶת שֶׁדַּרְכּוֹ לִימָּנוֹת שָׁנִינוּ, מַאי אִיכָּא לְמֵימַר!",
            "דִּתְנַן: מִי שֶׁהָיוּ לוֹ חֲבִילֵי תִּלְתָּן שֶׁל כִּלְאֵי הַכֶּרֶם — יִדְלְקוּ. נִתְעָרְבוּ בַּאֲחֵרוֹת, וַאֲחֵרוֹת בַּאֲחֵרוֹת — כּוּלָּן יִדָּלְקוּ, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים: יַעֲלוּ בְּאַחַת וּמָאתַיִם.",
            "שֶׁהָיָה רַבִּי מֵאִיר אוֹמֵר: אֶת שֶׁדַּרְכּוֹ לִמָּנוֹת — מְקַדֵּשׁ; וַחֲכָמִים אוֹמְרִים: אֵינוֹ מְקַדֵּשׁ אֶלָּא שִׁשָּׁה דְּבָרִים בִּלְבַד; רַבִּי עֲקִיבָא אוֹמֵר: שִׁבְעָה. וְאֵלּוּ הֵן: אֱגוֹזֵי פֶּרֶךְ, וְרִמּוֹנֵי בָּאדָן, וְחָבִיּוֹת סְתוּמוֹת, וְחִלְפֵי תְרָדִין, וְקִלְחֵי כְרוּב, וְדַלַּעַת יְוָנִית. רַבִּי עֲקִיבָא מוֹסִיף אַף כִּכָּרוֹת שֶׁל בַּעַל הַבַּיִת.",
            "הָרָאוּי לְעׇרְלָה — עׇרְלָה. הָרָאוּי לְכִלְאֵי הַכֶּרֶם — כִּלְאֵי הַכֶּרֶם. וְאִתְּמַר עֲלַהּ, רַבִּי יוֹחָנָן אָמַר: אֶת שֶׁדַּרְכּוֹ לִמָּנוֹת שָׁנִינוּ. וְרַבִּי שִׁמְעוֹן בֶּן לָקִישׁ אָמַר: כׇּל שֶׁדַּרְכּוֹ לִמָּנוֹת שָׁנִינוּ.",
            "הָנִיחָא לְרַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, אֶלָּא לְרַבִּי יוֹחָנָן — מַאי אִיכָּא לְמֵימַר?",
            "אָמַר רַב פָּפָּא: הַאי תַּנָּא — תַּנָּא דְּלִיטְרָא קְצִיעוֹת הוּא, דְּאָמַר: כׇּל דָּבָר שֶׁבְּמִנְיָן, אֲפִילּוּ בִּדְרַבָּנַן לֹא בָּטֵיל, וְכׇל שֶׁכֵּן בִּדְאוֹרָיְיתָא.",
            "דִּתְנַן: לִיטְרָא קְצִיעוֹת שֶׁדְּרָסָהּ עַל פִּי עִגּוּל, וְאֵינוֹ יוֹדֵעַ בְּאֵיזֶה עִגּוּל דְּרָסָהּ, עַל פִּי חָבִית, וְאֵינוֹ יוֹדֵעַ בְּאֵיזוֹ חָבִית דְּרָסָהּ, עַל פִּי כַּוֶּרֶת, וְאֵינוֹ יוֹדֵעַ בְּאֵיזוֹ כַּוֶּרֶת דְּרָסָהּ. רַבִּי מֵאִיר אוֹמֵר, רַבִּי אֱלִיעֶזֶר"
        ],
        [
            "אוֹמֵר: רוֹאִין אֶת הָעֶלְיוֹנוֹת כָּאֵלּוּ הֵן פְּרוּדוֹת, וְהַתַּחְתּוֹנוֹת מַעֲלוֹת אֶת הָעֶלְיוֹנוֹת.",
            "רַבִּי יְהוֹשֻׁעַ אוֹמֵר: אִם יֵשׁ שָׁם מֵאָה פּוּמִּין — יַעֲלוּ, וְאִם לָאו — הַפּוּמִּין אֲסוּרִין, וְהַשּׁוּלַיִם מוּתָּרִין.",
            "רַבִּי יְהוּדָה אוֹמֵר, רַבִּי אֱלִיעֶזֶר אוֹמֵר: אִם יֵשׁ שָׁם מֵאָה פּוּמִּין — יַעֲלוּ, וְאִם לָאו — הַפּוּמִּין אֲסוּרִין, וְהַשּׁוּלַיִם מוּתָּרִין. רַבִּי יְהוֹשֻׁעַ אוֹמֵר: אֲפִילּוּ יֵשׁ שָׁם שְׁלֹשׁ מֵאוֹת פּוּמִּין — לֹא יַעֲלוּ.",
            "דְּרָסָהּ בְּעִגּוּל וְאֵינוֹ יוֹדֵעַ בְּאֵיזֶה עִגּוּל דְּרָסָהּ — דִּבְרֵי הַכֹּל יַעֲלוּ. דִּבְרֵי הַכֹּל?! הַיְינוּ פְּלוּגְתַּיְיהוּ!",
            "אָמַר רַב פָּפָּא, הָכִי קָאָמַר: דְּרָסָהּ בְּעִגּוּל, וְאֵינוֹ יוֹדֵעַ בְּאֵיזֶה מְקוֹם עִגּוּל דְּרָסָהּ, אִי לִצְפוֹנָהּ אִי לִדְרוֹמָהּ — דִּבְרֵי הַכֹּל יַעֲלוּ.",
            "רַב אָשֵׁי אָמַר: לְעוֹלָם סָפֵק יוֹם טוֹב סָפֵק חוֹל הָוֵי דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין, וְכׇל דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין — אֲפִילּוּ בִּדְרַבָּנַן לֹא בָּטֵיל.",
            "תַּנְיָא, אֲחֵרִים אוֹמְרִים מִשּׁוּם רַבִּי אֱלִיעֶזֶר: בֵּיצָה — תֵּאָכֵל הִיא וְאִמָּהּ. בְּמַאי עָסְקִינַן? אִילֵימָא בְּתַרְנְגוֹלֶת הָעוֹמֶדֶת לַאֲכִילָה — פְּשִׁיטָה דְּהִיא וְאִמָּהּ שַׁרְיָא! אֶלָּא בְּתַרְנְגוֹלֶת הָעוֹמֶדֶת לְגַדֵּל בֵּיצִים — הִיא וְאִמָּהּ אֲסוּרָה! אָמַר רַבִּי זֵירָא: תֵּאָכֵל אַגַּב אִמָּהּ.",
            "הֵיכִי דָּמֵי? אָמַר אַבָּיֵי: כְּגוֹן שֶׁלְּקָחָהּ סְתָם, נִשְׁחֲטָה — הוּבְרְרָה דְּלַאֲכִילָה עוֹמֶדֶת. לֹא נִשְׁחֲטָה — הוּבְרְרָה דִּלְגַדֵּל בֵּיצִים עוֹמֶדֶת.",
            "רַב מָרִי אָמַר: גּוּזְמָא קָתָנֵי. דְּתַנְיָא, אֲחֵרִים אוֹמְרִים מִשּׁוּם רַבִּי אֱלִיעֶזֶר: בֵּיצָה תֵּאָכֵל הִיא וְאִמָּהּ, וְאֶפְרוֹחַ וּקְלִיפָּתוֹ.",
            "מַאי קְלִיפָּתוֹ? אִילֵּימָא קְלִיפָּה מַמָּשׁ, קְלִיפָּה בַּת אֲכִילָה הִיא? אֶלָּא אֶפְרוֹחַ בִּקְלִיפָּתוֹ. עַד כָּאן לָא פְּלִיגִי רַבָּנַן עֲלֵיהּ דְּרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב, אֶלָּא הֵיכָא דְּיָצָא לַאֲוִיר הָעוֹלָם. אֲבָל הֵיכָא דְּלֹא יָצָא לַאֲוִיר הָעוֹלָם — לָא פְּלִיגִי.",
            "אֶלָּא ״אֶפְרוֹחַ וּקְלִיפָּתוֹ״ — גּוּזְמָא, הָכָא נָמֵי ״תֵּאָכֵל הִיא וְאִמָּהּ״ — גּוּזְמָא.",
            "אִתְּמַר, שַׁבָּת וְיוֹם טוֹב, רַב אָמַר: נוֹלְדָה בָּזֶה — אֲסוּרָה בָּזֶה, וְרַבִּי יוֹחָנָן אָמַר: נוֹלְדָה בָּזֶה — מוּתֶּרֶת בָּזֶה. נֵימָא קָסָבַר רַב: קְדוּשָּׁה אַחַת הִיא?",
            "וְהָאָמַר רַב: הֲלָכָה כְּאַרְבָּעָה זְקֵנִים וְאַלִּיבָּא דְּרַבִּי אֱלִיעֶזֶר, דְּאָמַר: שְׁתֵּי קְדוּשּׁוֹת הֵן.",
            "אֶלָּא, הָכָא בַּהֲכָנָה דְרַבָּהּ קָמִיפַּלְגִי: רַב אִית לֵיהּ הֲכָנָה דְרַבָּה, וְרַבִּי יוֹחָנָן לֵית לֵיהּ הֲכָנָה דְרַבָּה.",
            "כְּתַנָּאֵי: נוֹלְדָה בְּשַׁבָּת — תֵּאָכֵל בְּיוֹם טוֹב, בְּיוֹם טוֹב — תֵּאָכֵל בְּשַׁבָּת. רַבִּי יְהוּדָה אוֹמֵר מִשּׁוּם רַבִּי אֱלִיעֶזֶר: עֲדַיִין הִיא מַחֲלוֹקֶת, שֶׁבֵּית שַׁמַּאי אוֹמְרִים: תֵּאָכֵל, וּבֵית הִלֵּל אוֹמְרִים: לֹא תֵּאָכֵל.",
            "אוּשְׁפִּיזְכָּנֵיהּ דְּרַב אַדָּא בַּר אַהֲבָה הֲווֹ לֵיהּ הָנָךְ בֵּיצִים מִיּוֹם טוֹב לְשַׁבָּת. אֲתָא לְקַמֵּיהּ, אֲמַר לֵיהּ: מַאי לְאַטְווֹיִנְהוּ הָאִידָּנָא וְנֵיכְלִינְהוּ לִמְחַר?",
            "אֲמַר לֵיהּ: מַאי דַּעְתָּיךְ, רַב וְרַבִּי יוֹחָנָן — הֲלָכָה כְּרַבִּי יוֹחָנָן. אֲפִילּוּ רַבִּי יוֹחָנָן לָא קָא שָׁרֵי אֶלָּא לְגוֹמְעָהּ לְמָחָר, אֲבָל בְּיוֹמֵיהּ לָא.",
            "וְהָתַנְיָא: אַחַת בֵּיצָה שֶׁנּוֹלְדָה בְּשַׁבָּת וְאַחַת בֵּיצָה שֶׁנּוֹלְדָה בְּיוֹם טוֹב — אֵין מְטַלְטְלִין אוֹתָהּ, לֹא לְכַסּוֹת בָּהּ אֶת הַכְּלִי, וְלֹא לִסְמוֹךְ בָּהּ כַּרְעֵי הַמִּטָּה.",
            "אוּשְׁפִּיזְכָּנֵיהּ דְּרַב פָּפָּא, וְאָמְרִי לַהּ, הָהוּא גַּבְרָא דַּאֲתָא לְקַמֵּיהּ דְּרַב פָּפָּא. הֲווֹ לֵיהּ הָנָךְ בֵּיצִים מִשַּׁבָּת לְיוֹם טוֹב. אֲתָא לְקַמֵּיהּ, אֲמַר לֵיהּ: מַהוּ לְמֵכְלִינְהוּ לִמְחַר? אֲמַר לֵיהּ: זִיל הָאִידָּנָא וּתָא לִמְחַר, דְּרַב לָא מוֹקֵי אָמוֹרָא עִלָּוֵיהּ מִיּוֹמָא טָבָא לְחַבְרֵיהּ מִשּׁוּם שִׁכְרוּת.",
            "כִּי אֲתָא לִמְחַר, אֲמַר לֵיהּ:"
        ],
        [
            "אֵיכוּ הַשְׁתָּא, אִשְׁתְּלַאי וַאֲמַרִי לְךָ: רַב וְרַבִּי יוֹחָנָן — הֲלָכָה כְּרַבִּי יוֹחָנָן. הָא אָמַר רָבָא: הִלְכְתָא כְּוָתֵיהּ דְּרַב בְּהָנֵי תְּלָת, בֵּין לְקוּלָּא בֵּין לְחוּמְרָא.",
            "אָמַר רַבִּי יוֹחָנָן: עֵצִים שֶׁנָּשְׁרוּ מִן הַדֶּקֶל בְּשַׁבָּת — אָסוּר לְהַסִּיקָן בְּיוֹם טוֹב. וְאַל תְּשִׁיבֵנִי בֵּיצָה, מַאי טַעְמָא? בֵּיצָה מִשּׁוּם דִּבְיוֹמָא נָמֵי חַזְיָא לְגוֹמְעָהּ וְלָא קָא שָׁרֵי לַהּ עַד לִמְחַר — מִידָּע יְדִיעַ דְּבַת יוֹמָא אַסְרוּהָ. עֵצִים דְּלָא חָזוּ לְיוֹמַיְיהוּ, אִי שָׁרֵי לְהוּ לִמְחַר — אָתֵי לְמֵימַר: בְּיוֹמַיְיהוּ נָמֵי שְׁרוּ, וְאֶתְמוֹל מִשּׁוּם שַׁבָּת הוּא דְּלָא חָזוּ לְהַסָּקָה.",
            "אָמַר רַב מַתְנָה: עֵצִים שֶׁנָּשְׁרוּ מִן הַדֶּקֶל לְתוֹךְ הַתַּנּוּר בְּיוֹם טוֹב — מַרְבֶּה עֲלֵיהֶם עֵצִים מוּכָנִים, וּמַסִּיקָן: וְהָא קָא מְהַפֵּךְ בְּאִיסּוּרָא! כֵּיוָן דְּרוּבָּא דְּהֶיתֵּרָא נִינְהוּ, כִּי קָא מְהַפֵּךְ — בְּהֶיתֵּרָא קָא מְהַפֵּךְ.",
            "וְהָא קָא מְבַטֵּל אִיסּוּרָא לְכַתְּחִלָּה, וּתְנַן: אֵין מְבַטְּלִין אָסוּר לְכַתְּחִלָּה! הָנֵי מִילֵּי בִּדְאוֹרָיְיתָא, אֲבָל בִּדְרַבָּנַן מְבַטְּלִין.",
            "וּלְרַב אָשֵׁי דְּאָמַר: כׇּל דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין אֲפִילּוּ בִּדְרַבָּנַן לֹא בָּטֵיל, מַאי אִיכָּא לְמֵימַר? הָנֵי מִילֵּי הֵיכָא דְּאִיתֵיהּ לְאִיסּוּרָא בְּעֵינֵיהּ, הָכָא — מִקְלָא קָלִי אִיסּוּרָא.",
            "אִתְּמַר: שְׁנֵי יָמִים טוֹבִים שֶׁל גָּלִיּוֹת, רַב אָמַר: נוֹלְדָה בָּזֶה — מוּתֶּרֶת בָּזֶה, וְרַב אַסִּי אָמַר: נוֹלְדָה בָּזֶה — אֲסוּרָה בָּזֶה.",
            "לֵימָא קָא סָבַר רַב אַסִּי קְדוּשָּׁה אַחַת הִיא? וְהָא רַב אַסִּי מַבְדֵּיל מִיּוֹמָא טָבָא לְחַבְרֵיהּ!",
            "רַב אַסִּי סַפּוֹקֵי מְסַפְּקָא לֵיהּ, וְעָבֵיד הָכָא לְחוּמְרָא וְהָכָא לְחוּמְרָא.",
            "אָמַר רַבִּי זֵירָא: כְּוָתֵיהּ דְּרַב אַסִּי מִסְתַּבְּרָא, דְּהָאִידָּנָא יָדְעִינַן בִּקְבִיעָא דְיַרְחָא, וְקָא עָבְדִינַן תְּרֵי יוֹמֵי.",
            "אָמַר אַבָּיֵי: כְּוָתֵיהּ דְּרַב מִסְתַּבְּרָא, דִּתְנַן: בָּרִאשׁוֹנָה, הָיוּ מַשִּׂיאִין מַשּׂוּאוֹת. מִשֶּׁקִּלְקְלוּ הַכּוּתִים, הִתְקִינוּ שֶׁיְּהוּ שְׁלוּחִין יוֹצְאִין.",
            "וְאִילּוּ בָּטְלוּ כּוּתִים — עָבְדִינַן חַד יוֹמָא, וְהֵיכָא דְּמָטוּ שְׁלוּחִין — עָבְדִינַן חַד יוֹמָא.",
            "וְהַשְׁתָּא דְּיָדְעִינַן בִּקְבִיעָא דְיַרְחָא, מַאי טַעְמָא עָבְדִינַן תְּרֵי יוֹמֵי? מִשּׁוּם דִּשְׁלַחוּ מִתָּם: הִזָּהֲרוּ בְּמִנְהַג אֲבוֹתֵיכֶם בִּידֵיכֶם, זִמְנִין דְּגָזְרוּ הַמַּלְכוּת גְּזֵרָה וְאָתֵי לְאִקַּלְקוּלֵי.",
            "אִתְּמַר, שְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה. רַב וּשְׁמוּאֵל דְּאָמְרִי תַּרְוַיְיהוּ: נוֹלְדָה בָּזֶה — אֲסוּרָה בָּזֶה, דִּתְנַן: בָּרִאשׁוֹנָה הָיוּ מְקַבְּלִין עֵדוּת הַחֹדֶשׁ כׇּל הַיּוֹם (כּוּלּוֹ). פַּעַם אַחַת נִשְׁתַּהוּ הָעֵדִים לָבֹא,"
        ],
        [
            "וְנִתְקַלְקְלוּ הַלְוִיִּם בַּשִּׁיר. הִתְקִינוּ שֶׁלֹּא יְהוּ מְקַבְּלִים אֶת הָעֵדִים אֶלָּא עַד הַמִּנְחָה.",
            "וְאִם בָּאוּ עֵדִים מִן הַמִּנְחָה וּלְמַעְלָה, נוֹהֲגִין אוֹתוֹ הַיּוֹם קֹדֶשׁ, וּלְמָחָר קֹדֶשׁ.",
            "אָמַר רַבָּה: מִתַּקָּנַת רַבָּן יוֹחָנָן בֶּן זַכַּאי וְאֵילָךְ, בֵּיצָה — מוּתֶּרֶת. דִּתְנַן: מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי שֶׁיְּהוּ מְקַבְּלִין עֵדוּת הַחֹדֶשׁ כׇּל הַיּוֹם.",
            "אֲמַר לֵיהּ אַבָּיֵי, וְהָא רַב וּשְׁמוּאֵל דְּאָמְרִי תַּרְוַיְיהוּ: בֵּיצָה אֲסוּרָה! אֲמַר לֵיהּ: אָמֵינָא לָךְ אֲנָא רַבָּן יוֹחָנָן בֶּן זַכַּאי, וְאַתְּ אָמְרַתְּ לִי רַב וּשְׁמוּאֵל?!",
            "וּלְרַב וּשְׁמוּאֵל קַשְׁיָא מַתְנִיתִין! לָא קַשְׁיָא: הָא לַן, וְהָא לְהוּ.",
            "וְרַב יוֹסֵף אָמַר: אַף מִתַּקָּנַת רַבָּן יוֹחָנָן בֶּן זַכַּאי וְאֵילָךְ — בֵּיצָה אֲסוּרָה. מַאי טַעְמָא: הָוֵי דָּבָר שֶׁבְּמִנְיָן, וְכׇל דָּבָר שֶׁבְּמִנְיָן — צָרִיךְ מִנְיָן אַחֵר לְהַתִּירוֹ.",
            "אָמַר רַב יוֹסֵף: מְנָא אָמֵינָא לַהּ, דִּכְתִיב: ״לֵךְ אֱמוֹר לָהֶם שׁוּבוּ לָכֶם לְאׇהֳלֵיכֶם״, וְאוֹמֵר: ״בִּמְשֹׁךְ הַיֹּבֵל הֵמָּה יַעֲלוּ בָהָר״.",
            "(וְתַנְיָא:) כֶּרֶם רְבָעִי הָיָה עוֹלֶה לִירוּשָׁלַיִם מַהֲלַךְ יוֹם אֶחָד לְכׇל צַד. וְזוֹ הִיא תְּחוּמָהּ: (עֵלַת) מִן (הַצָּפוֹן), וְעַקְרַבַּת מִן (הַדָּרוֹם), לוֹד מִן הַמַּעֲרָב, וְיַרְדֵּן מִן הַמִּזְרָח.",
            "וְאָמַר עוּלָּא, וְאִיתֵּימָא רַבָּה בַּר בַּר חָנָה אָמַר רַבִּי יוֹחָנָן: מָה טַעַם — כְּדֵי לְעַטֵּר שׁוּקֵי יְרוּשָׁלַיִם בְּפֵירוֹת.",
            "וְתַנְיָא: כֶּרֶם רְבָעִי הָיָה לוֹ לְרַבִּי אֱלִיעֶזֶר בְּמִזְרַח לוֹד בְּצַד כְּפַר טָבִי,"
        ],
        [
            "וּבִקֵּשׁ לְהַפְקִירוֹ לַעֲנִיִּים. אָמְרוּ לוֹ תַּלְמִידָיו: רַבִּי, כְּבָר נִמְנוּ עָלֶיךָ חֲבֵרֶיךָ וְהִתִּירוּהוּ. מַאן חֲבֵרֶיךָ — רַבָּן יוֹחָנָן בֶּן זַכַּאי.",
            "טַעְמָא דְּנִמְנוּ. הָא לָא נִמְנוּ — לֹא.",
            "מַאי ״וְאוֹמֵר״? הָכִי קָאָמַר, מִכְּדֵי כְּתִיב ״הֱיוּ נְכוֹנִים לִשְׁלֹשֶׁת יָמִים אַל תִּגְּשׁוּ אֶל אִשָּׁה״, ״לֵךְ אֱמוֹר לָהֶם שׁוּבוּ לָכֶם לְאׇהֳלֵיכֶם״ לְמָה לִי? שְׁמַע מִינַּהּ כׇּל דָּבָר שֶׁבְּמִנְיָן — צָרִיךְ מִנְיָן אַחֵר לְהַתִּירוֹ.",
            "וְכִי תֵּימָא: לְמִצְוַת עוֹנָה הוּא דַּאֲתָא. תָּא שְׁמַע: ״בִּמְשֹׁךְ הַיֹּבֵל הֵמָּה יַעֲלוּ בָהָר״.",
            "מִכְּדֵי כְּתִיב: ״גַּם הַצֹּאן וְהַבָּקָר אַל יִרְעוּ אֶל מוּל הָהָר הַהוּא״, ״בִּמְשֹׁךְ הַיֹבֵל״ לְמָה לִי? שְׁמַע מִינַּהּ: דָּבָר שֶׁבְּמִנְיָן — צָרִיךְ מִנְיָן אַחֵר לְהַתִּירוֹ.",
            "וְכִי תֵּימָא הָנֵי מִילֵּי בִּדְאוֹרָיְיתָא, אֲבָל בִּדְרַבָּנַן לָא — תָּא שְׁמַע כֶּרֶם רְבָעִי, וְהָא כֶּרֶם רְבָעִי דְּרַבָּנַן, וְקָאָמְרִי לֵיהּ: כְּבָר נִמְנוּ עָלֶיךָ חֲבֵרֶיךָ וְהִתִּירוּהוּ.",
            "וְכִי תֵּימָא: בֵּיצָה נָמֵי, אִמְּנוֹ עֲלַהּ רַבָּן יוֹחָנָן בֶּן זַכַּאי וְשַׁרְיוּהָ. כִּי אִמְּנוֹ — אַעֵדוּת, אַבֵּיצָה לָא אִמְּנוֹ.",
            "אֲמַר לֵיהּ אַבָּיֵי: אַטּוּ בֵּיצָה בְּמִנְיָן מִי הֲוַאי? בֵּיצָה בְּעֵדוּת תַּלְיָא מִלְּתָא. אִתְּסַר עֵדוּת — אִתְּסַר בֵּיצָה, אִשְׁתְּרַי עֵדוּת — אִשְׁתְּרַי בֵּיצָה.",
            "רַב אַדָּא וְרַב שַׁלְמָן, תַּרְוַיְיהוּ מִבֵּי כְלוֹחִית, אָמְרִי: אַף מִתַּקָּנַת רַבָּן יוֹחָנָן בֶּן זַכַּאי וְאֵילָךְ בֵּיצָה אֲסוּרָה. מַאי טַעְמָא — מְהֵרָה יִבָּנֶה בֵּית הַמִּקְדָּשׁ, וְיֹאמְרוּ: אֶשְׁתָּקַד מִי לֹא אָכַלְנוּ בֵּיצָה בְּיוֹם טוֹב שֵׁנִי? הַשְׁתָּא נָמֵי נֵיכוֹל. וְלָא יָדְעִי דְּאֶשְׁתָּקַד שְׁתֵּי קְדוּשּׁוֹת הֵן, וְהַשְׁתָּא קְדוּשָּׁה אַחַת הִיא.",
            "אִי הָכִי, עֵדוּת נָמֵי לֹא נְקַבֵּל, מַאי טַעְמָא — מְהֵרָה יִבָּנֶה בֵּית הַמִּקְדָּשׁ, וְיֹאמְרוּ: אֶשְׁתָּקַד מִי לֹא קִבַּלְנוּ עֵדוּת הַחֹדֶשׁ כׇּל הַיּוֹם כּוּלּוֹ, הַשְׁתָּא נָמֵי נְקַבֵּל!",
            "הָכִי הַשְׁתָּא! הָתָם עֵדוּת מְסוּרָה לְבֵית דִּין. בֵּיצָה לַכֹּל מְסוּרָה.",
            "רָבָא אָמַר: אַף מִתַּקָּנַת רַבָּן יוֹחָנָן בֶּן זַכַּאי וְאֵילָךְ בֵּיצָה אֲסוּרָה. מִי לֹא מוֹדֶה רַבָּן יוֹחָנָן בֶּן זַכַּאי שֶׁאִם בָּאוּ עֵדִים מִן הַמִּנְחָה וּלְמַעְלָה, שֶׁנּוֹהֲגִין אוֹתוֹ הַיּוֹם קֹדֶשׁ וּלְמָחָר קֹדֶשׁ?",
            "וְאָמַר רָבָא: הִלְכְתָא כְּוָתֵיהּ דְּרַב בְּהָנֵי תְּלָת, בֵּין לְקוּלָּא בֵּין לְחוּמְרָא."
        ],
        [
            "אָמַר רָבָא: מֵת בְּיוֹם טוֹב רִאשׁוֹן — יִתְעַסְּקוּ בּוֹ עֲמָמִים. מֵת בְּיוֹם טוֹב שֵׁנִי — יִתְעַסְּקוּ בּוֹ יִשְׂרָאֵל, וַאֲפִילּוּ בִּשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה. מַה שֶּׁאֵין כֵּן בְּבֵיצָה.",
            "נְהַרְדָּעֵי אָמְרִי: אַף בְּבֵיצָה. דְּמָה דַּעְתָּיךְ, דִּלְמָא מְעַבְּרִי לֵיהּ לֶאֱלוּל, הָא אָמַר רַב חִינָּנָא בַּר כָּהֲנָא אָמַר רַב: מִימוֹת עֶזְרָא וְאֵילָךְ לֹא מָצִינוּ אֱלוּל מְעוּבָּר.",
            "אָמַר מָר זוּטְרָא: לָא אֲמַרַן, אֶלָּא דְּאִשְׁתַּהִי. אֲבָל לָא אִשְׁתַּהִי — מַשְׁהִינַן לֵיהּ.",
            "רַב אָשֵׁי אָמַר: אַף עַל גַּב דְּלָא אִשְׁתַּהִי, נָמֵי לָא מַשְׁהִינַן לֵיהּ. מַאי טַעְמָא, יוֹם טוֹב שֵׁנִי לְגַבֵּי מֵת — כְּחוֹל שַׁוְּיוּהּ רַבָּנַן, אֲפִילּוּ לְמֵיגַז לֵיהּ גְּלִימָא, וּלְמֵיגַז לֵיהּ אָסָא.",
            "אָמַר רָבִינָא: וְהָאִידָּנָא דְּאִיכָּא חַבָּרֵי — חָיְישִׁינַן.",
            "רָבִינָא הֲוָה יָתֵיב קַמֵּיהּ דְּרַב (אַסִּי) בִּשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה, חַזְיֵיהּ דַּהֲוָה עֲצִיב, אֲמַר לֵיהּ: אַמַּאי עֲצִיב מָר? אֲמַר לֵיהּ: דְּלָא אוֹתִיבִי עֵירוּבֵי תַּבְשִׁילִין.",
            "אֲמַר לֵיהּ: וְלוֹתֵיב מָר הָאִידָּנָא? מִי לָא אָמַר רָבָא: מַנִּיחַ אָדָם עֵירוּבֵי תַבְשִׁילִין מִיּוֹם טוֹב לַחֲבֵירוֹ, וּמַתְנֶה!",
            "אֲמַר לֵיהּ: אֵימַר דְּאָמַר רָבָא בִּשְׁנֵי יָמִים טוֹבִים שֶׁל גָּלִיּוֹת. בִּשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה מִי אָמַר?",
            "וְהָא אָמְרִי נְהַרְדָּעֵי: אַף בֵּיצָה מוּתֶּרֶת. אֲמַר לֵיהּ רַב מָרְדֳּכַי: בְּפֵירוּשׁ אֲמַר לִי מָר דְּלָא סָבַר לְהָא דִּנְהַרְדָּעֵי.",
            "אִתְּמַר: אֶפְרוֹחַ שֶׁנּוֹלַד בְּיוֹם טוֹב, רַב אָמַר: אָסוּר. וּשְׁמוּאֵל, וְאִיתֵּימָא רַבִּי יוֹחָנָן אָמַר: מוּתָּר. רַב אָמַר: אָסוּר — מוּקְצֶה הוּא. וּשְׁמוּאֵל, וְאִיתֵּימָא רַבִּי יוֹחָנָן אָמַר: מוּתָּר — הוֹאִיל וּמַתִּיר עַצְמוֹ בִּשְׁחִיטָה.",
            "אָמְרִי לֵיהּ רַב כָּהֲנָא וְרַב אַסִּי לְרַב: וְכִי מָה בֵּין זֶה לְעֵגֶל שֶׁנּוֹלַד בְּיוֹם טוֹב? אֲמַר לְהוּ: הוֹאִיל וּמוּכָן אַגַּב אִמּוֹ בִּשְׁחִיטָה.",
            "וּמָה בֵּין זֶה לְעֵגֶל שֶׁנּוֹלַד מִן הַטְּרֵפָה! שְׁתֵיק רַב.",
            "אֲמַר רַבָּה וְאִיתֵּימָא רַב יוֹסֵף: מַאי טַעְמָא שְׁתֵיק רַב? לֵימָא לְהוּ: הוֹאִיל וּמוּכָן אַגַּב אִמּוֹ לִכְלָבִים!",
            "אֲמַר לֵיהּ אַבָּיֵי:"
        ],
        [
            "הַשְׁתָּא מוּכָן לְאָדָם לָא הָוֵי מוּכָן לִכְלָבִים, דִּתְנַן: מְחַתְּכִין אֶת הַדִּלּוּעִין לִפְנֵי הַבְּהֵמָה, וְאֶת הַנְּבֵלָה לִפְנֵי הַכְּלָבִים. רַבִּי יְהוּדָה אוֹמֵר: אִם לֹא הָיְתָה נְבֵלָה מֵעֶרֶב שַׁבָּת — אֲסוּרָה, לְפִי שֶׁאֵינָהּ מִן הַמּוּכָן; מוּכָן לִכְלָבִים הָוֵי מוּכָן לְאָדָם?!",
            "אֲמַר לֵיהּ: אִין, מוּכָן לְאָדָם — לָא הָוֵי מוּכָן לִכְלָבִים, דְּמַאי דַּחֲזֵי לֵיהּ לְאִינִישׁ לָא שָׁדֵי לֵיהּ לִכְלָבִים. מוּכָן לִכְלָבִים — הָוֵי מוּכָן לְאָדָם, דְּדַעְתֵּיהּ דְּאִינִישׁ אַכׇּל מִידֵּי דַּחֲזֵי לֵיהּ.",
            "תַּנְיָא כְּוָתֵיהּ דְּרַב, תַּנְיָא כְּוָתֵיהּ דִּשְׁמוּאֵל וְאִיתֵּימָא רַבִּי יוֹחָנָן.",
            "תַּנְיָא כְּוָתֵיהּ דְּרַב: עֵגֶל שֶׁנּוֹלַד בְּיוֹם טוֹב — מוּתָּר, אֶפְרוֹחַ שֶׁנּוֹלַד בְּיוֹם טוֹב — אָסוּר, וּמָה הֶפְרֵשׁ בֵּין זֶה לָזֶה? זֶה מוּכָן אַגַּב אִמּוֹ בִּשְׁחִיטָה, וְזֶה אֵינוֹ מוּכָן אַגַּב אִמּוֹ.",
            "תַּנְיָא כְּוָתֵיהּ דִּשְׁמוּאֵל וְאִיתֵּימָא רַבִּי יוֹחָנָן: עֵגֶל שֶׁנּוֹלַד בְּיוֹם טוֹב — מוּתָּר, וְאֶפְרוֹחַ שֶׁנּוֹלַד בְּיוֹם טוֹב — מוּתָּר, מַאי טַעְמָא: זֶה מוּכָן אַגַּב אִמּוֹ, וְזֶה מַתִּיר עַצְמוֹ בִּשְׁחִיטָה.",
            "תָּנוּ רַבָּנַן: אֶפְרוֹחַ שֶׁנּוֹלַד בְּיוֹם טוֹב — אָסוּר. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר: אַף בַּחוֹל אָסוּר, לְפִי שֶׁלֹּא נִתְפַּתְּחוּ עֵינָיו.",
            "כְּמַאן אָזְלָא הָא דְּתַנְיָא: ״לְכׇל הַשֶּׁרֶץ הַשֹּׁרֵץ עַל הָאָרֶץ״, לְרַבּוֹת אֶפְרוֹחִים שֶׁלֹּא נִתְפַּתְּחוּ עֵינֵיהֶם. כְּמַאן — כְּרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב.",
            "אָמַר רַב הוּנָא אָמַר רַב: בֵּיצָה, עִם יְצִיאָתָהּ נִגְמְרָה. מַאי ״עִם יְצִיאָתָהּ נִגְמְרָה״? אִילֵּימָא, עִם יְצִיאָתָהּ נִגְמְרָה וּמוּתֶּרֶת לְאׇכְלָה בְּחָלָב — הָא בִּמְעֵי אִמָּהּ אֲסוּרָה לְאׇכְלָה בְּחָלָב? וְהָתַנְיָא: הַשּׁוֹחֵט אֶת הַתַּרְנְגוֹלֶת וּמָצָא בָּהּ בֵּיצִים גְּמוּרוֹת — מוּתָּרוֹת לְאָכְלָן בְּחָלָב!",
            "אֶלָּא: עִם יְצִיאָתָהּ נִגְמְרָה — וּמְוּתֶּרֶת לְאוֹכְלָהּ בְּיוֹם טוֹב. הָא בִּמְעֵי אִמָּהּ אֲסוּרָה לְאׇכְלָה בְּיוֹם טוֹב? וְהָא תַּנְיָא: הַשּׁוֹחֵט אֶת הַתַּרְנְגוֹלֶת וּמָצָא בָּהּ בֵּיצִים גְּמוּרוֹת — מוּתָּרוֹת לְאָכְלָן בְּיוֹם טוֹב!",
            "וְכִי תֵּימָא: קָא מַשְׁמַע לַן בְּבָרַיְיתָא מַאי דְּלָא אַשְׁמְעִינַן בְּמַתְנִיתִין, הָא נָמֵי תְּנֵינָא: בֵּיצָה שֶׁנּוֹלְדָה בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים: תֵּאָכֵל, וּבֵית הִלֵּל אוֹמְרִים: לֹא תֵּאָכֵל. וְעַד כָּאן לָא פְּלִיגִי בֵּית שַׁמַּאי וּבֵית הִלֵּל אֶלָּא בְּנוֹלְדָה, אֲבָל בִּמְעֵי אִמָּן — דִּבְרֵי הַכֹּל שַׁרְיָין.",
            "וְכִי תֵּימָא בֵּית הִלֵּל אֲפִילּוּ בִּמְעֵי אִמָּן נָמֵי אָסְרִי, וְהַאי דְּקָתָנֵי ״נוֹלְדָה״ — לְהוֹדִיעֲךָ כֹּחָן דְּבֵית שַׁמַּאי דַּאֲפִילּוּ נוֹלְדָה נָמֵי שָׁרוּ, אֶלָּא הָא דְּתַנְיָא: הַשּׁוֹחֵט אֶת הַתַּרְנְגוֹלֶת וּמָצָא בָּהּ בֵּיצִים גְּמוּרוֹת — מוּתָּרוֹת לְאָכְלָן בְּיוֹם טוֹב, מַנִּי? לָא בֵּית שַׁמַּאי וְלָא בֵּית הִלֵּל!",
            "אֶלָּא: עִם יְצִיאָתָהּ, נִגְמְרָה — וּמְגַדֶּלֶת אֶפְרוֹחִים, בִּמְעֵי אִמָּהּ — אֵינָהּ מְגַדֶּלֶת אֶפְרוֹחִים. לְמַאי נָפְקָא מִינַּהּ? לְמִקָּח וּמִמְכָּר. כִּי הָהוּא דַּאֲמַר לְהוּ: בֵּיעֵי"
        ],
        [
            "דְפָחֲיָא לְמַאן? יְהַבוּ לֵיהּ בֵּיעֵי דִשְׁחוּטָה. אֲתָא לְקַמֵּיהּ דְּרַבִּי אַמֵּי, אֲמַר לְהוּ: מִקָּח טָעוּת הוּא, וְהָדַר.",
            "פְּשִׁיטָא! מַהוּ דְּתֵימָא: הַאי לַאֲכִילָה קָא בָּעֵי לְהוּ, וְהַאי דְּקָאָמַר דְּפָחֲיָא — מִשּׁוּם דִּצְרִיבָן, לְמַאי נָפְקָא מִינַּהּ — לְמִיתְּבָא לֵיהּ בֵּינֵי בֵּינֵי, קָא מַשְׁמַע לַן.",
            "הָהוּא דַּאֲמַר לְהוּ: בֵּיעֵי דְּדִכְרָא לְמַאן! בֵּיעֵי דְּדִכְרָא לְמַאן! יְהַבוּ לֵיהּ בֵּיעֵי דְּסָפְנָא מֵאַרְעָא. אֲתָא לְקַמֵּיהּ דְּרַבִּי אַמֵּי, אֲמַר לְהוּ: מִקָּח טָעוּת הוּא, וַהֲדַר.",
            "פְּשִׁיטָא! מַהוּ דְּתֵימָא: הַאי לַאֲכִילָה קָא בָּעֵי לְהוּ, וְהַאי דְּקָאָמַר דְּדִכְרָא — מִשּׁוּם דְּשַׁמִּינָן טְפֵי, לְמַאי נָפְקָא מִינַּהּ — לְמִיתְּבָא לֵיהּ בֵּינֵי בֵּינֵי, קָא מַשְׁמַע לַן.",
            "וְאִי בָּעֵית אֵימָא: מַאי עִם יְצִיאָתָהּ נִגְמְרָה — עִם יְצִיאַת רוּבָּהּ נִגְמְרָה, וְכִדְרַבִּי יוֹחָנָן. דְּאָמַר רַבִּי יוֹחָנָן: בֵּיצָה שֶׁיָּצְאָה רוּבָּהּ מֵעֶרֶב יוֹם טוֹב וְחָזְרָה — מוּתֶּרֶת לְאׇכְלָה בְּיוֹם טוֹב.",
            "וְאִיכָּא דְּאָמַר: מַאי עִם יְצִיאָתָהּ נִגְמְרָה — עִם יְצִיאַת כּוּלָּהּ נִגְמְרָה. עִם יְצִיאַת כּוּלָּהּ — אִין, אֲבָל רוּבָּהּ — לָא. וּלְאַפּוֹקֵי מִדְּרַבִּי יוֹחָנָן.",
            "גּוּפָא: הַשּׁוֹחֵט אֶת הַתַּרְנְגוֹלֶת וּמָצָא בָּהּ בֵּיצִים גְּמוּרוֹת — מוּתָּרוֹת לְאָכְלָן בְּחָלָב. רַבִּי יַעֲקֹב אוֹמֵר: אִם הָיוּ מְעוֹרוֹת בְּגִידִין — אֲסוּרוֹת.",
            "מַאן תְּנָא לְהָא דְּתָנוּ רַבָּנַן: הָאוֹכֵל מִנִּבְלַת עוֹף טָהוֹר, מִן הַשְּׁלָל שֶׁל בֵּיצִים, מִן הָעֲצָמוֹת, וּמִן הַגִּידִין, וּמִן הַבָּשָׂר שֶׁנִּתְלַשׁ מִן הַחַי — טָהוֹר.",
            "מִן הָאֶשְׁכּוֹל שֶׁל בֵּיצִים, מִן הַקּוּרְקְבָן וּבְנֵי מֵעַיִין, אוֹ שֶׁהִמְחָה אֶת הַחֵלֶב וּגְמָעוֹ — טָמֵא.",
            "מַאן תַּנָּא מִן הַשְּׁלָל שֶׁל בֵּיצִים טָהוֹר? אָמַר רַב יוֹסֵף: דְּלָא כְּרַבִּי יַעֲקֹב. דְּאִי כְּרַבִּי יַעֲקֹב, הָאָמַר: אִם הָיוּ מְעוֹרוֹת בְּגִידִין — אֲסוּרוֹת!",
            "אֲמַר לֵיהּ אַבָּיֵי: מִמַּאי? דִּלְמָא עַד כָּאן לָא קָאָמַר רַבִּי יַעֲקֹב הָתָם אֶלָּא לְעִנְיַן אִסּוּרָא, אֲבָל לְעִנְיַן טוּמְאָה — לָא.",
            "וְכִי תֵּימָא לְעִנְיַן טוּמְאָה נָמֵי נִגְזוֹר — אַפּוֹשֵׁי טוּמְאָה הוּא, וְאַפּוֹשֵׁי טוּמְאָה מִדְּרַבָּנַן לָא מַפְּשִׁינַן.",
            "וְאִיכָּא דְּאָמְרִי: מַאן תַּנָּא מִן הָאֶשְׁכּוֹל שֶׁל בֵּיצִים טָמֵא? אָמַר רַב יוֹסֵף: רַבִּי יַעֲקֹב הִיא, דְּאָמַר: אִם הָיוּ מְעוֹרוֹת בְּגִידִין אֲסוּרוֹת. אֲמַר לֵיהּ אַבָּיֵי: מִמַּאי דְּאֶשְׁכּוֹל, מֵהָנָךְ דְּתַלְיָא בְּאֶשְׁכּוֹל? דִּלְמָא אֶשְׁכּוֹל גּוּפֵיהּ.",
            "וְכִי תֵּימָא: אֶשְׁכּוֹל גּוּפֵיהּ מַאי לְמֵימְרָא! מִידֵּי דְּהָוֵה אַקּוּרְקְבָן וּבְנֵי מֵעַיִין, דְּאַף עַל גַּב דְּבָשָׂר נִינְהוּ, כֵּיוָן דְּאִיכָּא אִינָשֵׁי דְּלָא אָכְלִי — אִיצְטְרִיךְ לְאַשְׁמוֹעִינַן, הָכָא נָמֵי: כֵּיוָן דְּאִיכָּא אִינָשֵׁי דְּלָא אָכְלִי — אִיצְטְרִיךְ לְאַשְׁמוֹעִינַן.",
            "תָּנוּ רַבָּנַן: כֹּל שֶׁתַּשְׁמִישׁוֹ בַּיּוֹם — נוֹלָד בַּיּוֹם. כֹּל שֶׁתַּשְׁמִישׁוֹ בַּלַּיְלָה — נוֹלָד בַּלַּיְלָה. כֹּל שֶׁתַּשְׁמִישׁוֹ בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה — נוֹלָד בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה. כֹּל שֶׁתַּשְׁמִישׁוֹ בַּיּוֹם נוֹלָד בַּיּוֹם — זוֹ תַּרְנְגוֹלֶת. כֹּל שֶׁתַּשְׁמִישׁוֹ בַּלַּיְלָה נוֹלָד בַּלַּיְלָה — זוֹ עֲטַלֵּף. כֹּל שֶׁתַּשְׁמִישׁוֹ בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה — אָדָם וְכׇל דְּדָמֵי לֵיהּ.",
            "אָמַר מָר: כֹּל שֶׁתַּשְׁמִישׁוֹ בַּיּוֹם נוֹלָד בַּיּוֹם — זוֹ תַּרְנְגוֹלֶת. לְמַאי נָפְקָא מִינַּהּ? לְכִדְרַב מָרִי בְּרֵיהּ דְּרַב כָּהֲנָא. דְּאָמַר רַב מָרִי בְּרֵיהּ דְּרַב כָּהֲנָא: בָּדַק בְּקִנָּה שֶׁל תַּרְנְגוֹלִין מֵעֶרֶב יוֹם טוֹב וְלֹא מָצָא בָּהּ בֵּיצָה, וּלְמָחָר הִשְׁכִּים וּמָצָא בָהּ בֵּיצָה — מוּתֶּרֶת.",
            "וַהֲלֹא בָּדַק! אֵימַר לֹא בָּדַק יָפֶה יָפֶה. וַאֲפִילּוּ בָּדַק יָפֶה, אֵימַר: יָצְתָה רוּבָּהּ וְחָזְרָה הֲוַאי, וְכִדְרַבִּי יוֹחָנָן.",
            "אִינִי? וְהָא אָמַר רַבִּי יוֹסֵי בֶּן שָׁאוּל אָמַר רַב: בָּדַק בְּקִנָּה שֶׁל תַּרְנְגוֹלֶת מֵעֶרֶב יוֹם טוֹב וְלֹא מָצָא בָּהּ בֵּיצָה, וּלְמָחָר הִשְׁכִּים וּמָצָא בָהּ בֵּיצָה — אֲסוּרָה! הָתָם בִּדְסָפְנָא מֵאַרְעָא.",
            "אִי הָכִי דְּרַב מָרִי נָמֵי אֵימָא מֵאַרְעָא סָפְנָא? בִּדְאִיכָּא זָכָר בַּהֲדַהּ. בִּדְאִיכָּא זָכָר נָמֵי, אֵימָא מֵאַרְעָא סָפְנָא! אָמַר רָבִינָא, גְּמִירִי: כֹּל הֵיכָא דְּאִיכָּא זָכָר — לָא סָפְנָא מֵאַרְעָא.",
            "וְעַד כַּמָּה? אָמַר רַב גַּמָּדָא מִשְּׁמֵיהּ דְּרַב: כֹּל הֵיכָא"
        ],
        [
            "דְּשָׁמְעָה קָלֵיהּ בִּימָמָא.",
            "עֲבַד רַב מָרִי עוֹבָדָא עַד שִׁתִּין בָּתֵּי.",
            "וְאִי אִיכָּא נַהֲרָא — לָא עָבְרָא. וְאִי אִיכָּא מַבָּרָא — עָבְרָא. וְאִי אִיכָּא מִיצְרָא — לָא עָבְרָא. הֲוָה עוֹבָדָא, וְעָבְרָא אַמִּיצְרָא.",
            "בְּמַאי אוֹקֵימְתָּא — בִּדְסָפְנָא מֵאַרְעָא, מַאי אִירְיָא בָּדַק? כִּי לָא בָּדַק נָמֵי!",
            "כִּי לָא בָּדַק, אֵימָא מֵאֶתְמוֹל הֲוַאי. אִי הָכִי כִּי בָּדַק נָמֵי, אֵימָא: יָצְתָה רוּבָּהּ וְחָזְרָה הִיא, וְכִדְרַבִּי יוֹחָנָן! דְּרַבִּי יוֹחָנָן לָא שְׁכִיחַ.",
            "וְאָמַר רַבִּי יוֹסֵי בֶּן שָׁאוּל אָמַר רַב: הַאי תּוּמָא שְׁחִיקָא, סַכַּנְתָּא לְגִלּוּיָא.",
            "בֵּית שַׁמַּאי אוֹמְרִים: שְׂאוֹר בְּכַזַּיִת.",
            "מַאי טַעְמַיְיהוּ דְּבֵית שַׁמַּאי? אִם כֵּן, לִכְתּוֹב רַחֲמָנָא חָמֵץ, וְלָא בָּעֵי שְׂאוֹר, וַאֲנָא אָמֵינָא: וּמָה חָמֵץ שֶׁאֵין חִמּוּצוֹ קָשֶׁה — בִּכְזַיִת, שְׂאוֹר שֶׁחִמּוּצוֹ קָשֶׁה — לֹא כׇּל שֶׁכֵּן. שְׂאוֹר דִּכְתַב רַחֲמָנָא לְמָה לִי? לוֹמַר לְךָ: שִׁיעוּרוֹ שֶׁל זֶה לֹא כְּשִׁיעוּרוֹ שֶׁל זֶה.",
            "וּבֵית הִלֵּל: צְרִיכִי, דְּאִי כְּתַב רַחֲמָנָא שְׂאוֹר, הֲוָה אָמֵינָא: מִשּׁוּם דְּחִמּוּצוֹ קָשֶׁה, אֲבָל חָמֵץ, דְּאֵין חִמּוּצוֹ קָשֶׁה — אֵימָא לָא, צְרִיכָא.",
            "וְאִי כְּתַב רַחֲמָנָא חָמֵץ, מִשּׁוּם דְּרָאוּי לַאֲכִילָה. אֲבָל שְׂאוֹר, שֶׁאֵין רָאוּי לַאֲכִילָה — אֵימָא לָא, צְרִיכָא.",
            "וּבֵית שַׁמַּאי לֵית לְהוּ דְּרַבִּי זֵירָא, דְּאָמַר רַבִּי זֵירָא: פְּתַח הַכָּתוּב בִּשְׂאוֹר וְסִיֵּים בְּחָמֵץ, לוֹמַר לְךָ: זֶהוּ שְׂאוֹר זֶהוּ חָמֵץ!",
            "לְעִנְיַן אֲכִילָה כּוּלֵּי עָלְמָא לָא פְלִיגִי. כִּי פְּלִיגִי לְעִנְיַן בִּיעוּר. בֵּית שַׁמַּאי סָבְרִי: לָא יָלְפִינַן בִּיעוּר מֵאֲכִילָה, וּבֵית הִלֵּל סָבְרִי: יָלְפִינַן בִּיעוּר מֵאֲכִילָה.",
            "אִתְּמַר נָמֵי, אָמַר רַבִּי יוֹסֵי בַּר חֲנִינָא: מַחְלוֹקֶת לְעִנְיַן בִּיעוּר, אֲבָל לְעִנְיַן אֲכִילָה — דִּבְרֵי הַכֹּל זֶה וְזֶה בִּכְזַיִת.",
            "תַּנְיָא נָמֵי הָכִי: ״וְלֹא יֵרָאֶה לְךָ (שְׂאוֹר) וְלֹא יֵרָאֶה לְךָ (חָמֵץ)״. זֶהוּ מַחְלוֹקֶת שֶׁבֵּין בֵּית שַׁמַּאי וּבֵית הִלֵּל. שֶׁבֵּית שַׁמַּאי אוֹמְרִים: שְׂאוֹר בִּכְזַיִת וְחָמֵץ בִּכְכוֹתֶבֶת, וּבֵית הִלֵּל אוֹמְרִים: זֶה וְזֶה בִּכְזַיִת.",
            "הַשּׁוֹחֵט חַיָּה וָעוֹף בְּיוֹם טוֹב וְכוּ׳.",
            "הַשּׁוֹחֵט, דִּיעֲבַד אִין, לְכַתְּחִלָּה לָא? אֵימָא סֵיפָא: וּבֵית הִלֵּל אוֹמְרִים: לֹא יִשְׁחוֹט. מִכְּלָל דְּתַנָּא קַמָּא סָבַר יִשְׁחוֹט!",
            "הָא לָא קַשְׁיָא: לֹא יִשְׁחוֹט וִיכַסֶּה קָאָמַר.",
            "אֵימָא סֵיפָא: וּמוֹדִים שֶׁאִם שָׁחַט, שֶׁיַּחְפּוֹר בַּדֶּקֶר וִיכַסֶּה. מִכְּלָל דְּרֵישָׁא לָאו דִּיעֲבַד הוּא!",
            "אָמַר רַבָּה, הָכִי קָאָמַר: הַשּׁוֹחֵט שֶׁבָּא לִימָּלֵךְ — כֵּיצַד אוֹמֵר לוֹ? בֵּית שַׁמַּאי אוֹמְרִים, אוֹמֵר לוֹ: שְׁחוֹט, חֲפוֹר וְכַסֵּה. וּבֵית הִלֵּל אוֹמְרִים: לֹא יִשְׁחוֹט אֶלָּא אִם כֵּן הָיָה לוֹ עָפָר מוּכָן מִבְּעוֹד יוֹם.",
            "רַב יוֹסֵף אָמַר, הָכִי קָאָמַר: הַשּׁוֹחֵט שֶׁבָּא לְהִמָּלֵךְ, כֵּיצַד אוֹמֵר לוֹ? בֵּית שַׁמַּאי אוֹמְרִים, אוֹמֵר לוֹ: לֵךְ חֲפוֹר, שְׁחוֹט וְכַסֵּה, וּבֵית הִלֵּל אוֹמְרִים: לֹא יִשְׁחוֹט אֶלָּא אִם כֵּן הָיָה לוֹ עָפָר מוּכָן מִבְּעוֹד יוֹם.",
            "אֲמַר לֵיהּ אַבָּיֵי לְרַב יוֹסֵף: לֵימָא מָר וְרַבָּה בִּדְרַבִּי זֵירָא אָמַר רַב קָא מִפַּלְגִיתוּ, דְּאָמַר רַבִּי זֵירָא אָמַר רַב: הַשּׁוֹחֵט, צָרִיךְ שֶׁיִּתֵּן עָפָר לְמַטָּה וְעָפָר לְמַעְלָה, שֶׁנֶּאֱמַר: ״וְשָׁפַךְ אֶת דָּמוֹ וְכִסָּהוּ בֶּעָפָר״. ״עָפָר״ לֹא נֶאֱמַר, אֶלָּא ״בֶּעָפָר״ — מְלַמֵּד שֶׁהַשּׁוֹחֵט צָרִיךְ שֶׁיִּתֵּן עָפָר לְמַטָּה וְעָפָר לְמַעְלָה.",
            "דְּמָר אִית לֵיהּ דְּרַבִּי זֵירָא, וְרַבָּה לֵית לֵיהּ דְּרַבִּי זֵירָא?",
            "אֲמַר לֵיהּ: בֵּין לְדִידִי בֵּין לְרַבָּה אִית לַן דְּרַבִּי זֵירָא. וְהָכָא בְּהָא קָא מִפַּלְגִינַן, רַבָּה סָבַר: אִי אִיכָּא עָפָר לְמַטָּה — אִין, אִי לָא — לָא. חָיְישִׁינַן דִּלְמָא מִמְּלִיךְ וְלָא שָׁחֵיט. וּלְדִידִי (אַדְּרַבָּה) הָא עֲדִיפָא, דְּאִי לָא שָׁרֵית לֵיהּ — אָתֵי לְאִמְּנוֹעֵי מִשִּׂמְחַת יוֹם טוֹב.",
            "וּמוֹדִים שֶׁאִם שָׁחַט — שֶׁיַּחְפּוֹר בַּדָּקָר וִיכַסֶּה. אָמַר רַבִּי זְרִיקָא אָמַר רַב יְהוּדָה: וְהוּא שֶׁיֵּשׁ לוֹ דָּקָר נָעוּץ מִבְּעוֹד יוֹם. וְהָא קָא עָבֵיד כְּתִישָׁה! אָמַר רַב חִיָּיא בַּר אָשֵׁי אָמַר רַב:"
        ],
        [
            "בְּעָפָר תִּיחוּחַ.",
            "וְהָא קָא עָבֵיד גּוּמָּא! כִּדְרַבִּי אַבָּא. דְּאָמַר רַבִּי אַבָּא: הַחוֹפֵר גּוּמָּא בְּשַׁבָּת, וְאֵינוֹ צָרִיךְ אֶלָּא לַעֲפָרָהּ — פָּטוּר עָלֶיהָ.",
            "שֶׁאֵפֶר כִּירָה מוּכָן הוּא. אֵפֶר כִּירָה מַאן דְּכַר שְׁמֵיהּ? אָמַר רַבָּה, הָכִי קָאָמַר: וְאֵפֶר כִּירָה מוּכָן הוּא.",
            "אָמַר רַב יְהוּדָה אָמַר רַב: לֹא שָׁנוּ אֶלָּא שֶׁהוּסַּק מֵעֶרֶב יוֹם טוֹב, אֲבָל הוּסַּק בְּיוֹם טוֹב — אָסוּר. וְאִם רָאוּי לִצְלוֹת בּוֹ בֵּיצָה — מוּתָּר.",
            "תַּנְיָא נָמֵי הָכִי: כְּשֶׁאָמְרוּ אֵפֶר כִּירָה מוּכָן הוּא — לֹא אָמְרוּ אֶלָּא שֶׁהוּסַּק מֵעֶרֶב יוֹם טוֹב, אֲבָל הוּסַּק בְּיוֹם טוֹב — אָסוּר. וְאִם רָאוּי לִצְלוֹת בּוֹ בֵּיצָה — מוּתָּר.",
            "הִכְנִיס עָפָר לְגִנָּתוֹ וּלְחוּרְבָּתוֹ — מוּתָּר לְכַסּוֹת בּוֹ. וְאָמַר רַב יְהוּדָה: מַכְנִיס אָדָם מְלֹא קוּפָּתוֹ עָפָר וְעוֹשֶׂה בָּהּ כׇּל צָרְכּוֹ.",
            "דָּרֵשׁ מָר זוּטְרָא מִשְּׁמֵיהּ דְּמָר זוּטְרָא רַבָּה: וְהוּא שֶׁיִּיחֵד לוֹ קֶרֶן זָוִית.",
            "מֵיתִיבִי: כּוֹי, אֵין שׁוֹחֲטִין אוֹתוֹ בְּיוֹם טוֹב, וְאִם שְׁחָטוֹ — אֵין מְכַסִּין אֶת דָּמוֹ. וְאִי אִיתָא, לְכַסְּיֵיהּ כִּדְרַב יְהוּדָה!",
            "וּלְטַעְמָיךְ: לְכַסְּיֵיהּ בָּאֵפֶר כִּירָה, אוֹ בְּדָקָר נָעוּץ! אֶלָּא — דְּלֵית לֵיהּ, הָכָא נָמֵי — דְּלֵית לֵיהּ.",
            "אִי הָכִי מַאי אִירְיָא סָפֵק, אֲפִילּוּ וַדַּאי נָמֵי לָא!",
            "לָא מִבַּעְיָא קָאָמַר: לָא מִבַּעְיָא וַדַּאי דְּלָא לִשְׁחוֹט, אֲבָל סָפֵק — אֵימָא מִשּׁוּם שִׂמְחַת יוֹם טוֹב לִשְׁחוֹט וְלָא לְכַסְּיֵיהּ, קָא מַשְׁמַע לַן."
        ],
        [
            "וְהָא מִדְּקָתָנֵי סֵיפָא: וְאִם שְׁחָטוֹ — אֵין מְכַסִּין אֶת דָּמוֹ, מִכְּלָל (דְּרֵישָׁא) בִּדְאִית לֵיהּ עָסְקִינַן!",
            "אֶלָּא אָמַר רַבָּה: אֵפֶר כִּירָה — מוּכָן לְוַדַּאי וְאֵין מוּכָן לְסָפֵק.",
            "לְסָפֵק מַאי טַעְמָא לָא — דְּקָא עָבֵיד גּוּמָּא, וַדַּאי נָמֵי קָא עָבֵיד גּוּמָּא! אֶלָּא כִּדְרַבִּי אַבָּא, הָכָא נָמֵי כִּדְרַבִּי אַבָּא!",
            "אֶלָּא: סָפֵק מַאי טַעְמָא — דִּלְמָא עָבֵיד כְּתִישָׁה. וַדַּאי נָמֵי נִגְזוֹר מִשּׁוּם כְּתִישָׁה! וַדַּאי, כִּי קָא עָבֵיד כְּתִישָׁה — אָתֵי עֲשֵׂה וְדָחֵי אֶת לֹא תַעֲשֶׂה.",
            "אֵימַר דְּאָמְרִינַן אָתֵי עֲשֵׂה וְדָחֵי אֶת לֹא תַעֲשֶׂה כְּגוֹן מִילָה בְּצָרַעַת, אִי נָמֵי סָדִין בְּצִיצִית.",
            "דִּבְעִידָּנָא דְּקָא מִעֲקַר לָאו — קָא מוֹקֵים לַעֲשֵׂה. הָכָא, בְּעִידָּנָא דְּקָא מִעֲקַר לָאו — לָא מוֹקֵים עֲשֵׂה! הָא לָא קַשְׁיָא, דְּבַהֲדֵי דְּכָתֵישׁ קָא מִכַּסֵּי.",
            "סוֹף סוֹף, יוֹם טוֹב עֲשֵׂה וְלֹא תַעֲשֶׂה הוּא — וְאֵין עֲשֵׂה דּוֹחֶה אֶת לֹא תַעֲשֶׂה וַעֲשֵׂה!",
            "אֶלָּא אָמַר רָבָא: אֵפֶר כִּירָה דַּעְתּוֹ לְוַדַּאי, וְאֵין דַּעְתּוֹ לְסָפֵק.",
            "וְאַזְדָּא רָבָא לְטַעְמֵיהּ, דְּאָמַר רָבָא: הִכְנִיס עָפָר לְכַסּוֹת בּוֹ צוֹאָה — מוּתָּר לְכַסּוֹת בּוֹ דַּם צִפּוֹר. דַּם צִפּוֹר — אָסוּר לְכַסּוֹת בּוֹ צוֹאָה.",
            "נְהַרְבְּלָאֵי אָמְרִי: אֲפִילּוּ הִכְנִיס עָפָר לְכַסּוֹת בּוֹ דַּם צִפּוֹר — מוּתָּר לְכַסּוֹת בּוֹ צוֹאָה.",
            "אָמְרִי בְּמַעְרְבָא: פְּלִיגִי בַּהּ רַבִּי יוֹסֵי בַּר חָמָא וְרַבִּי זֵירָא, וְאָמְרִי לַהּ רָבָא בְּרֵיהּ דְּרַב יוֹסֵף בַּר חָמָא וְרַבִּי זֵירָא. חַד אָמַר: כּוֹי, הֲרֵי הוּא כְּצוֹאָה. וְחַד אָמַר: כּוֹי אֵינוֹ כְּצוֹאָה.",
            "תִּסְתַּיַּים דְּרָבָא הוּא דְּאָמַר כּוֹי הֲרֵי הוּא כְּצוֹאָה, דְּאָמַר רָבָא: הִכְנִיס עָפָר לְכַסּוֹת בּוֹ צוֹאָה — מוּתָּר לְכַסּוֹת בּוֹ דַּם צִפּוֹר, דַּם צִפּוֹר — אָסוּר לְכַסּוֹת בּוֹ צוֹאָה. תִּסְתַּיַּים.",
            "רָמֵי בְּרֵיהּ דְּרַב יֵיבָא אָמַר: כּוֹי הַיְינוּ טַעְמָא דְּלָא מְכַסֵּינַן, גְּזֵירָה מִשּׁוּם הַתָּרַת חֶלְבּוֹ.",
            "אִי הָכִי, אֲפִילּוּ בְּחוֹל נָמֵי! בַּחוֹל אָמְרִי לְנַקֵּר חֲצֵרוֹ הוּא צָרִיךְ.",
            "שָׁחַט בְּאַשְׁפָּה, מַאי אִיכָּא לְמֵימַר? בָּא לִימָּלֵךְ, מַאי אִיכָּא לְמֵימַר?",
            "אֶלָּא: בְּחוֹל [אִי נָמֵי] מִסְּפֵקָא, אָמְרִי לֵיהּ רַבָּנַן: זִיל טְרַח וְכַסִּי. בְּיוֹם טוֹב אִי מִסְּפֵקָא — מִי אָמְרִי לֵיהּ רַבָּנַן זִיל טְרַח וְכַסִּי?",
            "תָּנֵי רַבִּי זֵירָא: לֹא כּוֹי בִּלְבַד אָמְרוּ, אֶלָּא אֲפִילּוּ שָׁחַט בְּהֵמָה, חַיָּה וָעוֹף וְנִתְעָרְבוּ דָּמָן זֶה בָּזֶה — אָסוּר לְכַסּוֹתוֹ בְּיוֹם טוֹב.",
            "אָמַר רַבִּי יוֹסֵי בַּר יָאסִינִיאָה: לֹא שָׁנוּ אֶלָּא שֶׁאֵין יָכוֹל לְכַסּוֹתוֹ בִּדְקִירָה אַחַת, אֲבָל יָכוֹל לְכַסּוֹתוֹ בִּדְקִירָה אַחַת — מוּתָּר.",
            "פְּשִׁיטָא! מַהוּ דְּתֵימָא: נִגְזַר דְּקִירָה אַחַת אַטּוּ שְׁתֵּי דְקִירוֹת, קָא מַשְׁמַע לַן.",
            "אָמַר רַבָּה: שָׁחַט צִפּוֹר מֵעֶרֶב יוֹם טוֹב, אֵין מְכַסִּין אוֹתוֹ בְּיוֹם טוֹב."
        ],
        [
            "גִּלְגֵּל עִיסָּה מֵעֶרֶב יוֹם טוֹב — מַפְרִישׁ מִמֶּנָּה חַלָּתָהּ בְּיוֹם טוֹב. אֲבוּהּ דִּשְׁמוּאֵל אָמַר: אֲפִילּוּ גִּלְגֵּל עִיסָּה מֵעֶרֶב יוֹם טוֹב — אֵין מַפְרִישׁ מִמֶּנָּה חַלָּתָהּ בְּיוֹם טוֹב.",
            "לֵימָא פְּלִיגָא דִּשְׁמוּאֵל אַדַּאֲבוּהּ (דִּשְׁמוּאֵל). דְּאָמַר שְׁמוּאֵל: חַלַּת חוּצָה לָאָרֶץ, אוֹכֵל וְהוֹלֵךְ וְאַחַר כָּךְ מַפְרִישׁ!",
            "אָמַר רָבָא: מִי לֹא מוֹדֶה שְׁמוּאֵל שֶׁאִם קָרָא עָלֶיהָ שֵׁם שֶׁאֲסוּרָה לְזָרִים?",
            "<big><strong>מַתְנִי׳</strong></big> בֵּית שַׁמַּאי אוֹמְרִים: אֵין מוֹלִיכִין אֶת הַסּוּלָּם מִשּׁוֹבָךְ לְשׁוֹבָךְ, אֲבָל מַטֵּהוּ מֵחַלּוֹן לְחַלּוֹן. וּבֵית הִלֵּל מַתִּירִין.",
            "<big><strong>גְּמָ׳</strong></big> אָמַר רַב חָנָן בַּר אַמֵּי: מַחְלוֹקֶת בִּרְשׁוּת הָרַבִּים, דְּבֵית שַׁמַּאי סָבְרִי: הָרוֹאֶה אוֹמֵר לְהָטִיחַ גַּגּוֹ הוּא צָרִיךְ, וּבֵית הִלֵּל סָבְרִי: שׁוֹבָכוֹ מוֹכִיחַ עָלָיו. אֲבָל בִּרְשׁוּת הַיָּחִיד — דִּבְרֵי הַכֹּל מוּתָּר.",
            "אִינִי? וְהָא אָמַר רַב יְהוּדָה אָמַר רַב: כׇּל מָקוֹם שֶׁאָסְרוּ חֲכָמִים מִפְּנֵי מַרְאִית הָעַיִן, אֲפִילּוּ בְּחַדְרֵי חֲדָרִים אָסוּר! תַּנָּאֵי הִיא. דְּתַנְיָא: שׁוֹטְחָן בַּחַמָּה, אֲבָל לֹא כְּנֶגֶד הָעָם. רַבִּי (אֱלִיעֶזֶר) וְרַבִּי שִׁמְעוֹן אוֹסְרִין.",
            "אִיכָּא דְּאָמְרִי, אָמַר רַב חָנָן בַּר אַמֵּי: מַחְלוֹקֶת בִּרְשׁוּת הַיָּחִיד, דְּבֵית שַׁמַּאי אִית לְהוּ דְּרַב יְהוּדָה אָמַר רַב, וּבֵית הִלֵּל לֵית לְהוּ דְּרַב יְהוּדָה אָמַר רַב, אֲבָל בִּרְשׁוּת הָרַבִּים — דִּבְרֵי הַכֹּל אָסוּר.",
            "לֵימָא רַב דְּאָמַר כְּבֵית שַׁמַּאי?",
            "תַּנָּאֵי הִיא, דְּתַנְיָא: שׁוֹטְחָן בַּחַמָּה, אֲבָל לֹא כְּנֶגֶד הָעָם. רַבִּי (אֱלִיעֶזֶר) וְרַבִּי שִׁמְעוֹן אוֹסְרִין."
        ],
        [
            "מַתְנִיתִין דְּלָא כִּי הַאי תַּנָּא, דְּתַנְיָא, אָמַר רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר: מוֹדִים בֵּית שַׁמַּאי וּבֵית הִלֵּל שֶׁמּוֹלִיכִין אֶת הַסּוּלָּם מִשּׁוֹבָךְ לְשׁוֹבָךְ. לֹא נֶחְלְקוּ אֶלָּא לְהַחְזִיר, שֶׁבֵּית שַׁמַּאי אוֹמְרִים: אֵין מַחְזִירִין, וּבֵית הִלֵּל אוֹמְרִים: אַף מַחְזִירִין.",
            "אָמַר רַבִּי יְהוּדָה: בַּמֶּה דְּבָרִים אֲמוּרִים — בְּסוּלָּם שֶׁל שׁוֹבָךְ, אֲבָל בְּסוּלָּם שֶׁל עֲלִיָּה — דִּבְרֵי הַכֹּל אָסוּר. רַבִּי דּוֹסָא אוֹמֵר: מַטֵּהוּ מֵחַלּוֹן לְחַלּוֹן. אֲחֵרִים אוֹמְרִים מִשּׁוּם רַבִּי דּוֹסָא: אַף מְדַדִּין בּוֹ.",
            "בְּנֵי רַבִּי חִיָּיא נְפוּק לְקִרְיָיתָא. כִּי אֲתוֹ, אֲמַר לְהוּ אֲבוּהוֹן: כְּלוּם מַעֲשֶׂה בָּא לְיֶדְכֶם? אָמְרוּ לוֹ: סוּלָּם בָּא לְיָדֵינוּ, וְהִתַּרְנוּהוּ. אָמַר לָהֶם: צְאוּ וְאִסְרוּ מַה שֶּׁהִתַּרְתֶּם.",
            "אִינְהוּ סְבוּר: מִדְּקָא אָמַר רַבִּי יְהוּדָה בְּסוּלָּם שֶׁל עֲלִיָּה לָא פְּלִיגִי, מִכְּלָל דְּתַנָּא קַמָּא סָבַר פְּלִיגִי. וְלָא הִיא, רַבִּי יְהוּדָה טַעְמֵיהּ דְּתַנָּא קַמָּא קָא מְפָרֵשׁ.",
            "מִמַּאי, מִדְּקָתָנֵי: מוֹלִיכִין אֶת הַסּוּלָּם מִשּׁוֹבָךְ לְשׁוֹבָךְ, וְאִי סָלְקָא דַעְתָּךְ בְּסוּלָּם שֶׁל עֲלִיָּה פְּלִיגִי, הַאי ״מוֹלִיכִין אֶת הַסּוּלָּם מִשּׁוֹבָךְ לְשׁוֹבָךְ״, ״מוֹלִיכִין אֶת הַסּוּלָּם לְשׁוֹבָךְ״ מִבְּעֵי לֵיהּ. אֶלָּא לָאו הָכִי קָאָמַר: שֶׁל שׁוֹבָךְ — אִין, שֶׁל עֲלִיָּה — לָא.",
            "וְאִידַּךְ: מִי קָתָנֵי ״סוּלָּם שֶׁל שׁוֹבָךְ״? ״מִשּׁוֹבָךְ לְשׁוֹבָךְ״ קָתָנֵי, וַאֲפִילּוּ לְכַמָּה שׁוֹבָכִין.",
            "אִיכָּא דְאָמְרִי, אָמְרוּ לוֹ: הִטּוּי סוּלָּם שֶׁל עֲלִיָּה בָּא לְיָדֵינוּ וְהִתַּרְנוּהוּ. אָמַר לָהֶם: צְאוּ וְאִסְרוּ מַה שֶּׁהִתַּרְתֶּם. אִינְהוּ סְבוּר: מַאי דְּקָא אָסַר תַּנָּא קַמָּא, קָא שָׁרֵי רַבִּי דּוֹסָא. וְלָא הִיא, מַאי דְּקָא שָׁרֵי תַּנָּא קַמָּא, קָא אָסַר רַבִּי דּוֹסָא.",
            "אֲבָל מַטֵּהוּ מֵחַלּוֹן לְחַלּוֹן וְכוּ׳. אַלְמָא, גַּבֵּי שִׂמְחַת יוֹם טוֹב בֵּית שַׁמַּאי לְחוּמְרָא וּבֵית הִלֵּל לְקוּלָּא.",
            "וּרְמִינְהִי: הַשּׁוֹחֵט חַיָּה וָעוֹף בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים: יַחְפּוֹר בַּדָּקָר וִיכַסֶּה, וּבֵית הִלֵּל אוֹמְרִים: לֹא יִשְׁחוֹט אֶלָּא אִם כֵּן הָיָה לוֹ עָפָר מוּכָן מִבְּעוֹד יוֹם.",
            "אָמַר רַבִּי יוֹחָנָן: מוּחְלֶפֶת הַשִּׁיטָה. מִמַּאי: דִּלְמָא עַד כָּאן לָא קָאָמְרִי בֵּית שַׁמַּאי הָתָם, אֶלָּא הֵיכָא דְּאִיכָּא דָּקָר נָעוּץ, אֲבָל הֵיכָא דְּלֵיכָּא דָּקָר נָעוּץ — לָא.",
            "וְאִי נָמֵי: עַד כָּאן לָא קָאָמְרִי בֵּית הִלֵּל הָכָא, אֶלָּא דְּשׁוֹבָכוֹ מוֹכִיחַ עָלָיו, אֲבָל הָתָם — לָא.",
            "אֶלָּא, אִי קַשְׁיָא — הָא קַשְׁיָא: בֵּית שַׁמַּאי אוֹמְרִים: לֹא יִטּוֹל אֶלָּא אִם כֵּן נִעְנַע מִבְּעוֹד יוֹם, וּבֵית הִלֵּל אוֹמְרִים: עוֹמֵד וְאוֹמֵר זֶה וְזֶה אֲנִי נוֹטֵל.",
            "אַלְמָא, גַּבֵּי שִׂמְחַת יוֹם טוֹב בֵּית שַׁמַּאי לְחוּמְרָא וּבֵית הִלֵּל לְקוּלָּא, וּרְמִינְהִי: הַשּׁוֹחֵט חַיָּה וָעוֹף בְּיוֹם טוֹב, אָמַר רַבִּי יוֹחָנָן: מוּחְלֶפֶת הַשִּׁיטָה.",
            "וְדִלְמָא לָא הִיא: עַד כָּאן לָא אָמְרִי בֵּית שַׁמַּאי, אֶלָּא הֵיכָא דְּאִיכָּא דָּקָר נָעוּץ"
        ],
        [
            "אֲבָל הֵיכָא דְּלֵיכָּא דָּקָר נָעוּץ — לָא. אִי נָמֵי: עַד כָּאן לָא קָאָמְרִי בֵּית הִלֵּל הָכָא, אֶלָּא כֵּיוָן דְּמוּקְצֶה הוּא, בְּעוֹמֵד וְאוֹמֵר זֶה וְזֶה אֲנִי נוֹטֵל סַגִּי. אֲבָל הָתָם — לָא.",
            "אֶלָּא, אִי קַשְׁיָא — הָא קַשְׁיָא: בֵּית שַׁמַּאי אוֹמְרִים: אֵין נוֹטְלִין אֶת הָעֱלִי, לְקַצֵּב עָלָיו בָּשָׂר, וּבֵית הִלֵּל מַתִּירִין. אַלְמָא גַּבֵּי שִׂמְחַת יוֹם טוֹב בֵּית שַׁמַּאי לְחוּמְרָא וּבֵית הִלֵּל לְקוּלָּא, וּרְמִינְהִי הַשּׁוֹחֵט חַיָּה וָעוֹף, בֵּית שַׁמַּאי וְכוּ׳! אָמַר רַבִּי יוֹחָנָן: מוּחְלֶפֶת הַשִּׁיטָה.",
            "מִמַּאי? דִּלְמָא לָא הִיא: עַד כָּאן לָא קָאָמְרִי בֵּית שַׁמַּאי הָתָם אֶלָּא הֵיכָא דְּאִיכָּא דָּקָר נָעוּץ, אֲבָל הֵיכָא דְּלֵיכָּא דָּקָר נָעוּץ — לָא, אִי נָמֵי: עַד כָּאן לָא קָאָמְרִי בֵּית הִלֵּל הָכָא אֶלָּא, דְּאִיכָּא תּוֹרַת כְּלִי עָלָיו, אֲבָל הָתָם לָא.",
            "אֶלָּא, אִי קַשְׁיָא — הָא קַשְׁיָא: בֵּית שַׁמַּאי אוֹמְרִים: אֵין נוֹתְנִין אֶת הָעוֹר לִפְנֵי הַדּוֹרְסָן, וְלֹא יַגְבִּיהֶנּוּ אֶלָּא אִם כֵּן יֵשׁ עָלָיו כְּזַיִת בָּשָׂר. וּבֵית הִלֵּל מַתִּירִין.",
            "אַלְמָא, גַּבֵּי שִׂמְחַת יוֹם טוֹב בֵּית שַׁמַּאי לְחוּמְרָא וּבֵית הִלֵּל לְקוּלָּא, וּרְמִינְהִי: הַשּׁוֹחֵט חַיָּה וְעוֹף בְּיוֹם טוֹב וְכוּ׳, אָמַר רַבִּי יוֹחָנָן: מוּחְלֶפֶת הַשִּׁיטָה.",
            "מִמַּאי? דִּלְמָא לָא הִיא: עַד כָּאן לָא קָאָמְרִי בֵּית שַׁמַּאי הָתָם אֶלָּא הֵיכָא דְּאִיכָּא דָּקָר נָעוּץ, אֲבָל הֵיכָא דְּלֵיכָּא דָּקָר נָעוּץ — לָא. אִי נָמֵי: עַד כָּאן לָא קָאָמְרִי בֵּית הִלֵּל הָכָא, אֶלָּא דַּחֲזֵי לְמִזְגֵּא עִלָּוֵיהּ, אֲבָל הָתָם לָא.",
            "אֶלָּא, אִי קַשְׁיָא — הָא קַשְׁיָא: בֵּית שַׁמַּאי אוֹמְרִים: אֵין מְסַלְּקִין אֶת הַתְּרִיסִין בְּיוֹם טוֹב, וּבֵית הִלֵּל מַתִּירִין אַף לְהַחְזִיר. אַלְמָא, גַּבֵּי שִׂמְחַת יוֹם טוֹב בֵּית שַׁמַּאי לְחוּמְרָא וּבֵית הִלֵּל לְקוּלָּא, וּרְמִינְהִי: הַשּׁוֹחֵט חַיָּה וְעוֹף בְּיוֹם טוֹב וְכוּ׳.",
            "בִּשְׁלָמָא בֵּית שַׁמַּאי אַבֵּית שַׁמַּאי לָא קַשְׁיָא: הָתָם דְּאִיכָּא דָּקָר נָעוּץ, הָכָא לֵיכָּא דָּקָר נָעוּץ. אֶלָּא בֵּית הִלֵּל אַבֵּית הִלֵּל קַשְׁיָא!",
            "אָמַר רַבִּי יוֹחָנָן: מוּחְלֶפֶת הַשִּׁיטָה. (אִי נָמֵי:) עַד כָּאן לָא קָאָמְרִי בֵּית הִלֵּל הָכָא, אֶלָּא מִשּׁוּם דְּאֵין בִּנְיָן בְּכֵלִים וְאֵין סְתִירָה בְּכֵלִים. אֲבָל הָתָם — לָא.",
            "<big><strong>מַתְנִי׳</strong></big> בֵּית שַׁמַּאי אוֹמְרִים: לֹא יִטּוֹל אֶלָּא אִם כֵּן נִעְנַע מִבְּעוֹד יוֹם. וּבֵית הִלֵּל אוֹמְרִים: עוֹמֵד וְאוֹמֵר ״זֶה וָזֶה אֲנִי נוֹטֵל״.",
            "<big><strong>גְּמָ׳</strong></big> אָמַר רַב חָנָן בַּר אַמֵּי: מַחְלוֹקֶת בִּבְרִיכָה רִאשׁוֹנָה, דְּבֵית שַׁמַּאי סָבְרִי: גָּזְרִינַן דִּלְמָא אָתֵי לְאִמְּלוֹכֵי.",
            "וּבֵית הִלֵּל סָבְרִי: לָא גָּזְרִינַן. אֲבָל בִּבְרִיכָה שְׁנִיָּה — דִּבְרֵי הַכֹּל בְּעוֹמֵד וְאוֹמֵר ״זֶה וָזֶה אֲנִי נוֹטֵל״ סַגִּיא.",
            "וּבֵית הִלֵּל — לְמָה לֵיהּ לְמֵימַר ״זֶה וָזֶה אֲנִי נוֹטֵל״? לֵימָא: ״מִכָּאן אֲנִי נוֹטֵל לְמָחָר״?",
            "וְכִי תֵּימָא בֵּית הִלֵּל לֵית לְהוּ בְּרֵירָה, וְהָתְנַן: הַמֵּת בַּבַּיִת וְלוֹ פְּתָחִים הַרְבֵּה — כּוּלָּן טְמֵאִים.",
            "נִפְתַּח אֶחָד מֵהֶן, הוּא טָמֵא, וְכוּלָּן טְהוֹרִין. חִשֵּׁב לְהוֹצִיאוֹ בְּאֶחָד מֵהֶן, אוֹ בְּחַלּוֹן שֶׁיֵּשׁ בּוֹ אַרְבָּעָה עַל אַרְבָּעָה — מַצֶּלֶת עַל כׇּל הַפְּתָחִים כּוּלָּן.",
            "בֵּית שַׁמַּאי אוֹמְרִים: וְהוּא שֶׁחִשֵּׁב לְהוֹצִיאוֹ עַד שֶׁלֹּא יָמוּת הַמֵּת, וּבֵית הִלֵּל אוֹמְרִים: אַף מִשֶּׁיָּמוּת הַמֵּת.",
            "הָא אִתְּמַר עֲלַהּ, אָמַר רַבָּה: לְטַהֵר אֶת הַפְּתָחִים מִכָּאן וּלְהַבָּא. וְכֵן אָמַר רַבִּי אוֹשַׁעְיָא: לְטַהֵר אֶת הַפְּתָחִים מִכָּאן וּלְהַבָּא. מִכָּאן וּלְהַבָּא — אִין, לְמַפְרֵעַ — לָא.",
            "רָבָא אָמַר: לְעוֹלָם לְמַפְרֵעַ, וְהָכָא הַיְינוּ טַעְמָא: דִּלְמָא מְטַלְטֵל וְשָׁבֵיק, מְטַלְטֵל וְשָׁבֵיק, וְקָא מְטַלְטֵל מִידֵּי דְּלָא חֲזֵי לֵיהּ.",
            "וְהָא אָמְרַתְּ — בְּעוֹמֵד וְאוֹמֵר ״זֶה וָזֶה אֲנִי נוֹטֵל״ סַגִּיא! הָנֵי מִילֵּי מֵעֶרֶב יוֹם טוֹב,"
        ],
        [
            "אֲבָל בְּיוֹם טוֹב אָסוּר, דְּזִימְנִין דְּמִשְׁתַּכְחִי שְׁמֵנִים כְּחוּשִׁים וּכְחוּשִׁים שְׁמֵנִים, וְקָמְטַלְטֵל מִידֵּי דְּלָא חֲזֵי לֵיהּ. אִי נָמֵי זִימְנִין דְּמִשְׁתַּכְחִי כֻּלְּהוּ כְּחוּשִׁים וְשָׁבֵיק לְהוּ, וְאָתֵי לְאִמְּנוֹעֵי מִשִּׂמְחַת יוֹם טוֹב.",
            "<big><strong>מַתְנִי׳</strong></big> זִמֵּן שְׁחוֹרִים וּמָצָא לְבָנִים, לְבָנִים וּמָצָא שְׁחוֹרִים, שְׁנַיִם וּמָצָא שְׁלֹשָׁה — אֲסוּרִים. שְׁלֹשָׁה וּמָצָא שְׁנַיִם — מוּתָּרִים.",
            "בְּתוֹךְ הַקֵּן וּמָצָא לִפְנֵי הַקֵּן — אֲסוּרִין, וְאִם אֵין שָׁם אֶלָּא הֵם — הֲרֵי אֵלּוּ מוּתָּרִים.",
            "<big><strong>גְּמָ׳</strong></big> פְּשִׁיטָא! אָמַר רַבָּה: הָכָא בְּמַאי עָסְקִינַן, כְּגוֹן שֶׁזִּמֵּן שְׁחוֹרִים וּלְבָנִים, וְהִשְׁכִּים וּמָצָא שְׁחוֹרִים בִּמְקוֹם לְבָנִים וּלְבָנִים בִּמְקוֹם שְׁחוֹרִים. מַהוּ דְּתֵימָא: הָנֵי אִינְהוּ נִינְהוּ וְאִתְהֲפוֹכֵי אִתְהֲפוּךְ, קָא מַשְׁמַע לַן: הָנָךְ אֲזַדוּ לְעָלְמָא, וְהָנֵי אַחֲרִינֵי נִינְהוּ.",
            "לֵימָא מְסַיַּיע לֵיהּ לְרַבִּי חֲנִינָא. דְּאָמַר רַבִּי חֲנִינָא: רוֹב וְקָרוֹב — הַלֵּךְ אַחַר הָרוֹב!",
            "כִּדְאָמַר אַבָּיֵי — בְּדַף, הָכָא נָמֵי — בְּדַף.",
            "שְׁנַיִם וּמָצָא שְׁלֹשָׁה — אֲסוּרִין. מָה נַפְשָׁךְ: אִי אַחֲרִינֵי נִינְהוּ — הָא אַחֲרִינֵי נִינְהוּ, וְאִי לָא אַחֲרִינֵי נִינְהוּ — הָא אִיכָּא חַד דִּמְעָרַב בְּהוּ.",
            "שְׁלֹשָׁה וּמָצָא שְׁנַיִם מוּתָּרִין. מַאי טַעְמָא? הָנֵי אִינְהוּ נִינְהוּ, וְחַד מִנַּיְיהוּ אֲזַל לְעָלְמָא.",
            "לֵימָא מַתְנִיתִין רַבִּי הִיא וְלָא רַבָּנַן, דְּתַנְיָא: הִנִּיחַ מָנֶה וּמָצָא מָאתַיִם — חוּלִּין וּמַעֲשֵׂר שֵׁנִי מְעוֹרָבִין זֶה בָּזֶה, דִּבְרֵי רַבִּי. וַחֲכָמִים אוֹמְרִים: הַכֹּל חוּלִּין.",
            "הִנִּיחַ מָאתַיִם וּמָצָא מָנֶה, מָנֶה מוּנָּח וּמָנֶה מוּטָל, דִּבְרֵי רַבִּי. וַחֲכָמִים אוֹמְרִים: הַכֹּל חוּלִּין!",
            "אֲפִילּוּ תֵּימָא רַבָּנַן, הָא אִתְּמַר עֲלַהּ: רַבִּי יוֹחָנָן וְרַבִּי אֶלְעָזָר דְאָמְרִי תַּרְוַיְיהוּ: שָׁאנֵי גּוֹזָלוֹת, הוֹאִיל וַעֲשׂוּיִין לְדַדּוֹת.",
            "וּלְמָה לִי לְשַׁנּוֹיֵי עֲלַהּ שָׁאנֵי גּוֹזָלוֹת הוֹאִיל וַעֲשׂוּיִין לְדַדּוֹת? וְהָא אִתְּמַר עֲלַהּ דְּהַהִיא, דְּרַבִּי יוֹחָנָן וְרַבִּי אֶלְעָזָר, חַד אָמַר: בִּשְׁנֵי כִיסִין מַחְלוֹקֶת, אֲבָל בְּכִיס אֶחָד — דִּבְרֵי הַכֹּל חוּלִּין. וְחַד אָמַר: בְּכִיס אֶחָד מַחְלוֹקֶת, אֲבָל בִּשְׁנֵי כִיסִין — דִּבְרֵי הַכֹּל מָנֶה מוּנָּח וּמָנֶה מוּטָל.",
            "בִּשְׁלָמָא לְמַאן דְּאָמַר בִּשְׁנֵי כִיסִין מַחְלוֹקֶת, הַיְינוּ דְּאִיצְטְרִיךְ לְשַׁנּוֹיֵי הָכָא שָׁאנֵי גּוֹזָלוֹת הוֹאִיל וַעֲשׂוּיִין לְדַדּוֹת. אֶלָּא לְמַאן דְּאָמַר בְּכִיס אֶחָד מַחְלוֹקֶת, אֲבָל בִּשְׁנֵי כִיסִין דִּבְרֵי הַכֹּל מָנֶה מוּנָּח וּמָנֶה מוּטָל — הַשְׁתָּא לְמָה לִי לְשַׁנּוֹיֵי עֲלַהּ? הָא אָמְרַתְּ בִּשְׁנֵי כִיסִין לָא פְּלִיגִי!",
            "אָמַר רַב אָשֵׁי: הָכָא בְּגוֹזָלוֹת מְקוּשָּׁרִים וְכִיסִים מְקוּשָּׁרִים עָסְקִינַן. גּוֹזָלוֹת — מְנַתְּחִי אַהֲדָדֵי, כִּיסִין — לָא מְנַתְּחִי אַהֲדָדֵי.",
            "וְרַבִּי אָמַר לָךְ: כִּיסִין נָמֵי, זִמְנִין"
        ],
        [
            "דְּמִתְעַכַּל קִטְרַיְיהוּ.",
            "בְּתוֹךְ הַקֵּן וּמָצָא לִפְנֵי הַקֵּן — אֲסוּרִין. לֵימָא מְסַיַּיע לֵיהּ לְרַבִּי חֲנִינָא, דְּאָמַר רַבִּי חֲנִינָא: רוֹב וְקָרוֹב — הַלֵּךְ אַחַר הָרוֹב!",
            "אָמַר אַבָּיֵי: בְּדַף. רָבָא אָמַר: בִּשְׁנֵי קִנִּין זוֹ לְמַעְלָה מִזּוֹ עָסְקִינַן. וְלָא מִבַּעְיָא זִמֵּן בַּתַּחְתּוֹנָה וְלֹא זִמֵּן בָּעֶלְיוֹנָה, וּמָצָא בַּתַּחְתּוֹנָה וְלֹא מָצָא בָּעֶלְיוֹנָה — דַּאֲסִירָן, דְּאָמְרִינַן: הָנָךְ אֲזַלוּ לְעָלְמָא, וְהָנָךְ אִשְׁתְּרַבּוֹבֵי אִשְׁתַּרְבּוּב וּנְחוּת.",
            "אֶלָּא אֲפִילּוּ זִמֵּן בָּעֶלְיוֹנָה וְלֹא זִמֵּן בַּתַּחְתּוֹנָה, וּבָא וּמָצָא בָּעֶלְיוֹנָה וְלֹא מָצָא בַּתַּחְתּוֹנָה — הָנָךְ נָמֵי אֲסִירִי, דְּאָמְרִינַן: הָנָךְ אֲזַלוּ לְעָלְמָא, וְהָנָךְ סָרוֹכֵי סָרוּךְ וּסְלִיקוּ.",
            "וְאִם אֵין שָׁם אֶלָּא הֵן — הֲרֵי אֵלּוּ מוּתָּרִין. הֵיכִי דָמֵי? אִילֵּימָא בִּמְפוֹרָחִין, אִיכָּא לְמֵימַר: הָנָךְ אֲזַלוּ לְעָלְמָא, וְהָנֵי אַחֲרִינֵי נִינְהוּ.",
            "אֶלָּא בְּמִדַּדִּין. אִי דְּאִיכָּא קֵן בְּתוֹךְ חֲמִשִּׁים אַמָּה — אִדַּדּוֹיֵי אִדַּדּוֹ, וְאִי דְּלֵיכָּא קֵן בְּתוֹךְ חֲמִשִּׁים אַמָּה — פְּשִׁיטָא דְּמוּתָּרִין, דְּאָמַר מָר עוּקְבָא בַּר חָמָא: כׇּל הַמְדַדֶּה — אֵין מְדַדֶּה יוֹתֵר מֵחֲמִשִּׁים אַמָּה.",
            "לְעוֹלָם דְּאִיכָּא קֵן בְּתוֹךְ חֲמִשִּׁים אַמָּה, וּכְגוֹן דְּקָיְימָא בְּקֶרֶן זָוִית. מַהוּ דְּתֵימָא: אִדַּדּוֹיֵי אִדַּדּוֹ, קָא מַשְׁמַע לַן כׇּל הֵיכָא דְּמִדַּדֵּה וַהֲדַר חָזֵי לְקִנֵּיהּ — מִדַּדֵּה, וְאִי לָא — לָא מִדַּדֵּה.",
            "<big><strong>מַתְנִי׳</strong></big> בֵּית שַׁמַּאי אוֹמְרִים: אֵין נוֹטְלִים אֶת הָעֱלִי לְקַצֵּב עָלָיו בָּשָׂר, וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים: אֵין נוֹתְנִין אֶת הָעוֹר לִפְנֵי הַדּוֹרְסָן. וְלֹא יַגְבִּיהֶנּוּ, אֶלָּא אִם כֵּן יֵשׁ עִמּוֹ כְּזַיִת בָּשָׂר, וּבֵית הִלֵּל מַתִּירִין.",
            "<big><strong>גְּמָ׳</strong></big> תָּנָא: וְשָׁוִין שֶׁאִם קִצֵּב עָלָיו בָּשָׂר — שֶׁאָסוּר לְטַלְטְלוֹ.",
            "אָמַר אַבָּיֵי: מַחֲלוֹקֶת בֶּעֱלִי, אֲבָל בְּתָבְרָא גַּרְמֵי — דִּבְרֵי הַכֹּל מוּתָּר. פְּשִׁיטָא, עֱלִי תְּנַן!",
            "מַהוּ דְּתֵימָא: הוּא הַדִּין דַּאֲפִילּוּ תָּבְרָא גַּרְמֵי נָמֵי. וְהַאי דְּקָתָנֵי עֱלִי, לְהוֹדִיעֲךָ כֹּחָן דְּבֵית הִלֵּל, דַּאֲפִילּוּ דָּבָר שֶׁמְּלַאכְתּוֹ לֶאֱסוֹר נָמֵי שָׁרוּ — קָא מַשְׁמַע לַן.",
            "אִיכָּא דְּאָמְרִי, אָמַר אַבָּיֵי: לֹא נִצְרְכָא אֶלָּא אֲפִילּוּ תָּבְרָא גַּרְמֵי חַדְתִּי, מַהוּ דְּתֵימָא: מִמְּלֵךְ וְלָא תָּבַר עֲלַהּ — קָא מַשְׁמַע לַן.",
            "וּבֵית שַׁמַּאי לָא חָיְישִׁי לְאִמְּלוֹכֵי? וְהָתַנְיָא, בֵּית שַׁמַּאי אוֹמְרִים: אֵין מוֹלִיכִין טַבָּח וְסַכִּין אֵצֶל בְּהֵמָה, וְלֹא בְּהֵמָה אֵצֶל טַבָּח וְסַכִּין. וּבֵית הִלֵּל אוֹמְרִים: מוֹלִיכִין זֶה אֵצֶל זֶה.",
            "בֵּית שַׁמַּאי אוֹמְרִים: אֵין מוֹלִיכִין תַּבְלִין וּמָדוֹךְ אֵצֶל מְדוֹכָה, וְלֹא מְדוֹכָה אֵצֶל תַּבְלִין וּמָדוֹךְ. וּבֵית הִלֵּל אוֹמְרִים: מוֹלִיכִין זֶה אֵצֶל זֶה!",
            "הָכִי הַשְׁתָּא?! בִּשְׁלָמָא בְּהֵמָה אָתֵי לְאִמְּלוֹכֵי, דְּאָמַר: נִשְׁבֹּק הַאי בְּהֵמָה כְּחוּשָׁה, וּמַיְיתֵינָא בְּהֵמָה אַחֲרִיתִי דְּשַׁמִּינָה מִינַּהּ. קְדֵרָה נָמֵי אָתֵי לְאִימְּלוֹכֵי, דְּאָמַר: נִשְׁבֹּק הַאי קְדֵרָה דְּבָעֲיָא תַּבְלִין, וּמַיְיתֵינָא אַחֲרִיתִי דְּלָא בָּעֲיָא תַּבְלִין. הָכָא מַאי אִיכָּא לְמֵימַר? מִמְּלֵךְ וְלָא תָּבַר? כֵּיוָן דְּשַׁחְטַהּ — לִתְבִירָא קָיְימָא.",
            "בֵּית שַׁמַּאי אוֹמְרִים: אֵין נוֹתְנִין אֶת הָעוֹר. תָּנָא: וְשָׁוִין שֶׁמּוֹלְחִין עָלָיו בָּשָׂר לְצָלִי. אָמַר אַבָּיֵי: לֹא שָׁנוּ אֶלָּא לְצָלִי, אֲבָל לִקְדֵרָה — לֹא.",
            "פְּשִׁיטָא — לְצָלִי תְּנַן! הָא קָא מַשְׁמַע לַן דַּאֲפִילּוּ לְצָלִי, כְּעֵין קְדֵרָה — אָסוּר.",
            "תָּנוּ רַבָּנַן: אֵין מוֹלְחִין אֶת הַחֲלָבִים וְאֵין מְהַפְּכִין בָּהֶן. מִשּׁוּם רַבִּי יְהוֹשֻׁעַ אֲמַרוּ: שׁוֹטְחָן בָּרוּחַ עַל גַּבֵּי יְתֵדוֹת.",
            "אָמַר רַב מַתְנָה: הֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ. אִיכָּא דְּאָמְרִי, אָמַר רַב מַתְנָה: אֵין הֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ. בִּשְׁלָמָא לְמַאן דְּאָמַר הֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ — אִצְטְרִיךְ, סָלְקָא דַּעְתָּךְ אָמֵינָא יָחִיד וְרַבִּים הֲלָכָה כְּרַבִּים, קָא מַשְׁמַע לַן הֲלָכָה כְּיָחִיד.",
            "אֶלָּא לְמַאן דְּאָמַר אֵין הֲלָכָה — פְּשִׁיטָא, יָחִיד וְרַבִּים הֲלָכָה כְּרַבִּים! מַהוּ דְּתֵימָא: מִסְתַּבַּר טַעְמֵיהּ דְּרַבִּי יְהוֹשֻׁעַ דְּאִי לָא שָׁרֵית לֵיהּ מִמְּנַע וְלָא שָׁחֵיט, קָא מַשְׁמַע לַן.",
            "וּמַאי שְׁנָא מֵעוֹר לִפְנֵי הַדּוֹרְסָן?"
        ],
        [
            "הָתָם לָא מוֹכְחָא מִלְּתָא, מִשּׁוּם דַּחֲזֵי לְמִזְגֵּא עֲלֵיהּ. הָכָא אָתֵי לְמֵימַר: מַאי טַעְמָא שָׁרוּ לִי רַבָּנַן — כִּי הֵיכִי דְּלָא לִסְרַח. מָה לִי לְמִשְׁטְחִינְהוּ, מָה לִי לְמִמְלְחִינְהוּ.",
            "אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: מוֹלֵחַ אָדָם כַּמָּה חֲתִיכוֹת בָּשָׂר בְּבַת אַחַת, אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ אֶלָּא לַחֲתִיכָה אַחַת. רַב אַדָּא בַּר אַהֲבָה מַעֲרִים וּמָלַח גַּרְמָא גַּרְמָא.",
            "<big><strong>מַתְנִי׳</strong></big> בֵּית שַׁמַּאי אוֹמְרִים: אֵין מְסַלְּקִין אֶת הַתְּרִיסִין בְּיוֹם טוֹב, וּבֵית הִלֵּל מַתִּירִין אַף לְהַחְזִיר.",
            "<big><strong>גְּמָ׳</strong></big> מַאי תְּרִיסִין? אָמַר עוּלָּא: תְּרִיסֵי חֲנוּיוֹת.",
            "וְאָמַר עוּלָּא: שְׁלֹשָׁה דְּבָרִים הִתִּירוּ סוֹפָן מִשּׁוּם תְּחִלָּתָן, וְאֵלּוּ הֵן: עוֹר לִפְנֵי הַדּוֹרְסָן, וּתְרִיסֵי חֲנוּיוֹת,",
            "וַחֲזָרַת רְטִיָּה בַּמִּקְדָּשׁ.",
            "וְרַחֲבָא אָמַר רַבִּי יְהוּדָה: אַף הַפּוֹתֵחַ חָבִיתוֹ, וּמַתְחִיל בְּעִיסָּתוֹ עַל גַּב הָרֶגֶל —",
            "וְאַלִּיבָּא דְּרַבִּי יְהוּדָה דְּאָמַר יִגְמוֹר.",
            "עוֹר לִפְנֵי הַדּוֹרְסָן, תְּנֵינָא! מַהוּ דְּתֵימָא טַעְמַיְיהוּ דְּבֵית הִלֵּל מִשּׁוּם דַּחֲזֵי לְמִזְגֵּא עֲלַיְיהוּ, וַאֲפִילּוּ מֵעֶרֶב יוֹם טוֹב נָמֵי — קָא מַשְׁמַע לַן הִתִּירוּ סוֹפָן מִשּׁוּם תְּחִלָּתָן: דְּיוֹם טוֹב — אִין, דְּעֶרֶב יוֹם טוֹב — לָא.",
            "תְּרִיסִי חֲנוּיוֹת נָמֵי תְּנֵינָא [וּבֵית הִלֵּל מַתִּירִין אַף לְהַחְזִיר]! מַהוּ דְּתֵימָא טַעְמַיְיהוּ דְּבֵית הִלֵּל מִשּׁוּם דְּאֵין בִּנְיָן בְּכֵלִים וְאֵין סְתִירָה בְּכֵלִים, וַאֲפִילּוּ דְּבָתִּים נָמֵי — קָא מַשְׁמַע לַן הִתִּירוּ סוֹפָן מִשּׁוּם תְּחִלָּתָן: דַּחֲנוּיוֹת — אִין, דְּבָתִּים — לָא.",
            "חֲזָרַת רְטִיָּה בַּמִּקְדָּשׁ נָמֵי תְּנֵינָא: מַחְזִירִין רְטִיָּה בַּמִּקְדָּשׁ אֲבָל לֹא בַּמְּדִינָה! מַהוּ דְּתֵימָא טַעְמָא מַאי — מִשּׁוּם דְּאֵין שְׁבוּת בַּמִּקְדָּשׁ, אֲפִילּוּ כֹּהֵן דְּלָאו בַּר עֲבוֹדָה הוּא, קָא מַשְׁמַע לַן הִתִּירוּ סוֹפָן מִשּׁוּם תְּחִלָּתָן: דְּבַר עֲבוֹדָה — אִין, דְּלָאו בַּר עֲבוֹדָה — לָא.",
            "פּוֹתֵחַ אֶת חָבִיתוֹ נָמֵי תְּנֵינָא: הַפּוֹתֵחַ אֶת חָבִיתוֹ, וּמַתְחִיל בְּעִיסָּתוֹ עַל גַּב הָרֶגֶל, רַבִּי יְהוּדָה אוֹמֵר: יִגְמוֹר, וַחֲכָמִים אוֹמְרִים: לֹא יִגְמוֹר.",
            "מַהוּ דְּתֵימָא טוּמְאַת עַם הָאָרֶץ בָּרֶגֶל כְּטׇהֳרָה שַׁוְּיוּהָ רַבָּנַן, וְאַף עַל גַּב דְּלָא הִתְחִיל נָמֵי, קָא מַשְׁמַע לַן הִתִּירוּ סוֹפָן מִשּׁוּם תְּחִלָּתָן: הִתְחִיל — אִין, לֹא הִתְחִיל — לָא.",
            "וְעוּלָּא מַאי טַעְמָא לָא אָמַר הָא? בִּפְלוּגְתָּא לָא קָא מַיְירֵי. הָנָךְ נָמֵי פְּלוּגְתָּא נִינְהוּ! בֵּית שַׁמַּאי בִּמְקוֹם בֵּית הִלֵּל אֵינָהּ מִשְׁנָה.",
            "מַתְנִיתִין דְּלָא כִי הַאי תַּנָּא דְּתַנְיָא, אָמַר רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר: מוֹדִים בֵּית שַׁמַּאי וּבֵית הִלֵּל שֶׁמְּסַלְּקִין אֶת הַתְּרִיסִין בְּיוֹם טוֹב, לֹא נֶחְלְקוּ אֶלָּא לְהַחֲזִיר. שֶׁבֵּית שַׁמַּאי אוֹמְרִים: אֵין מַחְזִירִין, וּבֵית הִלֵּל אוֹמְרִים: אַף מַחְזִירִין. בַּמֶּה דְּבָרִים אֲמוּרִים — בְּשֶׁיֵּשׁ לָהֶן צִיר, אֲבָל אֵין לָהֶן צִיר — דִּבְרֵי הַכֹּל מוּתָּר.",
            "וְהָתַנְיָא: בַּמֶּה דְּבָרִים אֲמוּרִים — בְּשֶׁאֵין לָהֶן צִיר, אֲבָל יֵשׁ לָהֶן צִיר — דִּבְרֵי הַכֹּל אָסוּר! אָמַר אַבָּיֵי: בְּשֶׁיֵּשׁ לָהֶן צִיר מִן הַצַּד — דִּבְרֵי הַכֹּל אָסוּר. אֵין לָהֶן צִיר כׇּל עִיקָּר — דִּבְרֵי הַכֹּל מוּתָּר. כִּי פְּלִיגִי בְּשֶׁיֵּשׁ לָהֶן צִיר בָּאֶמְצַע."
        ],
        [
            "מָר סָבַר: גָּזְרִינַן צִיר בָּאֶמְצַע אַטּוּ צִיר מִן הַצַּד, וּמָר סָבַר: לָא גָּזְרִינַן.",
            "<big><strong>מַתְנִי׳</strong></big> בֵּית שַׁמַּאי אוֹמְרִים: אֵין מוֹצִיאִין לֹא אֶת הַקָּטָן, וְלֹא אֶת הַלּוּלָב, וְלֹא אֶת סֵפֶר תּוֹרָה לִרְשׁוּת הָרַבִּים, וּבֵית הִלֵּל מַתִּירִין.",
            "<big><strong>גְּמָ׳</strong></big> תָּנֵי תַּנָּא קַמֵּיהּ דְּרַבִּי יִצְחָק בַּר אַבְדִּימִי: הַשּׁוֹחֵט עוֹלַת נְדָבָה בְּיוֹם טוֹב — לוֹקֶה.",
            "אֲמַר לֵיהּ: דַּאֲמַר לָךְ מַנִּי — בֵּית שַׁמַּאי הִיא, דְּאָמְרִי: לָא אָמְרִינַן מִתּוֹךְ שֶׁהוּתְּרָה הוֹצָאָה לְצוֹרֶךְ — הוּתְּרָה נָמֵי שֶׁלֹּא לְצוֹרֶךְ. דְּאִי בֵּית הִלֵּל, הָא אָמְרִי: מִתּוֹךְ שֶׁהוּתְּרָה הוֹצָאָה לְצוֹרֶךְ — הוּתְּרָה נָמֵי שֶׁלֹּא לְצוֹרֶךְ. הָכָא נָמֵי, מִתּוֹךְ שֶׁהוּתְּרָה שְׁחִיטָה לְצוֹרֶךְ — הוּתְּרָה נָמֵי שֶׁלֹּא לְצוֹרֶךְ.",
            "מַתְקֵיף לַהּ רַבָּה: מִמַּאי דְּבֵית שַׁמַּאי וּבֵית הִלֵּל בְּהָא פְּלִיגִי? דִּלְמָא בְּעֵרוּב וְהוֹצָאָה לְשַׁבָּת וְאֵין עֵרוּב וְהוֹצָאָה לְיוֹם טוֹב קָא מִיפַּלְגִי.",
            "מָר סָבַר: עֵרוּב הוֹצָאָה לְשַׁבָּת, וְעֵרוּב הוֹצָאָה לְיוֹם טוֹב.",
            "וּמַר סָבַר: עֵרוּב הוֹצָאָה לְשַׁבָּת, וְאֵין עֵרוּב הוֹצָאָה לְיוֹם טוֹב, כְּדִכְתִיב: ״וְלֹא תוֹצִיאוּ מַשָּׂא מִבָּתֵּיכֶם בְּיוֹם הַשַּׁבָּת״. בְּשַׁבָּת — אִין, בְּיוֹם טוֹב — לָא.",
            "מַתְקֵיף לַהּ רַב יוֹסֵף: אֶלָּא מֵעַתָּה, לִיפַּלְגוּ בַּאֲבָנִים! אֶלָּא מִדְּלָא מִפַּלְגִי בַּאֲבָנִים, שְׁמַע מִינַּהּ,",
            "בְּהוֹצָאָה שֶׁלֹּא לְצוֹרֶךְ פְּלִיגִי.",
            "וְאַף רַבִּי יוֹחָנָן סָבַר: בְּמִתּוֹךְ שֶׁהוּתְּרָה הוֹצָאָה לְצוֹרֶךְ הוּתְּרָה נָמֵי שֶׁלֹּא לְצוֹרֶךְ פְּלִיגִי. דְּתָנֵי תַּנָּא קַמֵּיהּ דְּרַבִּי יוֹחָנָן: הַמְבַשֵּׁל גִּיד הַנָּשֶׁה בְּחָלָב בְּיוֹם טוֹב וַאֲכָלוֹ — לוֹקֶה חָמֵשׁ.",
            "לוֹקֶה מִשּׁוּם מְבַשֵּׁל גִּיד, וְלוֹקֶה מִשּׁוּם אוֹכֵל גִּיד, וְלוֹקֶה מִשּׁוּם מְבַשֵּׁל בָּשָׂר בְּחָלָב, וְלוֹקֶה מִשּׁוּם אוֹכֵל בָּשָׂר בְּחָלָב, וְלוֹקֶה"
        ],
        [
            "מִשּׁוּם הַבְעָרָה.",
            "אֲמַר לֵיהּ: פּוֹק תְּנִי לְבָרָא, הַבְעָרָה וּבִשּׁוּל אֵינָהּ מִשְׁנָה. וְאִם תִּמְצָא לוֹמַר מִשְׁנָה — בֵּית שַׁמַּאי הִיא, דְּאָמְרִי: לָא אָמְרִינַן מִתּוֹךְ שֶׁהוּתְּרָה הוֹצָאָה לְצוֹרֶךְ הוּתְּרָה נָמֵי שֶׁלֹּא לְצוֹרֶךְ. הָכָא נָמֵי, לָא אָמְרִינַן: מִתּוֹךְ שֶׁהוּתְּרָה הַבְעָרָה לְצוֹרֶךְ, הוּתְּרָה נָמֵי שֶׁלֹּא לְצוֹרֶךְ.",
            "דְּאִי בֵּית הִלֵּל — כֵּיוָן דְּאָמְרִי מִתּוֹךְ שֶׁהוּתְּרָה הוֹצָאָה לְצוֹרֶךְ הוּתְּרָה נָמֵי שֶׁלֹּא לְצוֹרֶךְ, הָכָא נָמֵי: מִתּוֹךְ שֶׁהוּתְּרָה הַבְעָרָה לְצוֹרֶךְ — הוּתְּרָה נָמֵי שֶׁלֹּא לְצוֹרֶךְ.",
            "<big><strong>מַתְנִי׳</strong></big> בֵּית שַׁמַּאי אוֹמְרִים: אֵין מוֹלִיכִין חַלָּה וּמַתָּנוֹת לַכֹּהֵן בְּיוֹם טוֹב, בֵּין שֶׁהוּרְמוּ מֵאֶמֶשׁ, בֵּין שֶׁהוּרְמוּ מֵהַיּוֹם. וּבֵית הִלֵּל מַתִּירִין.",
            "אָמְרוּ לָהֶם בֵּית שַׁמַּאי, גְּזֵרָה שָׁוָה: חַלָּה וּמַתָּנוֹת — מַתָּנָה לַכֹּהֵן, וּתְרוּמָה — מַתָּנָה לַכֹּהֵן. כְּשֵׁם שֶׁאֵין מוֹלִיכִין אֶת הַתְּרוּמָה — כָּךְ אֵין מוֹלִיכִין אֶת הַמַּתָּנוֹת.",
            "אָמְרוּ לָהֶם בֵּית הִלֵּל: לֹא, אִם אֲמַרְתֶּם בִּתְרוּמָה — שֶׁאֵינוֹ זַכַּאי בַּהֲרָמָתָהּ, תֹּאמְרוּ בְּמַתָּנוֹת — שֶׁזַּכַּאי בַּהֲרָמָתָן.",
            "<big><strong>גְּמָ׳</strong></big> קָא סָלְקָא דַּעְתָּךְ שֶׁהוּרְמוּ מֵהַיּוֹם וְשֶׁנִּשְׁחֲטוּ מֵהַיּוֹם, וְשֶׁהוּרְמוּ מֵאֶמֶשׁ וְשֶׁנִּשְׁחֲטוּ מֵאֶמֶשׁ. מַנִּי מַתְנִיתִין? לָא רַבִּי יוֹסֵי וְלָא רַבִּי יְהוּדָה, אֶלָּא אֲחֵרִים. דְּתַנְיָא, אָמַר רַבִּי יְהוּדָה: לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל הַמַּתָּנוֹת שֶׁהוּרְמוּ מֵעֶרֶב יוֹם טוֹב שֶׁמּוֹלִיכִין עִם הַמַּתָּנוֹת שֶׁהוּרְמוּ מֵהַיּוֹם וְשֶׁנִּשְׁחֲטוּ מֵהַיּוֹם. לֹא נֶחְלְקוּ אֶלָּא לְהוֹלִיכָן בִּפְנֵי עַצְמָן, שֶׁבֵּית שַׁמַּאי אוֹמְרִים: אֵין מוֹלִיכִין, וּבֵית הִלֵּל אוֹמְרִים: מוֹלִיכִין.",
            "וְכָךְ הָיוּ בֵּית שַׁמַּאי דָּנִין: חַלָּה וּמַתָּנוֹת — מַתָּנָה לַכֹּהֵן, וּתְרוּמָה — מַתָּנָה לַכֹּהֵן. כְּשֵׁם שֶׁאֵין מוֹלִיכִין אֶת הַתְּרוּמָה — כָּךְ אֵין מוֹלִיכִין אֶת הַמַּתָּנוֹת. אָמְרוּ לָהֶם בֵּית הִלֵּל: לֹא, אִם אֲמַרְתֶּם בִּתְרוּמָה — שֶׁאֵינוֹ זַכַּאי בַּהֲרָמָתָהּ, תֹּאמְרוּ בְּמַתָּנוֹת — שֶׁזַּכַּאי בַּהֲרָמָתָן.",
            "אָמַר רַבִּי יוֹסֵי: לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל הַמַּתָּנוֹת שֶׁמּוֹלִיכִין, לֹא נֶחְלְקוּ אֶלָּא עַל הַתְּרוּמָה, שֶׁבֵּית שַׁמַּאי אוֹמְרִים: אֵין מוֹלִיכִין, וּבֵית הִלֵּל אוֹמְרִים: מוֹלִיכִין. וְכָךְ הָיוּ בֵּית הִלֵּל דָּנִין: חַלָּה וּמַתָּנוֹת — מַתָּנָה לַכֹּהֵן, וּתְרוּמָה — מַתָּנָה לַכֹּהֵן, כְּשֵׁם שֶׁמּוֹלִיכִין אֶת הַמַּתָּנוֹת, כָּךְ מוֹלִיכִין אֶת הַתְּרוּמָה. אָמְרוּ לָהֶם בֵּית שַׁמַּאי: לֹא, אִם אֲמַרְתֶּם בְּמַתָּנוֹת שֶׁזַּכַּאי בַּהֲרָמָתָן — תֹּאמְרוּ בִּתְרוּמָה שֶׁאֵין זַכַּאי בַּהֲרָמָתָהּ!",
            "אֲחֵרִים אוֹמְרִים: לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל הַתְּרוּמָה שֶׁאֵין מוֹלִיכִין, לֹא נֶחְלְקוּ אֶלָּא עַל הַמַּתָּנוֹת, שֶׁבֵּית שַׁמַּאי אוֹמְרִים אֵין מוֹלִיכִין, וּבֵית הִלֵּל אוֹמְרִים מוֹלִיכִין. לֵימָא אֲחֵרִים הִיא וְלָא רַבִּי יְהוּדָה?",
            "אָמַר רָבָא: מִי קָתָנֵי שֶׁהוּרְמוּ מֵהַיּוֹם וְשֶׁנִּשְׁחֲטוּ מֵהַיּוֹם? שֶׁהוּרְמוּ קָתָנֵי, וּלְעוֹלָם: שְׁחִיטָתָן מֵאֶמֶשׁ. לֵימָא רַבִּי יְהוּדָה הִיא וְלֹא אֲחֵרִים! אֲפִילּוּ תֵּימָא אֲחֵרִים, וּבְהָנָךְ דְּנִשְׁחֲטוּ מֵאֶמֶשׁ.",
            "אִי הָכִי הַיְינוּ רַבִּי יְהוּדָה? אִיכָּא בֵּינַיְיהוּ טְפֵלָה.",
            "אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: הֲלָכָה כְּרַבִּי יוֹסֵי. רַב טוֹבִי בְּרֵיהּ דְּרַב נְחֶמְיָה הֲוָה לֵיהּ גַּרְבָּא דְחַמְרָא דִּתְרוּמָה, אֲתָא לְקַמֵּיהּ דְּרַב יוֹסֵף, אֲמַר לֵיהּ: מַהוּ לְאַמְטוֹיֵי לְכֹהֵן הָאִידָּנָא? אֲמַר לֵיהּ: הָכִי אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: הֲלָכָה כְּרַבִּי יוֹסֵי.",
            "אוּשְׁפִּיזְכָנֵיהּ דְּרָבָא בַּר רַב חָנָן הֲוָה לֵיהּ אִסּוּרְיָיתָא דְחַרְדְּלָא, אֲמַר לֵיהּ: מַהוּ לְפָרוֹכֵי וּמֵיכַל מִנַּיְיהוּ בְּיוֹם טוֹב? לָא הֲוָה בִּידֵיהּ, אֲתָא לְקַמֵּיהּ דְּרָבָא. אֲמַר לֵיהּ: מוֹלְלִין מְלִילוֹת וּמְפָרְכִין קִטְנִיּוֹת בְּיוֹם טוֹב.",
            "אֵיתִיבֵיהּ אַבָּיֵי: הַמּוֹלֵל מְלִילוֹת מֵעֶרֶב שַׁבָּת, לְמָחָר מְנַפֵּחַ מִיָּד לְיָד, וְאוֹכֵל. אֲבָל לֹא בַּקָּנוֹן, וְלֹא בַּתַּמְחוּי.",
            "הַמּוֹלֵל מְלִילוֹת מֵעֶרֶב יוֹם טוֹב, לְמָחָר מְנַפֵּחַ עַל יָד עַל יָד, וְאוֹכֵל אֲפִילּוּ בַּקָּנוֹן וַאֲפִילּוּ בַּתַּמְחוּי, אֲבָל לֹא בַּטַּבְלָא וְלֹא בַּנָּפָה וְלֹא בַּכְּבָרָה. מֵעֶרֶב יוֹם טוֹב — אִין, בְּיוֹם טוֹב — לָא!",
            "אֲפִילּוּ תֵּימָא בְּיוֹם טוֹב, וְאַיְּידֵי דִּתְנָא רֵישָׁא ״מֵעֶרֶב שַׁבָּת״, תְּנָא סֵיפָא נָמֵי ״מֵעֶרֶב יוֹם טוֹב״.",
            "אִם כֵּן מָצִינוּ תְּרוּמָה שֶׁזַּכַּאי בַּהֲרָמָתָהּ, וּתְנַן: לֹא, אִם אֲמַרְתֶּם בִּתְרוּמָה שֶׁאֵינוֹ זַכַּאי בַּהֲרָמָתָהּ וְכוּ׳!",
            "לָא קַשְׁיָא,"
        ],
        [
            "הָא רַבִּי, הָא רַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה. דְּתַנְיָא: הִכְנִיס שִׁבֳּלִין לַעֲשׂוֹת מֵהֶן עִיסָּה — אוֹכֵל מֵהֶן עֲרַאי, וּפָטוּר.",
            "לְמוֹלְלָן בִּמְלִילוֹת — רַבִּי מְחַיֵּיב וְרַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה פּוֹטֵר.",
            "וּלְרַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה נָמֵי מַשְׁכַּחַתְּ לַהּ — כְּגוֹן שֶׁהִכְנִיס שִׁבֳּלִין לַעֲשׂוֹת מֵהֶן עִיסָּה, וְנִמְלַךְ עֲלֵיהֶן לְמוֹלְלָן בְּיוֹם טוֹב, דְּטָבְלָא בְּיוֹמֵיהּ!",
            "אֶלָּא: מַאי תְּרוּמָה — רוֹב תְּרוּמָה.",
            "אָמַר אַבָּיֵי: מַחְלוֹקֶת בְּשִׁבֳּלִין. אֲבָל בְּקִטְנִיּוֹת — דִּבְרֵי הַכֹּל אִסּוּרְיָיתָא טָבְלָא.",
            "לֵימָא מְסַיַּיע לֵיהּ: מִי שֶׁהָיוּ לוֹ חֲבִילֵי תִלְתָּן שֶׁל טֶבֶל — הֲרֵי זֶה כּוֹתֵשׁ, וּמְחַשֵּׁב כַּמָּה זֶרַע יֵשׁ בָּהֶם, וּמַפְרִישׁ עַל הַזֶּרַע וְאֵינוֹ מַפְרִישׁ עַל הָעֵץ. מַאי לָאו — רַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה הִיא, דְּאָמַר: הָתָם לָא טָבְלָא הָכָא טָבְלָא!",
            "לָא, רַבִּי הִיא. אִי רַבִּי הִיא, מַאי אִירְיָא תִּלְתָּן, אֲפִילּוּ שִׁבֳּלִין נָמֵי?",
            "אֶלָּא מַאי, רַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה — לַשְׁמְעִינַן שְׁאָר מִינֵי קִטְנִיּוֹת, וְכׇל שֶׁכֵּן תִּלְתָּן.",
            "אֶלָּא תִּלְתָּן אִצְטְרִיכָא לֵיהּ. סָלְקָא דַּעְתָּךְ אָמֵינָא: הוֹאִיל וְטַעַם עֵצוֹ וּפִרְיוֹ שָׁוֶה, לִפְרוֹשׁ נָמֵי אַעֵצוֹ, קָא מַשְׁמַע לַן.",
            "אִיכָּא דְּאָמְרִי, אָמַר אַבָּיֵי: מַחְלוֹקֶת בְּשִׁבֳּלִין, אֲבָל בְּקִטְנִיּוֹת דִּבְרֵי הַכֹּל אִסּוּרְיָיתָא לָא טָבְלָא. מֵיתִיבִי: מִי שֶׁהָיוּ לוֹ חֲבִילֵי תִלְתָּן שֶׁל טֶבֶל הֲרֵי זֶה כּוֹתֵשׁ, וּמְחַשֵּׁב כַּמָּה זֶרַע יֵשׁ בָּהֶן, וּמַפְרִישׁ עַל הַזֶּרַע וְאֵינוֹ מַפְרִישׁ עַל הָעֵץ. מַאי לָאו, טֶבֶל טָבוּל שֶׁל תְּרוּמָה!",
            "לָא, טֶבֶל טָבוּל שֶׁל תְּרוּמַת מַעֲשֵׂר.",
            "וְכִדְרַבִּי אֲבָהוּ אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ. דְּאָמַר רַבִּי אֲבָהוּ אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ: מַעֲשֵׂר רִאשׁוֹן שֶׁהִקְדִּימוֹ בְּשִׁבֳּלִין,",
            "שְׁמוֹ טוֹבְלוֹ לִתְרוּמַת מַעֲשֵׂר.",
            "כּוֹתֵשׁ לְמָה לִי? לֵימָא לֵיהּ: כִּי הֵיכִי דִּיהַבוּ לִי, הָכִי יָהֵיבְנָא לָךְ! אֲמַר רָבָא: קְנָסָא.",
            "תַּנְיָא נָמֵי הָכִי: בֶּן לֵוִי שֶׁנָּתְנוּ לוֹ שִׁבֳּלִין בְּמַעַשְׂרוֹתָיו — עוֹשֶׂה אוֹתָן גּוֹרֶן, עֲנָבִים — עוֹשֶׂה אוֹתָן יַיִן, זֵיתִים — עוֹשֶׂה אוֹתָן שֶׁמֶן, וּמַפְרִישׁ עֲלֵיהֶם תְּרוּמַת מַעֲשֵׂר, וְנוֹתְנָן לַכֹּהֵן. שֶׁכְּשֵׁם שֶׁתְּרוּמָה גְּדוֹלָה אֵינָהּ נִיטֶּלֶת"
        ],
        [
            "אֶלָּא מִן הַגּוֹרֶן וּמִן הַיֶּקֶב, כָּךְ תְּרוּמַת מַעֲשֵׂר אֵינָהּ נִיטֶּלֶת אֶלָּא מִן הַגּוֹרֶן וּמִן הַיֶּקֶב.",
            "מְחַשֵּׁב? הָא מְדִידָה בָּעֵי!",
            "הָא מַנִּי אַבָּא אֶלְעָזָר בֶּן גִּימֶל הִיא, דְּתַנְיָא: אַבָּא אֶלְעָזָר בֶּן גִּימֶל אוֹמֵר: ״וְנֶחְשַׁב לָכֶם תְּרוּמַתְכֶם״ — בִּשְׁתֵּי תְרוּמוֹת הַכָּתוּב מְדַבֵּר, אַחַת תְּרוּמָה גְּדוֹלָה וְאַחַת תְּרוּמַת מַעֲשֵׂר. כְּשֵׁם שֶׁתְּרוּמָה גְּדוֹלָה נִיטֶּלֶת בְּאוֹמֶד וּבְמַחְשָׁבָה — כָּךְ תְּרוּמַת מַעֲשֵׂר נִיטֶּלֶת בְּאוֹמֶד וּבְמַחְשָׁבָה.",
            "גּוּפָא, אָמַר רַבִּי אֲבָהוּ אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ: מַעֲשֵׂר רִאשׁוֹן שֶׁהִקְדִּימוֹ בְּשִׁבֳּלִין — שְׁמוֹ טוֹבְלוֹ לִתְרוּמַת מַעֲשֵׂר. מַאי טַעְמָא? אָמַר רָבָא: הוֹאִיל וְיָצָא עָלָיו שֵׁם מַעֲשֵׂר.",
            "אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ: מַעֲשֵׂר רִאשׁוֹן שֶׁהִקְדִּימוֹ בְּשִׁבֳּלִין — פָּטוּר מִתְּרוּמָה גְּדוֹלָה.",
            "שֶׁנֶּאֱמַר: ״וַהֲרֵמוֹתֶם מִמֶּנּוּ תְּרוּמַת ה׳ מַעֲשֵׂר מִן הַמַּעֲשֵׂר״, מַעֲשֵׂר מִן הַמַּעֲשֵׂר אָמַרְתִּי לְךָ, וְלֹא תְּרוּמָה גְּדוֹלָה וּתְרוּמַת מַעֲשֵׂר מִן הַמַּעֲשֵׂר.",
            "אֲמַר לֵיהּ רַב פָּפָּא לְאַבָּיֵי: אִי הָכִי, אֲפִילּוּ הִקְדִּימוֹ בִּכְרִי נָמֵי! אֲמַר לֵיהּ: עָלֶיךָ אָמַר קְרָא: ״מִכֹּל (מַעְשְׂרוֹתֵיכֶם) תָּרִימוּ אֵת כׇּל תְּרוּמַת ה׳״.",
            "וּמָה רָאִיתָ? הַאי אִדְּגַן, וְהַאי לָא אִדְּגַן.",
            "תְּנַן הָתָם: הַמְקַלֵּף שְׂעוֹרִין, מְקַלֵּף אַחַת אַחַת וְאוֹכֵל. וְאִם קִלֵּף וְנָתַן לְתוֹךְ יָדוֹ — חַיָּיב. אָמַר רַבִּי אֶלְעָזָר: וְכֵן לְשַׁבָּת.",
            "אִינִי? וְהָא רַב מְקַלְּפָא לֵיהּ דְּבֵיתְהוּ כָּסֵי כָּסֵי! וְרַבִּי חִיָּיא מְקַלְּפָא לֵיהּ דְּבֵיתְהוּ כָּסֵי כָּסֵי! אֶלָּא אִי אִתְּמַר, אַסֵּיפָא אִתְּמַר: הַמּוֹלֵל מְלִילוֹת שֶׁל חִטִּים, מְנַפֵּחַ עַל יָד עַל יָד וְאוֹכֵל. וְאִם נִפַּח וְנָתַן לְתוֹךְ חֵיקוֹ — חַיָּיב. אָמַר רַבִּי אֶלְעָזָר: וְכֵן לְשַׁבָּת.",
            "מַתְקֵיף לַהּ רַבִּי אַבָּא בַּר מֶמֶל: וְרֵישָׁא, לְמַעֲשֵׂר אִין לְשַׁבָּת לָא? וּמִי אִיכָּא מִידֵּי דִּלְעִנְיַן שַׁבָּת לָא הָוֵי גְּמַר מְלָאכָה, וּלְמַעֲשֵׂר הָוֵי גְּמַר מְלָאכָה?",
            "מַתְקֵיף לַהּ רַב שֵׁשֶׁת בְּרֵיהּ דְּרַב אִידִי: וְלָא, וְהָא גׇּרְנָן לְמַעֲשֵׂר, דִּתְנַן: אֵיזֶהוּ גׇּרְנָן לְמַעֲשֵׂר? הַקִּשּׁוּאִין וְהַדִּלּוּעִין — מִשֶּׁיְּפַקְּסוּ. וְשֶׁלֹּא פִּקְּסוּ — מִשֶּׁיַּעֲמִיד עֲרֵמָה. וּתְנַן נָמֵי גַּבֵּי בְצָלִים — מִשֶּׁיַּעֲמִיד עֲרֵמָה. וְאֵלּוּ גַּבֵּי שַׁבָּת — הַעֲמָדַת עֲרֵמָה פָּטוּר.",
            "אֶלָּא מַאי אִית לָךְ לְמֵימַר: מְלֶאכֶת מַחְשֶׁבֶת אָסְרָה תּוֹרָה, הָכָא נָמֵי: מְלֶאכֶת מַחְשֶׁבֶת אָסְרָה תּוֹרָה.",
            "כֵּיצַד מוֹלֵל? אַבָּיֵי מִשְּׁמֵיהּ דְּרַב יוֹסֵף אָמַר: חֲדָא אַחֲדָא. וְרַב אַוְיָא מִשְּׁמֵיהּ דְּרַב יוֹסֵף אָמַר: חֲדָא אַתַּרְתֵּי. רָבָא אָמַר: כֵּיוָן דִּמְשַׁנֵּי — אֲפִילּוּ חֲדָא אַכּוּלְּהוּ נָמֵי.",
            "כֵּיצַד מְנַפֵּחַ? אָמַר רַב אַדָּא בַּר אַהֲבָה אָמַר רַב: מְנַפֵּחַ"
        ],
        [
            "מִקִּשְׁרֵי אֶצְבְּעוֹתָיו וּלְמַעְלָה.",
            "מַחֲכוּ עֲלַהּ בְּמַעְרְבָא: כֵּיוָן דִּמְשַׁנֵּי — אֲפִילּוּ בְּכוּלַּהּ יְדָא נָמֵי. אֶלָּא אָמַר רַבִּי אֶלְעָזָר: מְנַפֵּחַ בְּיָדוֹ אַחַת, וּבְכָל כֹּחוֹ.",
            "<big><strong>מַתְנִי׳</strong></big> בֵּית שַׁמַּאי אוֹמְרִים: תַּבְלִין נִדּוֹכִין בְּמָדוֹךְ שֶׁל עֵץ, וְהַמֶּלַח בְּפַךְ וּבְעֵץ הַפָּרוּר. וּבֵית הִלֵּל אוֹמְרִים: תַּבְלִין נִדּוֹכִין כְּדַרְכָּן בְּמָדוֹךְ שֶׁל אֶבֶן, וְהַמֶּלַח בְּמָדוֹךְ שֶׁל עֵץ.",
            "<big><strong>גְּמָ׳</strong></big> דְּכוּלֵּי עָלְמָא מִיהַת מֶלַח בָּעֲיָא שִׁנּוּי. מַאי טַעְמָא? רַב הוּנָא וְרַב חִסְדָּא, חַד אָמַר: כׇּל הַקְּדֵרוֹת כּוּלָּן צְרִיכוֹת מֶלַח, וְאֵין כׇּל הַקְּדֵרוֹת צְרִיכוֹת תַּבְלִין.",
            "וְחַד אָמַר: כׇּל הַתַּבְלִין מְפִיגִין טַעְמָן, וּמֶלַח אֵינָהּ מְפִיגָה טַעְמָהּ.",
            "מַאי בֵּינַיְיהוּ? אִיכָּא בֵּינַיְיהוּ דְּיָדַע מַאי קְדֵרָה בָּעֵי לְבַשּׁוֹלֵי, אִי נָמֵי בְּמוֹרִיקָא.",
            "אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: כׇּל הַנִּדּוֹכִין נִדּוֹכִין כְּדַרְכָּן, וַאֲפִילּוּ מֶלַח. וְהָא אָמְרַתְּ מֶלַח בָּעֲיָא שִׁנּוּי! הוּא דְּאָמַר כִּי הַאי תַּנָּא, דְּתַנְיָא, אָמַר רַבִּי מֵאִיר: לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל הַנִּדּוֹכִין שֶׁנִּדּוֹכִין כְּדַרְכָּן וּמֶלַח עִמָּהֶן,",
            "לֹא נֶחְלְקוּ אֶלָּא לְדוּכָהּ בִּפְנֵי עַצְמָהּ, שֶׁבֵּית שַׁמַּאי אוֹמְרִים: מֶלַח בְּפַךְ וּבְעֵץ הַפָּרוּר לְצָלִי, אֲבָל לֹא לִקְדֵרָה. וּבֵית הִלֵּל אוֹמְרִים: בְּכׇל דָּבָר. בְּכׇל דָּבָר סָלְקָא דַּעְתָּךְ? אֶלָּא אֵימָא: לְכׇל דָּבָר.",
            "אָמַר לֵיהּ רַב אַחָא בַּרְדְּלָא לִבְרֵיהּ: כִּי דָיְיכַת אַצְלִי אַצְלוֹיֵי וְדוּךְ. רַב שֵׁשֶׁת שְׁמַע קָל בּוּכְנָא, אֲמַר: הַאי לָאו מִגַּוֵּויהּ דְּבֵיתַאי הוּא.",
            "וְדִלְמָא אַצְלוֹיֵי אַצְלִי? דְּשַׁמְעֵיהּ דַּהֲוָה צְלִיל קָלֵיהּ. וְדִלְמָא תַּבְלִין הֲווֹ? תַּבְלִין נַבּוֹחֵי מְנַבַּח קָלַיְיהוּ.",
            "תָּנוּ רַבָּנַן: אֵין עוֹשִׂין טִיסְנִי, וְאֵין כּוֹתְשִׁין בְּמַכְתֶּשֶׁת. תַּרְתֵּי?! הָכִי קָאָמַר: מַה טַּעַם אֵין עוֹשִׂין טִיסְנִי — לְפִי שֶׁאֵין כּוֹתְשִׁין בְּמַכְתֶּשֶׁת.",
            "וְלֵימָא: אֵין כּוֹתְשִׁין בְּמַכְתֶּשֶׁת! אִי תָּנֵי אֵין כּוֹתְשִׁין בְּמַכְתֶּשֶׁת, הֲוָה אָמֵינָא: הָנֵי מִילֵּי בְּמַכְתֶּשֶׁת גְּדוֹלָה, אֲבָל בְּמַכְתֶּשֶׁת קְטַנָּה — אֵימָא שַׁפִּיר דָּמֵי, קָא מַשְׁמַע לַן.",
            "וְהָתַנְיָא: אֵין כּוֹתְשִׁין בְּמַכְתֶּשֶׁת גְּדוֹלָה, אֲבָל כּוֹתְשִׁין בְּמַכְתֶּשֶׁת קְטַנָּה! אָמַר אַבָּיֵי: כִּי תַּנְיָא נָמֵי מַתְנִיתָא — מַכְתֶּשֶׁת גְּדוֹלָה תַּנְיָא."
        ],
        [
            "רָבָא אָמַר, לָא קַשְׁיָא: הָא לַן, וְהָא לְהוּ.",
            "רַב פַּפֵּי אִקְּלַע לְבֵי מָר שְׁמוּאֵל. אַיְיתִי לֵיהּ דַּיְיסָא וְלָא אֲכַל. וְדִלְמָא בְּמַכְתֶּשֶׁת קְטַנָּה עַבְדוּהּ? דְּחַזְיֵיהּ דַּהֲוָה דְּיִיק טְפֵי.",
            "וְדִלְמָא מֵאֶתְמוֹל עַבְדוּהּ? דְּחַזְיֵיהּ דַּהֲוָה קְלִיף צַהֲרֵיהּ. וְאִי בָּעֵית אֵימָא: שָׁאנֵי בֵּי מָר שְׁמוּאֵל, דְּאִיכָּא פְּרִיצוּתָא דְעַבְדֵי.",
            "<big><strong>מַתְנִי׳</strong></big> הַבּוֹרֵר קִטְנִיּוֹת בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים: בּוֹרֵר אוֹכֶל וְאוֹכֵל. וּבֵית הִלֵּל אוֹמְרִים: בּוֹרֵר כְּדַרְכּוֹ בְּחֵיקוֹ בַּקָּנוֹן וּבַתַּמְחוּי, אֲבָל לֹא בַּטַּבְלָא וְלֹא בַּנָּפָה וְלֹא בַּכְּבָרָה. רַבָּן גַּמְלִיאֵל אוֹמֵר: אַף מֵדִיחַ וְשׁוֹלֶה.",
            "<big><strong>גְּמָ׳</strong></big> תַּנְיָא, אָמַר רַבָּן גַּמְלִיאֵל: בַּמֶּה דְּבָרִים אֲמוּרִים — כְּשֶׁהָאוֹכֶל מְרוּבֶּה עַל הַפְּסוֹלֶת, אֲבָל פְּסוֹלֶת מְרוּבָּה עַל הָאוֹכֶל — דִּבְרֵי הַכֹּל נוֹטֵל אֶת הָאוֹכֵל וּמַנִּיחַ אֶת הַפְּסוֹלֶת.",
            "פְּסוֹלֶת מְרוּבָּה עַל הָאוֹכֶל מִי אִיכָּא מַאן דְּשָׁרֵי? לָא צְרִיכָא, דִּנְפִישׁ בְּטִרְחָא וְזוּטַר בְּשִׁיעוּרָא.",
            "רַבָּן גַּמְלִיאֵל אוֹמֵר: אַף מֵדִיחַ וְשׁוֹלֶה. תַּנְיָא, אָמַר רַבִּי אֶלְעָזָר בְּרַבִּי צָדוֹק: כָּךְ הָיָה מִנְהָגָן שֶׁל בֵּית רַבָּן גַּמְלִיאֵל, שֶׁהָיוּ מְבִיאִין דְּלִי מָלֵא עֲדָשִׁים וּמְצִיפִין עָלָיו מַיִם, וְנִמְצָא אוֹכֶל לְמַטָּה וּפְסוֹלֶת לְמַעְלָה.",
            "וְהָתַנְיָא אִיפְּכָא? לָא קַשְׁיָא: הָא בְּעַפְרָא, הָא בְּגִילֵי.",
            "<big><strong>מַתְנִי׳</strong></big> בֵּית שַׁמַּאי אוֹמְרִים: אֵין מְשַׁלְּחִין בְּיוֹם טוֹב אֶלָּא מָנוֹת, וּבֵית הִלֵּל אוֹמְרִים: מְשַׁלְּחִין בְּהֵמָה חַיָּה וָעוֹף, בֵּין חַיִּין בֵּין שְׁחוּטִין. מְשַׁלְּחִין יֵינוֹת שְׁמָנִים וּסְלָתוֹת וְקִטְנִיּוֹת, אֲבָל לֹא תְּבוּאָה. וְרַבִּי שִׁמְעוֹן מַתִּיר בִּתְבוּאָה.",
            "<big><strong>גְּמָ׳</strong></big> תָּנֵי רַב יְחִיאֵל: וּבִלְבַד שֶׁלֹּא יַעֲשֶׂנּוּ בְּשׁוּרָה. תָּנָא: אֵין שׁוּרָה פְּחוּתָה מִשְּׁלֹשָׁה בְּנֵי אָדָם. בָּעֵי רַב אָשֵׁי: תְּלָתָא גַּבְרֵי וּתְלָתָא מִינֵי מַאי? תֵּיקוּ.",
            "רַבִּי שִׁמְעוֹן מַתִּיר בִּתְבוּאָה. תַּנְיָא: רַבִּי שִׁמְעוֹן מַתִּיר בִּתְבוּאָה, כְּגוֹן: חִטִּין לַעֲשׂוֹת מֵהֶן לוּדִיּוֹת, שְׂעוֹרִים לִיתֵּן לִפְנֵי בְּהֶמְתּוֹ, עֲדָשִׁים לַעֲשׂוֹת מֵהֶן רְסִיסִין.",
            "<big><strong>מַתְנִי׳</strong></big> מְשַׁלְּחִין כֵּלִים בֵּין תְּפוּרִין בֵּין שֶׁאֵינָן תְּפוּרִין, וְאַף עַל פִּי שֶׁיֵּשׁ בָּהֶן כִּלְאַיִם וְהֵן לְצוֹרֶךְ הַמּוֹעֵד. אֲבָל לֹא סַנְדָּל הַמְסוּמָּר וְלֹא מִנְעָל שֶׁאֵינוֹ תָּפוּר. רַבִּי יְהוּדָה אוֹמֵר: אַף לֹא מִנְעָל לָבָן, מִפְּנֵי שֶׁצָּרִיךְ אוּמָּן. זֶה הַכְּלָל: כׇּל שֶׁנֵּאוֹתִין בּוֹ בְּיוֹם טוֹב — מְשַׁלְּחִין אוֹתוֹ.",
            "<big><strong>גְּמָ׳</strong></big> בִּשְׁלָמָא תְּפוּרִין — חֲזוּ לְמַלְבּוּשׁ, שֶׁאֵין תְּפוּרִין נָמֵי — חֲזוּ לְכַסּוֹיֵי, אֶלָּא כִּלְאַיִם לְמַאי חֲזוּ?",
            "וְכִי תֵימָא חֲזוּ לְמֵימַךְ תּוּתֵיהּ, וְהָתַנְיָא: ״לֹא יַעֲלֶה עָלֶיךָ״, אֲבָל אַתָּה יָכוֹל לְהַצִּיעוֹ תַּחְתֶּיךָ. אֲבָל אָמְרוּ חֲכָמִים: אָסוּר לַעֲשׂוֹת כֵּן, שֶׁמָּא תִּכָּרֵךְ לוֹ נִימָא עַל בְּשָׂרוֹ.",
            "וְכִי תֵּימָא דְּמַפְסֵיק מִידֵּי בֵּינֵי בֵּינֵי, וְהָאָמַר רַבִּי שִׁמְעוֹן בֶּן פַּזִּי, אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, אָמַר רַבִּי יוֹסֵי בֶּן שָׁאוּל, אָמַר רַבִּי מִשּׁוּם קְהָלָא קַדִּישָׁא דְּבִירוּשָׁלַיִם: אֲפִילּוּ עֶשֶׂר מַצָּעוֹת זוֹ עַל גַּבֵּי זוֹ וְכִלְאַיִם תַּחְתֵּיהֶן — אָסוּר לִישַׁן עֲלֵיהֶם (מִשּׁוּם שֶׁנֶּאֱמַר: ״לֹא יַעֲלֶה עָלֶיךָ״).",
            "אֶלָּא, בְּוִילוֹן. וְהָאָמַר עוּלָּא: מִפְּנֵי מָה אָמְרוּ וִילוֹן טָמֵא — מִפְּנֵי שֶׁהַשַּׁמָּשׁ מִתְחַמֵּם כְּנֶגְדּוֹ."
        ],
        [
            "אֶלָּא בְּקָשִׁין, וְכִי הָא דְּאָמַר רַב הוּנָא בְּרֵיהּ דְּרַב יְהוֹשֻׁעַ: הַאי נַמְטָא גַּמְדָּא דְּנַרֶשׁ — שַׁרְיָא.",
            "אָמַר רַב פָּפָּא: עַרְדָּלִין — אֵין בָּהֶן מִשּׁוּם כִּלְאַיִם. אָמַר רָבָא: הָנֵי צְרָרֵי דִּפְשִׁיטֵי — אֵין בָּהֶם מִשּׁוּם כִּלְאַיִם, דְּבִזְרָנֵי — יֵשׁ בָּהֶן מִשּׁוּם כִּלְאַיִם. רַב אָשֵׁי אָמַר: אֶחָד זֶה וְאֶחָד זֶה אֵין בָּהֶן מִשּׁוּם כִּלְאַיִם, לְפִי שֶׁאֵין דֶּרֶךְ חִמּוּם בְּכָךְ.",
            "אֲבָל לֹא סַנְדָּל הַמְסוּמָּר. סַנְדָּל הַמְסוּמָּר מַאי טַעְמָא לָא? מִשּׁוּם מַעֲשֶׂה שֶׁהָיָה.",
            "אָמַר אַבָּיֵי: סַנְדָּל הַמְסוּמָּר אָסוּר לְנׇעֳלוֹ וּמוּתָּר לְטַלְטְלוֹ. אָסוּר לְנׇעֳלוֹ — מִשּׁוּם מַעֲשֶׂה שֶׁהָיָה, וּמוּתָּר לְטַלְטְלוֹ — מִדְּקָתָנֵי: ״אֵין מְשַׁלְּחִין״, דְּאִי סָלְקָא דַּעְתָּךְ אָסוּר לְטַלְטְלוֹ, הַשְׁתָּא לְטַלְטוֹלֵי אָסוּר, מְשַׁלְּחִין מִבַּעְיָא?",
            "וְלֹא מִנְעָל שֶׁאֵינוֹ תָּפוּר. פְּשִׁיטָא! לֹא נִצְרְכָא, דְּאַף עַל גַּב דְּנָקֵיט בְּסִיכֵּי.",
            "רַבִּי יְהוּדָה אוֹמֵר: אַף לֹא מִנְעָל לָבָן. תַּנְיָא: רַבִּי יְהוּדָה מַתִּיר בְּשָׁחוֹר, וְאוֹסֵר בְּלָבָן, מִפְּנֵי שֶׁצָּרִיךְ בֵּיצַת הַגִּיר. רַבִּי יוֹסֵי אוֹסֵר בַּשָּׁחוֹר, מִפְּנֵי שֶׁצָּרִיךְ לְצַחְצְחוֹ.",
            "וְלָא פְּלִיגִי. מָר כִּי אַתְרֵיהּ וּמָר כִּי אַתְרֵיהּ. בְּאַתְרֵיהּ דְּמָר — בִּשְׂרָא לְתַחַת, בְּאַתְרֵיהּ דְּמָר — בִּשְׂרָא לְעֵיל.",
            "זֶה הַכְּלָל כֹּל שֶׁנֵּאוֹתִין בּוֹ בְּיוֹם טוֹב. רַב שֵׁשֶׁת שְׁרָא לְהוּ לְרַבָּנַן לְשַׁדּוֹרֵי תְּפִלִּין בְּיוֹמָא טָבָא. אֲמַר לֵיהּ אַבָּיֵי: וְהָא אֲנַן תְּנַן, כֹּל שֶׁנֵּאוֹתִין בּוֹ בְּיוֹם טוֹב — מְשַׁלְּחִין אוֹתוֹ! הָכִי קָאָמַר: כֹּל שֶׁנֵּאוֹתִין בּוֹ בְּחוֹל — מְשַׁלְּחִין אוֹתוֹ בְּיוֹם טוֹב.",
            "אָמַר אַבָּיֵי: תְּפִלִּין, הוֹאִיל וַאֲתוֹ לְיָדָן, נֵימָא בְּהוּ מִילְּתָא: הָיָה בָּא בַּדֶּרֶךְ וּתְפִלִּין בְּרֹאשׁוֹ, וְשָׁקְעָה עָלָיו חַמָּה — מַנִּיחַ יָדוֹ עֲלֵיהֶם עַד שֶׁמַּגִּיעַ לְבֵיתוֹ. הָיָה יוֹשֵׁב בְּבֵית הַמִּדְרָשׁ וּתְפִלִּין בְּרֹאשׁוֹ וְקִדֵּשׁ עָלָיו הַיּוֹם — מַנִּיחַ יָדוֹ עֲלֵיהֶן עַד שֶׁמַּגִּיעַ לְבֵיתוֹ.",
            "מֵתִיב רַב הוּנָא בְּרֵיהּ דְּרַב אִיקָא: הָיָה בָּא בַּדֶּרֶךְ וּתְפִלִּין בְּרֹאשׁוֹ וְקִדֵּשׁ עָלָיו הַיּוֹם — מַנִּיחַ יָדוֹ עֲלֵיהֶן עַד שֶׁמַּגִּיעַ לְבֵית הַסָּמוּךְ לַחוֹמָה. הָיָה יוֹשֵׁב בְּבֵית הַמִּדְרָשׁ וְקִדֵּשׁ עָלָיו הַיּוֹם — מַנִּיחַ יָדוֹ עֲלֵיהֶן עַד שֶׁמַּגִּיעַ לַבַּיִת הַסָּמוּךְ לְבֵית הַמִּדְרָשׁ.",
            "לָא קַשְׁיָא: הָא דְּמִנַּטְרָא, הָא דְּלָא מִנַּטְרָא.",
            "אִי דְּלָא מִנַּטְרָא, מַאי אִירְיָא בְּרֹאשׁוֹ? אֲפִילּוּ מַחֲתָן בְּאַרְעָא נָמֵי, דְּהָא תְּנַן: הַמּוֹצֵא תְּפִלִּין — מַכְנִיסָן זוּג זוּג!",
            "לָא קַשְׁיָא: הָא — דְּמִנַּטְרָא מֵחֲמַת גַּנָּבֵי וּמֵחֲמַת כַּלְבֵי. הָא — דְּמִנַּטְרָא מֵחֲמַת כַּלְבֵי וְלָא מִנַּטְרָא מֵחֲמַת גַּנָּבֵי.",
            "מַהוּ דְּתֵימָא: רוֹב לִסְטִים יִשְׂרָאֵל נִינְהוּ וְלָא מְזַלְזְלִי בְּהוּ, קָא מַשְׁמַע לַן.",
            "<br><br><big><strong>הֲדַרַן עֲלָךְ בֵּיצָה</strong></big><br><br>"
        ],
        [
            "<big><strong>יוֹם טוֹב</strong></big> שֶׁחָל לִהְיוֹת עֶרֶב שַׁבָּת — לֹא יְבַשֵּׁל בַּתְּחִלָּה מִיּוֹם טוֹב לְשַׁבָּת. אֲבָל מְבַשֵּׁל הוּא לְיוֹם טוֹב, וְאִם הוֹתִיר — הוֹתִיר לַשַּׁבָּת. וְעוֹשֶׂה תַּבְשִׁיל מֵעֶרֶב יוֹם טוֹב, וְסוֹמֵךְ עָלָיו לַשַּׁבָּת.",
            "בֵּית שַׁמַּאי אוֹמְרִים: שְׁנֵי תַבְשִׁילִין, ובֵית הִלֵּל אוֹמְרִים: תַּבְשִׁיל אֶחָד. וְשָׁוִין בְּדָג וּבֵיצָה שֶׁעָלָיו, שֶׁהֵן שְׁנֵי תַבְשִׁילִין.",
            "אֲכָלוֹ אוֹ שֶׁאָבַד — לֹא יְבַשֵּׁל עָלָיו בַּתְּחִלָּה. וְאִם שִׁיֵּיר מִמֶּנּוּ כׇּל שֶׁהוּא, — סוֹמֵךְ עָלָיו לַשַּׁבָּת.",
            "<big><strong>גְּמָ׳</strong></big> מְנָא הָנֵי מִילֵּי? אָמַר שְׁמוּאֵל, דְּאָמַר קְרָא: ״זָכוֹר אֶת יוֹם הַשַּׁבָּת לְקַדְּשׁוֹ״, זׇכְרֵהוּ — מֵאַחֵר שֶׁבָּא לְהַשְׁכִּיחוֹ.",
            "מַאי טַעְמָא? אָמַר רָבָא: כְּדַי שֶׁיִּבְרוֹר מָנָה יָפָה לַשַּׁבָּת וּמָנָה יָפָה לְיוֹם טוֹב.",
            "רַב אָשֵׁי אָמַר: כְּדֵי שֶׁיֹּאמְרוּ אֵין אוֹפִין מִיּוֹם טוֹב לַשַּׁבָּת, קַל וָחוֹמֶר מִיּוֹם טוֹב לְחוֹל.",
            "תְּנַן: עוֹשֶׂה תַּבְשִׁיל מֵעֶרֶב יוֹם טוֹב וְסוֹמֵךְ עָלָיו לַשַּׁבָּת. בִּשְׁלָמָא לְרַב אָשֵׁי דְּאָמַר כְּדֵי שֶׁיֹּאמְרוּ אֵין אוֹפִין מִיּוֹם טוֹב לַשַּׁבָּת, הַיְינוּ דְּמֵעֶרֶב יוֹם טוֹב — אִין, בְּיוֹם טוֹב — לָא. אֶלָּא לְרָבָא, מַאי אִירְיָא מֵעֶרֶב יוֹם טוֹב? אֲפִילּוּ בְּיוֹם טוֹב נָמֵי!",
            "אִין הָכִי נָמֵי, אֶלָּא גְּזֵרָה שֶׁמָּא יִפְשַׁע.",
            "וְתַנָּא מַיְיתֵי לַהּ מֵהָכָא: ״אֵת אֲשֶׁר תֹּאפוּ אֵפוּ וְאֵת אֲשֶׁר תְּבַשְּׁלוּ בַּשֵּׁלוּ״, מִכָּאן אָמַר רַבִּי אֱלִיעֶזֶר: אֵין אוֹפִין אֶלָּא עַל הָאָפוּי, וְאֵין מְבַשְּׁלִין אֶלָּא עַל הַמְבוּשָּׁל. מִכָּאן סָמְכוּ חֲכָמִים לְעֵרוּבֵי תַבְשִׁילִין מִן הַתּוֹרָה.",
            "תָּנוּ רַבָּנַן: מַעֲשֶׂה בְּרַבִּי אֱלִיעֶזֶר שֶׁהָיָה יוֹשֵׁב וְדוֹרֵשׁ כׇּל הַיּוֹם כּוּלּוֹ בְּהִלְכוֹת יוֹם טוֹב. יָצְתָה כַּת רִאשׁוֹנָה, אָמַר: הַלָּלוּ בַּעֲלֵי פִטָּסִין. כַּת שְׁנִיָּה, אָמַר: הַלָּלוּ בַּעֲלֵי חָבִיּוֹת. כַּת שְׁלִישִׁית, אָמַר: הַלָּלוּ בַּעֲלֵי כַדִּין.",
            "כַּת רְבִיעִית, אָמַר: הַלָּלוּ בַּעֲלֵי לְגִינִין. כַּת חֲמִישִׁית, אָמַר: הַלָּלוּ בַּעֲלֵי כוֹסוֹת. הִתְחִילוּ כַּת שִׁשִּׁית לָצֵאת, אָמַר: הַלָּלוּ בַּעֲלֵי מְאֵרָה.",
            "נָתַן עֵינָיו בַּתַּלְמִידִים, הִתְחִילוּ פְּנֵיהֶם מִשְׁתַּנִּין. אָמַר לָהֶם: בָּנַי, לֹא לָכֶם אֲנִי אוֹמֵר, אֶלָּא לְהַלָּלוּ שֶׁיָּצְאוּ, שֶׁמַּנִּיחִים חַיֵּי עוֹלָם וְעוֹסְקִים בְּחַיֵּי שָׁעָה.",
            "בִּשְׁעַת פְּטִירָתָן, אָמַר לָהֶם: ״לְכוּ אִכְלוּ מַשְׁמַנִּים וּשְׁתוּ מַמְתַקִּים וְשִׁלְחוּ מָנוֹת לְאֵין נָכוֹן לוֹ כִּי קָדוֹשׁ הַיּוֹם לַאֲדֹנֵינוּ וְאַל תֵּעָצֵבוּ כִּי חֶדְוַת ה׳ הִיא מָעֻזְּכֶם״.",
            "אָמַר מָר: שֶׁמַּנִּיחִין חַיֵּי עוֹלָם וְעוֹסְקִין בְּחַיֵּי שָׁעָה — וְהָא שִׂמְחַת יוֹם טוֹב מִצְוָה הִיא! רַבִּי אֱלִיעֶזֶר לְטַעְמֵיהּ, דְּאָמַר: שִׂמְחַת יוֹם טוֹב רְשׁוּת.",
            "דְּתַנְיָא, רַבִּי אֱלִיעֶזֶר אוֹמֵר: אֵין לוֹ לָאָדָם בְּיוֹם טוֹב, אֶלָּא אוֹ אוֹכֵל וְשׁוֹתֶה, אוֹ יוֹשֵׁב וְשׁוֹנֶה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, חַלְּקֵהוּ: חֶצְיוֹ לַה׳, וְחֶצְיוֹ לָכֶם.",
            "אָמַר רַבִּי יוֹחָנָן: וּשְׁנֵיהֶם מִקְרָא אֶחָד דָּרְשׁוּ. כָּתוּב אֶחָד אוֹמֵר: ״עֲצֶרֶת לַה׳ אֱלֹהֶיךָ״, וְכָתוּב אֶחָד אוֹמֵר: ״עֲצֶרֶת תִּהְיֶה לָכֶם״. הָא כֵּיצַד? רַבִּי אֱלִיעֶזֶר סָבַר: אוֹ כּוּלּוֹ לַה׳, אוֹ כּוּלּוֹ לָכֶם. וְרַבִּי יְהוֹשֻׁעַ סָבַר: חַלְּקֵהוּ, חֶצְיוֹ לַה׳ וְחֶצְיוֹ לָכֶם.",
            "מַאי ״לְאֵין נָכוֹן לוֹ״? אָמַר רַב חִסְדָּא: לְמִי שֶׁלֹּא הִנִּיחַ עֵירוּבֵי תַבְשִׁילִין. אִיכָּא דְּאָמְרִי: מִי שֶׁלֹּא הָיָה לוֹ לְהַנִּיחַ עֵירוּבֵי תַבְשִׁילִין, אֲבָל מִי שֶׁהָיָה לוֹ לְהַנִּיחַ עֵירוּבֵי תַבְשִׁילִין וְלֹא הִנִּיחַ — פּוֹשֵׁעַ הוּא.",
            "מַאי ״כִּי חֶדְוַת ה׳ הִיא מָעֻזְּכֶם״? אָמַר רַבִּי יוֹחָנָן מִשּׁוּם רַבִּי אֱלִיעֶזֶר בְּרַבִּי שִׁמְעוֹן: אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל: בָּנַי, לְווּ עָלַי, וְקַדְּשׁוּ קְדוּשַּׁת הַיּוֹם, וְהַאֲמִינוּ בִּי וַאֲנִי פּוֹרֵעַ.",
            "וְאָמַר רַבִּי יוֹחָנָן מִשּׁוּם רַבִּי אֱלִיעֶזֶר בְּרַבִּי שִׁמְעוֹן: הָרוֹצֶה שֶׁיִּתְקַיְּימוּ נְכָסָיו — יִטַּע בָּהֶן אֶדֶר, שֶׁנֶּאֱמַר: ״אַדִּיר בַּמָּרוֹם ה׳״.",
            "אִי נָמֵי אַדְרָא כִּשְׁמֵיהּ, כִּדְאָמְרִי אִינָשֵׁי: מַאי אַדְרָא — דְּקָיְימָא לְדָרֵי דָּרֵי. תַּנְיָא נָמֵי הָכִי: שָׂדֶה שֶׁיֵּשׁ בָּהּ אֶדֶר אֵינָהּ נִגְזֶלֶת וְאֵינָהּ נֶחְמֶסֶת, וּפֵירוֹתֶיהָ מִשְׁתַּמְּרִין.",
            "תָּנֵי רַב תַּחְלִיפָא אֲחוּהּ דְּרַבְנַאי חוֹזָאָה:"
        ],
        [
            "כׇּל מְזוֹנוֹתָיו שֶׁל אָדָם קְצוּבִים לוֹ מֵרֹאשׁ הַשָּׁנָה וְעַד יוֹם הַכִּפּוּרִים, חוּץ מֵהוֹצָאַת שַׁבָּתוֹת וְהוֹצָאַת יוֹם טוֹב וְהוֹצָאַת בָּנָיו לְתַלְמוּד תּוֹרָה, שֶׁאִם פָּחַת — פּוֹחֲתִין לוֹ, וְאִם הוֹסִיף — מוֹסִיפִין לוֹ.",
            "אָמַר רַבִּי אֲבָהוּ, מַאי קְרָאָה: ״תִּקְעוּ בַחֹדֶשׁ שׁוֹפָר (בַּכֵּסֶא) לְיוֹם חַגֵּנוּ״, אֵיזֶהוּ חַג שֶׁהַחֹדֶשׁ מִתְכַּסֶּה בּוֹ — הֱוֵי אוֹמֵר זֶה רֹאשׁ הַשָּׁנָה, וּכְתִיב: ״כִּי חֹק לְיִשְׂרָאֵל הוּא מִשְׁפָּט לֵאלֹהֵי יַעֲקֹב״.",
            "מַאי מַשְׁמַע דְּהַאי ״חֹק״ לִישָּׁנָא דִּמְזוֹנֵי הוּא, דִּכְתִיב: ״וְאָכְלוּ אֶת חֻקָּם אֲשֶׁר נָתַן לָהֶם פַּרְעֹה״. מָר זוּטְרָא אָמַר, מֵהָכָא: ״הַטְרִיפֵנִי לֶחֶם חֻקִּי״.",
            "תַּנְיָא: אָמְרוּ עָלָיו עַל שַׁמַּאי הַזָּקֵן, כׇּל יָמָיו הָיָה אוֹכֵל לִכְבוֹד שַׁבָּת. מָצָא בְּהֵמָה נָאָה, אוֹמֵר: זוֹ לַשַּׁבָּת. מָצָא אַחֶרֶת נָאָה הֵימֶנָּה — מַנִּיחַ אֶת הַשְּׁנִיָּה וְאוֹכֵל אֶת הָרִאשׁוֹנָה.",
            "אֲבָל הִלֵּל הַזָּקֵן — מִדָּה אַחֶרֶת הָיְתָה לוֹ, שֶׁכׇּל מַעֲשָׂיו לְשֵׁם שָׁמַיִם, שֶׁנֶּאֱמַר: ״בָּרוּךְ ה׳ יוֹם יוֹם״, תַּנְיָא נָמֵי הָכִי, בֵּית שַׁמַּאי אוֹמְרִים: מֵחַד שַׁבָּיךְ לְשַׁבְּתָיךְ, ובֵית הִלֵּל אוֹמְרִים: ״בָּרוּךְ ה׳ יוֹם יוֹם״.",
            "אָמַר רַבִּי חָמָא בְּרַבִּי חֲנִינָא: הַנּוֹתֵן מַתָּנָה לַחֲבֵרוֹ אֵין צָרִיךְ לְהוֹדִיעוֹ, שֶׁנֶּאֱמַר: ״וּמֹשֶׁה לֹא יָדַע כִּי קָרַן עוֹר פָּנָיו״.",
            "מֵיתִיבִי: ״לָדַעַת כִּי אֲנִי ה׳ מְקַדִּשְׁכֶם״, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה: מֹשֶׁה! מַתָּנָה טוֹבָה יֵשׁ לִי בְּבֵית גְּנָזַי וְשַׁבָּת שְׁמָהּ, וַאֲנִי מְבַקֵּשׁ לִיתְּנָהּ לְיִשְׂרָאֵל, לֵךְ וְהוֹדִיעַ אוֹתָם. מִכָּאן אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל: הַנּוֹתֵן פַּת לְתִינוֹק, צָרִיךְ לְהוֹדִיעַ לְאִמּוֹ.",
            "לָא קַשְׁיָא: הָא בְּמַתָּנָה דַּעֲבִידָא לְאִגַּלּוֹיֵי, הָא בְּמַתָּנָה דְּלָא עֲבִידָא לְאִגַּלּוֹיֵי. שַׁבָּת נָמֵי מַתָּנָה דַּעֲבִידָא לְאִגַּלּוֹיֵי! מַתַּן שְׂכָרָהּ לָא עֲבִידָא לְאִגַּלּוֹיֵי.",
            "אָמַר מָר, מִכָּאן אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל: הַנּוֹתֵן פַּת לְתִינוֹק צָרִיךְ לְהוֹדִיעַ לְאִמּוֹ. מַאי עָבֵיד לֵיהּ? שָׁיֵיף לֵיהּ מִשְׁחָא וּמָלֵי לֵיהּ כּוּחְלָא. וְהָאִידָּנָא דְּחָיְישִׁינַן לִכְשָׁפִים, מַאי? אָמַר רַב פָּפָּא: שָׁיֵיף לֵיהּ מֵאוֹתוֹ הַמִּין.",
            "אָמַר רַבִּי יוֹחָנָן מִשּׁוּם רַבִּי שִׁמְעוֹן בֶּן יוֹחַי: כׇּל מִצְוֹת שֶׁנָּתַן לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל — נָתַן לָהֶם בְּפַרְהֶסְיָא, חוּץ מִשַּׁבָּת שֶׁנָּתַן לָהֶם בְּצִנְעָא, שֶׁנֶּאֱמַר: ״בֵּינִי וּבֵין בְּנֵי יִשְׂרָאֵל אוֹת הִיא לְעוֹלָם״.",
            "אִי הָכִי, לָא לִעַנְשׁוּ גּוֹיִם עֲלַהּ? שַׁבָּת — אוֹדוֹעֵי אוֹדְעִינְהוּ, מַתַּן שְׂכָרָהּ — לָא אוֹדְעִינְהוּ. וְאִי בָּעֵית אֵימָא: מַתַּן שְׂכָרָהּ נָמֵי אוֹדְעִינְהוּ, נְשָׁמָה יְתֵירָה — לָא אוֹדְעִינְהוּ.",
            "דְּאָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ: נְשָׁמָה יְתֵירָה נוֹתֵן הַקָּדוֹשׁ בָּרוּךְ הוּא בָּאָדָם עֶרֶב שַׁבָּת, וּלְמוֹצָאֵי שַׁבָּת נוֹטְלִין אוֹתָהּ הֵימֶנּוּ, שֶׁנֶּאֱמַר: ״שָׁבַת וַיִּנָּפַשׁ״, כֵּיוָן שֶׁשָּׁבַת וַוי אָבְדָה נֶפֶשׁ.",
            "עוֹשֶׂה אָדָם תַּבְשִׁיל מֵעֶרֶב יוֹם טוֹב. אָמַר אַבָּיֵי: לֹא שָׁנוּ אֶלָּא תַּבְשִׁיל, אֲבָל פַּת — לָא.",
            "מַאי שְׁנָא פַּת דְּלָא? אִילֵּימָא מִידֵּי דִּמְלַפֵּת בָּעֵינַן, וּפַת לָא מְלַפְּתָא — וְהָא דַּיְיסָא נָמֵי דְּלָא מְלַפְּתָא, דְּאָמַר רַבִּי זֵירָא: הָנֵי בַּבְלָאֵי טַפְשָׁאֵי דְּאָכְלִי נַהֲמָא בְּנַהֲמָא. וְאָמַר רַב נְחוּמִי בַּר זְכַרְיָה מִשְּׁמֵיהּ דְּאַבָּיֵי: מְעָרְבִין בְּדַיְיסָא! אֶלָּא: מִידֵּי דְּלָא שְׁכִיחַ בָּעֵינַן, וּפַת שְׁכִיחָא, וְדַיְיסָא לָא שְׁכִיחָא.",
            "אִיכָּא דְּאָמְרִי, אָמַר אַבָּיֵי: לֹא שָׁנוּ אֶלָּא תַּבְשִׁיל, אֲבָל פַּת — לָא. מַאי טַעְמָא? אִילֵּימָא דְּמִידֵּי דְּלָא שְׁכִיחַ בָּעֵינַן, וּפַת שְׁכִיחָא — וְהָא דַּיְיסָא לָא שְׁכִיחָא, וְאָמַר רַב נְחוּמִי בַּר זְכַרְיָה מִשְּׁמֵיהּ דְּאַבָּיֵי: אֵין מְעָרְבִין בְּדַיְיסָא! אֶלָּא: מִידֵּי דִּמְלַפֵּת בָּעֵינַן, וּפַת לָא מְלַפְּתָא, וְדַיְיסָא נָמֵי לָא מְלַפְּתָא. דְּאָמַר רַבִּי זֵירָא: הָנֵי בַּבְלָאֵי טַפְשָׁאֵי דְּאָכְלִי נַהֲמָא בְּנַהֲמָא.",
            "תָּנֵי רַבִּי חִיָּיא: עֲדָשִׁים שֶׁבְּשׁוּלֵי קְדֵרָה סוֹמֵךְ עֲלֵיהֶן מִשּׁוּם עֵרוּבֵי תַבְשִׁילִין. וְהָנֵי מִילֵּי דְּאִית בְּהוּ כְּזַיִת. אָמַר רַב יִצְחָק בְּרֵיהּ דְּרַב יְהוּדָה: שַׁמְנוּנִית שֶׁעַל גַּבֵּי הַסַּכִּין — גּוֹרְרוֹ וְסוֹמֵךְ עָלָיו מִשּׁוּם עֵרוּבֵי תַבְשִׁילִין. וְהָנֵי מִילֵּי דְּאִית בְּהוּ כְּזַיִת.",
            "אָמַר רַב אַסִּי אָמַר רַב: דָּגִים קְטַנִּים מְלוּחִים אֵין בָּהֶם מִשּׁוּם בִּשּׁוּלֵי גוֹיִם. אָמַר רַב יוֹסֵף: וְאִם צְלָאָן גּוֹי — סוֹמֵךְ עֲלֵיהֶם מִשּׁוּם עֵרוּבֵי תַבְשִׁילִין. וְאִי עַבְדִינְהוּ גּוֹי כָּסָא דְהַרְסָנָא — אָסוּר.",
            "פְּשִׁיטָא! מַהוּ דְּתֵימָא:"
        ],
        [
            "הַרְסָנָא עִיקָּר, קָא מַשְׁמַע לַן קִמְחָא עִיקָּר.",
            "אָמַר רַבִּי אַבָּא: עֵרוּבֵי תַבְשִׁילִין צְרִיכִין כְּזַיִת. אִיבַּעְיָא לְהוּ: כְּזַיִת אֶחָד לְכֻלָּן, אוֹ דִלְמָא כְּזַיִת לְכׇל אֶחָד וְאֶחָד? תָּא שְׁמַע, דְּאָמַר רַבִּי אַבָּא אָמַר רַב: עֵרוּבֵי תַבְשִׁילִין צְרִיכִין כְּזַיִת בֵּין לְאֶחָד, בֵּין לְמֵאָה.",
            "תְּנַן: אֲכָלוֹ אוֹ שֶׁאָבַד — לֹא יְבַשֵּׁל עָלָיו בַּתְּחִלָּה, שִׁיֵּיר מִמֶּנּוּ כׇּל שֶׁהוּא — סוֹמֵךְ עָלָיו לְשַׁבָּת. מַאי כׇּל שֶׁהוּא? לָאו אַף עַל גַּב דְּלֵיכָּא כְּזַיִת? לָא, דְּאִית בֵּיהּ כְּזַיִת.",
            "תָּא שְׁמַע: תַּבְשִׁיל — זֶה צָלִי, וַאֲפִילּוּ כָּבוּשׁ שָׁלוּק וּמְבוּשָּׁל, וְקוֹלְיָיס הָאִסְפְּנִין שֶׁנָּתַן עָלָיו חַמִּין מֵעֶרֶב יוֹם טוֹב — תְּחִלָּתוֹ וְסוֹפוֹ אֵין לוֹ שִׁיעוּר. מַאי לָאו, אֵין לוֹ שִׁיעוּר כְּלָל? לָא, אֵין לוֹ שִׁיעוּר לְמַעְלָה, אֲבָל יֵשׁ לוֹ שִׁיעוּר לְמַטָּה.",
            "אָמַר רַב הוּנָא אָמַר רַב: עֵרוּבֵי תַבְשִׁילִין צְרִיכִין דַּעַת. פְּשִׁיטָא, דַּעַת מַנִּיחַ בָּעֵינַן; דַּעַת מִי שֶׁהִנִּיחוּ לוֹ בָּעֵינַן, אוֹ לָא בָּעֵינַן?",
            "תָּא שְׁמַע: דַּאֲבוּהּ דִּשְׁמוּאֵל מְעָרֵב אַכּוּלַּהּ נְהַרְדְּעָא, רַבִּי אַמֵּי וְרַבִּי אַסִּי מְעָרְבִי אַכּוּלַּהּ טְבֶרְיָא. מַכְרִיז רַבִּי יַעֲקֹב בַּר אִידִי: מִי שֶׁלֹּא הִנִּיחַ עֵרוּבֵי תַבְשִׁילִין, יָבֹא וְיִסְמוֹךְ עַל שֶׁלִּי. וְעַד כַּמָּה? אָמַר רַב נְחוּמִי בַּר זְכַרְיָה מִשְּׁמֵיהּ דְּאַבָּיֵי: עַד תְּחוּם שַׁבָּת.",
            "הָהוּא סַמְיָא דַּהֲוָה מְסַדַּר מַתְנְיָתָא קַמֵּיהּ דְּמָר שְׁמוּאֵל, חַזְיֵיהּ דַּהֲוָה עֲצִיב, אֲמַר לֵיהּ: אַמַּאי עֲצִיבַתְּ? אֲמַר לֵיהּ: דְּלָא אוֹתִיבִי עֵרוּבֵי תַבְשִׁילִין. אָמַר לֵיהּ: סְמוֹךְ אַדִּידִי. לְשָׁנָה חַזְיֵיהּ דַּהֲוָה עֲצִיב, אֲמַר לֵיהּ: אַמַּאי עֲצִיבַתְּ? אֲמַר לֵיהּ: דְּלָא אוֹתִיבִי עֵרוּבֵי תַּבְשִׁילִין. אֲמַר לֵיהּ: פּוֹשֵׁעַ אַתְּ. לְכוּלֵּי עָלְמָא שְׁרֵי, לְדִידָךְ אֲסִיר.",
            "תָּנוּ רַבָּנַן: יוֹם טוֹב שֶׁחָל לִהְיוֹת בְּעֶרֶב שַׁבָּת — אֵין מְעָרְבִין לֹא עֵרוּבֵי תְחוּמִין וְלֹא עֵרוּבֵי חֲצֵרוֹת.",
            "רַבִּי אוֹמֵר: מְעָרְבִין עֵרוּבֵי חֲצֵרוֹת, אֲבָל לֹא עֵרוּבֵי תְחוּמִין. מִפְּנֵי שֶׁאַתָּה אוֹסְרוֹ בְּדָבָר הָאָסוּר לוֹ, וְאִי אַתָּה אוֹסְרוֹ בְּדָבָר הַמּוּתָּר לוֹ.",
            "אִתְּמַר, רַב אָמַר: הֲלָכָה כְּתַנָּא קַמָּא. וּשְׁמוּאֵל אָמַר: הֲלָכָה כְּרַבִּי.",
            "אִיבַּעְיָא לְהוּ: הֲלָכָה כְּרַבִּי לְקוּלָּא אוֹ לְחוּמְרָא? פְּשִׁיטָא דִּלְקוּלָּא קָאָמַר! מִשּׁוּם דְּשָׁלַח רַבִּי אֶלְעָזָר לַגּוֹלָה: לֹא כְּשֶׁאַתֶּם שׁוֹנִין בְּבָבֶל רַבִּי מַתִּיר וַחֲכָמִים אוֹסְרִין, אֶלָּא רַבִּי אוֹסֵר וַחֲכָמִים מַתִּירִין. מַאי?",
            "תָּא שְׁמַע, דְּרַב תַּחְלִיפָא בַּר אַבְדִּימִי עֲבַד עוֹבָדָא כְּוָתֵיהּ דִּשְׁמוּאֵל, וְאָמַר רַב: תְּחִלַּת הוֹרָאָה דְּהַאי צוּרְבָּא מֵרַבָּנַן — לְקִלְקוּלָא. אִי אָמְרַתְּ בִּשְׁלָמָא לְקוּלָּא קָאָמַר — הַיְינוּ קִלְקוּלָא. אֶלָּא אִי אָמְרַתְּ לְחוּמְרָא — מַאי קִלְקוּלָא אִיכָּא?",
            "כֵּיוָן דְּמִקַּלְקְלִי בַּהּ רַבִּים,"
        ],
        [
            "הַיְינוּ קִלְקוּלָא. אָמַר רָבָא אָמַר רַב חִסְדָּא אָמַר רַב הוּנָא: הֲלָכָה כְּרַבִּי, וּלְאִסּוּר.",
            "תָּנוּ רַבָּנַן: יוֹם טוֹב שֶׁחָל לִהְיוֹת בְּשַׁבָּת, בֵּית שַׁמַּאי אוֹמְרִים: מִתְפַּלֵּל שְׁמֹנֶה, [וְאוֹמֵר] שֶׁל שַׁבָּת בִּפְנֵי עַצְמָהּ, וְשֶׁל יוֹם טוֹב בִּפְנֵי עַצְמָהּ. וּבֵית הִלֵּל אוֹמְרִים: מִתְפַּלֵּל שֶׁבַע, מַתְחִיל בְּשֶׁל שַׁבָּת וּמְסַיֵּים בְּשֶׁל שַׁבָּת, וְאוֹמֵר קְדוּשַּׁת הַיּוֹם בָּאֶמְצַע. רַבִּי אוֹמֵר, אַף חוֹתֵם בָּהּ: ״מְקַדֵּשׁ הַשַּׁבָּת, יִשְׂרָאֵל וְהַזְּמַנִּים״.",
            "תָּנֵי תַּנָּא קַמֵּיהּ דְּרָבִינָא: ״מְקַדֵּשׁ יִשְׂרָאֵל וְהַשַּׁבָּת וְהַזְּמַנִּים״. אֲמַר לֵיהּ: אַטּוּ שַׁבָּת יִשְׂרָאֵל מְקַדְּשִׁי לֵיהּ? וְהָא שַׁבָּת מִקַּדְּשָׁא וְקָיְימָא. אֶלָּא אֵימָא: ״מְקַדֵּשׁ הַשַּׁבָּת, יִשְׂרָאֵל וְהַזְּמַנִּים״. אָמַר רַב יוֹסֵף: הֲלָכָה כְּרַבִּי, וְכִדְתָרֵיץ רָבִינָא.",
            "תָּנוּ רַבָּנַן: שַׁבָּת שֶׁחָל לִהְיוֹת בְּרֹאשׁ חוֹדֶשׁ אוֹ בְּחוּלּוֹ שֶׁל מוֹעֵד, עַרְבִית וְשַׁחֲרִית וּמִנְחָה מִתְפַּלֵּל שֶׁבַע, וְאוֹמֵר מֵעֵין הַמְאוֹרָע בָּעֲבוֹדָה, וְאִם לֹא אָמַר — מַחְזִירִין אוֹתוֹ. רַבִּי אֱלִיעֶזֶר אוֹמֵר: בַּהוֹדָאָה. וּבַמּוּסָפִין מַתְחִיל בְּשֶׁל שַׁבָּת וּמְסַיֵּים בְּשֶׁל שַׁבָּת, וְאוֹמֵר קְדוּשַּׁת הַיּוֹם בָּאֶמְצַע.",
            "רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל וְרַבִּי יִשְׁמָעֵאל בְּנוֹ שֶׁל רַבִּי יוֹחָנָן בֶּן בְּרוֹקָא אוֹמְרִים: כׇּל מָקוֹם שֶׁהוּזְקַק לְשֶׁבַע, מַתְחִיל בְּשֶׁל שַׁבָּת וּמְסַיֵּים בְּשֶׁל שַׁבָּת וְאוֹמֵר קְדוּשַּׁת הַיּוֹם בָּאֶמְצַע. אָמַר רַב הוּנָא: אֵין הֲלָכָה כְּאוֹתוֹ הַזּוּג.",
            "אָמַר רַב חִיָּיא בַּר אָשֵׁי אָמַר רַב: מַנִּיחַ אָדָם עֵירוּבֵי תְחוּמִין מִיּוֹם טוֹב לַחֲבֵרוֹ, וּמַתְנֶה.",
            "אָמַר רָבָא: מַנִּיחַ אָדָם עֵירוּבֵי תַבְשִׁילִין מִיּוֹם טוֹב לַחֲבֵירוֹ, וּמַתְנֶה.",
            "מַאן דְּאָמַר עֵירוּבֵי תְחוּמִין — כׇּל שֶׁכֵּן עֵירוּבֵי תַבְשִׁילִין, וּמַאן דְּאָמַר עֵירוּבֵי תַבְשִׁילִין — אֲבָל עֵירוּבֵי תְחוּמִין לָא. מַאי טַעְמָא — דִּלְמִקְנֵי שְׁבִיתָה בְּשַׁבְּתָא לָא.",
            "תָּנוּ רַבָּנַן: אֵין אוֹפִין מִיּוֹם טוֹב לַחֲבֵירוֹ. בֶּאֱמֶת אָמְרוּ: מְמַלְּאָה אִשָּׁה כׇּל הַקְּדֵרָה בָּשָׂר, אַף עַל פִּי שֶׁאֵינָהּ צְרִיכָה אֶלָּא לַחֲתִיכָה אַחַת. מְמַלֵּא נַחְתּוֹם חָבִית שֶׁל מַיִם, אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ אֶלָּא לְקִיתוֹן אֶחָד. אֲבָל לֶאֱפוֹת — אֵינוֹ אוֹפֶה אֶלָּא מַה שֶּׁצָּרִיךְ לוֹ.",
            "רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר: מְמַלְּאָה אִשָּׁה כׇּל הַתַּנּוּר פַּת, מִפְּנֵי שֶׁהַפַּת נֶאֱפֵת יָפֶה בִּזְמַן שֶׁהַתַּנּוּר מָלֵא. אָמַר רָבָא: הֲלָכָה כְּרַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר.",
            "אִיבַּעְיָא לְהוּ: מִי שֶׁלֹּא הִנִּיחַ עֵירוּבֵי תַבְשִׁילִין, הוּא נֶאֱסָר וְקִמְחוֹ נֶאֱסָר, אוֹ דִלְמָא: הוּא נֶאֱסָר וְאֵין קִמְחוֹ נֶאֱסָר?",
            "לְמַאי נָפְקָא מִינַּהּ? לְאַקְנוֹיֵי קִמְחוֹ לַאֲחֵרִים. אִי אָמְרַתְּ הוּא נֶאֱסָר וְקִמְחוֹ נֶאֱסָר — צָרִיךְ לְאַקְנוֹיֵי קִמְחוֹ לַאֲחֵרִים. וְאִי אָמְרַתְּ הוּא נֶאֱסָר וְאֵין קִמְחוֹ נֶאֱסָר — לָא צְרִיךְ לְאַקְנוֹיֵי קִמְחוֹ לַאֲחֵרִים. מַאי?",
            "תָּא שְׁמַע: מִי שֶׁלֹּא הִנִּיחַ עֵירוּבֵי תַבְשִׁילִין, הֲרֵי זֶה לֹא יֹאפֶה וְלֹא יְבַשֵּׁל וְלֹא יַטְמִין, לֹא לוֹ וְלֹא לַאֲחֵרִים. וְלֹא אֲחֵרִים אוֹפִין וּמְבַשְּׁלִין לוֹ. כֵּיצַד הוּא עוֹשֶׂה — מַקְנֶה קִמְחוֹ לַאֲחֵרִים וְאוֹפִין לוֹ וּמְבַשְּׁלִין לוֹ. שְׁמַע מִינַּהּ: הוּא נֶאֱסָר וְקִמְחוֹ נֶאֱסָר, שְׁמַע מִינַּהּ.",
            "אִיבַּעְיָא לְהוּ: עָבַר וְאָפָה, מַאי? תָּא שְׁמַע: מִי שֶׁלֹּא הִנִּיחַ עֵירוּבֵי תַבְשִׁילִין, כֵּיצַד הוּא עוֹשֶׂה — מַקְנֶה קִמְחוֹ לַאֲחֵרִים, וַאֲחֵרִים אוֹפִין לוֹ וּמְבַשְּׁלִין לוֹ."
        ],
        [
            "וְאִי אִיתָא, לִיתְנֵי: עָבַר וְאָפָה מוּתָּר! אָמַר רַב אַדָּא בַּר מַתְנָה: תַּנָּא, תַּקַּנְתָּא דְהֶיתֵּרָא — קָתָנֵי, תַּקַּנְתָּא דְאִסּוּרָא — לָא קָתָנֵי.",
            "תָּא שְׁמַע: מִי שֶׁהִנִּיחַ עֵירוּבֵי תַבְשִׁילִין — הֲרֵי זֶה אוֹפֶה וּמְבַשֵּׁל וּמַטְמִין, וְאִם רָצָה לֶאֱכוֹל אֶת עֵירוּבוֹ — הָרְשׁוּת בְּיָדוֹ. אֲכָלוֹ עַד שֶׁלֹּא אָפָה עַד שֶׁלֹּא הִטְמִין — הֲרֵי זֶה לֹא יֹאפֶה וְלֹא יְבַשֵּׁל וְלֹא יַטְמִין, לֹא לוֹ וְלֹא לַאֲחֵרִים. וְלֹא אֲחֵרִים אוֹפִין וּמְבַשְּׁלִין לוֹ.",
            "אֲבָל מְבַשֵּׁל הוּא לְיוֹם טוֹב, וְאִם הוֹתִיר — הוֹתִיר לַשַּׁבָּת, וּבִלְבַד שֶׁלֹּא יַעֲרִים. וְאִם הֶעֱרִים — אָסוּר!",
            "אָמַר רַב אָשֵׁי: הַעֲרָמָה קָא אָמְרַתְּ — שָׁאנֵי הַעֲרָמָה דְּאַחְמִירוּ בַּהּ רַבָּנַן טְפֵי מִמֵּזִיד.",
            "רַב נַחְמָן בַּר יִצְחָק אָמַר: הָא מַנִּי — חֲנַנְיָה הִיא, וְאַלִּיבָּא דְּבֵית שַׁמַּאי. דְּתַנְיָא, חֲנַנְיָה אוֹמֵר, בֵּית שַׁמַּאי אוֹמְרִים: אֵין אוֹפִין אֶלָּא אִם כֵּן עֵרֵב בְּפַת, וְאֵין מְבַשְּׁלִין אֶלָּא אִם כֵּן עֵרֵב בְּתַבְשִׁיל, וְאֵין טוֹמְנִין אֶלָּא אִם כֵּן הָיוּ חַמִּין טְמוּנִין מֵעֶרֶב יוֹם טוֹב.",
            "ובֵית הִלֵּל אוֹמְרִים: מְעָרֵב בְּתַבְשִׁיל אֶחָד, וְעוֹשֶׂה בּוֹ כׇּל צָרְכּוֹ.",
            "(תְּנַן:) הַמְעַשֵּׂר פֵּירוֹתָיו בְּשַׁבָּת, בְּשׁוֹגֵג — יֹאכַל, בְּמֵזִיד — לֹא יֹאכַל. לָא צְרִיכָא, דְּאִית לֵיהּ פֵּירֵי אַחֲרִינֵי.",
            "תָּא שְׁמַע: הַמַּטְבִּיל כֵּלָיו בַּשַּׁבָּת, בְּשׁוֹגֵג — יִשְׁתַּמֵּשׁ בָּהֶן, בְּמֵזִיד — לֹא יִשְׁתַּמֵּשׁ בָּהֶן.",
            "לָא צְרִיכָא, דְּאִית לֵיהּ מָאנֵי אַחֲרִינֵי. אִי נָמֵי, אֶפְשָׁר בִּשְׁאֵלָה.",
            "תָּא שְׁמַע: הַמְבַשֵּׁל בְּשַׁבָּת, בְּשׁוֹגֵג — יֹאכַל, בְּמֵזִיד — לֹא יֹאכַל. אִסּוּרָא דְשַׁבָּת שָׁאנֵי.",
            "בֵּית שַׁמַּאי אוֹמְרִים: שְׁנֵי תַבְשִׁילִין. מַתְנִיתִין דְּלָא כִּי הַאי תַּנָּא, דְּתַנְיָא, אָמַר רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר: מוֹדִים בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל שְׁנֵי תַבְשִׁילִין שֶׁצָּרִיךְ, עַל מָה נֶחְלְקוּ — עַל דָּג וּבֵיצָה שֶׁעָלָיו, שֶׁבֵּית שַׁמַּאי אוֹמְרִים שְׁנֵי תַבְשִׁילִין. ובֵית הִלֵּל אוֹמְרִים: תַּבְשִׁיל אֶחָד. וְשָׁוִין, שֶׁאִם פִּרְפֵּר בֵּיצָה וְנָתַן לְתוֹךְ הַדָּג, אוֹ שֶׁרִסֵּק קַפְלוֹטוֹת וְנָתַן לְתוֹךְ הַדָּג, שֶׁהֵן שְׁנֵי תַבְשִׁילִין.",
            "אָמַר רָבָא: הִלְכְתָא כְּתַנָּא דִּידַן, וְאַלִּיבָּא דְּבֵית הִלֵּל.",
            "אֲכָלוֹ אוֹ שֶׁאָבַד — הֲרֵי זֶה לֹא יְבַשֵּׁל עָלָיו וְכוּ׳. אָמַר אַבָּיֵי: נָקְטִינַן, הִתְחִיל בְּעִיסָּתוֹ וְנֶאֱכַל עֵירוּבוֹ — גּוֹמֵר.",
            "<big><strong>מַתְנִי׳</strong></big> חָל לִהְיוֹת אַחַר הַשַּׁבָּת — בֵּית שַׁמַּאי אוֹמְרִים: מַטְבִּילִין אֶת הַכֹּל מִלִּפְנֵי הַשַּׁבָּת. וּבֵית הִלֵּל אוֹמְרִים: כֵּלִים מִלִּפְנֵי הַשַּׁבָּת, וְאָדָם בְּשַׁבָּת.",
            "וְשָׁוִין שֶׁמַּשִּׁיקִין אֶת הַמַּיִם בִּכְלִי אֶבֶן לְטַהֲרָן, אֲבָל לֹא מַטְבִּילִין. וּמַטְבִּילִין מִגַּב לְגַב וּמֵחֲבוּרָה לַחֲבוּרָה.",
            "<big><strong>גְּמָ׳</strong></big> דְּכוּלֵּי עָלְמָא מִיהַת — כְּלִי בְּשַׁבָּת לָא. מַאי טַעְמָא? אָמַר רַבָּה: גְּזֵרָה"
        ],
        [
            "שֶׁמָּא יִטְּלֶנּוּ בְּיָדוֹ, וְיַעֲבִירֶנּוּ אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים. אֲמַר לֵיהּ אַבָּיֵי: יֵשׁ לוֹ בּוֹר בַּחֲצֵירוֹ, מַאי אִיכָּא לְמֵימַר? אֲמַר לֵיהּ: גְּזֵירָה בּוֹר בַּחֲצֵרוֹ אַטּוּ בּוֹר בִּרְשׁוּת הָרַבִּים.",
            "הָתִינַח שַׁבָּת, בְּיוֹם טוֹב מַאי אִיכָּא לְמֵימַר? גָּזְרוּ יוֹם טוֹב אַטּוּ שַׁבָּת.",
            "וּמִי גָּזְרִינַן? וְהָא תְּנַן: וְשָׁוִין שֶׁמַּשִּׁיקִין אֶת הַמַּיִם בִּכְלִי אֶבֶן לְטַהֲרָן, אֲבָל לֹא מַטְבִּילִין. וְאִי אִיתָא — נִגְזוֹר הַשָּׁקָה אַטּוּ הַטְבָּלָה!",
            "וְתִסְבְּרָא? אִי אִית לֵיהּ מַיִם יָפִים, הָנֵי לְמָה לִי לְמֶעְבַּד לְהוּ הַשָּׁקָה? אֶלָּא דְּלֵית לֵיהּ, וְכֵיוָן דְּלֵית לֵיהּ מִזְהָר זְהִיר בְּהוּ.",
            "אֵיתִיבֵיהּ: מַדְלִין בִּדְלִי טָמֵא, וְהוּא טָהוֹר. וְאִי אִיתָא, נִגְזוֹר דִּלְמָא אָתֵי לְאַטְבּוֹלֵיהּ בְּעֵינֵיהּ! שָׁאנֵי הָתָם, מִתּוֹךְ שֶׁלֹּא הוּתְּרָה לוֹ אֶלָּא עַל יְדֵי דׇּלְיוֹ — זָכוּר הוּא.",
            "אֵיתִיבֵיהּ: כְּלִי שֶׁנִּטְמָא מֵעֶרֶב יוֹם טוֹב — אֵין מַטְבִּילִין אוֹתוֹ בְּיוֹם טוֹב, בְּיוֹם טוֹב — מַטְבִּילִין אוֹתוֹ בְּיוֹם טוֹב. וְאִם אִיתָא, נִגְזוֹר דְּיוֹם טוֹב אַטּוּ דְּעֶרֶב יוֹם טוֹב! טוּמְאָה בְּיוֹם טוֹב מִלְּתָא דְּלָא שְׁכִיחָא הִיא, וּמִלְּתָא דְלָא שְׁכִיחָא לָא גְּזַרוּ בַּהּ רַבָּנַן.",
            "אֵיתִיבֵיהּ: כְּלִי שֶׁנִּטְמָא בְּאַב הַטּוּמְאָה — אֵין מַטְבִּילִין אוֹתוֹ בְּיוֹם טוֹב, בִּוְלַד הַטּוּמְאָה — מַטְבִּילִין אוֹתוֹ בְּיוֹם טוֹב. וְאִם אִיתָא, נִגְזוֹר הָא אַטּוּ הָא!",
            "וְלַד הַטּוּמְאָה הֵיכִי מַשְׁכַּחַתְּ לַהּ? גַּבֵּי כֹהֲנִים — כֹּהֲנִים זְרִיזִין הֵם.",
            "תָּא שְׁמַע, דְּאָמַר רַב חִיָּיא בַּר אָשֵׁי אָמַר רַב: נִדָּה שֶׁאֵין לָהּ בְּגָדִים — מַעֲרֶמֶת וְטוֹבֶלֶת בִּבְגָדֶיהָ. וְאִם אִיתָא, נִגְזוֹר דִּלְמָא אָתֵי לְאַטְבּוֹלֵי בְּעֵינַיְיהוּ!",
            "שָׁאנֵי הָתָם, מִתּוֹךְ שֶׁלֹּא הוּתְּרָה לָהּ אֶלָּא עַל יְדֵי מַלְבּוּשׁ — זְכוּרָה הִיא.",
            "רַב יוֹסֵף אָמַר: גְּזֵרָה מִשּׁוּם סְחִיטָה.",
            "אֲמַר לֵיהּ אַבָּיֵי: תִּינַח כֵּלִים דִּבְנֵי סְחִיטָה נִינְהוּ. כֵּלִים דְּלָאו בְּנֵי סְחִיטָה נִינְהוּ, מַאי אִיכָּא לְמֵימַר? אֲמַר לֵיהּ: גְּזֵרָה הָנֵי אַטּוּ הָנֵי. אֵיתִיבֵיהּ כֹּל הָנֵי תְּיוּבָתָא, וְשַׁנִּי לֵיהּ כִּדְשַׁנִּינַן.",
            "רַב בִּיבִי אָמַר: גְּזֵרָה שֶׁמָּא יְשַׁהֶא. תַּנְיָא כְּווֹתֵיהּ דְּרַב בִּיבִי: כְּלִי שֶׁנִּטְמָא מֵעֶרֶב יוֹם טוֹב — אֵין מַטְבִּילִין אוֹתוֹ בְּיוֹם טוֹב, גְּזֵרָה שֶׁמָּא יְשַׁהֶא.",
            "רָבָא אָמַר: מִפְּנֵי שֶׁנִּרְאֶה כִּמְתַקֵּן כְּלִי. אִי הָכִי, אָדָם נָמֵי! אָדָם נִרְאֶה כְּמֵיקֵר.",
            "הָא תִּינַח מַיִם יָפִים, מַיִם רָעִים מַאי אִיכָּא לְמֵימַר? אָמַר רַב נַחְמָן בַּר יִצְחָק: פְּעָמִים שֶׁאָדָם בָּא"
        ],
        [
            "בַּשָּׁרָב, וְרוֹחֵץ אֲפִילּוּ בְּמֵי מִשְׁרָה.",
            "תִּינַח בִּימוֹת הַחַמָּה, בִּימוֹת הַגְּשָׁמִים מַאי אִיכָּא לְמֵימַר? אָמַר רַב נַחְמָן בַּר יִצְחָק: פְּעָמִים שֶׁאָדָם בָּא מִן הַשָּׂדֶה מְלוּכְלָךְ בְּטִיט וּבְצוֹאָה, וְרוֹחֵץ אֲפִילּוּ בִּימוֹת הַגְּשָׁמִים.",
            "תִּינַח בְּשַׁבָּת, בְּיוֹם הַכִּפּוּרִים מַאי אִיכָּא לְמֵימַר?",
            "אָמַר רָבָא: מִי אִיכָּא מִידֵּי דִּבְשַׁבָּת שְׁרֵי וּבְיוֹם הַכִּפּוּרִים אָסוּר? אֶלָּא הוֹאִיל וּבְשַׁבָּת שְׁרֵי — בְּיוֹם הַכִּפּוּרִים נָמֵי שְׁרֵי.",
            "וּמִי אִית לֵיהּ לְרָבָא ״הוֹאִיל״? וְהָתְנַן: הַחוֹשֵׁשׁ בְּשִׁינָּיו — לֹא יְגַמֵּעַ בָּהֶן אֶת הַחוֹמֶץ, אֲבָל מְטַבֵּל הוּא כְּדַרְכּוֹ, וְאִם נִתְרַפֵּא — נִתְרַפֵּא. וְרָמֵינַן עֲלַהּ: לֹא יְגַמֵּעַ וּפוֹלֵט, אֲבָל מְגַמֵּעַ וּבוֹלֵעַ!",
            "וַאֲמַר אַבָּיֵי: כִּי תְּנַן נָמֵי מַתְנִיתִין, מְגַמֵּעַ וּפוֹלֵט תְּנַן. וְרָבָא אָמַר: אֲפִילּוּ תֵּימָא מְגַמֵּעַ וּבוֹלֵעַ, וְלָא קַשְׁיָא: כָּאן קוֹדֶם טִבּוּל, כָּאן לְאַחַר טִבּוּל.",
            "וְאִם אִיתָא, נֵימָא: הוֹאִיל וְקוֹדֶם טִבּוּל שְׁרֵי — לְאַחַר טִבּוּל נָמֵי שְׁרֵי! הֲדַר בֵּיהּ רָבָא מֵהַהִיא.",
            "וּמִמַּאי דְּמֵהַהִיא הֲדַר בֵּיהּ, דִּלְמָא מֵהָא הֲדַר בֵּיהּ? לָא סָלְקָא דַּעְתָּךְ, דְּתַנְיָא: כׇּל חַיָּיבֵי טְבִילוֹת טוֹבְלִין כְּדַרְכָּן, בֵּין בְּתִשְׁעָה בְּאָב בֵּין בְּיוֹם הַכִּיפּוּרִים.",
            "וְשָׁוִין שֶׁמַּשִּׁיקִין אֶת הַמַּיִם בִּכְלִי אֶבֶן וְכוּ׳. מַאי ״אֲבָל לֹא מַטְבִּילִין״? אָמַר שְׁמוּאֵל: אֵין מַטְבִּילִין אֶת הַכְּלִי עַל גַּב מֵימָיו לְטַהֲרוֹ בְּיוֹם טוֹב.",
            "מַנִּי מַתְנִיתִין? לָא רַבִּי וְלָא רַבָּנַן, דְּתַנְיָא: אֵין מַטְבִּילִין אֶת הַכְּלִי עַל גַּב מֵימָיו לְטַהֲרוֹ, וְאֵין מַשִּׁיקִין אֶת הַמַּיִם בִּכְלִי אֶבֶן לְטַהֲרָן, דִּבְרֵי רַבִּי. וַחֲכָמִים אוֹמְרִים: מַטְבִּילִין כְּלִי עַל גַּב מֵימָיו לְטַהֲרוֹ, וּמַשִּׁיקִין אֶת הַמַּיִם בִּכְלִי אֶבֶן לְטַהֲרָן.",
            "מַנִּי? אִי רַבִּי — קַשְׁיָא הַשָּׁקָה, אִי רַבָּנַן — קַשְׁיָא הַטְבָּלָה!",
            "אִיבָּעֵית אֵימָא רַבִּי, אִיבָּעֵית אֵימָא רַבָּנַן. אִי בָּעֵית אֵימָא רַבִּי: רֵישָׁא דְּבָרַיְיתָא בְּיוֹם טוֹב, וְסֵיפָא בְּשַׁבָּת, וְכוּלַּהּ מַתְנִיתִין בְּיוֹם טוֹב."
        ],
        [
            "וְאִיבָּעֵית אֵימָא רַבָּנַן, וְכוּלַּהּ מַתְנִיתִין בְּשַׁבָּת.",
            "תָּנוּ רַבָּנַן: כְּלִי שֶׁנִּטְמָא מֵעֶרֶב יוֹם טוֹב — אֵין מַטְבִּילִין אוֹתוֹ בֵּין הַשְּׁמָשׁוֹת.",
            "רַבִּי שִׁמְעוֹן שֵׁזוּרִי אוֹמֵר: אַף בַּחוֹל אֵין מַטְבִּילִין אוֹתוֹ, מִפְּנֵי שֶׁצָּרִיךְ הֶעֱרֵב שֶׁמֶשׁ.",
            "וְתַנָּא קַמָּא לָא בָּעֵי הֶעֱרֵב שֶׁמֶשׁ? אֲמַר רָבָא: אַשְׁכַּחְתִּינְהוּ לְרַבָּנַן דְּבֵי רַב דְּיָתְבִי וְקָא אָמְרִי, בְּמַחְשַׁבְתּוֹ נִכֶּרֶת מִתּוֹךְ מַעֲשָׂיו קָמִפַּלְגִי. וְהֵיכִי דָּמֵי — כְּגוֹן דְּנָקֵיט מָנָא בִּידֵיהּ, וְרָהֵיט וְאָזֵיל בֵּין הַשְּׁמָשׁוֹת לְאַטְבּוֹלֵיהּ.",
            "מָר סָבַר: הַאי דְּקָא רָהֵיט וְאָזֵיל — מִידָּע יָדַע דְּבָעֵי הֶעֱרֵב שֶׁמֶשׁ.",
            "וּמָר סָבַר: מֵחֲמַת מְלַאכְתּוֹ הוּא דְּקָרָהֵיט.",
            "וְאָמֵינָא לְהוּ אֲנָא: בְּמַחְשַׁבְתּוֹ נִכֶּרֶת מִתּוֹךְ מַעֲשָׂיו — דְּכוּלֵּי עָלְמָא לָא פְּלִיגִי. כִּי פְּלִיגִי כְּגוֹן דְּאִיטַּמִּי בְּפָחוֹת מִכַּעֲדָשָׁה, וַאֲתָא לְקַמֵּיהּ דְּרַבָּנַן לְשַׁיּוֹלֵי: בְּפָחוֹת מִכַּעֲדָשָׁה אִיטַּמִּי אִי לָא? מָר סָבַר: מִדְּהָא לָא גְּמִיר, הֶעֱרֵב שֶׁמֶשׁ נָמֵי לָא גְּמִיר, וּמָר סָבַר: הָא הוּא דְּלָא גְּמִיר, הָא הֶעֱרֵב שֶׁמֶשׁ גְּמִיר.",
            "וּמַטְבִּילִין מִגַּב לְגַב. תָּנוּ רַבָּנַן: כֵּיצַד מִגַּב לְגַב? הָרוֹצֶה לַעֲשׂוֹת גִּתּוֹ עַל גַּב כַּדּוֹ,",
            "וְכַדּוֹ עַל גַּב גִּתּוֹ — עוֹשֶׂה.",
            "כֵּיצַד מֵחֲבוּרָה לַחֲבוּרָה? הָיָה אוֹכֵל בַּחֲבוּרָה זוֹ, וְרוֹצֶה לֶאֱכוֹל בַּחֲבוּרָה אַחֶרֶת — הָרְשׁוּת בְּיָדוֹ.",
            "<big><strong>מַתְנִי׳</strong></big> בֵּית שַׁמַּאי אוֹמְרִים: מְבִיאִין שְׁלָמִים וְאֵין סוֹמְכִין עֲלֵיהֶן, אֲבָל לֹא עוֹלוֹת. וּבֵית הִלֵּל אוֹמְרִים: מְבִיאִין שְׁלָמִים וְעוֹלוֹת וְסוֹמְכִין עֲלֵיהֶן.",
            "<big><strong>גְּמָ׳</strong></big> אָמַר עוּלָּא: מַחְלוֹקֶת בְּשַׁלְמֵי חֲגִיגָה לִסְמוֹךְ, וְעוֹלַת רְאִיָּיה לִיקְרַב. דְּבֵית שַׁמַּאי סָבְרִי: ״וְחַגֹּתֶם אוֹתוֹ חַג לַה׳״, חֲגִיגָה — אִין, עוֹלַת רְאִיָּיה — לָא. וּבֵית הִלֵּל סָבְרִי: ״לַה׳״, כֹּל דְּלַה׳.",
            "אֲבָל נְדָרִים וּנְדָבוֹת — דִּבְרֵי הַכֹּל אֵין קְרֵיבִין בְּיוֹם טוֹב. וְכֵן אָמַר רַב אַדָּא בַּר אַהֲבָה: נְדָרִים וּנְדָבוֹת אֵין קְרֵיבִין בְּיוֹם טוֹב.",
            "מֵתִיבִי, אָמַר רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר: לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל עוֹלָה שֶׁאֵינָהּ שֶׁל יוֹם טוֹב, שֶׁאֵינָהּ קְרֵבָה בְּיוֹם טוֹב, וְעַל שְׁלָמִים שֶׁהֵן שֶׁל יוֹם טוֹב, שֶׁקְּרֵיבִין בְּיוֹם טוֹב.",
            "עַל מָה נֶחְלְקוּ — עַל עוֹלָה שֶׁהִיא שֶׁל יוֹם טוֹב, וְעַל שְׁלָמִים שֶׁאֵינָן שֶׁל יוֹם טוֹב. שֶׁבֵּית שַׁמַּאי אוֹמְרִים: לֹא יָבִיא, ובֵית הִלֵּל אוֹמְרִים: יָבִיא.",
            "תָּרֵיץ וְאֵימָא הָכִי: אָמַר רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר, לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל עוֹלָה וּשְׁלָמִים שֶׁאֵינָן שֶׁל יוֹם טוֹב, שֶׁאֵין קְרֵיבִין בְּיוֹם טוֹב, וְעַל שְׁלָמִים שֶׁהֵן שֶׁל יוֹם טוֹב, שֶׁקְּרֵיבִין בְּיוֹם טוֹב. עַל מָה נֶחְלְקוּ — עַל עוֹלָה שֶׁהִיא שֶׁל יוֹם טוֹב, שֶׁבֵּית שַׁמַּאי אוֹמְרִים: לֹא יָבִיא, ובֵית הִלֵּל אוֹמְרִים: יָבִיא.",
            "רַב יוֹסֵף אָמַר: תַּנָּאֵי שָׁקְלַתְּ מֵעָלְמָא?! תַּנָּאֵי הִיא. דְּתַנְיָא: שְׁלָמִים הַבָּאִים מֵחֲמַת יוֹם טוֹב בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים: סוֹמֵךְ עֲלֵיהֶן מֵעֶרֶב יוֹם טוֹב, וְשׁוֹחֲטָן בְּיוֹם טוֹב. וּבֵית הִלֵּל אוֹמְרִים: סוֹמֵךְ עֲלֵיהֶן בְּיוֹם טוֹב, וְשׁוֹחֲטָן בְּיוֹם טוֹב."
        ],
        [
            "אֲבָל נְדָרִים וּנְדָבוֹת — דִּבְרֵי הַכֹּל אֵין קְרֵיבִין בְּיוֹם טוֹב.",
            "וְהָנֵי תַּנָּאֵי כִּי הָנֵי תַּנָּאֵי, דְּתַנְיָא: אֵין מְבִיאִין תּוֹדָה בְּחַג הַמַּצּוֹת, מִפְּנֵי חָמֵץ שֶׁבָּהּ. וְלָא בָּעֲצֶרֶת — מִפְּנֵי שֶׁהוּא יוֹם טוֹב. אֲבָל מֵבִיא אָדָם תּוֹדָתוֹ בְּחַג הַסּוּכּוֹת.",
            "רַבִּי שִׁמְעוֹן אוֹמֵר: הֲרֵי הוּא אוֹמֵר ״בְּחַג הַמַּצּוֹת וּבְחַג הַשָּׁבוּעוֹת וּבְחַג הַסֻּכּוֹת״, כֹּל שֶׁבָּא בְּחַג הַמַּצּוֹת — בָּא בְּחַג הַשָּׁבוּעוֹת וּבְחַג הַסּוּכּוֹת, וְכֹל שֶׁלֹּא בָּא בְּחַג הַמַּצּוֹת — אֵינוֹ בָּא בְּחַג הַשָּׁבוּעוֹת וּבְחַג הַסּוּכּוֹת. רַבִּי אֶלְעָזָר בְּרַבִּי שִׁמְעוֹן אוֹמֵר: מֵבִיא אָדָם תּוֹדָתוֹ בְּחַג הַסּוּכּוֹת, וְיוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ מִשּׁוּם שִׂמְחָה, וְאֵין יוֹצֵא בָּהּ מִשּׁוּם חֲגִיגָה.",
            "אָמַר מָר: אֵין מְבִיאִין תּוֹדָה בְּחַג הַמַּצּוֹת — מִפְּנֵי חָמֵץ שֶׁבָּהּ. פְּשִׁיטָא! אָמַר רַב אַדָּא בְּרֵיהּ דְּרַב יִצְחָק, וְאָמְרִי לַהּ רַב שְׁמוּאֵל בַּר אַבָּא: הָכָא בְּאַרְבָּעָה עָשָׂר עָסְקִינַן, וְקָסָבַר: אֵין מְבִיאִין קָדָשִׁים לְבֵית הַפְּסוּל.",
            "וְלֹא בָּעֲצֶרֶת — מִפְּנֵי שֶׁהוּא יוֹם טוֹב. קָסָבַר: נְדָרִים וּנְדָבוֹת אֵין קְרֵיבִין בְּיוֹם טוֹב.",
            "אֲבָל מֵבִיא אָדָם תּוֹדָתוֹ בְּחַג הַסּוּכּוֹת. אֵימַת? אִילֵּימָא בְּיוֹם טוֹב עַצְמוֹ — וְהָא אָמְרַתְּ: וְלֹא בָּעֲצֶרֶת מִפְּנֵי שֶׁהוּא יוֹם טוֹב! אֶלָּא בְּחוּלּוֹ שֶׁל מוֹעֵד.",
            "רַבִּי שִׁמְעוֹן אוֹמֵר: הֲרֵי הוּא אוֹמֵר ״בְּחַג הַמַּצּוֹת וּבְחַג הַשָּׁבוּעוֹת וּבְחַג הַסּוּכּוֹת״, כׇּל שֶׁבָּא בְּחַג הַמַּצּוֹת — בָּא בְּחַג הַשָּׁבוּעוֹת וּבְחַג הַסּוּכּוֹת, וְכׇל שֶׁלֹּא בָּא בְּחַג הַמַּצּוֹת — אֵינוֹ בָּא בְּחַג הַשָּׁבוּעוֹת וּבְחַג הַסּוּכּוֹת. מַתְקֵיף לַהּ רַבִּי זֵירָא: הַשְׁתָּא סַלּוֹתֵי מְסַלְּתִינַן, נְדָרִים וּנְדָבוֹת מִבַּעְיָא?!",
            "אָמַר אַבָּיֵי: בְּהַקְרָבָה כּוּלֵּי עָלְמָא לָא פְּלִיגִי דִּשְׁרֵי. כִּי פְּלִיגִי, לְמֵיקַם עֲלֵיהּ בְּ״בַל תְּאַחֵר״.",
            "תַּנָּא קַמָּא סָבַר: שָׁלֹשׁ רְגָלִים אָמַר רַחֲמָנָא — אֲפִילּוּ שֶׁלֹּא כְּסִדְרָן.",
            "וְרַבִּי שִׁמְעוֹן סָבַר: כְּסִדְרָן — אִין, שֶׁלֹּא כְּסִדְרָן — לָא.",
            "רַבִּי אֶלְעָזָר בְּרַבִּי שִׁמְעוֹן אוֹמֵר: מֵבִיא אָדָם תּוֹדָתוֹ בְּחַג הַסּוּכּוֹת. אֵימַת? אִילֵּימָא בְּחוּלּוֹ שֶׁל מוֹעֵד — הַיְינוּ תַּנָּא קַמָּא. אֶלָּא בְּיוֹם טוֹב, וְקָסָבַר נְדָרִים וּנְדָבוֹת קְרֵיבִין בְּיוֹם טוֹב.",
            "וּמַאי שְׁנָא חַג הַסּוּכּוֹת דְּנָקֵט? רַבִּי אֶלְעָזָר בְּרַבִּי שִׁמְעוֹן לְטַעְמֵיהּ, דְּתַנְיָא, רַבִּי שִׁמְעוֹן אוֹמֵר: לֹא יֵאָמֵר ״חַג הַסּוּכּוֹת״, שֶׁבּוֹ הַכָּתוּב מְדַבֵּר. לָמָּה נֶאֱמַר — לוֹמַר שֶׁזֶּה אַחֲרוֹן.",
            "רַבִּי אֶלְעָזָר בְּרַבִּי שִׁמְעוֹן אוֹמֵר: לוֹמַר שֶׁזֶּה גּוֹרֵם.",
            "וְיוֹצֵא בָּהּ מִשּׁוּם שִׂמְחָה, וְאֵינוֹ יוֹצֵא בָּהּ מִשּׁוּם חֲגִיגָה. פְּשִׁיטָא! דָּבָר שֶׁבְּחוֹבָה הִיא, וְכׇל דָּבָר שֶׁבְּחוֹבָה אֵינוֹ בָּא אֶלָּא מִן הַחוּלִּין!",
            "לָא צְרִיכָא, דְּאַף עַל גַּב דְּפָרֵישׁ.",
            "כְּדִבְעָא מִנֵּיהּ רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ מֵרַבִּי יוֹחָנָן: הָאוֹמֵר הֲרֵי עָלַי תּוֹדָה וְאֵצֵא בָּהּ יְדֵי חֲגִיגָה, הֲרֵינִי נָזִיר"
        ],
        [
            "וַאֲגַלַּח מִמְּעוֹת מַעֲשֵׂר שֵׁנִי, מַהוּ? אֲמַר לֵיהּ: נָדוּר, וְאֵינוֹ יוֹצֵא. נָזִיר, וְאֵינוֹ מְגַלֵּחַ.",
            "הָהוּא גַּבְרָא דַּאֲמַר לְהוּ: הַבוּ לֵיהּ אַרְבַּע מְאָה זוּזֵי לִפְלוֹנִי, וְלִנְסֵיב בְּרַתִּי. אָמַר רַב פָּפָּא: אַרְבַּע מְאָה — שָׁקֵיל, וּבְרַתֵּיה — אִי בָּעֵי נָסֵיב, אִי בָּעֵי — לָא נָסֵיב.",
            "טַעְמָא דְּאָמַר הַבוּ לֵיהּ וְלִנְסֵיב, אֲבָל אִי אָמַר לִנְסֵיב וְהַבוּ לֵיהּ, אִי נָסֵיב — שָׁקֵיל, וְאִי לָא נָסֵיב — לָא שָׁקֵיל.",
            "יָתֵיב מָרִימָר וְקָאָמַר לְהָא שְׁמַעְתָּא מִשְּׁמֵיהּ דְּנַפְשֵׁיהּ. אֲמַר לֵיהּ רָבִינָא לְמָרִימָר: אַתּוּן הָכִי מַתְנִיתוּ לַהּ, אֲנַן כְּדִבְעָא מִינֵּיהּ רֵישׁ לָקִישׁ מֵרַבִּי יוֹחָנָן מַתְנִינַן לַהּ.",
            "תָּנֵי תַּנָּא קַמֵּיהּ דְּרַבִּי יִצְחָק בַּר אַבָּא: ״וַיַּקְרֵב אֶת הָעוֹלָה וַיַּעֲשֶׂהָ כַּמִּשְׁפָּט״, כְּמִשְׁפַּט עוֹלַת נְדָבָה. לִמֵּד עַל עוֹלַת חוֹבָה שֶׁטְּעוּנָה סְמִיכָה.",
            "אֲמַר לֵיהּ: דַּאֲמַר לָךְ מַנִּי — בֵּית שַׁמַּאי הִיא, דְּלָא גָּמְרִי שַׁלְמֵי חוֹבָה מִשַּׁלְמֵי נְדָבָה. דְּאִי בֵּית הִלֵּל, כֵּיוָן דְּגָמְרִי שַׁלְמֵי חוֹבָה מִשַּׁלְמֵי נְדָבָה, עוֹלַת חוֹבָה נָמֵי לָא תִּבְעֵי קְרָא, דְּגָמְרִי מֵעוֹלַת נְדָבָה.",
            "וּמִמַּאי דְּבֵית הִלֵּל שַׁלְמֵי חוֹבָה מִשַּׁלְמֵי נְדָבָה גָּמְרִי? דִּלְמָא מֵעוֹלַת חוֹבָה גָּמְרִי, וְעוֹלַת חוֹבָה גּוּפָא בָּעֲיָא קְרָא.",
            "מַאי שְׁנָא מִשַּׁלְמֵי נְדָבָה דְּלָא גָּמְרִי — שֶׁכֵּן מְצוּיִין. מֵעוֹלַת חוֹבָה נָמֵי לָא גָּמְרִי — שֶׁכֵּן כָּלִיל!",
            "(אֶלָּא) אָתְיָא מִבֵּינַיָּיא.",
            "וְסָבְרִי בֵּית שַׁמַּאי שַׁלְמֵי חוֹבָה לָא בָּעוּ סְמִיכָה? וְהָתַנְיָא, אָמַר רַבִּי יוֹסֵי: לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל הַסְּמִיכָה עַצְמָהּ שֶׁצָּרִיךְ. עַל מָה נֶחְלְקוּ, עַל תֵּכֶף לִסְמִיכָה שְׁחִיטָה. שֶׁבֵּית שַׁמַּאי אוֹמְרִים: אֵינוֹ צָרִיךְ. וּבֵית הִלֵּל אוֹמְרִים: צָרִיךְ!",
            "הוּא דְּאָמַר כִּי הַאי תַּנָּא, דְּתַנְיָא: אָמַר רַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה: לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל תֵּכֶף לִסְמִיכָה שְׁחִיטָה שֶׁצָּרִיךְ, עַל מָה נֶחְלְקוּ — עַל הַסְּמִיכָה עַצְמָהּ, שֶׁבֵּית שַׁמַּאי אוֹמְרִים: אֵינוֹ צָרִיךְ, וּבֵית הִלֵּל אוֹמְרִים: צָרִיךְ.",
            "תָּנוּ רַבָּנַן: מַעֲשֶׂה בְּהִלֵּל הַזָּקֵן שֶׁהֵבִיא עוֹלָתוֹ לָעֲזָרָה לִסְמוֹךְ עָלֶיהָ בְּיוֹם טוֹב. חָבְרוּ עָלָיו תַּלְמִידֵי שַׁמַּאי הַזָּקֵן, אָמְרוּ לוֹ: מָה טִיבָהּ שֶׁל בְּהֵמָה זוֹ? אָמַר לָהֶם: נְקֵבָה הִיא, וּלְזִבְחֵי שְׁלָמִים הֲבֵאתִיהָ. כִּשְׁכֵּשׁ לָהֶם בִּזְנָבָהּ, וְהָלְכוּ לָהֶם.",
            "וְאוֹתוֹ הַיּוֹם גָּבְרָה יָדָם שֶׁל בֵּית שַׁמַּאי עַל בֵּית הִלֵּל, וּבִקְּשׁוּ לִקְבּוֹעַ הֲלָכָה כְּמוֹתָן. וְהָיָה שָׁם זָקֵן אֶחָד מִתַּלְמִידֵי שַׁמַּאי הַזָּקֵן, וּבָבָא בֶּן בּוּטָא שְׁמוֹ, שֶׁהָיָה יוֹדֵעַ שֶׁהֲלָכָה כְּבֵית הִלֵּל, וְשָׁלַח"
        ],
        [
            "וְהֵבִיא כׇּל צֹאן קֵדָר שֶׁבִּירוּשָׁלַיִם וְהֶעֱמִידָן בָּעֲזָרָה, וְאָמַר: כׇּל מִי שֶׁרוֹצֶה לִסְמוֹךְ — יָבֹא וְיִסְמוֹךְ, וְאוֹתוֹ הַיּוֹם גָּבְרָה יָדָן שֶׁל בֵּית הִלֵּל וְקָבְעוּ הֲלָכָה כְּמוֹתָן, וְלֹא הָיָה שָׁם אָדָם שֶׁעִרְעֵר בַּדָּבָר כְּלוּם.",
            "שׁוּב מַעֲשֶׂה בְּתַלְמִיד אֶחָד מִתַּלְמִידֵי בֵּית הִלֵּל שֶׁהֵבִיא עוֹלָתוֹ לָעֲזָרָה לִסְמוֹךְ עָלֶיהָ, מְצָאוֹ תַּלְמִיד אֶחָד מִתַּלְמִידֵי בֵּית שַׁמַּאי, אָמַר לוֹ: מָה זוֹ סְמִיכָה? אָמַר לוֹ: מָה זוֹ שְׁתִיקָה? שִׁתְּקוֹ בִּנְזִיפָה, וְהָלַךְ לוֹ.",
            "אָמַר אַבָּיֵי: הִלְכָּךְ, הַאי צוּרְבָּא מֵרַבָּנַן דְּאָמַר לֵיהּ חַבְרֵיהּ מִלְּתָא, לָא לַהְדַּר לֵיהּ מִלְּתָא טְפֵי מִמַּאי דַּאֲמַר לֵיהּ חַבְרֵיהּ, דְּאִיהוּ אָמַר לֵיהּ: ״מָה זוֹ סְמִיכָה״, וְקָא מַהְדַּר לֵיהּ: ״מָה זוֹ שְׁתִיקָה״.",
            "תַּנְיָא, אָמְרוּ לָהֶם בֵּית הִלֵּל לְבֵית שַׁמַּאי: וּמָה בִּמְקוֹם שֶׁאָסוּר לַהֶדְיוֹט — מוּתָּר לַגָּבוֹהַּ, מְקוֹם שֶׁמּוּתָּר לַהֶדְיוֹט — אֵינוֹ דִּין שֶׁמּוּתָּר לַגָּבוֹהַּ? אָמְרוּ לָהֶם בֵּית שַׁמַּאי: נְדָרִים וּנְדָבוֹת יוֹכִיחוּ, שֶׁמּוּתָּר לַהֶדְיוֹט וְאָסוּר לַגָּבוֹהַּ!",
            "אָמְרוּ לָהֶם בֵּית הִלֵּל: מָה לִנְדָרִים וּנְדָבוֹת — שֶׁאֵין קָבוּעַ לָהֶם זְמַן, תֹּאמַר בְּעוֹלַת רְאִיָּיה — שֶׁקָּבוּעַ לָהּ זְמַן. אָמְרוּ לָהֶם בֵּית שַׁמַּאי: אַף זוֹ אֵין קָבוּעַ לָהּ זְמַן, דִּתְנַן: מִי שֶׁלֹּא חָג בְּיוֹם טוֹב רִאשׁוֹן שֶׁל חַג — חוֹגֵג וְהוֹלֵךְ כָּל הָרֶגֶל כּוּלּוֹ, וְיוֹם טוֹב הָאַחֲרוֹן שֶׁל חַג.",
            "אָמְרוּ לָהֶם בֵּית הִלֵּל: אַף זוֹ קָבוּעַ לָהּ זְמַן. דִּתְנַן: עָבַר הָרֶגֶל וְלֹא חָג — אֵינוֹ חַיָּיב בְּאַחְרָיוּתוֹ.",
            "אָמְרוּ לָהֶם בֵּית שַׁמַּאי, וַהֲלֹא כְּבָר נֶאֱמַר: ״לָכֶם״ — וְלֹא לְגָבוֹהַּ. אָמְרוּ לָהֶם בֵּית הִלֵּל, וַהֲלֹא כְּבָר נֶאֱמַר: ״לַה׳״ — כֹּל דְּלַה׳. אִם כֵּן, מָה תַּלְמוּד לוֹמַר ״לָכֶם״, לָכֶם — וְלֹא לְגוֹיִם, לָכֶם — וְלֹא לִכְלָבִים.",
            "אַבָּא שָׁאוּל אוֹמְרָהּ בְּלָשׁוֹן אַחֶרֶת: וּמָה בִּמְקוֹם שֶׁכִּירָתְךָ סְתוּמָה — כִּירַת רַבְּךָ פְּתוּחָה, בִּמְקוֹם שֶׁכִּירָתְךָ פְּתוּחָה — אֵינוֹ דִּין שֶׁכִּירַת רַבְּךָ פְּתוּחָה? וְכֵן בְּדִין, שֶׁלֹּא יְהֵא שׁוּלְחָנְךָ מָלֵא וְשׁוּלְחַן רַבְּךָ רֵיקָן.",
            "בְּמַאי קָא מִפַּלְגִי? מָר סָבַר: נְדָרִים וּנְדָבוֹת קְרֵבִין בְּיוֹם טוֹב, וּמַר סָבַר: אֵין קְרֵבִין בְּיוֹם טוֹב.",
            "אָמַר רַב הוּנָא: לְדִבְרֵי הָאוֹמֵר נְדָרִים וּנְדָבוֹת אֵין קְרֵבִין בְּיוֹם טוֹב, לָא תֵּימָא: מִדְּאוֹרָיְיתָא מִחְזֵא חֲזוּ, וְרַבָּנַן הוּא דְּגָזְרִי בְּהוּ גְּזֵירָה שֶׁמָּא יְשַׁהֶה,",
            "אֶלָּא אֲפִילּוּ מִדְּאוֹרָיְיתָא נָמֵי לָא חָזוּ. דְּהָא שְׁתֵּי הַלֶּחֶם, דְּחוֹבַת הַיּוֹם נִינְהוּ, וְלֵיכָּא לְמִגְזַר שֶׁמָּא יְשַׁהֶה, וְאֵינוֹ דּוֹחֶה לֹא אֶת הַשַּׁבָּת וְלֹא אֶת יוֹם טוֹב.",
            "אִיבַּעְיָא לְהוּ: לְדִבְרֵי הָאוֹמֵר נְדָרִים וּנְדָבוֹת אֵין קְרֵבִין בְּיוֹם טוֹב, עָבַר וְשָׁחַט מַאי? רָבָא אָמַר: זוֹרֵק אֶת הַדָּם עַל מְנָת לְהַתִּיר בָּשָׂר בַּאֲכִילָה. רַבָּה בַּר רַב הוּנָא אָמַר: זוֹרֵק אֶת הַדָּם עַל מְנָת לְהַקְטִיר אֵימוּרִין לָעֶרֶב.",
            "מַאי בֵּינַיְיהוּ? אִיכָּא בֵּינַיְיהוּ נִטְמָא בָּשָׂר אוֹ שֶׁאָבַד. לְרָבָא — לָא זָרֵיק, לְרַבָּה בַּר רַב הוּנָא — זָרֵיק.",
            "מֵיתִיבִי: כִּבְשֵׂי עֲצֶרֶת שֶׁשְּׁחָטָן שֶׁלֹּא לִשְׁמָן, אוֹ שֶׁשְּׁחָטָן בֵּין לִפְנֵי זְמַנָּן בֵּין לְאַחַר זְמַנָּן — הַדָּם יִזָּרֵק וְהַבָּשָׂר יֵאָכֵל. וְאִם הָיְתָה שַׁבָּת — לֹא יִזְרוֹק. וְאִם זָרַק —"
        ],
        [
            "הוּרְצָה, עַל מְנָת לְהַקְטִיר אֵימוּרִין לָעֶרֶב. אִם זָרַק, דִּיעֲבַד — אִין, לְכַתְּחִלָּה — לָא! בִּשְׁלָמָא לְרָבָא נִיחָא, אֶלָּא לְרַבָּה בַּר רַב הוּנָא קַשְׁיָא! קַשְׁיָא. וְאִיבָּעֵית אֵימָא: שָׁאנֵי שְׁבוּת שַׁבָּת מִשְּׁבוּת יוֹם טוֹב.",
            "בְּעָא מִנֵּיהּ רַב אַוְיָא סָבָא מֵרַב הוּנָא: בְּהֵמָה חֶצְיָהּ שֶׁל גּוֹי וְחֶצְיָהּ שֶׁל יִשְׂרָאֵל, מַהוּ לְשׇׁחְטָהּ בְּיוֹם טוֹב? אָמַר לֵיהּ: מוּתָּר. אֲמַר לֵיהּ: וְכִי מָה בֵּין זֶה לִנְדָרִים וּנְדָבוֹת? אֲמַר לֵיהּ: עוֹרְבָא פָּרַח!",
            "כִּי נְפַק אֲמַר לֵיהּ רַבָּה בְּרֵיהּ: לָאו הַיְינוּ רַב אַוְיָא סָבָא דְּמִשְׁתַּבַּח לֵיהּ מָר בְּגַוֵּיהּ דְּגַבְרָא רַבָּה הוּא? אֲמַר לֵיהּ: וּמָה אֶעֱבֵיד לֵיהּ, אֲנִי הַיּוֹם ״סַמְּכוּנִי בָּאֲשִׁישׁוֹת רַפְּדוּנִי בַּתַּפּוּחִים״, וּבְעָא מִינַּאי מִלְּתָא דְּבָעֲיָא טַעְמָא.",
            "וְטַעְמָא מַאי? בְּהֵמָה חֶצְיָהּ שֶׁל גּוֹי וְחֶצְיָהּ שֶׁל יִשְׂרָאֵל מוּתָּר לְשׇׁחְטָהּ בְּיוֹם טוֹב, דְּאִי אֶפְשָׁר לִכְזַיִת בָּשָׂר בְּלֹא שְׁחִיטָה. אֲבָל נְדָרִים וּנְדָבוֹת אָסוּר לְשׇׁחְטָן בְּיוֹם טוֹב, דְּכֹהֲנִים כִּי קָא זָכוּ — מִשֻּׁלְחַן גָּבוֹהַּ קָא זָכוּ.",
            "אָמַר רַב חִסְדָּא בְּהֵמָה חֶצְיָהּ שֶׁל גּוֹי וְחֶצְיָהּ שֶׁל יִשְׂרָאֵל — מוּתָּר לְשׇׁחְטָהּ בְּיוֹם טוֹב, דְּאִי אֶפְשָׁר לִכְזַיִת בָּשָׂר בְּלֹא שְׁחִיטָה. עִיסָּה חֶצְיָהּ שֶׁל גּוֹי וְחֶצְיָהּ שֶׁל יִשְׂרָאֵל — אָסוּר לֶאֱפוֹתָהּ בְּיוֹם טוֹב, דְּהָא אֶפְשָׁר לֵיהּ לְמִפְלְגַהּ בְּלֵישָׁה.",
            "מֵתִיב רַב חָנָא בַּר חֲנִילַאי: עִיסַּת כְּלָבִים בִּזְמַן שֶׁהָרוֹעִין אוֹכְלִין מִמֶּנָּה — חַיֶּיבֶת בְּחַלָּה, וּמְעָרְבִין בָּהּ, וּמִשְׁתַּתְּפִין בָּהּ, וּמְבָרְכִין עָלֶיהָ, וּמְזַמְּנִין עָלֶיהָ, וְנֶאֱפֵת בְּיוֹם טוֹב, וְאָדָם יוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ בַּפֶּסַח.",
            "וְאַמַּאי? וְהָא אֶפְשָׁר לֵיהּ לְמִפְלְגַהּ בְּלֵישָׁה! שָׁאנֵי עִיסַּת כְּלָבִים, הוֹאִיל וְאֶפְשָׁר לְפַיְּיסָן בִּנְבֵלָה.",
            "וּמִי אִית לֵיהּ לְרַב חִסְדָּא ״הוֹאִיל״? וְהָא אִתְּמַר: הָאוֹפֶה מִיּוֹם טוֹב לְחוֹל, רַב חִסְדָּא אָמַר: לוֹקֶה, רַבָּה אָמַר: אֵינוֹ לוֹקֶה.",
            "רַב חִסְדָּא אָמַר: לוֹקֶה, לָא אָמְרִינַן ״הוֹאִיל וּמִקַּלְעִי לֵיהּ אוֹרְחִים חֲזֵי לֵיהּ — הַשְׁתָּא נָמֵי חֲזֵי לֵיהּ״. רַבָּה אָמַר: אֵינוֹ לוֹקֶה, אָמְרִינַן ״הוֹאִיל״.",
            "אֶלָּא: לָא תֵּימָא ״הוֹאִיל וְאֶפְשָׁר״, אֶלָּא כְּגוֹן דְּאִית לֵיהּ נְבֵלָה, דְּוַדַּאי אֶפְשָׁר לְפַיְּיסַן בִּנְבֵלָה.",
            "בְּעוֹ מִנֵּיהּ מֵרַב הוּנָא: הָנֵי בְּנֵי בָּאגָא דִּרְמוֹ עֲלַיְיהוּ קִמְחָא דִּבְנֵי חֵילָא מַהוּ לֶאֱפוֹתָהּ בְּיוֹם טוֹב? אֲמַר (לֵיהּ): חֲזֵינָא אִי יָהֲבִי לֵיהּ רִפְתָּא לְיָנוֹקָא וְלָא קָפְדִי, כׇּל חֲדָא וַחֲדָא חַזְיָא לְיָנוֹקָא, וּשְׁרֵי. וְאִי לָאו — אָסוּר.",
            "וְהָתַנְיָא: מַעֲשֶׂה בְּשִׁמְעוֹן הַתִּימְנִי שֶׁלֹּא בָּא אֶמֶשׁ לְבֵית הַמִּדְרָשׁ. בְּשַׁחֲרִית מְצָאוֹ [רַבִּי] יְהוּדָה בֶּן בָּבָא, אָמַר לוֹ: מִפְּנֵי מָה לֹא בָּאתָ אֶמֶשׁ לְבֵית הַמִּדְרָשׁ? אָמַר לוֹ: בַּלֶּשֶׁת בָּאָה לְעִירֵנוּ, וּבִקְּשָׁה לַחְטוֹף אֶת כָּל הָעִיר, וְשָׁחַטְנוּ לָהֶם עֵגֶל וְהֶאֱכַלְנוּם, וּפְטַרְנוּם לְשָׁלוֹם.",
            "אָמַר לוֹ: תָּמֵהַּ אֲנִי אִם לֹא יָצָא שְׂכַרְכֶם בְּהֶפְסֵדְכֶם, שֶׁהֲרֵי אָמְרָה תּוֹרָה: ״לָכֶם״ — וְלֹא לְגוֹיִם. וְאַמַּאי? הָא חֲזֵי לְמֵיכַל מִינֵּיהּ!",
            "אָמַר רַב יוֹסֵף: עֵגֶל טְרֵפָה הֲוַאי. וְהָא חֲזֵי לִכְלָבִים!",
            "תַּנָּאֵי הִיא. דְּתַנְיָא: ״אַךְ אֲשֶׁר יֵאָכֵל לְכׇל נֶפֶשׁ הוּא לְבַדּוֹ יֵעָשֶׂה לָכֶם״, מִמַּשְׁמַע שֶׁנֶּאֱמַר ״לְכׇל נֶפֶשׁ״, שׁוֹמֵעַ אֲנִי אֲפִילּוּ נֶפֶשׁ בְּהֵמָה בַּמַּשְׁמָע, כְּעִנְיָן שֶׁנֶּאֱמַר: ״וּמַכֵּה נֶפֶשׁ בְּהֵמָה יְשַׁלְּמֶנָּה״, תַּלְמוּד לוֹמַר ״לָכֶם״."
        ],
        [
            "״לָכֶם״ — וְלֹא לִכְלָבִים, דִּבְרֵי רַבִּי יוֹסֵי הַגְּלִילִי. רַבִּי עֲקִיבָא אוֹמֵר: אֲפִילּוּ נֶפֶשׁ בְּהֵמָה בַּמַּשְׁמָע. אִם כֵּן, מָה תַּלְמוּד לוֹמַר ״לָכֶם״ — לָכֶם וְלֹא לְגוֹיִם.",
            "וּמָה רָאִיתָ לְרַבּוֹת אֶת הַכְּלָבִים וּלְהוֹצִיא אֶת הַגּוֹיִם? מְרַבֶּה אֲנִי אֶת הַכְּלָבִים — שֶׁמְּזוֹנוֹתָן עָלֶיךָ, וּמוֹצִיא אֲנִי אֶת הַגּוֹיִם — שֶׁאֵין מְזוֹנוֹתָן עָלֶיךָ.",
            "אֲמַר לֵיהּ אַבָּיֵי לְרַב יוֹסֵף: וּלְרַבִּי יוֹסֵי הַגְּלִילִי, דְּאָמַר ״לָכֶם״ וְלֹא לִכְלָבִים, הָנֵי סוּפְלֵי לְחֵיוָתָא הֵיכִי שָׁדֵינַן לְהוּ בְּיוֹם טוֹב?",
            "אֲמַר לֵיהּ: הוֹאִיל וַחֲזוּ לְהַסָּקָה. תִּינַח בְּיַבִּישְׁתָּא, בְּרַטִּיבְתָּא מַאי אִיכָּא לְמֵימַר? אֲמַר לֵיהּ: חֲזוּ לְהֶיסֵּק גָּדוֹל.",
            "תִּינַח בְּיוֹם טוֹב, בְּשַׁבָּת מַאי אִיכָּא לְמֵימַר? מְטַלְטְלִינַן לְהוּ אַגַּב רִיפְתָּא. כְּדִשְׁמוּאֵל, דְּאָמַר שְׁמוּאֵל: עוֹשֶׂה אָדָם כׇּל צָרְכּוֹ בְּפַת.",
            "וּפְלִיגָא דְּרַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, דְּאָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי: מְזַמְּנִין אֶת הַגּוֹי בְּשַׁבָּת, וְאֵין מְזַמְּנִין אֶת הַגּוֹי בְּיוֹם טוֹב, גְּזֵרָה שֶׁמָּא יַרְבֶּה בִּשְׁבִילוֹ.",
            "רַב אַחָא בַּר יַעֲקֹב אָמַר: אֲפִילּוּ בְּשַׁבָּת נָמֵי לָא, מִשּׁוּם שִׁיּוּרֵי כוֹסוֹת. אִי הָכִי, דִּידַן נָמֵי! דִּידַן חֲזוּ לְתַרְנְגוֹלִין. דִּידְהוּ נָמֵי חֲזוּ לְתַרְנְגוֹלִין! דִּידְהוּ — אִיסּוּרֵי הֲנָאָה נִינְהוּ.",
            "וּלְטַלְטְלִינְהוּ אַגַּב כָּסָא? מִי לָא אָמַר רָבָא: מְטַלְטְלִין כָּנוּנָא אַגַּב קִטְמֵיהּ, אַף עַל גַּב דְּאִיכָּא עֲלֵיהּ שִׁבְרֵי עֵצִים!",
            "הָתָם — לָאו אִיסּוּרֵי הֲנָאָה נִינְהוּ, הָכָא — אִיסּוּרֵי הֲנָאָה נִינְהוּ.",
            "אֲמַר לֵיהּ רַב אַחָא מִדִּפְתִּי לְרָבִינָא: וְלֶהֱוֵי כִּגְרָף שֶׁל רְעִי! אֲמַר לֵיהּ: וְכִי עוֹשִׂין גְּרָף שֶׁל רְעִי לְכַתְּחִלָּה?",
            "אַדְבְּרֵיהּ רָבָא לְמָר שְׁמוּאֵל, וּדְרַשׁ: מְזַמְּנִין אֶת הַגּוֹי בְּשַׁבָּת, וְאֵין מְזַמְּנִין אֶת הַגּוֹי בְּיוֹם טוֹב, גְּזֵרָה שֶׁמָּא יַרְבֶּה בִּשְׁבִילוֹ. מָרִימָר וּמַר זוּטְרָא, כִּי הֲוָה מִקְּלַע לְהוּ גּוֹי בְּיוֹם טוֹב, אָמְרִי לֵיהּ: אִי נִיחָא לָךְ בְּמַאי דִּטְרִיחָא לַן מוּטָב, וְאִי לָא — טִרְחָא יַתִּירָא אַדַּעְתָּא דִּידָךְ לָא טָרְחִינַן.",
            "<big><strong>מַתְנִי׳</strong></big> בֵּית שַׁמַּאי אוֹמְרִים: לֹא יָחֵם אָדָם חַמִּין לְרַגְלָיו אֶלָּא אִם כֵּן רְאוּיִין לִשְׁתִיָּה. וּבֵית הִלֵּל מַתִּירִין. עוֹשֶׂה אָדָם מְדוּרָה וּמִתְחַמֵּם כְּנֶגְדָּהּ.",
            "<big><strong>גְּמָ׳</strong></big> אִיבַּעְיָא לְהוּ: הַאי מְדוּרָה מַאן קָתָנֵי לַהּ? דִּבְרֵי הַכֹּל הִיא, וְשָׁנֵי לְהוּ לְבֵית שַׁמַּאי בֵּין הֲנָאַת כׇּל גּוּפוֹ לַהֲנָאַת אֵבֶר אֶחָד, אוֹ דִלְמָא בֵּית הִלֵּל קָתָנֵי לַהּ, אֲבָל בֵּית שַׁמַּאי לָא שָׁנֵי לְהוּ?",
            "תָּא שְׁמַע, בֵּית שַׁמַּאי אוֹמְרִים: לֹא יַעֲשֶׂה אָדָם מְדוּרָה וְיִתְחַמֵּם כְּנֶגְדָּהּ. וּבֵית הִלֵּל מַתִּירִין.",
            "<big><strong>מַתְנִי׳</strong></big> שְׁלֹשָׁה דְּבָרִים רַבָּן גַּמְלִיאֵל מַחְמִיר כְּדִבְרֵי בֵּית שַׁמַּאי: אֵין טוֹמְנִין אֶת הַחַמִּין לְכַתְּחִלָּה בְּיוֹם טוֹב, וְאֵין זוֹקְפִין אֶת הַמְּנוֹרָה בְּיוֹם טוֹב, וְאֵין אוֹפִין פִּתִּין גְּרִיצִין אֶלָּא רְקִיקִין. אָמַר רַבָּן גַּמְלִיאֵל: מִימֵיהֶן שֶׁל בֵּית אַבָּא לֹא הָיוּ אוֹפִין פִּתִּין גְּרִיצִין אֶלָּא רְקִיקִין. אָמְרוּ לוֹ: מָה נַעֲשֶׂה לְבֵית אָבִיךְ, שֶׁהָיוּ מַחְמִירִין עַל עַצְמָן וּמְקִילִּין לְכׇל יִשְׂרָאֵל לִהְיוֹת אוֹפִין פִּתִּין גְּרִיצִין וַחֲרָרִין.",
            "<big><strong>גְּמָ׳</strong></big> הֵיכִי דָמֵי? אִי דְּאַנַּח עֵירוּבֵי תַבְשִׁילִין — מַאי טַעְמָא דְּבֵית שַׁמַּאי? וְאִי דְּלָא אַנַּח עֵירוּבֵי תַבְשִׁילִין — מַאי טַעְמָא דְּבֵית הִלֵּל? אָמַר רַב הוּנָא: לְעוֹלָם אֵימָא לָךְ שֶׁלֹּא הִנִּיחַ עֵירוּבֵי תַבְשִׁילִין, וּכְדֵי חַיָּיו שָׁרוּ לֵיהּ רַבָּנַן.",
            "וְרַב הוּנָא לְטַעְמֵיהּ, דְּאָמַר רַב הוּנָא: מִי שֶׁלֹּא הִנִּיחַ עֵירוּבֵי תַבְשִׁילִין — אוֹפִין לוֹ פַּת אַחַת, וּמְבַשְּׁלִין לוֹ קְדֵרָה אַחַת,"
        ],
        [
            "וּמַדְלִיקִין לוֹ אֶת הַנֵּר. מִשּׁוּם רַבִּי יִצְחָק אָמְרוּ: אַף צוֹלִין לוֹ דָּג קָטָן. תַּנְיָא נָמֵי הָכִי: מִי שֶׁלֹּא הִנִּיחַ עֵירוּבֵי תַבְשִׁילִין — אוֹפִין לוֹ פַּת אַחַת, וְטוֹמְנִין לוֹ קְדֵרָה אַחַת, וּמַדְלִיקִין לוֹ אֶת הַנֵּר, וּמְחַמִּין לוֹ קִיתוֹן אֶחָד, וְיֵשׁ אוֹמְרִים: אַף צוֹלִין לוֹ דָּג קָטָן.",
            "רָבָא אָמַר: לְעוֹלָם שֶׁהִנִּיחַ — וְשָׁאנֵי הַטְמָנָה, דְּמוֹכְחָא מִלְּתָא דְּאַדַּעְתָּא דְשַׁבְּתָא קָעָבֵיד.",
            "אֵיתִיבֵיהּ אַבָּיֵי: חֲנַנְיָה אוֹמֵר: בֵּית שַׁמַּאי אוֹמְרִים: אֵין אוֹפִין אֶלָּא אִם כֵּן עֵרֵב בְּפַת, וְאֵין מְבַשְּׁלִין אֶלָּא אִם כֵּן עֵרֵב בְּתַבְשִׁיל, וְאֵין טוֹמְנִין אֶלָּא אִם כֵּן הָיוּ לוֹ חַמִּין טְמוּנִין מֵעֶרֶב יוֹם טוֹב. הָא הָיוּ לוֹ חַמִּין טְמוּנִין — מִיהָא עָבֵיד, וְאַף עַל גַּב דְּמוֹכְחָא מִלְּתָא דְּאַדַּעְתָּא דְּשַׁבָּת קָעָבֵיד!",
            "אֶלָּא אָמַר אַבָּיֵי: כְּגוֹן שֶׁעֵרַב לָזֶה וְלֹא עֵרַב לְזֶה, וַחֲנַנְיָה הִיא, וְאַלִּיבָּא דְּבֵית שַׁמַּאי.",
            "וְאֵין זוֹקְפִין אֶת הַמְּנוֹרָה. מַאי קָא עָבֵיד? אָמַר רַב חִינָּנָא בַּר בִּיסְנָא: הָכָא בִּמְנוֹרָה שֶׁל חֻלְיוֹת עָסְקִינַן, דְּמִחֲזֵי כְּבוֹנֶה. דְּבֵית שַׁמַּאי סָבְרִי: יֵשׁ בִּנְיָן בְּכֵלִים, וּבֵית הִלֵּל סָבְרִי: אֵין בִּנְיָן בְּכֵלִים וְאֵין סְתִירָה בְּכֵלִים.",
            "עוּלָּא אִיקְּלַע לְבֵי רַב יְהוּדָה, קָם שַׁמָּעֵיהּ זְקַף לֵהּ לִשְׁרָגָא. אֵיתִיבֵיהּ רַב יְהוּדָה לְעוּלָּא: הַנּוֹתֵן שֶׁמֶן בַּנֵּר — חַיָּיב מִשּׁוּם מַבְעִיר, וְהַמִּסְתַּפֵּק מִמֶּנּוּ — חַיָּיב מִשּׁוּם מְכַבֶּה! אֲמַר לֵיהּ: לָאו אַדַּעְתַּאי.",
            "אָמַר רַב: קִנְבָא שְׁרֵי.",
            "בְּעָא מִינֵּיהּ אַבָּא בַּר מָרְתָא מֵאַבָּיֵי: מַהוּ לְכַבּוֹת אֶת הַנֵּר מִפְּנֵי דָּבָר אַחֵר? אָמַר לוֹ: אֶפְשָׁר בְּבַיִת אַחֵר.",
            "אֵין לוֹ בַּיִת אַחֵר, מַאי? אֶפְשָׁר לַעֲשׂוֹת לוֹ מְחִיצָה. אֵין לוֹ לַעֲשׂוֹת מְחִיצָה, מַאי? אֶפְשָׁר לִכְפּוֹת עָלָיו אֶת הַכְּלִי. אֵין לוֹ כְּלִי, מַאי? אֲמַר לֵיהּ: אָסוּר.",
            "אֵיתִיבֵיהּ: אֵין מְכַבִּין אֶת הַבְּקַעַת כְּדֵי לָחוּס עָלֶיהָ, וְאִם בִּשְׁבִיל שֶׁלֹּא יִתְעַשֵּׁן הַבַּיִת אוֹ הַקְּדֵרָה — מוּתָּר! אֲמַר לֵיהּ: הָהִיא רַבִּי יְהוּדָה הִיא, כִּי קָאָמֵינָא אֲנָא, לְרַבָּנַן.",
            "בְּעָא מִינֵּיהּ אַבָּיֵי מֵרַבָּה: מַהוּ לְכַבּוֹת אֶת הַדְּלֵקָה בְּיוֹם טוֹב? הֵיכָא דְּאִיכָּא סַכָּנַת נְפָשׁוֹת — לָא קָא מִבַּעְיָא לִי, דַּאֲפִילּוּ בְּשַׁבָּת שְׁרֵי. כִּי קָמִבַּעְיָא לִי מִשּׁוּם אִבּוּד מָמוֹן, מַאי? אֲמַר לֵיהּ: אָסוּר.",
            "אֵיתִיבֵיהּ: אֵין מְכַבִּין אֶת הַבְּקַעַת כְּדֵי לְחוּס עָלֶיהָ, וְאִם בִּשְׁבִיל שֶׁלֹּא יִתְעַשֵּׁן הַבַּיִת אוֹ הַקְּדֵרָה — מוּתָּר! הָהִיא רַבִּי יְהוּדָה הִיא, כִּי קָאָמֵינָא אֲנָא, לְרַבָּנַן.",
            "בְּעָא מִינֵּיהּ רַב אָשֵׁי מֵאַמֵּימָר: מַהוּ לִכְחוֹל אֶת הָעַיִן בְּיוֹם טוֹב? הֵיכָא דְּאִיכָּא סַכָּנָה, כְּגוֹן: רִירָא, דִּיצָא, דְּמָא, דִּמְעֲתָא, וְקַדַּחְתָּא, וּתְחִלַּת אוּכְלָא — לָא מִבַּעְיָא לִי, דַּאֲפִילּוּ בְּשַׁבָּת שְׁרֵי. כִּי קָמִבַּעְיָא לִי, סוֹף אוּכְלָא וּפַצּוֹחֵי עֵינָא, מַאי? אֲמַר לֵיהּ: אָסוּר.",
            "אֵיתִיבֵיהּ: אֵין מְכַבִּין אֶת הַבְּקַעַת, וְשַׁנִּי לֵיהּ כִּדְשַׁנִּין.",
            "אַמֵּימָר שָׁרֵי לְמִכְחַל עֵינָא מִגּוֹי בְּשַׁבְּתָא. אִיכָּא דְּאָמְרִי: אַמֵּימָר גּוּפֵיהּ כְּחַל עֵינָא מִגּוֹי בְּשַׁבְּתָא. אֲמַר לֵיהּ רַב אָשֵׁי לְאַמֵּימָר: מַאי דַּעְתָּיךְ — דְּאָמַר עוּלָּא בְּרֵיהּ דְּרַב עִילַּאי כׇּל צׇרְכֵי חוֹלֶה עוֹשִׂין עַל יְדֵי גּוֹי בְּשַׁבָּת, וְאָמַר רַב הַמְנוּנָא: כׇּל דָּבָר שֶׁאֵין בּוֹ סַכָּנָה — אוֹמֵר לְגוֹי וְעוֹשֶׂה.",
            "הָנֵי מִילֵּי, הֵיכָא דְּלָא מְסַיַּיע בַּהֲדֵיהּ. אֲבָל מָר קָא מְסַיַּיע בַּהֲדֵיהּ, דְּקָא עָמֵיץ וּפָתַח! אֲמַר לֵיהּ: אִיכָּא רַב זְבִיד דְּקָאֵי כְּוָתָךְ, וְשַׁנַּיי לֵיהּ: מְסַיֵּיעַ אֵין בּוֹ מַמָּשׁ.",
            "אַמֵּימָר שְׁרָא לְמִכְחַל עֵינָא בְּיוֹם טוֹב שֵׁנִי שֶׁל רֹאשׁ הַשָּׁנָה. אֲמַר לֵיהּ רַב אָשֵׁי לְאַמֵּימָר, וְהָאָמַר רָבָא: מֵת בְּיוֹם טוֹב רִאשׁוֹן — יִתְעַסְּקוּ בּוֹ עַמְמִין, בְּיוֹם טוֹב שֵׁנִי — יִתְעַסְּקוּ בּוֹ יִשְׂרָאֵל. וַאֲפִילּוּ בִּשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה,"
        ],
        [
            "מַה שֶּׁאֵין כֵּן בְּבֵיצָה!",
            "אֲמַר לֵיהּ: אֲנָא כִּנְהַרְדָּעֵי סְבִירָא לִי, דְּאָמְרִי אַף בְּבֵיצָה. וּמַאי דַּעְתָּיךְ — דִּלְמָא מְעַבְּרִי לֵיהּ לֶאֱלוּל? הָאָמַר רַב חִינָּנָא בַּר כָּהֲנָא: מִימוֹת עֶזְרָא וְאֵילָךְ לֹא מָצִינוּ אֱלוּל מְעוּבָּר.",
            "וְאֵין אוֹפִין פִּתִּין גְּרִיצִין אֶלָּא רְקִיקִין. תָּנוּ רַבָּנַן, בֵּית שַׁמַּאי אוֹמְרִים: אֵין אוֹפִין פַּת עָבָה בְּפֶסַח, וּבֵית הִלֵּל מַתִּירִין. וְכַמָּה פַּת עָבָה — אָמַר רַב הוּנָא: טֶפַח. שֶׁכֵּן מָצִינוּ בְּלֶחֶם הַפָּנִים, טֶפַח.",
            "מַתְקֵיף לַהּ רַב יוֹסֵף: אִם אָמְרוּ בִּזְרִיזִין — יֹאמְרוּ בְּשֶׁאֵינָן זְרִיזִין? אִם אָמְרוּ בְּפַת עֲמִלָה — יֹאמְרוּ בְּפַת שֶׁאֵינָהּ עֲמִלָה?",
            "אִם אָמְרוּ בְּעֵצִים יְבֵשִׁים — יֹאמְרוּ בְּעֵצִים לַחִים? אִם אָמְרוּ בַּתַּנּוּר חַם — יֹאמְרוּ בְּתַנּוּר צוֹנֵן? אִם אָמְרוּ בְּתַנּוּר שֶׁל מַתֶּכֶת — יֹאמְרוּ בְּתַנּוּר שֶׁל חֶרֶס?",
            "אָמַר רַב יִרְמְיָה בַּר אַבָּא: שְׁאֵלִית אֶת רַבִּי בְּיִחוּד, וּמַנּוּ — רַב: מַאי פַּת עָבָה? פַּת מְרוּבָּה.",
            "אִיכָּא דְּאָמְרִי, אָמַר רַב יִרְמְיָה בַּר אַבָּא אָמַר רַב: שְׁאֵלִית אֶת רַבִּי בְּיִחוּד, וּמַנּוּ — רַבֵּינוּ הַקָּדוֹשׁ: מַאי פַּת עָבָה? פַּת מְרוּבָּה. וְאַמַּאי קָרוּ לֵיהּ פַּת עָבָה? מִשּׁוּם דִּנְפִישָׁא בְּלִישָׁה. אִי נָמֵי, בְּאַתְרֵיהּ דְּהַאי תַּנָּא, פַּת מְרוּבָּה — פַּת עָבָה קָרוּ לֵיהּ",
            "מִכְּדִי מִשּׁוּם דְּקָטָרַח טִרְחָא דְּלָא צְרִיךְ הוּא, מַאי אִרְיָא פֶּסַח? אֲפִילּוּ בִּשְׁאָר יָמִים טוֹבִים נָמֵי! אִין הָכִי נָמֵי. וְתַנָּא, בְּיוֹם טוֹב דְּפֶסַח קָאֵי. תַּנְיָא נָמֵי הָכִי, בֵּית שַׁמַּאי אוֹמְרִים: אֵין אוֹפִין פַּת מְרוּבָּה בְּיוֹם טוֹב, וּבֵית הִלֵּל מַתִּירִין.",
            "<big><strong>מַתְנִי׳</strong></big> אַף הוּא אָמַר שְׁלֹשָׁה דְּבָרִים לְהָקֵל: מְכַבְּדִין בֵּית הַמִּטּוֹת, וּמַנִּיחִין אֶת הַמּוּגְמָר בְּיוֹם טוֹב, וְעוֹשִׂין גְּדִי מְקוּלָּס בְּלֵילֵי פְסָחִים. וַחֲכָמִים אוֹסְרִין.",
            "<big><strong>גְּמָ׳</strong></big> אָמַר רַב אַסִּי: מַחְלוֹקֶת לְגַמֵּר, אֲבָל לְהָרִיחַ — דִּבְרֵי הַכֹּל מוּתָּר.",
            "מֵיתִיבִי: אֵין מְכַבְּדִין בֵּית הַמִּטּוֹת בְּיוֹם טוֹב, וְשֶׁל בֵּית רַבָּן גַּמְלִיאֵל מְכַבְּדִין. אָמַר רַבִּי אֱלִיעֶזֶר בַּר צָדוֹק: פְּעָמִים הַרְבֵּה נִכְנַסְתִּי אַחַר אַבָּא, לְבֵית רַבָּן גַּמְלִיאֵל וְלֹא הָיוּ מְכַבְּדִין בֵּית הַמִּטּוֹת בְּיוֹם טוֹב, אֶלָּא מְכַבְּדִין אוֹתָן מֵעֶרֶב יוֹם טוֹב, וּפוֹרְסִין עֲלֵיהֶם סְדִינִין. לְמָחָר, כְּשֶׁאוֹרְחִים נִכְנָסִין, מְסַלְּקִין אֶת הַסְּדִינִין וְנִמְצָא הַבַּיִת מִתְכַּבֵּד מֵאֵלָיו. אָמְרוּ לוֹ: אִם כֵּן, אַף בַּשַּׁבָּת מוּתָּר לַעֲשׂוֹת כֵּן.",
            "וְאֵין מַנִּיחִין אֶת הַמּוּגְמָר בְּיוֹם טוֹב, וְשֶׁל בֵּית רַבָּן גַּמְלִיאֵל מַנִּיחִין. אָמַר רַבִּי אֱלִיעֶזֶר בַּר צָדוֹק: פְּעָמִים הַרְבֵּה נִכְנַסְתִּי אַחַר אַבָּא לְבֵית רַבָּן גַּמְלִיאֵל, וְלֹא הָיוּ מַנִּיחִין אֶת הַמּוּגְמָר בְּיוֹם טוֹב, אֶלָּא מְבִיאִין עַרְדַּסְקָאוֹת שֶׁל בַּרְזֶל וּמְעַשְּׁנִין אוֹתָן מֵעֶרֶב יוֹם טוֹב, וּפוֹקְקִין נִקְבֵיהֶן מֵעֶרֶב יוֹם טוֹב. לְמָחָר, כְּשֶׁאוֹרְחִים נִכְנָסִין, פּוֹתְחִין אֶת נִקְבֵיהֶן וְנִמְצָא הַבַּיִת מִתְגַּמֵּר מֵאֵלָיו.",
            "אָמְרוּ לוֹ: אִם כֵּן, אַף בַּשַּׁבָּת מוּתָּר לַעֲשׂוֹת כֵּן.",
            "אֶלָּא, אִי אִתְּמַר הָכִי אִתְּמַר, אָמַר רַב אַסִּי: מַחְלוֹקֶת לְהָרִיחַ, אֲבָל לְגַמֵּר — אָסוּר.",
            "אִיבַּעְיָא לְהוּ: מַהוּ לְעַשֵּׁן? רַב יִרְמְיָה בַּר אַבָּא אָמַר רַב: אָסוּר. וּשְׁמוּאֵל אָמַר: מוּתָּר. רַב הוּנָא אָמַר: אָסוּר, מִפְּנֵי שֶׁמְּכַבֶּה. אֲמַר לֵיהּ רַב נַחְמָן: וְנֵימָא מָר — מִפְּנֵי שֶׁמַּבְעִיר? אֲמַר לֵיהּ: תְּחִלָּתוֹ מְכַבֶּה וְסוֹפוֹ מַבְעִיר.",
            "אָמַר רַב יְהוּדָה: עַל גַּבֵּי גַּחֶלֶת — אָסוּר."
        ],
        [
            "עַל גַּבֵּי חֶרֶס — מוּתָּר.",
            "וְרַבָּה אָמַר: עַל גַּבֵּי חֶרֶס נָמֵי אָסוּר, מִשּׁוּם דְּקָא מוֹלֵיד רֵיחָא. רַבָּה וְרַב יוֹסֵף דְּאָמְרִי תַּרְוַיְיהוּ: סַחוֹפֵי כָּסָא אַשִּׁירָאֵי בְּיוֹמָא טָבָא — אָסוּר, מַאי טַעְמָא — מִשּׁוּם דְּקָמוֹלֵיד רֵיחָא.",
            "וּמַאי שְׁנָא מִמּוֹלְלוֹ וּמֵרִיחַ בּוֹ וְקוֹטְמוֹ וּמֵרֵיחַ בּוֹ? הָתָם — רֵיחָא מִיהָא אִיתָא, וְאוֹסוֹפֵי הוּא דְּקָא מוֹסִיף רֵיחָא. הָכָא — אוֹלוֹדֵי הוּא דְּקָמוֹלֵיד רֵיחָא. רָבָא אָמַר: עַל גַּבֵּי גַּחֶלֶת נָמֵי מוּתָּר, מִידֵּי דְּהָוֵה אַבִּשְׂרָא אַגּוּמְרֵי.",
            "דָּרֵשׁ רַב גְּבִיהָא מִבֵּי כְתִיל אַפִּתְחָא דְּבֵי רֵישׁ גָּלוּתָא: קִטּוּרָא שְׁרֵי. אֲמַר לֵיהּ אַמֵּימָר: מַאי ״קִטּוּרָא״? אִי קִטּוּרָא בִּידֵי — מַעֲשֵׂה אוּמָּן הוּא, וְאִי לְעַשֵּׁן — אָסוּר, דְּהָא קָא מְכַבֶּה! אֲמַר לֵיהּ רַב אָשֵׁי: לְעוֹלָם לְעַשֵּׁן, מִידֵּי דְּהָוֵה אַבִּשְׂרָא אַגּוּמְרֵי.",
            "אִיכָּא דְאָמְרִי. אֲמַר לֵיהּ אַמֵּימָר: מַאי ״קִטּוּרָא״? אִי קִטּוּרָא בִּידֵי — מַעֲשֵׂה אוּמָּן הוּא. אִי לְעַשֵּׁן — אָסוּר דְּקָא מוֹלֵיד רֵיחָא! אָמַר רַב אָשֵׁי: אֲנָא אַמְרִיתַהּ נִהֲלֵיהּ, וּמִשְּׁמֵיהּ דְּגַבְרָא רַבָּה אַמְרִיתַהּ נִהֲלֵיהּ: לְעוֹלָם לְעַשֵּׁן, וּמִידֵּי דְּהָוֵה אַבִּשְׂרָא אַגּוּמְרֵי.",
            "וְעוֹשִׂין גְּדִי מְקוּלָּס. תַּנְיָא רַבִּי יוֹסֵי אוֹמֵר: תּוֹדוֹס אִישׁ רוֹמִי הִנְהִיג אֶת בְּנֵי רוֹמִי לֶאֱכוֹל גְּדִי מְקוּלָּס בְּלֵילֵי פְּסָחִים. שְׁלַחוּ לֵיהּ: אִלְמָלֵא תּוֹדוֹס אַתָּה, גּוֹזְרָנוּ עָלֶיךָ נִדּוּי, שֶׁאַתָּה מַאֲכִיל אֶת בְּנֵי יִשְׂרָאֵל קָדָשִׁים בַּחוּץ.",
            "קָדָשִׁים סָלְקָא דַּעְתָּךְ?! אֶלָּא אֵימָא: כְּעֵין קָדָשִׁים.",
            "<big><strong>מַתְנִי׳</strong></big> שְׁלֹשָׁה דְּבָרִים רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה מַתִּיר וַחֲכָמִים אוֹסְרִים: פָּרָתוֹ יוֹצְאָה בִּרְצוּעָה שֶׁבֵּין קַרְנֶיהָ.",
            "וּמְקָרְדִין אֶת הַבְּהֵמָה בְּיוֹם טוֹב. וְשׁוֹחֲקִין אֶת הַפִּלְפְּלִין בָּרֵחַיִם שֶׁלָּהֶן.",
            "רַבִּי יְהוּדָה אוֹמֵר: אֵין מְקָרְדִין אֶת הַבְּהֵמָה בְּיוֹם טוֹב, מִפְּנֵי שֶׁעוֹשֶׂה חַבּוּרָה, אֲבָל מְקַרְצְפִין. וַחֲכָמִים אוֹמְרִים: אֵין מְקָרְדִין, אַף לֹא מְקַרְצְפִין.",
            "<big><strong>גְּמָ׳</strong></big> לְמֵימְרָא דְּרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה חֲדָא פָּרָה הַוְיָא לֵיהּ? וְהָאָמַר רַב, וְאָמְרִי לַהּ אָמַר רַב יְהוּדָה אָמַר רַב: תְּלֵיסַר אַלְפֵי עִגְלֵי הֲוָה מְעַשַּׂר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה מֵעֶדְרֵיהּ כׇּל שַׁתָּא וְשַׁתָּא. תָּנָא: לֹא שֶׁלּוֹ הָיְתָה, אֶלָּא שֶׁל שְׁכֶנְתּוֹ הָיְתָה, וּמִתּוֹךְ שֶׁלֹּא מִיחָה בָּהּ — נִקְרֵאת עַל שְׁמוֹ.",
            "וּמְקָרְדִין אֶת הַבְּהֵמָה בְּיוֹם טוֹב. תָּנוּ רַבָּנַן: אֵיזֶהוּ קֵרוּד וְאֵיזֶהוּ קִרְצוּף? קֵרוּד — קְטַנִּים וְעוֹשִׂין חַבּוּרָה, קִרְצוּף — גְּדוֹלִים וְאֵין עוֹשִׂין חַבּוּרָה.",
            "וְשָׁלֹשׁ מַחְלוֹקוֹת בַּדָּבָר, רַבִּי יְהוּדָה סָבַר: דָּבָר שֶׁאֵינוֹ מִתְכַּוֵּין — אָסוּר. מִיהוּ: קֵרוּד — קְטַנִּים, וְעוֹשִׂין חַבּוּרָה. קִרְצוּף — גְּדוֹלִים, וְאֵין עוֹשִׂין חַבּוּרָה. וְלָא גָּזְרִינַן קִרְצוּף אַטּוּ קֵרוּד.",
            "וְרַבָּנַן סָבְרִי נָמֵי כְּרַבִּי יְהוּדָה, דָּבָר שֶׁאֵינוֹ מִתְכַּוֵּין — אָסוּר, וְגָזְרִינַן קִרְצוּף אַטּוּ קֵרוּד. וְרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה סָבַר לַהּ כְּרַבִּי שִׁמְעוֹן דְּאָמַר: דָּבָר שֶׁאֵינוֹ מִתְכַּוֵּין — מוּתָּר, וּבֵין קֵרוּד וּבֵין קִרְצוּף שְׁרֵי.",
            "אָמַר רָבָא אָמַר רַב נַחְמָן אָמַר שְׁמוּאֵל, וְאָמְרִי לַהּ אָמַר רַב נַחְמָן לְחוֹדֵיהּ: הֲלָכָה כְּרַבִּי שִׁמְעוֹן, שֶׁהֲרֵי רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה מוֹדֶה לוֹ. אֲמַר לֵיהּ רָבָא לְרַב נַחְמָן: וְלֵימָא מָר, הֲלָכָה כְּרַבִּי יְהוּדָה שֶׁהֲרֵי חֲכָמִים מוֹדִים לוֹ! אֲמַר לֵיהּ: אֲנָא כְּרַבִּי שִׁמְעוֹן סְבִירָא לִי, וְעוֹד שֶׁהֲרֵי רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה מוֹדֶה לוֹ."
        ],
        [
            "<big><strong>מַתְנִי׳</strong></big> הָרֵחַיִם שֶׁל פִּלְפְּלִין, טְמֵאָה מִשּׁוּם שְׁלֹשָׁה כֵּלִים: מִשּׁוּם כְּלִי קִבּוּל, וּמִשּׁוּם כְּלִי מַתֶּכֶת, וּמִשּׁוּם כְּלִי כְּבָרָה.",
            "<big><strong>גְּמָ׳</strong></big> תָּנָא: תַּחְתּוֹנָה — מִשּׁוּם כְּלִי קִבּוּל, אֶמְצָעִית — מִשּׁוּם כְּלִי כְּבָרָה, עֶלְיוֹנָה — מִשּׁוּם כְּלִי מַתֶּכֶת.",
            "<big><strong>מַתְנִי׳</strong></big> עֲגָלָה שֶׁל קָטָן — טְמֵאָה מִדְרָס, וְנִטֶּלֶת בְּשַׁבָּת, וְאֵינָהּ נִגְרֶרֶת אֶלָּא עַל גַּבֵּי כֵלִים.",
            "רַבִּי יְהוּדָה אוֹמֵר: כׇּל הַכֵּלִים אֵין נִגְרָרִין, חוּץ מִן הָעֲגָלָה, מִפְּנֵי שֶׁהִיא כּוֹבֶשֶׁת.",
            "<big><strong>גְּמָ׳</strong></big> עֲגָלָה שֶׁל קָטָן — טְמֵאָה מִדְרָס, דְּהָא סָמֵיךְ עִלָּוַיהּ. וְנִטֶּלֶת בְּשַׁבָּת, מִשּׁוּם דְּאִיכָּא תּוֹרַת כְּלִי עֲלַהּ.",
            "וְאֵינָהּ נִגְרֶרֶת אֶלָּא עַל גַּבֵּי כֵלִים. עַל גַּבֵּי כֵלִים — אִין, עַל גַּבֵּי קַרְקַע — לָא. מַאי טַעְמָא, דְּקָא עָבֵיד חָרִיץ. מַנִּי? רַבִּי יְהוּדָה הִיא, דְּאָמַר: דָּבָר שֶׁאֵין מִתְכַּוֵּין — אָסוּר.",
            "דְּאִי רַבִּי שִׁמְעוֹן, הָאָמַר: דָּבָר שֶׁאֵין מִתְכַּוֵּין — מוּתָּר. (דִּתְנַן) רַבִּי שִׁמְעוֹן אוֹמֵר: גּוֹרֵר אָדָם מִטָּה כִּסֵּא וְסַפְסָל, וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּין לַעֲשׂוֹת חָרִיץ.",
            "אֵימָא סֵיפָא, רַבִּי יְהוּדָה אוֹמֵר: אֵין הַכֹּל נִגְרָרִין בְּשַׁבָּת, חוּץ מִן הָעֲגָלָה, מִפְּנֵי שֶׁהִיא כּוֹבֶשֶׁת. מִפְּנֵי שֶׁכּוֹבֶשֶׁת — אִין, אֲבָל חָרִיץ — לָא עָבְדָא?",
            "תְּרֵי תַנָּאֵי, וְאַלִּיבָּא דְּרַבִּי יְהוּדָה.",
            "<br><br><big><strong>הֲדַרַן עֲלָךְ יוֹם טוֹב</strong></big><br><br>",
            "<big><strong>אֵין צָדִין</strong></big> דָּגִים מִן הַבִּיבָרִים בְּיוֹם טוֹב, וְאֵין נוֹתְנִין לִפְנֵיהֶם מְזוֹנוֹת.",
            "אֲבָל צָדִין חַיָּה וְעוֹף מִן הַבִּיבָרִין, וְנוֹתְנִין לִפְנֵיהֶם מְזוֹנוֹת.",
            "רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר: לֹא כָּל הַבִּיבָרִין שָׁוִין. זֶה הַכְּלָל: כׇּל"
        ],
        [
            "הַמְחוּסָּר צֵידָה — אָסוּר, וְשֶׁאֵינוֹ מְחוּסָּר צֵידָה — מוּתָּר.",
            "<big><strong>גְּמָ׳</strong></big> וּרְמִינְהוּ: בֵּיבָרִין שֶׁל חַיָּה וְשֶׁל עוֹפוֹת — אֵין צָדִין מֵהֶם בְּיוֹם טוֹב וְאֵין נוֹתְנִין לִפְנֵיהֶם מְזוֹנוֹת. קַשְׁיָא חַיָּה אַחַיָּה, קַשְׁיָא עוֹפוֹת אַעוֹפוֹת!",
            "בִּשְׁלָמָא חַיָּה אַחַיָּה לָא קַשְׁיָא: הָא רַבִּי יְהוּדָה, הָא רַבָּנַן.",
            "דִּתְנַן, רַבִּי יְהוּדָה אוֹמֵר: הַצָּד צִפּוֹר לַמִּגְדָּל וּצְבִי לַבַּיִת — חַיָּיב. לַבַּיִת הוּא דְּמִחַיַּיב, אֲבָל לְבִיבָרִין — לָא. וַחֲכָמִים אוֹמְרִים: צִפּוֹר — לַמִּגְדָּל, וּצְבִי — לַגִּנָּה וְלֶחָצֵר וְלַבִּיבָרִין.",
            "אֶלָּא, עוֹפוֹת אַעוֹפוֹת קַשְׁיָא! וְכִי תֵּימָא הָא נָמֵי לָא קַשְׁיָא: הָא בְּבִיבָר מְקוֹרֶה, הָא בְּבִיבָר שֶׁאֵינוֹ מְקוֹרֶה.",
            "וְהָא בַּיִת, דִּכְבִיבָר מְקוֹרֶה דָּמֵי, וּבֵין לְרַבִּי יְהוּדָה וּבֵין לְרַבָּנַן: צִפּוֹר לַמִּגְדָּל — אִין, לַבַּיִת — לָא!",
            "אָמַר רַבָּה בַּר רַב הוּנָא: הָכָא בְּצִפּוֹר דְּרוֹר עָסְקִינַן, שֶׁאֵינָהּ מְקַבֶּלֶת מָרוּת. דְּתָנָא דְּבֵי רַבִּי יִשְׁמָעֵאל: לָמָּה נִקְרָא שְׁמָהּ צִפּוֹר דְּרוֹר — שֶׁדָּרָה בַּבַּיִת כְּבַשָּׂדֶה.",
            "הַשְׁתָּא דְּאָתֵית לְהָכִי, חַיָּה אַחַיָּה נָמֵי לָא קַשְׁיָא: הָא — בְּבִיבָר קָטָן, הָא — בְּבִיבָר גָּדוֹל.",
            "הֵיכִי דָּמֵי בִּיבָר קָטָן הֵיכִי דָּמֵי בִּיבָר גָּדוֹל? אָמַר רַב אָשֵׁי: כׇּל הֵיכָא דְּרָהֵיט אַבָּתְרַהּ וּמָטֵי לַהּ בְּחַד שִׁחְיָא — בִּיבָר קָטָן, וְאִידַּךְ — בִּיבָר גָּדוֹל. אִי נָמֵי: כׇּל הֵיכָא דְּאִיכָּא עוּקְצֵי עוּקְצֵי — בִּיבָר גָּדוֹל, וְאִידַּךְ — בִּיבָר קָטָן. אִי נָמֵי: כׇּל הֵיכָא דְּנָפְלִי טוּלָּא דְכֻתְלֵי אַהֲדָדֵי — בִּיבָר קָטָן, וְאִידַּךְ — בִּיבָר גָּדוֹל.",
            "רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר לֹא כָּל הַבֵּיבָרִין שָׁוִין וְכוּ׳. אָמַר רַב יוֹסֵף אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: הֲלָכָה כְּרַבִּי שִׁמְעוֹן בֶּן גַּמְלִיאֵל. אֲמַר לֵיהּ אַבָּיֵי: הֲלָכָה — מִכְּלָל דִּפְלִיגִי!",
            "אֲמַר לֵיהּ: וּמַאי נָפְקָא לָךְ מִינַּהּ? אֲמַר לֵיהּ: גְּמָרָא גְּמוֹר, זְמוֹרְתָּא תְּהֵא?!",
            "זֶה הַכְּלָל כׇּל הַמְחוּסָּר צֵידָה וְכוּ׳. הֵיכִי דָּמֵי מְחוּסָּר צֵידָה? אָמַר רַב יוֹסֵף אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: כׇּל שֶׁאוֹמֵר הָבֵא מְצוּדָה וּנְצוּדֶנּוּ.",
            "אֲמַר לֵיהּ אַבָּיֵי: וְהָא אֲווֹזִין וְתַרְנְגוֹלִין, שֶׁאוֹמְרִים הָבֵא מְצוּדָה וּנְצוּדֶנּוּ, וְתַנְיָא: הַצָּד אֲווֹזִין וְתַרְנְגוֹלִין וְיוֹנֵי הַרְדִּיסָאוֹת — פָּטוּר!",
            "אָמַר רַבָּה בַּר רַב הוּנָא אָמַר שְׁמוּאֵל: הַלָּלוּ בָּאִין לִכְלוּבָן לָעֶרֶב, וְהַלָּלוּ אֵין בָּאִין לִכְלוּבָן לָעֶרֶב.",
            "וַהֲרֵי יוֹנֵי שׁוֹבָךְ וְיוֹנֵי עֲלִיָּיה, דְּבָאִין לִכְלוּבָן לָעֶרֶב, וְתַנְיָא: הַצָּד יוֹנֵי שׁוֹבָךְ וְיוֹנֵי עֲלִיָּיה וְצִפֳּרִים שֶׁקִּנְּנוּ בִּטְפִיחִין בַּבִּירוֹת — חַיָּיב!",
            "אֶלָּא, אָמַר רַבָּה בַּר רַב הוּנָא אָמַר שְׁמוּאֵל: הַלָּלוּ בָּאִין לִכְלוּבָן לָעֶרֶב וּמְזוֹנוֹתָן עָלֶיךָ, וְהַלָּלוּ בָּאִין לִכְלוּבָן לָעֶרֶב וְאֵין מְזוֹנוֹתָן עָלֶיךָ.",
            "רַב מָרִי אָמַר: הָנֵי עֲבִידִי לְרַבּוֹיֵי, וְהָנֵי לָא עֲבִידִי לְרַבּוֹיֵי. כּוּלְּהוּ נָמֵי עֲבִידִי לְרַבּוֹיֵי! לִכְלוּבָן קָאָמְרִינַן דַּעֲבִידִי לְרַבּוֹיֵי.",
            "<big><strong>מַתְנִי׳</strong></big> מְצוּדוֹת חַיָּה וְעוֹף וְדָגִים שֶׁעֲשָׂאָן מֵעֶרֶב יוֹם טוֹב — לֹא יִטּוֹל מֵהֶן בְּיוֹם טוֹב, אֶלָּא אִם כֵּן יוֹדֵעַ שֶׁנִּצּוֹדוּ מֵעֶרֶב יוֹם טוֹב. וּמַעֲשֶׂה בְּגוֹי אֶחָד שֶׁהֵבִיא דָּגִים לְרַבָּן גַּמְלִיאֵל, וְאָמַר מוּתָּרִין הֵן, אֶלָּא שֶׁאֵין רְצוֹנִי לְקַבֵּל הֵימֶנּוּ.",
            "<big><strong>גְּמָ׳</strong></big> מַעֲשֶׂה לִסְתּוֹר?! חַסּוֹרֵי מְחַסְּרָא וְהָכִי קָתָנֵי: סָפֵק מוּכָן — אָסוּר. וְרַבָּן גַּמְלִיאֵל מַתִּיר. וּמַעֲשֶׂה נָמֵי בְּגוֹי אֶחָד שֶׁהֵבִיא דָּגִים לְרַבָּן גַּמְלִיאֵל, וְאָמַר מוּתָּרִין הֵן, אֶלָּא שֶׁאֵין רְצוֹנִי לְקַבֵּל הֵימֶנּוּ.",
            "אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: אֵין הֲלָכָה כְּרַבָּן גַּמְלִיאֵל. וְאִיכָּא דְּמַתְנֵי לַהּ אַהָא דְתַנְיָא: סָפֵק מוּכָן, רַבָּן גַּמְלִיאֵל מַתִּיר וְרַבִּי יְהוֹשֻׁעַ אוֹסֵר. אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: הֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ. וְאִיכָּא דְּמַתְנֵי לַהּ אַהָא דְתַנְיָא:"
        ],
        [
            "שׁוֹחֲטִין מִן הַנְּגָרִין בְּיוֹם טוֹב, אֲבָל לֹא מִן הָרְשָׁתוֹת וּמִן הַמִּכְמוֹרוֹת. רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר: בָּא וּמְצָאָן מְקוּלְקָלִין מֵעֶרֶב יוֹם טוֹב — בְּיָדוּעַ שֶׁמֵּעֶרֶב יוֹם טוֹב נִצּוֹדוּ, וּמוּתָּרִין. בָּא וּמְצָאָן מְקוּלְקָלִין בְּיוֹם טוֹב — בְּיָדוּעַ שֶׁבְּיוֹם טוֹב נִצּוֹדוּ, וַאֲסוּרִין.",
            "הָא גּוּפַהּ קַשְׁיָא, אָמְרַתְּ: בָּא וּמְצָאָן מְקוּלְקָלִין מֵעֶרֶב יוֹם טוֹב — בְּיָדוּעַ שֶׁמֵּעֶרֶב יוֹם טוֹב נִצּוֹדוּ. טַעְמָא דְּבָא וּמְצָאָן מְקוּלְקָלִין, הָא סְפֵיקָא — אֲסוּרִין. אֵימָא סֵיפָא: בָּא וּמְצָאָן מְקוּלְקָלִין בְּיוֹם טוֹב — בְּיָדוּעַ שֶׁבְּיוֹם טוֹב נִצּוֹדוּ. טַעְמָא דְּבָא וּמְצָאָן מְקוּלְקָלִין, הָא סְפֵיקָא — מֵעֶרֶב יוֹם טוֹב נִצּוֹדוּ, וּמוּתָּרִין.",
            "הָכִי קָאָמַר: בָּא וּמְצָאָן מְקוּלְקָלִין מֵעֶרֶב יוֹם טוֹב — בְּיָדוּעַ שֶׁמֵּעֶרֶב יוֹם טוֹב נִצּוֹדוּ, וּמוּתָּרִין. הָא סְפֵיקָא — נַעֲשָׂה כְּמִי שֶׁנִּצּוֹדוּ בְּיוֹם טוֹב, וַאֲסוּרִין.",
            "אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: הֲלָכָה כְּרַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר.",
            "וְאָמַר מוּתָּרִין הֵם. מוּתָּרִין לְמַאי? רַב אָמַר: מוּתָּרִין לְקַבֵּל. וְלֵוִי אָמַר: מוּתָּרִין בַּאֲכִילָה.",
            "אָמַר רַב: לְעוֹלָם אַל יִמְנַע אָדָם עַצְמוֹ מִבֵּית הַמִּדְרָשׁ אֲפִילּוּ שָׁעָה אַחַת. דַּאֲנָא וְלֵוִי הֲוֵינַן קַמֵּיהּ דְּרַבִּי כִּי אַמְרַהּ לְהָא שְׁמַעְתָּא, בְּאוּרְתָּא אָמַר: מוּתָּרִין בַּאֲכִילָה, בְּצַפְרָא אָמַר: מוּתָּרִין לְקַבֵּל. אֲנָא דַּהֲוַאי בֵּי מִדְרְשָׁא — הֲדַרִי בִּי. לֵוִי דְּלָא הֲוָה בִּי מִדְרְשָׁא — לָא הֲדַר בֵּיהּ.",
            "מֵיתִיבִי: גּוֹי שֶׁהֵבִיא דּוֹרוֹן לְיִשְׂרָאֵל, אֲפִילּוּ דָּגִים הַמְפוּלָּמִין וּפֵירוֹת בְּנֵי יוֹמָן — מוּתָּרִין. בִּשְׁלָמָא לְמַאן דְּאָמַר מוּתָּרִין לְקַבֵּל — שַׁפִּיר. אֶלָּא לְמַאן דְּאָמַר מוּתָּרִין בַּאֲכִילָה, פֵּירוֹת בְּנֵי יוֹמָן מִי שָׁרוּ בַּאֲכִילָה?",
            "וּלְטַעְמָיךְ: פֵּירוֹת בְּנֵי יוֹמָן מִי שָׁרוּ בְּטִלְטוּל? אֶלָּא, בִּכְווֹרֵי דַּאֲדִימֵי וּפֵירֵי דִּכְבִישִׁי בְּיַרְקָא עָסְקִינַן, וְאַמַּאי קָרֵי לְהוּ בְּנֵי יוֹמָן — שֶׁהֵן כְּעֵין בְּנֵי יוֹמָן.",
            "אָמַר רַב פָּפָּא, הִלְכְתָא: גּוֹי שֶׁהֵבִיא דּוֹרוֹן לְיִשְׂרָאֵל בְּיוֹם טוֹב, אִם יֵשׁ מֵאוֹתוֹ הַמִּין בִּמְחוּבָּר — אָסוּר. וְלָעֶרֶב נָמֵי אֲסוּרִין בִּכְדֵי שֶׁיֵּעָשׂוּ.",
            "וְאִם אֵין מֵאוֹתוֹ הַמִּין בִּמְחוּבָּר, תּוֹךְ הַתְּחוּם — מוּתָּר,"
        ],
        [
            "חוּץ לַתְּחוּם — אָסוּר. וְהַבָּא בִּשְׁבִיל יִשְׂרָאֵל זֶה — מוּתָּר לְיִשְׂרָאֵל אַחֵר.",
            "אָמַר רַבָּה בַּר רַב הוּנָא אָמַר רַב: הַסּוֹכֵר אַמַּת הַמַּיִם מֵעֶרֶב יוֹם טוֹב, וּלְמָחָר הִשְׁכִּים וּמָצָא בָּהּ דָּגִים — מוּתָּרִין.",
            "אָמַר רַב חִסְדָּא, מִדִּבְרֵי רַבֵּינוּ נִלְמוֹד: חַיָּה שֶׁקִּנְּנָה בְּפַרְדֵּס — אֵינָהּ צְרִיכָה זִמּוּן. אָמַר רַב נַחְמָן: נְפַל חַבְרִין, בְּרַבְרְבָתָא. אִיכָּא דְּאָמְרִי: אָמַר רַבָּה בַּר רַב הוּנָא, מִדִּבְרֵי רַבֵּינוּ נִלְמוֹד: חַיָּה שֶׁקִּנְּנָה בְּפַרְדֵּס — אֵינָהּ צְרִיכָה זִמּוּן. אָמַר רַב נַחְמָן: נְפַל בַּר חַבְרִין בְּרַבְרְבָתָא.",
            "הָתָם לָא קָא עָבֵיד מַעֲשֶׂה, הָכָא קָא עָבֵיד מַעֲשֶׂה.",
            "וְלָא בָּעֲיָא זִמּוּן? וְהָתַנְיָא: חַיָּה שֶׁקִּנְּנָה בְּפַרְדֵּס — צְרִיכָה לְזַמֵּן, וְצִפּוֹר דְּרוֹר — צָרִיךְ לִקְשׁוֹר בִּכְנָפֶיהָ כְּדֵי שֶׁלֹּא תִּתְחַלֵּף בְּאִמָּהּ. וְזוֹ עֵדוּת שֶׁהֵעִידוּ מִפִּי שְׁמַעְיָה וְאַבְטַלְיוֹן. תְּיוּבְתָּא.",
            "וּמִי בָּעֲיָא זִמּוּן? וְהָתַנְיָא, אָמַר רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר: מוֹדִים בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל שֶׁהִזְמִינָן בְּתוֹךְ הַקֵּן וּמָצָא לִפְנֵי הַקֵּן — שֶׁאֲסוּרִין. בַּמֶּה דְּבָרִים אֲמוּרִים — בְּיוֹנֵי שׁוֹבָךְ וְיוֹנֵי עֲלִיָּה, וְצִפֳּרִים שֶׁקִּנְּנוּ בִּטְפִיחִין וּבְבִירָה. אֲבָל אֲווֹזִים וְתַרְנְגוֹלִים וְיוֹנֵי הַרְדָּסִיָּאוֹת וְחַיָּה שֶׁקִּנְּנָה בְּפַרְדֵּס — מוּתָּרִין, וְאֵין צְרִיכִין זִמּוּן. וְצִפּוֹר דְּרוֹר צְרִיכָה לְקַשֵּׁר בִּכְנָפֶיהָ, כְּדֵי שֶׁלֹּא תִּתְחַלֵּף בְּאִמָּהּ.",
            "וְהַמְקוּשָּׁרִים וְהַמְנוּעֲנָעִין, בְּבוֹרוֹת וּבְבָתִּים וּבְשִׁיחִין וּבִמְעָרוֹת — מוּתָּרִין, וּבְאִילָנוֹת — אֲסוּרִין, שֶׁמָּא יַעֲלֶה וְיִתְלוֹשׁ. וְהַמְקוּשָּׁרִין וְהַמְנוּעֲנָעִין — בְּכׇל מָקוֹם אֲסוּרִין, מִשּׁוּם גָּזֵל.",
            "אָמַר רַב נַחְמָן, לָא קַשְׁיָא: הָא בַּהּ, הָא בְּאִמַּהּ. אִמַּהּ בְּזִמּוּן סַגִּי לַהּ? צֵידָה מְעַלְּיוּתָא בָּעֲיָא!",
            "אֶלָּא אָמַר רַב נַחְמָן בַּר יִצְחָק: אִידֵּי וְאִידֵּי בְּדִידַהּ. הָא בְּגִנָּה הַסְּמוּכָה לָעִיר, הָא בְּגִנָּה שֶׁאֵינָהּ סְמוּכָה.",
            "<big><strong>מַתְנִי׳</strong></big> בְּהֵמָה מְסוּכֶּנֶת — לֹא יִשְׁחוֹט, אֶלָּא אִם כֵּן יֵשׁ שְׁהוּת בַּיּוֹם לֶאֱכוֹל מִמֶּנָּה כְּזַיִת צָלִי. רַבִּי עֲקִיבָא אוֹמֵר: אֲפִילּוּ כְּזַיִת חַי מִבֵּית טְבִיחָתָהּ.",
            "שְׁחָטָהּ בַּשָּׂדֶה — לֹא יְבִיאֶנָּה בְּמוֹט וּבְמוֹטָה, אֲבָל מֵבִיא בְּיָדוֹ אֵבָרִים אֵבָרִים.",
            "<big><strong>גְּמָ׳</strong></big> אָמַר רָמֵי בַּר אַבָּא: הֶפְשֵׁט וְנִתּוּחַ בְּעוֹלָה, וְהוּא הַדִּין לְקַצָּבִים. מִכָּאן לִמְּדָה תּוֹרָה דֶּרֶךְ אֶרֶץ: שֶׁלֹּא יֹאכַל אָדָם בָּשָׂר קוֹדֶם הֶפְשֵׁט וְנִתּוּחַ.",
            "(לְאַפּוֹקֵי) מַאי קָא מַשְׁמַע לַן? אִילֵּימָא לְאַפּוֹקֵי מִדְּרַב הוּנָא, דְּאָמַר רַב הוּנָא: בְּהֵמָה בְּחַיֶּיהָ — בְּחֶזְקַת אִיסּוּר עוֹמֶדֶת, עַד שֶׁיִּוָּדַע לָךְ בַּמֶּה נִשְׁחֲטָה.",
            "נִשְׁחֲטָה — בְּחֶזְקַת הֶיתֵּר עוֹמֶדֶת, עַד שֶׁיִּוָּדַע לָךְ בַּמֶּה נִטְרְפָה.",
            "וְהָאֲנַן תְּנַן מַתְנִיתִין כִּדְרַב הוּנָא! דִּתְנַן, רַבִּי עֲקִיבָא אוֹמֵר: אֲפִילּוּ כְּזַיִת חַי מִבֵּית טְבִיחָתָהּ. מַאי לָאו, מִבֵּית טְבִיחָתָהּ מַמָּשׁ?",
            "לָא: מִמָּקוֹם שֶׁטּוֹבַחַת אֲכִילָתָהּ.",
            "וְהָא תָּנֵי רַבִּי חִיָּיא: מְקוֹם טְבִיחָתָהּ מַמָּשׁ. אֶלָּא, רָמֵי בַּר אַבָּא"
        ],
        [
            "אוֹרַח אַרְעָא קָא מַשְׁמַע לַן.",
            "כִּדְתַנְיָא: לֹא יֹאכַל אָדָם שׁוּם וּבָצָל מֵרֹאשׁוֹ, אֶלָּא מֵעָלָיו. וְאִם אָכַל — הֲרֵי זֶה רְעַבְתָּן. כַּיּוֹצֵא בוֹ: לֹא יִשְׁתֶּה אָדָם כּוֹסוֹ בְּבַת אַחַת, וְאִם שָׁתָה — הֲרֵי זֶה גַּרְגְּרָן. תָּנוּ רַבָּנַן: הַשּׁוֹתֶה כּוֹסוֹ בְּבַת אַחַת — הֲרֵי זֶה גַּרְגְּרָן, שְׁנַיִם — דֶּרֶךְ אֶרֶץ, שְׁלֹשָׁה — מִגַּסֵּי הָרוּחַ.",
            "וְאָמַר רָמֵי בַּר אַבָּא: חֲצוּבָא — מְקַטַּע רַגְלֵיהוֹן דְּרַשִּׁיעַיָּא.",
            "נְטִיעָה — מְקַטַּע רַגְלֵיהוֹן דְּקַצָּבַיָּא וּדְבוֹעֲלֵי נִדּוֹת.",
            "תּוֹרְמוֹסָא — מְקַטַּע רַגְלֵיהוֹן דְּשָׂנְאֵיהוֹן שֶׁל יִשְׂרָאֵל. שֶׁנֶּאֱמַר: ״וַיּוֹסִיפוּ בְּנֵי יִשְׂרָאֵל לַעֲשׂוֹת הָרַע בְּעֵינֵי ה׳ וַיַּעַבְדוּ אֶת הַבְּעָלִים וְאֶת הָעַשְׁתָּרוֹת וְאֶת אֱלֹהֵי אֲרָם וְאֶת אֱלֹהֵי צִידוֹן וְאֵת אֱלֹהֵי מוֹאָב וְאֵת אֱלֹהֵי בְנֵי עַמּוֹן וְאֵת אֱלֹהֵי פְלִשְׁתִּים וַיַּעַזְבוּ אֶת ה׳ וְלֹא עֲבָדוּהוּ״.",
            "מִמַּשְׁמַע שֶׁנֶּאֱמַר ״וַיַּעַזְבוּ אֶת ה׳״, אֵינִי יוֹדֵעַ שֶׁלֹּא עֲבָדוּהוּ?! וּמָה תַּלְמוּד לוֹמַר ״וְלֹא עֲבָדוּהוּ״ — אָמַר רַבִּי אֶלְעָזָר, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא: אֲפִילּוּ כַּתּוֹרְמוֹס הַזֶּה שֶׁשּׁוֹלְקִין אוֹתוֹ שֶׁבַע פְּעָמִים וְאוֹכְלִין אוֹתוֹ בְּקִנּוּחַ סְעוּדָה לֹא עֲשָׂאוּנִי בָּנַי.",
            "תָּנָא מִשְּׁמֵיהּ דְּרַבִּי מֵאִיר: מִפְּנֵי מָה נִתְּנָה תּוֹרָה לְיִשְׂרָאֵל — מִפְּנֵי שֶׁהֵן עַזִּין. תָּנָא דְּבֵי רַבִּי יִשְׁמָעֵאל: ״מִימִינוֹ אֵשׁ דָּת לָמוֹ״. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא: רְאוּיִין הַלָּלוּ שֶׁתִּנָּתֵן לָהֶם דָּת אֵשׁ. אִיכָּא דְּאָמְרִי: דָּתֵיהֶם שֶׁל אֵלּוּ — אֵשׁ. שֶׁאִלְמָלֵא (לֹא) נִתְּנָה תּוֹרָה לְיִשְׂרָאֵל — אֵין כׇּל אוּמָּה וְלָשׁוֹן יְכוֹלִין לַעֲמוֹד בִּפְנֵיהֶם.",
            "וְהַיְינוּ דְּאָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, שְׁלֹשָׁה עַזִּין הֵן: יִשְׂרָאֵל בָּאוּמּוֹת, כֶּלֶב בַּחַיּוֹת, תַּרְנְגוֹל בָּעוֹפוֹת. וְיֵשׁ אוֹמְרִים: אַף עֵז בִּבְהֵמָה דַּקָּה. וְיֵשׁ אוֹמְרִים: אַף צָלָף בָּאִילָנוֹת.",
            "שְׁחָטָהּ בַּשָּׂדֶה — לֹא יְבִיאֶנָּה בַּמּוֹט. תָּנוּ רַבָּנַן: אֵין הַסּוּמָא יוֹצֵא בְּמַקְלוֹ, וְלֹא הָרוֹעֶה בְּתַרְמִילוֹ. וְאֵין יוֹצְאִין בְּכִסֵּא — אֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה.",
            "אִינִי?! וְהָא שָׁלַח רַבִּי יַעֲקֹב בַּר אִידִי: זָקֵן אֶחָד הָיָה בִּשְׁכוּנָתֵינוּ וְהָיָה יוֹצֵא בִּגְלוּדְקֵי שֶׁלּוֹ, וּבָאוּ וְשָׁאֲלוּ אֶת רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, וְאָמַר: אִם רַבִּים צְרִיכִין לוֹ — מוּתָּר.",
            "וְסָמְכוּ רַבּוֹתֵינוּ עַל דִּבְרֵי אַחַי שָׁקְיָא, דְּאָמַר: אֲנָא אַפֵּיקְתֵּיהּ לְרַב הוּנָא מֵהִינֵי לְשִׁילֵי וּמִשִּׁילֵי לְהִינֵי. וְאָמַר רַב נַחְמָן בַּר יִצְחָק: אֲנָא אַפֵּיקְתֵּיהּ לְמָר שְׁמוּאֵל מִשִּׁמְשָׁא לְטוּלָּא וּמִטּוּלָּא לְשִׁמְשָׁא! הָתָם כִּדְאָמַר טַעְמָא: אִם הָיוּ רַבִּים צְרִיכִין לוֹ — מוּתָּר.",
            "אֲמַר לֵיהּ רַב נַחְמָן לְחָמָא בַּר אַדָּא שְׁלִיחַ צִיּוֹן: כִּי סָלְקַתְּ לְהָתָם, אַקֵּיף וְזִיל אַסּוּלָּמָא דְצוֹר, וְזִיל לְגַבֵּי דְּרַבִּי יַעֲקֹב בַּר אִידִי וּבְעִי מִינֵּיהּ: כִּסֵּא, מָה אַתּוּן בֵּיהּ?",
            "אַדַּאֲזַל לְהָתָם, נָח נַפְשֵׁיהּ דְּרַבִּי יַעֲקֹב בַּר אִידִי. כִּי סְלֵיק, אַשְׁכְּחֵיהּ לְרַבִּי זְרִיקָא, אֲמַר לֵיהּ: כִּסֵּא מָה אַתּוּן בֵּיהּ? אֲמַר לֵיהּ, הָכִי אָמַר רַבִּי אַמֵּי: וּבִלְבַד שֶׁלֹּא יְכַתֵּף. מַאי וּבִלְבַד שֶׁלֹּא יְכַתֵּף? אָמַר רַב יוֹסֵף בְּרֵיהּ דְּרָבָא: בַּאֲלוּנְקִי.",
            "אִינִי?! וְהָא רַב נַחְמָן שְׁרָא לַהּ לְיַלְתָּא לְמִיפַּק אַאֲלוּנְקִי! שָׁאנֵי יַלְתָּא דִּבְעִיתָא.",
            "אַמֵּימָר וּמָר זוּטְרָא מְכַתְּפִי לְהוּ בְּשַׁבְּתָא דְרִגְלָא מִשּׁוּם בִּיעֲתוּתָא, וְאָמְרִי לַהּ מִשּׁוּם דּוּחְקָא דְצִבּוּרָא.",
            "<big><strong>מַתְנִי׳</strong></big> בְּכוֹר שֶׁנָּפַל לַבּוֹר, רַבִּי יְהוּדָה אוֹמֵר: יֵרֵד מוּמְחֶה וְיִרְאֶה,"
        ],
        [
            "אִם יֵשׁ בּוֹ מוּם — יַעֲלֶה וְיִשְׁחוֹט, וְאִם לָאו — לֹא יִשְׁחוֹט. רַבִּי שִׁמְעוֹן אוֹמֵר: כֹּל שֶׁאֵין מוּמוֹ נִיכָּר מִבְּעוֹד יוֹם, אֵין זֶה מִן הַמּוּכָן —",
            "<big><strong>גְּמָ׳</strong></big> בְּמַאי קָא מִפַּלְגִי? אִי נֵימָא בְּרוֹאִין מוּמִין קָמִפַּלְגִי, דְּרַבִּי יְהוּדָה סָבַר: רוֹאִין מוּמִין בְּיוֹם טוֹב, וְרַבִּי שִׁמְעוֹן סָבַר: אֵין רוֹאִין מוּמִין בְּיוֹם טוֹב, וְלִפַּלְגוּ בְּרוֹאִין מוּמִין דְּעָלְמָא!",
            "בְּכוֹר שֶׁנָּפַל לַבּוֹר אִצְטְרִיכָא לֵיהּ, סָלְקָא דַּעְתָּךְ אָמֵינָא: מִשּׁוּם צַעַר בַּעֲלֵי חַיִּים לַעֲרֵים וְלַסְּקֵיהּ כְּרַבִּי יְהוֹשֻׁעַ — קָא מַשְׁמַע לַן.",
            "אִי הָכִי, ״לֹא יִשְׁחוֹט״? ״לֹא יַעֲלֶה וְיִשְׁחוֹט״ מִבְּעֵי לֵיהּ! לָא צְרִיכָא — דַּעֲבַר וְאַסְּקֵיהּ, סָלְקָא דַּעְתָּךְ אָמֵינָא: לִשְׁחֲטֵיהּ, קָא מַשְׁמַע לַן.",
            "לִשְׁחֲטֵיהּ?! הָא תָּם הוּא! לָא צְרִיכָא, דִּנְפַל בֵּיהּ מוּמָא. וְהָא מוּקְצֶה הוּא!",
            "אֶלָּא: דִּנְפַל בֵּיהּ מוּם עוֹבֵר מֵעֶרֶב יוֹם טוֹב, וְהַשְׁתָּא הֲוָה לֵיהּ מוּם קָבוּעַ. מַהוּ דְּתֵימָא: דְּדַעְתֵּיהּ עִלָּוֵיהּ, וְנִשְׁחֲטֵיהּ, קָא מַשְׁמַע לַן.",
            "תָּנוּ רַבָּנַן: בְּכוֹר תָּם שֶׁנָּפַל לַבּוֹר, רַבִּי יְהוּדָה הַנָּשִׂיא אוֹמֵר: יֵרֵד מוּמְחֶה וְיִרְאֶה, אִם יֵשׁ בּוֹ מוּם — יַעֲלֶה וְיִשְׁחוֹט, וְאִם לָאו — לֹא יִשְׁחוֹט. אָמַר לוֹ רַבִּי שִׁמְעוֹן בֶּן מְנַסְיָא: הֲרֵי אָמְרוּ אֵין רוֹאִין מוּמִין בְּיוֹם טוֹב. כֵּיצַד? נוֹלַד בּוֹ מוּם מֵעֶרֶב יוֹם טוֹב, אֵין מְבַקְּרִין אוֹתוֹ בְּיוֹם טוֹב. נוֹלַד בּוֹ מוּם"
        ],
        [
            "בְּיוֹם טוֹב, רַבִּי שִׁמְעוֹן אוֹמֵר: אֵין זֶה מִן הַמּוּכָן. וְשָׁוִין שֶׁאִם נוֹלַד הוּא וּמוּמוֹ עִמּוֹ — שֶׁזֶּה מִן הַמּוּכָן.",
            "דָּרֵשׁ רַבָּה בַּר רַב הוּנָא: נוֹלַד הוּא וּמוּמוֹ עִמּוֹ — מְבַקְּרִין אוֹתוֹ בְּיוֹם טוֹב לְכַתְּחִלָּה. אֲמַר לֵיהּ רַב נַחְמָן, אַבָּא תָּנֵי: אִם עָבַר וּבִקְּרוֹ — מְבוּקָּר, וְאַתְּ אָמְרַתְּ מְבַקְּרִין אוֹתוֹ לְכַתְּחִלָּה!",
            "אָמַר אַבָּיֵי: כְּוָתֵיהּ דְּרַבָּה בַּר רַב הוּנָא מִסְתַּבְּרָא, מִדְּקָתָנֵי תְּלָתָא בָּבֵי: נוֹלַד בּוֹ מוּם מֵעֶרֶב יוֹם טוֹב — אֵין מְבַקְּרִין אוֹתוֹ בְּיוֹם טוֹב. לְכַתְּחִלָּה הוּא דְּלָא, הָא דִּיעֲבַד — שַׁפִּיר דָּמֵי.",
            "נוֹלַד בּוֹ מוּם בְּיוֹם טוֹב, רַבִּי שִׁמְעוֹן אוֹמֵר: אֵין זֶה מִן הַמּוּכָן — דַּאֲפִילּוּ דִּיעֲבַד נָמֵי לָא. וַהֲדַר תָּנֵי: וְשָׁוִין שֶׁאִם נוֹלַד וּמוּמוֹ עִמּוֹ, שֶׁזֶּה מִן הַמּוּכָן — דַּאֲפִילּוּ לְכַתְּחִלָּה נָמֵי.",
            "וְהָא כִּי אֲתָא רַב אוֹשַׁעְיָא, אֲתָא וְאַיְיתִי מַתְנִיתָא בִּידֵיהּ: בֵּין שֶׁנּוֹלַד בּוֹ מוּם מֵעֶרֶב יוֹם טוֹב, וּבֵין שֶׁנּוֹלַד בּוֹ מוּם בְּיוֹם טוֹב, חֲכָמִים אוֹמְרִים: אֵין זֶה מִן הַמּוּכָן.",
            "וְאֶלָּא קַשְׁיָא הָךְ! הָהִיא — אַדָּא בַּר אוּכָּמֵי הִיא, דִּמְשַׁבֵּשׁ וְתָנֵי.",
            "אָמַר רַב נַחְמָן בַּר יִצְחָק: מַתְנִיתִין נָמֵי דַּיְיקָא. דְּקָתָנֵי, רַבִּי שִׁמְעוֹן אוֹמֵר: כֹּל שֶׁאֵין מוּמוֹ נִיכָּר מֵעֶרֶב יוֹם טוֹב — אֵין זֶה מִן הַמּוּכָן. מַאי אֵין מוּמוֹ נִיכָּר? אִילֵּימָא שֶׁאֵין מוּמוֹ נִיכָּר כְּלָל — פְּשִׁיטָא, צְרִיכָא לְמֵימַר?",
            "אֶלָּא, דְּלָא אִתְחֲזִי לְחָכָם מֵעֶרֶב יוֹם טוֹב אִם מוּם קָבוּעַ אִם מוּם עוֹבֵר. קָתָנֵי מִיהַת אֵין זֶה מִן הַמּוּכָן, שְׁמַע מִינַּהּ.",
            "בָּעֵי מִינֵּיהּ הִלֵּל מֵרָבָא: יֵשׁ מוּקְצֶה לַחֲצִי שַׁבָּת אוֹ אֵין מוּקְצֶה לַחֲצִי שַׁבָּת? הֵיכִי דָמֵי: אִי דְּאִחֲזִי בֵּין הַשְּׁמָשׁוֹת — אִחֲזִי. אִי דְּלָא אִחֲזִי — לָא אִחֲזִי?",
            "לָא צְרִיכָא: דְּאִחֲזִי, וַהֲדַר אִדְּחִי, וַהֲדַר אִחֲזִי. מַאי? אֲמַר לֵיהּ: יֵשׁ מוּקְצֶה.",
            "אֵיתִיבֵיהּ: וְשָׁוִין שֶׁאִם נוֹלַד וּמוּמוֹ עִמּוֹ — שֶׁזֶּה מִן הַמּוּכָן. וְאַמַּאי? נֵימָא: הַאי בְּכוֹר מֵעִיקָּרָא הֲוָה חֲזֵי אַגַּב אִמֵּיהּ, אִתְיְלִיד לֵיהּ — אִדְּחִי לֵיהּ, אַחְזְיֵיהּ לְחָכָם — אִשְׁתְּרִי לֵיהּ!",
            "אָמַר אַבָּיֵי וְאִיתֵּימָא רַב סָפְרָא: כְּגוֹן דְּיָתְבִי דַּיָּינֵי הָתָם.",
            "אִיכָּא דְאָמְרִי, אֲמַר לֵיהּ: אֵין מוּקְצֶה לַחֲצִי שַׁבָּת. לֵימָא מְסַיַּיע לֵיהּ: וְשָׁוִין שֶׁאִם נוֹלַד וּמוּמוֹ עִמּוֹ — שֶׁזֶּה מִן הַמּוּכָן. וְהָא בְּכוֹר מֵעִיקָּרָא הֲוָה חֲזִי אַגַּב אִמֵּיהּ, אִתְיְלִיד לֵיהּ — אִדְּחִי לֵיהּ, אַחְזְיֵיהּ לְחָכָם — אִשְׁתְּרִי לֵיהּ.",
            "אָמַר אַבָּיֵי וְאִיתֵּימָא רַב סָפְרָא: כְּגוֹן דְּיָתְבִי דַּיָּינֵי הָתָם.",
            "תָּא שְׁמַע: הָיָה אוֹכֵל בַּעֲנָבִים, וְהוֹתִיר וְהֶעֱלָן לַגָּג לַעֲשׂוֹת מֵהֶן צִמּוּקִין, בִּתְאֵנִים, וְהוֹתִיר וְהֶעֱלָן לַגָּג לַעֲשׂוֹת מֵהֶן גְּרוֹגְרוֹת — לֹא יֹאכַל מֵהֶן עַד שֶׁיַּזְמִין מִבְּעוֹד יוֹם. וְכֵן אַתָּה מוֹצֵא בַּאֲפַרְסְקִין וּבַחֲבוּשִׁין וּבִשְׁאָר כׇּל מִינֵי פֵירוֹת.",
            "הֵיכִי דָמֵי? אִי דַּחֲזוּ — לְמָה לֵיהּ הַזְמָנָה? אִי דְּלָא חֲזוּ — כִּי אַזְמֵין לְהוּ מַאי הָוֵי!",
            "וְכִי תֵּימָא, דְּלָא יָדַע אִי חֲזוּ אִי לָא חֲזוּ, וְהָאָמַר רַב כָּהֲנָא: מוּקְצֶה שֶׁיָּבַשׁ וְאֵין הַבְּעָלִים מַכִּירִין בּוֹ — מוּתָּר.",
            "אֶלָּא לָאו, דִּחֲזוֹ וְאִדְּחוֹ, וַהֲדַר אִחֲזוֹ. וְאִי אָמְרַתְּ אֵין מוּקְצֶה, לְמָה לְהוּ הַזְמָנָה? אֶלָּא מַאי יֵשׁ מוּקְצֶה? כִּי אַזְמֵין לְהוּ מַאי הָוֵי!",
            "לָא צְרִיכָא: דְּאִחֲזוֹ וְלָא אִחֲזוֹ. דְּאִיכָּא אִינָשֵׁי דְּאָכְלִי, וְאִיכָּא אִינָשֵׁי דְּלָא אָכְלִי. אַזְמֵין — גַּלִּי דַּעְתֵּיהּ, לָא אַזְמֵין — לָא גַּלִּי דַּעְתֵּיהּ.",
            "אָמַר רַבִּי זֵירָא: תָּא שְׁמַע מִפּוֹלִין וַעֲדָשִׁים. דְּהָא פּוֹלִין וַעֲדָשִׁים מֵעִיקָּרָא חֲזוּ לָכוֹס, שְׁדִינְהוּ בִּקְדֵרָה — אִדְּחוֹ לְהוּ,"
        ],
        [
            "גָּמַר בִּשּׁוּלַיְיהוּ — חֲזוּ לְהוּ.",
            "אֲמַר לֵיהּ אַבָּיֵי: וּלְטַעְמָיךְ, תִּקְשֵׁי לָךְ קְדֵרוֹת דְּעָלְמָא, דְּהָא סְתָם קְדֵרוֹת דְּעָלְמָא בֵּין הַשְּׁמָשׁוֹת רוֹתְחוֹת הֵן, וּלְאוּרְתָּא אָכְלִינַן מִינַּיְיהוּ!",
            "אֶלָּא גְּמָרוֹ בִּידֵי אָדָם לָא קָא מִבַּעְיָא לַן. כִּי קָא מִבַּעְיָא לַן גְּמָרוֹ בִּידֵי שָׁמַיִם.",
            "רַבִּי יְהוּדָה נְשִׂיאָה הֲוָה לֵיהּ הָהוּא בּוּכְרָא. שַׁדְּרֵיהּ לְקַמֵּיהּ דְּרַבִּי אַמֵּי, סְבַר דְּלָא לְמֶחְזְיֵיהּ. אֲמַר לֵיהּ רַבִּי זְרִיקָא וְאִיתֵּימָא רַבִּי יִרְמְיָה: רַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן — הֲלָכָה כְּרַבִּי יְהוּדָה. הֲדַר שַׁדְּרֵיהּ לְקַמֵּיהּ דְּרַבִּי יִצְחָק נַפָּחָא, סְבַר דְּלָא לְמֶחְזְיֵיהּ. אֲמַר לֵיהּ רַבִּי יִרְמְיָה וְאִיתֵּימָא רַבִּי זְרִיקָא: רַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן — הֲלָכָה כְּרַבִּי יְהוּדָה.",
            "אֲמַר לֵיהּ רַבִּי אַבָּא: מַאי טַעְמָא לָא שְׁבַקְתִּינְהוּ לְרַבָּנַן לְמֶעְבַּד עוֹבָדָא כְּרַבִּי שִׁמְעוֹן? אֲמַר לֵיהּ: וְאַתְּ מָה בִּידָךְ? אֲמַר לֵיהּ, הָכִי אָמַר רַבִּי זֵירָא: הֲלָכָה כְּרַבִּי שִׁמְעוֹן.",
            "אֲמַר מַאן דְּהוּא: אֶזְכֵּי וְאֶסַּק לְהָתָם, וְאֶגְמְרַהּ לִשְׁמַעְתָּא מִפּוּמֵּיהּ דְּמָרַהּ. כִּי סָלֵיק לְהָתָם, אַשְׁכְּחֵיהּ לְרַבִּי זֵירָא, אֲמַר לֵיהּ: אֲמַר מָר הֲלָכָה כְּרַבִּי שִׁמְעוֹן? אֲמַר לֵיהּ: לָא, אֲנָא ״מִסְתַּבְּרָא״ אֲמַרִי.",
            "מִדְּקָתָנֵי בְּמַתְנִיתִין: רַבִּי שִׁמְעוֹן אוֹמֵר כֹּל שֶׁאֵין מוּמוֹ נִיכָּר מִבְּעוֹד יוֹם — אֵין זֶה מִן הַמּוּכָן, וְקָתָנֵי לַהּ בְּבָרַיְיתָא בִּלְשׁוֹן חֲכָמִים — שְׁמַע מִינַּהּ מִסְתַּבְּרָא כְּווֹתֵיהּ.",
            "מַאי הָוֵי עֲלַהּ? אָמַר רַב יוֹסֵף: תָּא שְׁמַע, דְּתַלְיָא בְּאַשְׁלֵי רַבְרְבֵי. דְּאָמַר רַבִּי שִׁמְעוֹן בֶּן פַּזִּי אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי אָמַר רַבִּי יוֹסֵי בֶּן שָׁאוּל אָמַר רַבִּי מִשּׁוּם קְהָלָא קַדִּישָׁא דְּבִירוּשָׁלַיִם: רַבִּי שִׁמְעוֹן וַחֲבֵרָיו אָמְרוּ הֲלָכָה כְּרַבִּי מֵאִיר.",
            "אָמְרוּ? וְהָא אִינְהוּ קַשִּׁישֵׁי מִנֵּיהּ טוּבָא! אֶלָּא: בְּשִׁיטַת רַבִּי מֵאִיר אֲמָרוּהָ.",
            "דִּתְנַן: הַשּׁוֹחֵט אֶת הַבְּכוֹר וְאַחַר כָּךְ הֶרְאָה אֶת מוּמוֹ — רַבִּי יְהוּדָה מַתִּיר. וְרַבִּי מֵאִיר אוֹמֵר: הוֹאִיל וְנִשְׁחַט שֶׁלֹּא עַל פִּי מוּמְחֶה — אָסוּר. אַלְמָא קָסָבַר רַבִּי מֵאִיר: רְאִיַּית בְּכוֹר לָאו כִּרְאִיַּית טְרֵפָה, רְאִיַּית בְּכוֹר — מֵחַיִּים, רְאִיַּית טְרֵפָה — לְאַחַר שְׁחִיטָה.",
            "וּמִינַּהּ: רְאִיַּית טְרֵפָה — אֲפִילּוּ בְּיוֹם טוֹב, רְאִיַּית בְּכוֹר — מֵעֶרֶב יוֹם טוֹב.",
            "אֲמַר לֵיהּ אַבָּיֵי: אַטּוּ הָתָם, בְּרוֹאִין מוּמִין פְּלִיגִי? בִּקְנָסָא פְּלִיגִי. דְּאָמַר רַבָּה בַּר בַּר חָנָה אָמַר רַבִּי יוֹחָנָן: בְּדוּקִּין שֶׁבָּעַיִן — כּוּלֵּי עָלְמָא לָא פְּלִיגִי דְּאָסוּר, מִשּׁוּם דְּמִשְׁתַּנִּין.",
            "כִּי פְּלִיגִי בְּמוּמִין שֶׁבַּגּוּף, רַבִּי מֵאִיר סָבַר: גָּזְרִינַן מוּמִין שֶׁבַּגּוּף אַטּוּ מוּמִין שֶׁבָּעַיִן. וְרַבִּי יְהוּדָה סָבַר: לָא גָּזְרִינַן.",
            "אָמַר רַב נַחְמָן בַּר יִצְחָק: מַתְנִיתִין נָמֵי דַּיְקָא, דְּקָתָנֵי: רַבִּי מֵאִיר אוֹמֵר: הוֹאִיל וְנִשְׁחַט שֶׁלֹּא עַל פִּי מוּמְחֶה — אָסוּר. שְׁמַע מִינַּהּ: קְנָסָא הוּא דְּקָא קָנֵיס, שְׁמַע מִינַּהּ.",
            "אַמֵּי וַרְדִּינָאָה חָזֵי בּוּכְרָא דְּבֵי נְשִׂיאָה הֲוָה. בְּיוֹמָא טָבָא לָא הֲוָה חָזֵי. אֲתוֹ וַאֲמַרוּ לֵיהּ לְרַבִּי אַמֵּי, אֲמַר לְהוּ: שַׁפִּיר קָא עָבֵיד דְּלָא חָזֵי. אִינִי? וְהָא רַבִּי אַמֵּי גּוּפֵיהּ חָזֵי! רַבִּי אַמֵּי כִּי חָזֵי — מֵאֶתְמוֹל הֲוָה חָזֵי,"
        ],
        [
            "וּבְיוֹם טוֹב שַׁיּוֹלֵי קָא מְשַׁיֵּיל הֵיכִי הֲוָה עוֹבָדָא. כִּי הָא דְּהָהוּא גַּבְרָא דְּאַיְיתִי בּוּכְרָא לְקַמֵּיהּ דְּרָבָא אַפַּנְיָא דְּמַעֲלֵי יוֹמָא טָבָא. הֲוָה יָתֵיב רָבָא וְקָא חָיֵיף רֵישֵׁיהּ. דַּלִּי עֵינֵיהּ וְחַזְיֵיהּ לְמוּמֵיהּ. אֲמַר לֵיהּ: זִיל הָאִידָּנָא וְתָא לִמְחַר.",
            "כִּי אֲתָא לִמְחַר, אֲמַר: הֵיכִי הֲוָה עוֹבָדָא? אֲמַר לֵיהּ: הֲוָה שַׁדְיָין שְׂעָרֵי בְּהָךְ גִּיסָא דְּהוּצָא, וַהֲוָה אִיהוּ בְּאִידַּךְ גִּיסָא. בַּהֲדֵי דְּבָעֵי לְמֵיכַל, עַיֵּיל רֵישֵׁיהּ וּפַרְטֵיהּ הוּצָא לְשִׂפְוָתֵיהּ. אֲמַר לֵיהּ: דִּלְמָא אַתְּ גְּרַמְתְּ לֵיהּ? אֲמַר לֵיהּ: לָא.",
            "וּמְנָא תֵּימְרָא דִּגְרָמָא אָסוּר, דְּתַנְיָא: ״מוּם לֹא יִהְיֶה בּוֹ״, אֵין לִי אֶלָּא שֶׁלֹּא יִהְיֶה בּוֹ מוּם, מִנַּיִין שֶׁלֹּא יִגְרוֹם לוֹ עַל יְדֵי דָּבָר אַחֵר, שֶׁלֹּא יָבִיא בָּצֵק אוֹ דְבֵלָה וְיַנִּיחַ לוֹ עַל גַּבֵּי הָאֹזֶן כְּדֵי שֶׁיָּבֹא הַכֶּלֶב וְיִטְּלֶנּוּ — תַּלְמוּד לוֹמַר: ״כׇּל מוּם״. אָמַר ״מוּם״, וְאָמַר ״כׇּל מוּם״.",
            "<big><strong>מַתְנִי׳</strong></big> בְּהֵמָה שֶׁמֵּתָה — לֹא יְזִיזֶנָּה מִמְּקוֹמָהּ. וּמַעֲשֶׂה וְשָׁאֲלוּ אֶת רַבִּי טַרְפוֹן עָלֶיהָ וְעַל הַחַלָּה שֶׁנִּטְמֵאת, וְנִכְנַס לְבֵית הַמִּדְרָשׁ וְשָׁאַל, וְאָמְרוּ לוֹ: לֹא יְזִיזֵם מִמְקוֹמָם.",
            "<big><strong>גְּמָ׳</strong></big> לֵימָא תְּנַן סְתָמָא דְּלָא כְּרַבִּי שִׁמְעוֹן? (דִּתְנַן) רַבִּי שִׁמְעוֹן אוֹמֵר: מְחַתְּכִין אֶת הַדִּלּוּעִין לִפְנֵי הַבְּהֵמָה, וְאֶת הַנְּבֵלָה לִפְנֵי הַכְּלָבִים. רַבִּי יְהוּדָה אוֹמֵר: אִם לֹא הָיְתָה נְבֵלָה מֵעֶרֶב שַׁבָּת — אֲסוּרָה.",
            "אֲפִילּוּ תֵּימָא רַבִּי שִׁמְעוֹן, מוֹדֶה רַבִּי שִׁמְעוֹן בְּבַעֲלֵי חַיִּים שֶׁמֵּתוּ, שֶׁאֲסוּרִין.",
            "הָנִיחָא לְמָר בַּר אַמֵּימָר מִשְּׁמֵיהּ דְּרָבָא דְּאָמַר: מוֹדֶה הָיָה רַבִּי שִׁמְעוֹן בְּבַעֲלֵי חַיִּים שֶׁמֵּתוּ שֶׁאֲסוּרִין, שַׁפִּיר. אֶלָּא לְמָר בְּרֵיהּ דְּרַב יוֹסֵף מִשְּׁמֵיהּ דְּרָבָא דְּאָמַר: חָלוּק הָיָה רַבִּי שִׁמְעוֹן אֲפִילּוּ בְּבַעֲלֵי חַיִּים שֶׁמֵּתוּ, שֶׁמּוּתָּרִים — מַאי אִיכָּא לְמֵימַר?",
            "תַּרְגְּומַהּ זְעֵירִי, בְּבֶהֱמַת קֳדָשִׁים. דַּיְקָא נָמֵי, דְּקָתָנֵי: עָלֶיהָ וְעַל הַחַלָּה שֶׁנִּטְמֵאת. מָה חַלָּה — דְּקַדִּישָׁא, אַף בְּהֵמָה — דְּקַדִּישָׁא.",
            "אֶלָּא טַעְמָא דְּקַדִּישָׁא הָא דְּחוּלִּין — שַׁרְיָא. הָנִיחָא לְמָר בְּרֵיהּ דְּרַב יוֹסֵף מִשְּׁמֵיהּ דְּרָבָא, דְּאָמַר: חָלוּק הָיָה רַבִּי שִׁמְעוֹן אַף בְּבַעֲלֵי חַיִּים שֶׁמֵּתוּ שֶׁמּוּתָּרִין — שַׁפִּיר. אֶלָּא לְמָר בַּר אַמֵּימָר מִשְּׁמֵיהּ דְּרָבָא, דְּאָמַר: מוֹדֶה הָיָה רַבִּי שִׁמְעוֹן בְּבַעֲלֵי חַיִּים שֶׁמֵּתוּ שֶׁאֲסוּרִין — מַאי אִיכָּא לְמֵימַר?",
            "הָכָא בְּמַאי עָסְקִינַן — בִּמְסוּכֶּנֶת, וְדִבְרֵי הַכֹּל.",
            "<big><strong>מַתְנִי׳</strong></big> אֵין נִמְנִין עַל הַבְּהֵמָה לְכַתְּחִלָּה בְּיוֹם טוֹב. אֲבָל נִמְנִין עָלֶיהָ מֵעֶרֶב יוֹם טוֹב, וְשׁוֹחֲטִין וּמְחַלְּקִין בֵּינֵיהֶם.",
            "<big><strong>גְּמָ׳</strong></big> מַאי אֵין נִמְנִין? אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: אֵין פּוֹסְקִין דָּמִים לְכַתְּחִלָּה עַל הַבְּהֵמָה בְּיוֹם טוֹב. הֵיכִי עָבֵיד? אָמַר רַב: מֵבִיא שְׁתֵּי בְהֵמוֹת וּמַעֲמִידָן זוֹ אֵצֶל זוֹ, וְאוֹמֵר: זוֹ כָּזוֹ?",
            "תַּנְיָא נָמֵי הָכִי: לֹא יֹאמַר אָדָם לַחֲבֵרוֹ הֲרֵינִי עִמְּךָ בְּסֶלַע, הֲרֵינִי עִמְּךָ בִּשְׁתַּיִם, אֲבָל אוֹמֵר לוֹ: הֲרֵינִי עִמְּךָ לְמֶחֱצָה וְלִשְׁלִישׁ וְלִרְבִיעַ."
        ],
        [
            "<big><strong>מַתְנִי׳</strong></big> רַבִּי יְהוּדָה אוֹמֵר: שׁוֹקֵל אָדָם בָּשָׂר כְּנֶגֶד הַכְּלִי אוֹ כְּנֶגֶד הַקּוֹפִיץ. וַחֲכָמִים אוֹמְרִים: אֵין מַשְׁגִּיחִין בְּכַף מֹאזְנַיִם כׇּל עִיקָּר.",
            "<big><strong>גְּמָ׳</strong></big> מַאי ״כׇּל עִיקָּר״? אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: אֲפִילּוּ לְשׇׁמְרוֹ מִן הָעַכְבָּרִים. אָמַר רַב אִידִי בַּר אָבִין: וְהוּא דְּתַלְיָא בִּתְרִיטָא.",
            "וְאָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: טַבָּח אוּמָּן אָסוּר לִשְׁקוֹל בָּשָׂר בַּיָּד. וְאָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: טַבָּח אוּמָּן אָסוּר לִשְׁקוֹל בָּשָׂר בְּמַיִם.",
            "וְאָמַר רַב חִיָּיא בַּר אָשֵׁי: אָסוּר לַעֲשׂוֹת בֵּית יָד בַּבָּשָׂר. אָמַר רָבִינָא: וּבִידָא שְׁרֵי.",
            "אָמַר רַב הוּנָא: מוּתָּר לַעֲשׂוֹת סִימָן בַּבָּשָׂר, כִּי הָא דְּרַבָּה בַּר רַב הוּנָא מְחַתֵּךְ לַהּ אַתְּלָת קַרְנָתָא.",
            "רַבִּי חִיָּיא וְרַבִּי שִׁמְעוֹן בְּרַבִּי שׁוֹקְלִין מָנָה כְּנֶגֶד מָנָה בְּיוֹם טוֹב. כְּמַאן? לָא כְּרַבִּי יְהוּדָה וְלֹא כְּרַבָּנַן! אִי כְּרַבִּי יְהוּדָה, הָאָמַר: שׁוֹקֵל אָדָם בָּשָׂר כְּנֶגֶד הַכְּלִי אוֹ כְּנֶגֶד הַקּוֹפִיץ. כְּנֶגֶד הַכְּלִי — אִין, כְּנֶגֶד מִידֵּי אַחֲרִינָא — לָא! אִי כְּרַבָּנַן, הָא אָמְרִי: אֵין מַשְׁגִּיחִין בְּכַף מֹאזְנַיִם כׇּל עִיקָּר!",
            "אִינְהוּ דַּעֲבוּד כְּרַבִּי יְהוֹשֻׁעַ. דְּתַנְיָא, רַבִּי יְהוֹשֻׁעַ אוֹמֵר: שׁוֹקְלִין מָנָה כְּנֶגֶד מָנָה בְּיוֹם טוֹב. אֲמַר רַב יוֹסֵף: הֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ, הוֹאִיל וּתְנַן בִּבְכוֹרוֹת כְּוָתֵיהּ.",
            "דִּתְנַן: פְּסוּלֵי הַמּוּקְדָּשִׁין — הֲנָאָתָן לַהֶקְדֵּשׁ, וְשׁוֹקְלִין מָנָה כְּנֶגֶד מָנָה בַּבְּכוֹר.",
            "אֲמַר לֵיהּ אַבָּיֵי: וְדִלְמָא לָא הִיא, עַד כָּאן לָא קָאָמַר רַבִּי יְהוֹשֻׁעַ הָכָא, אֶלָּא דְּלֵיכָּא בִּזְיוֹן קָדָשִׁים, אֲבָל הָתָם דְּאִיכָּא בִּזְיוֹן קֳדָשִׁים — לָא.",
            "אִי נָמֵי, עַד כָּאן לָא קָאָמְרִי רַבָּנַן הָתָם אֶלָּא מִשּׁוּם דְּלָא מִחֲזֵי כְּעוֹבָדִין דְּחוֹל, אֲבָל הָכָא דְּמִחֲזֵי כְּעוֹבָדִין דְּחוֹל — לָא.",
            "לְמֵימְרָא דְּקָפְדִי אַהֲדָדֵי? וְהָא הָנְהוּ שַׁב בִּנְיָתָא דַּאֲתוֹ לְבֵי רַבִּי, וְאִשְׁתַּכַּח חֲמֵשׁ מִנַּיְיהוּ בֵּי רַבִּי חִיָּיא, וְלָא קָפֵיד רַבִּי שִׁמְעוֹן בְּרַבִּי!",
            "אָמַר רַב פָּפָּא, שְׁדִי גַּבְרָא בֵּינַיְיהוּ: אִי רַבִּי חִיָּיא וְרַבִּי יִשְׁמָעֵאל בְּרַבִּי יוֹסֵי, אִי רַבִּי שִׁמְעוֹן בְּרַבִּי וּבַר קַפָּרָא.",
            "<big><strong>מַתְנִי׳</strong></big> אֵין מַשְׁחִיזִין אֶת הַסַּכִּין בְּיוֹם טוֹב, אֲבָל מַשִּׂיאָהּ עַל גַּבֵּי חֲבֶרְתָּהּ.",
            "<big><strong>גְּמָ׳</strong></big> אָמַר רַב הוּנָא: לֹא שָׁנוּ אֶלָּא בְּמַשְׁחֶזֶת שֶׁל אֶבֶן, אֲבָל בְּמַשְׁחֶזֶת שֶׁל עֵץ — מוּתָּר. אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: הָא דְּאָמְרַתְּ שֶׁל אֶבֶן אָסוּר, לָא אֲמַרַן אֶלָּא לְחַדְּדָהּ, אֲבָל לְהַעֲבִיר שַׁמְנוּנִיתָהּ — מוּתָּר. מִכְּלָל דִּבְשֶׁל עֵץ — אֲפִילּוּ לְחַדְּדָהּ, נָמֵי מוּתָּר.",
            "אִיכָּא דְּמַתְנֵי לַהּ אַסֵּיפָא: בְּשֶׁל עֵץ מוּתָּר, אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: הָא דְּאָמְרַתְּ בְּשֶׁל עֵץ מוּתָּר, לָא אֲמַרַן אֶלָּא לְהַעֲבִיר שַׁמְנוּנִיתָהּ, אֲבָל לְחַדְּדָהּ — אָסוּר. מִכְּלָל דִּבְשֶׁל אֶבֶן — אֲפִילּוּ לְהַעֲבִיר שַׁמְנוּנִיתָהּ אָסוּר.",
            "אִיכָּא דְּמַתְנֵי לַהּ אַמַּתְנִיתִין: אֵין מַשְׁחִיזִין אֶת הַסַּכִּין בְּיוֹם טוֹב, אֲמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: לֹא שָׁנוּ אֶלָּא לְחַדְּדָהּ, אֲבָל לְהַעֲבִיר שַׁמְנוּנִיתָהּ — מוּתָּר, מִכְּלָל דְּעַל גַּבֵּי חֲבֶרְתָּהּ — אֲפִילּוּ לְחַדְּדָהּ, נָמֵי מוּתָּר.",
            "וְאִיכָּא דְּמַתְנֵי לַהּ אַסֵּיפָא: אֲבָל מַשִּׂיאָהּ עַל גַּבֵּי חֲבֶרְתָּהּ, אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: לֹא שָׁנוּ אֶלָּא לְהַעֲבִיר שַׁמְנוּנִיתָהּ, אֲבָל לְחַדְּדָהּ — אָסוּר. מִכְּלָל דִּבְמַשְׁחֶזֶת — אֲפִילּוּ לְהַעֲבִיר שַׁמְנוּנִיתָהּ אָסוּר.",
            "מַאן תַּנָּא דִּבְמַשְׁחֶזֶת אָסוּר? אָמַר רַב חִסְדָּא: דְּלָא כְּרַבִּי יְהוּדָה. דְּתַנְיָא: אֵין בֵּין יוֹם טוֹב לַשַּׁבָּת אֶלָּא אוֹכֶל נֶפֶשׁ בִּלְבָד. רַבִּי יְהוּדָה מַתִּיר אַף מַכְשִׁירֵי אוֹכֶל נֶפֶשׁ.",
            "אֲמַר לֵיהּ רָבָא לְרַב חִסְדָּא: דָּרְשִׁינַן מִשְּׁמָךְ הֲלָכָה כְּרַבִּי יְהוּדָה. אֲמַר לֵיהּ: יְהֵא רַעֲוָא דְּכׇל כִּי הָנֵי מִילֵּי מְעַלְּיָיתָא תִּדְרְשׁוּן מִשְּׁמַאי.",
            "אָמַר רַב נְחֶמְיָה בְּרֵיהּ דְּרַב יוֹסֵף: הֲוָה קָאֵימְנָא קַמֵּיהּ דְּרָבָא, וַהֲוָה קָא"
        ],
        [
            "מְעַבַּר לְסַכִּינָא אַפּוּמָּא דְּדִקּוּלָא, וְאָמְרִי לֵיהּ: לְחַדְּדָהּ קָא עָבֵיד מָר, אוֹ לְהַעֲבִיר שַׁמְנוּנִיתָהּ? וְאָמַר לִי: לְהַעֲבִיר שַׁמְנוּנִיתָהּ. וַחֲזֵיתִי לְדַעְתֵּיהּ דִּלְחַדְּדָהּ קָא עָבֵיד, וְקָסָבַר: הֲלָכָה, וְאֵין מוֹרִין כֵּן.",
            "וְאָמַר אַבָּיֵי: הֲוָה קָאֵימְנָא קַמֵּיהּ דְּמָר, וַהֲוָה קָא מְעַבַּר סַכִּינָא אַשִּׂפְתָּא דְרִחְיָא. וַאֲמַרִי לֵיהּ: לְחַדְּדָהּ קָא בָּעֵי מָר, אוֹ לְהַעֲבִיר שַׁמְנוּנִיתָהּ? וְאָמַר לִי: לְהַעֲבִיר שַׁמְנוּנִיתָהּ. וַחֲזִיתִי לְדַעְתֵּיהּ דִּלְחַדְּדָהּ קָא עָבֵיד, וְקָסָבַר: הֲלָכָה, וְאֵין מוֹרִין כֵּן.",
            "אִיבַּעְיָא לְהוּ: מַהוּ לְהַרְאוֹת סַכִּין לְחָכָם בְּיוֹם טוֹב? רַב מָרִי בְּרֵיהּ דְּרַב בִּיזְנָא שָׁרֵי, וְרַבָּנַן אָסְרִי. וְרַב יוֹסֵף אָמַר: תַּלְמִיד חָכָם רוֹאֶה לְעַצְמוֹ, וּמַשְׁאִילָהּ לַאֲחֵרִים.",
            "וְאָמַר רַב יוֹסֵף: סַכִּין שֶׁעָמְדָה — מוּתָּר לְחַדְּדָהּ בְּיוֹם טוֹב. וְהָנֵי מִילֵּי הוּא דְּפָסְקָא אַגַּב דּוּחְקָא.",
            "דָּרַשׁ רַב חִסְדָּא, וְאִיתֵּימָא רַב יוֹסֵף: אֶחָד סַכִּין שֶׁנִּפְגְּמָה, וְאֶחָד שַׁפּוּד שֶׁנִּרְצַם, וְאֶחָד גְּרִיפַת תַּנּוּר וְכִירַיִם בְּיוֹם טוֹב — בָּאנוּ לְמַחְלוֹקֶת רַבִּי יְהוּדָה וְרַבָּנַן. דְּתַנְיָא: אֵין בֵּין יוֹם טוֹב לַשַּׁבָּת אֶלָּא אוֹכֶל נֶפֶשׁ בִּלְבָד. רַבִּי יְהוּדָה מַתִּיר אַף מַכְשִׁירֵי אוֹכֶל נֶפֶשׁ.",
            "מַאי טַעְמָא דְּתַנָּא קַמָּא — אָמַר קְרָא: ״הוּא לְבַדּוֹ יֵעָשֶׂה לָכֶם״. ״הוּא״ — וְלֹא מַכְשִׁירָיו. וְרַבִּי יְהוּדָה, אָמַר קְרָא: ״לָכֶם״, לָכֶם — לְכׇל צׇרְכֵיכֶם.",
            "וְתַנָּא קַמָּא, הָא כְּתִיב ״לָכֶם״? אָמַר לָךְ: הַהוּא, ״לָכֶם״ — וְלֹא לְגוֹיִם.",
            "וְאִידַּךְ נָמֵי, הָא כְּתִיב ״הוּא״, אָמַר לָךְ: כְּתִיב ״הוּא״, וּכְתִיב ״לָכֶם״, וְלָא קַשְׁיָא: כָּאן בְּמַכְשִׁירִין שֶׁאֶפְשָׁר לַעֲשׂוֹתָן מֵעֶרֶב יוֹם טוֹב, כָּאן בְּמַכְשִׁירִין שֶׁאִי אֶפְשָׁר לַעֲשׂוֹתָן מֵעֶרֶב יוֹם טוֹב.",
            "אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: שַׁפּוּד שֶׁנִּרְצַף — אָסוּר לְתַקְּנוֹ בְּיוֹם טוֹב. פְּשִׁיטָא! לָא צְרִיכָא, דְּאַף עַל גַּב דְּמִפְּשִׁיט בִּידֵיהּ.",
            "וְאָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: שַׁפּוּד שֶׁצָּלוּ בּוֹ בָּשָׂר — אָסוּר לְטַלְטְלוֹ בְּיוֹם טוֹב. רַב אַדָּא בַּר אַהֲבָה אָמַר רַב מַלְכִּיּוֹ: שׁוֹמְטוֹ וּמַנִּיחוֹ בְּקֶרֶן זָוִית.",
            "אָמַר רַב חִיָּיא בַּר אָשֵׁי אָמַר רַב הוּנָא: וְהוּא שֶׁיֵּשׁ עָלָיו כְּזַיִת בָּשָׂר. רָבִינָא אָמַר: אַף עַל פִּי שֶׁאֵין עָלָיו בָּשָׂר — מוּתָּר לְטַלְטְלוֹ, מִידֵּי דְּהָוֵה אַקּוֹץ בִּרְשׁוּת הָרַבִּים.",
            "אָמַר רַב חִינָּנָא בְּרֵיהּ דְּרַב אִיקָא: שַׁפּוּד, שְׁפָחוֹת, וְגוּמוֹת — רַב מַלְכִּיּוֹ.",
            "בְּלוֹרִית, אֵפֶר מִקְלֶה, וּגְבִינָה — רַב מַלְכִּיָּא.",
            "רַב פָּפָּא אָמַר: מַתְנִיתִין וּמַתְנִיתָא — רַב מַלְכִּיָּא. שְׁמַעְתָּתָא — רַב מַלְכִּיּוֹ. וְסִימָנָיךְ: מַתְנִיתִין מַלְכְּתָא. מַאי בֵּינַיְיהוּ? אִיכָּא בֵּינַיְיהוּ שְׁפָחוֹת.",
            "<big><strong>מַתְנִי׳</strong></big> לֹא יֹאמַר אָדָם לַטַּבָּח: שְׁקוֹל לִי בְּדִינָר בָּשָׂר, אֲבָל שׁוֹחֵט וּמְחַלֵּק בֵּינֵיהֶם.",
            "<big><strong>גְּמָ׳</strong></big> הֵיכִי עָבֵיד? כִּי הָא"
        ],
        [
            "דִּבְסוּרָא אָמְרִי: תַּרְטָא וּפַלְגוּ תַּרְטָא. בְּנַרֶשׁ אָמְרִי: חֶלְקָא וּפַלְגוּ חֶלְקָא. בְּפוּמְבְּדִיתָא אָמְרִי: אוּזְיָא וּפַלְגוּ אוּזְיָא. בִּנְהַר פְּקוֹד וּבְמָתָא מַחְסֵיָא אָמְרִי: רִבְעָא וּפַלְגוּ רִבְעָא.",
            "<big><strong>מַתְנִי׳</strong></big> אוֹמֵר אָדָם לַחֲבֵרוֹ: מַלֵּא לִי כְּלִי זֶה, אֲבָל לֹא בְּמִדָּה. רַבִּי יְהוּדָה אוֹמֵר: אִם הָיָה כְּלִי שֶׁל מִדָּה — לֹא יְמַלְּאֶנּוּ. מַעֲשֶׂה בְּאַבָּא שָׁאוּל בֶּן בָּטְנִית, שֶׁהָיָה מְמַלֵּא מִדּוֹתָיו מֵעֶרֶב יוֹם טוֹב וְנוֹתְנָן לַלָּקוֹחוֹת בְּיוֹם טוֹב.",
            "אַבָּא שָׁאוּל אוֹמֵר: אַף בַּמּוֹעֵד עוֹשֶׂה כֵּן, מִפְּנֵי בֵּרוּרֵי הַמִּדּוֹת. וַחֲכָמִים אוֹמְרִים: אַף בַּחוֹל עוֹשֶׂה כֵּן, מִפְּנֵי מִצּוּי הַמִּדּוֹת.",
            "<big><strong>גְּמָ׳</strong></big> מַאי ״אֲבָל לֹא בְּמִדָּה״? אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: אֲבָל לֹא בִּכְלִי הַמְיוּחָד לְמִדָּה. אֲבָל כְּלִי הָעוֹמֵד לְמִדָּה — יְמַלְּאֶנּוּ. וַאֲתָא רַבִּי יְהוּדָה לְמֵימַר אֲפִילּוּ כְּלִי הָעוֹמֵד לְמִדָּה לֹא יְמַלְּאֶנּוּ.",
            "אַלְמָא גַּבֵּי שִׂמְחַת יוֹם טוֹב רַבִּי יְהוּדָה לְחוּמְרָא וְרַבָּנַן לְקוּלָּא? וְהָא אִפְּכָא שָׁמְעִינַן לְהוּ! דִּתְנַן, רַבִּי יְהוּדָה אוֹמֵר: שׁוֹקֵל אָדָם בָּשָׂר כְּנֶגֶד הַכְּלִי וּכְנֶגֶד הַקּוֹפִיץ, וַחֲכָמִים אוֹמְרִים: אֵין מַשְׁגִּיחִין בְּכַף מֹאזְנַיִם כׇּל עִיקָּר. אַלְמָא רַבִּי יְהוּדָה לְקוּלָּא וְרַבָּנַן לְחוּמְרָא. קַשְׁיָא דְּרַבִּי יְהוּדָה אַדְּרַבִּי יְהוּדָה, קַשְׁיָא דְּרַבָּנַן אַדְּרַבָּנַן!",
            "דְּרַבִּי יְהוּדָה אַדְּרַבִּי יְהוּדָה לָא קַשְׁיָא: הָתָם בְּשֶׁאֵינוֹ עוֹמֵד לְמִדָּה, הָכָא בְּעוֹמֵד לְמִדָּה.",
            "דְּרַבָּנַן אַדְּרַבָּנַן נָמֵי לָא קַשְׁיָא: הָתָם קָא עָבֵיד כִּדְעָבְדִין בְּחוֹל, הָכָא לָא קָא עָבֵיד כִּדְעָבְדִין בְּחוֹל.",
            "רָבָא אָמַר: מַאי ״אֲבָל לֹא בְּמִדָּה״ — שֶׁלֹּא יִזְכּוֹר לוֹ שֵׁם מִדָּה, אֲבָל כְּלִי הַמְיוּחָד לְמִדָּה — יְמַלְּאֶנּוּ. וַאֲתָא רַבִּי יְהוּדָה לְמֵימַר: כְּלִי הַמְיוּחָד לְמִדָּה — לֹא יְמַלְּאֶנּוּ.",
            "אַלְמָא גַּבֵּי שִׂמְחַת יוֹם טוֹב רַבִּי יְהוּדָה לְחוּמְרָא וְרַבָּנַן לְקוּלָּא? וְהָא אִפְּכָא שָׁמְעִינַן לְהוּ! דִּתְנַן, רַבִּי יְהוּדָה אוֹמֵר: שׁוֹקֵל אָדָם בָּשָׂר כְּנֶגֶד הַכְּלִי וּכְנֶגֶד הַקּוֹפִיץ, וַחֲכָמִים אוֹמְרִים: אֵין מַשְׁגִּיחִין בְּכַף מֹאזְנַיִם כׇּל עִיקָּר. אַלְמָא רַבִּי יְהוּדָה לְקוּלָּא וְרַבָּנַן לְחוּמְרָא. קַשְׁיָא דְּרַבִּי יְהוּדָה אַדְּרַבִּי יְהוּדָה, קַשְׁיָא דְּרַבָּנַן אַדְּרַבָּנַן!",
            "דְּרַבִּי יְהוּדָה אַדְּרַבִּי יְהוּדָה לָא קַשְׁיָא: הָתָם בְּשֶׁאֵינוֹ מְיוּחָד לְמִדָּה, הָכָא מְיוּחָד לְמִדָּה. דְּרַבָּנַן אַדְּרַבָּנַן נָמֵי לָא קַשְׁיָא: הָתָם קָא עָבֵיד כִּדְעָבְדִין בְּחוֹל, הָכָא לָא קָעָבֵיד כִּדְעָבְדִין בְּחוֹל, דְּעָבְדִי אִינָשֵׁי דִּמְקָרְבִי חַמְרָא בְּמָנָא דְכִילָא וְשָׁתוּ.",
            "מַעֲשֶׂה בְּאַבָּא שָׁאוּל בֶּן בָּטְנִית. תָּנָא: אַף בַּמּוֹעֵד עוֹשֶׂה כֵּן מִפְּנֵי בִּטּוּל בֵּית הַמִּדְרָשׁ.",
            "תָּנוּ רַבָּנַן: הוּא כָּנַס שְׁלֹשׁ מֵאוֹת גַּרְבֵי יַיִן מִבֵּרוּרֵי הַמִּדּוֹת, וַחֲבֵרָיו כָּנְסוּ שְׁלֹשׁ מֵאוֹת גַּרְבֵי שֶׁמֶן מִמִּצּוּי הַמִּדּוֹת, וֶהֱבִיאוּם לִפְנֵי הַגִּזְבָּרִים לִירוּשָׁלַיִם.",
            "אָמְרוּ לָהֶם: אִי אַתֶּם זְקוּקִים לְכָךְ. אָמְרוּ לָהֶם: אַף אָנוּ אֵין רְצוֹנֵנוּ בְּכָךְ.",
            "אָמְרוּ לָהֶם: הוֹאִיל וְהֶחְמַרְתֶּם עַל עַצְמְכֶם — עֲשׂוּ מֵהֶם צׇרְכֵי רַבִּים. דְּתַנְיָא: גָּזַל וְאֵינוֹ יוֹדֵעַ מִמִּי גָּזַל — יַעֲשֶׂה בָּהֶם צׇרְכֵי רַבִּים. מַאי נִינְהוּ? אָמַר רַב חִסְדָּא: בּוֹרוֹת, שִׁיחִין וּמְעָרוֹת.",
            "אַדְבְּרֵיהּ רַב חִסְדָּא לְרַבָּנָא עוּקְבָא, וּדְרַשׁ: לֹא יִמְדּוֹד אָדָם שְׂעוֹרִים וְיִתֵּן לִפְנֵי בְּהֶמְתּוֹ בְּיוֹם טוֹב, אֲבָל קוֹדֵר הוּא קַב אוֹ קַבִּים וְנוֹתֵן לִפְנֵי בְּהֶמְתּוֹ, וְאֵינוֹ חוֹשֵׁשׁ. וְהַנַּחְתּוֹם מוֹדֵד תַּבְלִין וְנוֹתֵן לְתוֹךְ קְדֵרָתוֹ, כְּדֵי שֶׁלֹּא יַקְדִּיחַ תַּבְשִׁילוֹ.",
            "אָמַר רַב יִרְמְיָה בַּר אַבָּא אָמַר רַב: מוֹדֶדֶת אִשָּׁה קֶמַח בְּיוֹם טוֹב וְנוֹתֶנֶת לְתוֹךְ עִיסָּתָהּ כְּדֵי שֶׁתִּטּוֹל חַלָּה בְּעַיִן יָפָה. וּשְׁמוּאֵל אָמַר: אָסוּר. וְהָא תָּנָא דְּבֵי שְׁמוּאֵל, מוּתָּר!",
            "אָמַר אַבָּיֵי: הַשְׁתָּא דְּאָמַר שְׁמוּאֵל אָסוּר, וְתָנָא דְּבֵי שְׁמוּאֵל מוּתָּר,"
        ],
        [
            "שְׁמוּאֵל — הֲלָכָה לְמַעֲשֶׂה אֲתָא לְאַשְׁמוֹעִינַן.",
            "תָּנוּ רַבָּנַן: אֵין שׁוֹנִין קֶמַח בְּיוֹם טוֹב. מִשּׁוּם רַבִּי פַּפְּיָיס וְרַבִּי יְהוּדָה בֶּן בְּתִירָא אָמְרוּ: שׁוֹנִין. וְשָׁוִין שֶׁאִם נָפַל לְתוֹכָן צְרוֹר אוֹ קֵיסָם, שֶׁשּׁוֹנִין.",
            "תָּנֵי תַּנָּא קַמֵּיהּ דְּרָבִינָא: אֵין שׁוֹנִין קֶמַח בְּיוֹם טוֹב, אֲבָל נָפַל צְרוֹר אוֹ קֵיסָם — בּוֹרֵר בְּיָדוֹ. אֲמַר לֵיהּ: כׇּל שֶׁכֵּן דְּאָסוּר, דְּהָוֵה לֵיהּ כְּבוֹרֵר.",
            "דָּרֵשׁ רָבָא בַּר רַב הוּנָא זוּטֵי אַפִּתְחָא דִנְהַרְדְּעָא: שׁוֹנִין קֶמַח בְּיוֹם טוֹב. אֲמַר לְהוּ רַב נַחְמָן: פּוּקוּ וֶאֱמַרוּ לֵיהּ לְאַבָּא: שְׁקִילָא טֵיבוּתָךְ וְשַׁדְיָ[א] אַחִזְרֵי, פּוֹק חֲזִי כַּמָּה מַהוֹלָתָא הַדְרָן בִּנְהַרְדְּעָא.",
            "דְּבֵיתְהוּ דְּרַב יוֹסֵף נָהֲלָא קִמְחָא אַגַּבָּא דְּמַהוֹלְתָּא. אֲמַר לַהּ: חֲזַי, דַּאֲנָא רִפְתָּא מְעַלַּיְתָא בָּעֵינָא. דְּבֵיתְהוּ דְּרַב אָשֵׁי נָהֲלָא קִמְחָא אַגַּבָּא דְּפָתוּרָא. אָמַר רַב אָשֵׁי: הָא דִּידַן, בְּרַתֵּיה דְּרָמֵי בַּר חָמָא, וְרָמֵי בַּר חָמָא מָרָא דְעוֹבָדָא הֲוָה, וְאִי לָאו דַּחֲזַאי מִבֵּי נָשָׁא לָא הֲוָה עָבְדָא.",
            "<big><strong>מַתְנִי׳</strong></big> הוֹלֵךְ אָדָם אֵצֶל חֶנְוָנִי הָרָגִיל אֶצְלוֹ וְאוֹמֵר לוֹ: תֵּן לִי בֵּיצִים וֶאֱגוֹזִים בְּמִנְיָן, שֶׁכֵּן דֶּרֶךְ בַּעַל הַבַּיִת לִהְיוֹת מוֹנֶה בְּתוֹךְ בֵּיתוֹ.",
            "<big><strong>גְּמָ׳</strong></big> תָּנוּ רַבָּנַן: הוֹלֵךְ אָדָם אֵצֶל רוֹעֶה הָרָגִיל אֶצְלוֹ וְאוֹמֵר לוֹ: תֵּן לִי גְּדִי אֶחָד אוֹ טָלֶה אֶחָד. אֵצֶל טַבָּח הָרָגִיל אֶצְלוֹ וְאוֹמֵר לוֹ: תֵּן לִי כַּף אַחַת אוֹ יָרֵךְ אַחַת. אֵצֶל פַּטָּם הָרָגִיל אֶצְלוֹ וְאוֹמֵר לוֹ: תֵּן לִי תּוֹר אֶחָד אוֹ גּוֹזָל אֶחָד. אֵצֶל נַחְתּוֹם הָרָגִיל אֶצְלוֹ וְאוֹמֵר לוֹ: תֵּן לִי כִּכָּר אֶחָד אוֹ גְּלוּסְקָא אַחַת.",
            "וְאֵצֶל חֶנְוָנִי הָרָגִיל אֶצְלוֹ וְאוֹמֵר לוֹ: תֵּן לִי עֶשְׂרִים בֵּיצִים, אוֹ חֲמִשִּׁים אֱגוֹזִים, עֲשָׂרָה אֲפַרְסְקִין, וַחֲמִשָּׁה רִמּוֹנִים וְאֶתְרוֹג אֶחָד. וּבִלְבַד שֶׁלֹּא יַזְכִּיר לוֹ סְכוּם מִדָּה. רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר: וּבִלְבַד שֶׁלֹּא יַזְכִּיר לוֹ סְכוּם מִקָּח.",
            "<br><br><big><strong>הֲדַרַן עֲלָךְ אֵין צָדִין</strong></big><br><br>",
            "<big><strong>הַמֵּבִיא</strong></big> כַּדֵּי יַיִן מִמָּקוֹם לְמָקוֹם — לֹא יְבִיאֵם בְּסַל וּבְקוּפָּה, אֲבָל מֵבִיא הוּא עַל כְּתֵפוֹ אוֹ לְפָנָיו. וְכֵן הַמּוֹלִיךְ אֶת הַתֶּבֶן — לֹא יַפְשִׁיל אֶת הַקּוּפָּה לַאֲחוֹרָיו, אֲבָל מְבִיאָהּ הוּא בְּיָדוֹ. וּמַתְחִילִין"
        ],
        [
            "בַּעֲרֵמַת הַתֶּבֶן, אֲבָל לֹא בָּעֵצִים שֶׁבַּמּוּקְצֶה.",
            "<big><strong>גְּמָ׳</strong></big> תָּנָא: אִם אִי אֶפְשָׁר לְשַׁנּוֹת — מוּתָּר.",
            "אַתְקִין רָבָא בְּמָחוֹזָא: דְּדָרוּ בְּדוּחְקָא — לִדְרוֹ בְּרִגְלָא. דְּדָרוּ בְּרִגְלָא — לִדְרוֹ בְּאַגְרָא. דְּדָרוּ בְּאַגְרָא — לִדְרוֹ בְּאַכְפָּא. דְּדָרוּ בְּאַכְפָּא — נִפְרוֹס סוּדָרָא עִלָּוֵיהּ, וְאִם לָא אֶפְשָׁר — שְׁרֵי. דְּאָמַר מָר: אִם אִי אֶפְשָׁר לְשַׁנּוֹת — מוּתָּר.",
            "אֲמַר לֵיהּ רַב חָנָן בַּר רָבָא לְרַב אָשֵׁי: אֲמוּר רַבָּנַן כַּמָּה דְּאֶפְשָׁר לְשַׁנּוֹיֵי מְשַׁנֵּינַן בְּיוֹמָא טָבָא. וְהָא הָנֵי נְשֵׁי דְּקָא מָלְיָין חַצְבַיְיהוּ מַיָּא בְּיוֹמָא טָבָא, וְלָא קָא מְשַׁנְּיָין, וְלָא אָמְרִינַן לְהוּ וְלָא מִידֵּי!",
            "אֲמַר לֵיהּ: מִשּׁוּם דְּלָא אֶפְשָׁר. הֵיכָא לֶיעְבַּד? דְּמָלְיָא בְּחַצְבָּא רַבָּה תִּמְלֵי בְּחַצְבָּא זוּטָא — קָא מַפְּשָׁא בְּהִלּוּכָא.",
            "דְּמָלְיָא בְּחַצְבָּא זוּטָא תִּמְלֵי בְּחַצְבָּא רַבָּה — קָא מַפְּשָׁא בְּמַשּׂוֹי. תְּכַסְּיֵיהּ בְּנִכְתְּמָא — זִמְנִין דְּנָפֵיל וְאָתֵי לְאֵתוֹיֵי. תִּקְטְרֵיהּ — זִמְנִין דְּמִפְּסִיק וְאָתֵי לְמִקְטְרֵיהּ. תִּפְרוֹס סוּדָרָא עִלָּוֵיהּ — זִמְנִין דְּמִטְּמִישׁ בְּמַיָּא וְאָתֵי לִידֵי סְחִיטָה. הִלְכָּךְ לָא אֶפְשָׁר.",
            "אֲמַר לֵיהּ רָבָא בַּר רַב חָנִין לְאַבָּיֵי, תְּנַן: אֵין מְטַפְּחִין וְאֵין מְסַפְּקִין וְאֵין מְרַקְּדִין, וְהָאִידָּנָא דְּקָא חָזֵינַן דְּעָבְדָן הָכִי, וְלָא אָמְרִינַן לְהוּ וְלָא מִידֵּי?",
            "אֲמַר לֵיהּ: וּלְטַעְמָךְ הָא דְּאָמַר (רָבָא): לָא לֵיתֵיב אִינִישׁ אַפּוּמָּא דְלִחְיָא, דִּלְמָא מִגַּנְדַּר לֵיהּ חֵפֶץ וְאָתֵי לְאֵתוֹיֵי (אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים), וְהָא הָנֵי נְשֵׁי דְּשָׁקְלָן חַצְבַיְיהוּ, וְאָזְלָן וְיָתְבָן אַפּוּמָּא דִמְבוֹאָה, וְלָא אָמְרִינַן לְהוּ וְלָא מִידֵּי!",
            "אֶלָּא: הַנַּח לָהֶם לְיִשְׂרָאֵל, מוּטָב שֶׁיִּהְיוּ שׁוֹגְגִין וְאַל יִהְיוּ מְזִידִין. הָכָא נָמֵי: הַנַּח לָהֶם לְיִשְׂרָאֵל, מוּטָב שֶׁיִּהְיוּ שׁוֹגְגִין וְאַל יִהְיוּ מְזִידִין.",
            "וְהָנֵי מִילֵּי בִּדְרַבָּנַן, אֲבָל בִּדְאוֹרָיְיתָא — לָא. וְלָא הִיא, לָא שְׁנָא בִּדְאוֹרָיְיתָא וְלָא שְׁנָא בִּדְרַבָּנַן, לָא אָמְרִינַן לְהוּ וְלָא מִידֵּי, דְּהָא תּוֹסֶפֶת יוֹם הַכִּפּוּרִים דְּאוֹרָיְיתָא הוּא, וְאָכְלִי וְשָׁתוּ עַד שֶׁחָשְׁכָה, וְלָא אָמְרִינַן לְהוּ וְלָא מִידֵּי.",
            "וּמַתְחִילִין בַּעֲרֵמַת הַתֶּבֶן. אָמַר רַב כָּהֲנָא: זֹאת אוֹמֶרֶת, מַתְחִילִין בָּאוֹצָר תְּחִלָּה. מַנִּי — רַבִּי שִׁמְעוֹן הִיא, דְּלֵית לֵיהּ מוּקְצֶה.",
            "אֵימָא סֵיפָא: אֲבָל לֹא בָּעֵצִים שֶׁבַּמּוּקְצֶה. אֲתָאן לְרַבִּי יְהוּדָה, דְּאִית לֵיהּ מוּקְצֶה! הָכָא בְּאַרְזֵי וְאַשּׁוּחֵי עָסְקִינַן, דְּמוּקְצֶה מֵחֲמַת חֶסְרוֹן כִּיס, וַאֲפִילּוּ רַבִּי שִׁמְעוֹן מוֹדֶה.",
            "אִיכָּא דְּמַתְנֵי לַהּ אַסֵּיפָא: אֲבָל לֹא בָּעֵצִים שֶׁבַּמּוּקְצֶה. אָמַר רַב כָּהֲנָא: זֹאת אוֹמֶרֶת, אֵין מַתְחִילִין בָּאוֹצָר תְּחִלָּה. מַנִּי — רַבִּי יְהוּדָה הִיא, דְּאִית לֵיהּ מוּקְצֶה. אֵימָא רֵישָׁא: מַתְחִילִין בַּעֲרֵמַת הַתֶּבֶן, אֲתָאן לְרַבִּי שִׁמְעוֹן דְּלֵית לֵיהּ מוּקְצֶה! הָתָם בְּתִבְנָא סַרְיָא.",
            "תִּבְנָא סַרְיָא, הָא חֲזֵי לְטִינָא! דְּאִית בֵּיהּ קוֹצִים."
        ],
        [
            "<big><strong>מַתְנִי׳</strong></big> אֵין נוֹטְלִין עֵצִים מִן הַסּוּכָּה, אֶלָּא מִן הַסָּמוּךְ לָהּ.",
            "<big><strong>גְּמָ׳</strong></big> מַאי שְׁנָא מִן הַסּוּכָּה דְּלָא — דְּקָא סָתַר אֻהְלָא, מִן הַסָּמוּךְ לָהּ נָמֵי — קָא סָתַר אֻהְלָא?",
            "אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: מַאי סָמוּךְ — סָמוּךְ לַדְּפָנוֹת. רַב מְנַשְּׁיָא אָמַר: אֲפִילּוּ תֵּימָא בְּשֶׁאֵין סָמוּךְ לַדְּפָנוֹת, כִּי תַּנְיָא הָהִיא — בְּאִסּוּרְיָיתָא.",
            "תַּנְיָא רַבִּי חִיָּיא בַּר יוֹסֵף קַמֵּיהּ דְּרַבִּי יוֹחָנָן: אֵין נוֹטְלִין עֵצִים מִן הַסּוּכָּה אֶלָּא מִן הַסָּמוּךְ לָהּ, וְרַבִּי שִׁמְעוֹן מַתִּיר. וְשָׁוִין בְּסוּכַּת הַחַג בֶּחָג — שֶׁאֲסוּרָה. וְאִם הִתְנָה עָלֶיהָ — הַכֹּל לְפִי תְנָאוֹ.",
            "וְרַבִּי שִׁמְעוֹן מַתִּיר? וְהָא קָא סָתַר אֻהְלָא! אָמַר רַב נַחְמָן בַּר יִצְחָק: הָכָא בְּסוּכָּה נוֹפֶלֶת עָסְקִינַן, וְרַבִּי שִׁמְעוֹן לְטַעְמֵיהּ, דְּלֵית לֵיהּ מוּקְצֶה. דְּתַנְיָא: מוֹתַר הַשֶּׁמֶן שֶׁבַּנֵּר וְשֶׁבַּקְּעָרָה — אָסוּר. וְרַבִּי שִׁמְעוֹן מַתִּיר.",
            "מִי דָּמֵי? הָתָם אָדָם יוֹשֵׁב וּמְצַפֶּה אֵימָתַי תִּכְבֶּה נֵרוֹ, הָכָא אָדָם יוֹשֵׁב וּמְצַפֶּה אֵימָתַי תִּפּוֹל סוּכָּתוֹ?",
            "אָמַר רַב נַחְמָן בַּר יִצְחָק: הָכָא בְּסוּכָּה רְעוּעָה עָסְקִינַן, דְּמֵאֶתְמוֹל דַּעְתֵּיהּ עִלָּוַהּ.",
            "וְשָׁוִין בְּסוּכַּת הֶחָג בֶּחָג שֶׁהִיא אֲסוּרָה, וְאִם הִתְנָה עָלֶיהָ — הַכֹּל לְפִי תְנָאוֹ. וּמִי מַהֲנֵי בַּהּ תְּנַאי?",
            "וְהָאָמַר רַב שֵׁשֶׁת מִשּׁוּם רַבִּי עֲקִיבָא: מִנַּיִן לַעֲצֵי סוּכָּה שֶׁאֲסוּרִין כׇּל שִׁבְעָה — שֶׁנֶּאֱמַר: ״חַג הַסּוּכּוֹת שִׁבְעַת יָמִים לַה׳״, וְתַנְיָא, רַבִּי יְהוּדָה בֶּן בְּתִירָא אוֹמֵר: מִנַּיִן שֶׁכְּשֵׁם שֶׁחָל שֵׁם שָׁמַיִם עַל הַחֲגִיגָה, כָּךְ חָל שֵׁם שָׁמַיִם עַל הַסּוּכָּה — תַּלְמוּד לוֹמַר: ״חַג הַסּוּכּוֹת שִׁבְעַת יָמִים לַה׳״, מָה חַג לַה׳ — אַף סוּכָּה לַה׳.",
            "אָמַר רַב מְנַשְּׁיָא בְּרֵיהּ דְּרָבָא: סֵיפָא אֲתָאן לְסוּכָּה דְעָלְמָא, אֲבָל סוּכָּה דְמִצְוָה — לָא מַהֲנֵי בַּהּ תְּנָאָה.",
            "וְסוּכָּה דְּמִצְוָה לָא? וְהָתַנְיָא: סִכְּכָהּ כְּהִלְכָתָהּ וְעִטְּרָהּ בִּקְרָמִים וּבִסְדִינִין הַמְצוּיָּירִין, וְתָלָה בָּהּ אֱגוֹזִים שְׁקֵדִים אֲפַרְסְקִים וְרִמּוֹנִים וּפַרְכִּילֵי עֲנָבִים, יֵינוֹת שְׁמָנִים וּסְלָתוֹת וְעַטְרוֹת שִׁבֳּלִים — אָסוּר לְהִסְתַּפֵּק מֵהֶן עַד מוֹצָאֵי יוֹם טוֹב הָאַחֲרוֹן שֶׁל חַג. וְאִם הִתְנָה עֲלֵיהֶם — הַכֹּל לְפִי תְנָאוֹ.",
            "אַבָּיֵי וְרָבָא דְּאָמְרִי תַּרְוַיְיהוּ: בְּאוֹמֵר אֵינִי בּוֹדֵל מֵהֶם כׇּל בֵּין הַשְּׁמָשׁוֹת, דְּלָא חָלָה קְדוּשָּׁה עֲלַיְיהוּ. אֲבָל עֲצֵי סוּכָּה, דְּחָלָה קְדוּשָּׁה עֲלַיְיהוּ — אִתַּקְצַאי לְשִׁבְעָה.",
            "וּמַאי שְׁנָא מֵהָא דְּאִתְּמַר: הִפְרִישׁ שִׁבְעָה אֶתְרוֹגִים לְשִׁבְעַת הַיָּמִים, אָמַר רַב: כׇּל אַחַת וְאַחַת יוֹצֵא בָּהּ וְאוֹכְלָהּ לְאַלְתַּר. וְרַב אַסִּי אָמַר: כׇּל אַחַת יוֹצֵא בָּהּ וְאוֹכְלָהּ לְמָחָר!",
            "הָתָם, דְּמַפְסְקוּ לֵילוֹת מִיָּמִים — כׇּל חַד וְחַד יוֹמָא מִצְוָה בְּאַפֵּי נַפְשֵׁיהּ הוּא. הָכָא, דְּלָא מַפְסְקוּ לֵילוֹת מִיָּמִים — כּוּלְּהוּ יוֹמֵי כַּחֲדָא יוֹמָא אֲרִיכְתָּא דָּמֵי."
        ],
        [
            "<big><strong>מַתְנִי׳</strong></big> מְבִיאִין עֵצִים מִן הַשָּׂדֶה — מִן הַמְכוּנָּס, וּמִן הַקַּרְפֵּף — אֲפִילּוּ מִן הַמְפוּזָּר. אֵיזֶהוּ קַרְפֵּף — כׇּל שֶׁסָּמוּךְ לְעִיר, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי יוֹסֵי אוֹמֵר: כׇּל שֶׁנִּכְנָסִין לוֹ בְּפוֹתַחַת, וַאֲפִילּוּ בְּתוֹךְ תְּחוּם שַׁבָּת.",
            "<big><strong>גְּמָ׳</strong></big> אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: אֵין מְבִיאִין עֵצִים אֶלָּא מִן הַמְכוּנָּסִין שֶׁבַּקַּרְפֵּף. וְהָא אֲנַן תְּנַן: מִן הַקַּרְפֵּף — וַאֲפִילּוּ מִן הַמְפוּזָּרִים! מַתְנִיתִין יְחִידָאָה הִיא.",
            "דְּתַנְיָא, אָמַר רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר: לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל הַמְפוּזָּרִים שֶׁבַּשָּׂדוֹת — שֶׁאֵין מְבִיאִין, וְעַל הַמְכוּנָּסִין שֶׁבַּקַּרְפֵּף — שֶׁמְּבִיאִין. עַל מָה נֶחְלְקוּ — עַל הַמְפוּזָּרִים שֶׁבַּקַּרְפֵּף וְעַל הַמְכוּנָּסִין שֶׁבַּשָּׂדוֹת, שֶׁבֵּית שַׁמַּאי אוֹמְרִים: לֹא יָבִיא, וּבֵית הִלֵּל אוֹמְרִים: יָבִיא.",
            "אָמַר רָבָא: עֲלֵי קָנִים וַעֲלֵי גְפָנִים, אַף עַל גַּב דִּמְכַנְּפִי לְהוּ וּמוֹתְבִי, כֵּיוָן דְּאִי מִדְּלֵי זִיקָא מְבַדַּר לְהוּ — כִּמְפוּזָּרִים דָּמוּ וַאֲסוּרִין. וְאִי אַתְנַח מָנָא מֵאֶתְמוֹל עֲלַיְיהוּ — שַׁפִּיר דָּמֵי.",
            "אֵיזֶהוּ קַרְפֵּף וְכוּ׳. אִבַּעְיָא לְהוּ: הֵיכִי קָאָמַר, כׇּל שֶׁסָּמוּךְ לָעִיר — וְהוּא דְּאִית לֵיהּ פּוֹתַחַת, וַאֲתָא רַבִּי יוֹסֵי לְמֵימַר: כֵּיוָן דְּאִית לֵיהּ פּוֹתַחַת — אֲפִילּוּ בְּתוֹךְ תְּחוּם שַׁבָּת נָמֵי.",
            "אוֹ דִלְמָא הָכִי קָאָמַר: כׇּל שֶׁסָּמוּךְ לָעִיר — בֵּין דְּאִית לֵיהּ פּוֹתַחַת, בֵּין דְּלֵית לֵיהּ פּוֹתַחַת, וַאֲתָא רַבִּי יוֹסֵי לְמֵימַר: אֲפִילּוּ בְּתוֹךְ תְּחוּם שַׁבָּת, וְדַוְקָא דְּאִית לֵיהּ פּוֹתַחַת, אֲבָל לֵית לֵיהּ פּוֹתַחַת — אֲפִילּוּ סָמוּךְ לָעִיר נָמֵי לָא.",
            "תָּא שְׁמַע: מִדְּקָתָנֵי, רַבִּי יוֹסֵי אוֹמֵר: כׇּל שֶׁנִּכְנָסִין לוֹ בְּפוֹתַחַת — וַאֲפִילּוּ בְּתוֹךְ תְּחוּם שַׁבָּת, שְׁמַע מִינַּהּ רַבִּי יוֹסֵי תַּרְתֵּי לְקוּלָּא קָאָמַר. שְׁמַע מִינַּהּ. אָמַר רַב סַלָּא אָמַר רַבִּי יִרְמְיָה: הֲלָכָה כְּרַבִּי יוֹסֵי לְהָקֵל.",
            "<big><strong>מַתְנִי׳</strong></big> אֵין מְבַקְּעִין עֵצִים לֹא מִן הַקּוֹרוֹת וְלֹא מִן הַקּוֹרָה שֶׁנִּשְׁבְּרָה בְּיוֹם טוֹב. וְאֵין מְבַקְּעִין לֹא בְּקַרְדּוֹם וְלֹא בִּמְגֵרָה וְלֹא בְּמַגָּל, אֶלָּא בְּקוֹפִיץ."
        ],
        [
            "<big><strong>גְּמָ׳</strong></big> וְהָאָמְרַתְּ רֵישָׁא אֵין מְבַקְּעִין כְּלָל? אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל: חַסּוֹרֵי מְחַסְּרָא וְהָכִי קָתָנֵי: אֵין מְבַקְּעִין מִן הַסְּוָאר שֶׁל קוֹרוֹת, וְלֹא מִן הַקּוֹרָה שֶׁנִּשְׁבְּרָה בְּיוֹם טוֹב. אֲבָל מְבַקְּעִין מִן הַקּוֹרָה שֶׁנִּשְׁבְּרָה מֵעֶרֶב יוֹם טוֹב.",
            "וּכְשֶׁהֵן מְבַקְּעִין — אֵין מְבַקְּעִין לֹא בְּקַרְדּוֹם וְלֹא בְּמַגָּל וְלֹא בִּמְגֵרָה, אֶלָּא בְּקוֹפִיץ. תַּנְיָא נָמֵי הָכִי: אֵין מְבַקְּעִין עֵצִים לֹא מִן הַסְּוָאר שֶׁל קוֹרוֹת וְלֹא מִן הַקּוֹרָה שֶׁנִּשְׁבְּרָה בְּיוֹם טוֹב, לְפִי שֶׁאֵינוֹ מִן הַמּוּכָן.",
            "וְלֹא בְּקַרְדּוֹם. אָמַר רַב חִינָּנָא בַּר שֶׁלֶמְיָא מִשְּׁמֵיהּ דְּרַב: לֹא שָׁנוּ אֶלָּא בְּנַקְבוּת שֶׁלּוֹ, אֲבָל בְּזַכְרוּת שֶׁלּוֹ — מוּתָּר.",
            "פְּשִׁיטָא, בְּקוֹפִיץ תְּנַן! מַהוּ דְּתֵימָא: הָנֵי מִילֵּי קוֹפִיץ לְחוֹדֵיהּ, אֲבָל קַרְדּוֹם וְקוֹפִיץ, אֵימָא: מִגּוֹ דְּהַאי גִּיסָא אָסוּר — הַאי גִּיסָא נָמֵי אָסוּר, קָא מַשְׁמַע לַן.",
            "וְאִיכָּא דְּמַתְנֵי לַהּ אַסֵּיפָא: אֶלָּא בְּקוֹפִיץ. אָמַר רַב חִינָּנָא בַּר שֶׁלֶמְיָא מִשְּׁמֵיהּ דְּרַב: לֹא שָׁנוּ אֶלָּא בְּזַכְרוּת שֶׁלּוֹ, אֲבָל בְּנַקְבוּת שֶׁלּוֹ — אָסוּר. פְּשִׁיטָא, וְלֹא בְּקַרְדּוֹם תְּנַן! מַהוּ דְּתֵימָא: הָנֵי מִילֵּי קַרְדּוֹם, אֲבָל קוֹפִיץ וְקַרְדּוֹם, אֵימָא: מִגּוֹ דְּהַאי גִּיסָא שְׁרֵי — הַאי גִּיסָא נָמֵי שְׁרֵי, קָא מַשְׁמַע לַן.",
            "<big><strong>מַתְנִי׳</strong></big> בַּיִת שֶׁהוּא מָלֵא פֵּירוֹת וְנִפְחַת — נוֹטֵל מִמְּקוֹם הַפְּחָת. רַבִּי מֵאִיר אוֹמֵר: אַף פּוֹחֵת לְכַתְּחִלָּה וְנוֹטֵל.",
            "<big><strong>גְּמָ׳</strong></big> אַמַּאי? וְהָא קָא סָתַר אֻהְלָא! אָמַר רַב נְחוּמִי בַּר אַדָּא אָמַר שְׁמוּאֵל: בְּאַוֵּירָא דְלִיבְנֵי. אִינִי?! וְהָאָמַר רַב נַחְמָן: הָנֵי לִיבְנֵי דְּאִיַּיתּוּר מִבִּנְיָנָא — שְׁרֵי לְטַלְטוֹלִינְהוּ בְּשַׁבְּתָא, הוֹאִיל וַחֲזֵי לְמִזְגֵּא עֲלַיְיהוּ. שַׁרְגִינְהוּ — וַדַּאי אַקְצִינְהוּ!",
            "אָמַר רַבִּי זֵירָא: בְּיוֹם טוֹב אָמְרוּ, אֲבָל לֹא בְּשַׁבָּת. תַּנְיָא נָמֵי הָכִי, רַבִּי מֵאִיר אוֹמֵר: אַף פּוֹחֵת לְכַתְּחִלָּה וְנוֹטֵל. בְּיוֹם טוֹב אָמְרוּ, אֲבָל לֹא בְּשַׁבָּת.",
            "אָמַר שְׁמוּאֵל: חוֹתָמוֹת שֶׁבַּקַּרְקַע — מַתִּיר, אֲבָל לֹא מַפְקִיעַ וְלֹא חוֹתֵךְ. שֶׁבַּכֵּלִים — מַתִּיר וּמַפְקִיעַ וְחוֹתֵךְ, אֶחָד שַׁבָּת וְאֶחָד יוֹם טוֹב.",
            "מֵיתִיבִי: חוֹתָמוֹת שֶׁבַּקַּרְקַע, בְּשַׁבָּת — מַתִּיר אֲבָל לֹא מַפְקִיעַ וְלֹא חוֹתֵךְ. בְּיוֹם טוֹב — מַתִּיר וּמַפְקִיעַ וְחוֹתֵךְ!",
            "הָא מַנִּי — רַבִּי מֵאִיר הִיא, דְּאָמַר: אַף פּוֹחֵת לְכַתְּחִלָּה וְנוֹטֵל, וּפְלִיגִי רַבָּנַן עֲלֵיהּ, וַאֲנָא דַּאֲמַרִי כְּרַבָּנַן. וּמִי פְּלִיגִי רַבָּנַן עֲלֵיהּ בְּחוֹתָמוֹת שֶׁבַּקַּרְקַע? וְהָתַנְיָא: מוֹדִים חֲכָמִים לְרַבִּי מֵאִיר בְּחוֹתָמוֹת שֶׁבַּקַּרְקַע, שֶׁבְּשַׁבָּת מַתִּיר — אֲבָל לֹא מַפְקִיעַ וְלֹא חוֹתֵךְ, בְּיוֹם טוֹב — מַתִּיר וּמַפְקִיעַ וְחוֹתֵךְ!"
        ],
        [
            "הוּא דְּאָמַר כִּי הַאי תַּנָּא, דְּתַנְיָא: חוֹתָמוֹת שֶׁבַּקַּרְקַע — מַתִּיר, אֲבָל לֹא מַפְקִיעַ וְלֹא חוֹתֵךְ, אֶחָד שַׁבָּת וְאֶחָד יוֹם טוֹב. וְשֶׁבַּכְּלִי — בְּשַׁבָּת מַתִּיר, אֲבָל לֹא מַפְקִיעַ וְלֹא חוֹתֵךְ, בְּיוֹם טוֹב — מַתִּיר וּמַפְקִיעַ וְחוֹתֵךְ.",
            "תָּרֵצְתְּ לָךְ רֵישָׁא, אֶלָּא סֵיפָא קַשְׁיָא!",
            "הָא מַנִּי — רַבִּי נְחֶמְיָה הִיא, דְּאָמַר: כׇּל הַכֵּלִים אֵין נִיטָּלִין אֶלָּא דֶּרֶךְ תַּשְׁמִישָׁן.",
            "אִי רַבִּי נְחֶמְיָה, מַאי אִירְיָא שַׁבָּת? אֲפִילּוּ יוֹם טוֹב נָמֵי! וְכִי תֵּימָא שַׁנְיָא לֵיהּ לְרַבִּי נְחֶמְיָה בֵּין שְׁבוּת שַׁבָּת לִשְׁבוּת יוֹם טוֹב, וּמִי שַׁנְיָא לֵיהּ?",
            "וְהָתָנֵי חֲדָא: מַסִּיקִין בְּכֵלִים וְאֵין מַסִּיקִין בְּשִׁבְרֵי כֵלִים, וְתַנְיָא אִידַּךְ: מַסִּיקִין בֵּין בְּכֵלִים בֵּין בְּשִׁבְרֵי כֵּלִים, וְתַנְיָא אִידַּךְ: אֵין מַסִּיקִין לֹא בְּכֵלִים וְלֹא בְּשִׁבְרֵי כֵלִים.",
            "וּמְשַׁנֵּי, לָא קַשְׁיָא: הָא רַבִּי יְהוּדָה, הָא רַבִּי שִׁמְעוֹן, הָא רַבִּי נְחֶמְיָה!",
            "תְּרֵי תַנָּאֵי וְאַלִּיבָּא דְּרַבִּי נְחֶמְיָה.",
            "<big><strong>מַתְנִי׳</strong></big> אֵין פּוֹחֲתִין אֶת הַנֵּר מִפְּנֵי שֶׁהוּא עוֹשֶׂה כֶּלִי, וְאֵין עוֹשִׂין פֶּחָמִין בְּיוֹם טוֹב, וְאֵין חוֹתְכִין אֶת הַפְּתִילָה. רַבִּי יְהוּדָה אוֹמֵר: חוֹתְכָהּ בָּאוּר.",
            "<big><strong>גְּמָ׳</strong></big> מַאן תְּנָא דִּפְחִיתַת נֵר מָנָא הוּא? אָמַר רַב יוֹסֵף: רַבִּי מֵאִיר הִיא. דְּתַנְיָא: כְּלִי חֶרֶס, מֵאֵימָתַי מְקַבֵּל טוּמְאָה — מִשֶּׁנִּגְמְרָה מְלַאכְתּוֹ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוֹשֻׁעַ אוֹמֵר: מִשֶּׁיִּצְרְפוֹ בַּכִּבְשָׁן.",
            "אֲמַר לֵיהּ אַבָּיֵי: מִמַּאי? דִּלְמָא עַד כָּאן לָא קָאָמַר רַבִּי מֵאִיר הָתָם אֶלָּא דַּחֲזֵי לְקַבּוֹלֵי בֵּיהּ מִידֵּי, אֲבָל הָכָא לְמַאי חֲזִי? לְקַבּוֹלֵי בֵּיהּ פְּשִׁיטֵי.",
            "אִיכָּא דְּאָמְרִי, אָמַר רַב יוֹסֵף: רַבִּי אֱלִיעֶזֶר בְּרַבִּי צָדוֹק הִיא, דִּתְנַן: אִלְפָּסִין חִרָנִיּוֹת — טְהוֹרוֹת בְּאֹהֶל הַמֵּת, וּטְמֵאוֹת בְּמַשָּׂא הַזָּב.",
            "רַבִּי אֱלִיעֶזֶר בְּרַבִּי צָדוֹק אוֹמֵר: אַף טְהוֹרוֹת בְּמַשָּׂא הַזָּב, לְפִי שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן.",
            "אֲמַר לֵיהּ אַבָּיֵי: דִּלְמָא עַד כָּאן לָא קָאָמַר רַבִּי אֱלִיעֶזֶר בְּרַבִּי צָדוֹק הָתָם, אֶלָּא דַּחֲזֵי לְקַבּוֹלֵי בֵּיהּ מִידֵּי, אֲבָל הָכָא לְמַאי חָזֵי? לְקַבּוֹלֵי בֵּיהּ פְּשִׁיטֵי.",
            "תָּנוּ רַבָּנַן: אֵין פּוֹחֲתִין אֶת הַנֵּר, וְאֵין עוֹשִׂין אִלְפָּסִין חִרָנִיּוֹת בְּיוֹם טוֹב. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל מַתִּיר בְּאִלְפָּסִין חִרָנִיּוֹת. מַאי חִרָנִיּוֹת? אָמַר רַב יְהוּדָה: עִרָנִיּוֹת. מַאי עִרָנִיּוֹת? אָמַר אַבָּיֵי: צָעֵי חַקְלָיָיתָא.",
            "וְאֵין עוֹשִׂין פֶּחָמִין. פְּשִׁיטָא, לְמַאי חָזֵי? תָּנֵי רַבִּי חִיָּיא: לֹא נִצְרְכָה אֶלָּא לְמוֹסְרָן לְאוֹלְיָירִין לְבוֹ בַּיּוֹם.",
            "וּבוֹ בַּיּוֹם מִי שְׁרֵי? כִּדְאָמַר רָבָא: לְהַזִּיעַ, וְקוֹדֶם גְּזֵרָה. הָכָא נָמֵי: לְהַזִּיעַ, וְקוֹדֶם גְּזֵרָה.",
            "וְאֵין חוֹתְכִין אֶת הַפְּתִילָה לִשְׁנַיִם. מַאי שְׁנָא בְּסַכִּין דְּלָא —"
        ],
        [
            "דְּקָמְתַקֵּן מָנָא, בָּאוּר נָמֵי קָא מְתַקֵּן מָנָא! תָּנֵי רַבִּי חִיָּיא: חוֹתְכָהּ בָּאוּר בְּפִי שְׁתֵּי נֵרוֹת. אָמַר רַב נָתָן בַּר אַבָּא אָמַר רַב: מוֹחֲטִין אֶת הַפְּתִילָה בְּיוֹם טוֹב. מַאי ״מוֹחֲטִין״? אָמַר רַב חֲנִינָא בַּר שֶׁלֶמְיָא (מִשְּׁמֵיהּ דְּרַב): לְעַדּוֹיֵי חוּשְׁכָא.",
            "תָּנֵי בַּר קַפָּרָא: שִׁשָּׁה דְּבָרִים נֶאֶמְרוּ בִּפְתִילָה. שְׁלֹשָׁה לְהַחְמִיר, וּשְׁלֹשָׁה לְהָקֵל. לְהַחְמִיר: אֵין גּוֹדְלִין אוֹתָהּ לְכַתְּחִלָּה בְּיוֹם טוֹב, וְאֵין מְהַבְהֲבִין אוֹתָהּ בָּאוּר, וְאֵין חוֹתְכִין אוֹתָהּ לִשְׁנַיִם. לְהָקֵל: מְמַעֲכָהּ בַּיָּד, וְשׁוֹרָהּ בְּשֶׁמֶן, וְחוֹתְכָהּ בָּאוּר בְּפִי שְׁתֵּי נֵרוֹת.",
            "וְאָמַר רַב נָתָן בַּר אַבָּא אָמַר רַב: עַתִּירֵי בָּבֶל, יוֹרְדֵי גֵיהִנָּם הֵם. כִּי הָא דְּשַׁבְּתַאי בַּר מָרִינוּס אִקְּלַע לְבָבֶל, בְּעָא מִנַּיְיהוּ עִסְקָא — וְלָא יְהַבוּ לֵיהּ. מְזוֹנֵי מֵיזָן — נָמֵי לָא זַיְנוּהוּ.",
            "אָמַר: הָנֵי מֵעֵרֶב רַב קָא אָתוּ, דִּכְתִיב: ״וְנָתַן לְךָ רַחֲמִים וְרִחַמְךָ״, כׇּל הַמְרַחֵם עַל הַבְּרִיּוֹת — בְּיָדוּעַ שֶׁהוּא מִזַּרְעוֹ שֶׁל אַבְרָהָם אָבִינוּ, וְכׇל מִי שֶׁאֵינוֹ מְרַחֵם עַל הַבְּרִיּוֹת — בְּיָדוּעַ שֶׁאֵינוֹ מִזַּרְעוֹ שֶׁל אַבְרָהָם אָבִינוּ.",
            "וְאָמַר רַב נָתָן בַּר אַבָּא אָמַר רַב: כׇּל הַמְצַפֶּה עַל שֻׁלְחַן אֲחֵרִים — עוֹלָם חָשַׁךְ בַּעֲדוֹ, שֶׁנֶּאֱמַר: ״נוֹדֵד הוּא לַלֶּחֶם אַיֵּה יָדַע כִּי נָכוֹן בְּיָדוֹ יוֹם חֹשֶׁךְ״. רַב חִסְדָּא אָמַר: אַף חַיָּיו אֵינָן חַיִּים.",
            "תָּנוּ רַבָּנַן: שְׁלֹשָׁה חַיֵּיהֶן אֵינָם חַיִּים, וְאֵלּוּ הֵן: הַמְצַפֶּה לְשֻׁלְחַן חֲבֵירוֹ, וּמִי שֶׁאִשְׁתּוֹ מוֹשֶׁלֶת עָלָיו, וּמִי שֶׁיִּסּוּרִין מוֹשְׁלִין בְּגוּפוֹ. וְיֵשׁ אוֹמְרִים: אַף מִי שֶׁאֵין לוֹ אֶלָּא חָלוּק אֶחָד. וְתַנָּא קַמָּא: אֶפְשָׁר דִּמְעַיֵּין בְּמָנֵיהּ.",
            "<big><strong>מַתְנִי׳</strong></big> אֵין שׁוֹבְרִין אֶת הַחֶרֶס, וְאֵין חוֹתְכִין הַנְּיָיר לִצְלוֹת בּוֹ מָלִיחַ.",
            "וְאֵין גּוֹרְפִין תַּנּוּר וְכִירַיִם, אֲבָל מְכַבְּשִׁין.",
            "וְאֵין מַקִּיפִין שְׁתֵּי חָבִיּוֹת לִשְׁפּוֹת עֲלֵיהֶן אֶת הַקְּדֵרָה, וְאֵין סוֹמְכִין אֶת הַקְּדֵרָה בַּבְּקַעַת, וְכֵן בַּדֶּלֶת. וְאֵין מַנְהִיגִין אֶת הַבְּהֵמָה בַּמַּקֵּל בְּיוֹם טוֹב, וְרַבִּי אֶלְעָזָר בְּרַבִּי שִׁמְעוֹן מַתִּיר.",
            "<big><strong>גְּמָ׳</strong></big> מַאי טַעְמָא — מִשּׁוּם דְּקָא מְתַקֵּן מָנָא.",
            "וְאֵין גּוֹרְפִין תַּנּוּר וְכִירַיִם. תָּנֵי רַב חִיָּיא בַּר יוֹסֵף קַמֵּיהּ דְּרַב נַחְמָן: וְאִם אִי אֶפְשָׁר לֶאֱפוֹת אֶלָּא אִם כֵּן גּוֹרְפוֹ — מוּתָּר. דְּבֵיתְהוּ דְּרַבִּי חִיָּיא נְפַל לַהּ אֲרִיחָא בְּתַנּוּרָא בְּיוֹמָא טָבָא, אֲמַר לַהּ רַבִּי חִיָּיא: חֲזַי, דַּאֲנָא רִפְתָּא מְעַלַּיְיתָא בָּעֵינָא. אֲמַר לֵיהּ רָבָא לְשַׁמָּעֵיהּ: טְוִי לִי בַּר אֲווֹזָא, וְאִזְדְּהַר מֵחֲרוֹכָא.",
            "אֲמַר לֵיהּ רָבִינָא לְרַב אָשֵׁי: אָמַר לַן רַב אַחָא מֵהוּצָל, דְּמָר שָׁרְקִין לֵיהּ תַּנּוּרָא בְּיוֹמָא טָבָא. אֲמַר לֵיהּ: אֲנַן אַרַקְתָּא דִפְרָת סָמְכִינַן, וְהָנֵי מִילֵּי הוּא דְּצַיְּירֵיהּ מֵאֶתְמוֹל. אָמַר רָבִינָא: וְקִטְמָא — שְׁרֵי.",
            "וְאֵין מַקִּיפִין שְׁתֵּי חָבִיּוֹת. אָמַר רַב נַחְמָן: אֲבָנִים שֶׁל בֵּית הַכִּסֵּא, מוּתָּר לְצַדְּדָן בְּיוֹם טוֹב. אֵיתִיבֵיהּ רַבָּה לְרַב נַחְמָן: אֵין מַקִּיפִין שְׁתֵּי חָבִיּוֹת לִשְׁפּוֹת עֲלֵיהֶן אֶת הַקְּדֵרָה! אֲמַר לֵיהּ: שָׁאנֵי הָתָם, מִשּׁוּם דְּקָא עָבֵיד אֻהְלָא.",
            "אֲמַר לֵיהּ רַבָּה זוּטָא, לְרַב אָשֵׁי: אֶלָּא מֵעַתָּה, בָּנָה אִצְטְבָא בְּיוֹם טוֹב, דְּלָא עָבֵיד אֻהְלָא — הָכִי נָמֵי דִּשְׁרֵי? אֲמַר לֵיהּ: הָתָם, בִּנְיַן קֶבַע אָסְרָה תּוֹרָה, בִּנְיַן עֲרַאי לָא אָסְרָה תּוֹרָה. וּגְזַרוּ רַבָּנַן עַל בִּנְיַן עֲרַאי מִשּׁוּם בִּנְיַן קֶבַע, וְהָכָא מִשּׁוּם כְּבוֹדוֹ לָא גְּזַרוּ בֵּיהּ רַבָּנַן.",
            "אָמַר רַב יְהוּדָה: הַאי מְדוּרְתָּא, מִלְּמַעְלָה לְמַטָּה — שְׁרֵי. מִלְּמַטָּה לְמַעְלָה — אָסוּר."
        ],
        [
            "וְכֵן בֵּיעֲתָא, וְכֵן קְדֵרָה, וְכֵן פּוּרְיָא, וְכֵן חָבִיתָא.",
            "וְאֵין סוֹמְכִין אֶת הַקְּדֵרָה בַּבְּקַעַת, וְכֵן בַּדֶּלֶת. בַּדֶּלֶת סָלְקָא דַּעְתָּךְ?! אֶלָּא אֵימָא: וְכֵן הַדֶּלֶת. תָּנוּ רַבָּנַן: אֵין סוֹמְכִין אֶת הַקְּדֵרָה בַּבְּקַעַת, וְכֵן הַדֶּלֶת, לְפִי שֶׁלֹּא נִתְּנוּ עֵצִים אֶלָּא לְהַסָּקָה. וְרַבִּי שִׁמְעוֹן מַתִּיר.",
            "וְאֵין מַנְהִיגִין אֶת הַבְּהֵמָה בַּמַּקֵּל בְּיוֹם טוֹב, וְרַבִּי אֶלְעָזָר בְּרַבִּי שִׁמְעוֹן מַתִּיר. לֵימָא רַבִּי אֶלְעָזָר בְּרַבִּי שִׁמְעוֹן כַּאֲבוּהּ סְבִירָא לֵיהּ, דְּלֵית לֵיהּ מוּקְצֶה? לָא, בְּהָא אֲפִילּוּ רַבִּי שִׁמְעוֹן מוֹדֶה, מִשּׁוּם דְּמִחֲזֵי כְּמַאן דְּאָזֵיל לְחִנְגָּא.",
            "חִזְרָא, רַב נַחְמָן אָסַר, וְרַב שֵׁשֶׁת שָׁרֵי. בְּרַטִּיבָא — כּוּלֵּי עָלְמָא לָא פְּלִיגִי דְּאָסוּר. כִּי פְּלִיגִי — בְּיַבִּשְׁתָּא. מַאן דְּאָסַר, אָמַר לָךְ: לֹא נִתְּנוּ עֵצִים אֶלָּא לְהַסָּקָה. וּמַאן דְּשָׁרֵי, אָמַר לָךְ: מָה לִי לִצְלוֹת בּוֹ, מָה לִי לִצְלוֹת בְּגַחַלְתּוֹ?",
            "אִיכָּא דְּאָמְרִי: בְּיַבִּשְׁתָּא — כּוּלֵּי עָלְמָא לָא פְּלִיגִי דִּשְׁרֵי. כִּי פְּלִיגִי — בְּרַטִּיבְתָּא. מַאן דְּאָסַר, דְּלָא חֲזֵי לְהַסָּקָה, וּמַאן דְּשָׁרֵי אָמַר לָךְ: הָא חֲזֵי לְהֶיסֵּק גָּדוֹל. וְהִלְכְתָא: יַבִּשְׁתָּא שְׁרֵי, רַטִּיבְתָּא אֲסִיר.",
            "דָּרֵשׁ רָבָא: אִשָּׁה לֹא תִּכָּנֵס לְדִיר הָעֵצִים לִיטּוֹל מֵהֶן אוּד. וְאוּד שֶׁנִּשְׁבַּר — אָסוּר לְהַסִּיקוֹ בְּיוֹם טוֹב, לְפִי שֶׁמַּסִּיקִין בְּכֵלִים, וְאֵין מַסִּיקִין בְּשִׁבְרֵי כֵלִים.",
            "לְמֵימְרָא דְּרָבָא כְּרַבִּי יְהוּדָה סְבִירָא לֵיהּ, דְּאִית לֵיהּ מוּקְצֶה? וְהָא אֲמַר לֵיהּ רָבָא לְשַׁמָּעֵיהּ: טְוִי לִי בַּר אֲווֹזָא וּשְׁדִי מְעֵיהּ לְשׁוּנָּרָא! הָתָם כֵּיוָן דְּמַסְרְחִי — מֵאֶתְמוֹל דַּעְתֵּיהּ עִלָּוֵיהּ.",
            "<big><strong>מַתְנִי׳</strong></big> רַבִּי אֱלִיעֶזֶר אוֹמֵר: נוֹטֵל אָדָם קֵיסָם מִשֶּׁלְּפָנָיו, לַחְצוֹץ בּוֹ שִׁינָּיו. וּמְגַבֵּב מִן הֶחָצֵר וּמַדְלִיק, שֶׁכׇּל מַה שֶּׁבֶּחָצֵר — מוּכָן הוּא. וַחֲכָמִים אוֹמְרִים: מְגַבֵּב מִשֶּׁלְּפָנָיו וּמַדְלִיק.",
            "אֵין מוֹצִיאִין אֶת הָאוּר לֹא מִן הָעֵצִים, וְלֹא מִן הָאֲבָנִים, וְלֹא מִן הֶעָפָר וְלֹא מִן הָרְעָפִים, וְלֹא מִן הַמַּיִם. וְאֵין מְלַבְּנִין אֶת הָרְעָפִים לִצְלוֹת בָּהֶן.",
            "<big><strong>גְּמָ׳</strong></big> אָמַר רַב יְהוּדָה:"
        ],
        [
            "אוֹכְלֵי בְּהֵמָה — אֵין בָּהֶן מִשּׁוּם תִּקּוּן כְּלִי.",
            "אֵיתִיבֵיהּ רַב כָּהֲנָא לְרַב יְהוּדָה: מְטַלְטְלִין עֲצֵי בְּשָׂמִים לְהָרִיחַ בָּהֶן, וּלְהָנִיף בָּהֶן לַחוֹלֶה, וּמוֹלְלוֹ וּמֵרִיחַ בּוֹ. וְלֹא יִקְטְמֶנּוּ לְהָרִיחַ בּוֹ, וְאִם קְטָמוֹ — פָּטוּר אֲבָל אָסוּר. לַחְצוֹץ בּוֹ שִׁינָּיו — לָא יִקְטְמֶנּוּ, וְאִם קְטָמוֹ — חַיָּיב חַטָּאת!",
            "אֲמַר לֵיהּ: הַשְׁתָּא פָּטוּר אֲבָל אָסוּר קָא קַשְׁיָא לִי, חַיָּיב חַטָּאת מִבַּעְיָא? אֶלָּא: כִּי תַּנְיָא הָהִיא בְּקָשִׁין. קָשִׁין בְּנֵי מְלִילָה נִינְהוּ?",
            "חַסּוֹרֵי מְחַסְּרָא וְהָכִי קָתָנֵי: מוֹלְלוֹ וּמֵרִיחַ בּוֹ, קוֹטְמוֹ וּמֵרִיחַ בּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים — בְּרַכִּין, אֲבָל בְּקָשִׁין — לֹא יִקְטְמֶנּוּ, וְאִם קְטָמוֹ — פָּטוּר אֲבָל אָסוּר. לַחְצוֹץ בּוֹ שִׁינָּיו — לֹא יִקְטְמֶנּוּ, וְאִם קְטָמוֹ — חַיָּיב חַטָּאת.",
            "תָּנֵי חֲדָא: קוֹטְמוֹ וּמֵרִיחַ בּוֹ, תַּנְיָא אִידַּךְ: לֹא יִקְטְמֶנּוּ לְהָרִיחַ בּוֹ. אָמַר רַבִּי זֵירָא אָמַר רַב חִסְדָּא, לָא קַשְׁיָא: הָא — בְּרַכִּין, הָא — בְּקָשִׁין.",
            "מַתְקֵיף לַהּ רַב אַחָא בַּר יַעֲקֹב: בְּקָשִׁין אַמַּאי לָא? מַאי שְׁנָא מֵהָא דִּתְנַן: שׁוֹבֵר אָדָם אֶת הֶחָבִית לֶאֱכוֹל מִמֶּנָּה גְּרוֹגְרוֹת, וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּין לַעֲשׂוֹת כְּלִי! וְעוֹד: הָא רָבָא בַּר רַב אַדָּא וְרָבִין בַּר רַב אַדָּא דְּאָמְרִי תַּרְוַיְיהוּ: כִּי הֲוֵינַן בֵּי רַב יְהוּדָה, הֲוָה מְפַשַּׁח וְיָהֵיב לַן אַלְוָתָא אַלְוָתָא, אַף עַל גַּב דְּחַזְיָא לְקַתָּתָא דְּנַרְגֵי וַחֲצִינֵי.",
            "לָא קַשְׁיָא: הָא רַבִּי אֱלִיעֶזֶר, הָא רַבָּנַן. דְּתַנְיָא, רַבִּי אֱלִיעֶזֶר אוֹמֵר: נוֹטֵל אָדָם קֵיסָם מִשֶּׁלְּפָנָיו לַחְצוֹץ בּוֹ שִׁינָּיו, וַחֲכָמִים אוֹמְרִים: לֹא יִטּוֹל אֶלָּא מֵאֵבוּס שֶׁל בְּהֵמָה. וְשָׁוִין שֶׁלֹּא יִקְטְמֶנּוּ, וְאִם קְטָמוֹ לַחְצוֹץ בּוֹ שִׁינָּיו וְלִפְתּוֹחַ בּוֹ הַדֶּלֶת, בְּשׁוֹגֵג בְּשַׁבָּת — חַיָּיב חַטָּאת, בְּמֵזִיד בְּיוֹם טוֹב — סוֹפֵג אֶת הָאַרְבָּעִים, דִּבְרֵי רַבִּי אֱלִיעֶזֶר.",
            "וַחֲכָמִים אוֹמְרִים: אֶחָד זֶה וְאֶחָד זֶה, אֵינוֹ אֶלָּא מִשּׁוּם שְׁבוּת. רַבִּי אֱלִיעֶזֶר דְּקָאָמַר הָתָם חַיָּיב חַטָּאת — הָכָא פָּטוּר אֲבָל אָסוּר. רַבָּנַן דְּקָא אָמְרִי הָתָם פָּטוּר אֲבָל אָסוּר — הָכָא מוּתָּר לְכַתְּחִלָּה.",
            "וְלֵית לֵיהּ לְרַבִּי אֱלִיעֶזֶר הָא דִּתְנַן: שׁוֹבֵר אָדָם אֶת הֶחָבִית לֶאֱכוֹל מִמֶּנָּה גְּרוֹגְרוֹת, וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּין לַעֲשׂוֹת כְּלִי? אָמַר רַב אָשֵׁי: כִּי תַּנְיָא הָהִיא, בְּמוּסְתָּקִי.",
            "וּמְגַבֵּב מִן הֶחָצֵר. תָּנוּ רַבָּנַן: מְגַבֵּב מִן הֶחָצֵר וּמַדְלִיק, שֶׁכׇּל מַה שֶּׁבֶּחָצֵר מוּכָן הוּא, וּבִלְבַד שֶׁלֹּא יַעֲשֶׂה צִבּוּרִין צִבּוּרִין. וְרַבִּי שִׁמְעוֹן מַתִּיר. בְּמַאי קָא מִפַּלְגִי? מָר סָבַר: מִחֲזֵי דְּקָא מְכַנֵּיף לִמְחַר וּלְיוֹמָא אַחֲרִינָא. וּמָר סָבַר: קְדֵרָתוֹ מוֹכַחַת עָלָיו.",
            "אֵין מוֹצִיאִין אֶת הָאוּר וְכוּ׳. מַאי טַעְמָא? מִשּׁוּם דְּקָא מוֹלֵיד בְּיוֹם טוֹב.",
            "וְאֵין מְלַבְּנִין אֶת הָרְעָפִים. מַאי קָא עָבֵיד? אָמַר רַבָּה בַּר בַּר חָנָה אָמַר רַבִּי יוֹחָנָן: הָכָא בִּרְעָפִים חֲדָשִׁים עָסְקִינַן, מִפְּנֵי"
        ],
        [
            "שֶׁצָּרִיךְ לְבׇדְקָן. וְאָמְרִי לַהּ: מִפְּנֵי שֶׁצָּרִיךְ לְחׇסְמָן.",
            "תְּנַן הָתָם: דְּרָסָהּ אוֹ שֶׁטְּרָפָהּ בַּכּוֹתֶל, אוֹ שֶׁרְצָצַתָּה בְּהֵמָה וּמְפַרְכֶּסֶת, וְשָׁהֲתָה מֵעֵת לְעֵת וּשְׁחָטָהּ — כְּשֵׁרָה. אָמַר רַבִּי אֶלְעָזָר בַּר יַנַּאי מִשּׁוּם רַבִּי אֶלְעָזָר בֶּן אַנְטִיגְנוֹס: צְרִיכָה בְּדִיקָה.",
            "בְּעָא מִינֵּיהּ רַבִּי יִרְמְיָה מֵרַבִּי זֵירָא: מַהוּ לְשׇׁחְטָהּ בְּיוֹם טוֹב? מִי מַחְזְקִינַן רֵעוּתָא בְּיוֹם טוֹב, אוֹ לָא?",
            "אֲמַר לֵיהּ, תְּנֵינָא: אֵין מְלַבְּנִין אֶת הָרְעָפִים לִצְלוֹת בָּהֶן. וַהֲוֵינַן בַּהּ: מַאי קָא עָבֵיד? וְאָמַר רַבָּה בַּר בַּר חָנָה אָמַר רַבִּי יוֹחָנָן: הָכָא בִּרְעָפִים חֲדָשִׁים עָסְקִינַן, מִפְּנֵי שֶׁצָּרִיךְ לְבׇדְקָן.",
            "אֲמַר לֵיהּ: אֲנַן מִפְּנֵי שֶׁצָּרִיךְ לְחׇסְמָן מַתְנִינַן לַהּ.",
            "תַּנְיָא: אֶחָד מֵבִיא אֶת הָאוּר, וְאֶחָד מֵבִיא אֶת הָעֵצִים, וְאֶחָד שׁוֹפֵת אֶת הַקְּדֵרָה, וְאֶחָד מֵבִיא אֶת הַמַּיִם, וְאֶחָד נוֹתֵן בְּתוֹכוֹ תַּבְלִין, וְאֶחָד מֵגִיס — כּוּלָּן חַיָּיבִין. וְהָתַנְיָא: אַחֲרוֹן חַיָּיב וְכוּלָּן פְּטוּרִין! לָא קַשְׁיָא: הָא דְּאַיְיתִי אוּר מֵעִיקָּרָא, הָא דְּאַיְיתִי אוּר לְבַסּוֹף.",
            "בִּשְׁלָמָא כּוּלְּהוּ קָא עָבְדִי מַעֲשֶׂה, אֶלָּא שׁוֹפֵת אֶת הַקְּדֵרָה מַאי קָא עָבֵיד? אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ: הָכָא בִּקְדֵרָה חֲדָשָׁה עָסְקִינַן, וּמִשּׁוּם לִבּוּן רְעָפִים נָגְעוּ בָּהּ.",
            "תָּנוּ רַבָּנַן: תַּנּוּר וְכִירַיִם חֲדָשִׁים — הֲרֵי הֵן כְּכׇל הַכֵּלִים הַנִּטָּלִין בֶּחָצֵר. אֲבָל אֵין סָכִין אוֹתָם שֶׁמֶן, וְאֵין טָשִׁין אוֹתָן בְּמַטְלִית, וְאֵין מְפִיגִין אוֹתָן בְּצוֹנֵן כְּדֵי לְחׇסְמָן, וְאִם בִּשְׁבִיל לֶאֱפוֹת — הֲרֵי זֶה מוּתָּר.",
            "תָּנוּ רַבָּנַן: מוֹלְגִין אֶת הָרֹאשׁ וְאֶת הָרַגְלַיִם וּמְהַבְהֲבִין אוֹתָן בָּאוּר, אֲבָל אֵין טוֹפְלִין אוֹתָם בְּחַרְסִית, וְלֹא בַּאֲדָמָה, וְלֹא בְּסִיד. וְאֵין גּוֹזְזִין אוֹתָן בְּמִסְפָּרַיִם.",
            "וְאֵין גּוֹזְזִין אֶת הַיָּרָק בַּתִּסְפּוֹרֶת שֶׁלּוֹ. אֲבָל מְתַקְּנִין אֶת הַקּוּנְדָּס וְאֶת הָעַכָּבִיּוֹת, וּמַסִּיקִין וְאוֹפִין בְּפוּרְנִי, וּמְחַמִּין חַמִּין בְּאַנְטִיכִי, וְאֵין אוֹפִין בְּפוּרְנִי חֲדָשָׁה שֶׁמָּא תִּפָּחֵת.",
            "תָּנוּ רַבָּנַן: אֵין נוֹפְחִין בְּמַפּוּחַ, אֲבָל נוֹפְחִין בִּשְׁפוֹפֶרֶת. וְאֵין מְתַקְּנִין אֶת הַשַּׁפּוּד, וְאֵין מְחַדְּדִין אוֹתוֹ. תָּנוּ רַבָּנַן: אֵין מְפַצְּעִין אֶת הַקָּנֶה לִצְלוֹת בּוֹ מָלִיחַ, אֲבָל מְפַצְּעִין אֶת הָאֱגוֹז בְּמַטְלִית, וְאֵין חוֹשְׁשִׁין שֶׁמָּא תִּקָּרַע.",
            "<big><strong>מַתְנִי׳</strong></big> וְעוֹד אָמַר רַבִּי אֱלִיעֶזֶר: עוֹמֵד אָדָם עַל הַמּוּקְצֶה"
        ],
        [
            "עֶרֶב שַׁבָּת בַּשְּׁבִיעִית, וְאוֹמֵר: מִכָּאן אֲנִי אוֹכֵל לְמָחָר. וַחֲכָמִים אוֹמְרִים: עַד שֶׁיִּרְשׁוֹם וְיֹאמַר מִכָּאן וְעַד כָּאן.",
            "<big><strong>גְּמָ׳</strong></big> תְּנַן הָתָם: תִּינוֹקוֹת שֶׁטָּמְנוּ תְּאֵנִים מֵעֶרֶב שַׁבָּת וְשָׁכְחוּ וְלֹא עִשְּׂרוּ — לְמוֹצָאֵי שַׁבָּת לֹא יֹאכְלוּ אֶלָּא אִם כֵּן עִשְּׂרוּ. וּתְנַן נָמֵי: הַמַּעֲבִיר תְּאֵנִים בַּחֲצֵרוֹ לְקַצּוֹת — בָּנָיו וּבְנֵי בֵּיתוֹ אוֹכְלִין מֵהֶן עֲרַאי וּפְטוּרִים.",
            "בְּעָא מִנֵּיהּ רָבָא מֵרַב נַחְמָן: שַׁבָּת, מַהוּ שֶׁתִּקְבַּע מוּקְצֶה לְמַעֲשֵׂר בְּדָבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ? מִי אָמְרִינַן, כֵּיוָן דִּכְתִיב: ״וְקָרָאתָ לַשַּׁבָּת עוֹנֶג״, קָבְעָה וַאֲפִילּוּ בְּדָבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ, אוֹ דִלְמָא: בְּדָבָר שֶׁנִּגְמְרָה מְלַאכְתּוֹ — קָבְעָה, בְּדָבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ — לָא קָבְעָה?",
            "אֲמַר לֵיהּ: שַׁבָּת קוֹבַעַת, בֵּין בְּדָבָר שֶׁנִּגְמְרָה מְלַאכְתּוֹ, בֵּין בְּדָבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ. אֲמַר לֵיהּ: וְאֵימָא שַׁבָּת דּוּמְיָא דְחָצֵר, מָה חָצֵר — אֵינָהּ קוֹבַעַת אֶלָּא בְּדָבָר שֶׁנִּגְמְרָה מְלַאכְתּוֹ, אַף שַׁבָּת — לֹא תִּקְבַּע אֶלָּא בְּדָבָר שֶׁנִּגְמְרָה מְלַאכְתּוֹ! אֲמַר לֵיהּ: תַּלְמוּד עָרוּךְ הוּא בְּיָדֵינוּ שֶׁהַשַּׁבָּת קוֹבַעַת, בֵּין בְּדָבָר שֶׁנִּגְמְרָה מְלַאכְתּוֹ, בֵּין בְּדָבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ.",
            "אָמַר מָר זוּטְרָא בְּרֵיהּ דְּרַב נַחְמָן: אַף אֲנַן נָמֵי תְּנֵינָא, וְעוֹד אָמַר רַבִּי אֱלִיעֶזֶר: עוֹמֵד אָדָם עַל הַמּוּקְצֶה עֶרֶב שַׁבָּת בַּשְּׁבִיעִית וְכוּ׳. טַעְמָא דִּשְׁבִיעִית — דְּלָאו בַּר עַשּׂוֹרֵי הוּא, הָא בִּשְׁאָר שְׁנֵי שָׁבוּעַ — הָכִי נָמֵי דְּאָסוּר, מַאי טַעְמָא — לָאו מִשּׁוּם דְּשַׁבָּת קָבְעָה?",
            "לָא, שָׁאנֵי הָתָם, כֵּיוָן דְּאָמַר: ״מִכָּאן אֲנִי אוֹכֵל לְמָחָר״ — קָבַע לֵיהּ עִלָּוֵיהּ. אִי הָכִי מַאי אִרְיָא שַׁבָּת, אֲפִילּוּ בְּחוֹל נָמֵי! הָא קָא מַשְׁמַע לַן דְּטֶבֶל מוּכָן הוּא אֵצֶל שַׁבָּת, שֶׁאִם עָבַר וְתִקְּנוֹ — מְתוּקָּן."
        ],
        [
            "וַהֲלֹא מוֹתָרוֹ חוֹזֵר, וְשָׁמְעִינַן לֵיהּ לְרַבִּי אֱלִיעֶזֶר דְּאָמַר: כׇּל הֵיכָא דְּמוֹתָרוֹ חוֹזֵר — לָא קָבַע!",
            "דִּתְנַן: הַנּוֹטֵל זֵיתִים מִן הַמַּעֲטָן — טוֹבֵל אַחַת אַחַת בְּמֶלַח וְאוֹכֵל. וְאִם טָבַל וְנָתַן לְפָנָיו עֲשָׂרָה — חַיָּיב. רַבִּי אֱלִיעֶזֶר אוֹמֵר: מִן הַמַּעֲטָן טָהוֹר — חַיָּיב, מִן הַמַּעֲטָן טָמֵא — פָּטוּר, מִפְּנֵי שֶׁהוּא מַחֲזִיר אֶת הַמּוֹתָר.",
            "וְהָוֵינַן בַּהּ: מַאי שְׁנָא רֵישָׁא וּמַאי שְׁנָא סֵיפָא? וְאָמַר רַבִּי אֲבָהוּ: רֵישָׁא בְּמַעֲטָן טָהוֹר וְגַבְרָא טָמֵא, דְּלָא מָצֵי מַהְדַּר לֵיהּ.",
            "סֵיפָא בְּמַעֲטָן טָמֵא וְגַבְרָא טָמֵא, דְּמָצֵי מַהְדַּר לֵיהּ.",
            "מַתְנִיתִין נָמֵי בְּמוּקְצֶה טָהוֹר וְגַבְרָא טָמֵא, דְּלָא מָצֵי מַהְדַּר לֵיהּ. וַהֲלֹא מוּחְזָרִין וְעוֹמְדִין הֵן!",
            "אֶלָּא, אָמַר רַב שִׁימִי בַּר אָשֵׁי: רַבִּי אֱלִיעֶזֶר קָא אָמְרַתְּ? רַבִּי אֱלִיעֶזֶר לְטַעְמֵיהּ, דְּאָמַר: תְּרוּמָה קָבְעָה, וְכׇל שֶׁכֵּן שַׁבָּת. דִּתְנַן: פֵּירוֹת שֶׁתְּרָמָן עַד שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן, רַבִּי אֱלִיעֶזֶר אוֹסֵר לֶאֱכוֹל מֵהֶן עֲרַאי, וַחֲכָמִים מַתִּירִין.",
            "תָּא שְׁמַע מִסֵּיפָא, וַחֲכָמִים אוֹמְרִים: עַד שֶׁיִּרְשׁוֹם וְיֹאמַר ״מִכָּאן וְעַד כָּאן״. טַעְמָא דְּעֶרֶב שַׁבָּת בַּשְּׁבִיעִית — דְּלָאו בַּר עַשּׂוֹרֵי הוּא, הָא בִּשְׁאָר שְׁנֵי שָׁבוּעַ, דִּבְנֵי עַשּׂוֹרֵי נִינְהוּ — אֲסוּרִים. מַאי טַעְמָא, לָאו מִשּׁוּם דְּשַׁבָּת קָבְעָה?",
            "לָא, שָׁאנֵי הָתָם, כֵּיוָן דְּאָמַר: ״מִכָּאן וְעַד כָּאן אֲנִי אוֹכֵל לְמָחָר״ — קָבַע לֵיהּ. אִי הָכִי, מַאי אִרְיָא שַׁבָּת? אֲפִילּוּ בְּחוֹל נָמֵי! הָא קָא מַשְׁמַע לַן דְּטֶבֶל מוּכָן הוּא אֵצֶל שַׁבָּת, שֶׁאִם עָבַר וְתִקְּנוֹ — מְתוּקָּן.",
            "וּרְמִינְהִי: הָיָה אוֹכֵל בָּאֶשְׁכּוֹל, וְנִכְנַס מִגִּנָּה לֶחָצֵר, רַבִּי אֱלִיעֶזֶר אוֹמֵר: יִגְמוֹר, רַבִּי יְהוֹשֻׁעַ אוֹמֵר: לֹא יִגְמוֹר.",
            "חָשְׁכָה בְּלֵילֵי שַׁבָּת, רַבִּי אֱלִיעֶזֶר אוֹמֵר: יִגְמוֹר, רַבִּי יְהוֹשֻׁעַ אוֹמֵר: לֹא יִגְמוֹר!",
            "הָתָם כִּדְקָתָנֵי טַעְמָא, רַבִּי נָתָן אוֹמֵר: לֹא כְּשֶׁאָמַר רַבִּי אֱלִיעֶזֶר ״יִגְמוֹר״ — בֶּחָצֵר יִגְמוֹר, אֶלָּא: יוֹצֵא חוּץ לֶחָצֵר וְיִגְמוֹר. וְלֹא כְּשֶׁאָמַר רַבִּי אֱלִיעֶזֶר ״יִגְמוֹר״ — בְּשַׁבָּת יִגְמוֹר, אֶלָּא מַמְתִּין לְמוֹצָאֵי שַׁבָּת וְיִגְמוֹר.",
            "כִּי אֲתָא רָבִין, אָמַר רַבִּי יוֹחָנָן: אֶחָד שַׁבָּת, וְאֶחָד תְּרוּמָה, וְאֶחָד חָצֵר, וְאֶחָד מִקָּח — כּוּלָּן אֵין קוֹבְעִין, אֶלָּא בְּדָבָר שֶׁנִּגְמְרָה מְלַאכְתָּן.",
            "שַׁבָּת — לְאַפּוֹקֵי מִדְּהִלֵּל, דְּתַנְיָא: הַמְעַמֵּר פֵּירוֹת מִמָּקוֹם לְמָקוֹם לִקְצוֹר, וְקִדֵּשׁ עֲלֵיהֶן הַיּוֹם, אָמַר רַבִּי יְהוּדָה: הִלֵּל לְעַצְמוֹ אוֹסֵר."
        ],
        [
            "חָצֵר — לְאַפּוֹקֵי מִדְּרַבִּי יַעֲקֹב. דִּתְנַן: הַמַּעֲבִיר תְּאֵנִים בַּחֲצֵרוֹ לְקַצּוֹת — בָּנָיו וּבְנֵי בֵּיתוֹ אוֹכְלִין מֵהֶן עֲרַאי, וּפְטוּרִים מִן הַמַּעֲשֵׂר. וְתָנֵי עֲלַהּ: רַבִּי יַעֲקֹב מְחַיֵּיב, וְרַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה פּוֹטֵר.",
            "תְּרוּמָה — לְאַפּוֹקֵי מִדְּרַבִּי אֱלִיעֶזֶר. דִּתְנַן: פֵּירוֹת שֶׁתְּרָמָן עַד שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן, רַבִּי אֱלִיעֶזֶר אוֹסֵר לֶאֱכוֹל מֵהֶן עֲרַאי, וַחֲכָמִים מַתִּירִין.",
            "מִקָּח — (כְּדִתְנַן) הַלּוֹקֵחַ תְּאֵנִים מֵעַם הָאָרֶץ, בִּמְקוֹם שֶׁרוֹב בְּנֵי אָדָם דּוֹרְסִין, אוֹכֵל מֵהֶן עֲרַאי, וּמְעַשְּׂרָן דְּמַאי.",
            "שְׁמַע מִינַּהּ תְּלָת. שְׁמַע מִינַּהּ: מִקָּח אֵינָהּ קוֹבַעַת אֶלָּא בְּדָבָר שֶׁנִּגְמְרָה מְלַאכְתּוֹ, וּשְׁמַע מִינַּהּ: רוֹב עַמֵּי הָאָרֶץ מְעַשְּׂרִין הֵן, וּשְׁמַע מִינַּהּ: מְעַשְּׂרִין דְּמַאי מֵעַמֵּי הָאָרֶץ אֲפִילּוּ בְּדָבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ.",
            "וּלְאַפּוֹקֵי מֵהָא דִּתְנַן: הַמַּחֲלִיף פֵּירוֹת עִם חֲבֵירוֹ, זֶה לֶאֱכוֹל וְזֶה לֶאֱכוֹל, זֶה לְקַצּוֹת וְזֶה לְקַצּוֹת, זֶה לֶאֱכוֹל וְזֶה לְקַצּוֹת — חַיָּיב. רַבִּי יְהוּדָה אוֹמֵר: לֶאֱכוֹל — חַיָּיב, לְקַצּוֹת — פָּטוּר.",
            "<br><br><big><strong>הֲדַרַן עֲלָךְ הַמֵּבִיא</strong></big><br><br>",
            "<big><strong>מַשִּׁילִין פֵּירוֹת</strong></big> דֶּרֶךְ אֲרוּבָּה בְּיוֹם טוֹב, אֲבָל לֹא בְּשַׁבָּת. וּמְכַסִּים פֵּירוֹת בְּכֵלִים מִפְּנֵי הַדֶּלֶף, וְכֵן כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן. וְנוֹתְנִין כְּלִי תַּחַת הַדֶּלֶף בְּשַׁבָּת.",
            "<big><strong>גְּמָ׳</strong></big> אִתְּמַר: רַב יְהוּדָה וְרַב נָתָן, חַד תָּנֵי ״מַשִּׁילִין״, וְחַד תָּנֵי ״מַשְׁחִילִין״.",
            "אָמַר מָר זוּטְרָא: מַאן דְּתָנֵי ״מַשִּׁילִין״ לָא מִשְׁתַּבַּשׁ, וּמַאן דְּתָנֵי ״מַשְׁחִילִין״ לָא מִשְׁתַּבַּשׁ. מַאן דְּתָנֵי ״מַשִּׁילִין״ לָא מִשְׁתַּבַּשׁ, דִּכְתִיב: ״כִּי יִשַּׁל זֵיתֶךָ״. וּמַאן דְּתָנֵי ״מַשְׁחִילִין״ לָא מִשְׁתַּבַּשׁ, דִּתְנַן: הַשָּׁחוּל וְהַכָּסוּל. שָׁחוּל — שֶׁנִּשְׁמְטָה יְרֵכוֹ, כָּסוּל — שֶׁאֶחָד מִיַּרְכוֹתָיו גְּבוֹהָה מֵחֲבֶרְתָּהּ.",
            "אָמַר רַב נַחְמָן בַּר יִצְחָק: מַאן דְּתָנֵי ״מַשִּׁירִין״ לָא מִשְׁתַּבַּשׁ, וּמַאן דְּתָנֵי ״מַשְׁחִירִין״ לָא מִשְׁתַּבַּשׁ, וּמַאן דְּתָנֵי ״מַנְשִׁירִין״ לָא מִשְׁתַּבַּשׁ.",
            "מַאן דְּתָנֵי ״מַשִּׁירִין״ לָא מִשְׁתַּבַּשׁ, דִּתְנַן, רַבִּי יִשְׁמָעֵאל אוֹמֵר: נָזִיר לֹא יָחוֹף רֹאשׁוֹ בַּאֲדָמָה, מִפְּנֵי שֶׁמַּשִּׁיר אֶת הַשֵּׂעָר. וּמַאן דְּתָנֵי ״מַשְׁחִירִין״ לָא מִשְׁתַּבַּשׁ, דִּתְנַן: הַשְּׁחוֹר וְהַזּוּג שֶׁל סַפָּרִים, אַף עַל פִּי שֶׁנֶּחְלְקוּ — טְמֵאִין.",
            "וּמַאן דְּתָנֵי ״מַנְשִׁירִין״ לָא מִשְׁתַּבַּשׁ, דִּתְנַן: מִי שֶׁנָּשְׁרוּ כֵּלָיו בַּמַּיִם — מְהַלֵּךְ בָּהֶם וְאֵינוֹ חוֹשֵׁשׁ. אִי נָמֵי מֵהָא דִּתְנַן: אֵיזֶהוּ לֶקֶט — הַנּוֹשֵׁר בִּשְׁעַת קְצִירָה.",
            "תְּנַן: מַשִּׁילִין פֵּירוֹת דֶּרֶךְ אֲרוּבָּה בְּיוֹם טוֹב. עַד כַּמָּה? אָמַר רַבִּי זֵירָא אָמַר רַבִּי אַסִּי, וְאָמְרִי לַהּ אָמַר רַבִּי אַסִּי אָמַר רַבִּי יוֹחָנָן: כְּאוֹתָהּ שֶׁשָּׁנִינוּ: מְפַנִּין אַרְבַּע וְחָמֵשׁ קוּפּוֹת שֶׁל תֶּבֶן וְשֶׁל תְּבוּאָה מִפְּנֵי הָאוֹרְחִים, וּמִפְּנֵי בִּטּוּל בֵּית הַמִּדְרָשׁ.",
            "וְדִלְמָא שָׁאנֵי הָתָם, דְּאִיכָּא בִּטּוּל בֵּית הַמִּדְרָשׁ, אֲבָל הָכָא דְּלֵיכָּא בִּטּוּל בֵּית הַמִּדְרָשׁ — לָא. אִי נָמֵי: הָתָם הַיְינוּ טַעְמָא, דְּאַרְבַּע וְחָמֵשׁ קוּפּוֹת שְׁרֵי מִשּׁוּם שַׁבָּת דַּחֲמִירָא וְלָא אָתֵי לְזַלְזוֹלֵי בַּיהּ, אֲבָל יוֹם טוֹב דְּקִיל וְאָתֵי לְזַלְזוֹלֵי בֵּיהּ — כְּלָל כְּלָל לָא.",
            "אִי נָמֵי לְאִידַּךְ גִּיסָא: הָתָם הַיְינוּ טַעְמָא, דְּלֵיכָּא הֶפְסֵד מָמוֹן, אֲבָל הָכָא דְּאִיכָּא הֶפְסֵד מָמוֹן, אֲפִילּוּ טוּבָא נָמֵי."
        ],
        [
            "הָתָם תְּנַן ״אֲבָל לֹא אֶת הָאוֹצָר״, וְאָמַר שְׁמוּאֵל: מַאי ״אֲבָל לֹא אֶת הָאוֹצָר״ — אֲבָל לֹא יִגְמוֹר אֶת הָאוֹצָר כּוּלּוֹ, דִּלְמָא אָתֵי לְאַשְׁוֹיֵי גּוּמּוֹת. הָכָא מַאי?",
            "הָתָם הוּא בְּשַׁבָּת דְּאָסוּר — מִשּׁוּם דַּחֲמִיר, אֲבָל יוֹם טוֹב דְּקִיל — שַׁפִּיר דָּמֵי. אוֹ דִלְמָא: הָתָם דְּאִיכָּא בִּטּוּל בֵּית הַמִּדְרָשׁ — אָמְרַתְּ לָא, הָכָא דְּלֵיכָּא בִּטּוּל בֵּית הַמִּדְרָשׁ — לֹא כׇּל שֶׁכֵּן.",
            "וְהָכָא תְּנַן: מַשִּׁילִין פֵּירוֹת דֶּרֶךְ אֲרוּבָּה בְּיוֹם טוֹב, וְאָמַר רַב נַחְמָן: לֹא שָׁנוּ אֶלָּא בְּאוֹתוֹ הַגָּג, אֲבָל מִגַּג לְגַג — לָא. וְתַנְיָא נָמֵי הָכִי: אֵין מְטַלְטְלִין מִגַּג לְגַג אֲפִילּוּ כְּשֶׁגַּגּוֹתֵיהֶן שָׁוִין.",
            "הָתָם מַאי? (כׇּל שֶׁכֵּן שַׁבָּת דַּחֲמִירָא, אוֹ דִלְמָא:) הָכָא הוּא דְּאָסוּר — מִשּׁוּם יוֹם טוֹב דְּקִיל, וְאָתֵי לְזַלְזוֹלֵי בֵּיהּ, אֲבָל שַׁבָּת דַּחֲמִירָא, וְלָא אָתֵי לְזַלְזוֹלֵי בַּהּ — שַׁפִּיר דָּמֵי.",
            "אוֹ דִלְמָא: מָה הָכָא דְּאִיכָּא הֶפְסֵד פֵּירוֹת — אָמְרַתְּ לָא, הָתָם דְּלֵיכָּא הֶפְסֵד פֵּירוֹת — לֹא כׇּל שֶׁכֵּן.",
            "הָכָא (תְּנַן): לֹא יְשַׁלְשְׁלֵם בְּחֶבֶל בְּחַלּוֹנוֹת, וְלֹא יוֹרִידֵם דֶּרֶךְ סוּלָּמוֹת, הָתָם מַאי? הָכָא בְּיוֹם טוֹב הוּא דְּאָסוּר — דְּלֵיכָּא בִּטּוּל בֵּית הַמִּדְרָשׁ, אֲבָל שַׁבָּת, דְּאִיכָּא בִּטּוּל בֵּית הַמִּדְרָשׁ — שַׁפִּיר דָּמֵי.",
            "אוֹ דִלְמָא: הָכָא דְּאִיכָּא הֶפְסֵד פֵּירוֹת — אָמְרַתְּ לָא, הָתָם דְּלֵיכָּא הֶפְסֵד פֵּירוֹת — לֹא כׇּל שֶׁכֵּן. תֵּיקוּ.",
            "וּמְכַסִּין אֶת הַפֵּירוֹת. אָמַר עוּלָּא: וַאֲפִילּוּ אַוֵּירָא דְלִבְנֵי. רַבִּי יִצְחָק אָמַר: פֵּירוֹת הָרְאוּיִן. וְאַזְדָּא רַבִּי יִצְחָק לְטַעְמֵיהּ. דְּאָמַר רַבִּי יִצְחָק: אֵין כְּלִי נִיטָּל אֶלָּא לְדָבָר הַנִּיטָּל בְּשַׁבָּת.",
            "תְּנַן: מְכַסִּין אֶת הַפֵּירוֹת בְּכֵלִים. פֵּירוֹת — אִין, אַוֵּירָא דְלִבְנֵי — לָא! הוּא הַדִּין דַּאֲפִילּוּ אַוֵּירָא דְלִבְנֵי, וְאַיְּידֵי דִּתְנָא רֵישָׁא מַשִּׁילִין פֵּירוֹת — תְּנָא סֵיפָא נָמֵי מְכַסִּין אֶת הַפֵּירוֹת.",
            "תְּנַן: וְכֵן כַּדֵּי יַיִן וְכֵן כַּדֵּי שֶׁמֶן! הָכָא בְּמַאי עָסְקִינַן, בְּטִיבְלָא.",
            "הָכִי נָמֵי מִסְתַּבְּרָא, דְּאִי סָלְקָא דַעְתָּךְ כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן דְּהֶתֵּירָא, הָא תְּנָא לֵיהּ רֵישָׁא פֵּירוֹת?",
            "כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן אִצְטְרִיכָא לֵיהּ, סָלְקָא דַּעְתָּךְ אָמֵינָא: לְהֶפְסֵד מְרוּבֶּה — חָשְׁשׁוּ, לְהֶפְסֵד מוּעָט — לֹא חָשְׁשׁוּ, קָא מַשְׁמַע לַן.",
            "תְּנַן: נוֹתְנִין כְּלִי תַּחַת הַדֶּלֶף בְּשַׁבָּת. בְּדֶלֶף הָרָאוּי.",
            "תָּא שְׁמַע: פּוֹרְסִין מַחְצֶלֶת עַל גַּבֵּי לְבֵנִים בְּשַׁבָּת! דְּאִיַּיתּוּר מִבִּנְיָנָא, דַּחֲזֵי לְמִזְגֵּא עֲלַיְיהוּ.",
            "תָּא שְׁמַע: פּוֹרְסִין מַחְצֶלֶת עַל גַּבֵּי אֲבָנִים בְּשַׁבָּת! בַּאֲבָנִים מְקוּרְזָלוֹת, דְּחַזְיָין לְבֵית הַכִּסֵּא.",
            "תָּא שְׁמַע: פּוֹרְסִין מַחְצֶלֶת עַל גַּבֵּי כַּוֶּרֶת דְּבוֹרִים בְּשַׁבָּת, בַּחַמָּה — מִפְּנֵי הַחַמָּה, וּבַגְּשָׁמִים — מִפְּנֵי הַגְּשָׁמִים, וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּין לָצוּד! הָתָם נָמֵי, דְּאִיכָּא דְּבַשׁ.",
            "אֲמַר לֵיהּ רַב עוּקְבָא מִמֵּישָׁן לְרַב אָשֵׁי: הָתִינַח בִּימוֹת הַחַמָּה, דְּאִיכָּא דְּבַשׁ. בִּימוֹת הַגְּשָׁמִים, מַאי אִיכָּא לְמֵימַר? לֹא נִצְרְכָא אֶלָּא לְאוֹתָן שְׁתֵּי חַלּוֹת. אוֹתָן שְׁתֵּי חַלּוֹת מוּקְצוֹת הֵן! הָכָא בְּמַאי עָסְקִינַן — שֶׁחִשֵּׁב עֲלֵיהֶם.",
            "אֲבָל לֹא חִשֵּׁב עֲלֵיהֶם מַאי — אָסוּר? אַדְּתָנֵי וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּין לָצוּד, לִפְלוֹג וְלִתְנֵי בְּדִידַהּ: בַּמֶּה דְּבָרִים אֲמוּרִים — שֶׁחִשֵּׁב עֲלֵיהֶן, אֲבָל לֹא חִשֵּׁב עֲלֵיהֶם — אָסוּר!",
            "הָכִי קָאָמַר: אַף עַל פִּי שֶׁחִשֵּׁב עֲלֵיהֶן — וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּין לָצוּד.",
            "בְּמַאי אוֹקֵימְתָּא — כְּרַבִּי יְהוּדָה, דְּאִית לֵיהּ מוּקְצֶה? אֵימָא סֵיפָא: וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּין לָצוּד — אֲתָאן לְרַבִּי שִׁמְעוֹן, דְּאָמַר: דָּבָר שֶׁאֵין מִתְכַּוֵּין מוּתָּר!",
            "וְתִסְבְּרָא דְּרַבִּי שִׁמְעוֹן? וְהָא אַבָּיֵי וְרָבָא דְּאָמְרִי תַּרְוַיְיהוּ: מוֹדֶה רַבִּי שִׁמְעוֹן בִּפְסִיק רֵישֵׁיהּ וְלָא יְמוּת!",
            "לְעוֹלָם כּוּלַּהּ רַבִּי יְהוּדָה הִיא, וְהָכָא בְּמַאי עָסְקִינַן — דְּאִית בֵּיהּ כַּוֵּי. וְלָא תֵּימָא לְרַבִּי יְהוּדָה, וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּין לָצוּד,"
        ],
        [
            "אֶלָּא אֵימָא: וּבִלְבַד שֶׁלֹּא יַעֲשֶׂנָּה מְצוּדָה. פְּשִׁיטָא! מַהוּ דְּתֵימָא: בְּמִינוֹ נִצּוֹד — אָסוּר, שֶׁלֹּא בְּמִינוֹ נִצּוֹד — מוּתָּר, קָא מַשְׁמַע לַן.",
            "רַב אָשֵׁי אָמַר: מִי קָתָנֵי בִּימוֹת הַחַמָּה וּבִימוֹת הַגְּשָׁמִים? בַּחַמָּה מִפְּנֵי הַחַמָּה וּבַגְּשָׁמִים מִפְּנֵי הַגְּשָׁמִים קָתָנֵי — בְּיוֹמֵי נִיסָן וּבְיוֹמֵי תִשְׁרֵי, דְּאִיכָּא חַמָּה, וְאִיכָּא גְּשָׁמִים, וְאִיכָּא דְּבַשׁ.",
            "וְנוֹתְנִין כְּלִי תַּחַת הַדֶּלֶף בְּשַׁבָּת. תָּנָא: אִם נִתְמַלֵּא הַכְּלִי — שׁוֹפֵךְ וְשׁוֹנֶה, וְאֵינוֹ נִמְנָע.",
            "בֵּי רִחְיָא דְּאַבָּיֵי דְּלוּף. אֲתָא לְקַמֵּיהּ דְּרַבָּה, אֲמַר לֵיהּ: זִיל עַיְּילֵיהּ לְפוּרְיָךְ לְהָתָם, דְּלֶהֱוֵי כִּגְרָף שֶׁל רְעִי, וְאַפְּקֵיהּ.",
            "יָתֵיב אַבָּיֵי וְקָא קַשְׁיָא לֵיהּ: וְכִי עוֹשִׂין גְּרָף שֶׁל רְעִי לְכַתְּחִלָּה? אַדְּהָכִי נְפַל בֵּי רִחְיָא דְאַבָּיֵי. אָמַר: תֵּיתֵי לִי דַּעֲבַרִי אַדְּמַר.",
            "אָמַר שְׁמוּאֵל: גְּרָף שֶׁל רְעִי וְעָבִיט שֶׁל מֵימֵי רַגְלַיִם — מוּתָּר לְהוֹצִיאָן לָאַשְׁפָּה, וּכְשֶׁהוּא מַחְזִירוֹ — נוֹתֵן בּוֹ מַיִם וּמַחְזִירוֹ.",
            "סְבוּר מִינַּהּ: גְּרָף שֶׁל רְעִי, אַגַּב מָנָא — אִין, בִּפְנֵי עַצְמוֹ — לָא. תָּא שְׁמַע: דְּהָהוּא עַכְבַּרְתָּא דְּאִשְׁתְּכַח בֵּי אִסְפַּרְמָקֵי דְּרַב אָשֵׁי. אֲמַר לְהוּ רַב אָשֵׁי: נִקְטֻהּ בְּצוּצִיתֵהּ וְאַפְּקוּהּ.",
            "<big><strong>מַתְנִי׳</strong></big> כׇּל שֶׁחַיָּיבִין עָלָיו מִשּׁוּם שְׁבוּת, מִשּׁוּם רְשׁוּת, מִשּׁוּם מִצְוָה, בְּשַׁבָּת — חַיָּיבִין עָלָיו בְּיוֹם טוֹב.",
            "וְאֵלּוּ הֵן מִשּׁוּם שְׁבוּת: לֹא עוֹלִין בָּאִילָן, וְלֹא רוֹכְבִין עַל גַּבֵּי בְּהֵמָה, וְלֹא שָׁטִין עַל פְּנֵי הַמַּיִם, וְלֹא מְטַפְּחִין וְלֹא מְסַפְּקִין וְלֹא מְרַקְּדִין.",
            "וְאֵלּוּ הֵן מִשּׁוּם רְשׁוּת: לֹא דָּנִין, וְלֹא מְקַדְּשִׁין, וְלֹא חוֹלְצִין, וְלֹא מְיַבְּמִין.",
            "וְאֵלּוּ הֵן מִשּׁוּם מִצְוָה: לֹא מַקְדִּישִׁין, וְלֹא מַעֲרִיכִין, וְלֹא מַחֲרִימִין, וְלֹא מַגְבִּיהִין תְּרוּמָה וּמַעֲשֵׂר.",
            "כׇּל אֵלּוּ בְּיוֹם טוֹב אָמְרוּ, קַל וָחוֹמֶר בַּשַּׁבָּת. אֵין בֵּין יוֹם טוֹב לַשַּׁבָּת אֶלָּא אוֹכֶל נֶפֶשׁ בִּלְבָד.",
            "<big><strong>גְּמָ׳</strong></big> לֹא עוֹלִין בָּאִילָן — גְּזֵרָה שֶׁמָּא יִתְלוֹשׁ.",
            "וְלֹא רוֹכְבִין עַל גַּבֵּי בְּהֵמָה — גְּזֵרָה שֶׁמָּא יֵצֵא חוּץ לַתְּחוּם. שְׁמַע מִינַּהּ תְּחוּמִין דְּאוֹרָיְיתָא! אֶלָּא: גְּזֵרָה שֶׁמָּא יַחְתּוֹךְ זְמוֹרָה.",
            "וְלֹא שָׁטִין עַל פְּנֵי הַמַּיִם — גְּזֵרָה שֶׁמָּא יַעֲשֶׂה חָבִית שֶׁל שַׁיָּיטִין.",
            "וְלֹא מְטַפְּחִין וְלֹא מְסַפְּקִין וְלֹא מְרַקְּדִין — גְּזֵרָה שֶׁמָּא יְתַקֵּן כְּלֵי שִׁיר.",
            "וְאֵלּוּ הֵן מִשּׁוּם רְשׁוּת: לֹא דָּנִין. וְהָא מִצְוָה קָעָבֵיד! לָא צְרִיכָא, דְּאִיכָּא דַּעֲדִיף מִינֵּיהּ.",
            "וְלֹא מְקַדְּשִׁין. וְהָא מִצְוָה קָעָבֵיד! לָא צְרִיכָא,"
        ],
        [
            "דְּאִית לֵיהּ אִשָּׁה וּבָנִים.",
            "לֹא חוֹלְצִין וְלֹא מְיַבְּמִין. וְהָא מִצְוָה קָא עָבֵיד! לָא צְרִיכָא, דְּאִיכָּא גָּדוֹל, וּמִצְוָה בַּגָּדוֹל לְיַבֵּם.",
            "וְכֻלְּהוּ טַעְמָא מַאי — גְּזֵרָה שֶׁמָּא יִכְתּוֹב.",
            "וְאֵלּוּ הֵן מִשּׁוּם מִצְוָה: לֹא מַקְדִּישִׁין וְלֹא מַעֲרִיכִין וְלֹא מַחֲרִימִין — גְּזֵרָה מִשּׁוּם מִקָּח וּמִמְכָּר.",
            "וְלֹא מַגְבִּיהִין תְּרוּמוֹת וּמַעַשְׂרוֹת. פְּשִׁיטָא! תָּנֵי רַב יוֹסֵף: לֹא נִצְרְכָא אֶלָּא לִיתְּנָהּ לְכֹהֵן בּוֹ בַּיּוֹם.",
            "וְהָנֵי מִילֵּי פֵּירֵי דִּטְבִילִי מֵאֶתְמוֹל, אֲבָל פֵּירֵי דִּטְבִילִי הָאִידָּנָא, כְּגוֹן עִיסָּה לְאַפְרוֹשֵׁי מִינַּהּ חַלָּה — מַפְרְשִׁינַן וְיָהֲבִינַן לְכֹהֵן.",
            "וְהָנֵי, מִשּׁוּם רְשׁוּת אִיכָּא, מִשּׁוּם שְׁבוּת לֵיכָּא? וְהָנֵי, מִשּׁוּם מִצְוָה אִיכָּא, מִשּׁוּם שְׁבוּת לֵיכָּא?",
            "אָמַר רַבִּי יִצְחָק, לָא מִבַּעְיָא קָאָמַר: לָא מִבַּעְיָא שְׁבוּת גְּרֵידְתָּא דְּאָסוּר, אֶלָּא אֲפִילּוּ שְׁבוּת דִּרְשׁוּת נָמֵי אָסוּר. וְלָא מִבַּעְיָא שְׁבוּת דִּרְשׁוּת דְּאָסוּר, אֶלָּא אֲפִילּוּ שְׁבוּת דְּמִצְוָה נָמֵי אָסוּר.",
            "כׇּל אֵלּוּ בְּיוֹם טוֹב אָמְרוּ, וּרְמִינְהוּ: מַשִּׁילִין דֶּרֶךְ אֲרוּבָּה בְּיוֹם טוֹב, אֲבָל לֹא בְּשַׁבָּת!",
            "אָמַר רַב יוֹסֵף, לָא קַשְׁיָא: הָא רַבִּי אֱלִיעֶזֶר, הָא רַבִּי יְהוֹשֻׁעַ.",
            "דְּתַנְיָא: אוֹתוֹ וְאֶת בְּנוֹ שֶׁנָּפְלוּ לְבוֹר — רַבִּי אֱלִיעֶזֶר אוֹמֵר: מַעֲלֶה אֶת הָרִאשׁוֹן עַל מְנָת לְשׁוֹחְטוֹ וְשׁוֹחֲטוֹ, וְהַשֵּׁנִי עוֹשֶׂה לוֹ פַּרְנָסָה בִּמְקוֹמוֹ כְּדֵי שֶׁלֹּא יָמוּת.",
            "רַבִּי יְהוֹשֻׁעַ אוֹמֵר: מַעֲלֶה אֶת הָרִאשׁוֹן עַל מְנָת לְשׁוֹחְטוֹ וְאֵינוֹ שׁוֹחֲטוֹ, וְחוֹזֵר וּמַעֲרִים וּמַעֲלֶה הַשֵּׁנִי. רָצָה — זֶה שׁוֹחֵט, רָצָה — זֶה שׁוֹחֵט.",
            "אֲמַר לֵיהּ אַבָּיֵי: מִמַּאי? דִּילְמָא עַד כָּאן לָא קָאָמַר רַבִּי אֱלִיעֶזֶר הָתָם, אֶלָּא דְּאֶפְשָׁר בְּפַרְנָסָה, אֲבָל הָכָא דְּלָא אֶפְשָׁר בְּפַרְנָסָה — לָא!",
            "אִי נָמֵי: עַד כָּאן לָא קָאָמַר רַבִּי יְהוֹשֻׁעַ הָתָם, אֶלָּא דְּאֶפְשָׁר לְאַעֲרוֹמֵי. אֲבָל הָכָא דְּלָא אֶפְשָׁר לְאַעֲרוֹמֵי — לָא.",
            "אֶלָּא אָמַר רַב פָּפָּא, לָא קַשְׁיָא: הָא בֵּית שַׁמַּאי, הָא בֵּית הִלֵּל.",
            "דִּתְנַן, בֵּית שַׁמַּאי אוֹמְרִים: אֵין מוֹצִיאִין לֹא אֶת הַקָּטָן וְלֹא אֶת הַלּוּלָב וְלֹא אֶת סֵפֶר תּוֹרָה לִרְשׁוּת הָרַבִּים, וּבֵית הִלֵּל מַתִּירִין.",
            "דִּלְמָא לָא הִיא, עַד כָּאן לָא קָא אָמְרִי בֵּית שַׁמַּאי הָתָם, אֶלָּא אַהוֹצָאָה, אֲבָל אַטִּלְטוּל — לָא. אַטּוּ טִלְטוּל לָאו צוֹרֶךְ הוֹצָאָה הוּא?",
            "<big><strong>מַתְנִי׳</strong></big> הַבְּהֵמָה וְהַכֵּלִים כְּרַגְלֵי הַבְּעָלִים. הַמּוֹסֵר בְּהֶמְתּוֹ לִבְנוֹ אוֹ לָרוֹעֶה — הֲרֵי אֵלּוּ כְּרַגְלֵי הַבְּעָלִים.",
            "כֵּלִים הַמְיוּחָדִין לְאֶחָד מִן הָאַחִין שֶׁבַּבַּיִת — הֲרֵי אֵלּוּ כְּרַגְלָיו. וְשֶׁאֵין מְיוּחָדִין — הֲרֵי אֵלּוּ כִּמְקוֹם שֶׁהוֹלְכִין.",
            "הַשּׁוֹאֵל כְּלִי מֵחֲבֵירוֹ מֵעֶרֶב יוֹם טוֹב — כְּרַגְלֵי הַשּׁוֹאֵל. בְּיוֹם טוֹב — כְּרַגְלֵי הַמַּשְׁאִיל. וְכֵן הָאִשָּׁה שֶׁשָּׁאֲלָה מֵחֲבֶרְתָּהּ תַּבְלִין וּמַיִם וָמֶלַח לְעִיסָּתָהּ — הֲרֵי אֵלּוּ כְּרַגְלֵי שְׁתֵּיהֶן. רַבִּי יְהוּדָה פּוֹטֵר בַּמַּיִם, מִפְּנֵי שֶׁאֵין בָּהֶן מַמָּשׁ.",
            "<big><strong>גְּמָ׳</strong></big> מַתְנִיתִין"
        ],
        [
            "דְּלָא כְּרַבִּי דּוֹסָא, דְּתַנְיָא: רַבִּי דּוֹסָא אוֹמֵר, וְאָמְרִי לַהּ: אַבָּא שָׁאוּל אוֹמֵר, הַלּוֹקֵחַ בְּהֵמָה מֵחֲבֵרוֹ מֵעֶרֶב יוֹם טוֹב, אַף עַל פִּי שֶׁלֹּא מְסָרָהּ לוֹ אֶלָּא בְּיוֹם טוֹב — הֲרֵי הִיא כְּרַגְלֵי הַלּוֹקֵחַ. וְהַמּוֹסֵר בְּהֵמָה לָרוֹעֶה, אַף עַל פִּי שֶׁלֹּא מְסָרָהּ לוֹ אֶלָּא בְּיוֹם טוֹב — הֲרֵי הִיא כְּרַגְלֵי הָרוֹעֶה.",
            "אֲפִילּוּ תֵּימָא רַבִּי דּוֹסָא, וְלָא קַשְׁיָא: כָּאן בְּרוֹעֶה אֶחָד, כָּאן בִּשְׁנֵי רוֹעִים. דַּיְקָא נָמֵי דְּקָתָנֵי: לִבְנוֹ אוֹ לָרוֹעֶה, שְׁמַע מִינַּהּ.",
            "אָמַר רַבָּה בַּר בַּר חָנָה אָמַר רַבִּי יוֹחָנָן: הֲלָכָה כְּרַבִּי דּוֹסָא. וּמִי אָמַר רַבִּי יוֹחָנָן הָכִי? וְהָאָמַר רַבִּי יוֹחָנָן: הֲלָכָה כִּסְתַם מִשְׁנָה, וּתְנַן: הַבְּהֵמָה וְהַכֵּלִים כְּרַגְלֵי הַבְּעָלִים!",
            "וְלָאו אוֹקֵימְנָא — כָּאן בְּרוֹעֶה אֶחָד, כָּאן בִּשְׁנֵי רוֹעִים!",
            "תָּנוּ רַבָּנַן: שְׁנַיִם שֶׁשָּׁאֲלוּ חָלוּק אֶחָד בְּשׁוּתָּפוּת, זֶה לֵילֵךְ בּוֹ שַׁחֲרִית לְבֵית הַמִּדְרָשׁ, וְזֶה לִיכָּנֵס בּוֹ עַרְבִית לְבֵית הַמִּשְׁתֶּה. זֶה עֵרַב עָלָיו לַצָּפוֹן, וְזֶה עֵרַב עָלָיו לַדָּרוֹם. זֶה שֶׁעֵרַב עָלָיו לַצָּפוֹן — מְהַלֵּךְ לַצָּפוֹן כְּרַגְלֵי מִי שֶׁעֵרַב עָלָיו לַדָּרוֹם.",
            "וָזֶה שֶׁעֵרַב עָלָיו לַדָּרוֹם — מְהַלֵּךְ לַדָּרוֹם כְּרַגְלֵי מִי שֶׁעֵרַב עָלָיו לַצָּפוֹן.",
            "וְאִם מִצְּעוּ אֶת הַתְּחוּם — הֲרֵי זֶה לֹא יְזִיזֶנָּה מִמְּקוֹמָהּ.",
            "אִתְּמַר: שְׁנַיִם שֶׁלָּקְחוּ חָבִית וּבְהֵמָה בְּשׁוּתָּפוּת, רַב אָמַר: חָבִית מוּתֶּרֶת וּבְהֵמָה אֲסוּרָה. וּשְׁמוּאֵל אָמַר: חָבִית נָמֵי אֲסוּרָה.",
            "מַאי קָסָבַר רַב? אִי קָא סָבַר יֵשׁ בְּרֵירָה — אֲפִילּוּ בְּהֵמָה תִּשְׁתְּרֵי! וְאִי קָסָבַר אֵין בְּרֵירָה — אֲפִילּוּ חָבִית נָמֵי אֲסוּרָה!",
            "לְעוֹלָם קָסָבַר יֵשׁ בְּרֵירָה, וְשַׁנְיָא בְּהֵמָה — דְּקָא יָנְקִי תְּחוּמִין מֵהֲדָדֵי. אָמְרִי לֵיהּ רַב כָּהֲנָא וְרַב אַסִּי לְרַב: לְאִיסּוּר מוּקְצֶה לֹא חָשְׁשׁוּ, לְאִיסּוּר תְּחוּמִין חָשְׁשׁוּ?! שָׁתֵיק רַב.",
            "מַאי הָוֵי עֲלַהּ? רַבִּי הוֹשַׁעְיָא אָמַר: יֵשׁ בְּרֵירָה. וְרַבִּי יוֹחָנָן אָמַר: אֵין בְּרֵירָה.",
            "וְסָבַר רַבִּי הוֹשַׁעְיָא יֵשׁ בְּרֵירָה? וְהָתְנַן: הַמֵּת בְּבַיִת, וְלוֹ פְּתָחִים הַרְבֵּה — כּוּלָּן טְמֵאִים. נִפְתַּח אֶחָד מֵהֶן — הוּא טָמֵא, וְכוּלָּן טְהוֹרִים. חִשֵּׁב לְהוֹצִיאוֹ בְּאֶחָד מֵהֶן, אוֹ בַּחַלּוֹן שֶׁיֵּשׁ בּוֹ אַרְבָּעָה עַל אַרְבָּעָה — מַצֶּלֶת עַל הַפְּתָחִים כּוּלָּן.",
            "בֵּית שַׁמַּאי אוֹמְרִים: וְהוּא שֶׁחִשֵּׁב עָלָיו עַד שֶׁלֹּא יָמוּת הַמֵּת. וּבֵית הִלֵּל אוֹמְרִים: אַף מִשֶּׁיָּמוּת הַמֵּת.",
            "וְאִתְּמַר עֲלַהּ, אָמַר רַבִּי הוֹשַׁעְיָא: לְטַהֵר אֶת הַפְּתָחִים מִכָּאן וּלְהַבָּא. מִכָּאן וּלְהַבָּא — אִין, לְמַפְרֵעַ — לָא.",
            "אֵפוֹךְ, רַבִּי הוֹשַׁעְיָא אָמַר: אֵין בְּרֵירָה, וְרַבִּי יוֹחָנָן אָמַר: יֵשׁ בְּרֵירָה.",
            "וּמִי אִית לֵיהּ לְרַבִּי יוֹחָנָן בְּרֵירָה? וְהָאָמַר רַב אַסִּי אָמַר רַבִּי יוֹחָנָן: הָאַחִין שֶׁחָלְקוּ — לָקוֹחוֹת הֵן, וּמַחְזִירִין זֶה לָזֶה בַּיּוֹבֵל.",
            "וְכִי תֵּימָא: כִּי לֵית לֵיהּ לְרַבִּי יוֹחָנָן בְּרֵירָה — בִּדְאוֹרָיְיתָא, אֲבָל בִּדְרַבָּנַן — אִית לֵיהּ,",
            "וּבִדְרַבָּנַן מִי אִית לֵיהּ? וְהָתָנֵי אַיּוֹ —",
            "רַבִּי יְהוּדָה אוֹמֵר: אֵין אָדָם מַתְנֶה עַל שְׁנֵי דְּבָרִים כְּאֶחָד, אֶלָּא: אִם בָּא חָכָם לַמִּזְרָח — עֵירוּבוֹ לַמִּזְרָח, לַמַּעֲרָב — עֵירוּבוֹ לַמַּעֲרָב, וְאִילּוּ לְכָאן וּלְכָאן — לָא."
        ],
        [
            "וְהָוֵינַן בַּהּ: מַאי שְׁנָא לְכָאן וּלְכָאן דְּלָא — דְּאֵין בְּרֵירָה, מִזְרָח וּמַעֲרָב נָמֵי אֵין בְּרֵירָה!",
            "וְאָמַר רַבִּי יוֹחָנָן: וּכְבָר בָּא חָכָם. אַלְמָא: לֵית לֵיהּ לְרַבִּי יוֹחָנָן בְּרֵירָה!",
            "אֶלָּא: לְעוֹלָם לָא תֵּיפוֹךְ, וְכִי לֵית לֵיהּ לְרַבִּי אוֹשַׁעְיָא בְּרֵירָה — בִּדְאוֹרָיְיתָא, אֲבָל בִּדְרַבָּנַן — אִית לֵיהּ.",
            "דָּרֵשׁ מָר זוּטְרָא: הֲלָכָה כְּרַבִּי אוֹשַׁעְיָא.",
            "אָמַר שְׁמוּאֵל: שׁוֹר שֶׁל פַּטָּם — הֲרֵי הוּא כְּרַגְלֵי כׇּל אָדָם. שׁוֹר שֶׁל רוֹעֶה — הֲרֵי הוּא כְּרַגְלֵי אוֹתָהּ הָעִיר.",
            "הַשּׁוֹאֵל כְּלִי מֵחֲבֵירוֹ מֵעֶרֶב יוֹם טוֹב. פְּשִׁיטָא! לָא צְרִיכָא, שֶׁלֹּא מְסָרוֹ לוֹ אֶלָּא בְּיוֹם טוֹב. מַהוּ דְּתֵימָא: לָאו בִּרְשׁוּתֵיהּ אוֹקְמֵיהּ, קָא מַשְׁמַע לַן.",
            "מְסַיַּיע לֵיהּ לְרַבִּי יוֹחָנָן, דְּאָמַר רַבִּי יוֹחָנָן: הַשּׁוֹאֵל כְּלִי מֵחֲבֵירוֹ מֵעֶרֶב יוֹם טוֹב, אַף עַל פִּי שֶׁלֹּא נְתָנוֹ לוֹ אֶלָּא בְּיוֹם טוֹב — הֲרֵי הוּא כְּרַגְלֵי הַשּׁוֹאֵל.",
            "בְּיוֹם טוֹב — כְּרַגְלֵי הַמַּשְׁאִיל. פְּשִׁיטָא! לָא צְרִיכָא, דִּרְגִיל וְשָׁאֵיל מִינֵּיהּ, מַהוּ דְּתֵימָא: בִּרְשׁוּתֵיהּ קָא מוֹקֵים לֵיהּ, קָא מַשְׁמַע לַן, מֵימָר אָמַר: דִּלְמָא מַשְׁכַּח אִינִישׁ אַחֲרִינָא וְאָזֵיל וְשָׁאֵיל מִינֵּיהּ.",
            "וְכֵן הָאִשָּׁה שֶׁשָּׁאֲלָה מֵחֲבֶרְתָּהּ. כִּי סְלֵיק רַבִּי אַבָּא אָמַר: יְהֵא רַעֲוָא דְּאֵימָא מִלְּתָא דְּתִתְקַבַּל. כִּי סְלֵיק, אַשְׁכְּחֵיהּ לְרַבִּי יוֹחָנָן וְרַבִּי חֲנִינָא בַּר פַּפִּי וְרַבִּי זֵירָא, וְאָמְרִי לַהּ רַבִּי אֲבָהוּ וְרַבִּי שִׁמְעוֹן בֶּן פַּזִּי וְרַבִּי יִצְחָק נַפָּחָא, וְיָתְבִי וְקָאָמְרִי: אַמַּאי? וְלִבְטִיל מַיִם וָמֶלַח לְגַבֵּי עִיסָּה! אֲמַר לְהוּ רַבִּי אַבָּא:"
        ],
        [
            "הֲרֵי שֶׁנִּתְעָרֵב לוֹ קַב חִטִּין בַּעֲשָׂרָה קַבִּין חִטִּין שֶׁל חֲבֵירוֹ, יֹאכַל הַלָּה וְחָדֵי?! אַחִיכוּ עֲלֵיהּ. אֲמַר לְהוּ: גּוּלְּתַיְכוּ שְׁקַלִי? הֲדוּר אַחִיכוּ עֲלֵיהּ.",
            "אָמַר רַב אוֹשַׁעְיָא: שַׁפִּיר עֲבוּד דְּאַחִיכוּ עֲלֵיהּ. מַאי שְׁנָא חִטִּין בִּשְׂעוֹרִים דְּלָא קָאָמַר לְהוּ — דְּהָוֵה לֵיהּ מִין בְּשֶׁאֵינוֹ מִינוֹ, וּמִין בְּשֶׁאֵינוֹ מִינוֹ — בָּטֵיל. חִטִּין בְּחִטִּין נָמֵי, נְהִי דִּלְרַבִּי יְהוּדָה לֹא בָּטֵיל, לְרַבָּנַן מִבְטָל בָּטֵיל.",
            "אֲמַר לֵיהּ רַב סָפְרָא: מֹשֶׁה! שַׁפִּיר קָאָמְרַתְּ?! וְלָא שְׁמִיעַ לְהוּ הָא דְּאָמַר רַבִּי חִיָּיא קְטוֹסְפָאָה מִשְּׁמֵיהּ דְּרַב: הַבּוֹרֵר צְרוֹרוֹת מִגׇּרְנוֹ שֶׁל חֲבֵרוֹ — חַיָּיב לְשַׁלֵּם לוֹ דְּמֵי חִטִּים.",
            "אַלְמָא: כַּיְלָא חַסְּרֵיהּ. הָכָא נָמֵי — כַּיְלָא חַסְּרֵיהּ.",
            "אֲמַר לֵיהּ אַבָּיֵי: וְלָא שָׁנֵי לֵיהּ לְמָר בֵּין מָמוֹן שֶׁיֵּשׁ לוֹ תּוֹבְעִין לְמָמוֹן שֶׁאֵין לוֹ תּוֹבְעִין?",
            "אֲמַר לֵיהּ: וְלִיטַעְמָיךְ, הָא דְּאָמַר רַב חִסְדָּא: נְבֵלָה בְּטֵלָה בִּשְׁחוּטָה, לְפִי שֶׁאִי אֶפְשָׁר לַשְּׁחוּטָה שֶׁתֵּעָשֶׂה נְבֵלָה.",
            "שְׁחוּטָה אֵינָהּ בְּטֵלָה בִּנְבֵלָה, לְפִי שֶׁאֶפְשָׁר לַנְּבֵלָה שֶׁתֵּעָשֶׂה שְׁחוּטָה.",
            "הָכִי נָמֵי דְּכִי אִית לַהּ בְּעָלִים — לָא בָּטְלָה? וְכִי תֵּימָא הָכִי נָמֵי — וְהָא תַּנְיָא, אָמַר רַבִּי יוֹחָנָן בֶּן נוּרִי: חֶפְצֵי הֶפְקֵר קוֹנִין שְׁבִיתָה. אַף עַל פִּי שֶׁאֵין לָהֶם בְּעָלִים — דּוֹמִין כְּמִי שֶׁיֵּשׁ לָהֶם בְּעָלִים.",
            "אֲמַר לֵיהּ: מִי קָא מְדַמֵּית אִיסּוּרָא לְמָמוֹנָא? אִיסּוּרָא — בָּטֵיל, מָמוֹנָא — לֹא בָּטֵיל.",
            "וְטַעְמָא מַאי?",
            "אַבָּיֵי אָמַר: גְּזֵרָה שֶׁמָּא תַּעֲשֶׂה עִיסָּה בְּשׁוּתָּפוּת.",
            "רָבָא אָמַר: תַּבְלִין לְטַעְמָא עֲבִידִי, וְטַעְמָא לָא בָּטֵיל."
        ],
        [
            "וְרַב אָשֵׁי אָמַר: מִשּׁוּם דְּהָוֵי לֵיהּ דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין, וְכׇל דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין — אֲפִילּוּ בְּאֶלֶף לֹא בָּטֵיל.",
            "רַבִּי יְהוּדָה פּוֹטֵר בַּמַּיִם. מַיִם אִין, מֶלַח לָא? וְהָא תַּנְיָא, רַבִּי יְהוּדָה אוֹמֵר: מַיִם וָמֶלַח בְּטֵלִין בֵּין בָּעִיסָּה בֵּין בַּקְּדֵרָה! לָא קַשְׁיָא: הָא — בְּמֶלַח סְדוֹמִית, הָא — בְּמֶלַח אִסְתְּרוֹקָנִית.",
            "וְהָתַנְיָא, רַבִּי יְהוּדָה אוֹמֵר: מַיִם וָמֶלַח בְּטֵלִין בָּעִיסָּה, וְאֵין בְּטֵלִין בַּקְּדֵרָה מִפְּנֵי רוֹטְבָּהּ! לָא קַשְׁיָא: הָא — בְּעָבָה, הָא — בְּרַכָּה.",
            "<big><strong>מַתְנִי׳</strong></big> הַגַּחֶלֶת כְּרַגְלֵי הַבְּעָלִים, וְשַׁלְהֶבֶת בְּכׇל מָקוֹם. גַּחֶלֶת שֶׁל הֶקְדֵּשׁ — מוֹעֲלִין בָּהּ, וְשַׁלְהֶבֶת — לֹא נֶהֱנִין, וְלֹא מוֹעֲלִין. הַמּוֹצִיא גַּחֶלֶת לִרְשׁוּת הָרַבִּים — חַיָּיב, וְשַׁלְהֶבֶת — פָּטוּר.",
            "<big><strong>גְּמָ׳</strong></big> תָּנוּ רַבָּנַן: חֲמִשָּׁה דְּבָרִים נֶאֶמְרוּ בַּגַּחֶלֶת: הַגַּחֶלֶת כְּרַגְלֵי הַבְּעָלִים, וְשַׁלְהֶבֶת בְּכׇל מָקוֹם. גַּחֶלֶת שֶׁל הֶקְדֵּשׁ — מוֹעֲלִין בָּהּ, וְשַׁלְהֶבֶת — לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. גַּחֶלֶת שֶׁל עֲבוֹדָה זָרָה — אֲסוּרָה, וְשַׁלְהֶבֶת — מוּתֶּרֶת. הַמּוֹצִיא גַּחֶלֶת לִרְשׁוּת הָרַבִּים — חַיָּיב, וְשַׁלְהֶבֶת — פָּטוּר. הַמּוּדָּר הֲנָאָה מֵחֲבֵירוֹ — אָסוּר בְּגַחַלְתּוֹ, וּמוּתָּר בְּשַׁלְהַבְתּוֹ.",
            "מַאי שְׁנָא שַׁלְהֶבֶת עֲבוֹדָה זָרָה דְּשַׁרְיָא, וּמַאי שְׁנָא דְּהֶקְדֵּשׁ דַּאֲסִירָא? עֲבוֹדָה זָרָה, דִּמְאִיסָה וּבְדִילִי אִינָשֵׁי מִינַּהּ — לָא גְּזַרוּ בַּהּ רַבָּנַן. הֶקְדֵּשׁ, דְּלָא מְאִיס וְלָא בְּדִילִי אִינָשֵׁי מִינֵּיהּ — גְּזַרוּ בֵּיהּ רַבָּנַן.",
            "הַמּוֹצִיא גַּחֶלֶת לִרְשׁוּת הָרַבִּים — חַיָּיב, וְשַׁלְהֶבֶת — פָּטוּר. וְהָא תַּנְיָא: הַמּוֹצִיא שַׁלְהֶבֶת כׇּל שֶׁהוּא — חַיָּיב! אָמַר רַב שֵׁשֶׁת: כְּגוֹן שֶׁהוֹצִיאוֹ בְּקֵיסָם.",
            "וְתִיפּוֹק לֵיהּ מִשּׁוּם קֵיסָם! בִּדְלֵית לֵיהּ שִׁעוּרָא. דִּתְנַן: הַמּוֹצִיא עֵצִים — כְּדֵי לְבַשֵּׁל בֵּיצָה קַלָּה.",
            "אַבָּיֵי אָמַר: כְּגוֹן דְּשַׁיְיפֵיהּ [לְ]מָנָא מִשְׁחָא וְאַתְלִי בֵּיהּ נוּרָא. וְתִיפּוֹק לֵיהּ מִשּׁוּם מָנָא? בְּחַסְפָּא.",
            "וְתִיפּוֹק לֵיהּ מִשּׁוּם חַסְפָּא! בִּדְלֵית לֵיהּ שִׁעוּרָא. דִּתְנַן: חֶרֶס — כְּדֵי לִיתֵּן בֵּין פַּצִּים לַחֲבֵירוֹ, דִּבְרֵי רַבִּי יְהוּדָה.",
            "אֶלָּא הָא דִּתְנַן: הַמּוֹצִיא שַׁלְהֶבֶת פָּטוּר, הֵיכִי מַשְׁכַּחַתְּ לַהּ? כְּגוֹן דְּאַדְּיֵיהּ אַדּוֹיֵי לִרְשׁוּת הָרַבִּים.",
            "<big><strong>מַתְנִי׳</strong></big> בּוֹר שֶׁל יָחִיד — כְּרַגְלֵי הַיָּחִיד, וְשֶׁל אַנְשֵׁי אוֹתָהּ הָעִיר — כְּרַגְלֵי אַנְשֵׁי אוֹתָהּ הָעִיר, וְשֶׁל עוֹלֵי בָבֶל — כְּרַגְלֵי הַמְמַלֵּא.",
            "<big><strong>גְּמָ׳</strong></big> רָמֵי לֵיהּ רָבָא לְרַב נַחְמָן, תְּנַן: בּוֹר שֶׁל יָחִיד — כְּרַגְלֵי הַיָּחִיד, וּרְמִינְהוּ: נְהָרוֹת הַמּוֹשְׁכִין וּמַעֲיָנוֹת הַנּוֹבְעִין — הֲרֵי הֵן כְּרַגְלֵי כׇּל אָדָם! אָמַר (רָבָא): הָכָא בְּמַאי עָסְקִינַן — בִּמְכוּנָּסִין. וְאִתְּמַר נָמֵי, אָמַר רַבִּי חִיָּיא בַּר אָבִין אָמַר שְׁמוּאֵל: בִּמְכוּנָּסִין.",
            "וְשֶׁל עוֹלֵי בָבֶל — כְּרַגְלֵי הַמְמַלֵּא. אִתְּמַר: מִילֵּא וְנָתַן לַחֲבֵירוֹ, רַב נַחְמָן אָמַר: כְּרַגְלֵי מִי שֶׁנִּתְמַלְּאוּ לוֹ, רַב שֵׁשֶׁת אָמַר: כְּרַגְלֵי הַמְמַלֵּא.",
            "בְּמַאי קָא מִיפַּלְגִי? מָר סָבַר: בֵּירָא דְהֶפְקֵרָא הוּא, וּמָר סָבַר: בֵּירָא דְשׁוּתָּפֵי הוּא.",
            "אֵיתִיבֵיהּ רָבָא לְרַב נַחְמָן: הֲרֵינִי עָלֶיךָ חֵרֶם — הַמּוּדָּר אָסוּר."
        ],
        [
            "הֲרֵי אַתָּה עָלַי חֵרֶם — הַנּוֹדֵר אָסוּר. הֲרֵינִי עָלֶיךָ וְאַתָּה עָלַי — שְׁנֵיהֶם אֲסוּרִים זֶה בָּזֶה, וּמוּתָּרִין בְּשֶׁל עוֹלֵי בָבֶל, וַאֲסוּרִין בְּשֶׁל אוֹתָהּ הָעִיר.",
            "וְאֵלּוּ הֵן דְּבָרִים שֶׁל עוֹלֵי בָבֶל: הַר הַבַּיִת, הַלְּשָׁכוֹת וְהָעֲזָרוֹת, וּבוֹר שֶׁל אֶמְצַע הַדֶּרֶךְ. וְאֵלּוּ הֵן שֶׁל אוֹתָהּ הָעִיר: הָרְחוֹב, וּבֵית הַכְּנֶסֶת, וּבֵית הַמֶּרְחָץ.",
            "וְאִי אָמְרַתְּ בֵּירָא דְשׁוּתָּפֵי הוּא, אַמַּאי מוּתָּר? וְהָתְנַן: הַשּׁוּתָּפִין שֶׁנָּדְרוּ הֲנָאָה זֶה מִזֶּה — אֲסוּרִים לִיכָּנֵס לֶחָצֵר לִרְחוֹץ בַּבּוֹר!",
            "לִרְחוֹץ הָכִי נָמֵי, וְהָכָא בְּמַאי עָסְקִינַן — לְמַלּאוֹת, מָר מִדִּידֵיהּ קָא מְמַלֵּא וּמַר מִדִּידֵיהּ קָא מְמַלֵּא.",
            "וְסָבַר רַב נַחְמָן יֵשׁ בְּרֵירָה? וְהָתְנַן: הָאַחִין הַשּׁוּתָּפִין, כְּשֶׁחַיָּיבִין בַּקָּלְבּוֹן — פְּטוּרִין מִמַּעְשַׂר בְּהֵמָה.",
            "וּכְשֶׁחַיָּיבִין בְּמַעְשַׂר בְּהֵמָה — פְּטוּרִין מִן הַקָּלְבּוֹן.",
            "וְאָמַר רַב עָנָן: לֹא שָׁנוּ אֶלָּא שֶׁחָלְקוּ גְּדָיִם כְּנֶגֶד טְלָאִים וּטְלָאִים כְּנֶגֶד גְּדָיִם.",
            "אֲבָל חָלְקוּ גְּדָיִם כְּנֶגֶד גְּדָיִם וּטְלָאִים כְּנֶגֶד טְלָאִים, אוֹמֵר: זֶהוּ חֶלְקוֹ הַמַּגִּיעוֹ מִשָּׁעָה רִאשׁוֹנָה לְכָךְ.",
            "וְרַב נַחְמָן אָמַר: אֲפִילּוּ חָלְקוּ גְּדָיִם כְּנֶגֶד גְּדָיִם וּטְלָאִים כְּנֶגֶד טְלָאִים — אֵין אוֹמֵר: זֶה חֶלְקוֹ הַמַּגִּיעוֹ מִשָּׁעָה רִאשׁוֹנָה לְכָךְ.",
            "אֶלָּא דְּכוּלֵּי עָלְמָא בֵּירָא דְהֶפְקֵרָא הִיא, אֶלָּא הָכָא בְּמַגְבִּיהַּ מְצִיאָה לַחֲבֵירוֹ קָא מִיפַּלְגִי. מָר סָבַר: קָנָה, וּמָר סָבַר: לָא קָנָה.",
            "<big><strong>מַתְנִי׳</strong></big> מִי שֶׁהָיוּ פֵּירוֹתָיו בְּעִיר אַחֶרֶת וְעֵרְבוּ בְּנֵי אוֹתָהּ הָעִיר לְהָבִיא אֶצְלוֹ מִפֵּירוֹתָיו — לֹא יָבִיאוּ לוֹ. וְאִם עֵרַב הוּא — פֵּירוֹתָיו כָּמוֹהוּ."
        ],
        [
            "מִי שֶׁזִּמֵּן אֶצְלוֹ אוֹרְחִים — לֹא יוֹלִיכוּ בְּיָדָם מָנוֹת, אֶלָּא אִם כֵּן זִכָּה לָהֶם מָנוֹתֵיהֶם מֵעֶרֶב יוֹם טוֹב.",
            "<big><strong>גְּמָ׳</strong></big> אִתְּמַר: הַמַּפְקִיד פֵּירוֹת אֵצֶל חֲבֵירוֹ — רַב אָמַר: כְּרַגְלֵי מִי שֶׁהִפְקִידוּ לוֹ, וּשְׁמוּאֵל אָמַר: כְּרַגְלֵי הַמַּפְקִיד. לֵימָא רַב וּשְׁמוּאֵל דְּאָזְדוּ לְטַעְמַיְיהוּ, דִּתְנַן: אִם הִכְנִיס בִּרְשׁוּת — בַּעַל הֶחָצֵר חַיָּיב. רַבִּי אוֹמֵר: לְעוֹלָם אֵינוֹ חַיָּיב עַד שֶׁיְּקַבֵּל עָלָיו בַּעַל הַבַּיִת לִשְׁמוֹר.",
            "וְאָמַר רַב הוּנָא אָמַר רַב: הֲלָכָה כְּדִבְרֵי חֲכָמִים, וּשְׁמוּאֵל אָמַר: הֲלָכָה כְּרַבִּי. לֵימָא רַב דְּאָמַר כְּרַבָּנַן וּשְׁמוּאֵל דְּאָמַר כְּרַבִּי?",
            "אָמַר לְךָ רַב: אֲנָא דַּאֲמַרִי אֲפִילּוּ לְרַבִּי — עַד כָּאן לָא קָאָמַר רַבִּי הָתָם, אֶלָּא דְּבִסְתָמָא לָא קַבֵּיל עֲלֵיהּ נְטִירוּתָא, אֲבָל הָכָא — הָא קַבֵּיל עֲלֵיהּ נְטִירוּתָא.",
            "וּשְׁמוּאֵל אָמַר: אֲנָא דַּאֲמַרִי אֲפִילּוּ לְרַבָּנַן — עַד כָּאן לָא קָאָמְרִי רַבָּנַן הָתָם, אֶלָּא דְּנִיחָא לֵיהּ לְאִינִישׁ דְּנֵיקוּם תּוֹרֵיהּ בִּרְשׁוּתֵיהּ דְּבַעַל חָצֵר, דְּאִי מַזֵּיק לֵיהּ — לָא מִיחַיַּיב. אֲבָל הָכָא — מִי נִיחָא לֵיהּ לְאִינִישׁ דְּלֵיקוּם פֵּירֵיהּ בִּרְשׁוּתֵיהּ דְּחַבְרֵיהּ?!",
            "תְּנַן: וְאִם עֵרַב הוּא — פֵּירוֹתָיו כָּמוֹהוּ. וְאִי אָמְרַתְּ כְּרַגְלֵי מִי שֶׁהִפְקִידוּ אֶצְלוֹ, כִּי עֵרַב הוּא מַאי הָוֵי? אָמַר רַב הוּנָא, אָמְרִי בֵּי רַב: כְּגוֹן שֶׁיִּחֵד לוֹ קֶרֶן זָוִית.",
            "תָּא שְׁמַע: מִי שֶׁזִּמֵּן אֶצְלוֹ אוֹרְחִים — לֹא יוֹלִיכוּ בְּיָדָם מָנוֹת, אֶלָּא אִם כֵּן זִכָּה לָהֶם מָנוֹתֵיהֶם מֵעֶרֶב יוֹם טוֹב. וְאִי אָמְרַתְּ כְּרַגְלֵי מִי שֶׁהִפְקִידוֹ אֶצְלוֹ, כִּי זִכָּה לָהֶם עַל יְדֵי אַחֵר מַאי הָוֵי? הָכִי נָמֵי, כֵּיוָן שֶׁזִּכָּה לָהֶם עַל יְדֵי אַחֵר — כְּמִי שֶׁיִּחֵד לוֹ קֶרֶן זָוִית דָּמֵי.",
            "וְאִיבָּעֵית אֵימָא: זִכָּה שָׁאנֵי.",
            "רַב חָנָא בַּר חֲנִילַאי תְּלָא בִּשְׂרָא בְּעִבְרָא דְּדַשָּׁא. אֲתָא לְקַמֵּיהּ דְּרַב הוּנָא, אֲמַר לֵיהּ: אִי אַתְּ תְּלֵית — זִיל שְׁקֵיל, וְאִי אִינְהוּ תְּלוֹ לָךְ — לָא תִּשְׁקוֹל.",
            "וְאִי אִיהוּ תְּלָא מִי שָׁקֵיל? וְהָא רַב הוּנָא תַּלְמִיד דְּרַב הֲוָה, וְאָמַר רַב: כְּרַגְלֵי מִי שֶׁהִפְקִידוּ אֶצְלוֹ! שָׁאנֵי עִבְרָא דְּדָשָׁא, דִּכְמִי שֶׁיִּחֵד לוֹ קֶרֶן זָוִית דָּמֵי.",
            "אֲמַר לֵיהּ רַב הִלֵּל לְרַב אָשֵׁי: וְאִי אִינְהוּ תָּלוּ לֵיהּ לָא שָׁקֵיל? וְהָאָמַר שְׁמוּאֵל: שׁוֹר שֶׁל פַּטָּם — הֲרֵי הוּא כְּרַגְלֵי כׇּל אָדָם.",
            "אֲמַר לֵיהּ רָבִינָא לְרַב אָשֵׁי: וְאִי אִינְהוּ תָּלוּ לֵיהּ לָא שָׁקֵיל? וְהָאָמַר רַבָּה בַּר בַּר חָנָה אָמַר רַבִּי יוֹחָנָן: הֲלָכָה כְּרַבִּי דּוֹסָא. אֲמַר לֵיהּ רַב אָשֵׁי לְרַב כָּהֲנָא: וְאִי אִינְהוּ תָּלוּ לֵיהּ לָא שָׁקֵיל? וְהָתְנַן: הַבְּהֵמָה וְהַכֵּלִים כְּרַגְלֵי הַבְּעָלִים!",
            "אֶלָּא, שָׁאנֵי רַב חָנָא בַּר חֲנִילַאי — דְּגַבְרָא רַבָּה הוּא וּטְרִיד בִּשְׁמַעְתֵּיהּ, וְהָכִי קָאָמַר לֵיהּ: אִי אַתְּ תְּלֵית, אִית לָךְ סִימָנָא בְּגַוֵּויהּ וְלָא מַסְּחַתְּ דַּעְתָּךְ מִנֵּיהּ, זִיל שְׁקוֹל. וְאִי אִינְהוּ תָּלוּ לָךְ, מַסְּחַתְּ דַּעְתָּךְ, וְלָא תִּשְׁקוֹל.",
            "<big><strong>מַתְנִי׳</strong></big> אֵין מַשְׁקִין וְשׁוֹחֲטִין אֶת הַמִּדְבָּרִיּוֹת, אֲבָל מַשְׁקִין וְשׁוֹחֲטִין אֶת הַבַּיָּיתוֹת. אֵלּוּ הֵן בַּיָּיתוֹת — הַלָּנוֹת בָּעִיר. מִדְבָּרִיּוֹת — הַלָּנוֹת בָּאֲפָר.",
            "<big><strong>גְּמָ׳</strong></big> לְמָה לִי לְמֵימַר מַשְׁקִין וְשׁוֹחֲטִין? מִילְּתָא אַגַּב אוֹרְחֵיהּ קָא מַשְׁמַע לַן, דְּלַשְׁקֵי אִינָשׁ בְּהֶמְתּוֹ וַהֲדַר לִשְׁחוֹט, מִשּׁוּם סִרְכָא דְמַשְׁכָּא.",
            "תָּנוּ רַבָּנַן: אֵלּוּ הֵן מִדְבָּרִיּוֹת וְאֵלּוּ הֵן בַּיָּיתוֹת. מִדְבָּרִיּוֹת — כֹּל שֶׁיּוֹצְאוֹת בַּפֶּסַח וְרוֹעוֹת בָּאֲפָר, וְנִכְנָסוֹת בִּרְבִיעָה רִאשׁוֹנָה. וְאֵלּוּ הֵן בַּיָּיתוֹת — כֹּל שֶׁיּוֹצְאוֹת וְרוֹעוֹת חוּץ לַתְּחוּם, וּבָאוֹת וְלָנוֹת בְּתוֹךְ הַתְּחוּם. רַבִּי אוֹמֵר: אֵלּוּ וְאֵלּוּ בַּיָּיתוֹת הֵן. אֶלָּא אֵלּוּ הֵן מִדְבָּרִיּוֹת  — כֹּל שֶׁיּוֹצְאוֹת וְרוֹעוֹת בָּאֲפָר, וְאֵין נִכְנָסוֹת לַיִּשּׁוּב, לֹא בִּימוֹת הַחַמָּה וְלֹא בִּימוֹת הַגְּשָׁמִים.",
            "וּמִי אִית לֵיהּ לְרַבִּי מוּקְצֶה? וְהָא בְּעָא מִינֵּיהּ רַבִּי שִׁמְעוֹן בַּר רַבִּי מֵרַבִּי: פַּצְעִילֵי תְמָרָה — לְרַבִּי שִׁמְעוֹן מַהוּ? אֲמַר לֵיהּ: אֵין מוּקְצֶה לְרַבִּי שִׁמְעוֹן"
        ],
        [
            "אֶלָּא גְּרוֹגְרוֹת וְצִמּוּקִין בִּלְבַד!",
            "אִיבָּעֵית אֵימָא: הָנֵי נָמֵי כִּגְרוֹגְרוֹת וְצִמּוּקִין דָּמֵי, וְאִיבָּעֵית אֵימָא: לִדְבָרָיו דְּרַבִּי שִׁמְעוֹן קָאָמַר, וְלֵיהּ לָא סְבִירָא לֵיהּ.",
            "וְאִיבָּעֵית אֵימָא: לְדִבְרֵיהֶם דְּרַבָּנַן קָאָמַר לְהוּ. לְדִידִי אֵין מוּקְצֶה, אֶלָּא לְדִידְכוּ: אוֹדוֹ לִי מִיהַת הֵיכָא דְּיוֹצְאוֹת וְרוֹעוֹת בַּפֶּסַח וְנִכְנָסוֹת בִּרְבִיעָה רִאשׁוֹנָה דְּבַיָּיתוֹת הֵן. וַאֲמַרוּ לֵיהּ רַבָּנַן: לָא, מִדְבָּרִיּוֹת הֵן.",
            "<br><br><big><strong>הֲדַרַן עֲלָךְ מַשִּׁילִין פֵּירוֹת וּסְלִיקָא מַסֶּכֶת בֵּיצָה</strong></big><br><br>"
        ]
    ],
    "versions": [
        [
            "William Davidson Edition - Vocalized Aramaic",
            "https://korenpub.co.il/collections/the-noe-edition-koren-talmud-bavli-1"
        ]
    ],
    "heTitle": "ביצה",
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Moed"
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ]
}