{
    "versionTitle": "merged", 
    "categories": [
        "Halakhah"
    ], 
    "language": "en", 
    "title": "Ben Ish Hai", 
    "text": {
        "Toledot": [], 
        "Mishpatim": [], 
        "Tazria": [], 
        "Shoftim": [], 
        "Behaalotkha": [], 
        "Ki Tisa": [], 
        "Lekh Lekha": [], 
        "Noakh": [
            "There are three kinds of tallit. The first is of lamb and sheep's wool. On this kind of tallit, one should also make the tzitzit of this kind of wool, and this is the Torah obligation according to all opinions, and according to everyone, wearing this fulfills the positive mitzvah of the Torah: The second kind of tallit is from cotton or silk, and regarding this there is a disagreement in which some say the obligation is from the Torah and some say the obligation is from the Rabbis, and also for those who say that it is a rabbinic obligation one can bless upon it as one would for rabbinic mitzvot, and regarding the tzitzit even though according to our teacher and his people you can affix tzitzit of lamb's wool onto other kinds of garments, nonetheless, if the tallit is made of a good kind of wool upon which one could affix tzitzit of the same kind of material (i.e. cotton), since according to the Maharam meRotenburg and his people, we don't dismiss wool tzitzit that are on a different kind of garment, and therefore in order to fulfill the obligation according to the aforementioned disagreement, one should affix tzitzit of the same material as the garment. However, all of this is specifically in a case in which the tallit is cotton and then one affixes cotton tzitzit, but if the tallit is silk, it is hard to find silk tzitzit that were made correctly. Since I've heard of one particular person who brought silk... because with silk, the throwing and pulling must be for the sake of the mitzvah, because the throwing and pulling of silk is like spinning wool... therefore it is hard to find proper silk tzitzit...and even though... it seems that this opinion is not in accordance with that particular", 
            "", 
            "", 
            "", 
            "", 
            "A garment that does not have four corners is exempt from the requirement to affix fringes. And if the garment has five corners or more must [have fringes affixed]. However, [for a garment with more than four corners, do not affix fringes to all the corners, but just to four corners. And one must be careful to affix the fringes onto the four corners that are farthest away from each other, because those that are farthest from each other meet the definition of \"corners\" more so than corners that are closer to each other. And if one affixed [fringes to] more than four corners, they will have transgressed [the negative commandment of] not adding [to the commandments of the Torah] when adorning such a garment. Nevertheless, one should be careful to distance themselves from a garment like this and not wear a garment that has more than four corners, even if one affixes fringes to only four of the corners, as certain authorities disagree and exempt such a garment [with more than four corners] from the requirement to affix fringes."
        ], 
        "Emor": [], 
        "Balak": [], 
        "Shelakh": [], 
        "Miketz": [], 
        "Khayei Sarah": [], 
        "Korakh": [], 
        "Akharei Mot": [], 
        "Terumah": [], 
        "Yitro": [], 
        "Shemini": [], 
        "Bo": [], 
        "Tzav Hilkhot Pesakh": [], 
        "Devarim": [], 
        "Purim": [], 
        "Vayetze": [], 
        "Vayigash": [], 
        "Pinekhas": [], 
        "Khukat": [], 
        "Masei": [], 
        "Vayera": [], 
        "Vayelekh": [], 
        "Tzav Hilkhot Eiruv Tavshilin": [], 
        "Mattot": [], 
        "Vayikra": [], 
        "Behar": [], 
        "Vayekhi": [], 
        "Shemot": [], 
        "Vezot Haberakha": [], 
        "Naso": [], 
        "Ki Tetze": [], 
        "Re'eh": [], 
        "Pekudei": [], 
        "Vaera": [], 
        "Haazinu": [], 
        "Ekev": [], 
        "Nitzavim": [], 
        "Vayakhel": [], 
        "Khanukkah": [], 
        "Vayishlakh": [], 
        "Tzav Hilkhot Pesakh on Shabbat": [], 
        "Tetzaveh": [], 
        "Beshalakh": [], 
        "Ki Tavo": [], 
        "Bamidbar": [], 
        "Vaetkhanan": [], 
        "Bereshit": [
            "Before saying the berachah/blessing and wrapping [yourself in the tzitzit] direct your thoughts to fulfill the positive commandment to wear tzitzit that are fringed according to halakhah, as it says \"And they shall make for themselves fringes on the wings of their garments.,\" which is a positive time bound commandment. And be means of this kavanah/intention there will be power in his preparation in the berachah to raise the mayin nukvin and to draw down the mochin as Rabbeinu haRashash wrote in Nahar Shalom, and therefore it is good to say with his mouth before the berakhah \"Leshem yichud kudsha brikh hu ushekhinteh/For the unification of the Holy Blessed One and His Shekhinah\" etc. \"Hareini muchan lilvosh tzitzit metzuyetzet kehalakhah kemo shetzivanu Hashem Eloheinu 'Ve'asu lehem tzitzit `al kanfei bigdeihem kedei la`asot nachat ruach leyotzreinu/I declare myself ready to don tzitzit fringed according to halakhah as Hashem Eloheinu commanded us 'And they shall make for themselves fringes on the wings of their garments'\" in order to bring satisfaction to our Designer etc. And also he needs to have kavanah at the time of wrapping in them that Hakadosh Barukh Hu commanded us to wrap in them in order that we remember all His mitvot, to perform them, and the Acharonim z\"l have written that whoever does not do so, of him is said, \"va'tehi yir'atam oti mitzvat anashim melumdah/Their fear of Me was like commandments of men done by rote.\"", 
            "One should say the berachah \"lehit`atef betzitzit\" with a shva under the beit, not a patach [i.e. betzitzit and not batzitzit], and it is necessary to direct intention during the berachah over the tallit gadol/large tallit to exempt the tallit katan/small tallit that is on him that he did not remove during the night, because there is a svara/rationale that one might need to say a berakhah on the tallit katan in the morning, but because of safek berakhot lehakel [if doubtful of a berakhah, be lenient] we do not say it. And I wrote in my holy sefer Mekabtziel that if one makes that kavanah then it applies to the other, and it is not necessary to handle the tallit katan at the time of the berakhah also according to the opinion of Maran z\"l, and therefore since forgetfulness happens with people and they wander and do not have kavanah sometimes, therefore it is proper to accustom oneself to add the nusach/phrasing \"leshem yichud kusha brikh hu u'shekhinteh..\" mentioned above, as well as these words, \"Hareinu muhcan levarekh `al `atifat hatalit ketikun chazal/I declare myself ready to say the berakhah on wrapping in a tallit as our Sages ordained,\" and \"hareini mechavin liftor bavrakhah zu gam hatalit katan she`alai/I declare that I intend to exempt with this berakhah also the tallit katan that is on me.\"", 
            "Before saying the berakhah one should see and check the strings of the tzitzit that they should have no missing part that disqualifies, and also separate the tzitzit by hand so that they not be tangled. And only on Shabbat he should not distangle them but only check them. Also further one should be careful to check each day and look at the strings at the top at the foundation at the hole, because if even one is severed there they are is disqualified. And in a pressing time, when he is late to come or the tzibur/congregation is waiting for him to do petichat haheichal/opening the ark or to read the Torah he can rely on on a chazakah and not check that time. And likewise one who is traveling and unable to repair, the Acharonim have written that one could rely on a chazakah and not check.", 
            "Also one should be careful to check the tallit katan beforehand, and in this also his wife should help him in the mitzvah, that she should be careful to check the tallit katan when she summons the clothes for her husband to change them, and she should be careful likewise the separate the strings because due to washing they will certainly be tangled, and then she will get reward for the mitzvah to save her husband from a prohibition, because sometimes a man is panicked to don clothes and does not check. But nonetheless he should not rely on his wife, but check and afterwards say the berakhah.", 
            "The order of wrapping in the tallit gadol is as follows. After finishing the berekhah wrap only your head with it, and not like those who are overwise and wrap their entire bodies initially, because we only have the words of Rabeinu the Arizal. And after you have wrapped your head let the four wings go down the shoulders towards your front, two to the right and two to the left. Then first grab the two on the right and cast them behind you to the left, so that they be wrapped around your neck over your left shoulder to the back, while the two left ones remain hanging in front of you, and wait the short time length of walking four amot or slightly less, then follow by sending the left ones also behind you to the left, so that now all four corners are hanging behind you together on the left, and wait the time of walking four amot and then let the tallit that is wrapped around your neck go down over all your body. And now you will be wrapped in it, your head and body together. Such is the way it is detailed in Sefer Hakavanot, drush hatzitzit perek 1, and as the Rav El\"Y [? ] z\"l beautifully explained on daf 107 amud 4, and likewise explicitly stated in the siddur of Rabeinu haRashash z\"l. And what he wrote that one should wait between throwing the two right ones and the two left ones, a time length of walking 4 amot, is not explained explicitly in the words of Rabeinu z\"l and in the words of the Rashash z\"l, but because it is explained there that it is necessary to do kavanot in that part by itself, and kavanot in the other part by itself, thus the throwing of the the first two while the two left ones are still hanging in front has a matter to it by itself. And we do not make these kavanot, therefore it suffices for us to wait the time of walking four amot, in order to fulfill the precept of this matter, and as written \"`eder `eder levado/each flock by itself... and put a space between one flock and the other.\"", 
            "The tallit gadol and tallit katan, in either case say the berakhah standing. And the custom of Rabeinu the Arizal is that he also wrap his head first with the tallit katan, and afterwards let it down on his body, and therefore he would say a berakhah of \"lehit`atef\" for the tallit katan. And whoever does this, it is good, however whoever does not wrap his head but immediately lets it down over his body and dons it, should say the berakhah `al mitzvat tzitzi\" and not say \"lehit`atef.", 
            "One who dons a new tallit should say the berekhah \"shehechiyanu\" after the berakhah of \"lehit`atef,\" but for a tallit katan we do not say \"shehechiyanu\" because the common way is not to make it of valuable material so that he rejoice in it, but if one makes it from a valuable material that he rejoices in, he should say shehechiyanu.", 
            "One need not bother to make some sign on the tallit to always place one side of the tallit on his head and not the other way, as some are accustomed to do and make a sign, because it is explicit in the words of the Arizal that we need not bother, and therefore one can don it as it comes to him.", 
            "One should be careful to never remove the tallit katan from him at any time, neither during sleep, neither during marital relations, but only when he enters the bathhouse remove it, or when he enters the toilet room and he has no outer garment on him covering the tallit katan, then he should cover and conceal the tzitzit on it so they not hang openly.", 
            "If he removed the tallit gadol in order to enter the toilet room or for some other business with the intention of putting it back on immediately, he need not say the blessing over it again. Even though Maran z\"l reasons that one should recite it, we maintain \"safek berakhot lehakel/if in doubt, do not recite a berakhah,\" and even against the reasoning of Maran z\"l. This too is the rule with the tallit katan if he removed in to go in to immerse [in a mikvah], he should not say a berakhah when he dons it when he goes out, due to safek berakhot lehakel, and even though it is explicitly stated in Sefer Hakavanot of Rabeinu the Arizal that his practice was to say the berakhah on the tallit katan after immersion, and we do not say that safek berakhot takes precedence over Rabeinu the Arizal, anyhow it could be said that Rabeinu the Arizal is different, because he would linger in the immersion and do many kavanot, so that some hesech da`at/diversion of mind is made. However if he removes it in order to enter the bath where he will stay long, it is preferable to say the berakhah as the Arizal did. This is what I brought up in my holy book Mekabtzi`el. But if he changes his clothes and dons a different tallit katan, even if he dons it immediately after removing the first one, he should say the berakhah on the new one, an this too is the rule with a tallit gadol if he removes the one that is on him and dons a different tallit gadol, he should say the berakhah on the second one. And in my holy book Rav Pe`alim I wrote a responsa bs\"d, regarding someone whose practice it is to don tzitzit and tefilin each day in his house, in order to enter the synagogue in tzitzit and tefilin, but because he walks in pathways where many people pass back and forth, those of the Brit and those who are not of the Brit, he does not don the tallit gadol that he has in the synagogue, because it is visible to people, but instead he has a very thin tallit that large enough to be a tallit gadol but is not very big, and he dons in his house under his coat, and because it is very fine and also because it is not long it is not visible to people who apss by, and when he enters the synagogue he leaves this one on him under his coat, and dons the tallit gadol that he has, and I brought up bs\"d that he can say the berakhah in the synagogue on the second tallit, even though the first one is on him that he said a blessing over in his house, because there is a gap between [going from] his house to the synagogue, and also there is a hesech da`at since he says verses by the mezuzah, and furthermore it takes him much time to walk the path, and there in the synagogue he dons a different tallit that is full-sized, wrapping his head and body, while the tallit that is on him rests on his shoulder and legs, and also I found other reasons regarding this why he should say the berakhah, so one should not have any doubt on this regarding safek berakhot."
        ], 
        "Vayeshev": []
    }, 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "heTitle": "בן איש חי", 
    "versionSource": "http://www.sefaria.org/Ben_Ish_Hai", 
    "schema": {
        "heTitle": "בן איש חי", 
        "nodes": [
            {
                "heTitle": "בראשית", 
                "enTitle": "Bereshit"
            }, 
            {
                "heTitle": "נח", 
                "enTitle": "Noakh"
            }, 
            {
                "heTitle": "לך לך", 
                "enTitle": "Lekh Lekha"
            }, 
            {
                "heTitle": "וירא", 
                "enTitle": "Vayera"
            }, 
            {
                "heTitle": "חיי שרה", 
                "enTitle": "Khayei Sarah"
            }, 
            {
                "heTitle": "תולדות", 
                "enTitle": "Toledot"
            }, 
            {
                "heTitle": "ויצא", 
                "enTitle": "Vayetze"
            }, 
            {
                "heTitle": "וישלח", 
                "enTitle": "Vayishlakh"
            }, 
            {
                "heTitle": "וישב", 
                "enTitle": "Vayeshev"
            }, 
            {
                "heTitle": "חנוכה", 
                "enTitle": "Khanukkah"
            }, 
            {
                "heTitle": "מקץ", 
                "enTitle": "Miketz"
            }, 
            {
                "heTitle": "ויגש", 
                "enTitle": "Vayigash"
            }, 
            {
                "heTitle": "ויחי", 
                "enTitle": "Vayekhi"
            }, 
            {
                "heTitle": "שמות", 
                "enTitle": "Shemot"
            }, 
            {
                "heTitle": "וארא", 
                "enTitle": "Vaera"
            }, 
            {
                "heTitle": "בא", 
                "enTitle": "Bo"
            }, 
            {
                "heTitle": "בשלח", 
                "enTitle": "Beshalakh"
            }, 
            {
                "heTitle": "יתרו", 
                "enTitle": "Yitro"
            }, 
            {
                "heTitle": "משפטים", 
                "enTitle": "Mishpatim"
            }, 
            {
                "heTitle": "תרומה", 
                "enTitle": "Terumah"
            }, 
            {
                "heTitle": "תצוה", 
                "enTitle": "Tetzaveh"
            }, 
            {
                "heTitle": "פורים", 
                "enTitle": "Purim"
            }, 
            {
                "heTitle": "כי תשא", 
                "enTitle": "Ki Tisa"
            }, 
            {
                "heTitle": "ויקהל", 
                "enTitle": "Vayakhel"
            }, 
            {
                "heTitle": "פקודי", 
                "enTitle": "Pekudei"
            }, 
            {
                "heTitle": "ויקרא", 
                "enTitle": "Vayikra"
            }, 
            {
                "heTitle": "צו הלכות פסח", 
                "enTitle": "Tzav Hilkhot Pesakh"
            }, 
            {
                "heTitle": "צו הלכות פסח בשבת", 
                "enTitle": "Tzav Hilkhot Pesakh on Shabbat"
            }, 
            {
                "heTitle": "צו הלכות עירוב תבשילין", 
                "enTitle": "Tzav Hilkhot Eiruv Tavshilin"
            }, 
            {
                "heTitle": "שמיני", 
                "enTitle": "Shemini"
            }, 
            {
                "heTitle": "תזריע", 
                "enTitle": "Tazria"
            }, 
            {
                "heTitle": "אחרי מות", 
                "enTitle": "Akharei Mot"
            }, 
            {
                "heTitle": "אמור", 
                "enTitle": "Emor"
            }, 
            {
                "heTitle": "בהר", 
                "enTitle": "Behar"
            }, 
            {
                "heTitle": "במדבר", 
                "enTitle": "Bamidbar"
            }, 
            {
                "heTitle": "נשא", 
                "enTitle": "Naso"
            }, 
            {
                "heTitle": "בהעלותך", 
                "enTitle": "Behaalotkha"
            }, 
            {
                "heTitle": "שלח", 
                "enTitle": "Shelakh"
            }, 
            {
                "heTitle": "קרח", 
                "enTitle": "Korakh"
            }, 
            {
                "heTitle": "חקת", 
                "enTitle": "Khukat"
            }, 
            {
                "heTitle": "בלק", 
                "enTitle": "Balak"
            }, 
            {
                "heTitle": "פינחס", 
                "enTitle": "Pinekhas"
            }, 
            {
                "heTitle": "מטות", 
                "enTitle": "Mattot"
            }, 
            {
                "heTitle": "מסעי", 
                "enTitle": "Masei"
            }, 
            {
                "heTitle": "דברים", 
                "enTitle": "Devarim"
            }, 
            {
                "heTitle": "ואתחנן", 
                "enTitle": "Vaetkhanan"
            }, 
            {
                "heTitle": "עקב", 
                "enTitle": "Ekev"
            }, 
            {
                "heTitle": "ראה", 
                "enTitle": "Re'eh"
            }, 
            {
                "heTitle": "שופטים", 
                "enTitle": "Shoftim"
            }, 
            {
                "heTitle": "כי תצא", 
                "enTitle": "Ki Tetze"
            }, 
            {
                "heTitle": "כי תבוא", 
                "enTitle": "Ki Tavo"
            }, 
            {
                "heTitle": "נצבים", 
                "enTitle": "Nitzavim"
            }, 
            {
                "heTitle": "וילך", 
                "enTitle": "Vayelekh"
            }, 
            {
                "heTitle": "האזינו", 
                "enTitle": "Haazinu"
            }, 
            {
                "heTitle": "וזאת הברכה", 
                "enTitle": "Vezot Haberakha"
            }
        ], 
        "key": "Ben Ish Hai", 
        "enTitle": "Ben Ish Hai"
    }
}