{
    "title": "Melechet Shlomo on Mishneh Torah, Sales",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Melechet_Shlomo_on_Mishneh_Torah,_Sales",
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>כיצד בכסף וכו' לא קנה עד שיכתוב את השטר וכו'.</b> כתב מרן כ\"מ דמדלא חילק רבינו בין שטרי קנין לשטר ראיה נראה שדעתו כדעת הר\"ן ז\"ל שכתב בפ\"ק דקידושין וז\"ל ונ\"ל ודאי דהתם בשטר קנין עסקינן מטעמא דכתיבנא אבל בשמעתין מדקאמר סתמא בכל שטר עסקינן שכיון שדרכן לכתוב את השטר לוקח לא סמכה דעתיה עד שיכתוב את השטר אפי' בשטר הודאה ומיהו במקום שנהגו לכתוב שטר קנין תולה קנייתו על השטר ואינו קונה משעת נתינת הכסף והיינו ההיא דפ' חזקת הבתים אבל במקום שנהגו לכתוב שטר ראיה לבד אי אפשר ללוקח שיתלה קנייתו בו שהרי אינו קונה בו אלא שכשכותב אותו שטר קונה בכסף משעת ראשונה וכל זמן שלא נכתב אינו קונה משום דלא סמכה דעתיה וכו' וכן הרמב\"ם בפ\"א מהל' מכירה לא חילק ושטר ראיה דקאמרינן שאינו מועיל לקנין היינו שטר הודאה בעלמא שמודה שמכר דשטר כזה אינו קונה אבל שטר מכר כהני שטרי דידן אע\"פ שכתוב בהן ומכרתי וכו' יעו\"ש.<br><b> וראיתי</b> בס' שמחת יו\"ט סי' נ\"א שתמה על דברי הר\"ן ז\"ל ממ\"ש הר\"ן גופיה בפ\"ק דגיטין אמתני' דכל השטרות העולין בערכאות של גוים כשרים דפריך בגמ' לא שנא מכר ולא שנא מתנה בשלמא מכר מכי יהיב זוזי קנה ושטר ראיה בעלמא אלא מתנה במאי קנה בהאי שטרא האי שטרא חספא בעלמא הוא וכו' ע\"ז כתב וז\"ל וכיון דהודאה מהנייא כי אמר בשלמא מכר ומתנה אמתנה לאו דווקא דאה\"נ דמצינן למימר איפכא ובמתנה אתיא שפיר היכא שהשטר אינו בא אלא לראיה כגון שהודה שנתן לו שדהו והקנהו לו בחזקה ואיכא גוונא דמצינן לאתמוהי אמכר כגון דהוה [זוזי] הלואה גביה שאין הקרקע נקנה בהם ולא קנה ליה אלא בשטרא אלא משום דסתם מכר וכו' יעו\"ש ולפי שיטתיה דס\"ל דשטר קנין תולה קנייתו בשטר דוקא אמאי לא קאמר דמשכחת לה כה\"ג דבמקום שכותבים שטר קנין אין דעתו לקנות כי אם בשטר והשטר פסול וכו' יעו\"ש.<br><b> ולענ\"ד</b> נראה להליץ בעד הר\"ן ז\"ל ולומר דהא דכתב בפ\"ק דקידושין דהיכא דהשטר הוא שטר קנין דעתיה לקנות בשטר היינו דווקא בשטרי דידן דקנין כסף וקנין שטר שוים הם ועוד בה דבשטר קנין דמהני אף לראיה ברם בשטר גוי דלא מהני דהא ודאי כל היכא דאית ליה כסף שנותן עכשיו ודאי דדעתיה הוא לקנות בכסף משו\"ה לא אשכח גוונא שיסמוך דעתיה אשטר כי אם בהיה לו מלוה גבי מוכר דאז דוקא דעתיה אשטר קנין ובכה\"ג הוא דמצי למיפרך האי שטרא חספא בעלמא הוא. ואל תשיבני מנכסי גוי דכי יהיב ליה ישראל זוזי אסתלק גוי וישראל לא קני עד דמטא שטרא לידיה דמשמע דאי הגוי לא אסתלק בקבלת זוזי הוה מקני לישראל בשטר קנין אף דאיכא כסף ואף דהשטר הוא שטר גוי לא היא דהתם שאני שהמוכר הוא גוי ומשום אלמותיה דגוי שביק קנין כסף ולא סמיך דעתיה כי אם על השטר ברם הכא ששניהם ישראלים אמרינן דדעתיה בכסף.<br><b> עוד </b> הקשה הרב הנזכר שם וז\"ל אמנם מדברי הריטב\"א מבואר דס\"ל דאפי' בשטר קנין קונה משעת נתינת המעות ויש להקשות לסברת הרב ז\"ל מההיא דאמרינן בפ' חזקת הבתים (בבא בתרא דף נ\"א) דפריך אהא דהמוכר שדה לאשתו קנתה ולא אמרינן לגלויי זוזי בעא פשיטא וכו' ותיקני בשטרא ועל כרחך מאי דפריך הכי הוא דבמקום שכותבין את השטר היו כמ\"ש התוס' ועל כרחך במקום שכותבין שטר הראוי לקנין היו וכו' ולפי סברת הריטב\"א דאפי' בשטר קנין קונה למפרע מאי פריך הא שפיר נמי במאי דלא אמרינן לגלויי זוזי הוא דעביד וקנתה בכסף לענין שקנתה משעת ראשונה ולא משעת כתיבת השטר ונפק\"מ טובא וכו' יעו\"ש.<br><b> ולפי </b> קוצר עניות דעתי נראה לומר דרב הונא פריך לרב נחמן כלפי מאי דאמר ליה ר\"נ לא הוה מר גבן באורתא דאמרינן מילי מעלייתא ועיקר חדושא הוא דקנתה ומשום דלא אמרינן לגלויי זוזי הוא דבעא וע\"ז הוא דפריך דאי משום הא לא אירייא דאפי' דאמרינן לגלויי זוזי עבד תיקני ליה בשטרא ועיקר חדושא אינו אלא לקניית הקרקע אבל מאימת קנתה לא עייל נפשיה ואה\"נ דנפק\"מ למאי דביני ביני אבל בהאי לא נחית אלא לעיקר הקנייה משום דלא אמרינן לגלויי זוזי וע\"ז הוא דפריך ויש לדחות ודוק (א\"ה ס\"ט ומ\"ש רבינו <b> דאין קרקע נקנה בפחות משו\"פ </b> כתב הרב המגיד מימרא פ\"ק דקידושין ומרן ב\"י סי' ק\"צ כתב דהיינו מדאמרינן שם בפ\"ק דף ג' ואשה בפחות משו\"פ לא מיקנייא נפשה וכפי מ\"ש התוס' יעו\"ש ויש לתמוה דבהדיא היא מימרא בדף י\"ג ע\"א א\"ר אסי אמר רב מני כשם שאין אשה נקנית פחות משו\"פ כך אין קרקע נקנית פחות משוה פרוטה עד כאן שו\"ר להרב בני יעקב בהגהותיו על הטור ולהרב שמחת יו\"ט סי' נ\"ג שהקשו כן על דברי מרן ב\"י והביא דבריו הרב מטה שמעון יעו\"ש והתימה גדולה על הרב הלכה למשה בפירקין שכתב וז\"ל כתב הרה\"מ מימרא פ\"ק דקידושין גם רבינו ירוחם נתיב י\"א ח\"א כתב דהכי איתא פ\"ק דקידושין וחיפשנו ולא מצאנו מימרא מפורשת ע\"ז זולת מ\"ש שם דף ג' ואשה בפחות משו\"פ לא מיקנייא נפשה וכגירסת ר\"ת שהביאו שם התוס' והיינו טעמא משום דגמר קיחה קיחה משדה עפרון דכתיב ביה כסף ובפחות משו\"פ לא מיקרי כסף וכמ\"ש הרב ב\"י ריש סי' ק\"צ וכו' יעו\"ש והוא פלא איך נעלם מיניה דהיא מימרא מפורשת דף י\"ג וכנ\"ל וצ\"ע) ועי' להרב כבוד יו\"ט בפירקין."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>ולמה תקנו חכמים דבר זה וכו'.</b> שאלה. ראובן היה לו פרה שלא בכרה ומכרה לגוי וקבל הדמים ואח\"כ מכרה הגוי ללוי ונתן לו הדמים ועדיין הפרה בבית ראובן ונגנבה משם ואמר הגוי ללוי אל ירך לבבך על הדמים שנתת לי כי אני אחזירם לך אף כי איני חייב להחזיר ואם המצא ימצא הפרה הרי היא שלך כאשר בתחילה ואז א\"ל לוי כי לא יתכן שיקח הפרה אף כי ימצא יען שלא עשה קנין בפרה ועדיין היה בבית ראובן וכשמוע הגוי את דברי לוי ההוא אמר שמי הוא זה אשר יעבור תחת השבט ומעמיד כנגדו ובתוך כך ילדה הפרה זכר והוא ראשון ועתה שאל השואל אם יש לולד זה דין בכור או לא ויבא שכרו כפול מן השמים.<br><b> תשובה</b> עיקרא דהאי מילתא תליא בפלוגתא דר' יוחנן וריש לקיש בפ' הזהב (בבא מציעא דף מ\"ז ע\"ב) אי מעות קונות או משיכה דבר תורה דר\"י ס\"ל מעות קונות ד\"ת ומשיכה תקנתא דרבנן היא כדי שלא יאמר לו נשרפו חיטיך וכו' ור\"ל ס\"ל משיכה מפורשת מן התורה ונמשך מזה דלר\"י דס\"ל דמעות קונות בישראל נמצא דלגוי בעי משיכה ולר\"ל דס\"ל משיכה קונה ד\"ת לגוי בעי כסף וכמבואר בריש פ\"ב דבכורות. ולענין הלכה רובא דרבוותא פסקו כר\"י דמעות קונות בישראל הלא המה הרי\"ף והרא\"ש והרמב\"ם והטור ור\"ת וסיעתיה. אמנם בגוי פסק הרמב\"ם בפ\"א מהל' זכיה דקונה ומקנה בין בכסף בין במשיכה וכמ\"ש הרב המגיד שם שהרמב\"ם דחה ההיא סוגיא דבכורות וז\"ל וגוי שמכר מטלטלין וכו' כונת רבינו היא שהגוי קונה ומקנה בין במשיכה בין בדמים ובודאי דין משיכה פשוט הוא ומסקנא דגמ' בפ' בתרא דעבודה זרה דמשיכה דגוי קונה ובדמים דעת רבינו היא דכי אמרינן התם משיכה דגוי קונה אף משיכה בגוי קונה קאמר וה\"ה למעות וכן מוכחת הסוגייא דאמרינן התם [ל]דעת זו דביין נסך בהקדמת המעות סגי כדאיתא התם וכו' וכבר נחלקו עליו (ואמר דכי) [ואמרו דהכי] קי\"ל דגוי דוקא במשיכה ולא בכסף וכ\"כ הרמב\"ן בהל' בכורות והדברים עתיקים ע\"כ וכן ראיתי בחי' הרמב\"ן לעבודה זרה דף ס\"ג שכתב וז\"ל הא דהקשו והא מחסרה משיכה משמע לי דאליבא דריש לקיש מקשינן דאילו לר' יוחנן כיון דמדאורייתא מעות קונות ולא משיכה הא לא מחסרה משיכה ודמפרקינן בזונה כותית דלא קניא במשיכה פרש\"י דכי כתיבה משיכה בישראל כתיבא ואף זה כר\"ל דלר\"י איפכא היא בישראל מעות ובגוי משיכה וכו' עד כאן הרי כמ\"ש הרה\"מ.<br><b> והשתא</b> קשיא לי מה שהביא מרן ביו\"ד סי' קל\"ב וז\"ל ועוד כתב הרשב\"א בתורת הבית הארוך על הא דאמרינן בגמ' ואי לא עבדיתו הכי כי קא הוי יין נסך ברשותייכו קא הוי וכו' ואפי' את\"ל דמעות אינם קונות בגוי אלא משיכה דוקא וכדאמרינן מה עמיתך בחדא אף גוי בחדא אפ\"ה כיון שנתן ופסק המעות על דעת להוציאם נתנם ולקנות מעכשיו וכו'. אבל הרמב\"ן פירש דאמימר אף משיכה קאמר הוא הדין למעות הלכך כל שהקדים לו מעות ופסק סמכה דעתיה וקנה ולפיכך מותר וזה נכון יותר עכ\"ל נראה שהוא תופס דברי הרמב\"ן עיקר וכן נראה ממ\"ש בקצר הקדים לו הגוי מותר אע\"פ שהוא מודד לעצמו שכל שפוסק ונותן מעות קנה עכ\"ל יעו\"ש הרי בפירוש היפך מ\"ש הרב המגיד בשמו ודעתו כדעת הרמב\"ם וכבר ראיתי למהרש\"ך בח\"ב סי' קט\"ז שהקשה כן להרה\"מ ותירץ וז\"ל אם לא שנאמר דגרסינן הרמב\"ם שמפרש כן בדברי אמימר וכמ\"ש הרה\"מ או שנפרש שמ\"ש הרב המגיד וכ\"כ הרמב\"ן קאי על מה שנחלקו על דברי הרמב\"ם שהוא ג\"כ כתבו עכ\"ל.<br><b> ואחרי</b> המחילה רבה לא זכיתי להבין שום אחד מב' התירוצים דהא לפי מ\"ש לעיל בשמו שכתב בחי' עבודה זרה דלר' יוחנן הוי איפכא דישראל במעות ובגוי במשיכה הרי דלא כהרמב\"ם וכמ\"ש הרב המגיד ומה שתירץ בתחילה דגרסינן בדברי הרשב\"א הרמב\"ם אכתי גם זה לא יתכן לענ\"ד שהרי הריטב\"א בחי' לע\"ז דף ע\"א כתב וז\"ל תדע דהני פרסאי מסדרי פרדשני ולא הדרי בהו פרש\"י וכו' ויש שפרשו דאמימר אף משיכה בגוי קונה קאמר וה\"ה לכסף וכן דעת רבינו הרמב\"ן אבל אינו מחוור וכו' ובתר הכי כתב עוד וז\"ל ולפי אותה שיטה אין לנו לומר אלא דתלמודא סבר השתא דדלמא רב סבר דגוי קונה בין בכסף בין במשיכה וכו' וכל שכן לפי פרושו דאמימר ס\"ל הכי וכדעת רבינו הרמב\"ן ז\"ל עכ\"ל. הרי לך להדיא כמ\"ש הרשב\"א בתורת הבית והוי כדעת הרמב\"ן היפך מ\"ש הרה\"מ משמו והיפך מ\"ש בחי' לע\"ז דף ס\"ג והדבר צריך לי עיון.<br><b> איברא</b> שדברי הרשב\"א שבתורת הבית הלזו תמוהים הם בעיני במאי דס\"ל כהרמב\"ם וכמ\"ש מרן דגוי קונה ומקנה בין בכסף בין במשיכה ואילו הוא ז\"ל כתב בפ\"ב דחולין דף ל\"ט ע\"ב וז\"ל חזינן אי איניש אלמא הוא דלא מצי למדחי ליה אסור וכו' פרש\"י ז\"ל ואע\"ג דמעות קונות אי לאו גברא אלמא דמצי מדחי ליה שרי וכו' והרמב\"ן ז\"ל הקשה עליו דכיון שהוא קונה ממילא אתסר דהא על כרחך שותפו הוא ואסיר דמסתבר' לי דהא אתייא כאמימר דאמר בשלהי דעבודה זרה ומעות בגוי אינם קונות וקי\"ל כוותיה והלכך אם לאו גברא אלמא הוא הא לא קנה ואינו שותף בה דא\"ל הא רישך והר ומיהו בגברא אלמא דעל כרחיה שקיל הו\"ל כאילו נעשה שותף בה ואסור מדרבנן קאמר ובהא מתרצא לי קושיא אחרת דאי לא אפי' בגברא אלמא אמאי אסור והא קי\"ל דמשיכה בגוי קונה ולא מעות ואף הרמב\"ם ז\"ל נשמר מזה ואמר דרב אשי לטעמיה דאמר בע\"ז דמעות בגוי קונות ולא קי\"ל כוותיה ואין צורך עכ\"ל. הרי שכתב דכי אמרינן בגמ' אמימר אמר משיכה בגוי קונה היינו דווקא משיכה ולא מעות שכן כתב דהא אתייא כאמימר דאמר בשלהי דע\"ז דמעות אינם קונות בגוי וקי\"ל כוותיה וכן מ\"ש אח\"כ והא קי\"ל דמשיכה דגוי קונה ולא מעות וכו' והוא סותר את עצמו שכתב בתורת הבית דמעות קונות בגוי וכמ\"ש לעיל ומ\"ש והרמב\"ם ז\"ל נשמר מזה ט\"ס הוא וצ\"ל והרמב\"ן וכן הוא להדיא בחי' הרמב\"ן לחולין בס' מזבח כפרה יעו\"ש.<br><b> ומרן</b> החבי\"ב בחו\"מ סי' קצ\"ד הגהות הטור אות י\"ג כתב וז\"ל אמר המאסף אם משיכה בגוי קונה או כסף קונה בגוי איכא פלוגתא ביני רבוותא לדעת רש\"י כסף קונה בגוי ולא משיכה ולדעת ר\"ת משיכה ולא כסף ולדעת הרמב\"ם בפ\"א מהל' זכיה והרשב\"א שהביא הרב המגיד גוי קונה במשיכה או בכסף וכן נראה מדבריו בתשובות להרמב\"ן סי' רכ\"ה וכו' יעו\"ש. ואני בעוניי לא ראיתי מזה כלום להרה\"מ שהביא משם הרשב\"א. והטור ז\"ל פסק בסי' קצ\"ח כר' יוחנן ובסי' קצ\"ד פסק דמעות בגוי קונות וז\"ל אבל במטלטלין קונה בנתינת המעות עד כאן וביו\"ד סי' קל\"ב פסק וז\"ל ולפיכך ישראל שמוכר יינו לגוי צריך להזהר שלא יאסר בעודו ברשותו כיצד יעשה יקח ממנו המעות קודם שימדוד לו היין ויתנה עמו שיתנם לו במתנה אף אם לא יתן לו היין דאי לאו הכי לא נקנו שאין מעות קונות בגוי עד שימשוך וכו' עד כאן הרי שלא כמ\"ש בחו\"מ סי' קצ\"ד כבר ראיתי למהרש\"ך בח\"ב סי' קט\"ז שהקשה כן ומהרד\"ב סי' קנ\"א רצה להליץ בעד הטור ז\"ל באומרו דהטור לשיטתיה אזיל דפסק ביו\"ד סי' ש\"כ דצריך בגוי כסף ומשיכה ומשום חומרא ואף כאן צריך ג\"כ משיכה משום חומרא דיין נסך ולא קנה עד שימשוך אבל בעלמא ס\"ל כהרמב\"ם וכו' יעו\"ש.<br><b> ולענ\"ד</b> דבריו צריכים לי עיון שהרי שם באותו סי' פסק הטור וז\"ל ואם פסק דמי היין ומדדו לתוך כליו של ישראל ומשכו הגוי אפי' לכליו של גוי שאין בפיו עכבת יין כלל ומשכו הגוי מותר וכו' היה הגוי מודד הגביהו תחילה לקנותו קנאו נמצא כשמערה אח\"כ למדוד שלו הוא לא הגביהו תחילה לקנות אסור וכו' יעו\"ש הרי להדיא בדין יין נסך גופיה שכתב דמשיכה לחוד סגי והוא היפך מ\"ש הרב ז\"ל לדעת הטור (עיין להרב לחם שלמה דף פ\"ט ע\"ב יעו\"ש) והש\"ך בסוף סי' קצ\"ד ס\"ק ד' כתב וז\"ל גם א\"א לפרש כאן בנתינת המעות לחוד קנה דהרא\"ש פסק בריש פ\"ב דבכורות דמשיכה בגוי קונה ולא מעות אע\"ג דבפ\"ק דבכורות כתב הרא\"ש דטוב לחוש ג\"כ לסברת רש\"י מ\"מ ודאי מידי ספקא לא נפקא וכ\"כ הטור והרב גופייהו ביו\"ד סי' ש\"כ דיעשה משיכה ומעות דדילמא (מ\"ק) [מעות אינן קונות] והיאך כתבו כאן בפשיטות דקונה עם נתינת המעות אלא כאן ר\"ל לאפוקי מ\"ש בתחילה דבקרקע צריך שטר ולא מהני כסף קמ\"ל דבמטלטלין א\"צ שטר וסגי בנתינת כסף בקנייני מטלטלין ע\"פ הדין ואה\"נ דלמ\"ד דצריך משיכה לא מהני נתינת המעות בלא משיכה עכ\"ל והרב לחם חמודות הקשה קושייא זאת להרא\"ש מדידיה אדידיה דבפ\"ק חשש לסברת רש\"י ואילו בפ\"ב כתב בפשיטות כר\"ת והניחו בצ\"ע ועיין בס' בני יעקב סי' ב' מה שתירץ לזה.<br><b> איך</b> שיהיה בין למר ובין למר דעת הטור הוא דגוי קונה במשיכה אלא דפליגי אי קונה נמי במעות כדעת הרמב\"ם או לא ובהגהות אשרי בפ' הזהב כתב וז\"ל והיכא דאין לו (ב)מה למשוך מודה ריש לקיש דמעות קונות הלכך נראה בעיני דישראל שיש לו פרה מבכרת מותר לו לקבל הדמים מן הגוי ולמכור לו העובר אע\"ג דלא משך הגוי ולהפקיעו מהבכורה וחוזר וקונהו מן הגוי לאחר שיולד ואינו יכול למשוך העובר מעות קונות ומשיכת האם אינה מועלת לעובר וכו' יעו\"ש נראה דקאי בשיטת ר\"ת ודעימיה ואילו בפ' חזקת הבתים (בבא בתרא דף נ\"ד) גבי נכסי הגר הרי הן כהפקר פסק להיפך וז\"ל שכל קניינו בכסף ודוקא בקרקע אבל במטלטלין אם ישראל קנה מן הגוי ונתן לו המעות ועדיין לא משך המטלטלין ובא אחר והחזיק אין יכול דהלוקח קנה במעות דלא בעייא משיכה אלא מיד עמיתך דהכי אמרינן ישראל שנתן מעות לגוי בבהמתו בדיניהם אע\"פ שלא משך קנה מא\"ז יעו\"ש הרי לך בפירוש היפך מ\"ש בפ' הזהב ועיין למהרש\"ך ח\"ב סי' קט\"ז שהקשה להטור מדידיה אדידיה וכן נמי להנמוק\"י ולא שלטה עינו הטוב בהגהות אשרי ושו\"ר להרב פנים מאירות בח\"ב שהקשה כן ותירץ דמשום חומר דבכור חייש לר' יוחנן וכו' יעו\"ש. והרואה יראה דלא משום דחייש הוא אלא דבקושטא דמילתא פסק כר' יוחנן וכדעת רובא דרבוותא יעו\"ש.<br><b> והנה </b> לקושיית הרב לחם חמודות שהקשה להרא\"ש שכתבנו לעיל תירץ הרב בני יעקב בתשובה סי' ב' דלא דמי דהא ודאי לענין דינא ס\"ל להרא\"ש בכל התורה כולה כר' יוחנן ומשיכה בגוי קונה ואם משך גוי בהמה מישראל נפטרה מהבכורה משעה שמשכה אע\"פ שלא נתן המעות וכו' אמנם בההיא דפ\"ק שבאו לעשות תקנה לכתחילה ע\"כ הבכור אשר יולד ברשות ישראל להקנותו לגוי קודם שיצא לאויר העולם להפקיעו מהבכורה כי היכי דלא ליתי לידי תקלה בכה\"ג ראו לחוש לסברת רש\"י דהאיך נעשה מעשה בידים כדי להפקיע מהבכורה במילתא דאיפליגו בה רבוותא יעו\"ש באורך.<br><b> ומעתה</b> אשכחנא פתרי למ\"ש הטור בסי' ש\"כ ביו\"ד שמצריך תרוייהו שדעתו שאף שבסי' קל\"ב פסק דמשיכה בגוי קונה וכמ\"ש לעיל ובישראל פסק בחו\"מ סי' קצ\"ח כר' יוחנן אפ\"ה לגבי בכור בכה\"ג שבא להפקיעו מדין בכורה צריך תרוייהו וההיא דסי' קצ\"ד כבר כתבתי לעיל משם הרב ש\"ך דהוא לאפוקי דלא בעי שטר קאתי וההיא ביו\"ד דסי' קל\"ב שצריך תרוייהו שיתנם לו המעות במתנה היינו משום דהתם לא שייך משיכה דהא איכא עכבת יין אפומיה וכמבואר וא\"כ לדעת הטור ישראל שמכר פרה לגוי ומשכה הגוי אף שלא נתן הדמים אם אח\"כ ילדה ה\"נ דפטורה מהבכורה יען כי לא לפוטרה מכרה כי אם זוזי הוא דאיצטריכו ליה וכדעת הרא\"ש אביו ואם מכרה כדי לפוטרה מהבכורה בהא ודאי צריך תרוייהו מעות ומשיכה וכדכתב הרא\"ש בפ\"ק ובהא ודאי לא פליגי. ואתה תחזה למהר\"מ מלובלין בסי' ל\"א שכתב וז\"ל תשובה תחילה צריכים אנו לדקדק אם ולד זה קדוש אם לאו הרא\"ש פסק בפ' הלוקח דבכורות שאם קנה ישראל בהמה מגוי ולא משכה רק נתן לו מקצת הדמים שאינה חייבת בבכורה וכן פסק בה\"ג והטעם דקי\"ל כר' יוחנן דגבי ישראל מעות קונות מדאורייתא ומשיכה תקנתא דרבנן אבל גבי גוי דוקא במשיכה. אבל בתשובת מהרי\"ל פסק דהוי ספק בכור דמספקא ליה אי קי\"ל כר\"י או כריש לקיש ומטעם זה פסק הטור כשמוכר בהמה לגוי כדי לפוטרה מהלכות בכורה צריך להקנותה במעות ובמשיכה עכ\"ל. ומעתה אף שהרא\"ש פסק כר\"י מ\"מ בנדון הרב שפסק הטור אזיל ומודה דצריך תרוייהו וכמ\"ש בפ\"ק בעובדא דמרי בר רחל וא\"כ מה מקום לחלק בין הרא\"ש להטור ואנחנו לא נדע במאי פליגי האב ובנו.<br><b> ודע</b> דבהך סברא דהרא\"ש והטור קאי נמי התוס' בפ' בתרא דעבודה זרה שכתבו וז\"ל והרוצה לחוש לסברת רש\"י ור\"ת המקנה בהמה לגוי לפוטרה מהבכורה צריך שיתן לגוי כסף וגם משיכה וכו' וראיתי למור\"ם בתשובה סי' פ\"ז שכתב וז\"ל והיינו דווקא לכתחילה כדמוכח מלשון התוס' דכתבו בתחילת דבריהם כדברי ר\"ת וכתבו אח\"כ והרוצה לחוש לסברת רש\"י ור\"ת שמע מינה דברצון העושה תליא מילתא אבל מדינא ודאי קי\"ל כר\"ת וכו' ונראה דאף אם נאמר דקנה הישראל במסירת המעות מ\"מ מאחר שנגנבה אח\"כ ואמר הגוי הריני משלם נקנה הפרה לגוי בכל מקום שהיא כדאמרינן בפ' המפקיד המפקיד אצל חבירו פירות או כלים שלם ולא רצה לישבע שהרי אמרו שומר חנם נשבע ויוצא נמצא הגנב משלם תשלומי כפל למי משלם למי שהפקדון אצלו ואמרינן התם הא אין אדם מקני דבר שלא בא לעולם ומשני א\"ל רבא נעשה כמי שאמר לו לכשתגנב ותרצה ותשלמני הרי פרתי קנויה לך מעכשיו וכו' וא\"כ שמעינן דאם אמר הריני משלם נעשה כאומר הרי פרתי קנויה לך מעכשיו וכו' יעו\"ש ועיין להש\"ך ביו\"ד סי' ש\"כ ס\"ק ח' שהביא דברי מור\"ם הללו יעו\"ש.<br><b> ולענ\"ד</b> נראה לומר דלא דמי נדון הרב ז\"ל לההיא דהמפקיד והוא דנדון הרב ז\"ל הוא בלוקח פרה מן הגוי בכסף ולא משך וע\"ז עלה ונסתפק וא\"כ מאי מייתי ראיה מהתם דהתם שאני דהאי שומר וכן נמי השואל או נפקד מתחילה היה הפרה בבית בעלים ואח\"כ כי משך השומר או השואל מהני האי משיכה לכשיאמר הריני משלם שתהא קנויה לו ע\"י משיכה זו ונמצא שהיא קנויה לו למפרע מאז ומקדם וכן נמי לאיכא דאמרי שמביא אח\"כ הש\"ס נעשה כמי שאומר הרי פרתי קנויה לך סמוך לגנבתה דהא מיהא משך השומר הפרה ומועיל לסמוך לגנבתה להיות קנויה לו מעתה והו\"ל כאילו עתה משכה אבל בנדון הרב ז\"ל שהישראל לא משך מעולם כדי שנאמר דכי אמר הגוי הריני משלם אותה משיכה שמשכה הגוי מישראל מהני שתהיה קנויה לו מאחר שלא משכה ולא יצאתה מרשותו. וההיא שהביא מהתרומת הדשן סי' ק\"ל יעו\"ש לא דמי דהתם משך השומר בשעה שמסרה וגם האכילה וחשיבה שפיר מעות ואמטו להכי קנה ומשום דאין אדם מקנה דבר שלא בא לעולם ליכא דנעשה כאומר לכשתגנב וכו' אבל בלא משיכה זה לא שמענו באופן שדברי הרב ז\"ל לא זכיתי להבינם וצ\"ע.<br><b> איך</b> שיהיה נמצא לנדון דידן לדעת הרא\"ש והטור ור\"ת ודעימיה לא קנה הגוי זה את הפרה יען כי לא משך וברשות ישראל קיימא ולדעת רש\"י דפסק כריש לקיש ואף לדעת הרמב\"ם דפסק כר' יוחנן וכן לדעת הטור כפי מ\"ש הרב מהרד\"ב שכתב דקאי כוותיה שפיר קנה הגוי במעות דהא גוי קונה ומקנה או בהא או בהא. אמנם אחר ההתבוננות נראה דהכא לכו\"ע קנה לפי מה שבא בשאלה שהגוי היה אלם וכל כי האי כבר כתב הרב צמח צדק בסי' ס\"א וס\"ב וס\"ג דבגוי אלם שפיר קנה אף לרש\"י יעו\"ש ועיי\"ש בחי' הרשב\"א דנראה דאף באלם לא קנה וא\"ת הא כבר כתב הרב מהר\"מ מינץ בסי' ה' שמנהג הסוחרים לא מהני לפוטרה מהבכורה כבר חלק עליו הרב צ\"צ בין מנהג הסוחרים לאלם ועיין בס' זכרון יוסף סי' כ\"א שחלק על הרב צ\"צ יעו\"ש וא\"כ כי מכרה הגוי ללוי שפיר קנה לוי לדעת הפוסקים דגוי קונה ומקנה בין בכסף בין במשיכה ודלוי הוי וחייבת בבכורה וכתב הש\"ך בסי' ש\"כ ס\"ק ח' וז\"ל ומשמע דה\"ה אם קנה פרה מהגוי דלר\"ת משיכה קונה דוקא ולרש\"י מעות וא\"כ אם עשה הישראל משיכה או מעות וילדה חייבת בבכורה מספקא דכן מבואר מתשובת מהר\"ם מינץ וכו' יעו\"ש. וכי תימא הא כבר כתבתי לעיל משם מור\"ם בתשובה דכיון דאמר הריני משלם נקנה הפרה לגוי ונמצא דשלו היא ופטורה מהבכורה הא ליתא דהא לפי מה שבא בשאלה הגוי גילה ואמר שאם ימצא הרי היא שלו כבתחילה נמצא דלא כיון לקנות הפרה וצריך לחוש לסברת הרמב\"ם ודעימיה וחייבת הנראה לענ\"ד כתבתי וחתמתי שמי הצעיר<br><b> שלמה </b> בכ\"ר <b> שמואל חכים </b> ס\"ט"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הנוטל כלים מן האומן וכו' והוא שיגביהנו.</b> עיין להרב לח\"מ ז\"ל שהקשה דהיכי קאמר הגביהו כדי לקנות דשמואל לא אמר אלא כדי לבקרו יעו\"ש והבית דוד חו\"מ סי' ק\"ג כתב עליו דאשתמיט מיניה מ\"ש הרי\"ף והרא\"ש פ' השואל עובדא דההוא טבחא דאיתיה בפ' הספינה דף פ\"ח והוא דקבעי לכלא כלומר דוקא אי צריך לכולו חייב בדמי כולו ואם לאו אינו חייב כי אם בדמי מה שהיה בדעתו לקנות והשאר פטור וא\"כ אין כונת הרמב\"ם דצריך כונה להקנותו אלא כדי שלא יתחייב בשאר כדעת הרי\"ף והרא\"ש והנראה דבגירסתינו ליתא להא דכתבו הרי\"ף והרא\"ש וגם לא אמרוהו במקומו לכן לא היה בידו לפרש דברי הרמב\"ם על דרך זה אבל האמת הוא כמ\"ש בלי ספק יעו\"ש. ואחרי המחילה רבה נראה דאשתמיט מיניה דמר דברי הרי\"ף שבפ' הספינה שכתב וה\"מ דקיצי דמי וכולא כדכתיבנן בפ' השואל וק\"ל."
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן מי שאמר לחברו ליתן מתנה ולא נתן הרי זה ממחוסרי אמנה בד\"א במתנה מועטת שהרי סמכה דעתו של מקבל כשהבטיחו וכו'.</b> הרי\"ף ז\"ל הביא מ\"ש בירושלמי וז\"ל ר' יעקב בשם רבי יוחנן אמר ליתן מתנה לחבירו ובקש לחזור בו מותר וכו' רב מפקיד לשמעיה אימת אימא לך תתן מתנה לבר נש אי הוא מסכן הב ליה מיד ואי עתיר אימליך בי תניינות עד כאן ומרן ב\"י בסי' ר\"ד כתב שרבינו הביא הירושלמי כאן יעו\"ש וכתב מרן החבי\"ב בהגהות ב\"י אות י' וז\"ל אמר המאסף לא ראיתי בדברי הרמב\"ם שם גילוי מזה הירושלמי כלל ודבריו שבשם הם דברי גמרתינו שמחלק בין מתנה מרובה למתנה מועטת ונראה מדברי רבינו בעל הטורים ומדברי רבינו שהם מפרשים הירושלמי הזה במתנה מועטת אבל במתנה מרובה אפי' איש עני יכול לחזור בו וכו' יעו\"ש.<br><b> והנה</b> מ\"ש שנראה מדברי מרן ב\"י שמפרש הירושלמי במתנה מועטת אבל במתנה מרובה יכול לחזור בו אפי' איש עני לכאורה נראה כן ממה שפסק בספרו הקצר סי' רמ\"ג ס\"ב וז\"ל בד\"א וכו' אבל אם א\"ל הולך לפלוני מנה זה יכול לחזור בו כל זמן שלא הגיע ליד המקבל ואם המקבל עני אינו יכול לחזור בו אם היא מתנה מועטת כמו שנתבאר עד כאן הרי דאף בעני דאינו יכול לחזור בו היינו דווקא במתנה מועטת וכמ\"ש הרב ז\"ל איברא דמור\"ם ז\"ל שם הגיה בדברי מרן וז\"ל ואפי' בעשיר יש בו משום מחוסרי אמנה עד כאן וכתב הסמ\"ע וז\"ל וכונתו ללמדנו שט\"ס נפל בדברי המחבר וצריכין להגיה דבריו וכמ\"ש ואפי' בעשיר וכו' כי הדין שכתב בנותן מתנה לעני הוי כנדר ובנדר אין חילוק בין מתנה מרובה למתנה מועטת ובחיוב גמור ולא משום מחוסרי אמנה וכ\"כ בב\"י ס\"ב בשם הירושלמי דפ' הזהב ומשו\"ה צריכין לומר שט\"ס הוא בדברי המחבר ומה שמסיק המחבר וכתב אם הוא מתנה מועטת לא משום נדר אלא משום הבטחה בעלמא ומשו\"ה דוקא במתנה מועטת דסמכה דעתיה דמקבל קאי עלה במחוסרי אמנה בחזרתו וכמ\"ש הטור והמחבר בסי' ר\"ד יעו\"ש ובש\"ך והרב גופיה בהגהות ב\"י אות ה' כתב וז\"ל הדברים מבוארים דלא פלגינן בין מתנה מרובה למתנה מועטת אלא בעשיר אבל בעני לעולם הוי נדר ולשון רבינו המחבר בספר הקצר מוכיח בהיפך וכבר תיקנו הרב המפה וכדכתב הסמ\"ע עכ\"ל ובסי' קכ\"ה ס\"ו כתב הטור וז\"ל לפיכך אם אמר הולך מנה זה לפלוני שאני נותן לו יכול לחזור בו עד שיגיע ליד המקבל ואם המקבל עני אמירתו לגבוה כמסירתו להדיוט ואינו יכול לחזור בו עד כאן וכתב הרב ב\"י ז\"ל ירושלמי כתבו הרי\"ף בפ' הזהב עד כאן.<br><b> הרי </b> להדיא שהטור ומרן ז\"ל תרוייהו ס\"ל בפירוש הירושלמי דלא שנא מתנה מועטת ולא שנא מתנה מרובה בעני נעשה נדר והדבר פשוט דמנה הוא מתנה מרובה וכדאמרינן בפ\"ק דגיטין דף י\"ד ע\"א א\"ל רב לרב אחא ברדלא קבא דמוריקא אית לי גבך יהביה לפלוני באפיה קאמינא לך דלא הדרנא בי ופרכינן מכלל דאי בעי למיהדר מצי למיהדר ופריק דה\"ק דברים הללו לא נתנו לחזרה והדר פריך הא אמר רב חדא זמנא מנה לי בידך תנה לפלוני במעמד שלשתם קנה ומשני אי מהתם הו\"א הני מילי במתנה מרובה אבל במתנה מועטת לא לבעי בפניו קמ\"ל ופי' רש\"י ז\"ל מתנה מרובה מנה עד כאן וא\"כ התם בשתי המקומות במנה קא משתעי וכל שכן למ\"ש הרב גופיה בסי' רמ\"ג דלא שנא מתנה מרובה ולא שנא מועטת בעני נעשה נדר. ועוד דמהיכא נראה מדברי הטור והב\"י ז\"ל שהם מפרשים הירושלמי דמיירי במתנה מועטת אדרבא אנן איפכא שמעינן לה שכתב מרן ז\"ל וזה לשונו וצ\"ל שהירושלמי שאמר מותר לחזור בו דוקא במתנה מרובה דאילו במתנה מועטת אינו מותר לחזור בו עד כאן ואם כונתו לומר דמ\"ש מרן הוא לר' יוחנן אבל לרב שמותר לחזור בו אפי' במתנה מועטת א\"כ כי קאמר רב מפקיד לשמעיה וכו' אינו אלא במתנה מועטת ואם זו היא כונתו אחרי המחילה רבה אינו מוכרח דכיון דמשום נדר אתינן עלה מאי שנא מתנה מרובה ממתנה מועטת וכמ\"ש הסמ\"ע ז\"ל ובודאי דכל מתנה קאמר וכדמשמע מפשט הירושלמי באופן שדברי הרב צריכים לי עיון ועי' במרדכי בפ\"ק דבתרא סי' תצ\"ט דכתב דהא דבעני נעשה נדר היינו דווקא שיש בידו בשעת נדר כפי מה שנדר ליתן לצדקה אז הוי נדר ולא מצי הדר ביה אבל אין בידו כפי מה שנדר נראה שאין הנדר חל ומצי לחזור עיי\"ש ועיין בס' שער יוסף בסי' ט' דף ל' שכתב בענין זה באורך."
            ],
            [],
            [],
            [
                "<b>הורו מקצת המורים שאם קנה לעצמו במעות חבירו אחר שזקפן עליו במלוה הרי קנה לעצמו ומקבלין ממנו כשאמר זקפתי עלי אותם המעות במלוה ואני אומר שאין דין זה דין אמת אלא המקח של המשלח.</b> וכתב הרב המגיד דעת אלו בעלי הוראה הוא מכח שמועה דהגוזל עצים ודעת המחבר כדעת הרב מתיבות וקרוב לזה דעת ההלכות בענין העסק עד כאן ונראה דטעמו הוא מדכתב רבינו בהל' י' הנותן מעות לקנות לו קרקע או מטלטלין והניח מעות חבירו אצלו והלך וקנה לעצמו במעותיו מה שעשה עשוי וכו' ומדלא כתב שזקפן עליו במלוה בפני עדים משמע דס\"ל היפך דעת הרשב\"א ז\"ל וכדעת הרב מתיבות שכתב גבי עובדא בפ' האומר דרבה בר בר חנה יהיב ליה זוזי לרב א\"ל זבין לי האי ארעא אזל זבנה לנפשיה ופריך והא תניא מה שעשה עשוי אלא שנהג בו מנהג רמאות ומשני וכו' והקשה הר\"ן מההיא דתניא בתוספתא הנותן מעות לשלוחו ליקח לו פירות למחצית שכר אין עליו אלא תרעומת ואם יודע שלקח ומכר מוציאים ממנו בעל כרחו ותירץ דהא דתוספתא בזוזי דמשלח היה ומשו\"ה מוציאים ממנו בעל כרחו אבל רב בזוזי דנפשיה זבן עד כאן ומשום הכי כתב והניח מעות חבירו והלך וקנה במעותיו כדעת הרשב\"א.<br><b> ומ\"ש </b> וקרוב לזה הוא דעת ההלכות היינו משום דכתב הרי\"ף ז\"ל בפ' המקבל וז\"ל היכא דשקיל איניש עיסקא מחבריה לאעסוקיה ביה ואזל ליה לדוכתא אחריתי ובעו למפלגיה לההוא עיסקא או זוזי דעיסקא קמי בי\"ד אדעתא למישקל לההוא פלגא בתורת מלוה לעסוקיה לנפשיה כי היכי דלא למיתן ליה רווחא למאריה דעיסקא קא שמעינן משמעתיה דרבא דאמר להכי קרו עיסקא דא\"ל לעסוקיה ביה יהבית לך ולא למשתי שכרא דלית ליה למיפלג לממונא לאעסוקיה בפני כל בי\"ד שבעולם ולא מהני תנאה כלום ועוד אי אמרת מהני תנאה וכו' א\"כ מאי מהני לן האי דעבוד רבנן עיסקא פלגא מלוה ופלגא פקדון הואיל ומילתא תליא ביה בלוה ואי בעי לאתנויי ולבטולי מצי בטיל עכ\"ל וכנראה להדיא דס\"ל להרי\"ף דאפילו יאמר בפני עדים לצורך עצמי אני קונה אין מקבלין ממנו כדעת רבינו והיפך דעת הרשב\"א דלהרשב\"א ס\"ל דהיכא דאמר בפני עדים לצורך עצמי אני קונה מקבלין טענתיה ואין כן דעת הרי\"ף והיינו דכתב הרב המגיד בלשון וקרוב לזה דעת ההלכות והרואה יראה דדברי הרי\"ף הם מבוארים בלי גמגום כלל נראה דכונתו הוא מדכתב הרי\"ף דא\"כ מאי מהני תקנתא דעבוד רבנן עיסקא פלגא מלוה ופלגא פקדון ומפני התקנה הוא דלא מצי למפלגיה אבל בענין אחר אפי' דמודה דמצי לקנות לעצמו הכא דאמר כן בפני עדים וכן ראיתי להרשב\"א הובאו דבריו בליקוטי הרב בצלאל וז\"ל ואולי גם הרב מודה בדין זה אלא דבממון שנתן לעסק ומפני התקנה וכו' יעו\"ש ומשו\"ה כתב הרה\"מ וקרוב לזה דעת ההלכות (עיין להרב כנסת הגדולה סי' קפ\"ג הגהות ב\"י אות י\"ג) אלא דא\"כ קשה על הרב מהר\"י בן עזרא הביא דבריו מהרש\"ך בח\"ב סי' קט\"ז שכתב וז\"ל ויש לתמוה על הרב שכתב וקרוב לזה דעת ההלכות יעו\"ש ולפי מ\"ש נראה דליכא קושיא כלל וכדכתיבנא.<br><b> עוד</b> כתב הרב שם בתשובה וז\"ל ויש להסתפק לדעת הרשב\"א אם שינה השליח משליחותיה אי הוי כמו עדים או דילמא לא והאריך בזה יעו\"ש. ואחרי המחילה רבה דבריו תמוהים והוא דעיקר דברי הרשב\"א נראין הם דיצא לו מההיא ברייתא דשמעתין דת\"ר הנותן מעות לחבירו ליקח לו חיטין והלך וקנה שעורים אם פיחתו פיחתו לו ואם הותירו הותירו לו וכמ\"ש הרשב\"א בתשובה הביאה מרן ב\"י בסי' קמ\"ו מחודש ל\"ו וז\"ל אבל אם חזר בו בפני עדים ואמר סחורה זה שאני עושה לעצמי אני קונה קנה לעצמו וכדאמרינן בפ' הגוזל קמא הנותן מעות לחבירו ליקח בהם חיטין וכו' יעו\"ש ש\"מ דכל היכא דמתכוין לקנות לעצמו לא זכה בעל המעות וכן הביא ג\"כ הרב [בצלאל] בשטמ\"ק משמו וז\"ל היכא דנתכוון לגזול ולקנות לעצמו לא זכה אם פיחתו פיחתו לו ואם הותירו הותירו לעצמו דכל דנתכוון לגזול ולקנות לעצמו אין חילוק בין ר' [יהודה] לר' מאיר ומיהו דוקא כשיש עדים דקנה לעצמו אבל אם שינה ליכא למיעל בספק זה אם קנה או לא ומהתימה על הרב ז\"ל דטרח להביא עצות מרחוק דבדברי הרשב\"א מבואר ספיקו וכמ\"ש.<br><b> עוד </b> כתב הרב שם וז\"ל ומה שהכריח מהריב\"ל ז\"ל שדעת בעל מתיבות כהרמב\"ם אין זה הכרח שהרי הרשב\"א חילק חילוק זה לתרץ מה שהקשה הר\"ן ז\"ל כמ\"ש הרב המגיד בפ\"ז דמכירה ואפ\"ה מחלק הוא בין זקפן עליו במלוה בפני עדים להיכא דלא זקפן ואם הכרח הרב הוא הכרח תיקשי להרשב\"א דלמה לו לחלק בחילוק בעל מתיבות אלא על כרחך וכו'. ולענ\"ד נ\"ל דהא ודאי לק\"מ לפי מ\"ש הרשב\"א הובאו דבריו בהרב בצלאל בשטמ\"ק והוא דסוף דינו הניח הדבר בצ\"ע איכא למימר דמשו\"ה הוצרך לתרץ בחילוק הרב מתיבות משום דדינו לא בריר ליה יפה אבל הרב בעל מתיבות אי הוה ס\"ל הכי הו\"ל לחלק כן אלא דלפי\"ז קשה לי מ\"ש הרב פני משה בח\"א סי' ע\"ח שכתב וז\"ל ואף הרמב\"ם ז\"ל דפליג עלייהו אפשר דלא פליג אם הוא נאמן אלא דפליג אעיקרא דדינא עד כאן וקשה דאמאי כתב בלשון אפשר דלא פליג עלייהו שהרי כן משמע להדיא מדכתב שם בה\"י והניח מעות חבירו והלך וקנה במעותיו נראה דפליג עלייהו אעיקרא דדינא.<br><b> עוד </b> כתב הרב וז\"ל ולכאורה כן נראה ג\"כ מדקדוק דברי הרב ישעיה ז\"ל הביאו הטור ז\"ל סי' קע\"ו ס' ל\"ג עלה דהך דינא הנזכר דאחד מהשותפים שבא לחלוק בלא דעת חבירו שצריך לחלוק בפני ג' ואם השותפות הוא במעות שאינו צריך ג' כתב עלה הר' ישעיה וז\"ל ודוקא שהשלימו שותפותן אבל אם שמו מעות בשותפות להתעסק בהם לזמן אין אחד מהם יכול לחלוק וליטול זוזין ולומר כל מה שאשתכר בהם יהיה שלי עד שיודיע לחבירו או לג' שהן בי\"ד וכו' אך המדקדק היטב יראה דשנא ושנא דברי הרב ישעיה מדברי קצת מהמורים שהביא הרמב\"ם דעד כאן לא אמר הרב ישעיה אלא כשאחד מהשותפים הרויח בחלקו לבד ולא עסק בחלק חבירו כי אם בחלקו לבד בכי הא אית ליה להרב ישעיה דבמשלם זמן השותפות והיו המעות בעין דכמאן דפליגי דמי דמהימן לומר שלעצמו הרויח בחלקו אבל אם יאמר שגם בחלק חבירו נתעסק והרויח לעצמו מפני שזקפן עליו במלוה בהא לאו כל כמיניה לומר כך וכו' יעו\"ש ולפי קוצר עניות דעתי נראה שכן הוא מוכרח לומר דאי לא תימא הכי תיקשי דברי הטור אהדדי שכאן פסק כהרשב\"א וכאן פסק כהרב ישעיה אלא דעל כרכך צריכים אנו לחלק בין הא דהרמב\"ם להא דרב ישעיה וכמ\"ש הרב ז\"ל.<br><b> עוד</b> כתב הרב שם וז\"ל והטעם דאפשר דעד כאן לא אמרו מקצת מהמורים דבשליח תליא מילתא להזקיפם עליו במלוה ולהשתכר בהם אלא דוקא בשליח דבעל החיטים אינו יודע אם הוא שליח ולא כיון בעל הסחורה להקנות למשלח כי אם לשליח בכי הא מטעמא דמי הודיעו לבעל החיטים שיקנה חיטים לבעל המעות כדפריך בגמ' בפ' הגוזל קמא אמטו להכי אפשר דאית להו למקצת המורים שקנה השליח לעצמו אם זקפן עליו במלוה וכו' אך בנדון דידן שראובן ושמעון היו ידועים לשותפים וכל מי שהיה נושא ונותן בכל אחד מהם לשם שותפות היה נושא ונותן וכו' עכ\"ל. ואחרי המחילה רבה נוראות נפלאתי עליו דמנא ליה דדעת מקצת המורים הוא מטעם דבעל החיטים אינו יודע אם הוא שליח ולא כיון בעל הסחורה להקנות למשלח כי אם לשליח מטעמא דמי הודיעו לבעל החיטים שיקנה חיטים לבעל המעות מאחר דלא קי\"ל כבני מערבא אלא כר' יוחנן דאמר דדעתו להקנות לבעל המעות וכמ\"ש שם מרן ב\"י סי' קפ\"ג ס\"ז והרא\"ש והביא איהו גופיה דבריו שם וא\"כ מקצת המורים איך מצו למיהב טעמא דלא כהלכתא וליכא למימר דכונתו הוא דהם ס\"ל כסברת הרא\"ש שכתב בפ' הגוזל גבי פלוגתא דבני מערבא וז\"ל וליתא לחוכא דבני מערבא דאע\"ג דשני שליח מ\"מ אין מתכוין לקנות ודעתו לזכות לצורך בעל המעות ואע\"פ שבעל החיטים מזכה לשליח החיטים ידו כיד בעל המעות עד כאן וא\"כ אפשר דזהו כונת הרב שאמר דלא כיון להקנות למשלח כי אם לשליח וכדכתב הרא\"ש שבעל החיטים מזכה לשליח החיטים ומקצת המורים ס\"ל כהרא\"ש דכיון שבעל החיטים מזכה לשליח א\"כ אם זקפן עליו במלוה קנה לעצמו הא ודאי ליתא דכל כי האי מילתא הו\"ל להרב לפרש דברי המורים דס\"ל כסברת הרא\"ש ועוד מדכתב הרב ז\"ל דאינו מתכוין בעל החיטים להקנות למשלח כי אם לשליח דטעמא דמי הודיעו לבעל החיטים שיקנה חיטים לבעל המעות ולא קאמר הטעם שפירש הרא\"ש ז\"ל משמע דאין כונתו למאי דכתב הרא\"ש וצ\"ע (א\"ה ס\"ט עיין להרב בני אברהם בחו\"מ סי' ד' יעו\"ש)."
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>לפיכך הנותן ערבון לחבירו וא\"ל אם אני חוזר בי ערבוני מחול לך וכו'.</b> הנה הטור ז\"ל סי' ר\"ז סט\"ו הביא דין זה וז\"ל לפיכך הנותן ערבון על המקח ואומר אם אני חוזר בי ערבוני מחול לך ואמר המוכר אם אני חוזר בי אכפול לך ערבונך אם חוזר הלוקח קנה המוכר הערבון שהרי הוא תחת ידו וכו' יעו\"ש.<br><b> וראיתי</b> להרב מהר\"י חאנדאלי ז\"ל בתשובה סי' כ\"ב שהקשה להטור ז\"ל ממ\"ש בסוף סי' ע\"ג תשובת הרא\"ש ז\"ל וז\"ל וששאלת ראובן שרוצה לפדות משכונו שביד שמעון וא\"ל שמעון כבר מחלת לי תשובה מיהו מחילה לא שייך במשכון בשלמא כשאדם חייב לחבירו מנה ומוחל לו הוי מחילה במקום פרעון אבל כשיש לאדם חפץ ביד חבירו וא\"ל אני מוחל החפץ לאו כלום הוא אא\"כ שיאמר הריני נותנו לך עד כאן. והשתא אם איתא דבמטלטל לא שייך לשון מחילה כשהוא בעין הכא למה קנה המוכר כיון שהלוקח א\"ל לשם מחילה לא שייך במטלטלין ומאי שנא מההיא דכתב הרא\"ש גבי משכון והצריך עיון. ולענ\"ד אפ\"ל דערבון זה שנותן הלוקח הוא מעות ואם יחזור בו הלוקח ימחול לו ערבונו ואפי' לפי מ\"ש הסמ\"ע דהא דלא מהני לשון מחילה לאו דווקא בחפץ אלא ה\"ה מעות מ\"מ במעות שאינם צרורים וחתומים כבר כתב הש\"ך ז\"ל ס\"ק נ\"ה דמהני בהו לשון מחילה וז\"ל וכתב הסמ\"ע לאו דווקא בחפץ אלא ה\"ה מעות כל שהן בידו בתורת פקדון ובעין ודוקא בהלואה דלהוצאה ניתנה שייך שפיר לשון מחילה וכן מבואר לקמן וכ\"כ הב\"ח ונראין דבריהם דוקא במעות פקדון שהן צרורים וחתומים דאל\"כ כיון שיכול להשתמש בהן אפי' תובע אותם המפקיד א\"צ להחזיר אותם המעות עצמם אלא יכול ליתן מעות אחרים א\"כ דמי להלואה ושייך בהו לשון מחילה כך נראה לענ\"ד עכ\"ל. וא\"כ השתא דערבון זה לא ניתן להשבון דאם חזר בו הלוקח נשאר ביד המוכר וא\"כ אם חזר המוכר קנה מיהא כנגדו וכמ\"ש הסמ\"ע ז\"ל משם רבינו והטור ומרן ז\"ל וא\"כ פשיטא שיכול להשתמש ודמי שפיר להלואה דלהוצאה ניתנה ושייך שפיר לשון מחילה וזה פשוט ועיין בית שמואל סי' נ' ס\"ק ס\"א (א\"ה ס\"ט עי' בס' מטה שמעון סי' ר\"ז ס\"ק ס\"ג ובמהרשד\"ם ז\"ל סי' קצ\"ו)."
            ],
            [],
            [],
            [],
            [
                "<b>מי שמכר חצירו או שדהו ופירש בשעת המכירה וכו'.</b> הנה דייק רבינו וכתב ופירש בשעת המכירה לומר דלא מהני מאי דמגלי מקודם מכירה כי אם צריך לפרש בשעת המכירה דוקא וכן הוא דעת הרא\"ש והתוס' בפ' אלמנה ניזונת והטור חו\"מ סימן ר\"ז יעו\"ש וכ\"כ בס' התשב\"ץ בחוט המשולש בטור ד' סימן ג' וז\"ל וצריך שתדע דבהא דזבין ולא אצטריכו ליה זוזי צריך שיאמר בשעת המכר שהוא מוכר בשביל שהוא רוצה וכו' ואע\"פ דבההיא עובדא בנהרדעא לא הוזכר שם שפירשו בשעת המכר שאני התם שהדבר היה נודע מעצמו אצלם והדבר מעיד על עצמו דלא שייך שרוב בני אדם ימכרו שדותיהם בזמן אחד אם לא מסיבה כוללת ונוגעת לכולם לכן דן אותה רב נחמן כהנך מילי דסגי אומדן דעתא דאומדנא דמוכח הוא ואין צריך אפי' גילוי דעת וכו' יעו\"ש באורך וע\"פ דברי הרב ז\"ל אפשר לישב מה שהקשה מרן ב\"י ז\"ל שם ס\"ז עליה דהרא\"ש ז\"ל דהוא ס\"ל דצריך לפרש בשעת המכר כמ\"ש בפ' אלמנה ואילו בתשובה כלל פ\"ה כתב וז\"ל ויש מקומות דאפי' גילוי לא בעינן אלא אזלינן אחר דברים שבלב כגון שטר מברחת וזבין ולא אצטריכו ליה זוזי וכיוצא וכו' ואלו זבין ולא אצטריכו ליה זוזי ס\"ל דצריך שיפרש בשעת המכר יעו\"ש שהצריך עיון ולפי דברי הרב ז\"ל אפשר דהרא\"ש נתכוון לעובדא דרב נחמן דאין צריך שיפרש דהדבר מעיד על עצמו ובהך זבין ולא אצטריכו ליה זוזי הוא דכתב הרא\"ש דא\"צ גילוי דעת וק\"ל."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חייב עצמו בדבר שאינו קצוב.</b> כתב הטור בסי' ס' ס\"י וז\"ל והמחייב את עצמו בדבר שלא בא לעולם חייב וכו' אבל הנותן מתנה בדבר שאינו מצוי אצלו או בדבר שלא בא לעולם אפי' כתב לו שעבוד על שדה או קבל עליו אחריות על כל נכסיו אינו כלום ע\"כ.<br><b> וראיתי</b> להרב (גדו\"ת) [בעל התרומות] שער מ\"ג ח\"ד סי' ו' שכתב וז\"ל וזה אשר כתב לי בזה הרמב\"ן ז\"ל שנראה לו שהמוכר או הנותן מה שעתיד לקנות ושעבד נכסיו וקבל אחריות להעמידה בידו חייב להעמידה ואם לאו גובה מהם מדין ערב והוא שכתב דאקנה באחריות וליכא למימר מתנה אין כאן שעבוד אין כאן שיכול אדם שיחייב עצמו באחריות שאינו חייב בו על דרך חייב אני לך מנה בשטר וזהו אחריות וכל שכן בקנין ודאקנה בכל דין חיוב שמשתעבד הוא וכו' יעו\"ש מה שהקשה הגדולי תרומה על זה והש\"ך תירץ בס\"ק כ\"א וז\"ל ולא נראה דהרמב\"ן מיירי שחייב עצמו בכך וקבל אחריות להעמידה בידו הילכך נהי דהקנין אינו כלום מ\"מ החיוב חל על גופו לענין שחייב להעמידה בידו יעו\"ש. ולענ\"ד נראה לדקדק כן מדברי הרמב\"ן עצמו שכתב שם וז\"ל וליכא למימר מתנה אין כאן שעבוד אין כאן שיכול אדם שיחייב עצמו באחריות שאינו חייב בו על דרך חייב אני לך מנה בשטר וזהו אחריות וכו'. ומהתימה על הרב פני משה בח\"א סי' ס\"ו שעשה מחלוקת הך דהרמב\"ן ז\"ל עם הטור ולא דקדק במילת שיכול אדם שיחייב עצמו וכו' שכתב הרב ז\"ל וכמו כן קצת קשה על הרב לחם רב סי' קנ\"ח וק\"ל."
            ],
            [],
            [
                "<b>כשהיו חכמי ספרד רוצים להקנות וכו'.</b> עי' למרן כ\"מ שהקשה דכיון דקנין מעכשיו מסלק האסמכתא לדעת רבינו למה הוזקק לעשות התנאי במחול לך וכו' ועיין מ\"ש מוהר\"ש הלוי ז\"ל הובאו דבריו במל\"מ בדין זה וז\"ל דלכך הוזקק לזה דאם בדרך חיוב אם תעשה כך אם היה נאנס המתחייב ולא יכול לעשות פטור מן החיוב וכו' אבל כשהחיוב הוא מוחלט וקונין מזה שאם יהיה כך החוב מחול מעכשיו כל שלא נתקיים התנאי אף שנאנס הלא חייב ליתן שזה לא מחל אלא ע\"מ שיתקיים וכו' יעו\"ש ועי' במהר\"מ אלשיך ז\"ל סי' ל' שכתב חילוק זה עליה דרבינו והקשה כקושית מרן ז\"ל וחילק כן יעו\"ש."
            ]
        ],
        [],
        [],
        [],
        [
            [
                "<b>המוכר לחבירו במדה וכו'.</b> כתב הרב המגיד זו מימרא דרבא בכמה מקומות וכו' וכתב הר\"י בן מיגאש ז\"ל בפ' המוכר את הספינה דהאי חוזר פירושו שהמקח קיים ומחזיר מה שחסר אבל אין בטעות כזה בשום צד ביטול המקח אפי' ביותר משתות כיון דלא הוי טעותא בסך הערך וכן העלה הרשב\"א בפ' האיש מקדש וכו' ודברי המחבר ורבו עיקר וגם הרמב\"ן הודה לדבריהם בפ' בית כור כל זמן שאפשר להשלים ע\"כ.<br><b> והנה</b> לכאורה נראה שדעתו ז\"ל להשוות להר\"י בן מיגאש עם הרשב\"א ז\"ל ודעת הרמב\"ן שמחלק בין אפשר להשלים אז דוקא המקח קיים ובזה מודה להר\"י בן מיגאש והרשב\"א אבל בדבר שא\"א להשלים פליג עלייהו וס\"ל דבטל מקח ואי דעתו כן הוא קשיא לי טובא דהא הרמב\"ן ז\"ל כשכתב דין זה בפ' בית כור בד\"ה מתני' כתב וז\"ל והוי יודע דהאי גופא דאמרינן בה אפי' פחות מכדי אונאה חוזר אין אנו מודים בפירושה בטל מקח דוקא אלא פעמים בטל ופעמים קנה ומשלים אי אפשר להשלים כגון שדאי בה שיתא ולא שדא וכגון מכר לו בית ונמצא חסר מן המדה בטל מקח וכן בכלים ומטלטלין וכיוצא בהם אפשר להשלים כגון מכר לו פירות הללו בסאה בסלע ומדד ונמצא חסרה משלים נמצאת יתירה מחזיר ושתות ויתר משתות ופחות משתות שוין בדבר וכן דעת הר\"י בן מיגאש ז\"ל עכ\"ל הרי דהר\"י בן מיגאש ס\"ל כהרמב\"ן דהיכא דא\"א להשלים בטל מקח וא\"כ על כרחין לומר דהרשב\"א פליג על הר\"י בן מיגא\"ש שהרי כתב הר\"ן בפ' האומר והביאו מרן ב\"י סי' רל\"ב וז\"ל אבל הרשב\"א סובר דכי אמר רבא דבר שבמדה אפי' פחות מכדי אונאה חוזר לאו בטול מקח קאמר אלא האונאה קאמר ושתות ויתר משתות ופחות משתות כולם שוים בדבר זה שבכולן המקח קיים והאונאה חוזרת ואין חילוק בין דבר שיכול להשלים לדבר שאי אפשר להשלים שאפי' בדבר שא\"א להשלים כבית ושדה קנה ומחזיר האונאה והיינו מתני' דתנן ינכה והיינו דשמואל דאמר מקמצין ולפי\"ז הלוקח מחבירו שדה ומקצתו יוצאה מתחת ידו מפני שגזלה המוכר המקח קיים בשאר עכ\"ל הרי דהרמב\"ן והר\"י בן מיגאש ז\"ל חולקים עם הרשב\"א ואיך השוה להר\"י בן מיגאש עם הרשב\"א ולהרמב\"ן והר\"י בן מיגאש עשאם חולקים וצ\"ע.<br><b> שו\"ר </b> להרב במתני' שהביא משם הרשב\"א שהר\"י בן מיגאש ז\"ל כהרשב\"א היפך מ\"ש הרמב\"ן וכ\"כ בהספינה וא\"כ על כרחך לומר דמ\"ש הרמב\"ן וכן דעת הר\"י בן מיגאש לא קאי אלא על עיקר הדין דס\"ל דאינו חוזר המקח לאפוקי ממ\"ד דחוזר היינו חזרת המקח. ומרן ב\"י בסי' רנ\"ב כתב עליה דרבינו וז\"ל ומשמע דעד כאן לא אמר הרמב\"ם אלא בדבר שיכול להחזיר אבל בדבר שא\"א להשלים בטל מקח וכמ\"ש בסמוך משם הר\"ן ז\"ל והרמב\"ן וכן דעת הרא\"ש וכו' ועיין בכנסת הגדולה הגהות ב\"י אות ב' שציין להרב המגיד שבפ' כ\"ח בדין מדה בחבל שכתב שדעת רבינו כדעת הרשב\"א אם כונתו להקשות למרן ז\"ל אחרי המחילה רבה לק\"מ לא לדעת הרה\"מ אמרה כי אם לנפשיה ופליג למה שנראה מדברי הרה\"מ שבפירקין ועיין להרב מחנה אפרים בהל' מכירה סי' כ\"ג שהבין שדברי מרן הן עליה דהרה\"מ והקשה כן ולענ\"ד אין נראה כן ועי' בכ\"מ בדין שלפנינו וק\"ל (א\"ה עיין בס' מחנה יאודה שם)."
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>נאמן בעל המקח לומר לזה מכרתי ולזה לא מכרתי אמתי בזמן שהמקח יוצא מתחת ידו אבל אם אין המקח יוצא מתחת ידו הרי הוא עד אחד בלבד וכו' ולפיכך אם נטל הדמים משניהם [וכו'] אין כאן עדות כלל וכל אחד מהן נשבע בנקיטת חפץ.</b><br><b> הנה</b> דעת רבינו נראה לכאורה דס\"ל דעד אחד המסייע לנתבע פוטרו משבועה מדכתב ולא ידע ממי נטל מדעתו וממי נטל בעל כרחו וכל אחד מהם נשבע בנקיטת חפץ ונוטל חצי המקח משמע דאי הוה ידע נשבע הלה שבועה דאורייתא נגד העד ונוטל חצי המקח והנתבע נוטל בלא שבועה מאחר שאינו חייב אלא שבועה דרבנן וכן דקדק הראב\"ד בהשגות וכן הרב המגיד ז\"ל. אבל נראה לענ\"ד דאין זו מוכרח דאפשר לומר דדעתו הוא לומר דאילו ידע המוכר כל אחד לא מצי ליקח כי אם בשבועה בנקיטת חפץ דמאי אולמיה דהאי מהאי ושניהם שוים כאחד אבל אם ידע המוכר למאן זבן זה התובע צריך לישבע שבועה דאורייתא להכחיש את העד ליקח חצי המקח והנתבע נמי צריך ג\"כ לישבע שבועת היסת כדי ליקח ג\"כ החצי וזה הוא דעת מרן כ\"מ שכתב וז\"ל ועוד יש לתמוה עליו שכתב שלדעת רבינו עד אחד המסייע לנתבע פוטרו משבועה ואין שום גילוי בדברי רבינו לומר שיסבור כן עכ\"ל כנראה שכיון למ\"ש שאף שידע המוכר אכתי אפשר שישבע שבועת היסת שהיא בנקיטת חפץ וכמ\"ש רבינו בפי\"א מהל' שבועות מעיקר הדין כי ע\"פ הדברים האלה נסתלקה קושיית הרב מחנה אפרים בחי' לרבינו שהקשה על מרן כ\"מ דאל\"כ למאי מהני עדותו אם לחייב לחבירו שבועה דאורייתא בלא\"ה נשבע שבועת המשנה יעו\"ש ולפי מ\"ש נראה דלק\"מ וכן ג\"כ י\"ל למאי שדקדק הרב עצמות יוסף עליה דמרן כ\"מ ז\"ל.<br><b> איברא</b> דליכא להקשות להרב המגיד דס\"ל בדעת רבינו דעד אחד המסייע לנתבע פוטרו משבועה מהא דפסק רבינו בפ' ט\"ז מהלכות טוען ה\"ה וז\"ל ראובן שערער והביא עדים ששדה זו שלו ושמעון שבתוכה טען אתה מכרתה לי ואכלתי שני חזקה וראובן אומר בגזל אכלתה בין שלא היה שם עדים שאכל כלל בין שהיה שם עד אחד שאכלה שני חזקה אינו חייב להחזיר פירות שאכל וכו' וישבע שמעון היסת שאינו חייב לו מפירות שאכל ויפטר עד כאן הרי דפסק דאף דאיכא עד אחד המסייע לנתבע אפ\"ה חייב שבועת היסת ואם כדברי הרה\"מ פטור. הא ודאי לא קשיא דאפשר לומר דהכא שאני דהא שעד אחד המסייע לנתבע לא מעיד אלא שאכל שני חזקה אבל אם אכלם הפירות בגזל או שלקח הקרקע מראובן בהא לא מעיד ואף דאם היו ב' היה שמעון מחזיק בקרקע בעדותם מ\"מ בעד אחד לא מהני אפי' לפירות וכמ\"ש האחרונים לדבר אחר הלא בספרתם יעו\"ש והרא\"ש בפ\"ק דמציעא כתב שמדברי ר\"ת יש ללמוד דעד המסייע לנתבע פוטרו מהשבועה וכתב עוד ויש מביאים ראיה מפרקין לקמן א\"ל ר' חייא שאני הכא דקא מסייע ליה שטרא פירוש אע\"ג דבעלמא הילך חייב אלא שלשון השטר שכתוב בו סתם וכיון דפטרינן ליה משבועה בסיוע השטר אע\"פ שאין כאן עדות גמורה שאינו אלא שתים כל שכן עד אחד שמעיד כדברי הנתבע עד כאן והרואה יראה שיש לבעל דין לחלוק ולומר דדוקא ע\"י השטר פטור משבועה משום דעדים החתומים על השטר כמי שנחקרה עדותם בבי\"ד דמי וכדאמרינן בפ\"ב דכתובות דהא מיהא עדותם שלם הוי אבל היכא דליכא אלא עד אחד מנין לך הא דפטור.<br><b> עוד</b> כתב הרא\"ש שם וז\"ל ויש מקשין מהא דתנן לקמן השוכר פרה מחבירו והשאילה לאחר ומתה כדרכה ישבע השוכר שמתה כדרכה והשואל משלם לשוכר ואמאי ישבע השוכר הלא השואל מעיד שמתה כדרכה ויפטר השוכר משבועה וכו' יעו\"ש והקשה הרב שער המלך בהל' טוען מהא דכתבו התוס' בפ\"ב דקידושין דף מ\"ג ע\"ב ד\"ה לעולם וז\"ל וי\"ל דמ\"מ אפי' גבי פקדון אין נאמנין אשבועה וכל עד שאינו נאמן אלא בשבועה אין ממש בעדותו כמו שאפרש בסמוך יעו\"ש הרי דכל עדות דצריך שבועה אינו עדות וא\"כ הכא בשוכר פרה מחבירו והשאילה לאחר כיון דצריך לישבע השואל שאינו ברשותו למשאיל א\"כ כי מעיד השוכר שמתה כדרכה והשואל מסייעו אכתי צריך השואל שבועה שאינה ברשותו והדר מסייעו לשוכר וכה\"ג אין ממש בעדותו וכמ\"ש התוס' והצריך עיון. ולענ\"ד נראה לי דלק\"מ דאפשר דס\"ל להרא\"ש כדפי' הנמוק\"י במתני' וז\"ל ולא שייך שבועה כלל דהכא מיירי שאנו יודעים שמתה והשואל מודה שמתה כדרכה דאי לא ידענא שמתה אלא מפי השואל יש לו לישבע שאינה ברשותו עד כאן נמצא (דר\"א) [דר' יוסי] דאמר יחזיר ה\"מ דידעינן שמתה ומינה דלתנא קמא דס\"ל שישבע היינו נמי דידעינן שמתה אלא דלא ידעינן שפשע ומשו\"ה ישבע שמתה כדרכה וא\"כ שבועה שאינה ברשותו ליתא וא\"כ שפיר שייך שיעיד וכדברי הרא\"ש ז\"ל."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין אדם מקנה לא במכר ולא במתנה אלא דבר שיש בו ממש אבל דבר שאין בו ממש אינו נקנה. כיצד אין אדם מקנה ריח התפוח או טעם הדבש הזה [וכו'] לפיכך המקנה לחברו אכילת פירות דקל זו או דירת בית זה לא קנה עד שיקנה גוף הבית לדור בו וגוף האילן לאכול פירותיו כמו שיתבאר. ודין ההקדש והעניים אינו כדין ההדיוט בקנייתו וכו' אע\"פ שאינו מתקדש לפי שאינו בעולם ה\"ז חייב לקיים דברו שנאמר ככל היוצא מפיו יעשה.</b><br><b> הנה</b> כונת רבינו ברור מללו דמ\"ש בתחילה <b> אין אדם מקנה דבר שאין בו ממש כגון ריח התפוח או אכילת פירות דקל או דירת הבית וכיוצא </b> הוא משום שלא הקנה לו גוף החפץ כי אם הריח או אכילת הפירות שלא הקנה לו פירות גופייהו בלשון הקנאה אלא אכילת פירות דהוי דבר שאין בו ממש כמ\"ש רבינו בפ\"י מהל' זכיה וז\"ל שכיב מרע שאמר ידור פלוני בבית זה יאכל פלוני פירות דקל זה לא אמר כלום שלא הקנה להם אלא דבר שאין בו ממש שהדירה והאכילה וכיוצא בהם כדיבור וכשינה שאין נקנית וכו' יעו\"ש ומ\"ש רבינו עד שיקנה לו גוף הבית לדור בו וגוף האילן לאכול פירותיו וכו' ולא סגי ליה בהקנאת גוף הפירות לבד היינו משום דנהי דהוי דבר שיש בו ממש מ\"מ לא קנה משום דהוי דבר שלא בא לעולם ולכך פסק דצריך להקנות לו גוף האילן וכמ\"ש בריש פרקין וז\"ל אין אדם מקנה דבר שלא בא לעולם בין במכר בין במתנה כיצד מה שתוציא שדה זה מכור לך מה שיוציא אילן זה נתון לך תנו מה שתלד בהמה זו לפלוני לא קנה כלום וכן כל כיוצא בזה עד כאן הרי דבמקנה גוף העובר הוי דבר שיש בו ממש אפ\"ה לא קנה מטעם דהוי דבר שלא בא לעולם וא\"כ מ\"ש אח\"כ <b> ודין ההקדש וכו' אינו כדין ההדיוט בקנייתו שאילו אמר אדם כל מה שתלד בהמתי יהיה הקדש לבדק הבית או יהיה אסור עלי או אתננו לצדקה אע\"פ שאינו מתקדש לפי שאינו בעולם ה\"ז חייב לקיים דברו וכו' </b> ואתי עלה מטעם דבר שלא בא לעולם היינו משום דהקנה לו גוף העובר והוי דבר שיש בו ממש אלא שעדיין אינו בעולם והיינו דחייל הנדר דהוי כאומר הרי עלי להקדשו וכמ\"ש מרן החבי\"ב בסי' רי\"ב ועיין בס' בני יעקב.<br><b> והוצרכתי</b> לזה לפי שראיתי למהריב\"ל בח\"א סי' נ\"ט שהקשה לרבינו וז\"ל וראוי לדקדק בדברי הרב קצת דברים ראשונה שבתחילת דבריו כתב שטעם שאין אדם מקנה אכילת פירות הוי משום דהוי דבר שאין בו ממש וכן פסק בפ\"י מהל' זכיה וכו' ומי שיתבונן בדברי הרב במ\"ש אע\"פ שאינו מתקדש לפי שאינו בעולם ה\"ז חייב לקיים דברו ויראה לכאורה מדברים הללו שסבור שהטעם הוא משום דאין אדם מקנה דבר שלא בא לעולם כפי' רשב\"ם יעו\"ש ולפי מ\"ש בעניותינו אחרי המחילה רבה לק\"מ ודוק."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>אבל אם מכר אילן ושייר פירותיו לעצמו [וכו'] לגבי עצמו בעין יפה משייר.</b> כתב מרן כ\"מ דמדסתם ולא פירש משמע שיורשים בניו וקשה דבפ\"ו מהל' מעשר פסק גבי לוי שמכר שדה לישראל ע\"מ שהמעשר שלו אמרינן דוקא לו ולא ליורשיו וכו' יעו\"ש והרב מהר\"ש יונה ז\"ל בסי' כ\"ה תירץ דשאני הכא דמיירי בלשון תנאי ואמר לי הוא דצריך לפרש דאל\"כ לי ולא ליורשי משמע ועוד תירץ דשאני מעשר וכו' יעו\"ש ועי' להרב מחנה אפרים בהל' זכיה סי' כ\"ג שלא זכר ש'ר לדברי מהר\"ש יונה ז\"ל והרב המגיה שם כתב וז\"ל וכן נראה מתוך דברי הרמב\"ן והר\"ן ז\"ל שהביא דבריהם הרב ב\"י בסי' ר\"ט עד כאן. ואחר המחילה רבה לא זכיתי להבין את דבריו דהא דברי הרמב\"ן אלו שהביא בב\"י הם בפ' המוכר דף ס\"ג ומדבריו שם נראה להיפך שכתב וז\"ל ולי נראה דלא אמרו לי ולא ליורשי אלא במשייר לעצמו פירות מה שמכר ונתן כגון דקל ופירות שלי דדמי למעשר שלי דהא זבין שדה ודקל ולא שייר אלא בשל אחרים אע\"פ ששייר בגוף קנין גמור לפירות מיהו גוף ודאי דלוקח הוא וכיון שכן הו\"ל כתנאי ולי ולא ליורשי משמע אבל בע\"מ שדיוטה שלי וכן במשייר אילנות לפניו דשייר קרקע כיון דדבר מסוים שייר הרי יורשיו כמוהו אע\"ג דקאמר לי שלא נכנס בכלל מקחו של לוקח אלא משוייר הוא למוכר אף היורש יורשים עד כאן הרי דס\"ל דגם במשייר לעצמו פירות דוקא לו ולא ליורשיו וק\"ל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האומר לחברו קרקע ודקלים אני מוכר לך אפי' לא היו בו דקלים אם רצה להקנות ב' דקלים ה\"ז נקנה המקח ואין הלוקח יכול לומר לו איני לוקח אלא קרקע שיש בו דקלים וכו'.</b> והקשה מרן בכ\"מ ז\"ל וא\"ת מה נפשך אי הוי דבר שלא בא לעולם הרי המכר היה בטל כיון שלא היה באותה שעה ברשותו למה לא יוכל הלוקח לחזור ואי הוי כדבר שלא בא לעולם למה לא נחייב להמוכר לקנות לו דקלים יעו\"ש.<br><b> ולענ\"ד</b> נראה לומר דהא ודאי כיון דלא הוו ברשותו בשעת המכר הוי דבר שלא בא לעולם ומשו\"ה לא מחייבינן למוכר לקנות ב' דקלים אלא דווקא אם רצה לקיים המקח ולא דמי למה שפסק לעיל בריש פ' כ\"ב (דביצה יצא) [דביצא] השער פוסקים אע\"פ שאין לזה יש לזה דלא הוי דבר שלא בא לעולם יעו\"ש עי' בס' דברי אמת בקונטרס ז' דף ס\"ו ע\"ג וע\"ד והיינו טעמא דלא יוכל הלוקח לחזור הוא משום דקטעין איני לוקח אלא קרקע שיש בו דקלים וכו' והכונה שרוצה קרקע ודקלים בתוכו כדין האומר קרקע בדקלי שצריך שיהיו הדקלים בתוכו ואם לאו מקח טעות הוא ומשו\"ה פסק דאין הלוקח יכול לומר איני לוקח אלא קרקע שיש בו דקלים וכו' דטענה זו שייך אפי' אי אית ליה דקלים ויהיב ליה מדידיה דלא הוי דבר שלא בא לעולם אבל אי טעין משום דשלב\"ל שפיר חזי וקושטא קא טעין דאם לאו כן מאי קא פסיק ותני רבינו ואין הלוקח יכול לומר לו איני לוקח אלא קרקע שיש בו דקלים וכו' והו\"ל למימר ואין הלוקח יכול לומר איני לוקח אלא דקלים שהיו לך באותה שעה וכו' ועיין למהריב\"ל ח\"ב סי' ל\"ז והנראה לענ\"ד כתבתי."
            ],
            [],
            [],
            [
                "<b>המוכר בית על מנת שהדיוטא עליונה שלי הרי זו שלו וכו'.</b> בפ' המוכר דף ס\"ג אמרינן אמר ריש לקיש זאת אומרת המוכר בית לחברו ע\"מ שדיוטה עליונה שלי דיוטה עליונה שלו וכו' ובפ' מי שמת (בבא בתרא דף קמ\"ח) אמרינן אמר רבא אמר רב נחמן את\"ל בית לאחד ודיוטה לאחד לא הוי שיור חוץ מדיוטה הוי שיור כו' עיין להרב ט\"ז בחו\"מ סי' רי\"ב דרמי דברי מרן אהדדי וכתב הרב הנמוק\"י שם וז\"ל בית לאחד ע\"מ שדיוטה העליונה דהיינו מעקה גבוה עשרה לאחר לא הוי שיור שיוכל השני להוציא בה זיזין באויר החצר ואע\"ג דאם לגבי נפשיה הוי משייר [הדיוטה] והוי שיור להוצאת זיזין כדאמרינן בריש המוכר וכו' חוץ מדיוטה לישנא דחוץ הוי שיור בגוף טפי ואפי' לאחר מהני והוי שיור ויכול להוציא השני זיזין לאויר החצר ולגבי עצמו נמי אפי' בלא ע\"מ כגון שלא אמר אלא אני מוכר לך הבית חוץ מדיוטה הוי שיור להוצאת זיזין משום לישנא יתירה דהא המוכר את הבית לא מכר את היציע בזמן שיש לו מעקה גבוה י' טפחים דהיינו דיוטה ואמאי איצטריך למימר חוץ אם לאו לאתנויי זיזין וכן גבי הנותן דקל לחבירו אם אמר חוץ מפירותיו ודאי שייר מקום פירי משום לישנא יתירא דלא איצטריך ליה למימר דדקל הוה יהיב ליה פירות דקל לא יהיב ליה אלא ודאי לשיורי ליה מקום פירי הוא דקאמר עכ\"ל. ואחר המחילה רבה צ\"ע במ\"ש ולגבי עצמו נמי אפי' בלא ע\"מ נמי כגון דאמר חוץ מדיוטה הוי שיור וכו' דמשמע דלישנא דחוץ גרע מלישנא דע\"מ וזה אינו דלישנא דחוץ מהני טפי אפי' לאחר ולישנא דע\"מ לא מהני וכמ\"ש הוא ז\"ל קודם זה בתחילת דבריו אם לא שנאמר שט\"ס נפל בדפוס ודוק."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מלאכת שלמה על משנה תורה, הלכות מכירה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Melechet Shlomo",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}