{
    "title": "Kessef Mishneh on Mishneh Torah, Festival Offering",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Festival_Offering",
    "text": [
        [
            [
                "<b>שלש מצות עשה נצטוו ישראל בכל רגל וכו'.</b> בפ''ק דחגיגה (דף ו':): \n",
                "<b>הראייה האמורה בתורה וכו'.</b> בפ''ק דחגיגה (דף ז') מאי הראיון ר''י אמר ראיית פנים בעזרה ור''ל אמר ראיית פנים בקרבן בעיקר הרגל כ''ע לא פליגי דראיית פנים בקרבן כי פליגי בשאר ימות הרגל. ופירש''י עיקר הרגל ביו''ט ראשון. \n",
                "<b>ומ''ש ויביא עמו קרבן עולה.</b> מבואר שם. \n",
                "<b>ומ''ש בין מן העוף בין מן הבהמה.</b> יש לתמוה על זה דהא תניא בפ''ק דחגיגה (דף ו') לא יראו פני ריקם בזבחים אתה אומר בזבחים או אינו אלא בעופות ומנחות ודין הוא וכו' אף ראייה האמורה לגבוה זבחים ומה הן זבחים עולות. ופירש''י בזבחים צריך להביא קרבן בהמה הזבוחים בסכין ולא עולת עוף שהיא נמלקת מה חגיגה האמורה להדיוט זבחים של בהמה דכתיב לא ילין חלב חגי עד בקר במידי דאית ליה חלב הקרב לגבוה קאמר עכ''ל. והיאך כתב רבינו בין מן העוף. וכתב הר''י קורקוס ז''ל שבמקום או אינו אלא בעופות היה גורס רבינו או אינו אלא במנחות או היה גורס או אינו אלא בכספים כמו שהיא שנויה במכילתא ומשמע ליה דעופות בכלל זבחים הם: \n",
                "<b>ומי שבא לעזרה ולא הביא וכו': החגיגה האמורה בתורה וכו'.</b> מבואר בפ''ק דחגיגה שם. \n",
                "<b>ומ''ש והדבר ידוע שאין שלמים באים אלא מן הבהמה.</b> פשוט הוא: \n",
                "<b>ושתי מצוות אלו וכו'.</b> פשוט הוא דמ''ע שהזמן גרמא הן ועוד דבראייה כתיב יראה כל זכורך. ובפ''ק דחגיגה (דף ו':) תניא ג' מצוות נצטוו ישראל בעלותם לרגל ראייה וחגיגה ושמחה וכו' יש בשמחה מה שאין בשתיהם שהשמחה נוהגת באנשים ובנשים משא''כ בשתיהן. ופירש''י השמחה נוהגת בנשים דכתיב ושמחת אתה וביתך. משא''כ בשתיהם דמ''ע שהזמן גרמא הן והכתוב לא ריבה אותן: \n",
                "<b>והשמחה האמורה ברגלים וכו' שנאמר וזבחת שלמים וכו'.</b> פסוק זה אינו כתוב בחג אלא על גבי הר עיבל בפרשת כי תבא ולא כתבו רבינו אלא ללמוד משם דסתם שמחה הוי בזביחת שלמים ומינה דושמחת בחגך היינו בזביחת שלמים וכו'. ובגמ' פ' ע''פ (דף ק''ט) תניא בזמן שב''ה קיים אין שמחה אלא בבשר שנאמר וזבחת שלמים וכו'. \n",
                "<b>ומ''ש ונשים חייבות במצוה זו.</b> נתבאר בסמוך ואיתא נמי בפ''ק דקידושין (דף ל''ד:): \n",
                "<b>וכתב</b> הראב''ד ונשים חייבות במצוה זו א''א לא בקרבן וכו'. ודבריו מבוארים בפ''ק דקידושין דמקשה דנילף למ''ע שהזמן גרמא לחיובא באשה משמחה ומשני אביי אשה בעלה משמחה אלמנה מאי איכא למימר בשרויה אצלו. ופירש''י בעלה משמחה אין חובת השמחה תלויה בה אלא על בעלה שישמחנה קרי ביה ושימחת. אלמנה מאי איכא למימר הא כתיב בה שמחה דכתיב והגר והיתום והאלמנה. בשרויה אצלו לא נצטוית היא אלא בעניה הכתוב מדבר ונצטוה מי שהיא שרויה אצלו לשמחה משלו. וכתבו התוס' מפר''ת אשה בעלה משמחה בשלמי שמחה שלו שהחובה מוטלת על בעלה ובאלמנה על ששרויה אצלו אבל היא גופא לא מיחייבא לאיתויי שלמי שמחה עכ''ל. ואין תפיסה על רבינו למה לא האריך לבאר זה: \n\n"
            ],
            [
                "<b>הראייה והחגיגה אין להם שיעור מן התורה.</b> הראייה משנה בראש מס' פאה ומייתי לה פ''ק דחגיגה. \n",
                "<b>ומ''ש אבל מד''ס שלא יהא קרבן עולת ראייה פחות משוה מעה כסף ולא שלמי חגיגה פחות משוה שתי כסף.</b> שם בברייתא (דף ז') ואיתא נמי בפ' הנזכר במשנה פלוגתא דב''ש וב''ה ופסק כב''ה. \n",
                "<b>ומ''ש ומצוה להביא כפי עשרו וכו'.</b> משנה שם (דף ח':): \n\n"
            ],
            [
                "<b>שלמי שמחה לא נתנו להם חכמים שיעור וכו'. בעת שיעלה אדם לירושלים לחוג וכו' לא יביא שוה כסף וכו'.</b> בפרק יש בכור (בכורות דף נ״א) וכפירוש התוספות: \n\n"
            ],
            [
                "<b>מי שלא הקריב ביו''ט הראשון וכו'.</b> בפ''ק דחגיגה (דף ט'). \n",
                "<b>ומ''ש וכולם תשלומי ראשון הם.</b> שם ופסק כרבי יוחנן לגבי רבי אושעיא ויש לתמוה על זה דהא רבי אושעיא גדול מר''י דרביה הוה: \n\n"
            ],
            [
                "<b>ומ''ש ומצוה להקדים ולהקריב בראשון וכו'.</b> פשוט הוא ממה שנתבאר בסמוך. \n",
                "<b>ומ''ש וכל המאחר הרי זה מגונה ועליו נאמר נוגי ממועד אספתי:</b> \n\n"
            ],
            [
                "<b>ומ''ש עבר הרגל ולא חג אינו חייב באחריותו ועל זה וכיוצא בו נאמר מעוות לא יוכל לתקון.</b> משנה פ''ק דחגיגה שם: \n\n"
            ],
            [
                "<b>מי שלא חג ביום טוב הראשון וכו'.</b> שם במשנה. \n",
                "<b>ומה שכתב וכן מי שלא חג ביום חג השבועות חוגג כל שבעה וכו'.</b> בפרק אלו מגלחין (מועד קטן דף כ״ד:) ובפ״ב דחגיגה (דף כ״ז): \n\n"
            ],
            [
                "<b>עולת ראיה ושלמי חגיגה וכו'.</b> דין חגיגה משנה בפרק אלו דברים (פסחים דף ס״ט ע״ב) ובפרק כיצד צולין (פסחים דף ע״ז ע״ב) ועולת ראייה ילפא מינה כיון דשייך בה טעמא דידה: \n",
                "<b>ואף על פי שאין מקריבין ביום טוב וכו'.</b> בפרק ב' דביצה (דף י''ט) ובפ''ב דחגיגה (דף י''ז) פלוגתא דב''ש וב''ה ופסק כב''ה: \n\n"
            ],
            [
                "<b>ומ''ש כשמקריב המקריב עולת ראייתו וכו' סומך עליה.</b> שם כב''ה. \n",
                "<b>ומ''ש בכל כחו.</b> בפ''ב דחגיגה (דף ט''ז:): \n\n"
            ],
            [
                "<b>המפריש עולת ראייתו וכו'.</b> פרק יש בכור נקיט לה בפשיטות על מתניתין דמת לאחר שלשים יום ואיתא בירושלמי בפרק קמא דחגיגה אלא ששם אמרו שאם ירשו קרקע אפילו לא הפרישה חייבים יורשים להביאה ולא ידעתי למה השמיטו רבינו: \n",
                "<b>מותר להקריב בחולו של מועד נדרים ונדבות וכו'.</b> ריש פרק ב' דתמורה (דף י''ד) ובפרק קמא דחגיגה (דף ז'): \n\n"
            ],
            [
                "<b>מי שהיו לו אוכלים מרובין וכו' עד סוף הפרק.</b> משנה פ''ק דחגיגה (דף ח':): \n\n"
            ]
        ],
        [
            [
                "<b>נשים ועבדים פטורים מן הראיה וכו' עד מפני שהם ספק אשה.</b> משנה וגמ' בריש חגיגה. \n",
                "<b>ומ''ש ומי שחציו עבד וחציו ב''ח פטור וכו'.</b> שם הכל חייבים בראייה לאיתויי חציו עבד וחציו בן חורין ולרבינא דאמר וכו' פטור וכו' ל''ק כאן כמשנה ראשונה כאן כמשנה אחרונה. ופי' רש''י משנה אחרונה לאחר שהודו ב''ה לב''ש שיש על ב''ד לכוף את אדונו לשחררו ה''ל כאילו משוחרר כבר וחייב. ועל פי פירוש זה כתב הראב''ד על דברי רבינו הא דלא כהלכתא דהיא כמשנה ראשונה עכ''ל. ובפ''ב מקרבן פסח כתבתי ליישב דברי רבינו: \n",
                "<b>ומנין שכל אלו פטורים מן הראיה וכו'.</b> שם חוץ ממ''ש ועוד הרי נאמר בבוא כל ישראל להוציא העבדים: \n\n"
            ],
            [
                "<b>המקמץ וכן המצרף נחשת במחצב שלו והעבדנין וכו'.</b> שם (דף ד') בברייתא אחרים אומרים המקמץ והמצרף נחשת והבורסי פטורים מן הראייה שנאמר כל זכורך יצאו אלו שאינן ראויים לעלות עם כל זכורך כלומר מפני שריחן רע. ומשמע לרבינו דכיון דבלשון אחרים מיתניא משמע דרבנן פליגי עלייהו ומחייבי ונקטינן כוותייהו ואע''ג דבגמ' אמרינן ואלא קרא למאי אתא לכדאחרים לא מכרעא מילתא דליהוי הלכתא כוותייהו דאיכא למימר דרבנן דפליגי עלייהו דרשי ליה לדרשא אחריתי. והר''י קורקוס ז''ל כתב דאחרים לא ממעטי להו אלא בעודם במאיסותם מפני שאינם יכולים לעלות עם כל זכורך אבל כשיטהרו מלבושיהם הרי הם כשאר כל אדם: \n\n"
            ],
            [
                "<b>כל קטן שיכול לאחוז בידו של אביו וכו'.</b> שם. \n",
                "<b>ומה שכתב ואם היה הקטן חגר וכו' אף על פי שהוא ראוי לרפואה וכו'.</b> שם (דף ו') בעיא דאיפשיטא: \n\n"
            ],
            [
                "<b>כל החייב בראייה חייב בחגיגה וכו'.</b> הכי משמע בפ''ק דחגיגה (דף ו') גבי הא דתניא ר''י הגלילי אומר שלש מצות נצטוו ישראל בעלייתן לרגל (ובדף ב'): \n\n"
            ],
            [
                "<b>מי שהיה חגר או סומא ביום ראשון וכו'.</b> שם (בדף ט') פלוגתא דאמוראי ופסק כר''י. \n",
                "<b>ומ''ש וכן אם נטמא בלילי יו''ט הראשון וכו'.</b> שם ומי אמר ר''י הכי והאמר חזקיה נטמא ביום מביא בלילה אינו מביא ור''י אמר אף בלילה נמי מביא וכו' קסבר ר' יוחנן לילה אינו מחוסר זמן. ופירש רש''י נטמא ביום גבי נזיר מביא קרבן אחד על טומאות הרבה וכו' אלמא אע''ג דלא נראה לקרבן יש לו תשלומין. קסבר ר''י אין חסרון זמן במי שהגיע לילו להקריב קרבנותיו מחר הילכך מחוייב הוא בקרבן אלא שהלילה מעכבו מלהביא אבל חגר ביום ראשון אין עליו שום חובת ראייה לפיכך אין לו עליו תשלומין עכ''ל. ומכאן נלמוד דלחזקיה אם נטמא בליל יו''ט הראשון שהוא פטור כיון דכשהאיר יו''ט הראשון היה פטור ואע''ג שיטבול בו ביום אינו מיטהר עד שיעריב שמשו אבל אם נטמא ביו''ט הראשון חייב כיון דכשהאיר יו''ט הראשון היה חייב: \n\n"
            ],
            [
                "<b>מי שבא לעזרה בתוך ימי החג וכו'.</b> שם (דף ז') פלוגתא דר''י ור''ל ופסק כר''י. ודע דאיתא התם איתיביה ר''י לר''ל יראה יראה מה אני בחנם אף אתם בחנם אלא כל היכא דאתא ולא אייתי כ''ע לא פליגי דעייל ומתחזי ונפיק כי פליגי דאתא ואייתי ר''י אמר וכו' ראיית פנים הוא דאין לה שיעור הא לקרבן יש לו שיעור ור''ל אמר וכו' אפי' קרבן אין לו שיעור. ורבנו לא חש להאי לישנא משום דכיון דלא אתמר בגמ' אלא כי היכי דלא תיקשי מאי דמשמע לן במילתיה דר''ל לא חיישינן לה ונקטינן כלישנא קמא שהוא מאי דמשתמע טפי כפשטא דמילתייהו. ועי''ל שהוא מפרש דיש שיעור לקרבן דלישנא בתרא לא בשיעור פעמים שהוא מביא מיירי דכל פעמים שהוא רוצה להביא קרבן מביא אלא בשיעור דמי הקרבן קאמר שלא יהא פחות דראייה מעה כסף וחגיגה שתי כסף ולא יפרש רבינו פלוגתא דר''י ור''ל כדפירש''י אלא כמו שפירשו התוס' בשם הירושלמי: \n\n"
            ],
            [
                "<b>הפריש עשר בהמות לחגיגתו וכו'.</b> בפ''ק דחגיגה (דף ח':) ודברי רבינו אע''פ שהם סתומים נראה לפרשם כפירוש ר''ח שכתבו התוס' שם: \n\n"
            ],
            [
                "<b>עולת ראיה אינה באה אלא מן החולין וכו'.</b> משנה וגמרא פ''ק דחגיגה (דף ז':). \n",
                "<b>ומ''ש אבל שלמי חגיגה באות ממעות מעשר שני המעורבות עם מעות חולין וכו'.</b> שם (דף ח') ואיתיה בירושלמי פרק קמא דפיאה וכר''י. וצריך טעם למה לא פסק כחזקיה רביה דפליג עליה. ונראה שהטעם משום דברייתא דמסייע לר''י עדיפא דמייתי לה מקרא ועוד דלטפול מעות למעות ה''ל חזקיה יחידאה דהא רב חסדא ורב ששת ס''ל כר''י דטופלין מעות למעות. ולומר דאף טופלין בהמה לבהמה ה''ל רב ששת יחידאה דליכא שום אמורא דליסבר כוותיה. \n",
                "<b>ומ''ש והוא שיהיה שיעור אכילה ראשונה מן החולין.</b> נלמד מברייתא הובאה שם ואע''פ שהובאה לסייע לחזקיה דפליג אר''י שפיר ילפינן מינה הא מילתא לדידן דקי''ל כר''י: \n",
                "<b>וכתב</b> הראב''ד א''א זה הכל שיבוש דשלמי חגיגה נמי אינה באה אלא מן החולין וכו'. ואני שמעתי ולא אבין דהא לד''ה יש חילוק בין עולת ראייה לשלמי חגיגה דעולת ראייה צריך שתהא כולה מן החולין ולא יהא שום תערובת מעשר לא בטופל בהמה לבהמה ולא בטופל מעות למעות אבל שלמי חגיגה מותר לטפול מעשר וחולין למר טופל מעות למעות ולמר טופל בהמה לבהמה וא''כ מה זה שכתב הראב''ד דשלמי חגיגה נמי אינה באה דלא הכי היא וכדאמרן ורבינו פוסק כמ''ד טופל מעות למעות אבל לא בהמה לבהמה ומה ז''ש ולמ''ד טופלין בהמה לבהמה אפשר שטופלין בהמת מעשר וכו' אבל למ''ד אין טופלין בהמה לבהמה לא משכחת לה. דמשמע מדבריו שרבינו סובר שטופלים בהמה לבהמה כמבואר בדבריו. ומ''ש אבל לא ביו''ט חוששין שמא יעשר ביו''ט איני יודע למה הוצרך לכתבו ועוד שרבינו כבר כתב דין זה. והר''י קורקוס ז''ל כתב ביאור דברי הראב''ד נראה שסובר דלעולם בשלמי חגיגה מיירי ברייתא אבל בטופל הוא דקאמר דבשאר הימים מותר לטפול לשלמי חגיגה אבל לא ביו''ט שמא יעשר ולמ''ד אין טופלין בהמה לבהמה לא משכחת לה דין זה ולסיועי לחזקיה מייתי לה התם וקשה לרבינו שכתב שיוצא ידי חובת שלמי חגיגה במעשר בהמה והלא חולין בעינן ומאי שנא מעשר בהמה ממעות מעשר שני דלא נפיק אלא בטופל והלא גם מעשר בהמה אינם חולין. זו כוונת השגת הראב''ד. ואפשר שגם רבינו בטופל מיירי ולומר שיכול להביא הכל לשם חגיגה אע''פ שלא פירש ונסמך על מ''ש למעלה. ומ''מ לשון יוצא י''ח שכתב רבינו דחוק לפי זה אלא דרבינו לשון הברייתא הוא דנקט עכ''ל והאריך עוד: \n\n"
            ],
            [
                "<b>ומ''ש רבינו ויוצא אדם י''ח שלמי חגיגה במעשר בהמה ואין מביאין אותו ביו''ט וכו'.</b> שם בדף הנזכר: \n\n"
            ],
            [
                "<b>יוצאין ישראל י''ח שלמי שמחה בנדרים ונדבות וכו' עד שאינם בשר המשמח.</b> משנה שם (דף ז':): \n",
                "<b>כבר ביארנו בפסחים וכו' אלא יוצא בה י״ח שמחה.</b> בפ' אלו דברים (פסחים דף ע') אמתני' דתנן נאכלת לשני ימים ולילה אחד מתני' דלא כבן תימא דתניא בן תימא אומר חגיגה הבאה עם הפסח הרי היא כפסח ואינה נאכלת אלא ליום ולילה וחגיגת חמשה עשר נאכלת לשני ימים ולילה אחד וחגיגת י״ד יוצא בה משום שמחה ואינו יוצא בה משום חגיגה. והראב״ד כתב על דברי רבינו איני יודע מאי לפיכך וכו'. ובאמת שלשון לפיכך קשה דמשמע דמשום שהיא רשות יוצא בה י״ח שמחה שאם היתה חובה לא היה יוצא בה י״ח שמחה. ומה שהקשה דאותה ברייתא כבן תימא וכו' י״ל שסובר רבינו דלא פליגי רבנן אבן תימא אלא במאי דאמר דאינה נאכלת אלא ליום ולילה אבל מאי דקתני יוצא בה משום שמחה ואינו יוצא בה משום חגיגה דברי הכל היא. ומ״ש הראב״ד דלבן תימא היא חובה אינו מוכרח דהא טעמיה דאינו נאכל אלא ליום ולילה אמרי' בגמ' דהוי משום דהקישה הכתוב לפסח ואין במשמע זה שתהא חובה אלא ה״ק אם רצה להביא חגיגה דינה כפסח: \n\n"
            ],
            [],
            [
                "<b><small>(יא-יב)</small> מי שהיו לו שלמי וכו' שא''צ לשחוט שלמי שמחה בשעת שמחה.</b> שם (בדף ע''א) פלוגתא דאמוראי ופסק כרבין משום דרב יוסף ורבה אקשו לעולא משמע דלא ס''ל כוותיה ותו דאשינויי דחיקי לא סמכינן: \n\n"
            ],
            [
                "<b>לא יביא אדם תודה ביום י''ד וכו'.</b> בפ''ב דביצה (דף י''ט:). \n",
                "<b>ועל מ''ש ואם הביא יוצא בה י''ח שמחה.</b> הקשה הר''י קורקוס ז''ל דהא תודה אינה נאכלת אלא ליום ולילה ואם כן תודה זו ששחטה ע''פ איך יוצא בה ידי שמחה הא איפסילא בלינה ואין לומר דיוצא ידי שמחת לילה קאמר שלא מצינו שיהא חייב בשמחה בלילה הראשון שאם כן יהא חייב לשחוט שלמי שמחה בערב הרגל לשמוח בלילה והאריך ובסוף העלה דלאו אשחטה בע''פ קאי אלא אם הביא במועד קאמר כי בכלל מ''ש לא בעיו''ט כ''ש במועד וה''ק ואם הביא בזמן שחייב בשמחה יוצא י''ח שמחה: \n\n"
            ],
            [
                "<b>האומר הרי עלי תודה וכו'.</b> שם בדף הנזכר בעיא דאיפשיטא. וגי' רבינו שאצא בה ואעפ״כ אינו יוצא בה דכיון שאמר הרי עלי תודה נתחייב בתודה וכי הדר אמר שאצא בה י״ח חגיגה לאו כל כמיניה דוגמא לדבר מה ששנינו בפרק התודה (מנחות דף פ״א) האומר הרי וכו' תודה עלי מן החולין ולחמה מן המעשר יביא היא ולחמה מן החולין ובזה נסתלקה השגת הראב״ד שכתב א״א בספרים שלנו וכו': \n",
                "<b>כשיזבח אדם שלמי חגיגה ושלמי שמחה לא וכו': ומצוה בלוי יותר מן הכל וכו':</b> \n\n"
            ]
        ],
        [
            [
                "<b>מצות עשה להקהיל כל ישראל וכו'.</b> מפורש בתורה פרשת וילך ואיתא בפ''ק דחגיגה (דף ג') טף למה: \n\n"
            ],
            [
                "<b>כל הפטור מן הראייה פטור ממצות הקהל וכו'.</b> שם: \n\n"
            ],
            [
                "<b>אימתי היו קורין במוצאי וכו' עד בלשון הקדש.</b> משנה בפרק אלו נאמרים (סוטה דף מ״א): \n\n"
            ],
            [
                "<b>ומה שכתב תוקעים בחצוצרות.</b> בתוספתא דסוטה פרק שביעי: \n\n"
            ],
            [
                "<b>הקריאה והברכות בלשון הקדש וכו'.</b> בפ' אלו נאמרים (סוטה דף ל״ב) תנן דפרשת המלך נאמרה בלשון הקדש. \n",
                "<b>ומה שכתב שגם הברכות נאמרים בלה''ק וכו': אע''פ שיש שם לועזות וכו':</b> \n\n"
            ],
            [],
            [
                "<b>יום הקהל שחל להיות בשבת וכו'.</b> משנה [וגמרא] בפ''ק דמגילה (דף ה'). \n",
                "<b>ומ''ש מפני תקיעת חצוצרות וכו'.</b> [ירו' פ''ק דמגילה]: \n",
                "<b>כתב</b> הראב''ד שאינן דוחין את השבת א''א ואפילו יום טוב אינו דוחה וכו'. וי''ל דההיא דירושלמי אינה עניין לדרבינו שבירושלמי (שם) באו ליתן טעם למה אין עושים יום הקהל ביו''ט עצמו ונתנו טעם מפני הבימה שא''א לעשותה ביו''ט וגם מעי''ט א''א לעשותה שלא לדחוק העזרה ורבינו בא ליתן טעם למה כשחל מוצאי יו''ט הראשון בשבת למה מאחרין אותו עד לאחר השבת שמפני דוחק העזרה לא ה''ל לדחותו שני ימים ונתן טעם מיוחד לזה מפני התקיעות והתחינות שאינם דוחים את השבת אבל אילו היו עושים אותו ביו''ט לא היו נאסרים התקיעות והתחינות מפני שהם דברים מיוחדים לעשות בו ביום דבחג הסוכות אמר רחמנא ואפילו ביו''ט. ועי''ל דהכי איתא בירושלמי ובהקהל רבי בא אמר מפני התקיעה ר' יצחק אמר מפני הבימה ויעשו אותם מאתמול שלא לדחוק את העזרה. ומעתה יש לתמוה על הראב''ד היאך משיג על רבינו מהירושלמי מאחר שדברי רבינו ג''כ הם בירושלמי לדעת אחד מהאמוראים ולא עוד אלא שאפשר שר' יצחק לא לחלוק על ר' בא אתא אלא להוסיף ולומר שעוד יש טעם אחר בדבר: \n",
                "<b>סליקו הלכות חגיגה בס''ד</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות חגיגה",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}