{
    "text": {
        "0_Author's Introduction": {},
        "1_Index": {
            "0": {
                "0": "First Gate. We named it \"Ten and Not Nine\", because it explains how there was agreement among our sages, elders, and prophets in the understanding that the Sefirot are ten and not nine or eleven. The Gate comprises 10 chapters. Chapter 1 is the explanation of the Mishna in Sefer Yetzira 1:3 \"Ten is the number of the ineffable Sefirot. They number ten, etc.\"",
                "1": "Chapter 2 is the explanation of the same Mishna (Sefer Yetzira 1:3) with a different approach, and other sections from the Tikkunei Zohar.",
                "2": "Chapter 3 is the explanation of the aforementioned Mishna (Sefer Yetzira 1:3) and the portion of \"I've eaten my honey and honeycomb\" in Ra'aya Meheimna.",
                "3": "Chapter 4 is the explanation of Tiferet's crucial position between Gevura and Netzach and between Chesed and Hod, according to logic.",
                "4": "Chapter 5 is the explanation of a second Mishna in Sefer Yetzira 1:4 \"Ten, and not nine. Ten, and not eleven.\"",
                "5": "Chapter 6 is the explanation of the section in Ra'aya Meheimna, \"Commanded to Give a Half-Shekel\" (Zohar 2:187b)",
                "6": "Chapter 7 in order to protect the investigator [student] from error, that they won't think they [the Sefirot] are eleven or more from being too familiar or the like.",
                "7": "Chapter 8 discusses heresy from the power of investigation and text/scripture.",
                "8": "Chapter 9 investigates whether a denier of the Sefirot is considered a heretic or not.",
                "9": "Chapter 10 publicized the ten names that refer to the Sefirot from the scriptures (Genesis 1)."
            },
            "1": {
                "0": "Second Gate. We named it \"The Reason [Flavor] for Atzilut\", because it explains a reason for why there are ten [Sefirot], no less and no more, and the reason for the reality of Atzilut itself. The Second Gate comprises seven chapters. Chapter 1 explains one reason according to R' Azriel and the understanding of R' Yehuda Chiyiti of this reason, and his criticism.",
                "1": "Chapter 2 explains another reason according to R' Yehuda Chiyiti and R' Menachem Marcanti's reason, followed by our understanding of them two and R' Azriel.",
                "2": "Chapter 3 explains how our Kaballah [understanding of the Sefirot] is ten, which is supported by the Talmud and other imperatives. There we are [actually] dealing with the notion of the Ten Utterances of Creation (Genesis 1:1).",
                "3": "Chapter 4 explains the Ten Utterances in reference to the Ten Sefirot.",
                "4": "Chapter 5 explains the account of \"These Ten Kingdoms\" in reference to the opinion in Masechet Rosh HaShana.",
                "5": "Chapter 6 explains the reason for Atzlilut and the numeration of Ten [Sefirot].",
                "6": "Chapter 7 discusses whether there can be another Atzilut or not, there we reveal the secret of Atzilut and the cosmic order [of the four supernal worlds].\n"
            },
            "2": {
                "0": "Third Gate. We named it \"Is the Ein Sof [synonymous with] Keter\",  because it explains how the Ein Sof (G-d as the unknowable infinite and eternal) is thought to be Keter (Crown, the most supernal Sefira) according to many, and how Keter is excluded as a Sefira [by many], specifically R' Shem Tov ibn Shem Tov and his writings. Chapter 1 explains the notion of those who say the Ein Sof is Keter and the logical counter [to this notion].",
                "1": "Chapter 2 [continues to] counter this notion by means of many places in the Zohar.",
                "2": "Chapter 3 explains the thought of R' Shem Tov ibn Shem tov that Keter is not counted in the Sefirot, and the logical refutation supported by R' Shimon bar Yochai in the Zohar.",
                "3": "Chapter 4 explains and treats the Mishna in Sefer Yetzira that led to the [incorrect] conclusion of R' Shem Tov, and offer another interpretation.",
                "4": "Chapter 5 explains the aforementioned Mishna according to R' Shimon bar Yochai.",
                "5": "Chapter 6 treats the account of haIdra \"The Other Forgotten Beam\" to understand R' Shem Tov, and we provide an alternate reading.",
                "6": "Chapter 7 explains the above account in greater detail.",
                "7": "Chapter 8 explains the notion, secret, and explanation of the beautiful account of R' Shimon Bar Yochai, peace be upon him, from the Tikkunei Zohar: Genesis 2 \"Two Chochma (Wisdom) and Binah (understanding); Three Awe of Hashem is the beginning of Da'at (knowledge)\" ."
            },
            "3": {
                "0": "Fourth Gate. We named it \"Essence and Vessels\", because in it we uncover whether the Ten Sefirot are in-essence the same as G-d (elohut) as many think or are G-d's vessels, like a vessel an artisan uses to create (and aren't part of the artisan himself). There are Ten Chapters. Chapter 1 reviews the thoughts of R' Menachem of Recanti who believes [the Sefirot] are vessels.",
                "1": "Chapter 2 reviews the opinion of R' David (Magen David) who believes [the Sefirot] are in-essance the same as G-d.",
                "2": "Chapter 3 is our understanding of their words whether they are discussing G-d's essence or vessels.",
                "3": "Chapter 4 explains our opinion that the Sefirot are a hybrid of the two (ie higher soul of the vessels).",
                "4": "Chapter 5 explains the proof of our opinion from the Zohar, and an initial explanation of the account from R' Eliyahu \"The world is one and not in count\" [in unity not quantity] from the Tikkunim (Zohar Chadash Yitro)   .",
                "5": "Chapter 6 explains the remainder of the account, which we split into two due to its length.",
                "6": "Chapter 7 brings another source from the Zohar, \"A point [nekuda] does not exist in light [nehura], etc.\" A section in \"Kav HaMida [Measured Line]\" (Zohar Chadah V'etchanan).",
                "7": "Chapter 8 brings another source from the Zohar from the book Ra'aya Meheimna, \"To whom can you liken me (Isaiah 40:25)\".",
                "8": "Chapter 9 explains the unity of the Ein Sof (Endless Light) and the Ten Sefirot, it also explains whether the \"creation\" of Aztilut [is truly a new creation or not].",
                "9": "Chapter 10 reviews an account from Rashb\"i (R' Shimon bar Yochai, peace be upon him), and explains all the angles (lit. corners) that we dealt with until now."
            }
        },
        "2_A Prayer": {},
        "3_": {
            "9": {
                "0": {
                    "4": "... If a person looks at the flow of much water with his eyes, a white liquid is stimulated, etc. So too is this matter. When the spring flows in his mind, he will find ten levels in this thing. As from the colors that appear to our eyes or in our physical mind's eye, this impacts on the [level of the] spiritual; the essence is stimulated by the spirit; and the soul by the essence. And from the soul, it goes from one state to another, until it rises to the place of its nourishment. So it is aroused according to the state of the [original] form."
                }
            }
        }
    },
    "meta": "Paragraph",
    "work": "Pardes Rimonim"
}