{
    "text": {
        "0": {
            "0": {
                "0": "<b>ויהי בשלשים שנה.</b> סתם הנביא דבריו ולא פי' שמו מי הוא ולא פירש למנין מה מנה לפיכך הפסיקה רוח הקודש את דבריו בשני מקראות הסמוכין לזה ללמד מי הוא הנביא וללמד למנין מה מנה שנאמר בחמשה לחודש היא השנה החמישית וגו' אין אלה דברי הנביא שהרי כבר אמר שבחמשה לחדש היה עומד ועוד שמתחלה אמר נבואתו בל' עצמו ואני בתוך הגולה ואראה מראות אלהים וכן בסוף וארא והנה רוח סערה וגו' ואלו שני מקראות מפסיקין דבריו כאילו אחר מדבר עליו היה היה דבר א' אל יחזקאל ותהי עליו שם יד ה': ",
                "1": "<b>ואני בתוך הגולה.</b> כלומר חוץ לארץ ישראל: ",
                "2": "<b>על נהר כבר.</b> שם הנהר: ",
                "3": "<b>מראות אלהים.</b> על שם שלא היה רואה באספקלריא מאירה קורא אותה מראות אלהים כעין חלום ולא ממש וכל הנביאים אף הם מתוך אספקלריא שאינה מאירה ראו חוץ ממשה רבינו הוא שנאמר וביד הנביאי' אדמ' (הושע י״ב:י״א):\n"
            },
            "1": {
                "0": "<b>היא השנה החמישית לגלות המלך יויכין.</b> נמצינו למדין ששלשים שנה שמנה לתחלת היובל מנה שהיובל האחרון התחיל בתחלת י\"ח ליאשיהו היא השנה שמצא חלקיהו את הספר (מלכים ב' כ\"ב) וכן שנינו בסדר עולם שהיא היתה תחלת היובל יאשיהו מלך ל\"א שנה צא מהן י\"ז שעברו כבר נשתיירו י\"ד שנה יהויקים מלך י\"א שנה הרי עשרים וחמש ויכניה בנו לא מלך אלא ג' חדשי' וגלה ושנה שניבא יחזקאל היתה חמישית לגלותו הרי שנת שלשים ביובל וכן מצינו בסוף נבואתו שנתן סימן למנין היובל שנאמר ויהי בכ\"ה שנה לגלותנו בראש השנ' בעשור לחדש (לקמן ב') ואמרו רבותינו איזהו שנה שראש השנה שלה בעשור לחודש הוי אומר זו שנת היובל:\n"
            },
            "2": {
                "0": "<b>היה היה דבר ה'.</b> אמרו רבותינו היה כבר לפי שאין השכינה שורה על נביא בחוצה לארץ אלא ע\"י ששרתה עליו תחלה בארץ ושנינו בברייתא דמכילתא בן אדם עמוד על רגלך (לקמן י\"ב) הוא היה תחלת הספר אלא שאין מוקדם ומאוחר ויש אומרים בן אדם חוד חידה (לקמן י\"ז) הוא תחלת הספר ואומר אני שאותה נבואה נאמר' לו קודם שגלו שהיא ראויה ליאמר לו בארץ שאין מפורש בה גולה והיא נכרת תחלת שליחתו אליהם ויונתן אף הוא כך תירגם מהוי הוי פתגם נבואה מן קדם ה' עם יחזקאל בר בוזי כהנא בארעא דישראל תב תניינות אתמלל עמיה במדינת ארעא כשדאי ויחזקאל גלה עם החרש והמסגר שגלו עם יהויכין: ",
                "1": "<b>יד ה'.</b> כל לשון יד האמורה בספר זה ובכל לשון נבואה אינה אלא לשון תוקף שהנבואה תוקפת על כרחו כאד' משתגע דיישטרי\"צא בלע\"ז:\n"
            },
            "3": {
                "0": "<b>והנה רוח סערה באה מן הצפון.</b> היא מרכבת כסא כבוד השכינה כמה שנאמר בענין ולפי שבאה בחימה להשחית את ישראל לכך נדמית לרוח סערה וענן: ",
                "1": "<b>באה מן הצפון.</b> חוזרת היתה מארץ כשדים שהיא בצפון שנאמר מצפון תפתח הרעה (ירמי' א') ולמה הלכה שם כדי לכבוש את כל העולם תחת נבוכדנצר שלא יאמרו הבבליים ביד אומה שפלה מסר את בניו שכשדים אומה שפלה היו שנאמר זה העם לא היה (ישעיה כ\"ג) כך דרשו רבותינו במסכת חגיגה: ",
                "2": "<b>ונגה לו.</b> לענן סביבו מבחוץ רמז הוא שעתידין ישראל ליגאל משם: ",
                "3": "<b>כעין החשמל.</b> חשמל מלאך ששמו כך וכעין גוון שלו ראה מתוך האש וכך אמרו רבותינו מעשה בתינוק אחד שהיה דורש במעשה מרכב' והיה מבין בחשמל ויצאה אש מחשמל ואכלתו ועוד אמרו כי המלה מורכבת באמרם מאי חשמל א\"ר יהודה חיות אש ממללות במתניתא תנא עתים חשות ועתים ממללות בשעה שהדבור יוצא מפי הקב\"ה חשות בשעה שאין הדבור יוצא מפי הקב\"ה ממללות כלומ' משבחות ומהללות את השם ויתכן שיהא חשמל שם העין שהוא קרוב לעין האש כי אמר חשמל מתוך האש ואמר כעין חשמל כמראה אש בית לה סביב ממראה מתניו ולמעלה ואמר במראה השניה וממתניו ולמעלה כמראה זוהר כעין החשמל:\n"
            },
            "4": {
                "0": "<b>ומתוכה.</b> של אות' האש ראיתי כעין חשמל הנראה מתוך האש ולא נודע מהו ומדרש שדרשו בו רבותינו חיות אש ממללות אינו מיושב על הענין: ",
                "1": "<b>דמות אדם להנה.</b> יש לתמוה שהרי אף דמות שור ואריה ונשר להנה ונראה בעיני לפי שזה אב לכולם קילס הנביא את המרכבה בו והוא דמות פרצופו של יעקב אבינו:\n"
            },
            "5": {
                "0": "<b>וארבעה פנים לאחת.</b> לאחת זו לפרצוף האדם לבדה היו ארבעה פנים וכן לאריה ולנשר ולשור הרי שש עשרה לחיה וכן לכל חיה וחיה וארבע כנפים לכל אחד מן הפנים הרי ששים וארבע כנפי' לחיה והוא שתרגם יונתן מאתן וחמשין ושיתא גפין:\n"
            },
            "6": {
                "0": "<b>רגל ישרה.</b> רגלין כיונן מכוונין זה כנגד זה, ד\"א ישרה שאין להם קפיצים ארכובות לכוף את שוקיהם לפי שאין להם ישיבה ולא שכיבה ואין צריכין להיות קפיצין כעין שיש לבהמה קפץ עליון וקפץ תחתון שבהם היא כופפת שוקיה לשכב: ",
                "1": "<b>רגל עגל.</b> רגל עגול וכן תרגם יונתן רגלין סגלגלין: ",
                "2": "<b>ונוצצי'.</b> מתוך זהרוריתם דומה כאלו יוצאות מהם נצוצות כדאמרינן במסכת יומא אף היא עשתה נברשת של זהב וכו' בשע' שהחמ' זורחת נצוצות יוצאין הימנה וכו': ",
                "3": "<b>כעין.</b> כמו כמראה: ",
                "4": "<b>נחושת קלל.</b> מזוקק ומאיר ומנחם חברו עם קלוי באש (ויקרא ג'):\n"
            },
            "7": {
                "0": "<b>וידי אדם מתחת כנפיה'.</b> כתרגומו למחתי בהון גומרין דאשא וגו' וכן אנו מוצאים בספר זה וישלח הכרוב את ידו אל האש אשר בינות לכרובים וישא ויתן אל מפני לבוש הבדים וכן אחריו ויראו לכרובים תבנית יד אדם וגו' (לקמן י') ידי אדם חותות את האש ונותנות לכרוב והכרוב לשליח כדי שיצטננו הגחלים מיד אל יד להקל הפורעניות מעל ישראל: ",
                "1": "<b>על ארבעת רבעיהם.</b> לארבעה רוחות העולם שהרי יש להם פנים וכנפים לכל רוח: ",
                "2": "<b>ופניהם וכנפיהם לארבעתם.</b> כתרגומו שוה לארבעתן:\n"
            },
            "8": {
                "0": "<b>חוברת אשה אל אחותה כנפיהם.</b> כנפה של זו פרושה לצד כנפה של זו לכאן וכן לכאן עד שחוברות ומגיעות זו לזו ובכך הם מכסות פניהם שהכנפים פרושות למעלה מן הפנים: ",
                "1": "<b>לא יסבו בלכתן.</b> אם רוצות ללכת לאיזה רוח שירצו אין צריכות להסב פניהם שהרי יש להם פנים לכל צד לפיכך איש אל עבר פניו ילכו לצד פניו של אותה רוח שהם רוצים ללכת ילכו:\n"
            },
            "10": {
                "0": "<b>ופניהם וכנפיהם פרודות מלמעלה.</b> אלמלא שראיתי טעם זקף גדול נקוד על ופניהם לא הייתי יודע לפרשו אבל הניקוד למדני להבדילם זו מזו ולהעמיד תיבת ופניהם בפני עצמה וכן פירושו ופניהם להם וכנפיהם היו פרודות למעלה מפניה' ומכסות אותם כיצד לאיש שתים חוברות איש לכל פנים ופנים שתים כנפיהם חוברות לכל אחת כנף חיה זו פרושה לצד כנף חיה זו ושל זו לצד זו והפנים שבינתים מכוסים בהם ודוגמת לשון מקרא זה יש עוד בפרשה זו וגביהם וגובה להם ויראה להם תיבת וגביהם עומדת בעצמה: ",
                "1": "<b>ושתים מכסות.</b> וב' כנפים הנותרות מכסות את גויותיהנה:\n"
            },
            "11": {
                "0": "<b>אל אשר יהיה שמה הרוח.</b> הרצון ללכת:\n"
            },
            "12": {
                "0": "<b>היא מתהלכת בין החיות.</b> המראה הזאת מתהלכת בכל החיות: ",
                "1": "<b>ונגה לאש.</b> יותר מאש שלנו: ",
                "2": "<b>ברק.</b> פלנדור\"ש בלע\"ז:\n"
            },
            "13": {
                "0": "<b>רצוא ושוב כמראה הבזק.</b> פירשו רבותינו רצוא ושוב כלהבת הכבשן שיוצאה תמיד מפי הכבשן וממהרות לחזור וליכנס כך כשמוציאות ראשן מתחת הרקיע הנטויה למעלה מהן כמו שמפורש בענין נרתעות מפני השכינה שלמעלה מן הרקיע וממהרות להשיב את ראשן: ",
                "1": "<b>כמראה הבזק.</b> דלאטנצי\"לא בלע\"ז וגוון אש להם כגוון אש היוצא מבין החרסין שמזקקין זהב בכור בתוכן והאש שיוצא' משם צבועה בגוונים (תו' וי\"מ הבזק לשון פיזור כפי שפרשוהו רבותינו כמראה הבזק ר\"י אומר בשם ר' סימון בשם ר' לוי בן פרטא כזה שבוזק גפת בכירה כלומר שמפזר גפת שהוא פסולת הזתי' בכירה שהוא מתלהט במהרה ומעלה להב והלהב עולה ויורד וזהו פירוש רצוא ושוב ועוד יש בדבריהם בזק לשון פיזור בזק בהו עפרא והוו חרבי כלומר פזר וכן במשנה בוזקין מלח ע\"ג הכבש בשביל שלא יחליקו ויש משמע בזק כמו ברק והוא לשון חפוש) ע\"כ תוס' סא\"א:\n"
            },
            "14": {
                "0": "<b>אופן אחד בארץ.</b> ברצפת הרקיע: ",
                "1": "<b>לארבעת פניו.</b> של כל חיה או האופן יש לו ד' פנים, רבותינו אמרו זה סנדלפון העומד בארץ וראשו מגיע לבין החיות אבל לפי הענין אנו למדין שהאופנים ד' הם:\n"
            },
            "15": {
                "0": "<b>כעין תרשיש.</b> כמו אבן טובה ששמה תרשיש קרישטא\"ל בלע\"ז: ",
                "1": "<b>כאשר יהיה האופן.</b> קבוע בתוך האופן שתי וערב לפי שהן הולכות לכל עבר פניהם לד' רוחות צריך שיהא האופן מגלגל לד' רוחות:\n"
            },
            "16": {
                "0": "<b>על ארבעת רבעיהן וגו'.</b> בשביל מעשה האופנים הוצרך לשנותן לומר שאין האופנים מעכבין עליהם שאף הם עשויין לכך:\n"
            },
            "17": {
                "0": "<b>וגביהן.</b> וגב יש להם: ",
                "1": "<b>וגובה להם ויראה להם.</b> מאוימים הם לרואה אותם ויש פותרין ויראה להם במורא עומדי': ",
                "2": "<b>וגבותם.</b> אילוירשורצילי בלע\"ז: ",
                "3": "<b>מלאות עינים סביב.</b> לראות לכל רוח שהרי לא יסבו בלכתם:\n"
            },
            "18": {
                "0": "<b>מעל הארץ.</b> מעל רצפת הרקיע וכת\"י מלרע לרום שמיא כלומר בהנשאם מלמטה למעלה:\n"
            },
            "19": {
                "0": "<b>הרוח.</b> הרצון של הקב\"ה: ",
                "1": "<b>שמה הרוח ללכת.</b> אצ\"ל להם לצד זה לכו שרוחו של הקב\"ה בחיות ורוח החיה באופנים:\n"
            },
            "20": {
                "0": "<b>בלכתם.</b> החיות: ",
                "1": "<b>ילכו.</b> האופנים:\n"
            },
            "21": {
                "0": "<b>הקרח הנורא.</b> ת\"י גליד חסין גליא\"ה פור\"ט בלע\"ז:\n"
            },
            "22": {
                "0": "<b>ישרות.</b> מכוונות:\n"
            },
            "23": {
                "0": "<b>כקול מים רבים.</b> יכול קול נמוך ת\"ל כקול שדי כקול המפורש בכתובים קול ה' בכח קול ה' שובר ארזים (תהילים כ״ט:ד׳): ",
                "1": "<b>קול המולה כקול מחנה.</b> קל מלוליהן כד מודן ומברכין קדם רבוניהון כקל משריית מלאכי מרומ': ",
                "2": "<b>בעמדם תרפינה כנפיהן.</b> מלהשמיע קול וי\"ת במקומיהן משתקן גפיהן מן קדם דבורא דיבורו של מקום היוצא ממעל לראשן להשמיע לנביאים שליחותו כמו שמסיים והולך ויהי קול וגומר ומ\"א בעמדם מלקלס בשביל צדיקים שיקלסו תחילה:\n"
            },
            "24": {
                "0": "<b>ויהי קול מעל לרקיע.</b> ת\"י לזמן דהוה רעוא קדמוהי לאשמעתא דבורא לעבדוהי נביאי היה קלא משתמע מעילוי רקיע מבין כרוביא מתחות רקיעא דעל רישיהון: ",
                "1": "<b>תרפינה כנפיהן.</b> מאימת הדבור:\n"
            },
            "26": {
                "0": "<b>וארא כעין חשמל.</b> לא נתן רשות להתבונן במקרא זה: ",
                "1": "<b>בית לה.</b> מלפנים לה כמראה אש:\n"
            },
            "27": {
                "0": "<b>ואפול על פני.</b> ואישתטחית: ",
                "1": "<b>ואשמע קול מדבר.</b> ומה דבר:\n\n"
            }
        },
        "1": {
            "0": {
                "0": "<b>ויאמר אלי בן אדם וגו'.</b> בן אדם קורא ליחזקאל מתוך שראה המרכבה הולך בין עלייה ומשתמש בה כמלאכים לומר אין כאן ילוד אשה אלא זה (וכ\"ז הנויגים אי\"ש אח\"ד לר' והנ\"אהו) ול\"נ שלא קראו בן אדם אלא בשביל שלא תהא דעתו רחבה עליו מתוך שהיה גס לבו במראה המרכבה ובמלאכת עליונים סא\"א:\n"
            },
            "1": {
                "0": "<b>את מדבר אלי.</b> את המתדבר עמי וכבוד הוא לכתוב מדבר כלפי מעלה שהאומר מדבר בשו\"א נשמע כאדם המדבר לחבירו פונה אליו פנים אל פנים והאומר מדבר (בחיר\"ק) משמעו שהשכינה מדבר בפני עצמו בכבודו ושלוחיו ישמעו בורפאלי\"ן בלע\"ז:\n"
            },
            "2": {
                "0": "<b>אל גוים המורדים.</b> שני שבטים קרויין שני גוים:\n"
            },
            "3": {
                "0": "<b>והבנים.</b> לפי שאמר אבותם פשעו בי ואלו בניה' קשי פנים:\n"
            },
            "4": {
                "0": "<b>והמה.</b> שמא ישמעו שמא יחדלו מלשמוע: ",
                "1": "<b>כי ידעתי כי בית מרי.</b> הם אנשי קנתורין אלא שאני חפץ שידעו לעת פורענותם כי נביא היה בתוכם שהוכיחם ולא שמעו:\n"
            },
            "5": {
                "0": "<b>סרבי'.</b> לשון מרדות כלומר סרבנים ודונש פתר אותו לשון קוצים ועשרים שמות להם: ",
                "1": "<b>וסלונים.</b> לשון קוצים וכן סלון ממאיר וקוץ מכאיב (לקמן כח): ",
                "2": "<b>ואל עקרבים אתה יושב.</b> העם אשר אתה מוכיח ילאוך ויקניטוך כאלו אתה יושב על עקרבים העוקצין אותך מכל צדדיך: ",
                "3": "<b>עקרבים.</b> אגלינטייר\"ש בלע\"ז ל\"א עקרבים ממש וכן תרגם יונתן ובגו עמא דעובדיהון דמן לעקרבין את יתיב:\n"
            },
            "7": {
                "0": "<b>אל תהי מרי.</b> מלילך בשליחותי: ",
                "1": "<b>פצה.</b> פתח וכן פצו עלינו פיהם (איכה ג׳:מ״ו): ",
                "2": "<b>פצה פיך ואכול.</b> משל הוא הטה אזניך ושמע ויערב לך כאילו אתה אוכל מאכל לרעבון: ",
                "3": "<b>את אשר אני נותן אליך.</b> מה היא הנתינה היא מגילת הספר:\n"
            },
            "8": {
                "0": "<b>והנה וגו'.</b> . ש דברים משמשין ל' זכר ולשון נקיבה כמו השמש יצא על הארץ (בראשית י״ט:כ״ג) וזרחה לכם יראי שמי שמש וגו' (מלאכי ג׳:כ׳) אל המחנ' האחת והכהו (בראשי' לב):\n"
            },
            "9": {
                "0": "<b>פנים ואחור.</b> מה דהוה מן שרויא ומה דעתיד למהוי בסופא: ",
                "1": "<b>קינים.</b> פורענות של צדיקים בעולם הזה: ",
                "2": "<b>והגה.</b> מתן שכרן שירננו עליו לעתיד לבא: ",
                "3": "<b>והי.</b> נהי של רשעים לעולם הבא:\n\n"
            }
        },
        "2": {
            "2": {
                "0": "<b>ואוכלה ותהי בפי וגו'.</b> וקבילתה' והוו פתגמה' בפומי כדבש חלי:\n"
            },
            "4": {
                "0": "<b>עמקי שפה.</b> שיהא להם לשון עמוק שאינך מכיר בו: ",
                "1": "<b>אל בית ישראל.</b> כי אל בית ישראל אני שולחך אשר לשונם כלשונך:\n"
            },
            "5": {
                "0": "<b>אם לא אליהם שלחתיך וגו'.</b> ל' שבועה היא אם אליהם שלחתיך חי אני אם לא המה ישמעו אליך ומקרא מסורס הוא:\n"
            },
            "8": {
                "0": "<b>כשמיר.</b> מין תולעת הוא שמראין אותו על האבן והיא נבקעת כנגדו (הג\"ה ל\"א שמיר ל' סלע חזק ובתרגום ירושלמי הוא תרגום של צור וכן תרגום מצור החלמיש (דברים ח׳:ט״ו) שמיר טנרא ויש משמע שמיר הברזל החזק כי כמו שנקרא הצור החזק שמיר כמו כן נקרא הברזל שמיר בשביל חזקו סא\"א):\n"
            },
            "10": {
                "0": "<b>כה אמר אדני.</b> אלהים הנבואה הזאת לאומרה אליכם: ",
                "1": "<b>אם ישמעו.</b> או ישמעו או יחדלו אתה אמור אותה אליהם:\n"
            },
            "11": {
                "0": "<b>ותשאני רוח.</b> לאחר שגמר דבריו צוה אל הרוח לשאתו אל המקום אשר בני הגולה שם:\n"
            },
            "12": {
                "0": "<b>משיקות.</b> נשיקה מקישות זו אל זו ושיר נשמע בהקשתן כמו שאומר למעלה ואשמע את קול כנפיהם:\n"
            },
            "13": {
                "0": "<b>ואלך מר.</b> שהיה קשה בעיני לקנתר את בני עמי: ",
                "1": "<b>ויד ה' עלי חזקה.</b> אכפו וכחו להוליכני על כרחי:\n"
            },
            "14": {
                "0": "<b>תל אביב.</b> לתל אביב שם מקום: ",
                "1": "<b>משמים.</b> משתומם אדם משותק מלדבר:\n"
            },
            "16": {
                "0": "<b>צופה נתתיך.</b> למה אתה שותק הלא כצופה שמעמידים על המגדלים לראות אם יבאו גייסות לעיר יתקע בשופר להזהיר את העם שיתכנסו ויתחזקו כן נתתיך להזהירם להשמר מן הפורענות שלא אביאנו עליהם:\n"
            },
            "19": {
                "0": "<b>ונתתי מכשול לפניו.</b> כשהוא עושה דבריו בהצנע ומראה עצמו כצדיק אני נותן עבירה מפורסמת לפניו כדי לגלות מעשיו וכשאביא רעה עליו לא יהרהרו אחרי: ",
                "1": "<b>ולא תזכרנה.</b> צדקותיו פירשו רבותינו בתוהא על הראשונות שמתחרט על הצדקות הראשונות שעשה:\n"
            },
            "22": {
                "0": "<b>והנה שם כבוד ה' עומד.</b> הקדים על ידו לילך שם מדת ענוה יתירה מה שאין דרך בשר ודם לעשות כן התלמיד ממתין לרב וכאן הרב ממתין לתלמי':\n"
            },
            "23": {
                "0": "<b>הסגר בתוך ביתך.</b> להראותם שאינם ראויין לתוכח':\n"
            },
            "24": {
                "0": "<b>הנה נתנו עליך עבותים.</b> הוי אסור בביתך כאילו נאסרת בעבותים וכן ת\"י הא גזירת פתגמי עליך כאסור גדילן וגו':\n"
            },
            "26": {
                "0": "<b>ובדברי אותך.</b> כשאחפוץ לדבר אתך אשלחך אליהם: ",
                "1": "<b>ואמרת אליהם כה אמר אד'.</b> אלהים את כל דברי שליחותי: ",
                "2": "<b>השומע ישמע.</b> אין זה מן השליחו' אלא הרוח הקודש אמר לנבי' אתה אמור אליה' שליחותי והם השומע ישמע והחדל יחדל כי ידעתי כי לא כולם ישמעו כי בית מרי המה:\n\n"
            }
        },
        "3": {
            "0": {
                "0": "<b>לבנה.</b> טויל\"ה בלע\"ז ויש מהם שהם גדולות:\n"
            },
            "1": {
                "0": "<b>דיק.</b> מגוניי\"ל בלע\"ז שמשליכין בו אבנים לעיר: ",
                "1": "<b>סוללה.</b> שופך עפר וסוללו וכובשו במקלות ועושה תל גבוה לעמוד עליו ולראות בתוך העיר ולירות בחצי': ",
                "2": "<b>סוללה.</b> בסטי\"ון בלע\"ז: ",
                "3": "<b>ושים עליה כרים.</b> ת\"י איפרורין והם כפרים שעושים חיילותיו ויושבי' באהלי' לרוחות העיר שלא יהא אדם יוצא ובא ופירוש כרים שרים ממונים על הצב' זה שומר לרוח זה וזה לרוח זה:\n"
            },
            "2": {
                "0": "<b>קיר ברזל.</b> דוגמא לחומת העי' המפסקת בין הצבא ובין העיר: ",
                "1": "<b>אות היא.</b> שכך תבא ירושלי' במצור:\n"
            },
            "3": {
                "0": "<b>על צדך השמאלי.</b> לסבול צער וייסורין מניין ימים כמנין שנים אשר הציקתני רוחי כביכול על שהכעיסו לפני ותכפ' על עונם אחרי אשר קשה בעיניך הפורענות שאני אומר להביא עליהם:\n"
            },
            "4": {
                "0": "<b>נתתי לך את שני עונם וגו'.</b> הקילותי עליך לקבל את צער שסבלתי אני למנין שנים שחטאו לפני הפכתים לך למנין ימים (לישנא אחרינ' שני כמו שנים וכן תרגם יונתן ואנא יהבית לך על חד תרין בחוביהון סא\"א): ",
                "1": "<b>שלש מאות ותשעים יום.</b> שנינו בסדר עולם מלמד שחטאו ישראל שלש מאות ותשעים שנה משנכנסו לארץ עד שגלו ממנו עשרת השבטים ואתה מוצא מהם מפורשים מאתים וארבעי' ושלש משמלך ירבעם עד שגלה הושע בן אלה ובימי שפוט השופטים קי\"א שנים והשאר סתומים אלו הש\"ץ שנים שמצאתי בתשובות רבי יוסף ריש מתיבתא שחטאו י' שבטים מימות יהושע עד שהגלה סנחרב משומרון חשוב בימי השופטים ח' שנים ביד כושן י\"ח ביד עגלון ך' ביד סיסר' ז' ביד מדין י\"ח ביד בני עמון מ' ביד פלשתים הרי קי\"א מן מיכה עד שנשבה הארון בימי עלי מ' הרי קנ\"א חשוב לירבעם בן נבט כ\"ב נדב בנו ב' בעשא כ\"ד אלה בנו ב' עמרי י\"ב אחאב כ\"ב אחזיהו בנו ב' ויהור' אחיו י\"ב ויהוא כ\"ח יהואחז י\"ו יהואש בנו י\"ו וירבעם בנו מ\"א הרי ש\"ן שנה ומנחם בן גדי י' פקחיהו בנו ב' ופקח בן רמליהו כ' והושע בן אלה ט' שנים הרי שצ\"א ושנה אחרונה להושע אינה מן המנין לפי שבשנת ט' להושע נלכדה שומרון ולא היה חשבון המלכות להושע אלא ח' שנים הרי ש\"צ שני' ומ' שנים שחטאו מלכי יהודה אחר גלות סנחרב עד שנאמרה פרשה זו ליחזקאל מפורשים למטה ולא הוצרכתי לפרשם (סא\"א):\n"
            },
            "5": {
                "0": "<b>עון בית יהודה ארבעים יום.</b> מלמד שחטאו בית יהודה משגלו עשרת השבטים עד שחרבה ירושלים מ' שנה כ\"ב של מנשה שכתוב בו ככל אשר עשה אחאב (מלכי' ב כא) ואחאב מלך עשרי' ושתים ושתים דאמון וי\"א דיהויקים ונבואה זו נאמר' ליחזקאל בשנ' החמישית לצדקיהו הרי ארבעים סך כולם ארבע מאות ושלשים ואחר הנבואה הזאת שהו שש שנים הרי שמונה יובלות ושלשי' ושש שנה בשמונה יובלות שמונה שבועי שמיטות הרי חמשים ושש שנות שמיטה ושמונה שנות יובל הרי ששים וארבע ובשלשים ושש שנה יש חמש שנות שמטה הרי ס\"ט שמיטו' ושנת היובל האחרון נחשבה להם לעון שהרי בעונם גלו ממנה הרי שבעים שנה מקודשי' של שמיטה שלא שמטום ישראל לפיכך גלו ע' שנה לקיים אז תרצה את שבתותיה (ויקרא כ״ו:ל״ד) והוא שכתוב בסוף דברי הימים למלאות דבר ה' בפי ירמיה עד רצתה הארץ את שבתותיה כל ימי השמה שבתה למלאות שבעים שנה: ",
                "1": "<b>צדך השמאלי.</b> לשומרון צדך הימני. ליהודה לפי שיהודה בדרומה של ארץ ישראל כמה שנא' ואחותך הגדולה שומרון היושבת על שמאלך (לקמן טו טז) ואף בספר יהושע תחם מצר שבט יהוד' כל מצר הדרומי:\n"
            },
            "6": {
                "0": "<b>ואל מצור ירושלים.</b> אשר חקות על הלבינה תשים פניך כשתשכב על צדך השמאלי תהי הלבינה לנגדך וכן בשכבך על הימני: ",
                "1": "<b>וזרועך.</b> תהא חשופה לנגדך כאדם הנלחם הוא אות לנבוכדנצר הנלחם בה: ",
                "2": "<b>חשופה.</b> כמו גלויה:\n"
            },
            "7": {
                "0": "<b>נתתי עליך עבותים.</b> גזירת מצותי תהא חמורה עליך כאילו נאסרת בעבותים שלא תהפך מצדך אל צדך: ",
                "1": "<b>עד כלותך ימי מצורך.</b> מניין הימים האלה שגזרתי עליך:\n"
            },
            "8": {
                "0": "<b>חטין ושעורים וגו'.</b> ודוחן וכוסמים פאני\"ץ איאפיילטר\"א בלע\"ז סי' הרעב שיהא עליהם בימי המצור ויאכלו לחם תערובות ובמיאוס:\n"
            },
            "9": {
                "0": "<b>במשקול.</b> סימן לאנשי מצור היראים מן הרעב ואוכלי' במשקל ושותין במשור':\n"
            },
            "10": {
                "0": "<b>מעת עד עת.</b> מיום ליום במדה זו תשתה ששית ההין:\n"
            },
            "11": {
                "0": "<b>ועוגת שעורים תאכלנה.</b> עריכת' מנוולת כעריכת שעורי' ולא נאה כעריכת עוגת חטים: ",
                "1": "<b>בגללי צאת האדם תעגנה.</b> תאפינה בגחליהם שמייבשן ושורפן:\n"
            },
            "12": {
                "0": "<b>טמא.</b> ל' מאוס:\n"
            },
            "13": {
                "0": "<b>אהה.</b> לשון אנחה: ",
                "1": "<b>נפשי לא מטומאה.</b> לא הרהרתי ביום ובאתי לידי טומאה בלילה: ",
                "2": "<b>נבילה וטריפה לא אכלתי.</b> בשר מסוכנת שדומה לנבילה וטריפה: ",
                "3": "<b>בשר פיגול.</b> בהמה שהורה בה חכם ולא יתכן לומר נבילה וטריפה ממש דאם כן מאי רבותיה:\n"
            },
            "14": {
                "0": "<b>צפיעי.</b> גללי:\n"
            },
            "15": {
                "0": "<b>מטה לחם.</b> משען לחם פיצ\"א דיפא\"ן בלע\"ז: ",
                "1": "<b>ובדאגה.</b> דואגים שמא יכלה הלחם מהם: ",
                "2": "<b>דאגה.</b> איינש\"א בלע\"ז ובלשונינו טרוא\"ר בלע\"ז:\n"
            },
            "16": {
                "0": "<b>למען יחסרו.</b> דאגתם ושממונם בשביל שיהיו חסורי לחם ומים בימי המצור וידאגו פן יכלה:\n\n"
            }
        },
        "4": {
            "0": {
                "0": "<b>חרב חדה.</b> סימן לחרב נבוכדנצר: ",
                "1": "<b>תער הגלבים.</b> הרצענים ולשון יווני הוא וי\"א פרקמציר בלע\"ז ומנחם חבר תער הגלבים תער הגולחים ואין לו דמיון בתור':\n"
            },
            "1": {
                "0": "<b>בתוך העיר.</b> אשר חקות על הלבינה ככלות ימי מצורך אות היא שיכלו שלישית' בזלעפו' רעב בתוכה שהם כאש כענין שנאמר עורנו כתנור נכמרו מפני זלעפות רעב (איכה ה): ",
                "1": "<b>תכה.</b> אותה בחרב: ",
                "2": "<b>סביבותי'.</b> סביב אותה לבינה סימן על הבורחים מן העיר שישיגום כשדים ויהרגום סביב ירושלים: ",
                "3": "<b>והשלישית תזרה לרוח.</b> סימן לגולים שילכו למצרים ויוחנן בן קרח וחבורתו ושם אריק חרב אחריה' שהלך נבוכדנצר והחריב את מצרים ושם נהרגו:\n"
            },
            "2": {
                "0": "<b>וצרת אותם בכנפיך.</b> אלו מתי מעט שיגלו לבבל ויחיו:\n"
            },
            "3": {
                "0": "<b>ומהם עוד תקח.</b> מאותם מתי מעט: ",
                "1": "<b>ושרפת אותם באש.</b> סימן לאחאב בן קוליה וצדקיה בן מחסיה אשר קלם מלך בבל: ",
                "2": "<b>ממנו תצא אש.</b> מן הרמזים האלה שאני רומז לך תצא הפורעניות לכל בית ישראל:\n"
            },
            "4": {
                "0": "<b>בתוך הגוים שמתיה.</b> באמצע העולם: "
            },
            "5": {
                "0": "<b>ותמר את משפטי.</b> ותחלף את משפטי: ",
                "1": "<b>מן הגוים.</b> שכך כתוב במשנה ויתעה מנשה את יהודה ויושבי ירושלים לעשות רע מן הגוים אשר השמיד ה' מפני בני ישראל (ד\"ה ב לג) ויש פותרי' שהגוים לא קבלו תורתו והם קבלוה עליה' ועברו עליה:\n"
            },
            "6": {
                "0": "<b>יען המנכם.</b> יען הזמינכם את עצמכם להפקר מן הגוים: ",
                "1": "<b>המנכם.</b> לשון וימן להם המלך (דניאל א) ומנחם פתרו לשון הומה כמו המו גוים (תהלים מז): ",
                "2": "<b>וכמשפטי הגוים אשר סביבותיכם לא עשיתם.</b> שהם לא המירו את אלהיהם והמה לא אלהים ואתם המרתם כבודי בלא יועיל ורבותינו פירשו כמתוקנים שבהם לא עשיתם כמקולקלים שבהם עשיתם:\n"
            },
            "7": {
                "0": "<b>גם אני.</b> את בגדת עלי וגם אני הנני עליך:\n"
            },
            "12": {
                "0": "<b>והניחותי חמתו.</b> כשאנקם בם תנוח חמתי ולא תציקני רוחי: ",
                "1": "<b>והנחמתי.</b> ואתנחם על הצער שצערתם אותי:\n"
            },
            "13": {
                "0": "<b>ולחרפה.</b> דישטרוי\"ר בלע\"ז:\n"
            },
            "14": {
                "0": "<b>וגדופה.</b> בזיון: ",
                "1": "<b>מוסר.</b> יסורין: ",
                "2": "<b>ומשמה.</b> תמהון:\n"
            },
            "15": {
                "0": "<b>ורעב אוסיף עליכם.</b> הוא רעב הפרוטה הכלה מן הכיס כך שמעתי: ",
                "1": "<b>מטה לחם.</b> משען לחם:\n\n"
            }
        },
        "5": {
            "2": {
                "0": "<b>ולגבעות.</b> לשון רמה: ",
                "1": "<b>ולגאיות.</b> לשון גיא:\n"
            },
            "3": {
                "0": "<b>חמניכם.</b> מין תבנית צלמי עכו\"ם העשויין על הגגות לחמה:\n"
            },
            "5": {
                "0": "<b>ויאשמו.</b> יהיו נכרים באשמתם:\n"
            },
            "8": {
                "0": "<b>וזכרו פליטיכם אותי.</b> את חסדי ואת רחמי שהייתי מרחם עליהם בהעוותם לפני בארצם: ",
                "1": "<b>אשר נשברתי את לבם הזונה.</b> אשר נכנעתי אצלם אע\"פ שזונה לבם וסר מעלי הייתי מבקש מהם ע\"י נביאי לשוב אלי ואטיב להם ולא אבו: ",
                "2": "<b>ונקוטו בפניהם.</b> מנחם חברו עם ראיתי בוגדים ואתקוטט' (שם קי\"ט) יתקוטטו על עצמם על אשר לא שמעו אלי וי\"ת וידנקון ואינון יהון חזן וכן תרגם הנאנקים דמדנקים ובכי ואנק' דמדנקן דמוניי\"ר בלע\"ז:\n"
            },
            "10": {
                "0": "<b>ורקע.</b> עניינו יורה עליו מכה רגלו על הארץ ומרדד את הטיט והוא דרך אבל: ",
                "1": "<b>ואמר אח.</b> צעקת יגון ואוי:\n"
            },
            "11": {
                "0": "<b>והנצור.</b> הנאסף אל העיר ויצורו עליו: ",
                "1": "<b>וכליתי חמתי.</b> אשלי' כל חרוני וחפצי ברעתם:\n"
            },
            "12": {
                "0": "<b>אלה.</b> פלנצו\"ן בלע\"ז: ",
                "1": "<b>עבתה.</b> לשון עץ עבות (לקמן כ) שענפיו מרובין:\n"
            },
            "13": {
                "0": "<b>שממה.</b> מאין יושב: ",
                "1": "<b>משמה.</b> תמהון שיתמהו עליה רואיה:\n\n"
            }
        },
        "6": {
            "1": {
                "0": "<b>בא הקץ.</b> שאמרתי ונושנתם בארץ והשחתם וגו' העידותי בכם היום כי אבוד תאבדון (דברים ד׳:כ״ה) ונושנתם בגי' תתנ\"ב והם נשתהו בה תת\"ן ד' מאות ומ' משנכנסו לה עד שנבנה הבית ות\"י שנים עמד הבית:\n"
            },
            "4": {
                "0": "<b>רעה אחת רעה.</b> רעה שלימה ומיוחדת למעלה מכל הרעות והוא חורבן הבית: ",
                "1": "<b>הנה באה.</b> טעמו באל\"ף הוא לשון פועלת:\n"
            },
            "6": {
                "0": "<b>באה הצפירה.</b> טעמו למעלה בבי\"ת והוא לשון פעלה כבר באה הצפירה כמו בא ושקע מאור השחר והתפארת בא: ",
                "1": "<b>ולא הד הרים.</b> ולא לאישתיזבא במצדי טוריא והד לשון צעקת הכרזה לקום לברוח אל ראשי ההרים כמו הידד השבתי (ישעיה יז) וענו עליו הידד (ירמיה כא) השמעת קול נושא משא ענבים אל הגת וטועני הקורה:\n"
            },
            "7": {
                "0": "<b>מקרוב.</b> במהרה:\n"
            },
            "9": {
                "0": "<b>הנה היום.</b> הנה בא היום: ",
                "1": "<b>הנה באה.</b> הרעה: ",
                "2": "<b>יצאה הצפירה.</b> עלה השחר של יום הרעה: ",
                "3": "<b>צץ המטה.</b> להכות אתכם: ",
                "4": "<b>פרח הזדון.</b> נתגלה נבוכדנצר הרשע:\n"
            },
            "10": {
                "0": "<b>החמס קם וגו'.</b> החמס אשר בידכם הוא קם עליכם למטה רשע לשחתכם: ",
                "1": "<b>לא מהם.</b> כך אמר הקב\"ה למשחית אינך זקוק להשאיר נפש מרשעי ישראל כי אין טובה יוצאת לא מהם ולא מבניהם ולא מהמונם: ",
                "2": "<b>ולא נה בהם.</b> אין בהם נוהה אחרי מגעגע ונותן לב אלי כמו וינהו כל בית ישראל אחרי ה' (שמואל א ו) ולשון ארמי הוא ואיתנהיאו לפולחנא ל' תאוה וגעגועין ומנח' חברו לשון יללה וכן וינהו כל בית ישראל פירש לשון יללה ואין בתיבה רק ה\"א יסוד:\n"
            },
            "11": {
                "0": "<b>והמוכר אל יתאבל.</b> אע\"פ שדרך המוכר שדהו להיות עצב אל יתעצב כי סופכם לגלות:\n"
            },
            "12": {
                "0": "<b>כי המוכר אל הממכר לא ישוב.</b> כשיגלה בגולה לא ישוב ויראה עוד השדה שמכר ולמה יתאבל: ",
                "1": "<b>ועוד בחיים חיתם.</b> כל ימי חייהם לא ישיבו אל מקומם: ",
                "2": "<b>כי חזון אל כל המונה וגו'.</b> ארי נבייא מתנבן על כל אתרגושתהון למיתב בתיובתא ולא תייבין: ",
                "3": "<b>ואיש בעונו חיתו.</b> כל אחד מהם חיתו ונפשו דבוקה בעונו: ",
                "4": "<b>לא יתחזקו.</b> לא יחזקו לבם על יצרם הרע לשוב לתורתם:\n"
            },
            "13": {
                "0": "<b>תקעו בתקוע.</b> כשיבוא עליהם הצר הכינו עצמם למלחמה ואין יוצא להלחם:\n"
            },
            "15": {
                "0": "<b>כיוני הגאיות.</b> דרך היונים להקבץ בגאיות והומות שם והיו הומים אל ההרים אשר ינוסו שם איש בעוונו כיוני הגאיות אשר כולם הומות:\n"
            },
            "16": {
                "0": "<b>תלכנה מים.</b> מזיעת אימה:\n"
            },
            "18": {
                "0": "<b>לנדה יהיה.</b> לשקוץ יהיה להם:\n"
            },
            "19": {
                "0": "<b>וצבי עדיו.</b> של הקב\"ה אשר לגאון שמהו להם הוא בית המקדש שנקרא גאון עוזם כמה שנאמ' (לקמן כד) הנני מחלל את מקדשי גאון עוזכם הם גלולי תועבות עשו בו ע\"כ וגו':\n"
            },
            "21": {
                "0": "<b>את צפוני.</b> את המקום שהייתי צפון שם ביניהם:\n"
            },
            "22": {
                "0": "<b>עשה הרתוק.</b> שלשלת אות הוא שילכו בגולה אסורים בזיקים: ",
                "1": "<b>משפט דמים.</b> חייבי קטול:\n"
            },
            "23": {
                "0": "<b>רעי גוים.</b> רעים שבעכו\"ם ואכזרים: ",
                "1": "<b>ונחלו.</b> ויתנחלו לאחרים: ",
                "2": "<b>מקדשיהם.</b> בתי היכל הבמות שהיו נועדים שם ל' בית זמונם:\n"
            },
            "24": {
                "0": "<b>קפדה בא.</b> כמו (ישעיהו ל״ח:י״ב) קפדתי כאורג חיי לשון כריתה:\n"
            },
            "25": {
                "0": "<b>הוה על הוה.</b> מאורע על מאורע הויה אחר הויה ומנחם חברו לשון שבר: ",
                "1": "<b>ותורה תאבד מכהן.</b> הרגילים בהוראה כמו שנאמר ותורה יבקשו מפיהו (מלאכי ב׳:ז׳):\n\n"
            }
        },
        "7": {
            "0": {
                "0": "<b>בשנה הששית.</b> לגלות יכניה:\n"
            },
            "1": {
                "0": "<b>ממראה מתניו וגו'.</b> אסור להתבונן בפסוק זה:\n"
            },
            "2": {
                "0": "<b>בציצית ראשי.</b> בשער ראשי פלוציי\"ל בלע\"ז: ",
                "1": "<b>במראות אלהים.</b> הראני כאלו נושא אותי ומביאני לירושלי': ",
                "2": "<b>שער הפנימית הפונה צפונה.</b> שער העזרה שהיא פנימית להר הבית והיו לה שערים לכל רוחותיה: ",
                "3": "<b>סמל הקנאה.</b> צורת הקנאה מקנא ומקניט להקב\"ה שנתנוה שם להקנאות להקב\"ה להרגיזו וכן ת\"י צלם דקנאתא דמרגזין:\n"
            },
            "4": {
                "0": "<b>שא נא עיניך דרך צפונה.</b> להר הבית מחוץ לעזרה שהרי בפתח שער הצפוני של עזרה מבחוץ היה עומד ודרך צפונה לשער חוץ לעזרה הוא: ",
                "1": "<b>מצפון לשער המזבח.</b> בהר הבית מצפון לאותו שער העזרה הצפוני ואומר אני שהיה אותו שער מכוון כנגד המזבח: ",
                "2": "<b>בבאה.</b> כשאדם בא ליכנס לעזרה מוצאו שם, בביאה אלאנטריא\"ה בלע\"ז:\n"
            },
            "5": {
                "0": "<b>לרחקה מעל מקדשי.</b> כדי שאתרחק מעל מקדשי:\n"
            },
            "6": {
                "0": "<b>אל פתח החצר.</b> הקריבני עד פתח אותו שער עצמו: ",
                "1": "<b>חור אחד בקיר.</b> חומת העזרה:\n"
            },
            "7": {
                "0": "<b>חתר נא בקיר.</b> והרחב את החור: ",
                "1": "<b>והנה פתח אחד.</b> דרך החור ראיתי פתח לשכה אחת:\n"
            },
            "9": {
                "0": "<b>שקץ.</b> עשוין לשקוץ עכו\"ם: ",
                "1": "<b>מחוקה.</b> חקוקין על הקיר:\n"
            },
            "10": {
                "0": "<b>ויאזניהו בן שפן.</b> חשוב היה ולמדין דורו הימנו לפיכך הקפיד עליו: ",
                "1": "<b>ועתר ענן הקטרת.</b> תמור קטור ענן הקטורת ולשון עתר מרבית וכן העתרתם עלי דבריכ' (לקמן ל\"ה) וכן ונעתרות נשיקות שונא (משלי כ\"ד) וכן חברו מנחם במחלוקת אחת שלשתן ופירוש ענין מרובה המה אך כל אחד לשון בני אדם:\n"
            },
            "11": {
                "0": "<b>בחדרי משכיתו.</b> משוכה ברצפת אבני שיש לשון ושכתי כפי (שמות ל\"ב):\n"
            },
            "13": {
                "0": "<b>אל פתח שער בית ה'.</b> תוך חלל העזרה אל פתח ההיכל אשר בצפון דאמר מר שני פשפשין היו בבית החליפות אחד בצפון ואחד בדרום: ",
                "1": "<b>מבכות את התמוז.</b> דמות א' שמחממו' אותו מבפני' והיו עיניו של עופר' והם נתוכין מחום ההיסק ונראה כאלו בוכה ואומרת תקרובת הוא שואל: ",
                "2": "<b>תמוז.</b> לשון היסק כמו על די חזה למזיה (דניאל ג׳:י״ט) ואתונא אזה יתירה (שם): ",
                "3": "<b>מבכות את התמוז.</b> פיישנ\"ט פלורי\"ר לא\"ל קאלפי\"ץ בלע\"ז:\n"
            },
            "15": {
                "0": "<b>ויבא אותי אל חצר בית ה' הפנימי'.</b> היא העזרה כי הר הבית נקרא החצר החצונה ועד עכשיו בתוכה היה עומד אלא שהוא נכנס בשע' הצפוני והראהו בבית החליפות את צורת התמוז וחזר והוליכו למזרח לפני ההיכל והמזבח: ",
                "1": "<b>ופניהם קדמה וגו'.</b> ממשמע שנאמר ופניהם קדמה יודע אני שאחוריה' אל ההיכל אלא מגיד שהיה אחוריהם מגולה שהיו פוערין עצמם ומתריזין כלפי מטה: ",
                "2": "<b>משתחויתם.</b> בשתי תיבות הוא משמש לשון השחתה ולשון השתחויה כן הוא בירושלמי משחיתי' ההיכל ומשתחוי' לחמה וכן ת\"י ואינון מתחבלין וסגדין, ומנחם חברו לשון שחוח כמו שחי ונעבור' (ישעי' נ\"א):\n"
            },
            "16": {
                "0": "<b>הנקל לבית יהודה.</b> המעט להם וקל בעיניהם שאר עבירות שבידם: ",
                "1": "<b>מעשות את התועבות.</b> אם היו חדלים מעשות את כל התועבות אשר עשו בביתי פה: ",
                "2": "<b>כי מלאו את הארץ חמס.</b> ונקל בעיניהם אותו עון וישובו להכעיסני בתוך ביתי בתועבות האלה: ",
                "3": "<b>והנם שולחים את הזמורה אל אפם.</b> והנה שולחי' אל חוטמם את ריח רע של זמורה זו שהם מזמרים ברוח היוצא מפי טבעת כלומר בושתם זה אל פניהם ישוב, ומנחם פי' והנם שולחים את הזמורה אל אפם ענין דופי וקלון הוא לפירושו השוה ריח מקטרתם וכעס קרבנם וניחוחים למלאכת דופי נקבים ואחוריהם אל היכל ה' יורה על הענין:\n\n"
            }
        },
        "8": {
            "0": {
                "0": "<b>קרבו פקדות העיר.</b> הקריבו את הפקודים אשר הפקדתי לשחת את העיר:\n"
            },
            "1": {
                "0": "<b>ששה אנשים.</b> רבותינו פרשום במסכת שבת קצף אף וחימה משחית משבר מכלה: ",
                "1": "<b>מפצו.</b> שהוא משבר את הכל כמו ונפץ את עולליך (תהילים קל״ז:ט׳): ",
                "2": "<b>וקסת הסופר.</b> פנקס הם לוחות שמחופין בשעוה וחורתין בם בעט: ",
                "3": "<b>אצל מזבח הנחשת.</b> הוא מזבח אבנים שעשה שלמה תחת מזבח הנחוש' שעשה משה במדבר:\n"
            },
            "2": {
                "0": "<b>מעל הכרוב.</b> מעל הכפרת שהשכינה היתה שורה שם עד הנה והתחילה להסתלק ולצאת לחוץ מעט מעט עשר מסעו' וזה מסע הראשון (עיין עמוס ט פ' א ברש\"י וצ\"ע יוש\"ה) מן הכרוב למפתן בית קדשי הקדשים:\n"
            },
            "3": {
                "0": "<b>והתוית תו.</b> ורשמת רושם: ",
                "1": "<b>על מצחות האנשים.</b> הצדיקים כדי להיות לאות שלא יפגעו בם המשחיתים:\n"
            },
            "4": {
                "0": "<b>ולאלה אמר באזני.</b> לששת המחבלים:\n"
            },
            "5": {
                "0": "<b>וממקדשי תחלו.</b> מן העומדי' לפני מקדשי ורבותינו אמרו אל תקרי ממקדשי אלא ממקודשי מן המקודשים לי הם אותם חקוקי התיו שהתרה בהם מלהזיקם חזר וצוה לחבלם לפי שאמרה מדת הדין לפניו מה נשתנו אלו מאלו הרי לא מיחו בהם כדאיתא במסכת שבת:\n"
            },
            "7": {
                "0": "<b>ואשאר אני.</b> ונשארתי אני:\n"
            },
            "8": {
                "0": "<b>מלאה מטה.</b> דין מעוקל:\n\n"
            }
        },
        "9": {
            "0": {
                "0": "<b>על ראש הכרובים.</b> על ראש ארבעה חיות המרכבה ובפרשה זו חזר לקרותם כרובי' לפי שנהפכו פני השור לפני כרוב כמו שכתוב בפרשה זו, ואמרו רבותינו יחזקאל בקש רחמי' והפכו לכרוב אמר לפניו רבונו של עולם אין קטיגור נעשה סניגור:\n"
            },
            "1": {
                "0": "<b>בינות לגלגל.</b> בין האופנים כל מקום שנאמ' ויאמר ויאמר אינו אלא לדרוש הקב\"ה אמר לגבריאל והוא בקש מן הכרוב לתתם לו כדי שיצטננו הגחלים ותקל הגזירה וכן הוא מפורש בענין וישא ויתן אל חפני לבוש הבדים: ",
                "1": "<b>וזרוק על העיר.</b> לא זרקם מיד ואע\"פ שקבלם לבוש הבדי' לא השליכם עד לאחר שש שנים לקבלתו שנתעממו הגחלים בידו כל שש שנים ותדע שהרי נבואה זו בשנה הששית נאמרה והעיר חרבה בשנת אחת עשרה:\n"
            },
            "2": {
                "0": "<b>מימין לבית.</b> בדרום: ",
                "1": "<b>החצר הפנימית.</b> היא העזרה:\n"
            },
            "3": {
                "0": "<b>על מפתן הבית.</b> הוא הסילוק עצמו האמור למעלה:\n"
            },
            "4": {
                "0": "<b>עד החצר החיצונה.</b> הר הבית יכול מפני שהקול נמוך ת\"ל כקול אל שדי בדברו אלא משהוא מגיע לחצר החיצונה הוא נפסק:\n"
            },
            "8": {
                "0": "<b>והנה ארבעה אופנים.</b> לפי שנשתנית אחת מן הפנים הוזקק לחזור ולשנות כאן כל מעשה החיות כבראשונה שלא תאמר מרכבה אחרת היא:\n"
            },
            "11": {
                "0": "<b>וידיהם.</b> של אופנים הם החור שהמרכב' מתגלגל' בתוכן שקורין בויי\"ל בלע\"ז וי\"ת ואשדתהון ושפוכיה': ",
                "1": "<b>לארבעת'.</b> אופניה' לארבעת אופני החיות:\n"
            },
            "12": {
                "0": "<b>להם קורא הגלגל באזני.</b> אני שמעתי שהמלאך היה קורא את האופן גלגל: ",
                "1": "<b>קורא הגלגל.</b> להם נקרא שם גלגל:\n"
            },
            "13": {
                "0": "<b>פני האחד פני הכרוב.</b> הם היו פני השור שנהפכו לכרוב:\n"
            },
            "18": {
                "0": "<b>פתח שער בית ה'.</b> פתח ההיכל: ",
                "1": "<b>הקדמוני.</b> שבמזרח וזה היה מסע סילוק השני ממפתן בית קדשי הקדשים לעזרה:\n"
            },
            "19": {
                "0": "<b>היא החיה.</b> מתוך שראיתי במרכבה זו כל מעשה המרכבה הראשונה אני אומר היא אשר ראיתי בנהר כבר: ",
                "1": "<b>ואדע.</b> כי נהפך פני השור לפני כרוב והיו בה שני פני אדם פנים קטנים של ילד ופנים גדולים של אדם:\n\n"
            }
        },
        "10": {
            "0": {
                "0": "<b>והנה בפתח השער וגו'.</b> הם הם שאמר למעלה אחוריהם אל היכל ה' אלא שלא פירש שם מי היו וכאן פירש את שמות שנים מהם:\n"
            },
            "2": {
                "0": "<b>האומרים לא בקרוב.</b> יבאו דברי הנביאים עלינו: ",
                "1": "<b>בנות בתים.</b> אין לחוש להם אלא בנות בתים ושבת בתוכם כי לא נגלה מן העיר הזאת עד מותנו: ",
                "2": "<b>היא הסיר ואנחנו הבשר.</b> כשם שאין הבשר יוצא מן הסיר עד גמר בישולו כך לא נצא ממנה עד שנמות:\n"
            },
            "4": {
                "0": "<b>כן אמרתם.</b> ידעתי כי זאת אמרתם שירושלים הסיר ואתם הבשר ואני אומר לכם כי לחללים שנתתם בה היא לסיר שהם נגמרו בה אבל לכם לא תהיה לסיר לקלוט אתכם עד יום מיתה כי אתכם אוציא מתוכה: ",
                "1": "<b>ומעלות רוחכם.</b> העולה על דעתכם בוטר\"א טלנ\"ט בלע\"ז:\n"
            },
            "6": {
                "0": "<b>הוציא.</b> כמו להוצי' ולשוא בניתם הבתי' כי בגלות תלכו האבות והבנים ואין יורש את הבתים:\n"
            },
            "7": {
                "0": "<b>חרב יראתם.</b> כשפניתם לעזרה למלך מצרים כמו שנאמר בצדקיהו וימרד בו לשלוח מלאכיו למצרי' (לקמן יו):\n"
            },
            "9": {
                "0": "<b>על גבול ישראל.</b> בסוף הגבול והיא רבלה ארץ חמת היא אנטוכיא שם נשפט צדקיהו ביד נבוכדנצר כמו שנא' בספר (מלכים ב כה) שם שחט את בניו שם נקר את עיניו והיא סוף הגבול שנא' במרגלים ובכמה מקומות עד לבא חמת (במדבר יג):\n"
            },
            "10": {
                "0": "<b>לא תהיה לכם לסיר.</b> המשמרת נתחיה עד גמר בישולם: ",
                "1": "<b>ואתם תהיו בתוכה לבשר.</b> שחותכו בתוכה ותשברו בתוכה כבשר בסיר ובתוך קלחת: ",
                "2": "<b>אל גבול ישראל אשפוט אתכם.</b> ולא בתוכה תמותו:\n"
            },
            "14": {
                "0": "<b>אחיך אחיך.</b> גלות שומרון וגלות יכניה וכל בית ישראל שהלכו בגולה: ",
                "1": "<b>אשר אמרו להם.</b> אשר אמרו עליהם יושבי ירושלי' שלא גלו עם יכני' שהמליך עליהם נבוכדנצר את צדקיהו ועתה גם הם משחקים על אחיהם שגלו ואומרי' עליהם רחקו מעל ה':\n"
            },
            "15": {
                "0": "<b>למקדש מעט.</b> לבתי כנישתא דאינון יתבין תניין לבית מקדשא:\n"
            },
            "18": {
                "0": "<b>לב בשר.</b> לב רך ונוח להכנע:\n"
            },
            "20": {
                "0": "<b>ואל לב שקוציהם וגו'.</b> ואותם אשר אל לב שקוץ ותועבות לבם הולך שנשארו בירושלים שלא גלו וטועים בעכו\"ם ושקוצי': ",
                "1": "<b>דרכם בראשם נתתי.</b> שאוציא עליהם חרב ושבי וילכו בגולה:\n"
            },
            "21": {
                "0": "<b>וישאו הכרובים.</b> לאחר שגמר דבריו אלי נסתלק:\n"
            },
            "22": {
                "0": "<b>על ההר אשר מקדם לעיר.</b> הוא הר הזיתים שהוא במזרחו של העיר וזה מסע שלישית:\n"
            },
            "23": {
                "0": "<b>במראה ברוח אלהים.</b> נדמה לי כאלו עכשיו הוא מחזירני מירושלים לבבל:\n\n"
            }
        },
        "11": {
            "2": {
                "0": "<b>כלי גולה.</b> כלי לשתות ומקידה קטנה ללוש בה חררה אות לבית ישראל שבירושלים שיעשו כן ולא יצטרכו ללוש בצק בגומא על גבי קרקע והחצצים נכנסים בתוכו והם לא שמעו לו והוצרכו לכך והוא הכתוב בספר קינות ויגרס בחצץ שני (איכה ג׳:ט״ז) במדרש קינות: ",
                "1": "<b>וגלה יומם.</b> מיום אל יום שנים שלשה ימים נהוג בעצמך כאדם המכין צעדיו לגלות שיראו בני הגולה וישאלו מה מעשיך ואתה תגיד להם שסימן הוא לצדקיהו ועמו וישלחו להם אלו את שלוחיהם ויודיעו לאחיהם וקרוביהם אשר שם ככל אשר ישמעו מפיך וכן כל יומם שבמקרא לשון יום יום הוא דבר הנוהג ימים רבים כך שמעתי משמו של רבי מנחם ואמת דבריו: ",
                "2": "<b>אולי יראו.</b> שמא יבינו אפרצברונ\"ט בלע\"ז: ",
                "3": "<b>כי בית מרי המה.</b> לפיכך עדיין הוא שמא:\n"
            },
            "3": {
                "0": "<b>כמוצאי.</b> קומ\"א אישוא\"ש בלע\"ז:\n"
            },
            "4": {
                "0": "<b>חתר לך בקיר.</b> סימן לצדקיהו שיצא דרך מחתרת מערה כי ירא לצאת דרך בפרהסיא מפני הכשדים:\n"
            },
            "5": {
                "0": "<b>בעלטה תוציא.</b> לכשתחשך תוציא את כליך:\n"
            },
            "6": {
                "0": "<b>כלי הוצאתי ככלי גולה יומם.</b> יום יום הייתי מראה להם שאני מתקן לעצמי כלי גולה:\n"
            },
            "9": {
                "0": "<b>הנשיא המשא הזה.</b> על המלך צדקיהו אני מראה המשא הזה לשון נבואה:\n"
            },
            "11": {
                "0": "<b>פניו יכסה.</b> מחמת כלימה שהוא בורח מן העיר לילה:\n"
            },
            "12": {
                "0": "<b>ופרשתי את רשתי עליו.</b> מערה היתה לו מביתו עד ערבות יריחו ויצא דרך המערה מה עשה הקב\"ה הביא צבי אחד לפני חיל כשדי' והולך לפניהם על גג המערה והם רודפים אותו וכשיצא צדקיהו מן המערה בערבות יריחו ראוהו יוצא ותפשוהו: ",
                "1": "<b>ואותה לא יראה.</b> כי ברבלה בארץ חמת דבר אתו משפטים ועיור את עיניו ואח\"כ הביאו לבבל כמה שנא' בספר (מלכי' ב כה ובירמיה לט):\n"
            },
            "13": {
                "0": "<b>וכל אגפיו.</b> שריו ומנחם פתר בו לשון כנפים: ",
                "1": "<b>אזרה לכל רוח.</b> אפנדר\"י בלע\"ז הם יוחנן בן קרח ושרי החיילי' שגלו למצרי' ושם השיגתם חרבו של נבוכדנצר כשהחריב את מצרי':\n"
            },
            "15": {
                "0": "<b>למען יספרו את כל תועבותיהם.</b> ויאמרו בעונינו לקינו כי כזאת וכזאת עשינו ואודיע כי לא על חנם כליתים:\n"
            },
            "18": {
                "0": "<b>ממלואה.</b> מעושרה: ",
                "1": "<b>מחמס כל היושבים בה.</b> בעון חמס יושביה:\n"
            },
            "19": {
                "0": "<b>הנושבות.</b> לי\"ש אשייא\"ש בלע\"ז:\n"
            },
            "21": {
                "0": "<b>מה המשל הזה.</b> למה אתם מושלים כן תמיד בפיכם למשול דבר זה: ",
                "1": "<b>יארכו הימים.</b> ולא תבוא הפורעניות ובתוך כך יאבד החזון הרע שהנביאים נבאים לנו וישתכח וישתקע:\n"
            },
            "22": {
                "0": "<b>ימשלו.</b> ל' משל:\n"
            },
            "23": {
                "0": "<b>כי לא יהיה עוד כל חזון שוא.</b> לא יוכלו עוד נביאי השקר להבטיח אתכם שלום על שקר כי מהרה אקדים את דברי נביאי האמת לבוא: ",
                "1": "<b>מקסם חלק.</b> דבנייל\"א בלע\"ז קסם של חלקלקות:\n"
            },
            "24": {
                "0": "<b>תמשך.</b> שר\"א אלונגי\"א בלע\"ז:\n"
            },
            "26": {
                "0": "<b>לימים רבים.</b> הנבואה לא תתקיים אלא לזמן מרובה:\n\n"
            }
        },
        "12": {
            "2": {
                "0": "<b>הנבלי'.</b> השוטים: ",
                "1": "<b>רוחם.</b> כמו רצונם:\n"
            },
            "3": {
                "0": "<b>כשועלים בחרבות.</b> כשיבא אדם על פרץ החורבה בורח השועל על דרך פרץ אחרת ואינו עומד בפרץ להלחם:\n"
            },
            "4": {
                "0": "<b>לא עליתם בפרצות.</b> לא עשיתם מעשים טובים שתוכלו לעכב את הרעה מלבא:\n"
            },
            "5": {
                "0": "<b>חזו.</b> לשון נבואה: ",
                "1": "<b>ויחלו לקיים דבר.</b> ואיך סבורים לקיים דבריהם, לשון תוחלת וי\"א איקוויירירא\"ט בלע\"ז, ל' אחר ל' המתנה:\n"
            },
            "9": {
                "0": "<b>והוא בונה חיץ.</b> והנה עמי כבונים בנין מחיצה והנביאים טחים אותו תפל קרקע הדומה לסיד ואינו מתקיים לפני הגשמים: ",
                "1": "<b>תפל.</b> אוטומנ\"ץ בלע\"ז וי\"א בלאשטניי\"א בלע\"ז:\n"
            },
            "10": {
                "0": "<b>ואתנה.</b> כמו ואתן: ",
                "1": "<b>אבני אלגביש.</b> אבני ברד גדולות ואומר אני לפי שהם מזהירות ככל אבני גביש (ברד) הוא מדמה אותם אל גביש שהיא אבן טובה כענין שנאמר ראמות וגביש (איוב כ״ח:י״ח) ורבותינו אמרו אל גביש שעמדו באויר על גב איש וזהו משה רבינו שנאמר ומטר לא נתך ארצה (שמות ט׳:ל״ג) אותם שהתחילו לירד לא הגיעו לארץ: ",
                "2": "<b>תפולנה.</b> על הקיר:\n"
            },
            "11": {
                "0": "<b>איה הטיח.</b> כך כשתבא הרעה יאמר לכם איה השלום שהבטחתם:\n"
            },
            "13": {
                "0": "<b>הקיר.</b> היא ירושלים:\n"
            },
            "17": {
                "0": "<b>הוי למתפרות כסתות.</b> קוטרא\"ש בלע\"ז כמין כסתות קטנות היו תופרות ותולות לנשאלים אליהם על אצילי ידיהם וקוסמות להם באותן כסתות קסם שקרי' ולמי שהם חפצות אומרות קסם טוב ולמי שרוצות אומרות קסם רע: ",
                "1": "<b>אצילי.</b> איישיל\"ש בלע\"ז: ",
                "2": "<b>אצילי ידי.</b> כמו אצילי ידים וכמו תלמי שדי (הושע יא): ",
                "3": "<b>ועושות המספחות.</b> על ראשי האנשים אף הם לקסום בהם ולא ידעתי מה הם מתוך שנאמר וקרעתי אותם אומר אני שהן של בגד ויונתן תרגמו פת כומרים וכן תרגם במות טלואות מחפיין פת כומרים: ",
                "4": "<b>המספחות.</b> כמו ספחני נא (שמואל א ב׳:ל״ו) לישאגמנ\"ץ בלע\"ז ויש לועזים פלטראיי\"ש בלע\"ז: ",
                "5": "<b>לצודד נפשות.</b> בהן הן צדות הנפשות לגיהנם שמחזיקות ידי הרשעים לקסום להם שלום ומרפות ידי צדיקים לקסום להם רעה: ",
                "6": "<b>הנפשות תצודדנה וגו'.</b> תמיה היא: ",
                "7": "<b>ונפשות לכנה תחיינה.</b> לכנה כמו לכם שאתנה נוטלות שכר על כך ומתפרנסות בכך:\n"
            },
            "18": {
                "0": "<b>בשעלי שעורים.</b> כמו מי מדד בשעלו מים (ישעיהו מ׳:י״ב) אונגיאלוניא\"ש בלע\"ז, לשון אחר לשון מדה: ",
                "1": "<b>ובפתותי לחם.</b> איאנפיצא\"ש בלע\"ז שאתן נוטלות בשכרכן: ",
                "2": "<b>להמית נפשות אשר לא תמותנה.</b> כלומר לאמר על נפשות אשר לא תמותנה אלו ימותו ולאמ' על אשר לא תחיינ' יחיו כי קסמיכם שקר ועמי מקבלים את קסמי כזב שלכם:\n"
            },
            "19": {
                "0": "<b>לפורחות.</b> להיות פורחות על ידיכן לגיהנם: ",
                "1": "<b>ושלחתי את הנפשות.</b> כתרגומו ואשזיב ית נפשתא דאתון מחרשן ית נפשיהן לאבדותה': ",
                "2": "<b>את נפשים.</b> את אנשים להיות הנפשות פורחות:\n"
            },
            "21": {
                "0": "<b>יען הכאות לב צדיק שקר.</b> כשאתן קוסמות לו רעה הוא מצטער ולבו נכאה:\n\n"
            }
        },
        "13": {
            "0": {
                "0": "<b>ויבוא אלי אנשים.</b> כולם בלב אחד לרעה לכך נאמר ויבוא, ומדרש אגדה אומר על שם שהקב\"ה גלה אזן הנביא תחלה הנה יבואו אליך פלוני ופלוני:\n"
            },
            "1": {
                "0": "<b>העלו גלוליהם על לבם.</b> לבם אל גלוליהם לעבוד: ",
                "1": "<b>נתנו נכח פניהם.</b> להיות להם עכו\"ם תמיד למורא ולאלוה: ",
                "2": "<b>האדרש אדרש.</b> התראה כי אני אדרוש להם ואשיב על דבריהם הרבה תמיהות מתקיימות:\n"
            },
            "3": {
                "0": "<b>נעניתי לו.</b> שויי\"ש רפונדו\"ץ בלע\"ז אע\"פ שהוא בא לפני ברוב גלוליו כן ת\"י:\n"
            },
            "4": {
                "0": "<b>למען תפוש את בית ישראל וגו'.</b> בדיל לקרבא ית בית ישראל למתן תיובתא בלבהון: ",
                "1": "<b>נזורו.</b> כמו נזיר אחיו (ראשית מט) פורינ\"ט אשיברי\"ץ בלע\"ז:\n"
            },
            "5": {
                "0": "<b>שובו.</b> מדרכיכם: ",
                "1": "<b>והשיבו.</b> את לבבכם: ",
                "2": "<b>מעל גלוליכם.</b> אשר העליתם אל לבבכם: ",
                "3": "<b>השיבו פניכם.</b> אשר שמתם מכשול עווניכם לנכחם:\n"
            },
            "6": {
                "0": "<b>נענה לו בי.</b> משתאל ליה במימרי אדרש לו:\n"
            },
            "7": {
                "0": "<b>ונתתי פני באיש ההוא.</b> אחרי כן אם לא ישמע אל דברי הנביא: ",
                "1": "<b>פני.</b> מישאירא\"ש בלע\"ז: ",
                "2": "<b>והשימותיהו.</b> תרגום יונתן ואשציניה:\n"
            },
            "8": {
                "0": "<b>והנביא כי יפותה ודבר דבר.</b> שאינו אמת: ",
                "1": "<b>פתיתי.</b> פתחתי לו פתח לאיזו שירצ' ומכאן יש לומר בא ליטמא פותחין לו:\n"
            },
            "9": {
                "0": "<b>כעין הדורש כעין הנביא.</b> כחוב דאתי למילף ולא אליף כחוב נביי שקרא יהי:\n"
            },
            "12": {
                "0": "<b>מטה לחם.</b> משען לחם:\n"
            },
            "13": {
                "0": "<b>נח דניאל ואיוב.</b> לפי שאלו שלשה ראו שלשה עולמות נח ראה העולם בנוי וחרב ובנוי ודניאל את בית המקדש או את עצמו תחלה שר על כל השרים סוף הושלך לגוב אריות וחזר לגדולתו וכן איוב ראה את עצמו מיושב וחרב ומיושב לפיכך הביאו דוגמא לדורו של יכניה שראו את הבית בבניינו וחורבנו ובנין שני וכן אמר להם הקב\"ה חיבה יתירה אני מראה לכם אתם יכניה וגלותו אילו תחטא לי אחת מארצו' העכו\"ם וגזרתי עליהם אחת מארבעת שפטים אלה או רעב או חיה רעה או חרב או דבר כמו שמסודרין בפרשה זו זה אחר זה ושלשת הצדיקים אלו בתוכה לא יצילו לא בן ולא בת ואני אביא ארבעתן על ירושלים ואשאיר לכם מבניכם אשר שם ואע\"פ שאינכ' בתוכם ולא שהם ראוים להצל' אלא לנחם אתכם כשיגלו אצליכם ותראו מעשיהם הרעים ותתנחמו על הרעה אשר הבאתי עליהם כי תראו שלא היו כדי לסובלם עוד, (הרי זה מהלך סדר פרשה זו כולה לשון זה אין ליישבו ונראה שאינו לשון הרב ועוד נראה שבספר זה חסר אחת מארבע שפטים מאז ועד אז, ס\"א מאו ועד או) ל\"א ארץ כי תחטא לי וגו' והיו שלשת האנשים האלה בתוכה נח דניאל ואיוב לפי ששלשת האנשים האלה הצילם הקב\"ה משלשת (מארבעת) שפטים האלה הזכיר הכתוב את אלו נח נמלט משלשתן מחיה רעה מניין אתה אומר בשעה שנכנס לתיב' בקשו כל החיות ליכנס ולא הניחן הקב\"ה דכתיב ויסגור ה' בעדו (שם ז) אין ויסגור אלא מחיות כד\"א וסגר פום אריותא ולא חבלונני (דניאל ז) ארי בא ליכנס והיו שיניו כהות דוב בא ליכנס והיו רגליו מתערסלות כו' בב\"ר, מן הרעב מניין שנא' מן האדמה אשר אררה (ראשית ה) צא ולמד בב\"ר במקו' שחושב עשרה רעבון שירדו לעולם ותמצא שבימי נח היה אחד מהם ומביא ראיה מן האדמה אשר אררה, מן החרב זה המבול ועוד שהיו דורו מבקשין ליזדווג לו והיו אומרים אין אנו מניחין אותו ליכנס אלא שהצילו הקב\"ה אמר הקב\"ה אין אני מניחו ליכנס אלא בחצי היום ודרגיש לי' ימלל הה\"ד בעצם היום הזה בא נח (שם ז) בעצומו של יום דניאל בשעה שנכנס נבוכדנצר להיכל בימי יהויקים והרג יהויקים והניח לדניאל והגלה לדניאל הגלת שלומי' לפי שמצאו מלא רוח חכמה, מן הרעב שהרי עד שלא נכבשה ירושלים בימי יהויקי' צר עליה נבוכדנצר ג' שנים שנאמר ויהי הרעב גדול בעיר (מלכים ב ה) וגם (בירמיהו נ״ב:ו׳) ויחזק הרעב, מן החיות מניין וסגר פום אריותא (דניאל ז) ולא חבלונני וכן אתה מוצא איוב שנמלט משלשתן מן הרעב מניין לדברי האומר איוב בימי יעקב היה מצינו שהיה רעב בימיו, מן החיה מניין דכתיב ומקנהו פרץ בארץ פרץ גדרו של עולם, מן החרב מניין יפלח כליותי ולא יחמול והיו שלשת האנשים האלה בתוכה נח דניאל ואיוב המה בצדקתם ינצלו נפשם, מפני מה לא הוזכרו במיתת הרעב בנים ובנות שלא נאמר בהם אם בנים אם בנות יצילו כמו שהוזכרו בשני שפטים האחרונים דוגמא לדניאל שהוא אחד מהם והוא היה מדורו של יכניה ולא נמלטו עמו לא בנים ולא בנות ועליו נתנבא ישעיה (נו) כה אמר ה' לסריסים אשר ישמרו את שבתותי:\n"
            },
            "14": {
                "0": "<b>לו חיה.</b> אם חיה:\n"
            },
            "16": {
                "0": "<b>חרב.</b> גייסות למלחמה:\n"
            },
            "20": {
                "0": "<b>שפטי.</b> מישגושטיש\"ש בלע\"ז: ",
                "1": "<b>אף כי.</b> לשון קל וחומר וכ\"ש הוא וכן בכל המקרא כגון הנה אנחנו פה ביהודה יראים (שמואל א כ״ג:ג׳) ואף כי נלך קעילה וכן בפרשה זו (יחזקאל ט״ו:ה׳) הנה בהיותו תמים לא יעשה למלאכה אף כי אש אכלתהו וכו':\n"
            },
            "21": {
                "0": "<b>נותרה.</b> איירטרמאי\"ש בלע\"ז: ",
                "1": "<b>המוצאים.</b> בשביה ויביאום כאן: ",
                "2": "<b>עלילותם.</b> מעשיהם:\n\n"
            }
        },
        "14": {
            "1": {
                "0": "<b>מה יהיה עץ הגפן מכל עץ.</b> מה סופו מכל שאר עצים: ",
                "1": "<b>הזמורה אשר היה בעצי היער.</b> לא על גפן הכרמים שעושה פרי אני אומר לך אלא על זמורות גפן הגדילה ביערים:\n"
            },
            "2": {
                "0": "<b>היוקח ממנו וגו'.</b> אינו ראוי לכך: ",
                "1": "<b>כל כלי.</b> שום כלי:\n"
            },
            "3": {
                "0": "<b>הנה לאש נתן לאכל'.</b> ארבירי\"ר בלע\"ז הנה שאלתיך על התמים ואינו ראוי לכלום עתה עוד אני מוסיף על השאלה הנה אם נתנו זמורה ממנו באש ואכלה האש בשני קצות הקיפה עד כי נחר תוכו: ",
                "1": "<b>נחר.</b> נשאר מן האש ברואי\"ר בלע\"ז נחר לשון ועצמי חרה (איוב ל׳:ל׳) ויש לועזין אשאר\"ט בלע\"ז וכן ויחר עלי אפו (שם יט) חברו מנחם עם עצמי חרה, היצלח עוד למלאכה:\n"
            },
            "4": {
                "0": "<b>אף כי.</b> לשון ק\"ו וכ\"ש הוא וכן בכל המקרא כגון הנה אנחנו פה ביהודה יראים ואף כי נלך קעילה (שמואל א כ\"ג):\n"
            },
            "5": {
                "0": "<b>כן נתתי.</b> את ירושלים שתי קצותיה אכל' האש שתי גליות כשגלה יהויקים גלו עמו מזרע המלוכה ומן הפרתמים כמו שנאמר בדניאל אחריו גלה יכניה בנו והחרש והמסגר ותוכו נחר צדקיהו הנותר בה כבר גזרתו עליו מלא חפניך גחלי אש וזרוק על העיר (לעיל י):\n"
            },
            "6": {
                "0": "<b>מהאש יצאו.</b> על פתגמי אוריתא דיהיבין מגו אשתא עברו ועממיא דתקיפין כאישתא ישיצינון:\n\n"
            }
        },
        "15": {
            "1": {
                "0": "<b>הודע.</b> פיישבויי\"ר בלע\"ז:\n"
            },
            "2": {
                "0": "<b>מכורותיך.</b> כמו מגורותיך ומנחם חברו לשון תולדה וכן פי' כלי חמס מכורותיהם (בראשית מ״ט:ה׳) איש מאת מכרו (מלכים ב י״ב:ו׳) לבד ממכריו (דברים י״ח:ח׳) כולם לשון תולדות: אביך: ",
                "1": "<b>ואמך.</b> אברהם ושרה משם נטלו גדולתם ובני חת נתנו לה קבר:\n"
            },
            "3": {
                "0": "<b>ביום הולדת אותך.</b> פושניא\"ה בלע\"ז כשבחרתי בך במצרים היית בלי שום תיקון ולפי שדימה הדבר ללידה הזכיר כאן תיקוני הולד: ",
                "1": "<b>שרך.</b> כמו שררך: ",
                "2": "<b>למשעי.</b> לצחצוח צחיח הסלע תרגומו שעיעות כיפא אפלצמנ\"ט בלע\"ז ומנחם חבר למשעי לשון שעשועים: ",
                "3": "<b>לא המלחת.</b> מכאן שמולחין את הולד כדי שיתקש' בשרו: ",
                "4": "<b>והחתל.</b> לשון כריכה בבגדים וכן (איוב ל״ח:ט׳) וערפל חתולתו הוא שמלפפין את הוולד:\n"
            },
            "4": {
                "0": "<b>לחומלה.</b> לחוס: ",
                "1": "<b>בגועל.</b> אנבורישמנ\"ט בלע\"ז:\n"
            },
            "5": {
                "0": "<b>מתבוססת.</b> נרפסת כמו יבוס קמינו: ",
                "1": "<b>בדמיך חיי.</b> אף בנווליך זה לא תמותי וששינה לומר שני פעמים לפי שבדם פסח ודם מילה נגאלו ל' אחר מתבוססת שוייליא\"ה בלע\"ז:\n"
            },
            "6": {
                "0": "<b>רבבה כצמח.</b> כמו שנא' ובני ישראל פרו וישרצו וירבו (שמות א׳:ז׳): ",
                "1": "<b>בעדי.</b> לשון מכלול ומנחם פי' בעדי עדיים לשון עד כמו בטחו בה' עדי עד אנגוק\"א אשיגל\"א בלע\"ז אבל דונש פתר אותו לשון עדי ומשקל עדי עדים הוא מן י' שמות ארי אריים צבי צביים גדי גדיים: ",
                "2": "<b>נכונו.</b> פורינ\"ט אפייטיאש בלע\"ז: ",
                "3": "<b>ושערך צמח.</b> סימני נערות: ",
                "4": "<b>ואת ערום ועריה.</b> מן המצות:\n"
            },
            "7": {
                "0": "<b>דודים.</b> אמיטיא\"ש בלע\"ז: ",
                "1": "<b>ואפרוש כנפי.</b> כנף בגדי: ",
                "2": "<b>ואשבע לך.</b> לכן אמור לבני ישראל אני ה' והוצאתי אתכם (שם ו) ואין לכן אלא שבועה כמו שנאמר (שמואל א ו) לכן נשבעתי לבית עלי: ",
                "3": "<b>ואבא בברית אותך.</b> הנה דם הברית אשר כרת ה' עמכם:\n"
            },
            "8": {
                "0": "<b>ואסוכך.</b> לשון משיחה וכל הענין אינו אלא לשון משל ויונתן פי' את כולה ואין להוסיף על התרגום וכן פירשה מכורותיך ומולדותיך וגומר תותבותכון וילדותכון מארעא כנענאי תמן איתגליתי אל אברהם אבוכון בין בתריא ואודעתיה דאתון נחתין למצרים ובדרע מרומם אנא פריק יתכון ובזכות אבהתכון אנא מתריך ית אמוראי ומשיצי ית חתאי: ",
                "1": "<b>ומולדותיך ביום הולדת אותך וגו'.</b> ואף כד נחתו אבהתכון למצרים תותבון בארעא דלא דילהון משעבדין ומענן להון הות כנישתא דישראל דמיא לולדא דרטיש על אפי ברא דלא איתפסק שוריה ובמיא לא אישתטיף לאיתנקהא ובמלח לא איתמלח ובאיסורין לא איתאסא: ",
                "2": "<b>לא חסה עליך עין וגו'.</b> לא חסת עליכון עינא דפרעה רשיעא למעבד לכון טבא חדא לאנחא לכון משעבודכון לרחמא עליכון וגזר עליכון גזירת גמירא למרמי ית דכוריכון בנהרא לאבדא יתכון בעידן דהויתון במצרים ואעבר עליך וגו'. ועל דוכרן קים אבהתכון קדמי איתגליתי למפרקכון ארי גלי קדמי ארי אתון מענן בשיעבודיכון ואמרית לכון בדמא דמהולת' אחוס עליכון ואמרית לכון בדם פסחא אפרוק יתכון. רבבה כצמח השדה נתתיך. ריבבת כצמחי חקלא יהבתיכון וסגיתון ותקיפתון והויתון לזרעין ולשבטין ובעובדי אבהתכון תקניא עידן פורקן כנישתכון מטא ארי אתון משעבדין ומענן. ואעבור עליך ואראך. ואיתגליתי על משה באסנא וארי גלי קדמי ארי מטא זמן פורקנכון ואגנית במימרי עליכון ואעדיתי חוביכון וקיימית במימרי למפרק יתכון כמה דקיימית לאבהתכון אמר ה' אלהים למהויכון עם משמש קדמי. וארחצך במים. ופריקית יתכון משעבוד מצראי ואעדיתי תקוף מרוותא מנכון ודברית יתכון בחירותא:\n"
            },
            "9": {
                "0": "<b>ואלבישך רקמה.</b> ואלבישית יתכון לבושי ציורין מחמדת סנאיכון: ",
                "1": "<b>ואנעלך תחש.</b> איקאלצייטוי\"י טיישו\"ן בלע\"ז ויהיבית מסן דיקר ברגליכון: ",
                "2": "<b>ואחבשך בשש.</b> איפוציינישטוי בלע\"ז וקדשת מנכון כהניא למהוי משמשין קדמי במצנפן דבוץ: ",
                "3": "<b>ואכסך משי.</b> שווייא\"ה בלע\"ז וית כהנא רבא בלבושי צבעונים ומ\"א ואכסך משי אלו שבעת ענני כבוד דכתיב לא ימיש עמוד הענן יומם (שמות י״ג:כ״ב):\n"
            },
            "10": {
                "0": "<b>ואעדך עדי.</b> איפאריטו\"י בלע\"ז ותקנית יתכון תיקון פתגמי אורייתא כתיבין על תרין לוחי אבניא: ",
                "1": "<b>ואתנה.</b> על ידי משה: ",
                "2": "<b>צמידים.</b> חברתי' דבור כנגד חברו חמשה כנגד חמשה:\n"
            },
            "11": {
                "0": "<b>ואתן נזם על אפיך.</b> ויהבית ארון קיימי ביניכון: ",
                "1": "<b>ועגילים על אזניך.</b> לשון נזם וענן יקרי מטל עלויכון על שם שהיו מוקפין בעגול: ",
                "2": "<b>ועטרת תפארת בראשך.</b> ומלאך שליח מן קדמי מדבר ברישיכון שנאמר ויעבור מלכם לפניהם וה' בראשם (מיכה ב׳:י״ג):\n"
            },
            "12": {
                "0": "<b>ותעדי זהב וכסף.</b> ויהבי' משכני ביניכון מתקן בדהב וכסף ויריעת בוץ וצבעונין וציורין ומנא דטב כסולתא וכדבש וכמשח אוכלית יתכון ועתרתון ותקפתון לחדא ואצלחתון ושלטתון בכל מלכוות': ",
                "1": "<b>סלת ודבש ושמן אכלת.</b> המן שהיה משתנה לכל הטעמים לסלת ודבש ושמן אכלת, ומ\"א י\"ג דברים יש כאן וכנגדן אמר להם הקב\"ה להביא י\"ג דברים המנויין בתרומת המשכן ואף על פי כן הוא פורע להם כנגדם לע\"ל י\"ג דברים וברא ה' על מכון הר ציון וגו' וסוכה תהיה לצל יומם מחורב מזרם וממטר וגו' (ישעיה ד): ",
                "2": "<b>ותיפי.</b> לשון יופי:\n"
            },
            "13": {
                "0": "<b>כי כליל הוא.</b> לשון מכלול ד\"א כי כליל הוא כי שלם היה ד\"א כי כליל קרונ\"א בלע\"ז כמו נזר דמתרגמינן כלילא:\n"
            },
            "14": {
                "0": "<b>ותזני על שמך.</b> בטחת על שם היופי שיצא לך: ",
                "1": "<b>ותשפכי את תזנותיך.</b> הראית יופיך לכל עובר עד נשפכה עליהם תאוות זנותך לפתות אותך לזנות עמם: ",
                "2": "<b>לו יהי.</b> ומשנתאוו לך אתה הפקרת להם עצמך ולכל אשר שאל זנותך לו היה, וי\"ת ולא כשר ליך למעבד כן כאלו היה כתיב לא יהי וכל משל הזה על עגל המדבר ועל שאר עכו\"ם שעבדו שבטו של דן במדבר כמו שכתוב כל הנחשלים אחריך (דברים כ״ה:י״ח) ומצינו בפסיקתא זה שבטו של דן שהענן פולטו שהיו כולם עובדי עכו\"ם:\n"
            },
            "15": {
                "0": "<b>במות טלואות.</b> מכוסות בבגדים מנומרין של מיני צבעונין פלטריא\"ש בלע\"ז: ",
                "1": "<b>לא באות.</b> לא היתה ראויה זאת לבא, נו\"ן אבני\"ר אינו\"ן אייטר\"א בלע\"ז:\n"
            },
            "16": {
                "0": "<b>צלמי זכר.</b> לפי שדימה אות' לנקבה זונה דימה את הגלולים לזכר הנואף עמה:\n"
            },
            "18": {
                "0": "<b>ולחמי אשר נתתי לך וגו'.</b> יום שעשו את העגל ירד להם המן ונתנו ממנו לפני העגל ואעפ\"כ ויהי ביום מחר ולא פסק ואף כן מפורש בספר עזרא (נחמיה ט׳:י״ח) אף כי עשו להם עגל מסכה וגו' ואתה ברחמיך הרבי' לא עזבת' וגו' ומנך לא מנעת מפיהם כדי הוא למנוע מהם ולא מנעת אף כאן ויהי נאם ה' אלהים היה הלחם ולא פסק מלירד ליום מחר כך דרש רבי תנחומא:\n"
            },
            "19": {
                "0": "<b>אשר ילדת לי.</b> היו לו חמשה בנים ד' מהם לעבוד עכו\"ם ואחד מוקצה לבית הספר ובא להקרי' אחד מבניו למולך מקרי' לו את זה שהקצה ללמוד תורה במדרש רבי תנחומא, ואני אומ' אשר ילדת לי אלו הבכורו' וכן הוא אומר בספר הזה (לקמן כ') ואטמא אותם במתנותם בהעבי' כל פטר רחם:\n"
            },
            "21": {
                "0": "<b>את ימי נעוריך.</b> את חסדי אשר עשיתי עמך במצרים:\n"
            },
            "22": {
                "0": "<b>אוי אוי לך.</b> וי ליך על דחבת ווי ליך על דלא תבת:\n"
            },
            "23": {
                "0": "<b>ותבני לך גב.</b> גובה כעין בימוס ומזבח, ותבני לשון בנין:\n"
            },
            "24": {
                "0": "<b>ותפשקי את רגליך.</b> לפי שדימה אותה לזונה דבר בלשון תשמיש שיש פיסוק הרגלים איאקיישמ\"ש בלע\"ז:\n"
            },
            "25": {
                "0": "<b>גדלי בשר.</b> בעלי אבר תשמיש:\n"
            },
            "26": {
                "0": "<b>חוקך.</b> מזונותיך בימי שפוט השופטי': ",
                "1": "<b>ואתנך בנפש שנאותיך.</b> בימי שמשון: ",
                "2": "<b>הנכלמות מדרכך זמה.</b> תרגם יונתן דאילו שלחית לוותהון נביי איתכנעו, ולא היו הולכים בדרך זמתך:\n"
            },
            "27": {
                "0": "<b>מבלתי שבעתך.</b> מתוך שלא שבעת בתועבות מצרים: ",
                "1": "<b>ותזנים.</b> לשון זנות אהאנשאר\"ה אאל\"ש בלע\"ז:\n"
            },
            "28": {
                "0": "<b>אל ארץ כנען כשדימה.</b> כשדים לא מארץ כנען הם וכך פירושו הוספת צלמי כשדים על של כנענים שהיו סמוכים ליך וזנית להם כבר ויונתן תרגם ותרבי תזנותיך כשדימ' ונדמי' לכנעני' השטופים בעכו\"ם ואסגית ית טעוותך לאתחבר' לעמא דכנען למהך בנימוסי כשדאי ולי נראה כנען כמו סוחר כמו כנען בידו מאזני מרמה (הושע יב) שכן קורא ארץ כשדים ארץ סוחרים כמו שנאמר (לקמן יז) ויביאהו אל ארץ כנען בעיר רכלים שמו:\n"
            },
            "29": {
                "0": "<b>מה אמולה.</b> מקולקלת וכן היהודי' האומללי' (נחמיה ג) וכן כי אומלל אני (תהילים ו׳:ג׳): ",
                "1": "<b>לבתך.</b> כמו לבך: ",
                "2": "<b>שלטת.</b> שיצרה שליט עליה:\n"
            },
            "30": {
                "0": "<b>בבנותיך גבך.</b> כמו בבנותך לשון בנין: ",
                "1": "<b>לקלס אתנן.</b> לדבר ולהתהלל באתנן יפה שנותנין לה וכן כל לשון קלס לשון דבור פארלי\"ץ בלע\"ז: ",
                "2": "<b>אתנן.</b> הוא לשון שכירות לויאי\"ץ בלע\"ז:\n"
            },
            "31": {
                "0": "<b>האשה המנאפ'.</b> את האשה המנאפת: ",
                "1": "<b>תחת אישה וגו'.</b> בהיות' תחת בעלה נותנת עיניה באחרים:\n"
            },
            "32": {
                "0": "<b>נדה.</b> מוהר: ",
                "1": "<b>בתזנותיך.</b> מרוב זנות שהיה ביך עשית כן:\n"
            },
            "33": {
                "0": "<b>לא זונה.</b> לא נזנה לכל זונה כזנותך:\n"
            },
            "35": {
                "0": "<b>השפך נחושתך.</b> הוא לשון שולים שקורין פונ\"ץ בלע\"ז וכן הרבה בסדר טהרות נחושתו של תנור, השפך נחושתך מרוב תאות זנות היה מקורך זב: ",
                "1": "<b>ועל כל גלולי תועבותיך.</b> ויען כל גלולי תועבותיך: ",
                "2": "<b>וכדמי בניך.</b> ובעון דמי בניך אעשה לך הרעה הזאת המפורשת בענין הנני מקבץ וגו':\n"
            },
            "36": {
                "0": "<b>ערבת.</b> מאלא\"ש בלע\"ז:\n"
            },
            "37": {
                "0": "<b>ונתתיך דם חמה וקנאה.</b> ואסגירך להורגי בחימה וקנאה וכעס:\n"
            },
            "38": {
                "0": "<b>והרסו גבך.</b> בנייני גובהי נימוסיך: ",
                "1": "<b>רמותיך.</b> לשון במות:\n"
            },
            "39": {
                "0": "<b>ובתקוך.</b> אין לו דמיון וי\"ת ויבזעוניך איטרופ\"ר נרונטו\"י בלע\"ז:\n"
            },
            "40": {
                "0": "<b>והשבתיך מזונה.</b> מהיות עוד זונה:\n"
            },
            "42": {
                "0": "<b>הא.</b> כמו הנה: ",
                "1": "<b>ולא עשית.</b> את הזימה אף על פי שאני נתתי דרכך בראשך לא עשית עצה לתת לב על תועבותיך לשוב מהם, כל זימה שבמקרא לשון עצה הוא יש לטובה ויש לרעה:\n"
            },
            "43": {
                "0": "<b>כל המושל.</b> לשון משל וחידה הוא: ",
                "1": "<b>כאמה בתה.</b> ה\"א של כאמה אינה מפיק ה\"א לפי שאינה משמשת כלום אלא כאם כן בת:\n"
            },
            "44": {
                "0": "<b>בת אמך.</b> אומה של כנען אשר ירשתם את ארצם: ",
                "1": "<b>גועלת אישה ובניה.</b> אשר הרבו תועבותם עד כי געלה והקיאה הארץ את יושביה האבות והבנים יחד: ",
                "2": "<b>ואחות אחותך.</b> סדום הסמוכה לארץ ישראל: ",
                "3": "<b>אמכן חתית וגו'.</b> ת\"י הלא אמכון שרה ביני חתאי הוות ולא עבדת כעובדיהון ואבוכון אברהם ביני אמוראי ולא הליך בעיצתהון:\n"
            },
            "45": {
                "0": "<b>על שמאולך.</b> לפי שנחלת יהודה בגבול דרומי של ארץ ישראל היה נמצאו כל שאר השבטים על שמאלם:\n"
            },
            "46": {
                "0": "<b>ולא בדרכיהן הלכת.</b> והלואי בדרכיהן הלכת ולא התעבת יותר מהם וכן ולא יותן נא לעבדיך (מלכים ב ה) וכן ולא אם עודני חי דיהונתן (שמואל א' י\"א) אפליי\"אוט בלע\"ז: ",
                "1": "<b>כמעט קט.</b> היו תועבותיך לפני אילו לא התעבת מהן אבל את ותשחיתי מהן וכן ת\"י, ויש פותרין ולא בדרכיהם הלכת כמשמעו כמעט קט היו תועבותיהם בעיניך ותשחיתי מהן, קט פיקו\"ט בלע\"ז:\n"
            },
            "49": {
                "0": "<b>ותגבהינה.</b> היא ובנותיה כמו שמפורש באיוב ארץ ממנה יצא לחם וכל הענין עד שאמרו נשכח תורת רגל מארצינו שאין באים אלא לחסר: ",
                "1": "<b>ואסיר אתהן כאשר ראיתי.</b> דרכן כענין שנאמר בסדום ארדה נא ואראה וגו' (בראשית י״ח:כ״א):\n"
            },
            "50": {
                "0": "<b>ותצדקי את אחותך.</b> קודם שהתעבת יותר מהן היו נדונים לחובה וכיון שהרשעת יותר מהן עשית אותן כצדקניות ונתת להן פתחון פה לומר יש שהכעיסוך יותר ממני:\n"
            },
            "51": {
                "0": "<b>אשר פללת.</b> אשר שפטת להם קודם שהרשעת מהן היית אומרת עליהן ראויות הן לפורענות:\n"
            },
            "52": {
                "0": "<b>את שבות סדום.</b> ארפא את הארץ מגפרית ומלח ואושיב בה יושבים: ",
                "1": "<b>בתוכהנה.</b> כמו בתוכן:\n"
            },
            "53": {
                "0": "<b>בנחמך אותן.</b> כשהרשעת מהן ונתת להן פתחון פה ד\"א בנחמך אותן כשתבא עליך הרעה ינוחמו הנה לומר לא לבדנו לקינו:\n"
            },
            "55": {
                "0": "<b>ולא היתה סדום אחותך וגו'.</b> בתמיה: ",
                "1": "<b>לשמועה בפיך.</b> להוכיח רבים ולומר הזהרו שלא תהפכו כסדום כאילו היתה לך שמועה חדשה: ",
                "2": "<b>ביום גאוניך.</b> כשהיית בגדולתך:\n"
            },
            "56": {
                "0": "<b>כמו עת חרפת בנות ארם.</b> כמו שנגלית בעת מסרתי אתכם ביד מלכי ארם שבאו על אחז בעת ההיא החל ה' להשליח ביהודה את גדודי ארם וגו' (מלכים ב ט״ו:ל״ז) ובדברי הימים (ב' יא) ויתנהו ה' ביד מלכי ארם וגו' ופלשתים פשטו בערי הנגב והשפלה וגו': ",
                "1": "<b>השאטות.</b> לשון בזיון ולא קרי' אל\"ף ויבז מתרגמי' ושט:\n"
            },
            "57": {
                "0": "<b>נשאתים.</b> נשאת אותם ולשון נקבה היא בכמה מקומות בספר זה:\n"
            },
            "58": {
                "0": "<b>ועשיתי אותך וגו'.</b> עשיתי לך רעה כגמולך אשר עשית: ",
                "1": "<b>אשר בזית אלה וגו'.</b> אותה שקבלת עליך בחורב לעברך בברית ה' אלהיך וגו' (דברים כ\"ט) אך לא אפיר אני את הברית מלזוכרו כי אין אני כמותך:\n"
            },
            "59": {
                "0": "<b>וזכרתי אני את בריתי.</b> אשר היה עמך בימי נעוריך:\n"
            },
            "60": {
                "0": "<b>וזכרת.</b> בהטיבי לך את דרכיך הרעי' ונכלמת מלפני על שגמלת לי רעה ואני גומלך טובה: ",
                "1": "<b>בקחתך את אחותיך.</b> כשתכבשי לירש את מקומות אשר סביבותיך הקטנות והגדולות: ",
                "2": "<b>לבנות.</b> לפרוורים לך משועבדים לך כמו סדום ובנותיה וכפרנהא: ",
                "3": "<b>ולא מבריתך.</b> ולא משמרך את הברית אשר כרתי אתך אלא בחסדי וברחמי שאני שומר את בריתי, ומדרש אגדה דרבי תנחומא ולא מבריתך לא מפטרמוני\"א שליך לא נתתיה לאברהם אביך בין הבתרים וזה הלשון קרוב ללע\"ז שכן קורין עתה לקרבות פטרא\"מוניא בלע\"ז וכן קורין כל דבר שיש לו לאדם מנחלת אבותיו:\n"
            },
            "62": {
                "0": "<b>למען תזכרי.</b> דרכך בהטיבי לך: ",
                "1": "<b>ובושת.</b> להרים פניך אלי: ",
                "2": "<b>בכפרי לך.</b> בסלחי לך, את אשר עשית תבושי ותדעי כי לא מגמולך הטוב הטיבותי לך:\n\n"
            }
        },
        "16": {
            "1": {
                "0": "<b>חוד חידה.</b> הנבואה שבענין בלשון חידה הוא שהוא מדמה את נ\"נ לנשר ואת מלכי יהודה לצמרת ארזים:\n"
            },
            "2": {
                "0": "<b>ארך האבר.</b> כמו כנף אל\"א בלע\"ז לשון אחר כמשמעו לשון אברים ממש: ",
                "1": "<b>הרקמה.</b> נוצתו נאה ומצויירת: ",
                "2": "<b>את צמרת הארז.</b> כל נוף האילן בלע\"ז צימא הוא משל שהגלה את יהויקים וגבוריו:\n"
            },
            "3": {
                "0": "<b>את ראש יניקותיו קטף.</b> גדולתו ומלכותו השפיל, יניקותיו כמו ענפיו: ",
                "1": "<b>ויביאהו אל ארץ כנען.</b> אל ארץ תגרים הוא בבל:\n"
            },
            "4": {
                "0": "<b>ויקח מזרע הארץ.</b> את צדקיהו בנו: ",
                "1": "<b>בשדה זרע.</b> בירושלים בעיר מלוכה: ",
                "2": "<b>קח על מים רבים.</b> נשרש על מים רבים, כלומר נתן לו גדולה וממשלה על סביביו: ",
                "3": "<b>צפצפה.</b> מין אילן ערבה שענפיו מרובים שאלק\"א בלע\"ז:\n"
            },
            "5": {
                "0": "<b>סורחת.</b> כמו (שמות כ״ו:י״ב) וסרח העודף גדולה: ",
                "1": "<b>שפלת קומה.</b> לעבוד למלך בבל: ",
                "2": "<b>דליותיו.</b> זמורותיו: ",
                "3": "<b>אליו.</b> אל מלך בבל: ",
                "4": "<b>תחתיו.</b> תחת מלך בבל: ",
                "5": "<b>בדים.</b> מוטות: ",
                "6": "<b>ותשלח.</b> ותגדל: ",
                "7": "<b>פארות.</b> ענפים רבים:\n"
            },
            "6": {
                "0": "<b>ויהי נשר אחד.</b> מלך מצרים: ",
                "1": "<b>כפנה שרשיה.</b> לשון רעבון כמו לשוד ולכפן (איוב ה) רעבו ונתאוו שרשי הגפן הזאת לאותו הנשר תוספות ויש משמע כפנה כמו אספה והוא הפוך ובדברי רבותינו יש מן הדומה לו שקורין לאסיפת העם כנופיא וכפנא הוא כמו כנפה אמאש\"א בלע\"ז: ",
                "2": "<b>ודליותיו שלחה לו.</b> ושלוחיה שלחה לו לבא אליה ולהשקות אותה: ",
                "3": "<b>מערגות מטעה.</b> מהעוגיות מים שעשה לו הנשר הראשון:\n"
            },
            "7": {
                "0": "<b>אל שדה טוב וגו'.</b> כלומר ועל חנם עשתה זאת כי אל שדה טוב היתה שתולה: ",
                "1": "<b>לגפן אדרת.</b> לגפן תקיף:\n"
            },
            "8": {
                "0": "<b>אמור.</b> כל האלפא ביתא במקרא זה ותמיה אני כי ארנו נמנה במסורת: ",
                "1": "<b>ינתק.</b> הנשר הראשון: ",
                "2": "<b>את פריה יקוסס.</b> כמו יקוצץ הם בני צדקיהו ששחטן לעיניו: ",
                "3": "<b>טרפי.</b> עלי פוייליי\"א בלע\"ז: ",
                "4": "<b>ולא בזרוע גדולה ובעם רב.</b> יבא הנשר השני לעזרתה: ",
                "5": "<b>למשאות אותה משרשיה.</b> לנוכח העוקרות ומסיעות אותה משרשיה:\n"
            },
            "9": {
                "0": "<b>והנה.</b> עתה שתולה כרצונה: ",
                "1": "<b>התצלח.</b> איפשר שתצלח זו שבגדה במי שנטעה ראשון:\n"
            },
            "11": {
                "0": "<b>מה אלה.</b> מה החידה הזאת ופירשה להם: ",
                "1": "<b>ויקח את מלכה ואת שריה.</b> הם צמרת הארז יהויקים ושריו: ",
                "2": "<b>בבלה.</b> היא עיר הרוכלים:\n"
            },
            "12": {
                "0": "<b>מזרע המלוכה.</b> צדקיהו: ",
                "1": "<b>אילי הארץ.</b> שרי הארץ:\n"
            },
            "13": {
                "0": "<b>לעמדה.</b> למען יתקיים:\n"
            },
            "16": {
                "0": "<b>בשפוך סוללה.</b> כשיבא נבוכדנצר וישפוך סוללה על ירושלים: ",
                "1": "<b>להכרית נפשות רבות.</b> להרוג את בני העיר:\n"
            },
            "17": {
                "0": "<b>נתן ידו.</b> הבטיח באמונה ונשא ידו בברית:\n"
            },
            "18": {
                "0": "<b>ונתתיו בראשו.</b> הוא סמוי עיניו:\n"
            },
            "19": {
                "0": "<b>ופרשתי עליו רשתי.</b> כמו שפירשתו למעלה בתחילת הספר (לעיל יב) שזימן צבי להלוך על גג המערה: ",
                "1": "<b>ונשפטתי.</b> ואתווכח עמו:\n"
            },
            "20": {
                "0": "<b>ואת כל מברחיו.</b> כתרגומו וית כל גיברוהי ומנחם חברו עם ברח דודי (סוף ש\"ה) וכה פתרונו ואת כל הבורחים: ",
                "1": "<b>בכל אגפיו.</b> בכל כנפיהם כלומר בכל כחם בחרב יפולו: ",
                "2": "<b>יפרשו.</b> שרונאפנדו\"ן בלע\"ז:\n"
            },
            "21": {
                "0": "<b>ונתתי.</b> כתרגומו ואקיימיניה ולקחתי אני. את מלך המשיח: ",
                "1": "<b>רך אקטוף.</b> אין דרך להרכיב אלא מן הרך שגדל אשתקד שקורין גרייפי\"א בלע\"ז: ",
                "2": "<b>ותלול.</b> לשון תל שדרך תל להיות גבוה ותלול אומנצלי\"ה בלע\"ז:\n"
            },
            "22": {
                "0": "<b>תשכונה.</b> דגשות הנו\"ן משמש תחת נו\"ן שנייה כאלו כתוב תשכוננה:\n"
            },
            "23": {
                "0": "<b>השפלתי עץ גבוה.</b> את הכשדים שהיו מושלים בישראל: ",
                "1": "<b>הובשתי עץ לח.</b> צדקיהו וזרעו: ",
                "2": "<b>והפרחתי עץ יבש.</b> יהויכין שגלה בלא בנים יוליד בבבל את זרובבל והוא יהיה פחת יהודה למשול:\n\n"
            }
        },
        "17": {
            "1": {
                "0": "<b>מה לכם אתם מושלים את המשל.</b> אשנפלאנ\"ץ בלע\"ז: ",
                "1": "<b>אבות יאכלו בוסר.</b> פרי עד שלא נתבשל ביירגו\"ץ בלע\"ז: ",
                "2": "<b>ושני הבנים תקהינה.</b> אגאצירונ\"ט בלע\"ז, כך דרכו של הקב\"ה האבות חוטאים והבנים לוקים שהרי כמה שנים חטאו מלכי ישראל קודם שגלו ואף אנו לא נדאג ללקות בעונינו:\n"
            },
            "2": {
                "0": "<b>משול.</b> כמו למשול:\n"
            },
            "3": {
                "0": "<b>כל הנפשות לי הנה.</b> ולמה ילקה הבן שלא חטא לי הלא שלי הוא:\n"
            },
            "5": {
                "0": "<b>אל ההרים לא אכל.</b> בטוריא לא פלח לטעוותא לאכול זבחי מתים: ",
                "1": "<b>אל גלולי.</b> שאר עבודת כוכבים כגון הבעל שבשומרון והעגלים שבבית אל ושבדן:\n"
            },
            "6": {
                "0": "<b>(יונה.</b> לשון אונאה כלומר שום איש לא הונה): ",
                "1": "<b>חבולתו חוב ישיב.</b> אם חבל שלמת רעהו בחובו ישיב אותו לו כבוא השמש:\n"
            },
            "9": {
                "0": "<b>ועשה אח מאחד מאלה.</b> ת\"י ויעבד לאחוהי מחדא מאילן:\n"
            },
            "10": {
                "0": "<b>והוא את כל אלה.</b> את כל הטובות האלה שעשה אביו:\n"
            },
            "11": {
                "0": "<b>תועבה עשה.</b> משכב זכור:\n"
            },
            "13": {
                "0": "<b>ויראה ולא יעשה כהן.</b> ראה בלבו שאין טוב לעשות כן איאפרצוי\"ט בלע\"ז:\n"
            },
            "16": {
                "0": "<b>מעני השיב ידו.</b> מעשות לו רעה:\n"
            },
            "23": {
                "0": "<b>כל צדקותיו.</b> לא תזכרנה פירשו רבותינו במתחרט עליהם:\n"
            },
            "28": {
                "0": "<b>לא יתכן.</b> כמו לא יתקן אפייאט\"ש בלע\"ז:\n"
            },
            "29": {
                "0": "<b>שובו והשיבו.</b> שובו אתם והשיבו את אחרים רטורני\"ר בלע\"ז:\n\n"
            }
        },
        "18": {
            "1": {
                "0": "<b>מה אמך לביא.</b> כמה היתה חשובה אמך אתה צדקיהו שנמשלה ללביאה: ",
                "1": "<b>בין אריות.</b> שרי יהודה:\n"
            },
            "2": {
                "0": "<b>ותעל אחד מגוריה.</b> על בני יאשיהו נאמרה קינה זו שראשון הוא יהואחז: ",
                "1": "<b>אדם אכל.</b> גוזל את ישראל כי ישראל נקראו אדם כמו שנאמר (לקמן ל\"ד) ואתנה צאני צאן מרעיתי אדם אתם ולפי המשל כל חיה שטעמה טעם בשר אדם מתגרה באנשים לעולם:\n"
            },
            "3": {
                "0": "<b>וישמעו אליו גוים.</b> פרעה מלך מצרים: ",
                "1": "<b>בשחתם נתפש.</b> גומין חופרין ומכסין פיהם בקש והחיה נופלת בתוכה: ",
                "2": "<b>חחים.</b> כמין טבעות ברזל נוקבין חוטמו ומושכין אותן בהן:\n"
            },
            "4": {
                "0": "<b>ותרא.</b> אמו כנסת ישראל: ",
                "1": "<b>כי נוחלה.</b> לשון חולי: ",
                "2": "<b>ותקח אחד מגוריה.</b> יהויקים: ",
                "3": "<b>כפיר שמתהו.</b> מלך כל כפיר שבמקרא ארי בחור וגבור:\n"
            },
            "6": {
                "0": "<b>וידע אלמנותיו.</b> מענה את הנשים והורג את בעליהן, ויש פותרין אלמנותיו כמו ארמנותיו וידע לשון פגור והרס כמו וגבוה ממרחק יידע (תהילים קל״ח:ו׳): ",
                "1": "<b>ועריהם החריב.</b> שנתן מס על הארץ לתת לפרעה בכל שנה כמו שנאמר (מ\"ב ג):\n"
            },
            "7": {
                "0": "<b>ויתנו עליו גוים סביב ממדינות.</b> וישלח ה' בו את גדודי ארם ואת גדודי כשדים ואת גדודי מואב ואת גדודי בני עמון (שם כ): ",
                "1": "<b>ויתנו עליו גוים.</b> ואיתכנשו:\n"
            },
            "8": {
                "0": "<b>בסוגר.</b> ת\"י בקולרין: ",
                "1": "<b>במצדות.</b> להיות כלוא שם:\n"
            },
            "9": {
                "0": "<b>אמך כגפן.</b> עוד זה מן הקינה: ",
                "1": "<b>בדמך.</b> לשון דמיון ומשל כלומר דומה אתה למי שהיתה אמו כגפן שתולה על מים: ",
                "2": "<b>פוריה.</b> כמו פורה ראש לשון עושה פרי: ",
                "3": "<b>ממים רבים.</b> על ידי מים רבים:\n"
            },
            "10": {
                "0": "<b>מטות עוז אל שבטי מושלים.</b> שלטונין תקיפין ומלכין גברין: ",
                "1": "<b>עבותים.</b> אילנות שענפיהן מרובין:\n"
            },
            "11": {
                "0": "<b>ותתש.</b> כל נתישה ונטיעה היא דבר המוטל בפיזור על פני כל הארץ: ",
                "1": "<b>ורוח הקדים.</b> נ\"נ: ",
                "2": "<b>הוביש פריה.</b> שחט את בני צדקיהו:\n"
            },
            "13": {
                "0": "<b>ותצא אש ממטה בדיה.</b> מעון מלכיה ושריה באת לה הרעה: ",
                "1": "<b>קינה היא ותהי לקינה.</b> איליא היא נבואתא ותהא לאיליא:\n\n"
            }
        },
        "19": {
            "0": {
                "0": "<b>לדרוש את ה'.</b> על צרכיהם ואם אינו שומע לנו גם אנו לא נענש על עבירות שבידנו שהרי כבר מכרנו ואין לו עלינו כלום עבד שמכרו רבו ואשה שגרשה בעלה כלום יש לזה על זה כלום ומסוף הענין אתה למד מתשובה שהשיבם והעולה על רוחכם וגו' (לקמן ל\"ב):\n"
            },
            "2": {
                "0": "<b>אם אדרש לכם.</b> בבקשתכם ובסוף הספר הזה הוא אמר אדרש לבית ישראל זו אחת מן המקומות המלמדים אותנו שהקב\"ה חוזר בו על הרעה ועל כיוצא בזה ההוא אמר ולא יעשה (במדבר כ״ג:י״ט) מדרש תנחומא:\n"
            },
            "3": {
                "0": "<b>התשפוט אותם.</b> לשון ויכוח:\n"
            },
            "4": {
                "0": "<b>ביום בחרי בישראל.</b> הרי שהיתה שנאה זו כבושה לפני המקום קרוב לתשע מאות שנה משהיו במצרי' עד יחזקאל והיתה אהבתו מחפ' עליהם ועל ידי שהיו עתה מרבים לפשוע נתעוררה ועל זה נאמר שנאה תעורר מדנים וגו' (משלי י׳:י״ב):\n"
            },
            "6": {
                "0": "<b>ואומר אליהם.</b> אהרן ניבא להם נבואה זו קודם שנגלה הקב\"ה על משה בסנה וזהו שנאמר (שמואל א ב׳:כ״ז) לעלי הנגלה נגלתי אל בית אביך בהיותם במצרים וגו':\n"
            },
            "7": {
                "0": "<b>וימרו בי.</b> הם הרשעים רובם של ישראל שמתו בשלשת ימי אפלה כמו שנאמר וחמושים עלו בני ישראל וגו' (שמות יד) אחד מחמשים ויש אומרים אחד מחמש מאות:\n"
            },
            "8": {
                "0": "<b>לבלתי החל.</b> שלא יתחלל שמי מאחר שנודעתי להם והבטחתים להוציאם והכירו מצרים שהם עמי אילו הייתי משחיתם היו אומרים אויביהם מבלתי יכולת בידו להוציאם:\n"
            },
            "11": {
                "0": "<b>להיות לאות.</b> אות גדול הוא להם שנתתי את יום מנוחתי להם למנוחה הרי היכר גדול שקדשתים לי:\n"
            },
            "12": {
                "0": "<b>בחוקותי לא הלכו.</b> נסו אותי בעגל וברפידים מלקבל את התורה והותירו מן המן: ",
                "1": "<b>ואת שבתותי חללו.</b> יצאו מן העם ללקוט מן:\n"
            },
            "20": {
                "0": "<b>וימרו בי הבנים.</b> שבטו של דן וכן הנצמדים לבעל פעור (מדבר כה) לאחר שמתו דור המדבר:\n"
            },
            "22": {
                "0": "<b>להפיץ אותם.</b> מאז הבטחתים להפיצם כי תוליד בנים ובני בנים וגו' (דברים ד׳:כ״ה):\n"
            },
            "24": {
                "0": "<b>נתתי להם חוקים לא טובים.</b> מסרתם ביד יצרם להכשל בעוונם וכן ת\"י ומסרתינון ביד יצרהון טפשא ואזלו ועבדו גזירן דלא תקנן ונמוסין דלא יתקיימו בהון:\n"
            },
            "25": {
                "0": "<b>ואטמא אותם במתנותם.</b> אותם מתנות שחקקתי להם לקדש לי כל בכור מסרתים ביד יצרם להעבירם לאותם בכורות למולך הרי חוקים לא טובים: ",
                "1": "<b>למען אשמם.</b> אשימם ואחריב אותם, אשמם לשון שממה והמפרשו לשון אשמה טועה הוא שהאל\"ף אינה משרשי התיבה: ",
                "2": "<b>אשר ידעו.</b> כשאביא עליהם הרעה:\n"
            },
            "26": {
                "0": "<b>עוד זאת.</b> הוסיפו לעשות כשהביאותים אל הארץ:\n"
            },
            "28": {
                "0": "<b>ויקרא שמה במה.</b> לשון גנאי כלומר במה היא נחשבת:\n"
            },
            "29": {
                "0": "<b>הבדרך אבותיכם וגו'.</b> לשון תימה וכי כך הגון שבדרך אבותיכם אתם נטמאים ואני אדרש לכם להשיב על שאלתכם:\n"
            },
            "30": {
                "0": "<b>ובשאת מתנותיכם.</b> ובלקיחת מתנותיכם שהיה לכם לתת לי ואתם לוקחים אותם ממני להעביר בכורותיכם לעבודת כוכבים:\n"
            },
            "31": {
                "0": "<b>והעולה על רוחכם.</b> שעולה על דעתכם: ",
                "1": "<b>נהיה כגוים.</b> נפרוק עולו מעל צוארנו מאחר ששלח מעליו היו לא תהיה. כי כבר קבלתם עליכם מדעתכם בימי יהושע כמו שנאמר (יהושע כד) ויאסוף יהושע את כל שבטי ישראל וכל הענין:\n"
            },
            "34": {
                "0": "<b>מדבר העמים.</b> הוא המדבר שהלכו בו ארבעים שנה וכן ניבא (הושע ב) והולכתיה המדבר:\n"
            },
            "36": {
                "0": "<b>תחת השבט.</b> שתהיו כפופי' לי ולמוסרי: ",
                "1": "<b>במסורת הברית.</b> בברי' שמסרתי לכם:\n"
            },
            "37": {
                "0": "<b>וברותי.</b> לשון ברירה: ",
                "1": "<b>מארץ מגוריהם.</b> מארץ גלותם אוציא אותם ואמיתם במדבר:\n"
            },
            "38": {
                "0": "<b>לכו עבודו.</b> ואל תראו לאומות שאתם נקראים על שמי בבואכם אל הנביא לשאול לו תורה ומאחר שהוא אומר לכם דברי אינכם שומעים אלי כענין שנאמר (לקמן לג) והנך להם כשיר עגבים וגו' שומעים את דבריך ואינם עושים אותם: ",
                "1": "<b>במתנותיכם ובגלוליכם.</b> שאתם מפרישים הבכורות בשם בכורה כאשר צויתי אתכם ומשנקרא שמי על הדבר אתם מקריבים אותם לעבודת כוכבים:\n"
            },
            "39": {
                "0": "<b>משאותיכם.</b> כמו משארותיכם לשון מזון כמו שארה כסותה ועונתה לא יגרע (שמות כא) וכן חברו מנחם:\n"
            },
            "42": {
                "0": "<b>ונקוטותם.</b> לשון קטטה לשון אחר כתרגומו ותידנקון וכן תרגם יונתן הנאנחים דמוני\"ר בלע\"ז:\n\n"
            }
        },
        "20": {
            "1": {
                "0": "<b>דרך תימנה.</b> ארץ ישראל בדרומה של בבל: ",
                "1": "<b>אל יער השדה.</b> אל בית מקדשי שעתיד להיות כיער וכשדה להחרש להלך בו שועלים: "
            },
            "2": {
                "0": "<b>ונצרבו.</b> לשון צרבת השחין (ויקרא יג) על שפתיו כאש צרבת (משלי טז) לשון כויה: ",
                "1": "<b>כל פנים מנגב צפונה.</b> כל האנשים שבדרומה של בבל שהוא בצפון ל' צרב רטרי\"יר בלע\"ז:\n"
            },
            "4": {
                "0": "<b>ממשל משלים הוא.</b> כשאני מתנבא להם בלשון משל וחידה כגון יער ואש אוכלת לח ויבש:\n"
            },
            "5": {
                "0": "<b>ויהי דבר ה' אלי לאמר.</b> הנבא להם נבואה מפורשת שאמרתי לך שים פניך דרך תימנה אני מפרש לך שים פניך אל ירושלים:\n"
            },
            "6": {
                "0": "<b>והטף.</b> והנבא וכן אל תטיפו (מיכה ב) ואל תטיף על בית ישחק (עמוס ז): ",
                "1": "<b>אל מקדשים.</b> הוא יער השדה: ",
                "2": "<b>מקדשים.</b> שני חורבנים:\n"
            },
            "7": {
                "0": "<b>צדיק ורשע.</b> הוא הלח והיבש:\n"
            },
            "8": {
                "0": "<b>יען אשר הכרתי ממך.</b> וידעתי כי ישמחו העובדי כוכבים לאידכם אקצוף עליהם ואגרה את נבוכדנצר בכולם והוא שכתבתי ונצרבו בה כל פנים הדרומיים:\n"
            },
            "13": {
                "0": "<b>חרב חרב.</b> שתי חרבות חרב מלך בבל ראשונה ואח\"כ חרב בני עמון ביד ישמעאל בן נתניה שיהרוג את גדליה ואת הנאספים אליו משארית החרב כמו שמפורש (בירמיהו מ״א:י״א-י״ב): ",
                "1": "<b>מרוטה.</b> פורביא\"ה בלע\"ז מנחם חברו לשון שליפה וכן ויתן אותה למורטה וכן כולם:\n"
            },
            "14": {
                "0": "<b>היה לה ברק.</b> להיות לה ברק זהרורית פלנדור\"ש בלע\"ז: ",
                "1": "<b>או נשיש.</b> לשון תמיה הוא שמא יש לנו לשמוח עוד: ",
                "2": "<b>שבט בני מואסת כל עץ.</b> שבט שאני מכה בה את בני ליסרו קשה מכל השבטים ומואסת היא מכת כל מטה וכל עץ כי אינם אצלה לכלום:\n"
            },
            "15": {
                "0": "<b>ויתן אותה.</b> את השבט: ",
                "1": "<b>למרטה לתפש בכף.</b> לצחצחה שתהא נוחה והגונה לתופשה בכף: ",
                "2": "<b>היא הוחדה חרב.</b> היא השבט חרב חדה ומרוטה היא לתת אותה ביד נבוכדנצר להרוג בה:\n"
            },
            "16": {
                "0": "<b>והילל.</b> לשון יללה: ",
                "1": "<b>כי היא.</b> החרב תהיה בעמי ובכל נשיאיהם ושריהם: ",
                "2": "<b>מגורי אל חרב.</b> קבוצות עמים באים לחרב היו סביבות עמי כן ת\"י מגורי לשון אוגר בקיץ בן משכיל (משלי י׳:ה׳) אגרה בקציר (משלי ו׳:ח׳) נהרסו ממגורות (יואל א׳:י״ז) העוד הזרע במגורה (חגי ב׳:י״ט) ומנחם חברו לשון יראה כמו ויגר מואב (במדבר כב): ",
                "3": "<b>לכן ספוק אל ירך.</b> לנהי ולקינה:\n"
            },
            "17": {
                "0": "<b>כי בוחן.</b> כי בוחן רב בצרות שאר פורעניות הרבה נבחנו בהן שפוט ודבר ורעב וחיה: ",
                "1": "<b>ומה אם גם שבט מואסת לא יהיה.</b> ומה תהי עוד על בני אם גם שבט מואסת זו תבא עליו עם שאר הבחן: ",
                "2": "<b>לא יהיה.</b> עוד בני בעולם וכן ת\"י לא יתקיימון אבל שאר המקרא לא תרגם כך וכן נראה בעיני ושמעתי בו לשונות רבים וראיתי בספרי פתרונות ולא נתיישבו לי והפייט שיסד בחנוכה (בשבת ראשונה ביוצר) המואסת כל עץ הדקיר המזנה מסייעני שקרא את החרב מואסת כל עץ ויונתן כן תרגם או נשיש וגו' על דחדיאו שבטיא דבית יהודה ובנימין לשבטי דישראל כד גלו על דפלחו לטעוותא ותבו אינון למטעי בתר צלמי אעיא אף הוא מפרש או נשיש לשון תמיהא כי בוחן ומה אם גם שבט מואסת לא יהיה. ארי איתנביאו עליהון נבייא ולא תבו כלומר כבר הדבר בחוץ שלא ישובו ומה יהא בסופיהון אם גם שבט מואסת לא יהיה אמר ואף שבטיא דבית יהודה ובנימין מגלא יגלון ובעובדיהון בישיא לא יתקיימון מלכות שבט שהיתה מואסת בחבירתה ומלעגת עליהם ועל הרעה הבאה עליהם אף היא לא תהיה ולא תקום, עוד אפרשנו לשון אחר או נשיש וגומר או שמא נשיש כי תאמר אלי שבט בני מואסת כל עץ מלכי יהודה מואסי עבודת כוכבים הם כמו שמצינו באביה שאמר (דברי הימים ב י״ג:ח׳) ועמכם עגלי הזהב ואסא ויהושפט וחזקיה ויאשיהו שבערו כל עבודת כוכבים שבעולם שתחת ידם ואף אלו ישובו בתשובה. זעק והילל. ואל תשיש על זאת כי היא תהיה בעמי ולמה כי בוחן כבר בוחן הדבר לפני שלא ישובו תשובה הוגנת. ומה אם גם שבט מואסת לא יהיה. ומה אמתין עוד אפילו אם באו לשוב ולמאוס בעבודת כוכבים לא יתקיים הדבר בידם כי ימהרו לשוב לרשעתם והוא שאמר לירמיה אם ישוב לא ישוב:\n"
            },
            "18": {
                "0": "<b>הנבא והך כף אל כף.</b> כדרך הסופדים ומה היא הנבואה: ",
                "1": "<b>ותכפל חרב שלישתה.</b> אני אמרתי חרב חרב חרבו של נבוכדנצר להחריב ירושלים וחרב בני עמון בגדליה עוד יש חרב של שלישית כפולה כי שתיהן הללו חרב חללים תהיה והיא חרב החלל הגדול המפלת חללי' רבים: ",
                "2": "<b>החודרת להם.</b> בכל אשר תצאו תרדוף אתכם בחדרי חדרים הרי יוחנן בן קרח ושרי החיילים ילכו למצרים שם תשיגם חרב וכן בכל המקומות אשר ימלטו מהם אל ערים בצורות כמו שאמור בענין על כל שעריהם נתתי אבחת חרב:\n"
            },
            "19": {
                "0": "<b>למוג.</b> לשון הנעה לשון אחר לשון דבר נמס: ",
                "1": "<b>והרבה המכשולים.</b> והרבות המכשולים וכן כל הרבה שבמקרא לשון הרבות הוא לשון פעול: ",
                "2": "<b>אבחת חרב.</b> יש פותרין טבחת טי\"ת תחת אל\"ף בא\"ט ב\"ח ויש פותרין כמו אבעת לשון בעתה ולא יתכן כי התיו באבחת אינה יסוד ולא באה אלא לסמיכה והתי\"ו בבעתה מן היסוד ואני אומר אבחת חרב השמעת קול הרוגי חרב לשון נביחה גלאפ\"י שמינ\"ט בלע\"ז כי נו\"ן בנביחה יסוד נופל הוא כמו נו\"ן בנשיכה ותבא אל\"ף במקומה כמו (איוב י״ג:י״ז) ואחותי באזניכם אסוך שמן (מלכים ב יד) ומנחם פירש כמו אימת חרב ואין לו דמיון אלא פתרונו לפי עניינו: ",
                "3": "<b>אח עשויה לברק.</b> אוי ואח כי עשויה היא ללהט מרוטה ומוברקת: ",
                "4": "<b>מעטה לטבח.</b> ועטויה בשמלה עד תתפש בכף לטבח ביום המלחמ' ויש פותרין מעטה על ל' מיעוט שמתמעטת כשמשננין אותה וטעות הוא בידם כי חסרון הוי\"ו ודגשות הטי\"ת יורה עליה כי אין המ\"ם שורש בתיבה כמ\"ם של מעונה ומשונה ומעוט' ומעולפת ספירי' (שיר ה) ומנחם חבר מעטה לשון מחשבה כמו (דניאל ב׳:י״ד) התיב עיטה וטעם אבל דונש פתר אותו כמו עוטה אור כשלמ' (תהילים ק״ד:ב׳):\n"
            },
            "20": {
                "0": "<b>התאחדי.</b> אל מקום אחד או לימין או לשמאל: ",
                "1": "<b>מועדות.</b> מזומנות:\n"
            },
            "21": {
                "0": "<b>וגם אני אכה כפי אל כפי.</b> אני אומר לך הכה כף אל כף וגם אני כמוך מקונן עליהם ואכה כפי אל כפי אך חמתי בוערת בי והניחותי אותה:\n"
            },
            "23": {
                "0": "<b>שים לך שנים דרכים.</b> כמו שהוא מסיים המקרא: ",
                "1": "<b>ויד ברא בראש דרך עיר.</b> פנה לך מקום בראש דרך שאתה בה עשה לך כמין דרך מפולצת לפרשת דרכים אחד פונה לימין ואחד פונה לשמאל יצאו שניהם. שני הדרכים: ",
                "2": "<b>ויד ברא.</b> מקום פנוי מן הקוצים והברקני' אישרטי\"ר בלע\"ז ודוגמתו בספר יהושע (יז) עלה לך היערה ובראת לך שמה ועוד כי הר יהיה לך כי יער הוא ובראת (שם) ומנחם חברם כולם לשון ברירה כמו ברו לכם איש (שמואל א י״ז:ח׳) ברא לישנ\"ט בלעז:\n"
            },
            "24": {
                "0": "<b>דרך תשים לבוא וגו'.</b> סי' שתי דרכים הללו למלך בבל היוצא מארצו על מנת לילך או לירושלים או לרבת בני עמון לאיזה משתיהן שיפול לו גורל בקסמיו עליה כמו שמפורש כי עמד מלך בבל וגו':\n"
            },
            "25": {
                "0": "<b>אם הדרך.</b> קארפו\"ר בלע\"ז: ",
                "1": "<b>קלקל בחצים.</b> ליהט בלהט חצים זרק חץ כלפי מעלה והיא פונה מאיליה לימין או לשמאל ולמקום שהיא פונה הוא הגורל: ",
                "2": "<b>קלקל בחצים.</b> חברו מנחם עם נחשת קלל (לעיל א) והוא לא פנים קלקל (קהלת י) ויש משמע קלקל לשון קלקול כמו (ירמיה ד) וכל הגבעות התקלקלו ויש לועזים קלקל טראאי\"ט בלע\"ז וכן ת\"י קלקל קשת בחצים בגירריא: ",
                "3": "<b>שאל בתרפים.</b> דמות שמדבר במכשפות ויש שעה שמכוונת שאם עושהו באותה שעה יש בו דבור לעולם: ",
                "4": "<b>ראה בכבד.</b> יש בקיאים קוסמים בכבד:\n"
            },
            "26": {
                "0": "<b>בימינו היה הקסם ירושלים.</b> כל גורלותיו קסמו לו לבא ירושלים: ",
                "1": "<b>לשום כרים.</b> שלטונים ממונים ראשי גייסות: ",
                "2": "<b>לשום כרים על שערים.</b> אתה וגייס שלך שב על שער פלוני: ",
                "3": "<b>לשפוך סוללה.</b> שופכין עפר וסוללין וצוברין תל גבוה וכובשין אותה כעין שכובשים תלי המגדלים לעמוד עליו ולהלחם בבני העיר:\n"
            },
            "27": {
                "0": "<b>והיה להם.</b> לישראל מה שעשה נבוכדנצר: ",
                "1": "<b>כקסם שוא.</b> ולא יאמינו שיצליח אך באמת שבועי שבועות להם ארבעים ותשע פעמים קסם להם נבוכדנצר וכל הקסמים כוונו זה כזה: ",
                "2": "<b>והוא מזכיר עון להתפש.</b> נבוכדנצר בקסמו את קסמיו היה מזכיר עוונות שביד ישראל שהיו מודיעים לו עמון ומואב שכניהם שהיו שומעין את תוכחות הנביאים: ",
                "3": "<b>להתפש.</b> שיהיו ישראל נתפשים בידו:\n"
            },
            "28": {
                "0": "<b>יען הזכרכם עונכם.</b> שאתם מחדשין עבירות מיום אל יום ועונותיכם הראשונים נזכרים על ידיהם: ",
                "1": "<b>בהגלות פשעיכם.</b> החדשים: ",
                "2": "<b>להראות חטאתיכם.</b> הישנים: ",
                "3": "<b>יען הזכרכם.</b> לפני לרעה לפיכך: ",
                "4": "<b>בכף תתפשו.</b> ביד מלכא דבבל תתמסרון:\n"
            },
            "29": {
                "0": "<b>חלל רשע.</b> חייב להיות חלל ברשעך: ",
                "1": "<b>נשיא ישראל.</b> צדקיהו: ",
                "2": "<b>בעת עון קץ.</b> בעת נתמלאת הסאה והגיע העון האחרון הממלא את הסאה:\n"
            },
            "30": {
                "0": "<b>הסיר המצנפת וגו'.</b> כתרגומו אעדי מצנפתא משריה כהנא רבא ואבטל כתרא מצדקיה מלכא אמר דין ודין באתריה לא יתקיים: ",
                "1": "<b>הגבה וגו'.</b> גדליה בר אחיקם דלאו הוה דיליה יסבונה וצדקיהו דדיליה היא תעדי מיניה:\n"
            },
            "31": {
                "0": "<b>עוה עוה.</b> לשון עי השדה לשון חורבה אחר חורבה פעמים ושלש אשימנה כבר ניטלה מיכניה ונתנה לצדקיה ומצדקיה תנתן לגדליה הרי שתי' ומנחם חבר עוה עם עותה ושתי המלכה (אסתר א׳:ט״ז) העוינו והרשענו (תהלים קו): ",
                "1": "<b>גם זאת לא היה.</b> גם לגדליה לא תתקיים עד בא ישמעאל בן נתניה: ",
                "2": "<b>אשר לו המשפט.</b> אשר עליו שמתי להפרע נקמתי ומשפטי: ",
                "3": "<b>ונתתיו.</b> בידו:\n"
            },
            "32": {
                "0": "<b>אל בני עמון ואל חרפתם.</b> אשר שמחו בנפול גורלו של נבוכדנצר בקסמיו לבא על ירושלים וחרפו אותי ואת עמי לאמר יד עכו\"ם שלהם רמה להפיל חללים רבים: ",
                "1": "<b>למען ברק.</b> למען לא יחשך מראה להט שלה בחללי': ",
                "2": "<b>שחרב חרב פתוחה.</b> חרב נבוכדנצר הכפולה לצאת בשני הדרכים על ירושלם ועל בני עמון כמו בפרשה העליונה הרי פורענות לבני עמון:\n"
            },
            "33": {
                "0": "<b>בחזות לך שוא.</b> קוסמי עמון חזו להם שוא לאמר לא יבא עוד עלינו: ",
                "1": "<b>לתת אותך אל צוארי חללי רשעים.</b> להטעותך ולתת את צואריך כצוארי חללי רשעי' של ישראל: ",
                "2": "<b>אשר בא יומם וגו'.</b> יום שלהם: ",
                "3": "<b>בחזות לך שוא בקסם לך כזב.</b> אתה סבור כי על ידי קסמיך של הבל ושוא וכזב אתה מצליח שחרבך נתונה אל צוארי חללים הרשעים שבא יומם בגזרה מלפני בעת תשלום את קיצם:\n"
            },
            "34": {
                "0": "<b>השב.</b> כמו השב שהרי השי\"ן רפה המתיני עד שוב חרב שעל ישראל אל תערה ואחר כך כשיגמור נקמתו בישראל ישוב עליך ובמקום אשר נבראת וגומר: ",
                "1": "<b>השב אל תערה.</b> כלומר העת יבא שתשוב אל תערה ותקבל החרב פורענותה מיד מלכי מדי ואז אפיח עליך באש עברתי ותהיה נתונה ביד נפחים שוטים שהם חרשי משחית שיבואו לחדדך ולמורטך כאשר מאז וישחיתוך:\n"
            },
            "35": {
                "0": "<b>אפיח עליך.</b> לשון נפיחת אש במפוח: ",
                "1": "<b>אנשים בוערים.</b> מנהיגין עצמן בשגעון לחבל ולהשחית: ",
                "2": "<b>חרשי משחית.</b> אומנין לקטלא, (זה ימים רבים שפירשתי פרשה זו כאשר כתוב למעלה עכשיו אני רואה בשינוי לשונות שבה שאין הנביא מדבר אלא על החרב), לתת אותך אל צוארי חללי רשעים וגו', השב אל תערה וגו', אפיח עליך וגו' אינו נופל ל' זה אלא על מתכת וכן חרשי משחית ונראה בעיני שעל נבוכדנאצר נאמרה נבואה זו וכן משמע הנבא ואמרת כה אמר ה' אלהים על בני עמון ועל חרפתם כלומר (שחרפתי שמחרפים היו) על נבוכדנצר (בשביל נבוכדנצר) שבני עמון מחרפים את ישראל על שהחריבם נבוכדנצר:\n\n\n\n\n"
            }
        },
        "21": {
            "0": {
                "0": "<b>ויהי.</b> דבר ה' אלי לאמר:\n"
            },
            "1": {
                "0": "<b>התשפוט את עיר הדמים.</b> ירושלים: ",
                "1": "<b>והודעתה.</b> מפיק ה\"א והודעתה אותה:\n"
            },
            "2": {
                "0": "<b>עיר שופכת דם בתוכה לבוא עתה.</b> הרי זה מקרא מסורס וזהו פיר' עיר שופכת דם בתוכה אמר ה' אלהים לבוא עתה: ",
                "1": "<b>ועשתה גילולים.</b> כמו ואשר עשתה גלולים וגו':\n"
            },
            "3": {
                "0": "<b>עד שנותיך.</b> גזירת ונושנתם (דברים ד) בגי' שאמר משה: ",
                "1": "<b>וקלסה.</b> דבה שהכל נדברים ביד פרלרי\"ץ בלע\"ז:\n"
            },
            "4": {
                "0": "<b>יתקלסו בך.</b> ומה היא הקלסות טמאת השם זו היא שטמאת את שמה שהיו נקראים עם קדוש בנים ליוצרם וגרמו עצמם להקראו' עם טמא שפתים (ישעיהו ו׳:ה׳):\n"
            },
            "5": {
                "0": "<b>איש לזרועו.</b> כל דאלים גבר:\n"
            },
            "6": {
                "0": "<b>אב ואם הקלו בך.</b> כל התועבות שבפ' קדושים תהיו שהוזהרו עליהם נמנו כאן:\n"
            },
            "7": {
                "0": "<b>קדשי בזית.</b> ולא כמו שאמרתי לרצונכם תזבחו (ויקרא י\"ט):\n"
            },
            "8": {
                "0": "<b>ואל ההרים אכלו בך.</b> ובטוריא פלחו ביך לטעותא: ",
                "1": "<b>זמה עשו.</b> עצות של רשעה:\n"
            },
            "11": {
                "0": "<b>ותבצעי רעיך בעושק.</b> העשרת את אוהביך בעושק שעשקת מן העניים לשון אחר ותבצעי לשון גזל כמו ובוצע ברך נאץ ה' (תהלים ו') וכה פתרונו ותגזלי לרעיך בעושק:\n"
            },
            "12": {
                "0": "<b>הכיתי כפי.</b> צעקתי ווי וקינה: ",
                "1": "<b>אל בצעיך.</b> כאן למדנו שהגזל קשה מן הכל שעליו נתחתם גזר דין:\n"
            },
            "13": {
                "0": "<b>אשר אני עושה אותך.</b> פועל לך כפעלך:\n"
            },
            "14": {
                "0": "<b>והתימותי.</b> וכליתי:\n"
            },
            "15": {
                "0": "<b>ונחלת בך.</b> תתחלחלי בעצמך על מה שעשית:\n"
            },
            "17": {
                "0": "<b>לסיג.</b> תערובת פסולת המעורב בכסף וזהב וצריך להתיכו באש לצורפו: ",
                "1": "<b>כור.</b> שצורפין בו זהב:\n"
            },
            "19": {
                "0": "<b>קבוצת כסף.</b> כאשר יקבוץ הצורף את כל הסיגים אל תוך כור: ",
                "1": "<b>לפחת.</b> לנפח: ",
                "2": "<b>להנתיך.</b> ויצקת מתרגם ותתיך:\n"
            },
            "23": {
                "0": "<b>לא גושמה ביום זעם.</b> לא נתן גשם הראוי לה לטהר ביום זעם ופירוש הדבר כתרגומו לא איתעבידו בה עובדין טבין דיגנון עלה ביום לווט:\n"
            },
            "24": {
                "0": "<b>קשר נביאיה.</b> נקשרים יחד בעצה רעה: ",
                "1": "<b>נפש אכלו.</b> שהיו נוטלין שוחד ומחזיקין ידי מרעים להרוג ולשלול ולבוז ונבאין להם שלום: ",
                "2": "<b>חוסן.</b> ממון:\n"
            },
            "25": {
                "0": "<b>חמסו תורתי.</b> עליהם היה להוכיח ולהורות ולהודיע חק ומשפט ולא עשו הרי זה חמס שחמסוה מן הצריכין ללמוד: ",
                "1": "<b>ואחל.</b> ונתחללתי:\n"
            },
            "26": {
                "0": "<b>למען בצוע בצע.</b> לחטוף ממון:\n"
            },
            "27": {
                "0": "<b>טחו להם תפל.</b> דומין לטחי בנין בטיט שאינו מעובד כל צרכו שאין בו תבן והוא נפשר מאליו בבא עליו גשמים ולשון תפל כל דבר המחוסר תקון:\n\n"
            }
        },
        "22": {
            "1": {
                "0": "<b>שתים נשים.</b> תרתי מדינן דאינון כתרתין נשין: ",
                "1": "<b>בנות אם אחת.</b> שתיהן מכנסיה אחת נחלקו לשתים בימי רחבעם:\n"
            },
            "2": {
                "0": "<b>שמה מועכו.</b> בני מצרים את שדיהם ל' ומעוך (ויקרא כב): ",
                "1": "<b>ושם עשו.</b> המצריים את דדי בתוליהן כלומר למדום את דרכי תועבותם, עשו איטיינירי\"ש בלע\"ז:\n"
            },
            "3": {
                "0": "<b>ושמותן.</b> בכינוי אהלה ואהליב': ",
                "1": "<b>ושמותן.</b> הראשונים שומרון היא שאני מכנה אהלה שנעשית אהל מתחילה לעגלי ירבעם ובית הבעל לאחאב ואע\"פ ששומרון לא נבנתה אלא בימי עמרי קורא את מלכי ישראל על שמה שמשנבנית נעשית ראש: ",
                "2": "<b>אהליבה.</b> על שם שאהלי היה בה ומקדשי:\n"
            },
            "4": {
                "0": "<b>ותעגב.</b> ותתאוה אישויי\"ר בלע\"ז ל\"א דיששירי\"ר: ",
                "1": "<b>אל אשור קרובים.</b> שהיו שכנים לה ושלחו להם להיות להם לעזר זה היה מנחם בן גדי (מלכים ב ט״ו:י״ט) שנתן מס לפול מלך אשור להיות ידו אתו להחזיק הממלכה בידו והנביא מדמה הדבר לאשה מנאפת שאם היו עובדים להקב\"ה לא נצטרכו למלכי אשור:\n"
            },
            "6": {
                "0": "<b>ותתן תזנותיה עליהם.</b> לב ניאופים ורוח זנונים נתנה עליה' שהית' מתאוה להם: ",
                "1": "<b>ובכל אשר עגבה וגו'.</b> בכל העכו\"ם אשר נשתתפה עמהם למדה דרכיהם ונטמא בגילוליהם:\n"
            },
            "7": {
                "0": "<b>ואת תזנותיה ממצרים לא עזבה.</b> גם על מלכי מצרים סמכו שמצינו (שם יו) בהושע בן אלה אשר שלח מלאכים אל סוא מלך מצרים: ",
                "1": "<b>כי אותה שכבו וגו'.</b> ומאז וישפכו תזנותם עליה תאות זנונים נכנס בה מימי נעוריה:\n"
            },
            "8": {
                "0": "<b>לכן נתתיה וגו'.</b> שבא סנחרב והגלה אותם:\n"
            },
            "9": {
                "0": "<b>ותהי שם לנשים.</b> לוקח מהן קללה לכל הנואפו' להווסר ממנה ראו מה עלתה לפלונית על זימתה: ",
                "1": "<b>ושפוטים.</b> כמו שפטים יושטישא\"ט בלע\"ז:\n"
            },
            "10": {
                "0": "<b>ותרא אחותה אהליבה.</b> את כל הרעה אשר בא לאחותה על זנוניה ולא יראה: ",
                "1": "<b>ותשחת עגבתה.</b> תאותה זויט\"ר בלע\"ז:\n"
            },
            "11": {
                "0": "<b>אל בני אשור עגבה.</b> זה אחז ששלח אל מלך אשור לעזרה (שם):\n"
            },
            "13": {
                "0": "<b>ותוסף אל תזנותיה.</b> להתאוות לצלמים שלא ראתה אותם אלא דמותם: ",
                "1": "<b>מחוקה על הקיר וגו'.</b> בששר כזאת לא עשתה אחותה: ",
                "2": "<b>צלמי כשדים.</b> דמות אנשי כשדים שמשונין בלבושיהון: ",
                "3": "<b>בששר.</b> מיני ציור:\n"
            },
            "14": {
                "0": "<b>חגורי אזור.</b> כן דרך לבושי כשדים: ",
                "1": "<b>סרוחי טבולים.</b> יתירי כובעים גדולים ומנחם פירש כמו ויטבלו הכתונת בדם (בראשית ל״ז:ל״א) ופתרון סרוחי טבולי' כן הוא סרח העודף (שמו' כו) מן המצנפת צבועה, טבולים אין לו דמיון ופתרונו לפי הענין וכן ת\"י מחתין קולסין: ",
                "2": "<b>שלישים.</b> גבורים:\n"
            },
            "15": {
                "0": "<b>למראה עיניה.</b> בשביל שראתה דמות צורתן:\n"
            },
            "16": {
                "0": "<b>ויבאו אליה בני בבל למשכב דודים.</b> כרתו יחד ברית ואומר אני שזה נאמר על חזקיה ששמח על מלאכי מרודך בלאדן (ישעיהו ל״ט:א׳) והאכילן על שלחנו והראם את כל בית נכותה ודוגמא שאמר הנביא אנשי מחוקה על הקיר לפי שמארץ רחוקה באו ולא היו בני כשדים רגילים אצלם כמו שנאמר שם מארץ רחוקה באו אלי ובשביל ראות פניהם פעם אחת נתחבבו עליו והקפיד הקב\"ה על הדבר כמה שנאמר הנה ימים באים ונשא את כל אשר בביתך וגו' (שם) (ובדברי הימים ב ל״ב:כ״ה) ולא כגמול עלי השיב חזקיהו כי גבה לבו ויהי עליו קצף גדול וגומר: ",
                "1": "<b>ותקע נפשה מהם.</b> שמרד בהם יהויקים וצדקיהו, ותקע אשלוקי\"ר בלע\"ז, ותקע כמו (בראשית ל״ב:כ״ו) ותקע כף ירך יעקב הוקעה. לשון חבור ותקיעת עץ בארץ הוא וכן בהשתלפו מן הארץ יפול בו ל' קעייה כאשר תאמר ותשרש שרשיה (תהילים פ׳:י׳) לשון קליטה ובכל תבואתי תשרש לשון עקור וכן בסעיפיה פוריה (ישעיהו י״ז:ו׳) ל' ענפים ומסעף פארה (שם י) לשון קוצץ ענפי העץ ופארותיו:\n"
            },
            "18": {
                "0": "<b>לזכור את ימי נעוריה.</b> עלתה על לבה תאות בני מצרים ששלח צדקיהו אליה שנאמר (לעיל יז) וימרד בו לשלוח מלאכיו מצרים:\n"
            },
            "19": {
                "0": "<b>ותעגבה על פלגשיהם.</b> על פלגשות' להיות להם לפלגש: ",
                "1": "<b>אשר בשר חמורים בשרם.</b> אבר תשמיש: ",
                "2": "<b>וזרמת סוסים.</b> לשון רבוי תשמיש שמרבים תשמיש יותר משאר כל הזכרים שבבהמה: ",
                "3": "<b>זרמת.</b> קלוח הזרע כמו זרם מים עבר (חבקוק ג׳:י׳):\n"
            },
            "20": {
                "0": "<b>ותפקדי.</b> ותזכרי: ",
                "1": "<b>בעשות.</b> לשון כבישה:\n"
            },
            "21": {
                "0": "<b>את מאהביך.</b> את כשדים אשר ערבו על חזקיהו: ",
                "1": "<b>את אשר נקעה נפשך מהם.</b> אשר חזר צדקיהו ושנאם ומרד בהם:\n"
            },
            "22": {
                "0": "<b>פקוד ושוע וקוע.</b> ת\"י שם מדינות ומקרא מסייעו (בספר ירמיהו נ׳:כ״א) על הארץ מרתים עלה עליה ועל יושבי פקוד, והפותרים אומרים ל' פקודים ושרים ושלטונים: ",
                "1": "<b>וקרואים.</b> שמונ\"ץ בלע\"ז:\n"
            },
            "23": {
                "0": "<b>הצן.</b> פירש דונש אחד מכלי המלחמה הוא ואני אומר לשון הקפות מחנות כמו ולצנינים בצדיכם (במדבר ל״ג:נ״ה) ולמשירין מקפנכון הצן (מנחם פירשו כמו צנה וסוחרה אמתו (תהילים צ״א:ד׳) ואין דונש מודה לו והתרגום שמתרגם וייתון עלך במאני זיינא מסייע לדונש): הצן כמו בהוצן ויש משמע הוצן כמו חוצן מן והביאו בניך בחוצן (ישעיהו מ״ט:כ״ב) שפירושו זרוע וכן ובאו עליך הוצן (כאן) ועניינו חיל כמו וזרועות הנגב (דניאל י״א:ט״ו) שפירושו וחיילות הנגב: ",
                "1": "<b>ונתתי לפניהם משפט.</b> מה שעלי לשפוט אעשה אותם שלוחי לעשות המשפט: ",
                "2": "<b>במשפטיהם.</b> משפט שלא כתבתי בתורתי והוא ממשפטי נימוסיהם ואיזה זה זה סימוי עינים שעוורו את עיני צדקיהו:\n"
            },
            "24": {
                "0": "<b>אפך ואזניך.</b> הם תפארת הפרצוף ולהם המשיל הכהונה והמלכות: ",
                "1": "<b>ואחריתך.</b> שאר העם: ",
                "2": "<b>ואחריתך תאכל באש.</b> ושפר ארעיך שהן אחריות לישען עליהם לפרנסה:\n"
            },
            "25": {
                "0": "<b>את בגדיך.</b> בגדי כהונה:\n"
            },
            "27": {
                "0": "<b>אשר שנאת.</b> כשדים שמרדת בהם:\n"
            },
            "29": {
                "0": "<b>עשה אלה.</b> לשון פעול פיישנ\"ט בלע\"ז:\n"
            },
            "31": {
                "0": "<b>מרבה להכיל.</b> יתירה מלהכיל כמו מלסבול:\n"
            },
            "32": {
                "0": "<b>ושממה.</b> תמהון:\n"
            },
            "33": {
                "0": "<b>ומצית.</b> לשון מוצץ עד התמצית אישוצרא\"ש בלע\"ז: ",
                "1": "<b>ואת חרשיה.</b> דימה כוס המשקה פורענות לישראל לכלי חרש שמשנשתבר אין לו תקנה כך משתבא תשועתם וישבר הכוס לא ישוב להשקותם עוד וכשהוא מדבר בהשקאת העכו\"ם קורא אותו זהב שנאמר כוס זהב בבל ביד ה' המשכרת כל הארץ (ירמיהו נ״א:ז׳): ",
                "2": "<b>ואת חרשיה תגרמי.</b> כמו ועצמותיהם יגרם (במדבר כ״ד:ח׳) לא גרמו לבקר (צפניה ג׳:ג׳) רונגייר בלע\"ז גורר בשיניו את סביבות העצם או החרש לרדות מעליו בשר הדבוק בו ומנחם חברו לשון שבירה וגם כן פתר ועצמותיהם יגרם וכן לא גרמו לבקר:\n"
            },
            "34": {
                "0": "<b>שאי זמתך.</b> קבילי חובי עצת חטאיך:\n"
            },
            "35": {
                "0": "<b>התשפוט.</b> לשון ויכוח:\n"
            },
            "36": {
                "0": "<b>ודם בידיהן.</b> בנאופיהם שפכו דם: ",
                "1": "<b>ואת גילוליהן נאפו.</b> נאוף שלהם עם גלוליהם היה: ",
                "2": "<b>וגם את בניהן וגו'.</b> וזהו שפיכות הדם שבידיהם (כלומר שהוציאו זרע לבטלה בידיהם ולא עשו תשובה):\n"
            },
            "37": {
                "0": "<b>טמאו את מקדשי ביום ההוא.</b> ביום ששחטו את בניהם לעכו\"ם באות לפני במקדשי לעשות בו תועבה להכעיסני: ",
                "1": "<b>ואת שבתותי חללו.</b> שהיו שוחטין את בניהם בשבת:\n"
            },
            "39": {
                "0": "<b>ואף כי תשלחנה.</b> וכל שכן קשה מן הכל כי תשלחנה להביא אליהן משרי העכו\"ם אויביהן ורואין החלול שמחללות מקדשי: ",
                "1": "<b>שלוח אליהם וגו'.</b> מאת אהלה ואהליבה לבא אליהם: ",
                "2": "<b>והנה באו לאשר רחצת כחלת וגו'.</b> לאשר תרגם יונתן לאתר אללו\"א בלע\"ז אל מקום אשר יעדת להם לאמר במקום פלוני נצא לקראתכם מקושטות במרחץ וכחול: ",
                "3": "<b>כחלת.</b> מין צבע ושמו כחול וצובעות בו עיניהם אוקליר\"א בלע\"ז:\n"
            },
            "40": {
                "0": "<b>מטה כבודה.</b> מכוללת במצעות נאות פריד\"י בלע\"ז:\n"
            },
            "41": {
                "0": "<b>וקול המון.</b> של עכו\"ם רבות היו בה ולא המון של מלחמה אלא קול המון שליו: ",
                "1": "<b>ואל אנשים.</b> בשביל אנשים ושל אנשים היו אותו המון ולא של בהמה: ",
                "2": "<b>מרוב אדם.</b> שהיו בתוכה המובאים לנאוף מן המדבר: ",
                "3": "<b>סבאים.</b> שהיו דרין סביב לה משכיניה עמון ומואב וכן תרגום סבאים מסחור סחור: ",
                "4": "<b>ויתנו.</b> אהלה ואהליבה: ",
                "5": "<b>צמידים אל ידיהן.</b> להתקשט לנאוף כלומר עמון ומואב מתוך שהן רבים היא מתקשטת ומתפארת להם ומתוך שהם שכיניה מתפארת לעיניהם בקישוטיה לפיכך ויתנו אהלה ואהליבה צמידים על ידיהם כדי שיהו נאות בעיני הנואפים וי\"ו של ויתנו יתירה כמו אותה של עזי וזמרת יה ויהי לי לישועה (שמות יד) וכמו אותך של ואשר לא שם לבו אל דבר ה' ויעזב (שם ט):\n"
            },
            "42": {
                "0": "<b>ואומר לבלה נאופים.</b> עתה יזנו וגו' אמר לי לבי על זו שבלתה והזקינה בנאופים מעתה שהזקינה יזנו תזנותיה ממנה ותצא תאות זנותה מלבה ותחזור בה והרי היא עודנה בזנוניה כאשר בתחלה: ",
                "1": "<b>יזנו.</b> יצאו כל זונה תרגום נפקת ברא כך שמעתי וכן ת\"י לבלה נאופים. כמו לבלה בנאופים כאשר תאמר ותשב בית אביה (בראשית לה) כמו בבית אביה ירחצו מים (שמות ל) כמו ירחצו במים ויצאה חנם (שם כא) ואם בית אישה נדרה (במדבר ל) וכן פירש דונש ומנחם חברו עם תבל עשו (ויקרא כ) ולא יתכנו דבריו:\n"
            },
            "43": {
                "0": "<b>ויבוא אליה.</b> כל אשר מלאו לבו: ",
                "1": "<b>אשות הזמה.</b> נשי הזמה:\n"
            },
            "44": {
                "0": "<b>ואנשים צדיקים.</b> אנשים דיינים שרי מלך בבל ומלך אשור וי\"ת זכאין בקיבליהון לפי מעשיהן של אלו הזונות צדיקים העכו\"ם מהנה: ",
                "1": "<b>משפט נאפות ומשפט שופכות דם.</b> כמו שמפורש אחריו:\n"
            },
            "45": {
                "0": "<b>העלה.</b> ונתון, וברא, כולן לשון עשה ופעול הם:\n"
            },
            "46": {
                "0": "<b>ורגמו עליהן אבן.</b> הריגת בניהן ובנותיהן ושריפת בתיהן הוא משפט נואפות וברא אתהן בתרבותם הוא משפט שופכות דם וברא לשון קציצה וכן ובראתו דיער יהיה לך בספר (יהושע י״ז:י״ז):\n"
            },
            "48": {
                "0": "<b>ונתנו זמתכנה עליכן.</b> שופטיכן יתנו את משפט זמתכן בראשיכן:\n\n"
            }
        },
        "23": {
            "0": {
                "0": "<b>התשיעית.</b> לצדקיהו:\n"
            },
            "1": {
                "0": "<b>סמך מלך בבל.</b> היום צר עליה:\n"
            },
            "2": {
                "0": "<b>שפות הסיר.</b> ע\"פ הכירה במקום מושבה היא קרויה שפיתה בלשון המשנה שאמרו רבותינו מקום שפיתת שתי קדירות ועוד שנינו אחד שופת את הקדירה ואחד נותן לתוכה מים ואחד נותן לתוכה תבלין למדנו שהשפיתה היא הושבתה על פי הכירה עד שלא יתנו לתוכה כלום והדוגמא זו על ירושלים שאמרתם (לעיל) עליה היא הסיר עתה בא העת שתהיה לסיר ואתם בתוכה לבשר יבא נבוכדנצר ויתננה על האור, ומנחם פירש לשון שימה: ",
                "1": "<b>וגם יצוק בו מים.</b> הם צרכי המצור, יצוק כמו שפוך:\n"
            },
            "3": {
                "0": "<b>אסוף נתחיה אליה.</b> מיראת המצור אספו לתוכה כל ראשיה ושריה: ",
                "1": "<b>כל נתח טוב.</b> כל גבר גיבר אימתן וגבר עביד קרב כן ת\"י:\n"
            },
            "4": {
                "0": "<b>מבחר הצאן לקוח.</b> קח אתה נבוכדנצר את מבחר חייליך סביבותיה כן ת\"י ואינו מיושב על ענין הסיר וכן צריך לפותרו מבחר ישראל יבאו ויכנסו בתוכה: ",
                "1": "<b>וגם דור העצמים תחתיה.</b> סדר וערך העצמים תחת שאר האיברים כלומר ילחמו הגבורים בשביל החלשים ויסמכו אלו עליהן, דור לשון עריכה וכן יצנפך צנפה כדור (ישעיהו כ״ב:י״ח) שורות היקף גייסות וכן שורה תרגום דרא מנחם פירש כמו אני אגדיל המדורה: ",
                "2": "<b>רתח רתחיה.</b> ואחר שיהו כולם לתוכה יקרבו כלי המצור והמלחמה אל העיר:\n"
            },
            "5": {
                "0": "<b>חלאתה.</b> זוהמתה שמוציאין מעל פיה על ידי הרתחתה שקורין אשקומ\"א בלע\"ז כלומר לא יצאו ממנה רשעים שבה: ",
                "1": "<b>לנתחיה לנתחיה.</b> גלות אחר גלות היוצא ונפל אל הכשדים איש איש לבדו: ",
                "2": "<b>לא נפל עליה גורל.</b> לא כשאר קדירות שמוציאין נתחיהן יחד לתתה לפני כל אחד ואחד חלקו וגורלו ויונתן תרגם מדלא יתעביד בה תיובא לא נפל עליה גורלו של מקום:\n"
            },
            "6": {
                "0": "<b>צחיח.</b> שעיעות: ",
                "1": "<b>לא שפכתהו על הארץ וגו'.</b> ת\"י בזידו ובדרע מרומם שפכתיה לא שפכתיה בשלו למיעבד עלוהי תיובא, ורבותינו פירשוהו בדמו של זכריה בן יהוידע לא נהגו בו לא כדם הצבי ולא כדם האיל:\n"
            },
            "7": {
                "0": "<b>להעלות חמה.</b> לפני צויתי לאותו דם שלא יבלע בקרקע כדי שיזכר לנקום נקמתו:\n"
            },
            "8": {
                "0": "<b>המדורה.</b> הסק גדולה פואיא\"ה בלע\"ז:\n"
            },
            "9": {
                "0": "<b>הרבה העצים הדלק האש.</b> להרבות העצים ולהדליק האש: ",
                "1": "<b>התם הבשר והרקח המרקחה.</b> כשהבשר חם מעל העצמות והוא מצטמק ומעורב ברוטב ומגיס בכף דומה למרקחת פטום סממנין שמערבין אותה יפה יפה ומתוך צימוק הבשר עשנה נהפך לתוכה שקורין אאורש\"יר בלע\"ז וזהו שאמר והעצמות יחרו יבשו ויעשנו לשון חרה מני חורב (איוב כ\"ט) וכן למען תחם וחרה נחשתה כדרך קדירה שתמו מימיה ברתיחתה מתחממת ונשרפין חרסיה והתבשיל מתקלקל:\n"
            },
            "10": {
                "0": "<b>תתום חלאתה.</b> תכלה זוהמתה ותבלע בנחשתה סיר של נחשת היא:\n"
            },
            "11": {
                "0": "<b>תאונים הלאת.</b> בתואנה ותרמית הלאת את העניים לכן לא יצאו ממנה רשעי' שבתוכה אלא באש פורענותה יכלו:\n"
            },
            "12": {
                "0": "<b>בטומאתך.</b> בטומאה של זמה תכלה: ",
                "1": "<b>יען טיהרתיך.</b> להוכיח ע\"פ הנביאים ולא טהרת וגו':\n"
            },
            "13": {
                "0": "<b>לא אפרע.</b> לא אבטל גזירתי: ",
                "1": "<b>ולא אנחם.</b> לשוב ממחשבתי הרעה אשר דברתי לעשות לך:\n"
            },
            "15": {
                "0": "<b>מחמד עיניך.</b> אשתך כמו שהענין מוכיח בסופו:\n"
            },
            "16": {
                "0": "<b>האנק.</b> התמקמק בשתיקה שוא\"ש דמוני\"ץ בלע\"ז: ",
                "1": "<b>פארך.</b> תפילין כל אלה מצות אבלים ואתה חילוף אבל אסור בתפילין וסנדל וחייב בעטיפת הראש ומברין אותו סעודה ראשונה משל אחרים:\n"
            },
            "17": {
                "0": "<b>כאשר צויתי.</b> שלא לנהוג אבילות:\n"
            },
            "18": {
                "0": "<b>מה אלה לנו.</b> מה הרמזים הללו עלינו:\n"
            },
            "20": {
                "0": "<b>אשר עזבתם.</b> בירושלים כשיצאתם בגולה:\n"
            },
            "21": {
                "0": "<b>ועשיתם כאשר עשיתי.</b> לא תנהגו אבילות כי אין מנחמין לכם שאין בכם אחד שלא יהיה אבל ואין אבילות אלא במקום מנחמים, ד\"א שתהיו יראים לבכות לפני הכשדים שאתם בתוכם: ",
                "1": "<b>שפם.</b> גרינו\"ן בלע\"ז:\n"
            },
            "22": {
                "0": "<b>ונמקותם.</b> אישרויי\"ץ דמוני\"ץ בלע\"ז:\n"
            },
            "23": {
                "0": "<b>בבואה.</b> באה הרעה הזאת:\n"
            },
            "24": {
                "0": "<b>משא נפשם.</b> שנפשם מתנשאה בהם:\n"
            },
            "25": {
                "0": "<b>ביום ההוא.</b> א\"א לבא הפליט ביום החורבן וכן פתרונו ביום ההוא שיבא הפליט אליך להשמיע אזנך ביום ההוא יפתח פיך: ",
                "1": "<b>להשמעות אזנים.</b> לבשר בשורה שהוכתה העיר:\n"
            },
            "26": {
                "0": "<b>את הפליט.</b> עם הפליט: ",
                "1": "<b>ותדבר ולא תאלם.</b> לפי שאמרתי לך ונאלמת ולא תהיה להם וגו' מעתה יראו שדבריך אמת ולא תאלם עוד מהתנבאות להם:\n\n"
            }
        },
        "24": {
            "2": {
                "0": "<b>האח.</b> לשון שמחה: ",
                "1": "<b>כי נחל.</b> כי ננחל והיה מורשה לאחרים:\n"
            },
            "3": {
                "0": "<b>לבני קדם.</b> כשדים וארם לצד מזרח הם:\n"
            },
            "5": {
                "0": "<b>יען מחאך יד ורקעך ברגל.</b> לשם שמחה ואע\"פ שבראש הספר (לעיל ג) אמר כן לענין אבל הכה בכפך ורקע ברגליך ואמור האח יש דברים שעושין אותם לאבל ולשמחה אבל אין עניינם שוה וכן חלילים לכלה ולמת: ",
                "1": "<b>ורקעך.</b> לשון מרפס: ",
                "2": "<b>בכל שאטך.</b> לשון בזיון פותרין בו כמו ויבז עשו (בראשית כ״ה:ל״ד) שתרגום אונקלוס ושאט עשו ואני אומר שאט לשון שטף גולוזמנ\"ט בלע\"ז:\n"
            },
            "7": {
                "0": "<b>הנה ככל הגוים בית יהודה.</b> בטלה אהבת הקב\"ה מהם ונמאסו לתת ביד נבוכדנצר כשאר העכו\"ם ומדרש אגדה שנכנסו להיכל וקפלו צורות הכרובים שצר שלמה על קיר ההיכל כמער איש ולויות (מלכים א ז׳:ל״ו) והוציאום לחוץ אמרו ראו אלו שהיו מראים עצמם כצנועים במה היו עוסקין:\n"
            },
            "8": {
                "0": "<b>הנני פותח.</b> את מבצרי ארץ מואב אשר בספר בסוף גבולם הוא הכתף סוף גבול ארצם כמו (שמות כ״ז:ט״ו) ולכתף השנית אל הכתף דמתרגם לעיברא:\n"
            },
            "9": {
                "0": "<b>לבני קדם.</b> אפתה אותם שיבאו על בני עמון דרך ארץ מואב:\n"
            },
            "12": {
                "0": "<b>ודדנה.</b> ויתבי דדן:\n"
            },
            "13": {
                "0": "<b>ביד עמי ישראל.</b> הם יהיו שלוחי לנקום נקמתי:\n"
            },
            "14": {
                "0": "<b>יען עשות פלשתים בנקמה.</b> בשנאה ובפרך כאדם הנוקם נקמתו באויבו:\n"
            },
            "15": {
                "0": "<b>את כרתים.</b> עמא דחייבין לאישתיצאה ואומר אני לפי שראיתי במקום אחר קורא אל פלשתים כרתים היו יושבי חבל הים גוי כרתים (צפניה ב׳:ה׳) ואינו קורא כן לאומה אחרת נראה בעיני שיש גבול בפלשתים ששמו כרתי וכן אני מוצא בספר (שמואל (א' ל') בגדוד ששרף את צקלג אנחנו פשטנו על נגב הכרתי: ",
                "1": "<b>חוף הים.</b> מארק\"א בלע\"ז הם פלשתים שיושבים במקצוע דרומית מערבית של גבול ארץ ישראל על הים האחרון:\n\n"
            }
        },
        "25": {
            "0": {
                "0": "<b>בעשתי עשרה.</b> לצדקיהו:\n"
            },
            "1": {
                "0": "<b>על ירושלים.</b> שהיתה במצור: ",
                "1": "<b>האח.</b> לשון קול שמחה: ",
                "2": "<b>נשברה דלתות העמים.</b> עיר שכל העכו\"ם היו נכנסים לה לסחורה מעתה תשבר כי לא ילך המצור מעליה עד תלכד: ",
                "3": "<b>נסבה אלי.</b> מעתה הוסבה סחורות העמים אלי: ",
                "4": "<b>אמלאה החרבה.</b> אתמלא אני מן העיר ירושלים החרבה:\n"
            },
            "3": {
                "0": "<b>וסחיתי.</b> ועקרתי כמו בית גאים יסח ה' (משלי ט״ו:כ״ה) ונסחתם מעל (דברים כח): ",
                "1": "<b>לצחיח סלע.</b> לפי שהיתה בנויה בסלע בתוך הים כשתנתץ ויסח עפרה אל הים נשאר הסלע חלק וכן ת\"י לשעיעות כיף גלי:\n"
            },
            "4": {
                "0": "<b>משטח חרמים.</b> על הסלע ישטחו הדייגים את חרמי מכמרותם לנגבם:\n"
            },
            "5": {
                "0": "<b>ובנותיה אשר בשדה.</b> הכפרים המשועבדות לה סביבותיה:\n"
            },
            "7": {
                "0": "<b>והקים עליך צנה.</b> ויקים עליך די מזיינין בתרסין:\n"
            },
            "8": {
                "0": "<b>ומחי קבלו.</b> הוא אחד מתחבולות המצור לזרוק אבנים גדולות ומכה כנגדו אילקולי\"אה דשאפורי\"ירא בלע\"ז ויש לועזים קבלו דשארבלי\"טא בלעז ויש לועזין פוריירא בלע\"ז: ",
                "1": "<b>בחרבותיו.</b> באומנות חורבן שיביא עמו:\n"
            },
            "9": {
                "0": "<b>משפעת סוסיו.</b> כשיש סוסים הרבה מעלים אבק ברגליהם ועולה ונעשה כענן ומחשיך הארץ הוא קרוי שפעת וכן ושפעת מים תכסך (איוב כב) דלאפוי\"שון בלע\"ז: ",
                "1": "<b>כמבוא עיר מבוקעה.</b> כמה דעלין לקרתי דמתרעא משור שנפרצה חומתה:\n"
            },
            "11": {
                "0": "<b>רכולתך.</b> סחורתך:\n"
            },
            "15": {
                "0": "<b>וחרדו לרגעים.</b> לשברים פן יבא עליהם גם הם כשברך: ",
                "1": "<b>לרגעים.</b> לשון שבר כמו (ישעיה נא) רוגע הים עורי רגע (איוב כו) על רגעי ארץ (תהלים לה) על דכאי ארץ ומנחם פירשו לשון רגע כמו כי רגע באפו (שם ל): ",
                "2": "<b>ושממו.</b> לשון תמהון:\n"
            },
            "16": {
                "0": "<b>נושבת מימים.</b> יש נוקדין רפי ופותרין מיושבת מימים קדמונים ויש נוקדים דגש ופותרין מיושבת בחזקה על ידי ימים הסובבים לה וכן תרגם יונתן וכן הוא: ",
                "1": "<b>אשר נתנו חתיתם.</b> סביבות לכל היושבים: ",
                "2": "<b>חתיתם.</b> לורדפריימ\"נט בלע\"ז:\n"
            },
            "17": {
                "0": "<b>האין.</b> כמו האיים: ",
                "1": "<b>מצאתך.</b> מיציאתך בגולה:\n"
            },
            "18": {
                "0": "<b>בהעלות עליך את תהום.</b> באסקותי עליך משריית עממין דסגיאין כמו תהומא ויחפונך עממין סגיאין כן ת\"י וכמשמעו בתחלה נתנה ביד נבוכדנצר וסוף עלה הים וטבעה:\n"
            },
            "19": {
                "0": "<b>את יורדי בור.</b> עם יורדי גיהנם: ",
                "1": "<b>אל עם עולם.</b> עם שאר העכו\"ם אשר שם מעולם: ",
                "2": "<b>כחרבות מעולם.</b> כערים אשר חרבו מאז כסדום וחברותיה: ",
                "3": "<b>ונתתי צבי בארץ חיים.</b> ואתן התפארת בירושלי':\n"
            },
            "20": {
                "0": "<b>בלהות.</b> פרשו יונתן בלהות כדלא הוית והפותרים אומרים ל' מקום מרקד שעירי' ומזיקי':\n\n"
            }
        },
        "26": {
            "2": {
                "0": "<b>על מבואות ים.</b> על הנמל שהספינות באות עד החומה והשערים והרבה כרכין יושבין על הים ואינה מקום נמל ואין הספינות יכולות לקרב אליהם: ",
                "1": "<b>מבואות ים.</b> פור\"ט בלע\"ז: ",
                "2": "<b>רוכלת העמים.</b> כך היה מנהגם סוחרים הבאים לה זה מצפון וזה מדרום לא היו רשאין לעשות סחורה זה עם זה אלא יושבי העיר לוקחין מזה ומוכרין לזה: ",
                "3": "<b>את אמרת אני כלילת יופי.</b> עד עכשיו הכל אומרי' על ירושלים כלילת יופי (איכה ב׳:ט״ו-ט״ז) משוש כל הארץ (תהילים מ״ח:ג׳) עכשיו את מתגאה לומר אני כלילת היופי סוף גמר היופי כלול בי:\n"
            },
            "3": {
                "0": "<b>בוניך.</b> ארדכלייך, ל' בנין:\n"
            },
            "4": {
                "0": "<b>ברושים משניר.</b> לפי שהיתה בנויה בים ובים אבדה המשילה הנביא לספינה משובחת שהכבידו משאה בתוכה וטבעה ברוח קדים: ",
                "1": "<b>משניר.</b> טור תלגא: ",
                "2": "<b>את כל לוחתים.</b> הלוחים שנעשית האניה מהם: ",
                "3": "<b>ארז מלבנון.</b> שם יער שהארזים מצויין בו: ",
                "4": "<b>תורן.</b> הוא העץ הזקוף וגבוה התקוע בספינה שבו תולין המפרש שקורין בוייל\"א בלע\"ז ובו נקבים בראשו שהחבל שמושכין בו הספינה נכנס ויוצא בו מש\"ט בלע\"ז:\n"
            },
            "5": {
                "0": "<b>אלונים.</b> מן עץ סרק שקורין קיישנ\"א בלע\"ז: ",
                "1": "<b>משוטיך.</b> הם שרחבים בראשם שמנהיגין בהם האניה ריימ\"ש בלע\"ז: ",
                "2": "<b>קרשך.</b> הוא הקרש הרחב שבראש השני של ספינה אל מול התורן שבראשה אשר בו מהפכין את הספינה לכל צדדיה ומכוונין אותה אל הדרך ורב החובל אוחז בו ובלשון משנה קברניט ובלשון לעז גובריינא\"ל: ",
                "3": "<b>עשו שן בת אשורים.</b> א\"א לו להיות אלא של עץ וזהו בת אשורים כאלו הוא תיבה אחת לשון תדהר ותאשור (ישעיהו מ״א:י״ט) שניהם ת\"י אשכרועין ואת קברניטה של צור המשיל לקרש של אשכרוע מצופה בשן ע\"י מסמרים לנוי ולחוזק כי כן תרגם יונתן דפין דאשכרועין מכבשין בשן דפיל בית חופאה לא תיטרון כסויה לא יפול אבל יונתן פירש הקברניט הזה לפי עניין העיר על קרשי שעריה:\n"
            },
            "6": {
                "0": "<b>שש ברקמה.</b> נגד שש עשוי בציורי רקמות: ",
                "1": "<b>מפרשך.</b> הוא שקורין בל\"א סיג\"ל ובלשונינו בווייל\"א בלע\"ז: ",
                "2": "<b>להיות לך לנס.</b> לפורשו על כלונס הארז ולהגביהו על התורן, נס בלשון משנה כלונס ובלע\"ז פורקא: ",
                "3": "<b>היה מכסך.</b> לאהל ולגג על פני כל האניה:\n"
            },
            "7": {
                "0": "<b>היו שטים לך.</b> תופסי משוטיך להנהיגך: ",
                "1": "<b>חובליך.</b> אוחזי הקברניט לכוין וליישר האניה:\n"
            },
            "8": {
                "0": "<b>זקני גבל.</b> אומני הבנין כמו שנאמר ובוני חירום והגבלים (מלכים א ה׳:ל״ב): ",
                "1": "<b>מחזיקי בדקך.</b> מתקני בדקך שלא יכנסו בהם המים אפייטונ\"ט טאקראוצ\"א בלע\"ז: ",
                "2": "<b>כל אניות הים ומלחיהם.</b> הספנים שלהם: ",
                "3": "<b>היו בך.</b> היו סביבך לשוט אל המדינות הרחוקות להביא הסחור' לתוכך: ",
                "4": "<b>לערוב מערבך.</b> ל' ערובה הם כל צורכי האדם שהוא חי בהם וממונו הוא ערובתו והצלתו לחייו גרנטיא\"ה בלע\"ז:\n"
            },
            "10": {
                "0": "<b>בני ארוד וחילך.</b> ושאר חיל בני אדם היושבים בתוכך: ",
                "1": "<b>וגמדים.</b> ת\"י ואף קפוטקאי שמעתי משמו של רבי מנחם על שם שיורדין בים עד התהום משערי גומדי אמות עומקה נקראו גמדים אנדוי\"ש בלע\"ז ויש פותרים שהם ננסים ונכנסין במדת אמה: ",
                "2": "<b>שלטיהם.</b> הם אשפות שנותנין בהם חצים כמו (ירמיה כא) הברו החיצים מלאו השלטים קויכרינ\"ה בלע\"ז: ",
                "3": "<b>תלו.</b> הרבה תלי תלים:\n"
            },
            "11": {
                "0": "<b>תרשיש.</b> ים ששמה תרשיש: ",
                "1": "<b>מרוב כל הון.</b> שהיה בתוכך ובטוחים הסוחרים שימצאו בך סחורה הראויה להם: ",
                "2": "<b>בדיל.</b> אשטיי\"ן בלע\"ז: ",
                "3": "<b>עזבוניך.</b> חוזקיך ועוזרך כמו (נחמיה ג׳:ח׳) ויעזבו את ירושלים עד החומה וממונו של אדם הוא חזקו המעמידו על רגליו:\n"
            },
            "12": {
                "0": "<b>בנפש אדם.</b> עבדים ושפחות למכור:\n"
            },
            "14": {
                "0": "<b>ידך.</b> מקומך: ",
                "1": "<b>קרנות שן והבנים.</b> קרני יעלים ועצמות פיל וטווסים עופות ששמן פאו\"ן בלע\"ז: ",
                "2": "<b>השיבו אשכרך.</b> הביאו לך תשורה:\n"
            },
            "15": {
                "0": "<b>ארם סוחרתך.</b> באבנים טובות האמורות במקרא וארגמן ורקמה ובוץ: ",
                "1": "<b>מרוב מעשיך.</b> מתוך שהיו יודעים בנשיאיך ושריך שמראין להם מעשה נוי ותפארת לתכשיט: ",
                "2": "<b>בנופך.</b> איקרבונקל\"א בלעז:\n"
            },
            "16": {
                "0": "<b>בחטי מנית.</b> שם מקום שחיטיה יפות כמו עד בואך מנית (שופטים יח) ומדרש אגדה חטין יפין וגסין הנמכרים במניין ויונתן תרגם בחטי ריחוש לשון קבוצת מניינים הרבה טרוקא\"ס בלע\"ז וחבירו בפסיקתא מה הדם רחוש בעלין אף לאה רחושה בבנים ולא ידעתי מהו מפי רבי שמעון מצאתי שמצא במקרא תרגום ירושלמי בחיטי מנית ופנג דחושלא וקלמא שערי דחושלא שבגמרא אנו שונים שעורים קלופים ואומר אני מנית לשון מנות מאכל מזומן ואף לפי נקוד דגש דרכו של יונתן לתרגם התיבה פעם משמעה פעם מדרשה כן תרגם וגם שם העיר המונה אנו נוקדים שם והמונה לא מפיק ה\"א ותרגם אף לתמן יתרמון קטולי קרתא דסגיאין איתרגושתהא: ",
                "1": "<b>ופנג.</b> ראיתי בספר יוסף הכהן עץ אפרסמון הוא פנג והיו מצויין ביריחו ועל שם ריח הטוב נקראת יריחו באלסמ\"א בלע\"ז:\n"
            },
            "17": {
                "0": "<b>ביין חלבון.</b> יין לבן מבושל ומנחם חברו עם חלב חטים (תהלים קמו) ל' טוב: ",
                "1": "<b>וצמר צחר.</b> ועמר מלת כבינא ביום שנולד הטלה וטהרתו אמו בלחיכתה עושין כסות ומכבנין אותו סביבו בקרסים כדי שיהא צמרו נקי: ",
                "2": "<b>צחר.</b> לבן כמו אתונות צחורות (שופטים ה):\n"
            },
            "18": {
                "0": "<b>ודן ויון.</b> מדינות הם: ",
                "1": "<b>מאוזל.</b> מטוה של שיראין: ",
                "2": "<b>ברזל עשות.</b> עשוי כעששיות מש\"ש בלעז והוא פרזלא הנדואה:\n"
            },
            "19": {
                "0": "<b>בבגדי חופש לרכבה.</b> בלבוש דיקר לרתיכין:\n"
            },
            "20": {
                "0": "<b>בכרים.</b> כבשים ויונתן תרגם בתורין וכן תרגם מאה אלף כרים דמישע מלך מואב (מלכים ב ג׳:ד׳):\n"
            },
            "22": {
                "0": "<b>אשור כלמד.</b> י\"ת מדינן אשור ומדי:\n"
            },
            "23": {
                "0": "<b>במכלולים.</b> בדברים שהם למכלול פרמונ\"ט בלע\"ז ומה הם המכלולים גלומי תכלת ורקמה טליתות של תכלת מרוקמות: ",
                "1": "<b>ובגנזי ברומים.</b> בתכשיטי פאר שגונזין אותן בארגזין שקורין אשקרי\"ן בלע\"ז והם מחופין עור ומצוירין לנוי במיני מסמרין שורות שורות וציורין והם בלשון ארמי קמטרין ובלשון עברי ברומים והם חבושין ואסורין בחבלי בוץ לנוי: ",
                "2": "<b>וארוזים.</b> ת\"י אעי הדסים אותן ארגזים היו נתונין במגדלי עץ הדס ומביאין אותן לתוך המגדלין והקמטראות שבתוכן והתכשיטין שבתוך הקמטראות הכל יחד לסחורה וכה פתרון הלשון בלשון קצרה ובגנזי ברומים החבושים בחבלים וארוזים בתוך עץ ארז שהברומים הם הקמטראות והיו אסורים בחבלים ונתונים במגדלי הדס שהיא ממיני ארז ומכלולים שבתוך הברומים קרא יונתן וכושפין דארזא באימלין די זהריתא תכשיטין הצריכין שמירה נאה דמחתין בקומטרין מונחים בקמטראות והמגדלים שבתרגום כמו שאנו שונין תיבה ומגדל שיפרייט\"ש בלע\"ז:\n"
            },
            "24": {
                "0": "<b>אניות תרשיש.</b> שרותיך הם היו לך לערבה ומישור כשם שהמישור הוא דרך כבושה להביא בו סחורה לעיר היושבת ביבשה היו לך תחתם אניות תרשיש מסילה להביא מערבך לתוכך: ",
                "1": "<b>שרותיך.</b> לשון שרון ומישור ודוגמתו עלו בשרותיה (ירמיה ה): ",
                "2": "<b>ותמלאי, ותכבדי מאד.</b> הביאו לתוכך משא רב והכבידו משאך יותר מדאי:\n"
            },
            "25": {
                "0": "<b>במים רבים הביאוך השטים אותך.</b> כדרך האניות הגדולו' שמפליגין אותן לתוך פלגום הים ומתוך שנתמלאת וכבדת בא רוח הקדים ושברך בלב ימים ולענין דוגמת העיר מתוך שנתמלאת עושר גבה לבך ובא עליך פורענות:\n"
            },
            "27": {
                "0": "<b>מגרשות.</b> כמו מגרשי העיר:\n"
            },
            "28": {
                "0": "<b>אל הארץ יעמודו.</b> מה לנו עוד באניות להיכן נוליך סחורה עוד:\n"
            },
            "29": {
                "0": "<b>יתפלשו.</b> יתגלגלו:\n"
            },
            "31": {
                "0": "<b>ונשאו אליך בניהם.</b> בנהי שלהם: ",
                "1": "<b>כדומה.</b> כך היה שם ראשי אדום כענין שנאמר משא דומה (ישעיהו כ״א:י״א) וי\"ת לית דדמי לה: ",
                "2": "<b>כדומה.</b> כדוגמתה:\n"
            },
            "32": {
                "0": "<b>בצאת עזבוניך וגו'.</b> כל זה יקוננו עליך בקינתם:\n"
            },
            "34": {
                "0": "<b>רעמו פנים.</b> זעומי פנים וכן בעבור הרעימה (שמואל א א׳:ו׳) וכן כל תלונה תורעמתא:\n"
            },
            "35": {
                "0": "<b>שרקו.</b> שובלי\"ר בלעז כך שורקין על דבר שחלף והלך לו:\n\n"
            }
        },
        "27": {
            "1": {
                "0": "<b>מושב אלהים.</b> עשה לו באויר על הים במנגנין כמין שבעה רקיעים וישב לו על העליון:\n"
            },
            "2": {
                "0": "<b>הנה חכם אתה מדניאל.</b> דניאל בא נבוכדנצר לעשותו אלוה ולדניאל סגיד ומנחה וניחוחין אמר לנסכא ליה ולא קביל עליה ואתה עושה עצמך אלוה: ",
                "1": "<b>כל סתום לא עממוך.</b> לא עמום ממך קנתורין הם שמקנתרין כלומר שמא חכם אתה כדניאל שנא' בו כל רז לא אנס לך (דניאל ו'):\n"
            },
            "3": {
                "0": "<b>עשית לך חיל.</b> קנית לך נכסין: ",
                "1": "<b>ותעש זהב וכסף.</b> וכנשתא:\n"
            },
            "6": {
                "0": "<b>והריקו חרבותם.</b> כמשמעו ומדרש אגדה משכב זכור שנבעל כנשים שלשה עשו עצמם אלוה ונבעלו כנשים יואש בן אחזיה שנאמר (ד\"ה ב' כ\"ד) ואת יואש עשו שפוטים וחירם ונבוכדנצר: ",
                "1": "<b>יפעתך.</b> הופעתך לשון תואר פנים, והמדרש דורשו יופי עתך:\n"
            },
            "8": {
                "0": "<b>מחללך.</b> כמו הורגך:\n"
            },
            "11": {
                "0": "<b>אתה חותם תכנית וגו'.</b> אתה הוא מלא חכמה לחתום ולטבוע כל תבנית וצורה: ",
                "1": "<b>תכנית.</b> פיינטור\"א בלע\"ז:\n"
            },
            "12": {
                "0": "<b>בעדן גן אלהים וגו'.</b> בסגי טבון ותפנוקין את מתפניק כאלו בעדן גינתא דה' את שרי כל עותרא גיותא ויקרא מתיהב לך כל אבנין טבן מסדרן על לבושך: ",
                "1": "<b>מסוכתך.</b> חופתך, ל\"א לבוש כיסוייך: ",
                "2": "<b>מלאכת תופיך ונקביך בך.</b> אע\"פ שנתתי לך הכבוד הזה יודע הייתי שתתגאה ועשיתי בך מלאכת תופים ונקבים המוציאין רוח בקול זמר כתוף ובם היה לך להתבונן:\n"
            },
            "13": {
                "0": "<b>את כרוב ממשח הסוכך.</b> את עוף מדה כלומר העוף הגדול הסוכך בכנפיו סכך רב כלומר מושל ממשל רב, ממשח לשון גודל כמו אנשי מדות (במדבר י\"ד) דמתרגמינן גברי דמשחן: ",
                "1": "<b>ונתתיך בהר קודש אלהים היית.</b> ונתתי לך מקום לקנות לך שם בבנין הר קדשי שסייעת את שלמה בעצי ארזים: ",
                "2": "<b>בתוך אבני אש התהלכת.</b> קנית לך זכרון עם מלכי ישראל שהם כמלאכי השרת:\n"
            },
            "14": {
                "0": "<b>נמצא עולתה בך.</b> באמרך אל אני:\n"
            },
            "15": {
                "0": "<b>מלו.</b> כמו מלאו: ",
                "1": "<b>ואחללך מהר אלהים.</b> גרמת שאמחה אותך שלא תצדק עוד בבנין ביתי: ",
                "2": "<b>ואבדך.</b> כמו ואאבדך: ",
                "3": "<b>מתוך אבני אש.</b> שלא תטול חלק עם הצדיקי', ורבותינו במדרש אגדה דרשו הענין הזה באדם הראשון וכך אמר הנביא לחירם מה נתגאית ברקיעך שמא בגן עדן היית כמו שהיה אדם הראשון כל אבן יקרה וגו' כי כל החופות האלה עשיתי לאדם הראשון ופחותה שבכולן זהב שהיא מנוייה אחרון מלאכת תופיך וגו'. בזאת השויתיך לו ולא באחרת ובך נסתכלתי ובראתי תופים ונקבים באדם הראשון. את כרוב ממשח. שמא אתה כאותו כרוב שהיה גדול בממשח הסוכך כולו מקצה השמים ועד קצה השמים ושמא נתתיך להיות בהררי קדש כאשר נתתי לו:\n"
            },
            "16": {
                "0": "<b>שחת חכמתך על יפעתך.</b> שנתגאית ביפעתך: ",
                "1": "<b>לראוה בך.</b> להסתכל בבושתך, לראוה כמו לראיה:\n"
            },
            "17": {
                "0": "<b>חללת מקדשיך.</b> קדושתך: ",
                "1": "<b>אש מתוכך.</b> דברי גאוה שיצאו מפיך לאמר אל אני ל\"א כתרגומו ואייתי עממיא דתקיפין כאשתא מחובי זדונך:\n"
            },
            "18": {
                "0": "<b>שממו.</b> תמהו:\n"
            },
            "22": {
                "0": "<b>ונפלל חלל בתוכה בחרב עליה מסביב.</b> על אשר יראו החרב מסביב בחוץ יפלו יושבי העיר ויהיו בטוחים להיות חללים בתוכה: ",
                "1": "<b>ונפלל.</b> כמו לא פללתי (בראשית מ\"ח) לא סברית וכמו ואויבינו פלילים (דברים ל״ב:ל״א) ידונו עצמם להיות חללים בתוכה:\n"
            },
            "23": {
                "0": "<b>ולא יהיה עוד לבית ישראל וגו'.</b> לפי שניבא על עמון ומואב ופלשתים ואדום וצור וצידון שהם שכיני ארץ ישראל שיחרבו ומאחר שיאבדו כולן לא יהיה סילון וקוץ לישראל בכל סביבות' שיכאיבם ושירע להם: ",
                "1": "<b>סילון.</b> מין קמשונים וחוחים הוא: ",
                "2": "<b>ממאיר.</b> ענין הכאבה כמו צרעת ממארת (ויקרא י״ג:נ״א) פוניינ\"ט בלע\"ז: ",
                "3": "<b>השאטים אותם.</b> הבוזים אותם:\n"
            },
            "24": {
                "0": "<b>לעבדי ליעקב.</b> כמו שנתנה ליעקב נחלה בלא מצרי' ופרצת ימה וקדמה צפונה ונגבה (בראשית כ״ח:י״ד):\n\n"
            }
        },
        "28": {
            "0": {
                "0": "<b>בשנה העשירית.</b> בעשירי בשנים עשר לחדש היה דבר ה' אלי לאמר:\n"
            },
            "2": {
                "0": "<b>התנים הגדול.</b> לפי שכל גדולתה של מצרים וכל שובע שבה על ידי יאורי נילוס הוא לפיכך הנביא ממשל את מלכה לתנין ואת עמה לדגת יאור: ",
                "1": "<b>לי יאורי.</b> איני צריך לעליונים כי יש לי יאורי מספיק כל צרכי: ",
                "2": "<b>ואני עשיתני.</b> בגבורתי ובחכמתי הגדלתי גדולתי וממשלתי:\n"
            },
            "3": {
                "0": "<b>חחים.</b> כמין טבעות ברזל איינ\"ש בלע\"ז: ",
                "1": "<b>דגת יאוריך בקשקשתיך.</b> אינטישאיקראטי\"ש בלע\"ז כלומר אתן בלב כל גבוריך לצאת עמך למלחמה ויפלו כולם:\n"
            },
            "4": {
                "0": "<b>ונטשתיך המדברה.</b> זו היא אובדנן של דגים כיון שנטשו על פני היבשה מתים א\"י אטינדר\"י טו\"י בלע\"ז:\n"
            },
            "5": {
                "0": "<b>משענת קנה.</b> כמה פעמים סמכו עליהם בימי סנחריב ובימי נבוכדנצר ולא הועיל להם בקנה זה שהוא רך ואינו סומך את הנשען עליו:\n"
            },
            "6": {
                "0": "<b>בתפשם בך בכפך.</b> בכף קרי כאדם המהלך ונשען על מקלו: ",
                "1": "<b>תרוץ.</b> תירצץ: ",
                "2": "<b>ובקעת להם כל כתף.</b> כתפיהם כאדם הנסמך על קנה ונשבר והאדם נופל עליו והקרומיות נכנסות לו בכתיפיו: ",
                "3": "<b>והעמדת להם כל מתנים.</b> מאחר שתשבר יצטרכו לחזק את מתניהם ולעמוד עליהם והרי אתה כאדם שחבירו נשען עליו והוא חלש ואומר לו התחזק על מתניך כי לא תסמוך עוד עלי וכן ת\"י ולא תהא להון לבי' סומכוון ויש מחליפין והעמדת להם לוהמעדת ואיני רואה את דבריהן, ומנחם חברו עם מעמד רגלים כמוני:\n"
            },
            "10": {
                "0": "<b>ולא תשב ארבעים שנה.</b> ארבעים ושתים שני רעבון נגזרו בחלום פרעה כנגד שלשה פעמים שנכתב החלום שבע פרות ושבע שבלים רעות (בראשית מ״א:כ׳) ראה וספרו ליוסף הרי שני פעמים ויוסף אמר לו שבע הפרות הרקות והרעות וז' השבלים הרקות (שם) הרי ארבעים ושתים לרעב ולא היה להם אלא שתים שנאמר כי זה שנתי' הרעב (שם מ\"ה) ומשירד יעקב למצרים פסק הרעב שהרי בשנה השלישית זרעו שנאמר ותן זרע ונחיה וגו' (שם מז) והארבעים נפרעו להם עכשיו: ",
                "1": "<b>תשב ארבעים שנה.</b> תשב שר\"א אשיגיא\"ה בלע\"ז:\n"
            },
            "13": {
                "0": "<b>מכורתם.</b> מגורתם ל\"א כמו תולדותם וכן חברו מנחם:\n"
            },
            "14": {
                "0": "<b>לבלתי רדות בגוים.</b> לשון ממשלה כמו ורדו בדגת הים (שם א):\n"
            },
            "15": {
                "0": "<b>ולא יהיה.</b> מצרים לבית ישראל עוד למבטח המזכיר להם עון שאמר להם הקב\"ה לא תוסיפו לראותם עוד (שמות י״ד:י״ג):\n"
            },
            "16": {
                "0": "<b>ויהי בעשרים ושבע שנה.</b> למלכות נבוכדנצר, אותה שנה נתנה מצרים בידו כך שנינו בסדר עולם ויש בספר הזה הרבה נבואות כתובות מוקדם ומאוחר:\n"
            },
            "17": {
                "0": "<b>העביד את חילו.</b> על צור עבודה גדולה: ",
                "1": "<b>כל ראש.</b> אנשי חיילותיו: ",
                "2": "<b>מוקרח וכל כתף מרוטה.</b> כדרך הצרים על העיר ימים רבים וטורחים ויגיעים בשאת משאות עצים ואבנים והוא לכד את צור בעשרים ושלש למלכותו כמו שמצינו בסדר עולם, מוקרח קאלב\"ו בלע\"ז: ",
                "3": "<b>מרוט'.</b> פלי\"אה בלע\"ז: ",
                "4": "<b>ושכר לא היה לו.</b> לאחר ששללו שללה עלה הים ושטף מהם לפי שנגזר עליה ועל שללה ליאבד בים:\n"
            },
            "19": {
                "0": "<b>פעולתו אשר עבד בה.</b> שכר פעולה אשר עבד במצותי בצור אתן לו את ארץ מצרים: ",
                "1": "<b>אשר עשו לי.</b> מצרים רעה במשענתם שהבטיחו את עמי בעזרתם הבל:\n"
            },
            "20": {
                "0": "<b>ביום ההוא אצמיח קרן.</b> לא שמעתי ולא מצאתי פי' מקרא זה מה הוא צמח קרנם של ישראל במפלת מצרים שהרי ישראל גלו שמונה שנים לפני מפלת מצרים ואומר אני ביום ההוא מוסב על פרשה של מעלה מקץ ארבעים שנה אקבץ את מצרים ואותו חשבון כלה בשנה שמלך בלשאצר ומצינו בדניאל שבאותה שנה התחילו מלכי פרס להתחזק ונגזרה מפלה על בבל שנאמר (דניאל ז׳:א׳) בשנת חדא לבלשאצר דניאל חלם חזה וגו' קדמיתא כאריה היא בבל (שם) וכתיב (שם) חזה הוית עד די מריטו גפה וגומר וארו חיוה אוחרי תנינא דמיא לדוב היא פרס וכתיב וכן אמרין לה קומי אכולי בשר שגיא, כלומר תפשי המלוכה ומלכות פרס היא צמיחת קרן לישראל שנאמר בכורש הוא יבנה עירי וגלותי ישלח (ישעיהו מ״ה:י״ג) ומניין שארבעים שנה של מצרי' כלו באותו הפרק מצרים נתנה ביד נבוכדנצר בכ\"ז לנבוכדנצר בשנה שנאמר' נבוא' זו ליחזקאל הוסיף ארבעים שנה הרי ששים ושבע צא מהם ארבעים וחמש לנבוכדנצר ועשרים ושלש לאויל מרודך כדאמרינן במסכת מגלה ושנה אחת מהם עלתה לזה ולזה כדאמרינן התם שנים מקוטעו' היו: ",
                "1": "<b>ולך אתן פתחון פה בתוכם.</b> לך יחזקאל יהא פתחון פה כשיראו נבואתך מתקיימת:\n\n"
            }
        },
        "29": {
            "1": {
                "0": "<b>הה.</b> כמו אהה הה ליום העתיד לבא על אותן העכו\"ם:\n"
            },
            "2": {
                "0": "<b>עת גוים.</b> עידן תבר עממיא:\n"
            },
            "3": {
                "0": "<b>והיתה חלחלה בכוש.</b> ל' רעד כשישמעו מפלת מצרים יחרדו לנפשם פן יעלה מלך בבל עליהם:\n"
            },
            "4": {
                "0": "<b>וכל הערב.</b> ת\"י וכל סומכוותא כל העורבים ערובת מצרים גרנסי\"אה בלע\"ז: ",
                "1": "<b>ארץ הברית.</b> כורתי ברית למצרים לעזור לה:\n"
            },
            "7": {
                "0": "<b>בתתי אש.</b> חמתי כאש:\n"
            },
            "8": {
                "0": "<b>מלאכים מלפני.</b> גדודי גייסות הולכים בשליחותי בשיירות רבות להחריד את כוש היושבת בטח: ",
                "1": "<b>בצים.</b> כמו וצים מיד כתים (במדבר כ״ד:כ״ד) וכן תרגמו יונתן בלגיונין:\n"
            },
            "11": {
                "0": "<b>ונתתי יאורים.</b> ארץ היאורים היא מצרים: ",
                "1": "<b>ומכרתי.</b> כתרגומו ואימסר:\n"
            },
            "13": {
                "0": "<b>ועשיתי שפטים בנא.</b> אלכסנדריא:\n"
            },
            "15": {
                "0": "<b>להבקע.</b> חומתה תבקע: ",
                "1": "<b>צרי יומם.</b> צרים יבאו עליה יום יום:\n"
            },
            "16": {
                "0": "<b>והנה בשבי תלכנה.</b> שתיהן המדינות און ופיבסת:\n"
            },
            "17": {
                "0": "<b>חשך היום.</b> ימנע האור: ",
                "1": "<b>ענן יכסנה.</b> צרה תבוא עליה ותכסנה ותחשך כיום כסוי הענן: ",
                "2": "<b>ובנותיה.</b> וכפרנהא:\n"
            },
            "20": {
                "0": "<b>את זרוע פרעה מלך מצרים שברתי.</b> כבר פעם אחרת שנתתי חילו ביד נבוכדנצר בשנה הרביעית ליהויקים כמה שנאמר בספר (ירמיהו מ״ו:ב׳) למצרים על חיל פרעה נכה מלך מצרים אשר היה בכרכמיש על נהר פרת אשר הכה נבוכדנצר וגומר: ",
                "1": "<b>והנה לא חובשה.</b> מאותו היום והלאה כמה שנאמ' בספר (מלכים ב כ״ד:ז׳) בסופו ולא יסף עוד מלך מצרים לצאת מארצו כי לקח מלך בבל מנהר פרת עד נחל מצרים ובסגנון זה נתנבא ירמי' גם הוא על אותה המכה בלשון רפואה אין לה שנאמר (ירמיהו מ״ו:י״א) עלי גלעד וקחי צרי בתולת בת מצרים לשוא הרבית רפואות תעלה אין לך: ",
                "2": "<b>לא חובשה.</b> ל' קשירה שקושרין עצם הנשבר: ",
                "3": "<b>לשום חתול.</b> מעשה בגדים ורטייה כמו (לעיל טז) והחתל לא חתלת: ",
                "4": "<b>לתפוש בחרב.</b> שיהא לו עוד כח להלחם:\n"
            },
            "21": {
                "0": "<b>ושברתי את זרועותיו.</b> אשבור את השנית ותהיינה שתיהן שבורות כלומר כבר לקח מלך בבל מצד הא' עוד אמסור לו יתר המלכות כולו:\n"
            },
            "23": {
                "0": "<b>וחזקתי.</b> לשון חוזק:\n"
            },
            "24": {
                "0": "<b>והחזקתי.</b> ל' אחיזה שאוחז בידו לסמיכה שלא תפול וסופו יוכיח וזרועות פרעה תפולנה שאינו אוחז בהן:\n\n"
            }
        },
        "30": {
            "1": {
                "0": "<b>אל מי דמית בגדלך.</b> בהתגדלך לנגדי אל מי היית סבור לדמות:\n"
            },
            "2": {
                "0": "<b>הנה אשור.</b> שהפלתי כבר: ",
                "1": "<b>ארז בלבנון.</b> היה: ",
                "2": "<b>וחורש מצל.</b> יער מסכך צל גדול: ",
                "3": "<b>ובין עבותים.</b> עצי רענן: ",
                "4": "<b>צמרתו.</b> צימ\"א בלע\"ז:\n"
            },
            "3": {
                "0": "<b>תעלותיה.</b> פושיץ בלע\"ז: ",
                "1": "<b>אל כל עצי השדה.</b> להשקותם והדוגמא כתרגומו של יונתן הא אתוראה דמיא לארזא בלבנון וגומר כבעמוד מים גדלוהו תהום רוממתהו. בעממיא סגי בסומכוותא תקוף ית מלכיא שעביד לתחות מלכותיה וית שלטונוהי מני על כל מדינות ארעא, ומדרש אגדה ובין עבותים היתה צמרתו מהיכן זכה לגדולה לפי שנמנע מעצת דור הפלגה שנאמר (בראשית ז) מן הארץ ההיא יצא אשור כשנעשו כל באי העולם קליעה אחת לבוא בעצה למרוד בו אז היתה צמרתו נראית לעצמה ולא נשתלשלה עמהם. מים גדלוהו תהום רוממתהו. ועל ששמע לקול יונה בן אמתי שירד לתהום ושבו אנשי ננוה מן החמס אשר בכפיהם:\n"
            },
            "4": {
                "0": "<b>סרעפותיו.</b> ענפיו: ",
                "1": "<b>פארותיו.</b> זמורותיו: ",
                "2": "<b>ממים רבים בשלחו.</b> פארותיו על ידי מים רבים בשלחו פארותיו כלומר בגדלו פארותיו ול' שילוח נופל בהן כמו ותשלח פאורות (לעיל טז):\n"
            },
            "5": {
                "0": "<b>בסעפותיו.</b> בענפיו: ",
                "1": "<b>קננו.</b> ל' קן:\n"
            },
            "6": {
                "0": "<b>וייף.</b> ל' יופי: ",
                "1": "<b>דליותיו.</b> אף הם ל' ענפים הנטוים לאורך לכל צד כמין דליות הכרם שישטרוי\"ילאש בלע\"ז:\n"
            },
            "7": {
                "0": "<b>לא עממוהו.</b> לא כהו תארו כלומר לא היה בהם אחד נאה ממנו: ",
                "1": "<b>בגן אלהים.</b> כלומר בכל העולם: ",
                "2": "<b>וערמונים.</b> קאשטיני\"ש בלע\"ז:\n"
            },
            "8": {
                "0": "<b>כל עצי עדן.</b> כלומר כל המלכים המשובחים:\n"
            },
            "9": {
                "0": "<b>יען אשר גבהת בקומה.</b> כך אמרתי לאשור:\n"
            },
            "10": {
                "0": "<b>ביד אל גוים.</b> ביד קשה שבגוים ביד נבוכדנצר נתתיו דאמר מר שנה ראשונה כבש ננוה: ",
                "1": "<b>עשו יעשה לו.</b> נבוכדנצר ככל רצוני:\n"
            },
            "11": {
                "0": "<b>ויטשוהו.</b> ויפלוהו לארץ כמו ויטש על המחנה (במדבר י״א:ל״א):\n"
            },
            "12": {
                "0": "<b>על מפלתו ישכנו וגו'.</b> כתרגומו על מפלת קטילוהי:\n"
            },
            "13": {
                "0": "<b>עצי מים.</b> שהם רכים וחלשים אלא שענפיהם רכים וארוכין מחמת לחלוחית המים אין להם לדמות עצמן לארזי עדן כלומר לא היה לו להתגאות על ישראל ולא יעמדו עליהם: ",
                "1": "<b>אל בין עבותים.</b> לא יתגאו להשוות גבורתם שותה מים אל עצי עבותים:\n"
            },
            "14": {
                "0": "<b>ביום רדתו שאולה.</b> כשהשפלתי את מלך אשור ביד אויבו: ",
                "1": "<b>האבלתי כסתי עליו.</b> אבלים רבים שהיו סמוכין עליו: ",
                "2": "<b>כסיתי עליו את תהום.</b> כסיתי בשבילו את תהום שהיה רגיל להשקותו ולגדלו כמו שאמר למעלה תהום רוממתהו אותו היום כסיתיו שלא יעלה ויכבה את תבערתו כלומר החלטתי את עוזריו: ",
                "3": "<b>ואמנע נהרותיה.</b> שהיו הולכין סביבות מטעה: ",
                "4": "<b>ויכלאו מים רבים.</b> שהיו מאריכין פארות כמו שאמר למעלה ותארכנה פארות' ממים רבים: ",
                "5": "<b>ואקדיר.</b> בשבילו לבנון: ",
                "6": "<b>ואקדיר.</b> לשון שחרות: ",
                "7": "<b>וכל עצי השדה.</b> שהיו תעלותיו שלוחין אליהם כמו שאמר למעלה: ",
                "8": "<b>עליו עולפה.</b> בשבילו פסק לחלוחם כאדם שמתעלף ורוחו פורחת פשמי\"ר בלע\"ז:\n"
            },
            "15": {
                "0": "<b>וינחמו בארץ תחתית.</b> שאר יורדי גיהנם קבלו תנחומים אמרו אף זה כמונו:\n"
            },
            "16": {
                "0": "<b>וזרועו ישבו בצלו.</b> ועוזריו אשר ישבו בצלו:\n"
            },
            "17": {
                "0": "<b>אל מי דמית ככה.</b> אתה פרעה אל מי מעצי עדן דמית שיהא ככה גדול כאשור בכבוד ובגודל והרי ראית שהורדתיו שאול ואף אתה והורדת עם עצי עדן עם שאר מלכים חזקים: ",
                "1": "<b>אל ארץ תחתית.</b> גיהנ':\n\n"
            }
        },
        "31": {
            "1": {
                "0": "<b>כפיר גוים נדמית ואתה כתנים בימים.</b> היה לך לרבוץ תוך יאורך כמשפט הדגים ולא לצאת אל היבשה ונתגאית בלבך ונדמית בעצמך לכפיר השליט ביבשה ויצא לטרוף טרף: ",
                "1": "<b>ותגח בנהרותיך.</b> ותצא חוץ עם נהרותיך לשון גוחי מבטן (תהלים כ\"ו) כי יגיח ירדן (איוב מא) ואורב ישראל מגיח ממקומו (שופטים כ׳:ל״ג) לשון דבר הנוגע ויוצא מבית מסתרים: ",
                "2": "<b>ותדלח.</b> לשון עכירה: ",
                "3": "<b>ברגליך.</b> רגלים לא היו לך ועשית לך רגלים כחית הארץ לעבור מימי ארצות ולרפוס נהרות' והדוגמא בתרגום יונתן ואגחתא במשרייתך ואזעא עממיא בסומכוות' ואחריבת' מדינתהון:\n"
            },
            "2": {
                "0": "<b>בחרמי.</b> ל' מצודה והרבה יש במקרא יגורהו בחרמו (חבקוק א׳:ט״ו) מצודים וחרמים (קהלת ז):\n"
            },
            "4": {
                "0": "<b>ומלאתי הגאיות רמותיך.</b> השלכתיך כמו רמה בים (שמות ט״ו:א׳), ויש אומרים רמותיך לשון רמה כמו וירם תולעים ויבאש (שם ט\"ז): "
            },
            "5": {
                "0": "<b>והשקיתי ארץ צפתך.</b> ארץ אשר אתה צף בה על פני מימי יאורך כמו (איכה ג׳:נ״ד) צפו מים על ראשי (מלכים ב' ז') ויצף הברזל אותה הארץ אשקה מדמך: ",
                "1": "<b>צפתך.</b> טונפרוט\"מנט בלע\"ז, על ההרים הגבוהין שבה: ",
                "2": "<b>ואפיקים.</b> ראויר\"ש בלע\"ז:\n"
            },
            "6": {
                "0": "<b>וכסיתי בכבותך שמים.</b> כשתכבה תבערתך יעלה העשן ויכסה השמים ויחשיך המאורות כלומר כל שומעי שמעך יתאבלו וישתוממו כי ידאג איש לנפשו לאמר גם עלינו יעמוד המשחית:\n"
            },
            "7": {
                "0": "<b>כל מאורי אור בשמים.</b> שרים של מעלה מליציך:\n"
            },
            "8": {
                "0": "<b>והכעסתי לב.</b> כלומר ירגז ויחרד לבם: ",
                "1": "<b>בהביאי שברך.</b> באיתיותי תבירי קרבך לביני עממיא:\n"
            },
            "9": {
                "0": "<b>והשמותי.</b> לשון תמהון: ",
                "1": "<b>בעופפי חרבי על פניהם.</b> לשון עוף פורח בשלחי עליך חיל שלוחי דרך ארצם: ",
                "2": "<b>וחרדו לרגעים.</b> לשברים פן גם עליהן יבא השבר ל\"א לשון רגע ממש כן חברו מנחם: ",
                "3": "<b>איש לנפשו.</b> כל אחד על עצמו שויימ\"אימאש בלע\"ז:\n"
            },
            "12": {
                "0": "<b>מעל מים.</b> של שאר מדינות שהיית עוכרם:\n"
            },
            "13": {
                "0": "<b>אשקיע מימיהם.</b> שלא תעכרם רגל בהמה וישקע הטיט ויהו המים צלולין ונקיים כשמן המזוקק:\n"
            },
            "14": {
                "0": "<b>ארץ ממלואה.</b> ארץ שהיא עתה ממלואה מכל טוב:\n"
            },
            "17": {
                "0": "<b>נהה.</b> בכה וקונן: ",
                "1": "<b>והורידהו אותה ובנות וגו'.</b> התנבא עליו ועל כל מכחישי הנבואה שירדו לבאר שחת כאן הראהו הקב\"ה ליחזקאל שכל מכחישי הנבואה יורדין לגיהנ':\n"
            },
            "18": {
                "0": "<b>ממי נעמת.</b> כלום נעמת משאר העכו\"ם אף אתה רדה לבור והשכבה אותם:\n"
            },
            "19": {
                "0": "<b>חרב נתנה.</b> לחרב נתנה מצרים:\n"
            },
            "20": {
                "0": "<b>ידברו לו.</b> ידברו עליו ועל עוזריו: ",
                "1": "<b>אלי גבורים מתוך שאול.</b> סרס המקרא ודרשהו ידברו לו את עוזריו עם עוזריו כלומר גם על עוזריו אתו ידברו אילי גבורים שבשאול וככה יאמרו עליהם ירדו שכבו הערלים וגו' כל לו ולי ולהם ולך הסמוכין לדבור אינם אלא לשון על:\n"
            },
            "21": {
                "0": "<b>שם אשור.</b> בגיהנ': ",
                "1": "<b>סביבותיו.</b> בתוך שאול קברותיו מוכנין כי משם לא יצא לנוח בקברו:\n"
            },
            "22": {
                "0": "<b>בירכתי בור.</b> במעמקי בור בתוך עמקו: ",
                "1": "<b>ויהי קהלה.</b> בתוך שאול סביבות קבורתה: ",
                "2": "<b>אשר נתנו חתית.</b> אשר נתנו שבר בארץ ישראל:\n"
            },
            "24": {
                "0": "<b>נתנו משכב לה.</b> לעול':\n"
            },
            "25": {
                "0": "<b>מחוללי.</b> כמו הרוגי:\n"
            },
            "26": {
                "0": "<b>ולא ישכבו.</b> אלה הנזכרים עם גבורים שמתו מיתת עצמם כי נופלין וגרועים יהיו מהעכו\"ם אשר מתו מיתת עצמם וירדו בכלי מלחמתם שאול: ",
                "1": "<b>ויתנו.</b> קובריהם את חרבותם תחת ראשיהם לסימן להודיע כי לא שלטה בהם חרב: ",
                "2": "<b>ותהי עוונותם על עצמותם.</b> לא נחסר מעוונם כלום שלא כפרה עליהם חרב הריגה שלא נהרגו ומה הוא העון כי חתית הגבורים ההם היתה בארץ חיים:\n"
            },
            "27": {
                "0": "<b>ואתה בתוך.</b> לפרעה הוא אומר: ",
                "1": "<b>את חללי חרב.</b> ולא עם המתים מיתת עצמם:\n"
            },
            "29": {
                "0": "<b>בחתיתם מגבורתם בושים.</b> באתברותהון מגבורתהון בהתון:\n"
            },
            "31": {
                "0": "<b>כי נתתי את.</b> חתיתי בארץ חיים כי אתן אני את מוראי בארץ ישראל ולא תנתן עוד חתית אדם בה:\n\n"
            }
        },
        "32": {
            "1": {
                "0": "<b>לצופה.</b> באדי\"טא בלע\"ז:\n"
            },
            "2": {
                "0": "<b>וראה את החרב.</b> המה הגייסות:\n"
            },
            "3": {
                "0": "<b>דמו בראשו יהיה.</b> עון מיתתו ידרש מיד עצמו שפשע בנפשו:\n"
            },
            "4": {
                "0": "<b>והוא נזהר נפשו מלט.</b> אם נזהר היה נמלט:\n"
            },
            "6": {
                "0": "<b>צופה נתתיך.</b> כאותו הצופה הניתן להזהיר שלא תאבד נפש כן נתתיך להזהיר את ישראל:\n"
            },
            "9": {
                "0": "<b>כן אמרתם.</b> לפיכך אין אתם חפצים לשוב כסבורין אתם שלא תועיל לכם תשובה:\n"
            },
            "11": {
                "0": "<b>לחיות בה.</b> בצדקתו:\n"
            },
            "12": {
                "0": "<b>לא תזכרנה.</b> להצילו מליענש על עבירה זו:\n"
            },
            "14": {
                "0": "<b>חבול.</b> עבוט שצויתי להשיבו כבא השמש:\n"
            },
            "17": {
                "0": "<b>ומת בהם.</b> בשבילם יענש:\n"
            },
            "21": {
                "0": "<b>ויפתח את פי.</b> כמו שאמר בראש הספר (לעיל ג) ונאלמת ולא תהיה לאיש מוכיח ואח\"כ אמר לו (לעיל כד) ביום קחתי מהם את מעוז' יבא הפליט אליך ביום ההוא יפתח פיך את הפליט ולא תאלם עוד: ",
                "1": "<b>עד בוא אלי בבקר.</b> כלומר בעוד בואו אלי בבקר כמו לפני בואו אלי בבקר:\n"
            },
            "23": {
                "0": "<b>אחד היה אברהם.</b> זה אחד מד' דברים שהיה רבי עקיבא דורש ואין רבי שמעון בן יוחאי תלמידו דורש כמותו וכך היה רבי שמעון דורשו אברהם שלא נצטווה אלא על מצווה אחת ירש את הארץ אנו שנצטוינו על מצות הרבה כל שכן שלנו נתנה הארץ למורשה הוא שהנביא משיבם:\n"
            },
            "24": {
                "0": "<b>על הדם תאכלו וגו'.</b> והארץ תירשו בתמיה אם נצטויתם אין אתם שומרים על הדם תאכלו את מאכלי תפנוקים אתם אוכלים על ידי רציחה שהורגין את בעלי ממון ונוטלין את ממונם:\n"
            },
            "25": {
                "0": "<b>עמדתם על חרבכם.</b> כלומר כל בטחונכם נתחזקתם על חרבכם: ",
                "1": "<b>עשיתן תועבה.</b> משכב זכור:\n"
            },
            "26": {
                "0": "<b>אשר בחרבות.</b> בערים הבצורות שסופן להיות חריבים: ",
                "1": "<b>ואשר במצדות.</b> במחבא להטמן מן החרב אשלח בם את הדבר:\n"
            },
            "29": {
                "0": "<b>הנדברים בך.</b> מתלוצצים בך:\n"
            },
            "30": {
                "0": "<b>וישבו לפניך.</b> כאילו הם עמי: ",
                "1": "<b>עגבים.</b> שחוק כמו עוגב: ",
                "2": "<b>בצעם.</b> גזילתם:\n"
            },
            "31": {
                "0": "<b>והנך להם כשיר עגבים.</b> והא את להון כזמר אבובין:\n"
            },
            "32": {
                "0": "<b>ובבאה.</b> הרעה אליהם: ",
                "1": "<b>הנה באה.</b> כי אמת מוכנת היא לבא אז ידעו כי לא שחוק היו דבריך כי נביא אמת היה בתוכם:\n\n"
            }
        },
        "33": {
            "1": {
                "0": "<b>על רועי ישראל.</b> על פרנסי ישראל: ",
                "1": "<b>אשר היו רועים אותם.</b> את עצמם היו מענגין מממון חבריהם אשר תחתיהם: ",
                "2": "<b>הלא הצאן ירעו הרועים.</b> הלא משפט הרועים לרעות את הצאן ולא לרעות את עצמן:\n"
            },
            "3": {
                "0": "<b>את הנחלות.</b> את הכחושות מאין כח דולרושי\"אש בלע\"ז שצריכות חיזוק לתמוך בהן ביד: ",
                "1": "<b>לא חבשתם.</b> לקשור שברי העצם זה עם זה כמשפט הרופאי': ",
                "2": "<b>ואת הנדחת.</b> שנדחת מתוך העדר אל החוץ: ",
                "3": "<b>רדיתם.</b> יסרתם:\n"
            },
            "5": {
                "0": "<b>ישגו צאני.</b> הולכות טועות על פני כל ההרים כלו' נעשו הפקר לעשות איש איש כרצונו ולא הוכחתם אותם ולא שפטת' בין איש לרעהו:\n"
            },
            "7": {
                "0": "<b>וירעו הרועים אותם.</b> את עצמם:\n"
            },
            "9": {
                "0": "<b>ולא ירעו עוד הרועים אותם.</b> את עצמם:\n"
            },
            "10": {
                "0": "<b>ובקרתים.</b> ל' בקור חולים:\n"
            },
            "11": {
                "0": "<b>נפרשות.</b> כשהן נפוצות והוא הולך ביניהם ומאספן יחד: ",
                "1": "<b>ביום ענן וערפל.</b> כי כן דרך הצאן להתפזר ביום המעונן:\n"
            },
            "15": {
                "0": "<b>ואת השמנה ואת החזקה.</b> ההודפת ודוחפת את חברותיה:\n"
            },
            "16": {
                "0": "<b>בין שה לשה.</b> בין בעלי אגרופין לחלשים:\n"
            },
            "17": {
                "0": "<b>המעט מכם.</b> את אשר החזקות שבכם רועות המרעה הטוב והלוואי לא תרמסו המותר ברגליכם ותאכלנה אותן שאר צאני אלא שאף מותר מרעיכם תרמסו ברגליכם ולא די לכם אשר משקה מים תשתו אלא שהנותרי' ברגליכם תרפושין: ",
                "1": "<b>ומשקע מים.</b> המים הצלולים ששקע הטיט ולא נעכרו ברגלי' והדוגמא כתרגומו הזעיר לכון דפרנוס טב אתון מתפרנסין ומותר פרנוסכון דישין ברגליכון ומשתי מתקן אתון שתן וית מותרא ברגליכון אתון דישין:\n"
            },
            "18": {
                "0": "<b>וצאני מרמס רגליכם וגו'.</b> ועמי מותר מיכל שמשיכון אכלין ומותר משתי שמשיכון שתן:\n"
            },
            "19": {
                "0": "<b>שה בריה.</b> חזקה: ",
                "1": "<b>רזה.</b> מייגר\"א בלעז:\n"
            },
            "22": {
                "0": "<b>עבדי דוד.</b> מלך מזרעו:\n"
            },
            "24": {
                "0": "<b>וישנו ביערים.</b> ת\"י ויתעתקון בחורשא ויש לפותרו בלשון שינה:\n"
            },
            "25": {
                "0": "<b>ונתתי אותם וסביבות גבעתי.</b> תהא נתינתה בברכה, ונתתי כמו והשכנתי:\n"
            },
            "28": {
                "0": "<b>מטע לשם.</b> קיום שיהא לשם עולם: ",
                "1": "<b>אסופי רעב.</b> טמוני רעב מחמת בושת רעבון ועוני:\n"
            },
            "30": {
                "0": "<b>אדם אתם.</b> אינכם כבהמות בעיני:\n\n"
            }
        },
        "34": {
            "4": {
                "0": "<b>ותגר.</b> ותשפל כמו (מיכה א׳:ו׳) והגרתי לגיא אבניה שהיו מסגירין אותן לאויביהן כשהיו בורחין דרך ארצם וזו היא שאמר (עובדיה א׳:י״ד) אל תעמוד על הפרק: ",
                "1": "<b>בעת אידם.</b> בעת כשמסרתים ביד אויב: ",
                "2": "<b>בעת עון קץ.</b> כשנגמר קץ עוונם ונתמלאה סאתם:\n"
            },
            "5": {
                "0": "<b>לדם אעשך.</b> נופל בחרב: ",
                "1": "<b>דם שנאת.</b> בזית את הבכורה שעבודתי היתה מסורה להם ושנאת להיות מלכלך עצמך בדם קרבן עבודתי ולכלוך דם הרוגים ירדפך וי\"א רוצחים אתה ירא כשאר כל אדם ורוצחים ירדפוך וי\"א דם שנאת אחיך שהוא בשרך ודמך:\n"
            },
            "8": {
                "0": "<b>ועריך לא תשובנה.</b> לא כמו שאמרתי למצרים (לעיל כט) ושבתי את שבות מצרים ושבתי את שבות בני עמון (ירמיהו מ״ט:ו׳) וזו היא שאמר (מלאכי א׳:ג׳) ואת עשו שנאתי ואתן את הריו שממה שעתידים לשוממות עולם:\n"
            },
            "9": {
                "0": "<b>שני הגוים.</b> ישראל ויהודה ומדרש אגדה ר' תנחומא דורשו כלפי שהלך עשו אל ישמעאל להתחתן בו להשיאו שיעורר על יצחק על ירושת אברהם ויהרוג ישמעאל את יצחק ואהיה אני גואל הדם ואהרוג את ישמעאל וזהו יקרבו ימי אבל אבי ואירש אני את יצחק ואת ישמעאל (בראשית כ״ז:מ״א): ",
                "1": "<b>וה' שם היה.</b> יודע את מחשבותיך:\n"
            },
            "10": {
                "0": "<b>ועשיתי כאפך.</b> כאותה האף שעשית לישראל אעשה לך: ",
                "1": "<b>ונודעתי בם.</b> כאשר אשפטך אז יכירו את גבורתי:\n"
            },
            "12": {
                "0": "<b>והעתרתם.</b> הרביתם וכן ועתר ענן הקטרת (לעיל ח) לשון רבוי:\n"
            },
            "13": {
                "0": "<b>כשמוח כל הארץ.</b> כשאטול אני את מלכותי כי אז תשמח הארץ כענין שנא' ה' מלך תגל הארץ (תהלים צו) אז שממה אעשה לך:\n\n"
            }
        },
        "35": {
            "1": {
                "0": "<b>האח.</b> שמחה: ",
                "1": "<b>ובמות עולם.</b> ארץ ישראל שהוא גובהו ונויו של עולם:\n"
            },
            "2": {
                "0": "<b>שמות ושאוף אתכם מסביב.</b> שכיניכם היו משתוממים ותומהין לשתוק ולראות בסוף חורבנכם ושואפי' ותאבים ומצפים להיותכם מורשה לשארית הגוים: ",
                "1": "<b>ותעלו על שפת לשון.</b> ועכשיו בחורבנכם הכל מדברים ומדובבים בכם לאמר האח הרי שממו: ",
                "2": "<b>ודבת עם.</b> פארלמנ\"ט בלע\"ז:\n"
            },
            "4": {
                "0": "<b>למען מגרשה לבז.</b> לפי שראו גירושה לבז שהוטלה לביזה:\n"
            },
            "11": {
                "0": "<b>לשכלם.</b> לגרש יושביך מקרבך הוא קרוי שכול:\n"
            },
            "12": {
                "0": "<b>אוכלת אדם את.</b> למודה היא הארץ הזאת להשחית את יושביה האמוריים כלו בה והיהודים כלו בה:\n"
            },
            "15": {
                "0": "<b>ויהי.</b> דבר ה' אלי לאמר:\n"
            },
            "16": {
                "0": "<b>בן אדם בית ישראל יושבים על אדמתם וגו'.</b> כטומאת הנדה המשילה הכתוב לנדה שבעלה מצפה מתי תטהר ותאב לשוב אליה:\n"
            },
            "19": {
                "0": "<b>ויבוא.</b> לפי שאמר בית ישראל בראש הפרשה קרא כל הפרשה בלשון יחיד ומדרש אגדה הקב\"ה בא עמהם בגולה והטה אוזן מה היו אומרים השבאין הרי אלו עם ה' ולא היה לו יכולת להצילן במדרש איכה רבתי: ",
                "1": "<b>ויחללו את שם קדשי.</b> השפילו את כבודי ומהו החילול באמור אויביהם עליהם עם ה' אלה ומארצו יצאו ולא היה יכולת בידו להציל את עמו ואת ארצו:\n"
            },
            "21": {
                "0": "<b>לא למענכם אני עושה.</b> התשועה שאושיעכם:\n"
            },
            "22": {
                "0": "<b>וקדשתי את שמי.</b> ומה הוא הקידוש ולקחתי אתכם מן הגוים:\n"
            },
            "24": {
                "0": "<b>מים טהורים.</b> אכפר עליכם ואעביר טומאותיכם בהזית מי חטאת המעבירין טומאת המת:\n"
            },
            "25": {
                "0": "<b>לב חדש.</b> יצר שנתחדש לטובה:\n"
            },
            "30": {
                "0": "<b>ונקוטותם בפניכם.</b> דמוניי\"ר בלע\"ז תמקו בעצמיכם בבשתכם על הגמול הרע אשר גמלתם לפני ואני גומל לכם טובה:\n"
            },
            "33": {
                "0": "<b>והארץ הנשמה תעבד.</b> הארץ אשר היתה שממה עד הנה תהיה נעבדת ונזרעת:\n"
            },
            "34": {
                "0": "<b>היתה כגן עדן.</b> עכשיו נהפכה להיות כגן עדן: ",
                "1": "<b>והערים החרבות.</b> זה ימים רבים עכשיו בצורות ישבו:\n"
            },
            "36": {
                "0": "<b>אדרש לבית ישראל.</b> אתפתה להם בתפלתם בדורשם אותי על זאת: ",
                "1": "<b>ארבה אותם.</b> אדם כצאן לרוב:\n"
            },
            "37": {
                "0": "<b>כצאן קדשים.</b> שהיא באה לירושלים במועדי פסחים לשון אחר כתרגומו אסגינון באינשא ואצלחינון בבעירא כלומר שלא יהיו עוונותיהם נזכרים עליהן:\n\n"
            }
        },
        "36": {
            "0": {
                "0": "<b>היתה עלי יד ה' ויוציאני ברוח ה' וגו'.</b> יד ה' כל יד ה' שבנבואה לשון כפייה הוא שהיתה הרוח כופה אותו לילך כמשתגע אל מקום שהרוח חפץ: ",
                "1": "<b>והיא מלאה עצמות.</b> רבותינו אמרו שהיו משבט אפרים שיצאו ממצרים לפני הקץ והרגום אנשי גת הנולדי' בארץ כמו שאמור בדברי הימים:\n"
            },
            "1": {
                "0": "<b>והעבירני עליהם סביב.</b> לבקעה ולא הכניסו לתוכה לפי שהיה כהן:\n"
            },
            "2": {
                "0": "<b>התחיינה.</b> הנראה בעיניך שיוכלו לחיות:\n"
            },
            "5": {
                "0": "<b>ונתתי עליכם גידים וגו'.</b> ובספר איוב הוא אומר עור ובשר תלבישני תחיל' ואחר כך ובעצמות וגידים תסוככני אלא למה היו אלו דומים לאדם שפושט וחוזר ולובש שמה שפשט אחרון לובש ראשון אבל בתחילת בריית הוולד עור ובשר תחילה ואח\"כ עצמות וגידים: ",
                "1": "<b>וקרמתי.</b> לשון קרום איקרוטיי\"רייא בלע\"ז:\n"
            },
            "6": {
                "0": "<b>ויהי קול.</b> והנה רעש העצמות שהיו טופחין זה לזה: ",
                "1": "<b>עצם אל עצמו.</b> עצמות כל אחד כל מקום שנתפזרו היו קופצין ומתקרבין כל אחד ואחד אצל מקו' חבורו:\n"
            },
            "8": {
                "0": "<b>מארבע רוחות.</b> כל מקום שהלכו נשמותיהן לשוט לד' רוחות העולם משם יתקבצו ויבאו: ",
                "1": "<b>ופחי.</b> כמו נופח באש פחם (ישעיהו נ״ד:ט״ז):\n"
            },
            "10": {
                "0": "<b>העצמות האלה כל בית ישראל המה.</b> רמז ודוגמא לכל בית ישראל בצרותם המה שהרי הם אומרי' יבשו עצמותינו בצרות אבדה תקותינו ומה נוחיל לתשועה עוד דבר אחר כולם אלו משל ישראל היו ומפני שהחייתם עכשיו הם אומרים אבדה תקותינו ולא נחיה עוד שנית כשיחיו המתים:\n"
            },
            "11": {
                "0": "<b>לכן הנבא.</b> שעתיד אני להחיותם שנית:\n"
            },
            "15": {
                "0": "<b>ואתה בן אדם קח לך עץ אחד וגו'.</b> וכתוב עליו ליהודה ולבני ישראל חבריו. ארבע תיבות הללו כתוב עליו לאמר עץ זה ליהודה ולשבט בנימין שנלוה עליו. ולקח עץ אחד וכתיב עליו. זה ליוסף עץ אפרי' ושאר תשעה שבטים שהיו אחרי ירבע' שהיו משבט אפרי':\n"
            },
            "16": {
                "0": "<b>והיו לאחדים.</b> אני אחבר' לשני העצים שיהא עץ אחד בידך:\n"
            },
            "18": {
                "0": "<b>הנה אני לוקח את עץ וגו'.</b> שלא יהיו עוד לשתי ממלכות:\n"
            },
            "24": {
                "0": "<b>לעבדי ליעקב.</b> כעין שנתתיה ליעקב בלי מצרי':\n\n"
            }
        },
        "37": {
            "1": {
                "0": "<b>אל גוג.</b> כך שם המלך: ",
                "1": "<b>המגוג.</b> שם האומה כד\"א גומר ומגוג (בראשית י):\n"
            },
            "3": {
                "0": "<b>ושובבתיך.</b> אעשה אותך שובב אנבו\"יישיר בלע\"ז כל ההולך בשרירות לבו נקרא שובב כמו (ישעיהו נ״ז:י״ז) וילך שובב בדרך לבו: ",
                "1": "<b>ונתתי חחים בלחייך.</b> דרך חיה להוציאה בחחים שבלחייה לפי שאינה רוצה לצאת גם אני אתן בלבך הרהורין ויצר המושך אותך מארצך לבא על ארץ ישראל:\n"
            },
            "5": {
                "0": "<b>וכל אגפיה.</b> כל סביביה:\n"
            },
            "6": {
                "0": "<b>הכון והכן לך.</b> הכון אותך והכן לך חיל אחרי', הכון הזדמן: ",
                "1": "<b>והיית להם למשמר.</b> דרך המלכים לתת לב על חיילותיהם היאך יצאו ולהעמיד משמרות שלא יבא משחית על חילו בלילה:\n"
            },
            "7": {
                "0": "<b>מימים רבים תפקד.</b> מימים רבים שחטאת לי תפקד עתה לפני לזכור עונותיך ולהשיב גמולך ואשיאך באחרית השנים לבא אל ארץ ישראל המשובבת מחרב ששבו יושביה מן הגולה אשר גלו שם ע\"י חרב האויב: ",
                "1": "<b>אשר היו לחרבה תמיד.</b> זה שנים רבות וסמוך לבואך עליה' חזרו: ",
                "2": "<b>והיא מעמים הוצאה.</b> והיה לך לשום על לב שהיא מעמים הוצאה והמוציאה מן העמים לא יעזבנה בידך:\n"
            },
            "8": {
                "0": "<b>כשואה.</b> כחשך המכסה את הארץ, שואה ברואינ\"ה בלע\"ז:\n"
            },
            "9": {
                "0": "<b>יעלו דברים.</b> יסקון הרהורין מחשבת רעה להלחם כנגדי:\n"
            },
            "10": {
                "0": "<b>על ארץ פרזות.</b> יושבי כפרים מאין חומה שבוטחים במעוזם ואינ' יראים להתאסף אל ערי מבצר: ",
                "1": "<b>פרזות.</b> כמו מערי הפרזי מאין חומה: ",
                "2": "<b>אבוא.</b> אל השוקטים ואראה מה הוא מבטחם:\n"
            },
            "11": {
                "0": "<b>להשיב ידך על חרבות נושבות.</b> להשחית שנית את הערים שהיו חורבות עד הנה ועכשיו נתיישבו: ",
                "1": "<b>ואל עם מאוסף.</b> מעמים העושים עתה מקנה וקניין: ",
                "2": "<b>על טבור הארץ.</b> על גובה וחוזק הארץ כטבור זה שהוא אמצעי של אדם ומשופע מכל צדדיו:\n"
            },
            "12": {
                "0": "<b>וכל כפיריה.</b> סוחרים חריפין שבה הרגילין לצאת ולשוט ככפירים בכל המדינות ויודעין איזה מקום העושר: ",
                "1": "<b>יאמרו לך הלשלול שלל אתה.</b> כלומר מי הגיד לך את מקום העושר הידעת כי לארץ מלאה שלל ובז אתה הולך ושם באמת תמצא הון עתק:\n"
            },
            "13": {
                "0": "<b>תדע.</b> ת\"י תדע פורענות גבורתי כלו' תדע ותכיר מי הוא מעוזם ומבטחם: "
            },
            "16": {
                "0": "<b>האתה הוא.</b> באותן הימים יאמר הקב\"ה האתה הוא אותו אשר דברתי בימים קדמונים ביד עבדי נביאי ישראל כגון יחזקאל וזכריה שאף הוא נתנבא על מלחמות גוג ומגוג ואספתי את כל הגוים וגו' (זכריה י״ד:ב׳) ורבותינו אמרו אלדד ומידד הם נתנבאו עליו וזהו שנים האמור כאן אל תיקרי שנים אלא שנים (בפת\"ח) שני נביאים נתנבאו נבואה א' בפרק אחד (אבל לא בסגנון אחד):\n"
            },
            "17": {
                "0": "<b>והיה ביום ההוא ביום בוא גוג על אדמת ישראל וגו'</b>:\n"
            },
            "18": {
                "0": "<b>רעש גדול.</b> על ידי קולות ורעמים כמו שהוא אומר:\n"
            },
            "19": {
                "0": "<b>ונפלו המדרגו'.</b> אני שמעתי שהם סלעי' הזקופי' ותלויים ונראים כנופלים ואני אומר הם תלי מגדלי' שחופרים סביב וזורקים העפר באמצע להגביה התל ועשוי מדרגות מדרגות אשקלונ\"ש בלע\"ז כדי שיעמוד העפר ולאחר שנכבש יפה נוטלים המלבנים מעמידי המדרגה:\n"
            },
            "20": {
                "0": "<b>וקראתי עליו לכל הרי חרב.</b> לבא חרב בהם עליו, וקראתי וזימנתי ומה היא החרב שאקרא עליו חרבם של עצמם חרב איש באחיו:\n"
            },
            "21": {
                "0": "<b>ואבני אלגביש.</b> אבני ברד המאירות כאבנים טובות ששמם גביש כענין שנא' (איוב כ\"ח) ראמות וגביש ורבותינו אמרו אל גב איש אבני ברד שהתחילו לירד על מצרים ועמדו באויר על גב האיש משה שהתפלל שלא ירדו כענין שנא' (שמות ה) לא נתך ארצה לא הגיע לארץ:\n\n"
            }
        },
        "38": {
            "1": {
                "0": "<b>וששאתיך.</b> כמו והשאתיך על עמי כמו תהלי' פ\"ט לא ישיא אויב בו:\n"
            },
            "6": {
                "0": "<b>ולא אחל את שם קדשי.</b> שפלותם של ישראל חלול שמו הוא באמור להם (לעיל ל) עם ה' אלה ולא יכול להצילם:\n"
            },
            "8": {
                "0": "<b>והשיקו.</b> כמו תנור שהשיקוהו בלשון משנה: ",
                "1": "<b>בנשק.</b> אנא\"ר מורא\"ש בלע\"ז:\n"
            },
            "10": {
                "0": "<b>אתן לגוג מקום שם קבר.</b> מקום שיהא שם קבר להם לפי שהוא מזרעו של יפת שכסה את ערות אביו לפיכך זכה לקבורה: ",
                "1": "<b>גי העוברים.</b> גי שהם עוברים את ים כנרת להביא משם פירות גינוסר תמיד: ",
                "2": "<b>קדמת הים.</b> ת\"י במדנח ים גינוסר: ",
                "3": "<b>וחוסמת היא את העוברים.</b> וסוגרת היא את העוברים כמו לא תחסום (דברים כה) שרוב פגרים שיפלו שם יחדלו את העוברים מעבור לפיכך יעברו עליהם ויקברו אותם ומנחם פתרו בספרו יחסמו את אפם מלהריח ריח הפגרי':\n"
            },
            "12": {
                "0": "<b>וקברו כל עם הארץ.</b> שמתו שם: ",
                "1": "<b>והיה להם לשם.</b> כל העכו\"ם יספרו את שמם לשבח ולחסד אין לך כאומה זו רחמנים יש לך אדם שקובר את אויבו שעמד עליו להורגו:\n"
            },
            "13": {
                "0": "<b>ואנשי תמיד.</b> אנשים המותמדים לכך יבדילו ישראל כדי לעבור בארץ ללקט את המפוזרים: ",
                "1": "<b>מקברים את העוברים.</b> מקברים עם העוברים את הפגרים החוסמין ומעכבין את המעבר שהעוברין את הים מקברים אותם להנאתם, את העוברים עם העוברים כך שמעתי וכן ת\"י: ",
                "2": "<b>את הנותרים על פני הארץ.</b> רחוק מן המעבר שאין העוברי' את הים מתעסקים בהם לקוברם יקברום אלה המותמדי' ומובדלים לכך: ",
                "3": "<b>מקצה שבעה חדשים.</b> יכלו מרבית הפגרים הנראים לעינם להקבר ומאז והלאה יחקורו בארץ במקום המסתרים בחוחים ובין הקוצי' ויקברו מה שימצאו:\n"
            },
            "14": {
                "0": "<b>ועברו העוברים בארץ.</b> הולכי דרכים שיראו עצם אדם: ",
                "1": "<b>ובנה אצלו ציון.</b> סימן שיש כאן עצם של מת כדי שיפרשו ממנו הולכי דרכים ועושי טהרות עד בא אנשי התמיד המובדלים לחקור וקברו אותן:\n"
            },
            "15": {
                "0": "<b>וגם שם עיר המונה.</b> וגם העיר ששמה עיר הומיה מרוב אדם היא עיר הגדולה גם היא חיל יושביה שם יקברו: ",
                "1": "<b>וטהרו.</b> את ישראל בארץ את טהרותיהם ותרומותיהם המונה. לא מפיק ה\"א לפי שה\"א אחרונה משמשת שם דבר המונה כמו הומיה:\n"
            },
            "17": {
                "0": "<b>אלים כרים ועתודים פרים.</b> מלכים ודוכסי' שלטונין ושרים: ",
                "1": "<b>מריאי בשן.</b> שור של פטם קרוי אלמר\"י בלשון ערבי:\n"
            },
            "20": {
                "0": "<b>את משפטי.</b> את פורענותי יושטיצ\"א בלע\"ז:\n"
            },
            "22": {
                "0": "<b>וידעו הגוים כי בעוונם גלו בית ישראל.</b> כשיראו את גבורתי יכירו כי לא מקוצר ידי היה שלא הושעתים אלא בעוונם הסתרתי פני מהם וגלו:\n"
            },
            "24": {
                "0": "<b>וקנאתי לשם קדשי.</b> ולבשתי קנאת תשועה ונקם למען שם קדשי שלא יתחלל עוד: ",
                "1": "<b>וקנאתי לשם קדשי.</b> בשביל שם קדשי כמו המקנא אתה לי (מדבר יא):\n"
            },
            "25": {
                "0": "<b>ונשו את כלימתם.</b> בהיטיבי להם ולא אגמלם כרעתם אז ישאו כלימתם ויבושו מלהרים פנים ומנחם פי' ונשו כמו (תהילים ל״ב:א׳) אשרי נשוי פשע לשון כפרה:\n"
            },
            "27": {
                "0": "<b>ולא אותיר.</b> אחד מהם בגולה:\n\n"
            }
        },
        "39": {
            "0": {
                "0": "<b>בראש השנה בעשור לחודש.</b> איזוהי שנה שראש השנה שלה בעשור לחדש הוי אומר זה יובל שחרב הבית בשנת ל' ושש ביובל שהתחיל בשמנה עשרה שנה לישעיהו ולסוף ארבע עשרה היה ראוי היובל להיות והיא שנת עשרים וחמש לגלות יכניה שגלה בעשרים ושש ביובל י\"ד של יאשיהו מי\"ח עד ל\"א ויהויקים י\"א: ",
                "1": "<b>יד ה'.</b> חוזק תוקפו להוליכני על כרחי: ",
                "2": "<b>ויבא אותי שמה.</b> אל העיר ההוכתה היא ירושלים אותה שנה הראהו בנין הבית לעתיד לבא:\n"
            },
            "1": {
                "0": "<b>במראות אלהים הביאני.</b> לא הוליכני שם אלא הראני כאילו אני שם: ",
                "1": "<b>אל הר גבוה מאוד.</b> שכן הוא עתיד להיות גבוה שנא' (ישעי' ב) ונשא מגבעות: ",
                "2": "<b>כמבנה עיר.</b> כבנין עיר: ",
                "3": "<b>מנגב.</b> בדרומו של הר:\n"
            },
            "2": {
                "0": "<b>כמראה נחושת.</b> כעין זיו החיות ונוצצים כעין נחשת קלל: ",
                "1": "<b>ופתיל פשתים בידו.</b> למדידת קרקע אין (דבר) יפה מחבל פשתים: ",
                "2": "<b>וקנה המדה.</b> למוד בו את עובי החומה ואורך ורוחב השערים:\n"
            },
            "3": {
                "0": "<b>לכל אשר אני מראח אותך.</b> ענין הבנין: ",
                "1": "<b>הובאתה הנה.</b> מבבל:\n"
            },
            "4": {
                "0": "<b>והנה חומה מחוץ לבית.</b> בנין בית אחד הראני בצפון ההר והחומה מחוץ סביב סביב כך מפורש בסוף הספר שהעיר בדרום והבית בצפון: ",
                "1": "<b>שש אמות באמה וטופח.</b> שית אמין באמתא דהיא אמתא ופשך כן ת\"י זו היא אמה בינונית בת ו' שהוא אמה וטופח באמה בת חמשה: ",
                "2": "<b>רוחב הבנין.</b> עובי החומה: ",
                "3": "<b>וקומה קנה אחד.</b> וזהו היא קומה חצונה שהיא סביב הר הבית והיא היתה נמוכה כמו ששנינו כל הכתלים שהיו שם היו גבוהים חוץ מכותל מזרחי שהכהן השורף את הפרה עומד בהר המשחה כו':\n"
            },
            "5": {
                "0": "<b>ויבא אל שער אשר פניו דרך הקדימה.</b> נכנס לתוך ההיקף ובא לו לשער עזרת נשים המזרחי היא נקראת חצר החיצונה בכל הענין הזה לפי שהוא לפני עזרת ישראל: ",
                "1": "<b>ויעל במעלתו.</b> ששפוע ההר הולך ועולה מן החיל התחתון עד עזרת נשים שתים עשרה מעלות כאותה ששנינו לפנים ממנו החיל י' אמות וי\"ב מעלות היו שם: ",
                "2": "<b>סף השער.</b> היא מזוזת השער: ",
                "3": "<b>קנה אחד רוחב.</b> שש אמות ומכסה את כל עובי החומה שהיה קנה אחד כמו שאמר למעלה: ",
                "4": "<b>ואת סף אחד.</b> מזוזה השנית אחת מצפון ואחת מדרום:\n"
            },
            "6": {
                "0": "<b>והתא.</b> הוא יציע שקורין אפנדי\"ן בלע\"ז והיה שלשה מימין השער ושלשה מן השמאל כמו שאמור בענין והתאים סמוכין לכותל המזרחי של עזרת נשים מבחוץ כלפי הר הבית ומהיכן אני למד שהם מבחוץ ממה שכתוב אחר כל הענין ויבאני אל החצר החיצונה מכאן אני למד שכל האמור למעלה היה חוצה לה שעדיין לא נכנס לתוכו: ",
                "1": "<b>והתא קנה אחד ארך וגו'.</b> חללו של כל אחד ואחד שש אמות מרובע: ",
                "2": "<b>ובין התאים חמש אמות.</b> כתלים המפסיקים בין התאים עוביים ה' אמות וכן תרגם יונתן ובין תאוויא כתלא ה' אמין וכן שנינו במסכת מדות כותל התא חמש: ",
                "3": "<b>וסף השער מאצל אולם השער וגו'.</b> שלפנים מן השער היה עשוי אולם מחובר לשער כמו שמפורש בענין בולט לתוך עזרת נשים עשר אמות ובראשו דלתות ומזוזות וזהו שאמר וסף השער שהוא אצל אולם השער: ",
                "4": "<b>מהבית.</b> כלומר לצד פנים: ",
                "5": "<b>קנה אחד.</b> רחבו לכסות עובי חומות האולם אחד מימין ואחד משמאל שעובי החומה של אולם לימין ולשמאל קנה אחד כמו שמפרש והולך:\n"
            },
            "7": {
                "0": "<b>וימד את אולם השער מהבית.</b> לפנים מן השער: ",
                "1": "<b>קנה אחד.</b> עובי חומות הימין והשמאל שהאולם נכון עליהם:\n"
            },
            "8": {
                "0": "<b>וימד את אולם השער שמונה אמות.</b> משך בליטתו לתוך עזרת נשים: ",
                "1": "<b>ואיליו.</b> אשישלטינ\"ץ כל אילים האמורים בענין הם כמין אילנות עגולין עשויין מאבני גזית ועומדין בפתח אחד מימין ואחד משמאל במקום ספים במקום מזוזות וכן ת\"י (ישעיהו ו׳:ד׳) וינועו אמות הסיפי' אילנות ספיא וקרוין אילים על שם עגולין כאלה וכאלון: ",
                "2": "<b>ואיליו שתים אמות.</b> עובי עגולן ועומדין בסוף חלל האולם דבוקים זה לכותל ימין וזה לכותל שמאל נמצא בליטת האולם ואילים שלו י' אמות לתוך העזרה לפנים מן השער: ",
                "3": "<b>ואולם השער מהבית.</b> לפי שאולמי שער עזרת ישראל היו בולטים ומשוכים לצד החוץ כמו שמפורש בענין פי' באולמי שערי עזרת נשים שהם היו משוכין לצד פנים ושערי עזרת נשים מכוונים כנגד שערי עזרת ישראל נמצא אולם כנגד אולם ודבר נוי הוא זה:\n"
            },
            "9": {
                "0": "<b>ותאי השער.</b> הזה אשר דרך הקדים שבכותל מזרחי של עזרת נשים ג' היו מפה וג' היו מפה ג' לדרום וג' לצפון סמוכין לכותל עזרת נשים ופניהם להר הבית ומדת חללו וכותל המפסיק בין כל אחד פי' למעלה: ",
                "1": "<b>ומדה אחת לאילים.</b> העשויין לספי האולם מבפנים: ",
                "2": "<b>מפה.</b> ומפה מימין ומשמאל מדתן שתים אמות:\n"
            },
            "10": {
                "0": "<b>רחב פתח השער.</b> רוחב חלל הפתח וכן שנינו כל הפתחים רחבן י' אמות: ",
                "1": "<b>אורך השער.</b> הוא חלל אולם השער מן הצפון לדרום: ",
                "2": "<b>שלש עשרה אמות.</b> י' כנגד חלל הפתח ואמה וחצי לכאן ואמה וחצי לכאן ואל תתמה שאצל הפתח קורהו רוחב ואצל חלל האולם קורהו אורך שהפתח גובהו הוא ארכו והרחב מסף אל סף והאולם לפי שמשך בליטת חללו מן המזרח למערב פחות ממדת חללו מן הצפון לדרום שזו שמונה אמות וזו י\"ג קורא את המדה היתירה אורך והרי עדות לדבר במשכנא (דמלכים א') והאולם על פני היכל הבית כ' אמה ארכו על פני רוחב הבית נמצא מן הצפון לדרום קרוי להיכל רוחב ולאולם קרוי אורך לפי שההיכל מדתו מן המזרח למערב יתירה על מצפון לדרום ובאולם חלוף למדת שהמידה היתירה קרוי אורך:\n"
            },
            "11": {
                "0": "<b>וגבול לפני התאות אמה אחת וגו'.</b> התאות שמכאן ומכאן לשער היו משוכין מן כנגד חלל האול' שלפנים אמה לצפון ואמה לדרו' שכבר פי' שהוא מבית משוך מכנגד חלל השער אמה ומחצה לצפון וכן לדרום ועכשיו מפרש שהתאים שבחוץ משוכים לצפון אמה אחת יותר מן האולם וכן לדרום אמה אחת נמצאו משוכין מחלל רחב הפתח ב' אמות ומחצה לכאן וב' אמות ומחצה לכאן וזהו ל' וגבול אשומיי\"ל בלע\"ז מקום פנוי וכותל התא עובי ה' נמצא עובי כותל הצפוני (צ\"ל הדרומי צ\"ה) של התא הצפוני ועובי כותל הצפוני של אולם כלים זה כנגד זה שכותל אולם עוביו שש וכותל התא חמש והוא נמשך אמה אחת לתוך כנגד עובי כותל האולם וכן לדרום:\n"
            },
            "12": {
                "0": "<b>וימד את השער מגג התא לגגו.</b> מגג התא שבצפון השער לגג התא שבדרום השער: ",
                "1": "<b>עשרים וחמש אמות.</b> עובי כותל התא חמש וכן עובי כותל התא שמצד שני הרי עשר ושתי אמות ומחצה שתהא (כצ\"ל צ\"ה) משוך מחלל הפתח לכאן וכן לכאן הרי ט\"ו וחלל הפתח עשר אמות הרי כ\"ה וכולן מדת רוחב השער הן כנגד י\"ג אמות של חלל האולם מבפנים ושני כתלים קנה מכאן וקנה מכאן הרי כ\"ה: ",
                "2": "<b>פתח נגד פתח.</b> פתח התא שאצל השער בדרום מכוון כנגד פתח התא שאצל השער בצפון שלא היה לכל ששת התאים האלה פתח בכותל שבצד החוץ אלא שלשני התאים הסמוכין לשער היו להם פתחים פונים אל שער אויר שבין שניהם וכן הוא אומר למטה ואל אליהמה לפנימה לשער למדנו שפתחיהם פונים לשער:\n"
            },
            "13": {
                "0": "<b>ויעש את אילים ששים אמה.</b> גובהן של אילים של ספי האולם גבוהים ששים אמה: ",
                "1": "<b>ואל איל החצר השער סביב.</b> וכן לכל אילי החצר שבכל אולמי שערים סביב סביב שאף בצפון ובדרום היו לה שערים עשויין כתבנית השער הזה כמו שמפורש בענין:\n"
            },
            "14": {
                "0": "<b>ועל פני השער האיתון.</b> גובהו של השער הזה והוא קרוי שער האיתון לפי שהוא משמש כניסה ויציאה לכל באי העזרה: ",
                "1": "<b>איתון.</b> תרגום של ביאה: ",
                "2": "<b>על לפני אולם השער הפנימי.</b> עם גובהו של אולם השער שהוא לפנים מן השער נ' אמה, ומגובה שאר השערים שבענין שהם נ' אמה אני למד שעל פני האמור כאן הוא גובה (כלומר משער החיצון גובהו נ' אמה על פני כל האולם ששער הפנימי של אולם שאף בסופו של אולם הוא שער כמו שמפורש כבר בפסוק ז' סא\"א):\n"
            },
            "15": {
                "0": "<b>וחלונות אטומות אל התאים.</b> התאים האלה לא היו להם פתחים אל החוץ אלא זה פתוח לזה וכן מצינו במסכת מדות בתאים שסביבות ההיכל ג' פתחים לכל א' וא' א' לתא מן הימין וא' לתא מן השמאל וא' לתא שעל גביו ולתאים שבחצר שלא היו אלא ג' תאים זה אצל זה ולא היו להם תאים על גביהם היו לאמצעי ב' פתחים א' לתא מן הימין וא' לתא מן השמאל ולחיצון של צד השער היו ב' פתחים א' פתוח לאמצעי ואחד לצד השער וכן לתא החיצון של כתף השני מזה ומזה לשער כמו שכתוב למעל' פתח נגד פתח והיו להם חלונות שקופים אטומים פתוחי' לצד החיצון וסתומים לצד פנים כלומר קצרים לצד פנים ורחבים לצד החוץ אל המזרח, ומנחם פתר שקופים לשון השקפה כמו (שיר השירים ו׳:י׳) מי זאת הנשקפה (תהילים ק״ב:כ׳) כי השקיף ממרום קדשו וכן (שמות י\"ב) אל המשקוף גם כן פתר לשון השקפה: ",
                "1": "<b>ואל אליהמה לפנימה לשער.</b> ואל כתפות פתחיהם של שני תאים הסמוכים לשער מזה ומזה שהיה פתחן אל תוך אויר השער פתח התא הצפוני מצפון לשער ופתח התא הדרומי מדרום לשער וכתפות הפתחים שמזה ומזה לפתח התא הם האילים והיו בהם חלונות פתוחים לאויר הפסק רוחב השער שהיה מפסיק בין התאים ואותו אויר קורא לפנימה לשער שמי שנכנס לבין אויר בליטת התאים שמכאן ומכאן נראה שהוא נכנס לשער: ",
                "2": "<b>וכן לאילמות.</b> וכן היו חלונות לאילמות של כל שער ושער: ",
                "3": "<b>וחלונות סביב סביב לפנימה.</b> בחומה לצד העזרה מבפנים: ",
                "4": "<b>ואל איל תמורים.</b> ת\"י כותרתא כותרות בראש האיל היה עשוי כמין כותרות דומה לדקל כי במשכנא דשלמה הן מתורגמות צורת דקלין פומיל\"ש בלע\"ז:\n"
            },
            "16": {
                "0": "<b>ורצפה.</b> פלנקי\"ץ בלע\"ז, רצפה אומר אני שהוא עלייה סביב כאותה ששנינו חלקה היתה בראשונ' והקיפוה גזוזטרא ועל אותה העלייה היו הלשכות קנברא\"ש בלע\"ז וממה שאמור בענין והרצפה אל כתף השערים ותחתיהם כנגד גובה השערים אנו למדין שהרצפה הזאת עלייה היא:\n"
            },
            "17": {
                "0": "<b>והרצפה אל כתף השערים.</b> גובה שער החצר היה מפסיק העלייה שלא היתה מסבבת כל החצר והיא לכתפות השער מזה ומזה כנגד גובה השערים: ",
                "1": "<b>הרצפה התחתונה.</b> נשתנית תיבה זו מכל תחתונה שבמקרא שבכל מקום הטעם בנו\"ן וזה בתי\"ו למדנו שאין תחתונה זו רצפה שתחת אחרת אלא רצפה אחת היא ותחתיתה של רצפה היה לעומת גובה השער וה\"א של תחתונה כה\"א של ביתה וכה\"א של עזרתה ושל חלאתה שהן יתירות:\n"
            },
            "18": {
                "0": "<b>וימד רוחב.</b> חלל עזרת נשים: ",
                "1": "<b>מלפני השער התחתונה.</b> זה השער המפורש למעלה: ",
                "2": "<b>לפני החצר הפנימי.</b> עד עזרת ישראל: ",
                "3": "<b>הקדים והצפון.</b> לשתי רוחותיה חללה מאה אמה:\n"
            },
            "19": {
                "0": "<b>מדד ארכו ורחבו.</b> כמדת שער הקדים כך מפורש בענין:\n"
            },
            "20": {
                "0": "<b>חמשים אמה ארכו.</b> גובהו: ",
                "1": "<b>ורוחב חמש ועשרים.</b> מגג התא לגגו:\n"
            },
            "21": {
                "0": "<b>ואילמיו לפניהם.</b> ואולם השער לפני המעלות קודם שיכנס לאולם היה עולה במעלות:\n"
            },
            "22": {
                "0": "<b>ושער לחצר הפנימי.</b> לעזרת ישראל: ",
                "1": "<b>נגד השער.</b> החיצונ' מכוונין: ",
                "2": "<b>וימד משער.</b> התחתון עד העליון מאה אמה הוא רחב חלל עזרת נשים:\n"
            },
            "23": {
                "0": "<b>ויוליכני דרך הדרום.</b> לחצר החיצונה:\n"
            },
            "24": {
                "0": "<b>כהחלונות האלה.</b> דרש רבי תנחומא ה\"א זו יתירה לשון כהה חלונות כהות רחבות מבחוץ וקצרות מבפנים לומר לא לאורה אני צריך שכל חלונות העשויות להכניס אורה קצרות מבחוץ ומרחיבות מבפני':\n"
            },
            "25": {
                "0": "<b>עולותיו.</b> כמו מעלותיו: ",
                "1": "<b>אל איליו.</b> על ראש האיל היה דקל מצוייר:\n"
            },
            "27": {
                "0": "<b>וימד את השער הדרום.</b> של חצר הפנימי:\n"
            },
            "29": {
                "0": "<b>ואלמות.</b> ארבו\"ץ בלע\"ז: ",
                "1": "<b>סביב סביב.</b> הכותל היה עשוי אולמים אולמים נכנסי' בעוביו ואלמות הללו היו בפנים (ס\"א למעלה מהתאים כי התאים היו מבפני' בחצר הפנימי שהרי אולם השער היה בולט אל החיצונה כמו שאמור בענין וא\"א שהיו התאים והאולם פונים למקום אחד להיות פתחי התאים נפתחים לתוך האולם שהרי השוה העניין כל מדות השערים החיצונים והפנימים ולא חלק ביניהם אלא בליטת האולמות) (כי התאים היו מבחוץ וששה תאים וכותליהם וט\"ו אמות של רוחב השער עולים לשמוני' ואחת (לתשעים ואחת כצ\"ל צ\"ה) אמה וכל החצר הפנימי אינו אלא מאה על מאה כמו שמפורש בענין סא\"א):\n"
            },
            "30": {
                "0": "<b>ואילמיו אל חצר החיצונה.</b> אולמו של שער הפנימי לא היה לצד פנים כמו שהיו אולמות של שער החיצונה אלא מבחוץ היה בולט:\n"
            },
            "35": {
                "0": "<b>אורך חמשים אמה.</b> גבהו חמשים אמה:\n"
            },
            "36": {
                "0": "<b>ואיליו לחצר החיצונה.</b> אשישפיאר\"קאש בלע\"ז ואולם השער קרוי אילים כאן:\n"
            },
            "37": {
                "0": "<b>ולשכה.</b> היתה אצל שער הצפוני בעזרת ישראל: ",
                "1": "<b>ופתחה.</b> של לשכה אל אילי השער לצד השער: ",
                "2": "<b>באילים השערים.</b> יש בפרשה פסוקים קורין לכתפו' השער אילי' מיינשלי\"ש בלע\"ז: ",
                "3": "<b>שם ידיחו את העולה.</b> העולה הנשחטת בצפון: ",
                "4": "<b>ידיחו את העולה.</b> ירחצו את הקרביים:\n"
            },
            "38": {
                "0": "<b>ובאולם השער.</b> הצפוני: ",
                "1": "<b>שנים שולחנות.</b> במזרחו ושתים במערבו ואע\"פ שהן היו משוכין אל תוך החצר החיצונה קדושתן כלפנים:\n"
            },
            "39": {
                "0": "<b>ואל הכתף מחוצה.</b> ואל עבר פתח האולם מחוצה לחלל האולם לתוך חללו של פתח של (סא\"א של צד) עזרת ישראל: ",
                "1": "<b>לעולה לפתח השער הצפונה.</b> כשנכנס לתוך השער ועולה במעלות פתח העזרה: ",
                "2": "<b>שנים.</b> שולחנות לכתף הפתח למזרח (וכן) למערב: ",
                "3": "<b>ואל הכתף האחרת.</b> אשר לפתח האולם שנים שולחנות:\n"
            },
            "41": {
                "0": "<b>אליהם ויניחו את הכלים.</b> עליהם מניחין הסכינין והמזרקות שמקבלין בהן את הדם שיהיו מוכנים לשוחטים שם קדשי קדשים בצפון:\n"
            },
            "42": {
                "0": "<b>והשפתים טופח אחד.</b> אונקליות של ברזל קבועין בעמודי ננסין שבבית המטבחים בצפון לתלות ולהפשיט בהם את הקדשים הוא ששנינו בפסחים אונקליות של ברזל היו קבועין בעמודים ובכתלים שבהם תולין ומפשיטין וכן ת\"י ועונקלין נפקין פשך חד: ",
                "1": "<b>מוכנים בבית.</b> קבועים בתוך חלל העזרה בבית לגיו:\n"
            },
            "43": {
                "0": "<b>ומחוצה לשער הפנימי.</b> ומחוץ לחלל אולם השער לתוך אויר חצר הפנימי כמו שמפורש במקרא בסופו: ",
                "1": "<b>לשכות שרים.</b> לשכות לוים משוררים: ",
                "2": "<b>ופניהם דרך הדרום.</b> פתחם לצד דרום: ",
                "3": "<b>אחד אל כתף שער הקדים.</b> לשכה אחת אל כתף שער הקדים: ",
                "4": "<b>פני דרך הצפון.</b> ופתחה לצד צפון:\n"
            },
            "44": {
                "0": "<b>לכהנים.</b> משרתי הבית כמדומה הם הלוים המשוררים:\n"
            },
            "46": {
                "0": "<b>וימד את החצר.</b> חלל עזרת ישראל לפני האולם וההיכל:\n"
            },
            "47": {
                "0": "<b>אל אולם הבית.</b> אולם ההיכל: ",
                "1": "<b>וימד אל אולם.</b> כמו איל אולם עובי כתפות הפתח (הרואה את המזרח סא\"א) מדד מן המזרח למערב, (ואנ\"י הכות\"ב מצאת\"י בפירושי\"ם אחרי\"ם כ\"מו שהעתק\"תי ורוחב השער שלשה אמות מפה וגו' הוא עובי האיל הצפוני לתוך חלל הפתח למערב וכן עובי האיל הדרומי לתוך חלל האולם למערב ואף ע\"פ שכך שנינו כותל אולם חמש ואולם אחת עשרה שלעתיד לבא אינו אלא שלש אלא שבאולם בית שני וכו' סא\"א): ",
                "2": "<b>חמש אמות.</b> ואף של בית שני היה כן שכן שנינו כותל אולם חמש ואולם אחת עשרה אלא שבאולם בית שני לא היו כתפות לפתח לצפון ולדרום שהיה רוחב הפתח עשרים אמה כרוחב האולם וכאן כתוב ורוחב השער ג' אמות מפה וג' אמות מפה ואינ\"י יוד\"ע לצד\"ד פירוש\"ו אלא לרוחב כתפות הפתח ג' אמות סותמין חלל הפתח מכאן וג' אמות מכאן:\n"
            },
            "48": {
                "0": "<b>אורך האולם עשרים אמה.</b> כנגד רחב ההיכל: ",
                "1": "<b>ורוחב עשתי עשרה.</b> מן המזרח למערב: ",
                "2": "<b>ובמעלות אשר יעלו אליו.</b> ובמעלות היה הדרך אשר בהם יעלו אליו כמו ששנינו בין האולם ולמזבח כ\"ב אמה וי\"ב מעלות היו שם רום מעלה חצי אמה: ",
                "3": "<b>ועמודים אל האילים.</b> תחת יכין ובועז שהיו במקדש ראשון:\n\n"
            }
        },
        "40": {
            "0": {
                "0": "<b>שש אמות רוחב.</b> הוא עובי כותל ההיכל שבין ההיכל לאולם (ממזרח למערב): ",
                "1": "<b>רוחב האהל.</b> רוחב האולם שהוא ברחבו של אולם ובאורכו של היכל, בפירוש\"ים אחרי\"ם רחב האוהל אהלו של פתח:\n"
            },
            "1": {
                "0": "<b>וכתפות הפתח חמש אמות.</b> שההיכל רחבו כ' אמה ורוחב הפתח י' נמצא כתפותיו מפה ומפה של ה' ה':\n"
            },
            "2": {
                "0": "<b>ובא לפנימה.</b> אל המחיצה המפסקת בין ההיכל לקודש הקדשים: ",
                "1": "<b>וימד איל הפתח.</b> עוביו שתים אמות אין זה שוה לאמה טרקסין: ",
                "2": "<b>והפתח שש אמות.</b> איני יכול לפרשו אלא לגבהו:\n"
            },
            "3": {
                "0": "<b>אל פני ההיכל.</b> על פני רחבו של היכל:\n"
            },
            "4": {
                "0": "<b>קיר הבית.</b> כותל מערבי: ",
                "1": "<b>ורוחב הצלע.</b> אפנדי\"ץ בלע\"ז התא של אחריו ד' אמות חללו ושל בית שני היה שש ועל כרחך בית זה לעתיד לבא שהרי בבית שני לא היתה חומה מפסקת לבית קדשי הקדשים:\n"
            },
            "5": {
                "0": "<b>צלע אל צלע.</b> תא אל תא ותא על תא: ",
                "1": "<b>שלוש ושלשים פעמים.</b> ובבית שני היו ל\"ח ט\"ו בצפון וט\"ו בדרום חמשה על חמשה וחמשה על גביהם ושמונה במערב הוא צלע הוא יציע הוא תא, ואומר אני שהתאים שבצפון ובדרום כך סדרן שכל א' וא' ארכו י\"ב אמה הרי ס' אמה לחמש תאים וה' כתלים של ה' ה' אמה הרי פ\"ה ורחב ה' אמות של המונח פירנסת צ' אמה של אורך הכותל וכן לדרום ושבמערב א' ע\"ג א' ושלישי על גביהן ואורכן על גביהם כ' אמה כנגד רחב בית קדשי הקדשים הרי י\"א בכל סדר וכת\"י חד עסרי בסידרא, (ס\"א ל\"ג פעמים ג\"פ י\"א ע\"ג אחת עשר על גביהן וכן ת\"י חד עסרי בסידור' ובבית שני וכו' עד הוא תא, ותו לא): ",
                "2": "<b>ובאות בקיר אשר לבית לצלעות.</b> קורות עליות היציעים היו ראשיהם שלצד מחיצת התאים החיצונה באות ונוקבות בקיר בצדו הפנימי וזהו אשר לבית לצלעות בצדו אשר לתוך התאים וזהו להיות אחוזים בקיר הבית קבועים בחזקה פופרי\"ש בלע\"ז: ",
                "3": "<b>ולא יהיו אחוזים בקיר הבית.</b> ראשיהם של צד קיר ההיכל היו באות ונוקבות על כניסות שהיה קיר ההיכל בולט לתוך התאים כמו שאמור בבנין שלמה (מלכים א ב) כי מגרעות נתן לבית סביב חוצה היציע התחתונה חמש באמה רוחב חללה ועלייתה שש שהיה כותל ההיכל כנוס מלמעלה אמה לפיכך חלל התיכונה ו' אמה רחבה והשלישית שבע באמה רחבה והיא היתה עלייה של תיכונה שהיה כותל ההיכל כנוס לתוכה אמה מלמעלה ואף אלו היו כמותן וזהו שאמר ולא יהיו אחוזים בקיר הבית לא היו נוקבים בקיר ההיכל כשאר ראשי הקורות נמוכי' הקבועים בכותל גבוה שנוקבים הכותל ותוקעים ראשי הקורות בנקבי':\n"
            },
            "6": {
                "0": "<b>ורחבה.</b> והצלעות היו הולכין ומרחיבין למעלה כמו שפירשתי האמצעית רחבה מן התחתונה אמה וכן העליונה מן האמצעית אמה: ",
                "1": "<b>ונסבה למעלה למעלה.</b> ומוסבה מסיבה שקורין וי\"ץ בלע\"ז של בנין אבנים הוא כמין עמוד ומעלות עולות בו והעולה בהם דומה לו כהולך ומקיף סביבות עמוד אבנים ובלשון אשכנז קרוי שווינד\"ל שטיין הוא שאמו' בבנין שלמה ובלולי' יעלו אל התיכונה אף הוא מתורגם ובמסיבת' כמו ונסבה למעל' למעל' וכן מסיבה עולה למעלה עד גג התא העליון כמו שהוא מפרש והולך שהמסיבה עולה מן התחתון לאמצעי ומן האמצעי לעליון: ",
                "2": "<b>כי מוסב הבית.</b> לצלעות: ",
                "3": "<b>למעלה למעלה סביב סביב לבית על כן רוחב לבית למעל'.</b> ע\"כ שאמרנו ורחבה למעלה למעלה רחב בית תוך הצלעות למעלה העליונה רחבה מכולן: ",
                "4": "<b>וכן התחתונה.</b> תרגם יונתן וכן במסיבתא סלקין מן ארעיתא לעיליתא באורך מציעתא וכן יעלו ע\"י מסיבה מן התחתונה אל העליונה דרך התיכונה:\n"
            },
            "7": {
                "0": "<b>וראיתי לבית גובה.</b> לא פירש שיעורו אבל במסכת מדות שנינו על רום מאה אמה: ",
                "1": "<b>מוסדות הצלעות מלו הקנה.</b> יסוד הצלעות היה מלא כקנה: ",
                "2": "<b>שש אמות אצילה.</b> ת\"י ריוח יסוד מחיצת הצלע בתוך הארץ היה רחב שש אמות אבל למעלה מן הארץ היה רחבו חמש אמות כמו שמפורש בענין במקרא של אחריו:\n"
            },
            "8": {
                "0": "<b>רוחב הקיר אשר לצלע אל החוץ.</b> מחיצת התאים הסמוכה לחצר הוא מחיצת מערבית: ",
                "1": "<b>חמש אמות.</b> וכן שנינו במסכת מדות שאותו כותל הוא חמש: ",
                "2": "<b>ואשר מונח.</b> ומקום פנוי היה מונח במקצועות הצפון והדרום שאצל המזרח שאין התאים מקיפין את כל הבית ולאותו מקום פנוי היו פתחי התאים שבמקצועות מזרחיים כמו שאמור בענין ופתח הצלע למונח כי לא היה להם פתחים לתאים לא לצד החצר ולא לצד ההיכל אלא לאותן שבמקצוע מזרחית צפונית ובמזרחית דרומית היה הפתח בכותל רחבו פתוח לאותו מקום המונח ובאותו פתח נכנסין לו וממנו לתא השני ומן השני אל השלישי וכן סביב שכן שנינו במסכת מדות שלשה פתחים לכל אחד ואחד א' לתא מן הימין וא' לתא מן השמאל וא' לתא שעל גביו ואף י\"ת כן ואשר מונח ואתר שביק לשון אחר ואשר מונח כלומ' וכן אותן (של צד פנים) מן הצלעות לצד בית מונח מקום פנוי היה מונח בין התאים ובין הבית ובאותו מקום היו פתחי התאים כמו שמפורש בענין ופתח הצלע למונח ורחבו היה ה' אמות כמו שהוא אומר ורחב מקום המונח ה' אמות כדפרישית לעיל שלא יהיו התאים סמוכים לבית כלל ואויר יהיה ביניהם והבית ה' אמות וכן ת\"י ואתר שביק: ",
                "3": "<b>בית צלעות אשר לבית.</b> נגד אויר רוחב הצלעות בקרן הזוית, סביב סביב שכתוב במקום המונח אינו בד' פנות כמשמעו אלא כלומר מכאן ומכאן דרום וצפון זוית דרומית מזרחית וזוית צפונית מזרחית:\n"
            },
            "9": {
                "0": "<b>ובין הלשכות רוחב עשרים אמה.</b> לשכות היו בחצר החיצונה בצפונה של החצר הפנימית אצל קומתה והפסק כ' אמה בין רחב מחיצות הלשכות למחיצות התאים שסביב היה ולא היה הבית כן בבנין בית שני אלא בבנין העתיד:\n"
            },
            "10": {
                "0": "<b>ופתח הצלע למונח.</b> ופתח התאים החיצוני' פתוחים למקום המונח פנוי בקרן זוית כמו שפרשתי (יב) והבנין אשר אל פני הגזרה וגו'. רחב כל הבנין לרוח המערבית רחב הבית ועובי הכתלים הצפוניים והדרומיים עם התאים הצפונים והדרומים ועובי כתליהם לצפון ולדרום רחב ע' אמה וכן היה בבית שני וכן שנינו במסכת מדות בקיר מערבי מן הצפון לדרום שבעים אמה ומונה החשבון: ",
                "1": "<b>הגזרה.</b> ת\"י בצורתא, ואומר אני שהבית הגבוה קרוי כן והתאים הנמוכין אשר סביב אותם הוא קורא בנין ומנחם פתר גזרה לשון לשכה: ",
                "2": "<b>פאת דרך הים.</b> רוח מערבית: ",
                "3": "<b>רוחב שבעים אמה.</b> רוחב הבנין מצפון לדרום שבעים אמה, והא לך החשבון, התא הצפוני ארבע, וכותליו עשר, הרי ארבע עשר, וחמש מקום הפנוי בין התא לבית, הרי תשע עשר, רוחב יסוד הכתלים היה נבלע בחלל התא ובמקום הפנוי וכותל ההיכל ששה, הרי כ\"ה, וחללו רוחב כ', הרי מ\"ה, וכותל ההיכל דרומי ששה, הרי נ\"א, וי\"ט של תאי הדרום, סך הכל שבעים: ",
                "4": "<b>וקיר הבנין.</b> כותלי התאים: ",
                "5": "<b>וארכו תשעים אמה.</b> אורך בנין התאים והמונח תשעים אמה הצפון והדרום חוץ מבית החליפות שאינו נמנה עמו לפי שהיה בולט אל החוץ לצפון ולדרום ולא היה שוה לשאר הבנין שהבית היה רחב מלפניו ל' אמה יותר משל אחריו כמו ששנינו האולם עודף על ההיכל ט\"ו אמה בצפון וט\"ו אמה בדרום והוא היה נקרא בית החליפות ששם גונזין אמ הסכינין ואורך אותו בנין מן המזרח למערב עשר אמות נשארו תשעים אמה אורך ברוחב ע' שכל הבית היה אורך ק' מזה ומזה כמו שמפורש בענין ובמסכת מדות:\n"
            },
            "12": {
                "0": "<b>ומדד את הבית אורך מאה אמה.</b> סך הכל עם משך בית החליפות וכן שנינו במסכת מדות ההיכל ק' על ק' ברום ק' מן המזרח למערב ק' כותל אולם חמש ורחבו י\"א כותל ההיכל שש וארכו מ' ואמה טרקסין וכ' אמה בית קדשי הקדשים וכותל שש והתא שש וכותל התא חמש ואף למעלה בענין כך מפורשת מדת כולם חוץ מאמה טרקסין שכתוב בו בענין זה שתים אמות וכנגדן הוא ממעט את רוחב התא אמה שהתא שבמשנה רחבו שש וכותלו חמש וכאן רחבו ארבע וכותלו שש שנאמר (כאן) ומוסדות הצלעות מלא הקנה ולמעלה הוא מצר וכונס אמה שנאמר וקיר הצלע חמש אמות: ",
                "1": "<b>והגזרה והבניה וקירותיה.</b> סוף המקרא מפרש את ראשו לומר סך הכל מאה אמה:\n"
            },
            "13": {
                "0": "<b>ורוחב פני הבית והגזרה לקדים מאה אמה.</b> הגזרה והתא שמאחריו היא הבנויה כמו בנין ועובי הכתלים הכל ק' אמה הוא שפירשתי למעלה שהבית עודף לפניו רחב שלשים אמה שהאולם מרחיב מן ההיכל ומן התאים ט\"ו אמה לצפון וט\"ו אמה לדרום ולא שחלל האולם רחב מחלל ההיכל אלא כי בית החליפות מחובר לאולם מכאן ומכאן:\n"
            },
            "14": {
                "0": "<b>ומדד אורך הבנין אל פני הגזרה אשר על אחריה.</b> עכשיו חוזר ומודד אורך הבית לדרום כמו שמדד לצפון, מצאתי, והיינו על אחריה כלומר אחורנית שחזר ומדד על עקיבו כלפי מערב: ",
                "1": "<b>ואתיקיהא.</b> ת\"י זויות כלומר עם משך בית החליפות שבזויות הבית: ",
                "2": "<b>וההיכל הפנימי ואולמי החצר.</b> סופו של מקרא זה אינו מוסב כלפי ראשו אלא מחובר למקרא של אחריו וכן פירושו וההיכל הפנימי שהוא בית קדשי הקדשים וכן אולמי החצר המפורשין למעל' ואולמות סביב סביב לכל אלו הספים והחלונות האטומות והאתיקים סביב לשלשתן בין לגזרה הוא ההיכל בין לאולמות בין לבית קדשי הקדשים לשלשתן היו הסיפים מזוזות לפתחיהן ולשלשתן היו חלונות אטומות ולשלשתן היו אתיקים ולא ידעתי מה הם ואומר אני שהם כמין עמודים מרובעים בולטין בחומה לחיזוק וקורין להם פיליר\"ש בלע\"ז:\n"
            },
            "15": {
                "0": "<b>נגד הסף שחיף עץ.</b> ת\"י נסר של ארז נגד הסף נגד מזוזות הפתח בתוך חלל עובי הפתח חיפה בעץ (סא\"א) מצאתי: ",
                "1": "<b>סביב סביב.</b> כלומר מזה ומזה בשני צדי חלל הפתח: ",
                "2": "<b>והארץ עד החלונות.</b> מקרקעית החומה עשוי כותל נסרי ארז כנגדו ועולה למעלה עד החלונו' וגם החלונות מכוסות בו, מצאתי שאף החלונות היו אטומות מבפנים כענין שנאמר (כאן) וחלונות אטומות אל הבי' (סא\"א) וכל זה מבפנים לפי שהיו טחין עליו צפוי זהב שכל הבית טוח בזהב ואין יכולין לטוח זהב על גבי אבנים:\n"
            },
            "16": {
                "0": "<b>על מעל הפתח.</b> בגובה: ",
                "1": "<b>ועד הבית הפנימי.</b> כל הבית קדשי הקדשים עד כולו: ",
                "2": "<b>ולחוץ.</b> לצד ההיכל: ",
                "3": "<b>סביב סביב.</b> בכל כותליו: ",
                "4": "<b>בפנימי ובחיצון.</b> בבית קדשי הקדשים ובהיכל: ",
                "5": "<b>מדות.</b> מחופה נסרים גדולות עשויות במדה:\n"
            },
            "17": {
                "0": "<b>ועשוי כרובים ותמורים.</b> ואותו הארז מצוייר כרובים ודקלים: ",
                "1": "<b>ושנים פנים לכרוב.</b> אחד פני כפיר ואחד פני אדם זה פונה לכאן וזה פונה לכאן כשהיתה התמורה בין כרוב לכרוב היה פני הכפיר לה מכאן ופני אדם מכאן כמו שאמור בענין:\n"
            },
            "18": {
                "0": "<b>עשוי אל כל הבית.</b> לבית קדשי הקדשי':\n"
            },
            "19": {
                "0": "<b>וקיר ההיכל.</b> וכן לקיר ההיכל:\n"
            },
            "20": {
                "0": "<b>מזוזת רבועה.</b> אני שמעתי בבנין שלמה מזוזת רבועה שהיו לה מזוזות משני צדדין ומפתן מתחת ומשקוף ממעל ואני אומר שהמזוזות היו מרובעות: ",
                "1": "<b>המראה כמראה.</b> ת\"י חזויה כחיזו יקריה כמראה כסא כבוד שראיתי במרכבה על נהר כבר ואור נוגה ראיתי בבית קדשי הקדשים:\n"
            },
            "21": {
                "0": "<b>המזבח עץ.</b> ת\"י לקבל מדבחא פתורא ר\"ל השלחן קורא מזבח שמכפר בזמן הזה כמזבח כך שמעתי: ",
                "1": "<b>ומקצעותיו.</b> (רגליו, גגו וארכו כתוב במקרא גגו והוא ורגליו, וארכו הכתוב במקרא הוא גגו כצ\"ל צו\"ה) גוף השלחן: ",
                "2": "<b>וקירותיו.</b> מסגרותיו:\n"
            },
            "22": {
                "0": "<b>ושתים דלתות.</b> לכל פתח סוגרים זה לעומת זה אחד במזוזת צפונית ואחד במזוזת דרומית:\n"
            },
            "23": {
                "0": "<b>ושתים דלתות לדלתות.</b> לפתח ההיכל היו שתי זוגות דלתות כמו ששנינו במסכת מדות ד' דלתות היו לו ב' מבפנים וב' מבחוץ החיצונות נפתחות לתוך הפתח לכסות עוביו של כותל שהיה שש אמה והדלת רחבו חמש כשיעור חצי רוחב הפתח וכנוס אמה לפנים מן המזוזה נמצא עובי הכותל ה' אמות מגולה וכשהדלת החיצון בפתח לפנים היה מכסה אותה והפנימיות נפתחות לתוך הבית לכסות אחר הדלתות שכל הבית היה טוח בזהב חוץ מאחר הדלתות רבי יהודה אומר אף הפנימיות היו עומדות בתוך הפתח וכמין איסטרמיטא היו נקפלות לאחוריהן אלו ב' אמות ומחצה ואלו ב' אמות ומחצה וחצי אמה מזוזה מכאן וחצי אמה מזוזה מכאן שנאמר ושתים דלתות לדלתות שתים מוסבות דלתות וגו' וזהו פירושו בין פנימיות בין חיצונות עומדות בתוך עובי הכותל ואלו ואלו כנוסות חצי אמה לפנים מן המזוזה הפנימיות נפתחות לצד החיצוניו' וחיצוניות לצד הפנימיות וכיצד ב' דלתות של חמש חמש אמות נפתחות זו כנגד זו בתוך ה\"א רחב של עובי הכותל של חוליו' היו וכנגד חציין היו נקפלות לאחוריהן כשפותחין אותן כמין פנקסאות של עץ שכותבין עליהם בעט ברזל שנקפלות זו אחורי זו נמצא כשנקפלות עמדו על שתי אמות ומחצ' וכשנפתחו' זו לעומת זו מכסות חמש אמות של עובי הכותל:\n"
            },
            "24": {
                "0": "<b>ועב עץ אל פני האולם.</b> (ועב טרי\"ף בלע\"ז לשון קורות בתינו סא\"א) כלונסות של ארז היו קבועים מכותלו של היכל לכותלו של אולם כדי שלא יבעט כך שנינו במסכת מדות וזהו ועב יוצא מכותל הבית ובא אל פני האולם מבחוץ:\n"
            },
            "25": {
                "0": "<b>אל כתפות האולם.</b> לשתי עברי הפתח: ",
                "1": "<b>וצלעות הבית והעובים.</b> והראני צלעות ואת העובים ואמרו רז\"ל צלעות הבית אלו המלטסין והעובים אלו המרישו' ומה הן מרישות קורות ומה הן מלטסין ארזים שנותנין בראש הכתלים להניח עליהן ראשי הקורות:\n\n"
            }
        },
        "41": {
            "0": {
                "0": "<b>ויוציאני.</b> מן החצר הפנימי: ",
                "1": "<b>אל החצר החיצונה.</b> בשער הצפון שהוזכר למעלה ושער לחצר הפנימי נגד השער לצפון והוא היה נתון באמצע אורך עזרת ישראל שהוא מאה אמה: ",
                "2": "<b>ויביאני אל הלשכה אשר נגד וגו'.</b> (אל אחת מהלשכות הראשונות א\"נ סא\"א) אל מקום הלשכות קנברי\"ץ בלע\"ז הם הלשכות העומדות בצפון הבית המובדלו' כ' אמה מן התאים כמו שאמור למעלה ובין הלשכות רחב כ' אמה סביב לבית ואין אדם יוכל לכנס לאותן לשכות ולא לאויר רחב העשרים שביניהם ובין התאי' אלא דרך החצר (הפנימי') (החיצונה כצ\"ל) כמו שמפורש למטה בענין שהרי אמר שהחצר הפנימי מאה על מאה מרובע לפני הבית למזרח ואמר על רחב הבית לקדים מאה אמה נמצא רוחב הבית סותם את רוחב החצר החיצונה (הפנימית כצ\"ל יוש\"ה) ואינו יכול ליכנס לפנים מצידי הלשכות לא לצפון ולא לדרום לכך הוצרך לבא לאותן הלשכות דרך החצר החיצונה הצפונית: ",
                "3": "<b>אשר נגד הגזרה.</b> אותן הלשכות היו כנגד כל מאה אמה של אורך הבית מן המזרח למערב כמו שאמור בענין בלשכות הללו והנה על פני ההיכל מאה אמה:\n"
            },
            "1": {
                "0": "<b>אל פני אורך אמות המאה.</b> פתח הצפון אל פתח הלשכה שהיא פונה לצפון לחצר החיצונה ורואה כנגדו חמשים אמה רחב עד הכותל צפוני של חצר החיצונה ואורך מאה אמה שהרי הלשכות מחזיקות מן המזרח למערב מאה אמה ורחבו מן הצפון לדרום נ' אמה כמו שאמו' למטה בענין וחלל החצר החיצונה מאה אמה רחב כמו שאמור למעלה וימד משער אל שער מאה אמה נמצא לפני הלשכות חלל אויר אורך מאה אמה ורוחב חמשים:\n"
            },
            "2": {
                "0": "<b>נגד העשרים אשר לחצר הפנימי.</b> כל זה סימן מקום הלשכות אצל העשרים רוחב אויר אשר לחצר הפנימי סביב סביב לבית כמו שאמור למעלה ובנין הלשכות רוחב כ' אמה: ",
                "1": "<b>ונגד רצפה אשר לחצר החיצונה.</b> שאמרנו למעלה שעליה היתה החצר (סביב) מוקפת סביב לה: ",
                "2": "<b>אתיק אל פני אתיק.</b> לא ידעתי מהו, (תו') אתיק אל פני אתיק, אתיק הוא עמוד כמו שפי' רש\"י נמי (לעיל טז) והאתיקים סביב לשלשתם שהם עמודים והלשכות העליונות היינו הני לשכות עצמם שמדבר מהם וקורא אותם עליונות לפי שהם בגובהו של הר כמו שפירש\"י גבי ומתחת הלשכות האלה והכי פי' על הסדר והלשכות העליונות שהם בגובהו של הר ב' מהם היו קצרות כלומ' אינם רווחות לפי שהאתיקים היו ממעטים בהם שכן דרך הבנאים לחזק מלאכת בניינם לעשות עמודים עד ב' שלישי החומה ומשם ואילך כלים ומשפיעים ולכך השלישית אינה קצרה והיינו דקאמר כי משולשות הנה ואין להם עמודים לפי שאין צריך חיזוק כמו מלמטה ואין להם עמודים כעמודי החצרות כלומר עמודי לשכות אלו אינם כשאר עמודי' ששאר עמודים מיושבים אצל החומה לחיזוק אבל הני בעובי החומה בולטין לחוץ ולפנים לכך אוכלים מן הבנין: ",
                "3": "<b>על כן נאצל.</b> כתרגומו דחיקן לפי שהם בעובי החומה בולטים לחוץ ולפנים מחזקים הלשכות: ",
                "4": "<b>מהתחתונות ומהתיכונות מהארץ.</b> לצד הארץ כך מצאתי בשם אשל גדול (סא\"א) בשלישים. ת\"י מתלתין משמע שהיו אותן לשכות משולשות שלש זו למעלה מזו וגם המקראות מוכיחין כן שהוא אומר והלשכות העליונות קצרות מהתחתונות ומהתיכונות ואני לא יכולתי להבין בשלשת המקראות הללו כלל מהו כי יוכלו אתיקים מה הם אותם אתיקים והיאך אוכלות מן העליונות ואינם אוכלות מן התחתונות ומן התיכונות וטעם שהוא נותן לדבר כי משולשות הנה ואין להם עמודים לא ידעתי להבין בו, (ואנ\"י ל\"א היה ל\"י ל\"א ר\"ב ול\"א עו\"זר בכ\"ל הבני\"ן הזה אל\"א כמ\"ו שהראוני מ\"ן השמי\"ם):\n"
            },
            "3": {
                "0": "<b>ולפני הלשכות מהלך עשר אמות רחב אל הפנימית דרך אמה אחת.</b> נראה בעיני לפי שחלל החיצונה רחב מאה מצפון לדרום ומהן הלשכות רחב חמשים ולפניהם אויר חמשים לצד צפון הרי כאן כל רחב החצר נמצא כל רחב החצר סתום שאין אויר בין הלשכות לבין זוית בית החליפות כלום ואין מבוא ליכנס בו לאויר הכ' שבין הלשכות והתאים כי אויר כ' אמה המפסיק בין התאים והלשכות הוא ט\"ו אמות שאחורי בית החליפות ונוסף עליהם חמש אמות וא\"ת נמצא אויר ה\"א בין זויות החליפות לזויות הלשכו' הרי עובי כותל המפסיק בין חצר הפנימי ובין חצר החיצונה הבא מן המזרח למערב סותמו שהרי עוביו ו\"א וראשו כלה לאותו זוית לתוך מאה אורך של חצר הפנימית אל זוית בית החליפות לפיכך אין מבוא לאותו אויר כ' לא בפנימית ולא בחיצונה אא\"כ היה משפע וכונס כשהיה מכלה סוף חומה שבין שתי החצרות (שופע בתוך חצר החיצונה בפנימית) בעובי החומה אמה כדי כניסת אדם ונכנס לתוך אויר ה\"א שבין כותל החליפות לכותל הלשכה והולך באותו אויר לצד מערב י' אמות ושם כלה משך בית החליפות ונכנס לתוך אויר רחב כ' וזהו שאמר מהלך י\"א רחב לבא אל הפנימית ודרך אמה א' שהרי נכנס בו דרך פתח אמה אחת ששיפע וכינס בסוף החומה ולמה קורהו מהלך רחב ולא היה לו לומר מהלך י' אמות אורך לפי שלענין בנין החליפות הוא רוחב לפי שבנין החליפות מן הצפון לדרום ט\"ו אמה ומן המזרח למערב אינו אלא י\"א ופתחיהם לצפון. פתחי הלשכות הללו לצפון, מצאתי, וזהו פי' של פתח הצפון הכתובה למעלה שם קיצר הדבור וכאן פירשו (זה שייך לרש\"י מ\"ב פסוק ב' בגמר הדבור למעלה וזהו פי' ר' שמעיה וכתב מדעתו, תוספות):\n"
            },
            "4": {
                "0": "<b>והלשכות.</b> העליונות וגו':\n"
            },
            "5": {
                "0": "<b>כי משולשות הנה וגו'.</b> לא הבנתי בהם כלל כי יוכלו אתיקים. כמו יאכלו אוכלים וממעטים באויר הלשכות:\n"
            },
            "6": {
                "0": "<b>וגדר אשר לחוץ וגו'.</b> המפסיק בין הלשכות והחצר החיצונה של צד מזרח: ",
                "1": "<b>ארכו חמשים אמה.</b> מן הצפון לדרום:\n"
            },
            "7": {
                "0": "<b>כי אורך הלשכות.</b> מן הצפון לדרום חמשים אמה: ",
                "1": "<b>והנה על פני ההיכל.</b> מן המזרח למערב כנגד האולם וההיכל ובית הכפרת והתאים ק' אמה:\n"
            },
            "8": {
                "0": "<b>ומתחת הלשכות האלה.</b> איני יודע אם בא ללמד שהיה להם מחילות מתחתיהם או בא ללמד שהיו לשכות במזרח החצר ולפי שההר הולך ומשפע לצד המזרח קורא לו ומתחת הלשכות האלה שאלו בגובהו ואלו בשפולו וכן הוא אומר ובשפולו של חצר אל המבוא אשר מהקדים בבואו להנה מהחצר החיצונה:\n"
            },
            "9": {
                "0": "<b>ברחב גדר החצר וגו'.</b> הבא מן הקדים של חצר החיצונה וסובב אל הצפון דרך מקצוע צפונית מזרחית של חומות הפנימית מבחוץ לבא לאותן הלשכות שבצפון מוצא על פני גדר החצר כותל מזרח של חצר הפנימית שהיא מערבית לחיצונית כנגד הגזרה והבנין שבפנימית לשכות סמוכות לאותו הכותל ועומדי' בחיצונה מצאתי:\n"
            },
            "10": {
                "0": "<b>ודרך לפניהם.</b> לפני לשכות הללו יש דרך רחב אויר בחצר (החיצונה) חמשים אמה כמראה דרך הלשכות אשר בצד הצפון הכתובות למעלה: ",
                "1": "<b>כארכן.</b> של לשכות הצפון ארכן של אלו וכן רחבן: ",
                "2": "<b>וכל מוצאיהן.</b> כמוצא לשכות הצפון: ",
                "3": "<b>וכמשפטיהן וכפתחיהן.</b> של לשכות הצפון:\n"
            },
            "11": {
                "0": "<b>וכפתחי הלשכות אשר דרך הדרום.</b> פתחי לשכות הקדים שאף בדרו' היו לשכות מובדלות מן התאים הדרומיים עשרים אמה כמו שאמור למעלה ובין הלשכות רוחב כ' אמה מבית לבית סביב סביב: ",
                "1": "<b>פתח בראש דרך.</b> פתח היה להם ללשכות הקדים בראש דרך והדרך היה בפני הגדרת הגינה ת\"י דוכן ליואי ולשון גדרת הגינה בנין גדר אבנים עשוי במעלות שהיו נוגנים ושרים עליו: ",
                "2": "<b>דרך הקדים.</b> שהדוכן היה במזרח כדכתיב בדברי הימים בפרשת ותשלם והלוים המשוררים לכולם לאסף להימן לידותון וגו' עומדים מזרח למזבח:\n"
            },
            "13": {
                "0": "<b>בבואם הכהנים וגו'.</b> בבואם לאותן לשכות לאכול: ",
                "1": "<b>ולא יצאו.</b> מהן שהן קודש: ",
                "2": "<b>אל החצר החיצונה.</b> בבגדי קודש שעליהם: ",
                "3": "<b>ושם יניחו בגדיהם וגו'.</b> וקרבו אל אשר לעם ויגשו ליגע בבגדי העם אם ירצו אבל בבגדי כהונה לא יגעו אל העם שיש בהן מעלות טהרה ובגדי החול מדרס להם:\n"
            },
            "14": {
                "0": "<b>ומדדו סביב סביב.</b> לכל היקף הר הבית מבחוץ:\n"
            },
            "19": {
                "0": "<b>לארבע רוחות מדדו.</b> שלשת אלפים על שלשת אלפים אמה שהקנה שש אמה וזהו שייסד הקלירי (בקדושתא דיום שני של סוכות) דוד ינטה קו שלשת אלפי אמות קצובה על שלשת אלפי אמות והיא שלשים וששה כמדה הראשונה שהיה הר הבית ה' מאות אמה על ה' מאות אמה חלוק שלשת אלפי' על שלשת אלפים לרצועות של ה' מאות אמות שתי וערב ותמצא שם שלשים וששה רבעים של חמש מאות על חמש מאות ועל כן אמר הפייט (שם בקדושתא) ל\"ו כמו שהיתה מתכפלת, מצאתי: ",
                "1": "<b>חומה לו.</b> להר הבית: ",
                "2": "<b>סביב.</b> חמש מאות שתי וערב זו חומת החיל המקפת כל ההר: ",
                "3": "<b>להבדיל.</b> את העם בין קודש שלפנים לחול שבחוץ, מצאתי גמר כל מדה (סא\"א):\n\n"
            }
        },
        "42": {
            "0": {
                "0": "<b>ויוליכני.</b> חזר והכניסני לשער הקדים וראיתי הכבוד יורד לעזרה:\n"
            },
            "2": {
                "0": "<b>וכמראה המראה.</b> תשע מראות כתובין במקרא זה ומתוכן היו רואין הנביאים חוץ ממשה רבינו שהיה רואה מתוך מראה אחת לפיכך איספקלריא שלו מאירה ורואה ממש וזהו שייסד הפייט (שם בסילוק) מחזות המצוחצחות בתשע מחזות: ",
                "1": "<b>בבואי לשחת את העיר.</b> בפרשת והתוית תיו (לעיל ט') שנאמר שם קרבו פקודות העיר ושם פירש את דוגמת מרכבה:\n"
            },
            "5": {
                "0": "<b>מדבר אלי.</b> מתמלל עמי כבוד הוא לומר כלפי מעלה מדבר כמו מתדבר כלומר בינו לבין כבודו מדבר והקול בא אלי:\n"
            },
            "6": {
                "0": "<b>ובפגרי מלכיהם.</b> שהיו בתיהם סמוכין (לבית הקברות) כמו שמצינו במלכים בשלמה ובעתליהו ופעמים שהיו קוברין אותם בגו ביתם כמו שהוא מפורש ואמר בתתם ספם את ספי, מצאתי:\n"
            },
            "7": {
                "0": "<b>ואכל.</b> כמו ואכלה וכליתי:\n"
            },
            "8": {
                "0": "<b>עתה.</b> על כרחם ירחקו את זנותם שהבדלתי לי היקף גבול גדול סביב:\n"
            },
            "9": {
                "0": "<b>אתה בן אדם הגד את בית ישראל את הבית ויכלמו מעונותיהם.</b> בהראותי למו חסדי שאיני מואסם בעונם, מצאתי ומדדו את תכנית. ומדדו על ידיך שאתה מורה את תוכן חשבון הבנין:\n"
            },
            "10": {
                "0": "<b>ואם נכלמו.</b> שיתביישו ויכבשו פניהם מכל אשר עשו אז הודע אותם את מה שאני עתיד לעשות להם: ",
                "1": "<b>צורת הבית.</b> וגבול הבנין היאך הוא מלפניו ועד אחריו סדורים לארבע רוחותיו: ",
                "2": "<b>ותכונתו.</b> חשבון תאיו ולשכותיו: ",
                "3": "<b>וכל צורותיו.</b> כרובים ותמורי' ואילי' ואילמים, מצאתי: ",
                "4": "<b>וכל צורותיו.</b> בתרא לא פורש: ",
                "5": "<b>וישמרו.</b> ילמדו ענייני המדות מפיך שידעו לעשותם לעת קץ, מצאתי, ראויה היתה ביאה שנייה של עזרא כביאה ראשונה של יהושע לבא בזרוע ובנס כדדרשינן עד יעבור ובנין זה מאז היה ראוי להם כשעלו מן הגולה לגאולת עולם אלא שגרם החטא שלא היתה תשובתם הוגנת על מנת שלא לחטוא ויצאו ברשות כורש ובנו לעצמן ויש אומרים בבבל נכשלו בנכריות:\n"
            },
            "12": {
                "0": "<b>ואלה מדות המזבח.</b> שמפרש למטה ארבע עשרה אורך בארבע עשרה רחב: ",
                "1": "<b>באמות אמה אמה וטופח.</b> באמה בת ששה שהיא אמה וטופח באמה בת חמשה: ",
                "2": "<b>וחיק האמה.</b> אבל היסוד שלא נמדד באמה של חול שהיא בת ה' חיק לשון חיקויו קביעות והיא היסוד האמה אמת חול ולא אמה וטופח שהיא אמה בת ששה וכן שנינו במנחות שהיסוד והסובב והקרנות נמדדין באמה בת חמשה: ",
                "3": "<b>וחיק האמה.</b> זה היסוד: ",
                "4": "<b>ואמה רוחב.</b> זה הסובב: ",
                "5": "<b>וגבולה אל שפתה סביב זרת האחד.</b> אלו הקרנות זרת אחד מאמצעיתו מדדו זרת לכל רוח הרי אמה על אמה: ",
                "6": "<b>וזה גב המזבח.</b> ובאמה זו היה נמדד גב מזבח הזהב אמה ארכו ואמה רחבו רבוע כך מפורש בעירובין ובמנחות (דף צד) מפורש יותר לפי החשבון חיק האמה בגובהה עלה אמה ואמה רחב כנסה כניסת הסובב אמה בת חמשה אבל עלייתו ששנינו עלה ה' וכנס אמה אינו באמה בת חמשה וגבולה אל שפתה. הקרנות בין לרחבן בין לגבהן באמה בת חמשה:\n"
            },
            "13": {
                "0": "<b>ומחיק הארץ.</b> מן היסוד מקרקע הארץ: ",
                "1": "<b>עד העזרה התחתונה.</b> עד גב מלבן הראשון: ",
                "2": "<b>שתים אמות.</b> ולא היה כן בבית עולמים ששם שנינו מביא מלבן של ל\"ב על ל\"ב וגובהו אמה וכאן גובהו שתים: ",
                "3": "<b>ורחב אמה אחת.</b> כשהניח מלבן השני עליו היה מלבן השני שלשים על שלשים נמצא כניסה לו סביב סביב רחב אמה והוא היסוד הרי עלה שתים וכנס אמה והוא היסוד י\"ת עזרה מסמתא לשון רצפה שהיה ממלא את המלבן חלוקי אבנים מזפת וסיד וקוניא וממחה ושופך ומחליקו למעלה והרי הוא כמין רצפה: ",
                "4": "<b>ומהעזרה הקטנה עד העזרה הגדולה ארבע אמות.</b> מגג מלבן התחתון עד גג מלבן שעליו ארבע אמות גובה: ",
                "5": "<b>ורחב האמה.</b> הוא כניסת הסובב עלה ארבעה וכנס אמה זהו סובב והתחתון קורא קטנה לפי שאין גובהו אלא שתי' והעליון גובהו ארבע:\n"
            },
            "14": {
                "0": "<b>וההראל.</b> הוא גובה גג המזבח מן הסובב ולמעלה ובבית עולמים לא היה אלא שלש וי\"ת אף הוא ומדבח' ארבע אמין:\n"
            },
            "15": {
                "0": "<b>והאריאל שתים עשרה אורך.</b> מקום המערכה היה עשרים וארבע על עשרים וארבע וזהו י\"ב בי\"ב: ",
                "1": "<b>אל ארבעת רבעיו.</b> שמאמצעיתו הוא מודד י\"ב לכל רוח הרי כ\"ד על כ\"ד כך מפורש בזבחים וכן שנינו במסכת מדות המזבח היה ל\"ב על ל\"ב עלה אמה וכנס אמה זה היסוד נמצא ל' על ל' עלה חמש וכנס אמה זה הסובב נמצא כ\"ח על כ\"ח מקום הקרנות אמה מזה ואמה מזה נמצא עשרים ושש על עשרים ושש מקום הלוך רגלי הכהנים אמה מזה ואמה מזה נמצא כ\"ד על כ\"ד מקום המערכה:\n"
            },
            "16": {
                "0": "<b>והעזרה ארבע עשרה אורך.</b> גג המזבח עם מקום הקרנות ועם מקום רגלי הכהנים כ\"ח על כ\"ח וי\"ד האמורים כאן מאמצעיתו מודד כמו שמפורש על ארבעת רבעיה: ",
                "1": "<b>והגבול סביב אותה.</b> י\"ת וגדנפא ורבותינו פרשוהו על הקרנות: ",
                "2": "<b>חצי האמה.</b> מאמצעיתו מודד נמצא אמה על אמה: ",
                "3": "<b>והחיק לה אמה.</b> זו כניסת היסוד: ",
                "4": "<b>ומעלתהו פנות קדים.</b> וכבש שעולים בו היה בדרום כדי שיהא העולה בו פונה למזרח שכל הפינות היו דרך ימין וכשאתה נותן הכבש בדרום העולה בו ופונה דרך ימין פונה למזרח:\n"
            },
            "18": {
                "0": "<b>הכהנים הלוים.</b> אשר משבט לוי: ",
                "1": "<b>מזרע צדוק.</b> לפי שהיה ע\"ג ששימש ראשון במקדש בימי שלמה נקראו על שמו:\n"
            },
            "19": {
                "0": "<b>על ארבע קרנותיו.</b> של מזבח: ",
                "1": "<b>פנות העזרה.</b> גג המזבח: ",
                "2": "<b>וכפרתהו.</b> תקנח אותו מדרך חול שבו להכניסו בקדוש' להיותו ראוי לכפר עליו מזה ולהלן:\n"
            },
            "20": {
                "0": "<b>במפקד הבית.</b> ת\"י באתר דחזי לביתא כלומ' במקום קדוש ולשון במפקד הבית מקום שהבית כלה כמו (מדבר לה) לא נפקד ממנו איש והוא פר המלואים כדרך שעשו במשכן ונשרף אותו פר ולא נאכל וכן דרשו רבותינו במנחו' מלואים הקריבו בימי עזרא כדרך שהקריבו בימי משה:\n"
            },
            "21": {
                "0": "<b>תקריב שעיר עזים.</b> זה לא היה במשכן ובמלואים של לעתיד לבא כך הם על פי הדבור:\n"
            },
            "22": {
                "0": "<b>מחטא.</b> מלטהר:\n"
            },
            "24": {
                "0": "<b>תמימים יעשו.</b> לעולה:\n"
            },
            "26": {
                "0": "<b>ורצאתי.</b> לשון רצון:\n\n"
            }
        },
        "43": {
            "1": {
                "0": "<b>סגור יהיה.</b> רבותינו העמידו המקרא הזה בפשפש הדרומי שהיה לשער ההיכל פשפש פתח קטן כך שנינו במסכת מדות שני פשפשין היו לו לשער הגדול אחד בדרום ואחד בצפון שבדרום לא נכנס בו אדם מעולם עליו מפורש ע\"י יחזקאל השער הזה יהיה סגור: ",
                "1": "<b>בא בו.</b> לעתיד לבא:\n"
            },
            "2": {
                "0": "<b>את הנשיא נשיא הוא וגו'.</b> את הנשיא אני נותן רשות נשיא הוא וחשוב ואין דרכו לישב ולאכול עם שאר הכהנים בלשכות: ",
                "1": "<b>הוא ישב בו.</b> לאכל לחם בתוך חללו: ",
                "2": "<b>מדרך אולם השער יבוא.</b> כשהוא נכנס לתוך החצר הפנימית כדי ליכנס לשער קטן זה לאכול בו דרך אולם השער העזרה שבמזרח יכנס לתוך העזרה ובו בדרך ישוב כשישוב יצא באותו הדרך שנכנס ולפי שהוא אומר למטה (מ\"ו) בענין ובבא עם הארץ לפני ה' במועדים הבא דרך וגו' שצוה לעשות העזרה קפנדריא לפי שאותה ביאה לראיית פנים וצריך להראות יפה הוצרך לומר כאן בביאות של כל ימות השנה שלא יעשנה קפנדריא לפי שאין ביאה זו לראיית פנים כמו של רגלים וכן העיד עוד למטה בענין פעמים רבות, מצאתי את הנשיא. כ\"ג נשיא הוא ומחשיבותו יהא רשאי לאכול בשר ולחם קדשים באותו שער שפותחין לו בשעת אכילתו: ",
                "3": "<b>מדרך אולם השער יבוא.</b> דרך אולם שער מזרחי יכנס לעזרה ויבוא עד אותו פשפש לאכול בו לחמו: ",
                "4": "<b>ומדרכו יצא.</b> שאין זה ראוי לקפנדריא כשאר שערים וכל היום שלא בשעת אכילת הנשיא יהיה סגור, (סא\"א):\n"
            },
            "6": {
                "0": "<b>בני נכר.</b> שנתנכרו מעשיו לאביו שבשמים והן ערלי לב: ",
                "1": "<b>וערלי בשר.</b> כהן שמתו אחיו מחמת מילה:\n"
            },
            "7": {
                "0": "<b>ותשימון לשומרי משמרתי, במקדשי לכם.</b> תשימון לכם לדעתכם במקדשי אנשים רוצחים שאינם ראויין להיות שומרי משמרתי:\n"
            },
            "9": {
                "0": "<b>כי אם הלוים אשר רחקו וגו'.</b> כי אם כה תעשו להם הלוים אשר רחקו מעלי (ונעשו כומרים) ועכשיו חזרו בהם: ",
                "1": "<b>ונשאו עונם.</b> מגשת עוד אל מזבחי אל פקודות של שערי הבית, פקודות קומנדישא\"ש בלע\"ז שומרים ושוטרים יהיו:\n"
            },
            "10": {
                "0": "<b>המה ישחטו את העולה.</b> עבודה הכשרה בזרים ובעבדים ובנשים:\n"
            },
            "11": {
                "0": "<b>למכשול עון.</b> כומרים לעכו\"ם להמשיכם לכך:\n"
            },
            "14": {
                "0": "<b>והכהנים הלוים.</b> משבט לוי: ",
                "1": "<b>בני צדוק.</b> לפי שהיה כ\"ג ששימש ראשון במקדש בימי שלמה נקראו על שמו: ",
                "2": "<b>בתעות.</b> קנאינשר\"ר בלע\"ז:\n"
            },
            "16": {
                "0": "<b>אל שערי החצר הפנימית.</b> לפני ולפנים בי\"ה: ",
                "1": "<b>ולא יעלה עליהם צמר.</b> תכלת שהיה במעיל ובאבנט לא ילבשנו בי\"ה בעבודת פנים: ",
                "2": "<b>וביתה.</b> ולפנים:\n"
            },
            "17": {
                "0": "<b>פארי.</b> קאפייל\"ש בלע\"ז: ",
                "1": "<b>לא יחגרו ביזע.</b> שנינו בברייתא אין חוגרין במקום שמזיעין לא למעלה מאציליהם ולא למטה ממתניהם שהוא מקום זיעה אנלאשויי\"רא בלע\"ז ל\"א אסרה התורה לכהנים מלבושי הצמר כי הצמר מזיע הגוף ומזיע את הבשר, (סא\"א):\n"
            },
            "18": {
                "0": "<b>אל החצר החיצונה.</b> לפי שהיה מדבר בהיכל לפני ולפנים וקראם חצר הפנימית ואצלם יש לו לקרות עזרת ישראל חצר החיצונה לכך הוצרך לכפול שתי פעמים לומר שעל עזרת נשים הוא אומר מקום שכל ישראל נכנסין: ",
                "1": "<b>והניחו אותם בלשכות הקודש.</b> כמו שאמר מרע\"ה (ויקרא ט״ז:כ״ג) ופשט את בגדי הבד אשר לבש והניחם שם: ",
                "2": "<b>ולא יקדשו את העם.</b> ת\"י ולא יתערבון עם עמא בלבושיהון כלומר לא יגעו אל העם בבגדיהם הקדושים שאין בגדי חול טהורין אצל בגדי הקודש:\n"
            },
            "19": {
                "0": "<b>וראשם לא יגלחו.</b> להעביר את כל השער: ",
                "1": "<b>ופרע לא ישלחו.</b> גידול שער לא ירבו: ",
                "2": "<b>כסום יכסמו.</b> ככוסמת הזו שסדורין בשבולת ראשו של זה לצד עיקרו של זה כך שמעתי משמו של רבי מנחם זצ\"ל ויתכן לפרשו לשון מדת דבר השוה לא גזיזת ראש ולא גדול שער אלא במדה שוה אמולי\"ר בלע\"ז:\n"
            },
            "20": {
                "0": "<b>בבואם אל החצר הפנימית.</b> אל ההיכל:\n"
            },
            "21": {
                "0": "<b>כי אם בתולות.</b> יקחו הכהנים הגדולים אבל יש מן הכהנים אשר יקחו את האלמנה כגון הדיוטין וזהו מכהן יקחו יש מן הכהן שמותרין באלמנה, מצאתי: ",
                "1": "<b>אשר תהיה אלמנה.</b> גמורה פרט לגרושה וחלוצה אע\"פ שפנויה היא אסורה אף להדיוט:\n"
            },
            "25": {
                "0": "<b>ואחרי טהרתו.</b> אחר פרישתו מן המת כך שנויה במ\"ק:\n"
            },
            "26": {
                "0": "<b>וביום בואו.</b> תחילה אל הקדש להתחנך לעבודה יקריב חטאתו זו עשירית האיפה שלו כך שנויה במ\"ק שהכהן הדיוט טעון עשירית האיפה ביום חינוכו כענין שנאמר (שם ו') זה קרבן אהרן ובניו וגו' וכמו שמפרש במסכת מנחות:\n"
            },
            "27": {
                "0": "<b>והיתה להם.</b> הכהונה לנחלה:\n"
            },
            "28": {
                "0": "<b>חרם.</b> לשון קדש וכן כל לשון חרמה שהוא על הקדש:\n"
            },
            "29": {
                "0": "<b>להניח.</b> אפושי\"ר בלע\"ז כמו (שמות ח׳:י״ב) וינח בכל גבול מצרים:\n"
            },
            "30": {
                "0": "<b>כל נבלה וטרפה וגו'.</b> לפי שהותרה להם מליקת חטאת העוף שהיא נבלה וטריפה הוצרך להזהירם על שאר נבלות וטריפות כך פירשו רבותינו:\n\n"
            }
        },
        "44": {
            "0": {
                "0": "<b>ובהפילכם את הארץ בנחלה.</b> שעתידים לחלוק את א\"י לי\"ב רצועות לא כחלוקה הראשונה שהיתה לרב כפי מניינו ולמעט כפי פקודיו והיו ב' שבטים או ג' ברצועה אחת עכשיו החלקים שוים וכשורות הכרם מפאת ים עד פאת קדים כמו שמפורש בסוף הספר: ",
                "1": "<b>תרומה לה'.</b> לבנות בה\"מ הזה בו:\n"
            },
            "1": {
                "0": "<b>יהיה מזה.</b> מן התרומה הזו יהיה לצורך הקדש להר הבית חמש מאות קנים והמותר לבתים לכהנים כמו שמפורש בסוף הספר:\n"
            },
            "2": {
                "0": "<b>ומן המדה הזאת.</b> בקנה המדה שנמדד בו ריבוע הר הבית ה' מאות על ה' מאות כמו שאמור בענין של מעלה (מ\"ב) לד' רוחות מדדו חומה לו סביב ה' מאות קנים וגו': ",
                "1": "<b>תמוד אורך.</b> חמשה ועשרים אלף קנים ורוחב י' אלפי' קנים ולפי שלא פירש בפסוק ראשון מה הן כ\"ה אלף אם קנים אם אמות הוצרך לומר שכ\"ה מדות בקנה המדה שנמדדו בה ה' מאות על ה' מאות של הר הבית נמדדין אלפים הללו לתרומה:\n"
            },
            "3": {
                "0": "<b>קדש מן הארץ.</b> סרס את המקרא מותר הקדש אשר מן הארץ הוא יהיה לכהנים משרתי המקדש המקריבים וגו' קדש מן הארץ היא התרומה הזאת: ",
                "1": "<b>לכהנים משרתי המקדש יהיה.</b> העודף על חמש מאות של הר הבית י\"ב אלף ומאתים וחמשים למזרח וכנגדן למערב והמקדש באמצע וארבעת אלפים ושבע מאות וחמשים לצפון וכנגדן לדרום: ",
                "2": "<b>והיה להם מקום לבתים.</b> העודף הזה שסביב המקדש: ",
                "3": "<b>ומקדש למקדש.</b> וחמש מאות על חמש מאות האמצעיי' יהיו מקודשים לצורך המקדש אישיינטיג\"יאה אלשיינטואיירא בלע\"ז:\n"
            },
            "4": {
                "0": "<b>וחמשה ועשרים אלף.</b> קנים אורך ועשרת אלפים רחב תרימו רצועה אחרת אצל זו בדרומה של זו לצורך הלוים כך מפורש בסוף הספר שהיא בדרום, מצאתי, כ' לשכות יהיה ללוים בהיקף המקדש לשמור הבית ולנוי ומותר הרצועות יעשו לצרכיהם, תו':\n"
            },
            "5": {
                "0": "<b>ואחוזת העיר.</b> בהיקף העיר אחוזת מושב חול שלה לבנות בה ישראל בתים: ",
                "1": "<b>תתנו חמשת אלפים רחב.</b> בדרומה של שנייה ואורך כמדת שתי הרצועות נמצאת כל התרומה מרובעת כ\"ה על כ\"ה אלפים: ",
                "2": "<b>לעומת תרומת הקודש.</b> כלומר במדת אורך רצועות תרומת הקודש: ",
                "3": "<b>לכל בית ישראל יהיה.</b> אותה רצועה שלישית תהיה מושב לזרים:\n"
            },
            "6": {
                "0": "<b>ולנשיא מזה ומזה לתרומת הקודש ולאחוזת העיר.</b> בסוף הפרשה הוא חולק את ארץ ישראל ממזרחה למערבה לי\"ג רצועות י\"ב למנין השבטים וכל אחת עשרים וחמש אלף קנים רחב וארכן כאורך כל ארץ ישראל ורצועה אחת לתרומה ארכה מן הגבול מזרח ועד גבול מערב ורחבה כ\"ה אלפים קנים כשאר כל חלק וחלק ומאותה רצועה הוא תורם באמצעיתה ג' רצועות הללו האמורות למעל' שהם כ\"ה אלפים על כ\"ה אלפים והעודף עליהם למזרח עד סוף הגבול הארץ וכן למערב יהיה לנשיא מזה ומזה למזרח ולמערב: ",
                "1": "<b>אל פני תרומת הקדש ואל פני אחוזת העיר.</b> כנגד כל רחב שלשה הרצועות המובדלות לתרומת הקודש של רצועת הכהנים והלוים ואחוזת העיר: ",
                "2": "<b>מפאת ים ימה.</b> ממערב תרומת הקודש והעיר עד מערב הגבול: ",
                "3": "<b>ומפאת קדמה קדימה.</b> וממזרח התרומה למצר ממזרח לעומת אחד החלקים של שבטי' המפורשין בסוף הספר שהם מגבול ים של ארץ ישראל עד גבול קדים:\n"
            },
            "7": {
                "0": "<b>לארץ יהיה לו לאחוזה.</b> ת\"י דא ארעא תהא רבא לאחסנתא: ",
                "1": "<b>ולא יונו.</b> לשון אונאת ממון שגוזלין את נחלתם:\n"
            },
            "8": {
                "0": "<b>הרימו גרושותיכ'.</b> סלקו את שאתם מגרשים את עמי מנחלתם:\n"
            },
            "9": {
                "0": "<b>ואיפת.</b> למדת היבש: ",
                "1": "<b>ובת.</b> למדת הלח:\n"
            },
            "10": {
                "0": "<b>האיפה והבת.</b> לשון מדה חומר וכור מוי\"י בלע\"ז: ",
                "1": "<b>תכן אחד.</b> לשון מניין כמו ותוכן לבנים תתנו (שמות ה׳:י״ח) מדה אחת זו עשירית לחומר של יבש שהוא שלשים סאין וזו עשירית לחומר הלח: ",
                "2": "<b>לשאת.</b> כמו לקחת וכן ת\"י למוסב לשאת מעשר החומר תהיה הבת וכן עשירית לחומר יבש: ",
                "3": "<b>האיפה אל החומר יהיה מתכונתו.</b> סכום חשבון הבת והאיפה לפי גודל החומר יהיה, מצאתי, אם יוסיפו בחומר יוסיפו בבת אם יפחתהו מזה יפחתהו מזה שיכוון מעשרו לו:\n"
            },
            "11": {
                "0": "<b>והשקל עשרים גרה.</b> עשרים מעין: ",
                "1": "<b>עשרים שקלים חמשה ועשרים שקלים עשרה וחמשה שקל.</b> הרי ששים שקלים: ",
                "2": "<b>המנה יהיה לכם.</b> לוצונ\"ט בלע\"ז ומנחם חברו לשון מניין והרי יש כאן מאתים וארבעים זוז מכאן שהיה מנה של קודש כפול והוסיפו עליו בימי יחזקאל שתות הרי מאתים וארבעים וכשחלקו הכתוב לשלשה ולא כתב סתם ששים שקלים יהיה לכם המנה צוה לעשות ממנו משקל שלישיתו ומשקל רביעיתו ומשקל מנה של חול שהיה מתחילה וכן ת\"י תלתות מניא עסרין סלעין מני כספא עסרין וחמש סלעין רבעות מניא חמש עסרי סלעין כולהון שיתין מנין ומנא רבא קודשא יהא לכון:\n"
            },
            "12": {
                "0": "<b>ששית האיפה מחומר החטים.</b> הרי אחד מששים הפוחת לא יפחות מכאן וזה הוא שאמרו עין רעה אחד מששים: ",
                "1": "<b>וששיתם.</b> ותחלקו אחד מששה באיפה לתרומת חומר השעורים:\n"
            },
            "13": {
                "0": "<b>וחוק השמן.</b> למעשר: ",
                "1": "<b>הבת השמן וגו'.</b> הבת שהיא מדת השמן זו היא מעשר הבת יהי מן הכור, מצאתי העישור שהבת מעשרת מן הכור יהיה כיצד (מעשר הבת מן הכור עשירית של בת על הכור הוא די\"ץ מזור\"ש בלע\"ז תיבה זו משמשת על עצמה ועל אחרים כמו עבודת הקודש ועבודת בני מררי סא\"א): ",
                "2": "<b>עשרת הבתים.</b> יהיה לכם החומר ואז יתכן ליטול הימנו בת אחת למעשר: ",
                "3": "<b>כי עשרת הבתים חומר.</b> לפי שהחומר יהיה לכם עשר בתים וכן תרגם יונתן חד מן עסרא הויא ביתא בכורא ארי עסר בתין כורא:\n"
            },
            "14": {
                "0": "<b>ושה אחת מן הצאן.</b> מיוחד שבצאנו וכן אמר משה מבחר נדריכ' לומיי\"לור בלע\"ז: ",
                "1": "<b>מן המאתים ממשקה ישראל.</b> דרשו רבותינו לענין הנסכים ממותר שתי מאות שנשתיירו בבור שנפל לתוכו יין של ערלה או של כלאי הכרם מכאן לערלה וכלאי הכרם שבטלין במאתים: ",
                "2": "<b>ממשקה ישראל.</b> מן המותר לישראל כל קרבנותיהם יהיו משקה הראוי לישראל כל עיקר הסעודה קרויה על שם המשקה כלומר האכילה עם השתייה תהא מן המותר לישראל:\n"
            },
            "15": {
                "0": "<b>אל התרומה הזאת.</b> האמור' למעלה לדעת כל עמי הארץ תהיה:\n"
            },
            "16": {
                "0": "<b>ועל הנשיא.</b> אומר אני שהנשיא הזה בכהן גדול מדבר וכן כל הנשיא שבענין ושמעתי משמו של רבי מנחם שבמלך מדבר:\n"
            },
            "17": {
                "0": "<b>כה אמר אד'.</b> אלהים בראשון באחד לחדש תקח פר בן בקר תמים. הוא פר המלואים האמור בראש הענין ולימד כאן שיהיו המלואים בא' בניסן: ",
                "1": "<b>וחטאת.</b> וטהרת:\n"
            },
            "19": {
                "0": "<b>וכן תעשה בשבעה בחודש.</b> יש לומר וכן תעשה כל שבעה וכן הוא אומר למעלה שבעת ימים יכפרו על המזבח ורבותינו כך פרשוהו במנחות וכן תעשה פר שאינו נאכל בשבעה שבטים שחדשו דבר והורו ב\"ד שלהן שחלב מותר ועשו שבעה שבטים שהם רוב צבור על פיהם שמביאין פר העלם דבר: ",
                "1": "<b>מאיש שוגה ומפתי וגו'.</b> הרי זה מקרא מסורס וכפרתם את הבית מאיש שוגה ומפתי אחר שבעת ימי המלואים שיהא המזבח מחונך יביאו חטאותם ואשמותם ויתכפרו שבזמן שישראל מכופרים הבית מכופר:\n"
            },
            "20": {
                "0": "<b>שבועות ימים.</b> על שם שמתחילין ממנו לספור שבעה שבועות, מצאתי: ",
                "1": "<b>מצות יאכל.</b> מצות יאכלו בו בחג:\n"
            },
            "21": {
                "0": "<b>ועשה הנשיא ביום ההוא וגו'.</b> רבותינו אמרו שבקשו לגנוז ספר יחזקאל שהיו דבריו סותרין דברי תורה ברם זכור לטוב חנניה בן חזקיהו בן גרון שישב בעליה ודרשו ובעונינו נעלם ממנו מה שדרש בקרבנות האל' פר בארבעה עשר בניסן למה, ואומר אני שמא בי\"ד בניסן של פסח ראשון שנתחנך בו הבית עומד ופר זה בא תחת עגל בן בקר שהקריב אהרן בשמיני למלואי' ומגיד שאם לא הקריבו בשמיני למלואים יקריבנו בי\"ד בניסן כדי שיתחנך לעבודה קודם י\"ט לפי שעליו קרבנות ועולת המועד לעשות כמו שאמור למעלה ועל הנשיא יהיה העולות והמנחה והנסך בחגים וגו':\n"
            },
            "22": {
                "0": "<b>שבעת פרים ושבעת אילים תמימים ליום.</b> והתורה אמרה פרים בני בקר שנים ואיל אחד אין לי להעמיד מקרא זה אלא שבעה פרים וז' אילים לשבעת הימים פר ליום ואיל ליום ובא ללמד שאין הפרי' מעכבין זה את זה ולא האילים מעכבין זה את זה וכן שנינו במנחות אך לא הביאו מן המקרא הזה ראיה אלא ממקרא שנאמר למטה (מו) וביום החדש פר בן בקר תמימים וששת כבשים ואיל ושמא אף זה בא ללמד כן וכן פירושו שבעה פרים ושבעה אילים ליום צרוף דבר יום ביומו עולים שבעה פרים לשבעת ימים: ",
                "1": "<b>וחטאת שעיר עזים ליום.</b> שעירי הרגלים:\n"
            },
            "23": {
                "0": "<b>ומנחה איפה לפר.</b> מנחת הנסכים איפה לפר איני יודע מה הוא שהרי אמר' תורה שלשה עשרונים וי\"ל איפת קמח להוציא סולת עשרון מן הסאה שהאיפה שלש סאין: ",
                "1": "<b>ואיפה לפר.</b> למדך שאם לא מצא סולת מנופה כל כך יביא משל עשרון לסאה: ",
                "2": "<b>ואיפה לאיל.</b> אף זו קמח להוציא ממנה ב' עשרונים סולת מנופה כל צרכה כמו ששנינו ב' הלחם שתי עשרונים משלש סאין: ",
                "3": "<b>הין לאיפה.</b> לא ידעתי למה ויש לומר לא שיקריב ההין כולו אלא שנתות היו בהין ויקריב שמן לפי הסולת כמשפט הזבח לפר כמשפטו ולאיל כמשפטו לפי שנתות של הין:\n\n"
            }
        },
        "45": {
            "0": {
                "0": "<b>שער החצר הפנימית הפונה קדים וגו'.</b> שנו רבותינו במסכת מדות שני פשפשין היו לו לשער ההיכל אחד בדרום ואחד בצפון שבדרום עליו מפורש בקבלה (לעיל מ\"ד) איש לא יבא בו והיה סגור:\n"
            },
            "1": {
                "0": "<b>דרך אולם השער מחוץ.</b> כמו שאמור למעל' ואילמיו אל החצר החיצונה דרך אולם השער של עזרה כלומר יכנס בדרך שער מזרחי שהוא משמש כניסה ויציאה ובא לו לאותו הפשפש: ",
                "1": "<b>ועמד על מזוזת השער.</b> אותו שער הקטן הוא הפשפש: ",
                "2": "<b>את עולתו ואת שלמיו.</b> עולת ראיה ושלמי חגיגה ומקרא זה מוסב על יום טוב, כך מצאתי בפירושים מדוייקים ועמד על מזוזת השער. שער הפנימית היא אשר באר הוא הפשפש כדאמר מר איפשר קרבנו של אדם קרב ואינו עומד על גביו: ",
                "3": "<b>ולא יסגר עד הערב.</b> למה לא יסגר:\n"
            },
            "2": {
                "0": "<b>והשתחוו עם הארץ.</b> כל היום וגם כל הבא ולערב יסגרוהו:\n"
            },
            "3": {
                "0": "<b>ביום השבת ששה כבשים.</b> לא ידעתי למה שהרי אמרה תורה שני כבשים (מדבר כח) וביום השבת משמע שבת בראשית ומשמע יום טוב ואומר אני שבת זו אינה שבת בראשית אלא י\"ט שטעון שבעה כבשים ושני אילים ובא ולימדך שאין מעכבין זה את זה ואם לא מצא שבעה יביא ששה ואם לא מצא שני אילים יביא אחד כמו שדרשו חכמים לענין ראש חדש:\n"
            },
            "4": {
                "0": "<b>מתת ידו.</b> לימד שאין המנחות מעכבות זו את זו:\n"
            },
            "5": {
                "0": "<b>וביום החדש פר בן בקר תמימים.</b> מקרא זה דרשו רבותינו במנחות פר מה למדנו לפי שנא' בתורה (שם) ובראשי חדשיכם פרים בני בקר שנים מנין שאם לא מצא שנים יביא אחד לכך נאמר פר: ",
                "1": "<b>וששת כבשים.</b> מה למדנו לפי שנאמר בתורה שבעה מנין שאם לא מצא שבעה יביא ששה לכך נאמר וששת כבשים ומנין אפילו אחד תלמוד לומר ולכבשים כאשר תשיג ידו, מצאתי:\n"
            },
            "7": {
                "0": "<b>ובבוא הנשיא.</b> ביום החודש ובשבת בראשית שאין ישראל מצווים על הראיה והוא בא להשתחוות: ",
                "1": "<b>דרך אולם השער יבוא ובדרכו יצא.</b> באותו שער עצמו יצא ואינו מצווה לעשות העזרה קפנדריא אבל במועדים שנאמ' בהם (דברים ט\"ז) יראה כל זכורך זקוק היא לעשו' קפנדריא כשאר העם היינו דכתיב בתוכם בבואם יבוא ובצאתם יצאו:\n"
            },
            "8": {
                "0": "<b>ובבוא עם הארץ.</b> דרך שער צפון וגו' כי נכחו. יצא. מצוה עליהם שיתראו בתוך העזרה יפה יפה:\n"
            },
            "9": {
                "0": "<b>והנשיא.</b> גם הוא כשנכנס לעזרה לבא בפשפש ההיכל הדרומי להשתחוות גם הוא מצוה עליו לעשות העזרה קפנדריא ויבא דרך שער צפון ויצא דרך שער נגב עם שאר עם הארץ ונכנס ויצא נכחו דרך שער האחר וזהו בתוכם בבואם יבוא ובצאתם יצאו כולם הנשיא עם שאר העם ולא יבא דרך שער המזרחי כדרך שהוא בא ביו' החדש וביום שבת בראשית שהשער המזרחי אין נכחו שער במערב:\n"
            },
            "11": {
                "0": "<b>וכי יעשה הנשיא נדבה.</b> בששת ימי המעשה: ",
                "1": "<b>ופתח לו את השער וגו'.</b> לא נכנס בו להיכל אלא עומד שם והכהנים יעשו את עולתו ואת שלמיו והשתחוה ויצא שנאמר כאשר עשה ביום השבת ומה אומר ביום השבת (כאן) ועמד על מזוזת השער ועשו הכהנים את עולתו וגו': ",
                "2": "<b>אחרי צאתו.</b> ואינו אומ' כאן והשע' לא יסגר עד הערב כמ\"ש ביום השבת שביום השבת הוא אומר והשתחוו עם הארץ פתח השער ההוא לפיכך מניחו פתוח אבל בחול אין דרכם לבא להשתחות שכל אחד עסוק במלאכתו לפיכך וסגר את השער אחרי צאתו:\n"
            },
            "12": {
                "0": "<b>וכבש בן שנתו.</b> עולת התמיד:\n"
            },
            "13": {
                "0": "<b>ששית האיפה.</b> ירושלמית שהיא חומש של מדברית והן ב' עשרונים הא' למנחת התמיד וא' לחביתין ואף על פי שחביתין קריבין לחצאין מביא הוא בבקר עשרון שלם וחוצהו כמו ששנינו במנחות: ",
                "1": "<b>לרוס את הסולת.</b> אילפר\"יסיר בלע\"ז ל\"א אימ\"לליר בלע\"ז לרוס את הסולת לכתת ולבלול בו את הסלת לשון רסיס כמו (עמוס ו׳:י״א) והכה הבית הגדול רסיסים ולשון משנה אם היה עבה או מרוסס:\n"
            },
            "16": {
                "0": "<b>שנת הדרור.</b> שנת היובל: ",
                "1": "<b>ושבת.</b> כמו ושבה: ",
                "2": "<b>אך נחלתו בניו להם תהיה.</b> כמו אך לבניו תהיה נחלתו ולא תנתן לצמיתות לאחר:\n"
            },
            "18": {
                "0": "<b>ויביאני במבוא.</b> דרך האמה שבזוית בית החליפו' שנכנסין בו לאויר עשרים שבין הלשכות שבצפון לבין תאי ההיכל: ",
                "1": "<b>אשר על כתף השער.</b> שער הצפוני כתף השער אשר מן השער למערב: ",
                "2": "<b>הפינות צפונה.</b> שיש להם פתחים לצד חצר החיצונה לצפון ופתחים היו להם לאויר העשרים: ",
                "3": "<b>בירכתים ימה.</b> בסוף הלשכות למערב:\n"
            },
            "19": {
                "0": "<b>לבלתי הוציא.</b> כמו להוציא שקדשי קדשים נפסלין ביוצא: ",
                "1": "<b>לקדש את העם.</b> ת\"י לאתערבא עם עמא:\n"
            },
            "20": {
                "0": "<b>מקצוע.</b> אנגל\"אש בלע\"ז:\n"
            },
            "21": {
                "0": "<b>חצרות קטורות.</b> שנינו במסכת מדות אין קטורו' אלא שאינן מקורות ושם מפרש מה היו משמשות: ",
                "1": "<b>מהקצעות.</b> בזוית מקצעות החצר:\n"
            },
            "22": {
                "0": "<b>וטור סביב בהם.</b> שורת נדבך חומת אבנים בולט מן החומה סמוך לארץ ובו נקבים מקום שפיתת קדרות ומתחת הטור חלל להסיק בו אור מתחתיו והקדרות מלמעלה: ",
                "1": "<b>ומבשלות עשוי.</b> הוא החלל מתחת שפיתת הקדירות:\n"
            },
            "23": {
                "0": "<b>את זבח העם.</b> חזה ושוק של שלמים שאינן נפסלין בצאתו חוץ לעזרת ישראל כמו החטאת והאשם:\n\n"
            }
        },
        "46": {
            "0": {
                "0": "<b>וישיבני.</b> לתוך החצר הפנימית: ",
                "1": "<b>אל פתח הבית.</b> והמים יורדין מתחת כתף הבית הימנית נובעין מתחת המפתן שהוא באמצע המזרח ומצדדין באלכסון לצד הימין ויוצאים מעזרה בדרום המזבח ויוצאין חוץ לעיר במסכ' יומא שנינו אמר רבי פנחס משום רב הונא צפוראה מעין היוצא מבית קדשי הקדשים בתחילה דומה לקרני סלעים כיון שהגיע לפתח ההיכל נעשה כחוט של שתי כיון שהגיע לפתח האולם נעשה כחוט של ערב כיון שהגיע לפתח העזרה נעשה כפי פך קטן:\n"
            },
            "1": {
                "0": "<b>ויוציאני.</b> מן החצר הפנימית אל החצר החיצונ' בשער הצפון: ",
                "1": "<b>ויסיבני.</b> סביב חומת הפנימי בתוך החיצונה: ",
                "2": "<b>אל שער.</b> החיצונה הפונה קדים: ",
                "3": "<b>מים מפכים.</b> בויאונ\"ט בלע\"ז רחבים כרוחב פי הפך כך פירשו רבותינו כדלעיל:\n"
            },
            "2": {
                "0": "<b>וימד אלף באמה.</b> חוץ לחומה וכל אותן אלף אמות לא גבר הנחל להיות עמוק אלא עד אפסים הם הקרסולים שקורין קביליי\"ש בלע\"ז:\n"
            },
            "3": {
                "0": "<b>וימד אלף.</b> אחרות והעמיקו עד ברכים ועוד אלף והעמיקו עד מתנים מכאן ואילך נחל אשר לא יוכל לעבור מכאן שאסור ליכנס במים מן המתנים ולמעלה שלא ישטפוהו המים משבא למי מתנים יצא על שפת הנהר ומדד עוד אלף לפניו נחל אשר לא יעבר ורגליו ביבשה עומדין היינו דכתיב וישבני על שפת הנחל כלומר אצל שפת הנחל ששם היה עומד:\n"
            },
            "4": {
                "0": "<b>גאו.</b> כמו גדלו: ",
                "1": "<b>מי שחו.</b> נואירינ\"ט בלע\"ז מים שצריך לשוט בהן ולא לעבר' ברגל שלא ישטפוהו, שחו שייט כמו (ישעיהו כ״ה:י״א) כאשר יפרש השוחה לשחות:\n"
            },
            "5": {
                "0": "<b>הראית בן אדם.</b> כמה מתגבר הנחל הזה:\n"
            },
            "6": {
                "0": "<b>בשובני והנה אל שפת הנחל וגו'.</b> בתוך שהוליכני והשיבני צמחו על שפת הנחל עץ רב מאוד מזה ומזה, עץ אאביר\"ץ בלע\"ז:\n"
            },
            "7": {
                "0": "<b>אל הגלילה.</b> לאמרק\"א בלע\"ז: ",
                "1": "<b>הקדמונה.</b> המזרחית שנו רבותינו בתוספתא של סוכה להיכן יוצאין לימה של טבריא ולימה של סדום ולים הגדול לרפות את מימיהם המלוחים ולמתקן: ",
                "2": "<b>וירדו על הערבה.</b> זו ימה של טבריא: ",
                "3": "<b>ובאו הימה.</b> זו ימה של סדום: ",
                "4": "<b>אל הימה המוצאים.</b> זו ימה של אוקינוס שהוא מוצא מן הישוב להקיף את העולם: ",
                "5": "<b>ונרפאו.</b> המים ממליחתן ומדרש אגדה למה קורא אותם מוצאים על שם שני פעמים שיצאו:\n"
            },
            "8": {
                "0": "<b>אל כל אשר יבוא שם נחלים.</b> הנחל הזה המתחלק לכמה נחלים ממתק את המים שמתערב בתוכם ודגתם הנשרצ' בם חיים ומתוקים:\n"
            },
            "9": {
                "0": "<b>והיה.</b> עמדו עליו דוגים וגו' לחרמים. למכמורת: ",
                "1": "<b>למינה תהיה דגתם.</b> לא מפיק ה\"א ופירושו למינים הרבה תהי' דגתם למינה לשון רוב מינים כמו (שמות ז׳:י״ח) והדג' אשר ביאור (ישעיה נא) כל אנחתה השבתי:\n"
            },
            "10": {
                "0": "<b>בצאתיו.</b> של ים כמו (איוב ח׳:י״א) היגאה גומא בלא ביצה וגו' מרש\"ק בלע\"ז: ",
                "1": "<b>וגבאיו.</b> כמו (מלכים ב ג׳:ט״ז) עשה הנחל הזה גבים גבים, הבצים הם הבצעים שסביבותיו והגבים הם נקעים שהמים נאספים בהם: ",
                "2": "<b>ולא ירפאו.</b> להפך למתיקה למה כי למלח נתנו: ",
                "3": "<b>ולא ירפאו.</b> הוי\"ו הזו טפילה ויתירה:\n"
            },
            "11": {
                "0": "<b>לחדשיו יבכר.</b> מדי חדש בחדש יבשל פירותיו: ",
                "1": "<b>לתרופה.</b> פירשו רבותינו ז\"ל להתיר פה אלמים ופה עקרות ומשמעו ל' רפואה כמו (ירמיה י) וירפאו את שבר עמי על נקלה וכן חברו מנחם:\n"
            },
            "12": {
                "0": "<b>גה גבול.</b> ת\"י דין תחומא כמו זה גבול וכן (לעיל כה) ונתתיך לבג לגוים כמו לבז לגוים ויש עוד לפתור גה לשון גיא: ",
                "1": "<b>יוסף חבלים.</b> יוסף יטול שני חלקים אחד למנשה ואחד לאפרים:\n"
            },
            "13": {
                "0": "<b>איש כאחיו.</b> לא כהראשונה איש לפי פקודיו אלא עכשיו כל השבטים שוין וכמין שורת הכרם כל חלק וחלק מן הגבול המזרחי עד ים אוקיינוס למערב כמו שמפורש בענין ואין שני שבטים ברצועה אחת:\n"
            },
            "14": {
                "0": "<b>וזה גבול הארץ.</b> תחומי מצרי ארץ ישראל: ",
                "1": "<b>לפאת צפונה.</b> רוח צפונית: ",
                "2": "<b>מן הים הגדול.</b> שהוא גבול למערב: ",
                "3": "<b>הדרך חתלון.</b> בא לו לצד מזרח אל חתלון ואל צדדה ואל חמת וברותה וסברים כל העיירות הללו במצר צפון (טז) חצר התיכון. ת\"י בריכת עגבאי: ",
                "4": "<b>אשר אל גבול חורן.</b> גבול דמשק במזרח סמוך למקצוע:\n"
            },
            "16": {
                "0": "<b>והיה גבול מן הים חצר עינון.</b> והיה גבול רוח צפון מן הים עד חצר עינון: ",
                "1": "<b>גבול דמשק.</b> שהוא בגבול דמשק שחצר עינן במקצוע צפונית מזרחית כמו שמפורש בגבולין שכתב מרע\"ה (במדבר ל״ד:י׳) והיו תוצאותיו חצר עינן וגו' והתאויתם לכם לגבול קדמה מחצר עינן וגו' גבול דמשק במקצוע צפונית מזרחית אצל חצר עינן כמו שאמור למעלה חצר עינון וגבול דמשק. וגבול חמת במקצוע צפונית מערבית שנאמר (שם) זה יהיה לכם גבול צפון מן הים הגדול תתאו לכם הר ההר מהר ההר תתאו לבא חמת ומשם צדדה: ",
                "2": "<b>וצפון צפונה וגבול חמת.</b> כלומר כל מצר הצפון המפורש בתורה וגבול חמת שאף היא במצר הצפון כמו שנאמר (שם) וזה יהיה לכם גבול צפון מן הים הגדול תתאו לכם הר ההר מהר ההר תתאו לבוא חמת והיו תוצאות הגבול צדדה היא צדדה האמור כאן הדרך חתלון לבוא צדדה: ",
                "3": "<b>ואת פאת צפון.</b> והרי לך פאת צפון:\n"
            },
            "17": {
                "0": "<b>ומבין הגלעד ומבין א\"י.</b> מצר מזרחי של ארץ כנען ואין עבר הירדן בתוך מצרים הללו כי אם ארץ כנען לבדה וכן בגבולין הממוצרים בתורה אין עבר הירדן בתוכם וכן פירוש המקרא הזה ומצר מזרחי לארץ כנען אשר בין חורן ודמשק העומדין לה במקצוע צפונית מזרחית כמו שאמור למעלה בענין ובין הגלעד וארץ ישראל אשר בעבר הירדן מזרחה: ",
                "1": "<b>הירדן מגבול על הים הקדמוני תמודו.</b> הירדן הוא מצר מזרחי שלה מגבול מקצוע הצפון הוא חצר עינן המפורש למעלה עד הים הקדמוני הוא ים המלח שהוא במקצוע דרומית מזרחית תמודו אורך מצר מזרחי ואף בתורה כך מפורש בגבול קדמה והיו תוצאותיו ים המלח במקצוע דרומית: ",
                "2": "<b>ואת פאת קדימה.</b> כלומר והרי לך פאת קדים:\n"
            },
            "18": {
                "0": "<b>מתמר.</b> מיריחו שהיא עיר התמרים וכן ת\"י: ",
                "1": "<b>עד מי מריבת קדש.</b> היא מדבר צין: ",
                "2": "<b>נחלה אל הים הגדול.</b> ומשם הולך הגבול עד נחל מצרים הנופל בים הגדול במקצוע דרומית מערבית ואף משה כך נתן גבול נגב ממדבר צין על ידי אדום ומונה והולך עד מעצמון נחל מצרים והיו תוצאותיו הימה ונחלה האמור כאן כמו לנחלה ומצאתי מתורג' אחסנא ואם לא שהטעם למטה וראיתי נחלה מצרים שהטעם למעלה ומסורת עליו לית בטעמא הייתי אומר שיבוש הוא ולא תירגם יונתן כן כי אם קוראים טועים:\n"
            },
            "19": {
                "0": "<b>ופאת ים.</b> ומצר מערבי: ",
                "1": "<b>הים הגדול מגבול עד נוכח לבוא חמת.</b> ממקצוע דרומית האמור למעל' והוא נחל מצרים: ",
                "2": "<b>עד נוכח לבוא חמת.</b> עד מקצוע צפונית מערבית הוא הר ההר שהוא נכח לבא חמת כי חמת במקצוע צפונית מערבית אצל הר ההר כמו שכתוב מן הים הגדול תתאו לכם הר ההר מהר ההר תתאו לבא חמת מצאתי:\n"
            },
            "22": {
                "0": "<b>גר הגר אתו.</b> שנתגייר בגולה בתוך אותו שבט:\n\n"
            }
        },
        "47": {
            "0": {
                "0": "<b>ואלה שמות השבטים.</b> סדר חלקים שיחלקוה ביניהם מקום כל אחד ואחד מקצה צפונה דן יטול מצר צפוני מחצר עינן שבמקצוע מזרח שהיא עד גבול דמשק (שבמקצוע מערב צפון, סא\"א): ",
                "1": "<b>והיו לו פאת קדים הים.</b> כלומר מפאת קדים ועד ים דן אחד הרי פירש האורך ולא פירש הרוחב ובברייתא דספרי בפרשת האזינו מה ת\"ל יהודה א' דן א' אשר א' מלמד שעתידין ישראל ליטול אורך מן המזרח למערב ברוחב כ\"ה אלף קנים שהם שבעים וחמשה מילין ומהיכן למדו השיעור הזה מן התרומה שהיא כאחד מן החלקי' הללו כמו שמפורש בענין מצאתי שכך כתוב ואורך כאח' החלקים, והוא רחב עשרים חמש אלף קנים ואורך מפאת ים עד פאת קדים כ\"ה אלף קנים ק\"ן אלף אמה שהקנה שש אמה וכל אלפים אמה מיל כמו שאנו למדין במסכת יומא אצל עשר סוכות שמירושלים ועד צוק הרי ק\"נ אלף אמה עולין לשבעים וחמש מיל וזהו שיסד רבי אלעזר בפיוט (בסילוק דיום שני של סוכות) כי אקח מועד לעת חלוק ארצותי' כשורת הכרם לחוצותיה באורך מפאת קדים לקצותיה עד ים אוקיינוס למצותיה ברחב שבעים וחמשה מיל חריצותיה (וי\"ג שבעים וחמשה מיל לי\"ג רצועות בין רצועות השבטים ורצועות הקודש יעלו לט' מאות וע\"ה מילין ולמנין ת' פרסה על ת' פרסה של א\"י עולין המילין לשש עשר' מאות לסכום הקלירי שאמר ארבעת מילין היא פרסה ושמא מילין של חשבון הרצועות גדולים הם אין נכנסין ארבע' מהם בפרסה ואכן בא למנות שני מילין למחצית (ומחצה) בפרסה יעלו כד' מאות פרסה לאלף מילין וחשבון מילין של רצועה אין עולין אלא ט' מאו' וע\"ה מילין עדיין חסר המניין כ\"ה מילין לא כיון מניין מילין הרצועות של פ\"ט למנין ד' מאות פרס' ומניין למד רבי אליעזר אורך השורות עד ים אוקיינוס שהוא בסוף עולם ומקרא מעיד תחום מערב עד ים הגדול שלפנים מים אוקיינוס הרבה):\n"
            },
            "1": {
                "0": "<b>ועל גבול דן.</b> ואצל גבול דן בדרומו:\n"
            },
            "7": {
                "0": "<b>תהיה התרומה וגו'.</b> וא\"ת היאך יתכן שתהא ירושלים במקומה והלא היתה ירושלים במיצר צפוני של יהודה שנטל דרומה של ארץ כנען וכאן הוא באמצע השבטים אין חלוקה זו דומה לחלוקת יהושע שזו כשורת הכרם וכל החלקים שוין וחלוק' יהושע היה שבט יהודה חלק גדול ואף כי (חלקו היה) רב ממנו עד שנטל שמעון בגורלו שנא' (יהושע י״ט:ט׳) מחבל בני יהודה נחלת בני שמעון לפיכך יש די עתה ברוחב חלק שנטל יהודה בימי יהושע ליטול בו חלק עכשיו ה' שבטים הנותרים לפי שהאורך גדול מאד מפאת קדים עד אוקיינוס וירושלים במקומה: ",
                "1": "<b>והיה המקדש בתוכו.</b> כמו שמפרש והולך:\n"
            },
            "8": {
                "0": "<b>התרומה, אשר תרימו לה'.</b> מן החלק הזה שהופרש אצל יהוד' בדרומו אורך ממזרח עד הים ורחב כ\"ה אלף קנים ממנה תהיה תרומה לה' למקדש ומקום לבתים לכהנים ארך כ\"ה אלפים קנים ממזרח למערב ורחב י' אלפים מן הצפון לדרום:\n"
            },
            "9": {
                "0": "<b>ולאלה תהיה תרומת הקדש לכהנים.</b> ואלה העשרת אלפים רחב וכ\"ה אלף אורך יהיה לכהנים בצפון בתוך רצועות התרומה הגדולה אצל דרומו של יהודה: ",
                "1": "<b>צפונה חמשה ועשרים אלף.</b> הוא האורך ממזרח למערב: ",
                "2": "<b>וימה רחב עשרת אלפים.</b> מצד מערב רחב עשרת אלפים מן הצפון לדרו': ",
                "3": "<b>וקדימה רחב עשרת אלפים.</b> ורוח מזרחית י' אלפים מן הצפון לדרום: ",
                "4": "<b>ונגבה אורך חמשה ועשרים אלף.</b> מן המזרח למערב: ",
                "5": "<b>והיה מקדש ה' בתוכו.</b> הוא הר הבית ה' מאות קנים על ה' מאות קנים יהיה באמצע רצועה זו וכל סביבותיו לכהנים י\"ב אלפים ומאתים וחמשים לצד מזרח וכן לצד מערב וברוחב ארבעת אלפים וז' מאות וחמשים לצפון וכן לדרום כמו שאמור למעלה בענין יהיה מדה אל הקודש ה' מאות בה' מאות מרובע:\n"
            },
            "10": {
                "0": "<b>לכהנים המקודש.</b> החלק הזה המקודש יהיה לכהנים:\n"
            },
            "11": {
                "0": "<b>תרומיה.</b> מפורשת תרומה היא שם הפרשה תרומיה מפורשת והיתה להם הרצועה הזאת מפורשת מתרומת הארץ מן התרומה הגדולה שהותרמה מן הארץ אורך מאוקיינוס עד גבול מזרח ברוחב כ\"ה אלפים כמו שאמור למעלה ממנו יבדילו רצועה זו באמצע ארכה לכהני' ולמקדש: ",
                "1": "<b>קדש קדשים.</b> שכל התרומה הגדולה קודש לכהנים וללוים ולנשיא ולאחוזת העיר ולעובדי העיר כמו שמפורש והולך וזו כ\"ה אלף אורך וי' אלף רוחב בצפונו המפורש' ממנה לכהנים ולמקדש תהיה קדש קדשים: ",
                "2": "<b>אל גבול הלוים.</b> אצל רצועות הלוים:\n"
            },
            "12": {
                "0": "<b>והלוים לעומת גבול הכהנים.</b> אצל רצועות הכהנים כמדת הכהנים כנגד כל ארכה כל אורך. כל הרצועות אורכן כ\"ה אלף:\n"
            },
            "13": {
                "0": "<b>ולא ימר.</b> ולא יחליפם בקרקע אחר:\n"
            },
            "14": {
                "0": "<b>וחמשת אלפים הנותר ברוחב.</b> רצועות התרומה הגדולה שהיתה כ\"ה אלפי' רחב ואורך כאחת החלקי' מפאת קדים עד פאת ים וממנ' חזר ותרם שתי רצועות באמצעיתה אורך כ\"ה אלף ורחבן כ' אלף ועדיין נשאר ברחבה חמשת אלפים אותם חמשת אלפים רוחב יהיו למושב העיר ארכן על פני אורך כ\"ה אלף של תרומת הלוים: ",
                "1": "<b>חול הוא.</b> ואינן קודש כתרומת אותה רצועה של הכהנים והלוים חול הוא אצלם ויהיו לעיר למושב ישראל ולמגרש סביב העיר: ",
                "2": "<b>בתוכה.</b> באמצע אותה רצועה:\n"
            },
            "15": {
                "0": "<b>ואלה מדותיה.</b> של עיר: ",
                "1": "<b>פאת צפון וגו'.</b> מרובעת ארבעת אלפים וחמש מאות קנים על ארבעת אלפים וחמש מאות קנים נשארו ברוחב חמש מאות הם יהיה להם למגרש מאתים וחמשים לצפון מאתים וחמשים קנים לדרום כמו שאמור במקר' שלמטה וכן למזרח ומערב הרי חמשת אלפים על חמשת אלפים באמצע הרצועה הרי כל רחבה ממולא ובאורך הרצועה הזאת השלישית נשארו י' אלפים למזרח וי' אלפים למערב עליה' הוא מפרש ואומר והנותר באורך לעומת תרומת הקדש י' אלפים קדימה וי' אלפים ימה:\n"
            },
            "17": {
                "0": "<b>והיתה תבואתה.</b> ללחם לעובדי העיר הם הגבעונים הנתונים חוטבי עצים ושואבי מים כן שמעתי משמו של רבי מנחם זצ\"ל: ",
                "1": "<b>לעובדי העיר.</b> אישארבנ\"ט בלע\"ז והיה מגרש לעיר. כל מגרשי עיר שבמקרא מקום פנוי לא בתים ולא שדה:\n"
            },
            "18": {
                "0": "<b>יעבדוהו מכל שבטי ישראל.</b> שנתנו להם זה תלק בארץ:\n"
            },
            "19": {
                "0": "<b>כל התרומה.</b> המקודשת המותרמ' מתוך התרומ' הגדול' כ\"ה אלפים קנים על כ\"ה אלפים קנים: ",
                "1": "<b>רביעית.</b> מרובעת אל תרומת הקדש לכהנים וללוים: ",
                "2": "<b>ואל אחוזת העיר.</b> אחוזת פורפרי\"ש בלע\"ז:\n"
            },
            "20": {
                "0": "<b>והנותר לנשיא וגו'.</b> והנותר בארך התרומה הגדולה: ",
                "1": "<b>מזה ומזה.</b> למזרח ולמערב של תרומת הקודש ולאחוזת העיר: ",
                "2": "<b>אל פני חמשה ועשרים אלף.</b> על רוחב כ\"ה אלפים תרומה עד גבול קדימ' של א\"י וגו': ",
                "3": "<b>וימה על פני וגו'.</b> וכן למערב על פני שלשת הרצועות של כהנים ולוים אחוזת העיר ברחב כ\"ה אלפי': ",
                "4": "<b>על גבול ימה.</b> כמו עד גבול ימה עד אוקיינוס: ",
                "5": "<b>לעומת חלקים.</b> כנגד ארך חלקי השבטים: ",
                "6": "<b>לנשיא.</b> יהיה: ",
                "7": "<b>והיתה תרומת הקודש.</b> היא רצועות הכהנים: ",
                "8": "<b>ומקדש הבית בתוכה.</b> הכל באמצע נחלת הנשיא:\n"
            },
            "21": {
                "0": "<b>ומאחוזת הלוים ומאחוזת העיר.</b> גם הוא בתוך אשר לנשיח יהיה בין גבול יהודה ובין גבול בנימין. כל רחב הרצועה אשר בין שני השבטים האלה יהודה מצפון ובנימין מן הדרו' יהיה לנשיא והיא הרצועה שהותרמה ראשון רחב כ\"ה אלפים באורך אחר חלקי השבטים:\n"
            },
            "22": {
                "0": "<b>ויתר השבטים.</b> יטלו בדרומה של אותה רצועה בנימין אצלה ואצלו שמעון ואצלו יששכר ואצלו זבולן ואצלו גד נמצא גד במצר דרומי של ארץ ישראל:\n"
            },
            "27": {
                "0": "<b>ועל גבול גד.</b> מצר דרומי שלו: ",
                "1": "<b>מתמר מי מריבת קדש נחלה.</b> מיריחו עיר התמרים במקצוע המזרח ובא למערב למי מריבת קדש ובא והולך עד נחל מצרים השופך לים הגדול במקצוע דרומית מערבית:\n"
            },
            "29": {
                "0": "<b>תוצאות העיר.</b> שעריה לד' רוחותיה: ",
                "1": "<b>מדה.</b> הוא קנה המדה חמש מאות וארבעת אלפים קנים:\n"
            },
            "34": {
                "0": "<b>סביב שמנה עשר אלף.</b> היקף עיר י\"ח אלף קנים כך עולה חשבון ריבועה: ",
                "1": "<b>ושם העיר מיום ה' שמה.</b> ת\"י ושמא דקרתא דמתפרש מיומא די ישרי ה' שכינתיה תמן כלומר לא יקרא לה שם אחר אלא שם הראשון שהיה לה מיום שעקד אברהם את יצחק בנו שם שקרא לו יראה והיא היה שמה שלם הרי ירושלים ויש עוד לפתור ושם העיר יהיה לעתיד מיום בניינה ולהלן יקראו לה ה' שמה, סליק ספר יחזקאל:\n"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Rashi on Ezekiel"
}