{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>תוס'</b> בד\"ה אסור לשאת כו' פ\"ה משום דאזל כו' ומתוך לשונו משמע שר\"ל אף ממקח כו' עכ\"ל. האי לישנא גופיה איתא בגמרא דקאמר וצריכי דאי תנא לשאת ולתת עמהן משום דקא חשיבא להו מילתא ואזיל ומודה כו' וע\"כ ר\"ת לשטתו מפרש ליה במידי דתקרובת דוקא ומשום דאית ליה בהמות רבות בהרווחה אזיל ומודה לעבודת כוכבים אבל ברא\"ש מפורש דמתוך רש\"י בגמרא משמע כן שר\"ל אף מקח וממכר שהוא פי' משום הרווחה דרווח ואזיל ומודה לעבודת כוכבים ועבר ישראל משום ולא ישמע על פיך עכ\"ל (א) דהאי טעמא משום ולא ישמע על פיך שייך בכל מקח וממכר ודו\"ק:", 
            "<b>בא\"ד</b> למכור ולקנות וכן לשאול ללוות ולפרוע כו' כצ\"ל:", 
            "<b>בא\"ד</b> ולפי פי' ר\"ת אין לתמוה על מנהגנו כו' עכ\"ל היינו מה שהקשו על מה סמכו לשאת ולתת עמהם כו' אבל מה שנהגו גם העולם עכשיו להשאילן ולשאול מהן ולהלוותן כו' דשייך בהו אזיל ומודה לעבודת כוכבים אף במידי דלאו תקרובת עבודת כוכבים ע\"כ גם לפירוש ר\"ת אין לנו אלא כמו שכתבו התוס' לעיל דקים לן בגוייהו דלא פלחו לעבודת כוכבים וק\"ל:", 
            "<b>בד\"ה</b> מ\"ט לא תני כו' ומשני תברא עדיף פי' לשון שבר כו' עכ\"ל היינו לפי' זה אפשר דלא ידע כלל דאידיהן לשון שבר אבל לפירוש ראשון דהוה מסתבר למקשה לשון עדות לשברם ע\"כ דהוה ידע דאידיהן לשון שבר וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בפרש\"י</b> בד\"ה מוספי כל השנה הן שבח כו' מלכיות זכרונות שופרות כו' עכ\"ל נראה מפירושו דבתפלות ר\"ה מלכיות זכרונות ושופרות תליא מלתא וק\"ק לפי זה מאי פריך מתפלת שחרית דר\"ה כיון דלית ביה מלכיות זכרונות ושופרות ויש ליישב ודו\"ק:"
        ], 
        [], 
        [
            "<b>תוס'</b> בד\"ה וכדברי רבי יוסי אף כו' וי\"ל דשפיר פריך אליבא דרבנן כו' עכ\"ל ודאי דלרבי יוסי נמי איכא למימר דהיו מרבים טפי בעופות בעיו\"כ אלא לרבנן ניחא להו שפיר טפי דכיון דלא היו מרבים אז בבהמות ודאי דהיו מרבים בעופות משום סעודת עיו\"כ כדאמרינן בב\"ר ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ולפני עור כו' ואהני קעבר ישראל משום לפני וגו' ובחילול שבת כו' עכ\"ל ר\"ל בז' מצות שייך בעובד כוכבים לפני עור כו' אבל בחילול שבת דאין העובד כוכבים מצווה לא שייך משום לפני עור וגו' אלא משום ממצוא חפצך וגו' ועי' בפרש\"י לקמן בפרקין:", 
            "<b>תוס'</b> בד\"ה אלא למ\"ד טרפה יולדת מא\"ל פי' ולדידיה אצטריך מכל החי למעט טריפה וא\"ת כו' עכ\"ל ולא ניחא להו לפרושי דמכל החי לא אמעיט טרפה למ\"ד טרפה יולדת אלא דפריך למ\"ד טרפה יולדת מהיכא נפקא ליה לאסור כיון דלא אימעיט מכל החי ולא מלהחיות זרע דא\"כ לא שייכא קושיא זו הכא ועוד דאימא דקושטא הוא דטרפה מותרת היא [לבני] נח ודו\"ק:", 
            "<b>בד\"ה</b> אתך בדומין לך ומ\"מ ליכא למעט מהכא מחוסר אבר ובעל מום כו' עכ\"ל דבריהם אינם מובנים לי דהא איכא למימר מה\"ט איצטריך מכל החי לאסור מחוסר אבר כי היכי דלא נימעיט גם בעל מום מאתך דמדאצטריך מכל החי לאסור מחוסר אבר א\"כ ע\"כ דבעל מום מותר ולא נפקא לאוסרו מאתך וצ\"ע:", 
            "<b>בא\"ד</b> א\"כ משמע דמסתבר טפי למעוטי טרפה היינו ממיעוט דכל החי כו' עכ\"ל ואין להקשות אמאי מוקי קרא בכה\"ג אדרבה לוקי קרא במסתבר דהיינו למעט מכל החי טרפה ומאתך נמעט מחוסר אבר ונמעט גם בעל מום די\"ל למאי דמסיק אי מאתך ה\"א צוותא כו' כתב רחמנא זרע דהשתא אם נפרש דקיימא הך סברא דצוותא ליכא למעט כלל מחוסר אבר דהא לא בטיל בו הצוותא ואם נאמר דלא קיימא הך סברא דצוותא ושפיר נמעיט ע\"כ מאתך מחוסר אבר א\"כ לא הוה אצטריך למכתב זרע למעט זקן וסריס דנמעטו שפיר מאתך בדומין לך כמו דנמעיט מאתך מחוסר אבר אלא ע\"כ דקראי מוקמי להו בדלא מסתבר ומאתך לא נמעט רק טריפה דלא הוי צוותא והשתא שפיר איצטריך זרע למעט זקן וסריס ודו\"ק:", 
            "<b>תוס'</b> בד\"ה תמים כתיב ביה כו' סברא הוא למדרש תמים ולא בעל מום כו' עכ\"ל והכא ליכא למדרש תמים ולא בעל מום דא\"כ לא הוה אצטריך למכתב מכל החי לאסור מחוסר אבר אך קשה דאימא דלא אתא מכל החי לאסור מחוסר אבר אלא טרפה דהכי מסתבר טפי ומתמים נמעט בעל מום ומכ\"ש מחוסר אבר וי\"ל דה\"מ דחי ליה הכי אלא דבלאו הכי דחי שפיר דאימא תמים בדרכיו ודו\"ק:", 
            "<b>בד\"ה</b> אלא ש\"מ הן כו' מדלא הוה תני לפני אידיהן כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> לא אסרו אלא כו' ואפ\"ה קרי ליה בסיפא נשא ונתן כו' עכ\"ל אבל מרישא כשאמרו לשאת ולתת עמהן לא אסרו כו' לא מוכח מידי דשגירת לישנא דמתני' נקט דעלה קאי ומיהו לא איירי הברייתא אלא בלתת דהיינו מכירה אבל מסיפא דקתני נשא ונתן דהוא לישנא דברייתא מוכח שפיר כפר\"ת דנשא ונתן כולה במכר וק\"ל:", 
            "<b>בד\"ה</b> אלא ללוות מהן כו' מכאן ראיה לפר\"ת דמיירי בלא רבית כו' עכ\"ל ומרישא בלהלוותם דקאמר משום דקא מרווח להו איכא למימר דגם ברבית חשיב ליה רווחא כיון שצריך למעות וכ\"ה ברא\"ש ע\"ש ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ואיבעית אימא כו' בשינוי אלא בחזרה כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> ר' מאיר אומר נותן כו' תימה קשיא דר\"מ אדר\"מ דהכא כו' וי\"ל דשאני התם דקנסא כו' עכ\"ל אולי נעלם מהם הסוגיא דפרק הגוזל דקושיא זו ותירוצא גמרא ערוכה שם ולאו מפיהם אנו חיין ע\"ש:", 
            "<b>בד\"ה</b> פשיטא דמחלוקת כו' מ\"מ חשיב כרבים לגבי יחיד עכ\"ל פי' דהיכא דלא סתרינן האי כללא הלכה כרבים ה\"נ במחלוקת ואח\"כ סתם ליכא מאן דפליג דהיכא דלא סתרינן ליה דהלכתא כסתם משא\"כ בהאי כללא דר\"מ ור\"י הלכה כר\"י דאיכא מ\"ד דלית ליה האי כללא כלל וכן בהאי כללא דלשון הלכה פסוקה כפירוש התוס' לקמן אע\"ג דאין הלכה בההיא דכל החוזר כו' הכא בכל המשנה כו' דלא סתרינן ליה לכ\"ע הלכה כלשון הלכה פסוקה וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> לא קא מפליג בין זכר לנקבה ובין זקן לבחור איהו כו' עכ\"ל כצ\"ל והד\"א מפירושו נראה דגרסי' בגמ' ובין זקן לבחור ועיקר ההוכחה מדאוסר בבחור ע\"כ כרבנן ס\"ל דאסרי משום תורת כלי זיין וכן נראה מפירושו לקמן בפרקין אבל התוס' דחו פירושו שם וכתבו דלא אסרי רבנן אלא בסוס המיוחד לעופות אך יש לדקדק לפירושו דבנקבה אוסר אפילו בזקנה ומאיזו טעם נאסור בה יותר מזכר זקן ואפשר דאוסר משום רביעה כיון דזקנה היא לא חייש העובד כוכבים עליה שלא תעקר ודו\"ק:", 
            "<b>תוס'</b> בד\"ה סוס זכר כו' דזקן נקט לרבותא דאע\"פ שעושה כו' וזכר במלחמה נמי נקט לרבותא עכ\"ל וצ\"ל לפירושם דתלמודא הכי מתפרש בן בתירא לא מפליג כו' דלא נחית לפלוגי דשייך כלל לאסור טפי בזקן משום מלאכה ובזכר משום תורת כלי זיין איהו מדקא מפליג כו' דנחית לפלוגי דשייך בזקן טפי לאסור משום מלאכה ובזכר משום תורת כלי זיין ע\"כ כסברת רבנן ס\"ל ולפי סברא זו נשתקע הדבר ולא נאמר ודו\"ק:"
        ], 
        [], 
        [
            "<b>בד\"ה</b> קרטסים אומר כו' דר\"ל תפיסה שניה וניחא הא כו' עכ\"ל אבל אי הוה פירושו כמשמעו תפיסות שתים הרי נכלל בו תפיסה ראשונה ושניה ומאי קאמר שוב ויום שתפסה כו' וק\"ל:", 
            "<b>בד\"ה</b> מלמד כו' וי\"ל דדרשינן כל זמן כו' אצל מזבח אז שופטים תתן וגו' עכ\"ל ותלמודא דלא מייתי הך דרשא משום דאי לאו האי קרא דזקן ממרא דמפורש ביה דהמקום גורם לא הוי דרשינן הך סמיכות דשופטים תתן וגו' אצל המזבח להך מלתא ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ה\"ג דכי מעיינת בהו כו' ולא גרסינן ועוד דכי מעיינת כו' עכ\"ל יש לדקדק אמאי לא גריס ליה דהא שפיר איכא לפרושי ב' קושיות דממתן תורה עד השתא ליכא שני אלפים דחסרה להו תמ\"ח ועוד דכי מעיינת בשני דתוהו טפי להו דהוו ב' אלפים ותמ\"ח ואפשר לומר דא\"כ הקדים המאוחר דמעיקרא ה\"ל למפרך ארישא דב' אלפים תוהו ובתר הכי אב' אלפים תורה אלא ע\"כ דחדא קושיא הוא דאותן שנין דטפי בתוהו בצרי בתורה מיהו ק\"ק אמאי לא נקט המקשה מלתיה ארישא ב' אלפים תוהו עד מתן תורה הא טפי להו תמ\"ח שנין ודו\"ק:", 
            "<b>בד\"ה</b> אלא מן ואת הנפש ומתרגמינן דשעבידו לאורייתא דרשו כן מלשון עשו וכ\"ה באגדות חלק ע\"ש:", 
            "<b>תוס'</b> בד\"ה וגמירי דאברהם כו' ואע\"ג דכתיב ואברהם בן ה' כו' עכ\"ל לכאורה הוא מגומגם הגם שהיה אז בן ע\"ה אמר הכתוב שפיר שלקח עמו אז הנפש אשר עשו כבר בחרן בהיותו בר נ\"ב שנין כמו שהזכיר הכתוב שלקח עמו שרי ולוט ואת רכושם וגו' שרכשו כבר בחרן ואפשר לפרש כוונתם משום דלכאורה הדיבור שבפרשת לך לך מארצך וגו' היה הדבור הראשון שבא לאברהם מפי הש\"י לצאת מחרן ואז היה בר ע\"ה שנה וא\"כ היאך נאמר שכבר בהיותו בר נ\"ב שנה שיעבד הנפשות לאורייתא מאין היה לו התורה כיון דעדיין לא בא אליו דיבורו של הש\"י ואהא תירצו דע\"כ ב' יציאות היו ונדבר אתו כבר בין הבתרים כשהיה בן שבעים וע\"כ אין מוקדם ומאוחר בזה בתורה והשתא איכא למימר נמי דכבר בהיותו בן נ\"ב היה אתו דבור הש\"י וק\"ל:"
        ], 
        [
            "<b>גמ'</b> כמה שני בשבוע הוא עומד כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה האי מאן כו' שחזר בו רש\"י ממה שפירש כאן כו' עכ\"ל ר\"ל דהתם פירש\"י כדברי התוס' דרב אשי לא מסיק התם הכי אלא לרבנן אבל לר' יהודה בלאו הכי ניחא ולכ\"ע בשנת תכ\"א היה החורבן והכא חזר מההוא פירושא ופי' דלרבי יהודה מסיק רב אשי התם הכי ובשנת ת\"ך חרב הבית וכ\"כ הרא\"ש ע\"ש:", 
            "<b>בא\"ד</b> ועוד דכל סוגית ההלכה לעיל נטפי מ\"ח כו' עכ\"ל וכן הא דקאמר לעיל דתנא בעי למטפי עשרין שנין כו' אם שנת תכ\"א נחשבת בכלל שנות הבית לא הל\"ל נטפי אלא י\"ט שנין וכ\"ה ברא\"ש וק\"ל:"
        ], 
        [], 
        [
            "<b>גמ'</b> והכתיב שמה אדום מלכיה וכל נשיאיה כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה חד קטיל כו' איכא כדפריך בפ\"ק כו' ובד\"ה כל נשיאיה כו' ישיש אחד ולו שלש כו' כצ\"ל:"
        ], 
        [
            "<b>תד\"ה</b> צנון וחזרת כו' י\"ל דאיירי הכא בעת כו' ועוד יש ספרים דגרסי התם כאן בעלין כו' עכ\"ל תירוציהם מגומגמים וקשים להולמם לפי הגרסאות שהביאו אבל בפ' כיצד מעברין כתבו גם כן תירוצים אלו ומתיישבים נכון לפי הגרסאות שכתבו שם דהיינו לתירוצם ראשון גרסינן כאן בעלין כאן באמהות כאן בימות החמה כאן בימות הגשמים כלומר עלין ואמהות חד מעלי בימות החמה וחד מעלי בימות הגשמים והיינו שכתבו כאן דמיירי הכא בעת שהוא סם חיים בכל אחד ולתירוצם שני גרסינן ואיבעית אימא הא והא בעלין כאן בימות החמה כו' אבל אמהות לעולם מעלי והכא מיירי באמהות וכן נראה להגיה הכא בתוס' הגירסות בדרך זה ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה דתניא תרוייהו כו' ותרתי מתניתא נינהו ולאו גבי הדדי כו' עכ\"ל לפי שיטתו שפירש דליכא תגלחת זקנו ביום העברת בלוריתו אלא ביום הנחת בלוריתו ע\"כ דלא הוי חדא מתניתא דאם כן תרתי זימני תגלחת זקנו ל\"ל כיון דגבי העברת בלוריתו לא היה תגלחת זקן כלל אבל לפי' התוס' שכתבו שבשתיהן היו רגילין לגלח שפיר מצינן למימר דחדא מתניתא היא וק\"ל:"
        ], 
        [
            "<b>גמרא</b> ואי תנא מעות דממונא כו' נראה מזה דלא ניחא ליה לתלמודא למימר הכא דלא זו אף זו קתני וא\"כ הוא קשה למאי דתני מעין לא איצטריכו הני תרתי משום איסורא דידהו אלא משום היתרא דאם אינו נראה דידהו ולהכי איצטריך תלמודא למימר סברא בכל חד מהני תרתי ואין להקשות דא\"כ היתרא דאינו נראה במעין ל\"ל דאפשר לומר דאיידי דקתני לעיל היתרא דאינו נראה תני לה נמי בסיפא וה\"נ צ\"ל איידי דקתני איסורא בסיפא תני לה נמי בהני דרישא (א) ובהני ניחא נמי משום היתרא דאינו נראה איצטריך למיתני מעין ולא סגי ליה בהא דקתני פרצופות ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה ה\"נ לא חשו לאיסור חוצה לה לפני אידיהן ואע\"פ כו' עכ\"ל כ\"ה לשון רש\"י בר\"ן:", 
            "<b>תוס'</b> בד\"ה דלמא כו' הכא מיירי בתבשיל אכסנאים כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> דכוותה כו' הא לבני תוכה אסור כו' ויהיה מותר אף לידועים שהם בני תוכה כו' עכ\"ל ר\"ל אף בדמים הידועים שבאין מבני תוכה מטעם דחמרא זבין אבל אם אין הדמים ידועים שהם מבני תוכה קושטא דאין חילוק חוצה לה בין בני חוצה לה בין בני תוכה כמ\"ש לעיל בתוס' בד\"ה עטלוזא כו' לפר\"י ודו\"ק:", 
            "<b>בד\"ה</b> כ\"מ שאסרו כו' דהלכתא כרב מדפריך הכא והא אמר רב יהודה כו' דפליגא הך ברייתא כו' עכ\"ל כצ\"ל ועיין בשמעתין בר\"ן וברא\"ש בפרק חבית וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> עיר שיש בה עבודת כוכבים כו' משמע שחזר בו רש\"י ממה שהיה מפרש לעיל דלשאת ולתת היינו מקח וממכר כו' עכ\"ל צ\"ע ממה חזר בו רש\"י דכפירושו לעיל דמתני' איירי בכל ענין בין בממכר בין במקח דהיינו בממכר אוסר בדבר המתקיים ובדבר שאין מתקיים מותר כדתניא לעיל בברייתא ובמקח אסור בדבר שאין מתקיים דמתאוה למוכרו כפרש\"י לעיל אבל דבר המתקיים מותר לקנות ממנו כך פרש\"י גם בשמעתין וכ\"כ הרא\"ש והר\"ן דכפירושו לעיל כך פירושו כאן ואם נאמר שהתוס' הבינו מלשון רש\"י הכא שכתב דסתם מוכר עצב הוא שלא היה כתוב בפרש\"י כמו שהוא לפנינו דדבר המתקיים שרי אלא דדבר שאינו מתקיים נמי שרי מה\"ט דסתם מוכר עצב הוא דהשתא ע\"כ מתני' דאסיר לשאת ולתת בממכר לחוד מיירי וא\"כ הך ברייתא דאין לוקחין מהן דבר שאין מתקיים מתפרש גם לפרש\"י היינו קבלת דורון כמו שפירש ר\"ת לעיל וא\"כ מאי קשיא להו ומיהו קשיא אי ביום אידו כו' היאך לוקחין מהן כו' ונראה לומר שהם הבינו לעיל מפרש\"י דמקח אסור בין בדבר שאין מתקיים ובין בדבר המתקיים ולא נקט בברייתא לעיל אין לוקחין דבר שאין מתקיים אלא משום התירא דמוכרין דבר שאין מתקיים והשתא שפיר איירי מתני' בין בממכר ובין במקח ובדבר המתקיים אבל בשמעתין שפירש רש\"י דדבר המתקיים שרי במקח וא\"כ כיון דמתני' דאסור לשאת ולתת איירי בממכר ובדבר המתקיים כדקתני לעיל בברייתא כשאמרו אסור לשאת ולתת לא אסרו אלא בדבר המתקיים כו' ע\"כ דמתניתין לא איירי במקח דשרי בדבר המתקיים דלא ניחא להו למימר דמתני' לצדדין קתני בממכר בדבר המתקיים דוקא ובמקח דוקא בדבר שאין מתקיים ודו\"ק היטב:", 
            "<b>בא\"ד</b> חד פיתא ועלה כו' אמרינן בירושלמי כו' גלוסקין מימיך כו' עכ\"ל משום דר\"ח גרס פרתא וי\"ג [ביתא] כמ\"ש הרא\"ש דהוי דבר המתקיים הוצרכו להביא מן הירושלמי דגרס' שלנו פיתא נכונה היא והוי דבר שאין מתקיים וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אבל מהנה שרי וא\"ת כו' ופריך והא קא שביק כו' עכ\"ל ומהא דקתני ונפל אסור לבנותו ליכא לאוכוחי דמהנה אסור דאיכא לאוקמי שהבית עצמו נעבד וכפרש\"י ע\"ש וק\"ל:", 
            "<b>בד\"ה</b> מעות וכלי כו' דקנסינן ליה משום דנשא ונתן ביום איד עבודת כוכבים כו' עכ\"ל צ\"ע דהכא לאו משום איסורא דלשאת ולתת ביום אידיהן דאזיל ומודה נגעו בה אלא משום איסורא דנהנה ומהנה קאמר ואי משום איסורא דלשאת ולתת א\"כ בשאינו מעוטרות ואינו נותן מכס נמי ליתסר כמו שהקשו התוס' לעיל ועוד אי משום איסורא דאזיל ומודה ה\"ל למשרי בהמה וכל דבר המתקיים ואמאי קתני בהמה תעקר כו' ויש ליישב קצת לפי מה שכתבנו לעיל שהתוס' הבינו מפרש\"י לעיל קודם חזרה דמקח אסור אפי' בדבר המתקיים והכי קאמר בהך ברייתא דמשום איסורא דנהנה ומהנה דהוי איסורא דאורייתא גזרו בכל נושא ונותן ביום איד שלהם אף בלא מכס כיון דעבד מיהת איסורא דרבנן דאזיל העובד כוכבים ומודה דבהמה תעקר פירות כו' וכרבי יוחנן דסבר נשא ונתן אסור בדיעבד ומתני' דקתני שאינן מעוטרות דמותר וכן ההוא דזבין פיתא כו' איירי שלא ביום אידם כמו שפי' הר\"מ לעיל ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה בית הפרס כו' קבר וחשו חכמים כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> העובדי כוכבים כו' ישראל והן גזלנים כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> קתני לרבנן דפליגי כו' עכ\"ל אפשר דמשמע ליה לר\"י דמוקי ליה דלא פליגי ובלוקח מבעה\"ב דלא שקלי מכסי ודאי דליכא מאן דפליג דעבד פי' לעבד עובד כוכבים קאמר וק\"ל:", 
            "<b>תוס'</b> בד\"ה ונשחט' כו' לכך פי' ר\"י דבקדשי מזבח איירי כו' עכ\"ל יש לדקדק כיון דחרמין קתני דאינו קדשי בדק הבית כמ\"ש התוס' לעיל אם כן לרבא דלא משני אלא בקדשי מזבח הדרא קושיין לדוכתין בקדשי בדק הבית ולא ניחא לן למימר נמי להאי פירושא גזירה קדשי בדק הבית אטו קדשי מזבח ואפשר לומר להאי פירושא דאיזהו עיקור נועל דלת כו' דקתני לא קאי אלא לקדשי מזבח אבל בקדשי בדק הבית קושטא הוא דמצי למיעבד העיקור בענין אחר ודו\"ק:", 
            "<b>בד\"ה</b> רבי ירמיה זבן פיתא כו' וא\"ת והלא פת דבר שאינו מתקיים כו' אין לוקחין כו' וי\"ל דפת דבר חשוב כו' עכ\"ל לפי' רש\"י במתני' דשמעתין איירי ביום אידם הוצרכו לתרץ כן ולעיל כתבו לפרש בשם ר\"מ דלא איירי ביום איד כלל וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> בנות שוח כו' וי\"ל דג' מינים תאנים הם כו' עכ\"ל פי' ג' שמות האחד נקרא סתם תאנים והם שחורות ולבנות והב' נקרא בנות שוח והוא לבן והג' נקרא בנות שבע לא שחור ולא לבן וק\"ל:"
        ], 
        [
            "<b>גמרא</b> ויהבו ליה שחור ושקל ויהבו ליה אדום ושקל כו' וכיון דיהבו ליה שחור ושקל אדום ושקל לאו לעבודת כוכבים כו' כצ\"ל וכ\"ה ברא\"ש:", 
            "<b>תוס'</b> בד\"ה חצב קשבא כו' אמאי נקט דקל טב כיון דדיקלי כולהו אסירי כו' עכ\"ל ר\"ל כיון דפירות קשבא דהיינו סתם כל דקל משמע אסירי ל\"ל דנקט פירות דקל טב מיהו לפי מה שפרש\"י דקשבא הוא מין אחד ממיני התמרים לא קשיא מידי וכן כתבו התוס' בפרק הכונס ע\"ש:", 
            "<b>בד\"ה</b> אמר רב ובמקום כו' אלמא תלי רב טעמא דמכר בחשד דרביעה וקשיא לר\"י כו' והתם ליכא חשד דרביעה כו' עכ\"ל קושיתם אינה מבוררת לן דכיון דמפרש לקמן טעמא דאין מוכרין לכותים משום דאתי לזבוני לעובד כוכבים א\"כ שפיר איכא למימר דאסור למכור לכותי משום חשד רביעה דעובד כוכבים דזבנה מיניה ולפי מה שכתבו התוס' לקמן לחד תירוצא דמשום חשש איסור דרביעה לא הוי אלא לפני דלפני אלא לטעמא שלא יחטא ישראל החשוד או הכותי בשאלה ושכירות ונסיוני הוה חד לפני ניחא קצת ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> והמחמר אחר בהמתו בשבת חייב חטאת מפרש\"י נראה דל\"ג ליה וכן נראה מדברי הר\"ן:", 
            "<b>בפרש\"י</b> בד\"ה יאכילנה כו' לפיכך מחיל שיודע שנותן כו' יותר משאילו היה כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ישראל ששכר כו' לידוק מרישא וניחא נמי שיכול להאכילה כו' עכ\"ל פירוש אבל השתא דמיירי באין מזונותיה עליו לא הויא שכורה גמורה והוי בהמתו של כהן דמותרת בתרומה ניחא נמי דלא הוה ישראל כגזלן על התרומה דהא מזונותיה על הכהן ואין אנו צריכין לדחוק כפרש\"י ודו\"ק:", 
            "<b>בד\"ה</b> שרא ליה כו' גזירה לגזירה גזירה ספסירא כו' עכ\"ל אבל בשבורה ושלימה כיון דגוף א' הוא אינו מקרי גזירה לגזירה אלא חדא גזירה היא משא\"כ בספסירא וב\"ה דהוי ב' גופות וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> מי דמי התם כו' לא שייך בה שאלה ונסיוני תדע כו' עכ\"ל לכאורה נראה מדבריהם דשכירות ודאי שייך בשדה אלא משום גזירה דשכירות לחוד לא אסרינן מכירת שדה לעובד כוכבים אך ממה שכתבו לעיל בבהמות שלנו דאין רגילין להשאילן ולהשכירם מיהו מאותן שרגיל לשכור קשיא כו' משמע דמשום שכירות לחוד נמי אסרינן שכירות לעובד כוכבים ונראה לומר דודאי שייך שכירות בשדה אלא דליכא לגזור מכירת שדה לעובד כוכבים [משום] שכירות שדה לעובד כוכבים כיון דהשכירות שדה לעובד כוכבים אסורה אף בחול כדלקמן בפירקין ודו\"ק:", 
            "<b>בד\"ה</b> והדקר פ\"ה כו' ואין דרך מרא להניחו נעוץ כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> לעובד כוכבים מזבין כו' על ידינו הר\"ר אלחנן ועוד דחד לפני הוא כו' עכ\"ל הד\"א כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> ויולדת אתו לשהויה כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה חיסר ד' כו' שלא יקרבוהו ביום כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אבל האי כו' כי היכי דגזרי רבנן בשבורה כו' עכ\"ל ומרבנן נשמע לר\"י דהא לא שרי ר\"י בשבורה אלא משום דסתמא לשחיטה זבנה ולא אתא לשהוי' וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> רב אשי דייק כו' דארי חיה גסה הוא כו' א\"כ הל\"ל סתם כל חיה עכ\"ל הא ודאי דא\"נ דארי חיה דקה הוא שפיר הוה דייק רב אשי טעמא דארי חיה דקה הוא דלית ביה מלאכה אבל מידי אחרינא דהיינו בהמה גסה דעביד מלאכה לא אלא דנראה לר\"י האי דיוקא בתוך דיוקא דקאמר רב אשי הא לית ביה נזק מוכרין וטעמא ארי כו' היינו ע\"כ דאם לא כן ה\"ל למיתני סתם כל חיה שיש בה נזק כו' ומינה אור\"י דאיכא למידק מיניה אבל דעביד מלאכה אסור אפי' בלא נזק ודנקט ארי ע\"כ דארי חיה גסה הוא ושבור אצל מלאכה אבל לפי זה דברי התוס' שכתבו דאיכא למידק דארי חיה גסה הוא כו' א\"כ הל\"ל סתם כל חיה כו' אינו מדוקדק דהא ודאי לא מצי למתני סתם כל חיה דא\"כ לא הוה ידעינן האי דיוקא דרב אשי שאר בהמה גסה דעביד מלאכה דאסור וצ\"ע:"
        ], 
        [
            "<b>בד\"ה</b> ופליגא דידיה אדידיה ומה שהיה מיקל לעצמו כו' עכ\"ל והספר לא חש לפרש כו' לשון התוס' פ\"ק דשבת ע\"ש וק\"ל:"
        ], 
        [
            "<b>גמ'</b> של צדקה וחלקתים לעניים כו' כצ\"ל ול\"ג ופרעתיה כנראה מפרש\"י בלשון שני וכנראה מדברי התוס' וק\"ל:", 
            "<b>תוס'</b> בד\"ה ניזיל אפיתחא כו' דכתיב אל תקרב אל פתח ביתה כו' עכ\"ל לאו מהאי קרא יליף ליה לעיל אלא מרישא דהאי קרא הרחק מעליה דרכך זו מינות ושגירות לישנא דפתחא נקטו וק\"ל:", 
            "<b>בד\"ה</b> מעות של פורים כו' ולשון נתחלפו כמו איוב באויב כו' כצ\"ל:"
        ], 
        [
            "<b>תד\"ה</b> הוגה השם פ\"ה כו' העולם מפרשים שהיה כו' שאר התיבות וזה כו' שאין להזכיר אף אותיות י\"ה כו' גם אין להזכיר א\"ד כו' עכ\"ל אין זה דומה דהא דאין להזכיר אותיות י\"ה וא\"ד היינו האותיות זה אחר זה אבל בקריאת התיבה ודאי דמותר כדאמרינן בעירובין דיו לעולם שישתמש בשם י\"ה ומההיא דפסחים מוכח דתיבת א\"ד נקרא משא\"כ בשם בן ד' דאסור אפילו בקריאת התיבה כמו שהביאו מההיא דפסחים לא כשאני נכתב כו' ודו\"ק:", 
            "<b>בא\"ד</b> נמצא כתוב בספרים י\"ל כו' עכ\"ל היינו ההוא דפסחים ונקרא בא\"ד לא נתכוונו להזכיר השם כך אלא שכתבוהו הספרים כן לקצר הלשון אבל א\"ד מאדני שאינו נמחק ר\"י לא גריס ליה וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה נשא ונתן לר\"מ נשא ונתן (לעבודת כוכבים) אסור כו' דהא מפני שמזבלין לעבודת כוכבים סתמא כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מאי בינייהו כו' אף במקום שמזבלין פליגי כו' עכ\"ל ונראה לפירוש זה מקילין החכמים דלא קאמרי אלא מפני חשד עבודת כוכבים ובנשא ונתן בדיעבד לא חיישינן לדמי עבודת כוכבים וק\"ל:"
        ], 
        [], 
        [
            "<b>בד\"ה</b> הגיע לכיפה כו' דא\"כ היינו ר\"א האמורא דגמרא כו' עכ\"ל צ\"ע דהא ר\"א אמורא דגמרא בעבודת כוכבים עצמה איירי כדמסיק ור\"א דמתני' לא איירי אלא בתכשיטי עבודת כוכבים דלא הוי אלא משמשי עבודת כוכבים ואפשר דהכי קאמרי דהיינו רבי אלעזר אמורא דגמרא כדבעי למימר מעיקרא דמיירי במשמשי עבודת כוכבים ופשיטא דשרי וליכא מאן דפליג ודו\"ק:", 
            "<b>בד\"ה</b> אלמא קסבר כו' אבל אם פועל בא לחזור מודו כו' עכ\"ל ר\"ל דאפילו מאן דאית ליה אינה לשכירות אלא לבסוף מודה דפועל יכול לחזור ועיין בתוס' דפ' איזהו נשך וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה להקדים נתינה כו' ולהכי אתא או למשמע כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אחד גר כו' אם אפם מוסב לארור כו' ואם אפם מוסב על כי עז כו' עכ\"ל מדבריהם נראה דמלת אפם אין לו הכרע ולא משמע הכי דמלת ארור נקט התלמוד במלתיה ככל אינך דנקיט וכפרש\"י והתוס' בפרק הוציאו לו דמלת ארור אין [לו] הכרע אי קאי אשור דלקמיה שור של ארור דהיינו שכם שהוא מארור כנען או קאי אאפם כי עז שקלל אפם ע\"ש ודברי התוס' דהכא צ\"ע וק\"ל:", 
            "<b>בד\"ה</b> ר\"י אומר כו' והאי דהכא נמי איצטריך לעשה כו' עכ\"ל דהיינו מכירה ולא נתינה ולאו הבא מכלל עשה [עשה] הוא וק\"ל:"
        ], 
        [
            "<b>גמרא</b> טהרה מביאה לידי קדושה קדושה מביאה לידי ענוה ענוה מביאה לידי יראת חטא יראת חטא מביאה לידי חסידות חסידות מביאה לידי רוח הקודש כו' כצ\"ל וכ\"ה בסוף מסכת סוטה וכן מוכח מהא דקאמר חסידות גדולה מכולן כו' גם ברי\"ף וברא\"ש הביאו חסידות בבתרייתא אך מה שהביאו הרי\"ף והרא\"ש דיראת חטא מביא לידי ענוה כו' הוא כדברי הירושלמי שכתבו התוס' אלא דלדברי התוס' צ\"ל לירושלמי דענוה הוא בתרייתא דענוה גדולה מכולן כריב\"ל ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה בגדי צבעונין אינון של נשים כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ענוה מביא כו' גריס איפכא יראת חטא כו' הד\"א כצ\"ל:", 
            "<b>בד\"ה</b> חסידים כו' הא כתיב נמי אז דברת בחזון כו' וי\"ל כו' עכ\"ל ולמ\"ד דחסידות גדולה ל\"ק אקרא דלבשר ענוים ומאז דברת בחזון גו' בשום הוכחה אחרת יליף דחסידות גדולה ודו\"ק:", 
            "<b>בד\"ה</b> בהמה ע\"מ כו' זבנה ולפרשב\"ם דלא איירי לעיל כו' עכ\"ל כצ\"ל והא דלא ניחא להו דמיירי הכא בבהמה טמאה דסתמא לאו לשחיטה קאי מיהו בע\"מ לישחוט שייך בה שחיטה דע\"כ שבורה דמתיר רבי יהודה דלשחיטה זבנה היינו ע\"כ בבהמה טמאה לפר\"ת דבפרה ובשוורים סתמא נמי לשחיטה זבנה ולא מסתבר דשבורה לא קאי אלא אעגלים לחוד י\"ל דלישנא דקתני הכא רמ\"א אין מוכרין לו אלא שחוטה משמע דלא מיירי אלא בטהורה דשייך בה שחיטה בישראל מיהו מ\"ש די\"ל לפ\"ה דהכא מיירי בעגלים וסייחים כו' סייחים שגירת לישנא דבסייחים לא מצי איירי דלא שייך בה שחיטה בישראל ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה וח\"ל דמרחק וליכא למיגזר כו' עכ\"ל האי טעמא דמרחק לא קאמרינן לקמן אלא לר' יוסי אבל לר' מאיר ניחא בלאו הכי אלא לפי סברת המקשה דהוה סבר דמכירת סוריא אינה אסורה אלא משום גזירה דמכירת א\"י הוצרך לפרש כן הא דשרי מכירת בתים בח\"ל משום דמרחק וק\"ל:", 
            "<b>בד\"ה</b> שמיה כיבוש כו' הלכך שכירת בתים בסוריא כו' משום שכירת דא\"י אלא כו' אטו מכירה אבל כו' ומיהו לא אחמור כו' עכ\"ל כצ\"ל הד\"א דאע\"ג דס\"ל דסוריא א\"י היא לא אחמור בה לגזור בחדא כמו בא\"י גופה דאין משכירין בתים דלא הוי אלא חדא וק\"ל:", 
            "<b>תוס'</b> בד\"ה הא אמר רב משרשיא כו' מאי קאמר בסמוך לר\"י שדה כו' עכ\"ל וה\"ה דה\"מ לאוכוחי הכי מדברי ר\"א בסוריא אלא דניחא ליה לאתויי מא\"י גופה אא\"י ועוד דהלכה כר\"י כדמסיק וק\"ל:", 
            "<b>בא\"ד</b> חייבת מיד מ\"מ אין חיוב זה מן התורה כו' עכ\"ל ומח\"ל נשמע נמי דבא\"י אין חיובו מן התורה דבמצות מזוזה מן התורה ודאי דאין חילוק בין א\"י לח\"ל ודו\"ק:", 
            "<b>בד\"ה</b> קסבר כו' ובמכירת בתים ושכירות שדות שוות לח\"ל דהא כו' עכ\"ל כצ\"ל ובד\"ה אלפני כו' קרי ליה מכשול כו' כצ\"ל:", 
            "<b>בד\"ה</b> אף במקום כו' בני אדם למכור ולהשכיר כו' עכ\"ל למכור בכדי נסבא דהיכא דמותר למכור ודאי דמותר למכור אף לבית דירה דלא שייך תועבה אל ביתך אלא בשכירות דלא קניא כדלעיל ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> תוספתא שהבאתי לעיל דקתני רישא משכירין להם בתים ולא שדות כו' עכ\"ל כצ\"ל דהשתא כולה הך תוספתא ר' יוסי היא אבל לפי הנוסח שלפנינו אין משכירין להם בתים כו' א\"כ תקשי רישא ר' מאיר וסיפא ר\"י ועוד ממה שכתבו דכאן וכאן קאי אא\"י הוא מוכח כן דאי הוה קתני בה אין משכירין להם בתים כו' מאי קאמר דכאן וכאן לא ישכיר מפני עבודת כוכבים כו' הא בלאו הכי אסור בא\"י להשכיר משום חניה וק\"ל:", 
            "<b>בא\"ד</b> דכאן וכאן קאי אא\"י וסוריא כו' סבר הכי דאסור כו' דשכירות בית דירה אינו אסור כו' עכ\"ל כצ\"ל ויש לדקדק אכתי בתוס' דאתיא כר\"י ומותר למכור בסוריא היכי קתני בה דאסור להשכיר הא קאמר בירושלמי דבמקום שנהגו למכור מותר נמי להשכיר אף לבית דירה ומהאי טעמא גופיה שפירש הרר\"א לקמן דמותר להשכיר בח\"ל יש להתיר נמי לר\"י בסוריא והר\"ן כתב יישוב קצת לזה דסוריא מפני סמיכותה לא\"י החמירו להשכיר לבית דירה ע\"ש ודו\"ק:", 
            "<b>בד\"ה</b> מ\"ט אריסא כו' לית ליה לרשב\"ג קבלנא קבלנותיה עביד כו' עכ\"ל קושיא זו לשיטת ר\"ת לקמן אבל לפר\"י ור\"מ לקמן לק\"מ דאינו דומה קבלנות לאריסות וק\"ל:", 
            "<b>בא\"ד</b> ר\"ג דיבנה הוא אביו של ר\"ג כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> אריסא כו' בני העיר מלאכתו בשילכו כו' כמו שמפורש דתניא כו' כצ\"ל בשבת ובאבל ובעבודת כוכבים הלכה כו' עכ\"ל באשר\"י מלות ובעבודת כוכבים ליתא וק\"ל ע\"ש:", 
            "<b>בא\"ד</b> כרשב\"א בקיבולת מ\"מ באריסות שדה כו' דהא סתם לן תנא דמתני' כוותיה והטעם מפרש דאריסא כו' עכ\"ל דליכא למימר דמתניתין שרי שדה בעובד כוכבים משום דציית כרשב\"א דא\"כ מרחץ נמי לישרי מהאי טעמא דעובד כוכבים ציית ודו\"ק:", 
            "<b>בד\"ה</b> אבל לעובד כוכבים כו' לאשמעינן עובד כוכבים דלית ביה אלא חדא כו' וכ\"ש כותי כו' עכ\"ל ק\"ק לפי זה א\"כ מאי קא דייק לעיל גבי מרחץ אבל כותי שרי דאימא דנקיט עובד כוכבים דאית ביה חדא וכ\"ש כותי כו' ויש ליישב ודו\"ק:", 
            "<b>בא\"ד</b> עוד פי' הרר\"א דדייק ממתני' דשרי שדהו לעובד כוכבים וליכא מאן דפליג כו' עכ\"ל צ\"ע לפירושו דמסיק אלא לעובד כוכבים מותר דאמרינן ליה ציית וא\"כ ע\"כ דפליג אמתני' במרחץ דאסור במתניתין ולרשב\"א דסבר עובד כוכבים ציית מהאי טעמא לישרי נמי מרחץ ואפשר דהרר\"א סבר דלא [שייך] ציית אלא בשדה דמצי למיעבד אותה מלאכה בימים אחרים משא\"כ במרחץ דמפסיד בשכירתו של אותו יום ודו\"ק:", 
            "<b>גמ'</b> אבל שדהו לעכו\"ם מאי שרי כו' אמתניתין גופיה הוי מצי לדקדק הכי מ\"ש שדה ממרחץ ואפשר דטעמא דמתניתין הוה אפשר לפרש איסור מרחץ משום עבודת כוכבים שהיו מעמידין בכיפה כדקתני לעיל וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אע\"ג דקבלוה יחד לכתחלה וא\"ל כו' עכ\"ל פי' דקבלוה יחד לכתחלה בסתם ואח\"כ א\"ל כו' וק\"ל:", 
            "<b>תוס'</b> בד\"ה ת\"ש אם התנו כו' וא\"ת לידוק מרישא וי\"ל כו' משום דבעי כו' עכ\"ל ופי' דמרישא איכא למידק דסתמא להיתירא דקתני לא יאמר כו' הא בסתמא דלא א\"ל שרי ואהא תירצו די\"ל דמרישא ליכא למידק דסתמא להיתרא משום דאיכא למימר דלא קתני האי לישנא דלא יאמר כו' אלא משום סיפא דואם התנו כו' שאע\"פ שהתנה לו בפי' טול שבת נגד חול שרי דאי לא הוה קתני אלא ואם התנו כו' בלחוד לא הוה שרינן אלא בשלא התנה לו בפירוש טול שבת נגד חול אלא שא\"ל מתחלה טול ימים נגד ימים ומבליע לעובד כוכבים השבת בחלקו וליכא לאקשויי מאי קא דייק אם התנו מותר הא סתמא אסור אימא דקתני אם התנו דאפילו בפירוש שרי די\"ל דמ\"מ הוה ליה למתני סתמא דשרי ומכ\"ש אם התנו אפילו בפירוש וכצ\"ל לקמן שכתבו דודאי אם התנו מותר אפילו בבאו לחשבון וסתמא דשרי הוה רבותא טפי מאם התנו בכל ענין וק\"ל:", 
            "<b><br>תוס'</b> בד\"ה אין מעמידין כו' דהא לא קם האי כו' ובתרי מסכתי לכ\"ע אין סדר עכ\"ל ק\"ק לל\"ל דכ\"ע אין סדר א\"נ דיש סדר הא הוי סתם ואח\"כ מחלוקת סתמא הכא בסדר נזיקין במסכת ע\"ז ומחלוקת אח\"כ בסדר טהרות במסכת פרה ודו\"ק:", 
            "<b>ע\"ב</b> בד\"ה ורמינהי כו' דהכא נמי ניחא לשנויי כו' עכ\"ל כצ\"ל:", 
            "<b>בא\"ד</b> וניחא נמי לרבינא ולר' פדת כו' עכ\"ל ר\"ל דמההיא רומיא דמתניתין דאין מיחדין ומקום שנהגו למכור כו' לא מצו לתרוצי כדהכא אלא דאית לן למימר דהתם אית להו שינויא דעובד כוכבים חס על בהמתו אבל הכא כיון שבא למוכרה איכא למיחש לרביעה כפי סברת המקשה ולקמן כתבו עוד דרך אחרת בזה והיינו לתירוצם קמא ויש להקשות לכאורה ר' פדת אמאי לא יתרץ נמי לעיל הכי דההוא דמקום שנהגו למכור אתיא כרבנן וההיא דאין מיחדין אתיא כר\"א וי\"ל כיון דלרבנן אפילו מיחדין בהמות דידן ולא חיישינן לרביעה כלל (א) למה נהגו בשום מקום שלא למכור אבל לר\"א ניחא כיון דאין מיחדין משום חשש רביעה נהגו נמי שלא למכור אע\"ג דמדינא היתירא הוא דעובד כוכבים חס על בהמתו ובהכי ניחא שדקדקו בסמוך לומר כיון דמה שאין אנו מיחדין משום רביעה הוא בקרבן איך התירו עכ\"ל ולכאורה מאי קושיא הא תלמודא מפליג בינייהו משום דעובד כוכבים חס על בהמתו אבל שיעור דבריהם כך כיון דמקום שנהגו שלא למכור אינו איסורא אלא משום דאין אנו מיחדין משום רביעה ה\"נ יש לנו לנהוג באותו מקום איסור בקרבן משום דאין מיחדין והדברים ברורים ודו\"ק:", 
            "<b>בד\"ה</b> רגלא כו' דשמעתא ולית להו רבה וכו' פי' מדגילין לשון דגל כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> עובדי כוכבים שלא כו' ונראה דגריס נמי דפסקה כו' עכ\"ל כ\"כ כאילו מפיהן אנו חיין אבל גמרא ערוכה הוא בפרק חבית א\"ל רב אחא כו' לרב אשי גרים מאי א\"ל אע\"ג כו' ע\"ש:"
        ], 
        [], 
        [
            "<b>בד\"ה</b> רבינא אמר כו' אם כן מה יתרצו מב' המשניות כו' ואין לומר שיתרצו כשינויא קמא דרב כו' דאף רב הדר ביה כו' עכ\"ל ולעיל כתבו בזה דרך אחרת ותירוצם צ\"ע דודאי רב כיון דלא יכול להעמיד שינויא קמא הכא כמ\"ש לעיל והוכרח לתרץ הכא דעובד כוכבים חס על בהמתו ומותר ליקח לקרבן ע\"כ דליתא ההוא תירוצא דלעיל במקום שאסור לייחד אסור למכור דאינו דומה יחוד למכירה משום דבמכירה עובד כוכבים חס על בהמתו כמו דשרי ליקח אבל אינהו אע\"ג דלא יכלו להעמידו ההיא שינויא הכא כמ\"ש לעיל מ\"מ לדידהו לעיל מצי קאי ההוא תירוצא במקום דאסור (ליקח) [לייחד] אסור למכור אלא דהכא שרי ליקח למר כדאית ליה משום דדיעבד ולמר כדאית ליה דאתיא כרבנן דאין זה סותר תירוצא דלעיל דלפי דברי התוספות נמי רבינא ור' פדת יתרצו הכא תירוצא אחרינא מדלעיל ויש ליישב בדוחק דאי קאי האי שנויא לעיל לרבינא ולר' פדת ה\"ל לתלמודא למימר התם הכי דקאי אליבייהו כיון דלרב לא קאי ודו\"ק:", 
            "<b>בא\"ד</b> ואם תאמר ור' יוחנן כו' משמע כל בהמות אפילו יתירות על שלש ועוד כו' עכ\"ל משמע להו הכי משום דודאי במקום שנהגו למכור ולא נהגו למכור בגוונא חדא קמיירי וא\"כ ע\"כ בכל מילי קמיירי בין בפחות מג' בין ביתירות על ג' ודו\"ק:", 
            "<b>בד\"ה</b> ע\"י ממון מותרת כו' מתוך המשנה יש להוכיח דמיירי באשת כהן כו' עכ\"ל פירוש מתוך המשנה יש להוכיח כן למסקנא דמסיק תלמודא תדע כו' ודיוקא דרישא הוי דיוקא ולא דיוקא דסיפא וכמ\"ש התוספות לקמן וק\"ל:", 
            "<b>בד\"ה</b> תדע דקתני כו' אמאי נקיט רישא הפסד ממון ליתני שלא ע\"י נפשות כו' עכ\"ל ותלמודא דנקט במלתיה תדע דקתני סיפא על ידי נפשות כו' לכאורה רישא דעל ידי ממון מותרת ה\"ל למנקט דמדיוקא הא שלא על ידי ממון אסור אפילו שלא על ידי נפשות וי\"ל דה\"ק תדע דע\"כ ליכא לפלוגי בין לכתחלה לדיעבד (ב) דא\"כ בע\"י נפשות אמאי אסורה אלא ע\"כ דשלא ע\"י נפשות נמי אסורה כדיוקא דרישא וברישא נמי לא שרי אלא משום טעמא דמתיירא משום הפסד ממונו אבל אדיוקא דסיפא איכא למימר דנקיט הכי להשמיענו דאף לישראל אסורה והר\"ש כהן בשאלות ותשובותיו האריך בכל זה לאין צורך כי הדברים ברורים הם וק\"ל:", 
            "<b>בד\"ה</b> התם יצרו תקפו כו' תימה לעיל דאמר רב עובד כוכבים כו' יש לומר שאני הכא כיון דדמיה יקרים כו' עכ\"ל מההיא דלעיל דמקום שנהגו למכור קשיא להו אפרה דקאמר בה יצרו תקפו דאל\"ה לא הוי מפסיד טובא אבל משאר קרבנות לא קשיא להו דאין אנו צריכין לטעמא דיצרו תקפו דאסרם ר\"א משום דבקרבן יש לנו להחמיר כמ\"ש התוס' לעיל ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> אלא מעתה כו' בקלפי ובתמורה פרק המזבח כו' כפי' ראשון שפירשתי עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ואבני מלואים כו' וכתיב ואבני שהם ואבני מלואים כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> וניחוש כו' הא דלא פריך כו' והיא ואמה נשאו עול כו' שלא עלה עול על אמה כו' עכ\"ל פתחו והיא ואמה נשאו עול וסיימו בעול על אמה ואמאי תיאסר נמי הפרה משום דעלה עול על אמה בלחוד דאשר לא עלה עליה עול כתיב ובהרבעה נמי לא אסר ר\"א ברבעוה לאמה מעיקרא אלא משום דבזיא מלתא והא לא שייך בעול על אמה ונראה לפרש דה\"ק דהשתא דאכתי לא אסיק אדעתיה הא דמתרץ משמרין היו אותה משעה שנוצרה אדפריך אמלתיה דר\"א דחייש לרביעה דלמא רבעה לאמה כי הוה מעברה תקשי ליה נמי לרבנן ניחוש דעלה על אמה עול כד הוה מעברה והיא ואמה נשאו עול ואהא תירצו דע\"כ לענין עול בכה\"ג לא אסרה תורה כשהיתה בבטן אמה דא\"כ לא אשכחת פרה שלא עלה עול על אמה משעה שנוצרה הפרה והיינו בשעה שעולה עליה זכר על אמה כדלקמן וא\"כ אז היא ואמה נשאו עול דהא אז נוצרה הפרה בבטן והר\"ש כהן האריך גם בזה בשאלות ותשובותיו לאין צורך כי הדברים ברורים למבין וק\"ל:"
        ], 
        [
            "<b>גמ'</b> ואת בניהם כלו בבית פחותה מבת ג' מי קא ילדה כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה טלה חלב רחל ומניקה את בנה עכ\"ל מלשונו נראה דטלה חלב היא האם המניקת חלב לבנה ולא ידעתי מי הכריחו לזה דע\"כ כדבעי למימר ויעלהו זכר משמע מתפרש טלה חלב על הולד היונק חלב וק\"ל:", 
            "<b>תוס'</b> בד\"ה ר\"י אמר גבול כו' לשנויי רומיא דמתניתין דאין כו' עכ\"ל [כצ\"ל]:"
        ], 
        [], 
        [
            "<b>בפרש\"י</b> בד\"ה באשה חשובה כו' איכא דיפה היא ואיצטריך לאשמועינן דלא תתיחד חיישינן שמא תתפתה אבל אשה שאינה כו' מותרת להתיחד עכ\"ל הס\"ד ואח\"כ מה\"ד אשה כלי זיינה כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה איכא בינייהו כו' ור' בון אמר ואפילו בתשה יכולה כו' עכ\"ל פירוש אפילו תשה אינה בכלל שפיכות דמים מיהו מתניתין לא מיירי אלא דוקא בתשה דדלמא מאנסה לה דבבריאה אין לחוש לא לאונס ולא לש\"ד כמו שכתבו התוספות לקמן לרב אידי מהאי טעמא דיכולה להטמין ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> עובדת כוכבים מניקה כו' יחיד בבית ביד מינקת עובדת כוכבים כו' עכ\"ל ופירוש בבית ישראל ביד מינקת כו' אבל בדפוס חדש הגיה בבית מינקת עובדת כוכבים ואינו כן דברשות ישראל ודאי דנמי בעי כדקתני במתני' ודו\"ק:", 
            "<b>בא\"ד</b> ואפילו הם גדולים קצת כו' עכ\"ל נראה מדבריהם דבגדולים לא שייך ש\"ד ואנן תנן לא יתיחד אדם עמהן מפני ש\"ד ובגדולים נמי משמע כדמוכחא כל הסוגיא ואפשר דלא שייך ש\"ד בגדולים אלא ביחוד עצמו שלא בידיעת שאר בני אדם משא\"כ הכא שנתנו לו התינוק בידו דלא שייך שיהרגו בידים אלא על ידי סם שלא ירגישו בו וזה לא שייך בגדולים אלא בקטנים כדאמר דשייפא ליה סמא לדד כו' ועיין קרוב לזה בתוספות לקמן (עבודה זרה דף כ\"ט) בד\"ה אבל לא בינו כו' וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אני שונה לכל כו' ושמא מאן דאית ליה ממון מסור כו' אית ליה נמי דמשיבין אבידתו כו' עכ\"ל ולפי זה מהאי טעמא נמי במומר משיבין אבידתו ולא איצטריך לכל אבידת אחיך לרבות מומר אלא משום השבת גופו ודו\"ק:", 
            "<b>בד\"ה</b> וח\"א להכעיס כו' לא מיירי בשנשחטה בסכין כו' עכ\"ל פי' בסכין פגומה או עובד כוכבים ששחט דהוי נבילה וקצרו דבריהם במקום שהיה להם להאריך ויותר נראה להגיה בשנשחטה בלא סכין ודו\"ק:", 
            "<b>בד\"ה</b> איזהו מין זה כו' י\"ל דהא דאמר שחיטת מין לעבודת כוכבים היינו בכומר כו' אבל ישראל העובד עבודת כוכבים כו' עכ\"ל לכאורה דלא הוו צריכי לכל זה בתירוצם אלא מין דעובד כוכבים דהוי כומר הוא אדוק ביותר מישראל וכ\"ה בתוספות פ\"ק דחולין ואפשר דניחא להו למימר דמין דישראל ומין דעובד כוכבים דהתם בגוונא חדא איירי דהיינו כומר וע\"ז הביאו ראיה דמין ישראל דקאמר התם ע\"כ לאו בעובד עבודת כוכבים בעלמא אלא דהוי כומר דא\"כ לא הוה פליג רשב\"ל אברייתא למימר דשחיטתו מותרת וק\"ל:"
        ], 
        [
            "<b>גמרא</b> קונם שאיני נהנה ממולין כו' ואהך דמייתי לעיל קונם שאיני נהנה מן הערלים מותר בערלי ישראל כו' לא הוה מצי לאקשויי נמי הכי דדלמא ערל לא מקרי משום דישראל הוא מיהו מהול נמי לא מיקרי כיון דאינו מהול ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ברופא מומחה ואפילו אינו מומחה למילה כו' עכ\"ל דליכא לפרושי דוקא בנעשה מומחה למילה דא\"כ לא משכחת ליה דהיאך נתחזק להעשות מומחה למילה דב' פעמים הראשונים הרי הוא אסור למול וק\"ל:", 
            "<b>בד\"ה</b> אלמא אע\"ג דמהילי כמאן דלא מהילי כו' ונ\"מ לנודר א\"כ שפיר פריך כו' עכ\"ל כצ\"ל והוא תירוץ אחד וטעות נפל בספרים במקום א\"כ א\"נ וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> שאני מינות כו' וכן אם אמר הרופא אפילו אינו מין כו' עכ\"ל ויש לדקדק דא\"כ מ\"ש רופא מין ומ\"ש רופא שאינו מין והר\"ן תירץ וחילק דבמין חוששין לכל הלחשים אבל מין העובד כוכבים אין חוששין ללחש סתם ע\"ש:"
        ], 
        [
            "<b>תד\"ה</b> בטיליא פ\"ה חזק כו' חריפא דמצרי זיקי ומיהו כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> פקעא להדי פקעא וה\"מ כו' וליקלי וליבדר עילויה כו' כולייתא דברחא כו' שב פתילתא בירקא ושייף כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה אפילו משחק כו' כדאמרינן לקמן שוריינא כו' עכ\"ל הד\"א כצ\"ל:", 
            "<b>תוס'</b> בד\"ה חמימי לעקרבא כו' הרבה צרות ולפירושו קשה כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> המסתפר מעובד כוכבים כו' ש\"ד התירו של בית ר\"ג כו' עכ\"ל כצ\"ל וכ\"ה ברא\"ש:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אסור לשאת ולתת כו' דזבני מידי דאיצטריך כו' כצ\"ל:", 
            "<b>בד\"ה</b> ולא הודו לו לא אמרו כן כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה יין מנלן כו' דאין ה\"נ דזביחה כו' ובד\"ה ישתו יין כו' דדריש ליה בגיטין גבי טיטוס כו' ובד\"ה אתיא שם כו' תימה אדיליף תקרובת כו' כצ\"ל ולא מצאתיו שם בגיטין:"
        ], 
        [], 
        [
            "<b>גמרא</b> אפילו לבתר תלתא יומי אין בו משום יין נסך משום גילוי חיישינן כו' כצ\"ל וכ\"ה ברי\"ף וברא\"ש:", 
            "<b>שם</b> והוא דעביד טיף טיף להדי כו' אמר ר' ירמיה זהו שוקע כצ\"ל:"
        ], 
        [
            "<b>תוספות</b> בד\"ה המפקיד יינו כו' מאי קסבר ריב\"ב אי לא חייש לזיוף כר\"א כו' בשלו שיאסר גם בהנאה כו' עכ\"ל הלשון מגומגם שכ\"כ כמסתפק אי סבר ריב\"ב כר\"א או כרבנן ואנן מוקמינן בהדיא מילתא דריב\"ב כרבנן ובפשיטות ה\"ל להקשות כיון דסבר כרבנן דחיישי לזיופא אפילו בהנאה ליתסר כו' ויש ליישב בדוחק ודו\"ק:", 
            "<b>בד\"ה</b> דאמר רב כו' ורבא נמי כו' ופיו למטה ואיהו גופיה אמר בפרק בתרא כי הוה משדר כו' עכ\"ל פי' דרבא נמי דבסמוך דנקיט במלתיה חותם בתוך חותם לגבי נוד בדיסקי' ופיו כו' הא מוכח עליה אידך דרבא דפ' בתרא כי הוה משדר גולפיה כו' דאיירי נמי בשולח לאחר והוא לא חזר לראות חותמו וק\"ל:"
        ], 
        [
            "<b>גמרא</b> לא צריכא באתרא דמצלו מיא כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה ושל ציר כו' הכרת חותם ציר אע\"ג כו' ובד\"ה דנזייתא בעוד שהשכר בגיגית כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה השולח חבית כו' חמפ\"ג חלתית מורייס כו' בענין שפירשתי ויש כו' אבל אם לא הכיר כשהלך כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> רב נחמן אמר כו' בגבינות אי סבר הכא טעמא דגילוי וי\"ל כו' והיכא נמי דמשוו כו' עכ\"ל ר\"ל למ\"ד בגבינות משום גילוי יסבור נמי הכא טעמא משום גילוי ואמאי לא תני ליה במתניתין עם גבינות וק\"ל:", 
            "<b>בד\"ה</b> דאכלי שקצים כו' ומבטל ארס של נחש עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> וליטעמך קנקנים של כו' מדברי התוס' נראה דל\"ג ליה וכן נראה מדברי הר\"ן ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ומאוצר שרי כו' בלומא קיסתא דחמרא כו' עכ\"ל:", 
            "<b>בד\"ה</b> והא הכא דרוצה כו' ואין לומר דס\"ל כרבנן כו' עכ\"ל ופי' דאין לומר דס\"ל כרבנן ותיקשי לך נמי מאי מותיב ליה מברייתא כיון דרבנן ס\"ל כוותיה וק\"ל:", 
            "<b>בא\"ד</b> עוד י\"ל דלעולם דר\"מ אסר קנקנים כו' ולפי זה אין לגרוס ולמאן דאסר מ\"ש קנקנים דשרי כו' וא\"כ ה\"ל להקשות אפילו למאן דשרי כו' עכ\"ל צ\"ע מכ\"ש לפירוש ראשון תקשי להו הכי לכ\"ע דמשמע לפירושם ראשון דאפילו לר\"מ מותרין הקנקנים בהנאה למוכרן לעובד כוכבים וא\"כ אין לגרוס כו' דא\"כ ה\"ל להקשות אפילו למאן דשרי ברוצה כו' כמו שהקשו לפירוש זה ויש ליישב בדוחק לפירושם ראשון אפשר לומר לכ\"ע שרי בקנקנים שאר הנאות כמו לסמוך כרעי המטה אבל למכור לעובד כוכבים להשתמש ביין יאסור בהנאה לכתחלה לכ\"ע ולא פליגי רבנן עליה דר\"מ אלא בדיעבד ביין הכנוס של ישראל דמותר בדיעבד דאינו נפלט בזמן מועט אבל לפירושם שני עיקר פלוגתייהו דר\"מ ורבנן אי שרו הקנקנים בהנאה למוכרן לעובד כוכבים ואהא קשיא להו שפיר דאין לגרוס כו' ודו\"ק:", 
            "<b>בא\"ד</b> לפי פירוש זה משמע דמאן דאסר אסר כל רוצה בקיומו לכל שום כו' עכ\"ל (א) היינו לפי מה שכתבו לפי פירושם אחרון דאין לגרוס ולמאן דאסר מ\"ש כו' אבל לפי מה שכתבו ליישב הגירסא ודאי אפילו מאן דאוסר אינו אוסר בכל רוצה בקיומו וכמ\"ש בשר\"ת מדקאמר התם ניתיב כו' ודו\"ק:", 
            "<b>בד\"ה</b> אבל בנו מודי ליה כו' ר\"ג דיבנה שהוא זקינו של רבי כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> בהליכה אסור דאזיל ומודה כו' בחזרה אסור כיון דאביק בה כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה דלא כר\"א כו' שאין לבובין אין נשחטין כו' ונחיר' לא והכא גבי כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> כך היא גירסת כו' דאילו במכניסן אפילו בפעם אחד גזרו כו' ומה בין זה לזה אלו קנקנים מכניסן כו' עכ\"ל אע\"ג דר\"ש מפליג בין נודות לקנקנים הביאו התוספות ראיה מקנקנים אנודות דלענין מכניסן לקיום דגזרו בה רבנן לפי שעה אטו זמן מרובה אין סברא לפלוגי בין נודות לקנקנים וק\"ל:"
        ], 
        [
            "<b>בא\"ד</b> זפותין נמי אסורין ואפילו נראין חדשים כי שמא נתן כו' עכ\"ל ומתסר מתרי טעמי חדא משום שהיין נבלע בזפת ועוד דכל שמכניסו כו' עיין ברא\"ש:", 
            "<b>בא\"ד</b> מנא ליה לתלמודא בסמוך דציר שורף ליין שמותר כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> כלי נתר כו' וזה אינו אותו דפ\"ק דשבת כו' עכ\"ל לא ידענא מהיכא משמע להו דזה אינו אותו דפ\"ק דשבת כו' דהא שפיר איכא למימר דנהי דהכא לענין איסורא אינן שוין דכלי חרס מותר ע\"י עירוי וכלי נתר לא מהני בו עירוי משום דמצריף ובולע טובא מ\"מ לענין טומאה ודאי דזה וזה שוין דכלי חרס נמי אין לו טהרה במקוה ויש לפרש בדוחק דמשמע להו דכלי נתר דהכא דמפרש ליה כלי מחפורת של צריף שהוא ממיני מתכות כמו מצרף נחושת דפרק המדיר וא\"כ יועיל בו טהרה במקוה כשאר כלי מתכות (כו') ובפ\"ק דשבת קאמר דטומאתן שוה דמשמע דלא יועיל בו טהרה במקוה וע\"כ אינו ממיני מתכות אלא מקרקע כפירוש רש\"י שם ודו\"ק:", 
            "<b>בד\"ה</b> קוניא כו' וע\"ק מי גרע חיפוי וכו' הכא כיון שאין בו אלא חיפוי על החרס בלע כו' עכ\"ל ובחיפוי אבר לא ניחא להו נמימר הכי אלא כיון דשלם לא בלע ע\"י חיפוי נמי לא בלע מה שאין כן בחיפוי זכוכית על החרס כיון שהוא מינו שתחלת ברייתו מן החול בלע שפיר ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> מתענין לשעות כו' והא דפריך בפ\"ק דתענית כו' עד שאבא לביתי ולא קמשני כו' עכ\"ל הרא\"ש כתב דהירושלמי חולק על הבבלי אבל מדבריהם אלו נראה שבאו להשוות הירושלמי והבבלי וא\"כ הוא הו\"ל ליישב ג\"כ הא דמייתי התוס' לעיל דקאמרינן הא דאמרת מתענין לשעות הוא שלא טעם כלום כל אותו יום דזה נראה כסותר הירושלמי ואפשר שהתוס' לא באו ליישב אלא דלא תיקשי ר' יוחנן דבבלי אדר' יוחנן דירושלמי והרא\"ש כתב בשם אבי העזרי שהוא נדחק מאד להשוות הירושלמי והבבלי ע\"ש:"
        ], 
        [
            "<b>גמרא</b> א\"ל תרמינך שעתך באומר כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אכטא דטייעי כך כו' ואינו נראה כי לא מצינו שום כלי שלא יהא ניתר בעירוי כו' עכ\"ל צ\"ע מהיכא משמע להו דהך אכטא דטייעי אינו ניתר בעירוי אי משום דנקט הך שריותא דבתר י\"ב ירחי שתא דמשמע להו דוקא א\"כ אמאי לא תקשי להו לעיל מיניה הכי גבי גולפי ועוד דבקנקנים נקט נמי הך שריותא דבתר י\"ב ירחי שתא ובהדיא קתני לה לעיל דניתר נמי בעירוי ויש ליישב בדוחק ודו\"ק:", 
            "<b>בד\"ה</b> מורייס אומן כו' וההוא מורייס דלקמן דאתא בארבא של אומן הוי כו' עכ\"ל לפי מה שפרש\"י דמורייס אומן שרי פ\"א וב' משום דמקלקל ליה חמרא לכאורה דבריהם תמוהים דהיאך מצאנו ידינו ורגלינו לאוקמא ההוא מורייס בשל אומן בפעם אחד וב' דא\"כ למה עבד השתא נטירא בהדה הא ודאי דאומן לא רמי חמרא בפעם ראשון וב' משום דמקלקל ליה [ועד] האידנא נמי ל\"ל טעמא דקאמר משום שהיין ביוקר בעכו הא בלאו הכי נמי לא רמי ביה חמרא משום קלקול וטפי הוה ניחא לן לאוקמא במורייס של ב\"ב דהשתא דהיין בזול עביד נטירא דרמי חמרא ולא חש לקלקול ועד האידנא ליכא למיחש כיון דהיין ביוקר וכן מצינן לאוקמא בשל אומן ובפעם שלישי ונראה שהתוספות אינן מפרשים כפרש\"י דבפעם ראשון וב' מקלקל ליה חמרא אלא דלא בעי חמרא שהוא טוב בלא חמרא כמו בחמרא וכן משמע לישנא דתלמודא לא צריך למירמי בהו חמרא מכאן ואילך דהיינו בפעם שלישי רמו בהו חמרא דיותר טוב הוא בחמרא והשתא ניחא דארבא של אומן הוי מפעם ראשון וב' ואפילו הכי אותיב נטירא בהדה כיון דהיין יותר בזול בעכו הוי רמי ביה חמרא ועד האידנא כיון דלא צריך למירמי ביה חמרא ודאי דלא רמי ביה כיון דהיין ביוקר אבל בפעם ג' רמי ביה חמרא אע\"ג דהוא ביוקר כיון דיותר טוב הוא ביין וכן במורייס של בעלי בתים נמי לא מצי איירי שהוא טועה דבפעם ראשון ושני נמי צריך לחמרא שהוא יותר טוב בודאי דאית חמרא אפילו הוא ביוקר והדברים ברורים למבין ליישב דברי התוספות וק\"ל:", 
            "<b>בד\"ה</b> אי אמרת רוב כו' וי\"ל דשאני הכא דלאחר שחיטה איתרע ליה חזקה דהנך כו' עכ\"ל כצ\"ל ומההיא דמייתי מהתם כגון שיצתה מליאה משום דאיכא ריעותא שיצאת מעוברת כו' היינו נמי דבהא איתרע ליה חזקה דלשוק וכ\"ה בהדיא שם בתוספות ע\"ש וק\"ל:", 
            "<b>בא\"ד</b> אבל כאן כיון שמיעוט הקיבות אסורות כו' עכ\"ל ופירוש מיעוט הקיבות אסורות היינו רוב העגלים הנשחטים לעבודת כוכבים שהוא מיעוט לגבי רוב בהמות שאין נשחטין לעבודת כוכבים ובהא אפשר דמודי ר' יהושע דאיתרע ליה חזקה ולגבי גבינות דשאר מקומות שכתבו התוספות לקמן בפשיטות דר' יהושע לא חייש למיעוט היינו [משום] דליכא שם רוב עגלים נשחטים לעבודת כוכבים והוי מועוטא דמיעוטא ולא איתרע ליה חזקה ודו\"ק היטב:"
        ], 
        [
            "<b>גמרא</b> דליתא לאיסורא בעיניה אמרי כו' רב נחמן בר יצחק אמר כו' כצ\"ל:", 
            "<b>תוס'</b> ד\"ה משום ניקור וכו' יותר ממים ושכר למאן דאית כו' דשייך בהו כו' עכ\"ל דבריהם תמוהים דבמים ליכא פלוגתא התם כלל אלא דלכ\"ע יש בו משום גילוי ובשכר לא הוזכר שם פלוגתא כלל אבל לעיל בפרקין פליגי אמוראי בשכר אי גזרו בו משום גילוי וכבר תירצו התוספות שם למאן דאית ליה נמי הכא בגבינות משום גילוי לא פסיקא ליה בשכר למיתני משום איסור גילוי ע\"ש וע\"כ נ\"ל להגיה בתוספות דכצ\"ל יותר ממים ודבש למאן כו' דשייך ביה גילוי כו' והשתא ממים קשיא להו לכ\"ע למה לא אסרו לשתות מים מעובד כוכבים משום גילוי ומדבש קשיא להו למאן דאית ליה התם באלו טרפות דשייך ביה גילוי וק\"ל:", 
            "<b>בד\"ה</b> לפי שאי אפשר בלא כו' ויעמיד אר\"ש בר רב יצחק מפני ארס הנתון בין הנקבים ופי' ויעמיד ויבשנה ומשני כו' כפירוש הרר\"א דקאי אחלב עובד כוכבים והכי פריך כו' עכ\"ל כצ\"ל ופי' לדבריהם קושיא ראשונה היא חלב העובד כוכבים למה כו' וקושיא שניה היא ויעמיד אר\"ש כו' ור\"ל ויעמיד ויבשנה וקאי אגבינה דתשתרי דנשקול מיניה קלי ונקום וארס אינו מניח לו להעמיד ואהא קשיא להו דליתא דלא מצינו כו' וק\"ל:", 
            "<b>בד\"ה</b> חדא קתני כו' כדפריך לעיל שלא כפרש\"י שהרי כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> לא תשתעו מניה דאיבו כו' כצ\"ל ועיין הפירוש בפירוש הר\"ן:", 
            "<b>תוס'</b> ד\"ה לגבינה איכא כו' לצורכו ליכא למיחש כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> לבטל דברי ב\"ד חבירו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה בשלמא למאן דאמר כו' תלמידי שמאי והלל כו' בעלמא נותן טעם לפגם מותר וכן כו' וכן בכל העמוד היכא דכתיב שמאי והלל צ\"ל תלמידי שמאי והלל וק\"ל:", 
            "<b>בד\"ה</b> והא תנן אין ב\"ד יכול כו' תימה כו' והיכי דמי אי פשטה תקנת פרוזבול אפילו היה גדול כו' עכ\"ל לפום מה שהבינו התוס' השתא דאמר רב משרשיא מה טעם כו' הכל מדברי המקשה והתירוץ מתחיל משמן לא פשט כו' משמע להו הא דקאמר בכל יכול לבטל כו' חוץ מי\"ח דבר כו' לאו דוקא דאין למדין מן הכללות אפילו במקום שנאמר בו חוץ דלפי הטעם דקאמר רב משרשיא הואיל ופשט איסורן ה\"ה בכל דבר דפשט איסורו אפילו היה גדול אינו יכול לבטלו כדקאמר אפילו יבא אליהו כו' ויש לדקדק בדבריהם למה להו לאתויי הך דפרוזבול אהך מתניתין גופה דמייתינן הכא אין ב\"ד יכול לבטל דברי ב\"ד חבירו אלא א\"כ גדול הימנו כו' יש לתמוה כך דהיכי דמי אי איירי בדבר דפשט איסורו אפילו היה גדול אינו יכול לבטלו ואי לא פשט ל\"ל אלא א\"כ גדול הימנו כו' אפילו קטן נמי יכול לבטלו כמו ר' יהודה נשיאה ויש ליישב משום דאסיק להו אדעתייהו לתרץ תמיהתם דמעיקרא כמ\"ש וי\"ל דהכי נמי מטעם דלא פשט גרידא כו' מש\"ה סמכו תמיהתם אפרוזבול דהשתא תיקשי להו אתירוצם כמו שהקשו מ\"מ קשה דדבר תימה הוא היאך לא פשט מאחר כו' ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> אי איכא הגוי כולו אין אי לא לא פירוש כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> כי יסיר כו' ולר\"ש דאסר פירוש כו' עכ\"ל כן הוא בנוסחות התוספות הישנות ופירוש לדבריהם דאילו שאר עובדי כוכבים ודאי לכ\"ע שרי בגירותן ואי הוה קאי כי יסיר גו' אלא תתחתן א\"כ לר\"ש דאסר מכי יסיר לרבות שאר עובדי כוכבים בגירותן דלא תתחתן בגירות איירי כמ\"ש לעיל ור\"ל פירוש רשב\"ם דכל זה מפרשב\"ם ואחר כך כתבו מלתא באנפי נפשיה הך דר\"ש לית כו' והיא גמרא ערוכה ס\"פ האומר ובנוסח חדש בתוספות הגיהו ולר\"ש דאמר פירש רשב\"ם הך כו' לפי הג\"ה זו יהיה ולר\"ש דאמר פירוש כו' מילתא באנפי נפשיה ר\"ל דפי' רשב\"ם הך דר\"ש לית כו' אבל הוא דחוק מה להם לפרשב\"ם כיון דגמרא ערוכה היא ס\"פ האומר ודו\"ק:", 
            "<b>בד\"ה</b> משום נשג\"ז כו' על העובדת כוכבים אינו לוקה ורבא כו' דמסתמא עובדת כוכבים זונה כו' שנבעלה מספיקא לא לקי כו' לרבא ומיהו לרבין גזרו כו' זונה ולרב דימי נשייהו לא כו' עכ\"ל כצ\"ל:", 
            "<b>בא\"ד</b> ואמר בפרק י' יוחסין דפליגי ראב\"י ור\"י ור\"י ור\"ש בגיורת לכהן כו' אבל בעובדת כוכבים כו' עכ\"ל ק\"ק מאי אולמא להו להקשות מהך דפרק י' יוחסין טפי דהא איכא לדחויי נמי כמו שתירצו לעיל אהך דיבמות דבגיורת שאני דהשתא בת קיחה היא אבל בעובדת כוכבים דלית בה קיחה לית בה משום זונה ויש ליישב דמשמע להו כיון דכל הני אסורי בגיורת אפילו פחותה מבת ג' דלא שייך בה זנות דאינה ראויה לביאה וע\"כ הטעם לפי שבאה מן העובדי כוכבים דשטופים בזימה וא\"כ אין סברא לומר דלא שייך זנות בעובדת כוכבים וכן נראה מדברי התוספות דפ' הבע\"י ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> העיד ר' יוסי בן יועזר איש צרידה על איל כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ורבנן לית להו דר' יוסי פי' בני דורו שהיו חלוקין כו' עכ\"ל ר\"ל דלאו היינו רבנן דפליגי אדר' יוסי בפרק מי שמת דודאי בהנהו לא איצטריך ליה למימר דלית להו דר\"י אבל הני רבנן דנקט היינו בני דורו של ר' יהודה הנשיא והיו חולקין עליו לית להו דר\"י ואהא כתבו דמ\"מ ליכא למיפשט מדמשמע הכא דלית הלכתא כר' יהודה הנשיא דלא הודו לו כל סייעתו דה\"נ דלית הלכה כר' יוסי דאיכא למימר דכי לית להו הכא היינו בע\"פ כו' וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> דיקרב בדיקרב כו' והא דאמר רבא לא תתלו כו' לאו משום דאית ליה טומאה כו' עכ\"ל לדבריהם צ\"ע דמהיכי תיסיק אדעתין למימר דמש\"ה קאמר רבא לא תתלו ביה בוקי סריקי ברב נחמן דמוקי לה בהכי משום דאית ליה טומאת חיבורין לאו דאורייתא הוא דמכ\"ש הוא דאיכא לאוקמי הך דיוסי בן יועזר כדלעיל ולא איצטריך ליה לאוקמא בספק טומאה ברה\"ר כו' ויש ליישב בדוחק ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> איכא בינייהו כו' זיל הדר דכל שאינו עולה על כו' עכ\"ל כצ\"ל וכל הך מלתא דאסר רשב\"ל וא\"ל ר\"י אדמקטורך כו' ליתא בהך עובדא ע\"ש:", 
            "<b>בד\"ה</b> דגים קטנים כו' ואם צלאן סומך כו' ול\"ג עובד כוכבים כו' עכ\"ל פירוש לדבריהם כיון דעד השתא נמי בצלאן עובד כוכבים ומליחת ישראל קמיירי מאי ואם צלאן עובד כוכבים ועוד כיון דרב אסי אשמועינן כבר דאין בו משום בישולי עובדי כוכבים ושרי לאכול אמאי לא מערבין ביה ואי משום דסד\"א דבעי תבשיל וזה אינו קרוי בישול כיון דנאכל כבר מחמת מלחן ואשמועינן רב יוסף דאפ\"ה מיקרי תבשיל הך רבותא ליכא נפקותא מידי בין צלאן עובד כוכבים בין צלאן ישראל אבל גבי כסא דהרסנא דמשום איסור בישול עובדי כוכבים נגעו ביה שפיר גרסינן ואי עבדינהו עובד כוכבים כו' וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אי משום גיעולי כו' מיהו מדבש כו' אין ראיה כו' עכ\"ל ולעיל (עבודה זרה דף ל\"ה) בתוספות בד\"ה בשלמא למ\"ד זליפתן כו' הביאו ראיה מדבש ע\"ש ולא אסקי אדעתייהו הך סברא דשאני דבש דפוגם אפילו בעין וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אמר רב חבית כו' דאיתיה לאיסורא בעיניה אבל חמפ\"ג אינו אלא תערובת כו' עכ\"ל איסור חלב אינו ג\"כ אלא משום תערובת מיהו הא דחי ליה תלמודא ומפיק חלב ועייל חתיכות אך קשה בפת מאי איסור תערובת איכא הא איסורא הוא משום חתנות ויש ליישב דהני איסורא בעיניה דקחשיב חבית הוי איסורא דאורייתא אבל איסורא דפת דאינו אלא איסור דרבנן משום חתנות לא הוה אלא כמו איסור תערובת וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> התם קא בעי כו' לרבותא דהלל דאפילו כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> כסימני ביצים כך סימני עוברי כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה כאן בפתוחות כו' ועוד קשה אי חיישינן כו' ובד\"ה נמצאת כלבית פי' הכשר כלבית כו' ובד\"ה אמר רבא כו' חמי ליה הדא קליפתיה כו' כצ\"ל:", 
            "<b><br>ע\"ב</b> בד\"ה ובאנדרטי של כו' דכי דייק לה במלתיה (דר\"י) [דר\"ל] הא צלמין כו' מסיפא דתבנית כו' דההיא אתיא אפילו כרבנן כו' עכ\"ל כצ\"ל פירוש דמיירי בכפרים מיהו הך דיוקא דרישא הא צלמין עצמן אסורין קאמר וסתמא כר\"מ ולא ניחא ליה לאוקמא בכפרים ואפילו כרבנן משום דגופא דמתניתין שברי צלמין מותרין ע\"כ איירי בכ\"מ אית לן למימר דהדיוקא מיניה הא צלמין עצמן אסורין איירי בכל מקום אך קשה לישובו של רבי אלחנן דאכתי [תקשי] לפרש\"י דקתני מצא שברי צלמין מותרין ומצא אפילו בשוק משמע וא\"כ מדיוקא דקאמר הא מצא צלמין עצמן אסורין אפילו בשוק ומיירי בלא כפרים דסתמא כר\"מ קאמר ואפשר דר\"ל דלקמן דמוקי לה סתמא כר\"מ פליג אדר\"י דהכא דמוקי לה דוקא בעומדין על פתח כו' ודו\"ק:"
        ], 
        [], 
        [
            "<b>בד\"ה</b> אמר רבה כו' פלוגתייהו דר\"מ ורבנן כו' לכך נראה כו' דר\"מ אסר בכ\"מ כו' ורבנן שרו בכל מקום כו' עכ\"ל כצ\"ל וה\"מ למיפרך כדפריך מעיקרא כפרש\"י ותוספות דה\"ל למיתני וחכ\"א אינו נעבד ואפשר דהיינו הך דפריך דכפרים ודאי למפלחינהו עבדי דאל\"כ ה\"ל לרבנן למפלג בהא ודו\"ק:", 
            "<b>בד\"ה</b> אמר שמואל כו' ואסורין לר\"מ משום שאינם כו' עכ\"ל יש לדקדק על דבריהם דהא בין לפרש\"י בין לפר\"ת הך סיפא דתבנית יד כו' אתיא אפילו כרבנן כמ\"ש התוספות לעיל ויש ליישב דנקטי הכי ואסורין לר\"מ משום דהך סברא דקאמר שמואל ואם נקט שברי עבודת כוכבים ברישא ה\"א דוקא תבנית כו' אבל צלמים שאין נעבדין כו' כמ\"ש התוס' ליכא אלא לר\"מ ובכרכים אבל לרבנן בכפרים צלמים נמי עבודת כוכבים הן דודאי למיפלחינהו עבדי להו ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ומקשינן ולר' יוחנן דמותיב מודה דלר' מאיר כו' עכ\"ל כצ\"ל פי' אע\"ג דר' יוחנן לא מוקי סתמא כר\"מ מ\"מ מודה דכר\"מ נמי אתיא הא דשברי צלמין מותרין וק\"ל:", 
            "<b>תוס'</b> בד\"ה מדר\"מ נשמע לרבנן לפר\"ת דפירש כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> לידע אם זכר כו' בור שמטילין בו נפלים טהור כו' עכ\"ל ומהך רישא לא בעי לאקשויי אמאי טהור הא ודאי מטילין בו נפלים וספק גררוהו די\"ל דהכא ידע ודאי לתרץ כיון דעכשיו לא היו מטילין אלא שהיו רגילין כבר להטיל אית לן למימר דודאי גררוהו בזמן הזה וק\"ל:", 
            "<b>בד\"ה</b> מפני שחולדה כו' דמיירי בבור קצר כו' ולמאי דמוקי לה דהטילה כמין נפל צ\"ל גררוהו מפני נפלים שהיו מטילין בו כבר דאע\"ג דאיירי בנבדק הבור כמ\"ש התוס' לקמן היינו משום דתלינן בגרירות חולדה ודו\"ק:", 
            "<b>בא\"ד</b> ואין לתמוה כו' דסתם חור שרצים אין בהן פותח כו' עכ\"ל ויש לתמוה לדבריהם דאדרבה מהאי טעמא דסתם חור שרצים אין בהן פותח טפח טומאה בוקעת ועולה והיה נ\"ל להגיה דסתם חור שרצים יש בהן פותח טפח ואין הטומאה בוקעת ועולה אבל בתוספות דפרק קמא דפסחים ובפרק כל היד הוכיחו דהאי חור ע\"כ אין בה פותח טפח דא\"כ היה מביא הטומאה לבור ע\"ש וע\"כ נ\"ל דכל זה מלשון הקושיא והתירוץ חסר בתוספות וכצ\"ל דיש לומר דגררוהו ואכלוהו קאמר א\"נ י\"ל דמיירי כו' כצ\"ל והאי תירוצא איתא גם שם בתוס' ע\"ש:", 
            "<b>בד\"ה</b> עובד כוכבים ששיפה כו' וצריך לומר מדלא משני כו' עכ\"ל צ\"ע למאי דמוקי לקמן הא שיפוין דעיקר עבודת כוכבים קיימת וקתני לצורכה כו' ולא מדייק הכי מרישא דקתני לצורכו היא ושיפויה מותרין ע\"כ דאית לן למימר כיון דהיא ושיפויה מותרין לא מקרי עיקר עבודת כוכבים קיימת והכי נמי הכא איכא למימר דמלצורכו פרכינן לר\"ל תהוי כעבודת כוכבים שנשברה מאליה ויהיה היא ושיפויה מותרין כמו בעובד כוכבים וכן דקדק רש\"י לפרש דמלצורכו פרכינן הכא והשתא אין מקום לקושיית התוס' דלא מצי לשנויי שאני התם דעיקר עבודת כוכבים קיימת דהא מלצורכו פרכינן ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> השוחט לשם הרים לשם גבעות לשם ימים כו' הני תלתא דחשיבי להו כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> המוצא כלים ועליהם צורת חמה כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ש\"מ עובד כוכבים כו' אבל עובד כוכבים מבטל אע\"ג כו' וקמ\"ל דישראל אדעתיה דעובד כוכבים פלח כו' עכ\"ל אולי כך היה הגירסא שלהם שם אבל בנוסחא שלפנינו שם אבל עובד כוכבים דנפשיה מבטל משמע דחלק ישראל אינו מבטל וא\"כ ע\"כ דלא אמרינן ישראל אדעתא דעובד כוכבים פלח ע\"ש:"
        ], 
        [
            "<b>גמרא</b> אמר רב הונא בריה דרב יהושע מפרקיה דאביי שמיע כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה לא אסרה כו' דכל אלו תירוצים של אביי כו' אלא מתחלה היה דורש כו' עכ\"ל דבריהם מגומגמים דאין זה תירוצים של אביי אלא מדברי הברייתות דפריך מינייהו לאביי ובתוס' מסכת ר\"ה דבריהם מבוררים בזה ע\"ש ועיין בר\"ן:", 
            "<b>בד\"ה</b> שוחק וזורה כו' אלא לרב יוסף היכי ליעבד דע\"כ לרבנן כו' עכ\"ל דבריהם תמוהים לרבה נמי תקשי להו דעל כרחך שחיקה בשאר מימות אינו מועיל מדאיצטריך בברייתא לטעמא דלא נתכוין משה כו' ואפשר שהם מפרשים שאין זה לישנא דברייתא אלא לשון גמרא ואליבא דרב יוסף קאמר תלמודא הכי וזהו שדקדקו בדבריהם מדאיצטריכו רבנן בגמרא כו' והוא דוחק ובתוספות דפרק כל שעה הקשו זה בסתמא לכ\"ע בין לרבה ובין לרב יוסף מתוך ברייתא זו ונראה לי להגיה כאן בתוספות היכי ליעביד ועוד דע\"כ לרבנן כו' ופי' שהקשו מתחלה אשמעתין דהתם לרב יוסף דלרבה איכא למימר לר' יוסי דקתני ים המלח אפילו בעיניה הא בשאר מימות בעי שחיקה ורבנן לא פליגי עליה דר' יוסי אלא בזורה לרוח אבל לרב יוסף ע\"כ הא דנקט ר' יוסי ים המלח משום דבשאר מימות לא סגי אפילו בשחיקה וכן הוא בתוספות שם ואם כן לרבנן נמי שחיקה בשאר מימות לא סגי דרבנן מחמירי שפיר מר\"י וא\"כ היכי ליעבד ועוד הקשו לרבה נמי דע\"כ לרבנן אף שחיקה כו' מיהו ק\"ק לי בין אתוספות דפרק כל שעה ובין אתוספות דהכא וכי יגרע שחיקה בשאר מימות לר\"י מזורה לרוח ויש ליישב ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה היכי מצי מנח כו' על ראש דוד הס\"ד ובד\"ה ששוה ככר זהב כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אבן שואבת כו' ואבן שואבת קבועה למעלה כו' כ\"ה בס\"א:"
        ], 
        [
            "<b>גמ'</b> והיכי עביד הכי והא אמר רבה כו' ומהא מלתא גופיה דאמר ליה אין משיבין במרחץ לא בעי למפרך משום דאפשר לפרש דלאו משום איסור דברי תורה נגעו בה אלא משום דאין פנאי לאדם להשיב במרחץ וק\"ל:", 
            "<b>תוס'</b> בד\"ה תנא כשיצא א\"ל כו' וי\"ס דגרסינן בברייתא וכשיצא א\"ל אין משיבין כו' משמע כו' עכ\"ל פירוש לדבריהם דאי גרסינן כשיצא א\"ל בלא וי\"ו משמע דבא תנא דברייתא לפרש המתני' דהא דקתני בה א\"ל אין משיבין כו' לא א\"ל אלא כשיצא אבל אי גרסינן וכשיצא בוי\"ו משמע דהאי תנא דברייתא מלתא דנפשיה קאמר וכיון דלא קתני בה שהשיב לו אלא אין משיבין כו' משמע דלא השיב לו יותר וקשה להר\"א והר\"ן מחלק בין בוי\"ו ובין בלא וי\"ו אוכשיצא דמתניתין ולא שייך לדברי התוס' ודו\"ק:", 
            "<b>בד\"ה</b> תשובה גנובה כו' שאפילו לא היה כדברי ר' גמליאל לא כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ומה שעליהם כו' הכתוב היא דתלוש שעליהם כתלוש כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ת\"ק סבר ציפוי כו' דציפוי דתמורה כו' אלא לנוי כו' עכ\"ל ונ\"ל לפי' זה דנוי דהר שרי ועיקר קרא דלא תחמוד כסף וגו' דאוסר נוי לאו בהר קמשתעי דאל\"כ הדרן קושיין לדוכתין מאי האי דנוי דהר אסור ותקרובן שרי ובב\"ח הוי איפכא וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אילן שנטעו כו' וגבעות שרו ה\"ה כל כיוצא כו' כצ\"ל ובד\"ה האי סברא כו' ואתשרפון קא סמיך דאי מונתצתם כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה והכא באילן כו' לוקמיה בנטעו אילן וד\"ה כו' עכ\"ל פי' ולא הוה איצטריך ליה לדחוקי בנטעו מתחלה לכך ולשון וד\"ה שנקטו בדבריהם בכדי הוא דהשתא נמי בנטעו מתחלה לכך היינו נמי לד\"ה ודקאמר ורבנן היינו אף כרבנן וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה הצד השוה כו' וזהו טעם עצמו כו' ובד\"ה לעולם אימא כו' בדבר תלוש ולאו בעלי חיים כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> יש נעבד במחובר אצל גבוה מכשירי כו' כצ\"ל:", 
            "<b>גמ'</b> ואתמר עלה ואמר רבא אמר רב נחמן מחלוקת כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה דתנן השיב כו' משום דרישא דמלתא כו' עכ\"ל פי' דבר\"פ אלו דברים לא תנן הכי אלא השיב רבי עקיבא הזאה תוכיח כו' ובסיפא תנן א\"ל ר\"ע או חילוף כו' ואהא קאמר משום דהשיב רבי עקיבא רישא דמלתא הוא נקט ליה הכא מיהו כיון דעיקר אתקפתיה דרב פפא מאו חילוף לא חש לאתויי כולה מלתא דרישא וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה עיקר שירה כו' בפ' החליל הס\"ד ואחר כך מ\"ה אפילו הכי כו' ובד\"ה מי שהיה כו' והבית עצמו נעבד עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מי מאיס כו' אבל הכא מיירי אחר ביטול כו' עכ\"ל לאו דוקא אחר ביטול אלא דהוה כמו אחר ביטול דהא לרבנן שרי בנטעו ולסוף עבדו בלא ביטול ואפשר דנקטו האי לישנא אחר ביטול משום דרב דימי דמוקי לה באשרה אסורה ?וביטלה וק\"ל:"
        ], 
        [
            "<b>במתניתין</b> ג' בתים כו' וכיידו לעבודת כוכבים נוטל מה שחידש הכניס לתוכה עבודת כוכבים והוציאה ה\"ז מותר כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה שקץ לשון שרץ כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה גידעו ופסלו כו' והא דלא משני גדעו כו' דשנויא דחיקא הוא וניחא כו' עכ\"ל פי' דהוי שנויא דחיקא ומתניתין ושמואל כר\"י בר' יהודה מיהו רב אשי ניחא ליה לאוקמא בהך שנויא דחיקא ושמואל ככ\"ע ומתני' כרבנן ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> היכי דמי אי דאיכא דירכא כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ונוטעין יחור כו' אטו אגוז דביחור לא כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אלא לעולם כו' דקאמריתו זה וזה גורם אסור דקאמרי אבל לא בימות החמה כו' עכ\"ל צ\"ע דהא מהך דאבל בימות החמה אינו מוכח לאסור זה וזה גורם כמו שדקדקו התוספות לעיל בשם רש\"י וצ\"ל לדברי התוספות הא דקאמר רבי יוסי לרבנן לדידכו דאמריתו זה וזה גורם אסור היינו מהך דא\"ל אף היא נעשית זבל כו' ואסרו שוחק וזורה לרוח ודו\"ק:", 
            "<b>תוס'</b> בד\"ה שאם נטע כו' אבל אגוז וקרקע שני כו' עכ\"ל ובהא נמי הוי מצי לדחויי פי' ראשון של פרש\"י וק\"ל:", 
            "<b>בא\"ד</b> וכן משמע לשון בטלה ואם תאמר מ\"ש גידולי כו' עכ\"ל הד\"א כצ\"ל:", 
            "<b>בד\"ה</b> הא רבנן והא דשרו לעיל נטע כו' עכ\"ל פירוש לפום סברא דהשתא דלא שאני ליה בין עבודת כוכבים לשאר איסורין דהא מוקמינן הך דקתני בעבודת כוכבים שדה תזרע ופרה תישחט כר' יוסי משום דמתיר בערלה ובדבור התוספות שאחרי זה שכתבו התוספות וא\"ת היכי מייתי מדרבנן כו' דלמא שאני להו בין עבודת כוכבים כו' עכ\"ל היינו לפי אותה סברא דקיימינן התם דשאני להו דמש\"ה לא מוקמינן כר' יוסי ושוב כתבו התוס' בד\"ה אלא ר\"א ורבנן כו' דלפ\"ז הברייתות מתורצות כו' והא ר\"א ורבנן עכ\"ל היינו לפי הסברא דקיימינן שם שוב דלא שאני ליה דהא ליכא מאן דשרי אלא ההיא דשאור אלא דדחי ליה תלמודא אימר דשמעת להו לרבנן דמקילי בשאור כו' (א) אך ק\"ק על הך דחייה הא ע\"כ מההיא דעצים מוכח דר\"א אוסר זה וזה גורם וא\"כ על כרחך בההיא דשאור אית לן למימר כאביי ומדר\"א דאינו מחלק ואסר אף בשאר איסורים נשמע לרבנן דשרו ולא חלוקו כמ\"ש התוס' לעיל ויש ליישב ודו\"ק:", 
            "<b>בא\"ד</b> אלא משום דמה שגדל מן האגוז עצמו יהא מותר כו' עכ\"ל כצ\"ל וכשיטתם לעיל דפליגי ר' יוסי ורבנן בנטיעת אגוז של ערלה דשרי לרבנן בדיעבד והיינו שיהא מותר לאחר ג' שנים ואם כן לא יגרע הברכת נטיעת אגוז זו מהברכת יחור אחר של ערלה בזקנה דבטלה אע\"ג דאי לא הבריכה לא הוי שרי פירות היחור עד לאחר ג' שנים ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ונשתרי לך כו' דהתם תרוייהו ס\"ל כרבנן דהכא כו' עכ\"ל וצ\"ע דא\"כ קשיא הלכתא אהלכתא דהכא פסקינן כר\"א ושרי למכרן אפילו כ\"א בפני עצמו כדעבד רב חסדא עובדא ולקמן בפרק בתרא פסקינן הלכתא כרשב\"ג ודו\"ק:", 
            "<b>בא\"ד</b> לא מתהני מיין נסך מידי משום דאיתיה לאיסור בעיניה עכ\"ל הוא מגומגם ובדפוסים חדשים הגיהו משום דליתיה לאיסורא כו' ואפשר שהמגיה הבין דאיירי ביין דנתערב האיסור ואינו בעין ממש ואין זה מספיק דאדרבה הא אמרינן התם בהדיא דטפי אית לן למישרי למכור חוץ מדמי יין נסך שבו בחבית דאיתיה לאיסורא בעיניה מביין ביין ודו\"ק:", 
            "<b>בד\"ה</b> ה\"ג ואיבעית אימא דכ\"ע אין עובדין לשברים כו' עכ\"ל ממה שדחק רש\"י לפרש עבודת כוכבים של חוליות הרי הן כשברי שברים כו' ובנבייה דמתני' דשברי שברים הן כו' נ\"ל להגיה הכא בפרש\"י דכ\"ע אין עובדין לשברי שברים כו' והיינו כגירסא דשמעתין וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה דאיכא גובהה כו' גדול הס\"ד ואח\"כ מ\"ה כה\"ג זו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה במקורבות כו' שכיון שעברו הגובהה כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> רב סמא בריה דרב אשי לרבינא רבה בר ירמיה כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה עד ר\"ה כו' הכא שרי שלא ימותו כו' עכ\"ל בכדי נקט טעמא דשלא ימותו דהא מוקמי' לה בלאברויי אילנא ואפ\"ה שרי עד ר\"ה ודו\"ק:", 
            "<b>בד\"ה</b> שיבר מקל בפניה חייב כדאמרן בפ' ד' מיתות כו' בין שאין דרכה חייב דכתיב זובח וגו' עכ\"ל ומדלקמן בשמעתין ה\"מ לאתויי דאר\"א מנין לשוחט בהמה למרקוליס כו' שנאמר ולא יזבחו עוד וגו' ובתוס' בפ' ד' מיתות מפורש תרי קראי לשלא כדרכה למה לי ע\"ש:", 
            "<b>תוס'</b> בד\"ה ומשקין אותן כו' בזמן הזה דרבנן ורבי היא כו' ולרבא השקאה כו' עכ\"ל אע\"ג דהתם מהני טעמא לאביי ורבא בשביעית גופיה משקין בית השלחין הכא דלאברויי אילנא הוא בשביעית אסור ודו\"ק:", 
            "<b>בא\"ד</b> עוד י\"ל דדוקא מלאכות של כו' עכ\"ל כצ\"ל ופירוש בתוספות שביעית וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אלא מעתה דבעינן כעין פנים כו' עכ\"ל אין זה מדוקדק דהא רב לא בעי כעין פנים מדמחייב בשיבר מקל בפניה אלא הכי הל\"ל אלא מעתה דבעינן כעין זריקה משתברת וק\"ל:", 
            "<b>בד\"ה</b> אי מאתך כו' וסריס מחמת חולי כו' עכ\"ל אבל סריס אדם בלאו הכי אימעיט דהוי מחוסר אבר וק\"ל:"
        ], 
        [
            "<b>במשנה</b> כו' נהנין מהן בטובה ושלא בטובה כו' כצ\"ל וכ\"ה ברא\"ש:"
        ], 
        [
            "<b>תוס'</b> בד\"ה תנהו ענין כו' דדברי קבלה הן כו' עכ\"ל ר\"ל האי קרא ויאכלו מזבחי מתים בספר תהלים הוא:"
        ], 
        [
            "<b>גמ'</b> מאי לאו היכננו דאטבלינהו כו' ס\"א וכן ברש\"י:"
        ], 
        [
            "<b>שם</b> לעובדה ממש מאי טעמא דמ\"ד ביטל ומאי טעמא דמ\"ד לא ביטל כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה ומ\"ט דמ\"ד לא ביטל בלחבלה כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה או דלמא כו' דברי לי במוכרה לחבלה ודברי חבירי במוכרה לעובדה כו' עכ\"ל פי' שאני איני חולק במוכרה לעובדה וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה הכי קאמר כו' נאסרו עבודות כוכבים שלהם כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה דאי תנא לוה כו' דאי לרבנן אפילו זבנה לא בטלה כו' עכ\"ל ולמ\"ד לעיל דבצורף עובד כוכבים דוקא פליגי וכדמסיק לעיל אתיא שפיר כרבנן דהכא בלוה מישראל איירי ואי הוה זבנה ליה מודו רבנן דבטלה וכן נראה ממה שדקדק רש\"י לפרש לוה עליה עובד כוכבים אפילו מצורף ישראל ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> מתקיף לה כו' אדרבה מיניה ילפינן דחייב למסור כו' אפילו במצוה קלה כו' עכ\"ל טעות קחזינא הכא דילפינן מיניה ולא מייתי ליה התם אלא אג' עבירות דיהרג ואל יעבור וע\"ש ונראה להגיה חוץ מבמצוה קלה כו' וה\"ק התם בכל עבירות כו' יעבור ואל יהרג חוץ מעבודת כוכבים וג\"ע וש\"ד כו' ודו\"ק:", 
            "<b>בד\"ה</b> הא בצינעא הא כו' לתרוצי הברייתא אפילו אליבא דר\"י כו' עכ\"ל דלרבנן ניחא לאוקמא אפילו בצינעא אע\"פ דפטור בדיעבד הואיל וחייב למסור עצמו עבודת כוכבים קרינא ביה וק\"ל:", 
            "<b>בד\"ה</b> היתה בהמת חבירו כו' אע\"ג דרב הונא מיירי לאוסרה להדיוט ונעבד שלו אסור מיירי לאוסרה לגבוה דכי היכי דמעשה בגופו כגון שחיטה מהני לאוסרה להדיוט ה\"ה נמי כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה [למעוטי ערלה וכו'] ואם מכרן וקידש כו' לאתהנויי מינייהו מיהו ההיא הנאה מטיא (לה) [ליה] ע\"י כו' קא מטיא (ליה) [לה] ודוקא כו' כצ\"ל:"
        ], 
        [
            "<b>תוספות</b> בד\"ה ירד לבור כו' ור\"י פירש דודאי מיירי מתניתין בניצוק נמי כו' מטעם נצוק בר נצוק כו' עכ\"ל מפירושו נראה דה\"ה דמיירי בנגע בו עובד כוכבים ואע\"ג דלא חשיב יין ליאסר במגע עובד כוכבים מיהו ע\"י נצוק הוי מיתסר דהוה כאילו נתערב יין שבבור ליין שבגת וכן כתב הרא\"ש לקמן גבי החזרת גרגותני לפי מה שכתב שם בשם רש\"י והך סברא צ\"ל נמי בתוספות לקמן ע\"ש:", 
            "<b>בד\"ה</b> והשאר מותר כו' גת של אבן שזיפתה עובד כוכבים ינגב ושל עץ רבי אומר כו' מתניתין בלא דרך בה ברייתא בדרך בה ולאוקמי כו' עכ\"ל כצ\"ל:", 
            "<b>בא\"ד</b> כאן למשנה ראשונה כו'. פירוש ומצי איירי מתני' נמי בדרך בה דלמשנה ראשונה כל מה שבגת שרי והא דבעי ניגוב היינו משום הזפת דאורחא למרמי ביה פורתא חמרא כדלקמן ודו\"ק:", 
            "<b>בד\"ה</b> דורכין עם כו' נראה כפרש\"י דבסוף דריכה קאמר כו' עכ\"ל ולפירושו ליכא לאקשויי נמי אמאי בישראל לא דורכין עמו כיון שכבר נטמא הכל בתחלת דריכה די\"ל כיון דדריכתן בעבירה אסור לסייע לו בדריכה כדי שלא ירגיל בכך ויפרוש כפרש\"י ושוב מצאתי כן בר\"ן ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> אמר רב הונא כו' ור' יהודה פירש דהירושלמי קאי אמשנה אחרונה וכגון שהמשיכו כו' עכ\"ל ר\"ל הא דלוקחין עכשיו יין בגיגיות משום דאין לנו לחוש כלל להמשכה אלא דהירושלמי איירי כשראינו שהמשיכו ע\"י ישראל לפרש\"י כדאית ליה ולפר\"ת כדאית ליה למשנה אחרונה ולכך יש לחוש בקל בהעלמת עין להחזרת הגרגותני וכלי הבור לגת וכן מלתא דר' חנין דקאי אסיפא דמתניתין בראינו שירד היין לבור לכן יש לחוש בקל לחזרת גרגותני וכלי הבור לגת אבל אם לא ראינו הורדה והמשכה לבור ליכא למיחש למידי ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> ת\"ש דתנן יין משיקפה אע\"פ כו' וכן בתוספות בד\"ה תריץ נמי להך קמייתא ומתניתין דאע\"פ כו' ובד\"ה לימא תלתא כו' וא\"ת מתני' דמעשר כו' כצ\"ל דמתני' היא בפ\"ק דמעשרות ע\"ש:", 
            "<b>תוס'</b> בד\"ה ואין בוצרין כו' למתני כ\"ש הכא טפי מבמשנה ראשונה כו' עכ\"ל הא ודאי האי לישנא אין בוצרין עם ישראל כו' וכ\"ש שאין דורכין כדקתני הכא לא איצטריך למתני לעיל כיון דקתני אין בוצרין עם העובד כוכבים כ\"ש דאין בוצרין עם ישראל דאיכא תרתי כמ\"ש התוספות לעיל אבל ה\"מ למתני בהאי לישנא אין בוצרין עם העובד כוכבים וכו' וכ\"ש שאין דורכין עם הישראל דאיכא סיוע לטומאה דאורייתא כדקתני הכא ואהא תירצו דתני הכא כ\"ש ללמד דטעמא דאין בוצרין עם הישראל נמי אינו משום גורם טומאה אלא משום סיוע כמו באין דורכין מה שאין כן לעיל דקושטא הוא דטעמא דאין בוצרין עם העובד כוכבים משום גורם טומאה ואין דורכין טעמא אחרינא משום סיוע בסוף דריכה הוא כמ\"ש לעיל ונראה מדבריהם דטעמא דאין בוצרין משום סיוע הוא שהסכימו כפי' רבי יהודה שמצא כן בפרש\"י כמ\"ש התוספות לקמן:"
        ], 
        [
            "<b>בד\"ה</b> רבא מוקי כו' רביעי לפי משנה אחרונה דלמשנה אחרונה נמי התחיל לימשך קובעו למעשר וי\"ל דתנא כו' חד חשיב ליה עכ\"ל הס\"ד וכצ\"ל ופירוש דתנא דמתניתין ראשונה ודאחרונה חד תנא גמר להו אלא דמעיקרא הוה ס\"ל הכי ושוב חזר בו וק\"ל:", 
            "<b>בד\"ה</b> אבל אם החזיר כו' וי\"ל דס\"ל כאביי כו' ולית ליה נמי סלק כו' עכ\"ל לא הוי צריכי למימר דלית ליה נמי סלק כו' ואפשר שהוא תירוץ אחר דא\"נ לא ס\"ל כאביי לית ליה נמי סלק כו' וק\"ל:", 
            "<b>בא\"ד</b> דמסתמא יש ס' בחרצנים כו' עכ\"ל לאו דוקא בחרצנים דיין שבגת נמי יועיל לבטל לפום סברא דהשתא דאפילו מין במינו בטל בס' בסתם יינם וק\"ל:", 
            "<b>בד\"ה</b> גרגותני גופה כו' מן החבית לקנקן ונתנו ליין שבחבית כו' עכ\"ל האי לישנא ונתנו ליין שבחבית ברא\"ש ובמרדכי ובר\"ן אינו וכן נראה כי טעות הוא דאם לא כן ליתסר יין שבחבית מכח תערובת יין שבקנקן שנאסר כבר מכח חד נצוק ויש להגיה ונשאו ונתנו ביין שבחבית והתירו כו' וק\"ל:", 
            "<b>בא\"ד</b> אבל לפירשב\"ם כו' אלא לאו ש\"מ נצוק בר נצוק אינו חיבור כו' עכ\"ל ולא מסתבר להו לפלוגי דהכא לעשות יין לא הוי נצוק בר נצוק חיבור אבל לעיל במעשה שבא לפני רש\"י לאסרו לחוד הוי חיבור דהא בחד נצוק לא מפלגינן ביה והוי חיבור לגרגותני בין לעשותו יין ובין לאוסרו ודו\"ק:", 
            "<b>בא\"ד</b> מעשה בא לפני ר' מנחם כו' אלא מכח עובד כוכבים לא נאסר ההוא דלא נפיק לבראי מטעם נצוק כו' עכ\"ל האי מעשה לסתור פירשב\"ם דלעיל דלפירושו נאסר מה שבגרגותני בנצוק במה שבבור שלא נאסר אלא מחמת כחו ומה שבגת נמי הוה נאסר אי לאו דהוה נצוק בר נצוק וק\"ל:", 
            "<b>בד\"ה</b> מהו לדרוך כו' שהגת של עובד כוכבים ולא להתיר בשתיה כו' עכ\"ל יראה שסתמו דבריהם למאן דאית ליה דסתם יינן אינו בטל בס' ומיהו בהנאה שרי כרשב\"ג למוכרו חוץ מדמי יי\"נ שבו אבל לפיר\"ת דאית ליה דסתם יינן בטל בס' כשאר איסורין שבתורה א\"נ דהוי הגת של עובד כוכבים מותר בשתיה דקליפת הגת בטל בס' במה שבתוך הגת כמ\"ש הפוסקים ואפשר שסמכו עצמם לאוסרו בשתיה אמה שכתבו בסוף הדיבור למ\"ד נצוק בר נצוק חיבור דיש לאוסרו למשנה אחרונה מיהת בשתיה אלא להיתר הנאה שאלו אם מותר לכתחלה להשתכר בדצייר לידיה דעובד כוכבים ועיין בתוספות ר\"פ השוכר:", 
            "<b>בא\"ד</b> דאי לפסוק הלכה שאלו היה לו להשיב אין דורכין כו' עכ\"ל פי' כמ\"ש כיון דלהיתר שתיה לא שאלו למשנה אחרונה משום נצוק בר נצוק ולהיתר הנאה נמי כיון דסתם קמבעיא ליה ולא מפרש לה בדצייר לידיה היה לו להשיב אין דורכין כמשנה אחרונה ומה שיש לדקדק בזה אדבריהם בר\"פ השוכר בד\"ה שכרו לסתם יינן כו' ע\"ש באורך:", 
            "<b>בא\"ד</b> וא\"ת כיון שהגת התחיל לימשך א\"כ הוי יין (נסך) גמור לפי כו' למ\"ד נצוק בר כו' עכ\"ל כצ\"ל אבל למשנה ראשונה לא הוי נצוק בר נצוק חיבור לעשותו יין כן הוא דעת ריב\"ם לעיל שאומר נצוק בר נצוק לאיסורא בלחוד הוי חיבור אך ק\"ל במאי דפסיקא להו דהיין שירד לבור של עובד כוכבים נאסר בהנאה אי משום כחו של עובד כוכבים כפירשב\"ם לעיל הא ?כיון דציירנא ליה לידיה מדמה ליה תלמודא לשלא בכוונה וה\"ל כחו שלא בכוונה ושרי ואפשר דסתם בורו של עובד כוכבים יש בו יין של עובד כוכבים הרבה ודוחק:", 
            "<b>בד\"ה</b> הוה עובדא כו' כי הבור היה של עובד כוכבים ולא שרי אלא בהנאה כו' עכ\"ל הא ודאי מה שבבור אסור נמי בהנאה כמ\"ש התוס' לעיל אלא ה\"פ ע\"י שהבור של עובד כוכבים לא שרי מה שבגת אלא בהנאה משום דנאסר בשתיה ע\"י נצוק בר נצוק לפי דרכם לעיל ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> דאי משכחנא כו' משום ר\"ש דשרי בשתיה ולא שרי אלא בקנה עכ\"ל מיהו למאי דמסיק דשרי ר\"ש נמי ברגל ע\"כ הא דקתני בקנה משום ת\"ק הוא דביד אסור בהנאה וקושטא הוא דאשכחנא תנא דאסר כר' נתן ודו\"ק:", 
            "<b>בד\"ה</b> ה\"ג ברוב ספרים כו' וכן לקמן דפריך והא קנגע בנטלא פירוש ששאב כו' ואע\"פ שע\"י זריקה הוא כו' דאין לחלק לר' נתן בין שלא כוון לנגוע ובין בלא כוונת ניסוך כו' כצ\"ל:", 
            "<b>בא\"ד</b> וכל ההלכות מוכיחות לקמן דשרי כו' והוי ליה כחו שלא בכוונה ולא גזור כו' עכ\"ל מייתי ראיה מכחו שלא בכוונה אמגע ע\"י ד\"א שלא בכוונה דר\"ת מדמה להו להדדי כמ\"ש הר\"ן דקוראו כחו ע\"ש:", 
            "<b>בא\"ד</b> וחשבי נמי מדידה דקנה או נגיעה דקנה כמו מדידה או נגיעה דידו כו' עכ\"ל וקשה וכי עדיף מדידה בקנה ממדידה דרגל דשרי ר' נתן בהדיא וכ\"ה ברא\"ש ועיין בזה בר\"ן:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה הא קמ\"ל כו' ולאפוקי (מדר\"נ) [מדרב] אלא לענין כו' מלו וטבלו ולאפוקי כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה והא וכן קתני דמשמע דהכי יש לאסור כו' עכ\"ל משום דכל וכן שבתלמוד הוא דמדמה מלתא דבתריה למלתא דלעיל מיניה כמ\"ש ג\"כ לקמן מש\"ה הוכרחו התוספות לפרש דהכי פריך והא וכן קתני דהכי יש לאסור בבני השפחות קטנים כמו עבדים קטנים לפי דבריך דאסרת בעבדים קטנים ודו\"ק:", 
            "<b>בד\"ה</b> הא קמ\"ל כו' המ\"ל האי וכן כשאר וכן דעלמא מה עבדים גדולים כו' עכ\"ל פירוש דלפום האי לישנא דהושוו ג\"כ בקטנים לא הוה איצטריך לדחוק להוציא מלת וכן ממשמעו דעבדים דומיא דבני כו' אלא דהוי ככל וכן דעלמא דהכי הוה סברת המקשה בלישנא קמא והא וכן קתני דמשמע אבל אי שרי קטנים בעבדים ניחא ליה וכן ככל וכן דעלמא כיון דהושוו גם בקטנים מיהו בלישנא קמא לא תקשי להו אמאי קאמר עבדים דומיא כו' ולא קאמר מה עבדים מלו ולא טבלו עושין יי\"נ אף בני השפחות עושין יי\"נ ככל וכן דעלמא דלהא לא איצטריך למימר וכן דבהדיא קתני בכל חד מלו ולא טבלו ולהכי איצטריך למימר דקאי אדיוקא דמלו וטבלו ועבדים דומיא כו' ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> איקלע רב הונא כו' לישני ליה שאני התם דהחזירו עובד כוכבים ואילו רבא שרא בהחזירו ישראל כו' עכ\"ל לפי סברת התוס' ודאי דלא ה\"מ לשנויי הכי דהא כמו דאסרינן באגרדמים כולו משום מגע עובד כוכבים לכל הפחות הכא תיאסר ההוא יין המשוכשך ואילו רבא כוליה שרא ליה אלא לפי סברת רש\"י שכתב דהמ\"ל אנא דאמרי כרשב\"ג קשיא להו דהשתא נמי לישני ליה כו' ודו\"ק:", 
            "<b>בא\"ד</b> לכך פר\"י כו' וכיון שנתערב נתבטל כו' עכ\"ל מפירושו נראה דאילו היה יין המשוכשך בעין לא היה שרא ליה אפילו בשכשוך זה הגרוע אלא דעל ידי תערובת שרא ליה ע\"י שהאיסור קל לבטלו וכן מפרש ברא\"ש ואפשר שהכריח אותו לפרש כן דכיון דאינהו ר\"י ושמואל נמי לא היו אסרי אלא היין המשוכשך דהא כרשב\"ג ס\"ל כמ\"ש התוס' א\"כ למה הוזכר סוף המעשה כלל דשקליה ישראל בריתחא ושדייה לדנא אלא דרבא נמי לא הוה שרא ליה ליין המשוכשך אלא על ידי תערובת וק\"ל:", 
            "<b>בא\"ד</b> דמדמו ליה כו' דרשב\"ג ורבנן דאגרדמים כו' עכ\"ל הך דאגרדמים נמי הוה שכשוך גרוע כמ\"ש הרא\"ש ונהי דליכא פלוגתא דרשב\"ג ורבנן מפורשת בהך דאגרדמים מ\"מ הא רבנן אסרי כולו אפילו בהך דאגרדמים ורשב\"ג כיון דשרי השאר חוץ מדמי יי\"נ שבו בסתם יינם מכ\"ש הכא וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אלא ודאי כו' דמוריק אורוקי והכיר בו כו' כצ\"ל:", 
            "<b>בא\"ד</b> ור\"י פי' ונסכיה שהוריקו בכוונת ניסוך עכ\"ל ר\"ל דהשתא אפילו בגוואי דמנא אסור דלא אמרו בגוואי דמנא לא גזרו אלא היכא דלא הוי כוונת ניסוך אלא כוונת מגע והיכא דלא הוי אפילו בכוונת מגע אף דבראי שרי כדמסיק הכא דכל כחו כו' מיהו מדברי התוס' לקמן משמע דאף בכוונת ניסוך לא גזור במאי דלגוואי ע\"ש:", 
            "<b>בד\"ה</b> והא נגע כו' אבל ודאי מגע גדול חמור כו' עכ\"ל היינו מגע גדול שיכול לבא לידי ניסוך אבל מגע גדול שלא יכול לבא לידי ניסוך כגון עובדי כוכבים בזמן הזה הא מדמי להו רש\"י לעיל שפיר לתינוק בן יומו וק\"ל:", 
            "<b>בד\"ה</b> שמסכו שמזגו כו' משום יין נסך אלמא קנס כו' עכ\"ל מלישנא דצא והכרז ודאי דאין כאן הוכחה דקנס הוא דהא קאמר נמי צא והכרז על בניהם ממזרים ומדינא קאמר לה כדמסיק ואפשר דלישנא דיין נסך משמע להו לאסור בהנאה ומשום קנס ויש לחלק בין משום יין נסך ובין לישנא דעושה יין נסך דלעיל דמשמע נמי לאסור רק בשתיה כמ\"ש התוספות לעיל וברא\"ש דקדק לאסור בהנאה משום קנסא מדלא תלי טעמא לפי שאינן בני תורה ע\"ש ודו\"ק:", 
            "<b>בד\"ה</b> בצר לאו כו' בשמעתין ובפ\"ק דחולין מיירי במעשר ירק כו' עכ\"ל לאו דוקא ירק דהא פירי נקט הכא אלא לפום סברתם דהשתא שוים הם כיון דלא מיחייבי אלא מדרבנן ועיין עוד לקמן בזה:"
        ], 
        [
            "<b>בא\"ד</b> פי' למה (לא) שלח לו בטבל ויחתוך כו' בטבלו מן המתניתין ומתרץ אית לך כו' כצ\"ל:", 
            "<b>בא\"ד</b> ושמא ירק דוקא משום דאין לו אסמכתא כו' עכ\"ל ולפי זה לא קשיא מהך דר\"מ דאכל עלה של ירק והך דשמעתין בפירות שהורמה מהן תרומה גדולה ולא מעשר ובברכות ל\"ג ירק ולא מעשר כו' מתוס' פ\"ק דחולין ע\"ש:", 
            "<b>בד\"ה</b> הא דיחיד כו' ואומר ר\"י דמיירי במעין היוצא מעצמו כו' עכ\"ל ולעיל בפרק כל הצלמים כתבו תירוץ אחר בזה ע\"ש:", 
            "<b>בד\"ה</b> כל שנאכל כו' וכלישנא דכל שנאכל כמות שהוא חי כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> אע\"ג דלזבוניה כו' מנא אמינא לה כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה אידרי עובד כוכבים כו' שלא תשתקע עכ\"ל הס\"ד ואח\"כ מ\"ה כי היכי דלא לשכשך וליאסר בהנאה שאין מנסכין כו' לתוך כלי אחר שימשוך היין מיד העובד כוכבים כו' וכ\"ה בר\"ן:", 
            "<b>תוס'</b> בד\"ה מהו שיוליך ענבים כו' אע\"ג דלקמן שרינן בזריקה כו' זאת דומה קצת למזיגה ולכך יש לאסור לכתחלה כו' עכ\"ל משמע מדבריהם דזריקה שרי לקמן אפילו לכתחלה ולא ידענא היכא דההיא דכל שבזב טהור אינו עושה יי\"נ בדיעבד קמיירי ונראה דשיעור דבריהם כך הוא אע\"ג דלקמן שרינן זריקה כו' וא\"כ היכי ס\"ד לבעיין למימר או דלמא ל\"ש לאסור הכא זריקה אפילו בדיעבד ותירצו דזאת דומה קצת למזיגה ושוב כתבו מלתא באנפי נפשיה למאי דאמר ליה אסור ולכך יש לאסור לכתחלה כו' אבל בדיעבד כו' ודו\"ק:", 
            "<b>בד\"ה</b> אמר ר' פפא כו' לפי שמה שנכנס אצבעו טמא כו' עכ\"ל לאו ממש נכנס אצבעו בחבית דהא בכה\"ג ר' יהודה לא פליג כמו שכתבו התוס' לקמן דר' יהודה לא איירי אלא בלא תחב אצבעו ורב פפא נמי מודה בהכי כמ\"ש התוס' לעיל אלא דר\"ל דכל מה שנכנס מן היין בחבית נגד אצבעו שמצדדים הוה טמא וכן מוכיחין דבריהם שכתבו וא\"כ מה שלמעלה ולמטה בחבית ממה שכנגד אצבעו ה\"ל מפיה כו' דמשמע מאותו יין שכנגד אצבעו ויותר נראה להגיה כן לפי מה שנכנס נגד אצבעו טמא כו' ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> ואם תאמר לפי מה שפי' לעיל שהגישתא כו' אבל ללישנא דעד ברזא אסור כו' עכ\"ל ולא ניחא להו לתרץ דהכא לבתר דשמעה מרבא קבלה כמ\"ש לעיל וק\"ל:", 
            "<b>בא\"ד</b> וצ\"ל דבין רב פפא ורבא דלא אסרי בהנאה השאר כו' עכ\"ל היינו לפירוש הר\"ם מקוצי דרבא לא אסר הכל אלא בשהגישתא מגעת עד שולי החבית וק\"ק דלפירושו נמי אדרבה אית לן למימר דרבא בהך דהכא נמי אוסר הכל כדקי\"ל כרבנן ולא נקט בכה\"ג שהגישתא מגעת עד שולי חבית אלא משום דכך נעשה להריק כל החבית ועוד דעובדא הכי הוה ויש ליישב ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה חמרא אסור משום דמקרקש ליה כו' עכ\"ל לכאורה להאי פירושא דאיסורא הוא משום דלמא נגע לא הוה איצטריך ליה למימר משום דמקרקש ליה וכ\"ה ברא\"ש ובר\"ן ונראה לקיימו דעל ידי הקרקוש במצדד אצדודי אית לן למיחש דלמא נגע דמה\"ט עובד כוכבים אכובא בלא מצדיד צדודי שרי כיון דליכא קרקוש לית לן למיחש נמי לנגיעה ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> כל שבזב טמא כו' או אדם מטמא בזב אף היין נעשה כו' אף היין שנגע בו העובד כוכבים בין בידו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אי איכא טופח כו' לקמן טופח שלא ע\"מ להטפיח כו' כצ\"ל:", 
            "<b>בד\"ה</b> דיקא נמי כו' פ\"ה כאן אם יש שם מפתח כו' עכ\"ל ר\"ל דכאן פי' כן כפירושים הראשונים של רש\"י אבל לקמן במתניתין פרש\"י כמהדורא בתרא דאיירי באין מפתח וחותם וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> המטהר יינו כו' בעיר שכולה עובדי כוכבים אסור ואף בפתח פתוח כיון שאין כאן מפתח כו' עכ\"ל אבל במפתח וחותם אפילו בעיר שכולה עובדי כוכבים ואפילו אין פתח פתוח מותר ודקתני בחצר אחרת מותר לאו דוקא אלא דחצר אחרת הוי כעיר שכולה עובדי כוכבים כיון שאין פתוח לרה\"ר כמ\"ש התוספות לקמן ודו\"ק:", 
            "<b>בא\"ד</b> שכולה עובדי כוכבים אי הפקידו כו' ממקום הזול למקום כו' כצ\"ל:", 
            "<b>בא\"ד</b> דה\"פ בעיר שכולה עובדי כוכבים אסור אף ביש מפתח וחותם ועלה מפרש אין השומר כו' עכ\"ל נראה לפרש דבריהם דר\"ל דההיא דאין השומר צריך כו' אינו פירושא דרישא בעיר שיש בה עובדי כוכבים וישראלים מותר דההיא איירי דוקא במפתח וחותם אלא אהא דקתני בעיר שכולה עובדי כוכבים אסור אף במפתח וחותם ומיהו איירי נמי מכל שכן דאסור בלא מפתח וחותם ועלה מפרש בכל הנך גווני דקתני אסור ביושב ומשמר מותר ואין השומר כו' דהשתא האי היתרא איירי אף בלא מפתח וחותם ויותר נראה להגיה בדבריהם אף ביש מפתח וחותם עד שישב ומשמר ועלה מפרש אין השומר וכו' ורצה לומר דעד שישב ומשמר ודאי דהיינו שומר גמור אף בלא מפתח וחותם ומשמע שבא לפרש דיוצא ונכנס חשיב כשומר גמור והיינו שומר דרישא כפירוש זה מוכיחין דברי התוספות בפרק קמא דחולין אקושיא אחרת שם וע\"ש:"
        ], 
        [
            "<b>בפירוש</b> רש\"י בד\"ה ארישא דסיפא יין של עובד כוכבים ברשותו וישראל דר כו' ובד\"ה מסקנא דמלתא כו' ממתניתין דאגרדמים עובד כוכבים כו' כל שבזב טהור בעובד כוכבים אינו עושה יי\"נ כך כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה עד שיהא שומר יושב ומשמר תימה היינו רישא דישראל ועובדי כוכבים דרין בה ואין לומר דאיצטריך ליוצא ונכנס כו' עכ\"ל תמיהתם לפירוש רש\"י במהדורא בתרא אבל לפר\"ת אין [כאן] מקום תמיה דההיא דישראל ועובדי כוכבים דרין בה לא שרי אלא במפתח וחותם וביוצא ונכנס שרי אף בלא מפתח וחותם כדמוכח מפ\"ק דחולין כמ\"ש התוס' לעיל:"
        ], 
        [
            "<b>בד\"ה</b> והתנן מכרן כו' והכי נמי גבי שביעית המעות אינם אסירין לאחרים כדאמר לעיל בפר\"י כו' עכ\"ל לא מצאתיו בפרק רבי ישמעאל והוא דבר תמוה דודאי דמיהן נתפסין בקדושת שביעית מן התורה מדכתיב קודש תהיה וגו' ואין חילוק בין לו בין לאחרים ושכרן ודאי מותר לגמרי אף לו כדמסיק בשמעתין חוץ מבחמרין משום קנסא וצ\"ע:", 
            "<b>בא\"ד</b> טעמא דאין מוסרין דמי פירות כו' דומה יותר שמשתכר כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> שכרו לסתם יינן מהו לכתחלה כו' דלא שרי לדרוך עם העובד כוכבים כו' עכ\"ל לכאורה נראה ממה שפירשו התוספות לעיל בפר\"י דעל ידי מעשה שאלו מהו לדרוך כו' דהיינו בדיעבד וא\"כ הוא סותר מה שפירשו כאן ויש ליישב דבריהם דהתם לפי דבריהם דהכא דר\"ל על ידי מעשה שאלו דהיינו שבא ישראל עם העובד כוכבים דהוה צייר לידיה ושאל הישראל אם מותר לו לכתחלה לדרוך עם עובד כוכבים זה ולקבל שכרו ממנו והשיב מותר כיון דצייר לידיה דעובד כוכבים אבל אי הוה שאל לפסוק הלכה כיון דסתם שאל לו ולא פירש בדצייר לידיה ה\"ל להשיב אין דורכין כמשנה אחרונה דהיין אסור בהנאה ואסור לכתחלה להשתכר בסתם יינן ודו\"ק:", 
            "<b>בד\"ה</b> לקלינהו ולבדרינהו פירוש בלא בי קברי ומשני אתי לזבולי והא דלא כו' עכ\"ל כצ\"ל פירוש דהשתא דלא אסיק אדעתיה אתי לזבולי אף בלא בי קברי פריך ובתר דמשני אתי לזבולי הא דלא הדר פריך כו' י\"ל דההיא כו' אבל הכא בי קברי קרקע עולם כו' דהשתא בהך שינויא אתי לזבולי איתרצא נמי הך וקושטא הוא דמעיקרא דפריך לקלינהו ולבדרינהו בבי קברי נמי הוה פריך ליה ודו\"ק:", 
            "<b>בד\"ה</b> אתי לזבולי וא\"ת כו' פסקינן לעיל כר\"י דאמר זה וזה גורם מותר בנביה כו' עכ\"ל אדרבה בנביה קאמר ר\"י לאיסורא אלא תלמודא קאמר דלדבריהם דרבנן קאמר לה ובפשיטות הל\"ל דפסקינן כר\"י בהך דשוחק וזורה לרוח ובהך מלתא גופיה הוא שכתבו שחולקין רבנן עליו דאמרי אף הוא נעשה זבל אבל בנביה לא פליגי רבנן וקרוב בעיני דמלת בנביה ט\"ס הוא בתוס' ודו\"ק:", 
            "<b>בד\"ה</b> ולקברינהו בעינייהו כו' וכן דרך עתה לקבור בכורות ונראה שצריך כו' ולאחר שנעשו עפרא כו' עכ\"ל דמה\"ט דבשר ושער מוכח מלתא דרך עתה לקבור בכורות בלא בי קברי בעינייהו לחומרא בעלמא כתבו דנראה שצריך לקוברן מעט בעומק כו' ואפשר משום חפישת הכלב ור\"ל לאחר שנעשה עפרא כו' בין הכא דאמר לקלינהו ולקברינהו וביו התם דקברינהו בעינייהו ונעשו עפרא אין לחוש שמא יקחום לזבל כו' מיהו ק\"ק לפי זה אכתי מ\"ש הכא דבעי בי קברי ומ\"ש התם דסגי בלא בי קברי ודו\"ק:", 
            "<b>בד\"ה</b> יזפי פירות כו' עושים מהם מלוגמא או סחורה ולפיכך הקפידו כו' עכ\"ל ק\"ק לפ\"ז אמאי קאמר ופרעי להם בשמינית דאם כן בשביעית היה להם להקפיד דמלוגמא וסחורה אסור בה ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> אלא דאמר לה כו' ומשום אתנן נמי ליכא כו' עכ\"ל פירוש כיון דלא מצי מקרבה דלאו ברשותה הוא ליחול איסור אתנן וק\"ל:", 
            "<b>בד\"ה</b> כגון דקאי בחצרה וא\"ת לישני תרוייהו בטלה זה כו' עכ\"ל ולעיל דקאמר בזונה עובדת כוכבים לא תקשי להו לישני תרוייהו בטלה זה והא בעובדת כוכבים והא בישראלית דניחא ליה לאוקמא כולה בחד גופא בעובדת כוכבים דאפילו בעובדת כוכבים שרי בסתם אבל הכא טפי ה\"ל לאוקמא כולה בטלה זה מלאוקמא כולה בחצרה דלא הוי שום רבותא בסתם בחצרה ותירצו דודאי הוה שום רבותא נמי בסתם בחצרה וק\"ל:", 
            "<b>בד\"ה</b> ואינו חושש כו' מי הזקיקו לשנות פירות שביעית כו' ה\"נ היה לו לפרש כו' וטעמא משום שפורע חובו כו' ולא דמי כלל לדבי ר' ינאי כו' עכ\"ל לכאורה דבריהם נראין כסותרים דכיון דלסברת רש\"י הוה טעמא משום שפורע חובו לא הוה דמי כלל לדבי ר' ינאי א\"כ שפיר הוזקק רש\"י לפרש ולשנות פירושו של שביעית ממעשר ויי\"נ דאל\"כ לא הוה רב ששת מקשה מידי לדבי ר' ינאי דמה\"ט לא תקשי להו טפי דהיה לו לפרש ממש דומיא דמעשר ויי\"נ דמיירי לאחר הביעור דנראה כמאכילן איסורא ויש ליישב דה\"ק מי הזקיקו לפרש כו' דה\"נ היה לו לפרש דומיא דמעשר ויי\"נ ושפיר פריך לדבי ר' ינאי בפשיטות כמו שפירש ר\"י לקמן דאי לא הוה חשיב דמי פירות שביעית לאחר שאכלום לא היו פירות שביעית שלו ואינו פורע חובו מפירות שביעית מיהו לא קשיא להו דהיה לו לפרש דומיא ממש דמעשר ויי\"נ דמאכילן איסורא ומיירי בלאחר הביעור כמו שפירש ג\"כ ר\"י לקמן דאיכא למימר דרש\"י סובר דא\"כ לא הוה מקשה רב ששת מידי לדבי ר' ינאי דא\"נ לא הוה חשיב דמי פירות לאחר שאכלום מ\"מ עכשיו כשמאכילן נראה כאילו הוא מאכילן איסורא ושוב כתבו ועוד תקשי לרב ששת כו' לפי סברת רש\"י דלא משמע ליה קושיא לדבי ר' ינאי אלא אם נפרש טעם הברייתא משום דמי פירות שביעית תקשי ליה לרב ששת דמי יימר לן דטעם הברייתא משום דמי פירות שביעית ותקשי לדבי ר' ינאי דלמא אחר הביעור כו' א\"נ אפילו קודם כו' ומשום שפורע חובו כו' ולא תקשי לר' ינאי דלא דמי כלל לדבי ר' ינאי לפי סברת רש\"י ודו\"ק:", 
            "<b>בא\"ד</b> וקשיא דמדמי לעיל ההיא דבי ר' ינאי לאתנן כו' ואוקימנא אפילו עשאו לה אפותיקי כו' עכ\"ל פירוש בטלה סתם שרי אפילו באפותיקי וקאי בחצרה כמו שכתבו התוס' לעיל אך קשה לי דנראה שהניחו דבר זה בקושיא לפרש\"י ואמאי לא ניחא ליה למימר דהיה יכול להקשות כן אף לפי טעותו אלא דניחא להו להקשות מדרבה על מעשה דר' ינאי גופיה יותר מעל הראיה דאתנן כמו שכתבו התוספות כיוצא בזה לקמן גם כן לפי שיטת ר\"י ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> מכל מקום למה לא יחשב באתנן כו' כצ\"ל:", 
            "<b>בד\"ה</b> אין עודרין כו' ואין לומר דלהכי שרי לפי שאין תופסין דמיהן דאם כן היכי מייתי ראיה מתחלה כו' אלא ודאי בכלאי זרעים כו' עכ\"ל לכאורה אין דבריהם מובנים חדא דהא קושטא מהאי טעמא דאין כלאים וערלה תופס דמיו כל שכן דשכרו מותר כדאמרינן בהדיא בר\"פ ועוד קשה כיון דהראיה מתחלה מכלאים ליין נסך לא ניחא להו משום דאיסור הנאה דידהו אינו שוה ליין נסך דביי\"נ שכרו אסיר ובכלאים שרי אם כן מכל שכן היכי מצי לאתויי ראיה מכלאי זרעים דשרי בהנאה לגמרי ליין נסך דאסור בהנאה אלא דאית לן למימר דלא מייתי ראיה אלא דאיסורו של קיום שרי כדי למעוטי תיפלה ואם כן הכי נמי איכא למימר בכלאי הכרם ונראה לפרש דבריהם דהכי קאמר דאין לפרש דדוקא מכלאי כרם מייתי ראיה ליין נסך דשרי קיומו כדי למעט התיפלה דאיסור הנאה דידהו שוה אבל מכלאי זרעים לא הוה ראיה כיון דאינו אסור בהנאה כמו יין נסך דאם כן כי מוקי כרבנן כו' דא\"כ היכי מייתי ראיה מתחלה מכלאים ליין נסך כיון דאינם שוין אלא ע\"כ דלא מייתי ראיה כלל מן הדומה לדומה ולא נחית הכא לאתויי ראיה אלא אהיתרא דרוצה בקיומו כדי למעוטי תיפלה ומייתי שפיר ראיה מכלאי זרעים ליין נסך מיהו לא ניחא להו למימר דמכלאי כרם מייתי ראיה ליין נסך אף שאין שוין משום הך קושיא דבעי למימר לרבנן דאפילו לקיים שרי לכתחלה והלא משתכר הוא באיסורי הנאה לכתחלה דדמיו נמי לא שרינן אלא בדיעבד כמ\"ש התוס' בר\"פ וסגי לן למשרי שכרן נמי בדיעבד דוקא ודו\"ק ?. \n:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ת\"ל לא כלאים כו' ולא תזרע שדך כלאים שמע מיניה כו' ובד\"ה ותו כו' מידי כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ר' עקיבא כו' שפירש מקיים בהנחה דכלאים כו' כצ\"ל:", 
            "<b>בד\"ה</b> זבינו כל מאי כו' והא דאמרינן לעיל פרק ר\"י מכרה לעובדיה לא בטלה שאני הכא כו' עכ\"ל הוצרכו לזה לדברי המקשה דבעי למתני טעם דהיתר משום ביטול אבל לפום סברא דהשתא משום היתר דמי עבודת כוכבים ביד עובד כוכבים נגעי בה כמו ביין נסך דלא שייך ביטול וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה הרי הוא כעובד כוכבים כיון דלא מל חשוד כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אין מפקידין כו' היו לנו לאסור דע\"כ בהודיעו כו' דלא פלח ולא נגע ולא מנסך ולגנוב כו' אע\"פ שרוב עובדי כוכבים מצויין שם כיון שאין מניחו כו' כדפירש בקונטרס בהג\"ה עכ\"ל כצ\"ל ויש לדקדק בפירושו דמזכה שטרי לבי תרי דממה שכתב אע\"פ שרוב עובדי כוכבים מצויין שם כיון שאינו מניחו אלא לפי שעה משמע דאם היה מניחו לזמן מרובה ניחוש למגע עובד כוכבים שאינו מקפיד על מגע עובד כוכבים כפירוש הראשון של רש\"י וממה שכתבו שוב אין מפקידין הטעם כדפירש בקונטרס בהג\"ה דהיינו משום אחלופי אבל למגע עובד כוכבים לא יחוש אפילו לזמן מרובה דמקפיד על מגע עובד כוכבים ויש ליישב דס\"ל דודאי ברוב עובדי כוכבים ניחוש למגעו לזמן מרובה דאינו מקפיד על מגעו אבל גבי אין מפקידין דאפילו ברוב ישראל לא היה לנו למיחש למגע עובד כוכבים אפילו לזמן מרובה אי לאו משום איחלופי והוא דחוק דאין זה אלא דברי נביאות לפירושו לפלוגי בהכי ויותר נראה לי דהאי כיון שאין מניחו אלא לפי שעה אינו טעם דלא ניחוש למגע עובד כוכבים אלא דמה\"ט לא ניחוש לאחלופי וכפירוש הקונטרס בהגה\"ה ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> טעמא דא\"ל לעתותי כו' אי נמי שכרו מותר משמע כל שכרו עכ\"ל וקשה לתירוץ זה לרבא דאוקמא מתני' דאמר ליה חבית חבית בפרוטה אמאי קתני שכרו מותר דמשמע כל שכרו הא שכר אותה חבית של יין נסך ודאי אסור כפירוש רש\"י ויש ליישב קצת דודאי למאי דאוקמא דא\"ל חבית חבית בפרוטה דכל חדא אגרא באנפי נפשיה שפיר קאמר שכרו של כל אחד דהיתרא מותר מה שאין כן למאי דסלקא דעתך השתא דאיירי מתניתין נמי בדא\"ל מאה חבית במאה פרוטות דכולי אגרא חדא הוא ושכרו מותר אכולה שכרו קאי ודו\"ק:", 
            "<b>בד\"ה</b> ה\"ג ר\"ת שוכר כו' וחור כרפס אותו כר כו' עכ\"ל ר\"ל בפ\"ק דמגילה מפרש לה כרפס כרים של פסים וק\"ל:", 
            "<b>בד\"ה</b> מאונא לאונא כו' והא דאמרינן בפרק חלק עשר כו' והא דכתיב גבע מלון כו' עכ\"ל כצ\"ל ורצה לומר דבאותן עשר מסעות חשיב בקרא גבע מלון לנו דמשמע שלנו לילה אחד ולא הלכו הכל באותו יום ותירצו דשמא מקצת כו' וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> למיפינהו כו' כ\"א מפתו כדכתבינן בפרק אין מעמידין דלא חמירא כו' עכ\"ל כצ\"ל וע\"ש בתוספות:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה וכל מין במינו במשהו לקמן פסקינן דלאו הלכתא הכי כו' עכ\"ל לא ידענא היכא אי משום דלקמן בפרקין תניא כוותיה דרבי יוחנן ור\"ל דאמרי כל איסורין שבתורה בין במינן בין שלא במינן בנתינת טעם חוץ מטבל ויין נסך הכי נמי ת\"כ דרב ושמואל דמין במינו במשהו ובפרק כל שעה ובפרק כ\"ה פסק רש\"י כרב ושמואל דמין במינו במשהו וע\"ש בתוס' ודו\"ק:", 
            "<b>בד\"ה</b> תבלין שנים כו' פלפל שחור פלפל ארוך או כו' ובד\"ה חלא כו' חלא דאיסור לגו כו' ריח החומץ עד שנתערבה לתוכו כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מכלל כו' דגרסינן במשהו כרב כו' היינו בפרק כל שעה וע\"ש בתוס':", 
            "<b>בד\"ה</b> תבלין של ב' כו' על תערובת דמאי א\"ה כו' ובד\"ה ורבא כו' שתעבתי לך כו' ה\"מ כשהאיסורים כו' לחייב אפילו אינם שוים במתיקה כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אביי אמר אסור כו' וטעמא דרבא דלא חשיב ליה כשותה לפי שהריח נכנס בגופו ומזיקו כו' עכ\"ל משמע מדבריהם דאי לאו משום דמזיקו רבא נמי הוה חשיב ליה כשותה וקשה דאם כן מאי פריך ליה רבא לאביי מהך דכמון של תרומה תקשי ליה לנפשיה דליחשב כשותה כיון דלא מזיקו ומאי פריך ליה רב מרי לרבא מההיא דפת חמה כיון דלאו מזיקו מודה ביה רבא דחשיב כשותה ואסור וליכא לדחוקי ולמימר דיש גם שם היזק לגוף דאם כן מאי קא פריך בפרק כיצד צולין לרב מי נימא תנאי מהך דפת חמה כיון דאיכא למימר דמודה רב היכא דמזיקו דשרי ויש לומר דמה שכתבו דלא חשיב ליה כשותה מטעם דמזיקו היינו לפי הסברא שכתבו לקמן דמצי רבא סבר כרב דאית ליה ריחא מלתא מיהו רבא הכא דפריך לאביי מכמון ורב מרי דפריך ליה לרבא מפת חמה בעו לאסוקי מלתייהו אפילו ללוי דלא מפליג בכך ושרי התם אף בלא מזיקו וכה\"ג צ\"ל לפי מה שכתבו התוספות לקמן דאביי א\"ל אנא דאמרי כלוי ושאני הכא דנהנה מגוף האיסור אבל התם אינו אלא ריח האיסור נכנס בתוך היתר כו' וא\"כ מאי פריך ליה רבא מכמון ורב מרי מפת חמה [כיון] דאיכא למימר דמודה אביי בכל הני דשרי שאינו אלא ריח האיסור נכנס בתוך היתר אלא ע\"כ דמסקי מלתיה דאביי אפילו לרב דלא מפליג בכך ואסר התם אף בנכנס ריח האיסור בתוך ההיתר ודו\"ק:", 
            "<b>בד\"ה</b> רבא אמר כו' טובא גווני דריחא כו' פת חמה וחבית פתוחה אסור לכולי עלמא וריח בשר פלוגתייהו כו' עכ\"ל נראה מדבריהם דלמעלה מכולם פת חמה וחבית פתוחה ואפילו לוי ורבא מצי סברי ביה דאסור וכן מפורש ברא\"ש ודקאמר בהך דריח בשר ובבת תיהא כפת חמה וחבית פתוחה דמי היינו דרב ואביי מצי לשנויי הכי וכן מ\"ש דריח בשר ובת תיהא הם למעלה מפת צוננת וחבית פתוחה כו' היינו נמי לסברת רב ואביי דמדמו מלתייהו לפת חמה וחבית פתוחה ודו\"ק:", 
            "<b>בא\"ד</b> וא\"ת אמאי לא הביא כו' ולכך אמר רב דריחא מלתא היא דאזיל האי ומפטם להאי אבל גבי כמון כו' עכ\"ל ולפ\"ז בת תיהא ע\"כ לא דמיא לפיטום דהא מייתי עלה הך דכמון וליכא לאקשויי כיון דהך דפת חמה כו' מייתי לה התם ע\"כ מדמי לה לפיטום וא\"כ מאי מקשה לרבא ודאי תנאי היא כיון דאיכא למימר דרבא מודה בהך מלתא דדמי לפיטום די\"ל כמ\"ש לעיל דבעי לאסוקי הכא מלתא דרבא אפילו ללוי דלא מפליג בכך ושרי התם אפילו בפיטום אך ק\"ל לדבריהם למה להו הך סברא לעיל דרבא מצי סבר כרב ושאני הכא דמזיקו הא בלאו הכי איכא למימר דרבא מצי סבר כרב ושאני התם דאזיל האי ומפטם האי משא\"כ הכא בבת תיהא ודו\"ק:", 
            "<b>בד\"ה</b> אמר רבא כו' דלא שייך לאסור משום שבח כו' ודאי כדפי' דלא אסרינן משום שבח כו' להתיר פת חמה שאפאה עובד כוכבים בי\"ט כו' ובד\"ה וכן חומץ כו' שמעינן ליה וי\"ל דקמ\"ל דאע\"ג כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אמר רב יהודה כו' ומסתמא רבה בב\"ח ורב דימי נמי כו' עכ\"ל כצ\"ל מילתיה דרבה בב\"ח בלאו הכי ניחא דמשמיה דר\"י קאמר לה דס\"ל נט\"ל מותר וכן נראה מדבריהם לקמן בד\"ה אלא דרשב\"ל כו' ע\"ש:", 
            "<b>בד\"ה</b> אמר ר\"י כל שטעמו כו' דטפת חלב כו' בפרק כ\"ה מדקאמר אביי ש\"מ טעמו כו' בשר בחלב הוי דאורייתא ועוד דהאוכל בשר בחלב כו' וטעם לאו דאורייתא והכי הלכתא כר\"י כו' דבפרק התערובת קאמר רבא אמור רבנן ברובא ובטעמא כו' כצ\"ל:", 
            "<b>בא\"ד</b> והכי מוכח דטעם כעיקר שרי גבי איל כו' ומקצת ירך עמו ושאר האיל חוץ לרוטב כו' עכ\"ל ר\"ל לגירסא דגרסינן לא נצרכה אלא לטעם כעיקר כו' דהכא שרי היכי מוכח מיניה דהכא שרי כיון דהאיל הוי ס' נגד הזרוע כדקאמר התם ותירצו דפעמים שאינו כולו ברוטב ולא הוי ס' מן האיל ברוטב נגד הזרוע וכן מפורש שם בתוספות ודקדקו הכא לפרש דהאיל מקצתו עם הזרוע ברוטב דהשתא שייך ביה טעם כעיקר דרוטב מוליך הטעם בכולו אבל אי הוה האיל מקצתו עם הזרוע חוץ לרוטב לא שייך ביה טעם כעיקר דאין הולך בכולו בלא רוטב אבל לעיל לפום גירסא דלא נצרכה אלא להיתר מצטרף כו' פירשו בהיפך דאיירי שהזרוע עם הכתף חוץ לרוטב וכן פירשוהו שם שיש חצי זית משמנונית של זרוע על חתיכת האיל חוץ לרוטב מיהו שם בתוספות פירשו לגירסא דלעיל נמי בחוץ לרוטב ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> ועוד אמר ה\"ר אליהו כו' טעמו ולא ממשו כגון שאין כו' כל זה מפורש ברא\"ש פ' ג\"ה:", 
            "<b>בד\"ה</b> מכלל דאיכא מ\"ד כו' ולקמן בס\"פ כו' דמוקי חד ברייתא כמ\"ד כו' עכ\"ל ק\"ק מאי אולמא להו הך ברייתא מברייתא דמייתינן דהא בעיין ע\"כ לא ידע לה:", 
            "<b>בד\"ה</b> ואידך קדירה כו' ילפינן מיהא דכיוצא בו דהיינו פגם שאם היה האיסור בעין היה לשבח כו' כצ\"ל:"
        ], 
        [
            "<b>בא\"ד</b> ולעולם כעיקר כו' היינו כשאוכל כזית מטעם איסור הנבלע בהיתר אבל חצי זית דאיסור עם חצי זית דהיתר לא מצטרפו ומש\"ה שפיר איצטריך להיתר מצטרף לאיסור דהא שמעינן כו' לר\"ש וכל שהוא פר\"ת כו' לא תמצא איסור כלל בטל לר\"ש לא ברוב כו' משרת והיתר מצטרף לאיסור כו' כדקאמר התם נזיר ששרה פתו כו' דלהיתר מצטרף לאיסור כלל לא כו' ואם כן תקשה לו משרת כו' כצ\"ל:", 
            "<b>בד\"ה</b> אמר עולא כו' דלא פליגי ר\"מ ור\"ש בקראי כו' דא\"כ לא הוה מסתבר לחלק כו' עכ\"ל פירוש לדבריהם דלפום מאי דפליגי בקראי ודאי משמע דר\"מ אוסר אפילו בפגם מעיקרו דלא אימעיט ליה אלא סרוח מעיקרא דלא חל עליה שם איסור מעולם אבל היכא דחל איסור מעולם תו לא פקע איסורא ע\"י פגם אפילו בפגם מעיקרו כשנפל לתוך היתר ומיהו ודאי דמשמע להו דפליגי נמי בהשביח ולבסוף פגם ור\"ש שרי נמי ביה כמו שהקשו בדיבור שאחר זה מדמוקי ליה ר\"ש אפילו לא הסריחה מעיקרא כו' אלמא פליגי בהשביח ולבסוף פגם ודו\"ק:", 
            "<b>בד\"ה</b> אבל השביח כו' מוקי לה אפילו לא הסריחה כו' מכל מקום בעודה נבילה נפגמת ושריא עכ\"ל כצ\"ל ור\"ל דהכא לא היה מעולם הפגם כשהיה איסורו בעין מה שאין כן בנבילה שנפגם האיסור כשהיה עדיין בעין ולכך שרי טפי ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> אי משים דקסבר עכברא בשכרא אשבוחי משבח כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ת\"ש מסיפא מהך דנפל של תרומה תחלה היה יכול לפשוט כו' עכ\"ל אע\"ג דמהך לחוד לא היה יכול לאוכחי דבפגם מעיקרא פליגי דהך דשל חולין תחלה איכא לאוקמא כדר' זירא מ\"מ כיון דמהך דשל תרומה תחלה מוכח דבהשביח ולבסוף פגם מודה ר\"ש דאסור ע\"כ הא דפליגי לעיל ר\"מ ור\"ש בנט\"ל בפגם מעיקרא הוא וק\"ל:", 
            "<b>בד\"ה</b> ר\"ש לטעמיה כו' אבל היכא דלא שייך ביטול כו' כצ\"ל:", 
            "<b>בד\"ה</b> דהא כו' ואפ\"ה אסריה רחמנא אף כל נט\"ל דשרצים אסור כו' כצ\"ל:", 
            "<b>בד\"ה</b> אמר רבא כו' ועכברא כו' אי משום נט\"ל דקסבר אסור אף בשאר שרצים ולית הלכתא כוותיה פירוש דפגם מותר כו' עכ\"ל כצ\"ל ופירוש אף בשאר שרצים דלא בדילי אינשי מיניה ולא הוה חידוש אסור משום דכל נט\"ל בעלמא אסור וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ה\"ג וכן כו' בשאינו מינו בס' אבל מין במינו במשהו חוץ מחמץ דאפילו בשאינו מינו מוקמינן כו' שבתורה מין במינו במשהו ובחמץ כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה איבעיא להו כו' וא\"ת מ\"ש משאר איסורים וכמו בשיכרא וי\"ל כו' עכ\"ל פירוש דתרתי קשיא להו דמאי שנא עכברא בחלא משאר איסורים בחלא ומאי שנא עכברא בשיכרא מבחלא ותירצו דיש לומר דהך איבעיא אזלא לפום הסברא דעכברא נט\"ל בשיכרא ומבעיא ליה בחלא שמא אגב חורפיה נתינת טעם לשבח הוא ולקמן שכתבו התוספות דקסבר דבחלא לא אשבח כמו בשיכרא היינו לפום הסברא דאשבוחי אשבח ומפירוש רש\"י שפירש נפל לגו חלא כו' טעמו קשה כו' לתת בו טעם נראה דהך אבעיא אזלא לפום סברא דעכברא בשיכרא אשבוחי אשבח ואם כן קשה מ\"ש דקמבעי ליה טפי בעכבר מבשאר איסורים וק\"ל:", 
            "<b>בד\"ה</b> היכי דמי כו' ואי ר\"ל כגון שלא הודיעו כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> מ\"ש רישא ומאי שנא כו' כדתניא אם הניחו בחזקת משתמר מותר והיינו כשלא כו' עכ\"ל פי' דהא אמתניתין לא קשיא ליה מ\"ש רישא ומ\"ש סיפא דודאי רישא איירי בלא הודיעו אלא אלישנא טפויי בחזקת המשתמר דקתני במתניתין קשיא ליה ה\"ד והכא בברייתא כיון דלא קתני בה האי לישנא טפי שפיר מצי איירי בפשיטות הרישא בלא הודיעו ולא תקשה רישא לסיפא וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> היה אוכל על כו' וכן על השלחן מה\"ט אסור כו' כדי שישתום ויסתום כו' עכ\"ל כצ\"ל פי' דעל השלחן אף בלא א\"ל הוי מוזג ושותה מה\"ט אסור דה\"ל כמי שהחזיק ידו למזוג ולשתות דמימר אמר כו' כפרש\"י במתני' וק\"ל:", 
            "<b>בד\"ה</b> והאידנא כו' שזהו קל יותר לעשות מסתימה שאין בו טורח כו' עכ\"ל ר\"ל דקל יותר לזייף דלא מינכר משא\"כ סתימה דמינכר כפרש\"י וק\"ל:", 
            "<b>בד\"ה</b> מ\"ט לא מותבינן כו' חמרא ביד עובדי כוכבים ש\"מ דהוי כו' דרך שם ולתפוס הכוס כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> שמע ישראל כו' כלא הודיעו שמפליג דמי ובדלא א\"ל הוי מוזג ושותה (א\"צ) [א\"נ] שאפילו על השלחן מותר ומיירי הכא שכ\"א שותה מיינו עכ\"ל כצ\"ל כנראה מפסקי הרא\"ש ודו\"ק:", 
            "<b>בד\"ה</b> פתחו חביתא טובא הכא לאו דוקא טובא כו' עכ\"ל דאפי' בודאי פתוח לשם שתיה שרי בפומבדיתא דהוי שם רוב גנבי ישראל אבל משום עובדא דשמואל דלא הוי התם רוב גנבי ישראל נקט טובא דמש\"ה יש לתלות בממון והוי ס\"ס ועיין בתוס' פ' ח\"ה ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> ההוא פולמוסא כו' כך פ\"ה לפי שטתו דלעיל כו' עכ\"ל היינו לפי שטתו דלעיל שפירש דפליגי רבנן ור\"א בשדה דמליא טומאה ואפילו בחד ספיקא מטהר ר\"א אבל שיטת ר\"ת הוא דר\"א לא מטהר אלא בס\"ס ורבנן מטמאין אפילו בכמה ספיקות ול\"ג לעיל שאני התם כו' עיין ע\"ז באורך בתוספות פרק ח\"ה ודו\"ק:", 
            "<b>בד\"ה</b> פתוחות אסורות משמע אפילו טובא ולא אמרינן אדעתא דממונא כו' עכ\"ל אע\"ג דלא אמרי' הכי אלא לר\"א דאמר ספק ביאה טהור לא ניחא להו למימר דמתני' לא אתיא כוותיה וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה אמצרי דגג כו' מתמוגג אני כו' וגרסי' אימצורי קא מצרנא עכ\"ל הס\"ד ועיין בערוך ערך מצר פי' כדכתיב ויזורר הילד והוא פישוט עצמות ואם הגגות משוות זו לזו יכול למימר הכי כו' עכ\"ל ומפירושו נראה דהוה גרס בהנך ברייתות בהיפוך ודו\"ק:"
        ], 
        [
            "<b>תוספות</b> בד\"ה הא לא דמיא כו' קא עביד ומ\"ה שרי כו' שהישראל חייב למלך יין מ\"מ שרי כו' כצ\"ל:", 
            "<b>בד\"ה</b> רב אשי כו' א\"כ לעובד כוכבים במשיכה כדפי' כו' כצ\"ל:", 
            "<b>בד\"ה</b> שקולי זוזי כו' מיד שנגע בו כו' ומיד שנגע בו העובד כוכבים נעשה יי\"נ ברשות ישראל כו' עכ\"ל אין זה מדוקדק למאי דס\"ל השתא דמשיכה קונה דודאי אין כאן בית מיחוש שיגע בו העובד כוכבים קודם המשיכה דא\"כ במנא דישראל נמי ליתסר אבל במנא דעובד כוכבים אסור היינו משום דיין שבכלי אוסרו קודם משיכה וצ\"ע:"
        ], 
        [
            "<b>בד\"ה</b> הב\"ע דאיכא כו' דלא בטיל הס\"ד ואח\"כ מ\"ה ואי ס\"ד משיכה כו' כצ\"ל:", 
            "<b>בד\"ה</b>  בן נח נהרג כו' ולא ניתן להישבון ודוקא ישראל כו' ורש\"י פי' כו' משום דקם ליה כו' עכ\"ל כך נראה מפירושו בפרק החולץ ועיין בתוס' בפרק הדר בזה וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ומאי לא ניתן כו' אמאי הוצרך לומר ולא ניתן להישבון פשיטא דליכא מ\"ד כו' עכ\"ל פי' מלתא דפשיטא היא דא\"צ להשיב כיון דלא שייכא השבה ומשני דה\"נ קאמר דלא שייך ביה השבה והא לאו מלתא דפשיטא היא וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה עד שלא פסק כלומר כל זמן שלא פסק עכ\"ל לכאורה מפירושו הא פסק אח\"כ אף כל זמן שהן עלייהו אינו יכול לחזור וכן נראה מפירושו שכתב בסמוך אבל מדד ופסק או פסק ומדד קניא ליה ביתו כו' אבל קשה מה שייך קניית ביתו על ידי מדידה כל זמן שלא פרקן וכ\"כ בהדיא התוס' פרק הספינה דאפילו מדד ופסק נמי שניהם יכולין לחזור כיון דעדיין לא פרקן כו' עיין שם ונראה לפירושו דלא שייך מדידה כל זמן שהן עלייהו אלא בהנחה לרשותו וכן נראה מפרשב\"ם שם והשתא ה\"ק בין פסק עד שלא מדד שלא הונחו מעולם לרשותו ובין מדד שהונחו ואחר כך פסק או פסק ואחר כך מדד והונחו לרשותו קניא ליה ביתו בלא משיכה ובפרקן והכניסן לביתו דבלאו מדידה הונחו לרשותו בפסיקה לחוד אין שניהם יכולין לחזור:", 
            "<b>בד\"ה</b> הנצוק קלוח צנור כו' ובד\"ה ולא לטהרה כו' ונצוק או קטפרס או משקה כו' כצ\"ל:"
        ], 
        [
            "<b>תוספות</b> בד\"ה פחסתו צלוחיתו כו' דאע\"פ שאין היין נשאר כלל במשפך כו' עכ\"ל ודקתני אם יש בו עכבת יין כו' היינו מקום שיוכל היין להתעכב שם כפרש\"י במתני' מיהו איירי דלא נשאר כלל שם ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ה\"ג לא חמרא כו' וכגון דנפל כולה כחדא דלא אפשר למיא דאיסורא לבטיל עכ\"ל דאל\"כ בלא נ\"ט נמי יאסר היין משום קמא קמא דיין דהיתירא בטיל במיא דאיסורא מיהו לא מצי למימר כסברת המקשה דאיירי בחמרא דאיסורא לגו מיא דהיתרא וכגון דנפיל בב\"א (א) דכיון דלא נפיל בב\"א רק כדי נתינת טעם בהיתרא הל\"ל שפיר קמא קמא בטיל כמו במשהו במין במינו משא\"כ בהיתרא לגו איסורא דאיכא למימר דנפל מהיתרא בב\"א הרבה יותר מכדי נתינת טעם באיסורא כן נראה לי לשיטת רש\"י ודו\"ק:", 
            "<b>תוס'</b> בד\"ה תא שמע יין במים כו' ומדהא סיפא איירי באיסורא לגו היתרא רישא נמי דקתני יין ביין כו' עכ\"ל ודפריך בתר הכי מדרישא במיא דאיסורא סיפא נמי במיא דאיסורא ה\"נ הכי פריך ומדהך סיפא באיסורא לגו היתרא ה\"ה רישא דיין ביין בכל שהוא ומשני דכולה כו' וכ\"כ התוס' פרק כיסוי הדם לשיטתם ונראה דאין לגרוס לשיטתם הכא בגמרא וקתני סיפא מים ביין בנתינת טעם ומה שיש לדקדק אשיטתם עיין בחידושי שם:"
        ], 
        [
            "<b>פרש\"י</b> בד\"ה ורבי יוחנן אמר אפילו הגדילו באיסור כו' כצ\"ל:", 
            "<b>בד\"ה</b> כל נותן טעם במינו בס' משערינן כו' עכ\"ל ר\"ל כיון דליכא למיקם אטעמא במינו משערינן בס' משא\"כ בשאינו מינו דאיכא למיקם אטעמא בקפילא הכי אמרינן פ' ג\"ה וק\"ל:", 
            "<b>תוס'</b> בד\"ה חזקיה אמר כו' רבין עליו בהיותו לבדו ונתבטל כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> הא תנא ליה כו' אמאי תנייה הכא הא כבר כו' ובד\"ה אי נמי למעוטי כו' דבר שבמנין כדפי' וקשה השתא כו' במשהו כלל כדפרישית ושמא יש כו' כצ\"ל:"
        ], 
        [
            "<b>פרש\"י</b> בד\"ה והאנן תנן בשל אבן אפילו זיפתה כו' ובד\"ה סיפא דמתניתין כו' כי לא דרך בה כו' אלמא מזופפת יקלוף ושריא עכ\"ל כצ\"ל ומייתי ראיה מברייתא אמתניתין דסגי בקליפה לרבי אבל הא דמוכח מברייתא דבעי קליפה ולא סגי בניגוב כדקתני ואפילו בשל עץ ואבן מזופפין אסורין לכולי עלמא בלא קליפה ליכא ראיה אמתניתין דאיירי בלא דרך בה ואימא דסגי בניגוב ואפשר שסמך עצמו בפירושו דליכא למימר הכי דאדתני במתניתין לרבי בשל עץ ינגב ליתני רבותא טפי דאף בשל חרס סגי בנגיבה וק\"ל:", 
            "<b>תוס'</b> בד\"ה דהוה שיעא כו' ולכך רצה רב להתיר גת של אבן כו' ולא חש לבליעת זפת כו' עכ\"ל יש לדקדק מאי אולמא ליה לאתויי מרב הא הך מלתא משנה שלימה היא גת של אבן זפותה מנגבה וסגי ויש לפרש דה\"ר פטר רוצה להביא ראיה דבכלי שניקב ונסתם בזפת אף כשנשתמש ביד עובד כוכבים סגי בניגוב ואין לחוש לבליעת זפת דהך מלתא ליכא לאתויי ראיה ממתניתין דאדרבה רבא מוקי לה דוקא בלא דרך אבל עובדא דרב משמע דמיירי בנשתמש ביד עובד כוכבים כדקאמר דדכי לי מעצרתאי ואפ\"ה היה רוצה להתיר בניגוב משום דליכא למיחש לבליעה ולא אסרה אלא משום דחזא ביה פילי דלא מהני בהו ניגוב ורבא דאסר נמי בדרך בה משום פילי ולא משום בליעת זפת וא\"כ בניקב הכלי ונסתם בזפת דלא שייך ביה פילי שרי וסיים בדבריו מיהו בכלים שכולם מזופפים יש להחמיר מפני שרגילים ומצויים בהם פילי ואין לחלק בין דריכת הגת לשימוש של שאר כלים כיון דאיכא למיחש לפילי אסור ודו\"ק:", 
            "<b>בד\"ה</b> דרש רבא כו' דגת סגי ליה בעירוי שאני יי\"נ דתשמישו ע\"י צונן כו' עכ\"ל כצ\"ל ועי' בתוס' פ' כירה:", 
            "<b>בא\"ד</b> כדי קליפה ולא יותר והני קערות שהם כו' שיסד ר' יוסף ט\"ע פחר קדירות כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אתמר בי רב כו' ברטיבתא תרתי אפר ומים תלת ביבשתא מים אפר ומים ושמואל כו' תלת ברטיבתא אפר מים ואפר ושמואל כו' שהרי רב מיקל ביבשתא יותר מרטיבתא ושמואל מיקל ברטיבתא יותר מביבשתא לכך נראה לר\"י כו' ברטיבתא תלת אפר מים אפר ושמואל כו' שבקונ' תלת ברטיבתא אפר מים אפר ביבשתא כו' כצ\"ל ק\"ק לפי' ר\"י נמי הויא סברת סוריא הפוכה מסברת פומבדיתא וק\"ל:"
        ], 
        [
            "<b>גמרא</b> דברים שלא נשתמש בהן מטבילן כו' מהכא ה\"מ לסייע לרב נחמן דאמר אפילו חדשים ורב ששת דמתקיף ליה ע\"כ דהך ברייתא לא הוה ידיע ליה ודו\"ק:", 
            "<b>תוס'</b> בד\"ה אי משום דקסבר כו' לענין הא פשיטא ודאי דלא הוי כזביני עכ\"ל (ב) ויש לחלק דעובד כוכבים שמשכן כל זמן שמשכון ביד ישראל מחזי כשלו דשמא ישקעה אצלו משא\"כ בישראל שמשכן כיון שפדאו כבר שוב לא מחזי כזביני כשהיה ביד עובד כוכבים ודו\"ק:"
        ], 
        [
            "<b>פרש\"י</b> בד\"ה מקמי דלהוי נותר כו' בליעה ביום אתמול כצ\"ל ובד\"ה בהדי הדדי כו' כדאמרינן דכל פעם מבשל שלמים כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה בת יומא כו' נתבשלו לא הכא איכא ג' כו' ובד\"ה מכאן ואילך כו' הנפלט בחמין טעם לשבח כו' בפ\"ב חמין של עובדי כוכבים כו' כצ\"ל:"
        ], 
        [
            "<b>פרש\"י</b> בד\"ה נועצה אע\"פ ששפה וי\"א משפשפה בבגד כו' עכ\"ל נראה דמשמע ליה הכא לפרש שפה דמתני' כי\"א דנראה לו דחוק שאחר ששפה באבן כפירושו במתניתין דבעי עוד נעיצה י\"פ ועוד בהך עובדא דשבור מלכא משמע דלא עבד שיפה באבן אבל לפי' י\"א ניחא דמשפשפה בבגד אינו אלא להעביר שמנונית ולכך בעי שפיר נעיצה אחר כך ולא הוזכר נמי שיפת בגד בעובדא דשבור מלכא דעל ידי שפסק אתרוגא כבר ואכל הוא העביר ממנו השמנונית ועוד דכיון דדבר קל הוא לעשות לא חש להזכירו והרא\"ש כתב דלא בעי רק שיפה או נעיצה ותו לא מידי ודו\"ק:"
        ]
    ], 
    "title": "Chidushei Halachot on Avodah Zarah", 
    "versionSource": "https://www.sefaria.org/Chidushei_Halachot_on_Avodah_Zarah", 
    "heTitle": "חדושי הלכות על עבודה זרה", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Halachot", 
        "Seder Nezikin"
    ]
}