{
    "title": "Ben Yehoyada on Moed Katan",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Yehoyada_on_Moed_Katan",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>רַבִינָא אָמַר: <small>(תהלים נ, כג)</small> \"וְשָׂם דֶּרֶך אַרְאֶנּוּ בְּיֵשַׁע אֱלֹקִים\"</b>. נראה לי בס\"ד כיון ד'שָׂם' היא בשי\"ן שמאלית דריש לה בסמ\"ך דהיינו 'סם' שהוא לשון סימן שיעשה סימן בדרך דהיינו ציון. ועדיף ליה האי קרא טפי מן פסוק וּשְׁמַרְתֶּם <small>(ויקרא יח, ל)</small> דאיירי בתרומה כמו שכתב רש\"י ז\"ל. והציון לאו בשביל תרומה דוקא הוא צריך אלא צריך יותר בשביל כהנים דבני אדם הם עוברים ושבים תמיד וצריכים לסימן טפי לכך בחר טפי בהאי קרא דקאי לשמירה דכולהו.",
            "<b>קָרִי עֲלֵיהּ: \"וְשָׂם דֶּרֶךְ אַרְאֶנּוּ בְּיֵשַׁע אֱלֹקִים\"</b>. פירש רש\"י דאתו כולי עלמא לפרקא ואי מקשי ליה ולא הוה מצי לפרוקיה הוה מכסיף. ומהרש\"א כתב זה דוחק.<br>ונראה לי בס\"ד דאמרו רבותינו ז\"'ל בגמרא <small>(מגילה כא.)</small> כשהיה משה רבינו ע\"ה לומד תורה מפי הגבורה בהר סיני היה לומד הקשות מיושב דבעי ישוב הדעת טפי ורכות מעומד. <b>וידוע</b> כי בשבת הרגל שמתקבצים כל הצבור לפרקא אז הדרשן עומד ודורש לכבוד ציבור מה שאין כן בשאר שבתות דלא כנוף כולי עלמא דורש מיושב <b>ולכן</b> היה אותו תלמיד נזהר שלא להקשות לו בשבתא דרגלא דאז הוא עומד ודורש ואית ליה טרחא וכיון דמוצא לו קושיות אם כן זהו בכלל קשות דבעו ישיבה ואיך יקשה לו בהיותו עומד <b>ולכך</b> קרא עליו פסוק זה 'וְשָׂם דֶּרֶךְ' רוצה לומר דרך ואורח של לימוד התורה דהלומד קשות צריך להיות מיושב.",
            "<b>כָּל הַשָּׁם אוֹרְחוֹתָיו, בָּעוֹלָם הַזֶּה זוֹכֶה וְרוֹאֶה בִּישׁוּעָתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא</b>. נראה לי בס\"ד עולם הזה נקראת דֶּרֶךְ כמו שכתב הרב עוללות אפרים ז\"ל והיא תחלת ממשלת הטבע וידוע כי הטבע נקרא בשם אלקים לכן אלקים <small>[86]</small> עולה מספר הטבע <small>[86]</small> ולכן אַרְאֶנּוּ בְּיֵשַׁע אֱלֹקִים.<br>גם אמר שם אֱלֹקִים ואמר לשון יֵשַׁע כי אלקים עולה כפשוטו פ\"ו <small>[86]</small> ובמלוי ההי\"ן עולה רצ\"ה <small>[295]</small> וסך הכל הוא מספר יֵשַׁע <small>[380]</small> ולזה אמר אַרְאֶנּוּ בְּיֵשַׁע אֱלֹקִים.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו פירש הַשָּׁם אוֹרְחוֹתָיו שעורך אזהרתו ושמירתו בענינים הגשמיים לגבי אזהרתו בעניינים הנפשיים ורואה כמה הפרש בין זה לזה ולוקח מוסר לעצמו. ועוד פירש ששוקל שמחתו ורצון לבו בסוף לימוד אחר שיגע לגבי התחלת לימודו ורואה כמה הפרש יש ביניהם עד כאן דבריו נר\"ו."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>הָכָא צֹרֶךְ הֶדְיוֹט</b>. פירש רש\"י שאכלו ושתו ובשלו מאכלם ביום הכיפורים. נראה לי שצריך למחוק תיבת 'ובשלו' דמה הכרח יש להם לבשל בו ביום? יבשלו בערב כיפור ויאכלו ביום הכיפורים כמו שבת שמבשלים לצרכו בערב שבת! ואם נאמר הך שתא אזדמן יום הכיפורים ביום ראשון בשבוע דערב יום הכיפורים הוא שבת מנא ליה לרש\"י לפרש כן דאזדמן כך? לכן צריך למחוק תיבת 'ובשלו' וכן מצינו בגמרא דשבת דף למ\"ד ע\"א דלא נקיט שם רש\"י ז\"ל דבשלו אלא רק 'אכלו ושתו'.",
            "<b>דָּבְקוּ שְׁעָרִים זֶה בָּזֶה</b>. נראה לי בס\"ד הטעם דנעשה הנס לכבודו של דוד המלך ע\"ה בשערים דידוע שדוד המלך ע\"ה הוא בחינת המלכות שהוא סוד שם אדנ־י הנקרא שער דשם אדנ־י במלואו עולה תרע\"א <small>[במילוי אל\"ף דל\"ת נו\"ן יו\"ד עולה 671]</small> שהוא תרגום של שַׁעַר ולכן אומרים 'אֲדֹנָ־י שְׂפָתַי תִּפְתָּח' ולכך נעשה לו הנס בשער.<br>וזה הנס נרמז בשמו הטוב שראשו וסופו הוא שני דל\"ת ולזה אמר עֲשֵׂה עִמִּי אוֹת לְטוֹבָה <small>(תהלים פו, יז)</small> רוצה לומר אות הדל\"ת הקבוע בשמי בראש ובסוף תעשהו עמי לטובה לעשות לי נס בדל\"ת. ועוד נראה לי נעשה לו נס בשערים <small>[620] </small>שהם מספר כתר <small>[620] </small>שזכה לכתר מלכות עד עולם.<br>ועוד נראה לי בס\"ד ענין הנס הזה מורה מעשהו לענין גדול שיהיה לעתיד והוא תחלה דבקו שני שערים זה בזה נרמז בהם שני דלתי\"ן שנדבקים זה עם זה ונעשו מ\"ם סתומה של לְםַרְבֵּה <small>[לְמַרְבֵּה]</small> הַמִּשְֹרָה <small>(ישעיה ט,ו) </small>ואחר כך נעשה נס שני ונפתחו שתי השערים הרומזים לשני דלתי\"ן ונרמז בזה שתהיה מ\"ם סתומה של לְםַרְבֵּה הַמִּשְֹרָה נפתחת ותהיה שני דלתי\"ן ואלו הן שני דלתין של <b>ד</b>ו<b>ד</b> כמו שכתב מהרנ\"ש <small>[רבי נתן שפירא בן ראובן דוד הירושלמי]</small> ז\"ל בטוב הארץ שעל אלו שתי דלתי\"ן של מ\"ם סתומה של לְםַרְבֵּה הַמִּשְֹרָה נאמר לִשְׁקֹד עַל דַּלְתֹתַי יוֹם יוֹם <small>(משלי ח, לד)</small> שיהיו נפתחים לעתיד בזמן הגאולה וימלוך משיח בן דוד כמו שנאמר לְםַרְבֵּה הַמִּשְֹרָה וּלְשָׁלוֹם אֵין קֵץ עַל כִּסֵּא דָוִד וְעַל מַמְלַכְתּוֹ.",
            "<b>אָמַר שְׁלֹמֹה עֶשְׂרִים וְאַרְבַּע רְנָנוֹת וְלֹא נַעֲנָה</b>. פירש רש\"י ז\"ל באותה תפלה של וַיַּעֲמֹד שְׁלֹמֹה <small>(מלכים א' ח, כב)</small> איכא עשרים וארבע רננות בין תפלה ורנה ותחנה. ונראה כי הוא מונה מן פסוק <small>(מלכים א' ח, ל)</small> וְשָׁמַעְתָּ אֶל תְּחִנַּת עַבְדְּךָ וְעַמְּךָ יִשְׂרָאֵל וכו' עד בְּהוֹצִיאֲךָ אֶת אֲבֹתֵינוּ מִמִּצְרַיִם אֲדֹנָ־י הֳ' <small>(מלכים א' ח, נג)</small>.<br>ולולי פירושו הייתי מפרש עשרים וארבע רננות הם עשרים וארבע פסוקים שיש במזמור שִׁיר הַמַּעֲלוֹת זְכוֹר הֳ' לְדָוִד אֵת כָּל עֻנּוֹתוֹ <small>(תהלים קלב, א)</small> שיש בו ענין בית המקדש שנתגלה מקומו לדוד המלך ע\"ה דכתיב<small> (תהלים קלב, ה)</small> עַד אֶמְצָא מָקוֹם לַהֳ' מִשְׁכָּנוֹת לַאֲבִיר יַעֲקֹב וגם כתוב בו מענין הארון דכתיב <small>(תהלים קלב, ח)</small> 'קוּמָה הֳ' לִמְנוּחָתֶךָ אַתָּה וַאֲרוֹן עֻזֶּךָ' ועם מזמור 'שֶׁבֶת אַחִים גַּם יָחַד' שאחריו <small>(תהלים קלג, א)</small> ומזמור הִנֵּה בָּרְכוּ אֶת הֳ' וכו' <small>(תהלים קלד, א)</small> שבהם נשלמים ט\"ו שיר המעלות כי לשון רננות שייך על מזמורי תהלים טפי מהנך קראי שכולם תפלה ותחנה ואלו השלשה מזמורים הנזכר יש בהם עשרים וארבע פסוקים וכיון דהם מזמורים נקראים רננות.",
            "<b>פָּתַח וְאָמַר: <small>(תהלים כד, ז) </small>\"שְׂאוּ שְׁעָרִים רָאשֵׁיכֶם וְהִנָּשְׂאוּ פִּתְחֵי עוֹלָם, וְיָבוֹא מֶלֶךְ הַכָּבוֹד</b>. קשה מה שייך בזה 'פָּתַח וְאָמַר' והלא לא היתה פתיחה שלו בהם אלא פתח בעשרים וארבע רננות תחלה?<br>ונראה לי בס\"ד נקיט פָּתַח מפני כי פסוקי 'שְׂאוּ שְׁעָרִים רָאשֵׁיכֶם' אינם תחלת המזמור כי המזמור מתחיל לְדָוִד מִזְמוֹר לַהֳ' הָאָרֶץ וּמְלוֹאָהּ <small>(תהלים כד, א)</small> ואי לא אמר 'פָּתַח וְאָמַר' הייתי חושב שאמר המזמור מתחילתו ומשום דעיקר אמירתו הוא בעבור פסוק זה לכך נקיט תלמודא פסוק זה ולעולם אמרו מתחילתו לכך הוצרך מסדר התלמוד לומר 'פָּתַח וְאָמַר שְׂאוּ שְׁעָרִים' ללמדינו שלא התחיל מן תחלת המזמור אלא פתח המזמור מן הפסוק הזה.<br>ועוד נראה לי בס\"ד אף על פי שכבר פתח בעשרים וארבע רננות כאן הרים קולו יותר מקול שתפס בעשרים וארבע רננות כדי להשמיע לכל העומדים שם שהוא קורא לשערים בכח מלך הכבוד ולא נפתחו עד שאמר בזכות דוד אביו ולכך אמר 'פָּתַח וְאָמַר' שפתח בקול גדול יותר שגם הרחוקים שלא שמעו קול עשרים וארבע רננות שמעו זאת.<br>ונראה לרמוז בס\"ד אמר עשרים וארבע רננות כנגד עשרים וארבע צרופי שם אדנ־י ועשרים וארבע אותיות בשכמל\"ו <small>[בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד]</small> ואחר כך אמר שְׂאוּ שְׁעָרִים רָאשֵׁיכֶם וְהִנָּשְׂאוּ פִּתְחֵי עוֹלָם וְיָבוֹא מֶלֶךְ הַכָּבוֹד שהם ט\"ל אותיות כנגד שם כוז\"ו <small>[שהם האותיות שאחרי שם הוי־ה]</small> שבו נפתחים הקברים בתחייה ולכן כיון עתה לפתוח בו השערים מפני שהוא מסוגל לפתיחה.",
            "<b><small>(מלכים א' ח, סו)</small> 'וְטוֹבֵי לֵב', שֶׁכָּל אֶחָד וְאֶחָד נִתְעַבְּרָה אִשְׁתּוֹ בְּבֶן זָכָר</b>. נראה לי כיון דנהנו מזיו השכינה לבשתם רוח הקודש וידעו שנשותיהם נתעברו בבן זכר וידיעה זו היא בלב לכן קאמר עלה 'וְטוֹבֵי לֵב'.<br>ועוד נראה לי לֶב בנקוד סגו\"ל עולה מספר בן <small>[52]</small> ואף על גב כי לֵב נקודו בציר\"י לא אכפת מפני דבמבטא יוצאים קרובים ושוין זה בזה.",
            "<b>דִּכְתִיב: <small>(מלכים א' ח, סו)</small> \"בַּיוֹם הַשְּׁמִינִי שִׁלַּח אֶת הָעָם\" וְגוֹ'</b>. קשא למאי אצטריכו להביא לו ראיה והוכחה וכי איהו לא ידע זה? ונראה לי בס\"ד כי הם חשבו באומרו 'וְלָא אִפְטְרִיתוּ מִינָאִי בְּאוֹרְתָא' בא לנסותם אם ידעו מקור הדין או לאו כי אי אפשר לומר שבא לנסותם אם ידעו עיקר הדין או לאו דהא חזא דאתו בצפרא לגביה ואם כן יודעים הדין אך בא לנסותם אם ידעו מקור הדין מהיכא נפיק דין זה ולכן השיבו בחכמה את הדין והמקור שלו מהיכא נפיק.<br>והנה מהרש\"א ז\"ל הקשה בשלמא רבנן לא היה בדעתם ללון בלילה ולכך איפטרו מיניה באורתא אבל ישראל ידעו בודאי שלא ילכו ביום שמיני עצרת ואמאי באו ביום שמיני עצרת.<br>ונראה לי בס\"ד כדי לקבל ממנו ברכות ביום שמיני עצרת שהוא יום רצון שיתקבלו בו הברכות והבקשות יותר מכל ימות השנה כולה כמו שאמרו בזוהר הקדוש.",
            "<b>זִיל לְגַבַּיְהוּ וְלִיבָרְכוּךְ</b>. מקשים אמאי לא אמר לו כן באורתא אחר דאפטרו מיניה? ונראה לי בס\"ד כי רבי שמעון בן יוחאי הוה ידע גם בחכמת הכוכבים והמזלות והוא ראה שעתיד לבא פרעניות על רבי אלעזר מצד המערכה והמזל והוא עצמו לא רצה לברכו כי הוא ובנו חשובין חד גופא ואין חבוש מתיר עצמו מבית האסורין כמו שאמרו בריש ברכות <small>(ברכות ה:)</small> ולוקים רבי יוחנן לנפשיה? ותירץ אין חבוש מתיר עצמו מבית האסורין ורצה שאחרים יברכו אותו ברכות שהם נוגעים לענין הפרעניות המועדת אליו.<br>ולכך צריך שיהיה המברך יש לו ידיעה בחכמה זאת של כוכבים ומזלות כדי שידע על מה יברך ואם הוא אומר להמברך בפיו שכך וכך רואה אינו רוצה לומר בפירוש אשר ישפוט הכוכב והמזל דכתיב תָּמִים תִּהְיֶה עִם הֳ' אֱלֹקֶיךָ <small>(דברים יח, יג)</small>, אך למיחש בשתיקה בדברים שבלב לית לן בה וכמו שאמרו בתרנגולת שקוראה קול תרנגול דאסור לומר בפירוש: שחטו אותה בעבור דבר זה! אלא יאמר שחטו בסתם ואף על פי שבלבו הוא רוצה לשחטה מחמת כן.<br>ולכן באורתא חשב דלא ידעי רבנן בחכמה זו יען כי הוא ידע דאותה הלילה אינה טובה היציאה בה מן העיר על פי המזל והכוכב וכיון דהם רוצים לצאת אותה הלילה דהא אפטרו מיניה משמע דאין להם ידיעה בחכמה זו והוא לא רצה לומר להם בפירוש שלא יצאו משום תמים תָּמִים תִּהְיֶה עִם הֳ' אֱלֹקֶיךָ וכיון דחשב שאין להם ידיעה בחכמה זו לכך לא אמר לבנו 'זִיל לְגַבַּיְהוּ וְלִיבָרְכוּךְ' דמאי נפקא מינה?<br>אך כשבאו בצפרא אליו שידע שלא הלכו באותה הלילה ידע שהרגישו ברעת הכוכב של אותה הלילה ולכן הם ביטלו מן נסיעתם אותה הלילה בסתם ונתבררה בזה ידיעתם בחכמה זו מאחר דהבין שלא היה להם סיבה מונעת נסיעתם באותה הלילה ולכך אמר לבנו זִיל לְגַבַּיְהוּ כי הם בידיעתם בחכמה זו ירגישו מה הם הפרעניות המעותדות עליו מביאת הכוכבים והמזלות ואז יברכו אותו ברכות השייכים לביטול אותם פרעניות וכאשר היה.",
            "<b>הָדוּר יַתְבֵי וְקָא מִיבָּעְיָא לְהוּ</b>. יש להקשות אמאי נקיט 'יַתְבֵי' בהאי בעיא והלא בקראי דקודם זה דרמו אהדדי לא נקיט 'יַתְבֵי'? ועוד מאי קשיא להו בהני קראי והלא התירוץ פשוט הוא כמו שתירצו בקושיא קמייתא? ועוד קשה כיון דראו אותו בא אצלם אמאי לא שאלו אותו תכף כשבא אצלם 'מַאי בָּעִית הָכָא' והמתינו עד סוף הפלפול שלהם?<br>ונראה לי בס\"ד כי הם כשהתחילו למרמי קראי של פַּלֵּס <small>(משלי ד, כו)</small> ושל אֹרַח <small>(משלי ה, ו) </small>אהדדי לא היו יושבים אלא עומדים כי היו נוסעים אותה שעה ומוכנים לרכוב ולילך ורק היו אומרים דברי תורה אלו לפני המלוים אותם בשביל להפטר בדברי תורה ולכן בתחילה לא אמר 'יַתְבֵי' וכיון שהתחילו ראו את רבי אלעזר שבא אצלם בעודם עסוקים בישוב אותם הפסוקים ותכף כשבא אצלם הבינו מדעתם שבעבור הברכה בא אצלם ואז הסתכלו בשרטוטי המצח שלו וראו סימנים של פרעניות והסכימו בדעתם לברכו ברכות אשר הם שייכים לאותם פרעניות הנסמנים בו.<br>אך המה ראו שהכוכב של אותה השעה היה מאדים או שבתאי שאין השעה מסוגלת לברכה שתדחה את הפרעניות ואולי היתה השעה ההיא קרובה לצאת שנשאר לה עשרה רגעים מכל מקום לכך התחכמו לישב להתעכב שיעור עשרה רגעים עד שתעבור אותה שעה ובישיבתם רמו קראי של חֲפָצֶיךָ<small> (משלי ג, טו)</small> ושל חֲפָצִים <small>(משלי ח, יא)</small> אהדדי ולא היו צריכים לפרש זה כי מקראות אלו יתיישבו כאשר יישבו מקראות של פַּלֵּס ושל אֹרַח ורק עשו כן עד שתעבור אותה השעה! וכאשר עברה השעה בזמן הזה עד שישבו ועד שמצאו מקום לישיבתם ועד שהקשו המקראות אהדדי ועד שאמרו התירוץ עברה אותה השעה ואז שאלו אותו מַאי בָּעִית הָכָא אף על פי שהם הבינו מדעתם דבעבור הברכה בא וכשאמר להם דאביו שלחו שיברכוהו אז ברכו אותו בברכות השייכים לאותם פרעניות המעותדים לו לבטלם. ומה שאמרו הברכות בלשון נעלם ונסתר כבר כתבו המפרשים טעמים מספיקים בזה.",
            "<b>יְהֵא רַעֲוָא דְּתִזְרַע וְלָא תֶּחְצַד</b>. הנה מלבד פירוש האמיתי שפירש אדונינו רבי שמעון בן יוחאי ע\"ה בדברים אלו עוד נראה לי בס\"ד דנתכוונו גם כן לזה דידוע שהאדם העושה מצות הוא זורעם בגן עדן דכתיב <small>(הושע י, יב)</small> זִרְעוּ לָכֶם לִצְדָקָה, ועת הזריעה הוא בהיותו חי בעולם הזה ועת הקצירה כשילך לעולם הבא ורק אנשים אשר לא טובים, המה קוצרים להם זרעם בעודם בעולם הזה כדכתיב וּמְשַׁלֵּם לְשֹׂנְאָיו אֶל פָּנָיו לְהַאֲבִידוֹ <small>(דברים ז, י)</small>. לכך ברכוהו <b>תִּזְרַע</b> מצות בגן עדן <b>וְלָא תֶּחְצַד</b> אותם בעולם הזה.<br>ואמרו עוד <b>תְּעַיִּל</b> ניצוצי קדושה שהם חלקי הנפש <b>וְלָא תָּפִיק</b> שלא תחטא חס ושלום שבזה תוציא אותם חלקים טובים מנפשך. ואמרו עוד <b>תָּפִיק</b> הסיגים וחלקי הרע מנפשך <b>וְלָא תְּעַיִּל</b> שלא תחטא ויחזרו ויכנסו הסיגים וחלקי הרע בנפשך. ואמרו<b> לִיחְרוּב בֵּיתָךְ</b> רמז למדור היצר הרע דנחשב בעל הבית בעולם הבא בגוף האדם כי לַפֶּתַח חַטָּאת רֹבֵץ <small>(בראשית ד, ז)</small> וקראו אותו ביתך מלשון וַאֲשִׁיתֵהוּ בָתָה <small>(ישעיהו ה, ו)</small> שהוא לשון שממון, <b>וְלֵיתִיב אוּשְׁפִּיזָךְ</b> הוא יצר הטוב שהוא כמו אושפיזא אצל האדם כי בא באחרונה. ואמרו עוד <b>לִבַלְבֵּל פְּתוֹרָךְ </b>הוא שלחן הטהור של עסק התורה שיהיה בלול במקרא במשנה בתלמוד באגדה ובסתרי תורה על דרך שאמרו בגמרא <small>(סנהדרין כד.)</small> למה נקרא תלמוד בבלי? שבלול במקרא במשנה ובתלמוד.<br>ואמרו עוד <b>וְלָא תֶּחְזִי לְשַׁתָּא חַדְתָּא </b>כי הצדיקים כל שנותיהם נחשבים כשנה אחת כי ימיהם כולם בצדקות ואין ימים רעים מבדילים ביניהם ומפרידים אותם מה שאין כן המון העם חוטאים בכל ימות השנה וכשיגיע חודש תשרי בראש השנה מתקדשים בתורה ומצות וכל חודש תשרי אין לו תערובות עם ימים שעברו כי קודש הוא גם אצל המון העם לכן מוכרח שיהא נחשב חודש תשרי שנה חדשה ואחר תשרי חוזרים וחוטאים וגם כן כשיגיע תשרי של שנה אחרת הם מתקדשים ואז אינו מתערב עם ימים של שנה שעברה ונחשב שנה חדשה וכן על זה הדרך מה שאין כן הצדיקים גמורים אין להם שנה חדשה דכל הימים שלהם מתערבים ונכללים זה בזה ואין להם יום רע שיבדיל ויפריד בתוך הימים ולזה אמרו <small>(יומא כב:)</small> בן שנה שאול במלכו, כאלו כל שנים אשר חי הם נחשבים שנה אחת.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו פירש <b>תְּעַיִּל</b> תלמידים ללמדם תורה <b>וְלָא תָּפִיק</b> שלא יקדיחו תבשילם ותצטרך לדחותם ולהוציאם כאשר קרה לאלישע הנביא ע\"ה עם גחזי ולרבי יהושע בן פרחיה עם אותו תלמיד <small>(סוטה מז.)</small>. ואמרו עוד <b>לִבַלְבֵּל פְּתוֹרָךְ</b> בתלמידים שיש תלמידים שנשארים בבית הרב לאכול שם על שלחנו וכמו שאמרו בגמרא על כמה חכמים דהוו פיישי תלמידים לאכול על שלחנם כך וכך וכאשר אמרו באלישע הנביא ע\"ה. ואמרו עוד <b>לָא תֶּחְזִי</b> <b>לְשַׁתָּא חַדְתָּא</b> כלומר לא יצטרך לבא בגלגול בגוף חדש ושנים חדשים עד כאן דבריו נר\"ו.",
            "<b>לָא מִיבָּעְיָא בְּרוּכִי דְּלָא בָּרְכָן, אֶלָּא צִעוּרִי צִעֲרוּ לִי</b>. יש להקשות למה כפל הלשון וסגי לומר לָא מִיבָּעְיָא דְּלָא בָּרְכָן? ונראה לי דהמברך לחבירו צריך לברכו ברכה אחת נוגעת לגופו וברכה נוגעת לממונו והוא חשב שקללו אותו בשתים באומרם תִּזְרַע וְלָא תֶּחְצַד זה ענין ממון וְלָא תֶּחְזִי לְשַׁתָּא חַדְתָּא זה ענין גופו שימות חס ושלום.<br>ולזה אמר בְּרוּכִי דְּלָא בָּרְכָן על שתי ברכות של גוף ושל ממון ולא אמר קלולי מקללן שלא רצה לפתוח פיו לשטן להזכיר קללה על עצמו אלא אמר צעורי צעורן שכינה השתי קללות בלשון צער.",
            "<b>יְהֵא רַעֲוָא דְּלָא תְּבַיֵּשׁ וְלָא תִּתְבַּיֵּשׁ</b>. נראה לי בס\"ד שיהיו בניך צדיקים כמותיך ולא תבייש אותם מכח מעשיך טובים ומעשיהם רעים וכן אתה תהיה צדיק גמור גמור כאבותיך שלא תתבייש ממעשיהם הטובים.<b> אי נמי</b> לא תבייש אבותיך מכח רוע מעשיך וכן לא תתבייש אתה מרוע מעשה בניך. <b>או יובן</b> על דרך שאומרים בבית השואבה אשרי ילדותינו שלא ביישה את זקנתינו ואשרי זקנתינו שלא ביישה את ילדותינו <small>(סוכה נג.)</small>, וזהו שאמרו לא תבייש זקנתך לילדותך ולא תתבייש זקנתך מילדותך.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו פירש הכונה על פי אותו אדם שהיה לו אב זקן ולא היה מביאו לביתו לפרנסו והיה יושב בין העניים ויום אחד היה קור גדול ובהיותו יושב ברחוב העיר עם העניים עבר בן בנו סמוך אצלו ויתחנן לו שיאמר לאביו לשלוח לו בגד אחד בשביל הצינה ויגד הבן לאביו דברי זקינו ויאמר לו עלה לעליה וקח משם בגד אחד ישן המונח שם ותתן לזקנך ועלה הבן וחתך הבגד לחצאין ויצניע החצי ויקח החצי בידו וירד ויאמר לו אביו למה חתכת הבגד לחצאין מה תעשה בחצי? ויאמר לו שמרתיו בשבילך שגם אתה כשתהיה זקן אטרוד אותך מן הבית ותשב עם העניים ואשלח לך חצי הבגד בזמן הצינה כאשר עשית לאביך כי מעשה אבות יעשו בנים! וזהו שאמרו אל תבייש לאביך ואז לא תתבייש מבנך כי מעשה אבות יעשו בנים, עד כאן דבריו נר\"ו.",
            "<b>וַאֲפִלּוּ עוֹמֶדֶת עַל קְבוּרָתָהּ!</b>. נראה לפרש בס\"ד הכונה על פי מה שאמרו רבותינו ז\"ל <small>(שבת קנב.)</small> בפסוק וְיָנֵאץ הַשָּׁקֵד <small>(קהלת יב, ה)</small> זו קליבוסת שעצם הירך תקוע בה ובימי הזקנה הבשר יהיה כחוש והעצם בולט כמו נץ האילן שהוא בולט וכמו שפירש רש\"י. והנה זה העצם שהוא בולט הוא נראה כמו קבורת דהיינו כקיבורא דתכלתא דאיתא בחולין <small>(חולין צה:)</small> וכן אמרו בגמרא דעבודה זרה <small>(עבודה זרה יז:)</small> אייתו ליה לרבי אלעזר בן פרטא תרי קיבורי, והזקנה כשרוצה לעמוד נשענת ונסמכת בכפה על קיבורת שהוא עצם הבולט הנזכר ולזה אמר כאן 'אֲפִלּוּ עוֹמֶדֶת עַל קְבוּרָתָהּ' רוצה לומר שהיא זקנה הרבה דכשעומדת הנה היא נשענת על קבורתה שהוא עצם הבולט שעושה עמידתה עליו בהשענה בו."
        ],
        [],
        [],
        [],
        [
            "<b>אָמַר לִי אַדָּא צַיְּדָא: כַּוְרָא סָמוּךְ לְמִסְרְחֵיהּ, מַעֲלִי</b>. יש להקשות והלא הרמב\"ם ז\"ל כתב בריש ספרו<small> (רמב״ם הלכות דעות ב, ד)</small> על רב שלא שח שיחה בטילה והקשו המפרשים מנא ליה להרמב\"ם ז\"ל דבר זה על רב? ותירצו אפיק לה ממה שאמר בחולין <small>(חולין קיא:)</small> דרב סבר נותן טעם בר נותן טעם אסור ולאו בפירושא אתמר אלא מכללא דהוה עובדא ועשו לרב בקערה סמנים בשביל כאב עינים ובערב הביאו לו תבשיל באותה קערה וטעם בו טעם סמנים ואמר יהיב טעמא כולי האי ומזה הבין השומע דסבירא ליה נותן טעם בר נותן טעם אסור דאם לאו נפקא מינה לענין דינא לא היה רב מדבר דבר זה, עד כאן דבריהם. נמצא רב היה נזהר שלא לדבר במילי דעלמא ואיך כאן דבר במילי דעלמא?<br>ונראה לי בס\"ד דגם אמרה רב לענין דינא דאם אחד קנה דג מציידא שהיה צד דגים ונתן לו מעות ואחר שקבל המעות נתחלף לצייד דג שניצוד היום בדג שניצוד יום הקודם דיש לומר הוי מקח טעות כי קנה זה דג שניצוד היום ונתן לו דג שניצוד אתמול וקא משמע לן רב בזה שהדג יפה אחר שניצוד יותר מעת שניצוד ואם כן לא הוי מקח טעות ולא גזל ואין עליו טענה ותביעה. מיהו זה התירוץ לא יכון אלא על דבר זה אך למה שאמר עוד 'כַּוְרָא טַוְיֵהּ בַּאֲחוּהָ אַסּוּקִי בַּאֲבוּהָ וּמֵיכְלִי בִּבְרֵיהּ אִישְׁתִּי עֲלֵיהּ אֲבוּהָ' ליכא בזה האי נפקותא לענין דינא.<br>על כן נראה לי בס\"ד כל הני מילי דאמר רב משם אבא ציידא לא נחת לאומרם על פשטותם אלא אמרם דרך רמז ומשל לדברי תורה והיינו דבגמרא נסתפקו אחד חריף ומקשי ואחד מתון ומסיק הי מנייהו עדיף שראוי להושיבו בראש? ואסיק בתיקו! וכאן רב למדנו דמתון ומסיק עדיף מחריף ועשה זה במשל הנזכר כוורא יפה הוא לאחר שניצוד יותר מאותה שעה דניצוד כן הוא מי שהוא מתוני שאינו משיב דבר במהרה הוא עדיף יותר מאותו החריף שיוכל להשיב במהרה שיש לו שכל רחב שיעלה בדעתו ליישב במהרה יען כי זה המתוני אף על פי שלא תמצא בפיו דבר לדבר במהרה מכל מקום אחר כך יוציא מפיו דבר מתוקן שישאר קיים ויסכימו בו הכל אך החריף אף על פי שהוא יש לו שכל מחודד שתמצא בפיו דבר במהרה מכל מקום כיון דאינו אומר דבריו בהמתנה ובישוב אפשר על הרוב יהיו דבריו נדחין אחר כך מהלכה ומוקשין וכן הוא משל העולם שאומרים אגב חורפיה לא דק <small>(עירובין צ. ועוד)</small>.<br>וענין השני שאמר <b>כַּוְרָא טַוְיֵהּ בַּאֲחוּהָ אַסּוּקִי בַּאֲבוּהָ וּמֵיכְלִי בִּבְרֵיהּ</b> רמז בזה על מה שאמרו בגמרא <small>(תענית ז.)</small> 'הרבה תורה למדתי מרבותי ויותר מחבירי ומתלמידי יותר מכולם' וידוע כי כַּוְרָא רמז לתלמידי חכמים שנמשל לדג כנזכר בזוהר וכן דרשו הדרשנים במאמרים של רבה בר בר חנה <small>(בבא בתרא עג:)</small> ולכך נקיט בדג תלתא מילי למעליותא חדא באחוה וחדא באבוה וחדא בבריה כנגד שלשה מיני לימוד שהאדם יגיע לו התועלת, חד מחביריו וכנגד זה נקיט טַוְיֵהּ באחוה והשני מרבו וכנגד זה נקיט אַסּוּקִי בַּאֲבוּהָ והשלישי מתלמידיו שהם נחשבים בניו.<br>ומה שאמר עוד<b> אִישְׁתִּי עֲלֵיהּ אֲבוּהָ</b> רמז בזה אף על פי שכבר למד מרבו ומחביריו ומתלמידיו לא יעזוב הלימוד מרבו כל זמן שרבו קיים וכמו שאמרו רבותינו ז\"ל כל זמן שברוך בן נריה קיים לא הניחו עזרא ויצא לארץ שנשאר בבבל ולא עלה עם העולים מקודם.<br>ועוד נראה לי בס\"ד על פי מה שאמר רבי ישמעאל בשלש עשרה מידות התורה נדרשת מקל וחומר והשני מגזרה שוה והשלישי מבנין אב <small>(בתחילת הספרא)</small>, ונרמזו שלשה אלו בשלשה דברים דנקיט <b>אַכַּוְרָא</b> הרומז לספר תורה דכתיב בה חָצְבָה עַמּוּדֶיהָ שִׁבְעָה <small>(משלי ט, א)</small> וכוורא הוא דג <small>[7]</small> שמספרו שבעה כמנין שבעה ספרים של התורה כי פסוק וַיְהִי בִּנְסֹעַ הָאָרֹן <small>(במדבר י, לה)</small> הוא ספר בפני עצמו וגם הדג נברא מן המים שהוא חסד והתורה ניתנה מימין שהוא סוד החסד דכתיב מִימִינוֹ אֵשׁ דָּת לָמוֹ <small>(דברים לג, ב)</small>, <b>וְאַסּוּקִי בַּאֲבוּהָ</b> רמז שנדרשת בבנין אב,<b> וְטַוְיֵהּ בַּאֲחוּהָ </b>רמז שנדרשת בגזרה שוה שהם מלות שוין תוך תוך ראשית ראשית וכיוצא בזה, <b>וּמֵיכְלִי בִּבְרֵיהּ</b> רמז שנדרשת בקל וחומר שהקל הוא נחשב בריה של החומר, ואומרו <b>אִישְׁתִּי עֲלֵיהּ אֲבוּהָ</b> רמז ללימוד הששי שהוא כלל ופרט וכלל אי אתה דן אלא כעיין הפרט דהפרט נחשב אביו של הכלל שצריך אתה לדון את הכלל כעין הפרט כי כיון שנפרט נחשב אב לזה הכלל שלא נפרט ונודע.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו פירש יש דבר שנלמד איסורא מאיסורא או ממונא מן ממונא או טומאה מטומאה וכנגד זה אמר טוויה באחוה ויש דבר שהוא מדרבנן ולומדין בו מדין אורייתא כהך דאמרו <small>(יבמות יא. ועוד) </small>כל דתקון רבנן כעין דאורייתא תקון, וכנגד זה אומר <b>אַסּוּקִי בַּאֲבוּהָ</b>. ויש דבר שהוא איסור חמור ולומדין אותו מאיסור קל להחמיר בו וכנגד זה אמר <b>מֵיכְלִי בִּבְרֵיהּ</b>. ויש דבר שיש לו הוכחה ממקום אחד לאסור ויש לו הוכחה ממקום אחר להפך וקיש להקשות סוגיא בדוכתא עדיפה שאם ההוכחה היא מאותו ענין שאנחנו למידין בו אזלינן בתרא וכנגד זה אמר <b>אִישְׁתִּי עֲלֵיהּ אֲבוּהָ</b> מה שנלמוד אליו ממקום הענין שלו הוא עדיף מן ההוכחה שיש לו ממקום אחר שאינו מענין שלו, עד כאן דבריו נר\"ו.<br>וענין השלישי <b>כַּוְרָא תַּחְלֵי וַחֲלָבָא</b> ליטעון גופא ולא לטעון פוריא לא אמרו אלא בשביל החלבא דוקא לעשות בו משל לתורה שנמשלה לחלב דכתיב <small>(שיר השירים ד, יא)</small> דְּבַשׁ וְחָלָב תַּחַת לְשׁוֹנֵךְ, שקורא את התורה בשם חלב. וידוע מה שאמר בסנהדרין <small>(סנהדרין קיא.)</small> רב כהנא הוה קא חייף רישיה וסליק ויתיב קמיה דרב אמר לו רב <small>(איוב כח, יג) </small>'וְלֹא תִמָּצֵא בְּאֶרֶץ הַחַיִּים' לא תמצא תורה במי שמחיה עצמו עליה דכתיב <small>(במדבר יט, יד) </small>'אָדָם כִּי יָמוּת בְּאֹהֶל' אין התורה מתקיימת אלא במי שממית עצמו עליה! והכי איתא בגמרא דעבודה זרה <small>(עבודה זרה ה:)</small> תנא דבי אליהו לעולם ישים אדם עצמו על דברי תורה כשור לעול וכחמור למשאוי! ועוד אמרו בגמרא <small>(בבא בתרא דף ח.)</small> שצריך האדם לכתת רגליו מעיר לעיר וממדינה למדינה וממדרש למדרש כדי ללמוד תורה וכאשר היה עושה רבי אלעזר בן חרסום דכתיב <small>(תהלים פד, ח)</small> יֵלְכוּ מֵחַיִל אֶל חָיִל יֵרָאֶה אֶל אֱלֹקִים בְּצִיּוֹן.<br>וכן עשה המשל בחלבא ליטעון גופא ולא לטעון פוריה דפירש רש\"י אחר אכילתו מהלך הרבה קודם שישן ולא ישן לאלתר כן זה אחר לימודו ילך מחיל אל חיל כדי לקיים תלמודו בידו להיות סדור בפיו ולהבינו על אמיתותו בסברא שילמוד מרב זה ומרב זה ולא יהיה לו מנוחה והשקט על מטתו להתענג בשינה אלא ינדד שינה מעיניו בעבור שיהיה מחזר אחר לימודו.<br>וענין הרביעי<b> כַּוְרָא תַּחְלֵי וַחֲלָבָא מַיָּא וְלָא שִׁיכְרָא</b> גם זה אמרו בשביל החלבא לרמוז בו על התורה כאשר אמרנו. ונודע כי שם חלבא יצדק יותר על תורה שבכתב לכך אוכלין חלב בשבועות שניתנה בו תורה שבכתב ואחר לימוד תורה שבכתב ראוי ללמוד תורה שבעל פה מרב אחר אך יש חכם בחלק הפשט ואינו חריף ומפולפל וחלק הפשט יתכנה בשם מים דאמרו רבותינו ז\"ל <small>(בבא קמא פב.)</small> הוֹי כָּל צָמֵא לְכוּ לַמַּיִם <small>(ישעיהו נה, א) </small>ואין מים אלא תורה, והיינו חלק הפשט נח הלימוד שלו על לב האדם שיוכל להשיגו מה שאין כן הפלפול קשה לימודו והשגתו ולכן חלק הפשט דומה למים.<br>אך חלק הפלפול דומה לשכר כי השכר הוא חריף מאד כן הפלפול עניינו הוא חריפות גדולה וחזקה והאדם תחלת לימודו בתורה שבעל פה צריך להיות בחלק הפשט ואחר שיתחכם בזה אז יעסוק בחלק הפלפול שאם הוא עוסק תחלת לימודו בחלק הפלפול קשה עליו הלימוד שאין לו מוח חזק לסבלו ולהשיגו אך אחר שיתחכם ויתפקח בחלק הפשט יוכל להשיג חלק הפלפול. ולכן אמר חלבא הוא תורה שבכתב תשתה אחריה מיא שהוא חלק הפשט הדומה למים ולא שכרא שהוא חלק הפלפול שהוא חריף.<br>וחזר ואמר שיכרא ולא חמרא כלומר אם לא נמצא לאדם רב שהוא פשטני אלא רב חריף ומפולפל שאז מוכרח ללמוד ממנו בדרך הפלפול אין הכי נמי יעשה כן יותר טוב מהיות בטל כיון דלא נמצא לו אותו הדרך עם כל זה ילמוד דרך הפלפול שהוא שכרא ולא ילמוד דרך הסוד הנקרא בשם 'יין' כי יין עולה מספר סוד <small>[70] </small>והיינו כי בודאי אחר שלמד תורה שבכתב שהוא חלבא ויבא ללמוד תורה שבעל פה לא יהיה תחלת לימודו בחלק הסוד דהוא מכונה בשם חמרא דאין אדם רשאי ללמוד בחלק הסוד קודם שילמוד בחלק הנגלה.<br>ולכן אם לא נמצא רב פשטני שלימודו מכונה בשם 'מיא' כי אם רק רב חריף ומפולפל שלימודו מכונה בשם 'שכרא' ילמוד מזה הרב המפולפל כיון שהלימוד הוא בנגלה ולא ילך ללמוד מן רב שהוא עוסק בחלק הסוד המכונה בשם חמרא דאיך האדם ילמוד בחלק הסוד קודם שלמד בחלק הנגלה כלל ונמצא רב לא קאמר לכל הני מילי בעבור פשטות הדברים אלא בעבור שרמז בהם רמזים גדולים בעניני תורה."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>מְנָא לֵיהּ דְּמְשַׁדְּרִינָן שְׁלוּחָא דְּבֵית־דִּין וּמְזַמִּינָן לֵיהּ לְדִינָא?</b>. יש להקשות בשלמא מה שאמר <b>מְשַׁדְּרִינָן שְׁלוּחָא דְּבֵית דִּין </b>היינו דלא תימא אם התובע בעצמו מזמין את הנתבע ולא אתי מחזי כאפקרותא להכי קא משמע לן דלא סגי בהזמנת התובע אלא צריך שתהיה ההזמנה מן שליח בית דין דכתיב <small>(במדבר טז, יב)</small> וַיִּשְׁלַח מֹשֶׁה לִקְרֹא לְדָתָן וְלַאֲבִירָם וכמו שכתב הריטב\"א ז\"ל, אבל מה שאמר <b>וּמְזַמִּינָן לְדִינָא </b>הוא ללא צורך! כיון דאמר מְשַׁדְּרִינָן שְׁלוּחָא דְּבֵית דִּין היינו הא דהזמנה דעל מה משדרינן שלוחא לזה הלא להזמינו?<br>ונראה לי בס\"ד דהוה אמרינן שהשליח אינו צריך לומר לו בשביל תביעה של דין שיש עליך אלא כיון דאמר לו הבית דין רוצין אותך די בזה ואם לא בא הוי אפקרותא לכך הוצרך לומר בפירוש <b>וּמְזַמִּינָן לְדִינָא</b> כלומר שיזמינו בפירוש בעבור הדין שיאמר לו שיש עליו תביעה בבית דין ובעבור זה רוצים אותו שאם יאמר לו סתם בית דין רוצין אותך יאמר חשבתי שרוצים לשאול ממני איזה שאלה באיזה דבר אולי אני יודע בזה ולכן נתעצלתי לבא או היה לי עסק ולא באתי.",
            "<b>לָא מִיתְחַזִי כְּלִישְׁנָא בִּישָׁא? דִּכְתִיב: <small>(במדבר טז, יד)</small> \"הַעֵינֵי הָאֲנָשִׁים הָהֵם תְּנַקֵּר\"</b>. מקשים דילמא השליח לא סיפר וכאן הקדוש ברוך הוא אמר לו שיכתוב בתורה דברים אלו שאמרו לשליח כי כל התורה הקדוש ברוך הוא אומר ומשה רבינו ע\"ה כותב?<br>ונראה לי בס\"ד דמצינו כששאל יהושע מן הקדוש ברוך הוא מי מעל בחרם אמר לו דלטור אני לך הטל גורלות ותדע <small>(סנהדרין יא.)</small>, ולכן אם השליח לא אמר זה למשה רבינו ע\"ה לא היה הקדוש ברוך הוא אומר לו זה.<br>אך עדיין קשא דילמא משה רבינו ע\"ה ברוח הקודש ידע שכך אמרו לשליח כי נביא היה וידע ברוח נבואה ולכך הקדוש ברוך הוא אמר לו כתוב כך וכתב?<br>ונראה לי בס\"ד אם נאמר דמן הדין אסור לשליח לספר משום לשון הרע לא היה כותב דבר זה בסתם בתורה דמשמע יותר שהשליח אמר דבר זה דאולי אתי למטעי ללמוד מהכא דמותר לשליח לספר דבר כזה ואין בו משום לשון הרע אלא ודאי באמת הדין הוא כך דמותר לשליח לספר דבר כזה ולכך כתב בסתם דאפילו אם יבא אדם לפרש שהשליח אמר וילמוד מזה דמותר לשליח לומר דבר כזה לית לן בה דבאמת הדין הוא כך דמותר.<br>וראיתי להגאון חיד\"א ז\"ל בנחל קדומים פרשת בלק שהביא קושיא על דברי רש\"י בחומש דלפי דבריו מאי ראיה מייתי הש\"ס דהרי 'הַעֵינֵי הָאֲנָשִׁים' <small>(במדבר טז, יד)</small> קאי עליהם עיין שם. ונראה פשוט דכונת רש\"י ז\"ל בלבבם הם אומרים עליהם אך באמת בפיהם לא אמרו על עצמן אלא כינו ותלו הקללה באחרים שאמרו 'הַעֵינֵי הָאֲנָשִׁים הָהֵם' ולא אמרו עינינו וכהאי גונא תמצא בפרשת שמות וְנִלְחַם בָּנוּ וְעָלָה מִן הָאָרֶץ <small>(שמות א, י)</small> שפירש וז\"ל רבותינו דרשו כאדם שמקלל עצמו ותולה קללתו בחבירו והרי הוא כאלו כתב 'וְעָלִינוּ מִן הָאָרֶץ' והם ירשוה עד כאן לשונו. ולפי זה מה שתירץ הרב ז\"ל שם דהכא לדתן ואבירם לא היה מכנה הכתוב דאינם כדאים והוה ליה למימר 'אֶת עֵינֵינוּ' ומדכינה שמע מינה דעל משה רבינו אמרו ולכבודו כינה הכתוב עד כאן דבריו.<br>והנה דבריו תמוהין דהכתוב לא כינה לכבודם אלא נקיט כמו שאמרו בפיהם ורק הם כינו ולא אמרו 'אֶת עֵינֵינוּ' אף על פי שבלבבם היתה על עצמן כאדם שמקלל עצמו ותולה קללתו בחבירו וכאשר העתיק הכתוב דברי מצרים 'וְעָלָה מִן הָאָרֶץ' אף על פי שבלבבם היה רוצה לומר 'וְעָלִינוּ מִן הָאָרֶץ'. ודבריו בתירוץ השני שגבו ממני דודאי פשט המקרא יתפרש עליהם יותר מאם נפרש דקאי על משה רבינו ע\"ה. ועוד הא איכא רבים דמפרשי דקאי על אנשים שהם בעלי חברתם. ונראה לי בס\"ד דתלמודא פשיטא ליה דקאי על משה רבינו ע\"ה אלא דכינה הכתוב משום דכתיב<small> (במדבר טז, טו)</small> וַיִּחַר לְמֹשֶׁה מְאֹד ודוק.<br>והנה הרב ז\"ל בפתח עינים כתב בשם הרב עיון יעקב ז\"ל דמקשים העולם הא איתא בירושלמי <small>(ירושלמי פאה א, ה והובא במגן אברהם סימן קנו סעיף קטן ב')</small> דמותר לומר לשון הרע על בעלי המחלוקת ואם כן מהיכא מוכח האי דינא דשליח בית דין דאיכא למימר הכא שאני כיון דהיו בעלי מחלוקת? עיין שם.<br>ונראה לי בס\"ד הא דאמרו מותר לספר לשון הרע על בעלי מחלוקת היינו דוקא היכא שבסיפור זה יוצא תועלת לבטל המחלוקת שבזה טורדם או מכניעם לאותם בעלי המחלוקת ועל ידי כך תתבטל המחלוקת וכמו ענין אדוניהו וחביריו שהגיד נתן הנביא ע\"ה לדוד המלך ע\"ה שאמרו יְחִי הַמֶּלֶךְ אֲדֹנִיָּהוּ! <small>(מלכים א' א, כה)</small> כדי שיתפעל דוד המלך ע\"ה ויעשה אופן בחייו לקלקל מחשבתם ולהפרידם ותתבטל המחלוקת וכאשר עשה אחר כך שהמליך על ידי כך את שלמה בנו בעודו בחיים ועל ידי כך נתפרדה אותה חבילה של אדוניהו וחביריו ותשקוט הארץ אבל אם בסיפור הלשון הרע על בעלי המחלוקת לא יצא תועלת לבטל המחלוקת אלא אדרבה תבער אש המחלוקת ביותר מכח גילוי דברים אלו אסור לספר!<br>והשתא כאן מה תועלת יוצא מדברים אלו אשר דבר השליח באפקרותא דדתן ואבירם שעל ידי כן תתבטל המחלוקת כאשר היה בענין גלוי הדברים שגילה נתן הנביא ע\"ה אלא ודאי כי שורת הדין בעיקר ענין זה דהשליח של בית דין צריך לגלות להבית דין אפקרותא דבעל דרך וליכא למיחש בכהאי גונא משום לשון הרע.",
            "<b>זִימְנָא בָּתַר זִימְנָא? דִּכְתִיב: <small>(ירמיהו מו, יז) </small>\"קָרְאוּ שָׁם, פַּרְעֹה מֶלֶךְ מִצְרַיִם שָׁאוֹן, הֶעֱבִיר הַמּוֹעֵד\"</b>. נראה לי בס\"ד יליף לה מדכתיב הֶעֱבִיר <b>הַ</b>מּוֹעֵד בה\"א יתירה ולא אמר מּוֹעֵד שמע מינה דהוה עוד מועד אחר ועתה מגלה חרפתו שהעביר המועד הידוע שהיה גדול ממועד האחר על דרך שאמרו הכבש האחד המיוחד שבכבשים.",
            "<b>בְּאַרְבַּע מֵאָה שִׁפּוּרֵי שַׁמְּתֵיהּ בָּרָק לְמֵרוֹז</b>. כמנין ת' כמו שאמרו <small>(שבת נה.) </small>וְהִתְוִיתָ תָּו עַל מִצְחוֹת <small>(יחזקאל ט, ד)</small>, תי\"ו תחיה תי\"ו תמות ומלוי אותיות מֵרוֹז כזה מ\"<b>ם</b> ר<b>י</b>\"<b>ש</b> ו\"<b>ו</b> ז<b>י</b>\"<b>ן</b> עולה מספר תי\"ו <small>[416] </small>במילואה.",
            "<b>וְתַלְשִׁינָן שֵׂעָר</b>. פירוש מן הזקן שלהם ולא תימא כיון דהוה מן הזקן אסור. ומה שאמר <b>וּמַשְׁבְּעִינָן</b> פירוש משביעין אותו שלא יעשה סכלות כזו ולא תימא למיחש שמא יעבור אחר כך על השבועה. ומה שאמר<b> עַבְדִינָן הַרְדָּפָה</b> פירש הר\"ן רודפין אחריו בכמה דינין כמו בשני נידויין ואחר כך שמתא. ורבינו ישעיה ז\"ל פירש הכונה יורדין עמו עד לחייו לפסוק מזונותיו שמושיבין אומנים אחרים סמוכים לו או שיעשו אמנותו, עד כאן לשונו.",
            "<b>מַה יֶּרֶךְ בַּסֵּתֶר, אַף דִּבְרֵי תּוֹרָה בַּסֵּתֶר</b>. נראה לי בס\"ד לכך אמרו בזוהר הקדוש דהלוחות רומזים לנצח והוד שהם תרין ירכין ובזה יובן הטעם שניתנה על ידי משה רבינו ע\"ה שהוא בנצח.<br>ואומרם בַּסֵּתֶר רמזו בנועם לשונם סתר ראשי תיבות <b>ס</b>וף <b>ת</b>וך <b>ר</b>אש וקאי על אותיות 'אמת' שהם א' בראש מ\"ם באמצע תי\"ו בסוף להורות שיהיה הלימוד אליבא דאמת. גם סתר<b> ס</b>וף <b>ת</b>וך <b>ר</b>אש קאי על התורה ראשה ב' ואמצעה וא\"ו ד'גָּח<b>וֹ</b>ן' <small>(ויקרא יא, מב)</small> וסופה למ\"ד הרי <b>בול</b> לשון בלילה שצריך להיות לימוד בלול במקרא במשנה בגמרא באגדה.<br>או <b>בוּל </b><small>[48 אולי עם הנקודה]</small> גימטריא מ\"ח רמז למ\"ח מעלות שהתורה נקנית בהם ולזה אמר אף דברי תורה בסתר."
        ],
        [
            "<b>אָמַר לֵיהּ: \"עִיָּיא, רְאֵה מִי קוֹרֵא לְךָ מִבַּחוּץ\"!</b>. פירש רש\"י כך כינה שמו של רבי חייא לשון גנאי. וקשא איך יקראהו בשם גנאי ודי לו הנזיפה וכינוי שם האדם לגנאי חמור מאד דאמרו רבותינו ז\"ל <small>(בבא מציעא נח:)</small> המכנה חבירו לגנאי אין לו חלק לעולם הבא משום דאזיל סומקא ואתי חוורא.<br>ונראה לי דאין קריאתו בשם עִיָּיא חשיבה לגנאי מפני כי רבי חייא בעצמו בעת שמזכיר שמו בפיו אינו יכול לאומרו כמו שהוא אלא משנהו דהוא אומר ה\"א במקום ח' וכמו שכתב מהרש\"א שהוא מגמגם באותיות אחה\"ע דלכך אמר לו רבי כשאתה מגיע לפסוק וְחִכִּיתִי לַהֳ' <small>(ישעיהו ח, יז) </small>לא נמצא אתה מחרף עיין שם <small>(מגילה כד:)</small>. ולפי זה רבי חייא כשיזכור את שמו בפיו מוכרח לקרא את שמו הייא באות ה\"א במקום חי\"ת ולכן אם החליף לו רבי אות חי\"ת באות עי\"ן שגם היא מכלל אותיות אחה\"ע אין נחשב שקורהו לגנאי.<br>אך עדיין יש להקשות למה לא קראו בשם הייא בה\"א כאשר קורא רבי חייא את עצמו? ואמרתי טעם הגון בעזרת השם כי מלת הייא משמעותה מהרה כמו שאמרו בשבת <small>(שבת קיט.)</small> ואמר להו אשור הייא אשור הייא וכן אמרינן שם כי היכי דליקומו הייא וכן בחולין סליק בשרא הייא וכתב הערוך פירוש הייא: מהרה, ולכן אם היה אומר לו 'הייא ראה מי קורא לך' לא היה חושב שקורא אותו בשם הייא במקום חייא אלא היה חושב שאומר לו 'מהרה ראה מי קורא לך' כלומר תראה במהרה ולכך קראו בשם עייא כדי שיבין שקורא את שמו כך.<br>ומה שרצה לקרא שמו בחילוף אות מן אחה\"ע רמז לו בזה אפילו בלא גזרה דידן שגזרנו שלא ישנה אדם לתלמידיו בשוק הנה אתה מצד עצמך אין ראוי לך דבר זה לעשותו מאחר כי מוכרח שתחליף את אות חי\"ת באות אחרת אם תשנה בשוק ששם עוברים ושבים שאין יודעים טבעך ומדתך יבואו לידי טעות בדברים ששומעין ממך כי מלבד שיש פסוקים כמו פסוק וְחִכִּיתִי לַהֳ' וכן נַפְשֵׁנוּ חִכְּתָה לַהֳ' <small>(תהלים לג, כ)</small> שיוצאים מפיך בחילוף המובן דרך חירוף כי ישמע באזניהם אות ה\"א במקום חי\"ת וכן עוד כמה מקראות איכא בזה הנה גם בשומעם דבר הלכה ומשנה יבואו בהם לידי טעות דרך משל אם תרצה לומר 'חייב' ישמע השומע 'הייב' ולא ידע מאי קאמר! ואם באת לומר חשבון בחי\"ת ישמע השומע 'השבון' וכן כיוצא בזה.<br>ומצאתי בירושלמי רבי חייא עאל לדוך פלן אתו ואמרו ליה דקא מזלזלי בשמיני עצרת נטל פתקא וכתב עליה בַּיּוֹם הַשְּׁמִינִי עֲצֶרֶת תִּהְיֶה לָכֶם <small>(במדבר כט, לה)</small>, אל תקרי 'תהיה' אלא 'תחיה' יהיה לכם אריכות ימים! עד כאן. ופרשו המפרשים ז\"ל הטעם שהוצרך לכתוב ולא אמר בפיו מפני שהוא היה קורא ה\"א במקום חי\"ת ואם היה אומר בפיו לא היו דבריו מתיישבין כי היה מוכרח לומר אל תקרי תהיה אלא תהיה דאינו יכול לומר תחיה בחי\"ת לכך הוצרך לכתוב בפתקא עד כאן דבריו.<br>והשתא אתי שפיר ערעור של רבי עליו איך תשנה בשוק לפני עוברים ושבים שאינם מכירים בטבע לשונך ובזה יבואו הדברים שלך לידי קלקול באזניהם כי בשלמא תלמידים שלך יודעים טבעך ולא אתו למטעי אך אחרים דלא ידעי טועין הם ולכן החליף לו האות שדרכו להחליף הוא בעצמו כדי לרמוז לו על דבר זה. ומה שהחליפו בעין ולא החליפו בה\"א כבר ישבנו לנכון בעזרת השם יתברך.",
            "<b>קָרִי עֲלֵיהּ: <small>(משלי טז, ז)</small> \"בִּרְצוֹת ה' דַּרְכֵי אִישׁ, גַּם אוֹיְבָיו יַשְׁלִם אִתּוֹ\"</b>. צריך להבין למי קרי אוֹיְבָיו כאן? ונראה לי בס\"ד דקאי על השטן דודאי מה ששגג רבי חייא מעיקרא לשנות בשוק הפך גזרת רבינו הקדוש כל זה היה מעשה שטן שהטעהו כדי שיסבב לו צער זה של נזיפה מחמת קנאתו בו ואותו היום השלים השטן אתו שאם היה השטן רוצה היה עושה עכבה מעט לרבי חייא אחר שליח ראשון עד שיגיע שליח השני ואז היה נסגר גם באותו היום אך אותו היום השלים אתו ואדרבה עשה עכבה לשליח השני שלא יגיע אצל רבי חייא עד שילך רבי חייא אצל רבי.",
            "<b>אִם קָרִיתָ, לֹא שָׁנִיתָ. וְאִם שָׁנִיתָ, לֹא שִׁלַּשְׁתָּ, וְאִם שִׁלַּשְׁתָּ, לֹא פֵּרְשׁוּ לְךָ חֲכָמִים</b>. נראה לי בס\"ד הכונה דאמרו בעירובין <small>(עירובין נד:)</small> חייב אדם ללמד לתלמידיו ארבעה פעמים וילפי לה מן הכתוב ולזה אמר אם קרית בפעם ראשונה לא שנית פעם שנית ואם שנית לא שלשת בפעם שלישית ואם שלשת לא פירשו לך חכמים בפעם רביעית.",
            "<b>כָּל הָעוֹסֵק בַּתּוֹרָה מִבִּפְנִים, תּוֹרָתוֹ מַכְרֶזֶת עָלָיו מִבַּחוּץ</b>. נראה לי בס\"ד הכונה אם לומד תורה לשמה שהוא בפנים כי הכונה לשמה היא רק בלב, תּוֹרָתוֹ מַכְרֶזֶת עָלָיו מִבַּחוּץ שעל ידי כך זוכה לכוין אליבא דאמת ולאסוקי שמעתתא אליבא דהלכתא שיהיה הלכה כמותו בכל מקום.<br>או יובן בס\"ד הכונה אם ילמוד בחלק הסוד שהוא פנימי יזכה שיאירו עיניו להשיג בלימוד הנגלה שהוא בחוץ שיתחכם בו בזכות הלימוד של הסוד שיראה סימן יפה בלימודו.<br>או יובן בס\"ד המלוי של אותיות 'לב' <small>[ל<b>מ</b>\"<b>ד</b> ב<b>י</b>\"<b>ת</b>]</small> הם אותיות 'תמיד' וזהו שאמר <b>כָּל הָעוֹסֵק בַּתּוֹרָה מִבִּפְנִים</b> רוצה לומר פנימיות הלב כי המלוי היא פנימיות הפשוט דהיינו שילמוד בתמידות אז <b>תּוֹרָתוֹ מַכְרֶזֶת עָלָיו מִבַּחוּץ</b> שיתרבו אצלו התלמידים ויהיה ראש ישיבה.<br>ועוד נראה לי בס\"ד על פי מה שאמרו בס\"ד ברמז הכתוב <small>(ויקרא ב, ו)</small> פָּתוֹת אֹתָהּ פִּתִּים, שילמוד בכל חלקיה שהם פרד\"ס <small>[פשט רמז דרש סוד]</small> ולא יוצא ידי חובתו בלימוד חלק אחד בלבד וּפִּתִּים רוצה לומר חלקים שונים. והנה מלוי אותיות חכם כזה ח<b>י</b>\"<b>ת</b> כ\"<b>ף</b> מ\"<b>ם</b> המלוי לבדו הוא אותיות פִּתִּים והעוסק בתורה נקרא חכם ואותיות של תואר אדם זה אשר מבחוץ הם אותיות חכם שהם מכריזין על חכמתו ואותיות שהם בפנים של תואר זה הם פִּתִּים שמורים על שלימות תורתו שהיא בכל חלקים של התורה דהיינו פִּתִּים.<br>וזהו שאמר <b>כָּל הָעוֹסֵק בַּתּוֹרָה מִבִּפְנִים</b> רוצה לומר במה שרמוז בפנים שבתואר שלו שהם פתים <b>תּוֹרָתוֹ מַכְרֶזֶת עָלָיו מִבַּחוּץ</b> של תואר שלו שהוא חכם שתורתו מתפשטת בכל העולם והכל ידעו שהוא חכם ויבואו ללמוד ממנו תורה.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו פירש מבפנים רוצה לומר בצניעות כדכתיב <small>(משלי יא, ב) </small>וְאֶת צְנוּעִים חָכְמָה, אז תּוֹרָתוֹ מַכְרֶזֶת עָלָיו מִבַּחוּץ שיאירו פנים שלו כדכתיב <small>(קהלת ח, א)</small> חָכְמַת אָדָם תָּאִיר פָּנָיו, וכמו שאמרו בגמרא <small>(נדרים מט:)</small> דאמרה מטרוניתא לרב יהודה פניך צהובין דומין למלוים ברבית או למגדלי חזירים או לשותין יין! ואמר כל הני תלתא לית בי אלא חָכְמַת אָדָם תָּאִיר פָּנָיו, עד כאן דבריו נר\"ו.",
            "<b>אָמַר לָהּ: מִי שָׁמַעְתְּ שַׁמְתָּא מִפּוּמֵיהּ?</b>. מקשים משמע דאותה האשה היתה חייבת שמתא על זאת וכיון דאמרה לא שמעה אמאי לא שמתא רב נחמן? ונראה לי בס\"ד דעל פי הגדה שלה אין לשמתא דהא קיימא לן 'אין אדם משים עצמו רשע' דאין אדם נאמן על עצמו ואיך ישמת אותה על פי דבריה?",
            "<b>אָמַר לֵיהּ: אַחֲרֹנִים מִכְּלָל דְּאִיכָּא רִאשׁוֹנִים! וְרִאשׁוֹנִים מַאי נִיהוּ?</b>. פירש רש\"י דברי לשון נבואה ולא מצינו שאמר דוד דברי אלא בזה הפסוק. הנה כאן הקושיא ידועה דהא קודם זה כתיב <small>(שמואל ב' כב, א)</small> 'וַיְדַבֵּר דָּוִד לַהֳ' אֶת דִּבְרֵי הַשִּׁירָה הַזֹּאת' ואיך נעלם מן מר זוטרא חס ושלום פסוק זה? ובשלמא על רב יהודה אין קושיא דהוא לא אמר לו מפני שנתכון לנסותו בדרך ארץ שצריך לנהוג התלמיד עם הרב, אך מר זוטרא איך קשיא ליה בזה?<br>ונראה לי בס\"ד דידוע כי דברי השירה ההיא לא אמרם דוד המלך ע\"ה בבת אחת אלא פסקי פסקי דאמרם כנגד עשרה אויבים שהיו לו חמשה מישראל וחמשה מן אומות העולם ועל כל הצלה שעשה לו השם יתברך מאחד מהם אמר פסוקי שירה והן הן הפסוקים האמורים בשירה זו שנזכר בה עשרה קילוסין וכמו שכתב מהרש\"ל <small>[רבי שמואל לאנייאדו]</small> ז\"ל בכלי יקר יעוין שם. ולפי זה מר זוטרא הכי קאמר כיון דאמר דברי דוד האחרונים מכלל דאיכא ראשונים שהם דברים שנאמרו קודם זה והמה שייכים לדברים האחרונים אלו ולזה שואל 'מַאי נִיהוּ?' כי השירה האמורה למעלה יש בה קילוס השייך להצלתו משאול ויש בה קילוס השייך להצלתו מן דואג ויש להצלתו מאחיתופל וכן שאר אויביו ואלו האחרונים על איזה מאותם הראשונים קאי.<br>וזהו שאמר ראשונים דשייכי לדברים האחרונים מַאי נִיהוּ? ומסיק תלמודא דקאי על המפורש שבשירה דהיינו על הצלתו מן שאול המלך ע\"ה אשר פרט אותו בראשונה דכתיב <small>(תהלים יח, א)</small> מִכַּף כָּל אֹיְבָיו וּמִיַּד שָׁאוּל, והיינו כי הקדוש ברוך הוא הוכיח את דוד המלך ע\"ה על השירה שאמר במפלת שאול ואז אחרי זה פתח בדברים אלו ולכן כתיב בהו אחרונים.",
            "<b>אִלְמָלֵי אַתָּה שָׁאוּל וְהוּא דָּוִד, אִבַּדְתִּי כַּמָּה דָּוִד מִפָּנָיו</b>. הנה רבינו האר\"י ז\"ל בשער הגלגולים פירש שדוד המלך ע\"ה נפשו היתה קדושה וגדולה מאד אך היתה קודם בואה לעולם הזה בעמקי הקליפות וזו היתה תחילת ביאתה לעולם הזה ולכן היה יצרו מתגבר עליו מאד ואינו נחשב עליו עון כל כך כמו שאר בני אדם כי יודע אלקים תגבורת היצר מחמת הסיגים האחוזים בה מצד הקליפה וטרחו גדול מאד במעשיו הטובים מה שאין כן נשמת שאול המלך ע\"ה לא היה בה סיגים ואחיזה מצד הקליפות וזה סוד מה שאמרו חז\"ל 'אִלְמָלֵי אַתָּה שָׁאוּל וְהוּא דָּוִד אִבַּדְתִּי כַּמָּה דָּוִד מִפָּנָיו' והבן זה מאד! עד כאן דבריו עיין שם.<br>ולפי טעמו של רבינו יובנו היטב דבריו של דוד בפסוקי אֵלֶּה דִּבְרֵי דָוִד הָאַחֲרֹנִים <small>(שמואל ב' כג, א)</small> דקאו על אותו ענין אחר ששמע מהקדוש ברוך הוא שאמר לו 'אִלְמָלֵי אַתָּה שָׁאוּל וְהוּא דָּוִד אִבַּדְתִּי כַּמָּה דָּוִד מִפָּנָיו' אז הבין שהוא מלאכתו גדולה ומלחמה גדולה יש לו עם הקליפות שמחמת כן זכה למלוכה מה שלא זכה שאול המלך ע\"ה ולכך אמר 'מְשִׁיחַ אֱלֹקֵי יַעֲקֹב וּנְעִים זְמִרוֹת יִשְׂרָאֵל' שזכיתי להיות משיח אלקי יעקב בשביל מלאכתי שאני צריך להיות נעים זמירות ישראל להלחם בקליפות ולזמר עריצים ועוד יש לי התנצלות אשר אמרתי שירה על מפלת שאול כי לא מלבי אמרתי אלא רוּחַ הֳ' דִּבֶּר בִּי וּמִלָּתוֹ עַל לְשׁוֹנִי <small>(שמואל ב' כג, ב)</small>, כי כל אותם דברים אמרתים ברוח הקודש.<br>ובזה מובן מה שאמר אביגיל לדוד המלך ע\"ה כִּי מִלְחֲמוֹת הֳ' אֲדֹנִי נִלְחָם וְרָעָה לֹא תִמָּצֵא בְךָ מִיָּמֶיךָ<small> (שמואל א' כה, כח)</small>, כלומר כיון דמלחמות ה' אדוני נלחם בעבור הנפש שלך לכך רעה לא תמצא בך שלא יחשוב ה' לך עון כי יודע אלקים תוקף המלחמה אשר לך.",
            "<b>מַה כּוּשִׁי מְשֻׁנֶּה בְּעוֹרוֹ, אַף שָׁאוּל מְשֻׁנֶּה בְּמַעֲשָׂיו</b>. נראה לי הדמיון הוא לענין זה דשינוי עור הכושי מחמת רוב שחרותו הוא נרגש לכל אדם תכף בהשקפה הראשונה אפילו מרחוק כן שאול המלך ע\"ה לרוב תוקף צדקתו נרגש ונראה לכל אדם שהוא צדיק גמור ובעל מעשים טובים תכף ומיד בהשקפה הראשנה.<br>ועוד נראה לי לפי דברי רבינו האר\"י ז\"ל הנזכר לעיל דנשמת שאול היתה נקיה מן הסיגים אם כן כשרון המעשים אצלו בטבע כמו שחרות עור הכושי שהיא בטבע מיצירתו ולא נשחרו על ידי סיבה שקרה לו.",
            "<b>הֲוָה מַתְנִי דָּוִד לְהוּ לְרַבָּנָן עַל גַּבֵּי קַרְקַע</b>. נראה לי בס\"ד מפיק לה מדכתיב יֹשֵׁב בַּשֶּׁבֶת <small>(שמואל ב' כג, ח)</small>, רוצה לומר מושב הידוע שהוא קבוע תמיד ואינו זז והיינו הקרקע שמושבה קבוע לכל בריה וגם בכל מקום הן בבית הך בחוץ הן ברשות היחיד הן ברשות הרבים הן לעניים הן לעשירים הן לאדם הן לבעלי חיים, מה שאין כן כרים אין יושבים עליהם אלא עשירים וגם בהיותם פרוסים ולא אחר שנקפלים וגם דוקא ברשות היחיד ולא ברשות הרבים וגם דוקא לבני אדם ולא לבעלי חיים.<br>ועוד נראה לי דריש בשבת לשון 'שְׁבָבִים יִהְיֶה עֵגֶל שֹׁמְרוֹן' בהושע<small> (הושע ח, ו)</small> וכן דרשו רבותינו ז\"ל <small>(שבת פז.)</small> וַיֵּשֶׁב מֹשֶׁה <small>(שמות יח, יג)</small>, דברים שמשבבין לבו של אדם וכן ישיבת קרקע אינה מנוחה.",
            "<b>תְּהֵא רֹאשׁ לִשְׁלֹשֶׁת אָבוֹת</b>. נראה לי בס\"ד כי שבעה כורתי ברית שהם אברהם יצחק יעקב משה אהרן יוסף דוד הם כנגד שבעה ימי השבוע ודוד המלך ע\"ה הוא כנגד יום שבת קודש שהוא נחשב ראש לששה ימי החול אשר ראשיתם הם כנגד ג' אבות שיום אב\"ג הם כנגד אברהם יצחק יעקב וגם האבות ודוד המלך ע\"ה הם כארבעה רגלי הכסא ושם יהיה ראש כנגד אדם כידוע. ולכן כששאל ירבעם להקדוש ברוך הוא מי בראש? השיב בן ישי בראש! <small>(סנהדרין קב.)</small>. גם נודע כי דוד המלך ע\"ה הוא במלכות דנאמר עליו לעתיד אֵשֶׁת חַיִל עֲטֶרֶת בַּעְלָהּ <small>(משלי יב, ד)</small> ודוק.<br>ונראה לי בס\"ד דידוע הגאוה היא בראש והעניו משפיל ראשו בתוכו שאין לו גובה ראש וכאשר פרשנו בפסוק וְהָיָה פִי רֹאשׁוֹ בְּתוֹכוֹ <small>(שמות כח, לב) </small>ותרגם אנקלוס ויהא פומיה כפול לגויה, שהוא משפיל ראשו ואינו מגביהו למעלה כאלו ראשו קשור בין כתיפיו ואצילי ידיו. ודוגמה לזה יש בתולע שקורין בלשון ערבי זרנטא\"ח שדרכו לפי טבעו להכניס ראשו בקרבו ואינו נראה שיש לו ראש כלל אלא נראה כמטבע עגול וזה התולע ימצא פה עירינו בחזרת שנקרא חסא ובערבי כ\"ס.<br>ומצינו שדוד המלך ע\"ה דימה עצמו לתולעת דכתיב וְאָנֹכִי תוֹלַעַת וְלֹא אִישׁ <small>(תהלים כב, ז)</small> והיינו שדימה עצמו לתולעת זו שמכנסת ראשה בקרבה ונראית כאלו אין לה ראש כלל כי הוא היה עניו ואין לו הרמת ראש כדכתיב <small>(תהלים קלא, א)</small> הֳ' לֹא גָבַהּ לִבִּי וְלֹא רָמוּ עֵינַי, ולכן כאן קראו עדינו שמעדן עצמו כתולעת זו שנקראת זרנטא\"ח שמקשרת ראשה בקרבה ואין לה הרמת ראש והיא קשור ראשה בתוכה אצלה הוא דבר טבעי, כן הענוה היתה אצל דוד המלך ע\"ה טבעית.<br>ונראה לי לכן עמידת הולד ברחם אמו ראשו שפל ומונח בין ירכותיו והוא כמו תיבה מרובעת <small>(נידה ל:)</small>, והיינו דוגמת זו התולע שקורין זרנטא\"ח כשמכניס ראשו בקרבו ללמד שהאדם צריך להזהר בזה שלא יהיה לו גאוה שהיא בהרמת ראש.<br>ונראה לי בס\"ד שיש רמז לתולע באותיות עֲדִינוֹ במלואם עי־<b>ן</b> דל־<b>ת</b> יו־<b>ד</b> נו־<b>ן</b> וא־<b>ו</b> סוף המלוי עולה תק\"י <small>[510] </small>כמנין תולע <small>[506]</small> עם הכולל ד' אותיות, והכי קאמר כשהוא יֹשֵׁב בַּשֶּׁבֶת תַּחְכְּמֹנִי <small>(שמואל ב' כג, ח) </small>כלומר בעת שעוסק בתורה היה עדינו שמעדן עצמו כתולע ומתי היה העצני שמקשה עצמו כעץ הוא בעת שמעורר חניתו רוצה לומר כשיוצא למלחמה.",
            "<b>שֶׁהָיָה זוֹרֵק חֵץ וּמַפִּיל שְׁמוֹנֶה מֵאוֹת חָלָל בְּפַעַם אַחַת, וְהָיָה מִתְאַנֵּחַ עַל מָאתַיִם</b>. נראה לי ודאי דאין זה בטבע אלא בדרך נס פלילי עצום ונורא שהיה החץ שהוא מן הדומם מתלבש בו רוח חיים והיה כמו שְׁפִיפֹן עֲלֵי אֹרַח <small>(בראשית מט, יז)</small> נכנס בזה ויוצא ונכנס באחר עד שמונה מאות. ודוגמת זה הנס עשה הקדוש ברוך הוא לאברהם אבינו ע\"ה במלחמה שהיה זורק עפר והוה חצים ואבנים לחרבות דכתיב יִתֵּן כֶּעָפָר חַרְבּוֹ <small>(ישעיהו מא, ב)</small>, וכן היה נס לעפר שהביא נחום איש גם זו כדאיתא בתענית <small>(תענית כא.)</small>.<br>ואשר היה <b>מִתְאַנֵּחַ עַל מָאתַיִם</b> כי ידע שהצלחתו בנס זה באה לו בזכות תורה שבעל פה שהוא בחינתה ורמוזה באות אל\"ף שהוא לשון לימוד כמו וַאֲאַלֶּפְךָ חָכְמָה <small>(איוב לג, לג)</small> ולכן רצה שיהיה נשלם אתו מספר האלף שעדיין חסר לו מאתים הרמוזה באות רי\"ש וכיון שאמרה לו בת קול רַק בִּדְבַר אוּרִיָּה הַחִתִּי <small>(מלכים א' טו, ה)</small>, אז אמר כִּי עֲוֹנֹתַי עָבְרוּ רֹאשִׁי <small>(תהלים לח, ה)</small>, רוצה לומר העונות סבבו להעביר ממני הצלחה של מאתים שהם אות רי\"ש.<br>ונראה לי לרמוז בס\"ד לכך אמרה בת קול 'רַק בִּדְבַר אוּרִיָּה' והיינו רַק ראשי תיבות <b>ר</b>' <b>ק</b>טיע שנקטע ממך מספר ר' מן האלף 'בִּדְבַר אוּרִיָּה' רוצה לומר בשביל דבר אוריה.<br>ונראה לי עוד מה שאמר 'בִּדְבַר אוּרִיָּה' רוצה לומר בדיבור שאמרת ליואב על אוריה שיהרגהו בחרב בני עמון שהיה עליו עבודה זרה שבזה סלקת אות ר' מן <b>אוּרִיָּה</b> ונשאר בו <b>אויה</b> על אשר נהרג בחרב בני עמון ולכך נחסר אות ר' מן האלף הראויים אליו! ודוק היטב."
        ],
        [
            "<b>וְיַעֲשֶׂה מַה שֶּׁלִּבּוֹ חָפֵץ, וְאַל יְחַלֵּל שֵׁם שָׁמַיִם בְּפַרְהֶסְיָא</b>. הא ודאי פירוש האמיתי הוא מה שאמר רבינו האי גאון ז\"ל דתוכיות לבו של איש ישראלי אינו חפץ לעשות עבירה אלא לברוח ממנה ורק יצר הרע אונסו להתאוות אליה ולעשותה ולכן יש תקוה שיגלה למקום אחר ואולי שם יתגבר על יצרו ואז יעשה טוב מה שלבו חפץ מצד עצמו.<br>ואני אוסיף נופך בזה שדקדק רבי אלעאי לומר מַה שֶּׁלִּבּוֹ 'חָפֵץ' ולא אמר מַה שֶּׁלִּבּוֹ 'חוֹשֵׁק' והוא דידוע חשק יאמר על דבר רע אך חפץ יאמר על דבר טוב וכאשר הכריחו המפרשים ז\"ל דבר זה ולכן אמר מַה שֶּׁלִּבּוֹ חָפֵץ שהוא דבר טוב ששם יתבטל החשק שהיה על תאוה רעה! ואם תאמר לפי פירוש זה מאי מקשי מברייתא <small>(קידושין מ.)</small> דְּעוֹבֵר עֲבֵרָה בַּסֵּתֶר כְּאִלּוּ דּוֹחֵק רַגְלֵי שְׁכִינָה?<br>נראה לי דהכי קאמר איך מייעצו שילך שם למקום שאין מכירין אותו ודילמא שם לא יוכל להתגבר על יצרו ויעבור עבירה אך יעבור בסתר ונמצא מוסיף על חטאתו פשע דנראה מתבייש מבני אדם ואינו מתבייש מהקדוש ברוך הוא? ומשני אי מצי לכוף יצרו ועובר עבירה בסתר ואינו כופה יצרו זה ענשו חמור דמתבייש מבני אדם ואינו מתבייש מהקדוש ברוך הוא, אך אם אינו יכול לכוף יצרו אז אם יעשה בסתר עדיף מלעשות בגלוי מפני כי בגלוי יש חילול השם וקשה מעון זה שנראה שחושש מבני אדם ואינו חושש מן מורא שמים.<br>ונראה לי בס\"ד דריש לקיש דן דבר זה לאפקרותא כי ריש לקיש היה חכם רשום מגדולי חכמי הדור, ואיך לא נכנע אותו האיש מקמיה שהיה אוכל מפרדס שלו בפניו? ולא עוד אלא שגער בו ולא חש לגערתו! ונמצא זה נגע בכבוד התורה שזלזל בו ונדהו בעבור זאת ולא בעבור הממון.<br>וכיוצא בזה נמצא לעיל <small>(מועד קטן טז:)</small> בההיא איתתא דהות יתבה בשבילא, הות פשטה כרעא וקא מניפה חושלא והוה חליף ואזיל צורבא מרבנן ולא אכנעא מקמיה. אמר: כמה חציפה האי איתתא! ושאל אותה רבי נתן אם שמעה שמתא על זאת? שמע מינה דהוות מחייבא שמתא משום דלא אכנעא! וכן הענין כאן אפילו אם זה דעתו לשלם איך יעשה זה בפניו ואיך יגער בו ולא יחוש לגערתו נמצא זלזל בכבוד תורתו? ולכך שמתו!<br>והא דאמרו לו בבית המדרש <b>שֶׁלְּךָ אֵינוֹ נִדּוּי</b> מפני שהם הבינו שזה האיש לא הכיר את ריש לקיש ולא ידע שהוא חכם בעל תורה אלא חשב שהוא אדם פשוט ולכן לא נתחייב נדוי בעבור שלא חש לגערתו וכיון דחזו רגלים לדבר שלא הכירו לכך אמרו לו 'שֶׁלְּךָ אֵינוֹ נִדּוּי' אבל ריש לקיש חשב שהוא מכירו כי הוא היה חכם מפורסם.",
            "<b>אָמַר רַב יוֹסֵף: שָׁדִי שַׁמְתָּא אַגְּנוּבְתָּא דְּכַלְבָּא, וְאִיהִי, דִּידָהּ עָבְדָא</b>. קשא אמאי נקיט כלב והמעשה שהביא אחרי זה לא היתה השמתא על זנב הכלב אלא על כל גופו של כלב ורק הפרענות התחילה מן הזנב? ועוד למה לא נקיט עכבר דהוא מזיק יותר מן הכלב?<br>ונראה לי בס\"ד דרב יוסף קאמר דבר זה על עובדי כוכבים ומזלות שבבבל שהיו אותו זמן גולין אצלם וידוע גמל כינוי לגלות בבל וכמו שאמרו במדרש רבא פרשת שמיני <small>(ויקרא רבא יג, ה)</small> בפסוק בַּת בָּבֶל הַשְּׁדוּדָה אַשְׁרֵי שֶׁיְשַׁלֶּם לָךְ אֶת גְּמוּלֵךְ שֶׁגָּמַלְתְּ לָנוּ <small>(תהלים קלז, ח)</small>, נמצא שגמל כינוי לבבל ואותיות שאחר <b>כלב</b> הם אותיות <b>גמל</b> לכן בדרך רמז קורא לבבל בשם זנב הכלב כי הזנב עומד אחורי הגוף והוא היתה כונתו על אותם העובדי כוכבים ומזלות שבבבל שהיו מציקים ומצירים לישראל לומר עליהם שמתא והיא מכלה אותם ובשביל הפחד דבר ברמז ולא פירש מאחר שהם היו גולין בבבל באותו זמן.",
            "<b>דְּהַהוּא כַּלְבָּא דַּהֲוָה אָכִיל מְסָאנֵי דְּרַבָּנָן</b>. נראה דאין הטבע של הכלב לאכול מנעלים אלא דאותו הכלב נתלבש בו רוח רעה של שד ומזיק כדי לאכול המנעלים דהמזיקין וכל רוח רעה קצים מן המנעלים מפני שהמנעלים דוחין אותם מלהדבק בכפות רגלי בני אדם דלכך אסור לאדם לילך יחף כדי שלא תדבק בו רוחות רעות ולכך מתקנאים הם מן המנעלים ונתלבשה רוח רעה באותו הכלב כדי לאכול מנעלים דרבנן הדוחים אותם ולכן אחר ששמתו אותו התחיל האש בזנבו כי הסטרא אחרא נאחזת בזנב יותר ושם עיקר מקומה והיינו ענשו באש כי היה אוכל מסאני דרבנן העוסקים בתורה שנדמית לאש הלא כה דברי כאש.",
            "<b>בְּרֵישָׁא מִשֶּׁמֵּת נַפְשֵׁיהּ וכו'.</b>. הדבר יפלא איך משמת עצמו על מגן בלי חטא ועון? ועוד כיון דמשמת בהצנע מה כבוד יש לתלמיד חכם בכך?<br>ונראה לי בס\"ד דכך היה אומר אם הוא חייב שמתא יהיה בשמתא ופלוני כמוני ונמצא בעיקר הדין לא חלה השמתא עליו דהוא אמר על תנאי אם הוא חייב ובאמת אינו חייב! אך בשביל דקללת תלמיד חכם אפילו על תנאי עושה רושם לכך אחר כך מתיר לעצמו וממילא הותר גם לאותו תלמיד חכם יען דבעת שאמר תנאי השמתא תלה התלמיד חכם בעצמו שהזכיר שם עצמו קודם וכיון דהתיר לעצמו הותר גם לתלמיד חכם ועביד הכי ואינו משמת לתלמיד חכם להדיה בפיו בלי שום תנאי ובלתי שיכניס עצמו גם כן היינו דאם היה עושה כן לא היה יכול להתיר לתלמיד חכם אלא עד שיבא הוא ויבקש התרה לעצמו ובדרך זה לא יעלה בידו, וגם יתפרסם הדבר ויתבזה התלמיד חכם לכך עושה אופן הנזכר שיקשור אותו עמו ויתלהו בו ויאמר השמתא על תנאי כדי שיתיר מאיליו לעצמו ויהיה ניתר גם לתלמיד חכם."
        ],
        [],
        [
            "<b>פִּנְחָס, אֲחוּהָ דְּמַר שְׁמוּאֵל, אִיתְּרַע בֵּיהּ מִלְּתָא, עֲיִּיל שְׁמוּאֵל לְמִשְׁאַל טַעְמָא מִינֵיהּ</b>. פירוש עייל בתוך שלושים אחר שבעה דאבלותו כי בתוך שבעה לא הוה עייל למשאל מיניה בדברי תורה וראה שצפרניו ארוכין יותר כי קודם שנתאבל היו ארוכין מעט ובאו עליהם ימי אבלות ורצה להורות לקוץ כדין אדם שתכפוהו אבלות זו אחר זו ולא רצה להקל ואמר לו אִלּוּ בְּדִידֵיהּ הֲוָה מִי הֲוָה מְזַלְזֵל בֵּיהּ כּוּלֵי הַאי? וכד אתרע מילתא בשמואל ועייל פנחס אחיו אצלו זה היה ביום אחד ושלשים שהיה קוצץ אותה שעה צפרניו ולכן חבטנהו באפיה.<br>והא דלא הקשה על שמואל מן הברייתא כמו שהקשה לרבי יוחנן? כי שמואל חבטנהו ולא זרקם ופיזרם. או יתכן חבטנהו בתוך מדורה של אש שהיתה בוערת לפניו.<br>ולקושיית התוספות שהקשו אמאי לא הקשה מן אל יפתח אדם פיו לשטן <small>(ברכות יט.)</small>? יש לומר האי דברית כרותה לשפתים עדיפה דקאמר בְּרִית כְּרוּתָה! אך אל יפתח פיו לשטן הוא לשון אזהרה בעלמא לומר שצריך לחוש. ועוד בְּרִית כְּרוּתָה ילפי לה מפסוק תורה ד'נָשׁוּבָה אֲלֵיכֶם' <small>(בראשית כב, ה)</small> ואל יפתח נפקא מפסוק של נביאים <small>(ישעיה א, ט)</small>. והא דיחס זה לשפתים מפני שהם ראשונים לתנועת הפה ועוד <b>שפה</b> גימטריא <b>שכינה</b> <small>[385]</small> ולכך הנבטא בשפתים יהיה לו קיום.<br>ומה שהקשו דילמא מדה טובה מרובה, נראה מאחר דהטעם הוא בזה משום דשני מלאכים יש עם האדם ומלאך רע עונה אמן על דבר טוב בעל כרחו ומלאך טוב עונה אמן על ההפך בעל כרחו להכי לא ניחא ליה לחלק בזה כיון דהקיום בא מכח אמן של המלאכים והן שוין דשניהם עונין אמן בהא ובהא.",
            "<b>שֶׁמָּא תַּעֲבוֹר עֲלַיְהוּ אִשָּׁה עֻבָּרָה וְתַפִּיל</b>. נראה לי בס\"ד הטעם דכוחות החיצונים שדבקים באלו הצפרניים מזיקין לעוברין מפני שהצפרנים הם פרין ורבין דלכך רואין אותם במוצאי שבת לסימן טוב ולכן מזיקין לעוברה בפריה ורביה שיפילו מדה כנגד מדה.",
            "<b>פַּרְעֹה שֶׁהָיָה בִּימֵי מֹשֶׁה, הוּא אַמָּה וּזְקָנוֹ אַמָּה וּפַרְמַשְׁתְּקוֹ, אַמָּה וָזֶרֶת</b>. אפשר על דרך ההפלגה נקטו הכי כמו עָרִים גְּדֹלֹת וּבְצוּרֹת בַּשָּׁמָיִם <small>(דברים א, כח) </small>דאמרו רבותינו ז\"ל <small>(חולין צ:)</small> דברה תורה לשון גוזמא ודברו חכמים לשון גוזמא, רוצה לומר שהיה קצר מאד משונה מכל קצרים שבעולם ובודאי בשיעור אמה רמזו בזה איזה רמז.<br>ונראה לי בס\"ד מה שהיה קצר כל כך משונה מאד דידוע דקצר קמה מלא ערמה וכל שהוא קצר יותר מלא ערמה יותר! מעשה באחד קצר שקבל לפני המלך על אדם אחד שרימהו, אמר לו המלך שקר אתה דובר כיון שאתה קצר הנך מלא ערמה ומי יוכל לרמות אותך? אמר לו אדוני המלך זה שרימה אותי הוא קצר ממני! נמצא כל מי שהוא קצר יותר רמאי הרבה יותר ואם כן זה פרעה כל כך היה מלא ערמה ועם כל זה לא יכול לעמוד בערמתו כנגד משה רבינו ע\"ה.<br>ואומרם <b>וּפַרְמַשְׁתְּקוֹ אַמָּה וָזֶרֶת </b>נראה לפרש כונתם על כח התאוה של המשגל הקשורה באמתו שהיתה חזקה וגדולה ביותר לכן נקטו שיעור זרת עם האמה לרמוז בזרת על זירוי הזרע שלו שהיה נחל שוטף ולכן היה מושל בארץ מצרים שהיא עֶרְוַת הָאָרֶץ <small>(בראשית מב, ט)</small> שקליפת הניאוף חזקה בה. וזהו שבח של ישראל שלא היה יכול לשלוט בהם לנאף בנשותיהם חס ושלום אף על פי ששלט הרבה בגופן לעבוד לו עבודה בחומר ובלבנים.",
            "<b>פַּרְעֹה שֶׁהָיָה בִּימֵי מֹשֶׁה, אַמְגּוּשִׁי הֲוָה, שֶׁנֶּאֱמַר: <small>(שמות ז, טו)</small> \"הִנֵּה יוֹצֵא הַמָּיְמָה\" וְגוֹ'</b>. פירש רש\"י למאן דאמר חרשי לכך יוצא ליאור בשביל כשוף, וקשה אדרבה כישוף בטל במים? ונראה לי דהוא היה עושה הכשוף בעפר היבשה אך היה עושהו בסוף הגבול ליבשה שהוא על שפת היאור כי ידוע דרך החיצונים להמצא ולהתאחז בסוף הגבול יותר דלכן הרגלים טמאים.",
            "<b>בְּכָל יוֹם וָיוֹם בַּת־קוֹל יוֹצֵאת וְאוֹמֶרֶת: בַּת פְּלוֹנִי לִפְלוֹנִי</b>. קשה אם כן איך אמרו רבותינו ז\"ל <small>(סנהדרין קז.)</small> ראויה היתה בת שבע לדוד המלך ע\"ה מששת ימי בראשית? ודוחק לומר ראויה היתה אבל לא נגזר בדיבור על זה, ועוד דוחק לחלק בין דוד המלך ע\"ה לשאר בני אדם.<br>ונראה לי בס\"ד לומר דכל בני אדם שבאו לעולם הזה תחילת ביאתם נגזר נשואין שלהם מששת ימי בראשית אך אותם הבאים בגלגול שמעשיהם הסבו ביאתם נגזר קודם יצירת הולד בארבעים יום וטעמא דמסתבר הוא וכרוז זה הוא בעת ההזרעה שהוא ארבעים יום קודם ציור הולד.<br>ברם <b>מקשים</b> למה בזכר מזכרת שמו ובבת מזכרת שם אביה ולא שמה? ונראה לי לתרץ תירוץ פשוט שההכרזה היא בעת ההזרעה ועל הרוב הזכר נזרע קודם הזרעת הנקבה דעל הרוב החתן גדול מן הכלה בשנים והגם דימצא להפך מיעוטא הוא ותופסת ההכרזה בהשואה אחת כפי הרוב ולכן בעת ההכרזה שעדיין לא נזרעה הנקבה לא נגזר לה עדיין שם למעלה כי השם של האדם נגזר למעלה כפי מה שהוא בעת הזרעתו.<br>ועוד נראה לי בס\"ד דרך הלצה כי האב שמוציא הוצאות רבות על ביתו בשביל פרנסתה ובשביל נדונייא שלה לכך תכבדנו בת קול בהכרזה זו לקרא הבת על שמו לייחסה אליו ולתלותה בו.<br>ועוד נראה לי בס\"ד איש מזריע תחלה יולדת נקבה <small>(נידה לא.)</small>, נמצא האב היה סיבה ללידת הבת שהקדים להזריע ולכך תולה את הבת באביה אך הזכר הוא נעשה מחמת שהקדימה אמו להזריע ולכן בת קול לא תתלה הזכר באמו דלאו אורח ארעא שתעשה רמז להזרעת האשה ולכך מזכירתו בשמו.<br><b>ובני ידידי </b>כבוד הרב יעקב נר\"ו פירש הא דאין בת קול מזכרת שם הבת דלאו אורח ארעא שתזכיר שם של נקבה ולכן זוכרת הבת על שם אביה מה שאין כן הזכר זוכרתו בשמו עד כאן דבריו נר\"ו.<br>אך <b>מקשים</b> העולם למה אינה אומרת פלוני לבת פלוני? ונראה לי בס\"ד להורות שהיא צריכה לילך אצלו לדור עמו ולא להפך. <b>ועוד</b> נראה לי הזכר אחוז בימין שהוא חסד והנקבה בשמאל שהוא גבורה ולעולם ימינא לא אצטריך לשמאלא אבל שמאלא אצטריך לימינא שצריך לכלול השמאל בימין לכן תלה אותו בו. <b>ועוד</b> נראה לי קרוב לזה על פי מה שאמר רבינו האר\"י ז\"ל בריש שער מאמרי רשב\"י דעל מצוות עשה שהזמן גרמא דנשים פטורות הם נשלמים מן המצות שעושה הזכר דכל אשה נשלמת מבעלה ולכך אומרת בת פלוני לפלוני ולא להפך.",
            "<b>שָׂדֶה פְּלוֹנִית לִפְלוֹנִי</b>. הגרסא כאן היא 'כך' וכנזכר בעין יעקב. ויש להקשות למה אין מיחסת הבת הקול השדה לבעלים שלה לומר שדה של פלוני לפלוני?<br>ונראה לי בס\"ד כי בשדה יזדמן גם כן שהיא של עובדי כוכבים ומזלות ולכן לא תרצה בת קול להזכיר שם עובדי כוכבים ומזלות ואפילו בשדה ישראל אומרת שָׂדֶה פְּלוֹנִית שקוראה אותה בכינוי וסימן המיוחד לה לשמה כדי להשוות לשון ההכרזה בכולם.<br>ועוד נראה לי דיש שדה ממושכנת או חכורה לאחרים דנחשב זה כממכר והרי מצד אחד היא של בעליה ומצד אחד אין נחשבת שלו לכך לא תזכיר שם הבעלים.<br>ולדרכינו צריך לומר מה שאמר בַּיִת פְּלוֹנִי אינו רוצה לומר בית של פלוני אלא פלוני קאי על הבית כמו ענין שָׂדֶה פְּלוֹנִית וחד טעמא אית להו. ברם בסוטה <small>(סוטה ב.)</small> שם הגירסא שָׂדֶה פְּלוֹנִי ואנחנו באים לפרש כאן לגרסא דידן בהאי מסכתא.",
            "<b>אוֹ אִיהוּ לֵימוּת מִקַּמָּהּ</b>. קשה יגרשנה ויתרפא? ויש לומר אולי היתה כתובתה מרובה. אי נמי קשה עליו הדבר לראות בעיניו שתנשא אשתו לאחר אף על פי שהוא אינו אוהב אותה.",
            "<b>מִן הַתּוֹרָה מִן הַנְּבִיאִים וּמִן הַכְּתוּבִים</b>. נראה לי בס\"ד הוצרך לכל זה דודאי פסוק תורה חביב ליה אך אם זה בלחודיה הוה אמינא התם שאני דחזו שנענה במענה פיו בנס שנזדמנה לו רבקה שלא היה דרכה לצאת ואמרה לו גַּם לִגְמַלֶּיךָ אֶשְׁאָב <small>(בראשית כד, יט) </small>לכן אמר מֵהֳ' יָצָא הַדָּבָר <small>(בראשית כד, נ)</small>, אבל שאר זווגים דעלמא מנא ליה? לכך הביא פסוק מנביאים.<br>ואי מזה בלחודיה הוה אמינא התם שאני דתלו טעמא כִּי מֵהֳ' הִיא כִּי תֹאֲנָה הוּא מְבַקֵּשׁ מִפְּלִשְׁתִּים שֶׁבָעֵת הַהִיא הָיוּ פְּלִשְׁתִּים מֹשְׁלִים בְּיִשְׂרָאֵל <small>(שופטים יד, ד) </small>ובשביל תואנה זו היה הזווג ההוא מאת ה' ומנא ליה לזווגים דעלמא? לכך הביא מן הכתובים דכתיב וּמֵהֳ' אִשָּׁה מַשְׂכָּלֶת <small>(משלי יט, יד)</small> דקאי על כל זווג דעלמא.",
            "<b>מְלַמֵּד שֶׁחֲשָׁדוּהוּ מֵאֵשֶׁת אִישׁ</b>. הכונה כמו שכתב הרי\"ף ז\"ל דחשדו שעבר על יחוד אשת איש באומרם שסמך על גודל צדקתו דגברא כוותיה אין לו לחוש לאיסור יחוד ועשה דין לעצמו ואלו החושדים כל אחד קנא לאשתו לעיני הרואין כדי להחזיק החשד.<br>ונראה לרמוז תוך מַּ<b>חֲנֶ</b>ה<small> (תהלים קו, טז)</small> יש אותיות 'חן' שעולה מספרם 'ליחוד' <small>[58]</small> כלומר קנאו למשה בשביל היחוד הרמוז בתוך המחנה."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>וְאִם בִּשְׁבִיל עֲקִיבָא בָּאתֶם, הֲרֵי כַּמָּה עֲקִיבָא בַּשּׁוּק</b>. פירוש עקיבא המפורסם בעושר כמה עקיבא עשירים איכא בשוקא! אלא כך אמרתם תורת אלקיו בלבו שנעשה אדון וכלי לתורה כמו שנעשה כלי לקבלת השפע של העושר וכל שכן ששכרכם כפול שבאתם בשביל העושר ובשביל התורה כי המכבד את העשיר הרי זה מכבד השפע של הקדוש ברוך הוא שזה נעשה כלי לקבלת השפע וכאשר כתב הגאון חיד\"א בפתח עינים במאמר רבי מכבד עשירים <small>(עירובין פו.)</small>."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>וְהַאי דְּלָא אִיעַנַשׁ, מִשּׁוּם דְּזָקַף אֲרוֹנֵיהּ דְּרַב הוּנָא</b>. הנה בירושלמי דכלאים <small>(פרק ט' הלכה ג') </small>איתא כשיצא ניתן לו שתי מתנות טובות האחת שלא פסק זרעו והשניה נכפלו שנותיו שהיה בן שמונים שנה וחי עוד שמונים שנה אחרי זה. ונראה לי מדה כנגד מדה הוא עשה הארון הפסק לכבוד עמוד האש שלא יסתכל בו לכך לא נפסק זרעו ובשביל שסיכן עצמו להכניס ארון רב הונא לפנים נוספו ימיו דחי עוד שמונים שנה.<br>ועוד איתא התם כשנכנס שמע קול: יהודה בני אחריך ואין עוד! חזקיה בני אחריך ואין עוד! יוסף בן ישראל אחריך ואין עוד! עיין שם. וקשה יוסף בן ישראל מאן דכר שמיה התם? ונראה לי בס\"ד דקאי על רב המנונא סבא שהיה גם כן קבור שם כמו שאמרו בסוף שער הגלגולים במערת רבי חייא ובניו קבור גם כן רב המנונא סבא הנזכר בזוהר ושם הכניסו את רב הונא.<br>וידוע מה שאמר רבינו האר\"י ז\"ל בשער הגלגולים על רב המנונא סבא שהיה בחינת היסוד ולכך קורא אותו יוסף בן ישראל. אך נתפלאתי בדבר זה כי רב הונא שהעלו אותו בזמן רבינו הקדוש אין זה רב הונא הנזכר כאן שהיה תלמיד רב והיה רבו של רב חסדא. ובשער הגלגולים הנזכר כתוב רב הונא ריש גלותא שהיה בזמן רבינו הקדוש והעלו ארונו למערת רבי חייא כנזכר בתלמוד וצריך לומר שיש טעות סופר בלשון זה מן המעתיק שהוסיף דבר זה שלא במתכוין.",
            "<b>כִּי הֲוֵינָן הָתָם, לָא הֲוָה לָן לִדְלוּיֵי רֵישִׁין מִינֵיהּ, הַשְׁתָּא אֲתֵינָן לְהָכָא, אָתֵי לֵיהּ בַּתְרִין?</b>. לאו משום גדולה קפדי אלא בעבור מצוה כיון דהם ראשי ישיבה הם המרביצים תורה ומנהיגים הצבור לשם שמים ואי אתי אזדא לה מצוה זו מנייהו.<br>והא דְרַב אִילָא וְרַבִּי חֲנִינָא לָא נַפְקֵי לא נפקו כי חשו לביטול בית המדרש שישאר ריקן מן התורה כיון דכולי עלמא וכולהו רבנן נפקו.",
            "<b>אִי בְּדִינָא דִּידִי, גַּבְרָא בַּר גַּבְרָא נֵיעוֹל בְּרֵישָׁא</b>. הא דאמר לשון זה בדינא דִּידִי ולא אמר בְּדִין כי הוא היה ישמעאלי ורוצים הישמעאלים שיתכבד ישמעאל אביהם מכח כבודו של אברהם אבינו ע\"ה ולכן בדינא דידהו ראוי שיגיע כבוד לבן מכבוד האב.",
            "<b>נָתּוּר כָּכֵיהּ וְשִׁינֵיהּ דְּהַהוּא טַיְּיעָא</b>. על שדיבר במקום גדולים. אך קשה היה לו להענש בגרונו או בלשונו ולמה נתור ככי ושיני?<br>ונראה לי בס\"ד על פי מה שאמר רבינו האר\"י ז\"ל דחמשה מוצאות הפה הם כנגד חמשה גבורות והחיך הוא גבורה דהוד והגרון גבורה דנצח והלשון גבורה דתפארת והשינים גבורה דגבורה והשפתים גבורה דחסד עיין שם. נמצא בשינים תקיף הדין ביותר ששם הוא גבורה דגבורה והעונש נעשה על ידי הגבורות לכן שלטה בו גבורה דגבורה במקום השינים ששם הוא מקום שכנגדה ולכך נתור ככי ושיני.",
            "<b>גֶּזַע יְשִׁישִׁים עָלָה מִבָּבֶל וְעִמּוֹ סֵפֶר מִלְחָמוֹת</b>. נראה לי בס\"ד אמרו רבותינו ז\"ל <small>(משנה עוקצין ג, יב)</small> עָתִיד הַקָּדוֹשׁ בָּרוּךְ הוּא לְהַנְחִיל לְכָל צַדִּיק וְצַדִּיק שְׁלֹש מֵאוֹת וַעֲשָׂרָה עוֹלָמוֹת, והא דכפלו הלשון 'צדיק וצדיק' ולא אמרו לכל צדיק שלש מאות ועשרה עולמות? פירשנו דיש צדקות מצד המעשים ויש צדקות מצד עסק התורה ולכל צדקות יש לה שלש מאות ועשרה עולמות ולכן מי שהוא בעל תורה ובעל מעשים הרי זה צדיק כפול ויש לו שלש מאות ועשרה ושלש מאות ועשרה, לזה אמר לכל צדיק וצדיק דהיינו צדיק בעל תורה וצדיק בעל מעשים.<br>וידוע דהצדיק נקרא ים, כי ים דומה לרקיע ורקיע לכסא הכבוד <small>(מנחות מג:)</small> שמשם חצובות נשמות הצדיקים ולכן רב הונא שהיה צדיק גדול בתורה וצדיק גדול במעשים שיש לו שלש מאות ועשרה ושלש מאות ועשרה קראו <b>גֶּזַע יְשִׁישִׁים</b> שהוא ש־י וש־י ו־ים <b>עִמּוֹ סֵפֶר מִלְחָמוֹת</b> הוא תלמוד כמו שאמרו <small>(בבא בתרא י:)</small> אשרי מי שבא לכאן ותלמודו בידו, וקראו סֵפֶר מִלְחָמוֹת כי בו נעשית מלחמתה של תורה.<br>ואמר קָאַת וְקִפּוֹד הֻכְפְּלוּ <small>[לִרְאוֹת]</small> בְּשׁוֹד וָשֶׁבֶר הַבָּא מִשִּׁנְעָר, כי יש להצטער צער כפול על שתי חסרונות אחת על התורה ואחת על המעשים וְקָצַף עַל עוֹלָמוֹ מחמת עונות הדור וְחָמַד נְפָשׁוֹת הצדיקים לכפרה וְשָׂמַח בָּהֶן כְּכַלָּה חֲדָשָׁה כמי שהוא בא חדש לעולם שיש לו נשמה חדשה שלא באה בגלגול עדיין רוֹכֵב עֲרָבוֹת שָׂשׂ וְשָׂמֵחַ בְּבוֹא אֵלָיו נֶפֶשׁ נָקִי מעונות שבין אדם לחבירו וְצַדִּיק מעונות שבין אדם למקום.",
            "<b>תְּמָרִים הֵנִיעוּ רֹאשׁ עַל צַדִּיק כַּתָּמָר</b>. פירוש צדיקים וחכמים שנמשלו לתמרים הניעו ראש לנוד ולספוד על צדיק כתמר לשון תמורה שנלקח תמורה בעבור הדור. ואמר הניעו ראש כי קודם תמר יש שקל רוצה לומר תעשו שקול הדעת להבין כמה טוב נחסר מאתכם. אם בארזים נפלה שלהבת נקיט שלשה דמיונות כנגד נר\"ן [נפש רוח נשמה] של הצדיק.",
            "<b>חָלַשׁ דַּעְתֵּיהּ עֲלַיְהוּ, אִיתְהֲפִיךְ כַּרְעַיְהוּ</b>. קשה ראוי שיהיו נענשים בלחיים ובפיהם ששם הדיבור? ונראה כי הם הגידו ההספד על סוף הזמן של רב אשי ולא עתה לכן לקו בכרעייהו שהוא סוף קומתם להורות דנענשו על אשר לא דברו נכונה בהספד שרוצים לעשות בסוף ימיו של רב אשי.",
            "<b>רָבָא, כִּי הֲוָה אָתֵי דִּיגְלַת</b>. פירוש כד הוה גדל דגלת הרבה ועולים המים ומגיעים עד חומת העיר וקרוב לשטוף העיר היו גוזרים תענית ואומרים סליחות כדין עיר שהקיפה נהר אז כד אתי רבא והקהל עמו אצל הנהר לתקן מחיצות ולעשות שם התרעה וסליחות היה נותן רשות לבר אבין לסדר ולומר דברים המעוררין את לב השומעין והיה אומר מליצה ברמז בדרך תחינה ובקשה <b>בָּאוּ רֹב הַשְּׁלִישִׁית בַּמַּיִם</b> לישראל קרי להו שלישית כמו שאמרו בריך רחמנא דיהב אוריין תלתאי לעם תלתאי <small>(שבת פח.) </small>שהם משולשים בקדושת כהנים לוים ישראלים גם יש בהם נר\"ן <small>[נפש רוח נשמה]</small> ועוסקים באוריין תלתאי שנמשלה למים ולכן ראוי שיעשה הקדוש ברוך הוא נס להצילם משטף המים אשר מספרם משולש בשלשה למ\"ד כנגד שלשה לימודין של אוריין תלתאי כי אות למ\"ד מספרו שלושים והוא לשון לימוד ואומר <b>תָּעִינוּ מֵאַחֲרֶיךָ כְּאִשָּׁה מִבַּעְלָהּ </b>שחוזרת אליו על ידי פיוס ורצוי.<br>אַל תַּזְנִיחֵנוּ בְּאוֹת וַעֲשֵׂה עִמָּנוּ אוֹת כְּמֵי מָרָה יובן בס\"ד דאמרו רבותינו ז\"ל <small>(שבת נה.) </small>על פסוק וְהִתְוִיתָ תָּו עַל מִצְחוֹת <small>(יחזקאל ט, ד)</small>, מאי שנא תי־ו? אלא תי־ו תחיה תי־ו תמות, ואם תניח אות תי־ו על מים יהיה 'תמים' וזהו תי־ו תחיה כי תמים הוא לטובה אבל אם תניח תי־ו בתוך מים יהיה צירוף 'מתים' ולזה אמר<b> אַל תַּזְנִיחֵנוּ בְּאוֹת</b> תי־ו שתניחנה בתוך מים ויהיה צירוף 'מתים' שימותו באלו המים אלא <b>עֲשֵׂה עִמָּנוּ</b> <b>אוֹת</b>, עֲשֵׂה לשון תיקון כמו וּבֶן הַבָּקָר אֲשֶׁר עָשָׂה <small>(בראשית יח, ח)</small> שיהיה אות תי־ו של תחיה אתנו שיהיה ממנו ומן המים צירוף תמים.<br>ועוד נראה לי בס\"ד אַל תַּזְנִיחֵנוּ בְּאוֹת וַעֲשֵׂה עִמָּנוּ אוֹת על פי מה שאמרתי בס\"ד בדרשותי על התורה בפרשת בשלח וַיּוֹרֵהוּ הֳ' עֵץ וַיַּשְׁלֵךְ אֶל הַמַּיִם וַיִּמְתְּקוּ הַמָּיִם <small>(שמות טו, כה)</small>, ותיבת הַמַּיִם הראשונה כתוב בפת\"ח תחת המ־ם והשניה בקמ\"ץ תחת המ־ם, ופירשתי בס\"ד יש מים פועלים טוב ויש פועלים רע ואותם שפועלים טוב מנוקדים בקמ\"ץ וחיר\"ק שהם מספר שם הוי־ה טוֹב הֳ' לַכֹּל <small>(תהלים קמה, ט)</small> ואותם שפועלים רע מנוקדים בפת\"ח וחיר\"ק שמספרם וי <small>[16]</small> וזהו שנאמר<b> וַיּוֹרֵהוּ הֳ' עֵץ</b> רמז לנקודת היו־ד שהוא סוד חכמה והעץ כינוי לחכמה כנזכר בזוהר הקדוש על פסוק וְהוּא עֹמֵד עֲלֵיהֶם תַּחַת הָעֵץ <small>(בראשית יח, ח)</small>, והורהו להמשיך היו־ד תחת הפת\"ח כדי שיהיה קמ\"ץ ואז עם החיר\"ק יהיה מספר שם הוי־ה ובזה ימתקו וזהו <b>וַיַּשְׁלֵךְ אֶל הַמַּיִם</b> שהם בנקוד פת\"ח וחיר\"ק שהם מרים ואז <b>וַיִּמְתְּקוּ הַמָּיִם</b> שנעשו בנקוד קמ\"ץ וחיר\"ק שהם טובים.<br>וכן כאן אלו המים הרבים הבאים מדגלת ושוטפים העיר הם מים קשים שפועלים רע שעתה ראוי שיהיה נקוד שלהם בנקוד פת\"ח שהוא עם החיר\"ק צירוף 'וי' ועל זה אמר <b>אַל תַּזְנִיחֵנוּ בְּאוֹת</b> אלא <b>עֲשֵׂה עִמָּנוּ</b> <b>אוֹת</b> עשה כלומר תקן שתוסיף על הפת\"ח יו־ד קטנה לעשותו קמ\"ץ שאז הקמ\"ץ בצירוף החיר\"ק יהיה מספר שם הוי־ה ויהיו המים פועלים טוב ולא יצא מהם פועל רע ולכן סיים <b>כְּמֵי מָרָה</b> אשר רפאת אותם בדרך זה שעשית את הפת\"ח לקמ\"ץ ובזה נשלם בהם מספר שם הוי־ה ברוך הוא.",
            "<b>כִּי נָח נַפְשֵׁיהּ דְּרַבִּי אַבָּהוּ, אַחִיתוּ עַמּוּדֵי דְּקֵיסָרִי מַיָּא</b>. הנה בודאי היה זה דרך נס שהעמודים יצא מהם זיעה גדולה כמו שטף מים לרמוז על מעלת רבי אבהו שהיה עמוד העולם וראוי שכל עמודי עולם הנמצאים בדור יורידו עליו דמעות כנחלי מים. וכן הא <b>דְּשָׁפְעוּ מַרְזְבֵי דְּצִפּוֹרִי דְּמָא</b> היה בנס שנהפכו המים שהיו יורדים במרזבים למראה דם לרמוז שהוא היה צינור שבו משתלשל שפע לעולם ועתה נהפך לדם.<br>והא <b>דְּאִיתְחֲמִיאוּ כּוֹכְבֵי בִּימָמָא</b>, לרמוז כי הוא היה כדמיון הכוכבים דכתיב וּמַצְדִּיקֵי הָרַבִּים כַּכּוֹכָבִים לְעוֹלָם וָעֶד <small>(דניאל יב, ג)</small>, <b>וְאִעַקְּרוּ אִילָנַיָּא</b> לרמוז שהיה הוא אילן והכל הם ענפים שלו <b>וְנְחִיתוּ כֵּיפֵי דְּנוּרָא מִן רְקִיעָא</b> רמזו להם שדבור בתפלה ובתורה הוא הבל קדוש שהיו האותיות היוצאים כולם אורות קדושה וידוע כי האותיות נקראים אבנים בספר יצירה <b>וְאִשְׁתָּעוּ צַלְמָנַיָּא וְאִתְקַצְּצוּ כָּל אַנְדַּרְטַיָּא</b> רמז שהיה משבר הקליפות בחייו בתורתו ותפלתו <b>וְאִתְחַתְּרוּ שִׁבְעִין מַחְתַּרְתָּא</b> רמז שהיה מחליש על ידי תורתו כח כל שבעים שרים <b>וּנְחִיתוּ כֵּיפֵי דְּבַרְדָּא</b> רמז שהיה מוריד על ידי תפילתו אורות החסדים למתק בהם אש הגבורות.<br>ואפשר לפרש שכל דברים אלו אינם כפשוטן אלא נאמרו בלשון מליצה כדאמרי אנשי והיינו <b>עַמּוּדֵי דְּקֵיסָרִי </b>רמז שאפילו השרים והסגנים של בית קיסר הורידו עליו דמעות כי הוא אהוב לבית קיסר הרבה.<br>ואומרם <b>שָׁפְעוּ מַרְזְבֵי</b> לשון מליצה וקאי על עפעפים של אנשי ציפורי שהורידו דמעות כמרזב <b>וְדְּמָא</b> הוא משל הדיוט על דמעות חדים וחמים כדאמרי אינשי הכל בכו עליו דם.<br>ואומרם נראו <b>כּוֹכְבֵי בִּימָמָא</b> גם זה משל לאותו היום שנחשב להם כלילה שנראין בו הכוכבים ומשל הדיוט בערבי אומרים 'הראנו כוכבי לילה באור היום'.<br>ומה שאמרו <b>אִתְעַקְרוּ אִילָנוֹת</b> היינו מחמת רוח סערה שהיה אותו היום תקיף וחזק וכאשר היה כן בפטירת עט\"ר הרב מר זקיני זלה\"ה.<br>ומה שאמרו <b>נִמְחוּ צוּרַת הֲמַטְבָּעוֹת</b> לשון מליצה הוא שהורידו דמעות הרבה עד שלא היו יכולין לראות צורת המטבעות בעיניהם מחמת הבכיה שנראה להם כאלו נמחית צורת המטבע כי הוחשך אור עיניהם אותו היום כאדם שהוא כאוב עינים שאינו יכול לראות צורת מטבע.<br>ומה שאמר <b>שֶׁנֶּעֶקְרוּ כָּל אַנְדַּרְטַיָּא</b> גם זה היה מתוקף רוח סערה שנשב אותו היום הפיל צורת המלכים שדרכם להעמיד על הלוח בשערי העיר ושאר שערים של חצרות הממשלה וכאשר היה באילנות הנזכר לעיל.<br>ומה שאמרו <b>נְחִיתוּ כֵּיפֵי דְּנוּרָא</b> <b>מִן רְקִיעָא</b> שהיה אותו היום יריית הכוכבים שנראין כמו מקל ואותו היום היתה ירייתם כמו אבנים מרובעות.<br>ומה שאמרו עוד <b>אִשְׁתָּעוּ כָּל צַלְמָנַיָּא</b> פירוש שהיה רוח סערה והעלה אבק ועפר הרבה בחדרים ואפילו בחדרי חדרים ששם מונחים הצלמים הגיע האבק והעפר ונתכסו צורות הצלמים באבק עד שנראין כאלו נמחקו הצורות שלהם ולא נראה בהם בליטה של הצורה כי נתכסו באבק על פניהם.<br>ומה שאמרו <b>אִתְחַתְּרוּ שִׁבְעִין מַחְתַּרְתָּא</b> היינו כי נקבצו כל בעלי בתים למקום ההספד שהספידו עליו ולכן הגנבים מצאו להם עת פנוי לחתור בו מחתרות ליכנס לבתים לגנוב מפני שידעו שאין בעלי הבתים בביתם.<br>ומה שאמרו <b>נְחִיתוּ כֵּיפֵי דְּבַרְדָּא</b> שאותו היום ירד שלג וברד הרבה והיה משונה שאינו עגול אלא מרובע כאבנים.<br>ומה שאמרו <b>נָשׁוּק כֵּיפֵי דִּפְרָת אַהֲדָדֵי </b>היינו הכותלים של צדדי הנהר שהם עומדים זה כנגד זה אחד במזרח הנהר ואחד במערבו נעקרו מרוב תוקף המים ושטפם הנהר והביאם זה בזה או שלא נעקרו אלא שהנהר עלה עד שנתכסו ראשי הכותלים במים ונמצא נשקו ראשיהם אהדדי על ידי המים שעלה למעלה וכסה ראשיהם <b>וְטָעוּן דִּיקְלֵי שִׁיצֵי</b> הם תמרים רעים שקורין בערבי שי\"ץ דאינם ראויים לאכילה דקשים כעץ וכל התמרים לקו שנתקשו ונעשו כך."
        ],
        [],
        [
            "<b>אָמַר לֵיהּ: 'עַל', 'עַל' הִפְסִיק הָעִנְיָן</b>. הקשה מהרש\"א ז\"ל עַל עַם ה' וְעַל בֵּית יִשְׂרָאֵל מאי עַל הפסיק הענין איכא הכא דהיינו עַם ה' היינו בֵּית יִשְׂרָאֵל?<br>ותירץ <b>בני ידידי</b> כבוד הרב יעקב נר\"ו דעם ה' ודאי קאי על על תלמידי חכמים שבהם דאמרו רבותינו ז\"ל <small>(בבא מציעא לג:)</small> וְהַגֵּד לְעַמִּי פִּשְׁעָם <small>(ישעיהו נח, א)</small> אלו תלמידי חכמים נמצא נקראים עם ה' ואומרו על בית ישראל קאי על המון העם עד כאן דבריו נר\"ו.",
            "<b>אָמַר לְהוּ: אֲנָא מַלְכָּא</b>. קשא מה הנאה לו במלכותו אחר שיבואו כל אותם הצרות על ישראל? ונראה לי בס'\"ד על פי מה שכתבנו בסה\"ק <b>אדרת אליהו</b> דף פ\"א בשם הרב ערבי נחל ז\"ל דהמלך יש להקל בדינו מפני דאנוס בעונו מן היצר הרע שיש לו יצר הרע גדול כמו יצר הרע של רבים ואינו יצר הרע של יחיד עיין שם. ולזה כאן בכל אותם הפרעניות שהיה שומע אינו חושש שאומר 'אֲנָא מַלְכָּא' פירוש לא יגיעו לי כי יש לי התנצלות על עונותי משום דיצר הרע שלי גדול ותקיף מאד ואחר ששמע היו צריה לראש כי יוסר ממלכותו ואז יהיה כשאר יחידים אם כן יגיעו לו כל אותם פרעניות אז חרה לו וקדר אזכרות שבה.",
            "<b>מִיָּד, קָדַר כָּל הָאַזְכָּרוֹת שֶׁבָּה וּשְׂרָפָן בָּאֵשׁ</b>. אף על גב דהוא שרף אחר כך את המגילה עשה להכעיס שתחלה קדר האזכרות לבזותם בקדירה ואחר כך שרפן לבזותם בשריפה ולכן אמרו ברוב ציבור וכמעשה שהיה באות וא\"ו דהיינו שהשורף עושה להכעיס יותר כמעשה יהויקים."
        ],
        [],
        [],
        [],
        [
            "<b>מַה פָּרָה אֲדֻמָּה מְכַפֶּרֶת, אַף מִיתָתָן שֶׁל צַדִיקִים מְכַפֶּרֶת</b>. נראה לי בס\"ד הדמיון על הטעם רצונו לומר כמו שהטעם של פרה אדומה משום 'תבא אמו ותקנח' כן מיתת הצדיקים מכפרת מטעם תבא אמו ותקנח כי הם נקראים אֵם לכללות ישראל כמו שאמרו על פי בְּנֵי אִמִּי נִחֲרוּ בִי <small>(שיר השירים א, ו)</small>.<br>והדמיון של בגדי כהונה הוא על הכפרה כמו שבגדי כהונה מכפרים על כמה עונות כן הצדיקים מכפרים על כמה מיני עונות ולהכי הוצרך שני סמיכות אחת ללמד הטעם ואחת ללמד על עצם הכפרה ותוקפה.",
            "<b>בֵּי רַב חִסְדָּא, שִׁיתִּין הִלּוּלֵי</b>. עיין תוספות. ואפשר הילולי ממש ואין כולם בניו אלא בניו ובנותיו וזרעם וזרע זרעם וכן של אחיו ואחיותיו וזרעם וזרע זרעם דכולם בכלל בני ביתו הם.",
            "<b>חוֹכְמְתֵיהּ דְּרַב הוּנָא וְעוּתְרֵיהּ דְּרַב חִסְדָּא יְהָבוּ לִי</b>. פירש רש\"י ז\"ל דאמרינן לעיל שרבץ תורה בישראל. נראה לי כונתו דקשיא ליה והלא רב חסדא היה חכם גדול ומפורסם בחכמה יותר מחכמי דורו דאמרו בגמרא דעירובין <small>(עירובין סז.)</small> דרב ששת הוה מרתע כולי גופיה מפלפולו של רב חסדא ובשבת <small>(שבת פב.)</small> אמר לו רב הונא לרבה בריה מאי טעמא לא שכיחת קמיה רב חסדא דמחדדין שמעתתיה נמצא רב הונא עצמו הוה משתבח בחכמתו של רב חסדא ואמאי לא שאל רבא חוכמתיה דרב חסדא כמו ששאל עותריה לכך פירש ששאל על ריבוץ תורה שזכה להרביץ בחכמתו.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו פירש שהוקשה לו והלא החכמה גזורה מעת יצירת הולד שהקדוש ברוך הוא גוזר על הטיפה חכם או טפש ואם כן איך יבקש רבא רחמי על חדשות אחר שגדל לכך פירש ששאל על ריבוץ תורה שזכה בו רב הונא עד כאן דבריו נר\"ו.<br>ועדיין קשא איך יבקש על עושר של רב חסדא דגם זה כבר נגזר בתחלה על הטיפה עשיר או עני? ונראה לי בס\"ד דאין נגזר שיעור לעושר כי אם רק יהיה עשיר והוא גם כן היה עשיר מתחילתו אך בקש על תוספת עושר שיגיע לשיעור עושר רב חסדא וכונתו כדי להרבות צדקות וגמילות חסדים.<b> אי נמי </b>כונתו שיתן לו מדת הסתפקות שיהיה שמח בחלקו כי אפשר דרב חסדא היה לו טבע זה שהיה שמח בחלקו כל ימיו וכבר אמר התנא <small>(משנה אבות ד, א)</small> אֵיזֶהוּ עָשִׁיר? הַשָּׂמֵחַ בְּחֶלְקוֹ ולכך קרי ליה עושר בסתם. <b>אי נמי </b>בקש עושר רב חסדא שבא לו פתאום בלי ביטול תורה.",
            "<b>מַאן חָשִׁיב? וּמַאן סַפִין? וּמַאן רַקִּיעַ?</b>. נקיט תלת לישני מאן חשיב מצד השררה כי היה אבית דין וחתן הנשיא ומאן ספין מצד חכמה ומאן רקיע מצד המעשים.",
            "<b>חֲלִיפָא לֵיהּ שַׁעְתָּא</b>. קשא ממה נפשך אם שלמו קצבת חייו איך חי עוד דמנא ליה חיים ואם לא שלמו עדיין איך בא אליו מנא הני מילי ליטול נשמתו קודם הזמן?<br>ונראה דלעולם שלמו וניתן לו חיים מאותם הנספים בלא משפט כדאיתא בגמרא <small>(חגיגה ה.)</small> בעובדא דמרים מגדלא נשיא דאמר לה מלאך המוות אי חזינן צורבא מרבנן מעביר במיליה יהבינן ליה אותם חיים של הנספה.<br>ועוד נראה לי בס\"ד דנשלם תיקון הנפש לגמרי ונסתלקה ובא הרוח במקומה ויקצוב לו הקדוש ברוך הוא שנים חדשים וזה נקרא גלגול בחיים כמו שכתב רבינו האר\"י ז\"ל בשער הגלגולים.",
            "<b>דְּקָא דָּחַקְתְּ רַגְלֵיהּ דְּבַר נָתָן, וְאֵין מַלְכוּת נוֹגַעַת בַּחֲבֶרְתָּהּ אֲפִלּוּ כִּמְלֹא נִימָא</b>. קשא אם כן איך הרחיב לו תחלה זמן שלושים יום ואם בפעם ראשונה עדיין לא הגיע הזמן איך בא אצלו קודם הזמן?<br>ונראה לי בס\"ד גלוי וידוע לפני הקדוש ברוך הוא שיאמר רב אשי כך לחזור על לימודו ולכך שלחו קודם הזמן וצוהו שיעשה רצונו. <b>אי נמי</b> הא דאין מלכות נוגעת בחברתה כמלא נימא זהו דוקא מלכות ממש כענין דוד ושלמה אבל כאן אין זו מלכות ממש לכך אין קפידא על ימים מועטים."
        ],
        [
            "<b>דְּבָרִים שֶׁל מִיתָה, דְּיִסְפַּד יִסְפְּדוּנֵיהּ, דְּיִקְבַר יִקְבְּרוּנֵיהּ, דְּיִטְעַן יִטְעַנּוּנֵיהּ, דִּידַל יִדְלוּנֵיהּ</b>. קשא הוה ליה למימר חלוקה זה קודם דיקבר וכן דִּידַל יִדְלוּנֵיהּ שהוא המרים קול בהספד הוה ליה למימר אחר דיספד קודם דיקבר ואמאי נקיט לה לבסוף?<br>ונראה לי בס\"ד נקיט לדברים הקשים בראשונה דמלאכת הספדן ומלאכת הקברן קשים ממלאכת הטוען כי דרכם של המלוים לטעון כל אחד מהם משך עשר אמות או פחות או יותר מעט כי רוצים לזכות הכל במצוה מה שאין כן הספדן הוא אחד דוקא וכן הקברנים הם אנשים מועטים בעלי חברה זו ואין מניחין לאדם אחר לעסוק עמהם ולכן זכר הקברן אחר הספדן ואחר כך אמר דטעין שזו מלאכה דשייכא בכמה אינשי וכל אחד יעסוק מעט ואחר כך זכר דמידל ידלוניה שהוא ענין הרמת קול וזה ימשך גם עד אחר קבורה כשבאים וגם בכל שבעת ימי אבלות שהאבלים מדברים ובוכין והשומעין מרימים קול בכיה.",
            "<b>וְאִיכָּא דְּאַמְרֵי: דִּי לָא יִדַל, יִדְלוּנֵיהּ</b>. פירוש מי שאינו מתנשא בעצמו אלא מזלזל בכבודו להיות ספדן כמו שאמרו <small>(סוטה מט.) </small>שרו 'חכימיא למהוי כספדנייא' אז זכות המצוה הזאת תגין שירים אותו הקדוש ברוך הוא מן המות ויחיה ויאריך ימים.",
            "<b>וְאַל יִכָּנֵס אֶחָד מִכֶּם לְתוֹךְ דִּבְרֵי חֲבֵרוֹ</b>. פירוש רצה שיאמרו כל אחד דרשה על פסוק בפני עצמו ולא יאמרו כולם דרשה על פסוק אחד שיהיה כל אחד דורש בו אופן אחד אלא כל אחד יביא פסוק חדש שלא פירש אותו חבירו דבזה יערב לו יותר."
        ],
        [
            "<b>כָּל הַיּוֹצֵא מִבֵּית הַכְּנֶסֶת לְבֵית הַמִּדְרָשׁ וּמִבֵּית הַמִּדְרָשׁ לְבֵית הַכְּנֶסֶת</b>, <b>זוֹכֶה וּמְקַבֵּל פְּנֵי שְׁכִינָה</b>/ יש להקשות אומרו זוֹכֶה לשון יתר? ונראה לי בס\"ד על פי מה שאמר בגמרא דמציעא (בבא מציעא פה:) דאמר לו ההוא מרבנן לאליהו זכור לטוב אחוי לי רבנן כי סלקי למתיבתא דרקיע אמר לו בכולהו מצית לאסתכולי בהו לבר מגוהרקא דרבי חייא דלא תסתכל ביה מאי סמנייהו בכולהו אזלי מלאכי לבר מגוהרקא דרבי חייא דמנפשיה סליק ונחית, עיין שם. נמצא יש צדיק צריך לו סיוע כשיבא לקבל פני שכינה ויש שאין צריך לו סיוע. <br>ובזה פירש רבינו מהר\"ם אלשיך ז\"ל וּמֹשֶׁה עָלָה אֶל הָאֱלֹקִים (שמות יט, ג) בלי סיוע וכאן זוכה מעצמו ומקבל פני שכינה ואין צריך לו סיוע מאחרים. ועוד קרוב לזה יש לומר דאמרו בגמרא (סוכה מה:) במקבלי פני שכינה הא דעיילי בבר הא דעיילי בלא בר ולזה אמר זוכה ומקבל פני שכינה זוכה בלא בר. <br>ונראה לי בס\"ד פני שכינה הוא מילוי אותיות שכינה כי המלוי הוא פנימיות הפשוט ואם תמלא שְׁכִינָה כזה ש<b>י</b>\"<b>ן</b> כ\"<b>ף</b> י<b>ו</b>\"<b>ד</b> נ<b>ו</b>\"<b>ן</b> ה\"<b>א</b> עולה המלוי מספר אוֹר [207] רמז לאור הכתוב בפסוק אוֹר זָרֻעַ לַצַּדִּיק (תהלים צז, יא). גם ש<b>י</b>\"<b>ן</b> כ\"<b>ף</b> המלוי הוא פְּנֵי,<b> </b>י<b>ו</b>\"<b>ד</b> נ<b>ו</b>\"<b>ן</b> ה\"<b>ה</b> המלוי הודנו נמצא המלוי הוא 'פני הודנו' ודוק.<br>ועוד נראה לי בס\"ד אותיות העומדים לפני אותיות שְׁכִינָה הם 'תל כוס' והיינו שם אלקים מספר כוס [86] והוא גבורה אך הוא כלול מן חמשה שעולים מספר ת־ל <small>[865×5=430]</small> כנודע נמצא הכוס שהוא שם אלקים כלול מחמשה כוסות שהם ת־ל, לכן בשבת קודש מברכין בשלש סעודות על חמשה כוסות שנים בסעודת לילה קדוש וברכת המזון ושנים בסעודת שחרית ואחד בסעודה שלישית שאין בה קדוש אלא רק של ברכת המזון שעל ידי קדושת שבת יתמתקו ה' פעמים שם אלקים. <br>וכן על ידי עסק התורה והתפלה יתמתקו חמשה אלקים ויהיו רחמים כי גם בתורה יש מספר חמשה שהם חמשה ספרים וכן בתפלה ביום הצום תגיע עד חמשה תפילות או ערבית ושחרית שתים לחש וחזרה ומנחה שתים לחש וחזרה הם חמשה. <br>ולזה אמר כָּל הַיּוֹצֵא מִבֵּית הַכְּנֶסֶת לְבֵית הַמִּדְרָשׁ וּמִבֵּית הַמִּדְרָשׁ לְבֵית הַכְּנֶסֶת בשביל תורה ותפלה זוֹכֶה וּמְקַבֵּל פְּנֵי שְׁכִינָה רמז לאותיות 'תל כוס' שהוא רמז לחמשה שמות אלקים שיתמתקו ויהיו רחמים ויקבל גם מהם שפע טובה וברכה <b>וחיים</b>."
        ]
    ],
    "versions": [
        [
            "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897",
            "http://beta.nli.org.il/he/books/NNL_ALEPH001933802/NLIl"
        ]
    ],
    "heTitle": "בן יהוידע על מועד קטן",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Ben Yehoyada"
    ],
    "sectionNames": [
        "Daf",
        "Paragraph"
    ]
}