{
    "work": "Pesikta D'Rav Kahanna", 
    "text": {
        "14": {
            "2": "Bar Kaparah opened: And the Lord God of Hosts called [read midrashically as the Lord God called to the Hosts] on that day for crying and mourning and baring of the head, and wearing sackcloth. (Isaiah 22:12). The Holy One, Blessed be He, said to the ministering angels: A human king who mourns, what does he do? They said to him, he hangs sackcloth on his entrance. He said to them, I too will do this: “I clothe the skies in darkness [and make sackcloth their covering]” (Isaiah 50:3). And he asked them further: A human king who mourns, what does he do? They said to him, he covers the torches. He said to them, I too will do this: “The sun and moon are darkened and the stars withdraw their shining” (Joel 4: 15). And he asked them further: A human king who mourns, what does he do? They said to him, he goes barefoot. He said to them, I too will do this: “The Lord’s way is in whirlwind and storm and the clouds are the dust on his feet” (Nahum 1:3).  And he further asked them: A human king who mourns, what does he do? They said to him, he sits and is silent. He said to them, I too will do this: “He sits alone and is silent for he has imposed it” (Lamentations 3:28). And he further asked them: A human king who mourns, what does he do? They said to him, he overturns the couches. He said to them, I too will do this: “I watched as thrones were set in place” (Daniel 7:9).  And he further asked them: A human king who mourns, what does he do? They said to him, he rends his garments. He said to them, I too will do this: “The Lord has done as he intended; he has fulfilled his word” (batzah emrato)  (Lamentations 2:17). What does “he has fulfilled his word” mean? Rabbi Ya’akov of Kefar Hanan said, he rends (mevazei’a) his garment.  And he further asked them: A human king who mourns, what does he do? They said to him, he sits and wails. He said to them, I too will do this: “How does it sit desolate?!” (Lamentations 1:1).  "
        }
    }, 
    "meta": "Paragraph-Ot"
}