{
    "title": "Teshuva MeAhava Part I",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuva_MeAhava_Part_I",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "With God’s help. Sunday, the 12th of Av 5566, Prague.",
            "Greetings of peace, goodness, blessing, and life until the end of days to my close friend, the wise man of extraordinarily wholesome character and virtue, the understanding and knowing, the great scribe, known in the gates, lover of truth and lover of integrity, the master, the minister Karl Fischer,  the Kaiser’s Royal Censor. May he live a long and blessed life.",
            "I received your nice and sweet letter that contains the question of a wise man, and which branches into two questions: A) According to Torah law, should any distinction be made between a Jew taking an oath to a fellow Jew and a Jew who takes an oath to a member of another nation? B)\tIf one concludes that such a distinction is made, should a Jew who swears to a member of another nation be ministered an oath according to the practice that he lies in a coffin and wears the robe of the dead, burial shrouds? Or in accordance with the opinion of one man who is inclined to think that one should be ministered an oath while he holds the book of Zohar, since according to pious Jews (“Hasidei Yisrael”) the Zohar is holy and terrible, and one who touches it in vain or in falsehood will die within a few days? This is your question, in brief.",
            "I wanted to do your bidding, which I love and favor, and so I cleared all of my work so I can inquire as much as possible and respond truthfully and briefly. The wise man will hear and add to his learning. ",
            "1)\tEverywhere that the Torah cautions against swearing falsely or in vain, we find no distinction between one who swears to a Jew or to a non-Jew, though we find in the Torah that it often distinguishes between Jews and gentiles, such as loaning at interest and many other things. This is because the principle is that the Torah was concerned that we not swear in the Almighty’s name in vain or falsely. Why should it matter whether the oath is to a Jew or someone else?",
            "2)\t“Do not take His name in vain” is one of the prohibitions of the Ten Commandments, as is “Do not commit adultery.” Would we argue that “do not commit adultery” was said only about one who has sex with the wife of a Jew, but not with a gentile woman? We maintain that if zealots harmed and killed someone who has sex with a non-Jewish woman, they are praiseworthy and conscientious. The proof is the story of Phineas and Zimri. This is more severe than court-imposed capital punishment, for those cases require the warning of the witnesses as well as a court. For this severe transgression, however, we require neither warning nor court according to Maimonides in the Laws of Forbidden Sexual Relations 12:4. And even according to Raavad ad loc., if they warned him and then killed him, they are praiseworthy, but if they did not warn him they are not praiseworthy. However, they speak one language and make one statement  that if they killed him, they are exempt. This is a matter of law transmitted to Moses at Sinai, as explained in Sanhedrin 82a. The prophet remonstrated Israel: ”You played the whore with your neighbors, the lustful Egyptians—you multiplied your harlotries to anger Me… In your insatiable lust you also played the whore with the Assyrians; you played the whore with them, but were still unsated. You multiplied your harlotries with Chaldea” (Ezekiel 16:26, 28-9). There are many similar statements.",
            "More generally, upholding an oath means upholding the world. If one man would not be believed by another man under oath, the world could not be sustained. Before the Torah was given, people believed one another with an oath, as we find with Abraham and Abimelech, who both swore at Beersheba even though they were divided in their belief in divinity, as Abraham the Hebrew was a monotheist, whereas Abimelech was an idolater; Jacob believed Esau’s oath, and Laban believed Jacob’s oath upon his father’s reverence, even though Laban worshipped the teraphim. There are many other examples of oaths prior to the giving of the Torah. Oaths were in the category of law, so that one would not oppress his fellow. For who can decide a matter between man and another man in the absence of witnesses and evidence unless an oath is taken by them? Those who commit perjury are not only trampling God’s laws underfoot; they are demolishing the foundations of state law. How sweet are the words of our Sages in Shevu’ot 38b: “They say to [one who is being administered an oath]: Know that the entire world shook when God said at Sinai, ‘Do not take the name of the Lord your God in vain.’” Note that this statement contravenes common sense in saying that the nations of the world shook. Moreover, why is the sin of a vain oath more severe than other crimes punishable by death or extirpation, but over which the world did not shake? The Talmud itself asks this question (ibid. 39a). Even though it answers that God clears the sins of penitents but does not clear the vain oaths of penitents, this begs the question: why is the sin of taking an oath falsely or in vain more severe than all of the severe sins in the Torah, to the point that repentance is ineffective? Moreover, why were they so specific in saying “the entire world” (“kol ha-olam kulo”) shook? Why not simply “the world” (“ha-olam”)?  Indeed, it is as I said. False oaths demolish and destroy the administration of all states and undermine the basis of the law of all civilization. It does not only cause the Israelites to tremble, but the entire world shakes, for vain oaths smashes the laws of every clan on earth and destabilizes the earth and all its inhabitants. Thus, perjury is more severe than other transgressions, and one who swears falsely has no atonement, forever. This statement is from [She’iltot by] R. Aha of Shabha, on the weekly portion of Yitro: “It is forbidden for the Jewish people to swear falsely in God’s name. Anyone who swears falsely in God’s name is not forgiven ever, as it is written: ‘Do not take…’ It is not only swearing falsely; even needlessly invoking God’s name is forbidden, as the verse says ‘do not take’ (‘lo tisa’), not ‘to not swear’ (‘lo tishba’).” He does not distinguish between one who swears to a Jew or to a member of another nation.",
            "It seems even more preferable to explain, based on the law of the holy Torah, that the power of an oath is great, and no distinction should be made between swearing to a Jews and swearing to a gentile. To wit, God commanded us regarding the seven nations: “you must doom them to destruction: make no treaty with them and give them no quarter” (Devarim 7:2). It is further stated: “In the towns of these peoples, however, which the Lord your God is giving you as a heritage, you shall not let a soul remain alive. You must doom to destruction the Hittites and the Amorites, the Canaanites and the Perizzites, the Hivites and the Jebusites—as the Lord your God has commanded you” (ibid. 20:17). Nevertheless, when the two spies swore to spare Rahab and her family and all her possessions, the Jews indeed upheld and carried out that oath. They utterly destroyed everything in the city of Jericho, from man to animal, by sword, but Joshua commanded to spare Rahab and her entire family from death and to keep them alive among the Israelites, as described in Ch. 2 and Ch. 6 of the Book of Joshua. ",
            "Let us now see how many excuses Israel had to cancel this oath: a)\tThe two spies swore. Is the entire people of Israel obligated to confirm and uphold the oath? b) The spies themselves were coerced at the time. Their lives were in danger if they did not heed her. Had they not wanted to swear, she would have gone and disclosed that spies were afoot, and they would have been sentenced to death. c) Their oath does not take effect for those who are oath-bound to safeguard the word of the King on the matter of the oath to God: “you shall not let a soul remain alive. You must doom them to destruction.” d) She, her family, and all those who accompanied her were idolaters. e) The seven nations were wicked and sinful against God, and they perpetrated all manner of abomination that God hates.",
            "We may therefore reach five conclusions: a) An oath is very severe, even if sworn to a gentile, b) Even to wicked people who perpetrate abominations. c) Even if it cancels the mitzva “you shall not let a soul remain alive.” d) There is no claim of coercion or disclaimer against an oath. e) There is a duty for every Jew to try his best to make sure that his comrade and ally does not transgress with a vain or false oath.",
            "One should not insist that the story of Rahab is different because she benefitted Israel greatly with her kindness toward the two angelic spies, through which all the pathways of the fate of the city of Jericho were revealed; and had they not upheld the oath, they would have replaced good with evil, and there is no worse trait than ingratitude. For the Gibeonites are a counterexample. They deceitfully have to the leaders of the people, swore to them, and made a treaty with them. Then it became clear to all that the Gibeonites acted with deceit. Yet the Israelites did not kill them, for the leaders of the people had sworn to them. Scripture states explicitly on this: “This is what we will do to them: We will spare their lives, so that there may be no wrath against us because of the oath that we swore to them” (Joshua 9:20). This is irrefutable proof that a Jewish man may not swear falsely to any man on this earth, regardless of nation or language. There is no dispensation for this whatsoever. Even if he was tricked and duped into swearing, there is no excuse in the world for swearing falsely.",
            "There is no difference between one who swears himself and one who affirms an oath administered by others—even if those others are idolaters or minors. This [latter] is the same as swearing autonomously, and if he does not uphold it, he has the status of one who violated an oath. This is the language of Maimonides in the Laws of Oaths 2:1: \"Whether one swore one of these four oaths [listed in ch. 1 of this code] by himself or affirmed the oath administered by others, even if an idolater or minor administered it, and he responded: “Amen,” “yes,” “I am obligated to this oath,” “I accept this oath upon myself,” or anything similar, in any language, is considered as someone who swore in every respect—whether to incur the penalty of lashes or to become obligated to bring an offering.\" That is, one who responds in affirmation is like one who articulates the oath with his own mouth, whether before a rabbinical court or not, as explained in Shevu’ot 29b, according to both R. Meir and the Sages.",
            "Thus far I have spoken and demonstrated with powerful proofs that Jewish law does not distinguish between a Jew who swears to a Jew and a Jew who swears to a gentile, whether good or evil, even if he swears to someone who the according to the Torah must be destroyed, and even if the other person deceived him into taking the oath. Even so, one must uphold the oath.",
            "The essence of an oath is saying “I swear” or who answers “Amen” when another articulates the oath on his behalf. Placing one’s hand on the Torah or on tefilin or another object is only for the purpose of intimidating the masses who do not understand. This has been explained at length, with cogent words, and based on the opinion of the Torah, Prophets, Writings, Maimonides, and Shulhan Arukh in Noda Bi-Yehuda, Yoreh De’ah 71, which was composed by our great master and teacher, may he rest in peace. He left nothing, great or small, there, and there is nothing to add to it. It is difficult for me to copy it, because it is exceedingly long. Seek it there, and you will find it. ",
            "The intimidations mentioned in the Talmud and Shulhan Arukh regarding an oath administered by judges, that is, on a claim of certainty, whether of Torah or rabbinic origin, are sufficient. This is the formulation of Shulhan Arukh, Hoshen Mishpat 87:20: They administer him the oath in any language he understands. They intimidate him before administering the oath, saying to him: “Know that the whole world shook when God said, ‘Do not take….’ About all the transgressions in the Torah, it is said, ‘and it will be cleansed,’ but here it is said, ‘it will not be cleansed.’ [Punishments for] all the transgressions in the Torah are suspended for two or three generations is he has merit, but here the punishment is exacted immediately. Things that cannot be destroyed by fire or water are destroyed by an oath in vain.” If he says he will not swear, he is exempted, and he pays the claim to his fellow. If he says he will swear, they say to each other: “Back away from the tent of this wicked man.”  And they say: “It is not on your decision that we administer this oath to you, but on our decision and the decision of the rabbinical court.” If there is an element of deceit, the judge should make explicit in the oath every aspect of deceit that he can imagine.",
            " Now that we have explained that this law has no difference between one who swears to a Jew and one who swears to a gentile, it is easy to understand that if the masses, whose eyes are dim, see that there is any variation in the intimidations between an oath from Jew to Jew and an oath from Jew to Christian, he will think to himself and convince himself that an oath from a Jew to a gentile is not as severe as that of a Jew to a fellow Jew, as he is intimidated more strongly. There is cause for concern that by means of this intimidation, which is more severe at the outset, will ultimately cause one to take oaths lightly, God forbid. Therefore, every intelligent person will judge justly and make a single law for all: whatever the practice is between Jew and Jew, so too between Jew and non-Jew, with nothing added or subtracted.",
            "Now it is unnecessary to respond to the person who wanted to invent something new, to administer oaths to Jews on the Book of Zohar, for according to what we have explained, there is concern that changing the procedure will harm the oath itself. In general that man will be a laughingstock and an object of derision in the ears of everyone who hears this: who is this foolish, silly Jew, who would swear falsely on the Torah of Moses, the servant of God, but on the Torah of the Book of Zohar, which was constructed by human intelligence to explain and interpret God’s Torah, he will be deterred from swearing falsely?",
            "I have written this in accordance with the opinion of that man, namely, that the Zohar is entirely holy. But I say that I hereby swear by God’s Torah that there are mistakes and forgeries that have been added to the Zohar, and that one page of the Talmud Bavli, the debates of Abaye and Rava, is holier than the entire Zohar. Behold, if the talmudic sages say of a beraita that it was not taught by R. Hiya and R. Oshaya, we do not know whether it is correct or corrupted. Yet this book [the Zohar] was certainly not taught by R. Hiya and R. Oshaya, because every generation, from the beginning, made no mentioned of the Zohar at all, neither awake nor in a dream. If it is true that this work is by the tanna R. Shimon b. Yohai, from whom R. Yehuda the Nasi received [the Torah], among others, as explained in Maimonides’s introduction to Mishneh Torah, how could he not mention this book in his work, the six orders of the Mishna, or anywhere else? So too, R. Yohanan, who composed the Talmud Yerushalmi, does not mention it anywhere. Ravina and R. Ashi, who composed the Talmud Bavli a century after the Talmud Yerushalmi was composed, and who were the end of the Amoraic period, make no allusion to the Zohar anywhere in the Talmud. Rabban bar Nahmani, who composed Midrash Rabbah, Midrash Shoher Tov, and many similar works, did not mention the work by R. Shimon b. Yohai. The Savoraic rabbis, the Geonim, Rif, Maimonides, Rashi, the Tosafists, Nachmanides, Rashba, Rosh, Tur, and Yalkut Shimoni—which compiled and gathered all of the midrashim, halakhic midrashim, and beraitot—did not know or see anything of it. Until some three hundred years  when they said they discovered it. Yet at what gathering was it accepted collectively, as were the Bavli and Yerushalmi? Thus states Maimonides in his introduction to Mishneh Torah: \"But whatever is in the Talmud Bavli is binding on all of the people of Israel; and every city and town must practice all the practices instituted by the talmudic sages and follow their enactments, for everything in the Talmud received the assent of all of Israel…\" I do not, God forbid, cast aspersions upon or tarnish the honor of the godly tanna R. Shimon b. Yohai, for he was one of the most sublime of the pious sages. Rather, I say that [the Zohar] is not sealed with the imprimatur of R. Shimon b. Yohai. Anyone with half a brain can say that, because the book of Zohar mentions several tanna’im and amora’im who lived many years after R. Shimon b. Yohai. I have written on this at length elsewhere, based on sages and their books, as explained in our master R. Yaakov Emden’s Sefer Mitpahat, in which he decreed that the hands of forgers have been applied to it, and he suspected the sage R. Moshe de Leon. ",
            "Behold, from the day that the Zohar was renewed, it has caused many to stumble, for many of its words are opaque and impenetrable, and of late they have invented [interpretations] to lead astray people whose sit in intellectual darkness. Go and look at the great damage done by believers in the wicked dog Shabbetai Tzvi and the stronghold of his friends, Berakhya of Salonika,  and Jacob Frank, may the name of the wicked rot; they supported their words with the Zohar. This evil certainly cannot be attributed to the righteous R. Shimon b. Yohai.",
            "How good and sweet are the words I wrote in my small work, which I called Ahavat David, which was printed in Prague in 5560:\"Let us give gratitude and congratulations to two great and mighty kings: Our praiseworthy lord, the late Kaiser Jozef II, and our adulated lord, Kaiser Franz II, who saw and discerned, in their wondrous wisdom, the many evils and corrupt thinking that result from the dreams and nonsense of the kabbalists. They damage people physically and spiritually. They decreed with a great warning against bringing kabbalistic works into any province of their kingdom. The first ordinance was from November 2, 1785, and the second from June 7, 1794, according to their count.\" There I wrote accurate things at length, but now I must be brief, for my preoccupations have overwhelmed me. All that I have written is in my impoverished opinion and accords with the true path for all who walk straight. I have gone to the baths at Teplitz because of ill health. This is what delayed me and prevented my response until not. ",
            "The words of your friend who desires your honor and bows to the ground, the small Elazar Fleckeles. "
        ]
    ],
    "versions": [
        [
            "Responsa Responsa Anthology",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "תשובה מאהבה חלק א",
    "categories": [
        "Responsa"
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}