{
    "title": "Zera Kodesh",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Zera_Kodesh",
    "text": {
        "Approbations": [],
        "On Torah": {
            "Bereshit": [],
            "Noach": [],
            "Lech Lecha": [],
            "Vayera": [],
            "Chayei Sara": [],
            "Toldot": [],
            "Vayetzei": [],
            "Vayishlach": [],
            "Vayeshev": [],
            "Miketz": [],
            "Vayigash": [],
            "Vayechi": [],
            "Shemot": [],
            "Vaera": [],
            "Bo": [],
            "Beshalach": [],
            "Yitro": [],
            "Mishpatim": [],
            "Terumah": [],
            "Tetzaveh": [],
            "Zakhor": [],
            "Ki Tisa": [],
            "Parah": [],
            "Vayakhel": [],
            "Pekudei": [],
            "Vayikra": [],
            "HaChodesh": [],
            "Tzav": [],
            "Shmini": [],
            "Tazria": [],
            "Metzora": [],
            "Achrei Mot": [],
            "Kedoshim": [],
            "Emor": [],
            "Behar": [],
            "Bechukotai": [],
            "Bamidbar": [],
            "Nasso": [],
            "Beha'alotcha": [],
            "Sh'lach": [],
            "Korach": [],
            "Chukat": [],
            "Balak": [],
            "Pinchas": [],
            "Matot": [],
            "Masei": [],
            "Devarim": [],
            "Vaetchanan": [],
            "Eikev": [],
            "Re'eh": [],
            "Shoftim": [],
            "Ki Teitzei": [],
            "Ki Tavo": [],
            "Nitzavim": [],
            "Vayeilech": [],
            "Ha'Azinu": [],
            "V'Zot HaBerachah": []
        },
        "On Festivals": {
            "Rosh Chodesh Nissan": [],
            "Inaugural Sacrifices": [],
            "Haggadah": [],
            "Pesach": [],
            "Last Day of Pesach": [],
            "Rosh Chodesh Iyar": [],
            "Lag BaOmer": [],
            "Shavuot": [],
            "Rosh Chodesh Sivan": [],
            "Rosh Chodesh Tamuz": [],
            "Rosh Chodesh Av": [],
            "Tu BeAv": [],
            "Rosh Chodesh Elul": [],
            "Rosh HaShanah": [
                "Behold in the style/wording/text of the prayer \"Master of worlds\" that is said on Shabbos eve:\"and blessed are they Your holy and pure angels that do Your will ... and this presents a difficulty for is there another (type of) angel that does not do the will of the Holy, may He be blessed? Are they then owners of free will?        Only, the explanation is that He, may He be blessed created the world that there would be reward and punishment. And the guiding principle/main aim was to benefit His creatures, and behold, the angels that also mete out punishment that He, may His name be blessed, created were also generated according to His will, may His name be blessed.        In any case, they do not fulfill His will entirely, may His name be blessed, at the moment that they administer discipline, as the will of Him, may His name be blessed, (ית\"ש) is solely to benefit. And behold, from Him, may His name be blessed, (ית\"ש), nothing negative will come forth.   Only on account of the sins of the human is a demon of destruction/destroyer created that harms the person and in all of this it is not the will of Him, ית\"ש, for this to happen. And it can be said that those very angels are judged by Him, ית\"ש, on Rosh Hashana (the New Year) He forgives/cleanses sins and judges them (the angels) for the excessive punishments they administered, as it is the main wish of Him, ית\"ש, as the main aim for the creation of the \"will to do evil\" that is the force to be vanquished that when it is overcome there will be pleasure at having triumphed.  For being able to destroy (evil) brings satisfaction. And so the defeat of the will to do evil brings joy to Him, ית\"ש. And this is the meaning of: the land and its' inhabitants hope for judgement, and the meaning of this \"hope for judgement\"  is that they look forward to it, as this is a benefit for them, and this is what was cited above. This is the meaning of: \"shaking and trembling will grip and be visited upon the army above that have been created by the deeds of men that sanction them (the humans) for as in righteousness does He, ית\"ש, judges the people so does He judge them and this is a great benefit/kindness.",
                "And in that day, a great ram’s horn shall be sounded (Isaiah 27:13) etc. and shall prostrate themselves to H' on the holy mountain etc. (Isaiah 27:13 conclusion of verse). Behold the 12 months that are 6 months of winter and 6 months of summer are compared to/symbolized by the 6 attributes of \"male\" and 6 attributes of \"female\". In the winter they are in the mode of \"male\" that is the \"influence/giving in abundance\" to the \"female\" and she absorbs/accepts his influence and the \"fetus\" is created within her from the abundance of the \"male\" as the \"female\" conceives by him. By this we see that in the winter the land receives the abundance of the rains and the snow from the heavens, and we call the \"days of rain\" and that makes the land fertile. \"For as the rain or snow drops from heaven\" (Isaiah 55:10) and saturates the land and it \"gives birth\" and growth and she/it receives it within her/it in the mode of \"pregnancy from the male\" that is the preparation for the \"birth\". In the summer all the seeds will flourish and the land will bring forth its' fruit. This is the birth resulting from the \"pregnancy\" as it says \"And makes it bring forth vegetation\" (Isaiah 55:10) and reveals the \"influence/emanation\". And so says the Ari'sal (R. Yitzchak Luria) regarding the dissension re the world having been created in Tishrei or in Nissan, these as well as those are the words of the Living Elokim. That in Tishrei was the thought/plan that is like pregnancy as preparation for the birth as it says in the Gemarah Rosh haShana: \"today is the conception of the world.\" in the aspect/view that the \"male\" as stated above/alternate translation: so it seems to me (כנ\"ל) caused the \"female to conceive\". And in the point of view that the \"birth\" was in Nissan it became apparent that this pregnancy was due to the \"male aspect\" giving abundance, like e.g. that due to the birth of the baby it was made known to all and revealed to all that a union/private meeting of \"male and female aspect\" had taken place and from this came the birth of the child and so this particular \"union\" was revealed. And behold, as it says to start with \"in the beginning Elokim created the Heavens and the earth\" (Bereshit 1\"1) that the heavens preceded (the earth) and then it says: these are the generations/history (translations vary greatly in the wording) etc.\"in the day that the Lord G--d made the earth and the heavens (Koren translation)\". For the start is the mode of \"pregnancy\" that in Tishrei the heavens preceded which is the \"male aspect\" (as mentioned above/alternate translation: so it seems to me, כנ\"ל) and on the day of \"making/doing\" which is the \"birth\" כנ\"ל which is in Nissan and the land came first as the birth is from the \"female aspect\". Like the land gives birth/brings forth everything, כנ\"ל. Therefore the 6 months of summer have the \"aspect of female\" as during (those months) the \"birth\" was revealed, כנ\"ל.     And behold it is written in the \"section\"? that the 6 months of summer and winter are compared  to the 7 \"gates/openings\" in the head that are called the 7 entrance points in the skull: ears, eyes, nose/nostrils and they are in the aspect of male and also in the aspect of female. These are compared to the 6 months of summer and six months of winter; and the mouth (the seventh opening, explanation by the translator). As far as the aspect of either male or female is concerned it is hidden as no month can be assigned to it. And so in Nissan and in Tishrei that are the beginning of the male and female aspects, in regards to the mouth we find the revelation of the \"voice\" (קול) and the speech (דיבור). The \"voice\" being the manifestation of thought and the \"speech\" serves as the exposure of the voice/sound. As it is said in the parasha of Nitzavim in this context that the voice is the generalization of speech and the speech is \"hidden' within it. For from a simple sound speech can be assembled at will using any letters. In Nissan \"speech\" was revealed as it says in the section (?) that the aspect of speech was in exile and went down to Egypt compelled by the \"dibbur\"(command) and afterwards speech was revealed and was called Pessach from the words Pe (mouth) Sach (clean, pure) in speaking as well as in the sounding of the Shofar that is also a manifestation of \"mouth\" by way of voice/sound alone and allows for the thought to be understood from the sound and the \"speech\" has yet to be revealed. The shofar blower lifts the \"mouth\" of the horn against his own \"mouth\" and the \"voice\" is heard and in spite of all that - it is still \"hidden\". As it says in the midrash \"And G-d roars aloud\" (Joel 2:11) etc. For the matter of scripture in the section of the gmarah Rosh haShana is still hidden and following this by way of \"from the seal the writing is revealed\" (meaning uncertain). And so we have found by the giving of the Torah that it is written: \" Moshe speaks, and G-d answers him by a voice (Exodus 19:19)\" and it is written: \"And all the people perceived the thunderings (Exodus 20:15)\". And we find that what they heard is called the Written Torah, and that it is still in the aspect of \"hiddenness\" until the scholars that are the commentators/interpreters of the Written Torah revealed the hidden (meaning) of the Written Torah and explained it and these/their words is called the Oral Torah which is the proclamation for the scripture is in the aspect of \"hidden\" כנ\"ל. Only this is revelation in the aspect of \"thought\" for the thought has been revealed but it has not yet reached the aspect of \"birth\" כנ\"ל, only the revealing of the thought. And so the vapor that ascends from the mouth of the blower to the \"mouth\" of the shofar causes an illumination from the 370 glows (ש\"ע נהורין) and a perfection of the 10 attributes that are contained within it. And some interpret the word vapor (hevel) to have the numerical value 370 and that these (שע\"נ) are in the aspect of \"thought\" for they originate from the two words/meanings of the word/name \"(K)el\"; the aleph and the lamed that are the name mentioned by the \"13 attributes of mercy\" (י\"ג מדה\"ר) that Moshe cited: \"(The LORD passed before him and proclaimed: “The LORD! the LORD! G-d compassionate and gracious, slow to anger, abounding in kindness and faithfulness, extending kindness to the thousandth generation, forgiving iniquity, transgression, and sin; Exodus/Shmot 34:6) and the \"13 attributes of mercy\" (י\"ג מדה\"ר) that Micha said:  \"Who is a G-d like Thee, who pardons iniquity\" (Micha 7:18). The Aleph and the Lamed combine to the numerical value of ש\"ע which is the aspect of \"thought\" which is the basis of the \"13 attributes of mercy\". So we find that in Nissan there is a revelation of the \"speech\" from the point of view of the \"mouth that is hidden\", כנ\"ל from the view of \"voice uncovering thought\" and in Nissan and Tishrei it is the revelation of voice and speech from the point of \"mouth in male/female aspect\" and, behold, through these are made apparent various benefits that are contained within the 10 utterances with which the world was created, as cited above, that in Nissan and Tishrei the creation was in conception and giving birth and H', may His name be blessed, (שית\"ש), sealed with His \"signet ring\" both Heavens and Earth (Aramaic) the capital letters of את השמים ואת הארץ  (א ה ו ה). The sum of these letters (aleph, heh, vav, heh) is טוב (or the numeric equivalent 17{translator})",
                "3\n\"Blow the horn on the new moon\" (Psalms 81:4) has the initials for the word Shabbat (שבת) because, behold, the horn (shofar) is a matter of freedom as is cited: \"And you shall sound the shofar [in proclamation of the Jubilee]\"\n(Leviticus 25:9); \"and you shall call out freedom [for all (Hebrew) bondsmen], \"Yovel\" (Jubilee) [lit., \"the shofar\"] (Leviticus 25:10), for each individual.\nThe shofar is blown to signify freedom because freedom is something without diminution because when a person is enslaved he is in a mode of shrinkage and cannot act and behave as he wishes; only as a free person is he \"expanding\" and the shofar when being blown instructs to do so from a place of constriction (mouthpiece) and the sound emerges in the place of expansion, and this teaches about freedom from all kinds of servitudes, and this is: \"In distress I called (Psalms 118:5)\""
            ],
            "Erev Yom Kippur": [],
            "Sukkot": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "And in the Midrash: \"Oil and incense gladden the heart\" (Proverbs 27:9). Oil – that is Aharon, who was anointed with anointing oil. Incense – that is the Jewish People, etc. As behold there is revealed impact and hidden impact. This is as I have written in Parashat Haazinu about the matter of rain: As rain is what gives the power of growth to vegetative matter. And rain (<i>matar</i>) is the acronym of, appearance, taste and smell (<i>mareh, taam, reiach</i>) – it is very hidden, since each one [receives] according to that which is fit for it, as they said, “The etrog (citron) has taste and smell, the myrtle has smell without taste, etc.”  And dew is [also] very hidden and extremely fine to the point that [when compared to] water, which is also nothing and is not held physically by the the hand; nevertheless, it is considered material in comparison to [dew]. For dew is the source of the production of water and is its fineness before it becomes materialized at all. Rather, it is only the source of the production of wetness. Hence it has in its nature the power to give an additional power of wetness to the ground. For dew is the source of the dampness which dampens the ground. But with rain, there is differentiation, in that it falls according to the merit of the generation and visa-versa; which is not the case with dew, as it never ceases, so there is no differentiation. So, behold the high priest – after he mentioned the ten names, as mentioned earlier – prayed, “If it is to be dry, let it be rainy.” And we have already written that the high priest brings down [bounty] from the source of the good, the source of impacts – it appears that he brings down this dampness from the source which is the dew that secretly falls, but its falling is not recognizable at all. Likewise, is the service of the priests secret, as I have written in the sermon for Channukah. And afterwards he brought down the aspect of dew to all ten of the statements – the aspect of the ten names that he mentioned. And ten times [the numerical equivalent of] dew (<i>tal</i>) is oil (<i>shemen</i>). He then brings down the impact through the three hundred and ninety (<i>shatz</i>) skies, as it is written in the holy Zohar (Shelach 290) that there are between the heavens and the earth. Hence the cantor is called <i>shatz</i> (the common acronym for <i>shaliach tzibur</i>), based on these skies that prayer pierces and goes above. And this is [the understanding] of that which is written in the Midrash, “Oil – that is Aharon” – as he pulled down ten times dew through the 290 skies, as mentioned earlier, from the aspect of the source. And he brought down all of it from the aspect of ‘fine oil on the head running down onto the beard.’ This is the aspect of the thirteen rectifications of the beard (<i>tikunai dikna</i>). And <i>shemen</i> (oil), in the <i>at-bash</i> [letter configuration scheme] is the name, <i>Bit</i>, the numerical equivalent of which is, ‘<i>Eheyeh</i> (I will be).’ This is from the aspect of, ‘I will favor whoever I will favor,’ in the future. It is, as I have written in another place – the aspect of ‘I will be’ is the source of impact, and it descends from there according to its traits like dew, as mentioned above. For rain has differentiation, which is not the case with dew; since the source of dew is very high, and hidden to the point that no differentiation can occur in it – if the world is fitting. “Incense – that is the Jewish People” – as through them, there is the connection of all of the traits and the unification of the names [of God], via their clinging to Him, may He be blessed. ‘And let them place incense before You, etc.’ – the acronym is the numerical equivalent of, ‘I will be,’ ‘I am’ and ‘the Master’ – which, when unified, brings the impact of kindnesses and mercies."
            ],
            "Hoshana Rabbah": [],
            "Shemini Atzeret": [],
            "Rosh Chodesh Kislev": [],
            "Chanukah": [],
            "Rosh Chodesh Tevet": [],
            "Tu BiShevat": [],
            "Rosh Chodesh Adar": [],
            "Purim": [
                "",
                "",
                "",
                "",
                "",
                "<b>Since</b> she did not have a father or mother (<i>ein lah av ve'em</i>): As she drew down the flow from the aspect of Nothingness (<i>Ayin</i>, which is spelled the same way as <i>ein</i>). She had a Father and Mother from that trait. For the traits of Wisdom and Understanding, which are called Father and Mother, receive the flow from [Nothingness]."
            ],
            "Likkutim": [],
            "Likkutei Maharam": []
        }
    },
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "זרע קודש",
    "categories": [
        "Chasidut",
        "Other Chasidut Works"
    ],
    "schema": {
        "heTitle": "זרע קודש",
        "enTitle": "Zera Kodesh",
        "key": "Zera Kodesh",
        "nodes": [
            {
                "heTitle": "הסכמות",
                "enTitle": "Approbations"
            },
            {
                "heTitle": "על התורה",
                "enTitle": "On Torah",
                "nodes": [
                    {
                        "heTitle": "בראשית",
                        "enTitle": "Bereshit"
                    },
                    {
                        "heTitle": "נח",
                        "enTitle": "Noach"
                    },
                    {
                        "heTitle": "לך לך",
                        "enTitle": "Lech Lecha"
                    },
                    {
                        "heTitle": "וירא",
                        "enTitle": "Vayera"
                    },
                    {
                        "heTitle": "חיי שרה",
                        "enTitle": "Chayei Sara"
                    },
                    {
                        "heTitle": "תולדות",
                        "enTitle": "Toldot"
                    },
                    {
                        "heTitle": "ויצא",
                        "enTitle": "Vayetzei"
                    },
                    {
                        "heTitle": "וישלח",
                        "enTitle": "Vayishlach"
                    },
                    {
                        "heTitle": "וישב",
                        "enTitle": "Vayeshev"
                    },
                    {
                        "heTitle": "מקץ",
                        "enTitle": "Miketz"
                    },
                    {
                        "heTitle": "ויגש",
                        "enTitle": "Vayigash"
                    },
                    {
                        "heTitle": "ויחי",
                        "enTitle": "Vayechi"
                    },
                    {
                        "heTitle": "שמות",
                        "enTitle": "Shemot"
                    },
                    {
                        "heTitle": "וארא",
                        "enTitle": "Vaera"
                    },
                    {
                        "heTitle": "בא",
                        "enTitle": "Bo"
                    },
                    {
                        "heTitle": "בשלח",
                        "enTitle": "Beshalach"
                    },
                    {
                        "heTitle": "יתרו",
                        "enTitle": "Yitro"
                    },
                    {
                        "heTitle": "משפטים",
                        "enTitle": "Mishpatim"
                    },
                    {
                        "heTitle": "תרומה",
                        "enTitle": "Terumah"
                    },
                    {
                        "heTitle": "תצוה",
                        "enTitle": "Tetzaveh"
                    },
                    {
                        "heTitle": "זכור",
                        "enTitle": "Zakhor"
                    },
                    {
                        "heTitle": "כי תשא",
                        "enTitle": "Ki Tisa"
                    },
                    {
                        "heTitle": "פרה",
                        "enTitle": "Parah"
                    },
                    {
                        "heTitle": "ויקהל",
                        "enTitle": "Vayakhel"
                    },
                    {
                        "heTitle": "פקודי",
                        "enTitle": "Pekudei"
                    },
                    {
                        "heTitle": "ויקרא",
                        "enTitle": "Vayikra"
                    },
                    {
                        "heTitle": "החודש",
                        "enTitle": "HaChodesh"
                    },
                    {
                        "heTitle": "צו",
                        "enTitle": "Tzav"
                    },
                    {
                        "heTitle": "שמיני",
                        "enTitle": "Shmini"
                    },
                    {
                        "heTitle": "תזריע",
                        "enTitle": "Tazria"
                    },
                    {
                        "heTitle": "מצורע",
                        "enTitle": "Metzora"
                    },
                    {
                        "heTitle": "אחרי מות",
                        "enTitle": "Achrei Mot"
                    },
                    {
                        "heTitle": "קדושים",
                        "enTitle": "Kedoshim"
                    },
                    {
                        "heTitle": "אמור",
                        "enTitle": "Emor"
                    },
                    {
                        "heTitle": "בהר",
                        "enTitle": "Behar"
                    },
                    {
                        "heTitle": "בחוקתי",
                        "enTitle": "Bechukotai"
                    },
                    {
                        "heTitle": "במדבר",
                        "enTitle": "Bamidbar"
                    },
                    {
                        "heTitle": "נשא",
                        "enTitle": "Nasso"
                    },
                    {
                        "heTitle": "בהעלותך",
                        "enTitle": "Beha'alotcha"
                    },
                    {
                        "heTitle": "שלח",
                        "enTitle": "Sh'lach"
                    },
                    {
                        "heTitle": "קרח",
                        "enTitle": "Korach"
                    },
                    {
                        "heTitle": "חקת",
                        "enTitle": "Chukat"
                    },
                    {
                        "heTitle": "בלק",
                        "enTitle": "Balak"
                    },
                    {
                        "heTitle": "פנחס",
                        "enTitle": "Pinchas"
                    },
                    {
                        "heTitle": "מטות",
                        "enTitle": "Matot"
                    },
                    {
                        "heTitle": "מסעי",
                        "enTitle": "Masei"
                    },
                    {
                        "heTitle": "דברים",
                        "enTitle": "Devarim"
                    },
                    {
                        "heTitle": "ואתחנן",
                        "enTitle": "Vaetchanan"
                    },
                    {
                        "heTitle": "עקב",
                        "enTitle": "Eikev"
                    },
                    {
                        "heTitle": "ראה",
                        "enTitle": "Re'eh"
                    },
                    {
                        "heTitle": "שופטים",
                        "enTitle": "Shoftim"
                    },
                    {
                        "heTitle": "כי תצא",
                        "enTitle": "Ki Teitzei"
                    },
                    {
                        "heTitle": "כי תבוא",
                        "enTitle": "Ki Tavo"
                    },
                    {
                        "heTitle": "נצבים",
                        "enTitle": "Nitzavim"
                    },
                    {
                        "heTitle": "וילך",
                        "enTitle": "Vayeilech"
                    },
                    {
                        "heTitle": "האזינו",
                        "enTitle": "Ha'Azinu"
                    },
                    {
                        "heTitle": "וזאת הברכה",
                        "enTitle": "V'Zot HaBerachah"
                    }
                ]
            },
            {
                "heTitle": "על המועדים",
                "enTitle": "On Festivals",
                "nodes": [
                    {
                        "heTitle": "ראש חדש ניסן",
                        "enTitle": "Rosh Chodesh Nissan"
                    },
                    {
                        "heTitle": "הקרבת הנשיאים",
                        "enTitle": "Inaugural Sacrifices"
                    },
                    {
                        "heTitle": "הגדה",
                        "enTitle": "Haggadah"
                    },
                    {
                        "heTitle": "פסח",
                        "enTitle": "Pesach"
                    },
                    {
                        "heTitle": "אחרון של פסח",
                        "enTitle": "Last Day of Pesach"
                    },
                    {
                        "heTitle": "ראש חדש אייר",
                        "enTitle": "Rosh Chodesh Iyar"
                    },
                    {
                        "heTitle": "ל\"ג בעומר",
                        "enTitle": "Lag BaOmer"
                    },
                    {
                        "heTitle": "שבועות",
                        "enTitle": "Shavuot"
                    },
                    {
                        "heTitle": "ראש חודש סיון",
                        "enTitle": "Rosh Chodesh Sivan"
                    },
                    {
                        "heTitle": "ראש חדש תמוז",
                        "enTitle": "Rosh Chodesh Tamuz"
                    },
                    {
                        "heTitle": "ראש חדש אב",
                        "enTitle": "Rosh Chodesh Av"
                    },
                    {
                        "heTitle": "חמשה עשר באב",
                        "enTitle": "Tu BeAv"
                    },
                    {
                        "heTitle": "ראש חדש אלול",
                        "enTitle": "Rosh Chodesh Elul"
                    },
                    {
                        "heTitle": "ראש השנה",
                        "enTitle": "Rosh HaShanah"
                    },
                    {
                        "heTitle": "ערב יום הכיפורים",
                        "enTitle": "Erev Yom Kippur"
                    },
                    {
                        "heTitle": "סוכות",
                        "enTitle": "Sukkot"
                    },
                    {
                        "heTitle": "הושענא רבה",
                        "enTitle": "Hoshana Rabbah"
                    },
                    {
                        "heTitle": "שמיני עצרת",
                        "enTitle": "Shemini Atzeret"
                    },
                    {
                        "heTitle": "ראש חדש כסלו",
                        "enTitle": "Rosh Chodesh Kislev"
                    },
                    {
                        "heTitle": "חנוכה",
                        "enTitle": "Chanukah"
                    },
                    {
                        "heTitle": "ראש חדש טבת",
                        "enTitle": "Rosh Chodesh Tevet"
                    },
                    {
                        "heTitle": "חמשה עשר בשבט",
                        "enTitle": "Tu BiShevat"
                    },
                    {
                        "heTitle": "ראש חדש אדר",
                        "enTitle": "Rosh Chodesh Adar"
                    },
                    {
                        "heTitle": "פורים",
                        "enTitle": "Purim"
                    },
                    {
                        "heTitle": "לקוטים",
                        "enTitle": "Likkutim"
                    },
                    {
                        "heTitle": "לקוטי מהר\"ם",
                        "enTitle": "Likkutei Maharam"
                    }
                ]
            }
        ]
    }
}