{
    "title": "Maaseh Rokeach on Festival Offering",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Festival_Offering",
    "text": [
        [
            [
                "<b>שנאמר תחוג וכו'.</b> כתב הפר\"ח ז\"ל דלמה לא הביא פסוק דוחגותם אותו חג לה' כדאיתא בפ\"ק דחגיגה דף ט' ותירץ משום דהני קראי סמיכי הדדי בפרשת אמור ועוד נראה משום דבילקוט שם הביאו מהנך תרי קראי ויש להוכיח משם דקרא דוחגותם גלה על פסוק דתחוג עיי\"ש וכפי' רש\"י שם וכבר ידוע דרכו של רבינו שמביא הפסוק שנראה לו יותר במקום דליכא נפקותא דדינא:",
                "<b>בין מן העוף וכו'.</b> עיין מ\"ש מרן בשם מהר\"י קורקוס ז\"ל והרב לח\"מ ז\"ל חלק עליו ע\"ש. ולענ\"ד נראה אף לפי גירסתינו אלא שמפרש רבינו דלמסקנא דקאמר ומה הם זבחים עולות שלא יהיה שולחנך מלא ושולחן רבך ריקם משמע דאף עופות קאמר וכן מצאתי להמבי\"ט ז\"ל בקרית ספר:",
                "<b>ונשים חייבות במצוה זו.</b> ידוע דהראב\"ד ז\"ל השיג על רבינו דלא בקרבן אלא בשמחה שתשמח עם בעלה ומרן ז\"ל הליץ על רבינו כדברי ר\"ת שמפרש שהחובה מוטלת על בעלה לשמחה ובאלמנה על השרויה אצלו אבל היא גופה לא מחייבה לאתויי שלמי שמחה ואין תפיסה על רבינו למה לא האריך לבאר עכ\"ל. והקושי מבואר מעצמו דרבינו כתב להדיא ונשים חייבות במצוה זו דמשמע דנשים שוין לאנשים במצוה זו ועוד דאם איתא למה לא ביאר דין האלמנה ועוד דמי הכריחו לפסוק כאביי דבעלה משמחה הרי בברייתא דחגיגה דף ו' שנו דהשמחה נוהגת באנשים ובנשים משא\"כ בראיה וחגיגה ועוד הרי מצינו לר' זירא בפ\"ק דר\"ה דף ו' דס\"ל דאשה חייבת בשמחה זו כאיש וגם בפ\"ק דקידושין דף ל\"ד דקאמר ואדילפינן מתפלין לפיטורא נילף משמחה לחיובא וכו' ובדף ל\"ה הכי מוכח ג\"כ לר' יהודה דחשיב שמחה באשה והו\"ל ג' כתובים והיותר קשה דרבינו בפי\"ד דמעשה הקרבנות הל' י\"ד פסק כר' זירא דס\"ל דנשים ג\"כ הוזהרו בבל תאחר וכמ\"ש מרן ז\"ל גופיה שם ולר\"ז אשה מחייבה בשמחה כאיש לפום דברי הש\"ס וכבר ראיתי להרב לח\"מ ז\"ל שעמד על דברי מרן ז\"ל. והר\"ח אבולעפיה בלשונות ובס' מקראי קודש דף צ\"ט דחה דבריו ובקש להליץ בעד מרן ז\"ל וגם הוא ז\"ל נדחק בדבר וכבר עמד עליו בס' צרור החיים ז\"ל ועיין מ\"ש בס' לחם יהודה והפר\"ח ז\"ל.",
                "<b>ולדידי </b>אני הצעיר בהרמנותיה דמרן הקדוש והטהור נראה לענ\"ד פשוט דרבינו לא פסק כאביי, אלא כסוגיא דקידושין וכר' זירא דפ\"ק דר\"ה דאשה חייבת בשמחה כאיש וכ\"כ בפירוש המשנה וכן נראה במ\"ש לקמן פ\"ב הל' ד' וז\"ל כל שחייב בראיה חייב בחגיגה וכו' וכולם חייבים בשמחה חוץ מחרש שוטה וקטן וערל וטמא מפני שאינן אוכלים בקדשים וכו' ע\"כ ומינה לנשים שאוכלים בקדשים הרי חיובם כאיש ממש וכ\"כ הפר\"ח ז\"ל ובהכי ניחא שלא הזכיר רבינו שום חילוק באשה כלל וזו נראית דעת הסמ\"ג ז\"ל שהרי בעשין רכ\"ז כתב והשמחה נוהגת באנשים ובנשים משא\"כ בראיה וחגיגה גם בלאוין של\"א לענין דלא תאחר לא חילק בין איש לאשה עיי\"ש:"
            ],
            [],
            [
                "<b>שלמי שמחה וכו'.</b> בדפוס מגדל עוז כתוב שלמי חגיגה ונראה שהוא ט\"ס מבואר. ומ\"ש בספרי רבינו",
                "<b>אם היו בידו קרבנות הראיה יביאם </b>לא ידעתי למה תלה שלמי שמחה בקרבנות הראיה ואם נאמר דקאי אשלמי שמחה היה לו לומר אם היו בידו קרבנות יביאם מאי הראיה ויותר נראה דאכולהו קאי שדינן שוה שלא יביא שוה כסף וכו':"
            ],
            [
                "<b>שנאמר שבעת ימים תחוג וכו'.</b> קשה דלר' יוחנן משום רבי ישמעאל נפקא ליה מג\"ש דעצרת ולתנא דמייתי לה מוחגותם אותו חג לה' ורבינו מייתי משבעת ימים דלא כמאן וכבר כתבתי הנראה לענ\"ד בראש הפרק. שוב ראיתי להרב לח\"מ שציין פסוק רבינו מתנא מייתי לה מהכא ותמיה מלתא:",
                "<b>וכולן תשלומין לראשון.</b> עיין מ\"ש מרן ז\"ל ויש לתמוה דהא ר' אושעיא גדול מר' יוחנן ע\"כ ונראה משום דמוכח בסוף סוגיין דהלכתא כר' יוחנן משום דקדמיה לתנא ועוד דקאמר הניחא למ\"ד פסח שני וכו' דהיינו ר\"י ושקיל וטרי נמי אליביה והרב לח\"מ ז\"ל כתב דהך ר' אושעיא אינו תנא כי אם אמורא עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>לפי שאין להם זמן קבוע כקרבנות הצבור.</b> הוצרך להוסיף כקרבנות הציבור דאל\"כ הרי יש להם זמן קבוע כל ז' כמ\"ש לעיל ועיין בתוס' יו\"ט ז\"ל פרק אין דורשין וכ\"כ הרב לח\"מ ופר\"ח ז\"ל:"
            ],
            [
                "<b>לא גזרו עליה משום שבות.</b> עיין מ\"ש פ\"ו דקרבן פסח הל' ו':"
            ],
            [
                "<b>המפריש עולת ראייתו וכו'.</b> עיין מ\"ש מרן ז\"ל דלמה השמיט רבינו ההיא דאם ירשו קרקע אפילו לא הופרשה חייבים להביאה ע\"כ. עדיפא מינה הו\"ל להקשות דמדכתב רבינו המפריש משמע דאפילו ביש לו קרקע קאמר דבעינן דוקא הפריש. אך האמת נראה דרבינו סמך אמה שכתב סוף פ\"א דמחוסרי כפרה וז\"ל האשה שהביאה חטאתה ומתה יביאו היורשים עולתה אע\"פ שלא הפרישה אותה מחיים כבר נשתעבדו נכסיה לקרבן והשעבוד דין תורה הוא ע\"כ והיינו מה שכתב פי\"א דמלוה ולוה דשעבוד מטלטלין אינו מן התורה דמשמע דשעבוד קרקעות דין תורה הוא וכיון שכבר גלה דעתו במקומות אחרים לא חש לבאר כאן ומלתא פסיקתא נקט וכ\"כ הפר\"ח ז\"ל. שוב ראיתי להר\"ח אבולעפיה ז\"ל בס' מקראי קודש דף צ\"ט שהביא בשם מהר\"י צמח דבש\"ס מיירי שמת תוך הרגל וכו' ורבינו איירי שמת קודם הרגל ולכך בעי דוקא הפרישו עיי\"ש ואכתי קשה דאמאי שביק דינא דהש\"ס ולא הזכירו הו\"ל לחלק להדיא בהכי:"
            ]
        ],
        [
            [
                "<b>וכל האנשים חייבים וכו'.</b> הקשה המל\"מ והפר\"ח והר\"ח אבולעפיה והרא\"ם פרשת וישב ז\"ל דלמה השמיט רבינו ההיא דר' אמי בפסחים דף ח' דכל אדם שאין לו קרקע אינו עולה לרגל ע\"כ. ולענ\"ד נראה דרבינו קשיתיה קרא דיראה כל זכורך דמרבה לכולהו ולא ממעטינן אלא אותם שפסולן בגופן כאינך שהזכיר כאן וקושיא דמאחר דאפילו בחזרה שאמרו בגמרא בקל תתורץ דהוא דבהליכה עדיין לא עשה המצוה משא\"כ בחזרה שלא תהיה מכשילן וכו' אך ראיתי בירושלמי דפיאה משנה א' דרבי יוסי בשם רבי יוחנן מי שאין לו קרקע פטור מן הראייה ע\"כ וצ\"ע:",
                "<b>טומטום ואנדרוגינוס פטורים מפני שהם ספק אשה.</b> הקושי מבואר דבטומטום אף אם יהיה איש אכתי ערל הוא וכן הקשה המל\"מ ז\"ל ותו דבגמרא אמר אביי שביציו מבחוץ דהוא זכר ודאי ואפילו הכי מיעטו קרא ורבינו לא הזכירו ולא עוד אלא שנתן טעם שוה לשניהם מפני שהם ספק אשה וכן הקשה הרב לח\"מ ז\"ל וקושיית המל\"מ ז\"ל כבר תירצוה התוס' ביבמות דף ע\"ב דערל מאיס וטומטום לא מאיס עיי\"ש ועוד נראה דכיון דעכ\"פ טומטום ואנדרוגינוס פטירי נקט רבינו הטעם שהזכיר בכל מקום כר' יהודה בן בתירא מפני שהם ספק אשה וכמ\"ש סוף פ\"ב דהל' אישות ופ\"א דמטמאי משכב ומושב ובכמה דוכתי ולא חש להאריך במובן ובהכי יתורצו ג\"כ קושיות הרב לח\"מ ז\"ל ומה גם דהטומטום אפשר שהוא איש והוא מהול ומטעם ערל יתחייב משא\"כ מטעם ספק אשה:",
                "<b>הרי הוא אומר יראה כל זכורך להוציא את הנשים.</b> הלשון מגומגם דא\"כ לימא קרא יראה כל זכור וכמ\"ש הברייתא דף ד' ואולי דרבינו לא נחית לזה ועיין מל\"מ ולא נתכוון אלא להזכיר דרשת הפסוקים וכדלקמיה שהזכיר מלמען ישמעו ולמען ילמדו שלא הוזכרו בש\"ס:",
                "<b>מי שחציו עבד וכו'.</b> בס' כתב יד קדמון מצאתי כתוב על זה וז\"ל רבינו ז\"ל מפרש ההיא שנויא איפכא דלמשנה ראשונה שאמרה עובד את רבו יום אחד ואת עצמו יום אחד יום של רבו לרבו ויום של עצמו לעצמו דין הוא שחייב בראיה ביום של עצמו אבל למשנה אחרונה אע\"ג דאמרינן כופין את רבו מ\"מ כל זמן שלא כפו אותו דינו כעבד ואינו חייב בראיה וכ\"כ הרמב\"ם ז\"ל בהלכות חגיגה עכ\"ל רבינו טודרוס הלוי בפירוש מסכת ר\"ה להרי\"ף ומ\"מ רבינו בפירוש המשנה פסק בהיפך ועיין להרב לח\"מ והפר\"ח ז\"ל:"
            ],
            [],
            [
                "<b>כל קטן וכו'.</b> לא נתבאר בדברי רבינו אם יש לו לאביו להביא עולת ראיה עליו כמ\"ש בריש פ\"א ולהקריבה ביום טוב כמוהו או לא והתוס' דף ב' ע\"א ד\"ה איזהו קטן וכו' כתבו דמדרבנן הוא דחייב ולמ\"ד נדרים ונדבות אין קריבין ביום טוב אין קריבין [עד] למחר וכו' ע\"כ וא\"כ היה לו לרבינו לבאר זה והרב לח\"מ ז\"ל כתב דרבינו ס\"ל דחיוב קטן אינו אלא לענין ההעלאה עם אביו לא לענין קרבן וכן נראה ודאי דהא חיוב הקרבן נפקא ליה מקרא דלא יראו פני ריקם ורבינו לא הזכיר אלא קרא דיראה כל זכורך וכ\"כ הפר\"ח ז\"ל:"
            ],
            [
                "<b>חוץ מחרש.</b> בדפוס מגדל עוז כתוב חוץ מחרש שאינו שומע ואינו מדבר ופשוט הוא:"
            ],
            [],
            [
                "<b>מי שבא לעזרה וכו'.</b> עיין מ\"ש מרן ז\"ל שדבריו מגומגמים הרבה וכבר עמד עליהם הרב לח\"מ ז\"ל וכן כתב הפר\"ח ז\"ל והר\"ח אבולעפיה בס' מקראי קודש דף ק' חלק על הרב לח\"מ ז\"ל ועיין בס' לחם יהודה דרך נכון וממה שסיים רבינו דהראיה אין לה שיעור משמע דהקרבן יש לו שיעור וכר' יוחנן במסקנא ודו\"ק:"
            ],
            [
                "<b>הפריש עשר בהמות וכו'.</b> כתב מרן ז\"ל דדברי רבינו אע\"פ שהם סתומים נראה לפרשם כפירוש רבינו חננאל שכתבו התוס' ע\"כ. ולא ידעתי איך אפשר זה דהרי לר\"ח לריש לקיש בפירוש אמר יקריב הנשאר ביו\"ט אחרון ורבינו לא התיר אלא למחר אך כפירוש רש\"י ז\"ל אתי שפיר דפשט הסוגיא לחלק בין איכא שהות לליכא שהות וכן הקשה הרב לח\"מ והפר\"ח ז\"ל ופשוט:"
            ],
            [],
            [],
            [
                "<b>לפיכך אין אדם יוצא וכו'.</b> נראה לענ\"ד דכוונתו דמשום נדרים ונדבות עיקרם רשות ולכך התיר רבינו בתחילת דבריו לצאת בהם ידי שלמי שמחה ודמיא להכי חגיגת י\"ד שעיקרא רשות יוצא בה ידי שמחה מכח דהתרבה מושמחת לרבות כל מיני שמחות לשמחה משא\"כ חגיגת ט\"ו שעיקרא חובה גמורה כמ\"ש רבינו ריש פ\"א ולית לן רבויא אינו יוצא בה לא בנדרים ונדבות ולא בחגיגת י\"ד משום דכיון שהקדישן חל עליהם קדושה ואנן קי\"ל דבר שבחובה אינו בא אלא מן החולין ושלמי שמחה שאני משום דאתרבי וזה הוא הדין שכתב רבינו אחרי זה ולפ\"ז אזדא לה מנגד השגת הראב\"ד ז\"ל מכל שכן דאם התנה עליה כדברי הראב\"ד ז\"ל מי האומר שרבינו לא יודה בה אף דמרן ז\"ל לא הבין כן והניח לשון לפיכך בקושי. והר\"ח אבולעפיה ז\"ל במקראי קודש סי' קל\"ח הביא משם מהרי\"ק ז\"ל דנדרים ונדבות אינן באים מחמת הרגל משא\"כ חגיגת י\"ד אילו הויא חובא עיי\"ש והנראה לענ\"ד כתבתי וע\"ע בספר צרור החיים והפר\"ח ז\"ל. ומ\"ש בספרי רבינו",
                "<b>אלא יוצא בה </b>בדפוס מגדל עוז כתוב אבל יוצא בה:"
            ],
            [],
            [],
            [
                "<b>ואם הביא וכו'.</b> מרן בשם מהר\"י קורקוס ז\"ל פי' דכוונתו בזמן הראוי קאמר והרב לח\"מ ז\"ל כתב דעד כאן לא פסלה תורה לינה אלא שלא לצורך מצוה אבל לצורך מצוה דהיינו שלמי שמחה שרי. ולענ\"ד נראה אחרי המחילה הראויה, דברי נביאות הן דכיון דהתורה פסלה לינה בתודה היה צריך שהכתוב עצמו יגלה באיזה רמז דלצורך מצוה שרי גם הפר\"ח ז\"ל חלק עליו והעלה כדברי מהר\"י קורקוס דהא איכא תודה שאינה טעונה לחם כמ\"ש פי\"ב דפסולי המוקדשין עיי\"ש:"
            ],
            [
                "<b>האומר הרי עלי תודה שאצא וכו'.</b> הראב\"ד ז\"ל השיג על רבינו דכשאמר שאצא תנאה הוי ומרן ז\"ל הליץ דכיון דאמר הרי עלי נתחייב וכי הדר אמר שאצא וכו' לאו כל כמיניה דוגמא דהרי עלי תודה וכו' ע\"כ ולי אני הצעיר נראה דשפיר יש להוכיח מההיא דהבו ארבע מאה זוזי לפלוני ולנסיב ברתי שאמרו בגמרא טעמא דאמר הבו ליה ולנסיב אבל אי אמר לנסיב והבו ליה אי נסיב שקיל ואי לא נסיב לא שקיל ואם איתא לישמועינן רבותא דאפילו אמר הבו ליה דלנסיב אלא ודאי שהשי\"ן אינה מעלה ולא מוריד אלא בעינן דלימא איפכא וכמו שהכריחו התוספות ז\"ל עיי\"ש:"
            ]
        ],
        [
            [
                "<b>מצות עשה וכו' שנאמר וכו' וגרך אשר בשעריך.</b> (אך) [הך] גר נראה פשוט דהוי גר תושב דומיא דלגר אשר בשעריך תתננה ואכלה דכתיב גבי נבלה ומדלא הזכירוהו בגמרא גם רבינו לא הזכירו אלא הזכיר הפסוק דנראה שכוונתו שגם הוא ישמע אולי יתגייר ועיין בס' לחם יהודה ז\"ל. אך עדיין אפשר דבגר גמור קאמר על פי מ\"ש רבינו לקמן הל' ו' שאינן מכירין חייבים להכין לבם וכו' וכיון שכן הוה אפשר דאף דבכלל ישראל הם מ\"מ הוה אפשר דכיון דאינן מכירין ליפטרו דמאי נפק\"מ בביאתן קמ\"ל ומה שלא מנאו רבינו אפשר משום דבכלל ישראל הוא לפי האמת:"
            ],
            [
                "<b>והערל.</b> אף דלעניין ראיה פטור משום דמאיס כמו שאמר ריש פ\"ב שאני התם דהיו צריכים להתראות בעזרת ישראל לפני ה' ממש מה שאין כן הקהל דאינו אלא בעזרת נשים כמו שכתב רבינו אחרי זה ועוד דהתם ע\"י הקרבן והכא שמיעה בעלמא וכ\"כ ז\"ל ופשוט:"
            ],
            [],
            [
                "<b>ומביאין בימה גדולה וכו'.</b> פשט הלשון מורה דהיו עושין אותה מקודם לכן ובשעתה מביאין אותה עשויה ועומדת וזהו דעת התוס' שם דהיו בונין אותה מערב יו\"ט בנין של פרקים ובחול המועד היו מקימים אותה ומחברים פרקיה ומה שיש לפלפל בדבריהם ופי' רש\"י ז\"ל עיין להשיירי [כנה\"ג] ז\"ל ולכך רבינו נתן טעם לדחייתה כשחל בשבת מפני החצוצרות והתחינות וכמ\"ש בהל' ז':"
            ],
            [
                "<b>הקריאה והברכות בלשון הקודש וכו'.</b> הרב כנה\"ג בשיירי תמה על רבינו למה לא הזכיר זה בפ\"ג דעבודת יוה\"כ כשהזכיר קריאת הכהן הגדול עיי\"ש. ולענ\"ד נראה מדקדוק לשון רבינו יובן כוונתו דמדפירש אע\"פ שיש שם לועזות משמע דהוה סלקא דעתא שיקראו בלשון שמבינין ולכוונה זו הקדים הקריאה להברכות מפני שהיא עיקר חידושו משא\"כ גבי כה\"ג דאין שם סלקא דעתא דמכ\"ש שהיה קורא בס\"ת דדברים שבכתב אין לאומרם על פה ומה שהזכירו במקומות אחרים לישנא דמתני' נקט:"
            ],
            [
                "<b>הגרים וכו'.</b> עיין מ\"ש בראש הפרק. ומ\"ש",
                "<b>ומי שאינו יכול לשמוע </b>מדלא כתב מי שאינו שומע ש\"מ שאינו חרש אלא שעתה אינו יכול לשמוע כגון שכואבים אזניו וכיוצא ועיין להרב לח\"מ והפר\"ח ז\"ל:"
            ],
            [
                "<b>יום הקהל וכו'.</b> עיין מ\"ש מרן ז\"ל להשגת הראב\"ד ז\"ל וי\"ל דההיא דירושלמי אינה ענין לרבינו שבירושלמי באו ליתן טעם למה אין עושין יום הקהל ביו\"ט עצמו וכו' ע\"כ. הנה ראיתי להרב לח\"מ והשיירי [כנה\"ג] והפר\"ח ז\"ל שתמהו על דבריו דאיך אפשר לפרש הירושלמי כן כיון דאמתני' קאי דאיירי בחל להיות בשבת והשיירי ז\"ל הפליג בדבר עיין עליו. ולענ\"ד נראה כי היכי דלא נשוייה למרן ז\"ל טועה בדבר משנה ח\"ו מקום יש בראש להסביר דבריו משום דהך ירושלמי אמתני' קאי דקתני מאחרין ולא מקדימין ולא קתני להדיא שחלו להיות בשבת ואף דאינך דקתני התם זמן עצי כהנים וכו' בהכרח אחלו להיות בשבת קאמר כמ\"ש שם בירושלמי אמנם הא דהקהל איירי בכולל בין בשבת בין בחול מאחרין אותו דאף שהתורה אמרה בחג הסוכות מ\"מ לא הקפידה באיזה יום ולכך מאחרין אותה ויש סיוע לזה ממה שהקשו לר' יצחק שאמר מפני הבימה ויעשו אותה מאתמול ואי בשבת קאמר דהיינו יום ראשון של חול המועד היכי קאמר מאתמול הא יו\"ט הוא אלא ודאי מוכרח דאיו\"ט ראשון קאי וקאמר דלמה לא יקהילו ביו\"ט אי משום הבימה יעשו אותה מערב יו\"ט ונמצאו דברי מרן ז\"ל מכוונין ועיקר טעם רבותינו ז\"ל לאחרה ליום ראשון של חול המועד מפני שמצאו כתוב במועד בחג הסוכות דמשמע בתוך המועד ולא קפיד איום ראשון וכמ\"ש התוס' שם ובזה נסתלקה ג\"כ תמיהת החכם בעל צרור החיים ז\"ל גם מה שהקשה עוד דלמה הניח (מ\"ש) רבינו מ\"ש בירושלמי וכו' לא קשיא דרבינו העתיק הדין לפי האמת ולא חש לזה.",
                "<b>עוד </b>הקשה השיירי ז\"ל משם הרב אחיו ז\"ל לתירוץ ב' של מרן שכתב ולא עוד אלא שאפשר שר' יצחק לא לחלוק על רבי בא אתא אלא להוסיף וכו' דא\"כ תתחזק יותר השגת הראב\"ד דכיון דר\"י מוסיף כך היה לו לפסוק וכו' עיי\"ש. לענ\"ד נראה דאין כאן קושיא דאף אם תמצי לומר דר' יצחק מודה מי האומר דרבי בא מודה לר\"י וכיון דרבינו סבר כרבי בא דהטעם מפני התקיעות ולא מפני הבימה דהא ע\"י פרקין היתה כמ\"ש בהל' ד' וכמ\"ש התוס' מעתה אין מקום לטעם הבימה אפילו כשחל להיות בשבת וכן כתב בס' צרור החיים ז\"ל והוא האמת. ובס' כתב יד קדמון משם רבינו טודרוס הלוי מצאתי כתוב וז\"ל להשגת הראב\"ד א\"א ואפילו יו\"ט וכו' השגה זו איני מכיר דהא רבי חייא בר בא קאמר בירושלמי דמגילה מפני התקיעה וכדברי רבינו עכ\"ל. וצ\"ל דלא היתה בגירסתו של הראב\"ד כן א\"נ כפי' דברי מרן ז\"ל ומה שהוסיף רבינו מפני התחינות הוא על פי מ\"ש פ\"ל דהלכות שבת הל' י\"ב:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות חגיגה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}