{
    "status": "locked", 
    "versionTitle": "Petach Einayim, Jerusalem 1959", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Petach Einayim on Sotah", 
    "text": [
        [], 
        [], 
        [
            "<b>מכדי תנא מנזיר סליק מ\"ש דקתני סוטה כדר' וכו' וליתני סוטה והדר ליתני נזיר איידי דתנא כתובות ותנא המדיר תנא נדרים ואיידי דתנא נדרים תנא נזיר וכו'</b> מכאן הק' הרב תי\"ט ריש מכילתין על הרמב\"ם דסדר גיטין אחר נזיר ואחר גיטין סוטה. והפר\"ח במים חיים כתב עלה וז\"ל אין כאן תימה דהרב נמשך אחר הירושלמי דתלי קינוי בגירושין הביאוהו התוס' דף ג' ותמהו עליו דהו\"ל למתני סוטה בתר גיטין והרב סבור שכך הוא האמת לפי הירושלמי עכ\"ל והן עתה בא לידי ספר בית דוד על המשניות שנדפס חדש ממש ושם ראיתי שהשיגו דס\"ס אמאי שבק' הרמב\"ם לתלמודין ואזיל בתריה דירושלמי ע\"ש. ותו ק\"ק דבהא אפילו הירושלמי לא אתברר אי פליג אבבלי. ותו ק\"ק דמדברי הפר\"ח מוכח דמה שתמהו התוס' על הירושלמי אסקיה הרמב\"ם לקושטא וזה אינו דהתוס' מעולם לא עלה על דעתם דהירושלמי יסדר כסדר הרמב\"ם ויפסיק בין נזיר לסוטה בגיטין אלא הם מק' דהו\"ל למתני סוטה בתר גיטין ובתר סוטה נזיר כסדר הפרשיות ובתר נזיר נדרים ובתר נדרים כתובות עכ\"ל ואלו הרמב\"ם לא כן עשה. תו ק\"ק דכפי הירושלמי הקינוי תלוי בפלוגתא דב\"ש וב\"ה בערות דבר ואלו הרמב\"ם כתב דסידר אחר גיטין סוטה דענינה מענין גירושין דהסוטה כשתזנה יש לכוף האיש והאשה על הגירושין. ותו ק\"ק דלפי הירושלמי מ\"ד רשות אתי כב\"ה דאפילו הקדיחה תבשילו ומ\"ד חובה כב\"ש והר\"מ פסק בפי' המשנה סוף גיטין כב\"ה והכא בריש סוטה פסק שהקינוי חובה וא\"כ לא אזיל בשיטת הירושלמי. ועוד קשה על הרמב\"ם במה שנ\"ט בסידור נדרים אחר כתובות משמעתין וכמו שהק' התי\"ט ריש נדרים. ובריש גיטין כתב התי\"ט אחר שהשלים לדבר על נשואין ומה שיתחייב בשבילו מהפרת נדרים וכו' וכתב עליו הרב קול הרמז סברת הראש היא דלפי הגמ' תנא נדרים אחר כתובות משום דבכתובות תני המדיר ואנשייה התי\"ט מאי דכתב לעיל בריש סוטה עמוד עליו עכ\"ל ובספר החדש בית דוד הנז' כתב עליו וז\"ל ואני עמדתי עליו שם וכאן ולא מצאתי שום סתירה בדבריו וגם הרא\"ש לא ידענ' מאן דכר שמיה עכ\"ל ובמקום שעמד לא ישב וכונת הרמ\"ז פשוטה להשיג על התוספות יום טוב אמאי שביק טעם הש\"ס דתנא נדרים משום המדיר ונתן טעם אחר והוא עצמו הביא לשון התלמוד ריש סוטה. ומ\"ש הוא סברת הרא\"ש משתעי בלשון חכמה והלצה ר\"ל שהם דברי עצמו מסברת ראשו ואין כן דברי התלמוד. והחכם הנז' לא הבין דבריו וכל זה פשוט:", 
            "<b>הא בזווג ראשון הא בזווג שני.</b> פירוש כגון אלמן לאלמנה אבל בחור שנשא אלמנה או איפכא הוי כמו זיווג ראשון תוס' כ\"י ושוב ראיתי שכ\"כ בפסקי תוס' הנדפסים בסוף המס' וכבר נודע דאינם פסקי התוס' דידן ובקונטריס זה בסנהדרין דף כ\"ב הנה הבאתי דברי הר' שבלי הלקט ח\"ב כ\"י ועמ\"ש אני הדל שם ובקונטריס פני דוד פ' חיי שרה בס\"ד:<br><b>ורבינו האר\"י </b>זצ\"ל גלה צדקתו שאין הדברי' כפשטן וזיווג שני ר\"ל שעתה נתגלגל האדם על עונו ויצאה אשתו עמו כמ\"ש הסבא קדישא שלטובתו חוזרת בת זוגו גם כן להתגלגל עמו ועתה בזיווג שני יש טורח גדול לקחתה כי יש עליו מקטרגים בעונו וקשה לזווגן וז\"ש זיווג שני ולא שנית כי הוא הוא הזיווג הראשון בגלגול שעבר ועתה הוא זיווג שני עם האשה עצמה של גלגול ראשון. ובזיווג ראשון בהגיע תור זיווגם נעשה הזיווג בנקל מאד. ובזה יתבאר לך איך לפעמים נושא אדם אשה ברגע בלי שום טורח וקטטה כלל. ולפעמים אינו נושא אותה אלא על ידי קטטות גדולות עד שישאנה ואחר שישאנה הם בשלום ובשלוה וזה יורה על היות הזיווג גמור אלא שהוא זיווג פעם שניה. ואם לא היתה בת זוגו לא היה שלום ביניהם אחר שנשא אותה. זהו תורף אמרי קדוש עיין בשער הגלגולים שסידר הרב מהר\"ש וויטאל הקדמה ך' באורך. ובמ\"ש קשה לזווגן כקריעת ים סוף עמ\"ש אני ההדיוט בספר הקטן ראש דוד ריש פ' תולדות ע\"ש:<br><b>ומצאתי </b>בתוספות כ\"י שכתבו משם ר\"ת דמדמה ליה לקי\"ס דכמו קי\"ס שטבע למצרים כדי להציל ישראל כן הורג בעלה של זו ואשתו של זה ומזווגן דהא בזיווג שני איירי כדבסמוך:"
        ], 
        [], 
        [
            "<b>אמר ר\"ל אין אדם עובר עבירה אא\"כ נכנס בו רוח שטות.</b> הרב המקו' עיר וקדיש כמהר\"ר מאיר פאפיראש כ\"ץ זלה\"ה בס' טל אורות כ\"י דקדק דהול\"ל אא\"כ נכנס בו שטות ומאי רוח שטות דקאמר ופירש הרב ז\"ל בהקדמת חכמי המדע דבשחטא האדם שוגג אח\"ך מתנוצץ בו ניצוץ רשע אחד ומחטיאו וז\"ש נכנס בו רו\"ח שטות רוח דייקא והבאתי דבריו ז\"ל בס' הקטן ראש דוד ריש פ' משפטים ושם דקדקתי לשון רז\"ל שהביא הרב הנז' אין אדם חוטא אא\"כ נכנס בו רוח שטות ע\"ש אמנם נסחתנו הכא היא אין אדם עובר עבירה וכו' ודוק:"
        ], 
        [], 
        [
            "<b>תוס'. ד\"ה דמרחק או דמקרב וכו' אבל בהקפת דקלתימא אמאי לא קא מיבעיא ליה עכ\"ל</b> ובתוס' כ\"י תירצו דשמא פשיטא ליה דהוא דקל בינוני אלא שהקושיא הקשו אותה בסגנון אחר:"
        ], 
        [], 
        [
            "<b>אמר רב חייא בר אשי אמר רב ת\"ח צריך שיהא בו אחד משמנה שבשמינית.</b> פירש בס' קב הישר דבשם ע\"ב כשהוא ברבוע כל שם בבית אחד כמו שהוא מודפס בסוף זהר ח\"ב הנה בשמנה שורות שמסודרים השמות בשורה שמינית תמצא שם שם ענו להורות שאפי' בזה צריך ענוה ע\"ש ולכאורה אינו מתיישב דרך זה דהיה צריך להיות שם ענוה בבית שמיני של שורה שמינית ואז היה רמז דגם בזה צריך ענוה והיינו כדעת ר\"נ דאמר לא מינה ולא מקצתה. אמנם שם ענו הוא בבית שביעי משורה שמינית. ויראה לישב דרך הנז' דהנה חלק מס\"ד שרי וזהו שמינית שבשמינית דשמנה פעמים שמנה הם ס\"ד אבל למעלה מזה דהוא חלק ס\"ג אסור ולכך נקרא הגאה ג\"ס רוח לומר דאפי' חלק ס\"ג הוא גאה. ולכן אפשר דבשורה שמינית ממרובע השמות הנז' בבית שביעי שהוא חלק ס\"ג שם הוא שם ענו לומר דעד חלק ס\"ג צריך להיות ענו אבל משם והלאה דהוא חלק ס\"ד אין צריך ענוה וזה רמז להיות הת\"ח בו חלק מס\"ד אחד משמנה שבשמינית שהוא חלק מס\"ד והרמז הזה הוא לדעת רב חייא בר אשי והוא מבואר. ועמ\"ש הרב האר\"י זצ\"ל בשער מאמרי רז\"ל במאמר זה ועמ\"ש הרמב\"ם בפי' המשנה באבות. ואני בעניי כתבתי בהאי פלוגתא דת\"ח צריך שיהא בו וכו' ור\"נ לא מינה וכו' בספרי הקטן דברים אחדים דף י\"ג ע\"ב בס\"ד:", 
            "<b>אין תפלתו נשמעת אא\"כ משים עצמו כבשר וכו'</b> עמ\"ש בס' הקטן ראש דוד דף קנ\"ה ע\"ד משם הרב החסיד מוהר\"ר יוסף פייאמיט\"ה זלה\"ה ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>משנה אבשלום נתגאה בשער לפיכך נתלה בשערו.</b> אפשר לומר במה שידוע כי השער רומז לדין והמתגאה פוגם בשם י\"ה. ובחינת הדין כשאין שפע או\"א הוא דין גמור. והוא נתגאה בדין וסילק הרחמים לפי בחינתו ופגם בשם י\"ה ונתגבר הדין מאד לפיכך שלט בו הדין הגמור ונתלה בשערו והאלהים עשה שימות מיתה כזו ונתלה בשערו לרמוז כי עדיין לא כלתה אליו הרעה העיקרית של עה\"ב והדין תלוי אם דוד הע\"ה לא יתפלל עליו אין ישועתה לו ואם יתפלל ניצול לפיכך נתלה בשערו שם רמז שדינו תלוי ועומד:", 
            "<b>מי לנו גדול [מ]משה וכו'</b> לא על משה בלבד וכו' זו משנה פירשתי בעניותי בספרי הקטן ראש דוד דף מ\"ט ע\"ג בס\"ד:"
        ], 
        [], 
        [], 
        [
            "<b>בואו ונתחכם למושיען של ישרא' וכו' והם אינם יודעים וכו'</b> כתבתי בעניותי במאמר זה בספרי הקטן ראש דוד פ' בשלח דף נ\"ג ע\"ב בס\"ד. ובמ\"ש בסמוך מאי משמע דהאי זדו וכו' ע\"ש ע\"ד. ובמאמר דבסמוד ויבן ערי מסכנות רב ושמואל וכו' ע\"ש דף מ\"ח ע\"ד:", 
            "<b>יתרו  שברח זכו בניו וכו'</b> רז\"ל במדרשים אמרו דיתרו יעץ לשעבדם וחזר בו וברח ופירשתי בעניותי בקונט' כסא דוד במ\"ש הרב הקדוש מהר\"ש אלקביץ בס' ברית הלוי כ\"י דפרעה הרשע קין שהרג הבל ועתה בקש להרוג למשה הבל וכן כתב הש\"ך פ' בראשית דפרעה שרש קין שרש נחש ובזה פירשתי אני הדל בירמיה סי' מ\"ד הנני נותן את פרעה חפרע וכו' דרמז שהוא נחש גימט' חפר\"ע והארכתי בזה. ויתרו היה הטוב שבקין והיה קרוב שידבק עם פרעה קין ולכך יעץ בתחילה ואח\"ך חזר וברח וזש\"ה וחבר הקני נפרד מקין שהוא פרעה וחש\"ב עם קונה\"ו שכבש יצרו ונפרד מפרעה ולכן זכו בניו וכו' ועמ\"ש [בס'] ראש דוד דף נ\"ז ע\"ב:", 
            "<b>שנאמר ומשפחות סופרים יושבי יעבץ תרעתים וכו'</b> רש\"י פירש תרעתים וכו' מספרי. וראיתי בתרגום דברי הימים שנדפס לבדו שתרגם וז\"ל יעבץ הוו צוחין ליה דאקים בעצתיה תרביצא לתלמידיא תרעתים הוו צוחין להון דהוה קלהון במשבחהון היכיי בבא שמעתים דהוו מסברין בשמעתא סוכתים דהוו מטללין ברוח נבואה הינון שלמאי בני צפורה דמתיחסין עם גניסת לואי דאתיין מגניס' משה רבהון דטב להון זכותיה לפרשין וארתיכין עכ\"ל התרגום וראה זה חדש דלדעת התרגום אינם מבני יתרו כדמשמע מסוגיין והספרי אלא מבני משה רבינו ע\"ה. [ומצפורה בת יתרו. אמנם משמעתין מוכח שהיו מבני יתרו לא מבני בתו כמבואר]. ולי ההדיוט אפ\"ל תרעתיים שהיו ענוים נשברי לב ועי\"ז מכונים להלכה כמ\"ש גבי בית הלל וזהו שמעתים דשמועתם אמת וכי תימא בשביל ענוה יהפך הדין כקושית מרן לז\"א סוכתים דהשכינה חופפת עליהם ויושבים בצל סוכה ומשו\"ה מכונים לאמת:"
        ], 
        [
            "<b>בשכר נשים צדקניות שהיו באותו הדור וכו'</b> אנא נפשאי כתבית במאמר זה בעניותי בס' הקטן ראש דוד פ' בא דף ן' ע\"ג ובספרי הקטן דברים אחדים דף י\"ד ע\"ש באורך:", 
            "<b>להן מיבעי ליה מלמד שתבען וכו' חד אמר בתי כהונה ולויה וכו'</b> עיין מה שכתבתי אני בעניי בספרי הקטן ראש דוד פ' וארא דף מ\"ד בס\"ד:"
        ], 
        [
            "<b>תנא עמרם גדול הדור היה וכו' עמד וגרש את אשתו וכו'.</b> אפשר דסבר כסברת הרב יפה מראה לחד פירושא דעל כל צרה שלא תבא אסור בת\"ה כמ\"ש הרב שיירי כנסת הגדולה א\"ח סי' ר\"ם הגה\"ט אות ז' במ\"ש בירושלמי בשעה שאתה רואה חסרון בא לעולם עשה אשתך גלמודה ע\"ש. ועמרם היה יכול לפרוש רק שרצה שכלם יפרשו ובהיותם נשואות מי מפיס לכך עמד וגרש שיגרשו כולם:", 
            "<b>שפרעה לא גזר אלא על הזכרים וכו'</b> אפשר שכונתה כי פרעה גזר על המועט כמ\"ש ביבמות דף קי\"ט רוב נשים מתעברות ויולדות מיעוט מפילות וכל היולדות מחצה זכרים מחצה נקבות סמוך מיעוטא דמפילות למחצה נקבות והו\"ל זכרים מיעוטא, והוא גזר על הכל. ומ\"ש שפרעה גזר בעה\"ז ואתה בעה\"ז ובעה\"ב. לפי פשוטו אפשר לומר במ\"ש בזוה\"ק דמי שלא נשא גדול עונו וכן אם לא היו [לו] בנים וצריך לבוא בגלגול וז\"ש ואתה בעה\"ב שיאבדו עה\"ב וצריך עונשים מרים וכמ\"ש פ\"ק דברכות שאמר ישעיה לחזקיה כי מת אתה בעה\"ז ולא תחיה לעה\"ב וכו' ע\"ש וזהו שאמרה ואתה בעה\"ז ובעה\"ב כי גם אם קיים פו\"ר נענש מיהא וכיון שהיא גזרה כוללת ודאי ימצא מי שלא נשא או לא קיים ואם גרשו הנשואות ודאי הבחורים לא ישאו אשה ושפיר אתי מ\"ש וגזרתך בעוה\"ז ובעה\"ב. א\"נ במ\"ש הרב המוסמך מהר\"ם גאלאנטי בתשובה כ\"י משם זהר כ\"י שכל הזוגים לש\"ש אינם לבטלה רק מולידים בנים בג\"ע ולעה\"ב באים אצל אביהם והבאתיו בקונט' שם הגדולים ח\"א דף קכ\"א וז\"ש בעה\"ז ובעה\"ב דאף מזיווגים שאין עיבור בפועל מתעברים בכח ובאים לעת\"ל ועיין מה שפירש רש\"י ודוק:", 
            "<b>עמדו כלן והחזירו נשותיהן.</b> מכאן ק\"ק עמ\"ש הרב המופלא ח\"ק כמהר\"ר חיים ן' עטר זלה\"ה בספר אור החיים פ' במדבר דשבט לוי היו מועטין שפירשו בגזרת כל הבן הילוד כעמרם והגם דעמרם החזיר אין ללמוד ממנו דכלם החזירו כי הוא בא אליו הדבר בנבואה וכו' ע\"ש. דהרי קאמר עמדו כלם והחזירו נשותיהם משמע דכל מי שגירש החזיר. וגם דברי מרים בטענותיה נאמנים אמריה ומדוע שבט לוי נזורו אחור להתעסק בפו\"ר וההוא נהר יחרב ח\"ו כמו שהאריכו בזוהר הקדוש. והפשוט שלא היו בשעבוד ולא היו בגזרת כן ירבה כמ\"ש הרמב\"ן והזכירו הרב הנז' עצמו וקלסיה וע\"ש מה שהאריך:", 
            "<b>ויקח ויחזור מיבעי ליה וכו'.</b> ראיתי למהרימ\"ט בתשובותיו ח\"א סימן ס\"ד שהקשה דבפ' משוח מלחמה (סוטה דף מ\"ג) דמעיט מחזיר גרושתו שאינו חוזר מדכתיב אשה חדשה ואמאי לא דייק מדכתיב כי יקח ולא כתיב כי יהיה ותי' הרב ז\"ל דהתם אצטריך כי יקח לחלק דינן של אירוסין מדינן של נשואין ע\"ש ויש לדחות דהו\"ל לכתוב כי יהיה ושפיר הוה ידעינן דין חלוקת אירוסין מנשואין דהא בהך קרא כתיב לא יצא בצבא ולא יעבור עליו לכל דבר ועל כרחין בנשואין איירי דאי בארוסין היה יוצא עם אנשי הצבא כדכתיב ומי האיש אשר ארס אשה ילך וכו' ועוד דכתיב ושמח את אשתו דמשמע דאיירי בנשואין וא\"כ אף דלא כתיב יקח הוה שמיע לן דאיירי בנשואין:<br><b>אמנם </b>אפשר ליישב דלעולם שייך כי יקח גם במחזיר גרושתו והא דאמרי' הכא בשמעתין ויקח ויחזור מיבעי לי' ה\"ק דלשון קיח' ברוב המקומות נאמר על הנושא אשה חדשה ולכן הו\"ל לכתוב למנקט לשון ברור דנשמיעיניה שהחזירה ואמאי נקט ויקח דסתמו על אשה חדשה. ואולם בההיא דפ' משוח מלחמה לית לן למעט מחזיר גרושתו מדכתיב כי יקח כיון דגם במחזיר גרושתו שייך שפיר לשון קיחה דאחר שלוחיה עושה בה לקוחין בכסף וכיוצא וגם קרא דהתם איירי בנושא בתולה או אלמנה או יבמה ובכגון זו אין לדקדק מכי יקח כיון דקרא איירי בכל מיני נשואין וגם במחזיר גרושתו שייך קיחה ודוק:"
        ], 
        [], 
        [
            "<b>תנא שלשים וששה כתרים וכו'</b> י\"ב נשיאים דישמעאל וי\"ד דאלופי בני עשו הכתובים בסדר וישלח ומבני קטורה זמרן ויקשן מדן ומדין ישבק ושוח הרי ששה ויקשן ילד את שבא ואת דדן ושבא ודדן תלו כתר אביהם ומדן הוריש כתרו לה' בניו חנוך ועיפה ועפר ואביךע ואלךעה הרי ה' כתרים הרי י' בני קטורה הרי ל\"ו כתרים והשתא אתי שפיר דקתני לעיל שבאו בני ישמעאל ובני עשו ובני קטורה ודלא כפירוש הקונטרס דלא היה לו להזכיר כלל בני קטורה עכ\"ל תוספות כ\"י:<br><b>ואפשר </b>לומר דהטעם שנכנעו כשראו כתרו של יוסף הגם שדעתם וביאתם היתה למלחמה משום דאמרו רז\"ל דביוסף הצדיק נתקיים יעבדוך עמים וישתחוו לך לאומים ועמ\"ש בעניותי בקונטריס פני דוד. ויש לרמוז במספר ל\"ו כתרים שתלו בארונו של יעקב אע\"ה דהם שני פעמים חי וידוע דיעקב אע\"ה שמר עצמו אפילו מקרי וכתיב כחי וראשית אוני ולא ראה כל ימיו ותקן ג\"ע דאדה\"ר. וידוע דחי הוא רומז ליסוד לכן מן השמים הזמינו שיהיו ל\"ו כתרים ח\"י ח\"י חד לדידיה וחד לאדה\"ר ורמז שבחינת מדת היסוד שיש בה י\"ס תקנה עד הכתר ולכך בא הרמז בכתרים. א\"נ שני פעמים ח\"י רמז אחד כנגד יעקב ואחד כנגד יוסף הצדיק שהוא מדתו והכ\"ל מתוקן. ונרמז בארונו של יעקב אע\"ה כי הוא היה סיבה שלא חטא יוסף שראה דמות דיוקנו של אביו כמשז\"ל א\"נ חי חי רמז חי שתקן היסוד וחד חי שהוא בחיים כי יעקב אבינו לא מת. א\"נ כנגד שני נשמות יעקב ישראל:", 
            "<b>שקל קולפא מחייה ארישיה וכו'</b> התוס' בגיטין דף נ\"ה הביאו הירושלמי דקאמר מסורת בידם שיהודה הרג עשו ובספרי ידיו רב לו בשעה שהרג עשו והכא אמרינן דחושים בן דן הרגו ושמא לא מת בהכאת חושים ובא יהודה והרגו ע\"ש וקרוב לזה כתבו בתוס' כ\"י בסוגיין. ובאגדתא דבראשית אמרו ידך בעורף אויביך שהוא הרג לעשו וכן משה אומר ידיו רב לו. ועיין מה שרמזתי בקונט' זה לעיל שם בגיטין:", 
            "<b>ת\"ר בא וראה כמה חביבות מצות על משה רבינו שכל ישראל כלן נתעסקו בביזה והוא נתעסק במצות וכו' ומנין היה יודע וכו'</b> יש להעיר אמאי נקט לשון זה בא וראה כמה חביבות מצות וכו' דמשמע שבא להפליג הענין. ותו מ\"ש ומנין היה יודע משה רבינו ע\"ה היכן יוסף קבור דאכתי לא שמיע לן שלא היה יודע כי היכי דלימא ומנין היה יודע. ואפשר לומר בהקדים מ\"ש הרב מהר\"ם אלשיך פ' בא בכונת פ' עוד נגע אחד אביא וכו' כשלחו כלה גרש יגרש דבר נא באזני העם וכו' ותורף דבריו בקצור הוא דהיו שני סיבות למנוע יציאתם ברכוש גדול האח' מעוף צוקה כי מרים הם המצרים מהכליה ובעידן רתחא ציר וצוחה אין דרך לשאול וזאת שנית בחפזון דמצרים למהר לשלחם ואיש אשר דרכו יחפ\"ז איה מקום לסובב נתיבות מבית לבית וז\"ש כשלחו כלה אני עושה במצרים ועוד גרש יגרש בחפזון נמרץ לכן דבר נא מעתה שאלו ישאלו שאינו בשעת חפזון ע\"ש שהאריך בדברות קדשו מתוקים מדבש. ולפי דרכו אפשר להבין מכילתא הובאה בילקוט ובני ישראל עשו כדבר משה וכי מה אמר להם משה הרי הוא אומר דבר נא באזני העם וכן עשו בני ישראל עכ\"ל והדברי' צריכין ביאור ועל פי דברי הרב הנז' אפשר דהכונה וכי מה אמר להם משה שנראה שהוא ענין חוץ מהכתוב הזה ותירץ שהוא מ\"ש דבר נ\"א קודם החפזון. ונמצא שהתחילו להתעסק בביזה יום או יותר קודם מכת בכורות וז\"ש בא וראה כמה חביבות וכו' להפליג במעלת משה רבינו שמעת שנתעסקו ישראל בביזה היה עסוק במצות שנתירא שמא לא ימצאהו בעת יציאתם ובזה ניחא אומרו ומנין היה יודע וכו' דראינו שמשעה שהתחילו ישראל להתעסק בביזה נתן לבו להתעסק במצות שמא לא ימצאהו בעת יציאתם שנראה שהיה טמון ועל זה שאל ומנין היה יודע וכו':<br><b>א\"נ </b>אפשר קרוב לזה במאי דפריך הש\"ס ואי לא עסק ביה משה ישראל לא הוו מתעסקי ביה אמרו הניחו לו כבודו בגדולים. והקשה הרב יפה תואר פרשה ך' סי' י\"ז דאלמא דמשום כבוד הניחו לו למשה והיכי אמרינן הם היו עסוקים בכסף וזהב ותירץ שעל תחילת הזריזות קאמר שמשה לא פנה לכסף וזהב אלא להתעסק במצות אבל ישראל בחמדת הממון פנו לכסף וזהב וחשבו להתעסק אח\"ך במצות וכשראו שמשה קדם אמרו הניחו לו כבודו בגדולים ולולי זה היו מתעסקים אח\"ך עם משה עכ\"ד. ואפשר שז\"ש שכל ישראל נתעסקו בביזה ובודאי שכונתם היה להתעסק אח\"ך בו משום השבועה ומשה היה יכול לעשות כך ולא עשה אלא לא פנה אלא על המצוה לבד:<br><b>ודע </b>שמכאן יש להעיר על מ\"ש הרב שפתי כהן על התורה פ' קרח דכל שבט לוי היו עניים שלא לקחו מהביזה ולא שאלו ממצרים לפי שהיה שכר שעבוד ושבט לוי לא נשתעבדו ושבט לוי אף שהיו רואים ישראל מלאים מכסף וזהב וכל טוב ארץ מצרים הם לא היו חומדים שום דבר אך קרח היה חומד ממון הרבה ונזדמן לו אוצר א' מיוסף הצדיק ע\"ה לרעתו ע\"ש באורך. ואיברא שטעמו ונימוקו עמו. וכבר אמרו בספרי פ' שופטים שאין שבט לוי נוטל חלק מהביזה כשיכבשו הארץ ופסקו הרמב\"ם פי\"ג דשמיטה והיא מצוה מתרי\"ג. אמנם כעת לא אתיא זכירה אם נמצא ברז\"ל בש\"ס או במדרשים ששבט לוי לא לקחו בביזת מצרים וביזת הים אף שעדיין לא נצטוו. ולכאורה יקשה דאם כל שבט לוי בביזה לא שלחו את ידם מהו שבח משה רבינו ע\"ה שלא נתעסק בכסף וזהב ושבחו רבנן בש\"ס ומדרשים וזהר הקדוש ח\"ב דף מ\"ו הלא משפט אחד לכל שבט לוי דאינם נוטלים שלא נשתעבדו ורחמנא אמר ועבדום ועינו אותם ואחרי כן יצאו ברכוש גדול. ואפשר דהגם דכל שבט לוי לא נטלו חלק שאני משה רבינו ע\"ה שהוא המוציא ונגאלו על ידו. ועוד אפשר לומר במ\"ש הרב ש\"ך עצמו פ' בראשית דפרעה קין ומשה רבינו ע\"ה הבל ולפי שלקח הצאן והגיזה והולדות נתחייב הוא וכל עמו שיקח מהם כסף וזהב ומרגליות כדכתיב ונמצא ישלם שבעתים כל הון ביתו יתן הוא עצמו שנא' וישאילום בעל כרחם ע\"ש באורך. [ולפ\"ז יומתק מש\"ה לא חמור אחך מהם נשאתי כלומר חמור א' מתשעים חמורים שלקח כל א' מישראל מהביזה כמ\"ש פ\"ק דבכורות וכונתו דאף שהביזה שלי דפרעה קין ואני הבל ונתחייב לשלם לי כל הון ביתו עכ\"ז לא לקחתי אפילו חמור אחד מהביזה. ור\"ת לא חמור הבל בגימטריא עם הכולל. ובזה יומתק משז\"ל דבר נא באזני העם בבקשה ממך צא ואמור לישראל וכו' דכיון דהביזה שלו יעשה דרך בקשה ודוק והארך]:<br><b>אמור </b>מעתה כיון שהביזה עיקרה למשה רבינו ע\"ה זהו שבח גדול למשה רבינו ע\"ה שלא נתעסק כלל בביזה אף שהיא חלקו וז\"ש בא וראה כמה חביבות מצות על משה רבינו ע\"ה להפליג הדבר שהביזה שלו ולקחוה ישראל והוא לא נגע בה וחכם לב יקח מצות ודוק:", 
            "<b>סרח בת אשר נשתיירה מאותו הדור וכו'</b> הקשו התוס' והלא מכיר ויאיר וכו' ותירצו דסוד הגאולה נמסר לסרח וכו' ע\"ש. ובתוס' כ\"י הקשו הקושיא הנז'. ותירצו דאיתא במדרש דמשה רבינו ע\"ה יגע ג' ימים ופגעה בו סגולה סרח בת אשר אמרה לו מה אתה מבקש א\"ל ארונו של יוסף א\"ל וכו' והשתא ניחא שלא הלך אצלה אלא שפגעה בו והגידה לו הדבר עכ\"ל ונסחא דקמן בש\"ס היא הלך משה אצלה א\"ל כלום את יודעת וכפ\"ז חלף הלך תי' תוס' כ\"י. ולמ\"ש התוס' דידן שסוד הגאולה נמסר לסרח כמ\"ש בפרקי ר' אליעזר יש לחקור אעיקרא דדינא פרכא למה נמסר סוד הגאולה לסרח במקום שהן אנשים שלמים וכן רבים. ויראה לפי מ\"ש רז\"ל דיעקב בירך לסרח שלא תמות ונכנסה מחיים לג\"ע וכבר יעקב ויוסף ידעו ברוח הקדש לכך מסרו הסוד לסרח שיודעים שבזמן הגאולה קיימת וחיה תחיה זמן הרבה ושוב תכנס בחיים לג\"ע ולה ראוי לימסר שודאי היא קיימת בזמן הגאולה. ומ\"ש בסוגיין סרח בת אשר נשתיירה מאותו הדור לאו דוקא דהיא לבדה נשארה ודוק:"
        ], 
        [], 
        [
            "<b>וא\"ר חמא בר חנינא מאי דכתיב אחרי ה' אלהיכם תלכו וכי אפשר וכו'</b> הרב כתנות אור פ' הברכה כתב דמזה יש הכרח דמ\"ש בי\"ג מדות כל זמן שבני עשו כסדר הזה אין הפי' להזכיר ולומר י\"ג מדות אלא להיות רחום וחנון כביכול כמוהו ע\"ש באורך ודרך הלציי אפשר לומר כי הנה יש סברא דה' ה' הם מי\"ג מדות ויש סברא דאל הוא מי\"ג מדות וסד\"א כשם דמדות ה' אל למכא\"ל לא אפשר להדמות ח\"ו. א\"כ גם שאר מדות אין צריך להיות רחום וחנון וכו' אלא העיקר הוא להזכיר בפה י\"ג מדות. אבל האמת שצריך להדמות כביכול להיות רחום וחנון וז\"ש אחר ה' אלהיכם ר\"ל אחר מדות ה' אל, דהיינו רחום וחנון תלכו. והיינו דמסיק להלך אחר מדותיו ודוק הטב ואחר שנים רבות מצאתי במכתב שקדמני אדם גדול זלה\"ה קצת בסגנון אחר ומני ומיניה יתקלס עילאה. ועוד פירש ז\"ל דידוע מרז\"ל דכי כתיב בקרא אחר הוא לשון סמוך והיכא דכתיב אחרי הוא מופלג ובזה פריש תחילת המאמר מאי דכתיב אחרי ה' אלהיכם תלכו דמשמע אחרי מופלג והלא מלא כל הארץ כבודו ואיך יתכן שדקדק לכתוב אחרי מופלג ולא שייך וכי תימא זה יצא מן הכלל דלא שייך הכא אחרי מופלג והוא סמוך לז\"א וכי אפ' לילך אחר השכינה. ומשני הלך אחר מדותיו וכו' ודוק הטב:", 
            "<b>דרש ר' שמלאי מפני מה נתאוה משה רבינו וכו' ע\"ס המאמר.</b> הרב ת\"ל דקדק מאחר שהם צדיקים מה לי ראשונים או אחרונים ותו דפליגי אמוראי אי ראשונים עדיפי או אחרונים ומי נימא דהך דר' שמלאי פלוגתא היא. ופירש עמ\"ש גדול המצווה מטעם יצה\"ר ובאבות אין חילוק וה\"א דמשה ר' ע\"ה יקח שכר כמי שאינו מצווה כאחרוני' דיש הפרש ביניהם ת\"ל כראשונים דאין חילוק ע\"ש באורך. ומהרח\"א בישרש [יעקב] כ' עליו וליתא דגם באבות יש חילוק בין מצווה לאינם מצווים שיצרן תוקפן ומ\"ש שהאבות לא שלט בהם יצה\"ר כבר כתבו שם התוס' עמ\"ש כיון שעברו רוב שנותיו וכו' עש\"ב ולק\"מ דכבר הרב תאוה לעינים בסוף דב' נרגש מדברי התוס' הנז' ותריץ יתיב דמ\"מ אינם מצטערים ודואגים כ\"כ כשאר בני אדם והיה נקל להם להכניע היצר ושוה להם בשקיימו המצוות שנצטוו וכו' ע\"ש:<br><b>ויראה </b>לפרש במ\"ש הרב הקדוש האר\"י זצ\"ל דחובת גברא לקיים כל המצוות ומה שלא קיים צריך לבא בגלגול לקיימם אבל אותם שלא היו בידו לקיימם כגון פדיון ויבום וכיוצא פטור מהגלגול ומקיימם בסוד העיבור ע\"ש עוד נקדים מה שידוע דכל אחד מישראל בעשותו המצוות הוא מתקן כפי ערך נשמתו וכפי דבקותו באלהים וכפי אחיזת נשמתו דודאי כל אשר נשמ' רוח חיים באפיו ממקום גבוה הוא מתקן במקום עליון וקדוש גבוה מעל גבוה ושארית ישראל כשמקיימין המצות כל א' מתקן כפי נשמתו עש\"ב. גם ידוע דצריך לקיים המצות בשמחה ובכונות גדולות ובני עליה הנם מועטין ובודאי שאינה דומה מצוה הנעשית ע\"י גדול הדור בשלימות הכונה ושמחה גדולה כמצוה הנעשית מהמון ישראל בלי שום כונה דכל איש המקיים מצותו הוא פועל כפי נשמתו וכפי כונתו וכל זה הם דברים פשוטים ליודעי חן. גם נקדים מ\"ש הרב פרשת דרכים בדרוש ג' דלמ\"ד שהאבות יצאו מכלל ב\"נ להקל ולהחמיר אם יעברו על שאר מצות הם נענשים בדיני שמים ח\"ו. ובסוף הדרוש כ' דלפ\"ז כשמקיימים המצוות יש להם שכר כמצווה ועושה ע\"ש. עוד נקדים משז\"ל דמשה רבינו נגנז בארץ מדבר כדי להביא עמו דור המדבר והאריך בטעם הדבר הרב פרשת דרכים דרוש ח' ע\"ש. עוד אז\"ל ברבה סדר תבא דאמר הקב\"ה למשה אם אעברה נא אתה מבקש בטל סלח נא וכו' ע\"ש. ועפ\"י הקדמות הללו נבא אל הביאור וז\"ש משה רבינו הרבה מצות נצטוו ישראל אכנס כדי שיתקיימו על ידי כלומר שלא אצטרך לבא בעיבור לקימם אלא יתקיימו על ידי ממש. ויאמר ה' כלום אתה מבקש אלא לקבל שכר פירוש לאו שכר ממש אלא להשלים חלוקא דרבנן בתרי\"ג מצוות כי אם לא תקיים מצות התלויות בארץ אינו שלם חלוקא דרבנן מעלה אני עליך כאלו עשיתם כדי שיהיה חלוקא דרבנן שלם וז\"ש לכן אחלק לו נקט כי האי לישנא לרמוז חלוקא דרבנן וזהו לכן אחל\"ק לו שאשלים חלוקא דרבנן. וכמ\"ש שאני מחלק לו שכר שלם כלומר שלם בכל תרי\"ג מצוות. אי נמי שכר שלם היינו לפי דכבר משה רבינו השלים חוקו גם במצוות הארץ בחלק הלימוד שלמד תורתן ולימדה לישראל אך חלק המעשה חסריה לז\"א מעלה אני עליך כאלו עשית\"ם דיקא חלק המעשה שחסר לך וז\"ש שכר שלם כלומר תלמוד ומעשה. שמא תאמר כאחרונים דשכרו יהיה כאחרונים באי הארץ דשכרן כפי מדרגתן בערך נשמתן וכונתן. ונמצא דס\"ס הן נגרע למשה רבינו דאם הוא היה מקיימן היה מאיר ומתקן מוסיף אורות במקום אחיזת נשמתו העליונה מעשים אשר לא יעשו באי הארץ כי מדרגתן למטה מאד ממדרגתו ואין כח בהם לשלוט במקום גבוה כתוקף זו כחו של משה רבינו לז\"א ואת עצומים יחלק שלל שהם האבות כי הן הן המרכבה ופעולתם למעלה למעל' ושכרו כהם ולפי שעדיין יש לאומר שיאמר דהאבות שכרם כמי שאינו מצווה ועושה דהרי לא נצטוו בתורה רק מעצמם היו מקיימין וא\"כ יוצא בגרעון משה רבינו דיהיה שכרו כמי שאינו מצווה לכך מתאר אותם בשם עצומים להורות דהעיקר כמ\"ש הרב פרשת דרכים דגם הם היו צריכים להתעצם ולהתגבר על יצרם כי חס ושלו' היו נענשים בעונשי שמים אם היו עוברים על המצוות ואם כן שכרם כמצווה ועושה ונמצא לפי זה משה רבינו בא בשכרו שכר שלם כמצווה ועושה וכפי ערך מעשה אבות אשר כח בהם לתקן במקום עליון מרום מראשון וכי תימא אל אמונה וח\"ו משוא פנים יש בדבר לז\"א תחת אשר הערה למות נפשו שמסר עצמו למיתה על ישראל ועל ידי זה נתקיימו ישראל ונמצא כי הוא גרם שיהיו ישראל בעולם ויבואו לארץ ובדין הוא שיטול שכרו כי הוא הגורם שיקיימו ישראל המצות דאלמלא תפלתו לא היו ישראל בעולם ויש לו חלק בכל מעשיהם הטובים. וכי תימא וכל כך למה הלא טוב מאד יעלה ויבא רבן של ישראל בארץ ויקיים המצוות. לז\"א ואת פושעים נמנה שנמנה עם מתי מדבר הכונה כי חשב מחשבות הוא יתברד ויתא ראשי עם מתי מדבר ולכן נגנז משה רבינו עמהם כי עי\"ז יבואו לעתיד וכמ\"ש הרב פרשת דרכים בטעמן של דברים דאין להם תקנה רק בחרבן הבית ובנינו וזה אי אפשר אם היה משה רבינו נכנס לארץ עש\"ב. וכי תימא הרי משה רבינו הרבה להתפלל על זה ואיך שתם תפלתו לז\"א והוא חטא רבים נשא שכיפר על מעשה העגל והקב\"ה א\"ל אם אעברה נא אתה מבקש בטל סלח נא והוא נתרצה לקיים סלח נא ויכפר על בני ישראל וישאר במדבר לכן בדין הוא שיטול שכרו משלם:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>דרש ר' עקיבא איש ואשה שזכו שכינה ביניהם וכו' ודאשה עדיפא מדאיש מ\"ט האי מצריף והאי לא מצריף.</b> פירש\"י שכינה ביניהם שהרי חלק שמו והשכינו ביניהם יוד באיש והי באשה וכו' ודאשה עדיפא. אש דאשה קשה וממהרת לאכול וליפרע משל איש וכו' אש של אשה נוחה להדליק וכו'. ולשון עדיפא אינו מתישב כל כך גם מצריף אינו מכוון כל כך. וראיתי מה שפירש מורינו הרב שארנו מהרי\"ז זלה\"ה בספר הבהיר אורים גדולים במ\"ש הראב\"ד בפירוש ס' יצירה דיוד קדם לה' כי אבג\"ד גימט' יו\"ד ולזה אות יוד קודם בשם המיוחד וז\"ש האי מצריף וכו' ע\"ש ואינו נח כל כך דלעולם היוד עדיף. ואפשר לומר דאיש ואשה רומזים לאותיות ו\"ה וי\"ה ביניהם משלים השם המיוחד ויש עדיפות באשה כי באומרנו אות ה\"ה נרגשת ה' אחרת והיינו ה' תתאה הנרמזת באשה. ומתחברת עמה ה' ראשונה דשם י\"ה אשר ביניהם ויש לה עדיפות דהאות שלה ה' בהברתה ניכרת ומצטרפת ה' ראשונה. משא\"כ האיש שאם תצרף ו' שהוא רומז ליוד אינו מצטרף וז\"ש ודאשה עדיפא האי מצריף שהאות שלה ניכר הצרוף משא\"כ האיש:<br><b>וזה </b>טעם משז\"ל שהאומות היו אומרים אם בגופן שלטו בנשיהם לא כ\"ש לפיכך החנוכי הפלואי שם י\"ה מעיד עליהם. והוא מבואר דכאשר איש ואשה שזכו י\"ה ביניהם וזה אות שלא חטאו בזנות כמ\"ש רש\"י וניחא טובא שחתם שם יה בהם שהוא שורה באיש ואשה שלא חטאו. וכתיב ה' בראש להיות דנשים צדקניות במצרים הם היו סיבה שלא חטאו בעליהם וקיימו פו\"ר ולכך הוקדם אות ה' (כמדומה שאחר זמן רב מצאתי זה במפרשים) וזש\"ה ששם עלו שבטים שבטי יה עדות לישראל דשם י\"ה מעיד עליהם כמשז\"ל ואפשר לומר עדות לישראל סבא דהשבטים צדיקים קראו בשמותם שבטי יה מזה נמשך עדות לאביהם יעקב אע\"ה שלא חטא בשתי אחיות וכמ\"ש גאון עזנו הרב פרשת דרכים בביאור מש\"ה לא עתה יבוש יעקב וכו' בראותו ילדיו וכו' ע\"ש באורך וז\"ש עדות לישראל:<br><b>ועוד </b>אפשר לומר במאמרינו ודאתתא עדיפא כלומר דגלוי שכינה באשה ניכר יותר משל איש דשל איש בחינה יותר עליונה יוד כנודע ואין הגלוי כל כך. ומשו\"ה באיש שאין הגלוי כל כך צריך להפסיק בין האש וזה טעם ךאיש יוך באמצע אותיות אש. אך באשה להיות הגילוי יותר אהני דאף דהאש מחובר בגלוי ה' נשמרת וז\"ש ודאשה עדיפא הגילוי שבה דהאי מצריף באשה האש סמוך ומועיל גלוי הה' להגן עליה. והאי לא מצריף האיש שאין בחינה עליונה של היוד מתגלה כל כך לא מצריף האש ואות יוד מפסיקו:<br><b>ויתכן </b>לומר עוד במה שנודע מהמקובלים דזמנין דהחירי\"ק הנקודה הוי כמו יוד. וכפ\"ז האשה יש בה רמז ליוד בנקודת האלף שנקראת כמו איש כדכתיב לזאת יקרא אשה כי מאיש לוקחה זאת ושם רמז היוד בתיבת אשה כי האלף בחיריק והיא כמו יוד ויש בה ה' גלויה ונמצא דבאשה יש בה בצד מה י\"ה משא\"כ באיש שלא יש רמז ה' וז\"ש ודאשה עדיפא האי מצטרף שם י\"ה בה כמדובר ובאיש לא מצריף לא יש רמז לצרף י\"ה:", 
            "<b>אמר רבא מפני מה אמרה תורה הבא עפר לסוטה זכתה יוצא ממנה בן כאברהם וכו' לא זכתה תחזור לעפרה</b> אפשר דהשאלה היתה דבשלמא בשם הנכתב והמים יועילו דאם טהורה היא המים קדושים בקרבה והשם הקדוש לפוקדה. ואם לאו המים המאררים וה' נעשה דינא קשיא שתמות. אבל העפר מפני מה רומז אם תהיה טהורה ומה ירמוז אם טמאה ובשלמא אם אינה טהורה יש רמז אל עפר תשוב אבל אם טהורה היא מה ירמוז העפר לכך אמר יש בו רמז נמי לשני הצדדין דאם זכתה יוצא ממנה בן כאברהם אבינו ע\"ה וכו':<br><b>ועוד </b>אפשר לומר במ\"ש בעניותנו בס' הקטן ראש דוד פ' תולדות וזה תורף הדברים בקיצור נמרץ דהגוזל נסכא ועשה מהכסף כלי חשוב קנה לדעת התוס'. וז\"ש אם זכתה יוצא ממנ' בן כאברהם ובא האות כי היא צדקת גמורה והיא כלי חשוב וקנתה עפרה. ואם לאו אז קומץ עפר גזל בידה ותחזור לעפרה וכמשז\"ל קומץ עפר וכו' כמו שכתבתי שם הלא מראש בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>הוחלה שבועתו של אבימלך</b> לכאורה מכאן קשה עמ\"ש הרב מהר\"א ברודו בספר ברכת אברהם פרשת וירא וכמו שכתבתי אני בעניי בס' הקטן ראש דוד פ' ראה. אך בקונטריס פני דוד פ' תולדות יישבתי דברי הרב הנז' עש\"ב ועמ\"ש הרב כנה\"ג סי' רכ\"ח אות רנ\"ה ועמדתי על דבריו אני הדל בספרי הקטן דברים אחדים דף קנ\"ד ע\"ג:<br><b>ודע </b>דמסוגי' זו הביא ראיה רבינו ירוחם לשני' שנשבעו וכו' והביאו מרן י\"ד סי' רל\"ו ותימא על הרב ט\"ז שם שהבין שהראיה היא מסוף פרקין שאמר משה רבינו ע\"ה מנוקים אנו משבועתך וכבר השיג על הרב ז\"ל הרב כהונת עולם בביאורו לסי' רכ\"ח דף פ\"ב ע\"ג מספרו ע\"ש באורך:<br><b>ובתוס' </b>כ\"י כתבו החלה שבועתו של אבימלך נראה שחולק על מה שפירש רש\"י בס' שמואל שאותו היבוסי היה מזרעו של אבימלך ולא היו יכולין להורישו מפני השבועה. אלא ס\"ל כמ\"ד בפרקי ר\"א שכתוב היה להם שכרת להם אברהם ברית כשלקח מערת המכפלה ועל שם העיר נקרא יבוסי. או שמא שהוחלה כבר בימי שמשון אעפ\"כ לא באו עליהם עד בימי דוד עכ\"ל תוס' כ\"י:", 
            "<b>זכור לי כ\"ב שנה ששפטתי את ישראל ולא אמרתי לאחד מהם העבר לי מקל וכו'</b> פירש בס' עיר בנימין שהוא גיירה ונסבה בנשואין מ\"מ הו\"ל שופט כדין מלך ואמרו בתוספתא אין משיאין למלך אלא מן המשיאין לכהונה ומלך אסור בגיורת לז\"א לא אמרתי לא' מהם העבר לי מקל שלא נהגתי דין מלך דכתיב אתכם יקח לעבדים זהו תורף דבריו ונהירנא שראיתי להרב פנים מאירות בס' כתנות אור פרשת תצא דמלך אינו נושא אלא נשים הראויות לכהונה וכהן אסור ביפ\"ת לשמואל אפי' בביאה א' למ\"ד ע\"ש והנה בס' עיר בנימין כתב לעיל פ\"ק דגיטין כי הכא. ואני בעניי לעיל שם פ\"ק דגיטין כתבתי דתוספתא זו בקשתיה ולא מצאתיה וכעת נר' דאין דין זה אמת והרי דוד הע\"ה נשא יפ\"ת ושלמה נשא כמה נשים וגיירן כמ\"ש הרמב\"ם פי\"ב דאסורי ביאה ונשא נעמה וגיירה והוליד רחבעם ומלך וממנו נשתלשל מלכות בית דוד. ועוד קשה על הרב כתנות אור דנעלם ממנו דברי תוס' רי\"ד ותשו' הריב\"ש והבאתי דבריהם בהגהותי ה' מלכים ע\"ש באורך ואין כאן מקום להאריך בענינים אלו דמלך וכהן ביפ\"ת:<br><b>ואפשר </b>לומר דמ\"ש שמשון זכור ששפטתי ולא אמרתי וכו' הכונה דכתיב ושחד לא תקח כי השחד יעור פקחים ותנן כל דיין שלוקח שחד אינו מת מן הזקנה עד שעיניו כהות. והשחד הוא אפי' שחד דברים ואפי' העביר הנוצה מעליו כמ\"ש פ' בתרא דכתובות. ושלא בשעת הדין יש מתירין. והיינו רבותיה דשמשון דלא מיבעיא שחד ממון דלא לקח אלא אפי' שחד כל דהו להשתמש להעביר מקל נזהר ולא מיבעיא בשעת הדין אלא אפי' קודם דקודם אשר לא ידע אם יהיה לו דין ואפשר דלא יהיה לו דין מעולם עכ\"ז שמר עצמו וז\"ש שפטתי ולא אמרתי וכו' ומסורת בידינו מדה טובה מרובה ומצד זה הי\"ל להתקיים ראות עיניו והפלשתים נקרום א\"כ זכור לי וכו' ואנקמה וכו' והגם דנקרום בעבור שהלך אחר עיניו. הא מיהא מצד אחר איכא טיבותא ותועיל לנקם נקם מפלשתים:", 
            "<b>אלא מעתה לא ימחה</b> עמ\"ש התוס' ומ\"ש בעניותי בס' הקטן ברכי יוסף י\"ד סי' רע\"ו ובשו\"ת זקן אהרן סי'... ע\"ש:", 
            "<b>חד אמר פרדס וכו' אל תקרא ויקרא וכו'</b> כתב הרב עיר בנימין דמ\"ד פונדק דריש ויקרא שהתפלל ומ\"ד פרדס אסור להתפלל במקום פרוץ לכך דריש ויקרא ע\"ש באורך ולא זכר דבב\"ר אמרו בהדיא דלמ\"ד פונדק דריש שהיה אומר לאורחים כדרשת ריש לקיש בסוגיין ועמ\"ש בעניותי במאמרים אלו דב\"ר וסוגיין בספרי הקטן ראש דוד פ' וירא בס\"ד:"
        ], 
        [
            "<b>אמר ר' יוחנן לאחר שנתרחקו סימניה וכו' לדוד מכתם שיצא ממנה דוד וכו'</b> מהכא משמע דבזכות דוד ניצולה. ויומתק במה שראיתי בס' כ\"י ישן נושן כתוב על קלף שחיברו תלמידי רבינו יהודה החסיד זצ\"ל ממה שקבלו מרבם. וכתוב שם היא מוצ\"ת גי' ממלכו\"ת שיצאה ממנה מלכות מצאתי דוד עבדי עכ\"ל ולי ההדיוט אפשר לרמוז שתיבות היא מוצאת גימט' מצאתי דוד ועיין בסמוך:", 
            "<b>ותימר ליה מימר וכו' נח לו לאדם וכו'</b> והתוס' כתבו בכמה דוכתי שרבינו חננאל גריס היא מוצת חסר אלף כמו ויצת אש בציון. ומקשים למה לי לכתוב מוצת בלא אלף ויהיה מלשון ויצת אש הלא כתיב בהדיא הוציאוה ותשרף והיא שלחה וכו' והענין עצמו מוכיח. ואפשר דאי מהענין עצמו הוה אמינא דסברה תמר דגם אם אמרה מיהודה לא תנצל ואהניא לשרוף יהודה גם כן כי האמנם דלפי האמת יאודה סבר דהיא קדשה אין אדם נאמן על ידי עצמו והכי אתמר בהדיא בתרגום המיוחס ליונתן ותרגום ירושלמי דכשיהודה הודה היה על מנת לישרף עד שיצאת ב\"ק ואמרה ממני. וא\"כ אין ללמוד שיפיל עצמו ואל ילבין דהכא לא נפקא תמר מידי דבין כך ובין כך אם תלבין או לא תלבין אינה נצולה אמנם השתא דכתיב היא מוצת לשון ויצת בא ללמד כלומר כי ראתה עינה שהסימנים הפ' ריחקם וגבריאל קירבן ולא עביד ניסא לשקריה וזה מורה שה' ראה טוב לבבה ושכל מעשיה לשם שמים. ואם תאמר שמיאודה הרה תנצל. ועכ\"ז לא הלבינה פניו ומהכא יש ללמוד שיפול לאש ואל ילבין. והשתא אחר דדריש בא גבריאל וקרבן פריך ותימר ליה מימר וכו' דבלא זה ל\"ק דסברה דלא תועיל להציל עצמה באומרה מיהודה אבל השתא דאתרחיש לה ניסא הול\"ל ולהנצל אלא למדנו שיפול לאש ולא ילבין. וזה רמז היא מוצת היא מיעוט כלומר אף שידעה דהיא לבדה נשרפת אם לא תאמר ואם תאמר תנצל דאתרחיש לה ניסא ומוכח דבסימנים נעשה הנס לרמוז דבסימנים תליא הצלתה ועכ\"ז היא מוצת היא מעצמה הלכה לישרף והיא גרמה שלא אמרה דאם תאמר לא ישרפוה ומצידה הוא שנשרפת והיינו היא מוצת וילפינן שפיר יפול ואל ילבין. וז\"ש למנצח שנצח גבריאל על יונת אלם שנעשית כיונה אלמת אף שראתה הנס רחוקים שרחקן פ' וקרבן גבריאל עכ\"ז אלם וזכתה שיצא ממנה דוד:<br><b>ואפשר </b>לפרש ולדקדק עוד הכתוב כי הנה כתבנו בעניותנו בסמוך דמשמע מהש\"ס דניצולה בזכות דוד הע\"ה וכזה ראיתי עתה שכתב הרב מהרש\"א באגדתיה וז\"ל ופי' הכתוב למנצח שנצח גבריאל לפ' על תמר שהיתה אז כיונת אלם כשרחק פ' סימניה בשביל דוד שיצא ממנה עכ\"ל הרי דהרב ז\"ל פשיטא ליה דנצולה בשביל דהע\"ה ובזה נצח גבריאל. וצריך טעם לאסבורי קרא. וגם מאי שיאטיה הכא תואר זה לדוד הע\"ה שהיה מך ותם ושהיה מקטין עצמו וכו'. ואפשר במ\"ש רז\"ל והמפרשים דדוד הע\"ה שכינה עמו ולזה הלכה כמותו מפני שהיה עניו ובעבור זה היה יואב נוצח המלחמה כאשר עיניך תחזינה בספרי הקטן ראש דוד פ' שמיני ומשם באר\"ה הקדמו' הנז' מרז\"ל והמפרשים והשתא כאן היה מלחמה בין גבריאל לפ' ולזה הוצרך זכות דהע\"ה שהיה עניו ומקטין עצמו ועי\"ז היה מרכבה לשכינה והלכה כמותו ונוצח אויביו כמ\"ש פ\"ב דמכות עומדות היו רגלינו במלחמה מפני שדהע\"ה עוסק בתורה בשעריך ירושלים וכתב הרב פרשת דרכים שצריך שתהיה תורה לשמה להגיע למדרגה זו שבעבור עסקו בתורה במקום א' ינצח שלוחו המלחמה. וז\"ש למנצח שנצח גבריאל כשתמר היתה יונת אלם דפ' ריחק הסימנים וזהו רחוקים. ובאיזה זכות היה הנצוח לדוד מכתם שהיה מך וכשם שבקטנותו וכו'. ותורת דהע\"ה לשמה בענותנותו תועיל לנצח האויבים. וכן הכא למנצח נצח גבריאל בעבור דוד שהיה מך ותם וכשם שהקטין עצמו וכו':<br><b>ובזה </b>יכולני לפתור מאמר שוחר טוב על פ' רגזו ואל תחטאו עד מתי אתם מרגיזים לומר שאני מרות אמרו בלבבכם יעקב אע\"ה נשא שתי אחיות וכו' וכן תמר וכו' ע\"ש ובחלוקת שתי אחיות אנכי הדל כתבתי בספרי הקטן דברים אחדים דרוש י\"א ובקונטריס גופי תורה על התהלים ע\"ש באורך איכו השתא אמינא דחלוקת תמר לפי האמור אתי שפיר דרמז להם דבשבילו נצולה תמר וממנה נשתלשל שבט יהודה. והם לא ידעו ולא יבינו ומערערים עליו. וגם דמתמר שיצא ב\"ק ואמרה ממני ממני יצאו כבושים משם ישימו יד על פה דהם הם מפלאות תמים דעים ובזה אירע לרות. ואף גם זאת עלה בכב\"ש כבשי דרחמנא דרות גלגול תמר והיא נשמת ישראל כמ\"ש בס' שכחת לקט ועיין בילקוט ראובני פ' וישב. ותכל תלונתם שבא מרות המואביה אף לפי שיטתם דסברי דמואבית אסורה שנא ושנא וצדיק כתמ\"ר יפרח: [ומה נעים כפי זה מה שניצולה תמר בזכות דוד הע\"ה כמש\"ל דגלוי וידוע לפניו יתברך דתמר תבא בגלגול רות ומשם יצא דוד הע\"ה ולהכי אהניא זכותו לתמר ודוק]:<br><b>ואכתי </b>פש גבן למ\"ד שנולד מהול וז\"ש מכתם מך ותם מאי שיאטיה הכא דדרשינן שתמר ניצולה בזכות דוד אטו בשביל שנולד מהול זה יועיל להצלת תמר והלא מן השמים היה שנולד מהול ואינו מצוה פרטית שהיה עושה דוד הע\"ה כדי שתנצל תמר בעבור זה. ואם ניצולה בעבור צדקת ותורת דוד הע\"ה אמאי הזכיר דבר מבחוץ שנולד מהול. ואפשר לתת טעם למה שנולד מהול ובזה נפתח פתח במאי דקמן. והוא דנהירנא דכתב רבינו מהרח\"ו זצ\"ל בספר הבהיר עץ הדעת טוב כ\"י דחוה חטאה מאד והנחש בא עליה והטיל בה זוהמא ומזה נמשכ' שהיא נדה טומאה חמורה וכשילדה בת וטמאה שבועים כנדתה א' לה וא' לבתה הנולדה עתה. אך כשהוא זכר יען אדה\"ר לא חטא כל כך כמו חוה לא נמשכה הזוהמא אלא בערלה וכאשר יכרות איש הערלה ישאר הזכר (ה)טהור לכן הדין הוא וטמאה ז' ימים בעבורה אך הבן אין טומאתו חמורה רק וביום הח' ימול בשר ערלתו ודיו עכ\"ד והבאתי דבריו בקונטריס זה סוף שבת ע\"ש:<br><b>ואנכי </b>איש צעיר בזה כתבתי בדרושים שישנו בנותן טעם טועמי\"ה חיי\"ם על דברת בני אדם כי ילד יולד מרננ\"ו אבתריה רינה וצהלה ויום הולדת בת יתן לאיש עצ\"ב. ולא עוד אלא דאמרו דכל צבא השמים אלו הן הגולי\"ן גילת ורנן כי יולד זכר ואם נקבה תלד ירבו עצבות' ורז\"ל תקנו לברך שלא עשאני אשה. והרי יש כמה נשים צדקניות ובעלות מזל להפליא. וכל קבל דנא יש כמה בנים ראוי לקברן בחייהם וחבל על דמשתכחין וכבר כ' המליץ דרך בדיחותא שהיה מברך ברכה הנז' בשפה רפה וכו'. הן אמת שמצאתי במדבר רבה פ\"ג כבודו של הקב\"ה עולה מן הזכרים ע\"ש וכפ\"ז יש טוב טעם כי הקב\"ה כביכול כבודו עולה מן הזכרים ומשו\"ה הכל שמחים. והפשוט דטעם שהקב\"ה כבודו עולה מן הזכרים היינו משום שהם מצווים בתרי\"ג מצות והם חייבים בתלמוד תורה וגדלה מעלת תורה לשמה מאד מאד ונשים פטורות מקצת מצות ומת\"ת. ועד\"ה אפשר כבודו עול\"ה מן הזכרים בסוד העלאת מ\"ן ואין להאריך כאן:<br><b>ולדרכנו </b>אפשר לומר דהנקבה משכן לסט\"א בנדתה כי היא טומאה חמורה יוצאת מגופה ואמרו בזהר [ה]קדוש דלית מסאבו תקיף כמסאבותא דנדה ולכן להיותה כלי מוכן לטומאה חמורה תדיר כל השומע עלו בו עצבי\"ם שבא לעולם כן ובסיס לסט\"א ומשו\"ה תקנו לברך שלא עשאני אשה דגם אם היא צדקת וכשרה כימי נדת דוותה תטמא משא\"כ בבן. והשתא ישי אבי דוד היה מד' שמתו בעטיו של נחש כמ\"ש פ\"ה דשבת ונמצא דהיה צדיק גמור בתכלית דלא היה לו חטא כלל ועי\"ז מרוב קדושתו וקדושת אשתו יצא דהע\"ה מנוקה מאד שלא היה אחיזה לסט\"א כלל אפילו בערלה ונולד מהול. וכן אפשר שזה טעם דמשה רבינו נולד מהול דעמרם היה א' מד' שמתו בעטיו של נחש ומרוב קדושת עמרם ואשתו לא נמשך על משה רבינו אפי' בחינת ערלה [והיכא דאיכא למדרש דרשינן כי יש כמה שנולדו מהולים והם הדיוטות אמנם הן הן מפעלות ה' ומי יעמוד בסוד]. ובזה נצח גבריאל בזכות דוד כי מבטן אמו לא שלט בו בחי' הערלה והסט\"א וכל אשר היה עושה מתורה ומצות הכל נקי בלי שום דופי ופ' לא שלט בו והיא העולה שינצח גבריאל בזכות דוד הע\"ה שהיתה מכתו תמה ולא שלט סט\"א מכח אבא ישי שמת בעש\"ן ואבוה דאבא עובד אלהים והחוט המשולש יצא מנוקה ומשופה ולהכי הזכיר דוד הע\"ה שבו נתחזקה הקדושה ובתלתא הויא חזקה ואלים זכותיה לאצולי ליונה תמה מתמ\"ר ועולה:<br><b>ומן </b>האמור אפשר לפרש האי קרא על האשה הנצב\"ת אמה של מלכות נצבת בת עדאל אמו של דוד הע\"ה על דרך דדרוש בשמעתין כי הנה כתבנו בעניותנו בדרושים משז\"ל דישי תבע שפחתו והיתה כונתו לטהר זרעו מאיסור מואבית והשפחה אמרה לגברת לכי נא והשתנית ומשם יצא דהע\"ה וכשהיתה הרה קמו בניה והיו רוצים להורגה שבעלה היה פרוש מרובה זה שנים והיא הרה לזנונים. ואביהם ישי פייסם להניח לולד לעבד ולא יוציאו פגם עליהם ואשת ישי לא רצתה להלבין לבעלה ולא למסור לשפחתה וסבלה מרורות ודוד היה בזוי ומאוס עד שבא שמואל הנביא וגלה סודו ומשחו למלך זהו תורף דבריהם ז\"ל. וז\"ש למנצח שהאמת נצח בבא שמואל הנביא על יונת אלם אמו של דוד שהיא כיונה שאינה מחלפת בן זוגה וחשדוה והיא נאלמה ובניה נעשו רחוקים ולאויבים היו לה. לדוד מכתם שנולד מהול. ואחיו לא השגיחו ולא נתבוננו בענין שהרי דוד הע\"ה שלא היה לסט\"א אחיזה אפי' בערלה מקדושת אביו ואמו והיה נקי ובר והאמת עד. ואם למקרא קמה וגם נצבה:<br><b>והרב </b>מהרש\"א כתב והא דאמרינן בהתכלת בדוד הע\"ה כיון שנסתכל במילה שבבשרו נתישבה דעתו למ\"ד דנולד מהול צריך להטיף ממנו דם ברית ניחא ולמ\"ד דאין צריך מ\"מ שמח שלא היה ערל גם כי לא נתקיים בו בקום עשה עכ\"ל וטפי ניחא לומר שעיקר המצוה לשמור אות ברית שלא יפגום בו כי חתום בחותמו של מלך שדי מלבר והויה מלגיו ודהע\"ה נסתכל שהיו השמות מאירים ולא פגם כלל ושמר הברית כראוי וזהו שמחה גדולה. וזה רמז הכתוב שש אנכי על אמרתך כי דרשוהו בשבת דף ק\"ל על המילה. שש אנכי על ס\"ת גימט' שד\"י הוי\"ה:", 
            "<b>הכר נא אמר ר' חמא בר חנינא בהכר בישר לאביו בהכר בישרוהו וכו'</b> אפשר במ\"ש בס' עולת שבת דיוסף הי\"ל נשמה דאדה\"ר וכו' וביארנו בעניותנו שז\"ש יהודה לאביו הכר נא אם ראויה הכתנת לבנך שסברת שהוא אדה\"ר וראוי לכהן גדול ולכן עשית לו כתנת ועתה ראה והבן כי סופו הוכיח כי אינו אךם ואינו ראוי לכתנת והוא מצד הקליפה ולכן טבולה בד\"ם לא אד\"ם הוא. ולפי האמת יעקב אע\"ה הדין עמו ויוסף צדיק גמור והוא חלק נשמת אדה\"ר ועוד לו אך המלוכה. וזה רמזו לו הכר נא למי החותמת וכו' האם לאיש כמוך ראוי לעשות זה אלא הן הן מפלאות תמים דעים והחותמת והמטה והפתילים נאים לך וכן הכתנת נאה לאחיך יוסף ואם נמכר הדברים עתיקין תתן אמת ליעקב כי אשר חשב ועשה לו כתנת קש\"ט שנים עשר שבטים שוים לטובה:"
        ], 
        [
            "<b>שאני נכרים דלא מפקיד דינא עלייהו</b> עמ\"ש אני בעניי בקונטריס זה לעיל מסכת שבת על דף ל\"ב בס\"ד:", 
            "<b>מתקיף לה רבה אלא מעתה דואג ואחיתופל מי לא עסקי בתורה אמאי לא הגינה עלייהו אלא אמר רבא וכו'</b> נהירנא שהרב המופלא ח\"ק כמהר\"ח ן' עטר זלה\"ה בספר אור החיים פ' בחוקותי כתב דרב יוסף יתרץ לקושית רבה דאיהו לא מיירי אלא בעוסק בתורה לשמה ואז אפילו בעדנא דלא עסיק בה מגנא ומצלא ושאני דואג ואחיתופל דלא עסקי לשמה זהו תורף דבריו. ואני השפל אומר דסבר רבה דודאי דואג ואחיתופל עוסקי תורה דלא עסקי לקנתר דאז תורה נעשית לו סם המות אלא עסקי להתכבד ולהתיהר דאז מתוך שלא לשמה וכו' וכמ\"ש התוס'. והשתא מקשה רבה לרב יוסף דלא איפשר אם איזה שעה לא עסקי לשמה דבודאי המצא ימצא איזה שיעור שלמדו לשמה ולךעת רב יוסף דאפילו בעידן דלא עסקי מגנא ומצלא אמאי לא הגינה עלייהו ודוק:", 
            "<b>מי לא פלגן בהדייהו.</b> המפרשים דקדקו דאמאי נקיט לה בסגנון זה בלשון תמיהא מי לא פלגן בהדייהו דמשמע דזה דבר פשוט ומאי פשיטותיה. ולפי פשטו אפשר דהיינו על דרך הא דכתיב כי כחלק היורד במלחמה וכחלק היושב על הכלים יחדיו יחלוקו. והכא הת\"ח עוסק במלחמתה של תורה והיא יושבת על הכלים להכין לו צרכיו ונוסף על זה דמקריין בניהו ומנטרן לגברייהו וא\"כ הוא דבר מוכרע דפלגן בהדייהו דמלבד דדמי קצת לאנשי המלחמה ויושבים על הכלים עוד בה דמקריין ומנטרן ולז\"א בלשון תימא מי לא פלגן:<br><b>ודרך </b>דרש אפשר במ\"ש הרב זרע בירך ח\"ג על ברכות דף ל\"ד ע\"ב דהת\"ח נזון בזכות האשה בעה\"ז כמש\"ה ולאברהם הטיב בעבורה והיא יש לה חלק בתורתו בעוה\"ב והארי' בזה וזהו התמיהא דכיון דהוא ניזון בעה\"ז בזכותה ונוסף גם הוא דמקריין ומנטרן ודאי נוטלת חלק בתורתו בעה\"ב ועל כן בא דברו בלשון כזה מי לא פלגן דהחולק על זה מן המתמיהין דהיא אקדמיה בעה\"ז דאהניא ליה זכותה בעה\"ז וגם מקריא ומנטרא ובודאי פלגא בהדיה ודוק:"
        ], 
        [
            "<b>היכי דמי חסיד שוטה וכו'</b> תוס' הביאו מ\"ש בירושלמי. ואמרו עוד בירושל' ראה תאנה בכורה אמר במי שאפגע בו תחילה אתננה ראה נערה מאורסה והיה רץ אחריה הדא היא דתנן הרודף וכו'. ופירש בס' פני משה והיה איש רץ אחריה גרסינן שראה א' רץ אחריה וכו' והוא לא רצה להורגו שלא לשפוך דם עכ\"ל שוב ראיתי שכ\"כ הרב יפ\"מ. ולפי פירוש' לישנא קייטא טובא. ואפשר דהכונה שהוא אמר לתת התאנה למי שיפגע תחילה וראה נערה מאורסה והיה רץ אחריה לתת לה התאנה שהנערה פגע תחלה וזה שטות דאין לרוץ אחר נערה מאורסה דאיכא חשדא ועוד דהוא מעותד שיהרגוהו שהרואהו רץ אחר נערה מאור' הדין הוא שיהרוג אותו וידרוך קשתו בפתע פתאום ויהרגהו ומאין ידע שטותו שרוצה לתת לה תאנה:"
        ], 
        [
            "<b>בתולה צליינית</b> בתוס' הביאו הירושלמי ופירשו בו ב' פירושים. ובס' פני משה בפירושו קיצר בדבריו ולא ביאר שהתעניות סיבה וכו' והרכיב שני הפירושים ולא זכר דברי התוס' הללו עיין בספרו ועיניך תחזינה מישרים .", 
            "<b>ההיא אלמנה דהות בי כנישתא בשביבותה כל יומא הוה אתיא ומצלא בי מדרשי' דרבי יוחנן וכו'</b> יש להרגיש במאי דקאמרה ולא שכר פסיעות יש לי דמשמע דהוה עבדא ע\"מ לקבל פרס ואין זה מן המובחר. ותו דאמר רבי יוחנן למדנו קבול שכר מאלמנה דמשמע דמאן דעביד לקבולה אגרא היתה כאלמנה שפיר עביד. ותו לימוד בעי והלא מלתא כדנא פשוטה לפניה דאין הקב\"ה מקפח שכר אפילו שיחה נאה:<br><b>ואפשר </b>בהקדים מ\"ש הגאון מהר\"ר צבי בתשובותיו סי' ק\"ו דמקשה ורמי על תשובת הרדב\"ז בראשונות סי' י\"ג בשר אחד מימר אמר הן חבוש מתיר יום לשנה וזו הלכה העלה הרב ז\"ל דיומא קמא יציאתו הנאה לו לקיי' המצוה קמא דמטא לידיה ואין מעבירין על המצות. והרב מהר\"ץ הנז' דרך קשתו ושקיל וטרי ומסיק כדברי הרדב\"ז ומייתי תלמודא בידיה אותה שאמרו פ\"ק דמשקין פלס מעגל וכו' וכתיב ארח חיים פן תפלס כאן במצוה דא\"א לעשותה דמצוה הבאה יעשה בין גדולה בין קטנה ומה שפסק הרב תרומת הדשן סי' ל\"ה דאשרי המחכה הוא יברך ברכת הלבנה באפוקי שבתא ל\"ק דהתם המצוה ההיא נעשית באופן יותר משובח לכן יחכה לקיימה על צד היותר טוב. וההיא דתמידין ומוספין דמנחות דף מ\"ט דבעי הי קדימי מוספין דהאידנא או תמידין למחר כחדא מצוה חשיבי זהו תורף קיצור דבריו ז\"ל עיין בספרו באורך וברוחב:<br><b>אמור </b>מעתה זו האלמנה דהוה בי כנישתא בשביבותה השיגה רבי יוחנן דהוה לה למיזל בי כנישתא דסמיך משום דאין מעבירין על המצות וההוא דפגע ברישא איבעי לה למעבד וכההיא דאורח חיים פן תפלס. ואמרה האשה ולא שכר פסיעות יש כלומר דהמצוה היא עצמה ואני עושה אותה באופן היותר נאות וכדברי הרב תה\"ד הנז' ואין מעבירין היינו במצות חלוקות ולא שהיא היתה עושה ע\"מ לקבל פרס רק אצטריכא לה שעתה כל שישנו בנותן טעם דלא שייך אין מעבירין במצוה אחת שאם ימתין לעשותה יעשנה בדרך מובחר וז\"ש למדנו קבול שכר מאלמנה כלומר חידוש גדול למדנו לעשות המצוה בשלם שבפנים ואין לחוש להמתנה ולאו דוקא כפשטו קבול שכר אלא דעד עתה לא ס\"ד לתת לב לשכר כי צריך לעבוד להקב\"ה שלא ע\"מ לקבל פרס כלל אמנם עתה בפרק אלמנה שיש לחשוב בקבול שכר לא ע\"מ לקבל ח\"ו רק דמשם נתבונן לעשות המצוה באופן היותר טוב כאשר זאת האשה צעדה עלי שור כי ראתה שיש שכר פסיעות ועד פה באה:<br><b>ועוד </b>אפשר לומר במ\"ש הרמב\"ם פ\"ח מתפלה בית המדרש גדול מבית הכנסת וחכמים גדולים אף שהיה בעירם בתי כנסיות הרבה לא היו מתפללים אלא במקום שהיו עוסקים בתורה. וא\"כ אפשר שדעת האשה הזו לבא למדרשו של ר' יוחנן משום דבית המדרש גדול כמ\"ש דר' אמי ור' אסי הוו להו תליסר בי כנישתא ולא הוו מצלו אלא היכא דהוו גרסי וכמ\"ש הרמב\"ם. אמנם דעת ר' יוחנן דזהו לת\"ח אמנם לע\"ה וכל- שכן לנשים בי כנישתא עדיף דברוב עם הדרת מלך וכמ\"ש רבינו יונה למ\"ד דרבי אמי ור' אסי עשרה מכנפי להו בהא קמ\"ל דאע\"ג דבבית הכנסת מתקבצים עם רב היכא דגריס בעשרה עדיף וסבר ר' יוחנן דדין זה לת\"ח אבל להמון העם בית הכנסת עדיף דברוב עם הדרת מלך. וזה שאמר ר' יוחנן לא בית הכנסת בשביבותך כלומר דאיכא ברוב עם ולדידך עדיף מבה\"מ מ\"ט אתיא להכא. וכבר האשה הבינה מאי דמחוי לה במחוג. ולזה אמרה בלשון תמיהא ולא שכר פסיעות יש לי כלומר אפילו לשיטתך דבית הכנסת עדיף לי אכתי איכא טיבותא אחריתי דשכר פסיעות והן לו יהי דהא דבית המדר' גדול דוקא לת\"ח בהצטרף שכר פסיעות גם לע\"ה בה\"מ גדול ורבי יוחנן קלסה. [ובפ' המקבל (בבא מציעא דף ק\"ז) אמרו שם ורבי יוחנן לטעמיה דאמר שכר פסיעות יש ע\"ש]:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>חוץ מן הקטן וממי שאינו איש וכו'</b> עמ\"ש הרב מהר\"ם מלובלין בתשובותיו סימן קי\"ו ומ\"ש אני בעניי בקונטריס חיים שאל ובמה שרמזתי בקונטריס זה מס' אבות פ\"ב משנה ד' בס\"ד:"
        ], 
        [], 
        [
            "<b>ת\"ש אלמנה לכ\"ג משתה הוא דלא שתו וכו' אמר רב יהודה מדיסקרתא וכו'</b> עיין מה שכתב מורינו הרב הגדול שארינו מהר\"י זאבי זלה\"ה בספרו הבהיר אורים גדולים בלימודי' לימוד ק\"ל דף מ\"ו ומ\"ש אני בעניי בספרי הקטן ברכי יוסף א\"ה סי' י\"א אות ג' בס\"ד:", 
            "<b>אמר אביי לא לאוסרה עליו.</b> נשאל הרב תרומת הדשן סי' רמ\"ד שאלה הא דאמרינן בעלה בעיר אין חוששין לה משום יחוד אם קנא לה כבר מאותו האיש ונתייחדה עמו כשבעלה בעיר מי חוששין ליחוד כה\"ג או לא. תשובה יראה כיון דקנא לה כבר מאותו האיש חוששין לה משום יחוד אפילו כשבעלה בעיר וכו' וכן מצאתי בתוס' במסכת סוטה לענין פתח פתוח לר\"ה וכו' ואי קנא לה כבר חוששין ונראה דכ\"ש לענין בעלה בעיר עכ\"ל. ואני בעניי בילדותי כשעמדתי על תשובת הרב הכרתי שתוס' שבידינו על מכילתין הם תוס' אחרות ואינם התוס' שהיו ביד הרב ז\"ל ופסקי התוס' שבידינו שהזכיר פ\"פ וכו' אינם מיוסדים על תוס' מסכת זו שבידינו רק הם פסקי תוס' אחרות. ועד כה ברכני ה' שבאו לידי תוס' כ\"י למכילתין ושם אני מוצא דאהא דאמר אביי בסוגיין לאוסרה עליו כתבו התוס' הנז' וז\"ל אמר אביי לא לאוסרה עליו וא\"ת למ\"ד דאוסרין על היחוד למה לי למתני' למימר דמהני קינוי לאסרה עליו פשיטא וי\"ל דאצטריך מתני' אפילו היכא דאינה אסורה יחוד כגון פ\"פ לר\"ה דאין שם משום יחוד ואפ\"ה לענין סוטה הוי רה\"י וה\"נ אמרינן חצר שנכנסים לה בזו ויוצאים לה בזו רה\"י לשבת ורה\"ר לטומאה משמע דוקא היכא דאיכא תרי פתחי אבל היכא דליכא אלא פתח א' הוי רה\"י לטומאה. א\"נ כגון שבעלה בעיר דאמר בשילהי קדושין בעלה בעיר אין חוששין לה משום יחוד ואפ\"ה לענין תורת סוטה אשמועינן מתני' דחשבינן לה סתירה ואפי' בעלה בעיר כיון דלא משתמיט תנא בשום מקום לו' שלא תחשב סתירה לענין סוטה כשבעלה בעיר עכ\"ל והרי מצינו מ\"ש הרב תה\"ד בשם התוס'. אמנם לכאורה קשה דכתב הרב תה\"ד ונראה דכ\"ש לענין בעלה בעיר. חדא דכן כתבו התוס' בפירוש כמבואר. ותו דהרב ז\"ל כתב כ\"ש לבעלה בעיר ומדברי התוס' לכאורה נראה דהם שוים והם שני תרוצי התו'. ואפשר דממ\"ש התו' כיון דלא משתמיט תנא בשום מקום וכו' ולפ\"ז כי תנן בכמה משניות קנוי וסתירה הוא אפילו בעלה בעיר והוה פשיטא לתנאי טובא דהיכי דקנא אפילו בעלה בעיר הוי יחוד ומשו\"ה סתמי למילתייהו ומשמע דהא פשיטא לן טפי מפ\"פ לרה\"ר. ומאחר שכן אפשר דכונת הרב תה\"ד הוא ונראה מהתוס' דכ\"ש לענין בעלה בעיר והיינו תירוץ שני של התוס' דלא אשתמיט וכו' ומזה מוכח דהא פשיטא וכמדובר ודוק הטב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כשם שהמים בודקין אותה כך המים בודקין אותו וכו' התוס' הביאו ירושלמי הוא שוגג והיא מזידה וכו'</b> עמ\"ש הרב משנה למלך פ\"ב דסוטה דין י\"ב ומה שכתבתי אני בעניי על הירושלמי ודברי הרב ז\"ל ודברי האחרונים בספרי הקטן ברכי יוסף א\"ה סימן י\"א דף ק\"ה ע\"ש באריכות בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ת\"ר דרש רבי יוסי הגלילי בשעה שעלו ישראל מן הים וכו' וכיצד אמרו שירה וכו'</b> עיין מה שכתבתי אני בעניי במאמר זה בספרי הקטן ראש דוד פ' בשלח בס\"ד:<br><b>[מכאן </b>מודעא שבכמה מאמרים דמכילתין ומסכתות אחרות ואיזה ענינים השייכי' למסכתות כתבתי בעניותי בהם והנם רשומים ומפוזרים בין לקוטי ולא עצרתי כח לסדרם ולבררם ואפילו מה שאני רומז בקונטריסי אפילו הנדפסים הוא מאשר ולא כל אשר והכל לפי השעה והזמן המקום ברחמיו הרבים ירפאנו רפואה שלימה ויבריאנו לעבודתו ולעסק תורתו הקדושה לאורך ימים ושות חיים כי\"ר] ."
        ], 
        [
            "<b>ולחזי האי לא אי בלמד אלף לא הוא וכו'</b> עיין מה שרמזתי ב^ה, בזה הקונטריס במסכת מכות על דף יו\"ד בס\"ד:"
        ], 
        [], 
        [], 
        [
            "<b>מפני מה תקנו תפלה בלחש וכו'.</b> מה שהקשה הרב באר שבע בתוספותיו על פי מ\"ש מהרש\"א באגדתיה לק\"מ. ולשון תקנו דקשיתיה. לדברי מהרש\"א יש לישב דהיה להם לתקן שיאמרו הכל בקול רם ותו לא הוה מקטני אמנה ולמה תקנו כה\"ג להכי קרי לתפלה בלחש תקנה משום דמשמע ליה דחנה שהתפללה בלחש מוכח דהכי תקון מעיקרא ומסיבה דהכי תקון נמשך האיסור וכך עשתה חנה כמו שתקנו דאי בימי חנה הוו מצלו בקול גם היא היתה יכולה להתפלל כך אלא נראה דהיתה תקנה קדומה ומפני מה תקנוה והשיב משום שלא יתבישו והשתא דתקון נולד האיסור דהמשמיע אסור. והרב מהר\"ש אלגאזי תירץ למ\"ש המגביה. ואמאי לא חש למשמיע שהוא מקטני אמנה. א\"נ אפשר דחנה היא היתה אם לזה בנביאותה וחסידותה ולא היו העם נוהגים כן והראיה מעלי אלא שאח\"ך תקנו לנהוג כחנה ונמשך מהתקנה דהוי מקטני אמנה ונביאי שקר וז\"ש מפני מה תקנו שהי\"ל להניח שינהגו כמנהג' שיתפללו בקול רם ואז ליכא מקטני וכו' ותירץ משום עוברי עבירה ודוק הטב כי קצרתי:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>אבותי בקשו עלי רחמים וכו'</b> כתבו התוס' וא\"ת האמר פ' מי שמתו דמיתי לא ידעי מידי ומשמע במסקנא אפילו אבות העולם וי\"ל וכו' ע\"ש. שמעתי מקשים דמסקנת הש\"ס פרק מי שמתו הוי איפכא דאבות העולם ואפילו שאר מתי ידעי. ואפשר לומר בדוחק דכונת התוס' להקשות למאי דאמרינן התם מעיקרא דמתי לא ידעי דמהך דכלב דאמר אבותי בקשו עלי רחמים משמע דמתי ידעי וכדי שלא נאמר דמ\"ש דמתי לא ידעי היינו לשאר מתי אבל אבות העולם לכ\"ע ידעי לזה כתבו התוס' ומשמע במסקנא דאפילו אבות העולם וכו' כלומר דמדיליף במסקנא דמתי ידעי מאבות העולם שמעינן דכי קאמרינן מעיקרא דמתי לא ידעי היינו אפילו אבות העולם וקשה מהא דכלב דאמר אבותי בקשו עלי רחמים ומשמע דמתי ידעי ודוק:"
        ], 
        [
            "<b>אל תקרי ממנו אלא ממנו וכו'</b> עמ\"ש בעניותי בקונטריס זה בערכין על דף ט\"ו באריכות בס\"ד:", 
            "<b>ויתנו את קולם וכו' הן בכו וכו'</b> נהירנא זה שנים רבות שראיתי מידי עוברי בספר מקום שמואל שהקשה דלא שייך נתינה בקול ופירש שהוא כמו לתנות את בת יפתח עש\"ב ובו בפרק הוקשה לי דהו\"ל לינקד תיו ויתנו בפתח. ועוד הכתיב ויתן את קולו בבכי. ועליון יתן קולו. וה' נתן קול לפני חילו. וכיוצא. .הרא\"ם ריש פ' ראה כתב דלא יפול נתינה רק על דבר ממשיי ודחה זה מדכתיב ונתן אותם על ראש השעיר ע\"ש ויש להרגיש אמאי לא מייתי מהני [ויש ליישב]:"
        ], 
        [], 
        [], 
        [
            "<b>באתה דיוקנו של אביו וכו'</b> שמעתי משם מר זקני כמהר\"ר ישעיה אזולאי זלה\"ה שפירש בזה מש\"ה והנה הראה אותי אלהים כלומר שהקב\"ה הראה אותי שראית דיוקני ופירשת ועמ\"ש אני בעניי לפ\"ז סיפיה דקרא בספרי הקטן דברים אחדים דף נ\"ח ע\"ב. ושם דף צ\"ד פי' בעניותי מאמר זה ומ\"ש רצונך שימחה וכו' רועה זונות יאבד הון והבאתי מ\"ש המפרשים על זה ע\"ש:"
        ], 
        [], 
        [
            "<b>כל הפרשה כולה לא נאמרה אלא בנואף ונואפת וכו'</b> עמ\"ש רש\"י ומהרש\"א ועיין מה שכתבתי בספרי הקטן ראש דוד פרשת תבא ושם הבאתי דברי הפסיקתא שנעלמה ממהרש\"א. ואשתמיטיתיה נמי למהר\"ש בן הרשב\"ץ בתשובותיו סי' כ\"א דברי הפסיקתא הנז' ע\"ש בדבריו ודוק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כדאמר רב חסדא בעזרת נשים וכו'</b> עמ\"ש אני בעניי בקונטריס זה ביומא דף [ס\"ט ע\"ב] ושם הבאתי דברי הרב באר שבע והרב כנה\"ג ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>רבי עקיבא אומר מחוטמו ר' אליעזר בן יעקב וכו'</b> הרב באר שבע כתב על זה דראב\"י היה בחרבן וכו' ע\"ש וכן כתב הרמב\"ם בהקדמתו לפירוש המשנה. והרב אמרי צרופה בהקדמתו הביא דברי הרמב\"ם ותמה עליו מתוספתא דכלים וקצת אחרונים תמהו על הרב באר שבע. ואני בעניי אומר דאיברא דהיה בחרבן. ולא זכר הרב אמרי צרופה משנת מדות דאמר ראב\"י פעם אחת מצאו אחי אימא ישן ושרפו כסותו וצדק הרמב\"ם. אמנם מוכרח שהאריך ימים הרבה ולמד מר' עקיבא כמ\"ש ס' יוחסין. ומ\"ש הרב סדר הדורות מתנחומא ואני בעניי נגררתי אחריו בקונטריס אחורי תרעא שסמכתי על הרב הנז'. עתה ראיתי דבתנחומא דפוס ויניציא ליתיה כלל. ובדפוס אמשטרדאם הגירסא ז' תלמידים שלמד ר' עקיבא אך לא נשא שמותם על שפתיו. אך אוסיף לדקדק עליהם דמייתו מב\"ר. והרואה יראה דשונה בלשון אית דאמרי דראב\"י תלמיד ר' עקיבא. ובקהלת רבה פ' בבקר זרע אינו מזכירו ואתיא כמ\"ד הראשון. ומ\"ש הרשב\"ץ במגן אבות מסוף ברכות בנסחתנו ליתא. ועוד יש להרגיש על הרב סדר הדורות דמותיב לרמ\"א ולא מותיב לס' יוחסין ותו דעל הרמב\"ם הו\"ל להקשות ודוק הטב כי קצרתי:"
        ], 
        [], 
        [
            "<b>ואריב\"ל בשביל ד' פסיעות שליוהו פרעה לאברהם אע\"ה נשתעבד בבניו ת' שנה וכו'.</b> מקשים מהכא למ\"ש הרמב\"ם דמה שלקה פרעה היינו כי ה' לא אמר שיהיו במצרים והוא ששעבדם לקה ולפי הא דסוגיין אמאי לקה והלא זה שכרו בשביל הלויה עכ\"ד ולי ההדיוט יראה דשכר הלויה היה תלוי ועומד כי אין הקב\"ה מקפח שכר כל בריה ויהי מאז אשר עשה לויה לאברהם אע\"ה הוא מזומן לקבל שכרו ואם לא היה משעבדם הי\"ל שכר אחר. אכן כשרצה הוא לשעבדם הוקבע זה לשכרו שיהיו בידו שני גלותם ולקה על שהוא רצה לשעבדם ודוק:", 
            "<b>אמר רב יהודה אמר רב כל המלוה את חבירו ארבע אמות בעיר אינו נזוק וכו'</b> אפשר דכונת הלויה היא ללוות השכינה עם ההולך ולזה אפילו ד' אמות בעיר אינו נזוק מאחר שכיוין ללוות השכינה אינו נזוק דהשכינה עמו וזה רמז הפ' צדק לפניו יהלך צדק השכינה לפניו יהלך ע\"י הלויה שליווהו אפילו בעיר ואח\"ך וישם לךרך פעמיו והשכינה עמו:", 
            "<b>א\"ל עלה שהקרחת עלינו את המקום.</b> להבין מ\"ש שני פעמים עלה קרח עלה קרח אפשר במ\"ש בספר לקוטי תורה הנדפס לגורי האר\"י זצ\"ל כי אלישע היה מקין וכלפי דכתיב אל קין ואל מנחתו לא שעה עתה הטוב שנתקן אומר אלישע וגם קרח היה מקין וז\"ש עלה קרח ע\"ש. ונרחיב קצת דזהו שלעגו עליו שהמתיק המים ויתקלסו בו דייקא בשרשו ואיכותו ויאמרו לו עלה קרח לאו רבותא למתק המים אם יש לך כח עלה קרח שירד לשאול בגוף ונפש והוא משרשך העלהו גם עלה:", 
            "<b>ראה שכלן נתעברה אמן וכו'</b> ובסמוך אמרו שהיה זה בשביל מ\"ב קרבנות דבלק ופי' רבינו האר\"י זצ\"ל דמ\"ב קרבנות גרמו דכשעברו הנשמות קדושות בתקלא נעשקו מ\"ב נשמות ולא תחזירם הקלי' עד שתמצא ביאה אסורה ולכן ניתנו המ\"ב נשמות במ\"ב ביאות אסורות ביוה\"כ וקללם אלישע בשם מ\"ב להעלות וקלל הגופות והמ\"ב נשמות חזרו לקדושה ונתקנו זהת\"ד והביאם הרב כלי יקר. ואפשר דלכך יצאו דובים והיו שתים לרמוז לקליפה שהיא טורפת כדוב ובתחילה טרפה נפשם ועתה גופם וזהו שתים דובים שתי חטיפות גוף ונפש. ועיין בס' קול בוכים דף נ\"ה ע\"א וקרובים דבריו לדברי רבינו האר\"י זכר צדיקים לברכה:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שהיה קטנותן של חסידים.</b> בתוספתא גרסינן משמת אבא יוסי בן קטנות איש קטנותא נתקטנה חסידות מישראל למה נקרא שמו איש קטנותא שהוא קוטנה של חסידות ויש להרגיש קצת דמאחר שאמר נתקטנה חסידות מישראל מה שאל למה נקרא שמו איש קטנותא. ויראה על פי פירוש הרמב\"ם שפירש קטנותן של חסידים בכללם ושרשם כי שרש הדבר והתחלתו קטן. ובהכי ניחא לשון המשנה וביותר לשון התוספתא דקאמר נתקטנה חסידות מישראל. ועל זה שאל למה נקרא שמו וכו' דודאי לא פתחו פה לשטן שתפסוק החסידות או שתתקטן החסידות וא\"כ מ\"ט קרו ליה קטנותא ותירץ שהוא קטנה של חסידות כלומר שרשה וכן יש לפרש בלשון משנתנו:<br><b>וחזה </b>הוית לאישי כהן גדול רבין חסידא הרמ\"ך בס' הבהיר יד מלאכי סי' תקפ\"ז שהביא פירוש הרמב\"ם וכתב דהוליד מזה ס' יוחסין באות יוד דא\"כ יהיה אחר ר' יוסי הכהן ורבי יהודה בן בבא וכו' ותולדה זו איני מכיר דלפירוש הרמב\"ם היה מראשוני החסידים וכן נראה מהתי\"ט שחלוק הרמב\"ם בפירושו עם רש\"י והרע\"ם ומאחר שכן נוליד מזה שהיה קודם רבי יוסי וכו' ואפשר דט\"ס וצ\"ל וא\"כ יהיו אחריו רבי יוסי וכו' אלא דבירושלמי פ' המניח אמרו דהוא יוסף הבבלי ותו ק' מאי דתנן פסקו חסידים וי\"ל דפסקו זמן מה והכי דייקא דלא קתני בטלו והירושלמי לשיטתיה דגריס תמציתן של חסידים זהו תורף דברי הרב יד מלאכי:<br><b>ואני </b>בעניי אומר דחלק עלינו את השוין הבבלי והירושלמי וכתב דט\"ס הוא בס' יוחסין. ולא זכיתי להבין איך נחה דעתו לומר דט\"ס הוא בס' יוחסין וצ\"ל וא\"כ יהיו אחריו ר' יוסי הכהן וכו' והלא שם הביא דברי הירושלמי דהוא יוסף הבבלי חבר רבי ולפי הגהתו סותר הקודם ואיך הרב ס' יוחסין כותב דבר והפכו סמיכי אהדדי בסתמא. ותו אמאי לא הקשה על הר\"מ שהוא הפך הירושל'. ותו אשתמיט מהרב דבבריתא בתלמודין קתני בטלו החסידים והוא הפך דבריו שתירץ ויישב הענין דפסקו זמן מה ולא בטלו וכתב דלהכי תני פסקו ולא בטלו והרי דתני בטלו ונפל הבנין:<br><b>ולי </b>ההדיוט הדבר פשוט דלא עלה על דעת הר\"מ דרבי יוסי ראשון לחסידים קודם תלמידי ריב\"ז דגם הר\"מ מודה דהיה אחרון לחסידים אלא דלא ניחא ליה לפרש כרש\"י דאין זה כבוד לקרותו קטן החסידים. וכן העיר בתי\"ט על פירש\"י. ותו דמדוע פתחון פה לשטן. ומשו\"ה פירש דשם זה לכבודו דהיה בכלל החסידים וקטנותן היינו שהשרש בתחילה קטון. ור' יוסי הכהן וריב\"ב ור\"י בר אלעאי קדמו לו. ומה שנראה מהתי\"ט שהר\"מ חלוק בפי' עם רש\"י ורע\"ם היינו בפי' קטנותן. ודוק הטב כי קצרתי ובקונטריס יעיר אזן כתבתי בעניותי יותר באורך בס\"ד:", 
            "<b>משמת רבן יוחנן בן זכאי בטל זיו החכמה.</b> פירש\"י זה לא ידענא מאי היא. וראיתי להרב עיון יעקב פ' הפועלים גבי יופיו של ר' יוחנן שכתב שם דאי גרסינן הכא ר' יוחנן סתם ניחא דכונתו על ר' יוחנן דהוה שפיר וגמיר וזהו זיו החכמה עכ\"ל ודבריו תמוהי' דהא הכא משנה היא ואיך יתכן למגרס ר' יוחנן דהוא אמורא. והרב תוספות י\"ט הקשה על רש\"י דאמאי לא פירש הכא דקתני זיו החכמה. על דרך מה שפירש הוא עצמו לקמן בזיו הכהונה דתנן על רבי ישמעאל בן פיאבי שהיה חכם ועשיר ומ\"ש חכם צ\"ל כהן וט\"ס הוא עכ\"ד הרב תי\"ט ז\"ל ולק\"מ דהתם אשכח רש\"י דהיה עשיר ר' ישמעאל בן פיאבי דאמו בזבזה כל כך לעשות לו כתנת כדאמרינן ביומא וגם מפסחים דף נ\"ז מוכח כן אבל בריב\"ז לא אשכח רש\"י שהיה עשיר. ומ\"ש דחכם ט\"ס וצ\"ל כהן אין צורך להגיה דכהן פשיטא דהוה וקאמר דהוי חכם נמי וכן ראיתי שכתב הרב קול הרמז. והרב עיון יעקב פירש הכא דזיו החכמה היינו שלמד הרבה והיה בקי בכל חכמה. וכבר קדמו הרב באר שבע:<br><b>ואני </b>אומר דזה לא נעלם מעיני זיו חכמת רש\"י. אמנם לא רצה לפרש כן דלא משמע ליה דזיו החכמה יכונה על רוב לימודו ובקיאותו ותו דתלמידיו ר\"א ור' יהושע וחבריהם ור' עקיבא בכלל היו גדולים מאד מאד בתורה ובכל חכמה ולא ניחא לומר בטל זיו החכמה משמת ריב\"ז. והגאון החסיד מהר\"ר אלעזר מקראקא זלה\"ה בספרו מעשה רקח פי' ע\"ד סוד ורמז ע\"ש ומ\"ש שם דשמו בן זכאי אינו מחוור. ומ\"ש שלשלת הקבלה דף כ\"ד ע\"ב לא היו דברים מעולם ומהריק\"ו שרש ק\"ע דף קפ\"ה ע\"ב לא אמר זה וכבר השיגו בס' סדר הדורות דף קי\"ג ע\"ב אלא שלא היו בידו שו\"ת מהריק\"ו ע\"ש:", 
            "<b>משמת ר\"ג הזקן בטל כבוד התורה.</b> מפרש בש\"ס פרק הקורא עומד דהיו לומדין מעומד. ומדברי הרב ש\"ך י\"ד סימן רמ\"ו מוכח דהיה זה ר\"ג דיבנה ודבריו תמוהים כדכתיבנא בעניותין בס' הקטן ברכי יוסף שם ובקונטריס מחזיק ברכה ע\"ש בס\"ד ולעיל בקונטריס זה בברכות. יברכנו ה' מברכותיו ויוסיף לנו שנות <b>חיים</b>:"
        ], 
        []
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001157028", 
    "heTitle": "פתח עינים על סוטה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Petach Einayim", 
        "Seder Nashim"
    ]
}