{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Ed", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002023637"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "מסכת סוטה פרק המקנא לאשתו  ", 
            "<b>מתני' המקנא וכו'. </b>על פי עד אחד או על פי עצמו. קשה לימא על פי עצמו לחוד. וכי תימא לא זו אף זו קתני הא בפרק מרובה (בבא קמא דף עד) דקתני גנב על פי שנים וטבח ומכר על פי עד אחד או על פי עצמו משלם תשלומי ד' וה'. ופריך על פי עד אחד פשיטא. ומשני הא קא משמע לן על פי עד אחד דומיא דעל פי עצמו וכו'. והכא לא בעי אמאי תנא שתיהן. וי\"ל דתרווייהו צריכי דאי לא תני אלא על פי עצמו הוה אמינא דוקא איהו מהימן לשווייה אנפשיה חתיכה דאיסורא לאוסרה עליו עד שתשתה אבל עד אחד לא. ואי תנא על פי עד אחד הוה אמינא דוקא עד אחד משום דחזי לאיצטרופי בהדי אחר להכי איצטריך למיתני תרוייהו. אבל התם כיון דעל פי עצמו אינו משלם אף על גב דאמרינן בעלמא הודאת בעל דין כמאה עדים דמי כל שכן דעל פי עד אחד אינו משלם הלכך אצטריך לפרושי אמאי תנא עד אחד. לקמן ע\"ב תניא ר' יוסי בר' יהודה אומר משום ר' אליעזר מקנא לה על פי עד אחד או על פי עצמו וכו' והתם לא שייך תירוץ זה דעל פי עד אחד נמי הוא המקנא. צעיר אי\"ן:  ", 
            "<b>רבי יהושע אומר מקנא לה על פי שנים ומשקה על פי שנים. </b>לא הוה צריך למתני אלא אף משקה על פי שנים אלא להכי נקט תו מקנא לה לומר לך דוקא קינוי וסתירה הוא דבעינן שנים אבל בטומאה סגי בעד אחד. והיינו דאמרינן בגמרא עד כאן לא פליגי אלא בקינוי וסתירה אבל בטומאה עד אחד מהימן. נראה שהוא מפירוש הרא\"ש כנראה ממה שכתב לקמן סוף ד\"ה אבל בטומאה וכו' עיין שם. צעיר אי\"ן : <br>ואם מת חולצת ולא מתייבמת. הוא הדין דהוה מצי למימר פלוגתא דבית שמאי ובית הלל דלקמן אם נוטלות כתובה אלא דבממון לא מיירי: ", 
            "<b>מכדי תנא מנזיר סליק מאי שנא דתנא סוטה. </b>ואף על גב דקיימא לן אין סדר למשנה הני מילי לענין מחלוקת ואחר כך סתם לפי שזה תלוי במה ששנה רבי לתלמידיו ופעם שנה להם דברי היחיד בסתם לפי שראה לקבוע הלכה כמותו ובמסכת אחרת חזר מן הסתם ושנאה בלשון מחלוקת להודיע שאין הלכה כמו היחיד וכן לפעמים שנה מחלוקת תחלה ואחר כך הסתם ולא ידעינן הי מינייהו דקמייתא והי דבתרייתא כי לא שנו המסכתות אלא לפי מה שהיו התלמידים חפצים ללמוד. אבל כשסדר סדרן זו אחר זו על הסדר. (עיין עוד בתוס' דריש שבועות) : <br>ותנא המדיר תנא נדרים. דמפרש בה נדרים שבין איש לאשתו בין אב לבתו וצריך לשנותה בתרה : ", 
            "<b>המקנא דיעבד וכו'. </b>וא\"ת וכי כל היכא דתני וכו' ככתוב (בקו') בתוספות. וי\"ל דלא פריך לה אלא היכא דאיכא למטעי (כגון) שהוא לשון דיעבד. אי נמי יש לומר דלא פריך לה אלא היכא דמוצא בה תירוץ. גליון. והרא\"ש בפירושיו כתב ויש לומר דלא דייק הכי אלא היכא דאיכא פלוגתא ואז צריך התנא לדקדק בלשונו להודיע כמי הוא סובר: ", 
            "<b>קסבר תנא דידן אסור לקנאות. </b>תימה וכי אם אדם רואה את אשתו שהיא פרוצה ונסתרת עם העריות למה יהיה אסור לקנאות לה. ומצאתי תירוץ לקושיא מתוך הירושלמי דגרסינן התם הקינוי ר' אליעזר אומר חובה ר' יהושע אומר רשות. אמר ר' לעזר בן ר' יוסי קומי ר' יסא אתיא דר' אליעזר כבית שמאי ודר' יהושע כבית הלל. דר' אליעזר כבית שמאי דבית שמאי אומרים לא יגרש אדם את אשתו אלא אם כן מצא בה ערוה. מצא בה דברים כאורים לגרשה אינו יכול שלא מצא בה ערוה לקיימה אינו יכול שמצא בה דברים כאורים פירוש כעורים לפום כן הוא אומר חובה. ודר' יהושע כבית הלל דבית הלל אומרים אפילו הקדיחה תבשילו לפום כן הוא אומר רשות רצה לקנאות יקנא לגרש יגרש. וכן נמי מאן דאמר אסור לקנאות סבר כבית הלל וכיון שיכול לגרשה מוטב שיגרשנה ממה שיקנא לה ותהיה עמו בקטטה וגם שמא תזנה תחתיו בסתר. ולבית שמאי דאי אפשר לגרש (מותר) חובה לקנאות. ואף על גב דבירושלמי מוקי מאן דאמר רשות כבית הלל ופרישנא דלבית הלל אסור לקנאות לא תקשה (הדאמר) הא דאמר לקמן דר' ישמעאל סבר רשות לקנאות וקאמר המקנא נכנסה בו רוח טהרה. דיש לומר אם אינו רוצה לגרש מחמת שיש לו בנים ממנה או שכתובתה מרובה רוח טהרה היא שיקנא לה. הרא\"ש ז\"ל בפירושיו: ", 
            "<b>מוציא אסירים בכושרות. </b>והא דנקט כקריעת ים סוף ולא קאמר כיציאת מצרים כלישנא דקרא משום דדרשינן בכי ושירות בכי למצרים ושירות לישראל דהיינו על הים. עיין מה שכתב רש\"י ועיין מה שכתוב בסוף פרק שני דסנהדרין. ובמכילתא (פרשת בא פי\"ו) שנינו חרש שהוא כשר לא חמה קשה ולא גשמים. ר' יהושע אומר בכושרות אלו בוכים ואלו משוררים שבמצרים בוכים שנאמר ומצרים מקברים וישראל משוררים שנאמר קול רנה וגו' עיין שם. ומשמע דמשוררים היינו הלל דאכילת פסחים. ואפשר דבוכים ומשוררים אינו בזמן אחד. שוב ראיתי ברבה (פרשת במדבר פרשה ג') שאמרו המצריים בוכים מפני שהיו בזוזים וכו' וישראל משוררין שהיו טעונין ביזת שונאיהם עיין שם. ומכל מקום יתישב לפי מה שכתוב עוד שם אמר ר\"א בכושרות אותן שהיו בוכין אלו ישראל ומשה וכו' הרי הן משוררין עכשיו שנאמר אז ישיר וגו' עיין שם. צעיר אי\"ן. <br>ויש מפרשים דלהכי מדמה ליה לגאולת ישראל ממצרים משום דהתם הרג למצריים וטבעם בים סוף בשביל ישראל כן הורג בעלה של זו ואשתו של וה ומזווגן יחד דבזווג שני מוקמינן : ", 
            "<b>ארבעים יום קודם יצירת הולד. </b>הקשה רש\"י הלא הכל גלוי וידוע לפניו יתברך. ותירץ דהכל בידי שמים חוץ מיראת שמים כדאמר במסכת נדה ואילו צדיק ורשע לא קאמר. ותירוץ זה אינו מספיק דנהי דיראת שמים אינו בידו ונתן שני דרכים בידו של אדם לבחור באיזה שירצה מכל מקום גלוי וידוע לפניו מי יבחר בטוב ומי ימאס בטוב כדכתיב קורא הדורות מראש. ודור ודור ודורשיו ודור ודור וחכמיו הכל הודיע לאדם מראש כמו שדרשו על פסוק זה ספר תולדות אדם. וצריך לומר שאף על פי שיודע אינו רוצה להכריז עליו גזרה שיגזור רשע לאשה רשעה שלא יטעה אדם לומר גזרה הוא מלפניו מטוב ועד רע. הרא\"ש ז\"ל בפירושיו. עיין מה שכתוב במכילתא פרשת בא פי\"ו ועיין מה שכתבו הרמב\"ם והראב\"ד פ\"ה דתשובה והריב\"ש סימן קי\"ט. צעיר אי\"ן : ", 
            "<b>הא בזווג ראשון הא בזווג שני. </b>וזווג שני כגון אלמון לאלמנה. אבל בחור שנשא אלמנה או אפכא הוי כמו זווג ראשון. גיליון ותוס' הרא\"ש ז\"ל. בסוף גיטין איתא כי האי לישנא כאן בזווג ראשון וכו'. ועיין מה שכתב הר\"ן סוף פרק שני דסנהדרין (דף כב ע\"א). ועיין מה שכתב הפרי חדש באבן העזר סימן קי\"ט סוף ס\"ב. צעיר אי\"ן. ועיין עוד מה שכתב מ\"ר הרב בעל פתח עינים הי\"ו. יפ\"ה: ", 
            "<b>עד כאן לא פליגי אלא בקינוי וסתירה. </b>קינוי לאו דוקא דלא פליגי אלא בסתירה. ויש מפרשים משום דר' יוסי בר' יהודה פליג לקמן אתנא דמתניתין וסבר דבקינוי פליגי ובסתירה לא פליגי. והכי קאמר בין אליבא דתנא דמתניתין ובין אליבא דר' יוסי בר' יהודה לא פליגי אלא בקינוי וסתירה אבל בטומאה מודו דעד אחד מהימן. גיליון. ודוחק הוא לפרש דקאמר עד כאן לא פליגי אדר' יוסי בר' יהודה דפליג לקמן ולפירוש הקונטריס ניחא. תוס' הרא\"ש ז\"ל. ונראה לי לפרש בקינוי וסתירה פירוש בסתירה שאחר קינוי. והוצרך להזכיר קינוי משום דבעי למימר אבל בטומאה עד אחד מהימן דהוא הדין דהוי אחר קינוי וסתירה. הרא\"ש ז\"ל בפירושיו. ", 
            "<b>אבל בטומאה עד אחד מהימן. </b>תימה מנא לן דסברי בעד אחד מהימן דילמא לכולי עלמא בעינן שנים. וי\"ל דאותנן נמי קסמיך. ועוד יש לומר כדפרישית מדהזכיר ר' יהושע בדבריו קינוי שלא היה צריך לאשמועינן דדוקא קינוי וסתירה צריך שנים אבל בטומאה עד אחר סגי. הרא\"ש ז\"ל בפירושיו. וכן בתוס' וזה לשונן: ועוד אומר הרב ר' אלחנן מדלא קתני ר' יהושע אומר אף משקה על פי שנים אלא קאמר (מקנא) ומשקה לה על פי שנים משמע דדוקא סתירה בעי שנים אבל בטומאה בעד אחד סגי דאי הוה בעי בטומאה שנים הוה ליה למימר וטומאה על ידי שנים כיון דאיירי בעדי סוטה : "
        ], 
        [
            "<b> סלקא דעתך אמינא סוטה שאני דרגלים לדבר. </b>הלכך אי לא כתיב ועד אין בה לומר דחד לא מהימן סלקא דעתך דמהימן משום דרגלים לדבר הלכך אצטריך למכתב ועד אחד לגלות על ועד אין בה דהוו תרי וצריך לומר תרי לית בה אלא חד ואסורה. אך קשה מאחר שירדנו לסברא זו דחד מהימן משום דרגלים לדבר מהשתא לשתוק מועד אין בה ומועד אחד וממילא ידעינן דחד מהימן. וי\"ל דאחרי שנכתבו שני הפסוקים נסייעינהו משם מהך סברא דחד מהימן משום דרגלים לדבר לדרוש הפסוקים כפי הקבלה. אבל אי לאו קראי לא אלימא הך סברא כולי האי להאמין בה עד אחד. מה שכתב לשתוק מועד אחד אינו מדוקדק ורוצה לומר דלא אצטריך תלמודא למילף מניה לסוטה. ומיהו קרא איצטריך לגלויי אקרא דוהוא עד דשבועת העדות כדאיתא בסנהדרין (דף ל' ע\"א) ובירושלמי ריש פרק שבועת העדות עיין שם. צעיר אי\"ן : ", 
            "<b>מאי טעמא דר' יהושע. </b>תימא מאי טעמא דר' אליעזר הוה להו למבעי דאמר דעד אחד מהימן. ויש לומר דמסתבר טעמיה דמה שייך טפי למעוטי קינוי (וסתירה) מסתירה שכן אוסרתה כטומאה ועוד דאיכא קצת רגלים לדבר שקינא לה. הרא\"ש ז\"ל. ", 
            "<b>לדברי ר' יוסי בר' יהודה אין לדבר סוף. </b>משום דכיון דעל פי עצמו (קינא) מקנא לה כשיראה שהיא נסתרת מתוך כעסו יאמר שקינא לה. ויש מפרשים אין לדבר סוף כי יוציא לעז על המים כי הוא נראה לו שזינתה בודאי. ואין המים בודקין אותה כי הוא משקר במה שאמר שקינא לה ולכך לא בדקוה המים. הרא\"ש ז\"ל : ", 
            "<b>אדרבה למשנתינו איכא עיקר. </b>יש מפרשים אדרבה למשנתינו איכא עיקר דכיון דקינא לה על פי שנים תהיה מוזהרת מליסתר אבל במילתיה דר' יוסי בר' יהודה דמיירי דלא קינא לה מתחלה היא לא תזהר מליסתר שכבר קינא לה בעדים שלא על ידי כעס כבעמוד. תוס' הרא\"ש ז\"ל. מה שכתב שכבר קינא לה וכו' אין לו שחר. ולעניות דעתי נראה שכך צריך לומר ורש\"י פירש שכבר קינא וכו'. ומה שכתב כבעמוד רוצה לומר כמפורש בפירוש רש\"י בעמוד ולשון זה איתא נמי לקמן (סוטה דף ט' ע\"א) סוף ד\"ה מנימין וכו'. צעיר אי\"ן : ", 
            "<b>דילמא קיימא לן כריב\"י. </b>תמיהא לי במה נסתפק ר\"ח מסורא כי סתמא דמתני' עדיפא מברייתא ועוד ר\"א ור\"י הלכה כר\"י, ושמא מסתבר טעמיה דריב\"י משום דאליבא דידיה א' ונסתרה והיא נטמאה לכמה שיעור סתירה כדי טומאה הוא דאתא כדדרשינן ליה לקמן (סוטה דף ד' ע\"א) ואפשר דאיהו לא הוה תני פלוגתא דר\"י בברייתא, הרא\"ש ז\"ל בפירושו ור\"ל דריב\"י לא הוה תני פלוגתא דר\"י בברייתא דידיה וס\"ל דליכא דפליג אדר\"א ולתרץ קושיא ב' קאי האי ואפשר וכו'. צעיר אי\"ן:"
        ], 
        [
            "<b>מאי טעמא דר' ישמעאל סבר לה כי האי תנא. </b>זה לשון גיליון מאי טעמא דר' ישמעאל דשני ליה האי עשה מכל עשה שבתורה. ומשני סבר לה כי האי תנא הלכך מצי למדרש קרא בלשון רשות. ומשום דמסתבר ליה למימר רשות דסבר כבית הלל כדפירש לעיל. ולכך דחיק הלמודא למימר דוקינא את אשתו לכדתנא דבי ר' ישמעאל וכן בהנך דריש קראי לפי סברתו. הרא\"ש ז\"ל בפירושיו:  ", 
            "<b>ואינו מטמא לאבריה. </b>פירש רש\"י לאבר מן החי שלה. ולא היה צריך לפרש כן דאף לאבר מן המת אינו מטמא כדאיתא בנזיר פרק שלושה מינין (דף מ\"ג ע\"ב). הרא\"ש ז\"ל בפירושיו. "
        ], 
        [
            "<b> ור' ישמעאל איידי דכתב בהם כתב נמי ובאחיכם. </b>כך היא הגירסא בכל הספרים. ורש\"י גריס אפכא איידי דכתיב ובאחיכם כתב נמי בהם. כי גירסת הספרים קשיא דלמה לי קרא דובאחיכם הלא לא נתחדש בה דבר. ולגירסת רש\"י קשה דקרא דלעולם בהם תעבודו אין בו חידוש דממהם תקנו נפקא. ונראה לקיים גירסת הספרים דאיידי דכתיב בהם כתיב נמי ובאחיכם והכי פירושה : איידי דכתיב בהם למדרש בהם ולא באחיכם כתב נמי ובאחיכם. אף על גב דפשטיה דקרא לא אצטריך אלא לדבר שנתחדש בה כדדרשינן בפרק איזהו נשך אם ראיתיו שאינו נוהג כשורה מנין שאתה רשאי להשתעבד בו תלמוד לומר לעולם בהם תעבודו ובאחיכם. הרא\"ש ז\"ל בפירושיו. ובכן לא קשיא קושית התוס'. צעיר אי\"ן. ובתוספותיו כתב וזה לשונו: איידי דכתב בהם כתיב ובאחיכם לכדתנא דבי ר' ישמעאל. קשה וכי בשביל שכתוב בהם ולא באחיכם יכתוב ובאחיכם וכופל דבריו חנם. והגיה רש\"י ז\"ל איידי דכתיב ובאחיכם כתיב נמי בהם. וכי תימא מה הועלנו בגירסא זו מן האחרת. ואומר ר\"י דעכשיו חוזר ממה שכתב מעיקרא דלר' ישמעאל לעולם בהם תעבודו אתי למשרי אחד מן האומות שבא על הכנענית אלא אצטריך למדרש ולא באחיכם. ולר' ישמעאל איידי דכתיב ובאחיכם כתב נמי בהם לכדתנא דבי ר' ישמעאל. וכתיב בהם תעבודו דבר שנתחדש בה. רוצה לומר שתעבודו בהם בפרך. צעיר אי\"ן. והקשה הש\"ר דאמאי לא קאמר ור' ישמעאל בכם ולא באחיכם ובאחיכם וגו' עשה ולא תעשה מדכתיב בהם ולא באחיכם עשה דלאו הבא מכלל עשה עשה ובאחיכם וגו' לא תעשה דכהאי גוונא בפרק איזהו נשך גבי לא תשיך. לכך נראה לקיים גירסת הספרים דאיידי דכתיב בהם כתיב ובאחיכם (ועולם) ולעולם ממהם תקנו רוצה לומר בהם ולא באחיכם ואיירי דכתיב בהם כתב נמי ובאחיכם לכדתנא דבי ר' ישמעאל שכל פרשה שנאמרה ונשנית וכו' דאצטריך למילף למשרי אחד מן האומות שבא על הכנענית. ובהם אצטריך למכתב כדדרשינן בפרק איזהו נשך אם ראיתיו שאינו נוהג כשורה מנין שאתה רשאי להשתעבד בו תלמוד לומר לעולם בהם תעבודו ובאחיכם וזהו דבר שנתחדש בה. והתלמוד לא חשש לפרש דבר שנתחדש בה : ", 
            "<b>כי קריא לשומשמא. </b>פירש הקונטרס קריא תולעת של שומשמין. ויש מפרשים קריא קרי שהוא חם ושומשמין הוי מין תולעת וכל דבר חם קשה לזה התולעת. ויש מפרשים קריא לשון קרירות דכל דבר קר קשה לו. הרא\"ש ז\"ל בתוספותיו. ובערוך ערך קריא פירש כפירוש רש\"י. צעיר אי\"ן : ", 
            "<b>ומה עדות הראשונה וכו'. </b>אינה מתקיימת בפחות משנים. כן דרך התנא עכשיו הוא שונה כאלו הוא יודע דרשה דדבר דבר כדי להצריך קרא דועד אין בה לומר דעד אחד נאמן בטומאה ושוב דריש מהיכא ידעינן דבעינן שני עדים בסתירה. הרא\"ש ז\"ל בפירושיו : "
        ], 
        [
            "<b>בעי רב אשי דמרחק או דמקרב. </b>תימה אמאי לא בעי בהקפת דקל באלימא או בקטינא. בשלמא גבי כוס סתם כוס הוי מרביעית וכן ביצה סתמו דתרנגולת בינונית אלא בדקל אמאי לא בעי באיזה דקל. ושמא (ר\"ל) יש לומר סתם הקפת דקל בינוני. תוס' חיצוניות. ועתה ראיתי למורינו הר\"ב פתח עינים הי\"ו כאן הביא בש\"ס תוספות כתב-יד כלשון הזה. ושמא פשיטא ליה דהוא דקל בינוני עיין שם. צעיר אי\"ן :  "
        ], 
        [
            "<b> ואי בעית אימא סוד ה' ליראיו. </b>זה לשון גיליון. פירוש אם היה נשוי כך היה מתעכב וזהו הסוד שנתגלה לו. דאין לפרש כמה שיעור סתירה נתגלה לו דאם כן נמצאת מכחיש שיעור התנאים האחרים. הרא\"ש ו\"ל בפירושיו. (ודרך רמז יש לומר כי עזאי עולה בגימטריא סוד בינה. צעיר אי\"ן): א\"ה אין החשבון מכוון : ", 
            "<b>כי בעד אשה זונה וגו'. </b>זה לשון גיליון. ויש אומרים דמשום הכי קמדמה לאשה זונה משום דכשהוא אוכל בלא נטילה כמו נאכלין באפיקורן בחולין דף ק\"ז ע\"ב עיין שם בפירוש רש\"י. צעיר אי\"ן דהוה אוכל בהפקרות וזונה זו מופקרת היא. הרא\"ש ז\"ל בתוספותיו : ", 
            "<b>אמר רב מים הראשונים צריך שיגביה ידיו למעלה שמא יצאו מים חוץ לפרק ויחזרו ויטמאו את הידים. </b>פירש בקונטריס שמא יצאו הראשונים חוץ לפרק ועל השניים לא הקפיד ליטלם אלא עד הפרק וכשחזרו הראשונים טמאו את הידים שהרי נטמאו תחלה מחמת הידים. והשניים לא טהרו את היוצאים כי לא נטל שניים כי אם עד הפרק. ולא הוה ליה לפרש כן דאפילו נטל גם את השניים חוץ לפרק כמו הראשונים נמי לא טהרו את הראשונים שיצאו חוץ לפרק וכדתנן פרק שני דידים הידים מטמאות ומטהרות עד הפרק. כיצד נטל את הראשונים עד הפרק ואת השניים חוץ לפרק וחזרו ליד טהורה נטל את הראשונים ואת השניים חוץ לפרק וחזרו ליד טמאה. פירוש הידים גזרו עליהם טומאה עד הפרק אבל חוץ לפרק הם כמו שאר הגוף. ולכך אם נטל את הראשונים ואת השניים חוץ לפרק וחזרו ליד טמאה כי המים הראשונים יטמאו את השניים משנגעו ביד. אבל אם נטל הראשונים והשניים חוץ לפרק וחורו ליד טמאה כי המים הראשונים כשנגעו ביד עד הפרק נטמאו כי השניים לא טיהרו את הראשונים אלא עד הפרק אבל שחוץ לפרק נשארו בטומאתן כדתנן הידים מטמאות ומטהרות עד הפרק : וכשחזר טמאה. מה שכתב אבל אם נטל וכו' נראה בכפול. ויותר נראה להגיה כן אבל אם נטל הראשונים עד הפרק וכו' ליד טהרה כי המים הראשונים וכו' נטמאו ואז השניים טהרו את הראשונים עד הפרק. אבל וכו'. וכוונתו לפרש רישא דמתניתין. ועיין מה שכתב הר\"ש שם והרא\"ש פרק כל הבשר. צעיר אי\"ן : <br>שנאמר ככה יאכלו בני ישראל וגו'. פירש הקונטרס אלמא לדבר מאוס קרי טמאה מפני שצווהו ליחזקאל לעשותו במאוס ולאפותו בצפעי הבקר ובגללי האדם (של) שנאמר (יחוקאל ד יב) בגללי צואת הארם תעגינה לעיניהם וכתיב שם יג ככה יאכלו וגו' : "
        ], 
        [
            "<b>לא ינקה מדינה של גיהנם. </b>גליון והכי אמר במדרש משלי כשאדם בא על אשת איש ונזדמן לו עני ונתן לו פרוטה בצדקה ואומר : לא היה הקדוש ברוך הוא מזמין אותו עני אלא אם כן מחל לו עונו. ועל זה נאמר יד ליד לא ינקה. הרא\"ה ז\"ל בפירושו.  "
        ], 
        [
            "<b> אמר אביי הכי קאמר וכו'. </b>והוא בדרך חסורי מחסרא. ואולי לפי שלא חדש במשנה דין חדש כמו בשאר מקומות. הרא\"ש ז\"ל בפירושיו. ", 
            "<b>אמאי תתיבם נמי יבומי. </b>תימה הא אמרינן צרת סוטה אסורה מאי טעמא טומאה כתיב בה כעריות. ובסוטה ספק נמי כתיב ונטמאה כדאיתא נמי התם אלא מה אני מקיים אחרי אשר הוטמאה לרבות סוטה שנסתרה. ואם כן אפילו חליצה נמי לא ניבעי כמו סוטה ודאי. וי\"ל הא מסיק התם מאי נסתרה נבעלה ואמאי קרי לה נסתרה לישנא מעליא נקט. ומיהו אכתי קשה דהאמרינן במתניתין אסורה לביתה ואסורה לאכול בתרומה ומפרש לקמן פרק כשם (סוטה דף כ\"ח) תלתא נטמאה כתיבי אחר לבעל ואחד לבועל ואחד לתרומה. אלמא סוטה ספק נמי כתיב בה טומאה. וי\"ל הא רדרשינן בסוטה ספק תלתא נטמאה הוא לאזהרה מספק שאסרה הכתוב שמא נבעלה ונטמאה כדאמר לקמן פרק כשם אם לא נטמאה למה משקה מגיד לך הכתוב שהספק אסורה כודאי. ותימה אם כן לא לבעי חליצה. ויש לומר דלהחמיר עשאה הכתוב כודאי ולא להקל ואם אתה פוטרה מן החליצה היינו קולא. וקשה מאי פריך ותתיבם נמי יבומי הא להחמיר עשאה כודאי. וי\"ל דהא דחשיב סוטה כערוה משום דטומאה כתיב בה כעריות היינו דוקא סוטה ודאי דכתיב בה טומאה בלשון לאו לא יוכל בעלה הראשון וגו' אחרי אשר הוטמאה דומיא דעריות דכתיב בהו אל תטמאו בכל אלה. אבל ספק סוטה דכתיב בה טומאה ולא כתיב בה בלשון לאו לא חשיבא לעריות. הרא\"ש ז\"ל בפירושיו. וכתוב בגליון על זה וז\"ל: נראה דלפי זה אין צריך לכולהו שינויי דלעיל. עיין מה שכתב התוס' פרק קמא דיבמות דף י\"א ובלשון תוספי הרא\"ש שם. צעיר אי\"ן: "
        ], 
        [
            "<b>אשת כהן שנאנסה. </b>ואף על גב דאשת פצוע דכא מותרת להתיבם אפילו נפצע אחר שנשא ונאסרה במותר לה כדמוכח ביבמות פרק יש מותרות. האי קל וחומר לא שייך אלא היכא שמחמת קלקול שאירע באשה נאסרה במותר לה כגון סוטה ומחזיר גרושתו דפרק קמא דיבמות. הרא\"ש ז\"ל בפירושיו. וכן כתבו התוס' שם (דף פ\"ד ע\"ב) וכן כתב בתוספי הרא\"ש שם. ומה שכתב כאן כדמוכח ביבמות עיין מה שכתב מורנו הר\"ב זרע יצחק ז\"ל בחידושיו שם בתוס' ותבין עיין שם. צעיר אי\"ן :  ", 
            "<b>מתניתין האומרת וכו'. </b>והוא הדין דאסורה לבעלה כראמר (לקמן) במתניתין אם אמרה טמאה אני שוברת כתובתה ויוצאה. ותימה האמרינן בנדרים בראשונה היו אומרים שלש נשים יוצאות ונוטלות כתובה האומרת טמאה אני לך וכו'. חזרו לומר וכו' האומרת טמאה אני לך תביא ראיה לדבריה ואינה נאמנת לאסור עצמה על בעלה דחיישינן שמא עיניה נתנה באחר. ובירושלמי פליגי בה דגרסינן בירושלמי מתניתין כמשנה ראשונה דתנינן תמן בראשונה היו אומרים שלוש נשים יוצאות ונוטלות כתובה האומרת טמאה אני לך השמים ביני לבינך ונטולה אני מן היהודים. אמר ר' אבין אפילו תימא משנה אחרונה מכל מקום יש רגלים לדבר ולכך לא חיישינן שמא עיניה נתנה באחר. ומהאי טעמא נמי אסורה הכא בתרומה אפילו יש לה בנים ולא שרינן לה כדי שלא נוציא לעז על בניה. הרא\"ש ז\"ל. ועוד יש לומר הא דקאמר התם דמותרת לאכול בתרומה היינו לרב ששת משום דאיירי באונסין דאשת כהן דלא פשעה אבל הכא מיירי ברצון דקינא לה ונסתרה (א\"נ) אם כן נבעלה ברצון ומשום הכי אמרינן דאסורה לאכול בתרומה. האי ועוד יש לומר צריך לומר שהוא לקושית התוס' דאלו הרא\"ש אאיסורא דבעל קאי ולכן הציע הרא\"ש בראש אמי\"ר דהוא הדין דאסורה לבעל וכו'. ודלא כמו שפירש הר\"ב פני משה בירושלמי דאתרומה קאי עיין שם דהא לא תנן תרומה. ופלוגתא דאמוראי סוף נדרים בירושלמי עיין שם. ומה שכתב התוס' כאן הכי מפרש לה בירושלמי רוצה לומר על קושיא אחרת. צעיר אי\"ן : ", 
            "<b>ונסתרה והיא נטמאה. </b>טומאה דליכא דידע בה לאפוקי הא דהא ודאי ידעי בה כך כתוב בכל הספרים. ורש\"י פירש דמועד אין בה קדריש. וקשה דאין דרך התלמוד להחסיר הפסוק שעיקר הדרשה בא ממנו. ועוד שכבר דרשינן פסוק זה לומר שעד אחד נאמן בטומאה. ונראה לי לפרש דמונסתרה והיא נטמאה קדריש דמשמע דטומאתה בסתר וליכא אלא עדי סתירה למעוטי היכא דאיכא עדי טומאה. הרא\"ש ז\"ל בפירושיו. ובכן אתי שפיר מה שהקשה המשנה למלך ז\"ל (פ\"ג דסוטה דין כ\"ג) להרמב\"ם רעד אחד בטומאה לאחר שתיה אינו אוסרה עליו דרב ששת מונסתרה וגו' יליף דבעינן שני עדים. ואתי שפיר תו מה שהקשה שם לתוס' עיין שם שהתוס' מפרשי כהרא\"ש וסבירא להו דמונסתרה משמע שהטומאה נסתרה לגמרי אפילו מעד אחר ולא בעינן דומיא דעדי סתירה. צעיר אי\"ן : ", 
            "<b>אי נימא מקמיה דתשתה זונה היא. </b>פירש רש\"י ופשיטא דאסורה בתרומה דהא תנא ליה רישא האומרת טמאה אני. וקשה דאם כן הוה ליה למימר הא תני ליה רישא. אלא הכי פריך זונה היא וזונה אסורה בתרומה. והכי אמר לקמן פרק כשם (סוטה דף כ\"ט ע\"א) תרומה נמי לא תיבעי קרא שהרי עשה בה ספק זונה כזונה. וכן בקידושין (דף ע\"ז ע\"ב) אמר דחללה חמורה מגרושה דאיתוסף בה איסור תרומה וזונה הוי איסור מוסיף הואיל ושם זנות פוסל בישראל אלמא דזונה אסורה בתרומה כמו חללה. ותימה מנא ליה דאסורה בתרומה. וי\"ל דהא דמשמע בכל דוכתא דזונה פסולה בתרומה אין שם זנות גורם לה ליפסל אלא נפקא ליה מדאמר קרא כי תהיה לאיש זר דדרשינן כיון שנבעלה לפסול לה נפסלה. וחייבי כריתות אפילו הנך דלא הוו זר אצלה מעיקרא כיון דחמירי נפקי שפיר מלאיש זר. וקשיא לי אכתי מאי פריך זונה היא ומהיכא פשיטא ליה כוליה האי רזונה אסורה לאכול בתרומה דלא ליבעי ליה למתנייה במתניתין. ונ\"ל דהכי פריך זונה היא ואפילו בלא קנוי וסתירה נאסרת בשני עדים ואי מקמיה דתשתה שני עדים למה בער אחד בתר קנוי וסתירה סגי. עיין מה שכתבו התוס' לקמן (סוטה דף כ\"ט) וביבמות (דף ס\"ח ע\"ב). ומאי דמספקא להו להתוס' כאן ומסתברא להו דעד אחד סגי להרא\"ש פשיטא ליה דבעינן שני עדים. וכן דעת הרמב\"ם (פ\"ג דסוטה הלכה כ\"ג) ועיין מה שכתב המשנה למלך ז\"ל שם. צעיר אי\"ן : ", 
            "<b>והא אימור זכות תלה לה. </b>ותימה דלא קאמר אימור בעלה בא עליה דתו לא בדקי לה מיא ואהא לא מצי רב ששת לאיפלוגי. וי\"ל דמשום הך חששא לא מכשרינן להו לעדים דודאי לרבנן שמוסרים לו עדים ליכא למיחש שמא בא עליה בדרך ולר\"י נמי דאמר בעלה נאמן עליה ליכא למיחש שמא בא עליה דאם כן למה היה משקה אותה מאחר שאומרים לו שאין המים בודקין אותה אם בא עליה. ועל כרחך בהא לא תלינן דאי לא תימא הכי אם כן לרב ששת אתה מוציא שם רע על הטהורות שיאמרו טמאות היו אלא שבעלה בא עליה. דעל כרחך (מאי) ודאי אמר רב ששת בהא דאין המים בודקין אותה (כי לא) כדנפקא ליה מקרא דונקה האיש מעון כדמוכח לקמן דפריך לר' שמעון והאיכא דיש לה עדים במדינת הים ומשני עדים במדינת הים לא שכיחא אלא על כרחך לא מסקי אדעתייהו לתלות. הרא\"ש ז\"ל בפירושיו ותוספותיו. ורוצה לומר דאלמא לא ניחא ליה לומר דפליג רב ששת אדרשה דטהורה הכי נמי לא פליג אדרשה דונקה. צעיר אי\"ן : "
        ], 
        [], 
        [
            "<b>יש לה עדים במדינת הים לא שכיחא. </b>וא\"ת היאך יוציאו לעז על הטהורות שיש עדים במדינת הים כיון שהיא יולדת והאמרינן לקמן (סוטה דף כ\"ו ע\"א) דאם היתה יולדת בצער יולדת בריוח יולדת שחורים יולדת לבנים. וי\"ל דאינו דבר הניכר כל כך ולא מסקי אדעתייהו. תוספי הרא\"ש ז\"ל. וכן צריך לומר לר' עקיבא דאם היתה עקרה נפקדת. ברם צריך עיון בזכות תולה דר' שמעון הוה ליה להקשות ולתרץ כן. ובספרי (פרשת נשא) שנינו אחרי סברת רבי ר' שמעון בן יוחאי אומר וכי מי מודיע לכל העומדים שסוף זו למות וכו' יעוין שם. ואם כן אעיקרא לא קשיא דחיישינן ללעז דביני ביני. ועיין מה שכתבו התוס' לעיל (סוטה דף ו' ע\"א) ד\"ה אם עיין שם. צעיר אי\"ן.  ", 
            "<b>סוטה שהיא בלאו לא כל שכן. </b>סוטה שנבעלה יש בה לאו כדאמרינן פרק קמא דיבמות (דף י\"א) לא יוכל בעלה הראשון וגו' אחרי אשר הוטמאה לרבות סוטה שנסתרה. ומסקינן התם מאי נסתרה נבעלה ולישנא מעליא נקט. וסוטה שנסתרה היא בספק לאו שמא נבעלה. הרא\"ש ז\"ל בפירושיו: ", 
            "<b>ואומר מים גנובים ימתקו. </b>בספרים ישנים כתוב מאי ואומר וכי תימא סוטה נמי חשיב כיש לה היתר ואומר מים גנובים ימתקו. (ור' יוסי דריש בה) ולרבי יוסי כיון דדש בה לאו מים גנובים נינהו. רבי יהודה אומר נראה דלא גרסינן לה. רוצה לומר וכי תימא סוטה שכבר בא אליה אף שאין לה היתר לא תקיף יצריה וחשיב כיש לה היתר ואומר מים גנובים וכו' וכמה שכתבו התוס'. והיינו טעמא דר' יוסי שכיון שדש בה לאו מים גנובים נינהו. אך מה שכתב ר' יהודה אומר נראה דלא גרסינן לה לא הבינותי. צעיר אי\"ן. א\"ה נראה שאין כוונת אמרם יש לה היתר כדבריו אלא שאין חשוד לבא עליה אלא לפי שסבור שטהורה ועל זה אמר יש לה היתר לפי סברתו שיטהרוה המים ודו\"ק. ור' יהודה הנזכר שמא כך שם החכם מן התוס' החיצוניות. ", 
            "<b>לשער ניקנור. </b>פירוש ניקנור אדם גדול היה והביא דלתות נחשת מאלכסנדריא של מצרים ונעשו בו נסים כדאמרינן בסדר יומא ונקראו על שמו. תוס' חיצוניות: <br>לשער ניקנור. אין זה אותו ניקנור ולא שער ששנינו במסכת תענית (דף ח\"י ע\"ב) (מהפרכי רומיים) אחד מאפרכי יוונים שקצצו בהונות ידיו ורגליו ותלאום בשערי ירושלים ונקרא על כך שער ניקנור כמו שכתוב בספר יוסף בן גוריון הכהן : "
        ], 
        [
            "<b> מה להלן בשבעים ואחד. </b>הקשה הרב ר' אלחנן אמאי לא חשיב לה בפרק קמא דסנהדרין בהדי הנך דברים שצריכין שבעים ואחד. וי\"ל דתנא ושייר דהכי נמי לא תנא זקן ממרא. הרא\"ש ז\"ל בפירושיו : ", 
            "<b>שמע מינה כותבין שובר. </b>תימה מאי קאמר שמע מינה כותבין שובר דאפילו אי בעלמא אין כותבין שובר ללוה עד שיחזיר לו המלוה את השטר שלא יצטרך הלוה לשמור שוברו מן העכברים הכא על כרחיה לכתוב שובר שהרי אי אפשר שתוציא כתובתה כיון דאמרה טמאה אני. ואם אבדה כתובתה כיון דאמרה טמאה על כרחו צריך לכתוב שובר. ויש לומר דהכי קאמר שמע מינה כותבין שובר דאי אמרת דבעלמא אין כותבין שובר הוה להו למגזר דהכא אטו דעלמא ולא הוה להו למתני שוברת כתובתה דמשמע דבלשון שובר אלא הוה להו למיתני לשון מחילה שמוחלת כתובתה ואומרת שזינתה והפסידה כתובתה : ", 
            "<b>אמר אביי תני מקרעת. </b>כלומר שוברת דקתני לא שיכתבו שובר אלא ששוברים כתובתה. ומיהו צריך הוא לשטר מחילה שגבתה כתובתה ממנו דהא אביי סבר כרבי יוחנן דאמר הטוען אחר מעשה בית דין לא אמר כלום : ", 
            "<b>במקום שאין כותבין כתובה עסקינן. </b>דלא שייך למגזר אטו שובר דעלמא דידעי אינשי דהיכא דלא אפשר ודאי כותבין שובר. הרא\"ש ז\"ל בפירושיו: ", 
            "<b>חציף עלי מאן דמפרש חטאיה. </b>והתם בפרק בתרא דיומא רמי כתוב אחד אומר אשרי נשוי פשע כסוי חטאה וכתוב אחר אומר מכסה פשעיו לא יצליח ומודה ועוזב ירוחם. ומשני כאן בחטא מפורסם טוב להודות כאן בחטא שאינו מפורסם אין לו לומר לרבים דנראה דאינו בוש בדבר. תוספי הרא\"ש ז\"ל. "
        ], 
        [
            "<b>התם קיימא דמסקינן וכו'. </b>כבר הביאוה לפני בית דין הגדול שבירושלים שהיו יושבין בלשכת הגזית והיא היתה עומדת בדרום כדאיתא במסכת מדות והיא בגובה ההר יותר משער ניקנור שהיה במזרח. ואם כן מאי קאמר מעלין אותה לשער המזרח שעל פתח שער ניקנור. ומשני דמסקינן לה ומחתינן לה. לאחר שהביאוה ללשכת הגזית היו מורידין אותה ומוציאין אותה מכל המזרח ואחר כך מעלין אותה לשער המזרח דהיינו שער ניקנור. ולא כפירוש רש\"י שפירש שער המזרח של הר הבית ומתוך כך הוצרך לפרש דמחתינן לה מכל הר הבית דלא מסתבר הכי להורידה כל כך. הרא\"ש ז\"ל בפירושיו :  ", 
            "<b>איכא בינייהו רותתת. </b>פירש רש\"י אשה שאנו רואין שהיא רותתת מאימת המים ואינה מודה למאן דאמר שלא יהיה לבה גס בה אנו רואין שאין לבה גס בה ומשקין עמה אחרת. וקשיא לי ותיפוק ליה משום אידך שאינה רותתת שרואה את זו רותתת מאימת המים ואף על פי כן היא מתחזקת ואינה מודה גם היא לא תודה. ונראה לי דגרסינן רותתות ורותתות מי משקין להו בהדדי. הרא\"ש ז\"ל בפירושיו : "
        ], 
        [
            "<b> חבל המצרי מהו שיעכב בסוטה. </b>תימה למה יעכב והלא פריעה דכתיבא בקרא אינו מעכב כדקתני אם היה לבה נאה לא היה מגלהו ואם היה שערה נאה לא היה סותרו. וי\"ל דסבירא ליה דרבנן פליגי עליה דרבי יהודה. צריך עיון אם כן מאי פריך לעיל בגמרא דרבנן אדרבנן. שאני הכא דפריעה מעכבא ולכן לא חיישינן להרהורא אבל התם דליכא קרא חיישינן עיין שם בתוס'. ומה שכתב דרבנן פליגי רוצה לומר בהא נמי דלרבנן מעכבא ולר' יהודה לא מעכבא. צעיר אי\"ן. ומיהו תימה היכי סלקא דעתין שיעכב הא אפילו מידי דכתיב בקרא אי שנה עליו לעכב ואי לא לא. אבל התוס' בזבחים דף ד'  כתבו דלא בעינן קרא לעכב אלא בקדשים עיין שם. צעיר אי\"ן. ונראה לי דהכי קאמר מהו שיעכב אם אין להם חבל המצרי במזומן אם לא שילכו למדבר עד שיחזרו למצוא חבל. אבל אי הוה בלא חבל פשיטא דאינו מעכב שלא יבדקוה. והשתא לא קשיא מימדי אפריעת שער דהתם לא יפרע כלל אבל הכא אם יש לו חבל המצרי צריך להביאו לכתחלה. הרא\"ש ז\"ל בפירושיו: ", 
            "<b>מי שנתחייב סקילה וכו'. </b>מקשים והא דאמרינן במציעא דף פ\"ג דר' אלעזר ב\"ר שמעון הוה תפיס וכו'. ואמאי לא פריך והאי בר הכי הוא בר סקילה הוא. ורש\"י פירש התם משום דכל הנסקלין נתלין. ולא נהירא דהיינו דוקא אליבא דר' אלעזר ולא אליבא דרבנן ועוד דהאי נתלין היינו לאחר מיתה. וי\"ל אף על גב דדין ארבע מיתות לא בטלו פעמים שזכות תולה ונידון בקלה (כגון העוברים) וכמה עוברים על דת מתים על מטתם. והא דפריך בפרק אחד דיני ממונות (סנהדרין דף ל\"ז ע\"ב עיין שם בתוס') בעובדא דשמעון בן שטח שראה באחד שהרג את הנפש דקאמר לא זז משם עד שהשיכו נחש והאי בר נחש הוא. היינו משו~ דנידון במיתה חמורה ולא במיתה הראויה לו דרוצח מיתתו בסייף ומיתת נחש במקום שרפה. וההיא דמכות פרק אלו הן הגולין דקאמר מרשעים יצא רשע שנים שהרגו וכו' ואין זו מיתה הראויה לו שהרי מיתתו בסייף. יש לומר דהתם נמי מיתה זו שזה נופל והרגו דומה לחנק עצמו כגון טובע בנהר או מת בסרונכי ואינו דומה לסקילה המפילין עליו שעיקר סקילה דחייה היא. תדע דקתני מי שנתחייב סקילה או נופל מן הגג או חיה דורסתו ולא קתני כותל נופל עליו. הרא\"ש ז\"ל בפירושיו. ובתוספותיו כתב וז\"ל: ואמאי והא לא נתחייב בסקילה ונופל עליו כמו סקילה. וצריך לומר דמיירי שהנופל היה סייף בידו והרגו בסייף : ", 
            "<b>ונשים חייבות לראותה דכתיב ונוסרו כל הנשים וגו'. </b>והא דקתני כל הנשים מותרות לאו דוקא מותרות אלא אדקתני איסור לעבדיה ולשפחותיה קתני לשון היתר בכל הנשים. ואפילו אם היא חברתה ולבה גס בה לא חששו לזה משום מצוה דונוסרו. הרא\"ש ז\"ל בפירושיו: "
        ], 
        [
            "<b>ואחת שעתידה לשתות עם חברותיה. </b>ובמדרש יש שלעתיד משקה הקדוש ברוך הוא את האומות כוס התרעלה. וכשיגיע למצרים אומרת כבר שתיתי פעם בעולם הזה. אומר לה הקדוש ברוך הוא שתה שאין שתייה זו כאחרת אלא לא ת\"ק עוד. אין הלשון מובן. ובשוחר טוב גרסינן ואומר לו מה שתית כמין הגורה אחת היתה שנאמר ויגר מזה אבל עכשיו אך שמריה ימצו ישתו וגו' שתית אותה ולא מצית. ועיין שם במפרש. והיינו דכתיב אך שמריה ימצו ישתו כל רשעי ארץ (תהלים עה ט). תוספות חיצוניות.  ", 
            "<b>מנימין גר המצרי וכו'. </b>תימה והא אפילו הוא היה כשר לבוא בקהל דסנחריב וכו' כדאיתא במסכת ידים (פ\"ד) שהרי התירו גר עמוני לבוא בקהל מהאי טעמא. וי\"ל דלא נתבלבלו מצרים אלא חזרו למקומן כי סנחריב הביאם בשלשלאות עמו לפני ירושלם וכשראו הנס לחזקיהו קבלו עליהם גירות ועמד חזקיה ופטר כל אותן האכלוסין ושבו למקומן. עיין מה שכתב הר\"ש ומשם באר\"ה. צעיר אי\"ן. ועוד יש לומר דאמרו בתוספתא דמסכת ידים כשהתירו את יהודה גר העמוני אמר לו רבן גמליאל אפילו מצרי כיוצא בו. אמר לו ר' יהושע למצרים נתן להם קצבה שנאמר מקץ ארבעים שנה אקבץ את מצרים מן העמים אשר נפוצו שמה וישבו על אדמתם. אבל בעמון כתיב ואחרי כן אשיב את שבות בני עמת וכיון שלא נתן להם קצבה שמא לא חזרו כמו בגלות ישראל. ורש\"י הביא התוס' כבעמוד. הרא\"ש ז\"ל בפירושיו. וכן בתוספותיו וזה לשונו: יש לומר דההיא דמנימין דהכא היה אחר ארבעים שנה לגלות (וחזרו) שחזרו למקומן והכי נמי קאמר (הרי מנימין) בתוספתא ביום שהתירו גר עמוני : ", 
            "<b>דוד דכתיב טבעו בארץ שעריה. </b>פירש הקונטרס לעיל מניה כתיב חשב ה' להשחית חומת בת ציון ועלה כתיב טבעו בארץ. ומצורת ציון היא עיר דוד (הוי) : ", 
            "<b>משנבנה מקדש ראשון נגנז אהל מועד. </b>ולית ליה להאי תנא כמאן דאמר ארון גלה לבבל ביומא דף כג אלא סבירא ליה כמאן דאמר יאשיהו גנזו. תוס' הרא\"ש ז\"ל. "
        ], 
        [
            "<b> מאי טעמא אילימא משום וכו'. </b>פירוש מאי טעמא אמרת דלוקה תחלה והוא כמו מנא לן. הרא\"ש ז\"ל בפירושיו. וכן בספרים שלנו מנא הני מילי וכו'. ", 
            "<b>תחלת קלקולו מיהא בעזה. </b>פירש רש\"י דההוא דתמנת לאו קלקול כולי האי שלקחה לו לאשה ולא בא עליה בזנות וכן איתא בירושלמי. ואף על פי שגויה הות מכל מקום בצנעא בא עליה אבל ההיא דעזה לא הוה דרך נשואין אלא דרך זנות. הרא\"ש ז\"ל בתוספותיו. "
        ], 
        [
            "<b>הוחלה שבועתו של אבימלך. </b>ונראה שחולק על פירוש רש\"י בספר שמואל שאותו היבוסי היה מזרעו של אבימלך ולא היו יכולים להורישו מפני השבועה והיה כתוב על הצלמים. אלא כמאן דאמר בפרקי ר' אליעזר שחותם היה להם שנתן להם אברהם אבינו כשלקח מערת המכפלה ועל שם העיר נקרא יבוסי. או שמא אף על פי שהוחלה כבר בימי שמשון מכל מקום לא באו עליהם עד בימי דוד. הרא\"ש ז\"ל בתוספותיו. ובפירושו כתב וז\"ל: ובפרקי ר' אליעזר יש שחותם היה להם שנתן להם אברהם אבינו כשקנה מערת המכפלה. (א\"ה יפ\"ה עיין מה שכתב מורי הר\"ב פתח עינים הי\"ו בשם תוס' כתב יד) :  ", 
            "<b>ואמר ר' יוחנן בלעם חגר ברגלו אחת היה. </b>בקצת ספרים ישנים בלעם סומא באחת מעיניו היה דכתיב שתום העין שמשון בשתי עיניו בלעם באחת. בחלק (דף ק\"ה) גרסינן בלעם סומא באחת מעיניו היה וכו' ולא גרסינן שמשון בשתי עיניו דמקרא מלא הוא : "
        ], 
        [
            "<b> והודו ושבחו וברכו למי שאמר והיה העולם. </b>יש במדרש שלא רצו לברך ברצונם עד שאמר להם אברהם אבינו פרעו מה שאכלתם ושתיתם והיה אומר שעולה לממון גדול לפי שהיו במדבר והיה טורח גדול להם להביא לשם המאכל והמשקה. כשראו כך שהיה רוצה מהם שיפרעו הכל אז ברכו להקדוש ברוך הוא שלא כרצונם על מנת שלא יפרעו שום דבר. הרא\"ש ז\"ל בתוספותיו: ", 
            "<b>שכסתה פניה בבית חמיה. </b>והכי קאמר אף על פי שהיה בלבו שהיא תמר טעה בכך לומר אחרת היא שהרי תמר צנועה היתה. וכן פירש רש\"י בחומש אף על פי שבכאן פירש בענין אחר ודלא כהר\"ב נחלת יעקב עיין שם. צעיר אי\"ן : "
        ], 
        [
            "<b>דכתיב כי לא יעשה ה' אלהים דבר. </b>בכל הספרים ישנים יעשה כי עשה יעשה ה' לי בית נאמן. ובמכילתא פרשת בשלח גבי ותקח מרים גרסינן כגירסת ספרינו. ועיין בשמות רבה בפסוק ותתצב. צעיר אי\"ן :  "
        ], 
        [
            "בפרך אמר רב שמואל בר נחמני. בקצת ספרים ישנים מאי את כל עבודתם אמר רב שמואל וכו' : "
        ], 
        [], 
        [], 
        [
            "<b>שלשים וששה כתרים וכו'. </b>פירש רש\"י שנים עשר נשיאים דישמעאל ועשרים ושלשה אלופים נמנו לעשו. וקשיא לי דלא מצינו לעשו אלא ארבעה עשר אלופים שנמנו מבניו. מאי דעתיך לממני הנך אלופים שבסוף פרשת וישלח אלוף תמנע אלוף עלוה וגו' והלא רש\"י פירש בפירוש החומש ואלה שמות אלופי עשו שנקראו על שם מקומותיהם לאחר שמת הדד ופסקה מהם מלכותם והראשונים הנזכרים למעלה הם שמות תולדותם. וכן מפורש בדברי הימים וימת הדד ויהיו אלופי אדום אלוף תמנע וגו'. נמצא שלא היה אלא עשרים ושבעה כתרים. ולכך נראה דבני קטורה קחשיב זמרן יקשן מדן מדין ישבק שוח שבא דדן. ואשורים ולטושים ולאומים חשיב כחד שאינן שמות אנשים אלא שם משפחות כמו שתרגם אונקלוס ובני דדן הוו למשריין ולשכונין ולנגוון. וכן בני מדין לא קחשיב שהיו משפחות באותן הימים ולא היה להם מלכים וגם כולם בני מדין אלמא משפחותיו היו ולא לאומות. הרי תשעה מבני קטורה וארבעה עשר אלופים ושנים עשר דישמעאל וכתרו של יוסף הרי שלשים וששה כתרים. הרא\"ש ז\"ל בפירושיו. ובתוספותיו כתב שלשים וששה. שנים עשר נשיאין דישמעאל וארבעה עשר דאלופי בני עשו ומבני קטורה זמרן ויקשן ומדן ומדין וישבק ושוח הרי ששה. ויקשן ילד את שבא ואת דדן (ושבא תלו לו כתרו של אביו) ושבא ודדן תלו כתר אביהם. ובני דדן היו אשורים וגו' הם משפחות. (ומדין היו לחמשת בניו חנוך ועיפה ועפר ואבידע הרי חמישה כתרים הרי עשרה כתרים עם עשרים וששה הרי שלשים וששה) ומדין הוריש כתרו לחמשת בניו עיפה ועפר וחנוך ואבידע ואלדעה הרי חמישה כתרים הרי עשרה בני קטורה עם עשרים וששה הרי שלשים וששה. כך הגהתי מתוס' כתב יד אשר העלה ואשר הביא מוהרי\"א נר\"ו בפתח עינים כאן עיין שם. צעיר אי\"ן :  ", 
            "<b>אבי אבא מוטל בבזיון שקל זולפא. </b>תימא דבירושלמי דכתובות (פ\"א הלכה ה') קאמר דמסורת בידם דיהודה קטליה לעשו שנאמר ידך בעורף אויבך. ושמא שנים הרגו אותו. תוספי הרא\"ש ז\"ל. (וכן כתבו התוס' בגיטין דף נ\"ה ע\"ב) : ", 
            "<b>סרח בת אשר וכו'. </b>תימא דהרבה נשתיירו ומכיר ודאי נולד בימי יעקב וגם יוסף גידל את בניו דכתיב גם בני מכיר בן מנשה יולדו על ברכי יוסף ולא היה לו לילך אצל אשה והיה לו לשאול היכן הוא מן הגדולים שבדור. ובמדרש יש שטרח משה שלושה ימים ופגעה בו סרח בת אשר. אמרה לו מה תבקש. אמר לה ארונו של יוסף. אמרה לו ארון של מתכת וכו'. והשתא ניחא שלא הלך הוא אצלה אלא שפגעה בו והגידה לו הדבר. תוס' חיצוניות ותוספי הרא\"ש ז\"ל. ורוצה לומר דלפי לשון המדרש ניחא אך ללשון התלמוד קשיא. ובמכילתא גרסינן אמרו סרח בת אשר נשתיירה מאותו הדור והיא הראתה למשה וכו'. צעיר אי\"ן. ובמדרש יש שלפיכך קבעוהו בנילוס כדי שלא יצאו ישראל חוץ למצרים שסבורים המצריים שלא יוכלו להוציא אותו והם בשבועה שלא יצאו ממצרים אם לא יעלו עצמות יוסף עמם. תוספי הרא\"ש ז\"ל: ", 
            "<b>וכי מה דרכו של מת להלך עם השכינה. </b>במדרש יש ששמו עצמות יוסף בתוך עור של כבש ונכנסה רוח חיים באותו עור והיינו דכתיב רועה ישראל האזינה נוהג כצאן יוסף. תוס' הרא\"ש ז\"ל. "
        ], 
        [
            "<b> בא גבריאל וסרסו בא גבריאל ופרעו. </b>בשעה שאמר פרעה ובלעדיך לא ירים וגו' אמרו אצטגניני פרעה עבד שלקחו רבו בשביל משכב זכור נמליכהו עלינו. בא גבריאל ופרעו. ", 
            "<b>שנסתמו ממנו שערי חכמה. </b>יש ספרים אחרים מסורת חכמה.<br> סליק פרק המקנא פרק היה מביא "
        ], 
        [
            "<b>ונותנו על ידיה כדי לייגעה. </b>ולא משום תנופה הוא דלא כתיב תנופה בפרשה עד אחר ונתן על כפיה. אלא כדי לייגעה ובגמרא מפרש טעמא. תוספות חיצוניות ז\"ל.  "
        ], 
        [
            "<b> וכהן מוליכה אצל מזרח וכו'. </b>אבל בלילה לא חשיב דאין בלילה מעכבת דהא תנן לא בלל כשר. וא\"ת והאמרינן בפרק הקומץ וקמץ הכהן מקמיצה ואילך מצות כהונה דלא ממעטי אלא יציקה ובלילה דמקמי הגשה הוו ואמאי קאמר מקמיצה ואילך. וי\"ל דאי הוה תני מהגשה ואילך מצות כהונה הוה מכשרינן קמיצה בזר דהא דכתיב כהן אצל הגשה היינו משום דאין זר יכול לקרב למזבח דכתיב והזר הקרב יומת אבל קמיצה הוה אמינא שכשרה בזר להכי נקט מקמיצה ואילך מצות כהונה. צריך עיון דבקמיצה נמי כתיב כהונה. ותו בקמיצה נמי אין זר קרב למזבח. ועיין מה שכתבו התוס' במנחות (דף ט' ע\"א). צעיר אי\"ן. א\"ה אברייתא קא פרכינן אמאי תנא מקמיצה ואילך ולא תני מהגשה דהתנא בעי לאשמעינן דרשא דקרא ואילו מפשטיה הוה אמינא דכהן לאו דוקא. ויכול הכהן אחרי ההגשה לצאת אליו והוא יקמוץ מבחוץ ויתן לכהן. וא\"ת אמאי לא קאמרי מתנופה ואילך מצות כהונה ואפילו הכי ממעטי בלילה דמקמי תנופה היא. וי\"ל דבשאר מנחות אין תנופה כמו ששנינו בהדיא במנחות (דף ט' ע\"א) משום הכי נקט קמיצה דהויא בכל המנחות. ובכן אתיא שפיר קושיא ראשונה. צעיר אי\"ן. תוספי הרא\"ש ז\"ל. ", 
            "<b>שמע מינה אין כלי שרת מקדשין אלא מדעת. </b>הכי גריס רש\"י. ופירש הא דקתני בברייתא ומקדשה בכלי שרת קא סלקא דעתך ונותנה בכלי שרת שתהא דעתו שיקדשנה בכלי. הלכך פריך שמע מינה דאין מקדשין אלא מדעת. ומשני ונותנו בכלי שרת כדי לקדשו בכלי. כלומר התורה הצריכתו ליתנו בכלי שרת כדי שיקדשנה בכלי. ומצאתי בספרים גירסא אחרת שמע מינה כלי שרת מקדשין שלא מדעת. דהכי משמע ליה לישנא דברייתא ונותנה בכלי שרת מקדשה בכלי שרת. כלומר במה שנותנה בכלי שרת בזה היא מקודשת ממילא אפילו לא יכוין לקדשה. ומשני ונותנה לקדשה בכלי שרת. פירוש שיכוין כדי לקדשה. וכן סובר ר' יוחנן בפרק קמא דמנחות (דף ז' ע\"א) דגרסינן התם אמר ר' יוחנן זאת אומרת כלי שרת אין מקדשין אלא מדעת. והכי נמי אמרינן במנחות (דף ע\"ח ב') בחד לישנא אמר רב פפא דכולי עלמא כלי שרת אין מקדשין אלא מדעת. וסוגיא דשמעתין כהך לישנא דבאידך לישנא קאמר דכולי עלמא כלי שרת מקדשין שלא מדעת והכא בסכין קמפלגי מר סבר סכין מקדשת בכלי שרת ומר סבר לא מקדשה וסוגיא דידן סברה דסכין מקדש כדאמרינן בתר הכי מידי דהוה אדם (נאה) וכו'. הרא\"ש ז\"ל בפירושיו. ", 
            "<b>והגישה בקרן דרומית כנגד חודה של קרן. </b>למטה היה מגישה. וצריך לומר אף על פי שהיה הפסק בין המזבח וההיכל שש אמות לכל צד לא חשיב הפסק. גליון. ", 
            "<b>יכול בדרום תלמוד לומר לפני ה' וכו'. </b>דכתיב ושחט אותו על ירך המזבח צפונה וכיון דהוי ירך לצפון אם כן הוי פני לדרום. גליון. ", 
            "<b>קסבר האי תנא וכו'. </b>למאן דאמר בדרום הוה קאי לא יתכן לקיים שני הפסוקים. ונראה לי דלא חייש לקיים שניהם. הרא\"ש ז\"ל בפירושיו. ", 
            "<b>אף על גב דקדשתיה סכין. </b>רש\"י פירש דסכין הוי כלי שרת וכו'. ולאו ראיה היא דשחיטה לאו עבודה היא דכשרה בזר. אלא כדפירש רש\"י לעיל דילפינן מעולה דבעיא כלי. הרא\"ש ז\"ל בפירושיו. ועיין מה שכתבו התוס' ריש פרק איזהו מקומן. "
        ], 
        [
            "<b>הכי גרסינן בכל הספרים אטו בכלי שרת מקטיר ליה. </b>ורש\"י גריס ומקטירו סלקא דעתך. היה קשה לרש\"י דבמנחות (דף כ\"ו) קתני מעלו ומקטירו בכלי שרת מעלו ומקטירו בהמיינו. ולא פריך התם מידי. ובפסחים (דף ס\"ה) וביומא (דף ס\"ח) גורס כן. ונראה שאין למוחקו בכל מקומות. והא דלא פריך לה במנחות משום דפריך לה הכא על ברייתא של עיקר סדר המנחה לא חשש תו להקשות (על מנחה) במנחות. והר' יהודה פירש דהכא פריך לה משום ששונה כל סדר המנחה הלכך משמע ליה שדקדק התנא בלשונו וכל מה ששנה הוא דוקא ואין לשנותו. וכן ביומא הוא לפי ששנה סדר עבודת יום הכפורים ובפסחים סדר עבודת הפסח להכי פריך התם. הרא\"ש ז\"ל בפירושיו:  "
        ], 
        [
            "<b> פיילי. </b>כוס. בספל אדירים מתרגמינן בפיילי. תוס' חיצוניות : ", 
            "<b>תלמוד לומר אשר יהיה הא כיצד וכו'. </b>פירש רש\"י מדלא כתיב ומקרקע המשכן יקח וכו'. ותימא גדולה היאך מפיק האי תנא קרא ממשמעו. וצריך לומר דהכי מפרש ליה לקרא מן העפר אשר יהיה מאיזה מקום שיהיה בקרקע יקח הכהן ונתן אל המים. ומכל מקום דריש ליה שפיר לרבות שילה ונוב וגבעון ובית עולמים מדכתיב בקרקע משמע לאתויי הנך שהיו קבועין תמיד בקרקע אחד ולא היו מיטלטלין כמו אהל מועד. הרא\"ש ז\"ל בפירושיו. ", 
            "<b>איסי בן יהודה אומר וכו'. </b>לסיומי מלתיה דתנא קמא הוא דאתי. הרא\"ש ז\"ל בפירושיו. ", 
            "<b>להביא קרקע בית עולמים. </b>הכי גרסינן ולא גרסינן להביא שילה דשילה משכן הוא ולא צריך לרבויי. כך כתב רש\"י. ואין צריך למחוק שילה דאמרינן בזבחים (דף קי\"ב ע\"ב) דבית של אבנים היה ולא שמיה משכן. ועוד פירש רש\"י ונוב וגבעון לא גרסינן שלא היו משקין שם סוטות וכו'. ומיהו איכא למימר דאמרינן בפרק בתרא דזבחים דמנחה קרבה בבמה. ואף על פי שלא היה בית אבנים אלא אהל מועד הוצרך לרבותו משום דרחמנא אמר משכן ממש שהוא עומד כמשפטו שיהא הארון בבית קדש הקדשים ובנוב וגבעון לא היה שם ארון כי בקרית יערים הוה. צריך עיון ממה שכתב דשילה בית אבנים היה ולכך אצטריך לרבותו דמכל מקום משכן קרייה רחמנא דכתיב משכן שילה. דמהאי קרא נפקא לן בזבחים (דף קי\"ח ע\"א) דלא היתה שם תקרה אלא יריעות מלמעלן ושם היה הארון. צעיר אי\"ן. תימה דהכא מצריך קרא לרבות בית עולמים וכן בפרק הוציאו לו גבי מעלה עשן וכו' וכן בפרק שני שעירי קאמר המרבר המדברה לרבות נוב וכו'. ובפרק קמא דחולין גבי לוים נפסלין בשנים קאמר יכול אף בשילה ובית עולמים כן תלמוד לומר לעבוד וכו' משמע אי לאו מיעוטא הוה ילפינן שילה ונוב וגבעון ובית עולמים מאהל מועד. וכן בפרק קמא דעירובין גבי שלמים וכו'. וצריך לומר דגבי פיסול לוים בשנים איכא יתורי וריבויי בקרא דהוה משתמע לרבויי שילה ובית עולמים אי לאו דמעטינהו. ובההיא דעירובין איכא כמה זמני פתח אהל מועד בקרא דמתרבי מינייהו שילה ובית עולמים. הרא\"ש ז\"ל בפירושיו. "
        ], 
        [
            "<b>אליבא דבית שמאי לא תבעי לך וכו'. </b>אומר רבינו תם ז\"ל דהא דאפר לא הוי עפר היינו אפר של אוכלין דומיא דאפר פרה אבל אפר דעצים כולי עלמא מודו דהוי עפר ומכסין בו. ומשום הכי פירש רבינו תם כך משום הא דאמרינן בפרק קמא דביצה גבי פלוגתייהו דבית שמאי ובית הלל ומודים שאם שחט שיחפור בדקר ויכסה שאפר כירה מוכן הוא. פירוש ומותר לכסות בו. ולכן פירש דאפר לא הוי עפר דקאמרי בית שמאי רוצה לומר של אוכלין והכא נמי לענין סוטה מיבעיא לן באפר של אוכלין. ולפי (פירש\"י) פירוש רבינו שמואל דפירש התם דהא דקאמר ומודים לא קאי אלא אדקר נעוץ ולא אאפר כירה ניחא דאפילו באפר כירה פליגי בית שמאי ואמרי אין מכסין ולפי זה אתי שפיר הכא דמיבעיא ליה לענין סוטה בכל מיני אפר. תוספי הרא\"ש ז\"ל:  <br>התורה אמרה בתער. בקצת ספרים איתא התורה אמרה במרצע והלכה וכו' כבעמוד: ", 
            "<b>התורה אמרה ספר וכו'. </b>ואי קשיא מאי קאמר עוקבתו דבכולהו איכא ריבויי קראי בנזיר ובגיטין ובכסוי הדם. וי\"ל דסבירא ליה לר' ישמעאל דכל הני ריבויי איצטריכו ליה התם כדמפרש למדרש לגבי גיטין דבכתיבה מתגרשת ואינה מתגרשת בכסף וכן כולם אלא הלכה למשה מסיני הם וקראי אסמכתא בעלמא. הלכך שאר מדרשי ריבויין דכל התורה כולה לא חשיב להו ר' ישמעאל כהלכה עוקבת המקרא כי אם אלו השלושה כך פירש הקונטרס ז\"ל. תוספי הרא\"ש ז\"ל : ", 
            "<b>ואם איתא ליחשוב נמי הא. </b>ולא גרסינן כולי משום דאיכא למימר דר' ישמעאל סבירא ליה כבית הלל דאית להו דאפר בכלל עפר הוי. הרא\"ש ז\"ל בפירושיו. עיין מה שכתב (ה' חי' הלכות) מהרש\"א בפירוש רש\"י כאן. צעיר אי\"ן : ", 
            "<b>תנא ושייר. </b>ותימא והא פריך במכות דף כ\"א ב' תנא קתני שמונה ואת אמרת תנא ושייר. ויש לומר דשאני התם דנחית תנא למניינא לטפויי לאוין. הרא\"ש ז\"ל בפירושיו. ובהגהות התוס' כתבו על זה וזה לשונן: ואי הוה משכח טפי הוה אמר להו והני דנקט דוקא הוו עד כאן. וכן כתבו התוס' פרק הקומץ רבה דף ח\"י ע\"ב. ועיין עוד מה שכתבו התוס' שם דף כ\"ב בד\"ה מתקיף. צעיר אי\"ן : "
        ], 
        [
            "<b> מביא רקבובית ירק ומקדש רקבובית ירק הוא דהוי עפר. </b>(ולא נראה) ולא גרס ולא היא. כך פירש הקונטרס. ונראה שהטעם משום דהא בעי מאי הוה עלה ומייתי הא משמע שבא להוכיח האמת. מיהו אין למחקו דמצינו בכמה מקומות דקבעי מאי הוי עלה ומדחי ליה ולא פשיט מידי. הרא\"ש ז\"ל בפירושיו. ", 
            "<b>שינה הכתוב וכו'. </b>ואף על גב דבחולין אמרינן דלכך שינה לבית הלל ללמד על אפר שנקרא עפר. מכל מקום סבירא ליה לר' שמעון דלא הוה ליה למכתב עפר אי לאו דהוה צריך לשום דרשא לגופיה. הרא\"ש ז\"ל בפירושיו. ", 
            "<b>רצה זה נותן וכו'. </b>דכיון דקשו קראי אהדדי על כרחך כך הייתי מתרצן אי לאו גזרה שוה דעפר עפר. הרא\"ש ז\"ל בפירושיו. "
        ], 
        [
            "<b>את לרבות צוואות. </b>הכי גרסינן בכל הספרים. ורש\"י גורס צוואות וקבלות וכן פירש במשנה לא היה מפסיק והשביע וגו' אמן ואמן. ולשון המשנה אינו מיושב לפירושו דמה הפסקה יש אם לא יכתוב אמן אמן. הלכך נראה דלא היה כותב אמן אמן אפילו לר' יוסי ובזה נקיים גירסת הספרים דקבלה לא היה כותב. וכן כתב הרמב\"ם ז\"ל בפירוש המשנה שלא היה כותב אמן אמן. הרא\"ש ז\"ל בפירושיו:  ", 
            "<b>למעוטי קללות שבמשנה תורה. </b>אבל קללות שבתורת כהנים לא אצטריך למעוטי לפי שכתובים בלשון רבים. הרא\"ש ז\"ל בפירושיו: <br>ורבי יהודה כולהו במיעוטי דריש להו אלות אלות ממש האלות למעוטי קללות הבאות מחמת ברכות אלה למעוטי קללות שבמשנה תורה האלה למעוטי צוואות וקבלות. כך גירסת הספרים וכן מסתבר שאותה הייתי מרבה אם לא היה לנו מיעוט אותו יש לנו למעט תחלה. לכך דרשינן ה\"א דהאלות לקללות הבאות מחמת ברכות לפי שלא תאמר כיון דבעניינא דסוטה כתיבי ליכתבינהו. הרא\"ש ז\"ל בפירושיו: ", 
            "<b>מפני מה אמרה תורה הבא עפר לסוטה וכו'. </b>ויש ליתן טעם אחר שהיה לה לזכור כי עפר אתה ואל עפר תשוב והמים כנגד הטפה שנוצרה ממנה והכתב שיש למעלה מי שיראה את מעשיה והכל נכתב בספר. וכן יש לאדם (להשתדל).להסתכל תמיד בשלושה דברים הללו ואינו בא לידי עבירה (אבות ג א). הרא\"ש ז\"ל בפירושיו: ", 
            "<b>שהתכלת דומה לים וכו'. </b>ולפיכך (אנו מזכירין) נזכרה יציאת מצרים בפרשת ציצית לפי שהתכלת דומה לים וכו' והקדוש ברוך הוא היושב על כסא הכבוד עשה לנו ניסים על הים. ועוד שהתכלת דומה לים ואנו עושין שליש גדיל ושני שלישים ענף וכן עשה הקדוש ברוך הוא בקע הים בשליש אמצעי ועשה מן הים (ב') שני שלישים. שאם יבקענו בשליש התחתון צריך שירדו למטה בתוך הים ואם יבקענו בשליש העליון צריך שיעלו למעלה דקיימא לן גידשא תילתא. והבקיעו בשליש אמצעי לא למעלה ולא למטה. על כן יסד הפייטן פונו כאן וכאן שליש הם מימות. ונפקא לן מדכתיב בלב ים וקיימא לן דלבו של אדם הוי בשליש גופו תוס' חיצוניות ז\"ל. במכילתא פרשת בשלח גבי קפאו תהומות בלב ים שנינו בלב ים היאך לבו של אדם נתון בשני חלקים ולמעלה עיין שם. אלמא אהקפאה קאי ולא אבקיעה. צעיר אי\"ן : <br>עד כאן העתקתי והיה הנשאר המקום ברוך הוא ימלא חסרונו:"
        ]
    ], 
    "title": "Shita Mekubetzet on Sotah", 
    "versionSource": "https://www.sefaria.org/Shita_Mekubetzet_on_Sotah", 
    "heTitle": "שיטה מקובצת על סוטה", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Shita Mekubetzet", 
        "Seder Nashim"
    ]
}