{
    "title": "Tziunei Maharan on Mishneh Torah, Blessings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Blessings",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן אם נעלם ממנו ולא ידע אם בירך או לא בירך חוזר ומברך.</b> בירושלמי דברכות פ\"א ה\"א ר\"ז בשם ר' ירמיה ספק בירך על מזונו ספק לא בירך צריך לברך דכתיב ואכלת ושבעת וברכת. ועיין בגה\"ש שם:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בירך על הפת פטר את הפרפרת שאוכלין בהן הפת וכו' לא פטר את מעשה קדירה.</b> עי' בכ\"מ ובלח\"מ שתמהו בזה, הדבר ברור דיצא לו לרבינו כן מדברי הירושלמי דברכות פ\"ו ה\"ה דאיתא שם אמר מרינוס בי ר\"י אהן דאכל גריזמי (מין פת הבאה בכיסנין) וסלתי (סולת מבושל דהיא מעשה קדירה) אע\"ג דהוא מברך על גריזמתא בסופה לא פטר סילתא, מה כב\"ש דב\"ש אומרים אף לאו מעשה קדירה בתמיה אר\"י דברי הכל בירך על הפת פטר את הפרפרת ואת מעשה קדירה, כדברי ב\"ה, בש\"א לא פטר את מעשה קדירה, אבל אם בירך על הפרפרת תחלה כל עמא מודי דלא פטר את הפת ולא מעשה קדירה ע\"כ, וכיון דבש\"ס דילן הוא בעיא דלא איפשטא, סמך רבינו על הירושלמי בזה, כדרכו בהרבה מקומות לפסוק כפשיטות הירושלמי במקום דלא נפשטה בש\"ס דילן, ועי' בגה\"ש שם:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין מכבדין בדבר זה שאין מכבדין וכו' אלא בפתח הראוי למזוזה ובשעת כניסה.</b> בכ\"מ ומ\"ש בשעת כניסה בפ' אין מכבדין ביציאה, ע\"כ. והוא ט\"ס, ועיין בספר עצי לבונה ביו\"ד סימן רמ\"ב סעיף י\"ז. אבל הדין הזה מבואר במס' דרך ארץ זוטא בפ\"ו בשעת כניסה הגדול קודם וביציאה הקטן קודם ע\"כ (וכן נתקן בדפוס הזה). אבל צל\"ע מדברי המ\"ר בהעלותך פט\"ו דאיתא שם בכבוד רבו וחייב להקדימו לכל אדם בכניסה וביציאה ולנהוג בו מורא וכו', והוא כדעת הספרי שביציאה ג\"כ הגדול קודם, ע\"ש בחי' הרד\"ל, ועיין בס' עצי לבונה שם שיש לחלק בין פתח בהכ\"נ לשאר פתחים ע\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות ברכות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}