{
    "text": {
        "0_Daf, 0_Comment": "נ\"ב עובי הכותל:",
        "0_Daf, 1_Comment": "דע כי בדפוס ריווא די טרינטא ובאלפס ד\"ס נקרא הפי' הזה ע\"ש ר\"נ וגם הב\"ח לא הגיה ע\"ז כאשר עשה במס' ב\"ק. אף כי מהלשון ומאופני חידושיו נראה כי הוא מהנ\"י ולא מהר\"ן וגם המפשי' יקראו אותו נ\"י:",
        "0_Daf, 2_Comment": "נ\"ב פי' דאינ' מחיצה לכפות חבירו לעשות מחיצה כזו דדוקא בגויל וגזית או כפיס דכולם נקראין גדר יכול לכופו:",
        "0_Daf, 3_Comment": "נ\"ב שהם:",
        "0_Daf, 4_Comment": "נ\"ב וכן פרשו בתוס':",
        "0_Daf, 5_Comment": "נ\"ב פי' שעומדת כולה בחלקך",
        "1_Daf, 0_Comment": "נ\"ב ל\"ג לישנא אחרינא סברוה מאי מחיצה פלוגתא כדכתיב ותהי מחצת העדה וכיון דרצו בונין את הכותל בעל כרחן אלמא היזק ראיה שמיה היזק אימא מאי מחיצה גודא דתניא מחיצת הכרם שנפרצה אומרין לו גדור נפרצה אומר לו גדור נתיאש הימנה ולא גדרה ה\"ז קידש וחייב באחריות וטעמא דרצו הא לא רצו אין מחייבין אותו אלמא היזק ראיה לאו שמיה היזק אלא מאי פלוגתא אי הכי וכו' ואי היזק ראיה שמיה היזק מאי איריא רצו אפי' לא רצו נמי אר\"י משנתנו כשאין בה דין חלוקה:",
        "1_Daf, 1_Comment": "נ\"ב באמצע:",
        "1_Daf, 2_Comment": "נ\"ב פי' המלאה הוא זרוע ובא אח\"כ ונתערב בכרם ע\"י סתירת הגדר והזרע הוא כשיזרע מעיקרא בכרם מה זורע מעיקרא בכרם ניחא ליה שהרי זורעו בעצמו אף זרוע מאליו אינו נאסר ע\"י פרצת הגדר אלא כשניחא ליה:",
        "1_Daf, 3_Comment": "נ\"ב אם זורע מעיקרא הוי כלאים בהשרשה ואם היה זרוע ועתה נפרץ הגדר הוי כלאים בתוספות:",
        "1_Daf, 4_Comment": "נ\"ב דהא אינו רוצה בקיומו:",
        "1_Daf, 5_Comment": "נ\"ב פי' הא דקאמר דכשאחזרנו אלקטנו אם הוסיף במאתים אסור:",
        "1_Daf, 6_Comment": "נ\"ב וכ\"כ נמי ברש\"י בגמ' וכך משמע בגמ' וע\"ש:",
        "2_Daf, 0_Comment": "נ\"ב אשר\"י בשלמא למ\"ד מחיצה גודא ניחא כיון דקנו ושעבדו נכסיהן לבנין הכותל לאו קנין דברים הוא אבל למ\"ד מחיצה פלוגתא הוא שלא נתרצו אלא לחלוק אין כאן שעבוד נכסי ולא מכר ומתנה ואין לו לקנין על מה שיתפוס:",
        "2_Daf, 1_Comment": "נ\"ב ל\"ג הא גופא קשיא אמרת וכן בגינה מקום שנהגו לגדור וכו' הא סתם אין מחייבין אותו והדר תני אבל בקעה שנהגו שלא לגדור אין מחייבין אותו הא סתמא מחייבין:",
        "2_Daf, 2_Comment": "שנתרצו כצ\"ל:",
        "2_Daf, 3_Comment": "אמר כצ\"ל:",
        "2_Daf, 4_Comment": "שבונין כצ\"ל:",
        "2_Daf, 5_Comment": "ל\"ג אמר אביי כל ביני אורבי טפח וה\"מ בטינא אבל בכספא בעי טפי:",
        "2_Daf, 6_Comment": "נ\"ב וצ\"ל הא דקאמר התלמוד דאיכא בי כנישתא אחריתא איכא בינייהו דהיינו שאינו קבוע וכן משמע בתוס' בהג\"ה וא\"כ אין מקום לקושיית המחבר וכ\"כ מהר\"ם ז\"ל ולפני האחרונים היה כתוב דאיכא דוכתי לצלויי ולפני המחבר כתוב בי כנישתא איכא בינייהו ודו\"ק:",
        "2_Daf, 7_Comment": "נ\"ב פי' דמרימר ומר זוטרי:",
        "2_Daf, 8_Comment": "נ\"ב שאורחין רגילין לאכול ולישן:",
        "2_Daf, 9_Comment": "נ\"ב אחר:",
        "2_Daf, 10_Comment": "נ\"ב דפריך לעיל אלישנא קמא דסבר דהיזק ראיה לא שמיה היזק והא וכן קתני:",
        "2_Daf, 11_Comment": "נ\"ב לא לזה ולא לזה:",
        "3_Daf, 0_Comment": "נ\"ב אבל סתם בקעה כמקום שנהגו שלא לגדור דמי:",
        "3_Daf, 1_Comment": "לפי מה שגדר כצ\"ל:",
        "3_Daf, 2_Comment": "נ\"ב פי' שתקנו חזית מפני שהוא טוב יותר ואע\"ג דחשש שמא אזיל חד מינייהו ועביד כו' הוא חשש רחוק דאזיל לחצר חבירו וישעיי' באמתיה דהא מלבד זה נמי איכא חשש רחוק דנימא איכא דלייף ולא ידיע כמו שמפורש ודו\"ק:",
        "3_Daf, 3_Comment": "שיעי באמתא כצ\"ל:",
        "3_Daf, 4_Comment": "נ\"ב ובלייף לא שייך אזיל אידך ועביד ליפיפא מלבר דליפיפא המאוחר מחבירו מידע ידיע מש\"ה בעי' לשעיה",
        "3_Daf, 5_Comment": "נ\"ב וא\"ת רב אשי דמשני הכי לרבא מפרזיקא ל\"ס דליפופא מידע ידיע לכך מפרש ע\"כ צריך לומר וכו':",
        "3_Daf, 6_Comment": "נ\"ב פי' דצריכין לעשות חזית מכאן ומכאן:",
        "3_Daf, 7_Comment": "תי' כבר נמחק:",
        "4_Daf, 0_Comment": "נ\"ב עד שיביא ראיה שנתן:",
        "4_Daf, 1_Comment": "נ\"ב שני כותל אחר לאחר שבנאו זה למעלה מד' אמות לתת כו' כצ\"ל:",
        "4_Daf, 2_Comment": "נ\"ב דאל\"כ למה נקט התנא בכותל שנפל אלא אפי' שבתחלה [רצו] לבנותה למעלה מד' אמות אפ\"ה אחר שנפל אינו יכול לכופו ולחזור ולבנותה למעלה מד' אמות:",
        "4_Daf, 3_Comment": "נ\"ב פי' ואמרו תרוייהו דעביד איניש דפרע בגו זמניה:",
        "4_Daf, 4_Comment": "נ\"ב ולא דמי לאלמנה דחיישינן לאתפוסי צררי אפי' בתוך הזמן דשאני אלמנה דכיון דבתנאי ב\"ד קא אכלי חיישינן. רא\"ש:",
        "4_Daf, 5_Comment": "נ\"ב פי' מימרא דר\"ל דהקובע זמן כו' דאינו נאמן אפי' ביומא דמשלים זמניה:",
        "4_Daf, 6_Comment": "נ\"ב בס\"א כתיב בגו זימניה כו'. [וכ\"ה בד\"ס] נראה דה\"פ דה\"ה בתובעו בגו זימניה פי' כמו שטוען הלה פרעתיך בגו זימניה כן תבעו זה נמי בגו זימניה ולעולם תבעו ביומא דמשלם זימניה הוי בכלל בעיא דאי בעי וכו' והגהת מהר\"מ תי' במישלם אינו מובן ודו\"ק:",
        "4_Daf, 7_Comment": "חומרא כצ\"ל:",
        "4_Daf, 8_Comment": "נ\"ב זהו לשון הגמ':",
        "4_Daf, 9_Comment": "נ\"ב וכן הקשו התוס':",
        "5_Daf, 0_Comment": "נ\"ב למעלה ולמטה ולצדדים שמניח ראשי הקורות בתוכם כצ\"ל:",
        "5_Daf, 1_Comment": "צ\"ל חלונות:",
        "5_Daf, 2_Comment": "נ\"ב וסייעו בהגבהתו:",
        "5_Daf, 3_Comment": "ארכה מבחוץ עד ד' אמות אף שלא כנגד ביתו כצ\"ל:",
        "5_Daf, 4_Comment": "הכתלין הס\"ד ואח\"כ מה\"ד ובעובי כותל בראשי וכצ\"ל:",
        "5_Daf, 5_Comment": "הטרקלין החשוב שבה וכו' קטנה לאויר וכו' לזה לתלות בכתלים כצ\"ל:",
        "5_Daf, 6_Comment": "נ\"ב פי' נ\"ל דשייך לעיל:",
        "5_Daf, 7_Comment": "נ\"ב כר\"נ:",
        "5_Daf, 8_Comment": "נ\"ב דלכל דבר:",
        "6_Daf, 0_Comment": "תיבות י' וכו' משתמיט רשומי' למחוק:",
        "6_Daf, 1_Comment": "נ\"ב א\"ל:",
        "6_Daf, 2_Comment": "נ\"ב א\"ל:",
        "6_Daf, 3_Comment": "נ\"ב פירש שב' החצרות שוות הן אלא שקרקע הבית נמוך מקרקע החצר:",
        "6_Daf, 4_Comment": "נ\"ב תתאי כצ\"ל:",
        "6_Daf, 5_Comment": "נ\"ב בארץ:",
        "6_Daf, 6_Comment": "נ\"ב הויא:",
        "6_Daf, 7_Comment": "נ\"ב פי' באלכסון:",
        "6_Daf, 8_Comment": "אותם כצ\"ל:",
        "7_Daf, 0_Comment": "נ\"ב א\"ל:",
        "7_Daf, 1_Comment": "נ\"ב א\"ל סתרנא לה עד לארעא ובנינא לה ועבידנא לך כווי בגווה א\"ל חדא אשיתא חדתא בכוליה ביתא עתיקא לא קיימא:",
        "7_Daf, 2_Comment": "נ\"ב עפר:",
        "7_Daf, 3_Comment": "בד\"ק הגי' א\"ל מר קשישא בריה דרב חסדא לרב אשי נהרדעי כו':",
        "7_Daf, 4_Comment": "נ\"ב בגמ' ורבא:",
        "7_Daf, 5_Comment": "נ\"ב כותלך חלונות:",
        "7_Daf, 6_Comment": "דהא אמר אדור וכו' כצ\"ל והד\"א:",
        "7_Daf, 7_Comment": "אבהתי הס\"ד ואח\"כ מה\"ד נהרדעי לטעמיה דשמואל",
        "7_Daf, 8_Comment": "נ\"ב להרחיק בני רה\"ר מלהביט בחצר וכצ\"ל:",
        "7_Daf, 9_Comment": "צ\"ל כדי:",
        "8_Daf, 0_Comment": "נ\"ב על כתפי:",
        "8_Daf, 1_Comment": "נ\"ב פי' אם עצמו רוצה להיות בורסי:",
        "8_Daf, 2_Comment": "פי' ר\"ח להסיר גבשושית מרחוב העיר או לחפור ברחוב העיר:",
        "8_Daf, 3_Comment": "נ\"ב אמרו ליה:",
        "8_Daf, 4_Comment": "אתו הנך פלגי כצ\"ל:",
        "8_Daf, 5_Comment": "נ\"ב בית:",
        "8_Daf, 6_Comment": "נ\"ב הא דמפרש האבעיא כך שלא תקשי הא מהגוזל דגובין לפי ממון אבל אם נאמר כפי' הרב ב\"ן מיגש א\"צ לפרש כן ודו\"ק:",
        "8_Daf, 7_Comment": "נ\"ב כמו ויבא הלך לאיש העשיר וכ\"כ התוס' כפי' הרי\"ף:",
        "9_Daf, 0_Comment": "נ\"ב פי' ילמדו:",
        "9_Daf, 1_Comment": "נ\"ב בגמ' ואם מעט מהם:",
        "9_Daf, 2_Comment": "נ\"ב בגמ' שלשים יום לתמחוי ג' חדשים לקופה:",
        "9_Daf, 3_Comment": "נ\"ב של צדקה:",
        "9_Daf, 4_Comment": "נ\"ב דברי הרי\"ף הם וכ\"פ בתוס' וז\"ל וא\"ת ומהאי טעמא תהא נמי נגבית בשלשה וי\"ל לפי שהיה ידוע סכום לכל א' וא' וכך יתן ר\"ת:",
        "9_Daf, 5_Comment": "השונין כצ\"ל:",
        "9_Daf, 6_Comment": "הדין כצ\"ל:",
        "9_Daf, 7_Comment": "נ\"ב לא הוי כאנשי העיר אלא למילי דאמר בסמוך:",
        "9_Daf, 8_Comment": "נ\"ב פי' שאין כופין:",
        "9_Daf, 9_Comment": "נ\"ב זה פירש\"י:",
        "10_Daf, 0_Comment": "נ\"ב בגמ' ליתא בר כהן:",
        "10_Daf, 1_Comment": "ורבנן כצ\"ל:",
        "10_Daf, 2_Comment": "נ\"ב מצדיקי הרבים הן:",
        "10_Daf, 3_Comment": "בדרך כצ\"ל:",
        "10_Daf, 4_Comment": "נ\"ב הגובה:",
        "10_Daf, 5_Comment": "נ\"ב פי' שיעשו מה שירצו:",
        "11_Daf, 0_Comment": "נ\"ב חד כסא:",
        "11_Daf, 1_Comment": "עביד חד כסא ואתניה עליה כצ\"ל:",
        "11_Daf, 2_Comment": "נ\"ב רבא לשלומי:",
        "11_Daf, 3_Comment": "נ\"ב כדקרינן:",
        "11_Daf, 4_Comment": "נ\"ב לעבודת בית אלהים:",
        "11_Daf, 5_Comment": "נ\"ב פירשו התוס' שמפייסו בדברים לחוד דשם מיירי ג\"כ כשנותן פרוטה היה לו לחשוב של דלעיל בקרא ותפק לרעב נפשך לא מיירי שנותן צדקה אלא ה\"ק ונפש נענה תשביע פי' תשביענו בדברים:",
        "11_Daf, 6_Comment": "נ\"ב וגו':",
        "11_Daf, 7_Comment": "תיבת בסלע רשום למחוק:",
        "11_Daf, 8_Comment": "נ\"ב והתוס' פירשו דשאני התם דצדיקים גמורים היו ולכך לא הוי ראיה:",
        "11_Daf, 9_Comment": "נ\"ב ובתוס' פי' דבשבת מוסיפין לו ג' סעודות אחרות במנחה אוכל סעודה אחת ואחת למוצ\"ש ואחת למחר על הדרך ע\"ש:",
        "11_Daf, 10_Comment": "נ\"ב ז\"ל התוס' חן מאת המקום אפרא חן הורמיז שם מקום כמו כו':",
        "11_Daf, 11_Comment": "נ\"ב דידך:",
        "12_Daf, 0_Comment": "נ\"ב פי' שמצא מה לאכול:",
        "12_Daf, 1_Comment": "נ\"ב ובידו להשקותו כו' כצ\"ל:",
        "12_Daf, 2_Comment": "לשמעון והחצר לא חילק ובאו לחלוק את החצר הזה כצ\"ל:",
        "12_Daf, 3_Comment": "בסוף כצ\"ל:",
        "12_Daf, 4_Comment": "נ\"ב אותו כצ\"ל:",
        "12_Daf, 5_Comment": "נ\"ב שהיה לו להמתין:",
        "12_Daf, 6_Comment": "עלה אחד כצ\"ל ונ\"ב עי' לקמן בענין גוד או אגוד:",
        "12_Daf, 7_Comment": "וכי כצ\"ל:",
        "13_Daf, 0_Comment": "נ\"ב וה\"פ שאינו מקורה לצד החצר דאין לו ד' אמות בחצר דהא יכול לפרק המשא בחצר בית שאינו מקורה דאין דרך לתתן כלים בחצר שאינו מקורה:",
        "13_Daf, 1_Comment": "נ\"ב גובים כנ\"ל:",
        "13_Daf, 2_Comment": "נ\"ב דברי הר\"ן משמע כפר\"ח שרוצה לסתום כנגד פתחו כל רוחב המבוי ומרבה עליהן הדרך של רגל בני אדם פי' שיכולין לומר בני המבוי כשיש רבים במבוי יכולין לכנוס עד סוף המבוי וע\"י הסתימה מרבה עלינו את הדרך ע\"י בני אדם הדורכים עלינו במבוי ואף לחצירות יצטרכו ליכנוס מרוב דוחק:",
        "13_Daf, 3_Comment": "נ\"ב משתמשת:",
        "14_Daf, 0_Comment": "בדפוס קושט' הסדר והנוסח ור\"נ אמר לית דינא דגוד או אגוד אמר אמימר הילכתא כו' ותנ\"ה כו' ובכתבי הקדש כו' אם רצו לחלוק חולקין ואי לא אית דינא דגוד או אגוד ודוקא כגון תורה ותהלים אבל תורה ותורה תהלים ותהלים חולקין איכא מ\"ד לא אמרינן אית דינא דגוד או אגוד אלא היכא דכל חד מינייהו אית לי' דמי למיגד ביה אבל היכא דחד מינייהו לית ליה דמי לא אמרינן אית דינא דגוד או אגוד וקא גמר לה מדמקשינן מהא דתנן שני אחין אחד עני כו' (כמו שהוא ברי\"ף עד) ופרקינן שאני התם דגוד איכא אגוד ליכא וקאמר ש\"מ דליכא מיתוקמ' דינא דגוד או אגוד אלא בזמן שיד שניהם משגת לקנות ואנן לא ס\"ל הכי אלא כו' (כמו שהוא ברי\"ף עד) ומתני' דשני אחין היינו טעמא דלא אמר עני לעשיר גוד או אגוד והיינו דאמרינן בגמ' שאני התם דגוד איכא אגוד ליכא אבל א\"ל עשיר לעני גוד או אגוד הוה איכא מן דינא למימר ליה לעני אי אית לך למיגד גוד ואי לא אגיד ליה לאחיך אלא כיון דעשיר לא בעי למיגד ולא לאגודי ועני דהוא תובע לא יכול למימר ליה לעשיר גוד אתה או אגוד אנא משום דלית ליה דמי למיגד בהו משו\"ה איבטיל ליה דינא דגוד או אגוד דלא קיימא דינא דגוד או אגוד אלא עד דאמר תובע לנתבע גוד או אגוד אבל אמר תובע גוד ולא אמר או אגוד או אמר אגוד ולא אמר גוד לא כייפינן ליה לאידך הילכך כדאמר תובע גוד או אגוד לא איכפת לן בנתבע בין אית ליה בין לית ליה דאי לית ליה אמרינן ליה אגיד ליה לחברך. ומסיים כאן הפרק וכן הנ\"י מביא ת\"ר מדבק כו' מן הגמ':",
        "14_Daf, 1_Comment": "שיהו לך שתי שדות אחת מכאן ואחת מכאן ואחת כצ\"ל:",
        "14_Daf, 2_Comment": "נ\"ב בני העיר:",
        "14_Daf, 3_Comment": "נ\"ב פי' של האחרת:",
        "14_Daf, 4_Comment": "נ\"ב ל\"ג דא\"ר זירא אמר רב נחמן ד' אמות הסמוכות לרשות הרבים כרה\"ר דמיא ולא היא התם לענין טומאה אבל הכא דזימנין דדחקי בני רה\"ר ועיילי טובא:",
        "14_Daf, 5_Comment": "נ\"ב וכן פי' ר\"ח שדה שמזרח וצפונה נהר ומערבי ודרומה נגרי חולקין אותה באלכסון מקרן מזרחית צפונית לקרן דרומית מערבי' ויהיה לכל א' חד צד נגר' וחד צד נהרא וכל היכא דמשיך חד גיסא נהרא ונגר' קרוי חד יסא:",
        "15_Daf, 0_Comment": "נ\"ב פי' הא דיכול לומר גוד או אגוד גוד את הכל או אני אגוד הכל אבל לחלוק ולהעלות בדמים אם אחד טוב ויפה אחר לא יכול לומר גוד אם לא רצו כיון דתרוייהו צריכין להאי ולהאי אבל יותר נראה להגיה ואי לא לית דינא דגוד כו' וקאי אלחלוק מעלייהו בדמים וכן משמע בסוגיא בגמ' דקאי אחלוקה ע\"ש בגמ' בששניהן רצין וכן ברי\"ף משמע דמיירי עתה בגוד או אגוד לענין הלכה כמ\"ש למטה אלא ע\"כ אין חולקין דמצי למימר גוד או אגוד:",
        "15_Daf, 1_Comment": "נ\"ב אע\"פ שא\"א שלא יתן נביאים וכתובים ע\"ג תורה ובמגילה משמע דאסור ה\"מ בב' כריכות אבל בכרך א' כשהן מדובקים יחד אינו גנאי תורה:",
        "15_Daf, 2_Comment": "נ\"ב פי' כל ספר וספר של נביאים ושל כתובים צ\"ל בפני עצמו:",
        "15_Daf, 3_Comment": "נ\"ב פי' אם הוא כותב תורה ונביאים וכתובים כאחד:",
        "15_Daf, 4_Comment": "נ\"ב בגמ' ומסיים מלמטה ומתחיל מלמעלה:",
        "15_Daf, 5_Comment": "נ\"ב תימה לרשב\"א הא אמר לעיל אבל בב' כריכות חולקין ופ\"ה כגון תורה בכרך א' ונביאים בכרך א' משמע אבל תורה ונביאים בכרך א' אין חולקין אפי' שניהם רוצין וא\"כ היאך אמר הכא דתותך וי\"ל דלא הוי בזיון הספר אלא כשחותך מחמת חלוקה תוס':",
        "15_Daf, 6_Comment": "נ\"ב שייך לגמ':",
        "15_Daf, 7_Comment": "נ\"ב או אקח שתיהן:",
        "15_Daf, 8_Comment": "צ\"ל העודפים:",
        "15_Daf, 9_Comment": "נ\"ב ואחד:",
        "15_Daf, 10_Comment": "נ\"ב פי':",
        "15_Daf, 11_Comment": "ונוכל ליישב דמיירי כשהעני רוצה לטרוח ולהלוות מעות אז הוא כמו עשיר:",
        "16_Daf, 0_Comment": "נ\"ב בגמ':",
        "16_Daf, 1_Comment": "נ\"ב ד' שיטין למעלה:",
        "16_Daf, 2_Comment": "נ\"ב פי' משום דמותר לחתוך בנביא:",
        "16_Daf, 3_Comment": "קאי וקורא כצ\"ל:",
        "16_Daf, 4_Comment": "נ\"ב פי' אע\"ג דמשמע שהחזן עומד אצל הקורא לא שיקרא עמו אלא יעמוד ויקרא אותם שיש להם לקרות כדי שתנתן התורה ע\"י סרסור כ\"כ ר\"ת ור\"י פירש שיקרא עמו בנחת והא דאמרי' לא יקראו שני' היינו בקול רם:",
        "16_Daf, 5_Comment": "נ\"ב בגמ' מפרש כן דאי תני אמת המים משום דקביע אבל נברכת דלא קביע אימא לא ואי תני נברכת משום דקוי וקיימי אבל אמת המים לא:",
        "16_Daf, 6_Comment": "נ\"ב כך מסקינן בגמ' הא איתמר עלה אמר אביי וכו' מכותל בורו שנינו ופירש\"י ולמדנו בה שאף הראשון צריך להרחיק כדי כותל שהוא ג\"ט:",
        "16_Daf, 7_Comment": "נ\"ב ז\"ל התוס' מאי נפקא מיניה הך נפקותא לא איצטריך לרבא דקמ\"ל דאסור לסמוך אלא לאביי דקסבר מותר לסמוך וקאמר מאי נפקא מינה אי לאשמועינן דבעי הרחקה ו' טפחים ליתני אא\"כ הרחיק מבורו ו' טפחים:",
        "16_Daf, 8_Comment": "נ\"ב ונמצא יפסיד אותן ג\"ט שסמך על המצר:",
        "16_Daf, 9_Comment": "מזיק כצ\"ל:",
        "16_Daf, 10_Comment": "נ\"ב פי' ו' טפחים:",
        "16_Daf, 11_Comment": "נ\"ב פי' אפ\"ה מצי סמיך כו':",
        "17_Daf, 0_Comment": "נ\"ב לא:",
        "17_Daf, 1_Comment": "נ\"ב כותל:",
        "17_Daf, 2_Comment": "נ\"ב והתוס' פירשו עוד תירץ אחר ע\"ש:",
        "18_Daf, 0_Comment": "נ\"ב ותימה אם יבטל ליה תו לא מקבל טומא' כדאמרי' בחולין כיפת שאור שיחדה לישיבה בטלה לה וי\"ל דצריך לעשות בו שינוי מעשה תוס':",
        "18_Daf, 1_Comment": "נ\"ב בגמ' אלא משום קלא:",
        "18_Daf, 2_Comment": "נ\"ב פי' כנגדו:",
        "18_Daf, 3_Comment": "נ\"ב צ\"ל שהן במקו' שאין:",
        "18_Daf, 4_Comment": "ושל צונמא כצ\"ל:",
        "18_Daf, 5_Comment": "נ\"ב בתוס' גלגל ריחים:",
        "18_Daf, 6_Comment": "נ\"ב ז\"ל רש\"י אצטרוביל הוא מושב הריחים שבתוך קליפת העץ שינקא. קלת היא האפרכסת שקורין טרומיירי\"ר:",
        "18_Daf, 7_Comment": "נ\"ב פי' מן הצד:",
        "18_Daf, 8_Comment": "נ\"ב ע\"כ:",
        "19_Daf, 0_Comment": "נ\"ב דסלקא דעתך דתינוקות דסיפא מיירי שבאין לקנות ומש\"ה פריך מ\"ש אבל מפטיש וריחים לא פריך דאין שם נכנסין ויוצאין דמי שיש לו חטין נותן לבעל הריחים. וכן פטיש. תוס':",
        "19_Daf, 1_Comment": "נ\"ב פי' בבריא:",
        "19_Daf, 2_Comment": "נ\"ב פי' בכחוש:",
        "19_Daf, 3_Comment": "נ\"ב והא דתנן כבן חמש למקרא היינו בבריא לגמרי. תוס':",
        "19_Daf, 4_Comment": "בקצ' נוסח' דגריס:",
        "19_Daf, 5_Comment": "נ\"ב שייך לגמ':",
        "19_Daf, 6_Comment": "נ\"ב תורה בע\"כ:",
        "19_Daf, 7_Comment": "נ\"ב כשחשבנוהו טפי:",
        "19_Daf, 8_Comment": "שסילקוהו מפניו פן יביישני כצ\"ל:",
        "19_Daf, 9_Comment": "נ\"ב והתוס' פירשו בסופר שטרות דבס\"ת ליכא פסיד' דהא יכול להגיהו:",
        "19_Daf, 10_Comment": "נ\"ב וצ\"ל ואם הרפת בקר קודם לאוצר מפרש בגמ' שמותר משום כו':",
        "19_Daf, 11_Comment": "נ\"ב דאמר רבא א\"ה ליתני בחצר אחרת מותר:",
        "19_Daf, 12_Comment": "נ\"ב לקנות:",
        "19_Daf, 13_Comment": "נ\"ב אינון:",
        "19_Daf, 14_Comment": "נ\"ב לאשמועינן:",
        "19_Daf, 15_Comment": "נ\"ב וצ\"ע דלעיל פי' הנ\"י מוהל תינוקות:",
        "20_Daf, 0_Comment": "נ\"ב משמע אבל לעובד כוכבים דעלמא שרי והא דתנן בהגוזל בתרא האי בר ישראל דזבין ליה לעובד כוכבים ארעא אמיצרא דישראל היו משמתינן ליה דא\"ל אריא ארבעת אמצראי ודוחק לחלק בין מכר לשכירות ונראה לר\"י דהתם כשישראל רוצה לקנות אבל כשאין ישראל רוצה לקנות מותר. תוס':",
        "20_Daf, 1_Comment": "נ\"ב פי' מלמדי תינוקות דעובדי כוכבים כפי' הרי\"ף לעיל ולעיל גרס הרי\"ף א' מבני חצר וכאן אחד מבני מבוי ולכך לא תקשה דאמר כאן ולשכנו אינו כופהו ולעיל קאמר א' מבני חצר שביקש לעשות רופא אומן וכו' בני חצר מעכבין עליו דבחצר יכול לעכב עליו ובמבוי אינו יכול לעכב עליו עי' בתוס' שפי' כן. [ובד\"ק ליתא ולא מ\"ת]:",
        "20_Daf, 2_Comment": "נ\"ב אפשר לפרש מוכרי בהמות כבשים מלשון מאי כבני מרון כבני אמרנא פי' כבשים אבל רש\"י גרס עמראי בעיי\"ן והוא לשון צמר:",
        "20_Daf, 3_Comment": "נ\"ב שנים שיושבים בחצר וביקש א' מהן לעשות רופא אומן וגרדי ומלמד תינוקות חברו מעכב עליו ונראה שהוא ט\"ס בדברי הנ\"י ומזאת הברייתא מוכח מה שרוצה להוכיח דיחיד יכול לעכב על יחיד וכן הרא\"ש מביא זאת הברייתא:",
        "20_Daf, 4_Comment": "נ\"ב אלא:",
        "21_Daf, 0_Comment": "נ\"ב בגמ' ברחוק ד\"א:",
        "21_Daf, 1_Comment": "תיבת החלונות וכו' ומלמטן וכו' רשומים למחוק ואח\"כ צ\"ל תנן ונ\"ב כך הוא בגמ':",
        "21_Daf, 2_Comment": "נ\"ב וניחא ליה לשנויי דמיירי בעיר חדשה דומיא דרישא ר\"י:",
        "21_Daf, 3_Comment": "וכמה טפח תא\"מ ונ\"ב בגמ' אינו:",
        "21_Daf, 4_Comment": "נ\"ב מסקנא דגמ' ולא ברייתא:",
        "21_Daf, 5_Comment": "נ\"ב פי' שהנ\"י לא גרס ברחוק ד\"א ולא גרס נמי ונפל אלא מיירי שכותל קמא סמיך לכותל חבירו ע\"י רשות של חבירו שמחלל ולסמוך משו' דישה זו שיכולין לילך בצד כותל שלו ולכך לא יסמוך כותל אם רוצה לבנות כותל שלו אלא ברחוק ד\"א ולפי פי' לא קשה מה שהקשו התוס' לא ליתני אלא לא יסמוך לכותל חבירו אלא ברחוק ד\"א:",
        "21_Daf, 6_Comment": "נ\"ב וז\"ל התוס' פי' במדיר הכותל ולא בעי לשנויי במגבי' ד\"א משום דכיון דקאי מן כצד ואורך הכותל לרוחבו של חלון יכול לעמוד בסוף הכותל ולשחות ולהציץ:",
        "21_Daf, 7_Comment": "נ\"ב פי' דהא כנגדן דמתני' איירי במן הצד:",
        "21_Daf, 8_Comment": "נ\"ב פי' בלא העלאת דמים:",
        "21_Daf, 9_Comment": "נ\"ב אלא הכא מיירי כשמכר ונתן מקום הסולם בחצירו וקמ\"ל דבעי מרחיק ד\"א כ\"כ הרא\"ש:",
        "22_Daf, 0_Comment": "נ\"ב הקשו התוס' למה לא צריך לעיל גבי דוושא כן:",
        "22_Daf, 1_Comment": "נ\"ב לתמרי:",
        "22_Daf, 2_Comment": "האמר כצ\"ל:",
        "22_Daf, 3_Comment": "תיבת לי רשום למחוק:",
        "22_Daf, 4_Comment": "כלומר שלא יקיזו כאן עוד כצ\"ל:",
        "22_Daf, 5_Comment": "כשטען כצ\"ל:",
        "22_Daf, 6_Comment": "נ\"ב מן העיר נ' אמה:",
        "22_Daf, 7_Comment": "צ\"ל מזרה:",
        "22_Daf, 8_Comment": "נ\"ב כמו שכתב הרי\"ף לקמן סי' תרעד:",
        "22_Daf, 9_Comment": "נ\"ב פי' דלא אפשר למינטר דשמא [בהדי] דמנח קפצה בחורו ויחבא וקפצה:",
        "22_Daf, 10_Comment": "נ\"ב פי' שלפי דבריו כן הדין בבה\"כ שכל שאינו מגולה אינו רע ביותר כו':",
        "22_Daf, 11_Comment": "נ\"ב פי' כרשב\"ג:",
        "22_Daf, 12_Comment": "נ\"ב פי' דאמר יכולה אשה כו':",
        "22_Daf, 13_Comment": "נ\"ב דשמא יצוד יוני העיר:",
        "23_Daf, 0_Comment": "נ\"ב בגמ' ומאן שביק:",
        "23_Daf, 1_Comment": "נ\"ב או היה נתפייס [עם] הרבים:",
        "23_Daf, 2_Comment": "נ\"ב לא כן:",
        "23_Daf, 3_Comment": "ולא כצ\"ל:",
        "23_Daf, 4_Comment": "נ\"ב אבל כנגד היחיד אימא בזרוע עשה שהיה חזק ממנו:",
        "23_Daf, 5_Comment": "נ\"ב פי' לא מבעיא אחר נ' אפי' אחר ל' ריס בסמוך אפי' ק' מיל (ח\"ת) לכל ל' ריס ישוב שובכין או ישוב כרמים עד ק' מיל לא יפרוס:",
        "23_Daf, 6_Comment": "נ\"ב פי' בז' טובי העיר:",
        "23_Daf, 7_Comment": "נ\"ב פי' שיש בחד שובך יונים יותר:",
        "23_Daf, 8_Comment": "דמתני' כצ\"ל:",
        "23_Daf, 9_Comment": "בגמ' שחוץ מנ' כצ\"ל והד\"א:",
        "23_Daf, 10_Comment": "נ\"ב הוא:",
        "23_Daf, 11_Comment": "במניין כצ\"ל:",
        "23_Daf, 12_Comment": "נ\"ב פי' דשכיח עוברי דרכים ונפל מהם:",
        "23_Daf, 13_Comment": "דקרא כצ\"ל וכן לקמן ונ\"ב פירש\"י שם מחוז הוא על נהר פרת ואין ישראל מצוין שם:",
        "23_Daf, 14_Comment": "מטבעין כצ\"ל:",
        "23_Daf, 15_Comment": "נ\"ב פי' ובא מן הכרם האסור:",
        "23_Daf, 16_Comment": "נ\"ב פי' לעובדי כוכבים דאותה העיר. ולעוברי כצ\"ל",
        "24_Daf, 0_Comment": "נ\"ב ומאי שנא הכא דקתני קוצץ ואין נותן דמים:",
        "24_Daf, 1_Comment": "צ\"ל ומנירו:",
        "24_Daf, 2_Comment": "נ\"ב דקאמר בגמ' סיפא אתאן לגורן שאינו קבוע ומפרש כל שאינו זורה ברחת ומ\"ש הנ\"י כשאינו קבוע אינו צריך כלל להרחיק אע\"ג דקתני סיפא בכדי שלא יזיק והיינו כשאינו קבוע אפשר לומר לתירוץ רב אשי מאי טעם קאמר וכו' אתיא רישא וסיפא בגורן קבוע אבל באינו קבוע אינו צריך להרחיק כלל:",
        "24_Daf, 3_Comment": "נ\"ב דקאמר לכל רוח עושה וסומך חוץ ממערב' דמרחיק נ' אמה או לכל רוח מרחיק נ' אמה חוץ ממערבא שאינו עושה כל עיקר:",
        "24_Daf, 4_Comment": "נ\"ב כמו גבי בור שיח ומערה בג\"ט:",
        "24_Daf, 5_Comment": "נ\"ב פי' אחר שעשה זה משרה מכר שדהו או זרע שם חרדל ומכר מחצה שדהו לאחר והלוקח עשה שם ירק או העמיד דבורים:",
        "24_Daf, 6_Comment": "נ\"ב ולפ\"ז לא אתי שפיר דקאמר לדבריהם דרבנן ואפשר לומר טעמא דמלתא הוא כמו שאמר לדבריהם דרבנן כשם שיש להרחיק על זה כן יש להרחיק על זה וגופא דדינא דר\"י מה שפליג עם רבן גבי אילן דס\"ל על הניזק דצריך להרחיק:",
        "24_Daf, 7_Comment": "נ\"ב נראה שהרי\"ף פי' בלוקח חצי שדה עם דבורים מן המוכר והמוכר עשה שניהם כשהיה ברשותו והוי שפיר דלית חד מינייהו דקדים ורש\"י לא פירש כן:",
        "25_Daf, 0_Comment": "נ\"ב פי' דאוקמא בלוקח:",
        "25_Daf, 1_Comment": "פי' ג\"ט:",
        "25_Daf, 2_Comment": "תיבות בין מלמטה מוקף ונ\"ב בגמ' אינו:",
        "25_Daf, 3_Comment": "נ\"ב וא\"ת וליחייב משום אש מידי דהוי אאבנו וסכינו ומשאו בראש גגו ונפלו ברוח מצויה חייב משום אש והכא איירי ברוח מצויה מדפריך מ\"ש מזורה ורוח מסייעתו דהתם איירי ברוח מצויה וי\"ל דלא דמי לאש דאינו חייב משום אש אלא כשעשה האש לבדו בלא סיוע הרוח ואח\"כ הולך ע\"י הרוח אבל הכא אין עושה לבדו כל עיקר אלא ע\"י הרוח דאי לאו רוח לא הוי רקתא אזלי כל עיקר ולא דמי לגורן דחייב להרחיק אע\"ג דזיקא דממטי ליה וי\"ל דמתני' אתיא אליבא דרבנן והכא לא מיירי אלא אליבא דר' יוסי דלא מחייב אלא בגירי דיליה וא\"ת ומ\"ש מנמייה דאפי' אליבא דר\"י מרחיקין דהיא ממטי נפשה וי\"ל דהתם משום דזימנין דבהדי דמנח וכו' ויתבא ברישא ולא דמי לעורבין דקאמר רב יוסף אפיקו קורקור וי\"ל דגמ' לא ס\"ל כרבינא דר\"ת פוסק כמר בר רב אשי וכאמימר ועוד אומר ר\"י דבע\"ח חמיר טפי מרוח שכוח אחר מעורב בו כדאמרי' בב\"ק. תוס':",
        "25_Daf, 4_Comment": "מידיהן הוא בא לו כצ\"ל:<br>[ה] נ\"ב שייך לגמ':",
        "25_Daf, 5_Comment": "שהוא כצ\"ל:",
        "25_Daf, 6_Comment": "נ\"ב שייך לגמ':",
        "25_Daf, 7_Comment": "נ\"ב פי' כשאחז אדם הכד בידו נייד הנכמתא דבר מועט עי' בתוס' או כפי' הריצב\"א דבדבר מועט מתנדנד הנכתמא שהוא דבר קל אע\"פ שהאפדנא אינו מתנדנד כל כך:",
        "25_Daf, 8_Comment": "נ\"ב והזיק דחייב לשלם דשאני התם דניחא ליה דליזיל אבל הכא לא ניחא ליה:",
        "25_Daf, 9_Comment": "נ\"ב מפרש:",
        "25_Daf, 10_Comment": "נ\"ב ונ\"ל דכן צ\"ל אפ\"ה לא שמעינן טעמא מפורש בגמ' כלומר אע\"ג דקשה פשיטא והיה לו להתלמוד לפרש אפ\"ה אין הגמ' מפרש מזה כלום וכולה מתני' מפרש מלבד זה:",
        "25_Daf, 11_Comment": "נ\"ב פי' ד' אמות:",
        "25_Daf, 12_Comment": "נ\"ב רבה א\"ל לרב יוסף:",
        "26_Daf, 0_Comment": "נ\"ב דא\"ל:",
        "26_Daf, 1_Comment": "עד גובה מלא מרדע כצ\"ל והד\"א:",
        "26_Daf, 2_Comment": "שדהו כצ\"ל והס\"ד ונ\"ב משקולת חוט המרכלין שבונין חומה ותולין בה משקולת של אבר:",
        "26_Daf, 3_Comment": "נ\"ב שהמעיין בתוכן:",
        "26_Daf, 4_Comment": "בשנה חזקתו ג' שנים ואינו צריכה מיום אל יום כצ\"ל:",
        "26_Daf, 5_Comment": "נ\"ב פי' מה שדנו שהם ד' משום הא דבעי רב יוסף בגפנים בעי טפי מלבד דאמרי' דבבבל צריכין ב' א\"כ הוי בין הכל ששה:",
        "26_Daf, 6_Comment": "נ\"ב פי' הרי\"ף ותלמידו:",
        "26_Daf, 7_Comment": "נ\"ב וז\"ל הב\"י ונסתפק נ\"י בפי' דברי ר\"י הלוי אי ד' אמות דקאמר בר מב' אמות לבני בבל וד\"א לבני א\"י דהוי ליה לבני בבל ששה ולבני א\"י שמנה:",
        "26_Daf, 8_Comment": "צ\"ל שמנה:",
        "26_Daf, 9_Comment": "צ\"ל בבל:",
        "26_Daf, 10_Comment": "נ\"ב דהאי טפי יותר מד':",
        "26_Daf, 11_Comment": "נ\"ב ולא כתוס' שפירשו דמתני' מיירי באילני סרק:",
        "26_Daf, 12_Comment": "נ\"ב אינו מפרש אליבא דרבנן דאמרו כל אילני סרק אינו יכול לקוץ יותר ממלא מרדע ואליבא דרבנן לית לן טעמא למה קוצץ רק מלא מרדע אלא כאבא שאול דאמר דוקא אילני פירות יקוץ כמלא מרדע אבל אילני סרק כולם במשקולת עולה טעם הדין יפה שאמרו כמלא מרדע:",
        "26_Daf, 13_Comment": "צ\"ל הגבול:",
        "26_Daf, 14_Comment": "צ\"ל ופרעות:",
        "26_Daf, 15_Comment": "נ\"ב במגו דאי בעי אמר לא שלך היה לקמן ברי\"ף:",
        "26_Daf, 16_Comment": "נ\"ב וכן הקשו בתוס' ותירצו מ\"מ יש בני אדם שמכניסין כל השנה ודורכין מעט מעט:",
        "26_Daf, 17_Comment": "נ\"ב ס\"א לך [וכ\"ה בד\"ק ובד\"ם]:",
        "26_Daf, 18_Comment": "נ\"ב פי' דהיינו ו' שנים:",
        "27_Daf, 0_Comment": "נ\"ב וההוא גברא מוברה:",
        "27_Daf, 1_Comment": "נ\"ב אבל הניחה שנה שניה ואח\"כ אכלה ב' שנים שלישית ורביעית מצי א\"ל בעל השדה הא דלא מחית לך דגלית אדעתיך דלאו דידך הוא שהובירת שנה שניה:",
        "27_Daf, 2_Comment": "נ\"ב מודי דאחזיק בשנים מפוזרות:",
        "27_Daf, 3_Comment": "נ\"ב שאם לא:",
        "27_Daf, 4_Comment": "זה של המשכיר כצ\"ל:",
        "27_Daf, 5_Comment": "נ\"ב אילו:",
        "27_Daf, 6_Comment": "נ\"ב המשכיר:",
        "27_Daf, 7_Comment": "נ\"ב להפסיד חבירו:",
        "27_Daf, 8_Comment": "נ\"ב ובעדים:",
        "27_Daf, 9_Comment": "נ\"ב דכמו שמכרה להם בפניו דמי שהרי הניחם להביא ולכתוב שטר חלוקה ושתק:",
        "27_Daf, 10_Comment": "נ\"ב באותו שדה:",
        "27_Daf, 11_Comment": "נ\"ב ואיכא דמוביר:",
        "27_Daf, 12_Comment": "נ\"ב דאל\"כ קשה פשיטא כמו דפריך לעיל גבי ומודה רב הונא בבאגי:",
        "27_Daf, 13_Comment": "נ\"ב ס\"א נראה דעתו:",
        "27_Daf, 14_Comment": "נ\"ב ורש\"י פי' שלא היה להם עדי שותפות ור\"י פי' שלא רצו להחזיק אחד ג' שנים כדי שלא תשתכח השותפות:",
        "27_Daf, 15_Comment": "ולבין כצ\"ל:",
        "27_Daf, 16_Comment": "נ\"ב וז\"ל ה\"ר יונה דה\"ה נמי אם טוענין שלקחו מפלוני ועשה להם המוכר שטר מכר קלא אית להו דשותפין נינהו ושוב אין חזקתן כדרךהגזלנים ומצטרפין דחזקתן חזקה וטוענין להם שהמוכר קנאה מזה המערער:",
        "28_Daf, 0_Comment": "נ\"ב בגמ' ביתא:",
        "28_Daf, 1_Comment": "נ\"ב פי' הלוקח אמר ליתן לו אותה קרקע נמי:",
        "28_Daf, 2_Comment": "נ\"ב רשב\"ם פי' אחרי שהמוכר רוצה לפוסלו והחזקה של שלש שנים במקום שטר הם עומדים ומאחר שהמוכר מערער על החזקה שאינה חזקה צריך זה להביא עדי' שחזקתו גמורה שלא דר זה עמו:",
        "28_Daf, 3_Comment": "נ\"ב ובדאיכא סהדי נמי לא רצה הרי\"ף לאוקמי כמו שפי' הרשב\"ם דקשה לי' למה אמר רבא המע\"ה הא רבא גופא אמר לעיל דעל הלוקח להביא ראיה כמ\"ש הרי\"ף לפי' הא':",
        "28_Daf, 4_Comment": "נ\"ב וכתב הרא\"ש ומלתא דתמיהא לי כיון דחזקה במקום שטר עומדת היאך מהימן המערער לומר בדבורו לא הייתי בעיר באותו זמן שאתה אומר שמכרתי לך ולפ\"ז לא היה מהניא חזקה לעולם דהיאך ימצא עדים שראוהו בעיר באותו יום ועוד עיקר כת משא ומתן של המעשה חסר מן הספר דה\"ל למימר מינך זבנית בההוא יומא כדי שתהא התשובה על דבריו באותו יום שאתה אומר שלקחת ממני בשכונא גוואי הייתי כו' וסוף דבריו ועוד דלשון בשכונא גוואי אינו מורה לשום פי' אלא כפי' רש\"י ורשב\"ם שהיה דר בבתי פנימיים והיה עובר דרך עליו:",
        "28_Daf, 5_Comment": "דהפה שאסר הוא הפה שהתיר:",
        "28_Daf, 6_Comment": "דבר סיסין פשיטא דבעי הד\"א:",
        "29_Daf, 0_Comment": "נ\"ב א\"ל:",
        "29_Daf, 1_Comment": "מי כצ\"ל:",
        "29_Daf, 2_Comment": "נ\"ב אבל אינו יודע אם לקח אותה או לא:",
        "29_Daf, 3_Comment": "נ\"ב וז\"ל הרא\"ש ההוא דא\"ל לחבריה מאי בעית בהאי ארעא וכו' א\"ל מפלניא זבנתיה ואכלית שני תזקה והוי ליה סהדי דהאי דזבנה דר ביה חד יומא א\"ל והא אית לי סהדי דאתית באורתא לגבאי ואמרת לי זבנה נהלי ואם קנית כבר מפלניא כמה שאתה טוען למה רציתה לקנות ממני דאמינא אזבין דינאי וכו' ולא גרסי' לפי זה א\"ל פלוני גזלנא:",
        "29_Daf, 4_Comment": "נ\"ב כגירסת רש\"י וגמרא שלנו:",
        "30_Daf, 0_Comment": "נ\"ב אם:",
        "30_Daf, 1_Comment": "נ\"ב כך:",
        "30_Daf, 2_Comment": "נ\"ב כדאבהתי:",
        "30_Daf, 3_Comment": "אינו כצ\"ל:",
        "30_Daf, 4_Comment": "צ\"ל שלא:",
        "30_Daf, 5_Comment": "צ\"ל לי:",
        "30_Daf, 6_Comment": "נ\"ב והכל מודים בו:",
        "30_Daf, 7_Comment": "נ\"ב דהא יש לו עדים על כל שבע שנין כמו שפי' הרשב\"ם:",
        "30_Daf, 8_Comment": "נ\"ב וז\"ל הרא\"ש ואע\"ג דאמרי' לקמן וצריך למחות בסוף כל שלש שאני התם היינו טעמא שאם שתק ג' שנים נראה כחוזר מן המחאה אבל הכא כיון שמכרה לאחר אי אפשר לחזור בו מן המחאה שאפי' אם יודה שהיתה המחאה שלא כדין והשדה של המחזיק אין בדבריו כלום לחוב ללוקח כדתניא בתוספתא וכו':",
        "30_Daf, 9_Comment": "צ\"ל שהוא:",
        "30_Daf, 10_Comment": "נ\"ב בתוס' שלנו כתוב ר\"י ב\"ר מרדכי הקשה קושיא זו. בס\"א איתא הרשב\"א:",
        "30_Daf, 11_Comment": "נ\"ב פי' שמא מכרו אבותיו לזה:",
        "30_Daf, 12_Comment": "נ\"ב ז\"ל רשב\"ם והלכתא כאביי כדמוכח הכא דאזיל הדר אמר ליה אין כו' דמשום שהיו מפסידין אותו כאביי הוצרך לחזור ולטעון כן. דיקא נמי דקאמר גמרא אמר ליה אביי ולא קאמר אביי אמר:",
        "30_Daf, 13_Comment": "נ\"ב קאי:",
        "30_Daf, 14_Comment": "נ\"ב פי' דסמיך עלה דאבהתי:",
        "30_Daf, 15_Comment": "נ\"ב כן מייתי בגמ':",
        "30_Daf, 16_Comment": "נ\"ב וזה לשון התוס' תימה ולהמנינהו לבתראי במיגו דאי בעי פסלינהו לקמאי דגזלנותא ומיהו במיגו דאי בעי הוי מזמי להו ליכא להמנינהו דיראים להזימן פן יוזמו גם הם ונראה דמיגו במקום עדים לא אמרי' ועוד דמיגו לא יוכל לסייעם יותר מב' עדים ואפי' היה עמהם ק' עדים אינם נאמנים דתרי כמאה ועוד אומר ר\"י דלא שייך מיגו דאין דעת שניהם שוה ומה שירצה זה לטעון לא יטעון זה ע\"כ:",
        "30_Daf, 17_Comment": "נ\"ב ביום:",
        "30_Daf, 18_Comment": "נ\"ב פי' וא\"כ קשה דאמרי' מיגו בעדים:",
        "30_Daf, 19_Comment": "כצ\"ל דשני חזקה טובא קאמינא ולא הוי חוזר וטוען וכו' וכן איתא בנ\"י וכן איתא ברשב\"ם ולשון רשב\"ם דכתב מהר\"ם אינו שייך כאן אלא למטה אחר י\"מ דאינו צריך כו':",
        "31_Daf, 0_Comment": "נ\"ב שטרא:",
        "31_Daf, 1_Comment": "נ\"ב ואכלתי שני משכונא:",
        "31_Daf, 2_Comment": "נ\"ב דמזויף הוא:",
        "31_Daf, 3_Comment": "נ\"ב יפה:",
        "31_Daf, 4_Comment": "נ\"ב וכיון דאודי אודי:",
        "31_Daf, 5_Comment": "ואותה כצ\"ל:",
        "31_Daf, 6_Comment": "נ\"ב הלכך פוסק בראשון כרבה דאמרי' מה לי לשקר ויעמוד בידו מקחו:",
        "31_Daf, 7_Comment": "צ\"ל שהיה:",
        "31_Daf, 8_Comment": "נ\"ב דאי לא אפשר למיקם ודאי הדין יחלוקו כדלקמן:",
        "31_Daf, 9_Comment": "שהרי יכול לקיימו כצ\"ל:",
        "31_Daf, 10_Comment": "נ\"ב וכ\"כ ברא\"ש שיש לו שטר:",
        "31_Daf, 11_Comment": "נ\"ב פי' והוא סבר איכול שיעור זוזא ואפטר אח\"כ משבועה על מה שאכלתי כבר:",
        "31_Daf, 12_Comment": "נ\"ב פי' דהיה יכול לטעון לקוח:",
        "32_Daf, 0_Comment": "נ\"ב גבייהו:",
        "32_Daf, 1_Comment": "נ\"ב פי' נמצא שמודה שאכל שאינו שלו:",
        "32_Daf, 2_Comment": "וכיון כצ\"ל:",
        "32_Daf, 3_Comment": "נ\"ב לרב חסדא:",
        "32_Daf, 4_Comment": "נ\"ב מדברי הר\"ש משמע דלא גריס לזה הגירסא טפי וכן התוס' מחקו טפי לפ\"ז הגירסא וכתבו עלה ואפי' אי גרסי' טפי אפשר לפרש טפי מכל אותן שהיו העדים מכירים:",
        "32_Daf, 5_Comment": "נ\"ב ומעולם לא מכרו לאבותיו של זה השני:",
        "32_Daf, 6_Comment": "נ\"ב דעתה יש לו מיגו דאי בעי היה תבע כל שויו:",
        "32_Daf, 7_Comment": "נ\"ב ולא קריבנא טפי:",
        "32_Daf, 8_Comment": "וראוי כצ\"ל:",
        "32_Daf, 9_Comment": "תיבת דהוא ספק צ\"ל במוקפין:",
        "32_Daf, 10_Comment": "נ\"ב פי' אנו מפרשינן דברי העדים שהעידו שלא מכרו מעולם ע\"ש ועי' לעיל בר\"ן:",
        "33_Daf, 0_Comment": "נ\"ב בגמ' נסכא דר' אבא:",
        "33_Daf, 1_Comment": "נ\"ב פי' פירות הרבה: [ובחו\"י נ\"ב לפי פירושו ר\"ל דיש עדים כמה אכל]",
        "33_Daf, 2_Comment": "נ\"ב מלתא באפי נפשא:",
        "33_Daf, 3_Comment": "נ\"ב סהדי:",
        "33_Daf, 4_Comment": "נ\"ב פי' פטור מדין פירות אבל חייב שבועת היסת:",
        "33_Daf, 5_Comment": "בשבועת היסת מגו תא\"מ:",
        "33_Daf, 6_Comment": "תיבת אמאי צ\"ל מוקף:",
        "33_Daf, 7_Comment": "נ\"ב פי' לפירות ירדתי:",
        "33_Daf, 8_Comment": "נ\"ב וכ\"כ התוס':",
        "33_Daf, 9_Comment": "נ\"ב פי' במיגו דאי בעי אמר לא חטפתי כ\"כ התוס':",
        "33_Daf, 10_Comment": "נ\"ב פי' לחייבו שבועה:",
        "33_Daf, 11_Comment": "נ\"ב כך הגי' בגמ' לישתבע הא אמר מיחטף חטפה וכיון דאמר חטפה הוה ליה כגזלן:",
        "33_Daf, 12_Comment": "נ\"ב ולפרי:",
        "34_Daf, 0_Comment": "נ\"ב וילדה:",
        "34_Daf, 1_Comment": "נ\"ב ילדה:",
        "34_Daf, 2_Comment": "נ\"ב אחר שערער:",
        "34_Daf, 3_Comment": "נ\"ב א\"נ שאמרו שניהם לב\"ד לתפוס:",
        "34_Daf, 4_Comment": "נ\"ב של אבותיו וכו' הס\"ד ואח\"כ מה\"ד אם בא ונ\"ב שייך לגמ':",
        "34_Daf, 5_Comment": "נ\"ב ארעא:",
        "34_Daf, 6_Comment": "דכל כצ\"ל:",
        "34_Daf, 7_Comment": "נ\"ב וכו':",
        "34_Daf, 8_Comment": "נ\"ב ולכך בשנים שאוחזין בטלית יחלוקו דכיון דשניהם אדוקים בו חשיב כאילו אנו יודעים שלשניהם יש חלק בו. תוס':",
        "34_Daf, 9_Comment": "נ\"ב דלא כרש\"י שפירש דאפי' ידעו העדים שכתב ומסר לזה בבוקר ולזה בערב דאין הקדמה בשעות:",
        "34_Daf, 10_Comment": "נ\"ב פי' תימה וצריך לחזור:",
        "34_Daf, 11_Comment": "נ\"ב ל\"ג אמרי נהרדעי אם בא אחד מן השוק והחזיק בה אין מוציאין אותה מידו דתני ר' חייא גזלן של רבים לאו שמיה גזלן רב אשי אמר לעולם שמיה גזלן ומאי לא שמיה גזלן שלא ניתן להשבון:",
        "34_Daf, 12_Comment": "נ\"ב וא' משני יוסף בן שמעון הללו שהוציא על אחרים שט\"ח צריך לשלם ליה ולא יכול לדחותו לומר לא לך אני חייב אלא לאידך יוסף בן שמעון ואין מוציאין השטר מידו שמא הוא אחר ואידך יוסף בן שמעון הוא המלוה וא\"כ הכא אמאי מוציאין מיד האחר שתפס לאלו השנים לא דמי דהתם מאחר שזה מוחזק בשטר אין מוציאין מידו מספק שמא אידך הוא המלוה אבל הכא אדרבה אלו השנים היו מוחזקים ומתעצמין בה ולא האיש האחר ואילו לא מוציאין מיד האחר אדרבה היינו מפקינן ממון מאלו השנים שהם מוחזקים לזה שאין לו שייכות כלל:",
        "34_Daf, 13_Comment": "נ\"ב פי' שהשטר בידו:",
        "35_Daf, 0_Comment": "נ\"ב בגמ' מגודא דערודי:",
        "35_Daf, 1_Comment": "ועבדים וכו' עבדים יש לה חזקה כצ\"ל:",
        "35_Daf, 2_Comment": "נ\"ב אם היה:",
        "35_Daf, 3_Comment": "נ\"ב דאם איתא דזבנא מיני' ה\"ל ליזהר בשטרא:",
        "35_Daf, 4_Comment": "ג' שנים:",
        "35_Daf, 5_Comment": "כגון פתחי חרישה:",
        "35_Daf, 6_Comment": "נ\"ב ל\"ג אמר ליה רב אשי לרב כהנא אי לפירא אחתיה מאי הוה ליה למיעבד א\"ל איבעי ליה למחויי דאלת\"ה הני משכנתא דסורא דכתבו בהו הכי במשלם שני' אלין תיפוק ארעא דא בלא כסף אי כביש לשטר משכנתא גבי ואמר לקוחה היא בידי ה\"נ דמהימן מתקני רבנן מלתא דאתי ביה לידי פסידא אלא איבעי למחויי ה\"נ איבעי למחויי:",
        "35_Daf, 7_Comment": "נ\"ב ורבא בר שרשום שלא היה יכול לטעון לקוח אע\"ג שאכל שני חזקה בחיי אביו אפשר שלא אכל אלא ג' שנים ולא שהו בידיו אלא שני חזקה לכך אמר לו (רב אשי) [אביי] שלא יכול לטעון לקוח הוא בידי דבתורת משכנתא אתי לידו א\"נ קולא דיתמי שאני מאח' שיצא השדה לרשות אחר בפרט ורשות דיתמי שאין נקזקקין לנכסי דיתמי קטנים:",
        "35_Daf, 8_Comment": "נ\"ב אבל התוס' כתבו לעיל גבי רבא בר שרשום דלא היה ידוע דבתורת משכנתא אתי לידיה דאי היה ידוע לא היה יכול לטעון לקוח הוא בידי מידי דהויא אומן ואריס וכו':",
        "35_Daf, 9_Comment": "נ\"ב משום:",
        "35_Daf, 10_Comment": "נ\"ב ישראל:",
        "35_Daf, 11_Comment": "נ\"ב פי' שהניח שם בהמתו לאכול:",
        "35_Daf, 12_Comment": "נ\"ב הנ\"י גרס כגי' ר\"ח דהוי חזקה:",
        "35_Daf, 13_Comment": "נ\"ב פי' לפי סברת המקשה אתי שפיר לאשמועינן דגודרות אין להם [חזקה] אפי' לאחר ג' אבל עתה דמפרש רבא דאין לו חזקה לאלתר אבל לאחר ג' יש לו חזקה א\"כ פשיטא דאין לו חזקה לאלתר לכך מפרש וכו':",
        "35_Daf, 14_Comment": "נ\"ב ושכחתו:",
        "35_Daf, 15_Comment": "תיבת וכו' נמחק:",
        "36_Daf, 0_Comment": "נ\"ב ושיבי:",
        "36_Daf, 1_Comment": "נ\"ב הא פלוגתא קאי אשדה בית הבעל דאינה צריך מיום ליום ומפרש עד מתי הוא חזקתה:",
        "36_Daf, 2_Comment": "הרבה עד שתכלה מחרשתו ותתרפה הקרקע ואח\"כ כצ\"ל:",
        "36_Daf, 3_Comment": "נ\"ב הקשה ר\"י למה קבעה אמתני' דהכא דאיירי בחזקת ג' שנים אלא לקמן גבי חזקת קנין הוי ליה לאקבועי ועוד למה נקט חזקה יותר משטר וכסף אלא איירי הכא בחזקת ג' שנים ע\"ש:",
        "36_Daf, 4_Comment": "נ\"ב שלקח אילנות בשדה חבירו:",
        "36_Daf, 5_Comment": "נ\"ב מתני':",
        "36_Daf, 6_Comment": "נ\"ב פי' ואע\"פ דתליא רבא בשנים לאו דוקא דהא ע\"כ לאו בשנים ממש תליא כו' תדע כו':",
        "36_Daf, 7_Comment": "נ\"ב פי' המפוזרין ע\"פ השדה:",
        "36_Daf, 8_Comment": "נ\"ב דלאחר שיבשו הרי האמת כן דיכול לומר כו' וה\"פ דקשיא לר\"פ כיון דאפי' בג' אילנות [אמרת] אין לו כלום בקרקע יאמר לו קודם שיבש עקור אילנך כו' ואע\"ג דבעלמא בחד לוקח בקנה שנים דלא קנה קרקע מ\"מ יעמוד שם האילן עד שימות הכא גרע טפי מהאי טעמא דאית לך כי היכי דלדידי לית לי באילנות ה\"נ לית לך בקרקע. תוס'. ורשב\"ם פי' דלאחר שיבשו מיירי ואין סברא לדחוק אותו מיד לעוקרו כשיבש כיון דג' אילנות מכר לו כמו שפירשו התוס':",
        "37_Daf, 0_Comment": "נ\"ב אחת:",
        "37_Daf, 1_Comment": "נ\"ב פי' שלא בפניו:",
        "37_Daf, 2_Comment": "נ\"ב בגזלנותא:",
        "37_Daf, 3_Comment": "נ\"ב וביניהן:",
        "37_Daf, 4_Comment": "נ\"ב חצי:",
        "37_Daf, 5_Comment": "נ\"ב מפני:",
        "37_Daf, 6_Comment": "נ\"ב זה שייך לגמ':",
        "37_Daf, 7_Comment": "דאכלוה כצ\"ל:",
        "37_Daf, 8_Comment": "ושתיק אלא לכך האריכו שלשה כצ\"ל:",
        "37_Daf, 9_Comment": "נ\"ב ויחזיק זה בקרקע שלו שנה ובתוך שנה ראשונה יצא הקול וילכו בשנה שניה ויודיעוהו לבעל הקרקע ובשנה ג' יבא וימחה:",
        "37_Daf, 10_Comment": "נ\"ב ומ\"ש יהודה וגליל דנקיט כיון דאיירי בשעת חירום ה\"ה לכל המלכיות שיש חירם ביניהם והו\"ל למיתני כל הארצות חלוקות לחזקה בשעת חירם. רשב\"ם. ומשני הא קמ\"ל דסתם יהודה וגליל כשעת חירם כו':",
        "37_Daf, 11_Comment": "נ\"ב דלא ברח אלא לאשתמוטי עד דהוי ליה [זוזי] ופרע וכיון דאין לו מה לפרוע אין רודפין אחריו ואם נודע מקומו אין רודפין אחריו:",
        "37_Daf, 12_Comment": "נ\"ב גואל הדם:",
        "37_Daf, 13_Comment": "שטרו דלא ידע וכו' גזלן שיזהר בשטרו כצ\"ל:",
        "37_Daf, 14_Comment": "נ\"ב דאפי' בעלמא ג' אילנות קנו קרקע וכ\"ש הכא:",
        "37_Daf, 15_Comment": "נ\"ב ממדינה למדינה בא\"י:",
        "37_Daf, 16_Comment": "נ\"ב וז\"ל התוס' וי\"ל דודאי גבי גט מצויין לקיימו אפי' מיהודה לגליל לפי שהאשה רגילה לחזור אחר עדי קיום אבל הכא אי לאו דשכיחי טובא לעולם לא ישמע מחאתו שאין המחזיק רגיל לחזר אם מחה לו ואם לאו הלכך בשיירות דעולי רגלים ובתי דינין לא סגי עכ\"ל ודעת הנ\"י לא נראה כן מתוך דברים הללו:",
        "37_Daf, 17_Comment": "נ\"ב א\"ד אמר רב מחזיק בנכסי בורח כי אמריתא קמיה דשמואל אמר לי פשיטא וכי למחות בפניו אני צריך ורב מאי קמ\"ל וכו' אלא הא קמ\"ל דאפי' מחה בפני ב' שאינם יכולין לומר לו הוי מחאה ומפרש טעמא דרב משום דה\"ל דחברך חברא אית ליה וחברא דחברך חברא אית ליה:",
        "37_Daf, 18_Comment": "נ\"ב פי' שהטעם שלגנותו היה מתכוין:",
        "37_Daf, 19_Comment": "נ\"ב לעדים:",
        "38_Daf, 0_Comment": "נ\"ב וכתב הב\"י דר\"פ אית ליה הא דשמואל דאמר לעיל מיחה בפני בני אדם שאין יכולין לילך לומר לו לא הוה מחאה דהתם מיירי בחולה וזקן שלעולם לא ילך למקום שהמחזיק שם אבל הכא ילכו למקום המחזיק ויגידו לבני העיר ויאמרו לו הוי מחאה.",
        "38_Daf, 1_Comment": "צ\"ל להו:",
        "38_Daf, 2_Comment": "נ\"ב בגמ' וחזר וערער:",
        "38_Daf, 3_Comment": "נ\"ב והא דאמר לעיל אבל אכלה שית שנין אין לך מחאה גדולה מזו פליגי אהך דהכא דצריך למחות בסוף כל ג'. תוס':",
        "38_Daf, 4_Comment": "נ\"ב פי' דבסוף ג' אחרונות:",
        "38_Daf, 5_Comment": "כותבין לו העדים כצ\"ל:",
        "38_Daf, 6_Comment": "כאינך כצ\"ל ונ\"ב דאמר רבא מחאה בפני שנים. ובד\"ק דהא קיי\"ל מחאה בפני שנים:",
        "38_Daf, 7_Comment": "נ\"ב פליגי בגמ' א\"ד צריך ג' למחויה וא\"ד בפני שנים הוי מחאה וכתב הנ\"י דהא קי\"ל כאינך דס\"ל מחאה בפני שנים:",
        "38_Daf, 8_Comment": "נ\"ב פי' הא דצריך מגו לטענה זו:",
        "38_Daf, 9_Comment": "נ\"ב אבל בג' ראשונים א\"צ לחזור ולמחות משמחה פעם אחת:",
        "38_Daf, 10_Comment": "נ\"ב והתוס' פירשו בענין אחר:",
        "38_Daf, 11_Comment": "והקנה לו בקנין מיד ודאי כצ\"ל:",
        "38_Daf, 12_Comment": "נ\"ב פי' דלא ליחשוב קנין אלא בפני שנים:",
        "39_Daf, 0_Comment": "נ\"ב מנה:",
        "39_Daf, 1_Comment": "נ\"ב דלא שייך כאן לא טענת פרעתי ולא טענת דלא ליגבה ממשעבדי:",
        "39_Daf, 2_Comment": "נ\"ב עד:",
        "40_Daf, 0_Comment": "נ\"ב לעולם דאזביני:",
        "40_Daf, 1_Comment": "נ\"ב חזקה:",
        "40_Daf, 2_Comment": "בדין כצ\"ל:",
        "40_Daf, 3_Comment": "נ\"ב הא:",
        "40_Daf, 4_Comment": "לא כצ\"ל:",
        "40_Daf, 5_Comment": "אמרן כצ\"ל:",
        "40_Daf, 6_Comment": "נ\"ב דמודעא בלא אונס פסולה ולא כלום היא:",
        "40_Daf, 7_Comment": "הפרדס כצ\"ל:",
        "40_Daf, 8_Comment": "צ\"ל הכא:",
        "40_Daf, 9_Comment": "נ\"ב וכך פי':",
        "40_Daf, 10_Comment": "תיבת זבינתא מינך רשום למחוק:",
        "40_Daf, 11_Comment": "נ\"ב ומסר:",
        "40_Daf, 12_Comment": "מכירה שמהיום נ\"ב ואני אוציא את המודעא לפניו המבטלתו ולא יתן וכו' כצ\"ל:",
        "40_Daf, 13_Comment": "נ\"ב אבל התוס' הניחו בתימה אי בזבינא הא אמר רבא לא כתבינן מודעא אזבינא אפי' כהאי מעשה דפרדיסא פשיטא דכתבינן אפי' אי ציית דינא:",
        "40_Daf, 14_Comment": "נ\"ב ס\"א לפיכך:",
        "40_Daf, 15_Comment": "נ\"ב פי' שמא יסמכו אעדים החתומים:",
        "41_Daf, 0_Comment": "נ\"ב לה:",
        "41_Daf, 1_Comment": "מתנות וכך אמר לנו כתבוה בשוקא כצ\"ל:",
        "41_Daf, 2_Comment": "נ\"ב וכו':",
        "41_Daf, 3_Comment": "נ\"ב פי' לפרש בהדיא והכי אמר לנו הא מתנתא כתבוה בשוקא וכו':",
        "41_Daf, 4_Comment": "נ\"ב פי' וא\"צ לשאול את פיו בפירוש:",
        "41_Daf, 5_Comment": "נ\"ב פי' לטענה:",
        "41_Daf, 6_Comment": "נ\"ב פי' שאין לו חזקה כשאין לו טענה:",
        "41_Daf, 7_Comment": "נ\"ב והתוס' לא פירשו כן שקאי והא אחזיקא לי כיון שסייע ומחל לי כמו שפי' הנ\"י דהא אח\"כ פריך והא אחיל לי אלא טוען אתה מכרת לי ורוצה להיות נאמן מתורת חזקה:",
        "41_Daf, 8_Comment": "נ\"ב פי' במה שגדרתי עשיתי חזקה במתנה זו שמחל לי חלקי:",
        "42_Daf, 0_Comment": "נ\"ב א\"ל:",
        "42_Daf, 1_Comment": "נ\"ב שאחד אומר מנה ואחד אומר מאתים:",
        "42_Daf, 2_Comment": "נ\"ב רשב\"ם ואמרי ליה לחביבי אמאי צריך להביא עדים שראוהו בבית יום א' וכי אין אדם עשוי ליקח בלילה ולמכור לאחר באותו לילה שנותנין לו ריוח והוי ליה לאוקמיה להאי אנכסיה בטענה זו דהא טוענין ללוקח:",
        "42_Daf, 3_Comment": "נ\"ב בגמ' דחי הא ודלמא לא טענה בעי ולא ראיה בעי איבעית אימא שאני לוקח דלא שדי זוזי בכדי:",
        "42_Daf, 4_Comment": "נ\"ב ארעיה:",
        "42_Daf, 5_Comment": "ג' שני חזקה שוב לא תצטרך להביא עדים שלקחה מבעליו אותו שמכרה לך משום דטוענין כצ\"ל:",
        "42_Daf, 6_Comment": "נ\"ב שהמוריש והמוכר ודאי לקחו ממנו:",
        "42_Daf, 7_Comment": "נ\"ב כמה:",
        "42_Daf, 8_Comment": "נ\"ב בשטר שנה:",
        "42_Daf, 9_Comment": "נ\"ב פי' כרעיה דאבוה הוא וכאילו עדיין היא ברשות אב והיה לו למחות בו:",
        "42_Daf, 10_Comment": "נ\"ב ר\"א לעי:",
        "42_Daf, 11_Comment": "נ\"ב ס\"א מגחך:",
        "42_Daf, 12_Comment": "נ\"ב ל\"ג ועדים לית להו קלא והאמר רב המוכר שדהו בעדים גובה מנכסים משועבדים התם לקוחות אינהו אפסידו אנפשייהו:",
        "42_Daf, 13_Comment": "נ\"ב פי' דהא לא הלוה לו אלא בעדים:",
        "43_Daf, 0_Comment": "נ\"ב או זקפתי עליו במלוה:",
        "43_Daf, 1_Comment": "נ\"ב עיין בתוס':",
        "43_Daf, 2_Comment": "נ\"ב פי' לגבי לוקח:",
        "43_Daf, 3_Comment": "הכי כצ\"ל:",
        "43_Daf, 4_Comment": "נ\"ב ולפי פירושו קאי אמתני' דלעיל דבעי ג' שנים אבל רשב\"ם פי' בד\"א דכל החזקות אינן חזקה וגם יש מהן דהוויין חזקה אלא צריך ג' שנים בחזקה שיש עמהם טענה ומחלוקת:",
        "43_Daf, 5_Comment": "נ\"ב ומחלוקת:",
        "43_Daf, 6_Comment": "נ\"ב ל\"ג מאי קמ\"ל דשותפות אין להם חזקה לימא דשותף אין לו חזקה אמר רב (יוסף) [רב נחמן בר אבוה] וכו':",
        "44_Daf, 0_Comment": "נ\"ב פי' שפטרו מאחריות:",
        "44_Daf, 1_Comment": "נ\"ב נ\"ל דשאני ס\"ת דלשמיעה קאי:",
        "44_Daf, 2_Comment": "נ\"ב פסול:",
        "44_Daf, 3_Comment": "נ\"ב וכן התוס' מחלקים בין פסול דגוף לבין פסול דממון בקיצור:",
        "45_Daf, 0_Comment": "נ\"ב והוי מצי לשנויי לפי' התוס' דלא מסהדי בהאי לישנא דלוי היא אלא דאיירי דראובן מכרה ללוי אלא דעדיפי משני:",
        "45_Daf, 1_Comment": "במאי מפקא כצ\"ל:",
        "45_Daf, 2_Comment": "נ\"ב הלשון קשה דלא שייך לומר כגון דאית ליה סהדי ליהודה דדיליה היא ולשמעון אית ליה סהדי דדיליה היא דהא מעיקרא נמי ידעינן דאית להן סהדי כדקתני ראובן שגזל שדה משמעון משמע דידוע שהיא של שמעון וכן יהודה נמי ע\"כ אית ליה סהדי דאי לא\"ה מאיזה כח מערער והכי הוה ליה למימר כיון דאית ליה סהדי לשמעון ואית ליה סהדי ליהודה ונראה לרשב\"א דס\"ד מעיקרא דיהודה בעי לאפוקי מלוי משום דאית ליה סהדי דראובן מכר לו וללוי אין עדים ובא שמעון להעיד ללוי דשל לוי היא ומש\"ה פריך כיון דמסהיד דהאי ארעא דלוי היא היאך מפיק ליה מיניה והשתא פריך שפיר דבההיא זכותא דמפיק לה מלוי ליפקי מיהודה דשניהם באו מכח ראובן ואם יביא לשמעון עדים דראובן גזלה ממנו מצי לאפוקי מתרוייהו:",
        "45_Daf, 3_Comment": "נ\"ב וכתב הרא\"ש דאין עדי שמעון מזומנין עתה:",
        "45_Daf, 4_Comment": "נ\"ב פי' והא הגזלן חייב לו דמיה:",
        "45_Daf, 5_Comment": "נ\"ב פי' או הניח לפניהם הגזילה קיימת לאחר מותו:",
        "45_Daf, 6_Comment": "ומיירי לאחר יאוש ואין גזילה קיימת שאכלוה אחר מותו הכי אוקמה לה ר\"ח:",
        "45_Daf, 7_Comment": "או שדה ראובן הגזלן אין נגזל שמעון מעיד עליה ללוי הלוקח מפני כו' עלי' דלוקח כצ\"ל:",
        "45_Daf, 8_Comment": "נ\"ב וכ\"כ הרשב\"א ז\"ל:",
        "45_Daf, 9_Comment": "ללוי דדיליה היא דבעינן למימר שיכול וכו':",
        "46_Daf, 0_Comment": "נ\"ב והוה מצי למיפרך א\"ה אפי' בית ושדה נמי אלא מגופה פריך:",
        "46_Daf, 1_Comment": "נ\"ב לא קני:",
        "46_Daf, 2_Comment": "נ\"ב פי' דתקנו דמטלטלי דיתמי משועבדים לבע\"ח:",
        "46_Daf, 3_Comment": "הך ד\"ה שמעינן מהכא כו' שייך אדלעיל אדבור המתחיל ודוקא מכר פי' הר\"ש ז\"ל שמכר וכו':",
        "46_Daf, 4_Comment": "נ\"ב בהרשאות ונתתי לו ארבע אמות בחצר. תוס':",
        "47_Daf, 0_Comment": "נ\"ב וכ\"ש (שלא) באחריו':",
        "47_Daf, 1_Comment": "נ\"ב הוה מצי לשנות כגון שעשאו אפותיקי דאז לא הדר אארעא אחריתי ואם תפול ביד המערער יפרע לו אחרת ומש\"ה אינו מעיד לו עליה דנוגע בעדות הוא ולא תקשי נמי שמא יש לו בע\"ח גדול דמש\"ה מעיד דהכי פריך אית ליה אחריתי כדי כל חובו:",
        "47_Daf, 2_Comment": "נ\"ב בגמ' מאי נפקא ליה מינה:",
        "47_Daf, 3_Comment": "נ\"ב השתא ס\"ד דגם לוקח חוזר על המוכר לכך פריך סוף סוף לגבי לוקח נמי הוי ליה רשע וניחא שפירש הרי\"ף לעיל במקשה ולא מאי דשקיל לוקח:",
        "47_Daf, 4_Comment": "נ\"ב הוא:",
        "47_Daf, 5_Comment": "נ\"ב מחרב רעה:",
        "47_Daf, 6_Comment": "נ\"ב וכ\"כ התוס' וסיימו כיון דהשתא לא מירווח מידי:",
        "47_Daf, 7_Comment": "נ\"ב והא לא מצי למימר בשעובד כוכבים אנס דא\"ל אחוי לי סהדי שבדין טרפה ואשלם וי\"ל דמיירי כגון שבדיני עובד כוכבים דן עמו ובדיניהם דעובד כוכבים הוי הלכך חייב לפצותו. תוס':",
        "47_Daf, 8_Comment": "תיבת מהימן צ\"ל מוקף:",
        "47_Daf, 9_Comment": "נ\"ב פי' אם יכול להיות נשכח הדבר דבתורת משכנתא אתי לידו יש לו חזקה אבל לעיל כתב הנ\"י אפי' ידעינן דאתו לידיה במשכנתא שלא ידוע על כמה שנים נתמשכן יכול לומר ב' שנים היה לי משכון וג' שנים עשיתי חזקה:",
        "48_Daf, 0_Comment": "צ\"ל עבדו:",
        "48_Daf, 1_Comment": "נ\"ב פי' מלמדו אומנות:",
        "48_Daf, 2_Comment": "נ\"ב של גזלן:",
        "48_Daf, 3_Comment": "נ\"ב והם יראו אם הוא שלי ואמת דבריך והוציא וכו' כצ\"ל:",
        "48_Daf, 4_Comment": "נ\"ב עכשיו:",
        "48_Daf, 5_Comment": "נ\"ב מלשון לא שדי זוזי בכדי:",
        "48_Daf, 6_Comment": "נ\"ב אמר רב אשי ואי חכים משוי ליה ראה דא\"ל אמאי תפסית לי לאו משום דאית לך גבאי השתא אפקינהו ושיימינהו שקול את דידך ואשקול אני דידי א\"ל רב אחא בריה דרב אויא לרב אשי מצי א\"ל לא צריכנא לשומא דידך כבר שמוה קמאי דקמך:",
        "48_Daf, 7_Comment": "נ\"ב פי' שמודה בכל השכר כדי שיראה לו את הסרבל:",
        "48_Daf, 8_Comment": "נ\"ב פי' שמא לא יוכל לשבע ומתוך שאינו יכול לשבע משלם:",
        "49_Daf, 0_Comment": "נ\"ב ואפי' לא ראה וליכא סהדי נמי לא מהימן לסברת הרי\"ף עי' במלחמת ה' ותמצא דעת אחרת לסברת הרי\"ף:",
        "49_Daf, 1_Comment": "תיבת לא מוקף ונ\"ב ברא\"ש ליתא:",
        "49_Daf, 2_Comment": "נ\"ב וקשה למה לא אמר לוקח מעיד למוכר אם יש לו ארעא אחריתי. תוס':",
        "49_Daf, 3_Comment": "בתי אבות שהן ואבותיהן כצ\"ל:",
        "49_Daf, 4_Comment": "נ\"ב של משפחה:",
        "49_Daf, 5_Comment": "רשותו ולא עשה עמהם ושתק כצ\"ל והד\"א:",
        "49_Daf, 6_Comment": "לו כצ\"ל:",
        "49_Daf, 7_Comment": "ולא טרח אריס בה כצ\"ל:",
        "49_Daf, 8_Comment": "נ\"ב קיימין:",
        "49_Daf, 9_Comment": "הר\"ש כצ\"ל [וכ\"ה בד\"ס ובד\"ק]:",
        "49_Daf, 10_Comment": "נ\"ב וא\"כ מרויח במה שתשאר בידו שאין צריך לשלם מה שאכל כבר זה אינו דאריסותיה שקיל בהיותו שכר אריסות:",
        "49_Daf, 11_Comment": "הר\"ש כצ\"ל:",
        "49_Daf, 12_Comment": "נ\"ב פי' ואין בידו לסלקו ולכך יש לו הנאה שתשאר בידו ואע\"ג דלית בה פירי:",
        "49_Daf, 13_Comment": "נ\"ב והא דאין לוקח א' מעיד ללוקח ב' אע\"ג דלא חייש לבע\"ח א' מיהו חייש שמא קרקע גזולה היא בידו ומלוה ועוד דמעמיד ללוה אע\"ג דאית ליה ארעא אחריתי [למוכר וא\"ת ומלוה וערב והלוקח אמאי מעידים ללוה אע\"ג דאית ליה אחריתי] ניחוש שמא היא קרקע גזולה וי\"ל דבשום מקום אין המלוה וערב והלוקח חוששין היכי דאחריות שלהן קיים:",
        "49_Daf, 14_Comment": "נ\"ב אבל קשה הרי הכא במאי עסקינן בנכסין משועבדים כבר לבעל חוב בידוע כמ\"ש הנ\"י גבי לוקח ראשון:",
        "50_Daf, 0_Comment": "נ\"ב לא שייך להקשות מאי נ\"מ דאי טריף בע\"ח את של קבלן אתי קבלן וטריף את של לוה כיון דאית ליה ארעא אחריתי מ\"מ לא ניחא ליה לטרוח בדינא ובדיינא. תוס':",
        "50_Daf, 1_Comment": "בד\"ק הגי' לשהואן ופי' ביד רמה כלומר לבית הסוהר של שר ולשון שהות הוא כדרך שנקרא כלא מלשון ויכלא הגשם:",
        "50_Daf, 2_Comment": "נ\"ב דברי הרי\"ף:",
        "50_Daf, 3_Comment": "ובן אריס קושטא קאמרי והודאת כצ\"ל:",
        "50_Daf, 4_Comment": "נ\"ב בשום קרקע בעולם:",
        "50_Daf, 5_Comment": "לגזלן כצ\"ל:",
        "50_Daf, 6_Comment": "נ\"ב והיינו דאמר לקמן רב הונא לית ליה דרב ביבי:",
        "50_Daf, 7_Comment": "ניחא כצ\"ל:",
        "50_Daf, 8_Comment": "נ\"ב פי' כל הגרסות:",
        "50_Daf, 9_Comment": "נ\"ב לשון הר\"ש ואיכא למימר כיון שהיא מגורשת ואינה מגורשת אשתו היא וחייב במזונותיה והניח לה בעל קרקע זו בידה כדי שתיזון מפירותיה ולא הוי חזקה קמ\"ל:",
        "50_Daf, 10_Comment": "נ\"ב ולאפוקי מתוס' שם דאיירי דוקא שייחד לה קרקע אחרת כדי שתוכל לאכול ממנה מזונותיה דאל\"כ אין זה חזקה כיון שהבעל חייב במזונותיה אמרי' מזונות היא דקא אכלה. תוס':",
        "50_Daf, 11_Comment": "נ\"ב וק \"ל כדשמואל דאמר אף בשטר נמי לא קני עד שיכתוב אחריות נכסים כו':",
        "50_Daf, 12_Comment": "כתבי בעל כרחו כצ\"ל:",
        "50_Daf, 13_Comment": "נ\"ב פי' האחריות:",
        "51_Daf, 0_Comment": "תי' לי' רשום למחוק ונ\"ב והתוס' מוחקין תיבת ליה וקאי על המוכר:",
        "51_Daf, 1_Comment": "נ\"ב הלשון דאע\"ג אינו מדויק ואפשר דחסר וכצ\"ל דאע\"ג דאניס בזביניה זביניה זביני כו' צריך מודעא ועי' בב\"י סי' ר\"ה:",
        "51_Daf, 2_Comment": "כרבא כצ\"ל:",
        "51_Daf, 3_Comment": "נ\"ב והא חזינן עובדא אפי' בזבין ותליוה דכתבינן מודעא:",
        "51_Daf, 4_Comment": "נ\"ב פי' אעולה:",
        "51_Daf, 5_Comment": "נ\"ב פי' אשה ומכר:",
        "51_Daf, 6_Comment": "נ\"ב פי' שהוא אמנה:",
        "51_Daf, 7_Comment": "נ\"ב פי' מאחר דלא ניתן לכתוב:",
        "51_Daf, 8_Comment": "נ\"ב וכ\"כ התוס':",
        "51_Daf, 9_Comment": "איך לי בשלי דע\"כ הוא שלו כצ\"ל:",
        "51_Daf, 10_Comment": "נ\"ב פי' דאין לבעל פירות אלא משעת נישואין:",
        "51_Daf, 11_Comment": "נ\"ב ל\"ג כדרב כהנא דאמר רב כהנא נחלה הבאה לו לאדם ממקום אחר אדם מתנה עליה שלא ירשנה וכדרבא דאמר רבא האומר א\"א בתקנת חכמים כגון זאת שומעין לו:",
        "51_Daf, 12_Comment": "נ\"ב כגון נחלה דרבנן:",
        "52_Daf, 0_Comment": "נ\"ב מה שכתוב לפנינו ואחת שהכניסה לו שום משלה אינו מדויק דלפ\"ז איך כתב בתר הכי אילימא למעוטי שאר נכסים דהיינו צאן ברזל הא לפי גי' זו ואחת שהכניסה לו שום משלה היינו נמי צאן ברזל אלא כצ\"ל ואחת שהכניס לה שום משלו כפי' הנ\"י אליבא דהרי\"ף וזה לא הוי צאן ברזל:",
        "52_Daf, 1_Comment": "נ\"ב אבל בנכסי מלוג אינה יכולה לומר נחת רוח עשיתי לבעלי:",
        "52_Daf, 2_Comment": "נ\"ב כתובתה:",
        "52_Daf, 3_Comment": "נ\"ב ועשאו אפותיקי:",
        "52_Daf, 4_Comment": "נ\"ב שדה:",
        "52_Daf, 5_Comment": "נ\"ב שקבלה הבעל עליו בדמים:",
        "52_Daf, 6_Comment": "נ\"ב יחד:",
        "52_Daf, 7_Comment": "וכ\"ש אי זבנה לבעלה כצ\"ל:",
        "52_Daf, 8_Comment": "נ\"ב לטעון אח\"כ לקחתיו:",
        "52_Daf, 9_Comment": "נ\"ב פי' שכתב לה בכתובתה וייחד לה בכתובתה:",
        "52_Daf, 10_Comment": "נ\"ב פי' ומכר האפותיקי:",
        "52_Daf, 11_Comment": "נ\"ב פי' בשמת הוא:",
        "52_Daf, 12_Comment": "נ\"ב פי' ואפ\"ה מכרה אמרי' ודאי ברצון מכרה:",
        "53_Daf, 0_Comment": "מת יחזיר לאביו תא\"מ ונ\"ב בגמ' אינו:",
        "53_Daf, 1_Comment": "נ\"ב והבעל אוכל פירות משמע שקנתה גוף הקרקע:",
        "53_Daf, 2_Comment": "נ\"ב שהם דרים שם:",
        "53_Daf, 3_Comment": "כוחות ושטרי מכר ושטרות של הלואות שנכתבו והד\"א כצ\"ל:",
        "53_Daf, 4_Comment": "נ\"ב פי' של מתנה:",
        "53_Daf, 5_Comment": "נ\"ב דהול\"ל יודיעו לבעלה. תוס':",
        "53_Daf, 6_Comment": "נ\"ב כמו:",
        "53_Daf, 7_Comment": "נ\"ב ולא קשה מידי דודאי אנו חוששין לדבריהם שמא אמת דשל פלוני הם ולכך יעכב אצלו ולא יחזיר לשום אחד עד שיביא ההוא ראיה ולא דמי למתו ולא פרשו שאנו חוזרין לבעלן מסתמא שלהן הוא. ואם נאמר שאיכא דאמרי יעשה פי' לפירושן היה לנ\"י ג\"כ כמו שגרס הרי\"ף פשיטא דלא קשה ולא מידי:",
        "54_Daf, 0_Comment": "מן דאע\"ג עד תניא כוותיה כ\"ז מוקף:",
        "54_Daf, 1_Comment": "נ\"ב דיש כאן הוכחה שהן שלו דיוצאין על שמו. עי' בתוס':",
        "54_Daf, 2_Comment": "נ\"ב ואע\"ג דלא טען הכי אלא אומר מבית אבי אימא מ\"מ נאמן במגו דאי בעי אומר מעיסתי קמצתי. תוס':",
        "54_Daf, 3_Comment": "נ\"ב בתוספתא דמס' קדושין שסידר לוי:",
        "54_Daf, 4_Comment": "נ\"ב דברי הרי\"ף ועי' בגמ' פ' המוכר פירות דף ק':",
        "54_Daf, 5_Comment": "אבוהון כצ\"ל:",
        "54_Daf, 6_Comment": "טוענין להן מידי דלא מצי לטעון אבוהון כצ\"ל:",
        "54_Daf, 7_Comment": "מספרים של סורקי בגדים שגוזזין בו כצ\"ל.",
        "54_Daf, 8_Comment": "נ\"ב ל\"ג מתקיף לה ר\"פ כלום טענינן להו ליתמי מידי דלא מצי טען להו אבוהון והא רבא אפיק זוגא דסרבלא כו' קשיא:",
        "54_Daf, 9_Comment": "נ\"ב דודאי חקרו ועמדו על אמיתת השטר וכל הכתוב בו הוא אמת והשטר הרי הוא כתוב בשמו של זה. רשב\"ם:",
        "54_Daf, 10_Comment": "תי' אחר צ\"ל מוקף:",
        "54_Daf, 11_Comment": "נ\"ב דאמרי' כשמסר לו המפתח הוי בחזקת שוכר:",
        "54_Daf, 12_Comment": "נ\"ב אבל לקמן דאמר הבונה פלטרין בנכסי הגר ובא אחר ועשה דלתות קנה ע\"כ מיירי בנעל דאי לא נעל אמאי קנה הא נמי מהפך בלבני כמו קמא כיון שכל אדם יכול לכנוס כשלא נעל אלא ודאי נעל משמע דוקא כשעשה דלתות קנה אבל לא עשה דלתות לא קנה בנעילה בלחוד.",
        "54_Daf, 13_Comment": "לעשרה כצ\"ל:",
        "55_Daf, 0_Comment": "נ\"ב פי' המיצר מופלג משדה גבוה או נמוך:",
        "55_Daf, 1_Comment": "תיבת ובא אחר רשום למחוק:",
        "55_Daf, 2_Comment": "נ\"ב פי' המציע מצעות כו':",
        "55_Daf, 3_Comment": "נ\"ב היינו נעול מנעלו דרישא ואגב שיטפא דהלבישו חזר ותנא הנעילו:",
        "55_Daf, 4_Comment": "נ\"ב שמתקן את השדה ומייפהו בהשקאה זו:",
        "55_Daf, 5_Comment": "נ\"ב אע\"ג דהכא נמי אינו מחוסר דמים מ\"מ לא הוי כמכר שנתן דמים. תוס'.",
        "55_Daf, 6_Comment": "תיבת בשדה רשום למחוק:",
        "55_Daf, 7_Comment": "נ\"ב פי' לאפוקי גירסת רא\"ש ז\"ל שהביא מהר\"ם בסמוך:",
        "55_Daf, 8_Comment": "נ\"ב ואע\"ג דרפק ביה פורתא שבנה בו יסוד מ\"מ לא תיקן בגוף קרקע כלום כי זה הרפיקה לא לצורך קרקע אלא לצורך בנין ולא דמי לרפק ביה פורתא דהוי חזקה היינו בקרקע העומדת לחרישה:",
        "55_Daf, 9_Comment": "נ\"ב פי' גבי חזקה לאלתר כמו גבי גר לא הוי חזקה אכילת פירות. רשב\"ם:",
        "55_Daf, 10_Comment": "נ\"ב דלגי' רב אלפס קשה כיון דדין פנימי וחיצון שום אמאי פלגינן לתרי בבי ליתני המחזיק באחד מהן כו' או ליתני ב' בתים זו אצל זו:",
        "56_Daf, 0_Comment": "נ\"ב לאו בפירוש אמר רב אלא מכללא דרב:",
        "56_Daf, 1_Comment": "ותל כצ\"ל:",
        "56_Daf, 2_Comment": "נ\"ב קרקע:",
        "56_Daf, 3_Comment": "קנה כצ\"ל:",
        "56_Daf, 4_Comment": "נ\"ב תוס' פי' כשיעור מדת תלם והן היו יודעין מדת התלם כמה היה אורך שלו דבשדה גדולה לא היו מאריכין לחרוש המענה על פני כל אורך השדה:",
        "56_Daf, 5_Comment": "קאי כצ\"ל:",
        "57_Daf, 0_Comment": "נ\"ב ואע\"ג דלא קני אינש אלא בשטר מיהו אם החזיק עובד כוכבים מ' שנין ובא ישראל וקנאה ממנו קנאה ולא יכול ישראל אחר לומר לישראל זה גזלה ממני ואע\"ג וכו':",
        "57_Daf, 1_Comment": "נ\"ב מנח:",
        "57_Daf, 2_Comment": "נ\"ב בנחל איתן:",
        "57_Daf, 3_Comment": "נ\"ב ולא זו אף זו קתני:",
        "57_Daf, 4_Comment": "תיבת הרבים רשום ונ\"ב היחיד:",
        "57_Daf, 5_Comment": "נ\"ב לבא:",
        "57_Daf, 6_Comment": "נ\"ב חדש:",
        "57_Daf, 7_Comment": "נ\"ב פי' שטר:",
        "57_Daf, 8_Comment": "נ\"ב התוס' מפרשים דקאי לענין טומאה והרשב\"ם פי' משום דשמעינן לר' יותנן שיעור אחר קבעי' ליה פי':",
        "57_Daf, 9_Comment": "מה שנדפס בשם מהר\"ם צ\"ל מוקף:",
        "58_Daf, 0_Comment": "נ\"ב היו (כי בד\"ק ודפ\"י מילת היו ליתא)",
        "58_Daf, 1_Comment": "נ\"ב ורשב\"ם ותוס' מפרשים בע\"א:",
        "58_Daf, 2_Comment": "נ\"ב פי' כת:",
        "58_Daf, 3_Comment": "נ\"ב ויש לעיין למה לו להרי\"ף לפרש ואנן בעינן ב' שערות במקום א' הא הקושיא מתורץ בזה דלגבי שערות לא הוי עדות דשערות לכלום דחצי דבר הוא אבל לגבי חזקה אמרי' מגו דמהני עדות לענין פירות הוי עדות נמי לענין חזקה והמאור הגדול הקשה קושיא זו ע\"ש ובמלחמות:",
        "58_Daf, 4_Comment": "ספיקא טמא כצ\"ל ונ\"ב והלכך לר\"א אי מפסיק מצר וחצב בינתים וטומאה בא' מהן ואינו ידוע באיזה מהן נכנס ספק ביאה הוא וטהור ואי ליכא מצר בינתים ספק מגע איכא ולא ספק ביאה דהא שדה אחת נינהו וטמא:",
        "58_Daf, 5_Comment": "נ\"ב פי' אם יש למערער עדות כמה פירות אכל וכ\"כ הרא\"ש ז\"ל:",
        "58_Daf, 6_Comment": "נ\"ב דלא אכלי:",
        "58_Daf, 7_Comment": "נ\"ב ואפשר דהריטב\"א ס\"ל נמי דאין משלמים רק הקרקע ולא הפירות דאל\"כ הא לגבי פירות הוא כאשר עשה:",
        "58_Daf, 8_Comment": "נ\"ב בין רצופין לשאינו רצופין:",
        "58_Daf, 9_Comment": "נ\"ב פי' שיש לה בעל:",
        "58_Daf, 10_Comment": "נ\"ב עדות:",
        "59_Daf, 0_Comment": "תיבת מי דמי רשום למחוק:",
        "59_Daf, 1_Comment": "כרב כצ\"ל:",
        "59_Daf, 2_Comment": "על חתימת המת כצ\"ל:",
        "59_Daf, 3_Comment": "נ\"ב דבעשיית מחיצה קנה:",
        "59_Daf, 4_Comment": "נ\"ב פי' דסברי הני עדים שאכל בשני ההוברה:",
        "59_Daf, 5_Comment": "נ\"ב והא דאמר לעיל דשותפין אין מחזיקין זה על זה דפעמים מניח האחד להשתמש לחבירו ג' שנים ואח\"כ משתמש הוא יש לחלק בין שדה לחצר דהכא איירי שבתים אלו פתוחים לחצר זה דכיון שהוא יוצא ונכנס דרך חצר זה היכי דקפדי אין מניח לו לעשות אי לאו דזבנה מיניה:",
        "60_Daf, 0_Comment": "נ\"ב עי' בתוס':",
        "60_Daf, 1_Comment": "נ\"ב בע\"ה:",
        "60_Daf, 2_Comment": "נ\"ב מלבן הוא משקוף החלון מלמעלה ומלמטה מימין ומשמאל כעין פתח:",
        "60_Daf, 3_Comment": "אינו כצ\"ל:",
        "60_Daf, 4_Comment": "נ\"ב ופירשו התוס' דאברהם נקרא ג\"כ אדם וכן אדם הראשון:",
        "60_Daf, 5_Comment": "מאו בקבר זה קבר שלפני הדבור. (ועי' בנזיר נד ע\"א)",
        "61_Daf, 0_Comment": "נ\"ב פי' שליבות:",
        "61_Daf, 1_Comment": "נ\"ב תוס' וא\"ת לפלוג במזחילה עצמו בין של בנין לשל עץ וי\"ל דניחא ליה לאשמועינן במתני' במרזב דיש למקומו חזקה:",
        "61_Daf, 2_Comment": "נ\"ב היה זה:",
        "61_Daf, 3_Comment": "אלא ודאי ברשות עשה כצ\"ל:",
        "61_Daf, 4_Comment": "נ\"ב אחד מהם:",
        "61_Daf, 5_Comment": "דאין כצ\"ל:",
        "61_Daf, 6_Comment": "נ\"ב כשבונה זה:",
        "61_Daf, 7_Comment": "ומכנגדן ד' אמות:",
        "61_Daf, 8_Comment": "מן ולבי מגמגם וכו' עד למקח וממכר כ\"ז מוקף:",
        "61_Daf, 9_Comment": "נ\"ב כן פי' ר\"ת:",
        "61_Daf, 10_Comment": "נ\"ב וצ\"ל דהאי יש לו חזקה ואינו יכול למחות לצדדין קתני:",
        "61_Daf, 11_Comment": "נ\"ב פי' הפירוש הזה הוא מוכרח דהאי אינו יכול למחות מיירי בחלון שפתוח על חצר חבירו ומשום דר' אלעא ובלאו קושיא דפשיטא ודו\"ק:",
        "61_Daf, 12_Comment": "לחוץ כצ\"ל:",
        "62_Daf, 0_Comment": "תי' לא רשום למחוק:",
        "62_Daf, 1_Comment": "נ\"ב מטפח:",
        "62_Daf, 2_Comment": "נ\"ב ותשוח לתלות דבר על הזיז:",
        "62_Daf, 3_Comment": "נ\"ב משמע מתוך פירושו שהוא אינו שותף באותו חצר וקשה לי הא מסיק בתר הכי דא\"ל סוף סוף הא קבעית לאצטנועי מנאי בחצר דמשמע שיש לו בה שותפות ונ\"ל דמעיקרא דפריך מאי איריא ס\"ל הכי שאין לו שותפות בה:",
        "62_Daf, 4_Comment": "נ\"ב כר' יהודה:",
        "62_Daf, 5_Comment": "נ\"ב עכשיו:",
        "62_Daf, 6_Comment": "תיבת עליה רשום למחוק:",
        "62_Daf, 7_Comment": "תיבת עשה רשום למחוק:",
        "62_Daf, 8_Comment": "נ\"ב כלשון אחד של רשב\"ם דאפי' בביתי בעינא לאצטנועי ממך שתוכל לראות דרך חלונות בתוך ביתי שהן גבוהים י' ע\"ש אבל בש\"ס שלפנינו פירש פי' ב':",
        "62_Daf, 9_Comment": "אבל חלון למעלה ולמטה פתח יש לו וכו' כצ\"ל:",
        "62_Daf, 10_Comment": "נ\"ב פי' דקשה רישא אסיפא:",
        "62_Daf, 11_Comment": "נ\"ב פי' דוקיא דרישא אסיפא:",
        "63_Daf, 0_Comment": "נ\"ב וכן פירשו התוס' דמסיפא דקרא קדריש דכתיב ותהי עליו רוח אלהים:",
        "63_Daf, 1_Comment": "נ\"ב בגמ' זיל קוץ דידך והדר איקוץ דידי:",
        "63_Daf, 2_Comment": "נ\"ב רוחב:",
        "63_Daf, 3_Comment": "דאפי' כצ\"ל:",
        "63_Daf, 4_Comment": "בני אדם ליזוק ולדון כצ\"ל:",
        "63_Daf, 5_Comment": "נ\"ב כל בני רה\"ר גביה:",
        "63_Daf, 6_Comment": "נ\"ב פי' מבוי שאינו מפולש היינו חצר דרישא ומפולש היינו רה\"ר דסיפא:",
        "63_Daf, 7_Comment": "נ\"ב פי' הרב אברצלוני:",
        "63_Daf, 8_Comment": "בתרי וכו' רבא צ\"ל מוקף:",
        "63_Daf, 9_Comment": "לאיצטנועי מבני רה\"ר וכו' כצ\"ל:",
        "63_Daf, 10_Comment": "נ\"ב וכתב הב\"י ואני שמעתי ולא אבין היכי משכחת לה פתח כנגד פתח שלא יהא בה היזק ראיה ואפשר דס\"ל כרשב\"ם דבהרחקת משהו סגי:",
        "63_Daf, 11_Comment": "למוחלו כצ\"ל:",
        "64_Daf, 0_Comment": "נ\"ב סתם:",
        "64_Daf, 1_Comment": "נ\"ב אין מסיידין ואין מכיירין ואין מפייחין ושייך לגמ' דף ס ע\"ב:",
        "64_Daf, 2_Comment": "נ\"ב זהו מהופך וכצ\"ל גרסי' בגמ' לא יסוד אדם את ביתו בסיד אא\"כ עירב בו תבן או חול פי' מפני שמשחירו קצת:",
        "64_Daf, 3_Comment": "נ\"ב ואמרי לה לישוע הבן:",
        "64_Daf, 4_Comment": "נ\"ב פי' כר' יהודה:",
        "64_Daf, 5_Comment": "שלא למעוטי הוא דקאמר:",
        "64_Daf, 6_Comment": "נ\"ב פי':",
        "64_Daf, 7_Comment": "נ\"ב באמצע:",
        "64_Daf, 8_Comment": "נ\"ב כ\"א בגמ':",
        "65_Daf, 0_Comment": "דמתקריין כצ\"ל:",
        "65_Daf, 1_Comment": "ואיכא כצ\"ל:",
        "65_Daf, 2_Comment": "הכל ביחד בית כצ\"ל:",
        "65_Daf, 3_Comment": "נ\"ב ולא שיירית כו':",
        "65_Daf, 4_Comment": "הציור כמש\"נ בצדו:",
        "65_Daf, 5_Comment": "צ\"ל הוצרך:",
        "65_Daf, 6_Comment": "צ\"ל התור:",
        "65_Daf, 7_Comment": "נ\"ב ולבתר דשתק אודי לתרוייהו:",
        "65_Daf, 8_Comment": "תיבת אלא צ\"ל מוקף:",
        "65_Daf, 9_Comment": "נ\"ב נכסי:",
        "65_Daf, 10_Comment": "נ\"ב לשון תוס' וריב\"ם מחלק בין פרדיסא לארעתא והכא נמי אי הוה אמר מקרקעי הוי אמר כל קרקעות שיש לו וכן התוס' מחלקים גבי נכסי בין נכסיי בין נכסי:",
        "66_Daf, 0_Comment": "נ\"ב לא:",
        "66_Daf, 1_Comment": "אלא דאיכא עליה ריכבא דדיקלא והוי תשעת כצ\"ל:",
        "66_Daf, 2_Comment": "אבל ליכא עליה וכו' ולא הוי תשעה קבין קנה כצ\"ל:",
        "66_Daf, 3_Comment": "תי' לא נמחק:",
        "66_Daf, 4_Comment": "היכי דליכא עליה ריכבא דדיקלא ולא הוי תשעה כצ\"ל:",
        "66_Daf, 5_Comment": "אבל איכא וכו' והוי תשעה אע\"ג דמיבלע לא קנה כצ\"ל:",
        "66_Daf, 6_Comment": "נ\"ב נמי:",
        "66_Daf, 7_Comment": "תיבת מאי רשום ונ\"ב בגמ' אינו:",
        "66_Daf, 8_Comment": "הציור נ\"ב כזה:",
        "66_Daf, 9_Comment": "אלא הולך על פני שניהם כצ\"ל:",
        "66_Daf, 10_Comment": "הציור נ\"ב כזה:",
        "66_Daf, 11_Comment": "נ\"ב ולגירסת הרי\"ף איפכא ללישנא קמא לא קני וללישנא בתרא קני:",
        "66_Daf, 12_Comment": "כך כצ\"ל:",
        "66_Daf, 13_Comment": "מזרח ארעא דמינה פליגא כצ\"ל והד\"א:",
        "66_Daf, 14_Comment": "שאותו שדה וכו' חלוק ממנה כצ\"ל:",
        "66_Daf, 15_Comment": "דמינה כצ\"ל:",
        "66_Daf, 16_Comment": "נ\"ב כל:",
        "66_Daf, 17_Comment": "הציור נ\"ב כזה ונ\"ב לאפוקי לפירוש הא' יכול ליתן לו אלכסון הנה או הנה כזה או כזה אבל לפי' הב' לא יכול ליתן לו אלכסון אא\"כ כמו שציירתי כאן:",
        "66_Daf, 18_Comment": "או נותן לו כצ\"ל:",
        "66_Daf, 19_Comment": "נ\"ב פי' כמו מצד מזרח ומצד מערב והגהת מהר\"ם ומצד מזרח אינו נכון וצ\"ל מוקף:",
        "66_Daf, 20_Comment": "נ\"ב ודברי הר\"ש אינו כן דלהר\"ש אע\"ג דהזכיר בהדיא כל הד' מצרים אם לא כתב אילין מצראנה אינו כלום ולנ\"י תליא אם הזכיר גם שאר המצרים צפון ודרום:",
        "66_Daf, 21_Comment": "ולפירוש הגאונים וכו' עד ע\"כ נ\"ב זהו תירוץ שייך למטה אדברי הגאונים והתי' להך יחלוקו פלוני צ\"ל מוקף:",
        "67_Daf, 0_Comment": "נ\"ב מכאן נראה דהרי\"ף לא פסק כסומכוס דאמר ממון המוטל בספק חולקין אלא כרבנן ומש\"ה פי' הרי\"ף טעם אחר על הא דיהבינן ליה רביע משום שאין דרך בני אדם כו' וכ\"כ ב\"י:",
        "67_Daf, 1_Comment": "נ\"ב כן מסיק בגמ' לרב פפא:",
        "67_Daf, 2_Comment": "נ\"ב ליורשים אחרים:",
        "67_Daf, 3_Comment": "נ\"ב דאמר ממון המוטל בספק חולקין:",
        "67_Daf, 4_Comment": "נ\"ב בפירוש:",
        "67_Daf, 5_Comment": "נ\"ב המוכר בית לחבירו כו':",
        "67_Daf, 6_Comment": "נ\"ב שלו:",
        "67_Daf, 7_Comment": "נ\"ב המוכר מעשרות שדהו לחבירו לא עשה ולא כלום:",
        "67_Daf, 8_Comment": "נ\"ב עומדים:",
        "67_Daf, 9_Comment": "נ\"ב קאי אלעיל דפי' הנ\"י הטעם ומהא דמעשרות למדה ריש לקיש:",
        "67_Daf, 10_Comment": "ובהאי פירש הר\"ש גבי דיוטא כצ\"ל:",
        "67_Daf, 11_Comment": "נ\"ב ס\"א לחוץ על זיזין [וכ\"ה בד\"ס ובד\"ק]:",
        "67_Daf, 12_Comment": "נ\"ב פירוש:",
        "67_Daf, 13_Comment": "וממשמעות כצ\"ל:",
        "68_Daf, 0_Comment": "נ\"ב שוה:",
        "68_Daf, 1_Comment": "נ\"ב והלכך תני תרוויהו:",
        "68_Daf, 2_Comment": "שניהם במתנה כצ\"ל:",
        "68_Daf, 3_Comment": "ור\"ש פי' מפתח קבוע שיש מפתחות שאין מזיזין אותן מן הפותחת כגון של כפרים כו':",
        "69_Daf, 0_Comment": "וכ\"ש שאר מטלטלין שאינן בכלל תשמישי כצ\"ל:",
        "69_Daf, 1_Comment": "נ\"ב דסתם צינור פרוץ מב' רוחות וכל שאין בו ד' טפחים לא הוי כלי אלא מיירי שחקקו באמצע:",
        "69_Daf, 2_Comment": "באמצע:",
        "69_Daf, 3_Comment": "נ\"ב שם במשנה היו צרורות מתחלחלים בתוכו פוסלין את המקוה ירד לתוכו עפר ונכבש כשר:",
        "69_Daf, 4_Comment": "נ\"ב פי' דכשרה בשאיבה לכ\"ע אלא ברוב הכשר ומיעוט שאוב מלבד ובהמשכה דוקא אבל ע\"י נגר אפי' בג' לוגין שאובין לבד פסולין:",
        "69_Daf, 5_Comment": "נ\"ב פי' אם נשתנו מראית מי המקוה מחמת שנפלו שם משקין מפרש אם מתחלה המקוה מ' סאה ממלא בכתף כו':",
        "69_Daf, 6_Comment": "נ\"ב פי' מים שהיו בו תחלה ועוד דבר מועט למעט מג' לוגין. ב\"י:",
        "70_Daf, 0_Comment": "נ\"ב פי' הן פתוחות לתוכה לבדה או לכאן ולכאן נמכרות עמה:",
        "70_Daf, 1_Comment": "נ\"ב בגמ' לא את הברכות המספקות לו מים:",
        "70_Daf, 2_Comment": "נ\"ב דאישתעבד כולן בשביל מעותיו:",
        "70_Daf, 3_Comment": "נ\"ב ל' ר\"ש טלפחא היא עריבה שקורין חייט ועגולה כעדשה:",
        "70_Daf, 4_Comment": "נ\"ב בבית הבד:",
        "70_Daf, 5_Comment": "תיבת לקורה רשום למחוק:",
        "70_Daf, 6_Comment": "נ\"ב בית שעשוי לרחוץ בו וג' בתים הן זה לפנים מזה כדאמרינן וכו':",
        "70_Daf, 7_Comment": "נ\"ב מחום הקרקע:",
        "70_Daf, 8_Comment": "למרחץ כצ\"ל:",
        "70_Daf, 9_Comment": "נ\"ב אמר רבה אי אמר דירתא כ\"ע ל\"פ דבתי משמע כי פליגי דא\"ל דרתא מ\"ס תרביצא משמע ומ\"ס בתי משמע. א\"ד אמר רבה אי דא\"ל דרתא כ\"ע לא פליגי דבתי משמע כי פליגי דא\"ל חצר מ\"ס חצר אוירא משמע ומ\"ס כחצר המשכן משמע:",
        "70_Daf, 10_Comment": "נ\"ב דבמתני' קתני היא וכל מה שבתוכו כולן מכורין ובברייתא אעפ\"כ לא מכר את העבירין כו':",
        "71_Daf, 0_Comment": "נ\"ב בגמ' בית המרחץ:",
        "71_Daf, 1_Comment": "נ\"ב בגמ' וציצין:",
        "71_Daf, 2_Comment": "ושלחין דת\"ק כצ\"ל:",
        "71_Daf, 3_Comment": "תי' קנה צ\"ל מוקף:",
        "71_Daf, 4_Comment": "נ\"ב דבגמ' פריך ברייתות אהדדי ומחלק בין גו לבר והא דמפרש או החורשין שהם פתוחות לצד העיר יותר מבשאר דברים משום דבגמ' פריך והא תני חורשין המוקצין לה משמע שפתוחין לה תני המוקצין ממנה:",
        "71_Daf, 5_Comment": "מפרש בגמ' אבנים דאכפי עמרים כצ\"ל והד\"א:",
        "71_Daf, 6_Comment": "נ\"ב פי':",
        "71_Daf, 7_Comment": "נ\"ב פי' קנים דקים:",
        "71_Daf, 8_Comment": "נ\"ב בגמ' ואע\"ג דמתובר בארעא:",
        "72_Daf, 0_Comment": "נ\"ב קאמר:",
        "72_Daf, 1_Comment": "ואם העול כופף את האילן:",
        "72_Daf, 2_Comment": "נ\"ב ואין האילן מעכב השור:",
        "72_Daf, 3_Comment": "נ\"ב כמו שמפרש בגמ' ולא פליגי הא בדיקלי כו':",
        "72_Daf, 4_Comment": "נ\"ב פירש:",
        "73_Daf, 0_Comment": "שפירש כצ\"ל ונ\"ב ס\"א שפירט:",
        "73_Daf, 1_Comment": "נ\"ב פי' ההיא שבועה:",
        "73_Daf, 2_Comment": "נ\"ב וז\"ל הרא\"ש אף שלא פקדנו אבא אין צריכין לישבע דלא נאמרו שבועת יורשין אלא בשהניח אביהן להן שטרות על אחרים ובאים לגבותו צריכין לישבע שלא פקדנו אבא ששטר זה פרוע הוא אבל בממון שהם מוחזקין בו ואביהם היה צריך לישבע הן פטורין מן השבועה עכ\"ל:",
        "74_Daf, 0_Comment": "נ\"ב פי' קרקע:",
        "75_Daf, 0_Comment": "נ\"ב ומביא ראיה דבכלל תשמישי ספינה הן ונמכרין בכלל הספינה:",
        "75_Daf, 1_Comment": "נ\"ב בגמ' פריך ביצית היינו דוגית ומשני אלא ר' נתן בבלאי הוא דקארי לה ביצית נקיט ביצית:",
        "75_Daf, 2_Comment": "נ\"ב בגמ' מפרש שת\"ק זה הוא רבי:",
        "75_Daf, 3_Comment": "תי' ספינה רשום למחוק:",
        "75_Daf, 4_Comment": "נ\"ב את:",
        "75_Daf, 5_Comment": "נ\"ב ובית המרחץ ועיר ושדה:",
        "75_Daf, 6_Comment": "נ\"ב דמטלטלי הם:",
        "75_Daf, 7_Comment": "תיבת בקר רשום למחוק:",
        "75_Daf, 8_Comment": "ברקמה כצ\"ל:",
        "76_Daf, 0_Comment": "תיבת עד שימשכנו רשומי' למחוק:",
        "76_Daf, 1_Comment": "נ\"ב במסירה:",
        "76_Daf, 2_Comment": "בד\"ק הגי' ובלאו דעת הקונה ונ\"ב שלא היה בדעתו לקנות הנייר לבד ויש גורסי' ולאו דעת הקונה והוי טעם למה הוא מקח טעות:",
        "76_Daf, 3_Comment": "נ\"ב פי' עם כתיבה:",
        "76_Daf, 4_Comment": "נ\"ב ס\"א וכיון דתקנו ונכון:",
        "76_Daf, 5_Comment": "תיבות אע\"ג דעדיף צ\"ל מוקף:",
        "76_Daf, 6_Comment": "נ\"ב בגמ' פריך ולא והאמר רבה בר יצחק א\"ר וכו' ומשני אגב שאני:",
        "77_Daf, 0_Comment": "נ\"ב בגמ' ואיכא דקרי:",
        "77_Daf, 1_Comment": "לבקר נמי צמד כצ\"ל:",
        "77_Daf, 2_Comment": "נ\"ב ר\"ש ל\"ג כה\"ג:",
        "77_Daf, 3_Comment": "נ\"ב אונאה וביטול מקח בכדי כו':",
        "77_Daf, 4_Comment": "נ\"ב ס\"א ואז ותיבת לא צ\"ל מוקף:",
        "77_Daf, 5_Comment": "תיבת נמי צ\"ל מוקף:",
        "77_Daf, 6_Comment": "נ\"ב פי' דאפי' בשט\"ח מועיל:",
        "77_Daf, 7_Comment": "נ\"ב פי' הקנין של אגב:",
        "77_Daf, 8_Comment": "נ\"ב הכי איתא בגמ':",
        "77_Daf, 9_Comment": "נ\"ב עי' בגמ' דאל\"כ ל\"ל וחכמים אומרי' אין הדמים ראייה הא פליגי כבר:",
        "77_Daf, 10_Comment": "נ\"ב לא כפירש\"י דרש\"י לא גריס כה\"ג:",
        "77_Daf, 11_Comment": "נ\"ב פי' לקשור האוכף בחבישת החמור:",
        "78_Daf, 0_Comment": "נ\"ב בגמ' וקילקלי וחבק:",
        "78_Daf, 1_Comment": "או דלמא בין בזו בין בזו מחלוקת נ\"ב בגמ' לא גרסי' זה:",
        "78_Daf, 2_Comment": "זה חמורך מכור אותו לי כצ\"ל:",
        "78_Daf, 3_Comment": "נ\"ב מכורים:",
        "78_Daf, 4_Comment": "נ\"ב אביי:",
        "78_Daf, 5_Comment": "נ\"ב וכל הני דקחשיב בטילי להני דקביעי:",
        "78_Daf, 6_Comment": "צוות כצ\"ל:",
        "78_Daf, 7_Comment": "דאע\"ג וכו' ונ\"ב ל\"ג והא קמ\"ל דאמר חמור וכליו לא קנה:",
        "78_Daf, 8_Comment": "נ\"ב חוץ מאלו א\"צ ליקח לו דרך:",
        "79_Daf, 0_Comment": "נ\"ב ובנה:",
        "79_Daf, 1_Comment": "נ\"ב פי' דלעולם צריך להניח שתי יונים לצוות לאמה והכא איירי שמכר פירות האם והבת שהם בשעת מכירה לכך להאם צריך להניח בריכה א' וסגי לה בבריכה א' שכבר יש לה עוד בת מקדם ולית צריך להניח בריכה א' וב' כי אין לה צוותא אם לא ע\"י ב' בניה:",
        "79_Daf, 2_Comment": "נ\"ב ופירשה ר' יוחנן בגמ' דנוטל ג' נחילין בסירוס פי' ע\"י דילוג ראשון ושלישי וחמישי והשאר יטול המוכר:",
        "79_Daf, 3_Comment": "נ\"ב כגי' ר\"ש ז\"ל:",
        "79_Daf, 4_Comment": "נ\"ב להשמיענו:",
        "79_Daf, 5_Comment": "נ\"ב גם ממנה:",
        "79_Daf, 6_Comment": "נ\"ב דבני יונים הם שניים לזקנים:",
        "79_Daf, 7_Comment": "נ\"ב ואפי' בני בריכה ראשונה לא ערקי דמצטוותי אאמם ואם אמם ואין להניח להם בנים לאצטוותי בהדייהו:",
        "79_Daf, 8_Comment": "נ\"ב לא יקצצן:",
        "79_Daf, 9_Comment": "נ\"ב אילן:",
        "79_Daf, 10_Comment": "וידקק כצ\"ל:",
        "80_Daf, 0_Comment": "נ\"ב כל:",
        "80_Daf, 1_Comment": "נ\"ב פי' להודיע לנו הסוגיא שהיא דרך התלמוד:",
        "80_Daf, 2_Comment": "נ\"ב אחד:",
        "80_Daf, 3_Comment": "נ\"ב צ\"ל קנה קרקע:",
        "80_Daf, 4_Comment": "בשום אחד לא מכר כצ\"ל ותי' אחד השני צ\"ל מוקף:",
        "81_Daf, 0_Comment": "נ\"ב אלא מד' אמות עד ט\"ז:",
        "81_Daf, 1_Comment": "תיבת כן נמחק:",
        "82_Daf, 0_Comment": "נ\"ב וא\"ת ביתר משתות דקי\"ל דבטל מקח ואפי' המאנה יכול לחזור בו אמאי לא אמר נמי התם אי לאו דאוניתן כו' וי\"ל לפי שהוא רחוק מן המקח יותר מדאי וכאילו לא מכר כלל:",
        "82_Daf, 1_Comment": "נ\"ב כגון רה\"ר:",
        "82_Daf, 2_Comment": "נ\"ב אם בא המוכר לחזור:",
        "82_Daf, 3_Comment": "שהיא של שניהן כצ\"ל:",
        "82_Daf, 4_Comment": "נ\"ב אפי':",
        "82_Daf, 5_Comment": "נ\"ב והיינו שליפי זוטרי:",
        "82_Daf, 6_Comment": "דמישתמיט לא קנה במשיכה עד שיטלטלנו כצ\"ל והד\"א:",
        "82_Daf, 7_Comment": "נ\"ב כדאמר לקמן ל\"ש אלא בדברים שאין דרכן בהגבהה כו':",
        "82_Daf, 8_Comment": "נ\"ב וכגון דא\"ל זיל וקני:",
        "82_Daf, 9_Comment": "נ\"ב פי':",
        "83_Daf, 0_Comment": "בד\"ק הגי' ת\"ש והוגה בצידו בזה הלשון ב\"י מביא דברי הרי\"ף תניא ולא ת\"ש:",
        "83_Daf, 1_Comment": "נ\"ב כן גורסין התוס' חמרין בנון ולא חמריו דלוקח:",
        "83_Daf, 2_Comment": "נ\"ב כן איתא בגמ' אם היתה מדה של אחד מהן ראשון ראשון קנה ואע\"ג דלא נתמלאת המדה כגון דאמר ליה הין בי\"ב סלעים לוג בסלע אני מוכר לך:",
        "84_Daf, 0_Comment": "נ\"ב גמ' ומדכליו של מוכר ברשות לוקח לא קני כליו של לוקח ברשות מוכר נמי לא קנה. פרש\"י ומדכליו של מוכר ברשות לוקת לא קני מוכר כלומר שאין כלי של מוכר מבטל רשות הלוקח לקנות הלוקח כדתני פירקין ופסק קנה דקני רשות קודם מדידה ואע\"פ שעדיין הפירות בתוך שקין של מוכר וכיון דמהני רשות לוקח לבטל כליו של מוכר להוציאן מרשות מוכר כ\"ש וכ\"ש כליו דלוקח ברשות מוכר יבטל הרשות את הכלי של לוקח שלא להוציאן מחזקת המוכר שמוחזק בהן עד עתה:",
        "85_Daf, 0_Comment": "נ\"ב פי' ונתן לו עכשיו ל' דינר לל' ימי הגורן:",
        "85_Daf, 1_Comment": "נ\"ב פי' דלוקח אדם דבר מועט כשאין לו מה יאכל:",
        "85_Daf, 2_Comment": "נ\"ב פי':",
        "85_Daf, 3_Comment": "תי' כשהוא צ\"ל מוקף:",
        "85_Daf, 4_Comment": "נ\"ב פי' הפשתן:",
        "86_Daf, 0_Comment": "אמר שמואל וכו' קנה כולן כ\"ז מוקף ונ\"ב בס\"א נמחק מימרא זו דשמואל ונכון:",
        "86_Daf, 1_Comment": "הרכינה היינו מה וכו' כצ\"ל:",
        "87_Daf, 0_Comment": "נ\"ב בגמ' אינו:",
        "87_Daf, 1_Comment": "נ\"ב פי' מקנח:",
        "87_Daf, 2_Comment": "נ\"ב כדי:",
        "87_Daf, 3_Comment": "נ\"ב היה רוצה לאוסרן להם:",
        "87_Daf, 4_Comment": "ובתרומה כצ\"ל:",
        "87_Daf, 5_Comment": "נ\"ב עי' בתוס':",
        "88_Daf, 0_Comment": "נ\"ב גי' הרי\"ף כגירסת ספרי שלומד תרוייהו מוצדק ועי' בר\"ש:",
        "88_Daf, 1_Comment": "נ\"ב בגמ' מאי קמ\"ל דמתקנינן מתקלא עד הכי ת\"ר היה מבקש וכו':",
        "88_Daf, 2_Comment": "נ\"ב שאינו יכול:",
        "88_Daf, 3_Comment": "נ\"ב כל כך:",
        "88_Daf, 4_Comment": "נ\"ב שלימה:",
        "88_Daf, 5_Comment": "אגרדמים כצ\"ל:",
        "88_Daf, 6_Comment": "כאן צ\"ל הציון גמ' ולקמן נמחק:",
        "89_Daf, 0_Comment": "נ\"ב כל:",
        "89_Daf, 1_Comment": "ולא ידעו שהוסיפו ואינם וכו' כצ\"ל והד\"א:",
        "89_Daf, 2_Comment": "נ\"ב הנ\"י לא גרס חצי רובע דהיינו תומן לפירושו שפי' תומן היינו שמינית הקב. וכן בגמ' ליתא עי' בפי' הר\"ש:",
        "90_Daf, 0_Comment": "תיבת נותנים רשום למחוק:",
        "90_Daf, 1_Comment": "נ\"ב בו לחם:",
        "90_Daf, 2_Comment": "נ\"ב שהוא טוב מאד:",
        "90_Daf, 3_Comment": "נ\"ב ודוקא זרע פשתן משום דחזי לאכילה אבל זרעוני גינה כגון זרע כרוב וקפלוט דאינו נאכל כלל חייב באחריות שרשב\"ג וכו':",
        "90_Daf, 4_Comment": "צ\"ל יוקר עד הכופל:",
        "90_Daf, 5_Comment": "נ\"ב אלא הא רשב\"ג דתניא המוליך חטין לטחון ולא לתתן ועשאן סובין או מורסין כו' בהמה לטבח ונבלה חייב מפני שהוא כנושא שכר כו' רשב\"ג אמר וכו':",
        "91_Daf, 0_Comment": "נ\"ב אי הכי מאי נפקא מינה נ\"מ לטירחא. פי' טורח מכירת השור לשוחטו ולמכור הבשר:",
        "91_Daf, 1_Comment": "נ\"ב לא צריכא:",
        "91_Daf, 2_Comment": "נ\"ב ויבש דיחזקאל:",
        "91_Daf, 3_Comment": "נ\"ב שייך לגמ':",
        "92_Daf, 0_Comment": "נ\"ב והמותר אשלם לך:",
        "92_Daf, 1_Comment": "נ\"ב אלא מפני שטורח הוא לנפות בשביל דבר מועט אלא כי איכא יותר טורח הלוקח לנפות וכיון דטרח לנפות כו':",
        "92_Daf, 2_Comment": "נ\"ב דאמרי' רובע שכיח יותר מרובע לא שכיח ואיהו הוא דעריב כו':",
        "92_Daf, 3_Comment": "נ\"ב נ\"ל שזה האבל כו' ט\"ס או לקולא דמוכר אזלינן קאי לקמן על מרתף [אחר תי' וקי\"ל דספק קולא לנתבע] ודו\"ק:",
        "92_Daf, 4_Comment": "נ\"ב פי' סמוך לבדיקה:",
        "92_Daf, 5_Comment": "נ\"ב פי' שמא לא נמצא חומץ:",
        "92_Daf, 6_Comment": "נ\"ב פי' שמא לא התחיל להחמיץ עד ג' ימים קודם שנמצא חומץ והשתא בשעת מציאה הוא דנעשית חומץ הלכך הוי תרומה מספק ויחזור ויתרום:",
        "92_Daf, 7_Comment": "נ\"ב אמצעיים ספק:",
        "92_Daf, 8_Comment": "נ\"ב פי' דמשתכח חומץ חזק יותר מדאי שהדבר ידוע שזה ו' ימים שהתחיל להחמיץ ולבסוף ג' נעשה חומץ ובג' אחרונים נתחזק מאד ונעשה סופתקא חזקה:",
        "92_Daf, 9_Comment": "נ\"ב פי':",
        "92_Daf, 10_Comment": "נ\"ב פי' כר' יוחנן:",
        "92_Daf, 11_Comment": "נ\"ב פי':",
        "93_Daf, 0_Comment": "נ\"ב וכן הקשו התוס' ד\"ה חד אומר מקבל תימה לדידיה אמאי אוקי רב זביד מתני' בדאמר ליה מרתף זה של יין אני מוכר לך ואמר ליה למקפה לוקי מתני' בדלא אמר ליה למקפה ואמר ליה מרתף יין סתם.",
        "93_Daf, 1_Comment": "נ\"ב דסיפא בדאמר יין זה אני מוכר לך דקשיא איין זה אני מוכר דברייתא:",
        "93_Daf, 2_Comment": "צ\"ל תרי ופלגא:",
        "93_Daf, 3_Comment": "נ\"ב פי' דאמר כל חמרא דלא דרי כו':",
        "93_Daf, 4_Comment": "נ\"ב פי':",
        "93_Daf, 5_Comment": "נ\"ב פי' זה אינו מדלא נקט כו':",
        "93_Daf, 6_Comment": "נ\"ב כלו' סתם יין של מרתף שלא נבדק ומשום דאיכא בהן חבית של יין קוססת:",
        "93_Daf, 7_Comment": "קוסס כצ\"ל:",
        "93_Daf, 8_Comment": "נ\"ב יותר מדאי:",
        "93_Daf, 9_Comment": "נ\"ב ור\"י מפרש דחילוק יש בין בורק לחיור שהוא לבן יותר מדאי אבל בורק אינו אלא מבהיק קצת ודומה קצת ליין אדום:",
        "93_Daf, 10_Comment": "נ\"ב דאל\"כ לימא קנקנים גרים:",
        "94_Daf, 0_Comment": "נ\"ב רשב\"ם למקפה להסתפק ממנו מעט מעט והיינו לשהויה:",
        "94_Daf, 1_Comment": "נ\"ב הרי\"ף סבר פירושו כמו שפי' הנ\"י לעיל:",
        "94_Daf, 2_Comment": "נ\"ב בגמ' אדעתא לסבויי:",
        "94_Daf, 3_Comment": "נ\"ב כאשר כתב רש\"י כן איתא בגמ' בהדיא:",
        "94_Daf, 4_Comment": "נ\"ב והקנקנים דמוכר:",
        "94_Daf, 5_Comment": "נ\"ב דבהא לא אמר שמואל שהטלטול גרים כמו שכתב הנ\"י לעיל:",
        "94_Daf, 6_Comment": "נ\"ב פי' דהא לא אמר למקפה:",
        "94_Daf, 7_Comment": "נ\"ב לא:",
        "94_Daf, 8_Comment": "נ\"ב זה שייך לקמן אחר וכן פי' הרמב\"ם כמ\"ש מהר\"ם לקמן:",
        "95_Daf, 0_Comment": "נ\"ב לא:",
        "95_Daf, 1_Comment": "לא יכנוס מתוכה לשדה אחרת כצ\"ל:",
        "95_Daf, 2_Comment": "כאן צ\"ל הציון מתני':",
        "95_Daf, 3_Comment": "נ\"ב שנאמר משיב דבר בטרם ישמע אולת היא לו וכלימה:",
        "96_Daf, 0_Comment": "נ\"ב פי' אמות:",
        "96_Daf, 1_Comment": "נ\"ב של אמת המים:",
        "96_Daf, 2_Comment": "נ\"ב נמצא בית סאה נ' על נ' והסאה ו' קבין נמצא בית רובע הוא ל\"ג אמות וב' טפחים רוחב באורך נ':",
        "96_Daf, 3_Comment": "נ\"ב פי':",
        "96_Daf, 4_Comment": "נ\"ב לקצת בני אדם לאותם העומדים בעיר מצד דרך הראשון ועשית להם עכשיו דרך עקלתון:",
        "96_Daf, 5_Comment": "נ\"ב פי' עם טונא דשבישתא:",
        "96_Daf, 6_Comment": "נ\"ב משום פגם משפחה:",
        "96_Daf, 7_Comment": "נ\"ב כדאמרי' בגמ' אחתיה דראמי בר פפא וכו'.",
        "96_Daf, 8_Comment": "נ\"ב פרש\"י לאחר שישבו מעט אמר להם הממונה עמדו ולכו אל מקום אחר:",
        "96_Daf, 9_Comment": "נ\"ב דהא:",
        "96_Daf, 10_Comment": "תי' שיהא נמחק. [וכן בד\"ס ליתא]:",
        "97_Daf, 0_Comment": "נ\"ב עפר:",
        "97_Daf, 1_Comment": "נ\"ב תיבת אמר ליתא בגמ':",
        "97_Daf, 2_Comment": "נ\"ב ואי הוי יותר מד' קבין אין הלוקח מקבל:",
        "97_Daf, 3_Comment": "נ\"ב דהא בית כור עפר אתני ליה מוכר ללוקח:",
        "98_Daf, 0_Comment": "נ\"ב היכא דאמרן יעשה חשבון והיכא דאמרן יחזיר קרקע:",
        "98_Daf, 1_Comment": "נ\"ב דדי לך אם יפו לך חכמים לתלות בך מכר המותר במעות או חוזרת קרקע היכא דליכא הפסד ללוקח דהו\"ל זה נהנה וזה אינו חסר אבל לקנות לוקח בשעת הזול כשעת היוקר לא אמרו אלא או טול קרקע שלך או תן לו כזול:",
        "98_Daf, 2_Comment": "אפי' כצ\"ל:",
        "98_Daf, 3_Comment": "תיבת רובע נמחק:",
        "98_Daf, 4_Comment": "נ\"ב ולא את הרובע בלבד כו':",
        "99_Daf, 0_Comment": "נ\"ב איזה לשון נתפס:",
        "99_Daf, 1_Comment": "אי פיחת מבית כור כצ\"ל ונ\"ב במשנה דרש\"י גרס פיחת שתות אבל גי' הרי\"ף וכן התוס' פחות משתות והא דנקט לרב הונא במתני' פחות משתות ליתן טעם לדבר דדבר פשוט הוא בפחות משתות ואמר ממילא דשתות כפחות משתות:",
        "99_Daf, 2_Comment": "חלקו כצ\"ל:",
        "99_Daf, 3_Comment": "צ\"ל והאנן תנן כו' עד שתות ינכה וכ\"ש היכא:",
        "100_Daf, 0_Comment": "צ\"ל שני:",
        "100_Daf, 1_Comment": "נ\"ב לבסוף:",
        "100_Daf, 2_Comment": "נ\"ב שני אחין וכו':",
        "101_Daf, 0_Comment": "נ\"ב קטן:",
        "101_Daf, 1_Comment": "נ\"ב כשמתו:",
        "101_Daf, 2_Comment": "נ\"ב את קרוביהם אבל אם מתו כצ\"ל:",
        "101_Daf, 3_Comment": "מנחילין מכלל דאותם מורישין מקרי מנחילין שאלו נוחלין ולא מנחילין כצ\"ל:",
        "102_Daf, 0_Comment": "תי' מן נמחק:",
        "102_Daf, 1_Comment": "נ\"ב לתת:",
        "102_Daf, 2_Comment": "מטות כגון שמתו האב מראובן והאם משמעון כצ\"ל:",
        "102_Daf, 3_Comment": "נ\"ב בנכסי האם:",
        "102_Daf, 4_Comment": "נ\"ב לאחד:",
        "102_Daf, 5_Comment": "נ\"ב ולא בנותיכם כו':",
        "102_Daf, 6_Comment": "נ\"ב פי':",
        "103_Daf, 0_Comment": "\"ל בת:",
        "103_Daf, 1_Comment": "אחי האב כצ\"ל:",
        "103_Daf, 2_Comment": "נ\"ב צ\"ל הוא קודם:",
        "104_Daf, 0_Comment": "נ\"ב כל:",
        "104_Daf, 1_Comment": "כגון חנוך כצ\"ל:",
        "104_Daf, 2_Comment": "תיבת אבי רשום למחוק:",
        "104_Daf, 3_Comment": "ואם אין כצ\"ל:",
        "105_Daf, 0_Comment": "נ\"ב אומר:",
        "105_Daf, 1_Comment": "נ\"ב לאחין:",
        "105_Daf, 2_Comment": "נ\"ב ל\"ג או כלך לדרך זו חלקו עם א' וחלקו עם ה' מה חלקו עם א' פי שנים בכל הנכסים אף חלקו עם ה' פי שנים בכל הנכסים ת\"ל והיה ביום הנחילו את בניו התורה רבתה נחלה אצל האחין הא אין עליך לדון כלשון האחרון אלא כלשון הראשון ואומר ובני ראובן בכור ישראל כי הוא הבכור ובחללו יצועי אביו נתנה בכורתו לבני יוסף בן ישראל ולא להתייחש לבכורה ואומר כי יהודה גבר באחיו לנגיד ממנו והבכורה ליוסף נאמרה בכורה ליוסף ונאמרה בכורה לדורות:",
        "106_Daf, 0_Comment": "ספרי קרי למדרש של ספר וידבר מוישלחו כצ\"ל:",
        "106_Daf, 1_Comment": "נ\"ב אין הבעל נוטל:",
        "106_Daf, 2_Comment": "נ\"ב פי' דנוטל בראוי:",
        "108_Daf, 0_Comment": "דאי אית לה כצ\"ל:",
        "108_Daf, 1_Comment": "נ\"ב ס\"א ירית [וכ\"ה בד\"ס]:",
        "109_Daf, 0_Comment": "נ\"ב לא יטול:",
        "109_Daf, 1_Comment": "אינו ממעט חלק בכורה. כיון כו':",
        "110_Daf, 0_Comment": "תיבת ולבסוף נתערבו רשום למחוק ונ\"ב בגמ' אינו:",
        "110_Daf, 1_Comment": "בכורה שבן יום אחד הד\"א:",
        "110_Daf, 2_Comment": "נ\"ב פי':",
        "110_Daf, 3_Comment": "נ\"ב פי':",
        "110_Daf, 4_Comment": "נ\"ב דאנוסה אינה נאסרת על בעלה:",
        "111_Daf, 0_Comment": "וגרסי' בגמ' וכו' עד כשהוא גוסס כ\"ז מוקף:",
        "111_Daf, 1_Comment": "נ\"ב פי' חכמים דרבי יהודה היינו ר' מאיר רשב\"ם:",
        "111_Daf, 2_Comment": "נ\"ב פי' מן היתומים:",
        "111_Daf, 3_Comment": "נ\"ב לבד מחד מינייהו דפסק הלכתא כר' יהודה:",
        "111_Daf, 4_Comment": "תיבת א\"נ רשם ונ\"ב ברש\"י בגמרא אינו:",
        "112_Daf, 0_Comment": "נ\"ב כן איתא בגמ' כל שתחלתו או סופו בפסול פסול כל שתחלתו וסופו בכשרות כשר:",
        "112_Daf, 1_Comment": "נ\"ב בגמ' כר' יוחנן בן ברוקא:",
        "112_Daf, 2_Comment": "בגמ' עדים:",
        "112_Daf, 3_Comment": "לבד:",
        "112_Daf, 4_Comment": "דהוי וכו' לרבא צ\"ל מוקפין:",
        "112_Daf, 5_Comment": "נ\"ב כל שתחלתו וסופו בכשרות וכו':",
        "112_Daf, 6_Comment": "נ\"ב פי' תחלה וסוף של גט בכתיבה:",
        "112_Daf, 7_Comment": "נ\"ב פי' בשעת נתינה:",
        "112_Daf, 8_Comment": "נ\"ב וצ\"ע דבסנהדרין כתב נ\"י וליתא לר' יהודה דאמר אפי' מתה בתו ויש לה בנים ממנה ה\"ז קרוב גם כתב הנ\"י שם ומביא הא דאמר ר\"נ אין הלכה כר' יהודה גם הרי\"ף כתב הא דר\"נ:",
        "113_Daf, 0_Comment": "נ\"ב לית הלכתא כוותיה כיון דאכתי כשהודה לא העידו העדים:",
        "113_Daf, 1_Comment": "נ\"ב נמי הוי:",
        "113_Daf, 2_Comment": "נ\"ב קאמר:",
        "113_Daf, 3_Comment": "נ\"ב כן איתא בגמ':",
        "113_Daf, 4_Comment": "גי' מהר\"ם צ\"ל מוקף:",
        "114_Daf, 0_Comment": "נ\"ב זה פריך בגמ' וכי תימא כו' כתבתי לקמן:",
        "114_Daf, 1_Comment": "נ\"ב וכי תימא הכי נמי בראוי ליורשו ור' יוחנן בן ברוקא היא אי הכי מת שני קנה שלישי הא שלח רב אחי בריה דרב עויא לדברי רבי יוחנן בן ברוקא נכסי לך ואחריך לפלוני וראשון ראוי ליורשו אין לשני במקום ראשון כלום שאין זה לשון מתנה אלא לשון ירושה וירושה אין לה הפסיק תיובתא דכולהו תיובתא:",
        "114_Daf, 2_Comment": "עם כצ\"ל [וכ\"ה בד\"ס]:",
        "115_Daf, 0_Comment": "תניא ר\"י בנו של ר' יוחנן בן ברוקא אומר. [וכ\"ה הב\"ח]:",
        "115_Daf, 1_Comment": "נ\"ב אמר רבי. [וכ\"ה הב\"ח]:",
        "115_Daf, 2_Comment": "נ\"ב והא כל התורה דמויי מדמינן לה:",
        "115_Daf, 3_Comment": "נ\"ב דבר אורותי הוא:",
        "115_Daf, 4_Comment": "נ\"ב שתשאלו לי:",
        "115_Daf, 5_Comment": "אולי כצ\"ל:",
        "115_Daf, 6_Comment": "נ\"ב במאי קמפליגי:",
        "115_Daf, 7_Comment": "נ\"ב א\"נ:",
        "115_Daf, 8_Comment": "נ\"ב למעשה:",
        "116_Daf, 0_Comment": "נ\"ב פי' דמיירי בלשון ירושה:",
        "116_Daf, 1_Comment": "תי' ותנו לו את השטר רשום למחוק:",
        "116_Daf, 2_Comment": "נ\"ב חד:",
        "116_Daf, 3_Comment": "דמתנה כצ\"ל:",
        "117_Daf, 0_Comment": "חמש כשיקנו כצ\"ל. [וכ\"ה בד\"ס]:",
        "117_Daf, 1_Comment": "תי' ואחר בנו צ\"ל מוקפין:",
        "117_Daf, 2_Comment": "מאחר כצ\"ל:",
        "118_Daf, 0_Comment": "השעבוד כצ\"ל:",
        "118_Daf, 1_Comment": "כקרקע כצ\"ל:",
        "119_Daf, 0_Comment": "נ\"ב וכו':",
        "119_Daf, 1_Comment": "נ\"ב וכו':",
        "119_Daf, 2_Comment": "תי' דנ\"מ רשום למחוק:",
        "119_Daf, 3_Comment": "וכי כצ\"ל:",
        "119_Daf, 4_Comment": "דודאי כצ\"ל:",
        "119_Daf, 5_Comment": "תי' דרבנן צ\"ל מוקף:",
        "120_Daf, 0_Comment": "נ\"ב ברש\"י בגמ' אבל שאר אחין:",
        "120_Daf, 1_Comment": "נ\"ב פי':",
        "120_Daf, 2_Comment": "נ\"ב אינה מקודשת:",
        "121_Daf, 0_Comment": "תי' חדא וכו' רבה ועוד כ\"ז מוקף ונ\"ב בגמ' אינו ונכון ודו\"ק [ועי' בספר כתונת פסים]:",
        "124_Daf, 0_Comment": "תיבת יהבי לך נמחק:",
        "125_Daf, 0_Comment": "נ\"ב לזה כך ולזה כך:",
        "125_Daf, 1_Comment": "נ\"ב אחריהן:",
        "126_Daf, 0_Comment": "נ\"ב ס\"א ותלתא [וכ\"ה בד\"ס ובד\"ק]:",
        "127_Daf, 0_Comment": "ונותן כצ\"ל:",
        "127_Daf, 1_Comment": "פי' במתנה הוא נתן כצ\"ל:",
        "128_Daf, 0_Comment": "דבנכסים מועטי' מוציאין כצ\"ל ותיבות מרובים אין רשום למחוק:",
        "129_Daf, 0_Comment": "מועטין מה שמכרו הד\"א:",
        "129_Daf, 1_Comment": "נ\"ב מנה:",
        "130_Daf, 0_Comment": "נ\"ב פי':",
        "130_Daf, 1_Comment": "לשון גמ' וכו' לה במבשרני כ\"ז צ\"ל מוקף:",
        "130_Daf, 2_Comment": "תיבת במבשרני צ\"ל מוקף:",
        "133_Daf, 0_Comment": "תי' שמת הבן וכיון רשום למחוק:",
        "133_Daf, 1_Comment": "צ\"ל החיצון:",
        "134_Daf, 0_Comment": "שאכל כצ\"ל:",
        "135_Daf, 0_Comment": "נ\"ב כ\"ז שייך לגמ':",
        "135_Daf, 1_Comment": "נ\"ב לא היה נותן:",
        "136_Daf, 0_Comment": "תיבת מכר רשום למחוק:",
        "136_Daf, 1_Comment": "נ\"ב דמילי לא קני:",
        "136_Daf, 2_Comment": "ומינה שמעינן לש\"מ המרובעין צ\"ל מוקפין:",
        "137_Daf, 0_Comment": "תיבת מיורשיו צ\"ל מוקף:",
        "138_Daf, 0_Comment": "נ\"ב עי' ברא\"ש מה שהקשה על הרי\"ף:",
        "138_Daf, 1_Comment": "בהם אלא של רב מרי היה קודם שיבואו לידי רבא כצ\"ל [וכ\"ה בד\"ס]:",
        "139_Daf, 0_Comment": "נ\"ב מבעיא:",
        "139_Daf, 1_Comment": "תיבת אי צ\"ל מוקף:",
        "139_Daf, 2_Comment": "נ\"ב דבר:",
        "140_Daf, 0_Comment": "לרבנן כצ\"ל:",
        "140_Daf, 1_Comment": "תיבת רבנן רשום למחוק:",
        "140_Daf, 2_Comment": "דבשלמא אי לא מתה תנן לא שייר קרקע כל שהוא אין מתנתה מתנה וכמו שחזרה מן האחד כשנתנה לזה חזרה נמי מן השני אבל עתה כיון וכו' כצ\"ל:",
        "140_Daf, 3_Comment": "תיבת כי קונה נמחק וצ\"ל שהרי נתנה:",
        "140_Daf, 4_Comment": "צ\"ל מיהו:",
        "141_Daf, 0_Comment": "נ\"ב בגמ' ההוא דקנו מיניה:",
        "141_Daf, 1_Comment": "נ\"ב ואין אומרין בזה שמא לא גמר להקנותו אלא בשטר דהא זיכה לו וקנו מיניה:",
        "141_Daf, 2_Comment": "ליפות כחו הס\"ד ואח\"ה צלה\"ד וקנו מיניה כתב וכצ\"ל:",
        "141_Daf, 3_Comment": "צ\"ל דקודם:",
        "142_Daf, 0_Comment": "נ\"ב והלא אין שטר לאחר מיתה:",
        "142_Daf, 1_Comment": "נ\"ב הנכתבות לאחר מיתה:",
        "142_Daf, 2_Comment": "צ\"ל אנו רואין שהוא מת:",
        "142_Daf, 3_Comment": "נ\"ב בגמ' מטבעיה:",
        "142_Daf, 4_Comment": "נ\"ב ורשב\"ם פי' אל תהא ברכת הדיוט קלה בעיניך:",
        "142_Daf, 5_Comment": "נ\"ב ומת:",
        "143_Daf, 0_Comment": "נ\"ב פי':",
        "143_Daf, 1_Comment": "נ\"ב בשטר שכתבו וכו':",
        "144_Daf, 0_Comment": "דברי כצ\"ל:",
        "144_Daf, 1_Comment": "נ\"ב ר\"ת גריס זימנין דאתי מחמת בריאות' וזימנין דאתי מחמת כחישותא עי' בתוס':",
        "144_Daf, 2_Comment": "נ\"ב עי' בגמ' דף קנ\"ג:",
        "144_Daf, 3_Comment": "נ\"ב ההוא פחות מבן כ' אזיל וזבין נכסיה אתו לקמיה דרבא אמרו ליה קרוביה זיל אכול תמרי ושדי קשייתא בי רבא עבד הכי אמר להו זביניה לאו זביני כו' אמרו ליה קרוביה לקוחות אגמרוהו אמר להו מסברי ליה סבר כיון דמסברי לי וסבר מידע ידע וכו':",
        "145_Daf, 0_Comment": "תי' שכן רשום למחוק:",
        "146_Daf, 0_Comment": "נ\"ב אחי ראובן:",
        "146_Daf, 1_Comment": "וללוקח דאקני הוא הד\"א:",
        "146_Daf, 2_Comment": "נ\"ב פי':",
        "148_Daf, 0_Comment": "תי' דאבוה רשום למחוק:",
        "148_Daf, 1_Comment": "וספק כצ\"ל:",
        "148_Daf, 2_Comment": "נ\"ב הכתובה:",
        "149_Daf, 0_Comment": "נ\"ב סוכה:",
        "149_Daf, 1_Comment": "מזייף וכתב מאי דבעי בין עדים לכתב בין עדים לאשרתא נמי כצ\"ל:",
        "149_Daf, 2_Comment": "דלמא גייז ליה לעילאי וכתיב כצ\"ל:",
        "149_Daf, 3_Comment": "נ\"ב לך:",
        "149_Daf, 4_Comment": "שיחזיר כצ\"ל:",
        "150_Daf, 0_Comment": "אחרת כצ\"ל [וכ\"ה בד\"ס]:",
        "150_Daf, 1_Comment": "עצמו כצ\"ל:",
        "150_Daf, 2_Comment": "נ\"ב פי' משום דאיהו דאפסיד אנפשיה:",
        "150_Daf, 3_Comment": "נ\"ב לשון גמ' אמר אביי קסבר רב אין עדים חותמין על המחק אא\"כ נמחק בפניהם:",
        "150_Daf, 4_Comment": "נ\"ב פי' במקום חתימתן:",
        "150_Daf, 5_Comment": "המחק כצ\"ל:",
        "150_Daf, 6_Comment": "ולא חד כצ\"ל ונ\"ב ס\"א ולא:",
        "151_Daf, 0_Comment": "בדינרי כצ\"ל:",
        "151_Daf, 1_Comment": "בדינרי אין פחות מב' דינר זהוב כסף כצ\"ל:",
        "151_Daf, 2_Comment": "נ\"ב אותיות:",
        "151_Daf, 3_Comment": "נ\"ב האשה שיש עליה ה' לידות ודאית ה' זיבות ודאית מביאה קרבן אחד ואוכלת בזבחים כו':",
        "151_Daf, 4_Comment": "כל כצ\"ל:",
        "151_Daf, 5_Comment": "נ\"ב לאו:",
        "152_Daf, 0_Comment": "נ\"ב או שית מאה זוזי וחד זוזא:",
        "152_Daf, 1_Comment": "וכתוב ביה כצ\"ל:",
        "152_Daf, 2_Comment": "ולארבע ארבעין וכן עד עשר עשרים כצ\"ל:",
        "152_Daf, 3_Comment": "נ\"ב דחוק:",
        "152_Daf, 4_Comment": "הלוקח מנת דתלת בנים זבנת כצ\"ל:",
        "152_Daf, 5_Comment": "נ\"ב וכו':",
        "152_Daf, 6_Comment": "נ\"ב ועוברים:",
        "152_Daf, 7_Comment": "תיבת ובשמא מוקף:",
        "152_Daf, 8_Comment": "נ\"ב פי':",
        "152_Daf, 9_Comment": "מנכסי מלוג כצ\"ל:",
        "153_Daf, 0_Comment": "אריסות כצ\"ל:",
        "153_Daf, 1_Comment": "למיחש כצ\"ל:",
        "153_Daf, 2_Comment": "נ\"ב עי' ביאור דבריו בב\"י אה\"ע סי' ק\"כ:",
        "153_Daf, 3_Comment": "נ\"ב פי' ולכך לא יכתבו אלא מדעת שניהם:",
        "154_Daf, 0_Comment": "נ\"ב במותב תלתא הוינא:",
        "154_Daf, 1_Comment": "שנטשטש כצ\"ל:",
        "155_Daf, 0_Comment": "וכיון דלא וכו' בלברר הלכה כו' כצ\"ל והד\"א:",
        "155_Daf, 1_Comment": "צ\"ל תניח. [וכ\"ה בד\"ס]:",
        "155_Daf, 2_Comment": "שנים נדון בשטר וכו' כצ\"ל ותי' צריך לברר צ\"ל מוקף:",
        "156_Daf, 0_Comment": "וכי צ\"ל:",
        "156_Daf, 1_Comment": "תיבת מכלל דלרבי מפסיד צ\"ל מוקף:",
        "156_Daf, 2_Comment": "תיבת דלמא רשום למחוק:",
        "156_Daf, 3_Comment": "נ\"ב הדר:",
        "156_Daf, 4_Comment": "נ\"ב א\"ל אנא בההיא כשמעתא דמר סבירא לי דאמר ר' אבא אמר רב אדא בר אהבה אמר רב האומר לחבירו פרעתיך בפני פלוני ופלוני צריך שיבואו פלוני ופלוני ויעידו והא אמר רב גידל אמר רב הלכה כדברי רשב\"ג ואף רבי לא אמר אלא לברר אנא נמי לברר קאמינא:",
        "156_Daf, 5_Comment": "לא כצ\"ל:",
        "156_Daf, 6_Comment": "נ\"ב ל' גמ' דף קעא.:",
        "156_Daf, 7_Comment": "נ\"ב או בעשרה בתשרי:",
        "156_Daf, 8_Comment": "נ\"ב שמונים לחמה:",
        "157_Daf, 0_Comment": "ורבי כצ\"ל:",
        "157_Daf, 1_Comment": "נ\"ב כתיבת:",
        "158_Daf, 0_Comment": "נ\"ב כלומר מי שמוחזק בשטר:",
        "158_Daf, 1_Comment": "או שם מלוה אחר כצ\"ל:",
        "158_Daf, 2_Comment": "נתנו לי והם אמרו כצ\"ל:",
        "158_Daf, 3_Comment": "פרועין ואילולא זה השובר היו גובין כצ\"ל:",
        "158_Daf, 4_Comment": "נ\"ב וכו':",
        "158_Daf, 5_Comment": "אפי' באחיו כצ\"ל:",
        "159_Daf, 0_Comment": "נ\"ב ר\"ל קבלן במסקנא וא\"כ אפי' יש לו נכסים ודו\"ק:",
        "159_Daf, 1_Comment": "נ\"ב פי' קרקעות וכן לקמן. תוס':",
        "163_Daf, 0_Comment": "נ\"ב יוציא אליך א העבוט:"
    },
    "meta": "Daf-Comment",
    "work": "Hagahot MeAlfas Yashan on Bava Batra"
}