{
    "title": "Kiryat Sefer on Mishneh Torah, Gifts to the Poor",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Gifts_to_the_Poor",
    "text": [
        [
            [
                "<b>מצות עד </b> להניח פאה מהתבואות והאילנות דכתיב לעני ולגר תעזוב אותם אחרי זכרו הפאה וכשם שמניח פאה בשדה כך מניח באילנות כשאוסף פירותיהם יניח מעט לעניים דכתיב ובקוצרכם אין לי אלא תבואה שדרכה להקצר קטנית מנין תלמוד לומר ארצכם אילנות מנין תלמוד לומר שדך דקראי יתירי דרשינן לרבות דהוה מצי למיכתב ובקוצרכם לא תכלה פאה ולא יותר ואית דסברי דלא מיחייב בפאה מן התורה אלא תבואה דשייכא בה קצירה ותירוש ויצהר דהוא כרם וזית דדרשינן להו מדכתיב אחריך ולא נהירא דקראי יתירי הוא דדרשינן כדאמרי'. ואחד הקוצר ואחד התולש צריך להניח פאה דאין לי אלא הקוצר מנין אף התולש ת\"ל קציר מנין אף העוקר ת\"ל קצירכם וזה שמניח בקמה נקרא פאה כדכתיב פאת שדך:<br><b> אזהרת קסו </b> שלא יכלה פאת שדהו דכתיב לא תכלה פאת שדך בקוצרך דמשמע דצריך להניח מן הקמה עבר וקצרה כלה נותן מן הכרי ואפילו אפאו פת נותן ממנו פאה לעניים דכל דאמר רחמנא לא תעביד אי עביד לא מהני ונתינתו היא מצות עשה כדכתיב לעני ולגר וגו' ולדעת הרב ז\"ל דפסיק כרבי ישמעאל שנותן מן הפת משום דשקיל וטריא תלמודא בטעמיה נראה דאף על גב דנימא דשינוי קונה מפקינן חיובא דפאה אפילו מן הפת מדכתיב תעזוב יתירא דתרי כתיבי חד בקדושים תהיו וחד בשור או כשב. אבד כל הקציר או נשרף הרי זה לוקה דמעתה אינו יכול לקיים עשה שבה שניתק לו:<br><b> מצות עה </b> להניח לקט והוא השבלים שנופלות בשעת הבציר אלא יניחם לעניים כדכתיב ולקט קצירך וגו' לעני ולגר תעזוב אותם:<br><b> אזהרת קסז </b> שלא ילקט הלקט דכתיב ולקט קצירך לא תלקט ואם עבר ולקטו אפילו אפה ממנו פת נותן לעניים דכתיב נמי תעזוב יתירא אבדו או נשרף לוקה שהרי אינו יכול לקיים עשה שניתק לו:<br><b> מצות עו </b> לעזוב פרט הכרם כדכתיב ופרט כרמך וגו' לעני ולגר וגו':<br><b> אזהרת קסח </b> שלא ילקט פרט הכרם דכתיב ופרט כרמך לא תלקט וגו':<br><b> מצות עז </b> לעזוב עוללות הכרם כדכתיב וכרמך לא תעולל לעני ולגר תעזוב אותם:<br><b> אזהרת קסט </b> שלא יעולל הכרם כדכתיב וכרמך לא תעולל:<br><b> מצות עח </b> להניח עומר השכחה דכתיב ושכחת עומר בשדה לגר ליתום ולאלמנה יהיה:<br><b> אזהרת קע </b> שלא ישוב לקחת השכחה דכתיב ושכחת עומר בשדה לא תשוב לקחתו עבר ולקח את כולן אפי' עשאו פת נותן לעניים דבכולהו כתיב תעזוב או יהיה יתירא ואם קיים עשה שבהם [אינו] לוקה שהרי הוא ניתק לעשה כשיוכל לקיימו. וכשם שהשכחה בעמרים כך השכחה בקמה שאם שכח מקצת הקמה ולא קצרה הרי זו לעניים דכתיב בשדה לרבות שכחת קמה. וכשם שהשכחה בתבואה וכיוצא בה כך יש שכחה לאילנות כולם כדכתיב כי תחבוט זיתך לא תפאר אחריך וה\"ה לשאר אילנות שיש להם שכחה כזית דכתיב ביה אחריך דהיינו שכחה שהיא מאחריו וגמר כרם אחריך אחריך מזית דכמו שיש באחריך דזית שכחה הכא נמי בכרם והוא הדין בשאר אילנות דאיתנהו בפאה כזית דכתיב ביה לא תפאר לא תטול כל פריו ה\"נ איתנהו בשכחה כותיה נמצאת למד שארבע מתנות לעניים בכרם הפרט והעוללות דכתיבי בגופיה והפאה דדרשינן כולהו אילנות משדך יתירא והשכחה דילפי נמי כולהו אילנות מזית דכתיב ביה אחריך דהיינו שכחה כדאמרי'. ושלש מתנות בתבואה הלקט דליתיה אלא בתבואה שדרכה להקצר וכתיב ולקט קצירך והשכחה נמי כדכתיב ושכחת עומר דהיינו בתבואה והפאה דכתיב ובקוצרכם לא תכלה פאת שדך ושתים באילנות פאה דכתיב שדך יתיר לרבות כל האילנות ושכחה דילפינן מזית כדאמ'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b> במתנות עניים טובת הנאה לבעלים אלא עניים באים ונוטלים בעל כרחן של בעלים והיינו כגורן כדילפינן גבי מעשר עני לקמן פרק ו'."
            ],
            [
                "<b>כל </b> גר האמור במתנות עניים הוא גר צדק דכתיב במעשר עני דהוי ממתנות עניים ובא הלוי והגר מה לוי בן ברית אף גר בן ברית ואף על פי כן אין מונעין אותם מפני דרכי שלום."
            ],
            [
                "<b>פסקו </b> העניים מלחזר אחריהם הנשאר מותר לכל אדם שאין גופו קדוש כתרומה ולא נאמר בהם ונתן לעני אלא תעזוב אותם ואינו מצווה לעזוב אותם לחיה ולעופות דלעני תעזוב כתיב ומותר לכל אחר זמן המפורש בכל דבר. כל מתנות אלו אינם נוהגות מן התורה אלא בארץ ישראל כתרומות ומעשרות דכתיב קציר ארצכם וכתיב קצירך בשדך ומדברי סופרים הוו נמי בחוצה לארץ."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>שיעור </b> הפאה מן התורה אפילו שבולת אחת שהרי לא כלה פאת שדהו וכתיב לא תכלה פאת שדך ומדרבנן אחד מששים ולפעמים יותר:"
            ]
        ],
        [
            [
                "<b>כל </b> אוכל שגידולו מן הארץ ונשמר ולקיטתו כאחד ומכניסין אותו לקיום חייב בפאה דכתיב קציר מה קציר מיוחד שהוא אוכל יצא מה שאינו אוכל כאסטיס וקציר הוא מה שיש לו שורש בארץ כדכתיב קציר ארצכם יצאו כמהין שאין להם שרש בארץ כשאר פירות וסתם קציר נשמר וכתיב נמי לעני ולגר תעזוב פרט להפקר שהוא נעזב כבר ועוד שדך כתיב יצא הפקר שאינו נשמר וסתם קציר מתבשל ונקצר ביחד ולקיטתו כאחד יצאו תאנים וכיוצא בו וסתם קציר מכניסו לקיום יצאו ירקות אותם שאין מכניסין לקיום."
            ],
            [],
            [
                "<b>קרקע </b> כל שהוא חייב בפאה דכיון דלית שיעור לפאה מדאוריתא אם כן קרקע כל שהו יניח פאה שבולת אחד מדאוריתא אפילו שהיא אחת מחמשה שבלים שבשדה ושדך נמי כל שהו משמע ואפילו שהיתה של שותפין דכתיב קציר ארצכם אפילו של רבים."
            ],
            [
                "<b>חובת </b> הפאה אינה אלא כשנתחייב משעת הקמה אבל קצרה לעצמו מי שאינו חייב הרי זו פטורה דכתיב ובקוצרכם עד שתהיו אתם הקוצרים ואם נשאר ממה שקצרו ליסטים וקצרו הוא אינו חייב אלא על מה שקצר. קצר חציה ומכר חציה הלוקח נותן פאה לכל דהוי כאלו לא מכר אלא מה שנשאר בשדה אחר שיוציא הפאה וכן הפודה מיד הגזבר או קצר חציה והקדישו יתן מן הנשאר על הכל."
            ],
            [],
            [
                "<b>כרם </b> שבוצר ממנו מעט מעט מכאן ומכאן למכור בשוק אינו נותן פאה אלא ממה שבוצר לגת כפי מה שהוא נשאר. וכן קוטף מלילות מעט מעט אפילו לביתו אפילו שכל שדהו קטפו כן פטור מלקט שכחה ופאה דלא הוי מכניסו לקיום כיון דמוכרו לשוק מעט מעט או אוכל בביתו המלילות ולאו לקיטתן כאחד הוי כיון שאינו בוצר מרוח אחת ובלקט כתיב לקט קצירך ודרשינן ולא לקט קיטוף ומן השכחה נמי פטור [דכתיב נמי כי תקצור קצירך בשדה ושכחת עומר וגו' (דברים כד, יט)]. ובכרם דאמרינן דבוצר לשוק פטור הוא הדין לבית לאכול מיד כיון שבוצרו מעט מעט דלא הוי לקיטתו כאחד אלא משום סיפא דאפילו לשוק אם בצרו מרוח אחת נותן פאה מן המשומר על הכל נקט לה דכל מה שבוצר או קוצר מעט מעט לא הוי דומיא דקציר דלקיטתו כאחד. כל השדה כולה אין חיוב פאה לקוצר אלא אחר שהביאה שליש וכן בפירות האילן דלא מיקרי תבואה ופרי אלא בהבאת שליש דכתיב ועשת את התבואה לשלש השנים אל תיקרי לשלוש אלא לשליש כלומר עשייתה היא כשהיא בשליש בישולה וזתים וענבים הוו תבואה דתרוייהו בכלל תבואת יקב נינהו. אי נמי מדכתיב מקץ שבע שנים וגו' שנת השמטה שמינית היא אלא לומר לך דכל תבואה שהביאה שליש בשביעית לפני ראש השנה נוהג בה מנהג שביעית בשמינית דקים להו לרבנן דכל תבואה שנקצרת בחג בידוע שהביאה שליש לפני ראש השנה ואית דילפי' מדכתיב תבואת זרעך דבר שהוא נזרע ומצמיח יצא פחות משליש שאינו מצמיח."
            ],
            [],
            [
                "<b>המקדיש </b> שדהו קמה ופדאה קמה חייבת בפאה דאכתי לא מטא זמן חיובא עד שעת קצירה והרי היא בידו אבל קצרה גזבר ופדאה פטור שבשעת חיוב היתה קדש דפטור מן הפאה דמקרא דממעטינן קציר גוים ממעטינן נמי קציר הקדש דלאו קצירך הוא לא בפאה ולא בשכחה."
            ],
            [
                "<b>נכרי </b> שקצר ונתגייר פטור מן הפאה דבפאה ובשכחה ממעטינן קצרוהו גוים ובשכחה נמי אמרינן בשדה לרבות שכחת קמה הילכך זה שהיה גוי בשעת קצירה [או] בשעת עימור אעפ\"י שנתגייר דאת שיש לו שכחת קמה דמרבינן מבשדה יש לו שכחת עומרים דכתיב בקרא ושכחת עומר בשדה את שאין לו שכחת קמה כזה שהיה גוי בשעה שקצרה אין לו שכחת עומרים אפילו נתגייר כדאמר' ולקט נמי אימעיט מקרא דובקצרכם פרט לשקצרוהו גוים דכתיב נמי גבי לקט כדכתיב ובקוצרכם וגו' ולקט קצירך לא תלקט קצרוה פועלים גוים לישראל חייב דקצרכם קרינא ביה."
            ],
            [],
            [
                "<b>מי </b> שקצר כל הקמה נותן מן השבלים ואפי' דשו אותם נותן פאה ואינו צריך לעשר כיון שלא גמר מלאכתו דכתיב ובא הלוי כי אין לו חלק ונחלה עמך יצא הפקר שידך וידו שוים ומהאי קרא נמי פטרינן פאה ממעשר דאי לאו האי קרא הוה מחייבים להו לעניים דכיון דזכי להו רחמנא בהאי שדה תבואת זרעך קרינא ביה ואם הוסיף נמי על שיעור הפאה פטור מן המעשר כיון שנותנו בתורת פאה הוי כדין פאה קודם מירוח ונראה דמיירי כשנתן הכל בבת אחת דאם כבר נפטר מן הפאה ואחר כך בא להוסיף עליה לא מיפטר התוספת לבדק הבית עד שיופקר לעניים ולעשירים כשמטה. אי נמי אפילו נפטר כבר מן הפאה כל מה שמוסיף משום פאה עד שלא נתמרח פטור אף על פי שאין מפקיר אלא לעניים כדאמרינן בירושלמי דמתניתין בית שמאי היא דאמר הפקר לעניים הפקר גמר מלאכתו מעשר ונותן לו כיון שנתמרח."
            ],
            [
                "<b>אין </b> מניחין אלא בסוף השדה כדמשמע לשון פאה שהוא סוף אבל בתחלה ובאמצע נמי קדשה ופטורה נמי מן המעשר דמרבינן לה מדכתיב לקצור דמשמע אפילו יש לו קמה לקצור ומן התורה פטור מלהניח עוד פאה בסוף שדהו דהא בתחלה ובאמצע נמי פאה הויא כדאמר' ולפיכך בעינן דעתו של בעל הבית אם הניחוה פועלים בסוף."
            ],
            [],
            [],
            [
                "<b>הפאה </b> של כל דבר הנקצר ופאת כרם ואילנות נתנת במחובר לקרקע דכתיב לא תכלה פאת שדך בקצרך מכאן שהפאה נתנת במחובר לקרקע יכול אפילו בדלית ובדקל תלמוד לומר קציר מה קציר מיוחד שהקטן מושל בהם כגדול יצאו דלית ודקל שאין הקטן מושל בהם כגדול ואית דבעי נשמעינה מן הדא דכתיב תעזוב הנח לפניהם תבואה בקשיה תלתן בעמיר יכול בדלית ובדקל כן תלמוד לומר אותם ומה ראית לרבות אלו ולהוציא אלו אחר שריבה הכתוב ומיעט מרבה אני מה שאין בו סכנה ומוצא אני את שיש בו סכנה שאפילו תשעים אומרים לבוז ואחד אומר לחלק לזה שומעים שאמר כהלכה ומחייבין בעל הבית להוריד להם דאותם כתיב כדאמר."
            ],
            [],
            [],
            [
                "<b>עני </b> שנטל פאה וזרק על השאר או שנפל או פירס טליתו עליה מה שנטל הוא שלו מן התורה וכן בלקט ושכחה. עני שלקט לעני אחר זכה דמגו דזכי לנפשיה אי בעי זכי נמי לחבריה אבל עשיר לא דתרי מגו לא אמרינן וכתיב נמי הכא לא תלקט לעני ודרשינן סמוכים לא תלקט אתה לצורך העני משמע דהוא לאו עני הוא וכן בעל הבית אפילו הוא עני אין יכול לזכות לעני פלוני דהא לא מצי זכי לנפשיה דכתיב לא תלקט לעני להזהיר עני על שלו דאי בעל שדה הוא יניח פאה ותרתי שמעינן מהאי קרא לרבנן דרבי אליעזר וכן בלקט ושכחה מטעמא דאמרן ומציאה נמי אינו זוכה עד שיגיע לידו אם לא כשזכה לו חברו דהמגביה מציאה לחברו קנה חברו מגו דמצי זכי לה לנפשיה אבל לקט ושכחה ופאה העשיר ובעל הבית דלא מצי זכי לנפשיה לא זכי נמי לחבריה כדאמר':"
            ]
        ],
        [
            [
                "<b>אין </b> מניחין פאה משדה לחברתה דכתיב שדך לחייב על כל שדה ושדה ואם הניח פאה משדה לשדה אינה פאה וחייב במעשר כשיגמר מלאכתו."
            ],
            [
                "<b>היתה </b> שדהו זרועה מין אחד והיה הפסק בתוך השדה אחד מכל אלו הדברים המפסיקין הרי זו כשתי שדות ונותן פאה מצד זה לעצמו וזה לעצמו אבל מה שאינו הפסק לא חשיב אלא כשדה אחת ונותן פאה אחת לכל כיון שהוא מין אחד ואפילו עשאו שתי גרנות מניח פאה אחת דבשדה תליא מילתא כדכתיב שדך וכיון דהוי מין אחד חשיב הכל שדה אחת אע\"ג דעשאו ב' גרנות אבל זרעה ב' מינים אפילו עשאה גורן אחד נותן פאה למין זה ופאה למין זה דכיון שהם ב' מינים משוו ליה לשדה ב' שדות. זרע ב' מיני חטים או שעורים אם עשאו גורן אחד גלי אדעתיה דחשיב ליה כמין אחד ואינו חייב אלא פאה אחת ואם עשאו ב' גרנות חשיב ליה כשני מינין ונותן ב' פיאות ודבר זה הלכה למשה מסיני."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האחין </b> שחלקו נותנין שתי פיאות דלכל חד וחד קרינא ביה שדך חזרו ונשתתפו נותנין פאה אחת כדילפי' לעיל דשותפין חייבים בפאה דכתיב קציר ארצכם אפי' של רבים. שותפים שקצרו חצי שדה וחלקו זה שלקח הקציר אינו מפריש כלום דחובת הקציר בקמה כדאמר ואע\"ג דמרבי' מדכתיב לקצור דקדשה נמי פאה בתחלה ובאמצע אפ\"ה כיון שלא פירש דסתמא הוי בסוף דמצותה בסוף כדמשמע פאה לשון סוף ומי שלקח הקמה אינו מפריש אלא על חלקו דכיון דחלקו לא קרינא ביה שדך אלא בזה שקצר דלא הוי כמוכר חצי שקצר דחייב בסוף לתת פאה על הכל דהתם כל השדה שלו. חזרו ונשתתפו כל אחד מהם מפריש מחלקו שבקמה על חלק חברו שבקמה אבל לא חצי שנקצר דהא מיפטר מפאה כדאמרינן ואע\"ג דחזרו ונשתתפו נראה דלא מיחייבו להפריש מן הקמה אלא כפי שיעורה שהיה עתה אלא שאם רצה להפריש על הכל לא יפריש על מה שנקצר שהרי הוא פטור כדאמר' ואין עליו דין פאה להפטר ממעשרות אלא כל אחד מהם יפריש על חלקו ועל חלק חברו שבקמה ונמצא שהפריש על כל השדה ויש לו דין פאה להפטר מן המעשרות דהוי תוספת פאה דפטור נמי כדאמר' לעיל."
            ],
            [
                "<b>שדה </b> שהגיע חציה ע(ל)[ד] שליש דמיחייבא בפאה והתחיל לקצור מחצי זה וקודם שהשלים לקוצרו הגיעה כולה לשליש וגמר החצי הראשון שהגיע בתחלה הרי זה יפריש מן הראשון על האמצעי ומן האמצעי על הראשון שהם החצי הראשון שנגמר קודם דחשיבי שדה אחת ומן האמצעי על האחרון נמי כיון שהגיע האחרון על שליש קודם שקצר האמצעי אבל לא מן הראשון על האחרון דכשקצר הראשון אכתי לא מטא אחרון לחיוב פאה שלא הגיע לשליש ומן האחרון על האמצעי נראה דיכול נמי להפריש דהא חשיבי שדה אחת."
            ],
            [
                "<b>המוכר </b> שדהו מקומות מקומות לאנשים הרבה כל אחד נותן פאה ממה שלקח דלכל חד קרינא ביה שדך ואם התחיל הוא לקצור ומכר ושייר נותן פאה הראויה לכל דכיון דהתחיל לקצור נתחייב בכל כדכתיב ובקצרכם את קציר ארצכם דמשמע מעידנא דאתחיל לקצור איתחייב ליה בכוליה ואם מכר קודם לא איתחייב אלא הלוקח מפריש על מה שלקח דשדך קרינא ביה ובעל השדה על מה ששייר."
            ],
            [
                "<b>שדה </b> אילן אין מפסיק בה אלא גדר גבוה שלא יהו מעורבין פארות האילנות דאי הן מעורבין חשיבי כולהו כשדה אחת ונותן פאה אחת לכל."
            ],
            [
                "<b>שנים </b> שלקחו אילן אחד נותנין פאה אחת דכתיב קציר ארצכם כדאמר לקח זה צפונו וזה דרומו כל אחד נותן פאה לעצמו דהא לכל חד קרינא שדך דשדה כל שהו חייב בפאה בפני עצמו."
            ],
            [
                "<b>החרובים </b> כל הרואין זה את זה חשיבי כשדה א' ונותן פאה א' על הכל והזתים כל שברוח אחת מרוחות העיר."
            ],
            [],
            [
                "<b>המידל </b> שהוא מעט מכאן ומעט מכאן לשוק אינו נותן פאה לזה שהידל ואם לביתו נותן מן המשואר על הכל דהאי דאמרינן לעיל דאפילו לבית כשבוצר מעט מעט אינו נותן פאה מן המשואר על הכל היינו כשמכניסו לבית לאכול מיד דומיא דמוכר לשוק אבל כשמכניסו לבית לקיום נראה דחשיב לקיטתו כא' כיון דהוא בבית:"
            ]
        ],
        [
            [
                "<b>אי </b> זהו לקט זה הנופל מתוך המגל או מתוך היד כשקוצר דכתיב ולקט קצירך אבל מה שנופל מאחר המגל מכח תנועתה ומאחר היד מחמת נדנודה אינו לקט שהרי לא נפלה מחמת קצירה וכתיב לקט קצירך. ושבולת אחד או ב' הוא דהויא לקט דכתיב לעני לגר חד לעני וחד לגר וג' אינם לקט."
            ],
            [
                "<b>היה </b> קוצר בלא מגל הנופל מתוך ידו אינו לקט דלא הוי קצירה אלא במגל אלא א\"כ הוא תולש דבר שדרכו בכך דקרינא ביה שפיר קצירה הכהו קוץ ונפל מתוך ידו לא הוי לקט דכל הנופל מחמת אונסו ממעטי' ליה מדכתיב לקט קצירך אין לקט אלא מחמת קציר."
            ],
            [
                "<b>שבולת </b> שנקצרו כל סביבותיה ואין ראשה מגיע לקמה הוי לקט לעניים דחשבי לה כאלו כבר נפלה מתוך המגל אבל ראשה מגיע הרי היא כאלו היא תוך המגל כיון שיכול לקוצרה עם הקמה ופנימית נמי מצלת לחיצונה והוו תרוייהו כאלו הם תוך המגל כדאמר' ואית דסברי דמשום שכחה נגעו בה דמגיע לקמה לא קרינא בה לא תשוב לקחתו ואם אינו מגיע הוי (בכלל) [בבל] תשוב והשבלים שבקש הרי הן של בעל הבית."
            ],
            [],
            [
                "<b>הרוח </b> שפזרה את העומרים נותן ד' קבין תבואה לכל בית כור שהוא שיעור שראוי ליפול בשעת קצירה. וכשהגדיש על השדה שקונסין אותו מדרבנן כל השבלים שהן נוגעות בארץ כלם פטורות מן המעשר כדין לקט דאוריתא דהפקר ב\"ד הפקר כדדרשינן מדכתיב יחרם כל רכושו וגו' ואית דמפיק הכא פיטור מעשרות מב\"ד שעברו את השנה שלא כדין בשביעית דהוי מקודשת ופטור מן המעשרות כדין שביעית."
            ],
            [],
            [],
            [],
            [
                "<b>חורי </b> הנמלות שבתוך הקמה מה שנמצא בהם לבעל הבית שאין לעניים עדיין בקמה כלום ואם היו במקום שנקצר שהרי יש שם זכות לעניים במה שנקצר הרי הוא שלהם שמא מן הלקט גררוהו הנמלים וספק לקט הוא לקט דאע\"ג דכל ספק ממונא אמרינן המוציא מחברו עליו הראיה הכא בספק מתנות עניים כתיב לעני ולגר תעזוב דמשמע הנח משלך וכן כתיב נמי בהו יהיה לרבות מה שהוא בספק לומר בין דידך בין דידיה הב ליה ואית דמפיק לכולהו ספק מתנות מדכתיב לא תטה משפט אביונך בריבו בריבו אי אתה מטהו אבל אתה מטהו במתנותיו."
            ],
            [
                "<b>שבולת </b> לקט שנתערבה בגדיש מעשר על תנאי דאע\"ג דכולהו מתנות דהוו הפקר לעניים פטירי ממעשרות כדאמר' לעיל היכא דנתערבה הוי ספיקא דאוריתא ולהכי בעי לעשורה על תנאי אע\"ג דלא הגיעה עדין לידו של עני דעשו שאינו זוכה כזוכה ונותן אחת מהם שהיא הראשונה לעני והאחר תהיה מעשר."
            ],
            [
                "<b>לא </b> ישכור האדם את הפועל על מנת שילקט בנו אחריו דאם פוחת לו הפועל משכרו על כך אסיר מדאוריתא שהרי מוכר המתנות."
            ],
            [
                "<b>המעכב </b> המתנות מעני אחד או מעניים הרי זה גוזל דרחמנא זכינהו כדכתיב תעזוב ויהיה."
            ],
            [],
            [
                "<b>המפקיר </b> את הלקט עם נפילת רובו לאו כל כמיניה דהא אין לו בו רשות דקב\"ה עבדיה לקט מההיא שעתא."
            ],
            [
                "<b>שני </b> גרגרים הנפרטים בשעת בצירה הוו פרט דקרא שלשה אינם פרט דכתיב לעני ולגר שהם שנים. הוסבך האשכול בעלין ונפל לארץ ונפרט אינו פרט דלא הוי מחמת בצירה וכתיב ופרט כרמך ודרשינן אין פרט אלא בשעת בציר וכשבוצר ומשליך לארץ אפילו חצי אשכול הוי פרט אפשר דהוי מדרבנן קנס משום דמשליך האשכולות כדי ללקט הכל אח\"כ. המניח כלכלה תחת הגפן כדי שיפלו בתוכה הגרגרים הנפרטים הרי זה גוזל את העניים ונראה דהוי דאוריתא דכתיב פרט דמשעה שנפרט הוי קדוש."
            ],
            [],
            [
                "<b>אי </b> זהו עוללות זה אשכול קטן כמו עולל וכדכתיב אם בוצרים באו לך הלא ישאירו עוללות ואין לו לא כתף ולא נטף דכל שיש לו כתף או נטף לאו עולל הוי ואם ספק לעניים דכולהו ספק מתנות לעניים כדילפינן לעיל והעניים עצמם הם שבוצרים אותם כדכתיב לא תעולל לעני ולגר וגו' אשכול שהגרגירין תלויין בשרביט עצמו כל גרגיר יחידי הוי עוללת דלא חשיבי מה שהגרגרים שוכבים זה על זה נטף עוללת שנקרצת עם האשכול כשקוצר הזמורה ביחד לא מיקרי עוללת דקרא דבטלה לגבי האשכול הנבצר עמו אבל אם רחוק קצת מן האשכול שאין דרכו להקרץ עמו הוי עולל באפי נפשיה ולעניים."
            ],
            [],
            [],
            [],
            [
                "<b>כרם </b> שכולו עוללות הרי הוא לעניים דכתיב וכרמך לא תעולל אפילו כל כרמך עוללות לעני ולגר וגו' א\"כ למה נאמר כי תבצור כרמך לא תעולל לומר דאין לעניים בעוללות קודם הבציר ופרט נמי איתקוש לעוללות כדכתיב וכרמך לא תעולל ופרט כרמך וגו' ואין פרט ועוללות אלא בכרם כדכתיב פרט כרמך וכרמך לא תעולל."
            ],
            [
                "<b>וכמה </b> שיעור בצירה דבעל הבית כדי שיזכו אח\"כ לעניים בפרט ובעוללות ג' אשכולות שעושין רביע דכיון דעושין רביע דחשיב הוי בצירה."
            ],
            [
                "<b>מקדיש </b> כרמו קודם שיודעו בו העוללות חייל הקדש על הכל וכתיב כרמך ולא כרם הקדש אבל משנודעו לא דאין אדם מקדיש דבר שאינו שלו דאף ע\"ג דאין לעניים עד שעת בצירה אפ\"ה אין לו זכות לבעל הכרם בהם דבעינן דליהוו ברשותו כביתו שהוא ברשותו וכתיב איש כי יקדיש את ביתו וגו' ויתנו שכר גידולה להקדש ואפשר דאפילו למ\"ד יש מעילה בגידולין הכא שאני דקרקע משועבד לגידול עוללות עד שעת בציר ונימא דלא מחייב בשכר גידול אלא מדרבנן."
            ],
            [
                "<b>הזומר </b> אפילו אחר שנודעו העוללות אע\"פ שיש במה שזומר עוללות עושה בשלהם כמו בשלו דהוו כשותף ותיקון נמי איכא דהאמצעים מיתקנים בכך."
            ],
            [
                "<b>גוי </b> שמכר לישראל כרמו לבצור חייב בעוללות דהא קרינא ביה השתא וכרמך לא תעולל וכן כשהוא שותף עם גוי חלקו חייב."
            ],
            [
                "<b>בן </b> לוי שנתנו לו מעשר שהוא טבל שלא הופרשה תרומת מעשר ממנו ומצא בו עוללות נותנן לעני בלא הפרשת תרומה דמתנות עניים לא מיחייבי במידי ואם היה עוללת שנקרצת עם האשכול דהוי לבעל הכרם כדאמר לעיל יש לו לעשותו תרומת מעשר על מקום אחר אם ירצה דהא פשיטא דהוא של בעל הכרם והוי טבל."
            ],
            [
                "<b>מי </b> שהיו לו חמש גפנים ובצרן לתוך ביתו אם לאוכלן ענבים פטור מפרט ושכחה ורבעי דבפרט כתיב כרמך בתר בצירה דמשמע דכדרך הבוצרים הוא דבעי להניח פרט לעניים ובכי האי גוונא לאו בצירה מיקרי דאע\"ג דאמרן דג' אשכולות שעושין רביע הוי שיעור בצירה היינו התחלת בצירה בכרם גדול לשיזכו העניים בעוללות אבל כשאין אלא חמש גפנים ובצרן לבית לא הוי בצירה כדאמר' ובשכחה נמי כתיב בצירה בקרא דאחריך דהוי שכחה כדאמר' לעיל ובכרם רבעי נמי כתיב נטע כרם ולא חללו דהיינו שלא עברה שנה רביעית ובכרם כתיב בצירה ולא הויא בבציר מה' גפנים כדאמר' דאין כרם בפחות מחמש גפנים וחייב בעוללות דעוללות משנודעו הוקדשו לעניים ולא תלו בבעל הכרם כפרט ושכחה דהוא משוי להו מתנות עניים במה שנפלו ונפרטו מידו או במה ששכח ואם בצרן לעשות יין חייב בכל כיון שבצר ג' אשכולות כדלעיל:"
            ]
        ],
        [
            [
                "<b>העומר </b> ששכחוהו פועלים ולא שכחו בעל השדה שהיה שם או שכחו הוא ולא פועלים אינו שכחה דכתיב קצירך ושכחת משמע שבעל הקציר ישכח דהיינו בעל השדה וכי תקצור ושכחת משמע דהקוצר ישכח דהיינו פועלים וכיון דבעל השדה קאי גביה זכי ליה שדהו שכחוהו אלו ואלו והיו אחרים רואים אותה בעת ששכחוה אינה שכחה עד שישכחוה כל אדם שבשדה דבשדה אפילו זכור ולבסוף שכוח לא הוי שכחה כדנילף בסמוך והשתא נמי הוי כזכור ולבסוף שכוח כיון שיש רואים אותה כן נראה לדעת הרב ז\"ל דנראה דגריס במילתא דר\"ש בן יהודה דהיו חמרין עוברים וכו' ושכחו בעל הבית אינו שכחה עד שישכחוהו כל אדם וסיפא נראה דלאו דר\"ש היא. ואפילו עומר הטמון אם נשכח הרי זה שכחה דכתיב בשדך לרבות את הטמון דמשמע מה שבתוך שדך דהיינו טמון ואצטרי' קרא כי היכי דלא נימא מה קציר בגלוי אף שכחה בגלוי כתב רחמנא שדך לרבות טמון. אמר בעיר שהפועלים שכחו עומר שבמקום פלוני ושכחוהו הרי זו שכחה ואם בשדה אמר כן ושכחוהו פועלים אינו שכחה דכתיב ושכחת עומר בשדה ודרשינן ליה הכי בשדה הוא דבעיא שכחה מעיקרא כדכתיב ושכחת והדר בשדה ששכחו הוא תחלה לפועל אבל בעיר משנכנס לעיר אפילו זכור ולבסוף שכחן ע\"י פועלים דאם היה בשדה לא היה שכחה כדאמרינן."
            ],
            [],
            [
                "<b>וכל </b> שגרמו עניים שישכח לא הוי שכחה דשכחה דקרא היינו בלי גרמא. וכן החזיק בו להוליכו והניחו לא מיקרי שכחה דהא זכה ביה קודם אבל נטלו ממקום למקום אפילו אצל דבר מסוים הוי שכחה דכיון דלאו להוליכו לעיר לקחו לא זכה בו והרי שכחו."
            ],
            [
                "<b>שכח </b> עומר שהניח עליו עומר אחר שנטלו להוליכו לעיר ושכחו אם זכרו קודם שיפגע בו אין התחתון שכחה ואם לאו התחתון שכחה אף על גב דעליון אינו שכחה שהרי החזיק בו אינו מציל התחתון אלא א\"כ זוכר העליון קודם שיפגע בו דאז הוי תחתון נמי כזכור."
            ],
            [
                "<b>עפו </b> עמריו לשדה אחר ושכח שם אינו שכחה דכתיב קצירך בשדך דהוא מצי למיכתב קצירך בשדה אבל פזר הרוח עמרים בתוך שדהו ושכח הוי שכחה אף על גב דעל ידי גרמת הרוח שכחו לא הויא גרמה כיון דהוי שלא בכונה שישכח לא כעניים שחפו בקש דהיו מכוונים שישכח."
            ],
            [
                "<b>הנוטל </b> עומר ראשון ושני ושלישי ושכח הרביעי אם היה שם ששי ואפילו נטלו אין הרביעי שכחה עד שיטול החמישי דכל שלא נטל החמשי אינו שכחה הרביעי דכשיבא ליטול החמשי יפגע קודם ברביעי ואם היו חמשה בלבד מששהא כדי ליטול חמשי אחר שלקח השלישי הרי הרביעי שכחה דמעיקרא הוי שכחה אפילו נשכח גם כן החמשי דשנים הם שכחה אבל כשהיו שם ששה אלו שכח גם הששי לא הוו שכחה דהם ג' עומרים דאינם שכחה הילכך כל שלא נטל החמישי אפילו נטל הששי אין הרביעי שכחה כדאמר."
            ],
            [
                "<b>שדה </b> שעומריה מעורבבין ושכח אחד מהם אינו שכחה אפילו שהה או נטל את שאחריו דכיון דמעורבבין הם צריך ליטול כל סביבותיו לשיהא שכחה."
            ],
            [
                "<b>הלוף </b> וכל מה שהוא טמון בארץ יש להם שכחה כדילפינן שכחה לטמון מדכתיב בשדך. הקוצר בלילה או הסומא ששכחו בין קמה בין עומר יש להם שכחה [כיון דיכול לכוין היטב שלא ישכח אפילו הדקין] ואם מתכוין ליטול הגס גס אין לו שכחה אפילו לדקין. גסים דהא לא ראה אותם עדיין ודקין דהא לא איכוון להו. אמר אקצור ע\"מ שאטול מה שאשכח יש לו שכחה שאין אדם מתנה על מה שכתוב בתורה כתנאי בני גד ובני ראובן שלא התנו על מה שכתוב בתורה ולכך היה תנאם קיים ואי לאו הכי תנאם הוה בטל."
            ],
            [
                "<b>קצר </b> מה שלא נגמר להאכיל לבהמה או שלא עשאן עמרים אלא אגודות אין להם שכחה [דעומר כתיב (דברים כד, יט) ולא עבדי' עומר אלא ממה שראוי למאכל]."
            ],
            [
                "<b>הקוצר </b> שהתחיל לקצור ושכח לפניו ולאחריו לאחריו בלחוד הוא דהוי שכחה דכתיב לא תשוב לקחתו אינו שכחה עד שיעבור ממנו ויניחנו לאחריו זה הכלל כל שהוא בבל תשוב הוי שכחה בשכח לפניו בסוף השורה לא קרינא ביה לא תשוב שעומר שכנגדו מוכיח שראויה להתחשב עמהן בשורה אחת וכן כל מה שמוכיח עליו שאינו שכוח שהוא מעורב באמצע שורות אינו שכחה דלא קרינא בהו לא תשוב לקחתו שהרי נחשב עם שורה אחרת כדאמרינן."
            ],
            [],
            [
                "<b>המפנה </b> עומרים למקום שהוא גמר מלאכה שהוא מקום (שכחה) [קיבוץ] ודישה יש לו שכחה ממנו ולגורן אין לו שכחה ואם פנה העומרים למקום שאינו גמר מלאכה ושכח אינו שכחה ממנו ולגורן יש לו שכחה דכתיב ושכחת עומר בשדה בתר דכתיב קצירך בשדך לומר מה קציר שאין אחריו קציר יש לו שכחה אף עימור שאין אחריו עימור דומיא דקציר שהוא גמר מלאכה יש לו שכחה אבל כל מה שאינו גמר מלאכה דאינו דומיא דקציר לא הוי שכחה."
            ],
            [],
            [
                "<b>כל </b> שנים הם שכחה ושלשה אינם שכחה דכתיב לעני ולגר אחד לעני ואחד לגר."
            ],
            [],
            [],
            [
                "<b>כל </b> עומרי השדה אחד מארבעה בעומר ששכח הוי שכחה פחות מיכן אינו שכחה דכל יותר מד' לגבי שאר העומרים חשיב כגדיש וכן עומר שיש בו סאתים אינו שכחה דכתיב ושכחת עומר ולא גדיש א\"נ מדכתיב עומר ודרשינן עומר שאתה יכול לפשוט ידך וליטלו כדכתיב לא תשוב לקחתו הוא דהוי שכחה יצא זה שיש בו סאתים שאין אתה יכול לשוב לקחתו בפעם אחד דאינו שכחה אפילו כל העומרים סאתים ושני עמרים אפילו יש בשניהם סאתים או יתר הוו שכחה דבכל חד קרינא ביה שכחת עומר וכן קמה שיש בה סאתים או שראויה לעשות סאתים אינה שכחה דמדכתיב בשדה מרבינן שכחת קמה דדרשינן הכי ושכחת עומר ושכחת שדה דהיינו קצת קמה שאין בה סאתים דומיא דשכחת עומר דדרשינן שכחת עומר ולא גדיש דהיינו סאתים כדאמר. ואין קמה ותבואה עקורה מצטרפין לסאתים דכל חד לחודיה הוא דקאמר קרא דליהוי שכחה וכן ירק ופירות האילן מחוברין ותלושין אינם מצטרפין לסאתים כדאמר'."
            ],
            [],
            [],
            [],
            [
                "<b>הקמה </b> שאינה שכוחה אפילו קלח אחד מצלת את העומר או את הקמה השכוחה שבצדה ואינה שכחה אבל עומר שאינו שכוח אינו מציל לא את העומר ולא את הקמה שבצדה והוי שכחה דכתיב כי תקצור ושכחת עומר שסביבותיו קציר אפילו אינו שכוח הוא דהוי שכחה אבל עומר שסביבותיו קמה שאינה שכוחה אינה שכחה וכן קמה בצד קמה דהא מעומר הוא דילפינן לשכחת קמה כדאמר' אין קמת חברו מצלת עומר או קמה שלו ולא קמת שעורים מצלת מה שהוא חטים דשדך משמע בשלו דוקא ומשמע של מין אחד דשדה סתם היינו מין א'."
            ],
            [
                "<b>השוכח </b> אילן אפילו היה בו כמה סאין או שני אילנות הרי הן שכחה שלשה אינם שכחה דגבי אילנות הוו ב' אילנות כשני עומרים בעמרים דמאחריך הוא דילפינן שכחת אילנות כדאמר' ומשמע דהוי שכחת אילן דנשאר אחריו ולא לקטו דכל שהוא עומר באילן לית ביה שכחה בין מלפניו בין מלאחריו דאינו נלקט כסדר הקמה. ואם הוא אילן מסויים אם שכחו כולו אינו שכחה דכתיב ושכחת עומר בשדה עומר שאתה שוכחו לעולם לא תשוב לקחתו אם זכרת אותו יצא זה המסויים שודאי אתה זוכרו לעולם והוי כאלו לא שכחו א\"נ עומר שאתה שוכחו לעולם ואין אתה יודע בו אלא אם תשוב ותראהו יצא זה שאתה זוכרו לאחר זמן אע\"פ שלא תפגע בו מפני שהוא ידוע ומפורסם. ומסויים בדעתו הוי כמפורסם דלגבי דידיה הוא דאזלינן והא לא שכח כיון דמפורסם הוא לדידיה והעומד אצל הדקל הוי מסוים במקום ושני זיתי נטופה זה מסיים זה היה כל שדהו זית הנטופה הוי שכחה דלדידיה לא הוי כמסוים כיון דכל שדהו הוי הכי ומקצת אילן המפורסם הוי שכחה והוא דלא נשאר ביה אלא פחות מסאתים דכתיב עומר ולא גדיש. השורות שהסתירו את הזית אינו שכחה באותו הזמן דכל זית היה חשוב ומסוים."
            ],
            [],
            [],
            [],
            [
                "<b>ובעריס </b> שהיא מתפשטת הרבה כל שאינו יכול לפשוט וליטול במקום שנזכר כשעבר מעליה לא תשוב לקחתו קרינא ביה אבל רוגליות שדורכין עליהם ברגל משיעבור הימנה הוי שכחה דכל חדא חשיבא כאומן בפני עצמו ואסור לשוב מאומן לאומן דכתיב לא תשוב בדלית ובדקל לא חשיבא שכחה עד שירד מהן ושאר האילנות אע\"פ שירד לא חשיבא שכחה עד שיפנה וילך לו לאחר כשלא התחיל בו שאם התחיל בו ושכחו לא חשיב שכחה עד שיבצור כל סביביו דכל שלא בצר כל סביביו לא קרינא ביה לא תשוב."
            ],
            [
                "<b>המפקיר </b> כרמו והשכים וזכה בו ובצרו חייב בפרט ובעוללות ושכחה ופאה דאיתנהו כולהו בכרם דכיון שהיה שלו והוא שלו עתה אע\"ג דהפקירו וכתיב בכולהו קצירך כרמך ולא של הפקר להכי אהני תעזוב יתירא דכתיב בכולהו לאיתויי הפקר כי האי גונא דהדר איהו וזכה ביה בלקט ובפאה כתיב יתירא חד בקדושים וחד בשור או כשב או עז ופרט בכרם היינו לקט עוללות נשנה במשנה תורה שכחה חד גבי שכחת אילן וחד גבי שכחת כרם דאמרינן לעיל אחריך זו שכחה ואם זכה בהפקר של אחרים פטור מן הכל דהא לא קרינא ביה שדך וכרמך ובין כך ובין כך פטור מן המעשרות שהרי הפקירו ולית ביה יתור לאיתויי הפקר כה\"ג כלקט והני אחריני כדאמרי':"
            ]
        ],
        [
            [
                "<b>מצוה עט </b> להפריש מעשר עני במקום מעשר שני בשנה שלישית וששית מן השבוע דכתיב מקצה שלש שנים תוציא את כל מעשר תבואתך וגו' והנחת בשעריך ובא הלוי וכתיב כי תכלה לעשר את כל מעשר תבואתך ונתת ללוי לגר ליתום ולאלמנה ואכלו בשעריך ושבעו פירו' שנת המעשר שנה שאין נוהג בה אלא אחד משני מעשרות שנהגו בשתי שנים שלפניו שהוא מעשר ראשון דכתיב כאן ונתת ללוי את שלו הרי מעשר ראשון לגר ליתום ולאלמנה זה מעשר עני וילפינן נמי להא דהקיש הכתוב מעשר ראשון לנחלה מה נחלה אין לה הפסק אף מעשר ראשון אין לו הפסק. וסדר תרומות ומעשרות תרומה גדולה ומעשר ראשון וממנו תרומת מעשר ואחר כך מעשר שני ובשתי שנים מעשר עני במקומו כדנילף בדוכתיה בס\"ד."
            ],
            [],
            [],
            [],
            [
                "<b>שנת </b> השמטה כולה הפקר ואין בה לא תרומות ולא מעשרות כלל שהרי הוא הפקר לכל [דילפינן בספרי (פרשת ראה) יכול אף שנה שביעית תהא חייבת במעשר ת\"ל בשנה השלישית שנה שחייבת במעשר יצאה שנה שביעית שאינה חייבת במעשר]. והלכה למשה מסיני שיהו מפרישין בארץ עמון ומואב מעשר עני בשביעית ולאו דוקא הל\"מ דאין זה מן התורה אלא הלכה קבועה כהלכה למשה מסיני [מיהו בתוספתא (ידים פ\"ב) משמע שהל\"מ ממש קאמר]."
            ],
            [],
            [
                "<b>ונותן </b> בעל השדה לכל עני שיעבור עליו כדי שביעה ששיערו חכמים דכתיב ואכלו בשעריך ושבעו ואם היה לו מועט והעניים מרובין נותן לפניהם והם מחלקים ביניהם."
            ],
            [],
            [],
            [
                "<b>ומעשר </b> עני המתחלק בגורן אין לבעלים בו טובת הנאה אלא העניים נוטלין על כרחו אבל המתחלק בתוך הבית יש לבעלים בו טובת הנאה ונותנו לכל עני שירצה דכתיב מקצה שלש שנים תוציא את כל מעשר תבואתך והנחת בשעריך אלמא צריך להניחו בגורן ובאים עניים ונוטלין אותו וכתוב אחר אומר גבי מעשר עני נמי כי תכלה לעשר את כל מעשר וגו' ונתת ללוי אלמא בתוך הבית מחלקו ויש לו בו טובת הנאה כדכתיב ונתת הא כיצד עד הפסח שהוא זמן גשמים ונפסד בחוץ מחלקו בתוך ביתו מכאן ואילך שהוא זמן הקיץ מניחו בגרנות ועניים באים ונוטלין אותו ואם רצה ליתן לעני קרובו או מיודעו יש לו להפריש מחצה אפילו מהגורן ליתנו לו והחצי לאחרים דענייך קודמין."
            ],
            [],
            [],
            [],
            [
                "<b>ב' </b> עניים בשדה אריסות נותנין זה לזה דלהזהיר עני על שלו היינו שלו לחוד אבל הכא הרי הוא שלו ושל חברו."
            ],
            [
                "<b>המקבל </b> שדה לקצור אסור בלקט שכחה ופאה ומעשר עני דהא זכה במחובר אבל אמר לו ממה שאתה קוצר אין לו חלק אלא בתלוש וחיוב לקט שכחה ופאה הכל על בעל השדה ואף על פי ששכחת עומר בתלוש בשעת עימור מ\"מ כאן פטור דלא קרינא ביה קצירך הואיל ולא זכה אלא בתלוש א\"נ משום דכתיב ושכחת עומר בשדה זו שכחת קמה את שיש לו שכחת קמה יש לו שכחת עמרים וזה שאין לו שכחת קמה דאכתי לית ליה מידי עד אחר עימור אין לו שכחת עמרים ואסור במעשר עני שהרי זכה בחלקו שקצר ואין מפרישין מעשר עני אלא אחר קצירה."
            ],
            [
                "<b>המוכר </b> שדהו בפירות והעני מותר בלקט שכחה ופאה ומעשר עני דהא לאו שדהו הוא לוקח אסור דקרינא ביה קצירך אפילו לוה המעות ללוקחה."
            ],
            [
                "<b>מעשר </b> עני לא ניתן אלא לאכילה דכתיב ואכלו בשעריך ושבעו ואין מוציאין לחוצה לארץ דכתיב בשעריך:"
            ]
        ],
        [
            [
                "<b>מצות פ </b> ליתן צדקה כפי מסת היד דכתיב פתוח תפתח את ידך לו ונכפלה מצוה זו כדכתיב והחזקת בו ואמר וחי אחיך עמך כונת כלם שנעזרם ונחזקם כדי ספוקם:"
            ],
            [
                "<b>אזהרת קעא </b> שלא יאמץ לבבו על העני דכתיב לא תאמץ את לבבך ולא תקפוץ את ידך מאחיך האביון ואם העלים עיניו מעני המבקש עבר בלאו זה."
            ],
            [
                "<b>לפי </b> מה שחסר העני אתה מצוה ליתן לו דכתיב די מחסורו ששוכרין לו בית אשר יחסר שקונין לו כלי בית אחר שמכסין אותו כפי דרכו ואפילו עבד לרוץ לפניו אם היה דרכו בכך הכל נראה דנפקי לן מדכתיב אשר יחסר ומדכתיב לו דרשינן שמשיאין לו אשה וכן הוא אומר אעשה לו עזר כנגדו ובכלל זה אם היתה אשה משיאין אותה אע\"ג דלא מיפקדה אפריה ורביה אפ\"ה קרינא בה די מחסורה אשר יחסר לה ומצווה אתה להשלים חסרונו ולא לעשרו דכתיב די מחסורו ולא לעשרו וממילא הוא דמשמע הכי מקרא דגופיה דקרא אמרינן דאתא לבית. יתום שוכרין לו בית ואחר כך כלי תשמיש ואח\"כ משיאין לו אשה כסדר הכתוב כדדרשינן."
            ],
            [],
            [
                "<b>אין </b> יד הנותן משגת לתת לעני די מחסורו נותן לו כפי השגת ידו. מצוה מן המובחר חמישית נכסיו דכתיב וכל אשר תתן לי עשר אעשרנו לך והוו תרי עישורים דהיינו חומש ואע\"ג דלא דמי עישורא בתרא לקמא דכי שקלת לקמא פשו לה תשע וכי מדלית לבתרא לאו כי קמא הוא ואין כאן חומש בשניהם כיון דכתיב אעשרנו ולא כתיב עשר אעשר לך משמע אעשרנו לראשון כלומר מעשר השני יהיה כראשון והיינו חומש ואחד מעשרה בנכסיו בינוני פחות מכאן עין רעה דהא אינו נותן אפי' עישור לחוד דכתיב בהדיא. וכל הנותן פחות משלישית שקל בשנה לא קיים מצוה זו דכתיב והעמדנו עלינו מצוה לתת שלישית השקל בשנה ואע\"ג דהאי קרא גבי בית אלהינו כתיב דהיינו בדק הבית כדכתיב לעבודת בית אלהינו אמרי' דכ\"ש צדקה דלא יפחות מזה וקרא דדרשינן מיניה עישור ועישור דהיינו חומש הא אמרינן דאינו אלא למצוה מן המובחר ונראה טעמא משום דגבי יעקב אבינו כתיב דמשום דהשתא לא הוה ליה מידי נדר לתת חומש ממה שיתן לו הקב\"ה. ואפילו עני המתפרנס מן הצדקה חייב ליתן צדקה לאחר דכתיב בסיפיה דקרא דאם שלמים וכן רבים דדרשינן ליה לענין צדקה כתיב ועיניתיך לא אענך עוד דשוב אין מראין לו סימני עניות דמשמע דאזהר ליה קרא דאפילו הוא עני יעשה צדקה ובזכותה לא יענהו עוד ואפשר דחיוב זה דאוריתא וגמרא גמירי לה הכי כדאמר' בכמה דוכתי וכן כל מאי דדרשינן מקרא דישעיה דכתיב כי תראה ערום וכסיתו שאם אמר רעב אני אין בודקין אחריו דכתיב הלא פרוס לרעב דמשמע פרוס לאלתר משום דאיכא קיום נשמה ולכסות דליכא קיום נשמה בודקין כדכתיב כי תראה ערום וכסיתו כי יראה לך שהוא ערום."
            ],
            [],
            [
                "<b>מפרנסין </b> עניי גוים עם עניי ישראל מפני דרכי שלום והיינו כשמפרנסין ומכסין עניי ישראל דאיכא דרכי שלום אבל בלאו הכי לא ואין מחזירין את העני אפילו מחזר על הפתחים ריקם דכתיב אל ישוב דך נכלם ואין פוחתין לו משיעור ששיערו חכמים דהיינו אשר יחסר לו."
            ],
            [],
            [
                "<b>עני </b> שאינו רוצה צדקה נותנין לו לשום הלואה דכתיב והעבט תעביטנו ועשיר המרעיב עצמו אין נזקקין לו דאעני הוא דאזהר רחמנא לא אעשיר וב\"ד כופין על הצדקה דאע\"ג דמצות עשה שמתן שכרה בצדה אין מוזהרין עליה ב\"ד של מטה דלכך פירש מתן שכרה לומר אם לא תקיימנה זהו עונשך שלא תטול שכר זה ובצדקה כתיב מתן שכר כדכתיב למען יברכך וגו' אפ\"ה שאני צדקה דאיכא בה תרתי לאוי לא תאמץ ולא תקפוץ ולהכי ממשכנין נמי עליה. ואין תובעין לאדם שוע דגלי קרא ופקדתי על כל לוחציו ואין פוסקים על היתומים דלא מיחייבו אכתי במצות אלא א\"כ פסק הדיין לשום להם שם. ולוקחין צדקה מן הנשים מן העבדים מן הקטנים דבר מועט דליכא ביה משום גזל."
            ],
            [],
            [],
            [],
            [
                "<b>עני </b> שהוא קרובו קודם לכל אדם כדכתיב קודם לאחיך וקרוב קרוב קודם דאחיו מן האב קודם לאחיו מן האם כדכתיב בקרא אחרינא כי יהיה בך אביון מאחד אחיך וגו' דרשינן מיוחד שבאחיך דהיינו אחיו מן האב שהוא מיוחד עמו בנחלה ועניי ביתו קודמין לעניי עירו דכתיב בתר לאחיך לענייך דהיינו עניי ביתו ועניי עירו קודמין לעניי עיר אחרת כדכתיב אח\"כ ולאביונך בארצך דהיינו עניי עירו ועניי ארץ ישראל קודמין ליושבי חוצה לארץ דכתיב בסיפיה דקרא דכי יהיה בך אביון וגו' בארצך דהיינו ארץ ישראל ואח\"כ כתיב אשר ה' אלהיך נותן לך לרבות כל מקום ואפילו פסק צדקה במקום אחר מפרנס בה עניי עירו כדילפינן דקודמין לעניי עיר אחרת אלא א\"כ יש שם חבר עיר דהא אדעתיה יהב והוא מחלקה כמו שיראה לו וכן האומר תנו מאתים דינר לבית הכנסת או תנו לעניים יתנו לאותם שהוא רגיל בהם ולעניי אותם העיר כדילפי':"
            ]
        ],
        [
            [
                "<b>הצדקה </b> הרי היא בכלל הנדרים דכתיב בהו מוצא שפתיך וגו' ואייתר קרא דבפיך למדרש ביה זו צדקה דחייב לשמור מוצא שפתיו וחייב ליתן מיד או להפריש עד שימצא עניים ואם איחר עובר בבל תאחר דאנדר קאי ואמרי' דצדקה הוי בכלל נדר ואם התנה הכל לפי תנאו דהא אינו עובר מוצא שפתיו כיון שהתנה כך ומתפיס בצדקה דאמר סלע זו כזו והיתה אחרת צדקה הרי זו ג\"כ צדקה דהוי בכלל נדרים דילפינן להו בה' נדרים דמתפיס בנדר הוי נדר ואם לא ידע כמה נדר יתן עד שיאמר לא לכך נתכונתי דכל שאינו יכול לומר לא לכך נתכונתי הוי בכלל הנדר."
            ],
            [],
            [],
            [
                "<b>וכשהפריש </b> סלע שנדר כל שלא הגיע ליד גבאי מותר לשנותו באחר כיון דחייב באחריותו ואין הצדקה כהקדש שאסור ליהנות בו דהא לא אקדשה אלא לעניים וחולין הוא ואפילו נר או מנורה לבית הכנסת מותר למוכרה מדאוריתא דלא הוי כקדשי בדק הבית דיש להם קדושת הגוף אלא כצדקה דאמרן דמותר לשנותה."
            ],
            [],
            [],
            [],
            [
                "<b>וקדשי </b> גוים לבדק הבית קדשי ומועלין בהם דכי גמרי' חטא חטא מתרומה דאין מעילה נוהגת בקדשי גוים היינו קדשי מזבח דומיא דקדושת הגוף אבל קדושת דמים לא גמרינן מינה אלא מועלין בה."
            ],
            [],
            [
                "<b>פדיון </b> שבוים קודם לכל והמעלים עינו מפדיון שבוי עובר על לא תאמץ ולא תקפוץ [ולא תעמו'] על דם רעך ולא ירדנו בפרך [לעיניך] ובטל מצות עשה דפתוח תפתח וחי אחיך עמך ואהבת לרעך כמוך והכל מוכרין לפדיון שבויים. עבד שנשב' פודין אותו כישראל כיון שטבל לשם עבדות וחייב במצות שהאשה חייבת ואם נשתמד אפילו למצוה אחת אסור לפדותו דלאו אחיך הוא. האשה קודמת לכל מן האיש ואם נתבעו לדבר עבירה האיש קודם לפדות דאין דרכו בכך וכן בשאר הראוי ראוי קודם כמו שפירשו חכמים ז\"ל:"
            ]
        ],
        [
            [
                "<b>העמדת </b> גבאי צדקה וסדר חילוקה הכל תיקון חכמים ז\"ל דמן התורה צריך לתת לכל עני די מחסורו בזמן שצריך לו והם תקנו שיהא מוכן לשעת הצורך. ואין עושין שררה בצבור פחות משנים דכתיב והם יקחו דהוי מיעוט רבים שנים ומתחלקת בשלשה דהויא כדיני ממונות דאינו פחות מג' כדילפינן בדוכתא בס\"ד ומה שאינו קצוב נגבה נמי בג' דהוי דיני ממונות כדאמר ומן התורה נראה דשרי לקבל כל שחסר לו שום דבר קרינא ביה די מחסורו אם הוא צריך לזה שהוא מקבל ואפילו יש לו כלי כסף וזהב אם היה נהוג בהם אין מחייבין אותו למוכרם מדאוריתא אפי' אחר [שגבו] כבר צדקה למה שצריך כדאמר'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובעל </b> הבית שהיה עובר ואין לו מה יאכל מותר בלקט שכחה ופאה דעני היה באותה שעה ודומה לעני שהעשיר דאינו חייב לשלם [שהרי נהנה] דסברא היא דעני היה באותה שעה וכדאמרי' גבי קרבן עני דלא מחייב להביא קרבן עשיר אם העשיר וכן גבי ערכין אמרינן דאם העשיר אחר כך אינו נותן אלא כפי השג יד כדילפינן התם כיון דבשעה שלקחו לא היה עשיר וכן מי שהיו לו בתים ואינו מוצא למוכרן בשיוויין עני קרינן ביה באותה שעה ונוטל די מחסורו ממעשר עני."
            ],
            [],
            [],
            [
                "<b>מותר </b> מה שגבו למה שגבו דהא זכה ביה כיון דלדידיה גבו וזכין לאדם שלא בפניו."
            ],
            [
                "<b>ומקבלין </b> פרוטה מעני אבל אין מחייבין אותו ליתן דאע\"ג דאיפשר דחייב גם כן מדאוריתא כדאמרינן לעיל כיון דהדר יהבו ליה לא כפינן ליה אי נמי דכיון דאין מחייבים אותו משמע דאינו חייב לתת אלא מדרבנן דהיינו דברי קבלה דועיניתיך לא אענך עוד דמדאוריתא כיון שהוא עני לא אזהר רחמנא ליה אלא למי שאינו עני שיתן די מחסורו לעני:"
            ]
        ],
        [
            [
                "<b>חייבין </b> אנו ליזהר במצות צדקה יותר מכל מצות האמורות בתורה שהיא סימן לצדיק זרע אברהם אבינו ואין כסא ישראל מתכונן ואין ישראל נגאלין אלא בצדקה והמעלים עיניו ממנה נקרא בליעל וחוטא כדילפינן מקראי. ושמנה מעלות יש בצדקה זו למעלה מזו וכולן מן התורה קצת מהן כמעלה ראשונה נלמדת בפירוש מן התורה מדכתיב והחזקת בו דמשמע קודם שיבא לידי עוני משמע דהשתא מצוה יותר ושאר המעלות סברא הוא דיש יתרון בזו מבזו מדאוריתא. ולעולם ידחיק אדם על עצמו ואל יצטרך לבריות דכל שיש בידו לעסוק באומנות אפילו יתגלגל בצער לא קרינא ביה די מחסורו. וכל הפרק מדאוריתא דברים לקוחים מדברי רבותינו ז\"ל וראויים למי שאמרן. ויש בכלל מצות שבהלכות אלו דברים מדברי סופרים חייבין אנו ליזהר בהם מדכתיב לא תסור וגו' אשר יגידו לך וגו' והורשו ונצטוו החכמים ז\"ל מן התורה לתקן ולגזור כפי מה שיראה להם כדכתיב ושמרתם את משמרתי עשו משמרת למשמרתי:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות מתנות עניים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}