{
    "work": "Pri Tzadik", 
    "text": {
        "37_Shushan Purim": {}, 
        "25_Beshalach": {}, 
        "0_Title": {}, 
        "49_Rosh Chodesh Iyar": {}, 
        "26_Tu BiShvat": {}, 
        "87_Motzei Yom Kippur": {}, 
        "1_Introduction": {}, 
        "51_Metzora": {}, 
        "39_Parshat Parah": {}, 
        "79_Rosh Chodesh Elul": {}, 
        "29_Parshat Shekalim": {}, 
        "83_Nitzavim": {}, 
        "12_Toldot": {}, 
        "45_Tzav": {}, 
        "16_Chanukah": {}, 
        "77_Eikev": {}, 
        "66_Rosh Chodesh Tammuz": {}, 
        "40_Vayakhel": {}, 
        "50_Tazria": {}, 
        "6_Rosh Chodesh Cheshvan": {}, 
        "62_Shavuot": {}, 
        "47_Pesach": {}, 
        "88_Ha'Azinu": {}, 
        "11_Rosh Chodesh Kislev": {}, 
        "71_Matot": {}, 
        "65_Sh'lach": {}, 
        "21_Vaera": {}, 
        "59_Kuntres Amalah shel Torah": {}, 
        "85_Vayeilech and Shabbat Shuvah": {}, 
        "53_Kedoshim": {}, 
        "30_Rosh Chodesh Adar": {}, 
        "44_Rosh Chodesh Nisan": {}, 
        "56_Lag BaOmer": {}, 
        "54_Pesach Sheni": {}, 
        "8_Lech Lecha": {}, 
        "9_Vayera": {}, 
        "43_Vayikra": {}, 
        "61_Rosh Chodesh Sivan": {}, 
        "76_The Fifteenth of Av": {}, 
        "31_Purim Katan": {}, 
        "48_Shmini": {}, 
        "67_Korach": {}, 
        "81_Ki Teitzei": {}, 
        "4_Bereshit": {}, 
        "22_Rosh Chodesh Shvat": {}, 
        "36_Purim": {}, 
        "84_Rosh Hashanah": {}, 
        "35_Parshat Zachor": {}, 
        "42_Parshat HaChodesh": {}, 
        "74_Devarim": {}, 
        "75_Vaetchanan": {}, 
        "73_Rosh Chodesh Av": {}, 
        "34_Tetzaveh": {}, 
        "18_Vayigash": {
            "0": {
                "1": "The answer to this is that that when the goblet was found in their possession and the law was that they should all be servants, as the brothers themselves said, then Yehuda himself felt that this was the correct judgement had come down from heaven upon them, to pay them back in measure for selling Joseph into slavery, and as a result of that they should all be servants.  And even though Benjamin wasn't a part of the sale of Joseph, he was included because the world is judged based on the majority.  (The proof for this is that) Reuben was also not involved in the sale of Joseph yet he was also included in the decree of being solved into slavery with his brothers.  Yehuda felt that this was a judgment from G-d as he states \"האלהים מצא וגו\". ", 
                "0": "To understand the approach of Yehuda (after he had already approached Joseph) by saying  מה נאמר לאדוני - he had accepted the judgement upon himself that they would all be servants and then afterwards when Yosef allowed them all to go free except for the one who had the goblet in his possession would be a servant, he suddenly advances on Joseph with rebukes also on this (he does a 360 degree turn in his approach - why is this? ", 
                "3": "Now, when the ruler of Egypt (Yosef) wanted to have Benjamin as a servant, Yehuda deduced from this that definitely Yosef had died, and now Benjamin had been chosen from heaven to fulfill the decree of servitude instead of him.  In this way, we can lay to rest the statement of \"ואחיו מת\", even though he said previously that \"the other one had disappeared\"- what difference would it have made to Joseph if he actually didn't want to believe Yehudah what he said, and also if he didn't know where he was, where would he bring him from!", 
                "2": "However, when Joseph said that only Benjamin should be a servant, Yehuda reconciled in his heart that this decree didn't come from the sale of Joseph.  Rather, the sale of Joseph was inspired by heaven in order to fulfill the decree of the covenant of the parts, and this would be fulfilled through Joseph because he was the best of them.  They (the brothers) saw this when Jacob mourned over his Joseph for many days they could understand that Joseph was truly righteous.  Yehuda thought that it was for this reason that he had been chosen to complete the affliction.  We have said previously that Jacob believed that he had already fulfilled the servitude and affliction (of the בין הבתרים).  It was for this reason that Jacob wanted to sit in tranquillity (c.f. Rashi 41:1).  Yehuda felt that Yosef was the one chosen to complete the servitude. ", 
                "5": "It was on this basis that Yehuda became resentful in his soul because he had already caused his father hurt with his mourning of Joseph, and now he had added greater hurt through his responsibility for Benjamin he might G-d forbid, cause death to his father.  He, therefore, approaches with bitterness to request in prayer that he should be accepted as a servant in order to have the servitude and the affliction (of the covenant) fulfilled through him, and Benjamin would be able to return with his brothers.", 
                "4": "According to our words, he said this as the truth, because he had deduced that Yosef was now indeed dead.  ", 
                "7": "This is the meaning of the Medrash which states that Yehudah entered to war, to appeasement, and to prayer, even though we don't find any apparent words of prayer.  We also find the same thing with Yaakov - when he stands up against Eisav that he prepares himself (for the meeting) with presents, prayer and war as is explained by Rashi, because every act of the Avot is a sign for their children - מעשה אבות סימן לבנים, as explained by the Ramban.  In the same way,  in this week's parashah the revelation of Joseph to his brothers is a hint at the future revelation of the Jewish people as a whole. ", 
                "6": "All the words of Yehuda can be heard on various levels.  On a simple level he was speaking to Yosef, and the words were also directed towards a prayer to G-d -   אדני שאל ; בי אדני ידבר נא עבדך דבר באזני אדני (relates to G-d listening to his prayers), because he knew that everything that was happening emanated from G-d in terms of what Joseph had asked them, and in terms of his command to bring Binyamin.  We find a similar thing with regards to Nehemiah who prays to G-d and then speaks to the King.  Even though we don't find any specific prayers, we understand that the intention of his conversation was towards a prayer to G-d.", 
                "9": "Similarly, Yehuda believed that he was the final element of TIKUN and that he had accepted upon himself the pains that came before Messiah.  After he had accepted upon himself this level of servitude that he was prepared to suffer for the needs of the many, then Joseph was unable to restrain himself even one moment, because this is the moment when he had to reveal himself.  So too, it will be in the time of the time of redemption, that G-d will not restrain himself even one moment, which is the meaning of the verse אני ה' בעתה אחישנה - when the time of redemption comes quickly - it will come incredibly quickly.", 
                "8": "The intention of Yaakov through the present is known as the element of the שעיר המשתלח on Yom Kippur (as is mentioned in the Zohar).  Yehuda also thought that by calling Yosef his master that this would in some way appease him, and would fulfill his need for enslavement, and in his heart he intended the words for G-d that it should be a prayer.  In the Medrash Rabbah there is a discussion as to what approach Yehuda took - prayer, appeasement or war, and the opinion of Rabbi Eliezer is that it was all three of them.  That is because these elements are what is required for the future redemption, and that (according to some opinions) one of these elements would suffice to reveal a redemption through it, after all we have suffered.  This is reflected in the name of the righteous that the fight between God and Magog, and the killing of Moshiach ben Yosef has already occurred."
            }
        }, 
        "41_Pekudei": {}, 
        "15_Vayeshev": {}, 
        "2_Sefer Kedushat Shabbat": {}, 
        "63_Nasso": {}, 
        "38_Ki Tisa": {}, 
        "7_Noach": {}, 
        "10_Chayei Sara": {}, 
        "23_Bo": {}, 
        "46_Shabbat HaGadol": {}, 
        "69_Balak": {}, 
        "32_Rosh Chodesh Adar II": {}, 
        "78_Re'eh": {}, 
        "68_Chukat": {}, 
        "64_Beha'alotcha": {}, 
        "13_Vayetzei": {}, 
        "17_Miketz": {}, 
        "24_Pidyon Haben": {}, 
        "89_Sukkot": {}, 
        "14_Vayishlach": {}, 
        "55_Emor": {}, 
        "33_Terumah": {}, 
        "20_Shemot": {}, 
        "3_Kuntres Shvitat Shabbat": {}, 
        "57_Behar": {}, 
        "19_Vayechi": {
            "0": {
                "1": "However it does state in the Zohar that \n", 
                "0": " We find in the Torah that the details of the life of Yaakov are not written clearly, but are alluded to, as is written in Megilla 17A:  Why were the years of Yishmael counted?  In order to relate the longevity of Yaakov's life - to teach us that he was blessed (by Isaac) at the age of 63, and that he was 14 years in the study halls of Shem and Ever (although this was never explicitly stated anywhere in the Torah itself).  This is true especially when he arrived in Egypt and said to Pharoah: The days of my sojourn are 130 years, and since we know that he lived 147 years old, we know from this that he was in Egypt for 17 years.  If this is the case his age is obvious, and there is no need for us to be told his final age of 147 years.  There is therefore no need to mention both his final age or his 17 years that he lived in Egypt (we could derive one from another quite simply (ed))!"
            }
        }, 
        "82_Ki Tavo": {}, 
        "80_Shoftim": {}, 
        "86_Erev Yom Kippur": {}, 
        "52_Achrei Mot": {}, 
        "5_Rosh Chodesh (manuscript)": {}, 
        "60_Bamidbar": {}, 
        "72_Masei": {}, 
        "58_Bechukotai": {}, 
        "28_Mishpatim": {}, 
        "70_Pinchas": {}, 
        "27_Yitro": {}
    }, 
    "meta": "Chapter-Paragraph"
}