{
    "title": "Maggid Mishneh on Mishneh Torah, Damages to Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maggid_Mishneh_on_Mishneh_Torah,_Damages_to_Property",
    "text": [
        [
            [
                "<b>כל נפש חיה שהיא ברשותו של אדם שהזיקה הבעלים וכו'.</b> זה מבואר במשנה פירקא קמא דבבא קמא (דף ט\"ו:) שמונה זאב וארי ובכיצד הרגל (דף כ\"א:) משנה וגמרא: "
            ],
            [
                "<b>וכמה משלם אם הזיקה בדברים שדרכה לעשותם.</b> משנה פירקא קמא (דף ט\"ז:) מה בין תם למועד וכו' ומבואר בגמרא (דף ז') באורחיה ולאו אורחיה ואמר כולן כאבות הן לשלם ממיטב ופירוש בעדית כמ''ש הניזקין מן העדית. וזה שכתב רבינו המעולה שבנכסיו ר''ל בקרקע ויתבאר בפרק ח': "
            ],
            [],
            [],
            [
                "<b>חמשה מעשים תמים יש בבהמה וכו'.</b> משנה שם (דף ט\"ו:) נתבאר בגמרא. ",
                "<b>ומה שאמר ואם הועדה לאחד מהן נעשית מועדת לאותו מעשה.</b> ר''ל אבל לא לאחר שאם הועדה ליגח לא הועדה לישך וכן הוא בגמרא (דף ט\"ז) דקאמר אם הועדו חמשתן: ",
                "<b>אבל השן מועדת וכו' ורגל מועדת וכו'.</b> במשנה שם ובכיצד הרגל (דף י\"ט:). ",
                "<b>ומה שכתב לרבוץ על כלים קטנים.</b> מימרא דר''א פירקא קמא (דף ט\"ז) ויש שם לשונות חלוקים פסק הרב ז''ל כלשון אחרון ועיקר ותימה שאינה בהלכות: "
            ],
            [
                "<b>חמשה מיני וכו'.</b> משנה שם (דף ט\"ו:) כת''ק והנחש ג''כ מפורש במשנה וכל אלו אם עשו מעשה שן ורגל דינם כדין שן ורגל ואם עשו מעשה קרן והם ה' מעשים הנזכרים למעלה דינן כדין קרן לענין חלוק הרשויות כמבואר בסמוך אלא שהן מועדים מתחלתן: "
            ],
            [
                "<b>כל מועד וכו'.</b> כבר נתבאר למעלה והוא במשנה שם (דף ט\"ז): ",
                "<b>אבל אם נכנס הניזק וכו'.</b> משנה (דף ט':) וגמרא (דף י\"ג:) שם: "
            ],
            [
                "<b>הזיקה בר''ה או בחצר שאינה של שניהם וכו'.</b> דין חצר שאינה של שניהם שהיא בר''ה מבואר כדאמרינן בסוגיא (דף י\"ד) מאי לא לזה ולא לזה [אילימא לא לזה ולא לזה כלל] אלא לאחר והא בעינן ובער בשדה אחר וליכא, וזה פשוט: ",
                "<b>או בחצר שהיא של שניהם והרי וכו'.</b> החלוק הזה בחצר של שותפין הוא מחלוקת אמוראים שם ופסק כפסק ההלכות והחלוק בין קרן ושן ורגל מבואר שם ומוסכם. ודע שבחצר המיוחדת לשנים לפירות או לבהמה ובאה שם בהמת אחרים שאינה מאחד מהשותפין והזיקה שם בשן ורגל הרי הן כאילו הזיקה בחצר הניזק לגמרי דלגבי אחרים ברשות הניזק הוא וזה מבואר ראש פ' הפרה (דף מ\"ז:) בסוגיא ההיא דתני יהודה בר סימון ולזה נתכוון הרב באמרו שיש לה רשות להלך כאן וכאן ובהמת אחרים אין לה רשות: "
            ],
            [],
            [
                "<b>שלשה אבות נזיקין בשור.</b> ברייתא פרק קמא (דף ב':): ",
                "<b>תולדות הקרן וכו'.</b> שם פ''ק ואמרינן עליה בגמרא נשיכה תולדה דשן היא לא שן יש הנאה להיזקה הא אין הנאה להיזקה ופירשו ז''ל שהנשיכה בזמן שהיא מכוונת להזיק ולא לאכול היא תולדת הקרן אבל בזמן שהיא מכוונת לאכול וליהנות בהיזקה אע''פ שלא אכלה וכגון שלא הספיקה בנשיכה זו הרי הוא תולדת השן. ורבינו ז''ל לא חלק ואפשר שהוא מפרש ה''מ היכא דיש הנאה להיזקה דוקא נהנית שאכלה הא לא אכלה לא והראשון נכון יותר שהרי דרכן בכך. ואפשר שגם הרב ז''ל סמך על מ''ש שכל כדרכו מועד הוא: ",
                "<b>תולדות השן וכו' תולדות הרגל וכו'.</b> שם פ''ק והרי הן כאבות. ודין כשכשה בזנבה מבואר בסוגיא בכיצד הרגל (דף י\"ט:) במילתא דיתיב [רבי יהודה נשיאה] ורבי אושעיא. ודין אוכף ופרומביא וחמור במשאו פירוש אף על פי שאינו מהודק עליו וברייתות הם שם: "
            ],
            [
                "<b>כשכשה בזנבה כשכוש רב שאין דרכה וכו' או כשכשה באמתה וכו'.</b> בעיות ולא איפשיטו שם. ויש מי שסובר דההיא דזנבה נפשטה לפטור שהרי היא כרגל דהא דקא הדר וכי יאחזנה בזנבה וילך אפילו אכשכוש יתר קאי ואין כן דעת הרב ז''ל אלא שהמשיב היה סבור שעל כשכוש כדרכו הוא שואל ומתוך כך פסק שאם תפס אין מוציאין מידו וכן דרכו ז''ל בכל תיקו דממונא מלבד קצת מקומות שיש טעם למה לא כתב כן. והרמב''ן ז''ל חולק בזה ואומר שכל תיקו שנסתפק לנו בגמ' מחמת הדין עצמו לא מחמת הכחשה כיון שדינו לקולא לנתבע בין תפס בעדים בין שלא בעדים מוציאין אותו מידו זהו דעתו: "
            ]
        ],
        [
            [
                "<b>אחד אבות נזיקין וכו'.</b> מאמרו זה מבואר שהוא באותן המועדים מתחלתן בשן ורגל אבל הקרן שהועדה ליגח אין תולדותיה מועדין וכמו שנתבאר פ''א. ומאמרו שהתולדה כאב, רפ''ק דב''ק: "
            ],
            [
                "<b>כל תולדה כאב שלה חוץ מצרורות וכו'.</b> דין הצרורות לפטור בר''ה הוא מבואר בכיצד הרגל (דף י\"ט) בבעיא דר' ירמיה מר' זירא. ובפ''ק (דף ג') לשלם מן העליה בעי לה רבא בפ''ק ולרב פפא פשיטא ליה. ותשלומי צרורות ח''נ משנה בכיצד הרגל (דף י\"ז) דלא כסומכוס: "
            ],
            [],
            [
                "<b>וכן אם היתה מהלכת ברשות הרבים ונתזו צרורות וכו'.</b> מבואר בכיצד הרגל (דף י\"ח) בבעיא דרבי ירמיה ומהכרח ברייתות: ",
                "<b>דרסה על הכלי ברשות הניזק ושברתו וכו'.</b> משנה שם (דף י\"ז) וברשות הניזק למעט רשות הרבים וכן הוא בברייתא: <br><br>'ה-ו' ",
                "<b>היתה מהלכת בר''ה ובעטה והתיזה וכו' בעטה בארץ ברשות הניזק והתיזה צרורות וכו' היתה מהלכת במקום שא''א שלא להתיז וכו'.</b> שנינו במשנה שם היתה מבעטת או שהיו צרורות מנתזין מתחת רגליה ושברה את הכלים משלם חצי נזק ע''כ. ובגמ' (דף י\"ט) איתמר עלה דרב אשי בעי הכי היתה מבעטת והזיקה בביעוטה (בגופה) או צרורות כי אורחייהו ח''נ הא מחמת ביעוט רביע נזק ויש שינוי או דילמא ה''ק היתה מבעטת והזיקה בביעוטה או שהיו מנתזין צרורות מחמת ביעוט ח''נ ואין שינוי תיקו ע''כ. וסובר הרב ז''ל דאי אמרינן יש שינוי משמע קולא וחומרא קולא דאפילו ברשות הניזק רביע נזק ותו לא חומרא דאפילו בר''ה משלם רביע נזק דהוי לה כתולדה דקרן דכי אמרינן צרורות תולדה דרגל ופטורין בר''ה דוקא כדרכן אבל ע''י שינוי אי אמרינן יש שינוי לצרורות אפילו בר''ה חייב ואינו משלם אלא רביע נזק דהכי גמירי לה הלכה מפי הקבלה דכל צרורות לא משלמי אלא חצי ממה שהיו ראויים לשלם הילכך כדרכן שהן תולדה דרגל ורגל משלם נזק שלם הן משלמין חצי ודוקא ברשות הניזק אבל שלא כדרכן אם יש שינוי לצרורות הן תולדה דקרן וקרן תמה משלם ח''נ הן אין משלמין אלא רביע נזק ואפילו בר''ה משלם ואי אמרינן אין שינוי בר''ה פטורין לגמרי ואפילו בשלא כדרכן כגון מחמת ביעוט וברשות הניזק ח''נ. ועלתה שאלה זו בתיקו ולפיכך כתב הרב ז''ל בשתי הבבות הראשונות מ''ש כפי שיטתו ז''ל בתיקו האמורין בגמרא והבבא השלישית במהלכת במקום שאי אפשר שלא להתיז יצא לו מאיבעיא דר' אבא בר ממל הסמוכה לזה ופירושו בה כפירוש רש''י ויש בה ביאור אחר. ובהשגות כתוב על מ''ש רבינו ואם תפס הניזק רביע נזק אין מוציאין מידו א''א זו טעות הוא כי בודאי הביעוט שינוי הוא דאי לא שינוי בצרורות לרביע נזק היכי משכחת לה ובעיא דרבי ירמיה מר' זירא לאו בביעוט הוא אלא אפילו בצרורות כי אורחייהו וכו'. וחוץ מכבודו הטעה כוונת רבינו שלא יצא לו מבעיא דרבי ירמיה דההיא ודאי בכדרכן הוא וברשות הרבים פטור וכבר כתבתיה למעלה אלא מבעיא דרב אשי שהזכרתי יצא לו ודברים ברורים הם שזו כוונת רבינו והוא דבר נכון: \n"
            ],
            [],
            [],
            [
                "<b>כל המשלם נזק שלם הרי התשלומין ממון וכו'.</b> פרק קמא (דף ט\"ו:) פסק הלכה בגמרא: "
            ],
            [
                "<b>ומ''ש והמודה בכל קנס מן הקנסות פטור.</b> כשלא באו עדים עד אחר כן הוא על דרך שיתבאר פ''ג מהל' גניבה: "
            ],
            [
                "<b>תרנגול שהושיט ראשו וכו' ואם היה הכלי ריקן הרי זה משונה ומשלם ח''נ.</b> הראב''ד השיגו ז''ל מן החלק האחרון דכשהכלי ריקן צרורות על ידי שינוי הם ושמא יש שינוי ואין לו רביע נזק. ובהלכות כשיש תבלין בכלי מיחייב נזק שלם ובאין תבלין חצי נזק. ולא ירדתי לסוף דעתו ז''ל באמת אך אכתוב מה שנ''ל בטעמו של רבינו ז''ל דבגמ' שם בעי רבא יש העדה לצרורות או אין העדה לצרורות ואמרינן תא שמע דתני רמי בר יחזקאל תרנגול שהושיט ראשו לאויר כלי זכוכית ותקע בו ושברו משלם נזק שלם ואמר רב יוסף אמרי בי רב סוס שצנף וחמור שנער ושבר את הכלים משלם חצי נזק מאי לאו כגון דעבד תלתא זימני ובהא קא מיפלגי מר סבר יש העדה וכו' ודחינן לא בפלוגתא דסומכוס ורבנן קא מיפלגי כלומר דסומכוס מיחייב נזק שלם בצרורות ורמי בר יחזקאל סובר כמותו ואקשינן והא משונה הוא ופרקינן דשדי ביה ביזרוני פי' תבלין או זרועים, ודעת רבינו ז''ל דכי אקשינן והא משונה הוא לסומכוס בלבד הקשו דאי לרבנן מאן לימא לן דיש שינוי לצרורות שיקשו להדיא והא משונה הוא אלא לסוכמוס הקשו לומר שאע''פ שלסומכוס משלם בצרורות נזק שלם דוקא כדרכה שהן תולדות דרגל והלכתא לא גמיר אבל במשונה תולדה דקרן הוא ולא ישלם אלא חצי נזק ופריקו דשדו בה ביזרוני ודרכו בכך אבל לרבנן לא שניא ליה כלל שאע''פ שמסופק לנו אם יש שינוי לצרורות דוקא בשיש שינוי בגוף המעשה כגון התזת צרורות ע''י ביעוט אבל כשאין שינוי בגוף המעשה כגון תקיעת התרנגול אף על פי שאין דרכו להכניס ראשו לאויר הכלי אין זה שינוי בצרורות אלא תולדה דקרן הוא. וחלק הרב ז''ל ולא עשה מהן בבא אחת לפטור על הראשונה ברה''ר ולחייב על השניה ועדיין צ''ע ודעת ההלכות כתבה רשב''א ז''ל: "
            ],
            [
                "<b>תרנגולין מועדין להלך כדרכן כו'.</b> משנה שם (דף י\"ז): ",
                "<b>בד''א כשקשרו אדם וכו'.</b> זה כתב על הסוגי' האמורה על משנה זו, ואיני יודע למה לפי גרסת ספרינו וכבר הושג מזה: "
            ],
            [],
            [
                "<b>תרנגולין שהיו מפריחין וכו' היו מהדסין וכו'.</b> ברייתות שם (י\"ז:): "
            ],
            [],
            [
                "<b>היו מחטטין בחבל ונפסק החבל. ומה שכתב ואם על החבל וכו'.</b> בהשגות א''א לא נהיר ולא צהיר וכו'. ולא כן פירשו שאר המפרשים ז''ל אלא ה''ק אי אמרת בשלמא אדלי קאי משכחת לה בחבל בלוי שדרכן לחטט בו כדי להוציא מעט מים שבתוכו ובחטט מעט נפסק החבל והדלי נופל ונשבר והתשלומין לא על החבל שאין לו דמים אלא על הדלי אלא אי אמרת אחבל קאי והא משונה הוא ואינו משלם נזק שלם ע''כ בחידושי הרשב''א ז''ל ואמרו דמאוס בלישא פירוש שיש בה עיסה והוא השיטה לדעת רבינו ז''ל וכשדרכן לחטט הוא מאמרו על הדרך שכתבתי. <b>ומה שכתב והוא שנתגלגל הדלי</b> לכוונה שנגעו בגוף הדלי וכן דעת הרשב''א ז''ל: "
            ],
            [
                "<b>הכלב והגדי שקפצו וכו' וכן אם נפלו וכו'.</b> משנה וגמרא שם (דף כ\"ח:) חולק בין מלמעלה למטה ומלמטה למעלה הוא כפי גרסת ההלכות ודין התרנגולין שם ברייתא וסוגיא: "
            ],
            [],
            [
                "<b>כלב שנטל את החררה וכו'.</b> הושג ממה שאמרו בסוף ועל שאר הגדיש פטור א''א ליתא דצרורות ע''י שינוי וכו': <b>ואיני</b> יודע לתרץ ודבריו בנויים על המשנה ובאוקימתא דר''י (דף כ\"ב) דאמר אשו משום חציו ומתני' בדאנח אנוחי בדוקא הוא ואולי שהוא ז''ל סובר שכיון שהניח כלו חציו ושוב אינו מחוייב על הגרירה כיון שלא נשרף הגדיש אלא מחמת הגרירה וצ''ע. והחררה הזו יש בה גחלים שכך דרך לאפותה עליהם: "
            ],
            [
                "<b>בד''א בששמר בעל הגחלת וכו'.</b> בסוגיא שם (דף כ\"ג) ויש בה פירוש אחר וגורסין וליחייב נמי בעל הגחלת: "
            ],
            [
                "<b>המשסה כלבו של חבירו בחבירו פטור וכו' ובעל הכלב חייב בחצי נזק כו'.</b> שם (דף כ\"ד:). ובהשגות א''א ואם הוא מועד נזק שלם משלם ע''כ. ולי נראה שאפילו מועד אינו משלם אלא חצי נזק כיון שלא עשה מעצמו אלא ע''י שסוי וכדאמרינן בדין מיתת אדם שור האיצטדין פטור כי יגח ולא שיגיחוהו אף כאן דינו כתם ואינו משלם אלא חצי נזק ולפיכך סתם רבינו ז''ל. ",
                "<b>ומה שאמר ואם שסהו בעצמו.</b> מבואר שם: "
            ],
            [
                "<b>שתי פרות ברשות הרבים וכו'.</b> פלוגתא דר''ל ורבה שם ופסק כרבה וכן פסקו בהלכות: "
            ]
        ],
        [
            [],
            [
                "(א-ב) ",
                "<b>הבהמה מועדת וכו'.</b> משנה פרק כיצד הרגל (דף י\"ט:). ",
                "<b>ומ''ש בסוף משלם דמי עמיר או דמי שעורים בזול.</b> בגמרא (דף כ':) הוא מחלוקת רבה אמר דמי עמיר רבא אמר דמי שעורים בזול. ותניא כוותיה דרבה ותניא כוותיה דרבא ותימה איך עירב רבינו את המחלוקת ואפשר שנסתפק לו פסק ההלכה כמי וכתב שתי הדעות להיות יד המזיק על העליונה אי זו מהם שיהא פחות ישלם. ונראה שהוא מפרש עמיר אגודת השבלים וכן פירשו בעלי הלשון שלא כדברי רש''י שפירש תבן או קש ופירוש אחר כתב תבן או עמיר. ודין אכלה אוכלים הרעים. שם בברייתא: "
            ],
            [
                "<b>אכלה אוכלין שאין דרכה לאוכלן וכו'.</b> משנה שם ומחלוקת אמוראים בגמ' (דף כ') פסק כשמואל ורבי יוחנן דלא כרב וריש לקיש: "
            ],
            [],
            [
                "(ד-ה) ",
                "<b>בהמה שהיתה עומדת ברשות הניזק וכו' כלב שנכנס לחצר וכו'.</b> דעת רבינו ז''ל דהיכא דלקיחת הדבר ברשות אחת ואכילתו ברשות אחרת הולכין אחרי רשות שהאכילה שם כל זמן שהוא להקל על המזיק וזו היא הבבא השנייה ויצאה לו מהסוגיא שעל משנת כלב שנטל את החררה וכשאמרו למעלה פרק שני ועל החררה משלם נזק שלם דוקא כשאכלה בגדיש של בעל החררה וכמו שנתבאר כאן וכל זמן שרשות האכילה הוא להחמיר על המזיק סובר רבינו שהיא בעיא דלא איפשיטא וגורס כך בעי רבי זירא מתגלגל מהו היכי דמי דקיימא ברשות היחיד וקא מיגלגל ואתי מרשות הרבים לרשות היחיד. ובהשגות והיא מיושרת מן הגרסאות שלנו ע''כ: "
            ],
            [
                "<b>בהמה שאכלה אוכלין שאין וכו'.</b> ברייתא שם: "
            ],
            [
                "<b>חיה שנכנסה לרשות הניזק וכו'.</b> ברייתא ספ''ק (ט\"ז:) פסק רבינו כפשטה ולא חש לדשמואל: ",
                "<b>אבל כלב שאכל כבשים וכו'.</b> בגמ' שם גבי פלגא נזקא קנסא: "
            ],
            [
                "<b>סל שיש בו לחם וכו' וכן שעיר עזים כו' אבל אם נכנס החמור וכו'.</b> מעשים פשוטים פרק כיצד (דף י\"ט כ'): "
            ],
            [
                "<b>בהמה שאכלה מתוך הרחבה וכו'.</b> מחלוקת רב ושמואל שם (דף כ\"א) פסק כשמואל וכלישנא קמא וכן פסקו בהלכות: "
            ],
            [
                "<b>היתה מהלכת ברה''ר וכו'.</b> מחלוקת אילפא ורבי אושעיא ופסק שם (דף כ') כרבי אושעיא וכתירוציה דרבא בקפיצה וכן דעת ההלכות: "
            ],
            [
                "<b>בהמה שהוחלקה וכו'.</b> משנה שם וגמרא פרק הכונס (בבא קמא דף נ\"ח). ",
                "<b>ומ''ש אפילו טנפה פירות וכו'.</b> מבואר שם דקי''ל כמ''ד (דף נ\"ז) תחילתו בפשיעה וסופו באונס חייב: ",
                "<b>וכן אם דחפתה וכו'.</b> מחלוקת אמוראים שם ופסק כפסק ההלכות: "
            ],
            [
                "<b>הוחלקה ונפלה וכו' מפני שהיה לו לשמרה וכו'.</b> דברי ר' יוחנן כפירושיה דר''פ שם דאמר כיון שיצאתה לדעת אע''פ שהחזירה שלא לדעת חייב וסובר רבינו ז''ל שכל שנעל בפניה כראוי והוא לא ידע בצאתה פטור ואינו משלם אלא מה שנהנית. ובהשגות א''א האי פירושא לא נהיר וכו'. ביאור דבריו ז''ל שכל שהיתה שם פעם אחת כל תחבולות היא עושה כדי ללכת שם ואפילו נעל בפניה כראוי חייב. ואיני צריך להכריע דברי רבינו ז''ל כי מן הדעת הם מוכרעים דודאי אע''פ שהיתה שם פעם אחת אינו צריך לעולם לאוחזה או לסוגרה בדלת שיכולה לעמוד בפני כל רוח, והר''א ז''ל בעצמו כך כתב בפירושיו דדוקא לא נעל בפניה כראוי הא לאו הכי אינו משלם אלא מה שנהנית וכ''כ הרשב''א שם בשמו, נראה שחזר בו מן ההשגה הזאת ובודאי אם החזיר דרך שם צריך לאוחזה כדי שלא תפיל עצמה שם וכ''כ הרב ז''ל: "
            ],
            [
                "<b>הקדר שהכניס קדרותיו וכו'.</b> משנה פ' הפרה (דף מ\"ז): "
            ],
            [
                "<b>ואם הכניס ברשות פטור וכו'.</b> שם. ",
                "<b>ומ''ש רבינו ואם קבל.</b> הוא מחלו' רבי ורבנן ופסק ההלכה כרבי וכשמואל דפסיק הכי בגמ' (דף מ\"ח:) והלכתא כוותיה דשמואל בדיני ואע''ג דקי''ל כרבי אף רבי לא אמרה דנבעי קבלה בפירוש אלא להתחייב בעל הבית בנזקי בעל קדרות אבל להפטר בעל הקדרות מנזקי בעל החצר כיון שהרשהו להכנס פטור ונכון הוא וכן דעת התוס' וגם הר''א ז''ל הודה לו בהשגות ונתן טעם לדבריו: ",
                "<b>הכניסן שלא ברשות וכו'.</b> מימרא שם. ",
                "<b>ומ''ש ואם הכניסן ברשות.</b> מעשה שם: "
            ],
            [
                "<b>המגדיש בתוך שדה חבירו וכו'.</b> פרק הכונס (בבא קמא דף נ\"ט:) משנה. ",
                "<b>ומה שכתב ואם הגדיש ברשות וכו'.</b> מפורש שם בגמרא הכא בנטר בי דרי עסקינן דכיון דא''ל עייל וגדיש עייל ואנטר לך הוא, ופירוש נטר בי דרי שומר בית הגרנות ולזה כתב רבינו שהשומר בגרנות שלא אמרו אלא בשומר דוקא וכ''כ בהשגות א''א ודוקא בשומר בית הגרנות ע''כ: "
            ]
        ],
        [
            [
                "<b>הכונס צאן לדיר ונעל בפניהן וכו'.</b> משנה וברייתא שם בפרק הכונס (בבא קמא דף נ\"ה:). ",
                "<b>ומ''ש או שהיה כותלי הדיר וכו' ואפילו חתרה ויצאת וכו'.</b> למד מהסוגיא האמורה שם (דף נ\"ו) על מימרא דרבא וכמ''ד תחלתו בפשיעה וסופו באונס חייב דהכין הלכתא. והוציאוה לסטים שכתב רבינו שהם חייבין. משנה שם והוציאוה שהכישוה ולכך חייבין כדאיתא בגמרא: "
            ],
            [
                "<b>הפורץ גדר לפני בהמת חבירו וכו'.</b> ברייתא (דף נ\"ה:) וסוגיא בגמרא שם ופירש רבינו ז''ל פטור וחייב על הנזק שהזיקה הבהמה והקשו עליו מהמשנה שהביא הוא למעלה דקתני הוציאוה ליסטים דוקא הוציאוה הא פרצו בפניה אינן חייבין על נזקיה. והשיב ז''ל שחילוק יש בין הליסטים המתכוונים לגנוב ולא לפרוץ גדר ובין זה המתכוון לפרוץ הגדר ולא לגנוב והראה פנים לדבריו, ואחרים פירשו פטור וחייב על הבהמה שנאבדה וכן דעת ר''א בהשגות וכן דעת האחרונים ז''ל: ",
                "<b>וכן הנותן סם המות וכו'.</b> מבואר שם (דף נ\"ז): "
            ],
            [
                "<b>המעמיד בהמת חבירו וכו'.</b> מימרא שם (דף נ\"ו:) ופי' וכ''ש בבהמה שלו. ",
                "<b>ומ''ש וכן אם הכישה וכו'.</b> שם מבואר בגמרא ובהלכות. ובהשגות א''א וכ''ש קם לה באפה ע''כ. ולא ידעתי מהו דאדרבה קם לה באפה גרמא בלחוד הוא ופטור וכ''כ הוא עצמו בפירושיו וכן מוכח בגמרא שם ופשוט הוא. ודע שאפילו היו הפירות ברה''ר חייב המעמיד שאין זה שן שפטרה תורה ברה''ר שכאן המעמיד הוא שחייב: "
            ],
            [
                "<b>המוסר בהמתו לשומר חנם וכו'.</b> משנה פרק שור שנגח ארבעה וחמשה (דף מ\"ד:). ",
                "<b>ומ''ש רבינו במה דברים אמורים.</b> הוא בגמרא על ברייתא. <b>ומ''ש והבעלים חייבין בששמרוה שמירה מעולה,</b> הוא בנזק קרן בלבד ר''ל בדברים שהיא תמה להם שבהן הבעלים חייבים אפילו בשמירה מעולה כמו שיתבאר פרק ז' אבל בנזק שן ורגל אפילו הבעלים פטורין וזהו דין הכונס שבראש הפרק וחילוק זה מבואר בגמרא. ודע ששמירה פחותה היא דלת שיכולה לעמוד ברוח מצויה ושמירה מעולה היא ביכולה לעמוד בפני כל רוח ובשמירה זו השומרין פטורין וכן נתבארו שמות אלו בגמרא בפרק הכונס. ויש מי שכתב שהשואל חייב מפני שהוא חייב באונסין ויש לחלק: "
            ],
            [
                "<b>הניחה בחמה אפילו חתרה וכו'.</b> משנה וגמ' ר״פ הכונס (בבא קמא דף נ\"ו): "
            ],
            [
                "<b>מסר בהמתו לחרש שוטה וקטן וכו' אף על פי שהיה השור קשור וכו'.</b> ברייתא פירקא קמא (דף ט':) פסק כסוגיין ואליבא דחזקיה דאמר בשור קשור ופי' רבינו בשור קשור כראוי ואף על פי כן הוא [חייב] שדרכן של אלו לשחוק בהן ולהתירן וכיון שכן ה''ל תחלתו בפשיעה ואפילו סופו באונס כגון שחתרה חייב וכן עיקר ובהשגות א''א חיי ראשי דבר זה לא מצאתי לו שורש וכו'. וכבר הכריע הרשב''א ז''ל כפירוש המחבר ז''ל: "
            ],
            [
                "<b>מסר שורו לחמשה ופשע וכו'.</b> שם פרק קמא (דף י') מבואר. ",
                "<b>ומה שכתב אף אלו הנשארים חייבין.</b> כן פירשו כל המפרשים ז''ל: "
            ],
            [
                "<b>שאלו בחזקת תם ונמצא וכו'.</b> פרק ארבעה וחמשה (דף מ') ברייתא שם. ועל מה <b>שכתב והשואל משלם חצי נזק</b> כתוב עליו בהשגות א״א הא דלא כהלכתא שאין זה הדין אלא בשתפסוהו בית דין ע״כ. ובאמת שהגמרא כך היא דמקשי נימא ליה (שואל) אי תם הוא הוה מערקנא ליה לאגמא ופריקו הכא במאי עסקינן דאקדום בית דין ותפסוה. ויש דרך לתרץ דברי רבינו שאותה סוגיא אינה לדעת רבי ישמעאל שאמר יושם השור וב״ח הוא אבל אליבא דרבי עקיבא דאמר שותפי נינהו אי מעריק ליה חייב ומחלוקתן פרק המניח (בבא קמא דף ל\"ד) וקיימא לן הלכה כרבי עקיבא מחבירו ולפיכך לא חשש רבינו לאותה קושיא וכן פירשו מן המפרשים דההיא קושיא דוקא לרבי ישמעאל וכן כתב הרשב״א ז״ל: "
            ],
            [
                "<b>שאלו כשהוא תם והועד וכו'.</b> פסק רבינו כרב פפא דהוא בתרא דאמר רשות משנה ותימה שאין מזה רמז בהלכות: "
            ],
            [
                "<b>שומר שקבל עליו שמירה וכו'.</b> מימרא סוף הפרק (דף מ\"ח:). <b>ומ''ש אבל לא שמירת נזקים</b> מאמרו ז''ל מסופק מה ידין רבינו בשקבל עליו שמירה סתם והמפרשים חלוקים בזה. ונראה מלשונו שהוא סובר דמן הסתם חייב בכל וכן דעת הרשב''א ז''ל אלא א''כ הכיר בשור שהוא נגחן שהוא פטור כשהוזק דלא ה''ל לאסוקי דעתיה כדאיתא התם: "
            ],
            [
                "<b>מסר השומר לשומר וכו'.</b> משנה (דף מ\"ד) וגמרא בפ' הכונס (בבא קמא דף נ\"ו:). ",
                "<b>ומ''ש מסר השומר לבנו וכו'.</b> מבואר שם מאמרם בעלמא (בבא מציעא דף ל\"ו) כל המפקיד על דעת אשתו ובניו הוא מפקיד. ",
                "<b>ומה שכתב נכנסו תחת השומר.</b> פירושו שאפילו אין להם לשלם לאלו הוא פטור ואין כאן מקום להשגה כלל ולא ידעתי מה היא שהרי הדברים מבוארים שם בגמרא ולזה לא כתבתיה: "
            ],
            [
                "<b>כל שומר שחייב וכו'.</b> זה יצא לרבינו ז״ל מהסוגיא שבפ' שור שנגח ד' וה' (בבא קמא דף מ') על הברייתא דשאלו בחזקת תם דקאמרי סוף סוף את לאו תורא בעית שלומי לדידי: "
            ],
            [
                "<b>כל בהמה שהזיקה וכו'.</b> משנה פ' הכונס (בבא קמא דף נ\"ה:) וגמ'. <b>ומ״ש אפילו קלח אחד</b> הוא כחזקיה דגמ' (דף נ\"ח:): "
            ],
            [
                "<b>אכלה פירות גמורין.</b> דברי ר''ש במשנה ופסק הלכה כמותו בגמ' (דף נ\"ט:): ",
                "<b>הרי שאכלה וכו' וכן הלוקט וכו' ואם דקל פרסי הוא.</b> הכל מבואר שם בגמ' בסוגיא לפי המסקנא: "
            ]
        ],
        [
            [
                "<b>בהמה שהיתה רועה וכו'.</b> מימרא שם (דף כ\"ג:) פרק כיצד הרגל ושם אמרו הני עיזי דשוקא וכו'. ובהשגות א''א דברים הללו לא נאמרו בגמרא וכו'. ורבינו סובר שפירושו עזים שהולכות בשוק כלומר שיוצאות לרעות בשוק. ורוב המפרשים כדברי הר''א ז''ל: "
            ],
            [
                "<b>לפיכך אסרו חכמים וכו'.</b> משנה וברייתא פרק מרובה (בבא קמא דף ע\"ט:) ודוקא דקה אבל גסה מגדלין: "
            ],
            [
                "<b>עשרה תנאים וכו'.</b> מפורשין שם (דף פ':). ",
                "<b>ומ''ש חוץ משדה תלתן שזרעה לבהמה.</b> מפרש שם בגמרא שכשאינו עשוי ערוגות מוכיח שהוא לבהמה והרב ז''ל סתם לפי שהכל הולך אחר המנהג. <b>ומ''ש מאובו אבל לא מחודו</b> פי' מאובו מקום שיש שם ענפים הרבה ולא מחודו ענף האמצעי: ",
                "<b>ומ''ש אלא בני השבט שהגיע אותו הים לחלקם.</b> חלקו על רבינו ואפרש מחלוקתם. שנינו שם (דף פ\"א) ומחכין בימה של טבריא ובלבד שלא יפרוס קלע ויעמיד את הספינה וכו' ת''ר בראשונה התנו השבטים זה עם זה שלא יפרוס קליעה ויעמיד את הספינה אבל צד הוא ברשתות ומכמורות ע''כ. והנה הרב סובר שדין חכה ורשתות הכל אחד ומה שאמר התנו באותם השבטים שלא היה הים בחלקם שאל''כ לא יהיה חלוק בין אותו שבט לשאר וא''א וכן מוכרח שם. והחולקים עליו פירשו שפריסת קלע ולהעמיד בספינה אפילו בני אותו שבט אינם רשאים אלא שהם רשאים לצוד ברשתות ומכמורות והשאר בחכה בלבד. ",
                "<b>ומ''ש בזמן שירבה הטיט.</b> הוא פירוש יתידות הדרכים האמורים בגמרא: "
            ],
            [],
            [
                "(ד-ה) ",
                "<b>שלמה תיקן וכו'.</b> שם. <b>ומ''ש אפי' בחוצה לארץ,</b> פסק כשמואל דהלכתא כוותיה בדיני: "
            ],
            [
                "<b>ומ''ש ומשירד הטל בבבל כו'.</b> מפורש שם: "
            ],
            [
                "<b>אע''פ שאין מגדלין בהמה דקה וכו'.</b> ברייתא שם (דף ע\"ט:) ותמה אני למה לא הזכיר רבינו בטבח ובלבד שלא ישהה העגונה. פירוש מאוחרת שלשים יום דהכי איתא שם. ואפשר שהוא בכלל לוקח ושוחט לוקח ומשהה עד שישחוט מעט מעט וסמך לו על מה שהזכיר בקודם הרגל ל' יום ואמרי' התם דדוקא קודם הרגל אבל לפניו ט''ו ימים אסור למלאות ל' שלאחריו: "
            ],
            [
                "<b>וכבר עשו בבל וכו'.</b> מימרא שם (דף פ'). ודע שהמפרשים ז''ל נחלקו אם מותר לגדל בהמה דקה בא''י ע''י רועה שאין הבהמות שלו דנימא חזקה הרועה אינו חוטא ולא לו ואין שם ראיה מכרחת לא לאסור ולא להתיר: "
            ],
            [
                "<b>וכן אסרו חכמים וכו'.</b> משנה וברייתות שם (דף פ\"ב:) סוף הפרק: "
            ],
            [
                "<b>רועה שעשה תשובה כו' וכן מי שנפלו לו כו'.</b> ברייתא מבוארת שם (דף פ'): "
            ]
        ],
        [
            [
                "<b>אי זהו מועד וכו'.</b> משנה פ' כיצד (דף כ\"ג:) ופסק הלכה מבואר בגמ' (דף כ\"ד): ",
                "<b>העידו בו ג' כיתי עדים וכו'.</b> פי' והוא עשה הנגיחות בימים חלוקים וכן פירש הר''א ז''ל בהשגות וז''ל א''א שנגח שלש פעמים בג' ימים ע''כ. ודבר פשוט הוא שזו היא כוונת רבינו והדין בעיא ולא איפשיטא שם: "
            ],
            [
                "<b>אין העדה אלא בפני הבעלים וכו'.</b> ברייתא שם: "
            ],
            [
                "<b>שור חש''ו וכו'.</b> משנה (דף ל\"ט) ומחלוקת בברייתא ופסק כחכמים דברייתא דלא כמתני' לפי שהוא סובר דמתני' יחידאה היא וזהו שאמרו ומעמידין אפוטרופוס לתם לגבות מגופו תנאי היא ומתני' כסומכוס ורבא. ועוד כתוב בהשגות א''א אני מפרש לסתם מתני' וכו': "
            ],
            [
                "<b>ומה שאמר רבינו משלם נזק שלם מן המעולה שבנכסי אפוטרופוסין.</b> מחלוקת בגמרא ר''י אומר מעליית יתומים ורבי יוסי בר חנינא אמר מעליית אפוטרופסין ופסק כרבי יוסי בר חנינא ור''ח פסק כר''י: "
            ],
            [
                "<b>שוורים שמשחקין בהן וכו'.</b> זה שור האצטדין האמור במשנה (דף ל\"ט) שאינו חייב מיתה. ועל מה שכתב אין מעידין זה לזה כתוב בהשגות א''א ולמה לא וכו'. ותימה הוא שהרי רבינו ז''ל כבר נזהר מזה ואמר למעלה פ''ב בעל הכלב חייב ח''נ וכן הוא האמת וכמ''ש וג''כ פשוט הוא שאינו דומה למועד לשופרות לפי שאלו ממש מכוונין לנגחן וכיון שהם פטורים מן המיתה דין הוא שלא יעשו מועדין: "
            ],
            [
                "<b>שור שהועד ונמכר כו'.</b> שם פרק שור שנגח ד' וה' (בבא קמא דף מ':) מחלוקת אם רשות משנה אם לאו ופסק כרב פפא דהוא בתרא ואוקימתיה בתרייתא דאמר דכולה ברייתא דרשות משנה אתייא והשאילו היינו טעמא דכ״מ שהלך שם בעליו עליו וזהו הטעם לשור שהועד בפני אפוטרופסין וכר' יוסי (דף ל\"ט) דאמר הרי הוא בחזקתו אע״ג דמעיקרא אוקימנא הך דר' יוסי משום רשות אינה משנה ואנן קי״ל משנה רב פפא אמר חרש אע״ג דבעלמא משנה הכא לא. זהו דעת רבינו ולא ראיתי חולק: "
            ],
            [
                "<b>בהמה שהועדה וכו' ומאימתי היא חזרתו וכו'.</b> משנה ופסק הלכה בגמרא פרק כיצד הרגל (דף כ\"ד): "
            ],
            [
                "<b>שור שהוא מועד למינו וכו'.</b> פרק שור שנגח ד' וה' (בבא קמא דף ל\"ז) ופסק כרב פפא וכן פסקו רבינו חננאל והרב אלפסי ז״ל ויש חולקין: ",
                "<b>הועד לאדם אינו מועד לבהמה.</b> שם משנה ומבואר בגמרא. ",
                "<b>ומועד לקטנים.</b> משנה וגמרא שם וקטנים וגדולים במין אחד קאמר: ",
                "<b>היה מועד לשבתות אינו וכו'.</b> משנה שם. ",
                "<b>ומ''ש שחזרתו משיהיו התינוקות ממשמשין בו.</b> אע''פ שיש במשנה משיחזור בו שלשת ימי שבתות ר''י אמרה ולא קי''ל כוותיה בחזרה כדאיתא פרק כיצד (דף כ\"ד) כמ''ש: "
            ],
            [
                "<b>נגח שור היום וחמור למחר וכו' נעשה מועד לכל.</b> בלשון הזה בעצמו יש בגמ' ומתוך מ''ש לפנינו נראה שדעתו ז''ל שזה הכל אינו כולל אלא המינין שנגח ולא מין אחר שהרי הזכיר בדין הסירוגין אחד משלשת המינין וכן הזכיר למטה אם לשלשת המינין הוא מועד וכתב שם בהשגות א''א א''נ לכל המינין ע''כ. ובאמת שאין ראיה מכרעת לאחת מן הדעות והתימה בדברי רבינו כשהזכיר בסוף או לשלשת הימים שהיה לו לומר בכל הימים שלא מצינו חלוק מיום ליום אלא משבת ליום חול ויש מפרשים מפני שהוא נח ממלאכה x ובירושלמי נתנו טעם אחר דכיון דחמי לון לובשין מנין נקיים מגיס דעתיה ע''כ. אבל בימות החול לא מצינו חלוק אפשר שדעתו ז''ל שזה כוסת הנדה שכל הימים שוין בהם וכל זמן שהורגלה בימים ידועים אינה קובעת וסת אלא לאותן הימים וטעם הירושלמי אינה אלא למה אחזו במשנה שבתות ואמרי שהוא מצוי יותר אבל הדין שוה בכל הימים. ויתר דברי רבינו בזה הפרק כולם מבוארים הם שם וכבר כתבתי בפ' א' שהוא ז''ל פוסק בכל תיקו דממונא שאם תבע התובע אין מוציאין מידו: "
            ]
        ],
        [
            [
                "<b>שור שקשרו בעליו כו'.</b> החלוק בין תם למועד במשנה פרק ארבעה וחמשה ופסק כר''י וכרב דס''ל דלא אמרינן צד תמות במקומה עומדת אלא פטור לגמרי. ",
                "<b>ומה שכתב וכן אם הזיק וכו'.</b> נתבאר ריש פרק הכונס (בבא קמא דף נ\"ה:). וכראוי הוא דלת שיכולה לעמוד ברוח מצויה כמו שנתבאר שם: "
            ],
            [
                "<b>היה מועד לקרן ימין וכו'.</b> מימרא פרק ארבעה וחמשה (דף מ\"ח ע\"ב) בשם רב וי''מ שאם הזיק בקרן ימין שהוא מועד שפטור לגמרי ואין כן דעת הרב ז''ל ורבו הפירושים באותה שמועה ופירוש חצי נזק מגופו משתלם וכן כתוב בהשגות א''א מגופו כר''י ע''כ. ופשוט הוא דחצי נזק משום צד תמות הוא ומגופו בדוקא כדין תם בעלמא ולפיכך לא חשש רבינו ז''ל לפרש: "
            ],
            [
                "<b>בהמה שחבלה באדם וכו'.</b> נתבאר ס''פ כיצד הרגל (דף כ\"ו) שהשור פטור מד' דברים. ",
                "<b>ומ״ש לפיכך שורו שבייש וכו' ושורו שחבל באביו וכו'.</b> משניות פ' המניח (בבא קמא דף ל\"ד:): "
            ],
            [
                "<b>המכניס שורו לחצר בעל הבית וכו'.</b> משנה פרק הפרה (דף מ\"ז). ",
                "<b>ומה שכתב אם היה תם משלם חצי נזק.</b> פסק כחכמים ודלא כרבי טרפון דאמר קרן שבחצר הניזק נזק שלם ומחלוקתן פרק כיצד (דף כ\"ד:): "
            ],
            [
                "<b>נפל לבור שבחצר זו והבאיש את מימיו וכו'.</b> משנה פ' הפרה (מ\"ז:) והחילוק בין שעת נפילה לאחר נפילה מפורש שם בגמ' (מ\"ח:) אליבא דשמואל דהלכתא כוותיה בדיני. ",
                "<b>ומ''ש ואם הכניס ברשות בעל השור פטור.</b> לא נזכר במשנה כלל אלא בלשון זה ואם הכניס ברשות בעל החצר חייב רבי אומר בכולן אינו חייב עד שיקבל עליו (בעל הבית) לשמור ויש אומרים דברשות כל אחד חייב בנזקי חבירו דהוי להו כחצר של שותפין כיון שהזיקו זה את זה בידים. ובהשגות א''א זה לא ידעתי למה פטור וכו' ולזה אינו מיוחד אלא לשוורים ע''כ. ולא ידעתי טעם לחילוק זה שחילק הר''א ז''ל בין נגיחה להבאשת המים דאי כחצר השותפין חשיב לה אף אנגיחה ליחייב דהא קרן ודאי בחצר השותפין מחייבת. ואולי שהוא ט''ס בהשגות וראוי להיות למה פטור לא בנגיחה ולא בהבאשת מימיו וכבר נתבאר זה פ' ראשון. ברם נראין דברי התוס' והם כדברי רבינו שכתבו שכך סובר רבי שכשמכניס שורו ברשות הרי הוא כאילו הם מתנים בפירוש שיפטר כל אחד בנגיחת שורו ובשאר נזקין וכן עיקר. <b>ומ''ש רבינו ואם קבל</b> הוא כדברי רבי וכשמואל שפסק כן: "
            ],
            [
                "<b>הכניס שורו לחצר בעל הבית וכו'.</b> מימרות מפורשות שם (דף ס\"ח:). ",
                "<b>ומה שכתב בעל חצר חייב בנזקי הבור.</b> הוא בשהפקיר שורו לאחר מכאן כדין כל בור האמור בכל מקום וזה פשוט ולזה סתם רבינו ז''ל: "
            ],
            [],
            [
                "<b>שמין לנזקין כיצד וכו'.</b> מימרא מפורשת פ''ג (דף י\"א): ",
                "<b>פחת נבלה של הניזק וכו'.</b> משנה (דף ל\"ד.) ומבואר בגמרא פ''ק (דף י':). ",
                "<b>ומ''ש שבח נבילה חולקין.</b> הוא מחלוקת ר''מ ור' יהודה שם בפ' המניח ופסק כר' יהודה: "
            ],
            [],
            [],
            [
                "<b>שור שוה מאתים וכו'.</b> ברייתא שם ופסק כר''ע: "
            ],
            [
                "<b>ומה שכתב השביח המזיק כו'.</b> גם זה שם: "
            ],
            [
                "<b>על המזיק לטרוח בנבלה וכו'.</b> מחלוקת תנאים בברייתא בגמרא (דף י\"א) בפרק קמא ופסק כאבא שאול וכאחרים וכן עיקר: "
            ]
        ],
        [
            [
                "<b>שור של ישראל וכו'.</b> משנה וברייתא פרק ארבעה וחמשה (דף ל\"ו:): ",
                "<b>וכל הקדשים שחייבין עליהם וכו'.</b> משנה וגמרא פירקא קמא (דף ט') ודין פסולי המוקדשים מבואר בסוגיא פ''ק ופרק הפרה: "
            ],
            [
                "<b>שלמים שהזיקו גובה וכו'.</b> מימרא דרבי אבא שם פרק קמא (דף י\"ג): "
            ],
            [
                "<b>וכיצד אינו גובה וכו'.</b> שם: "
            ],
            [
                "<b>וכן שור הפקר שהזיק וכו'.</b> שם: ",
                "<b>ולא עוד אלא שור וכו'.</b> שם (דף מ\"ד:) בשם ר''י פ' ד' וה' ברייתא: "
            ],
            [
                "<b>שור של ישראל וכו'.</b> משנה היא פ' ד' וה' (דף ל\"ז). ",
                "<b>ומ''ש רבינו לפי שאין וכו'.</b> נתינת טעם מדעתו ז''ל. ובהשגות א''א הטענה הזאת אינה מספקת וכו'. ואפשר שבזמן הגמ' לא היו העכו''ם נפרעים כלל ואף בזמן הזה אפשר שאין כל העכו''ם נפרעין מגוף המזיק ואף בארץ שדינם לגבות הדין כך. ודין שור של עכו''ם שהזיק וכו' מפורש שם: "
            ],
            [
                "<b>שור תם שהזיק וכו'.</b> ברייתא פ' המניח (בבא קמא דף ל\"ג:) התחלתה ת״ר שור תם שהזיק וכו'. ",
                "<b>ומ''ש אף על פי שהוא מכור.</b> הכוונה לומר שהלוקח חורש בו לכתחלה וכן שהמכר קיים ואין כל אחד יכול לחזור בו. נראה שהוא סובר שהברייתא אתיא אפי' לר''ע דאמר התם שותפי נינהו ויליף לה מדקאמר הקדישו מוקדש מדרבי אבהו וכו' דאי לר' ישמעאל דאמר בעל חוב הוא לא צרכינן לר' אבהו. ובאמת שאין בסוגיא דבר בהפך דוק ותשכח: "
            ],
            [
                "<b>הקדישו המזיק וכו' כדי שלא יאמרו הקדש יוצא בלא פדיון.</b> זו היא דר' אבהו שהזכרתי למעלה והכוונה שפודה אותו בדבר מועט הניזק וגובה ממנו וכן פירשו המפרשים ז''ל: "
            ],
            [],
            [
                "(ח-ט) ",
                "<b>הזיק ועמד בדין וכו' קדמו בעלי חובות של מזיק וכו' וכן מועד שהזיק בין שעמד בדין וכו' קדמו בעלי חובות והנהיגוהו וכו'.</b> כל אלו הדינים מפורשים בברייתא הנזכרת ובסוגיא שעליה. ומ''ש במועד ובעלי חובות זוכין בו. הא אפי' כשאין נכסים אחרים למזיק לפי שאם הזיק עד שלא חב אין דין קדימה במטלטלים ובעל חוב מאוחר שקדם וגבה בהן מה שגבה גבה כמו שיתבאר פ''ב מהל' מלוה ולוה משא''כ בתם שהרי הוא משתלם מגופו ושעבוד נזקו עליו לבד: "
            ],
            [
                "<b>כשב''ד נזקקין וכו'.</b> מבואר פ''ק (דף י\"ד:) בסוגיא על פיסקא דשוה כסף וכן למעלה באותו פרק מחלוקת אמוראין ופסק רבינו כרב פפא ורב הונא בריה דרב יהושע וכן דעת ההלכות: "
            ],
            [
                "<b>מת המזיק קודם שישלם וכו'.</b> דין המטלטלין שם מוסכם ודין הזיבורית מחלוקת אמוראים פרק הניזקין בגיטין (דף נ') ופסק כר''נ דהלכתא כוותיה בדיני וכאביי דאמר הכי ודלא כרבא וכן פסקו ז''ל דיתומים אלו בין קטנים בין גדולים. אבל הרשב''א ז''ל כתב בשם הרב ר' יונה דלענין נזקין דוקא קטנים אבל גדולים מן העידית: "
            ],
            [
                "<b>כבר תקנו הגאונים לגבות וכו'.</b> בהלכות פ''ק: "
            ],
            [
                "<b>אין הנזקין משתלמין וכו'.</b> משנה שם פירקא קמא (דף י\"ד:) על פי עדים בני חורין ובני ברית ומפורש בגמרא. ובהשגות א''א לא בא למעט אלא עדים פסולים וכו'. ופשוט הוא שכוונת רבינו כך הוא שהרי השוה אותן לשאר דיני ממונות שהודאת בעל דין בהם כמאה עדים מיהו דוקא נזק שלם שהוא חייב על פי עצמו אבל חצי נזק קנס הוא ואם הודה נפטר וכבר נתבאר בדברי רבינו דין זה בביאור למעלה בפרק ב': "
            ],
            [
                "<b>שור שהיה רועה וכו'.</b> ברייתא בשבועת העדות (דף ל\"ד) ובהמוכר פרות (דף צ\"ג) פסק כתנא קמא וכן דעת ההלכות פרק הפרה. ופירוש גמל האוחר שמשמש אחור כנגד אחור ודרכו להרוג כל המסתכל בו בשעת תשמישו. ל''א אוחר נוחר. ופירוש מ''ש <b>רבינו ואפילו גמל האוחר</b> פי' ואפילו הוא מועד ועוד שאוחר: "
            ]
        ],
        [
            [
                "<b>בהמה מעוברת שהזיקה גובה וכו'.</b> מימרא דרבא פרק הפרה (דף מ\"ז) ובבהמה תמה שהיא משלמת חצי נזק מגופה. ודין ביצת התרנגולת כתבו קצת המפרשים דוקא בדלא אגידא בה אבל אגידא בה גובה ממנה ואולי לזה כתב רבינו ז''ל מובדלת ומופרשת ממנה: "
            ],
            [
                "<b>מעוברת שנגחה וכו'.</b> שם ופסק כחכמים וכן דעת ההלכות: "
            ],
            [
                "<b>שור שנגח פרה מעוברת וכו'.</b> גם זה כחכמים ודלא כסומכוס: "
            ],
            [
                "<b>נגח פרה מעוברת וכו'.</b> מימרא דרבא שם. <b>ומ''ש בריאה</b> לומר שפחתה אף היא בשמנה ופחותה בנפח מלבד נזק הולד כדין האמור בסמוך: "
            ],
            [
                "<b>היתה הפרה לאחד וכו'.</b> מבואר שם בגמ' בביאור: "
            ],
            [
                "<b>שור שהיה רודף וכו'.</b> משנה פרק המניח (בבא קמא דף ל\"ה) ואפילו המזיק אומר שמא כדאיתא בגמרא ופרק הפרה (דף מ\"ו) כחכמים: ",
                "<b>טען הניזק ואמר ודאי אתה יודע וכו'.</b> זו היא שבועת היסת שתיקנו חכמים בכל מקום לכופר בכל והתובע טוען ברי ונתקנה אחר חכמי המשנה ועיקרה בשבועות (דף מ':): ",
                "<b>אבל [אם היה] תם פטור.</b> פשוט הוא: "
            ],
            [],
            [
                "(ז-ח) ",
                "<b>היו שנים רודפין אחר אחד וכו'.</b> משנה שם פ' המניח (בבא קמא דף ל\"ה). ",
                "<b>ומה שכתב בד''א.</b> הוא מפורש בגמרא (דף ל\"ו) על דרך פירושו ז''ל והוא הנכון שאם אבד אחד פטור לגמרי. ",
                "<b>וכן מ''ש מגוף הפחות שבשניהם.</b> מפני שהוא ספק והמוציא מחבירו עליו הראיה ודברי רבינו עיקר: "
            ],
            [
                "<b>היו שני השוורין וכו'.</b> משנה שם. ",
                "<b>ומ''ש המוציא מחבירו ע''ה.</b> ביאור דבריו שאם לא הביא הניזק ראיה כלל הרי המזיק פטור לגמרי כמ''ש לפנינו בדין היו הניזקין שנים שהרי הוא דומה לחטים ולשעורים ולא עוד אלא כיון שאינו מודה אלא בתם אם אין שם עדים הרי הוא מודה בקנס ופטור וסוגיין דמ''ד פלגא נזקא ממונא דאי מודה לא מיפטר אין הלכה כן. ",
                "<b>ומ''ש רבינו לא היה שם ראיה ברורה שזה הזיק אלא עדים מעידים וכו' משלם המזיק כמו שאמר.</b> הוא דין נכון שאינו דומה לדין חיטים ושעורים שלפנינו שהרי יש כאן עדים: "
            ],
            [
                "<b>ואם טען הניזק שאתה יודע וכו' הרי המזיק נשבע שבועת התורה.</b> הודה לו הר''א ז''ל בהשגות דין זה ואמר בהשגות א''א אתם ואמועד קאי וכו'. והחילוק הזה שכתב הר''א ז''ל בין אומר לו אתה יודע בין אינו אומר לו אתה יודע יתבאר דעתו בהלכות שאלה ופקדון. ודעתו ז''ל באחד תם ואחד מועד הרי התם בכלל תביעת המועד שכל הנכסים משועבדים לו אבל כששניהם תמים הרי הם כחיטים ושעורים ואע''פ שיש שם עדים שאחד מהם הזיק פטור מן השבועה. ויש לחלוק שאפילו בששניהם תמים כיון שיש שם עדים חייב שבועת התורה וצ''ע: "
            ],
            [
                "<b>היו הניזקין שנים אחד גדול ואחד קטן וכו'.</b> משנה שם. ודבר ברור הוא החילוק שיש בין גדול לקטן בניזקין וכן פשוט במזיקין בששניהם תמים לפי שהתם אינו משלם אלא מגופו וכשהמזיק קטן לא יהיו דמי גופו בחצי נזקו: ",
                "<b>לא היתה שם ראיה ברורה המזיק פטור וכו'.</b> אי אפשר לבאר מאמר רבינו ז''ל לומר שאין שם ראיה ברורה אי זה מהם הזיק אבל יש שם עדים שהזיקו שאם כן לא אמר פטור שהרי למעלה אמר בכיוצא בזה משלם המזיק כמו שאמר דכל שיש שם עדים אינו דומה לחיטים ושעורים כמו שנתבאר למעלה אלא ודאי כוונת רבינו ז''ל שאין שם עדים כלל והמזיק פטור בתמין מדינא דמודה בקנס פטור ובאחד תם ואחד מועד כדין טענו חיטים והודה לו בשעורים. ",
                "<b>ומה שכתב רבינו ז''ל ואם תפס הניזק הרי זה משלם לקטן מן הגדול והוא ודאי בששניהם תמים.</b> כך הוא בגמרא מפורש ואף על פי שהמודה בקנס פטור כבר תירץ הר''א ז''ל בפירושיו דפלגא נזקא שאני משאר קנסות שאם תפס אין מוציאין מידו והוא דעת רבינו ז''ל. ודע שדיני בבא זו ושלמעלה ממנה שוין רצוני לומר שאם יש עדים בשהנזקין שנים משלם המזיק כמו שאמר כמו שנתבאר למעלה ואף שם אם לא היו שם עדים כלל פטור לגמרי כדין חטים ושעורים ואם תפס אין מוציאין מידו וזה מוכרח בגמרא וזה דעת כל המפרשים ז''ל להשוותן. ורבינו ז''ל כתב למעלה דין עדים מעידים שהוא חייב אף על פי שאין התביעה אלא על אחד מהם וכל שכן כאן שהתביעה על שניהם וכאן כתב כשאין שם עדים כלל שהוא פטור מדין חיטים ושעורים אף על פי שהתביעה על שניהם וכ''ש למעלה שאין התביעה אלא לאחד ולזה יש דעת אחרת למפרשים ז''ל: "
            ],
            [
                "<b>שור שנגח וחזר וכו'.</b> משנה פרק ד' וה' (דף ל\"ז) פסק רבינו כר''ש דמתני' דאתיא כר''ע דגמרא: "
            ],
            [
                "<b>ניזק שתפס הבהמה וכו'.</b> זה נלמד מהסוגיא אשר שם וברור הוא וכ''כ בהלכות: "
            ],
            [
                "<b>שני שוורים וכו' עד סוף הפרק.</b> משנה מפורשת בבבא קמא בפרק המניח (בבא קמא דף ל\"ג): "
            ]
        ],
        [
            [
                "<b>שור שהמית את האדם וכו'.</b> משנה פרק ארבעה וחמשה (בבא קמא דף מ\"א). ",
                "<b>ומה שאמר ואחד חיה ועוף וכו'.</b> מבואר במשנה בפ''ו דעדיות דקתני תרנגול שנסקל בירושלים על שהרג את הנפש והובאה ברכות (דף כ\"ז): "
            ],
            [
                "<b>מה בין תם שהרג את האדם למועד וכו'.</b> שם במשנה פרק ארבעה וחמשה (דף מ\"א): "
            ],
            [
                "<b>והואיל וכל בהמה חיה ועוף שהרגו את האדם נסקלין וכו'.</b> סוגיית הגמ' עליה והצדדין שכתב רבינו ז''ל אוקימתות בגמרא אלא שאני תמה בשני הצדדין הראשונים שהם כשהרג עכו''ם או ישראלים טרפות הרי נדחו בגמ' דפרכינן ומועד לעכו''ם הוי מועד לישראל בתמיה פי' דילמא בעלים מנטרי ליה טפי מליגח לישראל ופרקינן אלא אמר ר''ל כגון שהרג בני אדם טרפה ופרכינן מועד לטרפה הוי מועד לשלם בתמיה ואמרינן אלא אמר רב פפא כגון דקטיל וערק וכו'. ואפשר שרבינו ז''ל אינו גורס בשני אוקימתות אלו אלא והוא מפרשן בניחותא שמועד לעכו''ם הוי מועד לישראל ומועד לטרפה הוי מועד לשלם ואין כן גירסת הספרים שלנו ולא כפי' רש''י ז''ל: ",
                "<b>וכן אם סכן ג' בני אדם וכו'.</b> פי' ולא מתו וכשנגח הרביעי מתו כולן לפיכך לא נסקל עד עתה כך פירש רש''י ז''ל: ",
                "<b>או שהרג ג' בהמות וכו'.</b> זה באמת קשה מן הראשונות דהא ודאי בתמיה אמר התם ומועד לבהמה הוי מועד לאדם ובכמה מקומות נראה כן ורבינו ז''ל עצמו כתב בפ''ו מועד לאדם אינו מועד לבהמה x וכ''ש דמועד לבהמה לא הוי מועד לאדם ואפי' גרסינן לה בניחותא ודאי אין הלכה כדברי רב זביד דאמר הכין אלא כרב פפא דפליג בריש פירקין ואמר דשור שהוא מועד למין אחד אינו מועד למין אחר ורבינו ז''ל פסק כרב פפא כמ''ש למעלה פרק ו', וצריך לי עיון: ",
                "<b>וכן אם הכירו העדים וכו'.</b> פי' ולבסוף הוכר בנגיחה רביעית ואוקימתא אמיתית הוא שם בגמ' (דף מ\"א): "
            ],
            [
                "<b>זה שכתוב בתורה וגם בעליו יומת וכו'.</b> מבואר שם בסנהדרין. ",
                "<b>ומה שכתב רבינו ז''ל ממשכנין מי שחייב בכופר.</b> בעיא שם בבא קמא (דף מ') ולא איפשיטא ופירשו בתוספות בד''ה חייבי כופר דביורשי הניזק מיבעיא ליה אם יכולין למשכנו ונראה מדבריהם דפשיטא דאילו לא רצה לשלם בית דין מגבין וממשכנין כשאר נזקין דעלמא ע''כ בחידושי הרשב''א ז''ל ונראה שזה דעת רבינו ז''ל: "
            ],
            [
                "<b>שור של שני שותפין וכו'.</b> זו ודאי בעיא שם דאמר כיצד משלמין כופר משלם האי כופר והאי כופר כופר אחד אמר רחמנא ולא שני כופרים נשלם האי חצי כופר והאי חצי כופר כופר שלם אמר רחמנא ולא חצי כופר ע''כ לשון הגמרא ולא פשטוה. ונראה דעת רבינו ז''ל בזה כיון דפשיטא לן שחייבין בכופר וכדקאמר כיצד משלמין כופר וקיימא לן דכופרא כפרה חייבין הן להביא כפרתן והולכין בה להחמיר ואין זה כשאר ספק חמץ דלקולא לנתבע: "
            ],
            [
                "<b>אין גומרין דין השור וכו'.</b> כדברי חכמים (דף מ\"ה:) שבברייתא השנויה שם: ",
                "<b>אבל אם לא היו לה בעלים וכו'.</b> הג' ראשונים שהזכיר רבינו ז''ל הם במחלוקת שם בגמרא (דף מ\"ד:) ופסק כסתם משנה דלא כר' יהודה. ",
                "<b>ומ''ש שאין האפוטרופסין משלמין את הכופר.</b> ברייתא מפורשת שם (דף מ'): "
            ],
            [
                "<b>שור שהוא טרפה וכו'.</b> בסנהדרין פרק אלו הנשרפין (דף ע\"א) ופסק כרב אשי. ובהשגות א''א ואם בפני הבית דין הרג נהרג משום ובערת הרע מקרבך ע''כ. למד זה התם מדאמר התם באדם טרפה שהרג בפני בית דין חייב משום ובערת ודי שנמעט השור ממה שהבעלים פטורין דהתם נמי ילפינן פטורא דשור מדלא קרינן ביה וגם בעליו יומת ויש לחלק דהאי קרא דובערת לא כתיב אלא באדם: "
            ],
            [
                "<b>המשסה כלבו בחבירו וכו'.</b> זהו דין שור האיצטדין השנוי במשנה פרק ארבעה וחמשה (דף ל\"ט) ודין הנחש משנה פרק אלו הן הנשרפין (ע\"ו:) והובא פרק כיצד הרגל (כ\"ט:) ופסק כחכמים: "
            ],
            [
                "<b>אין הבהמה נסקלת וכו'.</b> משנה פרק ארבעה וחמשה (דף מ\"ד) ועולה מכלל דברי רבינו שאם נתכוון להרוג ראובן והרג שמעון שהוא נסקל וכן העלו בגמרא: ",
                "<b>ואם היה מועד וכו'.</b> פסק כמימרא דשמואל בגמרא שם ובקנס העבד פסק כר''י: "
            ],
            [
                "<b>היה מועד ליפול על בני אדם בבורות וכו'.</b> מפורש שם ואליבא דשמואל, ופירוש מועד שעשה כן שלש פעמים וכן עיקר וכן מתברר פרק הפרה (דף מ\"ח): "
            ],
            [
                "<b>אין הבעלים משלמין את הכופר וכו'.</b> ברייתא פ' המניח (בבא קמא דף ל\"ג) ופסק כת״ק אבל במ״ש רבינו ז״ל ואפילו נכנס לתבוע שכרו יש קצת תימה איך לא חילק שלפי הסוגיא נראה דאי בעל הבית לא שכיח במתא פי' בשוק שהרי הוא כאילו נכנס ברשות ואולי שרבינו מפרשה בפנים אחרים: "
            ],
            [
                "<b>עמד בפתח וקרא וכו'.</b> שם בברייתא: "
            ],
            [
                "<b>בהמה שנכנסה בחצר הניזק.</b> בעיא דאיפשיטא סוף כיצד הרגל (דף כ\"ו) ודוקא ברשות הניזק ואז חייב אפילו בביאה ראשונה אבל ברה''ר אפילו בג''פ פטור לפי שאין חיוב הרגל ברה''ר: "
            ],
            [
                "<b>נ''ל שאע''פ שהתם שהמית בכוונה עבד וכו'.</b> כבר כתב רבינו למעלה שהמועד שהמית את בני חורין או את העבד שלא בכוונה משלם כופר וקנס אבל בתם סובר הרב שאם המית בן חורין פטור אפי' מחצי דמים דאין דמים לבן חורין וההיא סוגיא דפ' ד' וה' (דף מ\"ג) דמשמע מינה דיש דמים בבני חורין נאמרה דוקא לדעת רבה דאמר שור [שהמית בן חורין] שלא בכוונה פטור מן הכופר ואין הלכה כמותו ולדידן אין דמים לבן חורין אבל העבד יש דמים לעבד ושלא בכוונה שאין השור נסקל משלם מגופו. ובהשגות א''א זאת הסברא אינה מחוורת וכו'. ודברים אלו צריכין ביאור ארוך וכבר העירותי על דברי רבינו ז''ל. ודעת הר''א ז''ל הוא דתם לדידן כמועד אליבא דרבה ויש דמים לבן חורין: "
            ]
        ],
        [
            [
                "<b>כמה הוא הכופר וכו'.</b> זה מחלוקת פ' ד' וה' (דף מ') ופסק כחכמים דברייתא דאמרי דמי ניזק: ",
                "<b>וכופר העבדים וכו'.</b> פשוט ומבואר במשנה: ",
                "<b>וכל המעוכב גט שחרור וכו'.</b> בעיא ולא איפשיטא בגיטין פ' השולח (גיטין דף מ\"ב:) ולקולא. ואני תמה למה לא כתב רבינו ז״ל שאם תפס אין מוציאין מידו כדרכו בשאר תיקו שבממון ואפילו בתיקו דקנס כמו שיתבאר פ״ב מהלכות גניבה. וי״ל שאפשר שרבינו ז״ל סובר שהיא פשוטה שאין לה קנס דההיא דברייתא דאוקימנא התם דילמא כמאן דאמר א״צ סובר הוא שצריך כמו שפסק בה' עבדים ולא מפקינן ברייתא לבר מהלכתא אבל מתוך מ״ש רבינו פ״ד מהל' חובל ומזיק אינו נראה כן אלא אם תפס אין מוציאין מידו: "
            ],
            [
                "<b>למי נותנים וכו' ואם המית אשה וכו'.</b> ברייתא פרק ד' וה' (דף מ\"ב:) כר''ע: ",
                "<b>המית מי שחציו עבד וחציו בן חורין וכו'.</b> דברי רבינו ז''ל קיימין בשפחה שחצייה בת חורין אבל בעבד ודאי צ''ע שהרי כבן חורין הוא אלא שמחוסר גט שחרור וזה מוכרח בגמרא שם פ' השולח דקא בעינן התם מעוכב גט שחרור יש לו קנס או לא ואמר ת''ש המית מי שחציו עבד וחציו בן חורין נותן חצי קנס לרבו וכו' מאי לאו כמשנה אחרונה פי' שהודו ב''ה שכופין את רבו לשחררו וכותב שטר על חצי דמיו כדי שלא יבטל מפריה ורביה וש''מ דיש קנס למחוסר גט שחרור ודחינן לא כמשנה ראשונה פי' שאמרו ב''ה עובד את רבו יום אחד ואת עצמו יום אחד ועבד גמור הוא בחציו וכיון שכתב רבינו דמעוכב גט שחרור אין לו קנס וקי''ל כמשנה אחרונה כמו שיתבאר בהל' עבדים פ''ז היאך יהיה לזה קנס אבל בשפחה דקי''ל דעובדת את רבה יום אחד ואין חוששין לפריה ורביה לפי שאינו מצוה עליה וכמו שיתבאר שם יש לרבה חצי נזק ואני תמה איך כתב רבינו ז''ל כן בסתם וע''ק שכתב חציו עבד וצ''ע. אחר כן מצאתי לרבינו מאיר ז''ל שכתב כדברי שעבד אין לו קנס וכן עיקר: "
            ],
            [
                "<b>שור שנגח את האשה וכו'.</b> מבואר בברייתא (דף מ\"ב:) ובסוגיא פרק ד' וה': "
            ],
            [
                "<b>נגח שפחה ויצאו ילדיה וכו'.</b> מימרא פרק הפרה (דף מ\"ט): "
            ],
            [],
            [
                "<b>שור שנתכוון לבהמה וכו'.</b> נזקין שלא בכוונה הם בברייתא מחלוקת רבי יהודה ור''ש פרק ד' וה' (דף נ') ופסק כר' יהודה וידוע דר''ש ור' יהודה הלכה כר''י: "
            ],
            [
                "<b>שור תם שהמית והזיק וכו'.</b> ברייתא וסוגיא פ' החובל (בבא קמא דף צ':) ודעת רבינו ששור המועד אחר שדנוהו דיני נפשות אם דנין אותו דיני ממונות אין הבעלים חייבין לשלם מן העליה וזה שאמרו שם (דף צ\"א) סוף סוף מהיכא משתלם מרדיא פי' מחרישה ואין חוששין לעינוי דינו של שור וכשברח השור ליכא ביה רדיה ומבעלים ליכא לאשתלומי וכדאמרן. ואפשר לפרש הסוגיא על דרך זה ולומר דלהך אוקימתא בתרייתא לא חיישינן לעינוי דינו של שור. זה נ״ל לדעת רבינו ז״ל ובהשגות שיטה אחרת על דרך פירש״י ז״ל ואין בה הכרח: "
            ],
            [],
            [
                "<b>שור שהמית את האדם וכו'.</b> כרבנן בברייתא בסוף פרק ד' וה' (דף מ\"ד:): "
            ],
            [
                "<b>שור שלא נגמר דינו שנתערב וכו'.</b> מבואר בסוגיא דאלו הן הנשרפים (דף ע\"ט:) על המשנה דרוצח שנתערב באחרים ופסק כחכמים. ",
                "<b>ומה שכתב רבינו והם אסורין בהנאה.</b> כן מוכח בזבחים פ' התערובת (זבחים דף ע\"ו) ופשוט הוא: "
            ],
            [
                "<b>פרה מעוברת שהמיתה וכו'.</b> הכל מבואר שם באלו הן הנשרפים על ברייתא (דף פ') וסוגיא שעליה: "
            ],
            [],
            [
                "<b>שור הנסקל שהוזמו עדיו וכו' עד סוף הפרק.</b> מבואר בכריתות (דף כ\"ד) ריש פרק המביא מימרא בשם ר''י ורבא: "
            ]
        ],
        [
            [
                "<b>החופר בור ברשות הרבים וכו'.</b> משנה פ' הפרה (דף נ':): ",
                "<b>אפילו היה הבור מלא גזות וכו'.</b> שם מפורש בגמרא: ",
                "<b>ואחד שור וחמור וכו'.</b> משנה שם (דף נ\"ד:): "
            ],
            [
                "<b>אחד החופר בור ברה''ר וכו'.</b> משנה שם (דף מ\"ט:). <b>ומ''ש רבינו ז''ל או פתח לרשות חבירו</b> הוא פירוש שפי' רבינו ז''ל למה שאמרו במשנה ברה''י ופתחו לרה''י אחר חייב: ",
                "<b>ומה שכתב רבינו בשהפקיר רשותו.</b> הוא מחלוקת שם ופסק כר''ע ואליבא דרבה או כר' ישמעאל ואליבא דרב יוסף וכסתם משנה וכן בהלכות. ומה שפטר רבינו כשהפקיר רשותו ובורו דבר פשוט ומוסכם מרוב המפרשים ז''ל שהרי על הכריה אינו חייב שברשות כרה וכשהפקירו הרי סלק עצמו מן הכל: "
            ],
            [
                "<b>אחר החופר או שנחפר וכו'.</b> מבואר בפרק הפרה שם במימרא דרבא: "
            ],
            [
                "<b>אחד החופר או המגלה וכו'.</b> מבואר שם: ",
                "<b>ואם כסהו כראוי וכו'.</b> מפורש שם בסוגיא ובגמרא (דף נ\"ב) ובמשנה: ",
                "<b>כסהו בדבר שיכול לעמוד וכו'.</b> מבואר שם בסוגיא כלישנא בתרא וכו': "
            ],
            [
                "<b>התליע מתוכו ונפלו בו וכו'.</b> בעיא (דף נ\"ב:) ואיפשיטא שם כדברי רבינו. בהשגות א''א הרי''ף לא הביא בהלכותיו מכל אותה הסוגיא כלום וכו'. וכבר חילקו המפרשים בין זו לתחילתה בפשיעה דשאני הכא שלא בא האונס מחמת הפשיעה וכן תירצו ז''ל והיאך עלה בדעת הר''א לדחות בעיא דאיפשיטא מברייתא בשביל סברא לומר שקשה לאמוראים דאמרי תחלתו בפשיעה וסופו באונס חייב ואין ראיה מדברי הרב רבי יצחק ז''ל שהרי השמיט הרבה הלכות פסוקות מענינים אלו לפי שאינם מצויין וזו אחת מהן: "
            ],
            [
                "<b>המוצא בור וכסהו וכו'.</b> מבואר בסוגיא בפ' המניח (בבא קמא דף כ\"ט:) ובהשגות בעל הבור חייב בכדי שידע ע״כ. דימה הר״א ז״ל דין זה לבור של שותפין שיתבאר למטה שאין הראשון חייב עד שידע. ויש לי לחלק שכאן לא היה לו לסמוך על כסויו של אדם שאין לו חלק בבור ואפילו ידע בכסויו לפי שהיה לו לחוש שמא יבוא הלה ויטול כסויו ולפיכך היה לו לבעל הבור לכסותו משלו ואם לא כיסהו משלו אפילו בא אחר וגלהו חייב משא״כ בבור של שותפין שהראשון היה לו לסמוך על כסויו ועל השני שעבר שם הוא החיוב כיון שהראשון לא ידע וזה ברור: "
            ],
            [
                "<b>בור של שני שותפין ועבר הראשון וכו'.</b> משנה מפורשת פ' הפרה (דף נ\"א) ומסירת הדלי מבואר בגמרא (שם ע\"ב) ופסק כראב''י דאיפסיקא הלכה כוותיה בנדרים (דף נ\"ו:): ",
                "<b>כסהו הראשון ובא השני וכו'.</b> משנה שם. ",
                "<b>ומה שכתב רבינו ז''ל וכדי שישכור פועלים וכו'.</b> פסק כר''י וכן פסקו ז''ל. ובהשגות א''א אין בגמרא עד שידע הראשון וכו'. ומדברי שאר המפרשים נראה דבעינן שידע ממש וכדברי רבינו וכן עיקר: "
            ],
            [
                "<b>המוסר בורו לשומר וכן אם מסרו לחש''ו אע''פ שהיה מכוסה הרי הבעלים וכו'.</b> דין החרש שוטה וקטן ברייתא פ''ק (דף י'). ובהשגות א''א אני אומר שאינו מכוסה כראוי ע''כ. וכבר הכריע הרשב''א ז''ל כדברי רבינו ז''ל שאפילו מכוסה כראוי חייב אליבא דחזקיה דהלכתא כוותיה לגבי ר''י דרביה הוה וכמוכרח הוא בסוגיא שם וכבר כתבתי כיוצא בזה פרק רביעי בדין שור: "
            ],
            [
                "<b>המכסה בורו בדליו של חבירו ובא וכו'.</b> מימרא בפרק המניח (בבא קמא דף ל'): "
            ],
            [
                "<b>אחד החופר בור וכו'.</b> משנה פרק הפרה (דף נ':). <b>ומ''ש רבינו ואם הוזקו חייבין לשלם</b> פירוש בחפירת כל שהוא לפי שאין שיעור לנזקין וכמ''ש למטה, ובתוספתא מחלוקת ופסק כת''ק דאמר כל שהוא וכסתם משנה שלא נתנה בו שיעור: "
            ],
            [
                "<b>היה עומק הבור ט' וכו'.</b> מימרא פרק הפרה (דף נ\"א:) לפי הנראה מדבריו כך היא גרסתו שם אמר רבא וכו' בור תשעה ומהם טפח מים חייב קסבר כל טפח מים כטפחיים ביבשה דמי איבעיא להו בור שמונה ומהם טפחיים מים מהו מי אמרי' כיון דלא עמיק לית ביה הבלא או דילמא כיון דנפישי מיא אית ביה הבלא ואת''ל כיון דנפישי מיא אית ביה הבלא בור שבעה ומהם שלשה טפחים מים מהו ודאי קריבה ליה לגבי ארעא או דילמא נפיש להו הבלא תיקו. ובספרינו מוחלפת השיטה דפשיטא להו בור שמונה ומהם טפחיים מים דחייב ומיבעיא להו בור תשעה וטפח מים ובור שבעה ושלשה טפחים מים: "
            ],
            [
                "<b>החופר בור עמוק עשרה טפחים וכו'.</b> ברייתא שם (דף נ\"א) ואתיא אליבא דרבנן וכלישנא קמא דרב זביד דטפי עדיף לאוקמיה כהלכתא. ודע שהוא הדין לחופר בור שמונה ובא אחר והשלימו לתשעה ששניהם חייבין בנזקין שהרי היה במעשה הראשון שיעור לנזקין וכ''כ ז''ל: ",
                "<b>חפר הראשון פחות מעשרה וכו' זה האחרון חייב.</b> פי' חייב לגמרי וכרבנן דאמרי הכי והראשון נפטר אפי' מנזקין. והטעם מפני שהאחרון העתיקו ממדת נזקין למדת מיתה ומתוך כך חייב בכל ואינו דומה לחופר בור ח' ובא אחר והשלימו לט' שכתבתי למעלה ששניהם חייבין לפי ששם עדיין במדת נזקין הוא עומד, זה דעת המפרשים ז''ל: ",
                "<b>סתם טפח שהוסיף וכו'.</b> בעיא ולא איפשיטא (דף נ\"א:): "
            ],
            [
                "<b>חפר הראשון בור עמוק וכו'.</b> בעיא שם והרכיב רבינו שתי הלשונות האמורין שם, וביאור דבריו ז''ל כך בשחפר הראשון בור עמוק לשיעור המיתה ובא אחר והרבה ברחבו ונפל השור מאותו צד שהרחיבו וכגון שלא הרחיבו בהיקף כולו אפילו מת מחמת הבל הבור חייב שאם לא הרחיב זה האחרון היזק הבור לא היה נופל שם ואין צריך לומר אם מת מחמת חבטה, נפל השור בצד האחר שלא הרחיב זה בו אם מת מחמת הבל האחרון פטור שהרי מיעט הבלו אם מחמת חבטה מת האחרון חייב. זהו כוונתו ז''ל והוא תימה איך עירב הלשונות דבודאי משמע דללישנא קמא הכל תלוי בהבל וחבט לבד ולא איכפת לן מאי זה צד נפל. ללישנא בתרא הכל תלוי מאי זה צד נפל ואם לא נפל מאותו צד שהרחיב הוא אפילו מת מחבטה האחרון פטור ואולי דעת רבינו ז''ל שאינן חולקין לענין הדין וצ''ע: "
            ],
            [
                "<b>בור שחייבה עליו תורה וכו'.</b> פסק כשמואל (דף נ':) דהלכתא כוותיה בדיני. ",
                "<b>ומה שכתב לפיכך אם היה עומק הבור כרחבו אין לו הבל.</b> מימרא שם פרק הפרה ובשלא נחבטה הפרה כמה שכתב הוא ז''ל דאי נחבטה כיון דקי''ל כשמואל ודאי מיחייב בכל גוונא וכן פירשו ז''ל: "
            ],
            [
                "<b>עשה תל גבוה ברה''ר וכו'.</b> גם זה כשמואל ושיעור העשרה טפחים דומיא דבור: "
            ],
            [
                "<b>אבל אם היתה פקחת ונפלה ביום ומתה וכו'.</b> משנה שם (דף נ\"ב) וגמרא (דף נ\"ה): ",
                "<b>וכן אם נפל לתוכו אדם ומת וכו'.</b> משנה שם: ",
                "<b>ואם הוזק בו אדם או הבהמה הפקחת וכו'.</b> נזקי האדם ליחייב הם מפורשים בגמרא פ' המניח (בבא קמא דף ל\"ג) ה״מ לענין קטלא אבל לענין נזקי האדם חייב אבל חיוב נזקי הבהמה הפקחת לא נתבאר בגמרא. ובהשגות א״א ובהמה הפקחת ביום למה ומה בין נזק למיתה לענין זה ע״כ. ול״נ שיצא דין זה לרבינו ממה שאמרו פ' המניח (בבא קמא דף כ\"ז:) לפי שאין דרכן של בני אדם להתבונן בדרכים והביאה ז״ל פי״ג וסובר הרב ז״ל דכ״ש בהמה שאין בה דעת וכשמיעטו בהמה פקחת ביום לא מיעטוה אלא מן המיתה בדוקא שהפקחות מעיינות ונשמרות ממכשול גדול שיש בו סכנת נפשות אבל אינן שומרות עצמן בכל עת מן הנזקים ולפיכך חייב בעל הבור על נזקיהם שאין זה אונס, ואפשר שהרב רבינו אברהם ז״ל סבור שהאדם שהוא בעל מחשבה הוא שאינו מתבונן בדרכים אבל בהמה דרכה להתבונן והלכך ה״ל כאונס ופטור וכן פי' הרשב״א ז״ל: "
            ],
            [
                "<b>נפל לתוכו שור של פסולי המוקדשין וכו'.</b> מימרא פ' הפרה (דף נ\"א) ובהשגות א''א אע''ג דפרקיה ע''כ. ונראה שיצא לו להר''א ז''ל מן הסוגיא שמיעטו בבור שור פסולי המוקדשין החייב בשור כדאיתא התם בהדיא ובשלא נפדו אפילו בשור פטור כמו שיתבאר בפרק זה ואף דעת רבינו כן הוא שהרי לא חילק: "
            ],
            [
                "<b>היה חופר בבור ונפלה הבהמה מקול החפירה וכו' נפל לפניו מקול החפירה חוץ לבור וכו'.</b> הלשון הנמצא בספרי רבינו הוא משובש משבוש המעתיקים והר''א ז''ל תיקן דבריו בהשגות ולא הגיע בידי הנוסחא המתוקנת בהשגות ועיקר הדברים מחלוקת דרב ושמואל פרק הפרה (דף נ\"ג) ונחלקו המפרשים ז''ל בפסק הדין ואין הדברים הללו מצויין כדי להאריך בהם: "
            ],
            [
                "<b>שור שדחף בהמה וכו' עד אתה משלם לי.</b> הכל מבואר שם בברייתא ובמימרא ואליבא דר' נתן ופסק כמוהו משום דדיינא הוה ונחית לעומקא דדינא ותו דקיימא מתנית' כוותיה וכן כתוב בהלכות. ",
                "<b>ומ''ש רבינו ז''ל אע''פ שהיא גדולה ופקחת כיון שנדחפה הרי היא כמי שנפלה בלילה.</b> כן פירש''י ז''ל וכן עיקר אע''פ שבעלי התוס' חולקים בדבר. <b>ומ''ש בשור פסולי המוקדשין שנגח שהוא פטור,</b> אינו קשה למ''ש פרק שמיני ופסולי המוקדשין יש בהן נזקין בין שהזיקו בין שהוזקו מפני שדבריו שם הם בשנפדו כמו שכתב שם שהרי יצא לפדיון וכאן בשלא נפדו וכן דעת כל המפרשים: "
            ],
            [],
            [],
            [
                "<b>מי שהיה חופר בור ברשות הרבים וכו'.</b> ברייתא הובאה פרק קמא דערכין (דף ו') ופסק כפשט הברייתא ואיתא ס״פ גט פשוט (בבא בתרא דף קע\"ה:) והאוקימתות שנאמרו עליהם בגמ' הם אליבא דמ״ד מלוה על פה אינו גובה מן היורשין ואין הלכה כן כמו שיתבאר פי״א מהל' מלוה ולוה: "
            ]
        ],
        [
            [
                "<b>כלים שנפלו לבור ונשתברו בעל הבור וכו'.</b> מבואר במשנה שם פרק הפרה (דף נ\"ב) ודלא כר''י דגמ' (דף נ\"ג:): "
            ],
            [],
            [
                "(ב-ג) ",
                "<b>הבור מאבות נזיקין הוא.</b> פסק כשמואל דאמר פרק המניח (בבא קמא דף כ\"ח) כולן מבור למדנו וכן פסק האלפס ז''ל: ",
                "<b>כיצד המניח אבנו או סכינו וכו'.</b> מפורש שם דין אבנו וסכינו ומשאו. ",
                "<b>ומה שכתב רבינו ואם הניחן ברשותו והפקיר וכו'.</b> פשוט הוא שאחר שיש לו דין בור הכל שוה: "
            ],
            [
                "<b>הכניס שורו לחצר בעל הבית שלא וכו'.</b> פ' הפרה (דף מ\"ח) מימרא: "
            ],
            [
                "<b>המניח את הכד ברה''ר וכו'.</b> משנה בהמניח (דף כ\"ו). ",
                "<b>ומ''ש רבינו ז''ל לפי שאין דרך בני אדם להתבונן בדרכים.</b> אוקימתא אמיתית שם. ",
                "<b>ומ''ש ואפילו הפקיר הכד.</b> פסק כר''י וכן בהלכות: "
            ],
            [
                "<b>הניח את הכד במקום שיש לו רשות להניחה וכו'.</b> זה יצא לרבינו ממה שאמרו שם (דף כ\"ז:) קרנא דעצירי היה דכיון דברשות עבדי הוה ליה לעיוני ומיזל. ופירש רבינו קרנא דבי עצורי קרנות של גיתות וכן פסקו בהלכות. ומ''מ אפילו באותן מקומות חייב רבינו אם היתה אפלה והדין עמו שהרי כך נראה מהסוגיא שם: "
            ],
            [
                "<b>נשברה כדו ברה''ר והוחלק אחר במימיה.</b> פירוש כגון שנתקל ומתוך כך נשברה כדו ופסק כר''י דאמר נתקל לא פושע הוא ולזה כתב רבינו לפי שהוא אנוס אבל אם שברה בכוונה ודאי חייב, ופסק זה כפסק ההלכות כר''י דמתניתין וכחכמים דברייתא והכין קי''ל דמפקיר נכסיו מתוך האונס פטור וחייב בדיני שמים מפורש בברייתא. ",
                "<b>ומ''ש רבינו ואם נתכוון לזכות בחרסיה והוזק בהן אחר חייב.</b> מפורש שם ובהלכות: "
            ],
            [
                "<b>שני קדרין שהיו מהלכים בדרך זה אחר זה וכו'.</b> משנה שם (דף ל\"א) ופסק כר''י דגמרא ופטור הכלים הוא מפני שכל תולדות בור כלים פטורין בו כמו שנתבאר: "
            ],
            [],
            [
                "<b>הקדרין והזגגין וכיוצא בהן וכו'.</b> גרסת רבינו ז''ל כגרסת ההלכות ורש''י ז''ל והיא הנכונה. <b>ומ''ש רבינו הראשון חייב בנזקי גופו של שני</b> בשהיה לו לעמוד ולא עמד דדוקא בשהזיק גופו אבל בשהזיק ממונו אפילו בגוף הראשון פטור שלא מצינו בור שחייב בו את הכלים כמו שנתבאר בסמוך ולזה כתב רבינו בנזקי גופו של שני. ועל מ''ש רבינו <b>ז''ל בין שהוזק במשאו</b> כתוב בהשגות א''א זהו תימה שהרי כתב הסוגיא כדעת ר''י כו' ההיא שעתא מיהת בורו של ראשון הוא וראשון פטור דהא לאו בורו הוא ומפקיר נזקי אונסים פטור ע''כ. ודבריו פשוטים שכשחייב רבינו במשא הראשון לא חייב אלא בשלא הפקירו שאם בשהפקיר משאו כבר נתבאר בפרק זה שנתקל אנוס הוא ונתבאר שמפקיר נכסיו מתוך האונס פטור וחיוב השני כשהוזק גוף השלישי בגופו הוא מפני שהיה לו לעמוד ולא עמד ודבריו ז''ל כדברי ההלכות: "
            ],
            [
                "<b>נפל הראשון והיה מוטל לרוחב הדרך ונתקל וכו'.</b> מפורש שם (דף ל\"א:) ברייתא: "
            ],
            [
                "<b>השופך את המים בר''ה וכו'.</b> שם (דף ל') משנה. ",
                "<b>ומ''ש ואם נטנפו כליו פטורין.</b> הוא כשמואל דגמ' ודלא כרב והטעם מפני שכל אלו הנזקין תולדות בור ולא מצינו בור שחייב בו את הכלים: ",
                "<b>נבלעו המים בארץ ונשארה הארץ חלקה וכו'.</b> נ''ל שכוונת רבינו היא שאפי' נבלעו המים כל זמן שהארץ חלקה מחמתן חייב וההיא מימרא דרב דאמר קרקע עולם הזיקתהו והסוגיא שעליה דמוכחא דדוקא בשלא תמו מיא כולא דלא כשמואל ואע''ג דלא פליג התם בהדיא הא פליג לעיל וזהו שבהלכות לא הביאו הא דתמו מיא לפטורא. אך הר''א ז''ל כתב בהשגות שכוונת רבינו היא בשלא נבלעו המים וז''ל א''א פירוש שנעשית טיט וכו'. ואין פירושו מחוור אלא לא תמו מיא שנעשית הקרקע רפש וטיט ותמו מיא הוא שאין טיט וכן פי' רש''י ז''ל ודברי ההלכות לראיה שדעתם שאותה סוגיא דלא כהלכה: "
            ],
            [
                "<b>כל אלו שפותקין ביבותיהן וכו'.</b> ברייתא שם (דף ל') ואם הוזקו בהם כלים פטור כמו שנתבאר: "
            ],
            [
                "<b>לא יוציא אדם תבנו וקשו וכו'.</b> משנה וגמרא שעליה ופסק כרב דאמר התם כל הקודם בהם זכה בין בגופן בין בשבחן מ''ט קנסו גופן משום שבחן. ",
                "<b>ומ''ש רבינו ואם קדם אדם וזכה בהן משעת הוצאה לרה''ר וכו'.</b> בעיא שם ולא איפשיטא: "
            ],
            [
                "<b>יש לכל אדם להוציא את הזבל ואת הגללים וכו'.</b> פסק כר' יהודה במה שאמר שבשעת הוצאת זבלים מותר להוציא ברה''ר ופסק דלא כוותיה בנזקין שר' יהודה היה פוטר כשהוזק בהם אדם ואנן קי''ל דחייב וכ''כ בהלכות. ",
                "<b>ומ''ש רבינו ז''ל וחייבין על זה הגלל משום גזל.</b> מפורש שם בגמרא: "
            ],
            [
                "<b>אין שורין טיט ברה״ר.</b> משנה בב״מ פרק הבית והעליה (בבא מציעא דף קי\"ח): "
            ],
            [
                "<b>הבונה ברה''ר וכו'.</b> פי' שאינו רשאי להשהות אבניו ברה''ר אלא תיכף להובאה לקובעה בבנין וכן מוכח שם בגמרא ודלא כרשב''ג דאמר מתקן הוא מלאכתו לפני שלשים יום מפני שדברי רשב''ג העמידום בגמ' בשיטה ואינה הלכה וכמ''ש בהלכות: "
            ],
            [
                "<b>החוצב שחצב אבן ונתנה לסתת וכו'.</b> ברייתא שם וחלוק השכירות וקבלנות שם. ופי' שאפי' בקבלנות כל זמן שנפלה מיד אדם אי זה שיהיה הוא חייב בנזקיה כיון שמידו נפלה וכולן פטורים אבל כשהונחה על גבי הדימוס ונפלה כיון שהם בקבלנות כולן חייבים אבל בשכירות האחרון חייב לפי שעליו לקובעה בבנין: "
            ],
            [
                "<b>הכותל והאילן שנפלו לרשות הרבים וכו'.</b> משנה שם (דף קי\"ז:) והובאה פרק קמא בבבא קמא (דף ו':) ודברי רבינו הם כשהזיקו בשעת נפילה ולפיכך פטור אע''פ שהפקירן וכן מוכח שם מפני הטענה שכתב רבינו ז''ל אבל אם הוזק בהן לאחר נפילה ודאי אם הפקירן הוה ליה מפקיר נזקיו מתוך האונס ופטור ואם מתכוון לזכות בהן חייב כמו שנתבאר למעלה בדין נשבר כדו ונתכוון לזכות בחרסיה וזה ברור וכשהזיק בשעת נפילה שהוא פטור כתב הרשב''א ז''ל ודוקא כשבנאו כראוי אבל אם לא בנאו כראוי חייב והכין איתא בתוספתא דקתני נפל הכותל מחמת הזועות מחמת הרוח ומחמת הגשמים אם בנאו כדרכו פטור ואם לאו חייב עכ''ל: ",
                "<b>וכמה הזמן וכו'.</b> מימרא שם בהבית והעליה (דף קי\"ח): "
            ],
            [
                "<b>המצניע את הקוץ והזכוכית כו'.</b> משנה פ' המניח (בבא קמא דף ל') מימרא שם, ופי' הפריח שהוציא חוץ מרשותו: "
            ],
            [
                "<b>המצניע קוציו וזכוכיותיו בתוך הכותל של חבירו וכו'.</b> ברייתא מימרא שם: "
            ],
            [
                "<b>חסידים הראשונים וכו'.</b> ברייתא ומעשים שם: "
            ],
            [
                "<b>לא יסקל אדם מרשותו לרשות הרבים וכו'.</b> ברייתא פרק הפרה (דף נ':): ",
                "<b>אין עושין חלל תחת רשות הרבים וכו'.</b> משנה פרק חזקת הבתים (בבא בתרא דף ס') ופסק כחכמים. ודע שאף על פי שאינו רשאי לעשות כן לכתחילה אם עשה וכסה כראוי פטור כמו שנתבאר פרק י״ב. ופי' כראוי הוא במקום שהשוורים מצויין לעמוד בפני השוורים ואם מצויין שם גמלים כראוי לגמלים. ובירושלמי מפרש שאם עגלות מצויות שם עד שתהא עגלה מצויה טעונה מהלכת וטעונה אבנים והכל כלל רבינו פ' י״ב במלת כראוי: ",
                "<b>והחופר בור לצורכי הרבים מותר וכו'.</b> ברייתא פרק הפרה (דף נ'): "
            ],
            [
                "<b>אין מוציאין זיזין וגזוזטראות לרה״ר וכו'.</b> משנה פרק חזקת הבתים (בבא בתרא דף ס') ומה שהתיר רבינו למעלה מגמל ורוכבו היא סברא כתובה בהלכות ולמדוה מדין אילן שהוא נוטה כמו שיתבאר בסמוך. ",
                "<b>ומ''ש רבינו אבל אינו יכול להחזיר כתלים למקומן.</b> מימרא שם ופסק כר''י: "
            ],
            [
                "<b>לקח חצר וכו'.</b> מימרא ומשנה שם: "
            ],
            [
                "<b>אילן שהיה וכו'.</b> משנה סוף פרק לא יחפור (בבא בתרא דף כ\"ז:) ופסק כת״ק: ",
                "<b>ומניחין מקום פנוי וכו'.</b> מימרא במציעא בפ' המקבל (בבא מציעא דף ק\"ז:). ",
                "<b>ומ''ש ואין מתרין בבעליו.</b> מבואר שם מכריז ר' אמי מלא כתפי נגדי בתרי עברי נהרא קוצו: "
            ],
            [
                "<b>מי שהיתה וכו' עד סוף הפרק.</b> משנה פרק המוכר פירות (בבא בתרא דף צ\"ט:): "
            ]
        ],
        [
            [
                "<b>המדליק וכו'.</b> זה פשוט ומבואר פרק הכונס (בבא קמא דף ס\"א): "
            ],
            [
                "<b>הרחיק וכו'.</b> מפורש שם במשנה ופסק כרבי שמעון דהכין איפסיקא הלכתא בגמ': ",
                "<b>וכן אם עברה נהר או שלולית וכו'.</b> ברייתא שם. ופי' ר''י שלולית אמת מים שמחלקת שלל לאגפיה. ונראה שדעת רבינו שכל כיוצא בזה אפי' בדליקה גדולה פטור: "
            ],
            [
                "<b>במה דברים אמורים באש הקודחת וכו'.</b> פירוש x קודחת שאין שלהבת גדולה ופסק כרב דאמר הכין ודלא כשמואל משום דתניא כוותיה דרב שם: "
            ],
            [
                "<b>נפלה דליקה בחצרו וכו'.</b> מבואר פ' כיצד הרגל (דף כ\"ג) בסוגיא דאשו משום חציו: "
            ],
            [
                "<b>השולח את הבעירה ביד חרש וכו'.</b> משנה פ' הכונס (בבא קמא דף נ\"ט:): ",
                "<b>בד''א שמסר להן גחלת וכו'.</b> פסק כחזקיה דאמר הכין בגמ' משום דהוא רביה דר''י ותו דמשמע דר''ל קאי כוותיה והוי להו תרי לגבי חד וכ''פ הרי''ף ז''ל בהלכות וכתב שיש חולקים: "
            ],
            [
                "<b>שלח את הבעירה ביד פקח וכו'.</b> משנה שם. ",
                "<b>ומ''ש רבינו אם הניח שומר לשמור את הבעירה השומר חייב.</b> יצא לו ז''ל מדין שאר המזיקין שהשומרין נכנסין תחת הבעלים: "
            ],
            [
                "<b>אחד הביא את האור ואחד הביא את העצים וכו'.</b> משנה שם. ופי' המביא את העצים חייב כגון שהובערו ברוח מצויה תמיד והראשון פטור לפי שלא עשה כלום: ",
                "<b>בא אחר וליבה המלבה חייב וכו'.</b> משנה שם והטעם שכיון שלא היתה מתלבה מאליה הראשונים פטורין: ",
                "<b>ליבתו רוח שאינה מצויה וכו'.</b> במשנה שם לבתו הרוח כולן פטורים ופירשו בירושלמי דוקא ברוח שאינה מצויה וכדברי רבינו ז''ל והוא מוכרח במקומות רבים מן המסכת וכ''כ ז''ל. ופירוש רוח שאינה מצויה תמיד הוא שאין העולם מתנהג בה תמיד אלא לפעמים אע''פ שהיא באה בעתים הרבה ואצ''ל רוח סערה שאינה נושבת אלא לעתים רחוקים וכן מפורש בירושלמי וכן עיקר. וכתב ",
                "<b>ז''ל וכולן פטורים.</b> דוקא בשלא היה הרוח ההוא מנשב בשעה שהאחרון עשה מעשה אבל אם היה מנשב באותה שעה הרי חזר כרוח מצויה וחייב: ",
                "<b>ליבה וליבתו הרוח חייב וכו'.</b> בהשגות א''א ואיך לא הפליג וכו'. והייתי סבור לתרץ שדעת רבינו ז''ל היה לפסוק כאחת מן האוקימתות שנאמרו על זאת הברייתא (דף ס') דאביי ורבא ודר' זירא דלכולהו דברי רבינו ז''ל קיימין דאביי אמר התם כי בעינן בלבויו כדי ללבות ה''מ כגון שליבה מצד זה וליבתו הרוח מצד אחר פי' והלכו שני האשים ונתערבו ומפני זה בדוקא ואם לא היה בלבויו כדי ללבות פטור ורבא אמר התם דלהכי פטור כגון שליבה הרוח מצויה וליבתו הרוח ברוח שאינה מצויה פירוש שבשעה שהתחיל ללבות לא היה נושב אלא מצויה ולא היה בשניהם כדי ללבות ואח''כ ליבתו הרוח שאינה מצויה ומש''ה פטור ור' זירא אמר דצמרה צמורי פירוש שלא נפח ממש אלא בנשימה שחממה ומש''ה פטור ולפי אוקימתות אלו דברי רבינו כפשטן קיימין ויפסוק רבינו דלא כרב אשי דאמר התם דגרמא בנזקין וגרמא בנזקין פטור בכל גוונא אלא שקשה לי שרבינו ז''ל עצמו פסק פי''ח מהלכות שכנים כאוקימתא דרב אשי וכמו שאכתוב שם ומוכרח הוא וצל''ע: <b>לעשות בגדיש</b> עלה לי תירוץ לקושיא אחת שהיתה קשה לי בסדר המשנה ששם שנינו המדליק את הגדיש והיו בו כלים ודלקו ר' יהודה אומר ישלם וכו' ומודים חכמים לר' יהודה במדליק את הבירה וכו' והייתי תמה למה נשנית זאת הבבא דגדי כפות בין מחלוקת חכמים והודאתן. אבל מפני שחכמים מודים במוריגין וכלי בקר וכל שדרכו להיות בגדיש השמיענו התנא שאף הגדי דרכו להיות בגדיש וחייב עליו, זה עולה לי מדברי רבינו ז''ל וכן מצאתי אח''כ בתוס' בד''ה והיה גדי בשם רבינו תם ז''ל בפרק כיצד הרגל. ובהשגות על מה שכתב רבינו חייב א''א זה איני יודע מהו דהכא לאו בטמון איירי ע''כ. ונעלם מעיני ולא ידעתי מה אינו יודע שהפטור כשעבד כפות הוא משום דקים ליה בדרבה מיניה במיתת העבד שהיה כפות ולא היה יכול לברוח, וכן מוכרח הסוגיא שבפרק כיצד הרגל (דף כ\"ב:) וכשאמר רבינו בגדי כפות ועבד סמוך חייב פירשו המפרשים ז''ל שאינו חייב אלא על הגדי ולא על העבד מפני שהיה לו לברוח וכן יש מי שפירש דגדי כפות ל''ד אלא אפילו סמוך חייב מפני שאינו בן דעת לברוח. ויש מי שפירש דוקא כפות וכן עיקר: "
            ],
            [],
            [],
            [],
            [
                "<b>המשאיל מקום לחבירו וכו' השאילו מקום להגדיש חיטים וכו'.</b> הכל מבואר בברייתא פרק הכונס (ס\"ב): "
            ],
            [
                "<b>המדליק את הבירה של חבירו משלם וכו'.</b> משנה שם (דף ס\"א) ודין השבועה במה שהוא אמוד מפורש בגמרא וכתוב בהלכות. וכבר נחלקו המפרשים ז''ל בגלוי אם היה מדליק טוען ברי לא היה כי אם כור חטים והלה טוען שני כורין ונודע שהדליק אלא שאין שם עדים כמה היו שיש מי שכתב שמשלם כור אחד ונשבע ונפטר כיון שהוא טוען ברי ויש מי שכתב שהלה נשבע ונוטל כדין הנגזל וכן עיקר: "
            ],
            [
                "<b>גמל שהוא טעון פשתן ועובר ברה״ר וכו'.</b> משנה פרק הכונס (בבא קמא דף ס\"ב:). ",
                "<b>ומ''ש בין שעמדה וכו'.</b> הוא מתבאר פ' כיצד (דף כ\"ב) ויש מי שפירש שמה שאמרו בעל הגמל חייב פירושו על מקום השלהבת הראשון נזק שלם ועל שאר הבירה חצי נזק דומה לכלב שנטל חררה שנתבאר דינו פ''ב אבל אם היתה מסכסכת כל הבירה חייב על כל הבירה נזק שלם, ופי' מסכסכת שהדליק כל הבירה בבת אחת ואז תהיה כולה במקום שלהבת הראשון ונתלו בזה אלו המפרשים בסוגיא האמורה פרק כיצד ודברי רבינו ז''ל משנה כפשטה: "
            ],
            [
                "<b>הכופף קמתו של חבירו וכו'.</b> ברייתא ר״פ הכונס (בבא קמא דף נ\"ה נ\"ו) וכבר נתבאר פירוש רוח שאינה מצויה ודוקא שאינה מצויה בעת הכפיפה ואחר כן נשבה אבל אם היתה מצויה באותה שעה אפילו בדיני אדם חייב וכמו שנתבאר למעלה בפרק זה: ",
                "<b>והטומן קמתו של חבירו וכו'.</b> שם בהכונס: "
            ],
            [
                "<b>אש שעברה והזיקה את האדם וכו'.</b> זה מבואר פרק כיצד הרגל (דף כ\"ב) בפלוגתא דר''י ופסק כר''י דאמר אשו משום חציו. ואני תמה אחר שהוא ז''ל פוסק כר''י איך לא חלק בטמון כמו שחלקו שם הסוגיא דלא משכחינן לר''י טמון פטור אלא כשנפל גדר שלא מחמת דליקה והיה לו לגדור ולא גדרו ואולי שרבינו ז''ל מפרשה בפנים אחרות, ואפשר שדעתו ז''ל שאין להניח פשט המשניות והברייתות והמימרות שלא חלקו בטמון מפני הסוגיא ההיא: "
            ],
            [
                "<b>כל וכו'.</b> זה מבואר בפירקא קמא וכן בהלכות: <b>סליקו הלכות נזקי ממון בס''ד</b> "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "מגיד משנה על משנה תורה, הלכות נזקי ממון",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maggid Mishneh",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}