{
    "text": {
        "0": {
            "0": "[Die Pflicht bei der Teschuwa ein Sündenbekenntnis abzulegen] Alle Vorschriften der heiligen Schrift, seien es Gebote oder Verbote — erheischen, dass Derjenige, Der, sei es wissentlich, oder ohne es zu wissen, sich eine Übertretung derselben zu Schulden kommen lässt, und dieselbe nachher bereut, vor Gott, gelobt sei Er, ein Bekenntnis derselben ablege; denn es heißt (Num. 5:6-7): »Wenn ein Mann, oder eine Frau etwas tut u. s. w., so müssen sie die Sünde (Awera), die sie begangen, vor Gott bekennen«. Dies deutet nun auf ein mündliche Sündenbekenntnis, weshalb dieselbe auch Gebots-Vorschrift ist. — Man legt das Sündenbekenntnis folgendermaßen ab: »Ich flehe Dich an, o Ewiger; ich habe gefehlt, bin abgewichen, habe übertreten (die Gebote) vor Deinem Angesichte; ich habe dies und jenes getan. —Jetzt aber bereue ich es, schäme mich meiner Missetaten, und werde niemals dergleichen wieder begehen.« Dieses ist die Grundlage des Sündenbekenntnisses; wer aber seine Bekenntnisse noch mehr ausdehnt, und sich bei dieser Handlung länger verweilt, ein Solcher ist nur zu loben. Ebenso haben auch alle Diejenigen, welche Sünd- und Schuldopfer darbringen, durch das bloße Opfer keine Vergebung ihrer wissentlichen Vergehen zu gewärtigen, so lange sie nicht Buße (Teschuwa) getan und ihre Sündenbekenntnisse ausgesprochen haben, wie es auch geschrieben steht: »Und er soll bekennen beim Opfer, was er gefehlt« (Lev. 5:5). In gleicher Weise wird allen Denjenigen, welche den Tod durch das Gericht verwirkt, oder eine Züchtigung (Malkot) verdient haben, durch die bloßes Züchtigung noch keine Verzeihung erwirkt, bevor sie nicht Teschuwa getan und ihr Bekenntnis abgelegt haben. Ebenso wird Demjenigen, der seinem Nächsten Schaden an seinem Leibe oder Vermögen zufügt, wenn er ihn auch nachher dafür entschädigt, dennoch nicht verziehen, es sei denn, dass er zugleich seine Sünden bekennt und als Büßender den festen Vorsatz fasst, nie wieder dergleichen zu begehen; wie auch auch geschrieben steht: »Über alle Vergehen der Menschen«… (Num. 5:6). ",
            "1": "[Der Sündenbock] Bei der Abschickung des Sündenbocks hatte der Hohepriester das Sünden-Bekenntnis im Namen des ganzen Israelitischen Volks abzulegen, weil diese Handlung als Sühnopfer für die Gesamtheit desselben galt; wie auch geschrieben steht: »Er soll über ihn das Bekenntnis aller Sünden der Kinder Israels ablegen«, (Lev. 16:21). Durch diesen, in die Wüste abgeschickten Sündenbock, wurden alle Gesetzesübertretungen, deren in der Tora Erwähnung geschieht, gesühnt, mochten es nun leichte oder schwere, vorwissentlich oder ohne Wissen begangene sein und solche, deren man sich bei jener Handlung schon bewusst war, oder auch nicht. Jedoch ward nur Demjenigen Verzeihung zu Teil, der bei dieser Gelegenheit auch Teschuwa getan. Demjenigen aber, der keine Teschuwa getan, wurden durch den Sündenbock nur die leichten Sünden vergeben. Leichte und schwere Sünden werden aber folgendermaßen eingeteilt. Schwere Sünden sind diejenigen, auf welche die Hinrichtung, oder der frühe Tod durch die Vorsehung steht; dergleichen ein falscher Schwur und eine Lüge, obgleich darauf kein früher Tod durch die Vorsehung steht. Leichte Sünden hingegen sind Übertretungen, oder Unterlassungen aller Gebots- oder Verbots-Vorschriften, auf welche kein früher Tod steht. ",
            "2": "[Sühne der Sünden]  In unseren Tagen, wo kein Tempel mehr existiert und wir keinen Sühnealtar besitzen, ist uns nur die Teschuwa geblieben. Die Teschuwa aber sühnt aller Übertretungen und selbst Demjenigen, der sein ganzen Leben lang ein Bösewicht gewesen wäre und nur zuletzt Teschuwa täte, würde im Himmel seiner früheren Sünden nicht gedacht; wie es geschrieben steht: (Ezechiel 33:12) »Und der Sünder wird nicht seiner Sünden wegen straucheln, an dem Tage, wo er Buße tut«. Die Eigentümlichkeit des Versöhnungstages besteht darin, dass an demselben, dem Teschuwa Tuenden Vergebung zu Teil wird, wie es geschrieben steht (Lev. 16:30): »Denn an diesem Tage wird er euch verzeihen«. ",
            "3": "Obgleich aber die Teschuwa für Alles Vergebung erwirkt und das Wesen des Versöhnungstages ebenfalls zur Vergebung der Sünden beiträgt, so gibt es dennoch Verbrechen, welche bald und wieder andere, welche erst nach längerer Zeit verziehen werden; hat Jemand z.B. eine Gebotsvorschrift übertreten, auf welche kein früher Tod folgt und er bereut sie, so wird ihm auf der Stelle verziehen. Von solchen Fällen heißt es in der Schrift: »Kehret zurück (tut Teschuwa), ihr Kinder mit verkehrtem Herzen, Ich werde eure Verkehrtheit heilen« (Jer. 22:3), hat aber Jemand eine Verbotsvorschrift übertreten, worauf weder früher Tod noch Hinrichtung steht; und er bereut es, so wirkt die Teschuwa fort bis zum Versöhnungstage, wo ihm dann verziehen wird.— Von dergleichen Fällen heißt es in der Schrift: »Denn an diesem Tage wird Er euch verzeihen« (Lev. 16:30). Hat aber Jemand solche Verbote übertreten, auf welche früher Tod oder Hinrichtung steht, und er bereut seine Sünde, so tuen die Teschuwa und der Versöhnungstag indes ihre Wirkung, aber erst die körperlichen Leiden, welche über ihn verhängt sind, machen die Verzeihung vollkommen. Niemals aber wird einem Solchen eine vollkommene Verzeihung zu Teil, bevor er von körperlichen Leiden heimgesucht worden. Von dergleichen Fällen heißt es: »Ich werde mit Ruten ihre Sünden ahnden und mit Plagen ihre Verbrechen« (Ps. 89:33). Dieses Alles hat aber seine Gültigkeit nur dann, wenn der Name des Herrn bei Ausübung der Sünde nicht geschmäht worden war. Wer aber den Namen des Herrn geschändet, dem wird keine vollkommene Verzeihung zu Teil; wenn er auch Teschuwa tut, der Versöhnungstag herankommt, er ins seiner Reue beständig ist und körperliche Leiden über ihn kommen, so wird ihm dennoch keine Verzeihung, als nur durch den Tod. Nämlich Teschuwa, Versöhnungstag und körperliche Leiden tun ihre Wirkung, bis der Tod kommt und versöhnt; wie geschrieben steht: »Solches ist vor den Ohren des Herrn Zebaot offenbar. Was gilt es, ob euch diese Missetat soll vergeben werden, bis ihr sterbet? spricht der Herr Zebaoth.« (Jes. 22:14). "
        },
        "1": {
            "0": "[Die Teschuwa und ihre Bestandteile] Als vollkommene Teschuwa darf es bezeichnet werden, wenn z. B. Jemanden derselbe Gegenstand zu Händen kommt, der ihn früher zur Sünde verleitete, es auch in seiner Macht steht dieselbe Sünde wieder zu begehen, und er sich derselben dennoch enthält, sie nicht ausführt, wegen der Kraft seiner Teschuwa, nicht bloß aus Furcht oder Ohnmacht. So wenn Jemand einer Frau auf sündhafte Weise beiwohnt, nach einiger Zeit sich wieder mit ihr allein befindet, sie noch immer mit derselben Leidenschaft liebt, seine ungeschwächte Körperkraft noch besitzt, auch in derselben Stadt sich befindet, wo er früher die Sünde begangen, — und er enthält sich reuig der Sünde, so heißt er ein vollkommene Teschuwa Tuender. Dieses wollte Salomo sagen mit den Worten: »Und erinnere dich deines Schöpfers in deinen Jugendjahren« (Koh. 12:1). Tut er aber erst in späterem Alter Teschuwa oder überhaupt in einer Zeit, wo es ihm nicht mehr möglich ist zu tun, was er früher zu tun pflegte, so ist zwar die Teschuwa keine vollkommene, doch dient dieselbe ihm des ungeachtet zum Heil, und er wird auch ein Büßender (Baal Teschuwah) genannt (Joma 86b). Ist ein Solcher auch sein Leben lang ein Sünder gewesen und er tut an seinem Sterbetage Teschuwa und stirbt in derselben , so werden ihm alle seine Sünden dennoch vergeben, wie auch weiter geschrieben steht, (Koh. 12:2) »Ehe denn die Sonne und das Licht, Mond und Sterne finster werden und Wolken wieder kommen nach dem Regen«, welche Worte eigentlich den Sterbetag andeuten sollen und woraus zu schließen ist, dass ihm verziehen werden soll, wenn er seines Schöpfers noch vor seinem Tode gedacht und Teschuwa getan. ",
            "1": "Das eigentliche Wesen der Teschuwa besteht darin, dass der Sünder von seinen Sünden lasse, sie aus seinen Gedanken entferne und in seinem Herzen den festen Entschluss fasse, sie ferner nicht mehr zu begehen; wie geschrieben steht (Jes. 55:7): »Mag der Sünder von seinem Weg abstehen und der Übeltäter von seinen Gedanken und sich zum Herrn bekehren, so wird Er sich feiner erbarmen.« Desgleichen hat er auch das früher Begangene zu bereuen, wie es heißt: »Da ich Teschuwa tat, habe ich bereut« (Jer. 31:19) auch schwöre er bei Dem, Der alles Verborgene kennt, dass er nie zu dieser Sünde wiederkehren wolle, wie geschrieben steht »Nehmet diese Worte mit Euch, und kehret Euch zu dem Herrn und sprechet zu ihm: vergib uns alle Sünden und empfang, Gütiger, unsere Worte wie Opfer. Aschur wird uns nicht helfen, wir wollen nicht mehr auf Rossen reiten, auch nicht mehr sagen zu den Werken unserer Hände: Ihr seid unser Gott«, (Hos. 14:3-4). Er muss also mit seinem Munde das Bekenntnis ablegen und in Worten es aussprechen, was er in seinem Herzen empfindet. ",
            "2": "Wer aber in bloßen Worten sein Bekenntnis ablegt, im Herzen aber nicht beschlossen hat, von der Sünde zu lassen, der gleicht Demjenigen, welcher die Reinigungstauchung vollzieht aber dabei ein unreines Tier in der Hand hält, da doch die Tauchung ihm nur dann hilft, wenn er das unreine Tier weggeworfen; so steht es auch geschrieben: (Prov. 28:13) »Wer seine Missetat leugnet, dem wird es nicht gelingen; wer sie aber bekennt und lässt, der wird Barmherzigkeit erlangen.« — Auch ist es notwendig der begangenen Sünde ausdrücklich zu erwähnen, wie es auch geschrieben steht (Ex. 32:31): »Als nun Mose wieder zum Herrn kam, sprach er: ach, das Volk hat eine große Sünde begangen, sie haben sich Götter aus Gold gemacht.« ",
            "3": "[Das Wesen der Teschuwa] Es gehört zu dem Wesen der Teschuwa, dass der Teschuwa Tuende immer vor Gott im Gebet uns in Tränen flehe, Almosen austeile, wie er nur vermag, und sich weit entferne von dem Gegenstande seiner Sünde, auch seinen Namen verändere; gleichsam als wollte er sagen, dass er ein anderer geworden und nicht mehr Derselbe sei, der jene schlechten Handlungen begangen; der Teschuwa Tuende kehrt auch alle seinen Handlungen zum Besten, sucht nur den geraden Weg zu wandeln, und wandert von seinem Wohnorte aus, weil die Verbannung auch die Kraft der Sündenvergebung hat, indem sie ihn demütigt und ihn zugleich bewegt, nachgiebig und unterwürfig zu werden. ",
            "4": "Sehr rühmenswert ist es, wenn der Teschuwa Tuende öffentlich beichtet, und seine Sünden bekennt vor den Leuten, indem er das Unrecht, welches er seinen Nächsten getan vor den Anderen aufdeckt, und zu ihnen spricht: »Wohl habe ich gegen diesen oder jenen unrecht gehandelt, habe so und so (schlecht) gegen ihn verfahren; jetzt aber bereue ich dieses und tue Teschuwa«. Wer aber stolz ist, ein solches Bekenntnis nicht ablegt, sondern seine Sünden zu verdecken sucht, dessen Teschuwa ist keine vollkommene, wie auch geschrieben steht: (Prov. 28:13) »Wer seine Sünden verdeckt, dem wird es nicht gelingen«. Dieses alles bezieht sich aber nur auf Sünden, die ein Mensch gegen den andern begangen, die Sünden, die der Mensch gegen Gott begangen, darf er nicht öffentlich bekennen; im Gegenteil wäre es eine Frechheit, wenn er dieselben laut werden ließe, sondern er hat bloß vor dem Allmächtigem gelobt Sei Sein Name, Teschuwa zu tun, vor Ihm seine Sünden aufzuzählen, sie reuig zu bekennen. Vor Menschen kann er dies nur im Allgemeinen tun und es ist ihm heilsam, dass solche Sünden nicht veröffentlicht werden; wie es geschrieben steht: (Ps. 32:1) »Wohl Dem, dem die Übertretungen vergeben sind, dessen Sünde bedeckt ist.« ",
            "5": "[Vorteil der zehn Tage] Obgleich nun Teschuwa und Gebet zu jeder Stunde heilbringend sind, so sind die zehn Tage, vom Neujahrstage bis zum Versöhnungsfeste, dennoch ganz besonders dafür geeignet, wodann auch die Teschuwa alsbald von Gott erhört wird, wie auch geschrieben steht: (Jes. 55:6) »Suchet den Herrn, da Er zu finden ist, rufet Ihn an, da Er nahe ist« Dieses aber lässt sich nur von einem einzelnen Menschen sagen. Eine ganze Gemeinde hingegen wird zu jeder Zeit erhört, wenn sie nur Teschuwa tun und von ganzen Herzen beten will, wie auch geschrieben steht: (Deut 4:7) »Wer ist … als der Ewige, unser Gott, so oft wir Ihn anrufen.« ",
            "6": "Der Versöhnungstag (Jom Kippur) ist die eigentliche Bußzeit für Alle, so für den einzelnen Menschen, wie für die Gemeinde im Allgemeinen. An ihm erfolgt der Schluss der Israel erteilten Vergebung und Verzeihung der Sünden; daher müssen allesamt an diesem Tage Teschuwa tun und ihr Sündenbekenntnis ablegen. Es ist aber nötig, dass das Sündenbekenntnis, welches für den Versöhnungstag bestimmt ist, schon am vorhergehenden Tage Nachmittags seinen Anfang nehme, bevor die Schlussmahlzeit eingenommen ist; damit er nicht etwa, wenn er während des Essens sich erwürgen sollte, ganz, ohne Sündenbekenntnis hinsterbe. Wenn er aber nun auch vor der Schlussmahlzeit gebeichtet, so muss er dieses dennoch beim Abendgebet am Versöhnungstage, wie auch beim Morgen-, Musaf-, Mincha- und Schluss-Gebet wiederholen. Die Stelle für das Sündenbekenntnis ist für den einzelnen Mann nach dem Gebet, (der sogenannten achtzehn Segnungen), und für den Gemeindevorbeter in der Mitte des Gebets, beim vierten Segensspruch. ",
            "7": "Das Sündenbekenntnis, welches ganz Israel seit langer Zeit angenommen, ist: »Wir aber haben gesündigt…« dies ist das Wesentlichste der Sündenbekenntnis. Sünden, über welche er an einem Versöhnungstage das Bekenntnis abgelegt, müssen am nächsten Versöhnungstage doch wieder in der Sündenbekenntnis mit erwähnt werden, obgleich er als frommer Büßender, vom vorigen Jahre an noch dasteht; wie es geschrieben steht: (Ps. 51:5) »Denn meine Sünden kenne ich und meine Vergehungen sind mir stets vor Augen.« ",
            "8": "[Besänftigung und Verzeihung] Die Teschuwa, wie auch der Versöhnungstag, haben nur die Kraft, Sünden zu vergeben, welche der Mensch gegen Gott begangen, wie z. B. wenn Jemand eine verbotene Speise gegessen oder einen verbotenen Umgang mit Frauen gepflogen, und dergl. mehr. — Aber das Unrecht, welches ein Mensch dem Andern zugefügt — z. B wenn Jemand seinem Nächsten Schaden zufügt, ihn beschimpft oder beraubt, u. dergl. — wird ihm nie und nimmermehr verziehen, bevor er seinen Nächsten nicht entschädigt, in wie fern er sich ihm verschuldet, und ihn besänftigt; hat er ihm aber nun auch das Geld zurückgegeben, was er ihm schuldet, so muss er ihm dennoch zu besänftigen suchen und ihn um Verzeihung bitten. Sogar wenn Jemand seinen Nächsten nur mit Worten beleidigt, muss er ihm so lange Abbitte tun und um Verzeihung angehen, bis der Beleidigte ihm wirklich verziehen hat. Wollte dieser ihm jedoch auf seine bloße Bitte nicht verzeihen, so bringe er zu ihm eine Versammlung von drei befreundeten Menschen, die ihn darum ersuchen und für den Flehenden den um Verzeihung bitten. Wenn er aber durch sie auch nicht besänftigt wird, so führt ihm jener eine solche zweite und dritte Versammlung zu. Willigt er jedoch selbst dann nicht ein, so kann der Beleidiger von ihm abstehen, wo dann aber die Schuld auf den nicht Verzeihenden lastet; war dieser aber sein Lehrer, so muss er immer wieder zu ihm kommen, wenn auch tausend Male. ",
            "9": "Es ist dem Menschen aber verboten hartherzig und unerbittlich zu sein, sondern er muss leicht zu besänftigen und schwer zu erzürnen sein und muss von ganzem Herzen und mit williger Seele verzeihen, wenn der Beleidiger ihn um Verzeihung bittet; mag dieser ihm auch noch so viel Böses zugefügt und gegen ihn verbrochen haben, so soll er dennoch weder Rache nehmen noch jenem nachtragen. Dieses sei die eigentümliche Weise der Kinder Israel und ihres gottgestärkten Herzens. Diejenigen Heiden aber, welcher verstockten Herzens sind, benehmen sich nicht so, sondern ihr Zorn dauert ewig. So steht auch geschrieben von den Gibeoniten, welche nicht verzeihen und sich nicht aussöhnen lassen wollten. (2 Sam. 21:2) »Die Gibeoniter aber waren nicht von den Kindern Israel.« ",
            "10": "Wenn Jemand gegen seinen Nächsten sich vergangen und dieser gestorben, bevor noch jener ihn um Verzeihung gebeten, so muss jener zehn Männer herbringen, sie an das Grab des Toten hinführen, und öffentlich vor ihnen sagen: ich habe mich vergangen gegen den Ewigen, den Gott Israels und gegen N. N., indem ich ihm auf diese Weise Unrecht zugefügt. Ist er ihm Geld schuldig, so muss er es seinen Erben abgeben; ist es ihm nicht bekannt ob er Erben habe, so muss er den schuldigen Betrag bei Gericht deponieren und dann sein Bekenntnis ablegen. "
        },
        "2": {
            "0": "[Der Mittelmäßige und der Frevler] Jeder Mensch begeht gute Handlungen und Sünden. Derjenige, bei dem die Zahl der guten Handlungen die Zahl der Sünden übertrifft, ist fromm — und Derjenige, dessen Sünden seine guten Handlungen überwiegen, ist ein Frevler. Denjenigen Menschen, bei dem die guten und die bösen Handlungen sich die Waage halten, nennt man mittelmäßig; so wird auch eine Stadt, wenn die Gesamtheit der guten Taten ihrer Einwohner die Gesamtheit ihrer Sünden überwiegt, eine fromme genannt; hat aber die Zahl der Sünden dort das Übergewicht, so wird sie eine frevelhafte genannt; und so verhält es sich auch mit der ganzen Welt. ",
            "1": "Derjenige, dessen Sünden entschieden seine guten Taten überwiegen, der verfällt seiner Sünden halber dem Tode, wie geschrieben steht (Hos. 9:7): »Durch die Zahl seiner Sünden«. — So geht auch eine Stadt zu Grunde, deren Sünden entschieden ihre guten Taten überwiegen, wie geschrieben steht: (Gen. 18:20) »das Geschrei von Sedom und Gmora, da es groß ist, und ihre Sünden, derer sehr viele sind«. Desgleichen müsste auch die ganze Welt untergehn, wenn ihre Sünden entschieden die guten Taten überwiegen, wie geschrieben steht: (Gen. 6:5) »und der Ewige sah, dass zu groß die Sünde des Menschen auf der Erde«. Diese Abschätzung der Sünden und guten Taten geschieht nun nicht nach der Zahl, sondern nach der Größe derselben. Es gibt manche gute Tat, die viele Sünden aufwiegt, wie geschrieben steht (1 Kön. 14:13): »Weil an ihm eine gute Tat gefunden ward«. So gibt es auch manche Sünde, die viele gute Taten aufwiegt, wie geschrieben steht (Prov. 9:18): »Und ein Sünder verdirbt viel Gutes.« Das Abwägen aber kann nur in der Weisheit des Allwissenden und Allmächtigen erfolgen. Er allein weiß, wie die guten Taten mit den Sünden zu vergleichen sind. ",
            "2": "Derjenige, der seine guten Taten bereut, seine Rechtschaffenheit bedauert und bei sich denkt: »Was habe ich davon, dass ich sie vollzogen, besser wäre es, wenn ich sie gar nicht vollbracht hätte«, hat auch alle jene guten Taten dadurch wertlos gemacht, und keiner derselben wird zu seinen Gunsten Erwähnung geschehen, wie geschrieben steht: (Ezech. 33:12) »und die Gerechtigkeit des Gerechten wird ihn nicht retten an dem Tage seiner Sünde«, was sich nur auf Jemand beziehen kann, der seine früheren guten Taten bereut. Und ebenso wie man die guten Taten des Menschen in seiner Sterbestunde gegen seine Missetaten abwägt, so werden auch jedes Jahr die Sünden eines jeden Erdensohnes gegen seine guten Taten am Feiertage des Neujahrs abgewogen. Wer also fromm befunden wird, der wird für weiteres Leben besiegelt; wer frevelhaft befunden wird, verfällt dem Tode. Über den Mittelmäßigen aber bleibt der Urteilsspruch aufgeschoben, bis zum Versöhnungstage, wo er dann zum Leben oder auch zum Tode geführt wird, je nachdem er Teschuwa getan oder nicht. ",
            "3": "[Der Schofar am Rosch haSchana und die Teschuwa] Obgleich der Posaunenschall (das Schofar-Blasen) eine einfache Vorschrift des Gesetzes ist, so ist doch auch eine tiefere Bedeutung damit verbunden, als wollte man damit sagen: »Erwachet, ihr Schlummernden, von eurem Schlummer, und ihr Schlafenden, von eurem tiefen Schlafe, untersucht eure Taten, kehrt wieder in Buße und erinnert euch eures Schöpfers! Lasset euch ermahnen, ihr, die ihr der Wahrheit in den Nichtigkeiten der Zeit vergesset, und eure Lebensjahre verbringet in Eitelkeit und Leere, was nicht hilft und nicht rettet. Richtet eure Blicke auf eure Seelen; verbessert eure Wege und eure Taten, und möge ein Jeder unter euch seinen sündhaften Pfad verlassen, und von seinen bösen Gedanken abstehen«. Daher muss jeder Mensch sich stets so betrachten, als wäre er halb gerecht und halb schuldig oder frevelhaft, ebenso die ganze Welt halb gerecht und halb schuldig. Begeht er nun eine Sünde, so fällt die Sünde entscheidend auf die Waagschale des Bösen, für ihn sowohl wie für die ganze Menschheit und verursacht Verderben. Begeht er hingegen eine gute Tat, so hat er nicht nur für sich, sondern auch für die ganze Welt den Ausschlag zum Guten gegeben, und verschafft sich und allen Menschen Hilfe und Rettung, wie geschrieben steht: (Prov. 10:25): »Und der Fromme ist eine Stütze (die Grundlage) der Welt« dieses soll nämlich heißen: Der Fromme kann bei der Entscheidung für die ganze Menschheit den Ausschlag geben, und sie retten. Daher besteht auch im ganzen Hause Israel die Sitte, sich namentlich der Wohltätigkeit und Almosenspendung zu befleißigen, viele heilige Gebote auszuüben, und in der Zwischenzeit vom Neujahrs- und Versöhnungstage noch mehr als das ganze Jahr hindurch. Auch hat man allgemein die Sitte angenommen, während dieser zehn Tage noch in der Nacht aufzustehen, um in den Synagogen zu beten, mit Buße und Reueworten, bis der Tag anbricht. ",
            "4": "[Vergebung der Sünden im einzelnen] Wenn die Sünden des Menschen gegen seine guten Taten abgewogen werden, so kommt dabei diejenige Sünde gar nicht in Betracht, die zum ersten oder zweiten Male begangen worden ist. Ist aber eine solche Sünde zum dritten Male begangen worden und die Gesamtheit aller Sünden überwiegt die der guten Taten, so kommen auch die beiden ersten Übertretungsfälle dann noch mit in Anrechnung und die Strafe erstreckt sich auf alle drei Male. Sind aber seine guten Taten überwiegend befunden worden, nachdem der dritte Übertretungsfall nur allein in Anrechnung gekommen, so werden ihm alle Sünden einzeln verziehen, indem jedes Vergehen, vom dritten Male an gerechnet, immer nur als erster Übertretungsfall angerechnet wird; dieser wird nämlich als erster betrachtet, weil die beiden vorhergehenden schon verziehen waren; dann ist der vierte Fall als der erste zu betrachten, weil die beiden vorhergehenden schon verziehen sind, und so weiter. Dies aber hat nur Bezug auf den einzelnen Menschen, wie geschrieben steht (Hiob 33:29-30): »Siehe, das Alles tut Gott zwei oder drei Mal mit einem jeglichen Mann, auf dass er seine Seele erlöse aus dem Verderben, und ihn erleuchte mit dem Lichte der Lebendigen«. Einer ganzen Gemeinde hingegen bleiben drei Vergehungsfälle vorbehalten, wie auch geschrieben steht: (Amos 2:4-6) »auf drei Sünden Israels, (hatte ich keine Strafe gesetzt), aber wegen der vierten muss ich Israel nicht verzeihen«. Erst dann also unterliegt eine Gemeinde der fernern Bestimmung, indem ihr erst der vierte Vergehensfall in Anrechnung kommt. Der Mittelmäßige aber, wenn auch unter der Zahl seiner Sünden sogar die vorkommen sollte, dass er niemals Tefillin anlegte, wird gerichtet nach seinen Sünden, geht aber dabei nicht seines Anteils am Paradiese verlustig. Desgleichen werden auch alle Frevler, deren Sünden mehr sind als ihrer guten Taten, zwar nach ihren Sünden gerichtet, bekommen aber dennoch ihren Anteil am Paradiese, denn alle Israeliten, wenn sie auch gesündigt haben, erhalten ihren Anteil am Paradies, wie geschrieben steht: (Jes. 60:21) »und Dein ganzes Volk besteht aus Gerechten, die das Erdreich ewig besitzen werden«. Das Wort Erdreich ist hier nur beispielsweise gegeben, als sollte damit »das Land des Lebens bezeichnet werden«, was eigentlich das ewige Leben bedeutet. Desgleichen haben auch fromme Heiden Anteil am künftigen Leben (Paradiese — Auch diese Stelle beweist klar, um wie viel mehr wir unsere jetzigen Mitbürger achten und lieben müssen). ",
            "5": "[Ausrottung großer Frevler] Folgende hingegen werden ihres Anteils am zukünftigen Leben ganz verlustig; sie sind verloren, dem Verderben oder der richterlichen Züchtigung je nach der Größe ihrer Frevel und Misstaten Preis gegeben, bis auf ewige Zeiten.   Die Sektierer,  die Epikureer,  Diejenigen, welche die Wahrheit der Tora, die Auferstehung der Toten, oder die Ankunft eines Erlösers leugnen,  die Gesetz-Verächter,  die Volks-Verführer,  Diejenigen, welche von der Gemeinde abgefallen und  Diejenigen, welche öffentlich, mit Frechheit, sündigen (wie z.B. Jehojakim),  Diejenigen, welche einer Gemeinde Furcht einflößen, ohne dabei eine fromme Absicht im Auge zu haben,  die Blutvergießer,  die Verleumder,  so wie auch Diejenigen, welche sich der Beschneidung schämen. ",
            "6": "Die Sektierer teilt man in fünf Klassen:<br>1. Diejenigen, die da behaupten es gäbe gar keinen Gott, der die Welt regiert;<br>2. Diejenigen, die da sagen, dass die Welt wohl regiert werde, dass es aber zwei Regierer oder deren noch mehrere gäbe;<br>3. Diejenigen, welche wohl zugeben, dass es einen Herrn der Welt gibt aber dagegen behaupten, dass dieser Körper und Gestalt besitze,<br>4. Diejenigen, welche den Grundsatz aufstellen wollen, dass Gott nicht Urwesen und (erster) Schöpfer des Alls sei;<br>5. Diejenigen, die da einen Himmelskörper oder einen Stern anbeten, damit er zwischen ihnen und dem Herrn der Welt Vermittler sei. Jeder, der einen dieser fünf Klassen angehört, ist ein Sektierer.",
            "7": "Dreierlei Arten von Epikureer gibt es:<br>1. Diejenigen, die da sagen, dass es gar keinen Propheten und kein höheres Wissen gebe, das vom Schöpfer ins menschliche Herz gelegt worden sei;<br>2. Diejenigen, die das Prophetentum unsres Lehrers Moses in Abrede stellen, und<br>3. Diejenigen, welche behaupten, dass der Schöpfer die Taten der Menschen nicht wisse. Ein Jeder von diesen dreien gehört unter die Kategorie der Epikureer.<br>Dreierlei Arten von Leugnern der Tora gibt es:<br>1. Diejenigen, die da sagen, dass Moses auch nur ein einziges Wort der Tora aus eigenem Antriebe (ohne göttliche Eingebung) geschrieben, wenn sie auch behaupten, dass alles Übrige von Gott herrühre;<br>2. Diejenigen, welche die Erklärung der Tora, die Überlieferung, nicht anerkannt; ebenso Diejenigen, welche ihren Lehrer Lügen strafen, wie z.B. Zadok und Baithos;<br>3. Diejenigen, welche da behaupten wollen, dass der Schöpfer irgend ein Gebot durch ein anderes ersetzt, und dass die Tora schon aufgehört zu gelten, obgleich sie von Gott herrührt, wie z.B. die Hagariden (Muhamedaner).<br>Ein jeder von diesen Dreien heißt Toraleugner.",
            "8": "Zwei Arten von Gesetz-Verächter gibt es:<br>1. Derjenige, der ein einziges Gesetz, nur auf Veranlassung einer einzigen Sünde, verachtet.<br>2. Diejenigen, welche die ganze Tora verachten.<br>— Ein einziges Gesetz verachten heißt: Eine Sünde mutwilliger Weise und mit Vorsatz begehen, sich daran gewöhnen, und überall öffentlich damit auftreten; ganz gleich ist es hierbei, wenn jene Sünde auch nur zu den leichteren gehörte; wie z.B. allgemein bekannt ist, dass Derjenige, der sich in Schatnez (Gemisch aus Wolle und Flachs) kleidet, oder sein Haar rund herum geschoren trägt und dadurch die Meinung hervorrufen müsste, als wenn diese Verbote gar nicht für ihn existieren, als Verächter des Gesetzes, in Bezug auf das übertretene Gebot, angesehen werden muss. Dieses findet jedoch nur auf diejenigen Fälle Anwendung, wo mit den eben bezeichneten Gesetzübertretungen die Absicht verbunden war, den Ewigen zu erzürnen. — Verächter der ganzen Tora sind z.B. Diejenigen, welche zum Schein den Glauben der Heiden annehmen, mit ihnen gemeinsame Sache machen, wenn diese es gebieten und bei sich denken: was haben wir davon, wenn wir mit den Israeliten eine Gemeinde bilden, die doch jetzt überall unterdrückt und verfolgt sind, besser wir schlagen uns auf die Seite Derjenigen, die dermaßen eine große Übermacht besitzen. Wer so denkt, heißt ein Verächter der ganzen Tora.",
            "9": "Ein Volks-Verführer heißt entweder Derjenige, welcher eine Gemeinde zu einer großen Sünde verleitet; wie z.B. Jerabeam, Zadoc und Baithos, wie auch zur Aufhebung eines einfachen Gebots, oder Derjenige, welcher auch Andere zum Sündigen zwingt, wie Menasche, der die Israeliten so lange mit dem Tode bedrohte, bis sie sich dem Götzendienst hingaben; endlich auch Derjenige, der Irrlehren unter andere verbreitet, und sie dadurch vom rechten Wege ableitet. ",
            "10": "Als von der Gemeinde abgefallen gilt ein Solcher, der, wenn auch ohne Frevel, dennoch im Allgemeinen nicht Anteil nimmt an der Erfüllung der Gebote der Israelitischen Gemeinde, nicht Teil nimmt an ihren Leiden und ihre Festtage nicht beachtet, sondern einen Privatweg wandelt, wie einer von den Völkern der Erde und als wenn er gar nicht Israelit wäre. Ein solcher Mensch hat auch keinen Anteil an der zukünftigen Welt zu gewärtigen. Unter »öffentlich sündigen« wie Jehojakim getan, versteht man ebenso die öffentliche Übertretung von Haupt- wie Neben-Geboten. Wer sich dessen schuldig macht, wird als ein Solcher angesehen, der sein Haupt dem Gesetz gegenüber entblößt (Ein orientalischer Ausdruck für den Leichtsinn), indem er dasselbe mit frecher Stirn und mit unverschämtem Angesicht verhöhnt. ",
            "11": "Als Verräter gilt ein Solcher, der einen Juden an die Nichtjuden verrät, damit sie ihn schlagen oder töten und ein Solcher, der Geld eines Juden an einen Nichtjuden gibt oder einen Vollzieher. Keiner von beiden hat Anteil am zukünftigen Leben. ",
            "12": "Als Solche welche einer Gemeinde, ohne einen guten Zweck im Auge zu haben, Furcht einjagen, betrachtet man Diejenigen, welche eine Gemeinde mit Gewalt beherrschen, so dass Alle Furcht vor ihnen hegen und sich vor ihnen entsetzen müssen, wobei aber nur ihre eigene Ehrfurcht und nichts weniger als ein frommes Ziel sie anspornt; wie z.B. Antiochus und die anderen Syrischen Tyrannen. ",
            "13": "Ein Jeder, der zu einer der hier aufgeführten vierundzwanzig Arten von Sündern gehört, mag er sich immerhin Israelit nennen, geht seines Anteils an der zukünftigen Welt verlustig. Es gibt aber auch noch Sünden, welche leichter als die früher genannten sind; dennoch aber sagten unsere Weisen, dass Derjenige, welcher sich dieselben zur Gewohnheit macht, ebenfalls keinen Anteil am zukünftigen Leben zu gewärtigen habe, weshalb wohl einem Jeden dringend angeraten werden muss, sich von denselben fern zu halten und dieselben nicht zu begehen. Dergleichen Gesetzübertreter sind folgende: Derjenige, welcher seinem Nächsten einen Spitznamen gibt; der, welcher ihn mit einem solchen Spitznamen nennt; wer ihn öffentlich beschämt; wer die Schande seines Nächsten zu seinem eigenen Vorteil ausbeutet; wer sich über Gelehrte lustig macht; wer seinen Lehrer beschimpft; wer den Feiertag geringschätzt und die Heiligtümer entweiht. — Alle diese aber werden nur dann ihres Anteils am ewigen Leben verlustig, wenn sie ohne Teschuwa gestorben. Hat ein solcher aber Teschuwa getan, und stirbt als Büßender, so gehört er zur Zahl derjenigen, welche in das Paradies kommen; denn es gibt keine Sünde, welche nicht durch die Teschuwa gesühnt werden könnte. Sogar wenn Jemand die Gottheit sein ganzes Leben hindurch geleugnet hätte, bereute dies aber am Ende seines Lebens, so hätte er dennoch seinen Anteil am zukünftigen Leben, wie geschrieben steht: (Jes. 57:19) »Friede, Friede, denen in der Ferne und denen in der Nähe, spricht der Herr und Ich will sie heilen« - Alle Sünder und alle Gottesverächter, wenn sie Teschuwa tuend zurückkehren, sei es öffentlich oder im Verborgenen, werden jeder Zeit wieder aufgenommen, wie geschrieben steht: (Jer. 3:14, 22) »Kehret wieder, ihr abtrünnigen Kinder«. Selbst wer nur im Stillen Teschuwa tat, nicht öffentlich und darum auch noch als abtrünnig gelten musste, wird dennoch als Büßender wieder aufgenommen. "
        },
        "3": {
            "0": "[Hinderns der Teschuwa] Vier und Zwanzig Verbrechen hindern die Teschuwa. Vier derselben sind so bedeutend, dass der Heilige, gelobt sei Er, Demjenigen, der eines derselben begeht, je nach der Größe seines Vergehens, die Zeit nicht lässt Teschuwa zu tun. Dies sind folgende.    1.  Wenn jemand eine Gemeinde zur Sünde verleitet; worunter auch Derjenige mit inbegriffen ist, der dieselbe von guten Taten abhält.  2.  Wenn jemand seinen Nächsten von guten Wandel zum schlechten verleitet, wie z. B. die in der Tora erwähnten Aufhetzer und Verführer.  3.  Wenn jemand seinen Sohn einem schlechten Lebenswandel sich hingeben sieht, ohne ihn davon abzuhalten; denn weil der Sohn unter der väterlichen Gewalt steht und wenn ihm der Vater gewehrt hätte, von der Sünde sich losgesagt haben würde, so ist letzterer als ein Verführer zu betrachten. Zu dieser Kategorie gehört auch Jeder, in dessen Macht es gelegen hätte, seinen Nächsten von der Sünde abzuhalten und er es dennoch nicht tut; dies gilt in Bezug auf einen einzelnen Menschen, aber auch in Betreff einer ganzen Gemeinde, wenn er sie der Sünde anheim fallen ließ.  4.  Wenn Jemand sagt: Ich werde sündigen und dann Teschuwa tun. Diesem ist auch Derjenige gleich zu achten, der da sagt: Ich werde sündigen und der Versöhnungstag wird mir Vergebung meiner Sünden bewirken. ",
            "1": "[Verschluss der Teschuwa] Folgende fünf Sünden wiederum verschließen dem Täter die Pforten der Teschuwa:  1.  Wenn jemand sich von der Gemeinde absondert; denn auf diese Weise hat er weder die Gelegenheit an der allgemeinen Teschuwa teilzunehmen, noch kann er der guten Taten teilhaftig werden.  2.  Wenn Jemand auf die Worte der Weisen nicht achtet und eine förmliche Losreißung von denselben bewirkt: indem er Meinungen hegt, die den ihrigen widersprechen, so dass ihm auch die Wege der Teschuwa unbekannt bleiben.  3.  Wenn Jemand der Gebote spottet; denn sobald dieselben in seinen Augen verächtlich werden, so strebt er ihnen nicht mehr nach, vollzieht keins derselben und hat auf diese Weise auch seine Mittel zum Guten zu gelangen.  4.  Wenn Jemand seine Lehrer beschimpft; denn dies kann Veranlassung sein, dass diese ihn von sich weisen und förmlich verstoßen aber ist er erst auf diese Weise verstoßen, so findet er auch nicht leicht einen anderen Lehrer, der ihm den Weg der Wahrheit zeigen könnte.  5.  Wenn jemand die Ermahnungsreden hasst; denn auf diese Weise schneidet er sich selbst die Rückkehr ab, da die Ermahnung immer die Vorgängerin der Teschuwa ist und der Mensch, dem man seine Sünden vorführt und ihn auf diese Weise beschämt, sich auch unwillkürlich der Teschuwa zuwendet; wie auch geschrieben steht: »Gedenke und vergesse nicht; widerspenstig waret ihr gegen Gott« (Deut. 9:7) »und Gott gab euch kein Herz, zu verstehen« (Deut. 29:4) »unwürdiges und unverständiges Volk« (Deut. 32:6). So finden wir auch, dass der Prophet Jesaias den Isaeliten Strafpredigten hält, indem er sagt: »O du sündhaft Volk! Der Ochs kennt seinen Herrn« (Jes. 1:3- 4) »da ich weiß, dass du hartnäckig bist« (Jes. 48:4). So auch gebot ihm Gott den Sündern Strafpredigten zu halten, indem er ihm sagt: »Rufe aus vollem Halse, spare keine Worte« (Jes. 48:1); und so ermahnten auch alle Propheten die Kinder Israel so lange, bis sie in Reue und Teschuwa zu Gott wiederkehrten. Daher ist es auch Pflicht in jeder Israelitischen Gemeinde einen großen Gelehrten, der schon bejahrt ist, von Jugend auf immer gottesfürchtig war und sich bei der Gemeinde beliebt gemacht, als Prediger anzustellen zu suchen, damit er die Menge ermahne und sie zur Teschuwa bekehre. Wer aber die Strafpredigten hasst, geht auch nicht zum Prediger hin, hört auch nicht auf seine Worte und bleibt immer bei seinen Sünden, die ihm behagen. ",
            "2": "[Mangel an Besänftigung und Verzeihung]  Noch fünf Sünden gibt es, welche Demjenigen, der sie begangen, es unmöglich machen, vollkommene Teschuwa zu tun, weil es Vergehen gegen Nebenmenschen sind und zwar der Art, dass der Täter die beleidigte Person nicht kennt und sonach auch außer Stand ist, sie zu entschädigen, oder um Verzeihung zu bitten. Es sind nämlich folgende:    1.  Wenn jemand die Menge verflucht, nicht aber einen bestimmten Menschen, von dem er Verzeihung erbitten könnte.  2.  Wer mit Dieben Geschäfte macht, da er nicht weiß, wem das gestohlene Gut angehört, indem der Dieb von Verschiedenen stiehlt, ihm das Gestohlene bringt, und er es annimmt. Außerdem aber hat er eine große Sünde begangen, indem er den Dieb dadurch unterstützt und so noch mehr zur Sünde verleitet.  3.  Wenn jemand etwas Verlorenes findet, ohne es öffentlich auszubieten, um es dem Eigentümer zurückzuerstatten. Tut er erst nach längerer Zeit Teschuwa, so kann er nicht wissen, wem das verlorene Gut angehörte.  4.  Wenn jemand das armen Weisen und Witwen geraubte sich zu Nutze zieht; namentlich wenn sie zu der Klasse jener unglücklichen Menschen gehören, welche, weder bekannt noch renommiert, von Stadt zu Stadt herumirren, wo dann auch sich Niemand finden würde, der wissen konnte, dass das Geraubte diesem oder jenem gehöre und uns in den Stand setzen könnte, es dem rechtmäßigen Eigentümer wieder zu erstatten.  5.  Wenn Jemand sich zu einem falschen Gerichtsurteil bestechen läßt; da er nicht wissen kann, welchen Schaden dieses ungerechte Urteil anrichtet und welche Folgen es hatte, sonach auch nicht im Stande ist, den Schaden zu ersetzen. Besonders wirkt hier erschwerend ein, dass der Richter den Ungerechten in seinem Unrecht bestärkt, und ihn noch mehr verleitet. ",
            "3": "[Unbedeutend erscheinende Sünden] Wieder fünf andere Sünden gibt es, bei denen anzunehmen ist, dass, wenn Jemand sie begangen, dieser aller Wahrscheinlichkeit nach nicht Teschuwa tun wird; weil sie den meisten Menschen als zu unbedeutend erscheinen und dieselben solche Sünden begehen, indem sie dabei den Glauben hegen, gar nicht gesündigt zu haben.    1.  Wenn jemand Teil nimmt an einer Mahlzeit, welche für die Wirte nicht hinreicht. Dieses wird Geheimraub genannt; denn jener denkt, dass er Nichts damit verbrochen indem er doch mit der Erlaubnis des Wirts gegessen.  2.  Wenn Jemand das Pfand eines Armen benutzt; da doch ein solches Unterpfand nur ein sehr unbedeutender Gegenstand sein kann, wie z. B. ein Beil, ein Pflug u.s.w. und er bei sich denkt: diese werden ja nicht dadurch verdorben, ich begehe also keineswegs einen Raub an den Armen.  3.   Wenn Jemand die Frau seines Nächsten mit lüsternen Blicken ansieht, aber dabei denkt: es hat ja nichts zu sagen, denn ich übe ja doch deshalb noch kein Vergehen mit ihr aus. Ein solcher bedenkt nicht, dass solche Blicke schon darum als Sünde anzusehen sind, weil sie zu einem Verbrechen führen können; wie geschrieben steht »und ihr sollt nicht nachgehen eurem Herzen und euren Augen« (Num. 15:39)  4.  Wenn Jemand durch die Herabsetzung seines Nächsten sich Ehre verschaffen will. Ein Solcher denkt bei sich, dass er nicht gesündigt, indem sein Nächster nicht zugegen war, folglich auch nicht beschämt wurde oder dass er ihn überhaupt gar nicht beschämen wollte, indem er bloß eine Vergleichung seiner eigenen Taten und seiner eigenen Kenntnisse, mit denen seines Nächsten angestellt, woraus man aber schließen kann, wie ehrenwert er, und wie verächtlich sein Nächster sei.  5.  Wenn Jemand gegen Unschuldige Argwohn hegt: indem er ebenfalls bei sich denkt, dass er damit keine Sünde begehe, weil er Jenem nichts Wesentlichens zu Leide tue, vielmehr nur einen Argwohn gegen ihn hege, welcher ja an und für sich schon die Möglichkeit der Unschuld bedingt. Ein solcher bedenkt nicht, dass es eine sehr große Sünde ist, einen Unschuldigen in Gedanken als Sünder anzusehen. ",
            "4": "[Schlechte Gewohnheiten von denen es schwer zu abzulassen ist] Weitere fünf Sünden gibt es, an welche der Täter sich bald so gewöhnt, dass es ihm später schwer wird von ihnen zu lassen. Darum muss auch der Mensch sich sorgfältig hüten, dieselben nicht zur Gewohnheit werden zu lassen, denn es sind unglückliche Neigungen, nämlich: Klatscherei, böser Leumund, Zorn, unreine Gedanken und der Umgang mit einem Bösewicht, weil man seine Taten leicht nachahmen, und dieselben dem Herzen einprägen könnte; wie auch der weise Salomo sagt: »Wer mit Toren Umgang pflegt, wird selbst schlecht«, (Prov. 13:20). Wir haben schon in der Sittenlehre Alles dargestellt, was jeder Mensch zu jeder Zeit beobachten muss; um wie viel mehr lässt sich dies vom Büßenden fordern. ",
            "5": "Obgleich nun alle diese Sünden die Teschuwa erschweren, so hindern sie dieselbe dennoch nicht und machen dieselbe nicht unmöglich. — Vielmehr wird Derjenige, welcher sie aufrichtig bereut, und Teschuwa tut, nichts desto weniger ein Büßender genannt und hat seinen Anteil an der zukünftigen Welt. "
        },
        "4": {
            "0": "[Der Freie Wille und die Verantwortung des Menschen] Jedem Menschen ist die völlige Freiheit des Willens eigen, d. h. wenn er sich dem guten Wege zuwenden und fromm sein will, so kann er es auch; nicht minder steht es auch in seiner Macht, sich dem Bösen zuzuwenden und ein Sünder zu sein. Darauf deuten auch die Worte der Schrift: »Siehe der Mensch ist geworden wie unser Einer, zu erkennen, was gut und was böse ist« (Gen. 3:22); was so viel sagen will, als: das menschliche Geschlecht ist auch einzig in der Welt, so daß kein zweites in dieser Hinsicht sich ihm gleich stellen kann. Darum besitzt auch der Mensch in seinem eigenen Wissen und in seinen Gedanken, die Fähigkeit, dass Gute wie das Böse als solches zu erkennen und das zu vollführen, was er will, so dass ihn Niemand hindern kann, das Gute oder das Böse zu wählen. Demzufolge »vielleicht streckt er seine Hand aus.« ",
            "1": "Lasse in Dir den Gedanken nicht auftauchen, den auch die im Irrtum begangenen Heidenvölker, so wie viele ungebildete Israeliten, gelten machen wollten, dass nämlich der Heilige, gelobt sie Er, den Menschen in seinem Entstehen voraus bestimmt habe, ob er fromm oder sündhaft sein soll. Dem ist keineswegs so; sondern jeder Mensch kann so fromm sein, wie unser Lehrer Moses oder so sündhaft wie Jerobeam; er kann weise oder unvernünftig, erbarmungsvoll oder hartherzig, geizig oder freigiebig handeln; auf gleiche Weise steht es in seiner Macht, nach eigener Wahl alle Neigungen (zu hegen oder) zu beherrschen. — Niemand kann ihn nötigen, Niemand zwingen, Niemand hinziehen zu einem von diesen beiden Lebenspfaden, sondern er selbst, geleitet durch sein eigenes Bewußtsein, wendet sich nach welchem Wege er will. Darauf zielen auch die Worte des Propheten Jeremias, der da sagt: (Klagelieder 3:38): »Aus dem Munde des Ewigen geht nicht hervor das Böse und das Gute«, als wollte er damit sagen: der Schöpfer befehle keineswegs dem Menschen, gut oder sündhaft zu sein. Bei diesem Verhältnis der Dinge aber, bleibt also der Sünder selbst schuld an seinem Unglücke, weshalb er auch weinen und klagen muß über seine Sünden und das Böse, das er seiner eigenen Seele zugefügt; wie es auch im folgenden Verse heißt: »Was murrt der lebendige Mensch, der sich durch seine eigenen Sünden ins Unglück gestürzt.« (Klagelieder 3:39). Dann aber setzt der Prophet fort, indem er spricht: da wir die freie Wahl in unserer Macht haben, und wir mit unserm Bewußtsein das Böse ausgeübt, — so ziemt es uns auch Teschuwa zu tun und die Sünde zu lassen, indem wir es vermögen; wie es heißt (ebendas. 5:40): Wollen wir unsere Wege untersuchen, u. s. w. ",
            "2": "Dieser Gegenstand ist ein Hauptprinzip und eine Stütze der Tora und des Gebotes, denn es heißt: »Siehe, ich habe vor dich heute hingelegt das Leben und den Tod usw.« (Deut 30:15) ebenso heißt es: »Siehe ich lege vor dich hin heute Segen und Fluch« (Deut. 11:26); was soviel sagen will als: »Ihr habt die freie Wahl und Alles, was der Mensch in menschlichen Dingen nur tun will, das kann er auch vollbringen, sei es schlecht oder gut. Daher heißt es auch (Deut. 5:29): «O möchte ihr Herz immer so bleiben u. s. w.«; als sollte dadurch angedeutet werden, dass der Schöpfer den Menschen nicht zwinge, noch im Voraus bestimme, ob sie Gutes oder Schlechtes tun sollen, sondern Alles ihrer eigenen freien Wahl überlässt.  ",
            "3": "[Gottes gerechtes Gericht] Hätte der Allmächtige dem Menschen vorherbestimmt, fromm oder sündhaft zu sein oder wäre irgendein Anlass vorhanden, der den Menschen schon bei seinem Entstehen zu einem bestimmten Lebenspfade, zu einer Wissenschaft, zu einer Neigung, zu einer Tat hinlenken könnte, wie die dummen Astrologen fantasieren, so hätte uns doch Gott nicht durch Seine Propheten geboten: »Tut so und nicht anders, bessert euren Lebenswandel und geht nicht der Sünde nach«, — da der Mensch schon bei seinem Entstehen im Voraus seine Bestimmung gehabt hatte oder seine Geburt ihn zu einer Richtung hingeführt hätte, von welcher er in keiner Weise abweichen kann. Die ganze Tora wäre ja ohne feste Stütze und mit welchem Recht und nach welchem Ratschlüsse könnte Gott den Bösewicht strafen und den Frommen belohnen? »Sollte denn der Richter der ganzen Erde kein Recht ergehen lassen?« (Gen. 18:25). Man wundere sich aber nicht, wie der Mensch im Stande sein kann, alles das zu tun, was er will und vollkommen Herr seiner Taten zu sein, — da er Nichts ohne den Willen und die Erlaubnis seines Schöpfers auszuführen vermag: — wie auch die Schrift sagt: »Gott tut Alles, was Er will, im Himmel und auf Erden«, (Ps. 135:6). Denn wisse, dass Er (Gott) Alles nach seinem Willen tut, obgleich unsere Taten unserer freien Wahl überlassen sind. Gleichwie nämlich der Schöpfer angeordnet hat, dass Feuer und Luft nach oben steigen, Wasser und Erde aber nach unten fallen, die Sphären in der Runde kreisen und die anderen Geschöpfe in der Welt, je nach der ihnen zugeteilten Natur, existieren — ganz so ist es auch Sein Wille, dass der Mensch die freie Wahl habe und Herr seiner Taten sei, so dass für ihn nichts Bindendes oder Nötigendes vorhanden sei; er vielmehr durch sich selbst und durch sein ihm vom Allmächtigen erteiltes Wissen Alles vollziehe, was er im Allgemeinen zu tun im Stande ist. Darum wird aber auch der Mensch nach seinen Taten gerichtet; hat er gut gehandelt, so vergilt es ihm Gott mit Gutem; hat er schlecht gehandelt, so widerfährt ihm Schlechtes. So heißt es auch beim Propheten Maleachi: »Aus euren eigenen Händen habt ihr es« (Mel. 1:9), — »Denn auch sie haben ihre Lebenspfade erwählt u. s. w.«. (Jes. 66:3) und auf diese Weise spricht Salomo: »Freue dich, Jüngling, in deiner Jugend …, wisse aber, daß über alles dieses der Ewige von dir Rechenschaft verlangen wird«, (Prediger 11:9) womit er sagen will: Wisse, dass es in deiner Macht steht zu handeln wie du willst, dass du aber in Zukunft Rechenschaft darüber ablegen wirst. ",
            "4": "[Gotteserkenntnis] Du wirst vielleicht den Einwurf machen: Da der Heilige, gelobt sei Er, Alles vorher weiß, was da kommen wird, so musste Er auch vorher wissen, ob Jemand fromm oder sündhaft sein werde oder Er müsste eben nicht allwissend sein. Weiß Gott aber, dass Jemand fromm sein wird, so ist es doch eine Unmöglichkeit, dass dies nicht der Fall wäre, wodurch aber allerdings die freie Wahl beeinträchtigt werden müsste. Sollte man sich aber denken, dass Er (Gott) wohl wisse, dass Jemand fromm sein werde, dass aber dennoch die Möglichkeit gedacht werden könne, dass Er auch ein Sünder werde, so wäre ja das Wissen nicht klar. So wisse denn, dass die Beantwortung dieser Frage »länger ist als das Maß der Erde und breiter als das Meer.« und mehrere wichtige Grundsätze und hocherhabene Folgerungen daran geknüpft sind. Aber du musst nachdenken und zu erfassen suchen, was ich dir über diesen Gegenstand sage: Wir haben schon «in den Grundsätzen der Lehre« erklärt, daß der Heilige, gelobt sei Er, seine Kenntniß der Dinge nicht durch eine äußere Wahrnehmung (durch eine außer ihm liegende relative Anschauung) erlange, wie z. B. des Menschen Sein und sein Wissen in dieser Beziehung als zwei getrennte Gegenstände gedacht werden müssen, vielmehr bildet Er, gelobt sei Sein Name, und Sein Wissen eine ursprüngliche Einheit, so daß das menschliche Wissen nicht im Stande ist diese Göttlichkeit klar zu erfassen, denn wie der Mensch keine Kraft besitzt das wahre Sein des Schöpfers zu erfassen, wie es heißt: »Denn es kann der Mensch mich nicht er schauen und lebendig bleiben« (Ex. 33:20), so hat er auch nicht die Kraft, das Wissen des Schöpfers zu ergründen und zu erfassen, wie es beim Propheten heißt: »Denn meine Gedanken sind nicht wie die eurigen und meine Wege nicht wie die eurigen«. (Jer. 55:8-9). — Da nun dem so ist, so haben wir auch nicht die Fähigkeit zu wissen wie die Kenntniß, welche der Heilige, gelobt sei Er, von Seinen Geschöpfen und deren Handlungen besitzt, beschaffen sei, aber wissen ganz zweifellos, dass der Mensch Herr seiner Taten ist und daß der Heilige, gelobt sei Er, ihm weder irgend eine Tat voraus bestimmte oder ihn dazu hinlenkte. Und nicht bloß durch den Glauben werden wir darauf hingeführt, sondern durch klare Beweise der Philosophie. Darum heißt es auch in der Prophezeiung, dass der Mensch nach Maßgabe seiner Taten, je nachdem sie gut oder böse waren, gerichtet werde und dies ist auch der Grundsatz,auf welchen sich alle Prophezeiungen stützen. "
        },
        "5": {
            "0": "[Bestrafung der Sünder] Im Pentateuch und bei den Propheten kommen viele Stellen vor, die dem oben angeführten Grundsatz zu widersprechen scheinen, was auch viele Menschen irre leitet, die da der Meinung sich hingeben, dass der Heilige, gelobt sei Er, dem Menschen schon im Vorraus gute oder schlechte Handlungen zugeteilt habe, so dass dem Menschen dadurch die Möglichkeit genommen sei, sein Herz zu beherrschen und es dahin zu lenken, wohin er will. Deshalb will ich hier noch einen großen Grundsatz erläutern, damit dir durch ihn die wahre Bedeutung aller jener biblischen Stellen klar werde. Es ist nämlich allgemein anerkannt, dass, wenn irgendein einzelner Mensch oder die Gesamtheit der Bewohner einer Stadt sündigt, und die Sünde mit vollem Bewußtsein und ganz aus freien Stücken ausgeübt wird, so erfordert das Recht dass hierfür Strafe verhängt werde, und der Heilige, gelobt sei Er, weiß wie diese Strafe zu vollstrecken sei. — Es gibt nämlich eine Sünde, bei der die Gerechtigkeit es erheischt, dass Gott den Täter dafür schon auf dieser Welt entweder körperlich oder an Geld oder auch an seinen unerwachsenen Kindern bestrafe; denn die unerwachsenen Kinder, so lange sie noch keine eigene Vernunft besitzen und so keine Gebote erfüllen, sind als des Vaters Besitztum zu betrachten; wie auch geschrieben steht: »Jeder Mann sterbe für seine eigene Sünde« (Deut. 24:16), was so viel sagen will, als dass ein Erwachsener die Sünde begangen haben muss (nicht ein Kind). Dann gibt es eine Sünde, bei der die Gerechtigkeit es erheischt, dass man dafür nur in der zukünftigen Welt bestraft werde, so dass der Sünder dadurch gar keinen Schaden im irdischen Leben erfährt. Endlich gibt es auch eine Sünde, für welche man sowohl in diesem, als auch im künftigen Leben bestraft wird.  ",
            "1": "Dieses Alles hat jedoch nur dann Geltung, wenn der Sünder keine Teschuwa getan hat. Tat er aber Teschuwa, so wird ihm diese zum Panzer gegen die Strafe Gottes. So wie aber der Mensch erst durch seinen eigenen freien Willen zum Sünder wird, ebenso muss er auch Teschuwa tun mit vollem Bewusstsein und aus freiem Willen. ",
            "2": "[Bestrafung hält die Teschuwa fern] Es ist aber wohl möglich, dass Jemand eine große Sünde oder mehrere Sünden begehe, bei denen die Gerechtigkeit des wahren Richters fordert, dass solche Frevel dadurch bestraft werden, dass vom Sünder, nachdem er vorwissentlich und freiwillig gefrevelt, die Teschuwa ferngehalten und ihm die Möglichkeit genommen werde zurückzukehren, damit er sterbe, und vernichtet werde in seiner begangenen Sünde. — Das ist es, was der Heilige, gelobt sei Er, dem Propheten Jesaias in den Mund gelegt, der da spricht: »Verstockt werde das Herz dieses Volkes« (Jes. 6:10). So heißt es auch (2 Chr. 36:16): »Und sie pflegten zu spotten über die Boten Gottes, Seine Werke zu verachten, und Seinen Propheten Ärgernis zu bereiten, bis der Zorn des Ewigen vollzogen war über sein Volk rettungslos«, was so viel sagen will, als: sie haben aus freien Stücken so gesündigt und so Vieles verbrochen, dass sie es verschuldet haben, dass von ihnen die Teschuwa fern gehalten werde, die sich sonst doch immer als Rettungsmittel bewährt hat. Daher heißt es in den der Schrift: »Und ich werde verstockt machen das Herz Pharaos« (Ex. 4:21). Weil er vorher so schon stark gesündigt und den Kindern Israels, die in seinem Lande wohnten, so vielfach wehe getan; wie es auch heißt, (Ex. 1:10), »wollen wir gegen ihn uns beratschlagen«, so verlangte auch die Gerechtigkeit, dass man von ihm die Teschuwa so lange abhielte, bis man ihn bestrafen konnte. Daher machte auch der Heilige, gelobt sei Er, das Herz Pharaos verstockt. Warum aber sandte er ihm durch Moses die Aufforderung: »entsende die Kinder Israel und tue Buße«? Da doch der Heilige, gelobt sei er, schon im Voraus sagte: »du wirst sie nicht entsenden« wie auch geschrieben steht: »Du und deine Knechte, weiß ich, habet noch keine Furcht vor Gott« (Ex. 9:30), ferner: »Aber deswegen bloß ließ Ich dich noch bestehen, damit Ich dir Meine Kraft zeige« (Ex. 9:16). Antwort: Dies geschah nur, um den Menschenkindern zu zeigen, dass, wenn der Heilige, gelobt sei Er, die Teschuwa vom Sünder fern hält, dieser auch, ohne Teschuwa tun zu können, in seinem Frevel sterben müsse, dem er sich nach freier Wahl ergeben. Ebenso wurde von Sihon zur Strafe für seine vielen Sünden die Teschuwa abgehalten, wie es heißt: »Denn der Ewige, dein Gott, hat seinen Geist verstockt, und sein Herz unbeugsam gemacht«. Ebenso wurde den Kenaaniten, wegen ihrer Untaten die Teschuwa vorenthalten, bis sie den Krieg mit Israel angefangen ,wie geschrieben steht, »denn vom Ewigen rührte es her, dass ihr Herz trotzig war, um dem Krieg mit Israel entgegenzugehen, damit sie gänzlich vernichtet würden«, (Jos. 11:20). Ebenso hat Gott den Kindern Israel selbst, in den Tagen des Propheten Elias, die Teschuwa vorenthalten, weil sie so viel gesündigt, wie geschrieben steht: »Und Du hast ihr Herz abwendig gemacht« (1 Kön. 18:37), was so viel sagen will, als: Du hast ihnen die Teschuwa vorenthalten. — Daraus geht nun auch hervor, dass Gott weder dem Pharao vorherbestimmte, den Israeliten Böses zuzufügen, noch dem Sihon die Bestimmung gab, in seinem Lande zu freveln, noch die Kenaaniten veranlasste, Untaten zu begehen, oder den Israeliten — Götzen zu dienen, sondern alle diese haben nur von freien Stücken gefrevelt und es diente ihnen zur Strafe, dass ihnen die Teschuwa vorenthalten wurde. ",
            "3": "[Gottes Hilfe] In eben diesem Sinne erstehen die Frommen in ihrem Gebete von Gott, dass er ihnen zum Reiche der Wahrheit verhelfen möge, wie David sagt: »Lehre mich, Ewiger, den Weg Deiner Gesetze« (Ps. 19:33); was so viel sagen will, als: meine Sünden mögen mir nicht die Bahn der Teschuwa absperren, auf welcher ich Deine Wege und die Einheit Deines Namens erkennen könnte. Ebenso heißt bei ihm (bei David): »Und ein edler Mut unterstütze mich« (Ps. 51:14), was so viel heißen will, als: Du möchtest meinen Geist Deinen Willen vollziehen lassen und meine Sünden möchten mir nicht die Vorenthaltung der Teschuwa verursachen, du möchtest vielmehr mir die freie Wahl lassen, damit ich zur Einsicht wiederkehre und den Weg der Wahrheit erkenne. Auf diese Weise sind auch alle ähnlichen Verse zu erklären. ",
            "4": "Was meint nun eigentlich David, indem er spricht: »Gut und gerecht ist der Ewige, daher weist er die Sünder auf den rechten Weg und leitet die Demütigen in Gerechtigkeit u.s.w.«? (Ps. 25:8-9). Antwort: er verstand darunter, dass der Ewige ihnen Propheten schickte, welche die Wege Gottes den Menschen kund zu tun pflegten und sie auf diese Weise zur Teschuwa bekehrten; ja er gab sogar diesen Letzteren noch Kraft, zu lernen und zu begreifen, denn es ist jedem Menschen eigen, dass er an den Wegen der Weisheit und Gerechtigkeit Wohlgefallen habe und dieselben auch verfolge, sobald er sie erst einmal betreten, wie auch unsere Weisen, seligen Andenkens, sich ausgesprochen: wer da zum Reinigen kommt, dem wird auch geholfen, nämlich er wird sich durch die Sache selber in seiner Besserung befördert fühlen. — (Hier könnte man nun den Einwurf machen): Es heißt ja aber in der Tora: »Und sie werden ihnen dienstbar sein, diese aber werden sie abmartern« ( Gen. 15:13), was allerdings uns glauben machen könnte, Gott hätte den Ägyptern befohlen, den Kindern Israels Böses zu tun. Eine gleiche Deutung könnte man einer anderen Stelle unterlegen, (Deut. 31:16) »und dieses Volk wird aufstehen und nachlaufen den Abgöttern des Landes«, wo es ebenfalls den Anschein haben könnte, als hätte Gott die Israeliten vorherbestimmt, Götzen zu dienen. (Ist dem nun so) Warum straft er dennoch nachher? Antwort: Weil er erstens nicht diesem oder Jenem vorhersagte, dass gerade er der Abspenstige sein werde, sondern ein Jeder aus der Zahl der Abspenstigen, die Götzen gedient haben, hätte sich des Götzendienstes enthalten können, wenn er hierzu den Willen gehabt hätte. Der Schöpfer aber hat dem Moses seine Vorausverkündigungen nur im Allgemeinen gemacht, ungefähr wie Jemand sagen würde: »Unter diesem Volke werden Fromme und Sünder sein«, woraus aber der Sünder noch keineswegs folgern kann: dass er schon im Voraus (durch das Fatum) bestimmt gewesen sei, ein Sünder zu werden, da doch Gott dem Moses nur voraussagte, dass in Israel sich Sünder vorfinden würden, wie auch in ähnlicher Weise gesagt wird: dass es nie an Armen im Lande fehlen werde. Ebenso hatte ein jeder von den Ägyptern, welche den Kindern Israels so viel Böses und Leids zugefügt, das Böse unterlassen können nach eigener Wahl, denn Gott hat nicht das Schicksal eines einzelnen Menschen vorausgesagt, sondern ließ den Abraham nur wissen, dass seine Nachkommen einst in einem fremden Lande geknechtet werden sollten. Übrigens haben wir schon oben erklärt, dass der Mensch nicht die Kraft besitze, zu begreifen, in welcher Weise der Heilige, gelobt sei Er, im Voraus die Dinge, die da entstehen werden, weiß. "
        },
        "6": {
            "0": "[Teschuwa zur jeder Zeit] Weil nun jeder Mensch über seinen Willen gebieten kann, wie wir oben erklärt haben, so muss auch ein Jeder sich Mühe geben, Teschuwa zu tun, laut das Bekenntnis seiner Sünden ablegen und seine Hände vom Frevel rein waschen, damit er als Büßender sterbe und auf diese Weise zum Leben der künftigen Welt gelange. ",
            "1": "Stets aber muss der Mensch sich betrachten als wäre er dem Tode nahe und fürchten, dass er vielleicht in einer Stunde sterbe, wo er noch Sünder ist, deshalb aber auch sich jederzeit beeilen Teschuwa zu tun. Er denke nicht bei sich: wenn ich alt werde, dann will ich Teschuwa tun, denn vielleicht stirbt er ehe er alt wird, worauf auch Solomo hindeutete, als er in seiner Weisheit sprach: »Zu jeder Zeit mögen deine Kleider weiß sein« (Prov. 9:8). ",
            "2": "[Teschuwa von schlechten Neigungen] Denke nicht bei dir, die Teschuwa sei nur bei solchen Sünden erforderlich, wo eine Tat stattgefunden habe, wie z. B. beim Ehebruch, beim Raub, beim Diebstahl; vielmehr hat der Mensch, ebenso wie bei tätlichen Sünden, jederzeit nachzudenken über seine schlechten Neigungen und Teschuwa zu tun wegen seines Zornes, seines Hasses, seines Neides, seiner Spottsucht, seiner Geldgier, Ehrsucht und Schlemmerei; von allen solchen Dingen muss man mit Reue wiederkehren, ja diese Sünden fallen, sogar zuweilen schwerer in die Waagschale, als manches tätliche Vergehen, denn ist Jemand einmal einer solchen verfallen, so fällt es ihm schwer von ihr zu lassen, wie es auch heißt: »Es verlasse der Böse seinen Weg und der Sünder seine Gedanken« (Jer. 4:7). ",
            "3": "[Stufen der Teschuwa] Ebenso wenig denke aber ein Teschuwa Tuender, dass er wegen seiner Frevel und Sünden, die er begangen, noch sehr weit von jenem hohen Grade der Frommen entfernt sei; denn dem ist nicht so, vielmehr ist er ebenso geliebt und auserkoren vor dem Angesichte des Schöpfers, als hätte er niemals gesündigt; sein Lohn ist noch größer, da er ja von der Sünde bereits gekostet und dennoch sich ihrer entschlug und seinen bösen Willen bändigte. Die Weisen sagten: zu der Stufe, welche die Büßenden einnehmen, gelangen selbst die Frömmsten nicht, was so viel sagen will, als: ihre Stufe sei darum höher als die Stufe Derjenigen, welche niemals gesündigt, weil sie mehr als jene ihre Gelüste im Zaume zu halten haben. ",
            "4": "Alle Propheten haben die Teschuwa anempfohlen und Israel kann nur durch die Teschuwa erlöst werden. Auch versichert uns die Tora, dass Israel am Ende der Verbannung Teschuwa tun werde, und in Folge dessen auch bald die Erlösung zu gewärtigen habe, wie geschrieben steht: »Und nachdem über dich sich alle Dinge« u. s. w. »Und du zum Ewigen, deinem Gotte, wiederkehren werdest … da wird auch der Ewige, dein Gott, deine Gefangenen wieder heimführen und sich erbarmen« (Deut. 30:1,2-3). ",
            "5": "Groß ist die Bedeutung der Teschuwa, indem sie den Menschen der Gottheit näher bringt, wie es heißt: »Kehre wieder, Israel, bis zum Ewigen, deinem Gotte« (Hos. 14:2) und ferner: »Ihr kehrtet nicht wieder bis zu mir, spricht der Ewige«, (Amos 4:6,8), und ferner: »Wenn du wiederkehrst, Israel, spricht der Ewige, wiederkehrest bis zu mir« (Jer. 4:1), was so viel sagen will, als: wenn du in Teschuwa wiederkehrest, so stehst du mir nahe; denn die Teschuwa nähert die Ihm fern Stehenden. War gestern Jemand gehasst vor dem Ewigen, verabscheut, verstoßen und entehrt, so ist er heute geliebt, ersehnt, nahe und auserkoren. So findet man auch, dass der Heilige, gelobt sei Er, mit derselben Sprache die Büßenden zu sich ruft, mit welcher Er die Sünder von sich stößt, seien es einzelne Menschen, oder ganze Gemeinden. Denn es heißt: »Und an der Stelle, wo ihnen gesagt wurde: ihr seid nicht mein Volk, wird zu ihnen gesprochen werden: ihr Söhne des lebendigen Gottes« (Hos. 2:1). So heißt es auch ferner von Jechanjahu, als er noch Sünder war: »Verzeichnet diesen Menschen als kinderlos, als einen Mann, der sein Leben lang kein Glück haben wird; und wenn auch Chanjahu, der Sohn Jehojakim, König von Juda, ein Siegelring auf meiner rechten Hand gewesen wäre,« (Jer. 22:24,30). Da er aber in der Verbannung Teschuwa getan, so heißt es von seinem Sohne Serubbabel: »An diesem Tage spricht der Ewige, Zebaoth, werde ich dich aufnehmen Serubbabel, den Sohn Schealthiels, meinen Knecht, spricht der Ewige, und werde dich wie einen Siegelring anlegen« (Hag. 2:23). ",
            "6": "Wie erhaben ist also die Bedeutung der Teschuwa. Gestern war dieser abgesondert vom Ewigen, dem Gotte Israels, wie es heißt: »Eure Sünden bilden eine Scheidewand zwischen euch und eurem Gotte« (Jes. 59:2) — gestern schrie er und wurde nicht erhört, wie es heißt (Jes. 1:15) »wenn ihr auch anhäuft Gebete u. s. w.«. Gestern, wenn er göttliche Gebote erfüllte, wurden Sie ihm zurück ins Angesicht geworfen, wie es heißt: »Wer verlangte dies (Opfer), aus euren Händen (um deswegen) zu zerwühlen meine Höfe« (Jes. 1:12) ferner: »Wer ist da noch unter euch und möchte die Türe fest schließen« (Mal. 1:10); heut aber ist der Gottheit nahe, wie es heißt: »Und ihr, die ihr da anhängt dem Ewigen, eurem Gott« (Deut. 4:4); heute wird erhört, sobald er nur anruft, wie es heißt: »Und bevor sie noch rufen werde Ich ihnen schon antworten« (Jes. 65:24). Er vollzieht Gebote und dies wird mit Wohlgefallen und mit Freuden wahrgenommen, wie es heißt: »Denn der Allmächtige hat schon deine Taten gutgeheißen (Prov.9:7); ja man hat sogar Sehnsucht nach ihnen, wie geschrieben steht: »Und dem Ewigen wird die Darbringung Judas und Jerusalems angenehm sein, wie vor uralten Zeiten und vor vielen Jahren« (Mal. 3:4). ",
            "7": "[Bedrängnis des Teschuwa Tuenden] Die Büßenden pflegten demütig und überaus bescheiden zu sein; warfen die Dummen ihnen ihre früheren Handlungen vor und sagten: »Gestern habt ihr so und so gehandelt, so und so gesprochen«, so haben sie sich darum nicht zu kümmern, sondern dies mit Heiterkeit anzuhören, da sie doch wissen, dass ihnen dies auch Vorteil bringt, indem die Scham ihrer früheren Sünden und das Erröten vor denselben, ihr Verdienst vergrößert und ihnen eine um so höhere Stufe verschafft. Es ist aber auch eine große Sünde, zum Büßenden zu sprechen: Erinnere dich deiner vorigen Handlungen oder ihm dieselben überhaupt in Erinnerung zu bringen, um ihn zu beschämen, selbst auch schon wenn man ihm Taten und Vorfälle vor Augen führt, die den Seinigen gleichen und ihn so an seinen früheren Lebenswandel erinnert. Das Alles ist verboten und untersagt in den allgemeinen Geboten der Tora: Den Nebenmenschen nicht mit Worten zu betrügen, wie es heißt: »Und ihr sollt Einer den Anderen nicht betrügen« (Lev. 23:17)  "
        },
        "7": {
            "0": "[Lohn der Gerechten und Vergeltung der Frevler] Das für die Frommen vorbehaltene Gut, ist das Leben in der zukünftigen Welt, welches ein Leben ist ohne Tod und ein Gut ohne Übelstand. Darauf deuten die Worte der Tora hin: »Damit es dir gut gehe und du lange Tage lebst!« (Deut. 22:7), was die Tradition dahin erklärt, dass es dir gut gehe in einer Welt, wo nur Gutes und dass dir lange Tage zu Teil werden mögen, in einer Welt die ewig fortdauert, nämlich in der zukünftigen Welt. Der Lohn der Frommen also besteht darin, dass sie zu diesem Wohle gelangen und in diesem Glücke leben; die Strafe der Bösen aber ist es, dass sie zu diesem Leben nicht gelangen, sondern vernichtet werden und absterben. Wer zu jenem ewigen Leben nicht gelangt, der heißt ein Toter, weil er nicht dieses Leben teilhaftig wird, sondern in seinem Frevel vernichtet wird und untergeht wie ein Tier. Das eben ist der Vernichtungstod, dessen die Tora gedenkt in den Worten: »Abgeschnitten, abgeschnitten werde die Seele!« (Num. 15:31); die Tradition erklärt es dahin, dass die Seele abgeschnitten werde in dieser Welt, wie auch in der zukünftigen, was so viel sagen will, als: Die Seele, welche in dieser Welt vom Körper schied, gelange nicht zum Leben der zukünftigen Welt, sondern werde auch von dieser abgeschnitten. ",
            "1": "[Die kommende Welt und die Seelen der Gerechten] In der künftigen Welt gibt es weder Körper noch Fleischlichkeit, sondern nur Seelen der Frommen ohne Körper, wie die Engel im Dienste Gottes. Weil es nun dort keine Körper gibt, so kann auch weder Essen noch Trinken, noch sonst irgendeine Sache, deren der menschliche Körper hienieden benötigt, dort existieren. Eben so wenig kann sich dort etwas zutragen, was nur auf die Körper in der irdischen Welt Bezug haben kann, wie z.B. Sitzen, Stehen, Schlafen, Trauer und Klagen und drgl. Folgendes sind die Worte unserer ersten Weisen: »Die zukünftige Welt hat weder Essen noch Trinken usw., sondern die Frommen sitzen mit ihren Kronen auf den Häuptern und genießen des Anschauens der Gottheit«. So ist es hier nun erweisen, dass es dort keine Körper gebe, da es dort weder Essen noch Trinken gibt und demgemäß auch der Ausdruck »die Frommen sitzen« nur allegorisch zu nehmen ist, als wollte man damit sagen: Die Seelen der Frommen existieren dort ohne Mühe und ohne Arbeit. Ebenso bedeutet der Ausruf: »Mit ihren Kronen auf dem Häuptern« so viel als: das Wissen, welches sie erlangt und durch welche sie zum Leben der zukünftigen Welt gelangt, ist und bleibt in ihnen und bildet ihre Krone, ungefähr wie Salomo sagte: »Mit dem Kranze, den seine Mutter ihm ums Haupt gewunden« (Hohelied 3:11). So heißt es fernen: »Und ewige Freude auf ihrem Haupte« (Jes. 35:10, 51:11); wie die Freude doch kein Körper ist, dass sie auf ihrem Haupte ruhe, ebenso ist auch die Krone, von der hier die Weisen sprechen, allegorisch zu nehmen. Was endlich den Ausruf: »Genießen des Anschauens der Gottheit« anlangt, so will der selbe nur bezeichnen, dass sie (die Frommen) die Wesenheit des Heiligen, gelobt sei Er, wissen und begreifen, dessen sie noch nicht fähig waren, als sie noch an den dunkeln niedrigen Körper gefesselt waren. ",
            "2": "[Leben und Ausrottung] Das Wort Seele, dessen wir uns hier öfters bedienten, bedeutet nicht diejenige Seele, welche des Körpers bedarf, sondern die Wesenheit der Seele, welche das selbständige Bewusstsein ausmacht, wie wir es im vierten Kapitel der Grundsätze der Lehre erklärt haben. Das also wird hier mit dem Worte »Seele« bezeichnet. Da es dort keinen Tod gibt und dieser überhaupt nur bei körperlichen Vorgängen eintreten kann, so wird das Leben, welches wir erwähnt, »Lebensbund« genannt; wie es heißt: »Und die Seele meines Herrn wird eingeflochten in den Lebensbund« (1. Sam. 25:29). Das ist der Lohn, über den es keinen höheren gibt und das ist das Glück, nach welchem es kein weiteres Glück gibt. Nur nach diesem Leben sehnten sich alle Propheten. ",
            "3": "Mehrere Namen wurden dieser Welt allegorisch beigelegt, als: Gottesberg, heiliger Ort, der heilige Weg, die Höhe Gottes, die Liebe Gottes, das Zelt Gottes, der Palast Gottes, das Haus Gottes, die Pforte Gottes und unsere Weisen nannten diese, für die Frommen vorbehaltene Glückseligkeit allegorisch »die Mahlzeit«; sonst aber wird sie überall »die zukünftige Welt« genannt. ",
            "4": "Die größte Rache aber, welche von keiner anderen überboten werden kann, ist, dass die Seele vernichtet werden kann, ohne dass sie zu jenem Leben gelange, wie es heißt: »Abgeschnitten, abgeschnitten werde die Seele, ihre Strafe ist in ihr« (Num. 15:31). Das ist der Abgrund, den die Propheten allegorisch mit Gruft, Grube, Abgrund, Hölle, Vampir und noch mit mehreren anderen Namen von Vernichtung und Verderben bezeichnen, weil diese Strafe eben eine Vernichtung ist, nach der es kein Auferstehen gibt und ein Verlust, der niemals wiederersetzt wird. ",
            "5": "[Wohl des Körpers und die kommende Welt]  Vielleicht erscheint dieses Glück in deinen Augen zu gering und du denkst, dass der beste Lohn für die Erfüllung der Satzungen und die Vervollkommnung der Menschen auf dem Wege der Wahrheit nur darin bestehe, dass man gut esse und trinke, seine Kleider von Linnen und Purpur trage, in elfenbeinernen Palästen, umgeben von schönen Mädchen wohne und mit Geschirren von Gold und Silber sich bedienen lasse und dergleichen Dinge mehr, wie sie sich jene dummen, närrischen und ausschweifenden Araber vom Paradiese vorstellen. Aber die Weisen und Gelehrten wissen es, dass alle diese Dinge nur eitler Tand und Nichtigkeiten sind und uns nur deswegen auf dieser Welt Nutzen und großes Vergnügen gewähren, weil wir irdische Körper haben, denn alle jene Dinge sind nur aus Annehmlichkeiten des Körpers; die Seele hat nach ihnen nur deswegen Verlangen, weil der Körper es fordert, damit sein Trieb befriedigt werde. Da es aber dort keine körperliche Existenz gibt, müssen auch alle jene Dinge aufhören. Das große Glück, dessen die Seele in der zukünftigen Welt teilhaftig sein wird, können wir in diesem irdischen Leben auf keine Weise begreifen und erkennen, da wir in dieser Welt nur materielles Vergnügen kennen und darnach Verlangen tragen. Jene Seligkeit aber ist unendlich groß und Nichts vom irdischen Leben lässt sich ihr vergleichen, es sei denn im allegorischen Sinne. Es würde aber ein großer Irrtum sein, wenn man wirklich einen Vergleich zwischen dem Seelenkglücke in der künftigen Welt und dem Behagen anstellen wollte, welches wir hienieden beim Essen und Trinken empfinden; jene Glückseligkeit ist vielmehr unerforschlich und unvergleichlich, wie auch David sagte: »Wie groß ist das Glück, das du für deine Frommen aufbewahrt« (Ps. 31:20). ",
            "6": "Und wie sehnte sich David und strebte nach dem Leben der zukünftigen Welt in den Worten: »Hätte ich nicht geglaubt zu schauen die göttliche Seligkeit in dem Lande des Lebens« (Ps. 27:13). Unsere Weisen haben uns schon oft und getan, dass kein Mensch die Kraft besitze, jene Seligkeit klar zu erfassen, dass Niemand, außer dem Schöpfer selbst, gelobt sei Er, ihre ganze Größe, Schönheit und Wesenheit erfassen und es begreifen könne, dass alles Glück, von dem die Propheten dem Volke Israel sprechen, sich bloß auf körperliche Dinge beziehe, welche Israel zu den Tagen des Messias besitzen wird, wo dann die Herrschaft Israel wieder zu Teil werden wird. Die Lebensseligkeit der zukünftigen Welt aber, ist damit durchaus in keinen Vergleich zu setzten. Die Propheten wollen sie auch mit Nichts vergleichen, weil sie durch jeden Vergleich hätte verlieren müssen. Darauf deuten die Worte Jesaias: »Kein Auge sah sie außer Dir, Allmächtiger, das wird Er tun dem, welcher auf Ihn hofft« (Jes. 64:3), als wollte er damit sagen, dass die Seligkeit, welche kein Prophetenauge noch gesehen, welche Niemand außer dem Allmächtigen selbst erschaut, von diesem für den Menschen bereitet worden sei, der auf ihn hofft. Die Weisen sprachen: Alle Propheten prophezeien nur von dem Tage des Messias, die zukünftige Welt aber hat kein Auge erschaut »außer dem Deinigen, Allmächtiger«. ",
            "7": "[Die Zeit der kommenden Welt] Dass unsere Weisen sie die zukünftige Welt benannten, bedeutet nicht etwa, dass sie jetzt noch nicht existiere und erst dann eintrete, wenn diese Welt vernichtet ist. Dem ist nicht also, sondern sie existiert und steht schon da, wie es auch heißt: »Das du für deine Frommen aufbewahrt, für die auf dich Vertrauenden erschaffen hast« (Ps. 32:20). Die Weisen haben sie nur deswegen die zukünftige Welt genannt, weil jenes selige Leben den Menschen erst nach Ablauf dieses irdischen zu Teil wird, wo wir noch aus Körper und Seele bestehen. Nach dem Hinscheiden aber gelangt bald dazu ein jeder Fromme. "
        },
        "8": {
            "0": "[Die Frage] Da wir nun aber wissen, dass der Lohn der Gebote und das Glück, welches wir durch deren Erfüllung erlangen, wenn wir auf Gottes Wegen nach den Vorschriften der Torah wandeln, eben in jenem Leben der zukünftigen Welt bestehe, wie geschrieben steht: »Damit es dir gut gehe und du lange Tage lebst« (Deut. 22) und wenn wir ferner in Betracht ziehen, dass die Rache, welche die Frevler erreicht, nachdem sie die von der Torah vorgeschriebenen Wege der Gerechtigkeit verlassen, in der Vernichtung bestehe, wie geschrieben steht: »Abgeschnitten, abgeschnitten werde diese Seele, ihre Strafe ruht auf ihr« (Num. 15:31) — warum heißt es dann noch in der ganzen Torah: »Wenn ihr gehorchen werdet, wird euch dieses und jenes zu Teil und wenn ihr nicht gehorchen werdet, so wird euch dieses und jenes begegnen und zwar immer nur Dinge, die dieser irdischen Welt angehören z.B. Fülle, Hunger, Krieg, Frieden, Herrschaft, Unterdrückung, Bewohnung des eigenen Landes und Verbannung, Glück in den Geschäften oder Unglück und in gleicher Weise alle übrigen Verheißungen des Bundes? Antwort: Alle diese Verheißungen sind eingetroffen und werden auch ferner eintreffen, wenn wir nämlich die Vorschriften der Torah erfüllen, werden uns auch alle Güter dieser Welt zuteil und wenn wir jene Vorschriften übertreten, wird uns auch alles hergezählte Unheil zuteil.  Jedoch sind weder jene Güter das Ende der Belohnung für die Beachtung der Gesetze, noch jenes Unheil das Ende der Rache, welche den Gesetzesübertreter trifft, sondern es verhält sich hiermit folgendermaßen: Der Heilige, gelobt sei Er, gab uns diese Torah als Lebensbund und derjenige, der da alles erfüllt, was darin geschrieben steht und Ihm mit vollkommenem Wissen und mit Andacht bekennt, gelangt dadurch zum Leben der künftigen Welt und zwar ein Jeder nach Maßgabe seiner Taten und nach seiner Weisheit. Nun hat uns aber in der Torah versichert, dass, wenn wir seine Gebote mit Freuden und mit Vergnügen erfüllen und über ihre Weisheit stets gründlich nachdenken, er von uns auch Alles stets fern halten werde, das uns in der Erfüllung der Gebote hindern könnte, wie Krankheit, Krieg, Hunger und dergleichen, so dass er uns vielmehr alle jene Güter spenden wolle, welche von uns noch mehr in den Stand setzen könnten, die Gebote der Tora zu erfüllen, wie beispielsweise reiche Ernten, Frieden, Überfluss an Silber und Gold, damit wir es nicht nötig hätten, alle unsere Tage zum Erwerb der körperlichen Bedürfnisse zu verwenden, sondern frei und ungehindert uns dem Studium der Wissenschaften und der Erfüllung der Gebote widmen können und auf diese Weise auch zum Leben der zukünftigen Welt gelangen. So heißt es ausdrücklich in der Torah, nachdem uns Gott die Güter dieser irdischen Welt zugesichert hat: »Und als eine gute Tat wird es uns angerechnet werden, wenn wir danach streben, all diese Gebote zu erfüllen vor dem Angesicht Ewigen, unseres Gottes.« (Deut. 6:25). Dagegen heißt es in der Torah auch, dass, wenn man diese Gesetze wissentlich vernachlässigt und sich mit vergänglichem Tand beschäftigt, wie geschrieben steht: »Und Jeschurun wurde fett und unbändig« (Deut. 42:15) — auch der wahre Richter den Übertretern alle Güter dieser Welt entziehen werde, die sie bewogen haben, übermütig zu werden und auf ihr Haupt alles Unheil bringen werde, was sie abhalten kann, die künftige Welt zu erwerben, damit sie in ihrer Sünde verloren gehen denn, es heißt in der Schrift: »Und du wirst deinen Feinden dienen, die Gott dir senden wird, dafür, — dass du dem Ewigen nicht gedient hast« usw. (Deut.. 28:47-48), woraus wir sehen, dass alle jene Segnungen und Verfluchungen so zu deuten sind: Wenn ihr Gott dient mit Freude und Seine Wege beobachtet, so wird er euch seinen Segen spenden und den Fluch entfernen, damit euch nichts hindere, durch die Torah weise zu werden und euch mit ihr zu beschäftigen, wodurch ihr wiederum zum Leben in der zukünftigen Welt gelangt und es euch gut ergehe in einer Welt, die nur Gutes hat und ihr lange Tage lebet in einer Welt, die ewig dauert und ihr auf diese Weise zu beiden Welten gelangt, nämlich zum glücklichen Leben in dieser Welt, das auch alsdann zum Leben in der zukünftigen führt. Denn wer nicht hienieden Weisheit und gute Taten sich zu eigen macht, womit soll dieser das zukünftige Leben sich erwerben, da es doch heißt: »Denn es gibt keine Tat, keine Rechnung, kein Wissen und keine Weisheit im Grabe« (Kohelet 9:10). Und wenn ihr den Ewigen verlasset und in Essen, Trinken und dergleichen schwelgt, so bringt Er über euch alle jene Flüche und entzieht euch allen Segen, auf dass Tage vergehen in Furcht und Beben und ihr weder einen freien Geist, noch einen gesunden Körper habt, um die Gebote zu erfüllen, so dass ihr damit auch das Leben in der zukünftigen Welt verliert; auf welche Weise euch dann zwei Welten verloren gehen, denn während der Mensch in dieser Welt zerrissen und von Krankheit, Krieg und Hunger heimgesucht ist, vermag er wohl nicht, sich mit der Weisheit oder den Geboten zu beschäftigen, durch welche allein man das Leben der zukünftigen Welt erlangt. ",
            "1": "[Die Tage des Messias]  Daher hatte auch ganz Israel, hatten seine Propheten wie seine Weisen, immer eine Sehnsucht nach den Tagen des Maschiach, damit sie Ruhe haben möchten vor der Fremdherrschaft, die ihnen nicht gestattet, mit Torah und Geboten sich gehörig zu beschäftigen: damit sie dann rasten könnten und die Zahl der Weisen sich mehren möchte, und sie so zum ewigen Leben gelangten — Denn zu jener Zeit wird die Gottkenntnis, die Weisheit und die Wahrheit groß sein, wie es heißt: »Die Erde ist voll der Kenntnis des Ewigen« (Jes. 11:9) und ferner »Es wird niemand seinen Bruder und niemand seinen Nächsten lehren« (Jer. 31:34) und ferner »und ich werde absondern das steinerne Herz von eurem Fleisch.« (Jechezkel 36,26). Denn jener König, der da aus den Nachkommen Davids für uns ersteht, wird noch weiser sein als Schlomo und als Prophet, beinahe so groß, wie unser Lehrer Mosche, daher er auch das ganze Volk unterrichten und ihm die Wege Gottes zeigen wird, so dass alle Völker kommen werden, ihn zu hören, wie es auch heißt (Jes. 2:2) »und am Schluss der Tage wird bereitstehen der Berg und das Gotteshaus, über allen Gipfeln der Berge«.  Das Ende aber alles Lohnes und das höchste Glück, das weder Unterbrechung noch Verminderung kennt, ist das Leben der zukünftigen Welt; in den Tagen des Maschiach hingegen wird auf dieser Welt die jetzige Ordnung der Dinge fortdauern, mit dem alleinigen Unterschied, dass die Herrschaft wieder zu Israel zurückkehrt; wie auch schon die ersten Weisen dies ausgesprochen haben:  Es ist zwischen der jetzigen Zeit und den Tagen des Maschiach kein anderer Unterschied, als die Botmäßigkeit unter der Fremdherrschaft (die dann aufhören wird) (Schabbat 63a). "
        },
        "9": {
            "0": "[Diener aus Furcht] Der Mensch denke jedoch nicht: ich werde alle Vorschriften der Schrift erfüllen; damit ich aller jener Segensverheißungen der heiligen Schrift teilhaftig werde oder dadurch zum Leben der zukünftigen Welt gelange; ebenso wenig denke er: Ich werde mich von den Sünden fernhalten, auf welche die heilige Schrift aufmerksam gemacht hat, damit ich dadurch von den Flüchen errettet werde, mit denen die heilige Schrift droht, damit ich nicht des zukünftigen Lebens verlustig gehe. Es geziemt sich nicht, dem Schöpfer auf diese Weise zu dienen; denn wer ihm so dient, tut es nur aus Furcht, — dieses aber ist nicht der Standpunkt der Propheten und noch weniger der Weisen. Dem Ewigen dienen auf diese Weise nur die ungebildeten Frauen und Kinder, die darin gewohnt werden, aus Furcht fromm zu sein; bis ihr Wissen sich so ausgebildet hat, dass sie aus Liebe fromm sein können. ",
            "1": "[Diener aus Liebe]  Derjenige, welcher Gott aus Liebe dient, beschäftigt sich mit der Tora und den Geboten und wandelt auf den Wegen der Weisheit, — nicht um irgendwelcher Nebenrücksichten willen, weder aus Furcht vor irgendeinem Unglück, noch um irgendetwas Gutes zu erlangen, sondern er tut, was richtig ist, weil es eben das Rechte ist. Das Gute aber folgt von selbst darauf. Diese Stufe ist eine sehr hohe, so dass nicht jeder Weise zu ihr gelangt. Diese ist die Stufe unseres Vaters Abraham, den der Heilige, gelobt sei Er, seinen Freund nannte, weil er ihm nur aus Liebe gedient hat. Dieselbe Stufe schreibt der Heilige, gelobt sei Er, uns durch Moses vor, wie es heißt: »Und du sollst lieben den Ewigen, deinen Gott« (Dt. 6:5), denn sobald der Mensch den Ewigen liebt mit der geziemenden Liebe, so wird er auch alle Gebote aus demselben Antriebe erfüllen. ",
            "2": "Wie ist die geziemende Liebe beschaffen? Antwort: Man muss den Ewigen mit einem solchen innigen, starken Gefühl lieben, dass die Seele des Menschen ganz von dieser göttlichen Liebe durchdrungen sei, und der Mensch ihrer immerfort denke, als wäre er liebeskrank, so dass sein Verstand befangen sei, wie in der Liebe zu einer Frau und er ihrer immer denkt im Sitzen, Stehen, beim Essen und Trinken. Mehr noch, als eine solche Liebe, muss die Liebe Gottes im Herzen seiner Freunde sein, die stets an ihn denken sollen, wie er uns auch gebot: »Mit deinem ganzen Herzen und mit deiner ganzen Seele« (Deut. 6:5), und wie auch der weise Salomo allegorisch sagt: »Denn ich bin krank von Liebe« (Hoheslied 2:5). Das ganze Hohelied ist auch in diesem Sinne geschrieben. ",
            "3": "Die ersten Weisen sagten: Du würdest vielleicht denken, ich werde die Tora studieren, damit ich reich werde, damit ich Rabbi genannt werde, damit ich Lohn in der zukünftigen Welt empfange. Deshalb heißt es: »Den Ewigen zu lieben« (Deut. 19:9), was soviel sagen will, als: Alles, das ihr tut, sollt ihr nur aus Liebe tun. Ferner sagten die Weisen: »Heil dem Mann der gottesfürchtig ist und dem nach seinen Geboten sehr verlangt.« (Psalmen 112:1). Also nicht nach dem Lohn der Gebote. — Auf diese Weise pflegten auch unsere großen Weisen den verständigeren unter ihren Schülern, die besonders geistreich waren, zu raten: seid nicht wie die Knechte, die den Herrn dienen des Lohnes wegen dienen — (Awot), sondern weil Er der Herr ist, so geziemt es sich, Ihm zu dienen, nämlich Ihm zu dienen aus Liebe. ",
            "4": "[Torah um ihrer selbst willen] Wer sich mit der Tora beschäftigt, um Lohn dafür zu empfangen oder um Gottes Strafe auszuweichen, der handelt so aus Nebengründen. Wen aber weder Furcht, noch Hoffnung auf Lohn, zu dieser Beschäftigung geführt, sondern die Liebe zum Herrn der Welt, Der dieselbe geboten, der handelt so um der Sache selbst willen. Die Weisen aber sagten: immer mag der Mensch sich mit der Tora beschäftigen, selbst wenn dies aus Nebengründen geschieht, denn, selbst von Nebenrücksichten ausgehend, kann er für die Sache selbst eingenommen werden. Daher, wenn man Kinder, Frauen und Unwissende unterrichtet, so gewöhne man sie anfangs nur, Gott bloß aus Furcht oder des himmlischen Lohnes willen zu dienen bis sich ihr Wissen so gemehrt und ihre Vernunft so entwickelt hat, dass man ihnen allmählich diese tiefe Wahrheit entdecken kann. Man bereite sie aber dazu langsam vor, bis sie es begreifen und erkennen, wo sie dann Gott auch aus Liebe dienen werden. ",
            "5": "[Erkenntnis und Liebe] Es ist bekannt und erwiesen, dass die Liebe zum Heilige, gelobt sei Er, in dem menschlichen Herzen, nicht anders Wurzel schlägt, als bis man auf geziemende Weise stets an diese Liebe denkt und Alles in der Welt außer ihr vernachlässigt, wie Er auch selbst geboten in der Schrift: »Mit deinem ganzen Herzen und mit deiner ganzen Seele«. Man kann also den Heiligen, gelobt sei Er, nur lieben, indem man Ihn recht zu erkennen sich bestrebt und — je nach dem Maß unserer Erkenntnis, wird auch unsere Liebe wenig oder groß sein. Daher ist es auch Pflicht des Menschen, sich zusammenzunehmen, um einzudringen und sich zu vertiefen in die Lehre und Wissenschaften, welche ihn der Erkenntnis seines Schöpfers näherbringen können, je nach der Kraft, die dem Menschen innewohnt, zu erfassen und zu begreifen, wie wir auch bereits erklärt in der Abhandlung über die Grundsätze der Tora. "
        }
    },
    "meta": "Chapter-Halakhah",
    "work": "Mishneh Torah, Repentance"
}