{
    "title": "Nachal Eitan on Mishneh Torah, Leavened and Unleavened Bread",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Nachal_Eitan_on_Mishneh_Torah,_Leavened_and_Unleavened_Bread",
    "text": [
        [
            [
                "<b>כל האוכל כזית חמץ בפסח כו' במזיד חייב כרת שנאמר כי כל אוכל חמץ ונכרתה. בשוגג חייב קרבן חטאת קבועה אחד האוכל ואחד הממחה ושותה.</b> משמע דכי היכי דאוכל שיעורו לחיוב כרת וקרבן בכזית הוא הדין לממחה ושותה שיעורו בכזית. וכן משמע בסוגיא דחולין (דף ק\"כ ע\"א) וכן איתא בהדיא בתוספתא פ\"א דפסחים כשם שאכילה בכזית כך שתייה. וקשה דמדברי רבינו פי\"ד מהלכות מאכלות אסורות משמע דשיעור שתייה במשקה או באוכל מחוי הוי ברביעית. וי\"ל על פי הא דאיתא בר\"פ המצניע גבי יין ודם דכזית ביבש הוא רביעית בלח. וסובר רבינו דהוא הדין באוכל שנמחה הוי מכזית רביעית. ולפ\"ז אין סתירה בדברי רבינו דמ\"ש כאן דממחה ושותה כאוכל היינו משום דמאוכל כזית כשנמחה נעשה רביעית משקה אבל באמת שיעור מחוי הוא ברביעית לאחר שנמחה ונעשה משקה וכדמוכח בהל' מאכלות אסורות. ולא קשה מהתוספתא ומסוגיא דחולין דמשערינן בכזית דהיינו אם רוצין לשערו קודם שנמחה ועדיין אוכל הוא משערין אותו בכזית ואין צריך לשערו אח\"כ אבל אם לא שיערו עד שנמחה משערין ברביעית דדא ודא אחת הוא כמ\"ש. וכן יש ללמוד דעת רבינו ממ\"ש בפ\"ה מהלכות נזירות וע\"ש:<br><b> ומכל </b> זה ראיה למ\"ש בס' אליה רבה סי' ק\"צ לדעת רבינו בהלכות שבת פרק י\"ח דמחייב בהוצאת יין יבש כזית מהאי טעמא דהוי רביעית בלח. ודלא כבעל פמ\"ג שם דהשיא דעת רבינו לדעת אחרת. ונעלם ממנו דברי רבינו שזכרתי. ומה שהקשה שם דאיך פסק כרב יוסף בשבת [עז.] דאמר רבי נתן ורבי יוסי ברבי יהודה אמרו דבר אחד הא כהאי גוונא הוי שיטה אין דבריו מחוורין דלא הוי שיטה אלא א\"כ אמר כולהו סבירא להו כמ\"ש הפוסקים. גם מה שהקשה הט\"ז דאמאי לא חייש לדאביי דבעי טפי מרביעית לק\"מ דלא שבקינן מה דפשיטא לרב יוסף משום ספיקא דאביי:"
            ],
            [],
            [
                "<b>אינו חייב משום לא יראה ולא ימצא אלא א\"כ קנה חמץ בפסח או חמצו כדי שיעשה בו מעשה וכו'.</b> ועי' במל\"מ שתמה על רבינו שכתב שאם קנה חמץ בפסח או חימצו חייב משום דעשה מעשה. והרי בסוגיא דפסחים (דף צ\"ה) מוכח דטעמא דאינו חייב על בל יראה הוא משום דהוי לאו הניתק לעשה דתשביתו וא\"כ אפילו עשה בו מעשה אינו חייב וכ\"כ התוס' בשם ר\"י שם. ומה שתירץ המל\"מ דנראה לו דרבינו דחה הסוגיא (שבדף צ\"ה) מהלכה משום דאתיא דלא כהילכתא ע\"ש. אינו מספיק דאכתי גם מסוגיא (שבדף כ\"ט ע\"ב) מוכח כן וכמ\"ש תוס' שם ואמאי דחה גם ההיא סוגיא מהלכה ולא חש לה. וגם מ\"ש המגי\"ה במל\"מ בשם שו\"ת חכם צבי דמפרש דרבינו איירי שכבר עברו כל ימות הפסח ולא קיים עשה של תשביתו בזמנו ומשום הכי חייב כשקיים החמץ ברשותו בפסח בעשיית מעשה אבל כל זמן שלא עבר הפסח דיש בידו לקיים עשה דתשביתו לא חייב כלל דשמא יקיים העשה. ואצלי אינו מחוור לומר כן דכולי האי לא הו\"ל לרבינו למיסתם אלא לפרש. וגם בפרק י\"ט מהלכות סנהדרין סתם וחשב בין החייבים המקיים חמץ ברשותו וכגון שחימץ עיסתו. משמע דמיד שחימץ חייב ואף בחולו של מועד וכמ\"ש שם בפי\"ג.<br><b> וגם </b> דברי הצל\"ח בזה אינן מכוונין שכתב בפ\"ק דביצה דרבינו סבר דבל יראה לא חשיב ניתק לעשה דתשביתו מטעם דהוי לאו שקדמו עשה ולא מבעיא לדעת הפוסקים דלאו דבל יראה אינו נוהג מן התורה בערב פסח עד הלילה ותשביתו נוהג מחצות א\"כ הרי העשה נוהגת בזמן קודם ללאו ובודאי הוה לאו שקדמו עשה אלא דאף להפוסקים דסבירא להו דגם מחצות עובר נמי בלאו דבל יראה אפילו הכי הוה לאו שקדמו עשה ולא הוי ניתק משום שכתב הריטב\"א בפ\"ג דמכות דכל שכתוב בקרא העשה קודם שכתב הלאו אע\"פ שלא קדמו במעשה מקרי לאו שקדמו עשה וחייב עליו עכ\"ד. ואין זה עולה כלל לדעת רבינו דלשיטתו בהלכות נערה גבי אונס שגירש מוכח דסבר דגם לאו שקדמו עשה חשיב ניתק ואינו חייב עליו. וכתב הכס\"מ שהוא משום דמסיק בסוגיא דמכות (דף ט\"ו) דהדר בו ר' יוחנן מהא דאמר דחייב על לאו שקדמו עשה. וא\"כ אין לומר כמ\"ש הצל\"ח שנתן טעם לדעת רבינו כאן דבל יראה לא חשיב ניתק לעשה משום שקדמו עשה. אלא דבחידושי רבי עקיבא איגר מחלק בין אונס לבל יראה אבל אינו מוכרח כמ\"ש במקום אחר:<br><b> ולי </b> נראה דהיינו טעמו של רבינו דאזיל לשיטתו דסבר דתשביתו דקרא היינו רק ביטול והשבתה בלב ואין לביעור חמץ במעשה עיקר כלל מן התורה. וכמ\"ש הרב הכס\"מ ז\"ל לקמן בפ\"ב. וכ\"כ הטור או\"ח בסי' תל\"א ובבית יוסף ובפר\"ח שם וכן בשו\"ת מקום שמואל סי' כ\"ו. ולפ\"ז על כרחך אין לפטור לעובר על לאו דבל יראה על ידי מעשה מטעם דהוא ניתק לעשה דתשביתו דהא לא מהני אלא א\"כ שמקיים העשה וכמ\"ש בהלכות נערה ובהלכות סנהדרין. ובכאן אינו יכול כלל לקיים תשביתו דהיינו ביטול בלב לאחר זמן איסורו דאז אין ברשותו לבטלו שכבר נאסר בהנייה וכמ\"ש רבינו לקמן בפרק ג'. ועל פי זה אתי שפיר דלא תקשי לרבינו מסוגיא (דדף כ\"ט) דהא אזלא שם אליבא דר' יוסי הגלילי ואיהו סבר דחמץ בפסח מותר בהנאה וא\"כ לשיטתו יכול לקיים עשה דתשביתו גם בלב לאחר זמן איסורו ושפיר הוי ניתק לעשה לדידיה. משא\"כ לדידן דקי\"ל דאסור בהנאה אינו יכול לקיים ולכך לא חשיב ניתק לעשה והיה חייב:<br><b> ואחר </b> כותבי זמן רב מצאתי דגם בס' מעיין החכמה כתב כן. וכן נראה עיקר ודלא כדמסיק שם דלרבינו נמי לא חייב על בל יראה דגבי שאור דאיהו ניתק לעשה דכתיב תשביתו שאור ורק משום בל יראה דגבי חמץ היה חייב דלא כתיב ביה תשביתו. ובזה אפשר דגם התוס' מודים ע\"כ. ואין זה מחוור כלל לחלק בין חמץ לשאור דהא קיי\"ל דחמץ ושאור אחד הן. ואין לחייב על חמץ יותר מעל שאור. אלא דגם על שאור חייב לדעת רבינו דלא הוי ניתק לשיטתו וכמ\"ש. וגם דלא כמ\"ש בספר החיים דגם לרבינו לא חייב אלא א\"כ שלא היה בדעתו לבערו אבל אם היה כן בדעתו מודה לר\"י דלא חייב. וליתא דמאי מהני זה לדעת רבינו דעיקר תשביתו היינו בלב וזה אין בידו לקיים אחר זמן איסורו כנ\"ל:<br><b> ומ\"ש </b> רבינו דאם קנה חמץ בפסח חייב משום בל יראה הקשה על זה בע\"מ שבס\"ס ש\"א דבאיסור הנאה לא שייך מכירה וקניה כמ\"ש תוס' בסנהדרין (דף פ') וכבר הרגיש בזה בס' המקנה פ\"ב דקידושין. ותירץ דחייב משום דעבר אמימרא דרחמנא ואע\"ג דלא קנה החמץ להיות שלו ולא אהני מאי דעביד וכדאמר רבא בתמורה. אך אין זה עולה לפי מ\"ש הפר\"ח דגבי מכירה שאינו קונה גם לרבא לא חייב. ועוד אינו עולה לפי מ\"ש הלח\"מ בפ\"ו מהלכות בכורות דמוכח מדברי רבינו שם דפסק כאביי דאי לא אהני לא חייב. אלא דלפ\"ז אפשר דקושטא דלאביי דאית ליה דכל מילתא דאמר רחמנא לא תעביד ועבד מהני הכי נמי מהני מכירה וקניה באיסור הנאה ותוס' בסנהדרין לא איירו רק אליבא דרבא ורבינו פסק כאביי בזה מטעם שכתב הלח\"מ שם. ועוד דאין האחריות של התוספות על רבינו דאפשר דס\"ל כדעת האחרונים שכתבו דלכו\"ע שייך קניין באיסורי הנאה שיהיה שלו ואע\"ג דלאו בר דמים הוא מ\"מ לא גרע מחמץ שהיה כבר ברשותו דג\"כ נאסר בהנאה בשש ולאו בר דמים מהשתא ותו אינו ברשותו ואפילו הכי קיי\"ל דעשאו הכתוב כאילו הוא ברשותו לעניין בל יראה והכי נמי כשקנה חמץ לאחר זמן איסורו חייב בבל יראה כיון דקנייתו קניה וגם עשאו הכתוב כאילו הוא ברשותו לעניין בל יראה:<br><b> ומ\"ש </b> רבינו דאם חימץ עיסתו בפסח הוי מעשה. משמע דדוקא כשחימצה במעשה בידים וכגון שהניח על העיסה שאור וכהאי גוונא שהביא עליה דבר המחמץ בידיו אבל אם לא הביא עליה דבר המחמץ אלא שנתחמצה מאיליה לא חשיב עשיית מעשה מה שנתן הקמח במים ועשה עיסתו כיון שנתחמץ אח\"כ ממילא מחמת שהיתה בלא מעשה. ודלא כמ\"ש בעל הפמ\"ג באו\"ח דמיד שנתן הקמח למים הוי מעשה אע\"פ שבא החימוץ לאחר זמן. ולא משמע כן מדברי רבינו בהלכות סנהדרין שכתב שחימץ עיסתו וכ\"כ בס' החינוך ולפי דברי הפמ\"ג היה לו לומר שעשה עיסתו ונתחמצה אלא שמע מינה דכהאי גוונא לא חשיב מעשה:<br><b> ויש </b> לי להביא ראיה לזה מדאיתא במנחות (דף נ\"ו ע\"ב) גבי שיירי מנחה הניח שאור על גבי עיסה והלך וישב לו ונתחמצה מאליה חייב. והעתיק רבינו בהלכות מעשה הקרבנות פי\"ב וסיים דהנחת שאור הוי מעשה. וכן מבואר מדברי התוס' דקרינן ביה לא תעשה חמץ. ומשמע דדוקא כשהניח השאור שכבר מחומץ הוא דחשיב עשיה אבל בלאו הכי לא חשיב עשייה מה שגבל ועשה העיסה אע\"פ שנתחמצה לאחר זמן ממילא. וכך מבואר ג\"כ מפירוש רש\"י ז\"ל בפרק אלו עוברין (פסחים דף מ\"ח ע\"ב) גבי הפרשת חלה מן העיסה בטומאה ביו\"ט של פסח דמה שמניחה ואינה אופאה ומתחמצת מאיליה לא הוי מעשה. אלמא דלא אמרינן דעשיית העיסה וגם הפרשת החלה גופה שאי אפשר לאפותה נחשב מעשה שמביאה לידי חימוץ כיון דמכל מקום לא הביא החימוץ עליה בידים. ובשעת מעשה של העיסה בהיתר היה והאיסור בא אח\"כ ממילא בלא מעשה לא מצטרף המעשה של היתר לאיסור דממילא שיחשב כאילו האיסור הוא במעשה. וכהאי גוונא פירש רש\"י בסנהדרין (דף ס\"ה) גבי הכנסת עצם ידעוני דלא חשיב מעשה דאינו מדבר בשעת מעשה הכנסה אלא לאחר המעשה שהוא בפיו מדבר העצם מאליו ע\"כ. אלמא דלא מצרפינן הכנסה דהיתר לאיסור של הדיבור שבא אחר כך מאיליו. וגם רבינו כתב כהאי גוונא בהלכות מלכים פרק ה' גבי איסור ישיבה במצרים שאין חייבין עליו דבעת הכניסה היתר הוא ואם יחשוב לישב ולהשתקע שם אין בו מעשה וכ\"כ בחינוך. וכיוצא בזה כתב ג\"כ הרה\"מ בפ\"א דהלכות גזילה גבי לאו דלא תחמוד דאין בו מעשה דאע\"פ שיש מעשה בנטילת החפץ הלקוח מן המוכר זהו היתר שהוא ברצון המוכר ואין איסור אלא ההשתדלות וההפצרה במוכר שירצה למכרו ובזה אין מעשה עכ\"ד. הרי דלא מצרפין מעשה שהוא היתר לאיסור ממילא שיש בו ואע\"פ שכבר בא האיסור בשעת מעשה וכדהתם דבשעת מעשה דנטילת החפץ מהמוכר כבר קדם לו ההשתדלות וההפצרות באיסור. וכל שכן אם עדיין לא בא האיסור בשעת מעשה דהיתר אע\"פ שבודאי יבוא לאחר זמן ממילא אין מצטרף למעשה. וכמו בנידון דידן דעשיית עיסה אין מצטרף לחימוץ דממילא ודלא כספר פמ\"ג הנ\"ל שלא זכר כל הני ראיות שזכרתי:<br><b> ומה </b> שנסתייע בעל פמ\"ג מהא דקיי\"ל גבי כהן ונזיר שנכנסו לבית הקברות או לאוהל המת בשידה תיבה ומגדל ובא חבירו ופרע עליו את המעזיבה והגג שעליו דחייב כששוהה בטומאה ואינו יוצא מיד ואע\"ג דבשהייה ליכא מעשה. ומזה מוכיח דאמרינן דמצרפין מעשה של הכניסה אע\"פ שהיתה בהיתר לאיסור שבא אחר כך בלא מעשה. והנה בהוכחה זו כבר קדמו בשאגת אריה בסי' ל\"ב וע\"ש. ואני אומר שאין הוכחה זו כדאי לדחות כל הנך הוכחות הרבה שהבאתי דמוכחין דאין מצטרפין. וההיא דכהן ונזיר י\"ל דשאני לאוי דטומאה שישנן במעשה גמור ומשום הכי היה חייב עליהן אף בכהאי גוונא דהמעשה היה בתחילה בהיתר והאיסור בא אחר כך בלא מעשה. וכהאי גוונא כתב הרה\"מ בסוף הלכות שכירות גבי חיסמה בקול דקיי\"ל דהיה חייב ואף על פי שאין בו מעשה גמור משום דישנה לחסימה במעשה גמור ואף החסימה בקול היא כמעשה. והכא נמי גבי לאוי דטומאת כהן ונזיר שישנן במעשה גמור אף המעשה דהיתר מצטרף. ולא דמי ללאו דישיבת מצרים וכן לאו דלא תחמוד דליתנהו במעשה גמור כלל לא מהני בהו מעשה היתר. והוא הדין ללאו דבל יראה דגבי חמץ ואע\"ג דאיהו איתא במעשה גמור כגון שקנה או חימץ עיסתו בידים מ\"מ קרא דאזהר רחמנא בבל יראה ובל ימצא לא איירי בכהאי גוונא אלא בחמץ שנשתייר ממילא ברשותו מזמן היתר ולא השביתו דלא עבד מעשה. וכמו שכתבו בס' פני יהושע בריש פסחים והשאגת אריה בסוף סי' פ' וע\"ש. וא\"כ לא דמי ללאו דטומאה דעיקר אזהרה דידהו איירי על ידי מעשה גמור:<br><b> ועל </b> פי זה מתורץ ג\"כ מה שהקשה בספר שער המלך בהלכות כלאים על דברי הרה\"מ דהלכות שכירות שזכרתי ממ\"ש רבינו כאן דלא היה חייב משום בל יראה ובל ימצא אלא א\"כ קנה או חימצו שעשה בו מעשה והרי כיון דמצי לעבור עליו על ידי מעשה הו\"ל לחייב אף בלא מעשה וכמו גבי חסימה. ולפי מש\"כ לק\"מ דלא דמי כנ\"ל:<br><b> [ובזה </b> יש ליישב ג\"כ סוגיא דשבועות (דף י\"ז) גבי בעיא אי צריך שהייה כו' ואין צריך למה שנדחקו התוס' שם כמו שכתבתי בחדושי. וכן יש ליישב על פי זה קושית ס' יד המלך על דברי רבינו דלא תקשי מה שכתב בהל' ביאת המקדש אמה שכתב בהלכות מלכים כמ\"ש שם. וא\"ת דאכתי תקשי מההיא דמנחות שהעתיק רבינו בהל' מעשה הקרבנות דמשמע דלא חשיב מעשה עשיית העיסה גבי שיירי מנחה אמאי לא אמרינן התם דנצרף מעשה זו דהיתר לאיסור חימוץ דאחר כך ממילא דהתם לא שייך תירוץ זה דהא קרא דאזהר רחמנא גבי שיירי מנחה לא תעשה חמץ ודאי במעשה גמור איירי וא\"כ דמיא ללאו דחסימה ונימא דאף בלא מעשה גמור לחייב ותיהני צרוף מעשה היתר וכדמהני גבי טומאה. וי\"ל דשאני התם גבי שיירי מנחה דלא שייך למימר דנצרף מעשה עשיית העיסה דלחייב על החימוץ דאחר כך ממילא דהרי בעשיית העיסה בלא חימוץ איכא מצוה ואין סברא דמעשה של מצוה תצרף ותועיל לחייב בגרמתה ולא דמי ללאו דטומאה דנהי דמצטרף מעשה הכניסה דהיתר לחיוב דמכל מקום לא עשה מצוה בכניסה. והכי נמי גבי חסימה לא עביד מצוה משא\"כ היכא דעביד מצוה לא אמרינן שתגרום חיוב על איסור הנמשך ממנה לאחר זמן ממילא בלא מעשה]:<br><b> ועוד </b> י\"ל דלא דמי נידון דחמץ לההיא דנכנס לבית הקברות וכו' על פי מ\"ש בשו\"ת נודע ביהודה מהדורא תנינא חלק או\"ח סי' ע\"ו ע\"ש שהוקשה לו ג\"כ קושית ס' שער המלך על דברי הרה\"מ דהלכות שכירות ממ\"ש רבינו כאן. ופירש דכוונת הרה\"מ הוא לומר דמשום הכי היה חייב גבי חיסמה בקול בלא מעשה גמור משום שישנה במעשה גמור וא\"כ היה בידו לעבור עתה הלאו ולחוסמה בידיו ומשום הכי אין מעשה מעכבת בו דהו\"ל כמו ראוי לבילה דקיי\"ל שאין בילה מעכבת בו. אבל המשהה חמץ שנשתייר בביתו אי אפשר לו לעבור על חמץ זה בבל יראה ע\"י מעשה ומשום הכי מעשה מעכבת בו ולא היה חייב עליו בשהייתו בלא מעשה עכ\"ד. ולפ\"ז לא דמי ג\"כ נידון דנתן קמח למים דגבי חמץ לההיא דנכנס לבית הקברות בשידה כו' ובא אחד ופרע את הגג דחייב כששוהה בלא מעשה די\"ל דלא מטעם דמצרפין מעשה הכניסה דהיתר אלא משום דהתם דמי ללאו דחסימה דבידו לעבור עתה הלאו במעשה וכגון שיגע בכוונה במת בידים ומשום הכי אין מעשה מעכב בו. משא\"כ גבי נתינת קמח למים ונתחמץ ממילא אין לחייבו בלא מעשה דהרי עתה אי אפשר לעבור על בל יראה בחמץ זה ע\"י מעשה וכיון דבשעה שאתה בא לחייבו אין יכול לעבור עליו במעשה הו\"ל אין ראוי לבילה ומעכבת בו שפיר:<br><b> ועפ\"ז </b> יש ליישב ג\"כ שהקשה בספר יד המלך על דברי רבינו בהלכות מלכים משוחט פסח על החמץ חייב ואף דאין מעשה בעכבת החמץ ועל כרחך מצרפינן מעשה דשחיטה ואע\"פ שהיא בעצמה היתר. ולפמ\"ש אתי שפיר דהתם ראוי לעבור במעשה באיסור בשעת שחיטת פסח זה גופיה וכגון שיקנה חמץ בשעה זו והו\"ל כמו ראוי לבילה דאין בילה מעכבת בו והכא נמי אין מעשה מעכבת בו:"
            ],
            [],
            [],
            [],
            [
                "<b>האוכל מן החמץ עצמו בפסח כל שהוא הרי זה אסור מן התורה שנאמר לא יאכל.</b> וראיה לדרשא זו מצאתי מדאיתא בתורת כהנים צו גבי מנחה תאכל במקום קדוש מניין אף מקצתה תלמוד לומר תאכל אפילו כל שהוא. מיהו יש לדחות דהתם קאי בזמן שהיו שבעים בכפול ואז סגי בהכי וכן משמע בתוס' יומא (דף ל\"ט). והקשה הכס\"מ דלמה לי קרא בחמץ בפסח הא בכל איסור שבתורה קיי\"ל דחצי שיעור אסור מן התורה. ועי' מ\"ש בזה המל\"מ בשם רלב\"ח דגבי חמץ איצטריך קרא לאסור חצי שיעור דהוה אמינא דמותר דלא דמי לשאר איסורים שבתורה דהו\"ל שעת היתר ואין איסורו איסור עולם. ואכתי יש להקשות על דברי רבינו מהא דאיתא בגמרא דחזקיה יליף לאסור חמץ בהנאה מקרא דלא יאכל והרי איצטריך לאסור אכילה בכל שהוא. ומצאתי שהקשה כן בס' שער המלך. וי\"ל על פי מ\"ש בס' החיים דלמאן דאמר דהיתר מצטרף לאיסור גבי נזיר וקדשים מודה ריש לקיש דחצי שיעור אסור מן התורה דאי מותר לא שייך היתר מצטרף לאיסור כיון דמן התורה כולו היתר. וא\"כ לפמ\"ש תוס' (דף מ\"ה) דגם גבי חמץ היתר מצטרף לאיסור לא איצטריך ליה לחצי שיעור ואליביה הוא דיליף איסור הנאה מקרא דבלאו הכי לא אתי חזקיה ככו\"ע כמ\"ש תוס' (דף כ\"ב). ועוד אתי שפיר לפמ\"ש הרדב\"ז באלף הב' בלשונות הרמב\"ם [ח\"ה] סי' קמ\"ג דכונת רבינו שאכל כל שהוא מן החמץ בתערובות ולכך איצטריך קרא דלא יאכל דבעלמא חצי שיעור אין איסור רק בעין ועל כן מייתי מקרא דלא יאכל דדרשינן שלא יהא בו היתר אכילה דהיינו הנאה וכיון דאכיל ליה אפי' ע\"י תערובות הרי נהנה ואסור מה\"ת]:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שני בתים בדוקים וצבור אחד של חמץ ובא עכבר ונטלו ואין ידוע לאיזה בית נכנס [וכו'] אינו צריך לבדוק פעם שניה.</b> משמע דאפילו באו שני בעלי בתים לשאול בבת אחת מורין להן להקל בבדיקה אע\"ג דגבי טומאה מחמירין בכהאי גוונא. וכתב הכסף משנה דטעמו של רבינו דבדיקת חמץ דרבנן. והמל\"מ הקשה דאף בטומאת ככרים דרבנן אזלינן לחומרא כשבאו לשאול בבת אחת. וכבר הקשה כן הפר\"ח ותירץ דבדיקה לא דמיא לטומאה דאם יאמר לשניהם כשבאו בבת אחת טהורים אתם מחזי כשיקרא אבל כאן לא מחזי כשיקרא אם יאמר שאינם צריכים לבדוק. אך עדיין קשה מה שהקשה בשו\"ת רב משולם סי' י\"ג בשם החכם צבי דגם באיסור דרבנן לא מקילין בספק אלא א\"כ יש במה לתלות להקל אבל אם אין דבר לתלות בו לא מקילין בספק כדמוכח בפ\"ב דמקוואות ובכמה דוכתי ואסרינן תרווייהו כמו גבי ב' קופות או ב' קדירות שנפל איסור דרבנן לאחד מהן ואינו ידוע לאיזו דמאי חזית לאקולי בזה יותר מבזה והכא נמי כשבאו בבת אחת איך ניקל בתרווייהו דממה נפשך איכא חמץ. וכהאי גוונא כתב הר\"ן פ' ערבי פסחים ומביאו המל\"מ בהל' מגילה ע\"ש. מיהו י\"ל לפי מש\"כ הב\"י בסי' תל\"א לדעת רבינו דס\"ל שאין לבדיקת חמץ עיקר כלל בתורה ובדבר שאין לו עיקר בתורה אף בבת אחת מקילין. וכמ\"ש הפרישה גבי ערוב בסי' שצ\"ג ושצ\"ד הובא בפמ\"ג שם. וזה דלא כשו\"ת נודע ביהודה סי' ס\"ה שהניח בצ\"ע גבי ערוב. אך לפמ\"ש בחידושי ריטב\"א בספ\"ו דערובין אין מהתם ראיה לכאן דשאני התם גבי אמרו צא וערוב עלינו בין השמשות כו' שאין סותרין זה את זה דבין השמשות יש בו מן היום ומן הלילה משא\"כ היכא דסותר זה את זה וממה נפשך איכא איסורא גבי חד מינייהו לא שמענו להקל אף באיסור שאין לו עיקר בתורה. לכך נראה דהעיקר כמ\"ש הכס\"מ בתירוץ השני דטעמו של רבינו כאן משום דהוי ספק ספיקא דעל כל אחד איכא למימר שלא נכנס העכבר לתוכו אלא לחבירו ואם תמצי לומר שנכנס לתוכו איכא למימר דאכליה. וכ\"כ רדב\"ז סי' ש\"א קע\"א. ואף בגדול יש לתלות דהרבה עכברים אכלוהו כמ\"ש הט\"ז סי' תל\"ט. והא דמדמה לה הגמ' לשני שבילין היינו אם לא היה עכבר אלא תינוק נכנס כמ\"ש רדב\"ז שם:<br><b> ומ\"ש </b> המל\"מ דאין צריך לטעם דספק ספיקא אלא דכל דבר שאיסורו מחמת ספק אפי' בבת אחת תולין להקל כדמוכח בכתובות גבי עיר שכבשוה כרכום ויש שם מחבואה אחת דאמרינן דכל הנשים מותרות לכהונה והגמ' בעא לדמויי התם לשני שבילין דבבת אחת טמאין ודחי התם ודאי איכא טומאה הכא מי יימר דאיטמי והכא נמי בדיקה זו אין חיובה אלא מחמת ספק חמץ דאימור אכלתיה על כן יש להקל לתלות כל הבתים בחזקת בדוקין ותמה על דברי הטור שפסק דבבת אחת צריכין שניהם לבדוק. ובס' פני יהושע תירץ דגבי בדיקה אין להקל כשבאו בבת אחת משום דבידו לבדוק משא\"כ התם גבי כהנות אין לאסור כולן מספק. ועוד יש ליישב קושית המל\"מ מסוגיא דכתובות ע\"פ מ\"ש הריטב\"א שם דמי יימר דאיטמי היינו דבקושטא אמר הכי דבשבויה הקילו ולפ\"ז אין ראיה לומר דהיקלו בבת אחת בספק איסור בעלמא.<br><b> ומה </b> שהקשה מהר\"ש בס' מרכבת המשנה חלק ב' דאמאי הוי ספק ספיקא הא הספק דבדיקה דנתקן מחמת ספק דאורייתא לא מצטרף לספק ספיקא דכיון שאסרוהו חכמים והצריכו לבדוק מחמת ספק חמץ נעשה הספק כוודאי וסברא זו כתב בהגהת מרדכי פ\"ב דעבודה זרה ובס' איסור והיתר גבי איסור גבינות דלא אמרינן בה ספק דרבנן לקולא כיון דמחמת חשש איסור תורה אסרוה לכן לא הוי ספק ספיקא. וי\"ל דהתם לא נולדו שני הספיקות בפעם אחת דספק השני נולד בגבינה זו לאחר שנאסרה כבר מחמת שהיא של עובד גילולים ויש בה חשש איסור תערובות תורה משא\"כ כאן גבי ספק דכניסת עכבר נולדו שני הספיקות על שני הבתים ביחד דמיד שנולד ספק כניסה נולד ג\"כ ספק דאכילה ועדיין לא נאסר הבית מחמת ספק דכניסה כלל. וחילוק כזה כתב ג\"כ בעל פמ\"ג בס' שושנת העמקים כלל י\"ג. ונהי דבדיקת חמץ דעלמא לא נתקן רק מחמת ספק היינו ספק דמחמת שימוש של כל השנה ואין בכלל זה ספק דכניסת עכבר כמ\"ש בס' מקור חיים. ועוד דכאן בלאו הכי ליכא משום ספק דאורייתא בבדיקה דאף אם נשאר החמץ באחד מן הבתים שנכנס העכבר לתוכו אם אינו שלו אלא של חבירו אינו עובר ואע\"פ שלא ביטלו וכמ\"ש בעל מרכבת המשנה בעצמו וחולק אמ\"ש המל\"מ כאן דאם לא ביטל הוי ספק דאורייתא וכתב עליו דזה אינו דאם החמץ של אדם אחד השני אינו עובר דקיי\"ל שלך אי אתה רואה אבל אתה רואה של אחרים. והנה גם מדברי השאגת אריה סי' פ\"ג משמע כן. אלא דבאמת זה אינו מוסכם דדעת הרבה פוסקים דעובר על חמץ של ישראל אחר ולא ממעטינן אלא חמץ של אינו יהודי כמבואר בס' פני יהושע בריש פ\"ק דפסחים והוכיח כן מהמכילתא ומסוגיא דגמ' פרק ראשית הגז עיי\"ש. איברא דמטעם אחר אינו עובר כאן בבל יראה מן התורה אותו שנכנס העכבר עם החמץ לביתו משום שאינו רוצה לזכות בו וסגי בגלוי דעת שאינו רוצה שיקנה לו ביתו וכמ\"ש הפני יהושע (בדף ט') וכ\"כ הצל\"ח שם גבי גרירת חולדה חמץ מחצר לחצר וסיים דכיון דכבר בדק גלי דעתיה דלא ניחא ליה בחמץ:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>חל י\"ד להיות בשבת בודקין את החמץ בלילי ערב שבת כו' ואם נשאר מן החמץ ביום השבת אחר ארבע שעות מבטלו וכופה עליו כלי עד מוצאי יו\"ט הראשון ומבערו.</b> והנה הט\"ז באו\"ח סי' תמ\"ו דקדק מלשון רבינו כאן דאם מוצא חמץ ביו\"ט ראשון רשאי לבערו מיד בלילה אע\"פ שהוא יו\"ט שני ואין צריך להמתין עד חולו של מועד כדעת האורחות חיים שהביא הב\"י שם. ובספר חק יעקב כתב שאין זה מוכרח די\"ל דמ\"ש רבינו דמבערו במוצאי יו\"ט הראשון לאפוקי יו\"ט האחרון קאתי דלא תימא שאסור לשרפו בחולו של מועד אבל בין יו\"ט ראשון לשני אפשר דאין חילוק ע\"כ. ואני אומר דהדין עם הט\"ז בכוונת רבינו דנהי דאין מוכרח מלשון זה שכתב כאן מכל מקום יש להכריח כן ממה שכתב לקמן בפרק זה דין ח' גבי מוצא חמץ ביו\"ט דכופה עליו כלי עד לערב ומבערו ולשון זה ודאי משמע דמבערו לערב מיד ביום שנמצא ואע\"פ שהוא יו\"ט שני. וכהאי גוונא דקדק החק יעקב עצמו שם מלשון הטור שכתב בשם יש אומרים שיכפה עליו כלי עד הלילה. דהיינו לומר שלא ימתין רק עד הלילה אע\"פ שהוא יו\"ט וא\"כ גם מלשון רבינו דלקמן יש לדקדק כן. וכן הכריע החק יעקב להלכה שמותר לבערו ביו\"ט שני דרבנן אם לא ביטלו דאיכא איסורא דבל יראה מן התורה. ונראה שכן עיקר ודלא כהפר\"ח שאוסר לבער ביו\"ט שני אף אם לא ביטל דעובר מן התורה:<br><b> ויש </b> לי להביא ראיה מדקיי\"ל דיו\"ט שני דרבנן נדחה מפני אבילות דיום ראשון שהוא מן התורה. וכמ\"ש רבינו בסוף פ\"י מהלכות אבל. וכן משמע באו\"ח ריש סי' תקמ\"ח. וכהאי גוונא כתב רבינו בהלכות מילה דמילה שלא בזמנה דוחה ליו\"ט שני. וכן פסק הש\"ך ביו\"ד סי' רס\"ו. וא\"כ הכא נמי אמרינן דאתא עשה דתשביתו דאורייתא ודחי ליו\"ט שני דרבנן:<br><b> ומ\"ש </b> הפר\"ח דכל דתיקון רבנן כעין דאורייתא תיקון והעמידו דבריהם אף ביו\"ט שני שלא לבערו אף אם לא ביטלו משום דהוי בשב ואל תעשה אין דבריו מוכרחין דהרי אדרבא מצינו שלא העמידו דבריהם ביו\"ט שני לעקור מצוה דאורייתא בשב ואל תעשה כמו גבי מילה. וההיא דאמרינן דיש כח ביד חכמים בשב ואל תעשה אינו עניין לזה דהא כתב הרא\"ם דהיינו דוקא אם אינו מקיים עשה דאורייתא בשעה שעובר על דבריהם אבל אם מקיים עשה דאורייתא בשעה שעובר אדרבנן אין כח ביד חכמים אף בשב ואל תעשה והובא בס' שער המלך פ\"ג דהלכות איסורי ביאה. וכן גבי מילה ואבילות מקיים לעשה של תורה בעידנא דעובר על יו\"ט שני דרבנן. והכא נמי אם שורף החמץ במקום שמונח ואינו מטלטלו תחילה שפיר דמי [ד]ביום שני של יו\"ט מקיים עשה דתשביתו בשעה שמחלל יו\"ט בביעורו ובכהאי גוונא לא העמידו דבריהם. וכן מוכח לדעת הר\"מ שהובא בכס\"מ לקמן דבכהאי גוונא שרי אפילו ביו\"ט ראשון. ומיהו הפר\"ח י\"ל דאזיל לטעמיה שחולק על דברי הרא\"ם בהלכות שופר ואינו מחלק. אך כדברי הרא\"ם כתבו כמה מחברים. [ועוד יש להביא ראיה לסברת הרא\"ם ממ\"ש תוס' בפ\"ק דחולין (דף י\"ב) גבי ורבי מאיר היכי אכל בישרא כו' פסח וקדשים ופירשו דפריך משום דר\"מ חייש למיעוט מדרבנן ושמא במקום נקב קשחיט ואפילו יחמיר בשאר בשר בפסח וקדשים אין יכול להחמיר. ולכאורה קשה דהתינח פסח שיש בו כרת אבל קדשים (שאין) [שאינו] אלא עשה אמאי אינו יכול להחמיר הא יש כח ביד חכמים לבטל אכילתם בשב ואל תעשה. ולפי דעת הרא\"ם אתי שפיר. ומיהו בלאו הכי י\"ל לפי מ\"ש הפר\"ח דאין מתנין לבטל מצוה לעולם אף בשב ואל תעשה ואם לא יאכל קדשים לר\"מ עוקר הוא לעולם].<br><b> ועוד </b> נראה דאף לפי דעת הפר\"ח דבכל דוכתי אפשר דהעמידו דבריהם לבטל עשה אף היכא דהעשה והשבות באין כאחד וכן משמע ממ\"ש הכס\"מ לקמן בתירוץ ראשון דחכמים עשו חיזוק בשבות דיו\"ט ראשון. מ\"מ ביו\"ט שני ודאי לא העמידו דבריהם וכדמצינו גבי מילה ואבילות והיינו טעמא דאנן קיי\"ל דבקיאינן בקביעא דירחא וכל עיקר גזירה דיו\"ט שני אינו אלא משום מנהג אבותינו וכדאיתא בפ\"ק דביצה ומשום הכי לא העמידו מנהג זה אף בשב ואל תעשה. וכהאי גוונא כתב הש\"ך ביו\"ד בדיני ספק ספיקא דקיל ספק דיו\"ט שני מהאי טעמא. ומ\"ש הכס\"מ בסמוך דאין עובר בבל יראה כיון שרצונו היה לבערו אלא שחכמים אסרוהו ולא אסרה תורה בבל יראה ובל ימצא אלא כשברשותו היה לבערו ואינו מבערו אבל אם הוא אנוס לא וזה אנוס הוא עכ\"ד. וקשה לי דלא משמע הכי בפרק אלו עוברין (פסחים דף מ\"ח) גבי הא דאמר ליה רבי אליעזר לרבי יהושע לדבריך הרי הוא בבל יראה גבי הפרשת חלה בטומאה ביו\"ט דאוסר רבי יהושע לאפותה קודם שתחמיץ. ולפי דברי הכס\"מ אמאי עובר הא אנוס הוא שאסרו לאפותה ושלא ברצונו תבוא לידי חימוץ ומכל מקום עובר:"
            ],
            [
                "<b>היה לו ככרות רבות של תרומה וצריך לשורפה ערב שבת לא יערב טהורה עם הטמאה וישרוף אלא שורף טמאה לעצמה וטהורה לעצמה ותלויה לעצמה.</b> וכתב הרב המגיד דפסק כר' יוסי דסבר הכי אליבא דר' יהושע בתלויה ואליבא דכו\"ע בטהורה עם טמאה שאסור ודלא כרבי מאיר שמתיר אפילו טהורה עם טמאה ורבי שמעון מתיר תלויה עם טמאה לר' יהושע. ועי' בלח\"מ שהוקשה לו דלא ביאר רבינו הא דאיתא בגמרא (דף ט\"ו) מחלוקת בשש אבל בשבע דברי הכל שורפין כלומר בשבע שנאסרה מן התורה אין לך טומאה גדולה מזו ודברי הכל שורפין. ונראה שלא ראה דברי הכסף משנה ז\"ל שדייק בהיפך מדברי רבינו דמשמע דדוקא היכא שצריך לשורפן בערב שבת וכגון שחל להיות ערב פסח בשבת דאכתי לא מטא זמן איסורא דחמץ אבל אי הוה מטא זמן איסורא וכגון שחל להיות פסח בשאר ימי השבוע אפילו יערב טהורה עם טמאה לית לן בה. ועל זה הוא דתמה הכס\"מ דבגמרא דברו בסתם ולא חילקו והניח בצ\"ע על מה שמתיר רבינו בארבעה עשר בשש לשרוף כולן כאחת. ועדיפא הו\"ל לומר דבגמרא משמע דמאן דאוסר לא מתיר רק בשבע שנאסר מן התורה אבל בשש אוסר כיון שמותר מן התורה:<br><b> ונראה </b> ליישב דעת רבינו דס\"ל דהא דמשמע בגמרא דבשעה ששית אסור אינו אלא משום דקאי התם לר' יוסי דקאי בשיטת רבי עקיבא רבו דסבר טומאת משקין לטמא אחרים מן התורה ואיירי שהטמאה היא משקה דאילו באוכל דקיי\"ל שאין אוכל מטמא אוכל מן התורה וכן משקין למאן דאמר שאין מטמאין אחרים מן התורה רק מדרבנן (רשאין) לטמא בשעת איסור דרבנן. וא\"כ לפי מ\"ש בהל' שאר אבות הטומאה ריש פ\"ז דאין אוכל שנטמא מטמא אוכל אחר מן התורה ולא המשקין שנטמאו מטמאין דבר אחר מן התורה ומשמע שם דכן אוכל אין מטמא משקה רק דרבנן. ולפ\"ז לא משכחת מן התורה טומאה בשריפת חמץ של תרומה טהורה עם הטמאה כאחד בין באוכל ובין במשקה. ועוד דרבינו כאן איירי בהדיא באוכלין דודאי אין טומאה מן התורה בנגיעתן. וא\"כ שפיר הא דדייקינן מדבריו דדוקא כששורף בערב שבת שהוא יום י\"ג דעדיין חמץ לא נאסר הוא דאין שורף טהורה עם הטמאה הא אם שורף בי\"ד בשעת איסור חמץ אפילו בשעה ששית דמותר מן התורה מותר לשרוף כאחת ככר טהורה עם טמאה כיון דמן התורה אין מטמא רק מדרבנן ומדבריהם הרי אסורה בשעה ששית וכנטמאה דמיא. ואפשר דגם הרה\"מ שכתב דרבינו פסק כר' יוסי לא נתכוון רק לומר דפסק כוותיה ולא כרבי מאיר דמתיר אפילו בי\"ג. אבל בי\"ד מודה דלא פסק כר' יוסי מטעמא דאמרן. ובזה נסתלקה מעליו תמיהת ספר פני יהושע ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הפת עצמה שעיפשה שנפסלה מלאכול לכלב ומלוגמא שנסרחה אין צריך לבער.</b> וכתב הרב המגיד דאיירי שנסרחה קודם הפסח דכי אתא פסח לא חל עליה איסור חמץ. ומשמע דאף בכהאי גוונא לא מפטר רק מלבער אבל באכילה אסור אע\"פ שנפסלה קודם זמן איסור והיינו כדעת הרא\"ש בריש פרק כל שעה גבי חמץ שחרכו קודם זמנו דאסור באכילה אע\"פ שנפסל וטעמו משום דאמרינן מדאכליה אחשביה אוכל. ויתבאר עוד בעניין זה בהלכות מאכלות אסורות:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>החטים מותר לבלול אותן במים כדי להסיר סובן וטוחנין אותן מיד.</b> והנה בשו\"ת זכרון יוסף כתב שהקשה חכם אחד על רבינו דכאן פסק כרבא בפסחים (דף מ') דאמר מותר ללתות. ובהלכות מעשה הקרבנות פי\"ב גבי מנחות כתב דאין לותתין אותן שמא יחמיצו שהרי בחוץ לותתין אותן ואין הכל זריזין לשומרן. ובגמרא דפסחים משמע דמנחות דמיא למצה. וגם מהרש\"א כתב כן בהדיא דרבא פליג אהא דר' זירא אמר רב ירמיה אמר שמואל דאוסר ללתות מנחות ואיך פסק רבינו תרתי דסתרי. ובעל זכרון יוסף הנזכר השיב דרבינו לא ס\"ל כמ\"ש מהרש\"א דרבא פליג אדר' זירא אלא דלא פליגי דיש טעם להתיר לתיתה במצה טפי מבמנחות משום דהתם אינו אלא עשה ולא תעשה בעלמא ולא זהירי אינשי כל כך משא\"כ גבי חמץ בפסח דאיכא כרת זהירי אינשי ביה טפי. וכהאי גוונא איתא בפ\"ק דכתובות (דף ד') ע\"כ. וכיוצא בזה כתב ג\"כ בעל נודע ביהודה במהדורא תניינא. ולא הרגישו דאכתי תקשי דרבא אדר' זירא להך לישנא דאיתא התם בפסחים דרבא אמר מצוה ללתות בפסח משום דכתיב ושמרתם את המצות ואי לא בעי לתיתה שימור דמאי אי שימור דלישה לאו שימור הוא דשימור מעיקרא בעינן. והשתא לפ\"ז אמאי אין לותתין גבי מנחות הא התם נמי בעינן שימור ועל כרחך צריך נמי לתיתה גבייהו כדי לקיים בהו מצות שימור והכי איתא להדיא במנחות (דף נ\"ג) דבעו שימור מחימוץ מן התורה ויליף לה מקרא דכתיב מצה תהיה החייה ופירש רש\"י כלומר הכשירנה ושמרה. וזה דלא כמ\"ש בעל זכרון יוסף שיש עוד טעם להתיר לתיתה גבי פסח טפי מבמנחות משום דבפסח זהירי טפי דכתב ביה רחמנא ושמרתם אבל גבי מנחות לא כתיב שימור ואישתמיטתיה סוגיא דמנחות שזכרתי דגבי מנחות נמי כתיב שימור וא\"כ אין לחלק מטעם זה ביניהן:<br><b> אמנם </b> מה שנראה לי בזה די\"ל דרבא לא פליג אדר' זירא לכולהו לישנא דאף להך לישנא דאמר רבא דמצוה ללתות משום דשימור דלישה לאו שימור הוא היינו דוקא בפסח דתניא בפרק כל שעה (פסחים דף ל\"ו) שאסור ללוש את העיסה בפושרין מה שאין כן גבי מנחות דקיי\"ל שנילושין בפושרין ומשמרין אותן שלא יחמיצו מודה רבא דבהו שימור דלישה הוי שימור מעליא כיון דעביד בהו מעשה הגורם חימוץ וצריך שמירה על כרחו ולא אפשר בלא שמירה. ומשום הכי אין ללתות אותן כיון דמקיים בהן מצות שמירה בלישה בפושרין:"
            ],
            [
                "<b>שנאמר ושמרתם את המצות כלומר הזהרו במצה ושימרו אותה מכל צד חימוץ כו' אחר שנקצר.</b> ועיין במגיד משנה לדעת הרי\"ף ורבינו דאין מעכב השימור במצה בכל ימות הפסח משעת קצירה רק בליל ראשון וכתב שכן משמע בסוגיא שם בכל שעה. ונראה שנתכוון למה שאמרו שם גבי ארבא דטבעה דהדר רבא ואסר לזבוני קב קב דדילמא מזבן ליה לישראל ואי איתא דצריך שימור בשעת קצירה לעיכובא לכל הפסח הרי לא אתא ישראל למזבן כלל החיטין. ושמע מינה דליכא עיכובא בזה כלל:"
            ]
        ],
        [
            [
                "<b>מצות עשה מן התורה לאכול מצה בליל ט\"ו שנאמר בערב תאכלו מצות בכל מקום ובכל זמן כו' ומצותה כל הלילה.</b> וכתב הרב המגיד שכן דעתו באכילת פסח כמו שפסק בפ\"ח דהלכות קרבן פסח וכסתם מתני' דמגילה דכל שמצותו בלילה כשר כל הלילה וכרבי עקיבא דאמר הכי ופליגי דרבי אליעזר בן עזריה דאמר עד חצות וקיי\"ל כר\"ע מחבירו ואע\"ג דאיכא סתמא נמי כוותיה דראב\"ע בפסחים וזבחים הדרינן לכללין דהלכה כר\"ע מחבירו עכ\"ד. ולכאורה יש להקשות דטעם זה אינו מספיק דאיכא למימר דסתמא דפסחים וזבחים עדיף דהוה בדוכתא וכמ\"ש בס' קרבן נתנאל סוף פסחים דמהאי טעמא הוצרך הרא\"ש לומר דסתמא דמגילה עדיף משום דתני לה גבי הילכתא פסיקתא ולדעת רבינו לא הוה ההיא דמגילה הלכתא פסיקתא שהרי תנא דהתם סבר דקצירת העומר דוקא בלילה ואם נקצר ביום פסול וכדדייק בסוף פ\"ו דמנחות והובא ברא\"ש שם ופסק כן ואילו רבינו פסק בהלכות תמידין ומוספין כסתם מתני' דמנחות (דף ע') דנקצר ביום כשר וא\"כ לא הוה מתני' דמגילה הילכתא פסיקתא לדידיה. ובזה מיושבין דברי התוי\"ט בפי\"א דמנחות שכתב דהא דלא פסק רבינו בהלכות תמידין כר' יוסי שם גבי לחם הפנים דאפילו אלו נוטלין ואלו מניחין אף זו היתה תמיד ואף דכוותיה סתם במגילה משום דסתמא דמנחות עדיף דהוה בדוכתא. והקשה עליו תורת חיים דהא כהאי גוונא הוי הילכתא פסיקתא. ולפמ\"ש ניחא דלדעת רבינו לא הוה ההיא דמגילה הילכתא פסיקתא ולכך עדיפא סתמא בדוכתא. והא דפסק כאן כסתמא דמגילה צריך לומר דכלל זה דהלכה כר\"ע מחבירו עדיף ליה מסתמא דדוכתא. אך מ\"ש התורת חיים ליישב דעת רבינו בהל' תמידין על פי הסוגיא דשבת אינו נכון דהרי רבינו גופיה לא פסק התם כרבנן וע\"ש, ויתבאר עוד בהל' תמידין ומוספין:"
            ],
            [],
            [
                "<b>אכל מצה בלא כוונה כגון שאנסוהו לסטים לאכול יצא ידי חובתו.</b> ועיין במגיד משנה והנה כאן לא מספק כלל בנוסחת רבינו אך בהלכות שופר פ\"ב מספקא ליה דאפשר דצריך לומר גבי מצה לא יצא והוא משום דגבי שופר כתב שם דהמתעסק בתקיעה להתלמד לא יצא ידי חובתו כו' עד שיתכוון לצאת ידי חובתו ואיך יפסוק דיצא גבי אכילת מצה בלא כוונה. ואולי שהוא סובר דעדיפא אכילת מצה מתקיעת שופר שאין אדם עושה מעשה בתקיעת שופר אלא השמיעה ואף התוקע עיקרו השמיעה לפיכך צריך כוונה. משא\"כ גבי אכילת מצה שעושה מעשה. וסיים שלא ראה מי שחילק בין מצוה למצוה בדין הכוונה ע\"כ. וכבר כתב בעל לח\"מ מוצא לחילוק זה מדברי התוס' בפסחים (דף קט\"ו) ועוד יש לי להביא ראיה ממ\"ש התוס' ביבמות (דף מ' ע\"א) גבי אכילת כהן לשיירי מנחה דיוצא בלא כוונה. ומשמע התם דליכא דפליג בהא. ולא זו דגבי אכילה אין צריך כוונה אלא דאף זו דגבי נטילת לולב דעביד מעשה זוטא כתב הרבינו יונה בסוף פ\"א דברכות דעדיף ואין צריך כוונה רק במצוות דקריאה ואמירה דלא עביד מעשה כלל. ויש להביא ראיה לסברא זו ג\"כ מדברי רבינו והרע\"ב בפירוש המשניות דבפרק ב' דברכות גבי קריאת שמע פסקו דצריכה כוונה ואילו בסוף פ\"ג דסוכה גבי הא דתנן ר' יוסי אומר יו\"ט הראשון של חג שחל בשבת ושכח והוציא את הלולב לרשות הרבים פטור מפני שהוציאו ברשות ופירשו דהוי טרוד בדבר מצוה וכתבו דאיירי בשהפך הלולב או שהוציאו בכלי דלא יצא בזה בנטילתו דאל\"כ כיון שיצא ידי חובתו מיד בנטילתו כשהגביהו תו לא טריד בדבר מצוה ולא מפטר כשהוציאו לרשות הרבים. ותמה התוס' יו\"ט דאפילו הכי הוי טרוד בדבר מצוה שלא יצא ידי חובתו בלא כוונה. אך לפי דברי הרבינו יונה בברכות לק\"מ דשאני נטילת לולב דעביד מעשה טפי מקריאת שמע. וכן אתי שפיר בזה קושית תוס' בסוכה (דף מ\"ב) על אביי ע\"ש:<br><b> ותדע </b> דעל כרחין צ\"ל כן שהרי הך אוקימתות דאוקי בסוכה בשהפכו אדר' יוסי קאי והרי ר' יוסי גופיה אמר בר\"ה (דף כ\"ט) גבי שמיעת קול שופר ומגילה דצריך כוונה ואפילו הכי גבי נטילת לולב משמע דיצא משהגביהו בלא כוונה. ואע\"ג דבפרק ערבי פסחים (פסחים דף קי\"ד ע\"ב) דייק התם מדר' יוסי גבי אכילת מרור דבעי כוונה. ההיא הוכחה אינה מוכרחת וכמ\"ש התוס' בר\"ה (דף כ\"ח סוף ע\"א) ודלא כהרא\"ש. ועכ\"פ הסוגיא דסוכה מוכחת דסברה לחלק בין אמירה ושמיעה לנטילה דלולב. ובהכי אתי שפיר מה שנתקשה הרה\"מ ושארי מפרשים מסוגיא דפ\"ג דראש השנה דמשמע התם דרבה דסבר מצות אינם צריכות כוונה לא מחלק בין מצוה שיש בה מעשה או לא ורבינו מחלק ביניהם. די\"ל דסמך על הסוגיא דסוכה דמוכחא דיש לחלק ביניהן. ושוב מצאתי לבעל פר\"ח שהרגיש בסתירת הסוגיא אליבא דר' יוסי ובס' קרבן נתנאל נדחק מאוד ולפי דברי רבינו אתי שפיר:<br><b> ועל </b> פי זה יש לקיים ג\"כ דברי הרבינו יונה בסוף פ\"א דברכות שכתב לחלק בכך לפי הסוגיא דשם גבי נקט כסא דשיכרא בידיה וסבר דחמרא הוא ופתח וברך אדעתא דחמרא כו'. די\"ל דההיא סוגיא סברה כסוגיא דסוכה אליבא דר' יוסי דמחלק בכך וכמ\"ש. ובזה לא קשה מה שהקשה הטורי אבן בר\"ה (דף כ\"ח) דא\"כ מאי פריך למאן דאמר מצות אינם צריכות כוונה מהיה קורא בתורה דאם לא כוון לבו לא יצא הא קריאת שמע שאני דתלוי בדיבור וצריכות כונה לכו\"ע. ולפי מש\"כ לק\"מ דקושטא דרבה בראש השנה לא מחלק כלל וסבר דבכל מקום אינם צריכות כוונה ולדידיה הוא דפריך מהיה קורא אך אביי ורבא בסוגיא דסוכה ודאי מחלקי וא\"כ שפיר י\"ל דהכי נמי סברה סוגיא דסוף פ\"א דברכות דמצוה דקריאה ודיבור צריך כוונה. ורק גבי מעשה אין צריך כוונה. ומה שיש לדקדק לפ\"ז על דברי רבינו בהלכות שגגות שהשמיט אוקימתות דסוכה יתבאר שם טעמו בזה בס\"ד:<br><b> אך </b> מ\"ש הכס\"מ בהלכות שופר בשם הר\"ן דגבי אכילת מצה היינו טעמא דיצא בלא כוונה שכן נהנה. וכדאמרינן בעלמא המתעסק בחלבים ובעריות חייב שכן נהנה וכיון שנהנה באכילתו לא מקרי מתעסק וחשוב כמכוון וכ\"כ בבית יוסף הלכות פסח סי' תע\"ה והובא במג\"א שם. ואינו מחוור דהא ודאי אנוס גרע ממתעסק ופטור אפילו בחלבים ובעריות. וכדמוכח בסוף פ\"ב דכריתות גבי שפחה חרופה וע\"ש בתוס' ובדברי רבינו פ\"ה ופ\"י דשגגות ובהראב\"ד והרה\"מ פ\"א דאיסורי ביאה. וא\"כ כל שכן דלא חשיב אנוס כמכוון. ושוב מצאתי בס' פני יהושע שהרגיש קצת בזה והוקשה לו על רש\"י שפירש בגמרא אהא דשלחו ליה לאבוה דשמואל כפאו ואכל מצה יצא משום דנהנה ומדמה ליה למתעסק בחלבים ובעריות. וכתב דרש\"י לא פירש כן רק לפי הסלקא דעתך דקאמר התם דהוה אמינא אכול מצה אמר רחמנא והא אכל ולא לפי האמת דדייק רבה מיניה לשאר מצות שאינם צריכות כוונה על כרחך לא משמע ליה היינו טעמא לומר דבאכילת מצה יצא משום דנהנה דהא אינו רוצה ליהנות כיון שכפאוהו ואפי' בחלב ועריות לא שייך בהו חיוב חטאת עכ\"ד. הרי שהרגיש במה שכתבתי דלא דמי אנוס למתעסק באמת. והשתא קשה על הר\"ן והנמשכים אחריו שכתבו כן להלכה. ונראה דאין כוונת הר\"ן לומר דגבי כפאוהו לסטים לאכול מצה יצא משום דהנאת אכילה חשיב כמו כוונה דודאי אונס הבא בידי אדם לא הוי כמו שמכוון לאכול מרצונו ואפילו ממתעסק בעלמא גרע לעניין חיוב רק כוונת הר\"ן לומר דמועלת מיהא הנאת האכילה שתהא כאילו היה מתכוון לצאת ואע\"ג דבאמת לא הוי הנאת אונס הנאה בעלמא כגון לחייבו עליה מכל מקום גבי מצוה קיי\"ל דלאו ליהנות ניתנו ואין צריך בהו הנאה רק כוונתו לצאת ולעניין זה מחשב כוונה מחמת שנהנה באכילתו אע\"פ שאנסוהו:<br><b> ויש </b> להביא ראיה דכהאי גוונא מצינו בסוגיא דב\"ב (דף מ\"ח) גבי קרבן עד שיאמר רוצה אני וקרינן ביה לרצונו משום דניחא ליה בכפרה וכן גבי גט מעושה בישראל חשוב נתינה ברצון משום דמצוה לשמוע דברי חכמים הרי דמחמת מצוה חשוב רצון מה שבא בכפיה והכא נמי חשבינן רצון כפיה דמצות אכילה דמצה. ונהי דהכא אין הכפיה בשביל שיעשה ויקיים המצוה מכל מקום מהני מיהא ההנאה דאכילה שיחשב הכפיה כאילו יש לו רצון וכוונה כדי לצאת ידי חיוב אכילת מצה:<br><b> וע\"פ </b> מה שכתבתי בכוונת הר\"ן נסתלק מה שהקשה בעל מג\"א מדברי הר\"ן הללו על מ\"ש באו\"ח סי' ר\"ד גבי ברכת הנהנין דאין מברך כשאנסוהו לאכול והכא חשיב לה כוונה כיון שנהנה. ולפי מ\"ש לק\"מ דקושטא דהיכא דצריך הנאה לא חשיבה ככוונה והנאה ומשום הכי אין לברך עליה ברכת הנהנין ורק לעניין כוונה לצאת ידי חובת מצוה חשוב ככוונה מחמת חיבת המצוה אבל הנאה גמורה לא חשיבא באונס להתחייב עליה והוא הדין שאין ראויה לברך:"
            ],
            [],
            [],
            [],
            [
                "<b>אין אדם יוצא ידי חובתו במצה שהיא אסורה לו כגון שאכל טבל כו' זה הכלל כל שמברכין עליו ברכת המזון יוצא בו ידי חובתו וכל שאין מברכין עליו ברכת המזון אין יוצאין בו ידי חובתו.</b> ועיין בלח\"מ מה שנתקשה בדעת רבינו וגרם לו מפני שהוא סבור דטעמו של רבינו שאינו יוצא ידי חובה במצה האסורה הוא מפני דסבר כברייתא דפרק כל שעה דדריש הקישא לא תאכל עליו חמץ שבעת ימים תאכל מצות כל שאיסורו משום בל תאכל חמץ יוצאין בו וכו'. וליתא דטעמו של רבינו הוא כמ\"ש רש\"י והר\"ן דאינו יוצא במצה של איסור משום דהוי מצוה הבאה בעבירה וכ\"כ בס' שער המלך. ויש לי להביא ראיה ברורה שכן הוא ודאי דעת רבינו ממה שכתב בפירוש המשנה במסכת נדרים פ\"ב גבי נדרים שחלין על דבר מצוה לפי שהוא אסר גוף הדבר ולא יתקיים המצוה אלא בדבר מותר כו' כמו מי שלא ימצא בלילי הפסח אלא מצה שהיא אסורה עליו באכילה כו' לפי שהיא מצוה הבאה בעבירה. ומשמע דאע\"ג שאין לו מצה של היתר כלל אינו יוצא בשל איסור ולא אמר דתיתי עשה דמצה ותדחה איסורא. וכן יש לדקדק מדברי רבינו כאן שכייל כללא דכל שאין מברכין עליו ברכת המזון אינו יוצא בו ידי חובת מצה. וא\"כ אכילה דאיסור שאין מברכין עליה כמ\"ש בהלכות ברכות הכי נמי דאינו יוצא בו. ומזה מוכח דס\"ל לרבינו דאף איסור לא תעשה גרידא אין יוצאים בו.<br><b> ואפשר </b> דטעמו משום דסבר כמ\"ש תוס' בקדושין (ריש דף ל\"ח) בשם הירושלמי דעשה דמצה הוי עשה דקודם הדיבור ומשום הכי אינו דוחה לא תעשה שלאחר הדיבור. ואע\"ג דבעל שאגת אריה בסי' צ\"ו הקשה על זה מסוגיא דתלמודא דידן בפסחים (דף כ\"ח ע\"ב) גבי הא דפריך על ר' יהודה דלמה ליה קרא דכתיב במשנה תורה לא תאכל עליו חמץ שבעת ימים תאכל עליו מצות דלקובעו חובה בזמן הזה כתיב בערב תאכלו מצות ולא משני דאיצטריך קרא דמשנה תורה כי היכי דתהוי עשה דמצה נישנית לאחר הדיבור ותדחה לא תעשה ולכך לא סגי בקרא דבערב דנאמר לפני הדיבור. ומדלא קאמר הכי מוכיח דס\"ל לתלמודא דידן דאין צריך קרא לשנות דאף עשה דקודם הדיבור דחי לא תעשה. ולי נראה דאין בהוכחה זו כדאי לדחות דברי הירושלמי די\"ל דמטעם אחר לא בעי תלמודא לשנויי לרב יהודה דאיצטריך לשנות עשה דמצה כי היכי דתדחה לא תעשה. דדילמא סבר ר\"י כמאן דאמר בפסחים (דף ל\"ח) דבעינן מצה הראויה לשבעה ולדידיה ודאי אין יוצא ידי חובתו במצה האסורה שהרי אינה ראויה לשבעה וא\"כ אפילו אי נשנית עשה דמצה לאחר הדיבור אינה דוחה ללא תעשה. והירושלמי דמצריך לטעם דהוי עשה דקודם הדיבור על כרחך הוא למאן דאמר דלא בעי מצה ראויה לשבעה. ובחידושי לפסחים (דף ה') הבאתי ראיה משם לדעת הירושלמי דעשה דקודם הדיבור אינו דוחה ללא תעשה וא\"כ אפשר דקיי\"ל כן. [גם אפשר דקיי\"ל דבעינן מצה ראויה לשבעה ומ\"ש בס' טעם המלך דתליא בפלוגתא דפליגי רבי אליעזר וחכמים בפרק הישן אי בעינן סוכה הראויה לשבעה והתם קיי\"ל כחכמים דלא בעינן. וזה אינו לפי מ\"ש בחידושי לסוכה דראויה לשבעה מצד עצמה לכו\"ע בעינן ולא פליגי חכמים רק דעושין סוכה בחולו של מועד דראויה לשבעה מצד עצמה רק שאינה צריכה לשבעה משום שכבר עברו מהימים קודם עשייתה]:<br><b> ומה </b> שהקשה עוד השאגת אריה שם דאמאי לא חשבינן לעשה דמצה דהוי נשנית לאחר הדיבור כיון שנישנית הקרא דלא תאכל עליו חמץ שבעת ימים תאכל עליו מצות ואע\"ג דאיצטריך לדרשא אחריתי מ\"מ חשוב נישנית וכדאמרינן גבי מילה ופסח ותמיד שדוחין שבת משום שנישנו ג\"כ לאחר הדיבור ואע\"ג דאיצטריכו לדרשות אחרות אהני גם כן לאולמינהו שידחו לשבת והכי נמי ליהני מה שנישנית מצה בשביל דבר אחר לאלומה שתדחה לא תעשה. וי\"ל לפי מ\"ש בס' פני יהושע דמילה ופסח ותמיד נישנו בהדיא גבי דחיית שבת דעיקר מילתא דילפינן בהו דדחו שבת הוא מהנך קראי דלאחר הדיבור ולפ\"ז י\"ל דמשום הכי חשובים שנישנו. משא\"כ במצה וכהאי גוונא דבר שלא נשנה גבי דחיית לא תעשה לא חשוב נישנית אלא א\"כ שלא נישנית לשום דרשא רק לאלומה לעניין שתדחה לא תעשה. אבל אם נישנית לשום צורך לא מהני לאלומה לגבי דחיית לא תעשה. ומילה ופסח ותמיד שאני וכמ\"ש:<br><b> ועפ\"ז </b> אתי שפיר ולק\"מ מה שהקשה מסוגיא דפרק ד' מיתות דלא חשיב מילה נאמרה ונישנית לענין לחייב בני נח משום דלמילתה אהדרא ואמאי חשוב חזרה לעניין דחיה. ולק\"מ דשאני לעניין זה דהוא גופה מהאי קרא ילפינן שתדחה שבת. וקושטא דבעלמא לא דחי עשה דקודם הדיבור אע\"פ שנישנית לאחר הדיבור ג\"כ לדבר אחר. ובזה אתי שפיר ונסתלק ג\"כ מ\"ש הצל\"ח דנימא דמצה נישנית לאחר הדיבור בפסח שני דכתיב על מצות ומרורים יאכלהו וממילא הוא הדין בראשון. ולק\"מ דהא אצטריך קרא דפסח שני למעט שאין בו משום בל יראה ובל ימצא וכדאיתא בפסחים (דף צ\"ה):"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אסרו חכמים לאכול מצה בערב הפסח שיהיה היכר לאכילתה בערב ומי שאכל מצה בערב הפסח היו מכין אותו מכת מרדות.</b> ואין לו שיעור. לכאורה משמע דגם על מה שעבר ואכל קאמר דלא היה לו שיעור וזה לא נתבאר דמניין לו כן דאי משום דאיתא בירושלמי דנזיר ובתוספתא דמכות פ\"ג דמכת מרדות לא היה לו שיעור עד שיקבל [עליו] איכא למימר דהיינו על להבא ואינו רוצה לקבל [עליו] אבל על העבר אפשר שהיה קצבה לדבר וכמ\"ש התוס' בנזיר והר\"ן בפרק נערה והריב\"ש בסי' צ' והתשב\"ץ ח\"ב סי' נ\"א. [וכן מ\"ש רש\"י בשלהי חולין (דף קמ\"א ע\"ב) אההוא דגזינהו לגפה ושלחה ואח\"כ תפסה וענשו רב יהודה מכת מרדות וז\"ל ואין לה שיעור קצבה אלא עד שיקבל עליו על כרחך התם נמי על להבא שלא היה רוצה לקבל עליו לשלחה אבל אשעבר מודה רש\"י שהיה לה קצבה. וכן משמע שכתב הפר\"ח באו\"ח. וזה דלא כמו שנראה מדברי הבאר היטב באו\"ח סי' הנזכר ובאבן העזר סי' ה' דלדעת רש\"י לעולם לא היה לה קצבה וזה אינו]. וכן משמע מפירוש רש\"י בכתובות (דף פ\"ו) גבי מצות עשה ואינו עושה וכ\"כ בחי' רשב\"א שם דאם עבר זמן המצוה ולא עשאה לא היה חייב כלל. ושוב מצאתי לרבינו גופיה שכתב כן בספר המצות שלו בסוף שורש י\"ד דעל להבא הוא דלא היה שיעור עד שיעשה אבל אם עבר ולא עשה ונסתלק זמנה לא היו מחייבין בזמן הבית אותו לאחר זמן על ידי סנהדרין על עבירתו. ודוחק לומר דעל עבירה שעבר על איסור דרבנן היו מחמירין כל כך הרבה מביטול מצות עשה דאורייתא דשם היה פטור כלל וכאן היה חייב באין קצבה ודיו אם היו מחייבים כשיעור של תורה כמ\"ש הפוסקים שזכרתי.<br><b> וכן </b> יש ללמוד מדברי התוספות שכתבו בריש פ\"ג דמכות גבי גרושה שהיא חלוצה דלא היה חייב רק כשיעור של תורה משום גרושה ולא היה חייב מכת מרדות דרבנן משום חלוצה ואם איתא דאין קצבה למכת מרדות אמאי מפטר במאי דנענש בשיעור של תורה דבשלמא אם שוין בשיעורן י\"ל דעולה לכאן ולכאן אבל אם אינן שוים אמאי עולה כשיעור של תורה שהוא פחות למפטר שיעור גדול אלא שמע מינה דגם מכת מרדות אינו יותר משל תורה. [ואין לומר דהיינו טעמא דמפטר דכיון שהיא אסורה בלאו הכי משום גרושה מדאורייתא לא חשו חכמים למגזר בה משום חלוצה כיון דבלאו הכי אסורה וקיימא. וכהאי גוונא כתבו הב\"י והש\"ך ביו\"ד סי' פ\"ז גבי בשר בהמה טהורה בחלב בהמה טמאה או איפכא ליכא אפי' איסור דרבנן כיון דבלאו הכי אסורה וקיימא משום בשר טמא או חלב טמא לא גזרו חכמים לאסרו משום בשר בחלב. דאי משום הכי התינח כשהיתה גרושה קודם שנעשית חלוצה. אבל אם נעשית חלוצה קודם על כרחך לא מפקע ואפילו הכי מפטר בשיעור ארבעים דאורייתא משום גרושה. ותדע דאי משום שנעשית חלוצה אח\"כ לא איצטריך להתוס' לומר דמשום הכי פטור משום דסגי בחיוב דאורייתא דגרושה דתיפוק ליה דבכהאי גוונא ליכא כלל איסור דחלוצה כמו דליכא איסור בשר בחלב בטמא אלא ודאי דכוונת תוס' הוא אף שנעשית חלוצה קודם גרושין דאיכא איסורא דחלוצה ואפילו הכי מפטר דסגי בשיעור דאורייתא אגרושה ושמע מינה דאין יותר בזה מבזה ודלא כתוס' דנזיר דמספקא להו שמא הוא יותר משל תורה ושל תורה מיהא חייב כמ\"ש פוסקים הנ\"ל]. ובס' מרכבת המשנה כתב דגם רבינו כאן איירי על להבא ולא על שעבר דבזה שוה כשל תורה. [וכ\"כ הרע\"ב פ\"ד דנזיר והתשב\"ץ שם והריב\"ש בשם התוס' והביא ראיה לזה מהא דאמר בקידושין פ\"ק הקורא לחבירו ממזר היה סופג את הארבעים] :<br><b> ויש </b> לי להביא ראיה לזה מדאיתא בשלהי יומא (דף פ\"ו ע\"ב) גבי עובדא שהיה בזמן הבית שתי נשים שהיו לוקות בבי\"ד אחת על שקלקלה פרש\"י שזינתה והתרו בה ואחת אכלה פגי שביעית ואמרה להן אותה שאכלה פגי שביעית בבקשה מכם הודיעו על מה אני לוקה שלא יאמרו שעל מה שזו לוקה זו לוקה. והא ודאי דעל אכילת פגי שביעית ליכא חיוב של תורה רק מכת מרדות דרבנן שהרי אינו אלא לאו הבא מכלל עשה דכתיב לאכלה ודרשינן ולא להפסד כגון אכילת פגין. ואילו זו שקלקלה היתה חייבת מן התורה כיון דאיירי שהתרו בה וכפירוש רש\"י וכגון שזינתה עם חייבי לאוין או חייבי כריתות דקיי\"ל שחייבין. והשתא אי איתא דשיעור דרבנן אינו כשיעור של תורה האיך יאמרו דעל מה שזו חייבת זו חייבת הרי ניכרין הן בשיעורן אלא שמע מינה דשיעור מכת מרדות דרבנן שוין לשל תורה:<br><b> והנה </b> ראיתי לבעל מגילת אסתר בס' המצות בסוף חלק מצות עשה שהוקשה לו בההיא דיומא דאמאי היתה חייבת על שאכלה פגי שביעית דאינו אלא איסור דלאו הבא מכלל עשה דהוא עשה ורצה לתרץ דאיירי בשהתרו בה לענשה ויש לתמוה עליו דאטו אם התרו בחייבי עשה חייבין מן התורה. אך הנכון כמו שפרשתי דמכת מרדות קאמר דחייבין על עבירת איסור עשה בקום ועשה כמו על עבירת איסור דרבנן. ודוקא על ביטול מצות עשה בשב ואל תעשה הוא דלא היו חייבין כלל על העבר אבל בשעבר בקום ועשה היה חייב מדרבנן וכמ\"ש רבינו בריש הלכות אלו גבי אכילת חצי שיעור דאסור מן התורה ועיי\"ש והוא הדין בכל לאו ועשה שלא היו חייבין עליו מן התורה חייבין עליו מדרבנן וכ\"כ הפר\"ח באו\"ח סי' תצ\"ו. וכן משמע ממ\"ש רבינו בריש פ\"א הלכה ג'. ושוב ראיתי בגליון הגמ' שכתב כן בשם הריב\"ש דחייבין על פגי שביעית מכת מרדות. וא\"כ שמע מינה דהיו שוין לשל תורה וכנ\"ל. ועי' בריש הלכות איסורי ביאה פ\"א הלכה ח' דהבא על אחת מחייבי עשה היה ברשות בית דין בזמן הבית להכותו וא\"כ ס\"ל לרבינו כמ\"ש דכשעבר בקום ועשה חייב מכת מרדות וכמ\"ש בספ\"א דהלכות אישות:"
            ]
        ],
        [
            [
                "<b>מצות עשה של תורה לספר בנסים ונפלאות שנעשו לאבותינו במצרים בליל ט\"ו בניסן שנאמר זכור את היום הזה אשר יצאתם ממצרים כמו שנאמר זכור את יום השבת.</b> הרב הכס\"מ הראה מקום להמכילתא ופרק ערבי פסחים (פסחים דף קט\"ז). והנה לא נזכר שם לימוד רבינו יציאת מצרים משבת בגזירה שוה דזכור את היום ורק נזכרה גז\"ש זו דזכירה (בדף קי\"ז ע\"ב) לעניין לימוד שבת מיציאת מצרים לומר שיזכור יציאת מצרים בקידוש היום. וזה לא זכרו רבינו בפירוש רק בנוסח הקידוש של שבת. ועוד סתם רבינו דבריו בכאן דלעניין מאי יליף לדמות זכירה דיציאת מצרים לזכירה דגבי שבת. אמנם דברי רבינו נובעים מהמדרש רבה סוף פרשת בא וז\"ל אמר הקב\"ה למשה הזהר לישראל כשם שבראתי את העולם ואמרתי להם לישראל לזכור את יום השבת זכר למעשה בראשית שנאמר זכור את יום השבת כך היו זוכרים הניסים שעשיתי לכם במצרים וזכרו ליום שיצאתם משם שנאמר זכור את היום הזה אשר יצאתם ממצרים ע\"כ. הרי מבואר דמדמה ויליף זכירה דיציאת מצרים מזכירה דשבת. אלא דגם דברי המדרש רבה סתומים בזה. ולפי מ\"ש השאגת אריה סי' י\"ב דנשים פטורות ממצות זכירת יציאת מצרים בכל השנה ורק בליל ט\"ו בניסן חייבות י\"ל דהיינו דיליף זכירה דהיום הזה דאיירי בט\"ו בניסן מזכירה דשבת דהתם נשים נמי חייבות משא\"כ מצות זכירת יציאת מצרים דבכל השנה דילפינן מקרא דלמען תזכור את יום צאתך מארץ מצרים כל ימי חייך לא מחייבי נשים כמו כל מצות עשה שהזמן גרמא דהכא נמי הוי זמן גרמא אף למאי דקיי\"ל דחייבים זכירת יציאת מצרים ביום ובלילה דכל אחת הוי מצוה בפני עצמה דשל יום ליתא בלילה ושל לילה ליתא ביום וכמ\"ש השאגת אריה שם. אך לפמ\"ש המג\"א ריש סימן ע' דבכל השנה נשים חייבות לכאורה לא איצטריך גבי ליל ט\"ו בניסן דחייבות. ומ\"מ י\"ל דאיצטריך לומר דמצות עשה הוא גם לנשים במנין המצות שחייבות כמו שנמנית למצות עשה באנשים. דאילו זכירת יציאת מצרים דכל השנה הרי אינה באה בחשבון מנוי מצות וכמ\"ש בריש הלכות קריאת שמע:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "נחל איתן על משנה תורה, הלכות חמץ ומצה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Nachal Eitan",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}