{
    "title": "Collected Responsa to Chaplains",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Collected_Responsa_to_Chaplains",
    "text": {
        "Preface": [
            "(RESPONSA TO CHAPLAINS)",
            "The present modest collection of \"Responsa to Chaplains (1948-1953)\" is intended to supplement the more extensive series of discussions in this field previously published by the National Jewish Welfare Board under the title \"Responsa in War Time.\" During the past five years, the Responsa Committee of the Commission on Jewish Chaplaincy has considered numerous questions of Jewish law submitted by military or V.A. chaplains. Those replies deemed to be of general interest are here made available to Jewish chaplains, new to the service, and to others concerned with Jewish personnel in the Armed Forces and in Veterans Administration establishments.",
            "The Commission's Responsa Committee currently includes: Rabbi Solomon B. Freehof, Chairman; Rabbi David Aronson, and Rabbi Leo Jung. To these distinguished rabbis and to those who have, in the past, contributed to this collection, their colleagues on the Commission offer renewed expression of lasting appreciation.",
            "RABBI ARYEH LEV, Director<br>Commission on Jewish Chaplaincy",
            "Sivan 5713"
        ],
        "Use of a Prosthetic Device": [
            "<i>Question:</i>",
            "<i>We have received the following delicate and tragic inquiry:</i>",
            "\"<i>Two gentlemen</i> -- <i>the Assistant Chief of Physical Medicine at the Bronx VA Hospital and the Chief of the Division of Prosthetic Appliances for the New York area -- came to our office the other day requesting an authoritative statement of Jewish Law on a somewhat delicate matter which, because of the casualties of the World War, may involve several hundred veterans of all faiths, and concerning whom similar inquiry will be made to secure the ecclesiastical ruling of the Catholic and Protestant Church. The matter has to do with \"Penile Prosthesis\" and the question is this: Does Judaism sanction the employment (in the specific instances to be described) of a Prosthetic Penis or Wimpus</i> -- <i>also does it permit, when required, the use of an inflating instrument to cause erection?</i>",
            "<i>The occasion of this question arises out of the marriage of a paraplegic and a normal woman. Due to his condition, the man is forever unable to have sexual intercourse. As a result of this, the wife asserts that she is losing her health and peace of mind. Otherwise husband and wife are compatible; they want to preserve the marriage. Seeking medical counsel, they were advised of the artificial means and instruments in connection with sexual intercourse. The doctors have sanctioned its use. But what about the religious aspects of the problem? Does Judaism sanction its use, especially when the husband is a war casualty -- the result of a wound while fighting for God and country.</i>",
            "<i>Although the case involved is that of a paraplegic, they want the ruling also in similar cases, such as the use of an inflating instrument to cause erection when the penis has been injured.</i>",
            "<i>We reverently refer this problem to you for your consideration. We would request your advice not only as regards this couple but also as regards the general question - viz: Is it ever permitted, assuming that medical sanction has been sought and given, to use a \"Prosthetic Penis.\"</i>",
            "<i>The Doctor added, by way of parenthesis, that paraplegics are not always and necessarily incapacitated in this way. This question refers only to those who are.</i>",
            "Answer:",
            "Two chief questions are involved in this inquiry. Are the wounded veterans referred to here subject to the law based upon Deuteronomy 23:2, namely that the P'zua Daka and the Krus Shofcha may not marry Jewesses, and if already married, must they divorce their wives? Second, if they may marry or remain married, does Jewish law permit them to use the various artificial devices for sexual relationships referred to in the letter?",
            "The status of the mutilated and the paraplegic (i.e., paralyzed) veterans can best be understood if we arrive at the basic intention of the law in this matter. This intention becomes clear as we follow the law in its development.",
            "The law begins with the verse in Deuteronomy 23:2, which merely states that a person mutilated as the verse described may not \"enter into the congregation of the Lord.\" This simple statement is elaborated in the Mishnah, M.Yevamos VIII,1, where a distinction is immediately made between those whose body is incomplete through natural causes, birth, etc. (Soris Chamo) and those castrated artificially (Soris Odom). The former, those naturally incomplete (Soris Chamo), are permitted to marry. It is only those artificially castrated who are forbidden. It is clear, then,that the intention of the law is to abolish in Israel the widespread ancient custom of the creating of eunuchs, although included among those forbidden are those who are castrated by accident, such as being pierced by a thorn, etc. The Talmud carries the discussion further, dealing chiefly with the amount of mutilation and the type of wounds which would exclude a man from the right to marry.",
            "The chief dispute in the later Hallacha on this question is based upon a disagreement between Rashi and Maimonides. Rashi says that a Soris Chamo, a natural eunuch, who is permitted to marry, is only one who is born incomplete or has been made so by natural causes as thunder and lightning. Whereas Maimonides (Issure Biah, XVI,9) says that anyone who is made incomplete by sickness and furthermore even if the sickness requires surgical removal of certain parts, since the cause of removal is the sickness, which is a natural one, such a person too, even though surgeons have amputated the parts, is to be considered a Soris Chamo and is permitted to marry.",
            "Along the line of this disagreement, all later authorities range themselves. Thus Ezekiel Katzenellenbogen, rabbi of Altoona, takes the liberal view of Maimonides, and Jacob Emden, refuting him, takes the stricter view of Rashi (see Iggereth Bikkoreth). Also, Moses Sofer (Chassam Sofer, E.H.14) takes the strict view of Rashi although at the end of his responsum he declares himself willing to make a more liberal decision if others will agree with him; while Ezekiel Landau (Noda b'Yehuda II,6) follows the more generous view of Maimonides. The tendency of the recent Hallacha is towards Maimonides, namely, the more generous view. Thus the long and complete discussion in Aruch Ha Schulchan E.H.5, and Dov Weidenfeld in \"Dover Mesharim\" No.34.",
            "In our case, therefore, we are amply justified in following the liberal opinion of Maimonides and to say, first of all, that the paraplegics who, due to wounds, have now a general paralysis of the lower body are Soris Chamo and also that there is always a likelihood that they may be restored to health, a consideration which the law frequently keeps in mind. As for those actually mutilated, it depends on the degree of mutilation; there are some for whom no permission to marry has been found in the law, but in general it is well to follow the point of view expressed by Ezekiel Landau, that it is a mitzvah to seek to find permission (a Heter) so that a man shall not be without a wife and fall into evil thoughts. In general we must bear in mind that the clear intention of the law was to abolish conscious mutilation of human beings.",
            "As for the second part of the question, as to whether the husband may make use of the various artificial instruments described, there is no specific discussion of such objects in the law. But the general principle is that any type of sexual relationship between man and wife is permitted. See b. Nedarim 20b, \"Kol ma sheodom rotze laasos b' ishto oseh, k'darko v'shelo k'darko.\" This is codified in the law in Maimonides, Issur Biah XVI, 9, and the Ramah to E.H. 25, 2. Even the restriction\"Bilvad shelo yotzi shichvas zera l'vatoloh\" is not strictly held to.",
            "See the opinion of Rabbi Yitzchok, Tos. 2, Yevamos, 34b, and quoted in the Tur (E.H. 25). Therefore, we may say that the methods created by modern science to enable these paraplegic and mutilated men to maintain family life are not objectionable to Jewish law."
        ],
        "Brain Surgery; Lobotomy": [
            "<i>Question:</i>",
            "<i>We are asked by a chaplain at a VA hospital whether Jewish law permits the operation called lobotomy,which is the cutting of part of the frontal lobe of the brain for the care of certain mental diseases.</i>",
            "Answer:",
            "The Talmud speaks frequently of surgical operations and also specifically of operations on the brain, as for example cutting the cranium (trepaning) to relieve pressure on the brain (b. Kesuvos 77b) or of raising a portion of the cranium,\"maalin etzem shel rosh\" (J. Aboda Zara II, 2).",
            "In general there is no objection in the Jewish Law against any operation made for the sake of healing. \"God gives permission to the physician to heal.\" (B. Berachoth 60a; Shulchan Aruch Y.D. 336, 1)."
        ],
        "Burial of Stillborn Infants": [
            "<i>Question:</i>",
            "<i>We have received an inquiry from the chaplains in the Far East Command with regard to the attitude of Jewish law to the following proposed regulation of the Surgeon General.</i>",
            "<i>\"The Surgeon General of the Far East Command is preparing a regulation concerning the disposition of the remains of stillborn infants. The proposed regulation provides that if the foetus weighs less than 1000 grams the remains should be disposed of as all surgical specimens. The regulation further provides that if the foetus weighs</i> 1000 <i>grams or more it should be disposed of as fully developed human beings would. That means that they would be prepared for burial by the Quartermaster Department and sent to the United States for burial since no bodies are being interred overseas any longer.</i>\"",
            "Answer:",
            "The problem of stillborn infants (Nefel) occupies considerable space in Jewish law from the time of the Mishna down to recent responsa. The reason for this full discussion of the question lies in the fact that many other legal matters are involved in this question, as for example the degree of ritual uncleanness of the mother after such a birth, the status of such a woman with regard to Yibbum and Chalitza, the question of the duty of burial and of circumcision of such a child, and other related questions.",
            "The whole subject is complicated by the fact that there is a considerable variety of definitions as to what constitutes a still-born child. The basic discussion of what constitutes a still-born child is in the Tosefta, Shabbas, XV,7, and from there it is quoted a number of times in the Talmud, as,for example, in b. Shabbas 135b (also in Yevamos and Nidda). One opinion is that of Simon Ben Gamliel, namely that if a child does not live more than 30 days after its birth, it is to be considered still-born (Nefel); and Rashi explains this statement as follows: If it does not live that long it is clear that the child was not a viable infant (Ben Kayemo). Another test-- if the child is a normal seven-month baby, or of course a normal nine-month baby, but not an eight-month baby. Other tests are: if its bodily organs are fully developed, especially mentioned are its hair and its nails. All these different criteria are fairly well harmonized by Maimonides in Hilchos Milah I, 13, and more completely analyzed by Joseph Caro in Kesev Mishna (ad loc) and also in his Bes Josef to the Tur, Yore Deah #266.",
            "Of all the questions involved, the one that concerns us at present is whether it is a duty (Mitzvah) to bury the Nefel. On this question the various authorities are divided. The Hago'ot Maimuni (to Hil. Milah I, 15) says that there is no duty to bury the Nefel. Also, it is the opinion of Joseph Caro that there is no duty to bury the Nefel (quoted by Mogen Avrohom to Shulchan Aruch, Orach Chayim 526, #10 and also by Moses Sofer in his responsa Orach Chayim 144). Jacob Ettlinger in Binyan Zion #133, proves that there is no duty to bury the Nefel. However, Mogen Avrohom endeavors to refute the opinion of Joseph Caro and to demonstrate, at least inferentially, that there is a duty to bury a Nefel.",
            "There is, however, no question that the body of a Nefel creates ritual uncleanliness for priests (Hilchos Tumas Hamays II, 1) as do parts of all bodies; and for that reason it has been the practice to bury them.",
            "The Talmud speaks of \"women burying their stillborn children and those inflicted with tumors burying amputated limbs\" (b. Kesuvos 20b). Thus the situation is identical with that of amputated limbs from a living person. Even though there is no duty to bury such amputations they are generally buried to avoid ritual uncleanliness. This is made quite clear by Wolf Hamburger in his Taam Zekenim Part II, page 110, column 2: \"Even if according to the Tosfos there is no duty to bury the stillborn, nevertheless to guard against the defilement of a priest, even a small portion of a body should be buried.\" Moses Sofer in his responsum, Chassam Sofer, Orach Chayim 144, after quoting Joseph Caro that there is no positive duty to bury the still-born, says that they should be buried nevertheless to avoid shame (Meshum Bizayon). Thus the status of Jewish law may be summed up as follows: that, just as in the case of amputated limbs, while there is no strict duty to bury the still-born, it is the practice so to dispose of them in order to avoid defilement. See the full discussion of this matter in Greenwald's Kolbo Al Avelos, p. 199ff.",
            "The next question that concerns us with regard to the proposed regulation of the Surgeon General is whether the criterion of distinction which the regulation uses is of relevance in Jewish law, namely that a child weighing less than 1000 grams be surgically disposed of and that a child over 1000 grams be given burial.",
            "It is clear from the Mishna Ohelos XVIII, 7, that a foetus less than 40 days old in gestation is not even to be considered a Nefel, a stillborn child, and does not defile. (See the discussion on this by Judah Rosanes, Mishna Lemelech to Hilchos Tumas Hamays II, 1.) It is evident that modern medical criteria are not quite the same as those used in Jewish law, namely whether the foetus is viable (Ben Kayemo) and whether its organs are formed (in Jewish law, specifically, hair and nails). However, medical science today, while using the same general tests, uses measurements other than the Jewish tests of 40 days of foetal life. On consultation with a medical authority, the Committee ascertained that according to modern judgment a child under 28 weeks is not viable, but in addition the following tests are considered: if it is less than 18 centimeters long it is not viable, and also if it weighs less than 2000 grams. In that case the test of the Surgeon General is a very liberal one. Most medical opinion would consider a stillborn infant weighing between a thousand and two thousand grams as not viable. Yet the Surgeon General will give such infants regular burial.",
            "Therefore, it may be said, although the standard is somewhat different, it goes generally with the principle in the Jewish law, that such a foetus is not even a Nefel and does not defile, and therefore there is no duty of burial.",
            "The Committee, therefore, decides that a foetus weighing less than a thousand grams may be disposed of surgically without violating Jewish law. However, since the criterion is not quite the same, permission to bury the foetus should be granted to those parents who request it."
        ],
        "Burial of Two Coffins in the Same Grave": [
            "<i>Question:</i>",
            "<i>We have been asked an exploratory question by the Quartermaster Department in Washington. It concerns the possibility of the burial of two bodies in the same grave. The question is still theoretical with the government; but is based upon the likelihood that a bill will be introduced in this Congress, calling for the reservations of family plots in national cemeteries, at least for those members of a family who are veterans. If the bill passes, there will be so much land requested that space will be at a premium. In that case the Quartermaster Department wants to know whether Jewish law permits the burial of two bodies in one grave.</i>",
            "Answer:",
            "This question has been dealt with from Gaonic times up to our day. There are scores of discussions of it in the responsa literature. The questions involved are three-fold:",
            "1. Whether putting a second body in a grave already occupied is not a bezoion ha-mess, an indignity to the body already occupying the grave. This question is raised only when in the reopening of a grave the bones of the preceding dead are pushed aside. But whenever the second digging is shallow and the first coffin is not even disturbed, the question of indignity (bezoion) does not arise in any of the discussions since obviously it does not apply.",
            "2. The second question involved is the question of whether or not the grave belongs to the body already occupying it and therefore may not be used by anyone else: in other words, the principle that a grave is osur <span class=\"underline\">b'hano'oh.</span> Solomon Ben Adereth in his responsum #527 (Vol. I) says that the prohibition of the use of a grave applies only to the living; the living may get no benefit from it (that is, for example, from fruits which grow from the soil of the grave). But it does not apply to the dead. This distinction is quoted approvingly by Moses Isserles in Darche Moshe to Tur Y.D. 364.",
            "3. This leaves the third question: namely, how much of the earth is a body entitled to possess, i.e., how thick should the side walls of a grave be, between it and an adjoining grave; and how thick a ceiling or floor should there be between one grave and another above or below it? In other words, what is the \"<span class=\"underline\">T' fisas Kever</span>,\" how much of the earth is the body entitled to possess? This brings us to the practical question, \"How near may one coffin be to another?\" This question is the main subject of all the responsa and code literature on the question of two coffins in one grave.",
            "The entire discussion stems from the Mishna in Baba Bathra VI, 8, and the discussion on it in the Talmud, Baba Bathra 101a ff. This well-known passage discusses the question of how many graves may be dug in a cave, and in which direction the various burial niches may be dug. All of which, in the discussion in the Talmud and in later authorities, gets to the question of how close the graves are to each other. Various conclusions are drawn. Most of these different opinions as to how near one coffin may be to another are summed up by Abraham Danzig in Chochmas Odom (the section Matzeves Moshe #10). He indicates that the opinions vary from six handbreadths to ten finger widths. Most of the authorities inclined to the opinion that six handbreadths are the proper distance. In fact, inasmuch as the vertical wall between horizontal graves might collapse, whereas the horizontal wall between two vertically adjoining graves is safe, the weight of opinion is that the width of the vertical wall between two horizontally adjoining graves is more important than that of the horizontal wall between two vertically adjoining graves, with which we are concerned. Indeed Rabbi Itzchak Schmelkes of Lemberg in his response to the community of Paris said that a stone slab, even though it is much less in width than six handbreadths, is quite sufficient as a floor between two coffins lying above each other in the same grave (Bays Yitzchok Y.D. 153).",
            "There is no need for going through the entire chain of authorities, except to mention that it goes from the Baraita Evel Rabathi (not in our present texts but in the text quoted by Ramban in Toras Ha-ho' odom) and Hai Gaon down to Mordecai Winkler (Levushe Mordecai). Many of the authorities cite actual cases where great communities permitted the burial of one body above another. Thus, Joel Sirkes (Bach to the Tur ad loc) quotes the practice of Cracow. Aryeh Lev of Metz (Sha'agas Aryeh Ha-chadoshos #17) quotes the practice of Paris. Isaac Elchanan Spector (En Yitzchok #34) mentions the practice of the city of Kalisch, etc.",
            "Some of the authorities are rather lenient as to the space required between the coffins. Thus, the Shach to Yore Deah 362, #4, says that if it is impossible to dig (for the first coffin) deep enough to allow six handbreadths between the superimposed coffins they may get along with less space; so too Eliezar Deutsch in Dudoay Ha-sodeh #53. All these lenient opinions are based upon the responsum of Hai Gaon quoted in the Tur Y.D. #362. At all events, allowing for all variations in space prescribed, the law as codified in the Shulchan Aruch, and later in Oruch ha-Shulchan, is that it is permitted so to bury provided that there be six handbreadths between. For a full discussion of this question see Kolbo Al Avelus by Greenwald, p. 170 ff.",
            "Our answer, therefore, to the Quartermaster Department is this. If there is an actual lack of space for burial, then Jewish law does not object to the burial of one coffin above the other, provided six handbreadths of earth be left between the graves, or a stone or concrete slab at least six inches in thickness be placed between the coffins."
        ],
        "A Divorce by An Insane Man": [
            "<i>Question:</i>",
            "<i>An interesting question was asked of us by a Chaplain in a Veterans Hospital. The question is substantially as follows: The wife of a patient in the Veterans Hospital secured a divorce in the State courts but also desires a</i> \"<i>get</i>.\" <i>Unfortunately the patient is psychopathic and the Chaplain does not describe the type or degree of his insanity. He is under the care of a guardian committee, and through these guardians she obtained her State divorce. Now she wants a \"get\" and the Chaplain asks whether it is possible for her to obtain one.</i>",
            "Answer:",
            "Our Committee had decided during the war not to give Responsa with regard to divorces chiefly on the ground that a \"get\" concerns civil life more than military life. However, now we have much more to do with civilian patients (ex-military patients) than we anticipated. Nevertheless, in the spirit of our earlier decision, we will not give a decision on this matter but merely discuss it because of general interest in the subject. We will send this discussion to the Chaplain for his information and direct him to consult competent Rabbinical authorities.",
            "The question of the status of insane people with regard to marriage and divorce is referred to quite frequently in Rabbinic literature but has never been systematically analyzed and developed. This is not an attempt to do so but to cite the relevant material.",
            "Marriage: Of course, the rabbis group deaf-mutes and minors with the insane. But with regard to marriage, the status of the insane is somewhat different from that of minors and deaf-mutes.",
            "The Talmud in b. Yevamos 112b says, that the Rabbis did not ordain marriage for the insane man or woman since the Rabbinical ordinance could not endure among them, i.e., they could not live in peace.",
            "This is evidenced by the fact that such a marriage does not require chalitza. This law is confirmed by Maimonides (Yad Ishus XI,4,6). So, the Shulchan Aruch in Even Hoezer, 67 #7 and #10, repeats the law that the Rabbis did not ordain marriage for them at all and that the court does not marry them (as guardian). If, however, such marriage has taken place by the action of the parties involved, then the law goes into discussion as to how much dower right the woman has, etc.",
            "Divorce: As for divorce, the earliest discussion is in Mishna Yevamos XIV, 1, in which it is clearly stated that an insane woman cannot be divorced and an insane man cannot give a divorce.",
            "Rabbi Jochanan, explaining the Mishna, says that a man cannot divorce except by his own free will, hence an insane man is incompetent to do so.",
            "But suppose it is a case of periodic insanity in which a man has lucid intervals? This is discussed rather extensively. The Boraita quoted in b. Rosh Hashonah 28a, gives the principle that if a man is insane at one period and lucid at another, when he is in an insane period he is considered entirely insane from the legal point of view (therefore, of course, cannot give a divorce). But when he is in a lucid interval, he is considered legally to be sane in every respect (therefore, can give a divorce). This distinction comes from the Tosefta Terumos 1, 3, where there is also given the famous description of the insan<i>e</i>, namely, that he goes out alone at night, that he stays overnight in a cemetery, and he is unable to take care of what is given him. In consonance with this reference to lucid intervals, the law works out quite clearly. The Mishnah, Gittin VII, 1, speaks of a man who has been taken with a seizure (cordiacus), and asks that a divorce be written for his wife; his command is of no validity. Rashi implies that this \"cordiacus\" is a delirium due to drunkenness, but Maimonides (in Yad, Gerushin II,17) extends the idea and applies it to all mental seizures. (\"He who is terrified by an evil spirit and says, 'Write a divorce, etc.,' his word has no validity because his mind is not composed.\") So the Shulchan Aruch (Even Hoezer, 121,1: Tzarich sh'yehay b'daato b'shoah sh'mtzaveh l'kosvo) says it is necessary that a man should be in his right mind when he gives orders that a divorce be written. And in 121,3, the Shulchan Aruch, basing itself upon the Boraita mentioned above about lucid intervals, says distinctly: Im gayresh b'oso shoah, gito get, \"when he is in a lucid moment, if he then gives a divorce, his divorce is valid.\"",
            "This whole question became a cause celebre in Jewish law in the eighteenth century and is known in the Rabbinic literature as \"the get of Cleves.\" A young man of the city of Mannheim was married to a girl from Bonn; during the marriage week, he ran away on the Sabbath, hid in the house of a Gentile, claimed to be persecuted, etc. Later, the two families met in the city of Cleves and Rabbi Israel Lifschitz of Cleves permitted the young man to give the divorce. This started a controversy which convulsed the Rabbinic world and drew in some of the greatest Rabbinic lights of the day, such as Ezekiel Landau, Jacob Emden, Joseph Steinhardt of Furth, and others. The Rabbi of Mannheim had persuaded the authorities at Frankfurt to declare the divorce void, but the Rabbinic authorities mentioned above defended it because Rabbi Israel Lifschitz, who gave the divorce, insisted that he found the boy quite lucid when he discussed the matter with him and when the divorce was written. The whole controversy and all the documents involved were gathered into one book, \"Or Ha-Yashar\" (second edition, Lemberg, 1902). These decisions, by the great authorities mentioned above, printed in this book, are of especial value because they are not mentioned in the Responsa collections of these authors. A contemporary writer has conveniently gathered much of the relevant material with regard to this type of divorce in a book published recently, namely, Rabbi Menachem Z'vi Eichenstein, in \"Peri Yehoshua.\" However, he deals not with a case of divorce and not quite with an insane man, but with getting Chalitza from a feeble-minded man. See Responsum #55.",
            "The question, therefore, involves the degree of insanity, the periods of lucidity; and, if it <span class=\"underline\">is</span> a periodic insanity, it is important to know the stage in which the person is at the time when the divorce is given. Is he, for example, at the <span class=\"underline\">beginning</span> of a period of lucidity or at the end of such a period? This is discussed in Choshen Mishpot, 235,21. In general, therefore, we suggest to the Chaplain that he consult the proper Rabbinic authorities, who will consult the doctors, examine the patient, and will, in all likelihood, decide along the general lines discussed above."
        ],
        "Volunteering For the Military Chaplaincy": [
            "<i>Question:</i>",
            "<i>The question has arisen whether it is in accordance with Jewish law to volunteer for the chaplaincy and thus take on the dangers of military life.</i>",
            "Answer:",
            "There is no question that, in Jewish law, military service, when it is <span class=\"underline\">required</span> by the government, must be accepted wholeheartedly by subjects or citizens of Jewish faith. The duty to respect the commands of the government is clearly stated and emphasized in Jewish law. This attitude of respect and loyalty to the government is summarized, for example, in the introductory statement (on page 10) of Isaac Elchanon Spector's \"Eyn Yitzchok Hasheni\" (who quotes Proverbs 24:21, Aboth 3:2, Jer. 29:7, Yoma 69a - Simon the Just to Alexander). The specific duty to serve in the army is described in detail by the Chofetz Chaim (Israel Meir Hacohen of Radun) in his Introduction to \"Machane Yisroel\": \"It is a great sin,\" he says, \"to evade service in the army.\"",
            "This, of course, refers to <span class=\"underline\">compulsory</span> service which, being the command of the government (Zivvuy Hammemsholo), according to Jewish law must be obeyed. But our question does not directly concern itself with obeying the <span class=\"underline\">command</span> to serve (about which there is no doubt) but volunteering on one's own initiative. Is such volunteering in accordance with Jewish law?",
            "The basic question involves the laws of Sakkana, danger to life, as to whether one may put himself in danger and also whether there is not to the contrary the duty to escape from such dangers. There is a definite command in the law to avoid all dangers. This law has a number of different aspects. One of them is based upon the verse (Deut. 4:9): \"Be careful and preserve your soul.\" The Talmud (Berachoth 3a &amp; 8b, et al) speaks of the obligation to guard against endangering oneself by entering a ruin, drinking unsafe water, etc. Maimonides codifies these various dangers (Hil. Rozeach u-Shemiras Nefesh XI, 4 &amp; 5). So does the Tur and the Shulchan Aruch (Yore Deah 116). See especially the long note by Isserles. Maimonides says that whoever does not avoid such dangers but insists that he takes them at his own risk and that, therefore, it is his own affair, should be flogged for endangering himself (Makkas Mardus). (So too in Shulchan Aruch, Choshen Mishpot, 427 #9.)",
            "In addition to these dangers with regard to which one should avoid exposing himself, there are also the dangers concerning which one should avoid exposing others. These are based upon the command (Deut. 22:8) to put a parapet around the roof of the house. This verse ends with: \"Lo sosim domim b'vesecho,\" which becomes the key verse in all the later discussions. In the Sifre (ad loc.) this law is extended to similar neglect of safeguards, such as leaving a well uncovered, or leaving a stumbling block in the road. This duty to avoid causing danger to oneself and to others is codified in Maimonides (Hil. Rozeach XI, 4) and Shulchan Aruch, Choshen Mishpot 427.",
            "There is a third type of danger due not to carelessness or to neglect, as are the above types, but to special circumstances involving the relative safety of a man and his fellowman. Thus, the famous case given in the Talmud (Baba Metziah 62a), of the two men in the desert with drinking water enough for only one. Whose life is to be preserved? This is based upon the verse in Leviticus 25:36: \"Thy brother shall live with thee,\" (and is first found in Sifra to this verse), and ends with Akiba's statement: \"<span class=\"underline\">Your</span> life must come first.\"",
            "Finally, there is the danger involved in the duty of martyrdom. Under which circumstances should one prefer to die rather than commit a sin? This involves the three cardinal sins, the question of whether it is in public or in private, or whether the purpose of the persecutor is to destroy the faith. (Cf. Maimonides, Hil. Yesoday Torah V,1, and Shulchan Aruch, Yore Deah 157.) Yet even in those cases where it is a duty to accept martyrdom, if he decides to commit the sin and thus avoid the martyrdom, he is considered an \"Onus\", i.e., one who sins not of his own free will, and is to be forgiven. Thus it is clear that in all these four classes of danger, carelessness as to one's food, etc., neglect of precautions such as covering a well, special experiences such as the desert journey, and martyrdom, in all of these it is a general duty to avoid danger.",
            "All the cases mentioned deal with one's personal obligations and, except directly by way of analogy, do not concern the personal danger in fulfillment of one's duty to the government. There is, for example, no direct law which makes use of the verse in Psalm 110,3, Amcha nedavos b'yom chaylecho, which Rashi and Kimchi understand to mean that the people gladly volunteered for war service in the wars of King David. Of course in any obligatory war no one was freed from the danger of war but all were obliged to go. (M.Sota VIII, 7, Maimonides, Hil. Melachim V,1-2.) All this refers to the wars of Israel. Of course there is, as has been stated, no question as to the duty to obey the command to serve in the armies of the lands of our citizenship, but to what extent is it a moral or religious duty to take on <span class=\"underline\">voluntarily</span> the dangers of such war?",
            "As to that, there can be no religious mandate, just as there is no secular mandate. Yet David Hoffman in Melamed L'ho-il, Orah Hayim 42, in discussing the duty to serve in the army, makes clear the fact that it involves Sakana, and Sakana can lead to violation of the Sabbath; nevertheless he indicates that such violation of the Sabbath involving danger is permitted if the journey or the enterprise is for the purpose of fulfilling a mitzvah (based chiefly upon Bes Joseph to Tur Orah Hayim 248). Then he continues that not to serve in the army involves more than the failure to observe a mitzvah but actually a sin of the profanation of the Name because of the effect that such evasion could have on the good name of the Jewish community. With regard to the chaplaincy, both elements are involved. There is certainly the mitzvah of making possible regular worship for the soldiers and also the avoidance of profanation of the Name if too few chaplains would be available. For these two reasons it is permitted to accept Sakana which would lead to violation of the Sabbath. Yet there is a religious duty to keep others from danger and to diminish their peril. He who does not do what he can to save others, violates the command, \"Stand not idly by the danger to thy brother\" (Lev. 19:16). So Maimonides takes this verse in Hil. Rozeach 1:14. See also Naftali Berlin (Neziv) to Sheeltot Exodus 38, who says that one should strive with all his strength to save another up to the risk of his life.",
            "Does then the work of the chaplaincy tend to strengthen and preserve the life of the soldiers in their time of danger? There is some bearing on this question in the Chofetz Chaim's Machane Yisroel. In two rather touching chapters (38 and 39), he speaks of the Jewish soldier in the danger of actual battle and dwells upon the duty of prayer and confession and trust in God, assuring his readers that the sincere religious life strengthens the heart, and will, in God's goodness, bring protection in time of danger. So, too, we would say that the soldier's spiritual confidence enhances his morale and increases his inner strength and his safety. The chaplain, as he performs his task, fulfills a religious duty. The Gaon Achai said in Sheeltot (Exodus #38): Adif kamay Shemaya l'kayaym neshamah, \"It is a high spiritual duty to preserve the body and the spirit.\"",
            "<i>There is a further question which is dependent upon the one which has been discussed above. The above discussion dealt with whether a man has the right to put</i> <span class=\"underline\">himself</span> <i>into a place of danger, but there is also the question as to whether one has the right to put</i> <span class=\"underline\">others</span> <i>in a place of danger. In other words, the question hitherto has dealt with the Chaplain and his right to volunteer. The second question now deals with the committees of the various organizations and their right to organize the draft or the volunteering.</i>",
            "<i>It should be clear at the outset that it is irrelevant to cite in this discussion the Mishnah in Terumos VIII, 12 (Maimonides Yesode Torah V,6, and Isserles in Shulchan Aruch Yore Deah 157,1), namely, that if the Akum demand that a Jew be handed over to them for death (or dishonor) we should not do so (except under certain special circumstances). Meir Eisenstadt (Imre Aysh Yore Deah #52) shows quite clearly that entering military life is not at all analogous to this demand of persecutors. It is of interest to note that Meir Eisenstadt in the responsum cited above discusses the question of whether it is right for an individual to hire another individual to do his army service for him, which was a rather widespread custom in eastern Europe a century ago, and, indeed, was an American custom during the Civil War. In this discussion he deals with all the relevant principles, such as handing over a child of Israel to non-Jews, etc., and he decides that such an action (i.e. providing a substitute for oneself) is in no way forbidden by Jewish law.</i>",
            "<i>In general, military life does not involve the question in the Mishnah of being put to death but only the problem of Sakanah. If we would decide that it is wrong for a man to accept this Sakanah, then it would follow that it would be wrong for us to <span class=\"underline\">arrange</span> for him to accept it, for then we would be aiding in the committing of a sin. If to volunteer for military service (danger) were a sin, then also the arguments concerning the benefit which such volunteering might bring to the good name of the community would be an insufficient argument. It is a principle in the law that we do not say to a person: Sin <span class=\"underline\">thou</span> that <span class=\"underline\">we</span> may acquire merit. (B. Shabbas 42, etc.)</i>",
            "<i>But since, as we have indicated in the discussion above, to accept the danger of military chaplaincy is not a sin, but is to a considerable extent a mitzvah, then our question virtually solves itself. To help in the performance of such a mitzvah constitutes a <span class=\"underline\">duty</span> on the part of the community and its organizations.</i>"
        ],
        "Use of \"The Lord's Prayer\"": [
            "<i>Question:</i>",
            "<i>We have been asked whether a Jewish soldier may recite the well-known prayer from the Gospel of St. Matthew (Chapter 6) known as \"The Lord's Prayer.</i>\"",
            "Answer:",
            "Judged merely by its content, this famous prayer has nothing objectionable in it to a Jew. In fact, almost every one of its phrases has been traced to Jewish sources or at least parallels have been found for them in Jewish sources. Nor is the fact that the prayer is of non-Jewish origin sufficient reason to prohibit its use by a Jew. A medieval legend found in a Midrash describes Simon Peter, the first of the Popes, as the author of various piyyutim used on the Day of Atonement (see Jellinek, \"Bes Ha Midrash,\" V, 60ff; also \"Kovetz Ma'asey Hagaonim,\" pp. 107-8). The only question involved is whether it is a violation of the law, \"Thou shalt not follow their statutes.\" This law has already been described in previous responsa and the various limitations of it mentioned. It is only necessary to mention the fact that the law is careful to indicate that not necessarily everything which is customary among Gentiles should be avoided by Jews, but only such that either have no meaning (Da'as Hevel U' shtus) or those which are specifically part of their worship. See the explanation of Rabbi Isaac in the famous Tosfos to Avoda Zara 11a. Joseph Colon (Maharik, Italy, fifteenth century) says clearly, speaking of Christian garments, if a Jewish garment does not express Judaism or modesty any more than the garments which Gentiles wear, then there is no prohibition against the Jews adopting garments customary among the Gentiles (Maharik #88). This is cited by Joseph Caro in his \"Kesev Mishnah\" to Maimonides Hil. Akum XI, 1, and by Isserles to Yore Deah 178 #1.",
            "If, however, the custom is generally a part of Gentile worship, then it is prohibited.",
            "A fairly recent, clear statement on this is by Z'vi Dov Eisner in V'y'laket Joseph, Vol. IV #88, in which he says the prohibition against following their statutes applies only if the Jew does something which the Gentile does during the time of worshiping his God. Since \"The Lord's Prayer,\" by its very title, refers to the prayer uttered by Jesus, and since it is a definite part of Christian worship, it certainly falls under the prohibition of following the statutes of the Gentiles and should not appropriately be recited by a Jewish soldier.",
            "Of course, a Chaplain, when his duty requires of him to conduct non-Jewish worship, is under government command to do so, and that circumstance would fall under a different category."
        ],
        "Photographed Torah Scrolls": [
            "<i>Question:</i>",
            "<i>We have been informed that in the field kit prepared for chaplains there will be a small photographed Torah Scroll. Will it be permissible for the chaplain to use this at services in the field?</i>",
            "Answer:",
            "Maimonides in Hil. Sefer Torah, X, 1, describes the Scroll of the Law as to the parchment and the technical requirements of the writing. He declares that only a scroll meeting these requirements is suitable for public worship. It is, therefore, clear that in established camps and in regular chapels only a Sefer Torah meeting these requirements may be used for public worship.",
            "Our question, however, concerns emergency circumstances. To what extent may these technical requirements as to the scroll be relaxed for services in the field? If a photographed Torah Scroll is used, may men be called up to the reading and may they recite the customary blessings over the Torah?",
            "There are a number of interesting and important questions involved in this inquiry. First of all what is the sanctity of printed material and to what extent do the printed Sefer Torah, Mezuzah, and Bill of Divorce, etc., fulfill the command \"to write\" which Scriptures used with regard to them? Since the beginning of printing, there has been discussion on this matter, the whole discussion revolving around the passage in the Talmud in b.Gittin 20a, as to whether engraving, \"Chakikah,\"is really writing, \"K'siva,\" involving the question of whether the writing is depressed or raised. The authorities, after the age of printing, take one or another side of the question.",
            "This complicated discussion is summed up by Abraham Berliner in his booklet on the influence of printing on Jewish law and worship. All authorities agree that printed Hebrew texts have some sanctity. Since, moreover, the discussion ultimately revolves around the question of \"engraving\" and the hollow impression made by printer's type, it might well be that if a kosher Sefer Torah, fulfilling all the rules as to line space, etc., were exactly photographed, such a Torah would have considerable sanctity since photography does not depress the paper or parchment at all. This question would lead us far afield. We can come closer to a solution by means of another approach.",
            "The Talmud in b.Gittin 60a discussed whether we may read from Chumashim in the synagogues at the public service, and the conclusion there is that, out of respect to the congregation (mep'nay kvod ha-tzibur), we should not. Because it is possible for the congregation to forgo the honor due it, it is possible to conclude as Solomon ben Adereth concludes in his Responsum, Vol.1. 805, that essentially the Talmud does not forbid the reading from an imperfect Torah. However, Solomon ben Adereth says that the Talmud would permit reading from a Chumosh because their Chumoshim were regular scrolls and if the congregation would cancel its right to have a regular Torah used, these scroll-Chumoshim could be used. However, he says our Chumoshim today, which are like books, may not be used for public reading.",
            "It can be seen how open this question is when it is realized that, while the Shulchan Aruch says plainly that we may not read from Chumoshim in a service (O.H. 143, 1 &amp; 3), and Joseph Caro in his Ben Joseph marshals all the arguments against it, nevertheless Maimonides in his Responsa #42 says plainly and forthrightly that the mitzvah of reading the Torah does not depend upon the scroll but upon the reading itself and that therefore if there is no regular Torah available, then the reading and the blessing may be recited nevertheless upon an imperfect Torah or a Chumosh. (Sheayn ha-b'rochoh t'luyoh basepher, im koshayr oh posul, ehlo bak'riyoh b'levad.)",
            "But since there are so many opinions against Maimonides, and since he himself seems partially to withdraw from this opinion in Yad, Hilchos Sefer Torah X,1, we cannot rely in this case upon his opinion. It is, however, to be noted that even those who prohibit reading except from a perfect Sefer Torah say that in time of emergency, when a community has only an imperfect Sefer Torah, there are opinions justifying reading in it and blessing over it. See Isserles to O.H. 143,5. It is evident that the objection as to the dignity of the congregation mentioned in the Talmud does not weigh heavily with the authorities for the reason mentioned above, namely, that a community can forgo the honor due it,mochlin ahl k'vodom. What concerns them most is the danger of pronouncing an unjustified blessing (b'rochoh l'vatoloh) and that, of course, is important in this regard. We might, therefore, come to the following conclusion: Since these photographed Sefer Torahs are exactly like the written Sefer Torahs, except that they are not on parchment and sewn with sinews, but do resemble them more than Chumoshim, they may be used at services in the emergency, of field conditions, but no blessing should be recited over the reading. Of course, in the camp-chapels, regular Sefer Torahs should be used.",
            "The few opinions which <span class=\"underline\">permit</span> the reciting of the blessings over an imperfect Torah (or a Chumosh, etc.) are based upon the early responsum of Maimonides quoted above: thus the opinion of Benjamin, Anaw, brother of the author of Shibbole Haleket, cited in that work, and the tentative opinion of Isserles quoted above! Therefore, because it has considerable support in the Halacha, we record the opinion of our colleague and member of our committee, Rabbi Aronson, namely, that the blessings may be recited over the photographed scroll and also his suggestion that, instead of the usual blessing Asher bochar bonu, the blessing from the morning service be used (La' asok b' divre Torah).",
            "Note:-- An interesting case is quoted by Joseph Messas, Rabbi of Tlemcen in North Africa, in his \"Mayim Chayim,\" Number 79. He quotes a manuscript responsum of a Rabbi Marrakeesh in which he is asked by those Jews who travel for weeks in the Sahara in a caravan whether they may use a Chumosh for the Torah reading. And he responded that if it were for only one or two Sabbaths, it would be better if they did not read the Torah altogether rather than read it from a Chumosh. But since they will be away for many weeks, they may read from the Chumosh, but not pronounce the blessings.",
            "It might be added that this whole question is discussed in eight successive responsa in R'vid Hazohov by Zev Wolf Avrech, Warsaw 1898."
        ],
        "Circumcising a Child of a Mixed Marriage": [
            "<i>Question:</i>",
            "<i>A Jewish officer, married to an unconverted Christian woman, has asked the Chaplain to arrange for the circumcision of a child born of this marriage. May the Chaplain arrange for such a circumcision?</i>",
            "Answer:",
            "This problem has been thoroughly discussed, especially at the close of the nineteenth century. There were many cases brought to various Rabbinical authorities where the Jewish partner in a mixed marriage asked to have the child circumcised. This subject is fully discussed in a book \"U-cha-Torah Ye-osey\" by Solomon Kutno, Paks, 1897, which booklet is almost entirely devoted to the question of the status of the children of mixed marriage and civil marriage. Another source is \"Mateh Levi\" by Marcus Horowitz, Rabbi of Frankfurt-am-Main, Responsa Nos. 54 &amp; 55, including two letters to him from Isaac Elchanan Spector of Kovno. Solomon Kutno, in his book, simply prohibits such circumcision; whereas Marcus Horowitz finds reason for permitting it. It is evident, therefore, at the outset that there is ground for wide difference on the question. The basic considerations involved are as follows:",
            "The child is, of course, a Gentile since the child follows the status of the mother in this case (m.Kidd.III,12). The question, therefore, is whether a Gentile child may be circumcised by Jewish ritual. A candidate for conversion must be investigated as to sincerity (b. Yevamos 47 a &amp; b). How can that be done in the case of an infant? The Talmud (b. Kesuvos 11a) nevertheless says that a minor may be converted, i.e., given the ritual conversion bath, by the consent of a court. And Rashi says that means if his mother brings him to the court for conversion in the absence of the father. Later on the same page, the Talmud speaks of a father whose children are converted with him. In both cases the question is implied: How can one convert a person without being able first to investigate the sincerity of the convert and warning him of all the problems involved? The answer given is, first (in the case of the child brought by the mother), that one may do a favor to a person without his consent, and, second (in the case of the father whose children are converted with him), that we assume that what their father has done will be acceptable to them.",
            "Solomon Kutno says that all this permission in the Talmud to convert an infant applies only to infants of parents who are being converted, but does not apply to the child born to a Jew by a Gentile woman. Such a man is a sinner, and we have no assurance that he will train the child in Jewish living. Therefore we should not convert the child at such a father's request. If, however, the mother converts and brings the child for conversion, that would be acceptable, as the Talmud indicates.",
            "However, Marcus Horowitz takes another point of view. He would not decide that the mother start the process of conversion before the child is circumcised, because such a decision would, in effect, promise that the woman will be accepted as a convert, whereas investigation may prove later that she is not acceptable. But, he says, he would rather circumcise the child first at the father's request because then later, after her husband and child are both circumcised as Jews, he would be more sure of her sincerity if she comes for conversion. In general Marcus Horowitz studies the whole question from the practical point of view but with due analysis of the law involved. He endeavors to exact promises from the father that the child will be raised as a pious Jew and the father himself will live a more religious life (implying too that then the mother will apply for conversion later). He concludes that it is better to circumcise the child as a convert since such circumsion is not forbidden and may even be a mitzvah, since otherwise the child may be circumcised by someone else who will not bother to win the father back to a more religious life. As a matter of fact, the Shulchan Aruch itself (Yore Deah 266#3) seems to give specific permission to circumcise such a child. It reads: \"The child born to a Jew from a Gentile woman may not be circumcised on the Sabbath,\" which clearly indicates it may be circumcised on any other day. This is discussed by Eliezer Deutsch (Peri Hasodah 1,12). While he opposes circumcising such a child (for precautionary reasons and Migdar Milso), he proves carefully at the very outset that such a circumcision is permitted by the law. So Isaac Elchanan Spector understands this statement and feels impelled to dispose of this clear permission by saying that such a child may, of course, be circumcised but only in the case where the father can be trusted to raise the child as a religious Jew. To which Marcus Horowitz gives the answer that consenting to circumcise the child gives us an opportunity to persuade the father to a more religious life.",
            "There is one more aspect of the question. Suppose the father does not say that he intends this child to be raised as a Jew. In other words, this circumcision is not at all for the purpose of conversion. In that case, all the preceding arguments, stemming from the Talmud in Kesuvos 11a, and dealing with the conversion of infant Gentile children, do not now apply. May we then circumcise a Gentile child for any other purpose than conversion to Judaism?",
            "It would seem at first that this is clearly forbidden. Moses Isserles, in his gloss at the end of Yore Deah 263 #5, says simply it is forbidden to circumcise a Gentile (even on weekdays) when the circumcision is not for the sake of conversion. However, Isserles himself holds an opinion which seems to be the opposite of this. In Shulchan Aruch, Yore Deah 268 #9, Joseph Caro says that if a Gentile asks for circumcision in order to be cured of some wound (i.e. for other medical reasons) we may not circumcise him. And Isserles adds that in those countries where it is permitted to heal Gentiles such circumcision is permitted. The Schach to Yore Deah 268 #9, and also at the end of 263, explains the apparent contradictions in the two statements of Isserles by saying that it is only the healing which is prohibited, but for any other reason it would be permitted; and even the healing itself, wherever goodwill is involved, would likewise be permitted.",
            "The subject was discussed even earlier by Moses Schick, Responsa, Yore Deah 248. He studies all the objections and concludes that if the mother agrees to the child's circumcision, then the circumcision is permitted even though the mother remains a Gentile.",
            "The answer, therefore, that the Committee gives in the light of the above discussion is that there is no clear prohibition against having this child circumcised by Jewish rites (though not on the Sabbath) and that if the father clearly indicates that it is his intention to induct the child into the religion of Israel and to raise the child as a religious Jew, then we agree with the opinion of Marcus Horowitz that we arrange for the circumcision."
        ],
        "Circumcisions Overseas in the Absence of a Mohel": [
            "<i>Question:</i>",
            "<i>Two years ago we received an inquiry from the army in Alaska with regard to the permissibility of having a surgeon circumcise the child of a Jewish officer, since there were no mohelim in Alaska. We did not answer the question then because it involved more problems than it seemed advisable to settle at the time. Now, however, we are compelled to investigate the question thoroughly because the situation with regard to circumcision in the families of army personnel overseas has changed radically. Hitherto in Japan and in Germany, there were large numbers of refugees, and mohelim were available from among them. These mohelim also served army personnel. But now there are virtually no refugees in Japan or in Germany and, therefore, no regular mohelim available. What shall be done about non-mohelim officiating at Jewish circumcisions?</i>",
            "Answer:",
            "The problem is many-sided. First, there is the problem of <span class=\"underline\">who</span> may circumcise; secondly there is the problem of the <span class=\"underline\">method</span> of circumcision used by surgeons as compared with the method used by mohelim. The first problem,as to who may circumcise, involves the question whether a Jewish surgeon who is not a regular mohel may circumcise and the further question whether, in the absence of a Jewish surgeon, a Gentile surgeon may circumcise. The problem as to the method of circumcision also involves a number of questions: what differences of procedure are there between that followed by the mohel and that followed by the surgeon; is it possible, if we provide a complete description of traditional circumcision, that a surgeon would be willing to follow the precise procedures followed by a mohel; and if he is unwilling to do so can surgical procedures, as for example the use of scissors instead of the thumbnail for \"periah,\" be modified so as to satisfy the requirements of Jewish law?",
            "First, then, as to <span class=\"underline\">who</span> may circumcise. May a Gentile surgeon perform Jewish ritual circumcision? This question is discussed all through the literature and is first mentioned as early as the Tosefta (Avodah Zara III, 12). There Rabbi Meir says that an akum may not circumcise. The sages say, however, that he may circumcise a Jew if others stand by at the operation. The reason for this proviso made by the rabbis is Rabbi Meir's fear that the akum is suspected of wanting to destroy the life of the Jewish child. And therefore, the rabbis say, if others stand by his side to watch him, an akum may circumcise. One could then conclude that in the case of a Gentile surgeon, who is not to be suspected of wanting to destroy life but is dedicated to the saving of life, even Rabbi Meir's objection does not apply, and especially if we have the family and the chaplain present at an army circumcision, there would be no basic objection to having a Christian surgeon perform the operation. This subject is taken up in the Talmud, both in B. Avodah Zara 26b and B. Menachos 42a. This rather lengthy discussion in the Talmud (especially in Menachos) is analyzed by Joseph Caro in his Kesev Mishnah to Yad Milah 2:1; and, as Jehiel M. Epstein in the Aruch Hashulchan says, it is clear that Joseph Caro understands that the conclusion of the Talmudic debate is that a Gentile may circumcise. That is why Maimonides, in Yad Milah 2:1, while he says at first that a Gentile should not circumcise, adds that if a Gentile <span class=\"underline\">has</span> circumcised no further operation is necessary. Joseph Caro repeats, in Shulchan Aruch Yore Deah 264 #1, Maimonides' decision that if a Gentile does circumcise, we do not need to recircumcise. To which Isserles adds that we must, however, take the drop of blood, the sign of the covenant (dam bris). The Aruch Hashulchan says we follow Isserles and would require the drop of blood of the convenant, thus emphasizing the fact that milah is not merely surgery but a ceremony of the covenant. It is, therefore, of course preferable that a non-Jewish surgeon not be used, since this is a Jewish religious ceremony but, under the special conditions of army life overseas, wherever it is impossible to get a Jewish surgeon, it would seem, in the light of the facts mentioned above, that a Christian surgeon could be used, provided the chaplain and others are present, and provided also, as we shall discuss further, the proper procedures required by Jewish law are followed. See also Chassam Sofer, Yore Deah #132 and Haggahot Asheri to A.Z. 27a. These emergency circumstances under which we might use a Christian surgeon may, as a matter of practical fact, never occur. We have been informed that a Jewish surgeon is almost always available in the Armed Forces and hence the above discussion is relevant only in a rare emergency. We can, therefore, restate our opinion as follows: While according to the strict letter of the law even a Gentile surgeon may circumcise (though some would require the taking of the drop of blood of the covenant), nevertheless since this is a Jewish religious ceremony, and since we are informed that a Jewish surgeon is always available, a Gentile surgeon should not be used except in the most unusual circumstance that a Jewish surgeon is absolutely not available.",
            "The next consideration is whether a Jewish surgeon is acceptable without question. There <span class=\"underline\">is</span> a question involved even with regard to a Jewish surgeon. Isserles 264 #1, quoting the Or Zerua, says that a man must look for the best and most righteous mohel and sandik. Since circumcision is no mere operation but a sacred sign of the covenant, a righteous man is necessary - first because of the propriety of the situation, and secondly so that we can trust him to fulfill the requirements of the law. If, therefore, the Jewish surgeon is a pious man, there could be no question that he is absolutely suitable to perform the circumcision.",
            "If, however, as may be the case, the surgeon is not a piously observant Jew, how acceptable is he as a performer of circumcision? In the first place, being in the army and under army laws, he cannot always obey, even if he wanted to, many of the laws, such as those relating to kashrus and the Sabbath. He is, therefore, an onnus, and is to be forgiven. In the second place, being a physician, he is permitted to violate the Sabbath in his profession since even the doubt of the danger of life sets aside the Sabbath. In the third place, even if he were consciously sinful, a mumar, there is considerable opinion that he is nevertheless considered enough a Jew to permit him to circumcise. Isserles, l.c., says that a man who is a mumar as to the whole Torah, or a mumar who does not believe in circumcision, is to be considered just like an idolator. Rabbi Akiba Eger, in his \"Chiddushim\" ad.loc., agrees but immediately cites the opinion of Chaim Chiskiya deSilva, who says that only a mumar who <span class=\"underline\">means</span> to be provocative (lahachis) is ineligible, but if he is a mumar for his own convenience (l'teovon) he may circumcise. (This opinion is found not in deSilva's famous work, P'ri Chodosh, but in his small book, Mayim Chayim, the third responsum at the end of the book.) We can hardly accuse a Jewish doctor in the army of being a mumar lahachis, an impudent, provocative apostate, and it is clear that particularly under the difficult circumstances which now exist in the army, we may permit a Jewish surgeon to circumcise. Cf. also Chaim Mordecai Sofer, Machaney Chayim II #20, who says, \"If there is no mohel available except a Sabbath violator bepharhesia, I would not take the responsibility to void the mitzva of milah bizmano (i.e. by delay) in order to get a Sabbath observer.\"",
            "However, it is our duty to see to it that the circumcision as performed by the surgeon strictly follows the requirements of Jewish law. The Jewish law speaks of three elements in the circumcision, the cutting of the foreskin (the chaticha), the moving back of the under-membrane (periah), and finally the sucking out of the blood (metziza). There is no problem with regard to the cutting of the foreskin. Surgeons all do it as mohelim do. Nor is there any serious question any longer about the third element, the sucking of the blood, because even mohelim do not do it as it was done a hundred years ago. Almost all mohelim nowadays use a pad of cotton to draw the extra blood. (It might be well to pause for a moment to justify the modern practice of mohelim who no longer suck the blood by mouth. Up to a hundred years ago, this was the universal practice. Then tubes were invented, one in England and one in Germany, so that the sucking could be done without danger of infection. And now finally it has become the universal custom merely to use pads of absorbent cotton. The reason that this has been permitted is basically due to the fact that metziza, the sucking of the blood, is not an essential part of the operation. It is only meant to be a means of avoiding danger to the child's health by removing the surplus blood. It is noteworthy that the Mishnah (Shabbas XX, 6), enumerating the indispensable elements in the operation, says that if the cut was made but the periah was not made, it is no circumcision. But metziza is not even mentioned there as an essential part of the operation. As a matter of fact, Moses Sofer himself declared that since metziza is for the sake of the health of a child, it is quite permissible to use a sponge. This responsum created considerable excitement and concern in the following generation and the responsum was omitted from the printed editions of Moses Sofer's works.",
            "Maharam Schick, Orach Chayyim 152, while advocating metziza by mouth, nevertheless admits that Moses Sofer permitted it by a sponge and says that the responsum was omitted from his book. Elazar Horowitz, the great rabbi of Vienna at the time of Moses Sofer, was evidently the one who asked the question of Moses Sofer and he says, Yad Elazar #551, that it is the custom in Vienna to use the sponge and in this they rely upon the concurrence of Moses Sofer. So too Zvi Hirsh Chaves, in his responsum #60, comes to the same conclusion. (Hence modern mohelim have adequate justification in modifying the old method of metziza by mouth and using cotton pads to draw out the blood.)",
            "There is, therefore, no problem with regard to adapting metziza to modern surgical methods. The real problem is periah. Surgeons do perform the periah, but it is impossible to persuade them to do it as the mohelim do, namely, to tear the membrane with the thumbnail before rolling it back. Surgeons cut it with scissors and we can be sure that they will not consent to use any other method.",
            "Our question, therefore, amounts to this: Is the use of the <span class=\"underline\">fingernail</span> a requirement of law? The fact of the matter is that the use of the fingernail to tear the membrane is not required in the older law, and is not even mentioned. There is no mention of it in the Mishnah or in either Talmud. The first mention of it is in Maimonides (Hil. Milah II, 2), who merely says that periah is done with the fingernail (b'ziporon). Not one of the commentators and particularly not Joseph Caro in his Kesev Mishnah, who is careful about such things, mentions a single earlier source from which Maimonides may have drawn the fact that the fingernail is to be used. The only fairly early source is not an <span class=\"underline\">halachic</span> one but a <span class=\"underline\">midrashic</span> one. In the Yalkut to Psalm 35:10, \"All my bones proclaim, etc.\" there is an enumeration how the head, the mouth and the eyes, etc., participate in the worship of God; and in this listing is included, \"and the fingernail, also, to perform the periah.\" The Shulchan Aruch, Yore Deah 264 #3, copies Maimonides' statement that periah is done with the fingernail. But neither of these says that if it is done otherwise it is not a valid periah. As a matter of fact, there is a responsum of Hai Gaon to the effect that periah was generally done with a knife. The responsum is cited in Ozer Ha'-Gaonim, Shabbos, #407. There Hai Gaon says that in Babylon it was a custom to draw taut both the foreskin and the undermembrane simultaneously and to cut them both with one cut of the knife. Hence, under army conditions, we may consider it permissible if the surgeon does not use his fingernail to tear the membrane but uses the scissors. Of course, it does not follow that this is the preferable method. Good mohelim are very skillful. Their tearing of the membrane and their folding it back is often done much more quickly than the surgeon can do it with his instruments. It may well be that the old-fashioned method is better, but certainly the surgical method is permissible according to the law,provided, of course, that after the slitting of the membrane, it is completely retracted.",
            "The Committee suggests that a description be printed of the exact procedure required by the law, particularly of periah, so that surgeons may know that the entire membrane must be retracted.",
            "The Committee concludes that under the present exceptional conditions existing in the army overseas (and only for those circumstances) we will, in the absence of a Jewish physician, permit the use of a Gentile surgeon, provided he does the periah and provided that the chaplain, the father, and preferably others, are present to conduct the ritual as required by law. Preferably a Jewish surgeon should be found to perform the operation. He too should be provided with a description of the requirements of the Jewish law and here too it will be advisable for the chaplain and the parent and others, if possible, to be present. For the sake of emphasis, we conclude with the warning that these decisions are only emergency decisions, and are not meant to apply either permanently to the army or in any way to civilian life."
        ],
        "Use of Bone Fragments in Bone Surgery": [
            "<i>Question:</i>",
            "<i>A chaplain in a Veterans Hospital sent us a question based upon an earlier responsum of the Committee. A number of years ago we had decided that while Jewish law does not require the burial of a limb amputated from a living person, nevertheless the custom is to bury it. The inquirer raises the question of the new technique in bone surgery which involves preserving fragments of living bone for the purpose of grafting them in the place of decayed bones of other patients (or possibly the same patient). The chaplain asks whether these bones, in spite of the general custom to bury amputated limbs, may be preserved for surgical purposes.</i>",
            "Answer:",
            "The question raises a subject of great importance, one that will be increasingly significant, due to the growing use of new techniques in surgery and medicine. While the chaplain asks merely whether the bone may be preserved rather than buried, the question arises as to whether the bone may be used at all on another patient, and in fact whether we may use other parts of the human body (such as skin for grafting in burns, corneas for the restoration of sight) or, as in this case, the bone in surgery. In other words, may parts be removed from the body of one human being and added to the body of another? Inasmuch as these questions will undoubtedly be coming to us from the Veterans Hospitals we may as well deal with them now, if not in full detail, at least sufficiently for a general view of the problem.",
            "1. First, then, as to whether it is permitted to preserve a fragment of bone taken from a patient. There is absolutely no requirement in Jewish law to bury such a piece of bone.",
            "If it were a bone from a dead patient, the situation would of course be different. The mitzvah of burying reaches even to a fragment of the body, affilu kazayis shel mayss (see Mishpete Uziel Tinyono Y.D. #110, where the relevant law is cited). Our case concerns a bone from a living man and there is no mitzvah of kavurah (burial) of the limbs of the living. There is a <span class=\"underline\">custom</span> of burial, stemming from the fear of ritual uncleanness (especially of a Kohen), and not from the duty to bury.",
            "Maimonides (Yad,Hil.Tumas Hammes II,3) says that the limb from a living person defiles just as if it were a whole body. It is in order to keep such defiling limbs from the vicinity of Kohanim that the custom arose to bury them. Jacob Reisher (Metz, 18th century) says in his Shevus Ya'acob II, #101, that since the purpose is merely to keep it away from a priest it would be quite sufficient if one kept the limb hidden away and not buried. Hence, if such a bone is put in a refrigerator, it is certainly out of contact with Kohanim and the requirement of the law is fulfilled. Besides, it is doubtful whether it even needs to be put away. Maimonides decides that the limb cut from the living, which defiles like a dead body, must be a complete limb of bone and flesh and skin before it can defile. If, however, a fragment of the bone is lacking, the limb does not even defile. Certainly then a fragment of the bone itself would not defile. Hence, there is no doubt that the bone section need not be buried at all.",
            "2. Now we turn to the question as to whether a Jewish patient may, according to Jewish law, use such a bone; or, to put the question more widely, whether he may use the skin of another person for healing, as is done in burns. May he use the blood of another person, as is now a widespread practice, etc.? Almost all of these questions have been discussed, in some form, in the older legal literature. There is, for example, a prohibition against the use of the blood of a human being. Yet the law is careful to define the nature of this prohibition. The Bible, in Leviticus, 7:26 says: \"Thou shalt not eat the blood of bird or domestic animal.\" In other words, there is a specific prohibition against eating the blood of these kosher animals. Therefore their meat is soaked and salted, etc. This special and additional prohibition against the blood applied only to these animals for we might imagine that as their flesh is permitted, so is their blood; but the blood of other animals which are entirely prohibited, dom mahalche shenayim, the blood of bipeds or man, does not need to be given this special blood prohibition by the Torah. (See Sifra Leviticus at the end of Parsha 10; also Talmud, Kerisos 21 b.) The question is of some practical importance, for example, in the discussion as to whether a man may swallow the blood from his own bleeding teeth, etc. Of course, the blood of human beings is prohibited with a general prohibition, that the human body is forbidden for food, hence there is no need for a special prohibition as with cattle and birds. So Maimonides decides that the prohibition of blood of bipeds is a prohibition, but on rabbinic grounds. (Yad, Ma'acholos Asuros VI, #2.)",
            "The skin of human beings is likewise discussed. The Mishna (Chullin, IX, 1) says that the skin of man creates uncleanness just as the flesh of man does. The Talmud, Chullin 122a, discusses what difference it makes if the skin is cleaned of the adhering flesh and tanned as leather. The Talmud in Nidda, 51a, says that actually such tanned skins are permitted, but \"lest a man make carpets or floor coverings out of the skin of his parents,\" it is forbidden. This may seem like a far-fetched notion, but it is interesting to observe a fascinating responsum by Jacob Reisher in Shevus Ya-acob, I,89. A war had ended and the victorious army (whichever it was, German or French), made tanned leather of the skin of slain enemies. The question that Jacob Reisher discusses is whether such hides may be dealt with by a Jewish merchant. Perhaps the best-known responsum on this question is an earlier one by Menachem Mendel Krochmal (Nikolsburg, 17th century) in his Zemach Zedek #13, where he discusses a question of a Kohen who was told that it would be good for his health if he wore a belt of tanned human skin. Does that skin, having been tanned, still defile and may the priest wear it?",
            "As for the other parts of the body, there is the general law of the uncleanliness of fragments of a body. But, above all, there was a basic law that it is prohibited for the living to derive any benefit from the body of the dead, mayss osur b'hano-o. (See the law as codified in the Shulchan Aruch, Yore Deah 349.)",
            "All of this creates a sharp contrast between Jewish medical practice in the middle ages and that of the surrounding people. Human blood and parts of the human body were an essential part of the therapeutics of Europe among the Gentiles. A good account of this is found in the first ten chapters of Strack's \"The Jew and Human Sacrifices.\" While the Gentile world used the blood and parts of the body for all sorts of medical purposes, Jewish law had created such an aversion to the use of parts of the body for healing that the practice was almost non-existent among Jews except for an occasional superstitious outcrop.",
            "Since the Jews, by law and custom and taste, almost completely avoided the use of the human body and its products in healing, questions and doubts will surely arise (and have arisen) among Jews in modern times, when new medical and surgical methods now, for the first time, make scientific use of such parts of the body. The fact that it is a scientific and not a superstitious use makes a difference in the decision of Jewish law on the matter. The law relies a good deal on whether or not the remedy is trustworthy and the doctor reliable (refuah yeduah and rofey mumcheh). Since we are dealing here with reliable scientific remedies, we find that the law is in many cases permissive.",
            "At this point it might be well for completeness' sake to restate the generally liberal attitude of the Halacha with regard to helping the sick. This liberality is seen best against the background of the strict laws of Sabbath observance. In the Mechilta (Ki Siso, near the beginning), there is a considerable discussion which brings out the various Biblical proofs of the principle that to cope with danger to life we may set aside the Sabbath (pikuach nefesh docheh es ha-shabbos). This is stated in the Mishna in Yoma VIII, 4: \"All questions of doubt as to safety of life (sofek nefoshos) sets aside the Sabbath.\" Then there is the full discussion of three or four pages of the Talmud (Yoma 81, 84 and 85) which says that all such work on the Sabbath for the sake of the sick must not be relegated to non-Jews or to minors, as if to imply that it is not really permitted. This work must be done by adult Israelites for there is no prohibition in it. Asher b. Yechiel to this passage says, \"All work that one does in behalf of an invalid in danger (sheyash bo sakana) is as if one does it on the weekday.\"",
            "All this is codified, one might say, vigorously in the Shulchan Aruch in the Sabbath laws, Orah Chayim 328 #2. It says that if anyone has a dangerous sickness it is a mitzva (not merely that it is permitted, but it is commanded) to violate the Sabbath in his behalf, and whoever is quick to do so is to be praised, but whoever delays by inquiring whether it is permitted is a shedder of blood, ha-sho-el haray zeh shofech domim. And later in this section he repeats the statement of the Talmud that the work must be done by adult Israelites. This permissive and this tender concern for the sick must be our guide in all such decisions.",
            "First of all, as the Committee has learned upon inquiry, all these parts, the blood for infusion and the skin and the bone for grafting, are taken from the living and not from the dead. Therefore the prohibition against making use of the body of the dead does not here apply. Secondly, the uncleanliness of parts removed from the human body does not apply, for according to Maimonides, since these are not <span class=\"underline\">complete limbs</span>, with bone and flesh and skin, they do not defile. In the third place, the prohibition against blood is primarily a prohibition against eating or drinking it. Such things prohibited, as food, may be taken into the body in some other way, she'lo k'derech ha'n'oson, \"not in the way of enjoyment.\" Thus, an <span class=\"underline\">injection</span> of blood is not prohibited, as would be a <span class=\"underline\">drinking</span> of blood. Finally, in all these cases  those in which blood transfusions are needed, or where skin-grafting is required because of bad burns, or where bone-grafting is indicated because of diseased bones-- there is grave danger, and such cases belong in the class, choleh she'yesh bo sakana, and for all such, the laws are relaxed.",
            "A statement of the law as recorded in the Shulchan Aruch and amended by Isserles makes use of all these elements and makes the permission clear. The law is in Yore Deah 155 #3. It follows some laws on idolatry and discusses the fact that, since idolatry may not be used for our benefit (ossur b'han-o-oh), idolatrous objects may not be used for healing either. Having stated this general maxim, the Shulchan Aruch continues and says that all other things from which it is forbidden to benefit (i.e. other than idolatry) may be used. Here is the exact statement: \"As for all other prohibitions, one may use them for healing, in case of critical sickness, even in the method of enjoying them (i.e. drinking, etc.); and, in the case of sicknesses that are <span class=\"underline\">not</span> critical, it is forbidden to use them by way of enjoyment, but it is permitted to use them not by way of enjoyment (i.e. an injection).\" To which Isserles adds that \"some say (these are Rabbenu Nissim and Isaac bar Sheshes) that all things which it is forbidden to enjoy by rabbinical law may be used for healing--even by an invalid who is not in critical danger!\"",
            "Thus it is clear that, according to Jewish law, under modern scientific medical conditions (rofey mumcheh and refuah yeduah) it is permitted to use bone, skin, and cornea for all purposes of healing."
        ]
    },
    "versions": [
        [
            "Responsa to Chaplains",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002109525"
        ]
    ],
    "heTitle": "   ()",
    "categories": [
        "Responsa"
    ],
    "schema": {
        "heTitle": "   ()",
        "enTitle": "Collected Responsa to Chaplains",
        "key": "Collected Responsa to Chaplains",
        "nodes": [
            {
                "heTitle": " ",
                "enTitle": "Preface"
            },
            {
                "heTitle": " ",
                "enTitle": "Use of a Prosthetic Device"
            },
            {
                "heTitle": "   ",
                "enTitle": "Brain Surgery; Lobotomy"
            },
            {
                "heTitle": "   ",
                "enTitle": "Burial of Stillborn Infants"
            },
            {
                "heTitle": "    ",
                "enTitle": "Burial of Two Coffins in the Same Grave"
            },
            {
                "heTitle": "   ",
                "enTitle": "A Divorce by An Insane Man"
            },
            {
                "heTitle": "    ",
                "enTitle": "Volunteering For the Military Chaplaincy"
            },
            {
                "heTitle": " ",
                "enTitle": "Use of \"The Lord's Prayer\""
            },
            {
                "heTitle": "   ",
                "enTitle": "Photographed Torah Scrolls"
            },
            {
                "heTitle": "     ",
                "enTitle": "Circumcising a Child of a Mixed Marriage"
            },
            {
                "heTitle": "     ",
                "enTitle": "Circumcisions Overseas in the Absence of a Mohel"
            },
            {
                "heTitle": " , ",
                "enTitle": "Use of Bone Fragments in Bone Surgery"
            }
        ]
    }
}