{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Torat Emet Meforash", 
            "https://he.wikisource.org/wiki/%D7%AA%D7%9C%D7%9E%D7%95%D7%93_%D7%91%D7%91%D7%9C%D7%99"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "מתני' בשלשה מקומות - משום דבעי לאורויי במעשה דתמיד עבודת כהנים נקט תחלה שמירתן ומקום שכיבתן עד שהוא מסדר כל הסדר שבתחלה טובלין וכו' כאשר הוא מסודר במשנה ובגמ' נפקא לן מקרא דבית המקדש צריך שימור דאי לא נפקא לן מקרא הוה אמינא דלא צריכי שומרים דאין עניות במקום עשירות ואי גנבי כלי המקדש קנו אחרים ועוד דהוה אמינא דבחד שומר סגי. ומקום שמירתן היא בבית אבטינס ובבית הניצוץ ובבית המוקד:"
            ], 
            [
                "הכי גרסינן בבית אבטינס ובבית הניצוץ היו עליות - בית אבטינס היא לשכת מפטמי הקטורת כדתנן בפ''ק דיומא (דף יח:) הוליכוהו לעליית בית אבטינס גבי כהן גדול ללמדו לשם הלכות חפינה שהיא אחת מעבודות קשות שבמקדש כדמפרש ביומא (דף מט:) ולפי שהיו אומנין על מעשה הקטרת נקראת על שמם ומספקא לן ביומא במקום עליית בית אבטינס היכן היא דאמרינן בפ''ק דיומא (דף יט.) שתי לשכות היו לכהן גדול לשכת פרהדרין ולשכת בית אבטינס אחת בצפון ואחת בדרום ולא ידענא אי לשכת פרהדרין בצפון ולשכת בית אבטינס בדרום או לשכת בית אבטינס בצפון ולשכת פרהדרין בדרום ושם היה כהן גדול ישן וביומא (דף ח:) מפרש למה נקרא כן:", 
                "בית הניצוץ - לא שמעתי בו טעם למה נקרא כן:", 
                "היו עליות - לשמירת כהנים צריך עליות מקום גבוה כדנפקא לן בגמרא וילוו עליך וישרתוך וגזירת הכתוב היא ושמירת לוים לא היתה אלא למטה אצל השערים ולכך קרי ליה הפסוק ללוים שוערים במקרא לפי שלא היתה שמירתן אלא אצל השער והכהנים היו שומרין אותו בעליות על מקום גבוה כדרך שומרי עיר וכל שומרי עיר בין ביום בין בלילה לא היו ישנים. ועשרים וארבעה שומרים בעשרים וארבעה מקומות נפקא לן בגמ' שצריך לבית המקדש שהיו שומרים יום ולילה שלשה בכהנים ועשרים ואחד בלוים ואפילו היו אותן עליות בנויות מקצתן בעזרה יכולים כהנים לישב שם כשהיו עייפים דגגין ועליות לא נתקדשו כדאמרינן בפסחים (דף פה:) ובעזרה אין אדם יכול לישב דאין ישיבה בעזרה אלא למלכי בית דוד:", 
                "והרובין שומרין שם - רובין קרי כהנים שלא הגיעו עדיין לעשות עבודה כגון פחותים מי''ג שנה כמו (שמואל א ב) ויגדל הנער [ומתרגמינן] ורבא רביא ולפי שעדיין לא הגיעו לעשות עבודה (אין יכולין לעשותה) עבדינן להו שומרים שאותן שיכולין לעבוד אינן רוצין לשמור ועוד הואיל ויכולין לעבוד אין אנו מניחין אותן לשמור:"
            ], 
            [
                "בית המוקד כיפה - בית המוקד פר''ח בפ''ק דיומא (דף טו: ד''ה ואחת) על שם שלא היה האש כבה משם לעולם מפני שהיו נוטלין האש לצורך המזבח דאמרינן בתורת כהנים שמצוה להביא מן ההדיוט שנאמר ונתנו בני אהרן [הכהנים] אש על המזבח אע''פ שהאש יורד מן השמים מצוה להביא מן ההדיוט וביציאות השבת (שבת כ.) תנן ומאחיזין את האור במדורת בית המוקד ערב שבת עם חשיכה דכהנים זריזין הם ולא אתו להבעיר ופירש רש''י להתחמם שם כהנים שהיו הולכים יחפים על גבי רצפת העזרה דאמרינן בזבחים (דף כד.) הואיל וכלי שרת מקדשים ועזרה מקדשת מה מצינו בכלי שרת שלא יהא דבר חוצץ בין ידו לכלי התם נפקא לן מקרא אף עזרה לא יהא דבר חוצץ בינו לבין הרצפה:", 
                "כיפה - כלומר לשכת בית המוקד ע''ג לשכה של אבנים היתה ובשביל שהכהנים שומרים לשם בנאוה ע''ג כיפה דשמירתן צריך לעשותה ע''ג מקום גבוה כדנ''ל מקרא ובית גדול היה וד' לשכות פתוחות לשם כדאמר לקמן ובמסכת מדות (דף לד.) ד' לשכות פתוחות לבית המוקד כקטוניות פתוחות לטרקלין כלומר כחדרים הפתוחות לבירה וע''י מעלות עולין מהלשכות שמה לבית המוקד ב' בקדש וב' בחול כלומר שתי הלשכות הפתוחות לו ב' מהם בנויות בקדש ובעזרה וב' בחול בהר הבית ובית המוקד בנוי חציו בקדש וחציו בחול וראשי פשפשים קנים מפסיקין בין קדש לחול כדי שיזהרו כהנים ולא ינהגו במקום קדש מנהג חול וא''ת כיון שעל מקום גבוה היה בנוי בית המוקד א''כ הרי הוא חול דגגין ועליות לא נתקדשו תריץ הכיפה היתה שוה לקרקע עזרה לפיכך לא בטלה קדושת כיפה וכהאי גוונא סוגיא אחרת בפסחים (דף כה:) על אותה שמועה של גגין ועליות דאמר התם גגין ועליות לא נתקדשו ופרכינן מיתיבי החלונות ועובי החומה כלפנים ואמרינן בשלמא דחלונות משכחת דקדושות כששוות לקרקע עזרה אלא עובי החומה היכי משכחת לה ומתרצינן כבר שורא פירוש החומה קטנה לפנים מחומה גדולה והיא נמוכה ושוה לקרקע גובה עזרה שקרקע עזרה הולך ועולה במעלות ומה היו משמשות מערבית דרומית היא היתה לשכת טלה קרבן דשם נותנים הטלאים המבוקרים דרומית מזרחית היא היתה לשכת עושי לחם הפנים מזרחית צפונית בה גנזו בית חשמונאי אבני מזבח ששיקצום מלכי יון צפונית מערבית בה יורדים לבית הטבילה טמא יורד דרך אותה לשכה למעיין לטבול ובית המוקד היתה בצפון עזרה כדתניא במסכת מדות (דף לד:):", 
                "מוקף רובדין של אבן - רובדין כמו יצא והניחו על רובד רביעי שבהיכל (יומא דף מג:) והוא דבר הבולט מן החומה ולכך עשוין שמן הרובדין היו עולין ע''ג מטותיהן שהיו בתוך כניסת החומה כעין מטות:", 
                "וזקני בית אב ישנים שם - אותם שהיה להם לעבוד למחר היו ישנים בתוך כניסת החומה ולא ארובדין קאי דא''כ ה''ל למימר על גביהם ובגמרא מוכיח שלא על אלו הרובדין היו ישנים דקאמר איצטוותא דקא סלקי בהו לאיצטוותא ומוקף לאו דווקא אלא אותו בית המוקד שבנוי בחול היה מוקף רובדין של אבן כדי לעלות במטות שהן בתוך החומה דבמקום חול היו ישנים ולא במקום קדוש דראשי פשפשין מבדילין בין קדש לחול כדי שלא ינהגו בקדש מנהג חול:", 
                "ומפתחות [העזרה] בידם - כלומר בידי אותם כהנים לשם היו מונחות כל מפתחות העזרה ומפרש במסכת מדות (דף לד:) היכן היתה הנחתן מקום היה שם אמה על אמה בלשכת בית המוקד וטבלא של שיש באותו מקום וטבעת היתה קבועה ומגביהין אותן ע''י אותן הטבעות הגיע זמן הנעילה הגביה את הטבלא מן הטבעות על ידי טבעת אי נמי ע''י אותן הטבעות היתה הטבלא נטולה בארץ וכשרוצין להגביה מגביהין אותה מן הטבעת נוטל את המפתחות מן השלשלת המפתחות נתונין תחת אותה טבלא בשלשלת ונעל הכהן בפנים שערי עזרה ובן לוי ישן לו מבחוץ גמר מלנעול החזיר המפתחות למקומן תחת הטבלא ונותן עליו כסות שלו וישן על אותו טבלא:"
            ], 
            [
                "ופרחי כהונה איש כסותו בארץ - פרחי כהונה בחורים שהגיעו לעבודה איש כסותו בארץ כסות שלו בארץ שלא היה להם כניסה בחומה ומטות נמי לאו אורח ארעא לעיולי התם כדמפרש בגמ':"
            ], 
            [
                "ולא היו ישנים בבגדי קדש - בגמ' מפרש טעמא אלא פושטין ומקפלין אותן תחת ראשיהם לא כנגד ראשיהם:", 
                "ומתכסים בכסות עצמן - בגדי חול:"
            ], 
            [
                "אירע קרי לאחד מהם - סדר מעשיהם מפרש:"
            ]
        ], 
        [
            [
                "במסיבה - ראיתי בפתרונו של ר' יעקב בר שמעון זצ''ל בכל מדות מוכיח שמסיבה הוא עמוד של בנין שעולין ויורדין בו ע''י גלגול:", 
                "תחת הבירה - כי היכי דפליגי ר' יוחנן ור''ל בעלמא (יומא דף ב.) גבי בא ושרפו לפני הבירה ואיכא מאן דאמר כל המקדש כולו קרוי בירה שנאמר אל הבירה אשר הכינותי ואיכא מ''ד מקום יש בהר הבית ובירה שמו ה''נ פליגי הכא דלמ''ד כולו בית המקדש היה המחילה הולכת תחת בית המקדש וראשה אחד פתוח ללשכת בית המוקד של מקום חול וראשה האחד פתוח חוץ לעזרה אל מקום הטבילה ואפי' לרבי יוחנן דאמר מחילות שתחת היכל קדש ה''מ בפתוחות לקדש אבל פתוחות להו. הבית אין עליהן קדושת הר הבית וכן מוכח בכיצד צולין בסופו (פסחים דף פו.) ואף על פי שבנויות בקדש ולמ''ד מקום יש בהו. הבית ובירה שמו תחת אותו מקום המחילה נמשכת ולכך עשו מחילה דמחילות לא נתקדשו וזב ובעל קרי משתלח לשתי מחנות חוץ לעזרה והר הבית:", 
                "והנרות דולקות מכאן ומכאן - במחילה כדי להאיר לו:"
            ], 
            [
                "ומדורה היתה שם - במחילה סמוך לבית הטבילה אחר שטבל מתחמם שם:", 
                "ובית הכסא של של כבור - וזהו כבודו לפי שיש בו פתח ואדם שנכנס שמה ימצאהו נעול סגור היה חוזר לאחוריו לפי שמבין שיש בו אדם:"
            ], 
            [], 
            [
                "מצאו הפתח פתוח בידוע שאין בו אדם - ונכנס שם לעשות צרכיו:"
            ], 
            [
                "ירד - לבית הטבילה וטבל ועלה ונסתפג ונתחמם כנגד המדורה והא דתנן במס' מגילה (דף כ.) לא מזין ולא טובלין אלא ביום היינו בחייבי טבילה שצריכין ספירה כמו טמא מת או זב או מצורע וכשיגיע יום ז' וספר מקצתו יטבול דס''ד אמינא הואיל ולילה אחר היום מתחלת הלילה הוי שביעי קמ''ל דלענין טבילה עד דהוי יום דכתיב וספרה לה ז' ימים ימים ולא לילות ונדה ויולדת טבילתן בלילה שהרי כל ז' שלהן הן טמאים הילכך ליל שמיני הן טובלין:", 
                "בא וישב לו אצל אחיו הכהנים - דאע''ג דעדיין אינו טהור עד שיעריב שמשו דהא טבול יום הוא י''ל דחכמים לא הטריחוהו ללכת ולצאת משם הואיל ולילה הוא עד שיאיר היום דהא דאמרינן טבול יום אל יכנס למחנה לויה מדרבנן ומהכא יש להוכיח על אותה שמועה של יבמות (דף ז:) דהכי פירושו דאמרינן התם מצורע שחל שמיני שלו ערב הפסח וראה קריי בו ביום אמרו חכמים אף על פי שאין טבול יום אחר נכנס זה נכנס מוטב יבא עשה שיש בו כרת וידחה עשה שאין בו כרת רבי יוחנן אמר דבר חורה אפילו עשה אין בו שנאמר ויעמוד יהושפט בחצר החדשה וגו' שחדשו בה דברים ואמרו טבול יום אל יכנס למחנה לויה והכי פירושו דבר תורה ר' יוחנן לא לאפלוגי אתא אלא מפרש מילתא דתנא קמא קאמר הא דאמר ת''ק יבא עשה שיש בו כרת וידחה עשה שאין בו כרת ה''ק מוטב יבא עשה שיש בו כרת פסח וידחה עשה דמדרבנן שאין בו כרת באיסורו ואגב דאיירי בכרת נקט כרת והיינו דקא מפרש דבר תורה דאי ת''ק איירי באיסור שהוא מן התורה לא היה לו לר' יוחנן לומר לך דבר תורה דהא בהא איירי אלא הכי היה לו לומר א''ר יוחנן אפילו עשה אין בו אלא ודאי לפרושי מילתא. ת''ק אתא ועוד דמוכח בכתובות (דף ח.) דר' יוחנן לאו תנא הוא דאמרינן התם אמר רב נחמן אמר רב חתנים מן המנין ואין אבלים מן המנין מיתיבי חתנים ואבלים מן המנין נ תני' קרמית עליה דרב רב תנא הוא ופליג איתמר א''ר יצחק א''ר יוחנן חתנים מן המנין ואין אבלים מן המנין מיתיבי חתנים ואבלים מן המנין ומתח כי תניא ההיא בשורה ואם איתא דר' יוחנן נמי תנא הוא כי היכי דתריץ אליבא דרב רב תנא הוא ופליג היה לו לתרץ אליבא דר' יוחנן ר' יוחנן תנא הוא ופליג אלא ודאי לאו תנא הוא אי נמי אין להוכיח מכאן דאיכא למימר אותו חציה בחול לא היתה הכיפה שוה לקרקע הר הבית וקי''ל בפסחים (דף פה:) דגגין ועליות לא נתקדשו ל''ש גגי עזרה ול''ש גגי ירושלים בקדושת ירושלים:", 
                "עד שהשערים נפתחים - דלתות העזרה:", 
                "יוצא והולך לו - דהואיל ולא יעשה עבודה מה יעשה לשם אי נמי אגב חביבותא איקרי ועביד עבודה דומיא דהך דאמרינן בפ''ב דיומא (דף כד:) במה מפיסין רב ששת אומר בבגדי קדש דאי אמרת בבגדי חול אגב חביבותא מיקרי ועביד עבודה:", 
                "יוצא והולך לו - לביתו למלאכתו דמה יעשה הואיל ולא יעבוד ולקמן נמי אומר שבשעת השתחואה בשעת הקטורת הוה ראש המעמד מעמיד את הטמאים בשער המזרח (ופליגי בה שער הניצוץ אותו הבנין היה בנוי הבנין) ופליגי בה אמוראי בפסחים (דף פב:) חד אומר כדי (לפוש) שכניסת כל העם דרך שם שנכנסים לשם להשתחוות כדלקמן ויודעים שמפני הטומאה הם חדלים ליכנס שם ואלו הטמאים יזהרו לבלתי לטמאות עוד וחד אמר משום חשד שלא יחשידום שמפני מלאכתם הם חדלים ליכנס שם לעבוד עבודה ומעמידם אותם שם כדי שיראו אותם בני אדם ויודעים שמחמת טומאה הם חדלים ולא יאמרו מחמת מלאכה הוא דאם היו שבים לביתם יאמרו העולם מפני ביטול מלאכתם הם שבים:"
            ], 
            [
                "מי שהוא רוצה לתרום את המזבח - כל אותם שרוצים לתרום היו משכימים ושנים וג' בני אדם אין תורמין כי אחד הוא תורם אלא מטילין גורל עי שבא גורל לידו הוא תורם ובסוף מתני' מפרש כיצד תורם את המזבח הילכך קתני מי שרוצה לתרום את המזבח כהנים שרוצים כל אחד ואחד לתרום את המזבח היה מכין את עצמו וטבל קודם שיבא הממונה על הפייסות ומפרש ביומא מה היה שמו ואמרינן במסכת יומא (דף ל.) דאין אדם נכנס לעזרה אפילו טהור עד שיטבול ומפרש התם טעמא:"
            ], 
            [
                "וכי באיזו שעה ממונה - שואל ואח''כ משיב כלומר אנכי מפרש:"
            ], 
            [
                "לא כל העתים שוות פעמים שהוא בא מקרות הגבר - תרנגול בשליש הל. לה לאחר חצות או סמוך לו בין מלפניו בין מלאחריו פעמים קודם פעמים אחר כך לא היה קבע בדבר אבל באמצע הלילה לא יבא:"
            ], 
            [], 
            [], 
            [
                "אמר להם - לכהנים שבאותו בית אב מי שטבל והכין עצמו לתרומת המזבח יבא ויפייס בכאן בחצי בית המוקד הבנוי בקדש דאין מפילים פייס אלא בעזרה במקום הקדש דבעינן בית אלהים נהלך ברגש כדמפדש במסכת יומא (דף כה.) והפיסו בחצי בית המוקד המקודש:"
            ], 
            [], 
            [], 
            [
                "זכה מי שזכה - ואף על גב דשאר פייסות היו בלשכת הגזית כדמפרש ביומא (דף כה.) התם היינו טעמא מפני שאותם כהנים שהיו בעזרה היו קרובים ללשכת הגזית כיון דלשכת הגזית מקרבתו להתם הוי מפייסי אבל הכא כיון דהוו בבית המוקד שעדיין לא ירדו לעזרה ואיכא נמי בבית המוקד מקום מקודש הוו מפייסי התם ובעזרה א''א לפייס דאין נכון לעמוד בעזרה בלא מצנפת כדאמר לקמן (דף ל) הממונה בא ונוטל מצנפת של א' ויודעין כולם שממנו פייס מתחיל א''נ משום דהוי קיימי בכוליאר מסובב אי אפשר דהוו אחוריהם לבית ולקמן לאחר שפייס את סדר תרומת הדשן והגיע זמן עבודת יום שחיטה קתני וירדו להם ללשכת הגזית וטעמא כאשר פירשתי שאותו מקום קרוב להם יותר להפיס:", 
                "גמ' מנא הני מילי - כלומר מנלן מן הפסוק דבעינן ג' שומרים: אמר קרא והחונים לפני המשכן משה ואהרן ובניו שומרי משמרת הקדש. אהרן ובניו הרי ג' שומרים ולבסוף פריך ואימא כולהו בחד מקום ומתרץ ליה: אמרי אין שימור בעלמא אשכחן דבעי ומיהו מתני' קתני בג' מקומות הכהנים שומרים. פשיטא דשימור בעי כדכתיב קרא מיהו אנן בעינן מנא ה''מ אהא דקתני במתני' דבשלשה מקומות היו כהנים לפני לוים שהרי הפסוק משמע דבהדי הדרי הוו דמשה חשיב בהדי כהנים: אמרי והחונים לפני המשכן קדמה מזרחה משה ואהרן ובניו שומרי משמרת הקדש. כלומר ודאי קרא לא חשיב משה בהרי כהנים ותדע לך מדכתיב החונים בראש הפסוק ש''מ הכי מדריש החונים לפני המשכן קדמה משה ואהרן ובניו שומרים דאם הוה משה עמהן היה לו לכתוב לפני המסכן קדמה משה ואהרן ובניו שומרי משמרת דכולהו כי הדרי הוו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואימא כולהו בתו מקום - כל שמירת כהנים בחד מקום גזירת המקום הוא שיהא נ' כהנים שומרים יחד שמירה אתת:", 
                "לא ס''ד כמשה - כלומר ממשה אתה יכול ללמוד שהרי שמירת כהנים הוקשה לשמירת משה לומר לך מה משה בחד מקום שהוא לא הוה שומר עמהם כך אהרן ובניו כל אחד בשמירתו לבדו:"
            ], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [
                "מגבה גביהי כעליות - משום הכי בעי דפשיטא ליה להש''ס דשמירת כהנים הם בגבוה כדבעינן לפרושי לקמן מקרא משום הכי בעי עליות ממש הוו כל עליות שבהש''ס שהבית תחתיה לשום תשמיש הוא נעשה להבית אבל הכא אפילו בלא תשמיש דלמטה היו צריכים להיות בגבוה משום הכי קא בעי עליות ממש ותשמיש למטה כדרך עליות שהתשמיש למטה בבית:", 
                "או דלמא - לא היו צריכים למטה בבית אלא לשמירת כהנים בעבור תהיה בגובה משום הכי בנאום על גבי מקום גבוה שבעזרה או על גבי עמודים אבל עליות תשמיש לא שתהא תשמיש למטה:"
            ], 
            [], 
            [], 
            [
                "כמין אכסדרא היה - אותו בית למטה פרוצה מרוח אחת כאכסדרא דבי רב שפרוצה מרוח אחת א''נ בכל צדדין היא פי. וצה כסתם אכסדרות שפרוצות . מכל צד והבנין של מעלה בנוי על גבי עמודים:", 
                "שהכהנים שומרים למעלה ולוים למטן - כלומר לכך עשאום על גבי אכסדרא לפי שצורך שמירת כהנים צריכה להיות בגובה אבל לוים ששומרים כמו כן מן הפסוק כדלקמן אין צריכין להיות שמירתן למעלה אלא למטה ואגב דצריך לו לומר ששמירת כהנים צריכה שתהא למעלה פירש דלוים לא בעי למעלן אלא למטן. למעלן למטן גרסי' ושמירת לוים אינה מוסבת על בנין אכסדרא אלא לימדך שאע''פ ששמירת כהנים צריכה שתהא למעלה מ''מ שמירתן של לוים לא בעי למעלן אלא למטן כלומר כל מקום שמירתן למטה ותדע לך דשמירת לוים לא היתה באכסדרא אלא לימדך זו כדקא חשיב במסכת מדות וגם לקמן הש''ס מייתי לה אגב גררא בג' מקומות הכהנים שומרים כו' והלוים בכ' ואחד מקים דקא חשיב להו ולא חשיב שמירה זו שלוים יהו שומרים באכסדרא זו למטה מהכהנים דקא חשיב חמשה על חמשה שערי הר הבית ארבעה על ד' פנותיו מבפנים ה' על חמשה שערי עזרה ד' על ד' פנותיו מבחוץ ולקמן מפרש אמאי אלו מבפנים ואלו מבחוץ אחד בלשכת הקרבן באותה לשכה נותנין קרבנות המבוקרים והוא חוץ לעזרה ושער היה לה ואחד בלשכת פרוכת שם היו נשים אורגות את הפרוכת ואחד בלשכת אחורי בית הכפורת ואם איתא דלוים שומרים באכסדרא א''כ הוו להו עשרים ותרי לקמן מוכח דאמרינן לקמן תרי מינייהו לא בעו שימור ועל מקומו אפרש:", 
                "מנא ה''מ דכהנים שומרים מלמעלן ולוים מלמטן - כלומר שהלוים בשמירתן ואין שמירתם בגובה כמו לכהנים:"
            ], 
            [
                "ת''ש שבצפון שער כו' - משנה היא במסכת מדות ורישא דמשנה הכי איתא ז' שערים הוו בעזרה שפתוחים לעזרה שלשה בצפון ושלשה בדרום ואחד במזרח דרך כניסה לעזרה שבדרום שער הדלק על דרך אותו שער מביאין עצים למזבח ושני לו שער הבכורות דרך אותו שער מביאין בכורות למזבח שלישי לו שער המים ע''ג אותו שער נעשה כמין חקיקה אמה על אמה ברום שלש אמות והמשיכן לתוכן מעין עיטם וכן מפורש ביומא (דף לא.) זה בית הטבילה שהזכרנו למעלה דחד היה על גבי שער ואותו בית הטבילה הו' בארץ דהרבה בתי טבילה הוו לצורך כהנים שבמזרח שער ניקנור שם האיש שעשה אותו שער ניקנור שמו ודרך אותו שער נכנסים לעזרה ושתי לשכות היו לו אחת מימינו ואחת משמאלו אחת לשכת פנחס המלביש ואחת לשכת עושי חביתין שמתקנין שם מנחות הנכנסות במחבת ונאפות שמה שבצפון שער הניצוץ אותו בנין היה בנוי בעזרה ועליות לא נתקדשו ופתח של בית הניצוץ היה פתוח לחול להר הבית מדקתני ופתח היה לו לחול אלמא בעזרה היה מקצת הבנין:"
            ], 
            [], 
            [
                "דת''ר וילוו עליך וישרתוך בעבודתך הכתוב מדבר - כלומר בעבודתך דהיינו שמירה שהן שומרים כמו כן בא הכתוב ולימד וילוו שטפלין לך בשמירתן שאינן שומרין בגובה כמותך:"
            ], 
            [
                "אתה אומר בעבודתך - כאשר פירשתי:", 
                "או אינו אלא בעבודתם - כלומר שהיו שומרים ונושאי' בכתף ומאי וילוו עליך וישרתוך הכי קאמר ויתחברו עליך וישרתוך בני לוים שהיו נושאים בכתף המשכן וכל כליו והאי וילוו שאתה עושה עיקר עבודה דהיינו עבודת מזבח והם ישרתוך שיהו נושאים המשכן בנסיעתן:"
            ], 
            [
                "כשהוא אומר - בבני לוי ושמרו את המשכן לכל כליו ולכל עבודתו דעבודתן של לוים היא משאם:"
            ], 
            [
                "הא מה אני מקיים וילוו עליך וישרתוך בעבודתך הכתוב מדבר - ולימדך הכתוב שיהו לוים טפלים בשמירתך כהנים למעלן ולוים למטן מ''ר: וחד שימור הוא דהוה ליה לבית המוקד ורמינהי ב' שערים היו לו לבית המוקד. הבנוי על גבי כיפה אחד פתוח לחול להר הבית ואחד פתוח לעזרה בחציו הבנוי בקדש ומדהוו שני שערים אלמא הוו שני שומרים דלכל שער ושער הוי שומר ובלבד שישמש כניסה ויציאה ואף על גב דאמרינן לשכות הבנויות בקדש ופתוחות לחול תוכן חול לששת בית המוקד הואיל והוה ליה שני שערים אחד בקדש ואחד בחול הבנוי לקדש נמשך אחר פתחו והבנוי בחול נמשך אחר פתחו וכן מוכח ביומא (דף כה.) גבי לשכת הגזית דאמרינן דחציה בקדש וחציה בחול ואמרינן שמע מינה שני פתחים היו לה אחד פתוח לקדש ואחד פתוח לחול דאי סלקא דעתך פתח אחד היה לה ולקדש היה פתוח זקן היה יושב במערבה מי איכא והאמר מר אין ישיבה בעזרה אלא למלכי בית דוד [בלבד] ואי סלקא דעתך לחול היה פתוח ופתח אחר לא היה לו והאמר מר לשכות הבנויות בקדש ופתוחות לחול תוכן חול ואנן בעינן פייס במקום מקודש שנאמר בבית אלהים נהלך ברגש אלא שמע מינה שני פתחים היו לה אחד פתוח לחול ואחד פתוח לקדש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "א''ר יהודה - סיומא דההיא משנה היא בזו שנכנסין בו לעזרה פשפש קטן היה לה פתח קטן בתוך שער שבו נכנסים לבלוש את העזרה בלילה קודם תרומת הדשן לפי שאינם רוצים לפתוח שערי עזרה עד זמן עבודת תמיד שהוא יום וכן מוכח במתניתין לאחר שהפיסו על תרומת הדשן דלשם בבית המוקד היו מפיסין נטל את המפתח ופתח את הפשפש ונכנס לעזרה נכנסו אחריו כו' עד שהיו מגיעים כו' הכל שלום ומתני' דתמיד אליבא דר' יהודה דמדות:"
            ], 
            [], 
            [], 
            [], 
            [
                "אמר אביי כיון דגבי הדדי קיימי - זה כנגד זה אי נמי דסמיכי אהדדי:", 
                "דוי להכא דוי להכא - בחד שומר סגי דוי רואה כמו חזיא דהוי דוי למערב (שבת דף לה.):"
            ], 
            [], 
            [
                "רובדין מאי ניהו גיזרתא דאיצטוותא דסלקי בה לאיצטוותא - שעולין על ידם למטות שהן בחימה כעין מטות וקא סלקא דעתך דלאחר. שנבנו בחומה חלקו את האבנים ועשו כמין איצטוואות ומשום הכי פריך ומי פלגי אבנים והא כתיב והבית בהבנותו אבן שלימה מסע נבנה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואמאי לעיילי מטות - אמאי ישנים על גבי החומה נעיילו מטות:"
            ], 
            [], 
            [], 
            [
                "התם קרי להו רובים - ורובים שומרים שם והכא קרי להו פרחי כהונה:"
            ]
        ], 
        [
            [], 
            [
                "אמרי התם - גבי שמירה דלא מטו למעבד עבודה שלא הגיעו לעשות עבודה כגון פחותים מי''ג שנה קרי להו רובים כלומר נערים הכא דמטו למיעבד עבודה שכל אותם שישנים שם בבית המוקד ראויין לעבודה דבשביל כך הם ישנים שם כדי שיהיו מזומנים למחר לעבודה ביום עבודתם דכל משמרה מתחלקת לו' בתי אבות כנגד ששת ימי שבוע ובשבת עובדין כולן ביחד וחולקין ביחד קרי להם פרחי בחורים שלא הגיעו עדיין לכלל זקנה:", 
                "והלוים בכ''א מקומות ה' על ה' שערי הר הבית - ה' שערים שהיו לו להר הבית כדתנן במסכת מדות:", 
                "אמרי הני כ''ד הוו אמר אביי ה''ק ולאסופים שנים - כלומר קרא דקא חשיב שנים שנים בשביל סוף פסוק כפל את לשונו כאדם המדבר וכופל את לשונו וה''ק וללשכות התוספות במשכן שנים שנים יהיו בכל עת אחר כך הוא אומר לפרבר למערב ד' למסלה שנים לפרבר ומעיקרא כשהקשה הש''ס כ''ד הוו היה סבור דשנים לא לשון כפל אלא דוקא ומתרץ דודאי לאו דוקא הם דא''כ היה לו לכתוב ארבעה ולמה יכתוב שנים שנים אלא ודאי כפל לשון כמו שפירשתי: ואכתי כ''ב היו היאך דלפרבר חד הוא אידך משום צוותא הוא דאזיל יתיב גביה. אבל למערב לפרבר ד' דלא בעי צוות שהרי ארבעה הן באותה רוח ואין כל אחד צריך לצוות שהרי חבירו שומר באותו צד אבל הכא אותן שנים דקחשיב קרא האחד בשביל צוות שולי''ץ בלע''ז: כמ''ד כלפי בר:", 
                "דאמר מר כו' עבדינן מבחוץ - דאי הוו מתוכן לא מצי יתבי וא''א לעמוד כל היום:", 
                "אמר אביי תרי מינייהו לא בעי שימור - לוים דהא כהנים בג' שמרי להו ומה ניהו שער בית המוקד ושער בית הניצוץ ובחשבון הז' שערים קא חשיב להו מתני' דמדות (שם):", 
                "ומז' אמרכלין - שרי הכל כלומר ממונין אף על הגזברין:"
            ], 
            [], 
            [
                "תנן התם - במס' מדות (דף לד.):"
            ], 
            [], 
            [
                "איבעה על ארבעה פנותיו מבפנים  - פנות אנגל''ש למקום שכלה החומה ומתחלת חומה:", 
                "ה' על ה' שערים  - שהיו לו ולקמן פריך משבעה שערים שהיו לעזרה דתנן במסכת מדות (שם) ומסיק לה שפיר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואיבעית אימא - קרא דקחשיב ב' ב' דוקא כתיב ולא כפל לשון וגם שנים לפרבר:"
            ], 
            [], 
            [], 
            [], 
            [
                "[בכ''ד מקומות כו'] - וילמוד סתום מן המפורש:", 
                "וזה אחד מהן - זהו מפורש מכולן לכך נקיט ליה במילתיה:"
            ], 
            [
                "וארבעה על ארבעה מבחוץ - [מבחוץ] קאי בין אשערים בין אפנות ולקמן מפרש מאי שנא: הר הבית היה ה' מאות אמה על ה' מאות אמה ובכלל אותו חשבון היה חשבון העזרה מאה ושלשים וחמשה על אורך מאה ושבעה ושמונים ובמסכת מדות מפרש היכי הוה הר הבית חמש מאות אמה על ה' מאות אמה רובו מן הדרום שני לו מן המזרח שלישי לו מן הצפון ומיעוטו מן המערב והכי פירושו העזרה היתה באמצע הר הבית אלא שלא היתה ממוצעת מכל וכל דרוב הר הבית בדרומו של עזרה שני לו מן המזרח כלומר הר הבית מתמעט מכל צדדיו דרובו היה בדרום עזרה ושני פחות היה בו אצל מזרח ועוד שלישי פחות מן הצפון ועוד פחות מן המערב אחורי בית קדש הקדשים:"
            ], 
            [
                "מ''ש הר הבית דעבדינן שמירתן מתוכן  - בין אפנות בין אשערים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ר' נתן אומר אין פוחתין מי''ג גזברין כנגד י''ג שערים - גזברין הם השוערים וזהו הלשון נמי איכא בספרי וכו' ור' נתן היא ופרושי קא מפרש לה למה היו י''ג ואותם ב' שערים דהוה בבית המוקד חשבי להו כחד הואיל וגבי הדדי הוו קיימי אלמא איכא מ''ד תמניא הוו ולדידיה קרא דוקא בלוים כתיב ולא בכהנים:"
            ], 
            [], 
            [
                "אלמא איכא למ''ד תמניא הוו - ותלתא תנאי נינהו:"
            ], 
            [], 
            [
                "שינה הוא דלא - שמא יפיח בהן וגנאי הוא לבגדי קדש:", 
                "אבל הילוך מהלכין בהן - אפילו שלא בשעת עבודה:"
            ], 
            [
                "ש''מ בגדי כהונה ניתנו ליהנות בהן - שע''מ שיהנו בהן אפילו שלא בשעת עבודה הקדישום מתחלה ותנאי ב''ד הוא ופלוגתא היא במסכת יומא (דף סט.): הוא הדין דאפילו הילוך נמי אסור והא דקתני לא היו ישנים משום דבעי למתני סיפא אבל פושטין כו'. איירי באיסור שינה:", 
                "ש''מ בגדי כהונה ניתנו ליהנות בהן - מדקתני תחת ראשיהן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא אימא נגד ראשיהן - . [אצל ראשיהן]: אמר רב פפא ש''מ תפלין מן הצד שריין ולא חיישינן דילמא מיגנדר ונפל עלייהו. כלומר מדשרינן איסורא דאורייתא דהיינו בגדי קדש דאסור ליהנות בהן שלא בשעת עבודה ואף על פי כן שרינן ליה להניח תחת מראשותיו שלא כנגד ראשו ולא גזרינן שלא יתגלגלו ויבואו כנגד ראשו ונמצא מועל ובא לידי איסורא דאורייתא שמע מינה תפלין מן הצד מותר להניחן בין כר לכסת שלא כנגד ראשו ולא חיישינן דילמא מיגנדר ונפיל עליהן והוי איסורא דרבנן דדמי לבזיון שיהא ראשו מונח על התפילין כלומר מדשרי דבר שיוכל לבא לידי איסור דאורייתא כ''ש דאית: לן למישרי איסור שאין יכול לבא אלא לידי איסור דרבנן:"
            ], 
            [], 
            [
                "ה''נ מסתברא דכנגד ראשיהן - קחשיב דאי ס''ד תחת ממש נהי דניתנו ליהנות בהן ומש''ה מותר לישן בזמן שהן תחת ראשו ואיסור שמא יפיח בהן לא הוי אלא בזמן שהוא לבוש דאז הוא גנאי אבל אם הן בין כר לכסת ליכא איסורא דשמא יפיח:"
            ]
        ], 
        [
            [
                "הניחא למ''ד אבנטו של כ''ג לא זהו אבנטו של כהן הדיוט - אבנטו של כ''ג בשאר ימות השנה דדברי הכל של כלאים לא זהו אבנטו של כהן הדיוט דאותו של כ''ג הוה דכלאים ושל הדיוט לא הוה דכלאים שפיר:", 
                "אלא למ''ד זהו אבנטו של כהן הדיוט - נמי היה דכלאים כמו של כ''ג מאי איכא למימר:"
            ], 
            [
                "וכי תימא כלאים בלבישה והעלאה הוא דאסור אבל מימך תותיה שרי - מותר להציעו ולישן על גביו:"
            ], 
            [], 
            [], 
            [
                "שמא תיכרך נימא על בשרו - ונתחמם ופסיק רישא הוא ובגד שארוג בו כלאים מצד שני אפילו מצד האחד אסור ליהנות ממנו דכולו הוו דכלאים ואסור לישן עליהם חומרא דכלאים הוא ומסתמא הכא לא התירו הואיל ולא לצורך עבודה הוא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא ש''מ נגד ראשיהן - וכיון שלא כנגד ראשיהן היו נתונים ליכא חומרא דכלאים דכולי האי לא מחמרינן שיש היכר לדבר ולא אתו לידי איסורא:"
            ], 
            [
                "ואיבעית אימא באותן שאין בהו כלאים - לא תימא ה''נ מסתברא דאי נתנו ליהנות בהן משום כלאים ליכא דבהנך דלית בהו כלאים קאמר דמניחין תחת ראשיהן ובסדר יומא בפרק בא לו (דף סט.) לא גרסינן להאי ואיבעית אימא:"
            ], 
            [
                "רב אשי אמר בגדי כהונה קשין - ואין מחממין ואנן בעינן העלאה דומיא דלבישה דאית בהו הנאה הילכך אי לאו הכי משום דלא ניתנו ליהנות בהן משום כלאים ליכא למיחש:"
            ], 
            [], 
            [
                "נמטא - פלטר:", 
                "גמדא - קשה:", 
                "דנרש - מקום:", 
                "שריא - דקשה הוא ואינו מחמם ובפרק בא לו ביומא פירש הרב רבינו ש''י פי' אחר ואינו נראה דפי' תפלין מן הצד שריין ולא חיישינן שמא יפיח בהן דשמא יפיח בהן לא שייך אלא בשעה שהוא לבוש בהם ותדע מדקא פריך נהי דניתנו ליהנות בהו ותיפוק ליה משום איסורא דכלאים היה לו להקשות נהי דניתנו ליהנות בהן תיפוק ליה משום שמא יפיח הואיל ואיסור שמא יפיח הוי אם הם כנגד ראשו ובסוף יומא אין כתוב בספרים ולא חיישינן דילמא מיגנדר ונפיל עלייהו לכך פירשו הרב משום איסור שמא יפיח בהם והשתא לפי פירוש מורי אתיא שמעתא שפיר דהכי פירושו ש''מ מדקא שרינן איסור דאורייתא כלומר דבר שיוכל לבא לידי איסורא דאורייתא כ''ש דאית למישרי דבר שאינו יכול לבא אלא לידי איסורא דרבנן דאם באו תפלין כנגד ראשו אין כאן אלא משום בזיון וביומא (שם) מוכיחים מברייתא אחת שמביא הש''ס לשם דבגדי כהונה ניתנו ליהנות בהן: במחילה ההולכת מסייע ליה לר' יוחנן דא''ר יוחנן מחילות לא נתקדשו. מש''ה תיקנו לו מחילות לצאת דרך שם ובפסחים בפרק כיצד צולין (דף פו.) בסופו מוכיח דהא דא''ר יוחנן מחילות לא נתקדשו ה''מ במחילות שתחת הר הבית אבל מחילות שתחת עזרה אם הם פתוחין לעזרה נתקדשו בקדושת עזרה ואם הם פתוחין להר הבית לא נתקדשו כלום אפילו בקדושת הר הבית ומותר לזב ולבעל קרי ליכנס לשם הילכך עשו הכא מחילה ופתוחה להר הבית לחצר בית המוקד הבנוי בהר הבית לצאת לו לבעל קרי דרך שם למר כדאית ליה ולמר כדאית ליה כדפרישית במתני':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ובעל קרי משתלח - הני תרי מילי שמעינהו מרביה כי הדדי אמרינהו: חוץ לשתי מחנות גרס וכן מוכח באלו דברים (פסחים סז:) דאמר התם זב וכל זב לרבות בעל קרי וזב משתלח חוץ לשתי מחנות מצורע חוץ לג' ואמרינן התם מסייע ליה לר' יוחנן דאמר רבי יוחנן כו':"
            ], 
            [], 
            [
                "רב ספרא הוה יתיב בבית הכסא - ולא הוה ביה בפתח דלת אלא זה היה מנהגו אדם שרוצה ליכנס שם היה נוחר ואם היה שם אדם היה נותר כנגדו וזה חוזר לאחוריו ורב ספרא לא עשה כן אלא רבי אבא נחר ואמר לו רב ספרא ליעול מר והיה לו לנחור כנגדו לכך השיב לו רבי אבא לאחר שיצא משם:"
            ], 
            [], 
            [], 
            [
                "ע''כ לא סליקת לשעיר וגמרת מילי דשעיר - כלומר עדיין לא עלית לשם ואתה מתנהג במעשיהם שאינך צנוע כמותם אבל פרסיים צנועים הם כדאמרינן בברכות בפ''ק (דף ח:) בג' דברים אני אוהב את הפרסיים שצנועים בבית הכסא וכו':"
            ], 
            [], 
            [
                "למימרא דלא איבעי ליה למיעל - ולא היה לו לומר בא אדוני אלא היה לו לנחור כנגדו:"
            ], 
            [], 
            [], 
            [], 
            [
                "עמוד החוזר - כשאדם צריך לפנות ומשהא את נקביו ומחזירם בבטנו:", 
                "סילון החוזר - אדם הצריך להטיל מים ומשהא את עצמו. גבי הטלת מים שייך לומר סילון:"
            ], 
            [], 
            [
                "חשיך ותקין נפשך קדום תקין נפשך כי היכי דלא תרחק - כלומר למד עצמך שאפילו אינך צריך לנקביך חזק עצמך ליפנות בב' פרקים ולא תצטרך ליפנות ביום שבני אדם מצויים אלא ביציאת היום בתחלת הלילה וגם קודם שתצא הלילה שבני אדם מצויין בבית ותוכל ליפנות סמוך לבית ומתוך שתלמוד את עצמך בשני פרקים אלו לא תצטרך ליפנות ביום בשעה שבני אדם מצויין בדרכים ולא תצטרך להתרחק מביתך שבתי כסאות שלהם היו בשדות ואם תצטרך ליפנות ביום פעמים שתצטרך להתרחק ותשהא נקביך ותסתכן:"
            ], 
            [
                "תוב וגלי כסי וקום - וכשאתה נפנה שב תחלה ואח''כ גלי ותעשה צרכך ואל תגלה מעומד וזהו צניעות שלא יראוך:", 
                "כסי וקום - קודם שתעמוד עצמך כסה לאחר שעשית צרכך:"
            ], 
            [
                "שטוף ושתי שטוף ואחית - ואע''ג דאין אדם שותה אלא א''כ שוטף את הכוס כדאמר שטוף ושתי אפ''ה לאחר שתשתה שטוף ואחית דלמא איקרי ושתי בלא שטיפה ונמצא בולע רוקו:", 
                "וה''ג וכשאתה שותה מים שפוך מהן ואחר כך תן לתלמידך - כלומר הא דבעינן שטיפה לאחר שתיה ה''מ ביין שאינך יכול לשפוך ממנו ותעביר הרוק בשפיכה משום בזיון אוכלין אבל במים שאין כאן בזיון שפוך מהן וטוב לעשות יותר:", 
                "ואחר כך תן לתלמידך - שפוך מהן תחלה קא סלקא דעתך הואיל ותלמידו הוא לא אנינא דעתיה קמ''ל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל מידי לא תפלוט קמי רבך בר מקרא דכפתילה של אבר דמי - כל מידי דבר שאכלת ובא רוק בפיך לא תרוק בפני רבך דאמרינן (עירובין דף צט.) הרק בפני רבו חייב מיתה בר אם אכלת קרא ודייסא שאם בא רוק בפיך אל תחזירהו לאחוריו דסכנה היא:", 
                "דכפתילה של אבר דמי - ששורפין את הגוף כפתילה של אבר:"
            ], 
            [
                "תנן התם - במסכת מדות:"
            ], 
            [
                "איש הר הבית - שר כמו (משלי ח) אליכם אישים אקרא כל לילה ולילה היה מחזר על כל משמר ומשמר והיו לו מפתחות הר הבית ואבוקות דולקות לפניו:", 
                "וכל משמי - בשעה שהיה בא אצל המשמר כל משמר שאינו עומד כנגדו"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ק''ו על אונס שינה עושין דין - דשינה זו היא אונס שאין אדם יכול לעמוד את עצמו שלא לישן משבאה לו שינה לעינו:", 
                "שלא על אונס שינה - דבר שעושין במתכוין:"
            ], 
            [], 
            [
                "איזו היא דרך ישרה שיבור לו האדם - הרבה דברים צריך לו לאדם לבחור אלא הכי קאמר איזוהי דרך אחת מדרכים הישרים שיבור לו האדם:", 
                "אהוב את התוכחות - לאהוב אמ התוכחות:"
            ], 
            [
                "(עשותה. כמו לעשות): שנאמר ולמוכיחים ינעם ועליהם תבא ברכת טוב - אדם שמקבל תוכחה ינעם ונחת רוח באה לעולם:", 
                "עליהם תבא ברכת טוב - טובה וברכה באה לעולם כשטובה באה לעולם רעה מסתלקת מן העולם:"
            ], 
            [
                "ויש אומרים יחזיק באמונה יתירה - ישא ויתן עם בני אדם באמונה ולא יאנה את הבריות:"
            ], 
            [], 
            [], 
            [], 
            [
                "זוכה לחלקו של מקום - למחיצתו כלומר בתוך מחיצתו שכן נאמר מוכיח אדם הרי הוא אחרי כלומר עמי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' נטל את המפתח - מתחת הטבלא של שיש ולא היה פותח שערי עזרה עד שיעלה עמוד השחר אלא נוטל את המפתח ופותח את הפשפש פתח קטן שהיה בשער הך סתמא ר' יהודה דמדות דאמר פתח קטן היה לו שבו נכנסין לבלוש את העזרה:", 
                "נכנס מבית המוקד לעזרה - דרך בית המוקד:", 
                "נכנסו אחריו כהנים ושתי אבוקות של אור בידן - נחלקו מאותן כהנים שתי כיתות מהם היו יורדים דרך צפון שבית המוקד היה בצפון:"
            ], 
            [
                "אלו הולכין באכסדרה - כל סביב העזרה מארבע רוחותיה עשו אכסדראות על גבי עמודים לעמוד תחתיהן ולהצניע כלים ובגמ' פריך ומי הוי אכסדראות בעזרה דס''ד דאותו בנין של עץ היה לכך היה מקשי:", 
                "אלו הולכים - תחת אכסדראות של העזרה בצד מזרח ואלו דרך מערב עד שהגיעו למזרח אצל חביריהם למקום עושה חביתים דלשכת עושה חביתים הוה בעזרה כדאמר במנחות (דף צו.) דלישתן ועריכתן צריך לעשות בפנים ובמזרח היתה כדתנן במסכת מדות (דף לד.):"
            ], 
            [], 
            [
                "הגיעו אלו [ואלו] אמרו שלום הכל שלום - לא חסרנו דבר: שלום כפל לשון:"
            ], 
            [
                "העמידו - מאותן כהנים עושי חביתים לעשות חביתים להחם חמין לרבוכה:"
            ], 
            [
                "מי שזכה לתרום את המזבח תוא יתרום את המזבח - וכיצד סדר עשייתן אומר לו הזהר שלא תגע בכלי שאף ע''פ שהוא יודע בדבר צריך להזהירו שהוא יהא הולך יחיד ושמא ישכח ויגע ומתוך שמזהירין אותו הוא נזהר:"
            ], 
            [], 
            [
                "עד שיקדש ידיו ורגליו מן הכיור - דלינה פוסלת (מן) קידוש ידים ורגלים וצריך לחזור ולקדש:"
            ], 
            [
                "והרי המחתה - כל זה היה אומר לו הרי המחתה נתונה בזוית בין הכבש למזבח למערבו של כבש כלומר באלכסון היא נתונה ממוצעת בין כבש למזבח בזוית הכבש היא נתונה אצל מקום שכלה הכבש דהיינו בין הכבש ולמזבח:"
            ], 
            [
                "ואיו אדם נכנס עמו - שבין אולם למזבח אין אדם יכול ליכנס (בהן) אלא בשעת עבודה וכי היכי דאדם אסור ליכנס בין אולם למזבח הכי הוא דאסור ליכנס בין אולם לכבש דכבש הוא כמזבח לכל דבר:", 
                "ולא נר בידו - לפי שהולך יחידי:"
            ], 
            [
                "אלא מהלך לאור המערכה ולא היו רואין אותו - לפי שהי' מצד אחר של כבש במזרחו דהא גובה הכבש שהוא גובה הרבה אמות היה מפסיק:"
            ]
        ], 
        [
            [
                "ולא שומעין את קולו - מפני שר''ל עד שהיו שומעין את הקול וכו' תני ולא היו שומעין את קולו:", 
                "עד שהיו שומעין קול העץ שעשה בן קטין מוכני לכיור - לגלגל שכבר שקעוהו מבערב כדי שלא יפסלו מימיו והשתא מעלהו כדי לקדש בו וכשמעלהו נשמע קול העץ דמי כיור נפסלין בשקיעת החמה ואיכא למ''ד בזבחים (דף כא:) דעכשיו משקען והתם מפרש שפיר:"
            ], 
            [], 
            [], 
            [
                "נטל מחתה של כסף ועלה ליאש המזבח - דרך מזרחו של כבש באמה של כבש הסמוכות לצד מזרח הכבש ארכו שלשים ושתים ורחבו . ט''ז והוא היה באמצע המזבח נמצא משך המזבח מצד מזרח חוץ לכבש שמונה אמות ומצד מערב חוץ לכבש ח' אמות שהרי המזבח ל''ב אמות:", 
                "ופינה את הגחלים אילך ואילך וחתה מן המאוכלות הפנימיות - מאותן גחלים שנתאכלו ונעשו גחלים דקים דהוו דשן דאשר תאכל האש כתיב. הכי גרסינן מן המאוכלות הפנימיות אבל גבי גחלי יום הכיפורים לא גרסינן מאוכלות אלא הכי גרסינן חתה וירד דהתם בעינן גחלים גמורים והכא בעינן דשן והא דבעינן הכא מאוכלות משום דנעשו דשן בעינן:"
            ], 
            [
                "הגיע לרצפה - למקום שכלה הכבש:", 
                "הפך פניו לצפון - כלומר לא היה מהלך כדרכו דרך מזרח ויוצא חוץ לעזרה אלא הופך פניו לצפון העזרה דהיינו דרום המזבח:", 
                "והולך במזרחו של כבש - אצל הכבש בקרקע עזרה סמוך לכבש והלך כעשרה אמות (בקרקע עזרה) מן (רגל) הכבש ועדיין רחוק הוא [מקום הדשן] מן המזבח כ' אמות דשלשים אמות היה הכבש תופס בקרקע עזרה (והלך כעשר אמות מן הכבש ועדיין רחוק הוא מן המזבח עשרים) אליבא דמ''ד לא היה לה יסוד למזבח כלל וקרן דרומית מזרחית לא היה לה יסוד ופליגי בה בזבחים (דף נד.) יש אומרים לא היה להם יסוד ליתן דמים על אותו יסוד אבל יסוד היה למזבח ואליביה היה הכבש תופס בקרקע עזרה ל' והא דתנן הכבש שלשים ושתים שהיה מתפשט עדיין ב' אמות למעלה על אמה יסוד ועל אמה סובב הרי שלשים ושתים ואיכא למ''ד לא היה לו יסוד כלל ואליביה תופס הכבש בקרקע עוד שלשים ואחת ומתפשט עדיין אמה אחת על הסובב הרי בין הכל ל''ב:", 
                "צבר הגחלים ע''ג הרצפה רחוק מן הכבש ג' טפחים - צבר דכתיב ושמו ואמרינן ושמו שלא יפזר וא''ת הא בעינן ושמו אצל המזבח ונהי דכבש כמזבח לכל מילי מ''מ היה לנו לקרבו אצל המזבח ועדיין הוא רחוק מן המזבח עשרים אמות אמר לי רבי דמוהשליך דכתיב במוראה ונוצה דייקינן דכתיב במוראה ונוצה (ויקרא א) והשליך אותה אצל המזבח קדמה וקים להו לרבנן דלא מיקרי השלכה פחות מעשרים אמות ושיעור ח' אמות רוחב דעולת העוף היא נעשית על קרן דרומית מזרחית הילכך מניח את הדשן רחוק מן המזבח עשרים אמות מקום שנותנין שם מוראה ונוצה ודישון מזבח הפנימי ודישון המנורה וכל אלו נבלעים במקומן אבל תרומת הדשן נ''ל דלא היתה נבלעת מדאמרינן ביומא (דף כא.) עשרה נסים נעשו לאבותינו כו' ופרכינן ותו ליכא והאמר אביי מוראת העוף ודישון מזבח הפנימי ודישון המנורה נבלעין במקומן ואם איתא דתרומת הדשן כמו כן נבלעת ה''ל לאחשובה ואמרינן בכריתות (דף ו.) ושמו מלמד שטעונין גניזה דאסור ליהנות מתרומת הדשן:"
            ], 
            [
                "גמ' ומי הוו אכסדראות בעזרה - השתא קא סלקא דעתך אכסדראות של עץ היו ולכך פריך ומי הוו אכסדראות כו' בעזרה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמי רב חסדא באכסדראות של בנין - עמודים של אבן היו בעזרה סביב חומת העזרה ועל העמודים נתונים כמין תקראות:"
            ], 
            [], 
            [
                "למימרא דחביתים הוו קדמי - מדקתני לעשות חביתים מכלל דהשתא הוו מקטרי להו על גבי המזבח:"
            ], 
            [], 
            [
                "והתניא מנין שלא יהא דבר קודם לתמיד - דבר הקובעו גבי מזבח לא יקדום לתמיד של שחר הקרב כמו כן על גבי המזבח כו':"
            ], 
            [], 
            [], 
            [
                "להחם חמין לרביכה - דמותר להחם חמין לעסוק בה וכשמגיע זמן הקטרתם לאחר שיקריבו אברי תמיד יקטיר כמו כן את החביתים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "לא נתעצל כהן מלהוציא את הדשן - אע''ג דנוי הוא למזבח כשיש עליו דשן הרבה אפ''ה כשהגיע העת לפנות את הדשן לא נתעצל כהן להוציא את הדשן מי שמוטל עליו לעשות:"
            ], 
            [
                "החלו מעליו בגזירין - לאחר שהסירו האפר ונתנוהו לתפוח שבאמצע המזבח והיה מקום המערכה פנוי לקח גזרי עצים חתוכין ובדוקין ממום דאמרינן כל עץ שנמצא בו תולעת פסול לגבי המזבח: והשתא שואל ומשיב לעצמו וכי כל העצים כשרים הן:"
            ], 
            [], 
            [
                "חוץ משל זית ושל גפן - בגמ' מפרש טעמא:"
            ], 
            [], 
            [
                "עצי שמן - עצים שדולקין כמו נר:", 
                "סידר את המערכה גדולה - אותו שזכה בתרומת הדשן כדמוכח ביומא (דף כב.) דתנן התם מי שזכה בתרומת הדשן יזכה בסידור מערכה ובשני גזירין והא דקתני לעיל החלו מעלין בגזירין הם מסייעין לו שהיו מעלים את העצים והוא היה מסדרן:", 
                "מזרחה - כלפי מזרח היה מסדר שהרי התפוח היה באמצע המזבח והוא לא היה מסדר העצים בצד מזבח הפנימי מערבית אלא ברוח מזרחית של המזבח דרך ביאתו למזבח:", 
                "וחזיתה למזרחה  - מראה היה עושה למערכה כמין חלון גבי מזרח שתהא הרוח מנשבת בו הרוח בא דרך שער מזרח ומנשב שם:"
            ], 
            [
                "וראשי הגיזרין - העצים הפנימים נוגעין בתפוח שהוא באמצע המזבח:", 
                "וריוח היה בין הגזירים - בין סידרי העצים היו (העצים) מניחין ריוח:", 
                "שהיו מציתין האליתא  - עצים דקין משם דרך אותו ריוח ונדלקים הגדולים על ידי הקטנים והצתת האליתא נפקא לן (יומא דף כד:) מוערכו עצים על האש דהכי קאמר ונתנו בני אהרן הכהנים אש על המזבח ואח''כ וערכו עצים דקין על האש:"
            ], 
            [
                "בררו משם עצי תאנים יפים - לפי שהיו צריכים עכשיו לגחלים ולישאם על המזבח הפנימי ולהקטיר שם קטרת היו בוררים יפים שיעשו גחלים טובים ולא אפר:", 
                "כנגד קרן דרומית מערבית - של מזבח החיצון ומשוך לצד צפון להרחיקו מן הקרן ד' אמות דקסבר האי תנא כוליה מזבח בצפון ואין מן המזבח נגד הפתח אלא חמש אמות שהרי ההיכל ממוצע ועומד באמצע העזרה וי' אמות פתחו של היכל יש מאותן עשר אמות חמש מן הדרום וחמש מן הצפון הרי חמש אמות מן המזבח נגד חמש אמות צפונית פתחו של היכל וארבע אמות שרוצה להרחיק מן הקרן מערבית ורוצה להמשיך אותו על קרן דרומית לפי שבאותן ארבע אמות אי אתה יכול לסדר המערכה לפי שהם אמה יסוד ואמה סובב ואמה קרנות ואמה הילוך רגלי כהנים סביב המערכה דקודם שתבא אצל המערכה שתוכל לסדר המערכה כלפי המזבח ארבע אמות ולימדך שבאמה חמישית תסדר שגם אותה האמה עדיין היא נגד הפתח שאם תרחיק יותר מאותה אמה ותקרב יותר לצד צפון כגון באמה ששית או שביעית תו ליכא פתח ואנן בעינן שיעשה המערכה נגד פתח ההיכל דגמרו מגחלים של יום הכיפורים שנוטלין מן המזבח החיצון ובאותו צד שהוא לפני ה' דהיינו בקרן מערבית דכתיב ולקח מלא המחתה גחלי אש מעל המזבח מלפני ה' ואמרינן (יומא דף מה:) איזהו מזבח שמקצתו לפני ה' ואין כולו לפני ה' הוי אומר זה המזבח החיצון וכתיב ביה לפני ה' דכל הנוטל מחיצון מבחוץ לינתן פנימי בפנים אין נוטל אלא בסמוך שאין לפנים סמוך הימנו בצד שהוא כנגד הפתח שאין קרוב לפתח יותר מאותו הצד:"
            ], 
            [
                "בעומד ה' סאין - גחלים לפי אומד חמש סאין גחלים היו נותנין שם עצים כך שיערו לחתות בתוכו בראש המזבח כשהוא חול מחתה של ארבעה קבין בריוח ולכך צריך שני כלים לפי שלא היה חותה בשל זהב כדאמר ביומא (דף מד:) שהתורה חסה על ממונן של ישראל ובכלי של כסף שהיה חותה לא היה יכול להכניס הגחלים בפנים דגנאי הוא להכניס כלי כסף בפנים שאין עניות במקום עשירות וגם צריך שיהא אותו שמכניס בפנים קטן יותר לפי שלא היה יכול לערות אותו של כסף בשל זהב שלא יפלו מן הגחלים לארץ הילכך חותה בשל ארבע קבין ומערה בשל שלשה קבין והיינו דתנן לקמן נתפזר ממנו כקב גחלים מכבדן לאמה וצריך להכניס כלי מלא בפנים דכתיב (ויקרא טז) ולקח מלא המחתה גחלי אש וגו':", 
                "ובשבת - שצריך להקטיר באותו מערכה שני בזיכי לבונה מוסיפין שלש סאין בעומד שמונה סאין:", 
                "ששם נותנין בזיכי לבונה - ולהקטיר הבזיכין במערכה גדולה א''א דמפרשינן בזבחים (דף נח:) דכל הנוטל בפנים ליתנן בחוץ אינו נותן אלא בסמוך שאין לפנים הימנו וגמרינן משירים והכי פי' כל דבר הניטל מבפנים כגון בזיכי לבונה כדי לתת על המזבח החיצון אינו נותן על מזבח החיצון אלא באותה קרן שהוא סמוך לפנים שאין לו קרן סמוך יותר ממנו וטעמא מאי דגמרינן משירים שירי דמים הפנימים שניתנין על יסוד מערבית כדכתיב אל יסוד מזבח (החיצון) העולה אשר פתח אהל מועד:"
            ], 
            [
                "האברים והפדרים שלא נתעכלו מבערב - שאמרנו למעלה שהם סדורים על הכבש מחזירן למערכה נראה לי לאחר שהקטירו אברי תמיד דאין שום דבר יכולין להקטיר במערכה זו קודם אברי התמיד דכתיב (ויקרא ו) וערך עליה העולה עולה ראשונה ובמסכת יומא אמרינן מנין לאברים ופדרים שלא נתעכלו מבערב שסודרין אותן ע''ג האש כדי שלא יפסלו בלינה ואחר מערכה גדולה יסדרם ויקטירם שנאמר (שם) אשר תאכל האש את העולה על המזבח כלומר דבר שהתחיל האש לאכול מבערב העולה על המזבח שם אותו על העולה אברי תמיד על המזבח במערבו שלו בסוף פרק טרף בקלפי (יומא מה.) וביומא מפרש בשמעתיה דאביי (דף לג.) דאחר שסידרו שתי מערכות בא עוד אותו כהן שזכה שסידר את המערכה ומסדר שני גיזרי עצים דאמרינן מי שזכה בתרומת הדשן יזכה בסידור מערכה ובשני גיזרי עצים ואחר סידור שני גיזרי עצים ודישון מזבח הזהב והטבת ה' נרות ודם התמיד כו' כדרך שהם סדורין לשם הם נעשים:", 
                "הציתו שתי מערכות באש - לאחר שסידרו שני גיזרי עצים:", 
                "ירדו ובאו להם ללשכת הגזית - שהיא קרובה לעזרה להטיל פייסות וטעמא כאשר פירשתי לעיל שלא היו יכולים לפייס בעזרה לכך צריכים ללכת ללשכת הגזית שהיא חציה קדש וחציה חול ומפיסין במקום המקודש דכתיב בבית אלהים נהלך ברגש (תהלים נה):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דברה תורה לשון הבאי - כאדם שרוצה לחזק דבריו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אבל התם איו עניות במקום עשירות - ולא גוזמא דכל מעשיהם בעושר ובשררה:"
            ], 
            [], 
            [
                "גפן של זהב היתה עומדת על ראש ההיכל - דבר של זהב העשוי כמין גפן ומודלה על גבי כלונסות של ארז כעין דליות של גפן מגביהין אותה על גבי עמודין של ארז ולא עברו אלא תטע לך אשרה כל עץ (דברים טז) דזה אינו בנין:", 
                "וכל מי שמתנדב עלה"
            ]
        ], 
        [
            [
                "או גרגיר או אשכול - של זהב מביא ותולה בה:"
            ], 
            [], 
            [
                "שלש מאות כהנים לפנותה - גוזמא היא דאם היתה טעונה כל כך שצריכה שלש מאות כהנים לפנותה תשבר וכל כך לא היו ממתינים:"
            ], 
            [], 
            [
                "פרוכת עוביה טפח ועל שבעים ושתים נימין - לייצ''ש נארגת:"
            ], 
            [
                "ועל כל נימא ונימא עשרים וארבע חוטין - שזורין מחוברין יחד וביומא (דף עא:) נפקא לן מקרא דכל חוט כפול ששה כל מקום שנאמר שש ללמדך שיהא החוט כפול ששה:"
            ], 
            [
                "ארכה ארבעים אמות - גובה הפרוכת ארבעים אמה ורחבה עשרים אמה להבדיל בין ההיכל לקדשי קדשים כדכתיב (שמות והבדילה הפרוכת לכם בין הקדש ובין קדש הקדשים וכדמוכח בתוספתא דבאותו פרוכת שפרוסה שמה מיירי וחלל ההיכל כלומר וגובהו היה ארבעים אמה כדמוכח במסכת מדות (דף לז.) שגובה ההיכל ארבעים ורחבו עשרים:", 
                "ומשמונים ושתים ריבוא היתה נעשית - נערות שלא באו עדיין לכלל נדות מתעסקות בה שרוצים לעסוק בה בטהרה וכדאמרינן בעלמא נשים האורגות בפרוכת נוטלות שכרן מתרומת הלשכה: ושתים עושים בכל שנה ושנה שצריך ב' פרוכות כנגד אמה טרקסין שבבית שני לא יכלו לעשות אמה טרקסין כדמוכח בבבא בתרא בתחלתו (דף ג.) לכך עשו שתי פרוכות ותופסין השתי פרוכות אמה שהיו מתעסקין בכל שנה ונוטלין אלו מן הפתח ומניחין אחרים כנגד הפתח: ושלש מאות כהנים מטבילין אותה נראה לר' לאחר עשייתה לפי שאי אפשר לאורגן בטהרה שלא תהא נדה אחת מן הנשים האורגות בה ושמא פירסה נדה ולאו אדעתה הילכך מטבילין אותה קודם שיפרשוהו נגד הפתח והשתא לפי מה שפירשתי אפרש כל סדר הפרוכת מתחלתו ועד סופו לשון אחר ארכה ארבעים אמה ורחבה עשרים אמה ושתים עושים בכל שנה ושנה ב' פרוכות גובהן ורחבן כשיעור זה להבדיל בין קדשי הקדשים להיכל שהיה גובה ההיכל חללו כדמפרש במסכת מדות ושתי פרוכות היו שם כנגד אמה טרקסין שבבית שני לא יכלו לעשות אמה טרקסין להבדיל שם לפי שהיה גבוה יותר ממאה אמה וחומה רחבה אמה אינה יכולה לסבול חומה גבוהה כל כך ולהרחיב החומה אי אפשר דהכל בכתב לכן עשו שתי פרוכות להחזיק האמה ואין נראה לי לומר שאותן שתי פרוכות היה כל אחד עוביו טפח לפי שצריך הכהן להלך בין אותן שתי פרוכות ואם היה עביין טפחיים א''כ לא היה ביניהן אלא שלשה טפחים וברחב שלש טפחים לא היה יכול להלוך הילכך נראה לי כמו שפירשתי:"
            ], 
            [], 
            [], 
            [
                "הני מאי טעמא - מפני מה אין מביאין של זית ושל גפן:"
            ], 
            [
                "אמר רב פפא משום דקטירי - כלומר יש בהן קשרים ובשביל הקשרים אין שורפים יפה ומעלין עשן. דרך קשר להיותו כל שעה לח ואינו שורף יפה ומעלה עשן ואין זה מודו של מקום להעלות עצים שאין שורפים יפה למזבח וראיה לדבר דאמרי' בפסחים בפרק כיצד צולין בתחלתו (דף עד.) כיון דאית ביה קיטרי מפקי מיא ואמרינן בעלמא (תענית כה: ב''ק פא. ב''ב פ:) בקנים ובגפנים מן הפקק ולמעלה קשרי:"
            ], 
            [], 
            [
                "רב אחא בר יעקב אמר משום ישוב ארץ ישראל - ודאי טעמא קאמר דמשום קשרים הם פסולים אלא אפי' בלא טעם קשרים בשביל דבר אחר היו מניחין ואיזהו משום ישוב ארץ ישראל שאם ישרפו הזיתים והגפנים לא ימצאו יין לשתות ושמן לסוך ותחרב ארץ ישראל ונפקא מיניה לדידי דאית לי דמשום תקנת ישוב מניחין כמו כן כמו שמניחין בשביל הקשרים דהא דקתני מתניתין דהיו מביאין מורביות של תאנה בתאנה דלא עבדא פירי וכדמפרש רחבה וכו' אבל בשאר תאנות שהיו עושין פירות לא היו מביאין משום ישוב א''י אבל רב פפא לית ליה ישוב ארץ ישראל בכל תאנות שבעולם לא שנא עבדא פירי לא שנא לא עבדא מביאין וכמו שפירשתי אני צריך לומר דכולי עלמא אית להו טעם קשרים דהא ברייתא דלקמן שמביא הש''ס מוכחא דליכא לפרושי אלא בשביל קשרים ולקמן אפרשנה: הכי גרסינן לה בתורת כהנים על העצים אשר על האש עצים נתונים להיות אש וכי כל העצים כשרים היו הן כל העצים כשרים היו חוץ משל זית ושל גפן ר' אליעזר מוסיף אף של מייש ושל אלון ושל דקל ושל חרוב ושל שקמה אבל באלו רגילין במורביות של תאנה ושל אגוז ושל עץ שמן והכי פירושו על העצים אשר על האש ואיזה עצים שניתוכין מהרה ונעשין אש:"
            ], 
            [], 
            [
                "דוקרי - קני כמו מורביות דמתני' קנים הדוקרנין שעדיין האילן בחור ולא גדלו בו ענפים כי אם שתים ושלש ובשביל שהוא בחור הוא שורף מהר:", 
                "דלא קטיר ואזלי ומיקטר - שאין בהן קשר ואיזה קשר שלא הלך הקשר בפנים בתוך העצים דתנא קמא לא פסיל ליה אא''כ הלך הקשר בפנים ובקיאין היו בדבר: וכי כל העצים כשרים היו כמו שפירשנו במתני':"
            ], 
            [], 
            [], 
            [], 
            [
                "ר' אליעזר מוסיף - לאיסורא אף של מייש ושל אלון כו' ואזיל ומפרש פלוגתא. אלא באלו היו רגילים מילתא דת''ק נמי הוא אלא ר' אליעזר אפסקיה:"
            ], 
            [], 
            [
                "בשלמא למאן דאמר - דמפרש טעם האיסור בשביל קשרים ולא משום תקנת ישוב ארץ ישראל סבר דבהא פליגי ת''ק דאסר של זית ושל גפן ולא יותר קסבר של זית ושל גפן הקשר הולך עד פנים הילכך לא מייתי אבל של מייש ושל אלון ושל חרוב ושל שקמה ושל דקל הקשר אינו אלא בחון אבל בפנים אינו הילכך מייתינן ור' אליעזר סבר כיון דקטירי מבראי לא מייתינן וראיה לדברי דכל אלו יש בהם קשרים מדפרכינן על אותה המשנה דכיצד צולין את הפסח מביא שפוד של רמון תוחבו לתוך פיו ופריך ונייתי של אלון ושל דקל וחרוב ושקמה ומתרצינן משום דאית בהו קיטרי ומפקי מיא שמעינן התם דכל אלו אית בהו קיטרי ואע''ג דפרכינן התם ונייתו תאנה ומתרצינן תאנה נמי אגב דמחלחלא מפיק מיא פירוש מי שיש בו מוח בפנים כמו עץ של ערבה ושל אגוז אפילו הכי גבי עצי מערכה הם כשרים דהתם היינו טעמא גבי פסח אין דרך לשפוד לחותכו לשנים אלא מניחין אותו עגול כמו שהוא גדל ביער ואז הוא טוב לשפוד הילכך אם היינו צולין בו פסח יבא הדבר לידי קלקול אבל גבי עצי מזבח דרך בני אדם לחתוך עצים העומדים לשריפה לשנים בשביל שישרף יותר הלכך כשיחתכם לשנים (יוסר) [יקח] את המוח שמבפנים וכן יעשה בעצי אגוז:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "וליטעמיך - דמותבת ליה מברייתא דתורת כהנים אמאי לא אותבת ממתני' דקתני דבתאנה היו רגילין וכי לית בהו משום ישוב ארץ ישראל בתמיה:"
            ], 
            [
                "אלא מאי טעם - לא אותבת לי דסברת דבתאנה דלא עבדא פירי מיירי אליבא דרב אחא בר יעקב כי מקשת לי נמי מדקל תריץ בדקל דלא עבדא פירי דלית ביה תקנת ישוב דלשריפה הוא עומד והמקשה היה סבור דאיכא הרבה תאנים דלא עבדא פירי כמו דרחבה אבל בדקל ליכא והא דפריך מדקל ולא פריך מחרוב מי לית ביה משום ישוב ארץ ישראל דסבירא ליה דלא שייך איסור משום ישוב ארץ ישראל אלא בדקל ותאנה וזית וגפן המנויין בקרא דאגב דחשיבי מנאן הכתוב בשבח ארץ ישראל אבל בשאר פירות ליכא איסור משום ישוב ארץ ישראל:"
            ], 
            [], 
            [
                "ומי איכא תאנה דלא עבדא פירי אין - הכי פירושו בשלמא מדקל לא מצינו להקשות דבדקל לא היו רגילין אלא במתניתין אמרינן דבתאנה היו רגילין וכיון דבתאנה היו רגילין וכי עולין כל כך למצוא תאנים דלא עבדי פירי כמו שצריך למזבח:"
            ], 
            [
                "אין - ודאי יכולין הרבה למצוא שבשביל בניינין נמי הוו תאנתא דלא עבדי פירי כדרחבה:"
            ], 
            []
        ], 
        [
            [
                "ושייפי להו בחבלא דצבתא - כמו דצבתא מייתינן במסכת עבודה זרה בסופה (דף עה:) בחבל העשוי מצורי דקל ושייף ליה לעץ עד שתסיר כל קליפתו וגם אם יש זרע גרעין בתוך הנטיעות תפילנו ושוב לא יבא שם פרי ובהכי משירין קליפתן ושמא ע''י כך תועיל לו שלא תגדיל בו קליפה ומתוך כך לא יבא בו פרי דיפול דשריקה ביה בארעי זרע גרעין כמו שפירשתי:", 
                "וקברי ליה היכא דמסיק לה ימא שירטון - באותו מקום שהים גדל ומתוך לחלוח המים לא ימות האילן שאם לא היה שם קבור ימות מתוך שאין בו קליפה:", 
                "קורה עבדא - ומתוך שהוא אילן סרק ואין גדל בו פרי שמכחישין כחו גדול כל כך שראוי לקורות לעשות ממנו בנין אותן ענפים הדקין לוקחין לצורך המזבח. ותלת סיכי מינייהו ענפי לשון אחר בריכי:", 
                "לא מחזקה להו גמלא - דף של גשר אינו יכול לסובלן מרוב גודלן. גמלא גשר כלומר הרבה הם גדולים כך נראה בעיני שינוי זה וכמו שברייתא שנויה בת''כ כגירסת הספרים אין אדם יכול ליישב:"
            ], 
            [], 
            [
                "מאי טעם - חזיתה כלפי מזרח:"
            ], 
            [], 
            [], 
            [
                "כדי שתהא הרוח מנשבת בו - הרוח שיבא דרך שער מזרח:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מקומות עבדי - כלומר במקומות הרבה היו נותנין עצים כדי שישרפו עצי המערכה מכל צד ואיכא בינייהו דלמאן דאמר כדי שתהא הרוח מנשבת בו לא היו מציתין האליתא משם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "לא היה שובר בו את הרגל - כשהיה מתחיל הפשטו היה קרב הראש העוקץ והרגל ושתי דפנות וידים והחזה והגרה ונמצאת למד מהתם שמפשיטין אותו דרך הרגלים הילכך (כתוב) פירש לך כשתולהו ברגליו באונקליות לא היה שובר את רגליו ומניח רגל השבור ברגל האחר דרך הרגל ויורד עד לחזה וכן מוכח ביומא (דף כה:) דאמרינן התם דרך הנקב שינקוב ברגל שני כדרך הטבחים שתולין את הבהמה להפשיטה:", 
                "אלא נוקבו מתוך ערקובו - כמו ארכובו בשני הרגלים נוקב ומניחן באונקליות דרך הנקבים וכל כך למה שלאחר שהפשיטה מנתחה אבר אבר וכשחותך רגל ימין עדיין תלויה הבהמה ברגל השמאלי ואם היה תולה אותה כמו הטבחים לאחר שיחתוך ממנה דגל ימין תפול הבהמה לארץ לפי שאותו הרגל תחוב ברגל האחר ועל ידי כן תלוי הבהמה:"
            ], 
            [
                "היה מפשיט ויורד עד שהגיע לחזה - שהרי הופשטה כל הבהמה אלא שעדיין תלויה עוד בחזה למטה שעדיין לא הופשטה שם כדקתני לבסוף מרק והפשיט וקודם שיחתוך ממנה שום אבר חותך את הראש ולא מפשיטו שהרי קודם הוא בהקטרה ונאה לחותכו קודם:"
            ], 
            [
                "ונתנו למי שזוכה בו - קודם שחתך את הכרעים רגלי הבהמה כרעים על שם כריעה קרי להו כרעים שמאחר שהופשטו הידים עד כנגד החזה יכול לחתוך כל ארבע רגלים יחד:"
            ], 
            [], 
            [], 
            [
                "חתכה ונתנה למי שזכה בה - דהיינו אותו שזכה בראש:", 
                "ושני ביצים עמה - שעולה בא זכר ואז הבהמה תלויה על ידי הרגל השמאלי:", 
                "חותכה ונותנה למי שזכה בו - והכבד תלוים בה לכך הפריש קודם הריאה מן הכבד שבב' הקרבות היו:"
            ], 
            [
                "קרעו ונמצא כולו גלוי לפניו - עכשיו שנטל רגל הימני כשקרעו נמצא כולו גלוי לפניו ויכול לראות בפנים שכשלא היה הרגל עדיין חתוך אפי' אם היה קורעו לא היה מה שבפנים נראה כמו עתה:"
            ], 
            [], 
            [
                "נטל את הקרביים ונותנן למי שזכה בהן להדיחן - ולהסיר הטינוף שבהן:"
            ], 
            [
                "וידיחו אותו בבית המדיחין - ומדיחן כל צרכה לפי שיש בה טינופת הרבה קבעו לה לשכה אחת להדיחה שם ולא קבע בה הדחה שיש כרס שיש בה טינופת הרבה ויש שאין בה כל כך (הקרביים) והבני מעיים אין בהן משום טינופת כל כך:"
            ], 
            [
                "מדיחין אותן ג' פעמים - (בכך לכל) במיעוטן של שולחנות בשולחן הקטן של שולחנות של שיש שבבית המטבחיים ולאו היינו שולחנות שבין העמודים על אותי היו מפשיטין כדמפרש במסכת מדות (דף לו.) אבל מלבד אותן שולחנות היו שולחנות של שיש נראה לי שהיו קבועין בגבוה שעליהן היו מדיחין קרביים וכן מייתינן על גמרא דהאי פירקא י' שולחנות היו במקדש ח' של שיש בבית המטבחיים שעליהם מדיחין את הקרביים אבל שולחנות שהיו מפשיטין היו בין עמודים וכן גרסי' בהדיא במסכת מדות (דף לו.) שולחנות של שיש שבין העמודים ובשולחנות שעליהן מדיחין גרסי' בבית המטבחיים וכן מוכח במדות דאמרינן מקום הטבעות כ''ד לשולחנות ד' שולחנות לעמודים כו' הננסין ד' והמותר מקום הננסין:", 
                "במיעוט - שולחנות של שיש יכולין להדיח שהתמיד היה כבש והא דתנן במדות (דף לז:) לשכה ששם היו מדיחין קרבי קדשים היינו כרס כדמוכח הכא שמדיחין בבית המדיחין הכרס וכל צרכי בית המטבחיים מדיחין שם ונראה לי הא דלא היו רוצים להדיח הקרביים עם הכרס בלישכת מדיחין משום שהכרס יותר ויותר יש בה טינופת ואם יודחו יחד יתלכלכו זה מזה לכך קבעו זה לזה מקום:"
            ], 
            [
                "ונטל את הסכין והפריש את הריאה מן הכבד - ועד עכשיו לא היה לו צורך סכין לא בנטילת הפדר ולא בנטילת קרביים שזהו דבר שנוטלין ומפרידין בלא סכין:", 
                "והפריש את הריאה מן הכבד - הפריד זה מזה כדי שתהא הריאה עם צואר כדלקמן והכבד עם דופן ימין:", 
                "ואצבע הכבד מן הכבד - אצבע הכבד כשחותכים את הכבד ומפרידין אותו ממקומו נשאר מעט כבד מן העוקץ אצל הכליות ולא היה מזיזה ממקומה:"
            ], 
            [], 
            [
                "לא היה חותך השדרה עמו - שאם היה חותכו עמו היתה כבידה [הרבה] (היה):", 
                "עד שהיה מגיע לב' הצעות דקות - אצל החזה כלומר היה חותך ויורד עד שיהא מגיע לאותן צלעות וגם למעלה אצל העוקץ היה מניח ב' הצלעות ולקמיה מפרש כשיפריש דופן שמאלי דקתני ומניח ב' צלעות דקות מלמעלה וכו' וכך היה עושה בחבירתה דופן ימין:"
            ], 
            [
                "ונתנו למי שזכה בו עלה לדופן הימני היה חותך ויורד עד השדרה - אצל השדרה חותך ולא היה נוגע בשדרה שהשדרה היה מניח אותה עם הדופן השמאלי לפי שבזה הדופן היה חולה הכבד:"
            ], 
            [
                "בא לו לגרה - לצואר:", 
                "והניח בה ב' צלעות מכאן וב' צלעות מכאן - ב' צלעות הניח בו כבר כשחתך הדופן הימני ועכשיו (הניח בו שעויין) הניח בה ב' צלעות מצד אחר וזהו אותן צלעות שהן בדופן אצל חזה ועדיין לא חתך דופן השמאלי לכך שייך לומר והניח בה שעדיין הן מחוברות לדופן:"
            ], 
            [
                "והקנה והלב והריאה תלוין בה בא לו לדופן שמאלי והניח - לא גרסי' בה [אלא] והניח אצל העוקץ:"
            ], 
            [], 
            [], 
            [
                "נמצא מניח בשתיהן - בשתי דפנות שתים שתים מלמטה ושתים ושתים מלמעלה בין בדופן ימין בין בדופן שמאל מגיח בכל א' שתים שתים למטן וכן שתים שתים למעלן:"
            ], 
            [], 
            [], 
            [
                "בא לו לעוקץ - הוא הזנב חתכו אצל רגל השמאלי שעדיין תלויה הבהמה בו:", 
                "האליה ואצבע הכבד וב' כליות עמו - וכן ב' צלעות מכאן וב' צלעות מכאן לפי שאותן צלעות מיקרי כנפי העוקץ ולא חש לפרש שני צלעות מכאן ומכאן:"
            ], 
            [
                "נטל רגל השמאלי - שנשאר יחידי שכל הבהמה מנותחת לאברים ורגל שמא. לי נשאר עדיין באונקלי ונתנה למי שזכה בה נמצאו כולן עומדין בשורה והאברים בידם: עד עכשיו פירשו סדר ניתוחיה מעתה צריך לפרש סדר הולכתם למזבח כיצד מוליכים האברים קודמין זה לזה:"
            ], 
            []
        ], 
        [
            [
                "הראשון בראש וברגל כיצד הראש בימינו - שהראש קודם לכל האברים דכתיב (ויקרא א) ונתח אותה לנתחיה את ראשו ואת פדרו הילכך הראש בימינו:"
            ], 
            [
                "וחוטמו כנגד זרועו - חוטם הבהמה פונה נגד זרועו ואז קרניו בין אצבעותיו. גב הראש על גב פיסת ידו ובית שחיטה פונה למעלה:", 
                "והפדר נתון עליה - לכסות מקום השחיטה וזהו כבוד של מעלה:"
            ], 
            [
                "רגל של ימין בשמאלו ובית עורו לחוץ - מקום שמשם הופשט העור היה כלפי חוץ אל העם ומקום החתך כלפי המוליך והכי שפיר למעבד כדי שלא יראה החתך ומפרש ביומא (דף כה:) מ''ט סליקא לרגל בהדי רישא דאיכא למ''ד התם דרך ניתוחו היה קרב הראש והרגל וב' ידים ושני דפנות החזה והגרה והעוקץ והרגל ואיכא למ''ד דרך עילויא דשומנא היה קרב פי' כדרך שהאברים שמנים זה מזה הם קריבים הראש והרגל ושני דפנות החזה והגרה ושני ידים והעוקץ והרגל ובין למ''ד דרך עילויא ובין למ''ד דרך נתוחו אין זה סדר שהרגל קרב עם הראש שהרי בניתוח שני ידים קודמין ומפרש התם מאי טעמא רגל סליק בהדי רישא הראש כבר פירשתי שהוא קודם וגזירת הכתוב היא ומה טעם רגל עמו משום דרישא נפישי ביה עצמות סלקא רגל בהדיה שהוא כולו בשר והכי שפיר למעלה שתהא בהקטרה עצמות ובשר ואין בשום אבר כ''כ בשר עמו כרגל:"
            ], 
            [
                "השני בב' ידים - האי תנא אזיל בתר איברא דבישרא כלומר בתר גדול האברים שהאברים גדולים זה מזה הם קודמים הילכך ב' ידים קודמים שהן גדולות מהעוקץ והרגל:"
            ], 
            [], 
            [], 
            [], 
            [
                "הרביעי בחזה ובגרה - ובצואר החזה בימינו שהוא חשוב יותר והגרה בשמאלו וצלעותיה בין אצבעותיו והאי דלא פירש ובית עורה לחוץ היינו טעמא דשני צלעותיו מונחין בין אצבעותיו א''כ הוי בית עורה לחוץ אבל גבי דפנות לא פירש לך כלום והיה יכול לישא דפנות על פס ידו לכך פירש בית עורה לחוץ:", 
                "השביעי בסלת - שלאחר הקטרת אברי תמיד מקטירין מנחתו דהיינו סלת:"
            ], 
            [], 
            [
                "החמישי בב' דפנות של ימין כו' - ובית עורן לחוץ:"
            ], 
            [], 
            [
                "הששי בקרבים הנתונין בבזך - כף מתרגם בזך ולפי שאין מחוברין יחד צריך ליתנן בכלי וכרעים על גביהם מלמעלה:"
            ], 
            [], 
            [], 
            [
                "הט' ביין - נסכים רביעית ההין כל אלו קרבים עם האברים דאין מקריבין עולה בלא מנחה ונסכים וחביתים אף על פי שקריבין בעבור כהן גדול הואיל ומן הפסוק הם קודמין לנסכי תמיד (צריך לנו שאר האברים):"
            ], 
            [
                "הלכו ונתנום מחצי כבש ולמטה - ולא מחצי כבש ולמעלה שלאחר הקטרת הקטורת חוזרין ומוליכין אותן למזבח ואם היו קריבים למזבח לא תראה הולכה הילכך צריך להניחן מחצי כבש ולמטה שלאחר כך לכשיחזירו ויוליכו או הם או אחרים תראה הולכה חשובה והכי יפה לעשות שאם קרובים למזבח נראה כמוקטרים ועוד דפעמים שיקטירם קודם הקטורת הואיל וקרובים הם כל כך למזבח:", 
                "במערבו - של כבש ולא במזרחו שהרי בלכתם למזבח להוליך אברים למזבח ולדרום במערכה דרך מזרחית של כבש שהרי כבש לאמצע המזבח ומכאן ומכאן תופס המזבח ת' אמות לכל צד לאחר שכלה הכבש שהרי הכבש ט''ז והמזבח ל''ב נמצא ח' אמות לכל צד ומקום המערכה במזרח המזבח אצל מזרחו של כבש ורחב המערכה אינו תופס עד חצי המזבח שהרי התפוח באמצע המזבח נמצא אתה אומר הליכתו למזבח לזרוק האבדים למערכה לכך נותנים האבדים במערבו של כבש לפנות מקום הליכתו:", 
                "ומלחום - דכתיב על כל קרבנך תקריב מלח:"
            ], 
            [
                "ובאו ללשכת הגזית לקרות את שמע - ולאחר ק''ש יקטירו את הקטורת והכי נכון הדבר שיתפללו קודם שיקטירו שום הקטר ויעל קרבנם לריח ניחוח:"
            ], 
            [
                "גמ' תנא יד ורגל - יחד כעקידת יצחק כו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "חד אמר משום בזיון קדשים וחד אמר מפני שהוא מהלך בחוקי העמים - כשמקריבין זבת לעבודת כוכבים הן כופתין אותו כך ארבעה רגלים יחד:"
            ], 
            [], 
            [
                "ומאי בינייהו - בין למר ובין למר אסור לעשות:"
            ], 
            [
                "איכא בינייהו דכפתיה בשיראי - במילת משום בזיון קדשים ליכא משום חוקי העמים איכא:"
            ], 
            [], 
            [
                "עשר שולחנות היו במקדש - בעזרה ב' שולחנות שהיו באולם לא חשיב הכא בהדי עשר אלא אותם שהיו בעזרה:"
            ], 
            [
                "ח' של שיש בבית המטבחיים - אצל הטבעות בצפון שעליהם מדיחין את הקרביים וב' במערב הכבש וב באולם מבפנים אצל פתח ההיכל אחד של כסף וא' של זהב:"
            ], 
            [], 
            [
                "בכניסתו - כשמגיעין לפתח מניחין אותם עליו ועומדין בו לפוש:", 
                "ועל של זהב ביציאתו - ושם היה מונח עד שיקטירו הבזיכין כך מפרש במנחות בפרק שתי הלחם (דף צט:):", 
                "שמעלין בקדש ולא מורידין - כגון בכניסתם מניחין על של כסף וכשמגיע בהיכל ח] על של משה שהיה מצופה זהב הרי עלייה ולא מורידין לפיכך ביציאתו מניחו על כלי של זהב ועשר שולחנות היו עדיין בהיכל שעשה שלמה והא דלא חשבינהו הכא דלא חשיב אלא אותן שמניחים עליהם ובאותן של שלמה לא היו מסדרים כדאמרינן במנחות פרק שתי הלחם (דף צט.) עשר שולחנות עשה שלמה ולא היו מסדרים אלא על של משה כו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מפני שמרתיח - את הלחם ומחממו וממהר להתעפש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שנים ליום נגד היום - נגד השמש או אינו אלא חובת היום כלומר כל יום ויום תקריבו שנים כשהוא אומר וכו': כיצד תמיד של שחר היה נשחט על קרן צפונית מערבית על טבעת שניה. כדפרישית במתניתין כזה:"
            ], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "מן השמים לארץ רחוק - כלומר איזה רחוק יותר:", 
                "אמרו לו ממזרח למערב - רחוק יותר משמים לארץ: ותדע שהרי חמה במזרח הכל מסתכלים בה חמה באמצע רקיע אין הכל מסתכלין. ולמה לפי שהחמה כשהיא במזרח או במערב היא רחוקה ובשביל שהיא רחוקה יכולים להסתכל בה שאין האורה מזקת לעינים אבל כשהיא באמצע הרקיע קרובה ואורה מזהיר כ''כ שאין יכולין לראות:"
            ], 
            [
                "אמרו ליה שטנא נצח - זו אינה ראיה שהרי אתם רואים בכל יום שהשטן הוא נוצח ומטעה בני האדם אף אתם אל תתמהו על שאנו תחתיכם:", 
                "אמר להם - שוטים אתם שאתם מחזיקים יראתכם שאם ארצה אהרוג אתכם בגזירת מלכים שאני מלך ואבקש לשאר מלכים שאוהבים אותי שיתנו לי רשות להרוג אתכם:", 
                "אמרו לא מצית אזלת - אינך יכול ללכת שהרי חשך באמצע הדרך מקום שיש בו חשך בין ביום בין בלילה ואין שום אדם יכול לעבור אותן הרים:", 
                "אמר להם לא סגיא דלא אזילנא אמטו הכי משיילא מה אעביד - תקעתי עצמי ללכת שם אמטו הכי ובשביל שתקעתי בעצמי אני שואל לכם עצה מה תקנתי ובאיזה ענין אוכל לעבור:"
            ], 
            [], 
            [
                "אלא מאי טעם חמה באמצע הרקיע אין הכל מסתכלין בה - כמו שהם מסתכלין כשהיא במזרח או במערב:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "משום דקאי להדיא - בגילוי היא עומדת ולא כסי לה מידי ובשביל כך אורה מזהיר ומזיק לעינים המביטות שם:"
            ], 
            [], 
            [], 
            [
                "סברו אי אמרו ליה - הרי אתא לשייולי מה למעלה ומה למטה והילכך השיבו ליה מילתא דא לית ליה פתר וימנע ולא ישאלם עוד ממעשה בראשית:"
            ], 
            [], 
            [
                "שנאמר בראשית ברא אלהים את השמים - אלמא שמים קדים:"
            ], 
            [], 
            [
                "אור נברא תחלה - כלומר איזו נברא תחלה:"
            ], 
            [], 
            [
                "מילתא דא לית ליה פתר - דבר זה ששאלת אין שום אדם בעולם שיודע לפותרה: ופריך הש''ס ואמאי השיבו ליה מילתא דא לית ליה פתר:"
            ], 
            [
                "ולימרו ליה - מן הפסוק דחשך נברא תחלה שנאמר וחשך על פני תהום והדר ויאמר אלהים יהי אור אלמא חשך קדים:"
            ], 
            [], 
            [], 
            [
                "מעיקרא סברי אקראי בעלמא הוא - דקא משאיל ולא ישוב עוד לשאול יותר ממעשה בראשית לכך יכולים להשיבו האמת כיון דחזו וכו':"
            ], 
            [], 
            [
                "אי הכי - דבשביל כך נמנעו מלהשיבו תחלה נמי אמאי השיבו לו השמים נבראו תחלה לא היה להם להשיבו כלום משום דילמא אתי כו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הרואה את הנולד - המבין מלבו מה שעתיד להיות קורות שעתידים לבא ונזהר מהן:"
            ], 
            [], 
            [], 
            [], 
            [
                "הכובש את יצרו - בא לידי עבירה וכבש את יצרו ונמלט ממנה:"
            ], 
            [], 
            [], 
            [], 
            [
                "השמח בחלקו - בעה שנותן לו המקום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ימית את עצמו - ישפיל את עצמו:", 
                "יחיה את עצמו - יגבה את עצמו ומתוך כך יתנו בו הבריות עין רעה ויקנאו בו וימות ולימדוך חכמים שאדם הרוצה שיחיה ישפיל את עצמו וירחמו עליו הבריות ויחיה שנים הרבה ומגאוה ימנע את עצמו שלא יקצרו ימיו וימות בלא עתו:"
            ], 
            [], 
            [], 
            [], 
            [
                "יסנא מלכו ושלטון - ויתקבלו דבריו ויאהבו אותו אבל אדם רגיל לדבר עם מלכים ושרים מקנאים בו בני אדם ומתוך כך שונאים אותו ואת מעשיו:"
            ], 
            [], 
            [
                "דידי עדיפא מדידכו - חכמתי גדולה משלכם שאני יועצו עצה טובה שעל ידה יהא מקובל לפני הבריות ואיזו עצה ירחם מלך ושלטון וידבר עמהם תמיד ויעביד טיבו עם בני העיר בשביל אנשי העיר וידבר עליהם אל המלך שלא להכביד עולו עליהם ואז יבאו בני העיר לעובדו:"
            ], 
            [], 
            [
                "בימא יאי למידר או ביבשתא - באיזה מקום טוב לגור בים או ביבשה השיבו לו ביבשה:"
            ], 
            [], 
            [
                "דהא כל נחותי ימא לא מיתבא דעתייהו - אין דעתן מיושבת בהן עד שירדו ליבשה:"
            ], 
            [], 
            [
                "אי דין מנכון טפי חכים - איזה מכם חכם יותר:"
            ], 
            [], 
            [
                "כולנא בחדא פתרנא לך - כולנו חכמים ואין חכם זה מזה שהרי כולנו הסכמנו לדעת אחד:"
            ], 
            [], 
            [
                "אמר להן מה דין אתריסתון לקבלי - מה זה שאתם עומדים נגדי ואינכם מחזיקים יראתנו הלא אתם יודעים כי אנחנו הרבים ואתם תחתינו. אתריסתון לשון תריס ומגן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מיד אלביש יתהון - הלביש אותם לבושי ארגמן וישם רביד זהב על צוארם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אייתי חמרי לובאי דפרשי בהברא - הבא חמורים גדולים ממצרים שיודעין ללכת בחשך. דפרשי כמו (פסחים דף ו.) המפרש והיוצא בשיירא:", 
                "ואייתי קיבורי דמתני וקטר בהאי גיסא - וקשור בהאי גיסא בעברך: וכשתחזור למקומך [תאחוז] באותן קיבורי דבשבילם תשוב למקומך על פי קיבורי עד שתגיע למקום שנקשר ואז תהיה במקומך:"
            ], 
            [], 
            [], 
            [
                "עבד הכי כי מטא לההוא מחוזא דכולה נשי - לא היה באותו הכרך כי אם נשים:", 
                "בעא למעבד קרבא - רצה לעשות עמהן מלחמה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אייתו ליה נהמא דדהבא אפתורא דדהבא - הביאו לו לחם של זהב מונח על שולחן של זהב:"
            ]
        ], 
        [
            [
                "אמר להם אלכסנדר מוקדון ליבנן מאי האי - שאיני יכול למצוא משקלו:"
            ], 
            [], 
            [
                "אמרו ליה - אין מנהג בכאן לאכול לחם של זהב אבל בשביל כך שמנו זהב לפניך לאכול שהרי זה פלא לנו שבאת לכאן בשביל אכילתך וכי לא היה לך לחם לאכול במקומך שנתרחקת ממלכותך ובאת עד כאן ושאלת לחם לאכול לכך נתננו לך זהב וכסף שסבורים היינו שבאת בגלל זהב וכסף לכאן:"
            ], 
            [], 
            [
                "כדנפיק ואתי - כשהיה יוצא מן העיר:", 
                "כתב אבבא דמחוזא - כתב על שער העיר:"
            ], 
            [
                "אנא אלכסנדרוס הויתי שטיא - הייתי שוטה מבלי לב להבין:", 
                "עד דאתיתי - לכרך נשיא ולמדוני חכמה:"
            ], 
            [
                "יתיב אההוא מעיינא קאכיל נהמא - כדרך בני אדם שיושבים על המעיין ואוכלין שם לחם וכשרוצים לשתות שותים:"
            ], 
            [
                "הוו בהדיה גילדני - היה עמו דגים מלוחים:", 
                "בהדי דמחוורי נפל בהו ריחא - בעוד שהיו רוחצים במים כדי להסיר מליחתם נפל בדגים ריח טוב ומעיין מגן עדן היה:"
            ], 
            [
                "אמרו לו - גולגלתא של אנוש בשר ודם שלא ישבע לעולם לפיכך משקלה כל כך שכל כסף וזהב היא מושכת אליה:"
            ], 
            [], 
            [], 
            [
                "א''ד שקל מהנהו מיא טרא באפיה - רחץ פניו ולא עשה יותר:"
            ], 
            [], 
            [], 
            [
                "רמא קלא - ואמר פתחו בבא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "יהבו ליה גולגלתא - נתנו לו ראש גולגולת:"
            ], 
            [
                "אתייה תקליה לכולהו כספא ודהבא דיליה לא הוה תקילי - היה נותן כל כסף וזהב שלו במאזנים מצד זה והגולגולת מצד זה ואעפ''כ היה מכביד יותר הגולגולת דלא היה מוצא דבר ששוקל כנגדה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "א''ל ממאי דהכי הוא - במאי אבחין אם אמת אתם מדברים:"
            ], 
            [
                "שקלי עפרא - מעט עפר וכסיה שלא תוכל הגולגולת לראות ואז תשבע ולא יכלה שום דבר לימשך אליה וימצאו משקלה:", 
                "[לאלתר] תקל - כלומר כאותו דבר ששקל כנגדה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל העוסק בתורה שכינה שרויה עליו שנאמר קומי רוני בלילה - לעסוק בתורה:"
            ], 
            [
                "שפכי כמים לבך נוכח פני ה' - כלומר שכינה שרויה אצלך:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "ומטוטלת - חתיכה קטנה של בגד ולפיכך אמר שהיו ממלאין הבזך קטרת ומכסים [אותה] במכסה ונותנין על המכסה מלמעלה מפה קטנה מאד כמין חתיכת בגד ונותן הבזך כולו אל תוך הכף ונוטל הכף בידו ועושה בו מה שיתבאר בפרק. של אחר זה: כבר נתבאר בסוף עירובין (דף קד:) מאיזה מקום מן העזרה מוציאין שרץ שנמצא במקדש בשבת ובאיזה מקום מניחין אותו עד מוצאי שבת אבל כופין עליו קדירה תרגום סירותיו פסכתרותיה והאחד קרוי פסכתר וכבר נתבאר ברביעי מכפורים (דף מג:) שהמחתה שגורפין בה האש היתה מחזקת (כד' סאים) ומחתה של זהב שמרימין בה היתה של שלש קבים אומר בכל יום חותה בשל ד' קבין ומערן לתוך של ג' קבין והרי הוא מפזר כקב גחלים בלי ספק וכשאינו יום שבת משליכים הגחלים הנופלים בקרקע (אל המוצא היוצא מן המזבח) אל נחל קדרון ולתך מדה מחזקת ט''ו סאה וכבר ביארנו שיעור סאה במנחות (דף עז.): כבר נתבאר בתענית (דף כז.) המעמדות מה הם ואומר שראש מעמד המעמדות באותה שבת כששומע קול המגריפה מעמיד המצורעים שכבר טהרו מצרעתם בשערי המזרח כדי שיהיו מזומנים לזרוק עליהם דם האשם כמו שיתבאר בסוף נגעים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [
                "באו ועמדו - רומז אל הכהנים שקראו בלשכת הגזית ואח''כ עשו מן העבודות מה שעשו אחר כך החלו עולים במעלות האולם והראשונים הם חמשה כהנים שזכר אותם ואחר שגמרו עבודתם תחלה ועמדו על מעלות קודם שיגיעו שאר אחיהם העוסקים בהעלאת אברי התמיד כמו שנתבאר בסדר שזכרנו ופרשנו הענין שנשאר מן ההלכה הזאת בשביעי מסוטה ושם פירשנו אותו פירוש גמור תדרשנו משם: הקפה זו אינה מיוחדת לכהן גדול אלא כל המקיף המזבח כך הוא מקיף כמו שבארנו בחמישי מזבחים וכבר נתבאר בששי משקלים שהיו במערבו של כבש שתי שלחנות אחד של כסף נותנין עליו כלי שרת ואחד של שיש נותנין עליו האברים והוא שלחן החלבים הנזכר כאן ובחמישי משקלים אמרנו בן ארזא מקיש הצלצל וכבר בארנו בחמישי ממנחות שהסמיכה לא תהא אלא על החיים וסמיכה זו היא על האברים ולפיכך היא כמו שאמרנו שם משום כבודו של כהן גדול כדי שתהא לו היכרא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ]
    ], 
    "title": "Meforash on Tamid", 
    "versionSource": "http://www.sefaria.org/Meforash_on_Tamid", 
    "heTitle": "מפורש על תמיד", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Bavli", 
        "Seder Kodashim", 
        "Tamid"
    ]
}