{
    "title": "Yad Eitan on Mishneh Torah, Admission into the Sanctuary",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yad_Eitan_on_Mishneh_Torah,_Admission_into_the_Sanctuary",
    "text": [
        [
            [],
            [],
            [
                "<b>אסור לכל אדם בין כהן ובין ישראל להורות כשהוא שתוי כו' ואם הורה בדבר שהוא מפורש בתורה עד שידעוהו הצדוקים מותר.</b> הרב בעל כס\"מ הראה מקורו מפ\"ג דכריתות (דף י\"ג). ואינו מספיק דשם אינו מבואר הך מילתא שכתב רבינו עד שידעוהו הצדוקים אלא מ\"ש דשרץ טמא וצפרדע טהור שתויי יין מורין בהן דזיל קרי בי רב הוא אבל מנ\"ל דבעינן שידעוהו הצדוקים. אבל יצא זה לרבינו מהסוגיא דסנהדרין (דף ל\"ג ע\"ב):"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כהן שגדל שערו וכו' אם נכנס ועבד חייב מיתה בידי שמים כשכור שעבד שנאמר ויין לא ישתו וגו' ופרע לא ישלחו.</b> והקשה הכס\"מ דמה צורך להיקש זה הא מקרא משמע ראשיכם אל תפרעו ולא תמותו הא אם תפרעו תמותו, ותירוצו דחוק. אך הקושיא מעיקרא לק\"מ עפמ\"ש בס' יראים סי' שמ\"ח דקרא דראשיכם אל תפרעו לשעה נאמר ולא לדורות שהרי כהנים הדיוטות היו והוזהרו שלא לערב שמחתו של מקום וכן פירש\"י שהוזהרו שלא לערבב השמחה ע\"כ:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומניין שעבודת האונן פסולה מק\"ו אם בעל מום שאוכל בקדשים אם עבד חילל אונן שאסור בקדשים שנאמר לא אכלתי באוני ממנו דין הוא שיחלל.</b> הכס\"מ רמז לסוגיא דרפ\"ב דזבחים (דף ט\"ז) והיינו דתנא דבי ר' ישמעאל התם דאתיא בק\"ו מבע\"מ. ורבינו קיצר בזה דהא פריך שם מה לבע\"מ שכן עשה בו קריבין כמקריבין ומסיק דיליף במה הצד מבע\"מ וזר וטמא. והתוס' שם הקשו דמה להנך שכן במיתה תאמר באונן וכו' ותירצו דס\"ל כרבנן דרבי דבע\"מ ששימש באזהרה ולא כרבי דאמר במיתה ע\"כ. והנה אכתי תקשה לפי דברי רבינו שכתב בסמוך דאונן שעבד אינו לוקה וא\"כ איכא פירכא דמה להנך שהן בע\"מ וזר וטמא דמחללין עבודה שכן לוקין תאמר באונן שאינו לוקה ואינו מחלל. וע\"כ נראה לדעת רבינו ליישב קושיית התוס' בע\"א והוא דאיכא למימר יושב תוכיח שאין בו לא מיתה ולא מלקות ומחלל העבודה וא\"כ מצי אתיא שפיר ההיא דתנא דר\"י נמי אליבא דרבי דבע\"מ ששימש במיתה ואפ\"ה לא חש להך פירכא משום די\"ל יושב תוכיח:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>במל\"מ: </b> ודע שלא ראיתי לרבינו בפרקין שהביא דין זה דבעל קרי כו' ולא ידעתי למה. וי\"ל דסמך אמ\"ש בהל' ח' ע\"ש ודו\"ק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל אינו מרצה הציץ לא על טומאת הנאכלים ולא על טומאת האדם שנטמא בטומאה ידועה אא\"כ היתה טומאה הדחויה בצבור שהציץ מרצה עליה.</b> משמע דס\"ל לרבינו דהציץ מרצה ג\"כ על טומאת הגוף בצבור ודלא כמו שנראה מפרש\"י בפ\"ק דיומא (דף ו') ותוס' מנחות (דף ט\"ו) דאינו מרצה על טומאת הגוף כלל. ובס' שעה\"מ כתב שהכריחו לרבינו קושיית התוס' בפסחים (דף ע\"ז) דמשמע התם דלמ\"ד טומאה דחויה אינו אלא ע\"י רצוי ציץ והא אין ציץ מרצה על טומאת הגוף. ולדידי אין מזה הכרח לומר דמרצה בצבור אפי' ע\"י טומאת הגוף דכבר תירצו קושיא זו התוס' במנחות (דף ט\"ו) די\"ל דסוגיא דפסחים לא קאי אלא על טומאת בשר ע\"ש. אלא נראה שיש הכרח לדעת רבינו מכח קושיית התוס' במנחות (דף כ\"ה) אמתניתין דפסחים שאין הציץ מרצה על טוה\"ג ובפ\"ק דיומא אמרינן דמרצה על הכהנים שעשו בטומאה. וכן הקשו מדאמרינן במנחות אקרא ונשא אהרן את עון הקדשים ולא עון המקדישים. ולפ\"ד רבינו כאן א\"ש דההיא דיומא איירי בקרבן צבור וההיא דפסחים ומנחות איירי בקרבן יחיד דוקא:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> בסוף הדבור: ולא חש רבינו לכתוב דברי ר\"ש בן יהודה משום דיחידאה הוא דהא ר\"י ור\"ש פליגי עליה. ועיין ריש ה' ק\"פ:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכל החוצץ בטבילה חוצץ בקידוש ידים.</b> הרב כסף משנה לא הראה מקור לדין זה והוא ברייתא ערוכה הובאה בגמרא דחולין פ' כל הבשר (חולין דף ק\"ו ע\"ב):"
            ],
            [
                "<b>בכ\"מ: </b> ומ\"ש ואינו לוקה מפני שאזהרה שלו מכלל עשה היא פשוט הוא. עיין ברכת הזבח:"
            ],
            [
                "<b>ואין עבודה אלא בימין ואם עבד בשמאל פסולה וכו' קיבל בימין ושמאל מסייעתו עבודתו כשירה שהמסייע אין משגיחין עליו.</b> וכתב הכס\"מ קיבל בימין וכו' תוספתא פ\"ק דזבחים. והנה שם אין מבואר הטעם שנתן רבינו שהמסייע אין משגיחין עליו אלא הוא מבואר בסוגיא דגמ' דשבת (דף צ\"ג) דמסייע אין בו ממש. ולכאורה יש להקשות על זה ממ\"ש רבינו פי\"ב מהלכות ע\"ז גבי ניקוף פאת הראש דחייב אם סייע להמגלח. ומיהו י\"ל דשאני התם דגלי קרא לחייב הניקף דלא תקיפו אחד המקיף ואחד הניקף במשמע וסברא זו כתב בס' נה\"כ ביו\"ד סי' קצ\"ח. א\"נ כמ\"ש הט\"ז באו\"ח הל' שבת סי' שכ\"ח דגבי ניקף הוא המתחיל להיות מסייע להמקיף. וא\"כ לא דמי לדהכא דאיירי שהתחיל וקבל בימין ואח\"כ סייע בשמאל ומש\"ה אין משגיחין עליו. אך קשה אמ\"ש רבינו בהל' כלי המקדש ספ\"ג דאם סייע לוי לחבירו במלאכה שאינה מלאכתו ומשמע דאף התחיל חבירו תחילה במלאכתו ואח\"כ בא זה וסייעו חייב. והשתא אמאי חייב הא כתב כאן שהמסייע אין בו ממש. וי\"ל דהתם איירי שהראשון שהתחיל לא היה יכול לעשות מלאכתו לבדו בלי סיוע חבירו ובכה\"ג יש בו ממש בסיוע חבירו. וכי אמרינן מסייע אין בו ממש היינו כשהיה יכול לעשות לבדו בלא המסייע ובכה\"ג איירי בסוגיא דשבת וכ\"מ בתוס' בע\"ז (דף ס' סוף ע\"א). וזה דלא כמ\"ש בשו\"ת ח\"צ סי' פ\"ב ועיין מ\"ש בס\"ס ח\"י:"
            ]
        ],
        [
            [
                "<b>בכ\"מ: </b> קשיא לי דבפי\"ט מסנהדרין נראה מדברי רבינו שאינו לוקה. עי' ברכת הזבח:"
            ]
        ],
        [],
        [],
        [
            [
                "<b>בכ\"מ: </b> ומ\"ש מפי השמועה למדו וכו'. בספרי פ' קרח והזר הקרב יומת לעבודה עונש שמענו אזהרה לא שמענו ת\"ל וזר לא יקרב אליכם. וכ\"ה בזבחים (דף ט\"ז):"
            ],
            [],
            [],
            [
                "<b>במל\"מ: </b> אינו יודע דאמאי השמיט רבינו הא דקתני בברייתא דיומא (דף כ\"ד) גבי זר המעלה ע\"ג המזבח דחייב בין דבר כשר ובין דבר פסול כל שאם עלה לא ירד. ואע\"ג דברייתא זו אתיא כלוי דמחייב זר בתרומת הדשן אע\"פ שאינה אלא עבודת סילוק ולא קיי\"ל כוותיה בזה מ\"מ בהאי דינא דמחייב אף מקטיר דבר פסול שאם עלה לא ירד לא מצינו מי שחולק בזה ע\"כ. ויש לי ליישב דעת רבינו בטוב טעם דנראה דהך מילתא במחלוקת שנויה והך ברייתא דיומא לאו דכ\"ע היא אלא דוקא אליבא דלוי מיתנייא דכיון דס\"ל דחייב זר בעבודת סילוק מבחוץ ומבואר בסוגיא שם דהיינו מדרשא דקרא דכתיב ועבדתם עבודת מתנה וגו' והזר הקרב יומת ודריש ועבדתם עבודה תמה ולא עבודה שיש אחריה עבודה עבודת מתנה ולא עבודת סילוק ולמבית לפרכת הוא דעבודת מתנה ולא עבודת סילוק אבל בחוץ אפי' עבודת סילוק נמי מחייב כגון בתרומת הדשן ומשמע דלא ס\"ל הא דאיתא בספרי קרח דיליף לפטור זר מעבודה שאינה תמה מק\"ו דבעל מום ואיהו יליף ליה בתורת כהנים פרשת אמור מדכתיב לחם אלהיו לא יגש להקריב מה לחם מיוחד שהוא משום עבודה וכו' ופירשו דהיינו שהוא עבודה תמה וכמ\"ש לעיל בפ\"ו. וכוונת הברייתא היא דלחם היינו הקטרת אימורים וכדאיתא בספרי פנחס לחמי אלו האימורין והקטרת אימורין הוי עבודה תמה. ומיניה ממעט דאין חיוב בעבודה שאינה תמה. והך תנא לא ס\"ל דרשא דועבדתם משום דאיצטריך ליה לדרשא אחרינא בפסחים (דף ע\"ג). אבל סוגיא דיומא דיליף מועבדתם למעט עבודה תמה לא ס\"ל להך דרשא דספרי וכיון דלוי לא ס\"ל להספרי והת\"כ מש\"ה מצי לחייב זר בעבודת סילוק וגם מעלה דבר פסול דאילו להתנא דהספרי והת\"כ דילפי מלחם אלהיו ע\"כ לא מצי לחייב דבר פסול דלחם אלהיו כשר משמע. וגם לא מחייב בעבודת סילוק גם בחוץ כיון דבעי דומיא דלחם דהיינו הקטרה. והשתא א\"ש דרבינו לטעמיה שהעתיק בסוף הל' תרומות לההיא דפסחים וא\"כ ע\"כ ס\"ל כהספרי והת\"כ דבעינן דומיא דלחם שראוי להקרבה לכתחילה ודוקא אליבא דלוי מחייב דאיהו לא בעי דומיא דלחם שהרי מחייב בעבודת סילוק בחוץ. ולפטור עבודה שאינה תמה יליף מועבדתם. אבל רבינו דלא יליף מועבדתם וגם פוטר בעבודת סילוק ובעי דומיא דלחם לדידיה ליכא לחיובי למעלה דבר פסול ומש\"ה השמיט רבינו לברייתא דיומא:"
            ],
            [],
            [],
            [
                "<b>הדלקת נרות כשרה בזרים.</b> יש לי להביא ראיה לזה מסוגיא דיומא (דף כ\"ז:) גבי הא דקאמר ר' זירא יש לך עבודה שכשרה בלילה ופסולה בזר ופריך עלה והרי איברים ופדרים ומשני סוף עבודה דיממא הוא. והשתא הל\"ל מהדלקת נרות שהיא עבודת לילה ופסולה בזר אלא ש\"מ דקושטא דכשר בזר. ואין לומר דהדלקה היא סוף עבודה דיממא משום דדישון המנורה הוא תחלת ההדלקה וכמ\"ש התוס' ביומא שם בד\"ה אין זה חייב כו' דלא משמע הכי במנחות (דף פ\"ט ע\"א) ועיי\"ש בתוס'. ובלא\"ה דברי תוס' הנזכר תמוהים כמ\"ש מהרש\"א אלא העיקר כפי' הי\"מ שם:"
            ],
            [],
            [],
            [
                "<b>הטמא ובעל מום ושלא רחץ ידיו ורגליו ששמש במקדש אינן חייבין אלא על העבודות שהזר חייב עליהן מיתה ועל שאר עבודות באזהרה.</b> ועיין בכס\"מ שפירש כוונת רבינו דה\"ק אין חייבין כל חד כדאיתיה טמא ושלא רחץ ידיו ורגליו מיתה ובע\"מ מלקות אלא על עבודות שהזר היה חייב מיתה. ולפ\"ז צריך לימוד דמניין לו לרבינו לומר דבעל מום קיל מכלהו ופטור אף ממלקות בעבודות שאין הזר חייב מיתה. ודברי הרי\"ף שהביא הכס\"מ בסמוך שכתב דיליף מזר שאין חייב אלא בעבודה תמה ועבודת מתנה כו' אינן מספיקין כלל דהא בזר גופיה איכא חיוב מלקות מיהא בכל עבודות. ונראה שלמד כן רבינו מהא דתניא בפ\"ק דזבחים (דף נ\"ג) קבלוהו פסולין אין חייבין עליו ופירש\"י דבעינן עבודה תמה שאין אחריה עבודה. משמע דבכל הפסולין קאמר שאין חייבין חיובן כל אחד כדאיתיה אלא על עבודה תמה כו' וא\"כ בעל מום שחיוביה לעולם אינו אלא ארבעים אינו חייב כלום בעבודה שאינה תמה כו'. ועיין במ\"ש המ\"ל פ\"ב מהל' תמידין בזה. ושוב מצאתי ראיה לזה מהא דאיתא בספרי פ' קרח הובא בילקוט שם בפסוק והזר הקרב יומת לעבודה או אינו אלא לעבודה ושלא לעבודה אמרת ומה בעל מום שלא ענש בו מיתה לא ענש בו אלא לעבודה זר שענש בו מיתה אינו דין שלא לענוש בו אלא לעבודה ע\"כ. ולפ\"ז כיון דיליף זר מבעל מום משמע דבעל מום נמי אינו חייב אלא בעבודה שהזר חייב ולא חמיר מיניה:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "יד איתן על משנה תורה, הלכות ביאת מקדש",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yad Eitan",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}