{
    "language": "en",
    "title": "Obadiah",
    "versionSource": "https://fr.wikisource.org/wiki/Bible_du_Rabbinat_1899",
    "versionTitle": "Bible du Rabbinat 1899 [fr]",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "fr",
    "isBaseText": false,
    "heTitle": "עובדיה",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "Vision d’Obadia. Ainsi parle le Seigneur Dieu au sujet d’Edom: Nous avons entendu une annonce de la part de l’Éternel, un messager a été envoyé parmi les nations: \"Debout! Levons-nous contre lui pour combattre!\"",
            "Voici, je te fais petit parmi les peuples, tu es méprisable au possible.",
            "L’infatuation de ton cœur t’a égaré, ô toi qui habites les pentes des rochers, qui as établi ta demeure sur les hauteurs et qui dis en toi-même: \"Qui pourrait me faire descendre à terre?\"",
            "Quand même tu fixerais ton aire aussi haut que l’aigle et la placerais dans la région des étoiles, je t’en précipiterais, dit l’Éternel.",
            "Si ce sont des voleurs qui viennent contre toi, des détrousseurs de nuit, comme tu seras éperdu! Ne pilleront-ils pas tout ce qu’ils pourront? Si ce sont des vendangeurs qui viennent contre toi, que laisseront-ils sinon de quoi grappiller?",
            "Ah! comme Ésaü est fouillé en tous sens! comme ses retraites mystérieuses sont mises à découvert!",
            "Ils te poursuivent jusqu’aux frontières, tous ceux qui étaient tes alliés; ils te trompent, ils te maîtrisent, tes prétendus amis! Le pain qu’ils t’apportent, c’est un piège sous tes pas, et tu ne l’as pas compris!",
            "Certes, en ce jour, dit l’Éternel, je ferai disparaître les sages en Edom et la prudence sur le mont d’Ésaü.",
            "Tes guerriers, ô Têmân, seront paralysés, de sorte que tout homme sur le mont d’Ésaü soit exterminé lors du carnage.",
            "A cause de ta cruauté à l’égard de ton frère Jacob, tu seras couvert de honte, et ta ruine sera éternelle.",
            "Le jour où tu te postas comme spectateur, alors que les barbares emmenaient son armée captive, que l’étranger envahissait ses portes et partageait Jérusalem au sort, toi aussi tu fus comme l’un d’eux.",
            "Ah! cesse donc d’être un témoin complaisant du jour de ton frère, du jour de son malheur, de triompher des fils de Juda au jour de leur ruine et d’ouvrir aussi grande ta bouche au jour de la détresse!",
            "Cesse de franchir la porte de mon peuple au jour du revers; au jour du revers, ne te repais point, toi aussi, du spectacle de ses maux; au jour du revers ne fais pas main basse sur ses richesses!",
            "Ne monte pas la garde à l’angle des routes pour achever ses fuyards, pour livrer ses débris au jour de l’angoisse!",
            "Quand approchera le jour du Seigneur pour toutes les nations, comme tu as fait il te sera fait, tes œuvres retomberont sur ta tête.",
            "Oui, comme vous avez bu sur ma montagne sainte, ainsi les nations boiront sans discontinuer; elles boiront et en perdront la raison, elles seront comme si elles n’avaient jamais été.",
            "Mais sur le mont Sion un débris subsistera et sera une chose sainte, et la maison de Jacob rentrera en possession de son patrimoine.",
            "La maison de Jacob sera un feu, la maison de Joseph une flamme, la maison d’Ésaü un amas de chaume: ils le brûleront, ils le consumeront, et rien ne survivra de la maison d’Ésaü: c’est l’Éternel qui le dit.",
            "Le Midi héritera de la montagne d’Ésaü, et la Plage, du territoire des Philistins; ils reprendront la campagne d’Ephraïm et la campagne de Samarie, et Benjamin le pays de Galaad.",
            "Et les exilés de cette légion d’enfants d’Israël, répandus depuis Canaan jusqu’à Çarefat, et les exilés de Jérusalem, répandus dans Sefarad, possèderont les villes du Midi.",
            "Et des libérateurs monteront sur la montagne de Sion, pour se faire les justiciers du mont d’Ésaü; et la royauté appartiendra à l’Éternel."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}