{
    "language": "en",
    "title": "Obadiah",
    "versionSource": "https://www.korenpub.com/koren_en_usd/koren/tanakh-bible/the-koren-jerusalem-bible.html",
    "versionTitle": "The Koren Jerusalem Bible",
    "status": "locked",
    "license": "CC-BY-NC",
    "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/53df3b6f70e64140485b8b73c62462b2.png",
    "purchaseInformationURL": "https://korenpub.com/products/the-koren-tanakh-2",
    "heTitle": "עובדיה",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "The vision of ῾Ovadya. Thus says the Lord God concerning Edom; We have heard tidings from the \n\t\t\t\t\tLord, and an ambassador is sent among the nations. Arise, and let us rise up against her in battle.",
            "Behold, I will make thee small among the nations: thou art greatly despised.",
            "The pride of thy heart has deceived thee, thou who dwellest in the clefts of the rock, whose habitation is high; who says in his heart, Who shall bring me down to the ground?",
            "Though thou dost soar aloft like the eagle, and though thou dost set thy nest among the stars, from there I will bring thee down, says the Lord.",
            "If thieves came to thee, if robbers by night, (how art thou cut off!) would they not have stolen till they had enough? if the grape gatherers came to thee, would they not leave some gleanings of grapes?",
            "How has ῾Esav been pillaged! how are his hidden things sought out!",
            "All the men of thy confederacy have driven thee to the border: the men who were at peace with thee have deceived thee, and prevailed against thee; they who eat thy bread have laid a snare under thee. There is no discernment in him,",
            "for shall I not in that day, says the Lord, even destroy the wise men out of Edom, and understanding out of the mount of ῾Esav?",
            "And thy mighty men, O Teman, shall be dismayed, to the end that everyone from the mount of ῾Esav may be cut off by slaughter.",
            "For thy violence against thy brother Ya῾aqov, shame shall cover thee, and thou shalt be cut off for ever.",
            "On the day that thou didst stand aloof, on the day that strangers took captive his substance, and foreigners entered into his gates, and cast lots upon Yerushalayim, then thou too wast one of them.",
            "But thou shouldst not have looked on the day of thy brother on the day of his misfortune; nor shouldst thou have rejoiced over the children of Yehuda on the day of their destruction; nor shouldst thou have spoken proudly on the day of distress.",
            "Thou shouldst not have entered into the gate of my people on the day of their calamity; nor shouldst thou have been among those that looked on their affliction on the day of their calamity, nor have laid hands on their substance on the day of their calamity;",
            "nor shouldst thou have stood on the crossway, to cut off those of his who escaped; nor shouldst thou have delivered up those of his who remained on the day of distress.",
            "For the day of the Lord is near upon all the nations: as thou hast done, it shall be done to thee: thy deeds shall return upon thy own head.",
            "For as you have drunk upon my holy mountain, so shall all the nations drink continually, indeed, they shall drink, and they shall swallow down, and they shall be as though they had not been.",
            "But upon mount Żiyyon, there shall be deliverance, and there shall be holiness; and the house of Ya῾aqov shall possess their own possessions.",
            "And the house of Ya῾aqov shall be fire, and the house of Yosef flame, and the house of ῾Esav for stubble, and they shall kindle in them, and devour them; and there shall not be any remaining of the house of ῾Esav; for the \n\t\t\t\t\tLord has spoken it.",
            "And they of the Negev shall occupy the mountain of ῾Esav; and they of the Shefela the land of the Pelishtim: and they shall occupy the field of Efrayim and the field of Shomeron: and Binyamin shall occupy the Gil῾ad.",
            "And this exiled host of the children of Yisra᾽el who are among the Kena῾anim as far as Żarefat, and the exiles of Yerushalayim who are in Sefarad, shall occupy the cities of the Negev.",
            "And liberators shall ascend upon mount Żiyyon to judge the mountain of ῾Esav; and the kingdom shall be the Lord’s."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}