{
    "title": "Mishneh Torah, Sales",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Sales",
    "text": [
        [
            "הַמִּקָח אֵינוֹ נִקְנֶה בִּדְבָרִים. וַאֲפִלּוּ הֵעִידוּ עֲלֵיהֶם עֵדִים. כֵּיצַד. בַּיִת זֶה אֲנִי מוֹכֵר לְךָ. יַיִן זֶה אֲנִי מוֹכֵר לְךָ. עֶבֶד זֶה אֲנִי מוֹכֵר לְךָ. וּפָסְקוּ הַדָּמִים וְרָצָה הַלּוֹקֵחַ וְאָמַר קָנִיתִי. וְרָצָה הַמּוֹכֵר וְאָמַר מָכַרְתִּי. וְאָמְרוּ לָעֵדִים הֱווּ עָלֵינוּ עֵדִים שֶׁמָּכַר זֶה וְשֶׁלָּקַח זֶה. הֲרֵי זֶה אֵינוֹ כְּלוּם וּכְאִלּוּ לֹא הָיוּ בֵּינֵיהֶם דְּבָרִים מֵעוֹלָם. וְכֵן בְּנוֹתֵן מַתָּנָה וּמְקַבְּלָהּ: \n",
            "אֲבָל אִם נִקְנָה הַמִּקָּח בְּאֶחָד מֵהַדְּבָרִים שֶׁהוּא נִקְנֶה בָּהֶם קָנָה הַלּוֹקֵחַ וְאֵינָן צְרִיכִין לְעֵדִים כְּלָל וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ: \n",
            "וּבְמָה יִקָּנֶה הַמִּקָּח. הַקַּרְקָעוֹת בְּאֶחָד מִשְּׁלֹשָׁה דְּבָרִים. בְּכֶסֶף. אוֹ בִּשְׁטָר. אוֹ בַּחֲזָקָה: \n",
            "כֵּיצַד בְּכֶסֶף. מָכַר לוֹ בַּיִת מָכַר לוֹ שָׂדֶה וְנָתַן לוֹ הַדָּמִים קָנָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמָקוֹם שֶׁאֵין כּוֹתְבִין אֶת הַשְּׁטָר. אֲבָל בְּמָקוֹם שֶׁדַּרְכָּן לִכְתֹּב שְׁטַר מֶכֶר לֹא קָנָה עַד שֶׁיִּכְתֹּב אֶת הַשְּׁטָר. וְאֵין קַרְקַע נִקְנֵית בְּפָחוֹת מִשְּׁוֵה פְּרוּטָה: \n",
            "הִתְנָה הַלּוֹקֵחַ וְאָמַר אִם רָצִיתִי אֶקְנֶה בְּכֶסֶף אוֹ אֶקְנֶה בִּשְׁטָר. וְנָתַן הַכֶּסֶף עַל תְּנַאי זֶה. הֲרֵי זֶה קַיָּם וְאֵין הַמּוֹכֵר יָכוֹל לַחְזֹר בּוֹ מִפְּנֵי הַתְּנַאי. וְהַלּוֹקֵחַ יָכוֹל לַחְזֹר בּוֹ עַד שֶׁיִּכְתֹּב אֶת הַשְּׁטָר. וְכֵן אִם הִתְנָה הַמּוֹכֵר כָּזֶה: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ תֵּן מָנֶה לִפְלוֹנִי וְיִקָּנֶה בֵּיתִי לְךָ. כֵּיוָן שֶׁנָּתַן קָנָה הַבַּיִת מִדִּין עָרֵב: \n",
            "כֵּיצַד בִּשְׁטָר. כָּתַב לוֹ עַל הַנְּיָר אוֹ עַל הַחֶרֶס אוֹ עַל הֶעָלֶה שָׂדִי נְתוּנָה לְךָ שָׂדִי מְכוּרָה לְךָ כֵּיוָן שֶׁהִגִּיעַ הַשְּׁטָר לְיָדוֹ קָנָה. אַף עַל פִּי שֶׁאֵין שָׁם עֵדִים כְּלָל. וְאַף עַל פִּי שֶׁאֵין הַשְּׁטָר שָׁוֶה כְּלוּם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמוֹכֵר שָׂדֶה מִפְּנֵי רָעָתָהּ. אֲבָל בִּשְׁאָר קַרְקָעוֹת אַף עַל פִּי שֶׁהִגִּיעַ שְׁטָר שֶׁל מֶכֶר לְיָדוֹ וַאֲפִלּוּ הָיוּ בּוֹ עֵדִים לֹא קָנָה עַד שֶׁיִּתֵּן אֶת הַדָּמִים: \n",
            "כֵּיצַד בַּחֲזָקָה. מָכַר לוֹ בַּיִת מָכַר לוֹ שָׂדֶה אוֹ שֶׁנָּתַן אוֹתָהּ בְּמַתָּנָה כֵּיוָן שֶׁנָּעַל אוֹ גָּדַר אוֹ פָּרַץ כָּל שֶׁהוּא וְהוּא שֶׁיּוֹעִיל בְּמַעֲשָׂיו הֲרֵי זֶה קָנָה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהֶחֱזִיק בִּפְנֵי הַמּוֹכֵר אוֹ הַנּוֹתֵן. אֲבָל שֶׁלֹּא בִּפְנֵי הַמּוֹכֵר אוֹ הַנּוֹתֵן צָרִיךְ שֶׁיֹּאמַר לוֹ לֵךְ חַזֵּק וּקְנֵה וְאַחַר כָּךְ אִם הֶחֱזִיק קָנָה אַף עַל פִּי שֶׁאֵינוֹ בִּפְנֵי הַבְּעָלִים:\n",
            "הַמּוֹכֵר בַּיִת לַחֲבֵרוֹ וּמָסַר לוֹ אֶת הַמַּפְתֵּחַ הֲרֵי זֶה כְּמִי שֶׁאָמַר לוֹ לֵךְ חַזֵּק וּקְנֵה. וְכֵן הַמּוֹכֵר אֶת הַבּוֹר כֵּיוָן שֶׁמָּסַר לוֹ דִּלְיוֹ הֲרֵי זֶה כְּמִי שֶׁאָמַר לוֹ לֵךְ חַזֵּק וּקְנֵה, וּכְשֶׁהֶחֱזִיק יִקְנֶה:\n",
            "כֵּיצַד הַמַּחֲזִיק בִּנְעִילָה קָנָה. כְּגוֹן שֶׁמָּכַר בַּיִת אוֹ חָצֵר וְהָיָה הַפֶּתַח פָּתוּחַ וְנָעַל הַלּוֹקֵחַ אֶת הַפֶּתַח וְחָזַר וּפְתָחוֹ הֲרֵי זֶה הֶחֱזִיק וְקָנָה. שֶׁהֲרֵי נִשְׁתַּמֵּשׁ בָּהּ שִׁמּוּשׁ הַמּוֹעִיל:\n",
            "כֵּיצַד הַמַּחֲזִיק בִּגְדִירָה כָּל שֶׁהוּא קָנָה. כְּגוֹן שֶׁהָיָה שָׁם גָּדֵר וְהָיוּ עוֹלִין בְּנַחַת. וְהוֹסִיף עָלָיו כָּל שֶׁהוּא וְהִשְׁלִימוֹ לַעֲשָׂרָה וְנִמְצָא שֶׁאֵין עוֹלִין אֶלָּא בְּדֹחַק. הֲרֵי זֶה הוֹעִיל וְקָנָה. וְכֵן אִם הָיְתָה שָׁם פִּרְצָה וְהָיוּ נִכְנָסִים בָּהּ בְּדֹחַק וְהִרְחִיב הוּא בָּהּ כָּל שֶׁהוּא עַד שֶׁנִּמְצָא נִכְנַס בְּרֶוַח. הֲרֵי הוֹעִיל וְקָנָה: \n",
            "נָתַן צְרוֹר וְהוֹעִיל. כְּגוֹן שֶׁחִבֵּר בּוֹ הַמַּיִם לַשָּׂדֶה. אוֹ נָטַל צְרוֹר וְהוֹעִיל כְּגוֹן שֶׁפָּתַח בִּנְטִילָתוֹ הַמַּיִם לַשָּׂדֶה. הֲרֵי זֶה קָנָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַמּוֹכֵר שָׂדֶה לַחֲבֵרוֹ בְּצַד שָׂדֵהוּ. אוֹ שֶׁנְּתָנָהּ לוֹ בְּמַתָּנָה. כֵּיוָן שֶׁדָּשׁ אֶת הַמֵּצַר שֶׁבֵּין שְׁתֵּי הַשָּׂדוֹת וְנַעֲשׂוּ שְׁתֵּיהֶן כְּשָׂדֶה אַחַת קָנָה. אֲבָל אִם הָלַךְ בָּהּ לְאָרְכָּהּ וּלְרָחְבָּהּ אֵין הִלּוּךְ זֶה מוֹעִיל כְּלוּם. וְאִם שְׁבִיל שֶׁל כְּרָמִים מָכַר לוֹ הוֹאִיל וְנַעֲשָׂה לְהִלּוּךְ קָנָה בְּהִלּוּךְ: \n",
            "וְכַמָּה שִׁעוּר רֹחַב הַדֶּרֶךְ שֶׁיִּקְנֶה בְּהִלּוּכוֹ. אִם הָיָה מְסֻיָּם בִּמְחִצּוֹת קָנָה כְּדֵי שֶׁיַּגְבִּיהַּ רֶגֶל וְיַנִּיחַ רֶגֶל בְּצִדָּהּ. וְאִם אֵין שָׁם מְחִצּוֹת קָנָה בָּרֹחַב כְּדֵי שֶׁתִּהְיֶה עַל רֹאשׁוֹ חֲבִילָה שֶׁל שָׂרִיגִים וְיָסֹב בָּהּ: \n",
            "הָיְתָה הַקַּרְקַע צְחִיחַ סֶלַע שֶׁאֵין בָּהּ לֹא גָּדֵר וְלֹא פִּרְצָה. וְאֵינָהּ בַּת זְרִיעָה. הֲרֵי הַחֲזָקָה שֶׁקּוֹנָה אוֹתָהּ שְׁטִיחַת פֵּרוֹת אוֹ הַעֲמָדַת בְּהֵמָה שָׁם וְכַיּוֹצֵא בָּזֶה מִשְּׁאָר הַתַּשְׁמִישׁ: \n",
            "הַמּוֹכֵר שָׂדֶה לַחֲבֵרוֹ וְנִכְנַס בָּהּ הַלּוֹקֵחַ וּזְרָעָהּ אוֹ נָרָהּ. אוֹ שֶׁאָסַף פֵּרוֹת הָאִילָן אוֹ זְמָרוֹ וְכָל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ הֲרֵי זֶה קָנָה שֶׁהֲרֵי הֶחֱזִיק. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ. וְכֵן אִם אָסַף הַמּוֹכֵר סַל שֶׁל פֵּרוֹת וְנָתַן לַלּוֹקֵחַ. קָנָה לוֹקֵחַ מִיָּד בַּחֲזָקָה. שֶׁהֲרֵי גִּלָּה דַּעְתּוֹ שֶׁהִקְנָה לוֹ שָׂדֶה זוֹ קִנְיָן גָּמוּר וְנַעֲשׂוּ פֵּרוֹתֶיהָ שֶׁלּוֹ: \n",
            "הָעַכּוּ''ם אֵינוֹ קוֹנֶה בַּחֲזָקָה. אֶלָּא בִּשְׁטָר הוּא שֶׁקּוֹנֶה עִם נְתִינַת הַכֶּסֶף. וְיִשְׂרָאֵל הַבָּא מֵחֲמַת הָעַכּוּ''ם הֲרֵי הוּא כְּעַכּוּ''ם וְאֵינוֹ קוֹנֶה אֶלָּא בִּשְׁטָר. כָּל הַמְחֻבָּר לַקַּרְקַע הֲרֵי הוּא כְּקַרְקַע. וְנִקְנֶה אוֹ בְּכֶסֶף אוֹ בִּשְׁטָר אוֹ בַּחֲזָקָה. וְאִם אֵינוֹ צָרִיךְ לַקַּרְקַע כְּגוֹן עֲנָבִים הָעוֹמְדוֹת לִבָּצֵר הֲרֵי זֶה כְּמִטַּלְטְלִין לְקִנְיָן וְיֵשׁ לָהֶן אוֹנָאָה:\n",
            "כְּשֵׁם שֶׁהַקַּרְקַע נִקְנֶה בְּכֶסֶף בִּשְׁטָר וּבַחֲזָקָה. כָּךְ שְׂכִירוּת הַקַּרְקַע נִקְנֶה בְּכֶסֶף לְבַדּוֹ אוֹ בִּשְׁטָר לְבַדּוֹ אוֹ בַּחֲזָקָה. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ:\n",
            "הַמּוֹכֵר לַחֲבֵרוֹ עֶשֶׂר שָׂדוֹת בְּעֶשֶׂר מְדִינוֹת. כֵּיוָן שֶׁהֶחְזִיק בְּאַחַת מֵהֶן קָנָה כֻּלָּן. וַאֲפִלּוּ הָיְתָה אַחַת מֵהֶן הַר גָּבוֹהַּ וְהַשֵּׁנִית מְצוּלָה שֶׁהֲרֵי תַּשְׁמִישׁ שֶׁל זוֹ אֵינָהּ תַּשְׁמִישׁ שֶׁל זוֹ. אַף עַל פִּי כֵן כֵּיוָן שֶׁהֶחְזִיק בְּאַחַת מֵהֶן קָנָה הַשְּׁאָר:\n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים. שֶׁנָּתַן דְּמֵי כֻּלָּן. אֲבָל אִם לֹא נָתַן דְּמֵי כֻּלָּן לֹא קָנָה אֶלָּא כְּנֶגֶד מְעוֹתָיו. לְפִיכָךְ אִם הָיוּ הַכּל בְּמַתָּנָה קָנָה כֻּלָּן. וְכֵן בִּשְׂכִירוּת כֵּיוָן שֶׁהֶחְזִיק בְּאַחַת מֵהֶן קָנָה כֻּלָּן כָּל זְמַן הַשְּׂכִירוּת. הָיוּ מִקְצָת הַקַּרְקָעוֹת בְּמֶכֶר וּמִקְצָתָן בִּשְׂכִירוּת. כֵּיוָן שֶׁהֶחְזִיק בֵּין בִּמְכִירָה בֵּין בִּשְׂכִירוּת קָנָה הַכּל:\n"
        ],
        [
            "עֶבֶד כְּנַעֲנִי הֲרֵי הוּא כְּקַרְקַע לִקְנִיָּה וְנִקְנֶה בְּכֶסֶף וּבִשְׁטָר אוֹ בַּחֲזָקָה: \n",
            "וּמַה הִיא הַחֲזָקָה בְּקִנְיַן עֲבָדִים. שֶׁיִּשְׁתַּמֵּשׁ בָּהֶן כְּדֶרֶךְ שֶׁמִּשְׁתַּמְּשִׁין בַּעֲבָדִים בִּפְנֵי רַבּוֹ. כֵּיצַד. הִתִּיר לוֹ מִנְעָלוֹ אוֹ שֶׁהִנְעִיל לוֹ מִנְעָלוֹ. אוֹ שֶׁהוֹלִיךְ כֵּלָיו לְבֵית הַמֶּרְחָץ. אוֹ שֶׁהִפְשִׁיטוֹ אוֹ סָכוֹ אוֹ גֵּרְדוֹ אוֹ הִלְבִּישׁוֹ אוֹ הִגְבִּיהַּ אֶת רַבּוֹ קָנָה. וְכֵן אִם הִגְבִּיהַּ הָרַב אֶת הָעֶבֶד קָנָה: \n",
            "תְּקָפוֹ וֶהֱבִיאוֹ אֶצְלוֹ קָנָה. שֶׁהָעֲבָדִים נִקְנִין בִּמְשִׁיכָה כָּזוֹ. אֲבָל אִם קָרָא לָעֶבֶד וּבָא אֶצְלוֹ. אוֹ שֶׁאָמַר לוֹ רַבּוֹ הָרִאשׁוֹן לֵךְ אֵצֶל הַלּוֹקֵחַ וְהָלַךְ אֶצְלוֹ. לֹא קָנָה עַד שֶׁיִּמְשְׁכֶנּוּ בִּתְקִיפָה אוֹ שֶׁיִּשְׁתַּמֵּשׁ בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם הֶחֱזִיק בּוֹ שֶׁלֹּא בִּפְנֵי הָרַב צָרִיךְ שֶׁיֹּאמַר לוֹ לֵךְ חַזֵּק וּקְנֵה: \n",
            "עֶבֶד קָטָן הֲרֵי הוּא כִּבְהֵמָה וְקוֹנִין אוֹתוֹ בִּדְבָרִים שֶׁקּוֹנִין בָּהֶן הַבְּהֵמָה וּבִדְבָרִים שֶׁקּוֹנִין בָּהֶן הָעֲבָדִים. לְפִיכָךְ נִקְנֶה בִּמְשִׁיכָה אַף עַל פִּי שֶׁלֹּא תּוֹקְפוֹ: \n",
            "הַבְּהֵמָה בֵּין דַּקָּה בֵּין גַּסָּה נִקְנֵית בִּמְשִׁיכָה אַף עַל פִּי שֶׁאֶפְשָׁר לְהַגְבִּיהַּ אוֹתָהּ לֹא הִצְרִיכוּהוּ לְהַגְבִּיהַּ. מִפְּנֵי שֶׁמִּתְחַבֶּטֶת בָּאָרֶץ. וְאִם הִגְבִּיהַּ קָנָה. וְהַהַגְבָּהָה קוֹנָה בְּכָל מָקוֹם. אֲבָל הַמְּשִׁיכָה אֵין קוֹנִין בָּהּ אֶלָּא בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם וְאֵין קוֹנִין בָּהּ בִּרְשׁוּת הָרַבִּים וְלֹא בְּחָצֵר שֶׁאֵינָהּ שֶׁל שְׁנֵיהֶם: \n",
            "כֵּיצַד קוֹנִין אֶת הַבְּהֵמָה בִּמְשִׁיכָה. אֵין צָרִיךְ לוֹמַר אִם מְשָׁכָהּ וְהָלְכָה אוֹ שֶׁרָכַב עָלֶיהָ וְהָלְכָה בּוֹ שֶׁקָּנָה. אֶלָּא אֲפִלּוּ קָרָא לָהּ וּבָאָה אוֹ שֶׁהִכִּישָׁהּ בְּמַקֵּל וְרָצָה בְּפָנָיו כֵּיוָן שֶׁעָקְרָה יָד וְרֶגֶל קְנָאָהּ. וְהוּא שֶׁיִּמְשֹׁךְ בִּפְנֵי הַבְּעָלִים. אֲבָל אִם מָשַׁךְ שֶׁלֹּא בִּפְנֵי הַבְּעָלִים צָרִיךְ שֶׁיֹּאמַר לוֹ קֹדֶם שֶׁיִּמְשֹׁךְ לֵךְ מְשֹׁךְ וּקְנֵה: \n",
            "הַמּוֹכֵר עֵדֶר לַחֲבֵרוֹ אוֹ שֶׁנָּתַן לוֹ בְּמַתָּנָה. כֵּיוָן שֶׁמָּסַר לוֹ מַשְׁכּוּכִית, הִיא הַבְּהֵמָה הַמְהַלֶּכֶת בְּרֹאשׁ הָעֵדֶר וְהַכּל נִמְשָׁכִים אַחֲרֶיהָ, אֵין צָרִיךְ לוֹמַר לוֹ מְשֹׁךְ וּקְנֵה. שֶׁמְּסִירַת בְּהֵמָה זוֹ כְּמִי שֶׁאָמַר לוֹ לֵךְ מְשֹׁךְ וּקְנֵה. וְכֵיוָן שֶׁמָּשַׁךְ לוֹ הָעֵדֶר קָנָה וְאַף עַל פִּי שֶׁמָּשַׁךְ שֶׁלֹּא בְּפָנָיו: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ מְשֹׁךְ וְתִקְנֶה אוֹ חַזֵּק וְתִקְנֶה וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ וְהָלַךְ וּמָשַׁךְ אוֹ שֶׁהֶחְזִיק לֹא קָנָה שֶׁמַּשְׁמָע תִּקְנֶה לְהַבָּא וַעֲדַיִן לֹא הִקְנָה לוֹ. אֶלָּא צָרִיךְ הַמּוֹכֵר אוֹ הַנּוֹתֵן לוֹמַר לוֹ לֵךְ חַזֵּק וּקְנֵה אוֹ מְשֹׁךְ וּקְנֵה וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ שֶׁמַּשְׁמָעָן שֶׁיִּקְנֶה עַתָּה בְּעֵת שֶׁיִּמְשֹׁךְ אוֹ יַחֲזִיק: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ מְשֹׁךְ פָּרָה זוֹ וְלֹא תִּקְנֶה אֶלָּא לְאַחַר שְׁלֹשִׁים יוֹם וּמָשַׁךְ לֹא קָנָה. וְאִם אָמַר לוֹ קְנֵה מֵעַכְשָׁו וּלְאַחַר שְׁלֹשִׁים יוֹם קָנָה. וַאֲפִלּוּ הָיְתָה עוֹמֶדֶת בַּאֲגַם בְּיוֹם שְׁלֹשִׁים. שֶׁזֶּה כְּמִי שֶׁהִקְנָה אוֹתוֹ מֵעַתָּה עַל תְּנַאי נַעֲשָׂה הַתְּנַאי נִתְקַיֵּם הַקִּנְיָן. וְכָל הָאוֹמֵר עַל מְנָת כְּאוֹמֵר מֵעַכְשָׁו דָּמִי: \n",
            "הַמּוֹכֵר בְּהֵמָה לַחֲבֵרוֹ אוֹ נְתָנָהּ לוֹ בְּמַתָּנָה וְאָמַר קְנֵה אוֹתָהּ כְּדֶרֶךְ שֶׁבְּנֵי אָדָם קוֹנִין. אִם מָשַׁךְ אוֹ הִגְבִּיהָהּ קָנָה. אֲבָל אִם רָכַב עָלֶיהָ. אִם בַּשָּׂדֶה קָנָה. וְאִם בָּעִיר לֹא קָנָה. לְפִי שֶׁאֵין דֶּרֶךְ בְּנֵי אָדָם לִרְכֹּב בָּעִיר. לְפִיכָךְ אִם הָיָה אָדָם חָשׁוּב שֶׁדַּרְכּוֹ לִרְכֹּב בָּעִיר. אוֹ אָדָם מְזֻלְזָל בְּיוֹתֵר שֶׁאֵינוֹ מַקְפִּיד עַל הִלּוּכוֹ בָּעִיר רוֹכֵב. כְּגוֹן הַמְטַפְּלִין בְּגִדּוּל הַבְּהֵמוֹת אוֹ הָעֲבָדִים. אוֹ שֶׁהָיְתָה אִשָּׁה. אוֹ שֶׁהָיָה בִּרְשׁוּת הָרַבִּים שֶׁהָרַבִּים דּוֹרְסִין שָׁם. הֲרֵי זֶה קוֹנֶה בִּרְכִיבָה. וְהוּא שֶׁתְּהַלֵּךְ בּוֹ: \n"
        ],
        [
            "אֶחָד הַבְּהֵמָה וְאֶחָד שְׁאָר הַמִּטַּלְטְלִין נִקְנִין בְּמָעוֹת דִּין תּוֹרָה. וּמִשֶּׁנָּתַן אֶת הַמָּעוֹת קָנָה וְאֵין אֶחָד מֵהֶן יוּכַל לַחְזֹר בּוֹ. אֲבָל חֲכָמִים תִּקְּנוּ שֶׁלֹּא יִקְנוּ הַמִּטַּלְטְלִין אֶלָּא בְּהַגְבָּהָה אוֹ בִּמְשִׁיכַת דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַגְבִּיהַּ: \n",
            "כֵּיצַד. הַמְקַבֵּץ עֵצִים אוֹ פִּשְׁתָּן וְכַיּוֹצֵא בָּהֶן וְעָשָׂה מֵהֶן טָעוּן גָּדוֹל שֶׁאִי אֶפְשָׁר לְהַגְבִּיהוֹ. אֵינוֹ נִקְנֶה בִּמְשִׁיכָה. שֶׁהֲרֵי אֶפְשָׁר לְהַתִּיר הָאֶגֶד וּלְהַגְבִּיהוֹ עֵץ עֵץ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲבָל אִם הָיָה טָעוּן שֶׁל אֱגוֹזִים אוֹ שֶׁל פִּלְפְּלִין אוֹ שֶׁל שְׁקֵדִים וְכַיּוֹצֵא בָּהֶן וְהָיָה גָּדוֹל שֶׁאֵין אֶחָד יוּכַל לְהַגְבִּיהוֹ. הֲרֵי זֶה נִקְנֶה בִּמְשִׁיכָה. שֶׁאִם יַתִּירוֹ יִתְפָּרֵד וְיִהְיֶה לוֹ בּוֹ טֹרַח גָּדוֹל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַסְּפִינָה הוֹאִיל וְאִי אֶפְשָׁר לְהַגְבִּיהָהּ וְיֵשׁ בִּמְשִׁיכָתָהּ טֹרַח גָּדוֹל וְאֵינָהּ נִמְשֶׁכֶת אֶלָּא לָרַבִּים. לֹא הִצְרִיכוּהָ מְשִׁיכָה אֶלָּא נִקְנֵית בִּמְסִירָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאִם אָמַר לוֹ הַמּוֹכֵר לֵךְ מְשֹׁךְ וּקְנֵה אֵינוֹ קוֹנֶה הַסְּפִינָה עַד שֶׁיִּמְשְׁכֶנָּה כֻּלָּהּ וְיוֹצִיאֶנָּהּ מִכָּל הַמָּקוֹם שֶׁהָיְתָה בּוֹ. שֶׁהֲרֵי הִקְפִּיד הַמּוֹכֵר שֶׁלֹּא יִקְנֶה זֶה אֶלָּא בִּמְשִׁיכָה: \n",
            "נִמְצֵאתָ לָמֵד שֶׁהַלּוֹקֵחַ מִטַּלְטְלִין אַף עַל פִּי שֶׁנָּתַן כָּל הַדָּמִים יָכוֹל לַחְזֹר בּוֹ. וְכֵן הַמּוֹכֵר יָכוֹל לַחְזֹר בּוֹ עַד שֶׁיַּגְבִּיהַּ אוֹ יִמְשֹׁךְ דָּבָר שֶׁאֵין בּוֹ הַגְבָּהָה. אוֹ יִמְסֹר הַמּוֹכֵר לַלּוֹקֵחַ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַמְשִׁיךְ. וּמִשֶּׁהִגְבִּיהַּ אוֹ מָשַׁךְ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַגְבִּיהַּ אוֹ נִמְסַר לוֹ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַמְשִׁיךְ קָנָה וְאֵין אֶחָד מִשְּׁנֵיהֶם יָכוֹל לַחְזֹר בּוֹ. וְכוֹפִין אֶת הַלּוֹקֵחַ לִתֵּן אֶת הַדָּמִים: \n",
            "וְלָמָּה תִּקְנוּ חֲכָמִים דָּבָר זֶה בְּמִטַּלְטְלִין. גְּזֵרָה שֶׁמָּא יִתֵּן הַלּוֹקֵחַ דְּמֵי הַחֵפֶץ וְקֹדֶם שֶׁיִּקָּחֶנּוּ יֹאבַד בְּאֹנֶס. וּכְגוֹן שֶׁנָּפְלָה דְּלֵקָה וְנִשְׂרַף. אוֹ בָּאוּ לִסְטִים וּנְטָלוּהוּ. אִם יִהְיֶה בִּרְשׁוּת הַלּוֹקֵחַ יִתְמַהְמֵהַּ הַמּוֹכֵר וְלֹא יַצִּילֵהוּ. לְפִיכָךְ הֶעֱמִידוּהוּ חֲכָמִים בִּרְשׁוּת הַמּוֹכֵר כְּדֵי שֶׁיִּשְׁתַּדֵּל וַיַּצִּיִל הַחֵפֶץ. שֶׁאִם אָבַד חַיָּב לְשַׁלֵּם: \n",
            "נִמְצֵאתָ אוֹמֵר שֶׁאִם נָתַן דְּמֵי הַמִּקָּח וְנֶאֱנַס קדֶם שֶׁיִּקָּחֶנּוּ. וְאָמַר לוֹ הַלּוֹקֵחַ תֵּן לִי מִקָּחִי אוֹ הַחְזֵר לִי אֶת מְעוֹתַי. וְאַף עַל פִּי שֶׁיֵּשׁ עֵדִים שֶׁאָבַד בְּאֹנֶס וְלֹא הָיָה בַּמּוֹכֵר כֹּחַ לְהַצִּילוֹ וְלֹא נִתְרַשֵּׁל בַּדָּבָר. הֲרֵי זֶה מַחְזִיר אֶת הַדָּמִים. שֶׁהֲרֵי תִּקְּנוּ חֲכָמִים מְשִׁיכָה. לְפִיכָךְ אִם הָיָה בֵּיתוֹ שֶׁל לוֹקֵחַ שֶׁיֵּשׁ בּוֹ הַחֵפֶץ שֶׁנִּמְכַּר מֻשְׂכָּר לַמּוֹכֵר לֹא תִּקְּנוּ לוֹ חֲכָמִים מְשִׁיכָה. שֶׁהֲרֵי הַמִּקָּח בִּרְשׁוּת הַלּוֹקֵחַ. וּמִשֶּׁנָּתַן אֶת הַדָּמִים נִקְנָה הַמִּקָּח וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ: \n",
            "וְכֵן הַשּׂוֹכֵר הַמָּקוֹם שֶׁאוֹתָן הַמִּטַּלְטְלִין הַנִּמְכָּרִין מֻנָּחִין בּוֹ קָנָה. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ וְאַף עַל פִּי שֶׁלֹּא הִגְבִּיהַּ וְלֹא מָשַׁךְ וְלֹא נִמְסְרוּ לוֹ. שֶׁהֲרֵי נַעֲשָׂה בִּרְשׁוּתוֹ. וּכְבָר בֵּאַרְנוּ שֶׁשְּׂכִירוּת קַרְקַע נִקְנֶה בְּכֶסֶף אוֹ בִּשְׁטָר אוֹ בַּחֲזָקָה: \n",
            "הַמַּקְנֶה קַרְקַע וּמִטַּלְטְלִין כְּאֶחָד כֵּיוָן שֶׁקָּנָה קַרְקַע בְּכֶסֶף אוֹ בִּשְׁטָר אוֹ בַּחֲזָקָה נִקְנוּ הַמִּטַּלְטְלִין עִמָּהֶם בֵּין שֶׁהָיוּ שְׁנֵיהֶם בְּמֶכֶר אוֹ בְּמַתָּנָה. בֵּין שֶׁמָּכַר מִטַּלְטְלִין וְנָתַן קַרְקַע. בֵּין שֶׁמָּכַר הַקַּרְקַע וְנָתַן הַמִּטַּלְטְלִין. כֵּיוָן שֶׁקָּנָה קַרְקַע קָנָה מִטַּלְטְלִין: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ אוֹתָן הַמִּטַּלְטְלִין צְבוּרִין בְּאוֹתָהּ קַרְקַע. אֲבָל אִם הָיוּ בְּמָקוֹם אַחֵר צָרִיךְ שֶׁיֹּאמַר לוֹ קְנֵה מִטַּלְטְלִין אַגַּב קַרְקַע. אֲפִלּוּ הָיוּ הַמִּטַּלְטְלִין בִּמְדִינָה אַחֶרֶת וְאָמַר לוֹ קְנֵה אוֹתָם עַל גַּבֵּי קַרְקַע פְּלוֹנִית כֵּיוָן שֶׁקָּנָה הַקַּרְקַע נִקְנוּ הַמִּטַּלְטְלִין אַף עַל פִּי שֶׁאֵינָן צְבוּרִין בְּתוֹכָהּ. וְאִם לֹא אָמַר קְנֵה אַגַּב קַרְקַע לֹא קָנָה. וְקַרְקַע כָּל שֶׁהִיא קוֹנִין עַל גַּבָּהּ כָּל מִטַּלְטְלִין שֶׁיִּרְצֶה: \n",
            "הִקְנָה הַשָּׂדֶה לְאֶחָד וְהַמִּטַּלְטְלִין לְאַחֵר אַף עַל פִּי שֶׁאָמַר לוֹ קְנֵה הַמִּטַּלְטְלִין עַל גַּבֵּי קַרְקַע וְהֶחֱזִיק הָאֶחָד בַּקַּרְקַע לֹא קָנָה הַשֵּׁנִי הַמִּטַּלְטְלִין. וְאִם תְּפָשָׂן אַחַר שֶׁחָזַר בּוֹ הַמַּקְנֶה אֵין מוֹצִיאִין מִיָּדוֹ. שֶׁהֲרֵי תְּפָשָׂן אַחַר שֶׁקָּנָה חֲבֵרוֹ הַקַּרְקַע שֶׁנִּקְנוּ אֵלּוּ עַל גַּבּוֹ: \n",
            "הַמַּקְנֶה עֲבָדִים וְקַרְקָעוֹת כְּאֶחָד הֶחֱזִיק בַּעֲבָדִים לֹא קָנָה הַקַּרְקָעוֹת. הֶחֱזִיק בְּקַרְקָעוֹת לֹא קָנָה עֲבָדִים עַד שֶׁיִּהְיוּ עוֹמְדִין בְּתוֹךְ הַקַּרְקַע. וְאַף עַל פִּי שֶׁאָמַר לוֹ קְנֵה עֲבָדִים עַל גַּבֵּי קַרְקַע לֹא קָנָה עַד שֶׁיִּהְיוּ בְּתוֹכָהּ. שֶׁהָעֶבֶד מְהַלֵּךְ לְדַעַת עַצְמוֹ: \n",
            "הַמַּקְנֶה עֲבָדִים וּמִטַּלְטְלִין כְּאֶחָד מָשַׁךְ הַמִּטַּלְטְלִין לֹא קָנָה הָעֲבָדִים הֶחֱזִיק בַּעֲבָדִים לֹא קָנָה הַמִּטַּלְטְלִין. אֶלָּא אִם כֵּן הָיוּ הַמִּטַּלְטְלִין עַל גַּב הָעֶבֶד. וְהוּא שֶׁיִּהְיֶה כָּפוּת שֶׁהֲרֵי אֵינוֹ יָכוֹל לְהַלֵּךְ: \n",
            "הַמַּקְנֶה בְּהֵמָה וְכֵלִים שֶׁעַל גַּבָּהּ כְּאֶחָד אַף עַל פִּי שֶׁמָּשַׁךְ הַבְּהֵמָה וּקְנָאָהּ לֹא קָנָה הַכֵּלִים שֶׁעָלֶיהָ עַד שֶׁיַּגְבִּיהַּ אוֹ יִמְשֹׁךְ הַכֵּלִים עַצְמָן אִם אֵין דַּרְכָּן לְהַגְבִּיהָן. שֶׁהַבְּהֵמָה כֶּחָצֵר הַמִּתְהַלֶּכֶת הִיא וְאֵין מַה שֶּׁבְּתוֹכָהּ קָנוּי לְבַעְלָהּ. לְפִיכָךְ אִם הָיְתָה הַבְּהֵמָה כְּפוּתָה קָנָה אַף כֵּלִים שֶׁעָלֶיהָ: \n",
            "אָמַר לוֹ הַמַּקְנֶה מְשֹׁךְ בְּהֵמָה וּקְנֵה כֵּלִים שֶׁעָלֶיהָ. הוֹאִיל וְלֹא הִקְנָה לוֹ גּוּף הַבְּהֵמָה אַף עַל פִּי שֶׁמְּשָׁכָהּ וְהִיא כְּפוּתָה לֹא קָנָה כֵּלִים שֶׁעָלֶיהָ עַד שֶׁיִּמְשֹׁךְ הַכֵּלִים עַצְמָן: \n",
            "הָיָה עָצִיץ נָקוּב לְאֶחָד וְהָיוּ הַזְּרָעִים שֶׁבּוֹ לְאַחֵר. הִקְנָה הֶעָצִיץ לְבַעַל הַזְּרָעִים כֵּיוָן שֶׁמָּשַׁךְ קָנָה. הִקְנָה הַזְּרָעִים לְבַעַל הֶעָצִיץ לֹא קָנָה עַד שֶׁיַּחְזִיק בַּזְּרָעִים עַצְמָן: \n",
            "הָיָה הֶעָצִיץ וְהַזְּרָעִים שֶׁבּוֹ לְאֶחָד וְהִקְנָה הַכּל לְאַחֵר וְהֶחֱזִיק בָּעָצִיץ לִקְנוֹת הַזְּרָעִים אַף הֶעָצִיץ לֹא קָנָה. הֶחֱזִיק בַּזְּרָעִים קָנָה הֶעָצִיץ. וְזֶהוּ שֶׁשָּׁנִינוּ נְכָסִים שֶׁאֵין לָהֶן אַחֲרָיוּת נִקְנִים עִם נְכָסִים שֶׁיֵּשׁ לָהֶן אַחֲרָיוּת. שֶׁהַזְּרָעִים שֶׁבְּעָצִיץ נָקוּב זְרוּעִים הֵם בָּאָרֶץ וְכָל הַמְחֻבָּר לַקַּרְקַע הֲרֵי הוּא כְּקַרְקַע כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "כְּבָר בֵּאַרְנוּ שֶׁכָּל הָעוֹמֵד לִבָּצֵר כְּבָצוּר דָּמִי וְאֵינוֹ נִקְנֶה אֶלָּא בְּהַגְבָּהָה אוֹ בִּשְׁאָר דְּבָרִים שֶׁנִּקְנִים בָּהֶן הַמִּטַּלְטְלִים: \n",
            "פִּשְׁתָּן כְּשֶׁהוּא מְחֻבָּר לַקַּרְקַע וְיָבֵשׁ שֶׁאֵינוֹ צָרִיךְ לַקַּרְקַע וְאָמַר לוֹ יַפֶּה לִי קַרְקַע כָּל שֶׁהוּא וּקְנֵה כָּל מַה שֶּׁעָלֶיהָ. כֵּיוָן שֶׁתָּלַשׁ כָּל שֶׁהוּא קָנָה הַכּל מִפְּנֵי הַתְּנַאי הַזֶּה. אֲבָל אִם (אָמַר לוֹ) הִקְנָה לוֹ הַפִּשְׁתָּן הַזֶּה בְּמֶכֶר אוֹ בְּמַתָּנָה לֹא קָנָה אֶלָּא מַה שֶּׁתָּלַשׁ שֶׁהֲרֵי הִגְבִּיהוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
        ],
        [
            "כֶּלִיוֹ שֶׁל אָדָם כָּל מָקוֹם שֶׁיֵּשׁ לוֹ רְשׁוּת לְהַנִּיחוֹ קָנָה לוֹ. כֵּיוָן שֶׁנִּכְנְסוּ הַמִּטַּלְטְלִין בְּתוֹךְ הַכְּלִי אֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ וַהֲרֵי זֶה כְּמוֹ שֶׁהִגְבִּיהָן אוֹ כְּמוֹ שֶׁהֻנְּחוּ בְּתוֹךְ בֵּיתוֹ. לְפִיכָךְ אֵין כֶּלְיוֹ שֶׁל אָדָם קוֹנֶה לוֹ בִּרְשׁוּת הָרַבִּים וְלֹא בִּרְשׁוּת הַמּוֹכֵר. אֶלָּא אִם אָמַר לוֹ הַמַּקְנֶה לֵךְ וּקְנֵה בִּכְלִי זֶה. וְכֵן אִם קָנָה הַכְּלִי תְּחִלָּה וְהִגְבִּיהוֹ וְאַחַר כָּךְ הִנִּיחוֹ שָׁם בִּרְשׁוּת הַמּוֹכֵר וְחָזַר וְקָנָה מִמֶּנּוּ הַפֵּרוֹת. כֵּיוָן שֶׁנִּכְנְסוּ בְּתוֹךְ כְּלִי זֶה קָנָה אוֹתָם. מִפְּנֵי שֶׁהֲנָאַת הַמּוֹכֵר בִּמְכִירַת הַכְּלִי אֵינוֹ מַקְפִּיד עַל מְקוֹמוֹ: \n",
            "כְּשֵׁם שֶׁאֵין כֶּלְיוֹ שֶׁל לוֹקֵחַ קוֹנֶה לוֹ בִּרְשׁוּת מוֹכֵר כָּךְ אֵין כֶּלְיוֹ שֶׁל מוֹכֵר קוֹנֶה לַלּוֹקֵחַ אַף עַל פִּי שֶׁהוּא בִּרְשׁוּת הַלּוֹקֵחַ: \n",
            "מְסִירָה אֵינָהּ קוֹנָה אֶלָּא בִּרְשׁוּת הָרַבִּים וּבְחָצֵר שֶׁאֵינָהּ שֶׁל שְׁנֵיהֶם. וְהַמְּשִׁיכָה אֵינָהּ קוֹנָה אֶלָּא בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם. וְהַגְבָּהָה קוֹנָה בְּכָל מָקוֹם: \n",
            "דָּבָר הַנִּקְנֶה בִּמְשִׁיכָה אִם הָיָה בִּרְשׁוּת הָרַבִּים וּמְשָׁכוֹ הַלּוֹקֵחַ לִרְשׁוּתוֹ אוֹ לְסִמְטָא. כֵּיוָן שֶׁהוֹצִיא מִקְצָת הַחֵפֶץ מֵרְשׁוּת הָרַבִּים קָנָה: \n",
            "טָעוּן שֶׁל פֵּרוֹת שֶׁהָיָה מֻנָּח בִּרְשׁוּת הָרַבִּים וּמְשָׁכוֹ לוֹקֵחַ לִרְשׁוּתוֹ אוֹ לְסִמְטָא אַחַר שֶׁפָּסַק הַדָּמִים קָנָה אַף עַל פִּי שֶׁעֲדַיִן לֹא מָדַד. וְכֵן אִם מְדָדָן הַלּוֹקֵחַ בִּרְשׁוּת הָרַבִּים קָנָה רִאשׁוֹן רִאשׁוֹן בְּהַגְבָּהָה: \n",
            "הָיָה מוֹכֵר מוֹדֵד לְתוֹךְ כֶּלְיוֹ שֶׁל לוֹקֵחַ לֹא קָנָה שֶׁאֵין כֶּלְיוֹ שֶׁל לוֹקֵחַ קוֹנֶה לוֹ בִּרְשׁוּת הָרַבִּים. הָיוּ הַפֵּרוֹת בִּרְשׁוּת הַלּוֹקֵחַ כֵּיוָן שֶׁקִּבֵּל עָלָיו הַמּוֹכֵר לִמְכֹּר קָנָה לוֹקֵחַ וְאַף עַל פִּי שֶׁעֲדַיִן לֹא מָדַד. הָיוּ בִּרְשׁוּת הַמּוֹכֵר אוֹ בִּרְשׁוּת הַמֻּפְקָדִין אֶצְלוֹ לֹא קָנָה הַלּוֹקֵחַ עַד שֶׁיַּגְבִּיהַּ הַפֵּרוֹת אוֹ עַד שֶׁיּוֹצִיאֵם מֵרְשׁוּתוֹ בִּשְׂכִירוּת מְקוֹמָן וְכַיּוֹצֵא בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "הָיוּ הַפֵּרוֹת בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם. וַאֲפִלּוּ הָיוּ בִּרְשׁוּת לוֹקֵחַ וְהָיוּ בְּתוֹךְ כֶּלְיוֹ שֶׁל מוֹכֵר וְקִבֵּל עָלָיו הַמּוֹכֵר לִמְכֹּר וְהִתְחִיל הַמּוֹכֵר לִמְדֹּד בְּתוֹךְ כֶּלְיוֹ שֶׁל מוֹכֵר. אִם אָמַר לוֹ כּוֹר בִּשְׁלֹשִׁים סֶלַע אֲנִי מוֹכֵר לְךָ יָכוֹל לַחְזֹר בּוֹ אֲפִלּוּ בִּסְאָה אַחֲרוֹנָה הוֹאִיל וַעֲדַיִן הַפֵּרוֹת בְּכֵלָיו וְלֹא גָּמַר כָּל הַמִּדָּה וְכֵלָיו שֶׁל מוֹכֵר אֵינוֹ קוֹנֶה לַלּוֹקֵחַ אַף עַל פִּי שֶׁהוּא בִּרְשׁוּת הַלּוֹקֵחַ. וְאִם אָמַר לוֹ כּוֹר בִּשְׁלֹשִׁים סְאָה בְּסֶלַע רִאשׁוֹן רִאשׁוֹן קָנָה שֶׁכֵּיוָן שֶׁפָּסְקוּ הַדָּמִים עַל כָּל סְאָה וּסְאָה כָּל סְאָה שֶׁיַּגְבִּיהַּ הַמּוֹכֵר וִיעָרֶה אוֹתָהּ נִגְמְרָה מְכִירָתָהּ. הוֹאִיל וְאֵין הַפֵּרוֹת בִּרְשׁוּת הַמּוֹכֵר וְלֹא בִּרְשׁוּת הַלּוֹקֵחַ. וְאִלּוּ לֹא הָיָה הַפֵּרוֹת בְּכֵלָיו שֶׁל מוֹכֵר כֵּיוָן שֶׁהֵן בִּרְשׁוּת לוֹקֵחַ קָנָה מִשֶּׁפָּסַק אַף עַל פִּי שֶׁלֹּא מָדַד כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "וְכֵן הַמּוֹכֵר יַיִן אוֹ שֶׁמֶן לַחֲבֵרוֹ בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם אוֹ בִּרְשׁוּת לוֹקֵחַ. וְהָיְתָה הַמִּדָּה שֶׁל סַרְסוּר. עַד שֶׁלֹּא נִתְמַלֵּאת הַמִּדָּה הֲרֵי הֵן שֶׁל מוֹכֵר. מִשֶּׁנִּתְמַלֵּאת הַמִּדָּה הֲרֵי הֵן בִּרְשׁוּת לוֹקֵחַ. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ: \n",
            "וְכֵן פֵּרוֹת שֶׁהָיוּ צְבוּרִין בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם וְהַמִּדָּה אֵינָהּ שֶׁל אֶחָד מֵהֶן וְהָיָה הַמּוֹכֵר מוֹדֵד. עַד שֶׁלֹּא נִתְמַלֵּאת הַמִּדָּה הֲרֵי הִיא בִּרְשׁוּת הַמּוֹכֵר. וּמִשֶּׁנִּתְמַלֵּאת הַמִּדָּה הֲרֵי הִיא בִּרְשׁוּת לוֹקֵחַ: \n",
            "הָיְתָה הַמִּדָּה שֶׁל אֶחָד מֵהֶן. וְהָיוּ בָּהּ רְשָׁמִין לֵידַע חֶצְיָהּ. שְׁלִישָׁהּ. וּרְבִיעָהּ. וְכַיּוֹצֵא בָּהֶן. כֵּיוָן שֶׁהִגִּיעַ לְרשֶׁם מִן הָרְשָׁמִים קָנָה רִאשׁוֹן רִאשׁוֹן. וְאַף עַל פִּי שֶׁלֹּא נִתְמַלֵּאת הַמִּדָּה. שֶׁכָּל רשֶׁם מֵהֶם כְּמִדָּה בִּפְנֵי עַצְמָהּ. שֶׁהֲרֵי שֶׁל אֶחָד מֵהֶן הִיא הַמִּדָּה וְהוּא סוֹמֵךְ עַל הָרְשָׁמִים שֶׁבָּהּ: \n",
            "זֶה כְּלָל גָּדוֹל יִהְיֶה בְּיָדְךָ. הַקּוֹנֶה אֶת הַמִּטַּלְטְלִין אִם פָּסַק הַדָּמִים וְאַחַר כָּךְ הִגְבִּיהַּ קָנָה. וְאִם הִגְבִּיהַּ תְּחִלָּה וְהִנִּיחַ וְאַחַר כָּךְ פָּסַק הַדָּמִים לֹא קָנָה בְּאוֹתָהּ הַגְבָּהָה עַד שֶׁיַּגְבִּיהַּ אַחַר שֶׁפָּסַק. אוֹ יִמְשֹׁךְ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַגְבִּיהַ: \n",
            "הָיָה דָּבָר הַנִּמְכָּר דָּמָיו קְצוּבִין וִידוּעִין וְהִגְבִּיהוֹ קָנָהוּ. אַף עַל פִּי שֶׁפָּסַק אַחַר שֶׁהִגְבִּיהַּ. וְהוּא הַדִּין בִּשְׁאָר דְּבָרִים שֶׁקּוֹנִין בָּהֶם אֶת הַמִּטַּלְטְלִין שֶׁצָּרִיךְ לִקְנוֹת בָּהֶם אַחַר שֶׁיִּפְסֹק הַדָּמִים. אֶלָּא אִם כֵּן דָּמָיו קְצוּבִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "לְפִיכָךְ הַמּוֹשֵׁךְ חַמָּרִים וּפוֹעֲלִים וְהִכְנִיסָן לְתוֹךְ בֵּיתוֹ. אִם מָדַד עַד שֶׁלֹּא פָּסַק הַדָּמִים אֲפִלּוּ הָיָה הַלּוֹקֵחַ הוּא הַמּוֹדֵד. אוֹ שֶׁפָּסַק הַדָּמִים וְאַחַר כָּךְ מָדַד הַמּוֹכֵר. שְׁנֵיהֶם יְכוֹלִין לַחְזֹר בָּהֶן. פֵּרְקָן הַלּוֹקֵחַ וְהִכְנִיסָן לְתוֹךְ בֵּיתוֹ. אִם פָּסַק הַדָּמִים וְאַחַר כָּךְ מָדַד הַמּוֹכֵר אֵין שְׁנֵיהֶם יְכוֹלִין לַחְזֹר בָּהֶן שֶׁהֲרֵי סָמְכָה דַּעְתּוֹ לִמְכֹּר. וְאִם מָדַד עַד שֶׁלֹּא פָּסַק שְׁנֵיהֶם יְכוֹלִין לַחְזֹר בָּהֶם שֶׁהֲרֵי לֹא סָמְכָה דַּעְתּוֹ עֲדַיִן לִמְכֹּר. וַאֲפִלּוּ מָדַד הַלּוֹקֵחַ: \n",
            "הַנּוֹטֵל כֵּלִים מִן הָאֻמָּן עַל מְנָת לְבַקְּרָן. אִם הָיוּ דָּמָיו קְצוּבִין וְנֶאֱנַס בְּיָדוֹ חַיָּב בְּדָמָיו. הוֹאִיל וְדָמָיו קְצוּבִין מֵעֵת שֶׁהִגְבִּיהוֹ נַעֲשָׂה בִּרְשׁוּתוֹ. וְהוּא שֶׁיַּגְבִּיהֶנּוּ כְּדֵי לִקְנוֹת אֶת כֻּלּוֹ וְיִהְיֶה אוֹתוֹ חֵפֶץ הַנִּמְכָּר חָבִיב עַל הַלּוֹקֵחַ. אֲבָל חֵפֶץ שֶׁהַמּוֹכֵר קָץ בּוֹ וְהוּא מְבַקֵּשׁ וְרוֹדֵף לְמָכְרוֹ הֲרֵי הוּא בִּרְשׁוּת הַמּוֹכֵר עַד שֶׁיִּפְסֹק הַדָּמִים וְיַגְבִּיהֶנּוּ הַלּוֹקֵחַ אַחַר שֶׁפָּסַק: \n",
            "אֶחָד הַמּוֹשֵׁךְ אוֹ הַמַּגְבִּיהַּ אוֹ הַמַּחֲזִיק בְּעַצְמוֹ אוֹ שֶׁאָמַר לְאַחֵר לְהַגְבִּיהַּ אוֹ לִמְשֹׁךְ לוֹ אוֹ לְהַחֲזִיק לוֹ הֲרֵי זֶה זָכָה לוֹ. וְכֵן בִּשְׁאָר דַּרְכֵי הַקְּנִיָּה: \n"
        ],
        [
            "כָּל הַמִּטַּלְטְלִין קוֹנִין זֶה אֶת זֶה. כֵּיצַד. הֶחְלִיף פָּרָה בַּחֲמוֹר אוֹ יַיִן בְּשֶׁמֶן אַף עַל פִּי שֶׁמַּקְפִּידִין עַל הַדָּמִים וְשִׁעֲרוּ כַּמָּה שָׁוֶה זֶה וְכַמָּה שָׁוֶה זֶה וְאַחַר כָּךְ הֶחְלִיפוּ. כֵּיוָן שֶׁמָּשַׁךְ הָאֶחָד אוֹ הִגְבִּיהוֹ קָנָה הַשֵּׁנִי הַמִּטַּלְטְלִין הָאֲחֵרִים בְּכָל מָקוֹם שֶׁהֵם וְנַעֲשׂוּ בִּרְשׁוּתוֹ. וְאַף עַל פִּי שֶׁעֲדַיִן לֹא מְשָׁכָן: \n",
            "הֶחְלִיף חֲמוֹר בְּפָרָה וְטָלֶה וּמָשַׁךְ הַפָּרָה וַעֲדַיִן לֹא מָשַׁךְ אֶת הַטָּלֶה לֹא קָנָה שֶׁאֵין כָּאן מְשִׁיכָה גְּמוּרָה. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
            "דָּמִים שֶׁאֵין מַקְפִּידִין עֲלֵיהֶם הֲרֵי הֵן כִּשְׁאָר מִטַּלְטְלִין וְקוֹנִין. כֵּיצַד. הֲרֵי שֶׁחָפַן מָעוֹת בְּלֹא מִשְׁקָל וּבְלֹא מִנְיָן אֶלָּא נְטָלָן אַכְסָרָה. וְאָמַר לוֹ מְכֹר לִי פָּרָתְךָ אוֹ יַיִן זֶה בְּאֵלּוּ וְנָתַן לוֹ אֶת הַדָּמִים קָנָה וְאֵין אֶחָד מֵהֶם יָכוֹל לַחְזֹר בּוֹ. שֶׁזֶּה דָּבָר שֶׁאֵינוֹ מָצוּי הוּא וְלֹא הִצְרִיכוּ בּוֹ מְשִׁיכָה: \n",
            "וְכֵן רְאוּבֵן שֶׁמָּכַר מִטַּלְטְלִין לְשִׁמְעוֹן בַּחֲמִשִּׁים זוּז. וְקָנָה שִׁמְעוֹן הַמִּטַּלְטְלִין וְנִתְחַיֵּב בְּדָמִים. וְאַחַר שֶׁנִּתְחַיֵּב שִׁמְעוֹן בַּחֲמִשִּׁים זוּז אֵלּוּ הָיָה לוֹ יַיִן אוֹ בְּהֵמָה אוֹ עֶבֶד וְכַיּוֹצֵא בָּהֶן מִשְּׁאָר הַמִּטַּלְטְלִין וְהָיָה רוֹצֶה לְמָכְרָן. וְאָמַר לוֹ רְאוּבֵן מְכֹר אוֹתוֹ לִי בַּחֲמִשִּׁים זוּז שֶׁיֵּשׁ לִי בְּיָדְךָ דְּמֵי הַמֶּכֶר וְאָמַר לוֹ הֵן. קָנָה רְאוּבֵן הַמִּטַּלְטְלִין בְּכָל מָקוֹם שֶׁהֵן וְאַף עַל פִּי שֶׁלֹּא מָשַׁךְ וְלֹא הִגְבִּיהַּ. שֶׁגַּם זֶה דָּבָר שֶׁאֵינוֹ מָצוּי הוּא וְלֹא הִצְרִיכוּ בּוֹ מְשִׁיכָה. אֲבָל אִם הָיָה חוֹב לוֹ עָלָיו שֶׁלֹּא מֵחֲמַת הַמֶּכֶר וְאָמַר לוֹ מְכֹר לִי מִטַּלְטְלִין בַּחוֹב שֶׁיֵּשׁ לִי אֶצְלְךָ וְרָצוּ שְׁנֵיהֶם. לֹא קָנָה עַד שֶׁיַּגְבִּיהַּ. אוֹ יִמְשֹׁךְ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַגְבִּיהַּ. אוֹ יִקְנֶה בְּאֶחָד מֵהַדְּרָכִים שֶׁהַמִּטַּלְטְלִין נִקְנִין בָּהּ: \n",
            "הַקַּרְקָעוֹת וְהָעֲבָדִים וְהַבְּהֵמָה וּשְׁאָר כָּל הַמִּטַּלְטְלִין כָּל אֶחָד מֵהֶן נִקְנֶה בַּחֲלִיפִין וְהוּא הַנִּקְרָא קִנְיָן. וְעִקַּר הַדֶּרֶךְ הַזֹּאת שֶׁיִּתֵּן הַקּוֹנֶה לַמַּקְנֶה כְּלִי כָּל שֶׁהוּא וְיֹאמַר לוֹ קְנֵה כְּלִי זֶה חֵלֶף הֶחָצֵר. אוֹ הַיַּיִן. אוֹ הַבְּהֵמָה. אוֹ הָעֶבֶד שֶׁמָּכַרְתָּ לִי בְּכָךְ וְכָךְ. כֵּיוָן שֶׁהִגְבִּיהַּ הַמּוֹכֵר אֶת הַכְּלִי וְקָנָהוּ קָנָה הַלּוֹקֵחַ אוֹתוֹ הַקַּרְקַע אוֹ אוֹתָן הַמִּטַּלְטְלִין אַף עַל פִּי שֶׁעֲדַיִן לֹא מְשָׁכָן וְלֹא נָתַן הַדָּמִים. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ: \n",
            "אֵין קוֹנִין אֶלָּא בְּכֵלִים וְאַף עַל פִּי שֶׁאֵין בּוֹ שְׁוֵה פְּרוּטָה. וְאֵין קוֹנִין בְּדָבָר שֶׁאָסוּר בַּהֲנָאָה. וְלֹא בְּפֵרוֹת וְלֹא בְּמַטְבֵּעַ. וְאֵין קוֹנִין בְּכֵלָיו שֶׁל מוֹכֵר אֶלָּא בְּכֵלָיו שֶׁל לוֹקֵחַ: \n",
            "הִקְנָה אֶחָד כְּלִי לַמּוֹכֵר כְּדֵי שֶׁיִּקְנֶה הַלּוֹקֵחַ אוֹתוֹ הַמִּמְכָּר זָכָה הַלּוֹקֵחַ. וְאַף עַל פִּי שֶׁהִקְנָה לוֹ הַכְּלִי עַל מְנָת לְהַחְזִירוֹ נִקְנָה הַמִּקָּח וְזָכָה בּוֹ הַלּוֹקֵחַ. שֶׁהַמַּתָּנָה עַל מְנָת לְהַחְזִיר שְׁמָהּ מַתָּנָה. אַף עַל פִּי שֶׁלֹּא תָּפַס הַמּוֹכֵר כָּל הַכְּלִי שֶׁהִקְנָהוּ חֵלֶף מִמְכָּרוֹ אֶלָּא אָחַז מִקְצָתוֹ וְאָחַז הַמַּקְנֶה לוֹ מִקְצָתוֹ קָנָה הַלּוֹקֵחַ. וְהוּא שֶׁאָחַז מִמֶּנּוּ כְּדֵי שִׁעוּר כְּלִי אוֹ יֹאחֲזֶנּוּ אֲחִיזָה שֶׁהוּא יָכוֹל לְנַתֵּק אֶת כָּל הַכְּלִי מִיַּד הַמַּקְנֶה לוֹ. לְפִיכָךְ אִם הִקְנָה לוֹ בְּמִקְצָת הַבֶּגֶד צָרִיךְ שֶׁיֶּאֱחֹז מִן הַבֶּגֶד שָׁלֹשׁ אֶצְבָּעוֹת. שֶׁאִם יִפְסֹק מִמָּקוֹם שֶׁאָחַז הֲרֵי הוּא כְּלִי בִּפְנֵי עַצְמוֹ. שֶׁשָּׁלֹשׁ אֶצְבָּעוֹת מִבֶּגֶד קָרוּי כְּלִי כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן טֻמְאַת בְּגָדִים. וְכֵן אִם אָחַז פָּחוֹת מִשָּׁלֹשׁ וְהָיָה יָכוֹל לְנַתֵּק כָּל הַכְּלִי קָנָה: \n",
            "זֶה שֶׁכּוֹתְבִין בִּשְׁטָרוֹת וְקָנִינָא מִפְּלוֹנִי בִּכְלִי הַכָּשֵׁר לִקְנוֹת בּוֹ. בִּכְלִי לְהוֹצִיא פֵּרוֹת וְכַיּוֹצֵא בָּהֶן. הַכָּשֵׁר לְהוֹצִיא אִסּוּרֵי הֲנָאָה. לִקְנוֹת בּוֹ לְהוֹצִיא כֶּלְיוֹ שֶׁל מוֹכֵר: \n",
            "זֶה הַקִּנְיָן אֵין צָרִיךְ לִהְיוֹת בִּפְנֵי עֵדִים. אֶלָּא אִם הָיָה בֵּינוֹ וּבֵין חֲבֵרוֹ קָנָה. שֶׁלֹּא הִצְרִיכָה תּוֹרָה עֵדִים בְּדִינֵי מָמוֹנוֹת אֶלָּא לְכוֹפֵר. אֲבָל הַמּוֹכֵר אוֹ הַנּוֹתֵן אוֹ הַשּׂוֹכֵר אוֹ הַמַּשְׁאִיל וְכַיּוֹצֵא בָּהֶן אֵין צָרִיךְ עֵדִים. וְכֵיוָן שֶׁקָּנָה הַקּוֹנֶה בְּדֶרֶךְ אֶחָד מִן הַדְּרָכִים שֶׁקּוֹנִין בָּהֶן. בֵּין בְּהַגְבָּהָה. בֵּין בִּמְשִׁיכָה. בֵּין בִּמְסִירָה. בֵּין בְּקִנְיָן. בֵּין בְּכֶסֶף. בֵּין בִּשְׁטָר אוֹ בַּחֲזָקָה קָנָה. וְאַף עַל פִּי שֶׁאֵין שָׁם עֵדִים: \n",
            "הַמּוֹכֵר אוֹ הַנּוֹתֵן שֶׁקָּנוּ מִיָּדוֹ יֵשׁ לְכָל אֶחָד מֵהֶן לַחְזֹר בּוֹ כָּל זְמַן שֶׁעוֹסְקִין בְּאוֹתוֹ עִנְיָן. וְאַף עַל פִּי שֶׁהַקִּנְיָן בִּפְנֵי עֵדִים. וְאִם הִפְסִיק הָעִנְיָן אֵין אֶחָד מֵהֶם יָכוֹל לַחְזֹר אַף עַל פִּי שֶׁאֵין בֵּינֵיהֶן עֵדִים. וּכְשֵׁם שֶׁחוֹזֵר הַמּוֹכֵר וְהַנּוֹתֵן כָּךְ חוֹזֵר הַלּוֹקֵחַ וְהַמְקַבֵּל כָּל זְמַן שֶׁעֲסוּקִין בְּאוֹתוֹ עִנְיַן מַה שֶּׁאֵין כֵּן בִּשְׁאָר דַּרְכֵי הַקְּנִיָּה: \n",
            "יֵשׁ דְּבָרִים הַרְבֵּה שֶׁאֵינָן צְרִיכִין קִנְיָן וְאֵין לְקִנְיָן בָּהֶם טַעַם. כְּגוֹן הַמְשַׁחְרֵר אֶת עַבְדּוֹ. וְהַמְגָרֵשׁ אִשְׁתּוֹ. אוֹ עוֹשֶׂה שָׁלִיחַ. אוֹ הַמּוֹסֵר מוֹדָעָה. אוֹ הַמְבַטֵּל מוֹדָעָה. אוֹ הַמּוֹחֵל לַחֲבֵרוֹ חוֹב אוֹ פִּקָּדוֹן שֶׁיֵּשׁ לוֹ בְּיָדוֹ. וְכָל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ: \n",
            "נָהֲגוּ רֹב הַמְּקוֹמוֹת לְהַקְנוֹת לְמִקְצָת אֵלּוּ הַדְּבָרִים אוֹ כַּיּוֹצֵא בְּאֵלּוּ. וְאוֹמְרִים וְקָנִינוּ מִפְּלוֹנִי שֶׁעָשָׂה פְּלוֹנִי שָׁלִיחַ. אוֹ שֶׁמָּחַל לִפְלוֹנִי חוֹב שֶׁיֵּשׁ לוֹ אֶצְלוֹ. אוֹ שֶׁבִּטֵּל הַמּוֹדָעָה שֶׁמָּסַר עַל גֵּט זֶה וְכַיּוֹצֵא בְּאֵלּוּ. אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ: \n",
            "קִנְיָן זֶה שֶׁנָּהֲגוּ לְהַקְנוֹת בְּאֵלּוּ הַדְּבָרִים אֵינוֹ מוֹעִיל כְּלוּם. אֶלָּא לְהוֹדִיעַ שֶׁאֵינוֹ אוֹמֵר דְּבָרִים אֵלּוּ כִּמְשַׂחֵק וּמְהַתֵּל אֶלָּא שֶׁגָּמַר בְּלִבּוֹ וְאַחַר כָּךְ אָמַר. לְפִיכָךְ אִם אָמַר בְּלֵב שָׁלֵם אֲנִי אָמַרְתִּי וְגָמַרְתִּי לַעֲשׂוֹת דָּבָר זֶה אֵין צָרִיךְ דָּבָר אַחֵר כְּלָל: \n",
            "הַדְּבָרִים שֶׁאֵין בָּהֶן מַמָּשׁ אֵין הַקִּנְיָן מוֹעִיל בָּהֶן. כֵּיצַד. הֲרֵי שֶׁכָּתַב בִּשְׁטָר וְקָנִינוּ מִפְּלוֹנִי שֶׁיֵּלֵךְ בִּסְחוֹרָה עִם פְּלוֹנִי. אוֹ שֶׁיַּחְלְקוּ הַשָּׂדֶה שֶׁבֵּינֵיהֶם. אוֹ שֶׁיִּשְׁתַּתְּפוּ שְׁנֵיהֶם בְּאֻמָּנוּת. וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ כֻּלָּן. הֲרֵי זֶה קִנְיַן דְּבָרִים וְאֵינוֹ מוֹעִיל כְּלוּם. שֶׁהֲרֵי לֹא הִקְנָה לַחֲבֵרוֹ דָּבָר מְסֻיָּם וְיָדוּעַ. לֹא עִקָּר וְלֹא פֵּרוֹת עִקָּר הַיָּדוּעַ: \n"
        ],
        [
            "הַפֵּרוֹת אַף עַל פִּי שֶׁאֵין קוֹנִין בָּהֶן כְּמוֹ שֶׁבֵּאַרְנוּ. הֲרֵי נִקְנִין בְּקִנְיָן כִּשְׁאָר הַמִּטַּלְטְלִין. אֲבָל הַמַּטְבֵּעַ כְּשֵׁם שֶׁאֵין קוֹנִין בּוֹ כָּךְ אֵינוֹ נִקְנֶה בְּקִנְיָן. נִמְצָא הַמַּטְבֵּעַ אֵינוֹ נִקְנֶה בְּקִנְיָן וְאֵינוֹ נַעֲשֶׂה הוּא עַצְמוֹ קִנְיָן לִקְנוֹת כִּשְׁאָר דְּבָרִים: \n",
            "לְשׁוֹנוֹת שֶׁל זָהָב וְשֶׁל כֶּסֶף הֲרֵי הֵן כַּעֲשָׁשִׁיּוֹת שֶׁל בַּרְזֶל אוֹ שֶׁל נְחשֶׁת. וְהַכּל כִּשְׁאָר הַמִּטַּלְטְלִין הֵן. וְנִקְנִין בְּקִנְיָן וְקוֹנִין זֶה אֶת זֶה בְּהַחְלָפָה כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל הַמַּטְבְּעוֹת שֶׁל כֶּסֶף אוֹ דִּינָרִין שֶׁל זָהָב. אוֹ הַמָּעוֹת שֶׁל נְחשֶׁת. הֲרֵי הֵן כֻּלָּן דָּמִים כְּנֶגֶד שְׁאָר הַמִּטַּלְטְלִין. וְהַנּוֹתֵן אֶת אֶחָד מֵהֶן דְּמֵי הַמִּטַּלְטְלִין לֹא קָנָה עַד שֶׁיִּמְשֹׁךְ אוֹ יַגְבִּיהַּ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֵין אֶחָד מֵהֶן נִקְנֶה בְּקִנְיָן וְלֹא נַעֲשֶׂה קִנְיָן: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁקּוֹנֶה שְׁאָר מִטַּלְטְלִין בְּאֶחָד מִמִּינֵי מַטְבְּעוֹת אֵלּוּ אוֹ עֲבָדִים וְקַרְקָעוֹת. אֲבָל הַדִּינָרִין שֶׁל זָהָב לְגַבֵּי מַטְבְּעוֹת שֶׁל כֶּסֶף הֲרֵי הֵן כְּפֵרוֹת. וְכֵן הַמָּעוֹת שֶׁל נְחשֶׁת כְּמוֹ פֵּרוֹת לְגַבֵּי מַטְבְּעוֹת שֶׁל כֶּסֶף: \n",
            "כֵּיצַד. נָתַן לוֹ דִּינָר שֶׁל זָהָב בְּעֶשְׂרִים וַחֲמִשָּׁה דִּינָר שֶׁל כֶּסֶף נִקְנֶה הַכֶּסֶף אַף עַל פִּי שֶׁעֲדַיִן לֹא בָּא הַכֶּסֶף לְיָדוֹ. וְחַיָּב לִתֵּן לוֹ עֶשְׂרִים וַחֲמִשָּׁה דִּינָר שֶׁל כֶּסֶף כְּמוֹ שֶׁפָּסַק עִמּוֹ. אִם חֲדָשִׁים חֲדָשִׁים אִם יְשָׁנִים יְשָׁנִים. אֲבָל אִם נָתַן לוֹ עֶשְׂרִים וַחֲמִשָּׁה כֶּסֶף בְּדִינַר זָהָב לֹא קָנָה עַד שֶׁיִּקַּח הַדִּינָר שֶׁל זָהָב. וְכָל אֶחָד יָכוֹל לַחְזֹר בּוֹ: \n",
            "נָתַן לוֹ שְׁלֹשִׁים אִיסָר שֶׁל נְחשֶׁת בְּדִינָר שֶׁל כֶּסֶף. נִקְנֶה הַדִּינָר שֶׁל כֶּסֶף וְחַיָּב לִתֵּן לוֹ כְּמוֹ שֶׁפָּסַק עִמּוֹ. אִם דִּינָר חָדָשׁ חָדָשׁ אִם יָשָׁן יָשָׁן. אֲבָל אִם נָתַן לוֹ דִּינָר שֶׁל כֶּסֶף בִּשְׁלֹשִׁים אִיסָר. לֹא קָנָה עַד שֶׁיִּקַּח הָאִיסָרוֹת שֶׁל נְחשֶׁת. וְכָל אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ: \n",
            "וְכֵן מָעוֹת הָרָעוֹת שֶׁפְּסָלָתָן מַלְכוּת אוֹ הַמְּדִינָה אוֹ דִּינָרִין שֶׁאֵינָן יוֹצְאִין בְּאוֹתָהּ מְדִינָה וְאֵין נוֹשְׂאִין וְנוֹתְנִין בָּהֶן עַד שֶׁמְּשַׁנִּין אוֹתָן לְמַטְבֵּעַ אַחֵר. הֲרֵי הֵן כְּפֵרוֹת לְכָל דָּבָר וְנִקְנִין בְּקִנְיָן. וְקוֹנִין אֶת הַמָּעוֹת. וְאֵין הַמָּעוֹת קוֹנוֹת אוֹתָן כִּשְׁאָר כָּל הַפֵּרוֹת: \n",
            "הַמַּטְבֵּעַ אֵין לוֹ דֶּרֶךְ שֶׁיִּזְכֶּה בּוֹ מִי שֶׁאֵינוֹ בִּרְשׁוּתוֹ אֶלָּא עַל גַּבֵּי קַרְקַע. כְּגוֹן שֶׁקָּנָה הַקַּרְקַע וְעַל גַּבּוֹ הַמָּעוֹת. אוֹ שֶׁיִּשְׂכֹּר אֶת מְקוֹם הַמָּעוֹת. כֵּיוָן שֶׁזָּכָה בַּקַּרְקַע בְּכֶסֶף אוֹ בִּשְׁטָר אוֹ בַּחֲזָקָה אוֹ בְּקִנְיָן זָכָה בַּמָּעוֹת. וְהוּא שֶׁיִּהְיוּ אוֹתָן הַמָּעוֹת קַיָּמִין כְּגוֹן שֶׁיִּהְיוּ מֻפְקָדִין בְּמָקוֹם אֶחָד. אֲבָל רְאוּבֵן שֶׁהָיָה לוֹ חוֹב עַל שִׁמְעוֹן וְהִקְנָה לְלֵוִי קַרְקַע וְעַל גַּבָּהּ חוֹב שֶׁיֵּשׁ לוֹ אֵצֶל שִׁמְעוֹן נִרְאֶה לִי שֶׁלֹּא קָנָה הַחוֹב: \n",
            "הָיוּ עוֹמְדִים שְׁלָשְׁתָּן וְאָמַר לוֹ מָנֶה שֶׁיֵּשׁ לִי בְּיָדְךָ בֵּין פִּקָּדוֹן בֵּין מִלְוֶה תְּנֵהוּ לָזֶה. קָנָה לֵוִי. וְאֵין אֶחָד מִשְּׁלָשְׁתָּן יָכוֹל לַחְזֹר בּוֹ. וְדָבָר זֶה אָמְרוּ חֲכָמִים שֶׁהִיא הֲלָכָה שֶׁאֵין לָהּ טַעַם לְפִיכָךְ אֵין לְמֵדִין מִמֶּנָּה לְדִין אַחֵר: \n",
            "הָיָה רְאוּבֵן חַיָּב לְשִׁמְעוֹן מֵאָה זוּז. וְאָמַר לְלֵוִי תֵּן לְשִׁמְעוֹן מֵאָה זוּז אֵלּוּ שֶׁאֲנִי חַיָּב לוֹ עַד שֶׁאֶתֵּן לְךָ אוֹ עַד שֶׁאֶעֱשֶׂה עִמְּךָ חֶשְׁבּוֹן. וְאָמַר לוֹ הֵן וְקִבֵּל שִׁמְעוֹן. כָּל אֶחָד מִשְּׁלָשְׁתָּן יָכוֹל לַחְזֹר בּוֹ. וַאֲפִלּוּ פָּרַע לֵוִי לְשִׁמְעוֹן מִקְצָת חוֹבוֹ. לְפִיכָךְ אִם לֹא פָּרַע לֵוִי לְשִׁמְעוֹן חוֹזֵר שִׁמְעוֹן וְתוֹבֵעַ אֶת רְאוּבֵן בִּשְׁאָר חוֹבוֹ: \n",
            "הַמּוֹכֵר שְׁטַר חוֹב לַחֲבֵרוֹ אוֹ נְתָנוֹ לוֹ בְּמַתָּנָה. אֵינוֹ נִקְנֶה בִּמְסִירַת הַשְּׁטָר לְיָדוֹ. שֶׁלֹּא מָסַר לוֹ אֶלָּא הָרְאָיָה שֶׁבּוֹ וְאֵין הָרְאָיָה נִתְפֶּסֶת בַּיָּד: \n",
            "וְכֵיצַד יִקְנֶה הַשְּׁטָר. שֶׁיִּכְתֹּב לוֹ הַמַּקְנֶה קְנֵה שְׁטָר פְּלוֹנִי וְכָל הַשִּׁעְבּוּד שֶׁיֵּשׁ בּוֹ וְיִמְסֹר לוֹ הַשְּׁטָר וְנִמְצָא שֶׁנִּקְנָה בִּכְתִיבָה וּמְסִירָה. וְאֵין צָרִיךְ עֵדִים לְעִנְיַן קְנִיָּתוֹ אֲבָל צָרִיךְ עֵדִים לְעִנְיַן תְּבִיעָתוֹ. שֶׁהֲרֵי הַנִּתְבָּע אוֹמֵר לוֹ מִי יֹאמַר שֶׁבַּעַל דְּבָרִים שֶׁלִּי כָּתַב וּמָסַר לְךָ: \n",
            "קִנְיַן הַשְּׁטָרוֹת בַּדֶּרֶךְ הַזֹּאת מִדִּבְרֵי סוֹפְרִים. אֲבָל מִן הַתּוֹרָה אֵין הָרְאָיוֹת נִקְנוֹת אֶלָּא גּוּף הַדָּבָר בִּלְבַד קָנוּי. לְפִיכָךְ הַמּוֹכֵר שְׁטַר חוֹב לַחֲבֵרוֹ עֲדַיִן יָכוֹל לִמְחל. וַאֲפִלּוּ יוֹרְשׁוֹ מוֹחֲלוֹ: \n",
            "הָאִשָּׁה שֶׁהִכְנִיסָה שְׁטַר חוֹב לְבַעֲלָהּ אֵינָהּ יְכוֹלָה לִמְחל אֶלָּא מִדַּעַת בַּעְלָהּ מִפְּנֵי שֶׁיָּדָהּ כְּיָדוֹ: \n",
            "הַמַּקְנֶה לַחֲבֵרוֹ קַרְקַע כָּל שֶׁהוּא וְהִקְנָה לוֹ עַל גַּבָּהּ שְׁטַר חוֹב הֲרֵי זֶה קָנָה הַשְּׁטָר בְּכָל מָקוֹם שֶׁהוּא בְּלֹא כְּתִיבָה וּבְלֹא מְסִירָה. וְנִרְאֶה לִי שֶׁגַּם זֶה יָכוֹל לִמְחל אַחַר שֶׁמְּכָרוֹ. וְכֵן הַמּוֹכֵר קַרְקַע וְכָתַב הַשְּׁטָר וְאֵין הַלּוֹקֵחַ עִמּוֹ כֵּיוָן שֶׁהֶחְזִיק הַלּוֹקֵחַ בַּקַּרְקַע נִקְנָה הַשְּׁטָר בְּכָל מָקוֹם שֶׁהוּא: \n",
            "הָאוֹמֵר זְכוּ בְּשָׂדֶה זוֹ לִפְלוֹנִי וְכִתְבוּ לוֹ אֶת הַשְּׁטָר וְהֶחֱזִיק הַזּוֹכֶה לוֹ בַּקַּרְקַע. יֵשׁ לַנּוֹתֵן לַחְזֹר בַּשְּׁטָר עַד שֶׁיַּגִּיעַ לְיַד בַּעַל הַמַּתָּנָה. וְאַף עַל פִּי שֶׁאֵינוֹ יָכוֹל לַחְזֹר בַּשָּׂדֶה: \n",
            "אָמַר לָהֶם זְכוּ לוֹ בַּשָּׂדֶה עַל מְנָת שֶׁתִּכְתְּבוּ לוֹ אֶת הַשְּׁטָר. אַף עַל פִּי שֶׁהֶחְזִיקוּ לוֹ בַּשָּׂדֶה חוֹזֵר מִזֶּה וּמִזֶּה עַד שֶׁיַּגִּיעַ שְׁטַר הַמַּתָּנָה לִידֵי מְקַבֵּל הַמַּתָּנָה: \n"
        ],
        [
            "מִי שֶׁנָּתַן הַדָּמִים וְלֹא מָשַׁךְ הַפֵּרוֹת. אַף עַל פִּי שֶׁלֹּא נִקְנוּ הַמִּטַּלְטְלִין כְּמוֹ שֶׁבֵּאַרְנוּ. כָּל הַחוֹזֵר בּוֹ בֵּין לוֹקֵחַ בֵּין מוֹכֵר לֹא עָשָׂה מַעֲשֵׂה יִשְׂרָאֵל וְחַיָּב לְקַבֵּל מִי שֶׁפָּרַע. וַאֲפִלּוּ נָתַן הָעֵרָבוֹן כָּל הַחוֹזֵר מְקַבֵּל מִי שֶׁפָּרַע:  ",
            "וְכֵיצַד מְקַבֵּל מִי שֶׁפָּרַע. אוֹרְרִין אוֹתוֹ בְּבֵית דִּין וְאוֹמְרִין מִי שֶׁפָּרַע מֵאַנְשֵׁי דּוֹר הַמַּבּוּל וּמֵאַנְשֵׁי דּוֹר הַפַּלָּגָה וּמֵאַנְשֵׁי סְדוֹם וַעֲמוֹרָה וּמִמִּצְרַיִם שֶׁטָּבְעוּ בַּיָּם הוּא יִפָּרַע מִמִּי שֶׁאֵינוֹ עוֹמֵד בְּדִבּוּרוֹ. וְאַחַר כָּךְ יַחְזְרוּ הַדָּמִים:  ",
            "הַנּוֹתֵן דְּמֵי הַמִּטַּלְטְלִין אוֹ מִקְצָת הַדָּמִים וְחָזַר בּוֹ הַלּוֹקֵחַ וְאָמַר לוֹ הַמּוֹכֵר בֹּא וְטֹל מְעוֹתֶיךָ. הֲרֵי הַמָּעוֹת אֶצְלוֹ כְּמוֹ פִּקָּדוֹן. וְאִם נִגְנְבוּ אוֹ אָבְדוּ אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן. אֲבָל אִם חָזַר בּוֹ הַמּוֹכֵר הֲרֵי הַמָּעוֹת בִּרְשׁוּתוֹ וְחַיָּב בְּאַחֲרָיוּתָן. וְאַף עַל פִּי שֶׁחָזַר בּוֹ וְאָמַר לַלּוֹקֵחַ בּוֹא וְטֹל אֶת שֶׁלְּךָ. עַד שֶׁיְּקַבֵּל עָלָיו מִי שֶׁפָּרַע וְיֹאמַר לוֹ אַחַר כָּךְ בּוֹא וְטֹל אֶת שֶׁלְּךָ:  ",
            "מִי שֶׁהָיָה לוֹ חוֹב אֵצֶל חֲבֵרוֹ וְאָמַר לוֹ מְכֹר לִי חָבִית שֶׁל יַיִן בַּחוֹב שֶׁיֵּשׁ לִי אֶצְלְךָ וְרָצָה הַמּוֹכֵר. הֲרֵי זֶה כְּמִי שֶׁנָּתַן הַדָּמִים עַתָּה. וְכָל הַחוֹזֵר בּוֹ מְקַבֵּל מִי שֶׁפָּרַע. לְפִיכָךְ אִם מָכַר לוֹ קַרְקַע בְּחוֹבוֹ אֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ וְאַף עַל פִּי שֶׁאֵין מְעוֹת הַמַּלְוֶה מְצוּיוֹת בִּשְׁעַת הַמֶּכֶר:  ",
            "הַלּוֹקֵחַ מֵחֲבֵרוֹ קַרְקַע אוֹ עֲבָדִים אוֹ שְׁאָר מִטַּלְטְלִין וּפָסְקוּ הַדָּמִים וְהִנִּיחַ מַשְׁכּוֹן עַל הַדָּמִים לֹא קָנָה. וְכָל הָרוֹצֶה לַחְזֹר מִשְּׁנֵיהֶם חוֹזֵר וְאֵינוֹ חַיָּב לְקַבֵּל מִי שֶׁפָּרַע:  ",
            "מָכַר לוֹ בִּדְבָרִים בִּלְבַד וּפָסְקוּ הַדָּמִים. וְרָשַׁם הַלּוֹקֵחַ רשֶׁם עַל הַמִּקָּח כְּדֵי שֶׁיִּהְיֶה לוֹ סִימָן יָדוּעַ שֶׁהוּא שֶׁלּוֹ. אַף עַל פִּי שֶׁלֹּא נָתַן מֵהַדָּמִים כְּלוּם כָּל הַחוֹזֵר בּוֹ אַחַר שֶׁרָשַׁם מְקַבֵּל מִי שֶׁפָּרַע. וְאִם מִנְהַג הַמְּדִינָה הוּא שֶׁיִּקְנֶה הָרשֶׁם קִנְיָן גָּמוּר נִקְנָה הַמִּקָּח. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ. וְיִהְיֶה זֶה חַיָּב לִתֵּן דָּמִים:  ",
            "דָּבָר בָּרוּר הוּא שֶׁאֵין דִּין זֶה אֶלָּא בְּשֶׁרָשַׁם בִּפְנֵי הַמּוֹכֵר. אוֹ שֶׁאָמַר לוֹ הַמּוֹכֵר רְשֹׁם מִקָּחֲךָ. שֶׁהֲרֵי גָּמַר לְהַקְנוֹתָן כְּמוֹ שֶׁבֵּאַרְנוּ בַּחֲזָקָה וּבִמְשִׁיכָה:  ",
            "הַנּוֹשֵׂא וְנוֹתֵן בִּדְבָרִים בִּלְבַד הֲרֵי זֶה רָאוּי לַעֲמֹד לוֹ בְּדִבּוּרוֹ אַף עַל פִּי שֶׁלֹּא לָקַח מִן הַדָּמִים כְּלוּם וְלֹא רָשַׁם וְלֹא הִנִּיחַ מַשְׁכּוֹן. וְכָל הַחוֹזֵר בּוֹ בֵּין לוֹקֵחַ בֵּין מוֹכֵר אַף עַל פִּי שֶׁאֵינוֹ חַיָּב לְקַבֵּל מִי שֶׁפָּרַע הֲרֵי זֶה מִמְּחֻסְּרֵי אֲמָנָה וְאֵין רוּחַ חֲכָמִים נוֹחָה הֵימֶנּוּ:  ",
            "וְכֵן מִי שֶׁאָמַר לַחֲבֵרוֹ לִתֵּן לוֹ מַתָּנָה וְלֹא נָתַן הֲרֵי זֶה מִמְּחֻסְּרֵי אֲמָנָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמַתָּנָה מוּעֶטֶת שֶׁהֲרֵי סָמְכָה דַּעְתּוֹ שֶׁל מְקַבֵּל כְּשֶׁהִבְטִיחוֹ. אֲבָל בְּמַתָּנָה מְרֻבָּה אֵין בָּהּ חֶסְרוֹן אֲמָנָה. שֶׁהֲרֵי לֹא הֶאֱמִין זֶה שֶׁיִּתֵּן לוֹ דְּבָרִים אֵלּוּ עַד שֶׁיִּקְנֶה אוֹתָן בִּדְבָרִים שֶׁקּוֹנִין בָּהֶן:  ",
            "הַנּוֹתֵן מָעוֹת לַחֲבֵרוֹ לִקְנוֹת לוֹ קַרְקַע אוֹ מִטַּלְטְלִין וְהִנִּיחַ מְעוֹת חֲבֵרוֹ אֶצְלוֹ וְהָלַךְ וְקָנָה לְעַצְמוֹ בִּמְעוֹתָיו מַה שֶּׁעָשָׂה עָשׂוּי וַהֲרֵי הוּא מִכְּלַל הָרַמָּאִין:  ",
            "הָיָה יוֹדֵעַ שֶׁזֶּה הַמּוֹכֵר אוֹהֵב אוֹתוֹ וּמְכַבְּדוֹ וּמוֹכֵר לוֹ וְאֵינוֹ מוֹכֵר לִמְשַׁלְּחוֹ הֲרֵי זֶה מֻתָּר לִקְנוֹת לְעַצְמוֹ. וְהוּא שֶׁיַּחֲזֹר וְיוֹדִיעוֹ. וְאִם מְפַחֵד שֶׁמָּא יָבוֹא אַחֵר וִיקַדְּמֶנּוּ לִקְנוֹת הֲרֵי זֶה קוֹנֶה לְעַצְמוֹ וְאַחַר כָּךְ מוֹדִיעוֹ:  ",
            "הוֹרוּ מִקְצָת הַמּוֹרִים שֶׁאִם קָנָה לְעַצְמוֹ בִּמְעוֹת חֲבֵרוֹ אַחַר שֶׁזְּקָפָן עָלָיו מִלְוֶה הֲרֵי קָנָה לְעַצְמוֹ. וּמְקַבְּלִין מִמֶּנּוּ כְּשֶׁאָמַר זָקַפְתִּי אוֹתָם הַמָּעוֹת עַל עַצְמִי בְּמִלְוֶה. וַאֲנִי אוֹמֵר שֶׁאֵין דִּין זֶה דִּין אֱמֶת. אֶלָּא הַמִּקָּח שֶׁל מְשַׁלֵּחַ כְּמוֹ שֶׁיִּתְבָּאֵר בְּדִין הָעֵסֶק:  ",
            "שְׁלֹשָׁה שֶׁנָּתְנוּ מָעוֹת לְאֶחָד לִקְנוֹת לָהֶם הַמִּקָּח. אִם הָיוּ הַמָּעוֹת מְעֹרָבוֹת וְקָנָה בְּמִקְצָת הַדָּמִים אַף עַל פִּי שֶׁהָיְתָה כַּוָּנַת הַשָּׁלִיחַ שֶׁזֶּה שֶׁקָּנָה לְאֶחָד מֵהֶן הֲרֵי הַמִּקָּח שֶׁל כֻּלָּן וְחוֹלְקִין אוֹתוֹ לְפִי מְעוֹתֵיהֶן:  ",
            "הָיוּ מָעוֹת שֶׁל אֶחָד מֵהֶן צְרוּרִין וַחֲתוּמִין אַף עַל פִּי שֶׁהָיָה בְּלֵב הַשָּׁלִיחַ הַזֶּה שֶׁיַּקְנֶה הַמִּקָּח לְכֻלָּן לֹא קָנָה אֶלָּא זֶה שֶׁנִּקְנָה הַמִּקָּח בִּמְעוֹתָיו בִּלְבַד:  "
        ],
        [
            "הַמּוֹכֵר שָׂדֶה לַחֲבֵרוֹ בְּאֶלֶף זוּז וְנָתַן לוֹ מִקְצָת הַדָּמִים וְהָיָה יוֹצֵא וְנִכְנָס וְתוֹבֵעַ שְׁאָר הַדָּמִים אֲפִלּוּ לֹא נִשְׁאַר לוֹ אֶלָּא זוּז אֶחָד לֹא קָנָה הַלּוֹקֵחַ אֶת כֻּלָּהּ אַף עַל פִּי שֶׁכָּתַב הַשְּׁטָר אוֹ הֶחֱזִיק: \n",
            "חָזַר בּוֹ הַלּוֹקֵחַ. יַד הַמּוֹכֵר עַל הָעֶלְיוֹנָה. רָצָה אוֹמֵר לוֹ הֵילָךְ מְעוֹתֶיךָ אוֹ קְנֵה מִן הַקַּרְקַע כְּנֶגֶד הַמָּעוֹת שֶׁנָּתַתָּ לִי וְנוֹתֵן לוֹ מִן הַזִּבּוּרִית שֶׁבָּהּ. וְאִם חָזַר הַמּוֹכֵר יַד הַלּוֹקֵחַ עַל הָעֶלְיוֹנָה רָצָה אוֹמֵר לוֹ תֵּן לִי מְעוֹתַי אוֹ תֵּן לִי קַרְקַע כְּנֶגֶד מְעוֹתַי וְנוֹטֵל מִן הַיָּפֶה שֶׁבָּהּ. וְאִם לֹא הָיָה יוֹצֵא וְנִכְנָס וְתוֹבֵעַ קָנָה הַלּוֹקֵחַ אֶת כֻּלָּהּ וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ. וּשְׁאָר הַדָּמִים עָלָיו כִּשְׁאָר הַחוֹבוֹת: \n",
            "מָכַר שָׂדֵהוּ מִפְּנֵי רָעָתָהּ. אַף עַל פִּי שֶׁהוּא יוֹצֵא וְנִכְנָס וְתוֹבֵעַ שְׁאָר הַדָּמִים קָנָה הַכּל. וְאֵין הַלּוֹקֵחַ יָכוֹל לַחְזֹר בּוֹ. שֶׁזֶּה שֶׁתּוֹבֵעַ וְרוֹדֵף לֹא מִפְּנֵי שֶׁעֲדַיִן לֹא גָּמַר וְהִקְנָה. אֶלָּא כְּדֵי שֶׁלֹּא יַחְזֹר בּוֹ הַלּוֹקֵחַ: \n",
            "וְכֵן הַדִּין בְּמוֹכֵר מִטַּלְטְלִין אַף עַל פִּי שֶׁמָּשַׁךְ הַלּוֹקֵחַ הַפֵּרוֹת וְהוֹצִיאָן לִרְשׁוּתוֹ וְהַמּוֹכֵר נִכְנָס וְיוֹצֵא עַל שְׁאָר הַדָּמִים לֹא קָנָה. וְיַד הַחוֹזֵר בּוֹ עַל הַתַּחְתּוֹנָה כְּמוֹ שֶׁבֵּאַרְנוּ אֶלָּא אִם כֵּן מָכַר מִפְּנֵי רָעַת מִמְכָּרוֹ וַהֲרֵי זֶה קָנָה הַכּל: \n",
            "לָקַח שְׁוֵה מֵאָה בְּמָאתַיִם וְהַמּוֹכֵר יוֹצֵא וְנִכְנָס לִתְבֹּעַ שְׁאָר הַדָּמִים. הֲרֵי זֶה סָפֵק אִם הוּא כְּמוֹכֵר שָׂדֵהוּ מִפְּנֵי רָעָתָהּ וְאֵינוֹ תּוֹבֵעַ אֶלָּא מִפְּנֵי שֶׁמָּכַר בְּיוֹתֵר. אוֹ אֵינוֹ כְּמוֹכֵר שָׂדֵהוּ מִפְּנֵי רָעָתָהּ וְזֶה שֶׁתּוֹבֵעַ מִפְּנֵי שֶׁעֲדַיִן לֹא גָּמַר לְהַקְנוֹתוֹ עַד שֶׁיִּקַּח כָּל הַדָּמִים. לְפִיכָךְ הָרוֹצֶה לַחְזֹר מִשְּׁנֵיהֶם אֵינוֹ יָכוֹל לַחְזֹר. וְאִם תָּפַס הַמּוֹכֵר מִמִּקָּח שֶׁמָּכַר כְּנֶגֶד הַמָּעוֹת שֶׁנִּשְׁאֲרוּ לוֹ אֵין מוֹצִיאִין מִיָּדוֹ: \n",
            "הַקּוֹנֶה דָּבָר מֵחֲבֵרוֹ וְנָתַן לוֹ הַדָּמִים וְטָעָה בְּמִנְיַן הַמָּעוֹת. וּלְאַחַר זְמַן תְּבָעוֹ הַמּוֹכֵר וְאָמַר לוֹ מֵאָה שֶׁנָּתַתָּ לִי אֵינָם אֶלָּא תִּשְׁעִים. נִקְנָה הַמִּקָּח וּמַחֲזִיר לוֹ הָעֲשָׂרָה אֲפִלּוּ אַחַר כַּמָּה שָׁנִים. בֵּין בְּקַרְקַע בֵּין בְּמִטַּלְטְלִין: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ כְּשֶׁאֶמְכֹּר שָׂדֶה זוֹ הֲרֵי הִיא מְכוּרָה לְךָ מֵעַכְשָׁו בְּמֵאָה זוּז וְקָנָה מִיָּדוֹ עַל כָּךְ וּלְאַחַר זְמַן מְכָרָהּ לְאַחֵר בְּמֵאָה. קָנָה הָרִאשׁוֹן. מְכָרָהּ בְּיוֹתֵר עַל מָנֶה קָנָה אַחֲרוֹן. שֶׁלֹּא אָמַר לוֹ אֶלָּא כְּשֶׁאֶמְכֹּר שֶׁיִּהְיֶה מוֹכֵר מִדַּעְתּוֹ תְּחִלָּה וְזֶה לֹא הָיָה רוֹצֶה לִמְכֹּר וְלֹא מָכַר אֶלָּא מִפְּנֵי הַתּוֹסֶפֶת שֶׁהוֹסִיף זֶה עַל שָׁוְיוֹ. וְנִמְצָא כְּמִי שֶׁנֶּאֱנַס וּמָכַר: \n",
            "אָמַר לוֹ כְּשֶׁאֶמְכְּרֶנָּה הֲרֵי הִיא קְנוּיָה לְךָ מֵעַכְשָׁו כְּמָה שֶׁיָּשׁוּמוּ אוֹתָהּ בֵּית דִּין שֶׁל שְׁלֹשָׁה. אֲפִלּוּ עַל פִּי שְׁנַיִם מִן הַשְּׁלֹשָׁה. אָמַר לוֹ כְּמוֹ שֶׁיֹּאמְרוּ שְׁלֹשָׁה עַד שֶׁיֹּאמְרוּ הַשְּׁלֹשָׁה. וְכֵן אִם אָמַר לוֹ כְּמוֹ שֶׁיָּשׁוּמוּ אוֹתָהּ בֵּית דִּין שֶׁל אַרְבָּעָה עַד שֶׁיָּשׁוּמוּ הָאַרְבָּעָה כֻּלָּן וְיַסְכִּימוּ וְיִמְכֹּר לְאַחֵר כְּמוֹ שֶׁיַּסְכִּימוּ. וְאַחַר כָּךְ יִקְנֶה הָרִאשׁוֹן. שָׁמוּ אוֹתָהּ שְׁלֹשָׁה אוֹ אַרְבָּעָה וְאָמַר הַמּוֹכֵר עַד שֶׁיָּבוֹאוּ שְׁלֹשָׁה אֲחֵרִים אוֹ אַרְבָּעָה וְיָשׁוּמוּ אֵין שׁוֹמְעִין לוֹ שֶׁהֲרֵי קָנוּ מִיָּדוֹ תְּחִלָּה שֶׁמָּכַר מֵעַכְשָׁו: \n"
        ],
        [
            "הַמּוֹכֵר לַהֶקְדֵּשׁ וְאָמַר לוֹ הַגִּזְבָּר בְּכַמָּה אַתָּה מוֹכֵר חֵפֶץ זֶה וְאָמַר בַּעֲשָׂרָה אֲפִלּוּ הָיָה שָׁוֶה מֵאָה כֵּיוָן שֶׁאָמַר בַּעֲשָׂרָה אֵינוֹ [יָכוֹל] לַחְזֹר בּוֹ. שֶׁאֲמִירָה לְגָבוֹהַּ כִּמְסִירָה לְהֶדְיוֹט: \n",
            "הַגִּזְבָּר שֶׁקָּנָה לַהֶקְדֵּשׁ אוֹ שֶׁמָּכַר יָדוֹ עַל הָעֶלְיוֹנָה. כֵּיצַד. נָתַן דָּמִים שֶׁל הֶקְדֵּשׁ אַף עַל פִּי שֶׁלֹּא מָשַׁךְ הַפֵּרוֹת אִם הוּקְרוּ קָנָה כְּדִין תּוֹרָה. וְאִם הוּזְלוּ הַפֵּרוֹת חוֹזֵר שֶׁהֲרֵי לֹא מָשַׁךְ. וְלֹא יְהֵא כֹּחַ הֶדְיוֹט חָמוּר מִכֹּחַ הַהֶקְדֵּשׁ. וְכֵן אִם מָכַר חֵפֶץ שֶׁל הֶקְדֵּשׁ וּמְשָׁכוֹ הַלּוֹקֵחַ וְלֹא נָתַן דָּמִים וְהוּזַל הַחֵפֶץ קָנָה. שֶׁלֹּא יְהֵא כֹּחַ הֶדְיוֹט חָמוּר מִכֹּחַ הֶקְדֵּשׁ. וְאִם הוּקַר הַחֵפֶץ חוֹזֵר בּוֹ שֶׁהֲרֵי לֹא לָקַח הַגִּזְבָּר דָּמִים. וְהַהֶקְדֵּשׁ אֵינוֹ נִקְנֶה אֶלָּא בְּכֶסֶף שֶׁנֶּאֱמַר וְנָתַן הַכֶּסֶף וְקָם לוֹ. וְאֵין הַגִּזְבָּר חַיָּב לְקַבֵּל מִי שֶׁפָּרַע: \n",
            "נִכְסֵי יְתוֹמִים הֲרֵי הֵן כְּהֶקְדֵּשׁ. כֵּיצַד. יְתוֹמִים שֶׁמָּכְרוּ פֵּרוֹת וְנִמְשְׁכוּ מֵהֶן הַפֵּרוֹת וַעֲדַיִן לֹא לָקְחוּ הַדָּמִים וְהוּקְרוּ הַפֵּרוֹת חוֹזְרִין בָּהֶן. שֶׁאֵין נִכְסֵי יְתוֹמִים נִקְנִין אֶלָּא בְּכֶסֶף כְּהֶקְדֵּשׁ. הוּזְלוּ הַפֵּרוֹת לֹא יִהְיֶה כֹּחַ הֶדְיוֹט יוֹתֵר חָמוּר מִכֹּחָן: \n",
            "וְכֵן אִם לָקְחוּ הַדָּמִים וַעֲדַיִן לֹא נִמְשְׁכוּ פֵּרוֹתֵיהֶן וְהוּקְרוּ. חוֹזְרִין כִּשְׁאָר הַהֶדְיוֹטוֹת. אֲבָל אִם הוּזְלוּ הַפֵּרוֹת וְרָצוּ הַלָּקוֹחוֹת לַחְזֹר בָּהֶן. חוֹזְרִין וּמְקַבְּלִין מִי שֶׁפָּרַע כְּדִינָם עִם שְׁאָר הָעָם. שֶׁאִם נְחַיֵּב אוֹתָם לִקַּח הַפֵּרוֹת כְּדִין תּוֹרָה הֲרֵי זוֹ רָעָה לַיְתוֹמִים. שֶׁאִם יִהְיֶה דִּינָם כָּךְ כְּשֶׁיִּצְטָרְכוּ לִמְכֹּר לֹא יִמְצְאוּ מִי יִתֵּן לָהֶם דָּמִים: \n",
            "וְכֵן יְתוֹמִים שֶׁלָּקְחוּ פֵּרוֹת וּמָשְׁכוּ הַפֵּרוֹת וְלֹא נָתְנוּ הַדָּמִים וְהוּקְרוּ לֹא יִהְיֶה כֹּחַ הֶדְיוֹט גָּדוֹל מִכֹּחָן. וְאִם הוּזְלוּ הַפֵּרוֹת אֵינָן חוֹזְרִין. שֶׁזּוֹ רָעָה לָהֶם כְּשֶׁיִּצְטָרְכוּ לִקְנוֹת פֵּרוֹת לֹא יִמְצְאוּ מִי שֶׁיִּמְכֹּר לָהֶם: \n",
            "נָתְנוּ הַדָּמִים וְלֹא מָשְׁכוּ הַפֵּרוֹת וְהֻזְּלוּ הַפֵּרוֹת חוֹזְרִין. לֹא יִהְיֶה כֹּחַ הֶדְיוֹט גָּדוֹל מִכֹּחָן. הוּקְרוּ אִם רָצוּ הַמּוֹכְרִים לַחְזֹר בָּהֶן חוֹזְרִין וּמְקַבְּלִין מִי שֶׁפָּרַע. שֶׁאִם יִהְיֶה דִּינָם שֶׁיִּקְנוּ בִּנְתִינַת הַמָּעוֹת יֹאמַר לָהֶם הַמּוֹכֵר נִשְׂרְפוּ הַפֵּרוֹת שֶׁלְּקַחְתֶּם אוֹ אָבְדוּ בְּאֹנֶס וּכְבָר נַעֲשׂוּ בִּרְשׁוּתְכֶם מִשְּׁעַת נְתִינַת הַמָּעוֹת: \n",
            "בְּאַרְבָּעָה פְּרָקִים בַּשָּׁנָה הֶעֱמִידוּ דִּבְרֵיהֶם עַל דִּין תּוֹרָה בְּבָשָׂר מִפְּנֵי שֶׁהָעָם כֻּלָּן צְרִיכִין לְבָשָׂר. וְאֵלּוּ הֵן. עֶרֶב יוֹם טוֹב הָאַחֲרוֹן שֶׁל חַג. וְעֶרֶב יוֹם טוֹב הָרִאשׁוֹן שֶׁל פֶּסַח. וְעֶרֶב הָעֲצֶרֶת. וְעֶרֶב רֹאשׁ הַשָּׁנָה. כֵּיצַד. הָיָה לַטַּבָּח שׁוֹר אֲפִלּוּ שָׁוֶה מֵאָה דִּינָרִין וְלָקַח דִּינָר אֶחָד מִן הַלּוֹקֵחַ כְּדֵי לִתֵּן לוֹ בָּשָׂר כְּשֶׁיִּשְׁחֹט וְלֹא נִתְקַבְּצוּ לוֹ כָּל דְּמֵי הַשּׁוֹר אֵינוֹ יָכוֹל לַחְזֹר בּוֹ. אֶלָּא מַשְׁחִיטִין אֶת הַטַּבָּח בַּעַל כָּרְחוֹ. וְכוֹפִין אוֹתוֹ לִשְׁחֹט וְלִתֵּן הַבָּשָׂר לַלּוֹקֵחַ. לְפִיכָךְ אִם מֵת הַשּׁוֹר מֵת לַלּוֹקֵחַ: \n"
        ],
        [
            "מִי שֶׁאֲנָסוּהוּ עַד שֶׁמָּכַר וְלָקַח דְּמֵי הַמִּקָּח. אֲפִלּוּ תָּלוּהוּ עַד שֶׁמָּכַר מִמְכָּרוֹ מִמְכָּר בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקָעוֹת שֶׁמִּפְּנֵי אָנְסוֹ גָּמַר וּמַקְנֶה. אַף עַל פִּי שֶׁלֹּא לָקַח הַדָּמִים בִּפְנֵי הָעֵדִים. לְפִיכָךְ אִם מָסַר מוֹדָעָה קֹדֶם שֶׁיִּמְכֹּר וְאָמַר לִשְׁנֵי עֵדִים דְּעוּ שֶׁזֶּה שֶׁאֲנִי מוֹכֵר חֵפֶץ פְּלוֹנִי אוֹ שָׂדֶה פְּלוֹנִי לִפְלוֹנִי מִפְּנֵי שֶׁאֲנִי אָנוּס. הֲרֵי הַמִּמְכָּר בָּטֵל. וַאֲפִלּוּ הֶחֱזִיק כַּמָּה שָׁנִים מוֹצִיאִין אוֹתָהּ מִיָּדוֹ וּמַחֲזִיר הַדָּמִים: \n",
            "וּצְרִיכִין הָעֵדִים לֵידַע שֶׁהוּא מוֹכֵר מִפְּנֵי הָאֹנֶס וְשֶׁהוּא אָנוּס וַדַּאי. לֹא שֶׁיִּסְמְכוּ עַל פִּיו. וְכָל מוֹדָעָה שֶׁאֵין כָּתוּב בָּהּ וְאָנוּ הָעֵדִים יָדַעְנוּ שֶׁפְּלוֹנִי זֶה אָנוּס הָיָה אֵינָהּ מוֹדָעָה: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמוֹכֵר אוֹ בְּעוֹשֶׂה פְּשָׁרָה. אֲבָל בְּמַתָּנָה אוֹ בִּמְחִילָה אִם מָסַר מוֹדָעָה קֹדֶם מַתָּנָה אַף עַל פִּי שֶׁאֵינוֹ אָנוּס הֲרֵי הַמַּתָּנָה בְּטֵלָה. שֶׁאֵין הוֹלְכִין בְּמַתָּנָה אֶלָּא אַחַר גִּלּוּי דַּעַת הַנּוֹתֵן שֶׁאִם אֵינוֹ רוֹצֶה לְהַקְנוֹת בְּכָל לִבּוֹ לֹא קָנָה הַמְקַבֵּל מַתָּנָה. וְהַמְּחִילָה מַתָּנָה הִיא: \n",
            "אֶחָד הָאוֹנֵס אֶת חֲבֵרוֹ בְּשֶׁהִכָּהוּ אוֹ תְּלָאָהוּ עַד שֶׁמָּכַר אוֹ שֶׁהִפְחִידוֹ בְּדָבָר שֶׁאֶפְשָׁר לוֹ לַעֲשׂוֹת בֵּין בִּידֵי עַכּוּ''ם בֵּין בִּידֵי יִשְׂרָאֵל הֲרֵי זֶה אוֹנֵס. וּמַעֲשֶׂה בְּאֶחָד שֶׁשָּׂכַר פַּרְדֵּס מֵחֲבֵרוֹ לְעֶשֶׂר שָׁנִים וְלֹא הָיָה שְׁטַר חוֹב בְּיַד הַמַּשְׂכִּיר וְאַחַר שֶׁאֲכָלוֹ הַשּׂוֹכֵר שָׁלֹשׁ שָׁנִים אָמַר לוֹ אִם לֹא תִּמְכְּרֶנוּ לִי אֶכְבּשׁ שְׁטַר שְׂכִירוּת וְאֶטְעֹן שֶׁהוּא לָקוּחַ בְּיָדִי וְאָמְרוּ חֲכָמִים שֶׁזֶּה אוֹנֵס. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לְפִיכָךְ אִם תְּבָעוֹ הַמַּשְׂכִּיר בְּבֵית דִּין וְכָפַר בּוֹ וְטָעַן שֶׁהַפַּרְדֵּס שֶׁלּוֹ וְאַחַר כָּךְ מָסַר הַמַּשְׂכִּיר מוֹדָעָה וְאַחַר כָּךְ מָכַר לַשּׂוֹכֵר שֶׁכָּפַר בּוֹ הֲרֵי הַמִּמְכָּר בָּטֵל. שֶׁהֲרֵי יֵשׁ לוֹ עֵדִים שֶׁהוּא אָנוּס. וְהֵם הָעֵדִים שֶׁכָּפַר בִּפְנֵיהֶם בְּבֵית דִּין וְהֵם עֵדֵי הַמּוֹדָעָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּאַנָּס שֶׁהֲרֵי הוּא חַמְסָן מִפְּנֵי שֶׁכּוֹפֶה אֶת הַמּוֹכֵר לִמְכֹּר שֶׁלֹּא בִּרְצוֹנוֹ. אֲבָל הַגּוֹזֵל וְהֻחְזַק בְּגַזְלָן וְאַחַר כָּךְ לָקַח שָׂדֶה שֶׁגָּזַל אֵין הַמּוֹכֵר צָרִיךְ לִמְסֹר מוֹדָעָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גְּזֵלָה: \n",
            "עֵדֵי הַמּוֹדָעָה יֵשׁ לָהֶם לַחְתֹּם הֵם עַצְמָן בְּאוֹתוֹ הַמִּמְכָּר שֶׁנִּמְסְרָה לָהֶם הַמּוֹדָעָה עָלָיו וְאֵין בְּכָךְ כְּלוּם. וַאֲפִלּוּ אָמַר לָהֶם בִּפְנֵי הָאַנָּס בִּרְצוֹנִי מָכַרְתִּי בְּלֹא אֹנֶס הֲרֵי הַמּוֹדָעָה קַיֶּמֶת. כְּשֵׁם שֶׁאֲנָסוֹ שֶׁמָּכַר בְּלֹא רָצוֹן כָּךְ אֲנָסוֹ עַד שֶׁאָמַר בִּרְצוֹנִי אֲנִי מוֹכֵר: \n",
            "וְכֵן אִם הוֹדָה בִּפְנֵיהֶם שֶׁלָּקַח הַדָּמִים אַחַר שֶׁמָּסַר מוֹדָעָה עַל כָּךְ אֵינוֹ חַיָּב לְהַחְזִיר כְּלוּם. שֶׁהָאוֹנֵס אֲנָסוֹ עַד שֶׁיּוֹדֶה וְהָעֵדִים כְּבָר יָדְעוּ שֶׁהוּא אָנוּס. אֲבָל אִם מָנָה הַדָּמִים בִּפְנֵיהֶם חַיָּב לְהַחְזִיר: \n",
            "הֵעִידוּ עָלָיו עֵדֵי הַמֶּכֶר שֶׁבִּטֵּל הַמּוֹדָעָה הֲרֵי הַמּוֹדָעָה בְּטֵלָה. וְאִם אָמַר לְעֵדֵי הַמּוֹדָעָה הֱיוּ יוֹדְעִין שֶׁכָּל קִנְיָן שֶׁאֲנִי לוֹקֵחַ לְבַטֵּל הַמּוֹדָעָה וּמוֹדָעֵי דְּמוֹדָעֵי שֶׁהַכּל בָּטֵל וְאֵינִי אוֹמֵר כָּךְ אֶלָּא מִפְּנֵי הָאֹנֶס שֶׁאַתֶּם יוֹדְעִין וְאֵין בְּדַּעְתִּי לְהַקְנוֹת לְזֶה הָאַנָּס לְעוֹלָם. הֲרֵי הַמֶּכֶר בָּטֵל. וְאַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ לְבַטֵּל הַמּוֹדָעָה עַל הַדֶּרֶךְ שֶׁבֵּאַרְנוּ: \n"
        ],
        [
            "הַמַּקְנֶּה בֵּין קַרְקַע בִּין מִטַּלְטְלִין וְהִתְנָה תְּנָאִין שֶׁאֶפְשָׁר לְקַיְּמָן. בֵּין שֶׁהִתְנָה הַמַּקְנֶה בֵּין שֶׁהִתְנָה הַקּוֹנֶה. אִם נִתְקַיְּמוּ הַתְּנָאִין נִקְנָה הַדָּבָר שֶׁהֻקְנָה. וְאִם לֹא נִתְקַיֵּם הַתְּנַאי לֹא קָנָה. וּכְבָר בֵּאַרְנוּ מִשְׁפְּטֵי הַתְּנָאִים בְּהִלְכוֹת אִישׁוּת: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁקָּנָה בְּדֶרֶךְ מִן הַדְּרָכִים שֶׁקּוֹנִין בָּהֶן וַהֲרֵי יֵשׁ עָלָיו לְקַיֵּם אֶת הַתְּנַאי. אֲבָל אִם לֹא קָנָה עַתָּה וְהִתְנָה עִמּוֹ שֶׁאִם נִתְקַיֵּם הַתְּנַאי זֶה יִקְנֶה וְאִם לֹא נִתְקַיֵּם לֹא יִקְנֶה אַף עַל פִּי שֶׁנִּתְקַיֵּם הַתְּנַאי לֹא קָנָה. שֶׁזּוֹ אַסְמַכְתָּא הִיא. שֶׁהֲרֵי סָמַךְ קְנִיָּתוֹ לַעֲשׂוֹת כָּךְ וְכָךְ וְכָל אַסְמַכְתָּא אֵינָהּ קוֹנָה שֶׁהֲרֵי לֹא גָּמַר בְּלִבּוֹ לְהַקְנוֹתוֹ: \n",
            "כֵּיצַד. הַמּוֹכֵר בַּיִת לַחֲבֵרוֹ אוֹ נְתָנוֹ לוֹ בְּמַתָּנָה עַל מְנָת שֶׁיֵּלֵךְ עִמּוֹ לִירוּשָׁלַיִם בְּיוֹם פְּלוֹנִי. וְהֶחֱזִיק זֶה בַּבַּיִת. הֲרֵי זֶה קָנָה כְּשֶׁיֵּלֵךְ עִמּוֹ לִירוּשָׁלַיִם בְּאוֹתוֹ הַיּוֹם. וְאִם עָבַר אוֹתוֹ הַיּוֹם וְלֹא הָלַךְ לֹא קָנָה. אֲבָל אִם הִתְנָה וְאָמַר לוֹ אִם תֵּלֵךְ עִמִּי לִירוּשָׁלַיִם בְּיוֹם פְּלוֹנִי אוֹ אִם תָּבִיא לִי דָּבָר פְּלוֹנִי אֶתֵּן לְךָ בַּיִת זֶה אוֹ אֶמְכְּרֶנוּ לְךָ בְּכָךְ וְכָךְ. וְהָלַךְ עִמּוֹ בְּאוֹתוֹ הַיּוֹם אוֹ שֶׁהֵבִיא לוֹ. אַף עַל פִּי שֶׁהֶחְזִיק בַּבַּיִת אַחַר שֶׁקִּיֵּם הַתְּנַאי לֹא קָנָה שֶׁזּוֹ הִיא אַסְמַכְתָּא. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "לְפִיכָךְ הַנּוֹתֵן עֵרָבוֹן לַחֲבֵרוֹ וְאָמַר לוֹ אִם אֲנִי חוֹזֵר בִּי עֶרְבוֹנִי מָחוּל לְךָ וְהַלָּה אוֹמֵר וְאִם אֲנִי חוֹזֵר בִּי אֶכְפּל לְךָ עֶרְבוֹנְךָ. אִם חָזַר בּוֹ הַלּוֹקֵחַ קָנָה זֶה הָעֵרָבוֹן שֶׁהֲרֵי הוּא תַּחַת יָדוֹ. וְאִם חָזַר בּוֹ הַמּוֹכֵר אֵין מְחַיְּבִין אוֹתוֹ לִכְפּל הָעֵרָבוֹן שֶׁזּוֹ אַסְמַכְתָּא הִיא וְאַסְמַכְתָּא לֹא קָנָה:\n",
            "וְכֵן מִי שֶׁפָּרַע מִקְצָת חוֹבוֹ וְהִשְׁלִישׁ אֶת הַשְּׁטָר וְאָמַר לוֹ אִם לֹא נָתַתִּי לְךָ עַד יוֹם פְּלוֹנִי תֵּן לוֹ שְׁטָרוֹ וְהִגִּיעַ זְמַן וְלֹא נָתַן לוֹ. לֹא יִתֵּן הַשָּׁלִישׁ אֶת הַשְּׁטָר שֶׁזּוֹ אַסְמַכְתָּא הִיא:\n",
            "וְכֵן כָּל תְּנָאִין שֶׁמַּתְנִין בְּנֵי אָדָם בֵּינֵיהֶן. אַף עַל פִּי שֶׁהֵן בְּעֵדִים וּבִשְׁטָר. אִם יִהְיֶה כָּךְ אוֹ אִם תַּעֲשֶׂה כָּךְ אֶתֵּן לְךָ מָנֶה אוֹ אַקְנֶה לְךָ בַּיִת זֶה. וְאִם לֹא יִהְיֶה אוֹ לֹא תַּעֲשֶׂה לֹא אַקְנֶה לְךָ וְלֹא אֶתֵּן לְךָ. אַף עַל פִּי שֶׁעָשָׂה אוֹ שֶׁהָיָה הַדָּבָר לֹא קָנָה. שֶׁכָּל הָאוֹמֵר אִם יִהְיֶה אִם לֹא יִהְיֶה לֹא גָּמַר וְהִקְנָה. שֶׁהֲרֵי דַּעְתּוֹ עֲדַיִן סוֹמֶכֶת שֶׁמָּא יִהְיֶה אוֹ שֶׁמָּא לֹא יִהְיֶה: \n",
            "כָּל הָאוֹמֵר קְנֵה מֵעַכְשָׁו אֵין כָּאן אַסְמַכְתָּא כְּלָל וְקָנָה. שֶׁאִלּוּ לֹא גָּמַר לְהַקְנוֹתוֹ לֹא הִקְנָהוּ מֵעַכְשָׁו. כֵּיצַד. אִם בָּאתִי מִכָּאן וְעַד יוֹם פְּלוֹנִי קְנֵה בַּיִת זֶה מֵעַכְשָׁו וְקָנוּ מִיָּדוֹ עַל כָּךְ. הֲרֵי זֶה קָנָה אִם בָּא בְּתוֹךְ הַזְּמַן שֶׁקָּבַע. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "מִי שֶׁמָּכַר חֲצֵרוֹ אוֹ שָׂדֵהוּ. וּפֵרֵשׁ בִּשְׁעַת הַמְּכִירָה שֶׁהוּא מוֹכֵר כְּדֵי לֵילֵךְ לְמָקוֹם פְּלוֹנִי אוֹ מִפְּנֵי הַמָּטָר שֶׁנִּמְנַע כְּדֵי לִקְנוֹת חִטִּים בִּדְמֵי חֲצֵרוֹ הֲרֵי זֶה כְּמוֹכֵר עַל תְּנַאי. לְפִיכָךְ אִם יָרַד הַמָּטָר אַחַר שֶׁמָּכַר. אוֹ בָּאוּ חִטִּין וְהוּזְלוּ. אוֹ נִמְנַע הַדֶּרֶךְ לֵילֵךְ לְאוֹתָהּ הָאָרֶץ. אוֹ שֶׁלֹּא נִסְתַּיֵּעַ לוֹ לַעֲלוֹת אוֹ לִקְנוֹת חִטִּים. הֲרֵי זֶה מַחְזִיר אוֹתָן הַדָּמִים וְתַחְזֹר לוֹ קַרְקַע. שֶׁהֲרֵי פֵּרֵשׁ שֶׁאֵינוֹ מוֹכֵר אֶלָּא לַעֲשׂוֹת דָּבָר פְּלוֹנִי וַהֲרֵי לֹא נַעֲשָׂה. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
            "אֲבָל הַמּוֹכֵר סְתָם אַף עַל פִּי שֶׁהָיָה בְּלִבּוֹ שֶׁמִּפְּנֵי כָּךְ וְכָךְ הוּא מוֹכֵר. וְאַף עַל פִּי שֶׁמַּרְאִין הַדְּבָרִים שֶׁאֵינוֹ מוֹכֵר אֶלָּא לַעֲשׂוֹת כָּךְ וְכָךְ וְלֹא נַעֲשָׂה אֵינוֹ חוֹזֵר. שֶׁהֲרֵי לֹא פֵּרֵשׁ וּדְבָרִים שֶׁבַּלֵּב אֵינָן דְּבָרִים: \n",
            "מִי שֶׁהִקְנָה לַחֲבֵרוֹ וְהִתְנָה עָלָיו עַל מְנָת שֶׁתִּתֵּן מִקָּח זֶה אוֹ תִּמְכְּרֶנוּ לִפְלוֹנִי. אִם נְתָנוֹ אוֹ מְכָרוֹ לְאוֹתוֹ פְּלוֹנִי קָנָה. וְאִם לֹא קִיֵּם הַתְּנַאי וּמְכָרוֹ לְאַחֵר אוֹ שֶׁלֹּא מְכָרוֹ וְלֹא נְתָנוֹ בַּזְּמַן שֶׁקָּבַע לוֹ לֹא קָנָה. וְכֵן הַמּוֹכֵר אוֹ הַלּוֹקֵחַ שֶׁהִתְנוּ שֶׁיַּחְזִיר לוֹ הַמִּקָּח בִּזְמַן פְּלוֹנִי אוֹ כְּשֶׁיִּתֵּן לוֹ הַמָּעוֹת. הֲרֵי הַמֶּכֶר קַיָּם וְיַחְזִיר כְּשֶׁהִתְנָה: \n",
            "מָכַר קַרְקַע לַחֲבֵרוֹ וְהִתְנָה הַמּוֹכֵר וְאָמַר לַלּוֹקֵחַ כְּשֶׁיִּהְיוּ לִי מָעוֹת תַּחְזִיר לִי הַקַּרְקַע זוֹ הֲרֵי הַפֵּרוֹת שֶׁל מוֹכֵר. מָכַר לוֹ סְתָם וְאָמַר לוֹ הַלּוֹקֵחַ מִדַּעְתּוֹ כְּשֶׁיִּהְיוּ לְךָ מָעוֹת תְּבִיאֵם לִי וַאֲנִי אַחְזִיר לְךָ קַרְקַע זוֹ. הֲרֵי הַתְּנַאי קַיָּם וְהַלּוֹקֵחַ אוֹכֵל פֵּרוֹת. וְאֵין בָּזֶה אֲבַק רִבִּית שֶׁהֲרֵי מִדַּעְתּוֹ חִיֵּב עַצְמוֹ בִּתְנַאי זֶה: \n",
            "מַעֲשֶׂה בְּאִשָּׁה שֶׁשָּׁלְחָה רְאוּבֵן לִקְנוֹת לָהּ חָצֵר מִשִּׁמְעוֹן שֶׁהָיָה קְרוֹבוֹ וְאָמַר שִׁמְעוֹן הַמּוֹכֵר לִרְאוּבֵן הַשָּׁלִיחַ אִם יִהְיוּ לִי מָעוֹת תַּחְזִיר לִי פְּלוֹנִית קְרוֹבָתִי קַרְקַע זוֹ. וֶהֱשִׁיבוֹ רְאוּבֵן וְאָמַר לוֹ אַתָּה וּפְלוֹנִית קְרוֹבִים כְּמוֹ אַחִים. כְּלוֹמַר הַדָּבָר קָרוֹב שֶׁהִיא תַּחְזִיר לְךָ וְאֵינָהּ מַקְפֶּדֶת עַל זוֹ. וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְאָמְרוּ הֲרֵי זֶה הַשָּׁלִיחַ לֹא קָנָה כְּלוּם שֶׁהֲרֵי לֹא סָמְכָה דַּעְתּוֹ שֶׁל קָרוֹב זֶה עַל דִּבְרֵי הַשָּׁלִיחַ מִפְּנֵי שֶׁלֹּא הֱשִׁיבוֹ תְּשׁוּבָה בְּרוּרָה וְנִמְצָא שֶׁלֹּא גָּמַר וְלֹא הִקְנָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "אַסְמַכְתָּא שֶׁקָּנוּ מִיָּדוֹ עָלֶיהָ בְּבֵית דִּין חָשׁוּב הֲרֵי זֶה קָנָה. וְהוּא שֶׁיִּתְפֹּס זְכֻיּוֹתָיו בְּבֵית דִּין. וְהוּא שֶׁלֹּא יִהְיֶה אָנוּס: \n",
            "כֵּיצַד. הֲרֵי שֶׁהִתְפִּיס שְׁטָרוֹ אוֹ שׁוֹבְרוֹ בְּבֵית דִּין. וְקָנוּ מִיָּדוֹ שֶׁאִם לֹא בָּא בְּיוֹם פְּלוֹנִי יִנָּתֵן שְׁטָר זֶה לְבַעַל דִּינוֹ וְהִגִּיעַ הַיּוֹם וְלֹא בָּא הֲרֵי אֵלּוּ נוֹתְנִים. וְאִם עִכְּבוֹ נָהָר אוֹ חֹלִי מִלָּבוֹא לֹא יִתְּנוּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְהוּא שֶׁיִּהְיֶה בְּבֵית דִּין חָשׁוּב: \n",
            "הַמְחַיֵּב עַצְמוֹ בְּמָמוֹן לְאַחֵר בְּלֹא תְּנַאי כְּלָל. אַף עַל פִּי שֶׁלֹּא הָיָה חַיָּב לוֹ כְּלוּם הֲרֵי זֶה חַיָּב. שֶׁדָּבָר זֶה מַתָּנָה הִיא וְאֵינָהּ אַסְמַכְתָּא. כֵּיצַד. הָאוֹמֵר לְעֵדִים הֱווּ עָלַי עֵדִים שֶׁאֲנִי חַיָּב לִפְלוֹנִי מָנֶה. אוֹ שֶׁכָּתַב לוֹ בִּשְׁטָר הֲרֵינִי חַיָּב לְךָ מָנֶה אַף עַל פִּי שֶׁאֵין שָׁם עֵדִים. אוֹ שֶׁאָמַר לוֹ בִּפְנֵי עֵדִים הֲרֵינִי חַיָּב לְךָ מָנֶה בִּשְׁטָר. אַף עַל פִּי שֶׁלֹּא אָמַר אַתֶּם עֵדַי. הוֹאִיל וְאָמַר בִּשְׁטָר הֲרֵי זֶה כְּמִי שֶׁאָמַר הֱווּ עָלַי עֵדִים וְחַיָּב לְשַׁלֵּם. אַף עַל פִּי שֶׁשְּׁנֵיהֶם מוֹדִים וְהָעֵדִים יוֹדְעִים שֶׁלֹּא הָיָה לוֹ אֶצְלוֹ כְּלוּם. שֶׁהֲרֵי חִיֵּב עַצְמוֹ. כְּמוֹ שֶׁיִּשְׁתַּעְבֵּד הֶעָרֵב. וְכָזֶה הוֹרוּ רֹב הַגְּאוֹנִים: \n",
            "חִיֵּב עַצְמוֹ בְּדָבָר שֶׁאֵינוֹ קָצוּב. כְּגוֹן שֶׁאָמַר הֲרֵינִי חַיָּב לָזוּן אוֹתְךָ אוֹ לְכַסּוֹת חָמֵשׁ שָׁנִים. אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ לֹא נִשְׁתַּעְבֵּד. שֶׁזּוֹ כְּמוֹ מַתָּנָה הִיא וְאֵין כָּאן דָּבָר יָדוּעַ וּמָצוּי שֶׁנְּתָנוֹ בְּמַתָּנָה. וְכֵן הוֹרוּ רַבּוֹתַי: \n",
            "וּמִפְּנֵי מָה הַפּוֹסֵק עִם אִשְׁתּוֹ שֶׁיִּהְיֶה זָן אֶת בִּתָּהּ חַיָּב לְזוּנָהּ. מִפְּנֵי שֶׁפָּסַק בִּשְׁעַת נִשּׂוּאִין וְהַדָּבָר דּוֹמֶה לִדְבָרִים הַנִּקְנִין בַּאֲמִירָה: \n",
            "כְּשֶׁהָיוּ חַכְמֵי סְפָרַד רוֹצִים לְהַקְנוֹת בְּאַסְמַכְתָּא כָּךְ הָיוּ עוֹשִׂין. קוֹנִין מִזֶּה שֶׁהוּא חַיָּב לַחֲבֵרוֹ מֵאָה דִּינָרִין. וְאַחַר שֶׁחִיֵּב עַצְמוֹ קוֹנִין מִבַּעַל חוֹבוֹ שֶׁכָּל זְמַן שֶׁיִּהְיֶה כָּךְ אוֹ שֶׁיַּעֲשֶׂה כָּךְ הֲרֵי הַחוֹב זֶה מָחוּל לוֹ מֵעַכְשָׁו. וְאִם לֹא יִהְיֶה אוֹ לֹא יַעֲשֶׂה הֲרֵינִי תּוֹבְעוֹ בְּמָמוֹן שֶׁחִיֵּב עַצְמוֹ בּוֹ. וְעַל דֶּרֶךְ זוֹ הָיִינוּ עוֹשִׂין בְּכָל הַתְּנָאִין שֶׁבֵּין אָדָם לְאִשְׁתּוֹ בְּשִׁדּוּכִין וּבְכָל הַדְּבָרִים הַדּוֹמִין לָהֶם: \n"
        ],
        [
            "אָסוּר לַמּוֹכֵר אוֹ לַקּוֹנֶה לְהוֹנוֹת אֶת חֲבֵרוֹ שֶׁנֶּאֱמַר <small>(ויקרא כה יד)</small> \"וְכִי תִמְכְּרוּ מִמְכָּר לַעֲמִיתֶךָ אוֹ קָנֹה מִיַּד עֲמִיתֶךָ אַל תּוֹנוּ\". וְאַף עַל פִּי שֶׁהוּא עוֹבֵר בְּלֹא תַּעֲשֶׂה אֵינוֹ לוֹקֶה מִפְּנֵי שֶׁנִּתָּן לְהִשָּׁבוֹן. וּבֵין שֶׁהוֹנָה בְּמֵזִיד בֵּין שֶׁלֹּא יָדַע שֶׁיֵּשׁ בְּמֶכֶר זֶה הוֹנָיָה חַיָּב לְשַׁלֵּם: \n",
            "וְכַמָּה תְּהֵא הוֹנָיָה וְיִהְיֶה חַיָּב לְהָשִׁיב. שְׁתוּת בְּשָׁוֶה. כֵּיצַד. הֲרֵי שֶׁמָּכַר שְׁוֵה שֵׁשׁ בְּחָמֵשׁ. אוֹ שְׁוֵה שֶׁבַע בְּשֵׁשׁ. אוֹ שְׁוֵה חָמֵשׁ בְּשֵׁשׁ. אוֹ שְׁוֵה שֵׁשׁ בְּשֶׁבַע. הֲרֵי זֶה הוֹנָיָה וְנִקְנֶה הַמִּקָּח וְחַיָּב הַמְאַנֶּה לְשַׁלֵּם אֶת הַהוֹנָיָה וּלְהַחֲזִירָהּ כֻּלָּהּ לַמִּתְאַנֶּה: \n",
            "הָיְתָה הַהוֹנָיָה פָּחוֹת מִזֶּה בְּכָל שֶׁהוּא. כְּגוֹן שֶׁמָּכַר שְׁוֵה שִׁשִּׁים דִּינָר בַּחֲמִשִּׁים וּפְרוּטָה. אֵינוֹ חַיָּב לְהַחְזִיר כְּלוּם. שֶׁכָּל פָּחוֹת מִשְּׁתוּת דֶּרֶךְ הַכּל לִמְחל בּוֹ: \n",
            "הָיְתָה הַהוֹנָיָה יְתֵרָה עַל הַשְּׁתוּת בְּכָל שֶׁהוּא. כְּגוֹן שֶׁמָּכַר שְׁוֵה שִׁשִּׁים בַּחֲמִשִּׁים פָּחוֹת פְּרוּטָה. בָּטֵל מִקָּח. וְהַמִּתְאַנֶּה יָכוֹל לְהַחְזִיר הַחֵפֶץ וְלֹא יִקְנֶה כְּלָל. אֲבָל הַמְאַנֶּה אוֹתוֹ אֵינוֹ יָכוֹל לַחְזֹר אִם רָצָה זֶה וְקִבֵּל. וְאַף עַל פִּי שֶׁבָּטַל הַמִּקָּח. אֵין הַמְאַנֶּה חַיָּב לְהַחְזִיר עַד שֶׁתִּהְיֶה הַהוֹנָיָה יֶתֶר עַל פְּרוּטָה. הָיְתָה פְּרוּטָה בְּשָׁוֶה אֵינוֹ מַחְזִיר שֶׁאֵין הוֹנָיָה לִפְרוּטוֹת: \n",
            "עַד מָתַי יִהְיֶה לוֹ לַחְזֹר וְלִתְבֹּעַ הַהוֹנָיָה אוֹ לְבַטֵּל הַמִּקָּח. עַד כְּדֵי שֶׁיַּרְאֶה לְתַגָּר אוֹ לִקְרוֹבוֹ. וְאִם שָׁהָה יוֹתֵר מִזֶּה אֲפִלּוּ לָקַח שְׁוֵה מֵאָה בְּמָאתַיִם אֵינוֹ חוֹזֵר: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּלוֹקֵחַ שֶׁהֲרֵי הַמִּקָּח בְּיָדוֹ וּמַרְאֵהוּ. אֲבָל הַמּוֹכֵר חוֹזֵר בְּהוֹנָיָה לְעוֹלָם. וְאֵין צָרִיךְ לוֹמַר בְּבִטּוּל מִקָּח שֶׁאֵינוֹ יוֹדֵעַ דְּמֵי זֶה שֶׁמָּכַר עַד שֶׁיִּרְאֶה כְּמוֹתוֹ שֶׁנִּמְכַּר בַּשּׁוּק. לְפִיכָךְ אִם הָיָה הַמִּקָּח דָּבָר שֶׁאֵין בְּמִינוֹ שִׁנּוּי וְהוּא כֻּלּוֹ שָׁוֶה כְּגוֹן פִּלְפְּלִין וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה אֵינוֹ חוֹזֵר אֶלָּא עַד כְּדֵי שֶׁיִּשְׁאַל עַל שַׁעַר שֶׁבַּשּׁוּק בִּלְבַד: \n",
            "וְכֵן אִם נוֹדַע שֶׁבָּא לְיָדוֹ כְּמִמְכָּרוֹ וְיָדַע שֶׁטָּעָה וְלֹא תָּבַע אֵינוֹ יוּכַל לַחְזֹר וְלִתְבֹּעַ שֶׁהֲרֵי מָחַל: \n",
            "כְּשֵׁם שֶׁהוֹנָיָה לְהֶדְיוֹט כָּךְ הוֹנָיָה לְתַגָּר אַף עַל פִּי שֶׁהוּא בָּקִי. וּכְשֵׁם שֶׁהוֹנָיָה בְּפֵרוֹת וּבִבְהֵמָה כָּךְ יֵשׁ דִּין הוֹנָיָה בְּמַטְבְּעוֹת: \n",
            "כֵּיצַד. הֲרֵי שֶׁהָיָה דִּינָר שֶׁל זָהָב בְּעֶשְׂרִים וְאַרְבָּעָה דִּינָר שֶׁל כֶּסֶף וְצֵרְפָה בְּעֶשְׂרִים דִּינָר אוֹ בְּעֶשְׂרִים וּשְׁמוֹנָה הֲרֵי זֶה מַחְזִיר אֶת הַהוֹנָיָה. הָיָה יָתֵר עַל זֶה בָּטֵל הַצֵּרוּף. פָּחוֹת מִכָּאן מְחִילָה: \n",
            "וְכֵן אִם הָיָה הַסֶּלַע חֲסֵרָה שְׁתוּת וְהָיוּ מוֹצִיאִין הַסְּלָעִים בְּמִנְיָן וְלֹא בְּמִשְׁקָל מַחְזִיר הַהוֹנָיָה: \n",
            "עַד מָתַי חַיָּב לְהַחְזִיר הַדִּינָר אוֹ הַסֶּלַע. בַּכְּרַכִּים עַד כְּדֵי שֶׁיַּרְאֶה לַשֻּׁלְחָנִי. בִּכְפָרִים שֶׁאֵין הַשֻּׁלְחָנִי מָצוּי שָׁם יֵשׁ לוֹ לְהַחְזִיר עַד עַרְבֵי שַׁבָּתוֹת. שֶׁאֵין מַכִּיר הַסֶּלַע וְחֶסְרוֹנָהּ וְדָמֶיהָ אֶלָּא הַשֻּׁלְחָנִי. וְהוּא הַדִּין לְמוֹכֵר סְפָרִים אֲבָנִים טוֹבוֹת וּמַרְגָּלִיּוֹת שֶׁיֵּשׁ לַלּוֹקֵחַ לַחְזֹר עַד שֶׁיַּרְאֶה אוֹתָם לְתַגָּרִים הַבְּקִיאִים בָּהֶן בְּכָל מָקוֹם שֶׁהֵן. שֶׁאֵין הַכּל בְּקִיאִים בִּדְבָרִים אֵלּוּ. לְפִיכָךְ אִם לֹא הָיָה מַכִּיר בְּאוֹתָהּ מְדִינָה וְהוֹלִיךְ הַמִּקָּח לְמָקוֹם אַחֵר. אוֹ שֶׁבָּא הַבָּקִי לְאַחַר זְמַן מְרֻבֶּה וְהוֹדִיעוֹ שֶׁטָּעָה. הֲרֵי זֶה חוֹזֵר: \n",
            "הַנּוֹתֵן סֶלַע חֲסֵרָה לַחֲבֵרוֹ אִם הָיָה מַכִּירָהּ אֲפִלּוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ הֲרֵי זֶה מַחְזִירָהּ. וְאִם הָיָה אֶפְשָׁר לְהוֹצִיאָהּ עַל יְדֵי הַדְּחָק אֵינוֹ יָכוֹל לְהַחְזִירָהּ לְאַחַר זְמַן אֶלָּא אִם כֵּן קִבְּלָהּ מִמֶּנּוּ בְּמִדַּת חֲסִידוּת: \n",
            "הַמּוֹכֵר לַחֲבֵרוֹ שְׁוֵה אַרְבַּע בְּחָמֵשׁ שֶׁהֲרֵי הַמִּקָּח בָּטֵל כְּמוֹ שֶׁבֵּאַרְנוּ וְלֹא הִסְפִּיק לְהַרְאוֹת לְתַגָּר אוֹ לִקְרוֹבוֹ עַד שֶׁהוּקַר וְעָמַד בְּשֶׁבַע. לוֹקֵחַ יָכוֹל לַחְזֹר בּוֹ וְלֹא הַמּוֹכֵר. שֶׁהֲרֵי הַלּוֹקֵחַ אוֹמֵר לַמּוֹכֵר אִלּוּ לֹא הוֹנֵיתַנִי לֹא הָיִיתָ יָכוֹל לַחְזֹר וְעַתָּה שֶׁהוֹנֵיתַנִי תַּחְזֹר הֵיאַךְ יִהְיֶה הַחוֹטֵא נִשְׂכָּר: \n",
            "וְכֵן מוֹכֵר שֶׁמָּכַר שְׁוֵה חָמֵשׁ בְּאַרְבַּע וְזָל וְעָמַד בְּשָׁלֹשׁ. מוֹכֵר יָכוֹל לַחְזֹר בּוֹ וְלֹא לוֹקֵחַ. שֶׁהֲרֵי אוֹמֵר לוֹ הַמּוֹכֵר לַלּוֹקֵחַ לֹא מִפְּנֵי שֶׁהוֹנֵיתַנִי תַּחְזֹר בְּךָ: \n",
            "הַמּוֹכֵר שְׁוֵה חָמֵשׁ בְּשֵׁשׁ וְלֹא הִסְפִּיק לְהַרְאוֹתוֹ עַד שֶׁהוּקַר וְעָמַד בִּשְׁמוֹנֶה. הֲרֵי הַמּוֹכֵר חַיָּב לְהַחְזִיר הָאַחַת שֶׁל הוֹנָיָה שֶׁהֲרֵי נִקְנָה הַמִּקָּח וְחַיָּב לְהַחְזִיר וּכְשֶׁהוֹקִיר בִּרְשׁוּת לוֹקֵחַ הוּקַר. וְכֵן אִם מָכַר שָׁוֶה שֵׁשׁ בְּחָמֵשׁ וְהוּזְלוּ וְעָמְדוּ עַל שָׁלֹשׁ. הֲרֵי הַלּוֹקֵחַ חַיָּב לְהַחְזִיר סֶלַע אַחַת שֶׁל הוֹנָיָה. שֶׁהֲרֵי נִקְנָה הַמִּקָּח וּבִרְשׁוּת הַלּוֹקֵחַ הוּזַל: \n"
        ],
        [
            "הַמַּחְלִיף כֵּלִים בְּכֵלִים אוֹ בְּהֵמָה בִּבְהֵמָה אֲפִלּוּ מַחַט בְּשִׁירַיִם אוֹ טָלֶה בְּסוּס אֵין לוֹ הוֹנָיָה. שֶׁזֶּה רוֹצֶה בְּמַחַט יוֹתֵר מִן הַשִּׁירַיִם. אֲבָל הַמַּחְלִיף פֵּרוֹת בְּפֵרוֹת בֵּין שֶׁשָּׁמוּ אוֹתָם קֹדֶם הַמְּכִירָה בֵּין שֶׁשָּׁמוּ אוֹתָם אַחַר מְכִירָה יֵשׁ לָהֶן הוֹנָיָה: \n",
            "הַלּוֹקֵחַ בְּדָמִים אַכְסָרָה כְּגוֹן שֶׁחָפַן מִמָּעוֹת וְאָמַר לוֹ מְכֹר לִי פָּרָתְךָ בְּאֵלּוּ. אַף עַל פִּי שֶׁקּוֹנֶה בַּחֲלִיפִין קָנָה וּמַחֲזִיר הוֹנָאָה כְּמוֹ שֶׁבֵּאַרְנוּ. וְהוּא הַדִּין לְלוֹקֵחַ פֵּרוֹת אַכְסָרָה בְּסֶלַע אוֹ בִּשְׁתַּיִם שֶׁקָּנָה וּמַחֲזִיר אוֹנָאָה. בַּעַל הַבַּיִת שֶׁמָּכַר כְּלֵי תַּשְׁמִישׁוֹ אֵין לוֹ הוֹנָיָה. שֶׁאִלּוּלֵי לֹא הִרְבּוּ לוֹ הַדָּמִים לֹא הָיָה מוֹכֵר לוֹ כְּלֵי תַּשְׁמִישׁוֹ: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ עַל מְנָת שֶׁאֵין לְךָ עָלַי אוֹנָיָה יֵשׁ לוֹ עָלָיו הוֹנָיָה. בַּמֶּה דְּבָרִים אֲמוּרִים בִּסְתָם שֶׁאֵין יוֹדֵעַ כַּמָּה הוֹנָיָה יֵשׁ בּוֹ כְּדֵי שֶׁיִּמְחל. וְאֵין צָרִיךְ לוֹמַר אִם אָמַר לוֹ עַל מְנָת שֶׁאֵין בּוֹ הוֹנָיָה שֶׁהֲרֵי יֵשׁ בּוֹ. אֲבָל בִּמְפָרֵשׁ אֵין לוֹ הוֹנָיָה שֶׁכָּל תְּנַאי שֶׁבַּמָּמוֹן קַיָּם: \n",
            "כֵּיצַד. מוֹכֵר שֶׁאָמַר לַלּוֹקֵחַ חֵפֶץ זֶה שֶׁאֲנִי נוֹתֵן בְּמָאתַיִם יוֹדֵעַ אֲנִי שֶׁאֵינוֹ שָׁוֶה אֶלָּא מָנֶה עַל מְנָת שֶׁאֵין לְךָ הוֹנָיָה אֲנִי מוֹכֵר לְךָ אֵין לוֹ עָלָיו הוֹנָיָה. וְכֵן לוֹקֵחַ שֶׁאָמַר לַמּוֹכֵר חֵפֶץ זֶה שֶׁאֲנִי לוֹקֵחַ מִמְּךָ בְּמָנֶה יוֹדֵעַ אֲנִי שֶׁשָּׁוֶה מָאתַיִם עַל מְנָת שֶׁאֵין לְךָ עָלַי הוֹנָיָה אֲנִי לוֹקֵחַ מִמְּךָ. אֵין לוֹ עָלָיו הוֹנָיָה: \n",
            "הַנּוֹשֵׂא וְהַנּוֹתֵן בֶּאֱמוּנָה אֵין לוֹ עָלָיו אוֹנָיָה. כֵּיצַד. חֵפֶץ זֶה בְּכָךְ וְכָךְ לְקַחְתִּיו כָּךְ וְכָךְ אֲנִי מִשְׂתַּכֵּר בּוֹ. אֵין לוֹ עָלָיו הוֹנָיָה: \n",
            "והַנּוֹשֵׂא וְהַנּוֹתֵן בֶּאֱמוּנָה אִם לָקַח כֵּלִים רַבִּים אוֹ בְּגָדִים בְּמִמְכָּר אֶחָד. לֹא יַחְשֹׁב אֶת הָרַע בֶּאֱמוּנָה וְאֶת הַיָּפֶה בְּשָׁוֶה אֶלָּא זֶה וְזֶה בֶּאֱמוּנָה אוֹ זֶה וְזֶה בְּשָׁוִין. וְיֵשׁ לוֹ לְהַעֲלוֹת עַל הַמִּקָּח שְׂכַר הַכַּתָּף. וּשְׂכַר הַחַמָּר. וּשְׂכַר פֻּנְדָּק. אֲבָל שְׂכַר עַצְמוֹ מִפְּנֵי שֶׁהוּא כְּפוֹעֵל אֵינוֹ מוֹסִיף אוֹתוֹ עַל הַמִּקָּח. אֶלָּא מְפָרֵשׁ וְאוֹמֵר לוֹ כָּךְ וְכָךְ אֲנִי מִשְׂתַּכֵּר: \n",
            "הָעַכּוּ''ם אֵין לוֹ הוֹנָיָה שֶׁנֶּאֱמַר <small>(ויקרא כה יד)</small> \"אִישׁ אֶת אָחִיו\". וְעַכּוּ''ם שֶׁהוֹנָה אֶת יִשְׂרָאֵל מַחְזִיר הוֹנָיָה בְּדִינִין שֶׁלָּנוּ. לֹא יִהְיֶה זֶה חָמוּר מִיִּשְׂרָאֵל: \n",
            "אֵלּוּ דְּבָרִים שֶׁאֵין לָהֶם הוֹנָיָה. הַקַּרְקָעוֹת וְהָעֲבָדִים וְהַשְּׁטָרוֹת וְהַהֶקְדֵּשׁוֹת. אֲפִלּוּ מָכַר שְׁוֵה אֶלֶף בְּדִינָר אוֹ שְׁוֵה דִּינָר בְּאֶלֶף אֵין בָּהֶן הוֹנָיָה. שֶׁנֶּאֱמַר <small>(ויקרא כה יד)</small> \"אוֹ קָנֹה מִיַּד עֲמִיתֶךָ\". דָּבָר הַנִּקְנֶה מִיָּד לְיָד. יָצְאוּ הַקַּרְקָעוֹת וְיָצְאוּ עֲבָדִים שֶׁהֻקְּשׁוּ לְקַרְקָעוֹת. וְיָצְאוּ שְׁטָרוֹת שֶׁאֵין גּוּפָן קָנוּי אֶלָּא לִרְאָיָה שֶׁבָּהֶן. עֲמִיתְךָ וְלֹא הֶקְדֵּשׁ: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמוֹכֵר נִכְסֵי עַצְמוֹ. אֲבָל הַשָּׁלִיחַ שֶׁטָּעָה בְּכָל שֶׁהוּא בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקָעוֹת חוֹזֵר. וְנִרְאֶה לִי שֶׁכֵּן הַדִּין בְּאַפּוֹטְרוֹפּוֹס שֶׁטָּעָה בְּכָל שֶׁהוּא. בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקָעוֹת חוֹזֵר. וְאֵינוֹ דּוֹמֶה לְבֵית דִּין מִפְּנֵי שֶׁהוּא יָחִיד: \n",
            "בֵּית דִּין שֶׁמָּכְרוּ נִכְסֵי יְתוֹמִים וְטָעוּ בֵּין בְּקַרְקָעוֹת בֵּין בְּמִטַּלְטְלִין. אִם טָעוּ בְּפָחוֹת מִשְּׁתוּת הֲרֵי זוֹ מְחִילָה כְּהֶדְיוֹט. טָעוּ בִּשְׁתוּת בָּטֵל הַמִּקָּח. וְאִם רָצוּ שֶׁלֹּא לְבַטֵּל הַמִּמְכָּר וְיַחְזִירוּ הַהוֹנָיָה מַחֲזִירִין. לֹא יִהְיֶה כֹּחַ הֶדְיוֹט חָמוּר מֵהֶן: \n",
            "נִרְאֶה לִי שֶׁבֵּית דִּין שֶׁמָּכְרוּ קַרְקַע אוֹ עֲבָדִים שֶׁל יְתוֹמִים שְׁוֵה מָנֶה בְּמָאתַיִם. אֵין הַלּוֹקֵחַ יָכוֹל לַחְזֹר בָּהֶן. לֹא יִהְיֶה כֹּחַ הֶדְיוֹט חָמוּר מִכֹּחַ הַיְתוֹמִים. וְכֵן הַדִּין בְּאַפּוֹטְרוֹפּוֹס שֶׁמָּכַר קַרְקַע וַעֲבָדִים שֶׁאֵין הַלּוֹקֵחַ יָכוֹל לַחְזֹר בְּהוֹנָיָה כְּדִין הַהֶדְיוֹט: \n",
            "הָאַחִין וְהַשֻּׁתָּפִין שֶׁחָלְקוּ הַמִּטַּלְטְלִין הֲרֵי הֵן כְּלָקוֹחוֹת. פָּחוֹת מִשְּׁתוּת נִקְנֶה מִקָּח וְאֵין מַחְזִיר כְּלוּם. יֶתֶר עַל שְׁתוּת בָּטֵל מִקָּח. שְׁתוּת קָנָה וּמַחֲזִיר אוֹנָאָה. וְאִם הִתְנוּ בֵּינֵיהֶם שֶׁיַּחְלְקוּ בְּשׁוּם הַדַּיָּנִין וְטָעוּ בִּשְׁתוּת בָּטְלָה חֲלוּקָה. שֶׁהַדַּיָּנִין שֶׁשָּׁמוּ וּפָחֲתוּ שְׁתוּת אוֹ הוֹתִירוּ שְׁתוּת מִכְרָן בָּטֵל: \n",
            "הַבְּהֵמָה וְהַמַּרְגָּלִית וְהַסַּיִף. וְסֵפֶר תּוֹרָה הֲרֵי הֵן כִּשְׁאָר מִטַּלְטְלִין וְיֵשׁ בָּהֶן הוֹנָיָה. אֵין לְךָ דָּבָר שֶׁאֵין בּוֹ הוֹנָיָה חוּץ מֵאַרְבָּעָה דְּבָרִים שֶׁמָּנוּ חֲכָמִים. וְהוּא שֶׁיִּהְיֶה מוֹכֵר קוֹנֶה בְּנִכְסֵי עַצְמוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "כְּשֵׁם שֶׁאֵין לְקַרְקְעוֹת הוֹנָיָה כָּךְ שְׂכִירוּת קַרְקַע אֵין לוֹ הוֹנָיָה. אֲפִלּוּ שָׂכַר טְרַקְלִין גָּדוֹל בְּדִינָר בְּשָׁנָה אוֹ רֶפֶת קְטַנָּה בְּדִינָר בְּכָל יוֹם אֵין לוֹ הוֹנָיָה: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת עִמּוֹ בֵּין בְּקַרְקַע בֵּין בְּמִטַּלְטְלִין אֵין לוֹ הוֹנָיָה. מִפְּנֵי שֶׁהוּא כְּקוֹנֶה אוֹתוֹ לִזְמַן. וַעֲבָדִים אֵין בָּהֶם הוֹנָיָה: \n",
            "שְׂכָרוֹ לִזְרֹעַ לוֹ קַרְקַע וְאָמַר זָרַעְתִּי בָּהּ זְרִיעָה הָרָאוּי בָּהּ וּבָאוּ עֵדִים שֶׁזָּרַע בָּהּ פָּחוֹת מִן הָרָאוּי לָהּ. הֲרֵי זֶה סָפֵק אִם יֵשׁ לוֹ הוֹנָיָה מִפְּנֵי הַזֶּרַע אוֹ אֵין לוֹ הוֹנָיָה מִפְּנֵי הַקַּרְקַע. לְפִיכָךְ אֵין מוֹצִיאִין מִיַּד נִתְבָּע. וְכֵן אֵין מַשְׁבִּיעִין אוֹתוֹ אֶלָּא שְׁבוּעַת הֶסֵּת מִפְּנֵי צַד הַקַּרְקַע שֶׁיֵּשׁ כָּאן: \n",
            "הַשּׂוֹכֵר אֶת הַכֵּלִים אוֹ אֶת הַבְּהֵמָה יֵשׁ לָהֶם אוֹנָיָה. שֶׁהַשְּׂכִירוּת מְכִירָה בַּת יוֹמָהּ הִיא. וְאִם יֵשׁ בָּהּ הוֹנָיָה שְׁתוּת אוֹ יוֹתֵר. בֵּין שֶׁנִּתְאַנָּה שׂוֹכֵר בֵּין שֶׁנִּתְאַנָּה מַשְׂכִּיר. הֲרֵי זֶה מַחְזִיר הוֹנָיָה וַאֲפִלּוּ לְאַחַר זְמַן מְרֻבֶּה: \n",
            "נִרְאֶה לִי שֶׁהַקַּבְּלָן יֵשׁ לוֹ הוֹנָאָה. כֵּיצַד. כְּגוֹן שֶׁקִּבֵּל עָלָיו לֶאֱרֹג בֶּגֶד זֶה בַּעֲשָׂרָה זוּזִים. אוֹ לִתְפֹּר חָלוּק זֶה בִּשְׁנֵי זוּזִים. הֲרֵי זֶה יֵשׁ לוֹ הוֹנָיָה. וְכָל אֶחָד מִשְּׁנֵיהֶם בֵּין קַבְּלָן בֵּין בַּעַל הַבֶּגֶד חוֹזֵר לְעוֹלָם כְּמוֹכֵר: \n"
        ],
        [
            "כְּבָר בֵּאַרְנוּ שֶׁהַנּוֹשִׂא וְנוֹתִן בֶּאֱמוּנָה וְאָמַר כָּךְ וְכָךְ אֲנִי מִשְׂתַּכֵּר אֵין לוֹ הוֹנָיָה. וַאֲפִלּוּ אָמַר זֶה לָקַחְתִּי בְּסֶלַע וּבְעֶשֶׂר אֲנִי מוֹכֵר מֻתָּר. אֲבָל בֵּית דִּין חַיָּבִין לִפְסֹק הַשְּׁעָרִים וּלְהַעֲמִיד שׁוֹטְרִין לְכָךְ. וְלֹא יִהְיֶה כָּל אֶחָד וְאֶחָד מִשְׂתַּכֵּר כָּל מַה שֶּׁיִּרְצֶה אֶלָּא שְׁתוּת בִּלְבַד יִפְסְקוּ לָהֶם בִּשְׂכָרָם. וְלֹא יִשְׂתַּכֵּר הַמּוֹכֵר יֶתֶר עַל שְׁתוּת: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בִּדְבָרִים שֶׁיֵּשׁ בָּהֶם חַיֵּי נֶפֶשׁ כְּגוֹן יֵינוֹת שְׁמָנִים וּסְלָתוֹת. אֲבָל הָעִקָּרִין כְּגוֹן הַקֹּשְׁט וְהַלְּבוֹנָה וְכַיּוֹצֵא בָּהֶן אֵין פּוֹסְקִין לָהֶם שַׁעַר אֶלָּא יִשְׂתַּכֵּר כָּל מַה שֶּׁיִּרְצֶה: \n",
            "וְאֵין מִשְׂתַּכְּרִין פַּעֲמַיִם בְּבֵיצִים אֶלָּא הַתַּגָּר הָרִאשׁוֹן הוּא מוֹכְרָן בְּשָׂכָר וְהַלּוֹקֵחַ מִמֶּנּוּ מוֹכְרָן בְּקֶרֶן בִּלְבַד: \n",
            "אָסוּר לַעֲשׂוֹת סְחוֹרָה בְּאֶרֶץ יִשְׂרָאֵל בִּדְבָרִים שֶׁיֵּשׁ בָּהֶן חַיֵּי נֶפֶשׁ. אֶלָּא זֶה מֵבִיא מִגָּרְנוֹ וּמוֹכֵר וְזֶה מֵבִיא מִגָּרְנוֹ וּמוֹכֵר כְּדֵי שֶׁיִּמְכְּרֶנּוּ בְּזוֹל. וּבְמָקוֹם שֶׁהַשֶּׁמֶן מְרֻבֶּה מֻתָּר לְהִשְׂתַּכֵּר בְּשֶׁמֶן: \n",
            "אֵין אוֹצְרִין פֵּרוֹת שֶׁיֵּשׁ בָּהֶן חַיֵּי נֶפֶשׁ בָּאָרֶץ יִשְׂרָאֵל וְכֵן בְּכָל מָקוֹם שֶׁרֻבּוֹ יִשְׂרָאֵל שֶׁהֲרֵי מַגִּיעַ מִדָּבָר זֶה צַעַר לְיִשְׂרָאֵל. בַּמֶּה דְּבָרִים אֲמוּרִים בְּלוֹקֵחַ מִן הַשּׁוּק. אֲבָל הַמַּכְנִיס מִשֶּׁלּוֹ מֻתָּר לַעֲשׂוֹת לוֹ קַבּוֹ אוֹצָר: \n",
            "מֻתָּר לֶאֱצֹר פֵּרוֹת שָׁלֹשׁ שָׁנִים עֶרֶב שְׁבִיעִית וּשְׁבִיעִית וּמוֹצָאֵי שְׁבִיעִית. וּבִשְׁנֵי בַּצֹּרֶת אֲפִלּוּ קַב חָרוּבִין לֹא יֶאֱצֹר מִפְּנֵי שֶׁמַּכְנִיס מְאֵרָה בַּשְּׁעָרִים. וְכָל הַמַּפְקִיעַ שְׁעָרִים אוֹ שֶׁאָצַר פֵּרוֹת בָּאָרֶץ אוֹ בְּמָקוֹם שֶׁרֻבּוֹ יִשְׂרָאֵל הֲרֵי זֶה כְּמַלְוֶה בְּרִבִּית: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּפֵרוֹת שֶׁיֵּשׁ בָּהֶן חַיֵּי נֶפֶשׁ. אֲבָל הַתַּבְלִין כְּגוֹן כַּמּוֹן וּפִלְפְּלִין מֻתָּר לֶאֱצֹר אוֹתָן בְּאֶרֶץ יִשְׂרָאֵל וּלְהוֹצִיא אוֹתָן מִמָּקוֹם לְמָקוֹם כִּשְׁאָר הָעִקָּרִין: \n",
            "אֵין מוֹצִיאִין פֵּרוֹת שֶׁיֵּשׁ בָּהֶן חַיֵּי נֶפֶשׁ כְּגוֹן יֵינוֹת שְׁמָנִים וּסְלָתוֹת מֵאֶרֶץ יִשְׂרָאֵל לְחוּצָה לָאָרֶץ אוֹ לְסוּרְיָא. וְלֹא מֵרְשׁוּת מֶלֶךְ זֶה לִרְשׁוּת מֶלֶךְ אַחֵר בְּאֶרֶץ יִשְׂרָאֵל: \n",
            "רַשָּׁאִין בְּנֵי הָעִיר לָקֹץ לָהֶם שַׁעַר לְכָל דָּבָר שֶׁיִּרְצוּ וַאֲפִלּוּ בָּשָׂר וְלֶחֶם וּלְהַתְנוֹת בֵּינֵיהֶם לְכָל מִי שֶׁיַּעֲבֹר יַעַנְשׁוּ אוֹתוֹ כָּךְ וְכָךְ: \n",
            "רַשָּׁאִין אַנְשֵׁי אֻמָּנֻיּוֹת לִפְסֹק בֵּינֵיהֶם שֶׁלֹּא יַעֲשֶׂה אֶחָד בְּיוֹם שֶׁיַּעֲשֶׂה חֲבֵרוֹ וְכַיּוֹצֵא בָּזֶה וְכָל מִי שֶׁיַּעֲבֹר עַל הַתְּנַאי יַעַנְשׁוּ אוֹתוֹ כָּךְ וְכָךְ: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בִּמְדִינָה שֶׁאֵין בָּהּ חָכָם חָשׁוּב לְתַקֵּן מַעֲשֵׂה הַמְּדִינָה וּלְהַצְלִיחַ דַּרְכֵי יוֹשְׁבֶיהָ. אֲבָל אִם יֵשׁ בָּהּ אָדָם חָכָם חָשׁוּב אֵין הַתְּנַאי שֶׁלָּהֶן מוֹעִיל כְּלוּם וְאֵין יְכוֹלִין לַעֲנשׁ וּלְהַפְסִיד עַל מִי שֶׁלֹּא קִבֵּל הַתְּנַאי אֶלָּא אִם כֵּן הִתְנָה עִמָּהֶם וְעָשׂוּ מִדַּעַת הֶחָכָם. וְכָל מִי שֶׁהִפְסִיד לְפִי הַתְּנַאי שֶׁאֵינוֹ מִדַּעַת הֶחָכָם מְשַׁלֵּם: \n",
            "כְּשֵׁם שֶׁהוֹנָיָה בְּמִקָּח וּמִמְכָּר כָּךְ יֵשׁ הוֹנָיָה בִּדְבָרִים שֶׁנֶּאֱמַר <small>(ויקרא כה יז)</small> \"וְלֹא תוֹנוּ אִישׁ אֶת עֲמִיתוֹ וְיָרֵאתָ מֵאֱלֹהֶיךָ אֲנִי ה'\". זֶה הוֹנָיַת דְּבָרִים: \n",
            "כֵּיצַד. הָיָה בַּעַל תְּשׁוּבָה לֹא יֹאמַר לוֹ זְכֹר מַעֲשֶׂיךָ הָרִאשׁוֹנִים. וְאִם הָיָה בֶּן גֵּרִים לֹא יֹאמַר לוֹ זְכֹר מַעֲשֵׂה אֲבוֹתֶיךָ. הָיָה גֵּר וּבָא לִלְמֹד תּוֹרָה לֹא יֹאמַר לוֹ פֶּה שֶׁאָכַל נְבֵלוֹת וּטְרֵפוֹת יָבוֹא וְיִלְמֹד תּוֹרָה שֶׁנִּתְּנָה מִפִּי הַגְּבוּרָה. הָיוּ חֳלָאִים וְיִסּוּרִים בָּאִין עָלָיו אוֹ שֶׁהָיָה מְקַבֵּר אֶת בָּנָיו. לֹא יֹאמַר לוֹ כְּדֶרֶךְ שֶׁאָמְרוּ חֲבֵרָיו לְאִיּוֹב <small>(איוב ד ו)</small> \"הֲלֹא יִרְאָתְךָ כִּסְלָתֶךָ\" <small>(איוב ד ז)</small> \"זְכָר נָא מִי הוּא נָקִי אָבָד\": \n",
            "הָיוּ חַמָּרִין מְבַקְּשִׁין תְּבוּאָה לֹא יֹאמַר לָהֶם לְכוּ אֵצֶל פְּלוֹנִי וְהוּא יוֹדֵעַ שֶׁלֹּא מָכַר תְּבוּאָה מֵעוֹלָם. נִשְׁאֲלָה שְׁאֵלָה עַל דְּבַר חָכְמָה לֹא יֹאמַר לְמִי שֶׁאֵינוֹ יוֹדֵעַ אוֹתָהּ חָכְמָה מַה תָּשִׁיב בְּדָבָר זֶה אוֹ מַה דַּעְתְּךָ בְּדָבָר זֶה. וְכֵן כָּל כַּיּוֹצֵא בִּדְבָרִים הַלָּלוּ: \n",
            "כָּל הַמְאַנֶּה אֶת הַגֵּר בֵּין בְּמָמוֹן בֵּין בִּדְבָרִים עוֹבֵר בִּשְׁלֹשָׁה לָאוִין. שֶׁנֶּאֱמַר <small>(שמות כב כ)</small> \"וְגֵר לֹא תוֹנֶה\" זֶה הוֹנָיַת דְּבָרִים. <small>(שמות כב כ)</small> \"וְלֹא תִלְחָצֶנּוּ\" זֶה הוֹנָיַת מָמוֹן. הָא לָמַדְתָּ שֶׁכָּל הַמְּאַנֶּה אֶת הַגֵּר עוֹבֵר בִּשְׁלֹשָׁה לָאוִין. מִשּׁוּם <small>(ויקרא כה יז)</small> \"לֹא תוֹנוּ אִישׁ אֶת עֲמִיתוֹ\". וּמִשּׁוּם <small>(ויקרא כה יד)</small> \"אַל תּוֹנוּ אִישׁ אֶת אָחִיו\". וּמִשּׁוּם וְגֵר לֹא תוֹנֶה: \n",
            "וְכֵן אִם לְחָצוֹ וְהוֹנָהוּ בְּמָמוֹן עוֹבֵר בִּשְׁלֹשָׁה לָאוִין. מִשּׁוּם <small>(ויקרא כה יד)</small> \"אַל תּוֹנוּ אִישׁ אֶת אָחִיו\". וּמִשּׁוּם <small>(ויקרא כה יז)</small> \"וְלֹא תוֹנוּ אִישׁ אֶת עֲמִיתוֹ\". וּמִשּׁוּם <small>(שמות כב כ)</small> \"וְלֹא תִלְחָצֶנּוּ\": \n",
            "וּמִפְּנֵי מָה עוֹבֵר בְּגֵר עַל לָאו שֶׁל הוֹנָיַת דְּבָרִים אַף בַּהֲנָיַת מָמוֹן. וְעַל לָאו שֶׁל הוֹנָיַת מָמוֹן אַף בְּהוֹנָאַת דְּבָרִים. מִפְּנֵי שֶׁהוֹצִיא הַכָּתוּב אֶת שְׁנֵיהֶם בִּלְשׁוֹן הוֹנָיָה סְתָם. וְכָפַל לָאוִין בְּגֵר בִּשְׁנֵי הַדְּבָרִים בְּפֵרוּשׁ. לֹא תוֹנוּ וְלֹא תִלְחָץ: \n",
            "גְּדוֹלָה הוֹנָיַת דְּבָרִים מֵהוֹנָיַת מָמוֹן. שֶׁזֶּה נִתָּן לְהִשָּׁבוֹן וְזֶה לֹא נִתָּן לְהִשָּׁבוֹן. וְזֶה בְּמָמוֹנוֹ וְזֶה בְּגוּפוֹ. וַהֲרֵי הוּא אוֹמֵר בְּהוֹנָיַת דְּבָרִים <small>(ויקרא כה יז)</small> \"וְיָרֵאתָ מֵאֱלֹהֶיךָ\" לְפִי שֶׁהַדָּבָר מָסוּר לַלֵּב. הָא לָמַדְתָּ כָּל דָּבָר שֶׁהוּא מָסוּר לַלֵּב נֶאֱמַר בּוֹ וְיָרֵאתָ מֵאֱלֹהֶיךָ. וְכָל הַצּוֹעֵק מֵהוֹנָיַת דְּבָרִים נַעֲנֶה מִיָּד שֶׁנֶּאֱמַר <small>(ויקרא כה יז)</small> \"כִּי אֲנִי ה'\": \n"
        ],
        [
            "הַמּוֹכֵר לַחֲבֵרוֹ בְּמִדָּה בְּמִשְׁקָל אוֹ בְּמִנְיָן וְטָעָה בְּכָל שֶׁהוּא חוֹזֵר לְעוֹלָם. שֶׁאֵין הוֹנָיָה אֶלָּא בְּדָמִים אֲבָל בְּחֶשְׁבּוֹן חוֹזֵר: \n",
            "כֵּיצַד. מָכַר לוֹ מֵאָה אֱגוֹזִים בְּדִינָר וְנִמְצְאוּ מֵאָה וְאֶחָד אוֹ תִּשְׁעִים וְתִשְׁעָה. נִקְנָה הַמִּקָּח וּמַחֲזִיר אֶת הַטָּעוּת וַאֲפִלּוּ לְאַחַר כַּמָּה שָׁנִים. וְכֵן אִם נִמְצְאוּ הַמָּעוֹת חָסֵר אוֹ יָתֵר מִן הַמִּנְיָן שֶׁפָּסְקוּ חוֹזֵר וַאֲפִלּוּ לְאַחַר שֶׁקָּנוּ מִיָּדוֹ שֶׁלֹּא נִשְׁאַר לוֹ אֵצֶל חֲבֵרוֹ כְּלוּם חוֹזֵר שֶׁקִּנְיָן בְּטָעוּת הוּא. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "וְכֵן הַמּוֹכֵר לַחֲבֵרוֹ קַרְקַע אוֹ עֶבֶד אוֹ בְּהֵמָה אוֹ שְׁאָר מִטַּלְטְלִין וְנִמְצָא בַּמִּקָּח מוּם שֶׁלֹּא יָדַע בּוֹ הַלּוֹקֵחַ. מַחְזִירוֹ אֲפִלּוּ לְאַחַר כַּמָּה שָׁנִים שֶׁזֶּה מִקָּח טָעוּת הוּא. וְהוּא שֶׁלֹּא יִשְׁתַּמֵּשׁ בַּמִּקָּח אַחַר שֶׁיָּדַע בַּמּוּם. אֲבָל אִם נִשְׁתַּמֵּשׁ בּוֹ אַחַר שֶׁרָאָה הַמּוּם הֲרֵי זֶה מָחַל וְאֵינוֹ יָכוֹל לְהַחְזִיר: \n",
            "אֵין מְחַשְּׁבִין פְּחַת הַמּוּם. אֲפִלּוּ מָכַר לוֹ כְּלִי שָׁוֶה עֲשָׂרָה דִּינָרִין וְנִמְצָא בּוֹ מוּם הַמַּפְחִיתוֹ מִדָּמוֹ אִיסָר מַחְזִיר אֶת הַכְּלִי וְאֵינוֹ יָכוֹל לוֹמַר לוֹ הֵילָךְ אִיסָר פְּחַת הַמּוּם. שֶׁהַלּוֹקֵחַ אוֹמֵר בְּחֵפֶץ שָׁלֵם אֲנִי רוֹצֶה. וְכֵן אִם רָצָה הַלּוֹקֵחַ לִקַּח פְּחַת הַמּוּם הָרְשׁוּת בְּיַד הַמּוֹכֵר. שֶׁהוּא אוֹמֵר לוֹ אוֹ תִּקְנֶה אוֹתוֹ כְּמוֹ שֶׁהוּא אוֹ טֹל דָּמִים שֶׁלְּךָ וְלֵךְ: \n",
            "כָּל שֶׁהִסְכִּימוּ עָלָיו בְּנֵי הַמְּדִינָה שֶׁהוּא מוּם שֶׁמַּחְזִיר בּוֹ מִקָּח זֶה מַחֲזִירִין. וְכָל שֶׁהִסְכִּימוּ עָלָיו שֶׁאֵינוֹ מוּם הֲרֵי זֶה אֵינוֹ מַחְזִיר בּוֹ אֶלָּא אִם פֵּרֵשׁ. שֶׁכָּל הַנּוֹשֵׂא וְנוֹתֵן סְתָם עַל מִנְהַג הַמְּדִינָה הוּא סוֹמֵךְ: \n",
            "כָּל הַלּוֹקֵחַ סְתָם אֵינוֹ לוֹקֵחַ אֶלָּא הַדָּבָר הַשָּׁלֵם מִכָּל מוּם. וְאִם פֵּרֵשׁ הַמּוֹכֵר וְאָמַר עַל מְנָת שֶׁאֵין אַתָּה חוֹזֵר עָלַי בְּמוּם. הֲרֵי זֶה חוֹזֵר עַד שֶׁיְּפָרֵשׁ הַמּוּם שֶׁיֵּשׁ בְּמִמְכָּרוֹ וְיִמְחל הַלּוֹקֵחַ. אוֹ עַד שֶׁיֹּאמַר לוֹ כָּל מוּם שֶׁיִּמָּצֵא בְּמִקָּח זֶה הַפּוֹחֵת דָּמָיו עַד כָּךְ וְכָךְ קִבַּלְתִּי אוֹתוֹ. שֶׁהַמּוֹחֵל צָרִיךְ לֵידַע הַדָּבָר שֶׁיִּמְחל לוֹ בּוֹ וִיפָרֵשׁ אוֹתוֹ כְּמוֹ הַמְפָרֵשׁ בְּהוֹנָיָה: \n",
            "הַמּוֹכֵר פָּרָה לַחֲבֵרוֹ וּמָנָה בָּהּ מוּמִין גְּלוּיִים וּמוּמִין שֶׁאֵין נִכָּרִין וְלֹא הָיָה בָּהּ מֵאוֹתָן הַמּוּמִין הַגְּלוּיִין שֶׁמָּנָה. וְנִמְצָא בָּהּ מוּם מֵאוֹתָן שֶׁאֵינָן נִכָּרִין הֲרֵי זֶה מִקַּח טָעוּת וְחוֹזֵר וְאַף עַל פִּי שֶׁפֵּרֵשׁ הַמּוּם שֶׁנִּמְצָא. שֶׁהֲרֵי הַלּוֹקֵחַ אוֹמֵר כְּשֶׁרָאִיתִי שֶׁאֵין בָּהּ אֵלּוּ הַמּוּמִין שֶׁנִּרְאִין שֶׁמָּנָה אָמַרְתִּי כָּךְ אֵין בָּהּ אֵלּוּ שֶׁאֵינָן נִרְאִין שֶׁמָּנָה. וְאֵינוֹ מְפָרֵשׁ מוּמִין אֵלּוּ אֶלָּא כְּדֵי לְהַשְׁבִּיחַ דַּעְתִּי: \n",
            "כֵּיצַד. פָּרָה זוֹ עִוֶּרֶת הִיא חִגֶּרֶת הִיא נַשְׁכָנִית הִיא רַבְצָנִית הִיא. וְנִמְצֵאת רַבְצָנִית בִּלְבַד אוֹ נַשְׁכָנִית הֲרֵי זֶה מִקַּח טָעוּת. הָיוּ בָּהּ כָּל הַמּוּמִין שֶׁמָּנָה אֵין זֶה מִקַּח טָעוּת. וְכֵן אִם הָיְתָה חִגֶּרֶת וְנִמְצֵאת נַשְׁכָנִית אַף עַל פִּי שֶׁאֵינָהּ עִוֶּרֶת אֵין זֶה מִקַּח טָעוּת: \n",
            "הֶרְאָה לוֹ הַמּוּם שֶׁיֵּשׁ בָּהּ וְאָמַר לוֹ מוּם זֶה יֵשׁ בָּהּ וּמוּם פְּלוֹנִי [וּמוּם פְּלוֹנִי] אַף עַל פִּי שֶׁאוֹתָן הַמּוּמִין שֶׁמָּנָה נִרְאִין וְנִמְצְאוּ בָּהּ כֻּלָּן אוֹ מִקְצָתָן אֵין זֶה מִקַּח טָעוּת: \n",
            "וְכֵן הַמּוֹכֵר שִׁפְחָה לַחֲבֵרוֹ וְאָמַר לוֹ גִּדֶּמֶת הִיא חִגֶּרֶת הִיא סוּמָא הִיא שׁוֹטָה הִיא נִכְפֵּית הִיא וְלֹא הָיָה בָּהּ מוּם מֵאֵלּוּ הַמּוּמִין שֶׁמָּנָה וְנִמְצֵאת נִכְפֵּית הֲרֵי זֶה מִקַּח טָעוּת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "מִכָּאן אֲנִי אוֹמֵר שֶׁהַמּוֹכֵר חֵפֶץ לַחֲבֵרוֹ בְּמֵאָה דִּינָרִין וְאָמַר לוֹ חֵפֶץ זֶה אֵינוֹ שָׁוֶה אֶלָּא זוּז אֶחָד עַל מְנָת שֶׁאֵין לְךָ עָלַי אוֹנָאָה. הֲרֵי זֶה יֵשׁ לוֹ עָלָיו אוֹנָאָה שֶׁהֲרֵי אוֹמֵר כֵּיוָן שֶׁרָאִיתִי שֶׁאָמַר שֶׁאֵינוֹ שָׁוֶה אֶלָּא זוּז יָדַעְתִּי שֶׁאֵינוֹ מִתְכַּוֵּן אֶלָּא לְהַשְׁבִּיחַ דַּעְתִּי. עַד שֶׁיְּפָרֵשׁ כְּדֵי הַהוֹנָיָה שֶׁיֵּשׁ בְּמִקָּחוֹ בְּוַדַּאי אוֹ קָרוֹב לָהּ בִּכְדֵי שֶׁהַדַּעַת טוֹעָה. שֶׁהֲרֵי יָדַע בְּוַדַּאי הַדָּבָר שֶׁמָּחַל בּוֹ. וְכָזֶה רָאוּי לָדוּן: \n",
            "הַמּוֹכֵר עֶבֶד אוֹ שִׁפְחָה. אֵין הַלּוֹקֵחַ יָכוֹל לְהַחְזִירוֹ מִפְּנֵי מוּמִין שֶׁאֵין מְבַטְּלִין אוֹתוֹ מִמְּלַאכְתּוֹ וְהֵן הַנִּקְרָאִין סִמְפּוֹן. שֶׁאִם הָיָה זֶה סִמְפּוֹן גָּלוּי כְּבָר רָאָהוּ. וְאִם אֵינוֹ נִרְאֶה כְּגוֹן שׁוּמָא בַּבָּשָׂר אוֹ נְשִׁיכַת כֶּלֶב אוֹ רֵיחַ הַפֶּה אוֹ הַחֹטֶם וְכַיּוֹצֵא בָּהֶן הוֹאִיל וְאֵינוֹ מְבַטְּלוֹ מִמְּלַאכְתּוֹ אֵינוֹ מַחְזִיר. שֶׁאֵין הָעֲבָדִים לְתַשְׁמִישׁ הַמִּטָּה אֶלָּא לִמְלָאכָה: \n",
            "נִמְצָא בּוֹ שְׁחִין רַע. אוֹ חֹלִי הַמֵּתִישׁ אֶת כֹּחוֹ. אוֹ שֶׁהָיָה נִכְפֶּה אוֹ מְשֻׁעֲמָם. הֲרֵי זֶה מוּם מִפְּנֵי שֶׁמְּבַטְּלוֹ מִמְּלַאכְתּוֹ. וְכֵן אִם נִמְצָא בּוֹ צָרַעַת וְכַיּוֹצֵא בָּהּ מִדְּבָרִים אֵלּוּ הַמְגֹאָלִים הֲרֵי זֶה מוּם. מִפְּנֵי שֶׁנַּפְשׁוֹ שֶׁל אָדָם אוֹנֶנֶת מֵהֶם וְנִמְצָא שֶׁאֵינוֹ מִתְעַסֵּק לוֹ בִּמְלֶאכֶת אֲכִילָה וּשְׁתִיָּה. וְכֵן אִם נִמְצָא לִסְטִים מְזֻיָּן הֲרֵי זֶה מוּם הַמְאַבֵּד אֶת כֻּלּוֹ מִפְּנֵי שֶׁהַמֶּלֶךְ תּוֹפֵס אוֹתוֹ וְהוֹרְגוֹ. וְכֵן אִם נִמְצָא מֻכְתָּב לַמַּלְכוּת הֲרֵי זֶה מוּם וּמַחֲזִירוֹ מִפְּנֵי שֶׁהַמֶּלֶךְ תּוֹפְשׂוֹ לִמְלַאכְתּוֹ בְּכָל עֵת שֶׁיִּרְצֶה. אֲבָל אִם נִמְצָא גַּנָּב אוֹ חוֹטֵף אוֹ גּוֹנֵב נְפָשׁוֹת. אוֹ בּוֹרֵחַ תָּמִיד. אוֹ זוֹלֵל וְסוֹבֵא וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. אֵינוֹ יָכוֹל לְהַחְזִיר. שֶׁכָּל הָעֲבָדִים בְּחֶזְקַת שֶׁיֵּשׁ בָּהֶן כָּל הַדֵּעוֹת הָרָעוֹת אֶלָּא אִם כֵּן פֵּרֵשׁ. \n"
        ],
        [
            "הַמּוֹכֵר זֵרְעוֹנֵי גִּנָּה שֶׁאֵין עַצְמָן שֶׁל זֵרְעוֹנִים נֶאֱכָל לַחֲבֵרוֹ וְלֹא צָמְחוּ חַיָּב בְּאַחֲרָיוּתָן וּמַחֲזִיר לוֹ אֶת הַדָּמִים שֶׁלָּקַח מִמֶּנּוּ שֶׁחֶזְקָתָן לִזְרִיעָה. וְהוּא שֶׁלֹּא צָמְחוּ מֵחֲמַת עַצְמָן אֲבָל אִם לָקְתָה הָאָרֶץ בְּבָרָד וְכַיּוֹצֵא בּוֹ אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן שֶׁמָּא מֵחֲמַת הַבָּרָד לֹא צָמְחוּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "מָכַר לוֹ זְרָעִים הַנֶּאֱכָלִין כְּגוֹן חִטִּים וּשְׂעוֹרִים וּזְרָעָן וְלֹא צָמְחוּ אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן. אֲפִלּוּ הָיָה זֶרַע פִּשְׁתָּן שֶׁרֹב בְּנֵי אָדָם קוֹנִין אוֹתָהּ לִזְרִיעָה. הוֹאִיל וְאוֹכְלִין אוֹתָהּ אֵינוֹ חַיָּב בְּאַחֲרָיוּת זְרִיעָתוֹ. וְאִם הוֹדִיעוֹ שֶׁהוּא קוֹנֶה לְזֶרַע חַיָּב בְּאַחֲרָיוּתָן. וְהוּא הַדִּין לִדְבָרִים הַנִּמְכָּרִים לִרְפוּאָה וְלִצְבִיעָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "מִכָּאן אַתָּה לָמֵד שֶׁכָּל הַלּוֹקֵחַ מֵחֲבֵרוֹ מִקָּח וְהוֹדִיעוֹ שֶׁהוּא מוֹלִיכוֹ לִמְדִינָה פְּלוֹנִית לְמָכְרוֹ שָׁם וְאַחַר שֶׁהוֹלִיכוֹ לְשָׁם נִמְצָא בּוֹ מוּם. אֵינוֹ יָכוֹל לוֹמַר הַחֲזִיר לִי מִקָּחִי לְכָאן. אֶלָּא מַחְזִיר לוֹ אֶת הַדָּמִים וְהַמּוֹכֵר מְטַפֵּל לְהָבִיא מִמְכָּרוֹ אוֹ לְמָכְרוֹ שָׁם. וַאֲפִלּוּ אָבַד אוֹ נִגְנַב אַחַר שֶׁהוֹדִיעוֹ הֲרֵי הוּא בִּרְשׁוּת מוֹכֵר. אֲבָל אִם לֹא הוֹדִיעוֹ שֶׁמּוֹלִיכוֹ לִמְדִינָה אַחֶרֶת וְהוֹלִיכוֹ וְנִמְצָא שָׁם בּוֹ מוּם הֲרֵי זֶה בִּרְשׁוּת לוֹקֵחַ עַד שֶׁיַּחְזִיר הַמִּקָּח בְּמוּמוֹ לַמּוֹכֵר: \n",
            "הַלּוֹקֵחַ מִקָּח וְנִמְצָא בּוֹ מוּם וְאַחַר כָּךְ אָבַד אוֹ נִגְנַב הֲרֵי הוּא בִּרְשׁוּת הַלּוֹקֵחַ עַד שֶׁיַּחְזִיר הַמִּקָּח לַמּוֹכֵר. וְאִם הִתְלִיעַ וְנִפְסַד מֵחֲמַת אֹרֶךְ הַזְּמַן הֲרֵי זֶה בִּרְשׁוּת הַמּוֹכֵר. וְאִם הָיָה לוֹ לְהוֹדִיעַ לַמּוֹכֵר וְלֹא הוֹדִיעוֹ הֲרֵי זֶה בִּרְשׁוּת לוֹקֵחַ: \n",
            "הַמּוֹכֵר שׁוֹר לַחֲבֵרוֹ וְנִמְצָא נַגְחָן יָכוֹל לוֹמַר לוֹ לִשְׁחִיטָה מְכַרְתִּיו לְךָ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה הַלּוֹקֵחַ קוֹנֶה לִשְׁחִיטָה וְלַחֲרִישָׁה. אֲבָל אִם הָיָה יוֹדֵעַ שֶׁהוּא קוֹנֶה לַחֲרִישָׁה בִּלְבַד הֲרֵי זֶה מִקַּח טָעוּת וְחוֹזֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַמּוֹכֵר בְּהֵמָה לַחֲבֵרוֹ לִטְבִיחָה וּשְׁחָטָהּ וְנִמְצֵאת טְרֵפָה. אִם נוֹדַע בְּוַדַּאי שֶׁהָיְתָה טְרֵפָה כְּשֶׁלְּקָחָהּ הֲרֵי זֶה מַחְזִיר לוֹ אֶת הַשְּׁחוּטָה וְיַחְזִיר הַמּוֹכֵר אֶת הַדָּמִים. מִכָּאן אַתָּה לָמֵד שֶׁהַמּוֹכֵר דָּבָר שֶׁהָיָה מוּם בְּמִמְכָּרוֹ וְעָשָׂה בּוֹ הַלּוֹקֵחַ מוּם אַחֵר קֹדֶם שֶׁיִּוָּדַע לוֹ הַמּוּם הָרִאשׁוֹן. אִם עָשָׂה דָּבָר שֶׁדַּרְכּוֹ לַעֲשׂוֹתוֹ כְּגוֹן זֶה שֶׁשָּׁחַט אֶת הַטְּרֵפָה פָּטוּר. וְאִם שָׁנָה וְעָשָׂה מוּם אַחֵר קֹדֶם שֶׁיִּוָּדַע לוֹ הַמּוּם [הָרִאשׁוֹן] מַחְזִיר הַמִּקָּח לִבְעָלָיו וּמְשַׁלֵּם דְּמֵי הַמּוּם שֶׁעָשָׂה: \n",
            "קָנָה בֶּגֶד וּקְרָעוֹ לַעֲשׂוֹת מִמֶּנּוּ חָלוּק וְאַחַר כָּךְ נוֹדַע הַמּוּם מֵחֲמַת הַקְּרִיעָה מַחְזִיר לוֹ אֶת הַקְּרָעִים. תְּפָרוֹ וְאַחַר כָּךְ נוֹדַע הַמּוּם. אִם הִשְׁבִּיחַ נוֹטֵל שֶׁבַח הַתְּפִירָה מִן הַמּוֹכֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַמּוֹכֵר קַרְקַע לַחֲבֵרוֹ וְאָכַל פֵּרוֹתֶיהָ וּלְאַחַר זְמַן נִרְאֶה לוֹ בָּהּ מוּם. אִם רָצָה לְהַחְזִיר קַרְקַע לַבְּעָלִים מַחְזִיר כָּל הַפֵּרוֹת שֶׁאָכַל. וְאִם הָיָה חָצֵר וְדָר בּוֹ צָרִיךְ לְהַעֲלוֹת לוֹ שָׂכָר: \n",
            "הַמּוֹכֵר דָּבָר שֶׁיֵּשׁ בּוֹ מוּם שֶׁאֵינוֹ נִרְאֶה וְאָבַד הַמִּקָּח מֵחֲמַת אוֹתוֹ הַמּוּם הֲרֵי זֶה מַחְזִיר אֶת הַדָּמִים: \n",
            "[כֵּיצַד]. הַמּוֹכֵר שׁוֹר לַחֲבֵרוֹ שֶׁאֵין לוֹ טוֹחֲנוֹת וְהִנִּיחוֹ הַלּוֹקֵחַ עִם הַבָּקָר שֶׁלּוֹ וְהָיָה מַנִּיחַ הַמַּאֲכָל לִפְנֵי כֻּלָּן וְאוֹכְלִין וְלֹא הָיָה יוֹדֵעַ שֶׁזֶּה אֵינוֹ אוֹכֵל עַד שֶׁמֵּת בָּרָעָב. הֲרֵי זֶה מַחְזִיר לוֹ אֶת הַנְּבֵלָה וְיַחְזִיר זֶה אֶת הַדָּמִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָיָה הַמּוֹכֵר סַרְסוּר שֶׁלּוֹקֵחַ מִזֶּה וּמוֹכֵר לָזֶה וְאֵינוֹ מַשְׁהֶה הַמִּקָּח עִמּוֹ וְלֹא יָדַע בְּמוּם זֶה. הֲרֵי הַסַּרְסוּר נִשְׁבָּע שְׁבוּעַת הֶסֵּת שֶׁלֹּא יָדַע בְּמוּם זֶה וְיִפָּטֵר. מִפְּנֵי שֶׁהָיָה עַל הַלּוֹקֵחַ לִבְדֹּק הַשּׁוֹר בִּפְנֵי עַצְמוֹ וּלְהַחְזִירוֹ לוֹ קֹדֶם שֶׁיָּמוּת וְיִהְיֶה הַסַּרְסוּר מַחְזִירוֹ עַל הַמּוֹכֵר הָרִאשׁוֹן. הוֹאִיל וְלֹא עָשָׂה הוּא הַלּוֹקֵחַ הִפְסִיד עַל עַצְמוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַשּׁוֹחֵט אֶת הַבְּכוֹר וּמְכָרוֹ וְנוֹדַע לוֹ שֶׁלֹּא הֶרְאָהוּ לְמֻמְחֶה מַה שֶּׁאָכַל אָכַל וְיַחְזִיר לוֹ הַדָּמִים. וְהַנִּשְׁאָר מִן הַבָּשָׂר בְּיַד הַלָּקוֹחוֹת יְקַבֵּל וְיַחְזִיר לָהֶם אֶת הַדָּמִים. וְכֵן הַשּׁוֹחֵט אֶת הַפָּרָה וּמְכָרָהּ וְנוֹדַע שֶׁהִיא טְרֵפָה. מַה שֶּׁאָכַל אָכַל וְיַחְזִיר לוֹ אֶת הַדָּמִים וּמַה שֶּׁלֹּא אָכַל יַחְזִיר אֶת הַבָּשָׂר לַטַּבָּח וְיַחְזִיר לוֹ אֶת הַדָּמִים: \n",
            "מָכַר הַלּוֹקֵחַ בָּשָׂר זֶה שֶׁל טְרֵפָה לְנָכְרִים. אוֹ שֶׁהֶאֱכִילוֹ לַכְּלָבִים. יְחַשֵּׁב עִם הַטַּבָּח עַל דְּמֵי הַטְּרֵפָה וְיַחְזִיר לוֹ הַטַּבָּח אֶת הַמּוֹתָר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַמּוֹכֵר בָּשָׂר לַחֲבֵרוֹ וְנִמְצָא בְּשַׂר בְּכוֹר. פֵּרוֹת וְנִמְצְאוּ טְבָלִים. יַיִן וְנִמְצָא יֵין נֶסֶךְ. מַה שֶּׁאָכַל אָכַל וְיַחְזִיר לוֹ אֶת הַדָּמִים. וְכֵן כָּל הַמּוֹכֵר דָּבָר שֶׁאָסוּר לְאָכְלוֹ מִן הַתּוֹרָה כָּךְ הוּא דִּינוֹ. בֵּין שֶׁהָיָה אִסּוּרוֹ בְּכָרֵת בֵּין שֶׁהָיָה אִסּוּרוֹ בְּלָאו בִּלְבַד. אֲבָל הַמּוֹכֵר דָּבָר לַחֲבֵרוֹ שֶׁאִסּוּר אֲכִילָתוֹ מִדִּבְרֵי סוֹפְרִים. אִם הָיוּ הַפֵּרוֹת קַיָּמִין מַחְזִיר אֶת הַפֵּרוֹת וְנוֹטֵל אֶת דָּמָיו. וְאִם אֲכָלָן אָכַל וְאֵין הַמּוֹכֵר מַחְזִיר לוֹ כְּלוּם. וְכָל אִסּוּרֵי הֲנָיָה בֵּין מִדִּבְרֵי תּוֹרָה בֵּין מִדִּבְרֵיהֶם מַחְזִיר אֶת הַדָּמִים וְאֵין בָּהֶן דִּין מְכִירָה כְּלָל: \n"
        ],
        [
            "אַרְבַּע מִדּוֹת בְּמוֹכְרין. מָכַר לוֹ חִטִּים יָפוֹת וְנִמְצְאוּ רָעוֹת הַלּוֹקֵחַ יָכוֹל לַחְזֹר בּוֹ וְלֹא הַמּוֹכֵר. רָעוֹת וְנִמְצְאוּ יָפוֹת הַמּוֹכֵר יָכוֹל לַחְזֹר בּוֹ וְלֹא הַלּוֹקֵחַ. רָעוֹת וְנִמְצְאוּ רָעוֹת יָפוֹת וְנִמְצְאוּ יָפוֹת אַף עַל פִּי שֶׁאֵינָן יָפוֹת שֶׁאֵין לְמַעְלָה מֵהֶן וְלֹא רָעוֹת שֶׁאֵין לְמַטָּה מֵהֶן וַהֲרֵי יֵשׁ שָׁם הוֹנָיָה שְׁתוּת אֵין אֶחָד מֵהֶם יָכוֹל לַחְזֹר בּוֹ אֶלָּא קָנָה וּמַחֲזִיר אוֹנָאָה: \n",
            "אֲבָל הַמּוֹכֵר חִטִּים שַׁחְמָתִית וְנִמְצֵאת לְבָנָה. לְבָנָה וְנִמְצָא שַׁחְמָתִית. עֵצִים שֶׁל זַיִת וְנִמְצְאוּ שֶׁל שִׁקְמָה. שֶׁל שִׁקְמָה וְנִמְצְאוּ שֶׁל זַיִת. יַיִן וְנִמְצָא חֹמֶץ. חֹמֶץ וְנִמְצָא יַיִן. כָּל אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ. שֶׁאֵין זֶה הַמִּין שֶׁאָמַר שֶׁיִּמְכֹּר לוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַמּוֹכֵר יַיִן לַחֲבֵרוֹ וּנְתָנוֹ הַלּוֹקֵחַ בְּקַנְקַנָּיו וְהֶחְמִיץ מִיָּד אֵינוֹ חַיָּב בְּאַחֲרָיוּתוֹ. וְאַף עַל פִּי שֶׁאָמַר לוֹ לְתַבְשִׁיל אֲנִי צָרִיךְ לוֹ. וְאִם יָדַע שֶׁיֵּינוֹ מַחְמִיץ הֲרֵי זֶה מִקַּח טָעוּת. מָכַר לוֹ יַיִן וַהֲרֵי הוּא בְּקַנְקַנָּיו שֶׁל מוֹכֵר וְהֶחְמִיץ. אִם אָמַר לוֹ לְמִקְפָּה אֲנִי צָרִיךְ וְהֶחְמִיץ מַחְזִיר וְאוֹמֵר לוֹ הֲרֵי יֵינְךָ וְקַנְקַנְּךָ שֶׁאֲנִי לֹא קָנִיתִי לִשְׁתּוֹתוֹ אֶלָּא לְבַשֵּׁל מְעַט מְעַט. וְאִם לֹא אָמַר לְמִקְפָּה הוּא אֵינוֹ יָכוֹל לְהַחְזִיר. שֶׁהֲרֵי אוֹמֵר לוֹ לָמָּה לֹא שָׁתִיתָ אוֹתוֹ. וְלֹא הָיָה לְךָ לַשְׁהוֹתוֹ עַד שֶׁיַּחְמִיץ: \n",
            "הַמּוֹכֵר חָבִית שֶׁל שֵׁכָר לַחֲבֵרוֹ וְהֶחָבִית שֶׁל מוֹכֵר וְהֶחְמִיצָה בְּתוֹךְ שְׁלֹשָׁה יָמִים הָרִאשׁוֹנִים. הֲרֵי זֶה בִּרְשׁוּת הַמּוֹכֵר וּמַחֲזִיר אֶת הַדָּמִים. מִכָּאן וְאֵילָךְ בִּרְשׁוּת הַלּוֹקֵחַ: \n",
            "הַמּוֹכֵר חָבִית שֶׁל יַיִן לַחֲבֵרוֹ כְּדֵי לְמָכְרָהּ מְעַט מְעַט וְהֶחְמִיצָה בְּמַחֲצִיתָהּ אוֹ בִּשְׁלִישָׁהּ חוֹזֶרֶת לַמּוֹכֵר. וְאִם שִׁנָּה הַלּוֹקֵחַ הַנֶּקֶב שֶׁלָּהּ אוֹ שֶׁהִגִּיעַ יוֹם הַשּׁוּק וְשָׁהָה וְלֹא מָכַר הֲרֵי הִיא בִּרְשׁוּת הַלּוֹקֵחַ. וְכֵן הַמְקַבֵּל חָבִית שֶׁל יַיִן מֵחֲבֵרוֹ כְּדֵי לְהוֹלִיכָהּ לְמָקוֹם פְּלוֹנִי לְמָכְרָהּ שָׁם וְקֹדֶם שֶׁהִגִּיעַ שָׁם הוּזַל הַיַּיִן אוֹ הֶחְמִיצָה הֲרֵי זֶה בִּרְשׁוּת הַמּוֹכֵר. מִפְּנֵי שֶׁהֶחָבִית וְהַיַּיִן שֶׁלּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ יַיִן מְבֻשָּׂם אֲנִי מוֹכֵר לְךָ חַיָּב לְהַעֲמִיד לוֹ עַד עֲצֶרֶת. אָמַר לוֹ יַיִן יָשָׁן אֲנִי מוֹכֵר לְךָ נוֹתֵן לוֹ מִשֶּׁל שָׁנָה שֶׁעָבְרָה. מְיֻשָּׁן מִשֶּׁל שָׁלֹשׁ שָׁנִים. וְצָרִיךְ שֶׁיַּעֲמֹד וְלֹא יַחְמִיץ עַד הֶחָג. וּבְמָקוֹם שֶׁיֵּשׁ מִנְהָג יָדוּעַ הַכּל כְּמִנְהַג הַמְּדִינָה: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ מַרְתֵּף זֶה שֶׁל יַיִן אֲנִי מוֹכֵר לְךָ לְמִקְפָּה. אוֹ שֶׁמָּכַר לוֹ מַרְתֵּף שֶׁל יַיִן סְתָם. הֲרֵי הַלּוֹקֵחַ מְקַבֵּל עָלָיו עֲשָׂרָה קַנְקַנִּים בְּכָל מֵאָה שֶׁלֹּא יִהְיֶה יֵינָם טוֹב אֶלָּא כְּבָר הִתְחִיל לְהִשְׁתַּנּוֹת. יֶתֶר עַל זֶה לֹא יְקַבֵּל: \n",
            "אָמַר לוֹ מַרְתֵּף שֶׁל יַיִן אֲנִי מוֹכֵר לְךָ לְמִקְפָּה. אוֹ שֶׁאָמַר לוֹ חָבִית שֶׁל יַיִן אֲנִי מוֹכֵר לְךָ. נוֹתֵן לוֹ יַיִן שֶׁכֻּלּוֹ יָפֶה וְרָאוּי לְתַבְשִׁיל. אָמַר לוֹ מַרְתֵּף זֶה שֶׁל יַיִן נוֹתֵן לוֹ יַיִן הַנִּמְכָּר בַּחֲנוּת שֶׁהֲרֵי הוּא בֵּינוֹנִי לֹא רַע וְלֹא יָפֶה. אָמַר לוֹ מַרְתֵּף זֶה אֲנִי מוֹכֵר לְךָ וְלֹא הִזְכִּיר יַיִן אֲפִלּוּ כֻּלּוֹ חֹמֶץ הִגִּיעוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ עֲרֵבָה שֶׁל עֵץ אֲנִי מוֹכֵר לְךָ. אוֹ קוֹרַת בֵּית הַבַּד אֲנִי מוֹכֵר לְךָ. אֵינוֹ נוֹתֵן לוֹ עֵץ שֶׁרָאוּי לַחְפֹּר בּוֹ עֲרֵבָה. אוֹ קוֹרָה שֶׁרָאוּי לִקְרוֹת בֵּית הַבַּד. אֶלָּא עֲרֵבָה בְּצוּרָתָהּ אוֹ קוֹרוֹת בֵּית הַבַּד בְּצוּרָתָם. שֶׁכָּל הָרוֹאֶה אוֹמֵר זוֹ עֲרֵבָה אוֹ זוֹ קוֹרַת בֵּית הַבַּד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
        ],
        [
            "אָסוּר לְרַמּוֹת אֶת בְּנֵי אָדָם בְּמִקָּח וּמִמְכָּר אוֹ לִגְנֹב אֶת דַּעְתָּם. וְאֶחָד עוֹבֵד כּוֹכָבִים וְאֶחָד יִשְׂרָאֵל שָׁוִים בְּדָבָר זֶה. הָיָה יוֹדֵעַ שֶׁיֵּשׁ בְּמִמְכָּרוֹ מוּם יוֹדִיעוֹ לַלּוֹקֵחַ. וַאֲפִלּוּ לִגְנֹב דַּעַת הַבְּרִיּוֹת בִּדְבָרִים אָסוּר: \n",
            "אֵין מְפַרְכְּסִין אֶת הָאָדָם וְלֹא אֶת הַבְּהֵמָה וְלֹא אֶת הַכֵּלִים הַיְּשָׁנִים כְּדֵי שֶׁיֵּרָאוּ כַּחֲדָשִׁים. אֲבָל מְפַרְכְּסִין הַחֲדָשִׁים כְּגוֹן שֶׁיָּשׁוּף וִיגַהֵץ וִייַפֶּה כָּל צְרָכָיו: \n",
            "אֵין מְשַׁרְבְּטִין אֶת הָאָדָם בְּמַיִם שֶׁל חֲזָרִין וְכַיּוֹצֵא בָּהֶן כְּדֵי שֶׁיִּתְפַּח וְיֵרָאוּ פָּנָיו שְׁמֵנִים. וְלֹא צוֹבְעִין אֶת הַפָּנִים בְּשָׁרָק וְכַיּוֹצֵא בּוֹ. וְלֹא נוֹפְחִין אֶת הַקְּרָבַיִם וְלֹא שׁוֹרִין אֶת הַבָּשָׂר בְּמַיִם. וְכֵן כָּל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ אֲסוּרִין. וְאֵין מוֹכְרִין בְּשַׂר נְבֵלָה לְנָכְרִי בִּכְלַל שְׁחוּטָה אַף עַל פִּי שֶׁהַנְּבֵלָה אֶצְלוֹ כִּשְׁחוּטָה: \n",
            "מֻתָּר לָבֹר אֶת הַגְּרִיסִין אֲבָל לֹא עַל פִּי הַמְּגוּרָה. שֶׁאֵינוֹ אֶלָּא כְּגוֹנֵב אֶת הָעַיִן וִידַמֶּה שֶׁהוּא הַכּל בָּרוּר. וּמֻתָּר לְחֶנְוָנִי לְחַלֵּק קְלָיוֹת וֶאֱגוֹזִים לְתִינוֹקוֹת וְלִשְׁפָחוֹת כְּדֵי לְהַרְגִּילָן לָבוֹא אֶצְלוֹ. וּפוֹחֵת מִשַּׁעַר שֶׁבַּשּׁוּק כְּדֵי לְהַרְבּוֹת בְּמַקִּיפִין מִמֶּנּוּ. וְאֵין בְּנֵי הַשּׁוּק יְכוֹלִין לְעַכֵּב עָלָיו וְאֵין בָּזֶה גְּנֵבַת הַדַּעַת: \n",
            "אֵין מְעָרְבִין פֵּרוֹת בְּפֵרוֹת אֲפִלּוּ חֲדָשִׁים בַּחֲדָשִׁים. וְאֵין צָרִיךְ לוֹמַר יְשָׁנִים בַּחֲדָשִׁים. אֲפִלּוּ הַיְשָׁנִים בְּיֹקֶר וְהַחֲדָשִׁים בְּזוֹל. מִפְּנֵי שֶׁהַלּוֹקֵחַ רוֹצֶה לְיַשְּׁנָן. בְּיַיִן הוּא שֶׁהִתִּירוּ לְעָרֵב קָשֶׁה בְּרַךְ בֵּין הַגִּתּוֹת בִּלְבַד מִפְּנֵי שֶׁמַּשְׁבִּיחוֹ. וְאִם הָיָה טַעֲמוֹ נִכָּר מֻתָּר לְעָרֵב בְּכָל מָקוֹם. שֶׁכָּל דָּבָר הַנִּכָּר טַעְמוֹ מַרְגִּישׁ הַלּוֹקֵחַ וּלְפִיכָךְ מֻתָּר לְעָרֵב אוֹתוֹ: \n",
            "אֵין מְעָרְבִין מַיִם בְּיַיִן. וּמִי שֶׁנִּתְעָרֵב לוֹ מַיִם בְּיֵינוֹ לֹא יִמְכְּרֶנּוּ בַּחֲנוּת אֶלָּא אִם כֵּן מוֹדִיעוֹ. וְלֹא לְתַגָּר אַף עַל פִּי שֶׁמּוֹדִיעוֹ, שֶׁמְּרַמֶּה בּוֹ אֲחֵרִים. וּמָקוֹם שֶׁנָּהֲגוּ לְהַטִּיל מַיִם בְּיַיִן יַטִּיל. וְהוּא שֶׁיִּהְיֶה בֵּין הַגִּתּוֹת: \n",
            "הַתַּגָּר נוֹטֵל מֵחָמֵשׁ גִּתּוֹת וְנוֹתֵן לְתוֹךְ פִּיטָם אֶחָד. מֵחָמֵשׁ גֳּרָנוֹת וְנוֹתֵן לְתוֹךְ מְגוּרָה אַחַת. וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לְעָרֵב: \n",
            "אָסוּר לְעָרֵב שְׁמָרִים בֵּין בְּיַיִן בֵּין בְּשֶׁמֶן וַאֲפִלּוּ כָּל שֶׁהוּא. וַאֲפִלּוּ שְׁמָרִים שֶׁל אֶמֶשׁ בִּשְׁמָרִים שֶׁל יוֹם אָסוּר. אֲבָל אִם עֵרָה הַיַּיִן מִכְּלִי אֶל כְּלִי נוֹתֵן שְׁמָרָיו לְתוֹכוֹ: \n",
            "הַמּוֹכֵר לַחֲבֵרוֹ שֶׁמֶן מְזֻקָּק אֵינוֹ מְקַבֵּל שְׁמָרִים. מָכַר לוֹ שֶׁמֶן סְתָם מְקַבֵּל לוֹג וּמֶחֱצָה שְׁמָרִים לְכָל מֵאָה לוֹג. וּמְקַבֵּל בִּשְׁאָר שְׁמָרִים שֶׁמֶן עָכוּר הָעוֹלֶה לְמַעְלָה עַל פְּנֵי הַשֶּׁמֶן יֶתֶר עַל הַשְּׁמָרִים הַיְדוּעִים בְּאוֹתוֹ מָקוֹם: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁנָּתַן לוֹ מָעוֹת בְּתִשְׁרֵי שֶׁהַשֶּׁמֶן עָכוּר. וְלָקַח הַשֶּׁמֶן בְּנִיסָן כְּמִדַּת תִּשְׁרֵי שֶׁהִיא גְּדוֹלָה מִפְּנֵי אוֹתוֹ הַשֶּׁמֶן הַקּוֹפֶה לְמַעְלָה. אֲבָל אִם לָקַח בְּמִדַּת נִיסָן שֶׁהִיא קְטַנָּה מִפְּנֵי שֶׁכְּבָר צָלַל הַשֶּׁמֶן אֵינוֹ מְקַבֵּל אֶלָּא הַשְּׁמָרִים בִּלְבַד: \n",
            "הַמּוֹכֵר חִטִּים לַחֲבֵרוֹ מְקַבֵּל עָלָיו רֹבַע קִטְנִית לְכָל סְאָה. שְׂעוֹרִים מְקַבֵּל עָלָיו רֹבַע נִישׁוֹבוֹת לְכָל סְאָה. עֲדָשִׁים מְקַבֵּל עָלָיו רֹבַע עַפְרוּרִית לִסְאָה. תְּאֵנִים מְקַבֵּל עָלָיו עֶשֶׂר מַתְלִיעוֹת לְכָל מֵאָה. מָכַר לוֹ שְׁאָר פֵּרוֹת מְקַבֵּל עָלָיו רֹבַע טִנוֹפוֹת לְכָל סְאָה. נִמְצָא מֵהֶן יֶתֶר עַל הַשִּׁעוּרִים הָאֵלּוּ כָּל שֶׁהוּא יְנַפֶּה אֶת הַכּל וְיִתֵּן לוֹ פֵּרוֹת מְנֻפִּין וּבְרוּרִין שֶׁאֵין בָּהֶן כְּלוּם: \n",
            "וְאֵין כָּל אֵלּוּ הַדְּבָרִים אֲמוּרִים אֶלָּא בְּמָקוֹם שֶׁאֵין לָהֶם מִנְהָג אֲבָל בְּמָקוֹם שֶׁיֵּשׁ לָהֶם מִנְהָג הַכּל כְּמִנְהַג הַמְּדִינָה: \n",
            "יֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ שֶׁיִּהְיוּ כָּל פֵּרוֹת מְנֻקִּים וּבְרוּרִים מִכָּל דָּבָר. וְשֶׁיִּהְיוּ הַיֵּינוֹת וְהַשְּׁמָנִים צְלוּלִין. וְלֹא יִמְכְּרוּ הַשְּׁמָרִים כְּלָל. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ אֲפִלּוּ הָיוּ בָּהֶן מֶחֱצָה שְׁמָרִים. אוֹ שֶׁהָיוּ בְּפֵרוֹת מֶחֱצָה עָפָר אוֹ תֶּבֶן אוֹ מִין אַחֵר יִמָּכֵר כְּמוֹת שֶׁהוּא. לְפִיכָךְ הַבּוֹרֵר צְרוֹר מִתּוֹךְ גָּרְנוֹ שֶׁל חֲבֵרוֹ נוֹתֵן לוֹ דְּמֵי חִטִּים כְּשִׁעוּר צְרוֹר שֶׁבֵּרֵר. שֶׁאִלּוּ הִנִּיחוֹ הָיָה נִמְכָּר בְּמִדַּת חִטִּים. וְאִם תֹּאמַר יַחְזִירֶנּוּ הֲרֵי אָמְרוּ אָסוּר לְעָרֵב כָּל שֶׁהוּא: \n",
            "הַמּוֹכֵר קַנְקַנִּים בַּשָּׁרוֹן בְּמָקוֹם שֶׁאֵין מִנְהָג מְקַבֵּל לְכָל מֵאָה עֲשָׂרָה פִּיטָסוֹת. וְהוּא שֶׁיִּהְיוּ נָאוֹת וַעֲשׂוּיוֹת בְּגָפְרִית: \n"
        ],
        [
            "אָסוּר לַמּוֹכֵר לִמְכֹּר לַחֲבֵרוֹ קַרְקַע אוֹ מִטַּלִטְלִין שֶׁיֵּשׁ בָּהּ עֲסִיקִין וְיֵשׁ בָּהּ דִּין עַד שֶׁיּוֹדִיעוֹ. שֶׁאַף עַל פִּי שֶׁהָאַחֲרָיוּת עָלָיו אֵין אָדָם רוֹצֶה שֶׁיִּתֵּן מְעוֹתָיו וְיוֹרֵד לְדִין וְיִהְיֶה נִתְבָּע מֵאֲחֵרִים: \n",
            "הַמּוֹכֵר קַרְקַע לַחֲבֵרוֹ וְאַחַר שֶׁקָּנָה הַלּוֹקֵחַ בְּאֶחָד מִן הַדְּרָכִים שֶׁקּוֹנִין בָּהֶן קֹדֶם שֶׁיִּשְׁתַּמֵּשׁ בָּהּ יָצָא עָלָיו מְעַרְעֲרִין. הֲרֵי זֶה יָכוֹל לַחְזֹר בּוֹ. שֶׁאֵין לְךָ מוּם גָּדוֹל מִזֶּה שֶׁעֲדַיִן לֹא נֶהֱנָה בּוֹ וּבָאוּ הַתּוֹבְעִין. לְפִיכָךְ יִבָּטֵל הַמִּקָּח וְיַחְזִיר הַמּוֹכֵר אֶת הַדָּמִים וְיַעֲשֶׂה דִּין עִם הַמְעַרְעְרִין. וְאִם נִשְׁתַּמֵּשׁ בָּהּ הַלּוֹקֵחַ כָּל שֶׁהוּא וַאֲפִלּוּ דָּשׁ הַמֵּצַר שֶׁלָּהּ וְעֵרְבוֹ עִם הָאָרֶץ אֵינוֹ יָכוֹל לַחְזֹר בּוֹ אֶלָּא עוֹשֶׂה דִּין עִם הַמְעַרְעְרִין. וְאִם הוֹצִיאוּ מִיָּדוֹ בְּדִין יַחְזֹר עַל הַמּוֹכֵר כְּדִין כָּל הַנִּטְרָפִין: \n",
            "כָּל הַמּוֹכֵר קַרְקַע אוֹ עֶבֶד אוֹ שְׁאָר מִטַּלְטְלִין הֲרֵי זֶה חַיָּב בְּאַחֲרָיוּתָן. כֵּיצַד. אִם הוֹצִיא הַמִּקָּח מִיַּד הַלּוֹקֵחַ מֵחֲמַת הַמּוֹכֵר. חוֹזֵר הַלּוֹקֵחַ וְנוֹטֵל כָּל הַדָּמִים שֶׁנָּתַן מִן הַמּוֹכֵר שֶׁהֲרֵי נִלְקָח הַמִּקָּח מֵחֲמָתוֹ. כָּךְ הַדִּין בְּכָל מִמְכָּר אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ הַלּוֹקֵחַ דָּבָר זֶה אֶלָּא קָנָה סְתָם. אֲפִלּוּ מָכַר הַקַּרְקַע בִּשְׁטָר וְלֹא הִזְכִּיר בּוֹ הָאַחֲרָיוּת הֲרֵי זֶה חַיָּב בְּאַחֲרָיוּתָן. שֶׁאַחֲרָיוּת שֶׁלֹּא נִזְכַּר טָעוּת סוֹפֵר הוּא: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהוֹצִיא הַמִּקָּח מִיַּד הַלּוֹקֵחַ בְּבֵית דִּין שֶׁל יִשְׂרָאֵל. כְּגוֹן שֶׁהָיָה הַמִּקָּח מִטַּלְטְלִין וְהָיוּ גְּנוּבִין אוֹ גְּזוּלִין אוֹ שֶׁהָיְתָה הַקַּרְקַע גְּזוּלָה. אוֹ שֶׁבָּא בַּעַל חוֹב שֶׁל מוֹכֵר וּטְרָפָהּ מִיַּד הַלּוֹקֵחַ וְהַכּל בְּבֵית דִּין שֶׁל יִשְׂרָאֵל. אֲבָל אִם הָעוֹבֵד כּוֹכָבִים הוּא שֶׁהוֹצִיא הַמִּקָּח מִן הַלּוֹקֵחַ בֵּין בְּדִין הַמֶּלֶךְ בֵּין בְּעַרְכָּאוֹת שֶׁלָּהֶן. אֵין הַמּוֹכֵר חַיָּב בְּאַחֲרָיוּתוֹ. וְאַף עַל פִּי שֶׁהָעוֹבֵד כּוֹכָבִים טוֹעֵן שֶׁהַמּוֹכֵר גָּנַב חֵפֶץ זֶה אוֹ גְּזָלָהּ מִמֶּנּוּ וְהֵבִיא עֵדֵי עַכּוּ''ם עַל כָּךְ אֵין הַמּוֹכֵר חַיָּב כְּלוּם. שֶׁזֶּה אֹנֶס הוּא וְאֵין הַמּוֹכֵר חַיָּב בְּאַחֲרָיוּת אֹנֶס: \n",
            "הַמּוֹכֵר קַרְקַע לַחֲבֵרוֹ וְהִתְנָה עִמּוֹ שֶׁכָּל אֹנֶס שֶׁיִּוָּלֵד בְּקַרְקַע זֶה יִהְיֶה חַיָּב לְשַׁלֵּם. אֲפִלּוּ בָּא עַכּוּ''ם וּגְזָלָהּ מֵחֲמַת הַמּוֹכֵר חַיָּב לְשַׁלֵּם. אֲבָל אִם נִפְסַק הַנָּהָר שֶׁהָיָה מַשְׁקֶה אוֹתָהּ. אוֹ שֶׁחָזַר הַנָּהָר לַעֲבֹר בְּתוֹכָהּ וְנַעֲשֵׂית בְּרֵכָה. אוֹ שֶׁבָּאָה זְוָעָה וְהִשְׁחִיתָה אוֹתָהּ. הֲרֵי זֶה פָּטוּר. שֶׁאֵלּוּ וְכַיּוֹצֵא בָּהֶן אֹנֶס שֶׁאֵינוֹ מָצוּי הוּא וְלֹא עָלָה עַל לֵב הַמּוֹכֵר דְּבַר זֶה הַפֶּלֶא בְּעֵת שֶׁהִתְנָה. וְכָל אֹנֶס שֶׁאֵינוֹ מָצוּי אֵינוֹ בִּכְלַל הַתְּנַאי הַזֶּה: \n",
            "וְהוּא הַדִּין לְכָל תְּנַאי מָמוֹן שֶׁאוֹמְדִין דַּעַת הַמַּתְנֶה וְאֵין כּוֹלְלִין בְּאוֹתוֹ הַתְּנַאי אֶלָּא דְּבָרִים הַיְדוּעִין שֶׁבִּכְלָלָן הָיָה הַתְּנַאי וְהֵם שֶׁהָיוּ בְּדַעַת הַמַּתְנֶה בִּשְׁעַת שֶׁהִתְנָה: \n",
            "מַעֲשֶׂה בְּאֶחָד שֶׁשָּׂכַר מַלָּחִים לְהָבִיא שֻׁמְשְׁמִין לְמָקוֹם פְּלוֹנִי. וְהִתְנָה עִמָּהֶם שֶׁהֵן חַיָּבִין בְּכָל אֹנֶס שֶׁיֶּאֱרַע לָהֶם עַד שֶׁיַּגִּיעוּ הַשֻּׁמְשְׁמִין לְמָקוֹם פְּלוֹנִי. וְנִפְסַק הַנָּהָר שֶׁהָיוּ מוֹלִיכִין בּוֹ. וְאָמְרוּ חֲכָמִים זֶה אֹנֶס שֶׁאֵינוֹ מָצוּי וְאֵין חַיָּבִין לְהוֹלִיךְ שֻׁמְשְׁמִין אֵלּוּ עַל גַּבֵּי בְּהֵמָה עַד אוֹתוֹ מָקוֹם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַמּוֹכֵר קַרְקַע לַחֲבֵרוֹ וְהִתְנָה הַמּוֹכֵר שֶׁלֹּא יִהְיֶה עָלָיו אַחֲרָיוּת. אֲפִלּוּ נוֹדַע בְּוַדַּאי שֶׁזּוֹ הָאָרֶץ גְּזוּלָה וְיָצָאת מִיַּד הַלּוֹקֵחַ. אֵין הַמּוֹכֵר חַיָּב כְּלוּם. וְאֵין צָרִיךְ לוֹמַר אִם בָּא בַּעַל חוֹב וּטְרָפָהּ שֶׁאֵינוֹ מַחְזִיר לוֹ כְּלוּם. שֶׁכָּל תְּנַאי שֶׁבְּמָמוֹן קַיָּם: \n",
            "רְאוּבֵן שֶׁמָּכַר שָׂדֶה לְשִׁמְעוֹן שֶׁלֹּא בְּאַחֲרָיוּת. וּבָא לֵוִי וְהוֹצִיאָהּ מִיַּד שִׁמְעוֹן. אִם רָצָה רְאוּבֵן לַעֲשׂוֹת דִּין עִם לֵוִי עוֹשֶׂה. וְאֵין יָכוֹל לֵוִי לוֹמַר לוֹ מַה לִּי וּלְךָ וַהֲרֵי אֵין עָלֶיךָ אַחֲרָיוּת. שֶׁהֲרֵי רְאוּבֵן אוֹמֵר לוֹ אֵין רְצוֹנִי שֶׁיִּהְיֶה לְשִׁמְעוֹן תַּרְעֹמֶת עָלַי שֶׁהֲרֵי הִפְסִיד בִּגְלָלִי: \n",
            "רְאוּבֵן שֶׁמָּכַר שָׂדֶה לְשִׁמְעוֹן שֶׁלֹּא בְּאַחֲרָיוּת וְחָזַר וּלְקָחָהּ מִשִּׁמְעוֹן בְּאַחֲרָיוּת. וּבָא בַּעַל חוֹב שֶׁל רְאוּבֵן לִטְרֹף אוֹתָהּ מִמֶּנּוּ. אֵינוֹ יָכוֹל לַחְזֹר עַל שִׁמְעוֹן. שֶׁאַף עַל פִּי שֶׁלֹּא קִבֵּל עָלָיו אַחֲרָיוּת לְשִׁמְעוֹן אַחֲרָיוּת עַצְמוֹ קִבֵּל שֶׁלֹּא יִהְיֶה הוּא הַמּוֹכֵר וְהוּא הַמּוֹצִיא לְעַצְמוֹ. אֲבָל אִם בָּא בַּעַל חוֹב שֶׁל יַעֲקֹב אֲבִיהֶם וּטְרָפָהּ מִיַּד רְאוּבֵן. חוֹזֵר בְּכָל הַדָּמִים עַל שִׁמְעוֹן. מִפְּנֵי שֶׁשִּׁמְעוֹן קִבֵּל לוֹ הָאַחֲרָיוּת וּרְאוּבֵן לֹא קִבֵּל לְשִׁמְעוֹן אַחֲרָיוּת שֶׁל אֲחֵרִים כְּלָל: \n"
        ],
        [
            "הַמְבַקֵשׁ לִקְנוֹת מֵחֲבֵרוֹ מִקָּח. מוֹכֵר אוֹמֵר בְּמָאתַיִם אֲנִי מוֹכֵר לְךָ וְהַלּוֹקֵחַ אוֹמֵר אֵינִי קוֹנֶה אֶלָּא בְּמָנֶה. וְהָלַךְ זֶה לְבֵיתוֹ וְזֶה לְבֵיתוֹ וְאַחַר כָּךְ נִתְקַבְּצוּ וּמָשַׁךְ זֶה הַחֵפֶץ סְתָם. אִם הַמּוֹכֵר הוּא שֶׁתָּבַע הַלּוֹקֵחַ וְנָתַן לוֹ הַחֵפֶץ אֵינוֹ נוֹתֵן אֶלָּא מָנֶה. וְאִם הַלּוֹקֵחַ הוּא שֶׁבָּא וּמָשַׁךְ זֶה הַחֵפֶץ סְתָם חַיָּב לִתֵּן מָאתַיִם: \n",
            "הַלּוֹקֵחַ מֵאֶחָד מֵחֲמִשָּׁה בְּנֵי אָדָם וְכָל אֶחָד מֵהֶן תּוֹבֵעַ אוֹתוֹ וְאוֹמֵר אֲנִי הוּא בַּעַל הַמִּקָּח. וְהוּא אֵינוֹ יוֹדֵעַ מִמִּי מֵהֶם לָקַח. מַנִּיחַ דְּמֵי הַמִּקָּח בֵּינֵיהֶם וּמִסְתַּלֵּק וְיִהְיוּ הַדָּמִים מֻנָּחִין עַד שֶׁיּוֹדוּ אוֹ עַד שֶׁיָּבוֹא אֵלִיָּהוּ. וְאִם הוּא חָסִיד נוֹתֵן דָּמִים לְכָל אֶחָד וְאֶחָד כְּדֵי לָצֵאת יְדֵי שָׁמַיִם: \n",
            "לָקַח מִקָּח מֵאֶחָד מֵחֲמִשָּׁה בְּנֵי אָדָם וְכָפַר בּוֹ וְנִשְׁבַּע עַל שֶׁקֶר וְעָשָׂה תְּשׁוּבָה וַהֲרֵי הוּא רוֹצֶה לְשַׁלֵּם וְכָל אֶחָד וְאֶחָד תּוֹבֵעַ אוֹתוֹ וְאוֹמֵר אֲנִי הוּא שֶׁכָּפַרְתָּ בִּי וְנִשְׁבַּעְתָּ לִי וְהוּא אוֹמֵר אֵינִי יוֹדֵעַ. חַיָּב לְשַׁלֵּם לְכָל אֶחָד וְאֶחָד מִפְּנֵי שֶׁעָבַר עֲבֵרָה: \n",
            "נֶאֱמָן בַּעַל הַמִּקָּח לוֹמַר לָזֶה מָכַרְתִּי וְלָזֶה לֹא מָכַרְתִּי. אֵימָתַי בִּזְמַן שֶׁהַמִּקָּח יוֹצֵא מִתַּחַת יָדוֹ. אֲבָל אִם אֵין הַמִּקָּח יוֹצֵא מִתַּחַת יָדוֹ הֲרֵי הוּא עֵד אֶחָד בִּלְבַד. וְדִינוֹ בְּעֵדוּת זוֹ כְּדִין כָּל אָדָם שֶׁהֲרֵי אֵינוֹ נוֹגֵעַ בְּעֵדוּתוֹ. לְפִיכָךְ אִם נָטַל הַדָּמִים מִשְּׁנַיִם וְנָטַל מֵאֶחָד מִדַּעְתּוֹ וּמֵאֶחָד בַּעַל כָּרְחוֹ וְלֹא יָדַע מִמִּי נָטַל מִדַּעְתּוֹ וּמִמִּי נָטַל בְּעַל כָּרְחוֹ. בֵּין שֶׁהָיָה הַמִּקָּח בְּיָדוֹ בֵּין שֶׁהָיוּ שְׁנֵיהֶן תּוֹפְסִין בּוֹ אֵין כָּאן עֵדוּת כְּלָל. וְכָל אֶחָד מֵהֶן נִשְׁבָּע בְּתַקָּנַת חֲכָמִים בִּנְקִיטַת חֵפֶץ וְנוֹטֵל חֲצִי הַמִּקָּח וַחֲצִי דָּמִים: \n",
            "הֲרֵי שֶׁטָּעַן עַל חֲבֵרוֹ וְאָמַר מָכַרְתָּ לִי. וְזֶה אוֹמֵר לֹא מָכַרְתִּי. אוֹ מָכַרְתִּי וְלֹא נָתַתָּ לִי דָּמִים. אוֹ שֶׁטָּעַן הַלּוֹקֵחַ וְאָמַר שֶׁנָּתַן הַדָּמִים וַעֲדַיִן לֹא מָשַׁךְ. אוֹ מָשַׁכְתִּי וְלֹא רָאִיתִי מוּם זֶה. וְהַמּוֹכֵר אוֹמֵר לוֹ הוֹדַעְתִּיו לְךָ. אוֹ שֶׁאָמַר אֶחָד מֵהֶם כָּךְ וְכָךְ תְּנַאי הָיָה בֵּינֵינוּ וְהָאֶחָד אוֹמֵר לֹא הָיָה שָׁם תְּנַאי כְּלָל. בְּכָל אֵלּוּ הַטְּעָנוֹת וְכַיּוֹצֵא בָּהֶן הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
            "לֹא הָיְתָה שָׁם רְאָיָה. נִשְׁבַּע הַכּוֹפֵר שֶׁמְּבַקְּשִׁין לְהוֹצִיא מִיָּדוֹ שְׁבוּעַת הֶסֵּת. וְאִם הוֹדָה בְּמִקְצָת הַטַּעֲנָה אוֹ שֶׁיֵּשׁ עָלָיו עֵד אֶחָד נִשְׁבָּע שְׁבוּעַת הַתּוֹרָה כִּשְׁאָר הַטְּעָנוֹת כֻּלָּן: \n",
            "אָמַר לְחֶנְוָנִי תֵּן לִי בְּדִינָר פֵּרוֹת וְנָתַן לוֹ וַהֲרֵי הַפֵּרוֹת מֻנָּחִין בִּרְשׁוּת הָרַבִּים. וְהַחֶנְוָנִי תּוֹבֵעַ אֶת הַדִּינָר וּבַעַל הַבַּיִת אוֹמֵר לוֹ נָתַתִּי לְךָ הַדָּמִים וְהִשְׁלַכְתָּ אוֹתָם לְתוֹךְ כִּיסְךָ. הֲרֵי הַלּוֹקֵחַ נִשְׁבָּע כְּתַקָּנַת חֲכָמִים בִּנְקִיטַת חֵפֶץ וְנוֹטֵל הַפֵּרוֹת הוֹאִיל וּכְבָר יָצְאוּ מֵרְשׁוּת הַמּוֹכֵר וַהֲרֵי הֵן בִּרְשׁוּת הָרַבִּים. וְאִלּוּ הָיוּ בִּרְשׁוּת הַלּוֹקֵחַ הָיָה נִשְׁבָּע שְׁבוּעַת הֶסֵּת וְנִפְטַר. וְאִלּוּ הָיוּ עֲדַיִן בִּרְשׁוּת הַחֶנְוָנִי הָיָה נִשְׁבָּע הֶסֵּת וְיִשָּׁאֲרוּ פֵּרוֹתָיו אֶצְלוֹ: \n",
            "נָתַן הַלּוֹקֵחַ דִּינָר לְחֶנְוָנִי וּבָא לִטּל פֵּרוֹת הַמֻּנָּחִין בִּרְשׁוּת הָרַבִּים. וְאָמַר הַחֶנְוָנִי דִּינָר זֶה שֶׁנָּתַתָּ לִי עַכְשָׁו הוּא דְּמֵי פֵּרוֹת שֶׁכְּבָר נְתַתִּים לְךָ וְהוֹלַכְתָּם לְתוֹךְ בֵּיתְךָ אֲבָל פֵּרוֹת אֵלּוּ הַמֻּנָּחִין בִּרְשׁוּת הָרַבִּים לֹא מְכַרְתִּים לְךָ. הֲרֵי הַחֶנְוָנִי נִשְׁבָּע בִּנְקִיטַת חֵפֶץ שֶׁכָּךְ הָיָה הַדָּבָר וּמַחֲזִיר פֵּרוֹתָיו לָחֶנְוָנִי. שֶׁהֲרֵי לֹא הוֹדָה לוֹ שֶׁמְּכָרָן לוֹ מֵעוֹלָם. וְאִלּוּ הָיוּ בַּחֲנוּתוֹ הָיָה נִשְׁבָּע שְׁבוּעַת הֶסֵּת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "וְכֵן הַדִּין בְּנוֹתֵן דִּינָר לְשֻׁלְחָנִי לִטּל מָעוֹת. בִּזְמַן שֶׁהַמָּעוֹת צְבוּרִין בִּרְשׁוּת הָרַבִּים. אִם הַשֻּׁלְחָנִי הוֹדָה שֶׁמְּכָרָן וַעֲדַיִן לֹא נָטַל הַדִּינָר נִשְׁבָּע הַלּוֹקֵחַ בִּנְקִיטַת חֵפֶץ שֶׁנָּתַן וְנוֹטֵל הַמָּעוֹת. וְאִם לֹא הוֹדָה שֶׁמְּכָרָן לוֹ אַף עַל פִּי שֶׁמּוֹדֶה שֶׁלָּקַח מִמֶּנּוּ דִּינָר עַתָּה וְטוֹעֵן שֶׁדִּינָר זֶה דְּמֵי הַמָּעוֹת שֶׁכְּבָר הוֹלִיכָן הַלּוֹקֵחַ לְתוֹךְ בֵּיתוֹ. הֲרֵי הַשֻּׁלְחָנִי נִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְיַחְזִיר מְעוֹתָיו לַחֲנוּתוֹ: \n",
            "הַמַּחְלִיף פָּרָה בַּחֲמוֹר וְיָלְדָה וְכֵן הַמּוֹכֵר שִׁפְחָתוֹ וְיָלְדָה. זֶה אוֹמֵר עַד שֶׁלֹּא מָכַרְתִּי יָלְדָה וְזֶה אוֹמֵר מִשֶּׁלָּקַחְתִּי יָלְדָה. אֲפִלּוּ אָמַר הַמּוֹכֵר אֵינִי יוֹדֵעַ. עַל הַלּוֹקֵחַ לְהָבִיא רְאָיָה. אַף עַל פִּי שֶׁהַפָּרָה עוֹמֶדֶת בַּאֲגַם וְהַשִּׁפְחָה עוֹמֶדֶת בְּסִמְטָא הֲרֵי הֵן בְּחֶזְקַת הַמּוֹכֵר עַד שֶׁיָּבִיא הַלּוֹקֵחַ רְאָיָה. לֹא הֵבִיא רְאָיָה יִשָּׁבַע הַמּוֹכֵר בִּנְקִיטַת חֵפֶץ עַל וְלַד הַפָּרָה. אֲבָל עַל וְלַד הַשִּׁפְחָה אֵינוֹ נִשְׁבָּע אֶלָּא הֶסֵּת. שֶׁאֵין נִשְׁבָּעִין בִּנְקִיטַת חֵפֶץ עַל הָעֲבָדִים וְלֹא עַל הַקַּרְקָעוֹת. כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת טוֹעֵן וְנִטְעָן: \n",
            "זֶה אוֹמֵר אֵינִי יוֹדֵעַ וְזֶה אוֹמֵר אֵינִי יוֹדֵעַ וְאֵינָם בִּרְשׁוּת אֶחָד מֵהֶן יַחֲלֹקוּ. זֶה אוֹמֵר בִּרְשׁוּתִי יָלְדָה וְהָאַחֵר שׁוֹתֵק זָכָה הַטּוֹעֵן בַּוָּלָד: \n",
            "מִי שֶׁהָיוּ לוֹ שְׁנֵי עֲבָדִים קָטָן וְגָדוֹל. אוֹ שְׁתֵּי שָׂדוֹת אַחַת גְּדוֹלָה וְאַחַת קְטַנָּה. הַלּוֹקֵחַ אוֹמֵר גְּדוֹלָה לָקַחְתִּי וְהַמּוֹכֵר אוֹמֵר קְטַנָּה הִיא שֶׁלָּקַחְתָּ. עַל הַלּוֹקֵחַ לְהָבִיא רְאָיָה. אוֹ יִשָּׁבַע הַמּוֹכֵר הֶסֵּת שֶׁלֹּא מָכַר אֶלָּא קָטָן: \n",
            "אָמַר הַלּוֹקֵחַ גָּדוֹל לָקַחְתִּי וְהַמּוֹכֵר שׁוֹתֵק זָכָה הַלּוֹקֵחַ בַּגָּדוֹל. וְאִם אָמַר הַמּוֹכֵר אֵינִי יוֹדֵעַ עַל הַלּוֹקֵחַ לְהָבִיא רְאָיָה. אוֹ נִשְׁבָּע הַמּוֹכֵר הֶסֵּת שֶׁאֵינוֹ יוֹדֵעַ וְאֵין לָזֶה אֶלָּא קָטָן: \n",
            "כָּל מִי שֶׁנּוֹלַד הַסָּפֵק בִּרְשׁוּתוֹ עָלָיו לְהָבִיא רְאָיָה. כֵּיצַד. הַמַּחְלִיף פָּרָה בַּחֲמוֹר וּמָשַׁךְ בַּעַל הַחֲמוֹר אֶת הַפָּרָה וְלֹא הִסְפִּיק בַּעַל הַפָּרָה לִמְשֹׁךְ זֶה הַחֲמוֹר עַד שֶׁמֵּת הַחֲמוֹר עַל בַּעַל הַחֲמוֹר לְהָבִיא רְאָיָה שֶׁהָיָה חֲמוֹרוֹ קַיָּם בִּשְׁעַת מְשִׁיכַת הַפָּרָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "מַחַט הַנִּמְצָא בָּעֳבִי בֵּית הַכּוֹסוֹת וְנִקְּבָה אוֹתוֹ נֶקֶב מְפֻלָּשׁ. אִם נִמְצָא עָלֶיהָ קֹרֶט דָּם בְּיָדוּעַ שֶׁזּוֹ נִטְרְפָה קֹדֶם שְׁחִיטָה. לְפִיכָךְ אִם הִגְלִיד פִּי הַמַּכָּה בְּיָדוּעַ שֶׁזּוֹ נִטְרְפָה שְׁלֹשָׁה יָמִים קֹדֶם שְׁחִיטָה. לֹא הִגְלִיד פִּי הַמַּכָּה הֲרֵי הַדָּבָר סָפֵק וְעַל הַטַּבָּח לְהָבִיא רְאָיָה שֶׁקֹּדֶם לְקִיחָתוֹ נִטְרְפָה. שֶׁהֲרֵי בִּרְשׁוּתוֹ נוֹלַד הַסָּפֵק. וְאִם לֹא הֵבִיא רְאָיָה יְשַׁלֵּם הַדָּמִים לַמּוֹכֵר כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
        ],
        [
            "הַמַּקְנֶּה לַחֲבֵרוֹ דָּבָר שֶׁאֵינוֹ מְסֻיָּם. אִם הָיָה מִינוֹ יָדוּעַ אַף עַל פִּי שֶׁאֵין מִדָּתוֹ וּמִשְׁקָלוֹ וּמִנְיָנוֹ יָדוּעַ הֲרֵי זֶה קָנָה. וְאִם אֵין מִינוֹ יָדוּעַ לֹא קָנָה: \n",
            "כֵּיצַד. עֲרֵמָה זוֹ שֶׁל חִטִּים אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. מַרְתֵּף זֶה שֶׁל יַיִן אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. שַׂק שֶׁל תְּאֵנִים אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. אַף עַל פִּי שֶׁאֵין מִדַּת הָעֲרֵמָה יְדוּעָה וְלֹא מִשְׁקַל הַתְּאֵנִים וְלֹא מִנְיַן הַקַּנְקַנִּים יָדוּעַ הֲרֵי זֶה מִמְכָּרוֹ קַיָּם אַף עַל פִּי שֶׁנִּמְצָא חָסֵר אוֹ יָתֵר עַל הָאֹמֶד שֶׁהָיָה בְּדַעְתָּם. וְיֵשׁ לָהֶם הוֹנָיָה לְפִי הַשַּׁעַר שֶׁבַּשּׁוּק כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "אֲבָל הָאוֹמֵר לַחֲבֵרוֹ כָּל מַה שֶּׁיֵּשׁ בְּבַיִת זֶה אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. וְכָל מַה שֶּׁיֵּשׁ בְּתֵבָה זוֹ אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. אוֹ בַּשַּׂק הַזֶּה אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. וְרָצָה הַלּוֹקֵחַ וּמָשַׁךְ אֵין כָּאן קִנְיָן. שֶׁלֹּא סָמְכָה דַּעְתּוֹ שֶׁל לוֹקֵחַ. שֶׁהֲרֵי אֵינוֹ יוֹדֵעַ מַה שֶּׁיֵּשׁ בּוֹ אִם תֶּבֶן אוֹ זָהָב. וְאֵין זֶה אֶלָּא כִּמְשַׂחֵק בְּקֻבִּיָּא. וְכֵן כָּל הַיּוֹצֵא בָּזֶה: \n",
            "וְכֵן הַמּוֹכֵר לַחֲבֵרוֹ בַּעֲשָׂרָה דִּינָרִין חִטִּים וְלֹא פָּסַק כַּמָּה סְאָה מָכַר לוֹ נוֹתֵן לוֹ כַּשַּׁעַר שֶׁבַּשּׁוּק בִּשְׁעַת הַמְּכִירָה. וְכָל הַחוֹזֵר בּוֹ מֵאַחַר נְתִינַת הַדָּמִים וְלֹא רָצָה כַּשַּׁעַר שֶׁהָיָה בַּשּׁוּק בִּשְׁעַת נְתִינַת הַמָּעוֹת מְקַבֵּל מִי שֶׁפָּרַע כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "הַמּוֹכֵר מָקוֹם לַחֲבֵרוֹ לַעֲשׂוֹת בַּיִת אוֹ רֶפֶת בָּקָר. וְכֵן הַמְקַבֵּל מֵחֲבֵרוֹ לַעֲשׂוֹת לוֹ בֵּית חַתְנוּת לִבְנוֹ אוֹ בֵּית אַלְמָנוּת לְבִתּוֹ עוֹשֶׂה לוֹ אַרְבַּע אַמּוֹת עַל שֵׁשׁ. מָכַר לוֹ מְקוֹם בַּיִת גָּדוֹל עוֹשֶׂה שְׁמוֹנֶה עַל עֶשֶׂר. מָכַר לוֹ מְקוֹם טְרַקְלִין עוֹשֶׂה עֶשֶׂר עַל עֶשֶׂר. תַּרְבָּץ שֶׁל חָצֵר שְׁתֵּים עֶשְׂרֵה עַל שְׁתֵּים עֶשְׂרֵה. וְרוּם כָּל בַּיִת וּבַיִת כַּחֲצִי אָרְכּוֹ וַחֲצִי רָחְבּוֹ: \n",
            "הַמּוֹכֵר מָקוֹם לַחֲבֵרוֹ לַעֲשׂוֹת לוֹ קְבוּרָה. אוֹ הַמְקַבֵּל מֵחֲבֵרוֹ לַעֲשׂוֹת לוֹ קְבוּרָה. עוֹשֶׂה מְעָרָה וּפוֹתֵחַ לְתוֹכָהּ שְׁמוֹנָה קְבָרִים שְׁלֹשָׁה מִכָּאן וּשְׁלֹשָׁה מִכָּאן וּשְׁנַיִם מִכְּנֶגֶד הַנִּכְנָס לַמְּעָרָה. מִדַּת הַמְּעָרָה אַרְבַּע אַמּוֹת עַל שֵׁשׁ. וְכָל קֶבֶר וְקֶבֶר אַרְבַּע אַמּוֹת אֹרֶךְ וְרֹחַב שִׁשָּׁה טְפָחִים וְרוּם שִׁבְעָה. נִמְצָא בֵּין כָּל קֶבֶר וְקֶבֶר שֶׁמִּן הַצְּדָדִין אַמָּה וּמֶחֱצָה. וּבֵין הַשְּׁנַיִם הָאֶמְצָעִיִּים שְׁתֵּי אַמּוֹת: \n",
            "הַמּוֹכֵר לַחֲבֵרוֹ בְּתוֹךְ שָׂדֵהוּ מְקוֹם אַמַּת מַיִם לְהַשְׁקוֹת בָּהּ בֵּית הַשְּׁלָחִין. נוֹתֵן לוֹ בְּתוֹךְ שָׂדֵהוּ אַמָּה שֶׁרָחְבָּהּ שְׁתֵּי אַמּוֹת וְאַמָּה מִכָּאן וְאַמָּה מִכָּאן לַאֲגַפֶּיהָ. וְאִם מָכַר לוֹ אַמַּת הַמַּיִם לְהַשְׁקוֹת בָּהּ בְּסִילוֹן. נוֹתֵן לוֹ אַמָּה שֶׁרָחְבָּהּ אַמָּה וַחֲצִי אַמָּה מִכָּאן וַחֲצִי אַמָּה מִכָּאן לַאֲגַפֶּיהָ: \n",
            "אֵלּוּ הָאֲגַפִּין בַּעַל הַשָּׂדֶה נוֹטְעָן אֲבָל אֵינוֹ זוֹרְעָן. שֶׁהַזְּרָעִים מְחַלְחְלִין אֶת הַקַּרְקַע וּמְקַלְקְלִין אֶת אַמַּת הַמַּיִם. וְאַמַּת הַמַּיִם זֹאת שֶׁכָּלוּ אֲגַפֶּיהָ בַּעַל הָאַמָּה מְתַקְּנָן בַּעֲפַר אוֹתָהּ שָׂדֶה. שֶׁעַל מְנָת כֵּן קִבֵּל עָלָיו הַמּוֹכֵר לִהְיוֹת אַמַּת הַמַּיִם בְּתוֹךְ שָׂדֵהוּ: \n",
            "הַמּוֹכֵר לַחֲבֵרוֹ דֶּרֶךְ בְּתוֹךְ שָׂדֵהוּ. אִם דֶּרֶךְ יָחִיד מָכַר לוֹ נוֹתֵן לוֹ שְׁתֵּי אַמּוֹת וּמֶחֱצָה רֹחַב כְּדֵי שֶׁיַּעֲמֹד חֲמוֹר בְּמַשָּׂאוֹ עַל אֹרֶךְ הַדֶּרֶךְ. מָכַר לוֹ דֶּרֶךְ בֵּין עִיר לָעִיר נוֹתֵן לוֹ רֹחַב שְׁמוֹנֶה אַמּוֹת בְּאֹרֶךְ הַדֶּרֶךְ. מָכַר לוֹ דֶּרֶךְ הָרַבִּים נוֹתֵן לוֹ רֹחַב שֵׁשׁ עֶשְׂרֵה אַמָּה: \n",
            "דֶּרֶךְ הַמֶּלֶךְ וְדֶרֶךְ הַקֶּבֶר אֵין לָהּ שִׁעוּר. וְנִרְאָה לִי שֶׁזֶּה כְּמוֹכֵר דָּבָר שֶׁאֵין מִינוֹ יָדוּעַ: \n",
            "מָכַר לוֹ מָקוֹם לְמַעֲמָד נוֹתֵן לוֹ בֵּית אַרְבָּעָה קַבִּים: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ בּוֹר וּכְתָלֶיהָ אֲנִי מוֹכֵר לְךָ נוֹתֵן לוֹ רֹחַב הַכֹּתֶל שְׁלֹשָׁה טְפָחִים: \n",
            "הַמּוֹכֵר שָׂדֶה לַחֲבֵרוֹ וּמֵצֵר לוֹ מֵצַר אֶחָד אָרוֹךְ וּמֵצַר אֶחָד קָצָר. אִם הָיָה הָאָרֹךְ שֶׁל אִישׁ אֶחָד לֹא קָנָה מִן הָאָרֹךְ אֶלָּא כְּנֶגֶד קָצָר. וְאִם הָיָה שֶׁל שְׁנַיִם יִקְנֶה כְּנֶגֶד רֹאשׁ תּוֹר: \n",
            "הָיָה מֵצַר רְאוּבֵן מִזְרָח וּמַעֲרָב וּמֵצַר שִׁמְעוֹן צָפוֹן וְדָרוֹם צָרִיךְ שֶׁיִּכְתֹּב לוֹ מֵצַר רְאוּבֵן מִשְּׁתֵי רוּחוֹת וּמֵצַר שִׁמְעוֹן מִשְּׁתֵי רוּחוֹת: \n",
            "מֵצֵר לוֹ מֵצַר רִאשׁוֹן וּמֵצַר שֵׁנִי וּמֵצַר שְׁלִישִׁי וְלֹא מֵצֵר מֵצַר רְבִיעִי קָנָה הַשָּׂדֶה כֻּלָּהּ אֲבָל מֵצַר הָרְבִיעִי לֹא קָנָה. וְאִם הָיָה מֻבְלָע בֵּין הַמְּצָרִים וְאֵין עָלָיו רֶכֶב שֶׁל דְּקָלִים וְאֵין בּוֹ תִּשְׁעָה קַבִּין קָנָה אַף הַמֵּצַר הָרְבִיעִי. וְאִם לֹא הָיָה מֻבְלָע וְיֵשׁ עָלָיו רֶכֶב שֶׁל דְּקָלִים אוֹ שֶׁיֵּשׁ בּוֹ תִּשְׁעָה קַבִּין לֹא קָנָהוּ. הָיָה מֻבְלָע וְיֵשׁ עָלָיו רֶכֶב דְּקָלִים אוֹ שֶׁיֵּשׁ בּוֹ תִּשְׁעָה קַבִּין. אוֹ שֶׁלֹּא הָיָה מֻבְלָע וְאֵין עָלָיו רֶכֶב דְּקָלִים וְאֵין בּוֹ תִּשְׁעָה קַבִּין. הֲרֵי הַדָּבָר מָסוּר לְבֵית דִּין כְּפִי מַה שֶּׁיִּרְאוּ לְאֵיזוֹ דֶּרֶךְ שֶׁדַּעְתָּן נוֹטָה יַעֲשׂוּ: \n",
            "סִיֵּם לוֹ אֶת הַזָּוִיּוֹת בִּלְבַד וְלֹא סִיֵּם לוֹ אֶת הַמֵּצַר שֶׁלְּכָל רוּחַ. אוֹ שֶׁסִּיֵּם לוֹ שְׁנֵי מְצָרִים כְּמִין גַּא''ם. אוֹ שֶׁסִּיֵּם לוֹ חֵלֶק מִכָּל רוּחַ וְרוּחַ. הֲרֵי זֶה לֹא קָנָה אֶת כֻּלָּם אֶלָּא יִקְנֶה מִמֶּנָּה כְּפִי מַה שֶּׁמָּסַר לוֹ וְכַמָּה שֶׁיִּרְאוּ הַדַּיָּנִין: \n",
            "הַמּוֹכֵר בַּיִת לַחֲבֵרוֹ בְּבִירָה גְּדוֹלָה. אַף עַל פִּי שֶׁמֵּצֵר לוֹ מְצָרִים הַחִיצוֹנִים. וְאַף עַל פִּי שֶׁיֵּשׁ שָׁם מְעַט שֶׁקּוֹרְאִין לְבִירָה בַּיִת. לֹא קָנָה אֶלָּא הַבַּיִת בִּלְבַד. שֶׁהַמְּצָרִים הוּא שֶׁהִרְחִיב לוֹ. וְאִלּוּ מָכַר לוֹ כָּל הַבִּירָה הָיָה כּוֹתֵב לוֹ וְלֹא הִנַּחְתִּי לְפָנַי בְּמֶכֶר זֶה כְּלוּם. וְכֵן הַמּוֹכֵר שָׂדֶה בְּבִקְעָה גְּדוֹלָה וּמֵצֵר לוֹ מְצַרֵי הַבִּקְעָה. מְצָרִים הֵם שֶׁהִרְחִיב לוֹ: \n",
            "האוֹמֵר לַחֲבֵרוֹ שָׂדוֹת אֲנִי מוֹכֵר לְךָ. מִעוּט שָׂדוֹת שְׁתַּיִם. אָמַר לוֹ כָּל שָׂדוֹת אֲפִלּוּ שָׁלֹשׁ וְאַרְבַּע חוּץ מִגַּנּוֹת וּפַרְדֵּסִים. אָמַר לוֹ נְכָסִים אֲפִלּוּ גַנּוֹת וּפַרְדֵּסִים חוּץ מִבָּתִּים וַעֲבָדִים. וְאִם אָמַר לוֹ כָּל נְכָסַי אֲפִלּוּ עֲבָדִים וּבָתִּים וְכָל הַמִּטַּלְטְלִין הַיְּדוּעִים לוֹ. וַאֲפִלּוּ תְּפִלִּין שֶׁבְּרֹאשׁוֹ בִּכְלַל הַמֶּכֶר: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ בַּיִת מִבָּתַּי וְשׁוֹר מִשְּׁוָרַי אֲנִי מוֹכֵר לְךָ. נוֹתֵן לוֹ הַקָּטָן שֶׁבָּהֶן. מֵת אֶחָד מִן הַשְּׁוָרִים אוֹ שֶׁנָּפַל אֶחָד מִן הַבָּתִּים. מַרְאֶה לוֹ זֶה שֶׁמֵּת אוֹ שֶׁנָּפַל. שֶׁיַּד בַּעַל הַשְּׁטָר עַל הַתַּחְתּוֹנָה: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ שָׂדֶה דְּבֵי חִיָּא אֲנִי מוֹכֵר לְךָ. וְהָיוּ שְׁתֵּי שָׂדוֹת הַנִּקְרָאִים בְּשֵׁם זֶה. אֵינוֹ קוֹנֶה אֶלָּא הַפָּחוּת שֶׁבָּהֶן. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ שְׂדֵה רְאוּבֵן אֲנִי מוֹכֵר לְךָ. וְכֵיוָן שֶׁבָּא הַלּוֹקֵחַ לְהִשְׁתַּמֵּשׁ בָּהּ אָמַר לוֹ הַמּוֹכֵר אֵינָהּ זוֹ הַשָּׂדֶה שֶׁהָיְתָה שֶׁל רְאוּבֵן אֶלָּא כָּךְ הִיא קְרוּיָה וּלְעוֹלָם לֹא הָיְתָה לוֹ אֶלָּא זוֹ הִיא שֶׁהָיְתָה שֶׁל רְאוּבֵן וּלְקַחְתִּיהָ מִמֶּנּוּ וְהִיא שֶׁמְּכַרְתִּיהָ לְךָ. עַל הַמּוֹכֵר לְהָבִיא רְאָיָה. וְאִם לֹא הֵבִיא זוֹכֶה הַלּוֹקֵחַ בָּזוֹ שֶׁכָּל הָעָם קוֹרְאִים שֶׁל רְאוּבֵן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה הַלֵּךְ אַחַר הַשֵּׁם שֶׁהוּא פָּשׁוּט בְּפִי הַכּל: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ חֲצִי שָׂדֶה אֲנִי מוֹכֵר לְךָ שָׁמִין כַּמָּה שָׁוֶה כָּל הַשָּׂדֶה וְנוֹתֵן לוֹ מִן הַכָּחוּשׁ שֶׁבָּהּ מַה שֶּׁשָּׁוֶה חֲצִי הַדָּמִים שֶׁל כָּל הַשָּׂדֶה. וְכֵן אִם אָמַר לוֹ חֶצְיָהּ בַּדָּרוֹם אֲנִי מוֹכֵר לְךָ שָׁמִין דְּמֵי כֻּלָּהּ וְנוֹתֵן לוֹ בִּדְרוֹמָהּ כַּחֲצִי כָּל הַדָּמִים וּמְקַבֵּל עָלָיו הַלּוֹקֵחַ לַעֲשׂוֹת בְּחֶלְקוֹ מְקוֹם הַגָּדֵר. וּמֵאֲחוֹרֵי הַגָּדֵר סָמוּךְ לַגָּדֵר חָרִיץ קָטָן רָחָב שְׁלֹשָׁה טְפָחִים. וְחוּצָה לוֹ חָרִיץ אֶחָד גָּדוֹל רָחָב שִׁשָּׁה טְפָחִים. וּבֵין שְׁנֵי הַחֲרִיצִין רָחָב טֶפַח. כָּל זֶה כְּדֵי שֶׁלֹּא תִּקְפֹּץ הַנְּמִיָּה בָּהּ וְכַיּוֹצֵא בָּהּ: \n",
            "הָיְתָה לוֹ חֲצִי שָׂדֶה וְאָמַר לַחֲבֵרוֹ חֲצִי שֶׁיֵּשׁ לִי בַּשָּׂדֶה מָכַרְתִּי לְךָ. קָנָה הַחֵצִי כֻּלּוֹ. אָמַר לוֹ חֲצִי הַשָּׂדֶה שֶׁיֵּשׁ לִי לֹא קָנָה אֶלָּא רְבִיעַ. אָמַר לוֹ מֵצַר שָׂדֶה שֶׁמִּמֶּנָּה [נֶחְלֶקֶת אוֹ שֶׁמִּמֶּנָּה נִפְסֶקֶת אוֹ שֶׁמִּמֶּנָּה] נֶחֱצֵת. אִם אָמַר לוֹ וְאֵלּוּ מְצָרֶיהָ קָנָה חֶצְיָהּ. וְאִם לֹא מֵצֵר לוֹ מְצָרֶיהָ לֹא קָנָה אֶלָּא בֵּית תִּשְׁעָה קַבִּין: \n"
        ],
        [
            "אֵין אָדָם מַקְנֶה דָּבָר שֶׁלֹּא בָּא לָעוֹלָם. בֵּין בְּמֶכֶר בֵּין בְּמַתָּנָה בֵּין בְּמַתְּנַת שְׁכִיב מֵרַע. כֵּיצַד. מַה שֶּׁתּוֹצִיא שָׂדֶה זוֹ מָכוּר לְךָ. מַה שֶּׁיּוֹצִיא אִילָן זֶה נָתוּן לְךָ. תְּנוּ מַה שֶּׁתֵּלֵד בְּהֵמָה זוֹ לִפְלוֹנִי. לֹא קָנָה כְּלוּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַמּוֹכֵר פֵּרוֹת דֶּקֶל לַחֲבֵרוֹ יָכוֹל לַחְזֹר בּוֹ אַף לְאַחַר שֶׁבָּאוּ הַפֵּרוֹת לָעוֹלָם. וְאִם שָׁמַט הַלּוֹקֵחַ וְאָכַל אֵין מוֹצִיאִין מִיָּדוֹ. וְכָל הַחוֹזֵר בּוֹ מִשְּׁנֵיהֶם אֵין חַיָּב לְקַבֵּל מִי שֶׁפָּרַע: \n",
            "אֲבָל הַפּוֹסֵק עַל שַׁעַר שֶׁבַּשּׁוּק וְלֹא הָיָה אוֹתוֹ הַמִּין שֶׁפָּסַק עָלָיו בִּרְשׁוּת מוֹכֵר. חַיָּב לִקְנוֹת וְלִתֵּן לַלּוֹקֵחַ מַה שֶּׁפָּסַק. וְאִם חָזַר מְקַבֵּל מִי שֶׁפָּרַע: \n",
            "מִי שֶׁפָּסַק עַל שַׁעַר שֶׁבַּשּׁוּק שֶׁיִּתֵּן אַרְבָּעָה סְאִין בְּסֶלַע. אִם הָיוּ שִׁבֳּלִים הֲרֵי זֶה קָנָה לְקַבֵּל מִי שֶׁפָּרַע. וְהוּא שֶׁיַּרְאֶה לוֹ בַּגֹּרֶן אוֹ שֶׁיֹּאמַר לוֹ בַּשּׁוּק הֲרֵינִי סוֹמֵךְ עָלֶיךָ. אֲבָל אִם לֹא נִרְאָה לוֹ בַּגֹּרֶן וְלֹא אָמַר לוֹ הֲרֵינִי סוֹמֵךְ עָלֶיךָ לֹא סָמְכָה דַּעְתּוֹ שֶׁל מוֹכֵר וְאֵינוֹ מְקַבֵּל מִי שֶׁפָּרַע. שֶׁהֲרֵי הוּא אוֹמֵר שֶׁמָּא פָּסַק עִם אַחֵר וְאֵין צָרִיךְ לְחִטִּים אֵלּוּ: \n",
            "דָּבָר שֶׁאֵין בִּרְשׁוּתוֹ שֶׁל מַקְנֶה אֵינוֹ נִקְנֶה. וַהֲרֵי הוּא כְּדָבָר שֶׁלֹּא בָּא לָעוֹלָם. כֵּיצַד. מַה שֶּׁאִירַשׁ מֵאַבָּא מָכוּר לְךָ. מַה שֶּׁתַּעֲלֶה מְצוּדָתִי מִן הַיָּם נָתוּן לְךָ. שָׂדֶה זוֹ לִכְשֶׁאֶקָּחֶנָּה קְנוּיָה לְךָ. לֹא קָנָה כְּלוּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "מִי שֶׁהָיָה מוֹרִישׁוֹ גּוֹסֵס וְנָטוּי לָמוּת וְרָצָה לִמְכֹּר מִנְּכָסָיו מְעַט כְּדֵי לְהוֹצִיא הַדָּמִים בְּצָרְכֵי קְבוּרָה. הוֹאִיל וְהַבֵּן עָנִי וְאִם יַמְתִּין עַד שֶׁיָּמוּת וְיִמְכֹּר יִשְׁתַּהֶא הַמֵּת וְיִתְבַּזֶּה. תִּקְנוּ חֲכָמִים שֶׁאִם מָכַר וְאָמַר מַה שֶּׁאִירַשׁ מֵאָבִי הַיּוֹם מָכוּר לְךָ מִמְכָּרוֹ קַיָּם. וְכֵן צַיָּד עָנִי שֶׁאֵין לוֹ מַה שֶּׁיֹּאכַל שֶׁאָמַר מַה שֶּׁתַּעֲלֶה מִן הַיָּם מְצוּדָתִי הַיּוֹם מָכוּר לְךָ. מִמְכָּרוֹ קַיָּם מִשּׁוּם כְּדֵי חַיָּיו: \n",
            "הַבֵּן שֶׁמָּכַר בְּנִכְסֵי אָבִיו בְּחַיֵּי אָבִיו וּמֵת הַבֵּן בְּחַיֵּי הָאָב וְאַחַר כָּךְ מֵת הָאָב. בֶּן הַבֵּן מוֹצִיא מִיַּד הַלָּקוֹחוֹת. שֶׁהֲרֵי אָבִיו מָכַר דָּבָר שֶׁלֹּא בָּא עֲדַיִן לִרְשׁוּתוֹ. וְנִמְצְאוּ הַנְּכָסִים בִּרְשׁוּת הָאָב וְזֶה יוֹרֵשׁ אֲבִי אָבִיו. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "מִי שֶׁנָּתַן קַרְקַע מַתָּנָה לַחֲבֵרוֹ וְנָתַן לוֹ עַל גַּבָּהּ מֵאָה דִּינָרִין. אִם הָיוּ הַדִּינָרִין מְצוּיִין בִּרְשׁוּתוֹ כֵּיוָן שֶׁזָּכָה בַּשָּׂדֶה זָכָה בַּדִּינָרִין. וְאִם אֵין לוֹ דִּינָר אֵין מְחַיְּבִין אֶת הַנּוֹתֵן לִתֵּן לוֹ מֵאָה דִּינָרִין עַד שֶׁיָּבִיא הַזּוֹכֶה רְאָיָה שֶׁהָיָה לָזֶה דִּינָרִין בְּעֵת הַמַּתָּנָה. וְהוּא הַדִּין לִשְׁאָר מִטַּלְטְלִין שֶׁמַּקְנֶה אָדָם אוֹתָם עַל קַרְקַע. אִם אֵינָם בִּרְשׁוּת הַמּוֹכֵר אוֹ הַנּוֹתֵן לֹא קָנָה. שֶׁאֵין אָדָם מַקְנֶה דָּבָר שֶׁאֵינוֹ בִּרְשׁוּתוֹ: \n",
            "מִי שֶׁהָיָה לוֹ פִּקָּדוֹן בְּיַד אַחֵר הֲרֵי זֶה מַקְנֵהוּ בֵּין בְּמֶכֶר בֵּין בְּמַתָּנָה. לְפִי שֶׁהַפִּקָּדוֹן בִּרְשׁוּת בְּעָלָיו הוּא וַהֲרֵי הוּא בְּחֶזְקַת שֶׁהוּא קַיָּם. וְאִם כָּפַר בּוֹ זֶה שֶׁהֻפְקַד אֶצְלוֹ אֵינוֹ יָכוֹל לְהַקְנוֹתוֹ. שֶׁזֶּה כְּמִי שֶׁאָבַד שֶׁאֵינוֹ בִּרְשׁוּתוֹ. אֲבָל הַמַּלְוֶה הוֹאִיל וּלְהוֹצָאָה נִתְּנָה אֵינָהּ בָּעוֹלָם וְאֵין אָדָם יָכוֹל לְהַקְנוֹתָהּ אֶלָּא בְּמַעֲמַד שְׁלָשְׁתָּן. וְהוּא דָּבָר שֶׁאֵין לוֹ טַעַם כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם הָיְתָה מִלְוֶה בִּשְׁטָר מַקְנֶה אֶת הַשְּׁטָר בִּכְתִיבָה וּמְסִירָה שֶׁהֲרֵי יֵשׁ כָּאן דָּבָר הַנִּמְסָר לִקְנוֹת שִׁעְבּוּד שֶׁבּוֹ: \n",
            "כְּשֵׁם שֶׁאֵין אָדָם מַקְנֶה דָּבָר שֶׁלֹּא בָּא לָעוֹלָם. כָּךְ אֵין אָדָם מַקְנֶה לְמִי שֶׁלֹּא בָּא לָעוֹלָם. וַאֲפִלּוּ עֻבָּר הֲרֵי הוּא כְּמִי שֶׁלֹּא בָּא לָעוֹלָם. וְהַמְזַכֶּה לְעֻבָּר לֹא קָנָה. וְאִם הָיָה בְּנוֹ הוֹאִיל וְדַעְתּוֹ שֶׁל אָדָם קְרוֹבָה אֵצֶל בְּנוֹ קָנָה: \n",
            "הָאוֹמֵר לְאִשְׁתּוֹ נְכָסַי לַבָּנִים שֶׁתֵּלְדִי מִמֶּנִּי הֲרֵי אֵלּוּ לֹא יִקְנוּ כְּלוּם. שֶׁכֵּיוָן שֶׁלֹּא נִתְעַבְּרָה בָּהֶן בִּשְׁעַת הַמַּתָּנָה עֲדַיִן לֹא בָּאוּ כְּדֵי לִהְיוֹת דַּעְתּוֹ קְרוֹבָה לָהֶם: \n",
            "הַמַּקְנֶה לְמִין מִמִּינֵי חַיָּה לֹא הִקְנָה כְּלוּם. הִקְנָה קְצָת נְכָסָיו לִבְהֵמָה אוֹ לְמִי שֶׁלֹּא בָּא לָעוֹלָם וְחָזַר וְאָמַר לַחֲבֵרוֹ קְנֵה כִּבְהֵמָה זוֹ אוֹ כְּעֻבָּר זֶה לֹא קָנָה כְּלוּם. אָמַר לוֹ קְנֵה אַתְּ וּבְהֵמָה זוֹ אוֹ אַתְּ וְעֵבָּר זֶה קָנָה מֶחֱצָה: \n",
            "אֵין אָדָם מַקְנֶה לֹא בְּמֶכֶר וְלֹא בְּמַתָּנָה אֶלָּא דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ אֲבָל דָּבָר שֶׁאֵין בּוֹ מַמָּשׁ אֵינוֹ נִקְנֶה: \n",
            "כֵּיצַד. אֵין אָדָם מַקְנֶה רֵיחַ הַתַּפּוּחַ הַזֶּה אוֹ טַעַם הַדְּבַשׁ הַזֶּה אוֹ עֵין הַבְּדלַח הַזֶּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לְפִיכָךְ הַמַּקְנֶה לַחֲבֵרוֹ אֲכִילַת פֵּרוֹת דֶּקֶל זֶה אוֹ דִּירַת בַּיִת זֶה לֹא קָנָה. עַד שֶׁיַּקְנֶה לוֹ גּוּף הַבַּיִת לָדוּר בּוֹ וְגוּף הָאִילָן לֶאֱכל פֵּרוֹתָיו כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
            "דִּין הַהֶקְדֵּשׁ וְדִין הָעֲנִיִּים וְדִין הַנְּדָרִים אֵינוֹ כְּדִין הַהֶדְיוֹט בִּקְנִיָּתוֹ שֶׁאִלּוּ אָמַר אָדָם כָּל מַה שֶּׁתֵּלֵד בְּהֶמְתִּי יִהְיֶה הֶקְדֵּשׁ לְבֶדֶק הַבַּיִת אוֹ יִהְיֶה אָסוּר עָלַי אוֹ אֶתְּנֶנּוּ לִצְדָקָה אַף עַל פִּי שֶׁאֵינוֹ מִתְקַדֵּשׁ לְפִי שֶׁאֵינוֹ בָּעוֹלָם הֲרֵי זֶה חַיָּב לְקַיֵּם דְּבָרוֹ שֶׁנֶּאֱמַר <small>(במדבר ל ג)</small> \"כְּכָל הַיֹּצֵא מִפִּיו יַעֲשֶׂה\": \n",
            "וְהוֹאִיל וְהַדָּבָר כֵּן אִם צִוָּה אָדָם כְּשֶׁהוּא שְׁכִיב מֵרַע וְאָמַר כָּל מַה שֶּׁיּוֹצִיא אִילָן זֶה לָעֲנִיִּים. אוֹ כָּל שְׂכַר בַּיִת זֶה לָעֲנִיִּים זָכוּ בָּהֶן הָעֲנִיִּים: \n",
            "יֵשׁ גְּאוֹנִים שֶׁחוֹלְקִין עַל דָּבָר זֶה וְאוֹמְרִים שֶׁאֵין הָעֲנִיִּים זוֹכִין אֶלָּא בִּדְבָרִים שֶׁהֶדְיוֹט קוֹנֶה בָּהֶן. וּלְפִיכָךְ לֹא יִזְכּוּ בְּדָבָר שֶׁלֹּא בָּא לָעוֹלָם. וְאֵין דַּעְתִּי נוֹטָה לִדְבָרִים אֵלּוּ. שֶׁאֵין אָדָם מְצֻוֶּה לְהַקְנוֹת. וְהוּא מְצֻוֶּה לְקַיֵּם דְּבָרָיו בִּצְדָקָה אוֹ בְּהֶקְדֵּשׁ כְּמוֹ שֶׁהוּא מְצֻוֶּה לְקַיֵּם הַנֵּדֶר כְּמוֹ שֶׁבֵּאַרְנוּ בַּעֲרָכִין: \n"
        ],
        [
            "מַקְנֶה אָדָם הַגּוּף לְפֵרוֹתָיו בֵּין בְּמֶכֶר בֵּין בְּמַתָּנָה בֵּין בְּמַתְּנַת שְׁכִיב מֵרַע. וְאֵין זֶה מַקְנֶה דָּבָר שֶׁלֹּא בָּא לְעוֹלָם שֶׁהֲרֵי הַגּוּף מָצוּי וּמַקְנֶה לְפֵרוֹת. הָא לְמָה זֶה דּוֹמֶה לְשׂוֹכֵר בַּיִת אוֹ שָׂדֶה לַחֲבֵרוֹ שֶׁלֹּא הִקְנָה לוֹ הַגּוּף אֶלָּא הֲנָאַת הַגּוּף: \n",
            "כֵּיצַד. כְּגוֹן שֶׁמָּכַר אוֹ שֶׁנָּתַן שָׂדֶה לְפֵרוֹתֶיהָ בֵּין לִזְמַן קָצוּב בֵּין כָּל יְמֵי חַיָּיו שֶׁל מוֹכֵר אוֹ שֶׁל לוֹקֵחַ. וְהוּא הַדִּין לְמוֹכֵר וּלְנוֹתֵן אִילָן לְפֵרוֹתָיו. אוֹ רָחֵל לְגִזָּתָהּ. אוֹ בְּהֵמָה וְשִׁפְחָה לְוַלְדוֹתֵיהֶם. אוֹ עֶבֶד לְמַעֲשֵׂה יָדָיו. בַּכּל מִמְכָּרוֹ אוֹ מַתְּנוֹתָיו קַיָּמִין: \n",
            "מָכַר עַבְדּוֹ לִקְנָס שֶׁאִם יֵגֲּח וְיָמוּת יִהְיֶה קְנָס שֶׁל לוֹקֵחַ. הֲרֵי זֶה סָפֵק לְפִיכָךְ לֹא קָנָה. וְאִם תָּפַשׂ הַקְּנָס אֵין מוֹצִיאִין מִיָּדוֹ: \n",
            "מָכַר אִילָן לָזֶה וּפֵרוֹתָיו לְאַחֵר לֹא שִׁיֵּר מְקוֹם הַפֵּרוֹת וְאֵין לָאַחֵר כְּלוּם. אֲבָל אִם מָכַר אִילָן וְשִׁיֵּר פֵּרוֹתָיו לְעַצְמוֹ הֲרֵי שִׁיֵּר מְקוֹם הַפֵּרוֹת, אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ לְגַבֵּי עַצְמוֹ בְּעַיִן יָפָה מְשַׁיֵּר: \n",
            "הַמּוֹכֵר גּוּף הַקַּרְקַע לִזְמַן קָצוּב הֲרֵי זֶה מְכִירָה. וּמִשְׁתַּמֵּשׁ הַלּוֹקֵחַ בַּגּוּף כְּחֶפְצוֹ וְאוֹכֵל הַפֵּרוֹת כָּל זְמַן הַמְּכִירָה וּבַסּוֹף תַּחְזֹר לִבְעָלֶיהָ: \n",
            "וּמַה הֶפְרֵשׁ יֵשׁ בֵּין הַמּוֹכֵר קַרְקַע לִזְמַן קָצוּב וּבֵין הַמַּקְנֶה אוֹתָהּ לְפֵרוֹתֶיהָ. שֶׁהַקּוֹנֶה לְפֵרוֹת אֵינוֹ יָכוֹל לְשַׁנּוֹת צוּרַת הַקַּרְקַע וְלֹא יִבְנֶה וְלֹא יַהֲרֹס. אֲבָל הַקּוֹנֶה לִזְמַן קָצוּב הוּא בּוֹנֶה וְהוֹרֵס וְעוֹשֶׂה בְּכָל זְמַנּוֹ הַקָּצוּב כְּמוֹ שֶׁעוֹשֶׂה הַקּוֹנֶה קִנְיַן עוֹלָם לְעוֹלָם: \n",
            "וּמַה הֶפְרֵשׁ יֵשׁ בֵּין הַמּוֹכֵר שָׂדֶה זוֹ לְפֵרוֹתֶיהָ וּבֵין הַמּוֹכֵר פֵּרוֹת שָׂדֶה זוֹ לַחֲבֵרוֹ. שֶׁהַמּוֹכֵר פֵּרוֹת הַשָּׂדֶה אֵין לַלּוֹקֵחַ לְהִשְׁתַּמֵּשׁ בְּשָׂדֶה זוֹ כְּלָל אֲפִלּוּ לְהִכָּנֵס אֶלָּא בִּשְׁעַת הוֹצָאַת הַפֵּרוֹת וְיֵשׁ לְבַעַל הַשָּׂדֶה לְהִשְׁתַּמֵּשׁ בָּהּ כְּחֶפְצוֹ. אֲבָל הַמּוֹכֵר שָׂדֶה לְפֵרוֹתֶיהָ אֵין בַּעַל הַשָּׂדֶה יָכוֹל לְהִכָּנֵס בָּהּ אֶלָּא מִדַּעַת הַלּוֹקֵחַ וְיֵשׁ לַלּוֹקֵחַ לְהִשְׁתַּמֵּשׁ בָּהּ כְּחֶפְצוֹ: \n",
            "וּמַה הֶפְרֵשׁ יֵשׁ בֵּין הַקּוֹנֶה שָׂדֶה זוֹ לְפֵרוֹתֶיהָ וּבֵין הַשּׂוֹכֵר שָׂדֶה מֵחֲבֵרוֹ. שֶׁהַקּוֹנֶה שָׂדֶה לְפֵרוֹתֶיהָ יֵשׁ לוֹ לְנָטְעָהּ אוֹ לְזָרְעָהּ כָּל זְמַן שֶׁיִּרְצֶה אוֹ לְהוֹבִירָהּ. וְהַשּׂוֹכֵר אֵינוֹ כֵן כְּמוֹ שֶׁיִּתְבָּאֵר בְּעִנְיַן שְׂכִירוּת. וְאֵין הַשּׂוֹכֵר רַשַּׁאי לְהַשְׂכִּיר אֲבָל הַקּוֹנֶה מַקְנֶה לַאֲחֵרִים כָּל מַה שֶּׁקָּנָה: \n",
            "הַמּוֹכֵר פֵּרוֹת שׁוֹבָךְ וּפֵרוֹת כַּוֶּרֶת לַחֲבֵרוֹ קָנָה וְאֵין זֶה מוֹכֵר דָּבָר שֶׁלֹּא בָּא לָעוֹלָם. לְפִי שֶׁאֵינוֹ מוֹכֵר יוֹנִים שֶׁיִּוָּלְדוּ אוֹ דְּבַשׁ שֶׁיָּבוֹא לַכַּוֶּרֶת. אֶלָּא הוּא מוֹכֵר שׁוֹבָךְ לְפֵרוֹתָיו אוֹ כַּוֶּרֶת לְדִבְשָׁהּ. שֶׁהֲרֵי הוּא כְּשׂוֹכֵר אַמַּת הַמַּיִם לַחֲבֵרוֹ שֶׁהוּא נֶהֱנֶה בְּכָל מַה שֶּׁיָּצוּד בָּהּ. כָּךְ זֶה הִקְנָה שׁוֹבָךְ זֶה לְפֵרוֹתָיו כְּמוֹ שֶׁמּוֹכֵר אִילָן לְפֵרוֹתָיו. וְדִין כֻּלָּם כְּדִין הַשּׂוֹכֵר בַּיִת מֵחֲבֵרוֹ כְּמוֹ שֶׁאָמַרְנוּ. שֶׁהוּא נֶהֱנֶה בְּכָל הֲנָיוֹת שֶׁיֵּשׁ בּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַבֵּיצִים וְהָאֶפְרוֹחִין עַצְמָן שֶׁיֵּשׁ בַּשּׁוֹבָךְ לֹא קָנָה אוֹתָם בַּעַל שׁוֹבָךְ כָּל זְמַן שֶׁלֹּא פָּרְחוּ. וְדָבָר זֶה גְּזֵרַת חֲכָמִים הִיא וּמִשּׁוּם <small>(דברים כב ו)</small> \"לֹא תִקַּח הָאֵם עַל הַבָּנִים\" נָגְעוּ בָּהּ. לְפִיכָךְ הָרוֹצֶה לְהַקְנוֹת אֶפְרוֹחִים וּבֵיצִים אֵלּוּ לַחֲבֵרוֹ. מְטַפֵּחַ עַל הַשּׁוֹבָךְ שֶׁיִּפְרְחוּ הָאִמָּהוֹת וְיִגְבְּהוּ מֵעַל הָאָרֶץ וְאַחַר כָּךְ יַקְנֶה אוֹתָן לַחֲבֵרוֹ בְּקִנְיָן אוֹ עַל גַּבֵּי קַרְקַע אוֹ בִּשְׁאָר דְּבָרִים שֶׁהַמִּטַּלְטְלִין נִקְנִין בָּהֶן: \n",
            "הַלּוֹקֵחַ פֵּרוֹת שׁוֹבָךְ מֵחֲבֵרוֹ אֵינוֹ יָכוֹל לִטּל כָּל הַגּוֹזָלוֹת שֶׁיִּוָּלְדוּ בּוֹ מֵעַתָּה מִפְּנֵי שֶׁהָאִמָּהוֹת בּוֹרְחוֹת נִמְצָא שֶׁהֶחֱרִיב כָּל הַשּׁוֹבָךְ אֶלָּא מַנִּיחַ מֵהֶן כְּדֵי לְיַשֵּׁב הַשּׁוֹבָךְ: \n",
            "וְכַמָּה מַנִּיחַ. אִם הָיוּ בּוֹ אִמָּהוֹת וּבָנוֹת בְּעֵת מְכִירַת הַפֵּרוֹת. מַנִּיחַ בְּרֵכָה רִאשׁוֹנָה שֶׁיּוֹלִידוּ הָאִמָּהוֹת כְּדֵי שֶׁיִּצְטַוְּתוּ הָאִמָּהוֹת עִם הַבְּרֵכָה הָרִאשׁוֹנָה וְעִם הַבָּנוֹת שֶׁעִמָּהֶם. וּמַנִּיחַ מִמַּה שֶּׁיּוֹלִידוּ הַבָּנוֹת שְׁתֵּי בְּרֵכוֹת כְּדֵי שֶׁיִּצְטַוְּתוּ הַבָּנוֹת עִם שְׁתֵּי הַבְּרֵכוֹת שֶׁהוֹלִידוּ. וְכָל הַנּוֹלָד מֵאַחַר שְׁתֵּי בְּרֵכוֹת שֶׁל בָּנוֹת וְהַבְּרֵכָה הָרִאשׁוֹנָה שֶׁל אִמָּהוֹת הֲרֵי אֵלּוּ שֶׁלּוֹ: \n",
            "הַלּוֹקֵחַ פֵּרוֹת כַּוֶּרֶת מֵחֲבֵרוֹ נוֹטֵל שְׁלֹשָׁה נְחִילִים זֶה אַחַר זֶה מִכָּאן וְאֵילָךְ נוֹטֵל נְחִיל וּמֵנִיחַ נְחִיל כְּדֵי לְיַשֵּׁב אֶת הַכַּוֶּרֶת: \n",
            "הַלּוֹקֵחַ חַלּוֹת דְּבַשׁ מֵחֲבֵרוֹ מַנִּיחַ בַּכַּוֶּרֶת שְׁתֵּי חַלּוֹת כְּדֵי שֶׁלֹּא יִפְרְחוּ הַדְּבוֹרִים וְיֵלְכוּ לָהֶן: \n",
            "הַלּוֹקֵחַ זֵיתִים מֵחֲבֵרוֹ לָקֹץ. מַנִּיחַ הָאִילָן סָמוּךְ לָאָרֶץ שְׁתֵּי גְּרוֹפִיּוֹת וְקוֹצֵץ. לָקַח בְּתוּלַת שִׁקְמָה מַגְבִּיהַּ שְׁלֹשָׁה טְפָחִים וְקוֹצֵץ. סַדָּן שֶׁל שִׁקְמָה שְׁנֵי טְפָחִים. וּבִשְׁאָר אִילָנוֹת טֶפַח וְקוֹצֵץ. בְּקָנִים וּבִגְפָנִים מִן הַפְּקָק וּלְמַעְלָה. בִּדְקָלִים וַאֲרָזִים חוֹפֵר וּמְשָׁרֵשׁ לְפִי שֶׁאֵין גִּזְעוֹ מַחְלִיף: \n"
        ],
        [
            "הַמּוֹכֵר שְׁלֹשָׁה אִילָנוֹת בְּתוֹךְ שָׂדהוּ וַאֲפִלּוּ הָיוּ שָׁלֹשׁ נְטִיעוֹת קְטַנּוֹת אוֹ שְׁלֹשָׁה בַּדֵּי אִילָן. הֲרֵי יֵשׁ לַלּוֹקֵחַ קַרְקַע הָרָאוּי לָהֶם. וַאֲפִלּוּ יָבְשׁוּ הָאִילָנוֹת אוֹ נִקְצְצוּ יֵשׁ לוֹ קַרְקַע הָרָאוּי לָהֶם וְקָנָה כָּל הָאִילָנוֹת שֶׁבֵּינֵיהֶם: \n",
            "וְכַמָּה הִיא הַקַּרְקַע הָרָאוּי לָהֶם. תַּחְתֵּיהֶם וּבֵינֵיהֶם וְחוּצָה לָהֶם כִּמְלֹא הָאוֹרֶה וְסַלּוֹ. וְזֶה הַמָּקוֹם שֶׁהוּא מְלֹא הָאוֹרֶה וְסַלּוֹ אֵין אֶחָד מִשְּׁנֵיהֶם יָכוֹל לְזַרְעוֹ אֶלָּא מִדַּעַת חֲבֵרוֹ: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ שְׁלֹשָׁה הָאִילָנוֹת עוֹמְדִין כְּמוֹ שְׁלֹשָׁה פִּטְפּוּטֵי כִּירָה שֶׁשּׁוֹפְתִין עֲלֵיהֶן אֶת הַקְּדֵרָה. שֶׁהֲרֵי הֵן שְׁנַיִם זֶה כְּנֶגֶד זֶה וְהַשְּׁלִישִׁי מְכֻוָּן בֵּינֵיהֶן וּמְרֻחָק מֵהֶן. וְהוּא שֶׁיִּהְיוּ בֵּין כָּל אִילָן וְאִילָן מֵאַרְבַּע אַמּוֹת וְעַד שֵׁשׁ עֶשְׂרֵה: \n",
            "וּמֵהֵיכָן הוּא מוֹדֵד מִן הָעִקָּר הָרָחָב שֶׁל אִילָנוֹת. אֲבָל אִם לֹא הָיוּ עוֹמְדִין כַּצּוּרָה הַזֹּאת. אוֹ שֶׁהָיוּ מְקֹרָבִים פָּחוֹת מֵאַרְבַּע אַמּוֹת אוֹ מְרֻחָקִין יוֹתֵר מִשֵּׁשׁ עֶשְׂרֵה אַמָּה. אוֹ שֶׁלְּקָחָן זֶה אַחַר זֶה. אוֹ שֶׁמָּכַר לוֹ שְׁנַיִם בְּתוֹךְ שָׂדֵהוּ וְאֶחָד עַל הַמֵּצַר. אוֹ שְׁנַיִם בְּתוֹךְ שֶׁלּוֹ וְאֶחָד בְּתוֹךְ שֶׁל חֲבֵרוֹ. אוֹ שֶׁהִפְסִיק בּוֹר אוֹ אַמַּת הַמַּיִם אוֹ רְשׁוּת הָרַבִּים בֵּינֵיהֶם. הֲרֵי זֶה אֵין לוֹ קַרְקַע. לְפִיכָךְ לֹא קָנָה הָאִילָנוֹת שֶׁבֵּינֵיהֶם. וְאִם יָבַשׁ הָאִילָן אוֹ נִקְצַץ יֵלֵךְ לוֹ: \n",
            "כָּל מִי שֶׁקּוֹנֶה שְׁלֹשָׁה אִילָנוֹת וְיֵשׁ לוֹ קַרְקַע. אִם הִגְדִּילוּ וְהוֹצִיאוּ חֹטֶר יָקֹץ כְּדֵי שֶׁלֹּא יְמַעֵט הַדֶּרֶךְ עַל בַּעַל הַשָּׂדֶה. וְכָל הַשָּׂרִיגִין וְהָאֲמִירִים הַיּוֹצְאִים מֵהֶם וַאֲפִלּוּ מִן הַשָּׁרָשִׁים הֲרֵי הֵן שֶׁל בַּעַל הָאִילָנוֹת שֶׁהֲרֵי יֵשׁ לוֹ קַרְקַע: \n",
            "הַקּוֹנֶה שְׁנֵי אִילָנוֹת בְּתוֹךְ שְׂדֵה חֲבֵרוֹ אֵין לוֹ קַרְקַע. לְפִיכָךְ אִם מֵת הָאִילָן אוֹ נִקְצַץ אֵין לוֹ כְּלוּם. הִגְדִּילוּ שְׁנֵי הָאִילָנוֹת וְהוֹצִיאוּ שָׂרִיגִים וַאֲמִירִים יָקֹץ שֶׁמָּא יִצְמְחוּ בָּאָרֶץ וְיֹאמַר לַמּוֹכֵר שְׁלֹשָׁה אִילָנוֹת מָכַרְתָּ לִי וְיֵשׁ לִי קַרְקַע: \n",
            "כָּל הָעֵצִים שֶׁקּוֹצֵץ בַּעַל שְׁנֵי הָאִילָנוֹת מֵהֶן. הָעוֹלֶה מִן הַגְּזָעִים וְהוּא הָרוֹאֶה פְּנֵי הַחַמָּה הֲרֵי הוּא שֶׁל בַּעַל הָאִילָנוֹת. וְהָעוֹלֶה מִן הַשָּׁרָשִׁים וְהוּא שֶׁאֵינוֹ רוֹאֶה פְּנֵי הַחַמָּה הֲרֵי הוּא שֶׁל בַּעַל הַשָּׂדֶה. וּבִדְקָלִים אֵין לְבַעַל הַדֶּקֶל מִן הָעוֹלֶה כְּלוּם לְפִי שֶׁאֵין לוֹ גֶּזַע: \n",
            "הַמּוֹכֵר קַרְקַע וְשִׁיֵּר אִילָנוֹת הֲרֵי יֵשׁ לוֹ חֲצִי הַקַּרְקַע כֻּלָּהּ שֶׁאִלּוּ לֹא שִׁיֵּר בַּקַּרְקַע הֲרֵי אוֹמֵר לוֹ הַלּוֹקֵחַ עֲקֹר אִילָנְךָ. וְכֵן אִם שִׁיֵּר שְׁנֵי הָאִילָנוֹת בִּלְבַד יֵשׁ לוֹ קַרְקַע הָרָאוּי לָהֶם. שֶׁאִלּוּ לֹא שִׁיֵּר הַקַּרְקַע הָיָה הַלּוֹקֵחַ אוֹמֵר לוֹ עֲקֹר אִילָנְךָ וְלֵךְ: \n",
            "הַמּוֹכֵר אֶת הָאִילָנוֹת וְשִׁיֵּר אֶת הַקַּרְקַע. יֵשׁ לְבַעַל הָאִילָנוֹת קַרְקַע הָרָאוּי לָהֶם כְּמוֹ שֶׁבֵּאַרְנוּ. מָכַר אֶת הַקַּרְקַע לְאֶחָד וְאֶת הָאִילָנוֹת לְאַחֵר וְהֶחֱזִיק זֶה בָּאִילָנוֹת וְהֶחֱזִיק זֶה בַּקַּרְקַע. זֶה קָנָה הָאִילָנוֹת עִם חֲצִי הַקַּרְקַע וְזֶה שֶׁהֶחְזִיק בַּקַּרְקַע קָנָה חֲצִי הַקַּרְקַע בִּלְבַד: \n",
            "הָאַחִין שֶׁחָלְקוּ אֶחָד נָטַל פַּרְדֵּס וְאֶחָד נָטַל שְׂדֵה לָבָן. יֵשׁ לְבַעַל הַפַּרְדֵּס אַרְבַּע אַמּוֹת בְּתוֹךְ שְׂדֵה לָבָן סְמוּכוֹת לְסוֹף הָאִילָנוֹת שֶׁל פַּרְדֵּס שֶׁעַל מְנָת כֵּן חָלְקוּ. וְאֵין צָרִיךְ לְפָרֵשׁ דָּבָר זֶה מִפְּנֵי שֶׁהוּא דָּבָר יָדוּעַ: \n",
            "הַמּוֹכֵר שָׂדֶה לַחֲבֵרוֹ וְהָיוּ בָּהּ דְּקָלִים וְאָמַר לוֹ חוּץ מִדֶּקֶל פְּלוֹנִי. אִם דֶּקֶל טוֹב וּמְשֻׁבָּח הוּא אוֹתוֹ הַדֶּקֶל לְבַדּוֹ הוּא שֶׁשִּׁיֵּר וְהַשְּׁאָר לַלּוֹקֵחַ. וְאִם דֶּקֶל רַע הוּא שֶׁשִּׁיֵּר כָּל שֶׁכֵּן שֶׁשִּׁיֵּר הַשְּׁאָר] לֹא קָנָה מִן הַדְּקָלִים כְּלוּם: \n",
            "מָכַר לוֹ שָׂדֶה וְאָמַר לוֹ חוּץ מִן הָאִילָנוֹת. אִם יֵשׁ בּוֹ דְּקָלִים בִּלְבַד שִׁיֵּר הַדְּקָלִים. וְאִם יֵשׁ בּוֹ גְּפָנִים בִּלְבַד שִׁיֵּר הַגְּפָנִים. וְכֵן שְׁאָר הָאִילָנוֹת. הָיוּ בָּהּ גְּפָנִים וּדְקָלִים לֹא שִׁיֵּר אֶלָּא הַגְּפָנִים. אִילָנוֹת וּגְפָנִים לֹא שִׁיֵּר אֶלָּא אִילָנוֹת. וְכֵן אִילָנוֹת וּדְקָלִים שִׁיֵּר אִילָנוֹת שֶׁהַמּוֹכֵר בְּעַיִן יָפָה הוּא מוֹכֵר. וְאִם הַדְּקָלִים שִׁיֵּר לֹא שִׁיֵּר אֶלָּא כָּל דֶּקֶל גָּבוֹהַּ שֶׁעוֹלִים לוֹ בַּחֶבֶל וְהַשְּׁאָר הֲרֵי הוּא שֶׁל לוֹקֵחַ. וְאִם שְׁאָר הָאִילָנוֹת הוּא שֶׁשִּׁיֵּר לֹא שִׁיֵּר בָּהֶם אֶלָּא כָּל שֶׁאֵין הָעל כּוֹבְשׁוֹ. וְכָל שֶׁהָעל כּוֹבְשׁוֹ הֲרֵי הוּא שֶׁל לוֹקֵחַ וּבִכְלַל הַשָּׂדֶה נֶחְשָׁב: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ קַרְקַע וּדְקָלִים אֲנִי מוֹכֵר לְךָ. אֲפִלּוּ לֹא הָיוּ לוֹ דְּקָלִים אִם רָצָה לִקְנוֹת לוֹ שְׁנֵי דְּקָלִים הֲרֵי זֶה נִקְנָה הַמִּקָּח. וְאֵין הַלּוֹקֵחַ יָכוֹל לוֹמַר לוֹ אֵינִי לוֹקֵחַ אֶלָּא קַרְקַע שֶׁיֵּשׁ בּוֹ דְּקָלִים. וְאִם אָמַר קַרְקַע בִּדְקָלִים אֲנִי מוֹכֵר לְךָ. אִם הָיוּ בּוֹ שְׁנֵי דְּקָלִים קָנָה וְאִם לָאו מֶקַח טָעוּת הוּא וְחוֹזֵר. וְאִם אָמַר לוֹ קַרְקַע שֶׁל דְּקָלִים אֲנִי מוֹכֵר לְךָ אֵין לוֹ דְּקָלִים. שֶׁאֵין בַּלָּשׁוֹן הַזֶּה אֶלָּא קַרְקַע הָרָאוּי לִדְקָלִים: \n",
            "הַמּוֹכֵר פַּרְדֵּס לַחֲבֵרוֹ צָרִיךְ שֶׁיִּכְתֹּב לוֹ קְנֵה לְךָ דְּקָלִים וּתְמָרִים וְהוּצִין. וְאַף עַל פִּי שֶׁקָּנָה כָּל אֵלּוּ אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ אוֹתָם נוֹיֵי הַשְּׁטָר הֵם. וְכֵן הַמּוֹכֵר קַרְקַע לַחֲבֵרוֹ צָרִיךְ לִכְתֹּב לוֹ וְלֹא הִנַּחְתִּי לְפָנַי בְּמֶכֶר זֶה כְּלוּם כְּדֵי לְהִסְתַּלֵּק מִן הַדִּינִין וְהַטְּעָנוֹת: \n",
            "הַמּוֹכֵר בַּיִת לַחֲבֵרוֹ אַף עַל פִּי שֶׁכָּתַב לוֹ וְהִקְנֵיתִי לְךָ עָמְקוֹ וְרוּמוֹ צָרִיךְ לִכְתֹּב לוֹ קְנֵה לְךָ מֵהַקַּרְקַע הַתְּהוֹם עַד רוּם רָקִיעַ. שֶׁהָעֹמֶק וְהָרוּם אֵינוֹ נִקְנֶה בִּסְתָם. וְכֵיוָן שֶׁקָּנָה הָעֹמֶק וְהָרוּם קָנָה הָרוּם שֶׁהוּא הָאֲוִיר בִּלְבַד וְהָעֹמֶק שֶׁהוּא עֳבִי הָאָרֶץ. אֲבָל לֹא קָנָה הַבֵּינוֹנִית שֶׁבַּמַּעֲמַקִּים וְשֶׁבָּאֲוִיר. וְכֵיוָן שֶׁכָּתַב לוֹ מִקַּרְקַע הַתְּהוֹם עַד רוּם הָרָקִיעַ קָנָה הַבּוֹר וְהַדּוּת שֶׁבָּעֳבִי הַקַּרְקַע וְהַמַּעֲזִיבוֹת וְהַמְּחִלּוֹת שֶׁבֵּין הַמַּעֲזִיבוֹת לְמַעְלָה: \n",
            "הַמּוֹכֵר בַּיִת לַחֲבֵרוֹ עַל מְנָת שֶׁדְּיוֹטָא עֶלְיוֹנָה שֶׁלִּי הֲרֵי זוֹ שֶׁלּוֹ. וְאִם רָצָה לְהוֹצִיא בָּהּ זִיזִין מוֹצִיא. וְאִם נָפְלָה חוֹזֵר וּבוֹנֶה אוֹתָהּ. וְאִם רָצָה לִבְנוֹת עַל גַּבָּהּ בּוֹנֶה כְּשֶׁהָיָה מִקֹּדֶם: \n",
            "הַמּוֹכֵר קִבְרוֹ אוֹ דֶּרֶךְ קִבְרוֹ אוֹ מְקוֹם מַעֲמָדוֹ אוֹ בֵּית הֶסְפֵּדוֹ. בָּאִין בְּנֵי מִשְׁפָּחָה וְקוֹבְרִים שָׁם בְּעַל כָּרְחוֹ מִשּׁוּם פְּגַם מִשְׁפָּחָה. וְנוֹתְנִין דְּמֵי הַקֶּבֶר שֶׁקָּבְרוּ בּוֹ לַלּוֹקֵחַ אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ: \n"
        ],
        [
            "הַמּוֹכֵר דָּבָר שֶׁיֵּשׁ לוֹ תַּשְׁמִישִׁין לֹא מָכַר אֶת הַתַּשְׁמִישִׁין אֶלָּא אִם כֵּן פֵּרֵשׁ. כֵּיצַד. מָכַר אֶת הַבַּיִת לֹא מָכַר אֶת הַיָּצִיעַ שֶׁסְּבִיבוֹת הַבַּיִת אַף עַל פִּי שֶׁהוּא פָּתוּחַ לְתוֹכוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה רֹחַב הַיָּצִיעַ אַרְבַּע אַמּוֹת אוֹ יֶתֶר. אֲבָל פָּחוֹת מִזֶּה הֲרֵי הוּא בִּכְלַל הַבַּיִת. וְכֵן הָעֲלִיָּה שֶׁעַל גַּבֵּי הַבַּיִת הַפְּתוּחָה לְתוֹכוֹ בָּאֲרֻבָּה בְּמֵעֲזִיבַת הַבַּיִת הֲרֵי הוּא בִּכְלַל הַבַּיִת: \n",
            "הַמּוֹכֵר אֶת הַבַּיִת לֹא מָכַר אֶת הַחֶדֶר שֶׁלְּפָנִים מִמֶּנּוּ. אַף עַל פִּי שֶׁמֵּצֵר לוֹ מְצָרִים הַחִיצוֹנִים. וְלֹא אֶת הַגַּג בִּזְמַן שֶׁיֵּשׁ לוֹ מַעֲקֵה עֲשָׂרָה טְפָחִים וְיֵשׁ בּוֹ רֹחַב אַרְבַּע אַמּוֹת. וְלֹא אֶת הַבּוֹר הֶחָפוּר בַּקַּרְקַע וְלֹא אֶת הַדּוּת הַבָּנוּי בַּבּוֹר אַף עַל פִּי שֶׁמָּכַר לוֹ הָעֹמֶק וְהָרוּם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "וְצָרִיךְ הַמּוֹכֵר לִקְנוֹת לוֹ דֶּרֶךְ מִן הַלּוֹקֵחַ כְּדֵי לְהִכָּנֵס בְּבוֹר זֶה אוֹ לַדּוּת שֶׁשִּׁיֵּר. שֶׁכָּל הַמּוֹכֵר בְּעַיִן יָפָה מוֹכֵר. וְאִם אָמַר לוֹ מָכַרְתִּי לְךָ הַבַּיִת חוּץ מִן הַבּוֹר אוֹ הַדּוּת אֵין צָרִיךְ לִקְנוֹת לוֹ דֶּרֶךְ. וְכֵן הַמּוֹכֵר בּוֹר אוֹ דּוּת בִּלְבַד אֵין הַלּוֹקֵחַ צָרִיךְ לִקְנוֹת לוֹ דֶּרֶךְ אֶלָּא נִכְנָס לְתוֹךְ בֵּיתוֹ שֶׁל מוֹכֵר עַד הַדּוּת וּמְמַלֵּא: \n",
            "שְׁנֵי בָּתִּים זֶה לְפָנִים מִזֶּה. מָכַר שְׁנֵיהֶם לִשְׁנַיִם אוֹ נָתַן שְׁנֵיהֶם לִשְׁנַיִם אֵין לָהֶם דֶּרֶךְ זֶה עַל זֶה. וְאֵין צָרִיךְ לוֹמַר אִם נָתַן הַחִיצוֹן וּמָכַר הַפְּנִימִי. אֲבָל אִם מָכַר הַחִיצוֹן וְנָתַן הַפְּנִימִי יֵשׁ לוֹ דֶּרֶךְ שֶׁכָּל הַנּוֹתֵן בְּעַיִן יָפָה נוֹתֵן יוֹתֵר מִן הַמּוֹכֵר: \n",
            "הַמּוֹכֵר אֶת הַבַּיִת מָכַר אֶת הַתַּנּוּר וְאֶת הַכִּירַיִם וְאֶת מַלְבְּנוֹת הַפְּתָחִים הַמְחֻבָּרִין בְּטִיט וְאֶת הַדֶּלֶת וְאֶת הַנֶּגֶר וְאֶת הַמַּנְעוּל אֲבָל לֹא הַמַּפְתֵּחַ. וּמָכַר אֶת הַמַּכְתֶּשֶׁת הַקְּבוּעָה אֲבָל לֹא אֶת הַמִּטַלְטֶּלֶת. וּמָכַר אֶת הָאִיצְטְרוֹבִיל אֲבָל לֹא אֶת הַכְּלִי שֶׁהַקֶּמַח יוֹרֵד לְתוֹכוֹ שֶׁהוּא כְּמוֹ כְּפִיפָה שֶׁל עֵץ. וְלֹא מָכַר אֶת מַלְבְּנוֹת כִּרְעֵי הַמִּטָּה וְלֹא אֶת מַלְבְּנוֹת הַחַלּוֹנוֹת אַף עַל פִּי שֶׁהֵן מְחֻבָּרִין בְּטִיט מִפְּנֵי שֶׁהֵן לְנוֹי. וּבִזְמַן שֶׁאָמַר הוּא וְכָל מַה שֶּׁבְּתוֹכוֹ הֲרֵי כֻּלָּן מְכוּרִין: \n",
            "הַמּוֹכֵר אֶת הֶחָצֵר מָכַר בּוֹרוֹת שִׁיחִין וּמְעָרוֹת שֶׁבְּתוֹכָהּ. וְכָל הַבָּתִּים הַחִיצוֹנִים וְהַפְּנִימִים וּבָתִּים שֶׁיֵּשׁ בָּהֶן הַחל וְהַחֲנֻיּוֹת הַפְּתוּחוֹת לְתוֹכָהּ. אֲבָל שֶׁאֵינָן פְּתוּחוֹת לְתוֹכָהּ אֵינָם נִמְכָּרִים עִמָּהּ. הָיוּ פְּתוּחוֹת לְכָאן וּלְכָאן אִם רֹב תַּשְׁמִישָׁן לְתוֹכָהּ נִמְכָּרוֹת עִמָּהּ וְאִם לָאו אֵינָן נִמְכָּרוֹת עִמָּהּ. וְלֹא מָכַר אֶת הַמִּטַּלְטְלִין שֶׁבְּתוֹכָהּ. וּבַזְּמַן שֶׁאָמַר הִיא וְכָל מַה שֶּׁבְּתוֹכָהּ הֲרֵי כֻּלָּם מְכוּרִין. בֵּין כָּךְ וּבֵין כָּךְ לֹא מָכַר אֶת הַמֶּרְחָץ וְלֹא בֵּית הַבַּד שֶׁבְּתוֹכָהּ: \n",
            "הַמּוֹכֵר אֶת בֵּית הַבַּד מָכַר אֶת הָאֶבֶן הַגְּדוֹלָה הַבְּנוּיָה בָּאָרֶץ שֶׁטּוֹחֲנִים עָלֶיהָ זֵיתִים. וְאֶת הַכְּלֻנְסָאוֹת שֶׁל אֶרֶז שֶׁסּוֹמְכִין בָּהֶן בְּעֵת טְחִינַת הַזֵּיתִים. וְאֶת הַיְקָבִים וְאֶת הַכֵּלִים שֶׁנּוֹתְנִין בָּהֶן אֶת הַזֵּיתִים הַכְּתוּשִׁין וְהֵם הַמְפָרְכוֹת. אֲבָל לֹא מָכַר אֶת הָרֵחָיִם הָעֶלְיוֹנָה. וּבִזְמַן שֶׁאָמַר הוּא וְכָל מַה שֶּׁבְּתוֹכוֹ הֲרֵי כֻּלָּן מְכוּרִין. בֵּין כָּךְ וּבֵין כָּךְ לֹא מָכַר אֶת הַכּוֹבְשִׁין שֶׁמְּכַבְּשִׁין בָּהֶן הַזֵּיתִים וְלֹא אֶת הַגַּלְגַּל וְלֹא אֶת הַקּוֹרָה וְלֹא אֶת הַשַּׂקִּין וְלֹא אֶת הַמַּרְצוּפִין: \n",
            "אָמַר לוֹ בֵּית הַבַּד וְכָל תַּשְׁמִישָׁיו אֲנִי מוֹכֵר לְךָ כֻּלָּן מְכוּרִין. הָיוּ חוּצָה לָהּ חֲנֻיּוֹת שֶׁשּׁוֹטְחִים בָּהֶן הַזֵּיתִים אוֹ הַשֻּׁמְשְׁמִין. אִם מֵצֵר לוֹ מְצָרִים הַחִיצוֹנִים שֶׁלָּהֶן קָנָה הַכּל. וְאִם לָאו לֹא קָנָה אֶלָּא מַה שֶּׁבְּתוֹכָהּ: \n",
            "המוֹכֵר אֶת הַמֶּרְחָץ מָכַר אֶת בֵּית הַנְּסָרִים שֶׁיּוֹשְׁבִין עֲלֵיהֶן כְּשֶׁהֵן עֲרֻמִּים. וְאֶת בֵּית הַיְקָמִים שֶׁנּוֹטְלִין בָּהֶן הַמַּיִם. וְאֶת בֵּית הַסַּפְסָלִין שֶׁיּוֹשְׁבִין עֲלֵיהֶן בַּחֲצַר הַמֶּרְחָץ כְּשֶׁהֵן לְבוּשִׁים. וְאֶת בֵּית הַוִּילָאוֹת שֶׁמִּסְתַּפְּגִין בָּהֶן. אֲבָל לֹא מָכַר אֶת הַנְּסָרִים עַצְמָן וְאֶת הַיְּקָמִים עַצְמָן וְלֹא אֶת הַסַּפְסָלִין עַצְמָן וְלֹא אֶת בֵּית הַוִּילָאוֹת עַצְמָן. וּבִזְמַן שֶׁאָמַר לוֹ הוּא וְכָל מַה שֶּׁבְּתוֹכוֹ הֲרֵי כֻּלָּן מְכוּרִין. בֵּין כָּךְ וּבֵין כָּךְ לֹא מָכַר הַבְּרֵכוֹת הַמְסַפְּקוֹת לוֹ מַיִם בֵּין בִּימוֹת הַחַמָּה בֵּין בִּימוֹת הַגְּשָׁמִים. וְלֹא בֵּית כִּנּוּס הָעֵצִים. וְאִם אָמַר לוֹ מֶרְחָץ וְכָל תַּשְׁמִישָׁיו אֲנִי מוֹכֵר לְךָ הֲרֵי הֵן כֻּלָּן מְכוּרִין אַף עַל פִּי שֶׁהֵן חוּצָה לוֹ: \n"
        ],
        [
            "הַמּוֹכֵר אֶת הָעִיר מָכַר בָּתִּים וּבוֹרוֹת שִׁיחִין וּמְעָרוֹת וּמֶרְחֲצָאוֹת וְשׁוֹבָכוֹת וּבֵית הַבַּדִּים וּבֵית הַשְּׁלָחִין שֶׁבָּהּ וְהַסְּמוּכִין לָהּ. וְאֶת הַחוֹרָשִׁין הַמֻּקָּפִין לָהּ וְאֶת הַשָּׂדוֹת הַיְדוּעוֹת לָהּ. וְאֶת הַבֵּיבָרִין שֶׁל חַיָּה וְעוֹפוֹת וְדָגִים שֶׁפְּנֵיהֶם כְּנֶגְדָּהּ אַף עַל פִּי שֶׁהֵן רְחוֹקִים מִמֶּנָּה. אֲבָל לֹא מָכַר הַמִּטַּלְטְלִין שֶׁבְּתוֹכָהּ. וּבִזְמַן שֶׁאָמַר לוֹ הִיא וְכָל מַה שֶּׁבְּתוֹכָהּ אֲנִי מוֹכֵר לְךָ הֲרֵי כֻּלָּן מְכוּרִין. וּבֵין כָּךְ וּבֵין כָּךְ לֹא מָכַר לֹא אֶת שְׁיָרֶיהָ וְלֹא אֶת בְּנוֹתֶיהָ וְלֹא הַחוֹרָשִׁין הַמֻּקְצִין מִמֶּנָּה. וְלֹא אֶת הַחֵלֶק שֶׁיֵּשׁ לָהּ בַּיָּם וְלֹא אֶת הַחֵלֶק שֶׁיֵּשׁ לָהּ בַּיַּבָּשָׁה. וְלֹא אֶת בֵּיבָרֵי חַיָּה וְעוֹפוֹת וְדָגִים שֶׁאֵין פְּנֵיהֶם כְּנֶגְדָּהּ: \n",
            "הַמּוֹכֵר אֶת הַשָּׂדֶה מָכַר אֶת הָאֲבָנִים הַסְּדוּרוֹת לַגָּדֵר וְאֶת הָאֲבָנִים שֶׁמֻּנָּחוֹת עַל הָעֳמָרִים מִפְּנֵי שֶׁהֵן לְצָרְכָּהּ. וּמָכַר אֶת הַקָּנִים הַחֲלָקִים הַמֻּנָּחִין תַּחַת הַגְּפָנִים כְּדֵי לְהַעֲמִיד אֶת הַכֶּרֶם מִפְּנֵי שֶׁהֵן לְצָרְכָּהּ. וּמָכַר אֶת הַתְּבוּאָה הַמְחֻבֶּרֶת לַקַּרְקַע אַף עַל פִּי שֶׁהִגִּיעַ לְהִקָּצֵר. וּמָכַר אֶת מְחִצַּת הַקָּנִים שֶׁהִיא פְּחוּתָה מִבֵּית רֹבַע אַף עַל פִּי שֶׁהַקָּנִים שֶׁלָּהּ עָבִים וַחֲזָקִים. וּמָכַר אֶת הַשּׁוֹמֵרָה הָעֲשׂוּיָה בְּטִיט אַף עַל פִּי שֶׁאֵינָהּ קְבוּעָה. וּמָכַר אֶת הֶחָרוּב שֶׁאֵינוֹ מֻרְכָּב וְאֶת בְּתוּלַת הַשִּׁקְמָה אַף עַל פִּי שֶׁהֵן עָבִים. וּמָכַר כָּל הַדְּקָלִים שֶׁבָּהּ. אֲבָל לֹא מָכַר אֶת הָאֲבָנִים שֶׁאֵינָן סְדוּרוֹת לַגָּדֵר. וְלֹא אֶת הָאֲבָנִים שֶׁאֵינָן מֻנָּחוֹת עַל גַּבֵּי הָעֳמָרִין אַף עַל פִּי שֶׁהֵן מוּכָנוֹת לְכָךְ. וְלֹא אֶת הַקָּנִים שֶׁבַּכֶּרֶם שֶׁאֵינָן מֻנָּחִין תַּחַת הַגְּפָנִים אַף עַל פִּי שֶׁהֵן מְשֻׁפִּין וַחֲלָקִים וּמוּכָנִים לְכָךְ. וְלֹא אֶת הַתְּבוּאָה הָעֲקוּרָה מִן הַקַּרְקַע אַף עַל פִּי שֶׁהִיא צְרִיכָה לַשָּׂדֶה. וּבִזְמַן שֶׁאָמַר לוֹ הִיא וְכָל מַה שֶּׁבְּתוֹכָהּ הֲרֵי כֻּלָּן מְכוּרִין: \n",
            "בֵּין כָּךְ וּבֵין כָּךְ לֹא מָכַר מְחִצַּת הַקָּנִים שֶׁהִיא בֵּית רֹבַע אַף עַל פִּי שֶׁהַקָּנִים שֶׁבָּהּ דַּקִּים וּקְטַנִּים. וְלֹא מָכַר עֲרוּגָה קְטַנָּה שֶׁל בְּשָׂמִים שֶׁיֵּשׁ לָהּ שֵׁם בִּפְנֵי עַצְמוֹ כְּגוֹן שֶׁקּוֹרִין לָהּ בֵּי וַרְדָּא שֶׁל פְּלוֹנִי. וְלֹא אֶת הַשּׁוֹמֵרָה בִּזְמַן שֶׁאֵינָהּ עֲשׂוּיָה בְּטִיט אַף עַל פִּי שֶׁהִיא קְבוּעָה בָּאָרֶץ. וְלֹא מָכַר אֶת הֶחָרוּב הַמֻּרְכָּב. וְלֹא סַדָּן שֶׁל שִׁקְמָה וַאֲפִלּוּ הֵן דַּקִּים. וְלֹא מָכַר אֶת הַבּוֹר שֶׁבָּהּ וְלֹא אֶת הַגַּת וְלֹא אֶת הַשּׁוֹבָךְ בֵּין חֲרֵבִים בֵּין שְׁלֵמִים: \n",
            "וְצָרִיךְ הַמּוֹכֵר לִקְנוֹת לוֹ דֶּרֶךְ מִן הַלּוֹקֵחַ כְּדֵי שֶׁיֵּלֵךְ בָּהּ עַד אוֹתוֹ הַבּוֹר אוֹ אוֹתוֹ הַדּוּת אוֹ אוֹתוֹ הַגַּת אוֹ אוֹתוֹ הַשּׁוֹבָךְ שֶׁנִּשְׁאֲרוּ לוֹ בְּתוֹךְ הַשָּׂדֶה. וְאִם פֵּרֵשׁ וְאָמַר חוּץ מֵאֵלּוּ אֵינוֹ צָרִיךְ לִקַּח לוֹ [דֶּרֶךְ]: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמוֹכֵר, מִפְּנֵי שֶׁהָיָה לוֹ לַלּוֹקֵחַ לְפָרֵשׁ וְלֹא פֵּרֵשׁ אֵין לוֹ אֶת אֵלּוּ. אֲבָל הַנּוֹתֵן מַתָּנָה קָנָה אֶת כֻּלָּן בֵּין בַּשָּׂדֶה בֵּין בַּבַּיִת בֵּין בֶּחָצֵר בֵּין בְּבֵית הַבַּד. כְּלָלוֹ שֶׁל דָּבָר הַנּוֹתֵן קַרְקַע בְּמַתָּנָה קָנָה הַמְקַבֵּל כָּל הַמְחֻבָּר לָהּ עַד שֶׁיְּפָרֵשׁ: \n",
            "וְכֵן הָאַחִין שֶׁחָלְקוּ וְזָכָה אֶחָד מֵהֶן בַּשָּׂדֶה זָכָה בְּכֻלָּן. וְהַמַּחֲזִיק בְּנִכְסֵי הַגֵּר הֶחֱזִיק בַּשָּׂדֶה זָכָה בְּכֻלָּן. וְהַמַּקְדִּישׁ אֶת הַשָּׂדֶה הִקְדִּישׁ כֻּלָּן: \n",
            "אַף בְּמוֹכֵר וְלוֹקֵחַ אֵין כָּל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן מֵעִנְיָנִים אֲמוּרִים אֶלָּא בְּמָקוֹם שֶׁאֵין שָׁם מִנְהָג וְלֹא שֵׁמוֹת יְדוּעִים לְכָל דָּבָר וְדָבָר בִּפְנֵי עַצְמוֹ. אֲבָל בְּמָקוֹם שֶׁנָּהֲגוּ שֶׁהַמּוֹכֵר כָּךְ מָכַר כָּךְ הֲרֵי זֶה מָכוּר וְסוֹמְכִין עַל הַמִּנְהָג. וְכֵן מָקוֹם שֶׁאֵין קוֹרִין אֶלָּא בַּיִת לְבַיִת לְבַדּוֹ אוֹ שֶׁקּוֹרִין בַּיִת לְבַיִת וְכָל סְבִיבוֹתָיו וּלְכָל שֶׁעַל גַּבָּיו הוֹלְכִין אַחַר לְשׁוֹן אַנְשֵׁי הַמָּקוֹם. וְכֵן הַדִּין בְּמוֹכֵר חָצֵר אוֹ שָׂדֶה אוֹ עִיר אוֹ מִטַּלְטְלִין בַּכּל הוֹלְכִין אַחַר הַשֵּׁמוֹת הָעֲרוּכוֹת בְּפִי הַכּל: \n",
            "וְזֶה עִקָּר גָּדוֹל בְּכָל דִּבְרֵי מַשָּׂא וּמַתָּן הוֹלְכִין אַחַר לְשׁוֹן בְּנֵי אָדָם בְּאוֹתוֹ הַמָּקוֹם וְאַחַר הַמִּנְהָג. אֲבָל מָקוֹם שֶׁאֵין יָדוּעַ בּוֹ מִנְהָג וְלֹא שֵׁמוֹת מְיֻחָדִין אֶלָּא יֵשׁ קוֹרִין כָּךְ וְיֵשׁ שֶׁקּוֹרִין כָּךְ עוֹשִׂים כְּמוֹ שֶׁפֵּרְשׁוּ חֲכָמִים בִּפְרָקִים אֵלּוּ: \n"
        ],
        [
            "הַמּוֹכֵר אֶת הַסְּפִינָה מָכַר אֶת הַתֹּרֶן וְאֶת הַנֵּס וְאֶת הָעֳגָנִים שֶׁלָּהּ וְאֶת כָּל הַמְּשׁוֹטִין הַמַּנְהִיגִין אוֹתָהּ. וְאֶת הַכֶּבֶשׁ וְהָאַסְכָּלָה שֶׁעוֹלִין בָּהֶן לַסְּפִינָה וְיוֹרְדִין עָלֶיהָ. וְאֶת בֵּית הַמַּיִם שֶׁבְּתוֹכָהּ. אֲבָל לֹא מָכַר אֶת הַבֵּיצִית וְהִיא הַסְּפִינָה הַקְּטַנָּה שֶׁהוֹלְכִים בָּהּ עַל הַמַּיִם הַקְּרוֹבִים לַיַּבָּשָׁה. וְלֹא מָכַר הַדּוּגִית וְהִיא הַסְּפִינָה הַקְּטַנָּה שֶׁצָּדִין בָּהּ הַמַּלָּחִים אֶת הַדָּגִים. וְלֹא מָכַר אֶת הָעֲבָדִים הָעוֹשִׂין בָּהֶן. וְלֹא אֶת הַמַּרְצוּפִין. וְלֹא אֶת הַסְּחוֹרָה שֶׁבְּתוֹכָהּ. וּבִזְמַן שֶׁאָמַר לוֹ הִיא וְכָל מַה שֶּׁבְּתוֹכָהּ אֲנִי מוֹכֵר הֲרֵי כֻּלָּן מְכוּרִין: \n",
            "הַמּוֹכֵר אֶת הַקָּרוֹן לֹא מָכַר אֶת הַפְּרָדוֹת בִּזְמַן שֶׁאֵינָן קְשׁוּרוֹת עִמּוֹ. מָכַר אֶת הַפְּרָדוֹת לֹא מָכַר אֶת הַקָּרוֹן. מָכַר אֶת הַצֶּמֶד לֹא מָכַר אֶת הַבָּקָר. מָכַר אֶת הַבָּקָר לֹא מָכַר אֶת הַצֶּמֶד. וַאֲפִלּוּ בְּמָקוֹם שֶׁקּוֹרִין מִקְצָתָן לְצֶמֶד בָּקָר: \n",
            "הַמּוֹכֵר אֶת הָעֹל מָכַר אֶת הַפָּרָה. מָכַר אֶת הַפָּרָה לֹא מָכַר אֶת הָעֹל. מָכַר אֶת הַעֲגָלָה מָכַר אֶת הַבָּקָר. מָכַר אֶת הַבָּקָר לֹא מָכַר אֶת הַעֲגָלָה. וְאֵין הַדָּמִים רְאָיָה בְּכָל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן: \n",
            "וְכֵן הַמּוֹכֵר אֶת הַחֲמוֹר מָכַר אֶת הַמִּרְדַּעַת וְאֶת הָאֻכָּף אַף עַל פִּי שֶׁאֵינָן עָלָיו. אֲבָל לֹא מָכַר אֶת הַשַּׂק וְלֹא מֶרְכֶּבֶת הַנָּשִׁים וַאֲפִלּוּ הָיוּ עָלָיו בִּשְׁעַת הַמֶּכֶר: \n",
            "וְאֵין הַדָּמִים רְאָיָה שֶׁאִם טָעָה בִּכְדֵי שֶׁהַדַּעַת טוֹעָה יֵשׁ לוֹ אוֹנָאָה אוֹ בִּטּוּל מִקָּח כְּדִין כָּל הַמּוֹכֵר וְלוֹקֵחַ. וְאִם טָעָה בִּכְדֵי שֶׁאֵין הַדַּעַת טוֹעָה לֹא בָּטַל הַמִּקָּח. שֶׁזֶּה מַתָּנָה נָתַן לוֹ וְאֵין לוֹ אֶלָּא הַחֲמוֹר בְּלֹא שַׂקִּים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה אֵין מְבִיאִין בּוֹ רְאָיָה מִן הַדָּמִים: \n",
            "הַמּוֹכֵר אֶת הַשִּׁפְחָה מָכַר כֵּלִים שֶׁעָלֶיהָ אֲפִלּוּ הֵם מֵאָה. אֲבָל לֹא מָכַר הַשֵּׁירִים וְלֹא הַנְּזָמִים וְלֹא הַטַּבָּעוֹת וְלֹא אֶת הַקַּטְלָאוֹת שֶׁבְּצַוָּארָהּ. וְאִם אָמַר לוֹ שִׁפְחָה וְכָל מַה שֶּׁעָלֶיהָ הֲרֵי כֻּלָּן מְכוּרִין אַף עַל פִּי שֶׁיֵּשׁ עָלֶיהָ כֵּלִים שֶׁל מֵאָה מָנֶה: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ שִׁפְחָה מְעֵבֶּרֶת אֲנִי מוֹכֵר לְךָ. פָּרָה מְעֵבֶּרֶת אֲנִי מוֹכֵר לְךָ. מָכַר לוֹ אֶת הַוָּלָד. שִׁפְחָה מֵינִיקָה אֲנִי מוֹכֵר לְךָ. פָּרָה מֵינִיקָה אֲנִי מוֹכֵר לְךָ. לֹא מָכַר לוֹ אֶת הַוָּלָד. חֲמוֹרָה מֵינִיקָה אֲנִי מוֹכֵר לְךָ מָכַר לוֹ אֶת הַסְּיָח שֶׁאֵין אָדָם קוֹנֶה חֲמוֹרָה לַחֲלָבָהּ: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ רֹאשׁ עֶבֶד זֶה אוֹ רֹאשׁ חֲמוֹר זֶה אֲנִי מוֹכֵר לְךָ הֲרֵי זֶה מָכַר חֶצְיוֹ. וְכֵן הַדִּין בְּכָל אֵיבָר שֶׁהַנְּשָׁמָה תְּלוּיָה בּוֹ. אָמַר לוֹ יַד עֶבֶד זֶה אוֹ יַד חֲמוֹר זֶה אֲנִי מוֹכֵר לְךָ מְשַׁמְּנִין בֵּינֵיהֶם. וְכֵן הַדִּין בְּכָל אֵיבָר שֶׁאֵין הַנְּשָׁמָה תְּלוּיָה בּוֹ. אָמַר לוֹ רֹאשׁ פָּרָה זוֹ אֲנִי מוֹכֵר לְךָ לֹא מָכַר אֶלָּא הָרֹאשׁ בִּלְבַד שֶׁהֲרֵי רֹאשָׁהּ נִמְכֶּרֶת תָּמִיד בַּמִּטְבָּחַיִם: \n",
            "מָכַר אֶת הָרֹאשׁ בִּבְהֵמָה גַּסָּה לֹא מָכַר אֶת הָרַגְלַיִם. מָכַר אֶת הָרַגְלַיִם לֹא מָכַר אֶת הָרֹאשׁ. מָכַר אֶת הַקָּנֶה לֹא מָכַר אֶת הַכָּבֵד. מָכַר אֶת הַכָּבֵד לֹא מָכַר אֶת הַקָּנֶה. אֲבָל בִּבְהֵמָה דַּקָּה מָכַר אֶת הָרֹאשׁ מָכַר אֶת הָרַגְלַיִם. מָכַר אֶת הָרַגְלַיִם לֹא מָכַר אֶת הָרֹאשׁ. מָכַר אֶת הַקָּנֶה מָכַר אֶת הַכָּבֵד. מָכַר אֶת הַכָּבֵד לֹא מָכַר אֶת הַקָּנֶה: \n",
            "הַמּוֹכֵר אֶת הַבּוֹר לֹא מָכַר אֶת מֵימָיו. מָכַר אֶת הָאַשְׁפָּה מָכַר אֶת זִבְלָהּ. מָכַר כַּוֶּרֶת מָכַר דְּבוֹרִים. מָכַר שׁוֹבָךְ מָכַר אֶת הַיּוֹנִים: \n",
            "אַל יָלוֹז מֵעֵינֶיךָ הָעִקָּר הַגָּדוֹל בִּדְבָרִים אֵלּוּ שֶׁהוּא מִנְהַג הַמְּדִינָה וְהַשֵּׁמוֹת הַיְדוּעִים בְּיִחוּד לְכָל דָּבָר וְדָבָר. וּבְמָקוֹם שֶׁאֵין מִנְהָג וְלֹא שֵׁם שֶׁהַכּל אוֹמְרִים לוֹ בְּיִחוּד וְלֹא שִׁתּוּף הוֹלְכִין אַחַר אֵלּוּ הַכְּלָלוֹת שֶׁבֵּאֲרוּ חֲכָמִים כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
        ],
        [
            "הָאוֹמֵר לַחֲבֵרוֹ בֵּית כּוֹר עָפָר אֲנִי מוֹכֵר לְךָ וְהָיוּ בְּתוֹךְ הַשָּׂדוֹת גֵּאָיוֹת קְטַנִּים עֲמֻקִּים עֲשָׂרָה טְפָחִים אַף עַל פִּי שֶׁאֵין בָּהֶן מַיִם אוֹ סְלָעִים גְּבוֹהִים עֲשָׂרָה טְפָחִים אֵין נִמְדָּדִין בִּכְלַל הַבֵּית כּוֹר. שֶׁאֵין אָדָם רוֹצֶה לִתֵּן מְעוֹתָיו בְּמָקוֹם אֶחָד וְנִרְאִין כִּשְׁנַיִם אוֹ שְׁלֹשָׁה מְקוֹמוֹת. וְלוֹקֵחַ אֵלּוּ הַגֵּאָיוֹת וְהַסְּלָעִים בִּכְלַל הַבֵּית כּוֹר בְּלֹא דָּמִים. הָיוּ פָּחוֹת מִכָּאן נִמְדָּדִין עִמָּהּ: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁלֹּא הָיָה בָּהֶן אֶלָּא בֵּית אַרְבָּעָה קַבִּין וְהָיוּ הָאַרְבָּעָה קַבִּין מֻבְלָעִין בְּתוֹךְ חֲמֵשֶׁת קַבִּין וּמֻבְלָעִין בְּתוֹךְ רֻבָּהּ שֶׁל שָׂדֶה. אֲבָל הָיְתָה יֶתֶר עַל אַרְבָּעָה קַבִּין אוֹ שֶׁהָיוּ מְפֻזָּרִין הַרְבֵּה אוֹ אֵינָן מֻבְלָעִין. אַף עַל פִּי שֶׁאֵין בָּהֶן עֲשָׂרָה אֵינָן נִמְדָּדִין עִמָּהּ. הָיוּ נִבְלָעִין רֻבָּן בְּמִעוּטָהּ אוֹ מִעוּטָן בְּרֻבָּהּ. אוֹ שֶׁהָיוּ מֻחְלָקִין כְּמוֹ חוּט שָׁוֶה אוֹ כְּמוֹ עִגּוּל אוֹ כְּמוֹ מְשֻׁלָּשׁ אוֹ שֶׁהָיוּ בַּצְּדָדִין אוֹ שֶׁהָיוּ דֶּרֶךְ עֲקַלָּתוֹן. כָּל אֵלּוּ סָפֵק וְהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְכֵן אִם הָיוּ עָפָר מִלְּמַעְלָה וְסֶלַע מִלְּמַטָּה אוֹ סֶלַע מִלְּמַעְלָה וְעָפָר מִלְּמַטָּה הֲרֵי זֶה סָפֵק: \n",
            "הָיָה בָּהּ סֶלַע יְחִידִי אֲפִלּוּ בֵּית רֹבַע לְכוֹר אֵין נִמְדָּד עִמָּהּ. וְאִם הָיָה סָמוּךְ לַמֵּצַר אֲפִלּוּ כָּל שֶׁהוּא אֵין זֶה נִמְדָּד עִמָּהּ. הִפְסִיק עָפָר בֵּין סֶלַע לַמֵּצַר הֲרֵי זֶה סָפֵק: \n",
            "אָמַר לוֹ כְּבֵית כּוֹר עָפָר אֲנִי מוֹכֵר לְךָ. אֲפִלּוּ הָיוּ בָּהּ גֵּאָיוֹת עֲמֻקוֹת עֲשָׂרָה טְפָחִים אוֹ יוֹתֵר אוֹ סְלָעִים גְּבוֹהִים עֲשָׂרָה טְפָחִים אוֹ יוֹתֵר הֲרֵי אֵלּוּ נִמְדָּדִין עִמָּהּ: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ בֵּית כּוֹר עָפָר אֲנִי מוֹכֵר לְךָ מִדָּה בְּחֶבֶל. אִם פִּחֵת כָּל שֶׁהוּא מְנַכֶּה לוֹ מִן הַדָּמִים וְאִם הוֹתִיר כָּל שֶׁהוּא יַחְזִיר לוֹ: \n",
            "אָמַר בֵּית כּוֹר עָפָר אֲנִי מוֹכֵר לְךָ. הֲרֵי זֶה כְּמִי שֶׁפֵּרֵשׁ וְאָמַר בֵּית כּוֹר עָפָר בֵּין חָסֵר בֵּין יָתֵר. וְאִם פִּחֵת מִן הַמִּדָּה אֶחָד מֵאַרְבָּעָה וְעֶשְׂרִים שֶׁהוּא רֹבַע לְכָל סְאָה אוֹ הוֹתִיר כָּךְ רֹבַע לְכָל סְאָה הִגִּיעוֹ. יֶתֶר עַל כֵּן יַחְשֹׁב עִמּוֹ עַל כָּל הָרְבָעִים כֻּלָּן שֶׁחָסְרוּ אוֹ הוֹסִיפוּ. וְכָל שֶׁפִּחֵת מִבֵּית כּוֹר יְנַכֶּה לוֹ מִן הַדָּמִים וְכָל שֶׁהוֹסִיף עַל בֵּית כּוֹר יַחְזִיר לוֹ: \n",
            "וּמַה הוּא מַחְזִיר לוֹ. אִם הָיְתָה הַתּוֹסֶפֶת פְּחוּתָה מִתִּשְׁעָה קַבִּין מַחְזִיר לוֹ דָּמִים כִּשְׁעַת הַמְּכִירָה לְיַפּוֹת כֹּחַ הַמּוֹכֵר. וְאִם הָיְתָה הַתּוֹסֶפֶת סְמוּכָה לְשָׂדֶה אַחֶרֶת שֶׁל מוֹכֵר מַחְזִיר לוֹ אוֹתָהּ הַתּוֹסֶפֶת קַרְקַע שֶׁהֲרֵי סוֹמֵךְ אוֹתָהּ לִשְׁאָר שְׂדוֹתָיו וְאֵינוֹ מַפְסִיד כְּלוּם. הָיְתָה הַתּוֹסֶפֶת יְתֵרָה עַל תִּשְׁעָה קַבִּין נוֹתְנִין רֹבַע לְכָל סְאָה וּסְאָה. וְהַנִּשְׁאָר יֶתֶר עַל הָרְבָעִים אִם יֵשׁ בּוֹ תִּשְׁעָה קַבִּין נוֹתֵן לוֹ כָּל הָרְבָעִים כֻּלָּן עִם הַיֶּתֶר מִן הַקַּרְקַע וְנוֹתְנוֹ לוֹ בְּשָׁעָה שֶׁלְּקָחָהּ מִמֶּנּוּ: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהִיא בְּזוֹל בִּשְׁעַת מִמְכָּר וְהוֹקִירָה בִּשְׁעַת הַחְזָרַת הַיֶּתֶר. אֲבָל אִם הָיְתָה בְּיֹקֶר וְהוּזְלָה. אוֹמְרִין לַלּוֹקֵחַ אִם רָצִיתָ לִתֵּן לוֹ דְּמֵי הַתּוֹסֶפֶת כֻּלָּהּ תֵּן לוֹ דָּמִים כְּפִי הַמִּמְכָּר וְאִם רָצִיתָ לִתֵּן לוֹ קַרְקַע תֵּן לוֹ כְּמוֹ שֶׁשָּׁוֶה עַכְשָׁו: \n",
            "וְדִין חֲצִי קַב בְּגִנָּה כְּדִין תִּשְׁעָה קַבִּין בְּשָׂדֶה. שֶׁאִם הוֹתִירָה בְּגִנָּה פָּחוֹת מֵחֲצִי קַב עַל הָרְבָעִים אֵינוֹ מַחְזִיר לוֹ אֶלָּא דָּמִים. הוֹתִיר חֲצִי קַב מַחְזִיר לוֹ אֶת כָּל הָרְבָעִים עִם הַיֶּתֶר בְּדָמִים אוֹ קַרְקַע כִּשְׁעַת הַזּוֹל שֶׁל עֵת הַחֲזָרָה: \n",
            "מָכַר שָׂדֶה וְנַעֲשֵׂית גִּנָּה בְּיַד לוֹקֵחַ. אוֹ גִּנָּה וְנַעֲשֵׂית שָׂדֶה. הֲרֵי זֶה סָפֵק אִם מְחַשֵּׁב לוֹ כְּדִין שֶׁהָיְתָה בְּעֵת הַמֶּכֶר אוֹ כְּדִין שֶׁהִיא עַתָּה: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ בֵּית כּוֹר עָפָר אֲנִי מוֹכֵר לְךָ מִדָּה בְּחֶבֶל בֵּין חָסֵר בֵּין יָתֵר. אוֹ שֶׁאָמַר בֵּית כּוֹר אֲנִי מוֹכֵר לְךָ בֵּין חָסֵר בֵּין יָתֵר מִדָּה בְּחֶבֶל. הַלֵּךְ אַחַר הַפָּחוּת שֶׁבַּלְּשׁוֹנוֹת וְאֵין לוֹ אֶלָּא כַּדִּין אִם חָסֵר אִם יָתֵר: \n",
            "מָכַר לוֹ בֵּית כּוֹר וְאָמַר לוֹ בַּסִּימָנִין וּבַמְּצָרִים. פִּחֵת שְׁתוּת אוֹ הוֹתִיר שְׁתוּת הִגִּיעוֹ. פִּחֵת יֶתֶר עַל שְׁתוּת יְנַכֶּה לוֹ מִן הַדָּמִים. הוֹסִיף לוֹ יֶתֶר עַל שְׁתוּת יִתֵּן לוֹ דָּמִים אוֹ קַרְקַע הַכּל לְפִי הַשִּׁיּוּר. אִם הַנִּשְׁאָר בַּשָּׂדֶה פָּחוֹת מִתִּשְׁעָה קַבִּין וּבַגִּנָּה פָּחוֹת מֵחֲצִי קַב וְלֹא הָיָה סָמוּךְ לַשָּׂדֶה הַמּוֹכֵר מַחְזִיר לוֹ הַדָּמִים: \n",
            "הַמּוֹכֵר לַחֲבֵרוֹ שָׂדֶה שֶׁהַלּוֹקֵחַ יוֹדֵעַ אוֹתָהּ וְאֶת מְצָרֶיהָ וּכְבָר הֻרְגַּל בָּהּ. אֲפִלּוּ אָמַר לוֹ יֵשׁ בִּמְשִׁיחָתָהּ מָאתַיִם וְנִמְצֵאת בָּהּ מֵאָה וַחֲמִשִּׁים הִגִּיעָתוֹ שֶׁהֲרֵי יְדָעָהּ וְקִבֵּל עָלָיו. וְזֶה שֶׁהִזְכִּיר לוֹ הַחֲשִׁיבוּת, כְּלוֹמַר שֶׁהִיא יָפָה כְּמוֹ שָׂדֶה אַחֶרֶת שֶׁיֵּשׁ בִּמְשִׁיחָתָהּ מָאתַיִם: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ בֵּית כּוֹר פְּלוֹנִי אֲנִי מוֹכֵר לְךָ אַף עַל פִּי שֶׁאֵין בִּמְשִׁיחָתוֹ אֶלָּא לֶתֶךְ הִגִּיעוֹ. שֶׁלֹּא מָכַר לוֹ אֶלָּא מָקוֹם הַנִּקְרָא בֵּית כּוֹר. לְפִיכָךְ צָרִיךְ הַמּוֹכֵר לְהָבִיא רְאָיָה שֶׁהוּא נִקְרָא בֵּית כּוֹר. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ כֶּרֶם שֶׁלִּי בְּמָקוֹם פְּלוֹנִי אֲנִי מוֹכֵר לְךָ אַף עַל פִּי שֶׁאֵין בּוֹ גְּפָנִים הִגִּיעוֹ וְהוּא שֶׁיִּהְיוּ קוֹרִין אוֹתוֹ כֶּרֶם. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ פַּרְדֵּס זֶה אֲנִי מוֹכֵר לְךָ. אֲפִלּוּ אֵין בּוֹ רִמּוֹנִים הִגִּיעוֹ וְהוּא שֶׁיִּקָּרֵא פַּרְדֵּס. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
            "וְכֵן כָּל הַדְּבָרִים הָאֵלּוּ בְּמָקוֹם שֶׁאֵין שָׁם מִנְהָג כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל בְּמָקוֹם שֶׁיֵּשׁ מִנְהָג הַלֵּךְ אַחַר הַמִּנְהָג וְאַחַר לְשׁוֹן רֹב אַנְשֵׁי הַמָּקוֹם הַיְדוּעִים לָהֶן: \n"
        ],
        [
            "שְׁלֹשָׁה אֵין מִקָּחָן מִקָּח וְאֵין מִמְכָּרָן מִמְכַּר דִּין תּוֹרָה. הַחֵרֵשׁ הַשּׁוֹטֶה וְהַקָּטָן. אֲבָל חֲכָמִים תִּקְּנוּ שֶׁיִּהְיֶה הַחֵרֵשׁ וְהַקָּטָן נוֹשֵׂא וְנוֹתֵן וּמַעֲשָׂיו קַיָּמִין מִשּׁוּם כְּדֵי חַיָּיו: \n",
            "הַחֵרֵשׁ כֵּיצַד נוֹשֵׂא וְנוֹתֵן. חֵרֵשׁ שֶׁאֵינוֹ שׁוֹמֵעַ וְלֹא מְדַבֵּר אוֹ מְדַבֵּר וְאֵינוֹ שׁוֹמֵעַ כְּלוּם. מוֹכֵר וְלוֹקֵחַ הַמִּטַּלְטְלִין בִּרְמִיזָה. אֲבָל לֹא בְּקַרְקַע. וְאַף בְּמִטַּלְטְלִין לֹא יִתְקַיְּמוּ מַעֲשָׂיו עַד שֶׁבּוֹדְקִין אוֹתוֹ בְּדִיקוֹת רַבּוֹת וּמִתְיַשְּׁבִין בַּדָּבָר: \n",
            "אִלֵּם שֶׁשּׁוֹמֵעַ וְאֵינוֹ מְדַבֵּר אוֹ מִי שֶׁנִּשְׁתַּתֵּק מִקָּחוֹ מִקָּח וּמִמְכָּרוֹ מִמְכָּר וּמַתְּנוֹתָיו קַיָּמוֹת בַּכּל. בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקַע. וְהוּא שֶׁיִּבְדֹּק כְּדֶרֶךְ שֶׁבּוֹדְקִין לְגִטִּין אוֹ יִכְתֹּב בִּכְתַב יָדוֹ: \n",
            "הַשּׁוֹטֶה אֵין מִקָּחוֹ מִקָּח וְאֵין מִמְכָּרוֹ מִמְכָּר וְאֵין מַתְּנוֹתָיו קַיָּמוֹת. וּבֵית דִּין מַעֲמִידִים אַפּוֹטְרוֹפּוֹס לְשׁוֹטִים כְּדֶרֶךְ שֶׁמַּעֲמִידִין לִקְטַנִּים: \n",
            "מִי שֶׁהוּא עֵת שׁוֹטֶה וְעֵת שָׁפוּי כְּגוֹן אֵלּוּ הַנִּכְפִּין. בְּעֵת שֶׁהוּא שָׁפוּי כָּל מַעֲשָׂיו קַיָּמִין וְזוֹכֶה לְעַצְמוֹ וְלַאֲחֵרִים כְּכָל בֶּן דַּעַת. וּצְרִיכִין הָעֵדִים לַחְקֹר הַדָּבָר הֵיטֵב שֶׁמָּא בְּסוֹף שְׁטוּתוֹ אוֹ בִּתְחִלַּת שְׁטוּתוֹ עָשָׂה מַה שֶּׁעָשָׂה: \n",
            "קָטָן עַד שֵׁשׁ שָׁנִים אֵין הַקְנָיָתוֹ לַאֲחֵרִים כְּלוּם. וּמִשֵּׁשׁ שָׁנִים עַד שֶׁיַּגְדִּיל אִם יוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן מִקָּחוֹ מִקָּח וּמִמְכָּרוֹ מִמְכָּר וּמַתְּנָתוֹ קַיֶּמֶת. בֵּין בְּדָבָר מְרֻבֶּה בֵּין בְּדָבָר מוּעָט בֵּין בְּמַתְּנַת בָּרִיא בֵּין בְּמַתְּנַת שְׁכִיב מֵרַע. וְדָבָר זֶה מִדִּבְרֵי חֲכָמִים כְּמוֹ שֶׁבֵּאַרְנוּ כְּדֵי שֶׁלֹּא יְבַטֵּל וְלֹא יִמָּצֵא מִי שֶׁיִּמְכֹּר לוֹ וְלֹא יִקַּח מִמֶּנּוּ. וְהַכּל בְּמִטַּלְטְלִין אֲבָל בַּקַּרְקַע אֵינוֹ מוֹכֵר וְלֹא נוֹתֵן עַד שֶׁיַּגְדִּיל: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּקָטָן שֶׁאֵין לוֹ אַפּוֹטְרוֹפּוֹס. אֲבָל אִם הָיָה לוֹ אַפּוֹטְרוֹפּוֹס אֵין מַעֲשָׂיו כְּלוּם אֲפִלּוּ בְּמִטַּלְטְלִין אֶלָּא מִדַּעַת הָאַפּוֹטְרוֹפּוֹס. שֶׁאִם רָצָה לְקַיֵּם מִקָּחוֹ וּמִמְכָּרוֹ וּמַתְּנָתוֹ בְּמִטַּלְטְלִין קַיָּם: \n",
            "בּוֹדְקִין אֶת הַקָּטָן אִם יוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן אוֹ אֵינוֹ יוֹדֵעַ. לְפִי שֶׁיֵּשׁ קָטָן חָכָם וְנָבוֹן שֶׁהוּא יוֹדֵעַ וְהוּא בֶּן שֶׁבַע. וְיֵשׁ אַחֵר שֶׁאֲפִילוּ בֶּן שְׁלֹשׁ עֶשְׂרֵה אֵינוֹ יוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן. קָטָן הַיּוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן שֶׁאֵין לוֹ אַפּוֹטְרוֹפּוֹס שֶׁנָּשָׂא וְנָתַן בְּמִטַּלְטְלִין וְטָעָה דִּינוֹ כְּדִין הַגָּדוֹל. פָּחוֹת מִשְּׁתוּת מְחִילָה. שְׁתוּת מַחְזִיר הַהוֹנָיָה. יֶתֶר עַל שְׁתוּת בָּטֵל מִקָּח כְּמוֹ שֶׁבֵּאַרְנוּ. וַאֲנִי אוֹמֵר שֶׁאֵין מִקַּח הַקָּטָן וּמִמְכָּרָיו בְּמִטַּלְטְלִין קַיָּמִין אֶלָּא בְּשֶׁמָּשַׁךְ אוֹ הִמְשִׁיךְ. אֲבָל אִם נָתַן מָעוֹת עַל הַמִּקָּח וְחָזַר בּוֹ אֵינוֹ מְקַבֵּל מִי שֶׁפָּרַע וַאֲחֵרִים שֶׁחָזְרוּ בּוֹ מְקַבְּלִין מִי שֶׁפָּרַע: \n",
            "וְכֵן אִם קָנוּ מִיַּד הַקָּטָן אוֹ הִשְׂכִּיר מְקוֹם הַמִּטַּלְטְלִין וְחָזַר בּוֹ לֹא קָנָה הַלּוֹקֵחַ שֶׁאֵין מוֹצִיאִין מִידֵי הַקָּטָן בְּדִין וְאֵין קִנְיָן מִיַּד הַקָּטָן כְּלוּם. שֶׁהַקִּנְיָן בִּשְׁטָר וְאֵין הָעֵדִים חוֹתְמִין אֶלָּא עַל שְׁטָר שֶׁל אָדָם גָּדוֹל: \n",
            "וְכֵן קָטָן שֶׁקָּנָה מִטַּלְטְלִין וְקָנוּ מִיָּדוֹ וְשָׂכַר מֵהֶם הַמָּקוֹם לֹא קָנָה עַד שֶׁיִּמְשֹׁךְ. לְפִי שֶׁאֵינוֹ זוֹכֶה בִּדְרָכִים שֶׁזּוֹכִין בָּהֶן הַגְּדוֹלִים. רְאָיָה לַדָּבָר שֶׁאֵין חָצֵר שֶׁל קָטָן וְלֹא אַרְבַּע אַמּוֹת שֶׁלּוֹ קוֹנִין לוֹ מִפְּנֵי שֶׁנִּתְרַבּוּ מִדִּין שְׁלִיחוּת וְלֹא מִדִּין יָדוֹ כְּמוֹ שֶׁיִּתְבָּאֵר וְלֹא יִהְיֶה הַקִּנְיָן אוֹ שְׂכִירוּת הַמָּקוֹם גָּדוֹל מֵחֲצֵרוֹ. אֲבָל הַקְּטַנָּה שֶׁנִתְרַבְּתָה חֲצֵרָהּ מִיָּדָהּ תִּקְנֶה הַמִּטַּלְטְלִין מֵאֲחֵרִים אִם קָנוּ מִיָּדָהּ אוֹ בִּשְׂכִירוּת מָקוֹם: \n",
            "יֵרָאֶה לִי שֶׁקָּטָן שֶׁקָּנָה קַרְקַע וְנָתַן דָּמִים וְהֶחֱזִיק בַּקַּרְקַע תַּעֲמֹד בְּיָדוֹ אַף עַל פִּי שֶׁאֵין מִמְכָּרוֹ בַּקַּרְקַע כְּלוּם שֶׁהַקָּטָן כְּמִי שֶׁאֵינוֹ בְּפָנֵינוּ הוּא וְזָכִין לְאָדָם שֶׁלֹּא בְּפָנָיו וְאֵין חָבִין לוֹ אֶלָּא בְּפָנָיו: \n",
            "קָטָן שֶׁהִגְדִּיל וְהֵבִיא הַזָּכָר שְׁתֵּי שְׂעָרוֹת אַחַר שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וְהַבַּת אַחַר שְׁתֵּים עֶשְׂרֵה אַף עַל פִּי שֶׁאֵינוֹ יוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן מִקָּחוֹ מִקָּח וּמִמְכָּרוֹ מִמְכָּר וּמַתְּנָתוֹ מַתָּנָה בְּמִטַּלְטְלִין. אֲבָל בְּקַרְקַע אֵין מַעֲשָׂיו קַיָּמִין עַד שֶׁיִּהְיֶה יוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן אַחַר שֶׁהִגְדִּיל: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּקַרְקַע שֶׁלּוֹ. אֲבָל קַרְקַע שֶׁיָּרַשׁ מֵאֲבוֹתָיו אוֹ מִשְּׁאָר מוֹרִישָׁיו אֵין מִמְכָּרוֹ מִמְכָּר עַד שֶׁיִּהְיֶה בֶּן עֶשְׂרִים שָׁנָה אַף עַל פִּי שֶׁהֵבִיא שְׁתֵּי שְׂעָרוֹת וְיוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן. שֶׁמָּא יִמְכֹּר בְּזוֹל מִפְּנֵי שֶׁדַּעְתּוֹ נוֹטָה אַחַר הַמָּעוֹת וַעֲדַיִן לֹא נִתְיַשְּׁבָה דַּעְתּוֹ בְּדַרְכֵי הָעוֹלָם: \n",
            "מַתְּנָתוֹ כְּשֶׁהוּא פָּחוֹת מִבֶּן עֶשְׂרִים בֵּין מַתְּנַת בָּרִיא בֵּין מַתְּנַת שְׁכִיב מֵרַע הֲרֵי זוֹ קַיֶּמֶת. שֶׁאִלּוּ לֹא הִגִּיעַ לוֹ הֲנָיָה גְּדוֹלָה לֹא נָתַן. וְהוּא דָּבָר שֶׁאֵינוֹ מָצוּי תָּמִיד. וְאָמְרוּ חֲכָמִים תִּתְקַיֵּם מַתְּנָתוֹ כְּדֵי שֶׁיִּהְיוּ דְּבָרָיו נִשְׁמָעִין: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהוּא מוֹכֵר קַרְקַע אָבִיו כְּשֶׁהוּא בֶּן עֶשְׂרִים כְּשֶׁהֵבִיא שְׁתֵּי שְׂעָרוֹת אוֹ כְּשֶׁנּוֹלְדוּ לוֹ סִימָנֵי סָרִיס. אֲבָל אִם לֹא הֵבִיא שְׁתֵּי שְׂעָרוֹת וְלֹא נַעֲשָׂה סָרִיס. קָטָן הוּא וְאֵין מִמְכָּרוֹ בַּקַּרְקַע מִמְכָּר וַאֲפִלּוּ בִּנְכָסָיו עַד שֶׁיַּגְדִּיל לְרֹב שְׁנוֹתָיו: \n",
            "מִי שֶׁמָּכַר בֵּין בִּנְכָסָיו בֵּין בְּנִכְסֵי אָבִיו וּמֵת וּבָאוּ קְרוֹבָיו וְעִרְעֲרוּ שֶׁהָיָה קָטָן בִּשְׁעַת הַמֶּכֶר וּבִקְּשׁוּ לְבָדְקוֹ אֵין שׁוֹמְעִין לָהֶם לְנַוְּלוֹ. וְעוֹד שֶׁהַסִּימָנִים מִשְׁתַּנִין בְּמִיתָה. וַחֲזָקָה הִיא שֶׁאֵין הָעֵדִים חוֹתְמִין עַל הַשְּׁטָר אֶלָּא אִם כֵּן יָדְעוּ בְּוַדַּאי שֶׁהַמּוֹכֵר גָּדוֹל: \n",
            "פָּחוֹת מִבֶּן עֶשְׂרִים שֶׁמָּכַר קַרְקַע אָבִיו חוֹזֵר וּמוֹצִיא מִיַּד הַלּוֹקֵחַ בֵּין קֹדֶם עֶשְׂרִים בֵּין אַחַר עֶשְׂרִים. וּמוֹצִיא מִן הַלּוֹקֵחַ כָּל הַפֵּרוֹת שֶׁאָכַל. וְאִם הוֹצִיא הוֹצָאוֹת אוֹ שֶׁנָּטַע וְזָרַע שָׁמִין לוֹ וּמַחֲזִיר אֶת הַשְּׁאָר. כַּדִּין הַזֶּה הוֹרוּ רַבּוֹתַי. וַאֲנִי אוֹמֵר שֶׁאֲפִלּוּ קָטָן שֶׁמָּכַר קַרְקַע מִנִּכְסֵי אָבִיו וּכְשֶׁנַּעֲשָׂה בֶּן עֶשְׂרִים לֹא מִחָה אֵינוֹ יָכוֹל לַחְזֹר. שֶׁכֵּיוָן שֶׁלָּקַח הַמָּעוֹת וְנִשְׁתַּמֵּשׁ הַלּוֹקֵחַ בְּקַרְקַע זוֹ לְפָנָיו כְּשֶׁהוּא בֶּן עֶשְׂרִים וְלֹא מִחָה נִתְקַיְּמָה בִּידֵי הַלּוֹקֵחַ שֶׁהֲרֵי רָצָה בְּמִמְכָּרוֹ: \n",
            "הַשִּׁכּוֹר מִקָּחוֹ מִקָּח וּמִמְכָּרוֹ מִמְכָּר וּמַתְּנוֹתָיו קַיָּמִין. וְאִם הִגִּיעַ לְשִׁכְרוּתוֹ שֶׁל לוֹט וְהוּא הַשִּׁכּוֹר שֶׁעוֹשֶׂה וְאֵינוֹ יוֹדֵעַ מָה עוֹשֶׂה אֵין מַעֲשָׂיו כְּלוּם וַהֲרֵי הוּא כְּשׁוֹטֶה אוֹ כְּקָטָן פָּחוֹת מִבֶּן שֵׁשׁ: \n"
        ],
        [
            "הַמּוֹכֵר שֶׁמָּכַר קַרְקַע אוֹ מִטַּלְטְלִין וְזָכָה בָּהֶן הַלּוֹקֵחַ שֶׁלֹּא מִדַּעְתּוֹ יַד הַלּוֹקֵחַ עַל הָעֶלְיוֹנָה. וְאִם רָצָה לוֹקֵחַ אֵין הַמּוֹכֵר יָכוֹל לַחְזֹר בּוֹ וְאִם לֹא רָצָה תַּחְזֹר לִבְעָלֶיהָ. לְפִיכָךְ כּוֹתְבִין שְׁטָר לַמּוֹכֵר אַף עַל פִּי שֶׁאֵין הַלּוֹקֵחַ עִמּוֹ. וּלְעוֹלָם הַלּוֹקֵחַ נוֹתֵן שְׂכַר הַסּוֹפֵר וַאֲפִלּוּ מָכַר שָׂדֵהוּ מִפְּנֵי רָעָתָהּ: \n",
            "וְכֵן הָעֶבֶד שֶׁקָּנָה אוֹ מָכַר אוֹ נָתַן מַתָּנָה אוֹ נְתָנָהּ לוֹ. יַד הָאָדוֹן עַל הָעֶלְיוֹנָה. אִם רָצָה לְקַיֵּם מַעֲשָׂיו הֲרֵי אֵלּוּ קַיָּמִין וְאִם לֹא רָצָה בָּטְלוּ כָּל מַעֲשָׂיו. וּבִדְבָרִים בִּלְבַד הוּא שֶׁמְּקַיֵּם הָאָדוֹן אוֹ מְבַטֵּל וְאֵינוֹ צָרִיךְ לִקְנוֹת מִמֶּנּוּ כְּלוּם: \n",
            "וְכֵן הָאִשָּׁה שֶׁמָּכְרָה אוֹ נָתְנָה מַתָּנָה. בֵּין בְּנִכְסֵי בַּעְלָהּ בֵּין בְּנִכְסֵי צֹאן בַּרְזֶל שֶׁהִכְנִיסָה לוֹ. בֵּין בִּדְבָרִים שֶׁיִּחֵד לָהּ בִּכְתֻבָּתָהּ בֵּין בְּנִכְסֵי מְלוֹג. בֵּין בְּקַרְקָעוֹת בֵּין בְּמִטַּלְטְלִין. וְכֵן אִם לָקְחָה אוֹ נָתְנָה [לָהּ מַתָּנָה] יַד הַבַּעַל עַל הָעֶלְיוֹנָה וְאִם רָצָה לְקַיֵּם יְקַיֵּם אִם רָצָה לְבַטֵּל יְבַטֵּל הַכּל. אֲבָל הַבַּעַל שֶׁמָּכַר אוֹ נָתַן בֵּין קַרְקַע שֶׁהִכְנִיסָה לוֹ אִשְׁתּוֹ בִּכְתֻבָּתָהּ אוֹ קַרְקַע שֶׁהִכְנִיס לָהּ שׁוּם מִשֶּׁלּוֹ. בֵּין קַרְקַע שֶׁיִּחֵד לָהּ בִּכְתֻבָּתָהּ. אַף עַל פִּי שֶׁקָּנוּ מִיַּד הָאִשָּׁה אַחַר שֶׁקִּיְּמָה מַעֲשָׂיו הֲרֵי כָּל מַה שֶּׁעָשָׂה בָּטֵל מִפְּנֵי שֶׁהִיא אוֹמֶרֶת נַחַת רוּחַ עָשִׂיתִי לְבַעְלִי: \n",
            "מָכַר אוֹ נָתַן נִכְסֵי מְלוֹג בֵּין בְּקַרְקָעוֹת בֵּין בְּמִטַּלְטְלִין יַד הָאִשָּׁה עַל הָעֶלְיוֹנָה. רָצְתָה לְבַטֵּל מְבַטְּלָהּ וְאִם קִיְּמָה מַעֲשֶׂיהָ קָנוּ הַלָּקוֹחוֹת: \n",
            "בַּעַל שֶׁמָּכַר מִטַּלְטְלִין שֶׁל נִכְסֵי צֹאן בַּרְזֶל אוֹ מִטַּלְטְלִין שֶׁנָּתְנָה לוֹ מִשֶּׁלּוֹ אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי אִם עָבַר וּמָכַר אוֹ נָתַן קָנוּ הַלָּקוֹחוֹת וְאֵין הָאִשָּׁה יְכוֹלָה לְהוֹצִיא מִיָּדָם. וְכֵן יֵשׁ לוֹ לַבַּעַל לִמְכֹּר כָּל נְכָסָיו אַף עַל פִּי שֶׁהֵן תַּחַת יַד שִׁעְבּוּד הַכְּתוּבָה. וְאִם תָּבוֹא לִטְרֹף טוֹרֶפֶת אֶלָּא אִם כֵּן כָּתְבָה לַלּוֹקֵחַ תְּחִלָּה וְקָנוּ מִיָּדָהּ: \n",
            "הָאִשָּׁה שֶׁמָּכְרָה אוֹ נָתְנָה נִכְסֵי צֹאן בַּרְזֶל לְבַעְלָהּ לֹא קָנָה. וְיֵשׁ לָהּ לַחְזֹר וּלְהוֹצִיא מִיָּדוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת. בֵּית דִּין שֶׁמָּכְרוּ אוֹ לָקְחוּ בְּנִכְסֵי יְתוֹמִים בֵּין בְּקַרְקַע בֵּין בְּמִטַּלְטְלִין. וְכֵן הָאַפּוֹטְרוֹפּוֹסִין בֵּין שֶׁמִּנּוּ אוֹתָם בֵּית דִּין בֵּין שֶׁמִּנָּה אוֹתָן אֲבִי יְתוֹמִים. מִקָּחָן מִקָּח וּמִמְכָּרָן מִמְכָּר אֲבָל מַתְּנָתָם אֵינָהּ כְּלוּם שֶׁאֵין אָדָם נוֹתֵן דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ: \n",
            "הַמּוֹכֵר אוֹ הַנּוֹתֵן בְּשַׁבָּת וְאֵין צָרִיךְ לוֹמַר בַּיּוֹם טוֹב אַף עַל פִּי שֶׁמַּכִּין אוֹתוֹ מַעֲשָׂיו קַיָּמִין. וְכֵן כָּל מִי שֶׁקָּנוּ מִיָּדוֹ בְּשַׁבָּת הַקִּנְיָן קַיָּם וְכוֹתְבִין לְאַחַר הַשַּׁבָּת וְנוֹתְנִין: סְלִיקוּ לְהוּ הִלְכוֹת מְכִירָה בְּסַ''ד \n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות מכירה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}