{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [
            "<b>  מסיק  </b> אבל הכא לא אתינן אלא לפרושי מתני': ", 
            "<b>  ויודע  </b> סברות. נ\"ל דה\"ק או יודע סברות ובגמרא לא אמרי' אלא א\"א דלית בהו חד דגמיר ש\"מ דלא בעינן אלא חדא ועוד דאי תרווייהו הא כתב רבינו לקמן בסמוך דגמיר וסביר הוא מומחה ודן יחידי לכתחלה ולא בעינן הכא אלא יחיד הדיוט שאינו מיושבי קרנות ומהרמא\"י ז\"ל בהגהותיו ר\"ס ג' לא כתב אלא דיודע סברות בלבד ומהר\"ו כ\"ץ כתב שם על לשון רבינו ואין זה גמיר וסביר הנזכר בגמרא ופוסקים דההוא מומחה מיקרי ויכול לדון יחידי עכ\"ל ומיהו נראה לי דלמאי דכתב רבינו לקמן בשם רב שרירא משמע דלא הוי מומחה אלא כשהוא מנוסה ובדוק כמה זימנין דלא טעה בדינין אבל בכללא דמלתא שכתב רבינו לקמן לא דייק לכתוב כך ועיין בפ\"ג דמס' נדרים סי' ג': "
        ], 
        [
            "<b>  למאן  </b> דלית ליה ערוב פרשיות כו' וה\"נ למאן דדריש בצדק תשפוט: ", 
            "<b>  דיניה  </b> דינא. ועיין לקמן: ", 
            "<b>  דאית  </b> ליה ערוב פרשיות ולא דריש בצדק תשפוט: ", 
            "<b>  דפקיע.  </b> כמו בקיע דאותיות בומ\"ף מתחלפין וה\"נ תנן בפ\"ו דפיאה הבקר במקום הפקר: ", 
            "<b>  דהא  </b> שלשה במקום יחיד מומחה קיימי וכך כתבו התוס' ויראה דמגופא דמתני' דיני ממונות בשלשה הוה מצי למידק דבעל כרחו מיירי דאי בדקבלוה עלוייהו אפי' אחד נמי כדדייקינן במומחה: ", 
            "<b>  או  </b> כשאומר הלוה וכו' עיין בסוף זה בורר: ", 
            "<b>  דדא  </b> אפי' לא גמיר וסביר כדמפרש לה רבינו לקמן ומיהו לפירוש רש\"י נמי כי גמיר וסביר דבהא קיימינן קשיא מיהת דתפשוט מהתם: ", 
            "<b>  ה\"ג  </b> בתוספות אוקימנא בדקבלוהו עלוייהו ומפרש רבינו בפ' אחד דיני ממונות תניין דאע\"ג דלא התנה לדון ד\"ת יכולין לומר כי קבלנוך וכו': ", 
            "<b>  כללא  </b> דמלתא כו' עיין בפ' אחד דיני ממונות תניין כי שם האריך יותר בחלוקי אלו הדינין: ", 
            "<b>  דא\"ל  </b> קבלינן כמ\"ש לעיל דרבינו מפרש כך: ", 
            "<b>  למשקל  </b> רשותא עי' בדברי רבינו בפ' אחד דיני ממונות תניין: ", 
            "<b>  שלא  </b> הורו כו' מסתמא הכי הוה כך כתב רבינו שם: ", 
            "<b>  שהן  </b> חדוש לשואל כמ\"ש רבינו שם דבכה\"ג איירי: "
        ], 
        [
            "<b>  כגון  </b> וכו' שהוראה זו פשוטה לכל ישראל כ\"כ רבינו שם: ", 
            "<b>  ה\"ג  </b> אמאי מקרו ב\"ד חצוף וכן אפילו יחיד כדפרישית ואי בדלא כו' עד דיניהם דין הא אפילו: ", 
            "<b>  כדפרישית  </b> לעיל ותמיהא דהא כיון דאמר שמואל דיניהם דין שמע מינה דסבר כמאן דאמר אין ערוב פרשיות ולדידיה פירש רבינו לעיל דבדיעבד דינו דיחיד דינא ומצאתי בפסקי מהר\"ר איסרלן ז\"ל בסימן ר\"ב שהוקשה לו זה והשיב וז\"ל נראה דלא קשה מידי דעל כרחך שמואל לאו בדיעבד איירי מדקאמר אלא שנקראו ב\"ד חצוף משמע ותו לא והא תקנו חכמים שלא לדון בפחות מג' ומאן דקא עבר אתקנתא דרבנן חציף הוא דמקרי עבריין לא מקרי בתמיהה והכי פריך תלמודא פ\"ק דנדה מאן דקעבר ארבנן צנוע הוא דלא מקרי רשע נמי לא מקרי בתמיה אלא על כרחך שמואל ר\"ל דלא קעבר אתקנתא דרבנן ואהא פריך ס\"ד והא דנקט לשון דיעבד שנים שדנו משום דקרי להו חצופין נקט הכי ומתרץ האשרי דאיירי בכה\"ג דלכתחלה יכולין למידן אלא שנקראו ב\"ד חצוף ותו לא עי' היטב האמת כך עכ\"ל אך קשיא לי דרש\"י מפרש בר\"פ דף ג' ע\"א ז\"ל ב\"ד חצוף שעברו על תקנת חכמים עכ\"ל משמע דמיירי בכה\"ג שעוברים על תקנת חכמים והא דפ\"ק דנדה לא מכרעת דאי צנוע לא מקרי ודאי דקשיא רשע נמי לא מקרי בתמיה אבל כי קרו להו חצוף אפשר דגריע מרשע שיש לך רשע עובר עבירות בצנעא ולא מיחצף לעבור בפרהסיא ומ\"מ ודאי שאינו רשע לענין זה שיהא דינם שדן עכשיו אינו דין וצריך לומר דרבינו מפרש ב\"ד חצוף לפי שאם הוי שלשה אין בלב הנדון על שום אחד מהן בודאי כי שמא הוא שחבירו רבו עליו אבל כשהם רק שנים על כרחך לדעת אחת הסכימו והרי בלב הנדון על שניהם ולמה עשו כן אלא שהחציפו ולא אכפת להו כלום לדון בשלשה כדי לאפוקי כל חד נפשיה מלבו של הנדון: "
        ], 
        [], 
        [
            "<b>  הלכתא  </b> כנחמני ללא צורך כתבו דבגלוי דעתא בגיטא מיירי: "
        ], 
        [
            "<b>  אפי'  </b> שמואל מודה כלומר מצי מודה וכן לשון התוס' בפ' חזקת כדאיתא בחזקת הבתים דף מ': ", 
            "<b>  בפרק  </b> אחד דיני ממונות גם בפרק זה בורר גבי ההוא אודיתא דהוה כתיב בה בכל לישני וכו': "
        ], 
        [], 
        [], 
        [
            "<b>  שנאמר  </b> לא תגורו מפני איש כי המשפט לאלהים הוא ועיקר המשפט הוא שעת גמר הדין וכן פירש\"י על מ\"ש ושפטו את העם בכל עת דלמדו מיניה דגמר דין בלילה (בפרק אתד דיני ממונות) כ\"כ מהר\"ו כ\"ץ ר\"ס י\"ב: "
        ], 
        [], 
        [
            "<b>  ורואה  </b> זכות כו'. שנאמר לא תגורו ובפרק שבועות העדות דף ל' מפיק ליה מדבר שקר תרחק וכתבו שם התוס' דהכי איתא בכמה דוכתיה: ", 
            "<b>  לא  </b> תכניס דלא שייך ל' יראה גבי רש ועשיר שאינו ירא מפניהם אלא כלומר אל תכניס את דבריך כדי לחלוק לו כבוד כ\"כ התוספות אבל לגירסת הרי\"ף דגריס אל תכניס גבי רך וקשה נ\"ל משום דקשיא ליה מאי טעמא הוה הא דקאמר קרא כי המשפט לאלהים הוא וכי משום שהמשפט לאלהים לא יהא ירא שהחזק כשיתחייב ירדפהו אלא לא תגורו לא תכניס דבריך והוי טעמא דמש\"ה לא תכניס דבריך כי המשפט לאלהים ועליך המצוה לגמרו הואיל וידעת להיכן משפט אלהים נוטה ולדברי התוספות נראה לי דהכא הוה טעמא לא תירא מפני איש כי המשפט לאלהים הוא והואיל והמשפט לאלהים אתה דן הרי כדאי אתה שתהא נצול ממנו: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>  ולערב  </b> של ציון גרסי'. ופירש\"י שמניחים הלוה ותופסין הערב: וכו': ", 
            "<b>  קרי  </b> ביה שמע. כלומר כשתבא לדיין לומר לו שמע דברי יהיה בין אחיכם: "
        ], 
        [], 
        [
            "<b>  וכן  </b> בדוד הוא אומר וכו'. וכ\"כ בס' הרי\"ף וליתא בגמ' דהכא אלא בגמ' דסוטה פ\"ז דף מ' ע\"א: 0סליק פרק א'  פרק שלישי ", 
            "<b>  שא\"צ  </b> קנין אלא קבלה. שכ\"כ הרי\"ף בעצמו בפרק שבועות הדיינין וע\"ש בדברי רבינו אמתניתין דמנה לי בידך כו': "
        ], 
        [
            "<b>  עיקר  </b> דבריו. של הגאון: ", 
            "<b>  מלוה  </b> הבאה כו'. מאן דתני מלוה בחירק לא משתבש ומאן דתני מלוה בפתח לא משתבש שכן אתה מוצא ומקח שוחד (ד\"ה ב' י\"ט) את המקחות (נחמיה י') שניהן בחירק הבי\"ת מסח (מלכים ב י״א:ו׳) מתן אדם (משלי י״ח:ט״ז) שניהן בפתח: "
        ], 
        [
            "<b>  והם  </b> שמונים. פירש לשון מנין ועי' פרק המניח: "
        ], 
        [
            "<b>  ה\"ג  </b> להכחיש העד ואותו וכן לשון טור סימן ל\"ד: ", 
            "<b>  אע\"פ  </b> שגם הוא עשה עבירה. והיה פסול להעיד פלגינן דיבוריה וכ\"ש הכא שא\"צ לחלק את דבריו שהרי כשר מעתה אחר שנשבע לו ונפטר ממנו: "
        ], 
        [
            "<b>  ילבש  </b> שחורים ויכסה שחורים. אין זה בגמרא דידן אבל הרי\"ף העתיק כך וכתב מהר\"ו כ\"ץ ס\"ס ל\"ד שהחמירו בטבח על שהכשיל הרבים לכן יכנע זדון לבו ע\"י לב שי שחורים שילבש ויתכסה בהן: ", 
            "<b>  אם  </b> רוצה לעשות תשובה מעלייתא. כתב ב\"י סימן ל\"ד דלאו דוקא נקט מעלייתא אלא עכ\"פ צריך להחזיר ואל\"ה לא מתכשר ומהר\"ו כ\"ץ כתב דאי עסקו בכך אין רוח חכמים נוחה מהמקבל ממנו כדתנן בריש הגוזל עצים משום הכי נקט מעליותא: ה\"ג בפ\"ג דמסכת יום טוב והוא בדף כ\"ט: לרבנן דאמרי גרסינן והוא בפרק המניח: "
        ], 
        [], 
        [
            "<b>  למ\"ד  </b> אי תקדמי' כו' דהוי אסמכתא דלא קניא אבל למ\"ד ארא שאינו אלא משוה דרכי שלום א\"צ חזרת המעות כיון שאין מעות האיסור מדאורייתא ומיהו למאי דכתב רבינו לעיל דלא הוי אסמכתא אה\"נ דאף אי תקדמי' אינו מחזיר המעות וכמ\"ש מהר\"ו כ\"ץ דלא כהב\"י: ", 
            "<b>  מאי  </b> דקיץ כו'. וכ\"כ הרי\"ף: ", 
            "<b>  ה\"ג  </b> ברי\"ף והלכתא בעי הכרזה דקי\"ל כל היכא דפליגי רב חחא ורבינא הלכה כדברי המיקל: "
        ], 
        [
            "<b>  דדוחק  </b> וכו' ולומר דבמשכב זכור אין יצרו תוקפו. ובעיני אין זה דוחק דהא בפרק בתרא דקידושין אמרינן דלא נחשדו ישראל על הזכור: ", 
            "<b>  בין  </b> לאפוקי בין לעיולי וכן גי' הרי\"ף דלא כגי' גמ' דידן דלעיולי כשר: "
        ], 
        [
            "<b>  אלא  </b> על לא טובה כו'. שאינו לאו דאורייתא אלא מדברי קבלה: "
        ], 
        [
            "<b>  ובדבר  </b> שנגמרה מלאכתו. ורי\"ף גורס שלא נגמרה אבל גיר' גמרא דידן כגי' רבינו ומיהו בתרוייהו שייכא כדאיתא בריש הפועלים חדא במחובר וחדא בתלוש אך לפי זה דוחק דגמרא ה\"ל למימר תרוייהו וראיתי שהב\"י כתב בסימן ל\"ד דגירסאות הללו חלוקים הם וקא מפלגי אהדדי וכן דברי מהר\"ו כ\"ץ ומדבריהם דמיירי דוקא במחובר: "
        ], 
        [
            "<b>  ה\"ג  </b> כהא דאכירי דרב זביד חד גנב כיפא. דאכירי בקיצור ובטור סימן ל\"ד מפ' רועה: ", 
            "<b>  ה\"ג  </b> סברו מצוה קא עבדי והא משמתי' להו וזו היא גירסת רב אלפס אבל מיהת מאי דכתב רבינו להא משמתי' להו ואפ\"ה עבדו כו' אין זה מדברי הרי\"ף אלא רש\"י מפ' כך והרי\"ף והא משמתי' להו ולא בעו שמותייהו: ", 
            "<b>  חשוד  </b> אני. ושכנגדו נשבע ונוטל כך כתב ב\"י בשם מישרים וא\"ת לעיל בטבח אמרינן שצריך שתהא תשובתו בדבר חשוב ויראה לי דהא בלאו הכי שאני טבח שילבש שחורים ויתכסה שחורים וכמו שכתבתי שם הטעם לחלק בשם מהר\"ו כ\"ץ ואל תשיבני ממהר\"ו כ\"ץ גופיה שלא פירש כן אדהכא אלא דלא בעינן בכאן דבר חשוב משום דכיון דמרע נפשיה באמרו שהוא חשוד א\"כ פסל נפשיה אכל דבר ואין לך דבר חשוב גדול מזה עכ\"ל ה\"ט דדבריו אדברי הרמב\"ם קיימי שהעתיקם הטור והש\"ע שכתב וז\"ל מאימתי חזרת המועל בשבועה משיבא לב\"ד שאין מכירין אותו ויאמר להם חשוד אני או נתחייב שבועה בב\"ד שאין מכירין אותו בממון חשוב וישלם ולא ירצה לישבע עכ\"ל דשמעת מיניה דהרמב\"ם אינו מפרש הירושלמי שבא לב\"ד היינו כשמתחייב שבועה בב\"ד אלא בלא חיוב בא מעצמו לב\"ד ואומר שהוא חשוד דאי ע\"י חיוב מאי האי דתו קאמר או יתחייב שבועה וכו' אבל לדברי המישרים משמע דע\"י חיוב שבועה שנתחייב בב\"ד הוא שאומר שהוא חשוד ולכך יכולני לפרש דאה\"נ דא\"צ דבר חשוב כמו שלא התנה כן הירושלמי ושאני מדין טבח מהטעם דלעיל שכתבתי התם וגם לבי מהסס בדברי הרמב\"ם שיפרש להירושלמי שבא לב\"ד בלא חיוב שבועה ויאמר חשוד אני דאמאי יהיה כשר דדלמא איערומי קא מערים דהא אינו מפסיד שום ממון בכך ומש\"ה נמי הא דיהיב מהר\"ו כ\"ץ טעמא דמרע נפשיה בכל דבר קשיא דאדרבה כיון שע\"י כן מתכשר אינו מרע נפשו בשום דבר אלא דמתבייש מעצמו לומר שהוא חשוד ומיד מתכשר בכל דבר לכך נראין דברי המישרים אלא שאינני מכריע כלל ושוב ראיתי בנימוקי יוסף שכתב על זה הירושלמי וז\"ל והא דמחמרינן לעיל גבי טבח טפי משום שהאמינוהו להאכיל לרבים ראוי ליענש יותר ע\"כ נראה שגם סברתו כפי' המישרים דאלת\"ה ה\"ל לבאר דבדבר חשוב שוה לדין הטבח ולא החמירו בטבח אלא בהלבשת שחורים ומהטעם דמפרש ומדסתם וכתב שהחמירו בטבח משמע דבכל דבר שאין מפורש בכאן ומפורש בטבח בכולם החמירו בטבח והיינו כפירוש המישרים כך נ\"ל להלכה ואין אני כדאי למעשה: ", 
            "<b>  קתא  </b> דבורטיא גרסינן והוא בדף כ\"ז ע\"ב: "
        ], 
        [
            "<b>  דתנן  </b> אלו הן הפסולים. ב\"ק דר\"ה: ", 
            "<b>  הלכך  </b> לא הוי כשוחד מאוחר. דאסור כמו ברבית מאוחרת כדתנן בסוף פרק איזהו נשך דמאי שנא גם בא וראה דבר גדול שהשמיענו רבינו דשוחד אסור אף בדבר שאינו דין תורה אלא דרך קנס בעלמא כהך דהכא דפירש\"י דקנסא הוי ואפ\"ה מפרש רבינו דקביל עליה כרגא דשלא בדרך שוחד היה כתבתי זה להורות לנתמנים על הצבור אף על פי שאין דיניהם דין תורה ולא נתקבלו לכך אפילו הכא יזהרו מלקבל מתנות על דיניהם: ", 
            "<b>  הפסולים  </b> גרסינן וכן הוא בקצור: ", 
            "<b>  דשלישי  </b> בראשון פסול. והיינו הבן והחתן עם אחי אבי אביו וחמיו דהיינו ובנו וחתנו דקאמר ובירושלמי דלקמן ס\"ל דהחתן כשר דלא אמרינן בעל כאשתו היכא דאפליג דרא: ", 
            "<b>  וה\"ל  </b> למימר אין הלכה כרבא. אי לא אחא אלא לאפוקי דרבא ורבא לא אתי אלא לפלוג אדוקיא ולא על מה שאמר ר' אבא בפירוש הלכך ה\"ל למימר אין הלכה כרבא דלא שייך לומר הלכה כר' אבא דלא מיירי בפירוש באותו דבר שבו פוסק ההלכה ורבא הוא דמיירי ביה וה\"ל לומר אין הלכה כרבא ומדלא אמר הכי ואמר הלכה כרבי אבא דאע\"ג דודאי דמהא שמעינן נמי דאין הלכה כרבא מ\"מ ודאי דאתי לאפוקי עוד אחר ומנו כו': ", 
            "<b>  כדאמרינן.  </b> לקמן: ", 
            "<b>  ה\"ג  </b> בגמרא כי הוינן בי עולא אבל ברי\"ף איתא נמי רב עולא: "
        ], 
        [
            "<b>  באחי  </b> האח גרסי'. ופירשה בן שיש לבעל אמו מאשה אחרת שהוא אחי אחיו ועיין לקמן דהיינו שנולד לאמו בן מבעלה זה והוא מאחי האחים ואפילו הכא אכשר: ", 
            "<b>  משום  </b> איקרובי דעתא הוא. פי' הא דפסיל רחמנא לעדות הוא הקרובים דהיינו קרובי דעתא ולא שהם פסולים מטעם דחשיד להו רחמנא שיעידו שקר דהא אמרינן בגמרא אדהכא דל\"ש לאפוקי ל\"ש לעיולי לא מהימן וכן כל פסולי עדות מחמת קורבה פסולים בין לזכות בין לחובה כדמסקינן מקרא דיומתו יומתו תרי זימני אם אינו ענין לחובה תנהו ענין לזכות בגמרא עמוד דלעיל אלא לעולם גזירת הכתוב הוא בכל אקרובי דעתא ולהכי מתישב הא דלקמן דמפלגינן בין עד שלא נעשה גזלן לעד שלא נעשה חתנו: "
        ], 
        [
            "<b>  לא  </b> סברה הכי ומתני' דקתני גיסו ובנו כו' רבי יהודה היא בפרק מי שמת (בבא בתרא דף קנט ע\"א): "
        ], 
        [], 
        [
            "<b>  דלאו  </b> רשע הוא. אלא הא דפסול קרובים אינו אלא גזירת מלך כדמסיק התם וכמו שכתבתי לעיל גבי אשתו ארוכה: "
        ], 
        [], 
        [
            "<b>  דומיא  </b> דעדות לרבי יהודה. כדתנן שונא כל שלא דיבר עמו שלשה ימים באיבה: ", 
            "<b>  שמא  </b> תכופני בדין. לשון הטור סימן פ\"א שמא תכופני שאשלם לך מיד ור\"ל טעמו דהיכא קאמר שמתירא שיכפוהו ודאי יכפוהו לשלם חובו אלא דה\"ק שמתירא על מהירת התשלומין: ", 
            "<b>  פרעו  </b> פלגא אתו לקמיה כו'. ובלשון הזה העתיק הרי\"ף בפרק דלקמן אבל בגמרא פרעו פלגא תבעינהו לדינא באידך פלגא אתו לקמיה: ", 
            "<b>  ה\"ג  </b> שאמרת בפני פלוני ופלוני שאתה חייב לי וכן הוא בטור סימן פ\"א: "
        ], 
        [], 
        [
            "<b>  אפילו  </b> בפניו. פירושא דבכה\"ג דקאמר: ", 
            "<b>  והיה  </b> אומר ר\"ת ז\"ל. בפרק הספינה כתב עוד תירוץ אחר ע\"ש: "
        ], 
        [
            "<b>  ה\"ג  </b> מידו מאי ר' אמי אמר כותבין: "
        ], 
        [
            "<b>  שאלינהו  </b> לספרי כו' וידעי. כתוב בהג\"ה דהאידנא וכו' דאפילו הלומדים לא בקיאי בדיני ולית לן סופרים מיוחדים וכו' חדא קאמר דאילו משום דלא בקיאי לא סגי דבימיהם נמי קאמרי לא ידעינן ושאילו לספרי וידעי: "
        ], 
        [], 
        [], 
        [
            "<b>  כל  </b> כה\"ג חיישינן לב\"ד טועין. עיין מ\"ש בס\"פ יש נוחלין: ", 
            "<b>  רבא  </b> כד הוה חמי כו'. הרי\"ף כתב קודם לזה רב הונא מיקל (פי' מזלזל) לדיינא דאמר מקבלון אתון חד סהדא אלא אינון יימרון את לא תימר וכתב הטור ח\"מ בסימן י\"ז אך בקצור לא כתבו מ\"מ אין טעם בדבר למה השמיט רבינו להא לכך נראה שהשמטה מן הסופר המעתיק היתה ולא מרבינו המחבר והמקצר כשקיצר לא דייק אהא מה שחסר ע\"י הסופר כי לא ידע אז בזכרונו מאי דכתב ספר הרי\"ף שבלי ספק גם רבינו כתבו ובחבורו להטור דייק טפי: "
        ], 
        [
            "<b>  נמצא  </b> נהרג על פיו. של זה שהוזם ג\"כ שאלולי שגם הוא הוזם לא היה נהרג: ", 
            "<b>  מדבריהם  </b> נזדכה. פירש\"י משמע שהיה מחלוקת ביניהם ומתוך דבריהם נזדכה ע\"כ ולכן כשלשתן על דעת אחת אין ראוי לכתוב כן וראיתי למהר\"ו כ\"ץ שכתב ג\"כ לזה והנאני אך נ\"ל כשכותבין פסקנו אפילו כשיש מחלוקת ביניהם סגי בהכי ולא הוי כשיקרא דפסקנו משמעתו חתיכת דין ופיסוקו וכל חתוך דין הוא ע\"פ הרוב ג\"כ אלא דקשה עלי הא דלא אמר רבי אלעזר דלכתוב הכי והוי טפי טובא דהא לא הוה משמע כלל אם נפסק על פי הרוב או על פי שלשתן כאחד וצריך לי עיון אמאי לא אמר הכי: "
        ], 
        [
            "<b>  משלמין  </b> שני חלקים. עי' בר\"פ דלקמן בכללא דמלתא: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>  וטעו  </b> בעיבורא דירחא. כדאיתא במשנה דריש פ' היו בודקין ואתמר עלה בגמרא דף מ\"א ע\"ב דדוקא עד רובו של חודש משום דברובה ידע: ", 
            "<b>  כיון  </b> דאתחזק כו'. עי' סו\"פ שנים אוחזין: "
        ], 
        [], 
        [], 
        [
            "<b>  ויוצא  </b> מתחת ידי שליש. ואע\"ג שהוחזק בב\"ד כ\"כ הרי\"ף: ", 
            "<b>  דבני  </b> בבל רודין במקל. כדאיתא לעיל בפ\"ק (סנהדרין דף ה':) ", 
            "<b>  והוא  </b> דידיע כו'. משום דסברא בעלמא הוא דלא אמרינן עבד לוה כו' אלא היכא דידיע הלכך אע\"ג דהשתא מתרצין הקושיא ואינו מוכרח מצד הקושיא לתרצה דהכא דוקא בידוע כו' אפ\"ה אמרינן והוא דידיע כו' משום דסברא הוא בלא שום הכרת כלל. וכיון דלוה מצי טעין לאשתמוטי שכן לשון ה\"ג איבעי נתבע לאשתמוטי כו' וכתבו רבינו בפרק הגוזל בתרא אהא דלבית דין הגדול אזילנא: "
        ], 
        [], 
        [
            "<b>  כ\"ש  </b> מלוה. עיין בדברי רבינו בהגוזל שכתב סברא דננפשיה שיסדר טענותיו לפני דייני עירו כו': 0סליק זה בורר  פרק רביעי "
        ], 
        [
            "<b>  תדחה  </b> קרובה. כך גי' רי\"ף ורמב\"ם ופירש מהר\"ו כ\"ץ שע\"י שקרובה לעבור במעט שתחזור לאחוריה יכולה חברתה גם כן שתעבור בו ע\"כ ובקצור כ\"י גרסינן יחזור לאחוריו אותו שאינו קרוב וכ\"כ בח\"מ סימן ער\"ב: ", 
            "<b>  אינן  </b> רשאין לעבור עליו. לשון הטור סימן ער\"ב להקדים ולעבור מעליו: ", 
            "<b>  היה  </b> אחד מהן טעון כו'. לשון הטור שם והדרך צר: ", 
            "<b>  מעביר  </b> הרכוב. הא דלא קתני הכא תדחה כלישנא דברייתא דלעיל משום דהכא מיירי שהולכין בחבורה ביחד ולעיל מיירי כדקתני התם דפוגעות זו בזו כך פי' מהר\"ו כ\"ץ: ", 
            "<b>  ה\"ג  </b> מפני הטעון א' טעון וא' ריקם מעבירין את הריקם מפני הטעון א' רכוב וא' ריקם מעבירין את הריקם מפני הרכוב היו שניהם: "
        ], 
        [
            "<b>  פי'  </b> הא דאמרינן מומחה משלם כו'. דברי רבינו הן והוכרח לפרש כן דאין לפרש איפכא הא דאמרינן פטור מיירי כשיש גדול כו' ויכול להחזיר הדין כדאי' הך סברא לקמן דמדתנא סיפא ואם היה מומחה לרבים ש\"מ דסיפא עדיף מדרישא הלכך אין לפרש דרישא בדליכא גדול וסיפא בדאיכא גדול: ", 
            "<b>  דקי\"ל  </b> ר\"ע ור\"ט הלכה כר\"ע. בפ' מי שהוציאוהו (עירובין דף מ\"ו) הלכה כר\"ע מחבירו ור\"ט לא היה רבו דהא קאמר מומחה אתה ולא א\"ל כך למדתנו רבינו מומחה פטור כדאשכחן במסכת ברכות פרק מי שמתו במשניות ורבינו מסיק בהדיא בפרק הכותב גבי לכושל שבראיה כלישנא דר\"ט חבירו של ר\"ע וכ\"כ עוד בס\"פ האשה שלום: ", 
            "<b>  ובין  </b> כך ובין כך פטור מלשלם. בדקבלוהו כדלקמן: ", 
            "<b>  טעה  </b> בדבר משנה חוזר. בכתובות פרק אלמנה ניזונית בפלוגתא דחכמים ורשב\"ג ב\"ד שמכרו וטעו דארשב\"ג א\"כ מה כח ב\"ד יפה אמרינן עלה בגמרא דר' פוסק כחכמים וכשאמרו לפניו דרשב\"ג חזר בו משום טועה בדבר משנה ופירש\"י שאע\"פ שנחלקו חכמים על רשב\"ג הרי נתן טעם לדבריו ע\"כ. ומ\"מ אפסק התם כרב נחמן דאמר הלכה כחכמים ומיהת שמעינן מינה דאי לא אפסק בהדיא הלכתא מאן דיהיב טעמא דמילתא דבר משנה הוא: ", 
            "<b>  א\"ל  </b> אין. כך היא גירסת הרי\"ף אבל הגירסא בגמרא שלפנינו א\"ל רבינא לרב אשי ולקמן גבי פלוגתת בעל המאור והראב\"ד אכתוב בס\"ד דנ\"מ טובא בין חלוף הגרסאות: ", 
            "<b>  וסוגיא  </b> דעלמא אזלא כחד מינייהו. עיין בסוף השיטה בסוף דברי רבינו על מחלוקת דבעל המאור והראב\"ד: ", 
            "<b>  דהוא  </b> מסקנא. בקצת ספרי הרי\"ף איתא דהכי מסקנא: ", 
            "<b>  כדקתני  </b> בסיפא. כלומר הא דקתני מחזירין דאמינא במומחה כו' הוה כדקתני בסיפא כו'. ", 
            "<b>  אלמא  </b> דקם דינא. מדקאמר דבעי למידן דינא משמע שיהיה דינו דין אבל [אינו] מוכרח וגם הרי\"ף כתב בהדיא דהדר דינא: ", 
            "<b>  אם  </b> יש גדול להחזירו. בדלא קבלוהו להראב\"ד דלקמן שאסכים עמו רבינו: ", 
            "<b>  וקבליה  </b> עלויה. דהא ר' אבהו מוקים לרישא בדקביל ממילא סיפא נמי בכה\"ג וכן ברפ\"ק בכללא דמלתא כתב רבינו דאי לא קביל משלם וכמו שכתב גם כן לקמן: ", 
            "<b>  דאין  </b> ב\"ד יכול לבטל כו'. משנה במסכת עדיות פ\"ק: ", 
            "<b>  אלא  </b> דמזליה דההוא גברא גרם. ואל תתמה על החפץ שיחפוץ הדעת לסבול דמישך שייך מזלא בדינא ודיינא דהא אשכחן בפרק הגולין במסכת מכות דף י\"א ע\"ב דאדתנן אם עד שלא נגמר דינו מת כ\"ג ומינו אחר תחתיו ולאחר מיכן נגמר דינו חוזר במיתתו של שני ואמרי' עלה מאי ה\"ל למיעבד (מאחר שעדיין לא היה כ\"ג כשהרג זה) ומשני ה\"ל לבקש רחמים שיגמור דינו לזכות ולא ביקש הא קמן דשייך בקשת רחמים על שיגמר הדין לזכות ואי לא ביקש אפשר שלא יזכה ולמה זה ועל מה זה אלא דמזליה גרם שלא יזכה ובקשת הרחמים מבטלת ומשדדת מערכתו כאשר תעיין במה שכתבתי בס\"ד בתוספות יום טוב בסוף מסכת קידושין אדתנן והכל לפי זכותו: ", 
            "<b>  ונמצא  </b> רע מומחין פטורים. בהגוזל קמא מפרש דדוקא כדנכו ואיסר ע\"ש: ", 
            "<b>  כההוא  </b> דר\"ט. שהאכילוה לכלבים: ", 
            "<b>  ואפילו  </b> קבלו עליהם כו'. סברא כדמסיק אין דין זה כו' ודוקא לרב ששת אבל לרב יוסף וכדמשני רב נחמן מתני' בדלא קיבל וכמ\"ש הראב\"ד לקמן ואפ\"ה קאמר רבינו דלרב ששת מתני' במומחה כרב יוסף משום דכל מאי דמצינן לקיומינהו כהדדי שפיר טפי: ", 
            "<b>  ואפילו  </b> לא נשאו ונתנו ביד גרסי' וטעמא דקי\"ל כר\"מ: ", 
            "<b>  ואפילו  </b> נשא ונתן ביד. דלר\"מ לית לן בין לא נשא ונתן לנשא ונתן ועיין לקמן גבי ג' הדיוטות כו': ", 
            "<b>  ואע\"ג  </b> דהני הרי דנו דין תורה. דהא לא קשיא לן אלא דלא הוה כתוב בה במותב תלתא: ", 
            "<b>  משלמי  </b> הני תרי כולה. לכאורה המומחה הוא שמשלם שני חלקים דהא אי לאו איהו אידך לא הוה משלם אלא שליש אחד כך היה נראה לי אלא שראיתי למהר\"ו כ\"ץ בסימן כ\"ה שמפרש דאותו שאינו מומחה משלם כל כך כהמומחה כיון דזולתו לא היו הולכין אחר דברי המומחה לחוד כיון דיתבי אדעתא דג' והוא נמי גרם הרוב: ", 
            "<b>  דינייהו  </b> דינא. ואפילו יש גדול מהם כדלקמן להראב\"ד: ", 
            "<b>  והתם  </b> לא נקיט רשותא. והוה מומחה כמ\"ש רבינו בפ\"ק: ", 
            "<b>  דלרב  </b> ששת אין חילוק. כלומר לאפוקי לרב חסדא: ", 
            "  4וקבלוהו עלייהו. וממילא נמי ג' הדיוטות ויחיד מומחה דלא בעו קבלה דדנין לאדם בעל כרחו: ", 
            "<b>  משלם  </b> הדיין מביתו. והא דבפ\"ק דאמרינן טעה במאי כדמייתי לה רבינו לעיל בסמוך ולא משני דמיירי בכה\"ג משום דדחיקא ליה מילתא לאוקמא למתניה דוקא בכה\"ג: ", 
            "<b>  לימא  </b> ליה. פי' רבי עקיבא לרבי טרפון במתניה דבכורות דלעיל: ", 
            "<b>  השתא  </b> נמי לאו כלום עבד. אלא לר\"מ לא אמרינן הכי ומיהו אכתי תקשה לרבנן אליבא דרב חסדא דמוקי' למתני' כרבנן כבר תירץ רבינו בפרק עד כמה דקנסא הוא כו': ", 
            "<b>  מכהנים  </b> שפגלו. דתנן בהניזקין דף נ\"ד ע\"ב ומייתי לה נמי התם דף נ\"ג ע\"א: ", 
            "<b>  בין  </b> לר\"מ בין לרבנן. דלא אשתמיט התם לאוקמא דוקא לר\"מ ועוד מייתי ארישא דהמטמא והמדמע כו' ברייתא דרבי יהודה ס\"ל נמי מזידין חייבים וסתם בר פלוגתיה דר\"מ ר' יהודא הוא ובברייתא דהתם נמי ר\"מ פליג בהדיה וכיון דסתם בר פלוגתיה דר\"מ ר\"י הוא הלכך ודאי רבנן דהכא גבי דינא דגרמי נמי רבי יהודה הוא וס\"ל ההם דמזידין חייבים וממילא נמי בסיפא במפגלין ועיין נמי מה שכתבתי בפרק הגוזל קמא בסוף סוגית רבינו בדיני דגרמי דמייתי מהא דמותיב מפרת חטאת כו' דלמאי דכתיב שם בספר מוכח דההוא סוגיא כרבנן ועיין לקמן: ", 
            "<b>  דבדברים  </b> בעלמא. דפיגול לא במחשבה היא אלא בדבור כמו שכתבו התוס' דב\"מ סוף המפקיד אמתני' דהחושב לשלוח יד בפקדון: ", 
            "<b>  ואי  </b> אפשר. כלומר כשאי אפשר: ", 
            "<b>  דסוגיא  </b> דהתם אליבא דרב חסדא. דס\"ל דדוקא כשנשא ונתן ביד ותמיה לי דתקשה לרב חסדא הא דמפגל ועל כרחיה יודה גם כן כשמתקיים בדבור דהוי כמעשה והשתא לדידיה נמי צריך לומר דאגב מפרש דבלא אגב מצי לאוקמי בדבור בעלמא כשא\"א בחזרה ואולי דה\"ק דלרב חסדא אה\"נ דההיא דמפגלין דוקא לר\"מ אתיא ולא לרבנן: ", 
            "<b>  דאמוראים  </b> אחרונים פעמים חולקים כו'. ואני אומר שראייתו זו ראיה לפי גירסתו דגרים א\"ל רב הונא לרב ששת כו' וא\"ל אטו כו' אבל הראב\"ד יתכן דגריס גירסא דידן דגרסי' א\"ל רבינא לרב אשי וא\"ל אטו כו' והשתא אין ראיה כלל דאימא דוקא רבינא ורב אשי אבל אחרי רבינא ורב אשי אה\"נ דלא: ", 
            "<b>  מצינו  </b> אין למדין כו'. בפ' יש נוחלין (בבא בתרא ד' ק\"ל:) ", 
            "<b>  זהו  </b> דין שקר. שענין הדין לדון ע\"פ דעת מכרעת לזכות או לחובה בין מדעת עצמו או מדעת חכם שכבר הורה ואם ב' חכמים שחלקו בדבר א\"כ אין הדין מוכרע מדעת מכרעת שהרי שני החולקים אין אחד גדול מחבירו וכשזה הדיין פוסק כאחד מהם בלא דעת עצמו א\"כ אין כאן דין כלל ומכאן שגם שלשה שישבו בדין ושנים מהם חלוקים לא יאמר השלישי אף אני כמוהו של אחד מהם מרצונו בלא ראיית טעמו אלא נפסוק כמי מהם שירצה שגם זה דין שקר הוא והוא פשוט "
        ], 
        [
            "<b>  לא  </b> יוציא ממון מספק. ולענין איסורא מפורש בפ\"ק דמכות: ", 
            "<b>  וקבלת  </b> עדות כתחלת דין גרסינן והכי איתא בגמרא פרק ראוהו ב\"ד במסכת ר\"ה ומייתי לה רבינו בריש פרק יש נוחלין ועיין מ\"ש שם בס\"ד: ", 
            "<b>  וחילק  </b> נכסיו בפניהם בקנין. כ\"כ הרשב\"ם בפרק יש נוחלין (בבא בתרא דף קי\"ג) משום דמשמע ליה שעושין דין ואפילו החולה לא יוכל לחזור ופירשה במתנת ש\"מ במקצת ובקנין ולענין הלכתא לא נ\"מ מידי בפירושה דודאי דמשום שנכנסו לבקר לא ישתנו דיני מתנת ש\"מ אלא כולם כמות שהם מפורשים בפרק מי שמת ולהכי נמי רבינו בפרק יש נוחלין לא דק לכתוב כך וכתב אין א' מן היורשין יכולין לערער וכו': ", 
            "<b>  דאין  </b> צ\"ל. כלומר אין יוכל לומר: "
        ], 
        [
            "<b>  אתם  </b> עדיי. כלומר ואפילו לא זמנם להעיד אלא נכנסו לבקר: ", 
            "<b>  אפילו  </b> כוונו להעיד. כי תימה הוא לומר אם ראו כמה בני אדם כו' כדאיתא ברייתא פרק יש נוחלין ושם מפורש יותר מדינים הללו: "
        ], 
        [
            "<b>  דמסכת  </b> נדה. ההיא דכל הכשר כו': ", 
            "<b>  בפרק  </b> שור שנגח. בדין נזקקים לתובע תתלה: ", 
            "<b>  כאן  </b> לדברי תורה. כלומר לדין תורה: "
        ], 
        [
            "<b>  ברי\"ף  </b> כתב עוד בשם ירושלמי תני העד אינו מלמד לא זכות כו' ורבינו השמיטו לפי דמיירי דוקא בדיני נפשות ומן התימה על הרי\"ף שהביאו: ", 
            "<b>  תרי  </b> ישראל כתיבי. גי' רי\"ף ורבינו שם: ", 
            "<b>  הלכך  </b> לא מתוקמה כו' אלא כשאמו מישראל. כ\"כ הרי\"ף ותמיה לי דבפרק מצות חליצה כתב רבינו שהעיקר דאפילו אין אמו מישראל דן את ישראל ולא נאמר תשים מקרב אחיך אלא כפיה שהיא שררה ובטור ח\"מ סימן ז' כמו בכאן וצריך לי עיון:  פרק חמישי ", 
            "<b>  כאילו  </b> מקבל פני שכינה. פירשו תלמידי הר\"ר יונה ז\"ל בשלהי תפלת השחר וז\"ל מפני שהקבלה אע\"פ שאינו נראה לעין נראה הוא ע\"י גבורותיו ונפלאותיו כענין שנאמר אכן אתה אל מסתתר אלהי ישראל כלומר אע\"פ שאתה אל מסתתר אתה אלהי ישראל שעשית עמהם כמה נפלאות ואתה מושיע בכל עת ובכל שעה וע\"י תשועתך רואין אותך בני אדם ואתה מתגלה להם ומכירין אותך וגם בכאן על ידי מה שמחדש החדשים הוא מתגלה לבני אדם והוא כאילו מקבלין פניו ע\"כ: ", 
            "<b>  פועל  </b> אמת שפעולתו אמת. בגמרא גרסינן פועלי אמת שפעולתן אמת ופירש\"י שאינן משנין את סדרן וגי' רבינו כתבום התוספות ופירשו דאקב\"ה קאי שבאמת ובדין מיעטה ולהכי קאמר בתר הכי וללבנה אמר שתתחדש ע\"כ כלומר דעד השתא מיירי בכל צבא השמים והשתא פרט ללבנה לחוד אלא דפועל אמת נמי משום ללבנה הוא והרי\"ף בסוף פ' תפלת השחר מייתי לם נמי וגרס כגירסת התוספות וכתבו שם תלמידי הר\"י ז\"ל דכך עיקר דאי גרס פועלי אמת לא היה צריך לומר עוד שפעולתם אמת אלא פועל אמת גרס וקאי אהקב\"ה ואמרינן שגם הפעולה היא אמת שהיא קיימת שנאמר ויעמידם לעד לעולם:  פרק ששי "
        ], 
        [
            "<b>  וסקלוהו  </b> אע\"ג דבגמרא וברי\"ף גרס הכא ברישא והלקהו ובסיפא גרסינן וסקלוהו גירסת רבינו נראה יותר נכונה שכן שבת דינו בסקילה ואילו עריות איכא מנייהו בסקילה ומנייהו בשריפה ומנייהו בחנק ומנייהו במלקות ובגמרא דפרק האשם רבה דף צ' ע\"ב כגירסת רבינו וכן הוא שס בס' הרי\"ף: ", 
            "<b>  ותניא  </b> על רגליו כו'. דאל\"ה דילמא לאיקיומי ויהי נא פי שנים ברוחך אלי כדאיתא בגמרא: "
        ], 
        [
            "<b>  ה\"ג  </b> ואסור בהנאה קבר המזיק את הרבים מותר לפנותו פינהו מקומו טהור ואסור בהנאה:  פרק שביעי ", 
            "<b>  וקמ\"ל  </b> כו'. כלומר ועוד דקמ\"ל כו' ומצאנו לרבינו זה הלשון בכמה דוכתי בפ' שור שנגח קמא ובפ\"ק דבתרא ובפרק חזקת: ", 
            "<b>  לא  </b> ישמע כו'. התחלת ענינא הוא: ", 
            "<b>  הל\"ל  </b> כו'. שלא ישביעוהו דליכא למימרא דאתא לאשמועינן דשותפות אסור. לעשות דהשתא דאינו רשאי להשביח ודאי דליכא למיסר השותפות כלל אלא ודאי השבועה מותרת לקבל ולהכי אסור השותפות. "
        ], 
        [
            "<b>  לא  </b> אשכחן. דאסור לגרום אחרים לשתף דבקרא לא משמע אלא לגרום לזכור עבודת כוכבים בלא שתוף שם שמים: ", 
            "<b>  דלא  </b> הוזהרו בני נח על כך. וכ\"כ התוספות וכלומר דלא הוזהרו על השיתוף וקשה לי דבפרק קמא דמסכת ע\"ז דף ו ודף ז אמרינן רב תתליפא בר אבדימי אמר שמואל יום א' לדברי רבי ישמעאל לעולם אסור ואי אמרת דעל השתוף לא הוזהרו א\"כ אידיהן נמי לא ליתסר דהא איבעיא להו התם אי משום הרווחה אי משום לפני עור ומאי קא מבעיא ליה הא לא שייך לגבייהו משום לפני עור והרמב\"ם בפירוש המשנה פ\"ק דמס' ע\"ז אמתני' דואלו אידיהן של ע\"ז כ' בביאורו שאפי' עובדי כוכבים שדתותיהן משונות כולם עובדי עבודת כוכבים וכו' ע\"כ ויראה שז\"ש שדתותיהם שהכוונה בו שהם משתתפין ואעפ\"כ הם עע\"ז ממש ועי' בפ\"ק דמס' ע\"ז גבי אין משכירין להם בתים כו'. קרם נבו גרסינן: "
        ], 
        [
            "<b>  כמו  </b> שמותר להורגו. עי' בשבת: "
        ], 
        [
            "<b>  בעובדא  </b> דרבי חנינא כו'. ואינהו הוו עבדי ע\"י שהיו מצטרפים אותיות השם שבהם נברא העולם ואין כאן משום מכשפות דמעשה הקב\"ה [הן] ע\"י קדושה.שלו הוא כדפירש\"י לעיל אעובדא דידהו: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>  לכנופי  </b> פירוש שהשדים מקבצים ומאספים בריות ביחד:  פרק שמיני ", 
            "<b>  כיון  </b> דלא עבדה מעשה. עי' ברפ\"ק דכתובות: ", 
            "<b>  רבא  </b> אמר להנאת עצמן שאני. ובטוי\"ד סימן קנ\"ז לא פסק כן ונראה לפי דסוגית רבינו בפרק הבא על יבמתו וברפ\"ק דכתובות מוכחן דס\"ל דלא כרבא: ", 
            "<b>  פרק  </b> אין מעמידין. גבי בכל מתרפאין ועיין שם:  פרק תשיעי ", 
            "<b>  ה\"ג  </b> בוגרת א\"ר כהנא משום ר\"ע איזהו עני ורשע ערום זה המשהה בתו בוגרת וא\"ר כהנא: "
        ], 
        [
            "<b>  לאו  </b> היינו רבינא כו' מדעני רב משרשיא בתריה מ\"ט כו'. גם בתוס' דמס' חולין פ' אלו טריפות (חולין דף מח) בד\"ה אמר רבינא כתבו דתרי הוו וכ\"כ שם רבינו ועיין ברפ\"ב דמס' ע\"ז ובפ' המקבל: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>  תלמידו  </b> של רבא גרסינן. וכן הוא בס' יוחסין גבי רב אחא בר נתן: ", 
            "<b>  בפ'  </b> לא יחפור. ושם כתבם רבינו לשני תירוצים חלוקים וכ\"כ בהגוזל קמא ועיין מה שכתבתי שם בשם המרדכי: "
        ], 
        [], 
        [], 
        [
            "<b>  נדה  </b> שפחה א\"א. כך כתב הרי\"ף אבל בגמרא איתא נמי נכרית וכן עוד בגמרא פ\"ב דמסכת ע\"ז דף ל\"ו ע\"ב:  פרק י ", 
            "<b>  להכותו.  </b> עי' בפ\"ב דיבמות גבי וחייב על מכתו וכו': ", 
            "<b>  ומדיח.  </b> ה\"ג הרי\"ף וכן העתיק הרמב\"ם בפ\"ה מהל' ממרים ואע\"ג דקרא דלא תכסה במסית כתיב כ\"ש מדיח את הרבים ומצינו בפרק ד' מיתות (סנהדרין דף ס\"ו) דר\"ש סובר מסית בסקילה ומדיח בחנק ואולי גי' גמרא דידן דלא גרסינן אלא מסית אליבא דרבי שמעון נסבא דליכא למשמע מדיח ממסית:  פרק יא "
        ], 
        [], 
        [
            "<b>  הא  </b> דסידר לזה הפרק קודם הנחנקין כבר כתבתי בתוספות יום טוב שכן עיקר ע\"ש: "
        ], 
        [
            "<b>  כל  </b> שאינו משייר פת כו'. תמיה לי דלא מייתי הא דפרכינן והא אר\"א כל המשייר כו' כאילו עובד ע\"ז ומשנינן הא דאיכא שלימה בהדה והא דליכא שלימה בהדה וגם הרי\"ף לא אייתי להך וצל\"ע והטור או\"ח סימן ר\"ף לא העתיק כלל מכל זו הסוגיא וצריך עיון ובקצור דייק ותני פתיתין במקום פת: ", 
            "<b>  פת.  </b> וה\"ג בגמרא ורי\"ף דגרס פיאה היינו הך דהרי רש\"י מפרש אדליכא שלימה בהדה דהשתא פתיתין מזומנים לעני ע\"כ והלכך קרי ליה פיאה לגי' הרי\"ף: ", 
            "<b>  וא\"ד  </b> המבזה ת\"ח כו'. וה\"ג ברי\"ף אבל בגמ' אי' נמי להמבזה חבירו בפני ת\"ח וכ\"כ בקצור: ", 
            "<b>  דכתיב  </b> ויאמר גיחזי וגו' אשר החיה אלישע. קשיא לי דהך קרא אחר שכבר נצטרע אמרו וי\"ל דמ\"מ שמעי' שפיר משום דמסתמא ודאי הכי מרגלא בפומיה מקמי הכי נמי: ", 
            "<b>  שנאמר  </b> ירויון מדשן ביתך. כתב רש\"י וז\"ל אמר לי רבי דלעיל מהאי קרא מיירי ענינא דמרעיב את עצמו וקאמר ירויון וכו' עכ\"ל. ור\"ל דהכי משמע ליה דלעיל מיניה כתיב מה יקר חסדך אלהים וגו' בצל כנפיך יחסיון היינו שאינם מטריחין אחר צרכיהם אלא על ה' משליכים יהבם ובצל כנפיו חוסים ואלו ב\"א מסתמא רעבים בעוה\"ז כי העולם כמנהגו נוהג ואדם לעמל פיהו יולד ולא כל אדם זוכה לב' שלחנות ולמעשה נסים לאכול לשובע בלי טורח ועמל ע\"כ לא יחיל טוב העוה\"ז לאלו ב\"א החוסים ובוטחים ואינם מתיגעים אחר מזונותם ולפיכך אע\"פ שאין כל צדיק נעזב ומבקש לחם הנה שבע לא לין אך ברעב כלפי זולתו המתיגעים וטורחים ועלייהו קאמר ירויון מדשן ביתך וא\"א לומר בכל החוסה ובלתי מתיגע שהרי מצינו שהמע\"ה מגנה לעצל ולכסיל החובק את ידיו אלא ודאי דקראי דדוד קיימין במרעיב עצמו על ד\"ת דאינו עצל ואינו כסיל שהרי זריז ונשכר ללמוד תורה ומתחכם בחכמתה ולזה לא יקרא עצל או כסיל הלכך נאה דורש מהנך קראי דכל המרעיב עצמו על ד\"ת כו' ודקאמר משביעו לעוה\"ב אב\"א סברא דודאי שכר מצוה בהאי עלמא ליכא ואב\"א קרא גופיה הכי דייק דמסיים ונחל עדניך תשקם וידוע שעונג העדן בעה\"ב שעליו אר\"ל לעיל (סנהדרין דף צ\"ט) שאמר הכתוב עין לא ראתה וגו': ", 
            "<b>  לפי  </b> שיש בהן דברים של הבל כו'. לכאורה משמע דמש\"ה אפי' בדברים טובים שבהם נמי אסור לקרות ותמיה לי דבהדיא אי' בגמרא דרב יוסף עצמו אמר דמילי מעליותא דאית ביה דרשינן וכן צ\"ע על הרי\"ף: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>  ועושה  </b> אותו כמין זמר. שקורא בנגינה אחרת שאינו נקוד בה ועושה אותה כמין שיר אע\"פ שמשיר השירים הוא ועיקרו שיר אסור לעשותו כמין שיר אלא בקריאתו רש\"י: ", 
            "<b>  והקורא  </b> פסוק בבית המשתאות בלא זמנו. במיסב על יינו עושה שחיקותיו בד\"ת וקורא פסוקים בקול רם לשחק בהם בני המשתה. רש\"י: "
        ], 
        [], 
        [
            "<b>  אבל  </b> אם אמרו בזמנו על המשתה כגון שהוא יו\"ט ונוטל כוס בידו ואומר עליו דברי הגדה ופסוקים מענינו של יום מביא טובה לעולם. רש\"י. ונ\"ל דכיון שבזמנו הוא אין התורה חוגרת שק על זה. ואומרת גרסי': 0הדרן עלך כל ישראל וסליקא לה מסכת סנהדרין"
        ]
    ], 
    "title": "Pilpula Charifta on Sanhedrin", 
    "versionSource": "https://www.sefaria.org/Pilpula_Charifta_on_Sanhedrin", 
    "heTitle": " פלפולא חריפתא על סנהדרין", 
    "sectionNames": [
        "Seif", 
        "siman"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Pilpula Charifta", 
        "Seder Nezikin"
    ]
}