{
    "title": "Mishneh Torah, The Chosen Temple",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_The_Chosen_Temple",
    "text": [
        [
            "It is a positive obligation to build a house for God where offerings may be brought and to make pilgrimage to it three times a year as it says \"and they shall make Me a sanctuary.\" The tabernacle which Moses made in the desert has already been described in the Torah, but it was a temporary measure, as it says \"for you have not yet reached, etc.\"",
            "As soon as the Israelites entered Eretz Yisrael, they set up the portable sanctuary (<i>Mishkan</i>) in Gilgal for the fourteen years during which they occupied and divided the land. From there they came to Shiloh and built a sanctuary of stones, over which they spread the curtains of the <i>Mishkan</i>, since it had no ceiling. The sanctuary of Shiloh lasted three hundred and sixty-nine years. It was destroyed when Eli died, so they came to Nov and built a sanctuary there. It was destroyed when Samuel died, so they came to Gibeon and built a sanctuary there. From Gibeon they came to Jerusalem to build the permanent sanctuary. Nov and Gibeon lasted fifty-seven years.",
            "As soon as the Temple was built in Jerusalem, it was prohibited to build a sanctuary for the Lord or to offer a sacrifice in any other place. Only the Temple in Jerusalem, on Mount Moriah, was intended for all generations.— —",
            "The building which Solomon built has already been described in I Kings. Similarly, the Temple which will be built in the future which is mentioned in Ezekiel, is not described clearly or completely. The people of the Second commonwealth built their Temple like Solomon's with some of the features described explicitly in Ezekiel.",
            "The following are the major requirements for the Temple: It must have a sanctuary and an inner sanctum. There must be a space in front of the sanctuary called the Hall (אולם) and the three together are called \"Heichal\" (היכל). Another wall must be built around the Heichal away from the building itself, like the curtains around the courtyard of the tabernacle in the desert. Everything enclosed by this wall representing the yard of the tabernacle is called the Court (עזרה) and the whole compound is called \"Temple\" (מקדש)",
            "Vessels must be made for the Temple: An altar for burnt offerings and other sacrifices, and a ramp to access the altar; these are placed in front of the Hall slightly southward (of center). The basin and its base, which the priests use to wash their hands and feet for the service, are both placed between the altar and the Hall towards the south, on your left as you enter the sanctuary. A table, a (smaller) altar for incense, and a Menorah [are also necessary] and all three go in the sanctuary in front of the inner sanctum.",
            "The Menorah belongs on the south side, on your left as you enter, and the table --which holds the show-bread -- on the right. Both of them are just outside the inner sanctum. The incense altar goes between them, but further out from the inner sanctum. The court is divided into sections for priests and Israelites, and rooms are built there for the various needs of the Temple. Each room is called an office (לשכה)",
            "The Temple is to be built with large stones or bricks if large stones are not available. The stones are not carved on site, rather they are carved and dressed away from the Temple Mount and brought in afterwards, as it says \"Large, expensive stones for the foundation of the House, hewn stones\" and it [also] says \"the sound of the axe, nor any other metal tool was heard in the Temple while it was being built.\"",
            "There is to be no visible wood structure in any part of the Temple compound, only stones or bricks and mortar. Even [temporary] wooden walkways in the Court are not allowed.",
            "The floor of the Court is paved with expensive stones. If one of the stones was detached, even if it is still in place it is invalid [as part of the Temple] and a Priest cannot perform Temple services while standing on it until it is reattached.",
            "The appropriate way to perform the Mitzvah is to [continuously] strengthen and expand the building as much as the community can afford as it says \"and to glorify the house of our God.\" It is also a mitzvah to renovate, and beautify the building. If [the community] can plate the whole thing in gold and to make [the architecture] famous, that too is a mitzvah.",
            "The Temple is not to be built at night as it says \"and on the <i>day</i> the Tabernacle was erected,\" i.e. we erect it during the day but not at night. We may work on the construction from dawn until the stars come out, and everyone is obligated to build helping physically and financially both men and women just like the sanctuary in the desert. However, we do not close the schools in order [for the children] to build the Temple nor does building the Temple override Shabbat or the festivals.",
            "The altar is made out of stones only. When the Torah says \"build Me an altar of earth\" it means that the altar should be part of the earth and not built over domes or arches. When it says \"and <i>if</i> you make Me a stone altar\" the oral tradition teaches that it is not permission but an obligation.",
            "Any stone that was chipped enough to catch the fingernail [to the same exacting standards] as with a shechita knife, in unfit for the ramp and for the altar as it says \"With whole stones build the altar of God.\" Where did they get the stones? From virgin ground. They would dig down to where it was obvious that this soil is not for cultivating or building and take out whole stones, or they would take rocks from the Mediterranean Sea and build with those. Similarly, the stones of the Temple and the Courtyards were also whole. ",
            "Stones of the Sanctuary or the courtyard which were chipped or scraped cannot be repaired, rather they must be hid away. Any stone which was touched by iron may not be used for the Altar or the ramp because it says \"for you have lifted your sword against it and desecrated it.\" One who built the ramp or the altar with stones touched by iron is flogged because it says (as a prohibition) \"do not build them of hewn stones\" but if one built with a chipped stone he has (only) transgressed a positive commandment.",
            "A stone which was chipped or touched by iron after it was built into the altar or the ramp is invalid, but the rest [remain] valid. The alter was whitewashed twice a year at Passover and Sukkot and when they whitewashed it they used a cloth rather than a trowel to prevent iron from touching the stones.",
            "It is forbidden to make steps up to the altar as it says \"thou shalt not go up on steps to My altar\" rather we build a sort of mound at the southern end of the altar which gets shorter and shorter until it reaches the ground and this is called a 'ramp.' One who ascends the altar on stairs is flogged, as is one who removes a stone from the altar, or from the entire Temple building or from the [area of courtyard] between the Temple and the altar as a destructive measure as it says \"thou shalt break up their altars etc.\" and it says \"thou shalt not do so to the LORD thy God.\"",
            "The Menorah, its vessels, the Table, its vessels, the Incense-Altar, and all  vessels of the Divine Service may only be made out of metal; they are invalid if made out of wood, bone, stone or glass.",
            "If the Community is poor they may even make [the vessels] out of lead. If they are rich, they [should] make them out of gold, even the pitchforks, skewers, and shovels of the Sacrificial Altar [which tend to get dirty]. [The community] should even plate the gates of the courtyard with gold if they can afford it.",
            "The vessels must be originally made with the intent [to use them] for the Divine Service. If they were already made for mundane purposes they may not be used for sacred ones. Things that were made for sacred purposes but were not yet used may be used for mundane purposes but once they were used for a sacred purpose they become forbidden for the mundane. Stones and boards which were originally cut for a synagogue may not be built with on the Temple Mount."
        ],
        [
            "The altar is placed extremely precisely and may never ever be placed anywhere else as it says \"This is the Altar for the offerings of Israel.\" And it was in the temple that Isaac was bound as it says \"and go to the land of Moriah\" and it says \"Solomon built the temple on Mt. Moriah.\"",
            "And it is a tradition accepted by all, that the place where David and Solomon built the altar at the threshing floor of Arauna was the place that Abraham built the altar and bound Isaac upon it, and that was the place that Noah built upon when he left the ark, and that was the altar upon which Kain and Abel sacrificed, and upon which Adam the First sacrificed when he was created. And from there was born the saying of the sages that \"Man was created from the place of his atonement.\"",
            "The measurements of the Altar are very exact and its shape is known [by tradition] from man to man. The altar that those who ascended from the [Babylonian] exile built was made like the one which will be built in the future. It is forbidden to add or subtract from its dimensions.",
            "Of the three prophets who ascended with them from the exile, one testified as to the Altar's location, one to its dimensions, and one to the Law that the could bring offerings on the altar even though the there was no Temple [yet].",
            "The Altar that Moses made, that Solomon made, that the returnees of the [First] Exile made, and that will be made in the future are all 10 cubits high, and that which is stated in the Torah: \"and three cubits its height, that is the place of the pyre alone (above the ledge of the Altar). And the dimensions of the Altar that the returnees of the Exile made and the one that will be built in the future are 32 cubits by 32 cubits.",
            "The ten cubits of the height of the Altar, some of them are of a 5-handbreadth cubit and some are of a 6-handbreadth cubit, and the rest of the cubits of the building are of 6 handbreadths. The height of the entire Altar is 58 handbreadths. ",
            "These are its dimensions and its shape: [Starting from the 32x32 cubit square at ground level] it goes up five hand-breadths and in five hand-breadths, [making] the base. Now it is 30 cubits and two hand-breadths. It goes up thirty hand-breadths and in five hand-breadths, making the ledge. [From there,] it went up another eighteen hand-breadths and this was the place of the pyre. Its width [on each side at the top] works out to [a square of] 28 cubits and four hand-breadths by 28 cubits and four hand-breadths. [From the top], it went up [another] eighteen hand-breadths built as a hollow structure at each corner. The place for the \"horns\" was one cubit by one cubit, and the path for the priests was one cubit by one cubit, so the [dimensions of the] place of the pyre works out to 24 cubits and four handbreadths by 24 cubits and four hand-breadths.",
            "The height of each corner piece is five hand-breadths and [each was] one cubit square. The four corner pieces were hollow inside and the place of the Pyre was 18 hand-breadths high. [Thus we] find that half the height of the altar was 29 hand-breadths from the ledge down.",
            "A red stripe girdled the Altar in the middle (about six hand-breadths below the ledge) to separate between the blood of the Higher [half] and the blood of the Lower [half]. And its height from the ground comes to nine cubits less one hand-breadth. ",
            "The base of the Altar did not surround it on all four sides, rather it went along the entire north and west sides, one cubit on the south and one cubit on the east, and the southeast corner had no base.",
            "The southwest corner had two holes like thin pipes called \"shittin\" through which the blood drained into the [underground stream] at that corner and went out to the Kidron.",
            "And below that corner there was a trapdoor in the floor by which they could go down to the \"shittin\" and clean them.",
            "A ramp was built at the south of the altar 32 cubits long by sixteen wide and took up 30 cubits of floor from the side of the altar, and spread out a cubit over the base and a cubit over the ledge, and a little air space was between the ramp and the altar to allow the limbs [of the sacrifices] to be thrown, and the ramp was nine cubits high less one sixth to parallel the pyre.",
            "Two small ramps branched out from the [large] ramp to the base and the ledge and they were separated from the altar itself by a hair and there was a niche in the west side of the ramp where invalidated bird offerings were left until they decayed and were brought out to the place of burning.",
            "And two tables were at the west of the ramp, one of marble on which they put the limbs [of the offerings] and one was of silver on which they put the vessels.",
            "The altar is built completely solid like  a pillar without any hollow bits at all. They bring whole stones, large and small, mortar, tar and plaster and they mix it and dump it all into a big form. And they make a hollow wooden or stone structure in the southeast corner the size of the base and at each corner [on top] so that the southeast corner won't have a base and the corner pieces will stay hollow.",
            "The four corner-pieces of the altar, its base, and its squareness are all essential and any altar that does not have corner-pieces, a base, a ramp, and squareness is invalid for they are all essential, however its length, width, and height are not essential as long as it is not less than one cubit [wide] by once cubit [long] by three cubits [high] like the  pyre-space of the Altar in the desert.",
            "An altar that [has a piece] broken off of its structure is valid as long as the missing piece is less than a hand-breadth and so long as what is left does not contain a chipped stone."
        ],
        [
            "The Menorah's shape is described explicitly in the Torah, and there were four cups, two knobs, and two flowers on the stem as it says \"and on the Menorah there were four cups, decorated with its knobs and its flowers.\" There was a third flower near the leg as it says \"from its leg to its flower.\"",
            "It also had three legs and three more knobs on the stem where the six branches came out, three on each side. There were three cups, a flower, and a knob on each branch and all of them were made like almonds.",
            "The [sums] work out to twenty-two cups, nine flowers, and eleven knobs, all of which are absolutely necessary. If even one of the forty-two [decorations] are missing, it prevents all of them [from being valid.]",
            "When is the above law [that all the decorations are essential] true? When it is made of gold. However, [if it were made of] other metals, we do not make the cups, knobs, and flowers. Similarly, a golden Menorah must be one talent of gold, including the candles, and hammered out solid while [in the case of Menorahs made of] other metals we do not care about the weight, and it is Kosher even if it is hollow.",
            "It is never made out of scraps whether [scraps of] gold or of other metals.",
            "The tongs, the pans, and the oil vessels are not part of the talent [of gold] as it says [in the commandment to make a Menorah] \"pure gold,\" then repeats itself and says \"the tongs and the pans of pure gold.\" It does not say \"pure gold lamps\" because the lamps are part of the Menorah and [therefore] part of the talent.",
            "The seven branches of the Menorah each impede each other and the seven lamps impede each other whether it is made of gold or other metals and all of the lamps are fastened to the branches.",
            "The six lamps which are attached to the six branches all point towards the middle lamp which is on the stem of the Menorah, and this middle lamp points towards the Holy of Holies and is called the \"Western Lamp.\"",
            "The \"goblets\" look like Alexandrian cups with wide mouths and narrow bottoms (like martini glasses without the stems --translator). The \"knobs\" looked like the apples from Keros which are slightly elongated like an egg with both ends rounded. The \"flowers\" look like the flowers on [top of] columns, like bowls with the lip folded outwards.",
            "The Menorah was eighteen hand breadths tall. The legs and the [bottom] flower were three hand breadths, then two smooth hand breadths [on the stem] then a hand breadth with a goblet, knob, and flower; then two smooth hand breadths; then a hand breadth with a knob and two branches extending one on each side up to the height of the Menorah; then one smooth hand breadth; then a hand breadth with a knob and two branches extending one on each side up to the height of the Menorah; then one smooth hand breadth;then a hand breadth with a knob and two branches extending one on each side up to the height of the Menorah; leaving three hand breadths which had three goblets, a knob and a flower.",
            "There was a stone in front of the Menorah with three steps [cut] in it on which the High Priest would stand and set up the lamps and he would rest the tweezers and oil vessels etc. on it when setting them up.",
            "The Table was twelve hand breadths long and six hand breadths wide. It was placed with its length parallel to the length of the Temple and its width to the width of the Temple. Similarly, all the other Temple vessels were placed lengthwise except the Ark which was placed with its long axis parallel to the width of the Temple and the lamps of the Menorah (but not the Menorah itself --translator) which were placed parallel to the width of the Temple, from north to south.",
            "The table had four forked pieces on which were placed the racks for the showbread, two for each arrangement. These are what the Torah calls \"its kesot.\"",
            "There were 28 golden rods [on the racks] each one [shaped] like a hollow half-pipe, fourteen for each arrangement which are called \"its menakiyot\" [in the Torah]; and the two bowls that they placed the frankincense in beside the racks are the [scriptural] \"kapot\"; and the forms which they used to shape the showbread are the [scriptural] \"k'arot\".",
            "These fourteen rods [were used as follows]: They would place the first loaf on the Table itself, then three rods between the first and second and so on; three rods between every two loaves; between the fifth and the sixth they only put two rods because there was nothing on top of the sixth. It works out that there were fourteen rods on each side.",
            "There were two [more] tables in the foyer by the entrance to the Temple: one of marble where they put the showbread on its way in and one of gold where they put the showbread on its way out since we always increase in holiness and never decrease.",
            "The incense altar was a one cubit by one cubit square and was placed in the Sanctuary at the midpoint between the north and south [walls of the Temple] between the table and the Menorah but slightly outward (further away from the Inner Sanctum --translator). All three of them were in the inner third of the Sanctuary close to the curtain which divided between the Sanctuary and the Sanctum Sanctorum.",
            "The laver had twelve faucets so that all the priests officiating at the morning Offering could sanctify [by washing their hands and feet] from it at once. They made a machine so it would always have water inside, and [the machine] was (left) unconsecrated so that the water inside would not become invalid by being left overnight since the laver is a sacred vessel and anything that was sanctified by [being stored in] a sacred vessel becomes invalid [for whatever purpose it was put in there] by being left overnight."
        ],
        [
            "There was a stone at the western side of the Holy of Holies, on which the Ark was placed, and in front of it there was the jar of manna as well as the staff of Aaron. When Solomon built the Temple, knowing that it would at the end be destroyed, he constructed underneath a place where to hide the Ark in deep and winding secret tunnels. At the command of King Josiah, it was concealed in the place which Solomon had built.— — Along with it were concealed the staff of Aaron, the jar of manna, and the anointing oil. None of these reappeared in the Second Temple. Even the <i>Urim</i> and <i>Tummim</i>, which were available in the Second Temple, no longer responded prophetically, nor were they consulted.— —",
            "...In the first temple, there was a wall dividing between the Holy and the Holy of Holies, a cubit in thickness. And when they built the second temple they were unsure if the thickness of the wall was included in the measurement of the Holy or the measurement of the Holy of Holies, therefore they made the Holy of Holies twenty full cubits and they made the Holy forty full cubits and they left an extra cubit between the Holy and the Holy of Holies. And they didn't build the wall in the second temple, but they made two curtains: one on the side of the Holy of Holies and one on the side of the Holy. And between them was a cubit, corresponding to the thickness of the wall that had been in the first [temple]. But in the first temple there was only one curtain, as it is said, \"And the curtain divided them...\" (Exodus 26:33)",
            "...The Sanctuary that the descendants of the exiles built was 100 cubits by 100 cubits"
        ],
        [
            "The Temple Mount, which is Mount Moriah, was five hundred cubits long and five hundred cubits wide, and was surrounded by a wall.— — It was all roofed over, a colonnade within a colonnade.",
            "It had five gates: one on the west, one on the east, one on the north, and two on the south. Each gate was ten cubits wide and twenty cubits high; each had doors.",
            "Within, there was a latticed railing ten handbreadths high, encircling all around. Inside the latticed railing was the defensive rampart, ten cubits high. — —"
        ],
        [
            "The entire Temple was not on level ground, but on the slope of the mountain. When a person entered from the east gate of the Temple Mount, he would walk on level ground till the end of the rampart. From the rampart he would ascend twelve steps to the Women's Court, the height of each step being half a cubit and its tread half a cubit.",
            "He would then walk the entire length of the Women's Court on level ground. From there he would ascend fifteen steps to the Israelite Court, which was the beginning of the Temple Court. The height of each step was half a cubit and its tread half a cubit.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Any place that is not done as above and according to this order is not completely holy. This is what Ezra did - he offered two Thanksgiving offerings, but they were a remembrance. The place was not made holy because there was no king and no urim v'tumim. And how is it holy? With the initial holiness. For when Solomon made the courtyard and Jerusalem holy, he made them holy for ever and ever. ",
            "Therefore, all of the sacrifices may be brought  even though the temple has not been brought. The Holiest sacrifices may be eaten throughout the courtyard, even though it is destroyed and there are no walls surrounding it. And sacrifices of lesser holiness and Second Tithe may be eaten in all of Jerusalem, even though there are no walls because the initial holiness is eternal holiness."
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "The Temple Mount is more holy than them because zavin, zavot, a yoledet (women who has given birth) cannot enter there. A dead body itself is permitted to enter there, and it goes without saying that a tamei met can enter there.",
            "The cheyl is more holy than that because a non-Jew and a tamei met and someone who had contact with a nidah cannot enter there."
        ],
        [
            "It is a biblical positive command to guard the sanctuary, even in the absence of fear of enemies or marauders, since by guarding the sanctuary honor is accorded to it. A palace that is attended by guards is quite unlike a palace that is not attended by guards.",
            "The duty of guarding the sanctuary is applicable all through the night, with the priests and the Levites serving as the guards.— —",
            "",
            "The duty of guarding it is fulfilled by the priests guarding from within and the Levites from without [the Temple Court]. Twenty-four groups would guard the sanctuary every night continuously at twenty-four posts; the priests at three posts, and the Levites at twenty-one posts.",
            "",
            "",
            "",
            "",
            "",
            "One officer was placed in charge of all the guards, and he was called Officer of the Temple Mount. He used to go round to every watch all night, with lighted torches in front of him. If any guard did not stand up and say to him: \"Officer of the Temple Mount, peace be with you,\" it was evident that he slept, so he would beat him with his cane. He had the right to burn his clothing. They used to say in Jerusalem: \"What is the noise in the Temple Court? It is the noise of some Levite being beaten and having his clothing burned because he slept during his watch.\"",
            "In the morning, before daybreak, but close to it, the Temple officer would come and knock on the door of the priests who were at the chamber of the hearth, and they would open the door for him. He took the key and opened the small gate between the chamber of the hearth and the Temple Court. He entered the Temple Court from the chamber of the hearth, and the priests followed him with two lighted torches in their hands. They separated into two groups, the one going eastward and the other going westward. They kept searching the entire Court.— — When they all arrived, they said: \"Peace, all is well!\" — —",
            "They followed this procedure each night, except Sabbath nights, when they had no lighted torches in their hands but searched by means of the lamps which were lit in the Court since Sabbath eve."
        ]
    ],
    "versions": [
        [
            "Maimonides' Mishneh Torah, edited by Philip Birnbaum, New York, 1967",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002108864"
        ],
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה תורה, הלכות בית הבחירה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}