{
    "title": "Dina d'Garmei",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Dina_d'Garmei",
    "text": [
        "<b>אמר משה בר נחמן (ז\"ל)</b> פן יחשדני שומע בהזכירי מקצת דברים שלא בשם אומרן. כעוסק בהן שלא לשמן אני מנצל את עצמי כי לא כוונתי לסתמן ולהעלימן שמן הידוע שדברי ודברי רבותי ואנא דמן ואורייתי דמן. ודבריהם בפי כדבש למתוק ולמן. ואף כאשר לבי מגמגמן. ידעתי כי נמקן עמן. אבל יש אשר קלמוס הראשונים מתמן ועתה נעלם טעמן מעיני תלמידי הזמן. וחכמי' הצרפתים אספו רובן אל עמן. הם המורים הם המלמדים הם המגלים לנו נטמן. ואף גם זאת יש צריכות עוד נגד והולם להלמן. מעשה ידי אומן. והצריכות לפי דעתי אל אמן. אספתי אותן כפי יכולתי אל מקומן. ויש לנו בזה תועלת להועיל תועלת גדולה או קטנה כי אם לא יהיה בדברינו רק השנות הדברים לא הפסדנו טרחינו ועמלינו אצל היודע ועד הנאמן. אולי יישר בעיניו וימצא בהם דבר נכון או מזומן. כי טוב ומטיב הוא ורחמן יזכנו ברוב רחמיו. לספק צרכן ולהשלימן. וישים חלקנו עם העוסקים במצותיו ובתורתו לשמן. אמן ואמן. ",
        "<big><b>דינא דגרמי</b></big>",
        "<b>קא גרסינן בקמא</b> (ק,א) ר\"ל אחוי דינר' לר' אלעא א\"ל שפירא הוא א\"ל חזי דעלך קא סמיכנ' אמר ר' וכי סמכת עלאי מאי למימרא דאי משתכחא בישא בעינ' לך והא את הוא דאמרת ר\"מ היא דדאין דינ' דגרמי מאי לאו ר\"מ ולא סבירא לן כותיה א\"ל לא רבי מאיר וסביר' לן כותיה ואסיקנ' הא ר\"מ מחיצת הכרם שנפרצה אומרין לו גדור נתיאש הימנה ולא גדרה ה\"ז קדש וחייב באחריותו יש מי שסוב' דהא מתני' רבי היא ור\"מ היא משום דקיימא לן סתם מתני' ר\"מ והגיהו במקצת הספרים דתנן ולא היא בריית' היא דמתני' בתוספתא דכלאים ומשום הכי אמרי' דר\"מ קתני לה משום דאיפליגו בה במתני' במסכת כלאים ל\"ב פרק ז' דתנן במסכך גפנו ע\"ג תבואתו של חברו ה\"ז קדש וחייב באחריותו ור\"י ור\"ש אומר' אין אדם אוסר דבר שאינו שלו וסתם מתני' ודאי ר\"מ והשת' קאמ' ר\"ל מאן שמעת ליה דאמר גבי כלאים אדם אוסר דבר שאינו שלו ר\"מ וקתני מחייב באחריותו. ואיכא דקשי' ליה ר\"י ור\"ש נמי דייני דינ' דגרמי דהא אמרי אין אדם אוסר דבר שאינו שלו הא אי אדם אוסר מחייב באחריותו והא גרמא הוא וכי תימא שאני הכא דהא מסכך בידים הא מעיקרא קס\"ד דר\"מ דמסכך ההוא דדאין דינא דגרמי. ולאו קושיא היא חדא דכיון דאמרי ר\"י ור' שמעון דלא מיתס' כלל תו לא איצטריכו לאיפלוגי אי מחייב אי לא ולאו אורח' דתנאי למימר אם תמצי לומר אוסר פטור ואדרבה אי דייני דינא דגרמי הוה להו למימר פטור לפי שאין אדם אוסר דבר שאינו שלו ולא קתני הכי ועוד דההוא טעמ' דאקשינן בגמ' שאני התם דבידי' קא עביד טעמא רבה הוא ודילמ' אי הוה סליק ליה דר\"מ דמסכך הוא דקא דאין דינא דגרמי הוה מקשי לי' אפילו ר\"י ור\"ש נמי. ",
        "תו איכא למידק אמאי לא אוכח דר\"מ הוא דדאין דינא דגרמי מדתנן אם מחמת הגזלן חייב להעמיד לו שדה וק\"ל דאחוי אחויי משום דינא דגרמי חייב ומסור דעלמא נמי משום הכי חייבינן ליה בקמ' ולא מצית למימר דילמא הוה דחי ליה שאני התם דמגזל גזלה ואחייב ליה בהשב' דסופ' בדאחוי ולא גזל מידי היא וכן פרש\"י ז\"ל. ועוד דהא קרקע היא ואינ' נגזלת ומינה גמיר נמי רב נחמן למסור דעלמ' ואע\"ג דלא גזל איהו מידי כדאיתא התם ואיכא למימר אי מההיא מתניתין שמעת מינה דיינינן דינא דגרמי אבל מנא ליה לריש לקיש דר\"מ היא ורבנן פליגי עליה ודילמא דברי הכל היא ואע\"ג דק\"ל סתם מתני' ר\"מ היא לא לאפוקי מדברי הכל קאמרינן ואדרבה כולהו דברי הכל נינהו. ומשום הכי אייתינן הא דתנן הרי זה קדש וחייב באחריותו דר\"מ קתני לה ורבנן פליגי עליה ואמרינן אין אדם אוסר דבר שאינו שלו והואיל ור\"מ בלחוד קתני לה לא שמעינן להו לרבנן דיינינן דינ' דגרמי א\"ר שמעון בן לקיש דליכ' מאן דדאין דינא דגרמי אלא ר\"מ ושמעינן נמי מתני' דר\"מ דאין ליה ועוד דלישנא דמתני' דמסכך משמע דר\"י ור\"ש פליגי אכולהו ומשום הכי אייתי הך מתניאת' דכלאים ואע\"ג דמעיקרא קא סלק' דעתיך למימר דר\"מ דדן את הדין היא ומשום דסתם מתניתין ר\"מ ולאשמעינן מינה דרבנן פליגי עליה אלא מסתמא הוא דקאמרינן דליכא דדאין דינא דגרמי אלא ר\"מ מכל מקום השת' להכי ניח' לן למיפשט תרוייהו ועוד דרישא דההיא מתניתין ר\"מ היא דקתני מי שאינו מומחה וראה את הבכור וכו'. ואמרינן בבכורות (כ\"ח ב') לימא תנן סתמ' כרבי מאיר ואע\"ג דדחי' דילמא בדוקין שבעין אוקמת' היא ולא קס\"ד הכי אלא קס\"ד דר\"מ בלחוד היא ועוד דעל כרחך ר\"מ בלחוד קתני לא דהוא מחייב טמא את הטהור ואי רבנן אפילו נשא ונתן ביד פטרי' דהא אמרי המטמ' והמדמ' והמנסך בשוגג פטור אלא ר\"מ הא דמחייב התם אפילו בשוגג כדאית' בגטין (נ\"ב ב') ולפי' קא סלק' דעתין (למימר) [למיגמר] מינה דר\"מ דאין דינא דגרמי. א\"נ התם ההיא אוקמת' היא דמוקמי' לה בדאחוי אחויי ולא מבדרא מגופה דמתני' דכלאים ודילמא נמי הוה משנינן לה בדגזל ואמרינן דמאי דגזלה מיניה חשיב ליה מעשה אי נמי קנס' הוא הואיל וגזל אוקמוה רבנן ברשותיה בגזלת מטלטלין והכי איתא בירושלמי ומשמע נמי אליבא דגמרא דילן דהא דקתני רישא אם מכת המדינה היא וכו'. דשמע מינה דאי לאו מכת המדינה חייב משום קנסא הוא הילכך מסיפא נמי אי הוה מוכחיה מינה הוה דחקינן ומוקמיה בהכי והכא לאו קנס' הוא אלא דינ' דדינ' דגרמי קאמרינן ולא קנס' כדבעי' למכתב בסייעת' דשמי'. והיינו טעמא דלא פשיט מבריית' דמראה דינר לשולחני שחייב אלמא דדייני דינא דגרמי דמהתם לא מצי למגמ' דר\"מ הוא דסבר הכי ומשום הכי אייתי הך בריית' דנפק' מגופא דההיא מתניתין כדכתבינ' בירושלמי במסכת כלאים גרסינן חד בר נש חוי סלעיה לרבי אלעזר א\"ל טבא היא ונפסלת אתא עובדא קומי ריש לקיש וקנסיה וכן הכא המראה דינר לשולחני וכו' עד רבי יוסי ברבי בון ולא אמר כן אלא רבי אלעזר אמר קנסא דרבנן ריש לקיש אמר קנס' דר\"מ כי אתא עובד' שאל ריש לקיש לרבי אלעזר א\"ל הדין קנס' דמאן א\"ל דרבנן א\"ל פוק שלם ואע\"פ שמוחלפת שיטת הירושלמי למדין אנו שנסתפק הדבר אי לר\"מ בלחוד הוא דדיינין דינ' דגרמי או אף לרבנן ומשום הכי מהדר בגמרין למפשט תרוייהו כדפרישית. ",
        "<b>תו איכא למידק</b> היכי שמעינן מהאי מתני' דדייני' דינ' דגרמי הא ממונו הוא דאזק שהגפנים שלו הם שהולכין ומתערבין עם תבואתו של חברו אוסרין אותה ומאח' שעליו לנדור מפני האסור ולא אמרינן בה על הניזק להרחיק את עצמו אמאי לא לחייב לכולי עלמא הא שורו הא דלא טפח באפיה מאחר שהיה לו לגדור ולא גדרה. ומפרקי לה רבנן ז\"ל להך קושי' דלא מתסר מחמת ערבוב לחודיה אלא מפני שנתיאש מלגדור ויאושו הוא הגורם האסור והוא הגורם לו להתחייב וגמרי לה ממתניתין דתנן במסכת כלאים (ה,ו) הרואה ירק בכרם ואמר לכשאגיע לו אלקטנו מותר אמר אלך לביתי ואחזור ואלקטנו אם הוסיף במאתים אסור ומפרשי מאי מותר שלא נאסר הירק ולא הכרם ומאי אסור שקדש ושמע מינה דרישא אע\"פ שהוסיף מותר מפני שלא נתיאש ודעתו לעקור אף כאן אלו לא נתיאש ודעתו לגדור לא נאסר בתוספת מאחר דלא לזה ויאושו ומחשבתו הוא שאסרו והוא שחייבו לשלם ותנן נמי הרוח שעלעל' את הגפני' יגדו' מיד ארעו אונס מותר כך תירץ הרב רבי יצחק הצרפתי בעל התוספות (ב\"ק ק' ע\"ב). ואיכ' דסליק אדעתיה לתרוצי שאני הכא שאין כאן נזק אלא מחמת גרמא שאף הגפנים שלו אינן מזיקי' את התבואה אלא שהן גורמין לאיסור שיבא ועדיין צריכין לדברי הרב רבי יצחק ז\"ל שא\"כ הוה ליה היזק שאינו נכר ולא שמיה היזק אלא משום קנסא הוא דמחייב לר\"מ ולא סבירא לן נמי כותיה ואע\"ג דדייני' דינא דגרמי אלא ודאי הערבוב הוא ההיזק וכשורו נגח דמי ועוד שא\"כ הוה ליה גרמ' ממונו וממונו הגורם היזק אם אינו מזיק ממש פטור למה זה דומה לשור שנפל לבור והבאיש את מימיו מריחו שהוא פטור ואע\"ג דדייני' דינא דגרמי כדבעינן למכתב קמן ועוד דהא בסמך אמרינן דמזיק בידים הוא והלא לא הזיק אלא שגורם להיזק שיבא לפיכך לא נראה בזה אלא כדברי הרב רבי יצחק הצרפתי ז\"ל.",
        "אשתכח השתא דר\"מ הוא דדאין דינ' דגרמי ולא אשכחן תנא דסביר' ליה כותיה וכבר פרישנ' לעיל דר\"ש פליג עליה ולא דאין ואי קשיא לך הא ר\"ש סבירא ליה דבר הגורם לממון כממון דמי הא לא קשיא דסמכינן אמאי דאמרינן בגמ' לעיל דא\"ר שמעון בדבר שעיקרו ממון בדבר שאין עיקרו ממון כגון שורף שטרות הואיל והוא גורם להפסד ממון ואי נמי למאי דקס\"ד בגמרא למימר דמחייב ר\"ש בדבר שאין עיקרו ממון כגון שורף שטרוף הני מיני בשורף ממונו של חברו שהרי מאחר שדבר הגורם לממון דמי שהשטר חשוב ככיס מלא מעות והוא מזיק ולא גורם אבל להפסיד ממון בלא מעשה כגון מחיצת הכר' שיאשו הוא הגורם לר\"ש פטור. וכן במוחל חוב לר\"ש פטור וכן במראה דינר לשולחני וכל אביזריהו. ואע\"ג דקיימא לן כר\"מ לא קיימא לן כר\"ש דאמר הגורם לממון כממון דמי ולא מיתליא חדא בחברתה דהא גרסינן בקמא (ע\"א ב') ואית' נמי בכתובות (פ\"ו א') הכא במאי עסקינן כמו שמסרו לשומר וכו'. ור\"מ סבר לה כרבי יעקב וסבר לה כר\"ש דאמר דבר הגורם לממון כממון דמי ואמאי לימא ר\"מ לטעמיה דדאין דינ' דגרמי אלא ש\"מ דלא מיתלי' חדא בחברת' דעד כאן לא דייני' דינ' דגרמי אלא לשלם לו מא שהפסיד ממנו אבל למהוי כממון לא הילכך אי טבח שור הנסקל לא משל' תשלומי ארבעה וחמשה דלאו כממון דמי ומ\"מ אי סבירא לן כר' יעקב חייב לשלם שור לשומר שהרי הפסידו בדמי השור כנ\"ל. לפיכך אני אומר שהגוזל חמץ ועבר עליו הפסח ובא אחר ושרפו שחייבו לשלם לגזלן דהכא דהא קיימא לן כר\"מ דדאין דינא דגרמי ואע\"ג דלא קיימ' לן כר\"ש והרי גרם להפסד ממון מכיסו שהוא חייב לשלם ממון אחר לבעלים הראשונים . ",
        "ובעיקר מילתיה דר\"ש דאמר קדשים שחייב באחריותן חייב לית הילכתא כותיה שאנו כממון ואין משלמין עליהן תשלומי ארבעה וחמשה ואף אין נשבעין עליהן שהרי אין גופו ממון אע\"פ שגורמי' לממון ואע\"פ שאם הזיק חייב לשלם אם פשע בשמירת' פטור שלא מצינו דינא דגרמי אלא במזיק. ויש מי שאומר שהפושע מזיק הוא ומשלם אבל שבועת התורה לעולם אין נשבעין אלא על דבר שגופו ממון ולא על הגורם שהרי איו נשבעין על השטרות וכן נמי אין בהם אונאה דלית' לר\"ש ואע\"ג דר\"מ סבר לה כותיה אנן לא סבירא לן כרבי מאיר אלא בדינ' דגרמי ולא בדבר הגורם לממון וכך הסכימו הגאונים ז\"ל דליתה לר\"ש. ",
        "והוי יודע שלשון דבר הגורם לממון כממון דמי הוזכר בתלמוד על דרכים רבי' דמאי דאמרינן בהאי פירוק' ג' שבועות הן וכו' ואמר שמואל לחיו' משום דדבר הגורם לממון כממון דמי התם לענין קרבן שבועה איתמר ודמי כמאן דאמר כפירה שאפשר לבא לידי ממון הויא ולאו כפירת דברים בעלמא הוי תדע דהא רבה מספקא ליה לענין גזל חמץ ועבר עליו הפסח ונשבע לו מהו ואמרינן מילת' דמיבעי' ליה לרבה ולא פשטו' מפלוגת' דר\"ש ורבנן דרבה נמי לא אמר פלוגת' דר\"ש ורבנן כדקאמר לענין תשלומין אלמ' אפילו לרבנן דפטרי ליה ממונ' לענין שבועה אפש' דמחייבי ליה דלא כפירת דברים הוא ולא דמי' לשבוע' בטוי ובענין אחר אסיקנ' במס' פסחים (כ\"ט ב') דכ\"ע דבר הגורם לממון לאו כממון דמי. ",
        "<b>עתה הוקשה לנו</b> מאחר דק\"ל כר\"מ דדאין דינא דגרמי אלמה תנן המטמ' והמדמ' והמנסך במזיד חייב בשוגג פטור ובשוגג אמאי הא דיינין דינא דגרמי ומה לי שוגג ומה לי מזיד כיון דדינא הוא אדם מועד לעול' לשלם נזק שלם ועוד דאמרינן התם בגיטין דבר תורה אחד שוגג וא' מזיד פי' פטורין מ\"ט היזק ומפני מה אמרו מזיד חייב כדי שלא יהא כל אחד ואחד הולך ומטמא טהרותיו של חברו ואמאי הא משום דינ' דגרמי מחייב ועוד דגרסינן התם לימ' כתנאי אם היזק שאינו ניכר שמיה היזק או לא המטמ' והמדמע והמנסך בין בשוגג בין במזיד חייב דר\"מ לאו משום היזק שאינו נכר שמיה היזק. ודחינן לא משום דקניס שוגג אטו מזיד ואמאי לר\"מ דדאין דינ' דגרמי ה\"נ דשמיה היזק דהא מ\"מ גורם הוא וחייב. ומשום הך קושי' איכ' מ\"ד דהא דדאין ר\"מ דינ' דגרמי משו' קנסא הוא דדאין ולא דינ' דאוריית' הוא הילכ' בשוגג פטור משום גורם והיינו דקס\"ד התם בגיטין למימ' מדמחיי' ר\"מ מטמ' ומדמע בשוגג שמע מינ' דסבר היזק שאינו נכר שמיה היזק דאי משום גורם פטור אלא שמע מינה מזיק הוא וחייב. והביאו סמך לדבר זה ממה שמצינו בירושלמי בפרק שבועת הדיינים המקרע שטרותיו של חברו חוץ מדעתו רבי חנינא ורבי מונא חד אמר חייב וחד אמר פטור מ\"ד חייב משום קנס ומאן דאמר פטור כסותם פי עידי חברו פירוש חוץ מדעתו של חברו שלא צוהו בעל השטרות לקרען אלא שהוא קרען שלא מדעתו וכיון דמאן דמחייב משום קנס מחייב ליה שמע מינה דינא דגרמי לאו דינא הוא אלא קנסא ומשום הכי תנן במתני' נפרצה אומרי' לו גדור נפרצה אומרים לו גדור כלומ' שאנו לא התרינו דילמ' שוגג הוא ומיפטר. ואי קשי' לך הא תנן גזל חמץ ועבר עליו הפסח אומר לו הרי שלך לפניך ואמאי הא איהו גרם ליה שאלו לא גזלו הוה אכיל ליה מקמי דלימטי זמן איסוריה והא ר\"מ קתני לה דסתם מתניתין היא וכדמוכחא נמי סוגיא דהניזקין משום דהיזק שאינו נכר לא שמי' היזק. לא קשי' דכיון דאיסוריה ממילא הוא דאתי ולא מחמת עצמו של גזלן אע\"פ שעכבו מלאכלו עד שבא זמן איסורו פטור דהא איהו לא גרם האיסור אלא שעכבו מלעשות תקנ' לאיסורו והיינו טעמא דאמרי' בגמרא רבי יעקב אומר אף משגמירי דינ' אומר לו הרי שלך לפניך משו' דקסבר גומרין דינו של שור שלא בפניו וא\"ל אי אהדר יתיב נהלך נמי הוה גמירי ליה לדינ' ולא מצי האיך למימ' לי' אלו אהדריתי' נהלי הוה שחיטנ' ליה שאין איסורו זה בא מחמ' הגזלן ולא מחמת השומר אלא מאיליו הוא בא ולא בידים וכן פרש\"י ז\"ל ולא מיקרי גורם אלא היכא דמחמתו בא האיסור הילכך פטור אפילו לר\"מ. ולפי סבר' זו אנן דק\"ל דלא קנסינן שוגג אטו מזיד לעולם לא דיינינן דינ' דגרמי אלא במתכוין להזיק אבל לא בשוגג. ",
        "<b>כתבתי זאת הסברא ואינה נכונה,</b> דאי סלקא דעתך קנסא הוא מסר ומת או שרף שטרות ומת לא נקנוס בנו אחריו כדאמרינן במטמא ומדמע אלא ודאי דינא הוא. ועוד קשי' הא דאמרינן בדריש לקיש דאחוי דינרא לר' אלעא ואמר דאי משתכחא בישא משלם והא ודאי לא היה מתכוין להזיק ואעפ\"כ חייב ואמאי והא קיימא לן דלא קנסינן שוגג אטו מזיד. ואיכא מאן דדחי לן מה' דהואיל וצריך למגמר וקא חזי כלל פושע היא ומזיק הוא ואע\"פ שזה דבר הגון אין אנו שומעין לו אלא בעלי סברא זו טעו בשקול דעתם וצללו במים אדירים והעלו בידם חרס ואנן דינ' דגרמי קאמרינן ולא קנסא דגרמי. ופירוש משנתנו דגזל חמץ ומימרא דרבי יעקב לאו הכי פירושא כדכתיב' לעיל א\"כ לרבי יעקב אפילו לא החזירו שומר לבית בעליו יהא פטור כמו שהוא פטור כשאמר לו הרי שלך לפניך ועוד בתרומה ונטמאת אפילו נטמאת מאיליה באונס גמור לימא ליה אהדרתה ניהלי לא הות מטמאה וגזלן חייב הוא בכל אונסין שבעולם אלא טעמייהו משו' דגורם היזק שאינו נכר פטור וכדמפרש בפרק הניזקין, אלא שאין כאן מקו' להאריך בזה. ומסתברא דהא מילתא דאמרינן דינא דגרמי דינא הוא מילתא דאיתמרא בגמ' דגרסינן בקמא ההוא גברא דאחוי אכריא דחיטי דבי ריש גלותא . פי' מעצמו חייביה ר\"נ וא\"ל רב הונא בר חייא דינא או קנסא פי' דינא דמסור דינא הוא או קנס שקנסו חכמים כיון שהראה מעצמו ולא גמר מינה לדינא דגרמו אחריני כגון מוחל ומראה דינר ונתיאש ממנה ולא גדרה ולא אפילו לשורף שטרות א\"ל אנא מתנית' ידענא אם מחמת הגזלן חייב להעמיד לו שדה דקיימ' לן דאחוי אחוויי ולא גזל כלום וקרי ליה גזלן אלמא דינא הוא וליכא לפרושי קנסא משום דגזלנ' עתיקא הוא כדפרש\"י ז\"ל דא\"כ פשיטא דלא גמרינן מינה למאן דליתיה הכי וטובא נפקא ליה מינ' ואפשר דממתני' לא פשיטא ליה כלום דאמר עוברין מתני' היא ומיהו כיון דאשכחן ליה לר\"מ בעלמא דמחייב בגרמי אפילו שלא במקום קנסא שמע מינה לר\"מ פשיטא דדינא הוא וקיימא לן כותיה. וזה הטעם נכון לתרץ מה שהקשינו תחלה אמאי לא פשטו דינא דגרמי מהא מתני' משום דאיכא למימ' קנסא דמסורות הוא שקנסו בממונן כמו שקנסו מקצתן אף בגופן ולא גמרינן מינה אפילו לגורמי נזקים אחרים לרב הונא בר חייא אפילו לגורם נזק במזיד ולרב יוסף באונס ובשוגג ואנן ודאי קיימא לן כרב הונא בר חייא דמסקנא לא גמרינן כלל אפילו דכותה וכל שכן דזו ר מינה דסוגיין בעלמא כותיה כדבעינן למימר קמן והא דמחייבינן שורף שטרות ומוחל משום דסבירא לן כר\"מ דדאין בכולהו מדינא ולא מסקנא. ",
        "והנך פירכי דפרכי' לעיל לאו כלום נינהו והכי מפריקנא להו. הוי יודע שר\"מ סבור שהגורם היזק אע\"פ שלא עשה מעשה בידים חייב והיינו דינא דגרמי אבל מי שלא גרם היזק לא חייב ר\"מ ולפיכך המטמא והמדמע והמנסך וכל היזק שאינו נכר פטור מן הדין לפי שאין היזק לא מחמת גרמתו אבל במחיצת הכרם שנפרצה הרי יש מחמת יאושו שהוא הגורם ערבוב שהוא מבטל השורה ואוס' תבואתו של זה והיזק נכר הוא שמאח' שנתיאש הערבוב אוסרו ואיסור נכר לכל ואע\"פ שאתה יכול לעקור הגפנים ולא יהא האיסור נכר שם שנוי החוזר לברייתו בכגון זו שנוי הוא והרי עושה בו מעשה נכר בגרמתו של זה ולא דמי למטמא דאגע בהו שרץ שהערבוב שנוי הוא עד שאתה מחזירו לברייתו וי\"ל דהאי נמי היזק שאינו נכר הוא ומשום קנסא מחייב ליה ר\"מ שכל הגורם לממונו של חברו שיאס' חייב דומיא דמטמ' ומדמע ומנסך ומפגל והיינו דתניא אומרין לו גדור משום דבעי התראה כדכתיב לאידך סברא ואף ע\"ג דהתם קנסא הוא והיכא דגלו רבנן בלחוד כגון מטמא ומדמע חייב וכל היכא דלא פרישו כדאמרינן חזרו לומר אף המנסך דמקנס לא גמרינן כדאיתא לקמן באידך הגוזל ואיכא למימר כיון דכל הני מגו כל האוסרין במשמע ובכולן קנסו אלא כיון שאין האיסור בא מחמת מחשבה גמרי' מינ' דמחשבה כמעשה לר\"מ ושמע מינה דדאין דינא דגרמי וכל דכן הוא ומה הכא דהיזק שאינו נכר הוא ומדינא לאו שמייהו היזק עביד גרמא כמעשה בהיזק הנכר לא כל שכן. ",
        "ואי קשיא לך אי הכי ממפגל נמי שמעינן דינ' דגרמי דהתם נמי מחשבה היא וחשבינן לה כמעשה מחייבינן ליה משום קנסא או מן הדין אי שמיה היזק לא קשיא דהתם מעשה הו' שהוא שוחטו לכך אלא שאין האיסור נכר בו ולמאי דקא סלקא דעתך נמי דמתני' דדן את הדין ר\"מ הוא שמעינן מינה דדאין דינא דגרמי בהיזק שאינו נכר דהיינו טמא את הטהור ואפילו בשוגג דאיהו קניס שוגג אטו מזיד וכן נמי גזל חמץ ועבר עליו הפסח לר\"מ אומר הרי שלך לפניך כדכתיב לעיל ואף ע\"פ שגרם היזק מחמת שגזלו ועכשיו שעבר עליו הפסח אין כאן היזק שהרי אינו נכר ומשום הכי פטור ואפילו למאן דקיימא לן השתא דבמזיד קנסו ומיקרי היזק הני מילי במטמא ממש אכל הכא ממילא קאתי ליה ופטור וכגון זו לא קנסו וכן תרומה ונטמאת דתנן אומר לו הרי שלך לפניך בשנטמאת מאיליה. ",
        "<b>כללו של דבר</b> כל שחייב במעשה בידים לרבנן חייב בגרמא לר\"מ וכל הפטור במעשה ממש לרבנן כגון היזק שאינו נכר פטור לר\"מ בגרמא והוא הדין במעשה ממש שלא חייב ר\"מ אלא על גורם היזק ואין כאן היזק מאחר שאינו נכר ומשום הכי דן את הדין חייב לר\"מ שאלו גזל כיסו ממנו ונתנו לחבירו חייב לדברי חכמים ובגרמא נמי חייב לדברי ר\"מ שהגורם כעושה מעשה דמי וכן נמי השורף שטרות של חברו כמי שגזל כיסו של חברו וחייב אע\"פ שהיא גרמא לענין הממון הכתוב בשטר. וכל המפסיד ממונו של חברו ממנו היזק נכר הוא מאחר שאינו יכול לומר לו הרי שלך לפניך שהרי שבת חייבה עליו תורה בדהזרקיה באנדרונא ובטליה אלמא היזק נכר הוא ואי קשיא לרבנן דלא דייני דינא דגמרי היכי מחייב והא גורם הוא לבטלו ממלאכתו וגורם הוא לו שלא ירויח לא קשיא דכיון דהזרקיה מההיא שעתא הוא דאפסדיה עד דפתח ליה והא אמינא דהיזק נכר נמי הוא בין לר\"מ ובין לרבנן וכן המראה דינר לשולחני חייב אע\"פ שהוא שוגג וקיימא לן היזק שאינו נכר בשוגג פטור ואפשר דאפילו במזיד נמי פטור דמסקנ' לא גמרי' וכדכתבינא אלמא המפסיד ממון מחברו כגון מוחל חוב ושורף וכל דדמי להו היזק נכר דהא לא מהדר ליה ולא מידי אבל מי שיכול לומר הרי שלך לפניך אינו ניכר ואין שמו היזק ופטור לכ\"ע ומיהו הגורם נזק נכר חייב לר\"מ בין בשוגג בין במזיד בין באונס שאדם מועד לעולם. ",
        "וזו ששנויה במשנת ר' חייא ורבי הושעיא אומרין לו גדור לאו משום התראה הוא לחייבו אלא מפני שאינו נאסר אלא א\"כ התרו בו דמסתמא לא ניחא ליה דליתערב כרמו בתבואתו של חברו ודעתו לעקור ואף ע\"ג דתנן אלך לביתי ואחזור ואלקטנו אם הוסיף אסור אלמא ביאוש כדי מתסר התם הוא משום דניחא ליה לקיים ירק שלו אלא בערבוב כרמו בתבואתו של חברו ולא ניחא ליה ודעתו לעקור גפניו או לגדור ושמא סבור הוא שהלה נמי חייב לגדור אבל מאחר שהתרינו בו ולא גדר ונתיאש בכך אסור דהא גלי אדעתיה דמינח ניחא ליה . ",
        "ומה שסמכו על הירושלמי במקרע שטרותיו של חברו שהוא חייב משום קנס מאן לימא לן דאינהו דייני דינא דגרמי דילמא לא דייני והכא קנסא בעלמ' הוא דקנסו ולא גמרי' לשאר דכואתא וכן מה שאמרו בירושלמי במסכת כלאים גבי מראה דינר לשולחני שהוא קנס מפני שאין להם דינא דגרמי אלא שבזה קונסין אותו מפני שהוא פושע והפסדו מצוי אי נמי כל דמשלם בגרמ' אע\"ג דדינא הוא קנסא קרי ליה דתנא ירושלמאה לישנא קלילא תני. ",
        "ואנן כבר גלינן ברחמי דשמי' דאפי' היכא דלא קנסינן ליה מחייב. וכן אני אומר בגורם לשרוף שטרותיו של חברו או שמסר שטרותיו של חברו בין באונס בין ברצון שהוא חייב שהגורם כמזיק ואפילו גורם דגרמי חייב וליכא לדמוייה כלל לההיא דאמרי' גבי קרבן שבועה במס' שבועות (ל\"ב א') הכל מודים בעידי סוטה בעידי קנוי דפטור דהוה ליה גורם דגורם דהתם לא חייבה התורה שבועה אלא על שבועת העדות המחייבת ממון או גורמת אבל גורם דגורם כפירת דברים הוא. וממונא ליכא אפילו בכובש עדות גמור ואפילו בשתי עדים ומי שדמה שני ענינים אלו וערבן חייב משום כלאים. ",
        "<b>והדור לעקרן</b> דאמרן דהיזק שאינו ניכר פטור אי קשיא לך טבח שקלקל אמאי חייב בשלמא הגרמא ועיקור היזק נכר הוא אלא שהייה ודרס' הא לא ידיע' לא קשי' דכיון שלא שחט כראוי השחיטה עצמה היא ההיזק שאין זו שחיטה אלא כמתיז ראשה בסייף הוי והרי נכר בין חיה לשחוטה. ואם קשי' לן א\"כ מפגל נמי ליחייב דעיקר שחיטתו ליהוי היזק איכא למימר כי אמרי' הכי הני מילי לפסולי שחיטה שכל שעשה לה פסול בשחיטה לא שחטה אלא נבלה אבל כל ששחיטתו כראוי ואיסור אחר גורם לה אין השחיטה כנחיר' או כמתיז ראשה בסייף אלא השחיטה כשרה שהרי הוציאה מידי נבלה ואיסור אח' גורם לה ואינו ניכר בה כן נ\"ל. אבל אפילו לדברינו מצינו צד הקל בגורם יותר ממזיק בידי' והוא שהנאנס להראות והרא' פטור והנושא ונותן ביד חייב אע\"פ שנאנס כדעת רבינו הגדול ז\"ל. וי\"ל שאינו חשוב גורם אלא האונס אבל נטל ונתן ביד מדאגבהיה קליה ומתחייב בתשלומים מעלי' אי נמי אע\"ג דדינא דגרמי דינא הוא פטרו האנוס ממש כל זמן שלא עשה מעשה וכן בדן את הדין הורה רבינו ז\"ל שאינו משלם אלא בשנשא ונתן ביד דאנוס מיקרי דרחמנא אנסיה למידן כיון דחזי למידן וגמיר וצביה אנסיה למטעא בשקול הדעת ואקילו רבנן בדבורא ולא עשו בו אונס כרצון ומיהו ליתי להאי דינא אלא בהאי גרמא אבל השורף שטרות באונס חייב דהא לאו מחילה הוא. ",
        "<b>עוד יש להקשות,</b> מאחר דקיימא לן דדיינינן דינא דגרמי היכי אמרי' בקמא (צ\"ח א') הזורק מטבע של חברו לים הגדול פטור מ\"ט דא\"ל הא מונח קמך ואמאי והא גורם הוא להפסידו וחייב ועוד מי גרע ממטמ' דבמזיד והאי נמי מזיד הוא ורש\"י ז\"ל מפרש דאפשר למשקליה אלא דבעי למיהב זוזא לבר אמוראי וההוא זוזא הוא דאפסדיה מה שאין כן במטמא דאפסדי' לגמרי. וכן נראין הדברים דאי לא אפשר למשקליה לא פטר ליה רבה דדמי למים עכורין דלא קא חזי ליה ואפסדיה מיניה לגמרי והאי נזק ניכר הוא שהרי הכהו על ידו והפיל מטבעו מידו לים אע\"ג דקא חזי ליה היזק ניכר לעינים הוא וסוגיא דשמעתא נמי לא אפשר לפרושא אלא בהכי דאקשינן עליה אין מחללין על המעות שאינן ברשותו. כיצד נפל כיסו לים הגדול אין מחללין אי אמרת בשלמא בדאפשר לאפוק' עסקי' והיינו טעמיה דרבה דפטר ליה אסלע דכמאן דאפקי' חשיב ליה ואזוזא דבר אמוראי משום גרמא פטר ליה היינו פירכ' אמאי אין מחללין אלא אי אמר' לא אפשר לאפוקי וטעמי' דרבה בסלע משום גרמא דפטור עליה מאי קושיא גבי מעשר היכי אפשר לחלל על מה שהוא אבוד ממנו לגמרי ועוד דקתני מעות שאינן ברשותו משמע אבל שלו הן אלא שאי אפשר ליטלה אלא ע\"י טורח ואדם המזומן לכך דומי' דקסטר' או של הר המלך. אבל עדיין יכולין אנו להקשות קושיתנו שהרי השף מטבע של חברו פטור והצורם אוזן פרתו של חברו פטור ומ\"ש מטמא וכ\"ש דהוה לן לחיוביה שהרי הוא היזק נכר כדאיתא בגמרא ועוד מדינא דגרמי לחייבו ואיכא למימר אין ה\"נ אלא מטמא קנסא הוא ומקנס' לא גמרינן כדאמר רב הונא בר חייא בקמא (קי\"ז א') וק\"ל כל רב ושמואל הילכתא כשמואל בדיני וסוגיין נמי בגיטין (נ\"א א') כותיה דאקשינן התם העושה מלאכה במי חטאת ובפרת חטאת פטור ואי סלקא דעתך היזק שאינו נכר שמיה היזק אמאי פטור ואי אמרת בשלמא לא שמיה היזק ניחא דאפילו במזיד פטור דמטמא ומדמע קנסא הוא ולא גמרינן מיניה לדינא אחרינא וכן כתב רבינו חננאל ז\"ל. ורבא נמי סבר דמטמא לא גמרינן דקנסא הוא והיינו טעמא דאקשי ליה רבה מעשה מלאכה במי חטאת ובפרת חטאת דלא קנסוה רבנן. ומה שהקשינו והא מכל מקום גורם הוא ואמאי לא דיינין דינא דגרמי איכא מ\"ד לא חסריה ולא מידי יכול לומר הרי שלך לפניך לא חסרתיך ולא מידי ולא מיסתבר הכי דהא מינכר היזיקא וכל היכי דמינכר היזיקא אינו יכול לומר לו הרי שלך לפניך כדאמרינן לענין גזל מטבע ונסדק ומאחר דקיימא לן דדיינין דינא דגרמי בהיזק נכר והאי נמי נכר הוא אמאי לא מחייב ועוד בזורק מטבע של חברו מאי איכא למימר הא חסריה זוזא דבר אמוראי אלא הנך טעמי חבטי בעלמא נינהו ברם נראו דברי רבינו חננאל ורבינו יצחק אלפסי ז\"ל שהסכימו דליתה לדרבה כלל כיון דקיימא לן כר\"מ ואיהו לא סבירא ליה כותיה כדמפרש בגמ' בשורף שטרותיו של חברו ומדליתה בהא ליתה בהנך וכיון דמפורש בגמרא דלית ליה לרבה דר\"מ לית לן למיזל בתר שנויי דחיקי ולמיתלי בשמעתא בוקי סריקי ואף רש\"י ז\"ל כך דעתו דרבה לית ליה דר\"מ בכולהו. ",
        "<b> עוד צריך לפנים</b> שהרי מצינו גורמי נזקין פטורין בקמא הפורץ גדר לפני בהמת חברו והכופף קומתו של חברו בפני הדליקה והשוכר עידי שקר להעיד והיודע בעדות חברו ואינו מעיד לו המבעית את חברו והעושה מלאכה במי חטאת. הנותן סם המות לפי בהמת חברו. ובכללה המכניס פירותיו לחצר בעל הבית שלא ברשות ואכלתן בהמת' והוזק' והשולח את הבעירה ביד חרש שוטה וקטן נשברה כדו ולא סלקה נפלה גמלו ולא העמידה. עוד התם לבה ולבתו הרוח אם אין בלבויו כדי ללבותה דכי אמרינן ורוח מסייעתו ה\"מ לענין שבת דמלאכת מחשבת אסרה תורה אבל הכא גרמא הוא וגרמא בנזקין פטור. ובקמא (כו,ב) זרק כלי מראש הגג והיו תחתיו כרים וכסתו' ובא אחד וסלקן או קדם הוא וסלקן פטור ובפ' הפרה נפל לבור והבאיש את מימיו לא שנו אלא שהבאיש מגופו אבל הבאיש מריחו פטור מ\"ט גרמא בעלמא הוא וגרמא בנזקין פטור והתם שיסה בו את הכלב שיסה בו את הנחש פטור מדיני אדם לפי שהוא גרמא בנזקין והתם שחטו מה שעשה עשוי וא\"ר הונא בריה דרב יהושע זאת אומרת המזיק שעבודו של חברו פטור וכו'. ובגיטין (מ\"ב) העושה עבדו אפותיקי ושחררו שורת הדין אין חייב כלום ומפרשי לה בגמר' התם שהמזיק שעבודו של חברו פטור ובסנהדרין (ע\"ו ב') ההוא גברא דמצמצמא לחיותא דחבריה במיא ומתה וסוגיין התם דפטור ובבבא בתרא (צ\"ג ב') מיהו נותן לו דמי זרע. מאן י\"א רבן שמעון בן גמליאל וכו'. וק\"ל דליתא לדרבן שמעון בן גמליאל ואמאי הא דיינינן דינא דגרמי.",
        "וזה הטעם לכל אלו. כלל גדול יהיה בידך כל הגורם ומחמת גרמתו בא היזק שאי אפשר אלא באותו היזק ואינו תלויה בדעת אחרים אלא בשעה שגרם בא ההיזק או שהוא עתיד לבוא כגון זה חייב ר\"מ ונקרא בגמ' ברי היזיקא לפיכך דן את הדין לדברי האומר אין מחזירין חייב דמעידנא דאמר איש פלו' אתה חייב ונתחייב לשלם ממון ועל פיו שלם מההיא שעתא הוא דגרם נזק ואף ע\"פ שאחר כך הוא משלם כיון שהדין חייב לשלם ממון ועל כרחו משלם הדיין הוא הגורם משעה שחייבו וכן במחיצת הכרם שנפרצה שבשעה שנתיאש ממנה גרם לזה נזק שהרי הגפנים גדלין והולכין ומתערבין. ",
        "וכל דבר שאינו תלוי בדעת אחרים אלא על כרחנו יבא היזק מחמת גרמתו של זה ברי היזיקא חשבינן ליה ומשום הכי פטרינן הפורץ גדר לפני בהמת חברו ואיבדה אי כותל רעוע הוא דלא מנטרא מצי אמר לא גרמנא לך ולא מידי דסוף סוף למסתר קאי ומקמי דאתית לה נפלה ואי נמי כותל בריא פטור אבהמה כדתנן או שפרצוה ליסטים פטור משום דמצי א\"ל מי יימר דנפקא ואם תמצי לומר דנפקא מי יימר דאבדה דילמא משכח לה ולא ברי היזיקא, וכן דעת רש\"י ז\"ל. אבל יש מפרשין הא דאקשינן בגמ' אי בכותל בריא בדיני אדם נמי ליחייב אבהמה נמי קאי דאי אכותל מאי קושיא אנן אבהמה קא אמרי' דפטור מדיני אדם כדקתני בפני בהמת חברו ולעולם אימא לך בכותל ברי' וחייב אכותל ואע\"ג דתנן או שפרצוה ליסטים ולא מחייבי עד שהכישוה ה\"מ לאחיוביה בנזקין דכל אימת דלא קמה ברשותייהו ולא מחייבי בנזקי אבל אגופה של בהמה לעולם חייבין עד שיחזירוהו למקום המשתמר שבשעה שפירץ יצאת מרשות בעלים והם גרמו ליה הילכך לא מפסדי מגופה של בהמה עד שיחזרהו למקום המשתמר מרשות בעלים שהרי הוציאם מרשותם משעה שפירץ אבל אנזקין לא מחייבי מי יימר דמזקא ולא ברי היזיקא, וזו הסברא נכונה. ",
        "<b>והכופף קומתו של חברו בפני הדליקה או שויה טמון באש פטור</b> (ב\"ק נו,א) דהא לא גורם נזק הוא שהנזק ע\"י המדליק בא ואע\"פ שהלה פוטר המדליק מלשל' כיון שעדיין לא נתחייב לו כלום מה שאין כן בזכה את החייב שכבר היה חייב לזה ממון והדיין מפסיד הפסידו ממנו ואין כאן חיוב אלא שהוא מתכוין להזיק ולהפסיד ממנה מה שירויח ודומיא למאן דנחית לאומנות חברו אע\"פ שבכאן מפסידו ממונו והתם הרויח הו' שמפסידו כיון שעדיין אין הלה חייב לשלם כלום לאו מפסיד ממון הוא ומשום הכי חייב בדיני שמים ואי דמטיא ליה ברוח מצויה לא עבד ולא מידי ואונס הוא ורחמנא פטריה מדיני אדם ואפילו באשו וכל שכן אש של חברו. ",
        "<b>והשוכר עידי שקר להעידו</b> לאו איהו מזיק ולא גרם היזק אלא אינהו גרמי ולא בידו הוא דאי בעי לא מסהדי כלל וקא סלקא דעתין נמי בגמ' למפטריה בדיני שמים משום האי טעמא דדילמא לא מסהדי דדברי הרב ודברי התלמיד דברי מי שומעין. ",
        "<b> והיודע בעדות חברו ואינו מעיד לו</b> אי בחד בלחוד לא עבד ליה ולא מידי דדילמא הוה משתבע היאך ומפטר ומיהו תרי נמי מפטרי דאקשינן בגמרא אפטור מדיני אדם וחייב בדיני שמים אי בתרי דאורייתא הוא ולא אקשינן אי בתרי אמאי פטור מדיני אדם ותניא בתוספת' דשבועות וכן המשביע את העדים על דבר שיש בו שוה פרוטה וכפרו הרי אלו חייבין קרבן ופטורין מן הממון של ונשא עונו. וטעמא דמילתא שאף הוא אינו חייב להעיד לו אלא מדין גמילות חסדים שחייבה תורה להעיד ואם לא רצה לקיים אותה מצוה אין מן הדין לחייבו ממון מה שאין כן בנתיאש הימנה ולא גדרה דכיון שהוא חייב חיוב ממון לגדור ולא גדר ונתיאש חייב שהרי הוא מזיקו ביאוש וגפניו הם האוסרין והוא גורם האיסור אבל מי שאינו רוצה להעיד פטור שאין עליו חיוב ממון אלא מדרך גמילות חסדים ואם אינו רוצה לטרוח ולהצילו לזה אינו חייב למה זה דומה למי שרואה כיסו של חברו אבד ואינו מצילו או מי שאינו רוצה ליתן פרוטה משלו לעני שאין בית דין מחייבין אותו בכך אף כאן אין בית דין מחייבין לשלם מביתו שלא חייבתו התורה בכך אלא כשאר המצות היא זו ואינה בדין ממון. אבל מאן דצייר פומהון דסהדי דלא יסהדון כגון שראה עדים מגלגלין ובאין להעיד עדות לפלוני והרזקינהו ומאי דסיימי באותו ירושלמי שכתבתי למעלה דפטור משום דלא דייני דינא דגרמי אבל אנן דדיינינן שהוא דומה לשורף שטרותיו של חברו כדאמרינן התם בירוש' במקרע שטרות חוץ מדעתו שהוא דומה לאיניש דצייר פומהון דסהדי דלא יסהדון ומאן דצייר פומהון דסהדי דומה למקרע שטרות הילכך חייב וי\"ל שהוא פטור דמי יימר דמסהדי דילמא הדרי בהו ולא ברי היזיקא וא\"ת אי הכי מסור נמי דילמ' לא שקלי ליה איכא למימר התם כי שקול מיהא מחמת גרמתו שקל וכמאן דקלייה דמי אבל הכא דילמא הדרי בהו ועוד שהם גמילות חסדים הוא דקא עבדי גביה ומי שראה חברו רוצה ליתן מתנה לפלוני או הולך להציל ממונו והוא מעכבו אין מן הדין לחייבו שאין זה גורם היזק אלא מונע וההיזק בא ממילא וכן עיקר. ומי' שנים שהעידו עדות שקר והפסיד חברו על ידם ואי אפשר להוציא מידו כגון נכרי ואלם או הודו הם והוא לא הודה חייבין לשלם שהרי גרמו לאבד ממונו של זה והא דגרסינן במסכת מכות א\"ר יהודה א\"ר עד זומם משלם לפי חלקו והוינן בה ואוקמה רבא באומ' עדות שקר העדנו ואקשינן עליה כל כמיניה כיון שהגיד שוב אינו חוזר ומגיד לאו מכלל דלא משלם אף ע\"פ שאינו חוזר ומגיד לבטל עדותו ואפשר לו שיתחייב לשלם אלא הכי קא קשיא ליה כיון שעדותו קיימת למה אתה קורא אותו עד זומם. הנותן סם המות לפני בהמ' חברו פטור מפני שהיה לה שלא תאכל (ב\"ק מז,ב) ולאו איהו קא גריס היזיק' אלא מחמת דעת אחרת נעשה ואפשר היה שלא אכלה והיא הביאה עליה הנזק שאכלתן ולא מצינו מזמין נזקי' שיהא חייב. ",
        "<b>המבעית את חברו</b> פטור מדיני אדם משום דאיהו אבעית נפשי' וכן הכה כנגד עינו ואינו רואה פטור דאיהו גרם אנפשיה ועוד שיש אומר לנזקין ובהכי לא הוה ליה לאסתמויי כדאיתא בקמא (צ\"א א') העושה מלאכה במי חטאת ובפרת חטאת היזק שאינו ניכר הוא ואומר לו הרי שלך לפניך ואפי' במזיד פטור דלא גמרי' ממטמא ומדמע דקנסא הוא וכבר כתבתי את זה. ",
        "<b>והשולח את הבערה ביד חרש שוטה וקטן צביתיהו קא גרים</b> (ב\"ק כ\"ב ע\"ב) ולא מקרי איהו גורם כלל דאינהו גרמי ואינהו מזקי וכי יהיב להו סלתא גוזא ושרגא אי נמי היזיקו בגדונתו שמס' להם אשו הוא וחייב כמוס' שורו לחרש שוט' וקטן דחייב ולאו משום דינא דגרמי הוא חייב דהא אפי' רבנן דפליגי עליה דר\"מ מודו בה אלא משום דאשו הוא וחציו הוא דמזקי אי נמי ממונו והכי מוכח בפ' כיצד. ",
        "<b>הזורק כלי מראש הגג והיו תחתיו כרים וכסתות הזורק פטור</b> (ב\"ק כו,ב) דמפסק פסיקי גיריה ולא עביד ולא מידי והמסלק חייב לדידן דדייני' דינא דגרמי ורבה דפטר ליה משום דלא דאין כדכתבינן לעיל וכן כתב רבינו הגדול ז\"ל דליתה לדרבה. פי' לפירושו דאמר פטור המסלק דאמר רבה או שקדם הוא וסלקן פטור ואנן לא קיימא לן בהא כותיה אלא חייב מדינא דגרמי אבל הזורק לא גרם ולא מידי דהא פסיקי גירי וכן כתב רבינו שלמה ז\"ל שהזורק פטור שהרי אין סופן להשתב' מזריקתו וזה שנטל פטור דגרמא בנזקין פטור פי' לפירושו לדעתיה דרבה אבל לדידן חייב דייני' דינא דגרמי ודינא דגרמי וגרמא בנזקין חדא מילתא היא לדעת רש\"י ז\"ל ותמצא זה רמוז בפירושיו בכמה מקומות דוק ותשכח.",
        " וכן הזורק כלי מראש הגג ובא אחר ושברו במקל שניהן פטורין שכן נראה שהוא דעת רבינו אלפאסי ז\"ל דרב' בת' תבר מנ' אזיל וכן שמעתי בשם הרב ר' אברהם בר' דוד ז\"ל ולא מחייבי משום דינא דגרמי דראשון הא לא אתא נזקא מחמתי' כלל ושני נמי מנא תבירא תבר ואי משום שגרם שלא יתחייב לו הראשון היינו טומן באש דפטור וכבר פרשתי הטעם. ",
        "<b>נפל לבור והבאיש את מימיו מריחו</b> (ב\"ק מ\"ח ע\"ב) צריך לפנים י\"ל דלדידן דדייני' דינא דגרמי חייב והדין הוא סברא דרבינו הגדול ז\"ל שלא כתבה בהלכות. וי\"ל כי דיינינן דינא דגרמי ה\"מ בנזקי עצמו אבל בנזקי בהמתו לא שלא חייבתו תורה אלא בנזקין ממש מכחו אבל בגרמת שורו לא כך נראה לי ומה שהשמיטה רבינו הגדול ז\"ל משום דההוא לישנא לרב איתמר אבל לשמואל דאמר כל תקלה בור הוא בין מגופו בין מריחו אינו חייב משום דהוה להו מים וכלי' ולא מצינו בור שחייב בו את הכלים ולא משכחת ביה דמחייב אלא שהבאיש בשעת נפילה לא איפשר ולישנא קמא הוה ליה למכתב אלא משום דכבר פסקא כדשמואל לא חש לה דמילת' דלא שכיחא היא וכן נראה מדברי רבינו חננאל ז\"ל דאית לההוא דינא תדע דהא רבא דבתרא הוא אמרה ואיהו הא אית ליה דינ' דגרמי דהא רבא גופיה דדאין דינא דמסור בקמא (ז\"א) ובכולהו נוסחי עתיקי ודוקאני רבא דגרסי' באל\"ף ולא רבה בה\"א. וכן כתוב בפי' רבינו חננאל ז\"ל. ואי קשיא לך האי היזק שאינו נכר הוא ואפי' בלא גרמא נמי פטור אלא היא ודהא אישתני טעמא וריחא דמיא ושנוי הוא כדאמרינן בענין יין והחמיץ ולפום הך סברא שורו שהדליק את האש ושרף שטרותיו של חברו או אפילו קרען או מתקן פטור דגרמת שורו הוא ומסתברא דחייב ושאני גרמא דריחא דממילא אתיא מהך דהכא מעשה שורו הוא אף ע\"פ שהפסד הוא גרמא. ",
        "<b>שיסה בו את הנחש פטור</b> (ב\"ק כג,ב) משום דאיהו לאו גורם גוף ההיזק אלא מעצמו הוא ולא דמי למסור דהתם כיון שאין המסיקים שאין ממונו והוא הרא' להם הוא גרם כל הנזק שהרי הממון שמו' היה ובגרמתו הוציאו מרשו' הבעלים דכיון דאוקמינהו עליה ברשותייהו קאי כדאמרן עלה כיון דאוקמינהו עילויה מיקלא קלייה שהרי יצא מרשות הבעלים כמו שנפל כוסו של חבירו והניחו ברשות הרבים הילכך חייב לשלם אבל הכא הא קאי גברא והא קאי נפש. משל למה הדבר דומה לממון המוטל לפי המסיקין ובא אחר ואמר לה' טלו אותו ונטלוהו שהוא פטור אף ע\"פ שאין רצונם ליטלו אלא מחמת עצה זו שהשיאם זה ליטלו כך נראה לי ואף ע\"ג דמראה דינר לשולחני ונמצא רע חייב ואינה אלא עצה שהשיאתו לקבלו כיון דאי שפירא הוא אית ליה לקבולי מחברי' חיובי חייבי' האי שולחני לקבולי ודמי לדן את הדין שאע\"פ שלא כפאו כיון שאמר לו חייב אתה ליתן חייב דממונא שקל מיניה בדיבוריה כיון שחייבו בכך. וצ\"ע. ויש מי שכתב דמשסה היינו טעמא דפטור משום דמי יימר דמטי ליה להאי גברא דילמא פרק ולא פסיק רישיה הוא והא בורכא דאפילו דרך לנטו' ימין ושמאל חייב נמשך נמי. ",
        "והא דאמרי' <b>שחטו מה שעשה עשוי ומזיק שעבודו של חבירו שהוא פטור</b> (ב\"ק לג,ב) לדידן דדיינינן דינ' דגרמי ודאי מיחייב דהא מדמו לה בגמ' לשורף שטרותיו של חברו והתם קיימא לן דחייב וכן כתב רבינו חננאל ז\"ל וכן דעת רבינו הגדול שהשמיטה וכן נמי הוא דאמרינן גבי השולח עשה עבדו אפותיקי ושחררו רבו ראשון שורת הדין אין העבד חייב כלום אלא המשחר' כותב כרבן שמעון בן גמליאל דקא דיינינן דינא דגרמי וכן נמצא במקצת נוסחי הלכות רבינו הגדול ז\"ל וקיי\"ל כר\"ש בן גמליאל דדינ' דגרמי הוא וכן עיקר. ",
        "ותצמצם שבפ' הנשרפין לא כתבה רבינו הגדול ז\"ל בהלכות שמע מינ' לדידן דדיינינן דינא דגרמי חייב וזה א\"צ לפנים. ",
        "<b>והמוכר פירו' לחברו ולא צמחו</b> (ב\"ב צב,א) דקיי\"ל כתנא קמא דרבן שמעון בן גמליאל דאמר אינו משלם אלא דמי זרע ולא דמי הוצאה היינו טעמא שאין זה מזיק לא גורם היזק אלא הוא גרם על עצמו וזה אע\"פ שמכרו לו אינו אלא כמטעהו. ",
        "והמשיא את חברו לעשות דבר שאינו הגון לו אינו בדין שישלם והיינו נמי דאמרינן מאן י\"א רבן שמעון בן גמליאל ולא אמרינן ר\"מ דדאין דינ' דגרמי ומשמע נמי דרבן שמעון בן גמליאל דמחייב לאו משום דינא דגרמי שא\"כ נימא בפירקין דר\"ש בן גמליאל דאין דינ' דגרמי כר\"מ ואי גרמא בנזקין חשיב לה כתנא קמא ואפילו הכי מחייב הא אנן אפילו דינ' דגרמי לא אשכחן מאן דמחייב בהו אלא ר\"מ כל שכן גרמא בנזקין אלא טעמא דרבן שמעון בן גמליאל משום דכל מוכר או אומן כיון שיש לו הנאה עליו לשמו' שלא יפסיד חברו כלו' בשלו אבל במזיק פטור אי נמי קנסא בעלמא הוא ומנהג אנשי ירושלים ותקנתן שתקנו בכל כיוצא בה ומי שחולק על רבינו הגדול ז\"ל ופוסק הלכה כרבן שמעון בן גמליאל אין ממש בדבריו ושוב מצאתי בספר המקח בשע' ח' לרבינו הגאון ז\"ל שכתב ותדע דמה שחלקו בין דמי זרע ובין דמי הוצאה אותו שמחייב דמי הוצאה קנסא בעלמא הוא דקא קניס וכן כתב רבינו חננאל ז\"ל. ושנו נמי בתוספת' הלוקח קנקנים מחברו ונמצאו פיסטאות ונשתעבדו חייב להעמיד לו דמי קנקנים אבל לא דמי יין וגם זו הלכה היא. ",
        "<b>נשברה כדו ולא סלקה נפלה גמלו ולא העמידה</b> (ב\"ק כח,ב) הא אוקימנ' בגמ' במפקיר נזקיו. ואי למ\"ד אנוס הוא ודאי פטור אלא אפילו למ\"ד לאו אנוס הוא ופטר ליה משום שאין זה בור שחייבה עליו תורה אלא בור ברשות היחיד היא שחייבה תורה ולא בור ברשות הרבים וליכ' לחיוביה מדינ' דגרמי שהרי לא גרם לו נזק אלא הלה בא ונתקל בה ולא ברי הזיק' דילמ' לא מיחזק ביה שהרי הלה מדעתו בא כאן ויכול לומר לו אני לא באתי אצלך אתה הוא שבאת בגבולי אע\"פ שאין אותו רשות שלו ואלו לא חייבה התורה בור לא היינו מחייבין אותו מדינ' דגרמי ועוד שהתורה פטרה בור בר\"ה וגזרת הכתוב הוא אלא שאין מצריכין לזה שהטעם הראשון מספיק. ",
        "<b> ולבה ולבתו הרוח</b> (ב\"ק ס,א) דפטר רב אשי משום דגרמ' בנזקין פטור כותיה קיי\"ל דבתרא הוא וטעמא דמילת' דאיהו בלחודי' לא גרם נזק וליכ' הכא מזיק ע\"י הרוח ואין זה אש שחייבה עליו תורה שאין אלו חציו אלא אף חיצי הרוח ולא ממונו הוא ומשום האי טעמא גופי' לאבנו סכינו ומשאו שהניחן בראש גג ונפל ברוח מצויה דהתם המניח כמלבה הוא ויש בלבוייו כדי ללבות' שהרי נברא גוף ההיזק עצמו ואין הרוח מסייעת בבריאתו אלא להולכתו כמי שלבה את האש לגמרי בתוך שלו ובא רוח מצויה והדליקו בקמת חברו. והוו בה רבנן מהא דגרסינן בבתרא (כ\"ו א') רבי מריון בריה דרבי אבין כי הוי נפצי כיתנ' הוה אזל' דקת' ומזקת לאינשי אתו לקמי' דרבינ' א\"ל כי מודה ר\"י בגיריה ה\"מ דקא אזל' מכחו הכא דקא הוא דממטי ליה מתקיף לה מר בר רב אשי ומאי שנא מזורה ורוח מסייעתו אמרוה קמי' דאמימר אמר להו היינו זורה ורוח מסייעתו ובקמא אמרינן כי אמרינן זורה ורוח מסייעתו ה\"מ לענין שבת דמלאכת מחשבת אסרה תורה אבל לענין נזקין פטור . ופריקו רבי' חננאל ורבינו יצחק אלפאסי ז\"ל דאע\"ג דפטור מ\"מ הואיל וגרמ' דגיריה הוא אסור ומסלקינן היזיק' ואי אזיק לא משלם מה שכבר הזיק כדאמרינן בענין נמי זאת אומרת גרמ' בניזקין אסור פי' אבל פטור אם הזיק. ",
        "והך שמעת' כולה צריכה לפנים. ואיכ' למידק בה מאי שנא מאשו מאבנו וסכינו שהניחן בראש גגו ונפלו ברוח מצויה שחייב לשלם דהא איברי היזיק' דהא דקת' בלא סיועא אלא דהוא ממטי לה ותו דאקשינן בגמ' ולרבינ' מאי שנא מגץ היוצ' תחת הפטיש ויוצ' והזיק חייב ומפרקינן התם ניח' ליה דליזיל הכא לא ניח' ליה דאזל' הא נמי קדשי' מ\"ט אקשינן לה ארבינ' למר בר רב אשי קשי' דהא גבי גץ חייב גבי דקת' פטו' אבל אסור לדברי רבינו חננאל ז\"ל ורבינו ז\"ל . ועוד אי לסלוקי היזיק' קאמר ממתני' שמעת לה דקתני מרחיקין את הגורן הקבועה מן העיר חמשים אמה מדלא פשטוה ממתני' משמע דלענין שלומי קא מפלגי ומשום הכי לא פשטוה ממתני' ולא מבריית' דקתני מקשואין ומדלועין של חברו כדי שלא יזיק. ותו קשי' בין לרבינא בין לאמימר מאי קושיא התם מכחו אזל' ומזק' ותירצו הם הכא זיקא הוא דממטי ליה ומאי שנא מבקע' דתנן המבק' ברשות היחיד והזיק ברשות הרבי' חייב והתם לא ניח' ליה דתיזי' כדאמרינן גבי גץ דהתם כדי שלא ישרוף את ביתו הוא רוצה בכך מה שאין לומר כן בזו ועוד שהוא צריך להסיקה תחת תבשילו אלא משום דמכחו קא אזיל חייב גץ נמי מכחו קא אזיל שהוא יוצא מתחת הפטיש . והטעם לכל זה, דמשום הכי לא אקשינן ליה אמר (מר) בר רב אשי משום דאיהו לח שמעינן ליה דאמר בפי' פטור אבל אסור דהיינו זורה ורוח מסייעתו והתם אפשר דבנזקין חייב כחד מאינך אמוראי דקמ' ולפיכך הקשה לרבינ' דשמעיה בפי' שפטר אע\"פ שאפשר לומר דמר בר רב אשי גופי' פטר אקשויי לא מצי מקשי ליה כמו שלא הקשה למי שלא דבר כאן כלל. ודק' קשיא לן אמאי לא פשטוה ממתני' משום דמתני' דילמא רבנן היא ולא ר\"י אבל ממתני' דפטיש בעי לאקשויי דעד כאן לא פליגי רבנן עליה דר' יוסי אלא בסלוקי היזק' אבל אי לאו גיריה לא מחייב לשלומי דאגרמ' בעלמא לא מחייב בכי האי גוונ' וזה מספיק לתרץ פי' הגאונים ז\"ל ובאמת שכך הוא עיקר שמועתנו כמו שאמרו. ודקא קשי' לן מאי שנא מאבנו וסכינו ומשאו שהניחן בראש גגו ונפלו ברוח מצויה שחייב לשלם. שמעת' הכי מפרשה דכי הוו נפצי אינהו ניתנ' כדי להוצי' ממנו דקת' היו חובטין הפשתן כדי שיפיל הדקת' לארץ ואלו נפלו הדקת' לארץ שוב אין הרוח מזיזה ממקומה מפני שהיא דקה וגרוש' מעצמה והדבר ידוע ומפני שכחו כחוש שהדקת' קלה ביותר הרוח באה ומוליכה למקום רחוק ומזקת הרי שלה הלכה מכחו כלום ולא סייע הוא בהולכת הרוח אלא אדרבה אם הלכה מכחו היתה נופלת לארץ ולא היה הרוח מזיזה כלל נמצ' שזה ההיזק הרוח בראו מעיקרא אלא שהוא גרם לרוח שיבא עליה ויזיז שאם לא נפץ הפשתן לא היתה הרוח מזקת ולפיכך קראוהו גרמא בניזקין ומיהו גרמי' דגיריה הוא כיון שמאותה שעה הרוח מזומנת להוליכה והוא גורם עיקר' אע\"פ שבהולכה אינו מסייע ולא דמי לאבני וסכינו ומשאו דהתם כיון שהניחן בראש גגו אש הם והרוח מולכת אותה יותר רחוק ומקרבת אות' אצל הנזק יותר ממנו כמו מדליק אש והרוח מוליכתו לגדישו של חברו שהוא חייב שהרי הרוח מוליכתו כפי כחו ואינה מוליכה למקום אחר הפך מכחו כמו שפירשתי בדקת' והא דקא מדחינן ליה לגץ היוצ' מתחת הפטיש משום דגץ ודאי הרוח מוליכתו תדע דקתני לה גבי תולדה ראש בפ' הכונס ולא קתני ליה גבי אדם המזיק וקא סלק' דעתך שכשהוא מכה בפטיש כחו מפילתו לגץ לארץ אלא מפני שהוא דבר קל הרוח מוליכתו לחוץ הפך כחו דאעפ\"כ חייב כיון שהוא גרם אף בדקת' כן ומפרקינן התם ניחא ליה דליזיל והוא מכה בפטיש כדי שילך והרוח מוליכתו יותר רחוק ולא בהפך מכחו ודמי לאש שלבה והרוח הולכה לגדיש שחייב הואיל ואין הרוח עושה דבר מעצמו בהפך מכחו אלא מסייע למה שעשה הוא אבל בדקת' לא ניח' ליה דליזיל והוא חובט הפשתן להפיל הדקת' לארץ והרוח מוליכה הפך מכחו נמצא שאינו מסייע בהליכתה אלא גורם הוא לה ולפיכך אינה דומה לבקעת והדבר נכון וברור לכל בעלי דעת. ",
        "<b> ומעתה למדנו לפי דרכנו</b> שדיני הגרמות בהלכות שבת יש מהן שחייב לשלם ויש מהן פטור ומותר ויש מהן פטור אבל אסור דינ' דגרמי חייב לשלם כגון מסור וחבריו ויש מהן פטור אבל אסור כגון גרמ' דגיריה דאמרינן זאת אומרת גרמ' בניזקין אסור והיינו דקת' ומהן פטור ומותר כגון בהנך גרמי דקי\"ל כר' יוסי דאמר על הניזק להרחיק את עצמה כדתנן ר' יוסי אומר אע\"פ שהבור קודמת לאילן לא יקוץ שזה חופר בתוך שלו וזה נוטע בתוך שלו ואע\"פ שהוא גורם להפסיד ששרשי האילן מלקין כותל בורו של חברו כיון דלאו גיריה נינהו פטור ואע\"ג דדייני' דינ' דגרמי דהא תלמוד היזק גמור הוא שהרי יש בו מעשה שהשרשין מלקין קרקעיתו של בור ואע\"פ כן פטור לר\"י אליבא דרבנן דלא דייני גרמא משום דאמר ליה הרחק עצמך לרבי מאיר נמי אמר ליה הרחק עצמך לו ולא מיקרי גורם כי היכי דלא מזיק ופטור לרבנן. ",
        "ואי קשיא לך גבי מחיצת הכרם שנפרצה לימא ליה איבעית קוץ ועליך להרחיק עצמך דהא בתר שנפרצה גדלי ענפי ומתערבי ואסר ומאי שנא מדר' יוסי דאמר על הניזק להרחיק את עצמו ואם הזיקו פטור מלשלם וליכא למימר דלר' יוסי אם הזיק האילן לבור חייב לשלם שיוכל להזיק והרי הנהו תרי דדידיה חד עלאי וחד תתאי וכי משי עלאי מיא ומזקי ליה לתתאי ואמרינן על הניזק להרחיק את עצמו ואם חייב לשלם מה שהזיק היאך יכול להזיקו ולומר בתר הכי משלמנ' ונמצא זה צריך להתעצם עמו בבית דין כל יום ויום וכדתנן ובכירה טפח ואם היזק משלם מה שהזיק ואע\"פ שמשלם צריך להרחיק שיכול הלה לומר לו אין רצוני שתזיקני ותשלם לי שקשה גזל הנאכל ואע\"פ שהוא משלם רשע מיקרי כדכתיב חבול ישיב רשע וגו'. וכך פי' רבינו שלמה ז\"ל אלא היכי טעמא דשאני מחיצת הכרם וכיון שיש בה איסור כלאים חייב לגדור וחברו פטור מלגדור שהוא בתוך שלו הוא עומד ואינו בא בגבולו של חברו אבל זה שהוא בא בגבולו עליו לגדור מחמת שאסור לערב הגפנים בתבואה וכיון שלא גדר ונתייאש חייב לשלם כדכתיב' לעיל אבל היכ' דליכ' איסורא סבר ר\"י על הניזק להרחיק את עצמו מאחר דלאו גיריה דמזיק נינהו. ואכתי איכא למידק ואי אזלי שרשין ומזקי ליה לבור מ\"ט פטור מלשלם הא שורו והוה ליה לטפויי באפייהו ולא קשיא דכיון דלאו גופיה דאילן קא מזיק אלא שרשים דהוא מזקי ושרשין ממילא קא אתו פטור אע\"ג דממונא הוא ומ\"מ יש לזה רשות לקוץ השרשים וליכא לדמויי לשורו שהזיק בצרורות דשאני התם דכחו דשור הוא וכנגיחה דידיה דמי והתורה חייבתי' אבל הכא נולד הוא ופטור שאין שמירתן עליו ואינו כחו של אילן הנטוע וליכא לדמויה לאש שהוא הולך ומזיק כיון שלבה את האש עיקר השלהבת הוא שמזיק והולך ואוכל ומזיק אבל הנך נולד הוא ואע\"פ שמחמת האילן הוא מזיק פטור אי נמי כיון דשרשין הוא דמזקי ולא חזינהו לית ליה לטפויי באנפייהו דדמי נמי שנפרצה בלילה שהוא פטור ואין אומרין בנזקין אלו זו דומה לזו שהדברי' עמוקים והחלוקים דקים כחוט השערה. וכולהו גמר'. ",
        "<b>עוד יש שאלה</b> הנך הרחקות דתנן בבתרא (י\"ז א') כגון שיח ומער' ואמת המים ונברכת הכובסין וגפת וזבל ומלח וסיד וסלעים וזרעים ומחרישה ומי רגלים וריחים אם הזיקו והפילו כותלו של חברו אי לא לדברי רבינו שלמה ז\"ל דכת' דלאו גיריה נינהו ולא מודה בהו ר' יוסי לא מיבעי' לי דהא כר' יוסי ק\"ל ואי נמי לרבנן כיון דלאו גיריה נינהו אפשר דפטר למה זה דומה לשו' שהבאיש מימי הבור מריחו דפטור' דלאו גיריה דבעל שור ולפיכך פטו' כי קא מיבעי' לן לדעת רבותינו הגאונים ז\"ל שהסכימו כלם וכתבו דכולהו הרחקו' דמתני' גיריה נינהו מדקאמרינן גבי סולם ושובך לימא מתני' דלא כר\"י מכלל דכול' מתני' מודה בה מי אמרי' כיון דלאו גיריה איהו גופיה קא מזיק גרמא דגירי' הוא דומיא דסולם ושובך שהו' גרמ' דגיריה ופטר עליה דנימא הוא דמזק' ולא גורם אלא מסייע בעלמא שעל ידו נעשה מחמת הסולם והנך נמי פטו' אבל אסור או דילמא חיובי נמי מחייב עלייהו אם הזיקו ובחפיר' בור ושיח ומער' לא מיבעי' לי דכיון דכל מרה ומרה דקא מחי מרפי לארעא דהא כמאן דאזיק בידים דמי וחייב אפי' לרבנן דפליגי עליה דר\"מ כי קא מיבעי' ליה בשארא מאי. וזו שאלה שאל הרב אב\"ד ז\"ל והתנה לכתוב בה דעתו במקומה ובעון הדור לא קיים תנאו ונראין הדברים דפלוגתא דרבנן ור\"מ היא דלרבנן פטו' שהרי לא הזיק בידי' אלא ששם באותו הכותל סלעי' ונשתהו שם עד שהזיקו את הכותל מחמת הבלא ולר\"מ ודאי חייב למה זה דומה למחיצת הכרם שנפרצה שמחמת שנשתהו שם עד שבא עליהן האיסו' חייב ואע\"ג דהתם משום יאושו מתחייבנ' ליה לעיל לא עדיף יאוש מהנחת סלעי' בצד הכותל שבשעה שהני' הסלעים הניח שם ההיזק בעצמו וגרם להיזק שיבא הילכך גורם הוא וכן נמי הנך דמשום מתוכה לר\"מ חייב ואפש' דהנך אפי' לרבנן חייב שקרוריתן מחמת עצמן הוא למה זה דומ' למניח גחלת על בגדו של חבירו שהוא מבעיר והולך וחייב אף כאן הם מחלחלי' את הכותל ומלקי' אותו עד שנופל וחייב אבל בהנך דמשום הבלא לא אינהו גופייהו ומזקי אלא מחמת שנשתהו שם נתוסף בהן הבלא ובאה להם מעלמ' היא המזקת והסלעים גורמין והמניח שם הוא גורם הגרמ' ומ\"ט חייב לר\"מ כדין מחיצת הכרם שנפרצה וכו'. ומסתברא דרבנן נמי מודו בה דחייב שהסלעים הם עצמן חמין אלא שאין חמימותן נכרת עד שנשתהו וכל אחת ואחת כגחלת היא אלא שאינה מזקת עד זמן מרובה הילכך לכולי עלמא חייב לשלם והלשון עצמו מוכיח שהרי קראוהו גיריה. והרב רבינו אברהם בר' דוד ז\"ל כתב גיריה לר' יוסי גרמא בנזקין הוא ופטור ותדע דהא כל היכ' דמיחייב בנזקין דקתני חייב ופטור והכ' לא קתני אלא או לא יחפור או מרחיקין וחייב ופטור לא קתני ומהאי משמעות' אפיקו בעלי הגמ' דגרמ' בנזקין פטו' ולדברינו היינו טעמא דלא קתני חייב משו' שאין הנזק נכר מיד אלא לאחר זמן מרוב' הוא ובא ואי קתני הכי הוה אמינא אם הזיק חייב לשלם וכיון שאין הזיקו מצוי אינו חייב להרחיק כענין ששנינו בתנור וכירה. מכלל דברינו תוכל לדעת דעת הגאונים ז\"ל שאמרו דכולה מתני' דלא יחפור מודה בה ר\"י דגירי נינהו לפי שהן בעצמן המזיקין ולא פליגי ר' יוסי אלא בשרשי האילן שאם נולדים ואינם מזיקין מאותו המקום שנטע זה שם אילנו אלא אחר זמן קופצין ובאין אצל הבור ומזיקין אותו ואין בכל השנויין במשנ' לא יחפור מי שיערב עליך טעם אלא הזרעים במפולת יד שאחרי זמן הם מחלידים את הקרקע ודמי לעובד' דמיא דהנהו תרי דדירי חד עלאי וחד תתאי בבא מציעא (קי\"ז א') וכבר כתבנו הללו במקומן. וגילינו טעמן ולא באנו כאן אלא לפרש מה שהוקשה עלינו ועל רבותינו בדיני הגמרות ופירשנו אותן בדרך קצרה כי היא הישרה. ",
        "והאל הנערץ בסוד קדושים. אשר שרפים ותרשישים את שמו מעריצים ומקדישים יצילנו מכל שגיאות ויראנו מתורתו נפלאות אמן. "
    ],
    "versions": [
        [
            "Chiddushei HaRamban, Jerusalem 1928-29",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001294828"
        ]
    ],
    "heTitle": "דינא דגרמי",
    "categories": [
        "Halakhah"
    ],
    "sectionNames": [
        "Paragraph"
    ]
}