{
    "title": "Even Ha'azel on Mishneh Torah, Neighbors",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Neighbors",
    "text": [
        [
            [],
            [
                "<b>אחד מן השותפין שאמר לחבירו במקום שאין בו דין חלוקה, או בדבר שאי אפשר שיחלקו כגון שפחה או כלי, מכור לי חלקך בכך וכך או קנה ממני חלקי כשער הזה הדין עמו וכו', אמר כל אחד מהם איני מוכר אלא כל אחד מהן רוצה לקנות או שאין אחד מהן רוצה לא לקנות חלק חבירו ולא למכור חלקו אלא ישארו שותפין בגוף היאך הן עושין אם היה המקום עשוי לשכר שוכרין אותו וחולקין שכרו, ואם אינו עשוי לשכר אם חצר הוא שוכנין בה שנה שנה שא\"א שישכנו שניהם כאחת מפני היזק ראיה שהרי אין בה דין חלוקה, ואין אדם עשוי לטרוח כל ל' יום לפנות מחצר לחצר אלא משנה לשנה, ואם מרחץ הוא נכנסין לה שניהם תמיד בכל יום וכו'.</b><br><b> השגת </b> הראב\"ד ואם מרחץ הוא עד להשתמש בו, א\"א כמה זה הדין רחוק מדעתי ולמה יכריח את חברו לפנות שנה בשנה, ויאמר לו מאחר שאין אתה רוצה למכור או תסבול היזק ראיה או תחלוק כי לעולם לא אטרח להיות גולה שנה בשנה ועוד אם אין לו להיכן יפנה מה תהא עליו.<br><b> בפרק ב' </b> הלכה ט\"ז בארתי דהרמב\"ם והראב\"ד חולקין בדין היזק ראיה דלשיטת הרמב\"ם הוא מדין מזיק ממש, ולשיטת הראב\"ד אינו מדין מזיק בפועל דיכול לומר לא אזיק אותך בראייתי אלא דהוא מגדר מניעת השתמשות דכיון דעכ\"פ כל אחד אינו יכול לעשות שום דבר שירא שחברו יסתכל בו, לכן גם זהו גדר מזיק, אבל אינו משום דהוא ודאי מזיקו בפועל, ולכן מבואר במה שחולקין כאן הרמב\"ם והראב\"ד דהרמב\"ם דסובר דהוא ודאי מזיק ממש לא קשה עליו כלל מה שטען שאינו רוצה לטרוח להיות גולה שנה שנה, ועוד אם אין לו להיכן יפנה מה תהא עליו, דלא קשה כלל דאטו אם אין לו דירה ילך ויזיק לחבירו, אבל לדעת הראב\"ד דאינו אלא משום מניעת השתמשות א\"כ ודאי לא שייך אלא היכי דיש עצה שאפשר לשניהם לדור, אבל שיצטרך לצאת מביתו א\"כ יאמר לו מאי חזית שאנכי אצא תצא אתה, ולכן שפיר הקשה שאינו רוצה להיות גולה, ועיין בפ\"ב שבארתי כל הענין בארוכה."
            ],
            [
                "<b>אחד השוכר מחבירו מקצת חצר או שדה שאין בה דין חלוקה או שנים ששכרו מקום בשותפות, כל אחד מהן יכול לכוף את חבירו ולומר לו או שכור ממני חלקי או השכר לי את חלקך ואם יש בה דין חלוקה חולקין.</b><br><b> השגת </b> הראב\"ד אחד השוכר מחבירו מקצת חצר וכו' עד חולקין א\"א וג\"ז הדין נפשו אותה ויעש ממנו לשכירות שע\"מ כן שכרו וקרוב אני לומר אף במקח כן ולא אמר גוד או אגוד אלא בירושה ומתנה עכ\"ל.<br><b> במה </b> שבארתי מחלוקת הרמב\"ם והראב\"ד בהל' ב' לכאורה אינו מספיק כאן דזה לא שייך אלא להלכה ב' שסובר הראב\"ד דהתקנה דשוכנין בה שנה בשנה אינה תקנה שיאמר איני רוצה להיות גולה וזהו משום דכיון דהיזק ראיה הוא משום מניעת השתמשות לא נוכל בשביל זה להכריחו לצאת מהחצר, אבל בדין גוד או אגוד אפשר דזה שייך גם לפי\"ז דכיון דעכ\"פ יש כאן מניעת השתמשות ויש עצה דגוד או אגוד שהוא טוב לשניהם אפשר דגם בשכירות כן, אלא דמ\"מ יש לומר דכיון דעכ\"פ סובר הראב\"ד בסברא דכיון דע\"מ כן שכרו לא שייך גוד או אגוד דהא שכר דירה ולא שיחזיר לו דמים ויצא, א\"כ שוב נכונים דברינו גם כאן דכל זה לא שייך אלא אם אינו מזיק גמור, אבל אם כל אחד הוא מזיק גמור ע\"כ אינם יכולים לדור ביחד, ולכן ע\"כ אית דינא דגוד או אגוד, אלא דקשה לדעת הרא\"ש שכתב בפ' השותפין דברי הר\"י מיגש והסכים לדבריו דבשותפין שקנו ביחד בית לדור בו ליכא דינא דגוד או אגוד, וקשה דהא סובר כדעת הרמב\"ם דהיזק ראיה הוא מזיק ממש וכמו שבארתי בפרק ב' א\"כ למה לא יאמר כסבור הייתי שאני יכול לקבל, והנה הרא\"ש בסי' ב' סובר דאם מחל לו על בנין הכותל מהני מחילתו, דאף דקרע כסותי יכול לחזור שאני הכא שמחל לו על מה שנתחייב בבנין הכותל, וקשה דלמה לא יוכל לחייבו עכשיו משום דין מזיק, ובהכרח צריך לומר דנ\"מ מדין חלונות לדין כותל השותפין דאף דגבי חלונות סובר הרא\"ש דהוא מזיק ממש מ\"מ גבי כותל השותפין לא נוכל לומר דבנין הכותל יהיה תוצאה מזה שכיון שאסור לו להזיקו אינו רשאי להיות בחצר משום דכיון דקיי\"ל על הניזק להרחיק את עצמו, א\"כ יאמר לו למה אצא אנכי מהחצר צא אתה מהחצר ולא אזיק לך, ולכן בזה גם הרא\"ש סובר דמה דחייב לעשות מחיצה אינו משום גדר מזיק דמה יעשה אם אין לו מעות לעשות מחיצה הלא [אינו] מחוייב למכור את חצרו שהשני יעשה מחיצה, וע\"כ דהוא משום חיובי שותפין ולכן שפיר כתב הרא\"ש דמהני מחילה, ואף דבודאי אפשר לומר דלא מצינו דין על הניזק להרחיק אלא בנזקין הבא מכח ממונו, אבל לא שיזיקו בעצמו בפועל, מ\"מ על כרחנו נאמר דגם בזה אינו מחויב לצאת מחצרו כיון שהניזק יכול לצאת, ולכן מבואר מה דסובר הרא\"ש כשיטת הראב\"ד דלא שייך נמי דין גוד או אגוד משום דאינו מחויב לצאת מחצרו משום דין היזק ראיה.<br><b> ובאופן </b> אחר יש לבאר דעת הראב\"ד והרא\"ש דאפילו אם היזק ראיה הוא מזיק ממש וגם לא מהני מחילה לנזקין על להבא דהא קרע כסותי ודאי יכול לחזור בו קודם שקרע, מ\"מ זה אינו אלא בדין מחילה ולא בדין קנין, ובזה מיושב קושיית הקצוה\"ח בסי' קנ\"ה ס\"ק ט\"ז דהיכי מהני חזקה לנזקין דהא בקרע כסותי יכול לחזור בו, אבל באמת לא דמי דבקרקע כסותי אם היה להקורע איזה תועלת וזכות בזה והחזיק בכסותו לקרע ע\"פ דבורו ודאי לא היה יכול לחזור כי כבר זכה, ורק דבקרע כסותי לא שייך זכות אבל בנזקין כמו משרה לירק כיון שלבעל המשרה יש זכות בזה להחזיק המשרה אף שמזקת להירק וכיון שהחזיק וזכה בזה הוי כמו חזקת תשמישין דמהני חזקה, ולכן גם הכא כיון שקנו מתחלה החצר בשותפות ע\"מ שידורו בו שניהם א\"כ כבר זכה כל אחד שידור בהחצר אף באופן שיהיה היזק להשני, ולכן סוברים דליכא כאן דינא דגא\"ג.<br><b> ובדעת </b> הרמב\"ם נראה דסובר דדין גוד או אגוד אינו משום גדרי זכות דיש לכל שותף זכות לומר גאא\"ג אלא דהוא דין ב\"ד מגדרי כופין על מדת סדום וכיון שאינו טוב לשניהם ביחד יכול כל אחד לומר גאא\"ג, והנה הטור הביא מדברי הרא\"ש בתשובה דלא אמרינן גאא\"ג אלא כשאומר אקנה חלקך לתשמישי אי תקנה חלקי לתשמישך, אבל כשאומר גוד חלקי או אני אמכור הכל ואתן לך חצי הדמים כדי שימכור חלקו ביותר לא שייך ביה גאא\"ג ובדברי הרמב\"ם בהל' ב' מבואר להדיא דלא כדברי הרא\"ש שכתב ואין העני כופה את העשיר לקנות חלקו אא\"כ אמר לו קנה ממני או מכור לי והריני לוה וקונה או מוכר לאחרים וקונין הדין עמו, וכן מבואר בשו\"ע והוא מחלוקת הרמב\"ם והטור, ובטעם מחלוקתם נראה דהוא בזה דהרא\"ש סובר דדין גאא\"ג הוא משום דיש לכל שותף זכות תשמיש בהחצר, וכיון שאינו ראוי לתשמיש בעד שניהם יכול לומר גאא\"ג שיהיה לו אפשר להשתמש בחלקו, אבל על מכירה לאחרים בשביל תוספות דמים אין לו זכות בזה, אבל הרמב\"ם סובר דאינו משום גדרי זכות אלא דהוא דין מדיני ב\"ד משום גדרי כופין עמ\"ס כיון שהוא טוב יותר לשניהן, ולכן גם מכירה לאחרים כיון שהוא טוב לשניהם בשביל תוספות דמים נמי יש בזה גאא\"ג.<br><b> והנה </b> הרמב\"ם והרא\"ש חולקין בתרתי ארעתא אחד ניגרא דהרמב\"ם פסק בזה דכופין על מדת סדום, והרא\"ש פסק כרב יוסף דמעלינן כנכסי דבר מריון גם היכי דליכא שום קפידא, ולכן הרא\"ש לטעמיה אינו יכול לסבור דגאא\"ג הוא דין מדיני ב\"ד מגדרי כופין עמ\"ס דהא לית ליה דינא דכופין כלל, וע\"כ דהוא דין בדיני ירושה ושותפות דיש לכל אחד זכות להשתמש בו, וכיון שאינה ראויה לתשמיש בעד שניהם איכא דין גאא\"ג, ולכן היכי דקנו מתחלה על דעת כן להשתמש ביחד סבר דליכא דין גאא\"ג, אבל הרמב\"ם לשיטתו שפיר סובר דשייך דין גאא\"ג אפי' בכה\"ג וכנ\"ל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מקום שאין בו דין חלוקה שרצו שותפין לחלקו אע\"פ שקנו מידם כל א' מהן יכול לחזור בו שזה קנין דברים הוא כמו שבארנו, אבל אם קנו מידם שזה רצה ברוח פלוני וזה רצה ברוח פלוני אינן יכולים לחזור בהם, וכן אם הלך זה בעצמו והחזיק בחלקו וזה בעצמו והחזיק בחלקו אע\"פ שלא קנו מידם אין א' מהם יכול לחזור בחבירו.</b><br><b> כתב </b> המ\"מ ויש מי שפירש שאפי' החזיק שלא בפני חבירו ולא אמר לו לך חזק וקני קנה שאין זה כמכר שצריך או אמירה או חזקה בפניו כמו שנתבאר פ\"א מהל' מכירה, שאין זה אלא בירור חלקים לבד, וזהו שאמרו והלך זה בעצמו והחזיק, ויש מי שפי' שאפי' לא החזיק אלא אחד זכה הלה בחלק האחד ואו או קאמר שהרי אפי' חליפין גמורין שנו בתוספתא החליף מטלטלין במטלטלין כיון שזכה זה נתחייב בחליפיו ע\"כ, והנה בתוס' הקשו מאי קמ\"ל רב אשי וכי איצטריך לאשמענין דחזקה מועלת כמו קנין, ותירצו דהא קמ\"ל דאע\"ג דקאמר לקמן דף נ\"ג שלא בפניו צריך למימר לו לך חזק וקני הכא כיון שאמרו אתה תקח רוח צפונית ואתה רוח דרומית והלך והחזיק לו כ\"א בשלו זה שלא בפני זה נעשה כמו שקנו מידם ברוחות אע\"פ שלא אמרו זל\"ז לך חזק וקני ע\"כ, וברשב\"א בתשובות סי' אלף רכ\"ו כתב דרב אשי קמ\"ל דכל שנתרצו באותה חלוקה וקדם הא' והחזיק בפני חברו באותו חלק גם השני קנה החלק השני, ואין אלו חליפין גמורין אלא כעין דמים דקנה זה שדה ראובן בדמי שדהו שנתן לו וקרקע נקנה בכסף ובשוה כסף, והרא\"ש בסוגיין כתב כן מתחלה ואח\"כ מביא דברי התוס' אלא דקשה דמאי שייך לומר דרב אשי קמ\"ל זה, חדא דהא באמת קתני כגון שהלך זה וכו' וזה וכו' ולא קתני או זה, וצריך לדחוק ולומר דאו זה קאמר, ואם היה זה עיקר חידושא הו\"ל למינקט להדיא דבחד סגי, ועוד דמה משמיענו דין דהמחליף קרקע בקרקע בכאן גבי דיני חלוקה.<br><b> והנה </b> תירוץ התוס' הוא דקמ\"ל דאף שהחזיק שלא בפניו ולא אמרו זל\"ז לך חזק וקני אפ\"ה קנה, והרא\"ש ביאר זה בסברא וז\"ל, ואע\"ג דבעלמא אמר דחזקה שלא בפניו צריך לומר לך חזק וקני ה\"מ בדבר שאין לו חלק בו אלא בקנין זה, אבל הכא שהקרקע הוא של שניהם מועלת חזקה מדעתו שלא בפניו אפי' לא אמר לו לך חזק וקני, וביאור לביאורו נראה לי דהנה צריך לחקור הא דצריך לומר לך חזק וקני בהחזיק שלא בפניו אם הוא משום דאי לאו הכי אין לו רשות להחזיק בקרקע, ואף שכבר גמרו ביניהם שמוכר לו הקרקע בכך וכך מ\"מ אפשר חזר בו, או דנימא דלא משום שחיישינן דלמא חזר בו, אלא משום דצריך הקנאה על החזקה שהמקנה יקנה להקונה את הקרקע מדעתו, ולכן כ\"ז שלא אמר לו לך חזק וקני אין לנו עדיין דעתו על הקנאה זו, רק שיש לנו הסכמה על המכירה אבל לא דעת על ההקנאה, ומש\"ה אם אמר לו לך חזק וקני הוי מעכשיו דעת על שעה שיחזיק ויהיה הקנאה מצד המוכר אף שיחזיק אח\"כ שלא בפניו.<br><b> ונראה </b> דתלוי במחלוקת הקצוה\"ח והנתיבות בסי' רמ\"ד סק\"ב באם עושה שליח להוליך מתנה לפלוני והשליח רוצה לעשות שליח במקומו דהקצוה\"ח כתב דאינו יכול למסור לשליח, דכיון דאם לא רצה המקבל אינו מתנה הוי ליה מילי. והנתיבות כתב דלזה אין צריך כלל שליחות משום דזה הוי מעשה קוף בעלמא להוליך המתנה, ונראה דזה תליא אם אמרינן דא\"צ במכירה ומתנה אלא נתינת רשות לקנות ולא הקנאה אז נכונים דברי הנתיבות, אכן שיטת הקצוה\"ח דבעינן הקנאה לא נתינת רשות לבד, ומבואר בריש השולח דאם שלח שליח לבטל הגט אינו בטל ע\"י הבעלים, אלא הביטול הוא ע\"י השליח, היינו שהבעלים שולחים את השליח שיבטל הוא, והוא מבואר מהא דאמר שם מהו דתימא לא אלימא שליחותא דבתרא משליחותא דקמא דליבטליה, וכן בשולח שליח ליתן מתנה אין זה הקנאה מצד הבעלים אלא הוא שליחות על ההקנאה, שנותן לשליח רשות ושליחות להקנות, וא\"כ שפיר כתב הקצוה\"ח דתלי זה בשליחות ושייך בזה דין מילי לא מימסרי לשליח אכן אם נימא דלא צריך הקנאה, ורשות לקנות נמי סגי וראיה מהא דפסק הרמב\"ם פ\"ה מה' אישות דדבר שאין בעה\"ב מקפיד עליו אם נטל א' וקידש בו אשה הוי ספק קדושין, ומבואר באה\"ע סי' כ\"ח במפרשי הש\"ע דהטעם הוא משום דשמא מקפיד ולכן הוי ספק ע\"ש בבאור הגר\"א ובב\"ש, ומוכח מזה דאם לא היה לנו ספק והיה ברור לנו שאינו מקפיד עכשיו על לקיחת דבר זה היה קונה המקדש את החפץ והיתה מקודשת בודאי אף שאין כאן הקנאה, א\"כ יהיו נכונים דברי נה\"מ דכיון דלא בעי הקנאה וסגי בנתינת רשות לבד לקנות וזה הלא כבר יש לנו מהבעלים במה ששלחו להוליך המתנה לפלוני ולכן תשאר השליחות מעשה קוף בעלמא, [אמנם יש לעיין בהא דאיתא בירושלמי בגיטין פ' ו' הל' א' הגע עצמך שהיתה צווחת להתגרש אני אומר שמא חזרה בה, ומוכח דכ\"ז שלא עשתה שליח לקבלה לא מהני גלוי דעתה דזכות לה להתגרש, ואם עשתה כבר שליח לקבלה אף שיכולה לבטל מ\"מ מעמידין השליח על חזקתו שיש לו כח לקבל הגט עבורה, ולכן אפשר דה\"נ במתנה שעשה שליח להוליך מתנה לפלוני בלא דיני שליחות אפשר חיישינן שמא חזר הנותן ואין לשליח הב' רשות ליתן המתנה ויש לעיין בזה].<br><b> ולפימש\"כ </b> יהיה תלוי בזה דין דלך חזק וקני, דאי נימא דבעי הקנאה, ונאמר דבאמר לו לך חזק וקני יש בזה גדר הקנאה או עכשיו או לאח\"כ, א\"כ נוכל לומר דבלא אמר לו לך חזק וקני לא שחסר לנו ידיעת רצונו והסכמתו על עצם המכירה, אלא שבאמת הוא מסכים על המכירה או על המתנה גם בלא אמירת לך חזק וקני, רק שחסר לנו דעתו על ההקנאה עכשיו שיקנה עכשיו להקונה, אבל אי אמרינן דלא צריך הקנאה רק הסכמה על המכירה או על המתנה, והקונה קונה בעצמו בלא הקנאתו, א\"כ ע\"כ עלינו לומר דבלא אמר לו לך חזק וקני אין לנו ידיעה על הסכמה כלל אף שגמרו מקודם והסכימו על המכירה או על המתנה, מ\"מ כ\"ז שאינו אומר לו לך חזק וקני עוד לא נתברר הסכמתו וכנ\"ל, ולפי\"ז אין מקום לחלק בין היכי שהוא צריך עתה לקנות ואין לו חלק בו אלא בקנין זה, ובין היכא שכבר הוא של שניהם, וכמו שמחלק הרא\"ש דכיון דאמרינן דבלא לך חזק וקני עוד לא נתברר כלל הסכמתו, א\"כ גם בשותפין עכ\"פ בעת החלוקה הלא צריך הסכמה משני השותפין זל\"ז שיחזיק כ\"א בחלק שהסכימו עליו, וכ\"ז שלא אמר לו עדיין לך חזק וקני אין כאן הסכמה עדיין, אבל אי נימא דהא דצריך לך חזק וקני לאו משום דחסר הסכמה על המתנה או על המכירה, אלא דטעמא הוא משום דבעי דוקא הקנאה ובלא לך חזק וקני אין כאן הקנאה, [ואם החזיק בפניו הוי ג\"כ ראיה על הקנאה,] יהיו מבוררים דברי הרא\"ש דזה דוקא היכי שהוא צריך עתה לקנות ואין לו חלק בו אלא בקנין זה, אבל כשהוא כבר של שניהם א\"כ יש להשותף המחזיק עכשיו בשדה זו גם מקודם קנין בהשדה, ורק שהיה לחבירו ג\"כ קנין, וא\"צ אלא סלוק מצד השני וברור החלקים ולא הקנאה, ולכן סגי בהסכמה הקודמת במה שהסכימו על החלוקה לבד, וא\"צ שיאמר לו לך חזק וקני.<br><b> והנה </b> מלשון הרמב\"ם שבארנו מוכח דלא כהרא\"ש והרשב\"א דסגי בחד, דבדבריו א\"א לדחוק דכונתו או זה או זה, דכתב וכן אם הלך זה בעצמו והחזיק בחלקו וזה בעצמו והחזיק בחלקו, ואילו היה כונתו דבחד סגי היה אומר בהדיא דאין זה מדרך לשון הרמב\"ם שתמיד הוא מפרש דבריו, ובודאי כונתו ששניהם החזיקו, ולכאורה אפשר לומר דסברת הרמב\"ם הוא דכיון דהכא אינו דין מכירה והקנאה אלא דין חלוקה שמחזיק כ\"א בחלקו, לא דיינינן בזה דין דמחליף קרקע בקרקע דלא עשו כאן דין הקנאה שהאחד יקנה לחברו רק שהחזיק בחלקו, וכמש\"כ המ\"מ דמש\"ה לא צריך כאן חזק וקני, משום דאין כאן אלא בירור חלקים בלבד ולכן צריך גם השני להחזיק בשלו שיברר גם הוא את חלקו, ולא אמרינן כיון דזכה האחד בחלק חבירו ממילא נקנה חלקו לחברו, כמו שהיינו אומרים אילו היה כאן דין הקנאה.<br><b> אכן </b> יש לעיין דכ\"ז שפיר אי פסקינן יש ברירה דאז כ\"א מחזיק בשלו, אבל אי אין ברירה הא קיי\"ל האחין שחלקו לקוחות הן משום דאין ברירה והיינו שכל אחד מהאחים מקנה חלקו לחברו, וכיון שזכה האחד במה שהקנה לו חברו ע\"כ גם הוא הקנה חלקו לחברו, ועוד דגם למ\"ד יש ברירה לכאורה אם נתברר לאחד חלקו הלא ממילא נתברר חלק השני לחבירו, ולכן נראה דהנה גבי אחין שחלקו ובא בע\"ח ונטל חלקו של א' מהם בב\"ב דף ק\"ז פסקינן דבטלה מחלוקת, אף דקיי\"ל אין ברירה וכתב הרמב\"ן דמש\"ה קיי\"ל דבטלה מחלוקת משום דלענין זה הוו כיורשים שכל א' נטל חלק ירושתו ולא כלקוחות מהדדי, ובבאור דבריו נראה דאף דקיי\"ל אין ברירה וקיי\"ל דהאחין שחלקו הרי הן כלקוחות משום דלא אמרינן שהוברר שכל א' נטל חלקו הראוי לו מ\"מ אפשר לומר דאינו בתורת הקנאה אלא בתורת סלוק שזוכה כל אחד בחלק שלו ומניח לחברו לזכות בחלק השני, ואע\"פ שלא נוכל לומר שכן היה ראוי להיות משעה ראשונה מ\"מ כן הוא דין חלוקה שיזכה כל אחד בתורת חלוקה שמחזיק בחלק שמברר לו ומסלק א\"ע מחלק השני ומניח לחבירו שיזכה הוא בחלקו.<br><small> -השמטות ומלואים-</small><br><b> לעיל </b> כתבתי דגבי אחין שחלקו ובא בע\"ח ונטל חלקו של אחד מהם דקיי\"ל בטלה מחלוקת אף דקיי\"ל אין ברירא והבאתי מדברי הרמב\"ן דמש\"ה קיי\"ל דבטלה מחלוקת משום דלענין זה הוו כיורשים שכל א' נטל חלק ירושתו ולא כלקוחות מהדדי, ובבאור דברי כתבתי שם דאף דקיי\"ל אין ברירא וכלקוחות הן מ\"מ אפשר דאינו בתורת הקנאה אלא בתורת סלוק שמסלק א\"ע ונותן לחברו לזכות בחלקו עי\"ש, והנה ראיתי אח\"כ בדברי הרמב\"ן ואין כונתו למש\"כ שכ' שם בפי' דעל דעת כן חלקו שאם יבוא בע\"ח תבטל מחלוקת. <small> [ע\"כ].</small><br><b> איברא </b> דביסוד זה שכתבתי דיש דין סילוק מירושה שכבר באה לידו יש לדון בזה דבכתובות דף פ\"ג איתא איבעי להו קנו מידו מהו, ופירש\"י דקאי אברייתא דאומר לחבירו דו\"ד אין לי על שדה זו, והקשו בתוס' דמה יש להועיל שם קנין שהרי אינו מקנה לחבירו ופירשו התוס' דאנשואה קאי וכן פסק הרמב\"ם פכ\"ג מה' אישות, ובמה דאמרינן בב\"ב דף מ\"ג גבי בני העיר וליסלקו בי תרי מינייהו ולידיינו, וכן מעיקרא גבי שותפין מעידין זה לזה אוקימנא כשכתב לו דו\"ד אין לי על השדה זו ואוקימנא בשקנו מדיו, מבואר בדברי הרמב\"ם פט\"ו מה' עדות שחילק בין זה לזה, דבהל' א' כתב בני העיר שבא מערער לערער עליהם במרחץ או ברחוב של העיר אין אחד מבעלי העיר מעיד בדבר זה ולא דן עד שיסלק עצמו בקנין גמור ואח\"כ יעיד או ידין, ובהל' ד' כתב קרקע שבין שני שותפין שבא מערער להוציאה מתחת יד השותף אינו מעיד לשותפו עליה, אלא אם סילק עצמו ממנה וקנו מידו שנתנה לשותף, ומבואר מדבריו דגבי בני העיר סגי לשון סילוק לבד אבל גבי שותפין צריך דוקא לשון הקנאה, וטעמא דמילתא נראה דגבי שותפין במה שיסתלק שותף אחד אינו זוכה שותף השני בחלקו, דאין לכל שותף כי אם חצי הנכסים, ולכן אם רוצה להסתלק הרי הוא כאילו מפקיר לכל העולם וצריך דוקא לשון הפקר, אבל בני העיר לא דמי לשותפים דאין נ\"מ אם לאחד מבני העיר יהיו בנים רבים ולאחד בן אחד, לא נימא דלבן האחד יש יותר זכות במרחץ אחר מיתת אביו משל כל א' מבנים הרבים משום דהמרחץ הוא שייך לבני העיר בכלל וכשאחד מסתלק ממילא נשאר המרחץ בעד שאר בני העיר, וא\"כ לכאורה גבי אחין אחר מיתת אביהם כבר דומים לשותפים, ובמה שמסתלק אח אחד מחלק ירושתו לא יזכה אח השני, וא\"כ היכי נימא דשייך גדר סילוק אם אין ברירה.<br><b> אלא </b> דמ\"מ נראה דאפשר לומר כן משום דכבר כתב השאגת אריה דמה דקיי\"ל אין ברירה אינו אלא שלא נוכל לומר שהוברר הדבר למפרע, אבל מכאן ולהבא נוכל לומר דין ברירה, ולכן נראה דלמ\"ד יש ברירה אמרינן דכיון דמעיקרא כשמת אביהם ירשו על מנת כן שיחלוקו ביניהם. ונמצא דמעיקרא ירשו דין זה שאיזה שדה שתפול לחלק ראובן תהיה של ראובן, וא\"כ מעיקרא דמילתא אינה של שמעון כלל, אבל למ\"ד אין ברירה לא נוכל לומר כן ועל כרחך שירשו ב' האחים את ב' השדות בשותפות וכל משהו שדה היא של שניהם, וכמש\"כ בסוף ה' זכיה מדברי הרמב\"ם דפי' טבל וחולין מעורבין זה בזה היינו בכל קלח וקלח, אבל מ\"מ כיון דמכאן ולהבא אפשר שיהיה דין ברירה נוכל לומר דע\"מ כן ירשו שבשעת חלוקה יוכל ראובן להסתלק מחלקו שהיה לו בשדה זה וליטול השדה הב' ושממילא יזכה שמעון בכל שדה זו מכאן ולהבא, דזהו דין חלוקת ירושה וי\"ל דזהו מה דאמר בגמ' בגיטין דף מ\"ח דיש סברא דמכר הוא דאמר רחמנא דליהדר, אבל ירושה ומתנה לא, דאף דירושה הוא נמי בגדר מכר שבשביל שמניח לו חלקו משדה זו נותן לו שדה זו, אלא משום דאינו דרך מכר אלא דרך סילוק וירושה, ומ\"מ לדידן קיי\"ל דגם בירושה שייך חזרת יובל כיון דעכ\"פ אין זה אלא מכאן ולהבא ומקודם היה של שניהם, וכיון דזכה כל אחד אחר חלוקה מדין ירושה, לכן כשבא בע\"ח ונטל חלקו של אחד מהם שפיר אמרינן דבטלה מחלוקת דנתבטלה חלוקת הירושה, אח\"כ ראיתי שבעיקר הדברים דגם למ\"ד אין ברירה יש לחלוקה גדר ירושה כיונתי לדברי אדמו\"ר גאון ישראל מוהר\"ח זצוק\"ל בספרו בהל' י\"א אלא שקיצר בדבריו.<br><b> אכן </b> לפי מה שהסברתי כאן לא יתיישבו דברי הרמב\"ם בפי\"א מה' שמיטה ויובל שכתב שלא תבטל חלוקתן מכמות שהיתה שהוכיח אדמו\"ר זצ\"ל מזה דאע\"ג שהם לקוחות מ\"מ יש כאן גם דין חלוקת ירושה שזה לא מתבטל ביובל, דלפי מש\"כ דעכ\"פ למפרע לא נתברר ככל ומשום זה חוזר ביובל, א\"כ גם עיקר החלוקה ג\"כ לא נתבררה אלא מכאן ולהבא, ואם נימא דלענין עיקר החלוקה אמרינן בזה יש ברירה מלבד דקשה לומר כן, אבל א\"כ לא יתיישב בזה הא דבא בע\"ח ונטל חלקו של אחד מהם דאנו צריכין לומר דלענין עיקר החלקים יש דין חלוקת ירושה, ובאמת לא נתברר אצלי כונת אדמו\"ר זצ\"ל איך שאפשר לצרף דין לקוחות ודין חלוקת ירושה, ונראה דלפי מה שהסברתי יש לומר דמה שכתב הרמב\"ם שלא תתבטל חלוקתן מכמות שהיתה אינו משום דלענין זה לא הוו כלקוחות אלא דעיקר דין עשיית החלוקה אף שאי אפשר לקיימה אלא מכאן ולהבא, כיון דאין ברירה מ\"מ לא קרינן בה והארץ לא תמכר לצמיתות, דבמה שעשו חלוקת החלקים כיון שלא ביררו למי יהיה חלק זה ולמי יהיה חלק זה, א\"כ אין כאן מכירה כלל כיון דלשניהם זכות כאחד בשני החלקים רק שנגמר החלוקה שלא לחלוק באופן אחר, ולכן דין זה אינו חוזר ביובל וקנין חלוקה זו נוכל לומר דהוא כמו דאמר בפ' בית כור בההוא הנאה דצייתי להדדי ועמש\"כ בהל' י\"א.<br><b> ועכשיו </b> מבוארים דברי הרמב\"ם דבאמת בדבריו מבואר להדיא כדברינו דאינו בגדר הקנאה דכתב מקודם אבל אם קנו מידם שזה רצה ברוח פלוני וזה רצה ברוח פלוני. והדברים תמוהים דאיזה קנין הוא, והא קיי\"ל דצריך כליו של קונה וקונים מהמקנה, וא\"כ צריך לקנות מראובן ששדה פלונית תהיה של שמעון, והוא כתב שקונים מראובן שהוא נוטל שדה זו, וגם לשון שזה רצה אינו מובן וע\"כ דזהו מגדר חלוקה שממילא יצא מזה דין סילוק, דאף שכתבנו דגבי שותפין לא מהני דין סילוק זהו שיסתלק לגמרי, אבל לגבי דין חלוקה, הרי הן כמו אחין דעל דעת כן נשתתפו שכשיגיע זמן חלוקה יחלוקו בדיני חלוקה, וע\"כ לא צריך כאן לדיני הקנאה, ולכן שפיר כתב שהלך זה בעצמו והחזיק בחלקו וזה בעצמו והחזיק בחלקו דשניהם צריכים להחזיק דחזקתו של ראובן בשדה זו תלויה ועומדת בקיומה בחזקתו של שמעון בשדה הב', דאף דחזקה אינה יכולה להועיל על אחר זמן אבל כאן אינו בגדר קנין והקנאה אלא בגדר חזקת של חלוקה, וכמו שכתב הרמב\"ם בקנו מידם שזה רצה ברוח פלוני וזה אינו אלא על החלטה והסכמה שרוצה בזה ומסתלק ממילא מרוח ב', וה\"נ גבי חזקה מהני רק להודיע שהוא מצדו מסתלק משדה הב' בתנאי שהשני יסתלק משדה זו, וכששניהם החזיקו נגמרה החלוקה, ועכ\"פ דהוא מדיני חלוקה ולא מדיני הקנאה וממילא לא שייך בזה גדרי חליפין וכנ\"ל.<br><b> ובזה </b> מבואר מה דלא צריך כאן לומר לך חזק וקני, וכן הוא לשון הרמב\"ם שהלך זה בעצמו והחזיק וכן כתבו בתוס' והרא\"ש כתב דאע\"ג דבעלמא אמר דחזקה שלא בפניו צריך לומר לך חזק וקני ה\"מ בדבר שאין לו חלק בו אלא בקנין זה. אבל הכא שהקרקע של שניהם מועלת חזקה מדעתו שלא בפניו ולא כתב בטעמא דמילתא, אבל לפימש\"כ הדבר מבואר דהיכי שצריך לעשות מעשה קנין צריך לומר לך חזק וקני, אבל הכא אין החזקה מעשה קנין אלא מעשה בירור של חלוקה, ומהני חזקתו לברר שהוא רוצה ברוח זה, וכשבא השני ומחזיק ברוח ב' נגמר בזה חלוקתם וכמו שנתבאר."
            ],
            [
                "<b>האחים שחלקו ועשו ביניהם גורל, כיון שעלה גורל לאחד מהן קנו כולן, בהנייה שנעשית להם ששמעו זה מזה לדבר שהסכימו עליו גמר כל אחד מהן ומקנה לחבירו.</b><br><b> השגת </b> הראב\"ד האחין שחלקו ועשו ביניהם גורל וכו' עד ומקנה לחבירו, א\"א לא נתחוורו דבריו עכ\"ל.<br><b> המ\"מ </b> כתב שאינו מבין השגת הראב\"ד אא\"כ ר\"ל שהיה לו לברר דבריו, ועיין מה שכתב אדמו\"ר זצוק\"ל בספרו בזה שהרחיב לבאר בדבריו העמוקים אם לדידן דאין ברירה מהני דין גורל מצד עצמו או דרק מדין בההוא הנאה וגם דתלוי אי גרסינן אלא, אבל בעיקר השגת הראב\"ד נראה דהשגתו הוא על מה שכתב הרמב\"ם כלשון הברייתא קנו כולם דבאמת לא קנו השאר בלא גורל, וכמש\"כ המ\"מ וכן פי' הרמב\"ם אלא דאפשר שמועיל לגבי שאר האחין לענין זה שכבר מוכרחין להתחלק בגורל ואינם יכולים לטעון שיחלוקו בעילוי דמים, אבל עכ\"פ לא קנו, ואף דלכאורה מכיון שכתב לשון הברייתא אין מקום להשיג דכמו שנפרש הברייתא כן נפרש דבריו, אבל באמת הרמב\"ם הוסיף כאן לבאר דשיטתו דבאמת קנו כולם דהמ\"מ כתב מקודם דיש שפירשו כגון שהסכימו שיחלוקו לפי סדר תולדותן שמעון אחר ראובן ולוי אחר שמעון, וכיון שעלה גורל לראובן קנה שמעון בחלק הסמוך וכן לוי אחר שמעון, וזהו באמת שיטת הרמב\"ם וזה שכתב בהנייה שנעשית להם ששמעו זה מזה לדבר שהסכימו עליו, והוא באור על דברי הגמ' דבגמ' לא הוזכר אלא דצייתי אהדדי, ויש לפרש כפי' רשב\"ם שנשמעין זה לזה לחלק בגורל, אבל הרמב\"ם שהוסיף וכתב לדבר שהסכימו עליו זהו ממש שיטת המפרשים שהסכימו על סדר החלוקה שכשיצא גורל לאחד יתבררו חלקי כולם, ועכשיו מובנה השגת הראב\"ד שסובר כדעת רוב הראשונים דודאי שאר האחין צריכין לחלוק בגורל וכמו שכתב המ\"מ."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כמה גובה הכותל אין פחות מארבע אמות, וכן בגינה כופהו להבדיל גינתו מגינת חבירו במחיצה גבוהה עשרה טפחים, אבל בבקעה אין צריך להבדיל בקעתו מבקעת חבירו אלא במקום שנהגו.</b><br><b> השגת </b> הראב\"ד כמה גובה וכו' עד י' טפחים, א\"א זה שיבוש גדול אלא כותל ארבע אמות עכ\"ל.<br><b> הנה </b> הלכה זו כבר שאלו חכמי לוניל להרמב\"ם והובא במגדל עוז וז\"ל, שוב מצאתי לחכמי לוניל ז\"ל שאלוהו לר\"מ ז\"ל והשיבם וז\"ל, בספר קנין נמצא כתוב בו שבין גינה לגינה סגי בעשרה טפחים, ובתחלת ב\"ב משמע דיותר פשיטא לן בגינה דהיזק ראיה שמיה היזק מבחצר, וא\"כ אמאי לא צריך ארבע אמות יורנו מורנו וכו', תשובה, זאת השאלה לא היתה לאנשים גדולים כמוכם לשאול אותה, וכי לא שאני לן בין היזק ראיה שהוא היזק גדול ודאי שיראה אדם חבירו בעת שהוא עומד ויושב ועושה צרכיו, ובין היזק ראיה שיראה קמת חבירו משום עינא בישא שאלו דברי חסידות הם שלא יעיין בו בעין רעה, ואותו השנוי שינוי בעלמא הוא ואינו אליבא דהלכתא דעיקר היזק ראיה בחצר מקום שבני אדם דרים, אבל בגנות של חצרות א\"צ ארבע אמות לפי שאין דרך בני אדם לדור בגגות אלא במחיצת עשרה טפחים סגיא כי היכא דיהא נתפס עליו בגנב, ק\"ו לגנות שאין דרך בני אדם לדור שם, ואם מאותו ענין של עינא בישא אפי' בבקעה היינו מחייבין אותו לגדור שעיקר קמתו של חבירו בבקעה הוא, וכבר נתברר שאין מחייבין אותו בבקעה לגדור כלל, לא בד' אמות ולא בעשרה טפחים ולעולם אין חוששין משום היזק ראיה אלא משום ב\"א ובמקומות הקבוצין כחצירות, ואותם הדברים שנאמרו שם בגינה שינויא בעלמא הוא, וזה דבר ברור וא\"צ להאריך, עכ\"ל הרמב\"ם ז\"ל בתשובתו לחכמי לוניל.<br><b> והנה </b> דברים אלו מתמיהין מאוד דהיכי שייך לומר דשנויא דגמרא שינויא בעלמא הוא, דזה לא שייך אלא אי הוי הס\"ד דגמ' כשיטת הרמב\"ם, אלא דבמסקנא דגמ' דחי את הס\"ד ומשני שינויא, אז אמרינן דשינויא בעלמא הוא ולא סמכינן עליה ונפסוק הדין כדעת המקשה, אבל כאן הלא מכל השקלא וטריא דגמ' מוכח דלא כדבריו דאי נימא דאין בגינה אלא מחיצה עשרה טפחים משום נתפס כגנב, א\"כ מאי מייתי הגמ' לפשוט דהיזק ראיה שמיה היזק, ת\"ש וכן בגינה הא בגינה ליכא ד' אמות כלל אלא עשרה טפחים משום נתפס כגנב, ומה זה ענין להיזק ראיה, וע\"כ דהמקשה נמי סובר דבגינה קאי על היזק ראיה ועל ד' אמות ולא משום נתפס כגנב, וגם המתרץ למה ליה לשנויי שינויא דחיקא גינה שאני כדר' אבא דאמר ר' אבא אסור לו לאדם שיעמוד על שדה חבירו לישני ליה האמת דבגינה לא מיירי כלל משום היזק ראיה וד' אמות, רק י' טפחים ומשום נתפס כגנב, ולא שייך לומר כלל דמשני שינויא דחיקא היכא דאיכא תירוץ אחר כהלכתא, וכבר הקשה כן בלח\"מ גם הראיה של הרמב\"ם דאי בגינה איכא היזק ראיה כ\"ש שצריך להיות בבקעה משום שעיקר קמתו של חבירו בבקעה היא, גם על זה הקשה הלח\"מ דא\"כ מה יעשה בדברי הגמ' דמאי משני גינה שאני וכו', א\"כ אפי' בבקעה נמי, אלא מאי אית לך למימר דשאני גינה מבקעה כדכתבו שם התוס' וז\"ל, דגינה הוי בכל השנה ובקעה לא הוי אלא חדש אחד בשנה, דבגינה זורעים ירק כל השנה וכו' וא\"כ אין ראיה מבקעה ודברי הרמב\"ם בתשובתו אינם מובנים כלל.<br><b> והנה </b> יש לעיין בטעמא דכופין אותם לעשות מחיצה משום היזק ראיה דלפי הנראה בפשוטו הוא מדיני הרחקת נזקין, וצריך ביאור דאיזה חיוב הוא לעשות מחיצה בשביל שלא יזיק את חבירו דהא יכול לומר לא אזיק ולא אראה, בשלמא במשרה וירק המשרה ע\"כ מזיקה בודאי להירק ועל המזיק להרחיק את עצמו אבל הכא הלא יוכל לומר שלא יזיק, וכי אם ידור ראובן עם שמעון ועל שמעון יש חשש שהוא גנב יכוף אותו ראובן להרחיק את עצמו ממנו, אולם אפשר דנאמר דשותפין כשהם בחצר ע\"כ הם מזיקים זא\"ז ולא תליא ברצון כלל, אכן אפשר להסביר הך דינא דהיזק ראיה באופן אחר דכיון דכשרואה אותו חבירו בחצר אינו יכול לעשות דבר של צינעא ומשו\"ה כיון דמזיקו בזה שאינו יכול להשתמש בגרמתו צריך הוא להרחיק א\"ע משום שמונע תשמיש לחבירו, ואף דאין זה אלא גרמא הא קיי\"ל דגרמא בנזקין אסור ורוב חיובי הרחקה הם בגרמא, ולפי\"ז אם מונע מהשתמש לא דוקא בראייתו אלא בעמידתו גופא במה שעומד בחצרו אז אף שאינו מסתכל בו אם מזיקו בזה נקרא ג\"כ מזיק, ובמה שכתבנו דמה דחייבין לעשות מחיצה אפשר לומר משום דע\"כ הם מזיקים בראייתם שלא ברצונם, היה אפשר להביא ראיה מדין היזק ראיה דחלון, וכן מהא דאמרינן גבי זיז בסוף חז\"ה דף נ\"ט מהדרנא אפאי ותלינא, ופי' הרשב\"ם דכיון דאוכל לתלות בהחזרת פנים אם אתלה ואביט אהיה נתפס כגנב, ומוכח דבלאו הך טעמא יכול לומר שמא תביט, אך באמת אין ראיה מזיז דשם עושה הזיז בחצר חבירו, ומה דבעינן להתיר הוא רק משום דין כופין עמ\"ס ולכן כיון דאפשר שיסתכל אין כאן דין דמ\"ס, וכן גבי חלון מבואר בגמ' בדף נ\"ט דאין לו לפתוח חלון על חצר חבירו גם בלא היזק ראיה והיינו למעלה מד' אמות אלא משום טעמא דכופין עמ\"ס, ועמש\"כ הקצוה\"ח בסי' קנ\"ד אלא דמ\"מ יש להביא ראיה דדין היזק ראיה הוא אפי' היכי שאינו ברור ההיזק מהא דתניא בדף כ\"ב דאינו רשאי להעמיד מחיצה מן הצד לחלונות שלא יעמוד ויראה, ומוכח דא\"צ דוקא היזק ברור ומוכרח, ולכן ע\"כ מוכח מזה כטעם שכתבנו משום דמניעת השתמשות נמי הוי היזק.<br><b> אכן </b> נראה לי דדין זה שמניעת השתמשות מקרי היזק לא שייך אלא אם יש לו לניזק זכות על השתמשות דבלא זה לא שייך לומר שראובן יטעון לשמעון בשביל עמידתך א\"א לי להשתמש בחצרו וע\"כ התרחק מלעמוד בחצירך, דמאי חזית שיתרחק שמעון מראובן יתרחק ראובן מפני שמעון כיון שבעצם אין שמעון עושה מעשה היזק ממש לראובן, אלא שממילא מעמידת שמעון יוצא חסרון לראובן א\"כ שמעון לא גרע מראובן, וכמו שזה מזיקו במניעת השתמשות כן מזיקו הוא אם יכריחו למנוע תשמישו בשבילו, וע\"כ בהכרח שצריך שיהיה לניזק זכות על השתמשות וכמו שנבאר ואז יכול להכריח את חברו להתרחק ממנו שלא למנוע בתמישו.<br><b> ובאור </b> הדבר הוא כמו שמצינו לענין דוושא דקיי\"ל דאסור לעשות כותל סמוך לכותלו של חברו אא\"כ הרחיק ממנו ד' אמות כדתנן בלא יחפור דף כ\"ב, וטעמא אמרינן בגמ' משום דוושא כדי שיהיה מקום בין שני הכותלים לדריסת רגלי אדם כדי שיתחזק הכותל, והקשו הראשונים דמאי שייך זה להרחקת נזקין דבמה נתחייב ראובן לשמעון שיניח מקום בחצירו לדריסת רגלי אדם כדי שיתחזק כותלו של חברו, ופירשו הראשונים דמיירי דוקא בקונה מן המלך או מן ההפקר דזכה מקודם בזכות דושא עיין במ\"מ פ\"ט משכנים ובהגה\"מ שם, והובא ברמ\"א סי' קנ\"ה וחזינן דראובן שקנה חצר מן ההפקר קנה זכות גם סביב החצר לדוושא, דהא דכתב המ\"מ בקונה מן המלך אין הכונה משום דקנה ממנו בפי' זכות זה, דברמ\"א איתא להדיא דה\"ה בקונה מן ההפקר, ובקונה מן ההפקר לא שייך לומר דהקנו לו בפי' זכות דוושא וע\"כ דקונה ממילא, והוא דין בקנין דמי שקנה חצר מן ההפקר קנה זכות גם בחצר הסמוך לענין דוושא ומזחילה ושאר דברים ההכרחיים לתשמישי החצר, והוא כמו קנין דרך וזה הדין גופא שייך במוכר שמכר שדה או חצר לראובן ואח\"כ לשמעון שזכה ראובן מקודם בכל הזכויות דהא מוכר בעין יפה מוכר, וכן כתב להדיא בהגה\"מ פ\"ט משכנים וז\"ל, ולפיכך פסק ריצב\"א דמשום דוושא א\"צ להרחיק אלא בלוקח או ביורש שהחזיק הראשון בדוושא וכן לענין חלונות אם הוא לוקח או יורש השני מרחיק וכו' ע\"ש.<br><b> ונמצא </b> שנוכל לבאר באופן זה גם דינא דהיזק ראיה כיון דלא משכחת לה דיני היזק ראיה ודיני חלונות בלא דיני חזקה, וכמו שכתב הריצב\"א שהבאנו, והיינו דאם אין להבית חלונות לחצר הסמוך לו נמצא דזכה בעל החצר בתשמיש חצר באופן שלא יהיה לו היזק ומניעת תשמיש מהבית, וכמו לענין דוושא דיש לו זכות שלא יפתח בעה\"ב הסמוך לו חלונות שימנענו מתשמיש וכשיש להבית חלונות א\"כ זכה הוא בהשתמשות באויר החצר הסמוך לו, ואין בעל החצר רשאי למנוע תשמישו כגון להאפיל עליו וכן לפתוח חלונות כנגד חלונותיו שאז ימנענו ג\"כ מהשתמש, אמנם הקצוה\"ח הביא להדיא דברי הרשב\"א בתשובה דדוקא לגבי דוושא צריכינן לדין זכות וחזקה שזכה בדוושא, וכן לענין שלא יאפיל צריך לומר שזכה בעל החלון באויר, אבל לענין שלא יזיק לו בהיזק ראיה אינו צריך זכות וחזקה, אלא ע\"כ אינו יכול להזיק לו כי על המזיק להרחיק א\"ע, וחזינן דהרשב\"א ס\"ל להדיא דבהיזק ראיה אינו דומה לדוושא, ע\"כ צ\"ל דהיינו לפי\"מ שכתבנו דדין היזק ראיה הוא משום מזיק ממש, וע\"כ צריכים אנו לומר דכן דעת הרשב\"א, אך כשנימא דהטעם משום מניעת התשמיש הוי כמו דין דוושא וכנ\"ל, ועיין במה שנכתוב עוד בזה להלן.<br><b> והנה </b> באחין שחלקו אמרינן דאין להם חלונות זע\"ז, וכתב הראב\"ד הובא ברא\"ש פ' השותפין סימן כ' וז\"ל, כתב הראב\"ד ז\"ל נהי דאין יכול לערער על סתימת החלונות אם רוצה לבנות לפניהם ומיהו כל זמן שלא בנה לפניהם אינו יכול לומר סתום חלונותיך אע\"פ שיש בהן היזק ראיה, ואין דבריו נראין כלל דכיון דאין לו חזקה באורה היכי מצי למיעבד ליה היזק בראייתו ועוד דאיכא למיחש דלבתר תלת שנין טעין בחזקה ועוד דאין להם דרך זע\"ז משמע דאע\"ג דאביהן היה עובר דרך שדה זו לשדה אחרת מוחה הוא באחיו לעבור דרך שדהו וכן בחלונות מוחה הוא בו מלראות דרך החלון ולהחזיקה, וכן כתב הרמב\"ם ז\"ל שצריך לסתום החלון ולהסיר אמת המים מעליו, עכ\"ל, והנה אי נימא דטעם היזק ראיה הוא מטעם מזיק ממש אז צדקו דברי הרא\"ש במה שהשיג על הראב\"ד, דכיון דאין לו זכות באורה היכי מצי למיעבד ליה היזק בראייתו, אבל אי נימא דטעם היזק ראיה הוא מטעם מניעת ההשתמשות וכמו שכבר הוכחנו למעלה וא\"כ אינו אלא מתורת זכות שכיון שזכה בחצרו בחזקת השתמשות זכה גם בחצר הסמוך לו לענין שלא ימנענו חבירו מהשתמש וכמו שכתבנו, וא\"כ באחין שחלקו דקיי\"ל דאין להם חלונות זע\"ז היינו דאין לא' שום זכות על השני וכמו דאין להם דרך זע\"ז ושאר דברים משום דמוכר בעין יפה מוכר וכל א' הוא מוכר לחברו, וא\"כ אין כאן באחין שחלקו דין חזקת השתמשות, כיון דאין להם שום זכות וחזקה על השתמשות כלל, ולכן שפיר כתב הראב\"ד דאין בעל החצר יכול לומר לבעל החלונות סתום חלונותיך, דכמו שאין לבעל החלון זכות בחלונותיו, כן אין לבעל החצר זכות השתמשות בחצרו על השני שלא ימנענו מתשמישו, אבל הרא\"ש סובר דהיזק ראיה הוא מטעם מזיק גמור, וע\"כ גם באחין שחלקו כיון שבעל החלונות אין לו זכות בחלונותיו א\"כ בעל החצר יכול שפיר לכופו לסתום חלונותיו משום היזק ראיה וכנ\"ל.<br><b> ומה </b> שהקשה הרא\"ש על הראב\"ד דאיכא למיחש שיטעון חזקה יסבור הראב\"ד דכיון דלא יוכל למחות ממילא אין לו חזקה וכמו שכתב הרא\"ש בעצמו גבי פותח חלונו על חורבתו של חבירו, ומה שהקשה הרא\"ש מהא דאין להם דרך זע\"ז הנה לא דמי זל\"ז, דדרך בודאי שצריך לילך בשדה חברו אף שאביהם הלך, אבל עכשיו כיון שמחלו זל\"ז כל הזכותים באיזה אופן ילך בשדה חברו, אבל חלון שבשלו הוא עושה ורק מפני טעם מזיק קא אתי הרא\"ש, וכיון דלפי דברינו לשיטת הראב\"ד אין דין מזיק גבי אחין שחלקו משום דאין להם זכות השתמשות זע\"ז, לכן הא דאין להם חלונות סובר שפיר הראב\"ד דהוא דוקא לענין זה שאין לו זכות חלונות שלא יוכל חברו לסותמם ולהאפיל עליו, אבל כ\"ז שאין חברו בונה כנגדו יכול להחזיק החלון דגם אין להם דרך זע\"ז הוא ג\"כ בגוונא דהכי דאין להם זכות דרך וכנ\"ל, עכ\"פ בארנו שהרא\"ש והראב\"ד חולקין בהך סברא שהבאנו אם היזק ראיה הוא משום גדר מזיק ממש או מניעת השתמשות, והנה הרמב\"ם הלא כפי שהביא הרא\"ש סובר דלא כראב\"ד אלא כרא\"ש דיכול לכופו לסתום החלון, וא\"כ יסבור הרמב\"ם ג\"כ דהיזק ראיה הוא מזיק ממש, ולכן גם באחין שחלקו שייך דין היזק ראיה וכמו שכתבנו.<br><small> -השמטות ומלואים-</small><br><b> לעיל </b> בארתי במה שהק' הרא\"ש על הראב\"ד דסובר דאף דאינו יכול לערער על סתימת החלונות אם רוצה לבנות לפניהם אינו יכול לומר חתום חלונותיך אע\"פ שיש בהן היזק ראיה, והקשה הרא\"ש מהא דאין להם דרך זע\"ז ובארתי דלא דמי דדרך בודאי שצריך לילך בשדה חברו אף שאביהם הלך באותה הדרך אבל עכשיו כיון שמחלו זל\"ז כל הזכותים באיזה אופן ילך בשדה חברו, אבל חלון שבשלו הוא עושה ורק מפני טעם מזיק קא אתי הרא\"ש ולשי' הראב\"ד הא אין דין מזיק באחין שחלקו כיון דאין להם זכות השתמשות זע\"ז, עי\"ש, והנה לפמש\"כ למעלה בד\"ה והנה דגם חלון הוא משתמש בשל חברו א\"כ הוא דמי לדרך, אלא דבאמת ל\"ד דדוקא היכי שרוצה לעשות על חצר חבירו דזהו כדי להשתמש באויר חצרו זה אין לו רשות אבל כאן שהחלון כבר נעשה מקודם ברשות והוא אינו עושה מעשה אינו מחוייב לסתום החלון דהא אינו עושה מעשה בשל חברו ולכן ע\"כ דהוא משום היזק ראי'.<br><b> והנה </b> לפי מה שבארנו לפי דעת הראב\"ד יקשה לנו הא דקיי\"ל השותפין שחלקו חייבין לעשות מחיצה בחצר משום היזק ראיה כדתנן בריש מכילתין דהא קיי\"ל דשותפין שחלקו הוי כמו אחין שחלקו ואין להם דרך זע\"ז ולא חלונות זע\"ז, ולשיטת הראב\"ד דבדין דאין להם חלונות זע\"ז נכלל ג\"כ דאין בעל החצר יכול לכופו לסתום החלון, אע\"ג שיש היזק ראיה א\"כ אמאי יש דין היזק ראיה בשותפין שחלקו, ואם אמנם לפי\"מ שכתבנו בריש דברינו וחפצנו לחלק בין היזק ראיה דכותל השותפין ובין היזק ראיה דחלון, דכותל השותפין הוא משום ודאי היזק וחלון לא הוי אלא ספק יתיישב קושייתנו, אבל באמת אין סברא זו מוחלטת, וע\"כ נראה דלפי דברינו בדעת הראב\"ד עלינו לבאר משנתנו דשותפין שחלקו את החצר דמחוייבין לעשות כותל משום היזק ראיה, דאינו שעל המזיק להרחיק א\"ע ומשום הרחקת נזקין, דבאמת כל דיני נזקין הם בפ' לא יחפור, ופירקין קמא דהשותפין אין בו דיני הרחקת נזקין, אלא כולו דיני שותפין הם מה שחייבים שותפין זל\"ז ודינים השייכים מזל\"ז מתורת שותפין, וע\"כ נוכל לומר שפיר דמתני' קמא דהשותפין ג\"כ אינו משום מזיק פשוט דשייך בכל אדם גם בלא דיני שותפין, אלא דדוקא מתורת שותפין נגעו בה, והוא כמו דינא דכופין אותו לבנות בית שער ודלת לחצר, וגם עכשיו כשחלקו על דעת כן חלקו שיתחייבו שניהם לעשות בתיקון זאת המחיצה וכמו שנבאר זה לקמן, אך מ\"מ תליא שפיר דינא דחיוב בנין הכותל בדין היזק ראיה שמיה היזק או לא שמיה היזק, דאי היזק ראיה שמיה היזק יש בזה חיוב השותפין ואי לא שמיה היזק אין בזה חיוב השותפין, וראיה דהא בגמ' דף ב' מייתי ת\"ש כופין אותו לבנות בית שער ודלת לחצר ש\"מ היזק ראיה שמיה היזק ומשני היזיקא דרבים שאני, ומוכח להדיא דגם הך דינא דכופין אותו לבנות בית שער ודלת שהוא מדיני התחייבות השותפות כמו שכתבנו תליא נמי בדינא דהיזק ראיה שמיה היזק, וא\"כ שפיר נוכל לומר דמתני' דהשותפין שייכא נמי בהך דכופין אותו לבנות בית שער ודלת לחצר, והוא מהתחייבות השותפין, ומ\"מ תליא בדיני היזק ראיה שמיה היזק וכנ\"ל.<br><b> והנה </b> בגמ' דף ז' אר\"נ אמר שמואל גג הסמוך לחצר חבירו עושה לו מעקה גבוה ד' אמות אבל בין גג לגג לא, ור\"נ דידיה אמר אינו זקוק לד' אמות אבל זקוק למחיצה י' טפחים, ולמאי אי להיזק ראיה ד' אמות בעינן אי לנתפס כגנב במסיפס סגי לעולם לנתפס כגנב בפחות מי' מצי מישתמיט ליה, בי' לא מצי משתמיט ליה, וזהו יסוד הדין דשותפין צריכין להרחיק זה מזה בכדי שלא יתפסו כגנב, ולפי האמור למעלה יקשה לנו כאן עוד ביתר שאת דאיך שייך לומר על המזיק להרחיק א\"ע בזה דאיך יתכן שיהיה אפי' איש מוחזק לגנב מחוייב לקשור את ידיו שלא יגנוב הלא יכול לומר לא אגנוב, וכ\"ש מי שאינו מוחזק לגנב איך אפשר שנחייבו לעשות מחיצה מתורת מזיק בשביל שלא יגנוב זה דבר שאי אפשר כלל, ולכן נראה דבכאן ע\"כ צריך להסביר כמו שהארכנו למעלה, דדין מזיק שבכאן הוא מונע השתמשות כמו שכתבנו לגבי היזק ראיה כן גם כאן כיון שאין מחיצה ביניהם א\"כ אינו יכול להניח שום דבר מחשש שמא יגנוב, וכיון דדרך העולם לחוש לזה והוא צריך לחוש לזה, א\"כ אינו יכול להשתמש בחצירו, ולכן בעל החצר השני הוא מונע תשמישו וצריך להרחיק א\"ע במחיצה, וכן הוא צריך להתרחק במחיצה ולכן על שניהם לעשות מחיצה, ונראה דגם הרמב\"ם שלפי מש\"כ חולק על הראב\"ד וסובר בהיזק ראיה דחצר השותפין וחלונות דהוא מטעם מזיק ממש, היינו דוקא שם דאפשר לומר דעכ\"פ עפ\"י רוב הוא מזיק בודאי, אבל בהא דנתפס כגנב שאי לומר כן ואין סברא כלל לעשות בזה גדר מזיק עוד קודם שיגנוב משום ספק וחשש גניבה וע\"כ גם הרמב\"ם ע\"כ מודה דבנתפס כגנב ההסבר הוא כמש\"כ משום מניעת השתמשות.<br><b> ולפימש\"כ </b> למעלה אי אפשר לומר סברא דמניעת השתמשות ושיהיה משום גדר מזיק אלא בשני גגין הסמוכין זל\"ז או שני חצרות הסמוכין זל\"ז ולא היו שותפין מקודם דנוכל לומר בזה גדר דוושא וכמו שהארכנו למעלה דאז יש לו לכל אחד זכות השתמשות ומחוייב כל אחד שלא למנוע מחבירו זכות השתמשות שלו, אבל בשותפין שחלקו כיון דאין להם דרך זע\"ז ואין להם זכות זע\"ז א\"כ אין להם גם זכות השתמשות, וא\"כ גם הרמב\"ם דפליג על הראב\"ד באחין שחלקו דאין להם חלונות זע\"ז וסבירא ליה דמחויב לסתום החלון, דלא כשיטת הראב\"ד היינו דוקא גבי היזק ראיה דהוא מזיק ממש לשיטתו וכמו שכתבנו, אבל גבי נתפס כגנב כיון דע\"כ גם לדעת הרמב\"ם הוא ג\"כ משום מניעת השתמשות ומשום זכות וחזקה שיש לו לזה, וא\"כ באחין שחלקו דמוכר בעין יפה מוכר ואין להם זכות זע\"ז אין כאן דין נתפס כגנב, דכיון דגם שותפין שחלקו הוו כאחין שחלקו א\"א להיות גם לשיטת הרמב\"ם דין דנתפס כגנב גבי שותפין שחלקו אם לא כמש\"כ למעלה לדעת הראב\"ד דאינו משום דיני הרחקת נזקין אלא משום דיני התחייבות השותפין ומשום גדר דכופין אותו לבנות בית שער ודלת לחצר.<br><b> והנה </b> בהל' י\"ז כתב הרמב\"ם המוכר גינה לחבירו סתם והיתה מעורבת עם גינות אחרות כופין את הלוקח לבנות הכותל ביניהם ואפי' במקום שנהגו שלא לגדור בגינות, אבל אם מכר בקעה סתם אין מחייבין אותו לגדור אלא במקום שנהגו, וכתב המ\"מ וז\"ל ואפשר שדעת רבינו לומר שכל מי שמוכר לאחר דעתו שהקונה יסלק לו כל נזק שבא מחמתו וכו' והרי זו דומה למה שאמרו ונתבאר פ' כ\"א מה' מכירה שהמוכר חצי שדה לוקח מקבל עליו מקום הגדר חריץ ובין חריץ ומשם למד רבינו דין זה, ואפשר שזהו שכתב ואפי' במקום שנהגו שלא לגדור עכ\"ד המ\"מ, וכפי הנראה מדבריו דדין זה של מוכר ולוקח אינו שייך למשנתנו, ולכן אף דבמשנתנו אין מחייבין אותו אלא דוקא בסתמא מ\"מ במוכר ולוקח מחייבין אותו אפי' במקום שנהגו שלא לגדור, ובאמת שדבריו תמוהין דמה שייך דין דשם לכאן דשם איירי בגדר שמבחוץ שלא יבואו חיות כפי' רשב\"ם וכאן הוא בין המוכר והלוקח, וראיה דהא שם מיירי בשדה דהוא בקעה, וזה מפורש כאן דבבקעה אין חייבין לגדור אלא במקום שנהגו, והכ\"מ כתב דהרמב\"ם מפרש דמאי דאמרינן בגמ' סתם גינה היינו המוכר גינה סתם, ומה שכתב ואפי' במקום שנהגו שלא לגדור בגינות פירושו שלא נהגו לגדור דהיינו סתם, ואע\"פ שמתוך דברי רבינו בפרק זה נראה שהוא מפרש אוקימתא זו כפשוטה אפשר ששני הפירושים נאמרו בה ותרווייהו איתנהו עכ\"ד, ובפי' המשניות מוכח להדיא כדברי הכ\"מ דמפרש מתני' גופא במוכר לוקח, ואף שיש שם סתירה שכתב שבבקעה אין מחייבין אפי' במקום שנהגו ע\"כ הוא טעות סופר, אבל עכ\"פ מבואר דהדין הוא ממתני' אולם הלא גם הדין דשותפין הביא הרמב\"ם ומוכח דשניהם שמעינן ממתני' כמש\"כ הכ\"מ אלא שאינו מבואר היכי כיילינן במתני' תרתי מילי ומה שייך דין מוכר ולוקח לדין השותפין.<br><b> אכן </b> לפי דברינו מיושב שפיר דכיון שנתברר דהך חיובא דנתפס כגנב גבי שותפין א\"א להיות מדין הרחקה ומדין שעל המזיק להרחיק א\"ע ומשום דכיון דאינו מזיק גמור אלא מונע השתמשות ובזה צריך לזכותים וחזקת השתמשות כמו שכתבנו, ובשותפין שחלקו הא אין לזה על זה שום זכות כנ\"ל ולכן ע\"כ דכאן אינו משום מזיק אלא מדין התחייבות השותפין וכמו כופין אותו לבנות בית שער ודלת לחצר וכנ\"ל, אכן באמת לכאורה הא לא דמיא להתם, דהתם היינו מדין התחייבות השותפין ומשום דהוו עכשיו שותפין בחצר, וכן בכופין אותו לבנות חומה לעיר הוא משום דהוי שותף בעיר, אבל הכא כיון שחלקו בטלה חלוקתם ואינם שותפין כלל, ומנין שיתחייבו האחד לחבירו בתיקון חצר חבירו שאינו שייך לו כלל, אמנם ע\"ז הסמיך הרמב\"ם שפיר דינא דמוכר גינה להך דשותפין שחלקו את החצר, דכמו דחייב הלוקח דזהו מתנאי המכירה ועל דעת כן מכר לו, וא\"כ אותו הדין ואותו הטעם נמי בשותפין ששניהם מוכרים ולוקחים זמ\"ז ועל דעת כן חלקו שיהיו שניהם מחוייבין לעשות המחיצה ולא שייך זה כלל למוכר בעין יפה מוכר דלא שיירו כ\"א זכותים בשדה חבירו דאדרבא הא חזינן דגם במוכר מחויב הלוקח לעשות גדר אף דמכר לו בעין יפה משום דזה שייך לתקוני החצר שנצטרך בשביל המכירה ושמוטל על הלוקח, וא\"כ שפיר מיושב דברי הרמב\"ם דתרווייהו בהדי הדדי שייכא, שותפין שחלקו ומכור גינה לחבירו, דטעמא מאי מחייבינן בשותפין שחלקו לבנות כותל משום נתפס כגנב משום דמוכר שדה לחבירו על הלוקח לבנות הכותל, והכא ששניהם לוקחים הם מחוייבים שניהם לבנות הכותל.<br><b> ועתה </b> נבוא לדברי הרמב\"ם שהבאנו בראש דברינו, והוא במה שכתב דבגינה אין מחייבין אותו אלא לעשות מחיצה של י' טפחים אשר הוא בהיפוך מדברי הגמ', דבגמ' מבואר להדיא דגינה עדיף מחצר ואיכא היזק ראיה טפי מחצר, וכיון דבחצר קיי\"ל דהיזק ראיה שמיה היזק כ\"ש בגינה שצריך לבנות כותל ד' אמות משום היזק ראיה, והבאנו למעלה דברי הרמב\"ם בתשובתו לחכמי לוניל שכתב דהא דאמרינן דבגינה איכא היזק ראיה שינויא בעלמא הוא ולא כהלכתא, וכבר הבאנו מה שיש מן התימה עליו, ולפימש\"כ יש לנו להוכיח לדעת הרמב\"ם דלשיטתו מוכרח לסבור דבגינה אינו חייב אלא במחיצת י' טפחים משום נתפס כנגב, ולא במחיצת ד' משום היזק ראיה, דזה שכתבנו דמה שחייב לעשות מחיצת י' טפחים משום נתפס כגנב גבי שותפין שחלקו הוא ע\"כ לא מתורת מזיק, אלא מתורת כופין אותו לעשות בית שער ודלת לחצר מוכח כן ממתני' דתנן וכן בגינה סתם כמקום שנהגו לגדור דמי וזה מיושב לפי דברינו דחיוב הגדר בגינה משום התחייבות השותפין תנן שפיר דגם גינה סתם היינו שלא התנו ואין שם מנהג ידוע כמקום שנהגו לגדור דמי, אבל אי הוי דינא דחיוב עשיית המחיצה משום גדר הרחקת נזקין ומשום שעל המזיק להרחיק א\"ע, וא\"כ למה תלי מתני' הך דינא בדינא דנהגו לגדור, ומה שייך למיתני סתם גינה כמקום שנהגו לגדור דמי, דמה שייך מזיק למקום שנהגו ומה תלי הך בהך דדין מזיק הוא דין מבורר בפ\"ע בלא שום התחייבות ובלא שום מנהג, וע\"כ מוכרח ומבורר להדיא ממתני' דדין דעשיית המחיצה בסתם גינה אינו אלא מגדר התחייבות, וא\"כ לשיטת הרמב\"ם שכתבנו דסובר דהיזק ראיה הוא מגדר מזיק ממש, ע\"כ מוכרח לשיטתו לסבור דעשיית המחיצה דגינה אינו משום היזק ראיה דאי הוי משום היזק ראיה א\"כ הוי מזיק ממש ולא שייך למיתני כמקום שנהגו לגדור דמי וכנ\"ל, וע\"כ מוכרח שהוא משום נתפס כגנב שאינו משום מזיק ממש אלא מניעת השתמשות וצריך לבוא מדיני זכות, וכיון דבשותפין שחלקו אין להם דרך זע\"ז ע\"כ הוא מגדרי התחייבות וכנ\"ל ושפיר שייך למיתני כמקום שנהגו לגדור דמי, אולם הראב\"ד לשיטתו דסובר גבי חלונות דהיזק ראיה הוא ג\"כ משום מניעת השתמשות, וע\"כ לדידיה גם על היזק ראיה שפיר שייך למיתני כמקום שנהגו לגדור דמי כמו על נתפס כגנב דלשיטתו הכל בטעם אחד הם וכנ\"ל.<br><b> והנה </b> בהא דאמרינן בגמ' סברוה מאי מחיצה גודא כדתנן מחיצת הכרם שנפרצה וכו' ואימא מחיצה פלוגתא אי הכי שרצו לחצות מיבעי ליה אלא מאי גודא בונין אותו מיבעי ליה, אי תני אותו הו\"א במסיפס בעלמא קמ\"ל כותל, והנה בלישנא אחרינא אמרינן סברוה מאי מחיצה פלוגתא ואימא מחיצה גודא אי הכי בונין את הכותל בונין אותו מבעי ליה אלא מאי פלוגתא וכו', וקיימא המסקנא דמחיצה פלוגתא משום קושיא דאי גודא אמאי תנן בונין את הכותל בונין אותו מבעי ליה וקשה דהא בלישנא קמא משני לה שפיר ובמאי פליגי הני תרי לישני ובפרט דפשטות לשון מחיצה הוא גודא, והנה בתוס' בד\"ה אי תני אותו הו\"א במסיפס בעלמא כתבו וז\"ל ורצו דקתני אמסיפס ואע\"ג דאי לא רצו נמי עושין מסיפס היינו מסיפס גרוע, אבל כי רצו עושין מגויל וגזית ורק דמקרי מסיפס לפי שהוא מלא חלונות ואינו מגין מהיזק ראיה, א\"נ לפי שאינו גבוה עשרה כדאמרינן לקמן אהא דאר\"נ אמר שמואל גג הסמוך לחצר חבירו עושה לו מעקה גבוה י' טפחים ופריך למאי אי לנתפס כגנב במסיפס סגי עכ\"ל, והנה דברי התוס' תמוהים דמייתו מעשה לסתור דהא עלה גופא מסקינן אהא דמקשינן אי לנתפס כגנב במסיפס סגי ומשני עלה במסיפס מצי משתמיט ליה, במחיצה עשרה לא מצי משתמיט ליה אלמא דמחויב לעשות מחיצה עשרה, אכן נראה דכונת התוס' לא היה אלא להביא ראיה דסתם מסיפס שעושין לחלק בין חצירות לא הוי גבוה עשרה, ולתרץ בזה קושיתם הקודמת דהא גם בלא רצו צריך לעשות מסיפס לחלק בין חצרות, אלא דאכתי קשה כיון דמסקינן שם דמחויב לעשות מחיצה י' משום נתפס כגנב א\"כ גם בכותל חצר צריך אף בלא רצו לעשות מחיצת י' משום נתפס כגנב והדרא קושיא לדוכתא אמאי קתני רצו, ובתי' הראשון ג\"כ לא יתיישב קושיא זו דכיון דצריך לעשות מחיצת י' משום נתפס כגנב א\"כ ע\"כ תלי זה במנהג המדינה ולא יוכל אחד לעשות מסיפס גרוע שלא מגויל וגזית כנגד מנהג המדינה, דהא יכול כ\"א לומר לא אעשה מעותי אנפרות לעשות מחיצה גרוע שלמחר יפול כמו דאמרינן במחיצת ד' אמות, וגם יכול לטעון לא אחפוץ לתבוע אותך בכל יום לדין כמו שכתב הרא\"ש לגבי מחיצת ד'.<br><b> והנה </b> חשבתי שבהכרח לומר דלישנא קמא ע\"כ לא סבר לה להא דאר\"נ אמר שמואל דצריך לעשות מחיצת י' משום נתפס כגנב וב\"ה שכוונתי לדברי הראשונים שמצאתי בש\"מ בשם הרשב\"א שמקשה כנ\"ל ומסיק שבאמת ע\"כ לישנא קמא לא סבר כר\"נ אמר שמואל, ולפי\"ז מיושב שפיר מה שהקשינו דבמאי פליגי הני תרי לישני דגמ' ואמאי נייד בלישנא בתרא מתירוצא קמא, אולם לפי דברינו מיושב שפיר דלישנא בתרא באמת סבר כר\"נ אמר שמואל דגג הסמוך לחצר צריך לעשות מחיצה י' משום נתפס כגנב וא\"כ ה\"ה בין שני חצרות, וא\"כ לא מצי לשנויי אי תנו אותו הו\"א במסיפס בעלמא דיקשה לן דעל מסיפס לא בעי רצו ואמאי קתני רצו דהא למ\"ד מחיצה גודא, רצו דקתני קאי אכותל וא\"כ א\"א לומר דאי תני אותו הו\"א במסיפס בעלמא דאיך הו\"א במסיפס בעלמא דהא למסיפס לא בעי רצו, דבלא רצו נמי חייבין לעשות מסיפס משום נתפס כגנב, ומש\"ה באמת לישנא בתרא דסבר כר\"נ אמר שמואל לא מצי לשנויי תי' זה דאי תני אותו הו\"א במסיפס בעלמא וכנ\"ל, וקאי בקושיא דאי מחיצה גודא דאי הכי בונין את הכותל בונין אותו מיבעי ליה ומסיק מש\"ה דע\"כ מחיצה פלוגתא ולדידן נמי להלכה כיון דקיי\"ל כר\"נ אמר שמואל, לכן ע\"כ קיי\"ל נמי כלישנא בתרא דמחיצה פלוגתא והיזק ראיה שמיה היזק.<br><b> ועכשיו </b> מבואר שפיר שיטת הרמב\"ם ויתבארו דבריו שהשיב לחכמי לוניל דהך מקשה שהקשה להמ\"ד מחיצה גודא דסבר היזק ראיה לא שמיה היזק והוא ע\"כ לא סבר כר\"נ אמר שמואל ולית ליה הך סברא דנתפס כגנב כלל, לדידיה הקשה המקשה שפיר ת\"ש וכן בגינה דע\"כ לא מצי סבר הך מ\"ד דוכן בגינה לא קאי על ד\"א והיזק ראיה אלא על י' טפחים ונתפס כגנב, דהא ע\"כ לדידיה לית ליה נתפס כגנב כלל, וע\"כ לדידיה האי וכן בגינה קאי על ד' אמות ומשום היזק ראיה, איברא דלפי\"ז הלא הקשינו למעלה דאי קאי האי וכן בגינה על ד\"א ומשום היזק ראיה, א\"כ מה תלי מתני' דין זה בהא דמקום שנהגו לגדור ומה שייך למיתני וכן בגינה סתם כמקום שנהגו לגדור דמי, אך ע\"כ היינו אומרים דבאמת אין בהיזק ראיה דגינה דין מזיק ממש, רק בשביל היזק ראיה מחייבין אותן לעשות מחיצה משום התחייבות השותפין או התחייבות החלוקה בסתם, ומגדר כופין אותן לבנות בית שער ודלת לחצר, ועכ\"פ מקשה שפיר להמ\"ד מאי מחיצה גודא דסבר דהיזק ראיה לא שמיה היזק ושאין בזה שום התחייבות לא מתורת מזיק ולא מתורת התחייבות דהא סבר דרצו דקתני אגודא ובלא רצו אין עושים כלום, וא\"כ מקשה ליה שפיר ת\"ש וכן בגינה דחזינן דלפחות בשביל היזק ראיה יש בזה משום התחייבות דע\"כ וכן בגינה קאי על ד' אמות דהא נתפס כגנב לית ליה כלל להאי מ\"ד דמחיצה גודא, ודומיא דהכי מקשה לו אח\"כ ת\"ש כופין אותן לבנות בית שער ודלת לחצר, והיינו ג\"כ דעכ\"פ מגדר התחייבות השותפין חייב בהיזק ראיה וה\"נ יתחייב מגדר התחייבות השותפין או התחייבות החלוקה וכנ\"ל, ומשני ליה גינה שאני כדר' אבא דבגינה יש היזק ראיה לענין התחייבות וכנ\"ל, אבל לא מתורת מזיק, דאי הכי לא שייך למתלי במקום שנהגו לגדור, ומה דאינו חייב אלא בגינה ולא בבקעה דהא עיקר קמת חבירו בבקעה הוא, תירצו התוס' משום דבבקעה אינה עומדת בקמותיה אלא חודש א', אבל גינה עומדת כל השנה, והיינו דמשום היזק שאינו קבוע אין בזה אומדנא והתחייבות השותפין לעשות מחיצה.<br><b> אבל </b> כ\"ז הוא בסוגיא קמא דסבר היזק ראיה לא שמיה היזק וסברא דנתפס כגנב לית ליה כלל, ולדידיה ע\"כ צריך לומר דוכן בגינה קאי על ד' אמות ומשום היזק ראיה, אך לא משום היזק ראיה מתורת מזיק ממש, דאי הכי יקשה אמאי תלי זה במקום שנהגו לגדור וכנ\"ל, ועוד דאם היה החיוב מתורת מזיק ממש ומשום על המזיק להרחיק א\"ע אין שום חילוק בין גינה לבקעה דאטו בשביל שבקעה אינה אלא חודש אחד אין בזה גדר דעל המזיק להרחיק א\"ע, והיכן מצינו בגדרי הרחקת נזיקין שיהיה נ\"מ בין על זמן גדול או על זמן קטן, רק בשביל דסבר השתא דלאו בשביל מזיק חייבים לעשות מחיצה משום היזק ראיה, אלא דמשום היזק ראיה יש בזה התחייבות השותפין וזה אומדנא דוקא בהיזק קבוע, וכ\"ז ללישנא קמא אבל ללישנא בתרא דמסיק דהזיק ראיה שמיה היזק, וסובר הרמב\"ם כפשוטן דכיון דמסקינן דהיזק ראיה שמיה היזק הוי בזה מזיק ממש, ובלא דין התחייבות חייבין לעשות מחיצה, דהא במתני' גבי חצר למסקנא דמחיצה פלוגתא הפי' דכיון שרצו לעשות מחיצה, היינו לחלוק, חייבים לעשות כותל ולא תלי זה כלל במקום שנהגו לגדור לומר דבסתמא כמקום שנהגו לגדור דמי כמו דקתני בגינה ומוכח דאינו מגדר התחייבות כבגינה אלא דהוא חיוב בפ\"ע, וא\"כ ע\"כ מוכח דגבי גינה ליכא היזק ראיה דאי איכא היזק ראיה וקיי\"ל דהוי מזיק ממש, א\"כ למה לן למתלי במקום שנהגו לגדור וגם מאי נ\"מ בין גינה לבקעה דלטעם מזיק ממש אין נ\"מ כנ\"ל, וע\"כ למסקנא כל סוגיין דלעיל אידחי דזהו רק שינוייא דחיקא למ\"ד היזק ראיה לא שמיה היזק, אבל לפי מה דקיי\"ל דהיזק ראיה שמיה היזק וקיי\"ל דהוי מזיק ממש כיון דבבקעה אין היזק ראיה, ע\"כ דגם בגינה אין היזק ראיה כנ\"ל והאי וכן בגינה קאי אנתפס כגנב דלמסקנא קיי\"ל כר\"נ אמר שמואל ובזה איכא חילוק בין גינה לבקעה, אבל היזק ראיה ליכא בגינה כלל לפי המסקנא, ונמצא דברי הרמב\"ם שהשיב בתשובתו לחכמי לוניל ברורים מאוד ושיטתו מחוורת כשמלה ב\"ה.<br><b> והנה </b> לפי מה שכתבתי נראה לי ליישב דברי הרמב\"ם התמוהים בפ\"ג מהל' שכנים הל' ז' וז\"ל שתי חצרות זו למעלה מזו וכו' ואם היתה חצרו למעלה מגגו של חברו אין העליון זקוק לתחתון כלל עכ\"ל, ובהשגות א\"א אין דבריו ברורין כלל עכ\"ל, ובאמת דברי הרמב\"ם הם היפוך גמ' מפורשת דף ו' דמקשינן מיתיבי אם היה חצרו למעלה מגגו של חברו אין נזקקין לו, מאי לאו אין נזקקין לו כלל, לא אין נזקקין לד' אמות אבל נזקקין למחיצת עשרה, ונראה לפי מה שבארתי להלן בסוגיא דחרדל דבהך סברא אם צריך דיני זכות בנזקי שכנים היכי שאינו מזיקו ממש תליא בפלוגתא דר' יוסי ורבנן, דדוקא לר' יוסי סבירא לן הכי דכל עיקר דמצי ניזק לומר למזיק הרחק שלא תזיקני הוא משום דלניזק יש לו זכות ולמזיק אין זכות ע\"ש שבארתי בארוכה, אבל רבנן ס\"ל דבלא זכות נמי דינא הכי דמי שהוא מזיק צריך להרחיק א\"ע, והנה לפי\"ז כל עיקר סברתי שחדשתי דאם ההיזק הוא משום מניעת השתמשות כמו בנתפס כגנב דצריך כאן לבוא מדיני זכות כמו בדוושא דבלא\"ה לא יוכל האחד לומר לחברו הרחק מפני שלא אוכל להשתמש בשבילך, דהשני יאמר לו כיון שאיני מזיקך להדיא ובכונה אלא שע\"י גרמא דידי תשאר ניזק, וא\"כ כשאתה מכריחני להתרחק אתה מזיקני, ואף שיוכל לעשות מחיצה ע\"כ דמחיצה היא תולדה מדיני הרחקה דאלא\"ה הוצאת המחיצה היא ג\"כ היזק, ולכן כתבנו למעלה והנחנו יסוד דע\"כ צריך לבוא כאן לדיני זכות, משום דהניזק יש לו זכות, אבל לפימש\"כ דכ\"ז אליבא דר' יוסי, אבל רבנן לא ס\"ל הכי, אלא דלעולם מי שהוא ניזק יכול לומר למזיק הרחק שלא תזיקני, וא\"כ גם כאן לרבנן א\"צ לבוא כלל לדיני זכות, רק דכיון דעכ\"פ לדינא קיי\"ל כר' יוסי א\"כ כל דברינו נכונים אליבא דדינא, ובודאי שצריך לן לאוקמי מתני' דהשותפין אליבא דדינא.<br><b> עכ\"פ </b> הרוחנו בזה דכ\"ז אליבא דדינא לר' יוסי אבל לרבנן אין שום נ\"מ בין מזיק ממש ובין מניעת השתמשות כיון דבין הכא ובין הכא א\"צ לבוא לדיני זכות, וא\"כ גם בשותפין שחלקו חייב להרחיק מתורת מזיק, וא\"כ יהיה לנו מקום ליישב דברי הרמב\"ם דבאמת כשאנו צריכין לבוא מדיני השתמשות שבשביל זה יצטרך השני להרחיק לא שייך כאן לבעל הגג דיני זכות, דמתי שייך דיני זכות כשאחד הוא ניזק ע\"י גרמת השני אז יכול לומר לו לי יש זכות השתמשות בשלך שלא תזיקני, וכן גם כששניהם מזיקים זא\"ז קנו שניהם זכות כ\"א על חצר חבירו שלא יהיו נזוקים כ\"א מגרמת חבירו, אבל כ\"ז אם כל אחד עושה תשמיש המותר ורק שמגרמת תשמישו יוצא היזק לחבירו, אבל אם א' הוא מזיק גמור לחברו בידים ודאי אין לו כלל זכות בשל חברו שחברו לא ימנענו מתשמישו, ולכן כאן אם שניהם מזיקים זא\"ז בנתפס כגנב דשניהם הוו גרמא דממילא ע\"ז נאמר שפיר שכל אחד יש לו זכות השתמשות על של חבירו שלא ימנענו מתשמישו, אבל אם האחד הוא מזיק בהיזק ראיה שלשיטת הרמב\"ם הוא מזיק ממש, והשני הוא מזיק רק בנתפס כגנב, וא\"כ איך יוכל האחד שהוא מזיק ממש בהיזק ראיה לבקש מחברו חצי המחיצה במה שיאמר יש לי זכות השתמשות שלא תזיקני דכיון דתשמישו הוא באופן שיהיה מזיק ממש ע\"ז ודאי לא יוכל להיות לו אפי' תחלת זכות, והנה מבואר דלפי\"ז דברי הרמב\"ם נכונים בסברא דכיון דבעל הגג מחויב לעשות מחיצה לבעל החצר משום היזק ראיה שוב אינו מחויב בעל החצר לסייע לו משום נתפס כגנב, וסוגיית הגמ' שהוא בהיפוך מיושב דכיון שבארנו דכל דברינו הוא דוקא אליבא דר' יוסי, אבל אליבא דרבנן גם גרמא דממילא הוי מגדר מזיק ממש ולא צריך לדיני זכות כלל, א\"כ אין נ\"מ בין בעל החצר לבעל הגג, אע\"פ שזה הוא בנתפס כגנב וזה הוא בהיזק ראיה, ולכן הגמ' רוצה ליישב ד' הברייתא אליבא דרבנן, ולדידהו אנו צריכין למידחק מאי אין נזקקין לד' אמות אבל נזקקין למחיצת עשרה, אבל להלכה כיון דקיי\"ל כר' יוסי אתו דברי הברייתא כפשטה דאם היתה חצרו למעלה מגגו של חבירו אין נזקקין לו כלל, וכן פסק הרמב\"ם כפשטה וכהלכתא דקיי\"ל כר' יוסי."
            ],
            [],
            [
                "<b>מקום שנהגו לבנות כותלים המבדילין בחצירות או בגגות באבנים שאינן גזית, זה נותן שלשה טפחים וכו', והואיל ומקום הכותל משל שניהם אם נפל הכותל הרי המקום והאבנים של שניהם ואפילו נפלו לרשות אחד מהם או שפינה אחד מהם את כל האבנים וטען שמכר לו חבירו חלקו או נתנו לו במתנה אינו נאמן אלא הרי הן ברשות של שניהם עד שיביא ראיה.</b><br><b> המ\"מ </b> הביא דברי הרי\"ף שכתב על מה דאמר בגמ' פשיטא לא צריכא דנפל לרשותא דחד מינייהו, שמעינן מהא דמילתא דידיעא לתרי שותפי אע\"ג דאיתא השתא ברשותא דחד מינייהו לא נפקא מחזקה דאידך מ\"ט דשותפין לא קפדי אהדדי הילכך לית ליה חזקה אלא בראיה א\"נ לאחר חלוקה, וכתב ע\"ז המ\"מ דמיירי שאנו רואין האבנים תחת ידו דאי ליכא סהדי מהימני מדין מיגו דאי בעי אמר אהדרינהו, וכתב הלח\"מ דזהו משום דכתב הרמב\"ם דמיירי בטוען לקוח וא\"כ ליכא סברא דאנן סהדי דשניהם בנו הכותל ולכן ע\"כ דמיירי באופן דליכא מיגו, אבל באמת קשה על דברי הרמב\"ם דלמה אינו מפרש באופן שטוען אני בניתי, ובדברי הרי\"ף לא הוזכר כלל דמיירי בטוען לקוח, עוד קשה טובא מה שכתב הרמב\"ם דהואיל ומקום הכותל של שניהם דמאי אולמיה דהמקום מהא דהאבנים הם של שניהם דלענין זה דלא מהני טענת לקוח הא זה הוא משום דשותפין לא קפדי והא דמילתא דידיעא לתרי שותפי הא מהני נמי בזה דהאבנים צריך להיות של שניהם.<br><b> והנה </b> הב\"י הוכיח מדברי הרי\"ף דאינו סובר כשיטת התוס' דהוי אנן סהדי מדצריך להא דשותפין לא קפדי, ולכאורה לפי דברי הלח\"מ דמה שכתב המ\"מ דע\"כ מיירי באופן דליכא מיגו דזהו משום דקאי על טוען לקוח, ולפי\"ז אין ראיה דלא סבר הרי\"ף סברא דאנן סהדי, אבל באמת דברי הב\"י מוכרחים דאפי' נימא דגם דעת הרי\"ף הוא בטוען לקוח, מ\"מ קשה דהא גופא מנלן דהא פשטה דמתני' ודברי הגמ' לא מיירי בטוען לקוח אלא בטוען אני בניתי, וא\"כ היכי כתב מהא שמעינן דמילתא דידיעא לתרי שותפי וכו' דמנלן להוכיח כן מסוגיית הגמ' כיון דיש לפרש בפשיטות בטוען אני בניתי ואיכא אנן סהדי, וע\"כ דאין חילוק להרי\"ף וגם בטענת אני בניתי בעינן טעמא דשותפין לא קפדי, וזהו משום דלא סבר הא דאנן סהדי וממילא נסתרים בזה דברי הלח\"מ דגם מה שכתב דמיירי באופן דליכא מיגו הוא אפי' בטוען אני בניתי, וכן מוכח מדברי המ\"מ דבהל' ט\"ז הביא דברי התוס' דהוי אנן סהדי, וכתב דמטעם זה אפי' אין אנו רואין האבנים ברשותו של המוחזק דאיכא מיגו, וע\"ז כתב ושיטה אחרת יש בהלכות כתבה המחבר בסמוך ומבואר להדיא דהרי\"ף והרמב\"ם אינם סוברים דהוי אנן סהדי וכדברי הב\"י.<br><b> אלא </b> דמ\"מ אכתי לא הונח לנו בדברי הרמב\"ם דכיון דלא סבר דהוי אנן סהדי וגם אם טען אני בניתי, אנו צריכין לסברא דשותפין לא קפדי א\"כ למה הוצרך להוסיף ולאוקמה דטוען לקוח, ואף דאיברא דכן הוא הדין גם בטוען לקוח אבל מ\"מ הוא תימה דלמה הוסיף דבר שלא הוזכר בגמ' וברי\"ף דפשטות הסוגיא הוא בטוען אני בניתי וכמש\"כ.<br><b> והנה </b> התוס' בד\"ה לפיכך כתבו וז\"ל ל\"צ דנפל לרשותא דחד מינייהו פירוש ושהו ברשותו הרבה מהו דתימא כיון דשהו ברשותו הרבה ניהימניה במיגו דאי בעי אמר ממך לקחתיה והיה נאמן משום דשהו הרבה, והקשה הגרעק\"א בגליון הש\"ס דלמה כתבו מדין מיגו ולא בפשוטו כי היכי דנאמן לומר לקחתיה מכח דשהו הרבה מוכח שהוא שלו ה\"נ יהא נאמן מדשהו הרבה מוכח שהוא בנה משלו ומאי אולמיה טענת לקוח מטענת אני בניתי עכ\"ל, והנראה בזה דהנה מערער שבא להוציא קרקע מיד המחזיק שלא החזיק ג' שנים א\"צ להביא עדים שהקרקע היתה שלו, אלא כל שמביא עדים שהקרקע היתה בחזקתו אפי' יום אחד מוציא מיד המחזיק כמבואר בדברי הטור והמחבר סי' ק\"מ סעיף א', ואף דזה מיירי שהמחזיק טוען שלקחו ומש\"ה אם לא החזיק ג' שנים אמרינן ליה אחוי שטרך מ\"מ מוכח דגם אם היה אומר לא היתה שלך ובגזל החזקת היו מוציאין מיד המוחזק דאל\"כ היה נאמן לומר לקוח במיגו כמו היכי דאין עדים כלל למערער, ומוכח מזה דחזקת הראשון אלים להחזיקו בין במטלטלין בין בקרקע דלא מהני אח\"כ חזקת השני לומר שהראשון החזיק בגזל וכן מבואר להדיא בדברי הרשב\"א בתשובה הביאו הב\"י ריש סי' קע\"ו דאפי' בטוען השני שהוא של אבותיו מהני חזקת יום אחד של הראשון להוציא מידו, ודוקא בטענת לקוח מהני במטלטלין מיד, ובקרקע לאחר ג' שנים משום דחזקת השני אינה מבטלת חזקת הראשון, ובזה מיושבים דברי התוס' דכיון דהחזקנו מקודם שהכותל הוא של שניהם והוא בחזקת שניהם אינו מועיל חזקת השני אף דשהו הרבה, דהא דשהו הרבה אינה ראיה מצד עצמה אלא דזה מועיל לסלק סברא דשותפין לא קפדי אהדדי משום דגם שותפין מקפידים בשהו הרבה, אבל עכ\"פ גם בשהו הרבה לא אלים יותר מדין חזקה וכיון שבארנו דחזקה אינה יכולה להוציא מדין חזקה הקודמת לכן לא הוי מהני חזקה זו לומר אני בניתי, ולזה הוצרכו התוס' לומר דהיה נאמן לומר אני בניתי במיגו דלקוח דבזה היה נאמן בחזקתו ע\"י ששהו הרבה.<br><b> ועתה </b> מבוארים דברי הרמב\"ם במה שהוצרך להוסיף דאינו נאמן בטענת לקוח דכיון שכתב הרי\"ף בטעמא דלא מהני נפל ברשותא דחד מינייהו משום דשותפין לא קפדי אהדדי, וקשה דלמה הוצרך לזה דהא אין צריך להיות מועיל חזקת השני לבטל מה שהחזקנו הכותל בחזקת שניהם, ולזה הוצרך הרמב\"ם להוסיף דאינו נאמן אפי' בטענת לקוח, ואף דאין דרך הרמב\"ם להוסיף ולפרש דברי הרי\"ף ובסוגיית הגמ' לא הוזכר טענת לקוח אלא משום דדבריו מוכרחים דאם היה נאמן בטענת לקוח, א\"כ היה נאמן בטענת אני בניתי במיגו דלקוח כיון דאינו סובר הרי\"ף דהוי אנן סהדי וכמש\"כ, ולזה שפיר כתב הרי\"ף מהא שמעינן דמילתא דידיעא לתרי שותפי אע\"ג דאיתא השתא ברשותא דחד מינייהו לא נפק מחזקה דאידך, והוא ע\"כ דלא מהני גם טענת לקוח, דאל\"כ היה נאמן במיגו ולכן סיים בטעמא משום דשותפין לא קפדי אהדדי, ולזה כתב הרמב\"ם עיקר דינא בטוען לקוח דאף דבגמ' לא הוזכר זה מ\"מ כיון דע\"כ כן הוא דאל\"כ היה נאמן במיגו ולכן כתב עיקר דינא דאינו נאמן אפי' בטענת לקוח.<br><b> איברא </b> דמה שבארנו דברי הרי\"ף והרמב\"ם ע\"פ דברי התוס' אינו מדוקדק דבאמת הם חלוקים בשיטתם דהתוס' כתבו כן אי לאו הא דלפיכך והיינו אם לא היו מחוייבים לבנות הכותל, וסוברים דאפי' בלא זה היינו מחזיקים הכותל בחזקת שניהם, ועכשיו דתנן לפיכך אמרינן דהוי אנן סהדי ואינו נאמן אפי' במיגו אבל הרי\"ף והרמב\"ם חולקין ע\"ז. בתרתי, חדא דסוברים דאפי' עכשיו דמחוייבים לבנות הכותל לא הוי אנן סהדי, ושנית דע\"כ לפי שיטתם אם לא היו מחוייבים לבנות הכותל לא היינו מחזיקים כלל שהכותל בחזקת שניהם דאל\"כ אכתי קשה למה תנן לפיכך, ולפנינו נבאר יותר שיטת הרמב\"ם בזה ולכן מה שהשווינו שיטות הרי\"ף והרמב\"ם עם שיטת התוס' הוא רק בזה דאם העמדנו ע\"פ חזקה דבר בחזקת הראשון, לא מהני חזקת השני לבטל חזקת הראשון אא\"כ בטענת לקוח דאינה מבטלת חזקת הראשון או במיגו דלקוח וכנ\"ל.<br><b> אמנם </b> דיסוד זה דגם בקרקע מהני חזקת יום אחד של הראשון להוציא מיד השני שהוא מפורש בדברי הטור והמחבר, מדברי הרמב\"ם לא משמע כן דבפי\"א מה' טוען הל' א' כתב ראובן שהיה משתמש בחצר וכו' ואחר זמן בא שמעון וטען עליו חצר זו שתחת ידך שלי הוא וכו', אם אין עדים לשמעון שהיתה ידועה לו נשבע ראובן היסת ויעמוד במקומו, אבל אם הביא שמעון עדים שחצר זו שלו היתה הרי הוא בחזקת שמעון, ומבואר מדבריו דצריך דוקא עדים שחצר זו שלו היתה ולא כמו שכתבו הטור והמחבר דאפי' אם רק העידו שהיתה בחזקתו יום אחד מהני להוציא מיד המחזיק, איברא דגם גבי מטלטלין כתב בפ\"ח מה' טוען בהל' א' שהביא התובע עדים שמטלטלין הללו ידועין לו ובפ\"ט הל' א' כתב והביא עדים שהן יודעין שהכלי זה הוא שלו, וגבי מטלטלין לא מסתבר לומר דמה שהיה הראשון מוחזק לא הוי ודאי שלו שיוכל להוציא מיד השני דהא קיי\"ל דחזקה כל מה שביד אדם שלו הוא, ואין להביא ראיה מדין אין חטפי ודידי חטפי דהוי משואיל\"מ ומוכח דאינו נאמן לומר דידי חטפי אלא במיגו דלא חטפי, דהתם כיון שראה ע\"א שחטף כ\"ז שאינו נשבע להכחישו לא הוי בידו חזקה מבררת אלא תפיסה, ואנן דיינינן מדין חזקה נגד חזקה, אלא דבפרק ח' כתב אח\"כ בגד זה או כלי זה שבידך או בתוך ביתך שלי הוא וכו', והרי העדים שהן יודעין אותו מקודם ברשותי, וא\"כ ביאר דבריו דמה שכתב מקודם שהן ידועין לו היינו שהיו ברשותו ועל סמך זה כתב אח\"כ כמה פעמים שהן ידועים לו, וכן מה שכתב בפ\"ט שהכלי זה שלו משום דגבי מטלטלין ודאי חזקה שכל מה שביד אדם הוא שלו, אבל גבי קרקע בפי\"א שכתב כל הקרקעות הידועות לבעליהן לא מסתבר שסמך על מה שכתב גבי מטלטלין שהן יודעין אותו מקודם ברשותו דבודאי לא דמי קרקע למטלטלין בזה והיה לו לבאר דסגי אם היה בחזקתו יום אחד כמו שכתב הטור, לכן נראה דהרמב\"ם סובר דבקרקע בעינן שיהיו עדים שהקרקע שלו וכמו שסיים בדבריו שם, ואף שהב\"י לא כתב שהוא מחלוקת והב\"ח כתב להדיא דהרמב\"ם סובר כדברי הטור מ\"מ פשטות דברי הרמב\"ם נראה כמש\"כ.<br><b> והנה </b> הב\"ח הוכיח דהרמב\"ם סובר כדברי הטור ממה שכתב הא דדף מ\"א דמהני ללוקח אם יש לו עדים דדר ביה המוכר חד יומא, וכן הבאר הגולה והבאור הגר\"א כתבו מקור לדברי הטור מזה, אבל נראה דאין להוכיח מהך דינא לדין המערער שיש לו חזקת יום אחד שיוכל להוציא מהמוחזק, דהתם הא החזיק הלוקח שני חזקה ורק שהוא חזקה שאין עמה טענה וכיון שטוען שקנה מפלוני קיי\"ל דטוענין ללוקח, אלא שכל זמן שאין לו עדים דדר מי שמכרה לו חד יומא אין לו דין לוקח, איברא דלפי\"ז אם יש ללוקח שטר שקנאה ממי שמכרה לו הרי כבר ידעינן שהוא לוקח, וכן כתב המהרי\"ט הובא בקצוה\"ח סי' קמ\"ו סק\"ט והקצוה\"ח השיג עליו מדברי הרשב\"ם דמבואר להדיא דאפי' יש לו שטר לא מהני אא\"כ יש לו עדים שדר בו מי שמכרה לו חד יומא, וכתב הקוצה\"ח דבדר ביה חד יומא אף דאינו מועיל בדין חזקה אבל יש בזה קצת אומדנא שקנאה מהמערער והיא סברא דחוקה, אבל באמת א\"צ לזה דאף דנימא דשטר לא מהני, היינו דשטר של המוכר שלא ידענו כלל שהחזיק בה אינו עושה אותו ללוקח, כי מה בכך שכתב לו המוכר שטר על קרקע של אחרים, אבל אם החזיק בה המוכר יום אחד א\"כ אנו מצרפין השלש שנים שהחזיק הלוקח עם היום אחד שהחזיק המוכר ונעשית הכל חזקה אחת, ושפיר טענינן ללוקח שהמוכר קנה הקרקע כיון שכבר הותחלה החזקה אצל המוכר, אבל מ\"מ אין מכאן ראיה שחזקת יום אחד מהני להחזיק הראשון שהוא שלו כדי להוציא מיד השני, ובעיקר טעמא במה שחולקין הרמב\"ם והטור נראה דתליא בזה אם חזקת יום אחד בקרקע עושה למוחזק גמור כמו במטלטלין, ואבאר בזה בעז\"ה כשנגיע לשם בהל' טוען.<br><b> אכן </b> אף שבארנו דהרמב\"ם סובר דחזקת יום אחד של הראשון לא מהני להוציא מחזקת השני מ\"מ אין בזה סתירה למה שבארנו דבריו במה שכתב דינא דמתני' דלפיכך בטוען לקוח ולא בטוען אני בניתי, משום דבטוען אני בניתי לא היינו צריכים להא דשותפין לא קפדי משום דבסברא זו שוים הרמב\"ם ותוס' דהיכי דחזקת הראשון הוי חזקה מעליא להחזיקה בידו בתורת ודאי אז לא מהני חזקת השני לבטל חזקת הראשון, וכמו שבארנו שיטתו במטלטלין דמהני חזקת הראשון להוציא מיד השני היכי דלא מהני טענת לקוח, ולכן שפיר השתא דתנן לפיכך דחשבינן הכותל בחזקת שניהם דמחוייבין לקנות הכותל, לכן גם בלא טעמא דשותפין לא קפדי אהדדי לא הוי מהני נפל לרשותא דחד מינייהו לומר דהכותל היה שלו וכמו שבארנו למעלה, ולכן הוצרך לטענת לקוח וכמש\"כ.<br><b> עתה </b> עלינו לבאר מה שעמדנו עוד על דברי הרמב\"ם במה שכתב דהואיל ומקום הכותל משל שניהם, דמה אולמא מה דמקום הכותל הוא משל שניהם מהא דכל הכותל ע\"כ הוא של שניהם, והנה הרשב\"א הובא בש\"מ הקשה במתני' למה לנו לטעמא דלפיכך משום דשניהם מחוייבים לבנות הכותל הא בלא האי חיובא היו חולקין מטעם דהמקום של שניהם, וממילא גם האבנים של שניהם, אע\"פ שנפלו לרשות א' מהם הא למה זה דומה לכלי שנפל מחצרו של ראובן לחצרו של שמעון לפנינו דאנו מחזיקין אותו בחזקת ראובן, ותירץ הרשב\"א משום דגם המקום לא נשאר אחרי נפילת הכותל בתורת ודאי שהוא של שניהם אלא מתורת ספק, וכיון שחלוקת המקום הוא משום ספק לכן אין בכחו להכריע שיחלוקו ג\"כ את הכותל, ומש\"ה צריך דוקא טעמא דלפיכך בשביל שמחוייבין לבנות הכותל, ולכאורה דברי הרשב\"א הם דלא כדעת הרמב\"ם שסובר שהמקום מכריע את האבנים, אבל באמת דעת הרמב\"ם מכוון ע\"פ דברי הרשב\"א דהנה במה שהקשו בתוס' במתני' דלפיכך דלמה צריך לפיכך הא אפי' לא היו מחויבים לבנות הכותל בע\"כ היו חולקים בשוה אפי' נפל לרשותא דחד מינייהו כיון דמתחלה לא היה חזקה לזה יותר מזה, וכתבו התוס' אע\"ג דבהמחליף פרה בחמור אמרינן דאם נפל לרשות א' מהם הוי שלו היינו משום דמעיקרא מבורר הדבר והספק נולד ברשות א' מהם, אבל הכא מעיקרא נולד הספק ואם היו באים לחלוק בעוד שהכותל קיים היו חולקין בשוה מספק, הלכך אפי' נפל לרשותא דחד מינייהו לא יפסיד האחר כחו עכ\"ל, והרשב\"א בש\"מ חולק ע\"ז וכתב דאינו דומה להא דאמרינן גבי שנים אוחזין בטלית דאע\"ג דתקפה אחד מהם בפנינו מוציאין אותו מידו היינו משום דהתם כבר נפל ספק בין שניהם ונפל דין חלוקה, אבל הכא עוד לא נתברר לפני ב\"ד ספק כלל קודם שנפל הכותל, והנה לכאורה יש לדון דלשיטת הרשב\"א יהיה דינא דתקפה אחד בפנינו דוקא בפני ב\"ד שכבר היה הדין שיחלוקו, ועוד דאפשר דגם בב\"ד לפני פסק ב\"ד ג\"כ לא נפסק עדיין דין חלוקה, לכן נראה דעיקר החילוק הוא בין תפיסה קודם שנולד הספק ובין תפיסה אחר שנולד הספק, וסובר הרשב\"א דכ\"ז שלא נפל הכותל לא נפל ספק כלל לב\"ד דאפשר אין חולקין השכנים ביניהם ומודים זה לזה בבנין הכותל, וזהו שכתב דלא דמי לתקפה אחד בפנינו דכבר נולד הספק לכן לא מהני תפיסה.<br><b> ועכשיו </b> מבואר דעת הרמב\"ם דגם הוא סובר כמו שכתב הרשב\"א בתחלה דאם נפל כלי בפנינו מחצרו של ראובן לחצרו של שמעון לא מהני חזקת שמעון לא מדין חזקה ולא מדין תפיסה דודאי הוי הכלי בחזקת ראובן, ומה דצריך טעמא דלפיכך זהו משום דלא היינו מחזיקים המקום בחזקת שניהם מתורת ודאי, אבל עכשיו דתנן לפיכך שמחוייבים לבנות הכותל יש נ\"מ בין המקום להכותל. דהמקום כיון דע\"כ אנו דנין גם עכשיו שהוא של שניהם אמרינן דהוא ודאי של שניהם, דאף שכתבנו מדברי הב\"י דהרי\"ף והרמב\"ם אינם סוברים דהוי אנן סהדי מ\"מ בודאי הוי אומדנא מבוררה שהוא של שניהם, וכיון דהמקום אין בו חזקה מתנגדת, נשאר הוא בתורת ודאי בחזקת שניהם, אבל הכותל כיון דלא הוי אנן סהדי לא נוכל לדון מצד עצם דין לפיכך להוציא מחזקתו של זה שנפל ברשותו והוי מהני תפיסתו לטעון שהוא בנה, אבל כיון שהמקום נשאר בחזקת שניהם וכיון דאין חזקה מתנגדת נשאר כן בתורת ודאי, ממילא אמרינן דהוי כמו שנפל כלי לפנינו מחצרו של ראובן לחצרו של שמעון דלא מהני תפיסת שמעון לומר שהוא שלו.<br><b> ונראה </b> דסובר הרמב\"ם דלא מהני הך סברא דשותפין לא קפדי, אלא לומר דלא הוי חזקה מבררת, אבל עכ\"פ יש בזה דין חזקת תפיסה ואף דמלשון רש\"י בריש הבית והעליה משמע דאפי' חזקת תפיסה לא הוי כיון שכתב דאפקורי מפקר כל חד רשותיה לגבי חבריה וכי נמי יתכן ברשותא דחד מינייהו לא הוי אידך מוציא דברשותא דהאי נמי יתבי, וכן מבואר בחדושי הר\"ן לב\"מ שם שהביא דברי הר\"ח שכתב ג\"כ כדברי הרי\"ף כאן מהא שמעינן וכו', וע\"ז כתב הר\"נ דאפי' אם טוען ברי לא מהימן דכיון דשותפי כה\"ג לא קפדי הו\"ל כאילו איתא לההוא מידי ברשותא דתרווייהו, מ\"מ בדעת הרמב\"ם שהוצרך לזה שהמקום של שניהם משמע דאי לאו זה הוי מהני תפיסתו של מי שנפל לרשותו, ולכן משמע דסובר דסברא דשותפין לא קפדי מועיל רק לענין זה דלא הוי חזקה, אבל לא לענין זה דלא הוי תפיסה.<br><b> אכן </b> יש לומר דאפי' יסבור דמטעם שותפין לא קפדי לא הוי גם תפיסה, מ\"מ הא זה בודאי דצריך דוקא שיהיה מילתא דידיעא לתרי שותפי וכמש\"כ הרי\"ף דאז מהני סברא דשותפין לא קפדי לומר דהוי כמו דאיתא ברשות שניהם, וא\"כ סובר שפיר דדוקא עי\"ז שנתברר לנו ע\"י המקום שהכותל של שותפין בשביל זה מהני סברא דשותפין לא קפדי, וביותר יש לומר דבאמת אינם שותפין עכשיו כיון שנתחלקו וכל השותפות הוא ע\"י שהם שותפין בכותל, וא\"כ כשטוען אני בניתי אינם שותפין כלל ורק ע\"י שהמקום הוא בודאי בשותפות דלכן אמרינן דגם הכותל של שניהם וכנ\"ל, וממילא הוי שותפין ולא מהני טענת לקוח דשותפין לא קפדי ומבואר בפשיטות."
            ]
        ],
        [
            [],
            [
                "<b>אחד מן השותפין שבנה הכותל שמבדיל בינו ובין חבירו עד ד' אמות, ותבע חבירו ליתן חלקו בהוצאה ואמר נתתי חלקי ה\"ז בחזקת שנתן ונשבע היסת שנתן ונפטר עד שיביא התובע ראיה שלא נתן, אבל אם בא לתבוע אותו ליתן חלקו בהוצאות שאר הגובה שהוסיף על ד' אמות מפני שסמך לו או כנגדו ואמר נתתי אינו נאמן אלא חבירו נשבע בנקיטת חפץ שלא נתן לו ונוטל ממנו כדין כל הנשבעין ונוטלין עד שיביא ראיה זה שנתן לו.</b><br><b> נשבע </b> בנקיטת חפץ, הטור כתב על זה שהרמ\"ה כתב דנוטל בלא שבועה דטפי הוי בחזקת שלא נתן מקובע זמן לחבירו ואמר לו פרעתיך בזמנו, דקיי\"ל דשקיל בלא שבועה, וכונת הרמ\"ה הוא דבגמ' פריך על אביי ורבא דאמרי עביד אינש דפרע בגו זימניה מסיפא דמתני' ומשני שאני התם דאמר מי יימר דמחייבו ליה רבנן, ומוכח דהא דסיפא דלמעלה מד' אמות דבחזקת שלא נתן יותר לא שכיח מהא דתוך זמנו וכיון דבתוך זמנו אינו נשבע כ\"ש למעלה מד\"א דאינו נשבע, והלח\"מ כתב דבגמ' מדמי זל\"ז רק לענין נאמנות ולא לענין שבועה אבל לא כתב שום ביאור בטעמא דמילתא.<br><b> ונראה </b> דמעיקרא לא נחת בגמ' לסברא דחזקה דאין אדם פורע בתוך זמנו דר\"ל לא אמר אלא דאינו נאמן, ולזה סגי סברא דלא שכיח דפרע, דמן הדין לא היה צריך הלוה להיות נאמן בטענת פרעון כיון דלהמלוה יש חזקת חיוב שחייב לו הלוה והלוה בא לבטל את חיובו, ורק דכיון שכל חוב עומד לפרעון נאמן הלוה, אבל חוב שאינו עומד לפרעון כמו בתוך זמנו אינו נאמן לר\"ל, ואביי ורבא סברי דעביד דפרע בתו\"ז, ובזה אמר דלמעלה מד\"א כיון דאיכא סברא דמי יימר דמחייבו ליה רבנן אמרינן דלא עביד דפרע, אבל כל זה לענין לא עביד דפרע דלא מהני אלא בשביל דאיכא חזקת חיוב, אבל הך סברא לא הוי מהני לפטור משבועה, אלא דבסוף הסוגיא אמר והלכתא כר\"ל ואפי' מיתמי ואע\"ג דאמר מר הבא ליפרע מנכסי יתומים לא יפרע אלא בשבועה, חזקה אין אדם פורע תוך זמנו, חידש בזה הגמ' דלא רק שאינו עומד ליפרע אלא דאיכא חזקה דאינו פורע, וזה לא אשכחן אלא בתוך זמנו אבל סברא דמי יימר דמחייבו ליה רבנן לא מהני אלא דאינו עומד ליפרע והיינו דבסתמא אינו יודע דמחייבו ליה וליכא סברא דעומד ליפרע ונשאר חזקת חיוב, אבל ליכא למימר בזה חזקה אין אדם פורע דאפשר גמיר דינא או שמע ממאן דגמיר דינא ויודע דבודאי מחוייב ואינו רוצה לילך לב\"ד ופורע, ולכן חזקה דאינו פורע ליכא ושפיר פסק הרמב\"ם דנשבע.<br><b> אכן </b> יש מקום עיון בעיקר דין שבועה זו שחידש הרמב\"ם והמ\"מ כתב וז\"ל ומ\"ש נשבע בנק\"ח הוא כדין הנשבעין ונוטלין ואפי' במלוה בשטר אי אמר ליה אשתבע דלא פרעתיך, והנה המ\"מ הביא ממלוה בשטר ומשם הוי תיובתא דהא שם צריך דוקא שיאמר אשתבע דלא פרעתיך, וכאן לא הזכיר הרמב\"ם דהוא דוקא אם אמר אשתבע לי, ומה שכתב דהוא כדין הנשבעין ונוטלין הנה כל דיני הנשבעין ונוטלין שבפ' כל הנשבעין לא שייך לכאן דהתם התקנה הוא על עיקר דין נטילתם שיטלו בשבועה כמו שכתבו התוס' בכתובות דף פ\"ז ע\"ב, ואפי' לפי דעת הסוברין דבחנוני על פנקסו נוטלים הפועלים מן הדין דהוי אינו יודע אם פרעתיך ונשבע מן התקנה משום שהבעה\"ב משלם שני תשלומים, אבל עכ\"פ אין שייך זה לכאן וכן הוא דפוגמת וע\"א מעיד שהוא פרוע ודאי אינו שייך לכאן, ולא נוכל לדמות לכאן אלא המוציא הוצאות על נכסי אשתו והמכיר כליו וספריו, אבל גם זה לכאורה לא שייך לכאן דהא כתב הר\"ח הובא בר\"נ בהלכות בהא דמוציא הוצאות דהוא משום דכל מילתא דהאי ידע והאי לא ידע משתבע מאן דידע ושקיל, ולכאורה דין דמוציא הוצאות והמכיר כליו שוין ואם היה כאן השבועה לישבע כמה שהוציא היה ודאי מיושב, אבל מדברי הרמב\"ם מוכח דאינו כן דאין השבועה כאן אלא שלא נתן, ואפי' יש לו עדים כמה הוציא צריך לישבע שלא נתן, וכיון שכן אין לנו אלא דין נשבע על השטר דהוא דוקא באומר אשתבע דלא פרעתיך, ולדעתי הוא תימה גדולה אף שלא עמדו בזה המפרשים.<br><b> והנראה </b> בזה דהנה התוס' בד\"ה מארבע אמות ולמעלה כתבו וז\"ל איירי כגון דידעינן דקדים חד וארציה לחבריה והיה מסרהב כדמשמע לישנא אין מחייבין אותו ולכן הוי בחזקת שלא נתן וא\"צ להעמיד בשעשה חזית עכ\"ל, וכדברי התוס' כן כתב הרשב\"א בש\"מ אבל מדברי הרמב\"ם שסתם דבריו משמע דא\"צ לאוקימתא זו, ונראה דסובר דכיון שראינו שאחד הביא אבני בנין וגדר אמרינן דחזקה שכל מה שביד אדם שלו הוא ואפי' למטה מד\"א כשאנו רואין שאחד בנה משלו אין אנו אומרים שהשני נתן לו מעות דחזקה כל מה שביד אדם שלו הוא, ורק דלמטה מד\"א אמרינן דודאי פרעו, וזהו דין בפרעון חיובו ואין אנו צריכין לומר שהאבנים אינם שלו אלא שפרעו כיון שהוא ידוע שצריך ליתן חלקו, אבל למעלה מד' אמות שתחלת הבנין אנו מחזיקים שהוא של הבונה, ועל פרעון אנו אומרים דאינו עומד ליפרע אפי' אחר שסמך לו כותל אחר דמי יימר דמחייבו לית רבנן.<br><b> והנה </b> דין נשבע על המשכון לדעת הגאונים לפי\"מ שביאר הש\"ך בסי' ע\"ב סובר הרמב\"ם דמוחזק במשכון נאמן עד כדי דמיו אפי' כשאין לו מיגו דחזקתו במשכון סגי שהוא נאמן על טענתו, ונמצא דבזה שהוא נאמן להוציא ממון ע\"י זכות מוחזק יש בזה תקנת שבועה וגם כאן איברא דאם היינו יודעים שודאי נתחייב לו בדמי הכותל והיינו דנין בפרעון סגי בזה חזקת חיוב דאם לא עביד דפרע אינו נאמן על פרעון, אבל כיון דטוען שמעיקרא נתן לו חצי ההוצאה ולא נתחייב לו כלל, לכן אף דאם היינו דנין על הכותל בעצמו הוי מהני חזקת האבנים שהיו בידו לומר שהכותל שלו, אבל כיון שאין אנו דנין על האבנים דכבר זכה השותף בחצי הכותל כמש\"כ המ\"מ בהל' א' ובודאי יש לו מתחלה זכות לבנות כנגדו וליתן חצי ההוצאה, א\"כ תיכף כשנבנה הכותל נעשה של שניהם אם ישלם לו חצי ההוצאה, וכיון שטוען שכבר נתן לו ולא נעשה חוב מעולם א\"כ בא להוציא ממון בכח מוחזק וע\"ז יש שבועת הנוטלין, והרמב\"ן בשבועות דף מ\"ה כתב דיסוד דבריהם הוא מדין המכיר כליו וספריו, ומבואר דהמכיר כליו אינו משום דהאי ידע והאי לא ידע, דבהא דמוציא הוצאות כתב הר\"ח וה\"מ בעושה ברשות, והיינו דמתי נאמן במילתא דהאי ידע והאי לא ידע הוא דוקא בעושה ברשות, דהא במוציא הוצאות אינו מוחזק והאמינוהו משום דעשה ברשות, וא\"כ יש לומר דכיון דכל הנאמנות הוא חדוש לא האמינוהו אלא בשבועה, אבל בהא דהמכיר הוא מוחזק בהכלים ונאמן עד כדי דמיהם מדין מוחזק, ומ\"מ נשבע, בזה סוברים הגאונים דאינו משום דבעל הכלים לא ידע, דהא בנשבע על המשכון מכחישו ומ\"מ סוברים דנשבע, דכיון דבא להוציא ממון מחברו בטענת מוחזק אינו נאמן אלא בשבועה, וזהו טעמו של הרמב\"ם דסובר דגם כאן נשבע כיון שבא להוציא, ואף דזהו אם טוען שנתן מתחלה קודם שבנה או לפחות קודם שסמך דלא נתחייב מעולם, אבל אם טוען שנתן אחר שסמך למה יתחייב בעל הכותל לישבע שלא נתן, אלא דמ\"מ שפיר יוכל להשביעו דהא יש לו מיגו שהיה יכול לומר נתתי מתחלה, ולכן בכל אופן צריך לישבע.<br><b> איברא </b> דיש לדון דלא דמי להא דנשבע על המשכון והמכיר כליו וספריו דהתם בא בטענת מוחזק במשכון לטעון על חוב ואין לו חזקת ראיה על החוב, והכא דאנו דנין מקודם על אבני הכותל שבנה שהם בודאי של הבונה, וחזקה כל מה שביד אדם הוא שלו וא\"כ הוא מתורת ודאי וממילא חייב לו השותף לפרוע דמי מחצית הכותל, אלא דבאמת צ\"ל דהכא ליכא חזקה שכל מה שביד אדם הוא שלו דהא התוס' והרשב\"א לא נחתו להכי וכתבו בטעמא משום דתבעו לבנות והיה מסרהב, וע\"כ משום דהכא כיון דלמטה מד\"א הוא של שניהם, ומצוי ששניהם יחפצו לבנות למעלה כדי לסמוך ולבנות על גבם, וקיי\"ל דשותפי לא קפדי אהדדי לענין אם נפל הכותל, לכן גם בזה לא נוכל לומר דאיכא חזקה ודאית שכל מה שביד אדם הוא שלו דאפשר בנה בעד שניהם וכבר נתן לו מחצית ההוצאה, אך מ\"מ סובר הרמב\"ם דהבונה נקרא עכ\"פ מוחזק דהא בחזקתו ראינו הכותל והוא בנה, ואף דאמרינן שותפי לא קפדי אהדדי הא כתב הרי\"ף דזהו דוקא במילתא דידיעא לתרי שותפי דבזה לא מהני חזקה דאידך, אבל הכא אכתי ליכא בזה מילתא דידיעא לתרי שותפי, אבל עכ\"פ ליכא בזה חזקה המבררת שכל מה שביד אדם הוא שלו אלא חזקת מוחזק, ובזה שפיר לומד הרמב\"ם מדין נשבע על המשכון דבעל המשכון אין לו חזקה המבררת על כל החוב אלא חזקת מוחזק, ומזה ידעינן דהבא ליטול ע\"י חזקת מוחזק צריך לישבע, וגם כאן בא ליטול ולגבות ע\"י חזקת מוחזק לכן פסק דנשבע וכנ\"ל."
            ],
            [
                "<b>מי שהיה לו חורבה בין חורבות חבירו, ועמד חבירו וגדר רוח ראשונה ושניה ושלישית, עד שנמצאת חורבה זה משלש רוחותיה גדורה, אין מחייבין אותו ליתן מן ההוצאה כלום, שהרי לא הועיל לו והרי חורבתו פתוחה לר\"ה כשהיתה, לפיכך אם גדר לו רוח רביעית עד שנמצאת חורבתו מוקפת גדר מגלגלין עליו את הכל ונותן חצי ההוצאה שהוציא זה בד' רוחות עד ד' אמות, ובלבד שיהיה מקום הכותל של שניהם.</b><br><b> מי </b> שהיה לו חורבה, עיין בדברי המ\"מ והכ\"מ והנה מוכח מדבריהם דמשום זה העלה הרמב\"ם הך דינא בחורבה ולא בבקעה משום דבקעה אינה עשויה לגדור, וחורבה עשויה ליבנות אלא דקשה ממה דמוכח מדבריו בפ' י' מה' גזילה הל' ט' דחורבה אינה עשויה ליבנות, וכבר כתבתי שם מזה דע\"כ צריך לחלק בין ליבנות ובין ליגדר דלעשות בנין ובית גמור אינה עשויה אבל עשויה ליגדר שתשמש בתורת חצר להניח שם חפצים, וממילא אינו מדוייק מה שכתב כאן הכ\"מ דחורבה דרכה ליבנות ועתיד הוא לסמוך על הכתלים דכונתו דדרכה ליבנות בבנין גמור, וזה א\"א כדמוכח מדבריו בה' גזילה, אלא דהכ\"מ לשיטתו דסובר שם בשיטת הרמב\"ם דאפי' בעשויה ליבנות יכול לומר טול, אבל לפי\"מ שכתבתי שם וכן מוכח כאן כמש\"כ בהל' ד' דבעשויה ליבנות אינו יכול לומר טול, ממילא מוכרח לחלק בין בנין ובין גדר וכנ\"ל, ועמש\"כ בהל' ד'."
            ],
            [
                "<b>אבל אם היה הכותל של זה שבנה ובחלקו בנה, יראה לי שאין מגלגלין עליו אלא דבר מועט כמו שיראו הדיינין שהרי אינו יכול להשתמש בכתלים וכן אם הניקף עצמו הוא שגדר רוח רביעית הרי גילה דעתו ונותן חצי ההוצאות של שלש רוחות, אם היה [מקום] *) הכתלים של שניהם וכן כל כיוצא בזה.</b><br><small> *) הוספתי זה מדעתי כי הוא מוכרח למעיין.</small><br><b> השגת </b> הראב\"ד אם היה הכותל של זה שבנה וכו' עד בכותלים א\"א זה המשפט מעוקל שאם הרויח לו המקום וגדר אותו שיפחות לו ההוצאה, ומה שאמר ואינו יכול להשתמש בכתלים כן ישתמש אלא המקום לו יהיה, ויהיה לו שטר על זה שאם יפול הכותל האבנים והעפר לשניהם והמקום שלו עכ\"ל.<br><b> שאין </b> מגלגלין עליו, עמש\"כ המ\"מ והנה הרמב\"ן בחדושיו הקשה למה מחייבין אותו כיון שאינו יכול לכופו מתחלה לגדור וכתב שדומה במקצת כמו יורד לתוך שדה חברו ונטעה שלא ברשות שאילו מתחלה בא לימלך ומיחה על ידו אינו רשאי ליגע בה ואפשר שאינו חייב לו כלום, אלא יטול עציו ואבניו ואפי' בשדה העשויה ליטע ואילו עמד מעצמו שמין לו וידו על העליונה, והנמוק\"י השמיט מש\"כ הרמב\"ן שהוא דומה במקצת וכתב מידי דהוי כיורד וכו', אבל נראה דבדיוק כתב הרמב\"ן שהוא דומה במקצת דהא מפרש דהוא גדר שסביב החיצון, וא\"כ לא דמי ליורד לתוך שדה חברו ונטעה שלא ברשות דכיון שנטע בתוך שדה חברו ואמרינן דניחא ליה כבר קנה הנטיעות כיון שהם בשדה שלו, אבל הכא שגדר מבחוץ א\"כ אין לו במה לקנות, ולכן כתב שהוא דומה במקצת ובטעמו נראה דכיון דעשויה לגדור ובודאי ניחא ליה חייב וכמו דמחייבינן לבהמה שאכלה ברה\"ר מה שנהנית משום דבודאי ניחא ליה לבעלים דאין לומר דחייב משום ממוני גבך דבודאי א\"א לומר דאחר אכילתה יש בהבהמה כשיעור מה שהיה שוה אכילתה, וע\"כ משום דודאי ניחא לבעלים והנמוק\"י כתב דכיון שלא מיחה בשעה שגדר ונטע ודאי ניחא ליה, אבל מדברי הרמב\"ן לא משמע כן וגם פשטות ההלכה דהמקיף ויורד לתוך שדה חבירו משמע דהוא בכל גווני אפי' לא ידעו הבעלים, אבל הרמב\"ם סובר דכיון דלא קנה הניקף והמקיף יכול ליטול הגדר גם הניקף יכול לומר טול עציך, וכמו שכתב הרי\"ף בפ' השואל דדין טול ודין אטול תלוין זה בזה, ולכן דוקא היכי שבנה על מקום שניהם דכבר קנה הניקף והמקיף אינו יכול ליטול, גם הניקף אינו יכול לומר טול, ובפ\"י מה' גזילה כתב המ\"מ בדעת הרמב\"ם דבעשויה ליטע אינו יכול לומר טול, והכ\"מ חלק עליו ועיין מה שכתבתי שם לבאר דעת הרמב\"ם כדברי המ\"מ, ומכאן מוכח להדיא כדברי המ\"מ דאם יוכל לומר טול מה מהני שהוא על מקום שניהם.<br><b> והנה </b> עכ\"פ מבואר מדברי הרמב\"ן ומדברי המ\"מ דטעמא דמחייבינן ליה הוא משום דין יורד, וקשה דהא בב\"ק תלי הגמ' דין המקיף בדין זה נהנה וזה לא חסר, ואילו דין יורד לשדה חברו לא אשכחן דתליא בדין זה נהנה, והוא פשוט דאינו שייך לדין זה נהנה דממון גמור הניח הבונה והנוטע בשדה שלו ובחצרו, והנה לדעת הרמב\"ן דמיירי בגדר מבחוץ יש לומר דהך דינא תליא בדין זה נהנה וזה לא חסר, דאם זה נהנה וזה לא חסר פטור, א\"כ לא נוכל לומר דניחא ליה במה שהוציא המקיף הוצאות, דכיון דהוא פטור למה יתרצה לשלם כיון שהמקיף צריך לגדר גם בשביל עצמו, ולכן הוצרכו בגמ' לתירוצא דאת גרמת לי, אבל זה מבואר רק לדברי המפרשים דהוא מבחוץ, אבל לדברי הרמב\"ם שגדר על מקום של שניהם א\"כ הוא יורד ממש, וצריך ביאור דאיך תולה זה הגמ' בב\"ק בדין זה נהנה וזל\"ח.<br><small> -השמטות ומלואים-</small><br><b> לעיל </b> בארתי לדעת הרמב\"ם דסוגיא דב\"ק דתליא דינא דמקיף בדין זה נהנה וזה ל\"ח ע\"כ לא מיירי כשגדר על מקום שניהם רק בגדר חיצון ע\"ש, ובטעמא דמילתא י\"ל דכיון דסבר דר' יוסי דוקא בעמד ניקף מחייב ואי באמצע על מקום שניהם הוי יורד ממש ואין טעם לפטור, דאכתי לא ידע טעמא דלדידי סגי לי בנטירא בר זוזא ולכן ע\"כ מפרש דהוא מבחוץ ופליגי בדין זה נהנה. <small> [ע\"כ].</small><br><b> ונראה </b> עפ\"מ שכתב הרשב\"א בש\"מ במה דאמר רבא ואי לא דאיננא לך כרב הונא אליבא דר' יוסי דאינו כאוקימתא בתרא דאמר במקיף וניקף איכא בינייהו דלהך אוקימתא אינו מחייב ר' יוסי אלא בעמד ניקף, וכן סבר בסוגיא דב\"ק וכן כתבו בתוס', וכתב הרשב\"א דקיי\"ל כרבא ולא כסוגיא דב\"ק דההיא אליבא דחייא בר רב דאמר דמי קנים בזול, ואנן קיי\"ל כרב הונא דהכל לפי מה שגדר, וא\"כ נוכל לומר דסוגיא דב\"ק דמפרש מתני' דהוא משום דין נהנה אינו מפרש דמיירי על מקום שניהם, לכן אינו חייב משום יורד, איברא דבסוגיא דב\"ב א\"א לומר דרב הונא וחייא בר רב פליגי נמי בפירושא דמתני' דמשמע דלא פליגי אלא בדינא, ועוד דאמרינן דלרב הונא פליגי ת\"ק ור' יוסי אי לפי מה שגדר או דמי קנים בזול, ומוכח דגם לרב הונא סבר ת\"ק דמי קנים בזול אף דרב הונא בודאי מפרש מתני' כדעת הרמב\"ם דגדר על מקום שניהם, אלא דכבר הקשו בתוס' לחייא בר רב דאמר דמי קנים בזול מ\"ש מיורד דמשלם ההוצאה, ותירצו דשאני הכא דאמר לדידי סגי בנטירא בר זוזא, וא\"כ שפיר דסוגיא דב\"ב מפרש מתני' כשיטת הרמב\"ם גם לחייא בר רב, אבל סוגיא דב\"ק כיון דסבר דתליא בדין זה נהנה ע\"כ מפרש דלא מיירי כשגדר על מקום שניהם, ולא קשה משם על דעת הרמב\"ם כיון דבלא\"ה אינה להלכה כמש\"כ הרשב\"א, ולפי\"ז מיושב מה דאמרינן בב\"ק את גרמת לי היקיפא יתירא שהוכיחו התוס' והרמב\"ן מזה דלא כפירש\"י שהוא גדר שבין המקיף והניקף, וזה קשה גם על הרמב\"ם, אבל לפי\"ז מיושב דסוגיא דב\"ק כיון דסברה דהוא משום זה נהנה, באמת מפרש מתני' בגדר החיצון וכנ\"ל.<br><b> והנה </b> במה שכתב הרי\"ף בפ' השואל גבי יורד לתוך חורבתו של חבירו דשדרו ממתיבתא דכי היכי דיכול בעל הבנין לומר עצי ואבני אני נוטל, יכול נמי בעל החורבה לומר טול, כתב הראב\"ד הביאו ברא\"ש דאין שומעין לו דחורבה עשויה ליבנות וזה מזיק הוא אלא ישב בה עד שיתן יציאותיו, והרמב\"ם פרק י' מה' גזילה פסק כדברי הרי\"ף והנה כבר בארתי שם וכאן כדעת המ\"מ דהרמב\"ם מחלק בין עשויה ליבנות ועשויה ליגדר, וא\"כ בעיקר דינא לא פליגי אלא דמ\"מ יש בזה מחלוקת דהראב\"ד סובר דאף דעשויה ליבנות מ\"מ יכול בעל הבנין לומר אטול, ובעל החורבה אינו יכול לומר טול ולא תליא זה בזה, וממילא אינו סובר כדברי המ\"מ דמה דמחייבין אותו כשבנה על מקום שניהם הוא משום דכבר קנה הכותל דהא סובר דאפי' בעשויה ליבנות יכול לומר אטול, ונמצא דהראב\"ד לשיטתו שפיר חולק על הרמב\"ם כאן, וכבר הוכחתי פ\"ב מה' גנבה דהראב\"ד בעל השגות על הרי\"ף הוא בעל השגות על הרמב\"ם. וע\"כ דמה דבכמה מקומות השיג על הרי\"ף ולא השיג על הרמב\"ם הוא השמטה שסמך במה שכבר השיג על הרי\"ף, ולכן לשיטתו השיג כאן כיון דסובר דאפי' בעשויה ליבנות יכול לומר אטול אבני, וא\"כ לא קנה בעל החורבה אפי' כשהכותל הוא על מקום שניהם, אבל הרמב\"ם לשיטתו דסובר בה' גזילה דבעשויה ליבנות אינו יכול לומר לא אטול ולא טול, שפיר סובר כאן דדוקא על מקום שניהם דאינו יכול לומר אטול, וממילא אינו יכול בעל החורבה לומר טול וכמש\"כ."
            ]
        ],
        [
            [],
            [
                "<b>נפלו שניהם הבית והעליה הרי שניהם חולקים בעצים ובאבנים ובעפר, ואם נשתברו מקצת האבנים רואין אי זו ראויה להשתבר, אם אבני הבית או אבני העליה, ודבר זה ידוע מדרך הנפילה אם נפל העליון על התחתון והרסו או נשמט התחתון ונפל העליון ונהרס, ואם אינם יודעין כיצד נפל חולקין האבנים השלימות והשבורות.</b><br><b> הלח\"מ </b> הקשה דלמה השמיט הרמב\"ם סיפא דמתני' דאם היה אחד מהן מכיר מקצת אבניו נוטלן ועולות לו מן החשבון, וסבר רבא דלפי חשבון שבורות ואביי פריך ליה ומסיק דלפי חשבון שלימות ומשמע דהלכה כאביי, וכן פסק הטור והמחבר, והוא תימה גדולה, והנה מה דלא הביא הא דתנן נוטלין לא קשה כיון דאוקים בגמ' באופן דהוי משואיל\"מ, וכבר כתב הרמב\"ם דין משואיל\"מ במקומו אלא דעיקר התימה הוא מה דלא הביא הא דעולות לו מן החשבון דהוא לפי חשבון שלימות.<br><b> והנראה </b> בזה דהנה בב\"ב דף קל\"ה משמע דסבר אביי דמנה לי בידך והלה אומר איני יודע חייב, וכן כתבו התוס' בכתובות דף י\"ב, וא\"כ יש לומר דהך סברא דאמר אביי דטענתיה דהמכיר ריע טפי מדהני ידע טפי לא ידע תו לית ליה ואידך כולהו דהיאך נינהו אינה סברא אלא למ\"ד ברי ושמא ברי עדיף דאנו משגיחין על מי שטענתו טובה יותר, ולכן גם בזה אומר שטענת מי שאינו מכיר כלל טובה יותר, ואף דמה דאמר תו לית ליה ואידך כולהו דהיאך נינהו הוא ע\"כ לאו בדוקא דהא לא אמר אלא דעולות לו מן החשבון, ולא שהשני נוטל כל שאר השלימות, אך הכונה ע\"כ דלענין זה שלא נחשוב השלימות שנטל מחשבון מה שצריך לחלוק כיון שלא נכנסו בספק, בזה אמר דטענתו ריעא לענין זה, אבל עכ\"פ כל זה הוא למ\"ד ברי עדיף אבל לדידן דקיי\"ל לאו ברי עדיף א\"כ לא משגחינן על מי שטענתו טובה יותר, וזה מפורש בסוגיא דאף דאינם מוחזקין מ\"מ תליא בפלוגתא דברי ושמא ולמ\"ד לאו ברי עדיף גם כאן לא מהני ברי, ועמש\"כ בתוס' בזה וא\"כ לא מהני סברא דריע טענתיה ומעיקר דינא ודאי דמה שזוכה המכיר ע\"פ דין בתורת ודאי דאף דהוא רק מדין משואיל\"מ הוא עכ\"פ ודאי שלו, לא צריך ליכנס בחשבון אבני הספק דפסקינן בהו יחלוקו, דבשלמא אם היינו אומרים דע\"פ הסברא נשברו בשוה אבני הבית ואבני העליה שפיר היה צ\"ל דלא מהני מה שהאחד מכיר קצת אבניו, אבל באמת הא אינו כן דאם היינו יודעין איך נפל היינו יודעין של מי נשתברו, ורק דלא ידעינן אי בחבסא נפל או בחבטא נפל א\"כ מה שהוא ודאי של המכיר לא נכנס בספק והוי כמו בכולה שלי וחציה שלי.<br><b> אכן </b> קשה לפי\"ז מה אמר אביי על מה דסבר רבא לומר לפי חשבון שבורות אלמא כיון דאמר איני יודע ריע טפי דלמה צריך לסברא דריע טפי אלא דזה לא קשה אלא לפי' התוס' דמה דאמר לפי חשבון שבורות הוא לאו דוקא אלא לפי חשבון שבורות ושלימות כמו שהן מעורבות דלפי\"ז קשה דלמה צ\"ל משום דריע טפי אבל לפי\"מ שפירש\"י כפשוטו דשכנגדו נוטל שבורות כנגדן א\"כ ע\"כ הוא משום דריע טפי, אלא דקושיית תוס' דאיזה סברא היא, צריך ישוב אבל כיון דרש\"י מפרש כן א\"כ יש לפרש כן גם לדעת הרמב\"ם בפרט דפשטות הלשון כן, ובהא דהוי סבר דכיון דאמר איני יודע ריע טפי צ\"ל ג\"כ דהוא למ\"ד ברי עדיף וא\"כ א\"א כגירסתנו דגרסינן רבא דכיון דצריך לדין משואיל\"מ ע\"כ דסבר לאו ברי עדיף, ובדק\"ס מצאתי דיש כת\"י שגורס רבה, ורק דבב\"ב דף קל\"ה דאמר רבא מנה לי בידך והאא\"י פטור מציין הגליון דצריך לגרוס רבה אבל אינו מוכרח דמש\"כ התוס' בגיטין דף כ\"ו מהא דעירובין דל\"ז שם א\"ל אביי על דבריו וזה אינו מצוי, אבל בב\"ב איתא אביי אמר ואפשר דאביי בעצמו פי' מתני' משום דכמנה לאחר בידך דמי.<br><b> ובדעת </b> הרמב\"ם שהשמיט כל ההלכה צ\"ל דסובר דלהלכה אינו לא כרבה ולא כאביי דרבה לא אמר כן אלא סבר למימר ולא כאביי כיון דסבר ברי עדיף, וצריך להיות דבהשאר יחלוקו דהודאות אינן נכנסות בחשבון הספק דאמרינן יחלוקו, וזה ידעינן מדין כולה שלי וחציה שלי, ולכן השמיט כל ההלכה והמשנה אינו צריך להביא כמש\"כ כיון דהוא מדין משואלי\"מ."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ב' גנות זו על גב זו והירק בינתים בגובה עובי הארץ שביניהם כל שהעליון יכול לפשוט את ידו וליטול אותו מעיקרו הרי הוא שלו ובלבד שלא יאנוס את עצמו והשאר של תחתון, היה מגיע לגופו ואינו מגיע לעיקרו לא יטול העליון, ואם נטל אין מוציאין אותו מידו, אבל האילן העומד על המיצר אע\"פ שהוא נוטה לתוך שדה א' מהן הרי שניהם חולקין בפירותיו: </b><br><b> הלח\"מ </b> הקשה לפי\"מ שפירש\"י דר\"ש סבר כר\"מ ובמה שאינו יכול העליון לפשוט את ידו אפקורי מפקר עליון לתחתון ובגמ' איתא דפלוגתא דר\"מ ור\"י תליא בשדי נופו בתר עיקרו ופליגי נמי במו\"מ ובערלה, וקשה דהרמב\"ם פסק בפ\"י מה' מע\"ש כר\"י ואיך פסק כאן כר\"ש, וכתב הלח\"מ דהרמב\"ם סובר דר\"ש סבר כר\"מ כאן מטעמא דאם ירצה זה ליטול עפרו רשאי, והנה לדבריו קשה במה דפסק הרמב\"ם במגיע לנופו ואין מגיע לעיקרו דלא יטול העליון, דלמה לא יטול דמספק הו\"ל לומר דאינו מפקיר.<br><b> וראיתי </b> בביאור הגר\"א סי' קס\"ז שכתב בהא דלא יטול וז\"ל סובר מעיקר הדין כר\"י אלא כל מה שמגיע הוא לעליון, וכיון שספק בהגעתו ובמעשה שלו נולד הספק ועיין ט\"ז עכ\"ל, והט\"ז כ' דכיון דספק לנו בדעת ר\"ש בזה הלכה כר\"י דאפשר ר\"ש לא פליג עליה, והנה אם מטעם אין ספק מוציא ודאי כמו היכי דלחד אמורא ודאי ולחד ספק לא הוי מהני תפיסה, וכמו בהא דבתר מעיקרא אזלינן בפ\"ב דב\"ק, וע\"כ דהכא לא שייך לזה דרק אנן הוא דמיבעי לן בדעת ר\"ש ונשאר בתיקו, וכיון דמהני תפיסה למה לא יטול לכתחילה אם בעל התחתון אינו מוחזק, והגר\"א לא ביאר למה כל מה שמגיע העליון הוא לעליון וגם עיקר דבריו צריך ביאור.<br><b> והרמב\"ן </b> בחדושיו השיג על פירש\"י שכתב דעליון מפקיר כל מה שאינו יכול להגיע דא\"כ אמאי אמרינן ובלבד שלא יאנס וכן מה מיבעי לן במגיע לנופו ואין מגיע לעיקרו דלמה יפקיר כיון שמגיע עכ\"פ לנופו, וכן אם מגיע אפי' באונס, לכן כתב דר\"ש כר\"י ותחתון מפקיר גבי עליון הואיל וידו מגעת, ואם תקניטנו לאסור עליו תפיסת ידו יטול את עפרו, ולא אבין כונתו במש\"כ ואם תקניטנו אם זהו טעם מיוחד רק שחולק על ר\"מ דסבר דסברא דמה אם ירצה ליטול את עפרו מהני לכל הירק ור\"ש סבר דלא מהני אלא לכדי תפיסת ידו או דאינו אלא תוספות טעם דמשום זה מפקיר תחתון ולא דמהני מדינא, אכן עכ\"פ אינו מבואר במה נתיישב לדברי הרמב\"ן הא דמגיע לנופו כיון דע\"י הנוף יכול לתלוש הירק למה צריך להגיע לעיקרו אפי' לפי טעם זה דתחתון מפקיר לגבי עליון כל מה שיכול להגיע וכן לטעמא דאם תקניטנו.<br><b> ונראה </b> לבאר דבריו של הגר\"א דמה שכתב דסובר דמעיקר הדין כר\"י אלא כל מה שמגיע הוא לעליון, כונתו הוא מעיקר הדין, והטעם בזה דלפי המבואר בב\"מ דמחלוקת בין ר\"מ לר\"י הוא אי אזלינן בתר עיקר שגדל מעליון או אזלינן בתר אויר שגדל באוירו של תחתון, וכן כתב הראב\"ד בש\"מ, לכן סובר ר\"ש דכל שהעליון יכול לפשוט את ידו יש לו שם זכות תשמיש דכן הוא דיני השכנים והוי כמו גדר דוושא דמתחלה זכה העליון זכות באויר התחתון לפשוט את ידו וליקח השרשין שגדלין בקרקע שלו, דהא בעיקר כו\"ע לא פליגי דעליון הוי וכיון דיש לו זכות תשמיש א\"כ יש לו זכות גם באויר וכיון דעיקר הגידול הוא בודאי מהקרקע וכדאמר ר\"מ רואין מהיכן ירק זה חי ורק שבלא אויר אינו יכול לגדל וכיון שיש לעליון קצת זכות באויר כבר סגי שיכריע מה דעיקר הגידול מקרקע שלו, ואפי' לפימש\"כ הרמב\"ן והוכיח מסוגיא דגיטין דגם ר\"י מודה דעיקר הגידול מקרקע ולא מאויר ומ\"מ כיון שיכולין למחות זה על זה אזלינן בתר רשות, והגדל ברשות תחתון דהיינו הנוף דגדל באויר תחתון לתחתון, והגדל ברשות עליון דהיינו העיקר לעליון, מ\"מ ג\"כ י\"ל כן בדעת ר\"ש דכל שהעליון יכול לפשוט את ידו ויש לו זכות תשמיש אף דעיקר האויר ודאי שייך לתחתון, מ\"מ כיון דיש לעליון זכות תשמיש גם באוירו של תחתון מכריע מה שעיקר גידולו הוא מקרקע.<br><b> ועכשיו </b> מיושב מה דמיבעי בגמ' במגיע לנופו ואין מגיע לעיקרו ונוכל לתלות זה בהאבעיא דנזיר דף ל\"ט אם שער גדל מלמעלה או מעיקרו. ואפי' נימא דלא דמי וירק גדל מלמעלה מ\"מ זה ודאי דאם יפסק כח הגידול למטה יתייבש וא\"כ עיקר כח הצמיחה הוא מעיקרו, ולכן בעי אם אין מגיע לעיקרו ואין לעליון זכות שם באויר אי מהני ליה זכות מה שיש לו באויר עד הנוף שהיה יכול ליגדל גם בארץ או דאזלינן בתר עיקר היניקה בעיקרו שאין לו זכות תשמיש, וכן מה דאמרינן ובלבד שלא יאנס דע\"ז אין לו זכות תשמיש כיון שאינו דרך תשמישו, ומבואר ג\"כ מש\"כ הגר\"א בטעמא דלא יטול כיון שספק בהגעתו ובמעשה שלו נולד הספק והיינו כיון דבסתמא הוא באויר תחתון אלא דמספקא לן אם נקרא שיש לו זכות תשמיש, א\"כ בסתמא הוא גדל בשל תחתון ואף דעכ\"פ יכול לפשוט את ידו ליקח עיקרין שגדלין למעלה וא\"כ יש לו זכות תשמיש עד מקום הנוף, מ\"מ לענין דין מוחזק ודאי אמרינן דכל אויר התחתון שייך לתחתון דהא יכול למלאות גינתו עפר, אלא דכל זמן שאינו ממלא יש לעליון זכות תשמיש אבל עיקר הרשות ודאי שייך לתחתון לכן לכתחלה לא יטול העליון כדין כל ספק אבעיא דלכתחלה הוא למוחזק."
            ],
            [
                "<b>שטף נהר את זיתיו ושתלם בתוך שדה חבירו ואמר הלה זיתי אני נוטל אין שומעין לו משום ישוב הארץ אלא יעמדו במקומן, ואם עקרן הנהר בגושיהן כששתלן יחלקו הפירות בעל השדה עם בעל הזיתים כל ג' שנים ולאחר ג' הכל לבעל השדה, ואם לא נעקרו בגושיהן הכל לבעל הקרקע מיד.</b><br><b> השגת </b> הראב\"ד שטף נהר זיתיו ושתלם בתוך שדה חבירו וכו' ואם עקרן הנהר וכו' עד לבעל הקרקע מיד, א\"א אומר אני בעל הזיתים נוטל ממנו דמי זיתיו ליטע כלומר אומדין כמה אדם קונה זיתים כאלו ליטע אותם בתוך שדהו.<br><b> המ\"מ </b> כתב בדעת הרמב\"ם דכבר נתייאשו הבעלים דהוו כזוטו של ים, ובנעקרו בגושיהן הוי כקרקע דלא מהני יאוש כן ביאר המל\"מ דבריו, ועוד דבנעקרו בגושיהן אין מוליכן למרחוק ולא נתייאשו, אכן בפ\"ו מה' גזילה ואבדה חילק הרמב\"ם גבי שטף נהר קוריו בין נתיאשו ובין לא נתיייאשו, וא\"כ לא פסיקא מילתא דנתייאשו, ואפי' נפרש דהכונה בין ידעו ללא ידעו גם הכא אפשר שלא נודע לבעלים עד שנשתלו בשדה חבירו, והכ\"מ כתב דגם הרמב\"ם מודהּ לזה ולא כתב זה וכן בגמ' לא הוזכר משום דמילתא דפשיטא היא, ומ\"מ אינו מיושב, ונראה להוסיף דאי הוי מילתא דפסיקא שבעל הקרקע צריך לשלם דמי הזיתים לא היה הרמב\"ם נמנע מלכתוב זה, אלא דבאמת הא לא פסיקא שצריך לשלם דמי הזיתים דהא יוכל לומר טול עציך, דאף דמשום ישוב הארץ אינו יכול בעל הזיתים לעקרן, אבל בעל הקרקע יכול לומר עקור, וכשיטת הרמב\"ם פרק י' מה' גזילה ואבדה הל' ה', וא\"כ השתא לא איירינן אלא בדין הפירות כ\"ז שלא באו לדין הזיתים דמשכחת לה דעד שבאו לדין כבר יש פירות ודיינינן בדין הפירות ובחילוק שבין בגושיהן ושלא בגושיהן, ובין קודם ג' שנים לאחר ג' שנים, ואם יתבע בעל הזיתים בעד הזיתים בזה יש נ\"מ בין עשויה ליטע דאינו יכול לומר עקור ובין אינה עשויה ליטע דיכול לומר עקור, ואפי' כשיאמר לו עקור מ\"מ הפירות שעד עכשיו שייך לבעל הקרקע, לכן לא איירינן כאן בדין הזיתים שבזה כבר מבואר דינו בפ\"י מה' גזו\"א בדין יורד לשדה חבירו, ולפי\"ז מבואר דהראב\"ד לשיטתו שפיר השיג כיון דהשיג גם שם על הרמב\"ם וסובר דמשום ישוב א\"י אינו יכול לומר עקור א\"כ הוי מילתא דפסיקא דצריך לשלם בעד הזיתים.<br><small> -השמטות ומלואים-</small><br><b> לעיל </b> בארתי דכל מה דמחלקינן בגמ' בין תוך ג' שנים לאחר ג' שנים זהו רק לדין זכות בעל הזיתים לגבי בעל השדה דאמר לי' אי נטעת וזהו רק במה שהיה דין אילו נטעו אבל באמת בזיתים אלו ליכא דין ערלה כלל, והנה במה דאיכא נ\"מ בין נעקרו בגושיהן לנעקרו בלא גושיהן אף דאין כאן גורם דערלה צ\"ל דהוא משום דבלא גושיהן אין על האילן שם אילן כלל והוי עץ בעלמא ואין לו זכות בפירות אבל בגושיהן יש לו שם אילן ונמצא דהאילן והקרקע גרמו להפירות אף שהאילן אינו עושה פירות כמש\"כ הרשב\"א בתשובה הידועה בדין ערלה מ\"מ גם הקרקע לבדה אינה עושה פירות ולכן יחלוקו אבל בלא גושיהן אין לו שם אילן כלל. <small> [ע\"כ].</small><br><b> והנה </b> במה שכתב הרמב\"ם דאם לא נעקרו בגושיהן הכל לבעל הקרקע מיד תמה המ\"מ דהא הוי ערלה, וכתב דהכונה להעצים אבל הוא דחוק דהא דכתב הרמב\"ם מקודם יחלקו הפירות וע\"ז כתב דאם לא נעקרו בגושיהן הכל לבעל הקרקע, והט\"ז כתב דנ\"מ אם ימכור מקודם האילנות לעכו\"ם לפירות, וגם זה דחוק דהא כתב יחלקו הפירות וע\"ז קאי סוף דבריו, אכן באמת נראה דמה דפשיטא להמ\"מ דבתוך ג' שנים הוי ערלה וכן הוא בתוס' שם אבל אינו דבר פשוט, ואפשר שפיר לומר דהרמב\"ם סובר דאינו ערלה כלל, דבפ\"א דערלה משנה ג' תנן אילן שנעקר והסלע עמו שטפו נהר והסלע עמו אם יכול לחיות פטור ואם לאו חייב, ומפרש שם הר\"ש אם יכול לחיות מן הסלע שנעקר בלא שום תיקון עפר פטור, ואם לאו הרי זה כאילן העולה מאליו חייב, ומוכח דמפרש דאפי' הנטיעה השנית היתה שלא ע\"י מעשה אדם חייב דהא למד מדין עולה מאליו, וכן מבואר מדברי רש\"י בב\"מ ומדברי התוס' שם, אבל הרמב\"ם בפ\"י מה' מע\"ש הל' י\"א כתב אחד הנוטע גרעינה או יחור מן אילן או שעקר כל האילן ממקומו ונטעו במקום אחר הרי זה חייב בערלה, וכן במה דתנן במשנה ד' אילן שנעקר ונשתייר בו שורש פטור כתב הרמב\"ם בהל' י\"ב וכן אילן שנעקר ונשאר ממנו שורש אחד וכו' והחזירו למקומו ונטע פטור מפני שיכול לחיות, ומבואר בדבריו דהיכי דלא נטעו בידים לא איצטריך לאשמעינן דפטור משום דבעינן ונטעתם.<br><b> אלא </b> דצריך לבאר דהא עולה מאליו חייב וכמו שכתב הר\"ש, אבל באמת דרשינן בספרא ונטעתם פרט לעולה מאליו, וכתב בזה הרמב\"ם בפיהמ\"ש דזה על עולה מאליו ברה\"ר, ומתני' בעולה מאליו ברה\"י, ובטעמא דמילתא כתב הקרית ספר דלא ממעטינן מקרא דונטעתם אלא במקום שאינו ראוי לנטיעה, וקשה דהא נוטע ברה\"ר חייב ונוטע במקום טרשין פטור, וא\"כ ע\"כ דרה\"ר לא מיקרי מקום שאינו ראוי לנטיעה, ואמאי פטור עלה מאליו, והלבוש כתב דטעמא דעלה מאליו ברה\"י חייב משום דבודאי ע\"י עבודה שעבדו בו עלה, אבל גם זה קשה דהא בודאי גם עולה מאליו בחצר חייב, לכן נראה דטעמא משום דאילן מאכל שעלה מאליו בודאי הוא ע\"י גרעין שהשליכו בלא כונה, ולכן ברה\"י אמרינן דכיון דניחא ליה הוי כמו נטיעה, אבל כשהשליך אחד בר\"ה לא איכפת ליה בזה ולא הוי כמו נטיעה.<br><b> איברא </b> דח\"א עוררני בזה די\"ל דטעמא דעלה מאליו ברה\"ר פטור משום דגם נוטע לרבים אינו חייב אלא בתוך שדהו כמש\"כ הרמב\"ם בפ\"י מע\"ש הל' ד', אבל באמת לא משמע דזהו טעמא דמילתא דהא מקרא דונטעתם פרט לעולה מאליו מוכח דהוא משום דאין כאן ונטעתם, ועוד דרש\"י ותוס' בפסחים דף כ\"ג סוברים להדיא דנוטע ברה\"ר לצורך רבים נמי חייב, ומש\"כ הרמב\"ם בתוך שדהו זה כמש\"כ שם התוס' צריך לפרש נוטע לרבים דהוא ענין אחר מדין נוטע ברה\"ר ולכן כתב גם הרמב\"ם שני הדינים.<br><b> ולפי\"ז </b> מבואר דדוקא בעולה מאליו דהוי קצת גדר נטיעה או כמש\"כ הלבוש בשביל שעבדו בקרקע או כמש\"כ שהשליך גרעין, אבל הכא בשטף נהר זיתיו ליכא גדר נטיעה כלל, ואף דגם הכא אפשר דבשביל שעבדו קודם בהשדה נקלטו הזיתים, אבל זה אינו דלא שייך גדר ונטעתם אלא אחר שכבר יש שם הנטיעה או הגרעין או בשעת הנחת הגרעין, אבל מה שעבדו הקרקע קודם שבשביל זה הוכשרה לנטיעה לא הוי ונטעתם והוא פשוט, ונמצא דכל מה דמחלקינן בגמ' בין תוך שלש לאחר שלש משום דין ערלה זהו רק בדיני זכות בעל הזיתים לגבי בעל השדה דאמר ליה אי את נטעת, וכן אח\"כ אי אנא נטעי, וזהו רק במה שהיה דין אילו נטעו אבל באמת בזיתים אלו ליכא דין ערלה כלל דלא קרינן בהו ונטעתם."
            ],
            [
                "<b>כיוצא בו המוכר זיתיו לעצים אם פסק עמו לקוץ מיד כל הפירות שיעשו הרי הן לבעל הקרקע. ואם התנה עמו לקוץ כ\"ז שירצה כל הפירות שיוציאו לבעל העצים, מכר סתם אם עשו פחות מרביעית לסאה חוץ מן ההוצאה הרי אלו של בעל הזיתים, עשו רביעית לסאה חוץ מן ההוצאה הרי אלו יחלוקו.</b><br><b> כתב </b> המ\"מ דהרשב\"א כתב דמה דאמרינן אי דאמר לו קוץ אפי' פחות מרביעית נמי דבעל הקרקע בעי למיהוי אין הכונה דבעל הקרקע כולהו דהא א\"ל בעל הזיתים זיתי גדלו אלא כדינם ביותר מרביעית דיחלוקו, והמ\"מ הכריע מלשון הגמ' כדעת הרמב\"ם אבל לא כתב בטעמא דמילתא ליישב מה שהקשה הרשב\"א דלמה יטול בעל הקרקע הכל דהא טוען בעל הזיתים זיתי גדלו, ונראה דסובר הרמב\"ם דלא מהני טענה דזיתי גדלו אלא בסתם דאינו מקפיד בעל השדה על עמידתם בשדה ואז יש חצי זכות להזיתים בפירות כיון שהם ג\"כ סבה להפירות, אבל כשאמר לו קוץ לאלתר כיון דעיקר היניקה הוא מהקרקע ולא היה לו רשות להחזיק הזיתים אין להלוקח זכות כלל בהפירות, ויש להוכיח זה ממה דאוקימנא גבי שטף נהר זיתיו שנעקרו בגושיהן, והתוס' כתבו דהוא משום דבתוך שלש הוי ערלה, אבל הרמב\"ם אינו סובר כן וסובר דבלא גושיהן הכל לבעל הקרקע מיד, והנה לפימש\"כ הראב\"ד דצריך לשלם דמי הנטיעות יש לומר דקנה בעל השדה הזיתים, אבל לפימש\"כ בדעת הרמב\"ם דלא איירי בדין הנטיעות משום דבעל הקרקע יכול לומר עקור כשיטתו בה' גזו\"א ומ\"מ הפירות הם מעתה של בעל הקרקע, וקשה למה אינו אומר לו בעל הזיתים זיתי גדלו, ומוכח דהיכי דאין לו זכות יניקה כלל לא מצי למימר זיתי גדלו.<br><b> אח\"כ </b> ראיתי בש\"מ שכתב הראב\"ד בהא דאמר לא שנו אלא שנעקרו בגושיהן דיש לומר דהוא משום תוך ג' ומשום ערלה, וי\"ל דהוא ג\"כ משום לאחר ג' דאם לא נעקרו בגושיהן והזיתים לא היו יכולים לחיות בלא הקרקע אין לבעל הזיתים כלום, ולהדיא דגם הראב\"ד סובר כהרמב\"ם וכמו שבארנו, אלא דהראב\"ד והרשב\"א מחולקים גם שם בפירושיהם דהרשב\"א כתב במה דאמר שנעקרו בגושיהן קשיא לי אי נעקרו בגושיהן מאי קאמר הלה ארצי גדלה וניחא לי דאע\"פ שנעקרו בגושיהן ויכולין לחיות בהן ומצילין אותם מן הערלה מ\"מ אינן יכולין לגדל פירות מחמת הגושין לבד, ואפי' אם יגדלו לא יגדלו אלא פירות מועטין עכ\"ל, אבל הראב\"ד בדבריו הנ\"ל כתב וז\"ל ויש עוד לומר דמשום לאחר ג' נמי אצטריך דלא מצי בעל הזיתים לומר זיתי גדלו אא\"כ נעקרו בגושיהן ויכולין לחיות בלא השדה דטענתו טענה לומר זיתי גדלו ואין קרקעך צריך לי, אלא שזה אומר לו זיתיך בטלו השדה שלי עכ\"ל, ומוכח דמפרש דיכולין לגדל פירות ע\"י הגושין דהא כתב ואין קרקעך צריך לי, ומה שכתב שזה אומר לו זיתיך בטלו השדה שלי, נראה דכונתו דאף דכשהן בגושיהן בלא השדה יכולין לחיות ולעשות פירות, אבל עכשיו שהן בתוך השדה יונקין הזיתים מכל השדה ויניקת הגושין בטלו במיעוטן, ומבואר בזה דלדעת הרשב\"א דגם בשנעקרו בגושיהן אין יכולין לעשות פירות, וגם אין לבעל הזיתים זכות יניקה ומ\"מ יש לו טענת זיתי גדלו ומוכח כשיטתו, ולדעת הראב\"ד מיושב משום דגם בלא הקרקע היו הזיתים עושים פירות ולכן טוען זיתי גדלו."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אחד מן השותפין שהעמיד בהמה או רחיים וכיוצא בהן בחצר ולא מיחה בו שותפו ה\"ז מעכב עליו כ\"ז שירצה, ואם העמיד בפני בהמה זו וכיוצא בה מחיצה גבוהה י' טפחים החזיק שהשותפין מקפידין על המחיצה והואיל והניחו מחל, בד\"א בחצר השותפין אבל בחצר חבירו אפילו העמיד בהמתו ועשה לו מחיצה לא החזיק שהדבר ידוע שאין זה אלא דרך שאלה, וכן לכל מעמיד תנור וכירים ומגדל תרנגולין וכיוצא בהן, שא\"ת החזיק אין לך אדם שמשאיל מקום לחבירו.</b><br><b> השגת </b> הראב\"ד אחד מן השותפין וכו' בד\"א עד מקום לחבירו א\"א הירושלמי חולק עליו א\"ר אלעזר המגדל תרנגולין בחצר שאינו שלו ה\"ז חזקה, אר' יוסי ויאות מה נפשך אם יש לו לגדל ה\"ז גדל ואם אין לו לגדל הרי החזיק, ואומר אני כל אלו המחילות שאמרו שאין עמהן טענת מכירה או מתנה אין מפסידין ממנו קרקע מתורת מחילה, ואם רצה לבנות בית בחצרו בונה וחזקתו בטלה מאליה אלא כ\"ז שהחצר כך החזיק זה בתשמישו ועל דרך זה יתקיימו דבריו עכ\"ל.<br><b> כתב </b> המ\"מ דדברי הירושלמי לדעת הרמב\"ם אינו בחזקת מחילה, אלא בחזקת ג' שנים ובטענה, ופי' דברי ר' יוסי הוא אם יש לו לגדל שהוא כדברי המחזיק שנמכר או שנתן מקום זה לו להשתמש בכך הרי זה גדל פי' הרי גדולו מוכיח עליו ואם כדבריו שלא נתן לו רשות לגדל הרי החזיק ואיך יחזיק ג' שנים בלא טענה עכ\"ל, ולפי דבריו כל דברי ר' יוסי הוא דחזקה מעלייתא היא, ואינו מדוייק הלשון מה נפשך דמשמע דבא ע\"ז משני צדדין, ולדברי המ\"מ לא חידש כלום אלא דהוי חזקה.<br><b> ונראה </b> בבאור דברי הירושלמי דהנה מדברי המ\"מ משמע דהרמב\"ם מודה דאם החזיק ג' שנים ובטענה מהני לטעון שקנה ממנו זכות לתשמיש, אבל בפ' י\"ב מה' טוען כתב הרמב\"ם היה מעמיד בהמה במקום מסויים מחצר חבירו או שהיה מגדל שם תרנגולין וכו' אם נשתמש בדברים אלו וכיוצא בהן שלש שנים ביום ובלילה וטען על בעל החצר ואמר אתה נתת לי או מכרתו לי, ומוכח דאם טען שקנה ממנו להשתמש בתשמיש זה לא מהני בזה דין חזקה משום דעיקר דין חזקה הוא שהוא מוחזק בדבר שטוען עליו והוא לגמרי ברשותו, ואי לאו הא דעד ג' שנים מזדהר בשטרא וטענינן אחוי שטרך היה מועיל חזקה מיד, וכן פי' הרמב\"ן הא דאמרינן בדף ל\"ג אי הכי ארעא נמי, ואף דהתם פריך זה הגמ' על זה דאמר לא חציף אינש למיכל פירי דלאו דיליה, מ\"מ נראה דכל זה הוא מטענת חזקה דמה דצריך לסברא דלא חציף הוא משום דאי לאו סברא זו לא הוי מהני חזקה בקרקע דהוי כמו גודרות דאמרינן מנפשיה עייל וע\"ז אמרינן דכיון דאיכא סברא דלא חציף מהני חזקה בקרקע כמו דמהני במטלטלין ולא אמרינן שגזלו ממנו, ורק דלא מהני אלא לענין פירות ולא לקרקע משום דא\"ל אחוי שטרך.<br><b> והנה </b> הקצוה\"ח בסי' ק\"מ מביא דברי הב\"ח ושאר גדולי האחרונים דחזקה על שותפות לא מהני והשיג עליהם מדין חזקת תשמישין ולדברינו אף שנכונים דבריו לשאר ראשונים דסוברים דחזקת תשמישי' בעינן ג' שנים ובטענה, אבל לדעת הרמב\"ם דחזקת תשמישין היכי דמהני מהני במחילה בלא ג' שנים לשיטתו נוכל לומר דהיכי דבעינן ג' שנים בעינן חזקה גמורה שהוא שלו ממש שנכנסה הקרקע ברשותו, אלא דיש לעיין אם יחזיק במקום מסויים ג' שנים באופן שיוכל לטעון טענת לקוח ורק שהוא אינו טוען טענת לקוח לגמרי אלא שהחזיק להשתמש בו לעולם בתשמיש זה, והנה לכאורה יש לו מיגו אלא דנוכל לומר דהוי מיגו להוציא כיון דבעצמו מודה שאינו שלו לגמרי, א\"כ קרקע בחזקת בעליה עומדת והוא בא להוציא תשמיש זה ע\"י מיגו.<br><b> והנה </b> התוס' בב\"מ דף ק\"ג ד\"ה פרדיסי דכששאל מרא למירפק פרדיסי דאמרינן דרפיק כל פרדיסי דאית ליה ולא אמרינן מעוט פרדיסי שתים משום שהשואל מוחזק, וכ\"ת לא מיקרי מוחזק כיון שסופו לחזור לבעלים כדאמרינן קרקע בחזקת בעליה עומדת לא דמי דדוקא קרקע שאין יכול להצניע לשמטה מיד בעליה אזלינן בתר חזקה קמא אבל מטלטלין אזלינן בתר מאן דתפיס השתא, וכן כתב שם הרא\"ש, ולכאורה משם מוכח דבקרקע הוו הבעלים מוחזקין כשאינו טוען אלא חזקת תשמיש, מ\"מ יש לומר דלא דמי לבא בסוף החודש דאמרינן קרקע בחזקת בעליה עומדת דהתם טעמא כמו שכתבו התוס', כיון שסופה לחזור לבעלים נקראת הקרקע לגמרי ברשות הבעלים, אבל הכא שטוען שקנה ממנו זכות תשמיש זה על לעולם שפיר יוכל להיות מוחזק בתשמישו, אלא דמ\"מ אפשר דלקנות בדין מוחזק לחוד לא מהני כיון דמודה דגופה של הבעלים, א\"כ הבעלים נמי מוחזקין והוו שניהם מוחזקין, אבל עכ\"פ מיגו שפיר צריך להיות מועיל דלא הוי מיגו להוציא כיון שהוא בחזקתו.<br><b> ועכשיו </b> נוכל לבאר דברי הירושלמי דהירושלמי לא מיירי בטוען שקנה החצר לגמרי דבאופן זה לא שייך הלשון המגדל תרנגולין בחצר שאינו שלו, דעל כל מחזיק ג' שנים וטוען שקנה לא נאמר המחזיק בחצר שאינו שלו דהא הוא טוען שהוא שלו והחזקה מכריעה כן, וע\"כ דכונת הירושלמי דהמגדל תרנגולין בחצר שאינה שלו וטוען שקנה זכות תשמיש הרי זו חזקה, וחידש ר\"א דבזה נמי מהני חזקה, וע\"ז ביאר ר' יוסי דבאמת על זכות תשמיש לחוד לא הוי מהני חזקה, ונ\"מ דאם החזיק תרנגולים בחצר חבירו ובעל החצר השתמש גם בעצמו שם לא מהני חזקה כיון דבעל החצר נמי מוחזק, אלא דהכא כשהשתמש לבדו בתשמיש זה לכן אף דעכ\"פ מודה דהחצר שייך להבעלים ואפי' היה להם ע\"פ תנאם רשות להשתמש מ\"מ כיון דעכ\"פ עכשיו החזיק לגמרי, ואם היה טוען שלקח החצר לגמרי הוי מהני חזקתו לכן נאמן גם על חזקת תשמיש, וזהו מה דאמר ר' יוסי מה נפשך אם יש לו לגדל הרי גדל והוא בחזקתו לתשמיש זה, ואם אין לו לגדל והיינו דנימא דעל זה לא מהני דין חזקה הרי החזיק ויכול לטעון טענת לקוח לגמרי, ונאמן על חזקת תשמיש במיגו דלקוח.<br><b> איברא </b> דלפימש\"כ יסתרו דברינו מה שהוכחנו מדברי הרמב\"ם פי\"ב מה' טוען דדוקא בטוען נתת לי או מכרתו מהני, אלא דבאמת לא קשה דהרמב\"ם משמיענו עיקר דין חזקה דהוא בנתת או מכרת ולא באופן שהוא שותף עמדו בתשמישין אלא דמ\"מ מודה דנאמן בטענת תשמישין היכי דיש לו מיגו דלקוח וכנ\"ל ובעיקר שיטת הרמב\"ם דלא מהני חזקה לאלתר בתשמישין אלו, צריך עוד לבאר ובעז\"ה כשנגיע לפרק י\"א נראה לבאר עוד בזה."
            ],
            [],
            [],
            [],
            [
                "<b>מכאן אתה למד שאחד מן השותפין שהביא אצלו לביתו אנשי בית אחרת יש לחברו לעכב עליו מפני שמרבה עליו את הדרך, וכן המשכיר ביתו לבעל בית אחד ואח\"כ הביא עמו קרוביו או מיודעיו לשכון עמו כאחד בבית זה הרי המשכיר מעכב עליו.</b><br><b> השגת </b> הראב\"ד וכן המשכיר בית לבעה\"ב וכו' עד מעכב עליו, א\"א בחיי ראשי נ\"ל דבריו סותרים זה את זה שאמר מתחלה שבונה עליה על גב ביתו ופותחה לביתו ואע\"פ שהם מרבים שכנים בדירות חלוקות ואיך נמנע ממנו שלא יכניס לביתו כל מה שירצה ואם ירצה לקבל אכסנאין לת\"ת נמנע ממנו עכ\"ל.<br><b> כתב </b> המ\"מ דדעת הרמב\"ם שכ\"ז שאין לעליה או לבית הסמוכה לביתו פתח אלא דרך ביתו אינו עשוי להכניס דיורין, לכן יכול לבנות אבל להכניס דיורין אפי' בתוך ביתו אינו רשאי, רק דאין מעכבין אלא בדיורין מיוחדין שאינם סמוכין על שולחנו ואין נטפלין עמו, והנה הרמ\"ה סובר כדעת הראב\"ד והוכיח ביד רמה מהא דתניא בדף כ\"א מי שיש לו בית בחצר השותפין ה\"ז לא ישכירנו לא לרופא ולא לאומן ולא לגרדי, ואם אינו רשאי להוסיף דיורין בביתו ליתני קילתא וכ\"ש חמירתא, וכונתו דלמה תניא בעלי אומניות שבאין רבים כיון דאפי' אחד אינו רשאי להוסיף, ונראה דכמו שכתב המ\"מ דבסמוכין ונטפלין גם הרמב\"ם מודה דאינו מעכב ורק לדיירים קבועים, ה\"נ אינו מעכב לאורחים הבאים לבית חבירו דהא מדת סדום היא שלא להניח לאורח לבוא לעיר, ואינו מעכב אלא להשכיר לדיירים קבועים, וא\"כ הם שני דינים שאינם שייכים זה לזה דדומיא דרופא ואומן וגרדי אם היו באים אליו רק יחידים בודאי לא היה יכול לעכב עליו, ודינא דרופא אומן וגרדי הוא דוקא בשביל שבאים רבים, אבל דינא דדיירים הוא דין אחר והוא ממתני' דסוף חז\"ה דקנה בית לא יפתחנו לחצר השותפין, וחזינן דבדיירים קבועים גם ביחידים איכא דין מרבה עליו את הדרך, ומזה למד הרמב\"ם דגם לביתו אין רשות להכניס דיירם קבועים.<br><b> והנה </b> בגירסתנו העמיד הראב\"ד השגתו על וכן המשכיר בית, וכן הוא במגדל עוז, אבל המ\"מ היה לו גירסא אחרת שכתב על וכן המשכיר דבזה גם הראב\"ד יודה לפי שגוף הבית למשכיר, ולכאורה קשה לפי גירסתנו מדברי הראב\"ד פ\"ה מה' שכירות הל' ה' שכתב הרמב\"ם שהמשכיר בית לחבירו ורצה השוכר להשכיר הבית לאחר דאם אין להשני בני בית יתרים משכיר, וכתב ע\"ז הראב\"ד בהשגות יש בדורנו אומרים שיש בנ\"א שמחריבים הבית בדירתם, וא\"כ איך סובר כאן הראב\"ד שיכול השוכר להשכיר ולהוסיף דיירים. אבל באמת לא קשה דכונת הראב\"ד שם דהא יש דינים מה ששוכר חייב בבית כדתנן בהשואל דף ק\"א דכל דבר שאינו מעשה אומן השוכר עושהו, וכדתניא שם מה דהשוכר חייב בתקוני הבית וא\"כ אם ישכיר לאחר ולא יתקן יתקלקל הבית, ומה שכתב שיש בנ\"א שמחריבים הבית בדירתם ולא כתב כפשוטו שאינו מאמין להשני שיעשה מה שמחוייב זהו משום דרוב השוכרים מתקנים מה שצריך בשביל עצמם שתהיה להם דירה טובה, אבל יש שאינם משגיחים על דירתם ומחריבים הבית, אבל הכא במה שמוסיף דיירים לא יתקלקל הבית, אבל דעת המ\"מ דבזה יודה הראב\"ד דהא לא השכיר אלא לבני ביתו.<br><b> והנה </b> הרמ\"ה הוכיח דרשאי להכניס דיירין לביתו דאל\"כ אם בנה בית בחצר השותפין והוא רווק לא ישא אשה ואף דאפשר דאה\"נ דאם אמר בפירוש כשכר שהוא רווק אינו רשאי לישא אשה וכן אם נולדו לו בנים צריך להוציאן מביתו, ולדברי הרמ\"ה שאינו מחלק בין סמוכין ונטפלין לדיירין מיוחדין א\"כ תיקשי גם על שוכר בית לדברי המ\"מ דבשוכר הראב\"ד מודה דאם שכר כשהוא רווק לא ישא אשה ואף דאפשר דאה\"נ דאם אמר בפירוש כששכר שהוא רווק אין לו רשות לישא והרמ\"ה מוכיח מבנה בית דודאי בנה ע\"מ לישא אשה, אבל א\"כ אין שום הוכחה לדין להכניס דיירין דבזה ליכא אומדנא, והוכחת הרמ\"ה אינו מאמר מפורש אלא כשבנה בית בסתם והוא רווק, ובזה מסתבר דגם בשוכר בסתם רשאי לישא אשה, וע\"כ דלדברי הרמ\"ה גם בשוכר אין חילוק, והמ\"מ יסבור דגם הראב\"ד יודה דיש לחלק בין סמוכין ונטפלין לדיירין מיוחדין, ובזה כתב דבשוכר גם הראב\"ד מודה להרמב\"ם דאינו רשאי להכניס דיירין וארווחנא דמדברי הרמ\"ה סמך לגירסתנו דהא הרמ\"ה חולק גם במשכיר."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כופין בני מבוי זה את זה שלא להושיב ביניהן לא חייט ולא בורסי ולא אחד מבעלי אומניות, היה שם במבוי אחד מבני מבוי אומן ולא מיחו בו או שהיתה שם מרחץ או חנות או ריחים ובא חבירו ועשה מרחץ אחרת כנגדו, או טחון אחרת אינו יכול למנעו ולומר לו אתה פוסק חיי ואפי' היה מבני מבוי אחר אין יכולין למנעו שהרי יש ביניהן אותה אומנות, אבל גר ממדינה אחרת שבא לעשות חנות בצד חנותו של זה או מרחץ מצד מרחץ של זה יש להן למנעו, ואם היה נותן עמהם מנת המלך אינו יכול למנעו.</b><br><b> עיין </b> במ\"מ ולח\"מ והנה עיקר מחלוקת הרמב\"ם ושאר ראשונים אם במבוי איכא דין מרבה עליו את הדרך תלוי בגירסת הברייתא דאחד מבני חצר שבקש לעשות רופא אומן וגרדי, דגירסא הקודמת היתה מבני מבוי, וכתבו בתוס' דלא גרסינן מבוי דהא אביי מתיר בחצר אחרת, והרמב\"ם גורס מבוי וסובר דרבא פליג אאביי כמ\"ש הגר\"א, אלא שאני תמה מאד על הראשונים וגדולי אחרונים דשו\"ט בהך שמעתא ולא הזכירו תוספתא מפורשת כדעת הרמב\"ם, וביותר דבמה שחלק הרמב\"ם דבאין שם אותה אומנות איכא דין מרבה עליו את הדרך, וביש שם אותה אומנות אין דין מרבה עליו את הדרך אלא דין פסקת לחיותי דאינו אלא בבן עיר אחרת, והתוס' בדף כ\"א בד\"ה וגרדי שהקשו מהא דהאי בר מבואה דמשמע דאי לאו פסקת לחיותי ליכא דין בשביל נכנסין ויוצאין, וכתבו ודוחק לחלק דהתם כבר יש יוצאין ונכנסין לריחיים הראשון, ובאמת דגם זה מבואר להדיא בתוספתא דז\"ל בפרק ב' הל' ה' כשם שבני חצר יכולין למחות זה ע\"י זה בחצר של שותפין כך בני מבוי יכולין למחות זא\"ז במבוי השותפין, כיצד בנה מרחץ בצד מרחצו של חברו חנות בצד חנותו של חברו אין יכול למחות בידו ולומר לו אתה הבאת את התקלה שאומר לו כדרך שעשית בתוך שלך אף אני עושה בתוך שלי, והנה מבואר להדיא בתוספתא שני ההלכות דדין מבוי וחצר שוין, ושבעל אומנות אינו יכול לטעון על השני, וכבר מיושב לפי\"ז כל הסוגיא דדף כ\"א ע\"ב דמיירי אם הראשון יכול למחות על השני, אלא הרמב\"ם הוסיף דהיכי שנתנו רשות לאחד ליכא כבר דין מרבה עליו את הדרך כלל, וכולם אין יכולין למחות, אלא דבזה לא מהני חזקה של שתיקה כדמוכח מדין חנות שבחצר, וצריך רשות מפורש, ועמש\"כ הגר\"א ובד' הרשב\"א בש\"מ.<br><b> והנה </b> הרמב\"ן הקשה לד' רש\"י דהיכי משכחת לה כופין בני מבואות זא\"ז כיון דבר מבואה אחרינא סלקא בתיקו, ואם בבן עיר אחרת הא יכול לעכב כל העיר, וכתב דמיירי בבן עיר אחרת ושייך בכרגא דהכא וכתב הלח\"מ דזהו שדחקו להרמב\"ם לחדש החלוק בין יש שם אותה אומנות לאין שם, משום דסובר דאי שייך בכרגא הוי כבן עיר ממש, ועפי\"ז נשאר בקושיא על דברי המ\"מ שהביא שיטת שאר המפרשים ומשמע מדבריו דגם על בן עיר יכולין בני המבוי לעכב משום דכתב אח\"כ דין גר הבא ממדינה אחרת דשייך בכרגא דהכא דבני המבוי מעכבין, ומוכח דמקודם מיירי בבן עיר זו ודברי המ\"מ צריכין ישוב.<br><b> ונראה </b> דהמ\"מ לא ביאר הכל ע\"פ דעת רש\"י אלא שבאמצע כתב לשון פירש\"י, והלח\"מ לא הזכיר דהרמב\"ן כתב כן רק לפי\"ד רש\"י וכתב ע\"ז ואינו נכון, וכתב לשון אחר אמרו דהאי בר מבואה סמוך למבואו קאמר, והיינו במבוי הב' ע\"ש בדבריו, ועכשיו מיושב שיטת המ\"מ דסובר לגמרי כהרמב\"ן ומקודם סתם דבריו דסובר דגם בן עיר אינו יכול ליכנס למבוי, אלא דאח\"כ כתב גם דין בן עיר אחרת דשייך בכרגא דהכא, דבעיר יכול לעשות ובמבוי מעכבין דזהו בין לרש\"י בין להרמב\"ן, ועוד אפשר דבא להשמיענו דמי ששייך בכרגא דהכא לא עדיף מבר מבואה אחרינא, דלא נימא דכיון שאין לו מבוי מיוחד הוא שייך לכל המבואות, וכמו שכתב באמת סברא זו הב\"י ע\"ש בדבריו במש\"כ לפרש הגמ' לפי\"ד הרמב\"ם, ולזה כתב דגם מי ששייך בכרגא דהכא לא עדיף ואין לו ליכנס במבוי.<br><b> אלא </b> דבעיקר דבריו של הרמב\"ן ליישב לפי דעת רש\"י דהא דכופין בני מבואות זא\"ז הוא לענין בני עיר אחרת דשייכי בכרגא דהכא הוא ודאי דוחק גדול, ועל הא דתניא שלא להושיב ביניהן חייט ובורסקי פירש\"י ממקום אחר, וכיון דע\"כ כונתו מעיר אחרת דממבוי אחר הא אסיקנא בתיקו וא\"כ היה לו לפרש דשייך בכרגא דהכא, לכן נראה דאפשר דכונת רש\"י שהם מעיר אחרת לגמרי, ומה שהקשה הרמב\"ן דא\"כ מעכבין עליהם את כל העיר ומאי איריא דבני המבוי מעכבין את המבוי יש לומר בזה עפ\"מ שכתב הרמ\"ה במה שהקשה במה דתניא מי שיש לו בית בחצר השותפין לא ישכירנו לרופא ואומן וגרדי דמאי איריא לא ישכירנו אפילו שכנו שבחצר שבקש ליעשות רופא אומן וגרדי הא אמרת לא, וכתב ע\"ז שכירות איצטריכא ליה דאע\"ג דההוא רופא אומן וגרדי לא קא גרי בפירוש למעבד ההוא עיבידתא מסתמא לאו כל כמיניה דבעה\"ב למיגר להו ואלו שכנו לא מצי חבריה לעכובי עליה עד דעביד ההוא עיבידתא עכ\"ל, ולפי\"ז נראה דכן הוא ג\"כ בדין דבר מתא אבר מתא אחרינא מעכב, היינו דמעכב שלא ליכנס לעירו ולעשות מלאכה שלו אבל אין לו זכות למנוע שלא ישכור בית בעיר בשביל שהוא אומן דיכול לומר לא אתעסק במלאכתי, ויכול רק למנוע ממלאכתו, אבל דין לא ישכירנו וכן דין כופין בני מבואות זא\"ז הוא דין על בני המבוי שאין להם רשות להשכיר שמא יתעסק וכמש\"כ הרמ\"ה."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הרי שפתח חלון לחצר חבירו ומחל לו בעל החצר, או שגילה דעתו שמחל לו, או שידע הנזק ולא ערער הרי זה החזיק בחלון ואינו יכול אח\"כ לחזור ולערער עליו לסתום, וכיצד דינה של חלון זה שהניחה לפתחה אם ראשו של אדם יכול ליכנס ממנה או שהיתה למטה מד' אמות אע\"פ שאין ראשו של אדם נכנס ממנה אין בעל החצר יכול לבנות כנגדה או מצדיה אלא א\"כ הרחיק ארבע אמות כמו שבארנו.</b><br><b> השגת </b> הראב\"ד וכיצד דינה של חלון זה וכו' או שהיתה למטה וכו' כפי שבארנו, א\"א אין אנו משוים לא עמו ולא עם רבו בדרך זה שלא חילקו בגמ' בד' אמות ולמטה מד' אמות שיהא חזקה אלא בחלון הצורי אבל בחלון המצרי לעולם אין לו חזקה וכן הסכימו כל רבותי.<br><b> הנה </b> במה שחילקו הרמב\"ם והראב\"ד אם החילוק בין למעלה מד\"א ובין למטה מד\"א הוא בחלון צור או בחלון המצרי כבר נחלקו הרשב\"ם ור\"ת, דרשב\"ם פי' דקאי על חלון צורי ור\"ת פי' דקאי על חלון המצרי, ושיטת הרמב\"ם כר\"ת אלא שחידש בדבריו דאפי' בחלון המצרי ולמעלה מד\"א דאין לו חזקה מ\"מ אינו יכול בעל החצר לכופו לסתום, דלא אמרינן דאין לו חזקה אלא לענין זה שרשאי בעל החצר לבנות כנגדו, והרא\"ש כתב ע\"ז ולא מסתבר לי כיון דאין לו חזקה למה לא יאמרו לו סתום, כיון דזימנין אית ליה היזק מיניה, והרמב\"ן והרמ\"ה כתבו כדעת הרמב\"ם אבל לא ביארו טעמא דמילתא, ונראה שהדבר מבואר בדברי הרמב\"ם דמחלק בין חזקת נזקין לחזקת תשמישין, שכתב מקודם הרי שפתח חלון וכו' או שידע הנזק ולא ערער ה\"ז החזיק בחלון וכו', ואח\"כ כתב וכיצד דין של חלון זה וכו' אין בעל החצר יכול לבנות וכו' ומבואר דבעיקר דין חזקת הנזקין אין חילוק בין חלון קטנה לגדולה, והחילוק הוא רק לענין זה שלא יוכל לבנות וטעמא דכיון דאין לו חשיבות חלון לא החזיק על בעל החצר זכות תשמיש. אבל בחזקת נזקין אין חילוק וגם בקטנה כבר החזיק לנזקין.<br><b> ונראה </b> דהרא\"ש לשיטתו דכיון דסובר דצריך דוקא ג' שנים וטענה, וכיון דבחלון קטנה אמרינן דלא החזיק ע\"כ דלא לקח ממנו זכות החלון וא\"כ למה לא יוכל לכופו לסתום, אבל הרמב\"ם לשיטתו דמהני בזה ראה ושתק דמחל על הנזק, לכן סובר שפיר דלענין זה אין חילוק בין קטנה לגדולה, וכן הרמב\"ן והרמ\"ה סוברים בזה כהרמב\"ם דחזקת שתיקה מהני.<br><b> אכן </b> מה שהוכיח הרמ\"ה דאינו יכול לכופו לסתום דאם נימא דהא דאין לו חזקה הוא דיכול לכופו לסתום, א\"כ מאי קאמר אין לו חזקה ואינו יכול למחות דכיון דיכול לכופו לסתום א\"כ פשיטא דיכול למחות לכתחלה, והגר\"א בחו\"מ סי' קנ\"ד הביא הוכחה זו, נראה דאינה הוכחה מוכרחה, דנוכל לומר דפי' אין לו חזקה הוא כפשוטו דאין לחלון זה שום דין חזקה, וממילא אוקמא אדינא דאם יכול למחות כשבא לכתחלה לעשות חלון זה, ממילא גם כשהחזיק ואמרינן דאין לו חזקה יכול לכופו לסתום, ואם מעיקר הדין אינו יכול למחות משום כופין עמ\"ס, ממילא פשיטא דאינו יכול לכופו לסתום כשהחזיק."
            ],
            [
                "<b>וכן מי שהיתה לו חלון מוחזקת ובא חבירו ובנה כנגדה או מצדדיה בלא הרחקה או סתמה ושתק בעל החלון אינו יכול לחזור ולערער לפתוח החלון או להרחיק הבנין שכיון ששתק מחל שאין אדם עשוי שסותמין אורו בפניו ושתק אלא א\"כ מחל.</b><br><b> השגת </b> הראב\"ד וכן מי שהיתה לו חלון וכו' עד אא\"כ מחל לו א\"א לפי דעתי יש הפרש בין סותם למאפיל שהסותם לאלתר והמאפיל ל' יום עכ\"ל.<br><b> כתב </b> המ\"מ על דברי הראב\"ד ושיעור הל' יום יתבאר לפנינו ובאר הלח\"מ דזהו מדין סוכת ארעי שמבואר בפ\"ח, ואם כך הוא כונת הראב\"ד אינו מובן דהא שם הטעם מפני שהוא ארעי וכמש\"כ שם הרמב\"ם שהרי ראובן אומר לא מחלתי והנחתיך אלא מפני שהוא ארעי, וא\"כ מה שייך זה לכאן שבנה בנין קבוע כנגד חלונו, אכן ראיתי בש\"מ שם שהראב\"ד מפרש דטעמא דעד ל' יום לא הוי חזקה דעד ל' יום לא קפיד אינש, ולאחר ל' יום כיון שלא מיחה הוי חזקה, אלא דלפי\"ז אין טעם למה בסוכה דמצוה אחר ז' יום הוי חזקה, ולכן פי' שם הראב\"ד דאין הכונה בז' יום קודם הל' יום אלא דאם סוף הל' יום נכנסו ימי החג אז לא הוי חזקה עד אחר ימי החג, ולפימש\"כ מבואר דלא צריך לדברי המ\"מ במש\"כ, \"אבל דעת המחבר דבכלל לסתום הוא לבנות כנגדו\" דלדעת הרמב\"ם לא שייך כלל לומר דבמאפיל ל' יום כיון דהוא בנין קבע, אלא דקשה למה לא השיג הראב\"ד בפרק ח' גבי סוכה דמצוה שכתב הרמב\"ם דלאחר ז' הוי חזקה דלשיטתו דהטעם הוא בשביל דעד ל' יום לא קפיד מוכרח לפרש בז' שבסוף ל' יום וכנ\"ל וצ\"ע."
            ]
        ],
        [
            [
                "<b>המבקש להוציא זיז מכותלו על אויר חצר חבירו כל שהוא חבירו מעכב עליו שהרי מזיקו בראיה בעת שתולה בו ומשתמש בו, הוציא את הזיז ולא מיחה בו לאלתר בעל החצר, הרי החזיק בעל הזיז.</b><br><b> עיין </b> בכ\"מ וכונתו הוא שהרמב\"ם מפרש שבעל הזיז מעכב מלבנות תחת הזיז, דהרשב\"ם והרמ\"ה מפרשים ג\"כ לענין לעכב מלבנות אלא שהרשב\"ם מפרש לענין לבנות ולסתור עי\"ז את הזיז, והרמ\"ה מפרש לענין לבנות ע\"ג הזיז, אבל תחת הזיז סוברים דלא זכה בעל הזיז באויר למנוע בעל החצר מלבנות משום דלתלות בו אין זה עיקר תשמישו וכן הוא דעת הרא\"ש, והרמ\"ה הוכיח זה דאם נימא דלתלות נמי הוי עיקר תשמישו א\"כ אמאי אין חזקה לפחות מטפח הא אמרינן דלמתלי ביה גם פחות מטפח חזי' ובדעת הרמב\"ם נראה דפחות מטפח כיון דאינו ראוי אלא למתלי ביה לא הוי תשמיש קבוע, ונמצא שכל הזיז אינו תשמיש קבוע אבל זיז טפח כיון דראוי להשתמש על גביו ונמצא דעיקר תשמישו הוי תשמיש קבוע, לכן כל פרטי התשמישים שאפשר בו כבר נכללו בזה וגם למתלי ביה הוי מתשמישי הזיז ולכן זכה גם באויר שמתחתיו שיוכל לתלות בו.<br><b> והנה </b> דעת הרמב\"ם דבעיקר הזיז החזיק גם בזיז פחות מטפח, והנ\"מ בין טפח לפחות מטפח אינו אלא לענין לבנות תחתיו, אבל הטור בסי' קנ\"ג כתב דפחות מטפח אין לו חזקה כלל ויכול בעל החצר למנעו כל שעה שירצה וצריך להסירו, ונראה דהרמב\"ם בזה לשיטתו דסובר בפ\"ז הלכה ו' גבי חלון המצרית למעלה מד\"א דאין לו חזקה אינו אלא לענין שבעל החצר יכול לבנות כנגדו אבל אינו יכול בעל החצר לערער ולכופו לסתום והרא\"ש חולק עליו וכתב דכיון שלא החזיק למה לא יאמר לו סתום, וכבר כתבתי שם דדעת הרמב\"ם דלענין חזקת נזקין החזיק גם בחלון המצרי, ורק לענין חזקת תשמישין לא החזיק כיון דאינה תשמיש קבוע, לכן בעל החצר יכול לבנות, וכתבתי דהולכים בזה לשיטתם דהרמב\"ם סובר דחזקת שתיקה מהני, והרא\"ש סובר דצריך חזקת ג' שנים וטענה ע\"ש, והטור לשיטתו דסובר גם בחלון כהרא\"ש דיכול לכופו לסתום.<br><b> אלא </b> שצריך עיון בזה בדעת הרמ\"ה דהרמ\"א הגיה על דברי המחבר שהם כדברי הרמב\"ם וכתב וי\"א דבזיז שאין בו טפח לא מהני חזקה כלל, ויכול בעל החצר למחות בו כל זמן שירצה ואם לא מיחה בו והניחו מרצונו בעל החצר משתמש בו, אבל לא בעל הזיז וציין ע\"ז טור בשם הרמ\"ה והר\"י ברצלוני והרא\"ש, ומשמע דהוא על כל דבריו ושהרמ\"ה סובר דיכול בעל החצר למחות, וקשה דהא גבי חלון סובר הרמ\"ה כדעת הרמב\"ם דגם בחלון המצרי יש לו חזקה לענין זה שאינו יכול לכופו לסתום, וראיתי ביד רמה שכתב וז\"ל ומסתברא דכיון דאין לו חזקה בחצר אם רצה בעל החצר לסלקו הדין עמו דלא ליתי למתלי ביה מידי ולעיוני בחצר עכ\"ל, ונראה דאין כונתו שיכול לכופו לבעל הזיז לסלקו אלא שבעל החצר יכול לסלקו ואפי' אינו בא לבנות ורק שרוצה לסלקו הדין עמו כיון שיכול לבוא לידי היזק שיעיין בחצר בעת שיתלה בו, והוא דאף דהרמ\"ה סובר כדעת הרמב\"ם גבי חלון זהו רק דמהני חזקת החלון לענין זה שאין בעל החלון מחוייב לסתמו, ואף שכתבנו דהוא מטעם דלענין חזקת נזקין מהני חזקתו, וכאן כתב הרמ\"ה דיכול לסלקו משום שיבוא לידי היזק, אבל זה מבואר בפשיטות דזהו רק טעמא דלמה יוכל לסלקו ולא אמרינן כופין עמ\"ס זהו משום שיבוא לידי היזק, אבל מה דמהני חזקת נזקין אינו אלא לענין זה שבעל החלון אינו מחוייב לסתום וה\"נ כאן בעל הזיז אינו מחוייב לסלק, אבל בעל החצר יכול לסלקו כיון דלא החזיק בחזקת תשמישין.<br><b> איברא </b> דדעת הרמב\"ם מוכח דלא כהרמ\"ה וגם בעל החצר אינו יכול לסלק את הזיז דהא כתב הוציא את הזיז ולא מיחה בו בעל החצר, הרי החזיק בעל הזיז, ומוכח דלגמרי החזיק ורק לענין אויר שתחת הזיז בזה כתב בהל' ב' דהוא דוקא בזיז טפח, אבל לענין עיקר הזיז סובר דהחזיק לגמרי, ולפי\"מ שבארנו יקשה לנו בטעמו של הרמב\"ם דכיון דלא החזיק בחזקת תשמישין משום דאינו תשמיש קבוע למה לא יוכל בעל החצר לסלק ונראה דהרמב\"ם סובר דאיברא דזיז שהוא פחות מטפח תשמישו אינו קבוע, אבל עיקר הזיז הרי הוא קבוע, ולכן שפיר דאף דבחלון המצרי כיון דאין תשמישו קבוע יכול לבנות תחתיו אבל לסלק עיקר הזיז אינו יכול בעל החצר שבזה החזיק בעל הזיז שהיה הזיז שלו בחצר, ובזה חולקין הרמב\"ם והרמ\"ה דהרמ\"ה סובר דכיון דתשמישו אינו קבוע אין חזקה לעיקר הזיז ובעל החצר יכול לסלקו והרמב\"ם סובר דעיקר הזיז הרי הוא קבוע והחזיק בו."
            ],
            [],
            [
                "<b>היה הזיז שהוציא רחבו טפח ומשוך באויר חצרו של חבירו ד' טפחים ולא מיחה בו החזיק בד' על ד', ואם רצה להרחיב את הזיז עד שיעשה ד' על ד' ה\"ז מרחיב ואין בעל החצר יכול לבנות באויר חצרו תחת הזיז כלום, אלא אם כן הניח לו תחתיו גובה אויר י' טפחים כדי שישתמש בזיז.</b><br><b> השגת </b> הראב\"ד היה הזיז וכו' ואם רצה להרחיב וכו' עד שישתמש בזיז, א\"א איני מודה לו בזה אא\"כ בא מחמת טענה עכ\"ל.<br><b> המ\"מ </b> כתב על דברי הראב\"ד נראה שדעתו ז\"ל לפי שזה מקום חשוב ואינו נקנה במחילה, ומוכח מדבריו דהראב\"ד אינו חולק אלא על הלכה זו שבא להחזיק בד' על ד', אבל על מש\"כ בהל' ד' דהחזיק בזיז טפח לא השיג, והקשה הלח\"מ דהא בפי\"א הל' ב' במש\"כ הרמב\"ם דכל ההרחקות אם לא הרחיק וראה חבירו ושתק ה\"ז מחל, והשיג הראב\"ד שם וכתב המ\"מ ע\"ז דדעת הרמב\"ם שהשעבודים נקנים בשתיקה ורבותינו הצרפתים כתבו שאין שום חזקה מועילה אלא בחזקת ג' שנים ובטענה, ואפשר שזו היא כונת הראב\"ד, וקשה דהא כאן בזיז טפח מודה דמהני חזקה ע\"י שתיקה, עוד קשה דבפ\"ה הל' ה' כתב הרמב\"ם דהעמיד בהמה בחצר חבירו לא החזיק והשיג עליו הראב\"ד וסובר דהחזיק ונמצא שהחליפו שיטתם.<br><b> ונראה </b> דהרמב\"ם סובר דמהני ראה ושתק בין לחזקת נזקין בין לחזקת תשמישין, ורק דכל זה בדברים שהדרך להקפיד, אבל מה דדרך להשאיל לחבירו מקום וכמש\"כ שם הרמב\"ם לא מהני בזה ראה ושתק ואפי' טענה לא מהני, דהא יותר מזה מצינו בדין חזקת מטלטלין שהוא לגמרי ברשות המחזיק, ומ\"מ דברים העשויים להשאיל ולהשכיר לא מהני בהם חזקה, ודעת הראב\"ד הוא לחלק בין חזקת נזקין לחזקת תשמישין, דבחזקת תשמישין מהני אפי' בלא טענה אבל חזקת נזקין דאינו מצוי למחול על נזקין לכן לא מהני אלא בטענה, ולכן שפיר דכאן גבי זיז דעיקר תשמישו של זיז אינו להיזק אלא שאפשר שיצא ממנו היזק לכן מהני חזקתו, דהא כתב הנמוק\"י דאפי' לדעת הרי\"ף דסובר דבהיזק ראיה לא מהני חזקה מ\"מ בזיז מהני חזקה משום דאין כאן ודאי היזק ראיה, לכן גם לדעת הראב\"ד דין הזיז הוי כדין חזקת תשמישין ולכן בזיז טפח מודה, ולקמן בפי\"א השיג הראב\"ד על דיני ההרחקות שהם חזקת נזקין."
            ],
            [],
            [
                "<b>הרוצה להוציא צנור על חצר חבירו כדי שיקלח שם המים או שעשה מזחילה על כותלו כדי שיהיו המים נזחלין ויורדין לחצר חבירו, בעל החצר מעכב עליו ואם לא מיחה החזיק זה בצנור, רצה אח\"כ לסתום הצנור בעל החצר מעכב עליו שכשם שהחזיק בעל הגג לשפוך מימיו לחצר חבירו כך החזיק בעל החצר שיהיו מימי גגו של חבירו באין אצלו לרשותו, רצה בעל הגג לעקור הצנור מצד זה ולהחזירו בצד אחר או שהיה ארוך ורצה לקצרו אין בעל החצר יכול לעכב עליו שלא החזיק אלא במימי הגג והרי הם באים אצלו מ\"מ, וכן אם רצה בעל החצר לבנות תחת הצנור אין בעל הגג יכול לעכב עליו שאין הצנור עשוי לתשמיש כזיז כדי שיחזיק באויר החצר שאינו עשוי אלא לקלוח המים.</b><br><b> השגת </b> הראב\"ד רצה בעל הגג לעקור וכו' עד לקלוח המים א\"א זה הדרך אינו מחוור ואיך יבוא על זו המזחילה יש לה חזקה ובעל החצר למה יעכב על בעל המזחילה מלקצר, ואם הוא רוצה להתריע כותלו מה לו לבעל החצר, ועוד כי המשנה מעולם לא הזכירה קניית הגג לבעל החצר ודברי אמורא הם.<br><b> המ\"מ </b> כתב שהראב\"ד סובר שדעת הרמב\"ם לפרש דברי שמואל ור' חנינא במחאת בעל החצר על בעל הגג, אבל הרמב\"ם לא כיון לזה וגם הוא מפרש האוקימתות בחזקת בעל הגג, ומה שכתב הרמב\"ם דיש רשות לבעל הגג לקצרו ואין בעל החצר יכול למחות כתב זה הרמב\"ם מסברא, ודבריו תמוהים דאף דנימא דפוסק כרב ירמי' בר אבא שהוא בתרא שאינו יכול בעל החצר לא לעוקרו ולא לקצרו ורק שיכול לבנות תחתיו. אבל למה לו להרמב\"ם לכתוב לשון על בעל הגג שיש לו רשות לעקרו מצד זה לצד זה ולקצרו במה שהוזכר בגמ' על בעל החצר וא\"א לבאר כן דברי הרמב\"ם.<br><b> לכן </b> נראה דע\"כ הרמב\"ם מפרש כן בגמ' באוקימתות דשמואל ור' חנינא, ומה שהקשה הראב\"ד דהא הך דינא דאין בעל הגג יכול לסתום את הצינור הוא מימרא דאמורא והלח\"מ הוסיף עוד דהא רב יהודה אמר שמואל גופיה אמר זה בתורת מימרא ואמר על זה בטעמא דמילתא ומוכח דאין זה מבואר במשנה נראה דגם לפי פירושו של הרמב\"ם נוכל לומר דמימרא דשמואל הוא חדוש בפני עצמו דממתני' לא שמעינן דאין בעל הגג יכול לסתום הצינור, ומה דאשמעינן דיכול לשנות הצינור מצד זה לצד זה וכן שיכול לקצרו זהו משום דאי לאו מתני' הו\"א דכיון שבעל הגג החזיק במקום זה בחצר שילכו כאן מי הגג לא החזיק במקום אחר, ויכול בעל החצר לומר במקום זה אני רוצה להחזיק כלים שיתקלקלו ע\"י קלוח המים, וע\"ז אשמעינן מתני' דכיון שזכה בחצר להוריד מי גגו זכה כן בכל החצר ויש לו רשות לשנות מקום הקלוח וזהו מגדר אחזיק להורדי אחזיק לכשורי, אלא דמכיון דבא שמואל ואשמעינן דאין בעל הגג יכול לסתום הצינור משום דא\"ל כי היכי דאת קנית לך חצר דידי למשדי ביה מיא לדידי נמי קני לי מיא דאיגרך, לזה הסביר הרמב\"ם בטעמא דיכול בעל הגג לשנות מקום הצינור או לקצרו שלא החזיק אלא במימי הגג והרי באים אליו מ\"מ, אבל עיקר רבותא דמתני' הוא דיכול בעל הגג לשנות עיקר קלוח המים, ובלשון הרמב\"ם נכללו שתי הכונות וכנ\"ל.<br><b> ומה </b> שהקשה הראב\"ד דאיך נפרש לפי\"ז המזחילה יש לה חזקה ובעל החצר למה יעכב על בעל המחילה מלקצר, הנה בגמ' איתא תנן המזחילה יש לה חזקה בשלמא למ\"ד הנך תרתי שפיר ופירשב\"ם דהמזחילה יש לה חזקה דדבר קביעות ואין רגילין לעוקרה ממקום, וכן דר' חנינא שאם היה ארוך מקצרו, אבל המזחילה יש לה חזקה ואין מקצרין אותה, והיינו דדוקא צינור הדרך לשנותו מארוך וגם לשנותו מצד זה לצד זה, אבל המזחילה שהיא על כל רוחב הכותל לא שייך לשנותה וגם יש לה מדה קבועה ולא מרחיבין ולא מקצרין אותה ולא שייך זה אלא בצינור, וביחוד אני תמה שהראב\"ד עצמו בש\"מ כתב וז\"ל, בשלמא להנך תרי קמאי מזחילה אינה ראויה לשינוי מפני קביעותה ואינה ראויה לקצר וכו' ע\"ש שהאריך לבאר, וא\"כ גם פירושו של הרמב\"ם מיושב, אלא שבאמת קשה בין לדברי המ\"מ בין לפימש\"כ מה שהשמיט הרמב\"ם הא דבמזחילה של בנין, והמ\"מ הוכיח מזה כפירושו ולא ידעתי מה שייך זה לזה, וראיתי שהלח\"מ ביאר הדברים אבל דבריו תמוהים מאוד דהא הך דינא דהמזחילה של בנין הוא על הך דינא דתירוצא בתרא שאם רצה לבנות תחתיו בונה, ואמר ע\"ז בגמ' דבמזחילה של בנין אינו בונה תחתיו, וא\"כ מה שייך זה להפירושים באוקימתות הראשונות, אלא דקושיא זו אינה על הרמב\"ם בלבד שגם הרי\"ף והרא\"ש לא הביאו, וכבר כתב הטור שאינו יודע למה לא הביאו, והב\"י כתב משום דזהו מילתא דפשיטא ובמרזב של בנין ג\"כ אינו יכול לבנות אם יתקלקל, אלא משום דסתם מרזב של עץ ועדיין אינו מרווח וצ\"ע."
            ]
        ],
        [
            [
                "<b>לא יחפור אדם בור ולא שיח ולא מערה ולא יביא אמת המים ולא יעשה בריכת המים לשרות בה בגדים לכבס בצד כותלו של חבירו, אלא אם כן הרחיק מכותל ג' טפחים, ויסוד בסיד לכותל בור זה או מקוה המים זה או כותל האמה מצד חבירו כדי שלא יבליעו המים ויזיקו כותל חבירו.</b><br><b> המ\"מ </b> כתב משנה פ' לא יחפור ובגמ' מתבאר, וקשה דבגמ' מבואר דמתני' מכותל בורו שנינו, וכבר כתב כן הטור על דברי הרמב\"ם וז\"ל, ובגמ' מסיק דמכותל בורו שנינו, וכו' ומ\"מ מסתברא שצריך להרחיקו גם מכותל חבירו דטפי מזקי הנך ממימי רגלים שצריך להרחיקו עכ\"ל, אבל דברי הרמב\"ם לא יתיישבו בזה, דבהל' ב' לא כתב הרמב\"ם שצריך לסוד בסיד וגם בגומא של מ\"ר סובר דא\"צ לסוד ועמש\"כ בבאור הגר\"א סי' קנ\"ה ס\"ק ט\"ו, ולהטור לשיטתו אין נ\"מ דגם כאן סובר כהרא\"ש דקיי\"ל דא\"צ שניהם, ובדעת הרמב\"ם צ\"ל כמש\"כ בבד\"ה בב\"י דמה דאמר בגמ' מכותל בורו שנינו אינו למעוטי שאר כותלים אלא לבאר לשון המשנה דפתח בבור וע\"ז אמר דכותל בור נמי כמו כותל בנין, וצריך להוסיף דמה דאמר נ\"מ למו\"מ היינו במה דעריב תנא דין בור עם דין כותל, אח\"כ ראיתי שכבר כתב כן הרשב\"א הובא בש\"מ והוכיח מלשון המשנה ע\"ש אלא שתחלת דבריו צ\"ע שכתב דכותל חצר ו\"ט ואולי הוא ט\"ס ע\"ש, ולפי\"ז אני תמה מאוד על הכ\"מ שכתב בהל' י' דגבי בור סובר הרמב\"ם דא\"צ לסוד בסיד ודבריו תמוהים כיון דתרווייהו נכללו ברישא דמתני' דסובר הרמב\"ם דצריך גם לסוד, ומה שלא הזכיר הרמב\"ם שם זהו משם דסמך על מש\"כ כאן דכתב דיני הרחקה מכותל, ושם כתב דמכותל בור ג\"כ צריך להרחיק, ובעיקר בא שם הרמב\"ם לחלק בין שדה עשויה לבורות בין אינה עשויה לבורות, אבל לא הוצרך לכפול דין וסד בסיד והוא פשוט, ועיין בהל' י' שהוכחתי לפימש\"כ כאן לבאר דברי הרמב\"ם שם.<br><small> -השמטות ומלואים-</small><br><b> לעיל </b> בארתי שם דמה שאמרו מכותל בורו וכו' אינו ממעט שאר כתלים ומה שלא הזכיר הרמב\"ם בהל' י' גבי בור דין וסד בסיד הוא משום שסמך ע\"ז שפירש כאן ע\"כ, ואיברא דכן כתב הב\"ח אבל אינו פשוט והוא דחוק בדעת הרמב\"ם ויש לומר דכיון דסתם בור הוא של מים לא מהני סיד כיון דשל חברו אינם בסיד ודוקא בכותל בנין צריך סיד ואף דבמשנתנו נכללו בחד בבא, מ\"מ יש לומר דמה דתנן וסד בסיד קאי על סיפא דתנן אא\"כ הרחיק מכותלו והרמב\"ם מפרש דזה כותל בנין ומה דאמרינן מכותל בורו שנינו זהו דקאי גם על רישא דמתני' אח\"כ ראיתי בביאור הגר\"א ח\"מ סי' נ\"ה ס\"ק נ' שכתב דלדעת הרמב\"ם צריך סיד גם סמוך לבור עי\"ש."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ראובן שהיה כותלו סמוך לכותל שמעון כמין גם ובא ראובן לעשות כותל שני כנגד כותל שמעון עד שיעשה השלשה כותלין כמין בית הרי שמעון מעכב עליו עד שירחיק מכנגדו ד' אמות כדי שיהיה המקום בין שני הכותלים רחב כדי שידושו בו רבים ותתחזק הארץ, בד\"א בכותל גינה או בכותל חצר בעיר חדשה אבל בעיר ישנה כבר נתחזקה ובונה כנגדו בלא הרחקה, וכן אם לא היה באורך כותל שמעון שבונה כנגדו ד' אמות אינו מרחיק אע\"פ שמונע הרגל מלהלך שם שהכותל שהוא פחות מד' אינו צריך חיזוק הארץ.</b><br><b> השגת </b> הראב\"ד ראובן שהיה כותלו סמוך לכותל שמעון עד ותתחזק הארץ, א\"א לא מחוור לענין הגמרא, שאם ראובן סמך לשמעון כמין גם אמאי אקשי בגמ' וקמא היכי סמיך והלא מן הצד ליכא משום דוושא כדאיתא בשמעתא עכ\"ל, בד\"א בכותל גינה עד חיזוק הארץ, א\"א סברא יפה היא עכ\"ל.<br><b> כתב </b> המ\"מ ליישב השגת הראב\"ד דמעיקרא הוי ס\"ד דגמ' דכותל ראובן לא היה סמוך לכותל שמעון כמין גם אלא כנגדו ממש ותירצו בגמ' שלא היה אלא כמין גם ולא ביאר המ\"מ היכן מבואר בתירוצא דרבא שהיה כמין גם, והכ\"מ הקשה זה בשם המגיה דבגמ' לא נמצא שהיה כמין גם רק שמוסיף רבא על המשנה \"ונפל\" והנה בגירסת הגאונים כפי מה שהובא בש\"מ ליתא \"ונפל\", וגירסת הר\"י מיגש הוא מי שהיה כותל סמוך לכותל חבירו בד' אמות ופי' הר\"י מיגש שהיה רוחב כותלו סמוך לאורך כותלו של חבירו, וכן ראיתי בדק\"ס בגירסת כת\"י אלא דמ\"מ צריך לבאר היכן הוזכר בתירוצא דרבא שהיה כמין גם.<br><b> והנה </b> בדברי הרמב\"ם מבואר דכל הך דינא אינו אלא דוקא באופן זה, אבל לסמוך כותל לכותל לא צריך הרחקה ד' אמות, וכן כתבו הלח\"מ והלבוש, ואף שהסמ\"ע חולק אבל הדבר פשוט ומבואר כדבריהם, ולפי\"ז חשבתי לבאר שנוייא דרבא לפי גירסת הרמב\"ם, ונאמר דמה שהוסיף רבא בד' אמות קאי על כותל ראובן, והיינו שכותל ראובן היה לרוחב החצר בד\"א, וטעמא דצריך זה משום דאם כותל ראובן הוא פחות ואפי' קרוב לג' אמות א\"כ גם כשירחיק פחות מד\"א יש מקום לעבור בין הכתלים, ועיקר ההלכה אינה אלא אם כשיסמוך יהיה כמין בית שלא יהיה שום מקום לעבור ביניהם לכן תנן שהיה כותלו בד\"א דאז צריך להרחיק ד' אמות, ובזה מיושב דבתירוצא דרבא מבואר שהיה כמין גם.<br><b> אכן </b> לא אוכל לקבוע מסמרים בזה בשביל שהגר\"א בחו\"מ סי' קנ\"ה כתב דמש\"כ הרמב\"ם דדוקא אם כותל שמעון הוא ד\"א זהו משום דמפרש מה דאמר רבא בד' אמות זהו על כותל שמעון, ואם נפרש דקאי על כותל ראובן נצטרך לומר כד' הראב\"ד שכתב סברא יפה היא והיינו שהרמב\"ם כתב כן מסברא דנפשיה מה שאין כן דרכו, ואולי נמצא כן בתשובות הגאונים, ולשון בד' אמות משמע לי יותר על כותל ראובן, והמעין יבחר.<br><b> והנה </b> הלח\"מ הקשה על שיטת הרמב\"ם דכל דינא דמתני' הוא כשכותל הראשון היה כמין גם דא\"כ מאי מקשה בגמ' מהא דהחלונות טעמא דשלא יאפיל הא משום דוושא לא דהא התם לא מיירי שהיה מקודם כותל כמין גם ונשאר בקושיא, ונראה דהרמב\"ם מפרש דהא דאמר בגמ' תנן ואח\"כ אמר ת\"ש זהו הכל קושיא על רב יהודה דתי' הבא לסמוך והוא לא סבר דמיירי כמין גם וכדעת המקשה וכמו שכתב המ\"מ, ואליבא דרב יהודה הוצרך בגמ' לתרץ בבא מן הצד, אבל לרבא באמת לא קשיא כלל מהא דהחלונות, וכן מוכח מדברי הרמב\"ם פ\"ז הל' ב' שכתב להדיא ואם בא לבנות כנגד החלון וכו' צריך להרחיק וכו' כדי שלא יאפיל, ומוכח דדוקא שלא יאפיל ולא משום דושא ומכאן מוכח להדיא כמש\"כ למעלה בדעת הרמב\"ם וכד' הלח\"מ והלבוש.<br><b> עוד </b> הקשה הלח\"מ על מש\"כ הרמב\"ם דדוקא אם היה כותל שמעון ד' אמות דא\"כ מאי פריך מהא דהחלונות דלמא אשמעינן דצריך להרחיק גם כשהכותל פחות מד\"א משום שלא יאפיל ונשאר בקושיא, ויש לומר דמה דחידש הרמב\"ם דאם היה הכותל פחות מד\"א א\"צ להרחיק שאינו צריך דושא זהו בדין כותל שאפשר בכותל גינה ובכותל חצר, אבל חלונות שהוא דוקא בכותל בית בזה פשיטא דבית שאינו ד\"א על ד\"א אינו בית וכדאיתא בסוכה דף ג' ואמר שם דאפי' רבנן דפליגי בסוכה בבית מודו דאי אית ביה ד\"א על ד\"א דיירי ביה אינשי ואי לא לא דיירי ביה אינשי, וכיון דלא דיירי ביה אינשי ליכא ביה דינא דחלונות."
            ],
            [
                "<b>מי שבא לחפור בור בסוף שדהו לסמוך למצר חבירו, אם שדה חבירו אינו עשוי לבורות סומך ואינו יכול למחות בידו, ואם ימלך חבירו לחפור בור בצדו צריך להרחיק מן כותל הבור ג' טפחים עד שיהא בין חלל ב' הבורות ו' טפחים, ואם היתה שדה חבירו עשויה לבורות אינו סומך עד שירחיק מן המצר ג' טפחים ויחפור וכשיבוא חבירו לחפור ירחיק גם הוא ג' טפחים בתוך שדהו ויחפור.</b><br><b> כתב </b> המ\"מ ומש\"כ המחבר ואם ימלך חברו וכו' צריך להרחיק ששה לא נתבאר בגמ' אבל כך הוא סברת רבו וקצת מן המפרשים, אבל יש חולקים ואומרים דאינו מרחיק אלא ג' כדינו, והנה המ\"מ מפרש בכונת הרמב\"ם דתמיד מרחיק ששה אפי' אם הששה טפחים הם כולם בתוך שדהו שהראשון סמך למצר, וכן מפרש הרמב\"ן וכן משמע לכאורה פשטות דברי הרמב\"ם וכן הוא דעת התוס' והרא\"ש, אבל לדעתי א\"א לפרש כן בדעת הרמב\"ם, דאם נימא דצריך השני להרחיק ו' טפחים ע\"כ צריך לומר דעיקר ההרחקה הוא מהבור, ומשום דשיעור הרחקה מבור לבור הוא ו' טפחים דאף שהראשון סמך למצר מ\"מ א\"א שלא יהיה משהו קרקע בצד הבור של בעל הבור, ולכן צריך להרחיק בין אי נימא משום חפירה בין אי נימא משום מיא שלא יפול צד זה של הבור שהוא של בעל הבור, דא\"א לומר דמה דצריך השני להרחיק ו' טפחים דעיקר ההרחקה אינה אלא ג' טפחים, רק דצריך להרחיק מכותל הבור דאף דאין הכותל של בעל הבור מ\"מ הוא משועבד להבור וכדין דושא, דא\"א לומר כן דהא בשדה שאינה עשויה לבורות קיימינן ולא היה לכל אחד זכות על חפירת בור, ובשדה העשויה לבורות הא מחוייב כל אחד להרחיק מן המצר ואין לומר דעכ\"פ כשחפר הראשון סמוך למצר החזיק בג' טפחים של חברו שיהיו לו לכותל הבור דהא כללא הוא דהיכי שאינו יכול בעל הרשות למחות לא יוכל המחזיק להחזיק, וכיון דאין השני יכול למחות היכי אפשר שהראשון יחזיק שיהיה שדה של השני לכותל בור שלו, וע\"כ לשיטה זו צ\"ל דעיקר ההרחקה הוא מהבור, וזהו שכתבו בתוס' לפרש הא דאמר וליתני אא\"כ הרחיק מבורו של חבירו דהכונה דליתני ו' טפחים והיינו דאין ההרחקה מהכותל כלל, כיון דהכותל אינו שלו, וע\"ז אמר דלהכי תנן אא\"כ הרחיק מכותלו של חבירו ג' טפחים, שגם הראשון הרחיק ג' טפחים וזה נקרא כותל בור ונ\"מ למו\"מ, אבל לדין הרחקה אין נ\"מ דעיקר הרחקה הוא ו' טפחים מהבור.<br><b> והנה </b> לפי\"מ שכתב הרמב\"ם בהל' א' בדינא דלא יחפור סתם כותל דסובר הרמב\"ם דמה דתנן מכותלו של חבירו קאי בין על כותל בנין בין על כותל בור א\"כ ע\"כ דהוא חד דינא ודין הרחקה ג' טפחים גבי בור הוא ג\"כ רק הרחקה מכותל הבור, וא\"כ כשסמך הראשון למצר א\"א לומר דיצטרך השני להרחיק ו' טפחים, כיון דא\"א שיתחייב להרחיק מכותל הבור שהוא שלו ואינו של בעל הבור.<br><b> אלא </b> שצריך לבאר דברי הרמב\"ם במה שכתב עד שיהא בין חלל ב' הבורות ו' טפחים, ולכאורה הוא על מה דפתח שהראשון סמך למצר ומוכח כדברי המ\"מ דהשני צריך להרחיק ו' טפחים, אבל באמת כונת הרמב\"ם פשוטה דודאי אין השני צריך להרחיק אלא ג' טפחים מכותל בורו של חבירו, וכדין כותל בנין וכמו שכתב הרמב\"ם להדיא כאן שצריך להרחיק מכותל הבור ג' טפחים ובודאי אין ההרחקה מכותל בור שלו אלא מכותל בור של חבירו, ומה שכתב עד שיהא בין חלל ב' הבורות ו' טפחים זהו דלא נימא דאם הרחיק הראשון ד' טפחים ממצר צריך השני ג\"כ להרחיק ג' טפחים, שהראשון יאמר אני צריך לכותל בור חזק ואין לך רשות לקלקל הכותל שלי, ולזה כתב דצריך להרחיק מכותל הבור ג' טפחים עד שיהיה בין חלל ב' הבורות ו' טפחים והיינו דיותר אינו צריך להרחיק, ואם הרחיק הראשון ד' טפחים א\"צ השני להרחיק אלא ב' טפחים וגם שלא נאמר דכיון שכבר חפר הראשון בור א\"כ יוכל לטעון שארחיב את בורי ויהיה דינו כמו עשוייה לבורות דגם בדליכא בור אינו סומך, ולזה כתב הרמב\"ם דא\"צ להרחיק אלא עד שיהיה בין ב' הבורות ו' טפחים, והדברים ברורים, ועיין מה שכתבתי בהל' א' על ד' הכ\"מ כאן דא\"צ לסוד בסיד דלדעת הרמב\"ם ע\"כ חד דינא כותל בור וכותל בנין ע\"ש."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>מי שבא לעשות משרה של פשתן בצד ירק של חבירו, שהרי מי המשרה נבלעין בארץ והולכין ומפסידין את הירק, או שנטע כרישין קרוב מן הבצלים של חבירו שהן מפיגין טעמן, או שנטע חרדל בצד כוורת דבורים שהרי הדבורים אוכלין העלין ומפסידין את הדבש, וכל אלו וכיוצא בהן אין צריך להרחיק בכדי שלא יזיק, ועל הניזק להרחיק את עצמו אם ירצה עד שלא יגיע לו הנזק, שזה בתוך שלו הוא עושה והנזק בא לחבירו מאליו, במה דברים אמורים שאינו מרחיק כשהיה הנזק בא מאליו אחר שיפסקו מעשיו של מזיק אבל אם היו מעשיו של זה שעושה ברשותו מזיקין את חבירו בשעת עשייתו הרי זה כמי שמזיק בידו, הא למה זה דומה למי שעומד ברשותו ויורה חצים לחצר חבירו ואמר ברשותי אני עושה שמונעין אותו, וכן כל ההרחקות האמורות למעלה בענין זה אם לא הרחיקו הרי זה כמי שהזיק בחציו, לפיכך צריך שירחיק משרה מן הירק וכרישין מן הבצלים וחרדל מן הדבורים שלשה טפחים או יותר מעט כדי שלא יהיה היזק בידים אבל להרחיק עד שלא יבוא היזק מאליו אינו צריך.</b><br><b> בסוגיא </b> דחרדל כתב הרמב\"ן בטעמא דר' יוסי אליבא דאביי דכיון דהראשון סמך בהיתר על השני להרחיק רק חצי ההרחקה להשיטות דבשסמך בור בהיתר דא\"צ השני להרחיק אלא ג' טפחים, ולכן סבר ר' יוסי דכיון דחצי הרחקה לא מהני ע\"כ פטור מלהרחיק, והרשב\"א בש\"מ חולק על הרמב\"ן וכתב דמדרבנן נשמע דא\"א שיטה זו דע\"כ לפי\"ז לרבנן א\"צ להרחיק אלא חצי הרחקה, וחצי הרחקה לא מהני כלום, וכתב הרשב\"א דמזה מוכח כשיטתו דגבי בור נמי צריך להרחיק כל הששה טפחים, והנה לפי\"מ שהעליתי למעלה בפרק ט' הל' י' בטעמא דא\"צ להרחיק אלא ג' טפחים משום דעיקר ההרחקה הוא מן כותל הבור, ולכן, אם סמך הראשון לגבולו אין לו לעשות מן קרקע שלו כותל בור, וא\"א שיהיה צריך להרחיק מכותל בור שלו וכמו שבארתי, א\"כ אין שייך זה לזה כלל דאיברא דהתם א\"צ להרחיק אלא שלשה טפחים, מ\"מ אפשר דכאן כיון דהם שניהם מזיקים זה לזה, אם סמך הראשון ברשות צריך השני להרחיק הרחקה שלמה ומאי ראיה מייתי הרמב\"ן מזה לזה.<br><b> ונ\"ל </b> כשנבין מקודם סברא שכתבו התוס' בד\"ה ואי לא סמיך דכיון דהראשון עשה ג\"כ קצת שלא כהוגן אף דלא היה יכול למנעו גם השני כשבא רשאי לסמוך, ונ\"ל לבאר זה בדרך הסברא דלכאורה מה בכך שסמך בהיתר עכ\"פ הוא מזיק עכשיו, ומה בכך שמתחלה לא היה דבר הניזק, וצריך לומר דאימתי רשאי הניזק לומר למזיק הרחק שלא תזיקני אף שממילא גם המזיק אינו יכול להשתמש בתשמישו, רק דמ\"מ דינא הכי דהניזק כיון דאינו מזיק רשאי לסמוך, ומש\"ה מחוייב המזיק להרחיק, [וכן כתבו התוס' בדף י\"ז ע\"ב בד\"ה אביי אמר סומך שהקשו דהא מפסיד הוא שאם יטע אילן יצטרך להרחיקו וכתבו דאינו היזק דמה דמרחיק הוא כדי שלא יזיק הוא לבור ולא שהבור יזיקו], ולכן אמרינן דמתי יכול לומר לו הרחק אם עוד לא עשה תשמישו, אבל אם כבר עשה תשמישו כבר החזיק בתשמישו ואינו מחוייב להרחיק בשבילו, ונמצא דעכ\"פ מזיק נקרא רק דאינו מחוייב להרחיק וא\"כ שפיר אמרינן דזכות שנתנו לו חכמים שרשאי להחזיק תשמישו אינו רק לגבי דידיה שאין לו חיוב להרחיק, אבל יבוא חבירו לסמוך גם הוא אינו יכול לומר הרחק אתה, דבאמת לגבי שדה שלי הנך נקרא מזיק ואין לך בעצם זכות תשמיש דרק ניזק יש לו זכות תשמיש, ולכן סמך בהיתר לא השיג זכות שיהיה לו גם טענה על של חבירו כיון שגם הוא מזיק ואין לו רק זכות שלא למנוע תשמישו, אבל לא השיג זכות יותר מחברו וכיון שהוא אינו מתרחק גם חברו אינו מתרחק.<br><b> ומבואר </b> מה שהקשינו דאיך מדמה הרמב\"ן דין חרדל ודבורים לדין בור דהא התם הג' טפחים הוא הרחקה שלמה כיון דא\"צ להרחיק אלא מכותל בורו של חברו, אבל לפימש\"כ הוכיח משם דעכ\"פ כשחפר הראשון הבור לא השיג זכות על של חברו להחזיק בורו, דאם היה זוכה בשל חברו להחזיק בורו א\"כ היה צריך השני להרחיק ששה טפחים והיינו ג' טפחים מכותל הבור אף דהכותל הוא בשדה שלו, וכיון דלא השיג הראשון בהקדמתו זכות על של חברו לכן גם בחרדל ודבורים סובר כסברת התוס' דכיון שהראשון עכשיו ג\"כ נקרא מזיק על חברו דלא השיג זכות על של חברו, לכן לא יוכל לחייב לחברו להרחיק, ורק דסובר דעכ\"פ לענין חצי הרחקה היה בדין שיצטרך השני להרחיק דלא עדיף מבאו שניהם לחפור בב\"א וע\"ז כתב דחצי הרחקה לא מהני כלום ולכן אינו חייב להרחיק כלל.<br><b> והנה </b> בהגה\"מ כאן כתב בשם ריב\"א דלאו לכל מילי אמר ר' יוסי על הניזק להרחיק את עצמו אלא בדברים שהן עיקר ישוב או תשמיש שאין לו למזיק להניח ישובו או דירתו או תשמישו מדתניא בתוספתא ר' יוסי מתיר שלא ניתנו שדות אלא לנטיעה, וכן משמע נמי בירושלמי דאמר טעמא דרבנן משום ישוב העולם בבורות, ור' יוסי משיב כמו דאית לכון ישוב העולם בבורות אף אנא אית לי ישוב העולם באילנות עכ\"ל, והנה בטעמא דרבנן לא מסתבר שנאמר דלית להו ישוב העולם באילנות, ולכן נראה דרבנן סברי דאף דשייך ישוב העולם בין בבורות בין באילנות מ\"מ דינא הכי דמי שהוא מזיק צריך להרחיק, דאין הטעם משום דהניזק יש לו זכות על חצר המזיק שלא ימנענו מתשמישו, דא\"כ גם המזיק יאמר אתה מונע לי את תשמישי בזה שאתה מזקיקיני להרחיק, אלא דבלא דין זכות צריך המזיק להרחיק, ור' יוסי סבר דלא יוכל הניזק לחייב המזיק להרחיק היכי דליכא גירי דיליה אלא משום דיני זכות שכנים דיש לכל אחד זכות להשתמש בתשמישו שלו ימנענו חברו, ומגדרי דושא ולכן אמר ר' יוסי דכמו שיש ישוב העולם בבורות יש ישוב העולם באילנות, ואין מן הדין שיחייב בעל הבור לבעל האילן להתרחק משום זכות שכנים שבזה מונעו הוא מתשמישו, ולכן כתב הריב\"א דאם במעשה המזיק ליכא ישוב העולם גם ר' יוסי מודה דחייב להרחיק אפי' היכי דליכא גירי דיליה משום דלהניזק יש זכות בתשמישו ולהמזיק אין זכות, ומה דאמר בירושלמי בטעמא דרבנן משום ישוב העולם בבורות היינו דבל\"ז לא היה על זה גדר היזק דאין לו רשות להחזיק בור ולמנוע חברו מנטיעת אילן, ולכן דוקא בשביל שיש בזה ישוב העולם צריך המזיק להרחיק אף שגם באילנות יש ישוב העולם.<br><b> ובשיטת </b> הריב\"א יתבארו דברי הרא\"ש בתשובה שהביא הטור בסי' קנ\"ה בראובן שחפר גומא בחצרו שמי גשמים יקלחו לתוכה וכשרבו המים בוקעין ועוברים דרך חומות מרתף שמעון, וכתב שראובן חייב לסלק היזקו אף לר\"י דאמר על הניזק להרחיק את עצמו היכי דלא הוי גירי דיליה מודה הכא כיון דנפיש היזק שמעון וגם תשמיש שמעון קבוע ע\"ש שהאריך הרבה, ולכאורה עם כל האריכות שם אין הסבר לדבריו כיון דעכ\"פ היכי דליכא גירי דיליה סבר ר' יוסי דעל הניזק להרחיק א\"ע א\"כ ליכא בזה דינא דהרחקת נזקין, אבל לפי דברי הריב\"א ע\"פ הירושלמי מובנים דברי הרא\"ש דבכה\"ג מודה ר' יוסי דעל המזיק להרחיק.<br><b> ועכשיו </b> מיושבים דברי הרמב\"ן שלפימש\"כ למעלה זו היא שיטת הרמב\"ם דגבי בור א\"צ השני להרחיק אלא ג' טפחים מהוכחת הרשב\"א דלא כדבריו דמדרבנן מוכח דע\"כ בעל החרדל חייב להרחיק כל ההרחקה דהא חצי הרחקה לא מהניא כלום, אבל לפימש\"כ בזה גופא חלוקין רבנן ור' יוסי דדוקא לר' יוסי צריכין אנו לבוא לדיני זכות בשביל הראשון כדי לחייב השני להרחיק, אבל לרבנן ל\"צ כלל לדיני זכות וכיון שהראשון סמך בהיתר אף שהוא מזיק ע\"כ השני שבא עכשיו להזיק צריך לעשות כל ההרחקה, והרמב\"ן אינו סובר כדעת התוס' שכתבו בד\"ה ואי לא סמיך דלהכי הוי ניחא ליה אליבא דאביי דלרבנן מרחיק בעל החרדל הכל כמו גבי בור דמרחיק השני ו' טפחים דזהו לשיטת התוס', אבל הרמב\"ן סובר דאף דגבי בור מרחיק השני רק ג\"ט מ\"מ בעל החרדל מרחיק כל הג\"ט ולא דמי לבור דהתם ג' טפחים הוא הרחקה שלימה וזכות בכותל חבירו ודאי לא זכה השני, אבל גבי חרדל ל\"צ לדיני זכות וכנ\"ל, ואף דעכשיו לאביי עסקינן ומקמי דאסיק בגמ' בפלוגתא דר' יוסי ורבנן אם על המזיק להרחיק או על הניזק להרחיק, מ\"מ י\"ל דבזה כבר סבר לפרש פלוגתא דר' יוסי ורבנן בחרדל ולרבנן לא צריך לדיני זכות וכמו דבאמת כן הוא למסקנא.<br><b> ובזה </b> שכתבנו דלר' יוסי א\"א לחייב המזיק להרחיק אלא משום דיני זכות דשכנים אפשר לבאר שיטתו של רבינו גרשום בפירושו וכן הביא הרמב\"ן במלחמות בשם שיטות ראשונים דלר' יוסי דתרווייהו מזקי אהדדי אף אם נימא על המזיק להרחיק אינם מחוייבים כל אחד להרחיק, וזהו פלא דבכל הסוגיא מוכח דכשבאים שניהם בב\"א מחוייבים שניהם להרחיק, אבל לפימש\"כ אפשר לומר דאיברא דיסבור על המזיק להרחיק אפי' בלוקח היינו דאפי' לוקח לא השיג זכות על נזקין, ולכן מחוייב להרחיק אבל כל זה במזיק וניזק אבל בשניהם מזיקים מאיזה צד נתחיל לחייב כל אחד בחצי הרחקה דכיון דכל אחד אינו רשאי לעשות תשמיש המזיק לחבירו, א\"כ כל אחד אינו יכול מן הדין לכוף לחבירו להרחיק, ומה שמצינו דכשבאים שניהם בב\"א מרחיק כל אחד חצי הרחקה זהו מדיני זכות דשכנים דכיון דכל אחד אינו רשאי לעשות תשמיש המזיק מחוייבים שניהם להרחיק חצי הרחקה ולעשות תשמישם, וא\"כ שפיר דלפירושם דמיירי בשניהם לוקחים באופן שאין לכל אחד זכות על חבירו שמכר להם המוכר בעין יפה, א\"כ אין לאחד מהם זכות כלל על חבירו מדיני זכות דשכנים ומצד דיני מזיק כיון דשניהם מזיקים אינם יכולים לכוף זה את זה להרחיק כלל.<br><b> ונראה </b> דגם למסקנא דקיי\"ל כר' יוסי ובגירי דיליה מודה ר' יוסי דצריך להרחיק מ\"מ אנו צריכין לגדרי זכות תשמיש דאף דלכאורה כיון דהוי גירי דיליה יהא נחשב למזיק גמור ולא איכפת לן בגדרי זכות תשמיש, מ\"מ הא חזינן דגם היכי דהוי גירי דיליה בכ\"ז בלוקח או בשני לוקחין פטור מלהרחיק, ואפי' זכו שניהם בשל הפקר פטור מלהרחיק כמבואר בסי' קנ\"ה סעיף ל\"ו, וקשה דמה מהני זה בגירי דיליה, וע\"כ דטעמא דכיון דזכה המזיק בתשמישו אין להניזק רשות לעשות תשמישו ולכופו להרחיק, ונמצא דהחילוק בין גירי דיליה ובין היכי דליכא גירי דיליה הוא, דהיכי דליכא גירי דיליה סבר ר' יוסי דניזק ומזיק שוים לגבי זכות תשמיש, אבל בגירי דיליה יש להניזק זכות תשמיש ואין להמזיק זכות, ולכן היכי דיש למזיק זכות בתשמישו כמו בלוקחין או בזכו מן ההפקר אין לניזק זכות לעשות תשמישו ולחייב להמזיק להרחיק, דבזה גם בגירי דיליה על הניזק להרחיק.<br><b> ומבוארים </b> בזה דברי הרי\"ף במה שחלק על הגאון וכתב ולענין חרדל ודבורים נמי מסתברא לן דהלכתא כוותיה דהא אוקימנא מתני' בלוקח ולית חד מינייהו דקדים וכו', ועוד אפי' בעל דבורים קדים לאו גירי דבעל חרדל אינון, ומוכח דמקודם כתב אפי' לדעת הגאון דחרדל ודבורים נמי הוי גרמא דגירי, מ\"מ כיון דאוקימנא בלוקח אינו צריך להרחיק, והיינו דכיון דקיי\"ל כר' יוסי גבי בור ואילן גם בלוקח אף דהוי גרמא דגירי קיי\"ל כוותיה וטעמא משום דכיון דהמזיק יש לו זכות תשמיש גם היכי דהוו גירי אין זכות להניזק לעשות תשמישו ולמנעו בזה, דדוקא לרבנן דלא מצרכי דיני זכות כלל בדיני הרחקת נזקין לדידהו הוא דלא מהני זכות הלוקח משא\"כ לר' יוסי ודאי מהני זכות הלוקח דנאמר גם בגירי על הניזק להרחיק.<br><b> ובזה </b> מבואר ג\"כ שיטתו של הר\"י מיגש דבשדה שאינה עשויה לגפנים אינו יכול בעל הגפנים לכופו לבעל האילנות להרחיק, והשיג עליו הרמב\"ן דלא שמענו שיוכל לומר אל תטע גפנים כי אזיקך, אבל לפי\"ז מבואר דכיון דמתחלה לא היתה עשויה לגפנים זכה בעל האילנות לנטוע אילנות וממילא אין לו רשות לנטוע גפנים ולכופו להרחיק אף דיש באילנות וגפנים גדר גירי, כמש\"כ התוס' דמיירי בנטע אילנות גבוהים, ואפי' לדברי הרמב\"ן שכתב בטעמא דהוי גירי משום דכשילך ללקוט פירות האילנות מבריח העופות מהאילנות ופורחים על הגפנים, מ\"מ יש לומר דגם זה לא הוי מזיק ממש דהא יש לו רשות להבריח העופות מאילנות שלו ולא אכיפת לו איפוא יפרחו, ורק דיש בזה גדר גירי דגרמא לענין הרחקה, וכיון דאין לבעל הגפנים רשות לנטוע הגפנים אינו חייב בעל האילנות להרחיק.<br><b> הקצוה\"ח </b> הקשה לשיטת רש\"י ותוס' דמה דמשני קסברי רבנן על המזיק להרחיק את עצמו היינו אפי' עשה בהיתר, א\"כ אמאי לאביי דאמר סומך, אם בא השני לחפור א\"צ הראשון להרחיק וכתב דלהשיטות דצריך השני להרחיק ו' טפחים מיושב דכיון דהשני צריך להרחיק לכן א\"צ הראשון להרחיק, אבל להשיטות דא\"צ להרחיק אלא ג' קשה, ומתחלה כתב דהאי שינוייא אינו אלא לרבא אבל הקשה משדה שאינה עשויה לבורות דגם רבא מודה, ולכן כתב דבשדה שאינה עשויה לבורות הוי כמו בלוקח ולכל השיטות צריך השני להרחיק ו' טפחים, אח\"כ כתב דלשיטת הר\"י מיגש דבשדה שאינה עשויה לגפנים א\"צ בעל האילנות להרחיק משום שאין לו רשות ליטע גפנים ולחייבו להרחיק, א\"צ לחדש דשדה שאינה עשויה לבורות דמי ללוקח, אבל לשיטת הרמב\"ן החולק בזה על הר\"י מיגש ע\"כ צ\"ל כן, ודברי הקצוה\"ח שבא ליישב כן דעת הרמב\"ן אינם מכוונים דהא הרמב\"ן הביא שתי הדעות וכתב ויש שפירשו שמחייבין אותו להרחיק ששה טפחים, וכן דעת הר' משה הספרדי ודעתנו, וכיון שהזכיר דעת הרמב\"ם שמפרש כן בדעתו [ועמש\"כ למעלה] ע\"כ דקאי גם על שדה שאינה עשויה לבורות דהוא להלכה וע\"ז הם דברי הרמב\"ם, וע\"כ דהשיטות שסוברים דאינו מרחיק אלא ג' טפחים זהו גם בשדה שאינה עשויה לבורות.<br><b> ונראה </b> דלדעת הרמב\"ן ודאי לא קשה דשיטתו הוא במתני' דהיזק דבור הוא משום חפירה, ובהא דניחא לאביי דאמר סומך גבי חרדל ודבורים אחר שכתב תי' ראשון משום דחצי הרחקה לא מהניא כמו שהבאנו, כתב וז\"ל ועוד דהתם כשחפר הוא שעשה כל הנזק ולא עכשיו, אבל בחרדל עכשיו הוא מזיק כל שעה ושעה [כונתו נראה במה שמתעסק לגידול החרדל] וא\"כ כיון שסמך הבור בהיתר למה ירחיקו עכשיו, אלא דאפי' לדעת התוס' דההיזק הוא משום מיא, מ\"מ כיון דבלא חפירה ליכא גירי דיליה וא\"צ להרחיק, א\"כ משסמך בהיתר א\"צ להרחיק ולפי\"ז צ\"ל דאה\"נ דלרבנן צריך להרחיק גם גבי בור אלא דלהלכה א\"צ להרחיק.<br><b> הרמב\"ן </b> במלחמות כתב לפירש\"י דעל המזיק להרחיק אעפ\"י שסמך בהיתר ומה דבאילן א\"צ לקוץ כתבו התוס' דאילן שאני שהוא הפסד מרובה, וכן כתב הרמב\"ן בחדושיו אבל במלחמות כתב דבאילן מיירי דהוא לוקח וגם קדם, ולכן השיג זכות דכשבא המוכר לעשות בור אינו רשאי לעכב תשמישו של בעל האילן, אבל בלוקח שעשה המוכר משרה וירק ומכר לשני לוקחים ויש לבעל הירק זכות על הירק נחשב בעל המשרה למזיק, וכתב הרמב\"ן וכן אם מכר ירק ושייר משרה לפניו ואפשר שאפי' במוכר חצי שדהו ובו משרה ושייר ירק לפניו נמי כך דינו, וכתב ע\"ז הקצוה\"ח דמה דכתב ואפשר משום דלא ברירא ליה משום דמוכר בעין יפה מוכר, והרמ\"א סי' קנ\"ד סכ\"ח הביא ב' דעות במוכר בית ושייר חצר דרבינו ירוחם סובר דאין הלוקח צריך לסתום החלון דמוכר בעין יפה מוכר, והנמוק\"י בשם רבינו יונה סובר דלא אמרינן בזה בעין יפה מוכר דנזקו לא מכר לו, ולכן מדברי הרמב\"ן מוכח דלא כדעת הר\"י עכ\"ד, אבל כשנעיין בדברי הרמב\"ן שכתב שאפי' במוכר חצי שדהו ובו משרה ולמה לא כתב דמכר חצי שדהו והמשרה שבו, ולכן מוכח דזה ודאי אם מכר בפי' המשרה דנתן ללוקח זכות להחזיק המשרה ועוד עדיפא מדין מוכר בעין יפה מוכר, אבל כשמכר חצי שדהו ולא דברו בעת המקח על דבר המשרה אלא דממילא נמכרה לו המשרה, דבזה לא מכר לו זכות להחזיק המשרה ולהזיק אלא דעכ\"פ נקרא סמך בהיתר, והוכחה ברורה לזה דהא אפי' בדין האחין שאין להם חלונות זע\"ז כתבו התוס' בדף ז' וכן כתב הרמב\"ן שם דדוקא אם יש לבית חלונות אחרים, אבל אם אין לו חלון אחר אינו יכול לבנות ולהאפיל עליו, וא\"כ כ\"ש דגבי מוכר אם מכר בפי' משרה דלא אמרינן נזקו לא מכר לו.<br><b> ובזה </b> מבואר דגם מה שכתב הריב\"ם דאילן ביד לוקח, וכתב הקצוה\"ח דלדברי רבינו ירוחם יקשה אפי' בור קדם, ובאמת לא היה צריך הקצוה\"ח להוכיח מזה דהא תירצו שם בתוס', אלא דעדיפא היה לו להקשות ממה דאוקימנא גם בחרדל בלוקח וקא סברי רבנן על המזיק להרחיק, אלא דבין גבי אילן בין גבי חרדל א\"צ לומר דמכר לו בפי' האילן והחרדל, אלא דמכר לו השדה שבה האילן דבסתמא קנה הלוקח את האילן וכן בחרדל, ולפי\"ז נראה דמכר שדה ובה משרה וכן באילן ובחרדל, לא דמי לחלון שבבית שיש בו חלונות אחרים דחלון כיון דהוא עכ\"פ תשמישו של הבית שייך לומר מוכר בעין יפה מוכר, ובזה חולקים רבינו ירוחם ורבינו יונה, אבל במשרה וחרדל כיון דלא דברו הלוקח והמוכר בשעת המכירה, ובסתם אינה תשמישה של השדה, לכן אף דנכלל עם השדה מ\"מ לא אמרינן בזה מוכר בעין יפה מוכר, אלא דעכ\"פ הוי סמך בהיתר וכמש\"כ, וממילא אין ראיה מדברי הרמב\"ן לדין מוכר בית אם צריך לסתום החלון, ומה שכתב הרמב\"ן דבאילן דהוא לוקח וגם קדם ג\"כ כונתו דאפי' באופן דלא מכר לו בפי' האילן מ\"מ כיון דהוא לוקח וגם קדם אינו קוצץ, וכן כתב הנמוק\"י בשם רבינו יונה שהבאנו שם בס\"פ לא יחפור דדוקא אם יש היזק בחלון בשעת המכר, אבל מכר לו בית שיש בו חלון על חורבה שלו אף כשיבנה את החורבה אין לו לסתמה, וכדתנן אם האילן קדם לא יקוץ ומבואר להדיא כמש\"כ.<br><b> והנה </b> למעלה כתבתי בדעת הרי\"ף דאפי' לר' יוסי בגירי דיליה מ\"מ בלוקח אינו חייב להרחיק משום דהניזק אין לו זכות לסמוך ולמנוע תשמיש המזיק כיון שעשה בהיתר גמור, אכן ראיתי דדעת הטור אינו כן שכתב דדעת רש\"י והרי\"ף דאפי' בלוקח חייב להרחיק, והוא תימה רבה דבדברי הרי\"ף מפורש להדיא דאינו צריך כמו שהבאתי דבריו למעלה, איברא דבדברי הרמב\"ן במלחמות ג\"כ מבואר בדעת הרי\"ף דבמשרה וירק לא מהני לוקח שכתב וז\"ל ענין אחר מדברי ראשונים בהך סיומא דשמעתא ה\"ק להו ר' יוסי לרבנן תינח משרה וירק דלא מהני ליה מקחו אלא חרדל ודבורים תרווייהו מזקי אהדדי, וכיון דהרחקה אתרווייהו רמיא ותרווייהו לוקחין נינהו אין צריכין להרחיק דבכל מילתא שויא לקוחות ואין להן זע\"ז כלום, ודברי רבינו ז\"ל במקצת נוסחי הלכותיו מטין לענין הזה עכ\"ל, וכבר בארנו למעלה טעמו של הרמב\"ן דכיון דתרווייהו מזקי אהדדי עדיפי שני לוקחים מלוקח במזיק וניזק, אבל עכ\"פ מבואר בדבריו דבמקצת נוסחי הלכות הרי\"ף מבואר כן, אבל בגירסתנו בדברי הרי\"ף א\"א לומר כן, ואף דבדברי הרי\"ף איתא דלאו גיריה נינהו, אבל הדברים ברורים כמש\"כ בהגהת מהר\"ן שפירא שהוא ט\"ס ע\"ש.<br><b> ובדברי </b> הרמב\"ן מבואר עוד יותר בדעת הרי\"ף, דהטור לא כתב בדעת רש\"י והרי\"ף אלא דגם היכי דבעל המשרה הוא מוכר שסמך בהיתר גמור צריך להרחיק, וגם בזה מבואר לפי גירסתנו בדברי הרי\"ף דא\"צ להרחיק כיון שכתב דהא ליכא חד מינייהו דקדים, אבל בדברי הרמב\"ן מבואר דאפי' בעל המשרה הוא לוקח צריך להרחיק דהא כתב דלא מהני ליה מקחו, ואני תמה על הגרעק\"א בקונטרס מילי דנזיקין דשו\"ט שם בדעת הרי\"ף והביא שיטת הטור בדעת הרי\"ף דלהלכה בסמך בהיתר וגם בלוקח צריך להרחיק, וביאר שיטת הרא\"ש דאפי' אי גרסינן אלא, זהו בלא גירי דיליה אבל בגירי דיליה צריך להרחיק, ולא הזכיר דלגירסתנו בדברי הרי\"ף מבואר להדיא דבלוקח א\"צ להרחיק אפי' היכי דהוי גירי דיליה, והרמב\"ן במלחמות הביא אח\"כ גם גירסתנו והגרעק\"א השמיט לבאר זה.<br><b> ובעמדנו </b> בזה בשיטת הרי\"ף נבוא לבאר שיטת הגאון שהשיג עליו הרי\"ף, וז\"ל הרי\"ף, וחזינן בפירושא דגאון דלית הלכתא כר' יוסי בחרדל ודבורים, וקאמר נמי דלענין משרה וירק מודה ר' יוסי דמרחיקין ובטעמא דמילתא בלחוד הוא דפליג ר' יוסי ולאו בגופיה דדינא, ואנן קשיא לן האי פירושא דכד מעיינת בגמ' משכחת ליה לר' יוסי דבגופא דדינא פליג דהכי קאמר לדידי אפי' משרה וירק נמי לא בעי רחוקי, ודקאמר דמודה ר' יוסי בגיריה ובגרמא דגיריה אין ודאי הכין הוא, אלא הכא במשרה וירק ליכא לא גיריה ולא גרמא דגיריה דמיא מיתם תיימי והדר אזלי וכו' עכ\"ל, והנה זכינו לחידושי רב שרירא גאון על תחלת ב\"ב הנדפס בתשובת הגאונים הוצאת הרב אסף, ואעתיק בזה דבריו וז\"ל, מרחיקין את המשרה מן הירק וכו' יש בה קושיא דאמרינן בריש פירקא כי מכדי ר' יוסי מודה בכוליה מאי דאמור מריש פירקא ועד אן דחשיב גיריה ומיניה גרמא דגיריה דשכיח, מאי איכא בין דיליה לרבנן איכא בינייהו דלא שכיח היזיקא דהוא גופיה דלא משתכח עיקר גרמא בההוא עידנא דקא עביד מעשה וכו', ונמי איכא קושיא אחרינא אי קא מודי ר' יוסי בכולהון מידי דמרחיקין וקא מודי במשרה דמרחיקין אותו מן הירק מאי טעמא בחרדל מתיר לקרבו לדבורים ואי כדקאמרינן ברישא דפירקא לעולם ר' יוסי על הניזק ס\"ל, ולדבריהם קאמר להו לדילי על הניזק להרחיק את עצמו ואפי' משרה וירק לא בעי הרחיקו מיגו דפליג במשרה וירק פליג בכולי פירקא, והכין פירושא דבמשרה וירק מודי ר' יוסי דמרחיק, והתם משום על הניזק להרחיק דאמרינן דאמר להו לדילי אפי' משרה וירק קאים במימריה ועל הניזק להרחיק ולאו בהכין אודי אלא משום גיריה אודי, אשתכח ודאי דפליג בכולי פירקא בטעמא דמילתא ולא פליג בדינא גופיה דכל הלין דינא דמרחיקין בין לדיליה בין לרבנן אלא דרבנן סברי האי דמרחיקין מאי טעמא דעל המזיק להרחיק את עצמו, ור' יוסי סבר האי דמרחיקין לא משום דעל המזיק להרחיק את עצמו אלא משום גרמא דגיריה, וכבר פירשנו מאי בינייהו והלכתא כר' יוסי, ולענין חרדל ודבורים פלוגתייהו בדבר אחר דר' יוסי סבר תרווייהו מזקי אהדדי וכיון דלהאי גירא ולהאי גירא לית מן דינא על חד מנהון לארחוקי ואידך ליקום בדוכתיה, ורבנן ס\"ל דחרדל הוא מזיק לדבורים ומשו\"ה מרחיקין אותו, אבל דבורים לחרדל לא מזיק ליה עכ\"ל.<br><b> וצריך </b> לבאר דברי הגאון דלבד מה שכתב הרי\"ף דלשון הגמ' מוכח דבדינא פליג ובאמת לא בעי רחוקי, הא לבד זה קשה דמאי פריך מעיקרא בגמ' מכלל דר' יוסי סבר על הניזק להרחיק אי הכי אפי' משרה וירקא נמי, דהא במשרה וירק הוי גיריה ור' יוסי מודה, וכן למה הוצרך הגמ' לומר ר' יוסי לדבריהם דרבנן קאמר דהא ר' יוסי לא אמר כלום במשרה וירק רק דפליג בחרדל, ובטעמא דלא פליג במשרה וירק הא פשיטא משום דהוי גיריה, וכיון דלא שייך זה כלל לפלוגתא דחרדל דפליגי אי תרווייהו מזקי אהדדי או לא למה הוצרך להזכיר משרה וירק, ולומר דלדבריהם דרבנן קאמר.<br><b> ולבאר </b> דברי הגאון נראה להקדים דהנה למעלה כתבתי דרבנן ור' יוסי פליגי אם צריך לדיני הרחקת נזקין דיני זכות דשכנים, או משום לתא דמזיק לחוד דטעמא דר' יוסי דסבר על הניזק להרחיק הוא משום דסבר דבלא זכות שכנים אין מחויב המזיק להרחיק מכיון שע\"י זה נמנע הוא מתשמישו, ורבנן סברי דא\"צ לדיני זכות דשכנים אלא דדינא הכי דניזק יש לו זכות לעשות בשלו ומזיק אין לו זכות, והיה אפשר לומר דבגירי דיליה דהוא מזיק גמור, גם לר' יוסי אין אנו דנין בדיני זכות כלל, אבל הוכחתי משיטות הראשונים הסוברים דבלוקח או בשני לוקחים שלקחו בב\"א גם בגירי דיליה אינו חייב להרחיק, דגם בגירי דיליה אנו דנין בדיני זכות, ובארתי בזה שיטת הרי\"ף לפי גירסתנו דכתב דאפי' לדעת הגאון דמשרה וירק הוי גרמא דגיריה וכגיריה דמי, מ\"מ כיון דאוקימנא בלוקח הלכה כר' יוסי דהא ליכא חד מינייהו דקדים, אך כ\"ז הוא לדעת הסוברים דגם בגיריה דיליה אינו חייב להרחיק בלוקח, אבל כבר בארתי למעלה דדעת הטור בשיטת הרי\"ף דגם בלוקח חייב להרחיק בגיריה דיליה, ולפי\"ז נאמר דלר' יוסי בגירי דיליה אין אנו צריכין לדיני זכות דשכנים, דכיון דהוי מזיק גמור חייב להרחיק אפי' בלוקח, עוד כבר הבאנו דברי הגרעק\"א שכתב לבאר שיטת הרא\"ש דאף דהרא\"ש סובר כשיטת ר\"ח ור\"ת דגרסינן אלא, ובסמך בהיתר למסקנא א\"צ להרחיק זהו לרבנן בלא גירי דיליה, אבל לר' יוסי בגירי דיליה צריך להרחיק אפי' סמך בהיתר, ולפי\"ז מוכח דלר' יוסי בגירי דיליה חמיר מלרבנן בלא גיריה דלרבנן בסמך בהיתר כיון דיש לו זכות לעשות תשמישו אין הניזק יכול למנוע אותו, אבל בגירי דיליה כיון דהוא מזיק גמור לא מהני סמך בהיתר.<br><b> עוד </b> עלינו להקדים פירושו של הר\"י מיגש שמפרש דר' יוסי מתיר בחרדל היינו דבעל דבורים צריך להרחיק, והריב\"ש בסי' שע\"ב הקשה דא\"כ למה קתני דר' יוסי מתיר בחרדל ולא קתני אוסר בדבורים ולפנינו נבאר זה, והנה הר\"י מיגש מפרש דכשסמך בהיתר צריך להרחיק גם לרבנן, ולכן הוי ניחא לאביי דמיירי שסמך בעל חרדל תחלה וכל זה הוא במזיק וניזק, אבל בשניהם מזיקים כיון דהראשון סמך בהיתר השני צריך להרחיק.<br><b> ונראה </b> דלדעת הגאון נחלק בין היכי דלא הוי גירי דיליה לרבנן, ובין בגירי דיליה לר' יוסי, ונאמר דלרבנן אף דלא מצרכי גירי דיליה מ\"מ לא מזיק גמור אלא דהכי הוא דינא דהרחקת נזקין דמזיק אין לו זכות להשתמש בתשמישו ומשו\"ה אינו יכול לטעון על הניזק אדרבא אתה מונע תשמישי בזה שאתה כופה אותי להרחיק, וכמו שבארתי למעלה מד' התוס' בד\"ה אביי, ולכן אם סמך הראשון בהיתר ושניהם מזיקים זל\"ז השני צריך להרחיק כל ההרחקה, דהיות ואינו רק ניזוק מהראשון אלא גם הוא בא להזיק כבר אין לו שום זכות למנוע תשמישו של זה שקדמו וממילא מחויב הוא מדיני שכנים לעשות הרחקה מלאה. אבל לר' יוסי היכי דהוי גירי דיליה כיון ששניהם מזיקים זל\"ז מדין מזיק א\"כ לא מהני סמך בהיתר של הראשון דלא השיג זכות להזיק בפועל לחבירו, וכיון דלשניהם אין רשות להזיק בפועל ממילא אדרבא שניהם אינם יכולים לכוף זא\"ז להרחיק.<br><b> והנה </b> לדעת הגאון נבאר דסובר דבלוקח א\"צ להרחיק בגרמא דגיריה, וכמו שיתבאר להלן החילוק, בין גרמא דגיריה לגיריה ממש בזה. ומה שהקשה עליו הרי\"ף דכיון דאוקימנא מתני' בלוקח ודאי הלכה כר' יוסי דליכא חד מינייהו דקדים, זהו לפי שיטתו של הרי\"ף דסובר דהאוקימתא דבלוקח קיימת למסקנא, אבל הגאון יכול לפרש כפיר\"ח דגרסינן אלא ואוקימתא דבלוקח אינה קיימת למסקנא, ומ\"מ זהו רק בלוקח דהשיג זכות גמור אבל בסמך בהיתר שפיר נוכל לחלק בין לרבנן בלא גיריה ובין לר' יוסי בגיריה ובגרמא דגיריה, ובדברי הר\"י מיגש אף דגורס אלא ולא מיתוקמא בלוקח מ\"מ אינו מבואר בדבריו איך סובר להלכה בגירי דיליה בלוקח.<br><b> ועכשיו </b> מיושב מה דאמר מעיקרא אי על הניזק אפי' משרה וירקא נמי, וכן מה דאמר אח\"כ לדבריהם דרבנן קאמר והקשינו דלמה צריך לזה דהא הוי גרמא דגיריה ולדברינו מבואר משום דא\"א לומר דר' יוסי קאי כאן בשיטתיה דעל הניזק להרחיק, ובמשרה וירק וכן בחרדל ודבורים הוי גרמא דגיריה וכגיריה דמי, דא\"כ לא הוי מהני קדימה בסמיכות כיון דשניהם מזיקים ולא הוי סבר ר' יוסי דבעל דבורים ירחיק, דהא ביארנו דאין סמך בהיתר מקנה זכות להזיק בפועל. וע\"כ דר' יוסי אמר זה לדבריהם דרבנן דטעמא משום דעל המזיק להרחיק, ועל זה אמר דלדידי מטעם זה אפי' משרה וירקא לא בעי רחוקי, וכן כאן שניהם א\"צ להרחיק אלא לדבריהם דרבנן דסברי מטעם על המזיק ולא מטעם גרמא דגיריה לדידהו אמר דבעל חרדל א\"צ להרחיק אלא בעל דבורים.<br><b> ולפי\"ז </b> מבואר דמה שכתב הגאון בסוף דבריו דר' יוסי סבר תרווייהו מזקי וכיון דלהאי גירא ולהאי גירא לית מן דינא על חד מנהון לארחוקי ואידך ליקום בדוכתיה, זהו לשיטתו של ר' יוסי בעצמו דסובר על הניזק להרחיק, ומה דחייב להרחיק במשרה וירק הוא משום גרמא דגיריה, ואינו מפרש לפי\"מ דאמר בגמ' דר' יוסי לדבריהם דרבנן דא\"כ לא הוי להאי גירא ולהאי גירא, אלא זהו לר' יוסי בעצמו וזהו כמו שכתבנו דאי תרווייהו מזקי בגירא א\"צ כל א' מהם להרחיק, ומדוייקים דבריו של הגאון שכתב דלהאי גירא ולהאי גירא דאינו לדבריהם דרבנן.<br><b> ומבואר </b> בזה מה שהקשה הריב\"ש למה תנן ר' יוסי מתיר בחרדל ולא תנן אוסר בדבורים, אבל לפימש\"כ שמבואר כן בדברי הגאון מיושב דבאמת ר' יוסי בעצמו אינו אוסר לא בחרדל ולא בדבורים כיון דתרווייהו מזקי בגיריה, וזהו דתנן ר' יוסי מתיר ומה דאמר הגמ' דר' יוסי לדבריהם דרבנן קאמר זהו לפרש הברייתא דתניא הרחק דבורך מן חרדלאי דמוכח דבעל הדבורים צריך להרחיק, והגאון בא כאן לפרש המשנה כמו שהתחיל בריש דבריו ופירשה לשיטת ר' יוסי בעצמו ולהלכה דבאמת אינו אוסר בדבורים וכנ\"ל.<br><b> אכן </b> צריך להוסיף דע\"כ חכמים דסברי דמרחיקין המשרה מן הירק משום דעל המזיק להרחיק פליגי גם בזה דלא סברי דגרמא דגיריה כי גיריה ולכן אין החיוב הרחקה אלא משום על המזיק להרחיק ובזה מבוארים דברי הגאון דאי נימא דגם חכמים מודו דגרמא דגיריה כי גיריה דמי ופליגי רק בזה דלא צריך לטעמא דהוי כמו גיריה א\"כ כיון דהיכי דהוי להאי גירא ולהאי גירא סבר ר' יוסי דשניהם פטורים מלהרחיק אמאי קאמר ר' יוסי לרבנן דלדבריהם בעל הדבורים צריך להרחיק וע\"כ דקים ליה לר' יוסי דרבנן לא סברי דהוי כמו גיריה וזהו שכתב הגאון דפליג בטעמא, וכן מוכח מדברי רבינא דאמר קסברי רבנן על המזיק להרחיק דלא משום טעמא דגרמא דגיריה כי גיריה אלא משום על המזיק להרחיק וזהו משום דרבנן סברי דמשרה וירק ובור ואילן הוי חד טעמא, ולא רק דא\"צ לטעמא דגיריה ולכן קאמר ר' יוסי דלדבריהם בעל הדבורים צריך להרחיק.<br><b> ונשאר </b> עלינו לבאר דעת הגאון בעיקר שיטתו במה דסובר דמשרה וירק הוי גרמא דגיריה שהשיג עליו הרי\"ף דבמשרה וירק ליכא לא גיריה ולא גרמא דגיריה דמיא מיתם תיימי והדר אזלי, ודברי הרי\"ף אינם סברא אלא גמ' מפורשת בסוף ב\"מ דף קי\"ז דעל מה דפריך והא מודה ר' יוסי בגירי דיליה משני דפסקי מיא והדר נפלי וגירסת הרי\"ף שם דמיא תיימי ופסקי והדר אזלי, ומבואר להדיא בגמ' דבכה\"ג לא הוי גירי דיליה.<br><b> ונראה </b> דהנה כבר כתבנו למעלה מחלוקת הראשונים בדין סמך בהיתר גמור כמו בלוקח היכי דהוי גיריה, דדעת הרי\"ף לפי גירסתנו דבלוקח א\"צ להרחיק אפי' בגיריה, ודעת הטור בדעת רש\"י והרי\"ף דצריך להרחיק, ולכן יש לומר דהגאון מחלק בזה בין היכי דהוי גיריה ממש ובין היכי דהוי רק גרמא דגירי, דאף דהגאון מחדש דגרמא דגיריה כי גיריה דמי, וכתב למעלה בהא דמרחיקין הסולם מן השובך דזהו עיקר תירוצא דגמ' דגרמא בנזקין אסור מ\"מ זהו היכי דלא סמך בהיתר גמור באופן שיש לו זכות בתשמישו, דאם הוי גיריה דהוי מזיק בידים אז לא מהני אפי' היתר דלקיחה, אבל היכי דהוי גרמא דגיריה אף דצריך להרחיק אפי' לר' יוסי כ\"ז היכי דאין לו זכות בתשמישו, אבל היכי דיש לו זכות בתשמישו א\"א לחייבו להרחיק משום גורם דכיון דיש לו זכות צריך הניזק להרחיק ולא יהי' לו גרם היזק כיון דבידים אינו מזיק לו, ואף שכתבנו למעלה דלר' יוסי בחרדל ודבורים כיון דתרווייהו מזקי שניהם א\"צ להרחיק וכמש\"כ הגאון כיון דלהאי גירא ולהאי גירא ודוקא לרבנן דלא הוי אלא דין מדיני הרחקת שכנים, ולכן כיון שהראשון סמך בהיתר אין רשות להשני לסמוך משא\"כ לר' יוסי דתרווייהו מזקי בגיריה, וגבי חרדל ודבורים הא לא הוי נמי אלא גרמא דגיריה, ומוכח דגם בגרמא דגיריה לא מהני סמך בהיתר גם היכי דתרווייהו מזקי והוי כמו גיריה, יש לחלק דהתם איירינן לענין סמך בהיתר בשביל דאכתי לא סמך הניזק ואינו סמיכה של זכות, ואנן איירינן כאן לענין היתר של זכות כמו בזכות דלקיחה, ובזה שפיר מחלקינן דהיכי דלא הוי אלא גרמא דגיריה מהני זכותו שאין השני רשאי לסמוך, וכיון דלא הוי אלא גרמא אינו חייב להרחיק בשביל שהשני יכול להתרחק ולא יגרום לו היזק.<br><b> ועכשיו </b> מיושב דבב\"מ דמיירי דאפחית מעזיבה וכי משי מיא עילאי, אזלי ומזקי לתתאי דכיון דהעליון יש לו זכות מתחלת בנין הבית להשתמש בעלייתו בכל התשמישים, לכן אין כאן חיוב הרחקה על העליון אלא אם ההיזק הוי גירי דיליה ממש אבל משום גרמא דגיריה א\"צ להרחיק, אבל הכא במשרה וירק דלא מיירי בלוקח לכן גם בגרמא דגיריה צריך להרחיק, ומה שהקשה הרי\"ף דהא אוקימנא בלוקח זה פשוט דהרי\"ף לשיטתו דאינו גורס אלא אמר רבינא ונשאר אוקימתא קמייתא בלוקח, אבל הגאון יפרש כגירסת ר\"ח והר\"י מיגש דגרסי אלא אמר רבינא ואוקימתא קמייתא נדחתה, ומפרש כפירושו של הר\"י מיגש וכמו שכתבנו ודברי הגאון מבוררים.<br><b> הר\"ח </b> מפרש בלוקח שהחזיק ג' שנים וטוענין ללוקח, והקשו בתוס' דא\"כ מאי איריא אילן קדם אפי' קדם בור נמי, וכתב בזה בש\"מ בשם גליון דאם בור קדם לא טענינן ללקוח שאין אדם עשוי למחול על נזקין ודוקא אם אילן קדם לא יקוץ כיון דאכתי ליכא היזיקא עביד אינש דמחיל, אכן צריך לבאר למה פשיטא לגמ' ומאי פריך אי בלוקח מ\"ט דרבנן לימא דקדים בעל דבורים והכי משמע לישנא ואת החרדל מן הדבורים ולא טענינן ללוקח וטעמא דאיכא דבורים הא ליכא דבורים טענינן ללוקח, ונראה בזה עפ\"מ שכתב הרמב\"ם בפי\"א הל' ד' דמפני מה לא מהני חזקה בד' מיני נזקין שחזקתו שאינו מוחל שהיזקו היזק קבוע, והשיג ע\"ז הראב\"ד מהחופר בורות בנכסי אשתו שהם היזק קבוע ויש להם חזקה, ועמש\"כ שם דקושיית הראב\"ד הוא ע\"פ פי' הר\"י מיגש בפי' א' והרמב\"ם יפרש דהתם איירי לענין חזקת קנין הקרקע, אבל עכ\"פ נראה מדברי הראב\"ד דלחפור בור בשדה חבירו זהו היזק קבוע, וא\"כ נוכל שפיר לומר דהיכי דיש בור ושרשי האילן כשהם גדלים שודאי יהרסו את הבור, דמקרי נמי היזק קבוע, וא\"כ מבואר שיטת הר\"ח וכדברי הש\"מ דהיכי דכבר יש בור דהוי היזק קבוע לא מהני חזקת לוקח ולא טענינן לו דחזקתו שאינו מוחל היזק קבוע, אבל גבי חרדל ודבורים כיון דאינו היזק קבוע, דהא לשיטת הרמב\"ם מהני גם חזקה דראה ושתק, לכן גם לשיטת הר\"ח דמצריך ג' שנים וטענה, טענינן ללוקח, אפי' היכי דאיכא דבר הניזוק וכן הוא למסקנא דהא גירסת ר\"ח אלא אמר רבינא.<br><b> והנה </b> הקצוה\"ח הקשה לפי' הר\"ח א\"כ אמאי תנן ספק זה קדם וספק זה קדם לא יקוץ, וכתב דע\"כ היינו שיש ספק בחזקה, וא\"כ הא קיי\"ל בספק בחזקה כר\"ל דאמר זיל ברר אכילתך, והקצוה\"ח כתב זה לפי דבריו ליישב קושיית התוס' דאפי' קדם בור נמי וכתב דזה נמי מיקרי אילן קדם שקדם לערעורו של בעל הבור כמו שכתבו התוס' לפי' רשב\"ם וריב\"ם, אכן גם לפי\"מ שכתבנו ע\"פ דברי הש\"מ כיון דאם בור קדם לא טענינן ליה וחזקה בלא טענה לא מהני, א\"כ הוא ג\"כ ספק בחזקה, ויקשה גם לפי\"ז אמאי תנן דמספק לא יקוץ.<br><b> ונראה </b> דמה דקיי\"ל כר\"ל דאמר זיל ברר אכילתך זהו משום דקרקע בחזקת בעליה עומדת והמחזיק בא להוציא מחזקתן של הבעלים וכ\"ז היכי שבא להוציא קרקע של חבירו מחזקתו, אבל בדיני מזיק וניזק לא מיבעי לדידן דקיי\"ל כר' יוסי ולפימש\"כ דדין הרחקת נזקין הוא משום דיש לניזק זכות שלא ימנענו שכנו מתשמישו, דבזה לא דמי דין ספק בחזקת המזיק לדין ספק בחזקת מי שבא להוציא עיקר הקרקע דזכות זה שיש לניזק שלא ימנענו חברו מתשמישו הרי הוא צריך שיהיה לו זה ברשות חברו ולא מצינו שיהיה הניזק מוחזק בזכות זה, דשדה חבירו יותר עומדת בחזקת הבעלים ואין לו אלא דין בשל חברו אבל אינו מוחזק בשל חבירו, אלא אפי' לפימש\"כ דלרבנן אין אנו צריכין לדיני זכות אלא דהכי הוא דינא דמזיק וניזק, דמזיק אין לו רשות לעשות תשמיש המזיק לחבירו אף שממילא נמנע הוא מלעשות תשמישו, מ\"מ כיון דעכ\"פ אינו בא להוציא מחבירו שום דבר ובתוך שלו הוא עושה וכיון שהוא מוחזק והשתמש בתשמישו ויש לנו ספק אם חזקתו מועילה או אינה מועילה לא שייך לומר כאן על הניזק דקרקע בחזקת בעליה עומדת דהא אין המזיק בא להוציא ממנו ויש לנו ספק אם זכה בחזקתו שלא לעכב ולהסיר תשמישו או לא זכה, ומספק אין אנו יכולין לחייבו לקוץ, וקצת ראיה לזה ממה שפסק הרמב\"ם בפ\"ט הל' י\"ג בבעיא דכיבד וריבץ לאוצר דלכתחלה אין לו לעשות תנור, אבל אם עשה תנור אין בעל האוצר יכול להסיר התנור, אכן לדברי הרשב\"ם בדף ל\"ב גבי והלכתא כוותיה דרבה בארעא אין ראיה דבספיקא דדינא גם בספק בגוף הקרקע אין מוציאין, ועיין בתוס' שם שנסתפקו בזה.<br><b> הר\"י </b> מיגש מפרש אלא אמר רבינא קסברי רבנן על המזיק להרחיק את עצמו דגם רבא מודה בשאר נזקין חוץ מבור דכי ליכא מזיק סמיך, וטעמא משום דעל המזיק להרחיק את עצמו אע\"פ שסמך בהיתר קודם שהיה הניזק ולכן מותר לסמוך כיון דאח\"כ יצטרך לסלקו, וקשה לי דהא חזינן לאביי דאמר סומך ניחא לגמ' דמיירי שסמך בעל חרדל תחלה ומ\"מ כשסמך בעל דבורים חייב בעל חרדל להרחיק, וא\"כ מה חידש רבינא דעל המזיק להרחיק את עצמו דהא גם מעיקרא ידעינן הכי לאביי.<br><b> ונראה </b> דמעיקרא הוי ס\"ד דאביי ורבא פליגי בזה שכתבנו אם הא דנזקי שכנים תליא בדין זכות הניזק שלא ימנענו המזיק מתשמישו או דא\"צ לדיני זכות ודין מזיק לחוד סגי שיהיה מחוייב להרחיק דאביי סבר דהוא מדין מזיק ודוקא כשיש דבר הניזק, ולכן אח\"כ כשיסמוך חייב המזיק להרחיק אע\"פ שסמך בהיתר, ומה דגבי בור אינו חייב הראשון להרחיק זהו משום דאינו נחשב אח\"כ למזיק, וכמש\"כ הרמב\"ן כמו שהבאנו למעלה, ורבא סבר דמה דחייב להרחיק זהו מדיני זכות שכנים, ולכן סבר הגמ' מעיקרא דאם היה חייב להרחיק כשיסמוך הניזק, היה מותר למזיק לסמוך על סמך שיתרחק אח\"כ ולא היינו חוששין למה שיצטרך הניזק לדון עמדו, אלא משום דסבר דאם היה מותר מעיקרא לסמוך לא היה אפשר לומר שיצטרך המזיק לבטל תשמישו בשביל הניזק מדיני זכות שכנים, דאדרבא הניזק מונע בזה תשמישו של המזיק, כיון שכבר סמך המזיק, ולכן כיון שאח\"כ לא יצטרך להרחיק והניזק הא יש לו זכות לעשות תשמישו וכמו שכתבנו, דכשבאים שניהם לכתחלה עדיף ניזק טפי ממזיק, לכן סבר רבא דמעיקרא אינו רשאי המזיק לסמוך אף דליכא דבר הניזק.<br><b> ועכשיו </b> מבואר דרבינא חידש קסברי רבנן על המזיק להרחיק את עצמו אע\"פ שסמך בהיתר ודלא כדס\"ד דע\"כ סבר רבא גם לרבנן טעמא דזכות הניזק ודיני זכות שכנים מדאסר לסמוך גם כי ליכא ניזק אלא על המזיק להרחיק ואה\"נ דעיכוב תשמיש הוא ג\"כ היזק, אבל זה אינו אלא על המזיק ולא על הניזק, ולכן גם היכי שסמך בהיתר לא נימא דא\"כ אסור להניזק לסמוך ולעכב תשמישו של המזיק, אלא דכיון דאינו מזיקו בפועל אלא מזקיקו להרחיק מ"
            ],
            [],
            [
                "<b>מי שהיה לו אילן בתוך שדהו קרוב לבור חבירו אין בעל הבור יכול לעכב עליו ולומר לו הרי שרשי האילן נכנסים לבור שלי ומפסידין אותו שזה נזק הבא מאליו הוא לאחר זמן ובעת שנטע אינו מזיקו, וכשם שזה חופר בתוך שלו כך זה נוטע בתוך שלו, וכן ראובן שחפר וירד ומצא שרשי אילן של שמעון בתוך שדהו קוצץ וחופר והעצים שלו, ואם היה קרוב לאילן שמעון בתוך ט\"ז השרשים של שמעון וקוצצן ונותן לו, ואם א\"צ לחפור בור ויצאו השרשים של שמעון בתוך שדהו הרי הוא מעמיק ג' טפחים כדי שלא יעכב המחרישה, וכל שורש שמצא בתוך ג\"ט קוצצו ואינו חושש שמא יבש האילן של חבירו שזה בתוך שלו הוא חופר.</b><br><b> וכן </b> ראובן שחפר וכו' בגמ' איתא ר\"פ ה\"ל הנהו דיקלי אמיצרא דר\"ה בדר\"י אזל אשכחיה דהוי חפר וקא קאיץ שרשיו וכו', אמר ר\"פ אמרי ליה כולהו ולא יכילי ליה עד דאמרי ליה הא דאמר רב יהודה מיצר שהחזיקו בו רבים אסור לקלקלו לבתר דנפק אמר אמאי לא אמרי ליה כאן בתוך ט\"ז אמה כאן חוץ לט\"ז אמה, ופירש\"י שהחזיקו בו רבים לעשות להן דרך אסור לקלקלו אע\"פ שהוא של יחיד ואנא נמי הא אחזיקי לי, והקשו בתוס' דמאי מייתי מרב יהודה דרבים שאני דאלת\"ה קשיא מתני' דקתני קוצץ ויורד, וכתבו בתוס' דרבים החזיקו במצריה דר\"ה ומלבד שהוא דוחק צריך לבאר דעת רש\"י.<br><b> ונראה </b> לי בזה דהנה בש\"מ כתב על הא דאמר אמרי ליה כולהו דמהר\"ם אומר מכולהו בבי דמתני' דכי ליכא סמיך ולא יכילי ליה דדחה לו כדדחה לעיל דכי ליכא נמי לא סמיך ובמשרה וירק נמי דחה לו בלוקח כדדחי ר\"פ לעיל, והקשה ע\"ז בשיטה דהא גם לאביי דכי ליכא סמיך תנן במתני' דקוצץ ויורד והוא באמת תימה, ונראה דהתוס' בדף י\"ח הקשו דהיכי סמך ואי שלא ברשות א\"כ יקוץ, וכתבו דצריך להעמיד בלוקח, והנה אם אין צריך להעמיד בלוקח אפשר לומר דבלוקח אין רשות למוכר לקוץ את השרשים דאף שהוא אילן יחידי ולא מכר לו קרקע שחוץ לאילן, מ\"מ כיון דכ\"ז שהאילן עומד יש לו זכות יניקה ואפי' מכר לו אילן לבד אינו רשאי לקוץ א\"כ ה\"נ מכר לו זכות שילכו השרשים בשדה שלו, אבל אי ע\"כ צריך להעמיד בלוקח א\"כ ע\"כ מוכח דגם בלוקח יש לו רשות לקוץ השרשים בקרקע שלו כיון דהוא צריך לחפור בור.<br><b> ועכשיו </b> מבואר פירושו של מהר\"ם דזה צריך לפרש דר\"פ היה יורש או לוקח דהא קאמר ר\"פ הו\"ל הנהו דיקלי ולא אמר ר\"פ נטע דיקלי, ועוד דהיכי נטע ר\"פ אי כי ליכא נמי לא סמיך וגם אין לומר שלקח ר\"פ דהל\"ל לומר ר\"פ זבין דיקלי מר\"ה וע\"כ דהו\"ל מכבר ואפשר אבותיו קנו מאבותיו של ר\"ה, ולכן מבוארים דבריו של מהר\"ם דר\"פ הוכיח לו דכי ליכא סמיך וממילא בלוקח אינו רשאי לקוץ, ודחה לו ר\"ה דכי ליכא נמי לא סמיך וע\"כ צריך להעמיד בלוקח ומוכרח דבלוקח נמי יש לו רשות לקוץ השרשים.<br><b> והנה </b> בדף ל\"ח איתא האי מאן דזבין דיקלא לחבריה קני משיפוליה עד תהומא, ופי' בתוס' דהוא לענין שאינו יכול לחפור תחתיו, ומסיק רבא דזהו דוקא בבא מחמת טענה שטוען להדיא שקנה הקרקע שתחתיו משום שהחזיק ואם לא מכר לו איבעי ליה למוכר למחויי, ולפי\"ז אם היה טוען בעל השרשים שבפי' קנה ממנו באופן זה שלא יקוץ השרשים הוא ג\"כ הך דינא דמאי נ\"מ זכות האילן או זכות השרשים, אלא דכאן לא טען זה ר\"פ דאבותיו קנו בפי' זכות השרשים, אלא דיש לדון שנאמר טוענין ליורש דנטעון לר\"פ דאבותיו קנו זכות זה, ויש כאן מקום עיון אי בכה\"ג שייך דינא דטוענין ליורש.<br><b> ונראה </b> דהך מילתא תליא בדין דר בה חד יומא דהקצוה\"ח בסי' קמ\"ו הביא דברי המהרי\"ט דמה דבעינן לדין טוענין ללוקח שהמוכר דר בה חד יומא הוא רק שנדע שהוא לוקח, וממילא אם יש לו שטר מכירה לא בענין דר בה חד יומא והקצוה\"ח השיג עליו מדברי הרשב\"ם דמפורש להדיא דאפי' היה לו שטר מכירה בעינן דר בה חד יומא, וכתב הקצוה\"ח בטעמא דאם דר בה המוכר חד יומא כבר יש בזה קצת אומדנא שקנאה מהמערער ואז טוענין ללוקח, והנה לפי דברי הקצוה\"ח דמה דבעינן דר בה חד יומא הוא שיהיה קצת אומדנא, לפי\"ז כאן גבי מוכר אילן בתוך שדהו או קרקע עם אילן דאין לו זכות בגידול השרשין, וכן במוכר אילן לבד שלא יהי' המוכר רשאי לחפור תחתיו בעומק דבעינן בזה חזקה ובא מחמת טענה ומטעם איבעי ליה למחויי אם באנו לדון אם טוענין בזה ללוקח יש לומר דלדברי הקצוה\"ח לא מהני כאן מה שהמוכר דר בה חד יומא דהתם הוי קצת אומדנא ממה שדר בה שקנה אותה, אבל הכא הא אין ראיה ממה ששהה האילן ברשות המוכר שקנה גם קרקע שתחת האילן ותחת השרשים דמה שלא קצץ המוכר ולא חפר תחתיו הוא בשביל שלא היה צריך לו, וא\"כ כאן כל עיקר הראיה הוא דוקא בשהה שלש שנים ומטעם איבעי ליה למחויי וא\"כ לא מהני זה בחזקת יום אחד דמוכר.<br><b> והנה </b> זה שכתב הקצוה\"ח דדין דר בה חד יומא הוא משום דבעינן קצת אומדנא שקנה המוכר כדי שיהיה הדין דטוענין ללוקח, נראה דזה תלוי אם בחזקה שלא בטענה הוי מוחזק או לא הוי מוחזק, דאם הוי מוחזק ואנחנו באין להוציא ממנו למה לא נטעון בשבילו אם הוא אינו יכול לטעון ואיך נוציא ממנו בספק, וע\"כ דאם נימא כן זהו משום דכל זמן שאין לנו קצת ראיה שקנה המוכר שמכר לו לא חשבינן אותו למוחזק כלל, דמוחזק הוי רק מי שטוען טענה שבשבילה הוא מוחזק, אבל לוקח שאינו יכול לטעון שהוא שלו לא הוי חזקתו חזקה, ולכן בעינן שיהיה המוכר דר בה חד יומא דמזה קצת ראיה שקנה, ואז טוענין לו שהמוכר קנה, אכן מדין מיצר שהחזיקו בו רבים אסור לקלקלו מוכח דחזקה שלא בטענה הוי נמי חזקה, דלכן אמרינן דכיון שהחזיקו ברשות אף דע\"פ דין יזכה לבטל חזקתם, וכהא דאמר בסוף חז\"ה ובדף ק' ובריש המניח וכן מבואר בדברי הר\"י מיגש בדף ק', מ\"מ אינו רשאי לבטל חזקת הרבים דאינו יכול לדון עמהם, וע\"ז בעי למיפשט בדף ק' דלא עביד אינש דינא לנפשיה ומשני משום מיצר שהחזיקו בו רבים, אבל כל זה אם הוא בא להוציא מידי הרבים כשהם מוחזקים אבל אי נימא דחזקה שלא בטענה לא הוי מוחזק כלל א\"כ לינקוט פזרא וליתיב כדפריך בדף ק' ובריש המניח, ולכן הוכיח ר\"פ מהא דמיצר שהחזיקו בו רבים אסור לקלקלו דחזקה שלא בטענה הוי נמי חזקה, ולכן כתב רש\"י שפיר ואנא נמי הא אחזיקי לי, והיינו דכיון דהוא מוחזק טוענין ליורש שאביו קנה זכות השרשים שילכו בהשדה אף דלא מהני כאן הראיה דדר בה חד יומא וכמו שכתבנו, ועיין במש\"כ בפ\"ב מה' שכנים הל' י\"ח דגם לשיטת רשב\"ם דאפי' בקנה בשטר בעינן דר בה חד יומא דא\"צ לטעמו של הקצוה\"ח, אלא דבלא דר בה חד יומא לא מהני השטר לעשותו ללוקח וממילא מהני גם כאן הא דדר בה חד יומא, ושפיר טענינן לר\"פ דאביו קנה מקום השרשים ומבוארים דברי הגמ' ברווחה.<br><b> אולם </b> ראיתי דמה שבארתי הא דמצר שהחזיקו בו רבים לפי פירושו של הר\"י מיגש דהוא כשהחזיקו ברשות לא משמע כן בדברי רש\"י שכתב כאן בסתמא שהחזיקו בו רבים לעשות להן דרך ומשמע דבעצמם החזיקו, והרשב\"ם בדף ק' פי' שהשווהו ותיקנוהו להילוך והבעלים ידעו ושתקו אסור לקלקלו דודאי לרבים מחל, ולפי פי' רשב\"ם אין מקום למה שכתבתי דאין מכאן ראיה דרבים חשיבי מוחזקים, אלא דמלשון רש\"י לא משמע ג\"כ כפירשב\"ם שהוסיף שהשווהו ותיקנוהו להילוך, ומשמע דטעמו משום דממה ששתקו ולא מיחו על הילוכם אין ראיה שמחל על זה שיהיה להם רשות לעולם, ובדברי רש\"י אינו מבואר.<br><b> ונראה </b> לבאר כדברינו גם לפירש\"י, לפי\"מ דפסק הרמב\"ם בפ\"ה הל' ה' דבחצר חבירו אפי' העמיד בהמה ועשה לו מחיצה לא החזיק, שהדבר ידוע שאין זה אלא דרך שאלה וה\"ה לכל מעמיד תנור וכיריים וכיוצא בהן, שאם תאמר החזיק אין לך אדם שמשאיל מקום לחברו, והשיג ע\"ז הראב\"ד מהא דאיתא בירושלמי דמגדל תרנגולים בחצר שאינה שלו ה\"ז חזקה, וכתב ע\"ז המ\"מ דהירוש' הוא בחזקת ג' שנים ובטענה, ולפי\"ז מבואר דיחיד שהחזיק לעשות לו דרך בשל חברו כל זמן שלא החזיק ג' שנים ובטענה שמכר לו ודאי לא החזיק שהדרך להשאיל ולהרשות לחבירו לדריסת הרגל, ועיין בדף נ\"ז דמדמי בגמ' דין כניסה לחצר לדין של העמדת בהמה, אבל אם החזיק בדרך ג' שנים ובטענה צריך להיות מועיל חזקתו, ולכן שפיר דהחזיקו בו רבים כיון דנימא דהוו מוחזקים אסור לקלקל דכיון דאם היו טוענים הוי מהני חזקתם ממילא אין לו רשות לקלקל של רבים וכמו שכתבנו, ואפשר דא\"צ גם ג' שנים דכל מה דצריך ג' שנים הוא משום טענה אחוי שטרך ובשל רבים לא שייך זה, אבל כ\"ז הוא אם בחזקה שלא בטענה הוו מוחזקים וכמו שכתבנו."
            ]
        ],
        [
            [],
            [
                "<b>אע\"פ שהוא חייב להרחיק כל כך אם הוליכה הרוח המצויה המוץ ואת העפר והזיקה בהן פטור מלשלם שהרוח הוא שסייע אותו ואין נזק זה בא מכח מזיק עצמו. </b><br><b> הלח\"מ </b> הביא קושיית המ\"מ בפי\"ד מה' נז\"מ דפסק שם דליבה ולבתו הרוח חייב, ועיין מה שכתבתי שם ע\"פ דברי הש\"ך והגר\"א דהרמב\"ם סובר דגרמי אינו חייב אלא במתכוין להזיק, וכתבתי שם דהא דליבה ולבתו הרוח מיירי במדליק בתוך של חברו דחשיב כמו מתכוין להזיק ע\"ש שבארתי כל הענין בארוכה."
            ],
            [],
            [
                "<b>כל ההרחקות האמורות בפרקים של מעלה אם לא הרחיק וראה חבירו ושתק ה\"ז מחל ואינו יכול לחזור ולהצריכו ולהרחיקו, והוא שראו ממנו שמחל כגון שסייע עמו מיד או שאמר לו לעשות או שראהו שעשה בצדו בלא הרחקה ושתק ולא הקפיד על זה זכה שכל המחזיק בנזק זכה בו כמו שבארנו. </b><br><b> השגת </b> הראב\"ד כל ההרחקות האמורות וכו' והוא שיראה ממנו שמחל וכו' עד כמו שביארנו, א\"א תמה אני ראה ושתק למה מיד הלא אף מושיט לו צרורות אומרים לו לך יגע וסתום עכ\"ל.<br><b> המ\"מ </b> כתב על השגת הראב\"ד דלדעת הרי\"ף דסובר דאין להיזק ראיה חזקה אפי' בהיזק חלון מיושב דברי הירושלמי שהביא הראב\"ד אבל לדעת הרמב\"ם צ\"ל דסובר דהגמ' דבבלי חולק על הירוש', וכתב הלח\"מ דהוא מהא דכשורא דמטללתא, ולפי\"ז צריך לבאר דעתו של הראב\"ד דבפ\"ח הל' ז' כתב הרמב\"ם הך דינא וכתב שם דמהני ראה ושתק ולא מיחה ולא השיג עליו הראב\"ד, אכן כבר כתבתי שם בהל' ג' במה שכתב הרמב\"ם דהחזיק בזיז טפח החזיק בד' על ד' והשיג הראב\"ד דאינו מודה לו אלא בבא מחמת טענה דמוכח מדבריו דבעיקר חזקת הזיז מודה הראב\"ד דמהני ראה ושתק, וכן במה שחולקים הרמב\"ם והראב\"ד בפ\"ה גבי העמדת בהמה דהרמב\"ם סובר דלא הוי חזקה, והראב\"ד סובר דהוי חזקה וכתבתי שם דבחזקת תשמישין מודה גם הראב\"ד דמהני ראה ושתק, והראב\"ד חולק רק בחזקת נזקין דבסתמא אין אדם מוחל על נזקין ושיטת הרמב\"ם גבי העמדת בהמה הוא משום שהוא מהדברים שדרך להשאיל לחבירו מקום על זה ולא עדיף מחזקת מטלטלין דבדברים העשויין להשאיל לא מהני חזקה, ומבואר בזה דעת הראב\"ד דלדעתו אין ראיה מהא דכשורא דמטללתא דהתם הוי בחזקת תשמישין, ולכן לא השיג שם על מש\"כ הרמב\"ם דמהני ראה ושתק דאינו חולק אלא בחזקת נזקין וכנ\"ל.<br><b> איברא </b> דלשון המ\"מ אינו מדוייק שכתב אבל רבותינו הצרפתים כתבו שאין שום חזקה מועילה אלא בחזקת ג' שנים, ובטענת מכר או מחילה, ואפשר שזו היא דעת הר\"א ז\"ל, עכ\"ל, ולפי\"מ שבארנו א\"א שיסבור הראב\"ד לגמרי כדעת רבותינו הצרפתים דסוברים כן גם בחזקת תשמישין, וע\"כ דהראב\"ד חולק רק בחזקת נזקין וכנ\"ל, ולפנינו נבאר מה שאפשר לומר בדעת הראב\"ד דאינו סובר כלל דבעינן חזקת ג' שנים.<br><b> אכן </b> צריך עוד לבאר דברי הראב\"ד שכתב ראה ושתק למה מיד דמשמע דאינו משיג אלא על ראה ושתק ולא על מה שכתב הרמב\"ם מקודם כגון שסייע עמו, דכיון שהשיג עליו מדברי הירושלמי דאפי' מושיט לו צרורות א\"כ אפי' סייע עמו לא מהני.<br><b> ונראה </b> דהירושלמי אמר בטעמא דמושיט לו צרורות דאמר מגחך הוינא בההוא גברא, ולפי\"ז יש לומר דזה שייך אם מושיט לו צרורות אבל אם סייע בעיקר הנזק לא שייך זה דזה עשה בעצמו ולא רק סיוע ששכנו יעשה הנזק, ולכן מפרש הראב\"ד דמה שכתב הרמב\"ם כגון שסייע עמו היינו שסייע בעצמו בעשיית הנזק ועדיף ממושיט לו צרורות, אכן לדעת הרמב\"ם ודאי גם מושיט לו צרורות הוי מחילה דודאי עדיף מראה ושתק כמש\"כ הראב\"ד.<br><b> והנה </b> במה שדחה הרמב\"ם דברי הירושלמי כתב המ\"מ דסובר דהירוש' אינו מסכים לגמ' שלנו שלא אמרו בגמ' לך יגע וסתום אלא כשמיחה קודם שנתבאר היזקו, וקשה לי טובא על דברי המ\"מ דהא על מה דאמר ר' חייא יגעת ופתחת יגע וסתום, אמר ע\"ז רב נחמן ולסתום לאלתר הוי חזקה שאין אדם עשוי שסותמים אורו בפניו ושותק, וכן כתב הרמב\"ם הך טעמא בפ\"ז הל' ז' ולדברי המ\"מ למה לן טעמא גבי ולסתום כיון דגם גבי פתיחת חלון מה דאמרינן יגע וסתום הוא כשלא נתבאר היזקו, וכן הוא בכל נזקין לשיטת הרמב\"ם ולמה הוצרך כאן גבי ולסתום ליתן טעם מיוחד, ומוכח מזה דבכל נזקין לא הוי מחילה בראה ושתק.<br><b> לכן </b> נראה דהרמב\"ם ג\"כ אינו סובר דכשראה הנזק ושתק הוי מחילה אלא כשראה בשעת עשיית הנזק, וכמו שכתב שראהו שעשה בצדו, והטעם הוא דאם כבר עשה הנזק והוא צריך למחות ולחייבו לבטל הנזק, ובודאי אין זה דבר קל שיסתפק במחאה בלבד וצריך לילך עמו לב\"ד ולחייבו לבטל הנזק, לכן עשוי אדם לדחות דין שלו למחר וליומא אוחרא וכדאמרינן בדין מחאה פלניא גזלנא הוא ולמחר תבענא ליה בדינא, אבל בשעת עשיית הנזק לא היה לו לשתוק ולהניחו לעשות ובודאי מחל, ולכן מבואר דזהו שחידש רב נחמן דלסתום לאלתר הוי חזקה היינו אף שראה אחר עשיית הנזק דאין אדם עשוי שסותמין אורו בפניו ושותק והיה לו למחות תיכף כשראה שנעשה הנזק, ולפי\"ז מה דאמרינן יגעת ופתחת לך יגע וסתום אינו דוקא היכי דאכתי לא נתבאר הנזק כיון שלא ראה בשעת עשיית הנזק לא הוי חזקה, וע\"ז אמר ר\"נ דלסתום לאלתר הוי חזקה וכנ\"ל.<br><b> אלא </b> דאכתי אנו צריכין לבאר דלכאורה דברינו נסתרים מהא דכשורא דמטללתא דלבתר תלתין יומין הוי חזקה וזה הא הוי כבר אחר עשיית הנזק ומ\"מ הוו חזקה, אבל באמת הדברים מבוארים, דגבי כשורא דמטללתא כיון דעד תלתין יומין דהוי ארעי אין אדם מקפיד, וכן בסוכה דמצוה עד שבעה א\"כ התחלת עשיית התשמיש של קבע נעשה אחר שלשים ואחר שבעה, ולכן לא היה לו לשתוק כשהגיעו שלשים או שבעה והיה לו למחות דאינו מוכח דשכנו לא יציית ויסיר את הקורה כיון דעד עכשיו היה ברשות גמור, ונמצא דמה ששתק כשהגיע שלשים או שבעה הוי כמו שתק בשעת עשיית הנזק, אבל אחר עשיית הנזק אין ראיה על מחילה וכמו שנתבאר.<br><b> איברא </b> דמה שכתבתי דא\"א לפרש כדברי המ\"מ בדעת הרמב\"ם דמכי ראה אחר שנתברר נזקו ושתק הוי מחילה, והוכחתי מהא דלסתום לאלתר הוי חזקה, ראיתי אח\"כ דהרמ\"ה כתב להדיא כדברי המ\"מ, אבל באמת דברי נכונים דהרמ\"ה סובר דמה דהוי חזקה כשראה ושתק הוא לאחר שלשים, והוכיח זה מהא דאמרינן דלסתום לאלתר הוי חזקה, ומוכח דלפתוח חלון לא הוי חזקה לאלתר אלא לאחר שלשים, וא\"כ הרמב\"ם דכתב להדיא דהוי חזקה לאלתר ע\"כ דלא קאי על ראית הנזק דא\"כ אין נ\"מ בין לפתוח ובין לסתום וע\"כ כמו שכתבתי.<br><b> ולפי\"ז </b> נתעוררתי דכל מה שכתבתי מתחלה ליישב דעת הראב\"ד במה דסובר כאן דלא מהני חזקה דראה ושתק, ולמעלה כתב דמהני וחלקתי בין חזקת נזקין לחזקת תשמישין, אבל באמת כל זה צריך לפי פירושו של המ\"מ בדעת הראב\"ד דסובר דלא מהני חזקת ראה ושתק כלל, אבל לפי\"מ שראיתי בדעת הרמ\"ה יש לומר דזהו ג\"כ דעת הראב\"ד ואינו חולק אלא על מה שכתב הרמב\"ם דהוי חזקה מיד שראה ושתק, וע\"ז השיג דראה ושתק למה מיד, וכונתו דצריך ל' יום וכמו שכתב למעלה בפ\"ז דיש לחלק בין סותם למאפיל דסותם מיד ומאפיל לאחר ל' יום, וכתב המ\"מ דזהו מהא דכשורא דמטללתא ועמש\"כ שם, ובסמוך בארתי לפי\"ז דברי הראב\"ד בהשגה הב' ע\"ש.<br><b> והנה </b> צריך לבאר לפי שיטתו של הרמב\"ם ושאר ראשונים דחזקת תשמישין ונזקין לא צריך טענה מה דתנן גבי שובך ואם לקחו הרי הוא בחזקתו, ואמרינן עלה זאת אומרת טוענין ללוקח ומוכח דצריך טענה, וע\"ז עמדו הרמב\"ן והרמ\"ה, והרמב\"ן כתב דשובך שאני כיון שהיונים נכנסים בתוך שלו ומזיקים לא אמרינן דמחל ע\"י ששתק, ומכאן הוכיח דמה דאמרינן אין חזקה לנזקין הוא אפי' ע\"י ג' שנים וטענה משום דע\"כ הא דואם לקחו הרי הוא בחזקתו כיון דצריך טענה ע\"כ הוא בחזקת ג' שנים משום שהדבר ידוע ומוסכם מן הגאונים שכל חזקה שצריכה טענה אינה מתקיימת בפחות מג' שנים, ומדפריך עלה והא אין חזקה לנזקין מוכח דגם בחזקת ג' שנים אין חזקה לנזקין דקוטרא ובה\"כ, עכ\"ד ולפי\"ד הרמב\"ן צריך שני חזקה גבי שובך ומדברי הרמב\"ם שסתם משמע דא\"צ שני חזקה, ולפימש\"כ בדעת הרמב\"ם דדוקא אם ראה ושתק בשעת עשיית הנזק א\"כ מיושב דהלוקח אינו יודע שראו ושתקו בשעת עשיית הנזק, אך גם לפי\"ד המ\"מ דמהני חזקה אם נתברר לו אחר עשיית הנזק ושתק אפשר דנ\"מ היכי דהלוקח אינו טוען גם זה ששתק אחר שנתברר הנזק, וכן כתב הרמ\"ה בתחלת דבריו אך אח\"כ חזר הרמ\"ה וכתב דזה ודאי אם טוען המזיק ראית ושתקת והניזק טוען לא ראיתי צריך המזיק להביא ראיה, וא\"כ א\"א דליהני טוענין ללוקח כיון דהמוכר לא היה נאמן, ולכן כתב דהא דשובך מיירי בחזקת ג' שנים, וכל זה הוא לדעת הרמ\"ה אבל הרמב\"ם הוא סובר בהל' ו' דהמזיק נאמן דראה ושתק, א\"כ פשוט דהא דטוענין ללוקח הוא דהיכי דלא נודע שראה ושתק אחר שנתברר ההיזק טוענין ללוקח שראה ושתק, ומיושב גם לדעת המ\"מ.",
                "<b>בד\"א בשהחזיק בשאר נזקין חוץ מד' מיני נזקין אלו האמורים בפרק זה שהן העשן וריח בית הכסא והאבק וכיוצא בו ונדנוד הקרקע שכל אחד מאלו אין לו חזקה, ואפי' שתק הניזק כמה שנים ה\"ז חוזר וכופהו להרחיק וכן היזק ראיה במקום שצריך מחיצה כופהו לעשות מחיצה בכל עת שירצה כמו שבארנו. </b><br><b> השגת </b> הראב\"ד בד\"א בשהחזיק בשאר נזקין וכו' וכן היזק ראיה וכו' כמו שביארנו, א\"א צריך להביא ראיה לכל אלו, מחיצת החצר שאין חזקה מבטלה מפני שזה מזיק לזה וזה מזיק לזה יכול כל אחד לומר מפני כך לא מחיתי, ועוד מפני ההוצאה שמגיע לחלקי ויתרתי הקרקע, עכ\"ל.<br><b> המ\"מ </b> כתב ודברי ההשגות בזאת הבבא לא נתבררו אצלי, והלח\"מ כתב דכונתו לקצת הדברים צריך להביא ראיה מנין לו דלא אמרו בגמ' אלא קוטרא ובה\"כ, ולשון הראב\"ד שכתב לכל אלו אינו מיושב, והנה הרמב\"ן כתב שיש מחלוקת הראשונים דיש סוברים דגם בקוטרא ובה\"כ מהני חזקת ג' שנים, וכתב שהרב אב ב\"ד נסתפק בדבר, ולפי דעת המ\"מ א\"א לפרש כן בדברי הראב\"ד כיון שלדעתו סובר הראב\"ד דבכל חזקת נזקין צריך ג' שנים, א\"כ כשאמרו דבקוטרא ובה\"כ אין חזקה ע\"כ דגם חזקת ג' שנים לא מהני, אבל לפימש\"כ למעלה דאפשר דהראב\"ד אינו חולק כלל לומר שיצטרך בחזקת נזקין ג' שנים, ומה שכתב בהשגתו למה מיד זהו משום דסובר כהרמ\"ה דדוקא לאחר שלשים כמו בכשורא דמטללתא, א\"כ יש לבאר דברי הראב\"ד דכתב דצריך להביא ראיה לכל אלו, דלא מהני חזקת ג' שנים, דהא כתב הרמב\"ם דאפי' שתק הניזק כמה שנים, וסובר הראב\"ד כהשיטות דמהני חזקת ג' שנים גם בקוטרא ובה\"כ, או דמספקא ליה וכדעת הרב אב ב\"ד שהביא הרמב\"ן."
            ],
            [
                "<b>ולמה שינו נזקין אלו משאר נזקין לפי שאין דעתו של אדם סובלת נזק מאלו וחזקתו שאינו מוחל שהזיקן היזק קבוע, ואם קנו מידו שמחל בנזקין אלו אינו יכול לחזור בו. </b><br><b> השגת </b> הראב\"ד וחזקתו שאינו מוחל שהזיקן היזק קבוע, א\"א והלא החופר בורות בנכסי אשתו שהם היזק קבוע ויש להם חזקה עכ\"ל.<br><b> הלח\"מ </b> כתב על השגת הראב\"ד דהך אוקימתא דכגון שחפר בה בורות הוא דלא כהלכתא דבפי\"ג כתב הרמב\"ם דאין לאיש חזקה בנכסי אשתו אפי' הרס, וכתב ע\"ז המ\"מ דלא קיי\"ל כהך אוקימתא והנה אף שנכונים דבריו אבל ההשגה לא תתיישב בזה דמה דלא קיי\"ל כהך שינוייא היינו דבבעל לגבי אשתו לא מהני חזקה אפי' חזקה דחפירת בורות אבל עכ\"פ מוכח דבאחר כה\"ג מהני חזקה ואני תמה מאוד על הלח\"מ דאם הראב\"ד מפרש ג\"כ אוקימתא דכגון שחפר בה בורות לענין חזקת הקרקע דאם חפר בה בורות אז הוי גם לאיש חזקה בנכסי אשתו כיון דאין לו רשות לזה ע\"כ שקנה הקרקע, וכן פי' הרשב\"ם וכן הוא כונת המ\"מ דהוא דלא כהלכה, א\"כ איזה שייכות הוא לכאן דאיירינן אם החזיק בנזק דלא מהני חזקה להחזיק הנזק משום דאין אדם מוחל על היזק קבוע ומאי ראיה ממה דמהני חזקתו אם טוען על גוף הקרקע, ואדרבא הוא עוד סייעתא דכיון דאין אדם מוחל על נזקין וכיון שהחזיק ג' שנים הוי ראיה שקנה כל הקרקע, ולפי' הרשב\"ם לא מדמי הגמ' דין חזקת נזקין לדין חזקת הקרקע ע\"י נזקין ומעיקרא ס\"ד דגמ' דמיירי בדין חזקת הקרקע וכדמשני דאין חזקה לנזקין ממש, ובקוטרא ובה\"כ באמת לא דמי זה לזה.<br><b> והנה </b> הרמב\"ן פי' דהא דפריך בגמ' והא אין חזקה לנזקין היינו שאין אדם עשוי למחות בנזקין ואין מוחין אלא במידי דאית ליה פירא למחזיק, וה\"נ אע\"פ שחפר בה בורות אמאי יש לו חזקה ומשני אין דין חזקה לנזקין דלאלתר הוי חזקה דמדשתק מחל, ולכן כשטוען על גוף הקרקע הוי חזקה בג' שנים דליכא טענה דאחוי שטרך, ואבע\"א לעולם אין חזקה ממש ומטעמא דכסבור הייתי שאני יכול לקבל ובקוטרא ובה\"כ, ולפי דברי הרמב\"ן יש לכאורה מקום להוכיח כיון דהגמ' מוכיח מזה לזה, אבל באמת גם לפירושו אין שום הוכחה משם דלפי תי' קמא דמשני אין דין חזקה הא אין הוכחה להלכה דמהני חזקה בחפירת בורות כיון דלא סבר כלל לחלק, ואנן הא קיי\"ל כתי' בתרא דאין חזקה ממש, ולתי' בתרא דמשני בקוטרא ובה\"כ ומשום כסבור הייתי ג\"כ אין ראיה דבחפירת בורות מהני חזקה דודאי לתי' בתרא לא שייך כסבור הייתי אלא בחזקת נזקין ולא בחזקת קניית כל הקרקע אלא דבסברא אפשר דבחפירת בורות לא שייך טעם דכסבור הייתי, אבל בנזקין כמו עשן ואבק ונדנוד הקרקע שפיר שייך טעמא דכסבור הייתי, ולטעמו של הרמב\"ם שאין אדם מוחל בנזקים קבועים שפיר י\"ל דגם בחפירת בורות כן ומשום זה גופא אפשר דמהני חזקת קנין כל הקרקע וכמש\"כ וא\"כ גם לפירושו של הרמב\"ן אין שום השגה על הרמב\"ם מהא דחפר בורות.<br><b> אכן </b> ראיתי שהר\"י מיגש פי' מקודם כפי' הרמב\"ן ואח\"כ כתב פי' ב' דמאי דאמרינן כגון שחפר בורות לא קאי על חזקת הקרקע אלא על חזקת הנזקין שהאשה לא תוכל לסתום הבורות משום שהבעל החזיק וע\"ז אקשינן מהא דאמר ר\"נ אין חזקה לנזקין, ולפי\"ז למסקנא להאבע\"א דוקא בקוטרא וביה\"כ, אבל בחפירת בורות יש חזקה ועכשיו דברי הראב\"ד מבוארים בפשיטות ועל הרמב\"ם בודאי אין השגה ואין אנו צריכים לזה דלא קיי\"ל כהך שינוייא דמשום זה היה אפשר דדוקא בבעל עם אשתו לא קיי\"ל כהך שינוייא, אבל באחר בודאי מוכח דמהני חזקה בחפירת בורות, אבל הרמב\"ם בודאי אינו מפרש כן דמדכתב בפי\"ג מה' טוען דאפי' הרס מוכח דמפרש כפי' רשב\"ם דמיירי לענין חזקת הקרקע ולא שייך לכאן כלל וכמש\"כ.<br><b> והנה </b> מה שכתב הרמב\"ם דהיזק ראיה במקום שצריך מחיצה לא מהני חזקה צריך לבאר מה דסובר הרמב\"ם בפ\"ז דהיזק ראיה דחלון יש לו חזקה, והרי\"ף סובר מטעם זה דגם חלון אין לו חזקה, וכתב המ\"מ בזה בפ\"ב וז\"ל דעת המחבר כדעת רבו דבחצר דוקא אין לו חזקה דממילא הן מזיקין זא\"ז בלא עשיית שום מעשה, אבל אם עשה מעשה כמו פותח חלונות על חצר חבירו יש לו חזקה עכ\"ל, ודבריו תמוהין דמה שצירף המ\"מ דעת הר\"י מיגש לדעת הרמב\"ם זה נכון בדינא דהר\"י מיגש חולק על הרי\"ף וסובר דמהני חזקה בחלון, אבל לא שוים הם בטעמא דהר\"י מיגש בריש ב\"ב כתב מקודם לחלק בין חצר לחלון כמש\"כ כאן הראב\"ד דבחצר כיון ששניהם מזיקים זל\"ז סבר דהיום או מחר ירצה בעצמו לעשות מחיצה, ועוד כתב לחלק כד' המ\"מ משום דבחלון עבד מעשה, אבל איך אפשר לומר דהרמב\"ם סובר כן דהא כתב להדיא הטעם משום דהוי היזק קבוע, וא\"כ באמת קשה מ\"ש חלון מחצר, ולכאורה אפשר לחלק לדעת הרמב\"ם כחילוקו של הרא\"ש בריש ב\"ב דבחלון אין היזק ראיה ודאי שעשוי רק לאורה ולא להסתכל בו לחצר חבירו ואסור לו להסתכל במעשה חבירו, אבל חצר שמשתמש בכניסה ויציאה וא\"א שלא יסתכל בתשמיש חבירו דמי האי היזיקא לקוטרא ובית הכסא עכ\"ד הרא\"ש ומ\"מ אכתי לא ברירא לי דהרא\"ש סובר דדוקא היזיקא דחצר דמי להיזיקא דקוטרא דהרא\"ש סובר דעיקר תליא בכמה אלים ההיזק, אבל הרמב\"ם דסובר דתליא אם הוא היזק קבוע א\"כ מסתבר דהיזק דחלון הוא היזק קבוע.<br><b> עוד </b> קשה לשיטת הרמב\"ם מהא דלא יטע אדם אילן סמוך לשדה חבירו דהוא משום עבודת הכרם, ופירש\"י שמכניס מחרשתו לשדה חבירו, ואילן הא הוי דבר קבוע ובשלמא משרה וירק וחרדל ודבורים יש לומר דאינו דבר קבוע, אבל אילן הא הוי דבר קבוע לשנים רבות, ומדברי הרמב\"ם בהלכה ד' מוכח דגם באילן מהני חזקה.<br><b> ונראה </b> בזה דכבר כתבנו לחלק לדעת הראב\"ד בין חזקת נזקין לחזקת תשמישין, ונוכל לומר דלדעת הרמב\"ם יהיה חילוק בזה בדין היזק קבוע, דאף דכתב שחזקתו שאינו מוחל על היזק קבוע זהו רק כשאינו אלא בגדר היזק אמרינן דודאי אינו מוחל אלא שדחה מיום אל יום למחות בידו, אבל כל זה הוא כשהלה עושה בתוך שלו ורק שגורם לו היזק, אבל כשהלה נכנס ומשתמש בתוך של חבירו אמרינן דודאי לא היה מניח לו להשתמש בחצרו ומדשתק ודאי מחל והוי כמו שהכניס אחד לשותפות בחצרו דאף שהוא ודאי היזק מ\"מ כיון שיש לזה שם שותפות אין ע\"ז שם היזק, ואף דאנו דנין מחזקה שלא בטענה ולא מכר לו מ\"מ כיון שהניח לו להשתמש בחצרו בודאי הוא חייב לו טובה ומחל לו שישתמש, ולכן מבואר דבאילן כיון דהוא צריך ע\"כ להשתמש בהשדה לא אמרינן בזה אין אדם מוחל על היזק קבוע, דכשראה כשנכנסה מחרשתו של בעל האילן ושתק ע\"כ נתן לו רשות לזה ולפי\"ז נוכל לומר דגם בחזקת חלון אף דכשעשה חלון לא נכנס בזה לחצר חבירו מ\"מ כיון דמבואר בגמ' בסוף חז\"ה דגם בלא היזק ראיה אינו רשאי לפתוח חלון על חצר חבירו אי לאו דהיו כופין עמ\"ס, וטעמא משום דמשתמש בזה באויר חבירו כמש\"כ הקצוה\"ח והגרעק\"א א\"כ כששותק ומניח לפתוח חלון הוי נמי חזקת השתמשות דלא אמרינן בזה חזקה שאינו מוחל על היזק קבוע, ודוקא במחיצת חצר שאינו משתמש באויר חבירו ואינו אלא היזק ראיה לחוד בזה שפיר אנו אומרים דחזקה שאינו מוחל על היזק קבוע.<br><b> הרמב\"ן </b> כתב דיש סוברים דבהנך דאין חזקה אין גם ראיה על טענת מחילה משום דמצי אמר סבור הייתי שאני יכול לקבל אבל טענת מכירה מהני, וכתב החילוק דלא שייך סבור הייתי בטענת מכירה משום דאם אינו יכול לקבל יצא מן הבית אבל במחילה לא מחל לו על דעת שיצטרך הוא לצאת, וצריך באור דאם נימא דדין דסבור הייתי עושה זה לטעות מעיקרא א\"כ גם מכר יבטל וכדעת ר\"ת וכמו שכתב המ\"מ, וצ\"ל דסובר הרמב\"ן דאינו טעות דהא יסוד הדברים הוא מדין מוכה שחין ושם לא נמצא דין טעות, דהא לא אמרינן דאם נתקדשה למוכה שחין דיתבטלו הקדושין משום טעות, אלא דיכולה לכוף אותו ליתן גט, וע\"כ דזה ודאי דאינו דין טעות רק דזהו דין דאין אנו כופין לאשה לדור עם מוכה שחין דהא בנעשה מוכה שחין בודאי היא אשתו ומ\"מ אין כופין אותה לדור עמדו וממילא כופין אותו להוציא, ורק דבנשאת על דעת זה לכאורה היא קבלה על דעת כן, וע\"ז אמרינן דיכולה לומר כסבורה הייתי שאני יכולה לקבל, ונמצא דאף שהיא קנויה אליו ומ\"מ כופין אותו, ונמצא דכסבור הייתי אינו דין אלא על להבא, ולכן אם מכר זכות הנזקין א\"כ הוא כבר של אחרים ולא מהני טענת כסבור הייתי.<br><b> אלא </b> דאכתי צריך לבאר אמאי מהני טענת כסבור הייתי גבי מחילה, ומקודם נבאר עיקר דין מחילה בנזקין דהקצוה\"ח הקשה דהא הוי כמו קרע כסותי דיכול לחזור בו וכתב דהוי כמו עמד בהיתר, וכבר כתב ע\"ז הנתיבות דלפימש\"כ הרמב\"ן דשניהם ברשות צריך להרחיק א\"כ גם כאן לא עדיף משניהם ברשות, ונראה דלא דמי לקרע כסותי דאף אם נתן לו את כסותו לקרעה לא החזיק בה דאין לו שום זכות בקריעת הכסות ולא ירויח כלום וממילא אינו יכול להשיג שום זכות בזה, אבל הכא בחזקת נזקים כיון דזכות הוא לו לעשות תשמישו בשלו אף שיזיק לחבירו א\"כ יכול להשיג זכות בזה, ואף דלכאורה אכתי קשה במה קנה דהיכי שמחל לו תשמיש בשלו אמרינן דקנה בשימוש כמו בשביל של כרמים הואיל ונעשה בהילוך נקנה בהילוך כמש\"כ הקצוה\"ח, אבל אם משתמש בשל עצמו ונעשה מזה היזק לחבירו, א\"כ במה קנה דהא במה שמשתמש בקרקע שלו לא שייך לקנות ובמה שנעשה היזק לחבירו הא זה אינו תשמיש בשל חבירו, מ\"מ יש לומר דכיון דגרם ההיזק לחבירו הוא סבת היתר תשמישו הוי זה כמו שימוש בשל חבירו, ולפי\"ז צריך ביאור דכיון דגם במחילה קנה לשימושו א\"כ אמאי יוכל לומר כסבור הייתי כיון שבארנו דאינו מקח טעות וטענה זו צריכה שתועיל רק על להבא, וכיון שקנה המחזיק למה יוכל בטענה זו לבטל קנינו.<br><b> ונראה </b> לבאר זה לפי\"מ דמצינו במשכיר בית לחבירו ונפל ביתו של המשכיר דצריך השוכר לצאת, ומבואר בחו\"מ דזה אינו אלא היכי דהשכירו סתם, אבל אם השכירו לזמן אינו צריך לצאת, וא\"כ מבואר דמחילה הא אינו אלא גדר שוכר לזמן דהא לא דבר מפורש שמוחל לו לעולם או שמוחל לו על זמן ידוע אלא דבסתמא אמרינן דכיון דמחל לו בעשיית תשמישו אף שגורם לו היזק מחל לו על כל זמן שיצטרך להחזיק תשמישו, וכיון דבמשכיר בית בסתם ג\"כ יש זמן שאינו יכול להוציאו קודם ומ\"מ כשנפל ביתו של משכיר יכול להוציאו קודם, וא\"כ ה\"נ כשנתחדש אצל הניזק שאינו יכול לקבל הנזק הוי כמו שנפל ביתו של משכיר ויכול לבטל המחילה, וזה דוקא במחילה אבל במכירה הוא כמו שדברו מפורש שמוכר לו לעולם דלשון מכירה הוא לעולם, וא\"כ מבואר דאינו יכול לטעון כסבור הייתי.",
                "<b>מי שהחזיק לעשות מלאכת דם או נבילות וכיוצא בהן במקומן, ויבואו העורבים וכיוצא בהן בגלל הדם ויאכלו והרי הן מצרין לחבירו בקולם וצפצופם או בדם שברגליהם שהן יושבין על האילנות ומלכלכים פירותיהם, אם היה חבירו קפדן או חולה שצפצוף הזה מזיקו או שפירות שלו נפסדין לו בהם, חייב לבטל אותה המלאכה או ירחיק עד שלא יביא לו היזק מחמתו, שהיזק זה דומה לריח בית הכסא וכיוצא בו שאין לו חזקה, וכן בני מבוי או חצר שנעשה אחד מהם אומן ולא מיחו בו שהרי הוחזק והיו העם נכנסין ויוצאין לקנות ושתקו, לא החזיק בדבר זה, ויש להם בכל עת לומר אין אנו יכולין לישן מקול הנכנסין והיוצאין שזה היזק קבוע הוא כמו העשן והאבק, וכזה הורו הגאונים. </b><br><b> שזה </b> היזק קבוע הוא, בפ\"ו הל' י\"ב כתב הרמב\"ם חנות שבחצר יכולין השכנים למחות בידו ולומר לו אין אנו יכולין לישן מקול הנכנסין והיוצאין אלא עושה מלאכתו בחנותו ומוכר בשוק, אבל אין יכולין למחות בידו ולומר לו אין אנו יכולין לישן מקול הפטיש ומקול הריחיים שהרי החזיק לעשות כן, וכתב ע\"ז המ\"מ דסובר דאם לא החזיק יכולין למחות מפני שהוקשה לו מה טעם אין טענתו טענה מקול הפטיש והלא יותר מונע השינה מקול הנכנסין והיוצאין, ולכן ע\"כ דדוקא החזיק ולגבי הנכנסין והיוצאין לא מהני חזקתו שהם אחרים, אבל חזקתו חזקה במלאכתו עצמו, והדברים תמוהים דהא כתב כאן בטעמא בשביל שהוא היזק קבוע, וביותר יפלא דהמ\"מ הביא שם דבריו שבכאן לסיוע ולא העיר שהם דברים סותרים, וגם בלא דברי המ\"מ דברי הרמב\"ם בעצמם צריכים ישוב דאין סברא לומר דמקול הפטיש אינו היזק קבוע, וא\"כ למה מהני חזקה, וראיתי שכבר העיר בזה שם בלח\"מ אלא שנתיישב לו בזה שכתב דכוונת הרמב\"ם כאן בשביל שני הטעמים שהוא היזק קבוע ושלהנכנסין ויוצאין לא מהני חזקתו ואין שום ביאור לדבריו דהא מבואר כאן בדברי הרמב\"ם דטעמא דהיזק קבוע לחוד סגי דלא מהני חזקה ולמה צריך ב' הטעמים ולמה מהני חזקתו על קול הפטיש, עכ\"פ דברי הרמב\"ם תמוהים וצריכים ביאור.<br><b> והנראה </b> בזה דלמעלה כתבתי לחלק בין חזקת נזקין לחזקת תשמישין דהיכי שמשתמש להדיא בחצר חבירו או אפי' בחזקת חלון שמשתמש באויר חבירו דאז אמרינן דמדשתק מסתמא מחל אפי' היכי שיוצא מזה היזק קבוע דהוי כמו שהכניס שותף בחצרו דודאי יש מזה היזק מ\"מ לא נימא דחזקתו שאינו מוחל על היזק קבוע, ובזה לא יתיישב כאן גבי קול הפטיש דהאומן בתוך שלו הוא משתמש ולא בתוך של חבירו אכן נראה לחדש עוד דבחזקת תשמישין לא אמרינן דחזקה שאינו מוחל על היזק קבוע דיש נ\"מ בין מה שאינו יכול לישן מקול הפטיש להא דרעידת האדמה ע\"י כתישת הריפות שכתב הרמב\"ם דלא מהני בזה חזקה דהא דאינו יכול לישן אינו מעשה בשל חבירו אלא האומן בתוך שלו הוא מכה בפטיש ונשמע בשל חבירו, ובקדושין דף כ\"ד מחלק בגמ' בין קול דתרנגול דכיון ששיבר הוי מעשה ובין קול דאדם שחרשו משום שנבעת מעצמו והיינו דאף דאפשר דגם קול דאדם יהיה חזק כמו קול דתרנגול אלא דמהא דחרשו אין ראיה דאמרינן שנבעת, ומוכח דהקול שהבעיתו אינו מעשה בגוף האדם וא\"כ נוכל לומר דמה שאינו יכול לישן מקול הפטיש אינו כמו גיריה דאינו עושה מעשה בחצר חבירו אלא דע\"י שהקול נשמע אינו יכול לישן אבל אינו גיריה דיליה, איברא דמהגמ' דקדושין אין ראיה לזה דלא אמרינן שם אלא דלא הוי מעשה גמור והוי גרמא בנזקין וכן כתב שם הריטב\"א ובהרחקת נזקין גם גרמא אסור ומשכחת לה בגיריה דיליה כדאמרינן גבי מרחיקין את הסולם מן השובך, ולכן לא כתבתי זה להוכחה גמורה אלא דנוכל לומר דכמו דלא הוי מזיק גמור ה\"נ לא הוי כמו גירי דיליה.<br><b> ונמצא </b> דאם היה להאומן זכות לעשות אומנתו במבוי לא היה נקרא מזיק כלל אלא דבסתמא הכי דינא דשכנים דבלא זכות מיוחד אין לו זכות ליעשות אומן, ונמצא דבמה ששתקו ולא מיחו הוי כמו שהרשוהו לזה וממילא בתוך שלו עושה דהא לא נוכל לומר דהוא חזקה שאין בני מבוי מניחים ליעשות אומן דהא כמה אומנים יש במבואות ואין מוחים בהם, אלא דכשנשתתפו בסתמא אמרינן דאינם מרוצים שיהי' אומן, ולכן מבואר דגבי רעידת האדמה כיון שכתב הרמב\"ם דהוי כמו מזיק בחציו וחייב לשלם א\"כ הוא מזיק גמור, ושפיר אמרינן דחזקתו שאינו מוחל על היזק קבוע.<br><b> ועכשיו </b> מבוארים דברי הרמב\"ם ע\"פ ד' המ\"מ בפ\"ו דגבי קול הנכנסים כיון שהם אחרים ולגבי אחרים לא מהני חזקה והם הלא נכנסים במבוי שאין להם רשות בכך וכשמונעים שלא יוכל לישן ודאי הוי היזק וממילא אף שלגבי בעל החנות אין לו טענה שהוא לא נכנס בתוך של חבירו ועושה החנות בתוך שלו, ומה שנגרם על ידו היזק שגורם נכנסין ויוצאין הא לא הוי גירי דיליה, מ\"מ נוכל לומר בזה חזקה שאינו מוחל על היזק קבוע, כיון דבלא מחילה אין לו רשות לעשות חנות, וצריכים אנו לומר שמחל לו שכנו וכיון שתמיד יגרום ע\"י חנותו שירבו הנכנסין ויוצאין ויהיה לו תמיד היזק קבוע אמרינן דחזקה שאינו מוחל על היזק קבוע משא\"כ גבי מקול הפטיש דאם הרשו לו ליעשות אומן אין כאן שם היזק כלל, דבתוך שלו הוא עושה וממילא אינו יכול לישן.<br><b> ונמצא </b> דאף דהוא חד גוונא ובתרווייהו הוי גרמא שלא יוכל לישן מ\"מ גבי חנות כיון שסוף סוף יהיה לו תמיד גרם שיהי' לו היזק שלא עפ\"י דין אינו עשוי למחול, אבל גבי מקול הפטיש לא יהי' אח\"כ שם היזק ועשוי למחול ואף דיכול בע\"ד לטעון דמאי נ\"מ לגבי זה אם אדם מוחל או אינו מוחל לדין מזיק אם נקרא מזיק או אינו מזיק, אבל מ\"מ נראה דהוא מסתבר דהיכי דלבסוף יוגרם שיהי' ניזק שלא ע\"פ דין אינו עשוי למחול שיהי' אח\"כ עשוק כל ימיו משא\"כ היכי שאח\"כ לא יהי' ע\"ז שם היזק, ומבואר דבאמת אנו צריכים לשני הטעמים לטעמו של הרמב\"ם דאין אדם מוחל על היזק קבוע, ולטעמו של המ\"מ דלא מהני חזקתם של הנכנסים ויוצאים בשביל שהם אחרים וכנ\"ל."
            ]
        ],
        [
            [
                "<b>האחין או השותפין שבאו לחלוק את השדה וליטול כל אחד חלקו, אם היתה כולה שוה ואין שם מקום טוב ומקום רע אלא הכל אחד חולקין לפי המדה בלבד, ואם אמר אחד מהם תנו לי חלקי מצד זה כדי שיהיה סמוך לשדה אחר שלי ויהיה הכל שדה אחד שומעין לו, וכופה אותו על זה שעיכוב בדבר זה מדת סדום היא, אבל אם היה חלק אחד ממנה טוב או קרוב לנהר יותר או קרוב לדרך ושמו אותה היפה כנגד הרע, ואמר תנו לי בשומא שלי מצד זה אין שומעין לו אלא נוטל בגורל, אמר להם תנו [לי] (בשומא שלי) מצד זה חצי מדתה מן הצד הרע בלא שומא וטול אתה מן הצד הטוב כדי שיהיה חלקי סמוך לשדה שלי הורו מקצת הגאונים ששומעין לו, ולזה דעתי נוטה וכן ראוי לדון. </b><br><b> הכ\"מ </b> האריך כאן וכנראה שלא ראה פירושו של הר\"י מיגש שכתב המ\"מ שדעת המחבר כדעת רבו, וכן הוא פירושו של הר\"י מיגש דמה דאמר רב יוסף מעלינן כנכסי דבר מריון הוא דוקא היכי דשייך עלוייא שהאחת טובה יותר, וזהו מה דאמר אח\"כ תרתי ארעתא אחד ניגרא דרב יוסף נמי סבר דכופין אותו על מדת סדום, ומפרש דזה נמי קאי בכה\"ג דתחלת הסוגיא דאחד טוען שיתנו לו על מצר שלו, וכן פירשו הרמ\"ה והרמב\"ן, ובזה אסקינן דהלכתא כרב יוסף דאפושי אריסי לאו כלום הוא אלא דעדיין אינו מיושב מה שלא הזכיר הרמב\"ם הא דתרתי ארעתא אתרי ניגרא דאמרינן דגם זה הוא עדיפותא דזימנין דהאי מידוויל והאי לא מידוויל אף דעכשיו הם שניהם שוים בשומא וזהו בודאי חדוש ועיין מש\"כ הכ\"מ ודבריו דחוקים.<br><b> ונראה </b> דהרמב\"ם מפרש כפי' הרמ\"ה והרמב\"ן דתרי ארעתא אתרי ניגרא היינו דהאח שאינו סמוך למיצר טוען שיחולקו שני השדות לכל אחד חצי מכל אחת ויהיה לשניהם בכל אחת נגרא ואם יחלקו שדה כנגד שדה לא יהיה לכ\"א אלא נגרא אחת, ובזה אמר דילמא האי מדוויל והאי לא מדוויל, ולפי דבריהם י\"ל דזה פשיטא דתרי נגרי טובים יותר מחד נגרא משום סברא דרב יוסף, אלא דרבה לשיטתו דסובר דגם בעידית ובינונית יהבינן ליה אחד ניגרא, ולפי\"ז נראה עוד דהך פלוגתא בתרתי ארעתא אתרי ניגרי הוי רבותא דרבה ולא רבותא דרב יוסף דכאן הוי חדוש יותר דבעידית הא יהבינן ליה בשומא ששמין עידית כנגד בינונית ונותנין לו עידית פחות בעדה, אבל כאן הא שתיהן שוות ואינו נותן יותר בשביל זה שנוטל אחד מיצרא, ומ\"מ סבר רבה דכיון דעכ\"פ שתיהן שוות ולזה הוא טובה אמרינן גם בכה\"ג כופין עמ\"ס כמו דסבר הכי בעידית ובינונית אף דבודאי ניחא לאדם בעידית, וע\"ז אמר מתקיף לה רב יוסף זימנין דהאי מדוויל והאי לא מדוויל, וכיון שיש נ\"מ בזה א\"כ אפי' לסברא דרבה גבי עידית ובינונית אין ראוי כאן לומר כופין עמ\"ס, כיון דכאן אין שמין ואין נותנין להשני עודף קרקע בשביל זה, ובעיקר טעמא דרבה דסבר כופין עמ\"ס בעידית ובינונית וכן בתרי ניגרי דאינו מובן בסברא, נראה ע\"פ ד' התוס' בע\"ז דף כ' גבי להקדים נתינה דגר וה\"נ כאן כיון שלבעל המיצר הוא נ\"מ גדולה שייך לכוף עמ\"ס אף שיש לו נ\"מ קטנה, אבל רב יוסף לא סבר הכי דגם זה הוא נ\"מ ואינו מחוייב לוותר בשביל טובתו של בעל המיצר ומד' התוס' יש לחלק.<br><b> ועכשיו </b> מבואר מה דלא הביא הרמב\"ם הא דתרתי ארעתא אתרי ניגרי דלפי' הרמ\"ה והרמב\"ן זה ודאי פשוט דשתי ניגרי חשובות יותר מאחת, והך פלוגתא בגמ' הוא רק לרבותא לטעמא דרבה דאפי' בכה\"ג שאין כאן שומא ואינו נותן לו עודף אמרינן דכופין עמ\"ס, אבל להלכה דפסקינן כרב יוסף כבר כתב הרמב\"ם דדוקא אם היתה כולה שוה נוטל אחד מיצרא, וכן כתב בהלכה ג' דדוקא דבר שאין על חבירו הפסד כלל, ולכן מבואר דבמה שיש איזה נ\"מ קצת אין כופין, ולכן לא הוצרך להביא הא דתרי ניגרי."
            ],
            [
                "<b>הבכור שחלק נוטל ב' חלקים שלו כאחד אבל היבם שחלק עם אחיו בנכסי האב נוטל חלקו וחלק אחיו בגורל, אם עלו במקום אחד עלו ואם עלו בב' מקומות עלו. </b><br><b> כתב </b> המ\"מ וז\"ל לדעת המחבר הכוונה שאפי' אין השדה כולה שוה וכגון שהיו בה שני חלקים בינונית והחלק האמצעי עידית שא\"א לו לבכור שיטול כל חלקו כאחד אא\"כ כל העידית שלו ה\"ז נוטלו ובשומת דמים, וכן פירש רבו ז\"ל ולדעת שאר המפרשים דוקא כשהכל שוה הא לאו הכי חולקין כל אחד בעידית וכל א' בבינונית והבכור נוטל בכל אחת שני חלקיו ביחד עכ\"ל, ומבואר דהמ\"מ מפרש דעת הרמב\"ם דאפי' בעידית ובינונית נוטל הבכור במקום א' אף שע\"כ יטול הוא העידית וטעמו משום דבשדות שוות גם יבם נוטל אחד מצרא, אבל הוא תימה גדולה דהא כתב המ\"מ דדעת המחבר כדעת רבו, והר\"י מיגש הא כתב בטעמא וז\"ל דכיון דזכי ליה רחמנא פי שנים כחלק אחד דמי, וא\"כ א\"א להאלים כחו של בכור יותר משל פשוט ובפשוט הא ודאי דבשתי שדות עידית ובינונית אין חולקין עידית כנגד בינונית אלא נוטלין שניהן בעידית ובינונית, וזהו טעמו של הרא\"ש שכתב דמיירי דשתי השדות שוות, דבאינן שוות לא עדיף כחו מפשוט דשני פשוטין חולקין בעידית ובינונית, ואין לומר דהרמב\"ם חולק בעיקר סברת הרא\"ש ושני פשוטין יכול אחד לומר נחלוק את השדות עידית כנגד בינונית, דהא בבכורות דף נ\"ז איתא דבחלקו גדיים כנגד תיישים אין אומרים זהו חלקו המגיע משעה ראשונה, ופי' רש\"י משום דאינו עומד לחלוק כן, אלא שיחלקו שניהם בגדיים ובתיישים, ואף דיש לחלק דגדיים ותיישים הם שני מינים אבל עידית ובינונית הוא מין אחד מ\"מ לא מסתבר כן דלמה יטול אחד עידית והשני בינונית כיון שיש כדי חלוקה לשניהם בשתי השדות.<br><b> לכן </b> נראה דגם הרמב\"ם אינו חולק על זה ובודאי שלדעתו ע\"כ דמיירי בעידית ובינונית דבשוות גם יבם נוטל אחד מצרא, אבל מיירי בשאין בכל שדה כדי חלוקה שאין בשליש מאחת ט' קבין וע\"כ צריכין לחלוק עדית כנגד בינונית ובשומא וביבם אינו נוטל אחד מיצרא אלא בגורל, וזהו עדיפותו של בכור שנוטל אחד מיצרא שלא בגורל, והרא\"ש דסובר דגם בשוות אינו נוטל יבם אחד מיצרא, לכן פירש דמיירי בשוות אבל בעידית כיון דיש להפשוט אפשרות שבגורל תעלה לו העידית אינו יפה כחו של בכור ליטול העידית, ומה דהרמב\"ם סתם דבריו ולא פירש דזהו דוקא אם אין בכל אחת כדי חלוקה זהו פשוט דביש בכל אחת כדי חלוקה אין מן הדין כלל לחלוק שדה כנגד שדה כיון דאינם שוות, ולהדיא כתב דעדיפותו של בכור הוא דאינו נוטל בגורל ושהיבם נוטל בגורל, וא\"כ ע\"כ דהוא באופן דבלא עדיפותו היו נוטלין בגורל וזהו בשאין בכ\"א מהן כדי חלוקה וכנ\"ל.<br><b> אלא </b> דצ\"ע בדברי הרא\"ש דכיון דמשמע דסובר דבכור אין לו עדיפות אלא בשוות א\"כ מה זה שכתב דבאינם שוות דשני פשוטין חולקין בכל אחת לא עדיף כחו של בכור, דהא אין זה הוכחה להיכי שאין בכל אחת כדי חלוקה, וכן הגר\"א בסי' קע\"ד במה שהביא הרמ\"א דעת הסוברים דהא דבכור ופשוט מיירי בששתיהן שוות ודלא כדברי המחבר, כתב ג\"כ טעמו של הרא\"ש משום דלא עדיף מפשוט בחלקו, ובאמת משמע דאפי' אין בכל אין בכל אחת כדי חלוקה סוברים דלא עדיף כחו של בכור, כיון דאפשר שבגורל יזכה הפשוט בעידית.<br><b> ונראה </b> בדעת הרא\"ש דסובר דהוא דוחק להעמיד דוקא שאין בכל שדה כדי חלוקה דהו\"ל לגמ' לפרש, ולכן ע\"כ דמיירי או בשדות שוות או באינם שוות ואכתי לא ביאר הרא\"ש פלוגתא דרבה ורב יוסף אי מיירי בשוות או באינם שוות, ולכן כתב הרא\"ש דהא דבכור ע\"כ מיירי בשוות דבאינם שוות הא אפשר לחלוק בכל שדה ושדה, וממילא מפרשינן גם פלוגתא דרבה ורב יוסף ג\"כ בכה\"ג דלפי' הר\"י מיגש דמפרש הא דרבה ורב יוסף באינם שוות, אבל בשוות גם רב יוסף מודה כמו בתרי ארעתא אחד ניגרא, א\"כ א\"א לפרש הא דבכור בשוות דאפי' ביבם יהבינן ליה אחד מיצרא, ולפי\"ז כיון דלא ניחא להרא\"ש לפרש באין בו כדי חלוקה, וע\"כ דבכור הוא בשוות ומבואר בזה מה שמפרש אח\"כ פלוגתא דרבה ורב יוסף ג\"כ בשוות לרש\"י בשדה הבעל ולר\"ת אפי' בבית השלחין, ומ\"מ כיון דמפרשינן הא דבכור בשדות שוות ממילא באינם שוות אפי' צריך ע\"כ לחלוק עידית כנגד בינונית מ\"מ לא עדיף כחו דבכור לגרוע להפשוט דבגורל אפשר יעלה לו העידית וכמש\"כ.<br><b> והנה </b> אח\"כ ראיתי שהרמ\"ה דסובר בהא דמעלינן כדעת הרמב\"ם דהוא דוקא בשאינן שוות, כתב בהא דבכור דע\"כ מיירי בשא\"א לחלוק שדה כנגד שדה אלא שטרח להעמיד כגון שהעידית אורכה ברוחב השדות ושבצד אחד מן השדות נהר דאם יחלקו העידית לא יגיע לאחד מהם הנהר, ולכאורה אינו מובן דלמה לא יחלקו העידית שיגיע לכל א' כל ארכה וצ\"ל דכונתו שהעידית קצרה ברחבה שאם יחלקו על כל ארכה לא יהיה בה שיעור תלם לכל א' ועיין בדף נ\"ד במה דאמר כדאזיל תיירא דתורי ובתוס' שם, וב\"ה שבעיקר כיונתי לדבריו, אלא שבאמת אינו מובן כלל דלמה הוצרך הרמ\"ה לצייר כשיש בצד אחד נהר ושצריך להוסיף מש\"כ שהרוחב הוא קצר שא\"א לחלקו, ולמה לא כתב בפשוטו שאין בשליש שדה ט' קבין, ומתוך הדוחק נראה לכאורה דאפשר דסובר דבכה\"ג כיון דהשדות סמוכות אפי' כשיגיע לכל א' בכל אחת פחות מט' קבין כיון דביחד יהיה לכל א' יותר מט' קבין אף שמפסיק ביניהם שדה אחר דזה ודאי דעידית ובינונית מצטרפות לט' קבין לכן אפשר לחלוק כיון דביחד יהיה לכל א' שיעור שדה, אבל בדעת הרמב\"ם נראה דבכל חלק צריך שיהיה שיעור שדה וכדתנן כל שאילו יחלק ושמו עליו, וכיון דחלק זה בפ\"ע אין בו שיעור שדה אינו מצטרף לצד השני שמפסיק ביניהם שדה של אחר וכן נראה פשוט, ואולי דגם דעת הרמ\"ה כן ורק דציור שלו נראה לו יותר מצוי."
            ]
        ],
        [
            [
                "<b>הנותן מתנה אין בה דין בן המצר, היה כתוב בשטר מתנה שאחריות מתנה זו על הנותן יש בה דין בן המצר, הואיל ויש בה אחריות מכירה הוא ולא כתב מתנה אלא לבטל זכות בן המצר וכמה נותן לו מה שהוא שוה. אמר הלוקח כן הוא והערמה עשינו ומכירה היא ובכך וכך קניתיה, נשבע בנקיטת חפץ ונוטל כדין השלוחין, יראה לי שצריך לטעון דמים שהן ראויין או יותר מעט, אבל אם אמר על שוה מאה במאתים קניתי אינו נאמן. </b><br><b> אבל </b> אם אמר וכו' הלח\"מ הקשה דהא בפי\"ד הל' ד' כתב לקח שוה מאה במאתים. וטען בן המצר שעשו קנוניא ביניהם נשבע הלוקח בנק\"ח ונוטל מאתים, והביא דהב\"י כתב לחלק דשאני הכא דעשו הערמה להוציא מיד המצרן, וכתב ע\"ז הלח\"מ דלא נראה כן מד' המ\"מ שלא כתב טעמא דהערמה אלא דחזקה שאין אדם קונה שוה מאה במאתים, וכתב הלח\"מ דמש\"כ בפי\"ד הוא כשמודה המצרן שראה הוא בעצמו שנתן המאתים אלא שטוען שקנוניא עשו ביניהם, ולכן נשבע הלוקח דלא דמי להיכי שיש עדים שנתן מאתים דאינו נשבע אלא היסת אח\"כ דשאני הכא דבלא הודאתו לא היה הלוקח נאמן, ואין דבריו מבוררים דכיון דבלא הודאת המצרן לא היינו מאמינים להלוקח, ורק בשביל שהודה והוא הלא טוען שהיה קנוניא ביניהם, א\"כ הפה שאסר הוא הפה שהתיר, והלח\"מ בא מטעם זה לחייב רק להלוקח שבועה, אבל למה אין צריך להיות המצרן נאמן לגמרי, ואולי הוא להוציא, אבל תירוצו הוא אוקימתא בדברי הרמב\"ם שלא הוזכר בדבריו כלל.<br><b> והנראה </b> בזה דבפי\"ד מיירי כפשוטו שכתוב בשטר המכירה שמכר לו הקרקע במאתים ושקבל המוכר דמי המכר, ועל זה טוען המצרן שהיה קנוניא ביניהם, ולכן לא דמי למה שכתב הרמב\"ם אח\"כ דאם היה שם עדים שנתן המאתים ובן המצר טוען שאמנה היתה, דברישא לא מיירי שהעידו העדים שהם יודעים שנתן המאתים, אלא שבשטר כתוב כן ע\"פ המוכר ולכן צריך הלוקח לישבע, ומ\"מ לא דמי לכאן דשם כיון דלפנינו שטר בעדים שקנה במאתים לא מרעינן לשטר מכח חזקה שאין אדם קונה שוה מאה במאתים ומהני זה רק להשביעו, אבל הכא דהוא רק טענה של הלוקח שקנה במאתים וכיון דהוא חזקה שאין אדם קונה שוה מאה במאתים אינו נאמן, ובאמת הדבר מבואר גם כאן בהל' ג' שכתב הרמב\"ם היה כתוב בשטר מתנה וקבלתי עלי אחריות מתנה זו שאם תצא מידו אתן לו מאתים נותן לו בן המצר מאתים ואח\"כ מסלקו ואע\"פ שאינה שוה אלא מנה, ומבואר להדיא דבכה\"ג לא אמרינן דחזקה שאין אדם קונה שוה מאה במאתים, וא\"כ התם נמי שכתב לקח שוה מאה במאתים, היינו שבשטר מכירה כתוב שהוא במאתים, ומה שכתב שם הרמב\"ם דאם טען בן המצר שעשו קנוניא ביניהם נשבע הלוקח בנק\"ח, וכאן לא כתב שנשבע זהו משום דלא הזכיר כאן שטען בן המצר ואה\"נ שאם טען בן המצר שקנוניא היא ודאי צריך הלוקח לישבע, ולדעתי הדברים פשוטים וברורים."
            ],
            [
                "<b>הנותן מתנה אין בה דין בן המצר, היה כתוב בשטר מתנה שאחריות מתנה זו על הנותן יש בה דין בן המצר, הואיל ויש בה אחריות מכירה הוא ולא כתב מתנה אלא לבטל זכות בן המצר וכמה נותן לו מה שהוא שוה. אמר הלוקח כן הוא והערמה עשינו ומכירה היא ובכך וכך קניתיה, נשבע בנקיטת חפץ ונוטל כדין השלוחין, יראה לי שצריך לטעון דמים שהן ראויין או יותר מעט, אבל אם אמר על שוה מאה במאתים קניתי אינו נאמן. </b><br><b> אבל </b> אם אמר וכו' הלח\"מ הקשה דהא בפי\"ד הל' ד' כתב לקח שוה מאה במאתים. וטען בן המצר שעשו קנוניא ביניהם נשבע הלוקח בנק\"ח ונוטל מאתים, והביא דהב\"י כתב לחלק דשאני הכא דעשו הערמה להוציא מיד המצרן, וכתב ע\"ז הלח\"מ דלא נראה כן מד' המ\"מ שלא כתב טעמא דהערמה אלא דחזקה שאין אדם קונה שוה מאה במאתים, וכתב הלח\"מ דמש\"כ בפי\"ד הוא כשמודה המצרן שראה הוא בעצמו שנתן המאתים אלא שטוען שקנוניא עשו ביניהם, ולכן נשבע הלוקח דלא דמי להיכי שיש עדים שנתן מאתים דאינו נשבע אלא היסת אח\"כ דשאני הכא דבלא הודאתו לא היה הלוקח נאמן, ואין דבריו מבוררים דכיון דבלא הודאת המצרן לא היינו מאמינים להלוקח, ורק בשביל שהודה והוא הלא טוען שהיה קנוניא ביניהם, א\"כ הפה שאסר הוא הפה שהתיר, והלח\"מ בא מטעם זה לחייב רק להלוקח שבועה, אבל למה אין צריך להיות המצרן נאמן לגמרי, ואולי הוא להוציא, אבל תירוצו הוא אוקימתא בדברי הרמב\"ם שלא הוזכר בדבריו כלל.<br><b> והנראה </b> בזה דבפי\"ד מיירי כפשוטו שכתוב בשטר המכירה שמכר לו הקרקע במאתים ושקבל המוכר דמי המכר, ועל זה טוען המצרן שהיה קנוניא ביניהם, ולכן לא דמי למה שכתב הרמב\"ם אח\"כ דאם היה שם עדים שנתן המאתים ובן המצר טוען שאמנה היתה, דברישא לא מיירי שהעידו העדים שהם יודעים שנתן המאתים, אלא שבשטר כתוב כן ע\"פ המוכר ולכן צריך הלוקח לישבע, ומ\"מ לא דמי לכאן דשם כיון דלפנינו שטר בעדים שקנה במאתים לא מרעינן לשטר מכח חזקה שאין אדם קונה שוה מאה במאתים ומהני זה רק להשביעו, אבל הכא דהוא רק טענה של הלוקח שקנה במאתים וכיון דהוא חזקה שאין אדם קונה שוה מאה במאתים אינו נאמן, ובאמת הדבר מבואר גם כאן בהל' ג' שכתב הרמב\"ם היה כתוב בשטר מתנה וקבלתי עלי אחריות מתנה זו שאם תצא מידו אתן לו מאתים נותן לו בן המצר מאתים ואח\"כ מסלקו ואע\"פ שאינה שוה אלא מנה, ומבואר להדיא דבכה\"ג לא אמרינן דחזקה שאין אדם קונה שוה מאה במאתים, וא\"כ התם נמי שכתב לקח שוה מאה במאתים, היינו שבשטר מכירה כתוב שהוא במאתים, ומה שכתב שם הרמב\"ם דאם טען בן המצר שעשו קנוניא ביניהם נשבע הלוקח בנק\"ח, וכאן לא כתב שנשבע זהו משום דלא הזכיר כאן שטען בן המצר ואה\"נ שאם טען בן המצר שקנוניא היא ודאי צריך הלוקח לישבע, ולדעתי הדברים פשוטים וברורים."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הלוקח שבנה והשביח או סתר והפסיד בן המצר מסלקו ונותן לו דמים הראויין לו והרי הוא בכל מעשיו כמו השליח, וכן אם לוה הלוקח קודם שיסלק אותו בן המצר וסלקו בן המצר אין בע\"ח שלו טורף מיד בן המצר זהו העיקר בכל אלו הדינין שכל הלוקח בצד מצר חברו הוא כמו שליח לחברו ולתקן שלחו ולא לעוות, לפיכך אם השביח נוטל הוצאה ואם הפסיד וחפר והרס או אכל הפירות מנכין לו מן הדמים, בד\"א שמחשבין לו הפירות בשאכלן אחר שבא בן המצר והביא מעות לסלקו, אבל כל הפירות שאכל מקודם שלו הוא אוכל ואין מחשבין אותם. </b><br><b> בד\"א </b> שמחשבין לו הפירות, כתב המ\"מ פי' אע\"ג שהוא כשליח זהו כשמסלקו או בא לסלקו, אבל קודם לכן ה\"ז כלוקח עד אותו זמן ואין מחשבין לו פירות שאכל עכ\"ל, ולכאורה הדברים תמוהים דהיכי כתב דהוא כלוקח עד אותו זמן דהא כתב הרמב\"ם להדיא דאינו אלא כשליח ועיין בהל' י\"א שביארנו בארוכה דדעת הרמב\"ם דלגבי המוכר אין אנו דנין דינא דבר מצרא, ולכן עיקר המכר של המוכר קיים לגבי הלוקח אלא דכל זה בין המוכר והלוקח אבל במה שנוגע בין הלוקח והמצרן אנו דנין כאילו הוא כשלוחו, ולכן זה ודאי דצריך הלוקח לכתוב שטר מכירה להמצרן, אבל מ\"מ במה שנוגע בין הלוקח והמצרן הא אנו אומרים דהוי כאילו מעיקרא היה הקנין עבורו, ואיברא דלא נוכל לומר כן אלא אחר שהביא המצרן מעות דאז נעשה שלו למפרע בדברים שנוגעים בינו לבין הלוקח ולבע\"ח, אבל מ\"מ קשה כיון דעכ\"פ למפרע נעשה של המצרן, ולכן לא חל שעבודו ששעבד הלוקח להקרקע, וא\"כ אמאי לא שייך הפירות להמצרן.<br><b> והנראה </b> בזה עפ\"מ שכתבתי בפ\"ז מה' נז\"מ במה שחילק הרמב\"ם בין שבחא דממילא לשבחא דמחמת הוצאה לענין בע\"ח וגזלן ומזיק ובכור דדבר שהוא שלו ואינו ברשותו שייך שבחא דממילא למי שהוא שלו ושבחא דמחמת הוצאה למי שהוא ברשותו, ולכן אפשר לומר דכיון דכ\"ז שלא הביא המצרן מעות עומדת השדה ברשות הלוקח, לכן הפירות שלו, ואף דלכאורה קשה מפירות שאין בהם עבודה והוצאה כגון שלקח שדה מלאה פירות אמאי שייכים להלוקח, איברא די\"ל דבלקח שדה מלאה פירות לא נחשבין הפירות פירות של הקרקע כיון דבשעת המקח כבר היו בעין, א\"כ ע\"כ היה צריך לנכות מדמי הקרקע שוויים של הפירות ולא נחשבו פירות, וע\"כ מה שכתב הרמב\"ם פירות היינו פירות שגדלו אחר המכירה והוא לפימש\"כ הטור בדעת הרמב\"ם דיכול המצרן לסלק אפי' לזמן מרובה, אלא דאכתי קשה היכי שלקח שדה עם פירות שהתחילו לצמוח ואין צריכים עבודה, ומ\"מ נקראים פירות, שגדלו מהקרקע אחר המכירה, אבל באמת גם זה מיושב דכיון שכתבנו דזה דמי לדין בע\"ח, ובע\"ח אף דגובה שבחא דממילא אבל אינו גובה פירות שאכל הלוקח, כמו שפסק הרמב\"ם בפכ\"א מה' מלוה הל' ב', ולכן גם כאן כיון שהיתה הקרקע ברשות הלוקח אין המצרן נוטל הפירות שאכל, ואדרבא בזה מדוקדק ומיושב מה שכתב הרמב\"ם דרק פירות שאכל הלוקח אין מחשבין לו, ומוכח דפירות שנשארו בשדה כשהביא המעות נוטלם המצרן, ולדברי המ\"מ יקשה הא מה שגדלו ברשות הלוקח גדלו, אבל לפי\"ז מבואר דגם גבי בע\"ח דקיי\"ל דאינו נוטל פירות אינו אלא פירות שאכלן הלוקח, אבל פירות הנמצאים בשדה אף שגדלו ברשות הלוקח גובה אותם בע\"ח ועיין בפ\"ז מה' נז\"מ שבארתי במה דחלוק בע\"ח מבכור לדין פירות שנשארו בקרקע."
            ],
            [],
            [
                "<b>בן המצר שבא לסלק את הלוקח וקודם שיסלקו מכר לו את השדה שיש לו על המצר אבד את זכותו. </b><br><b> מכר </b> לו את השדה מלשון זה משמע דדוקא היכי שמכר את השדה הסמוכה להלוקח, אבל אם מכרה לאחר יש לו זכות דבר מצרא בעד הלוקח שקנה ממנו ומה מכר ראשון לשני כל זכות שתבוא לידו, אבל בחו\"מ סי' קע\"ה כתב המחבר דברי הרמב\"ם וכתב להדיא דאפי' מכרה לאחר אבד את זכותו, וגם השני אין לו זכות לסלקו, ומשמע דהיה להמחבר גירסא אחרת בלשון הרמב\"ם ותיבת \"לו\" מיותר, ובעיקר דינא אף דהלוקח לא הוי אלא שליח ועיין במש\"כ בהל' י\"א מ\"מ כיון דכל זמן שלא בא לתבוע זכות מצרנות השדה היא של הלוקח, אלא דכשמביא מעות אמרינן דהמכירה נעשית למפרע עבורו, וביארנו בהל' י\"א דזה אינו אלא בין הלוקח ובין המצרן, אבל מצד המוכר נמכרה השדה להלוקח, והלוקח צריך לכתוב שטר מכירה, וא\"כ נוכל לומר בזה רק גדר למפרע דכשבא המצרן וטוען זכות מצרנות נעשה הקנין במה שנוגע בינו לבין הלוקח כאילו קנאה בשבילו וכיון דאנו צריכין לומר כאן גדר למפרע לכן צריך שעכ\"פ שיהיה לו שם מצרן עתה כשבא לתבוע."
            ],
            [],
            [
                "<b>בעל חוב של מוכר שטרף השדה מיד בעל המצר חוזר וטורף מן הלוקח שסלקו והלוקח חוזר ונוטל מן המוכר. </b><br><b> השגת </b> הראב\"ד בע\"ח של מוכר שטרף וכו' עד ונוטל מן המוכר א\"א לזה לא ידעתי טעמו, ואולי מפני שפשע שקנה מאיש שיש עליו שט\"ח עכ\"ל.<br><b> כתב </b> המ\"מ דטעמו של הרמב\"ם שאע\"פ שהלוקח הוא כשליח של בן המצר מ\"מ אם לא רצה בן המצר לקנות ישאר אצלו ואם יטרוף בע\"ח חוזר אצל המוכר ואם אין לו לשלם מפסיד, וכיון שכן אף כשסלקו בן המצר אם יטרפוה ממנו הוא בעל אחריות שהרי הוא כחוזר ומוכרה, אח\"כ הביא המ\"מ דהרמב\"ן והרשב\"א חלקו ואמרו שאין האחריות על הלוקח כלל אלא על המוכר, ודברי המ\"מ צריכים ביאור דמקודם כתב שאע\"פ שהלוקח הוא כשליח של בן המצר, ואח\"כ כתב דלהכי מקבל המוכר אחריות שהרי הוא כחוזר ומוכרה לו, והכ\"מ כתב על דברי המ\"מ וז\"ל ואני אומר שדברים תמוהים הם דאתו רבנן ותקנו משום ישר וטוב שיתן שדהו למצרן ושיתחייב באחריות בלא שום הנאה, ועל טעמו של הראב\"ד תמה הכ\"מ דאם הלוקח ידע הרי גם המצרן ידע ולמה סילק הלוקח, ולכן כתב הכ\"מ דכונת הרמב\"ם ביש למוכר ממה לפרוע ומשום דהמצרן אינו יכול לתבוע למוכר, ומה שכתב הרמב\"ם מקודם דבעל המצר טורף מן הלוקח זהו כדי לכופו שיתבע מן המוכר דאל\"כ לא ירצה לתבוע עבורו, אבל אם אין למוכר פשיטא שלא יפסיד הלוקח, וכתב הכ\"מ שקרוב לזה מצא בדברי הרשב\"א שכתב על דברי רבינו שאף הרב לא אמר אלא בדקבל מוכר אחריות דכי משלם איהו לבן המצר לית ליה פסידא דהא עליה דמוכר הדר, אבל היכי דאית ליה פסידא לא קאמר דועשית הישר והטוב אמר רחמנא עכ\"ל, אבל לדעתי הוא דחוק לפרש דברי הרמב\"ם דוקא באופן שיש להמוכר ממה לפרוע דהא כתב הרמב\"ם בסתם דבעל המצר טורף מן הלוקח, ולא התנה אם יש למוכר ואח\"כ כתב שהלוקח חוזר ונוטל מן המוכר.<br><b> ולבאר </b> שיטת הרמב\"ם נביא גם דברי הרמב\"ן בחדושיו שכתב וז\"ל ומסתברא דלוקח לא מקבל אחריות לבר מצרא דלאו ועשית הישר והטוב הוא שיהיה מפסיד בו ואע\"ג דמוכר קביל עליה לדידיה אחריות דילמא לא הוי ליה נכסי למוכר והדר עליה וליתיה אלא כדין שליח ואחריותיה דבר מצרא אמוכר, ותמיהני על הר\"מ הספרדי ז\"ל שאמר אחריותו על הלוקח והוא עצמו נתן עיקר גדול בדינים הללו שאינו אלא כדין שליח של בן המצר עכ\"ל, ומה שכתב שהוא עצמו נתן עיקר גדול בדינים הללו, זהו מה שכתב בהל' ז' וז\"ל זהו העיקר בכל אלו הדינין שכל הלוקח בצד מצר חבירו הוא כמו שליח לחברו, וכן בפי\"ב הל' ה' כתב המוכר קרקע שלו לאחר יש לחבירו שהוא בצד המצר שלו ליתן דמים ללוקח ולסלק אותו וזה הלוקח הרחוק כאלו הוא שליח של בן המצר, וא\"כ דברי הרמב\"ם צריכים ביאור משני הצדדין, חדא דאיזהו הישר והטוב הוא שיסתלק מן הקרקע ושיהיה חייב באחריות באופן שיוכל לבוא לידי הפסד, ואפי' לא יבוא לידי הפסד ויש למוכר ממה לגבות למה הוא מחוייב שיהיה לו דינא ודיינא עם המוכר ולגבות ממנו, ובודאי דעשיית הישר והטוב לא שייך אלא היכי דאין לו היזק בכך וזהו עיקר דינא דבר מצרא דיכול למצוא קרקעות במקום אחר, ועוד דהא בעצמו כתב דהלוקח הוא כשליח של בן המצר ולמה יתחייב באחריות.<br><b> והנראה </b> בזה דהרמב\"ם מחולק עם שאר הראשונים בפי' מה דאמרינן דדינא דבר מצרא הוא משום ועשית הישר והטוב, דמדברי הרמב\"ן והרשב\"א שהבאנו מוכח דגדר ועשית הישר והטוב הוא על זה שאנו דנין שיתן הלוקח קרקע בדמים לבן המיצר, אבל בדעת הרמב\"ם נראה דמפרש דהא דאמרינן דמסלקינן ליה משום ועשית הישר והטוב היינו דמשום זה לא היה לו לקנות אצל בן המצר, ובתחלת הקניה היה הדין שבן המצר יקנה, וזהו מה שכתב בפי\"ב הל' ה' וז\"ל בן המצר קודם ומסלק את הלוקח ודבר זה משום שנאמר ועשית הישר והטוב אמרו חכמים הואיל והמכר אחד טוב וישר הוא שיקנה מקום זה בן המצר יותר מן הרחוק, והיינו דבעיקר קנין הקרקע הישר והטוב הוא שיקנה בן המצר, ולכן תיקנו חכמים על הלוקח שעבר על זה שדינו להסתלק ודינו כמו שהיה מתחלה קונה עבור בן המצר, אלא דמ\"מ לא נוכל לומר דבאמת כן הדין משום דכל דין מצרנות לא תיקנו אלא על הלוקח ולא על המוכר, וכן כתב הרשב\"א הובא בש\"מ, ונראה דטעמא דמילתא משום דמוכר א\"א לו להתרות במצרן שיקנה, דהמצרן יחפוץ בזול, אבל בלוקח אם יאמר הלוקח להמצרן שיקנה באלו המעות שהוא רוצה ליתן והמצרן לא יתן יכול הלוקח ליקח, אבל אם נטיל על המוכר לא יוכל לברר כמה נותן לו לוקח אחר, ולכן שקלוה רבנן דינא דבר מצרא מן המוכר והטילוה על הלוקח, אבל עכ\"פ זה מבואר דכל דינא דב\"מ הוא על הלוקח ולא על המוכר, וא\"כ המוכר אין לו דין עם המצרן ולגבי המוכר לא נתבטל המכר שמכר ללוקח ומה דאמרינן דהלוקח כשליח זהו בינו ובין המצרן, ומבואר עכשיו דברי הרמב\"ם שכתב מקודם דהעיקר בכל הדינים הללו שהלוקח הוא כשליח של המצרן דזהו בדין שבינו לבין המצרן, אבל לא בדין שבינו לבין המוכר, וכן בדין שבין המצרן לבין המוכר, ומבוארים דברי המ\"מ שכתב דהלוקח הוא כמוכר להמצרן.<br><b> ולכן </b> מבואר מה שכתב הכ\"מ דהמצרן אינו יכול לטרוף מן המוכר בשביל האחריות דיאמר לו לאו בע\"ד דידי את, ורק מה שכתב הכ\"מ דמשו\"ה כתב הרמב\"ם דמצרן טורף מן הלוקח דאל\"כ לא ירצה הלוקח לטרוף מן המוכר בשביל המצרן, לא צריך לזה כלל דכיון שלגבי המוכר המקח עם הלוקח קיים, א\"כ אפי' אם יחפוץ הלוקח לטרוף מן המוכר קודם שטרף המצרן ממנו אינו יכול לטרוף, דה\"נ בכל מוכר שמכר ללוקח והלוקח לשני וטרף בע\"ח מהלוקח השני לא יוכל לוקח ראשון לטרוף מן המוכר כ\"ז שלא גבה ממנו הלוקח השני, דיאמר אחוי טירפך ואשלם לך, דכל זמן שלא היה לו היזק איזה דין יש לו עם המוכר ולכן ע\"כ דמקודם צריך המצרן לגבות מן הלוקח, אלא דלדברינו אפי' אם אין להמוכר לשלם גובה המצרן מהלוקח, ולא קשה מה שהקשה הכ\"מ דאיזה ישר וטוב הוא שיקבל אחריות בדבר שלא היה לו שום הנאה, אבל לפי\"מ שבארנו ל\"ק כלל דדין ועשית הישר והטוב לדעת הרמב\"ם אינו על מה שהלוקח צריך להסתלק וליתן הקרקע להמצרן בדמים שקנה, אלא דכיון שלא היה רשאי ליקח חייבוהו חכמים לחזור ולמכור השדה להמצרן בדמים שקנה, וחייבוהו למוכר באחריות כדרך שקנה הוא באחריות כיון דאינו יכול למסור אחריות המוכר להמצרן ולא איכפת לן אם דבר זה אינו מהישר והטוב דהעיקר הוא שמקודם לא היה רשאי ליקח לכן חייבוהו עכשיו אפי' באופן שיהיה לו פסידא, אכן זה ודאי דאם קנה מהמוכר מפורש בלא אחריות ודאי א\"צ לקבל אחריות לגבי המצרן, כיון דהמצרן אם היה לוקח מהמוכר ג\"כ לא היה מקבל המוכר אחריות, ואם המצרן לא היה רוצה ליקח בלא אחריות אז הלא היה רשות להלוקח ליקח, דהיכי דהוי פסידא למוכר ליכא דינא דב\"מ, ומבואר דזהו שכתב הרשב\"א שהביא הכ\"מ סייעתא לדבריו, אבל באמת גם הרמב\"ם ודאי מודה לזה, ומיושב ב' הקושיות על דברי הרמב\"ם בין ממה דהלוקח כשליח בין ממה דליכא בזה ישר וטוב וכמו שבארנו."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, הלכות שכנים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}