{
    "title": "Hasagot HaRaavad on Mishneh Torah, Murderer and the Preservation of Life",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Murderer_and_the_Preservation_of_Life",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> שנאמר וקצותה את כפה וכו'.</b> א''א בספרי קא דריש לה הכי עכ''ל: "
            ]
        ],
        [],
        [],
        [
            [
                "<b> המתכוון להרוג את זה והרג את זה פטור ממיתת בית דין וכו'.</b> א''א כר''ש הוא ואין הלכה כר''ש עכ''ל: "
            ]
        ],
        [
            [],
            [
                "<b> אבל אם חבל בו בשגגה אף על פי שאמדוהו למיתה וכו' עד קירב את מיתת עצמו.</b> א''א נמצא לדבריו מה שאמרו חובשין אותו דאי מיית קטלינן ליה לא אמרו אלא במכה שאין בה חבורה ולא מחוור כלל. ואומר אני שלא אמרו הרוח בלבלתו או פרכוסו הרגתו אלא כששחט בו שנים או רוב שנים אבל חבורה אחרת אין הרוח ופרכוס מקרבין את מיתתו: "
            ],
            [
                "<b> ישראל שהרג בשגגה את העבד או את גר תושב.</b> א''א אין נ''ל כך מן ההלכה לפי שהוצרכו להביא עבד ועובד כוכבים מן הריבוי אלמא גר תושב אין גולין עליו ואין נהרג עליו ועוד כי יכה את רעהו כתיב עכ''ל: "
            ],
            [],
            [],
            [
                "<b> וכן הרב המכה תלמידו או שליח בין דין שהכה את בעל דין הנמנע מלבא בדין וכו'.</b> א''א זו לא שמענו מעולם אלא שליח ב''ד שהוא מלקה יותר ממה שאמדוהו ב''ד ומת תחת ידו והא דאמרינן דכפתינן ואסרינן ועבדינן הרדפה הנהו לבעלי עבירות עד שיחזרו בהן: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b> וכן כל הרצחנים שהרגו בעד אחד או בלא התראה וכו'.</b> א''א תימה הוא ואיך נאמין בעד אחד או להתיר דמו של זה לגואל הדם: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> עיר מקלט שיש בה רוצחים.</b> א''א שיש בה רוב רצחנים עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> וכן מושחין בין כל עיר וכו'.</b> א''א וכן משוין. עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> נמצא זה על גבי זה מודדין מן העליון כמות שהן מונחין.</b> א''א זה הפסק אינו מתברר מהגמרא: "
            ],
            [],
            [],
            [],
            [
                "<b> אשה אומרת ראיתי את ההורג עד בין שבאו שתיהן כאחת בין שבאו זו אחר זו.</b> א''א נראה מן הגמרא שזה שיבוש הוא דבזה אחר זה הראשון עיקר ואפילו אשה עכ''ל: "
            ],
            [
                "<b> אבל אם אמר עד אחד וכו'.</b> א''א גם זה שיבוש: "
            ],
            [
                "<b> שתי נשים או שני פסולין אומרים וכו' עד עורפין.</b> א''א גם זה שיבוש שלא אמרו אלא בדאתא עד אחד כשר מעיקרא אבל אתא לבסוף הולכים אחר רוב דעות ואפילו בעד אחד מכחישן עכ''ל: "
            ],
            [
                "<b> שלש נשים או שלשה פסולים וכו'.</b> א''א אפילו בזה אחר זה עכ''ל: "
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b> גובה המעקה אין פחות מעשרה טפחים.</b> א''א דוקא ממקום דרסו והוא מקום הנמוך שבו אבל שאר צדדין ג' טפחים עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b> וכן לא יתן אדם פס ידו וכו'.</b> א''א בירושלמי אסור למיתן פיסתא תותי בי שחיא ומפרשין חתיכה של בשר או של לחם מפני הזיעה עכ''ל: ",
                "<b> ולא יתן התבשיל וכו'.</b> א''א גם זה בירושלמי ומפרשים משום רוח רעה: "
            ],
            [
                "<b> וכן לא ינעוץ וכו'.</b> א''א גם זה מפרשים משום ביזוי שעושה מהן תיק לסכין: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> חמרים שרגליו של אחד מהן רעועות אין חביריו רשאין להקדים ולעבור מעליו.</b> פירוש אין חביריו רשאין לדרוס עליו ולעבור אבל אם נפל רשאין ודוקא בחמור אבל באדם לא עכ''ל: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות רוצח ושמירת נפש",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}