{
    "text": {
        "0_Endorsement": {},
        "1_Introduction": {},
        "2_Bereshit": {},
        "3_Noach": {
            "0": "These are the generations of Noah. Noah etc. The text wants to praise Noah for having been whole from his beginning until his end. And this is why it is said, \"These are the generations of Noah. Noah...\" This intends to emphasize [Noah's wholeness] from his beginning until his end, he was of one value and of singularly similar acts. And an explanation for this reason that the text says \"A righteous man he was in his generations\" is that he was as such in generations when people are not seen as righteous--throughout all of this, as if in all of his generations, both in the generation of his youth and in the generation of his old age. Throughout them all, he was of one character. He was a righteous man in all of the generations that passed over him. And the text says \"complete\" (tamim), for he was not like some of the righteous people who have erred and in the end changed course and turned over (towards righteousness). Rather, he had always been 'complete,' for he had no blemish or  perversion. And, if you were to say, \"How is it possible for him to have had this [quality]?\" Then, say that the reason for this is \"Noah walked with God.\" This is to say, that he never had any dealing with a human creature, but he would spend all day alone [i.e., with God]. And for this, he had the power to be saved from those [humans] and did not sin at all. Proof has been brought for his isolation, for the whole world had engaged in sexually illicit actions, and that is how they had many sons and daughters, and, as such, it says, \"It was when the human species began to increase.\" Indeed, Noah did not produce offspring until he had reached 600 years of age, and all that he produced was three sons and nothing more, and all of this is to teach about his isolation. And for this, the text doubly mentioned their generations here, for the text said indeed, \"in all of the world,\" and this is why the text said, \"the land became corrupt etc.\""
        },
        "4_Lech Lecha": {},
        "5_Vayera": {},
        "6_Chayei Sara": {},
        "7_Toldot": {},
        "8_Vayetzei": {},
        "9_Vayishlach": {},
        "10_Vayeshev": {},
        "11_Miketz": {},
        "12_Vayigash": {},
        "13_Vayechi": {},
        "14_Shemot": {},
        "15_Vaera": {},
        "16_Bo": {},
        "17_Beshalach": {},
        "18_Yitro": {},
        "19_Mishpatim": {},
        "20_Terumah": {},
        "21_Tetzaveh": {},
        "22_Ki Tisa": {},
        "23_Vayakhel": {},
        "24_Pekudei": {},
        "25_Vayikra": {},
        "26_Tzav": {},
        "27_Tazria": {},
        "28_Metzora": {},
        "29_Achrei Mot": {},
        "30_Kedoshim": {},
        "31_Emor": {},
        "32_Behar": {},
        "33_Bechukotai": {},
        "34_Bamidbar": {},
        "35_Nasso": {},
        "36_Beha'alotcha": {},
        "37_Sh'lach": {},
        "38_Korach": {},
        "39_Chukat": {},
        "40_Balak": {},
        "41_Pinchas": {},
        "42_Matot": {},
        "43_Masei": {},
        "44_Vaetchanan": {},
        "45_Eikev": {},
        "46_Re'eh": {},
        "47_Shoftim": {},
        "48_Ki Teitzei": {},
        "49_Ki Tavo": {},
        "50_Nitzavim": {},
        "51_Vayeilech": {}
    },
    "meta": "Paragraph",
    "work": "Ba'alei Brit Avram"
}