{
    "title": "Tziunei Maharan on Mishneh Torah, Forbidden Intercourse",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Forbidden_Intercourse",
    "text": [
        [],
        [
            [],
            [],
            [
                "<b>בת אשת אביו וכו' אבל אם נשא אביו אשה ויש לה בת מאיש אחר אותה הבת מותרת לו שאין זו מולדת אביו.</b> וכ' הכ\"מ בת אשת אביו וכו' זה מבואר בכתובות. אבל מ\"ש רבינו אבל אם נשא אביו אשה אחרת פשוט הוא ומתבאר בהרבה מקומות בגמרא שאין כאן שום איסור ובפירוש אמרו בסוטה דף מ\"ג ע\"ב חורגת פי' בת' אשת אב מאיש אחר הגדלה בין האחין אסורה לינשא לאחין משום מראית העין פי' שנראית כאחותם ואסיקו התם ולא היא קלא אית ליה וזה מבואר ע\"כ. והנה אמת שגוף הדין שכ' רבינו מבואר שם בגמרא אבל רבינו שסיים שאין זו מולדת אביו מוכח שמעין אחר היה לו אשר משם שאב את דבריו דידוע שאין דרכו של רבינו להוסיף שום דבר מדעת עצמו אם לא נמצא הדבר מפורש אבל דברי רבינו נובעים מהתו\"כ קדושים פר' י\"א ברייתא י\"ג אי בת אשת אביך אפילו מאיש אחר ת\"ל מולדת אביך ע\"כ. ומכאן הוציא רבינו את דבריו:"
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<small>[השמטה]</small>\n<b> ראתה שני ימים ובשלישי הפילה ואין ידוע מה הפילה הרי זו ספק זבה וספק יולדת.</b> עי' במ\"מ ובמ\"ע שציינו לברייתא דפ' המפלת דף כ\"א אבל שם הא מיירי בקשתה ולשון רבינו הוא ראתה כו'. אבל דברי רבינו הם ברייתא ערוכה בנדה דף נ\"ד ריש ע\"ב ראתה שנים ולשלישי הפילה ואינה יודעת מה הפילה הרי זו ספק זיבה ספק לידה ע\"ש ובע\"מ שם השמיט לציין לדברי רבינו בכאן: <small> [עד כאן]:</small>"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן אין האשה קובעת וסת בימי זיבתה שהן אחד עשר יום כו' ואם נקבע לה וסת בימי זיבתה ה\"ז חוששת לוסתה וכל וסת שקבעה בימי זיבתה אם נעקרה אפילו פעם אחת נעקרה ואינה צריכה להיעקר ג' פעמים שחזקת דמים מסולקין הן לימים אלו.</b> וכ' המ\"מ אין האשה כו' הוא מחלוקת אמוראי בנדה דף ל\"ט ופסק רבינו כר\"פ דאמר דלא קבעה וסת בימי זיבה אבל חוששת לו ע\"כ. אבל על מש\"כ רבינו וכל וסת שקבעה בימי זיבתה אם נעקרה כו' לזה לא הראו המ\"מ והכ\"מ שום מקור. ובמ\"ע הראה מקור לזה בנדה סוף פרק האשה ופרק בנות כותים ולא נמצא שם כן. ובב\"י יו\"ד סי' קפ\"ט העתיק דברי רבינו הללו וכ' עליו ומ\"ש שחזקת דמים מסולקים לימים אלו איני יודע למה הם בחזקה זו דבשלמא גבי מעוברת ומניקה שייך לומר כן לפי שרוב הנשים אין דרכן לראות בהן אבל לימי זיבה איני מוצא טעם ומ\"מ כך משמע במתני' ס\"פ בנות כותים דקתני כל י\"א ימים בחזקת טהרה עכ\"ד. אבל דבריו תמוהין שדברי רבינו הם ש\"ס ערוך בנדה דף ס\"ח ע\"ב ע\"מ דאיתא במתני' שם אם יש לה וסת דיה שעתה נימא תהוי תיובתא דר\"ה ב\"ח אמר שמואל דאר\"ה ב\"ח אמר שמואל לומר שאין האשה קובעת לה וסת בימי זיבתה אמר לך ר\"ה ב\"ח כי אמרי' אין האשה קובעת לה וסת בימי זיבתה דלא בעיא תלתא זימני למיעקריה דאמרי' דמיה מסולקין וכאן דדמיה מסולקין דיה שעתה ע\"כ. ומבוארין דברי רבינו דגם בימי זיבה הוא בחזקת שדמיה מסולקין:"
            ],
            [],
            [],
            [],
            [
                "<small>[השמטה]</small>\n<b> האשה שלא בדקה עצמה בשעת וסתה כו'.</b> דברי רבינו הם ש\"ס ערוך בנדה דף ט\"ז ע\"א דאיתא שם בעו מיניה מר\"נ וסתות דאורייתא או דרבנן א\"ל מדאמר הונא חברין משמיה דרב אשה שיש לה וסת והגיע שעת וסתה ולא בדקה ולבסוף ראתה חוששת לוסתה וחוששת לראייתה אלמא וסתות דאורייתא א\"ד ה\"ק ליה טעמא דראתה הא לא ראתה אין חוששין אלמא וסתות דרבנן וכתבו שם התוס' וא\"ת היאך רוצה להוכיח דוסתות דאורייתא והלא אפי' אי וסתות דרבנן כיון דראתה עכשיו טמאה גם מזמן הוסת מספק וי\"ל ה\"מ לטהרות אבל מקולקלת למנינה לא הויא עכ\"ל. מעתה לפי האמת דקי\"ל דוסתות דרבנן שפיר כתב רבינו דאם בדקה ומצאה עצמה טמאה דאינה מטמאה את בועלה ואינה מקולקלת למניינה ואינה חוששת אלא לטהרות ורבינו פוסק כל\"ק ולא כהא\"ד והמ\"מ כ' דרבינו למד זה מטומאת מעל\"ע וא\"צ: <small> [עד כאן]:</small>"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האשה שהשאילה חלוקה לנדה כו' השאילה אותה לזבה קטנה.</b> וכ' המ\"מ השאילה אותו לזבה קטנה שם בנדה דף ס' ת\"ר תולה בשומרת יום כנגד יום בשני שלה ובסופרת שבעה שלא טבלה לפיכך היא מתוקנת וחברתה מקולקלת דברי רשב\"ג רבי אומר אינה תולה לפיכך שתיהן מקולקלות ושוין שתולה בשומרת יום כנגד יום בראשון שלה וביושבת על דם טוהר ובתולה שדמיה טהורין ופסק רבינו כרבי דהלכה כמותו מחבירו. אבל הרמב\"ן והרשב\"א פסקו כרשב\"ג להקל בכתמים של דבריהם ודבריו תמוהין במש\"כ דרבינו פסק כרבי דהלכה כמותו מחבירו דהא רשב\"ג אביו ורבו היה ולגבי דידיה אין הלכה כמותו. ועי' בשו\"ת נוב\"י מהד\"ק חאה\"ע סי' מ\"ו שהשיג על הרב בשו\"ת שב יעקב שכ' בהך פלוגתא דרבי ורשב\"ג בפסחים דף י' בשדה שאבד בה קבר דידוע דהלכה כרבי מחבירו וכ' עליו בנוב\"י שם דזה שגיאה דאם אמרו הלכה כרבי מחבירו אבל לא אמרו הלכה כרבי נגד רבו ורשב\"ג אביו ורבו היה ואדרבה בכללי הש\"ס מבואר דרבי ורשב\"ג הלכה כרשב\"ג ובעה\"מ שפסק כאן כרבי ביאר טעמו שהסוגיא מוכח כרבי ע\"ש בנוב\"י. ובאמת שדברי המ\"מ תמוהין מאוד שהרי בפלוגתא דרבי ורשב\"ג בגיטין דף נ\"ב באפוטרופוס פסק רבינו בפי\"א מה' נחלות ה\"ה כרשב\"ג ובמ\"מ שם בעצמו הביא דברי הרי\"ף בהלכותיו שכ' חזינן לגאון דקא פסק הלכתא כרשב\"ג וקאמר לא אמרינן הלכה כרבי אלא לגבי חבירו אבל לגבי אביו לא וכ\"כ הרא\"ש שם וכ\"כ עוד הרא\"ש בב\"מ דף ק\"ו ע\"ב וקי\"ל כרבי בנישואין ומלקות וכרשב\"ג בוסתות ושור המועד ובמאי דלא איפסק הלכתא נראה דהלכה כרשב\"ג דהוה אבוה ורבו דרבי ע\"ש. הן אמת שלכאורה דברי רבינו סתרי אהדדי שהרי בהאי פלוגתא דרבי ורשב\"ג בגיטין דף כ\"ב באילן שמקצתו בארץ ומקצתו בח\"ל פסק רבינו בפ\"א מה' תרומות הכ\"ד כרבי דטבל וחולין מעורבין וע\"ש בכ\"מ. ובמ\"א הבאתי ג\"כ מדברי רש\"י סנהדרין דף כ\"ג סוף ע\"ב בפלוגתא דרבי ורשב\"ג שם דמהדר לאוקמי פלוגתא דר\"מ ורבנן אליביה דרבי וכ' רש\"י שם ומשום דהלכה כרבי מחבירו מהדרינן לאוקמה לפלוגתייהו אליביה ע\"ש. והדברים סתרי אהדדי. אשר עכ\"נ דמש\"כ הרי\"ף והרא\"ש ואחריהם פסק כן רבינו דלא אמרינן הלכתא כרבי לגבי אביו אין הכוונה דבכ\"מ דנחלקו רבי ורשב\"ג הלכה כרשב\"ג אלא דבזה יצא מן הכלל שאמרו דהלכה כרבי מחבירו ופסקינן כמאן דמסתבר טעמיה דמר או דמר והארכתי בזה הרבה במ\"א ואין עת האסף פה אלא שאף אם נאמר כן עדיין יקשה בהך דינא שפסק רבינו כאן דהיה לו לפסוק להקל כרשב\"ג כיון שכתמים אינן אלא מדרבנן וכמו שפסקו באמת הרמב\"ן והרשב\"א והרא\"ש. וכן פסק בטוש\"ע יו\"ד סי' ק\"צ סעיף מ\"ב להקל מה\"ט. לכן נלע\"ד דרבינו הוציא כן לפסוק כרבי מהתוספתא הובא בר\"ש בתרומות פ\"ז מ\"ה על המתניתין דשתי קופות אחת של תרומה ואחת של חולין שנפלה סאה תרומה לתוך אחת מהן ואין ידוע לאיזה מהן נפלה הריני אומר לתוך של תרומה נפלה ומותרת קופה של חולין ואיתא בתוספתא היה טבל ומעשר ראשון ומע\"ש ה\"ז אסור שלא התירו ספק מדומע אלא בדבר שיל\"מ וביאר הר\"ש שם דבב' קופות אחת של חולין ואחת של תרומה שפיר תלינן דתרומה לתוך תרומה נפלה שיש היתר לשתיהן אבל כשהאחת חולין והשניה טבל או מעשר ראשון או מע\"ש לא תלינן התרומה שנפלה בשל טבל כדי להתיר החולין מאחר שהטבל נאסר בכך ונדמע ע\"כ. והנה רש\"י פי' שם בנדה בהא דס\"ל לרשב\"ג דתולה בשומרת יום כנגד יום בשני שלה דאע\"ג דמקלקלה לה פורתא דצריכה לשמור יום המחרת כיון דטמאה השתא תולה בה. ובסופרת ז' נקיים אחר זיבה ואע\"פ שמקלקלה הרבה שסתרה כל ימי ספירתה וצריכה לספור ז' נקיים הואיל ועכשיו טמאה תולה בה ורבי אומר איני תולה הואיל ומקלקלה לה מאי חזית דמקלקלת להך טפי מהך וכ\"כ הרשב\"א בתה\"א הובא בב\"י ביו\"ד סי' ק\"צ דרשב\"ג קסבר כיון דכתמים דרבנן תולין את הקלקלה במקולקל דאמרינן שאני אומר כדרך שאמרנו בב' קופות בתרומה דרבנן ואע\"ג דבידה של זו לטבול עכשיו וליטהר מ\"מ מחוסרת טבילה היא וטמאה הוא ורבי סבר כיון דבידה לטבול לאו כמחוסרת מעשה היא והרי היא כטהורה ולפיכך אין חברתה תולה בה דכהדדי נינהו ע\"ש. ומעתה יוקשה טובא אתוספתא הנ\"ל דאם היה טבל אין תולין מאחר שהטבל יאסר בכך לעולם ולא יועיל לו עוד הפרשה הא מ\"מ עכשיו הטבל הוא באיסורו והרי הוא מקולקל כעת וכמו דס\"ל לרשב\"ג דתולה בסופרת ז' שלא טבלה אע\"ג דבידה לטבול מ\"מ עכשיו היא טמאה ותולה בה וה\"נ בטבל הא עתה הר\"ה מקולקל ולא נשאר לנו לומר כ\"א דהתוספתא בכאן אזלא אליבא דרבי דס\"ל דשתיהן מקולקלות ואינה תולה בה דאע\"ג דעכשיו היא טמאה כיון דבידה לטבול ואתה תרצה לקלקלה גם אח\"כ אמרינן מאי חזית דמקלקלת להך טפי מהך וה\"נ בטבל כיון דאם נתלה בה תאסר גם אח\"כ ולא יועיל עוד הפרשה בכה\"ג לא אמרינן דתולין הקלקלה במקולקל כיון דעי\"ז תיאסר יותר ממה שהיא אסורה עכשיו אמרינן מאי חזית וכיון דהתוספתא אזלא אליבא דרבי שפיר ראה רבינו לפסוק כרבי כיון דסתמא דתוספתא כוותיה רהיטא:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הל\"מ שהעמוני הזכר והמואבי הזכר הוא שאסור לעולם לישא בת ישראל אפילו ב\"ב עד סוף העולם, אבל עמונית ומואבית מותרת מיד כשאר האומות.</b> וכתב המ\"מ ביבמות פ' הערל דף ע\"ו משנה עמוני ומואבי אסורין ואיסורן איסור עולם אבל נקיבותיהן מותרות מיד ע\"כ. אולם נעלם מאתי מהיכן הוציא רבינו זאת דהוא הלמ\"מ דבגמרא שם דף ע\"ז איתא כך מקובלני מב\"ד של שמואל הרמתי עמוני ולא עמונית מואבי ולא מואבית ומבואר דהוא דרש מב\"ד של שמואל דדרש כן מקרא ואינו הלמ\"מ. אולם נראה דדבריו נובעים מהירושלמי דיבמות דאיתא שם הלכה אני אומר. כ\"כ הגרצ\"ח במאמר תו\"נ ובמאמר תושבע\"פ ודברים האלו אין להם שחר כלל שהרואה יראה בירושלמי שם דציין לשון המשנה שם לפרש מה דאר\"ש לא כי הלכה אני אומר. וקאי ע\"מ דס\"ל לר\"ש דגם נקבות מצריות ואדומיות מותרות מיד ולא היה צריך להביא זה מהירושלמי שזה איתא גם בש\"ס דילן במשנה וגמרא שם אבל אין זה ענין לנ\"ד. אבל באמת איתא כן בירושלמי שם מקודם אר\"ש ב\"נ אני אין לי אלא משנה. ופירשו היפ\"מ והק\"ע שם דרשב\"נ פליג אהני דרשי דדרשו כן מקרא אלא דהיא הלמ\"מ ע\"ש. אבל א\"צ לכ\"ז דדברי רבינו יש להם שפיר יסוד נאמן בש\"ס דילן. והוא במה דאיתא שם בגמרא כתנאי עמוני ולא עמונית מואבי ולא מואבית דברי ר' יהודה רש\"א ע\"ד וכו'. וכתבו התוס' שם וא\"ת לר\"י תיקשי לי מצרי ולא מצרית וכתב שם ליישב ע\"ש ועי' במהרש\"א שם שכתב שתירוצם דחוק ע\"ש טעמו. וליישב קושית התוס' חידש שם דר\"י ס\"ל דהיא הלמ\"מ דעמוני ולא עמונית ע\"ש ולפ\"ז שפיר כתב רבינו דהוא הלמ\"מ כמו דקי\"ל בכ\"מ דהלכה כר\"י לגבי ר\"ש, ולפלא על המהרש\"א שלא הביא סייעתא לדבריו מדברי רבינו:"
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יצא לה שם מזנה בעיר אין חוששין לה ואפילו הוציאה בעלה משום שעברה על דת יהודית או בעדי דבר מכוער ומת קודם שיתן לה גט הר\"ז מותרת לכהן.</b> כדברי רבינו הללו כתב גם המחבר אות באות בש\"ע אה\"ע סי' ו' סעיף ט\"ז ועמש\"כ ואפילו הוציאה בעלה וכו' כתב שם הבאה\"ג ולא מצאתי מאין יצא לו דין זה, ונעלם ממנו דברי רבינו בכאן, ועי' במ\"מ מקור דברי רבינו:"
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<small>[השמטה]</small>\n<b> מי שאין לו אשה כו'.</b> עי' במ\"מ שנסתפק בדעת רבינו אי פוסק כר\"א ועי' בכ\"מ פ\"ב מהל' ת\"ת ה\"ד שכתב שנראה מדברי רבינו שפוסק כר\"א, ויש להפליא על שניהם שרבינו עצמו כ' בפיה\"מ שם ואין הלכה כר\"א ע\"ש: <small> [עד כאן]:</small>"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות איסורי ביאה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}