{
    "status": "locked", 
    "versionTitle": "Moreh Nevuchim, Ibn Tibon Introduction", 
    "language": "he", 
    "title": "Guide for the Perplexed", 
    "text": {
        "Part 2 Introduction": [], 
        "Introduction": {
            "Letter to R Joseph son of Judah": [], 
            "Introduction": [], 
            "Prefatory Remarks": []
        }, 
        "Part 3 Introduction": [], 
        "Part 1": [], 
        "Part 3": [], 
        "Part 2": [], 
        "Translator's Introductions": {
            "Introduction of Ibn Tibon": [
                "דברי שמואל בן יהודה אבן תיבון ז\"ל, מעתיק המאמר הזה מלשון נכרי אל לשון עברי. אמר: מתנצל.", 
                "לא מהיותי חכם בעיניי השיאני לבבי לבוא במשעול ההעתקה הצר הלזה, אשר גדר מזה וגדר מזה, גדר צורך ידיעת הלשון המועתק אליו וכל שורשיו וסעיפיו אמיריו וחורשיו מהשמאל. וזה מפני שההעתקה היא מעשה אחד וכל מעשה יש ארבע סיבות למציאותו ולהעשותו ולא יימלט מאחד מהם. והם: הפועל, והחומר, והצורה, והתכלית.", 
                "וצורה המלאכיית צריך פועלה אל כלים באשר ייעשה אותה, כבניין הבית על דרך משל, שהוא אחד מן המעשים. וסיבת מציאותו הם: הבנאי אשר הוא הפועל, והאבנים והקורות והרעפים ויתר מה שצריך אל הבית בהיבנותו שהם החומר ואז ייעשה הבונה צורת הבית. ואומנם הוא צריך בעשותו אותה אל כלים רבים לתקן בהם האבנים והעצים הצריך אליו לבניינו עד שתעשה הצורה כרצונו, ואז יגיע אל התכלית המכוונת בבניין הבית שהוא לדור ולהתלונן בה. הנה אלו ארבע סיבות למציאות בניין הבית, כן העתקת המעתיק הוא הפועל ודברי הספר המועתק הם החומר, ואם לא ידעם המעתיק הינם לו כדברי הספר החתום וכאילו נעדרו ממנו. ולא יגיע אל ידיעתם רק בידיעת הלשון אשר בו חובר הספר ובמצוא חקריו ובהבנת ענייני הספר נגליו ונסתריו. והשבת עניייני דברי הספר כאשר הם מבלי שינוי אל הלשון אשר יעתיקנו אליו הוא צורת ההעתקה.", 
                "ולא יגיע המעתיק אל זה, כי אם בידיעת הלשון אשר יעתיק אליו גם הוא, וכל דקדוקיו ואופני שימושיו. והם לו ככלים אשר בהם תתוקן צורת ההעתקה ואז יגיע אל התכלית המכוונת בה שהיא הבנת אנשי הלשון המועתק אליו הספר את דבריו ואת ענייניו ולא יישאר להם מונע מצד הספר.", 
                "וכבר גילה אבא מורי ז\"ל כל זה בפתיחתו אשר עשה להעתקתו ספר חובת הלבבות, ועניינים אחרים זכר שם אשר בעבורם גם כן צריך להימנע ולירא מהעתיק. ומפני שהוא הרחיב בהם המאמר קצרתי אני לזכרם, ואני לא נעלם ממני מהם מאומה ויודע אני ומכיר במיעוט שלימותי בשתי הלשונות העברית והערבית, וכל שכן בלשון הערבית שידיעתי בה מועטה כי לא גדלתי בין אנשיה ובארצותיה ולא באתי עד תכונותיה, ועד כי ידעתי חסרוני הגדול בהבנת דברי הספר הנכבד הזה מאמר מורה הנבוכים וענייניו. מפני שרובם עניינים עמוקים מאוד והוא כולל חכמות רבות ורמות, מעיני רוב אנשי עמנו אשר בגבולנו זה נעלמות, ואולי מעיני כולם מפני שאינם מתעסקים בהם ואינם נמצאות איתם, ומעט מזער פקחתי עין בקצתם כי היו איתי קצת ספריהם בלשון ערבי אשר אני יודע בה מעט, והעירני לבבי ללמוד מהם כיכולתי הקצרה.", 
                "ומכל אלה הפנים אשר זכרתי היה להימנע מהעתיק הספר הנכבד הזה, אבל כמו שהביאה תשוקת חכמי הארץ הזאת ונבוניה אותם ובראשם החסיד הכהן רבי יהונתן נר\"ו ויתר חכמי בקעת יריחו עיר מושבי לשלוח אחרי הספר הנזכר אל מצרים בשמעם את שמעו, ויתחננו על פי כתביהם אל הרב הגדול הפילוסוף האלהי הנזר הטהור על ראש גליותנו מרנא ורבנא משה נר\"ו בן כבוד הרב הגדול רבי מיימון ז\"ל, הוא המחבר את הספר הזה, ויבקשו מאיתו לשלוח אליהם מועתק אם יוכל או בלתי מועתק, והשתדלו בזה השתדלות גדולה, כן הביאה אותם תשוקתם להשתדל בהעתקתו בהגיעו אליהם בלתי מועתק, ועוד כי הוסיפו כוסף אל תאוותם בעומדם על קצת מענייני הספר.", 
                "ולי אני שמואל ב\"ר יהודה ן' תיבון ז\"ל קראו ועלי שמו פניהם מפני שידעוני שאני מבין קצת בלשון הערב, ומפני שאין בגבולם איש מאנשי הלשון ההוא. ויפצירו בי מאוד להעתיקו להם כיכולתי וכאשר תשיג ידי. ואע\"פ שהודעתים את קצורי בהעתקה מן הפנים שהזכרתי, אמרו לי אי אפשר בלתי שנקבל בה קצת תועלת, ואם תהיה ההעתקה חלושה ומעוטה מן התועלת בעניינים הנכבדים אשר יכללם הספר הזה הוא הרבה בעניינו. ולא יכולתי להשיב פניהם ושמתי עצמי ככסיל מתעבר ובוטח, והעתקתיו עם קוצר השגתי.", 
                "ונשענתי בזה על שני דברים: האחד מהם שאעיין בכל מילה מסופקת בספרים שהעתיק אבי המעתיקים אבא מורי ז\"ל ובספרי דקדוק לשון הערבי ובספרי הערב הנמצאים איתי. והאחר, שאם יישאר לי אחר זה שום ספק אשלח אל הרב הגדול המחבר את הספר והמולידו ואשאל מאתו להאיר עיניי בו, וכבר שאלתי ממנו שאלות רבות על פי כתבי בדברים סופק לי בהם וקצתם היו כשגגות שנמצאו בספר כי לא הוגה הספר המגיע אלינו. בשני הדברים האלה נסמכתי, אחרי הסמכי באלהי הסומך לכל הנופלים ומאתו אשאל לשמור פתחי פי משגיאה ולהצילני ממכשול על רוב חסדיו. ועל זכות הרב בטחתי שתעזרני אשר טרח והשתדל לחבר הספר הזה למען תתפשט תועלתו באומתנו, בהאיר עיניהם באמונת האל ובתורתיו ולהיישיר לבבם להאמין האמת ולהרחיק השקר:", 
                "ועתה, מפיל אני תחינתי לפני כל מעיין בספר הזה אשר אם יימצא בהעתקה טעות או שגיאה בלשון או בדקדוק המילות או בין לשון זכר לנקבה ובין רבים ליחיד, שיתקננה וידינני לכף זכות, שהרבה פעמים יקרה במילה אחת שתהיה בלשון העברי על לשון זכר והיא בלשון הערבי על לשון נקבה, וכן יקרה בין רבים ליחיד. ועוד כי בלשון הערבי כשיקדימו הפעולה לפני השמות והנוהג מנהגם ואף על פי שיהיו השמות על לשון רבים ישימו הפעולה על לשון היחיד ברוב המקומות. וכבר בא מזה במקומות בלשוננו עד שהוצרכו בעלי הלשון לפרש בפעולה המורה על היחיד שהוראתה על כל אחד ואחד מן הרבים הנכללים בשם הבא אחריה.וכל שכן שיימצא זה בפעולת \"היה\" או מילת \"הוא\" אף על פי שתבוא אחר השם, או בבניין פועל שלא הוזכר שם פועלו, או נפעל, או התפעל שלא ירגישו בפעולה שהיא על לשון יחיד אם יהיו השמות המחוברים בה רבים. ועוד, שאין הפרש בלשון הערבי בין סיפורם על הנקבה האחת והרבים הזכרים, ולא בלשון הרבים בין נקבות לזכרים, ועוד שמילות רבות הם בלשון הערבי עם קשר אחד ובלשון הערבי עם קשר אחר, כמילת דמה שנתקשרה בערבי בבי\"ת ובעברי בלמ\"ד א באל\"ף, וכן קבל נקשר בערבי בלמ\"ד כלומר \"אקבל לו\" ובעברי - \"אקבל ממנו\". וכן עשה שיקשר בערבי במקומות בלמ\"ד עושה לדבר ובעברי עושה הדבר.", 
                "וכן ישמשו בערבי בקצת עניינים במילות שלא יימצאו בעביר בעניינים ההם, כמילת שם שבערבי שירצו החכמים לומר שיש בעולם או בנמצא דבר אחד יאמרו שיש דבר אחד, רומזים במילת \"שם\" אל המציאות, ואין זה נמצא בלשון עברי. וזולת זה עניינים רבים מאוד שיש הבדל בין שתי הלשונות. גם יש מילה שהיא בלשון הערבי על הרוב ובעברי היא נהוגה מעט. הנה בערבי כשרוצים לומר: \"לפי דעתי\", או \"לפי דעתנו\", או \"לפי זה העניין\" אומרים על דעתי או על דעתנו. סוף דבר משימים מילת על במקום שמשימים בעברי מילת \"לפי\", או \"כפי\" על הרוב. והנה נמצא על דעתך כי לא ארשע רוצה לפי דעתך זה בלבד אני זוכר בלשוננו בעניין הזה.", 
                "וכל זה ייכשל המעתיק כי יימשך אחר דרך דרך הספר מפני טרדתו בהעתקתו ויטעה בין הזכר והנקבה והרבים והיחיד וזולתם מן הנזכרים ואשר לא נזכרו. או יקל בקצתם אחר שימצא כיוצא בהם בלשוננו ואם לא ימצא כי אם במקומות מעטים. ואני ירא מהיכשל בכל בכל אלה העניינים או ברובם בעת ההעתקה, ואף על פי שבליבי לשוב ולחזק את בדק ההעתקה אחרי השלימי אותה, אני ירא אני ירא שיישארו מהן שלא ארגיש בהן.", 
                "ואיך לא אירא מהיכשל בזה, והנה הרב הגדול מרנא ורבנא משה עבד האלהים כשרצה לדבר מעט דברי חכמה בספר המדע ובמקומות אחרים מן החיבור ההוא נמשך אחרי לשון הערבי בעניינים ההם. הנה שימש במילת שָם הנזכרת במקומות רבים כתב בראש ספר המדע פרק ראשון מספר המדע: יסוד היסודות ועמוד החכמות לידע שיש שם מצוי ראשון, ובסוף הלכה שנית כלומר אין מצוי אמת מלבדו. וככל זה נמשך אחרי דברי החכמים בלשון הערבי, כי בעברי לא נמצא זה העניין עד שמעט מאנשי הארץ הזאת ידעו לקרות אותו אך קראו אותו בצירה תחת השי\"ן והבינוהו כינוי לבורא יתברך, וכן נמצא לו בלשונות אחרות במילות אחרות. ואם המחבר בלשון עברי לא נמלט מהמשך אחר לשון אחד שגור בפיו בעניינים ההם, ואף על פי שאיננו בין עיניו ואינו מעתיק אותו, איך ימלט מעתיק המילה ההיא שהיא בין עיניו ובפיו והוא טרוד המחשבה בהעתקתו מהמשך אחר עניין הלשון שהוא מעתיק ממנו ואחר מילותיו. והמתקן אחרי יקבל שכר מאלהיו בתקנו את מעוותי ובהסירו מכשול מספר שחובר להסיר המכשולים מדרך עמנו ולסקל מסילות לבבם.", 
                "ועוד אני מודיע כי במילות רבות שלא התבאר בלשוננו אם הוראתם הוראת זכר או נקבה אשמש בקצתם על לשון זכר ובקצתם על לשון נקבה כאשר יזדמן לי, לא אדקדק בהם, כמילות: איכות, וכמות, ומהות, והפעלות, והשתכלות, ושלמות, ותכלית ודעת והדומים להם. כי מפני שסופם אות תי\"ו נוספת יסבלו להשתמש בהם בהוראת הנקבה. ומפני שנמצא בספרינו מילות במשקלם בהוראת הזכר, כמו: \"ואחז בשרי פלצות\" (איוב כא, ו), וכמו: \"והיה ראשיתך מצער ואחריתך ישנא מאוד\" (איוב ח, ז), אשתמש בהם גם כן על לשון זכר. גם המילות שיימצאו בספרנו בהוראת הזכר והנקבה יחד כ\"דרך\" ו\"רוח\" וכיוצא בהן, אמשך בהם אחר דרך הספרים ושמש בהם על שתי הלשונות כאשר יקרה רעיוני לפני. וגם במקומות אעתיק מילה אחת במקום אחד בלשון אחד ובמקום אחר אעתיקנה על לשון אחר כשתסבול המילה שתי הלשונות. גם במקומות אכתוב על מילה אחת לשון אחר מחוץ ולא אכתבנו עליה במקום אחר.", 
                "בכל זה אמשך אחר אבא מורי ז\"ל, כאשר אמשך אחריו בבנות בניינים שלא יימצאו בספרינו, כמו \"נתפלסף\" שאבננו מ\"פילוסוף\" להימשך בו אחר לשון הערבי שבנה אותו גם כן ממנו. וכן דרך מחברי ספרי החכמות לבנות בניינים לא נבנו לפניהם ולחדש מילה לא שערום ראשוניהם ולשאול מלות מלשון ההמון והעם ויפילום על עניין בלתי העניין אשר יפילום הם עליו, ובלבד שיהיה בין שני העניינים ההם ספוק דמיון ואם אין דמיון על האמת. ולכל זה יביא קוצר כל לשון בדבר בענייני חכמות עמוקות. הלא גם נביאינו ע\"ה הוצרכו לשאול השמות בדברם בשם ומלאכיו או בשאר הדברים הסתומים, כאשר הורנו הרב הגדול בספרו זה.", 
                "וגם במקומות רבים ארחק במליצה שהייתי יכול להרחיב בה ולנאות מיראתי שלא אשנה העניין אשר רצהו המחבר. ואולי לא אזכור הלשון הנאות והערב בעת ההעתקה, או לא אדענו כאשר התוודיתי מקצורי בלשון, ואף ליודעים ולבקיאים יקרה זה.", 
                "ומעט חידשתי אני בספר הזה, מפני שנראה לי תועלת בחידושו והוא למנות הפרקים אשר בכל אחד מן החלקים ולכתוב בראש כל פרק מניינו. וכבר הודעתי זה אל הרב הגדול בעל הספר, ועל פי מניין הפרקים כתבתי לו שאלותיי להודיעו הפרק אשר בו שאלתי להקל מעליו טורח חיפוש המקום ולהקל מעליי מהאריך לכתוב בשאלה. וכן יקל למעיינים בספר הזה וללומדים אותו בכל מקום אשר יגיע לשאול האחד מחברו מרחוק ומקרוב בהודיע הפרק אשר בו ישאל, וזאת הייתה סיבה הגדולה אשר הביאתני אל זה:", 
                "ואחר הציעי דברי התנצלותי אלה למעיינים בספר הזה, אשר בגללם כתבתי הפתיחה הזאת בראשו, כי לא להתגדל באתי, ולזה לא חיברתי בו מליצות ומשקלים. ואחר הודיעי אותם את אשר היה לי להודיעם אחל בהעתקת הספר והכתב אשר לפני, פתיחתו אשר כתב מחברו לתלמיד החכם אשר העירו לחבר הספר הזה כאשר תראו בו. וזה אחר שאלי מאלהי להיות עם פי ולהורות אותי את אשר אני עושה:"
            ], 
            "Introduction of M Friedlander": []
        }
    }, 
    "versionSource": "https://he.wikisource.org/", 
    "heTitle": "מורה נבוכים", 
    "categories": [
        "Philosophy"
    ], 
    "schema": {
        "heTitle": "מורה נבוכים", 
        "nodes": [
            {
                "heTitle": "הקדמות המתרגמים", 
                "nodes": [
                    {
                        "heTitle": "הקדמת מ. פרידלנדר", 
                        "enTitle": "Introduction of M Friedlander"
                    }, 
                    {
                        "heTitle": "פתיחת אבן תיבון", 
                        "enTitle": "Introduction of Ibn Tibon"
                    }
                ], 
                "enTitle": "Translator's Introductions"
            }, 
            {
                "heTitle": "הקדמה", 
                "nodes": [
                    {
                        "heTitle": "איגרת אל ר' יוסף ש\"ץ ב\"ר יהודה", 
                        "enTitle": "Letter to R Joseph son of Judah"
                    }, 
                    {
                        "heTitle": "פתיחת הרמב\"ם", 
                        "enTitle": "Prefatory Remarks"
                    }, 
                    {
                        "heTitle": "הקדמה", 
                        "enTitle": "Introduction"
                    }
                ], 
                "enTitle": "Introduction"
            }, 
            {
                "heTitle": "חלק א'", 
                "enTitle": "Part 1"
            }, 
            {
                "heTitle": "חלק ב' הקדמה", 
                "enTitle": "Part 2 Introduction"
            }, 
            {
                "heTitle": "חלק ב'", 
                "enTitle": "Part 2"
            }, 
            {
                "heTitle": "חלק ג' הקדמה", 
                "enTitle": "Part 3 Introduction"
            }, 
            {
                "heTitle": "חלק ג'", 
                "enTitle": "Part 3"
            }
        ], 
        "key": "Guide for the Perplexed", 
        "enTitle": "Guide for the Perplexed"
    }
}