{
    "title": "Shorshei HaYam on Mishneh Torah, First Fruits and other Gifts to Priests Outside the Sanctuary",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_First_Fruits_and_other_Gifts_to_Priests_Outside_the_Sanctuary",
    "text": [
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומנין </b>\n<b> שהבכורים אסורין לאונן שנאמר ושמחת בכל הטוב והאוכלן מכין אותו מכת מרדות.</b> ע\"כ. וכתב מרן ומ\"ש מכין אותו מפני שהוא לאו הבא מכלל עשה ע\"כ וקשה טובא דבגמ' דפסחים דף ל\"ו וביבמות דע\"ד נפ\"ל הא דאונן מהיקשא דתרומת ידיך למעשר ומנ\"ל לרבינו האי קרא דהשתא לא מצי למילף מיניה מלקות הן אמת שבפסחים פריך תלמודא לר\"ש דנהי דהיקשא לית ליה קרא דושמחת מאי עביד ליה ומשני דאצטריך לדרשא אחריתי יע\"ש אבל הא ודאי לא מכרעא לומר דרבינו נפק\"ל מהאי קרא דאיכא למימר דלר\"ש דוקא הוא דפריך אמאי לא יליף מהאי קרא ולא לילף מיניה מלקות אבל רבנן ודאי לא ילפי לה מהאי קרא אלא מהיקשא וילפי נמי מלקות דמהא לא חזינן דהדר ביה תלמודא ותו קשה דרבינו בהלכות מעשר נקט האי קרא לדרשא אחריתי כמ\"ש בש\"ס וא\"כ האי דרשא מנא יליף לה וכעת צ\"ע ובפשט השמועה הוקשה לי דהיכי הוה בעי למיל' האי דינא דאונן מהאי קרא דהא בסוכ' אמ' דכ\"ה אבל חייב בסוכ' ופריך תלמודא פשיטא ומשני מהו דתימא כיון דאמר רב מצטער פטור מן הסוכה האי נמי מצטער הוא קמ\"ל כיון דאיהו מצטער נפשיה איבעי ליה ליתובי דעתיה ולאו צערא הוא יע\"ש והשת' נמי נימא איבעי ליה ליתובי ויהיה חייב בביכורים ויש לחלק בין מצטער דהתם לושמחת דהכא וברור."
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [
                "<span class=\"H\">שורש דין מפריש חלתו קמח המפריש </span>\n<b> חלתו קמח אינה חלה כו'.</b> הנה הטור בסי' שכ\"ז כתב וז\"ל אין חיוב חלה עד דתתדבק העיסה כו' אבל אם הפרישה קודם אין שם חלה עליה לפטור העיסה כו' וכתב הר\"א ממיץ דוקא באומר שיחול עליה שם חלה בעודו קמח אבל מפריש קמח ואומר כשתעשה עיסה יחול עליה שם חלה דבריו קיימים ע\"כ ושמעתי מפי הרב המובהק חיים מודעי נר\"ו ביום הקהל שבת הגדול שנת התקמ\"ט שהק' ע\"ד הר\"א ממיץ מההיא דפ' הא\"מ דמ\"ו ע\"ב עלה דאמר שמואל המקדש אחותו דהמעות מתנה אדם יודע שאין קידושין תופסין באחותו וגמר ויהיב לשם מתנה ואמרינן עלה מתיב רבינא המפריש חלתו קמח אינה חלה וגזל ביד כהן ואמאי גזל ביד כהן נימא אדם יודע שאין מפרישין קמח ונתן לשם מתנה ומשני שאני התם דנפיק חורבא מינה זימנין דאית ליה לכהן פחות מה' רבעי קמח והאי אליש ליה בהדי הדדי וקסבר נתקנה עיסתו ואתי למיכל בטיבלה ופרכינן והא אמרת אדם יודע שאין מפרישין קמח כו' ומשנינן יודע ואינו יודע יודע שאין מפרישין חלה קמח ואינו יודע דסבר טעמא מאי משום טירחא דכהן וטירחא דכהן אחלתי' יע\"ש והשתא לדעת הר\"א ממיץ אמאי הוי גזל ביד כהן נימא אדם יודע שאין מפרישין חלה קמח ואיהו מפריש ואמר כשתעשה עיסה יחול עליה שם חלה ולהכי יהביה לכהן לשם חלה לכשתילוש ותעשה עיסה א\"ד.<br><b> ולדידי </b> אהמ\"ר הא לא קשיא כלל דאם הפרי' קמח זה לכשתעשה עיסה שיחול עליה שם חלה הול\"ל לכהן בהדייא דקמח זה קרא עליה שם חלה לכשתהא נילוש כדי שידע הכהן ולא יאכל ממנו עד שידע שב\"הב לש שאר הקמח ואז חל שם חלה על הקמח הזה הנילוש ביד הכהן דכל עוד שלא לש שאר הקמח לא חל שם חלה על קמח זה וטבל הוא עדיין וכ\"כ בהדייא הרב הפרישה ע\"ד הר\"א ממיץ וז\"ל ואומר כשתעשה עיסה כו' פי' החלה והקמח והנשאר עכ\"ל ולבר מן דין הרי מעיקרא דקאמר שמואל אדם יודע שאין קידושין תופסין באחותו וגמר ויהיב לשם מתנה ופרכינן ונימא ליה בהדייא לשם מתנה ומשנינן סבר כסיפא ליה מילתא והשתא הכא דליכא האי טעמא אם איתא דקמח זה אפרישי' לשם חלה לכשיהא נילוש לימא ליה לכהן בהדייא שהוא לשם חלה לכשיהא נילוש ובודאי דמתניתין מיירי דבהדייא קאמר כשנותנו לקמח זה ביד כהן לשם חלה דאפרשיה לשם חלה מהשתא ולהכי קתני מתני' דגזל ביד כהן וכיון שכן תו לא מצי משני דלכשיהא נילוש קאמר ודוק ועיין להרב אורח מישור בשיטתו לנזיר די\"ב בתוס' ד\"ה אסור בכל הנשים מ\"ש במ\"ש התוס' על מה שנהגו שהאשה אומרת לחבירתה לושי לי קמח והפרישי חלה יע\"ש ע\"פ דברי הר\"א ממיץ הללו ודוק."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש מפריש ראשית הגז אי חייב באחריותו המפריש </span>\n<b> ראשית הגז ואבד חייב באחריו' עד שיתן לכהן.</b> וכתב הכ\"מ דהכי איתא בתוספתא פ' ראשית הגז וטעמא משום דכתיב ביה נתינה ולא מפטר עד שיתן לו והק' הרב מש\"ל דלעיל פ\"ט ה\"ד כתב דהמזיק מתנות כהונה או אכלן אינו חייב לשלם מטעמא דהו\"ל ממון שאין לו תובעין ותירץ הוא ז\"ל דשאני מתנות כהונה דהמצוה היא בדבר מיוחד וכיון שנאבד אין כאן חיוב דמים אבל הכא דאכתי מצי לקיים המצוה לא מפטר מטעם ממון שאין לו תובעין שהרי כתב הר\"ן ז\"ל דבאיתנהו המתנות בעין מיחייב משום חיוב המצוה וליכא טעמא דממון שאין לו תובעין ולפ\"ז נראה שאם נאבדה הגיזה פטור דהא א\"א לקיים המצוה ואין כאן אלא חיוב דמים וממון שאין לו תובעין הוא וזהו שכתב לעיל הל' ו' אבל אם גזז את הצמר וצבעו קודם שיתן פטור מראשית הגז משום דקנאו בשינוי ומיירי בשצבע כל הגזה ואע\"ג דשינוי לא מהני אלא לקנות הגוף אבל חייב ליתן את הדמים מ\"מ הכא אין כאן חיוב דמים משום דהוי ממון שאין לו תובעין וכמ\"ש הרא\"ש והר\"ן עכ\"ל.<br><b> וראיתי </b> להרב מהר\"י אלפ'אנדארי בס' מוצל מאש ח\"ב סי' ג' שדחה תי' הרב מש\"ל דעדיין נשאר הקושיא דמ\"ש מתרומה שהרי התם נמי יכול ליתן ממה שנשאר ומשנה שלימה שנינו בס\"פ כל הגט המניח פירות להיות מפריש עליהן תרומה ומעשר כו' מצאן שאבדו הרי זה חושש עליהן הרי דדוקא בשאינו יודע באיזה זמן נאבדו הוא דחושש אבל אם יודע אימתי נאבדו היה תרומתו תרומה ולא היה חייב להפריש עליהן תרומה אחרת ומ\"ש מראשית הגז וכתב ואפשר דגבי תרומה נמי נהי דאינו חייב להפריש אבל מ\"מ צריך לשלם הדמים לכהן משום גזל השבט והשתא הוי דומיא דראשית הגז דכי היכי דהתם חייב באחריותו ה\"נ חייב ליתן הדמים לכהן עכ\"ל ותמוהי' דבריו לע\"ד כי זה שכתב כי גבי תרומה שנאבדה אע\"פ שאינו חייב להפריש פעם אחרת משום דכבר נפטרה מחיוב ההפרשה מ\"מ חייב ליתן הדמים משום גזל השבט זה אינו יכולתי להלום דכיון דכבר נפטר מחיוב הפרשה שהניח תחי' להפרי' עליהן וחל עליהן שם תרומה ונאבדו ואינו בעין אם כן היאך יתחייב ליתן הדמים משום גזל השבט דכיון דאינן בעין ליכא עליה אלא דמים הו\"ל ממון שאין לו תובעין ותו לא מיחייב ולדבריו כי פריך הש\"ס לר\"ח מברייתא דקתני מנין לב\"הב שאכל פירותיו טבלין כו' הא משעת הרמה ואילך מיחייב כו' אמאי לא משני דמחייב משום גזל השבט כיון דלדעתו ז\"ל אפי' כי נאבד ממנו התרו' מיחייב מיהא משום גזל השבט כי הזיקן ואכלן אלא ודאי דכל שאין הפירות בעין תו לא מיחייב משום גזל השבט שלא מצינו לה\"ט דגזל השבט אלא כשהתרומה בעולם ועדיין לא הזיקן ולא אכלן וכאותה ששנינו ברפ\"ב דמס' ערלה גבי תרומה עולה בא' ומאה וצריך להרים כו' דאפילו שנתבטלה אותה סאה של תרומה כשנפלה לתוך מאה של חולין אכתי צריך להרים סאה א' וליתן לכהן משום גזל השבט וטעמא מפני שהסאה של כהן ישנה כאן בעולם ובא להינות ממנה אבל כשאבדה מן העולם או אכלה תו לא מיחייב בדמי' דממון שאין לו תובעין הוא.<br><b> גם </b> עיקר קו' על תירוץ המש\"ל דק\"ל מ\"ש תרומה מראשית הגז לדידי לק\"מ לפי מה שעלה לחלק המש\"ל בין דבר מיוחד כמתנות כהונה לדבר שאינו מיוחד כראשית הגז דגבי תרומה נמי אין לך דבר מיוחד גדול מזה כיון דמיחייב להפריש ולקרא עליה שם תרומה ואח\"כ מיחייב ליתנה לכהן כנודע וא\"כ מיד שהפריש התרומה חל עליה שם תרומה אף קודם נתינתו לכהן והרי היא קדושה כקדושת תרומה וכשאכלה או הזיקה הו\"ל כמזיק מתנות כהונה המיוחדים לכהן אבל גבי ראשית הגז שאינן טובלין ואין בהם קדושה אלא הרי הן כחולין לכל דבר וכמ\"ש רבינו בספ\"ט מה' בכורים הט\"ו וי\"ז ואפי' כשהפריש ראשית הגז אין כאן דבר מיוחד בהפרשה זו עד שיתננה ליד כהן וכל שלא נתן אכתי חייוב מצות הנתינה רמייא עליה כיון שאין כאן דבר מיוחד כמבואר ושוב ראיתי להתוס' פ' מרובה דס\"ו ד\"ה עד שצבעו שכתבו בהדייא חילו' זה וז\"ל אין לפרש שצבעו חלקו של כהן מה שהפריש מן הגיזה דלא שייכא ביה הפרשה אבל הפרשת ראשית הגז אין כלום מה שהפריש לצד אחר וכאלו לא הפריש עכ\"ל ודבריהם מבוארים כחילוק המש\"ל עד שאני תמיה על הרב מש\"ל כשעלה לחלק בחילוק זה בין ראשית הגז למתנות כהונה וכתב ולפ\"ז נראה שאם נאבדה כל הגזה פטור איך לא העלה על דל שפתותיו ע\"ד התוס' הללו שכ\"כ בהדייא והיותר תימא אצלי הם דברי הרדב\"ז בתשו' החדשות ח\"ב סי' קע\"ה שהוקשה לו קושית המש\"ל בדברי רבינו ונכנס בפירכא דחוקה ליישב דבריו יע\"ש כנראה דאשתמיט מיניה דברי התוס' הללו דפ' מרובה וצ\"ע."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות ביכורים ושאר מתנות כהונה שבגבולין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}