{
    "text": {
        "21_Bava Batra, 0_Chapter, 18_Paragraph": "It is taught (in a baraita): Rabbi Elazar, son of Rabbi Yosei, said: \"All acts of charity and kindness that Jews perform in this world make great peace and are great intercessors between the Jewish people and their Father in Heaven, as it is stated (Jeremiah 16:5), 'so said the Lord, \"Enter not into a house of mourning, neither go to lament nor bemoan them, for I have taken away My peace from this people,\" says the Lord, \"both kindness and mercy.\"' 'Kindness' - this is acts of kindness; 'mercy' - this is acts of charity.\" It is taught (in a baraita): Rabbi Yehudah says, \"Great is charity in that it advances the redemption, as it is stated (Isaiah 56:1), 'So said the Lord, uphold justice and do charity, for My salvation is near to come, and My righteousness to be revealed.'\" He would say, \"Ten strong entities were created in the world. A mountain is strong, but iron cleaves it. Iron is strong, but fire melts it. Fire is strong, but water extinguishes it. Water is strong, but clouds bear it. Clouds are strong, but wind disperses them. Wind is strong, but the body withstands it. The body is strong, but fear breaks it. Fear is strong, but wine dispels it. Wine is strong, but sleep drives it off. And death is stronger than them all, but charity saves [a person] from death, as it is stated (Proverbs 10:2, 11:4), 'and charity delivers from death.'\" ",
        "21_Bava Batra, 4_Chapter, 10_Paragraph": "Rabba b. b. Chana said further: \"The same merchant said to me: 'Come and I will show you the place where the children of Korah were swallowed up.' And I saw two crevices in the ground from which smoke issued. I took a piece of wool, wetted it with water, put it on my spear, placed it in the crevice, and when 1 took it out it was singed. And the merchant said to me: 'Listen! what do you hear?' And I heard them saying : 'Moses and his Torah are true, and we are liars.' The merchant said to me : 'Each thirtieth day of the month, Gehenna turns them over here, as flesh is turned over in the pot. and they say Moses and his Torah are true, and we are liars.' \" "
    },
    "meta": "Chapter-Paragraph",
    "work": "Ein Yaakov"
}