{
    "text": {
        "0": {
            "0": {
                "0": "<b>בשנת שתים לדריוש.</b> הוא דריוש בן אחשורוש שנתן רשות לבנות הבית אחר שבטלו מהבנין בימי כורש כמ״ש בעזרא: ",
                "1": "<b>בן שאלתיאל.</b> בן פדיה בן שאלתיאל היה כמ״ש בדברי הימים ובני בנים הם כבנים:\n"
            },
            "1": {
                "0": "<b>לא עת בוא.</b> ר״ל הם אומרי׳ עדיין לא בא העת לבנות הבית הנה לא כן הוא כי עתה בא עת בית ה׳ להיות נבנה כי כבר נשלמו ע׳ שנה שאמר ירמיה וכמ״ש בסוף מ״ב בחשבון שנות הדורות:\n"
            },
            "3": {
                "0": "<b>העת לכם.</b> וכי רק לבד לכם בא העת שאתם תשבו בבתיכם הספונים ומכוסין בתקרות והבית הזה ישאר חרב כשהיה בתמיה:\n"
            },
            "4": {
                "0": "<b>שימו לבבכם.</b> התבוננו על עסקיכם ותראו שלא כן הוא:\n"
            },
            "5": {
                "0": "<b>זרעתם הרבה.</b> הנה הרבה זרעתם ומעט הבאתם אל הבית פחות ממה שזרעתם כי לא צמחה השדה: ",
                "1": "<b>אכול.</b> אתם אוכלים מאכל ואין בו לשבעה כי המארה נשתלחה במעיים: ",
                "2": "<b>ואין לשכרה.</b> אינו כדאי לשכר כי חלף טעם היין: ",
                "3": "<b>לבוש.</b> ר״ל הנה לבשתם לבוש ואינו כדאי להחם לו ואע״פ שמדרך העולם היה ראוי לחמם: ",
                "4": "<b>והמשתכר.</b> ומי שהוא משתכר במקח וממכר וכדומה הנה אין בו ברכה וכאלו משימו בצרור בגד הנקוב מתחת וכמו שיכנס כן יצא:\n"
            },
            "6": {
                "0": "<b>שימו לבבכם וגו׳.</b> ר״ל התבוננו על עסקיכם לתקנם:\n"
            },
            "7": {
                "0": "<b>עלו ההר.</b> ר״ל זאת עשו עלו אל ההר והביאו משם עצים ובנו הבית: ",
                "1": "<b>וארצה בו.</b> ר״ל עם כי יהיה קטן אהיה מרוצה בו ואתכבד על ידו:\n"
            },
            "8": {
                "0": "<b>פנה אל הרבה.</b> ר״ל אם לא תשמעו לי הנה כאשר תפנו אל הרבה להביא הבית אשלח בו מארה והנה היה הפנים למפרע אל מעט וכאשר תביאו המעט הזה אל הבית אנפח בו ותהיה כלה בנשיבת רוח פי והוא ענין מליצה: ",
                "1": "<b>יען מה.</b> כאומר ואם תשאלו בעבור מה יהיה כן הנה מאמר ה׳ צבאות להשיב לכם שזהו בעבור ביתי אשר הוא חרב ואתם כל אחד מכם רץ לביתו לחסות בצל קורתו:\n"
            },
            "9": {
                "0": "<b>עליכם כלאו שמים מטל.</b> עם כי אין הטל נעצר משאר המקומות הנה עליכם מנעו השמים מלהוריד הטל: ",
                "1": "<b>כלאה יבולה.</b> מנעה לתת פריה:\n"
            },
            "10": {
                "0": "<b>ואקרא.</b> אביא בגזירה יובש על הארץ וכו׳ למען יכמש ויתקלקל יבול הארץ: ",
                "1": "<b>ועל אשר תוציא האדמה.</b> מיתר המינים: ",
                "2": "<b>ועל האדם ועל הבהמה.</b> כי החורב והיבש מוליד חליים באדם ובבהמה: ",
                "3": "<b>ועל כל יגיע כפים.</b> על כל העסקים שאתם יגעים בהם אשלח חורב ויובש ר״ל המארה תבוא בהם ולא תצליחו:\n"
            },
            "11": {
                "0": "<b>ועל דברי חגי הנביא.</b> ואל דברי חגי הנביא שנבא להם כאשר שלחו ה':",
                "1": "<b>וייראו העם.</b> מאזהרות ה' וייעודי העונש:"
            },
            "12": {
                "0": "<b>מלאך ה'.</b> ר\"ל שליח ה':",
                "1": "<b>במלאכות ה'.</b> בשליחות ה':",
                "2": "<b>אני אתכם.</b> כי עדיין פחדו לבנות הבית בלא רשות המלך ולכן אמר להם אני עמכם ואל תפחדו:"
            },
            "13": {
                "0": "<b>ויער ה'.</b> ה' העיר את רצון זרובבל וגו' ובאו ועשו מלאכה בדבר צורך בית ה':"
            },
            "14": {
                "0": "<b>ביום וגו׳ </b> מוסב למקרא שלמעלה לומר ההתחלה היה ביום עשרים וארבעה לחדש כי אז התחילו להכין את המצטרך אל הבנין אבל בבנין התחילו בכ״ד לחדש התשיעי כמ״ש בסוף הספר: ",
                "1": "<b>בששי.</b> ר״ל בחדש הששי:\n\n"
            }
        },
        "1": {
            "0": {
                "0": "<b>בשביעי.</b> בחדש השביעי:\n"
            },
            "2": {
                "0": "<b>מי בכם.</b> מי הוא בכם הנשאר מאותם שגלו מירושלים: ",
                "1": "<b>את הבית הזה.</b> את בית המקדש הראשון לפי שהיה באותו מקום עצמו קראו הבית הזה: ",
                "2": "<b>בכבודו הראשון.</b> כפי מה שבנה אותו שלמה בעושר רב: ",
                "3": "<b>ומה אתם.</b> ומה שאתם רואים אותו עתה בבנין זה: ",
                "4": "<b>הלא כמוהו כאין.</b> ר״ל אם יעריכו זה מול זה הלא הבית הזה דומה הבנין אל ההעדר:\n"
            },
            "3": {
                "0": "<b>ועתה חזק.</b> ר״ל הואיל וכן הוא עכ״ז לא ירפו ידיכם מהבנין בעבור זה והתחזקו ועשו את הבית כי אני אהיה אתכם להשפיע לכם טובה ע״י הבית הזה עם שאין לו ערך עם הבית הראשון מ״מ תבוא לכם הברכה על ידו ואותה אתם מבקשים:\n"
            },
            "4": {
                "0": "<b>את הדבר.</b> מוסב על מלת ועשו הנזכר במקרא שלפניו ר״ל עשו התורה והמצוה אשר כרתי עליה עמכם ברית בצאתכם ממצרים: ",
                "1": "<b>ורוחי.</b> רוח הנבואה עדיין עומדת עתה בתוככם ולכן אל תיראו כי תצליחו ותבוא הברכה על ידו:\n"
            },
            "5": {
                "0": "<b>כי כה.</b> אשר כה אמר ה׳ עוד אחת ר״ל מלבד הבית הנחרב עוד תבנה ותכונן בית אחד וזהו הבית השני: ",
                "1": "<b>מעט היא.</b> אבל מעט מן הזמן תתקיים: ",
                "2": "<b>ואני מרעיש.</b> ר״ל אביא חורבן על הבית כאלו כוכבי שמים ממסלותם ילחמו בהם ומלכי הארץ יתאספו לבוא עליהם: ",
                "3": "<b>ואת הים ואת החרבה.</b> ר״ל הרבה גדודים יבואו עליהם ובדרך ים ובדרך יבשה והם יחריבוה:\n"
            },
            "6": {
                "0": "<b>והרעשתי.</b> אבל אחר זה בזמן הגאולה ארעיש את העכו״ם לבוא על ירושלים למלחמה ועל חיל גוג יאמר: ",
                "1": "<b>ובאו חמדת וגו׳.</b> יביאו עמהם חמדת עשרם: ",
                "2": "<b>ומלאתי.</b> אז אמלא את הבי׳ הזה כבוד כי העכו״ם הבאים יאבדו שמה וישראל ישללו חמדת עשרם ויביאו כבוד העושר אל בית ה׳ אשר תעמוד באותו מקום עצמו שזה עומד ולכן קראו הבית הזה וכמ״ש למעלה אשר ראה הבית הזה בכבודו הראשון:\n"
            },
            "7": {
                "0": "<b>לי הכסף.</b> ובידי א״כ להביאם הנה:\n"
            },
            "8": {
                "0": "<b>הבית הזה האחרון.</b> ר״ל הבית העתיד שתעמוד במקום הזה: ",
                "1": "<b>מן הראשון.</b> מן הבית שבנה שלמה: ",
                "2": "<b>ובמקום הזה.</b> בירושלים אתן אז שלום ולא ישמע בגבולה חמס ושוד:\n"
            },
            "9": {
                "0": "<b>לתשיעי.</b> לחדש התשיעי:\n"
            },
            "10": {
                "0": "<b>שאל נא.</b> שאל עתה את הכהנים דיני התורה אם לא שכחו בגלותם: ",
                "1": "<b>לאמר.</b> מוסב למקרא שלאחריו לאמר הן ישא איש וגומר ר״ל אמור להם בשאלה הן ישא איש וגומר:\n"
            },
            "11": {
                "0": "<b>הן ישא.</b> הנה אם ישא איש בכנף בגדו בשר מובדל מפני הטומאה כשרץ ונבלה: ",
                "1": "<b>ונגע בכנפו.</b> עם כנפו שהוא ראשון לטומאה נגע אל הלחם ונעשה א״כ שני: ",
                "2": "<b>ואל הנזיד.</b> ר״ל הלחם נגע בנזיד ונעשה א״כ שלישי: ",
                "3": "<b>ואל היין.</b> ר״ל הנזיד נגע ביין ונעשה א״כ רביעי: ",
                "4": "<b>ואל שמן.</b> ר״ל או הנזיד נגע בשמן אבל יין הוא משקה ואינו מטמא אחרים מן התורה אף אם היה ראשון לטומאה: ",
                "5": "<b>ואל כל מאכל.</b> ר״ל או הנזיד נגע במאכל אחר: ",
                "6": "<b>היקדש.</b> בשאלה אמר להם אם הרביעי נעשה מובדל וטמא: ",
                "7": "<b>ויאמרו לא.</b> ובאמת טעו כי בקדש גם הרביעי טמא:\n"
            },
            "12": {
                "0": "<b>ויאמר חגי.</b> הוסיף לנסותם אם יודעים הם עכ״פ שהשלישי טמא ואמר אם טמא נפש יגע בכל אלה ר״ל אם סדר הנגיעות האלה יהיה ע״י טומאת מת שהוא אבי אבות הטומאה ונעשה הכנף אב הטומאה והלחם ראשון והנזיד שני והיין וכו׳ שלישי: ",
                "1": "<b>ויאמרו יטמא.</b> ידעו מזה שיש טומאה בשלישי:\n"
            },
            "13": {
                "0": "<b>כן העם הזה.</b> על הכהנים אמר כמתרעם הנה כן העם הזה כמי שאתם רואים שאינם יודעים את התורה: ",
                "1": "<b>וכן הגוי הזה.</b> כפל הדבר במ״ש: ",
                "2": "<b>לפני.</b> ר״ל בדברי התורה הנתונה מאתי: ",
                "3": "<b>וכן כל מעשה ידיהם.</b> כמו שטעו בזה כן טועים הם בכל מעשה ידיהם: ",
                "4": "<b>ואשר יקריבו שם.</b> ומעתה אשר יקריבו שם במזבח נחשב לטמא אם לא יתנו לב ללמוד ולדעת:\n"
            },
            "14": {
                "0": "<b>ועתה.</b> ר״ל אם כי עדיין אין קרבנם לרצון הואיל ואינם יודעים משפטי טומאה וטהרה וא ״כ בנין הבית הוא הכנה לבד להקריב בה כשילמדו כי אז תהיה לרצון: ",
                "1": "<b>שימו נא.</b> ר״ל עכ״ז הבינו ההפרש שבין אחר התחלת הבנין ובין קודם ההתחלה ושימו נא וגומר: ",
                "2": "<b>מן היום הזה ומעלה.</b> ר״ל מלפניה: ",
                "3": "<b>מטרם שום.</b> עד לא הושם אבן הבנין על אבן יסוד ההיכל לבנות הכותל כי היסוד בנוי בימי כורש כמ״ש בעזרא:\n"
            },
            "15": {
                "0": "<b>מהיותם.</b> ר״ל הבינו מה שהייתם בא כ״א אל ערמה אחת בחשבו שימצא בה עשרים מדות ולא מצא בה כ״א עשרה כי נשתלחה בה המארה: ",
                "1": "<b>לחשוף.</b> ר״ל בחשבו שימצא לשאוב חמשים מדות מן היין היורד מן הפורה ולא מצא כ״א עשרים:\n"
            },
            "16": {
                "0": "<b>הכיתי אתכם וגו׳.</b> וחוזר ומפרש את כל מעשה ידיכם התבואות שזרעתם אותם הכיתי בשדפון ובירקון: ",
                "1": "<b>ואין אתכם אלי.</b> ר״ל ואין אני רואה אתכם שבים אלי:\n"
            },
            "17": {
                "0": "<b>ומעלה.</b> ר״ל ולהלאה: ",
                "1": "<b>למן היום.</b> ר״ל שהוא מן היום אשר בנו היסוד של ההיכל משם והלאה שימו לבבכם מה נעשה בימים האלה:\n"
            },
            "18": {
                "0": "<b>העוד הזרע במגורה.</b> וכי יש עוד מה מן הזרע במגורה הלא הכל הוצאתם לזריעה כי מעט היו: ",
                "1": "<b>ועד הגפן וגו׳.</b> ואפי׳ הגפן וגו׳ לא נשא פרי: ",
                "2": "<b>מן היום.</b> אבל מיום התחלת הבניין אשלח ברכה:\n"
            },
            "19": {
                "0": "<b>שנית.</b> באותו יום עצמו בכ״ד לחדש הט׳:\n"
            },
            "20": {
                "0": "<b>אני מרעיש.</b> ר״ל הבית הזה לא תקום לעד כי אני מרעיש את השמים כאלו כוכבי שמים ממסלתם ילחמו בהם ומלכי הארץ יתאספו לבא עליהם:\n"
            },
            "21": {
                "0": "<b>והפכתי.</b> ר״ל אבל בסוף אקח מהם נקם ואהפוך כסא כל הממלכות ואשמיד חוזק הממלכות: ",
                "1": "<b>וירדו.</b> בעמקי השאול: ",
                "2": "<b>איש בחרב אחיו.</b> מהומת ה׳ תבוא בהם ויהיו נהרגים איש בחרב אחיו כמ״ש קראתי וגומר חרב איש באחיו (יחזקאל ל״ח:כ״א):\n"
            },
            "22": {
                "0": "<b>אקחך זרובבל.</b> ר״ל אקח איש מזרעך ועל המשיח יאמר: ",
                "1": "<b>ושמתיך כחותם.</b> כמו שאין חותם הטבעת זז מיד האדם כן לא תסור אהבתי ממנו: ",
                "2": "<b>כי בך בחרתי.</b> בזרע היוצא ממך בחרתי להיות הוא מלך המשיח:\n"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Metzudat David on Haggai"
}