{
    "versionTitle": "Better Translation (Copied and edited)", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Megillah", 
    "text": [
        [], 
        [], 
        [], 
        [
            "and therefore attributed the statement in the Baraisa to R' Yose bar Yehuda.", 
            "[He said]: Can R’ Yehuda really have said that in these days, since people reckon from it, it is read only on the proper day?", 
            "To this may be opposed the following: R' Yehuda said:", 
            "When [do they push forward the reading]? In places where the villagers go to town on Monday and Thursday; but in places where they do not go to town on Monday and Thursday, it is read only on the proper day.", 
            "But in places where they do go to town on Monday and Thursday,  it is read [on the earlier dates] even in these times.", 
            "He accordingly attributed the statement in the Barisa to Rabi Yose bar Yehuda.", 
            "And because he finds a contradiction between two statements of Rabi Yehuda, is he entitled to ascribe the one in the Barisa to R’ Yose bar R’ Yehuda? ", 
            "R’ Ashi had heard some say in the name of R’ Yehuda and some report it in the name of R’ Yose bar R’ Yehuda, and to avoid making R’ Yehuda contradict himself,", 
            "he said that the one who ascribed the statement to R’ Yehuda was not [reporting] accurately, while the one who ascribed it to R’ Yose bar Yehuda was [reporting] accurately.", 
            "\"Cities which have been walled since the days of Yehoshua ben Nun read on the fifteenth.\" Where is this ruling derived?", 
            "Rava said:", 
            "From [the Tanach] it says:(Esther 9:19)  \"Therefore do the Jews of the villages that dwell in the unwalled towns, etc.\"  Since the villages [are to read] on the fourteenth, the walled towns [must read] on the fifteenth.", 
            "But why not say:", 
            "The villages [should read] on the fourteenth, and those in walled towns not at all?", 
            "But are they not also Jews?", 
            "And besides, is it not written (Esther 1:1) \"From Hodu to Kush\" (From India to Ethiopia)?", 
            "But why not say:", 
            "The villages [should read] on the fourteenth and those in walled cities on both the fourteenth and fifteenth. As it is written: (Esther 9:21) \"That they should keep the fourteenth day of the month of Adar, and the fifteenth day of the same, yearly.\"", 
            "If the text had said, \"the fourteenth day and [we] the fifteenth\", you would have been right. Now, however, that it is written \"the fourteenth day and the fifteenth\" — the Rabbinical Authority comes and makes a distinction:", 
            "So that the one set is on the fourteenth and the other set on the fifteenth.", 
            "But why not say:", 
            "The villages are [to read] on the fourteenth, and those surrounded [by a wall] can [celebrate] if they like on the fourteenth or if they like on the fifteenth?", 
            "The text reads (Esther 9:31): \"In their seasons.\" [But] The season of one is not the same as the season of the other.", 
            "But why not say that they should celebrate the next day[on the thirteenth]? ", 
            "[They must do as] like Shushan [did].", 
            "We have accounted for the celebration [of Purim]; how do we know that the reading [of the Megillah must be on these days]?", 
            "The text reads: \"That these days should be remembered and kept.\"  'Remembering' is put on the same footing as ‘keeping’.", 
            "Our Mishnah does not take the same view as the following Tanna, as it has been taught: \" R' Yehoshua ben Korcha says:", 
            "Cities which have been walled since the days of Achashverosh read on the fifteenth.\"", 
            "What is the reason of R' Yehoshua ben Korcha?", 
            "[They must be] like Shushan: Just as Shushan has been walled since the days of Achashverosh and reads on the fifteenth, so every city that has been walled since the days of Achashverosh reads on the fifteenth.", 
            "And what is the reason of our Tanna?", 
            "He draws an analogy between the two occurrences of the word \"Perazi\" [villagers]. It is written:(Esther 9:19) \"Therefore the Jews of the villages [Ha-perazim]\". And it is written elsewhere:(Deuteronomy 3:5) \"Beside the unwalled [Ha-perazim] towns, a great many\". Just as there the reference is to towns which were [not] walled in the days of Yehoshua ben Nun, so here the reference is to towns which were [not] walled in the days of Yehoshua ben Nun.", 
            "I can understand why R' Yehoshua ben Korchadid not adopt the view of our Tanna; He does not accept the analogy of 'Perazi' and 'Perazi'. But why does not our Tanna accept the view of R' Yehoshua ben Korcha?", 
            "Why does our Tanna not [accept the opinion of R' Yehoshua ben Korcha]?", 
            "Why, because he draws the analogy of 'perazi' with 'perazi', of course!", 
            "What the questioner meant was this: ", 
            "[On the view of our Tanna], whom did Shushan follow? It followed neither the villages nor the walled cities!", 
            "Raba, or some say, Kadi, replied: ", 
            "Shushan was an exception, because a miracle was performed in it.", 
            "We can understand according to the view of our Tanna why the text should say:(Esther 9:28) 'Every city' and 'Every town';  'Every city'  to make a distinction between those which were walled in the days of Yehoshua ben Nun and those which were walled in the days of Achashverosh; 'Every  town' likewise to distinguish between Shushan and other towns.", 
            "But according to R' Yehoshua ben Korcha, it is true we can account for 'Every city', as being intended to distinguish between Shushan and other cities, but what is the purpose of 'Every town' ?", 
            "R' Yehoshua ben Korcha can answer:", 
            "And can our Tanna explain the words satisfactorily?", 
            "Since he draws the analogy between 'perazi and perazi', why do we require the words ‘Every city’? ", 
            "The truth is that the text is inserted as a Drasha, and to teach the rule laid down by R’ Yehoshua ben Levi. ", 
            "R’ Yehoshua ben Levi said:", 
            " 'A city and all that adjoins it and all that is taken in by the eye with it is reckoned as a city'", 
            "Up to what distance? ", 
            "R. Yermiah, or you may also say, R. Chaya ben Abba, said:", 
            "As far as from Chamasan to Tiberia, [which is a] mil.", 
            "Why not [simply] say 'a mil'?", 
            "We learn from this:", 
            "What is the Distance,'a mil'? Namely, the distance from Chamasan to Tiberia.", 
            "R. Yermiah, or you may also say, R. Chaya ben Abba, said:", 
            "The [Final forms of the] letters, Mem, Nun, Tzadi, Pe, and Kaf were prescribed by the Prophets.", 
            "Do you really think so? ", 
            "Is it not written:", 
            "(Leviticus 27:34) \"These are the commandments\" Which implies that no prophet is at liberty to introduce anything new from now onward? (Adding letters would change the Halachot of Mezuzah and Tefillin.)", 
            "And furthermore, R' Chisda has said:", 
            "The Mem and the Samech on the Lochos  "
        ]
    ], 
    "versionSource": "http://halakhah.com/rst/moed/21%20-%20Megillah%20-%202a-32a.pdf", 
    "heTitle": "מגילה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ]
}