{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "license": "CC0", 
    "language": "en", 
    "title": "Megillah", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [
            "MISHNAH: The Megillah is read on the eleventh, the twelfth, the thirteenth, the fourteenth, and the fifteenth [of Adar], never earlier and never later. Cities which have been walled since the days of Yehoshua ben Nun read on the fifteenth. Villages and large towns read on the fourteenth. The villages, however may [sometimes] push the reading forward to the court day.", 
            "How does this work? If [the fourteenth of Adar] falls on Monday, the villages and large towns read on that day, and the walled places on the next day. If it falls on Tuesday or Wednesday, the villages push the reading forward to the court day. The large towns read on the day itself, and the walled place on the next day.", 
            "If [the fourteenth falls] on Thursday, the villages and large towns read on that day and the walled places on the next day. If it falls on Friday, the villages push the reading forward to the court day, and the large towns and walled places read on the day itself.", 
            "If it falls on Shabbos, the villages and large towns push the reading [of the Megillah] forward to the court day and the walled places read [the Megillah] on the next day. If it falls on Sunday, the villages push the reading [of the Megilla] forward to the court day. The large towns read on the same day, and the walled cities [read] on the following day. ", 
            "GEMARA: \"The Megillah is read on the eleventh.\" How can this be derived? [How can you ask,] ‘Where can this be derived’? Surely it is as we state further on, ‘The Sages made a concession to the villages, allowing them to push the reading forward to the Court day, so that [they should have leisure to] supply food and water for their brethren in the large towns’?", 
            "What we mean [by our question] is this: Let us see now. All these dates were laid down by the Men of the Great Assembly.  For if you should [deny this and affirm] that the Men of the Great Assembly laid down only the fourteenth and fifteenth, [is it possible that] the [later] Rabbis should have come and annulled a regulation made by the Men of the Great Assembly, Seeing that we have learnt, ‘One court cannot annul the ordinances of another unless it is superior to it in number and in wisdom’?", 
            "Obviously, therefore, all these days must have been laid down by the Men of the Great Assembly, [and therefore we ask], where are they hinted to [in the Megillah]?", 
            "Rav Shemen bar Abba said in the name of R' Yochanan: It says, (Esther 9:31) ‘To confirm these days of Purim in their times.’ [which indicates that] they laid down many ‘times’ for them. ", 
            "But this text is required for its literal meaning! If that were the case, it [the Megillah] could have simply stated ‘at the [appointed] time’. What then is implied by ‘their times’? A large number of ‘times’!", 
            "But still I may say that [the expression ‘their’ times’] is required, To indicate that the time of one is not the same as the time of the other! If that were the case, it [the Megillah] should say [simply], ‘their time’. Why does it say ‘their times’? So that you may infer from this:  All of them [the days]. ", 
            "And I could say, \"'Their times’ means numerous times. The expression ‘their times’ is to ‘their time’:  Just as ‘their time’ would indicate two [days], so ‘their times’ indicates two [extra days]. ", 
            "And I could say, [these two days are] the twelfth and thirteenth? [This is not correct] for the reason given [elsewhere] by Rav Shmuel bar Yitzchak: The thirteenth was the time of assembly for all [meaning, the Jews assembled to fight their enemies on the thirteenth, both those who lived in Shushan and the village-dwellers], and [therefore] no special indication is required for it in the text. We may say here that the thirteenth day is a time of assembly and no special indication is required for it in the text. ", 
            "And I could say,[these two days are the] sixteenth and seventeenth? [ This is not correct, as it says,] (Esther 9:27) ‘And it shall not pass’.", 
            "But R' Shmuel bar Nachmani says: It [the Tanach] says (Esther 9:22) ‘As the days wherein the Jews had rest from their enemies.’  [The expression] ‘the days’ [would have sufficed] and we have ‘as the days’, to include the eleventh and the twelfth.", 
            "But cannot I say the twelfth and thirteenth? Said Rav Shmuel bar Yitzchak: The thirteenth is a time of assembly for all, and does not require special indication [in the text].  But cannot I say the sixteenth and the seventeenth? It is written, (Esther 9:27) ‘and it shall not pass’.", 
            "Why did R' Samuel bar Nachmani not derive the rule from the expression ‘in their times’? He does not accept the distinction [made above between] ‘time’, ‘their time’ and ‘their times’.", 
            "And why did Rav Shimon bar Abba not derive the rule from the expression ‘as the days’? He can say to you: This is meant to make the rule apply to future generations. ", 
            "Rava bar Bar Chanah said in the name of R' Yochanan This [rule stated in the Mishnah] is the ruling of R. Akiva - the anonymous authority, who draws the distinction between ‘time’, ‘their time’ and ‘their times’.  The Megilla is only to be read on the proper day. ", 
            "The following was adduced in refutation of this: R' Yehuda said: 'When does this rule apply? When the years are properly fixed and Israel resides upon their own soil.' But in these days, since people reckon from it, the Megillah is to be read only on the proper day.", 
            "Which opinion is R’ Yehuda following? Shall I say he follows the opinion of R’ Akiva? This cannot be, because [according to him] the regulation is in force in these days also.", 
            "It must be then that he follows the Rabbis, and [even according to them]  we read [on the other days] at any rate when the years are properly fixed and Israel reside on their own soil! Is this not a refutation of R’ Yochanan?", 
            "It is. Rava bar Bar Chunah said in the name of R' Yochanan 'This rule follows the ruling of R’ Akiva - the anonymous authority.' But the Sages say: 'In these days, since people reckon from it, we read it only on the proper day.'", 
            "It has been taught to the same effect, Rabbi Yehudah Says: 'When does this rule hold good? When the years are properly fixed and Israel reside upon their own soil, but in these days, since people reckon from it, it is read only on the proper day.'", 
            "Rav Ashi noted a contradiction between the two statements of R' Yehudah."
        ], 
        [], 
        [
            "stood on them by way of a miracle (because the Mem and Samech have holes in their centers)! [Obviously Moshe had the end letters!]", 
            "No, all the letters were already known, just it was not known which are the final letters and which come in the beginning or middle of words. The prophets came and established the open letters in the middle of words, and the closed at the ends of words.", 
            "The first question remains: The Pasuk \"Eileh Hamitzvot\" dictates that the Prophets cannot create any new laws! Rather, they had forgotten this rule and the Prophets <b>re</b>taught it.", 
            "R' Yirmiyahu (and some say R' Chiyah bar Abba) also taught: The Aramaic translation of the Torah was revealed by Onkelos the Convert, which he received from R. Eliezer and R. Yehoshua. The Aramaic translation of the Prophets was revealed by Yonatan ben Uziel, which he received from Chagai, Zechariah, and Malachi. When he revealed it, the land of Israel shook an area of 400 parsah. A voice from heaven called out: \"Who is this who is revealing my secrets to the sons of man?\"", 
            "Stood Yonatan ben Uziel and proclaimed: \"I am he who dared reveal your secrets to the sons of man. It is known and revealed that I did not do this for my family's or my honor, but rather I did this for your glory, so that disputes [over the meaning of the text] would not proliferate in Israel.\"", 
            "He (Yonatan ben Uziel) also wished to reveal the translation of the Writings, but a voice from heaven said: \"Enough\". Why did it say that? Because [in the Writings] is contained the description of the coming of the Messiah.", 
            "Did Onkelos the Convert really reveal the translation of the Torah? Didn't R' Ika son of Avin say in the name of R' Chananel who said in the name of Rav: What is the meaning of the pasuk: [Nehemiah 8:8] \"And they read in the book of the Teaching of God, in great depth and application of knowledge, and they understood through reading.\" \"And they read in the book of the Teaching of God,\"- this is the Torah. \"in great depth\" - this is the Targum (Aramaic translation). \"and application of knowledge,\"- these are the pasuk divisions. \"and they understood through  reading\" - these are the cantillation marks. Some say it means", 
            "the oral traditions. [Obviously the Targum was known in Ezra's time, before Onkelos was born!] Rather, it was forgotten, and [Onkelos] reestablished it.", 
            "Why is it that the Land of Israel shook when the Targum of the Prophets was revealed, but not the Targum on the Torah? Because the Torah is written in clear, explanatory, language whereas the Prophets' wording gets terse and murky at times. An example [of this murky writing]: \"In that day the mourning in Jerusalem will grow great, as the mourning of Haddadrimon in the valley of Megiddo was.\" (Zechariah 12:11). And R' Yosef said:", 
            "If not for the Targum on this verse, we would not have known the meaning (of the verse.) (The Targum is:) \"On that day, the mourning in Jerusalem will grow great, like that of Achav son of Omri, who killed Haddadrimon son of Tavrimmon in the Heights of Gilead, and like the mourning of Josiah son of Amon, who killed Pharaoh Neco in the Valley of Megiddon.\"", 
            "(Another example from Daniel 10:7) \"And I alone saw the wonder, but the men who were with me did not see the wonder, however a great fear grasped them and they fled to hide.\"   Who were these people? R' Yimiyahu said, and some say R' Chiya bar Abba: These are the prophets Haggai, Zechariah, and Malachi,", 
            "who were better than him (,Daniel, in some respects, whereas Daniel, in some respects,) was better than them. They were better than him because of the fact that they were prophets and he wasn't. He was better because he saw (the wonder), but they didn't.", 
            "If they did not see the wonder, why were they so scared? Even though they did not see the wonder, they understood the bad signs and superstitions that appeared.", 
            "Said Ravina: We learn from here that one who is scared even though he is not seeing anything is being affected by the bad signs and superstitions. What is his remedy? (1:) To read the Shema. (2:) If he is in an unclean place (where he may not recite the Shema,) he should jump from his place four jumps. If he cannot do that, (3:) he should say this: \"The rams of the slaughterhouse are fatter than me!\"", 
            "And now that we have explained the verse \"Nation and nation, city and city\" as being required for a Drasha, what do we need \"Household and household\" for? R' Yosei bar Chanina said: To include the families of the priesthood and Levi'im who must stop doing their work (in the Temple) and come to listen to the recitation of the Megillah.", 
            "This is as R' Yehuda said in the name of Rav: The priests in their work, the Levi'im on their steps (duchan), and the Israelites in their shifts, all of them stop their work and go to listen to the recitation of the Megillah.", 
            "It was taught accordingly in a Braita: The priests in their work, the Levi'im on their steps (duchan), and the Israelites in their shifts, all of them stop their work and go to listen to the recitation of the Megillah. From this, the house of Rabbi would stop their learning and come to listen to the Megillah, because it was implied  that if the holy work was stopped (which is so important), so too the learning (which is less,) should also be stopped.", 
            "But is the holy work really more important than the study of Torah? Doesn't it say (Joshua 5:13): \"And it was when Yehoshua was in Jericho that he lifted his eyes and he saw a man standing next to him..and he bowed to him.\"", 
            "How did [Yehoshua] do this. Didn't Rav Yehoshua ben Levi say: \"It is forbidden for a man to greet his friend at night, lest he be a demon.\" It was different here, as the man said \"I am an angel, the leader of hosts of the LORD.\"", 
            "But perhaps he was lying [when he said this]? He wasn't, because we have a tradition that the name of God is not invoked for nothing.", 
            "[The angel] said to him: \"Yesterday, you canceled the sacrifice of the Tamid of midday, and today you have abandoned the study of Torah!\" He said to the angel: \"For which one have you come?\" He said to him: \"I have come <b>now</b>\" (Joshua 8:9) and directly after this it writes \"And Yehoshua slept that night in the midst of the valley.\" Said Rabbi Yochanan:"
        ], 
        [
            "This teaches that he spent the night in the 'depths' of halakhah. And Rav Shumel bar Unya said: Torah study is greater than offering the daily sacrifices, as it says:  \"I have come now\".", 
            "There is no difficulty. This is for many and that is for one.", 
            "And that of the one is light? For it is taught: During a festival, women may sing a dirge, but may not clap. Rabbi Yishmael says: If they are close to the bier they may clap. On Rosh Chodesh, Chanukah, or Purim they may sing dirges and clap on any of these [days], but they may not wail.", 
            "Rabbah bar Huna said: The festival does not come before a Torah scholar, and not any of Chanukah or Purim.", 
            "The honor of Torah of which you speak:  Honor of Torah of an individual is heavy; study of Torah by an individual is light.", 
            "Rava said: It is clear to me; [that of Temple] service and Megillah reading, reading the Megillah is preferable; [this is] from Rabbi Yose bar Chanina. [Of] Torah study and Megillah reading, reading the Megillah is preferable since those of the house of Rabbi relied [on Rabbi Yose].", 
            "[Of] Torah study and the Mitzvah of the Dead (burying an unattended corpse), the Mitzvah of the Dead is preferable, as it was taught: Torah study is ceased to bring out the dead [for burial] and to bring in a bride [to the place of her wedding]. [Of Temple] service and the Mitzvah of the Dead, the Mitzvah of the Dead is preferable from [the phrase] \"or for his sister\" (Numbers 6:7).", 
            "For it was taught: \"Or for his sister\".  What does [it] teach? Here is one who was going to slaughter his Pesach offering or going to circumcise his son and he heard that a relative of his had died.  Should he defile himself?  You said:", 
            "He should not become defiled. Then if he should not defile himself for his sister, should he also not defile himself for an unattended corpse?  Thus [\"for his sister\"] teaches: He should not defile himself for his sister, but he should defile himself for an unattended corpse.", 
            "Rava asks: [Between] reading the Megillah and the Mitzvah of the Dead, which one of these is preferable? Reading the Megillah is preferable because it spreads the miracle?  Or perhaps the Mitzvah of the Dead is preferable because it honors life? After inquiring, [Rava] answered it: The Mitzvah of the Dead is preferable. For Master said: Honoring life is so great that it overrides a negative deed that is in the Torah.", 
            "Our text says:  Rabbi Yehoshua ben Levi said: A wall city and all that is near it and all that is seen with it is included with the walled city. It was taught: A nearby [town] even though it is not seen, and a visible [town] even though it is not near.", 
            "We understand seen though not near.  It is found, for example, with dwelling places on top of a hill. But near though not visible?  How is that found? Rabbi Yirmiyah said: One that is situated in a wadi.", 
            "Rabbi Yehoshua ben Levi said: A (walled) city that was initially settled [without walls] and then was surrounded [by a wall] is treated like a village. What is the reason?  Because it is written (Leviticus 25:29):  \"If a man shall sell a residence in a walled city\"; that is, it was surrounded [by a wall] then settled, and not that it was settled and then surrounded.", 
            "Rabbi Yehoshua ben Levi said: A (walled) city in which there are not ten men of leisure is treated like a village. What does this impart to us? It teaches us: What is a large city?  Any in which there are ten men of leisure; fewer than this and it is a village. It was necessary for him [to teach about] a (walled) city even though [people] happen to come from outside it.", 
            "Rabbi Yehoshua ben Levi said: A (walled) city that was destroy and subsequently (re)settled is treated like a (walled) city. What is 'destroyed'? If you say its walls were destroyed, [if it was] (re)settled (walls rebuilt) then 'yes', [if] not (re)settled then 'no'. And this was taught:  Rabbi Eliezer bar Yose says: (Leviticus 25:30) \"That has a wall\".  Even though it does not have [one] now, if it had one before [it is treated as though walled].", 
            "Rather, What is 'destroyed'?  That its ten men of leisure were 'destroyed'.", 
            "Rabbi Joshua ben Levi said:"
        ], 
        [
            "Lod and Ono and Gai HeHarashim were surrounded by a wall in the days of Joshua bin Nun.", 
            "And it was Joshua who built them? But it was Elpaal who built them as it is written (I Chronicles 8:12):  \"The sons of Elpaal were Ever, Misham, and Shamed; he built Ono and Lod and their dependencies.\" But, according to your reasoning, Asa built them, as it is written (II Chronicles 14:5):  \"Asa built (fortified cities that belonged to Judah).\"", 
            "Rabbi Elazar said: These [cities] were surrounded by a wall from the days of Joshua bin Nun.  They were laid waste in the days of the concubine of Gibeah.  Elpaal came [and] built them.  Again they fell down, and Asa came and repaired them.", 
            "Also, [reading] precisely, as it is written (II Chronicles 14:6):  \"And he said to Judah, 'let us build these cities...'\".  The principle is that they were originally cities.  Learn from this.", 
            "And Rabbi Yehoshua ben Levi said: Women are bound in the reading of the Megillah since they were in the same miracle. And Rabbi Yehoshua ben Levi said: [If] Purim occurs on Shabbat, they ask and they study on the subject of the day.", 
            "Why the topic of Purim? Even to Yom Tov (festival day) also, as it was taught: Moses established for the Israelites that they should ask and study on the subject of the day --  the halakhah of Pesach on Pesach, the halakhah of Shavuot on Shavuot, and the halakhah of Sukkot on Sukkot.", 
            "It was necessary for him [to state] Purim. What might you have said? We should prohibit [lessons on Purim] because of Rabbah.  This informs us.", 
            "And Rabbi Yehoshua ben Levi said: A person is bound to read the Megillah at night and to repeat it during the day, as it is written (Psalm 22:3):  \"My God, I call out in the day and You do not answer, at night and there is no silence for me.\"", 
            "They thought this [means] to read it (the Megillah) at night and to teach its Mishnah during the day. Rabbi Yirmiyah said to them: It was explained to me by Rabbi Chiya bar Abba. As people say: I will go through this explanation and I will repeat it.", 
            "It was also stated:  Rabbi Chelbo said in the name of Ulla [of] Biri: A person is bound to read the Megillah at night and to repeat it during the day as it is said (Psalms 30:13):  \"In order that Glory may sing to You and not be silent, Hashem my God, I will thank you for ever.\"", 
            "Except that the villages may move forward [the reading] to the day of gathering. Rabbi Hanina said: The sages were 'light' with the villages in moving forward to the day of gathering when they distribute water and food to their brothers that are in the (walled) cities."
        ], 
        [
            "Is this to say the ordinances are for the (walled) cities? But we have been taught: If it (Purim) occurs on Monday, villages and large cities read it on that day. So if it is, should they move forward to the day of gathering? (the previous Thursday) That would be the tenth. And the Rabbis did not ordain the tenth.", 
            "Come and hear: If it (Purim) occurs on Thursday, villages and large cities read it on that day. So if it is, should they move forward to the day of gathering, which is the eleventh? (the previous Monday) From a day of gathering to [another] day of gathering we do not shift.", 
            "Come and hear.  Rabbi Yehudah said: When?  In a place in which gatherings are on Monday and Thursday.  But a place that does not have gatherings on Monday and Thursday there is no reading it (the Megillah) except in its [proper] time. If you think the ordinance is for the (walled) cities because there are not gatherings on Monday and Thursday; do the (walled) cities suffer loss?", 
            "Do not say 'since they distribute water and food', but say 'because they distribute water and food to their brothers who are in (walled) cities'.", 
            "How so?  If it occurs on Monday, villages and large cities read it on the day, etc.  What changed in the first portion that it is arranged according to the month, and what changed at the last portion that is is arranged by day?", 
            " Since it would reverse them (the days), the portion is arranged by day.", 
            "If it falls on Friday, etc.  Our Mishnah follows whom? Either Rabbi or Rabbi Yose.", 
            "Which [saying of] Rabbi?  It was taught: If it falls on Friday, villages and large cities move forward to the day of gathering and cities surrounded by a wall read it [the Megillah] on that day. Says Rabbi: I say that cities do not postpone from their [regular] place, but both of these read it on that day.", 
            "What is the reason for the first teaching? As  is written (Esther 9:27):  \"In each and every year.\"  Since every year cities [read] before walled [cities], here as well cities before walled [cities].", 
            "But say: \"In each and every year\".  Since every year cities do not postpone from their [regular] place, then here cities did not postpone from their place. Here it is different because it is not possible.", 
            "And what is Rabbi's reason? \"In each and every year\".  Since every year cities do not postpone from their [regular] place, then here cities did not postpone from their place.", 
            "But say:  \"In each and every year\".  Since every year cities [read] before walled [cities], then here also cities [read] before walled [cities]. Here it is different because it is not possible.", 
            "What Rabbi Yose [statement]?  It was taught: If it falls on Friday, walled [cities] and villages move forward to the day of gathering, and large cities read it on that day. Rabbi Yose says: Walled [cities] are not before cities, but both of these read it on that day.", 
            "What is the reason for the first teaching? It is written (Esther 9:27):  \"In each and every year\".  Since each and every year cities [read] on the fourteenth, and the time for [cities] is not like the time for [walled cities], then here, cities [read] on the fourteenth, and this time is not like the time of [walled cities].", 
            "But say: \"In each and every year\":  since each and every year walled [cities] are not before cities, then here walled [cities] are not before cities. Here it is different because it is not possible.", 
            "What is the reason of Rabbi Yose?  \"In each and every year\":  since each and every year walled [cities] are not before cities, then here walled [cities] are not before cities.", 
            "But say: \"In each and every year\":  since each and every year the time for this is not like the time for that, then here the time for this is not like the time for that. Here it is different because it is not possible.", 
            "Does Rabbi think that cities do not shift to the day of gathering? But it has been taught: If [Purim] falls on Shabbat, villages move forward to the day of gathering and large cities read on Friday and walled cities [wait] for tomorrow (Sunday). Rabbi says: I say that since cities shift from their [regular] place, they shift to the day of gathering.", 
            "How is this now? There, their time is Shabbat, and since they shift (for Shabbat) they can shift [further]. But here their time is Friday.", 
            "Whose [statement] does Rabbi Chelbo in the name of Rabbi Huna follow? [When] Purim falls on Shabbat, everyone shifts to the day of gathering. Everyone shifts; can you think that? But there are walled [cities] that do it the next day (Sunday). Rather, everyone who shifts (at all) shifts to the day of gathering. Whom?  According to Rabbi.", 
            "In any event, all of them confirm that we do not read the Megillah on Shabbat.  What is the reason? Rabbah said: Everyone is obligated in reading the Megillah (and in sounding a shofar), but not everyone is expert in reading the Megillah.  [It is] a decree lest he take it (a scroll) in his hand and go to an expert to learn, and carry it four cubits in a public domain.", 
            "And it is the reason for the shofar and the reason for the lulav.", 
            "Rav Yosef said: Because the eyes of the poor are raised at the reading of the Megillah. It was also taught in this manner: Even though they said that villages move forward to the day of gathering, they collect it (gifts for the poor) on that day and apportion it on that day.", 
            "\"Even though they said...\"? On the contrary!  It is because they said... Rather, since they said that villages move forward to the day of gathering, they collect it on that day and apportion it on that day because the eyes of the poor are lifted at the reading of the Megillah. But"
        ], 
        [
            "rejoicing only applies at its (proper) time.", 
            "Rav said: The Megillah [is read] in its (proper) time; it is read even if alone.  But if not in its time, [only] with ten. Rav Assi said: Whether in its time or not in its time, [only] with ten. There was such a case, and Rav troubled himself to [comply with the ruling] of Rav Assi.", 
            "Who said this?  Rav? Didn't Rav Yehuda son of Rav Shmuel bar Shelat say in the name of Rav: Purim that occurs on Shabbat -- Friday is its time? Friday is its time? But Shabbat is its time! But was this not what he was saying: When not [read] in its (proper) time, it is [just like] in its time.  Just as in its time [it can be read] even if alone, then when not in its time [it can be read] even if alone?", 
            "No, concerning the reading of the Megillah, [only] with ten. But what about 'Friday is its time?'  To exclude [the opinion of] Rabbi, who said:  Because cities shift from their places, they shift to the day of gathering.  This comes to teach us that Friday is their (proper) time.", 
            "Mishnah.  What is a 'large city'? Any in which there are ten men of leisure. Less than that, and it is a village.", 
            "Regarding these, [the sages] said: we move forward, but we do not move backward. But the time of [bringing] wood for the priests, the Ninth of Av [fast], the Festival Offering, and the Assembly move backward and do not move forward.", 
            "Even though they said to move forward and to not move backward, it is permitted with a funeral, a fast, and gifts to the poor. Rabbi Yehudah said: When [may they move forward]?  A place in which they gather on Monday and Thursday.  But a place in which they do not gather on either Monday or Thursday, they do not read it except in its (proper) time.", 
            "Gemara.  It was taught: Ten men of leisure who are at the synagogue.", 
            "Because of these they said:  move forward, but do not move backward. What is the reason? Rabbi Abba said in the name of Shmuel: The verse says (Esther 9:27):  \"And it shall not pass...\".", 
            "Rabbi Abba said in the name of Shmuel: From where [do we learn] that we do not count days for [reckoning] years?  As it says (Exodus 12:2):  \"For the months of the year.\"  You count months for years, but you do not count days for years.", 
            "And the rabbis of Caesaria said in the name of Rabbi Abba: From where [do we learn] that we do not reckon hours for the months?  As it says (Numbers 11:20):  \"Until a month of days\".  You reckon days for months, but you do not reckon hours for months.", 
            "But the time of [bringing] wood for the priests, the Ninth of Av [fast], the Festival Offering, and the Assembly move backward and do not move forward: The Ninth of Av [because] we do not move punishment forward.  The Festival Offering and the Assembly are not moved forward because the time of their obligation has not arrived yet.", 
            "It was taught: The Festival Offering and the entire time of the Festival Offering is moved backward. The Festival Offering is understandable, because if it falls on Shabbat we move it backward until after Shabbat. But what is 'the time of the Festival Offering'?", 
            "Rav Oshaya said:  This is what he said: The Festival Offering [occurring] on Shabbat, and the sighting of the burnt offering -- even if it is on [the first day of the] Festival, its (proper) time -- we move the Festival Offering backward.", 
            "Who [said this]?  It is Beit Shammai.  For we learned: [Beit Shammai says]:  One may bring well-being offerings (sh'lamim) on a Festival, but one may not lay hands (s'michah) upon them; no burnt offerings.  But Beit Hillel says:", 
            "One may bring well-being offerings and burnt offerings and lay hands upon them.", 
            "Rava said: The Festival Offering may move backward for the entire time of the Festival Offering, but not more. As we have learned:   One who does not sacrifice on the first day of the Festival may offer a sacrifice during all of the Festival, even on the last day of the Festival. If the Festival passed and one did not offer a sacrifice, he does not incur an obligation after it.", 
            "Rav Ashi said: The Festival Offering may move backward during the entire time of the Festival; even Shavuot, which is just one day, may move backward. As we have learned: They agree that if Shavuot occurs on Shabbat, the day of slaughter is after Shabbat.", 
            "Rabbi Elazar said in the name of Rabbi Chanina: Rabbi planted a plant on Purim,"
        ], 
        [
            "and he bathed at the marketplace of Tzippori on the Seventeenth of Tammuz, and he sought to abolish the Ninth of Av, but they did not agree with him.", 
            "Rabbi Abba bar Zavda said in front of him: Rabbi, the matter was not like this. Rather, the Ninth of Av happened to occur on Shabbat, and they shifted it to after Shabbat.  Rabbi said: Because it has been shifted, let it be [completely] shifted (abolished for the year), but the Sages did not agree. He read to him (Ecclesiastes 4:9):  \"Two are better than one\".", 
            "And how could Rabbi plant a plant on Purim? But Rabbi Yosef taught: Rejoicing and feasting and a festival.  'Rejoicing' teaches that mourning is prohibited.  'Feasting' teaches that fasting is prohibited.  And 'festival' teaches that it is prohibited to do work. Rather,  Rabbi was from an open (unwalled) area and [observed] on the fourteenth, and it was the fifteenth when he planted.  Is this so?", 
            "But Rabbi was in Tiberias, and Tiberias was surrounded by a wall in the days of Joshua bin Nun. Rather, Rabbi was in an area [that observed] on the fifteenth, and it was on the fourteenth that he planted.", 
            "But was it clear to him that Tiberias was surrounded by a wall in the days of Joshua bin Nun? It was Hezekiah who read in Tiberias on the fourteenth and on the fifteenth.  He doubted whether it was surrounded by a wall in the days of Joshua bin Nun or not. For Hezekiah it was doubtful, for Rabbi it was clear.", 
            "But [even] if it was clear to him, is it permitted [to plant]? But it is written in the Scroll of Fasting: \"The fourteenth day and the fifteenth day are the Days of Purim on which there is no mourning.\"", 
            "And Rava said: It was not necessary except to prohibit the same things on one day as on the other. These are the words of mourning and fasting, but for work:  one day and no more.", 
            "Is this so? But wasn't it Rav who saw a certain man who was sowing flax on Purim and he cursed him and the flax did not sprout? There, he was [sowing] on [his] day [of observance].", 
            "Rabbah son of Rava said: You may even say 'on his day'.  They accepted mourning and fasting upon themselves; work they did not accept upon themselves.", 
            "Originally it was written (Esther 9:19):  \"Rejoicing and feasting and a festival\".  Later it was written (Esther 9:22):  \"To make them days of feasting and rejoicing\".  But 'festival' was not written.", 
            "But then Rav... For what reason did he curse that man? Things that are permitted, others have a custom of prohibiting them.  But in Rabbi's place, it was not the custom.", 
            "And if you choose, say: It was absolutely the custom, and Rabbi planted a 'plant of rejoicing'. As we learned: If these [days] pass and they are not answered, they reduce their business in building and planting, in betrothing and marrying.", 
            "And it was taught about this: 'Building' [means] 'building for rejoicing'; 'planting' [means] 'planting for rejoicing'. What is 'building for rejoicing'?  It is one who builds a wedding house for his son. What is 'planting for rejoicing'?  It is one who plants a royal garden.", 
            "The previous text:  Hezekiah read in Tiberias on the fourteenth and on the fifteenth.  He doubted whether [Tiberias] was surrounded by a wall in the days of Joshua bin Nun or not. Did he really doubt the situation of Tiberias? For it is written (Joshua 19:35):  \"And the fortified cities are Zidim-zar, Hamat, Rakat, and Kinneret.\"  And it is established that Rakat is Tiberias. We have the reason that it was doubtful to him: Because on one side was a 'wall' of the Sea [of Galilee].", 
            "If so, why was it doubtful to him? For certain, that is not a wall, since it was taught: (Leviticus 25:30):  \"Which has a wall\":  not a wall of roofs (houses).  \"Surrounded\":  excludes Tiberias which has the sea for its wall.", 
            "Regarding the houses of a walled city, it was not doubtful to him; however, he doubted the subject of reading the Megillah. What is 'open' and what is 'surrounded' in the collected writings of the reading of the Megillah?  Because these are exposed and those are not exposed.  And [Tiberias] is also exposed.  Or here: Because these are shielded and those are not shielded.  And [Tiberias] is also shielded. Because of this, it was doubtful to him.", 
            "Rav Assi read the Megillah in Hutzal on the fourteenth and on the fifteenth [because] he doubted whether it was surrounded by a wall in the days of Joshua bin Nun or not. There are some who say that Rav Assi said: This Hutzal, that is of the house of Benjamin, was surrounded by a wall in the days of Joshua.", 
            "Rabbi Yochanan said: When I was young, I said something that I asked of the elders,"
        ], 
        [
            "and it was found that I was in agreement [with them]. Hamat is Tiberias.  And why was it called Hamat?  Because of the 'hot springs' of Tiberias. Rakat is Tzippori.  And why was it called Rakat?  Because it lies above like the bank of a river. Kinneret is Ginosar.  And why was it called Kinneret?  Because the sweetness of the fruit is like the sound of a lute (or harp).", 
            "Rava said:   Who is there that says Rakat is not Tiberias? But when a man dies here (Babylonia), there (Tiberias) they mourn for him like this: \"He is great in Sheshach (Babylonia), and he has a name in Rakat.\" And when the coffin is taken up there, they mourn him like this: \"Lovers of the remains, dwellers in Rakat, come out and receive the slain of the depths.\"", 
            "When the soul of Rabbi Zera rested, the mourner opened [the eulogy] on him: The land of Shinar conceived and bore him, but the land of beauty raised up her beloved.  Woe to her, said Rakat, because her precious instrument has been lost.", 
            "But (Rabbah) Rava said: Hamat is the 'hot springs' of Gerar.  Rakat is Tiberias.  Kinneret is Ginosar.  And why was [Tiberias] called Rakat?  Because even the worthless [people] in it are filled with commandments like a pomegranate. Rabbi Yermiyah said: Rakat is its name.  And why was it called Tiberias?  Because it sits in the navel (center) of the Land of Israel. (Rava) Rabbah said: Rakat is its name.  And why was it called Tiberias?  Because its appearance is good.", 
            "Zeira said: Kitron is Tzippori.  And why was it called Tzippori?  Because it sits on top of the mountain like a bird.", 
            "And Kitron is Tzippori? This Kitron was in the allotment of Zebulun, as it was written (Judges 1:30):  \"Zebulun did not disinherit the residents of Kitron or the residents of Nahalol.\" And Zebulun was dissatisfied by his measure, as was said (Judges 5:18):  \"Zebulun is a people that ground its soul to death...\".  What was the reason?  Because \"...Naftali was upon the heights of the field.\"", 
            "Said Zebulun before the Holy One, Blessed Be He: Oh, Great One of the Universe: To my brothers You have given fields and vineyards, and to me You have given mountains and hills; to my brothers You have given lands, and to me You have given lakes and rivers. Hashem said to him: All of them will need you on account of the snails (chilazon), as it was said (Deuteronomy 33:19):  \"They shall call peoples to the mountain [because of] the hidden things stored up in the sand.\"", 
            "Rav Yosef taught: 'Hidden things' are the snails (chilazon).  'Stored up' refers to pickled fish(?).  'Sand' is white glass. He said before Him: Great One of the Universe:  Who will inform me? Hashem said to him: (Deuteronomy 33:19) \"There they will offer sacrifices of righteousness.\"  This sign will be for you: Anyone who takes from you without compensation will not benefit in his business in any way.", 
            "Now, if you reason that Kitron is Tzippori, why was [Zebulun] dissatisfied with his measure? Because Tzippori is a better section. And if you say that milk and honey does not flow in it, then Resh Lakish said: I myself have seen milk and honey flow through Tzippori, and it was sixteen mil by sixteen mil.  (A mil is about 2,000 cubits -- trans.)", 
            "And if you say that it is not as large as the measure of his brothers, then Rabbah bar bar Chanah said in the name of Rabbi Yochanan: I myself have seen milk and honey flow through all of the land of Israel, and it extends from Be Kubi to fort of Tulbankni, twenty-two parasangs in length and six parasangs in width.  (A parsang is four mil -- trans.)", 
            "Even so, fields and vineyards were preferable to him. Also, evidence [comes from] that which is written (Judges 5:18):  \"Naftali was upon the heights of the field.\"  Learn from this.", 
            "Rabbi Abahu said: (Zephaniah 2:4) \"Ekron will be uprooted.\"  This is Caesaria, daughter of Edom, which sits among the sands.  It was a peg driven into Israel in the days of the Greeks.  But then the Hasmonean dynasty strengthened and prevailed over them, and they called it 'the captured tower of Shir'.", 
            "Rabbi Yose bar Hanina said:  Why was it written (Zechariah 9:7):  \"I will remove his blood from his mouth and his vermin from between his teeth, and He also remains as our God.\"?  'I will remove his blood from his mouth'.  This is their High Place.  'Vermin from between his teeth'.  This is their temple for oracles.  'And He also remains as our God.'  These are the synagogues and houses of learning that are in Edom.", 
            "(Zechariah 9:7)  \"And he will be like a chief in Judah, and in Ekron like a Jebusite.\"  These are the theaters and circuses that are in Edom, which, in the future, will be where the officers of Judah will teach Torah in public.", 
            "Rabbi Yitzhak said: Leshem is Pamias.  'Ekron will be uprooted.'  This is Caesaria, daughter of Edom, which was a metropolis of kings. There are those who say  that kings grew up in it, and there are those who say that king were appointed from that place.", 
            "Caesaria and Jerusalem.  If a person says to you the two of them were burned down, do not believe [him].  [If] the two of them are settled, do not believe [him]. [If] Caesaria was burned down and Jerusalem is settled, [or] Jerusalem was burned down and Caesaria is settled, believe [him]. As it was said (Ezekiel 26:2):  \"Let me be filled with the one who was burned down.\" If this one is filled, that one is burned down. If that one is filled, this one is burned down.", 
            "Rav Nachman bar Yitzhak said from this case: (Genesis 25:23) \"One people will be stronger than the other people.", 
            "Rabbi Yitzhak said: Why was it written (Isaiah 26:10):  \"Let favor be shown to the wicked, yet he will not learn righteousness.\" Said Yitzhak before the Holy One, Blessed Be He: 'Oh, Great One of the Universe, let favor be shown to Esau.' Said He: 'He is wicked.' [Yitzhak] said to Him: '[Esau] has not learned righteousness.' [Hashem] said to him: (Isaiah 26:10):  \"In the land of uprightness he will deal wrongfully.\" [Yitzhak] said to Him: If so, \"he will not behold the majesty of Hashem\".", 
            "Rabbi Yitzhak said: Why was it written (Psalms 140:9):  \"Grant not, Hashem, the desires of the wicked; his muzzle do not take off, so that they become exalted, selah.\" Said Jacob before the Holy One, Blessed Be He: 'Oh, Great One of the Universe, do not grant to Esau, the wicked one, the desire of his heart.' 'Do not take off his muzzle.'  This is "
        ], 
        [
            "Germania of Edom, who, if in any way would go forth, would burn down the entire world.", 
            "Rabbi Hama bar Hanina said: There are three hundred crowned ones in Germania of Edom, and there are three hundred sixty-five prefects in Rome. And every day there is one [from one group] who encounters one [from the other group], and one slays his fellow, and they would be troubled to raise up a [new] king.", 
            "Rabbi Yitzhak said:  If a person says to you, 'I have labored but I did not find', do not believe [him].  [If he says,] 'I did not labor, but I have found', do not believe [him].  [If he says,] 'I have labored and I have found', believe [him].", 
            "This is so in the matter of the words of Torah, but with worldly affairs ['finding' requires] assistance from heaven. And for words of Torah, one may not say this except for sharpening [the mind].  But preserving what one has learned [requires] assistance from heaven.", 
            "Rabbi Yitzhak said: If you see a wicked [man] who is in his hour of laughter, do not contend with him, as is said (Psalms 37:1):  \"Do not make yourself angry with evil ones.\"  And more than that, his paths will be successful, as is said (Psalms 10:5):  \"His paths prosper all the time.\"  And more than that, his judgement will be declared correct, as is said (Psalms 10:5):  \"His judgements are far above, out of his sight.\"  And more than that, he will see [the downfall] of those who hate him, as is said (Psalms 10:5):  \"As for all of those who distress him, he will blow at them\".", 
            "Is this so? Didn't Rabbi Yochanan say in the name of Rabbi Shimon be Yochai: It is permitted to contend with the wicked in this world, as is said (Proverbs 28:4):  \"Those who abandon Torah will praise wickedness, and those who keep Torah will contend with them\"? And it was taught:  Rabbi Dostai bar Maton said: It is permitted to contend with the wicked in this world.  And if a person whispers saying, 'Do not make yourself angry with evil ones, and do not become zealous at wrong-doers' -- he whose heart destroys him says this.", 
            "But, 'Do not make yourself angry with evil ones' to be like evil ones.  And 'do not become zealous at wrong-doers' to be like wrong-doers. And it says (Proverbs 23:17):  \"Do not let your heart be jealous of those who sin, etc.\"", 
            "There is no difficulty. This one is about one's own affairs, and that one is about the affairs of heaven.", 
            "Or, if you desire, say: 'This one and that one are [both] about one's own affairs', but there is no difficulty. This one is about one who is perfectly righteous, and that one is about one who is not perfectly righteous. As Rav Huna said: Why is it written (Habakkuk 1:13):  \"Why do you gaze at treacherous ones and keep silent as the wicked one swallows up one more righteous than he?\"  One can swallow up one more righteous than he, but the perfectly righteous he cannot swallow.", 
            "Or, if you desire, say: 'In his hour of laughter'; [the situation] has changed.", 
            "Ulla said: Italia of Greece is the great city of Rome. It is three hundred parsangs by three hundred parsangs.  There are 365 markets (shuks) in it, corresponding to the number of days in the solar [year].  The smallest [market] of them all is the poultry sellers', and it is sixteen mil by sixteen mil. The king dines each day in one of them.", 
            "And one who dwells in it, even though he was not born in it, takes a portion from the king's palace, and the one who was born in it, even though he does not dwell in it, takes a portion from the king's palace. There are three thousand bathhouses in it, and five hundred windows allow the smoke to rise outside to the wall. One of its sides is [by the] sea, one of its sides is [by] mountains and hills, one of its sides is a partition of iron, and one of its sides is a sand-field and glens.", 
            "Mishnah.  [If] they had read the Megillah in the first Adar, then a leap year was proclaimed that year, they read it [again] in the second Adar. There is no [difference] between first Adar and second Adar except reading the Megillah and gifts for the poor.", 
            "Gemara.  But regarding the order of [Torah] portions, this (Adar I) and that (Adar II) are equal.", 
            "Whose Mishnah is this? Not the First Tanna nor Rabbi Eliezer son of Rabbi Yose nor Rabban Shimon ben Gamliel. For it was taught: [If] they had read the Megillah in the first Adar, then a leap year was proclaimed that year, they read it [again] in the second Adar.  Because all of the commandments which are performed in the second [Adar] are performed in the first [Adar], except reading the Megillah.", 
            "Rabbi Eliezer son of Rabbi Yose says: There is no reading it [again] in the second Adar because all commandments that are performed in the second [Adar] are performed in the first [Adar].", 
            "Rabban Shimon ben Gamliel says in the name of Rabbi Yose: Even so, they [must] read it [again] in the second Adar because all commandments that are performed in the second [Adar] are not performed in the first [Adar]. This (Adar I) and that (Adar II) are equal regarding the prohibition of mourning and fasting.", 
            "Isn't Rabban Shimon ben Gamliel [the same as] the First Tanna? Rav Pappa said: There is [disagreement] between them [regarding] the order of [Torah] portions. The First Tanna avers that initially [they should be read] in the second [Adar], but if they were done in the first [Adar] they are done, apart from reading the Megillah which, even though they had read it in the first [Adar], they [must] read it [again] in the second [Adar].  And Rabbi Eliezer son of Rabbi Yose avers", 
            "that even the Megillah should initially be read in the first [Adar]. And Rabban Shimon ben Gamliel avers that even the order of [Torah] portions, if they were read in the first [Adar], are read [again] in the second [Adar].", 
            "Who is [the author]? If it is First Tanna, gifts are a difficulty.  If it is Rabbi Eliezer son of Rabbi Yose, reading the Megillah is also a difficulty. If it is Rabban Shimon ben Gamliel, the order of [Torah] portions is a difficulty.", 
            "In reality, it is the First Kamma.  He taught the reading of the Megillah and the law of gifts for the poor, because the one is tied to the other.", 
            "And if you choose, say: In reality, it is Rabban Shimon ben Gamliel.  Our Mishnah is lacking [something], and this is what it teaches: There is no [difference] between the fourteenth of the first Adar and the fourteenth of the second [Adar] except reading the Megillah and gifts [for the poor].  But regarding mourning and fasting both are equal. However, it does not refer to the order of [Torah] portions.", 
            "Rabbi Chanina bar Avin said in the name of Rabbi Yochanan: The law (halakhah) is that of Rabban Shimon ben Gamliel, who said it in the name of Rabbi Yose.", 
            "Rabbi Yochanan said: The two of them expounded one verse: \"In each and every year.\" (Esther 9:21) Rabbi Eliezer son of Rabbi Yose averred: 'In each and every year.'  Just as each and every year Adar adjoins Shevat, then here Adar adjoins Shevat.  And Rabban Shimon ben Gamliel averred:", 
            "'In each and every year.'  Just as each and every year Adar adjoins Nissan, then here Adar adjoins Nissan.", 
            "We understand the reason that Rabbi Eliezer son of Rabbi Yose avers -- that there is no passing over of the commandments.  But what is the reason of Rabban Shimon ben Gamliel?", 
            "Rabbi Tavi said:  Rabban Shimon ben Gamliel's reason is that adjoining redemption (of Purim) to redemption (of Passover) is preferable.", 
            "Rabbi Elazar said: The reason of Rabban Shimon ben Gamliel is that it is written (Esther 9:29):  \"To confirm this second letter of Purim.\"", 
            "It is necessary to write:"
        ], 
        [
            "'the second' and it is necessary to write:  'in each and every year'.  For if it was from 'each and every year' [only], I might have said this is a difficulty.   Thus this informs us that 'the second' [is necessary]. And if it informed us of 'the second' [only], I might have said from the beginning 'the first and the second'.  Thus we are informed by: 'in each and every year.'", 
            "And what does Rabbi Eliezer son of Yose do with 'the second'? He chooses it for the [lesson] of Rav Shmuel bar Yehudah.  Because Rav Shmuel bar Yehudah said: In the beginning [Purim] was instituted in Shushan, and only later on [was it instituted] throughout the entire world.", 
            "Rav Shmuel bar Yehudah said: Esther sent to the sages: 'Appoint me for the generations.' They sent to her: 'You will make zealous the protests against us among the nations.' She sent to them: 'I am already written about in the Chronicles of the Days of the Kings of Medea and Persia.'...", 
            "Rav and Rav Chanina and Rabbi Yochanan and Rav Chaviva taught: (In all of Order Moed, in all places where there is this pair, Rabbi Yochanan disappears and Rabbi Yonathan enters.) Esther sent to the sages: 'Write [about] me for the generations.' They sent to her: (Proverbs 22:20):  \"Did I not write for you three times?\"  Three times and not four.", 
            "Until they found for it a verse written in the Torah (Exodus 17:14):  \"Write this as a memorial in a book.\"  'Write this' [refers to] what is written here and in Deuteronomy (Mishneh Torah).  'As a memorial' [refers to] what is written in the Prophets.  'In a book' [refers to] what is written in the Megillah.", 
            "Like the Tannaim: 'Write this' [refers to] what is written here.  'Memorial' [refers to] what is written in Deuteronomy.  'In a book' [refers to] what is written in the Prophets.  [These are] the  words of Rabbi Yehoshua. Rabbi Elazar HaModai says: 'Write this' [refers to] what is written here and in Deuteronomy.  'Memorial' [refers to] what is written in the Prophets.  'In a book' [refers to] what is written in the Megillah.", 
            "Rav Yehudah said in the name of Shmuel: [The scroll of] Esther does not defile the hands.", 
            "Is it to say that Shmuel avers that Esther was not composed with the Holy Spirit? Didn't Shmuel say: 'Esther was composed with the Holy Spirit?' It was composed to be read, but not composed to be written.", 
            "They objected: Rabbi Meir says: Ecclesiastes does not defile the hands, and [opinion] is  divided concerning Song of Songs. Rabbi Yose says: Song of Songs defiles the hands, and [opinion] is divided concerning Ecclesiastes. Rabbi Shimon says: Ecclesiastes is from the lenient [rulings] of Beit Shammai and the strict [rulings] of Beit Hillel, but Ruth, Song of Songs, and Esther do defile the hands. He (Shmuel) said this in accordance with Rabbi Yehoshua.", 
            "It was taught:  Rabbi Shimon ben Menasia says: Ecclesiastes does not defile the hands since it is just the wisdom of Solomon. They said to him: Is this alone what [Solomon] said? Has it not already been said (I Kings 5:12):  \"And he spoke three thousand proverbs.\"?  It also says (Proverbs 30:6):  \"Do not add onto his words.\"", 
            "Why 'it also says'? So that if you say: The command he said is good, so if he desired he wrote, and if he did not desire he did not write. Come and hear:  do not add onto his words.", 
            "Rabbi Eliezer taught in a Berayta Esther was written through divine inspiration, as it says (Esther 6:6) \"Haman said to himself.\" Rabbi Akiva says Esther was written through divine inspiration, as it says (Esther 2:15) \"Esther found favor in the eyes of all who saw her.\"", 
            "Rabbi Meir says Esther was written through divine inspiration, as it says (Esther 2:22) \"The matter became known to Mordechai.\" Rabbi Yose ben Durmaskit says: Esther was composed with the Holy Spirit as is said (Esther 9:10):  \"But they did not stretch out their hand toward the booty.\"", 
            "Shmuel said: If I had been there, I would have made a statement preferable to all of them, as is said (Esther 9:27):  \"They established and they accepted.\"  They established above that which they accepted below.", 
            "Rava said: For all of them there is something objectionable in them except for that of Shmuel; in his there is nothing objectionable. That of Rabbi Eliezer, his reasoning was that there was no person with whom the king agreed like [Haman], so that when he spoke expansively, he was thinking about himself as he spoke.", 
            "That of Rabbi Akiva:  perhaps like Rabbi Elazar, who said: It teaches that to each and every person she was disguised as one of his own nation.", 
            "And that of Rabbi Meir:  perhaps like Rabbi Hiyya bar Abba, who said: Bigtan and Teresh were two [men] of Tarsis.", 
            "And that of Rabbi Yose ben Durmaskit: perhaps soldiers were sent. That of Shmuel:  sufficient and there is no objection in it. Ravina said: It is the same as that which people say: One pungent pepper is better than a basket full of melons.", 
            "Rav Yosef said from this: (Esther 9:28):  \"And these days of Purim will not pass by from the midst of the Jews.\"  Rav Nahman bar Yitzhak says from this: \"And their remembrance will not cease from their descendants.\"", 
            "And gifts for the poor. Rav Yosef taught: (Esther 9:22)  \"And sending portions, each to his neighbor.\"  [This means] two portions for one man. (Esther 9:22)  \"And gifts for the poor.\"  Two gifts for two persons.", 
            "Rabbi Yehuda Nesiah sent to Rabbi Oshaia the flank of a calf that was born third and a bottle of wine.  [Rabbi Oshaia] sent to him:"
        ], 
        [
            "You have fulfilled with us, our Rabbi, [the commandment of] sending portions each to his neighbor and gifts for the poor.", 
            "Rabbah sent to Mari bar Mar through Abaye a basket filled with dates and a full cup of the flour of dried grain. Abaye said to him: Now Mari will say: If a peasant becomes the king, he does not set down the bowl from his neck.", 
            "He sent back to him a basket filled with ginger and a full cup of long peppers. Abaye said: Now Master (Rabbah) will say: I sent to him something sweet and he sent back to me [something] pungent.", 
            "Abaye said: When I went out of Master's house, I was sated. When I arrived there, they brought me sixty plates of sixty types of food and I ate sixty portions of them. And the last dish they called 'pot roast' and afterward I wanted to chew the plate.", 
            "Abaye said: This is what people say: 'A poor person is hungry and does not know it.' Or also: 'One can [always] extend [himself] for sweet things.'", 
            "Abaye bar Avin and Rabbi Hanina bar Avin used to exchange their meals with each other.", 
            "Raba said:  A man is obligated to mellow oneself [get drunk] until he does not know the difference between 'cursed is Haman' and 'Blessed is Mordechai.'", 
            "Raba and Rabi Zeira made a Seudat Purim together. They became mellowed and then Raba arose and slaughtered Rabi Zeira. The next day he prayed for [divine] mercy and he returned to life.  The next year, he [Raba] said to him [Rabi Zeira] \"Come and let us make a seudat purim together.\"   He [Rabi Zeira] replied,  \"Not every single time does a miracle occur.\"", 
            "Rava said: [If] one eats a Purim feast at night, he has not fulfilled his obligation.  What is the reason?  It is written (Esther 9:22):  \"Days of banquets and rejoicing.\" Rav Ashi was sitting before (Rav Kahana).  It grew late and the Rabbis had not come. He said to him: What is the reason the Rabbis have not come? Perhaps they are busily engaged with a Purim feast?  He said to him: Is it not possible to eat [the feast] at night? He said to him: Did Master not hear what Rava said? A Purim feast that is eaten at night does not fulfill his obligation. He said to him: (Rava said that?) [He said to him: yes.] He repeated [the saying] forty times after him until he had put it in his 'pouch' (memory).", 
            "Mishnah.  There is no difference between a festival (yom tov) and Shabbat except [regarding] food preparation.", 
            "Gemara.  But on the subject of ancillaries for food preparation, this (festival) and that (Shabbat) are equal.", 
            "The Mishnah does not follow Rabbi Yehudah.  For it was taught: There is no difference between a festival and Shabbat, except food preparation.  Rabbi Yehudah permits even ancillaries for food preparation.", 
            "What is the reason that the First Tanna?  Scripture says (Exodus 12:16):  \"that\".  But not 'ancillaries'. But Rabbi Yehudah (said): (Exodus 12:16) \"for you\".  'For you' [means] all that is necessary for you.", 
            "Isn't it written 'for you' for the other one also? [He could answer]:  For you and not for star worshipers; for you and not for dogs.", 
            "But isn't it written 'that' for the other one also? 'That' is written and 'for you' is written.  Here it is with the ancillaries that are possible to do the day before a festival.  There it is with ancillaries that are not possible to do the day before a festival.", 
            "Mishnah.  There is no difference between Shabbat and Yom Kippur except for this one (Shabbat) a premeditated violation [is punished] by human hands, and for that one (Yom Kippur) a premeditated violation [is punished] by Karet (\"cutting off\" by a 'divine court').", 
            "Gemara.  But on the subject of compensation, this one and that one are equal.", 
            "Whose Mishnah [is this]?  It is by Rabbi Nehunia ben Hakanah. For it was taught:  Rabbi Nehunia ben Hakanah was doing Yom Kippur like Shabbat regarding compensation. One who [violates] Shabbat will pay with his life but is exempt from compensation; also on Yom Kippur one pays with his life but is exempt from compensation.", 
            "We learned in that case: All whose penalty is Karet who were punished by lashes are exempt from the penalty of Karet, as is said (Deuteronomy 25:3):  \"...and your brother will be lashed before your eyes.\"  As soon as he has been lashed, behold, he is like your brother.  [These are] the words of Rabbi Hanania ben Gamliel. Rabbi Yochanan said: The colleagues of Rabbi Hanania ben Gamliel disagreed with him [in this matter].", 
            "Rava said: They said in the school of Rav: We learned that there is no difference between Yom Kipper and Shabbat except that for this one a premeditated violation [is punished] by human hands and for that one a premeditated violation [is punished] by Karet.  But if this is so, this one and that one are [both punished] by human hands.", 
            "Rav Nahman said: Whose opinion is this?  It is Rabbi Yitzhak, who said: Lashes are not a payment for Karet. As was taught:  Rabbi Yitzhak says: Those who owe Karet are part of the general principle.  Why is Karet brought out [specially in the case of lying] with his sister?  To judge with Karet and not lashes.", 
            "Rav Ashi said: You can even say that the Rabbis [concur].  For this one, the chief [punishment for] a premeditated violation is in human hands, and for that one, the chief [punishment for] a premeditated violation is with Karet."
        ], 
        [
            "Mishnah.  There is no difference between one who is prohibited by a vow from benefiting from his fellow and one who is prohibited by a vow from [benefiting] from his food, except for setting foot [on his property] and utensils that a person does not use for [preparing] food.", 
            "Gemara.  But regarding utensils with which a person prepares food, this one and that one are equal.", 
            "'Setting foot': But people are not sensitive [about others setting foot on their property]. Rava said: Whose opinion is this?  Rabbi Eliezer, who said: Customary benefits are prohibited to one who is prohibited by a vow from any benefit.", 
            "Mishnah.  There is no difference between vow-offerings and generosity-offerings except that vow-offerings obligate one with [providing] surety (for the vowed animal), but generosity-offerings do not obligate one with surety.", 
            "Gemara.  But regarding not delaying, this one and that one are equal.", 
            "They taught in that case: What is a vow-offering?  One who says, 'behold, I am raising up a burnt (olah) offering'. What is a generosity-offering?  One who says, 'behold, this one is a burnt offering'. And what is [the difference] between vow-offerings and generosity-offerings? Vow-offerings that die or are stolen or are lost obligate [one to provide] surety (to provide a substitute).  Generosity-offerings that die or are stolen or are lost do not obligate [one to provide] surety.  From where is this thing?", 
            "As the Rabbis taught: (Leviticus 1:4)  \"And it will be accepted for him to atone upon him.\"  Rabbi Shimon says: That which is 'upon him' obligates him for surety.  That which is not upon him does not obligate him for surety.", 
            "What does this imply? Rabbi Yitzhak bar Avdimi said: Since he said 'upon me', which is like he was carrying it upon his shoulder.", 
            "Mishnah.  There is no difference between a zav who sees two discharges and one who sees three except an offering.  (A zav is a male who experiences a genital discharge of something other than semen.  -- trans.)", 
            "Gemara.  But regarding [the defilement of] a couch or a seat and counting seven days, this one and that one are equal.", 
            "From where is this thing? The Rabbis taught: Rabbi Simai says: That which is written (Leviticus 15:2) counted two [discharges] and they called [the zav] 'unclean'.  (Leviticus 15:3) Three and they called [the zav] 'unclean'. In what manner is this? Two [discharges] to be unclean and three to bring an offering.", 
            "Now, say two [discharges] to be unclean and not bring an offering; three to bring an offering but not to be unclean. Say: before, he did not see three, he saw [only] two, and say", 
            "two to bring an offering and not to be unclean, then three to be unclean. Do not let this rise up in your mind, for it was taught: (Leviticus 15:15):  \"The priest shall atone for him before Hashem from his discharge.\"  In some cases, zavs bring an offering and in some cases zavs do not bring an offering. In what manner is this? [If] he saw three [discharges] he brings [an offering], [only] two and he does not bring.", 
            "'Or he does not', rather, he saw two [so] he brings [an offering]; he saw three [so] he does not bring. Say, before, he did not see three, he saw [only] two.", 
            "[The saying of] Rabbi Simai is necessary, and 'from his discharge' is necessary. For if, from [the saying of] Rabbi Simai I might have stated an objection.  Therefore, we learn from 'from his discharge'. And if, with 'from his discharge', I would not understand how many sightings [of discharge].  We learn this from Rabbi Simai.", 
            "And now that you have said 'from his discharge' is to be expounded, (Leviticus 15:13):  \"When the zav has been cleansed from his discharge...\"  How do you expound it?", 
            "That one is required for that which was taught: And 'when the zav has been cleansed' for when his discharge has ended.  ['From his discharge'], and not from [both] his discharge and his leprosy (tzaraat). \"From his discharge he shall count\" (Leviticus 15:13):  This teaches about the zav who sees two [discharges], so that he requires a count of seven [days].", 
            "Can this not be deduced? If he defiles a couch or a seat, is he not required to count seven [days]?"
        ], 
        [
            "[That a woman] observes a day corresponding to a day is evidence that defilement of a couch or seat does not require counting seven [days].", 
            "So then you should not be astonished about this, that even though he defiles a couch or a seat he is not required to count seven [days].  The teaching says \"from his discharge he shall count\".  In some cases, 'from his discharge he shall count' teaches about the zav who sees two [discharges], that he is required to count seven [days].", 
            "Rav Pappa said to Abaye: What changes this 'from his discharge' that it includes 'a zav who sees two [discharges]'?  And what changes this 'from his discharge' that it excludes 'a zav who sees two [discharges]'?", 
            "He said to him: If your mind reasons that this is to exclude that expression, a verse would be silent about it. And then you will say that this brings in the decision '[a woman who] observes a day corresponding to a day is evidence.", 
            "And then you will say: This one is required for 'from his discharge' and not for leprosy.  If so, let the verse write:  \"And when the zav has been cleansed\", then remain silent.  Why do I have 'from his discharge'? It teaches about the zav who sees two [discharges], that he is required to count [seven].", 
            "Mishnah.  There is no difference between a potential leper and a confirmed leper except letting one's hair grow and rending a garment.", 
            "There is no difference between one cleansed from potential [leprosy] and one cleansed from confirmed [leprosy] except shaving and [offering] birds.", 
            "Gemara.  But regarding being sent out [from the camp] [and defilement] this one and that one are equal.", 
            "From where is this thing? As Rav Shmuel bar Yitzhak taught standing near Rav Huna: (Leviticus 13:6):  \"And the priest will pronounce him clean, it is a sore (other than leprosy); and he shall wash his clothes, and he is clean.\"  He was clean from the start regarding letting hair grow and rending a garment.", 
            "Rava said to him: But according to this, regarding a zav it is written (Leviticus 15:13):  \"And he shall wash his clothes and be clean.\"  In that case, what does 'clean from the start' [mean] here?", 
            "Rather, He is cleansed now from defiling earthenware vessels by shaking them.  Even if he sees another [discharge], he does not defile retroactively. ", 
            "Here also, [the leper] is cleansed [now from defiling by coming in retroactively].", 
            "Rather, Rava said: From here (Leviticus 13:45):  \"And the leper in whom the affliction rests...\", [which means] the one whose leprosy is contingent on his body rather than on days.  This excludes one whose leprosy is not contingent on his body, but on days.", 
            "Abaye said to him: But according to this, (Leviticus 13:46):  \"All the days that there is an affliction in him he is defiled\" [means that] one whose leprosy is contingent on his body is the one who is required to be sent out.  One whose leprosy is not contingent on his body is not required to be sent out.", 
            "And thus you may say that here also.  However, it was taught: There is no difference between a potential leper and a confirmed leper except letting hair grow and rending a garment.  But regarding sending out and defiling by coming in, this one and that one are equal.", 
            "He said to him: 'The days' [means] 'all the days'.  [This] includes a potential leper being sent out.", 
            "If so, what is the reason for not shaving or [offering] birds? For it is taught: There is no difference between being cleansed from potential [leprosy] and being cleansed from confirmed [leprosy] except shaving and [offering] birds.", 
            "Abaye said: A verse (Leviticus 14:3) says:  \"The priest will go out to the outside of the camp, ... and behold, the affliction of the leper has been healed.\"  [This means] one whose leprosy is contingent on healing.  This excludes one whose leprosy is not contingent on healing, but on days.", 
            "Mishnah.  There is no difference between scrolls, tefillin, and mezuzahs except that scrolls may be written in any language, while tefillin and mezuzahs may not be written [in anything] but Assyrian script (i.e., Hebrew).  (Assyrian script is the familiar Hebrew square character script.  -- trans.)", 
            "Rabban Shimon ben Gamliel says: Even with scrolls, they did not permit that they be written [in any foreign language] but Greek.", 
            "Gemara.  But [regarding] sewing with sinews and defiling the hands, this one and that one are equal.", 
            "'But scrolls may be written in any language', etc. But this is a contradiction. Hebrew text that is written in Aramaic, or Aramaic text that is written in Hebrew, or if one wrote in [old] Hebrew [script]:  there is no defilement of the hands until one writes it in Assyrian script upon a scroll with ink.", 
            "Rava said: There is no difficulty."
        ], 
        [
            "Here it is in our characters.  There it is in their characters.", 
            "Abaye said to him: Why did you raise up 'in their characters'?  Why argue about Hebrew that is written in Aramaic or Aramaic that is written in Hebrew? Even Hebrew that is written in Hebrew and Aramaic that is written in Aramaic also [are not valid].  For it is taught there [that there is no defilement] 'until one writes it in Assyrian script upon a scroll in ink'.", 
            "But there is no difficulty. This [teaching] is by the Rabbis; that [teaching] is by Rabban Shimon ben Gamliel.", 
            "If this is [the teaching of] Rabban Shimon ben Gamliel, there is Greek. But there is no difficulty. Here [we are dealing] with scrolls [of Scripture], there [we are dealing] with tefillin and mezuzahs.", 
            "What is the reason [for] tefillin and mezuzahs?  Because of that which is written in it (Deuteronomy 6:6):  \"...and they shall be...\", [which means that] they must be original.  What [cases] are there about Aramaic that has been written in Hebrew? Certainly, there is [Aramaic in the] Torah (Genesis 31:47):  \"Hill of Testimony\" (Yegar Sahaduta). But here [in the case of tefillin and mezuzahs], what Aramaic is there?", 
            "But there is no difficulty. Here [we are dealing] with the Megillah, there [we are dealing] with scrolls [of Scripture]. What is the reason [for] the Megillah?  that which is written in it (Esther 8:9):  \"According to their writing and according to their language.\"  What [cases] of Aramaic that has been written in Hebrew are there?", 
            "Rav Pappa said: (Esther 1:20):  \"And the 'decree' of the king shall be heard.\"  Rav Nachman bar Yitzhak said: (Esther 1:20):  \"And all of the women shall give 'honor' to their husbands.\"", 
            "Rav Ashi said: This was taught concerning the remaining scrolls [of scripture].  And that is from Rabbi Yehudah. For it was taught: Tefillin and mezuzahs may not be written in anything but Assyrian script, but our Rabbis permitted Greek.", 
            "But it is written:  \"And they shall be\". Rather, say scrolls may be written in any language, and our Rabbis permitted Greek. '[Our Rabbis] permitted'. This implies that the First Kamma prohibited [Greek].", 
            "Rather, say our Rabbis did not permit that they be written in anything but Greek. And it was taught:  Rabbi Yehudah said: Even when our Rabbis permitted Greek, they did not permit [it for] anything but a Torah scroll, because of the case of Ptolemy the King.", 
            "For it was taught: [This is] the case of Ptolemy the King, who gathered seventy-two elders and entered them into seventy-two houses, and he did not reveal to them for what he gathered them. He then met each of them individually and he said to them: \"Write for me the Torah of Moses your teacher [in Greek].\" The Holy One, Blessed Be He put counsel into the heart of each one, and all of them harmonized to one understanding.", 
            "And they wrote for him:  \"God created in the beginning.\" (Genesis 1:1)  \"I shall make a human in image and likeness.\" (Genesis 1:26)", 
            "\"And He finished on the sixth day, and He rested on the seventh day.\" (Genesis 2:2)   \"Male and female He created him, and they did not write 'He created them'.\" (Genesis 5:2)", 
            "\"Come, let Me descend and confound their language there.\" (Genesis 11:7)  \"And Sarah laughed among her relatives.\" (Genesis 18:12)", 
            "\"For in their anger they killed an ox, and in their desire they uprooted a manger.\"  (Genesis 49:6)  \"And Moses took his wife and his sons and had them ride on a 'carrier of humans'\". (Exodus 4:20)", 
            "\"And the settlement of the children of Israel, in which they dwelled in Egypt and in other lands, was four hundred years.\" (Exodus 12:40)  \"And he sent the youths of the children of Israel.\" (Exodus 24:5)  \"And against the youths of the children of Israel He did not stretch out His hand.\"  (Exodus 24:11)"
        ], 
        [
            "(Numbers 16:15) \"I have not taken one desired thing of theirs.\"  (Deuteronomy 4:19)  \"Which Hashem your God has apportioned them, to be a light unto all the peoples.\"", 
            "(Deuteronomy 17:3)  \"And he went and he served other gods which I did not command that they should be served.\"...", 
            "They wrote for him:  \"with small legs\".  And they did not write for him (Leviticus 11:6)  \"and the hare\" because the name of Ptolemy's wife was Arnevet (hare).  Therefore, he could not say: 'The Jews taunted me and they put the name of my wife into the Torah.' ", 
            "Rabban Shimon ben Gamliel says that even scrolls [of Scripture] are not permitted to be written in anything but Greek. Rabbi Abahu said in the name of Rabbi Yohanan: Halakhah follows Rabban Shimon ben Gamliel. And Rabbi Yohanan said: What is Rabban Shimon ben Gamliel's reason?  A verse says (Genesis 9:27):  \"God will widen Japheth and he will tent in the tents of Shem.\"  [This means that] the words of Japheth will be in the tents of Shem.", 
            "Then [should we] say:  Gomer and Magog? Rabbi Hiyya bar Abba said: This is our reason:  for it is written:  \"God will widen (yaft) the tents of Japheth (Yefet).\"  The beauty (yafyuto) of Japheth (Yefet) will be in the tents of Shem.", 
            "Mishnah.  There is no difference between a priest anointed with the oil of anointing and one [invested] through additional garments except the bull which comes for all of the commandments.", 
            "There is no difference between a serving [high] priest and a former [high] priest except a bull for Yom Kippur and the tenth of an ephah.", 
            "Gemara.  But regarding a bull for Yom Kippur and the tenth of an ephah, this one and that one are equal.", 
            "Our Mishnah does not follow Rabbi Meir.  For if it followed Rabbi Meir, [there is this [contradicting] teaching]: [A priest invested] through additional garments brings a bull, which comes for all of the commandments -- the words of Rabbi Meir. But the Sages say: He does not bring [it].", 
            "What is Rabbi Meir's reason?  For it was taught: (Leviticus 4:3) \"Anointed\".  I have no [explanation] but 'anointed with the oil of anointing'.  From where is 'through additional garments'? The teaching says: \"the anointed\".", 
            "How has it been established?  That it is not like Rabbi Meir. Say about the end [of the Mishnah]: There is no difference between a serving [high] priest and a former priest except a bull for Yom Kippur and the tenth of a ephah.  But regarding all of their other things, this one and that one are equal. We come to [the teaching of] Rabbi Meir, as was taught: [If] an invalidation befalls [the high priest], and they appointed another priest [to serve] in his place, [when] the first one returns to his service, the second [still has] all of the commandments of the high priesthood upon him -- the words of Rabbi Meir. Rabbi Yose says: [When] the first one returns to his service, the second one is no longer fit to be either high priest or a common priest.", 
            "And Rabbi Yose said: It happened with Rabbi Yosef ben Ulam of Tzippori, that an invalidation befell the high priest and they appointed him (Rabbi Yosef) in his place.  Then the case came before the Sages, and they said: The first one returns to his service [and] the second one is no longer fit to be either high priest or a common priest.", 
            "'High priest' because of enmity; 'common priest' because with sacred [matters], we raise up but we do not lower. The beginning is [the opinion of] the Rabbis and the ending is Rabbi Meir's?", 
            "Rabbi Hisda said: Yes.  The beginning is the Rabbis and the ending is Rabbi Meir. Rav Yosef said: It is from Rabbi (Judah HaNasi), who takes it from the opinion of the Tannaim.", 
            "Mishnah.  There is no difference between a large high place and a small high place except passover offerings. This is the general principle: Anything that is a vow-offering or a generosity-offering may be offered at a [small] high place, and anything that is neither a vow-offering nor a generosity-offering may not be offered at a [small] high place.", 
            "Gemara.  The passover offerings and nothing else? Say, Something like passover offerings.", 
            "Who [said this]? It is Rabbi Shimon. For it was taught:  Rabbi Shimon says: Even the public did not offer anything but passover offerings and obligatory offerings for which a time is fixed.  But obligatory offerings for which a time is not fixed were not offered either here or there.", 
            "Mishnah.  There is no difference between Shiloh and Jerusalem except that in Shiloh one may eat 'light' sanctified food and the second tithe anywhere one can see [the Tabernacle], but in Jerusalem [they may be eaten only] within the wall.", 
            "Both here and there the 'most sanctified' food may [only] be eaten within the curtains. [As to] the sanctity of Shiloh,"
        ], 
        [
            "there was legal permission after it [was destroyed]. [As to] the sanctity of Jerusalem, there was no legal permission after it [was destroyed].", 
            "Gemara.  Rabbi Yitzhak said: I heard that one may bring offerings in the house of Honyo at this time. He avers that the house of Honyo is not a house of idol service, and he also avers that the first sanctification [of Jerusalem] sanctified it for its hour, but did not sanctify it for future time.", 
            "For it is written (Deuteronomy 12:9):  \"Because you have not yet come to the resting place and to the inheritance.\"  'Resting place' is Shiloh; 'inheritance' is Jerusalem. [The verse] compares 'inheritance' to 'resting place'. Just as there is legal permission after 'resting place', so there is legal permission after 'inheritance'.", 
            "They said to him: Did you say [that]? He said to them: No!  Rava said: By God! He said it and I learned it from him.", 
            "Then what is the reason he retracted it? Because of the difficulty of Rav Mari. For Rav Mari challenged: [Regarding the] sanctity of Shiloh, there is legal permission after it; [but with] the sanctity of Jerusalem, there is no legal permission after it. And we further taught: From [the time] that they came to Jerusalem 'high places' (bamot) were prohibited, and there was no longer legal permission for them.  And it was the 'inheritance'.", 
            "It is [disputed by] the Tanaim. (For we learned:)  Rabbi Eliezer said: I heard that as they were building the Holy Place they made curtains for the Holy Place and curtains for the enclosure. But with the Holy Place they built [the wall] on the outside [of the curtains] and with the enclosure they built on the inside.", 
            "And Rabbi Yehoshua said: I heard that we may bring offerings even though there is no Temple, and [priests] may eat the Holy of Holies even though there are no curtains.  [Foods of] 'light' sanctity and the second tithe [may be eaten] even though there is no wall. Because the first sanctification [of Jerusalem] sanctified it for its hour, and sanctified it for future time. By implication, then Rabbi Eliezer avers that  [the first sanctification] did not sanctify it for future time.", 
            "Ravina said to Rabbi Ashi: How so? Perhaps for the entire world the first sanctification sanctified it for its hour and sanctified it for future time. So [one] Master said what he had heard and [the other] Master said what he had heard. So if you say, why 'curtains' according to Rabbi Eliezer, [we say] merely for privacy.", 
            "Rather, it is because of these Tannaim: For it was taught:  Rabbi Yishmael the son of Rabbi Yose said: Why did the Sages count these [cities]? Because when the exiles ascended [back to Israel] they found these [walled cities] and they sanctified them.  But [the sanctity of] the first [cities] was annulled when [the sanctity of] the land was annulled. Consequently, he averred that the first sanctification sanctified it for its hour but did not sanctify it for future time.", 
            "But there is a contradiction.  Rabbi Yishmael son of Rabbi Yose said: Were these the only ones? But hasn't it already been said (Deuteronomy 3:4):  \"Sixty cities, the entire boundary of Argov\"?  And it is written (Deuteronomy 3:5):  \"All of these were fortified cities with a high wall.\"  So, why did the Sages count [only] these? Because when the exiles ascended [back to Israel] they found these [walled cities] and they sanctified them.", 
            "They sanctified them!"
        ], 
        [
            "Now, it is said that there is no need to sanctify! Rather, they found these and they counted them.", 
            "And not these alone, but all for which you can obtain a tradition from your ancestors that they were surrounded by a wall in the days of Joshua bin Nun.  All of the commandments apply in it, because the first sanctification sanctified [it] for its hour and sanctified it for future time. There is a difficulty between [one opinion of] Rabbi Yishmael and [another opinion of] Rabbi Yishmael.", 
            "Two Tannaim view the opinion of Rabbi Yishmael son of Rabbi Yose differently. And if you prefer, you may say: This one was said by Rabbi Elazar bar Yose, as was taught:  Rabbi Elazar bar Rabbi Yose said: (Leviticus 25:30):  \"...which does (not) have a wall...\".  Even though it does not have one now, it had one earlier.", 
            "\"And it came to pass in the days of Ahashverosh.\" Rabbi Levi said -- and some say it was Rabbi Yonatan: This saying is a tradition placed in our hands by the Men of the Great Assembly: Any place [in Scripture] that says 'And it came to pass' (Vayahi) is nothing but an expression of trouble.", 
            "(Esther 1:1) \"And it came to pass in the days of Ahashverosh\":  there was Haman.  (Ruth 1:1) \"And it came to pass in the days in which the Judges judged\":  there was a famine.  (Genesis 6:1) \"And it came to pass that humans began to increase...\":  'Hashem saw that the wickedness of humans was great'.", 
            "(Genesis 11:2) \"And it came to pass as they traveled from the east\":  'Come, let us build a city for ourselves'. (Genesis 14:1) \"And it came to pass in the days of Amrafel\":  they made war. (Joshua 5:13) \"And it came to pass when Joshua was in Jericho\": 'and his sword was drawn in his hand'. (Joshua 6:27) \"And it came to pass that Hashem was with Joshua\":  The Children of Israel circumvented [the herem]. (I Samuel 1:1) \"And it came to pass that there was one man from Ramathaim\":  'for he loved Hannah, but Hashem had closed her womb'.", 
            "(I Samuel 8:1) \"And it came to pass (when) Samuel was old\":  'his sons did not walk in his ways'. (I Samuel 18:14) \"And it came to pass that David succeeded in all of his ways [and Hashem was with him]\":  'and it came to pass that Saul eyed David'. (II Samuel 7:1) \"And it came to pass that the king dwelled in his house\":  'only you will not build the house (Temple)'.", 
            "But it is written (Leviticus 9:1):  \"And it came to pass on the eighth day\", and it has been taught: On that day there was rejoicing before the Holy One, Blessed Be He, as on the day on which heaven and earth were created.  It is written here 'and it came to pass on the eighth day' and it is written there (Genesis 1:5):  \"And it came to pass that [it was evening and it was] (morning), one day.\"", 
            "Nadav and Avihu died then.", 
            "And it is written (I Kings 6:1):  \"And it came to pass in the four hundred eightieth year.\" And it is written (Genesis 29:10):  \"And it came to pass when Jacob saw Rachel.\" And it is written:  \"And it came to pass that it was evening and it was morning, one day.\" And there is 'the second' and there is 'the third' and there are many [other cases].", 
            "Rav Ashi said: For all [cases of] 'and it came to pass', there are [good] and there are [bad]. But 'and it came to pass in the days of...' is nothing but an expression of trouble.", 
            "There are five [occurrences of] 'and it came to pass in the days of...'. 'And it came to pass in the days of Ahashverosh.'  'And it came to pass in the days in which Judges judged.'  'And it came to pass in the days of Amrafel.'  (Isaiah 7:1):  'And it came to pass in the days of Ahaz.'  (Jeremiah 1:3):  'And it came to pass in the days of Yehoiakim.'", 
            "(Rabbi) Levi (said): This saying is a tradition placed in our hands by our ancestors: Amoz and Amaziah were brothers. What does this teach us?", 
            "That this is what Rabbi Shmuel bar Nahmani said in the name of Rabbi Yonatan: Every bride who is discreet in the house of her father-in-law will merit having kings and prophets come forth from her. How do we know?  From Tamar, for it is written (Genesis 38:15):  \"Judah saw her and thought her to be a prostitute because she had covered her face.\" Because she had covered her face he thought her to be a prostitute?", 
            "Rather, because she covered her face in the house of her father-in-law and he did not know her [appearance], she merited having kings and prophets come forth [from her]. Kings from David.  Prophets, as Rabbi Levi had said, [from] a tradition placed in our hands by our ancestors. Amoz and Amaziah were brothers. And it is written (Isaiah 1:1):  \"A vision of Isaiah son of Amoz.\"", 
            "And Rabbi Levi said: This saying is a tradition placed in our hands by our ancestors: There was no measurement for the space of the Ark.", 
            "This was also taught here: The Ark that Moses made had [a space of] ten cubits on each side.  And it is written (I Kings 6:20):  \"And in front of the Holy of Holies was twenty cubits in length...\"  And it is written:  \"The wing of one cherub was ten cubits and the wing of the other cherub was ten cubits.\"  Where was the Ark itself standing? Rather, learn from this that there is no [space] in the miracle of its standing.", 
            "Rabbi Yonaton took his opening text for this lesson (parasha) from here: (Isaiah 14:22):  \"I will rise up against them, etc. and I will cut off from Babylon name and remnant and child and offspring, says Hashem.\" 'Name', this is script; 'remnant', this is language; 'child', this is kingdom; 'offspring', this is Vashti.", 
            "Rabbi Shmuel bar Nahmani took his opening text for this lesson from here: (Isaiah 55:13):  \"Instead of the thorn a cypress shall come up, and instead of the brier a myrtle shall come up.\"", 
            "'Instead of the thorn':  instead of the wicked Haman who made himself into an object of worship.  As it is written (Isaiah 7:19):  \"Upon all the thorns and upon all the branches.\"  'A cypress shall come up', this is Mordechai, who was called chief among all of the spices, as is said (Exodus 30:23):  \"and you, take for yourself the chief spices, flowing myrrh...\".  We translate (into Aramaic)", 
            "\"Mari dakhi\" (i.e., Mordechai).", 
            "'Instead of the brier':  instead of the wicked Vashti, daughter of the son of the wicked Nebuchadnezzar, who burned the pillar of the House of Hashem.  As it is written (Song of Songs 3:10):  \"His pillar was gold.\"  'A myrtle (hadas) shall come up', this Esther the righteous, who was called Hadassah, as is said (Esther 2:7):  \"And he brought up Hadassah.\"", 
            "'And it shall be to Hashem for a name', this is the reading of the Megillah.  'For an everlasting sign that will not be cut off', these are the days of Purim.", 
            "Rabbi Yehoshua ben Levi took his opening text for this lesson from here: (Deuteronomy 28:63):  \"And it shall be, as Hashem rejoiced over you to do good with you, thus he will rejoice to do bad with you.\"  (Text of Gemara does not agree with Torah.  -- trans.)", 
            "Does the Holy One, Blessed Be He, rejoice in the downfall of the wicked? But it is written (II Chronicles 20:21):  \"In going out before the army, they said thanks to Hashem that His kindness is forever.\"  And Rabbi Yohanan said: Why is 'because He is good' not said with this thanksgiving?  This is because the Holy One, Blessed Be He, does not rejoice at the downfall of the wicked.", 
            "And Rabbi Yohanan said: Why has it been written (Exodus 14:20):  \"This one did not draw near to that one the whole night.\"?  The ministering angels sought to recite a song, [but] the Holy One, Blessed Be He said: The work of My hands is drowning in the sea, and you are reciting a song???", 
            "Rabbi Elazar said: He does not rejoice, but He causes others to rejoice. Also, it is written precisely as 'He will cause to rejoice' (yasis); it is not written 'He rejoices' (yasus).  Learn from this.", 
            "Rabbi Abba bar Kahana took his opening text for this lesson from here: (Ecclesiastes 2:26):  \"For a human who is good before Him, he has given wisdom and knowledge and happiness.\"  This is Mordechai the righteous.  But to a sinner he has given the object of gathering and collecting.  This is Haman.  To give to the one who is good before God; this is Mordechai and Esther.  As is written: \"And Esther placed Mordechai in charge of Haman's house.\"", 
            "Rabbah bar Ofran took his opening text for this lesson from here: (Jeremiah 49:38):  \"I will place my throne in Elam and I will cause king and princes to perish from there.\" 'King', this is Vashti.  'Princes', this is Haman and his ten sons.", 
            "Rav Dimi bar Yitzhak took his opening text for this lesson from here:"
        ], 
        [
            "(Ezra 9:9):  \"For we are servants, but God does not abandon us in our servitude; and He has extended kindness upon us before the kings of Persia.\"  When?  In the time of Haman.", 
            "Rabbi Hanina bar Papa  took his opening text for this lesson from here: (Psalms 66:12) \"You have caused a man to ride above our head, we came through fire and water.\" 'Through fire' in the days of Nebuchadnezzar the wicked one, and 'through water' in the days of Pharaoh. \"And you brought us out into abundance\" in the days of Haman.", 
            "Rabbi Yohanan  took his opening text for this lesson from here: (Psalms 98:3) \"He remembers His kindness and His faithfulness toward the House of Israel, and all the ends of the earth have seen the salvation of our God.\"  When did 'all the ends of the earth see the salvation of our God'?  In the days of Mordechai and Esther.", 
            "Reish Lakish  took his opening text for this lesson from here: (Proverbs 28:15) \"[As] a roaring lion and a roving bear, [so] is a wicked one who rules over a poor people.\" 'A roaring lion', this is Nebuchadnezzar the wicked one, of whom it is written (Jeremiah 4:7):  \"A lion has ascended from his thicket.\"  'A roving bear', this is Ahashverosh, of whom it is written (Daniel 7:5):  \"And behold!  another beast, a second one, like a bear.\" And Rav Yosef taught: These are Persians who eat and drink like a bear, are covered with flesh like a bear, and grow hair like a bear, and they, like a bear, do not rest.", 
            "'A wicked one who rules', this is Haman.  'Over a poor people', this is Israel, who are poor in [observance of] commandments.", 
            "Rabbi Elazar  took his opening text for this lesson from here: (Ecclesiastes 10:18) \"Through laziness the beam-work (mikrah) will sink (yimakh), and through a sinking of hands the house will drip.\"  Because of 'laziness', who are the ones of Israel who were not occupied with Torah; the enemy of the Holy One, Blessed Be He[ie. Israel itself, due to its sins], became lowly (makh). Indeed, 'lowly' means poor, as is said (Leviticus 27:8):  \"And if he is too lowly for your valuation.\"  Indeed, 'beam-work' means the Holy One, Blessed Be He, as is said (Psalms 104:3):  \"He [lays] the beam-work of His upper chamber in the waters.\"", 
            "Rav Nahman  took his opening text for this lesson from here: (Psalms 124:1) \"A song of ascents ... if Hashem had not been with us, let Israel say it now.  If Hashem had not been with us when a man arose against us...\" (Psalms 124:2)  A 'man' and not a king.", 
            "Rava  took his opening text for this lesson from here: (Proverbs 29:2) \"With an increase of the righteous the people rejoice, and with the rule of the wicked the people sigh.\"  'With an increase of the righteous the people rejoice', these are Mordechai and Esther, as is written:  \"And the city of Shushan was bright and joyful\".  'And with the rule of the wicked the people sigh', this is Haman, as is written:  \"And the city of Shushan was perplexed.\"", 
            "Rav Matnah said from here: (Deuteronomy 4:7)  \"For which great nation has God so near to it.\" Rav Ashi said from here: (Deuteronomy 4:34) \"Or has God tried...\", etc.", 
            "\"And it came to pass (vayahi) in the days of Ahashverosh.\" Rav said: 'Woe' (vai) [and] 'grief' (v'hi). With this it is written (Deuteronomy 28:68):  \"And there you will sell yourselves to your enemies as slaves and handmaidens, etc.\"", 
            "And Shmuel said: (Leviticus 26:44) \"[I] did not cast them away nor did [I] abhor to them to annihilate them.\"  'I did not cast them away' in the days of the Greeks.  'Nor did I abhor them' in the days of Nebuchadnezzar.  'To annihilate them' in the days of Haman.  \"To break my covenant with them\" in the days of the Persians, \"for I am Hashem their God\", in the days of Gog and Magog.", 
            "In a Baraita it was taught: 'I did not cast them away' in the days of the Chaldeans, when I caused Daniel, Hananiah, Mishael and Azariah to stand up for them.  'Nor did I abhor them' in the days of the Greeks, when I caused Shimon the Righteous, the Hasmonean and his sons, and Mattathias the High Priest to stand up for them.  'To annihilate them in the days of Haman', when I caused Mordechai and Esther to stand up for them.  'To break my covenant with them' in the days of the Persians, when I caused the House of Rabbi and the Sages of the generations to stand up for them.  'For I am Hashem their God' for the future time to come, when there will not be any nation or linguistic group who will be able to have power over them.", 
            "Rabbi Levi said here: (Numbers 33:55) \"And if you do not disinherit the inhabitants of the land...\"", 
            "Rabbi Hiyya said here: (Numbers 33:56) \"And it shall be that what I had thought to do to them I will do to you.\"", 
            "'Ahashverosh', said Rav, brother of the head, and of the same character as the head. 'Brother of the head', brother of Nebuchadnezzar the wicked one who was called 'head' as is said (Daniel 2:38):  \"You are the head of gold.\" 'Of the same character as the head':  he killed, he sought to kill, he destroyed, he sought to destroy, as is said (Ezra 4:6):  \"And in the reign of Ahashverosh, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem. ", 
            "And Shmuel said: The face of Israel was blackened in his days like the bottom of a pot. And Rabbi Yohanan said: All who remembered him said, \"woe for his head\". And Rabbi Hanina said: Everyone was made poor in his days, as was said (Esther 10:1):  \"And Ahashverosh the King placed a levy.\"", 
            "\"That is Ahashverosh\", he is wicked from beginning to end. (Genesis 36:43) \"That is Esau\", he is wicked from beginning to end.  (Numbers 26:9) \"Those are Dathan and Abiram\", they are wicked from beginning to end.  (II Chronicles 28:22) \"That is King Ahaz\", he is wicked from beginning to end.", 
            "(I Chronicles 1:27) \"Abram, that is Abraham\", he is righteous from beginning to end.  (Exodus 6:26) \"Those are Aaron and Moses\", they are righteous from beginning to end. (I Samuel 17:14) \"And David, he is the smallest.\"  He maintained his 'smallness' (humility) from beginning to end.  Just as, in his youth, he humbled himself before one who was greater than he in Torah [knowledge], so during his reign he humbled himself before one who was greater than he in wisdom.", 
            "'The one who reigns'.  Rav said: [this means] that he (Ahashverosh) became king through his own effort. Some say this to praise him, and some say this to shame him. 'Some say this to praise him', because there was no other person who was as prepared for the throne as he was.  'Some say this to shame him', because he was not fit for the throne, but he had an abundance of wealth so he gave and he ascended.", 
            "\"From Hodu to Cush.\"  [Of] Rav and Shmuel, one said: Hodu is at [one] end of the world, and Cush is at [the other] end of the world; and the one said: Hodu and Cush are next to each other.  Just as he reigned over Hodu and Cush, so he reigned from [one] end of the earth to [the other] end.", 
            "Just like with this case, you say (I Kings 5:4):    \"For he governs everything on this side of the river from the entrance Tiphsah to Gaza.\"  [Of] Rav and Shmuel, one said: Tiphsah is at [one] end of the world and Gaza is at [the other] end of the world; and the one said: Tiphsah and Gaza are next to each other.  Just as he reigned over Tiphsah and Gaza, so he reigned over the whole world, all of it.", 
            "\"Seven and twenty and one hundred provinces.\"  Rav Hisda said: At the start he reigned over seven, then later he reigned over twenty [more], then later he reigned over one hundred [more]. But now, (Exodus 6:20) \"And the years of the life of Amram were seven and thirty and one hundred years.\"  How do you interpret this? Here it is different because the verse is superfluous since it is written:  \"From Hodu to Cush\".  Why do I have \"seven and twenty and one hundred provinces\"?   Learn from this that it is for [special] interpretation.", 
            "The Rabbis taught: Three [kings] reigned over the entire world, and they are Ahab, Ahashverosh, and Nebuchadnezzar. 'Ahab', as it is written (I Kings 18:10):  \"As Hashem your God lives, if there is a nation or a kingdom to which my lord has not stretched out to seek you, etc.\"  If it was that he did not reign over them, how could he have forced them to swear?", 
            "'Nebuchadnezzar', as it is written (Jeremiah 27:8):  \"And it shall be that the nation and the kingdom that does not put its neck into the yoke of the king of Babylon...\" 'Ahashverosh', this has been said."
        ], 
        [
            "Mnemonic:  Sh-S-D-K.  Are there no more?  (The mnemonic stand for Shlomo, Sennacherib, Darius, and Cyrus.  --trans.) Is there not Solomon (Shlomo)? His kingdom did not remain [intact].", 
            "This pleases the one who said [first] a king, then a commoner.  But for the one who said [first] a king, then a commoner, then a king -- what is there to say? The affair was different with Solomon, in that he reigned over the upper realm and over the lower realm, as is said (I Chronicles 29:23):  \"And Solomon sat upon the throne of Hashem.\"", 
            "Then there was Sennacherib, as it was written (Isaiah 36:20):  \"Who of all of the gods of these lands is the one that rescued their land from my hand?\" But there is Jerusalem, which he did not conquer.", 
            "But there is Darius, as it is written (Daniel 6:26):  \"Darius the King wrote to all the peoples, nations, and languages that dwell in all the land, 'May your peace grow greatly'.\" But there are seven [provinces] over which he did not reign, as it is written (Daniel 6:2):  \"It seemed fair to Darius and he appointed over the kingdom one hundred twenty Persian governors.\"", 
            "But there is Cyrus, as it is written (Ezra 1:2):  \"Thus said Cyrus king of Persia, 'Hashem has given all kingdoms of the earth to me'.\" There he was praising himself.", 
            "(Esther 1:2) \"In those days when the king sat...\"  And it is written afterward:  \"Three [years into] his reign...\" Rava said: What is [the meaning of] 'when [the king] sat'?  That after [some time on the throne] his mind was rested. [Ahashverosh] said: Belshazar calculated, but was mistaken.  I calculated and am not mistaken.", 
            "Why is this? As it is written (Jeremiah 29:10):  \"When seventy years are fulfilled for Babylon, I shall visit you.\"  And it is written (Daniel 9:2):  \"To fulfill seventy years for the destruction of Jerusalem.\" He calculated forty-five [years] of Nebuchadnezzar, twenty-three of Evil Merodach, and two of his own [reign].  That is seventy. He brought out the vessels of the Holy Temple and he used them.", 
            "How do we know that Nebuchadnezzar reigned for forty-five years? As Mar said: They were exiled in the seventh [year], they were exiled in the eighth, they were exiled in the eighteenth, they were exiled in the nineteenth.", 
            "The exile in the seventh[year] during the conquest of Jehoiakim was the exile of Jechoniah, which occurred in the eighth [year] of Nebuchadnezzar. The exile in the eighteenth [year] during the conquest of Jehoiakim was the exile of Zedekiah, which occurred in the nineteenth [year] of Nebuchadnezzar.  As Master said: [During his] first year, [Nebuchadnezzar] conquered Nineveh; in the second year he conquered Jehoiakim.  And it is written (Jeremiah 52:31):  \"And it came to pass in the thirty-seventh year of the exile of Jehoiakim, King of Judah, in the twelfth month on the twenty-fifth of the month, that Evil Merodach, King of Babylon, [in the year of his reign] lifted the head of Jehoiakim, King of Judah and brought him out from prison.\"  Eight and thirty-seven.  Thus forty-five for Nebuchadnezzar.", 
            "And twenty-three [years] of Evil Merodach is a tradition.  And two of his own [reign] make seventy. He said: Now they will certainly not be redeemed.  He brought out the vessels of the Holy Temple and he used them.", 
            "We have here that which Daniel said to him: (Daniel 5:23) \"You have exalted yourself against the Master of Heaven and they have put the vessels of His House before you.\"  And it is written (Daniel 5:30):  \"On that night Belshazar, the King [of the Chaldeans] was killed.\"  And it is written (Daniel 6:1):  \"And Darius the Mede received the kingship at the age of sixty-two years.\"", 
            "[Ahashverosh] said: He made a mistake.  I will calculate and will not make a mistake. Is it written 'for the kingdom of Babylon'? [No,] it is [simply] written 'for Babylon'. What does 'for Babylon' mean?  'For the exile of Babylon'. How many [years] must be cut?  Eight. He calculated, and he put in their place  one of Belshazar, five of Darius and Cyrus, and two of his own.  That is seventy. Now that he saw that seventy had been fulfilled and they were not redeemed, he said: Now they will certainly not be redeemed.  He brought out the vessels of the Holy Temple and he used them. Satan came and danced with them.  Then he killed Vashti.", 
            "But did he calculate well? He also made a mistake, for he ought to count from the destruction of Jerusalem.", 
            "In the end, how many must be cut?  (Eleven.)  How many did he reign?  Fourteen.  In the fourteenth he ought to have [re]built the Holy Temple. Why is it written (Ezra 4:24):  \"Thereupon the work of the House of God that is in Jerusalem ceased.\"? Rava said: The years were shortened."
        ], 
        [
            "It was also taught here: There was still another year for Babylon, and Darius stood up and completed it.", 
            "Rava said: Even Daniel made a mistake with his calculation, as it is written (Daniel 9:2):  \"In the first year of his reign I, Daniel, considered by means of the Scriptures...\"  Because he said 'I considered', by implication he made a mistake.", 
            "In any event, there is a mutual difficulty with the verses. It is written (Jeremiah 29:10) \"fulfilled for Babylon\", and it is written (Daniel 9:2) \"for the destruction of Jerusalem\".", 
            "Rava said: [the first verse] was for general charging, and so it is written (Ezra 1:2) \"Thus said Cyrus, King of Persia:  Hashem, God of the heavens, has given to me all of the kingdoms on the earth and He has charged me with building for Him a house in Jerusalem.\"", 
            "Rav Nahman bar Rav Hisda explained: Why is it written (Isaiah 45:1) \"Thus said Hashem to His anointed, to Cyrus, whose right hand I grasped.\"?  Because Cyrus had been [genuinely] anointed? Rather, the Holy One, Blessed Be He, said to the Anointed One: I cry out to you about Cyrus.  I said, 'he will build my house and gather in my exiles'. But he said (Ezra 1:3):  \"Whoever among you from all of His people may go up...\"", 
            "[It is written] (Esther 1:3):  \"The army of Persia and Media, the noblemen...\"  And it is written \"...of the kings of Media and Persia.\" Rava said: They made a bargain with each other, [saying]: 'if we bring kings you bring governors, and if you bring kings we will bring governors.'", 
            "(Esther 1:4) \"When he showed the riches of his glorious kingdom...\"  Rabbi Yose bar Hanina said: [this] teaches that he wore the garments of a priest (kohen). It is written here \"the riches of his glorious greatness\" and it is written there (Exodus 28:2) \"for glory and for splendor\".", 
            "[It is written] (Esther 1:5) \"And when these days had been fulfilled, etc.\"  [Of] Rav and Shmuel, one said 'he was a prudent king', and the other said  'he was a stupid king'. The one who said 'was a prudent king' reasoned that he did well in first bringing near those who were far away, since he could pacify the people of his city whenever he wished. And the one who said 'was a stupid king' reasoned that he should have brought near the people of his city first, because if they [distant people] were to rebel against him, these [people of his city] would support him.", 
            "His students asked Rabbi Shimon ben Yohai: Why did the enemies of Israel of that generation deserve extermination? He said to them: You say it. They said to him: Because they were eager for the banquet of [Ahashverosh], the wicked one. [He said to them]:  If so, then those [Jews] of Shushan should have been killed.  But for those [Jews] in the entire world, they should not have been killed. They said to him: Say [the answer]. He said to them: Because they prostrated themselves to an image.", 
            "They said to him: Then should there be partiality in that case? He said to them: They did not do these with conviction.  So the Holy One, Blessed Be He, did not do these [punishments] to them with conviction.  And so it is written (Lamentations 3:33):  \"For He does not afflict from His heart.\"", 
            "(Esther 1:5) \"In the courtyard of the garden of the king's house.\"  [Of] Rav and Shmuel, one said 'those approved for the courtyard [were brought] to the courtyard; those approved for the garden [were brought] to the garden; those approved for the house [were brought to the house'.  And the other said  '[Ahashverosh] sat them in the courtyard, but it could not contain them, then in the garden, but it could not contain them; then he brought them into the house and it contained them'. It was taught in a Baraita: He sat them in the courtyard and opened two gates for them, one into the garden, and one into the house.", 
            "(Esther 1:6) \"Hur (white), karpas (fine linen), and blue.\"  What is 'hur'? Rav said: many-holed [cloth work].  And Shmuel said: white wool laid out for them. 'Karpas'?  Rabbi Yose bar Hanina said: mattresses of wool.", 
            "\"Upon silver rods and marble pillars, couches of gold and silver.\" It was taught:  Rabbi Yehuda says that those approved for silver [sat] on silver and those approved for gold [sat] on gold. Rabbi Nehemiah said to him: If so, you are bringing jealousy to the banquet!  Rather, they were of silver and their legs were of gold.", 
            "\"Porphyry and marble\".  Rabbi Asi said: stones that were dug up by their owners, and thus it says (Zechariah 9:16):  \"Stones of a crown [obtained] from many trials upon his land.\"", 
            "\"And pearl (dar) and paving stones.\"  Rav said: rows (darei) and rows.  And Shmuel said: There is a good stone in the seaside cities, and its name is darah.  He set it in the middle of a banquet and it lit up among them like noontime (tzaharah). As the house of Rabbi Shmuel taught: [It means] that [Ahashverosh] called out a [tax] amnesty (deror) for all merchants (sehor).", 
            "(Esther 1:7) \"And they poured drinks in goblets of gold, and the goblets were repeats.\"  Shouldn't it be 'diverse'? Rava said: A voice came forth from heaven and said to them: Your predecessors were finished off (kalu) because of [holy] vessels (kelim), and you are repeating after them! \"And royal wine in abundance.\"  Rav said: this teaches that every individual was given wine to drink that was greater in years than he.", 
            "(Esther 1:8) \"And the drinking was according to law (there was no coercion).\" Why 'according to law'?... Rabbi Hanan said in the name of Rabbi Meir: According to the law of the Torah.  As the law of the Torah [mandates] more eating than drinking, so at the banquet of the wicked one there was more eating than drinking.", 
            "'There was no coercion'.  Rabbi Elazar said: this teaches that every individual drank from the wine of his province. To be done according to the pleasure of each and every man.  Rava said: to be done according to the pleasure of Mordechai and Haman; Mordechai, as is written \"a Jewish man\"; Haman, [as is written] \"a man, an adversary, and an enemy\".", 
            "(Esther 1:9) \"Vashti the Queen also made a feast for the women in the royal house.\"  Shouldn't it be 'women's house'? Rava said: the two of them intended to commit transgressions. As people say, 'he with large pumpkins and his wife"
        ], 
        [
            "with small pumpkins'.", 
            "\"On the seventh day, when the king's heart was merry with wine.\"  Because until then his heart was not merry with wine? Rava said: the seventh day was Shabbat.  For when Israel eats and drinks, they begin with words of Torah and with words of praise. But when worshippers of the stars eat and drink, they begin with nothing but words of frivolity.", 
            "And thus it was at the banquet of the wicked one.  Some would say 'praiseworthy are the Median women', others would say 'praiseworthy are the Persian women'. Ahashverosh said to them: The vessel that I use is neither Median nor Persian; rather, it is Chalean.  Do you wish to see her? They said to him: yes, but only if she is naked.", 
            "Because with a measure that a man measures, they measure for him. This teaches that Vashti, the wicked one, would bring the daughters of Israel, strip them naked, and make them do work on Shabbat. For it was written:  \"After these things, when the anger of king Ahashverosh abated, he remembered Vashti and what she had done, and what had been decreed against her.\" As she had done, thus was it decreed against her.", 
            "\"And Queen Vashti refused.\"  You know, she was licentious, as Master said: the two of them intended to commit transgressions.  What is the reason that she did not come? Rabbi Yose bar Hanina said: This teaches that leprosy (tzara'at) broke out on her. It was taught in a Baraita: [Gabriel came and put a tail on her.]", 
            "\"And the king became very angry.\"  Why did it burn so greatly inside him? Rava said: [Because] she sent to him: 'Son of the stable keeper of my father,  My father drank wine while receiving a thousand, yet did not get drunk.  But that man became insensible with his wine.' Immediately, his anger burned inside him.", 
            "\"And the king said to the wise men.\"  Who are the wise men?  Rabbis.  \"...who know the times...\"  Those who know how to intercalate years and to fix new moons. [Ahashverosh] said to them: 'Judge her for me.' They said: How shall we act? If we say to him 'slay her',  then tomorrow when the wine abates from him, he will ask for her from us. If we say to him 'let her go', she is slighting his royal personage. They said to him. From the day that the Holy Temple was destroyed and we were exiled from our land, counsel has been taken from us and we do not have the knowledge to judge capital cases. Go to Ammon and Moab, who remain in their places as wine remains atop its sediment. ", 
            "With sound reasoning they said to him: as it is written (Jeremiah 48:11) \"Moab has been at ease from its youth and is settled on its sediment.  It has not been emptied from vessel to vessel, and it has not gone into exile.  Because of this, its taste has remained with it, and its scent has not changed.\" Immediately, [he did so] and the one near to him was Carshena, Shetar, Admata, Tarshish, [etc.]", 
            "Rabbi Levi said: The whole verse is about the matter of [sacrificial] offerings, as is said:", 
            "'Carshena' -- the ministering angels said before the Holy One, Blessed Be He, Master of the Universe, did all of them (gentile nations) offer before You one year old lambs (karim b'nei shanah) in the way that Israel offered before You? 'Shetar' -- did all of them offer before You two turtle-doves (shtei torim)? 'Admata' -- did all of them build before You an earthen (adamah) altar? 'Tarshish' -- did all of them serve You in priestly garments, of which it is written (Exodus 28:20) \"yellow jasper (tarshish), onyx, and jasper\"? 'Meres' -- did all of them stir (mirsu) the blood before You? 'Marsena' -- did all of them stir (mirsu) the afternoon offerings before You? 'Memukhan' -- did all of them prepare (hekhinu) a table before You?", 
            "'And Memukhan said'.  It was taught: Memukhan is Haman. And why was he called Memukhan?  Because he was destined (mukhan) for retribution. Rav Kahana said: from here [we see] that a common man leaps to the head [of the line].", 
            "\"That every man rules in his house.\"  Rava said: if not for the first letters, nothing would remain from the enemies of Israel, fugitive or survivor.", 
            "They said: what is this that he sends to us 'that every man rules in his house? It is clear. Even a common weaver will be the officer in his house!", 
            "\"And let the king appoint officials.\" Rav said: Why is it written (Proverbs 13:16) \"Every prudent man acts with understanding, but a foolish man spreads folly\"?  'Every prudent man acts with understanding', this is David as it is written (I Kings 1:2) \"And his servants said to him, 'let them seek for my lord the king a young virgin'\".  Everyone who had a daughter brought her to him.", 
            "'But a foolish man spreads folly', this is Ahashverosh as it is written \"And let the king appoint officials.\" Everyone who had a daughter hid her from him.", 
            "\"There was a man of Judah in the fortress of Shushan, etc., a man of [the tribe of] Benjamin.\" What does this say? If to consider the pedigree [of Mordechai], then it should go back to Benjamin! Rather, why were these changed?", 
            "It was taught: All of them were forms of his name. 'Ben Yair', a son who gave light (he'ir) for the eyes of Israel through his prayer.  'Ben Shimi', a son of whom He listened (shama) to his prayer.  'Ben Kish', who knocked (hikish) on the gates of mercy and they were opened for him.", 
            "It calls him a Judahite.  Thus he came from [the tribe of] Judah.  And it calls him a Benjaminite.  Thus he came from [the tribe of] Benjamin. Rav Nahman said: Mordechai was adorned with his names.", 
            "Rava bar bar Hanah said in the name of Rabbi Yehoshua ben Levi: his father was from Benjamin and his mother was from Judah. And the Rabbis said: the families were jealous of each other.  The family of Judah would say, 'I caused Mordechai to be born, because David did not slay Shimi ben Gera'.  And the family of Benjamin said, 'he is descended from me'.", 
            "Rava said: the community of Israel said the opposite thing. See what a Judahite did to me and what a Benjaminite paid me.  'What a Judahite did to me.'"
        ], 
        [
            "Because David did not slay Shimi, Mordechai was born from me, and he mocked Haman. 'And what a Benjaminite paid me.'  Because Saul did not slay Agog, from whom Haman descended, and he caused trouble for Israel.", 
            "Rabbi Yohanan said: In reality, he descended from Benjamin.  Then why is he called a 'Judahite'?  Because he renounced the worship of foreign [gods]. And anyone who renounces the worship of foreign [gods] is called a 'Judahite', as it is written (Daniel 3:12) \"There are men of Judah, etc.\"", 
            "Rabbi Shimon ben Pazi, as he opened Chronicles, said this: All of your words are one, and we know how to examine them. (I Chronicles 4:18) \"And his wife the Judahite bore Yered the father of Gedor, and Hever the father of Socho, and Yekutiel the father of Zanoah; and these are the sons of Bityah the daughter of Pharaoh, whom Mered took.\"", 
            "Why was she called a Judahite?  Because she renounced the worship of foreign [gods], as it is written (Exodus 2:5) \"And the daughter of Pharaoh went down to cleanse herself in the river.\"  And Rabbi Yohanan said that she went down to cleanse herself from the idols of her father's house.", 
            "'She bore'. But didn't she only raise [Moses]? To say to you that anyone who raises an orphan boy or girl in his house, the verse treats him as though he bore him [or her].", 
            "'Yered', this is Moses.  And why was he called Yered?  Because manna came down (yarad) for Israel in his days. 'Gedor', because he fenced (gadar) the breaches of Israel.  'Hever', because he joined (hiber) Israel to their Father who was in the heavens. 'Socho', because he acted for Israel like a shelter (sukkah). 'Yekutiel', because Israel had faith in God (kivu el) in his days. 'Zanoah', because he caused Israel to reject (hizniach) their sins.", 
            "'Father of', 'father of', 'father of':  a father in Torah, a father in wisdom, a father in prophecy.", 
            "And these are the sons of Bityah whom Mered took.  But was his name Mered? Was his name not Caleb? Said the Holy One, Blessed Be He: Let Caleb, who rebelled (marad) against the counsel of the spies, come and take the daughter of Pharaoh, who rebelled against the idols of her father's house.", 
            "'Who were exiled from Jerusalem'. Rava said: he went into exile under his own power.", 
            "And he raised Hadassah.  She is called Hadassah and she is called Esther. It was taught:  Rabbi Meir says that her name is Esther.  Then why was she called Hadassah?  Because of the reputation of the righteous, who are called myrtles (hadasim).  And thus it says (Zechariah 1:8) \"And he was standing among the myrtles\".", 
            "Rabbi Yehudah says that Hadassah was her name.  Then why was she called Esther?  Because she would hide (setarah) her affairs.  As was said, \"Esther did not tell anything about her people, etc.\"", 
            "Rabbi Nahmaniah says that her name was Hadassah.  Then why was she called Esther?  Because the nations of the world would call her Istahar (Venus).  Ben Azzai says that Esther was neither tall nor short, but medium -- like a myrtle. Rabbi Yehoshua ben Korach said that  Esther was greenish, and a chord of lovingkindness (hesed) ran through her.", 
            "'Because she did not have a father or mother'.  Why [also] 'and when her father and mother died'? Rav Aha said: when she conceived her, her father died; when she gave birth, her mother died.", 
            "\"And when her father and mother died, Mordechai took her as his own daughter.\"  It was taught in the name of Rabbi Meir: Do not read 'for a daughter'.  Rather, [read] 'for a [member of his] household' (i.e., wife).  And thus it says (II Samuel 12:3) \"And the poor man had nothing but one small ewe-lamb which he had bought and nurtured; she grew up together with him and his children, she ate from his bread and she drank from his cup, she lay down in his bosom and was like a daughter to him.\"  Because she would lie in his bosom, was she (like a daughter) to him? Rather (like a house/wife).  Also here, 'like a house/wife'.", 
            "\"And seven maidens, etc.\"  Rava said  that she would count the days of the week by them. \"And he changed her and her maidens, etc.\"  Rav said that he fed her Jewish food.", 
            "But Shmuel said that he fed her bacon.", 
            "And Rabbi Yohanan said  legumes.  And thus it says (Daniel 1:16) \"And the waiter carried away the food and gave them legumes.\"", 
            "\"Six months with oil of myrrh.\"  What is 'oil of myrrh'? Rabbi Hiyya bar Abba said cinnamon.  Rav Huna said oil from olives that have not grown a third. It was taught:  Rabbi Yehuda says  oil of unripe olives, oil from olives that have not grown a third.  And why do they smear it?  Because it removes the hair and makes the flesh pliant.", 
            "\"In the evening she came and in the morning she returned.\"  Rabbi Yohanan said  from the disgrace of the wicked one we learn something praiseworthy about him, that he did not 'use his bed' during the day.", 
            "\"And Esther found favor.\"  Rabbi Elazar said that this teaches that each and every person imagined her to be like one of his nation. \"Esther was taken to King Ahashverosh, to his palace in the tenth month, which is the month of Tevet\", a month which favors body [close] to body.", 
            "\"And the king loved Esther more than all the women, and she found more favor and kindness before him than all the [other] virgins.\" Rav said [if] he sought to experience a virgin, he experienced it; [if] to experience a non-virgin, he experienced it.", 
            "\"And the king made a great banquet\".  He made the banquet, but she did not reveal [her origins] to him.  He suspended the head tax, but she did not reveal to him.  He sent gifts, but she did not reveal to him.", 
            "\"And when the virgins were gathered together a second time, etc.\"  He went and he pondered counsel from Mordechai. He said a woman does not become jealous, except when 'at the thigh' of her fellow woman.  And even so, she did not reveal to him, as it is written \"Esther did not tell about her birthplace, etc.\"", 
            "Rabbi Elazar said, Why is it written"
        ], 
        [
            "(Job 36:7) \"He does not take his eyes away from the righteous\"?  As a reward for Rachel's discretion, she was privileged to have Saul descend from her.  And as a reward for Saul's discretion, he was privileged to have Esther descend from him. ", 
            "What was Rachel's discretion?  As it is written (Genesis 29:12) \"Jacob told Rachel that he was the brother of her father.\" Now, was he the brother of her father? Was he not the son of her father's sister?", 
            "Rather, he said to her, \"will you marry me\"? She said to him, \"yes, but my father is a deceiver, and you will not be able to outwit him.\" He said to her, \"I am his brother as a deceiver.\" She said to him, \"is it permitted to the righteous to walk in the way of deceit?\" He said to her, \"yes, [as it is written] (II Samuel 22:27) 'With the pure you act purely, and with the perverted you deal torturously.'\"", 
            "He said to her, \"what is his deceit?\"  She said to him, \"I have a sister who is older than me, and he will not marry me before her.\" He gave her signs.", 
            "When the [wedding] night arrived she said, \"now my sister will be put to shame.  She gave [the signs] to her.\" And so it is written (Genesis 29:25) \"And it came to pass in the morning that, behold, it was Leah.\"  Does this imply that it was not Leah until now? Rather, because of signs that Rachel gave to Leah, he did not know until now. Therefore, she was privileged to have Saul descend from her.", 
            "And what was Saul's discretion?  As it is written (I Samuel 10:16) \"But he did not tell him the matter of the kingdom as Samuel had said.\"  He was privileged that Esther descended from him. And Rabbi Elazar said: When the Holy One, Blessed Be He, apportions greatness to a person, he apportions [it] to his children and his children's children until the end of all generations as it says (Job 36:7) \"He will seat them to endure and be exalted, (etc.)\"  But if he becomes arrogant, the Holy One, Blessed Be He, humbles him as it says (Job 36:8) \"And if they are bound with chains, etc.\"", 
            "\"And Esther did as Mordechai said.\"  Rabbi Yirmiyah said that she would show her menstrual blood to the Sages. [This is] as it was when he brought her up.  Rabbah bar Lima said (in the name of Rav) that she would stand up from the breast of Ahashverosh, then she would immerse and sit at the breast of Mordechai.", 
            "\"In those days, while Mordechai was sitting at the king's gate, Bigtan and Teresh became angry.\"  Rabbi Hiyya bar Abba said in the name of Rabbi Yohanan: The Holy One, Blessed Be He, caused a lord to be angry with his servants to do the will of a righteous one.  And who is it?  Joseph, as it is said (Genesis 41:12) \"And there was a Hebrew lad with us, etc.\"", 
            "[And] servants with their lord to do a miracle for a righteous one.  And who is it?  Mordechai, as it is written \"And the matter was known to Mordechai, etc.\"", 
            "Rabbi Yohanan said: Bigtan and Teresh were two Tarsians, and they conversed in the Tarsian language.  They were saying, \"From the day that this [woman] came we have not slept.  Come, let us put poison into the bowl in order that he will die.\" But they did not know that Mordechai was one who sat in the Chamber of Hewn Stone or that he knew seventy languages.", 
            "One said to the other, \"But my post and your post are not equal.\" [The other] said to him, \"I will watch my post and your post.\" And so it is written \"And the matter was investigated and was found...\"  Because they were not found at their posts.", 
            "\"After these things...\"  (After what?) Rava said: After the Holy One, Blessed Be He, created a cure for the wound.", 
            "For Resh Lakish said: the Holy One, Blessed Be He, does not wound Israel until he has created a cure for them beforehand, as it is said (Hosea 7:1) \"As I have cured Israel, so the sin of Ephraim will be revealed.\"  But [for] the nations of the world, it is not so.  [God] wounds them and afterwards He creates a cure, as it is written (Isaiah 19:22) \"And Hashem will strike Egypt, striking and curing.\"", 
            "\"And it was contemptible in his eyes to send out his hand against Mordechai alone.\"  Rava said:  At first, [he wanted] only Mordechai.  In the end, [he wanted] the people of Mordechai.  And who is it?  The Rabbis and, in the end, all the Jews.", 
            "He cast a 'pur' (lot), that is the lot.  It was taught: When the lot fell on the month of Adar he rejoiced greatly.  He said  the lot fell for me on the month in which Moses died. But he did not know that [Moses] died on the seventh of Adar, and [Moses] was born on the seventh of Adar.", 
            "\"There is one people...\"  Rava said: There is no one who knows the language of wickedness like Haman. [Haman] said to him, \"Come, let us finish them off.\" [Ahashverosh] said to him, \"I am afraid of their God, that He does not serve me as he served my predecessors.\" [Haman] said to him, \"They have been lazy regarding the commandments.\"", 
            "[Ahashverosh] said to him, \"There are Rabbis among them.\" [Haman] said to him, \"They are one people.\"", 
            "Perhaps you will say that I am making a gap in your kingdom, [but] they are scattered among the nations.  Perhaps you will say that there is some benefit from them, they are separated like a single slice that does not produce fruit. Then perhaps you will say that they make up a province, [but] a saying teaches 'in all the provinces of your kingdom'.", 
            "Their laws are different than any other people's;  they do not eat from our [food], they do not marry our [women], and they do not marry their [women] to us. And they do not perform the laws of the king, for they procrastinate the entire year [saying], 'today is Shabbat', 'today is Passover'. And there is no benefit to the king to let them remain, for they eat and drink and despise the kingdom. And even if a fly falls into the cup of one of them, he casts it out and drinks, but if my lord the king touches the cup of one of them, he flings it to the ground and does not drink.", 
            "\"If it pleases the king, let it be written to destroy them, and ten thousand talents of silver, etc.\"  Resh Lakish said: It was publicly known before The One who spoke and the world came into being that, in the future, Haman would weigh out shekels over Israel; so he caused them to precede their shekels by [Haman's] shekels.", 
            "And so we learned: on the first of Adar they announce [a reminder of] the shekel [tax] and the mixture [of seeds].", 
            "Then the king said to Haman, \"the silver is given to you -- and the people -- to do with it as is good in your eyes.\"  Rabbi Abba said:"
        ], 
        [
            "A parable about Ahashverosh and Haman:  to what thing is it analogous? To two people...  One has a mound in the midst of his field.  One has a trench in his field. The owner of the ditch said, 'if only he would give to me this mound with compensation'. The owner of the mound said, 'if only he would give to me this ditch with compensation'.", 
            "After some days, they encountered each other.  The owner of the ditch said to the owner of the mound, 'sell me your mound'. He said to him, 'oh that you will take it gratuitously!'.", 
            "\"The king removed his seal-ring.\"  Rabbi Abba bar Kahana said: the removal of the seal-ring is greater than [all] forty-eight prophets and seven prophetesses who prophesied for Israel, because all of them could not turn them back to good [ways], while the removal of the seal-ring did turn them back to good [ways].", 
            "The Rabbis taught: Forty-eight prophets and seven prophetesses were prophesing for Israel, and they did not subtract from or add to what was written in the Torah, except the reading of the Megillah.", 
            "Why was it expounded [this way]? Rabbi Hiyya bar Avin said in the name of Rabbi Yehoshua ben Korach: if [when going] from slavery to freedom they sang a song, then [going] from death to life should they not do thusly?", 
            "If so, should we also say Hallel? [No,] because Hallel is not said over a miracle that occurred outside the Land. The going out of Egypt -- that was a miracle that occurred outside the Land.  How then do we sing a song?", 
            "As it was taught: while Israel had not entered the Land, it was proper to sing a song [for a miracle] in every land; after Israel had entered the Land, it was not proper to sing a song in every land.", 
            "Rav Nahman said: Reading [the Megillah] is [equivalent to] Hallel.  Rava said: there it is reasonable.  (Psalms 113:1) \"Praise, O servants of Hashem...\"  And not servants of Pharaoh.  But here, 'praise, O servants of Hashem'?  And not servants of Ahashverosh? We are still servants of Ahashverosh.", 
            "There is a difficulty between Rava and Rav Nahman. And here it was taught:  after they entered the Land, it was not proper to sing a song in every land.  Since they were exiled, they turned back to regarding it as proper as it was at first.", 
            "And further, were there no other [prophets]? But isn't it written (I Samuel 1:1) \"And it came to pass there was one man from Ramatayim-Tzophim...\"?  One of two hundred seers who prophesied for Israel?", 
            "In any event, there were many. As it was taught: Many were the prophets who rose up for Israel, double those who left Egypt.  However, the prophesy that was needed for [future] generations was written down.  And so, if it was not needed, it was not written down.", 
            "Rabbi Shmuel bar Nahmani said: a man who comes from two heights that watch each other. Rabbi Hanin said: a man who comes from men who were standing at the high point of the world. And who are they?  The sons of Korach, as it is written (Numbers 26:11) \"And the sons of Korach did not die.\" It was taught in the name of our Rabbi: a place was set apart for them in Gehinnom, and they stood upon it.", 
            "Who are the seven prophetesses? Sarah, Miriam, Deborah, Hannah, Abigail, Huldah, and Esther. Sarah, as it is written (Genesis 11:29) \"The father of Milcah and the father of Yiskah\".  And Rabbi Yitzhak said: Yiskah is Sarah. And why was she called Yiskah?  Because she saw (sakah) with a holy spirit, as is said (Genesis 21:12) \"Anything that Sarah says to you, heed her voice...\" Another word: Yiskah, because everyone saw (sukin) her beauty.", 
            "Miriam, as it is written (Exodus 15:20) \"And Miriam the prophetess, sister of Aaron, took...\"  And not the sister of Moses? Rav Nahman said in the name of Rav: Because she prophesied as the sister of Aaron saying, \"in the future my mother will give birth to a son who will save Israel\". And in the hour in which [Moses] was born, the entire house was filled with light.  Her father stood up and kissed her on her head.  He said to her, \"my daughter, your prophecy has been fulfilled\".", 
            "And when they threw him into the river, her father stood up and slapped her upon her head and he said to her, \"my daughter, where is your prophecy?\" Thus it is written (Exodus 2:4) \"His sister stationed herself at a distance to know...\"  To know what would happen with the end of her prophecy.", 
            "Deborah, as it is written (Judges 4:4) \"And Deborah, a prophetess, a woman of Lapidot.\" What does 'a woman of Lapidot' mean? Because she was making wicks for the Holy Place.", 
            "(Judges 4:5) \"And she was sitting under a date-palm.\"  Why did she study under a date-palm?\" Rabbi Shimon ben Abshalom said: because of 'privacy'. Another thing: In the case of the date-palm, it has but one heart.  Then the Israel that came in that generation had but one heart for their Father in heaven.", 
            "Hannah, as it is written (I Samuel 2:1) \"And Hannah prayed and she said, 'my heart rejoices in Hashem, my horn is exalted in Hashem.'\"  'My horn is exalted' and not 'my pan is exalted'. David and Solomon, who had been anointed with a 'horn', and their kingdom was extended.  Saul and Yehu, who had been anointed with a 'pan', their kingdom was not extended.", 
            "(I Samuel 2:2) \"There is none as holy as Hashem, for there is none besides You...\"  Rav Yehudah bar Menashya said: Do not read 'besides You' (biltekha), rather 'outlives You' (lebalotekha). Because the measure of the Holy One, Blessed Be He, is not like the measure of flesh and blood. The measure of flesh and blood is that the deeds of its hands outlives it; however, the Holy One, Blessed Be He, outlives the deeds of His hands.", 
            "(I Samuel 2:2) \"...and there is no Rock (tzur) like our God.\"  There is no artist (tzayar) like our God. A human forms an object on the face of a wall, and he is not able to place a breath in it, or a soul, or organs, or bowels; but the Holy One, Blessed Be He, forms an object in the midst of an object and places in it breath, soul, organs, and bowels.", 
            "Avigayil, as it says (Samuel I 25:20): \"And she was riding on the donkey and going down in the shade of the mountain\". \"in the shade of the mountain\"? Shouldn't it have said: \"from the mountain\"?", 
            "Said Rabah son of Shmuel: It was on the matters of blood [of Nidah], which come from the \"shady\" places. She took blood and showed it to him. [David] said to her, how can you show blood at night? She said to him, how can you judge a capital case at night? He said to her,"
        ], 
        [
            "he is a rebel against the kingdom, and it is not necessary to judge him. She said to him, as of now, Saul is the established [king], and your authority has not become public knowledge. He said to her, (I Samuel 25:33) \"Blessed is your reason, and blessed are you who stopped me from coming to 'bloods' [this day].\"", 
            "'Bloods'.  This implies two. Rather, this teaches that she revealed her leg, and he walked toward the light for 3 parsahs. He said to her, listen to me. She said to him, (I Samuel 25:31) \"This will not be a stopper for you.\"  'This' implies that there will be another [occurrence].  And why him?  The deed in Bathsheba.  And the final result was like that.", 
            "(I Samuel 25:29)  \"The soul of my lord was tied up with the knot of life.\" As she dismissed herself from him, she said to him (I Samuel 25:31) \"And Hashem will be good to my lord, and you will remember your handmaiden.\"  Rav Nahman said:", 
            "It is as people say: Come now, as she talks, she spins. There are those who say: the duck bends its head down while walking, and its eyes look all around.", 
            "Huldah, as it is written (II Kings 22:14) \"And Hilkiah the priest went with Ahikam and Achbor, etc.\" But in a place in which Jeremiah stood, how could she prophesy? The School of Rav said in the name of Rav: Huldah was a relative of Jeremiah, and he did not mind [that she prophesied].", 
            "And Josiah himself, how could he abandon Jeremiah and send to her? The School of Rabbi Shila said: Because women are merciful.", 
            "Rabbi Yohanan said: Jeremiah was not there, because he had gone to bring back the ten tribes. And how do we know that he restored [them]?  It is written (Ezekiel 7:13)  \"For the one who sells will not return to that which is sold.\"  Is it possible that the Jubilee had been suspended, and then the prophet prophesied that it would be suspended? Rather, this teaches that Jeremiah brought them back.  And Josiah ben Amon reigned over them", 
            "as it is written (II Kings 23:17)  \"What is the marker I see over there?  And the people of the city said to him, 'It is the grave of the man of God who came from Judah and proclaimed these things that you did upon the altar at Bethel.\" And so what was the deed of Josiah at the altar at Bethel? Rather, this teaches that Josiah reigned over them. Rav Nahman said, from here (Hosea 6:11) \"Also Judah, a harvest is set for you when My people return from captivity.\"", 
            "Esther, as it is written (Esther 5:1) \"And it came to pass on the third day that Esther dressed herself in royalty.\"  Shouldn't it say 'garments of royalty'? Rather, that she dressed herself in the Holy Spirit. Here it is written 'and she dressed'; there (I Chronicles 12:19) \"And a spirit dressed Amisai, etc.\"", 
            "Rav Nahman said: pride does not befit women.  There were two proud women, and their names are hateful.  The name of one was 'bee' (Deborah), and the name of the other was 'weasel' (Huldah). It was written about 'bee' (Judges 4:6) \"And she sent and she called for Barak.\"  But she did not go to him. It was written about 'weasel' (II Kings 22:15) \"Say to the man.\"  But she did not say 'say to the king'.", 
            "Rav Nahman said: Huldah was from the descendants of Joshua. Here it is written (II Kings 22:14) \"the son of Harhas\", and there it is written (Judges 2:9) \"in Timnath-Heres\".", 
            "Rav Ena the Elder disagreed with Rav Nahman: Eight prophets who are priests come out from Rahab the harlot, and they are: Neriyah, Baruch, and Serayah; Mahseyah, Jeremiah, Hilkiah, Hanamel, and Shallum. Rabbi Yehudah says: Even Huldah the prophetess was from the descendants of Rahab the harlot. Here it is written \"son of Tikvah\", and there it is written (Joshua 2:18) \"the cord (tikvat) of scarlet thread\".", 
            "[Rav Nahman] said to him: Ena the Elder! And some say 'black vessel',  my word and your word [form] a treasured outcome... That [Rahab] became a convert and she married Joshua. But did Joshua have any offspring? And isn't it written (I Chronicles 7:27) \"Nun his son, Joshua his son\"? He did not have sons, but he did have daughters."
        ], 
        [
            "We understand that they are specified, but from where do we learn about their fathers?", 
            "Using [a teaching of] Ulla, for Ulla said: Every place which has his name and the name of his father in a prophecy makes known that he is a prophet [and the] son of a prophet. His name but not the name of his father makes known that he is a prophet, but not the son of a prophet. His name and the name of his city are specified makes known that he is from that city.  His name but not the name of his city makes known that he is from Jerusalem.", 
            "In a baraita it was taught: everyone whose deeds and the deeds of his father are concealed and the Writings single one of them out to you for praise, for example (Zephaniah 1:1) \"The word of Hashem came to Zephaniah son of Kushi son of Gedaliah\" makes known that he was a righteous man [and] son of a righteous man. And everyone whom the Writings single out one of them to you for disgrace, for example (Jeremiah 41:1) \"And it came to pass in the seventh month that Ishmael son of Netaniah son of Elishama came...\" makes known that he was a wicked man [and] son of a wicked man.", 
            "Rav Nahman said: Malachi is Mordechai.  And why was he called Malachai?  Because he was second [in command] to the king. They refuted this. Baruch ben Neriah, Serayah ben Mahseyah, Daniel, Mordechai, Bilshan, Haggai, Zechariah, and Malachai each prophesied in the second year of Darius. This is a refutation.", 
            "It was taught:  Rabbi Yehoshua ben Korhah said: Malachai is Ezra.  But the Sages say that Malachai was his name. Rav Nahman said: It is reasonable that the one who said 'Malachai is Ezra' [is correct], as is written in the prophecy of Malachai (Malachai 2:11) \"Judah has been faithless, and an abomination has occurred in Israel and in Jerusalem, because Judah has defiled the holiness of Hashem which he had loved, and has taken the daughter of a foreign god [as a wife].\"", 
            "And who separated the foreign wives?  Ezra, as it is written (Ezra 10:2) \"Then Shechaniah ben Yehiel, from the sons of Elam, answered and said to Ezra, 'We have been faithless with our God, and we have taken foreign women'.\"", 
            "The Rabbis taught: There were four exceedingly beautiful women in the world: Sarah, (Abigail, Rahab,) and Esther. And for the one who said 'Esther is green', remove Esther and insert Vashti.", 
            "The Rabbis taught: Rahab inspired lust with her name; Yael with her voice; Abigail with her memory; Michal, daughter of Saul, with her appearance. Rabbi Yitzhak said, everyone who says 'Rahab, Rahab' will have an immediate seminal emission. Rav Nahman said to him, I myself say 'Rahab, Rahab', but I myself do not bend. He said to him, that is because I was saying that about one who knows her and is friendly with her.", 
            "\"And Mordechai knew all that had been done.\"  What did he say? Rav said: \"Haman is more exalted than Ahashverosh.\" And Shmuel said: \"The Upper King has prevailed over the lower king.\"", 
            "\"And the queen was weakened.\"  What is [the meaning of] 'was weakened'? Rav said  that she began to menstruate.  And Rabbi Yirmiyah said that she needed to relieve herself.", 
            "\"And Esther called for Hatach.\"  Rav said: Hatach is Daniel.  And why was he called Hatach?  Because his greatness was severed. And Shmuel said: Because all affairs of the court were decided by his word.", 
            "\"...to know what this was and why this was.\"  Rabbi Yitzhak said: she sent to him, [asking] 'perhaps Israel has transgressed against the Five Books of Torah', as it is written in them (Exodus 32:15) \"On this [side] and that [side] they are written.\"", 
            "\"And they reported to Mordechai the words of Esther.\"  But he did not go to him.  This shows that one does not return with upsetting news.", 
            "\"Go, gather all of the Jews, etc.\" until \"which is not according to custom.\" Rabbi Abba said that it was not 'according to custom', because each and every day until now it was forced; but now, willingly. \"And if I perish, I perish.\"  Because I have already perished from the house of my father; so I will perish from you.", 
            "\"And Mordechai passed...\"  Rav said that he caused the first day of Passover to pass with a fast. And Shmuel said that he crossed a pool of water.", 
            "\"And it came to pass on the third day that Esther dressed herself in royalty.\"  Shouldn't it say 'royal garments'? Rabbi Elazar said in the name of Rabbi Hanina: this teaches that she was dressed in the 'holy spirit'.  Here it is written \"and she dressed\" and there it is written (I Chronicles 12:19) \"and a spirit dressed Amasai\".", 
            "And Rabbi Elazar said in the name of Rabbi Hanina: in any event, do not let the blessing of a common person pass lightly in your eyes, because two great ones of their generation were blessed by two common people and it was fulfilled in each case. David and Daniel. David, who was blessed by Aravnah as it is written (II Samuel 24:23) \"And Aravnah said to the king, etc.\" Daniel, who was blessed by Darius as it is written (Daniel 6:17) \"Your God, whom you worship regularly, He will save you.\"", 
            "And Rabbi Elazar said in the name of Rabbi Hanina: do not let the curse of a common person be light in your eyes, because Avimelech cursed Sarah (Genesis 20:16) \"Behold, he will be for you like a covering for the eyes.\"  And this came to pass in her offspring (Genesis 27:1) \"And it came to pass that Isaac was old and his eyes had dimmed.\"", 
            "And Rabbi Elazar said in the name of Rabbi Hanina: Come and see that the measure of the Holy One, Blessed Be He, is not like the measure of flesh and blood. The measure of flesh and blood is that a human sets a pot and then puts in water, but the Holy One, Blessed Be He, puts in water and then sets the pot to fulfill that which is says (Jeremiah 10:13) \"At the sound of his giving a multitude of water in the heavens...\"", 
            "And Rabbi Elazar said in the name of Rabbi Hanina: Anyone who quotes a saying in the name of the one who said it brings redemption to the world as it says, \"Esther said to the king in the name of Mordechai.\"", 
            "And Rabbi Elazar said in the name of Rabbi Hanina: [when] a righteous one perishes, he perishes [only] to his generation. [This is like] the proverb of a man who has lost a pearl.  Wherever it is, it is [still] a pearl.  It is not lost, except to its owner.", 
            "\"Yet all of this is not worth anything to me.\"  Rabbi Elazar said in the name of Rabbi Hanina: in the hour that Haman saw Mordechai sitting by the king's gate he said, 'all of this is not worth anything to me.'  This is according to Rav Hisda, for Rav Hisda said, this one came from a position of wealth, and this one came"
        ], 
        [
            "from a position of poverty. Rav Pappa said: and they called him 'the slave who was sold for loaves of bread'.", 
            "'All of this is not worth anything to me.'  This teaches that all of the treasure of the wicked one were engraved on his heart, and in the hour that he saw Mordechai sitting by the king's gate he said, 'all of this is not worth anything to me'.", 
            "And Rabbi Elazar said in the name of Rabbi Hanina: in the future the Holy One, Blessed Be He, will be a crown on the head of each and every righteous one as is said, (Isaiah 28:5) \"On that day Hashem of Hosts will be as a crown of beauty [, etc.]\" What is [the meaning of] 'as a crown of beauty and a diadem of glory'?  [For those who] do His will and who wait for his glory. Anyone may?  The verse says \"for the remainder of his people\"; for one who makes himself like a remnant.", 
            "\"And for a spirit of judgement.\"  This is the one who judges his own [evil] inclination.  \"And to one who sits in judgement.\"  This is the one who judges a case with truth and fidelity. \"And for strength.\"  This is the one who strengthens himself against his [evil] inclination. \"Those who return from war.\"  Those who give and take in the battle of Torah. \"To the gate.\"  [These are the wise students] who arrive early and leave late from synagogues and houses of study.", 
            "The Measure of Justice said before the Holy One, Blessed Be He, 'O Master of the World, what is the difference between these and those?' The Holy One, Blessed Be He, said to him, 'Israel engages in Torah; the nations of the world do not engage in Torah.'", 
            "He said to Him: \"These also err with wine, and go astray with liquor...and stumble in judgement.\"  There is no 'stumble' but Gehinnom as it says (I Samuel 25:31) \"And this will not be for you [a cause] of stumbling.\"  And there is no 'justice' without judges as it says (Exodus 21:22) \"and he shall pay according to the judges.\"", 
            "\"And she stood in the inner court of the king's house.\" Rabbi Levi said: as soon as she had come to the chamber of idols, the Divine Presence (Shechinah) was removed from her.  She said, (Psalms 22:2) \"My God, my God, why have you abandoned me?\"  Have you perhaps judged an unintentional sin as a deliberate transgression?", 
            "Or perhaps because I called him a 'dog', as is said (Psalms 22:21) \"Rescue my soul from the sword, my only one from the paw of the dog\"? She retracted and called him a 'lion', as is said (Psalms 22:22) \"Deliver me from the mouth of the lion.\"", 
            "\"And it came to pass when the king saw Esther the Queen...\"  Rabbi Yohanan said: 3 ministering angels met her at that hour, one who lengthened her neck, one who endowed her with lovingkindness, and one who extended the scepter.", 
            "By how much? Rabbi Yirmiyah said: it was two cubits and he extended it to twelve; and some say to sixteen; and some say to twenty four. In a Baraita it was taught, to sixty. And thus you will find with the arm of Pharaoh's daughter, and thus you will find with the teeth of the wicked, as it is written (Psalms 3:8) \"You have broken the teeth of the wicked.\"  And Resh Lakish said: do not read 'you have broken' (shibarta); rather, 'you lengthened' (shirbavta). Rabbah bar Ofran said in the name of Rabbi Eliezer, who heard from his teacher, [who heard] from his teacher two hundred.  ", 
            "\"And the king said to her, 'what is your desire, Queen Esther?  It shall be done, even to half of the kingdom.\"  'Half of the kingdom', but not the whole kingdom.  And not a thing which would divide the kingdom.  And what is it?  The building of the Holy Temple.", 
            "\"Let the king and Haman come to the banquet...\" The Rabbis taught: what did Esther 'see' that she invited Haman? Rabbi Eliezer says that she hid a trap for him as is said (Psalms 69:23) \"May their table be before them as a trap.\"  Rabbi Yehoshua says that", 
            "she learned from the house of her father as is said (Proverbs 25:21) \"If your enemy is famished, give him bread to eat, etc.\"  Rabbi Meir says in order that [Haman] would not take counsel and rebel.  Rabbi Yehudah says", 
            "in order that [Haman] would not recognize her, that she was a Jew.  Rabbi Nehemiah says in order that Israel will not say 'we have a sister in the king's house' and they become content and [do not pray] for mercy. Rabbi Yose says in order that he would be present the entire time. Rabbi Shimon ben Menassiah says perhaps The Place will be stirred up and will perform a miracle for us.", 
            "Rabbi Yehoshua ben Korach says [Esther thought] 'I will brighten my appearance in order that he will be killed, he and she'. Rabban Gamliel says the king was fickle-minded. Rabbi Gamliel said: we still need the Modai. As it was taught, Rabbi Eliezer of Modiin says that she made the king jealous and the officials jealous.", 
            "Rabbah said (Proverbs 16:18) \"Pride before destruction...\"  Abaye and Rava both say (Jeremiah 51:39) \"With their heat I will prepare their banquet, etc.\"  Rabbah bar Avuha found Elijah and said to him, which [reason] caused Esther to decide to do this? He said to him, all of the Tannaim and all of the Amoraim.", 
            "\"And Haman recounted to them the glory of his wealth and the large number of his sons...\"  And how many sons? Rav said, 30.  Ten were dead, ten had been hanged, and ten who went [begging] door to door.  And the Rabbis said:", 
            "there were seventy who went door to door, as was written (I Samuel 2:5) \"The sated ones are now hired out for bread.\"  Do not read 'sated ones' (seveim), rather 'seventy' (shivim).", 
            "And Rami bar Abba said: there were two hundred eight in all as is said, 'and the large number of his sons'.  The numerical value (gematria) of 'and the large number' is two hundred fourteen. Rav Nahman bar Yitzhak said: it is written vav-resh-vet [without the extra vav].", 
            "\"On that night the king's sleep was disturbed...\"  Rabbi Tanhum said, the sleep of the King of the Universe was disturbed. And the Rabbis said that the uppermost ones were disturbed and the lowermost ones were disturbed. Rava said that [it means] the sleep of King Ahashverosh himself.", 
            "A thought came to [Ahashverosh].  He said, what just came before me, that Esther invited Haman? Perhaps they are considering teaming up against that man (Ahashverosh himself) to slay him? Circling back he said, if so, is there no man here who would have mercy on me and let me know? Circling back he said, then perhaps there is a person who did me good service and I did not repay him?  Because of this people have refrained  and have not revealed [anything] to me? Immediately \"he said to bring the book of records, the daily chronicles...\"", 
            "\"And they were read.\"  This teaches that they were read of themselves. \"And it was found written...\"  Shouldn't it say 'a writing' [was found]? This teaches"
        ], 
        [
            "that Shimshai was erasing and Gabriel was writing. Rabbi Assi said: Rabbi Sheila, a man from the village of Timrata explained, if what was written for below for the benefit of Israel cannot be erased, is it not also certain for [those written] for above?", 
            "(Esther 6:3) \"Not a thing has been done for him.\"  Rava said, [this is] not because they loved Mordechai, but because they hated Haman.", 
            "(Esther 6:4) \"... [that] he had prepared for him.\"  A Tanna [taught] [this means] for himself he had prepared.", 
            "\"...and do this for Mordechai...\"  [Haman] said to him, 'who is Mordechai?' He said to him, (Esther 6:10) \"the Jew\".  He said to him,  'there are many Mordechais among the Jews'. He said to him, (Esther 6:10) \"the one who sits at the king's gate\".", 
            "[Haman] said to him, part of one town or one river is sufficient for him. [Ahashverosh] said to him, give him that also.  \"Do not neglect a thing from all that you have spoken.\"", 
            "\"Then Haman took the clothing and the horse.\"  He went to find him [and saw] that rabbis were sitting before him.  He was elucidating the laws (halakhot) of the handful (of the flour offering) to the rabbis. When Mordechai saw that [Haman] was approaching to greet him, and that one of the king's horses was in his hand, he was afraid. He said to the rabbis, this wicked one is surely coming to slay me.  Move away from me so that you will not be seared with his burning coals. At that hour, Mordechai wrapped himself and arose to pray.  Haman came and sat down before them and waited until Mordechai rose up from his prayers.", 
            "He said to them, with what are you occupied? They said to him, in the time that the Holy Temple stood, one who donated a grain offering gave a handful of fine flour [in order] to gain atonement for himself. [Haman] said to them, your handful of fine flour has come and superseded the ten thousand talents of silver that were in my hand. [Mordechai] said to him, wicked one, a slave who acquires property -- to whom does the slave belong and to whom does the property belong?", 
            "[Haman] said to him, arise, cloth yourself in these garments and ride this horse, for the king desires it for you. He said to him, I will not be able [to do so] until I have gone up to the bathhouse and have my hair cut, for it is not the custom of the land to use the garments of the king in this [state].", 
            "Esther sent and closed all of the bathhouses and all of the artisan shops. Because of this [Haman] brought [Mordechai] to the bathhouse and bathed him, and he went and brought scissors from his house and cut his hair. While he was cutting it he became faint and sighed. [Mordechai] said to him, why do you sigh? [Haman] said to him, the man whom the king thought more of than all of his officers is now equal with an attendant and hair-cutter. He said to him, wicked one, were you not a hair-cutter in the village of Kartzum? A Tanna [taught]: Haman was a hair-cutter in the village of Kartzum for twenty-two years.", 
            "After cutting his hair, he clothed him in the garments.  He said to him, climb up and ride. [Mordechai] said to him, I am not able as my strength is impaired from the days of fasting. [Haman] bent down and [Mordechai] stepped up. As he was stepping up, he kicked him. [Haman] said to him, is it not written for you (Proverbs 24:17) \"Do not rejoice in the fall of your enemy\"? [Mordechai] said to him, those words are for Israel.  But for you it is written (Deuteronomy 33:29) \"And you will tread upon his high places.\"", 
            "(Esther 6:11) \"And he proclaimed before him, 'this is what shall be done for the man that the king wishes to honor'.\" As he was guiding [him] and going on the path near Haman's house, his daughter, who was standing on the roof, saw him.  She thought that the one who was riding was her father and the one who was walking before him was Mordechai. She lifted the chamber pot and cast it onto the head of her father. [Haman] raised his eyes and she saw that it was her father.  She fell from the roof to the ground and died.", 
            "And so it is written, \"And Mordechai returned to the king's gate...\"  Rav Sheshet said that he returned to his sackcloth and to his fasting. \"...and Haman hastened to his house, mourning and with his head covered.\"  'Mourning' over his daughter.  'With his head covered' because of what befell him.", 
            "\"And Haman recounted to Zerash his wife and to all of his loved ones, etc.\"  [The verse] calls them 'his loved ones', then it calls them 'his wise ones'. Rabbi Yohanan said, anyone who says a wise thing, even one from the nations of the world, is called 'wise'.", 
            "\"If Mordechai is from the offspring of the Judahites, etc.\"  They said to him, if he is from the remaining tribes, you can conquer him; but, if [he is] from the tribe of Judah, Benjamin, Ephraim, or Manasseh you cannot conquer him. 'Judah', as it is written (Genesis 49:8) \"Your hand will be on the neck of your enemies.\"  The others, as it is written about them (Psalms 80:3) \"Stir up your strength before Ephraim, Benjamin, and Manasseh.\"", 
            "(Esther 6:13) \"But [in] falling you will fall before him.\"  Rabbi Yehudah bar Ilai expounded, why are two 'falls' given here? [Haman's advisors] said to him, this nation is compared to dust, and it is compared to the stars.  When they go down, they go down to dust.  And when they go up, they go up to the stars.", 
            "(Esther 6:14)  \"And the eunuchs of the king arrived and they hurried...\"  This teaches that they brought him in a confounded state.", 
            "\"Because we have been sold, I and my people, etc. ...the adversary is not concerned about the damage to the king.\" She said to him, this adversary is not concerned about the damage of the king. He held a grudge against Vashti and he slew her.  Now he holds a grudge against me and desires to slay me.", 
            "Then King Ahashverosh said, and he said to Esther the Queen...\"  Why is it 'he said and he said'? Rabbi Abahu said, in the beginning he spoke through an interpreter.  Then, when she said to him 'I come from the house of Saul', he immediately 'said to Esther the Queen'.", 
            "\"And Esther said, 'a man, an adversary, and an enemy -- this wicked Haman!'\"  Rabbi Elazar said, this teaches that she was pointing toward Ahashverosh, and an angel came and turned her hand toward Haman.", 
            "\"And the king arose in his anger, etc. ... Then the king returned from the palace garden...\"  [The verses] compare his return to his rising.  Just as he arose in anger, so he returned in anger.  For he went out and he found ministering angels who had the images of men to him.  And they were uprooting the trees of the orchard.  He said to them, what are you working on ?!? They said to him, Haman decreed it to us.", 
            "[Ahashverosh] came into the palace \"...and Haman was falling upon the bed...\"  'Falling'??? Shouldn't it say 'he had fallen'? Rabbi Elazar said, this teaches that an angel came and caused him to fall upon it. [Ahashverosh] said, woe from the inside, woe from the outside! \"And the king said, 'will he also violate the queen with me in the palace?'\"", 
            "\"Then Harbonah said, etc.\"  Rabbi Elazar said, even Harbonah was wicked in counsel of [the plot].  When he saw that his counsel would not succeed, he immediately fled [from participating in the plot].  And so it is written (Job 27:22) \"He will throw down [misfortune] upon him and He will not show compassion; from His hand he will surely flee.\"", 
            "\"...and the king's anger was appeased.\"  Why are there two 'appeasements'? One was of the King of the Universe, and one was of Ahashverosh.  And others say, one was about Esther and one was about Vashti.", 
            "(Genesis 45:22) \"To each of them he gave a change of clothing, but to Benjamin he gave five changes.\"  Is it possible that the thing that pained this righteous one"
        ], 
        [
            "caused him to stumble? For Rava bar Mehasiah said in the name of Rav Hama bar Gurya who said in the name of Rav: because of the weight of two selas of fine wool that Jacob added to Joseph more than his brothers, the matter was turned over and our forefathers went down to Egypt. Rabbi Benjamin bar Yefet said, the gesture hinted to [Benjamin] that in the future a son would come forth from him who would go forth from before the king in five royal garments as is said, \"And Mordechai went out in blue royal garments, etc.\"", 
            "(Genesis 45:14) \"And he fell upon the necks of Benjamin his brother...\"  How many necks did Benjamin have? Rabbi Elazar said, [Joseph] wept over the two Temples that, in the future, would be located in the portion of Benjamin and that would be destroyed in the future. \"And Benjamin wept upon his neck.\"  He wept over the Tabernacle of Shiloh that, in the future, would be located in the portion of Joseph and that would be destroyed in the future.", 
            "(Genesis 45:12) \"And behold, your eyes see as do the eyes of your brother Benjamin...\" Rabbi Elazar said:  [Joseph] said to them, just as there is nothing in my heart against Benjamin my brother, who was not part of selling me, so there is nothing in my heart against you. \"...that it is my mouth that is speaking to you.\"  As my mouth, thus is my heart.", 
            "(Genesis 45:23) \"And to his father he sent this:  ten donkeys carrying the best of Egypt.\" What is 'the best of Egypt'? Rabbi Benjamin bar Yefet said in the name of Rabbi Elazar, he sent [aged] wine, which he knew was a comfort to aged people.", 
            "(Genesis 50:18) \"And his brothers also went and fell down before him.\"  Rabbi Benjamin bar Yefet said in the name of Rabbi Elazar, it is as people say: a fox in its time -- bow down to it.", 
            "A 'fox'? How was [Joseph] inferior to his brothers? Rather, if this was said [by Rabbi Elazar], it was said here: (Genesis 47:31) \"And Israel bowed at the head of the bed.\"  Rabbi Benjamin bar Yefet said in the name of Rabbi Elazar, a fox in its time -- bow down to it.", 
            "(Genesis 50:21) \"And he comforted them and he spoke to their heart.\"  Rabbi Benjamin bar Yefet said in the name of Rabbi Elazar, this teaches that he said to them words that are received by the heart. If ten lamps are not able to extinguish one lamp, how is one lamp able to extinguish ten lamps?", 
            "(Esther 8:16) \"And to the Jews there was light and happiness and joy and honor.\"  Rav Yehudah said, 'Light' is Torah, and thus it says (Proverbs 6:23) \"For a commandment is a lamp and Torah is light.\" 'Happiness' is a Festival (Yom Tov) and thus it says (Deuteronomy 16:14) \"And be happy on your Festival.\"  'Joy' is circumcision, and thus it says (Psalms 119:162) \"I rejoice at your word.\"", 
            "And 'honor' is tefillin, and thus it says (Deuteronomy 28:10) \"And all the peoples of the earth will see that the name Hashem is upon you, and they will be in awe of you.\"  And it was taught:  Eliezer the Great says, this is the tefillin for the head.", 
            "\"And Parshandata, etc. the ten sons of Haman...\"  Rav Adda, who was from Yafo, said that the ten sons of Haman and [the word] 'ten' need to be pronounced in one breath. What is the reason?  The soul of each and every one of them left at the same time. Rabbi Yohanan said, the letter vav in Vaizata needs to be extended as a pole like a rudder on the Librut [river]. What is the reason? Each and every one of them were hanged on the same pole.", 
            "Said Rabbi Hanina bar Pappa, Rabbi Shila, a man of the village of Temarta, expounded: all songs -- all of them -- are written a small brick (writing) above a brick (blank space), and a brick above a small brick, outside of this song and [the song of] the kings of Canaan, which are a small brick above a small brick and a brick above a brick.", 
            "What is the reason? So that they will not rise up from their downfall.", 
            "\"And the King said to Esther the Queen, 'In Shushan the capital, the Jews have killed...\"  Rabbi Abahu said, this teaches that an angel came and slapped him in his mouth.", 
            "\"And when she came before the king, he said with the scroll...\"  'He said'? Shouldn't it say 'she said'? Rabbi Yohanan said, she said to him that he should say orally what is written on the scroll.", 
            "\"...words of peace and truth.\"  Rabbi Tanhum said, though some say Rabbi Assi said, this teaches that [the Megillah scroll] needs ruled lines like a real Torah.", 
            "And Esther's order stood.  'Esther's order' alone?  The words concerning the fasts did not? Rabbi Yohanan said, the words concerning the fast and Esther's order [both] stood concerning these Purim [regulations].", 
            "'For Mordechai the Jew was viceroy to King Achashverosh, and great to the Jews, and favorable to the majority of his brethren'- To the majority of his brethren, but not to all of his brethren. This teaches, That a portion of the Sanhedrin [head Jewish court, made of 120 Sages] split off from him.\"", 
            "Rabbi Yosef said, \"Greater is the Study of Torah than the saving of lives, For originally, Mordechai was considered after four; and after [he busied himself in saving lives, he was considered] after five. Originally, it is written: \"Who came with Zerubavel: Yeshua, Nechemiah, Sheriah, Ra'aliah, Mordechai Bilshan (Ezra 2:2),\" and afterwards, it is written: \"Those who came with Zerubavel: Yeshua, Nechemiah, Azariah, Ra'amiah, Nachmani, Mordechai Bilshan (Nehemiah 6:10).\"", 
            "Rav, or some say Rabbi Shmuel the son of Marta, said, \"Greater is the Study of Torah than the building of the Temple, for all the time that Baruch the son of Neriah was alive, Ezra did not leave him and go up [to Jerusalem].\"", 
            "Rabba said, \"Rabbi Yitzchak the son of Shmuel the son of Marta said: \"Greater is the Study of Torah than honoring one's parents, for all of the years that Jacob was in the Academy of Eber, he was not punished [for leaving his parents].\" As a Master said,"
        ], 
        [
            "\"Why were the years of Ishmael counted? To calculate with them the years of Jacob. As it is written, 'And these are the years of the life of Yishmael: 137 years (Genesis 25:17).'\" How much older was Ishmael than Isaac? Fourteen years, as it is written: \"And Abram was eighty-six years old when Hagar gave bore Ishmael to Abram (Genesis 16:16).\" And it is written: \"And Abraham was 100 years old when Isaac, his son, was born to him (Genesis 21:5).\" And it is written: \"And Isaac was sixty when they were born (Genesis 25:26).\" How old was Ishmael when Jacob was born? [He] was seventy-four [years old.] How many years were left in his life? Sixty-three.", 
            "And it is taught, \"Jacob, our father, was sixty-three when he was blessed by his father, and at that same time Ishmael died, as it is written: 'And Esau saw that he had blessed, etc. And Esau went to Ishmael and he took [in marriage] Machalat, the daughter of Ishmael, the sister of Nevi'oth (Genesis 28:6).'\" Because it is said, 'the daughter of Ishmael,' don't I know that she is the sister of Nevi'oth? This teaches us that Ishmael consecrated her [to Esau], but he died and Nevi'oth married her off [to Esau].", 
            "Sixty-three and fourteen [in Aram] until Joseph was born makes seventy-seven [the age of Jacob when Joseph was born]. And it is written: \"And Joseph was thirty years old when he stood before Pharaoh (Genesis 41:46),\" which makes 107 [years of Jacob's life]. Seven [years] of plenty and two [years] of famine make 116 years. And it is written: \"And Pharaoh said to Jacob, 'How many years have you lived?'", 
            "And Jacob said to Pharaoh, 'The years of my living are 130'(Genesis 47:8),\" but aren't they [only one-hundred and] sixteen?", 
            "Rather, learn from here, The fourteen years that he was in the Academy of Eber are not counted for him [between the sixty-three and the fourteen in Aram]. As it is taught, \"Jacob was in the Academy of Eber, hidden away, for fourteen years. Eber died two years after Jacob went down to Aram Naharayim. [Jacob] went out from [the Academy of Eber] and came to Aram Naharayim. It is found that when he stood by the well, he was seventy-seven.\"", 
            "And how do we know that he wasn't punished? As it is taught, \"It is found that Joseph, who left his father for twenty-two years, is like Jacob our father, just like how he left his father.\" The [years of being away] of Jacob were thirty-six [not twenty-two]! Rather, The fourteen [years] that he was in the Academy of Eber are not counted for him.", 
            "All in all, he was in the house of Laban for twenty years, but he was on the road four two years, As it is taught, \"He went out from Aram Naharayim and came to Sukkot, and he made [booths] there for eighteen months, as it says, 'And Jacob traveled to Sukkot, and he built for himself a house, and for his cattle he made booths (Genesis 33:17).' And in Beit El, he built for six months and offered sacrifices.\" ", 
            "We shall return to you, [Chapter] \"The Megillah is read.\"", 
            "Mishnah: He who reads the Megillah in an irregular manner, does not fulfill his obligation;  If he read it by heart, or read a translation in any language [other than Hebrew] he did not fulfill his obligation. But we do read it in a foreign language to those who [only] understand a foreign language; and someone who only knows a foreign language who heard [the Megillah] in Hebrew has fulfilled his obligation.", 
            "If he read it with breaks, and slumbered [in the middle], he has fulfilled his obligation. If he was writing it, expounding it, or correcting it [and thus read the Megillah]: If he intended [to make this his Megillah reading], he has fulfilled his obligation; and if not, then he has not fulfilled his obligation.", 
            "If [the Megillah] was written in paint, in red dye, in gum, or in vitriol black, on paper or on rough vellum, he has not fulfilled his obligation. [The obligation is not fulfilled] until it is written in Hebrew on parchment, in black ink.", 
            "Gemara: From where do we learn these words [that the Megillah must be written in order]? Rava said, \"For the text said , \"Like their writings and like their times.\" Just like their times are not [celebrated] out of order, So too their writings are not [read] out of order.\" But concerning reading it is not written here,", 
            "[Rather,] the celebration is written (meaning, the words, \"Like their writings,\" refer to celebration), as it is written [in that verse], \"To celebrate the two days.\"  Rather, [we learn that it is prohibited to read the Megillah out of order] from here: As it is written, \"And these days are remembered and celebrated.\" It compares remembrance to celebration. Just like the celebration cannot be done out of order, so too the remembrance cannot be done out of order.", 
            "It was taught, \"And so too (meaning, the following things cannot be read out of order), regarding Hallel, and so too, regarding Shema and the [Amida] prayer.\"", 
            "[Regarding] Hallel, from where [do we learn this]? Rabba said, \"As it is written [in Hallel], 'From the rising of the sun to its setting (Psalms 113:3) [meaning, just as the day goes in order, from sunrise to sunset, so too Hallel goes in order].'\" Rabbi Yosef said, \"This is the day that G-d made (Psalms 118: 24) [meaning, just as the day goes in order, so too Hallel goes in order].\" Rabbi Oyah said,", 
            "\"Let the name of G-d be blessed (Psalms 113:2) [the word let implies, let it be as it is].\" And Rabbi Nachman the son of Yitzchak, or some say Rabbi Acha the son of Ya'akov, say from here: \"From now until forever (Psalms 113:2) [ meaning, just as time goes in order, so too Hallel goes in order].\"", 
            "The reading of Shema [must be in order], as it is taught: \"The reading of Shema [must be] like it is written; the words of Rebbi [Yehudah the Prince]. And the Sages say, 'In any language.'\" What is the reasoning of Rebbi [Yehudah the Prince]? [For] the text says,"
        ], 
        [
            "\"And they shall be (Deuteronomy 6:6)-\" [Meaning,] in the way they are, they shall be. And as for the Rabbis, what is their reasoning? For the text says, \"Listen (Deuteronomy 6:4)-\" [Meaning,] listen in whatever language you listen in.", 
            "But [regarding] Rebbi [Yehudah the Prince], isn't it also written \"Listen\"? [Rather,] it obligates you, \"Make your ears hear what is coming from your mouth.\" Whereas the Rabbis held as those who said, \"He who reads Shema and does not make his ears hear has fulfilled his obligation.\"", 
            "But [regarding] the Rabbis, isn't it also written, \"And they shall be\"? [Rather,] it obligates you, to not read Shema out of order. And [regarding] Rebbi [Yehudah the Prince's opinion], from where do you know that you cannot read Shema out of order? From the words, \"These words (Deuteronomy 6:6) [which implies the words in their present state].\" But [regarding] the Rabbis, the words, \"These words,\" have no [halakhic] meaning.", 
            "If we were to say that Rebbi [Yehudah the Prince] thought, \"All of the Torah was given in all languages, for if you thought that it was given in Hebrew, why would I write, 'And they shall be' [as it would be unnecessary]?", 
            "It is needed for if you would have thought that Shema was according to the Rabbis, G-d wrote 'And they shall be' [which disproves that thought].", 
            "If we were to say that the Rabbis thought, \"All of the Torah was given in Hebrew, for if you thought that it was given in all languages, why would I write, 'Listen' [as it would be unnecessary]?", 
            "It is needed for if you thought thought that 'And they shall be' follows Rebbi [Yehudah the Prince], G-d wrote 'Listen' [which disproves that thought].", 
            "[Regarding the Amidah] prayer, from where do we know [that we cannot read it out of order]? As it is taught, \"Shimon HaPakuli organized the eighteen blessing before Rabban Gamliel, in order in Yavneh.\" Rabbi Yochanan said, or some say it was taught in a Mishnah, \"120 elders, and among them some prophets, instituted eighteen blessings in order.", 
            "Our Rabbis taught, \"From where [do we learn] that we mention the forefathers [in the Amidah]? As it is said, \"Ascribe unto the Lord, O sons of the strong (Psalms 29:1) [meaning, the patriarchs].\" And from where [do we learn] to mention [the] powers [of G-d]? As it is said, \"Ascribe unto the Lord honor and strength (Psalms 29:1).\" And from where [do we learn] to mention the holiness [of G-d]? As it is said, \"Ascribe unto the Lord the gory of his name; bow to the Lord in the beauty of holiness (Psalms 29:2).\"", 
            "And why did they see fit to mention wisdom after holiness? As it is said, \"And they shall sanctify the Holy One of Jacob, and the G-d of Israel they shall praise (Isaiah 29:23).\" And it is put next to it, \"And the faltering of spirit shall know wisdom (Isaiah 29:24).\" And why did they see fit to mention forgiveness after wisdom? As it is written \"And in his heart he shall understand, and he shall return and be healed (Isaiah 6:10).\"", 
            "Or maybe, let us say [to mention] healing [directly] after forgiveness? [It is] not as you might have thought, as it is written \"And he will return to Hashem, for he shall mercy him; and to our G-d, for he is abundant to forgive (Isaiah 55:7).\"", 
            "And what was seen to make this verse more important than that verse? Another verse writes, \"Who forgives all your sins, who heals all your illnesses, who saves the anointed of your life (Psalms 103:3).\" [Meaning,] to mention salvation and healing after forgiveness. But isn't it written [above], \"And he shall return and be healed\"? This is not the healing of illnesses, rather it is the healing of forgiveness.", 
            "And why did they see fit to mention redemption seventh? Rava said, \"Because we are, in the future, to be redeemed on the Sabbatical [year]; therefore they set it in seventh.\" And didn't a Master say, \"In the sixth year, voices, in the Sabbatical [year], battles, and after the Sabbatical [year] the descendant of David comes [and so the redemption is after the Sabbatical year]?\" The battles are also the beginning of redemption.", 
            "And why did they see fit to mention healing eighth? Rabbi Acha said, \"Because the <em>Brit Milah</em> is given on the eighth [day of the child's life.]\"", 
            "And why did they see fit to mention the blessing of the years ninth? Rabbi Alexandri said, \"[To model it] against the raisers of prices, as it is written, 'Break the arm of the wicked (Psalms 10:15) [referring to the raisers of prices],' and when David said it, he said it in the [pseudo-]ninth [psalm].\"", 
            "And why did they see fit to mention the gathering of the exiles after the blessing of the years? As it is written, \"And you, O mountains of Israel, give your leaves and carry your fruit for my nation Israel, for they are soon to come (Ezekiel 36:8).\" And as soon as the exiles are gathered, judgement is done to the wicked, as it is said: \"And I shall turn my hand on you, and purge your dross with lye (Isaiah 1:25),\" and it is written [in the following verse], \"And I shall return your judges as it was earlier (Isaiah 1:26).\"", 
            "And as soon as justice is done to the wicked, the rebellious sinners are destroyed, and the haughty evildoers are included with them, as it is said, \"And the rebellious sinners shall be broken; and the transgressors shall be together consumed (Isaiah 1:28).\"", 
            "And as soon as the rebellious are destroyed, the horn of the righteous is raised, as it is written, \"And all the horns of the wicked I shall raze; let the horns of the righteous be raised (Psalms 75:11).\" And the righteous gentiles (or, converts) are included with the righteous, as it is said, \"From age you shall stand; and you shall honor the face of an elder (Leviticus 19:32).\" And it is put next to it, \"And if a stranger shall live among you (Leviticus 19:33).\"", 
            "And where are their horns raised? In Jerusalem, as it is said, \"Ask for the peace of Jerusalem; may your lovers have tranquility (Psalms 122:6).\"", 
            "And as soon as Jerusalem (i.e. the Temple) is rebuilt, [the Messiah, who is the descendant of] David comes, as it is said,"
        ], 
        [
            "\"Afterwards, the Children of Israel shall return, and they shall seek Hashem, their G-d, and [the continuation of the dynasty of] David, their king. And as soon as David comes, prayer comes, as it is said, \"And I shall bring them to my holy mountain, and I shall make them happy in my house of prayer (Isaiah 56:7).\"", 
            "And as soon as prayer comes, [Temple] service comes, as it is said [in the above verse], \"Their elevation offerings and sacrifices [shall be] pleasing on my altar.\"  And as soon as [Temple] service comes, thanksgiving comes, as it is said, \"He who sacrifices a thanksgiving offering shall honor me (Psalms 50:23).\"", 
            "And why did they see fit to mention the Priestly Blessing after thanksgiving? As it is written, \"And Aaron raised his hands towards the nation, and he blessed them, and he went down from doing the sin-, elevation-, and peace offerings (Leviticus 9:22).\"", 
            "I would [therefore] say [that it should be mentioned] prior to [Temple] service [seeing as Aaron blessed the people and then the offerings came]? You should not think that, as it is written, \"And he went down from doing the sin offering, etc.\" Is it written, 'to do'? It is written 'from doing' [meaning, Aaron didn't go down to do the offerings, he went down from already doing them in the past].", 
            "[Therefore, shouldn't it] be said after [Temple] service? You should not think that, as it is written, \"He who sacrifices a thanksgiving offering (Psalms 50:23) [meaning, thanksgiving comes right after sacrifice].\"", 
            "What was seen to consider this verse more than that verse? It is explained, that worship and thanksgiving are one [Hebrew] word [in the verse; the word 'Todah' means both a sacrifice and thanks].", 
            "And why did they see fit to say, \"Bring peace,\" after the Priestly Blessing? As it is written, \"And put my name upon Israel; and I shall bless them (Numbers 6:27).\" The blessing of the Holy One, Blessed be He, is peace, as it is said, \"G-d shall bless his people with peace (Psalms 29:11).\"", 
            "And after the 120 elders, and among them some prophets, established the prayer in order, what did Shimon HaPakuli order? They forgot the [order], and he returned and ordered them.", 
            "Farther than these [nineteen blessings], it is forbidden to praise the Holy One, Blessed be He, for Rabbi Elazar said, What is the meaning of the verse, \"He who recites the great doings of G-d shall recite all his praises (Psalms 106:2)\"? To whom is it befitting to recite [all] the great doings of G-d? To someone who can say all his praises [which are infinite].", 
            "Rabba the grandson of Chana said, \"Rabbi Yochanan said, 'He who praises G-d too much is uprooted from the world, as it is said, 'Shall it be told Him that I would speak? Or should a man wish that he were swallowed up (Job 37:20)?'", 
            "Rabbi Yehuda of Kefar Gevuria, or some say of Kefar Gibor Chayil, expounded, \"What is the meaning of the verse, 'For you, silence is praise (Psalms 65:2)'? Silence is a cure for everything.\" When Rav Dimi came [from Israel], he said, \"They say in the west [ie. Israel]: 'A word is worth a <em>Sela</em>, silence two.", 
            "(Mishnah:) If he read it by heart, he has not fulfilled his obligation. (Gemara:) From where do we know this? Rava said, \"This is learnt from the word <i> Zechirah</i>, which appears in two places. It is stated here [in the Megillah] 'And these days are <b>remembered</b>', and it is stated there (Exodus 17:14) 'Write this as a <b>remembrance</b> in the book.' Just as there, where the word <i> 'remember' </i> means in a book, so too here, it means that we 'remember...these days' from a book.\"", 
            "But how do we know that 'remember' means to read it out loud? Perhaps it refers to the general study [of the Megillah.]? You should not think thus (as it says) \"Remember\" (Devarim 25:17): It could mean in your heart, but then it goes on \"do not forget\" (ibid. vv. 19) - and the heart does forget! Rather, I must be fulfilling \"remember\" with the mouth [by recitation.]:", 
            "[MISHNA:] \"If he read it in Aramaic, he did not fulfill is obligation...\" How so? If the scroll is written in Hebrew, and the reader reads in Aramaic, this is by heart! [which was forbidden previously.] Therefore, here, the case must be that it was written in Aramaic and it was read in Aramaic.", 
            "[MISHNA:] \"But he may read in a foreign language to a foreigner.\" Had we not said [previously in the Mishna] that to read in any [other] language was not permissible? Rav and Shmuel agreed: [Here, we are dealing with] the Greek language.", 
            "How so? If the scroll was written in Hebrew block letters, and the reader read in Greek, he is reading by heart! Said R' Acha son of R' Eliezer: The scroll was also written in Greek.", 
            "R' Acha son of R' Eliezer also said: From where do we see that the Holy One, Blessed Be He, called Jacob \"El\"? As it says (Genesis 33:20): \"And he called it 'El Elohei Yisrael'. Had Jacob called the altar [from the verses] \"El\", it should have read \"And Jacob called\" [instead of \"he\"]. Rather, it means \"And he called Jacob 'El'.\" Who called him this? \"'Elohei Yisrael' ['God of Israel'].\"", 
            "We raise a question [from a Braita:] \"If he read it in Giftian, Hebrew, Elamite, Medite, or <b>Greek</b>, he did not fulfill his obligation.\"", 
            "[That is if he did not understand the language. Rav and Shmuel discuss one who knows Greek, as in] these examples of reading \"in Giftian to Giftians, Hebrew to Hebrews, Elamite to Elamites, or Greek to Greeks, he has fulfilled his obligation.\"  ", 
            "If so, then why did Rav and Shmuel establish that the \"foreign language\" was Greek, if the same applies to every language? (Rather, the Mishna follows the Braita, and) Rav and Samuel say that Greek is good for <b>all peoples.</b> ... Did Rav and Shmuel really say that Greek is good for all?", 
            "Does it not teach [in the Braita:] \"Greek to Greeks\" - and the word \"Greeks\" comes to exclude all other nations? It is as Raban Shimon ben Gamliel taught [in a Mishna:] \"Raban Shimon ben Gamliel says: [holy] Books may not be written [in any other language] save for Greek. [and cannot be maftir anyone an obligation, save for Greek.]\"", 
            "Rav and Shmuel hold like this.  If so, then they should have said [instead of \"You may read in Greek\"] \"The law is in accordance with Raban Shimon son of Gamliel.\" No, Greek must be explicitly taught in the case of Megillah, where it says \"as it is <b>written</b> [in this book<b> in Hebrew</b>.]\"", 
            "[MISHNA:] \"A foreigner who heard it in Hebrew has fulfilled his obligation.\" But he doesn't understand what is being said! Rather, one has fulfilled his obligation even without understanding, like women and country bumpkins.", 
            "Ravina strongly disagreed with this answer, saying: \"And do we know the meaning of ha-achashteranim benei ha-ramachim? But all the same we perform the Mitzvah of reading the Megillah and proclaiming the miracle. So they too perform the Mitzvah of reading the Megillah and proclaiming the miracle.\"", 
            "[MISHNA:] \"If he read it with <i>seirugin</i>, he has fulfilled his obligation.\" The Rabbis did not know what <i>seirugin</i> was. Then, one day, they heard the maid of Rabbi Yehudah Hanasi's house say to the Rabbis who would come into the house at intervals. \"How long will you come in <i>seirugin seirugin</i>?\"", 
            "The Rabbis did not know what <i>chaluglugot</i> was. Then, one day, they heard the maid of Rabbi Yehudah Hanasi's house on seeing a man peeling portulaks, say to him, \"How long will you be peeling your chaluglugoth?\"", 
            "The Rabbis did not know what (Proverbs 4:8)<i>\"Salsalah, vtiromemeca\"</i> was.  Then, one day, they heard the maid of Rabbi Yehudah Hanasi's house on seeing a man curling his hair, say to him,  \"How long will you be <i>mesalsel</i> your hair?\"", 
            "The Rabbis did not know what (Psalms 55:23) \"Throw unto God <i>yahevcha</i>\" was, until Rabah bar bar Chana said: \"One time, I was walking with an Arab and I was carrying a load. He told me take your <i>yehav</i> and put it on one of the camels.\"", 
            "The Rabbis did not know what (Isaiah 14:23) \"<i>Ve'ta'ateia bemata'atea</i> of destruction\" meant. Then, one day, they heard the maid of Rabbi Yehudah Hanasi's house tell her friend,  \"Take your ta'atea and sweep the house.\"", 
            "The Rabbis taught [in a Braita:] \"If he read it in intervals, he fulfilled his obligation.\""
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            ""
        ], 
        [], 
        [], 
        [
            "  ", 
            "  Listen Israel etc. Let your ears hear what comes forth from your mouth."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "Two amoraim in the West [Israel] differed over this: R. Yose b. Abin and R. Yose b. Z’vida. One said, it is because he creates jealousy in the work of the creation, and the other says it is because he makes the qualities of the Holy One, blessed be He, acts of mercy, whereas they are only decrees."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        []
    ], 
    "versionSource": "https://www.sefaria.org", 
    "heTitle": "מגילה", 
    "versionTitleInHebrew": "תרגום קהילת ספאריה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ]
}