{
    "text": {
        "0": {
            "10": {
                "0": "(1) MISSIM. It is from the double-letter root, mem-samech-samech. It it like (Lev. 2:6), \"Break it into bits\" [patot otah pittim], from peh-tav-tav. [and thus the tav in pittim has a dagesh, since it comes from a doubled tav.] ",
                "1": "(2) STOREHOUSES. As in (Isa. 22:15), \"to that steward, that Shebna, in charge of the palace.\""
            },
            "11": {
                "0": "(1) THE MORE THEY INCREASED [KEN YIRBEH -- a future tense]. Like \"the more they increased\" [ken hirbah -- past tense] as previously. ",
                "1": "(2)"
            },
            "13": {
                "0": "(1) ALL TASKS IN THE FIELD.  Plowing and harvesting. ",
                "1": "(2) ALL THEIR LABORS [ET KOL AVODATAM]. With [im] all their labors.  ",
                "2": "(3) THAT THEY MADE THEM PERFORM in the city WITH RIGOR."
            },
            "14": {
                "0": "TO THE MIDWIVES OF THE HEBREWS.  To the midwives who were themselves Hebrews."
            },
            "15": {
                "0": "(1) ...",
                "1": "(2) SHE WILL LIVE [VAHAYAH]. The accent is on the penultimate, as we get \"shavah\" from \"shav.\" From \"Arpachshad had lived\" [hai] (Gen. 11:12), for the feminine, \"hayah.\" However, in \"even if the other had lived [hayah] 1000 years twice\" (Eccl. 6:6), the accent is on the ultimate syllable, and it is masculine, of the form of asah, alah, ra'ah."
            }
        },
        "1": {
            "1": {
                "1": "ותרא SHE SAW THAT HE WAS GOOD AND SHE HID HIM: The explanation that she hid him because of [something special] that she saw in him is false. All babies elicit the compassion of their mothers. Rather one must explain [the verb] SHE SAW (ותרא) like in the verse (Gen. 1:31), \"God saw (יארע) all that he had made and found it very good.\" There the phrase means that [God] looked and examined all His works and His actions that He had done to see whether there was something to correct therein; everything was proper and correct. Here also, since Moses was born [prematurely] after [a pregnancy of only] six months--just as we find that Samuel was born [after a six-month pregnancy, as it is written (I Sam. 1:20) לתקופות הימים i.e. after two tequfot and two [more] days. That is why she [Moses' mother] was able to hide him for three months, for the Egyptians used to check the pregnant women [only at the anticipated end of a full term pregnancy] at the end of nine months. Accordingly, [since he was born so prematurely] she examined him when he was born to see whether he was a stillborn that need not be hidden. But she saw that he was fine and good-looking, for his signs of maturity, which are his hair and fingernails--as we learned in Yevamot (80b )--were completed. So she knew that he was capable of surviving ",
                "2": "She hid him for three months--i.e. until the end of [what would have been a pregnancy of nine months, which is the standard length of pregnancy for most women. When they came to check on her either she told them that the child had been a stillborn or that the Egyptians had already thrown him into the river."
            },
            "5": {
                "0": "(1) SHE OPENED IT AND SAW THE CHILD. The one who explains this as that she saw the child is mistaken. For doesn't everybody know that, if she opened the basket, she would see the child? Rather, this is its explanation: she opened the basket and looked at the child to see whether it was male or female, and she saw that it was a na'ar. In other words, this child is male and not female. And she saw on his maleness [i.e., his penis] that he was circucised, and so he was [intentionally] hidden and was not a foundling [i.e., abandoned]. For if he had been a girl, it would stand to reason that he was a foundling. And in fact we have found that it is written (Jud. 13:8), \"What shall we do with the na'ar who is to be born?\" -- on the day of his birth, he is [already] called a na'ar.  ",
                "1": "(2) HERE THERE WAS A BOY CRYING, AND SHE HAD COMPASSION ON HIM, ETC. It was because he was crying that she had compassion on him. And because she saw a na'ar, male and circumcised, she said, \"This must be a Hebrew child.\" It is similar to the following (I Sam. 1:5), \"And to Hannah, he would give an apayim portion [JPS: one portion only]\" -- a choice portion. Why? \"Because [JPS: although] he loved Hannah,\" and thus he gave her apayim from the platter that was in front of him. If so, why a single portion? Because Adonai had closed off her womb, but to P'ninah and all her daughters and sons, he gave \"portions\" -- many -- because she had many children. \"And she saw the child, that he was a na'ar, crying.\""
            },
            "6": {
                "0": "V'TEINIK. This is an expression of causation [hiph'il]. [And it would be] v'teinak if she herself were nursing.\n"
            },
            "13": {
                "0": "(1)  DO YOU MEAN TO KILL ME for my beating my fellow ",
                "1": "(2) AS YOU KILLED THE EGYPTIAN for his beating a Hebrew? ",
                "2": "(3) ACHEN. Ach ken [However, so], not as I initially supposed when I buried him in the sand, that it would not become known, rather it has indeed become known. \n"
            },
            "15": {
                "0": "THE PRIEST OF MIDIAN ... TO R'U'EL, the father of THEIR FATHER (v. 18).  If so, their father's name is Yitro, and Hovav, the son of R'u'el, who is mentioned below in Parashat B'ha'alot'cha (Num. 10:29) -- \"Moses said to Hovav son of R'u'el\" -- Hovav and Yitro are the same.  And if R'u'el is Yitro, then he [Hovav] was Yitro's son.  But what is written in the Prophets (Jud. 4:11) -- \"descendants of Hovav, father-in-law of Moshe\" -- proves that Hovav is Yitro, since all other mentions of \"Moshe's father-in-law\" mention Yitro."
            },
            "21": {
                "0": "IN A FOREIGN LAND.  For this is the meaning of Gershom -- stranger [ger] there [sham], in a distant land."
            }
        },
        "2": {
            "10": {
                "2": "<b>and that I should bring out the Children of Israel from Egypt:</b> Which is to say, even if I am fitting to go into Pharaoh, I am incompetent for the other things. Which thing would be acceptable to Pharaoh, that I should say it to him? And is Pharaoh incompetent [so as] to listen to me to send free form his land, a large people that are his slaves? And which thing that would be acceptable should I say to him; that through this thing, I will bring them out of Egypt with the permission of Pharaoh? And the Holy One, blessed be He, answered the first [question] first, and said:"
            }
        },
        "5": {
            "1": {
                "1": "My name means that I have the ability to carry out my promise."
            },
            "2": {
                "1": "One must explain it thus: I appeared to them as El Shaddai, but My basic name is YHVH.  And there is a duplication of language.",
                "2": "I did not reveal Myself to them by My basic name, but rather by El Shaddai.  But to you I have revealed My basic name -- Ehyeh, and what I am called -- YHVH.  And in your days I will carry out My promise to give them the land of C'na'an.  And \"sh'mi\" is linked to what precedes it, as I have explained.  And if it were written \"Lo hoda'ti lahem,\" then it would refer [below]: \"USh'mi YHVH lo hoda'ti.\""
            },
            "25": {
                "0": "(1) IT IS THE SAME AARON AND MOSES this Aharon who is mentioned, who was born before Moshe, and this Moshe and Aharon TO WHOM THE LORD SAID."
            },
            "26": {
                "0": " (1) IT WAS THEY WHO SPOKE ETC. THESE ARE THE SAME MOSES. For in connection with speaking, he is first and Aharon is after him, while in connection with births, it places Aharon before Moshe, and with respect to speaking, it places Moshe before Aharon."
            }
        },
        "6": {
            "1": {
                "0": "AND HE WILL RELEASE.  Aharon will tell him to release THE ISRAELITES FROM HIS LAND."
            },
            "4": {
                "0": "(1) AND THE EGYPTIANS SHALL KNOW THAT I AM ADONAI. Lord and Ruler, for up until now they said, \"I do not know Adonai.\" "
            },
            "13": {
                "0": "KAVED. Par'oh hardened his mind, as I explained above (v.13). For from intransitive verbs that [in the vav hahipuch past tense] are of the form vayishman, vayichbad, vayishpal, vayizkan, vayeh'kam, and from them in the [regular] past [or perfect] it would be said zaken, kaved, shamen, and shapel rom anashim, all of them past tense expressions."
            },
            "20": {
                "0": "DIED [MEITAH].  The accent is penultimate, because this is past tense.  But \"I shall die\" [meitah anochi - Gen. 30:1] is future tense, and the accent is ultimate.  And in \"Rahel died on me\" [meitah alai Rahel - Gen. 48:7], the accent is penultimate and it is past tense."
            },
            "22": {
                "0": "EVEN FOR THIS. For Par'oh's mind had already strengthened on its own, and now also it was strengthened automatically. However, in connection with the frogs, where it is written (8:11), \"v'hachbed [he hardened] his mind,\" for he himself intended to harden his mind. Therefore it is written in connection with the Arov (8:28), \"Par'oh hardened [vayachbed] his mind this time also,\" for he had already hardened his mind another time."
            }
        },
        "7": {
            "10": {
                "0": "HE MADE IT HARD [HACHBED].  Because this plague was great, his mind did not strengthen by itself, rather, he affirmatively acted wrongly to harden his mind."
            }
        },
        "9": {
            "10": {
                "0": "(1) AND WORSHIP ADONAI, SINCE THAT IS WHAT YOU WANT.  It is in order to worship Adonai that you seek me.  And if so, why do you [ask for] the children and women?  He said to them (v.10), \"IT SHOULD BE SO THAT ADONAI BE WITH YOU.\"  ",
                "1": "(2) AND HE the one who expelled them EXPELLED THEM."
            },
            "20": {
                "0": "VAYAMESH DARKNESS. Similar to (Isa. 13:20), \"No Arab shall pitch his tent [yahel] there,\" like \"y'ahel\" [to pitch a tent]. In other words, the darkness of night will darken [ya'amish] and become dim for a long time, for the night did not lighten until three days [had passed]."
            }
        },
        "10": {
            "0": {
                "0": "(1) ADONAI SAID TO MOSHE while he was standing in front of Par'oh, \"ONE MORE PLAGUE, ETC.\" And after that, Moshe responded to Par'oh (v.4), \"Thus says the LORD: At midnight, etc.\"  ",
                "1": "(2) ONE AND ALL (KALAH). All -- men, women, children, and livestock."
            },
            "3": {
                "0": "MOSHE SAID to Par'oh THUS SAYS ADONAI, TOWARD MIDNIGHT.  Kahatzot from hatzah, like ka'asot [upon the doing] from asah, ka'alot [II Kings 3:20 -- \"at the time to present the meal offering\"] from alah.  In other words, \"when the time arrives for the exodus of Israel, when the night splits, I will go forth among the Egyptians.\"  And at the time of the actual event, it is appropriate to write (Exod. 12:29), \"And it was in the middle of the night [bahatzi halailah]\" with a bet.  This is the plain sense of it, for when He spoke to Moshe before the time of the plague of the firstborn, then it was appropriate to say \"kahatzot\" [with a kaf], to say, \"when that time arrives, when the night is split.\""
            }
        },
        "11": {
            "41": {
                "0": "(1) A NIGHT OF WATCHING FOR ADONAI. Since the days of their ancestor, the Holy One, blessed be He, had been anticipating this night to bring the Israelites out of Egypt, as He had promised them.  And for Israel it is a night of watching-- (2) THROUGHOUT THE AGES [lit., the generations] - for all the generations that look forward to this night on which to celebrate the holiday of Pesah by its laws.  (3) SHIMURIM.  An expression of waiting, remaining, as in (Gen. 37:11) \"his father kept the matter in mind.\""
            },
            "47": {
                "0": "ANY UNCIRCUMCISED ONE. A Jew whose brothers have died on account of circumcision and has therefore not been circumcised himself."
            }
        },
        "12": {
            "16": {
                "0": "ויהי בשלח פרעה את העם - and the Holy One, blessed by He, intended to bring them to the land of Canaan, and the Holy One, blessed by He, did not want to lead them ",
                "1": "דרך ארץ פלשתים כי קרוב הוא - [_because_ it was close] a direct route, to enter immediately into the land of Canaan, and when they they would enter the burden of the wars of the land of Canaan, they would appoint a chief and would return to Egypt, as they did several times, as it is written, \"It would be better for us to go back to Egypt! ... Let us head back for Egypt.” (Num. 14:3-4); \"We remember the fish that we used to eat in Egypt\" (Num. 11:5)."
            }
        },
        "13": {
            "10": {
                "1": "TO DIE IN THE DESERT. Where (Num. 21:5) \"there is no bread and there is no water,\" and even though there is no pursuer after us, we will die of hunger."
            },
            "15": {
                "0": "UV'KA'EIHU. The ayin is determinative, as in (Gen. 23:6), \"sh'ma'einu adonai\" [hear us, my lord], but from \"z'chor\" [without an ayin in the third consonant position, the formation with the direct pronominal object] is \"zochreini\" (Ps. 106:4)."
            },
            "18": {
                "0": "(1) THE ANGEL OF GOD - the one who moved the pillar of cloud MOVED (2) IN FRONT OF THE ISRAELITE CAMP, and the angel WENT (3) BEHIND THEM and as a result, (4) THE PILLAR WENT FROM IN FRONT OF THEM AND IT STOOD BEHIND THEM, for the angel moved it, to set it between the Egyptian camp and the Israelite camp, and he placed darkness between them, as it is written in Joshua (24:7), so that they could not approach each other all night. "
            },
            "19": {
                "0": "(1)THERE WAS THE CLOUD AND THE DARKNESS for the Egyptians (2) AND IT the pillar of fire, for Israel LIT (3) THE NIGHT, SO THAT THE ONE COULD NOT COME NEAR THE OTHER Egypt could not approach Israel ALL THROUGH THE NIGHT."
            },
            "20": {
                "0": "(1) AN EAST WIND. The Holy One blessed be He acted through natural means, as the wind dries and freezes rivers."
            },
            "23": {
                "0": "(1) A PILLAR OF FIRE AND CLOUD. With sounds of hail and fire flashing and cloud, as it is written (I Sam. 7:10), \"Adonai thundered mightily [and] threw them into confusion.\" ",
                "1": "(2) AND THREW THEM INTO PANIC. Panic [from] noise."
            },
            "28": {
                "0": "THE ISRAELITES had already MARCHED THROUGH THE SEA ON DRY GROUND."
            }
        },
        "14": {
            "0": {
                "0": "(1) TRIUMPHED GLORIOUSLY [GA'OH GA'AH]. Victory in battle is called ge'ut in several places. (Ps. 94:2) \"Give the arrogant [ge'im] their deserts!\"; (Prov. 15:25) \"The LORD will tear down the house of the proud [ge'im]\" -- the thieves and the extortionists; (Ps. 10:2) \"The wicked in his arrogance [b'ga'avat] hounds the lowly.\" ",
                "1": "(2) HE HAS HURLED INTO THE SEA [RAMAH BAYAM]. This is the Targum of hishlich [he threw, as in Num. 35:22]. Likewise (Ps. 78:9), \"romei kashet [bowmen].\""
            },
            "3": {
                "0": "HE HAS CAST INTO THE SEA.  As in (II Sam. 11:24), \"the archers shot\" -- He aimed and flung."
            },
            "4": {
                "0": "COVERED THEM [Y'CHAS'YUMU].  It should have said, \"y'chas'yumo,\" with [the second vav] a holam [\"o\" sound].  But because the first vav is with a shuruk [\"oo\" sound], the second is that way also.  Similarly (Ezek. 43:11), \"motza'av umova'av,\" should have said \"mvo'av,\" [since] from \"ba\" [we get] \"mavo,\" or from \"kam\" [we get] \"makom,\" from \"lan\" \"malon.\"  However, on account of \"motza'av\" it says \"mova'av.\""
            },
            "5": {
                "0": "YOUR RIGHT HAND, ADONAI, for You are ",
                "1": "GLORIOUS IN POWER, it ",
                "2": "SHATTERS THE FOE.  Y'min [right hand] is feminine, as it is written (Ps. 118:16), \"The right hand of Adonai is exalted [romeimah].\"  And this Scriptural passage is of the same sort as (Ps. 93:3), \"The ocean sounds, Adonai, the ocean sounds its thunder\";(Ps. 94:3), \"How long shall the wicked, Adonai, how long shall the wicked exult?\"; [and] (Ps. 92:10), \"Surely, Your enemies, Adonai, surely, Your enemies perish.\"  The first half has not finished its matter before the latter half comes and duplicates it and supplements its matter, but the first half specifies about whom it is speaking."
            },
            "8": {
                "1": "(2) I WILL BARE [lit.:  EMPTY] MY SWORD.   I will empty my sheath by drawing my sword.  Likewise (Ps. 38:3), \"You have stretched your arrows against me\" [JPS:  Your arrows have struck me], referring to stretching, aiming, the bow, He shoots the arrows, as it is written (ibid.), \"Your hand is stretched against me,\"  (Ps. 18:35), \"My arms can bend a bow of bronze.\"  Thus, it calls shooting of arrows \"stretching.\""
            },
            "9": {
                "0": "THEY SANK LIKE LEAD.  In waters that are majestic -- in the waters of the sea, even though they are majestic.  "
            },
            "10": {
                "0": "WHO IS LIKE YOU, O LORD, AMONG THE CELESTIALS; WHO IS LIKE YOU, MAJESTIC IN HOLINESS.  This also is like those doubled ones that I have explained in connection with (15:6), \"Your right hand, O LORD, glorious in power,\" and this is its meaning:   \"Who is like You among the celestials, Adonai, who is as majestic in holiness as are You?\" ",
                "1": "(2) AWESOME IN PRAISES [JPS: IN SPLENDOR].  The praises that are said about You; through them You are feared and revered, as it is written (Ex. 14:31), \"The people feared Adonai.\""
            },
            "12": {
                "0": "YOU GUIDED [JPS: \"GUIDE\"] THEM IN YOUR STRENGTH.  You guide Israel now in order to bring them into and to give them possession of the Land of Canaan, which is YOUR HOLY ABODE."
            },
            "16": {
                "0": "THE SANCTUARY [MIKDASH].  The kof of \"mikdash\" has a dagesh, and the dalet is weak.  Similarly is (Exod. 2:3) \"hatz'fino,\" and similarly (Jud. 16:28) \"mish'tei\" of my two eyes.  The dagesh in the kof of \"mikdash\" makes the sh'va a sh'va-na.  That is why the dalet after it is weak.  Similarly \"hatz'fino,\" and similarly \"mish'tei.\""
            }
        },
        "17": {
            "0": {
                "0": "(1) אשר עשה אלוקים למשה, that Pharaoh never harmed him, and that God magnified him in the eyes of Pharaoh and his servants, and performed miracles through him."
            },
            "1": {
                "0": "אחר שלוחיה - After Moshe had returned her and sent her back from Egypt, for we have not seen until now that he had returned her to his father-in-law's home.  But some explain:  Afterwards, he sent her her dowry. as it is written (I Kings 9:16), \"as a dowry\" to Pharaoh's daughter.  And this seems the plain sense, for we have not found verses on this matter.  Rather, before Yitro sent her, her and her children, into the wilderness, it should have written above, after the passage about \"blood of circumcision,\" that afterwards Moshe went and sent her to be with her father (her and her children), along the lines of \"And Ham was the father of Cana'an.\"",
                "1": "אחר שלוחיה - Like:  \"and afterwards she shall become clean\"  (Lev. 15:28).  And as I have explained (Gen. 22:13), \"Afterwards, it was caught in the thicket.\"  \"First the singers, and afterwards the musicians\" (Ps. 68:26)."
            },
            "7": {
                "0": "(1) התלאה אשר מצאתם בדרך, Pharaoh’s pursuit to the sea, the mannah, and the meat that the Holy One, blessed be He, gave them."
            },
            "8": {
                "0": "(1) ויחד, from the root ח-ד-ה, similar to (I Chron. 16:27) עוז וחדוה, “strength and joy.” According to the rule applicable to all roots of ב,ג,ד,כ,פ,ת group of consonants that are of a root where the last root letter is removed, and the end takes a dagesh chazak. From בכה, [we get] ויבך (vayevk)[e.g., Gen. 27:38]; from פתה [we get] ויפת בסתר לבי (vayift) [Job 31:27]and יפת אלקים ליפת (yaft) [Gen. 9:27]; אל תוסף על דבריו (tosp) [Prov. 30:6]. From שבה, [we get] וישב, (vayishb, “he took captive”)."
            },
            "12": {
                "0": "(1) AS MAGISTRATE AMONG THE PEOPLE. Even if Yitro came before the Giving of the Torah, they [the Israelites] had always had civil laws, for our Sages said that it was at Marah that the civil laws were given to them, as it is written there (Ex. 15:25), \"There He made for them statute and judgment.\" But it seems that it was after the Giving of the Torah that he came -- it is written here (v.5), \"where he was encamped at the mountain of God,\" and below it says (19:1-2), \"On the third new moon after the Israelites had gone forth from the land of Egypt, on that very day, they entered the wilderness of Sinai. Having journeyed from Rephidim, they entered the wilderness of Sinai and encamped in the wilderness. Israel encamped there in front of the mountain.\" We conclude that the R'fidim section and the encampment at the mountain preceded this section, and in order to avoid interrupting the sections about the mitzvot it moved the section about Yitro earlier.",
                "1": "(2) FROM MORNING TO NIGHT.  Because he alone was judging the entire people, without any assistants."
            },
            "13": {
                "0": "WHY DO YOU SIT ALONE, and therefore ALL THE PEOPLE STAND ABOUT YOU FROM MORNING UNTIL EVENING?"
            },
            "18": {
                "0": "(1) AND GOD BE WITH YOU! In other words, you will be able to stand.",
                "1": "(2) YOU REPRESENT THE PEOPLE BEFORE GOD for those matters for which you must consult God, you will hear what the Holy One blessed be He says to you, and YOU WILL ENJOIN UPON THEM [v.20]. And this is the meaning of [v.22] \"The difficult [original: major] matters they would bring to you,\" but the rest of the matters, which were easily known to the Israelite Sages whom you will place over them [see v. 21], they would decide themselves and make it easier for yourself [see v. 22]."
            },
            "21": {
                "0": "(1) EVERY MAJOR DISPUTE {TO YOU]. To inquire of God."
            },
            "22": {
                "0": "(1) [IF YOU DO THIS] AND GOD COMMANDS YOU.  When God commands you to judge them, ",
                "1": "(2) YOU WILL BE ABLE TO STAND.  By means of your assistants.  ",
                "2": "(3) AND ALL THESE PEOPLE  who are standing over you from morning until evening [see v. 13]  WILL GO quickly each of them to his home UNWEARIED."
            },
            "25": {
                "0": "THEY WILL DECIDE THEMSELVES [YISHPUTU HEM]. As in (Ruth 2:8), \"Don't go elsewhere\" [Lo ta'avuri mizeh]. In a number of places (Vav m'lupum [oo] in place of vav holem [oh].)"
            }
        },
        "18": {
            "3": {
                "1": "(2) I BROUGHT YOU TO ME.  For Me to be to you as a God."
            },
            "5": {
                "0": "KINGDOM OF PRIESTS.  Ministers, as in (II Sam. 8:18), \"and David’s sons were priests.\""
            },
            "7": {
                "0": "AND MOSHE BROUGHT BACK THE PEOPLE’S WORDS TO ADONAI.  On the next day, as it explains (v.9), \"And Adonai said to Moshe, 'I will come to you in a thick cloud, etc.'\"  ",
                "1": "And then (ibid.) \"Then Moshe reported the people’s words to Adonai\"; ",
                "2": "that is \"And Moshe brought back, etc.\"  It states the general and then goes back and supplies details.  ... This is what Moshe said to the Holy One, blessed be He:  \"Already from yesterday, they took it upon themselves to do what You would command them.\"  Similarly (Lev. 9:24 - 10:2), \"Fire came forth from before Adonai and consumed the burnt offering\" and meanwhile, \"Now Aharon’s sons Nadav and Avihu each took, etc.\" \"And fire came forth from Adonai\" and reached Nadav and Avihu before the gold altar, which was in the sanctuary, when they brought alien fire on it, and it burned them, and went outside and consumed the burnt offering on the brass altar, which was in the courtyard outside the sanctuary.  And similarly in in the Book of Judges in the section about Michah (Jud. 17:3-4):  \"He returned the eleven hundred shekels of silver to his mother; but his mother said, 'I herewith consecrate the silver to Adonai, etc.'  He gave the silver back to his mother.\"  In the beginning, the verse says, \"He returned the ... silver to his mother,\" and afterwards it explains how, \"but his mother said, etc.  He gave the silver back to his mother.\""
            },
            "8": {
                "0": "IN THE THICKNESS OF THE CLOUD.  Thick and dark so that he could not see the Sh'chinah."
            },
            "9": {
                "0": "V'KIDASHTAM.  An expression of preparation, as in [Num. 11:18] \"Prepare yourselves [hit'kad'shu] for tomorrow and you will eat meat.\""
            },
            "10": {
                "0": "ADONAI WILL COME DOWN, IN THE SIGHT OF ALL THE PEOPLE.  One can say that \"Adonai said\" at the beginning of the verse [v.10] means [said] by an angel, and that's why it says \"Adonai will come down,\" and it was not the Holy One, blessed be He, Himself [who said it], since it is not written, \"I will come down.\"  It is as I explained about (Gen. 19:24), \"Adonai rained upon ... from Adonai out of heaven.\"  And also in the midrashim, the first in the verse is Gavri'el and the second is the Holy One, blessed be He."
            },
            "12": {
                "0": "NO HAND SHALL TOUCH HIM.  [\"Him\" refers to] the one who touches the mountain, as I have said.  \"He shall be put to death\" (v. 12) -- they shall kill him from a distance; they shall not approach the mountain to kill him and thereby incur death themselves also.  Therefore, \"no hand shall touch him\" to kill him, but rather they shall shoot him with arrows from afar, or they shall throw stones on him to stone him.\n"
            },
            "17": {
                "0": "WAS ALL IN SMOKE [ASHAN KULO]. Half of it [the first vowel] is a kamatz and half of it [the second vowel] is a patah, since it is an expression of a past-tense verb of the binyan kal: \"It was all making smoke.\" But \"ashan,\" which is a noun, has two k'matzim. [K'ESHEN -- LIKE THE SMOKE] \"like the smoking\" -- fumée in the vernacular; if it were a noun, it should have been \"ka'ashan of a kiln\" [with a hataf-patah under the ayin and a patah under the shin], as from \"davar\" we say (Deut. 15:2) \"d'var hash'mitah,\" [and] from \"bakar\" \"b'kar zevah hash'lamim\" (Num. 7:88). So from \"the house was full of smoke [ashan],\" \"eshen hakiv'shan\" when it is in s'michut.\n"
            }
        },
        "20": {
            "0": {
                "0": "All those with intelligence will know and understand that I have not come to explain laws, even though they are fundamental, as I explained in Genesis, because the aggadot and laws are inferred from textual redundancy.  Some are found in the commentary of R' Shlomo, my maternal grandfather, of blessed memory, but for me,  it is to explain the plain sense of scripture that I have come, and I will explain the meaning of the rules and laws according to their natural meaning.  Nevertheless, the laws are fundamental, as our Rabbis said, \"Halacha uproots (teaching) [scripture].\"  (of six years he shall go free in the Jubilee, and there are some who differentiate between them.)"
            },
            "1": {
                "0": "WHEN YOU ACQUIRE A HEBREW SERVANT.  The text refers to one who is sold by a court, as it is written (Ex. 22:2), \"if he lacks the means, he shall b sold for his theft.\"  But about the one who sells himself, from poverty, it is written in Parashat B'har (Lev. 25:39-40), \"If your kinsman is in straits ... and is sold to you, ....\"  On that it is written, \"until the Jubilee he shall serve you.\"  But on this, it says, \"six years he shall serve,\" with respect to the one sold by a court.  Some of our Rabbis equate their [the two kinds of Hebrew slaves'] laws, through a g'zeirah shavah, such that if he can, before six years, he goes free in the Jubilee.  And there are those who differentiate between them. ",
                "2": "YEITZEI LAHOFSHI.  An action [i.e., a noun, \"to freedom\"], for if it were an expression for a person who is free [i.e., an adjective, \"free\"], it should have been vocalilzed with a hataf [i.e., a sh'va], \"l'hofshi.\"\n"
            },
            "2": {
                "0": "IF HE CAME SINGLE, HE SHALL LEAVE SINGLE.  It states the general rule and afterward it explains.  IF SINGLE he enters his master's house by himself, as he does not yet have a wife to enter with him, or even if HIS MASTER GAVE HIM A WIFE, nevertheless, HE SHALL LEAVE SINGLE, for the woman that his master gave him SHALL BELONG TO HER MASTER.  And now I will explain how this works:  IF HE HAS A WIFE, then he will not leave single, rather, HIS WIFE shall go out WITH HIM.  But IF HIS MASTER GAVE HIM A WIFE, etc., then as he entered single, so he shall leave single.  And this is talking about a Canaanite slave-woman that his master gave him.\n"
            },
            "7": {
                "0": "IF SHE IS BAD IN HER MASTER'S EYES, so that he does not want to fulfill \"she shall not go out like the going-out of the male slaves\" (Ex. 21:7), which implies that he should take her as a wife.  IF SHE IS BAD, ugly, IN HER MASTER'S EYES, such that he does not want TO DESIGNATE HER for himself as a wife.  ",
                "1": "IN HIS BREAKING FAITH WITH HER - Since he is breaking faith with her in that he does not designate her, as it is written in Malachi (2:14) regarding the wife of one's youth, \"you have broken faith with her, though she is your partner and covenanted spouse.\" ",
                "2": "HE SHALL LET HER BE REDEEMED.  He reduces her redemption price and she goes out through redemption, according to the number of remaining years."
            },
            "12": {
                "0": "(1) HE DID NOT DO IT BY DESIGN. As in (I Sam. 24:12), \"you are bent on taking my life.\" He did not lie in wait to kill him. ",
                "1": "(2) [GOD] CAUSED IT TO COME ABOUT. Because he was already subject to death at the hands of Heaven. ...",
                "2": "(3) I WILL ASSIGN YOU A PLACE. When there are cities to dwell in. Since He has already said to them, \"Do not murder,\" and \"Honor your father,\" it states here the punishments for [violating] these. Likewise (v.16), \"One who kidnaps a person and sells him,\" because He has said \"Do not steal,\" and the Sages explained this as stealing a person -- a matter that is inferred from its context, which discusses capital crimes [murder and adultery]."
            },
            "17": {
                "0": "OR WITH AN EGROF.  The plain meaning is like the Targum: a kind of stone or brick, for the Scriptural passage is talking about throwing a stone. And I found [a passage] to this effect in the Sifra, regarding plagues on houses, in connection with (Lev. 14:40), \"order the stones pulled out.\"  Likewise (Isa. 58:4), \"to strike with an evil egrof\" -- with a large stone capable of killing or injuring."
            },
            "18": {
                "0": "(1) IF HE GETS UP AND WALKS. But if he dies, even after a long delay, the assailant shall surely be put to death. However, with regard to his [Canaanite] slave, he is liable only if he [the slave] dies \"under his hand,\" but if he survives a day or two, he [the assailant] is not liable. ",
                "1": "(2) SHIVTO. Absence from his work [lost wages]."
            },
            "19": {
                "0": "WITH A ROD.  With an instrument that a person normally uses to beat his slave to discipline him.  But if [he beats him] with a sword, then by the plain sense, if [he dies even] after a day or two, he [the master] is subject to the death penalty, since this is not the way of discipline, but rather the way of killing.  And it refers to a Canaanite slave, but a Hebrew servant is not \"his property\" (v.21), but rather (Lev. 25:40), \"he shall remain with you as a hired or bound laborer,\" and the law regarding him is as with an Israelite in all matters, except that his master may give him [the Israelite servant] a female Canaanite slave, [to breed]."
            },
            "27": {
                "0": "(1) THE OX SHALL SURELY BE STONED.  According to the plain sense,-- ",
                "1": "(2) ITS FLESH SHALL NOT BE EATEN [means] neither by a non-Jew nor by a dog, after it has been stoned.  And even though, with respect to the animal that dies naturally and the animal that is mortally injured, it is written (Deut. 14:21), \"or you may sell it to a foreigner,\" [and] (Exod. 22:30), \"you shall cast it to the dogs,\" here it is not permitted to derive benefit after it has been stoned.  And our Sages construed this as that, once the trial is over, it is forbidden, even if it is ritually slaughtered after the completion of the trial.  ...",
                "2": "(3) BUT THE OWNER OF THE OX IS NOT TO BE PUNISHED.  Provided that he had not been on notice [of prior goring by this ]."
            },
            "31": {
                "0": "IF IT IS A Canaanite SLAVE THAT THE on-warning OX GORES or an ox that is not on warning, he is exempt."
            },
            "33": {
                "0": "(1) THE ONE RESPONSIBLE FOR THE PIT. The one who opened or dug.  ",
                "1": "(2) HE SHALL KEEP THE DEAD ANIMAL.  According to the plain meaning, since he has paid the entire amount of damages, by right the carcass should belong to the tortfeasor, but the Sages interpreted it as the victim, because it is the diminution in value of the carcass that is due the victim [as damages]."
            }
        },
        "23": {
            "6": {
                "0": "The Book of the Covenant - It is written in Heaven: And Moshe will write, etc.",
                "1": "We will do and We will obey - We will do what is spoken, and also obey what is commanded later to then fulfill."
            }
        },
        "24": {
            "5": {
                "0": "This is explained in [Parashat] Ki Tissa (Ex. 30:23-25).",
                "1": "V'LIK'TORET HASAMIM.  In other words, for purposes of the incense [k'toret], they brought spices, as it is written with regard to the incense (Ex. 30:34), \"Take for yourself spices\" in [Parashat] Ki Tissa. "
            },
            "7": {
                "0": "MIKDASH.  An expression of meeting, for He prepares [mitkadesh] and readies Himself for them for some understood purpose [l'davar muvan], as it is written (Ex. 29:43), \"there I will meeet with the Israelites [and it will be kadosh through My presence].\""
            },
            "8": {
                "0": "LIKE ALL THAT I SHOW.  Like all of the images of vessels and buildings [that] the Holy One, blessed be He, actually showed to Moshe, as we find with Yehezkel and the Second Temple, fhat He showed him in Babylonia in \"divine visions.\"  He also showed him and explained to him orally, as it is written, and it is demonstrated just below (Ex. 25:40): \"that are being shown to you on the mountain.\"  If it were by speech alone, it would say \"that are being shown to you \"; why would it be necessary to say \"on the mountain\"?"
            },
            "9": {
                "0": "THEY SHALL MAKE AN ARK OF ACACIA WOOD.  Because it is in the construct state -- \"an ark of acacia wood\" -- it is therefor vocalized with a hataf-patah.  And even though in the actual actions of Betzalel we find that he made the mishkan first and then the appurtenances -- ark, lamp, table -- for where would he place the ark and table as long as the mishkan was not made -- nevertheless, in the instructions, it was necessary to explain the making of the ark and table first, since it ws for the sake of the ark, which was the essence of \"make for Me a sanctuary,\" that it was necessary to make the mishkan."
            },
            "11": {
                "0": "CAST FOR IT.  They should protrude from the body of the ark, and not be [made separately and] attached to it."
            },
            "18": {
                "0": "AT ONE END. In the middle of the width edge [i.e., the short -- north and south -- side of the ark, which was situated with its length aligned north-south] of the cover, so that the face of the Divine Presence would be visible to him from the side of the sanctuary [when Moshe entered the Holy of Holies from the east, the Sh'china would be visible between the k'ruvim.]\n"
            },
            "19": {
                "0": "ABOVE.  Towards their heads, AND THEIR FACES TOWARD EACH OTHER, since this is TOWARDS the middle of THE COVER [will be] THE FACES OF THE K'RUVIM."
            },
            "26": {
                "0": "NEXT TO THE RIM.  On the table, below the rim, will the rings be fixed, and not on the rim itself."
            },
            "28": {
                "0": "(1) BOWLS.  A mold like a basket broken open in which to make bread.  ",
                "1": "(2) ITS LADLES.  For purposes of the two measures of frankincense, as it is written (Lev. 24:7), \"With each row you shall place pure frankincense.\"  ...",
                "2": "(3) ITS PROPS AND CLEANERS.  (JPS: Its jars and jugs.)  These are explained in Menahot.  Because the bread was placed (Lev. 24:6) \"in two [vertical] rows, six to a row,\" one on top of another, and there were forks on either side of the table, and the kasot were like [lengthwise] split reeds extending from one fork to the other, and the bread on the kasot.  And similarly [there were kasot] between the loaves of bread, six, each above another, and thus they are referred to elsewhere as \"k'sot hanasech\" -- because they cover [m'sach'chin] the bread, between one loaf and another.  ...",
                "3": "(4) WITH WHICH TO COVER [YASECH]  (JPS: with which to offer libations).  With the kasot, as I have explained."
            },
            "29": {
                "0": "BREAD OF DISPLAY.  According to the plain sense, bread that is appropriate before [lif'nei] nobles, nice bread, as it is written (Lev. 24:5), \"You shall take choice flour and bake of it etc.\".  And it is written (Gen. 43:34), \"Portions were served them from his table [panav].\"  And it is written (I Sam. 1:5), \"to Hannah he would give one good [apayim] portion\" -- a nice portion from the platter that was before Elkanah, the choice one that is placed before the master of the house -- \"because he loved Hannah\" -- therefore good and choice -- \"and Adonai had closed her womb\" -- therefore one portion and not two, and not many portions, as for P'ninah, who had sons and daughters."
            }
        },
        "26": {
            "19": {
                "0": "YOU SHALL COMMAND [t'tzaveh].  Above (Ex. 25:2) it says, \"Speak [daber] to the Israelites that they take for Me an offering\" -- for temporary purposes, for the needs of the Mishkan.  But here, where He commands, this is for all the generations, to take oil for the lamp for every year.  Thus it says, \"you shall command\" -- it changes the language, because all expressions of \"commanding\" are for the generations and for the immediate time.  And so it says in Torat Kohanim [on Lev. 6:2] and in the Sifrei, that all expressions of command are specifically for the immediate and for the generations.  "
            }
        },
        "27": {
            "3": {
                "1": "BREASTPIECE. According to the context and the plain sense, it is like a sheath and a pocket, since it is \"doubled\" (kaful, Ex. 28:16).",
                "2": "EPHOD. A term for a garment with which one adorns oneself, and a person is covered by it over his other clothes.",
                "3": "TASHBETZ.  It is made with many holes/depressions."
            },
            "5": {
                "0": "THEY SHALL MAKE THE EPHOD.  The ephod and the breastpiece my grandfather [Rashi] explained, but I will explain about them some matters that have not been explained."
            },
            "10": {
                "0": "(1) THE WORK OF A LAPIDARY [HARASH EVEN]. This is connected [i.e., harash is in the smichut], and thus the resh is [vocalized with] patah -- a harash of stone, a craftsperson to carve stone [l'fateah]. And it is a dagesh form, like ganav, and so the het has a kamatz rather than a hataf. ",
                "1": "(2) פתוחי חותם. Similar to the engravings of signet letters made on rings."
            },
            "12": {
                "0": "THEN MAKE FRAMES OF GOLD.  Like a gold plate with holes in the middle, in which to insert the ends of the chains -- a single thick piece which is like an edge or end and like a kind of bouton [button] that is made at the ends of silk belts, so that it will enter the frames. "
            },
            "13": {
                "0": "(1) LIKE CORDED WORK.  Since there are chains of a different sort, with this [link] inserted into the next like hooks, [the Torah] had to explain that these were not made that way but thick throughout like our ropes.  ",
                "1": "(2) FASTEN THE CORDED CHAINS TO THE FRAMES.  And it has still not explained where they are attached.  Below [vv. 23-25] it explains that the two ends of the chains are set in the breastplate rings, and the two ends that are set in the frames are set on the shoulder pieces of the ephod toward the front."
            },
            "14": {
                "0": "BREASTPIECE OF JUDGMENT. Because they placed in it the Urim and Tumim, which made pronouncements for Israel about judgments and about their needs, as it is written (Num. 27:21), \"He shall on his behalf seek the decision of the Urim,\" that is why it is called the breastpiece of judgment."
            },
            "15": {
                "1": "(2) ZERET. Half an amah."
            },
            "21": {
                "0": "ON THE BREASTPIECE MAKE BRAIDED CHAINS. These [the shar'shot] are the chains [shar'sh'rot] that are on the frames that are mentioned above (v.14). "
            },
            "22": {
                "0": "MAKE ON THE BREASTPIECE.  I.e., on the two upper ends you shall place the rings, into which you shall thread the two rope-like chains, and the two ends that are set in the frames you shall set on the shoulder pieces of the ephod.  And the lower edge of the breastpiece would still be able to swing from side to side, except that it is attached to the ephod as explained below:  that one makes two rings on each end of the edge of the breastpiece, inwards, and two rings on the edge of the ephod, at the ends of the shoulder pieces, where they are attached below to the ephod, with the sash above.  Those of the breastpiece will be below, and those of the ephod above, and a blue thread would go from the ephod rings to the breastpiece rings, with the breastpiece above and the ephod below.  "
            },
            "30": {
                "0": "(1) ROBE OF THE EPHOD.  Over which he wears the ephod.  ",
                "1": "(2) PURE BLUE.  Entirely blue.  And it seems to me that [the reason is] becauseit was visible under the ephod and the hoshen, which come as reminders.  And the blue, which resembles the sky, is also a reminder, as our Sages wrote with respect to the blue of the tzitzit:  the blue resembles the sea, and the sea resembles the sky, aned the sky resembles the Throne of Glory.   Thus it is entirely blue, without purple or red.  "
            },
            "31": {
                "0": "(1) OPENING OF A COAT OF MAIL; OPENING FOR THE HEAD.  An opening in which one inserts one's head when one wears it.  ",
                "1": "(2) IN IT.  In the middle at the top.  Not that these are the same, but like the garments of Christian clergy.  ",
                "2": "(3) SO THAT IT DOES NOT TEAR.  He should not open the neck hole at the bottom, as with our garments, but at the top, so that at the time of its weaving, one leaves a neck hole in it. "
            },
            "34": {
                "0": "SO THAT THE SOUND OF IT IS HEARD WHEN HE COMES INTO THE SANCTUARY.  The golden bells will knock and strike each other, despite the protrusion of the pomegranates between them.  And because the Holy One, blessed be He, commanded (Lev. 16:17), \"When he goes in to make expiation in the Shrine, nobody else shall be in the Tent of Meeting until he comes out,\" therefore the Holy One, blessed be He, commanded, \"so that the sound of it is heard when he comes in,\" and those who hear will move away from there."
            },
            "37": {
                "0": "ונשא אהרן את עון הקדשים, according to the plain meaning of the text the reference is not to sacred things which have been allowed to become ritually impure, but the meaning is as follows: the fact that the High Priest would wear the tzitz would facilitate the atonement needed by the various members of the Jewish people requiring same by means of the sacrificial offerings prescribed by the Torah to expiate their sins."
            }
        },
        "29": {
            "10": {
                "0": "[THE LORD] SPOKE, etc.  When Moshe gathered Israel to separate out the offerings for the Mishkan, he counted them, and this silver was given for the service of the Mishkan, as it is written in [Parashat] Eleh P'kudei (Ex. 38:25), \"The silver of the enumeration of the congregation was 100 etc.\""
            },
            "11": {
                "0": "[THE LORD] SPOKE, etc.  When Moshe gathered Israel to separate out the offerings for the Mishkan, he counted them, and this silver was given for the service of the Mishkan, as it is written in [Parashat] Eleh P'kudei (Ex. 38:25), \"The silver of the enumeration of the congregation was 100 etc.\""
            },
            "12": {
                "0": "TWENTY GEIRAH.  It is a kind of coin."
            },
            "15": {
                "0": "EXPIATION SILVER.  Silver that effects atonement for one's life [for a capital crime].",
                "1": "TO THE SERVICE OF THE TENT OF MEETING.  As it is written (Ex. 38:27), \"A hundred sockets for the 100 kikar, a kikar per socket.\""
            },
            "22": {
                "0": "B'SAMIM ROSH.  Esteemed, as it is written (Song of Songs 4:14), \"all the chief spices.\"  What seems right to me is that \"b'samim\" means spices that derive from trees, as it is written (Song of Songs 4:16), \"Blow on my garden, that its perfume may spread.\"  But \"b'samim rosh\" refers to kinds of tree resins, or to substances that are produced from the ground.  \n"
            },
            "24": {
                "0": "COMPOUND OF INGREDIENTS.  According to its plain sense, pounded and placed in oil, and he mixed them well, as in (Job 41:22), \"He makes the sea [boil] like an ointment-pot,\" an expression of mixing."
            }
        },
        "31": {
            "15": {
                "0": "A G-dly craft - and Moshe did not engrave them. however in regard to the latter ones it is written: you engrave them."
            }
        },
        "34": {
            "0": {
                "0": "CONVOKED.  In order to take from each the half-shekel per head, and also to enjoin them regarding the work of the Mishkan."
            },
            "7": {
                "0": "FOR THE INCENSE [LIK'TORET] for purposes of the incense, you shall bring the SPICES. "
            },
            "24": {
                "1": "WITH HER HANDS. Each one individually.",
                "2": "THEY SPUN. As in (Jud. 5:26), \"Her hand reached for the tent pin\" [Lit.: \"Her [sing.] hand for the tent peg they stretched forth [plural].\"]"
            },
            "26": {
                "0": "THE CHIEFTAINS BROUGHT THE LAPIS LAZULI.  Because the names of their tribes were written on them."
            }
        },
        "35": {
            "5": {
                "0": "LET NO ONE MAKE FURTHER EFFORT.  Since they were spinning in their homes, as it is written (Ex. 35:25), [they spun] \"and brought what they had spun.\""
            },
            "6": {
                "0": "ENOUGH [DAYYAM].  [The final mem is]like the mem of (Gen. 31:42) \"reikam\" [empty] and (Exod. 8:13) \"there was hakinam\" [vermin]."
            }
        },
        "37": {
            "24": {
                "0": "(1) THE SILVER OF THOSE OF THE COMMUNITY WHO WERE RECORDED CAME TO 100 TALENTS ETC. For the 600,000, at one beka [half-shekel] per head, equals 300,000 sh'kalim, and a maneh is [normally] 25 sh'kalim, but a maneh for holy purposes is double that, or 50 sh'kalim, and one kikar is 60 maneh, so each kikar is 3000 sh'kalim [60 x 50]. Thus, 100 kikar equals 300,000 sh'kalim."
            }
        },
        "38": {
            "31": {
                "0": "THERE WAS COMPLETED [VATEICHEL].  As in (Gen. 43:34), \"Binyamin's offer exceeded [vateirev].\""
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Rashbam on Exodus"
}