{
    "work": "Rashbam on Exodus", 
    "text": {
        "23": {
            "6": {
                "1": "We will do and We will obey - We will do what is spoken, and also obey what is commanded later to then fulfill.", 
                "0": "The Book of the Covenant - It is written in Heaven: And Moshe will write, etc."
            }
        }, 
        "31": {
            "15": {
                "0": "A G-dly craft - and Moshe did not engrave them. however in regard to the latter ones it is written: you engrave them."
            }
        }, 
        "1": {
            "1": {
                "1": "ותרא SHE SAW THAT HE WAS GOOD AND SHE HID HIM: The explanation that she hid him because of [something special] that she saw in him is false. All babies elicit the compassion of their mothers. Rather one must explain [the verb] SHE SAW (ותרא) like in the verse (Gen. 1:31), \"God saw (יארע) all that he had made and found it very good.\" There the phrase means that [God] looked and examined all His works and His actions that He had done to see whether there was something to correct therein; everything was proper and correct. Here also, since Moses was born [prematurely] after [a pregnancy of only] six months--just as we find that Samuel was born [after a six-month pregnancy, as it is written (I Sam. 1:20) לתקופות הימים i.e. after two tequfot and two [more] days. That is why she [Moses' mother] was able to hide him for three months, for the Egyptians used to check the pregnant women [only at the anticipated end of a full term pregnancy] at the end of nine months. Accordingly, [since he was born so prematurely] she examined him when he was born to see whether he was a stillborn that need not be hidden. But she saw that he was fine and good-looking, for his signs of maturity, which are his hair and fingernails--as we learned in Yevamot (80b )--were completed. So she knew that he was capable of surviving ", 
                "2": "She hid him for three months--i.e. until the end of [what would have been a pregnancy of nine months, which is the standard length of pregnancy for most women. When they came to check on her either she told them that the child had been a stillborn or that the Egyptians had already thrown him into the river."
            }
        }, 
        "2": {
            "10": {
                "2": "<b>and that I should bring out the Children of Israel from Egypt:</b> Which is to say, even if I am fitting to go into Pharaoh, I am incompetent for the other things. Which thing would be acceptable to Pharaoh, that I should say it to him? And is Pharaoh incompetent [so as] to listen to me to send free form his land, a large people that are his slaves? And which thing that would be acceptable should I say to him; that through this thing, I will bring them out of Egypt with the permission of Pharaoh? And the Holy One, blessed be He, answered the first [question] first, and said:"
            }
        }, 
        "5": {
            "1": {
                "1": "My name means that I have the ability to carry out my promise."
            }, 
            "2": {
                "1": "One must explain it thus: I appeared to them as El Shaddai, but My basic name is YHVH.  And there is a duplication of language.", 
                "2": "I did not reveal Myself to them by My basic name, but rather by El Shaddai.  But to you I have revealed My basic name -- Ehyeh, and what I am called -- YHVH.  And in your days I will carry out My promise to give them the land of C'na'an.  And \"sh'mi\" is linked to what precedes it, as I have explained.  And if it were written \"Lo hoda'ti lahem,\" then it would refer [below]: \"USh'mi YHVH lo hoda'ti.\""
            }
        }, 
        "7": {
            "10": {
                "0": "והכבד, seeing that the plague had been a severe one, Pharaoh’s natural obstinacy was not sufficient to cause him to renege on his promise, and G’d had to give his heart some assist."
            }
        }
    }, 
    "meta": "Chapter-Verse-Comment"
}