{
    "title": "Ben Yehoyada on Ketubot",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Yehoyada_on_Ketubot",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>תָּנִי בַּר קַפָּרָא: בְּתוּלָה נִשֵּׂאת בְּרְבִיעִי וְנִבְעֶלֶת בַּחֲמִישִׁי, הוֹאִיל וְנֶאֶמְרָה בּוֹ בְּרָכָה לַדָּגִים.</b> נראה לי בס\"ד הטעם שבחרו יום ברכה לדגים לבתולה ולא לאלמנה מפני כי ברכה של הדגים שהיא ברכה של רבוי אין שולט בה עין הרע כמו שאמרו רז\"ל <small>(ברכות כ.)</small> על פסוק וְיִדְגּוּ לָרֹב <small>(בראשית מח, טז)</small> מה דגים שבים מים מכסין עליהם ואין עין הרע שולטת בהן אף זרעו של יוסף אין עין הרע שולטת בהם, ובנשואי אלמנה אין מטילים עין הרע אבל בנשואי בתולה יש חשש עין הרע לכן בחרו לה יום שניתנה ברכה של הדגים שהיא שמורה מעין הרע כן זו תהיה שמורה מעין הרע.<br>ועוד נראה לי נתנו לבתולה יום שנתנה בו ברכה לדגים שיש לבתולה דמיון קצת עם הדגים דאמרו רז\"ל בחולין <small>(חולין סג:)</small> שיש שבע מאות מיני דגים וידוע דהבתולה היא אחוזה בסוד בת שבע ולכן תקנו לה שבעה ברכות וידוע כי בת שבע כל אחת כלולה ממאה בעולם הבריאה והרי היא סוד שבע מאות.<br>ונראה לרמוז <b>דגים</b> <small>[57]</small> גימטריא <b>זן</b> <small>[57]</small> כמנין <b>א</b>־<b>ל הוי</b>־<b>ה</b> <small>[57]</small> שמאיר ביצירה ולזה אמר הכתוב מְזָוֵינוּ מְלֵאִים מְפִיקִים מִזַּן אֶל זַן <small>(תהלים קמד, יג)</small> כי הבתולה יש לה זָוִית מְלֵאָה דם בתולים ואלו הבתולות מְפִיקִים שפע מִזַּן שהוא מספר שם הוי־ה אֶל זַן הם שבעת ימי המשתה שלהם.<br>והנה הראשונים שתקנו בתולה נשאת ליום הרביעי היו עושין החופה והסעודה ביום הרביעי קודם ערבית והיה נחשב יום הרביעי מן שבעת ימי המשתה ואם כן שבעת ימי המשתה נגמרים ביום שלישי יום שהוכפל בו כִּי-טוֹב <small>(בראשית א, ט-יג)</small> והוא לסימן טוב שגם החתן והכלה תוכפל שמחתם שיזכו לבן זכר בקרוב ויקיימו 'שָׂשֹׂן' זו מילה <small>(מגילה טז:)</small> הרי טובה כפולה.<br>והנה נודע שהשבת הוא התחברות חתן וכלה והוא מתחיל הכנסתו מיום רביעי ונשלם ביום שלישי ולכן עשו גם כן בנשואי חתן וכלה כזאת שמתחילים ביום רביעי ונשלמים ביום שלישי.<br>גם תקנו הבעילה בליל חמישי כי החמישי במספר הקדמיי כזה אבגד\"ה הוא עולה ט\"ו <small>[15]</small> כמנין שם י־ה וידוע איש ואשה שזכו שם י־ה ביניהם <small>(סוטה יז.)</small>, אך האלמנה נבעלת בשישי אשר במספר הקדמיי הוא עולה א\"ך <small>[21]</small> לשון צער שזוכרת בעלה הראשון ומצטערת וגם הוא מספר אהי־ה <small>[21]</small> שצריך לה שמירה משם אהי־ה שלא יזיק לה ההוא רוחא דשביק בה בעלה הראשון וכבר נעשה מעשה נורא בדבר זה והובאה בחיים שאל חלק ב' ומחמת אותה מעשה תיקן רבינו הרש\"ש ז\"ל תפלה וכונה בעבור לדחות ההוא רוחא וכנזכר באמת ליעקב ניניו ז\"ל."
        ],
        [
            "<b>דְּאָמַר מַר: זוֹ זֶרֶת, זוֹ קְמִיצָה, זוֹ אַמָּה, זוֹ אֶצְבַּע, זוֹ גּוּדָל.</b> קשה הוה ליה להתחיל מן הגודל? ונראה לי בס\"ד כי האדם אם יהיה משפיע אז תהיה תכונת ידו הזרת בראשונה כי כאשר היד נותנת תהיה הזרת ראשונה מה שאין כן אם תהיה מקבלת דוקא אז יהיה הגודל בראשונה ולכן עשה הרמז כפי תכונת היד הנותנת שהזרת תהיה בראשונה דעיקר חשיבות האדם להיות נותן ולא לקבל בלבד.<br>או יובן בס\"ד על פי מה שכתב הרא\"ף ז\"ל בשם הגאון השל\"ה ז\"ל דאצבעות הידים הם כנגד עשרת הדברות וזה סדרן: הזרת של יד ימין כנגד דבור אָנֹכִי והקמיצה כנגד דבור לֹא יִהְיֶה לְךָ והאמה כנגד לֹא תִשָּׂא וכן על זה הדרך עיין שם. והשתא בזה מובן הטעם דנקיט זרת ברישא שסידרן כנגד עשרת הדברות הרמוזים בהם.",
            "<b>שֶׁאִם יִשְׁמַע אָדָם דָּבָר שֶׁאֵינוֹ הָגוּן, יַנִּיחַ אֶצְבְּעוֹתָיו בְּאָזְנָיו.</b> ואף על גב דלפי זה תסגי בחד, הרבה השומרין ללמדינו שצריך להשגיח על שמירת מקום זה ביותר ולא יסיח דעתו שכך מנהגו של עולם מקום יקר יותר מניחים לו שומרין הרבה.<br>והא דלא ניחא לתנא דבי רבי ישמעאל בזה הטעם של אצבעות ופירש השמירה באליה, פירש <b>בני ידידי</b> כבוד הרב יעקב נר\"ו דהדרך הוא להעמיד השומר על הפתח סמוך ממש וכן הוא האליה מה שאין כן האצבעות רחוקים הם מן האוזן עד כאן דבריו נר\"ו."
        ],
        [],
        [],
        [],
        [
            "<b>מִנַּיִן לְבִרְכַּת חֲתָנִים בַּעֲשָׂרָה?.</b> נראה לי בס\"ד טעם לעשרה לרמוז שהעולם שנברא בעשרה מאמרות <small>(משנה אבות ה, א)</small> הוא קיים על ידי מצות הנישואין כי לֹא תֹהוּ בְרָאָהּ לָשֶׁבֶת יְצָרָהּ <small>(ישעיה מה, יח)</small>.<br>ועוד נראה לי בס\"ד דהחתן הוא בכלל העשרה ועם הכלה נעשו י־א כמנין ו־ה שבשם הוי־ה שהם נשלמים על ידי פריה ורביה הזכר כנגד וא־ו והנקבה כנגד אות ה־א ואיש ואשתו כבר יש שם י־ה ביניהם והם רוצים עתה להשלים אותיות ו־ה על ידי פריה ורביה של זו־ן <small>[זכר ונקבה]</small>.<br>ועוד יובן ו־ה לשון שמחה כמו שאמרו רז\"ל <small>(איכה רבתי א, לב)</small> בין וי לוה ניצול רבן יוחנן בן זכאי, ובנשואין השמחה שלימה כי לכן מברכין 'שֶׁהַשִּׂמְחָה בִּמְעוֹנוֹ'.<br>והא דלא הביא רבי אבהו מקרא דרב נחמן גבי בועז <small>(רות ד, ב)</small> פירש <b>בני ידידי</b> כבוד הרב יעקב נר\"ו דהתם יש לומר לאו משום ברכה אסף עשרה אלא לפרסומי מילתא שיודה טוב לפניהם שהוא סילק עצמו מן רות ברצונו ולא יאמרו חטף אותה בועז! עד כאן דבריו נר\"ו."
        ],
        [
            "<b>כָּל הַמְּנַבֵּל פִּיו וּמוֹצִיא דְּבַר נְבָלָה מִפִּיו.</b> נראה לי בס\"ד '<b>מְּנַבֵּל פִּיו</b>' רוצה לומר עושה דוגמת הזווג של איש ואשתו שהוא הכנסת מכחול בשפופרת עושה זה בפיו שמכווין השפתים שלו ומוציא ומכניס לשון שלו ביניהם כדרך שעושים הליצנים כן גם בידיהם שסוגרים כפם ומכניסים ומוציאים האצבע שם ועל זה אמרו מנבל פיו שאין דובר דבר אלא עושה ציור של נבלות בפיו. ומה שאמר '<b>מוֹצִיא דְּבַר נְבָלָה מִפִּיו</b>' היינו שמדבר דברי נבלות.",
            "<b>מַר סָבַר: בָּתַר מַחֲשָׁבָה אַזְלִינָן, וּמַר סָבַר: בָּתַר מַעֲשֶׂה אַזְלִינָן.</b> קשה אדרבה מסתבר טעמא לתקן כנגד המעשה! ונראה לי דהן אמת המעשה עדיפה היינו אצל האדם כי האדם במחשבה אינו פועל כלום אבל אצל הקדוש ברוך הוא המחשבה ולכך מר סבר בתר מחשבה אזלינן.<br>ובזה יובן בס\"ד אַחַת דִּבֶּר אֱלֹקִים שְׁתַּיִם זוּ שָׁמָעְתִּי כִּי עֹז לֵאלֹקִים <small>(תהלים סב, יב)</small> פירוש יצירה <b>אַחַת דִּבֶּר אֱלֹקִים</b> בתורה בעשיית האדם והנה <b>שְׁתַּיִם זוּ שָׁמַעְנוּ</b> בברכות נשואין שתקנו שתים כנגד שתי יצירות, ומשני<b> כִּי עֹז לֵאלֹקִים</b> דאצלו המחשבה היא יותר חזקה וגדולה מן המעשה לכך תיקנו שתים דאזלי בתר המחשבה."
        ],
        [],
        [],
        [],
        [],
        [
            "<b>מַאי אַלְמָנָה? אָמַר רַבִּי חַנָּא בַּגְדָּתָאָה: 'אַלְמָנָה' עַל שֵׁם מָנֶה.</b> פירוש 'אל מנה' אין לה מנה דחסר לה מנה ממאתים דבתולה. או הכונה 'אל מנה' פירוש תלך אצל נותני מנה ולא אצל נותני מאתים. אך קשה אמאי לא שאל מאי בתולה?<br>ונראה לי בס\"ד כי ידוע דהדם עצמו נקרא בתולים והוא כמו פתולים כי בי־ת תתחלף בפ־ה באותיות בומ־ף והוא מאי דכתיב נַפְתּוּלֵי אֱלֹקִים נִפְתַּלְתִּי <small>(בראשית ל, ח)</small> שעניינו חיבור, שזה הדם מחבר כותלי אותו מקום בפנים לסגור הפתח שביציאתו משם נפתח הפתח ולכן הבועל ואינו מוצא דם בתולים טוען 'פתח פתוח מצאתי' ועל כן הבת בתחלתה נקראת בתולה ואין בזה לשאל 'מאי בתולה' כי ידוע הוא שנקראת כן על שם הדם המצוי בה הנקרא בתולים כאמור אבל על אלמנה שואל 'מאי אלמנה' כי אין בגופה דבר יתרון וחידוש שתהיה נקראת על שמו אלמנה ומשני שנקראת על שם מנה שהיא משונית מן הבתולה שיש לה מאתים כי זו אין לה אלא מנה.<br>או יובן ששאל 'מאי אלמנה' שהיא אינה כדאי לשם זה שהוא לשון חוזק כמו בָּרִיא אוּלָם <small>(תהלים עג, ד)</small> ושם זה ראוי לבתולה שיש לה חוזק ואומץ טפי, ומשני נקראת על שם מנה.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו פירש שנקראת על שם מנה היינו דאל־ף של אלמנה יתחלף באות ה־א באחה\"ע ואם כן אותיות אלמנה הוא לה מנה עד כאן דבריו נר\"ו.",
            "<b>'מָטָר' מַשְׁקֶה, מַרְוֶה וּמְזַבֵּל וּמְעַדֵּן וּמַמְשִׁיךְ.</b> נראה לי נקיט חמשה דברים כנגד חמשה גבורות כי המטר הוא בסוד הגבורות כמו שאמרו רז\"ל <small>(תענית ב.)</small> למה נקרא גבורות גשמים מפני שיורדין בגבורה ולכן נקיט חמשה פעולות טובות שיוצאין מן חמשה גבורות.",
            "<b>'מִזְבֵּחַ' מֵזִיחַ וּמֵזִין, מְחַבֵּב וּמְכַפֵּר.</b> נראה לי בס\"ד על פי מה שאמר רבינו מהרח\"ו <small>[מורנו הרב רבי חיים ויטאל]</small> ז\"ל שעל ידי המזבח נתקנים הדצח\"ם <small>[הדומם, צומח, חי, מדבר]</small> דהיינו על ידי כונת המקריב שהוא חי מדבר, והקרבן שהוא חי בלתי מדבר, ונסכים וסלתות שהם צומח, והמלח שהוא דומם. ולכן כנגד ד' תיקונים הנזכר נקיט הכא ד' תוארים פעולות טובות שהם <b>מֵ</b>זִי<b>חַ</b> וּ<b>מֵ</b>זִי<b>ן מְ</b>חַבֵּ<b>ב</b> וּ<b>מְ</b>כַפֵּ<b>ר.</b><br>וסופי תיבות שלהם 'נבחר' וראשי תיבות שלהם ארבעה מימי־ן דאותיות מזבח אם תרבעם תמצא בהם ארבעה מימי־ן ואותיות אמצעיות של מֵ<b>זִי</b>חַ י־ז עולה טוב <small>[17]</small> וכן אותיות של מֵ<b>זִי</b>ן עולה טוב ואותיות אמצעיות של מְ<b>חַבֵּ</b>ב ושל מְ<b>כַפֵּ</b>ר ביחד עולה מספר נס <small>[110]</small> שהוא מספר שם הוי־ה במלוי אלפין [יו־ד ה־א וא־ו ה־א = 45] ושם אדנ־י <small>[65]</small> בסוד מ־ם שבלוחות בנס עומדין <small>(שבת קד.)</small> שימשך טוב וטוב משניהם.<br>ובזה יובן רמז הכתוב במשלי <small>(משלי ל, לג)</small> וּמִיץ אַף יוֹצִיא דָם, דהמזבח יש בו ארבעה פעולות טובות שהם <b>מֵ</b>זִיחַ <b>מֵ</b>זִין <b>מְ</b>חַבֵּב <b>מְ</b>כַפֵּר דראשי תיבות שלהן ד' פעמים מ' והיינו דָם רוצה לומר ד' פעמים מ־ם וְהָאַף שהוא הכעס והרוגז שראוי להיות על ידי העונות המזבח שבו יהיה ד' פעמים מ־ם מוציאו ממחנה ישראל.<br>ונראה לפרש בס\"ד ענין ארבע פעולות טובות אלו דנקיט גבי מזבח והוא <b>מֵזִיחַ</b> גזרות זהו העדר הרע <b>וּמֵזִין</b> זהו השגת הטוב שתמורת הרע יבא טוב וידוע אם ישראל ניצולין בזכות האבות לא יזכו אלא רק להעדר הרע אבל לא יזכו שיבא טוב תמורת הרע אבל אם יהיו ניצולין בזכותם יזכו שיבא להם טוב תמורת הרע כמו שנאמר <small>(דברים כג, ו)</small> וַיַּהֲפֹךְ הֳ' אֱלֹקֶיךָ לְּךָ אֶת הַקְּלָלָה לִבְרָכָה, וכמו שאמרו המפרשים ז\"ל על פסוק <small>(תהלים יח, כ)</small> וַיּוֹצִיאֵנִי לַמֶּרְחָב יְחַלְּצֵנִי כִּי חָפֵץ בִּי, רוצה לומר אם יוציאני למרחב שיביא לי טובה תמורת הרעה זו הוכחה כי יחלצני בשביל שחפץ בי ולא בזכות אחרים. גם ידוע אם יהיו ניצולין בזכות האבות ישאר רושם העונות שלהם במקומו אבל אם בזכותן לא ישאר אפילו רושם והיה כלא היה.<br>ולזה אמר <b>מֵזִיחַ</b> גזרות <b>וּמֵזִין</b> שהוא טובה במקום רעה אז מוכרח שהוא <b>מְחַבֵּב</b> ישראל שהם ניצולין בזכותם וגם עוד <b>מְכַפֵּר</b> לשון קנוח שלא ישאר מן העונות אפילו רושם.",
            "<b>'תַּמְרֵי' מְשַׁחְנָן, מַשְׂבְּעָן, מְשַׁלְּשְׁלָן, מְאַשְּׁרָן וְלָא מְפַנְּקָן.</b> נחית להודיע שבחן כדי שיהיו עמלי תורה מרגילים עצמם בהם כי הוא היה מאנשי עירינו בגדאד יע\"א <small>[יגן עליה אלוקים]</small> שהיתה עיר חשובה שבבבל ששם מצוים תמרים הרבה ונמצא מנה להם חמשה מיני חשיבות ולכן הצדיק נמשל לתמר דכתיב צַדִּיק כַּתָּמָר יִפְרָח <small>(תהלים צב, יג)</small> כי הצדיק צריך שיהיה שלם במזון שהם התורה והמצות בחמשה שהם: מעשה ודבור וכונה ומחשבה ורעותא דלבא. רמז לדבר וְצַדִּיקִים יִשְׂמְחוּ יַעַלְצוּ לִפְנֵי אֱלֹקִים וְיָשִׂישׂוּ 'בְשִׂמְחָה' <small>(תהלים סח, ד)</small> אותיות 'בחמשה'.",
            "<b>'דָּשָׁא' אָמַר רָבָא: דֶּרֶךְ שָׁם.</b> הדבר הזה יפלא מה מקום מצא מסדר הש\"ס להביא דברי רבא, הלא כאן נזכר שם דָּשָׁא בדברי אביי בדרך העברה בעלמא ולמאי מודיעינו כאן מה שאמר רבא בשם דָּשָׁא? וכבר דרשות אלו הביאם המסדר בגמרא דשבת <small>(שבת עז:)</small> עם שאר דרשות כיוצא בהם.<br>ונראה לי בס\"ד כי מסדר תלמודא מצא קושיא בדברי אביו אשר הובאו כאן דאמר 'תַּמְרֵי בָּתַר נַהֲמָא כִּי עִבְרָא לְדָשָׁא' וקשיא ליה הלא הדשא הוא הדלת והבריח אינו מחזק גוף הדלת ורק מחזק מניעת הכניסה ומחזק סתימת הפתיחה שסתמו אותה בדלת שהוא הדשא, אך את גוף הדשא עצמו אינה מחזקתו שאינה מוספת בו כלום מה שאין כן התמרים הם מחזקים את הגוף עצמו ממש!<br>ולכן קשיא ליה איך מדמי חיזוק הגוף בתמרים לחיזוק הדלת בבריח דהא הבריח אינו מחזק את גוף הדלת שאינו מוסיף חוזק בגופו של דלת כי אם רק מחזק מניעת הכניסה בפתיחה אשר עשו המניעה על ידי הדלת דעתה על ידי הבריח אין האדם יכול לדחות את הדלת וליכנס לפנים בפתיחה ההיא?<br>ועל כן הביא מסדר הש\"ס האי מילתא דרבא דאמר 'דָּשָׁא' דֶּרֶךְ שָׁם דמשמע אין גוף הדלת נקרא דשא כי אם הפתיחה של הפתח אשר נסתמה בדלת היא הנקראת 'דָּשָׁא' שהוא רוצה לומר דֶּרֶךְ שָׁם כלומר דרך זאת הפתיחה ילכו ויבואו שם ואם כן לפי זה שפיר אמר אביי תמרי מחזיקין ומתקנין את הגוף כמו הבריח שמחזיק ומתקן את הפתיחה שסותמין אותה בדלת שלא יוכל אדם לקלקל תיקון שלה ולהכנס לפנים.<br>וכיון שהביא דברי רבא במשמעות 'דָּשָׁא' הביא מה שאמר כיוצא בזה ב'דַּרְגָא' וב'פּוּרְיָא' כדי שעל ידי כך יביא דברי רב נחמן בר יצחק מה שדרש בשם 'אַיְלוֹנִית' שזה שייך להאי מתניתין דמכלתין יען כי רב נחמן בר יצחק סמך דרשה זו של אילונית לדרשות רבא ורב פפא באומרו אַף אָנוּ נֹאמַר: 'אַיְלוֹנִית' דּוּכְרָנִיתָא דְּלָא יָלְדָה, רוצה לומר כיון שדרשו רבא ורב פפא השמות גם אנו נדרוש את השמות.<br>ונראה לפרש בס\"ד מה שרמזו רבנן בדרשת שמות אלו דראיתי להגאון חיד\"א ז\"ל שכתב 'דָּשָׁא' ראשי תיבות <b>ד</b>בור<b> ש</b>ינה <b>א</b>כילה עיין שם. ונראה לי בס\"ד רמז רבא בשלשה דברים אלו דראשי תיבות שלהם דש־א ענין מוסרי שבכל שלשה דברים אלו צריך האדם למעט ולא להרבות כי רבויים הוא נזק אך מאחר שהגוף מתענג בהם איך אפשר שלא ירבה בהם?<br>ולזה לימד אותנו מוסר גדול שהאדם אף על פי שהוא יושב בביתו וארמונו יצייר בדעתו שהוא מהולכי דרכים וכאלו הוא מהלך בדרך דאז הטבע יחייב לכל הולכי דרכים למעט באכילה ולמעט בשינה ולמעט בדיבור כי סתם הולכי דרכים אין הולכי רגלי אלא רוכבים והרוכב קשה עליו להרבות בדבור עם חבירו אלא שם הוא משכן השתיקה ושם עיניו לאורח שלו.<br>ולזה אמר '<b>דָּשָׁא</b>' רוצה לומר בשלשה דברים שהם ראשי תיבות דש־א על האדם לצייר בדעתו <b>דֶּרֶךְ שָׁם</b> כלומר שהוא מהלך בדרך שאז הטבע יכריחו למעט בהם וכן הוא ישלוט על תאותו למעט בהם.<br>ואמר עוד '<b>דַּרְגָא</b>' <b>אָמַר רָבָא דֶּרֶךְ גַּג</b> רמז בדרגא של סולם עליית העולמות כמו שנאמר <small>(בראשית כח, יב)</small> וְהִנֵּה סֻלָּם מֻצָּב אַרְצָה וְרֹאשׁוֹ מַגִּיעַ הַשָּׁמָיְמָה וְהִנֵּה מַלְאֲכֵי אֱלֹקִים עֹלִים וְיֹרְדִים בּוֹ, וכל צדיק עושה לו סולם בעבודת הבורא שהם התורה והמצות להעלות בו עליותיו ולהעלות בו העולמות, וחלום יעקב אבינו עליו השלום הנזכר היה על סולם שהיה לו אשר עשה אותו מעסק התורה והמצות ובזה הסולם צריך לדקדק איך לעשות כי עליית העולמות ועליית הספירות לכלול התחתון בעליון.<br>כי ידוע שכל העולמות וכל הספירות עומדים זה על גבי זה במדרגות והיינו כי העשר ספירות המה סדורים ג' מדרגות זו למעלה מזו כי חכמה בינה דעת נקראים שלשה עליונות עומדים למעלה מן חסד גבורה תפארת שנקראים ג' אמצעיות וכן חסד גבורה תפארת שהם שלשה אמצעיות עומדים למעלה מן נצח הוד יסוד שנקראים שלשה תחתונות. ומנין עלייתם הוא להעלות ג' של נצח הוד יסוד במקום ג' של חסד גבורה תפארת וכן שלשה של חסד גבורה תפארת במקום שלשה של חכמה בינה דעת וכן על זה הדרך מעולם לעולם עד אין סוף!<br>נמצא העליות הם שלש במקום שלש וזהו '<b>דַּרְגָא</b>' הוא סולם שעושה לו האדם מעסק התורה והמצות להעלות בו עליותיו צריך שתהיה עליותיו <b>דֶּרֶךְ ג</b>־<b>ג</b> דהיינו שלש במקום שלש וגג הוא שלש ושלש.<br>או '<b>דַּרְגָא</b>' דֶּרֶךְ גַּג רוצה לומר שיעשה בו עליה מתתא לעילא לניצוצי הקדושה וזהו דֶּרֶךְ גַּג רוצה לומר מתתא לעילא. ואמר '<b>פּוּרְיָא</b>' שֶׁפָּרִין וְרָבִין עָלֶיהָ, היינו פריה ורביה דפוריא הוא ראשי תיבות 'פריה ורביה' שהם הולדה של זכר ונקבה שהם כנגד אותיות ו־ה שבשם הוי־ה שמספרם י\"א ונרמז באותיות י־א דפוריא."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כֵּיצַד מְרַקְּדִין לִפְנֵי הַכַּלָּה?.</b> קשה הוה ליה למימר 'כיצד מקלסין' כי בדברי קלוס משתעו בית שמאי ובית הלל ולאו בגוף הריקוד?<br>ונראה לי בס\"ד דהתנא קרי לקלוס בשם רקוד מלשון הרקדת הקמח, להבדיל הפסולת שבו לזרקם וליקח הסולת נקי כן קלוס זה צריך לעשות בהרקדה שידקדק להעלים המומין ולהזכיר השבח דוקא.<br>אך מקשים אמאי לא אמר 'כיצד מרקדין לפני החתן'? ותירץ <b>בני ידידי</b> כבוד הרב יעקב נר\"ו דהאשה ניחא לה אפילו באדם פחות ובעל מום ושחור ד'טב למיתב טן דו מלמיתב ארמלו' ולכן אין צריכין להמציא לחתן חן בעיני הכלה אך הכלה צריך שתמצא חן בעיני החתן לכך עושין הקלוס לה.<br>ועוד הכלה כיון שנשאת נקשרת בחבלי החתן שאינה יכולה לבעוט בו ולישא איש אחר ד'אתתא לבי תרי לא חזיה' אבל החתן אפשר שיקח לו אשה אחרת על כלתו אם לא תמצא חן בעיניו לכך עוסקין בקלוס שלה דוקא עד כאן דבריו נר\"ו.",
            "<b>בֵּית שַׁמַּאי אוֹמְרִים: כַּלָּה כְּמוֹת שֶׁהִיא.</b> פירשו התוספות ז\"ל דאם יש בה מום ישתוקו. והקשה הרי\"ף ז\"ל כיון דלבעלת מום ישתוקו, אם כן אין אומרים כלה כמות שהיא! עיין שם. וגם לפירוש שני קשה כי לשון כמות שהיא לאו משמע שיעלימו דבר.<br>ונראה לי בס\"ד הכונה המרקד אומר דברים אלו 'כלה כמות שהיא' והכונה לומר בעת שראה אותה החתן קודם ארוסין לא עשו לה סרק וכחל ושאר מיני יפוי כדי שתטב בעיניו אלא הראו אותה לו כמו שהיא והוטבה בעיניו.<br>או יובן בס\"ד הכונה דאיש ואשתו קודם בואם לעולם הזה נזדווגו זה בזה בעולם הנשמות וכמו שכתב רבינו מהר\"ם אלשיך ז\"ל. נמצא הלוקח בת זוגו אז כמו שהם מחוברים זה בזה למטה כן השרשים שלהם מחוברים זה בזה למעלה בעולם הנשמות. ולזה אמר המרקד 'כלה כמות שהיא' רצונו לומר החתן לקח בת זוגו ולא חטפה מזולתו ונמצא זו היא כלה של החתן כאן בעולם התחתון כמו שהיא באמת בעולם העליון במקום שרשים שלהם ששם יחדיו ידובקו."
        ],
        [
            "<b>וּבֵית הִלֵּל אוֹמְרִים: כַּלָּה נָאָה וַחֲסוּדָה.</b> נראה לי בחרו בלשון זה לרמוז לפי דרכם על כנסת ישראל שתתעלה גם היא במצות הנשואין אשר עשו ישראל והיא נקראת <b>כַּלָּה.</b> ואמר <b>נָאָה</b> בחמשה גבורות שהם נוי לה <b>וַחֲסוּדָה</b> בחמשה חסדים.<br>ונראה לי אף על גב דדברים אלו אומרים לזו הכלה שלפניהם אין כאן חשש שקר, דמכוונים על הנפש כי בנות ישראל יש להם נפש קדושה בודאי ועליה אומרים כלה נאה וחסודה!<br>אמנם הריטב\"א ז\"ל נתן טעם כל שהוא משום דרכי השלום אין בו חשש 'מִדְּבַר שֶׁקֶר תִּרְחָק' ולפי זה יש להקשות למה השיבו בית הלל לבית שמאי ממנהג העולם? יאמרו להם הלכה זו דמשום דרכי השלום ליכא איסורא, ודין זה מוכרח דמצינו שינה הקדוש ברוך הוא מפני דרכי השלום ומהאי טעמא אמרו בגמרא דיבמות דמצוה לשנות מפני דרכי השלום!<br>ונראה לי בס\"ד דאמרי בית שמאי זה תינח היכא דאיכא קטטה בודאי אז מצוה לשנות כדי שלא יהיה מריבה אך כאן החתן ראה את אשתו ורצה בה ולקחה ועתה אינו מהרהר אחריה כלום ולמה תשנה ותשקר? ויותר טוב לשתוק! לכך הביאו בית הלל דבר זה מנהגו של עולם לוקח חפץ מן השוק צריך להשביחו בפניו ואף על פי שאין הלוקח קורא תגר על קניית החפץ, ולכן השתא אם ישתקו יאמר החתן מאחר דאפילו לוקח חפץ משבחים אותו בפניו ולאשתי שלקחתיה למה שותקין ואין משבחין? אלא ודאי מומין יש בה! ונמצא שתיקה דילהון יתעורר ממנה שנאה בין החתן לכלתו ולכך הוי זה בעת קטטה ומריבה שצריך להשביחה אפילו בדברי שקר.<br>ובאופן אחר נראה לי בס\"ד לפרש דברי בית שמאי ובית הלל בהקדים מה שכתב הרב נחלת בנימין ז\"ל הטעם שמוכר האב את בתו ולא מוכר בנו והוא דתנן<small> (קידושין ב:)</small> כִּי יִקַּח אִישׁ אִשָּׁה <small>(דברים כד, ה)</small> מי חוזר על מי? בעל אבדה שהוא זכר חוזר על אבידתו שהיא הנקבה. אם כן הנקבה כשהיא בבית אביה היא של בעלה הזכר והיא אבדה שלו שמונחת בבית אביה ושנינו <small>(בבא מציעא כח:)</small> המוצא אבידה אם הוא דבר שעושה ואוכל הרי זה עושה ואוכל, ולכן האב חייב במזונותיה וכל שבח נעוריה שלו עד עת בגרותה או עד שתנשא לאיש שתחזור האבדה לבעליה.<br>וזה הטעם למנהגן של ישראל שנוהגין להפריז נדונייא לחתנים ופוסקין להם מעות כי מנהגן תורה הוא דתמן תנינן אם היה שכרן יותר מאכילתן אז היתר לבעלים ואולי כל שבח שלה עולה יותר מן מזונותיה לכן נותן האב נדונייא לבעל כדי להחזיר לו המותר כלומר בתי היא חשובה מאד השבח שלה עלה יתר מן מזונותיה והא לך המותר! עד כאן דבריו, יעוין שם.<br>והנה שבחים של האשה הם בעניינים חלוקים יש ראוי להשביחה בתואר ויופי ויש ראוי להשביחה במידות הטובות ויראת שמים ויש ראוי להשביחה באמנות ידים מלאכה פלונית ומלאכה פלונית ורבים המה ויש ראוי להשביחה על בינתה ושכלה ודעתה ויש ראוי להשביחה על זריזות שלה ועוד כמה עניינים חלוקים.<br>ובית שמאי אומרים 'כלה כמו שהיא' שאם היא משובחת מצד אומנות ומלאכות ישבחוה בהם ואם היא משובחת בדבר אחר ישביחוה בו באופן באותו דבר שראוי להשביחה בו ישבחוה ולא ישקרו.<br>אמנם בית הלל חוששין לתקנת האב וסבירא ליה דאם היא ראויה לשבח במלאכות או בזריזות או בבינת הלב וכיוצא אם ידברו בשבחה בדברים אלו איכא למיחש שמא תתגנה הנדונייא בעיני הבעל כי יאמר אשה כזאת ודאי יש אצל אביה סך גדול יתרון נוסף על מזונותיה ודאי שיתן הנדונייא כפלי כפליים על סך שנתן!<br>ולכן כדי שלא תמעט בעיני החתן הנדונייא שנתן אביה סבירא ליה לבית הלל אם ראויה שתשובח במלאכות ומעשה ידיה וחכמתה ובינתה וזריזותה לא ישבחו אותה בשבחים אלו כדי שלא תמעט הנדונייא בעיניו אלא ישבחו אותה בדברים אלו בלבד האחת נאה ביופי והשניה חסודה לשון חסידות שיש לה יראת שמים ביותר שנזהרת במילי דחסידותא נמי, יען כי מאלו השני עניינים אין בא יתרון לענין ממון דאם היא יפה וגם חסודה מה הרווחה יש לאביה מזה? ואדרבה להפך! אבל שאר דברים לא יזכירו בשבחה.",
            "<b>הֲרֵי שֶׁהָיְתָה חִגֶּרֶת אוֹ סוּמָא, אוֹמְרִים לָהּ: \"כַּלָּה נָאָה וַחֲסוּדָה\"?.</b> הא דנקטו מומין אלו שהם חסרון אברים להדיא ולא אמרו בסתם הרי שהיתה מכוערת או שחורה איך אומרים נאה?<br>כי למכוערת או שחורה אפשר לעשות לה תיקון לפי שעה בצבעונים וקשוטי זהב ותתראה נאה לפי שעה ואין נראה דבריהם שקר להדיה אצל החתן אך חגרת או סומא שהוא חסרון בגופה להדיא אין לזה תיקון אפילו לפי שעה ואם יאמרו נאה הרי ניכר דבריהם שקר לפני החתן ומה יועילו דברים אלו.",
            "<b>כִּי סָמְכוּ רַבָּנָן לְרַבִּי זֵירָא, שָׁרוּ לֵיהּ הָכִי: \"לָא כָּחָל וְלָא שָׂרָק וְלָא פִּרְכּוּס, וְיַעֲלַת חֵן\".</b> נראה לי בס\"ד האדם נשלם בחכמת התורה מרבותיו וחבריו ותלמידיו כמו שאמרו <small>(בתענית ז.)</small> הרבה תורה למדתי מרבותי ויותר מחבירי ומתלמידי יותר מכולם. וכאן באו לשבחו שאפילו לָא כָּחָל רוצה לומר אפילו אם לא היה למד תורה מרבותיו וְלָא שָׂרָק אפילו אם לא היה למד מחבריו וְלָא פִּרְכּוּס אפילו אם לא היה למד מתלמידיו עם כל זה יַעֲלַת חֵן שהיתה חכמתו מרובה משל אחרים מיניה וביה מחמת כי לבו פתוח כפתחו של אולם והיה לבו נחל נובע חכמה ובינה ודעת.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו פירש נקטו ג' דברים אלו 'כָּחָל שָׂרָק פִּרְכּוּס' כנגד שלשה דברים המסבבין לתלמידי חכמים שיעלה לגדולה יותר מחביריו האחד אם הוא עשיר גם כן והשני אם היא בר אבהן שאבותיו גדולים והשלישי אם הוא בעל לשון צח ויש לו כח הדיבור יפה לרצות לאחרים בנועם לשונו. וכאן באו לשבח לרבי זירא מה שהעלה חן על חביריו לא מחמת עושר ולא מחמת כבוד אבותיו ולא מחמת נעימות שפתיו וצחות לשונו אלא העלה חן מיניה וביה מרוב גודל חכמתו ובינתו! עד כאן דבריו נר\"ו.",
            "<b>רָבָא דְּעַמֵּיהּ, וּמְדַבְּרָנָא דְּאֻמָּתֵיהּ, בּוּצִינָא דִּנְהוֹרָא, בְּרִיךְ מַתְּיָךְ לִשְׁלָם.</b> נראה בודאי מן השמים שמו בפיהם דברים לשבח את קדוש אלקים רבי אבהו ולכן יש לדרוש בדברים אלו רָבָא דְּעַמֵּיהּ שמלמדם תורה מְדַבְּרָנָא דְּאֻמָּתֵיהּ בענייני גשמיות ודרך ארץ בּוּצִינָא דִּנְהוֹרָא שמאיר להם בזכותו למעלה לבטל מעליהם גזרות קשות ורעות בְּרִיךְ מַתְּיָךְ לִשְׁלָם רוצה לומר ביאתך אצלינו היא שלום לנו שמתברכים בביאתו אצלם על דרך מה שנאמר<small> (בראשית לט, ה)</small> וַיְבָרֶךְ הֳ' אֶת בֵּית הַמִּצְרִי בִּגְלַל יוֹסֵף.<br>או יש חכם שולט באומתו ומנהיגם בכח הניתן לו מן המלכות ויש שהם סרים למשמעתו משום כבוד תורתו. וכאן אף על פי דרבי אבהו גדול היה בבית קיסר ויש לו כח ממשלה בעמו מאת הקיסר עם כל זה משום כבוד תורתו שהוא רָבָא דְּעַמֵּיהּ הוא מְדַבְּרָנָא דְּאֻמָּתֵיהּ שסרים למשמעתו.<br>ומה שאמר<b> בּוּצִינָא דִּנְהוֹרָא</b> יש לו דעת ושכל רחב להתנהג בכמה אופנים לכל אחד כפי מזגו וטבעו ושכלו ועניינו ולכך קראוהו בּוּצִינָא דִּנְהוֹרָא לפי כי נראה באור כמה גוונים כן הוא לכל אחד מאיר לו כפי טבעו ומזגו ובינתו.<br>או יובן בס\"ד על פי מה שאמרו בגמרא <small>(פסחים קיב.)</small> אל תשב בעיר שראשיה תלמידי חכמים יען כי עוסקים בלימודם ואין שמים לב על הנהגת העיר וצורכי ציבור, ולזה שבחו את רבי אבהו אף על פי שהוא<b> רַבָּה דְּעַמֵּיהּ</b> חכם וראש ישיבה עם כל זה ידיו רב לו להיות <b>מְדַבְּרָנָא דְּאֻמָּתֵיהּ</b> שעוסק בצרכי ציבור ומנהיגם כראוי ועוד גם כן היתה לו זאת שלא נתמעטה אור תורתו מחמת עסקו בצרכי ציבור אלא עודנו <b>בּוּצִינָא דִּנְהוֹרָא</b> שמנהיר עיני חכמים בהלכה, או יובן בּוּצִינָא דִּנְהוֹרָא דהכל מדליקין ממנו והוא אינו חסר כלום. <b>בְּרִיךְ מַתְּיָךְ לִשְׁלָם</b> פירוש אף על פי שכפי מנהגו של עולם מוכרח שימצא לך שונאים בבית קיסר מחמת קנאה כי כן דרכם לקנאת באיש יהודי בעל גדולה עם כל זה אקיים בך 'בִּרְצוֹת הֳ' דַּרְכֵי אִישׁ גַּם אוֹיְבָיו יַשְׁלִם אִתּוֹ' <small>(משלי טז, ז)</small> לכך מַתְּיָךְ לִשְׁלָם כי הכל בשלום עמך.",
            "<b>אָמְרוּ עָלָיו עַל רַבִּי יְהוּדָה בַּר אִלָעִאי, שֶׁהָיָה נוֹטֵל בַּד שֶׁל הֲדַס, וּמְרַקֵּד לִפְנֵי הַכַּלָּה.</b> נראה לי בס\"ד טעם שהיה נוטל הדס לסימן טוב שיזכו לבנים צדיקים שנקראים הדסים. או יובן <b>הֲדַס</b> <small>[69]</small> עולה מספר <b>בן טוב</b> <small>[69]</small> שיזכו לבן טוב חכם וירא שמים.",
            "<b>רַב שְׁמוּאֵל בַּר רַב יִצְחָק מְרַקֵּד אַתְּלָת.</b> נראה לי בס\"ד טעם למספר שלש כנגד הארת שם י־ה שזכו בו איש ואשתו בנשואין וידוע כי אותיות י־ה הם ג' ספירות קוץ של יו־ד בכתר ויו־ד עצמה חכמה ואות ה' בינה.<br>או יובן כנגד ג' אותיות אדם שזכו בהם עתה על ידי נשואין כמו שאמרו חז\"ל על פסוק <small>(בראשית ה, ב)</small> זָכָר וּנְקֵבָה בְּרָאָם וַיִּקְרָא אֶת שְׁמָם.<br>או יובן כנגד שפע בני חיי מזוני שזוכים לזה עתה על ידי שלימות מצוה זו במחשבה ודבור ומעשה.<br>ועוד נראה לי בס\"ד <b>מְרַקֵּד אַתְּלָת</b> כי במערבא אמרי לחתן 'מָצָא' או 'מוֹצֶא' היינו מָצָא אִשָּׁה מָצָא טוֹב <small>(משלי יח, כב)</small> או מוֹצֶא אֲנִי מַר מִמָּוֶת אֶת הָאִשָּׁה <small>(קהלת ז, כו)</small> כי המובחרת היא אשה בעלת שלש אותיות ולא האשה בעלת ארבע והמובחר הוא 'מָצָא' שהוא שלש אותיות כנגד 'טוֹב' שהוא ג' אותיות ולא כנגד 'מִמָּוֶת' שהוא ארבע אותיות. ולכך מְרַקֵּד אַתְּלָת מעלה שלשה ומוריד שלשה.<br>או יובן בס\"ד<b> מְרַקֵּד אַתְּלָת</b> כנגד ג' זמנים שיש לאיש ואשה הא' בזווגם יחד בעולם הנשמות והב' כשבאו לעולם הזה הוא בבית אביו והיא בבית אביה עד נשואין והג' אחר שנשאו זה את זה שהם דרים זה עם זה וזמן השלישי נשלם עתה בעת שהוא מרקד לכך מְרַקֵּד אַתְּלָת.<br>והנה ענין הרקוד פירש רש\"י זורק אחד ומקבל אחד שעושה עליה וירידה. ונראה לי בס\"ד שרמז בזה על עניינם דלגבי האיש אתמר <small>(יבמות סג.)</small> 'נחות דרגא ונסיב אתתא' וזו היא ירידה אך לגבי אשה נאמר עליה שאמרו <small>(כתובות מח.)</small> 'עולה עמו ואינה יורדת עמו'. או יובן עליה רמז לעליית ניצוצי קדושה בסוד מ\"ן <small>[מיין נוקבין]</small> וירידה רמז לירידת מ\"ד <small>[מיין דוכרין]</small>.",
            "<b>קָא מַכְסִיף לָן סָבָא.</b> קשה והלא התנא הגדול רבי יהודה בר אלעאי דקדים מיניה הוה עביד הכי שנוטל בד של הדס ומרקד לפני הכלה?<br>ונראה לי בס\"ד דרבי יהודה אפשר לא הוה עביד זה בפומבי לפני המון העם אך רב שמואל הוה עביד הכי לפני המון העם.<br>ועוד נראה לי דלא אמר קא מכסיף לן מכח הרקוד דהא הכל יודעין שמצוה גדולה איכא לשמח חתן וכלה אך מקודם היה דרכן של סואבי יין לרקד בחניות ובמשתאות כדי שיתנו להם יין לשתות וכמו שכתב רש\"י ז\"ל בפסחים <small>(פסחים מט.)</small> ענין מרקד בי כובי ולכן אמר 'מַכְסִיף לָן' שיאמרו המון העם אין כונתו בשביל מצוה אלא כדי לשתות יין!<br>אבל רבי יהודה היה ידוע לכל שאין יכול מצד טבעו ומזגו לשתות יין וכמו שאמר הוא עצמו <small>(נדרים מט:)</small> לאותה מטרוניתא שאין שותה יין אלא רק ארבע כוסות של ליל פסח, ועל זאת השתיה היה לו כאב הראש מפסח ועד החג כדאיתא בירושלמי <small>(ירושלמי פסחים י, א)</small> ואם כן הכל יודעים שעיקר בשביל מצוה וליכא בזה זלזול.",
            "<b>רַב אַחָא מַרְכִּיב לָהּ אַכַּתְפֵיהּ וּמְרַקֵּד.</b> נראה ודאי שהיתה יושבת על כסא והוא מרכיב הכסא על כתפו ומרקד באופן שלא היה נוגע גופה בגופו וזה פשוט וברור.<br>ומה שהיה <b>מַרְכִּיב אַכַּתְפֵיהּ</b> כי כתף <small>[500]</small> הוא מספר ת\"ק שהוא מלוי שם שדי <small>[ש<b>י</b>־<b>ן</b> ד<b>ל</b>־<b>ת</b> י<b>ו</b>־<b>ד</b> = 500]</small> שממנו מתברכים רמ\"ח אברים של האיש ורנ\"ב אברים של האשה שהם סך הכל ת\"ק <small>[כלומר 252+ 248 = 500]</small> כנודע ורמז להם בזה כי עתה על ידי נשואין נשלם אצלכם הארת מלוי שם שדי הרמוז בכת־ף כמו שאמר רבינו האר\"י ז\"ל שהכתף בו רמוז מלוי שם שדי שעולה מספר כתף.",
            "<b>אַמְרֵי לֵיהּ רַבָּנָן: אַנָן, מַהוּ לְמֶעֱבַד הָכִי?.</b> קשה מה מצאו טעם שיש להם היתר בזה טפי מזולתם כדי שבאו לשאול על זאת הלא אדרבה החכם צריך להשמר יותר בדברים כאלה כי יצרו גדול יותר, וכנזכר בגמרא <small>(סוכה נב.)</small> גבי אביי דתנא ליה ההוא סבא כל הגדול מחבירו יצרו גדול ממנו?<br>ונראה לי בס\"ד דאיתא ביבמות <small>(יבמות סד:)</small> דרבי אבא בר זבדא ורב גידל אעקור מפרקיה דרב הונא וכן רב חלבו ורב ששת נמי אעקור מפרקיה דרב הונא גם רב אחא בר יעקב שהוא רב אחא דהכא אמר התם שתין סבי הוינא וכולהו אעקור מפרקיה דרב הונא לבר מאנא דקיימי בנפשאי הַחָכְמָה תְּחַיֶּה בְעָלֶיהָ <small>(קהלת ז, יב)</small> עיין שם.<br>ולכן יש לומר רבנן דאמרי הכא לרב אחא <b>אַנָן מַהוּ לְמֶעֱבַד הָכִי</b> הן הם רבנן דאעקור מפרקיה דרב הונא וחשבו כיון דאעקור אין כאן חשש שכבת זרע לבטלה ולהכי שרי להו. והשיב להם רב אחא אף על גב דאדם הנעקר מכח עכבת ההשתנה אינו מוציא זרע עם כל זה ההרהור אסור בו ולכן <b>אִי דַּמְיָא עֲלַיְכוּ כִּכְשׁוּרָא</b> דאין כאן הרהור מותר ואם לאו אסור.<br>ואפשר דהם חשבו שגם הוא נעשה עקר מפרקיה דרב הונא דאין בו חשש הוצאת שכבת זרע לבטלה ולכן התיר לעצמו להרכיבה על כתפו ואינו חושש, והשיב דאין זה תלוי בזה דאף על פי שהנעקר מחמת השתן אינו מוציא שכבת זרע לבטלה עם כל זה אסור בהרהור.<br>והא דאמר לו <b>כִּכְשׁוּרָא</b> ולא אמר לו כאבן מפני שהאדם נדמה לעץ כמו שנאמר כִּי הָאָדָם עֵץ הַשָּׂדֶה <small>(דברים כ, יט)</small>."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אֶחָד מִן הָאַחִין שֶׁנָּשָׂא אִשָּׁה שֶׁאֵינָהּ הוֹגֶנֶת לוֹ, בָּאִין בְּנֵי מִשְׁפָּחָה וּמְבִיאִין חָבִית מְלֵאָה פֵּרוֹת, וְשׁוֹבְרִין אוֹתָהּ בְּאֶמְצַע רְחָבָה וכו'..</b> נראה לי החבית דוגמה להאשה ופירות שבתוכה דוגמה לבנים אשר בקרבה ושוברין אותה באמצע רחבה שהוא מקום הפקר רמז שהבנים היוצאים ממנה אינם הגונים וראוי להפקירם כדבר שאין חפץ בו והאשה הזאת תהיה כשברי כלי חרס שאין בהם תועלת ואין להם תקנה להחזירם להיות כלי!<br>וקרו לה 'קציצה' על שהם קוצצים חבל האחוה והקורבה שיש להם עם זה האיש אשר נשא אשה זו. <b>או יובן</b> קרו לה קציצה, קציץ ה־א כי איש ואשה שזכו שם י־ה ביניהם וזה שלקח אשה שאינה הגונה קצץ אות ה־י מן חיבור היו־ד כי זו היא פגומה. <b>או יובן</b> אם תחתוך מספר ה' שהוא חמשה לשנים יהיה ממנה אותיות 'גב' שהוא רוצה לומר אחור כלומר זה הלך לאחור ולא לפנים כי דבק בבני אדם שאינם מהוגנים.<b> או יובן</b> הכונה זאת האשה שאינה מהוגנת אין ראוי להדבק עמה פנים שלו בפנים שלה אלא יהיה גב שלו בפנים שלה כלומר שאין ראוי לשמש עמה להוליד בנים מזאת."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>פְּשִׁיטָא רִאשׁוֹן בְּמֶכֶר וְשֵׁנִי בְּמַתָּנָה לְיַפּוֹת כֹּחוֹ הוּא דְּכָתַב לֵיהּ מִשּׁוּם דִּינָא דְּבַר מִצְרָא וְכָל שֶׁכֵּן רִאשׁוֹן בְּמַתָּנָה וְשֵׁנִי בְּמֶכֶר וכו'..</b> וכתב הרא\"ש ז\"ל 'שיראה שטר האחרון ולא הראשון' ודבריו סתומים וחתומים! והגאון מהר\"ם שיף ז\"ל רצה ליישב דבריו בדוחק ולא יכול ובעל הביאור נתקשה בדבריו יעוין שם. ועיין קול אליהו <small>(חלק ב' בחושן משפט סימן כא)</small> שנתפלא על הרא\"ש ולא מצא פתרון. והגאון בעל תפארת שמואל ז\"ל כתב שיש איזה מציאות להעמיד בה דברי הרא\"ש ז\"ל ולא ביאר כיצד הוא אופן המציאות והניח הפתח סתום וחתום!<br>ואנא עבדא פרשתי שני אופנים להעמיד בהם דברי הרא\"ש ז\"ל וכבר נדפסו דברי בס\"ד בהמאסף שנה שניה גליון כ\"ו סימן קט\"ו דף ק\"ב ע\"ג והוא הנדפס בעיר הקודש ירושלים תוב\"ב <small>[תבנה ותכונן במהרה בימינו]</small> לך נא ראה."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כְּפוּ לֵיהּ אַסִיתָא בְּצִבּוּרָא.</b> פירש רש\"י 'כפו מכתשת על פיה' והרב עיון יעקב ז\"ל הביא טעם על זה בשם הריטב\"א והקשה עליו מן גמרא דמועד קטן <small>(מועד קטן כב:)</small> יעוין שם.<br>ואין זו קושיא כלל דגם התם שייך הטעם הזה יען כי העולם נזונים בזכות גדול הדור ותלויים בו וברכתם תתרבה בשבילו וכמו שאמר בת קול כל העולם כולו נזון בשביל חנינא בני <small>(תענית כד:)</small>.<br>והנה מלבד טעם הריטב\"א ז\"ל נראה לי בס\"ד טעם אחר והוא כי המכתשת היא דוגמת הנקבה והעץ שכותשין בו בתוכה הוא דוגמא לזכר ולכן צוה שיביאו המכתשת שרומזת לנקבה ויכפו אותה לרמוז מאחר שהוא אכזרי ולא בעי בני, אם כן למאי אצטריך ליה אשה? דאין אשה אלא לבנים ומן הראוי דמהדרא ליה גבא ולא יבעול עוד ולכך כופין את המכתשת על פיה!<br>וטעם זה שייך נמי בההיא דמועד קטן דף כ\"ב מפני שהנשיא הוא דמיון הזכר שמשפיע ואנשי הדור אשר נשפעים ממנו דוגמת הנקבה שנשפעת מן הזכר ולכן אמר שכופין המכתשת כי המקבלים אין להם ממי לקבל ולכך לא הביא כסא או דבר אחר גבוה לעמוד עליו כי רוצים לרמוז לפי דרכם לדבר זה גם כן.<br>ומה שאמר <b>עוֹרְבָא בָּעִי בְּנֵי</b> וְהַהוּא גַּבְרָא לָא בָּעִי בְּנֵי, כלומר העורב אף על פי שתראהו אכזר על בניו אין זו אכזרות באמת מאחר שהיא תלויה בסיבה שהוא בעי בנים שלו לפרנסם ולאלו חושב שאינם בניו אך <b>הַהוּא גַּבְרָא</b> אף על פי שיודע בבירור דאלו הן בניו<b> לָא בָּעִי בְּנֵי</b> רוצה לומר לא בעי בני דידי לפרנסם."
        ],
        [
            "<b>בְּאוּשָׁא הִתְקִינוּ: הַמְבַזְבֵּז אַל יְבַזְבֵּז יוֹתֵר מֵחֹמֶשׁ.</b> נראה לי בס\"ד הא דנקיט המבזבז רוצה לומר אפילו דחזינן ליה שהוא מבזבז בדבר הרשות אפילו הכי אמרינן ליה בצדקה אל תבזבז יותר מחומש.<br>והטעם לחומש דידוע שהצדקה היא תיקון המלכות שהיא פרצוף חמישי בחמשה פרצופין לכן הצדקה שהיא תיקון שלה תהיה חלק חמישי ולכן לא יפריש מתחילה חלק חמישי אלא ההפרשה תהיה תחילה חד מעשרה ואחר כך יכפול עוד חד מן עשרה שאז יהיה בין הכל חשבון חומש. וכן כאן אף על פי שבחמשה פרצופין היא פרצוף חמישי עם כל זה בסדר ספירות היא ספירה עשירית והכתוב אמר מַלְוֵה הֳ' חוֹנֵן דָּל<small> (משלי יט, יז)</small>.<br>נמצא מה שנותן לצדקה כאלו נותנו לגבוה ולכך גם במלכותא דארעא יהבי מזרע האדמה חומשא למלכא ולמדו זה מן חק אשר שם יוסף הצדיק ע\"ה במצרים דכתיב וּנְתַתֶּם חֲמִישִׁית לְפַרְעֹה וְאַרְבַּע הַיָּדֹת יִהְיֶה לָכֶם <small>(בראשית מז, כד)</small> והוא עשה כן משום דמלכותא דארעא כעין מלכותא דרקיעא שצריך האדם לבזבז חומש לגבוה.<br>ומה שצריך להפריש תחלה חד מעשרה ויכפול עוד ואינו מפריש מתחלה חומש, נראה לי בס\"ד הטעם לרמוז לו שאל יבקש שכר מצות הצדקה בעולם הזה שנבראת באות ה־ה שמספרה חמשה אלא יניח השכר לעולם הבא שנבראת ביו־ד שמספרה עשרה.",
            "<b><small>(בראשית כח, כב)</small> \"אֲעַשְּׂרֶנּוּ\", לְבַתְרָא כִּי קַמָּא.</b> נראה לי בס\"ד הטעם דקפיד לעשות באופן זה שיהיו שוים שתי המעשרות ולא יעשר בשנית לפי חשבון, דידוע הצדקה והמעשר הוא תיקון המלכות שהיא בסוד שם הוי־ה במלוי ההי־ן כזה יו־ד ה־ה ו־ו ה־ה ששם זה שוין המלוי והפשוט לכך מעשר שני פעמים כל אחד חד מן עשר ויהיו שוים כי חד מעשר כנגד הפשוט וחד כנגד המלוי.",
            "<b><small>(תהלים קו, ג)</small> \"אַשְׁרֵי שֹׁמְרֵי מִשְׁפָּט עֹשֵׂה צְדָקָה בְכָל עֵת\" זֶה הַזָּן בָּנָיו וּבְנוֹתָיו כְּשֶׁהֵם קְטַנִּים.</b> ונראה לי בס\"ד הבנים כשהם קטנים נקרא עליהם שם טף וכל זמן שנקרא בהם שם טף נחשבים קטנים ולזה אמר <small>(תהלים קו, ג)</small> אַשְׁרֵי שֹׁמְרֵי 'מִשְׁפָּט' אותיות 'שם טף' דהיינו שומרים בניהם בזמן שנקרא עליהם שם טף ואלו צריך שישגיח בשמירה עליהם בְכָל עֵת כיון דהם קטנים צריך להשגחה בכל עת.<br>והא דנקיט בזן בניו 'כשהם קטנים' תרתי הפכיים שהם 'משפט וצדקה' נראה לי בס\"ד כי מאחר שהם קטנים אין לו הנאה מן מעשה ידיהם ולכן נמצא הוא זן אותם בתורת צדקה שאין לו הנאה מהם אך נקראת מזונות אלו בסוג משפט דחייב בזה מצד הנימוס כיון דאלו קטנים אי אפשר להם לפרנס עצמן כלל.<br>וכן בזן יתום ויתומה בתוך ביתו בעיקר הפרנסה נקראת משפט דכתיב וְחֵי אָחִיךָ עִמָּךְ <small>(ויקרא כה, לו)</small> כי אין להם אחד ואחד שיפרנסום ואם לא יפרנסו אותם אחרים ימותו ברעב, אך עושה בזה הפרנסה ענין צדקה בשביל שזן אותם בתוך ביתו שהוא דרך כבוד ומנוחה ולא יתן להם אכילה כדרך שנותנים לעני המחזר על הפתחים שיאכלו בשווקים וברחובות ולא עוד אלא שמשיאן גם כן הא ודאי חשיב זה צדקה.",
            "<b><small>(תהלים קיב, ג)</small> \"הוֹן וָעֹשֶׁר בְּבֵיתוֹ וְצִדְקָתוֹ עֹמֶדֶת לָעַד\", רַב הוּנָא וְרַב חִסְדָּא: חַד אָמַר: זֶה הַלּוֹמֵד תּוֹרָה וּמְלַמְּדָהּ. וְחַד אָמַר: זֶה הַכּוֹתֵב תּוֹרָה נְבִיאִים וּכְתוּבִים וּמַשְׁאִילָן לַאֲחֵרִים.</b> נראה לי בס\"ד הטעם דקרי לתורה בשם 'הוֹן וָעֹשֶׁר' כי תורה שבכתב חמשה ספרים ותורה שבעל פה ששה סדרים והתורה ניתנה לנו מסוד הבינה שיש בה חמשים שערים ולכך התחילה בבי־ת הרי זה נרמז באותיות הו־ן ולכך נקראת <b>הוֹן.</b> וכל זה הוא בחלק הנגלה אך יש לנו עוד תורה בחלק הסוד ולזאת מכנה בשם <b>עוֹשֵׁר</b> כי סוד במלואו כזה 'סמ־ך וי־ו דל־ת' <small>[576]</small> עולה מספר עוֹשֵׁר<small> [576]</small>.",
            "<b><small>(תהלים קכח, ו)</small> שָׁלוֹם עַל יִשְׂרָאֵל, דְּלָא אַתּוּ לִידֵי חֲלִיצָה וְיִבּוּם.</b> נראה לי בס\"ד ביבום יתחדש קטטות בין איש לאשתו שזה המייבם יש לו אשה ובנים מכבר ועתה מכניס את היבמה צרה לאשתו ומה גם כי טבע האנשים של האחים עלולים להיות ריב ביניהם וכל אחת שונאה חברתה ועתה מכניס הבעל את היבמה צרה בביתו הא ודאי יעלה הריב ביניהם כאש להבה הן בין הנשים הן בין האשה לבעלה!<br>ועוד גם כן יוולד קטטות בין אחיו של המת דמשורת הדין המייבם יורש נכסי אחיו המת וזה קשה על שאר האחין ויוליד קנאה ושנאה ביניהם ועוד בין היבם ובין היבמה השלום רחוק במטתם כי ארבע דעות במטה <small>(פסחים קיב.)</small> ואין כל האצבעות שוות <small>(נידה סו.)</small>!<br>וכן ענין החליצה גם כן נוגע לשלום כי לפי דעתן של בני אדם חוששין מן החליצה וקשה עליהם עשייתה ולכן דוחין אותה זה על זה וגם דוחין אותה מחודש לחודש ועוד לפעמים האח ירצה לייבם והיבמה רוצה בחליצה מפני שיש לאח בעלה אשה ובנים ולכן אין הענין בא לידי גמר טוב אלא תהיה תלויה ועומדת ובאים היבמה וקרוביה לקבול בבית דין והיבם נשמט ועושה דחיות ואז יהיה קטטות ומריבות ביניהם.",
            "<b><small>(תהלים קכח, ו)</small> כֵּיוָן שֶׁבָּנִים לְבָנֶיךָ, שָׁלוֹם עַל דַּיָּנֵי יִשְׂרָאֵל, דְּלָא אַתּוּ לְאִנְצוּיֵי.</b> כתב מהרש\"א ז\"ל דהרואה שיש לו בני בנים אינו מעביר נחלה על ידי צוואה דהא אפילו מברא בישא לברא טבא אסור משום דשמא יזכה בר ברא <small>(בבא בתרא קלג:)</small>, אך אם אינו רואה שיש לו בני בנים יחוש דבמיתת בנו יבואו נכסיו לקרוב שאינו הגון ולכן מחלק נכסיו בצוואה לקרוביו שדעתו קרובה להם יותר ואז אתו הדיינים לאינצויי כההיא דאמר נכסיו לטוביה וכו' ושניהם קרובים דהוי שודא דדייני <small>(כתובות פה:)</small> עיין שם ויפה פירש. אך מה שאמר דאתו הדיינים למריבה זה בזה בשודא דדייני הוא דוחק דדבר זה לא שכיח שיזדמן שנים שוים בשמות ולא פורש בהם סימן.<br>ונראה לי בס\"ד המריבה בין הדיינים תהיה כך דיש חכמים מקיימים לשון הצוואה ויש חכמים מבטלים לשון הצוואה ובזה יזכו היורשים העקרים הנכסים ואפשר שתגדל המחלוקת ביניהם ותעלה להבתה עד לב השמים וכדהוה קודם חמישים שנה בצוואה של הרי\"ץ נ\"ע שגרמה מחלוקת וקטטה ומריבה בין חכמי ישראל ובתי דינין של כמה ארצות הן בארבע ארצות החיים הן בחכמי בגדאד ודמשק וארם צובה ואזמיר ושלונקי ועוד יש כותבים פסקים לבטל הצוואה ויש כותבים פסקים לקיים הצוואה והולידה שנאה ופירוד הלבבות ביניהם בעונותינו הרבים ה' הטוב יכפר!<br>ולכן אמר לו שמואל לרבי יהודה שיננא לא תהוי באעבורי אחסנתא וכו' <small>(בבא בתרא קלג:)</small>, פירוש אף על פי שאתה שיננא חריף גדול וחכם ומבין שתוכל לסדר לשון חזק בצוואה שיהיה מוסכם אליבא דכולי עלמא, עם כל זה לא תכניס עצמך בדבר זה דאעבורי אחסנתא. ולכן דריש <b>כֵּיוָן שֶׁבָּנִים לְבָנֶיךָ</b> דמצד עצמך לא תעביר נחלה כמו שכתב מהרש\"א ז\"ל אז <b>שָׁלוֹם עַל דַּיָּנֵי יִשְׂרָאֵל דְּלָא אַתּוּ לְאִנְצוּיֵי</b>!<br>ונראה דדייק לפרש זה השלום על דייני ישראל משום דהוה ליה למימר 'שלום לישראל' וכיון דאמר 'על ישראל' מפרש בדיינים שהם גדולים ועומדין על ישראל."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אֵין אִשָּׁה אֶלָּא לְיֹפִי וכו'..</b> אין הכונה שהאדם ישא האשה בשביל היופי! אלא הכונה כל הקפדתה ורעיונה הוא לשמור היופי שלה שלא תכחיש יופיה וכל דבר שגורם להכחיש יופיה בורחת ממנה ומקפדת עליו. וכן הענין בבנים ותכשיטין. ולכן כל מלאכות שהם מכחישים היופי שלה או מעכבים עיבור שלה או מונעים אותה מתכשיטין שלה יכולה להשמט מהם כי אדעתא דהכי לא נשאת לו.<br>והנה הבונה הקשה, הוה ליה לערבנהו אין אשה אלא ליופי ובנים ותכשיטין עיין שם.<br>ונראה לי בס\"ד קושיא זו מעיקרא ליתא כי ברייתא זו דתני רבי חייא הביאה מסדר התלמוד כאן בקיצור ועיקרה היא הובאה בגמרא דתענית <small>(תענית לא.)</small> תנו רבנן יפיפיות שבהם מה היו אומרות? תנו עיניכם ליופי שאין האשה אלא ליופי! מיוחסות שבהם מה היו אומרות? תנו עיניכם למשפחה לפי שאין האשה אלא לבנים! מכוערות שבהם מה היו אומרות? קחו מקחכם לשם שמים ובלבד שתעטרנו בזהובים עד כאן. נמצא ג' דברים דנקיט הכא כל דבר אחד מהם יוצא מכת אחת ומה דאמר הא לא אמר הא ומסדר תלמוד ליקט ג' דברים מתלת בבי.<br>ועוד כי מוכרח למנקט להו כל חדא באפי נפשא דאם יערבם משמע מאן דאמר הא אמר הא והא ובאמת דברים אלו הם הפכיים דהאומר אין אשה אלא ליופי לא יאמר אין אשה אלא לבנים כי ידוע דעבור ולידה מכחיש היופי כי לכן ער בן יהודה בא על אשתו שלא כדרכה כדי שלא תתעבר ותכחיש יופיה. והאומר אין אשה אלא לבנים אינו אומר אין אשה אלא לתכשיטין כי בעלת בנים אין יכולה להתקשט ותמיד היא מטונפת מחמת גידול הבנים לכן בדור המבול היה כל אחד לוקח שני נשים ולאחת משקה כוס עקרין כדי שלא תתעבר ותהיה תמיד מקושטת לפניו ואחת תהיה לבנים. ואם כן מה דאמר הא לא אמר הא ולהכי לא ערבינהו דמשמע המה אמורים מדעת אחת דבאמת הם דיעות הפכיות.<br>ברם עדיין יש להקשות למה נקיט חלוקת היופי בראשונה והוה ליה להקדים חלוקת הבנים שהיא העיקר דזו היא המצוה שצוותה תורה פרו ורבו? ונראה לי בס\"ד דהיופי בא לאשה מלידתה אבל הבנים באים אחר נשואין.<br>והא דהקדים חלוקת הבנים לחלוקת התכשיטין, כי היפה אין צריך לה תכשיטין וכמו שאמרו 'לא כחל ולא שרק ולא פרכוס ויעלת חן' אמנם אחר שהולידה בנים שהיה לה כמה עבורים וכמה לידות יכחיש יופיה ואז צריכה לתכשיטין שיהיו לה סיוע ליפוי עצמה ולכן נקיט תכשיטין אחר הבנים.",
            "<b>הָרוֹצֶה שֶׁיְּעַדֵּן אֶת אִשְׁתּוֹ, יַלְבִּישֶׁנָּה כְּלֵי פִּשְׁתָּן.</b> נראה הטעם דאמרו בגמרא דסוטה <small>(סוטה יד.)</small> וַיַּעַשׂ הֳ' אֱלֹהִים לְאָדָם וּלְאִשְׁתּוֹ כָּתְנוֹת עוֹר וַיַּלְבִּשֵׁם, רב ושמואל חד אמר דבר הבא מן העור שהוא צמר וחד אמר דבר שהעור נהנה ממנו ופרש רש\"י פשתן.<br>או יובן עוד טעם לכלי פשתן על פי מה שכתב הרמ\"ק <small>[הרב משה קורדוברו]</small> ז\"ל שלבוש כלי פשתן מציל מכל קטיגור ומכל כשוף ודבר רע וכמו שכתב הגאון חיד\"א ז\"ל בשמו במדבר קדמות יעוין שם. וטבע הנשים להתקנאות זו מזו ואם היא יפה מאד יעשו לה כשפים להכחיש יופיה! לכך הרוצה לעדן את אשתו שלא ישלטו בה כשפים ודבר רע ילבישנה כלי פשתן."
        ],
        [],
        [
            "<b>דְּשָׁתְיָא שִׁכְרָא הֲווּ לָהּ בְּנֵי אוּכְמֵי.</b> נראה כל זה מיירי באוכלת ושותה בימי עיבורה דאז אותו זמן עושה פועל בולד שבבטנה ועל הרוב דברים אלו אמורים בדורות הראשונים שהיה כוחן חזק ועושים פועל הניכר ונרגש בעובר אחר כך הן בריח הן במראה."
        ],
        [
            "<b>דְּאָכְלָה כֻּסְבַּרְתָּא הֲווּ לָהּ בְּנֵי בִּשְׂרָנֵי.</b> פירוש כֻּסְבַּרְתָּא בלשון ערבי כזבר\"א הֲווּ לָהּ בְּנֵי בִּשְׂרָנֵי פירוש בעלי בשר דהיינו בריאות בשר.<br>ובזה מובן הטעם של מנהג עירינו בגדאד יע\"א שכל אשה שהוכר עוברה הראשון עושים לה בית אביה כזבר\"א שחוקה עם סוכ\"ר ועוד עושין לה מין אחר שקורין אותו גומ\"י בצרה שחוק גם כן עם סוכ\"ר. ורבים שואלין בשלמא גומ\"י בצרה עם סוכ\"ר זה יאות לה בשביל שהוא חמוץ והעוברה טבעה להתאוות לחמוץ אך כזבר\"א עם סוכ\"ר מה שייכות יש לה עם העוברה? ובזה ניחא כי זה המנהג בנוי על פי המאמר הזה אך לא נהגו בכל זה אלא רק בעיבור הראשון.",
            "<b>דְּאָכְלָה אֶתְרוֹגָא הֲווּ לָהּ בְּנֵי רֵיחָנִי.</b> נראה מכאן דהאתרוג יש בטבעו תוקף בפעולת הריח להריקו מגוף האם לגוף העובר יותר משאר פירות אף על פי שיש בהם ריח טוב יותר ולכן פסוק וְרֵיחַ אַפֵּךְ כַּתַּפּוּחִים <small>(שיר השירים ז, ט)</small> תרגומו כריח דאתרוגין. ועיין תוספות בתענית <small>(תענית כט:)</small> מה שכתבו על פסוק <small>(בראשית כז, כז)</small> רְאֵה רֵיחַ בְּנִי כְּרֵיחַ שָׂדֶה ואמר רב יהודה אמר רב כריח שדה של תפוחין שפרשו התוספות שהוא אתרוגים. ולכן כמו שהעובר קולט מן ריח האתרוג שאכלה אמו כן קין והבל קלטו מקלקול עץ הדעת שאכלה חוה כי איכא חד תנא דסבר עץ הדעת אתרוג הוה.",
            "<b>וַהֲווּ מַסְקֵי לָהּ לְקַמֵּיהּ דַּאֲבוּהָ בְּרֵישׁ רֵיחָנִי.</b> אפשר לשון גוזמא כי דברו חכמים לשון גוזמא ודברה תורה לשון גוזמא 'ערים גדולות ובצורות בשמים'. ונראה לי דהרגשת הריח הטוב שבה אינו מן הבשר שלה אלא מן ההבל שלה היוצא מן הפה כי גם עתה תמצא בהבל של בני אדם הרגשות בריח משונות ובדורות הראשונים היו החושים חזקים מאד ומרגישים יותר.",
            "<b>מַר מִשְׁתָּעִי אֵלִיָּהוּ בַּהֲדֵיהּ.</b> נראה לי בס\"ד הטעם דנוגע דבר זה לאליהו זכור לטוב כי ודאי זה איירי בשבתות וימים טובים דחסידים אלו לא יבא על שלחנם מינים הרבה בחול כי אם רק הלחם ועל הרוב הם מקיימים דברי התנא <small>(משנה אבות ו, ד)</small> כך דרכה של תורה פת במלח תאכל וכו' אך זה היה להם בשבתות וימים טובים דאוכלים מותרות למצוה ועולה על שלחנם מינים הרבה והוו חַד סָפִי מִכָּל מִינָא וְחַד סָפִי מֵחַד מִינָא.<br>וידוע כי אליהו זכור לטוב הוא ממונה לכתוב כל מצוה שיעשו ישראל בשבת שיושב בגן עדן במוצאי שבת תחת עץ החיים ושם כותב כל מצוה שעשו ישראל בשבתו ולכך מזכירין במוצאי שבת את אליהו זכור לטוב וכמו שכתוב בפוסקים ז\"ל וכשכותב זכיות ישראל יש לו נחת רוח ולכן כל מי שכותב בשבילו זכיות יותר יש לו ממנו נחת רוח יותר ואוהב אותו יותר! ולכן לזה דהוה ספי מכל מינא ביום שבת שאז כותב בשבילו זכות יותר הוה משתעי בהדיה להראות לו חיבה יותר כי היה מוצא בו דבר מחודש אשר לא נמצא לזולתו.",
            "<b>דְּקָדִים סָפִי, אֵלִיָּהוּ מִשְׁתָּעִי בַּהֲדֵיהּ.</b> נראה לי בס\"ד טעם לזה כי ידוע מה שאמרו רז\"ל כאשר הרג אליהו זכור לטוב את נביאי הבעל השליך אותם לכלבים ואכלו אותם <small>(מלכים א' כא, יט)</small>. ובזה פירשו המפרשים ז\"ל דרך הלצה אליהו בא לעיר כלבים שוחקים מלאך המוות בא לעיר כלבים בוכים <small>(בבא קמא ס:)</small>, והיינו כיון שראו הכלבים דאליהו זכור לטוב חס עליהם שהשליך להם ארבע מאות בני אדם שמנים לאכול אותם, אז שוחקים כי יאמרו אולי גם עתה בבואו ישליך להם בני אדם! לאכלם אבל במלאך המות בוכים כי רואים שכל בני אדם אשר ימית מלאך המוות אין להם הנאה מהם אלא קוברים אותם בארץ בעומק שאין הכלב יוכל לחטט להוציאם לאכלם ואין אוכלים הכלבים אלא בהמה שתמות מאיליה או על ידי אדם שלא על ידי מלאך המוות שזו משליכים אותה על פני האדמה ואז הם יאכלו אותה ואם כן יודעים כי מעשה מלאך המוות אין יוצא להם הנאה ולכך בוכים! עד כאן דבריהם בדרך צחות.<br>נמצא לפי זה כי אליהו זכור לטוב עשה מעשה רב להשליך ארבע מאות בני אדם נביאי הבעל בעלי בשר שמן לכלבים. ואמרתי הטעם לזה כי קליפת הכלבים בעשיה כמו שאמר רבינו האר\"י ז\"ל בביאור פרקי שירה כלבים אומרים שירה בֹּאוּ נִשְׁתַּחֲוֶה וְנִכְרָעָה נִבְרְכָה לִפְנֵי הֳ' עֹשֵׂנוּ <small>(תהלים צה, ו)</small> דייקי לומר 'עושנו' ולא בוראינו או יוצרינו מפני שהם בעשיה ולכן הכלבים נקראים עַזֵּי נֶפֶשׁ <small>(ישעיה נו, יא)</small> כי העשיה היא סוד נפש וגם יונקים מן הוי־ה דההי־ן הנקראת נפש דעשיה דקדושה שמשם נמשך שפע מעט אל נפש קליפה דעשיה הנקראת בשם כלב ומשם נמשך מזון וחיות אל כלבים התחתונים, וכמבואר כל זה בדברי קדשו של רבינו האר\"י ז\"ל בשער מאמרי רז\"ל עיין שם.<br>עוד כתוב שם דאליהו <small>[52]</small> זכור לטוב הוא מספר ב\"ן שהוא סוד הוי־ה דב\"ן <small>[יו־ד ה־ה ו־ו ה־ה = 52]</small> נפש דעשיה דקדושה הנזכר ובזה מובן הטעם שפיר שחס על הכלבים התחתונים והאכיל אותם את כל אותם נביאי. הבעל.<br>והנה נודע כי אותו זמן היה רעב בעולם מחמת עצירת הגשמים ולא נשאר עשב בארץ ולכן לא היו אוכלים לחם ובשר וממילא גם הכלבים רעבים דאם בני אדם אין להם אכילה לא לחם ולא בשר מי יתן אכילה לכלבים? וכשבא המטר על ידי מעשה זו שעשה אליהו זכור לטוב לקדש שם שמים בביטול העבודה זרה ובהרגו את נביאי הבעל אז נעשה מזון לבני אדם מלחם ובשר ואחר שימצא הלחם והבשר לפני בני אדם ממילא גם הכלבים יאכלו באחרונה כי השיורין והעצמות יתנו לכלבים.<br>ברם זה דבר חדש עשה אליהו זכור לטוב דקדים ספי לכלבים אכילה חשובה של בשר שמן מאלו נביאי הבעל ששחטם ונתנם לכלבים קודם שאכלו בני אדם מן הטובה של המטר כי בני אדם אכלו אחר שירד המטר ויצא עשב הארץ ורעו הבהמות ושחטום ואכלו בשרם אך הכלבים אכלו בשר שמן של נביאי הבעל תכף ומיד. ונמצא מַר קָדִים סָפִי ולכן לזה החכם שהלך בעקבותיו של אליהו זכור לטוב דהוא קדים ספי הוה משתעי אליהו זכור לטוב בהדיה כי מעשיו דומין למעשיו.<br>ודע כי מה דספי אליהו זכור לטוב לכלבים גם כן הוה ספי מכל מינא יען דאלו נביאי הבעל היה בשרם שמן ויש להם חלב רב ועב כי אף על פי שהיה זמן רעב וגווית בני האדם יבשה מחמת רעבון עם כל זה אלו נביאי הבעל היו אוכלים ממה שמקריבים לעבודה זרה שיש להם רבוי אכילת בשר וסולת שכל אחד מגיע לו חלק הרבה מאכילת קרבנות ולכן היה גופם כולו בשר שמן ומלאים חלב רב על בטנם וגם עצמות שלהם היו רטובים מחמת משקה היין של נסכים שהיו שותין ונמצא כשהאכיל אותם לכלבים הוא קדים ספי לכלבים מכל מינא דהיינו בשר שמן וחלב עב ועצמות שיש בהם טעם חשוב ועדיין כל בני האדם נפשם יבשה שלא טעמו כלום כי הטוב הגיע לפיהם אחר ירידת המטר שירד להם אחרי זה.<br>ועוד אמרתי טעם אחר בזה דאליהו זכור לטוב היה נח לו מאותו המקדים ספי מפני כי דרך זה היה משובח בעיניו שבזה הדרך הדריך והנהיג את הצרפית שתעשה כך בשנות הרעב דכתיב <small>(מלכים א' יז, יג)</small> וַיֹּאמֶר אֵלֶיהָ אֵלִיָּהוּ אַל תִּירְאִי בֹּאִי עֲשִׂי כִדְבָרֵךְ אַךְ עֲשִׂי לִי מִשָּׁם עֻגָה קְטַנָּה בָרִאשֹׁנָה וְהוֹצֵאתְ לִי וְלָךְ וְלִבְנֵךְ תַּעֲשִׂי בָּאַחֲרֹנָה. נמצא דעתו דעת עליון הוא שהקדימה יש לה שכר טוב ועושה פרי ולכן זה החכם דהוה נוהג בכך הוה ניחא ליה מיניה ומשתעי בהדיה. ושוב אמרו לי שקרוב לדרך זה כתב הגאון בספר כתובה על מכילתין."
        ],
        [],
        [
            "<b>אֵלּוּ נְשׁוֹתֵיהֶן שֶׁל תַּלְמִידֵי חֲכָמִים שֶׁמְּנַדְּדוֹת שֵׁנָה מֵעֵינֵיהֶם בָּעוֹלָם הַזֶּה, וּבָאוֹת לְחַיֵּי הָעוֹלָם הַבָּא.</b> נראה לי בס\"ד בעסק התורה ממשיך האדם אורות מוחין מן חו\"ב <small>[חכמה ובינה]</small> שהם י־ה לתו\"מ <small>[תפארת ומלכות]</small> שהם ו־ה אך יש המשכה גדולה מזו שממשיך אורות מוחין מן כתר הרמוז בקוץ של יו־ד שבשם אל חו\"ב שהם י־ה והארה זו שנמשכת מן הכתר נקראת חיי עולם הבא וכמפורש בדברי רבינו האר\"י ז\"ל.<br>וזהו שאמרו שֶׁמְּנַדְּדוֹת שֵׁנָה מֵעֵינֵיהֶם בָּעוֹלָם הַזֶּה לצורך המשכת אורות מן י־ה לו־ה ועל ידי כך זוכין להארה גדולה יותר שהוא המשכת אורות מוחין מן כתר לי־ה שזו נקראת בשם חיי עולם הבא."
        ],
        [
            "<b>רוֹצָה אִשָּׁה בְּקַב וְתִפְלוּת, מִתִּשְׁעָה קַבִּין וּפְרִישׁוּת.</b> כן היא גרסה העקרית כמו שכתבו בתוספות ז\"ל. ונראה לי בס\"ד טעם דנקיט מספר תשעה כי העשיר חייב להפריש מעשר מן הממון שלו וזה חלק העשירי אינו של העשיר אלא הוא ממון של העני והקדוש ברוך הוא נתנו בתורת פקדון אצל העשיר וכמו שאמרו רז\"ל על פסוק אִם כֶּסֶף תַּלְוֶה אֶת עַמִּי אֶת הֶעָנִי עִמָּךְ <small>(שמות כב, כד)</small> רוצה לומר חלק ממון העני נתתיו לו עמך מעורב עם חלקך.<br>נמצא כל ממון שביד העשיר הוא תשעה חלקים של העשיר וחלק אחד של העני והאשה רוצה בחברת בעלה אף על פי שהוא עני ואין לו ממון אלא רק קב אחד מעשר קבין וזה עדיף לה מאם תנשא לעשיר שיש לו תשעה קבין והיא אין לה חברה עמו שפורש והולך למקום אחר.<br>ולגרסה דגרסי <b>מֵעֲשָׂרָה קַבִּין וּפְרִישׁוּת</b> גם כן יתיישב דרך זה והיינו הכונה אף על פי שתנשא לעשיר שאוכל גם הקב של חלק העני ולוקח כל העשרה לעצמו אם יהיה פורש ממנה והולך למקום אחר.",
            "<b>\"אֲשֶׁר פִּרְיוֹ יִתֵּן בְּעִתּוֹ\" זֶה הַמְשַׁמֵּשׁ מִטָּתוֹ מֵעֶרֶב שַׁבָּת לְעֶרֶב שַׁבָּת.</b> יש להקשות הוה ליה למימר מליל שבת לליל שבת כי התשמיש הוא בליל שבת ולא בערב שבת?<br>ונראה לי כיון דעושים הכנות לתשמיש מיום ערב שבת הן בקשוטין של האשה הן בהזמנת המאכל הראוי כמו שום וכיוצא לכך תלה התשמיש בערב שבת.<br>ועוד נקיט כן כדי לישב הדרשה דכתיב <small>(תהלים א, ג)</small> יִתֵּן בְּעִתּוֹ שהוא 'בעת וא־ו' כלומר בעת הבא אחר יום וא־ו שהוא יום השישי דהיינו ליל שבת ולכן אמר זה המשמש מערב שבת רוצה לומר בזמן הסמוך לערב שבת שהיא ליל שבת. וכיוצא בזה דרשו רז\"ל תִּסְפְּרוּ חֲמִשִּׁים יוֹם <small>(ויקרא כג, טז)</small> כלומר זמן הסמוך לחמשים שהוא מ\"ט. וכן אַרְבָּעִים יַכֶּנּוּ <small>(דברים כה, ג)</small> מספר הסמוך לארבעים שהוא ט\"ל.<br>ועוד נראה לי בס\"ד דריש בְּעִתּוֹ שהוא 'בעת וא־ו' כי ידוע שהיסוד נקרא וא־ו ואיתא בזוהר חדש שהשבת הוא בסוד היסוד וכמפורש בדברי רבינו האר\"י ז\"ל <small>(בשער הכונות דף ס\"ג ע\"ג)</small> שכל העולמות נעשים בשבת בבחינת ז' ז' וזהו סוד שאנו קורין את השבת שביעי. ויען כי כל בחינת השביעיות הם ביסוד כנודע לכן אומרים המלאכים אותו השיר המתחיל הָאַדֶּרֶת וְהָאֱמוּנָה לְחַי עוֹלָמִים, והטעם כי בחינת השבעיות דשבת כולם הם בסוד היסוד הנקרא חי העולמים עד כאן דבריו.<br>והנה הכתוב מדבר בתלמידי חכמים אשר <small>(תהלים א, ב)</small> בְּתוֹרַת הֳ' חֶפְצוֹ וּבְתוֹרָתוֹ יֶהְגֶּה יוֹמָם וָלָיְלָה, ואמר וְהָיָה כְּעֵץ שָׁתוּל עַל פַּלְגֵי 'מָיִם' שהוא עם הכולל הוי־ה אדנ־י <small>[91]</small> שהם סוד תפארת ומלכות שחיבורו למטה דומה לחיבור תפארת ומלכות למעלה אשר פריו יתן בעתו בעת וא־ו וכאמור לעיל ואז אפילו עָלֵהוּ לֹא יִבּוֹל רוצה לומר אפילו אם ישמש בימי עיבור ויניקה לא יבול שלא ילך לאיבוד וְכֹל אֲשֶׁר יַעֲשֶׂה בימי זקנתה של אשתו שאז פסקה מראיית הדמים גם כן יַצְלִיחַ בזווג שלו שאם אין מוליד נשמות יועיל לקיום וחיות העולמות כדאיתא בשער טעמי המצות.",
            "<b>חָלַשׁ דַּעְתָּהּ, אֲחִיתַת דִּמְעָתָא מֵעֵינָהּ.</b> נראה לי בס\"ד הטעם דהאשה דמעתה מצויה וגם עושה פועל בדמעתה יותר מן האיש מפני דהנשים מושרשים ברחל <small>[238]</small> אשר מספר שמה הוא ב' פעמים דמע־ה <small>[119]</small> כנודע בסוד כונת פּוֹתֵחַ אֶת יָדֶךָ וּמַשְׂבִּיעַ <b>לְ</b>כָל <b>חַ</b>י <b>רָ</b>צוֹן <small>(תהלים קמה, טז)</small> ראשי תיבות רחל שהיא מספר ב' פעמים דמעה למתק ב' דמעות עיין שם. ולכך הנשים מצויה דמעה בהם יותר וגם עושים פועל בדמעות.",
            "<b>פָּסְקוּ לֵיהּ תַּרְתֵּי סְרֵי שְׁנִין לְמֵיזַל בְּבֵי רַב.</b> נראה לי בס\"ד טעם למספר זה כי תורה שבעל פה היא ששה סדרים כנגד חג\"ת נה\"י <small>[חסד גבורה תפארת נצח הוד יסוד]</small> לכן פוסקים ששה שנים כנגד ששה הנזכר דבהכי מסתייעא מילתא טפי אך יש שתי מיני לימוד הא' הגרסה להיות לו בקיאות במשניות והב' העיון והסברה וכמו שצריך ללימוד זה ששה שנים כן צריך ללמוד זה ששה שנים לכך פוסקין י\"ב שנים אך יש שאין פוסקים אלא ששה בשביל לימוד הגרסה בלבד אבל לימוד השני יניחו אותו עד אחר נישואין.<br>ובזה נראה לי בס\"ד רמז הכתוב <small>(ויקרא כה, ג)</small> שֵׁשׁ שָׁנִים תִּזְרַע שָׂדֶךָ בשביל לימוד הגרסה וְשֵׁשׁ שָׁנִים תִּזְמֹר כַּרְמֶךָ בשביל לימוד הסברה ואז וְאָסַפְתָּ אֶת תְּבוּאָתָהּ שתוכל אז לחדש חדושי תורה ולאסוקי שמעתתא אליבא דהלכתא.<br>ועיין בשער הפסוקים בסוד הפסוק עֹמֵד עַל שְׁנֵי עָשָׂר בָּקָר במלכים <small>(מלכים א' ז, כה)</small> ועיין בשער מאמרי רשב\"י פרשת תרומה דף י\"א והמשכיל יבין טעם נכון בעזרת השם יתברך.",
            "<b>עַד דְּאַתִּי, אִיעַקְרָא דְּבִיתְהוּ.</b> הקשה הרב עיון יעקב ז\"ל על דברי רש\"י ז\"ל דאיתא ביבמות <small>(דף לד:)</small> כשמצפה ומשמרת על בעלה אינה נעקרה עיין שם.<br>ונראה לי בס\"ד כי היא אסחה דעתה מחמת שראתה בתחלה עוצם אהבתו עמה עד שאמר 'אִיכְנִיס וְהָדַר אֵיזִיל' וכן עשה. אז אמרה בדעתה כל שכן שיוסיף אהבתו בה אחר שיכנוס ואז חשבה בדעתה דודאי לא יוכל להתאפק להפרד ממנה י\"ב שנה אלא יבא אצלה שלש או ארבע ימים לפחות בכל שנה ושנה כאשר עשה רחומי דהוה רגיל דאתי לביתיה כל מעלי יומא דכפורי.<br>כך חשבה בדעתה בבירור ואחר שראתה שלא עשה כן אלא לא בא כלל אצלה אמרה בדעתה ודאי נעשה כבן עזאי דנפשו חשקה בתורה ואף על פי שאירס אשה לא נשאה כלל ולכן לא היתה מצפה כיון דהחליטה בדעתה כך ולהכי איעקרא.<br>ואמר רבי העולם לא יחשבו דהסיחה דעתה ואיעקרא אלא יאמרו דמן השמים נעשה לה כך כדי שיגרשנה מפני שהיה בה חשש פיסול חס ושלום שאינה הוגנת לו ובאמת לא היה כן אלא היתה הוגנת והוגנת ולכך בָּעָא עֲלָהּ רַחֲמֵי.",
            "<b>יֹאמְרוּ: עֲנִיָּה זוֹ לַשָּׁוְא שָׁמְרָה?.</b> נראה לי בס\"ד דאמר רבי חייא שמצלת אותנו מן החטא נמצא האשה עושה שמירה לבעלה מן החטא.<br>ואמרתי כי מה שאמר רבי שמעון בריה דרבי <b>אִיכְנִיס וְהָדַר אֵיזִיל</b> לאו משום דהוה רודף להנאתו חס ושלום! אלא משום דחשש מן החטא ואם ישאנה וילך יהיה נשמר על ידה דיש לו פת בסלו דכל יום שירצה יוכל לבא אצל אשתו מה שאין כן אם תהיה ארוסה דוקא אינו יכול לבא אצלה לשמש עמה ונמצא אין לו פת בסלו ולפי זה כל אותם י\"ב שנים היא שמרה אותו מן החטא.<br>אך כל אשה אשר בעלה דר עמה הן אמת ששומרת אותו מן החטא הנה גם היא נהנית ממנו בתשמיש מה שאין כן זוֹ שבעלה לא דר עמה נמצא היא עֲנִיָּה מן הנאת תשמיש וּלַשָּׁוְא שָׁמְרָה את בעלה כי לא קבלה כנגד שמירתה הנאה כלל ודא עקא איך לקתה במצוה של שימור שעשתה לבעלה בחינם?<br>ועוד יש לומר דקרי לה עֲנִיָּה כי היתה בת כהן כי רבי יוסי בן זמרא אביה כהן היה כדאיתא ביומא דף ע\"ח ובתוספות בכורות דף ל\"ו בדבור המתחיל בא עיין שם.",
            "<b>נִינְסְבֵּיהּ אִיתְּתָה אַחֲרִיתִי, יֹאמְרוּ: זֹאת אִשְׁתּוֹ וְזֹאת זוֹנָתוֹ.</b> הנה ודאי גם לפי הסוד מותר לשמש עם עקרה ואין זונתו חס ושלום! כי יש בזווגם מצוה ותיקון למעלה וכמו שאמר רבינו האר\"י ז\"ל <small>(בשער מעשי המצות פרשת בראשית)</small> על אבותינו הקדושים אברהם יצחק ויעקב זיע\"א <small>[זכותם יגן עלינו אמן]</small> אפילו היו נשיהם עקרות לא היו נמנעים מן הזווג כי היה הזווג ההוא מועיל לחיות וקיום העולמות. ודוגמת זה ממש היה אצל יעקב אבינו עליו השלום בתחלה לאה מולדת בנים ורחל עקרה ומשמש עם שניהם. אך רבי חש ללעז הבריות המתלוצצים בכך לקרא להם שמות זוֹ אִשְׁתּוֹ וְזוֹ זוֹנָתוֹ!<br>והגאון חיד\"א ז\"ל במדבר קדמות הביא לשון זוהר כתב יד אמר רבי שמעון אף שהאשה עקרה וזקנה אין טיפות הזווגים הולכים לאיבוד אלא השם יתברך מצוה למלאך שישמרם לעתיד לבוא ויהיה לכל אחד גוף ויכיר כל אחד את אביו והאב יאמר מִי יָלַד לִי אֶת אֵלֶּה וַאֲנִי שְׁכוּלָה וְגַלְמוּדָה גֹּלָה וְסוּרָה וְאֵלֶּה מִי גִדֵּל הֵן <small>(ישעיה מט, כא)</small> עיין שם.",
            "<b>אָמַר לוֹ: אִיעַכֵּב לִי עַד דַּאֲתָאִי בַּהֲדָךְ.</b> הא דהוצרך תלמודא לפרש דבר זה שאמר לו תמתין לי ולא רצה להמתין, היינו ליישב בזה דבר אחר שיש להתפלאת הלא אלישע הנביא ע\"ה כשהחיה את הילד הוצרך לעשות כמה דברים ששם פִּיו עַל פִּיו וְעֵינָיו עַל עֵינָיו וְכַפָּיו עַל כַּפָּיו <small>(מלכים ב' ד, לד)</small>, ואיך רבי חנניה בבקשת רחמים החיה אותה תכף ומיד?<br>אך בזה מובן הטעם כי השם יתברך ישלם מדה כנגד מדה ואינו מקפח שכר דבר כל דהו והיינו בשכר שהיה להוט ומהיר לילך ללמוד תורה דאף על פי שבקש ממנו רבי שמעון שימתין לו לא רצה וזה הוא חוץ משורת דרך העולם שיותר טוב להולכי דרכים שיתלוו זה בזה ויהיו בצוותא חדא ועם כל זה להיותו נחפז ללמוד תורה שעה אחת קודם לא רצה להמתין! ועל כן פרע לו השם יתברך עתה שבקש רחמים להחיות את אשתו ענה אותו תכף ומיד ולא איחר לו בקשתו.<br>ובמדרש ויקרא <small>(פרשה כ\"א)</small> איתא י\"ג שנים וכאן אמר י\"ב אולי הם ישבו י\"ב שלמים ובתוך שנת י\"ג חזר ובמדרש חשיב מקוטעים ובתלמודא חשיב י\"ב שלמים.",
            "<b>קָרִי עֲלֵיהּ רָמִי בַּר חָמָא: <small>(קהלת ד, יב)</small> \"וְהַחוּט הַמְשֻׁלָּשׁ לֹא בִמְהֵרָה יִנָּתֵק\".</b> מקשים אמאי לא קרי פסוק <small>(ישעיה נט, כא)</small> לֹא יָמוּשׁוּ מִפִּיךָ וּמִפִּי זַרְעֲךָ וּמִפִּי זֶרַע זַרְעֲךָ וכו'?<br>ונראה לי פסוק 'לֹא יָמוּשׁוּ' כבר חזו ליה כולי עלמא דנתקיים ומה חידוש היה אומר בקריאתו? אך פסוק 'חוּט הַמְשֻׁלָּשׁ' אמרו דרך תפלה דכתבו בשם רבינו יאודה החסיד ז\"ל שאם היו ג' דורות חכמים אפשר שדור רביעי או חמישי ועוד לא יהיו חכמים אבל אחר איזה דורות חוזרת התורה להם ועל זה אמרו רז\"ל <small>(בבא מציעא פה.)</small> 'מכאן ואילך תורה חוזרת על אכסניא שלה' ולעולם אפשר להיות הפסק איזה דורות בנתיים עד כאן דבריו.<br>ולכך התפלל זה 'הַחוּט הַמְשֻׁלָּשׁ' אף על פי שאחר כך ינתק ויחזור יהי רצון שלא ינתק במהרה אחר שלשה דורות אלא ימשך כמה דורות עוד שיהיו כולם חכמים עד שיגיע הזמן שינתק.<br>ועוד נראה לי בס\"ד הכונה דאמרו רז\"ל <small>(סוטה מז:)</small> אֶשְׁכֹּל <small>(שיר השירים א, יד)</small> 'איש שהכל בו' ופירש הרמב\"ם ז\"ל שהוא שלם במידות ובמעשים ובתורה. והנה שלשה דורות אלו ששבחם רמי בר חמא כל חד מנייהו היה אשכול שהכל בו ששלם במידות ובמעשים ובתורה ולכן שיבחם לקרותם 'חוּט הַמְשֻׁלָּשׁ' כי החוט הוא שלשה נימין והמשולש הוא שלשה חוטין שכל חוט שלם בשלשה נימין וכן אלו הם שלשה חכמים שכל אחד שלם בשלשה שהם מידות ומעשים ותורה ולכך קרי על רבי אושעיא בנו של רבי חמא בן רבי ביסא חוּט הַמְשֻׁלָּשׁ וזה השבח אינו בפסוק 'לֹא יָמוּשׁוּ'.",
            "<b>חֲזִיתֵיהּ בְּרַתֵּיהּ דַּהֲוָה צָנִיעַ וּמַעֲלֵי.</b> פירוש ראתה בו שתים שהם מקצוע גדול ויסוד אמיץ להשגת התורה והחכמה והם הא' הצניעות דכתיב <small>(משלי יא, ב)</small> וְאֶת צְנוּעִים חָכְמָה, והב' היראה דאמרו רז\"ל <small>(משנה אבות ג, ט)</small> כל שיראתו קודמת לחכמתו חכמתו מתקיימת וזהו צניע בצניעות ומעלי ביראת שמים.",
            "<b>אָמְרָה לֵיהּ: אִי מִקַדַּשְׁנָא לָךְ, אָזַלְתְּ לְבֵי רַב?.</b> יש להקשות אם היא נפשה אוותה להנשא לבעל שהוא תלמיד חכם, הא כמה חכמים היו באותו הדור שהם ודאי שלמים ביראת שמים וצנועים ותוכל להנשא לאחד מהם ברשות אביה! ולמה בחרה ליקח עם הארץ על מנת שילמוד תורה ויהיה תלמיד חכם? וגם שהוא דבר שלא מדעת אביה, הא ודאי מי שהוא כבר שלם בחכמה וירא שמים עדיף טפי!<br>ונראה לי בס\"ד כי היתה אשה משכלת וחכמנית ויודעת שהאשה פטורה מתלמוד תורה ורק יהיה לה חלק בעסק התורה מחמת בעלה אך אמרה זה החלק המגיע לה מבעלה הוא בתורת צדקה ואינו מן הדין לכן בחרה באדם שהוא עדיין לא גמיר כלל ורק על ידה יהיה גמיר וחכם דעתה יהיה לה חלק וזכות בעסק התורה שלו מצד הדין. ושוב ראיתי קרוב לזה בספר עיון יעקב ז\"ל.",
            "<b>אִקַדְּשָׁה לֵיהּ בְּצִנְעָא, וְשַׁדַּרְתֵּיהּ.</b> מלשון הגמרא כאן משמע דשלחה אותו ללמוד תורה קודם שנשאה, ובגמרא דנדרים פרק שישי <small>(נדרים נ.)</small> איתא להדיה דנשאת לו בעניותו דמשמע קודם שלמד תורה?<br>ונראה בודאי דכך היה מעשה שהיא נתקדשה לו בצנעא כדי שלא ידע אביה ויקפיד ולכך לא נשאת לו דאם תנשא ידע אביה ושלחה אותו ללמוד תורה כי אמרה אחר שיהיה חכם אז אם ישמע אביה יטב בעיניו ולא יקפיד. אמנם אחר שהלך ללמוד תורה נודע לאביה שנתקדשה לו וגרשה מביתו!<br>וכששמע רבי עקיבה שגירשה אביה מביתו אז חזר אצלה לישאנה כי הסיבה שמנעה הנשואין בטלה והוא עדיין לא למד תורה ונשאה ונתעברה ממנו ואז הלך עתה ללמוד תורה וישב כ\"ד שנים כדמסיק בגמרא. ונראה דישב עמה אחר נשואין שנה אחת ככתוב נָקִי יִהְיֶה לְבֵיתוֹ שָׁנָה אֶחָת וְשִׂמַּח אֶת אִשְׁתּוֹ אֲשֶׁר לָקָח <small>(דברים כד, ה)</small> ולכך ילדה בעודו שם.<br>ודע כי באבות דרבי נתן פרק שישי איתא דהיה לו בן גדול כשהתחיל ללמוד תורה ולמד הוא ובנו ביחד. ומוכרח לומר דהוא היה לו קודם אשה והוליד ממנה בנים ובנות ונפטרה אשתו ואחר כך נתגלגל דבר זה שקידש בת כלבא שבוע שבעת דאמרה לו מנסיבנא לך לא היה לו אשה שכבר נפטרה וזה הבן שלמד עמו תורה היה מאשתו הראשונה ושם מפורש אחר שהלך ללמוד תורה היה עושה איזה מלאכה בקצת שעות מן היום והיה שולח פרנסה לאשתו רחל בת כלבא שבוע והמעשה שלו איך היה מתנהג בפרנסה בזמן שהיה לומד תורה מתוך עניות הובאה באבות דרבי נתן באורך יעוין שם.",
            "<b>שַׁמְעֵיהּ לְהַהוּא סָבָא דְּקָאָמַר לָהּ: עַד כַּמָּה קָא מִדַבְּרַת אַלְמְנוּת חַיּוּת?.</b> אפשר לפרש על פי הכלל הידוע דההוא סבא הוה אליהו זכור לטוב ואמר לה דברים אלו כדי שישמע רבי עקיבה תשובתה ויחזור קודם שיתראה עמה פנים בפנים והוא היה שלוח מן השמים לדבר זה.<br>מיהו בנדרים פרק וא\"ו <small>(נדרים נ.)</small> איתא שָׁמַע מִן אֲחוֹרֵי בֵּיתֵיהּ דְּקָאָמַר לָהּ חַד רָשָׁע לִדְבֵיתְהוּ: שַׁפִּיר עָבֵיד לֵיךְ אֲבוּךְ <small>[יפה, כראוי עשה לך אביך שהדירך מנכסיו]</small> חֲדָא דְּלָא דָּמֵי לֵיךְ <small>[דבר אחד, שבעלך אינו דומה, אינו ראוי לך]</small> וְעוֹד שְׁבַקָךְ אַרְמְלוּת חַיּוֹת כּוּלְּהוֹן שְׁנִין <small>[הניח אותך כאלמנה בחייו כל השנים הללו]</small>. אָמְרָה לֵיהּ: אִי מִינָאִי דִילִי צָאֵית <small>[אם הוא שומע לי]</small> לֶיהֱוֵי תַּרְתֵּי סְרֵי שְׁנִין אַחֲרַנְיָיתָא! עיין שם.<br>ואפשר אין סותרין הגמרות זה את זה ותרווייהו איתנהו והיינו כאשר נדמה לה אליהו זכור לטוב בדמות סבא ודבר עמה דברים אלו דאיתא כאן והשיבה לו כדאיתא כאן היה עומד שם אדם רשע ובשמעו תשובתה לההוא סבא חרה אפו ואמר לה שפיר עבד לך אבוך וכו' כדי לקנטרה ולהכעיסה והיא לא נתכעסה מדבריו אלא השיבה לו בהשקט רוח אותם דברים שהשיבה לההוא סבא שחזרה ואמרה אותם פעם שנית לאותו רשע! ואפשר גם זה היה בהשגחה מן השמים שיחזור אותו רשע ויאמר לה כן כדי שהיא תחזור ותשיב דברים אלו פעם שנית ורבי עקיבה שהיה עומד בחוץ ששמע כל הדברים מתחלה ועד סופו נתחזק לבו בחזקה יותר דהשתא שמע דברים אלו מפיה פעמיים שנותנת רשות ברצון לב שישאר שם ולכך הסכים לחזור תכף.<br>ונראה דגם על עת שהלכה להקביל פניו דכאן אמרו דשכנותיה אמרו לה עיצה טובה ובנדרים איתא דאחד רשע דבר עמה אונאת דברים אין סתירה מזה לזה אלא הא והא איתא וכאן הביא מסדר התלמוד דברי השכינות ובנדרים הביא דברי אותו רשע שהיה מאנה אותה בדברים."
        ],
        [
            "<b>אִי לְדִידִי צַיִית, יָתִיב תְּרֵי־סְרֵי שְׁנִין אַחֲרִינֵי.</b> נראה לי בס\"ד הא דאוותה נפשה שישב עשרים וארבעה שנים מפני כי היתה בחינת רחל הצדקת שהיתה בחינת המלכות שיש לה עשרים וארבעה צרופי שם אדנ־י הנקראים עשרים וארבעה קשוטי כלה, לכך אוותה נפשה ברצונה הטוב שישב ללמוד תורה עשרים וארבעה שנים כנגד עשרים וארבעה קשוטין הנזכר.<br>ועוד נראה לי בס\"ד כי תורה שבעל פה היא ששה סדרים כנגד חג\"ת נה\"י <small>[חסד גבורה תפארת נצח הוד יסוד]</small> ובזה העשרים וארבעה שנים תיקן ששה ספירות חג\"ת נה\"י אשר בארבעה עולמות אבי\"ע <small>[אצילות בריאה יצירה עשיה]</small> שהם עשרים וארבעה ספירות.<br>ודנה בגמרא, אמרו על רבי עקיבה חי ק\"ך שנה וארבעים שנה היה עם הארץ וארבעים שנה למד וארבעים שנה לימד. ואין זה סותר למאמר דהכא דקאמר באותם עשרים וארבעה שנה למד ולימד עשרים וארבע אלפים תלמידים דלעולם אלו העשרים וארבע שנים הראשונים דנקיט כאן המה היו בארבעים שנה האמצעיים ובעת שבא עם עשרים וארבע תלמידים היה בן ס\"ד שנה<small>.<br></small>ומה שאמר ארבעים שנה למד היינו מאחר שבמשך הארבעים שנה היו רבותיו קיימים ולא יבצר מהיות לומר איזה חידוש כל זמן שהם בחיים להכי קאמר ארבעים שנה למד דנקיט כל חלוקה זו של ארבעים שנה בלימוד של עצמו ולעולם באלו הארבעים שנה לימד גם כן לאחרים דאחר שעבר מהם עשרים וארבעה שנים היה לו עשרים וארבע אלף תלמידים.<br>אך אחר ארבעים שנה נפטרו כל רבותיו ולא נשאר אחד מהם ואז הוא לא היה לו ממי ללמוד ומעתה לא היה אלא ללמד לאחרים דוקא ולכך עשה חלוקת ארבעים שנה האחרונים על שם לימוד שהיה מלמד לאחרים ולזה אמר ארבעים שנה לימד.",
            "<b>אָמְרָה לְהוּ: <small>(משלי יב, י)</small> \"יוֹדֵעַ צַדִּיק נֶפֶשׁ בְּהֶמְתּוֹ\".</b> פירוש אין אהבתו עמי אהבה גופנית כדי שאצטרך לקשט גופי לפניו בבגדים נאים אלא אהבתו עמי אהבת נפש כי יודע צדיק שאני בת זוגו בעולם הנשמות ולכן לא אכפת לי אם אתראה לפניו בבגדים אלו.",
            "<b>קָא מְנַשְׁקָא לֵיהּ לְכַרְעֵיהּ.</b> הא דנשקה כרעיה ולא ידיה, לפי פשוטו נראה דכוונה בזה להראות שפלות יותר לפניו כי הדרך לאותם שהם גדולים ביותר נושקים כרעיהם ולא ידם.<br>מיהו נראה לי בס\"ד דרך דרש דאמרו רז\"ל <small>(פסחים קיט.)</small> על פסוק <small>(דברים יא , ו)</small> כָּל הַיְקוּם אֲשֶׁר בְּרַגְלֵיהֶם זה ממונו של אדם שמעמידו על רגליו, וכאן רמזה לו היא אוהבת רגליו אף על פי שאין לו ממון להעמידם. <b>ועוד</b> נראה לי רמזה לו שהיא אוהבת אותו בעבור להעמיד ממנו בנים חכמים וצדיקים שדומים אליו דאמרו רז\"ל ברא כרעא דאבוה.<br>והנה מלשון הגמרא מוכח דהיא שמעה פתאום בביאתו והלכה להקביל פניו ואם כן קשא איך נגעה בו, דלא היה ימים הרבה בין שמועתה ליום שבא כדי שתספור ותטבול? ונראה לי בס\"ד כי הראשונים היו אוכלין חולין בטהרה ולכך כל משך עשרים וארבעה שנה אף על פי שאין בעלה עמה היא טובלת כהלכה בטהרתה כדי לאכול חולין בטהרה. ואפשר שהיה נזהרת ומתכונת לספור ז' נקיים ולטבול טבילה שתהיה ראויה לבעלה אולי יבא פתאום, מאחר דמציירת בדעתה כי ראוי עתה לשוב אליה ולא יתעכב עוד ולכך נזדמן שבעת שיצאה להקביל פניו היתה טהורה שכבר טבלה כראוי.",
            "<b>שָׁמַע אֲבוּהָ דְּאָתָא גַּבְרָא רָבָא לְמָתָא.</b> נראה לי בס\"ד כשהלך רבי עקיבה ללמוד לא הגיד ולא פרסם עצמו שהוא חתן של כלבא שבוע שלקח בתו ואפשר שהיה כמה תלמידים ששמם עקיבה ולכן לא ידע חמיו ממנו כלל אף על פי שהיה לו שם גדול בעולם ואפשר כשהיה רועה של כלבא שבוע לא היה יודע כלבא שבוע ששמו היה עקיבה כי הוא היה עשיר גדול מופלג בעושר ובצאן ובקר והיו לו רועים הרבה ואינו נותן לב לידע שם כל אחד ואחד.<br>ולכן אף על פי ששמע שיש אדם גדול בתורה ששמו עקיבה לא הרגיש שהוא חתנו וגם בתו אחר ששמעה שלמד בעלה ונעשה חכם גדול לא שלחה לאביה להודיעו שזה החכם הגדול הוא בעלה הרועה כי קבלה על עצמה לסבול צער עניות לשם שמים ולא תגיד לאביה אלא עד שתגיע השעה אשר מן השמים תצא הסיבה שידע אביה הדבר ויתחרט על מה שעשה לה להכלימה וכאשר היה אחר כך.",
            "<b>וְיָהַב לֵיהּ פַּלְגָּא מָמוֹנֵיהּ.</b> נראה לי בס\"ד חלק עמו לחצאין להורות כי הוא שמח עתה אשר בתו היתה סיבה להשגת תורתו של רבי עקיבה דאז עתה היא פלגא בהדי בעלה בעסק התורה שלו ולכן בא הוא במקום בתו ופלג עמו בממון כנגד מה שצריך רבי עקיבה לחלוק בתורתו לתת לבתו.",
            "<b>בְּרַתֵּיהּ דְּרַבִּי עֲקִיבָא עָבְדָא לֵיהּ לְבֶן עַזַּאי הָכִי.</b> עיין מה שאמר בתוספות דמכל מקום לא נשאה אלא באירוסין. ובאמת כן היא הסכמת רבינו האר\"י ז\"ל בקבלתו האמיתית שקבל מפי אליהו זכור לטוב שקדשה בן עזאי ולא בא עליה ובעת שקדשה יהיב בה ההוא רוחא בסוד אור מקיף ונשאר תמיד עמה ומצד זה יש לו קורבה לבן עזאי עם רבי עקיבה וכנזכר בשער הגלגולים הקדמה ל\"ז עיין שם.",
            "<b>כִּי הֲוָה תְּלַת שְׁנֵי, מָטָא מַעֲלֵי יוֹמָא דְּכִפּוּרֵי וכו'..</b> יש להבין למה נתעורר לבא אחר שלש שנים ולא אחר שתים? ונראה לי בס\"ד על פי מה שאמרו בגמרא דחולין <small>(חולין כד.)</small> רבי יוסי אומר צריך שיהיה אדם רואה סימן יפה במשנתו שלש שנים שאז ברור לו שתלמודו מתקיים בידו ולא ישכחנו שנאמר <small>(דניאל א, ה)</small> וּלְגַדְּלָם שָׁנִים שָׁלוֹשׁ וּמִקְצָתָם יַעַמְדוּ לִפְנֵי הַמֶּלֶךְ, עיין שם. ולכן כיון שישב ללמוד שלש שנים וראה סימן יפה בלימודו אמר עתה הוא עת מוכשר לראות אנשי ביתי כי אין חשש מן ההפסק שאני מפסיק בתוך הזמן שכבר ראיתי סימן יפה במשנתי שאז תלמודי מתקיים בידי.<br>ושמע אביו <b>וְשָׁקַל מָנָא</b> פירוש כלי זין כמו שפירש רש\"י. <b>וְנָפַק לְאַפֵּיהּ</b> להלחם עמו נראה לי שרמז לו עשו נתברך בחרב שהוא כלי זין וביטול שלו הוא על ידי עסק התורה כְּשֶׁהַקֹּל קוֹל יַעֲקֹב אין הַיָּדַיִם יְדֵי עֵשָׂו <small>(בראשית כז, כב)</small> ואתה בטלת זמן שקבעת לתורה נמצא אתה מגביר כלי זין של עשו.",
            "<b>אָמַר לֵיהּ: זוּגָתְךָ נִזְכַּרְתָּ?.</b> עיין מהרש\"א ז\"ל שהיה אביו חושדו שבא להזדוזג וכו'. ודוחק לומר שיחשוד את בנו הצדיק בכך ואדרבה צריך לדונו לכף זכות כאשר חשב הוא!<br>ונראה לי בס\"ד כונת אביו להוכיחו דלא יפה עשית שבאתה בערב כפור דאז על ידי כך זוגתך נזכרת בלבך ואיכא חשש קרי וכמו שכתבו הפוסקים על מנהג מקומות שאין מדליקין נר בליל כפור כדי שלא יראה את אשתו ויתאוה לה, וכל שכן אתה שיש לך שלש שנים בדול ממנה בעיר אחרת ועתה בליל כיפור באת לעירה ולביתה ודאי תהיה נזכרת בלבך בלילה זו ואיכא למיחש. ובזה ניחא מה שאמר לו נִזְכַּרְתָּ לשון עתיד ולא אמר זָכַרְתָּ לשון עבר.<br>ועוד נראה לי בס\"ד כונת אביו להוכיחו לא יפה עשית אשר באת תוך זמן הקצוב כי קודם שבאת היתה זוגתך עושה הסח הדעת ואינה מצטערת בשביל עונה, אך עתה שבאת היום ותחזור אחר כיפור שאין אתה מקיים עונה עמה נמצא היא בראותה אותך נזכרת את העונה שלה ומצטערת על אשר אין אתה נזקק לה. ולזה אמר לו זוּגָתְךָ נִזְכַּרְתָּ עתה הנאת העונה אשר היתה קודם מסחת דעתה ממנה כיון דאינה רואה אותך. ובזה ניחא שאמר לו נִזְכַּרְתָּ."
        ],
        [],
        [],
        [],
        [
            "<b>תָּנָא: כּוֹס אַחַת יָפָה לָאִשָּׁה, שְׁתַּיִם, נִוּוּל הוּא לָהּ. שָׁלֹשׁ, תּוֹבַעַת בַּפֶּה. אַרְבַּע, אֲפִלּוּ חֲמוֹר תּוֹבַעַת בַּשּׁוּק וְאֵינָהּ מַקְפֶּדֶת.</b> קשא אם כן איך תיקנו רבנן ארבע כוסות בליל פסח לנשים? ונראה לי בס\"ד דכאן הברייתא איירי בשותה אותם תכופים זה את זה שאז תשתכר בהם אבל ד' כוסות בליל פסח רחוקים זה מזה דאחר כוס קדוש יש קריאת ההגדה ובין כוס שני לכוס שלישי יש זמן הרבה באכילת מצה ומרור וסעודת יום טוב וברכת המזון ובין כוס שלישי לרביעי איכא זמן קריאת ההלל ושבח נשמת וכיון דאיכא הפרש זמן ביניהם יהיה בטל כח כל כוס וכוס ונחלש קודם שתשתה אחריו ואינו משכר אותה כל כך.",
            "<b>אֲפִלּוּ חֲמוֹר תּוֹבַעַת בַּשּׁוּק וְאֵינָהּ מַקְפֶּדֶת.</b> הדבר יפלא איך יצוייר דבר זה שתתבע חמור?! ואף על גב דהוא לשון גוזמא עם כל זה אין דרך לדבר גוזמא במה שאינו מסוג המציאות.<br>ונראה לי בס\"ד אין הכונה חמור ממש אלא רוצה לומר עכו\"ם דכתיב בהו בְּשַׂר חֲמוֹרִים בְּשָׂרָם <small>(יחזקאל כג, כ)</small> ובלשון נקיה נקיט כן לומר דאפילו עכו\"ם תובעת בשוק ואינה מקפדת לא מצד המקום שהוא פומבי ולא מצד האדם שתובעתו שהוא עכו\"ם שהוא כחמור.<br>ונמצא לפי זה היין גורם לאשה להיות לה תאוה מרובה לתבוע תשמיש בפה וידוע דאמרו רז\"ל <small>(עירובין ק:)</small> הזכר תובע בפה אבל הנקבה אינו מדרך ארץ לתבוע בפיה ולכן נקבה התובעת בפה קראוה רז\"ל חצופה ובניה נקראים בני חצופה כיון שעושה מעשה הזכר. והנה מספר נקבה <small>[157]</small> עם מספר יין <small>[70]</small> עולה מספר זכר <small>[227]</small> רמז אם תשתה הנקבה יין אז תהיה כמו זכר שתובעת בפה.",
            "<b>נָפַל נְהוֹרָא בְּבֵי דִּינָא דְּרָבָא.</b> פירוש נגלה מראה היופי שלה דמצינו שהכתוב מדמה את היופי לאור חמה ולבנה דכתיב <small>(שיר השירים ו, י)</small> יָפָה כַלְּבָנָה בָּרָה כַּחַמָּה. וכן כאן מראה היופי העצום שנראה להיושבים פתאום ידמה בעיניהם כאור זורח ולזה אמר 'נָפַל נְהוֹרָא בְּבֵי דִּינָא' והוא לשון מליצה.",
            "<b>קָם רָבָא, עַל לְבֵיתֵיהּ, תָּבְעָהּ לְבַת רַב חִסְדָּא.</b> הנה בודאי הגמור והברור שאין תביעה זו היתה מחמת הרהור תאוה שהרהר בחומה ובא להשקיט את תאותו באשתו! דאם כן לא הוה מסדר התלמוד משתעי בגנות רבא חס ושלום! אלא תביעה זו עשה אותה לפנים למראה עינים כי בראותו דהעיזה חומה כל כך להראות לו מדת הגביעים בזרועה הבין שנתנה עיניה בה להנשא לו אחר שכבר נשאת לשלשה גדולי הדור ולכן נתנה עיניה גם בו שהוא היה גדול הדור ונתכוונה להראות לו יופיה כדי שתנשא חן בעיניו וישאנה.<br>ובאמת אף על פי שהכלי שנשתמש בו קודש ערב אצל גדולי הדור להשתמש בו וכמו שמצינו ברבינו הקדוש שבקש לישא אשתו של רבי אלעזר ברבי שמעון אחר פטירתו, עם כל זה היה רבא ירא לישא את חומה אף על פי שהיתה כלי קודש של אביי שהוא גדול הדור מפני שזאת יש לה דין קטלנית דנשאת לשלשה.<br>ולכך חש רבא פן אחר כך תבא חומה אצלו עוד הפעם באיזה תביעות כדי שתראה לו יופיה עוד פעם שנית לכך רצה לעשות המצאה לרחקה מעל פניו שלא תבא אצלו. והוא אי אפשר לומר לה בפירוש לא תבואי אצלי! לכן נכנס אצל אשתו ותבע אותה להראות לה שבא אליו תאוה בראיית פניה של חומה כדי שתחרד אשתו חרדה גדולה בדבר הזה שתחוש בעבורו ואז תרדוף אחריה להוציאה מן העיר ומי יאמר לה מה תעשי! וכאשר היה כן שהוצאתה מכוליה מחוזא ובאמת לא היה לו תאוה ולא הרהור כלל ורק הראה לפני אשתו כן כדי שתגרש את חומה.",
            "<b>מַחְתָּא לָהּ בְּקוּלְפֵי דְּשִׁידָא.</b> פירש רש\"י במנעול. ויש להקשות וכי לא היה לה מקל ומטה או דבר אחר להכותה בו ולקחה המנעול? ונראה לי בס\"ד דרמזה לה בזה מאחר שהיא קטלנית שנשאת לשלשה ומתו הרי היא אסורה לכל אדם וצריך שתנעול פתחה מעתה ולא תשמש עם שום בעל ולכך מחתה אותה במנעול."
        ],
        [],
        [],
        [
            "<b>רָאָה רִיבָה אַחַת שֶׁהָיְתָה מְלַקֶּטֶת שְׂעוֹרִים מִבֵּין גֶּלְלֵי בְּהֶמְתָּן שֶׁל עַרְבִיִּים.</b> נראה לפרש בס\"ד הטעם שהגיעו ישראל בחרבן למדרגה התחתונה הזאת שילקטו שעורים מבין גללים לפרנס עצמן בהם! והוא כי ישראל כשעושין רצונו של מקום הם יקחו עיקר השפע הקדוש, והחיצונים חלקם מן הפסולת אשר בעולם התחתון תדמה אליה הצואה והזבל של בית הכסא ועל כן החיצונים נקראים בשם צואה בלי מקום וזהו סוד עבודה זרה של פעור וכנזכר בדברי רבינו האר\"י ז\"ל בעץ חיים.<br>ובזה פרשו המפרשים רמז הכתוב וַיְבָרֶךְ הֳ' אֶת בֵּית הַמִּצְרִי בִּגְלַל יוֹסֵף <small>(בראשית לט, ה)</small> לשון גללים. ולכן מדה כנגד מדה בחרבן שרבו העונות ועשו תגבורת לחיצונים ליזון מעיקר השפע הקדוש אז ירדו ישראל למדרגה התחתונה הזאת שיהיו יקרים שבהם מתפרנסים מן הגללים של בהמות הערביים ודוק היטב.",
            "<b>אַשְׁרֵיכֶם יִשְׂרָאֵל, בִּזְמַן שֶׁעוֹשִׂין רְצוֹנוֹ שֶׁל מָקוֹם, אֵין כָּל אֻמָּה וְלָשׁוֹן שׁוֹלֶטֶת בָּהֶם.</b> קשא מה שייך לשון 'אשריכם' בחלוקה השנית? ונראה לי בס\"ד דידוע אם ישראל נמסרים ביד איזה אומה אז הקליפה של אותה אומה חוטפת ניצוצי קדושה מישראל ואין ישראל נגאלין ממנה אלא עד שיתבררו ניצוצי קדושה שחטפה הקליפה מהם וגם ניצוצי קדושה שהיו באותה הקליפה מכבר באופן שיבררו הכל! חדשים עם ישנים ואז יגאלו ממנה וכדהוה בגלות מצרים שלא נגאלו אלא עד שעשאוה כמצודה שאין בה דגן <small>(ברכות ט:)</small>.<br>ואם תהיה האומה גדולה אז גם קליפתה גדולה ואז ממילא צריך יגיעה רבה לברר ניצוצי קדושה שבה ואפשר שלא יוכלו לה אך אם האומה שפלה אז גם קליפתה קטנה ושפלה ויוכלו לה בודאי לברר ניצוצי קדושה שבה בנקל שאז יהיו נגאלין ממנה בנקל ולזה אמר אשריכם ישראל בחלוקה זו גם כן.",
            "<b>מְלַח מָמוֹן, חַסֵּר ברי־ש וְאַמְרֵי לָהּ חֶסֶד בדל־ת..</b> נראה לי בס\"ד הנפקותא בזה אם ברי־ש אין זה מלח אלא אם כן יחסר ממונו כגון שנותן צדקה לעני אבל אם עשה גמילות חסדים שהלוה לאדם בשעת דוחקו ואחר כך חזר זה ופרע לו דאין נחסר ממנו כלום לא יועיל זה להיות בסוג מלח. ולמאן דאמר חסד בדל־ת גם גמילות חסדים כזו שהלוה ונפרע יועיל דהא עשה חסד.<br>ועוד נראה לי בס\"ד הנפקותא למאן דאמר חסר ברי־ש אם נתן הצדקה לאדם שאינו הגון כי חשב שהוא הגון יועיל דהא זה חסר ממונו בשביל מצוה ולמאן דאמר חסד בדל־ת בעינן שיהיה זה המתן חסד ואם נתן לאינו הגון אין זה חסד.<br>ולכן תמצא <b>ממון</b> <small>[136]</small> מספרו עולה מספר <b>חסד הגון</b> <small>[136]</small> כלומר אם עשה בממון חסד הגון הרי זה נחשב מלח לקיים הממון שלו. גם ממון עולה מספר <b>נח מלח</b> <small>[136]</small> רמז שצריך להניח על הממון מלח כדי שיתקיים."
        ],
        [
            "<b>לִכְבוֹדוֹ הוּא דְּעָבַד.</b> מקשים אם כן איך אמרה בתו התשובה משום דמלח ממון חסר דמשמע לא עשה כלום?<br>נראה לי בס\"ד שזה הוא כונתה ממש דודאי כל מה שאדם מוציא ממון בעבור הנאתו הן הנאת אכילה ושתיה ולבוש הן הנאת הכבוד אין נחשבים הוצאות אלו לחסרון אליו מאחר דעל ידם קבל הנאה גדולה והרי זה כמחליף דבר בדבר דחפץ זה ישב במקום זה ונתמלא החסרון. ולכן אמרה 'מְלַח מָמוֹן חַסֵּר' שיהיה נחסר ממש דבר וזה כיון <b>דְּעָבַד לִכְבוֹדוֹ</b> לא נחסר ממנו כלום כי הכבוד הגשמי עמד במקום אותו ממון שיצא מידו ונתמלא החסרון הגשמי.<br>ולמאן דאמר חסד בדל־ת אמרה התירוץ השני <b>כִּדְבָּעִי לֵיהּ לָא עָבַד</b> וכיון דלא עבד כדבעי ליה אין זה שנתן נקרא חסד כאדם המניח מלח מועט לבשר שאין בו תועלת דבטל במיעוטו וכאלו לא הניח כלום.",
            "<b><small>(שיר השירים א, ח)</small> \"צְאִי לָךְ בְּעִקְבֵי הַצֹּאן וּרְעִי אֶת גְּדִיֹּתַיִךְ\" וְגוֹ'. אַל תִּקְרָא 'גְּדִיֹּתַיִךְ' אֶלָּא 'גְּוִיּוֹתַיִךְ'.</b> נראה לי הכונה שקרא עליה המקרא הזה רוצה לומר כמו הצאן שהם לוקטים במדברות מן המושלך ומפוזר במדבר ואוכלים אותו כן אתם תהיו נפוצים ללקט מתוך הגללים המפוזרים ומושלכים בשדות ובמדברות כדי לאכול ונרמזו הגללים שהם הצואה באומרו 'צְאִי' לָךְ ולא אמר לכי לך.",
            "<b>יָתוֹם וִיתוֹמָה שֶׁבָּאוּ לִנָּשֵׂא, מַשִּׂיאִין אֶת הַיְתוֹמָה, וְאַחַר כָּךְ מַשִּׂיאִין אֶת הַיָּתוֹם.</b> קשא למה כפל הדברים בבבא זו להזכיר עוד הפעם יתום ויתומה והוה ליה לערב זה יחד עם בבא ראשונה שאמר יתום ויתומה שבאו להתפרנס מפרנסין וכו' ואם באו לינשא משיאין וכו'?<br>ונראה לי בס\"ד דאם הוה נקיט הכי הוה אמינא הכי קאמר, אם אלו היתום והיתומה שבאו להתפרנס ופרנסו אותם מקופה של צדקה הם עצמם הגיע זמן נשואם ובאו לפנינו לינשא משיאין היתומה ואחר כך משיאין את היתום מפני שבושתה של אשה להתפרנס מקופה של צדקה מרובה משל איש ולכן מקדימין להשיאה כדי שתתפרנס מבעלה ולא תתפרנס מקופה של צדקה אבל אם היתום והיתומה היו מתפרנסים משל עצמן דהיה להם יכולת לכך ורק אין להם יכולת לינשא ובאו לפנינו להשיאם משיאין את היתום קודם כי איש יש בו חשש הרהור וקרי לכך מקדימין להשיאו קודם היתומה.<br>ולכך עשה לה חלוקה בפני עצמו יתום ויתומה שבאו לינשא ולא ערבנהו עם בבא קמייתא ללמד דאיירי בסתם אף על פי שהם לא היו מתפרנסים מקופה ורק באו לפנינו לינשא דמשיאין היתומה קודם ובעל כרחו צריך אתה להבין מאי דקאמר משום דבושתה של אשה מרובה היינו רוצה לומר בושתה מרובה אם תעמוד בלא איש."
        ],
        [
            "<b><small>(דברים טו, ח)</small> \"דֵּי מַחְסֹרוֹ אֲשֶׁר יֶחְסַר לוֹ\" 'דֵּי מַחְסֹרוֹ', זֶה הַבַּיִת.</b> נראה לי בס\"ד דיליף לה מתיבת <b>דֵּי</b> שהוא אותיות יד והיינו מקום כמו יַד אַבְשָׁלוֹם <small>(שמואל ב' יח, יח)</small> וכן מַצִּיב לוֹ יָד <small>(שמואל א' טו, יב)</small>. ומטה ושלחן יליף לה מתיבת <b>אֲשֶׁר</b> שהוא לשון אושר ששבח בעל הבית ניכר במטה ושלחן ושאר כלי תשמיש. ודייק דהוה מצי למימר 'מחסורו שיחסר לו' ונמצא תיבת דֵּי ותיבת אֲשֶׁר יתירין ולכך דריש דֵּי על מקום וַאֲשֶׁר על מטה ושלחן.<br>ואמר '<b>לוֹ</b>' <b>זוֹ אִשָּׁה</b> דהאשה נבראת מן הצלע של איש אם כן היא היתה לו מכבר וכן אמרו רז\"ל <small>(קידושין ב:)</small> כִּי יִקַּח אִישׁ אִשָּׁה <small>(דברים כד, ה)</small> משל לבעל אבידה מפני שהיא מגופו של איש ולכך נקראת לו. <b>ועוד</b> נראה לי אות ה־א באשה ובמלוי ע\"ב וס\"ג ומ\"ה כזה 'ה־י ה־י ה־א' <small>[36]</small> עולה מספר לוֹ.<br>והא דדריש '<b>אֲשֶׁר יֶחְסַר לוֹ</b>' <b>אֲפִלּוּ סוּס לִרְכֹּב עָלָיו וְעֶבֶד לָרוּץ לְפָנָיו</b> נראה לי יליף זה מתיבת אֲשֶׁר שהוא לשון שבח כִּי אִשְּׁרוּנִי בָּנוֹת <small>(בראשית ל, יג)</small> ובסוס ועבד יהיה לו שבח ותואר. <b>אי נמי</b> דריש אֲשֶׁר לשון שררה וזהו אשר, <b>א</b>ות <b>שר</b> כי אות וסימן של השר הוא סוס לרכוב ועבד לרוץ לפניו.",
            "<b>פַּעַם אַחַת לֹא מָצָא עֶבֶד לָרוּץ לְפָנָיו, וְרָץ לְפָנָיו שְׁלֹשָׁה מִילִין.</b> קשא איך זלזל בנשיאותו ובתורתו? ואיכא מאן דאמר אף על גב דחכם שמחל על כבודו כבודו מחול נשיא שמחל אין כבודו מחול! ונראה לי בס\"ד דהתנכר בלבושו ולא נודע שהוא הלל לשום אדם וגם לפני זה האדם שרץ לפניו היה מתנכר ולא הכירו.<br>והא דרץ שלשה מילין, אפשר דכך היה שיעור הדרך שהלך בו או הוא עשה בזה גמילות חסדים והחסד מספרו משולש שהם ג' פעמים כ\"ד וגם נקוד החסד הוא סגו\"ל שהיא משולש. <b>ועוד</b> נראה לי רץ שלשה מילין כנגד תלת מילין דהיינו שלש תיבות של 'אֲשֶׁר יֶחְסַר לוֹ' דמהכא למדינן אפילו סוס לרכוב עליו ועבד לרוץ לפניו כדקתני בברייתא.",
            "<b>מַעֲשֶׂה בְּאַנְשֵׁי גָּלִיל הָעֶלְיוֹן שֶׁלָּקְחוּ לֶעָנִי בֶּן טוֹבִים אֶחָד מִצִּפּוֹרִי, לִיטְרָא בָּשָׂר בְּכָל יוֹם.</b> קשא למאי אצטריך לפרש לנו שהיה מצפורי? ועוד כיון דהלוקחים היו אנשי גליל העליון שהוא צפורי ודאי לקחו לבן מקומם!<br>ונראה לי בס\"ד דמסיק בגמרא דזה הבשר היה משל עופות בלבד וידוע כי מין העוף בסתם נקרא בתורה בשם צפור דכתיב כִּי יִקָּרֵא קַן צִפּוֹר לְפָנֶיךָ <small>(דברים כב, ו)</small> ותנא דהאי ברייתא תנא דווקנא הוא שאמר 'לֶעָנִי בֶּן טוֹבִים מִצִּפּוֹרִי לִיטְרָא בָּשָׂר' כאלו אמר מן הצפורים לקחו לו ליטרא בשר.",
            "<b>וּבְכָל יוֹמָא הֲווּ מַפְסְדֵי חַיוּתָא אַמְטוּלְתֵיהּ.</b> נראה לי בס\"ד דההפסד לאו משום שלא נמצא אוכלים לשאר הבשר דאותה בהמה ששחטו בשבילו אלא ההפסד הוא דשכיח טרפות בבהמות ואפשר שישחטו שתים ושלש עד שימצא בהמה כשרה ואותם הטרפות אינם יכולים למכרם לגויים כי היה כפר קטן ושם הגוים עובדי אדמה אין קונין בשר בדמים ולהכי מפסידי חיותא רוצה לומר מין בהמה פעם אחת פעם שתים פעם שלש.",
            "<b>אוֹי לוֹ לָזֶה, שֶׁהֲרָגוֹ נְחֶמְיָה.</b> קשא הוה ליה למימר 'אוי לו לזה שמת מחמת פינוקו' ולשון זה דנקיט משמע דאוי לו לזה בשביל שהרגו נחמיה שאם היה נהרג על ידי אדם אחר לא היה אוי לו, וקשה מה הפרש יש בזה?<br>ונראה לי בס\"ד על פי מה שאמר הגאון מהר\"י <small>[רבי יהונתן אייבשיץ]</small> ביערת דבש דאם בא על האדם יסורין או מיתה בגזירת שמים הרי זה טוב לו כי בזה הגזרה ניצול מדינה של גיהנם ויבא לעולם הבא אך אם לקה או מת בפשיעתו בעצמו ולא נגזר עליו כן מן השמים הרי זה רע לו בתרתי, שמת או לקה ולא נעשה לו תיקון בזה אלא נשאר בחובתו ולכן אוי ואבוי על זה שפשע בעצמו והפיל עצמו לבור שחת! עד כאן דבריו יעוין שם.<br>והנה ידוע דאמרו רז\"ל <small>(מכות י:)</small> מגלגלין חובה על ידי חייב, ואם היה זה מת על ידי אחרים אפשר לומר שמיתה זו נגזרה עליו מן השמים והיתה הסיבה על ידי אדם זה שהוא חייב דמגלגלין חובה על ידי חייב אך מאחר שהיתה הסיבה על ידי רבי נחמיה שהוא צדיק וזכאי ודאי אין מגלגלין חובה על ידו ואם כן מוכרח לומר דאין זה גזור מן השמים ולכן אוי לו לזה שמת ולא הועילה מיתתו לתקנתו אלא מת בעבור שפשע בעצמו ללמד עצמו בתפנוקין גדולים.",
            "<b>נַעֲנֵיתִי לְךָ, קוּם אֱכֹל!.</b> הא דלא אמר לו כן תכף בעת שהביא לו הוכחה מן הברייתא? נראה לי בס\"ד דיש לומר הברייתא איירי באדם ששם בטחונו בהקדוש ברוך הוא דוקא ואינו מבקש מן הציבור כלום ולא איירי בזה שהוא מבקש מן הציבור שיפרנסוהו בכך אך אחר שראה מעשה אחותו דן בדעתו כי נעשה כן על ידי אחותו בהשגחה מן השמים שתביא לו תרנגולת פטומה ויין ישן בעבור זה האדם כאשר בקש ולכך אמר לו קום אכול דנעניתי לך.",
            "<b>'לְשׁוּם מַתָּנָה'? הָא לָא שָׁקִיל!.</b> עיין קושית מהרש\"א. ונראה לי בס\"ד בפשיטות דמה שאמר רבי מאיר 'אֵין לוֹ וְאֵינוֹ רוֹצֶה לְהִתְפַּרְנֵס' לא איירי בהיכא שנתנו לו ולא קבל אלא הכונה הוא שרואה העניים באים אצל הגבאי ומבקשים ממנו פרנסה והוא אינו רוצה לבא עמהם לבקש פרנסה לכן אמר רבי מאיר דנותנים לו לשם הלוואה דסבירא ליה כיון דאינו בא לבקש פרנסה כשרואה אחרים מבקשים ונוטלין שמע מינה שהוא ביישן הרבה ואם יתנו לו לשם צדקה לא יקבל!<br>לכן יתנו לו מעיקרא לשם הלוואה ואין לנו לנסות לתת לו תחלה לשם צדקה ואם לא קבל אז ניתן לו לשם הלוואה, חדא למה נביישו בחינם על הספק ועוד אם ניתן לו לשם צדקה אז אם ניתן לו אחר כך לשם הלוואה גם כן לא יקבל כי זה ניכר שאומרים לו לשם הלוואה כדי שיקבל.<br>אבל רבנן, יש אדם שהוא בוש לתבוע בפיו לשם צדקה אבל אם יתנו לו מעצמן לשם צדקה יקבל ורובא דעלמא כך היא מידתם שלא לתבוע בפה ולכן אזלינן בתר רובא וניתן לו מתחילה לשם צדקה ואם לא קבל ניתן לו לשם הלוואה.",
            "<b>הֲוָה קָא מִיקַלְּיָן כַּרְעֵיהּ דְּמַר עוּקְבָא.</b> הא דנעשה הנס לאשתו ולא לו נראה לי בס\"ד דידוע אין הגבורות מתמתקין אלא בשורשן וכל מי שהוא ממדת הגבורה יוכל למתק הגבורות יותר. ולכן הבאירות שחפר אברהם אבינו עליו השלום שהיה סוד החסד סִתְּמוּם פְּלִשְׁתִּים וּמִלְּאוּם עָפָר <small>(בראשית כו, טו)</small> מצד הקליפות שלהם אבל יצחק אבינו עליו השלום חפר באירות ולא רבו עליהם כי הוא היה סוד הגבורה. לכן ממתיק הגבורות יותר וכיון דנמתקו הגבורות נמנעים ונחלשים הקליפות וידוע דהאשה היא בסוד הגבורה והאיש בסוד החסד לכן באיש אין אותיות 'אש' מחוברים יחד אלא יו־ד מפסיק ביניהם אך באשה אותיות 'אש' מחוברים ולכן אשתו של מור עוקבה היה לה כח למתק הגבורה ולהיות לה נס לקרר האש יותר מבעלה.",
            "<b>אֲנָא שְׁכִיחְנָא בְּגַוֵּיהּ דְּבֵיתָא, וּמִקָרְבָא הֲנָיָתִי.</b> יש להקשות מאי מדה כנגד מדה יש בזה? ונראה לי בס\"ד כי זה הנס שנעשה עתה להם שנתקרר האש ולא נכוו בו הוא הבטחה שהבטיח השם יתברך לישראל לעתיד לבוא דכתיב כִּי תֵלֵךְ בְּמוֹ אֵשׁ לֹא תִכָּוֶה וְלֶהָבָה לֹא תִבְעַר בָּךְ <small>(ישעיה מג, ב)</small> אך עתה אין זמנה של הבטחה כי על זמן העתיד לבוא נאמרה ונמצא בהאי עובדא שאשתו של מר עוקבא לא נכווית באש נתקיימה בה הבטחה שנאמרה לעתיד לבוא קודם זמנה והיינו מדה כנגד מדה משום דהנייתה קדמא ואתייה לעני.<br>ועוד נראה לי בשכר הצניעות שישנה אצל האשה זכתה להמשיך בזכותה חסדים למתק גבורות האש וידוע כי אורות החסדים הם נסתרים בסוד מה שאמר רבינו האר\"י ז\"ל בפסוק טוֹבָה תּוֹכַחַת מְגֻלָּה מֵאַהֲבָה מְסֻתָּרֶת <small>(משלי כז, ה)</small> וטעם זה של הצניעות רמזה אותו באומרה <b>אֲנָא שְׁכִיחְנָא בְּגַוֵּיהּ דְּבֵיתָא</b> כי נמצא אתי צניעות כדכתיב כָּל כְּבוּדָּה בַת מֶלֶךְ פְּנִימָה <small>(תהלים מה, יד)</small> לכן יש בי כח להמשיך חסדים שהם צנועים למתק בהם הגבורות ועוד<b>מִקָרְבָא הֲנָיָתִי</b> על פי מה שבארנו בס\"ד.",
            "<b>נוֹחַ לוֹ לָאָדָם שֶׁיִּמְסֹר עַצְמוֹ לְתוֹךְ כִּבְשַׁן הָאֵשׁ, וְאַל יַלְבִּין פְּנֵי חֲבֵרוֹ בָּרַבִּים.</b> מה שאמר כן, משום דבהלבנת פנים אזיל סומקא ואתי חוורא <small>(בבא מציעא נח:)</small> ולכן נח לו ליפול תוך כבשן האש דהוא סומקא ולא ילבין פני חבירו שבזה אזיל סומקא.<br>ואף על גב דהכא בעובדא דמר עוקבא לא הוה רבים אלא הוא ואשתו עם כל זה כיון דהוה נשיא ורבים מצויים אצלו אז זה היה בוש ברבים דחושב כיון דנודע דבר זה לנשיא יתוודע לרבים וכשהוא רוצה אותם בוש מהם.<br>ואף על גב דהכא הוא רדף אחריהם ונמצא דלא אכפת לו נראה הוא לא סלקא דעתך דהוא מר עוקבא הנשיא אלא חשב שהוא אדם אחר פשוט וממנו לא יתבייש וגם היכן יראה אותו אחר כך כדי שיבוש ממנו מה שאין כן הנשיא מוכרח לראותו בכל יום.",
            "<b>מְנָא לָן? מִתָּמָר, דִּכְתִיב: <small>(בראשית לח, כה)</small> \"הִיא מוּצֵאת\".</b> נראה לי בס\"ד בזה רמז הכתוב זֹאת קוֹמָתֵךְ דָּמְתָה לְתָמָר וְשָׁדַיִךְ לְאַשְׁכֹּלוֹת <small>(שיר השירים ז, ח)</small> והוא דאמרו בגמרא <small>(בבא מציעא נח:)</small> במערבא במאי זהירי טפי? אמר ליה בחוורא דאפי שנזהרים שלא להלבין!<br>ולכן הכתוב קא משבח לבני מערבא זֹאת קוֹמָתֵךְ דָּמְתָה לְתָמָר אשת יהודה ופירש על מה הדמיון ואמר שֶׁשָׁדַיִךְ רוצה לומר השלכתיך היא 'לאש כלות' רוצה לומר לאש המכלה דנח להם להשליך עצמן לכבשן האש המכלה ושדיך לשון השלכה בתלמודא כמו שאמרו שדא ליה שרי ליה.",
            "<b>דַּהֲוָה רָגִיל לִשְׁדוּרֵי לֵיהּ אַרְבַּע מֵאוֹת זוּזֵי כָּל מַעֲלֵי יוֹמָא דְּכִפּוּרֵי.</b> נראה לי בס\"ד כונתו במספר זה כנגד יחוד אותיות שם הוי־ה שהם ארבע אותיות ובבריאה הם סוד מאה והבינה המתגלית ביום כפור היא סוד בריאה. גם אַרְבַּע מֵאוֹת זוּזֵי כמנין משכיל <small>[400]</small> כי היסוד הנתקן בערב כיפור נקרא משכיל שהוא מספר ת' ובזה מבטל ר־ע עי־ן <small>[400]</small> דקליפה שהוא מספר ת'.",
            "<b>עַיְפִינְהוּ וְשַׁדְרִינְהוּ נִיהֲלֵיהּ.</b> הקשה מהרש\"א כיון דלקח ת' זוז איך הותר לו ליקח עוד, דהלכה רווחת אם יש לו מאתים זוז אסור לקבל צדקה? ולכאורה קשא על דבריו דמנא ליה לומר דהבן נתן לו המעות? ודילמא כיון שראה דמזלפי ליה יין ישן לא נתן לו כלום והחזיר המעות לאביו!<br>ואפשר דהבין מהרש\"א ז\"ל שנתן לו כיון דהבן נכנס לפנים וראה אותו בעל הבית שהוא יודע שאביו ישלח לו המעות הקצובים ועיניו מצפות להם איך יתכן שהבן יצא ולא יתן לו כלום והרי זה מביישו בודאי שלא יעשה כזאת ועוד שראה שאביו כיון לשלחם לזה וזכה בהם על ידי השליח.<br>ונראה לי לתרץ קושית מהרש\"א לפי הבנתו דסבר אותו עני הא דאין רשאי לקבל צדקה עוד היינו מקופה של צדקה אבל מיחיד פרטי לית לן בה. <b>ועוד</b> יש לומר דהכא שאני כיון דזה ששלח לו עתה ת' זוזי תכף ומיד חזר ושלח לו ת' זוזי דהוא יודע שיש לו כבר ת' זוזי ועם כל זה שלח לו שרי לקבל <b>ועוד</b> יש לומר אולי זה היה חייב לאחרים ת' זוזי וכיון שנתן לו פרע להם ונמצא אין בידו כלום. <b>ועוד</b> יש לומר דאף על גב דמר עוקבא היה נותנם בתורת צדקה הנה אותו עני היה בן טובים ומתבייש ולכך דרכו לשלוח אותם לו בתורת הלוואה וגבי הלוואה ליתיה להאי כללא. מיהו לשון עַיְפִינְהוּ וְשַׁדְרִינְהוּ מדוייק בהבנת מהר\"ם שיף ז\"ל דהבן לא נתן המעות והחזירם לאביו ואז אביו כפלם ושידרם אליו.",
            "<b>אַשְׁכַּח דַּהֲוָה כְּתִיב בֵּיהּ: שִׁבְעַת אַלְפֵי דִּינְרֵי סִיאַנְקִי.</b> נראה לי בס\"ד זכה להשלים שבעה אלפים להורות כי כונתו היתה לתקן המלכות שנקרא בת־שבע והעלה אותה לאצילות ששם סוד האלפים ששם נעשים השבעה אחדים שבעה אלפים."
        ],
        [],
        [],
        [
            "<b>עָנָן עָנָן! מִמְּקַרְקְעֵי אוֹ מִמִּטַּלְטְלֵי? וּמַאן יָתִיב בֵּי מַרְזְחָא בְּרֵישָׁא?.</b> הקושיא ידועה מה שייכות יש לשני דברים אלו זה בזה? ונראה לי בס\"ד דספק הראשון מפורש בגמרא דאם הבת יש לה דין יורשת אז יגבה לה גם מן מטלטלין ואם יש לה דין בעלת חוב לא יגבה אלא מן מקרקעי דנכסי דיתמי לא משתעבדי לבעל חוב.<br>והנה יש בזמן הזה מנהג במושב האבלים שיושבים בנים של הנפטר בראש למעלה משאר קרובים אף על פי שהם גדולים במעלה יותר מהם כגון אביו ואחיו של הנפטר ואפשר דגם בזמנם היה מנהג זה.<br>וידוע דמנהג זה יש לו טעם לפי סודן של דברים דעיקר האיבול הוא בבניו היורשים אותו והנה בודאי כמו שיש סדר בישיבת האבלים אצל הזכרים כן יש סדר ישיבה אצל הנשים שגם הם ישבו באסיפה אחת ויבואו אצלם נשים מנחמות.<br>ולכן אחר שהזכיר לו הספק הזה של מן מקרקעי או מן מטלטלי דהספק בזה אם הבת נחשבת יורשת או בעלת חוב? אמר לו שאלה אחרת שממנה נפשט ספק זה והוא פוק חזי בבי מרזחא דנשים מאן יתיב ברישא, הבנות של הנפטר או נשים הקרובות שהם גדולות במעלה יותר מן הבנות? דאם יראה שהבנות יושבות ברישא קודם שאר קרובים אף על פי שהם גדולים מן הבנות אם כן שמע מינה דהבנות הם יורשות ולכך הם יושבות בראש כמו שאמרו דהטעם הוא משום דעיקר האיבול הוא ביורשים. ואם כן נפשט מזה ספק הראשון אם גובין מן מקרקעי דוקא דיש לה דין בעלת חוב ולא יורשת או גובין גם מן מטלטלי משום דיש לה דין יורשת."
        ],
        [],
        [],
        [],
        [],
        [
            "<b>כְּכַלָּה שֶׁנִּמְצֵאת שְׁלֵמָה בְּבֵית חָמִיהָ, וּרְדוּפָה לֵילֵךְ וּלְהַגִּיד שִׁבְחָהּ בְּבֵית אָבִיהָ.</b> נראה לי בס\"ד על פי מה שאמרו באבות <small>(משנה אבות ג, ט)</small> כל שיראתו קודמת לחכמתו חכמתו מתקיימת, ופרשתי בס\"ד הכונה אם יש לו יראת שמים באמת אז התורה שלומד בפיו חשיב כאלו קיים אותה במעשה ולוקח שכר מעשה גם כן ולזה אמר 'חכמתו' הוא עסק התורה מתקיימת כלומר נחשב לו שבא לידי קיום וקיים בפועל מה שאין כן אם אין לו יראת שמים אין למודו בפיו נחשב כאלו קיים אותו במעשה.<br>והנה כאן מדמה היראה לבית חמיה ועסק התורה לבית אביה וזהו שאמר נִּמְצֵאת שְׁלֵמָה בְּבֵית חָמִיהָ היא היראה ואז מגדת שִׁבְחָהּ בְּבֵית אָבִיהָ הוא עסק התורה דכיון שיש לה יראה חשיב עסק התורה שלה כאלו קיימה הדברים ההם במעשה בפועל ולקחת שכר מעשה גם כן ואין לך שבח גדול מזה!<br>ולכן אמר כְּמוֹצְאֵת שָׁלוֹם <small>(שיר השירים ח, י)</small> שזה השבח שהלימוד לבדו לוקחת שכר מעשה חשיב כמציאה שלוקח ממון אשר לא עמל בו ולא גידלו כן זה לוקח שכר מעשה אשר לא עמל בה.",
            "<b><small>(הושע ב, יח)</small> \"וְהָיָה בַיּוֹם הַהוּא, נְאֻם ה', תִּקְרְאִי 'אִישִׁי' וְלֹא תִקְרְאִי לִי עוֹד 'בַּעְלִי'\". אָמַר רַבִּי יוֹחָנָן: כְּכַלָּה בְּבֵית חָמִיהָ, וְלֹא כְּכַלָּה בְּבֵית אָבִיהָ.</b> כבר פרשתי בזה לנכון בס\"ד לעיל בפסחים <small>(דף פז.)</small> יעוין שם. ונראה לי בס\"ד על דרך הסוד כי עתה אפילו במנחת שבת שעולה ז\"א <small>[זעיר אנפין]</small> עד א\"א <small>[אריך אנפין]</small> בסוד הרצון העליון עם כל זה המלכות אינה עולה עמו והיא נשארת למטה במקום אבא ולכן אנחנו מתפללין ואומרים וַאֲנִי תְפִלָּתִי לְךָ הֳ' עֵת רָצוֹן <small>(תהלים סט, יד)</small> וכנזכר בשער הכונות ולעתיד גם היא תעלה עמו עד א\"א כי יהיו שני מלכים בכתר אחד וזהו שאמר כְּכַלָּה בְּבֵית חָמִיהָ רמז לאמא וְלֹא כְּכַלָּה בְּבֵית אָבִיהָ רמז לאבא וההי\"ב."
        ],
        [
            "<b><small>(קהלת ז, ב)</small> \"טוֹב לָלֶכֶת אֶל בֵּית אֵבֶל, מִלֶּכֶת אֶל בֵּית מִשְׁתֶּה, בַּאֲשֶׁר הוּא סוֹף כָּל הָאָדָם, וְהַחַי יִתֵּן אֶל לִבּוֹ\", מַאי \"וְהַחַי יִתֵּן אֶל לִבּוֹ\"? דְּבָרִים שֶׁל מִיתָה.</b> קשא כיון דאמר 'מַאי דִּכְתִיב' קושיא קא חזי בהאי קרא וכשחזר ושאל מַאי 'וְהַחַי יִתֵּן אֶל לִבּוֹ' משמע דשואל שאלה אחרת בזה דהא חזר ואמר מאי והחי ועל שאלה זו של מאי והחי השיב תשובה ועל קושיא של מַאי דִּכְתִיב <small>(קהלת ז, ב)</small> טוֹב לָלֶכֶת וכו' לא השיב כלום?<br>ונראה לי בס\"ד דקושיא של 'מַאי דִּכְתִיב' הוא דקשיא ליה אין לומר זה טוב מזה אלא בהיכא דהשנים הם מסוג אחד שיש להם איזה דמיון לזה עם זה אבל בדברים שהם הפכיים לגמרי זה מזה לא שייך לומר זה טוב מזה דהא אין לומר על המתוק הוא טוב מן המר כיון דהם הפכיים לגמרי לא שייך למנקט לשון זה. וכן כאן בית המשתה ובית אבל הם הפכיים זה מזה לגמרי ואין להם צד דמיון זה בזה כדי שיאמר זה טוב מזה.<br>זהו הכונה של שאלה אחרת מאי משמעות 'וְהַחַי יִתֵּן אֶל לִבּוֹ'? ואחר שהשיב על שאלה אחרונה של והחי וכו' אז ממילא נתרצה גם קושיא הראשנה של מַאי דִּכְתִיב: טוֹב לָלֶכֶת וכו', והוא כי פירש הכונה של 'וְהַחַי יִתֵּן אֶל לִבּוֹ' לומר דְּיִסְפַד יִסְפְּדוּנֵיהּ דְּיִקְבַּר יִקְבְּרוּנֵיהּ וכו' ויש גם בבית המשתה ענין דומה לזה דההולך לבית המשתה לברך חבירו על חופת בנו גם אצלו כשיעשה חופה לבנו יבא חבירו לברכו וכן הבא לעמוד בשבע ברכות החופה אצל חבירו גם חבירו יבא אצלו לעמוד בשבע ברכות חופת בנו והשולח דורון לחבירו בחופת בנו גם חבירו ישלח לו דורון בחופת בנו וכן כיוצא בזה.<br>נמצא יש צד דמיון לבית המשתה עם בית אבל בענין זה כי מה שיעשה הוא לאחרים יעשו האחרים לו והשתא שפיר יוכל למנקט בהם טוב זה מזה כיון דיש להם דמיון בצד מה ואינם הפכיים לגמרי בכל מידי.",
            "<b>דְּיִקְבַּר יִקְבְּרוּנֵיהּ.</b> קשא הוה ליה למנקט חלוקה זו באחרונה אחר דיטען יטעוניה ונראה לתרץ בס\"ד דתחלה נקיט הספד וקבורה שהם נעשים על ידי אנשים פרטיים המיוחדים לעסק זה ולעסק זה דלאו כולי עלמא ספדי ולאו כולי עלמא קברי וזכר ההספד ברישא כי הוא נעשה אחר הפטירה קודם הקבורה ואחר כך נקיט דבר הנעשה ביד כל אדם והם דידל ודלואי ודטען שבזה כולי עלמא עושין ואין לזה אנשים מיוחדים.<br>ואל תאמר אמאי לא אמר דירחץ ירחצוניה? ויש לומר דיתכן מנהגם היה דאלו החברה דקברנים הן הן חברה דרוחצים וכיון דזכר קברנים על שם עסק האחרון שלהם אין צריך לומר דירחץ ירחצוניה דאלו הן הקברנים וכבר זכר אותם."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>וְחַד מִינַיְהוּ עָדִיף כִּתְרֵי מִינָן.</b> הא דהחליט הדבר לעשותו במשקל כפול חד בתרי? מפני שאנו רואין עתה בארץ ישראל עושין יום טוב אחד ובחוץ לארץ שני ימים טובים מפני דעל ידי קדושת ארץ ישראל יש בהם כח להשלים התיקון ביום אחד מה שאין כן בחוץ לארץ שני ימים. נמצא לענין תיקון התפילות והמצות של ארץ ישראל כפולים ולכן גם לענין השגת התורה הם כפולים דחד מנייהו עדיף כתרי מינן. ויליף מן רבי ירמיה כד סליק להתם וכו' ומי גרם לו זה? ודאי קדושת ארץ ישראל גרמה לו ונמצא לפי זה חכם של חוץ לארץ אם יעלה לארץ ישראל יתחכם ויעלה בחכמה פי ארבעה על היותו בחוץ לארץ!<br>ובזה יובן הרמז אֶעְבְּרָה נָּא וְאֶרְאֶה אֶת הָאָרֶץ הַטּוֹבָה <small>(דברים ג, כה)</small> <b>אעברה</b> בהפוך אתוון <b>ארבעה</b> רוצה לומר אהיה ארבעה כאשר אראה את הארץ הטובה היא ארץ ישראל."
        ],
        [],
        [],
        [],
        [],
        [
            "<b>רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, מִיכְרַךְ בְּהוּ וְעָסִיק בַּתּוֹרָה. אָמַר: \"אַיֶּלֶת אֲהָבִים וְיַעֲלַת חֵן\".</b> נראה לי בס\"ד אותיות פסוק <small>(במדבר יב, יג)</small> אֵ־ל נָא רְפָא נָא לָהּ שאמר משה רבינו ע\"ה לרפאת את מרים הם צירוף שם קדוש המסוגל לרפואה ואותיות אלו במילואם עולים ל\"א אותיות כמנין אֵ־ל ולכן פתח ואמר אֵ־ל נָא וכו' ובתורה כתיב רִפְאוּת תְּהִי לְשָׁרֶּךָ וְשִׁקּוּי לְעַצְמוֹתֶיךָ <small>(משלי ג, ח)</small> ולשפע הרפואה צריך צינורות וכלים לקבלו והצינורות של התורה הם כ\"ז אותיות שבה ולפי זה שפע הרפואה שהוא מן ל\"א אותיות של אֵ־ל נָא רְפָא נָא לָהּ עם הצינורות שהם כ\"ז עולה מספר נ\"ח. ולזה אמר על התורה אַיֶּלֶת אֲהָבִים וְיַעֲלַת חֵן <small>(משלי ה, יט)</small> שמעלה ח\"ן הנזכר לרפאת את לומדיה וכל שכן דאגוני מגנא לדחות הנזק שלא יקרב ללומדיה.",
            "<b>אָמְרוּ לֵיהּ לְמַלְאַךְ־הַמָּוֶת: זִיל עָבִיד לֵיהּ רְעוּתֵיהּ!.</b> כלומר בית דין של מעלה אמרו לו כן בדבר ה'. ומה שאמר <b>הַב לִי סַכִּינָךְ</b> לאו סכין ממש היא אלא זה הוא כח רוחני שבו מושך חיות האדם והנפש שלו מן הגוף בשעת מיתה ולזה הכח מכנהו בשם סכין.<br>ומה שאמר <b>כִּי מָטָא לְהָתָם</b> הוא גן עדן התחתון העומד בעולם הזה והוא מוקף מחיצות גבוהות ועומד בדרום העולם וכמות שלו ששים פעמים יותר על כמות העולם הזה אך עומד בנס שאינו לוקח מקום מן עולם הזה כדרך שאמרו רז\"ל <small>(בבא בתרא צט.)</small> על ארון וכרובים בנס עומדים שמקומם אינו מן המדה וכמו שביארתי בס\"ד בזה כמאמר רז\"ל <small>(תענית י.)</small> שאמרו העולם הוא אחד מששים בגן.",
            "<b>פַּנּוּ מָקוֹם לְבַר־לִיוָאִי, פַּנּוּ מָקוֹם לְבַר־לִיוָאִי!.</b> נראה ודאי מקום מושבו היה מוכן ופנוי בעבורו אך אומרו 'פַּנּוּ מָקוֹם' על מקום שנאספים בו הצדיקים בעת שיבא הצדיק וידרוש שם בדברי תורה לפני הצדיקים אחר פטירתו ולכן עתה שנפטר רבי יהושע בן לוי בעולם הזה ובא לשם מכריז אליהו זכור לטוב פַּנּוּ מָקוֹם לְבַר־לִיוָאִי שיעמוד וידרוש בו בפני הצדיקים שבגן עדן.<br>וקראו על שם אביו מפני שאביו נודע ומפורסם אצל כל הצדיקים שבגן עדן שהיה צדיק גמור ולכך קראו בַּר־לִיוָאִי לומר הוא בן הדומה לאביו בצדקות.<br>וכפל הכרוז 'פַּנּוּ מָקוֹם' פעמיים מפני שכל צדיק תבא נפשו בלבד לגן עדן ותתלבש בגוף חדש דמוכן לה שם אבל גופו העקרי שהיה לו הוא מונח בקבר עד זמן התחיה ורק רבי יהושע בן לוי נכנס לגן עדן בגופו ממש ונמצא נכנסו גופו ונפשו ולכך כפל הכרוז לכבוד הנפש ולכבוד הגוף ולכן קראו בַּר־לִיוָאִי כי הגוף ממש שנולד מזרע אביו הוא עצמו נכנס כאן.",
            "<b>אַשְׁכְּחֵיהּ לְרַבִּי שִׁמְעוֹן בֶּן יוֹחַאי דַּהֲוָה יָתִיב עַל תְּלַת עֲשַׂר תַּכְטְקֵי פִּיזָא.</b> הנה נודע כי נפשות הצדיקים מתלבשים בגן עדן התחתון בגופים שנראה בהם צורת גוף ברמ\"ח איברים ושס\"ה גידים ממש ורק הם חומר זך שאין צריכין לאכילה ושתיה ונזונין מריח הטוב של גן עדן ולכן נמצא שם אילנות וכמה דברים הנמצאים בעולם הזה ממש אלא דכולם הם חומר זך שאינו שולט בו איבוד ורקבון והפסד ולכן ראה צורת 'תְּלַת עֲשַׂר תַּכְטְקֵי פִּיזָא' ממש.<br>ומה שהיו מספר י\"ג כמנין אהבה <small>[13]</small> לרמוז שהוא עסק בתורה ועבודת הקודש בהיותו בעולם הזה באהבה ולא לשם קבלת שכר.",
            "<b>אֶלָּא סָבַר לָא אַחֲזִיק טִיבוּתָא לְנַפְשָׁאִי.</b> נראה דהוא לא הוציא שקר חס ושלום מפיו דאף על גב דרשב\"י שאלו על זמן היותו גדול הוא כיון בתשובתו על זמן שהיה קטן בשנים.",
            "<b>לַאֲפוּקֵי מִמַּר, דְּלָא אִית לֵיהּ מַעֲקֶה לְאִיגְרֵיהּ!.</b> נראה לי בס\"ד הכונה דשייך הא בהא משום דידוע דהמעקה הוא מסוד הבינה וכל אור מקיף הוא נמשך מן הבינה ולכן אמר לו זה האור שירד להקיף את המטה דנמשך מן הבינה בא לאפוקי ממר שנכשלת במעקה שהוא מסוד הבינה.<br>ואף על גב דבגמרא מסיק מהוה הוה וההיא שעתא שדיא זיקא ולפי זה איך הוכיחו על דבר זה דהיא לו לחשוב כך נראה לי בס\"ד דאמר כיון דשדיא זיקא אין זו מעקה חזקה ואדם גדול שכמותו צריך שיעשה מעקה חזקה שתעמוד בפני כל רוחות שבעולם."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כָּל הַמּוֹנֵעַ תַּלְמִידוֹ מִלְּשַׁמְּשׁוֹ, כְּאִלּוּ מוֹנֵעַ מִמֶּנּוּ חֶסֶד.</b> נראה לי בס\"ד תורה שבעל פה היא בחינת שם אדנ־י שיש בו עשרים וארבעה צרופים והלימוד צריך שיהיה שלם במחשבה ודבור ומעשה.<br>והיינו <b>המעשה</b> של עסק התורה הוא השימוש שמשמש התלמיד לרבו ובזה המעשה נשלם אתו מספר עשרים וארבעה. <b>והדיבור</b> של עסק התורה הוא מה שמוציא התלמיד את דבריו בפיו כמו שאמרו על פסוק <small>(עירובין נד.)</small> כִּי חַיִּים הֵם לְמֹצְאֵיהֶם <small>(משלי ד, כב)</small> למוציאיהם בפה, ובזה הדבור נשלם אתו מספר עשרים וארבעה. <b>והמחשבה</b> של עסק התורה מה שמחשב בלימודו לשם שמים וכמו שאמרו רז\"ל שצריך ללמוד תורה לשמה ובזה המחשבה נשלם אתו מספר עשרים וארבע.<br>הרי ג' פעמים עשרים וארבע כמנין חסד <small>[72]</small> נעשים על ידי עסק התורה שיש בו ענין מעשה ודיבור וכונה על דרך שאמרנו. ולפי זה המונע תלמידו מלשמשו אין בידו עשרים וארבעה של השימוש כי אם רק ב' פעמים עשרים וארבע ואין כאן אצלו מספר 'חסד' ולכן כאלו מונע ממנו חסד! ולכן בשבח התורה כתב וְתוֹרַת חֶסֶד עַל לְשׁוֹנָהּ <small>(משלי לא, כו)</small> כי ישתלם אצל התלמיד מן המעשה ומן הדבור ומן הכונה ג' פעמים עשרים וארבע כמנין חסד."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>נֵר יְהֵא דָּלוּק בִּמְקוֹמוֹ.</b> נראה לי בס\"ד שלשה אלו <small>[<b>נֵ</b>ר <b>שֻׁ</b>לְחָן <b>מִ</b>טָּה]</small> שצוה עליהם הם ראשי תיבות <b>שֶׁמֶן</b> לקיים מה שנאמר <small>(קהלת ט, ח)</small> וְשֶׁמֶן עַל רֹאשְׁךָ אַל יֶחְסָר.<br>וגם נרמז באותיות שמן שנתן לו השם יתברך מעלה שלא ניתנה לשאר צדיקים שיבא בגלוי אחר פטירתו ונמצא מצד מעלה זו הרי הוא כמו שמן הצף על כל משקין כן הוא צף במעלה זו על כולם.",
            "<b>כָּל בֵּי שִׁמְשֵׁי הֲוָה אַתִּי לְבֵיתֵיהּ.</b> נראה לי בס\"ד הטעם שעשה השם יתברך מעלה זו לרבינו הקדוש שיבא בגלוי בגופו ממש וישב על שלחנו כשאר בני אדם בעודם בחיים מה שלא נעשה כזאת לשום צדיק בעולם לא קודם ממנו ולא אחריו!<br>היינו כי השם יתברך אינו מקפח שכר כל בריה ומצינו <small>(כתובות קד.)</small> שכל החכמים שבדורו השתדלו להתפלל בעדו שלא ימות וענו עצמן בתענית והרבו תפילות ותחנונים ובכיה בקיבוץ רב מה שלא עשו בשום דור כמותם בעבור צדיק שבדור! ואף על פי שסוף דבר 'נִצְּחוּ אֶרְאֶלִּים אֶת הַמְּצוּקִים' ונפטר רבינו הקדוש, לא קפח השם יתברך שכרם ונתן רשות שיבא לביתו בגלוי בגוף ממש כדי שבזה לא יהיה נפסק השפע שהיו בני דורו נשפעים בחייו בזכותו.<br>כי ידוע דהצדיק בעודו בחיים נשפעים בני דורו על ידו ואחר פטירתו נפסק אותו השפע וזהו עיקר ההפסד של הדור בפטירת הצדיק ולכך בוכין ומספידין על חסרון זה מה שאין כן עתה שהוא בא לעולם הזה ויושב בין החיים אינו נחשב שנסתלק מן העולם ואז גם אותו השפע שהיו נשפעים ממנו בהיותו בחיים ממש אינו מסתלק.<br>ובזה יובן הטעם שלא היה בא לביתו בגלוי אלא רק בליל שבת מפני כי זמן השתלשלות השפע הוא בשבת ומשם יונקים כל ימות החול וביאתו היתה לצורך דבר זה שלא יסתלק אותו השפע שהיה בא על ידו ולכך היה עושה כן בליל שבת שהוא זמן ירידת השפע לעולם.<br>ועוד נראה לי בס\"ד הטעם שנעשית לו מעלה זו בליל שבת להורות שלא היה לו חסרון וגרעון מדבר זה שנתעסקו בו בליל שבת דאיתא בירושלמי דכלאים שנמשך היום ולא שקעה השמש עד שהגיע חצי הלילה של שבת והיו ישראל דואגין שמא חס ושלום חללו שבת ויצאה בת קול ואמרה שכולם מזומנים לחיי עולם הבא.<br>ועוד נראה לי הטעם שנעשית לו מעלה זו בליל שבת מפני שיום השבת הוא בסוד תורה שבכתב וליל שבת הוא סוד תורה שבעל פה וכנזכר בזוהר הקדוש וידוע כי רבינו הקדוש הוא עשה סידור תורה שבעל פה בששה סדרי משנה שסדר ולכן נעשית לו מעלה זו בליל שבת דשייכה אליו."
        ],
        [
            "<b>דְּלָא עֲדִיפְנָא מִמֹּשֶׁה רַבֵּנוּ, דִּכְתִיב: <small>(דברים לד, ח)</small> \"וַיִּבְכּוּ בְנֵי יִשְׂרָאֵל אֶת מֹשֶׁה בְּעַרְבֹת מוֹאָב שְׁלֹשִׁים יוֹם\".</b> והא דהספידוהו אחר כך י\"ב חודש זה ההספד עשו החכמים לבדם ולא כללות הציבור והוא לא צוה אלא על הציבור.<br>והרב עיון יעקב ז\"ל דקדק דאמאי לא קאמר גם כן מאהרן דכתיב ביה גם כן דהספידוהו שלשים יום? ואין זה דקדוק כלל, דזכר משה רבינו ע\"ה שהיה גדול יותר ולמה צריך שיזכיר גם את אהרן?! ובשער הגלגולים מפורש דרבינו הקדוש היה מבחינת משה רבינו ע\"ה עיין שם. ולפי זה שפיר אמר לא עדיפנא ממשה רבינו ע\"ה ולכן אמרו בסנהדרין <small>(סנהדרין לו.)</small> מימות משה רבינו ע\"ה ועד רבי לא מצינו תורה וגדולה במקום אחד.",
            "<b>סָלִיק לְאִיגְרָא וְנָפַל לְאַרְעָא וּמִית.</b> קשא מי התיר לו לאבד עצמו בידים? ואין לתרץ כמו שכתב מורנו הרב יוסף מטראני ז\"ל שהביאו בפתח עינים, שהפיל עצמו על שחלל שבת דהוא היה עוסק במלאכה עד חצי הלילה ששקעה חמה ואיסור שבת בסקילה. דגם כן בזה לא יגהה מזור! חדא דשוגג הוה ועוד אפילו איסור שוגג ליכא כיון דבאמת לא שקעה חמה ובהיתר עבד ומה שנצטערו ישראל היינו משום חששה בעלמא ומי התיר לו לאבד עצמו בידים? וידוע דאותו כובס היה חכם גדול ובעל תורה וכנזכר בגמרא.<br>ונראה לי בס\"ד הוא לא הפיל עצמו מגג גבוה הרבה וגם נזהר היה שיפול על רגליו באופן שלא ימות ורק יהיה לו שבר רגל לכפרה על זה שלא הלך עם המלווים את רבינו הקדוש אמנם מן השמים סבבו שנפל אחורנית ונשברה מפרקתו! וטעם זה ידוע לפני הקדוש ברוך הוא וכבר נאמר על עלי <small>(שמואל א' ד, יח)</small> וַיִּפֹּל מֵעַל הַכִּסֵּא אֲחֹרַנִּית וַתִּשָּׁבֵר מַפְרַקְתּוֹ וַיָּמֹת, וכן קרה לו בנפילתו ונמצא הוא לא נתכוון להמית עצמו בידים.",
            "<b>\"שִׁמְעוֹן בְּנִי חָכָם\", מַאי קָאָמַר?.</b> עיין מהרש\"א. ונראה לי בס\"ד הכי קשיא ליה אם נאמר חכם דנקיט הכא הוה על איזה מינוי וכמו שאמרו בסוף הוריות על רבי מאיר חכם לא הוה ליה לאקדומי ברישא, והכי הוה ליה למימר גמליאל בני נשיא שמעון בני חכם דודאי מינוי הנשיאות הוא גדול מכל המינויים ולכן משני הכי קאמר אף על פי ששמעון בני חכם גמליאל בני נשיא.<br>והנה בודאי מה שאמר 'שִׁמְעוֹן בְּנִי חָכָם' עשה לו מין מינוי בזה דהא קאמר מסר לו סדרי חכמה וצריך להבין מה המינוי של חכם, דאם נאמר ראש ישיבה זה אינו דהא קאמר רבי 'חֲנִינָא בַּר חָמָא יֵשֵׁב בָּרֹאשׁ'? ונראה לי דהיה מנהגם למנות חכם על דיני איסור והיתר שיהיה הוא המורה כל הלכות איסור והיתר כמו דממנים אבית דין לדיני ממונות ולזה קורין אותו בשם 'חָכָם' בסתם.",
            "<b>מַאי קַשְׁיָא לֵיהּ? הָא קְרָא קָאָמַר: <small>(דברי הימים ב' כא, ג)</small> \"וְאֶת הַמַּמְלָכָה נָתַן לִיהוֹרָם כִּי הוּא הַבְּכוֹר\" וכו'..</b> מקשים אמאי לא הקשה מפסוק נביאים מלכים א' דכתיב <small>(מלכים א' ב, כב)</small> וְשַׁאֲלִי לוֹ אֶת הַמְּלוּכָה כִּי הוּא אָחִי הַגָּדוֹל מִמֶּנִּי?<br>ונראה לי בס\"ד התם לא אתעביד מעשה בהכי אלא אדרבה אתעביד בהפך שהמליך דוד המלך ע\"ה את הקטן והכי קאמר יש צד פתחון פה לשאלה זו מה שאין כן הכא גבי יהושפט עביד מעשה רב בהכי משמע דהכי הלכתא.<br>ואין להקשות דהוה ליה למימר פסוק מן התורה <small>(בראשית מט, ג)</small> רְאוּבֵן בְּכֹרִי אַתָּה כֹּחִי וְרֵאשִׁית אוֹנִי יֶתֶר שְׂאֵת וְיֶתֶר עָז ותרגם אנקלוס מפי רבי אליעזר ורבי יהושע לָךְ 'הֲוָה חָזֵי לְמִסַּב תְּלָתָא חוּלָקִין בְּכֵירוּתָא כְּהֻנְתָּא וּמַלְכוּתָא'? כיון דלא אתמר בפירושא אלא מדרשא דדרשי אין עז אלא מלכות דכתיב וְיִתֶּן עֹז לְמַלְכּוֹ <small>(שמואל א' ב, י)</small> לא קשיא ליה מהא.",
            "<b>צְרִיכָא לָךְ וּלְמִטְלָעָתָךְ!.</b> קשא מטלעתיה מאן דכר שמא הכא? וחלילה לנו לחשוב שנתכוון לבזותו!<br>ונראה לי בס\"ד דאמרו בגמרא <small>(מגילה כב:)</small> לעולם אל יטיח אדם דברים כלפי מעלה שהרי אדם גדול הטיח דברים ואיטלע! ומנו? לוי! דהיה עצירת גשמים וגזרו תענית ולא ירדו גשמים עד שירד רבי לוי ואמר רבונו של עולם ישבת במרום ואין אתה משגיח בבניך? וירדו גשמים! ואמרו בגמרא בעבור הטחת דברים אלו נעשה לו סיבה דאחוי קידה קמיה דרבי ואטלע. וידוע דאמרו רז\"ל <small>(משנה אבות ד, יב)</small> מורא רבך כמורא שמים.<br>ולכן אחר שתמה לוי על רבי דהא לא אצטריך למימר כיון דקרא כתיב דנראה שתמה עליו דאשתמיט מיניה פסוק מלא, לכך חשב זה להטחת דברים וצריך לוי לבקש מחילה על זה ורמז לו זה באומרו 'צְרִיכָא לָךְ וּלְמִטְלָעָתָךְ' רמז לו כמו שנתחייבת דאטלעת בעבור הטחת דברים כן ראוי שתענש גם על זאת הפעם דגם זה נחשב להטחת דברים.",
            "<b>וְלָא הֲוָה לֵיהּ לְלֵוִי אִינִישׁ לְמֵיתַב גַּבֵּיהּ.</b> קשא אמאי לא יתיב לפנים עם רבי חנינא כמו שהיה יושב בחוץ עמו? ונראה לי דמנהגם היה היושב בפנים מוכרח שיהיה כפוף לראש ישיבה בכל מילי אך היושבים בחוץ אין כפופים לגדול ואין שם סדר מעלות.<br>ועוד נראה לי דלעולם רבי לוי היה מקבל להיות כפוף לרבי חנינא לישב אצלו בפנים אך כיון דלא היה כפוף לרבי אפס דקדים והוכרח לברוח בחוץ הנה בעתה אם יכנס בפנים וישב כפוף לרבי חנינא יצא מזה זילותא לרב אפס למפרע דיאמרו בודאי לא היה חשוב מקודם אצל רבי לוי!",
            "<b>וְהָאָמַר רַבִּי חִיָּא: אֲנִי רָאִיתִי קִבְרוֹ שֶׁל רַבִּי, וְהוֹרַדְתִּי עָלָיו דְּמָעוֹת?.</b> נראה דהוה מצי לתרץ שרבי חצב קבר לעצמו בעודו בחיים כאשר נוהגים גם עתה כמה בני אדם לעשות כן. וכן נראה קצת מדברי הברייתא דתניא רבי מוטל בצפורי ומקום מוכן לו בבית שערים וזה הקבר ראהו רבי חייא ובכה עליו מפני שעתיד רבי להקבר בו<small>.</small> אך תירץ לו 'אִיפּוּךְ' משום דאיכא להקשות חוץ מזה ומוכרח לתרץ שם איפוך.",
            "<b>פָּנָיו לְמַעְלָה סִימָן יָפֶה לוֹ.</b> נראה לי בס\"ד הטעם שזה מוכח דחומרו זך ונפשה קדושה ביותר שאין להם תאוה בעולם הזה וזהו הטעם פָּנָיו לְמַעְלָה סִימָן יָפֶה לוֹ שהוא מסתכל בשרשו אשר בשמים ואינו מסתכל בארץ החמרית שהיא למטה.<br>ועוד יובן פָּנָיו לְמַעְלָה מזליה חזי שלא יחזור לעולם הזה בגלגול וּפָּנָיו לְמַטָּה מורה להפך וּפָּנָיו כְּלַפֵּי הַכֹּתֶל מורה שאין העולם מתפעלים להביט במיתתו לחזור בתשובה וּפָּנָיו כְּלַפֵּי הָעָם מורה שמתפעלים מסיבתו לחזור בתשובה וּפָּנָיו צְהֻבִּין מורה שנגלה לעיניו נפשות צדיקים שבאו בעבורו ללוותו ולקבל פניו וחולי מעים מורה שלא ישאר פסולת תוך כריסו בקבר וזה נח לו.",
            "<b>דְּכִי הֲווּ מִנְצֵי רַבִּי חֲנִינָא וְרַבִּי חִיָּא וכו'..</b> בודאי לא היה ביניהם מחלוקת ומריבה חיצונית חס ושלום! אלא מריבים לשם שמים וגם דברים אלו שיצאו מפיהם הם לשם שמים ולא בדרך גאוה חס ושלום!<br>והענין הוא דאפשר היה פלוגתא ביניהם בהכי דרבי חנינא בר חמא סובר אף על גב דחייב אדם לעסוק בגמילות חסדים עם כל זה אם יש לאדם שכל מחודד וחכמה גדולה שיוכל ללמוד תורה ולפלפל בה יעסוק בתורה ימים ולילות וגמילות חסדים תתקיים על ידי אחרים ורבי חייא סבירא ליה לעולם אחוז בזה וְגַם מִזֶּה אַל תַּנַּח אֶת יָדֶךָ<small> (קהלת ז, יח)</small> שיעסוק בתורה וגמילות חסדים.<br>וכי הוו מנצו תרווייהו בסברות אלו היה כל אחד נותן טעם לסברתו והיינו רבי חנינא בר חמא אומר בא וראה כמה גדול כח הלימוד אצל אדם שהוא חריף ושכלו רב ועצום דהא אפילו אם תשתכח תורה מהדרנא לה מפלפולי ולהכי נכונה היא סברתי דסבירא ליה טוב להתמיד בתורה ימים ולילות כדי שיתחכם וידע לפלפל בה והגמילות חסדים תתקיים על ידי אחרים.<br>ורבי חייא משיב לו דברי טעם להפך כדי לחזק סברתו שאין ראוי לעזוב גמילות חסדים לגמרי יען כי אפשר למלאת החסרון על ידי גמילות חסדים ולא עוד אלא על ידי גמילות חסדים עבידנא המצאה שלא תשתכח תורה מישראל דכך וכך עבידנא שהוא ענין גמילות חסדים ואז ממילא בזה עולה בידינו דבר טוב שלא תשתכח תורה.",
            "<b>דְּאַיְתִּינָא כִּיתְּנָא וכו'..</b> אין הכונה שהוא צריך לעשות אלו המלאכות כולם אלא כונתו לומר אפילו אם יזדמן מקום שאין בו עורות וגם אין בו צבאים לשחטם כדי לכתוב על עורם עם כל זה אני אוכל לעשות המצאה להכין עורות כדי לכתוב עליהם אבל לעולם לא יצטרך לזה כיון דשכיח עורות ורק צריך לכתוב עליהם המגילה כדי שילמדו בה.",
            "<b>כַּמָּה גְדוֹלִים מַעֲשֵׂי חִיָּא.</b> נראה לי בס\"ד כונתו על פי מה שאמרו בגמרא דסוכה <small>(סוכה כ.)</small> אריש לקיש 'הריני כפרת רבי חייא ובניו' שבתחלה כשנשתכחה תורה מישראל עלה עזרא מבבל ויסדה חזרה ונשתכחה עלה הלל הבבלי ויסדה חזרה ונשתכחה עלו רבי חייא ובניו ויסדוה עיין שם. ואפשר להכי קאמר גדולים מעשה חייא טפי מעזרא והלל דהתם לא נשתכחה כשיעור שנשתכחה בזמן רבי חייא.<br><b>ודע</b> דענין זה דנשתכחה קאי על כפרים קטנים שבארץ ישראל.",
            "<b>רַבִּי, רַבִּי, מוֹרִי, מוֹרִי.</b> נראה לי רבי בגרסה ורבי בעיון וסברה מרי ביראת הרוממות ומרי באהבת הרוממות כי שלימות העבודה הוא בשתים שהם דחילו ורחימו."
        ],
        [
            "<b>כָּל מַאן דְּאָמַר: \"נָח נַפְשֵׁיהּ דְּרַבִּי\", יִדָּקֵר בַּחֶרֶב!.</b> נראה לפרש בס\"ד על פי מה שאמרו בגמרא דמועד קטן <small>(מועד קטן כט.)</small> תלמידי חכמים אין להם מנוחה לא בעולם הזה ולא בעולם הבא שנאמר <small>(תהלים פד, ח)</small> יֵלְכוּ מֵחַיִל אֶל חָיִל יֵרָאֶה אֶל אֱלֹקִים בְּצִיּוֹן עיין שם.<br>ולכן האומר 'נָח נַפְשֵׁיהּ דְּרַבִּי' נח לשון בטלה דאינו עוסק בתורה כאשר הוא בחיים ידקר בחרב עשו שהיה רבינו הקדוש מבטלו ומחלישו בעסק תורתו כי הוא היה נצוץ יעקב אבינו עליו השלום.<br>או יובן כל אדם בחייו אין נשמתו עומדת תוך גופו במנוחה כי קשה לה הגוף ורוצה לצאת וכמו שכתב רבינו מהר\"ם אלשיך ז\"ל בפסוק וְלֹא תִגְעַל נַפְשִׁי אֶתְכֶם <small>(ויקרא כו, יא)</small> בפרשת בחקותי ולכן על כל נשימה צריך להלל י־ה! אמנם צדיק גמור וקדוש אלקים כרבי ודאי גם בהיותו חי עומדת נפשו במנוחה תוך גופו ואוהבת אותו ואינה רוצה להפרד ממנו וכדאשכחן במשה רבינו ע\"ה ולזה אמר כל האומר 'נָח נַפְשֵׁיהּ דְּרַבִּי' בפטירתו בהפרדתה מגופו ידקר בחרב הנעשה מתורתו של רבי דכתיב <small>(תהלים קמט, ו)</small> רוֹמְמוֹת אֵ־ל בִּגְרוֹנָם וְחֶרֶב פִּיפִיּוֹת בְּיָדָם.",
            "<b>יְהִי רָצוֹן שֶׁיָּכוֹפוּ תַּחְתּוֹנִים אֶת הָעֶלְיוֹנִים.</b> נראה דלא סלקא דעתך שתתגבר תפילתה על תפילתם אלא כונתה בדברים אלו לאו דרך תפילה אלא דרך ידיעה דבתחילה הודיעה להם שעדיין רבי קיים ועתה הודיעה להם יותר טוב שישתקו מן התפלה משום צערו של רבי.",
            "<b>שָׁקְלָה כּוּזָא, שַׁדְיָא מֵאִיגְרָא.</b> נראה לי בס\"ד דבגמרא <small>(שבת עז:)</small> אמרו מאי כוזא? נטרקון 'כזה' ולכך השליכה כוזא לרמוז בו על מעלת רבינו הקדוש שהיה דומה במעלה למשה רבינו ע\"ה שנתנבא בזה וכמו שאמרו רז\"ל כל הנביאים נתנבאו ב'כֹּה' ומשה רבינו ע\"ה נתנבא ב'זֶה'.<br>אי נמי שקלא כוזא לרמוז שהיה ניצוץ יעקב אבינו עליו השלום בעל הפך שחזר על פכין קטנים.<br>מיהו לפי פשוטו יפלא איך יוצא קול גדול מהשלכת הכוזא שישתיק כל רבוי חכמים העומדים להתפלל בעד רבי? ונראה לומר דודאי הם היו מתפללים בתוך ביתו של רבי בחדר אחד הסמוך לו והיו מתפללים בלחש שלא ירגיש רבי מן קולם והמה ראו שהשליכה הכוזא שהיה רוחץ בו רבי את ידיו כשהיה יוצא מבית הכסא ובזה הבינו שרמזה להם שנפטר רבי דאז עתה אין צורך בכוזא ולכך שברתו ולכן שלח את בר קפרא ליכנס לחדר שהיה רבי בתוכו לראות אם נפטר והוא לא הגיד בפירוש אלא אמר אראלים וכו' והניח הקרע מאחריו לרמוז להם שהם עתידין להרגיש בחסרונו אחר שיפטר יותר מהרגשתם עתה.",
            "<b>זָקַף עֶשֶׂר אֶצְבְּעוֹתָיו כְּלַפֵּי מַעְלָה.</b> נראה לי אם תזקוף עשר אצבעות ותסמוך גודל לגודל יהיה בזה שלשה חלונות של אויר על ידי שני הגודלים כזה דוגמת הסגול ורמז בזה שהוא חיזק שלשה עמודים שהעולם קיים עליהם שהם תורה ועבודה וגמילות חסדים.<br>ועוד נראה לי בס\"ד זקף עשר אצבעות כנגד חמשה חסדים וחמשה גבורות כי הוא היה בחינת היסוד בזווג יעקב ורחל שיש בו חמשה חסדים וחמשה גבורות כמו שאמר רבינו האר\"י ז\"ל בשער הגלגולים.<br>ועוד נראה לי בס\"ד הטעם שזקף עשר אצבעותיו כי ידוע יש שם יב־ק <small>[112]</small> שהוא מספר הוי־ה אלקים <small>[112]</small> דרמוז בראשי תיבות <small>(תהלים כ, ב)</small> <b>יַ</b>עַנְךָ <b>יְ</b>יָ<b> בְּ</b>יוֹם <b>צָ</b>רָה <small>[112]</small>.<br>ויש עוד בחינת שם יב־ק שהוא מספר הוי־ה אהי־ה אדנ־י <small>[112]</small> והוא רמוז בראשי תיבות <b>יַ</b>עֲנֵנוּ <b>בְ</b>יוֹם <b>קָ</b>רְאֵנוּ <small>[112]</small> אשר בסוף מזמור יַעַנְךָ <small>(תהלים כ, י)</small>.<br>ושני בחינות יב־ק הנזכר תיקן בהם יעקב אבינו עליו השלום חלק גדול. לכך נרמזו שניהם בשמו כי שמו כפול יַעֲקֹב יַעֲקֹב<small> (בראשית מו, ב)</small> ולכן במזמור יַעַנְךָ הֳ' בְּיוֹם צָרָה כתיב יְשַׂגֶּבְךָ שֵׁם אֱלֹקֵי יַעֲקֹב.<br>והנה שם יב־ק האחד רמוז בראשי תיבות <b>ג</b>ודל <b>א</b>צבע <b>א</b>מה <b>ק</b>מיצה <b>ז</b>רת <small>[112]</small> אשר ביד ימין ופסוק יב־ק השני רמוז בראשי תיבות <b>ג</b>ודל <b>א</b>צבע <b>א</b>מה <b>ק</b>מיצה <b>ז</b>רת אשר ביד שמאל ולכן רבינו הקדוש שהיה ניצוץ יעקב אבינו עליו השלום זקף עשר אצבעותיו לרמוז על שם יב־ק ושם יב־ק הרמוזים בם שהוא טרח בתיקונם.",
            "<b>וְלֹא נֶהֱנֵיתִי אֲפִלּוּ בְּאֶצְבַּע קְטַנָּה.</b> נראה לי בס\"ד דידוע הגודל רומז לישראל וארבע אצבעות רומזים לארבע מלכיות שהם בבל יון מדי אדום ונמצא אצבע קטנה היא כנגד אדום ונקראת 'זרת' שהוא ראשי תיבות <b>ז</b>רוע <b>ר</b>מה ו<b>ת</b>שבר.<br>וידוע כי רבינו הקדוש היה בשלום עם מלך אדום שהוא אנטונינוס מלך רומי ואיתא בגמרא דעבודה זרה <small>(עבודה זרה י:)</small> שהיה שולח לרבינו הקדוש דהבא פריכא בריסקאות של עור שהם כעין שקים ומניח חיטים אפומייהו כדי שלא יבינו אחרים והיה אומר לו רבינו הקדוש לא צריכנא דאית לי טובא ואומר לו להוו למאן דבתרך דיהבי לבתראי עיין שם.<br>ולזה אמר <b>וְלֹא נֶהֱנֵיתִי אֲפִלּוּ בְּאֶצְבַּע קְטַנָּה</b> זה אדום שהיה שולח לי ממון רב מדעתו ורצונו עם כל זה 'אני' לא נהנתי מהם אלא הצנעתים לדורות הבאים לשחד בהם מלכי אדום ונמצא ממונם חזר להם.<br>או יובן בס\"ד אומרו<b> וְלֹא נֶהֱנֵיתִי אֲפִלּוּ בְּאֶצְבַּע קְטַנָּה</b> על פי מה שאמר רבינו בחיי ז\"ל דחמש אצבעות נבראו לצורך חמשה חושים ואצבע קטנה נבראת לקנוח האוזן ורמז כאן אפילו אזנו לא היה מקנח בעת שהיה עוסק בתורה משום קדושה כדין העומד בתפלה.",
            "<b>יְהִי רָצוֹן מִלְּפָנֶיךָ, שֶׁיְּהֵא שָׁלוֹם בִּמְנוּחָתִי.</b> נראה לי בס\"ד כי ידוע שהוא היה ניצוץ יעקב אבינו עליו השלום ובקש שיבא יעקב אבינו עליו השלום אליו עתה ללוותו כמו שאמר <small>(ברכות כח:)</small> רבי יוחנן בן זכאי והכינו כסא לחזקיהו מלך יהודה שבא ללוות אותי, וידוע כי יעקב אבינו עליו השלום נכפל שמו <small>(בראשית מו, ב)</small> וב' פעמים יעקוב יעקוב <small>[376]</small> עולה מספר שלום <small>[376]</small> לכך דבר ברמז <b>שֶׁיִּהְיֶה שָׁלוֹם</b> הוא יעקב <b>בִּמְנוּחָתִי</b> עתה <b>וְיָצְתָה בַּת־קוֹל וְאָמְרָה</b> לו <small>(ישעיה נז, ב)</small> <b>יָבוֹא שָׁלוֹם</b> עתה אצלך כאשר בקשת ועוד <b>יָנוּחַ</b> וי־ו <b>עַל מִשְׁכָּבוֹ תָּם</b> דהיינו וי־ו <small>[22]</small> מלא שהוא תם שעולה מספר כ\"ב כנגד כ\"ב אותיות התורה אשר יגעת בה בעשר אצבעותיך.<br>וכן דרשו דורשי רשומות אצל יעקב אבינו עליו השלום וַיִּשְׁכַּב בַּמָּקוֹם הַהוּא <small>(בראשית כח, יא)</small> 'ויש כ־ב' בַּמָּקוֹם הַהוּא, שהוא היה בחינת תורה שבכתב כן אתה עתה אורות כ\"ב אותיות התורה ינוחו על משכב שלך.",
            "<b>וְאַחַת אוֹמֶרֶת: \"הֹלֵךְ נְכֹחוֹ\".</b> נראה לי בס\"ד יש צדיק שחטא בהרהור הלב ולכן כשילך אחר פטירתו לגן עדן מעקמין לו הדרך להוליכו דרך גיהנם כדי שיצטער שחושב שמוליכין אותו לגיהנם ובזה הצער יתכפר לו על הרהור ולכן לזה שהוא צדיק גמור נקי ובר, אומרים <b>הֹלֵךְ נְכֹחוֹ</b> <small>(ישעיה נז, ב)</small> לגן עדן שאין מעקמין לו הדרך על פתח גיהנם אלא הולך דרך ישרה לגן עדן.<br>ועוד נראה לי בס\"ד שאומרים <b>הֹלֵךְ נְכֹחוֹ</b> כי נכח אותיות 'צדיק' יש אותיות שמספרם שכ\"ה שהם מספר חמשה פעמים שם אדנ־י <small>[65×5=325]</small> שעולים שכ\"ה בסוד התיקון ובסוד נערה <small>[325]</small>."
        ],
        [],
        [
            "<b>אָמַר רַבִּי אוֹשַׁעְיָא: שְׁלֹשׁ מֵאוֹת תִּשְׁעִים וְאַרְבָּעָה בָּתֵּי דִּינִין הָיוּ בִּירוּשָׁלַיִם, כְּנֶגְדָּן בָּתֵּי כְּנֵסִיּוֹת, וּכְנֶגְדָּן בָּתֵּי מִדְרָשׁוֹת, וּכְנֶגְדָּן בָּתֵּי סוֹפְרִים.</b> נראה לי בס\"ד בחרו בכולהון לעשותם מספר שצ\"ד <small>[394]</small> שהוא מספר יוסף <small>[156]</small> שהוא היסוד הנקרא יוסף ומספר רחל <small>[238]</small> שהיא המלכות הנקראת רחל וכונתם בכל אלה כדי לחבר יסוד ומלכות.<br>ולכן הם ארבעה שהם שצ\"ד בתי דינין ושצ\"ד בתי כנסיות ושצ\"ד בתי מדרשות ושצ\"ד בתי סופרים שהם מלמדי המקרא תורה שבכתב.<br>וארבעה אלו כנגד ארבעה בחינות יסוד ומלכות שיש בארבעה עולמות אבי\"ע <small>[אצילות, בריאה, יצירה, עשיה]</small> ואלו הם שלשה עמודים שהעולם עומד עליהם כי בתי מדרשות ובתי סופרים הם עמוד התורה שהיא תורה שבכתב בבתי סופרים ותורה שבעל פה בבתי מדרשות. ובתי כנסיות הם עמוד העבודה כי עבודה זו תפלה ובתי דינין הוא עמוד גמילות חסדים כי עשיית משפט הוא חסד לעולם כי לולי הדין איש את רעהו חיים בלעו<small> (משנה אבות ג, ב)</small> וכן אמרו בגמרא <small>(ברכות ו.)</small> דינא שלמא בעלמא, והיו נוטלין שכרן צ\"ט מנה כמנין סגו־ל <small>[99]</small> שהוא נקודת החסד וכמנין 'הוי־ה אדנ־י' עם האותיות שעולין צ\"ט <small>[99]</small>."
        ],
        [
            "<b>מַאי 'שֹׁחַד'? שֶׁהוּא חַד!.</b> נראה לי בס\"ד כונת השואל בכמה מקומות מצינו שנקרא בצע דכתיב <small>(שמות יח, כא)</small> אַנְשֵׁי אֱמֶת שֹׂנְאֵי בָצַע וכן <small>(שמואל א' ח, ג)</small> וַיִּטּוּ אַחֲרֵי הַבָּצַע, ולמה במקום שהזהיר עליו הכתוב קראו בשם שחד דכתיב <small>(דברים טז, יט)</small> לֹא תִקַּח שֹׁחַד ולא קראו בצע? ומשני 'שֶׁהוּא חַד' כלומר בשם זה מפורש הגנות והרע שבו."
        ],
        [
            "<b>וְעָבִיד תֵּיבוּתָא וְיָתִיב קַמֵּיהּ.</b> נראה לי בס\"ד הטעם שנעשה לו כך, כנגד התקלה שיצאה מידו בדרך זה והיינו כי על ידי שהעלים וכיסה והסתיר את דבריו ששלח לרב נחמן שלא פירש לו למה פסיל לדינא טעה רב נחמן בדבריו וחשב שהוא קרובו וכבדו לזה הבעל דין ועל ידי כך יצאה תקלה דנסתתמו טענותיו של בעל דינו שלא היה יכול לפרשם ולגלותם בפיו אלא יצאו ממנו סתומים ומחמת כן לקה שלא כדין ונמצא נעשה רב ענן גרמא בשתים שהם ענין כסוי מה שכיסה והסתיר הדברים ששלח לרב נחמן ומה שגרם בזה שנתכסו ונסתמו זכיותיו של אותו בעל דין! ולכך גם אחר שנגלה אליהו זכור לטוב אליו לא היה יכול לקבל דבריו בגלוי אלא רק על ידי כסוי שהיה מכוסה ומסתתר תוך התיבה.<br>ונראה לי בס\"ד נחית תלמודא להודיעינו הדורון שהביא לרב ענן שהיה דגים ולא אמר שהביא דורון בסתם, היינו ללמדינו שהדורון שהיה דגים שיש להם עינא פקיחא גרם הקלקול הזה שלא היה לרב ענן עינא פקיחא בדבר זה לראות את הנולד מדברים אלו ששלח לרב נחמן בסתם ולא פירש לו הדבר למה הוא פסיל ליה לדינא. והנה הוא נקרא רב ענן על שם העינים והדורון היה דגים שיש להם עינא פקיחא ועם כל זה שטנא נצח שנתעלם מן רב ענן הנולד מן הדברים האלה ששלח לרב נחמן ועל כן יצא הדין מקולקל שנתחייב הזכאי.",
            "<b>וְהַיְנוּ דְּאַמְרֵי: \"סֵדֶר אֵלִיָּהוּ רַבָּה\", \"סֵדֶר אֵלִיָּהוּ זוּטָא\".</b> נראה לי בודאי כשהיה מלמדו הדברים האלה שאנו רואין בסדר אליהו רבא וזוטא לאו כפשוטן דוקא היה לומד עמו אלא היה מלמדו סודות העמוקים הרמוזים בהם ואפשר שהיה כפלי כפליים על מה שיש בידינו עתה.",
            "<b>הֲוָה סָלִיק אַבְקָא וְכַסִּי לֵיהּ לְיוֹמָא.</b> פירש רש\"י ז\"ל מאפיל החמה והיה ניכר בארץ ישראל. ולפי זה מוכרח לומר שהיה זה בדרך נס לכבוד רב הונא ולכבוד הציבור הרבים שנאספים בדרשה שלו כי בדרך טבע אי אפשר להיות דבר זה שאותו אבק יתראה בארץ ישראל שהיא רחוקה כמה ימים מבבל אפילו אם יהיו הנאספים ארבע מאות רבוא אלא מוכרח לומר שהיה זה בדרך נס.<br>מיהו אפשר לומר דלא הוה הכי ממש אלא בני ארץ ישראל כיון דיודעים דנאספים קהל רב ועצום בדרשה דרב הונא אז כשהיה נעשה אצלם אבק רב באויר מחמת רוח סערה חזק שהיה מנשב בארץ ישראל ומכסה אור השמש היו אומרים כן במערבא בלשון מליצה וצחוק: עתה קמו ממתיבתא דרב הונא בבלאה וזה האבק הוא מהם! והם יודעים דאותו אבק שהיו רואין בארץ ישראל הוא מן רוח סערה דהוה נשיב אצלם באותו מקום בארץ ישראל אך אומרים כן בלשון צחות ומליצה כדי להשביח את הקהל הבאים למתיבתא דרב הונא מחמת שהיו רבים מאד.<br>ושטת המאמר הוא כִּי הֲווּ רַבָּנָן קַיְמֵי מִמְּתִיבְתָּא דְּרַב הוּנָא וְנַפְצֵי גְּלִימַיְהוּ הֲוָה סָלִיק אַבְקָא באותו מקום וְכַסִּי לֵיהּ לְיוֹמָא באותו מקום דוקא וזהו בטבע כאשר יהיה אבק רב באויר. אך בני מערבא כאשר היו רואין אבק רב באויר מחמת רוח סערה היו אומרים עתה קָמוּ לֵיהּ מִמְּתִיבְתָּא דְּרַב הוּנָא דמתכוונים להשביחם ולכך אומרים כן אף על פי שהם יודעים דאותו אבק הוא מחמת רוח סערה שנשב בארצם.<br>ודע דאומרו כד <b>קַיְמֵי רַבָּנָן</b> היינו לכל אותם הקהל הבאים לדרשה דרב הונא קרי להו בשם רבנן ומחמת רבוי עם לא היה דורש בבית הכנסת או בבית המדרש כי אם ברחובה של עיר שהוא מקום גדול שיכיל עשרים אלף בני אדם ויותר ולכך היה צריך לו י\"ג אמוראי להשמיע הדרשה שלו לכל הקהל כי רחוקים ממנו ואי אפשר לשמוע דבריו ולהיותם עומדים במקום פרוץ ופתוח מוכרח שהיו גלימותיהם מתמלאים אבק מחמת הרוח שהיה מנשב שם ולכך כשהיו קמים בגמר הדרשה והיו מנפצים גלימותיהם בבת אחת היה האויר מתמלא אבק רב דנכסה אור השמש לפי שעה.",
            "<b>הֲווּ פַּיְשֵׁי מָאתָן רַבָּנָן וְקָרוּ לְנַפְשַׁיְהוּ: 'יַתְמֵי דְּיַתְמֵי'.</b> הא דלא קרו בי רב הונא לנפשייהו יתמי לגבי בי רב דחסרו מהם ארבע מאות? נראה לי בס\"ד כי בי רב הוו אלף ומאתים רמז לדבר הָאֶלֶף לְךָ שְׁלֹמֹה וּמָאתַיִם לְנֹטְרִים אֶת פִּרְיוֹ <small>(שיר השירים ח, יב)</small>, ובי רב הונא הוו שמונה מאות נמצא הם שני שלישים מן בי רב ובכל מקום אמרינן רובו ככולו, וכיון דאיכא רוב של אלף ומאתים כאלו הוה כל אלף ומאתים ולכך לא קרו לנפשייהו יתמי בעבור חסרון זה.<br>אך בי רבה ורב יוסף דהוו פיישי ארבע מאות נמצא לגבי בי רב הם שליש דוקא וגם לגבי בי רב הונא הם חצי וליכא רוב, ולכן הרגישו בחסרונם וקרו לנפשייהו 'יתמי' ובי רב פפא או רב אשי קרו אנפשייהו 'יתמי דיתמי' כי הם לגבי בי רב חומש ולגבי בי רב הונא רביע ולגבי בי רבה ורב יוסף דהוו יתמי הם חצי באין כאן רוב ולכך קרו אנפשייהו יתמי דיתמי."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>שֶׁכָּל הַדָּר בְּאֶרֶץ יִשְׂרָאֵל, דּוֹמֶה כְּמִי שֶׁיֵּשׁ לוֹ אֱלוֹקַּ.</b> נראה לי בס\"ד רמז לפי דרכו על לבוש הנשמה הנמשך משם אֱלוֹקַּ שהוא סוד אֵ־ל ו־ה כמו שאמרו בסוד אֱלוֹקַּ יִשְׁמְרֵנִי <small>(איוב כט, ב)</small>, וכמו שאמר רבינו האר\"י ז\"ל ובודאי לבוש זה מהארה של אלוק יש לו מעלה בארץ ישראל דאוירה קדוש ולא כמו חוץ לארץ דאוירה טמא ולזה אמר <b>דּוֹמֶה כְּמִי שֶׁיֵּשׁ לוֹ</b> '<b>אֱלוֹקַּ</b>' הוא סוד הארת אֵ־ל ו־ה הנזכר.",
            "<b>וְכִי כָּל שֶׁאֵינוֹ דָּר בָּאָרֶץ אֵין לוֹ אֱלוֹהַּ? אֶלָּא לוֹמַר לְךָ: כָּל הַדָּר בְּחוּץ לָאָרֶץ כְּאִלּוּ עוֹבֵד עֲבוֹדָה זָרָה.</b> הקשה מהרש\"א כיון דאמר 'וְכִי' מה תיקן בזה שאמר כאלו עובד עבודה זרה? דדא קשיא טפי! עיין שם.<br>ונראה לי בס\"ד על פי מה שאמרו בגמרא דבתרא <small>(בבא בתרא קי.)</small> גבי יהונתן בן גרשום בן משה שאמר כך מקובלני 'לעולם ישכיר אדם עצמו לעבודה זרה ואל יצטרך לבריות' והוא סבר לעבודה זרה ממש ולא היא! אלא עבודה שזרה לו כמו שאמרו פשוט נבלתא בשוקא ושקול אגרא, ולא תימא גברא רבא אנא! עיין שם.<br>וכן כאן אומרו <b>כָּל הַדָּר בְּחוּץ לָאָרֶץ כְּאִלּוּ עוֹבֵד עֲבוֹדָה זָרָה</b> רוצה לומר עבודה זרה לו, כי חוץ לארץ תחת ממשלת השרים וכל התפילות והמצות עולין למעלה על ידם ונמצאת עבודת הקודש בחוץ לארץ זרה לאיש ישראל שאין לו אמצעי בינו לבין השם יתברך ועתה בחוץ לארץ מוכרח שתעלה עבודתו על ידי אמצעי. ונמצא בזה תיקן יפה מאמר דּוֹמֶה כְּמִי שֶׁיֵּשׁ לוֹ אֱלוֹקַּ כיון דעובר על ידי אמצעות השרים.<br>ולזה אחר שאמר דּוֹמֶה כְּמִי שֶׁיֵּשׁ לוֹ אֱלוֹקַּ נתקשה 'וְכִי' כָּל שֶׁאֵינוֹ דָּר בָּאָרֶץ אֵין לוֹ אֱלוֹהַּ, דאיך יתכן שיהיה האדם עובד את השם יתברך וידמה כמי שאין לו אלוק? דעשיתו כופר בעיקר חס ושלום! לכך תיקן הדבר ואמר לוֹמַר לְךָ: כָּל הַדָּר בְּחוּץ לָאָרֶץ כְּאִלּוּ עוֹבֵד עֲבוֹדָה זָרָה, שהוא רוצה לומר עבודה זרה לו לפי מעלתו שעולה באמצעות השרים ואין זה כבודן של ישראל לעבוד עבודת הבורא על ידי אמצעי.<br>ונמצא בזה מובן מאמר <b>כְּמִי שֶׁיֵּשׁ</b> '<b>לוֹ</b>' <b>אֱלוֹקַּ</b> לו דייקא מאחר שהוא מעלה עבודתו על ידי אמצעי כי ידוע לכך נקרא הֳ' אֱלֹקֵי יִשְׂרָאֵל <small>(תהלים מא, יד)</small> שאלהותו מכונית עליהם מה שאין כן לגבי אומות העולם נקרא אֱלֹקֵי הָאֱלֹהִים.<br>וכן הענין גבי דוד המלך ע\"ה שאמרו בסנהדרין <small>(סנהדרין קז.)</small> 'בקש לעבוד עבודה זרה' והיינו שרצה לברוח לחוץ לארץ ואז שם תהיה עבודת הקודש זרה לו כיון שתעלה באמצעות השרים."
        ],
        [
            "<b>וְשֶׁלֹּא יְרַחֲקוּ אֶת הַקֵּץ.</b> פירש רש\"י ז\"ל 'שלא ירחקו אותו בעונם' ורצונו לומר שמרבים עונות ועל ידי כך יהיה עיכוב הגאולה. וקשא שבועה זו היא שלא יחטאו! ואין משביעים בכך? ועוד קשא הוה ליה למימר שלא ירחקו את הגאולה?<br>ונראה לי בס\"ד הכונה כי השם יתברך גזר בברית בין הבתרים ארבע מאות שנה <small>(בראשית טו, יג)</small> וישבו רד\"ו מאתיים ועשר במצרים ונשאר להם ק\"ץ <small>[400-210=190]</small> שצריך להשלים אותם בשעבוד מלכיות אחר ביאתם לארץ ישראל. אך הם אחר שנכנסו לארץ חטאו וגלו בעבור חטאם ונשאר חוב של ק\"ץ שנים הנזכר תלוי ועומד ואחר שישתעבדו בהם אומות העולם בעבור כפרת עונותם אז יפרע מהם אותם ק\"ץ שנים ויבא המשיח כי פרעון זה של ק\"ץ מוכרח להיות לבסוף אחר שיפרע מהם בעבור עונות חדשים שלהם. ונמצא אם בגלותם חוזרים ועושים עונות הם מרחיקים פרעון ק\"ץ שנים הנזכר שצריך להיות לבסוף ולזה השביעם שלא ירחקו אותם ק\"ץ שנים בעבור עונות המסבבים להם גלות.<br>ועוד נראה לי דאמרו רז\"ל <small>(סנהדרין צז.)</small> אין משיח בא אלא בהסח הדעת, ולכן אין לדבר בביאתו הרבה וכמו שאמר רבא 'במטותא מנייכו לא תשתעו ביה' <small>[אמר לחכמים: בבקשה ממכם אל תדברו בו]</small>. ולפי זה המדברים בו תמיד הם מרחיקים את הקץ.<br>ולגרסא השנית <b>שֶׁלֹּא יִדְחֲקוּ</b> בדל־ת נראה לי בס\"ד הכונה כי הגאולה תהיה על ידי שלימות השם ברוך הוא הרמוז באות קו־ף כמו שאמרו בגמרא <small>(שבת קד.)</small> קוף שמו של הקדוש ברוך הוא ששם הוי־ה <small>[בהכאה שכופלים כל אות בעצמה: י×י = 100, ה×ה = 25, ו×ו = 36, ה×ה = 25. סך הכל - 186]</small> עולה מקום <small>[186]</small> כנזכר בתיקונים ו'קוף' <small>[186]</small> במילואו עולה מקום ועוד הגאולה תהיה על ידי אות צד־י דמנצפ־ך כנזכר בפירקי דרבי אליעזר. ולזה אמר שֶׁלֹּא יִדְחֲקוּ אֶת הַ'קֵּץ' שני אותיות קו־ף הרמוז בו שם הוי־ה ואות צד־י דמנצפ־ך ולכן לא אמרו שלא ידחקו את 'הגאולה' אלא אמר את 'הקץ'.<br>ובני ידידי כבוד הרב יעקב נר\"ו פירש<b> שֶׁלֹּא יְרַחֲקוּ</b> ברי־ש רוצה לומר שלא יהיו מרחקים בדעתם את הקץ שיתייאשו לומר אם הראשונים שהיו כמלאכים לא זכו להיות הגאולה בימיהם, כל שכן אנחנו! אלא יהיו מצפים לישועה תמיד! עד כאן דבריו נר\"ו.",
            "<b>כָּל הַדָּר בְּאֶרֶץ יִשְׂרָאֵל, דּוֹמֶה כְּמִי שֶׁיֵּשׁ לוֹ אֱלוֹקַּ.</b> הקשה הרי\"ף ז\"ל בדר בארץ ישראל לא שייך לומר לשון דּוֹמֶה כי באמת יש לו אלוק! עיין שם.<br>ונראה לי בס\"ד דידוע בכל מצוה משותף בה מצות קבלת אלקותו יתברך כי צריכין אנחנו לשמור המצוה בכונה זו שהוא יתברך אלקינו ואנחנו מקיימים מצוה שצונו בשביל שהוא אלקינו.<br>והנה יש מצות שאינם לא מדאורייתא ולא מדרבנן אלא הם בתורת חסידות לקדש עצמינו במותר לנו ולא שייך לכוין בהם שאנחנו מקיימים מצותו בשביל שהוא אלקינו וצונו בזה כי באמת לא צונו בכך ואם כן לא יהיה משותף במצות כאלה שהם בתורת חסידות מצות קבלת אלקותו יתברך.<br>אך עם כל זה כיון שאנחנו עושים מצות אלו בארץ ישראל שצונו השם יתברך להתקדש בה בקדושה יתירה חשיב כאלו צונו במצות אלו שאנחנו עושים אותם כדי להתקדש על ידם בקדושה יתירה במותר לנו.<br>ובעבור מצות אלו שהם בתורת חסידות לקדש עצמינו במותר לנו אמר כל הדר בחוץ לארץ דומה כמי שיש לו אלוק רוצה לומר יש מצות שעושה אותם ודומה בהם כאלו יש לו אלוק בעשייתם.<br>או יובן דאיירי בדר בארץ ישראל על מנת לחזור לחוץ לארץ כי הוא מבני חוץ לארץ ודו\"ק.",
            "<b>כָּל הַדָּר בְּאֶרֶץ יִשְׂרָאֵל שָׁרוּי בְּלֹא עָוֹן.</b> נראה לי בס\"ד דודאי צריך לעשות תיקון וכפרה בתשובה ותענית וצדקה בעבור העונות כמו שחייבין הדרים בחוץ לארץ אך ההפרש ההוא ששם אין כח טומאה של העון נרשם על מצח האדם והוא על דרך מה שאמר רבינו מהרח\"ו <small>[מורנו הרב רבי חיים ויטאל]</small> ז\"ל <small>(בשער רוח הקודש דף עב)</small> וזה לשונו ובענין טומאת קרי אמר לי מורי ז\"ל כי כל אותו היום מתגלה אותה טומאה וניכרת במצחו אף אם טבל אלא שהוא גילוי דבר מועט אבל אם לא טבל נגלה שם תמיד כל זמן שלא טבל עיין שם. וידוע שכח הטומאה נקרא עָו‍ֹן וכמו שכתב הרמ\"ק ז\"ל על פסוק <small>(מיכה ז, יח)</small> מִי אֵ־ל כָּמוֹךָ נֹשֵׂא עָו‍ֹן.<br>ולזה אמר <b>שָׁרוּי בְּלֹא עָוֹן</b> כי על ידי קדושת ארץ ישראל נמחה אותו כח הטומאה הנברא מן החטא ואינו נגלה בגוף האדם אפילו ביום ראשון של החטא ויליף מדכתיב <small>(ישעיה לג, כד)</small> עָם הַיֹּשֵׁב בָּהּ נְשֻׂא עָו‍ֹן, רוצה לומר היושב בה־א דארץ ישראל אחוזה באות ה־א אחרונה שבשם הוי־ה ברוך הוא.<br>והא דנקיט כל הדר בה לרבות אפילו שאינו תושב בה אלא ישב שם על מנת לחזור לחוץ לארץ עם כל זה כל זמן שהוא דר בה נשוא עון.",
            "<b>כָּל הַדָּר בְּבָבֶל כְּאִלּוּ דָּר בְּאֶרֶץ יִשְׂרָאֵל.</b> נראה לי בס\"ד על פי מה שאמרו רז\"ל <small>(סנהדרין לח:)</small> אדם הראשון נברא גופו מארץ ישראל וענבותיו מבבל שהם שני הפרקים העליונים הסמוכים לגוף ושאר פרקים שבשתי רגליו היו משאר ארצות שבחוץ לארץ, ועיין מה שאמר רבינו האר\"י ז\"ל בזה בשער מאמרי רשב\"י פרשת קדושים יעוין שם. וכל אדם הוא חלק מאדם הראשון ונמצא חלק ארץ ישראל וחלק בבל שבגוף האדם הם סמוכים זה לזה ולכן כל הדר בבבל כאלו דר בארץ ישראל.",
            "<b>אָמַר: אַנְתְּ עוּלָא <small>(עמוס ז, יז)</small> \"עַל אֲדָמָה טְמֵאָה תָּמוּת\".</b> קשה מאי קא מתמה? והלא קדמי ליה כמה נביאים ותנאים ואמוראים שמתו בחוץ לארץ ואף על פי שהיו מתחלתם בארץ ישראל!<br>ונראה לי בס\"ד כי עולא דהוה רגיל להיות הולך ובא מארץ ישראל לחוץ לארץ אינו בשביל סחורה אלא היה עולה לארץ ישראל לקבל משם שמועות מתורת קבלה של חכמי ארץ ישראל ובא לחוץ לארץ ללמדם לחכמי חוץ לארץ ונמצא כל עליותיו וירידתו הוא בעבור ריבוץ תורה.<br>וידוע דאיתא בגמרא דסנהדרין <small>(סנהדרין פח:)</small> שלחו מתם איזהו בן עולם הבא ענוותן ושפל ברך שייף עייל שייף ונפיק וגריס באורייתא תדירא ולא מחזיק טיבותא לנפשיה! יהבי רבנן עינייהו ברב עולא בר אבא עיין שם. וידוע דרב עולא בר אבא הוא עולא הנזכר בסתם הכא ובשאר דוכתי.<br>ונראה אומרם שייף עייל שייף ונפיק קאי על כניסתו ויציאתו שהיה נכנס ויוצא בארץ ישראל כמה פעמים בשביל לימוד תורה ללמוד וללמד לאחרים והיה מתנהג בזה בענוה ולא זחה דעתו בעבור דבר זה וגם לא היה מחזיק טובה לעצמו אף על פי שהיה לו בזה יגיעה רבה וטורח גדול לא היה נחשב בעיניו שעושה כלום!<br>ונראה כי מן השמים זיכו אותו בשם זה של עולא ששם השם יתברך בלב אביו ביום המילה לקראו בשם זה כי צפה הקדוש ברוך הוא מה שעתיד לעשות בגודלו דבר גדול זה לעלות לארץ ישראל כמה פעמים בשביל להרביץ תורה של ארץ ישראל בחוץ לארץ.<br>ולכן אמר <b>אַנְתְּ עוּלָא</b> שנקראת בשם זה בעבור פועל טוב שהיית עושה בעלייתך לארץ ישראל כמה פעמים איך סוף כל סוף נשארת בירידה שנפטרת בחוץ לארץ <b>וְעַל אֲדָמָה טְמֵאָה תָּמוּת?</b> דהא ודאי כפי פועל טוב שיגעת בו בתורת ארץ ישראל ראוי שתהיה קבורתך שם!",
            "<b>אָמַר לֵיהּ: אָחִיו נָשָׂא כּוּתִית וּמֵת.</b> כתב מהרש\"א קראה כותית על פי מה שאמרו לעיל כָּל הַדָּר בְּחוּץ לָאָרֶץ כְּאִלּוּ עוֹבֵד עֲבוֹדָה זָרָה עיין שם. וקשה גם לאחיו ראוי לקראו כותי בעבור כן?<br>ונראה לי בס\"ד קראה כותית לשון מליצה מלשון כתותי מכתת שיעוריה <small>(הוזכר בערובין פ:)</small> שגרמה לאחיו להיות נכתת ונחסר מן העולם שמת קודם זמנו בר מינן.",
            "<b>הַהוּא דְּנָפַק מִפּוּמְבְּדִיתָא לְבֵי כּוּבֵי, שַׁמְתֵּיהּ רַב יוֹסֵף.</b> נראה ודאי לא בעבור זאת שמתיה דלא יתחייב בכך שמתא אלא שמתיה על דבר אחר שחייב עליו שמתא ואם לא היה יוצא מן פומבדיתא לבי כובי לא היה נכשל בדבר זה שיתחייב עליו שמתא! וזו היא כונת הש\"ס ללמדינו זאת.",
            "<b>אִילֵימָא לְיוּחֲסִין?.</b> פירש רש\"י שנושאין נשים מארץ ישראל. וקשה אם כן מאי קליטתן שייך בזה?<br>ונראה לי בס\"ד על פי מה שאמרו לעיל <small>(כתובות סב:)</small> רבי אעסק לבריה בי רבי חייא כי מטו למכתב כתובה נח נפשא דרביתא אמר רבי דלמא חס ושלום פסולא איכא שלא היו מהוגנים לזווג אחד יתבו ועיינו וכו' עיין שם.<br>נמצא כיון שיש אחד מן הצדדין אינו הגון מצד היחוס לא יתקיים הזווג אלא ימות אחד מהם בר מינן וכאן בא לומר <b>הַכְּשֵׁרִין שֶׁבְּבָבֶל אֶרֶץ יִשְׂרָאֵל קוֹלַטְתָּן</b> כלומר יתקיים שם הזווג שלהם שמזווגין בבנות ארץ ישראל ולא תקיא הארץ אותם להפקד אחד מהם חס ושלום.",
            "<b>וְקָרוּ לֵיהּ: 'קַרְנָא דְּשֵׁיזַבְתָּא'.</b> פירוש קרן הניצולת כי היא בקרן זוית של ארץ ישראל דאיתא בגמרא דבתרא <small>(בבא בתרא כה:)</small> אמר לו רבי חנינא לרב אשי כגון אתון דיתביתו בצפונה דארץ ישראל אדרימו אדרומי ומנא ליה דבבל לצפונה דארץ ישראל קיימא דכתיב מִצָּפוֹן תִּפָּתַח הָרָעָה עַל כָּל יֹשְׁבֵי הָאָרֶץ <small>(ירמיה א, יד)</small> עיין שם. נמצא בבל עומדת כנגד ירושלם בקרן זוית ולכן נקראת קרן זוית לגבי ירושלים ולהכי קרו ליה לאותו שבבבל 'קַרְנָא דְּשֵׁיזַבְתָּא' כלומר קרן הניצולת.",
            "<b><small>(יחזקאל כו, כ)</small> \"וְנָתַתִּי צְבִי בְּאֶרֶץ חַיִּים\", אֶרֶץ שֶׁצִּבְיוֹנִי בָּהּ, מֵתֶיהָ חַיִּים.</b> נראה לי בס\"ד <b>צִּבְיוֹנִי</b> רוצה לומר רצוני כמו וּרְצוֹנוֹ תְּמִימֵי דָרֶךְ <small>(משלי יא, כ)</small> שתרגם בירושלמי וצבי באילין דתמימין באורחתהון, וכן פירש הערוך מאמר לצביונם נבראו בגמרא דחולין <small>(חולין ס.)</small> שהוא רוצה לומר לרצונם.<br>אי נמי <b>צִּבְיוֹנִי</b> רוצה לומר אגודתי כמו וְגַם שֹׁל תָּשֹׁלּוּ לָהּ מִן הַצְּבָתִים <small>(רות ב, טז)</small> וידוע דהתורה נקראת 'אוריין תליתאי' ולכך נקראת אגודה דאין אגודה פחותה משלש <small>(סוכה יג.)</small> ועליה נאמר וַאֲגֻדָּתוֹ עַל אֶרֶץ יְסָדָהּ<small> (עמוס ט, ו)</small>.",
            "<b>אַף עַל פִּי שֶׁחָכָם גָּדוֹל אַתָּה, אֵינוֹ דּוֹמֶה לוֹמֵד מֵעַצְמוֹ, לְלוֹמֵד מֵרַבּוֹ.</b> יש להקשות והלא אמרינן לעיל <small>(דף עה.)</small> אמר רבא חד מינן כד סליק להתם עדיף כתרי מנייהו ואם כן היה להם לומר דבר שתעלה ותהיה כתרי מנייהו?<br>ונראה לי הא דעדיף כתרי מנייהו היינו בלימוד העיון והסברה אבל בלימוד הגרסא בני ארץ ישראל ידעי טפי שבקיאים בשמועות והלכות בלי שיבוש! ועל זה הלימוד הבטיחו אותו שיעלה וילמוד מן רבי יוחנן שהיה זקן גדול ולמד מן התנאים שזכה ללמוד תורה מרבינו הקדוש ואפילו מן רשב\"י ע\"ה היה שומע שמועות דהאריך ימים הרבה.",
            "<b>וְאִם אֵין אַתָּה עוֹלֶה, הִזָּהֵר בִּשְׁלֹשָׁה דְּבָרִים.</b> נראה לי בס\"ד כונתו לומר אם תעלה לארץ ישראל אין אתה צריך להזהר בשלשה דברים אלו כי הם נוגעים לגוף הארץ וזכות ארץ ישראל יגן עליך שלא תהיה נזוק בשלשה אלה.<br>ובזה יובן<small> (משלי ל, כט)</small> <b>שְׁלֹשָׁה הֵמָּה מֵיטִיבֵי צָעַד</b> הם שלשה הנזכר דהצועד בארץ ישראל לא יהיה נזוק בהם ואלו הם שייכים לגוף <b>וְאַרְבָּעָה</b> הם ארבע אמות <b>מֵיטִבֵי לָכֶת</b> בארץ ואלו הם טובת הנפש דהמהלך ארבע אמות בארץ ישראל מובטח לו שהוא בן עולם הבא.",
            "<b>וְאַל תַּרְבֶּה בַּעֲמִידָה.</b> נראה דרכם היה גם בזמן האמוראים יש חכמים שלומדים מעומד וזכור אותו צדיק לטוב הוא הגאון חיד\"א ז\"ל שהיה לומד האדרות בליל הושענה רבה וליל שבועות מעומד ושאר לימודים באותה לילה גם בימי זקנותו זצ\"ל.<br>וענין השלוש שישלש שעות היום בכך וההילוך דרכם היה להתהלך חוץ לעיר בחבורה בעסק התורה ולשאוב אויר צח וזך וחפשי וכונתם לברר ניצוצי קדושה כמו שאמרו המקובלים במאמר שקלי ואזלי <small>(ברכות יח.)</small>.<br>ועדיין יש להקשות מניינא למה לי? ונראה על פי מה שאמרו בגמרא דנדרים <small>(נדרים כב.)</small> וְנָתַן הֳ' לְךָ שָׁם לֵב רַגָּז וְכִלְיוֹן עֵינַיִם וְדַאֲבוֹן נָפֶשׁ <small>(דברים כח, סה)</small> איזהו דבר שמכלה עינים ומדאיב את הנפש? הוי אומר אלו תחתוניות! ואיתא עוד שם אמר רבי יוחנן האי קרא דלב רגז בבבל כתיב ולא בארץ ישראל.<br>ולהכי אצטריכו למניינא לרמוז דאלו השלשה שייכי אהדדי והם עיקר אזהרתם על הישיבה כי דרכו של הרב ראש ישיבה לישב כל היום כדי ללמד תורה והזהירו על הישיבה שגורמת תחתוניות שהם מכלים העינים ומכאיבים הלב ששם הוא הנפש ואף על פי שאתה נזהר בדבר זה המזיק את העינים ואת הלב צריך אתה ליזהר בדברים אחרים המזיקין כאן והם רבוי ההילוך המזיק לעינים ורבוי העמידה הקשה ללב. ועיין ישרש יעקב מה שאמר בשם מהרמ\"ג ז\"ל בזה עיין שם.",
            "<b>אָמַר אַבַּיֵּי: מְחִלּוֹת נַעֲשׂוֹת לָהֶם בַּקַּרְקַע.</b> פירש רש\"י ז\"ל עומדין על רגליהם והולכין במחילות עד ארץ ישראל ושם מבצבצין ויוצאין עד כאן. ונראה שדבר זה נעשה לצדיקים גמורים דוקא אבל שאר עמא יתגלגלו העצמות עד ארץ ישראל וחיים שם. ואומרים בשם הגאון מהר\"ם <small>[מורינו הרב רבי משה]</small> סופר ז\"ל דלכך תיקנו בברכת אהבת עולם 'וְהוֹלִיכֵנוּ קוֹמְמִיּוּת לְאַרְצֵנוּ' לאפוקי שלא יהיה להם גלגול עצמות אלא יעמדו על רגליהם בקומה זקופה והולכים דרך המחילות עד ארץ ישראל עד כאן דבריו.<br>ונראה זה הטעם אשר קוברין פה עירינו באגדאד יע\"א ראשו למזרח ופניו למערב להורות חוזק האמונה בתחיית המתים כי בחוץ לארץ הולכים בתחיית המתים דרך המחילות עד ארץ ישראל ושם מבצבצין ועולין ולכן פניו כנגד המערב שהוא כנגד ארץ ישראל שהוא צופה ומביט הצד שפונה אליו ללכת בו.<br>אבל בארץ ישראל עצמה נראה דאין קפידה בזה ולהכי תנן בפרק וא\"ו <small>(משנה בבא בתרא ו, ח)</small> דבתרא המוכר מקום לחבירו לעשות לו קבר וכו ופותח לתוכה שמונה כוכין שלש מכאן ושלש מכאן ושנים מכנגדן, כי תנא ירושלמאה הוא ובארץ ישראל קאי ודו\"ק."
        ],
        [
            "<b><small>(ישעיה כו, יד)</small> \"רְפָאִים בַּל יָקֻמוּ\", בְּמַרְפֶּה עַצְמוֹ מִדִּבְרֵי תּוֹרָה הַכָּתוּב מְדַבֵּר.</b> נראה לי בס\"ד דריש מלת רְפָאִים 'אלף רפים' ואות אל־ף לשון לימוד כמו וַאֲאַלֶּפְךָ חָכְמָה <small>(איוב לג, לג)</small> שהם רפים באל־ף שהוא הלימוד. גם <b>רְפָאִים</b> בהפוך אתוון <b>פְּרָאִים</b> שהמרפה עצמו מדברי תורה נחשב כבהמה!",
            "<b>כָּל הַמִּשְׁתַּמֵּשׁ בְּאוֹר תּוֹרָה אוֹר תּוֹרָה מְחַיֵּהוּ.</b> נראה לי בס\"ד תורה שבכתב נקראת דת דכתיב <small>(דברים לג, ב)</small> מִימִינוֹ אֵשׁ דָּת לָמוֹ, ותורה שבעל פה נקראת אור דכתיב <small>(משלי ו, כג)</small> כִּי נֵר מִצְוָה וְתוֹרָה אוֹר, והטעם כי מאירה לתורה שבכתב כי בלעדי תורה שבעל פה אם ילמוד אדם תורה שבכתב הרי זה הולך בחושך כי יבין הדברים להפך כאשר תמצא בקראין! ולזה אמר 'נֵר מִצְוָה' אם תרצה לקיים נֵר מִצְוָה כתקנה צריך לך תּוֹרָה שהיא אוֹר זו תורה שבעל פה <small>(מגילה טז:)</small>.<br>ולכן מספר דת <small>[404]</small> ומספר אור <small>[207]</small> עולה גימטריא תורה <small>[611]</small> לומר אין התורה שלימה אלא על ידי צירוף שניהם דת ואור.<br>וידוע בתורה שבעל פה יש ד' חלקים פרד\"ס <small>[פשט רמז דרש סוד]</small> וכל חלק נקרא טוב דכתיב <small>(משלי ד, ב)</small> כִּי לֶקַח טוֹב נָתַתִּי לָכֶם, וד' פעמים טוב <small>[17]</small> עולה מספר חיים <small>[68]</small>.<br>ובזה פרשתי בס\"ד<small> (משנה אבות ב, ז)</small> מרבה תורה מרבה חיים, דהיינו מרבה תורה לעסוק בארבעה חלקים שהם ד' פעמים 'טוב' מרבה 'חיים'! ובזה פרשתי <small>(משנה אבות ו, ז)</small> גדולה תורה שהיא נותנת חיים לעושיה.<br>וזהו שאמר כאן <b>כָּל הַמִּשְׁתַּמֵּשׁ בְּאוֹר תּוֹרָה</b> זו תורה שבעל פה שנקראת אור אז אור <b>תּוֹרָה מְחַיֵּהוּ</b> כי בתורה שבעל פה יש ד' חלקים פרד\"ס שהם ד' פעמים טוב שעולה חיים.<br>ולכן אמר לו<b> מָצָאתִי לָהֶם רְפוּאָה מִן הַתּוֹרָה</b> והיינו רְפוּאָה 'אור פה' רוצה לומר זכות תורה שבעל פה שנקראת אור שיש להם בה זכות בעבור תלמידי חכמים שדבקים בם ומהנים אותם.",
            "<b>כֵּיוָן דְּחַזְיֵהּ דְּקָא מִצְטַעֵר.</b> יש להקשות למה נצטער, והלא רבי אלעזר קאי על עמי ארצות שבזמנם דאפילו פסוק לא קרו והם שקץ ובניהם שקץ ועל נשיהם נאמר <small>(דברים כז, כא)</small> אָרוּר שֹׁכֵב עִם בְּהֵמָה <small>(זוהר משפטים דף נג:)</small>! ועל אלו למה נצטער?<br>ונראה כי באלו העמי ארצות שהיו בזמנם היה בהם אוהבים תלמידי חכמים הרבה ועל אלו נצטער ואפשר שהיה בהם שייכים לו בקורבה. והשיב לו רבי אלעזר שמצא להם תרופה ואם כן אלו שהם אוהבים התלמידי חכמים חשיב כאלו למדו תורה וחיים הם.<br>ברם קשא וכי רבי יוחנן לא הוה ידע האי דרשה דרבי אלעזר בפסוק <small>(דברים ד, ד)</small> וְאַתֶּם הַדְּבֵקִים בַּהֳ' אֱלֹקֵיכֶם? ואיך היה מתיישב אצלו פסוק זה דאיך יוכל אדם להדבק בשכינה?<br>ונראה לי בס\"ד דהוה ידע רבי יוחנן להאי דרשה אך לא רצה לומר אותה הוא בעצמו בית המדרש ונצטער על עמי ארצות כדי שרבי אלעזר יאמר דרשה זו והיינו כי רבי יוחנן היה נזון מן הנשיא שהיה מחזיק בידו וכמו שאמרו בסוטה <small>(סוטה כא.)</small> על פסוק <small>(שיר השירים ח, ז)</small> בּוֹז יָבוּזוּ לוֹ, ולכן לא היה רוצה לומר בפיו דרשה זו של ואתם הדבקים המדברת בשבח המחזיק ביד תלמידי חכמים כדי שלא יאמרו לטובת עצמו הוא דורש כדי לחזק הסיוע הבא לו מן הנשיא שאז יתאמץ הנשיא יותר לקיים לו זאת שיהיה מחזיק בידו.",
            "<b>כָּל הַמַּשִּׂיא בִּתּוֹ לְתַלְמִיד חָכָם.</b> נראה שלשה אלו נרמזו במלוי אותיות חָכָם והוא מילוי ח<b>י</b>־<b>ת</b> ראשי תיבות <b>י</b>שא <b>ת</b>ולדותיו ומלוי כ<b>ף</b> הוא פ' ראש תיבה <b>פְּ</b>רַקְמַטְיָא ומלוי מ־<b>ם</b> ראש תיבה <b>מְ</b>הַנֶּה.",
            "<b>כָּל הַמְהַלֵּךְ אַרְבַּע אַמּוֹת בְּאֶרֶץ יִשְׂרָאֵל, מֻבְטָח לוֹ שֶׁהוּא בֶּן הָעוֹלָם הַבָּא.</b> רבינו האר\"י ז\"ל בשער מאמרי רז\"ל ביאר הכונה דקאי על אורות ד' פעמים מ־ו דמלוי שמות ע\"ב <small>[י<b>ו</b>־<b>ד</b> ה־<b>י</b> ו<b>י</b>־<b>ו</b> ה־<b>י</b> 46]</small> שימשכם ללאה שהיא סוד ארץ ישראל שיאירו בה ד' פעמים מ־ו כי אמה<small> [46]</small> עולה מספר מ\"ו יעוין שם.<br>ובזה פרשתי בס\"ד רמז הכתוב <small>(בראשית לז, כו)</small> מַה בֶּצַע כִּי נַהֲרֹג אֶת אָחִינוּ וְכִסִּינוּ אֶת דָּמוֹ, כי על ידי עון זה שאנחנו עושין בארץ ישראל אז יהיה פגם באותם אורות של ד' פעמים מ־ו שלא יאירו בארץ ישראל שהוא סוד לאה וזה <b>וְכִסִּינוּ ד</b>' <b>מ</b>־<b>ו.</b><br>ובזה פרשתי בס\"ד וַיֵּלֶךְ רְאוּבֵן בִּימֵי קְצִיר חִטִּים וַיִּמְצָא דוּדָאִים בַּשָּׂדֶה וַיָּבֵא אֹתָם אֶל לֵאָה אִמּוֹ <small>(בראשית ל, יד)</small> <b>דוּדָאִים</b> <small>[65]</small> גימטריא אדנ־י <small>[65]</small> <b>וַיָּבֵא אֹתָם</b> קרינן בוא־ו ונמצא 'אוֹתָם' הוא 'את מ־ו' <b>אֶל לֵאָה אִמּוֹ</b> שהביא הארת מ־ו אל לאה אמו ודוק.",
            "<b>עֲתִידָה אֶרֶץ יִשְׂרָאֵל שֶׁתּוֹצִיא גְּלוּסְקָאוֹת וּכְלֵי מֵילָת <small>(תהלים עב, טז)</small>.</b> נראה לי בס\"ד הא דנעשה נס גדול בשני דברים אלו הוא לקיים בקשת יעקב אבינו עליו השלום שבקש וְנָתַן לִי לֶחֶם לֶאֱכֹל וּבֶגֶד לִלְבֹּשׁ <small>(בראשית כח, כ)</small> שיתן השם יתברך את הלחם ואת הלבוש שלמים מן הארץ עצמה שאין צריך להם גמר על ידי אדם דכך היה רצון השם יתברך בבריאת העולם לולי חטא אדם הראשון שקלקל את הארץ ולא זכתה לכך. ובקשה זו של יעקב אבינו עליו השלום תהיה אחר שיהיה שלם זכות התורה דחלק הנסתר שבה נמשל ללחם וחלק הנגלה שבה נמשל ללבוש דכתיב שִׂמְלָה לְכָה קָצִין תִּהְיֶה לָּנוּ <small>(ישעיה ג, ו)</small>.",
            "<b><small>(תהלים עב, טז)</small> \"יְהִי פִסַּת בַּר בָּאָרֶץ בְּרֹאשׁ הָרִים\". אָמְרוּ: עֲתִידָה חִטָּה שֶׁתִּתַּמֵּר כַּדֶּקֶל, וְעוֹלָה בְּרֹאשׁ הָרִים.</b> הקשה מהרש\"א לא נזכר דקל בכתוב! ועוד אין דרכו של דקל להיות גדל בראש הרים?<br>ונראה לי בס\"ד אין יו־ד של הָרִים יוצאה במבט\"א וקודם אותיות הר־ם יש אותיות דקל ולפי זה שפיר נרמז הדקל בפסוק זה דכתיב ביה בראש הרים.<br>ונראה לי מה שמדמה החטה לדקל הוא לרמוז שהטוב הזה יהיה בזמן שישראל יהיו כולם צדיקים דהצדיק נמשל לדקל דכתיב צַדִּיק כַּתָּמָר יִפְרָח <small>(תהלים צב, יג)</small>.",
            "<b>וְאָדָם יוֹצֵא לַשָּׂדֶה וּמֵבִיא מְלֹא פִּסַּת יָדוֹ.</b> הטעם שיהיה נס הברכה כשיעור פסת יד, נראה לי בס\"ד דשפע הברכה הגדול יהיה מן חמש עשרה תיבות של ברכת כהנים דאין ברכה גדולה מזו!<br>וידוע דחמש עשרה תיבות של ברכת כהנים רמוזים בחמש עשרה פרקים שיש בכף וחמשה אצבעות ולכן מאחר דהברכה הגדולה נרמזה בחמש עשרה פרקים שיש בפסת יד לכך תהיה על שיעור פסת יד. ולכן כתיב פִסַּת בַּר בָּאָרֶץ <small>(תהלים עב, טז)</small> שקורא לפת בשם פִסַּת שהוא אותיות פת ס' כלומר משתלשל מן ברכת כהנים שהיא ס' אותיות.<br>ומה שאמר <b>הַקָּדוֹשׁ בָּרוּךְ הוּא מוֹצִיא רוּחַ מִבֵּית גְּנָזָיו וּמְנַשֶּׁבֶת בְּחִטָּה</b> נראה לי בס\"ד דאיתא בספר הלקוטים פרשת עקב בפסוק חִטָּה וּשְׂעֹרָה <small>(דברים ח, ח)</small> דהחטה שרשה בחכמה וידוע רוח חכמה הוא סתימאה כי חו\"ב <small>[חכמה ובינה]</small> הם עלמין דאתכסיין ולזה אמר מוציא רוח מבית גנזיו הוא רוח חכמה דהוא סתימאה ומנשב בחטה ששרשה בחכמה.<br>ועוד נראה לי בס\"ד הטעם שיהיה נס שפע הברכה על שיעור מלא פסת יד על פי מה שאמר בסה\"ק <b>אַדֶּרֶת אֱלִיהוּ</b> פרשת בראשית בפסוק <small>(בראשית ג, כב)</small> וְעַתָּה פֶּן יִשְׁלַח יָדוֹ וְלָקַח גַּם מֵעֵץ הַחַיִּים, דכתב הרמ\"ע ז\"ל כשאכל אדם הראשון מעץ הדעת לא נפגמו ידיו שלא רצו הזרועות להתפשט ולא הידים להפתח והאצבעות ליגע. ולזה אמר רז\"ל <small>(עבודה זרה דף כב.)</small> אין הקדוש ברוך הוא מביא תקלה על ידי צדיקים, ולכן הכהנים מברכים לישראל בנשיאות כפים שהידים לא חטאו ומסוגלים להביא ברכה לישראל עיין שם ולכן לעתיד אף על פי שיתוקן חטא אדם הראשון יהיה נס הברכה כמלא פסת יד מפני שזה המקום לא נפגם מתחילתו והיה מתוקן מעיקרו.",
            "<b>וּמִמֶּנָּה פַּרְנָסָתוֹ וּפַרְנָסַת אַנְשֵׁי בֵּיתוֹ.</b> קשה כיון דאמר שתוציא הארץ גלוסקאות אם כן מה צורך יש בסולת זה של החטה מאחר שיש להם לחם גמור? ונראה לי סולת זה צריך להם בשביל מיני תבשילין של בשר ומיני מרקחות שמערבים בהם קמח סולת למעדנים.",
            "<b>עֲתִידָה חִטָּה שֶׁתְּהֵא כִּשְׁתֵּי כְּלָיוֹת שֶׁל שׁוֹר הַגָּדוֹל.</b> יש להבין למה תדמה בזמן הברכה לשיעור כליות? ועוד מה משער חטה אחת כשתי כליות, והלא אחת היא, ושתי כליות הם שנים נפרדים, ויותר טוב לדמותה לעצם אחד שהוא גדול כשיעור שתי כליות?<br>ונראה לי דהחטה היא סדוקה ונמצא היא חלוקה לשנים שהסדק מבדיל אותה לשתים וכל חלק יהיה שיעור כוליא ונמצא תהיה כשתי כליות המחוברים זה בזה.<br>ומה שידמה שיעור שלה לשיעור כוליא? הוא כי עץ שאכל אדם הראשון חטה היה <small>(ברכות מ.)</small>, ואכילתה היתה באיסור על ידי שקבל אדם הראשון עצת הנחש ואמרו רז\"ל <small>(ברכות סא.)</small> 'כליות יועצות' נמצא האדם מקבל את העצה באמצעות הכוליא שלו אך אמרו רז\"ל שתי כליות יש באדם של ימין מיעצתו לטובה ושל שמאל מיעצתו לרעה.<br>ולפי זה העצה של אכילת החטה קבלה על ידי כוליא אחת של שמאל ולעתיד יתוקן החטא ויהיו הכליות שתיהם שוין לטובה שיהיו מיעצות לטובה.<br>ולכן עתידה חטה שנעשה בה פגם בחטא אדם הראשון על פי עצה רעה שקבל מכוליא אחת בלבד הנה היא תהיה גדולה בנס כשיעור שתי כליות המחוברים זה בזה כן יהיה שיעור שני חלקיה להורות כי עתה יהיו בזה הכליות שוין לטובה ומחוברים זה בזה בעצה טובה.<br>ומה שיהיה כשיעור של שור הגדול? כי לעתיד כולם יהיו צדיקים שנקראים בשם שור אבל אדם חשוב נקרא בשם שור וכמו שאמרו על פסוק בְּכוֹר שׁוֹרוֹ הָדָר לוֹ <small>(דברים לג, יז)</small>.<br>ונראה לרמוז דקללות שנתקללה הארץ בעבור אכילת עץ הדעת שהיה חטה נקראים בשם מכה דכתיב וְרָאוּ אֶת מַכּוֹת הָאָרֶץ הַהִוא וְאֶת תַּחֲלֻאֶיהָ <small>(דברים כט, כא)</small> וידוע שהקדוש ברוך הוא מהפך הרעה עצמה לטובה וכמו שנאמר <small>(ירמיה ל, יז)</small> וּמִמַּכּוֹתַיִךְ אֶרְפָּאֵךְ, שתהיה הרפואה במכה עצמה והכתוב אמר וְרָאוּ אֶת מַכּוֹת הָאָרֶץ הַהִוא והקדוש ברוך הוא עושה במקום מכות נס ברכה של כליות שתגדל החטה ותהיה ככליות והיינו דאות מ־ם של <b>מַ</b>כּוֹת ישברנה לשתי אותיות של ל־י ואז במקום מַכּוֹת יהיה כְּלָיוֹת שהחיטה שנעשה בה מכות תשרה עליה הברכה ותהיה גדולה ככליות.",
            "<b>וְאֵין לְךָ כָּל עֲנָבָה וַעֲנָבָה שֶׁאֵין בָּהּ שְׁלֹשִׁים גַּרְבֵי יַיִן.</b> פירוש שלשים סאה. ונראה לי בס\"ד טעם של שלשים שהוא מספר אות למ־ד לרמוז שיהיה היין הזה מפקח האדם בלימוד התורה ולא מקפח בלימוד כאשר קיפח עשרת השבטים כמאמר רז\"ל בגמרא <small>(שבת קמז  :)</small> על אותו יין הערב מאד.<br>ומה שאמר אֵין לְךָ כָּל גֶּפֶן וְגֶפֶן שֶׁבְּאֶרֶץ יִשְׂרָאֵל שֶׁאֵין צָרִיךְ עַיִר אֶחָד לִבְצֹר' פירוש שיתאספו בני אדם הרבה שיעור אנשי עיר אחת. ונראה לי לשון גוזמא כמו עָרִים גְּדֹלֹת וּבְצוּרֹת בַּשָּׁמָיִם <small>(דברים א, כח)</small> וכן מה שאמרו במשנה <small>(משנה מדות ג, ח)</small> גבי גפן וגבי פרוכת שנמנו עליה שלש מאות כהנים וכן הענין כאן דהכונה צריך לה בני אדם הרבה לבצור אותה.",
            "<b>אֵין לְךָ כָּל אִילָן סְרָק שֶׁבְּאֶרֶץ יִשְׂרָאֵל, שֶׁאֵינוֹ מוֹצִיא מַשּׂוֹי שְׁתֵּי אֲתוֹנוֹת.</b> נראה לי בס\"ד על פי מה שכתוב בספר הלקוטים בזכריה בפסוק <small>(זכריה ט, ט)</small> הִנֵּה מַלְכֵּךְ יָבוֹא לָךְ צַדִּיק וְנוֹשָׁע הוּא עָנִי וְרֹכֵב עַל חֲמוֹר וְעַל עַיִר בֶּן אֲתֹנוֹת, שפירש שם באור הדברים על פי דברי זוהר הקדוש <small>(פרשת בלק דף רז.)</small> אמר רבי יהודה באילין כתרין תתאין אית ימינא ואית שמאלא מסטרא דימינא חמרי ומסטרא דשמאלא אתני ותאנא עשר לימינא ועשר לשמאלא וכו' יעוין שם. והנה ידוע מה שאמרו בזוהר הקדוש דכל הפירות שורשם בנוקבא חוץ מן התפוחים שרשם בזכר ולכן כאן באילני סרק נקיט משוי אתונות שהם נוקבא ולא אמר משוי חמורים. ואמר שתים אחתכנגד הכללות ואחת כנגד הפרטות דאז יכנעו שתי בחינות אלו דכללות ודפרטות בפני הקדושה.",
            "<b>רִבּוֹנוֹ שֶׁל עוֹלָם! רְמֹז בְּעֵינֶיךָ, דְּבָסִים מֵחַמְרָא, וְאַחְוִי לִי שִׁנֶּיךָ, דְּבָסִים מֵחֲלָבָא.</b> נראה לי בס\"ד <b>עֵינֶיךָ</b> רמוז לאות עי־ן של שְׁמַע <small>(דברים ו, ד)</small> שהיא רבתי שרומזת לשבעה אורות של בינה. <b>וְאַחְוִי לִי שִׁנֶּיךָ</b> רמז לשני שי־ן של תפילין.<br>או יובן בס\"ד <b>עֵינֶיךָ</b> רמז לאור החכמה הנקרא עין דְּבָסִים טפי מֵחַמְרָא הוא אור הבינה הנקרא יין המשומר בענביו.<b> וְאַחְוִי לִי שִׁנֶּיךָ</b> רמז לגבורות הממותקות ומבוסמות בחסדים הנקראים חֲלָבָא ולזה אמר 'דְּבָסִים מֵחַמְרָא' רוצה לומר מכח החלב שהוא החסד.<br>ועטרת ראשי הרב מור אבי זללה\"ה <small>[זכרונו לברכה לחיי העולם הבא]</small> פירש בספר מדרש אליהו <b>רְמֹז לִי בְּעֵינֶיךָ</b> רמז לנצח והוד דז\"א <small>[דזעיר אנפין]</small> שנקראים 'עינים' ונעשים מוחין למלכות. <b>וְאַחְוִי לִי</b> '<b>שִׁנֶּ</b>י<b>ךָ</b>' <small>[370]</small> מספר ש\"ע דעל ידי שנשלמת המלכות במוחין דילה נמשכים לה ש\"ע נהורין במספר 'שניך'.<br>או רמוז <b>בְּעֵינֶיךָ</b> מוחין מאבא שהוא סוד חכמה <b>וְאַחְוִי לִי שִׁנֶּיךָ</b> על חסד וגבורה שניך לשון שינוי דחסד וגבורה בחינתם משונה גם לשון שנים, עד כאן דבריו זלה\"ה ודפח\"ח.<small> [ודברי פי חכם חן]</small>",
            "<b>יוֹם שְׁלִישִׁי בָּצַרְתִּי מִמֶּנָּה שְׁלֹשׁ מֵאוֹת אֶשְׁכּוֹלוֹת שְׁלֹשָׁה אֶשְׁכּוֹלוֹת לְגָרָב, וְהִפְקַרְתִּי יוֹתֵר מֵחֶצְיָהּ.</b> קשה אינו דומה חסרון יום שלישי לחסרון יום שני יען שביום שני היה החסרון בחצי וביום שלישי היה בשליש ולפי ערך חסרון יום שני היה צריך להיות ביום שלישי ארבעה אשכול לגרב?<br>ונראה לי בס\"ד דמן השמים נעשה כן בהשגחה להודיעו שביטול תורה גרם לו לכן היו החסרונות על סדר אב\"ג שהוא לפי סדר אותיות התורה והכרם נרמז באות ד' שהוא אחר אב\"ג. ובזה יובן הא דאמר לשון זה 'דָּלִית' אַחַת הִנִּיחַ לִי אַבָּא, שקראה דלית ולא אמר הניח כרם.",
            "<b>הַיְנוּ, \"זָבַת חָלָב וּדְבָשׁ\" <small>(במדבר טז, יג)</small>.</b> קשה מה חדוש דבר בזה, פשיטא וכל הרואה אומר כן?<br>ונראה לי בס\"ד דהוא היה חושב דבש האמור גבי זבת חלב ודבש הוא דבש תמרים ככתוב בשבעת המינים אֶרֶץ זֵית שֶׁמֶן וּדְבָשׁ <small>(דברים ח, ח)</small> להכי הוה קשיא ליה היכי משכחת לה זבת חלב ודבש, כי אלנות התמרים גבוהים ואין רועות העזים שם ואם כן אם התמרים זב דובשן לארץ, מי הביא חלב עזים שם כדי שיתערב החלב עם דבש התמרים והלא אין זה מקום לרעות בו העזים?<br>אך עתה אשר ראה שהתאנים כל כך חשובים שזב דובשן לקרקע וגם שהם בשביל שהם אילנות נמוכים לכך העזים רועים שם כדי לאכול מן עלי התאנים ועל ידי כך מצא תערובת חלב הצאן והעזים עם דבש התאנים, אז הבין כי דבש דהאי קרא אינו דבש תמרים האמור בשבעת המינים אלא הוא דבש תאנים.<br>או יובן בס\"ד דמקודם הוה קשיא ליה בשבח זה שהוא משבח את הארץ שהיא 'זבת חלב ודבש' בשלמא הדבש שפיר הוי שבח הארץ כיון דיוצא מן האילנות שהם פירות הארץ אך החלב יוצא מן הצאן עזים ורחלים ומה לו שייכות בארץ? ולא עוד אלא דהקדים את החלב דאמר 'זבת חלב ודבש'?<br>אך עתה שראה העזים אוכלים מעלי התאנים שהם שמנים ביותר דמחמת העלין האלה שאוכלים נעשה להם חלב ברבוי שזב לארץ נמצא גם זיבת החלב הוא שבח הארץ כי לרוב שומנה גם העלין היוצאין ממנה עושין רבוי חלב כזה שהוא נחל רב אמר הַיְנוּ 'זָבַת חָלָב וּדְבָשׁ' דמשבח הארץ בתרווייהו!<br>ולא עוד אלא שהקדים החלב תחלה דאית ביה רבותא טפי כי מן העלין שמוציאה הארץ כל כך יוצא חלב בנחל שוטף ונמצא לפי זה הברכה של הדבש והברכה של החלב נתקיימו שניהם בתאנה כי רבוי החלב יוצא מכח עלין של התאנה וכן הדבש יוצא מן פירות התאנה והיה זה לסימן טוב לישראל שיצליחו בתיקון של אדם הראשון כי איכא מאן דאמר דסבירא ליה עץ שאכל אדם הראשון תאנה היה <small>(ברכות מ.)</small> שבדבר שקלקלו בו נתקנו.",
            "<b>לְדִידִי חָזִי לִי זָבַת חָלָב וּדְבַשׁ שֶׁל צִפּוֹרִי, וַהֲוֵי שִׁיתְּסַר מִילִין אַשִּׁיתְּסַר מִילִין.</b> הכונה כמו שכתוב בש\"ע דזה השיעור לא היה במשך אחד אלא הוא בצירוף כמה מקומות. והטעם שזכתה צפורי למספר זה של ט\"ז על ט\"ז מפני כי היא היתה בהר ושולט בה רוחות קשים ורעשים ולכן יושביה יש להם לב נשבר תמיד ולכן זכתה לברכה וטובה זו שהיא שיעור ט\"ז על ט\"ז שהוא מספר שברי לב שאם תשבר מספר לב <small>[2÷32=16]</small> לחצאין יהיו שבריו ט\"ז וט\"ז רמז לדבר לֵב נִשְׁבָּר וְנִדְכֶּה אֱלֹקִים לֹא תִבְזֶה <small>(תהלים נא, יט)</small>."
        ],
        [
            "<b>וְהַוְיָא כְּמִבֵּי מִיכְסִי עַד אַקְרָא דְּתוּלְבַּנְקִי עֶשְׂרִין וְתַרְתֵּי פַּרְסֵי אוּרְכָּא.</b> נראה זכתה ארץ ישראל לזה השיעור בזכות התורה שניתנה להם בעבור ארץ ישראל דכתיב <small>(תהלים קה, מד)</small> וַיִּתֵּן לָהֶם אַרְצוֹת גּוֹיִם בַּעֲבוּר יִשְׁמְרוּ חֻקָּיו, והתורה ניתנה בכ־ב אותיות והיה הרוחב ששה פרסאות בזכות תורה שבעל פה שהיא ששה סדרים וסימנים אלו של האורך והרוחב הוא אות בכ־ו שהם כ־ב וא־ו רמז שאומרים להם 'בכו' בכיה על הטוב הגדול אשר סופו נחרב בעבור עונותיכם ככתוב אֶרֶץ פְּרִי לִמְלֵחָה מֵרָעַת יֹשְׁבֵי בָהּ <small>(תהלים קז, לד)</small>.",
            "<b>אָמַר: \"אֶרֶץ אֶרֶץ הַכְנִיסִי פֵּרוֹתַיִךְ!.</b> הא דכפל לשונו 'אֶרֶץ אֶרֶץ' חד כנגד חלק הגשמי וחד כנגד חלק הרוחני שבה. אי נמי חד כנגד ארץ התחתונה וחד כנגד ארץ העליונה המשפעת בתחתונה דכתיב יְרוּשָׁלַ‍ִם הַבְּנוּיָה כְּעִיר שֶׁחֻבְּרָה לָּהּ יַחְדָּו<small> (תהלים קכב, ג)</small>.",
            "<b>חֲזִינְהוּ דַּהֲווּ קַיְמֵי כְּעִזֵּי.</b> נמצא נתמעט הטוב משיעור עגל לשיעור עז וההפרש בין מספר עגל <small>[103]</small> לבין מספר עז <small>[77]</small> הוא כ\"ו כמנין שם הוי־ה <small>[26]</small> לרמוז בעבור חלול השם שחללו בעונות נתמעטה הטובה.",
            "<b>בְּבִרְכוֹתֶיהָ שֶׁל אֶרֶץ יִשְׂרָאֵל, בֵּית סְאָה עוֹשָׂה חָמֵשׁ רִבּוֹא כּוֹרִין.</b> נראה לי לרמוז שבזכות התורה שהיא חמשה ספרים נעשה הטוב הזה וחמשה רבוא כורין הם חמשים אלף כורין רמז שהמזון נמשך מן הבינה שיש בה חמשים שערים.<br>או רמז לכ\"ה חסדים וכ\"ה אתוון דיחודא שאומרים בבוקר וכ\"ה אתוון שאומרים בערב ולכן עושה חמשה רבוא כורין שהם חמשים אלף כורין.",
            "<b>וְהַנֵּי מִילֵי בִּטְרָשִׁים, אֲבָל שֶׁלֹּא בִּטְרָשִׁים, חֲמֵשׁ מְאָה.</b> פירש רש\"י ז\"ל שבע פעמים שבעים הרי ארבע מאות ותשעים ובמקום שאין טרשים יש להוסיף עד חמש מאות עיין שם. וצריך להבין מה טעם יש להוסיף עשרה דוקא להשלים עד חמש מאות?<br>ונראה לי בס\"ד דתרומה גדולה הוא תרי ממאה ושאר ארצות שבארץ ישראל שאינם טרשים הם המשובחים ולכן ראוי שיהיה בהם תוספת על הטרשים שיעור תרומה שהוא תרי ממאה ולפי מספר ארבע מאות ותשעים עולה תרי ממאה מספר עשרה מכל מקום ובזה נשלם חמש מאות. נמצא לפי זה כיון ששפע חוץ לארץ בישיבתה הוא שבעים כור צריך שיגיע שפע ארץ ישראל עד חמש מאות כור.<br>ובזה יובן בס\"ד הפסוק בהושע <small>(הושע ב, טז)</small> לָכֵן הִנֵּה אָנֹכִי מְפַתֶּיהָ וְהֹלַכְתִּיהָ הַמִּדְבָּר וְדִבַּרְתִּי עַל לִבָּהּ וְנָתַתִּי לָהּ אֶת כְּרָמֶיהָ מִשָּׁם וְאֶת עֵמֶק עָכוֹר לְפֶתַח תִּקְוָה, ורש\"י פירש עמק עכור עמק הגלות שהיו עכורים בו יהיה להם לפתח תקוה. ועדיין קשה עכור משמע קאי על המקום עצמו ולא על יושביו?<br>ובזה ניחא דקרי לחוץ לארץ עמק עכור כי ברכת חוץ לארץ השפע שלה יגיע עד שבעים כור וזה נרמז באותיות עָכוֹר חלק התיבה לשתים וקרי בה <b>ע</b>' <b>כור</b> ועל פי זה החשבון של ע' כור יהיה לפתח זו ארץ ישראל ששם שער השמים תִּקְוָה '<b>תק וה</b>' והיינו וה לשון שמחה כמו שאמרו <small>(איכה רבתי א, לב)</small> בין וי לוה ניצול רבן יוחנן בן זכאי, כלומר יש לה שמחה של חמש מאות.<br>ולפי זה שפע ארץ ישראל יגיע עד חמש מאות שהיא מספר ב' פעמים נר <small>[250]</small> ובזה יובן בס\"ד <small>(צפניה א, יב)</small> בָּעֵת הַהִיא אֲחַפֵּשׂ אֶת יְרוּשָׁלַ‍ִם בַּנֵּרוֹת, כי שפע שלה יגיע לשיעור נר ונר.<br>גם הוא מספר חמש מאות אברים שיש לאיש ואשתו זה רמ\"ח <small>[248]</small> וזו רנ\"ב <small>[252]</small> ובהיות ישראל על אדמתם דומים להתחברות אשה עם בעלה דכתיב כִּי יִבְעַל בָּחוּר בְּתוּלָה יִבְעָלוּךְ בָּנָיִךְ <small>(ישעיה סב, ה)</small>.<br>גם הוא מספר מלוי שם שדי <small>[ש<b>י</b>־<b>ן</b> ד<b>ל</b>־<b>ת</b> י<b>ו</b>־<b>ד</b> = 500]</small> לכך הקדוש ברוך הוא הבטיח לאבות במתנת הארץ בשם שדי.<br>ובזה יובן <small>(תהלים קמז, יב)</small> שַׁבְּחִי יְרוּשָׁלַ‍ִם אֶת הֳ' הַלְלִי אֱלֹקַיִךְ צִיּוֹן כִּי חִזַּק בְּרִיחֵי שְׁעָרָיִךְ בֵּרַךְ בָּנַיִךְ בְּקִרְבֵּךְ, כי אם תמלא את 'ירושלים' כפי הקריאה שלה שנקראת בשני יודין וגם תמלא אות מם ביו־ד כזה 'מים' כפי נקוד החיר־ק של קריאתה יעלה המלוי מספר חמש מאות כזה י<b>ו</b>־<b>ד</b> ר<b>י</b>־<b>ש</b> ו<b>י</b>־<b>ו</b> ש<b>י</b>־<b>ן</b> ל<b>מ</b>־<b>ד</b> י<b>ו</b>־<b>ד</b> מ<b>י</b>־<b>ם</b> <small>[500]</small> ולזה אמר 'בֵּרַךְ בָּנַיִךְ בְּקִרְבֵּך' דשיעור השפעת הברכה שהיא חמש מאות רמוזה 'בְּקִרְבֵּך'.<br>ולזה אמר <small>(ישעיה מ, ב)</small> דַּבְּרוּ עַל לֵב יְרוּשָׁלַ‍ִם וְקִרְאוּ אֵלֶיהָ, <b>לֵב</b> היינו רוצה לומר המלוי תבשרו בטוב הרמוז במלוי ירושלים <b>וְקִרְאוּ אֵלֶיהָ</b> כלומר זה הרמז הוא כפי הקריאה שנקראת ירושלים בשני יודין ולא כפי הכתיבה כי היא כתובה ביו־ד אחת וחסרה יו־ד שנית.",
            "<b>סְאָה בִּיהוּדָה הָיְתָה עוֹשָׂה חָמֵשׁ סְאִים.</b> נראה הכונה היתה עושה חמש סאין אחר גיבול כי לרוב שומן החיטים וחשיבותם שואבין ובולעים מים הרבה בגיבול הקמח עד שיוסיף במשקלו על חד ארבע מכח רבוי המים הנבלעים בו בשעת גיבול דאפילו הסובין והמורסן בני גיבול נינהו ובולעים מים רבים.",
            "<b>בֵּית סְאָה אַחַת הִנִּיחַ לִי אַבָּא, מִמֶּנָּה מְשַׁח, מִמֶּנָּה חֲמַר, מִמֶּנָּה עִבּוּר, מִמֶּנָּה קִטְנִיּוֹת, מִמֶּנָּה רוֹעוֹת מִקְנָתִי.</b> חמשה הנאות יוצא לו ממנה משח וחמר ועיבור שהוא החטים שמהם יהיה הלחם והקטניות שהם דומין לדגן דלכך אין אוכלים אותם האשכנזים בפסח וגם מרעה הבהמה שממנה יקח בשר שמן לאכול.<br>ולכן אמר הכתוב <small>(דברים יא, יד)</small> <b>וְאָסַפְתָּ דְגָנֶךָ</b> זה עיבור וקטניות, <b>תִירֹשְׁךָ וְיִצְהָרֶךָ</b> זה חמר ומשח, <b>וְנָתַתִּי עֵשֶׂב בְּשָׂדְךָ לִבְהֶמְתֶּךָ</b> כדי שתאכל בשר שמן ממנה ובזה <b>וְאָכַלְתָּ וְשָׂבָעְתָּ</b> בכולהון.",
            "<b>אִי, מַה צְּבִי זֶה קַל, וְאֵין בְּשָׂרוֹ שָׁמֵן, אַף אֶרֶץ יִשְׂרָאֵל קַלָּה לְבַשֵּׁל, וְאֵין פֵּרוֹתֶיהָ שְׁמֵנִים?.</b> קשא למה הוצרך לפרש כאן קלות הצבי, וסגי לומר הכי אי מה צבי זה אין בשרו שמן אף ארץ ישראל אין פרותיה שמנים? ועוד יש להקשות קושית הגאון מהר\"ם שיף ז\"ל למה לא שאל שאלה זו על לשון ראשון שאמר מה צבי אין עורו מחזיק בשרו?<br>ונראה לי בס\"ד דחדא מתרצה בחברתה דהטעם דאין בשר הצבי שמן מפני שהוא קל ורץ הרבה תמיד ולכך הוא יגיע תמיד ויכחיש בשרו ולזה אמר אִי מַה צְּבִי זֶה קַל, ומחמת קלותו רץ הרבה ויגיע ולכך אֵין בְּשָׂרוֹ שָׁמֵן, אַף אֶרֶץ יִשְׂרָאֵל שהיא קַלָּה לְבַשֵּׁל פרותיה ולכך זו היא סיבה שיכחיש חילה ולא יהיו פֵּרוֹתֶיהָ שְׁמֵנִים. ובזה נתרצה קושית מהר\"ם שיף ז\"ל דלא שייכה שאלה זו על לשון ראשון כי 'מה שאין עורו מחזיק את בשרו' אין לזה שייכות בזה.<br>ודע כי דרשה זו של מה צבי זה קל מכל החיות סמיך לה על דרשה דקודם כי בשביל דמיון הקלות לחוד הוה ליה לדמותה לנשר דכן אמר התנא<small> (משנה אבות ה, כ)</small> הוי קל כנשר ורץ כצבי, אך הואיל ויש נמי דרשה אחרת בצבי והוא 'מה צבי זה אין עורו מחזיק בשרו' לכך גם לענין הקלות עשה הדמיון בצבי דהא והא איתא בצבי.",
            "<b>(שמות ג, יז) \"אֶרֶץ זָבַת חָלָב וּדְבָשׁ\", שְׁמֵנִים מֵחָלָב וּמְתוּקִים מִדְּבַשׁ.</b> נראה לי בס\"ד הכונה לומר איכא הוכחה דפרותיה שמנים מן החלב אשר זב מן העזים בעבור שאוכלים עלין של תאנים ואם העלין כל כך שמנים שעושים בעזים חלב כנחל כל שכן הפירות! וגם יש הוכחה למתיקות הפירות מן הדבש הזב מן התאנים ויהיה בארץ כמו נחל ולזה אמר יש הוכחה על השומן שלהם מן החלב של העיזים ויש הוכחה על מתיקות שלהם מן הדבש שמתערב עם החלב בארץ.",
            "<b>מַעֲשֶׂה בְּאָדָם אֶחָד שֶׁשִּׁגֵּר לְבֵית חָמִיו יַיִן חָדָשׁ, וְשֶׁמֶן חָדָשׁ, וּכְלִי פִּשְׁתָּן חָדָשׁ בַּעֲצֶרֶת.</b> הנה מאמר זה הוא בגמרא דבתרא <small>(בבא בתרא קמו.)</small> והביאו בעל עין יעקב כאן. ויש להקשות בשאלה זו דשואל 'מַאי קָמַשְׁמַע לָן' והלא ודאי חדוש גדול קא משמע לן דגדלו הענבים והזתים והפשתן קודם עצרת ואלו דרכם להתגדל בסוף הקיץ!<br>ונראה לי בס\"ד דמצינו להרמב\"ם ז\"ל בהלכות דעות <small>(ב, ד)</small> הוא היה מונה חסידות שהיה נוהג בה רב ע\"ה ובכללם הוא שלא שח שיחה בטלה, והמבארים על הרמב\"ם לא מצאו מקום לדבר זה בתלמוד על רב ע\"ה.<br>ולעיל בחדושי שבת <small>(שבת י:)</small> כתבתי דראיתי שפרשו מקום מוצא דבר זה בתלמוד על רב ממה שאמרו בחולין <small>(חולין קיא:)</small> דאתמר בשם רב נותן טעם בר נותן טעם אסור ולאו בפירושא אמרה רב אלא למדו דבר זה מדבריו שאמר על הקערה שעשו לו בה הסם בשביל עיניו ואחר כך הניחו לו בה תבשיל יהיב טעמא כולי האי ואם לאו משום דנתכוון ללמד בזה הדבר דין לענין נותן טעם בר נותן טעם לא היה שח שיחה כזו עיין שם.<br>ולכן הכא שאל 'מאי קא משמע לן?' דהן אמת שהוא דבר חידוש אך רב אין דרכו לשיח בדברים כאלה שאין בו לימוד לדינא! ותירץ שבחא דארץ ישראל קא משמע לן ונמצא אין זו שיחה בטילה של חול אלא יש בזה הדבור מצוה.<br>ונראה שזה האדם ששיגר לבית חמיו דברים אלו היה פקח שרמז לבית חמיו שיזדרזו וימהרו בהכנת הנדונייא כדי לעשות הנשואין במהרה ולא יתנהגו בעצלות וכבדות ולכך שלח להם דברים אלו אשר ארץ ישראל מיהרה בישולם קודם זמן הנהוג להם שרמז להם גם המה יזדרזו וימהרו בהכנת הנדונייא.<br>וגם רמז להם בראשי תיבות שלשה אלו <b>ש</b>מן <b>פ</b>שתן <b>י</b>ין ראשי תיבות 'שפי' שהוא רוצה לומר יחידי דרמז בזה מה שהוא רוצה למהר הנשואין בשביל שהוא יושב יחידי בלא אשה.<br>וגם שלחם להם בעצרת שהוא זמן האירוסין של ישראל כי האירוסין היו בעצרת ביום מתן תורה והנשואין והחופה במשכן. אך ידוע כי מתחלה הוקבעה החופה והנשואין להיות בארץ ישראל בבנין בית המקדש ורק השם יתברך מרוב חבתו בישראל הקדים אותה במדבר במשכן וכמו שאמרו לעיל דף ס\"ב שקבעו י\"ב שנה לבנו של רבי שילך ויעסוק בתורה ואחר כך ישא את אשתו אשר אירס. אך כיון דאחלפוה קמיה פעמים שלש אמר אכניס והדר איזיל והוה קא מכסיף מאבוהי ואמר לו בני דעת קונך יש בך מעיקרא כתיב תְּבִאֵמוֹ וְתִטָּעֵמוֹ בְּהַר נַחֲלָתְךָ <small>(שמות טו, יז)</small> ולבתר וְעָשׂוּ לִי מִקְדָּשׁ <small>(שמות כה, ח)</small> בעודם במדבר.<br>וגם הוא אשר מבקש מבית חמיו מהירות הכנת הנדונייא כדי למהר הנשואין שלח להם הדורון הזה שרומז בו להם מהירות ההכנה בעצרת לומר אין בזה גנאי אלא זכרו האירוסין שעשה לישראל בעצרת איך רצה אחר כך למהר להם הנשואין של ארוסין אלו.",
            "<b>אָמַר לֵיהּ: דּוּכְתָּא דְּמֹשֶׁה וְאַהֲרֹן לָא זָכוּ לָהּ, אֲנָא, מֵי יֵימַר דְּזָכִינָא לָהּ?.</b> קשא מה השיב לו על טענתו שטען בעבור המהירות דמה שלא נכנסו משה ואהרן היה זה מכח גזרה שגזר עליהם כך בעבור הכאת הסלע אבל הוא לא יש לו סיבה אשר מונעתו מליכנס והרי הוא עומד ליכנס! ולמה ימהר ולא ימתין עד שתבא מברא ויעבור בה?<br>ונראה לי בס\"ד כי אף על פי שגזר עליהם שלא יבואו לארץ ישראל בשביל הסלע אך מצינו שמשה רבינו ע\"ה סוף דבר בקש לעבור את הירדן דוקא ומשם יראה את ארץ ישראל בשפת הירדן השנית דכתיב <small>(דברים ג, כה)</small> אֶעְבְּרָה נָּא וְאֶרְאֶה אֶת הָאָרֶץ הַטּוֹבָה, שבקש לעבור דוקא ולא הרשהו לכך אלא אמר לו: לֹא תַעֲבֹר אֶת הַיַּרְדֵּן <small>(דברים ג, כז)</small> ותראה את הארץ מכאן. נמצא במעבר הירדן בלבד יש מצוה ולא זכו לה משה ואהרן ולכן אני מיהרתי על ההעברה בלבד.",
            "<b>רַבִּי אַבָּא, מְנַשֵּׁק כִּיפֵי דְּעַכּוֹ.</b> נראה לי דהיו באותו זמן עושין מן כיפי דעכו כלים וחפצים וציורים נאין כאשר עושין עתה בירושלים מן אבני ארץ ישראל והיו מביאים כלים אלו לבבל למכור או למתנות וכשהיה רבי אבא רואה אותם היה מנשקם בשביל כבוד ארץ ישראל."
        ],
        [
            "<b>רַבִּי אַמִי וְרַבִּי אַסִי קַיְמֵי מִשִּׁמְשָׁא לְטוּלָא וּמִטּוּלָא לְשִׁמְשָׁא.</b> פירוש רבי אמי ורבי אסי היו בארץ ישראל ומקום ששונין בו לתלמידים בטולא אף על פי שאם תגיע להם השמש לא אכפת להו כל כך כי מחמת הזמן אין חום השמש מזיק ואין קצים בו! עם כל זה יחושו שמא מקצת מן התלמידים יקוצו בחום השמש ואז יאמרו בפיהם אין מקום זה טוב ונקום לישב במקום אחר שיש בו טולא, לכך היו רבי אמי ורבי אסי מקדמים לקום ממקום זה שתגיע אליו השמש למקום טולא כדי שלא יבא אחד מן התלמידים לומר על המקום ההוא לא טוב ונמצא מוציא דיבה על חלק קרקע שבארץ ישראל!<br>ומכאן ילמוד האדם מוסר השכל לשמור פיו ולשונו לבל יוציא מפיו שום דיבור לא טוב לגנות אפילו אמה אחת מארץ ישראל, הן מצד האויר הן מצד קור וחום הן מצד הפירות והן בענין הבנין וכיוצא ואפילו בעת חרבנה שהיא ביד הגוים והבתים הם של הגויים כדי שלא יהיה בכלל מוציא דיבה על ארץ ישראל!",
            "<b>בְּזוּזֵי וּבְזוּזֵי דִּבְזוּזֵי.</b> עיין פירוש רש\"י, וקשה אם כן הוה ליה למימר בזוזי בתר בזוזי?<br>ונראה לי בס\"ד הכונה כי עושים עלילות בשקר על היהודי ויש להם אנשים תחת ידם לעשותם אמצעים לקחת שוחד מן היהודי כדי שיפטרוהו לשלום והיהודי נותן השוחד להציל עצמו מידם ואחר שיתן השוחד עושין לו עלילה לומר שמענו שנתת שוחד וזה נגד חק הממשלה דאוסרת לתת שוחד והנותן גם כן מתחייב אצלם ואז בעבור עלילה זו חוזר ונותן שוחד כדי שינצל מעלילה זו של השוחד! וזהו <b>בְּזוּזֵי</b> הוא שחד הראשון <b>וּבְזוּזֵי דִּבְזוּזֵי</b> הוא שוחד השני דהיינו בזוזי בשביל עלילה של בזוזי הוא שוחד הראשון שנתן.",
            "<b>עֲתִידִין כָּל אִילָנֵי סְרָק שֶׁבְּאֶרֶץ יִשְׂרָאֵל שֶׁיִּטְעֲנוּ פֵּרוֹת.</b> נראה לי בס\"ד הטעם, כי האדם נמשל לאילן דכתיב <small>(דברים כ, יט)</small> כִּי הָאָדָם עֵץ הַשָּׂדֶה אך תלמיד חכם נמשל לאילן מאכל שעושה פירות אבל עם הארץ נמשל לאילן סרק שאין עושה פירות. אמנם לעתיד הכל יהיו בעלי תורה ואין עם הארץ מצוי לכך גם אילני סרק שבארץ ישראל שהם דמיון לעמי הארץ יטענו פירות.<br>ועל זה מביא הכתוב <small>(יואל ב, כב)</small><b> כִּי עֵץ נָשָׂא פִרְיוֹ תְּאֵנָה וָגֶפֶן נָתְנוּ חֵילָם</b> דיש להקשות תחלה אמר 'עֵץ' בסתם דקאי על כל אילנות ואחר כך פרט תְּאֵנָה וָגֶפֶן נָתְנוּ חֵילָם, ולמה פרט שתים אלה דוקא? אמנם ידוע עץ שאכל אדם הראשון חד אמר תאנה היה וחד אמר גפן היה <small>(ברכות מ.)</small> וכתבו המפרשים ז\"ל אלו ואלו דברי אלקים חיים דהוה כך והוה כך.<br>וידוע כי מה שנמצא עתה אדם רשע ועם הארץ הסיבה היא מכח אכילת עץ הדעת ולכן עתה ימצא אילנות שמוציאים פירות דאלו הם כנגד חכמים וצדיקים שעושים פירות ויש אילני סרק שאין עושין פירות ואלו הן כנגד רשעים ועמי הארץ וכל זה הוא מסיבת עון עץ הדעת! אך לעתיד כאשר יתוקן העון של עץ הדעת לא יהיה עוד רשעים ועמי הארץ בישראל.<br>וזהו שאמר הכתוב <b>כִּי עֵץ נָשָׂא פִרְיוֹ</b>, עץ בסתמא כולל כל מיני אילן ואפילו של סרק והטעם שיהיה זה לעתיד דוקא מפני כי <b>תְּאֵנָה וָגֶפֶן</b> שאכל אדם הראשון <b>נָתְנוּ חֵילָם</b> כי נתקנו לגמרי וכיון דבטל המסבב בטל המסובב שלא ישאר שום אילן סרק אלא הכל יהיו טוענין פירות כמו שנאמר <small>(ישעיה ס, כא)</small> וְעַמֵּךְ כֻּלָּם צַדִּיקִים לְעוֹלָם יִירְשׁוּ אָרֶץ נֵצֶר מַטָּעַי מַעֲשֵׂה יָדַי לְהִתְפָּאֵר, רוצה לומר דומין לנצר מטעי וכולם יהיו כנגד מעשי ידי שהם להתפאר דהיינו דומין לאילנות שעושים פירות ולא לאילני סרק כי הם כולם יהיו צדיקים וחכמים שמוציאין פירות <b>לחיים.</b><br><b>סְלִיק מַסֶּכֶת כְּתֻבּוֹת</b>"
        ]
    ],
    "versions": [
        [
            "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897",
            "http://beta.nli.org.il/he/books/NNL_ALEPH001933802/NLIl"
        ]
    ],
    "heTitle": "בן יהוידע על כתובות",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Ben Yehoyada"
    ],
    "sectionNames": [
        "Daf",
        "Paragraph"
    ]
}