{
    "title": "Maaseh Rokeach on Second Tithes and Fourth Year's Fruit",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Second_Tithes_and_Fourth_Year's_Fruit",
    "text": [
        [
            [],
            [],
            [
                "<b>והחרובין וכו'.</b> לכאורה קשה טובא שדין זה הוא סברת רבי נחמיה בגמרא דר\"ה דף ט\"ו ורבנן פליגי עליה ורבי יוחנן אמר דנהגו העם כר' נחמיה בחרובין א\"כ לענין הלכה יש לנו לפסוק כרבנן והכי הו\"ל לרבינו לכתוב והו\"ל להוסיף שנהגו העם לילך אחר זמן הלקיטה והנה כבר ידוע שהראב\"ד ז\"ל השיג על רבינו ומרן ז\"ל הליץ עליו אלא שלעיקר השגתו דמה ענין בנות שוח לחרובי צלמונה וכו' הנה ידוע מ\"ש התוס' דבנות שוח הם פירות גרועים וכיון שכן יש לדמותן לחרובי צלמונה אך למ\"ש מרן דקתני חרובין דומיא דדקלין וזיתים ותירץ דדעת רבינו שלא נהגו בחרובין כר\"נ אינו אלא בחרובי צלמונה וכו' ע\"כ. אכתי קשה מה שהקשיתי בתחילה דרבינו לא היה לו להזכירו כדרך דין גמור אלא כדרך מנהג בעלמא דהא בגמרא מוכח דהלכתא כרבנן דא\"ל במקום איסורא כי נהגו שבקינן להו ופי' התוס' שם דאף אי עבוד עובדא מהדרינן ליה כיון דאיכא איסורא דהלכה כרבנן ע\"כ. ולדעת רבינו צ\"ל דכל זה אינו אלא דרך שקלא וטריא אמנם למסקנא דמילתא אם קבלה רבי יוחנן אם לא קבלה ופי' רש\"י והאי דאשתיק משום דלא איכפת ליה דלא דמי מעשר פירות האילן דרבנן לאחמורי ביה כשבועות דאורייתא ע\"כ וזה רמזו רבינו במ\"ש הואיל ומתעשרות מדברי סופרים כלומר דמטעם זה סמכינן אדרבי יוחנן להקל ולקובעו הלכה ויש לדייק זה עוד ממה שציין מרן ז\"ל בתחילת דבריו עד אם קבלה אם לא קבלה כלומר דמזה קבע הדין רבינו ודו\"ק:"
            ],
            [],
            [
                "<b>וכן האתרוג בלבד וכו' בין למעשר בין לשביעית.</b> כתב מרן ז\"ל דפסק כרבן גמליאל ע\"כ. וקשה טובא דר\"ג השווהו לאילן לערלה ולרבעי ולשביעית והשווהו לירק בדרך אחד שבשעת לקיטתו עישורו ורבינו כתב דהולכים אחר לקיטתו בין למעשר בין לשביעית ובאמת שדברי רבינו ג\"כ מצד עצמן קשים וסתרי אהדדי דכאן כתב דהולכים אחר לקיטתו בין למעשר בין לשביעית ולקמיה כתב דאתרוג בת ששית שנכנסה לשביעית אפילו היתה כזית ונעשית כככר (כלומר שגדלה הרבה) חייבת במעשרות ע\"כ. הרי דאזיל ביה אחר חנטה והיא סברת רבי יוחנן וריש לקיש שם דבת שש שנכנסה לז' לעולם שש והנה מצאתי לרבינו בפירוש המשנה פ\"ב דבכורים שכתב דפסק הלכה כמ\"ש רבותינו ז\"ל חזרו ונמנו אתרוג אחר לקיטתו עישורו למעשרות ולשביעית ע\"כ והוא מכוון לפסקו כאן כרבותינו דאושא דאיתא פ\"ק דר\"ה דף ט\"ו אלא דלענין מעשר רצה לחוש לסברת ר\"י ור\"ל להחמיר דאף בשעת חנטה וכן מצאתי לרבינו פ\"ד דהלכות שמיטה ויובל הל' י\"ב וכ\"כ מרן גופיה שם אלא שצ\"ל דס\"ל לרבינו דאין להחמיר חומרא זו כי אם בששית הנכנסה לשביעית דאיידי חומרא דז' החמירו נמי במעשר משא\"כ בשאר שני שבוע כגון שנית הנכנסת לג' לא החמירו לעשר ב' מעשרות דהיינו מעשר שני ומעשר עני ולכך רבינו לא אזיל בהו אלא אחר לקיטה דוקא וממ\"ש רבינו בהלכות שמיטה ויובל משמע דגם לענין שביעית מספקא לן אי אזלינן בתר חנטה או בתר לקיטה וכ\"כ מרן ז\"ל שם ולפ\"ז קשה למ\"ש כאן דהולכים אחר לקיטתו בין למעשר בין לשביעית דמשמע דבת ז' הנכנסת לח' אינה חייבת בביעור דהולכים אחר הלקיטה וזה סותר למ\"ש שם וצ\"ל דמ\"ש כאן דהולכים אחר הלקיטה היינו בין ו' לז' דהוי לחומרא ומינה נמי דבבת ז' הנכנסת לח' יש לה דין שביעית להחמיר וכ\"כ הרב מהר\"ם בן חביב ז\"ל בכפות תמרים דף ל\"ח (ועיין מ\"ש בביאור השגת הראב\"ד ז\"ל) ולפי האמור מה שסיים רבינו שבת שש הנכנסת לשביעית חייבת במעשרות לרבותא נקט לה ומכל שכן לשביעית וק\"ל:"
            ],
            [],
            [],
            [],
            [
                "<b>אע\"פ שהתחילו לייבש וכו'.</b> מרן ז\"ל לא ציין מהיכן הוציאו רבינו ונראה לענ\"ד דמדיוקא דמתני' נפקא ליה דקתני שלוש עונות דמשמע דפחות מכאן מתעשרין להבא ואם איתא דדוקא בשלא התחילו לייבש ליפלוג וליתני בדידה אלא ודאי דבין לר\"מ דאמר שתי עונות בין לחכמים דאמרי שלש בפחות מכאן אין שום חילוק דמתעשרין להבא:"
            ],
            [],
            [],
            [],
            [
                "<b>למעשר. </b>בנוסח אחר כתב יד מוסיף הרי זה אוכל מהם אע\"פ ע\"כ. ואיני יודע לישבה:"
            ],
            [
                "<b>מעשר שני וכו'.</b> ריש פ\"ט דבכורות ומ\"ש מרן ז\"ל ובפרק דתמורה הוא פ\"ג דף כ\"א ומ\"ש כמה דתימה אין מה שכתב וכו' טעות סופר הוא וצ\"ל אין מעשר שני ועיין עוד בדין זה להתוס' שם והתוס' יו\"ט ז\"ל:"
            ]
        ],
        [
            [
                "<b>אבל אינו נאכל בירושלים אלא בפני הבית וכו' מפי השמועה וכו'.</b> הכי איתא בפ\"ק דמכות דף י\"ט ואוקמוה כמ\"ד קדושה ראשונה קדשה לשעתה ולא קדשה לעתיד לבוא ומשו\"ה מקשינן מעשר לבכור דאינו נאכל אלא בפני הבית. אך קשה דבספ\"ו דהל' בית הבחירה פסק רבינו דקדושת ירושלים והעזרה קדשן לשעתן וקדשן לע\"ל לפיכך מקריבין הקרבנות כולן אע\"פ שאין בית בנוי ואוכלין קדשים קלים ומעשר שני אע\"פ שאין שם חומות ע\"כ הרי ששם פסק דקדושה ראשונה קדשה גם לע\"ל וגם פסק שם שאוכלים מעשר שני אפילו שאין שם בית והוא היפך מ\"ש כאן ומצאתי להתוס' פ\"ו דזבחים דף נ\"ט שהקשו קושיא זו עצמה מדר\"י דאמר מקריבים אע\"פ שאין בית וכו' להא דר' ישמעאל וכו' ובאמצע הדיבור הביאו גירסת ספרים דגרסי בדרבינא שהיא המסקנא דההיא דמכות לעולם קסבר קדשה לשעתה וקדשה לע\"ל ולא מיירי כלל בחובת העלאה אלא אם יכול לאכלו בזמן הזה או לא וילפינן אכילת מעשר מאכילת בכור דמה אכילת בכור בעיא מזבח משום דאיתקש בשרו לדמו אף אכילת מעשר בעיא מזבח ואין שום מעשר נאכל בזמן הזה וכו' ע\"כ. נמצא דמ\"ש רבינו בהלכות בית הבחירה היינו ביש שם מזבח והכי דייקי דבריו שכתב אע\"פ שאין שם בית וכו' אע\"פ שאין שם חומות דמשמע דבית וחומות ליכא אבל מזבח איכא ומ\"ש כאן דבכור ומעשר שני אינו נאכל אלא בפני הבית הכוונה כלפי המזבח וסמך למ\"ש במקומו והיינו טעמא נמי דבהלכות בכורות לא הזכיר דין זה מפני שסמך למ\"ש בהלכות בית הבחירה בדין קדשים קלים שבכללן הבכור שוב זכיתי ומצאתי כדברי בס' קרבן חגיגה ז\"ל ומטי לה נמי מס' ברכת הזבח ז\"ל והוא פשוט ושם בתחילת דבריו הסביר דברי ס' התרומה שהזכיר מרן ז\"ל עיין עליו:"
            ],
            [],
            [],
            [],
            [
                "<b>למה פרטן ולא אמר וכו'.</b> עיין להרב כנסת הגדולה ז\"ל בנימוקו על רבינו בביאור הדבר ע\"פ הפסוקים:"
            ],
            [
                "<b>אחר שנכנס.</b> בנוסח אחר כתב יד אחר שיכנס. ומ\"ש",
                "<b>מכין אותו מכת מרדות </b>היינו משום דעבר אעשה (דוצררת) [דוצרת] הכסף כמ\"ש התוס' ז\"ל:"
            ],
            [],
            [
                "<b>היה הוא בפנים וכו'.</b> מבואר הדבר דרבינו אינו מפרש כפי' רש\"י ועיין להפר\"ח ז\"ל בנימוקיו על רבינו:"
            ],
            [
                "<b>מעשר שני אפילו של דמאי.</b> עיין פ\"א דדמאי ופ\"ג דמעשר שני ורבינו מפרשה כהירושלמי כמ\"ש הר\"ן ז\"ל וכן כתב התוס' יו\"ט. ומ\"ש",
                "<b>עבר והוציאן וכו' </b>ציין המל\"מ ז\"ל בחולין דף ס\"ח. ומ\"ש בספרי רבינו",
                "<b>אבל מעות מעשר עני </b>טעות סופר ברור הוא וצ\"ל מעשר שני:"
            ],
            [],
            [],
            [
                "<b>אם נטמאו בולד הטומאה וכו'.</b> פי' הרע\"ב ז\"ל פ\"ג דמעשר שני דלאו בולד הטומאה שנגע באב הטומאה שהוא טמא מדאורייתא אלא בולד הטומאה דרבנן כגון שנגע בכלי שנטמא במשקין ע\"כ והיה נראה לענ\"ד פשוט שכן דעת רבינו שהרי פירש מפני שולד הטומאה מדבריהם אלא שבפירוש המשנה כתב דולד הטומאה מי שנטמא באב הטומאה וכו' ע\"כ גם הר\"ש ז\"ל פירש שם ולד הטומאה מגע שרץ ונבילה וכו' ע\"כ דנראה כפי' רבינו שם. שוב מצאתי בנוסח אחר כתב יד שמוסיף בדברי רבינו שאין ולד מטמא שני מן התורה והיא גירסא נכונה ועיין לרבינו פ\"ז דאבות הטומאה:"
            ],
            [],
            [
                "<b>תלתן של מעשר שני וכו'.</b> עיין מ\"ש פ\"ב דהלכות תרומה הל' ב' וח':"
            ],
            [
                "<b>אילן שעומד בפנים וכו'.</b> עיין מ\"ש מרן ז\"ל ונ\"ל שרבינו מפרש דרב אשי אתא לשנויי דלא ליקשו הני משניות אהדדי תרוויהו כרבנן וכו' ע\"כ ובספ\"ח דהלכות רוצח כתב בהיפך והניח דברי רבינו בצ\"ע ועיין מ\"ש:"
            ],
            [
                "<b>והחלונות ועובי החומה כלפנים.</b> מרן ז\"ל הרגיש דלמה השמיט רבינו ההיא דבר שורא שאמרו בפרק כיצד צולין ולא תריץ כלום אמנם בפ\"ו דבית הבחירה הל' ט' תירץ ז\"ל דרבינו סמך אמה שכתב שם גבי לשכות אם היו גגותיהם שוים עם קרקע העזרה וכו' ע\"כ. והאמת נראה דכיון שרבינו הזכיר הא דגגותיהם שוים מוכרח דגם בזו בהכי מיירי דאל\"כ תקשי התם מיניה וביה וכבר ידוע שדרך רבינו לקצר ולא ידעתי למה הראב\"ד ז\"ל השיגו שם וכאן שתק גם בפ\"י דמעשה הקרבנות הל' ה' וריש פ\"ט דקרבן פסח עיי\"ש:"
            ]
        ],
        [
            [
                "<b>בין שהמעשר טמא והוא טהור בין שהמעשר טהור וכו'. </b>מדכתיב בטמא ולא כתיב טמא. שמעינן דבין זה ובין זה קאמר וכדאיתא ביבמות דף ע\"ג ובספר המצוות לאוין ק\"נ כתב רבינו וז\"ל והאוכלן בטומאת עצמו לוקה וכו' ע\"כ וצ\"ל דלאו דוקא קאמר אי נמי דתיבת עצמו היא מיותרת וטעות סופר תדע עוד דלעיל מינה הביא הדרשא דבין שאני טמא והוא טהור בין שאני טהור והוא טמא:"
            ],
            [
                "<b>ואפילו להדליק וכו'.</b> מדהו\"ל למכתב ולא אכלתי ממנו וכתב ולא בערתי ילפינן דאפילו להדלקה אסר רחמנא ואין לומר דא\"כ לילקי נמי על ההדלקה ורבינו לא כתב אלא לשון איסור גם בפי\"ט דהל' סנהדרין שמנה מלקות זרים לא מנה אלא האוכל די\"ל דכיון דעיקר קרא לא אתא אלא על האכילה כמ\"ש בגמרא ודאי אין לחייב מלקות על ההדלקה דאין ס\"ד שיאסור ההדלקה ולא האכילה:"
            ],
            [],
            [
                "<b>הערל כטמא.</b> וכן פסק פ\"ב דהלכות חגיגה הל' א'. ומ\"ש",
                "<b>שהתרומה קרויה קדש וכו' </b>אין ללמוד מזה לשאר דיניהם שהרי אם התרומה היא טמאה האוכלה אינו לוקה וכן הטמא שטבל צריך שיעריב שמשו כמ\"ש רבינו פ\"ז דתרומה הל' ב' ג' עיי\"ש משא\"כ במעשר שני כנז\"ל גם דין האונן נוהג במעשר ואינו נוהג בתרומה ואין להקשות דרבינו פי\"ט דהל' סנהדרין מנה ערל שאכל בשר קדש או תרומה ולא הזכיר מעשר שני משום דבכלל תרומות הוא:"
            ],
            [
                "<b>האוכל מעשר שני באנינות.</b> ידוע מ\"ש רבינו בספר המצוות בסוף שורש ח' שכל דבר שאמרה תורה שנשלול ממנו אותו הפועל (ומנה) [יימנה] מצות לא תעשה אע\"פ שהלאו בא בדרך שלילה אנו מוזהרים עליו כגון לא אכלתי באוני ממנו ולא בערתי ממנו בטמא ולא נתתי ממנו למת וכו' ע\"כ. אף שהרמב\"ן ז\"ל חלק עליו והרב מגילת אסתר בקש להליץ בעד רבינו ולא עלתה בידו מכח הסוגייאות עיי\"ש ומ\"מ הסמ\"ג ז\"ל לאוין רנ\"ט לא נטה אשוריו מדברי רבינו וכתב שיש להתישב על לא אכלתי באוני ממנו ועל לא נתתי ממנו למת היכן הוזהר וס' ע\"כ. ומ\"מ בלא נתתי ממנו למת לא כתבו ז\"ל מלקות כלל לא הסמ\"ג ז\"ל שם ולא רבינו לקמן הל' י':"
            ],
            [],
            [
                "<b>ולא מעשר שני וכו'.</b> ובקרבן פסח בלבד התירו באנינות לילה מפני הקרבן פסח כמ\"ש רבינו שם פ\"ו הל' ט':"
            ],
            [
                "<b>אין נותנין פירות מעשר שני לעם הארץ וכו'.</b> אין לפרש דנתינה גמורה קאמר דמשמע דאם הפקידם בידו מותר דכיון דהחששה היא מפני שהע\"ה הם בחזקת טומאה כמ\"ש אח\"ז מה לי נתנם מה לי הפקידם וגם לשון הירושלמי שהביא מרן ז\"ל אין מוסרין וכו'. ומ\"ש",
                "<b>אין מפקידין וכו' </b>והשגת הראב\"ד ז\"ל עיין להמל\"מ ז\"ל:"
            ],
            [],
            [
                "<b>ואסור להוציאו לשאר צרכיו וכו'.</b> בזו לא חייב מלקות מפני שאין פשט הפסוק למת ממש לדעת רבינו ועיין מה שכתבתי בהלכה א' וה' גם הסמ\"ג ז\"ל לא הזכיר מלקות עיין עליו:"
            ],
            [
                "<b>חוץ מזיתים וענבים בלבד.</b> בנוסח אחר כתב יד מוסיף ואין מפטמין את השמן אבל מפטמין את היין והוא משנה ערוכה שם והתוס' יו\"ט השיג על רבינו ועל מרן ז\"ל שלא נתעורר בזה ונראה דלפי מרן ז\"ל היה גורסה בדברי רבינו כנ\"ל לכך שתק וק\"ל:"
            ],
            [],
            [
                "<b>יין של מעשר.</b> בנוסח אחר כתב יד מוסיף שני ופשוט הוא:"
            ],
            [],
            [],
            [],
            [
                "<b>מעשר שני ממון גבוה הוא.</b> עיין מ\"ש מרן ז\"ל משם מהר\"י קורקוס ז\"ל דדוקא להאי מילתא אמרו לאו כמי שהורמו דמיין וכו' ע\"כ. כתב עליו הרב עצמות יוסף ז\"ל דהלשון מגומגם דמתחילת לשונו משמע דדוקא להך מילתא ומסוף לשונו משמע דמלישנא דקרא נפק\"ל הכי ועוד דבהלכות אישות ופ\"ו דהלכות מעשר פסק דכמי שהורמו דמיין וכו' ע\"כ. וזה כבר נרגש בו מרן ז\"ל ולזה הביא דברי מהר\"י קורקוס ז\"ל ויש ליישב דבריו כמבואר למעיין ובשיטה מקדושין שנדפס מחדש משם גאון לא נודע שמו מצאתי כתוב וז\"ל וקסבר מתנות שלא הורמו וכו' ולית הלכתא הכי דקי\"ל כמי שהורמו דמיין אי נמי אע\"ג דקי\"ל כמי שהורמו דמיין דהוי ממון כהן אבל קדושתיה לא חייל עד שעת הפרשה ממ\"ו נר\"ו עכ\"ל. ולענ\"ד עוד נדקדק לשון רבינו שכתב",
                "<b>והמקבל מפריש המעשר </b> דהוי שפת יתר אלא נראה דכוונתו דכיון דנפסקה ההלכה להדיא כר' מאיר בהא דמעשר הוכרח רבינו לפסוק כן ולא מטעמיה וכדאמרינן בכמה מקומות כוותיה ולא מטעמיה דהרי טעם גדול יש לנו בדבר שהרי המקבל מפריש המעשר דנמצא שלא נתן לו המעשר במתנה שהרי עתיד הוא להפרישה ואז תחול עליה הקדושה כדברי הרב הנ\"ל ז\"ל ופשטה דמתני' פ\"ד דמעשר שני מסייעא ליה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לפיכך אנו אומרים.</b> בנוסח אחר כתב יד לפיכך אני אומר אך מתוך דברי מרן ז\"ל נראה שגירסתינו עיקר:"
            ]
        ],
        [
            [
                "<b>הרוצה לפדות וכו' עד וא\"צ לפרש.</b> פשטא דמתני' פ\"ד דמדמה מעשר שני לקדושין ובפ\"ק דקדושין אמר (עולא) [רב יהודה] אמר שמואל והוא שעסוקין באותו ענין וכן פסק רבינו פ\"ו דהלכות אישות והמגיה הגיה כאן והוא שעסוקין באותו ענין וכו' והתוס' יו\"ט שם חלק עליו וכתב דבמעשר שני לא בעינן עסוק באותו ענין כיון שהדבר תלוי בעצמו לסוף עיי\"ש. אף שמדברי רבינו בפירוש המשנה משמע שדינן שוה וכן כתב הר\"ש ז\"ל שם אמנם מדיוק מ\"ש שם בקדושין ואי לאו עסוקין באותו ענין מנא ידעה מאי קאמר וכו' משמע כדברי התוס' יו\"ט ז\"ל וכפשט דברי רבינו:"
            ],
            [
                "<b>וכן אם רצה לחלל וכו'.</b> דברי מרן בזה מגומגמים במ\"ש ולרבינו י\"ל דהכא מתחללים לאו דוקא דהא בתוספתא קתני מחללין דמשמע לכתחילה ע\"כ. ולא זכיתי להבין כוונתו חדא דתירץ לקושיא שניה של הראב\"ד דאפילו דיעבד ולא תירץ לקושיא ראשונה דבגמרא אמרו להדיא דבפירי א\"א דהא (וצררת) [וצרת] הכסף בידך כתיב גם לא ידעתי מאי קאמר דהא בתוספתא קתני וכו' איזו תוספתא היא זו ומה לנו בתוספתא אחרת כיון דמסקנא דתלמודא הכי ולקושיא ראשונה י\"ל דסמך אמה שכתב לקמיה ועיין עוד בס' שמות בארץ ז\"ל שעמד עוד בדברי מרן ז\"ל לקמיה:"
            ],
            [
                "<b>או שחילל מעות על הפירות.</b> לא ידעתי ביאורו דהא כבר הקדים הפודה מעשר שני וכו' ואולי דכוונתו אם פדה הפירות השניים במעות על דרך שכתב רבינו פ\"ה הל' ג':"
            ],
            [],
            [],
            [
                "<b>אין מחללין וכו'.</b> עיין מ\"ש מרן הקדוש פ\"ק דמעשר שני הלוקח פירות וכו' ע\"כ. אי נמי ע\"פ מ\"ש רבינו בפ\"ז הל' ט\"ו ועיין מ\"ש שם:"
            ],
            [],
            [],
            [
                "<b>אין פודין פירות מעשר אלא בכסף וכו'.</b> ולעיל הל' ב' פסק שאם רצה לחלל פירות המעשר על פירות אחרות יעלו הפירות השניות ויאכלו בירושלים משמע דאף לכתחילה יכול לחלל על פירות אחרות וכאן כתב דאין פודין אלא בכסף שיש בו צורה וכבר הראב\"ד ז\"ל השיג עליו שם ומרן ז\"ל הליץ בעד רבינו עיי\"ש. שעם כל זה עדיין הדבר קשה להולמו ותו דפסק ז\"ל דאם פדה בלשון של כסף לא עשה כלום אף שהתורה אמרה כסף ואיך יותר בפירות והדבר צריך לי תלמוד עד יערה עלינו רוח ממרום כן יהי רצון:"
            ],
            [],
            [],
            [
                "<b>פודה בהם פירות שבביתו.</b> דברי הברייתא בב\"ק דף קט\"ו מוכחי אנפשייהו להדיא דדוקא בדיעבד יכול לפדות אבל לכתחילה לא אמר כלום ומרן ז\"ל כתב דכוונת רבינו בדיעבד דוקא. ולענ\"ד נראה שיש טעות סופר בדברי רבינו דודאי לשון פודה לכתחילה הוא ויש לנו הוכחה שאיזה טעות סופר יש בדבריו ממ\"ש ואם לאו ואמר וכו' דהוי לשון יתר ומגומגם וק\"ל:"
            ],
            [],
            [
                "<b>מי שהיה עומד בטבריא ויש לו מעות.</b> בנוסח אחר כתב יד מוסיף בבל בבבל אינו וכו' וגירסא נכונה היא ועיין למרן ז\"ל:"
            ],
            [],
            [],
            [],
            [
                "<b>כמות שהוא.</b> בנוסח אחר כתב יד לא כמות שהוא ופשוט:"
            ]
        ],
        [
            [
                "<b>כמו שביארנו.</b> בפ\"ג הל' י\"ז ושם תירץ מרן בשם מהר\"י קורקוס ז\"ל לקושיית מתנות שלא הורמו כמי שהורמו דמיין ועיין מ\"ש שם:"
            ],
            [
                "<b>וכן אם פדה וכו'.</b> לשון וכן הוא מגומגם כיון שסיים דאין באשה חומש ואולי דכאן מתחיל פסקא וקאי אדין אדם והכי מסתברא שנמשך אחר מ\"ש פדה פירות מעשרו וכו' דנראה שהכל הוא דין אחד אך מאי דקשיא לי דמרן ז\"ל ציין דין זה מההיא דפרק התודה דף פ\"ב המתפיס מעות מעשר שני וכו' והתם אוקמוה כרבי יהודה דס\"ל מעשר ממון הדיוט הוא ורבינו פוסק כר' מאיר דממון גבוה הוא כמ\"ש פ\"ג הל' י\"ז ויש ליישב ועיין עוד למרן ז\"ל שם:"
            ],
            [],
            [
                "<b>מעשר שני שאין בחומשו שוה פרוטה וכו'.</b> המל\"מ ז\"ל ציין [מ\"ש] הרב לח\"מ רפ\"ה מהלכות ערכין ושם כתב וז\"ל כאן כתב רבינו ז\"ל דצריך שבחומש יהיה ש\"פ ובהלכות מע\"ש פ\"ה לא משמע כן וצ\"ע בפ' הזהב עכ\"ל. והנה בפ' הזהב (בבא מציעא דף נ\"ג) הברייתא דאם גאל יגאל איש ממעשרו ולא כל מעשרו פרט למע\"ש שאין בו ש\"פ אפליגו ר' אמי ור' אסי ור' יוחנן וריש לקיש אי אין בו קאמר או אין בחומשו קאמר ופריך מברייתא דקתני מע\"ש שאין בו ש\"פ דיו שיאמר הוא וחמשו מחולל על מעות הראשונות בשלמא למ\"ד אין בחומשו היינו דקתני דיו וכו' אלא למ\"ד אין בו מאי דיו קשיא ע\"כ. וידוע דרבינו פסק כמ\"ד אין בחומשו שהרי פסק בדין הבא אם אין בחומשו ש\"פ דיו וכו' מעתה כשאין בחומשו ש\"פ דהיינו שעיקר המעשר אינו שוה כדי שיהא בחומשו ש\"פ יש לו תיקון ע\"י שיאמר הוא וחומשו מחולל על מעות הראשונות אבל אם יש בחומשו ש\"פ דהיינו שעיקרו שוה ד' פרוטות לפחות שאז חמשו הוא פרוטה הדין מבואר שצריך הוא לקבלו על עצמו כדי להוסיף בו החומש שלם ונמצאו פסקי רבינו מכוונים וברורים.",
                "<b>ומ\"ש </b>בספרי רבינו",
                "<b>וכל מעשר שהוא אינו וכו' </b>בנוסח אחר כתב יד וכל מעשר שאינו הוא ופדיונו משלו אינו מוסיף וכו':"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן מערים וכו'.</b> כשהוא בטבלו ע\"פ מ\"ש פ\"ג הל' י\"ז דמעשר שני ממון גבוה הוא ולכך אין ליתנו במתנה אבל בטבלו שרי וכ\"כ לקמיה הל' י\"א:"
            ],
            [
                "<b>שני אחים וכו'.</b> בנוסח אחר כתב יד מוסיף אב ובנו. ומ\"ש",
                "<b>לפיכך אם פדהו וכו' </b>הוא ע\"פ מ\"ש בהל' ב' שאין האשה בדין החומש:"
            ],
            [
                "<b>ואפילו בשבת וכו'.</b> אף דר' יהושע קאמר הכי בפרק הזהב (בבא מציעא דף נ\"ד.) מ\"מ רבי קאמר התם דנראין דבריו בחול אבל לא בשבת משום וקראת לשבת ענג והכי מסיק התם א\"ר יוחנן הכל מודים בשבת בהקדש שחילל חדא דכתיב וקראת לשבת ענג וכו' ורבינו פסק להחמיר לא ידעתי למה ודע דבפסקא זו נפל טעות סופר וסיומה שמא יפשע ולא יתן ואח\"כ מתחיל הדיבור מעות מעשר שני וכו' וכן הוא בנוסח אחר כתב יד:"
            ],
            [
                "<b>מעות מעשר שני וכו'.</b> משנה פ\"ב ועיין במציעא דף מ\"ד אך מ\"ש",
                "<b>דאם צרפן לעצמו </b>הוא מגומגם דמשמע דאם צרפן לאחרים מוסיף חומש אמאי כיון דאין דרך פדיה בכך ויש לישב:"
            ]
        ],
        [
            [
                "<b>מתנה ואומר וכו'.</b> משמע דאתרווייהו קאי בין אנתפזרו סתמא בין אבלל וחפן דלא כהרע\"ב ז\"ל שלא הזכיר תנאי אלא ברישא אך קשה דרבינו פסק לעיל פ\"ד הל' ח' דמעשר שני של דמאי מחללן כסף על כסף וכסף על נחשת וכו' משמע דבודאי אין מחללן כהאי גוונא ואיך התיר כאן לחלל כהאי גוונא ולכאורה הייתי רוצה לתרץ (דהה\"נ) [דאה\"נ] דלכתחילה אין לעשות כן בודאי אלא דהכא שנתפזרו המעות ונתערבו הו\"ל כדיעבד ושפיר דמי ודייקי טפי דברי רבינו שכתב שם תיבת לכתחילה וכו'. והתוס' יו\"ט ז\"ל תירץ ע\"פ מה שכתב הרע\"ב ז\"ל דשל שני מלכים והשני חריף מחללין והתוס' בב\"מ דף מ\"ד כתבו דמשאינו חריף על החריף מחללין והשתא הכא דמעות הרבה הם ומסתמא יש ביניהם חריפין יותר מהאחרים ויחלל על החריפין דוקא וכו' ע\"כ. ולענ\"ד נראה כמ\"ש והמעיין יבחר:"
            ],
            [],
            [],
            [],
            [
                "<b>מי שנשתתק וכו' כדרך שבודקין לגיטין.</b> טעם זה לא הוזכר בתוספתא ורבינו הוסיפו מדעתו וראוים הדברים למי שאמרן:"
            ],
            [],
            [
                "<b>האומר לבנו. </b>בנוסח אחר כתב יד לבניו. ומ\"ש מפניהם בנ\"א כת\"י בפניהם:"
            ],
            [
                "<b>המוצא כלי וכו'.</b> עיין להכנסת הגדולה בנימוקיו על רבינו מ\"ש בזה:"
            ],
            [
                "<b>מעות הנמצאות בירושלים וכו'.</b> במשנה לא הוזכר ירושלים והרע\"ב ז\"ל פירשה לכל מקום ובירושלים בשאר ימות השנה עיי\"ש:"
            ],
            [],
            [
                "<b>תיבה שנשתמש בה חולין וכו'.</b> הקשה מרן ז\"ל דאמאי השמיט רבינו האוקמתא דפ\"ק דפסחים דף ז' ע\"ב ויותר תתחזק הקושיא ממ\"ש רבינו בהל' ט' הואיל ושוקי ירושלים מתכבדים בכל יום דהיינו משום דאזלינן בתר בתראי כמו שאמרו שם. לכך נראה דרבינו פוסק כרב נחמן בר יצחק דקאמר הכא במאי עסקינן באין ידוע איזה מהם בסוף ואתיא ברייתא כפשטא בסתמא ולכך סתם רבינו והעתיק הברייתא כפשטה מכל שכן שכבר יוצא מדבריו דאית לן למיזל בתר בתרא מדיהיב טעמא הואיל ושוקי ירושלים וכו' ודייקי תו דברי רבינו שהוסיף מחצה למחצה חולין כלומר דבאין ידוע איזה מהם בסוף איירי:"
            ],
            [],
            [],
            [
                "<b>אוסרין בכל שהן במנין.</b> מרן ז\"ל פירש דהכוונה כמו שאוסר דבר שבמנין ע\"כ. וגם פי' זה אין נראה דלמה הוצרך לזה כיון שנתן טעם הגון דהוי דבר שיש לו מתירין וראיתי להמל\"מ ז\"ל שהגיה בדברי רבינו דצ\"ל במינם דהרי דבר שיש לו מתירין אינו אוסר אלא במינו עיי\"ש והוא מבואר בדברי רבינו ומרן ז\"ל פ\"ד דהלכות בכורים הל' ט\"ו וכ\"כ התוס' יו\"ט והפר\"ח ז\"ל:"
            ],
            [],
            [
                "<b>מעשר שני בטל ברוב וכו'.</b> הפר\"ח יו\"ד סי' ק\"ב ס\"ק ח' נרגש בדברי רבינו דלעיל הל' י\"ד כתב דבירושלים הוי דבר שיש לו מתירין דמשמע אבל חוץ לירושלים כיון שיש לו טורח בטיל ברובא וממ\"ש כאן משמע דטעמא משום דאין שם מחיצות הא איכא מחיצות לא בטיל ברוב ומטרחינן ליה לעיולי ולמכלי תמן אלמא דחוץ לירושלים נמי מקרי דשל\"מ וטירחא לאו מילתא היא אלא על כרחך לחלק בין רחוק מירושלים הרבה לרחוק מעט וכו' ע\"כ. והרואה יראה דאין זה מוכרח דאפשר דכוונת רבינו בחיבורו לחוש למקום שבו נולד התערובת דהמקום הוא הגורם וכאן מפני שכבר קנה מקומו שהרי נכנס לירושלים ואילולי שנפלו המחיצות אף שיצא לחוץ הוה דיינינן ליה כדבר שיש לו מתירין עכ\"פ ודו\"ק. ובשיטה מקובצת להרב בצלאל ז\"ל מצאתי כתוב משם הר\"ן ז\"ל דלא מקרי דשל\"מ במידי דמחוסר מעשה אלא במידי דקאי להכי אבל מעשר שני לא קאי להעלותו לירושלים בעינו אלא לפדותו ולהעלות דמיו וכי אקשינן ליהדר ולעיילי התם הוא כיון שנכנס לשם פעם אחת שוב אין לו פדיון ועל כרחך לאסוקי קאי ע\"כ. והוא קרוב למ\"ש בכוונת רבינו.",
                "<b>אכן </b>מה שיש לעמוד הרבה בדברי רבינו דבסוף פ\"ו דהלכות בית הבחירה פסק דאוכלין קדשים קלים ומעשר שני בכל ירושלים אע\"פ שאין שם חומות שהקדושה ראשונה קדשה לשעתה וקדשה לעתיד לבוא וכו' וזה סותר למ\"ש כאן להדיא ובס' צרור החיים ז\"ל הביא משם התוס' משאנ\"ץ ז\"ל שהקשו בגמרא אהא דנפול מחיצות ואם תאמר והא אמרינן בשבועות דאוכלין קדשים קלים ומעשר שני אע\"פ שאין חומה דקדושה ראשונה קדשה לשעתה ולע\"ל וכן משמע בפרק אלו הן הלוקין דלמ\"ד קדשה לע\"ל מעלה אדם בזמן הזה מעשר שני ואוכלו בירושלים ותירץ ויש לומר דהכא כמ\"ד דלא קדשה לעתיד לבא ע\"כ. וסיים בתוס' הנ\"ל אע\"ג דכל זמן שבית המקדש קיים דמסתבר דכל הקדושות קיימות אפילו למ\"ד לא קדשה כמו למ\"ד קדשה לאחר החורבן יש לפרש דנפול מחיצות כגון דחרב הבית אלא ההיא דחלק קשה טפי דמסיק לה גבי מעשר של עיר הנדחת ואי דחרב הבית הא אין דנין דיני נפשות אם לא נגמר מקמי הכי ע\"כ הרי שנסתפקו התוס' עצמם הא דנפול מחיצות היינו בעוד הבית קיים או כשנחרב דוקא והשתא ניחזי אנן דכוונת רבינו בהלכות בית הבחירה היינו כשהיה בית המקדש קיים או אף שנחרב דממ\"ש אע\"פ שאין שם חומות אין הכרח דהרי כתב שם אע\"פ שהיא חריבה ואינה מוקפת במחיצה וכן נראה מפשטא דלישנא שכתב בפ\"ב דמעשר שני אבל אינו נאכל אלא בפני הבית וכו' אלא דקשה קצת דלישנא דרבא (בזבחים ד\"ס ו)בסנהדרין (דקי\"ב) [דף קי\"ג] מחיצה לאכול דאורייתא ואין חולק עליו נראה דהאכילה תלויה במחיצה דוקא ורבינו תלי מילתא בבית אם לא שנאמר דהמחיצות עצמן תלוים בבית דאם אין בית מחיצות אינן מעלין ולא מורידין דאין כאן לפני ה' ולכך נקט רבינו בית מעתה ע\"כ בהא דרבא דקאמר מחיצה לקלוט מדרבנן ע\"כ פסק רבינו כוותיה ומפרש דאחר שנחרב הבית קאמר דכיון שאין שם בית כלל ונפלו מחיצות פשיטא ודאי שאין לו שום היתר ומ\"ש בהלכות בית הבחירה היינו שעדיין המזבח במקומו דאז אף שנפלו המחיצות וחרב הבית אפ\"ה אוכלים בו קדשים קלים ומעשר שני אף (שמע\"ש) [שממ\"ש] שם אע\"פ ששוממים בקדושתן הם עומדים משמע דלגמרי קאמר כגון בזמן הזה בעוונותינו הרבים:"
            ]
        ],
        [
            [
                "<b>פירות הנלקחות וכו'.</b> על דרך שכתב רבינו בפ\"ד הל' ו' מ\"ש דודאי לכתחילה אין לחלל המעות של מעשר שני לשום דבר (דוצררת) [דוצרת] הכסף וכו' כתיב:"
            ],
            [],
            [],
            [
                "<b>לפיכך וכו'.</b> בפירוש המשנה בפ\"ק כתב רבינו שהמלח הוא אדמה שרופה ועיין להתוס' יו\"ט ז\"ל ודין מלח ומים מעורבין עיין לקמן הל' י' והל' י\"ד:"
            ],
            [],
            [
                "<b>התמד וכו'.</b> ועיין לרש\"ל ספ\"ק דחולין. ומ\"ש בספרי רבינו",
                "<b>ביין ובשכר </b>טעות סופר וצ\"ל כיין וכשכר בכא\"ף:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אע\"פ שיצאו המעות לחולין.</b> הלשון מגומגם וכמו שהשיג הראב\"ד ז\"ל ומרן ז\"ל הליץ בעד רבינו שסמך לזה הכלל שכתב אחר זה וכו' ונראה להסביר כוונת רבינו בזה אע\"פ דה\"ק אף במציאות שיצאו המעות לחולין אפ\"ה לא קנה מעשר ע\"פ דרכו של מרן ז\"ל:"
            ],
            [
                "<b>הלוקח פירות וכו'.</b> הנה ראיתי להרב בן חביב ז\"ל דף מ\"א שכתב שדברי רבינו הם תמוהים ממ\"ש בפ\"ד הל' ו' דאין מחללין מעות מעשר שני על פירות דאיך העתיק שני הדינים הללו הסותרים זה את זה וכו' ע\"כ. ופשטן של דברי רבינו אין נראה בהם שום סתירה דהתם בחילול הכא בלוקח הן אמת שדברי מרן ז\"ל הם מגומגמים שכתב שם שדין החילול הוציאו מדין הלוקח וקשה דא\"כ הו\"ל לחלק בין שוגג למזיד כמ\"ש כאן ותו דאם איתא הו\"ל לכוללם בבבא אחת. לכך נראה דשניא דא מן דא ואותו דין למדו מדין חילול על הבהמה חיה ועוף שכתב שם מהברייתא דפ' לולב הגזול ואין להקשות דלמה לא חשו גידול עדרים גבי לוקח שכתב רבינו אח\"ז כדרך שחשו גבי חילול כמ\"ש דהתירוץ הוא מבואר דהחילול הוא בשלו ולכך קנסינן ליה משא\"כ גבי לוקח מאחרים דאין שייך לקנוס למוכר להחזיר הדמים משום קנסא דלוקח וכ\"כ הרב שם ונכון:",
                "<b>ואם אין מקדש יניחם עד שירקבו.</b> זה נראה סותר למ\"ש רבינו סוף פ\"ו דבית הבחירה דקדושה ראשונה קדשה לשעתה וקדשה לעתיד לבא וגם מרן ז\"ל הניח בצ\"ע ומאי דאפשר דכוונת רבינו כאן כשאין מקדש ולא מזבח כגון בזמנו ובזמנינו בעוונותינו הרבים דאז ודאי ירקב וכו' וכן נראה ממ\"ש בפ\"א דהל' תשובה הל' ג' בזמן שאין בית המקדש קיים ואין לנו מזבח כפרה וכו':"
            ],
            [],
            [],
            [
                "<b>לקח חיה לזבחי שלמים וכו'.</b> מנחות דף פ\"ב וכתבו שם התוס' ז\"ל דהוי מצי לשנויי הא מני ר' יהודה היא ע\"כ. ומלבד דהדבר פשוט דעדיפה מינה משני ליה דאתיא ככו\"ע עוד לדעת רבינו הוא פשוט לאשמועינן דהלכה היא דהא קי\"ל כר' מאיר דמעשר שני ממון גבוה הוא כמ\"ש רבינו פ\"ג הל' י\"ז ולקמן הל' י\"ט:"
            ],
            [
                "<b>ואין צ\"ל אם התפיס וכו'.</b> בנוסח אחר כתב יד אם מוכר פירות וכו':"
            ]
        ],
        [
            [
                "<b>הלוקח בהמה לזבחי שלמים וחיה לבשר תאוה.</b> וכן כתוב בכל הנוסחאות שלפנינו וכן העתיק מרן ז\"ל ופשוט שהוא טעות סופר שהרי במשנה ד' דפ\"ק קתני הלוקח חיה לזבחי שלמים ובהמה לבשר תאוה והוא מוכרח מצד עצמו ודין בהמה לשלמים ביארו רבינו פ\"ז הל' י\"ב ועיי\"ש הל' י\"ח:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>המניח דינר וכו'.</b> מרן ז\"ל ציין משנה דפ\"ד דמעשר שני וכת\"ק ואין שם אלא דין המניח איסר וכו' ופי' רבינו שם אינו כן גם הרע\"ב והתוס' יו\"ט ז\"ל לא פירשו כן וכאן ביד נראה שחזר בו ופי' דאוכל עליו עוד איסר ר\"ל פי שנים מלבד החצי הראשון וכו' אך מ\"ש מרן וכת\"ק נראה שהוא טעות סופר דאין ת\"ק כלל ולא מצא שם דינו של רבינו עיי\"ש ועיין עוד לקמן הל' ז' וי\"ג וק\"ל:"
            ],
            [
                "<b>הלוקח פירות וכו'.</b> דין זה צריך ביאור רחב וכבר הראב\"ד ז\"ל האריך הרבה בהשגתו והנאמן ביתו של רבינו מרן כ\"מ הליץ בעדו עיין עליו. אך עדיין יש לגמגם אעיקרא דמילתא דמי הכריחו לרבינו לפסוק כהך מתניתין כיון דאתיא כר\"י ותו דקרא דונתן הכסף וקם לו משמעותו דהכל תלוי בשעת נתינת הכסף והכי דרשינן בתורת כהנים פרשת בחקותי ויסף חמישית כסף ערכך והיה לו אם נתן את הכסף הרי היא שלו ואם לאו אינו שלו דמשמע דאם נתייקר אחר שמשך ברשות הקדש נתייקר וצריך הוא ליתן כפי מה ששוה באותה שעה וכ\"כ הרב קרבן אהרן שם וכן דרשו שם בפסוק ויסף חמישית כסף ערכך עליו וקם לו אם נתן הכסף הרי שלו ואם לאו אינה שלו. גם רבינו פסק לקמן הל' ח' דפדייתו היא משיכתו משמע דהעיקר הוא שעת פדיה דהיינו נתינת הכסף (ובעיקר דינו של רבינו עיין להתוס' יו\"ט והפר\"ח גם בתי כהונה ז\"ל) וגם לפי פי' מרן ז\"ל דהכוונה דכשבא ליתן הכסף יקום ויהיה לו ריוח וכו' קשה טובא דמנין לו לרבינו לדרוש דרשא זו שלא הוזכרה בשום מקום ולולי דמסתפינא אמינא דכוונת רבינו דודאי ע\"י המשיכה קונה כיון שהפירות הם חולין כדין הדיוט ולזה לא הוצרך להביא ראיה ומה שהביא פסוק דונתן הכסף וכו' היינו לומר שתכף שמשך נתחייב הסלע של מעשר ולכוונה זו כתב ה\"ז מפריש ולא כתב ה\"ז פורע והטעם כדי שלא יהיה כח הדיוט חמור מכח הקדש כמ\"ש רבינו בפ\"ט דהל' מכירה. ומה שהביאו בגמרא מהך קרא היינו לפי דעת המקשה אבל לפי האמת אינו כן דלעולם דקנה ליה להחמיר כיון דממון גבוה הוי.",
                "<b>וראיתי </b>לאחד קדוש מדבר בשיטה שנדפסה מחדש ואת שמו לא הוגד שכתב וז\"ל ונתן הכסף וקם לו וכו' מיהו משעת נתינת הכסף אפילו לר\"מ קנה ואע\"ג דממון גבוה שאני הכא דדרך חילול מזבין ליה ניהליה שיתחלל על מעות שיתן לו אבל קדושתיה לא מצי למקניה ואי יהיב ליה בהמה טמאה ועבדים דלא אפשר להתחלל עליהם לא קני וכו' עכ\"ל. וכוונתו מבוארת דעל כרחיך לא אמרו בגמ' דלא כר\"מ אלא בשהוקר קודם נתינת הכסף אבל אם הוקר אח\"כ אפילו לר\"מ קנה ולא מצי בעל המעות לחשב שתים על המעשר כיון דהשתא שוה שתים והשתא רבינו דנקט דהפירות הם חולין והסלע הוא ממעשר פשיטא ודאי דכיון דמשך קנה הפירות ומן הדין אינו חייב ליתן אלא סלע אך הו\"א דבעל המעשר יחשוב שתים של המעות כיון דבאמת הם שוים שתים לזה הביא רבינו קרא דונתן הכסף וקם דכי היכי דגבי מוכר קנה הלוקח בנתינת הכסף לגמרי הכי נמי לגבי לוקח וכיון שכן בהכרח שהשכר למעשר כמו שסיים רבינו ובזה אין צריך למה שנדחק מרן ז\"ל וגם הסוגיא לא הויא תיובתיה דרבינו דהסוגיא איירי בפירות מעשר שאין קנייתן אלא בכסף ורבינו איירי בסלע של מעשר והפירות חולין וניחא ג\"כ מה שכתב הראב\"ד ז\"ל:"
            ],
            [
                "<b>מה שפדה פדה והדין ביניהם.</b> מרן ז\"ל פי' דר\"ל שבמעשר שני העמידו דבריהם על דין תורה שמעות קונות ע\"כ. והוא מגומגם דאם תקנת חז\"ל היא כך מה שייך ביניהם [דין] תורה וראיתי להפר\"ח שפי' לענין אם המוכר רוצה לקבל מי שפרע אז הלוקח ישלם ע\"כ. אך איכא למידק דלקמן הל' ט' כתב ומדת הדין ביניהם ולמה שינה בלשון ואולי י\"ל דהתם כח הלוקח אלים דאומר לו לא ניחא לי בהך תקנתא דרבנן ותן לי מה שהוניתני:"
            ],
            [],
            [],
            [
                "<b>היו לו מעות של מעשר שני בירושלים וכו'.</b> הנה רבינו זלה\"ה הפך סדר החלוקות והקדים המאוחר ואולי שנתכוון לשלול פי' הר\"ש ז\"ל שכתב דהך מתני' כולה בשיש לו מעות והוא צריך להם ולחבירו פירות דהוי כעין המשנה דלעיל מינה שהוא הדין שכתב רבינו אח\"ז ולשלול פי' זה הקדימו ודקדק עוד לכתוב ויש לו פירות כלומר שלו:"
            ],
            [],
            [],
            [
                "<b>המניח דינר וכו'.</b> למ\"ש מרן ז\"ל בדברי הרא\"ש והרע\"ב ז\"ל עיין להתוס' יו\"ט ז\"ל:"
            ],
            [
                "<b>טמאים וטהורים וכו'.</b> הראב\"ד ז\"ל השיג על רבינו דבגמרא פירשו באומר לכשישתו ולא יאמר מעכשיו ולא כששתו ומרן ז\"ל הגיה דצ\"ל אלא מעכשיו לכשישתו ורבינו העתיק המשנה כצורתה וכו' ע\"כ. והרואה יראה שעדיין הדבר מגומגם דרבינו היה לו לבאר אופן התנאי כיון דאיכא קפידה רבה בדבר ע\"פ הירושלמי ובשו\"ת זרע אברהם ז\"ל דף קי\"ב ראיתי שנרגש מזה וכתב דכוונת רבינו שהטהור מערה מהכד לכל אחד חלקו דבהכי יש ברירה וכו'. ודייק לה מדסיים רבינו שהרי אכלו ושתו בשיוויה בטהרה דמשמע דבשעת האכילה חל חילול הסלע בכל מקום שהוא וכו' ע\"כ ועם כל זה אין די בא'ר למה לא ביאר רבינו תנאי הירושלמי והקרוב אלי שגירסא אחרת היתה לו והמעיין יבחר:"
            ]
        ],
        [
            [
                "<b>שאין לך קדש וכו'.</b> דברי רבינו הם לקוחים מהספרי הובא בילקוט פרשת נשא ולאו דוקא נטע רבעי דהוא הדין לכל הקדשים שלא נתפרשו בתורה שהם לכהנים:"
            ],
            [
                "<b>עד שיעשה תבואה.</b> בנוסח אחר כתב יד עד שיעשה וכן מצאתי הגירסא בב\"י ופשוט:",
                "<b>ואין פודין אותו במחובר וכו'.</b> וכ\"כ הרא\"ש בשם ר\"י ז\"ל. וכתב הרב ב\"י יו\"ד סי' רצ\"ד שאם מתנה ואומר לכשיתלשו שפיר דמי וכן הסכים הש\"ך ז\"ל שם ואינו נראה כן מדברי רבינו שהכי דימהו למעשר שני:",
                "<b>לפיכך אינו נקנה במתנה אלא א\"כ נתנו בוסר.</b> הנה מרן ז\"ל הקשה מהסוגיא דקידושין דף נ\"ד דקאמר לעולם כר' מאיר והכא במאי עסקינן דיהביה כשהוא סמדר ודלא כר' יוסי דאמר סמדר אסור מפני שהוא פרי ורבינו כתב בוסר במקום סמדר וכו' ע\"כ. ואי מהא לא קשיא דרבינו מפרשה דהוא הדין דהוי מצי לאוקומה דיהביה ניהליה כשהוא בוסר ומאי דנקט סמדר לא נחית אלא לאפוקי מדר\"י ולאשמועינן דלית הלכתא כוותיה תדע דהו\"מ לאוקומה בדיהיב קודם שהגיעו לכלל סמדר ואתיא ככו\"ע וכ\"כ הריטב\"א ז\"ל שם. ויעיד ע\"ז שרבינו בפירוש המשנה פ\"ה דמעשר שני אמתני' דבין שהוא שלו בין שניתן לו במתנה פי' ז\"ל ולא תתקיים מתנה בכרם רבעי אלא א\"כ נתנו הפירות קודם שיבואו לעונת המעשרות ע\"כ. ובפ\"ק דמעשרות פי' דהענבים משיגמר בשולם לגמרי משמע דבוסר אינו נקרא פרי וכ\"כ פ\"ב דהלכות מעשר הל' ג' פירות שאינן ראויים לאכילה מקטנן כגון הבוסר וכיוצא בו אינן חייבין במעשר וכו'. גם מ\"ש מרן ז\"ל ואין לומר וכו' דכשהגיע לפול הלבן מברכין עליו בורא פרי האדמה ע\"כ לא מצינו זה לרבינו ואדרבה כיון דלא חזי לאכילה דהרי שניו כהות הרי כתב רבינו בפ\"ק דהל' ברכות דאוכלין שאינן ראוים לאכילה ומשקין שאינן ראוים לשתיה אין טעונין ברכה כלל ומ\"ש בהל' מעשר יוכיח ואין להקשות דבפ\"ה דנזירות הל' ב' אסר הבוסר לנזיר והתיר לו הסמדר די\"ל דשאני נזיר דרביי קרא כדאיתא בפרק ג' מינין.",
                "<b>אכן </b>מאי דקשה טובא דבסוף פרקין התיר רבינו הסמדר דמשמע דהבוסר אסור וכאן התירו וכן הקשה הרב עצמות יוסף ז\"ל ועיין עליו. תו קשה דבפ' כיצד מברכין דף (ל\"ח) [ל\"ו] ובפרק מקום שנהגו דף (נ\"ה) [נ\"ג] אמרו דבוסר וגרוע ופול כולן שיעורן שוה והם פרי לכו\"ע ומזה יש להקשות עוד לרבינו (דבפ\"כ) [דבפ\"ה] דהל' שמיטה ויובל הל' י\"ח פסק דהגפנים משיגרעו ושאר כל האילנות משיוציאו בוסר ע\"כ וקשה דבוסר היינו גדולות כמ\"ש בגמרא ומתני' קתני משיוציאו סתמא דמשמע אפילו סמדר ורבנן לא פליגי אדרבי יוסי בשאר אילנות כדאיתא בגמרא.",
                "<b>אשר </b>מכח זה היה נראה דרבינו קרי לשאר אילנות בוסר דהיינו סמדר לר\"י דהכוונה משיתחיל הפרי ליגדל קצת אלא דבענבים שם בוסר היינו שכבר גדל להדיא עד שאינו חסר גדלות אלא בישול והכא בשאר אילנות איירי דהבוסר שלהם היינו כסמדר בענבים והכי מסתברא שהרי בנטע רבעי קאי ואזיל ואתי שפיר נמי ההיא דסוף פרקין דלא התיר אלא סמדר. אי נמי י\"ל דרבינו נטה להחמיר ולכך לא התיר לקמן אלא סמדר וכאן לענין מתנה התיר גם הבוסר מהטעם הנ\"ל ומ\"ש בהל' שמיטה ויובל מכיון שכתב לכשיוציאו ידוע דתחילת חנטתו קאמר וקרוב לזה כתב התוס' יו\"ט ז\"ל אף שלא הזכיר ההיא דשמיטה ויובל עיין עליו:"
            ],
            [],
            [],
            [
                "<b>ענבים של כרם רבעי וכו'.</b> אף דבמשנה לא הזכירו לשון תקנה מ\"מ כן הוא וכמ\"ש הרע\"ב שם אך במאי דתיקן תקנה שיהא נפדה סמוך לחומה לא הזכירה רבינו נראה משום דאין זה כשאר תקנות להעמיד דבריהם שזו אינה אלא קולא שהקילו על הבני אדם ולא הטריחום להעלות לירושלים ורבינו העתיק ענבים כמשמעות הירושלמי ואף דבפ\"ק דביצה דף ה' ובר\"ה דף (ל\"ה) [ל\"א] אמרו סתמא מ\"מ אין לנו לפרש באופן שיחלוק על הירושלמי וכ\"כ התוס' יו\"ט וגם הרב ידי אליהו ז\"ל כמעט אמרן משם עצמו ולא הזכיר שכן כתב התוס' יו\"ט ושם נתקשה בדברי התוס' יו\"ט במ\"ש דאע\"ג דקיימא לן כר' יוסי מחבירו ולא מחביריו פסק רבינו כוותיה מכח דחכמים דפרק ד' דמציעא סברי כוותיה ותמה עליו דהכא ר' יוסי מחבירו הוא דהיינו ת\"ק וכתב שהראה לשון זה להרב משה ישראל ז\"ל והביא לו מדברי התוס' וכו' דסתם הוי כרבים עיין עליו וכן יש להוכיח קצת מדברי התוס' פ\"ק דע\"ז כמ\"ש הרב ג\"ה ז\"ל:"
            ],
            [
                "<b>כיצד פודין וכו'.</b> לפי מ\"ש רבינו לעיל הל' ב' דאין פודין אותו במחובר ה\"נ נראה לפרש דבתלוש קאמר אמנם יש לגמגם ממה שסיים אין לו אלא שכר לקיטה בלבד ועיין להתוס' יו\"ט ז\"ל:"
            ],
            [
                "<b>והצנועין וכו'.</b> ידוע מ\"ש הרמב\"ן ז\"ל דהא קי\"ל כר' יוחנן דגזל ולא נתייאשו הבעלים שניהם אינם יכולין להקדיש זה לפי שאינו שלו וזה לפי שאינו ברשותו כדאיתא בב\"ק דף ס\"ט וכן (פי') [פסק] רבינו פ\"ו דהלכות ערכין ופ\"ב דהלכות גניבה ומרן תריץ דלפי האמת לא דמי מקדיש למחלל וכו' ע\"כ. והשתא דנחית להאי הו\"מ למימר נמי ע\"פ דברי הרמב\"ן וההוא דרבא לא מכרעא כולי האי דאם לא כן למאי נפק\"מ אמרה רבא למילתא וידוע דרבא הוא בתרא ובשלטי גבורים הביאו הכנסת הגדולה ז\"ל כתב דמשנת צנועין היא כתקנתא שלא יהא אדם נכשל בפירות שאינן מחוללין ע\"כ. ומעין זה כתבו התוס' שם ד\"ה כל הנלקט וכו' ובים של שלמה שם כתב דמדברי רבינו נראה דכמו דכל המתלקט קאמר כדמשמע בתלמודא דבעודו מחובר מחללו לכשיתלשו ומ\"מ מטעם ברירה הניחו בצ\"ע והרדב\"ז שנדפס מחדש סימן קע\"ט נשאל דמהסוגיא מוכח דהא דצנועין בשאר שני שבוע היא כדמשמע מדברי אביי וכו' ורבינו העתיקו לשנת השמיטה ותירץ עיי\"ש דלאו מדינא הוא זה אלא משום תקנתא וכו' והוא מעין דברי הש\"ג ז\"ל והאמת נראה דכיון דר\"י גופיה פוסק כרשב\"ג אית לן לדחוקי נפשין לאוקומי מילתיה וגם שלא לשבש לשון המשנה ודו\"ק:"
            ],
            [
                "<b>וכמה הוא סתם הקליטה.</b> ובנוסח אחר כתב יד זמן הקליטה:"
            ],
            [
                "<b>מותרות בערלה אלא וכו'.</b> בנוסח אחר כתב יד מותרות בערלה וברבעי עד ט\"ו בשבט ולמ\"ש מרן ז\"ל ד\"ה וכתב הראב\"ד וכו' יש לתמוה וכו' מצאתי בהגהות מהרמ\"ע בכתב יד שכתב וז\"ל א\"ה וכשתעיין היטב בדברי הר\"ן ז\"ל נמצא שגירסתו כירושלמי אינה כגירסת הראב\"ד ז\"ל ולפיכך נראה שאין מקום לתמיהא זו עכ\"ל:"
            ],
            [],
            [],
            [],
            [
                "<b>העלין והסמדר.</b> ולעיל הל' ב' התיר אפילו בוסר עיין מ\"ש שם הנראה לענ\"ד בס\"ד:"
            ]
        ],
        [
            [],
            [
                "<b>הנוטע אילן וכו'.</b> הנה ראיתי להרב ב\"י יו\"ד סי' רצ\"ד דבירושלמי איתא תני רשב\"ג אומר במה דברים אמורים בזמן שנטע לסייג לקורות ולעצים דבר שהוא ראוי להם נטע דבר שאינו ראוי להם (פי' כגון גפן ותאנה) חייב יאות אמר רשב\"ג מאי טעמא דרבנן א\"ר זעירא במשנה סדר נטיעתן ולעצים ברוצף לקורות במשפה לסייג מקום הסייג מוכיח עליו ע\"כ. ורבינו השמיטו אפשר שהוא ז\"ל מפרש דר' זעירא לא קאמר שצריך שישנה סדר נטיעתן אלא ה\"ק כיון שדרך לשנות סדר נטיעתן מותר אפילו לא שינה כשינה דמי עכ\"ל. והרב ב\"ח ז\"ל חלק עליו וכתב דטעמא דרשב\"ג דאם נטע דבר שאינו ראוי לעצים ולקורות ולסייג א\"ת שהוא פטור א\"כ עקרת תורת ערלה מן התורה דכל אחד יטע כל נטיעות לשם אלו הדברים ויהא פטור מדין ערלה וכו' ומסיק דרבנן לא פליגי עליה בדבר שאינו ראוי כלל דפשיטא דחייב כן פסק במשנה סדר נטיעתן וכו' דלרבנן אפילו אינו משנה וכו' ופסק כרבנן ולא הוצרך לבאר שיהא דבר הראוי להם דהא פשיטא הוא דאל\"כ עקרת תורת ערלה מן התורה עכ\"ל. וגם פי' זה אחרי המחילה הראויה אין נראה חדא דאין זו פשט הירושלמי אלא דלרבנן דוקא קאמר ר' זעירא במשנה סדר נטיעתן וכו' דאילו לרשב\"ג מילתא פסיקתא קתני דדבר שאין ראוי להם חייב ועם כי עיקר יסוד הרב ב\"ח ז\"ל משום דאל\"כ בטלת תורת ערלה וכו' גם זה אינו נראה דכי נטע ליה אדעתא דסייג וכו' הוי דבר התלוי בדעתו שהיא אמיתית דאין כוונתו אלא לאלו הדברים שהוא צריך להם ואם הוא מערים בדבר דמו בנפשו הוא שהרי נכשל בדין ערלה דחמיר דאפילו הנאתה נאסרה.",
                "<b>והנראה </b>מדברי רבינו דהכל הולך אחר המחשבה ולהחמיר והם דברי הירושלמי שם ומסיק נמי התם ערלה תלוי בדעתו וכיון דהתורה האמינתו וסמכה על דעתו אין לחלק בדבר וכן נראה שהבין מרן בחיבורו אלא שבב\"י נמשך כלפי דברי הטור עיין עליו והכי מסתברא דודאי אין אדם נוטע תאנה וגפן לקורות ע\"מ שיתקיים כן. שוב ראיתי להר\"א ליב ז\"ל בפירוש הירושלמי שפי' דהך במשנה סדר נטיעתן היינו לרשב\"ג דלרבנן לא בעי הוכחא כלומר דהכל נמשך אחר דעת הנוטע וכיון שרבינו פסק כרבנן לא הוצרך לבאר ודי לו במ\"ש דאזלינן אחר מחשבתו ותאנה וגפן דבר ידוע הוא שאין אדם נוטען לדברים אלו:"
            ],
            [
                "<b>וזה שחשב עליו לסייג ולעצים פטור.</b> לא נתבאר בדברי רבינו ענין הפירות שיעלו מה חשב בהם גם בב\"י סי' רצ\"ד לא מצאתי גילוי לזה אך בפירוש מהר\"י ליב שעל הירושלמי כתוב שחשב גם על הפירות לשורפן והכי מסתברא:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הנוטע בעציץ שאינו נקוב וכו'.</b> כתב מרן ז\"ל מהירושלמי וכו' וכיון שכן הנוטע בספינה שכתב רבינו לעיל על כרחך היינו אף שאינה נקובה ומכאן קשה (להרב\"ע ז\"ל) [להרע\"ב] שכתב שם דבספינה של חרס אי נמי נקובה איירי עיי\"ש וגם על התוס' יו\"ט ז\"ל קשה שהביא לו סמוכות (מפ\"א) [מפ\"ב] דחלה ולא זכר הירושלמי הזה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ילדה שגדלה וכו'.</b> בנוסח אחר כתב יד ילדה שסבכה וכן הוא בגירסת מרן ז\"ל וכן הוא בגמ' דסוטה דף מ\"ג ופי' רש\"י שסבכה לשון נאחז בסבך שעשאה ענף בזקנה ע\"כ:"
            ],
            [
                "<b>אותו אילן כאילן.</b> בנוסח אחר כתב יד אותו אילן כאילו. ומ\"ש בסוף דבריו",
                "<b>מפני שצמח </b>תיבת מפני היא מיותרת ויש למוחקה וכן הגיה מרן ז\"ל ופשוט:"
            ],
            [],
            [],
            [],
            [
                "<b>לפיכך הצומח וכו'.</b> וכן הדין בכל התורה כולה חוץ (מע\"ז) וקונמות משום חומרייהו דמפקיעין מידי שעבוד כמ\"ש מרן ז\"ל ספ\"ה דנדרים ועיין מ\"ש שם:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>אין מתודין אלא ביום וכו'.</b> הראב\"ד ז\"ל השיג על רבינו שהודוי אינו אלא לפני ה' ואין לפני ה' אלא בבית ומרן ז\"ל הליץ דבכל מקום הוי לפני ה' ע\"כ ועיין בדברי רבינו סוף פ\"ו דבית הבחירה ומ\"ש אני הצעיר לעיל סוף פ\"ז וריש פ\"ב:"
            ],
            [],
            [],
            [
                "<b>וערב יו\"ט האחרון היה הוידוי וכו'.</b> פ\"ב דמעשר שני תנן ערב יו\"ט הראשון של פסח היה הוידוי ומרן ז\"ל כתב דגירסת רבינו ערב יו\"ט האחרון והביא לו סמוכות מהירושלמי דפריך ויתודה ביו\"ט הראשון של פסח ומתרץ כדי שיהא לו מה לאכול ברגל ופריך תו ויתודה בשחרית ומתרץ עד כאן מצוה לאכול ואם איתא שהביעור היה מערב יו\"ט הראשון הרי לא היה לו מה לאכול ברגל ע\"כ. ודברים תמוהים לי הם דאדרבה משם מוכח דהביעור היה בעיו\"ט הראשון דוקא דהא ודאי דהביעור הוא קודם הוידוי ובמשנה ראשונה קתני עיו\"ט הראשון של פסח היה הביעור וכו' ובתר הכי קתני במנחה ביו\"ט האחרון היו מתודים ועלה פריך הירושלמי דהיה לו להתודות ביו\"ט הראשון כיון שהקדים לו הביעור ומתרץ וכו' ולפי' מרן אם הגירסא שבעיו\"ט האחרון היה הביעור מאי פריך דהיה לו להתודות ביו\"ט הראשון וכי יקדים הוידוי להביעור זה דבר בלתי אפשר גם מה שהכריח ז\"ל דאם איתא שהביעור היה מעיו\"ט הראשון הרי לא היה לו מה לאכול ברגל ולא ידעתי איך הכריח מהוידוי להביעור דהכי השקלא וטריא של הירושלמי אינה אלא על הוידוי אבל הביעור לא איכפת ליה דודאי אין אדם מבער כל מה שיש לו וישאר רעב ברגל תדע דרבינו גופיה כתב דאינו מתודה עד שלא ישאר אצלו אחד מן המתנות הרי שהקפידה היא בוידוי ולא בביעור כלומר בשעת הביעור ברם האמת נראה שגירסת רבינו היתה עיו\"ט האחרון וכדברי מרן ז\"ל:"
            ],
            [
                "<b>אם נשאר אצלו תרומת מעשר.</b> בנוסח אחר כתב יד כתוב תרומה ותרומת מעשר ועיין בהל' י\"ד:"
            ],
            [],
            [],
            [
                "<b>שנתינת מטלטלין וכו'.</b> כתב מרן ז\"ל מעובדא דרבן גמליאל וזקנים ולמה הוצרכו לכך וכו' ע\"כ גמרא ערוכה היא בב\"מ דף י\"א וכבר נתעורר בזה התוס' יו\"ט ז\"ל ומ\"מ מרן ז\"ל כיון אל האמת. שוב מצאתי להכנסת הגדולה חו\"מ סי' קצ\"ה בהגהת הב\"י אות כ\"ח שהקשה עוד על דברי מרן אלו שנתקבלו זה מזה שכר היינו להקנות הקרקע ודברי רבינו הם להקנות המעשר עצמו עיי\"ש ואי מהא לא איריא דהיא היא דברי מרן ז\"ל דלמה להם להקנות הקרקע יקנו הפירות עצמן בחליפין:"
            ],
            [],
            [],
            [
                "<b>הקדש הראשון שהוא המעשר.</b> בנוסח אחר כתב יד כתוב שהוא הבכורים:"
            ],
            [
                "<b>לא עברתי וכו'.</b> אף שלשון המשנה בכולן שמדבר בעדו מ\"מ כיון שלא היה מפרש הענינים אלא שהיה קורא הפסוקים לבדן לא חשש רבינו ללשון המשנה. וגם מ\"ש רבינו",
                "<b>שהביאו לבית הבחירה </b>לאו דוקא דהרי פסק לעיל הל' ד' דהוידוי נוהג גם שלא בפני הבית:"
            ],
            [],
            [
                "<b>הרי הוא [אומר] כאשר נשבעת לאבותינו.</b> במשנה סוף מעשר שני אמרו הטעם מפני שאין להם חלק בארץ ושם פי' רבינו מדכתיב ואת האדמה אשר נתת לנו שהוא שייך לטעם המשנה וכאן שינה הטעם ולא עוד אלא שטעם זה הוא היפך מ\"ש בפ\"ד דהל' בכורים הל' ג' דהגר מביא וקורא שנא' לאברהם אב המון גוים נתתיך הרי הוא אב לכל האומות וכו' הן אמת דמרן ז\"ל כתב שם דהשבועה היתה לזרעו של אברהם דוקא וקדמה לאב המון ולפ\"ז יתיישב קצת פסוק זה שהביא כאן ע\"פ פי' מרן ז\"ל אמנם בעיקר הדין שם הם דברי ר' יהודה בירושלמי ופסקו כן שם להדיא.",
                "<b>אך </b>קשה לי תרתי חדא דנראה היפך תלמודא דידן שהרי סוף פ\"ב דמכות דף י\"ט אמר רב אשי כיון דאיכא בכורי הגר דבעי למימר אשר נשבעת לאבותינו ולא מצי אמר לא פסיקא ליה ע\"כ וידוע דרב אשי הוא בתרא ומארי דתלמודא ותו דבתוספתא פ\"ק [דביכורים] קתני להדיא ר' יהודה אומר אומר כל הגרים כולן מביאין ולא קורין בני קיני חותן משה מביאין וקורין שנא' והיה כי תלך עמנו והיה הטוב וגו' ע\"כ הרי דר' יהודה גופיה ס\"ל דסתם גרים מביאין ולא קורין עד שזכיתי ומצאתי להתוס' בפ' הספינה דף פ\"א שנרגשו מזה והסכימו דההיא דר' יהודה דהירושלמי אינה אלא על בני קני חותן משה ובהכי מסכים עם התוספתא וגמרא דידן וכן מצאתי להרמב\"ן ז\"ל שם אמנם לרבינו קשה טובא והן אמת דפשט הירושלמי מוכח דסתמא קאמר מ\"מ כדי להסכימו עם התוספתא וגמרא דידן ולא ליפלוג ר' יהודה מדידיה אדידיה לא היה לו לפסוק כן ומלבד זה הרי רבינו הקדוש סתם בשתי מקומות דהגר מביא ואינו קורא ואם נאמר דר' יהודה לא אמר אלא על בני קני חותן משה ואתי שפיר סתמיות המשניות דאפשר דגם הם יודו לר' יהודה בבני קיני ולא פליגי הגמרא דידן כלל וכעת צל\"ע וכבר ראיתי בשו\"ת שי למורא סי' נ\"ד ושו\"ת שער אפרים ז\"ל סי' י\"ד שחילקו בין הא דמעשר לההיא דבכורים עיין עליהם גם בס' לחם יהודה ז\"ל עמד בדברי רבינו וחילק גם הוא בין בכורים למעשר אך לא נתעורר גם הוא למה שכתבנו וצ\"ע ומאי דנראה בדעת רבינו דכיון דבירושלמי יהיב טעמא דר' יהודה מהכתוב דכי אב המון דטעם זה כולל לכל הגרים ואמרו שם שעשו מעשה כר' יהודה אמטו להכי נמשך רבינו אחריו ופסק כן וצ\"ע:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות מעשר שני ונטע רבעי",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}