{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chelek", 
        "Siman", 
        "Seif"
    ], 
    "language": "en", 
    "license": "CC0", 
    "title": "Aruch HaShulchan", 
    "licenseVetted": true, 
    "text": [
        [
            [
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "The basis of religion is to believe that our Torah, holy as it is- was given to us at Sinai through the hands of Moses, our teacher."
            ], 
            [], 
            [
                "It is written, \"His angels will be commanded to you, to watch over you on all of your travels\". On Shabbos (Meseches (Tractate) Shabbos) 119b we say,\"two angles escort a person\". In Chagigah 16a, it comes to say, \" the two angles that escort this person testify on his behalf\". Therefore, the Sages commanded (Brachos 60b) that when one needs to enter the bathhouse,  he should say before he enters \"be honored, respected and holy ones, the rulers of above! Watch over me! Watch over me! Help me! Help me! Wait for me until I enter and come out, since this is the way of man!\". Its explanation: This person is mentioning that the angels are too holy to enter into the bathhouse and therefore, they should wait for him to exit from there. He is asking them to protect him from demons. This is the true meaning of that which is written, \"His angels will be commanded to you, to watch over you on all of your travels\". Meaning, wherever one is forced to go, even into a place where the angles cannot enter. The mentioned safeguarding is from demons as was written in prior times, \"You shall not fear the fright of night...destruction that ravages at noon\" (Tehillim 91). This that one says, \"Help me!\" is in regard to cleanliness since at the exit of the uncleanliness (excrement) is something that dependent upon all beings; therefore, one says,\"this is the way of man!\", meaning, \"what shall be done if someone is forced to do this?\".", 
                "Now, we no longer have the tradition to say this (\"be honored...\"). This was the tradition of the first and pious whose thoughts were always devoted to G-d. About them it is said, \"He who dwells in the covert of the Most High will lodge in the shadow of the Almighty\" (Psalms 91:1). They felt the holiness of those who escorted them (the angels) and therefore, it was pleasant for them to say so (\"be honored...\"). We (in modern times), also have the escort of angles, like the sages of blessed memory have explained (and as we have explained above); however, we can not feel their holiness at all. Our saying this is considered arrogant and egotistical and it appears as arrogance as well. Certainly a holy man who is involved with Torah in holiness needs to say this, but not us, only regular people. This is the essence  and this is the practice. (The \"Artzot HaChaim\" questions this, but the way I have written this is correct. Refer and you find it easily)."
            ], 
            [], 
            [
                "", 
                "And in all blessings we speak to Him may He be Blessed, in the second person- Blessed are You. And in expressions of thanks and praises there occurs the frequent term \"You-He\" including both second and third persons (Heb.- these are called \"present\"- 2nd person, and \"hidden\"- 3rd person.) And the concept is can be understood thusly: G-d's essential being is hidden beyond all that is hidden, and even the different kinds of angels do not know it. It is only through His actions  that He is known to us and to the angels ... this is why we say \"You-He,\" meaning, You on the side of Your actions, He, on the side of His Essence. Therefore in our prayers, when we are asking that God should do x and y, we are speaking on the level of actions, hence we say \"You.\" And so too with all kinds of blessings... this is why we say \"You\" in the form of presence (2nd person)."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "", 
                "", 
                "", 
                "One must be careful not to create a pause by speaking between \"Barukh She-'Amar\" until the end of the Amidah.  Even for the sake of a mitzvah one should not stop between \"Barukh She-'Amar\" and \"Yishtabach\".  And thus one should not stop between \"Yishtabach\" and \"Yotsér 'Or\"; this is illuminated in Siman 54.  Our teacher the Bét Yosef wrote in Se'if 5: between these psalms we may ask after those honored in our community and respond to a greeting from any person.  And in the middle of a psalm we may ask after those revered in our community and respond to those honored.  Until here is [the Bét Yosef's] teaching, and the Tur wrote likewise.  The explanation for \"after those revered\" and \"honored\" is illumnated in Siman 66.  P'suké D'Zimrah is like the blessings of the recitation of Shema, and thus it is forbidden to answer \"amén\" in the middle of a chapter [or a particular psalm].  However, in the writings of the AR\"I, may his memory be blessed, he ruled that one may interrupt to answer \"Amen\" (see Magén Avraham, Se'if Katan 3), and even in the middle of the blessing \"Barukh She-'Amar\" it is permissible to answer \"Amén\" (same).  It seems to me that the Tur and the Shulchan Arukh agree with regard to \"amén\", since \"amen\" does not diminish from all the songs and praises.  Rather because he does not intend himself to pause with ordinary speaking, like within the blessings of the recitation of Shema, it does not apply to responding \"amén\".  And this is how we behave.  However, to respond \"barukh hu uvarukh shemo\" -- [this is forbidden], since it is not based in law at all."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "", 
                "It is correct that when you say \"and chose us\" to remember standing at Mt. Sinai , concerning 'chose us\", as it is written \"lest you forget the things....the day you stood before the Eternal Your God at Horeb(Deuteronomy 4:9).\"  And when you say, \"Your great name, \" remember the incident of Amalek that The Name is not whole until one wipes out the descendants of Amalek, as it is written, \"Remember what Amalek did to you ...\"(Deuteronomy 25:16)\"  And when you say, \"To acknowledge You\" remember that the mouth was created to acknowledge Him who is blessed and not to speak words of gossip.  And remember the incident of Miriam, as it is written, \"Remember what the Eternal your God did to Miriam...(Deuteronomy 24:8)\"  And when you say \"In love\" remember concerning what is written, \"Remember how you provoked the Eternal your God in the wilderness (Deuteronomy 9:7).\"  And when you read, \"And when you remember all of God's commandments\", remember that Shabbat is equal to all the commandments, as it is written, \" Remember the Sabbath day (Exodus 20:8).\" As it is said, never forget the Sabbath day.  And like Amram of blessed memory:  From one Sabbath to the next Sabbath.  And therefore in the Psalm of the day we read:  \"This is the first day of the Sabbath.....\"  And when we say, \"from the four corners of the earth,\"  place the corners of the tallit that are upon his shoulders to fall downward. (Magen Avraham, small paragraph, Bet, and we are not concerned with this.  See Pri Etz Chayim, Gate of the Recitation of the Shma, Chapter 3, and you will understand what we are not accustomed to. And be precise and find easy.) "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "...All those who are exempt from the obligation of reciting the Shema - those who are involved in fulfilling a commandment or are  concerned with fulfilling a commandment, and those who are dealing with a dead body - are exempt from the obligation to pray. There is one aspect of the obligation of prayer that is more lenient in exempting than the obligation of reading the Shema, as the rabbis said in the Mishna at the beginning of the third chapter: \"Those carrying the coffin..., those who are still needed to carry the coffin are exempt, and those who are no longer needed to carry it are obligated. But both are exempt from the obligation to pray.\" The reason is, for those who hold that the obligation to pray is rabbinic, it is simple: The obligation to recite the Shema is from the Torah, while the obligation to pray is rabbinic. And for those who hold the obligation to pray is from the Torah, it is because prayer requires one to stand, and they do not have time to do so; though this is not the case regarding the recitation of the Shema - they can say it all while they walk, except for the first verse (Tosafot R\"Y)", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "And this is definitely true that according to Rashi, women are required to pray three times a day, the same way men are obligated, since according to him, there is no difference in Rabbinical law [regarding prayer] between a time-bound (which women are mostly exempt from Biblically) and a non-time-bound obligation. Tosfot would opine similarly, since according to their view, the Talmud explicitly states: although [prayer is] a time-bound obligation, nonetheless, since [the drive to pray stems from a universal human tendency] to seek [G-d's] mercy, the Rabbis obligated them, and naturally, they are obligated the same way men are. However, according to Rif and the Rambam, whose text [of the Talmud] does not include the reasoning that [the obligation to pray stems from a universal human tendency] to seek [G-d's] mercy, rather, argue that [women] are obligated Biblically [in prayer] since it is not a time-bound commandment, would naturally say that [women] are only required [to pray] once daily and [can choose any words they desire express prayer] (lit. \"in any textual version\"). It is impossible to say that the Rabbinic decree to pray three times daily and in [their obligated] time applies to [women] as well, for if that were so, why would the Talmud [rhetorically] reply \"But that is obvious?!\" (to the Mishna's statement that women are obligated in prayer, See Aruch HaShulchan : Chelek 1 : Siman 106 : 5)? [That rhetorical question is not logically sensible since the Mishna's statement is not at all obvious] rather it teaches us a great deal! Really, what I previously wrote is the correct way [to explain the matter]."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "Synagogues and study halls have great holiness since we pray in them and learn in them Torah. These locations have a reflection of the sanctity of the Temple. Our wise ones of blessed memory said, \"And these will be small Temples\" (Megilah 29a)-these are the Synagogues and study halls. And this that is written, \"O Lord, You have been our dwelling place throughout all generations\"(Psalms 90:1)- these are the Synagogues and study halls.  Even in the time of the destruction [of the Temple], they still have sanctity as it is written, \"and I will desolate your sanctuaries\" (Lev. 26:31)-\"They are still sanctuaries even when they are desolate\" (Megilah 28a). Therefore, Synagogues and study halls are not treated with lightheartedness, for example, with games, humor and small talk. The Arizal (R' Issac Luria) was very careful to only speak words of prayer in the Synagogue. Even words of rebuke should not be spoken, least it lead to the discussion of mundane matters. (Magen Avraham  Subsection 3). ", 
                "We do not eat and we do not drink in them, even a temporary (short) consumption. We do not get dressed in them and we do not travel through them. We do not use them to take shelter from the heat when it is hot outside or from the rain when it is raining. Learned ones and their students are allowed to eat in them in urgent situations. Some say that they can eat in a study hall, even if the situation is not urgent, since for most of the day, they will be there to learn anyway. If so [if they would have to leave], this would be a waste of [ time that could be spent learning] Torah when they would have to step out of there to eat. However, to take shelter there from the rain or from the heat or cold is still prohibited, even for a learned person. Rather, he would have to learn there, or in a Synagogue, he would have to pray there (Magen Avraham subsection 2). There is in the Yerushalmi that a learned person is allowed  lodge in a study hall (Magen Avraham subsection 2). And like this it sounds like in Pesachim (Pesachim 100a). At seems that guests can eat in the study hall. However, in truth, the Tosfos write there that this is referring to the rooms next to the Synagogue, see there. (Refer to the Ta\"z subsection 1. His words are puzzling. In addition, the Ramban did not write this, just because of a condition, see there.)"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "It is intellectually understood that the notion of prayer is only relevant to the future and not the past, for how could it have an effect on the past?  Only thanksgiving is relevant to the past- to give praise to Him, may He be blessed, for the good that He did for him.  Regarding the future, the opposite is the case- for praise is only relevant for that which already transpired, and prayer is relevant to the future for one is asking God to do something for him....", 
                "Therefore, one who enters a city and hears the sound of shouting due to some sort of calamity that occurred in it and says, \"may it be [God's] will that [that shouting] is not from within my house\", has uttered a vain prayer, for this prayer is regarding the past and whatever has happened has already happened.  But he can say, \"I trust that it is not from my house\" if he is wholly righteous.  This is akin to the story of Hillel the Elder, regarding whom it is said: He shall not be afraid of evil tidings; his heart is steadfast, trusting in the Lord (Berachot 60a).  The matter can be explicated in two ways: (1) in its simple rendering- that he is not afraid that it was coming from his house or (2) because he had accustomed his household to accept everything with joy, both the good and its opposite.  Therefore, even if, God forbid, some calamity had taken place, they would not scream, but would rather accept it with love and silence. ...", 
                "So too, if one's wife is pregnant and he wants a male child, he can prayer up until 40 days: 'May it be [God's] will that my wife will give birth to a son', since up until 40 days [the fetus] is merely water [viz. not formed].  But after 40 days, when the form has been solidified, praying 'May it be [God's] will that my wife will give birth to a son' would be a vain prayer, for what has happened has already happened, and it cannot be changed.  Even though we find that Dinah switched from a male to female, this was within 40 days, and even if it were after 40 days, we do not mention [viz. draw conclusions from] miracles (ibid.), and the matters related to our holy forefathers were all miraculous.", 
                "One who enters a town says: 'may it be Your will, Hashem our God and God of our forefathers, that you allow me to enter this town in peace'; this is a prayer regarding the future.  When he has entered in peace he says: 'thank You Hashem, my God, for allowing me to enter this town in peace'; this is thanksgiving for the past.  So too when he is leaving, he says: 'may it be Your will..that you take me out of this town in peace'.  When he has left, he says: 'thank You...for allowing me to leave this town in peace; just as you have allowed me to leave in peace, so too should You guide me in peace, etc.'.  This is the wayfarer's prayer, as is explained in section 110, see there.  Maimonides wrote in his commentary to the Mishnah that this is not a prayer or a blessing, rather it is merely a request.  Therefore, we are no longer accustomed to saying this, since Rashi explained that [the reason it is said is] due to the criminal activity in the towns, and in our times this is no longer relevant.  Nonetheless, it is proper to say for one who is careful regarding the words of the Sages, especially since this is not a blessing such that one would be concerned about a blessing in vain.", 
                "...One who goes in to measure his grain should say: 'may it be Your will, Hashem my God, that you send blessing for my stalks', since this is a blessing regarding the future.  When he has begun measuring, he says: 'blessed is He who sends his blessing for my stalks', since he trusts that there will be blessing.  One who has measured and then blesses has uttered a vain prayer, since blessing is only found for something that cannot be seen, so that it will not seem as though it is really going against nature, since most miracles are hidden ones.  One who enters a bathhouse (their bathhouses had fires under them and were a constant danger) should say: 'may it be Your will, Hashem My God, that you allow me to enter in peace and leave in peace, and that you save me from this fire, and similarly in the future'.  When he has exited peacefully, he should say: 'Thank You Hashem, My God, for saving me from this fire'. We are no longer accustomed to this, since the fire is now to the side and is not dangerous (Bach, Taz, Magen Avraham). This is explicit in the Palestinian Talmud in the 10th chapter of Berachot.  One who lets blood should say: 'May it be Your will..that this matter will be advantageous to my health, since you are a free doctor'. After you let blood, say: 'Blessed is the healer of the sick'.  Some say to say it with God's name and kingship (Taz, #3 and Maimonides, as well as the Beit Yosef in the name of the Semag).  It is proper to say before every healing: 'May it be Your will, Hashem My God, that this will be healing for me'.  This is how the punctilious act.  One should accustom himself to say: 'All that the Merciful One does is for good'.  The principle is that one should always prayer for the future and beseech for mercy before Him, may He be blessed, and he should give thanksgiving for the past, thanking and praising according to his capacity.  The more praise one accords to God, the better.  This is like it says in the verse: 'it is good to praise God, and to sing your exalted name'. "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "", 
                "", 
                "", 
                "", 
                " ", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                ""
            ]
        ], 
        [
            [
                "Shechita (Ritual slaughtering as dictated in Jewish Law) is a \"positive\" mitzvah. Shecita is not obligatory (as the case with obligations of Shofar, Succah and Lulav) since if one does not want to eat meat, there is no need to shecht (slaughter) . However, if someone does want to eat meat- there is an obligation to eat the animal only after shechting it, as the verse says, \"You shall sacrifice your cattle and sheep like you have been commanded\"(Deut. 12:21). Similarly, the shechita of a wild animal (that is kosher) is dictated by Torah law as the verse says regarding a firstborn animal that has a blemish, \"...the same way he will eat the deer and the buck\" (Deut. 12:22). One learns from this that a wild animal is alike to a domesticated animal in terms of Shechita (See the Sifrei HaMitzvos of the Rambam and the Smag). Furthermore, the shechita of birds is dictated by the Torah since the verse says, \"that he will hunt a hunted animal or bird and will pour its blood\" (Lev. 17:13). It is concluded from this verse that the pouring of the blood of a bird (which is part of the shechita process of that bird) is the same as that of an animal (see Sifri on Parshas Re'eh). It was taught by Bar Kafra- \"This is the set of rules for the animal and the bird and anything that lives in the water\" (Lev. 11). 'The bird' has been placed in between 'the animal' and 'anything that lives in the water'..."
            ]
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "ערוך השולחן", 
    "categories": [
        "Halakhah"
    ]
}