{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "license": "Public Domain", 
    "sectionNames": [
        "Seif", 
        "siman"
    ], 
    "digitizedBySefaria": true, 
    "language": "he", 
    "title": "Korban Netanel on Nedarim", 
    "licenseVetted": true, 
    "text": [
        [
            "<b>   הא </b> דתקינן כינויי לשבועה כו'. בא וראה לקמן (נדרים דף י') לא מצינו טעם אלא לכינויי נדרים דלא לימא קרבן לה' אך משם מקיש לכינויי שבועה כי היכי דלא לטמא שבועה לה'. וכן בכינויי נזיר וחרם דכתיב בתורה שבועת ה' ובנזיר כתיב להזיר לה'. וכ\"ה בתוס' ע\"ש. ואין להקשות דכל זה לריש לקיש דאמר לשון שבדו חכמים. אבל לר' יוחנן דקי\"ל כוותיה דאמר לשון נכרים הוא כל זה אינו. דמ\"מ ממאן דאמר לשון שבדו חכמים ש\"מ דבשבועה לא צריך הזכרת השם. ובהא לא פליג ר\"י על ר\"ל מש\"ה פריך שפיר מפ' שבועת העדות: ", 
            "<b>   אלמא  </b> לכ\"ע אין שבועה אלא בשם או בכינוי. דאי לרבנן לא בעי כינוי וכמו שתי' הר\"ן בריש מכילתין. א\"כ ה\"ל לשנויי אפי' תימא רבנן ולא בעי לא שם ולא כינוי. ונ\"מ לאתפוסי חפצא בידיה:  ", 
            "<b>   אבל  </b> שבועה שאוסר נפשו בלשון שבועה אפילו בלא שם. והר\"ן מתמיה על תי' ר\"ת מהא דאמרינן במסכת שבועות דף כ\"ט דהמוציא אמן אחר שבועה כמוציא שבועה מפיו דמי ש\"מ אפי' מושבע מעצמו נמי בעי שם דהא ילפינן מסוטה ע\"ש. לק\"מ אימתי כמוציא שבועה מפיו דמי. אם כששמע שבועה בשם מפי אחרים. אבל אם משביע אחרים בלא שם וענה אמן לא הוי כמוציא שבועה מפיו. וכל זה בעניית אמן. אבל במושבע מפי עצמו לא בעי לא שם ולא כינוי:  ", 
            "<b>   ואסיקנא  </b> תירוצא דמתני' הכי. היינו כר' יוחנן דאמר לשון נכרים הוא. וכאיבעית אימא:", 
            "<b>   ה\"ג </b> דלא משתענא בהדך:"
        ], 
        [
            "<b> אלמא </b> דיותר נוטה לשון מודרני לאיסור הנאה. ויש לדקדק מנ\"ל דיותר נוטה אימא הלשון אינו מוכיח לזה יותר מלזה. ונראה דשיעור דברי רבינו כך הוא. דבתחלה אמר דשניהם שווים והוי ידים שאינן מוכיחות בין לאיסור הנאה בין לשאר מילין ולא הוי ידים ע\"ז אמר אין לומר דמודרני מוכח טפי לחד מהנך מילין מדקאמר תלמודא אבל אמר מודרני ממך לא משמע דאסור מ\"ט מודרני ממך לא משתעינא בהדך כו' ולא קאמר דאיכא למימר הכי ואיכא למימר הכי. לזה אמר רבינו דע\"כ איפכא משמע מדקאמר לימא קסבר שמואל כו'. ואי מוכח טפי לחד מהנך מילין א\"כ הוי ידים מוכיחות לחד מהנך ולאיסור הנאה הוי ידים שאינן מוכיחות וא\"כ אפילו שמואל דס\"ל דידים שאין מוכיחות הוי ידים אין זה נגד ידים מוכיחות. אלא ש\"מ דאין לזה הוכחה יותר מזה. והא דקאמר התלמודא מודרני ממך דלא משתעינא צ\"ל סברא הפוכה דסברת חוץ דלאיסור הנאה טפי משמע והוצרך התלמודא לפרש דלחד מהנך מילין נמי משמע וזה שכתב רבינו אלמא דיותר נוטה ר\"ל סברת חוץ. אבל באמת נוטה לזה כמו לזה ולתרוייהו הוי ידים שאינן מוכיחות ולא אסור לא בזה ולא בזה:", 
            "<b>   ושם  </b> הארכתי. סי' ב'. שמוכח שם בנזיר דהגירסא נכונה שם כמו הכא ע\"ש מלתא בטעמא. ומה שהב\"ח מחמיר לענין קידושין ונדרים בסי' ר\"ו הוא חומרא בלא טעם וכבר השיג עליו הש\"ך שם:  ", 
            "<b>   ואם  </b> אמר שאני אוכל לך בלא מודרני ממך נראה דלא הוי יד. פי' יד מוכיח. אבל יד שאינו מוכיח הוי. דאלת\"ה ברייתא דקתני שאני אוכל לך אסור אמאן תרמי'. אע\"כ דיד שאין מוכיח מ\"מ הוי וברייתא סבירא ליה כהך תנא דיד שאינו מוכיח הוי יד. אמנם כשמסרבין בו לאכול והוא אומר לא אכילנא ואח\"כ אומר שאני אוכל לך הוי יד מוכיח שאמר מה שאני אוכל משלך יהא בקונם כ\"כ רי\"ו נתיב ד' חלק ג'. ועיי' לקמן פ' שני סי' ו':  ", 
            "<b>   ולא  </b> לשון נדר. ואין בדבריו כלום כן דעת ר\"ח ורשב\"א והר\"י בן מג\"ש הביאו הר\"ן לעיל (נדרים דף ב':)  ", 
            "<b>   דבפיך  </b> זו צדקה. דעכ\"פ צריך לקיים מוצא שפתיו:  ", 
            "<b>   ותיקו  </b> דאורייתא לחומרא. כן כתב הרמב\"ן והרשב\"א והקשה עליהן הר\"ן מסוגיא דהזרוע והלחיים דף קל\"ד ומפ\"ק דיומא דף ח דמשמע דספק עניים מקרי ספק ממונא ועוד הקשה בש\"ך סי' רנ\"ט ס\"ק י\"ד שהרשב\"א בשו\"ת ס\"ס תרנ\"ו כ' אע\"פ שזהו ספק הקדש אין אומרים ספיקא דאיסורא לחומרא חדא דהקדש עניים ממון דעלמא הוא ע\"ש באריכות. וא\"כ קשה הרשב\"א דידיה אדידיה. גם מ\"ש רבינו בפרק מי שמת סי' כ\"ג בהקדיש כל נכסיו שפסק שאין מבטלין ההקדש מטעם אחר ולא משום תיקו דאיסורא לחומרא. וא\"כ דברי רבינו נמי סתרי אהדדי. ומה שתירץ הש\"ך בזה דוחק. ע\"ש מ\"ש פלפלא חריפתא שם. ולבי אומר לי לקיים דברי חכמים וודאי הרמב\"ן והרשב\"א ורבינו כולם סוברים דספק הקדש עניים הוא ספק ממונא ולקולא. ומה שאמרו בספק יש יד לצדקה התיקו דאיסורא לחומרא היינו שהוא צריך לקיים מוצא שפתיו כמ\"ש רבינו לעיל בס\"ס ב' אם הוציא נדר בלשון שבועה דלא הוי יד ובשנדר לעשות מצוה דבפיך זו צדקה שעכ\"פ צריך לקיים מוצא שפתיו. וזה שייך דוקא בנודר עצמו כשבא לשאול לב\"ד. משא\"כ בתשובת הרשב\"א ובפ' מי שמת איירי כשמת רק העניים עומדים לדין עם היורשים ובוודאי אית לן למימר שיש להם חזקת ממון ליורשים ועל העניים להביא ראיה. והא דלא מביא רבינו האיבעי' של הפקר. דמכללא שמעינן דגבי צדקה ספיקא לחומרא משמע גבי הפקר ספיקא לקולא. א\"נ הפקר וצדקה שווין לקיים דבורו כמו שסבר הרמב\"ם עי' פילפלא חריפתא פ' מי שמת סימן כ\"ג:  ", 
            "<b>   והוא  </b> שאמר מודר אני לך מאכילה או מהנאה כו'. יש כאן תימה רבתי הלא כשאומר מודר אני לך היינו נכסי ומנכסיך. ובנכסים לא שייך הני מילי דלא משתעינא בהדך או עבידנא מו\"מ בהדך וא\"כ הוי ידים מוכיחות דמאכילה או מהנאה הוא נודר וברבינו אפשר לומר שקאי אמודר אני ממך שלא קאי אנכסים. לכך צריך לפרש מאכילה או מהנאה אבל קשה להגיה כל הספרים הטור והש\"ע בסימן ר\"ו. וצריכין לומר דלגבי נכסים הוי יד מוכיח. אבל לגבי דידיה הוי יד שאינו מוכיח וזה דוחק גדול. וצריך עיון שלא הרגיש בזה אחר מן המחברים מחברת הקודש אח\"כ מצאתי בסמ\"ג רמ\"ב וברי\"ו שכתב דין זה אמודרנא ממך והוא נכון:  "
        ], 
        [
            "<b> ארישא </b> דשאני אוכל לך קאי. ובהא פליגי ר\"ע ורבנן. ובנדינא כ\"ע מודו בכה\"ג אבל לדינא לחודא שרי. וס\"ל להטור דשרי לגמרי דלא הוי מנודה שיהיה אסור לישב בד' אמות. ואינו אסור באכילה ובהנאה. דלא הוי לשון נדר. דאינו מוכח לזה יותר מלזה והוי ידים שאינן מוכיחות ומותר לגמרי. אבל ר' ירוחם הביא בשם רבינו דאסור לישב בד' אמות דמנודה נדינא. וכ\"ש שמתא. טפי מוכח דלענין הרחקה ד' אמות קאמר. רק לענין נדר הוי ידים שאינן מוכיחות וכ\"פ בש\"ע. ורמ\"א שהגי' ס\"ל כדעת הטור: ", 
            "<b>   וכן  </b> מסתבר. חזר רבינו בפסקיו. דבפירושו כתב להדיא דלא בעי' שאני אוכל בנדינא ממך דהוי טפי ממרוחקני ממך אליבא דשמואל:", 
            "<b>  ה\"ג </b> ואמר ר\"ג אמר רב מניין שנשבעין וכו' ואמר ר\"ג אמר רב האומר אשנה וכו':"
        ], 
        [
            "<b>   האומר</b>  אשנה פי' זה. פי' התוס' שאמר בשבועה אשנה פ' זה. אבל רבינו בפירושו מסכים לפי' ר\"א ממיץ דאפילו בלא שבועה הוי נדר כמו נדר דצדקה. והא דפריך והלא מושבע ועומד הלא נדר חל על דבר מצוה עיי' בפנים: ", 
            "<b>   ולא  </b> מצינו חילוק ביו הפרת בעל להתרת חכם. ויש לדקדק בשלמא הפרת הבעל מכאן ולהבא הוא מפר ולא צריך דעת אשה כלל. משא\"כ בהתרת חכם נראה כמו דין דהא בעינן תלתא. מהיכא ילפינן דלא בעינן שהיא צריכה להיות בעצמה בפני החכם לשאול את פיה על הפתח או על החרטה. ותדע דאינם שניהם בנושא אחד. דהא בירושלמי מוכח דס\"ל דאפי' ע\"י שליח לא מהא דגרסי' בפ' נערה מאורסה מהו להתיר ע\"י תורגמן כמ\"ש הר\"ן. ובנזיר פ\"ג מביא הך ברייתא אם שמע בעלה והפר לה והיא לא ידעה דהוי הפרה וא\"כ קשיא אהדדי אלא ש\"מ דיש לחלק בין הפרה להתרת חכם: "
        ], 
        [
            "<b> דהלכה </b> כרבנן. וק' הא רבינו לקמן פרק ואלו נדרים סי' א' מסיק דהלכה כר\"י דאין יכול להתיר נדר אשתו. וי\"ל דר\"א ממיץ ס\"ל דהלכה כרבנן. ואף לשיטת רבינו דהלכה כר\"י דביתהו דרבינא לאו כולה נשי דינא גמירה וסברה היא דהלכה כרבנן: ", 
            "<b>   להביא  </b> הדברים לפניך. הלשון אין מכוון דפתח בלשון כשלישי המדבר וסיים שאביא הדברים לפניך. כמדבר בעדו. וע\"ק אי רבינא שאל לרב אשי אודות אשתו א\"כ כשהשיב לו אי מכנפין אינה פרסום כ\"כ אינה מקפדת. א\"כ הרי רב אשי חכם מומחה דהרי רב מובהק וגמיר הוא כמ\"ש רבינו בפרק שלישי סי' ג' דלא בעינן סמוך אמאי לא התיר רב אשי לחוד נידרא דדביתהו. וצ\"ל דודאי מקפדת היא לגלות נדרה בפני רב אשי אדם גדול כמוהו. ולא התיר רב אשי אלא בפני שלשה הדיוטות מכונפין. ולפי הנחה זו ע\"כ צ\"ל כשבא רבינא לשאול לרב אשי. לא שאל על אשתו אלא על נדון בעל ואשה אחרים. וא\"כ צריך להגיה וכצ\"ל היתה מתביישת להביא הדברים לפניך:  ", 
            "<b>   ואסיקנא  </b> דאתיא כר' יהודה כו'. וקשה דטפי הוי ליה לשנויא קמא דלר\"מ מחלק בין נדר לנדבה ואתיא מתני' כר\"מ דהא בכ\"מ אוקי סתם מתני' אליבא דר\"מ. ונראה שלמד זה מסוגיא דריש חולין אמר רב אחא בריה דרבא לרב אשי נודרין ונודבין לכתחלה בתמיה והא כתיב כי תחדל לנדור כו' עד ואפי' ר\"י לא קאמר אלא בהרי זו אבל אמר הרי עלי לא. ש\"מ דרב אשי ס\"ל תי' בתרא לעיקר והיינו טעמא כמ\"ש תוספת שם דלשינויא קמא אפי' בנדבה נמי שייך תקלה ועוד הקרא כי תחדל לנדור משמע טפי כשינויא בתרא ע\"ש וכן בירושלמי מוקי מתני' כר\"י ולשיטת הרמב\"ן שהביא שם בחידושי רשב\"א ניחא טפי שאומר דר\"מ ור\"י לא פליגי דתרוייהו מחלקין בין נדר לנדבה ומשמעות דורשין איכא בינייהו ע\"ש וכן מוכח דקאמר ואי בעית אימא אפילו תימא ר\"י כו'. משמע דמתני' אתיא בין לר\"מ ובין לר\"י:  "
        ], 
        [
            "<b> ואי </b> לא לישתוק עד דהוה בידיה ויהיב ליה. ולא לקבל עליו בנדר לכשיזדמן לו השם לתת צדקה: ", 
            "<b>  אמר </b> רב זביד מאי קרא. ושמואל יליף מהאי קרא דנקרא רשע ואלו ואלו דברי אלהים חיים אם נדר נדרי איסור ע\"י רוגז והקפדה נקרא רשע שסופו למעול בשבועות. ואם נדרי מצוה המה חוטא מקרי ולא רשע שסופו למעול בנדרי איסור וזה כוונת הב\"י בסי' ר\"ב כל הרגיל אפילו מקיים נדרו נקרא רשע וחוטא ודלא כע\"ז שם שנדחק בזה:", 
            "<b>   אל  </b> תהי רגיל בנדרים. אפילו נדרי מצוה וכ\"ה בשו\"ע סי' ר\"ב:  "
        ], 
        [
            "<b>   איחר </b> אדם את נדרו. ושם קודם לזה אחר נדרים לבקר. אמר ר' ינאי התחיל לנדור פנקסתו נפתחת וכדאיתא לקמן (נדרים דף כ\"ב.) וכתב הט\"ז סי' ר\"ב ס\"ק ב' דרבי ינאי סבר כר\"מ. טוב מזה ומזה שאינו נודר כל עיקר ע\"כ תיכף אחר הנדר פנקסתו נפתחת ומאן דסבר כר\"י אין מתבקר אלא בתר שאיחר נדרו. ולכאורה דבר נאה ומתקבל הוא. אבל אחר העיון זה ליתא דהא בירושלמי שם מוקי מתני' כר\"י וכאיבעית אימא בש\"ס דילן וא\"כ לר\"י צריך לחלק בין נדר לנדבה. עכ\"פ נשמע דלר\"י נמי טוב כשאינו נודר כל עיקר. וא\"כ הך דרשה דאיחר נדרו כמאן אתיא. וליכא למימר דקאי אנדבה דאפריש ולא אקריב הא מעשה דטבעה ספינה דמייתי עלה הוי בנדר דאמר עלי. אלא ע\"כ צ\"ל דדרשת שניהם לר\"י אזלא ודבר אחר ס\"ל שאחר נדרו אין פינקסתו נפתחת ומייתי סייעתא מהך עובדא דאמר הרי עלי עולה ומ\"מ אין ספינתו נשקעת עד שאיחר נדרו: ", 
            "<b>   ה\"ג </b> כינויין לנזירות שבותה שקוקה נדר במומי הרי אלו כינויין לשבועה: ", 
            "<b>   נדר  </b> במומי. וגי' רבינו בפרושו גרס במוהי וכן הוא ברמזים:  ", 
            "<b>   תניא  </b> רשב\"ג אומר אמר במומי לא אמר כלום כו'. מומי מומתא ובפירושו גורס במוהי לא אמר כלום מוהי מומתא. אמת הדבר מומי וודאי מצינו דהוי שבועה בב\"מ דף פ\"ה מומי עזובה דא. ומומתא בפרשה משפטים שבועת ה' מתרגם מומתא דה'. ואומי פי' התרגום סוף ויחי על וישבע יוסף. אבל בשו\"ע ובטור סי' רל\"ז אומתא הוי כינוי לשבועה תיבה זו לא מצינו בשום גירסא ובשום תרגום. ונראה דטעות נפל בספרים וצריך להיות מומתא:  ", 
            "<b>   מוהי  </b> מומתא. פי' מוהי או מומתא:  "
        ], 
        [
            "<b>   אלא</b> רבי יהודה היא. והכי קתני שר\"י אומר האומר ירושלים לא אמר כלום ש\"ס.", 
            "<b>   אימא  </b> סיפא לחולין לא אוכל לך. הא דלא פריך ממציעתא לא חולין שאוכל לך אסור הא ר\"מ היא. וכ\"ת דזה לא הוי מכלל לאו אתה שומע הן באשר שהוא אומר לא חולין ממילא משמע שהוא קרבן. הא ליתא דהא מש\"ה אוקימנא מתני' דקתני לחולין (בפתח) שאוכל לך אסור דלא כר\"מ. אלמא אפי' בהא צריכין למימר דהוי מכלל לאו אתה שומע הן. והתוס' ורבינו בפירושם מחלקין בין אמר לא חולין שאוכל לך. כיון שפירש בהדיא לא חולין ממילא נשמע דהוי קרבן ואין להבין החילוק זה. דהא גם אמר לחולין (בפתח) נמי ממילא ידעינן אם לא חולין היא הוי קרבן. והיכי פריך תלמודא הא ר\"מ לית ליה מכלל לאו אתה שומע הן ונראה בהבנתם דודאי בין אמר לא חולין או לחולין (בפתח) לא הוי במכלל לאו אתה שומע הן. אלא דהכי פריך סברוה מאי לחולין כו' כלומר לר\"מ אפילו בנדרים לא סבירא לר\"מ מכלל לאו אתה שומע הן מהך ברייתא דקתני בברייתא לחולין לא אוכל לך מותר ואתי' כר\"מ דס\"ל בקידושין לא אמרינן מכלל לאו אתה שומע הן. דמה דפריש פריש ומה דלא פריש לא דייקינן מדבריו לאו מהן. וכ\"ש כשאומר לחולין (בפתח) שאוכל לך דלהוי מותר לר\"מ דכוונתו היה מה שאוכל יהיה כחולין הידוע מש\"ה אמר בפתח הלמ\"ד מדלא פריש בהדיא בדבריו ואמר לא חולין שאוכל לך:  ", 
            "<b>   ושני  </b> רב אשי. עיי' כ\"מ פ\"א דנדרים מה שכתב לתרץ קושיות הראב\"ד ול\"מ השיג עליו מסוגיא דריש פרק שני ואפשר לומר דסוגיא דהתם קאי אסברוה לדידהו קשה הך מתני' דפ' שני:  ", 
            "<b>   שאוכל  </b> לך או אהנה ממך. דמיתסר חפצא עליה:  ", 
            "<b>   הלכך  </b> לחולין שאוכל לך מותר. אפילו אומר לחולין בפתח: והנה רבינו השמיע בעי' דרמי בר חמא. אמנם מבואר בפרק שלישי דמס' שבועות סי' ג' דבעיקרא קא מתפיס וכ\"פ הרמב\"ם ומה שהביא הר\"ן ראיה בשם הרמב\"ן ממסכתא נזיר דבהיתרא קא מתפיס דחה הר\"ן שם ריש שבועות בדברי טעם ע\"ש: ", 
            "<b>   אלא  </b> בחיי קרבן. לאו דווקא דהא במנחה לא שייך בחיי מנחה. אלא ר\"ל שנשבע בקרבן ובמנחה וזה אין כלום:  ", 
            "<b>   ה\"ג </b> והא דאמר הא קרבן בשתי מלות: <b>   ה\"ג </b>  מהלכות עמך אסור: "
        ], 
        [
            "<b>   כלומר  </b> נעשה כאומר. דאי באומר להדיא קשה פשיטא מאי אשמועינן תנא דמתני'.  ", 
            "<b>   נעשה  </b> כמפרש כך. דסתם נדרים להחמיר עיין בר\"ן:  ", 
            "<b>   נמי  </b> עובר בבל יחל מדרבנן. והא דלא משני דמתני' בבל יחל קאמר. משום דמתני' מוכח באומר יאסר פי כמו דאמר דיקא נמי. ורשב\"א אומר מדקתני אסור סתם ולא קתני הרי הוא בבל יחל. וליכא לתרוצי דע\"כ צריך לאוקמיה שאומר יאסר פי דדיבור והילוך ומעשה ידיו הוי דבר שלא בא לעולם וקי\"ל דאין אוסר דבר שלב\"ל דה\"מ כשאוסר דבר על חבירו. אבל כשאוסר על עצמו הואיל ואדם אוסר פירות חבירו עליו אוסר נמי דבר שלב\"ל. כן הוא להדיא לקמן (נדרים דף פ\"ה:)  ", 
            "<b>  ולא </b>  איפשטא. ולחומרא: "
        ], 
        [
            "<b>  ה\"נ </b>  כקרבן כאמרא כדירים: ", 
            "<b>   ואמרינן  </b> נמי לעיל בעי רמי בר חמא. לפי מ\"ש הר\"ן דקרא לאסור איסר לאשמועינן דאע\"ג דתלי נדרו בנדר שלא נאסר אלא לו לבדו דהיינו יום שמת בו אביו חייל נדרא. דאי לאו האי קרא ה\"א כי ידור נדר עד שידור בדבר הנדור לגמרי שנאסר לכל אותו נדר כמו קרבן קמ\"ל קרא דלאסור איסר ע\"כ. דברי רבינו מהופכין דה\"ל למכתב ראיה זו מדרמי בר חמא בתחלה קודם וכן אם נדר עליו ככר אחד. ומשום זה מוכרחין לומר דרבינו לא ס\"ל כדברי הר\"ן אלא דקרא לאסור איסר לאשמועינן דאפי' לא הזכיר דבר הנדור רק שאמר זה כזה. דאי לאו האי קרא ה\"א כי ידור נדר עד שיפרוט הדבר הנדור שאמר כקרבן כדירים ככר זה עלי קמ\"ל קרא דלאסור איסר ולפ\"ז דברי רבינו מכוונים על אופניו:  ", 
            "<b>   והוא  </b> שנדור ובא מאותו היום. כן. תי' הש\"ס למ\"ד בהתירא קמתפיס. אבל למאי דקים ליה לרבינו כדאמרן דבעיקרא קמתפיס אינו צריך להגיה דברי שמואל שאמר והוא שנדר באותו היום. וצ\"ל דבאמת אגב שיטפי' העתיק גירסא זו:  ", 
            "<b>   והוא  </b> הדין נמי אם אמר עלי יום זה כיום שמת. דהא לפי מה דתירץ לרבא בשבועות דף כ' איזהו איסר נדר האמור בתורה אם נדר בפי' שלא אוכל בשר ולא אשתה יין כיום שמת בו אביו. אבל מתפיס בנדר הוי יום זה כיום שמת בו אביו וכן כתב רש\"י שם. ועוד דהא דקתני הריני שלא אוכל בשר הוא לשון שבועה ובפ\"ק ס\"ס ב' נדר בלשון שבועה אפילו יד לא הוי אלא ודאי שלא פי' כלל אכילת בשר אלא שאומר סתם הרי עלי יום זה כיום שמת בו אביו והוא כבר נדור מאכילת בשר ושתיית יין באותו יום אלא דברייתא מפרש ממאי קא נדר ופרושי בעלמא קאמר וכן בירושלמי להדיא איזהו איסר האמור בתורה האומר הרי עלי יום זה כיום שמת בו אביו. בררתי מדברי חידושי רשב\"א: <b> ותנן </b>  נמי הריני. משנה א' דנזיר ותנן נמי לעיל (נדרים דף ט') כנדרי רשעים הריני הרי זה נזיר ואמר שמואל כשנזיר עובר לפניו:<b> ה\"ג </b>  הריני כזה הרי זה נזיר:", 
            "<b>   שלא  </b> יקל ראשו בכך ושמא. לכאורה שני טעמים הם ושלא יקל ראשו לכך כמו שכתב הר\"ן דמתוך הקפדה ורוגז על אשתו רגיל לעשות נדרים ויקל ראשו להתפיס אפי' בדבר הנדור יען בפירושיו לא יאות לו פי' הר\"ן. וצ\"ל דחד טעמא הוא כלומר שיקל ראשו בנדר גמור וע\"כ לפעמים יאסור את אשתו עליו דלא יהא מצוי אצלו יחיד מומחה או שלשה הדיוטות וחשו על ביטול פריה ורביה לילה אחת:  ", 
            "<b>   הנודר  </b> בתורה. נודר לאו דווקא אלא נשבע ואומר בזה התורה שלא אעשה או אעשה דבר פלוני דהא מדקאמר דעתו אהזכרות שבה ואי בנדר הזכרות לאו דבר הנדור הוא. ובירושלמי קאי אמתפיס בנדר בקרבנות שבתורה. ומפני זה נראה שדעת רבינו כהרמב\"ם ושדין זה נוהג בין בשבועה בין בנדר:  ", 
            "<b>   מכאן  </b> היה אומר הר\"ר יהודה. וכ\"כ הר\"ן לקמן (נדרים דף פ\"א:)  ", 
            "<b>   ה\"ג  </b> מסתברא. אדלעיל קאי דמשני מאי בל יחל מדרבנן. ואין כאן מקומו:  "
        ], 
        [
            "<b>  ומסתבר </b>  דהלכה כרב יהודה. עיין מ\"ש בפרק המגרש סי' ב': ", 
            "<b>   וגם  </b> רב נחמן שני אליבא דרב יהודה. כ\"ה גירסת רבינו בפירושיו:  ", 
            "<b>   באומר  </b> הנאת תשמישך עלי ואסור מדאורייתא כדאמר רב כהנא הנאת תשמישך עלי אסורה. וכל היכא דקתני אסור משמע שאסור מן התורה. וקשה הא במתני' תנא הרי זה בבל יחל דברו ורבינו לעיל בסי' ד' אומר כיון דקתני בל יחל ולא קתני אסור ש\"מ מדרבנן. וניחא לי דקתני במתני' האומר לאשה קונם שאני משמשך כולל אשתו ואשה דעלמא. מש\"ה באשה דעלמא הרי הוא בבל יחל דתשמיש דבר שאין בו ממש כמו הילוך ודיבור ואין בה אלא איסור דרבנן אמנם באשתו כיון דמשועבד לה ע\"כ קאמר הנאת תשמישי עליך והנאה בא מגופו והוי כדבר שיש בו ממש. ואסור מדאורייתא. ומש\"ה לא תני בחומר שבועה מבנדרים האומר שבועה תשמישי עליך שאסור מה\"ת דאוסר בשבועה עצמו עליה וחל על דבר שאין בו ממש. משא\"כ בנדר שאיו בו אלא איסור בל יחל מדרבנן דהא באשתו אפילו בנדר אסור מה\"ת ודייק התנא דבריש פירקין תני האומר לאשתו הרי את כאימא והכא תני האומר לאשה: <b> ה\"ג </b> שאין מאכילין לו לאדם: ", 
            "<b>   ושני  </b> רב אשי שאוכל דמתני' שאי אוכל קאמר. ופריך פשיטא מהו דתימא מעקם לישנא. פי' והיה לו לומר שאוכל והיה מגמגם ואמר שאי אוכל ואי אמר הכי מהימנא ליה קמ\"ל כיון דהוציא בשפתיו שאי אוכל לא מהימנא ליה במאי דקאמר בתר הכי עכ\"ל דייק רבינו במאי דקאמר בתר הכי. אבל אם אמר מיד לאחר הנדר מהימן דלא גרע אם הוציא בשפתיו פת חיטין ואומר פת שעורים דמהימן כדפסיק רבינו בפ' ג' דשבועות סי' י\"ד ודלא כב\"ח סי' רל\"ז ס\"ק י\"ב שתי' בדוחק ע\"ש:  ", 
            "<b>   ה\"ג  </b> דלא אכילנא משמע בין במסרבין בו לאכול ואמר אכילנא או לא אכילנא בין שאין מסרבין בו:  ", 
            "<b>  והיינו </b>  טעמא דנדרים אתא לתרץ אמאי בנדרים אם אמר לר\"מ קרבן שאוכל לך אסור דלא אכילנא משמע ובשבועות כשאומר שבועה שאוכל לך דאכילנא משמע ובס' תפארת שמואל הגיה דברי רבינו ומפרש. ושגג בזה כאשר יראה הרואה. והגהתי והפי' כן הוא בחידושי רשב\"א וברבי' ירוחם:"
        ], 
        [
            "<b>  ה\"ג </b>  דאיסור חפצא הוא שאוכל מה שאוכל הוא פי' קרבן מה שאני אוכל ממך. או מה שאני אוכל לך: <b>  ה\"ג  </b>  סוכה שאני עושה לולב שאני נוטל תפלין שאני מניח: ", 
            "<b>   דאי  </b> אמר קונם שלא אשב בסוכה אפילו בדבר הרשות לא חייל כו' ואפילו אם אמר ישיבת סוכה עלי בשבועה. התוס' בפ\"ג דשבועות דכ\"ה לתירוץ ראשון משמע דאם אמר ישיבת סוכה עלי בשבועה חלה על דבר מצוה. ולתי' שני משמע דאם אמר אפילו קונם שלא אשב בסוכה נמי חייל על דבר מצוה כמ\"ש תוס' בר\"ה דף כ\"ח ע\"ש. וא\"כ רבינו ארכביה אתרי רכשי שאומר בקונם שלא אשב בסוכה לא חייל אפילו דבר רשות כתי' א' ואם אמר ישיבת סוכה עלי בשבועה ג\"כ לא חייל ע\"ד מצוה כתי' שני. וזהו דעת שלישית. גם רבינו שם בפרק שלישי סי' י' מביא שם הני תרתי תירוצא של תוס'. ונראה דרבינו סובר אם אמר ישיבת סוכה עלי בשבועה אין השבועה חלה על החפץ. לקח מהא דאמרינן בשבועות יאסרו כל הפירות שבעולם עלי בשבועה. אבל בנדרים אם אמר קונם שלא אשב בסוכה לא הוי נדר כדכתב רבינו לעיל בפ\"ק ס\"ס ב' והא דאמרי' בפ\"ק (נדרים דף י\"ב) הריני שלא אוכל בשר פרושי בעלמא היא בברייתא ממאי נדר כי אין צריך להך לישנא דדי אם אומר זה כזה כמ\"ש רבינו בפ' זה סי' א' לכך מחלק בין נדר לשבועה. ומטעם זה השמיט רבי' שם בפ\"ג דשבועות סי' י' בתי' השני דין דנדר. מהא דמחמרינן טפי בשבועה יותר מבנדרים דשבועה חמורה דכתיב ביה לא ינקה כדאיתא לקמן (נדרים דף י\"ח.) ומ\"ש בס' תפארת שמואל דבריו אין להם שחר עי' בפנים. עי' ב\"ח סי' רל\"ט ס\"ק ב':  ", 
            "<b>   והלכתא  </b> כשמואל דסוגיא דשמעתא כוותיה. חדא דעל רב הונא קאי בקשיא ממתני'. ותו דקאמר לימא מסייע לרבא. ומה בכך אם סיוע לרבא מברייתא דהא קים לן כרבא. אלא לפום דמסייע ליה לרבא ע\"כ צ\"ל דס\"ל כרב הונא להכי פריך לימא מסייע ליה. דהא קים לן כשמואל ודחי תלמודא דלעולם ס\"ל כשמואל וברייתא מוקי לה בבת אחת:  ", 
            "<b>   שניה  </b> חלה עליו וצריך התרה על שבועה אחרונה. ואם התיר בפעם אחת שבועה ראשונה ושניה מהני בדיעבד כמ\"ש הרמב\"ם והט\"ז בסי' רכ\"ט ס\"ק י' חולק בזה והביא ראיה מטור ורבינו בפירושו ואין הכרע למעיין ולא שבקינן מאי דפשיטא ליה להרמב\"ם ונתפיס מה דמספקי' ליה בטור וברבי' ע\"ש:  "
        ], 
        [
            "<b>  אבל </b>  אם אמר הרי עלי כבשר מליח וחזר ואמר בלבי היה כבשר מליח של עבודת כוכבים אזלי' בתר פרושו להקל. ובטור סימן ר\"ח אומר שאם פירושו נגד הרוב כגון שרוב קורין בשר מליח סתם של שלמים אינו נאמן וכ\"כ הרמב\"ם. וצריך לימוד מאין יצא להם דין זה דהא קתני סתם פירושם להקל. ונראה משום דהוי קשה להו בשמעתין דפריך הש\"ס תרתי זימנין טעמא דאין מכירין הא מכירין אסורין. ולא פריך מרישא דקתני סתם תרומה ביהודה אסורה. ועוד דאם לא פליג ר' יהודה אלא לומר דבגליל מותרת א\"כ הך דאמר ר\"י סתם תרומה ביהודה אסורה אך למותר. לכך פתרו במה דאמר ר\"י סתם תרומה ביהודה אסורה אפי' פירש שבלבו היה על תרומת גורן אינו נאמן ואסור ובהא פליג את\"ק. והיינו טעמא כמ\"ש רשב\"א והר\"ן שהיו רגילין הרבה בתרומת הלשכה ולא היו קוראין לתרומת הגורן תרומה סתם. וכיון שהוא אומר שדיבורו היה נגד הרוב אינו נאמן. ומש\"ה לא פריך מרישא ועפ\"ז מיושב דלא תקשי הדיוקים אהדדי דברישא אמר סתם תרומה ביהודה אסור הא שאר מקומות מותר והדר תני בגליל מותר הא שאר מקומות אסור דברישא ממעט שאר מקומות דפירושן להקל. ובסיפא דייק במקומות אחרים סתמא אסורין. כיון דמיעוטא קורין תרומת הלשכה תרומה סתם ואזלינן לחומרא דאמרינן בכה\"ג סתם נדרים להחמיר כדאמרי' לקמן (נדרים דף נ\"ג) גבי שמן מהו דתימא ניזיל בתר רובא קמ\"ל ספק איסורא לחומרא. והתם גבי שמן נמי אם פירש ואמר בלבו היה על שמן שומשמין או שמן זית אם אין נגד הרוב מהימן וזהו ע\"פ שיטת הש\"ך בסי' ר\"ח ס\"ק ג'. ודלא כט\"ז שם ס\"ק א' שלפי תירוצו משמע שגבי שמן אם פירש שלא היה כוונתו על שמן זה אינו נאמן והוא נגד השכל. וזה שהביא ראיה שם מקדשתי את בתי. מצאתי ברשב\"א דהתם לא נחית נפשיה לספיקא משום דספיקא חמיר מודאי ע\"ש. והכ\"מ ושאר מחברים לא אמרו בו דבר בדברי הטור ורמב\"ם והנלע\"ד כתבתי. ", 
            "<b>   מודה  </b> ר\"י שצריך לנהוג כימים שנהגו בהן היתר. וכ\"פ הש\"ך סי' ר\"ח ס\"ק י\"ב דראב\"ד וריב\"ש ותוס' המה מסכימים לדעת רבינו ודלא כרמב\"ם שאמר די בשלשים יום:  ", 
            "<b>   חוץ </b>  מדגן. דאי לא אמר הכי הוי נדר שוא ואינו נדר כלל: ", 
            "<b>  ה\"ג </b>  והיכא דאמר רבנן אין נזקקין לו בי דינא: "
        ], 
        [], 
        [
            "<b>   ה\"ג </b>  קונם שאני פוחת לך: <b>  ה\"ג </b>  קונם שאני מוסיף לך. ", 
            "<b>   ה\"ג </b>   אלא כעין ארבע נדרים:", 
            "<b>   כל  </b> הנדרים כו' קא סלקא דעתך דהך דתנן ארבעה נדרים התירו כלומר ארבעה נדרים יכולים החכמים להתיר ועל זה פריך הא כל נדרים חכם יכול להתיר:   ה\"ג תרוייהו אלו הן.  ", 
            "<b>   זה  </b> מעמיד וזה אינו מעמיד. אלוקח ומוכר קאי. וגי' הר\"ן היה מעמיד אצל זה ואצל זה אין מעמיד. ופי' היה מוכר חפץ לשנים והיה בדעתו לידור לאחד מהם בדוקא ולחבירו כדי לזרז:  ", 
            "<b>   ורבי  </b> אליעזר ממיץ כתב. מה שכתב רבינו בשם ר\"א ממיץ פי' הר\"ן הך דקאמר ירושלמי אם היו מעמידין צריכין היתר וצריכין לומר דרבי' מפרש הירושל' אם לא נתרצה בשלשה דינרין אלא מעמידין דבריהם זה בסלע וזה בשקל וכ\"פ הטור:  ", 
            "<b>   מייתי  </b> תנאי דפליגי. והוי כמו שאמר כתנאי אלא שלשון נדרים משונה. <b>  ה\"ג </b> אומר לו אילו היה לב זה:"
        ], 
        [
            "<b>  ה\"ג </b>  האי דאתא לקמיה דרב אסי. דהא רב אסי סבר אין פותחין בחרטה:", 
            "<b>   ותתחרט  </b> בעיקר הנדר. ואם לא נתחרט צריך להתיר לו בפתח:  "
        ], 
        [
            "<b>  בפ' </b>  הדר דף ס\"ד. גם לקמן (נדרים דף ע\"ז) נמי גרס רבינו ור\"נ קסבר אין פותחין בחרטה:", 
            "<b>   מתירין  </b> את הנדר במקום שאין מומחה. והגירסא שלפנינו שלשה מתירין את הבכור במקום שאין מומחה ושלשה מתירין את הנדר במקום שאין חכם. וכה\"ג גירסת הרמב\"ם כפי מה שמפרש הלחם משנה בפ' ו' מהל' שבועות להכי גבי נדרים יחיד רב מובהק מתיר הנדר. ולגבי בכורות סמוך בעינן או נוטל רשות מנשיא שהוא סמוך כמ\"ש הרמב\"ם בפ\"ג מהל' בכורות. אבל גי' רבינו מומחה בנדר כי אפילו גבי בכורות לא צריכין מומחה וכ\"כ תוספות שם ד\"ה במקום שיש מומחה. וראיתי בט\"ז וש\"ך סי' ש\"ט בי\"ד שהעתיקו בשם רבינו שצריך ליטול רשות מהנשיא המוסמך וזהו נקרא מומחה לגבי בכורות וזה ליתא דא\"כ גבי נדרים נמי צריך להיות מוסמך דהא בתרוייהו חדא לישנא נקט. ואגב שיטפי' לא דייקי כי המה ראו בב\"י שכתב על לשון הטור וכתב הר\"ר יונה כו' כ\"כ הרא\"ש בשמו בפ' כל פסולי המוקדשין. ושם נתבאר כו' ויש עוד טעם אחר דמומחה היינו שנטל רשות מנשיא שבא\"י ע\"ש הבינו שכל זה מדברי הרא\"ש. וליתא אלא שהרב\"י כתב מדעתו שיש עוד טעם אחר כמ\"ש הרמב\"ם בפרק הנזכר:   ה\"ג ", 
            "<b>   מכלל  </b> דאינך כל דהו. וקשה היכי פריך עלה מכלל דאינך כל דהו אימא לא אלא שפחותים מדרב נחמן ומפני קושיא זו נאדו התוס' ולא גרסו כלל כגון מאן אמר רב נחמן כגון אנא עיין בתוס' בכורות דף ל\"ז ד\"ה ר\"י. נראה מלשונם שלא היה הגרסא בהיש ספרים כמו שהוא לפנינו במקום שאין מומחה כגון מאן זולת על דברי ר' יהודה אומר אחד מהם חכם כגון מאן אמר רב נחמן כגון אנא מש\"ה שפיר הוקשה להם על גירסת הספרים. אבל לפי גירסת רבינו וכ\"ה בש\"ס שלפנינו לק\"מ דהא ודאי רבי יהודה נמי מודה דיחיד מומחה דהיינו גמיר וסביר מהני להתיר דהא לרב נחמן גמיר וסביר מומחה מקרי א\"כ הא דבעי לר' יהודה שלשה ואחד מהם חכם היינו פחות מרב נחמן שהוא גמיר וסביר מש\"ה פריך שפיר ואינך כל דהו:  ", 
            "<b>   והאידנא  </b> אין מומחה שיתיר נדר ביחיד. כ\"כ תוספות שם לפסק:  ", 
            "<b>   שלשה  </b> שיודעין לפתוח. ונראה בעיני דנהי דלא שווי' נדרים לשחוטי חוץ דהא בשחוטי חוץ כולן שוין ולא מוקמי' ג\"ש לק\"מ דממילא משמע האי כדיני' והאי כדיני' דהדיוטות דגריעי כולי האי פשיטא דלא חזיא להתיר נדרים דאפי' כשהם מתירים אינם יודעים מה מתירין. הר\"ן דף ע\"ח:  "
        ], 
        [
            "<b> אבל </b>  אם ביטל בפרהסיא הוי דברים שבלב דמוכיחין. ואין להקשות אכתי מה לא שמע ולא אתי בהדיה יתנה בפרהסיא שלא בפניו ואח\"כ ידירו. י\"ל דבעינן שיאמר התנאי בשעת הנדר כמ\"ש ש\"ך בסי' רי\"א ס\"ק א' שאם יאמר התנאי מקודם אם נודר אח\"כ מבטלו לתנאי ומה יועיל לו התנאי. ועפ\"ז ניחא לפי ס\"ד דהמקשן דהכל בבא אחת היא. קשה היאך מתוקמא הך סיפא ובלבד שיהא זכור בשעת הנדר. דהא שינויא דאביי ורבא לא שייכי בהך עניינא. אלא דס\"ד דה\"ק ובלבד שיהא זכור בשעת הנדר. כלומר שיזכור התנאי בשעת הנדר דוקא: ", 
            "<b>   ועוד  </b> דאין החכם מתיר את הנדר בלא חרטה. היינו חרטה בעיקר הנדר כמ\"ש רבינו לעיל סי' א' ב'. ואע\"ג שאומר כולהון איחרטנא בהון מ\"מ מה מועיל מי מגיד לנו שכל אחד מתחרט עיקר הנדר אבל אי קאי תנאי על להבא. אם יהיה מי שפושע ולא רוצה לבטל הנדרים אין מגרע לאחרים שאינם רוצים להיות נכשלים בעון נדרים:  "
        ], 
        [
            "<b>  \nדנדרנא  </b> ודאישתבענא. דנדרא משמע שתי לשונות משמע להבא ולשעבר כמו אמרי פי דאמרי' בברכות משמע לעבר ומשמע להבא כ\"כ תוספות לאפוקי די נדרנא או די אשתבענא אין משמעות אלא לעבר כ\"כ הב\"ח דלא כב\"י: \n", 
            "<b>  \nוגם  </b> כלהון אחרטנא בהון. כלומר אי אשכח כו'. כפי מה שפי' רבינו גרסי' אחרטנא לפר\"ת כמו למנהג קדמונים. אבל תוספות פי' פי' ר\"ת אי חרטנא הוי כשנתחרט דאין מועיל ביטול בר\"ה אלא כשנתחרט עליו לאחר שנדר ע\"כ ולפ\"ז הגירסא אי חרטנא שתי תיבות. והגי' בכל מחזורים כפי פי' רבינו כאן ובסוף יומא: \n"
        ], 
        [], 
        [
            "<b>  או </b>  ב\"ד או הקהל אין מועיל להם ביטול. וז\"ל התוס' הראשונים טועים וסבורים שמתירין הנדרים משנה שעברה ולכך היו אומרים תוץ מתקנות קהלות ושבועות ב\"ד. אבל השתא (ר\"ל לפי' ר\"ת) אין צריכין לזה דאנן אין מתירין אלא מה שאדם נודר בינו לבין עצמו וכו'. וקשה אמאי לא הביא רבינו ג\"כ זה דר\"ת הגיה המחזורים מה שכתוב בהן חוץ מתקנת הקהלות ושבועות ב\"ד. וצ\"ל דרבינו ס\"ל להיפוך מדעת התוספות אדרבה ראשונים שאמרו כל נדרי כדי להנצל מן העונש ודאי דעתם היה לבטל אפילו תקנת הקהל וגזרות ב\"ד. אבל לפי' ר\"ת דמתני על להבא ה\"ל לתקן חוץ מתקנת הקהל וכו'. ע\"ז מתרץ רבינו דלפר\"ת פשיטא א\"צ לזה דאין הביטול מועיל לתקנת קהל וכ\"כ הב\"ח בפי' הסמ\"ג והגהות מיימוני ע\"ש: ", 
            "<b>  הני </b>  מילי היכא שהנודר בא לפני החכם כו'. אבל בליל יום הכפורים אין דעת הקהל להתיר נדר על דבר מצוה:", 
            "<b> יתר  </b>   על כן. דה\"א דלא זירוז הוא דאיכא למימר לאו כלבא אנא. כ\"כ רבינו בפירושו. אע\"ג דבמתנה מועטת לא שייך למימר לאו כלבא אנא. מ\"מ צריכא רבה. איכא דס\"ד דאפילו במתנה מועטת נימא הך סברא ועי' לקמן בפ' קונם יין סי' ד' מ\"ש בזה:  "
        ], 
        [
            "<b>  ויש </b>  ספרים דגרסי שבועות הבאי אסורות. כ\"ה גיר' רבינו בפירושו וגי' ר\"ת בשבועות דף כ\"ט. וגירסת הראב\"ן ופי' הטעם דבנדרים איכא למימר שומשמני חזי ואסיק שמייהו עולי מצרים. אבל בשבועות אדעתא דידן משתבע משא\"כ בנדרים ע\"ד עצמו הוא נודר ושפתים יושק. כי ע\"פ סברא זו מיושב היטב מה שהקשה רבינו בפירושו דהכא משמע דאם אמר אדעת קינה שומשמי נדר אינו נאמן והא בחרמו של ים ובקרבנות מלכים נאמן ותי' בדוחק. ולפי דבריו ניחא דהאי דאין נאמן אינו אלא בשבועות ולדברי הראב\"ן צ\"ל דלא ס\"ל שנוזמא קאמר. ומה יענה בנחש קורות בית הבד. צ\"ל שפי' בו כמ\"ש הר\"ן. כיון דנדר בדבר שאי אפשר אין כוונתו לאסור הפירות ע\"ש. ואין להקשות אם אין אומר סברת גוזמא א\"כ בעולי מצרים נמי הוי לפר' כסברת הר\"ן י\"ל דא\"כ תרתי בבי ל\"ל. והתם בשבועות גמל הפורח באויר ונחש קורות בית הבד. גמל אשמועינן. דעל דעתינו אישתבע דלא לימא עוף ראה ואסיק שמיה גמל. ונחש דהוי שבועות שוא: ", 
            "<b>   באומר  </b> יאסרו עלי פירות ולא כל הפירות. כגירס' שלנו ובסמוך יתבאר:  ", 
            "<b>   תימה  </b> מאי שנא. ואין תימה על הרמב\"ן דלסברתו פירי לא מיתסרו דלא כיון דעתו מעיקרא. שאם כוונתו לאסור הפירות לא הוי לתלותו בתנאי כ\"א במוחלט שהרי אף כשהתנה בכיוצא בזה אין לתנאו ענין שהדבר ברור שלא ראה נחש טרוף ועיי' בזה באורך בר\"ן וכ\"כ הרשב\"א בשם הרמב\"ם:  "
        ], 
        [
            "<b>   ור\"י </b>   חולק דהכא לא אמר כל הפירות כו'. תיוהא קא חזינא הכא דהא ר\"י בשבועות דף כ\"ט אומר אפילו אמר כל הפירות אם לא ראיתי לא הוי נדר שוא דגוזמא קאמר ואפילו בשבועות שגורס שבועות הבאי אסורות היינו מדרבנן משום חומרא דשבועות ואיך כתב רבינו בשם ר\"י דשבועות כל הפירות אם לא ראיתי היה לקי מדאורייתא. ועוד דבנדרים אפילו אמר כל הפירות אם ראיתי מותר משום דהוי גוזמא. א\"כ היאך אמר כך שבועות הבאי מותרות בדלא אמר כל הפירות והא דומיא דנדרים קתני. והב\"י וב\"ח ואחרונים לא ירדו לבאר דברי רבינו בזה. ונראה להגיה שצ\"ל ור\"ת חילק וכיון לרבינו תם שם בשבועות שאומר אם אסר כל הפירות אם לא ראיתי הוי נדר ושבועת שוא. וכמו שכתב רבינו בשם ר\"ת בפרק המדיר סי' ג'. אך ר\"ת לא ס\"ל הך סברא דלגוזמא אמר אם לא ראיתי ורבינו ס\"ל דלגוזמא קאמר כמו שפי' בפירושו. ועוד ר\"ת כש\"כ דשבועות ונדרי הבאי היינו שבועת שוא וזה ס\"ל לרבינו לדוחק דהיאך תלה התנא בשבועות הבאי ה\"ל למיתני נדרי שוא מותרות. ועוד ר\"ת מפ' מתנו' דהכא דווקא באוסר כל הפירות דהוי נדרי הבאי אבל אם אומר קונם ככר עלי לר\"ת הוי נדר ורבינו ס\"ל דלא הוי נדר. ועוד ר\"ת גורס שבועות הבאי אסורות ורבינו גורס כך שבועת הבאי מותרת והצעת דברי רבינו כך הוא. ר\"ת חולק שאומר באוסר עליו כל הפירות אם לא ראיתי דהוי נדר שוא. ומדברי ר\"ת לקח רבינו דרך לעצמו ומפרש הסוגיא דהכא באוסר עליו מקצת פירות וכך שבועת הבאי מותרת דבתרוייהו אמרינן גוזמא קאמר. והא דתנן התם היה לוקה על שבועת שוא באומר אם לא ראיתי גמל ונחש. אע\"ג דאיכא למימר גוזמא קאמר ובדוקא נשבע. היינו כיון דאמר יאסר כל הפירות עלי וא\"א לו להיות בלא אכילת פירות הוי שבועת שוא. כמו לר\"ת בפ' המדיר סי' ג' אמר קונם עלי כל הפירות אם אעשה דבר פלוני דלא חייל אע\"ג דאפשר לו שלא לעשות אותו דבר מ\"מ כיון שהוציא מפיו כל הפירות הוי נדר שוא. ה\"ה הכא אע\"ג דלגוזמא קאמר מ\"מ כיון שהוציא מפיו כל הפירות הוי נדר שוא דמאי שנא. ומעתה אין להקשות מאי אמר כך שבועות הבאי מותרת. הא בנדר הבאי אפי' אמר כל הפירות לא חייל נדרא. ובשבועות באומר כל הפירות אסור משום שבועת שוא דבמתני' קתני נדרי הבאי מותרות. זה אינו אלא באוסר קצת פירות. דבאומר יאסר כל הפירות נדר שוא הוא ולא נדרי הבאי. וכל זה לר\"ת. אבל ר\"י בפ' המדיר (כתובות דף ע\"א) ד\"ה שלא תטעום אומר דאם אוסר עליו כל הפירות ותלה בתנאי הוי נדר גמור א\"כ לשיטתו אין מקום למה שכתב רבינו והדברים ברורים למבין: ", 
            "<b>   דלא  </b> להוי התרה. עיין מ\"ש רבינו שם סי' כ\"ב כ\"ג:  ", 
            "<b>   ואי  </b> תלינהו לפירי בהדין שבועה לא מיתסרי. כי הוא מפרש כל מה דאמר בפירקין כך שבועות מותרות. היינו דלא מיתסרי הפירות ועיין בחידושי רשב\"א בשמעתא כך שבועת הבאי מותרת:  ", 
            "<b>   ולרבה  </b> דוקא בהחליף דבריו. שמעינן מהא דרבינו ס\"ל כהרמב\"ן ור\"ן דאפי' במתני' דפותחין בשבתות וי\"ט דהיו כולן בכלל ונשאל על א' מהן אפי' בכה\"ג אם לא החליף לרבה לא הותרו כולן ולאפוקי מהך מ\"ד דכי אמר דבמעמיד כולן אסורין דווקא דומיא דמתני' שלא היה יודע שאביו ביניהן הלכך כיון שהוא מעמיד אין כאן נדר שהותר מקצתו לפי שאביו היה לעולם בכלל נדר אבל בשכולן בכלל ונשאל על אחד מהן במתני' דפותחין כיון שהותר אחד מהן ע\"י שאלה הותרו כולן. והר\"ן הוכיח דליתא להך דינא מהא דפריך מנדר מן הכלכלה ור\"ע היא ופליגי רבנן. ואם איתא להא דינא ודאי פליגי רבנן דהא מעמיד בכה\"ג הוי כמו החליף דמתני' ראה אותן אוכלין תאנים וכן מוכח בהא דקאמר מאן תנא להא דתנו רבנן נדר מחמשה כו' לרבה רישא ר\"ע וסיפא דברי הכל. הא לר\"ע לא אתיא דבענין זה שכללן יחד לא אמר ר\"ע לרבה דבמעמיד כזה שהוא מותר והן אסורין וכיון שכן ודאי קשה על מ\"ש הש\"ך בסי' רכ\"ט ס\"ק ד' בשם ד\"מ והב\"ח ועיקר. וסמכו דבריהם על סמיכה שאין בו ממש די\"ל דהטור והמחבר ביארו חילוקי דינים בסי' רל\"ב דבעינן החליף. כי איך מלאו לבם לחלוק על אבות עולם הרמב\"ן ורבינו והר\"ן ודבריהם מוכרחין בסוגיא דשמעתתא ועיקר דבכה\"ג נמי בעינן החליף:  ", 
            "<b>   ועבדינן  </b> לחומרא. פה מצאתי און לי מה שהמצאתי בדעתי בסי' א' פ' השואל דשיטת רבינו ורי\"ף בהך כללא מסופק ובמילי דאסורא דאורייתא לחומרא ובמילי דרבנן לקולא גם בדיני ממונות קולא למוחזק:  ", 
            "<b>   משני  </b> דברים בשר ויין שלא היה לפניו. כך העתיק הב\"י בסי' רכ\"ט גם בר' ירוחם נתיב י\"ד חלק ז'. ותמהני על שני מאורות הגדולים איך העתיקו טעות גדול כזה. חדא למה כתב רבינו דוקא כשלא היה לפניו הלא אפילו כשמונחים לפניו פשיטא היה מקום לשאלתו. ועוד אם כשלא היה לפניו נדר בסתם בשר ויין. הלא בזה להדיא קתני במתני' פותחין בשבתות וי\"ט אפי' לא נדר אלא מבשר ויין כמו שהביא ב\"י שם בשם רבינו בפירושו. ע\"כ נראה להגיה וצ\"ל כשהיו לפניו ולכך לא נדר אלא מזה בשר ויין שהיה לפניו.  ", 
            "<b>   ומצא  </b> חרטה על אחד מהן. ועיקר ספיקתו אם דבר שהותר בחרטה ואין בו החלפה אם אמרינן נדר שהותר מקצתו הותר כולו וע\"ז מסיים והרמב\"ן כתב כו' דמאי דמספקא ליה פשיטא להרמב\"ן:  "
        ], 
        [
            "<b>   והרמב\"ן </b>   כתב. כצ\"ל דהרמב\"ם לא מחלק בכך וכן איתא בחידושי רשב\"א דהרמב\"ם סבר כתוס' דאפילו בחרטה אמרינן הותר מקצתו הותר כולו: ", 
            "<b>   אבל  </b> נדר שהותר בחרטה הא דמצא ליה חרטה מותר. והב\"י בסי' רכ\"ט אומר שרבינו בפירושו ס\"ל כהתוס' וליתא דהתם איירי כשהותר המקצת ע\"י פתח ואז אפי' להמקצת שלא נתחרט הותר כולה כיון דע\"י הפתח הותר קצת:  "
        ], 
        [
            "<b>   מתני' </b>   בדאדרי' זמונא למזמינא. הכי מוקי לה לעיל (נדרים דף כ\"ד:) <b>   ה\"ג </b>   והא אונסא דאוריי' הוא דכתיב ולנערה:", 
            "<b>   י\"מ  </b> דקאי אההיא דרב הונא. הוא דעת הגאון שהסכים עמו הרי\"ף בפ' גט פשוט שם סי' י\"ט:  ", 
            "<b>   ולא  </b> קניא אסמכתא אפילו בקנין ובמעכשיו. וקשה דהא פריך בב\"מ דף ס\"ה ולמניומי דאמר אסמכתא לא קניא קשיא מתני' ומשני מתני' דאמר מעכשיו. אלמא במעכשיו אסמכתא קני'. כבר תי' רבינו בעצמו בפ' איזהו נשך סי' כ\"ט דהך אסמכתא דהתם עדיפא ע\"ש:  ", 
            "<b>   ומעכשיו  </b> אלא בבית דין חשוב. עיין בח\"מ סי' ר\"ז בב\"ח ס\"ק י\"ט שהאריך למעניתו שסובר רבינו דקנין ומעכשיו מבטל אסמכתא ונעלם ממנו דברי רבינו בשמעתתא. גם הט\"ז בסעיף י\"ד. שם מסיק דלדעת רבינו צריך קנין ומעכשיו וב\"ד חשוב ולפי דעתו שם כפי פירושו מ\"ש הטור וכ\"כ הרא\"ש כוון לדעת הרא\"ש בשו\"ת ולא בפסקיו ע\"ש באורך. וליתא לדבריו חדא דהטור בס\"ס ע\"ב כתב שדברי רבינו בפסקיו המה עיקר. ועוד דהא רבינו סובר דכל קנין סודר מעכשיו הוא. ומ\"מ בעינן ב\"ד חשוב. א\"כ מה אהנית לן שהוא אומר מעכשיו מה לי חד פעם או שני פעמים ותו דהתלמודא בשמעתתא כולל כלל דין אסמכתא לא אישתמיט התלמודא למימר והוא דקנו מיניה ומעכשיו וב\"ד חשוב ודברי הסמ\"ע וכפי פירושו בדרישה ופרישה המה ברורים למוצאי דעת:  ", 
            "<b>   אבל  </b> היכא דלא גזים ובידו לעשות כו' לא הוי אסמכתא. ויש לדקדק הא בהלוהו על שדהו ואמר לו אם אי אתה נותן לי מכאן עד שלש שנים. בב\"מ דס\"ה. דפריך עלה דמתני' והא אסמכתא היא. ומאי פריך הא לא גזים ובידו לעשות. ומצאתי יישוב לזה בתוס' דף ס\"ו ד\"ה ואי אמר דחשיב כמו גזים לפי שאין אדם רגיל למכור קרקעותיו כלל ע\"ש וכ\"כ רבינו שם סי' כ\"ט: <b>   ה\"ג </b>   אע\"פ שאינה בית המלך: <b>   ואינה </b>   נראה לי ראיה. לכאורה משמע דרבינו לא ס\"ל האי חילוק דר\"ת. אמנם בפרק חזקת הבתים סי' ס\"ו. פסק להדיא שם כדעת ר\"ת. ומוכרחין לומר שאינו אומר להשיב על ר\"ת אך על ראייתו איכה ראיה ועפ\"ז ניחא מ\"ש הטור בח\"מ סי' שס\"ט על דעת הרמב\"ם וא\"א כתב כסברא הראשונה. ודחק הב\"י בדוחק גדול. ונעלם ממנו דברי רבינו בפ' חזקת הבתים:"
        ], 
        [
            "<b>   כיון </b>   דאמר יאסרו אתסרו פירי דעלמא. וקשה לפי מ\"ש רבינו בפ' המדיר סי' ג' אם אמר קונם כל פירות שבעולם עלי אם אעשה דבר זה לא חייל הנדר ע\"ש וא\"כ מאי פריך. אח\"כ מצאתי קושיא זו בב\"ח סי' רל\"ב ס\"ק ט\"ז ותי' הב\"ח הא דאמר כל הפירות היינו כשאומר בלשון שאין כל פירות העולם בכלל. אלא שאוסר על עצמו פירות האילן ופירות הארץ אך עדיין קשה הכל למה לא אוקי התלמודא דאיירי שאוסר על עצמו כל פירות שבעולם ולהכי לא מיתסרו פירות עליו. ומצאתי בתוס' שבועות שתים דף כ\"ט דר\"ת מפ' מתני' נדרי הבאי ושבועות הבאי באומר יאסרו כל פירות שבעולם עלי. א\"כ לשיטתו א\"א לאוקמי' מתני' נודרין להרגין בכה\"ג. דא\"כ לא ה\"ל למיתני נודרין להרגין בנדרי אונסין. אך ה\"ל להעמיד המתני' על נדרי הבאי. אך לפי' מ\"ש לעיל סי' ו' דרבינו לא פירש כפי' ר\"ת נדרי הבאי. אך נדרי הבאי הוא מה שאומר בדרך גוזמא. א\"כ לדידיה הקושיא במקומה עומדת. וי\"ל דמש\"ה מוקי לה באומר בלבו היום משום שבועה דהוי שבועת שוא ולוקה באוסר עליו כל פירות שבעולם ומה שתמצא בשו\"ת הרא\"ש דמתיר אפילו שבועה במקום אונס היינו כשחושב בלבו היום. וכ\"פ הב\"י וש\"ך בסי' הנ\"ל. מכאן סתירה על מ\"ש הש\"ך בסי' הנ\"ל ס\"ק ל\"א דאפילו שבועה שמעכשיו משתבע לשקר נודרין להרגין ע\"ש אם כדבריו הקושיא במקומה עומדת ה\"ל לאוקמי' מתני' באומר יאסרו כל הפירות שבעולם עלי בשבועה: ", 
            "<b>   באומר  </b> היום. וה\"ה שאר ערמות על תנאי שחושב בלבו כדאי' בפוסקים:  "
        ], 
        [
            "<b>   לגבי </b>   אונסין. ומה שיש לדקדק מזה מפת חיטין והוציא בשפתיו פת סתם בפרק שבועות שתים סי' י\"ד שם מקומו: ", 
            "<b>   ה\"ג  </b> דלא יפול ויגלגל עליה קדמתא. ופירש הרשב\"א לפי שישראל כשהן בעלי זרוע מצויין ליפול ושמא אחר שירד מגדולתו יבא המוכס ויגלגל עליו את המכס שהפסיד בשבילו כשהיה אלם:  ", 
            "<b>   דלר'  </b> ישמעאל הולכין אחר השעה שהנדר חל. זהו לרב חסדא לקמן (נדרים דף פ\"ט) דמוקי מתני' דהתם כר\"ע אבל לאביי דמוקי מתני' דהתם כרי ישמעאל כיון דתליא ביומי שלמי יומי ולא נתגרשה א\"כ בנדון זה שנודר ביורדי הים אחר שלשים. נמי איכא למימר דר\"י מודה בזה דשלמי יומי ולא הוו יושבי יבשה:  ", 
            "<b>   וצריכה  </b> רבה אם ישנו בכלל יורדי הים. וספיקא לחומרא:  ", 
            "<b>   והלכה  </b> כר\"ע. עיין לקמן בפרק ואלו נדרים ס\"ס א' מה שכתבתי בזה:  ", 
            "<b>   שלא  </b> נתכוון זה אלא למי שהחמה רואה אותן. ומיהו בתבואה ופירות וכל דבר שאין בו רוח חיים שרי אע\"ג דהחמה רואה אותן. דכיון שהזכיר רואי חמה משמע דוקא בעלי חיים שעשויין לראות חמה תוס' כלומר שנבראו תחת השמים לראות השמש להאיר להם. ודלא כע\"ז סי' רי\"ז ס\"ק ל\"א שהבין דברי תוס' העשויין לראות החמה היינו שבעלי חיים נבראו להסתכל בהחמה. וזה פי' אין לו שחר מכ\"ש אור חמה. ונראה עוד לפרש דבריהם ע\"פ מ\"ש בקהלת סי' ז' ויותר לרואי השמש. שקאי שם על הבריות שהחמה רואה אותן ולא קאי על הצמחים ואילנות. ובאשר שהנודר אומר לישנא דקרא קאי על בעלי חיים שהחמה רואה אותן. ועפ\"ז צדקו דברי הטור דוקא שאמר לישנא דקרא רואי שמש אבל אם אמר מרואי שמש סומין מותר ודלא כב\"ח גם מה שהאריך הט\"ז שם ס\"ק ל' אין מן הצורך:  ", 
            "<b>   אסור  </b> בקרחין ובעלי שיבות. מדלא נדר מבעלי שער. ש\"ס. והקשה ט\"ז סי' רי\"ז ס\"ק ל\"ב אימא לא נדר הכי כדי להוציא בעלי שיבות ונדר משחורי ראש למעט נמי קרחין. ולק\"מ דה\"ק מדלא נדר מבעלי שער שחורי ראש.  "
        ], 
        [
            "<b>   וחכ\"א </b>   לא נתכוין זה אלא מי שדרכו להוליד. ופליגי את\"ק ור\"מ אפילו כשאומר מן הילודים אסור בשניהם. כך פי' רבינו בפירושו דלא כר\"ן. משום דבלשון בני אדם דבילודים משמע בין אותן שנולדו בין שעתידין להוליד. א\"נ בקרא נמי משמע העתידים להולד כדכתיב כל הבן הילוד היאורה תשליכהו:", 
            "<b>   מאוכלי  </b> שום אסור בישראל ואסור בכותים. עיין תוי\"ט:  ", 
            "<b>   והם  </b> לי. וא\"ת הא הנאתו הוא דשלב\"ל ואיך אוסר דשלב\"ל עי' תי' ברשב\"א ור\"ן:  ", 
            "<b>   אסור  </b> בגרים. דהמה נמי נקראו זרע אברהם כדכתיב כי אב המון וגו' רבינו בפירושו. וב\"ח וט\"ז לא ראו דבריו:  ", 
            "<b>   מן  </b> הלוים מותר בכהנים. אע\"ג דבכמה מקומות כהנים נקראו לוים כמ\"ש רש\"י ביהושע ג'. מ\"מ בלשון בני אדם הכהנים לא נקראו לוים:  ", 
            "<b>   הנודר  </b> מבנים מותר בבני בנים. ב\"ב דף קמ\"ג. ובב\"י ור\"מ רבקש הביאו בשם התוספתא הביאו הרא\"ש ומעתה מה דתנן בב\"ק דף ק\"ט קונם אתה נהנית משלי בחייו ובמותו אם מת לא ירשנו ויחזיר לבניו היינו בני הנדור ולא בני המדיר. וצדקו דברי רבינו פ' הגוזל עצים סי' כ\"ט ברישא דקתני הגוזל את אביו ונשבע לו ומת אביו ואח\"כ הודה ה\"ז משלם קרן וחומש לבניו או לאחיו היינו בני הגזלן. ודלא כמהרש\"ל ביש\"ש פ\"ט סי' ס' שמסכים עם פרש\"י לבניו של נגזל כמו בסיפא בקונם דלא יתן לבני מודר כלל דא\"כ אין לך נהנה יותר מזה ע\"ש. ונעלם ממנו הך בריי' דהמודר מבנים מותר בבני בנים ואין נהנה. דמניח לפני בניו. ואומר אבא מודר הנאה ממני. ע\"כ אתם עשו בזה כרצונכם. והמה מאבי אביהם קזכו כמ\"ש תוס' בפ' הגוזל:  ", 
            "<b>   קונם  </b> שאני נהנה כו' ומסיים התנא גדולה מילה שדוחה שבח החמורה. ר' נחמיה אומר גדולה מילה שדוחה הנגעים והקשה בתי\"ט מאי חידושא דר' נחמיה הלא אמר גדולה מילה שדוחה שבת שהיא איסור סקילה ומכ\"ש שדוחה הנגעים איסור לאו. ולק\"מ שמילה דוחה שבת בזמנה. וקמ\"ל ר\"נ שגדולה מילה אפילו שלא בזמנה דוחה נגעים כדאיתא ברמב\"ם וש\"ע:   הדרן עלך ארבעה נדרים   פרק ד  "
        ], 
        [], 
        [
            "<b> ועוד </b> דסוגיא דלקמן בשותפין שנדרו כוותיה. פי' דלקמן בדף מ\"ו מוקי לה דפליגי ראב\"י ורבנן בברירה. הא בחצר חבירו אסור משום דסברי תרוויהו כר\"א דויתור אסור. מהא שמעי' דרבי' ס\"ל דאפילו בחצר לא קפדי אדריסת רגל וחשבינן לויתור. וכן לקמן בפ' השותפין סי' נ\"א חושב דריסת הרגל בחצר לויתור והיינו משום דלא קפדי וקשה טובא דהא פסק רבי' פרק חזקת הבתים סי' י\"ט כר\"נ ולדידיה צ\"ל דאפילו בחצר השותפין קפדי אדריסת רגל וכ\"ש בחצר חבירו. א\"כ דברי רבינו סתרי אהדדי. לכך אני אומר שיפה כוון הש\"ך בסי' ק\"מ בס\"ק מ' שחסר שם בדברי רבי' שנויא דרבינא התם וכן נראה דאיך יחלוק על הרי\"ף מבלי טעם ורבינא הוא בתראה. וא\"כ לשינויא דרבינא דריסת הרגל בחצר חבירו לא קפדי אלא דוויתור אסור במודר הנאה אבל הטור שם שכתב בשם הרא\"ש אוקמתיה דרב נחמן קשה ג' קושיות הנ\"ל וצ\"ע: ", 
            "<b>  אבל </b> לחצר של אחר אסור לכ\"ע. ויש כאן תימה דאם מסכים רבינו עם דברי ר\"ת א\"כ מאי מייתי לעיל ראיה דהלכתא כר\"א מסוגיא דלקמן בשותפין שנדרו. אימא התם שאני דבחצר קפדי אדריסת רגל ומנ\"ל דוויתור בבקעה אסור. ועוד יבא לקמן בפ' השותפין שני קושיות שנתקשה מהרש\"ל ביש\"ש ב\"ק פ\"ה סי' ל\"ב. ועי' לקמן סי' א' תמצא יישוב לכל זה. ", 
            "<b>   הנאת  </b> מאכל מהו. תנא לישנא קלילא ופירושו כאילו אומר מהו הניית מאכל כלומר עד היכן מקרי הנאת מאכל:  ", 
            "<b>   ולית  </b> שמיע מינה כלום. דקרדום של ניכוש אין מתקן המאכל. ודומה לקערה וכוס. אבל קרדום של ביקוע מבקע עצים ומבשלים בו את המאכל ותיקון גדול הוא כמו קדירה ושפוד:  ", 
            "<b>   מוקי  </b> לה רבא כשהלוהו ע\"מ שלא לפרוע. והקשה ב\"י בסי' רכ\"א למה השמיט רבי' אוקמתיה דרב אושעיא דמוקי לה כחנן דהלכתא כוותיה. ותי' דנהי דהלכה כחנן דפורע חובו של חבירו אבד מעותיו מ\"מ גבי מודר הנאה חשיב ליה רבא כמהנהו ואסור ולהכי לא בעא לאוקמיה מתני' כחנן אע\"ג דהלכתא כוותיה ואוקמיה בע\"מ שלא לפרוע והלכה כרבא דבתרא הוא ע\"ש באריכות והשיגו הב\"ח ול\"מ דא\"כ ה\"ל לתלמודא לומר מהך טעמא דרבא לא אמר כרב אושעיא. ונ\"ל דרבינו ס\"ל כפר\"ת כמו שהאריך בפ' שני דייני גזירות סי' ח' דרב אושעיא מוקי מתני' כחנן היינו מזון אשה וזהו פורע את חובו. אבל בשאר חובות אפי' כשהלוה ע\"מ שלא לפרוע אסור לפרוע עבורו במודר הנאה. משום דכסיפא לוה מלתא. או גזרינן שלא לפרוע אטו לפרוע. ורבא פליג עליה בהא אלא כשלוה ע\"מ שלא לפרוע אפי' רבנן מודו ומש\"ה פסק רבינו דלענין זה הלכתא כרבא. ועיין עוד שם סי' י'. כיוצא בו דתנן אף בשאר חובות נמי הלכה כמותו היינו חובות דיהיב ע\"מ שלא לפרוע. ומ\"ש רבינו בפירושו דחנן אמר אפילו בפורע חוב. העתיק מפירש\"י דכתובות וגם הולכין אחר פסקיו ולא אחר פירושיו.  ", 
            "<b>   פליגי  </b> רב אמי ורב אסי חד אמר לא שנו כלישנא בתרא. אבל קשה זהו לדעת הרי\"ף בב\"ק סי' ו' דבכ\"מ דפליגי תרי לישני פוסק כלישנא בתרא. אבל לדעת רבינו בפ' בהמה המקשה סי' ו' ז' דבשל תורה הלך אחר המחמיר. א\"כ ה\"ל למפסק כלישנא קמא להחמיר שלא להחזיר כשנכסי בעל אבידה אסורין על המחזיר ונ\"ל דרבי' לשיטתו אזיל דבפ' הכונס ופ' כל הנשבעין סובר כדעת התוס' דשומר אבידה שומר חנם הוי כרבה דלא הוי ש\"ש משום פרוטה דרב יוסף. ומכאן ראיה מ\"ש הטור בס\"ס ע\"ב דרבינו פסק כרבה. ודלא כב\"י שם ובסי' רס\"ז. שכ' דרבי' בפסקים מסופק אי ש\"ח הוי אי ש\"ש כרב יוסף. א\"כ ה\"ל להחמיר כאן לענין נדר מספיקא:", 
            "<b>  לאפוקי </b>  מאי לאפוקי דאי גנבא. לכל הגירסות ופירושים שפי' רבי'. גי' זו אין מספיק אלא פי' הר\"ן וחזר בפסקיו: ", 
            "<b>   יכול  </b> להקריב שלא מדעת בעלים. וקשה אם נאמר דשלוחי דשמיא לא צריך דעת. א\"כ הא דאמר ר\"י הכל צריכין דעת צ\"ל דס\"ל שלוחי דידן נינהו. ה\"ל למפשט מדר\"י דשלוחי דידן נינהו וע\"ק דלר\"י צ\"ל דשלוחי דידן נינהו ובקידושין מסיק דשלוחי דרחמנא נינהו. מכל הלין נראה להגיה כמ\"ש. ואי שלוחי שמיא נינהו יכול הכהן להקריב מדעת בעלים. זהו ראיה אלימתא. וכפי' רי\"ו ורשב\"א. ע\"כ אין לזוז מדעת רמ\"א בסי' רכ\"א ודלא כב\"ח. דהא אם ילמוד עם בנו מדרש נמי שלוחי דשמיא נינהו ללמוד בחנם כדכתיב כאשר צוני:  ", 
            "<b>   ואומר  </b> ר\"ת וכו' ויש מפרשים כו'. ובסי' רכ\"א כתב הטור וז\"ל ואני תמה דכל זה אין צריך אלא לרבנן אבל לחנן מותר בכל ענין והלכתא כוותייה עכ\"ל. והנה לי\"מ תי' בב\"ח דמדרבנן נשמע לחנן. דלא תימא חנן לא פליג עליה דרבנן אלא כשזן אותם במזונות יתירים להכי כתב רבינו דבזה אפי' רבנן מודים. אך מ\"ש ישוב בתי' ר\"ת דחוק ורחוק ע\"ש ס\"ק ד'. ונראה לי שכוונת רבינו בזה שמסיק בפ' שני דייני גזירות סי' ח' כפי' ר\"ת דקאמר ר' אושעיא הא מני חנן היא. כלומר במה דאיירי' בי' חנן היינו מזון האשה. אבל שאר חובות אפילו לחנן אין המדיר פורע חובו של מודר. א\"כ קשה לפי' ר\"ת תרתי מתני' ל\"ל דהא קתני סיפא וזן אשתו לזה כתב רבינו דע\"כ צ\"ל דמתני' דזן את אשתו לרבנן נמי אתיא מדלא קאמר הא מני חנן היא. וע\"כ צ\"ל כפי' ר\"ת או כהיש מפרשים. א\"כ מעתה לא תקשי לפי' ר\"ת תרתי מתני' ל\"ל דצריכי תרוייהו. דאי תני חד ה\"א שאיירי בפניו או במזונות יתירים:  ", 
            "<b>   דכיון  </b> שהוא במדינה ואינו אומר לו כלום מתנה היא כו'. משא\"כ שלא בפניו לא שייך היא מצמצמת דהא שלא בפניו אינו מוכח דלשם מתנה זנה דהא לא יוכל לומר לו כלום וכיון דלשם חוב הוא זנה וב\"ד פוסקין לה מזונות. אף שתאמר שהיא מצמצמת מ\"מ יכול לתובעו לבעל. מש\"ה במודר הנאה אסור לפרוע לרבנן ודלא כב\"ח סי' רכ\"א שנתקשה בזה:  "
        ], 
        [
            "<b>  גדולה </b>  מזו אמרו וזן את אשתו. מכאן הקשה הב\"ח בסי' רכ\"א ס\"ק י' על הטור ז\"ל ואם נכסי שמעון אסורין עליו מותר לישא בתו כו'. הא פשיטא היא דהא גדולה מזו אמרו וזן את אשתו ומיישב בדוחק. ונראה דלכאורה קשה מאי פריך גדולה מזו אמרו. אימא דבמתני' זן את אשתו הוי מוקי במזונות יתרים ורב הונא קמ\"ל אפילו במזונות ההכרחים. וצ\"ל דהכי פריך ר\"ז מדלא מוקי מתני' כחנן ש\"מ דכדרבנן נמי אתיא ובמזונות יתירים ש\"מ דלחנן אפילו מזונות הכרחים נמי איבד זה מעותיו וקי\"ל כחנן לזה פריך לרב הונא. אבל הטור שפיר איכא למימר דצריך לאשמועינן דמותר לישא בתו ולפרנסה לקיום הגוף ולא למזונות יתירים: ", 
            "<b>   יש  </b> מפרשים. רמב\"ם ורש\"י:  "
        ], 
        [
            "<b>   שהאב  </b>  המדיר בנו. ומלת לתלמוד תורה ה\"פ על דבר ת\"ת. כמו ולישמעאל שמעתיך וישאלו אנשי המקום לאשתו וכהנה רבות:", 
            "<b>   ויש  </b> מפרשים. הראב\"ד ורשב\"א והר\"ן. ואין להקשות לשני פירושים להוי כנדרי זירוזין. די\"ל דאיירי במעמיד דבריו:  ", 
            "<b>   דהנך  </b> מילי שימוש נינהו. דאי אתא לאשמועינן שמותר להנות לו דברים קטנים הל\"ל מותר ליתן לו מעות לקנות דברים קטנים. כי אין דרך האב לשמש לבנו:  ", 
            "<b>   מאי  </b> שנא הני. עם היות שדברים קטנים הם בשיווי ממון. מ\"מ תועלת הנאת הגוף שנהנה מאלו הדברים המה דברים גדולים:  ", 
            "<b>   ואי  </b> אמרינן מחיותיה לא אדרי'. והיינו דווקא כשמדיר את בנו בשביל שלא עוסק בתורה שלא נדר הנייתו עליו מחמת שנאה. אבל בסתם כשנדר הנאה מבנו איכא למימר אפילו מחיותיה אדרי' כדתנן לקמן המודר הנאה מחברו ואין לו מה יאכל כו':  "
        ], 
        [
            "<b>   מה  </b> פליגי. כלומר איך פליג ר' יונתן על הברייתא: ", 
            "<b>   כאן  </b> באיש כאן באשה. והכ\"מ ול\"מ מפרשים הירושלמי כפי' הרמב\"ם וליתא דהא מעשה דתוספתא ע\"כ אינהו נמי מודים דא\"א לפרש אלא כפי' הרמב\"ן. ובירושלמי על הך שקלי' וטריא מביא הך עובדא דר' יוסי ויגיד עליו ריעו. והמה לא ראו בגוף הירושלמי רק מה שמביא הר\"ן ורבינו והעיקר כמ\"ש הב\"ח שהרמב\"ם סובר מאחר שתלמודא דידן לא מייתי הך עובדא משמע דתלמודא דידן לא סבירא להך תוס' וירושלמי:  ", 
            "<b>   היה  </b> אדם מסוים. בא ליישב מימרא דר' יונתן דקאמר אף ליקח לו ולא קאמר ליקח לה דקאי אאדם מסוים:  ", 
            "<b>   המודר  </b> הנאה מחבירו מותר להשקות לו. משמע אפילו הכוס של חבירו. דבכוס של אבל מצוה קעביד. וגם רבים השותים והוי הנאה מועטת ובכוס של בית המרחץ. פי' רבינו כוס של חמין שהוא לרפואה לאחר המרחץ הוי הנאה מועטת. ומה שהתיר משום מצוה היינו משום דמצות לאו ליהנות נתנו ועי' בתוס' שבועות דף מ\"ד ד\"ה ורב יוסף:  ", 
            "<b>   למנחרותא  </b> עבידן. כ\"ה הגירס' לפי' רבינו בפירושיו ע\"ש וכן הוא בערוך:  "
        ], 
        [
            "<b>  \nעדות  </b> ממון. דהוי מצוה ומידי דנפשיה קמהדר ולאו מידי יהיב ליה. כללא דנדרים היכא דהוי מצוה ומידי דנפשיה קמהדר. כגון להעיד עדות ומחזיר אבידתו שרי. והיינו בדוקא שא\"א ע\"י אחר כמ\"ש רבינו בסי' ח' לענין רפואות ממון בשם ירושלמי. לכן אם אחר יודע עדות או שיש אחר שיכול להחזיר אבידה אסור למדיר להחזיר ולהעיד והיכא דהוי מצוה והנאה ממילא אתיא למודר מותר. כגון לבקר חולה או אין לו מה יאכל לקמן מניח על הסלע. אבל הנאה מיד ליד אפילו בדבר מצוה אסור. דהא נדרים חלין ע\"ד מצוה. ובכלל זה תבין כל חלקי נדרים בפ' זה ובמקומות אחרים: \n", 
            "<b>  \nחד  </b> אמר כאן במדירו מגופו. פי' בירושלמי פריך אהא דתנן מחזיר לו אבדתו ותמן תנינן אבל לא ריפוי ממון הא ריפוי ממון הוי כמחזיר אבידתו. ומוקי לה הא דתנן אבל לא רפואת ממון בהדירו מנכסיו: \n", 
            "<b>  \nאמו  </b> להשאיל. דוקא בכגון אלו דלא משמע לאינשי דהוי הנאה דדרכן לשאול ולהשאיל ללוות ולהלות זה לזה. משא\"כ לקמן בפ' השותפין סי' ג' בהנאה גמורה לא גזרינן ומה\"ט לא קאמר ולא יקנה ממנו אטו למכור לו. דזה לא שכיח כ\"כ. והא דלא יקנו ממנו ולא ימכור לו איירי בזבינא מציעא דהנאה לתרוייהו איתא כמ\"ש רבינו פ\"ג סי' ט\"ו. ולפ\"ז בפחות מותר לקנות ממנו. אבל אינך פוסקים ס\"ל דבמקח נמי גזרינן ואפי' בפחות אסור: \n"
        ], 
        [
            "<b>  אטו </b>  להלוותו. אע\"ג דהוי מצוה אם כסף תלוה. מ\"מ הנאה מיד ליד אסור:", 
            "<b>   הוא  </b> וכל אדם אסורין. חזר רבינו מהגירסא שבפירושו דגרס הוא מותר. ותמיה על הטור רכ\"א שכתב הוא מותר. וברמזים פסק הוא וכל אדם אסורין:   <b>  ה\"ג </b>  דא\"כ החנווני: "
        ], 
        [
            "<b>  דא\"כ </b>  היה אסור החנווני. עי' תוס' גיטין דף ס\"ו ד\"ה כל השומע: <b> אורחא </b>  דמלתא קאמר. א\"נ איידי דסיפא: ", 
            "<b>   אורחא  </b> דמלתא קאמר. כ\"כ תוס'. אבל בתוס' ב\"ק דף ק\"ט איתא דוקא אם אין לו מה יאכל ע\"ש:  <b>  ה\"ג </b> ונוטלין שכר מזה: ", 
            "<b>   ודווקא  </b> כל הזן אבל אמר כל השומע קולי יזון אסור. וה\"ה אם אמר אם תזון לפלוני לא תפסיד אסור כ\"כ רבינו בפ' המדיר סי' ד' וע\"ש מה שכתבתי בזה:  ", 
            "<b>   היו  </b> מהלכין בדרך ואין לו מה יאכל. מדלא פי' רבינו בזה אורחא דמלתא קאמר ש\"מ בדוקא קאמר וכ\"כ רבינו בפירושו להדיא. ותוס' כתובות דף ע' ד\"ה טפי הוכיחו דבבא זו נמי לאו דוקא ע\"ש:  "
        ], 
        [
            "<b>  משום </b>  מתנת בית חורין. פי' דגזר ר' יוסי משום מתנת בית חורין:", 
            "<b>   אם  </b> השאילה לעובד כוכבים. אבל לכתחלה אסור כ\"כ רבינו בפרק קמא דשבת ס\"ס ל\"ד: <b>  ה\"ג  </b>  הפקרתי וזכיתי בו: <b>  ה\"ג </b>  כדדריש בירושלמי והשביעית:", 
            "<b>  לצאת </b>  מתחת ידו אם יכפור. דהא אין לו חזקה שלש שנים ושטר אף שקרקע נקנית בחזקה אם נתן לו במתנה. מ\"מ אין לו עדות שניתנה לו וקרקע בחזקת בעלים עומדת: הדרן עלך אין בין המודר. פרק ה "
        ], 
        [
            "<b>  \nולא  </b> קי\"ל כהאי דיחויא אלא כרבינא כו'. ואין אנו צריכין להגיה המשנה אלא כמו שהיא שנויה. ויש לדקדק דודאי מרבינא נשמע דבהדירו נמי פליגי. אבל המשנה מ\"מ צ\"ל תני נדור מהאי דקאמר ה\"נ מסתברא וכו' ולא ניחא לתלמודא דידן לפרש המשנה ע\"פ דרך הירושלמי. ויש לתרץ דע\"כ צ\"ל דרבינא מפ' המתני' כהירושלמי דכופין קאי נמי אהמדיר. דאלת\"ה קשה דהא לרבינא בהדירו נמי פליגי ליתני פלוגתייהו בהדירו השותפין. ומה אית לך למימר דאי תני פלוגתייהו בהדירו ה\"א בנדרו גם ר\"א מודה דאסור דקנסי' ליה. זה אינו דהא סיפא קתני היה אחד מודר וכו' ע\"כ איירי בנדור עצמו. דהא קתני וכופין את הנודר כמו שאמר התלמודא ה\"נ מסתברא ואפ\"ה פליג ראב\"י אלא ודאי ע\"כ צ\"ל דרבינא סבר כהירושלמי דהא דקתני וכופין יש לפרש נמי אהמדיר. \n", 
            "<b>  \nחלקו  </b> למודר. במלאפום: \n"
        ], 
        [
            "<b>  ה\"ג </b>  וכדקאמר ת\"ש. נ\"ל דה\"ג ומייתי ראיה דהפשטן נמי ס\"ל דכופין קאי אמדיר וכ\"כ תוס' דרבינא ס\"ל כת\"ש ע\"ש אלא שעל זה יש לפקפק אימא דהפשטן סבר הא דקתני היה א' מודר הנאה משמע בין שאוסר את חבירו בין שאוסר את עצמו א\"כ שפיר קאמר ש\"מ דבהדירו נמי פליגי והא דקתני וכופין קאי אחדא אנודר את עצמו ע\"ז מסיים רבינו ותדע דהכי הוא כו' אלמא דכופין אותו אנודר קאי דאי אמדיר מי אנסו כל זה מדברי הש\"ס כלומר דמהך דכופין נשמע הא דקתני היה א' מודר אנודר קאי ואי נימא דהפשטן נמי ס\"ל דהך כופין קאי אנודר אלא דהמדחה לא ניחא ליה בזה דהרישא קאי בין בנודר את עצמו ובין אמדיר את חבירו וסיפא דכופין קאי אחדא א\"כ הכי הל\"ל הנ\"מ דקתני וכופין ומסתברא דקאי אכולה בבא דרישא. ומה האי דקאמר הא מינס אניס הפשטן נמי ידע מהאי סברא אלא ש\"מ דהפשטן לא ידע מהך סברא אלא סבר דכופין אמדיר קאי והמדחה נאיד מזה דלא ס\"ל דינא דהירושלמי:", 
            "<b>   לא  </b> שמגיה המשנה אלא שמשנה פי' המשנה. דהא לפי מה שביאר אין זה אלא דיחוייא בעלמא. ואיך יצדק להגיה המשנה כדי שלא תפשוט האיבעי' וליכא למימר דסמך אהך דקתני וכופין. הא כבר ביאר רבינו דהפשטן סבר דהך וכופין קאי אהמדיר. אע\"כ צ\"ל דאינו אלא משנה פי' המשנה. והא דקאמר רבינו לעיל ואין אנו צריכין להגיה המשנה רצונו לתרץ פי' המשנה:  ", 
            "<b>   כופין  </b> את הרגיל. ע\"כ לשון תוספתא:  "
        ], 
        [
            "<b>   אבל</b> אמר חצר זה לעולם אסור כדתנן דף מ\"ו. קונם לבית זה מכרו לאחר אסור: ", 
            "<b>   כיון  </b> דיש לתקן בחלוקה. וא\"ת מה תיקון בחלוקה עדיין צריכין לומר ברירה שהוברר הדבר שמגיע חלק זה לחלקו וישוב בזה תמצא מה שכתב רבינו בסמוך סוף סימן זה:  ", 
            "<b>   המוכר  </b> בעין רעה מוכר. ט\"ס הוא דהא אליבא דשמואל קיימינן דאמר אין להם דרך זה על זה ומוכח שם בסוגיא דס\"ל מוכר בעין יפה מוכר. מצאתי ביש\"ש ב\"ק פ\"ה סי' ל\"ב בהגה\"ה:  ", 
            "<b>   דחשבינן  </b> ליה ויתור. כדאיתא בפ' חזקת הבתים דמוקי רבינא שם מתני' דהכא כר\"א דאמר וויתור אסור. וקשה דא\"כ נשמע מן הדא דבין ראב\"י ובין רבנן ס\"ל דוויתור אסור דהא ר\"א לא שרי חצר השותפין אלא מטעם ברירה. א\"כ לעיל ר\"פ אין בין המודר דקאמר מאן תנא דוויתור אסור במודר הנאה ר\"א היא משמע דרבנן פליגי עליה והא רבנן וראב\"י ס\"ל דוויתור אסור וכמו שהקשה רבינו בעצמו ר\"פ אין בין המודר סי' א' קושיא זו ומחלק שם בין בקעה לחצר א\"כ ש\"מ דאפילו בחצר השותפין לא חשבינן לוויתור וכאן כתב רבינו דריסת רגל בחצר השותפין וויתור הוא. א\"כ דברי רבינו סתרי אהדדי וביותר התם והכא הכל דברי ר\"ת הם. קושיא זו מצאתי ביש\"ש ב\"ק פ\"ה סי' ל\"ב:  ", 
            "<b>   ולפי  </b> הך פיסקא אם הדירו זה את זה כו'. ועוד יש נ\"מ דלפי הך פיסקא מותר אפי' בחצר שיש בו דין חלוקה וגם מותר להעמיד רחיים ותנור דבהעמדה כדי לא קפדי וויתור הוא:  "
        ], 
        [
            "<b>  אם </b> הדיר בעל החצר א' מן השוק מותר לכנס לחצר דוויתור מותר. ויש לדקדק מנ\"ל דבחצר חבירו מותר אימא לר\"ת דקי\"ל כראב\"י היינו בחצר השותפין כדאמר רבינא חצר השותפין דלא קפדי משמע הא בחצר חבירו קפדי. וי\"ל דהתם בהעמדת בהמה דווקא אינשי אחריני קפדי אבל דריסת הרגל אפי' חצר חבירו חשבינן ליה וויתור כדמשני רב אדא לעיל ר\"פ אין בין המודר ומוקי מתני' כר\"א דאמר וויתור אסור. ש\"מ דדריסת רגל חשבינן לוויתור וכ\"כ הר\"ן שם בשם הרמב\"ן. גם פה ראיתי שהקשה מהרש\"ל שם דהא רבינו מסיק לעיל בריש אין בין המודר בשם ר\"ת דוקא בקעה בימות החמה מקרי וויתור הא בחצר קפדי אינשי אדריסת רגל ולאו ויתור הוא. ואברר לך הנך קושיות. דהאי שכתב רבינו לעיל בריש אין בין המודר אינו אלא ליישב רב אדא בר אהבה דמשני ר\"א היא דאמר וויתור אסור במודר הנאה. ואליבא דרב אדא איכא למימר דלא ס\"ל להלכה כראב\"י דקי\"ל כר' אושעיא דבדאורייתא לא אמרי' ברירה גם לא חשבינן לוויתור דלגבי חצר קפדי בדריסת רגל אפי' בחצר השותפין כדר\"נ בפ' חזקת הבתים. אבל אנן לא קי\"ל כרב אדא אלא כראב\"י דאמר מותר לכנוס בחצר ולא מטעמיה אלא מטעם וויתור. אבל ראב\"י ס\"ל וויתור אסור דבהא לא פליג את\"ק אלא מטעם ברירה ולדידן אמרי' הך מתני' דאין בין המודר אתי לכ\"ע בין ר\"א בין ראב\"י ורבנן. וכ\"כ רבי' לעיל פ\"ד סי' א' וז\"ל ועוד דהסוגיא דלקמן בשותפין שנדרו כותיה. וא\"ת איך תמצא לומר שז\"ש רבי' לעיל אליבא דרב אדא למאי נ\"מ לדידן. וי\"ל להורות דאפי' בקעה בימות החמה נמי חשבינן לוויתור. אע\"ג דוויתור קל הוא ולא מחסר שום ממון: <b>  ה\"ג </b> דאינן רוצין שיאנו זה את זה:", 
            "<b>   ומשום  </b> ברירה אין להתיר משותפין כשיש בו דין חלוקה. ר\"ל אם הדיר אחד מן השוק אין להתירו בחצר שאין בו דין חלוקה משום ברירה יותר משותפין בחצר שיש בו דין חלוקה ועי' ביו\"ד סי' רכ\"ו ס\"ק כ\"א בט\"ז שמגיה ופירש פי' אחר ע\"ש:  "
        ], 
        [
            "<b>  דהך </b>  ברירה לאו כברירה דעלמא. למסקנא הכריע רבינו כאן דבדאורייתא אין ברירה וכ\"פ בפ\"ק דבבא קמא סי' ו' וכן משמע לשם בפרק שביעי דב\"ב ס\"ב דבדאורייתא אין ברירה. אך מה שר\"ל שם דוויתור מותר במודר הנאה חזר רבינו פה בשמעתין גם בריש אין בין המודר דקיימא לן וויתור אסור במודר הנאה. ומיהו בדבר שעומד להתברר כגון תנאי אם יחיה אם ימות אמרינן ברירה וכ\"פ בפרק מי שאחזו סי' ט' הך דשמואל דאתקין בגיטא אם לא ימות אם ימות כו' ולכי מיית הוי גיטא. וכה\"ג דייק התלמודא בפרק כל הגט (גיטין דף כ\"ו) דרבי יוחנן סבירא ליה דיש ברירה. ולענין קדושין בהמקדש את האשה ואמר על מנת שירצה אבא אם התנאי עומד להתברר מקרי עי' ביש\"ש בב\"ק סי' הנ\"ל ובהר\"ן פרק כל הגט ובמה שכתב רבינו בפרק ג' דקידושין סי' ג' ע\"ש: ", 
            "<b>   הכא  </b> לא שייך למימר לבסוף כשיחלוקו דזה חלקו הראוי לו. עיקר החילוק בין ברירה דהכא לברירה דעלמא לפי שהוא ספק משעה ראשונה אבל הכא עיקר הדבר מתברר משעה הראשונה ועיין דף מ\"ה בהר\"ן ע\"ב מבואר יותר:  "
        ], 
        [
            "<b>   אבל </b>   כשיש בו דין חלוקה אסור. כיון שיש תקנה בחלוקה לא אמרינן אחר כך הוברר הדבר למפרע שזה חלקו המגיע לו. ולפ\"ז מן הראוי לומר שאפילו לאחר החלוקה אסורין. דהא בדאורייתא קיימא לן אין ברירה וכן הוא דעת הרשב\"א. אבל הרמב\"ם בפ\"ז ורבינו סבירא ליה דלאחר החלוקה שרי. והיינו טעמא דאם תאמר אין ברירה אם כן מתחילה אין יכול לאסור עליו דהוי כמו אוסר על חבירו דבר שאינו שלו. ואם תאמר אם כן קודם החלוקה נמי שרי ממ\"נ. על זה מסיים רבינו דקודם החלוקה היינו טעמא דאסור דכיון דיכול לכופו מהנה ליה הלה במה שאינו כופהו לחלוק ומניחו להשתמש בכל החצר: ", 
            "<b>   מכאן  </b> הורה רבינו תם. תמצא בתוספות בפ' זה:  ", 
            "<b>   וכן  </b> משמע. דברי רבינו הם:  ", 
            "<b>   אלמא  </b> יכול המשכיר להקדישו. דהקדש מפקיע מידי שיעבוד. הכי נמי קונמות מפקיע מידי שיעבוד:  ", 
            "<b>   הלכך  </b> נראה שיכול להקדיש. כך תירץ רבינו תם שם בערכין:  "
        ], 
        [
            "<b>   והא </b>  דאמרינן הכא כו'. דברי תוספות בפרק זה שהשיגו על רבינו תם אבל רבינו לא סבירא ליה הכי דאפילו אם אסרו בפירוש אינו יכול לאסרו עליו כמו שמסיק רבינו להלכה למעשה בפרק שור שנגח את הפרה סי' י'. ורבינו תפיס הכא תירץ אי נמי יש לחלק כו' לעיקר שמקיים דברי רבינו תם ומ\"ש רבינו הלכך נראה. אינו אלא בהא שיכול להקדיש המותר ולא כנגד השכירות והחוב:", 
            "<b>   לפי  </b> שאין דעתו על מה שהשכיר. ואי קשה לך דהא לעיל (נדרים דף מ\"ג) הוי סלקא דעתך דאין דעתו על מה שהפקיר ואידחיא ליה איכא למימר דלא דמי דודאי כשאדם אוסר נכסיו סתם דעתו על כל מה שהוא ברשותו ולפיכך כיון שאין ההפקר עדיין הפקר ולא מתנתו מתנה אף הן בכלל איסור. אבל מה שיצא מרשותו לשעתו בשכירות כיון דהשתא מיהת לאו ברשותיה קאי אין דעתו לאוסרו. ר\"ן בשם התוספות:  "
        ], 
        [
            "<b>   לפי</b>   שאין דעתו על מה שהשכיר. והא דשותפין שנדרו הנאה אסורין ואפילו רבי אליעזר דמתיר היינו מטעם ברירה. נימא שאין דעתו על חלק חבירו שיש לו בכל החצר שיעבוד. יש לומר דהוי כיש לו תפיסת יד ובכהאי גוונא דעתו לאוסרה עליו כדאמרן: ", 
            "<b>   דבהקדש  </b> ממש מצי להקדיש. היינו המותר כמו שכתב רבינו לעיל הלכך נראה שיכול להקדיש מה שהבית שום יותר וכן מסיק רבינו בפרק שור שנגח ע\"ש:  ", 
            "<b>   והא  </b> דקאמר הכא דמותר היינו מתני' המודר הנאה מחבירו. אע\"ג דבאינש דעלמא לא שייך אלמוה מכל מקום שייך אלמוה בהשוכר. ומשום הכי יש לומר לתוך רשות השוכר אני נכנס ודלא כהפרישה שמביא הש\"ך בסי' רכ\"א ס\"ק ל\"ט. ומלבד זה יש לומר דהטור שכתב בשם אביו דאפילו בקונם בפירוש שאינו יכול לאוסרה למודר הנאה מחבירו כוון לדברי רבינו בפרק שור שנגח את הפרה סי' י' דמסיק משום שכל הנאה לשוכר ואין הנאה שלו ע\"ש:  ", 
            "<b>   ואלומיה  </b> אלמוה לשיעבודא דשוכר. כמו בבעל חוב שאין יכול לאוסרה עליו בקונם דאלמוה שיעבודיה משום נעילת דלת דאם לא כן כל אחד יפקיע חוב ע\"י קונם כמו שכתב רבינו בפרק אע\"פ סי' ט\"ז הכי נמי אלמוה בשוכר מהאי טעמא. ומשום הכי ניחא דבהקדש ממש יכול להקדיש ולא אמרינן אלמוה לשיעבודא דשוכר דהתם לא שייך לעשות תקנה דכל אחד יקדיש להפקיע השוכר מבית כיון דלמשכיר נמי אסור משום הקדש:  ", 
            "<b>   והך  </b> דפ' אע\"פ מיירי בב\"ח כו'. וקשה אמאי צריך לחלק בין ב\"ח לשוכר הלא בפ' אע\"פ כבר שניא ליה משום המותר והאי דערכין משום דמעורב חלק ההקדש וחלק השוכר דהא לפי מ\"ש ע\"כ התירוץ של אי נמי קאי אמותר ועוד תימה דהכא מסיק רבינו לחלק בין שכירות לב\"ח ובפ' שור שנגח מסיק רבינו להדיא דבין בשכירות בין במשכון יכול להקדיש המותר א\"כ מסקנות רבינו סתרי אהדדי ונראה לי שכוונת רבינו דמחלק בין חוב לשוכר. כדי שלא תקשי לך לר\"ת אמאי אמר מכאן הורה שהמשכיר בית לחבירו אינו יכול לאסור הל\"ל נמי אינו יכול לאסור הלוה משכון שיש לו ביד המלוה דהא חד טעמא אית ליה לתרוייהו לזה מתרץ רבינו דר\"ת מחלק בין הך דפ' אע\"פ להך דערכין. א\"כ בקונם שאין יכול לאסור המשכון היותר מכדי הלואה על המלוה א\"צ הוכחה דהא אפילו בהקדש אין יכול לאסור כיון שאין סופו לחזור משא\"כ בהמשכיר בית יכול להקדיש המותר. לזה אמר הוראת ר\"ת דבקונם מ\"מ אין יכול לאסור עליו דאלמוה לשיעבודא דשוכר כך הצעה זו ליישב דברי ר\"ת אבל רבינו תופס להלכה דלענין מותר אין חילוק בין שכירות למשכון וכדמסיק רבינו בפ' שור שנגח ע\"ש:  ", 
            "<b>   דשכירות  </b> קרקע נקנית בשטר ובחזקה. וקשה הא רבינו פסק בפ' השואל סי' ט\"ו דשכירות נקנה בכסף בשטר ובחזקה. ותי' מהרש\"ל בפ' הפרה סי' ל\"ג דה\"ק דמסתמא הירושלמי שמחלק בין הקדים ללא הקדים איירי שהחזיק השוכר בבית או יש לו שטר. דאי לא קשה. פשיטא שיכול המשכיר להקדיש שהרי יכול לחזור בו ואף למכור ולהשכיר לאחרים אלא איירי בכה\"ג שאין יכול לחזור בו. ואפ\"ה חל כח ההקדש. וא\"כ בהקדים לו שכרו וכו'. ומה מועיל קנין על קנין. וזוזי דהקדים לו אינם באים לקנין אלא כמאן דמסיק בי' זוזי ע\"כ. וקשה מאי פשיטא אימא דאשמועינן דהדר בו צריך להעלות שכר להקדש דלא תימא דהוי כדר בחצר חבירו שלא מדעתו שאין צריך להעלות שכר כדאמרינן בב\"ק דף כ' ע\"ש הסוגיא. וע\"ק דכאן דחה רבינו הך ברייתא דהירושלמי. ובפ' השואל ס\"ס כ\"ה קים ליה לדינא הך דהירושלמי ע\"ש. ועוד יותר תמוה היאך שייך דרבינו ידחה ברייתא דהירושלמי מסברא דנפשיה. ע\"כ נראה שאין כוונת רבינו לדחות הירושלמי מהלכה. אך כוונתו לסתור תי' תוס' הך דפ' משקלי עלי איירי בלא הקדים לו שכרו הא החזיק בהבית כדקתני הדר בו מעלה שכר להקדש ואי לא מהני חזקה אפילו קנין שהקדים לו שכרו נמי לא תהנה וזוזי הוא דמסיק ביה. אבל על הירושלמי ל\"ק כלום דקתני ועמד והקדישו הרי זה דר בתוכו ואיכא לאוקמיה כגון שלא דר עדיין בתוכו ולא החזיק משום הכי שפיר יש לחלק בין הקדים שכרו דעכ\"פ שכירות קרקע נקנה בכסף אף שעדיין לא דר בו ובזה ניחא מה שלכאורה קשה מה הוסיף רבינו מאיר שם בהשואל שאומר ועוד כתב לי מורי רבינו מאיר. דחידש בזה אפילו בלא דר בו עדיין השוכר אך שהקדים לו שכרו:  <b>  והנה </b>  בש\"ע י\"ד סי' רכ\"א סעיף ז'. ויש אומרים שאפילו אם פירשו בפירוש אינו יכול לאסרו בלשון קונם. אם לא בלשון הקדש ממש. וזהו כמסקנת רבינו פה בשמעתין ובפ' הפרה. ומה שבלשון הקדש ממש יכול לאסרו היינו המותר וכ\"כ הש\"ך שם. והקשה בש\"ך שם ס\"ק מ\"ה על המחבר דלא ה\"ל למסתם. וה\"ל לחלק דווקא כשהשכיר לו בית סתם אבל השכיר לו בית זה אין יכול להקדיש אפילו המותר. שכן הביא רי\"ו חילוק זה בשם הרשב\"א ורבי' יונה והריב\"ש והר\"ן. ומסתייע ליה מהירושלמי דאי ככוונת רבינו היאך קאמר אימתי כשלא הקדים לו שכרו הוי הקדש וכיון דהוי הקדש היכי מצי דייר ביה כדפריך בערכין הדר ביה במעילה קאי ע\"ש באורך. ולי לק\"מ דהתוס' בערכין מקשה הא קי\"ל דאין מעילה במחובר ומאי פריך הדר ביה במעילה קאי. ותירצו דהך סוגיא פריך לרב דאמר תלשו ולבסוף חברו הוי תלוש ע\"כ. ולכאורה דברי תוס' תמוהים דהא בפרק הנהנה דף כ' מסיק ריש לקיש דלענין מעילה תלוש ולבסוף חיברו לא הוי כתלוש ורב דס\"ל דהוי כתלוש אינו אלא גבי ע\"ז משום חומרא דע\"ז. א\"כ מאי פריך הכא לרב. וצ\"ל דסוגיא דהכא איתיה לרב אחא בריה דרב איקא אליבא דרב דס\"ל דלענין מעילה הוי כתלוש דהנאה נראה לעינים אסרה התורה. ולפי הנחה זו אין כאן קושיא על הירושלמי הדר ביה במעילה קאי דלהלכה קי\"ל כריש לקיש וכ\"פ הרמב\"ם בפ' ה' מהל' מעילה ע\"ש. ומ\"ש הרמב\"ם בהלכות ערכין פ' ששי המשכיר בית לחבירו והקדישו הרי זה קדוש ופקעה השכירות ואם דר בו השוכר מעל. אין הכוונה שמעל ומביא קרבן מעילה. אלא רצונו השוכר חוטא ונהנה מן ההקדש. ודלא כברכת הזבח במסכתא מעילה דף כ' שנתקשה בזה. ותדע דאי לענין קרבן מעילה קאמר השוכר מעל ה\"ל לכתוב דין זה בהל' מעילה. תו הקשה הש\"ך שם דלקמן סי' רנ\"ח פסק רמ\"א במשכון אפילו המותר אין יכול להקדיש וזהו דעת הרשב\"א בשם ר\"י שהביא רי\"ו ותימה כאן לענין שכירות סתם דיכול להקדיש ולק\"מ דלמי שמעיין ברי\"ו נתיב י\"ט חלק א' דלענין משכון הביא דעת רבינו יונה למסקנא. ולענין שוכר את הבית הביא דעת הרמב\"ם להלכה שכתב בס' הפלאה המשכיר בית לחבירו והקדישו הרי זה קדוש כו'. ולכן דרך רמ\"א בעקב של רי\"ו. ועתה אשיב על ר' יונה והריב\"ש דא\"א לאוקמיה הך ברייתא דערכין בבית סתם דהא הרישא המשכיר בית ונתנגע ע\"כ איירי בבית זה כמו שהוכיחו תוס' שם ד\"ה אע\"פ וזה הקשה מהרש\"ל בספרו פ' הפרה והש\"ך בנקודות הכסף עמד עליו שזה שאסור בהנאה אינו אלא בנגעי בגדים אבל לא בנגעי בתים. תמהני שהוא עצמו הביא דברי הירושלמי בסוף ערלה שמסיק שם אפילו המ\"ד אם עשאו אבנים סיד אינו מטמאה דלא ס\"ל דרש ממארת. מ\"מ אסור בהנאה דיליף מונתץ כך תירץ שם ר' יוחנן ע\"ש. ואם הך ברייתא ס\"ל דאבנים המנוגעות אינם אסורים בהנאה קשה לר' יוחנן הך ברייתא. גם הש\"ך מצרף דעת הרשב\"א בשם רבי' יונה והריב\"ש והר\"ן והירושלמי לדעתו ולפי מ\"ש אין ראיה מהירושלמי. והר\"ן בעצמו שם חוזר מתי' זה ומתרץ בגוונא אחרינא. והנה לא פש לן דעת מבוררת שמקילין אך הרשב\"א בשם ר\"י והריב\"ש. איך עלה על דעת להקל באיסור דאורייתא נגד כל הני רבוותא הרמב\"ם ור\"ת ורש\"י דס\"ל נגעי בתים אסור בהנאה והירושלמי סוף ערלה. והרשב\"א בחדושיו. ותשובתו והסמ\"ג והמרדכי פ' המוכר את הספינה וריטב\"א במסכת כתובות וכתב שכן דעת רבותיו. ואגודה מהל' מעילה. ויש\"ש. ע\"כ אין לזוז מפסק ש\"ע ויצא לנו ג\"כ מזה המשכיר בית לחבירו אם הקדים שכרו אף שעדיין לא דר ביה באותו בית מ\"מ אין יכול להקדיש רק המותר מדמי שכירות וכן אין יכול למוכרה המשכיר כמ\"ש רבינו מאיר בפ' השואל: ", 
            "<b>   בעי  </b> אביי. כך גירסת רבינו והגי' שלפנינו בעי אבימי. וגי' רבינו נכון דהא אבימי רבו דרב חסדא היה כדאיתא במנחות דף ו'. ואיך יפשוט רבא:  ", 
            "<b>   ומיירי  </b> דאמר לבית זה שאתה נכנס בחיי ובמותי. דברי רבינו תמוהים חדא דאביי לא הזכיר בחיי ובמותי ואמורא היה לו לפרש דבריו. ועוד קשה דהא לעיל בפ' זה תוך סי' א' כתב רבינו אם אמר חצר זה לעולם אסור. משמע אפילו לא אמר בחיי ובמותי. ע\"כ צ\"ל דכונת רבינו שאיבעיא דאביי הוי סתמא בכל גוונא בין באומר בחיי ובמותי ובין לא אמר בחיי ובמותי רק קונם לבית זה. וע\"ז פשט רבא דעכ\"פ בחיי ובמותי מוכח שאדם אוסר דבר שברשותו לכשיצא מרשותו אבל אי לא אמר בחיי ובמותי לא איפשיטא וכיון דמספקא לן עבדינן לחומרא בנדרים איסור דאורייתא. ומש\"ה פסק רבינו בחצר זה לעולם אסור וכ\"פ הב\"ח וכ\"ה לשון תוס'. אך קשה מאי קא מיבעי' ליה לאביי הא לעיל בפ' אין בין המודר (נדרים דף מ\"ב.) מסיק דרב ושמואל ור\"י ור\"ל כולם ס\"ל דאדם אוסר דבר שברשותו לכשיצא מרשותו ורש\"י פי' בב\"ק דף ל\"ג דמאדם חשוב כגון רב פרכינן מיניה כאילו כתיב במשנה או בברייתא וא\"כ אמאי לא פשיט אביי ורבא מאמוראי הקדמונים וביותר קשה לכל הפוסקים אמאי לא קבעו הלכה כמותם ולא הזכירו כלל מדבריהם. ונ\"ל דוקא התם לענין שביעית יכול לאסור דבר שברשותו לכשיצא מרשותו. דבשביעית ג\"כ עדיין ברשותו דהא אפקעתא דמלכא היא ולכ\"ע יכול לזכות אף הוא כמו אחריני. משא\"כ הכא קמבעיא ליה לאביי אם מכרו לאחר שיצא מרשותו לגמרי:  ", 
            "<b>   או  </b> משום זה. ונפקא מינה אם מת ואם מכר לאחר:  ", 
            "<b>   נפל  </b> ובני לית הוא. תו קמבעיא בין באומר ביתך בין באומר זה. אם נפל הבית והדר בני ליה אי מותר לכנוס בו אי לא. כך שיטת רבינו אבל הר\"ן מפרש לה הכל באיבעיא חדא ועיין ב\"י סי' רט\"ז פירושו באורך. ונאיד רבי' מפירושו דלפי גי' רבינו וכפי גירסתינו בירושלמי לא תני הסיפא בית זה ונפל אין חייב לבנותו. א\"כ ליכא פשיטותא מהך ברייתא לפי' הר\"ן. דלפי פי' ב\"י עיקר פשיטותא מהך סיפא ועיקר חסר מן הספר:  ", 
            "<b>   תנו  </b> בית חתנות כו' חייבין לבנותו. ונדייק מינה הא אמר תנו בית זה בית חתנות לבנו ונפל אינו חייב לבנותו כ\"כ הש\"ך בסי' רט\"ז ס\"ק י\"ד ודלא כב\"ח דסבר אפילו בבית זה חייב לבנותו וזה ליתא כדאמר בב\"מ דף ק\"ג נפל אזיל ליה ודבריו נכוחים למבין ע\"ש:  ", 
            "<b>   ונראה  </b> דתלו בפלוגתא דתפוס לשון ראשון. דאפליגי בה אמוראי בפ' השואל דף ק\"ב. ופסקו שם הרי\"ף ורבינו דמספקא לן אי תפסינן לשון ראשון או לשון אחרון. וא\"כ לגבי נדרים דאיסור דאורייתא נקטינן לחומרא. היכא דמת או מכרו לאחר אתה תופסו משום זה ואסור והיכא דנפל ובני ליה אתה תופסו משום ביתך ואסור:  ", 
            "<b>   ובית  </b> הכנסת. מתני' רבנן היא ולא ראב\"י כדאמר לעיל (נדרים דף מ\"ו) ורבינו לעיל סי' א' דבהכ\"נ כחצר שאין בו דין חלוקה דמי. ולעיל פסקו כראב\"י א\"כ ליתא להאי מתני' וכבר השיג הרמב\"ן על הרמב\"ם בפ\"ז שפסק כראב\"י ופסק נמי למתני' היכי מזכה שטרא לבי תרי וליישב דברי חכמים נראה לדייק הא דקאמר הרי בה\"כ דכמי שאין בו דין חלוקה דמי ולא קאמר הרי בה\"כ אין בו דין חלוקה. א\"ו דבבה\"כ נמי איכא למימר דיש בו דין חלוקה. אלא מחמת שאין דרכם לחלק וכן ספרים. וסברא זו הזכיר ג\"כ בעל ט\"ז בסי' רכ\"ד עמוד עליו. וכיון שכן פריך בממ\"נ אי מדמית בה\"כ לחצר שאין בו דין חלוקה א\"כ מתני' דלא כמאן. ואי מדמית לה לחצר שיש בו דין חלוקה א\"כ כיון דפליגי בחצר שיש בו דין חלוקה מתני' אתיא דלא כהלכתא דהא קי\"ל כראב\"י. ומסיק דבחצר שיש בו דין חלוקה דברי הכל אסור ובה\"כ ודומיהן דיינינן לה כחצר שיש בו חלוקה ואתיא מתני' ככ\"ע. ובתי\"ט תי' קושית הרמב\"ן בדרך אחר ע\"ש. וקשה לדבריו א\"כ מאי פריך לעיל רב יוסף דף מ\"ו. אימא בה\"כ שאני דאפשר לכתוב לנשיא ואתיא כרבנן. ויש ליישב בתירוצו על פי הנחה ישוב שכתבתי: <b>  ה\"ג   </b>  והינון לפניך אלא כדי שיבא: <b>  ה\"ג </b>  לא תימא טעמא דא\"ל והינון לפניך אלא כדי שיבא אבא הוא דאסור אבל אם אמר ליה והינון לפניך יבא אבא ויאכל.", 
            "<b>   שהיתה  </b> בערמה שאינה. עיין ר\"ן שתיבת שאינה אך למותר ומתרץ ע\"פ הירושלמי הזה:  ", 
            "<b>   ליקני </b>   הדין. פי' בן הנדור אי הוי בריה צורבא מרבנן ליקני בריה להאי פלגא. ואי לא להוי כולה להך ברא דמעלי'. כן פי' הר\"ן. וא\"כ הך ברא הנדור לא קני מידי לנפשי' אך קני ע\"מ להקנות לבנו כי הוה צורבא מרבנן: <b>   ה\"ג </b>   כתב הרמב\"ן ז\"ל: "
        ], 
        [
            "<b>   דהלכתא  </b> כרב נחמן דסודרא קני ע\"מ להקנות הוא. ומ\"מ הוי קנין א\"כ ה\"נ בהך עובדא דכיפי בר בריה קנה וכ\"ה בר\"ן בשם הרמב\"ן:  ", 
            "<b>   כלומר  </b> מתנה ע\"מ כו' כלומר כו'. הלשון מגומגם:  ", 
            "<b>   הא  </b> רב נחמן אמר דלא. ולא שבקינן מה דפשיטא ליה לרב נחמן משום מה דמספקא ליה לרב אשי:  "
        ], 
        [
            "<b>  ועוד </b>  דהא רב אשי גופא. עיין בפ\"ק דקידושין סי' ל\"ה שכתבתי שם לשיטת רש\"י דס\"ל דרב אשי לא לדחויי קאמר:", 
            "<b>   שמעינן  </b> מהא דחליפיו קני ע\"מ להקנות הוא ואי תפיס לא מיתפיס. דאת\"ל אי תפיס מיתפיס מה שייך גזרה שמא יאמרו אשה נקנית בחליפין אימא יהיב לה בתורת כסף דהא יכול לקדשה בכל שוה כסף והא בקנין כסף לא גזרינן שוה פרוטה משום פחות משוה פרוטה אבל אי תפיס לא מתפיס א\"כ קנין חליפין לאו משום קנין כסף הוא. והוא קנין בפני עצמו כמו שנאמר וזאת לפנים בישראל לקיים כל דבר וגו' שלף איש נעלו. ובזה ודאי יש לגזור אטו חליפין פחות משוה פרוטה. דמ\"ש אם הסודר שוה מאה כסף או פחות משוה פרוטה דהא היא לא יכולה לתפוס הסודר. ולקחתי פי' זה מדברי חדושי רשב\"א בפ\"ק דקדושין ע\"ש.  ", 
            "<b>  הדר </b>  סודרא למריה. לישנא דגמרא נקיט. אבל בהך עובדא דכיפי איכא למימר דהי' קנין אחר ולא בסודר וכ\"כ הר\"ן ודלא כב\"ח סי' רכ\"ג ס\"ק ד' ע\"ש: הדרן עלך השותפין שנדרו. פרק ו "
        ], 
        [
            "<b>   הנודר  </b> מן התבשיל כו' ואסור בצלי בשלוק ומבושל. דיש חילוק בין מבושל ובין תבשיל דאפילו באותו מקום שלישנא בני אדם דצלי ושלוק לא קרי מבושל. מ\"מ בלשון תבשיל כולל צלי ושלוק דמסתמא הך ברייתא אתיא כתנא דמתני' ולא כר' יאשיה. וכ\"ה בירושלמי להדיא הלכה א' דמבושל מותר בצלי ושלוק ותבשיל אסור בצלי ושלוק. וא\"כ תמוה מאוד על הטור סי' רט\"ז שמשוה דין הנודר מן המבושל לנודר מן התבשיל. וליכא למימר דס\"ל דלדידן אין חילוק והולכין אחר לשון בני אדם. חדא דה\"ל לחלק בתחלה ולכתוב דינא לפי הש\"ס. ועוד שהטור מסיים אח\"כ והרמב\"ם סובר שהולכין אחר לשון בני אדם לפי המקום והזמן משמע מ\"ש בתחלה הוא מדינא דהתלמודא והב\"ח שם ירד לתרץ דברי הטור ולא הועיל ע\"ש. ולפ\"ד יש חסרון בטור:<b>   ה\"ג  </b> הוון בעי מימר מלוח לעולם:", 
            "<b>   בשלוק  </b> של ירק דברי ר' יהודה. כ\"ה גי' תוס'. וגי' רש\"י והירושלמי בשלוק של בשר:  ", 
            "<b>   דג  </b> דגים שאני טועם אסור בהם בין גדולים בין קטנים. הר\"ן פי' שאמר דג דגים. ורבינו פי' או דג או דגים:  ", 
            "<b>   מטרית  </b> טרופה אסור בציר ומורייס. וגי' הר\"ן מותר בציר ומורייס:  ", 
            "<b>   ומותר  </b> בקטנים. דרשב\"א פליג על תנא דמתני' אבל דגים רשב\"א נמי מודה לת\"ק דמשמע גדולים וקטנים. כ\"כ ב\"י וב\"ח וכ\"ה בטור ולענין דג שהוא גדול משמע דפוסק כרשב\"א דרב פפא ואביי שקלי וטרי בדבריו:  "
        ], 
        [
            "<b>   לבי  </b>    דדנא מטעים ליה. והגי' שלפנינו וכ\"ה ברשב\"א כלכיד אנא טעים פי' כל הדג הזה שאני אוכל שהוא פחות מליטרא. כלכיד. הוא דנ קטן שבבלי קוראו אימת כלכית על לוויתן בריש המוציא יין ומחליף ד' בתי\"ו. כלומר טעם דג קטן ככלכית אני טועם. ויש לכוון גי' רבינו לדכלכית הוא גדל מאיליה בחביות של ציר דגים טהורים כדאיתא בפרק אין מעמידין (עבודה זרה דף ל\"ט.) וקאמר לבי דדנא מעעים כלומר ככלכית שגדולו בחביות של ציר אנא מטעים. ודנא הוא חביות. ומירושלמי הזה מקשין ע\"פ הערוך שמפרש דכלכית דג טמא. דהכא משמע שהיו אוכלין אותו:", 
            "<b>   מותר  </b> בקום היינו נסיובי דחלבא. ונסיובא דחלבא היינו מים המתמצין מקיפוי הגבינה וע\"ש כך מיקרי קום שנוטף כשמעמידין הגבינה ונפרד מן הגבינה לצד אחר. כך פי' הערוך והר\"ן ורבי' בפירושו. ועי' פ\"ח יו\"ד סי' פ\"א ס\"ק י\"ד עמוד עליו שהאריך בזה. והט\"ז סי' פ\"א ס\"ק ח' מקשה לדעת יש מי שאוסר במימי חלב משום אבר מן החי. א\"כ הא דפסיק סי' רי\"ז נודר מחלב מותר בקום והיינו מי חלב ש\"מ דאין בו איסור. ולא קשה מידי דקום היינו מים המתמצין כדפרישית. ומה שתירץ הט\"ז דהא דקתני מותר בקום היינו להנאה. ליתא דהא כל הני מתני' קאי לענין היתר אכילה דהא מתני' לקמן (נדרים דף נ\"ג) סתוניות כיון שאין דרכו לאכול דפליגי התנאים אם אסורים. ואם לענין איסור הנאה הוא עם היות שאין דרכו לאכול מ\"מ אסורים להוי בהנאה:  ", 
            "<b>   ופליגי  </b> רבנן עליה התם שם בנו הכא שם אביו. וקשה מאן רבנן דפליגי עליה אי חכמים דמתני'. הא אינהו ס\"ל הנודר מסתוניות אסור בחומץ סתוניות כמו שאוסר בקומא דחלבא ואי ת\"ק דר\"י בן בתירא. א\"כ חומץ סתוניות ודבש תמרים שם אביהם עליהם ואמאי קרי ליה שם בנו. ואמרתי לכאורה שקאי אחכמים דמתני' והכי קא מקשה דס\"ל הנודר מסתוניות מותר בהן ואסור ביוצא מהן אמאי מותר בו הא שם בנו עליו. דבנו מיקרי חומץ סתוניות והמה סתוניות ע\"ז תי' שפיר התם שם בנו והכא שם אביו אך הרמזים פסק כת\"ק וכ\"כ בטור וא\"כ סותר דברי אביו ועי' בב\"י סי' רי\"ז שמיישב בב' אופנים ואין הבנה לתי' ראשון שכתב שם וז\"ל שאע\"פ שיצא הקום ממנו החלב עצמו שהוא אביו עודנו עומד ונקרא בשם הראשון כו' ע\"ש. והלא אם הקום יוצא הנשאר בשם גבינה נקרא ולא חלב כדקתני הנודר מן החלב מותר בגבינה בין לחה בין יבישה תפלה ומלוחה. ותי' השני הוא לפי' הראב\"ד ורבינו לא ס\"ל פי' הראב\"ד ומפרש הירושלמי חלב מקטרא. היינו מים היוצאים מחלב מקטרא ע\"כ נראה לפרש הירושלמי ע\"ד רבינו ע\"פ מ\"ש הר\"ן דף ל\"ג ד\"ה וחכמים מתירים התם שם בנו כלומר היוצא מסתוניות. ומתמרים נקרא על שם הבן דבש וחומץ ולא שיהיה עדיין תורת תמרים וסתוניות עליהם. אלא נקראו כך להפריש בין חומץ סתוניות לחומץ אחר ודבש תמרים לדבש אחר. משא\"כ בקומא דחלבא אין לומר להפריש בין זה לאחר שאין נקרא קום אלא זה וע\"כ על שם אביו נקרא כן דעדיין תורת חלב עליו. ונכון פי' זה:  "
        ], 
        [
            "<b>   הני </b>   מילי מין במינו. עיין בר\"ן מילתא בטעמא ושפתים יושק: ", 
            "<b>   ה\"ג  </b> מעשר שני והקדש וחדש. כ\"ה בברייתא לקמן (נדרים דף כ\"ח) וכ\"ה בירושלמי. ובחמץ כל הפוסקים לא חשבו לדבר שיש לו מתירין. אך הרמב\"ם לחוד מחשיב לדבר שיש לו מתירין:  ", 
            "<b>   מסתברא  </b> מי עבדינן. בתמיה:  ", 
            "<b>   דהא  </b> מייתי ראיה מנתינת טעם לפי מה שפי' רבינו בפירושיו עדיפא מיניה הל\"ל דנלמד בק\"ו. דהא לפי ס\"ד רמי בר חמא מיבעיא ליה ביוצא ובמתני' אוסר רוטב והקיפה משום נתינת טעם:  ", 
            "<b>   ת\"ק  </b> לית לי' דרשב\"א. וברמזים וטור וכן הרמב\"ם פסקו כת\"ק. נראה דהיינו טעמא דחכמים בתראה הוי כסתם יחידאה כר' שמעון בן אלעזר. וסתם דת\"ק עדיף מיניה.  ", 
            "<b>   ספק  </b> איסורא לחומרא. עיין מ\"ש בפרק ב' סימן יו\"ד:  ", 
            "<b>   מ\"ט  </b> דר' יוסי. קאי אכל הני בבא דר' יוסי מתיר וכשנודר מן החלב ר' יוסי אוסר בקום. דאילו רבנן ל\"ק. דאע\"ג דשרו בקום היינו משום דקום לאו חלב הוא. אבל הני כיון שגוף הגריסין והשום והעדשים בהן אע\"ג שנשתנה שמם אסור אבל לר' יוסי פריך שפיר מכ\"ש:  ", 
            "<b>   שם  </b> אביו עליו. ומשני בקום מש\"ה אוסר ר\"י דשם אביו עליו שקורין קומא דחלבא. משא\"כ בכל הני נשתנו שמם. והקשה הב\"ח סי' רי\"ז ס\"ק כ\"ח לפי מה שפי' רבינו בפירושו ר\"י מתיר במקפה קסבר לא מקרי גריסין אלא מקפה של גריסין והוא מן גריסין נדר א\"כ ה\"נ שם אביו עליו וע\"ש שתי' בדוחק. ולפי מה שפירשתי לעיל תוך סי' ג' לק\"מ דהוא שם בנו. והאי דקורין מקפה של גריסין להפריש בין מקפה אחר למקפה של גריסין:  ", 
            "<b>   על  </b> דעתיה דר\"י הנודר מן היין מותר בקונדיטין. כיון דנשתנה שמו.  ", 
            "<b>   אלמא  </b> דלרבנן אסור בקונדיטין כיון דגוף היין מעורב בו. ומסיים הב\"ח בס\"ק הנ\"ל ודלא כדעת הר\"ן דמתיר בקונדוטין לפי פירושו בהירושלמי ומביאה ב\"י. במחילת כבודו ראה בב\"י ותו גרסי' בירושלמי כו' סבר שהכל מלשון הר\"ן. ואין זה אלא דברי ב\"י. כי הר\"ן לא הזכיר ירושלמי זה בכל המסכת ונהפוך הוא דהר\"ן בדף נ\"ב כשמתרץ רבנן אדרבנן משמע שרבנן אסרו בקונדיטין לפי פירושו. וכן העיקר כדעת זו דאסור בקונדיטין:   הדרן עלך הנודר מן המבושל   פרק ז  ", 
            "<b>   באומר  </b> ירק המתבשל בקדירה עלי. ואם אמר ירקי קדירה עלי אסור בנכבשים וכ\"ש המתבשלים בקדירה כ\"כ מהרש\"ל ותפסו עליו הדרישה וט\"ז דא\"כ בדלועים נמי יאסר. דהא בירק המתבשל בקדירה אסור אף בדלועין. ולק\"מ דבייתור לשון מה שאמר ירקי קדירה עלי איכא למימר די לנו לאתויי כל ירקי קדירה בין מכובשין וכ\"ש מבושלין היינו ירקות אבל לא דלועין דמקרי פרי. ואח\"כ מצאתי בחידושי רשב\"א כדברי ותמוה שרבינו לא הזכיר דין זה באומר ירקי קדירה עלי:  ", 
            "<b>   לענין  </b> מלקות שאינו לוקה. דספוקי מספקא ליה לר\"ע והא דפריך לימעול בעל הבית. ה\"ק דע\"כ השליח אינו מעל להביא קרבן מעילה דהא לר\"ע מספקא. ואי איסורא בעלמא תני תנא א\"כ למעול בעה\"ב נמי מספק:  ", 
            "<b>   בראש  </b> וברגלים ובקנה ובלב. נראה דט\"ס וצ\"ל בקנה בכבד ובלב. כן הגירסא בשמעתא ובמעילה. ובב\"ח סי' רי\"ז אומר שלא היה בגירסת רבינו כבד ומש\"ה השמיטו. ודבריו תמוהים דאי לא פליגי ר\"ע ות\"ק בכבד ולכ\"ע אסור א\"כ מתני' דמעילה אמאן תרמייה דקתני התם השליח מעל אמאי הא עשה שליחותו. והא ליכא למימר דלכ\"ע מותר דלאו בשר הוא. א\"כ מאי פריך מתני' דלא כר\"ע הא בכבד כ\"ע מודו דלאו בשר הוא:  ", 
            "<b>   משם  </b> העצם פעולה. דכוונתו יהיה על שם עילוי ושבח:  ", 
            "<b>   כדי  </b> להוציא ממון. משמע הא לענין נדרים אסור משום חומרא דאית לן למימר כל מילי משמע וכ\"פ הרשב\"א והר\"ן. אבל הטור סימן רט\"ז ורי\"ז סוברים דאפילו לענין נדרים אין איסור אלא מחמשת המינין ועיקר כדעת הרשב\"א ור\"ן. וכן מוכח שמעתין דפריך פשיטא ומשני מהו דתימא תבואה כל מילי משמע ולכאורה תמוה מאי פריך ומאי משני וצ\"ל דהכי משני מהו דתימא תבואה כל מילי משמע דמתרגמינן עללתא ועללתא כל מילי משמע. ש\"מ דעללתא כל מילי משמע לענין נדרים ובש\"ע פסק דאינו אסור אלא מחמשת המינין. והאחרונים לא הרגישו מזה ועיי' בב\"ח שם ס\"ק ל\"א שאומר מש\"ה פסקינן דאינו אסור אלא מחמשת מינין דאין הלכה כאביי ורבא נגד רב יוסף רבם ע\"ש באורך. זה ליתא דלפי מה שהוכחתי בכמה מקומות שרבינו מספקא בהאי כללא ולגבי אסורא קים ליה לחומרא:  ", 
            "<b>   תניא  </b> מותר באורז בחלקא ובטרגיז. כתב הטור שם דיראה מא\"א הרא\"ש שפסק כר\"מ. ולכאורה לקח זה מדהביא הך ברייתא דר\"מ. ומשום זה אין ראיה דאיכא למימר מדר\"מ נשמע לרבנן בחמשת מינין. ונראה מדהביא מותר באורז ושריותא דא אך למותר אי קים ליה לרבינו כחכמים. דהא בכל מינים אינו אסור כ\"א בחמשת מינין ומ\"ש אורז דנקט. ש\"מ דפסק כר\"מ וכ\"פ הראב\"ן ורי\"ו. אע\"ג דיחיד ורבים הלכה כרבים. נראה טעמם מדשנה רבי במתני' תו אבל הנודר מן הדגן אסור בכל. אי ר\"מ הא כבר תני לה. אלא ש\"מ דלא סיומא דר\"מ היא אלא סתם והוי ליה מחלוקת ואח\"כ סתם הלכה כסתם. והב\"ח שם ס\"ק ל\"ב כתב דטעמו כיון דרבא ס\"ל דעללתא כל מילי א\"כ בע\"כ דס\"ל כר\"מ דאי הוי ס\"ל כרבנן דאפילו דגן אינו אלא ה' מינין היכי ס\"ד דעללתא משמע טפי כל מילי כו' ע\"ש. ותמהני אם יצאו דברים אלו מפה קדוש. דרבא ס\"ל דעללתא אינו שם העצם כי אם פעולה לשון עילוי ושבח. ואיך מדמה מלת דגן לעללתא:  "
        ], 
        [
            "<b>  ומותר  </b>  ביין. ובזמנינו מותר במיני מתיקה ואסור ביין: ", 
            " <b>   הנודר  </b> מן התבלין אסור בחיין. היינו שומים ובצלים שבאו לתקן הקדירה כדאיתא בפסחים דף מ\"ד:  ", 
            "<b>   המינין  </b> בלבד. עכ\"ל התוספתא:  ", 
            "<b>   אסור  </b> בהן. פי' בה' המינין:  ", 
            "<b>   הנודר  </b> מן הדגן אסור בפול המצרי דברי ר\"מ. כ\"ה גירסת רבינו ומצינו חבר לגירסת הרב מברטנורה. אבל הגי' שלנו אינו כן. וע\"ש בתוי\"ט:  ", 
            "<b>   היה  </b> לבוש צמר והיצר לאו דוקא. ר\"ל כל הבבא לאו דוקא. דהא רבינו ס\"ל דלא פליג ר\"י את\"ק ות\"ק לא הזכיר לבוש ודלא כב\"ח סי' רי\"ח ס\"ק א' וכ\"פ הט\"ז ע\"ש:  ", 
            "<b>   וצריך  </b> ליתן לו המעולה שבשני בתים. כ\"כ תוס' שם במנחות ומ\"ש ושמא לאפוקי יציע ט\"ס. דלאפוקי יציע א\"צ בית בביתי אפילו בית לחוד לא משמע יציע כמ\"ש רבינו בפירושיו. וכצ\"ל לאפוקי עלייה וכ\"כ צאן קדשים ע\"ש. וכתבו כן להשוות הסוגיא דנדרים עם סוגיא דמנחות. וא\"ת אכתי הסוגיות מחולקים דהכא מסקינן עלייה מעולה שבבתים והתם מסיק עלייה ממש. י\"ל דהתם דרך דיחוי קאמר תלמודא אפילו תימא. תוס'. ועיין דרישה ח\"מ סי' רי\"ד ס\"ק י\"ח:  ", 
            "<b>   כמיפר  </b> נדרי עצמו. ותו גרס עוד בבא נדר של רבים אין לו היתר. הנודר ברבים אין לו היתר ורבינו השמיטו. דכבר פסק להלכה בפרק השולח סי' ט' דבנדר ע\"ד רבים אין לו הפרה. ונדר שהודר ברבים יש לו הפרה ע\"ש:  ", 
            "<b>   לא  </b> ישאל לו אלא בפניו. אית מ\"ד משום חשדא. ואית מ\"ד מפני הבושה עיין בר\"ן בפ\"ק דף ז' ע\"ב:  ", 
            "<b>   ובחלופי  </b> חלופיהן. ט\"ס הוא. דהא רבינו כתב להדיא בפ' האיש מקדש סי' ל\"א דחילופי חילופיהן מותר וכ\"כ הר\"ן והרשב\"א בחידושיו וכן פסק בש\"ע ודלא כט\"ז סי' רט\"ז ס\"ק ב'. וכבר השיגו הש\"ך בנקודת הכסף. וע\"ש סי' ל\"א מ\"ש:   ה\"נ ", 
            "<b>   אפי'  </b> גידולי גידולין אסורין. קאי נמי ארישא כשאמר קונם פירות האלו. וכ\"כ הר\"ן. ועוד ק\"ו הוא מה כשאומר שאני טועם דמותר בחילופיהן כמו שנפרש אפילו בדבר שאין זרעו כלה אסור בגידולי גידולין קונם פירות האלו שאסור בחילופיהן אינו דין שיהיה אסור בגידולי גידולין. וטעם אחד לכולן דהוי כגוף האיסור וכ\"כ הט\"ז ובש\"ך סי' רט\"ז. וראיתי בש\"ך שם ס\"ק ו'. שדעתו לאסור בחילופיהן בשאני טועם בדבר שאין זרעו כלה מטעם שכיון שהגידולין אסורין גם חילופיהן אסרו ע\"ש. וליתא דא\"כ בשאין זרעו כלה דאסרינן אפילו גידולי גידולין. ושרינן בחילופי חלופיהן ולא גזרינן הא אטו הא:  ", 
            "<b>   ובעא  </b> לא איפשיטא ולחומרא. כן מוכח ממ\"ש רבינו סי' ל\"א בפרק שני דקידושין. ודלא כב\"י סי' רט\"ז שכתב דמדברי רבינו אין הכרע. וכ\"פ הרמב\"ם וש\"ע. אבל הר\"ן ורשב\"א כתבו הך איבעיא לקולא כיון דספיקא דרבנן הוא. והרמב\"ן מסתם סתומי כ\"כ הר\"ן. ואני מצאתי ברשב\"א פ\"ק דחולין דף ד' שסובר כדעת הר\"ן ורשב\"א ע\"ש. ובאמת צריך טעם על מה שהחמירו הרמב\"ם ורבינו בחלופי אסורי הנאה מ\"ש משאר ספיקא דרבנן והכא לענין נדרים הייתי אומר דנדרים ה\"ל דבר שיש לו מתירין ובדשיל\"מ מחמרינן בספק כדקי\"ל ביו\"ד סי' ק\"ב. אבל לענין חליפי שאר איסורי הנאה קשה למה מחמרינן. ושמא משום לא פלוג וצ\"ע ועי' בי\"ד סי' רצ\"ד וסי' תמ\"ג בא\"ח:   <b> ה\"ג  </b>  שאת עושה עד הפסח אינו אוכל: ", 
            "<b>   תריצנן  </b> לרישא דמתני' לעיל בפ\"ב (נדרים דף ט\"ו.) לרב יהודה דקי\"ל כוותיה כמ\"ש רבינו שם סימן ד':   הדרן עלך הנודר מן הירק.   פרק ח  ", 
            "<b>   פי'  </b> אם עומד באמצע שבת. ויש מפ' שעומד בשבת ואמר קונם שבת זו שאסור ביום השבת הזה וכל ששת ימי החול ושבת הבא. נאיד רבינו מפי' זה ועי' בחידושי רשב\"א ור\"ן טעם לזה:   ה\"ג ", 
            "<b>   ה\"ג  </b> וכן כר\"ת בכתובת בתו כ\"ה בתוס'. אך יש טעות שם דהו\"ל דברי ר\"ת קודם הפסק. וכ\"ה בתשובת רשב\"א עיי' ב\"י:  ", 
            "<b>   ויש  </b> מחמירין. הא בדיעבד אם לא עשה כן הגט כשר. כ\"כ הפוסקים:  ", 
            "<b>   ואזלינן  </b> לחומרא. ונ\"מ כשאומר שנה דאסור מיום ליום כשנה אחת. ואם עומד בר\"ה כשאומר שנה אחת אין חדש העיבור בכלל אבל כשאומר שנה חדש עיבור בכלל מספק שמא שנה כהשנה. ועיין בש\"ך סי' ר\"ך ס\"ק ט\"ו:  ", 
            "<b>   עד  </b> הפסח אסור עד שיגיע. ראיתי בב\"ח סי' ר\"כ ס\"ק י\"ג. לכשיגיע פסח צריך שאלה. מ\"ט גזירה עד הפסח משום עד שיהיה פסח. ובעיני לא צהיר דין זה לחדש גזרות מה שלא נזכר בתלמוד ואין דומה למה שכתב הר\"ר פרץ כשאומר קונם יין שאני טועם שבת זו שצריך שאלה דכמו דגזרינן היום משום יום אחד ה\"ה והוא הטעם דגזרינן שבת זו משום קונם יין שבת אחד גזרה זו נזכר בתלמוד. איברא בשאר דינים אין למדין מגזרה זו. דא\"כ בכל נדרים לגזרו דלא ידעו אינשי להפריש בין נדר זה לנדר אחר:  ", 
            "<b>   אמר  </b> רב מוחלפת השיטה. והקשה רשב\"א דכיון דבדינא פליגי ולא בלישנא היאך אפ\"ל לר\"מ לאסור עד שיצא והלא באומר עד הפסח כולהו מודו דאינו אסור אלא עד שיגיע וא\"כ כ\"ש עד לפני דעד לפני לא משמע אחר הפסח אלא לפני פסח ותי' בדוחק דהאי דקאמר לפני פסח היינו פרוס הפסח וכשיטת הירושלמי ע\"ש. א\"כ לשיטת הרמב\"ם והר\"ן דקים להו כאוקמתא מוחלפת השיטה וקי\"ל כר\"י דאמר עד שיגיע ואין אסור אלא עד פרוס הפסח. פי' חלוקה זו לא נזכר לא מיניה ולא מקצתה בשום פוסק. אמנם נראה דלק\"מ דלהך שינויא מוחלפת השיטה ר\"י ור\"מ ס\"ל דעד לפני הפסח היינו לפני יום האחרון של פסח. אלא דאזלי לשיטתייהו ר\"י סבר לא מחית נפשיה לספיקא ור\"מ סבר מחית:  "
        ], 
        [
            "<b>   לא  </b> קי\"ל הכי. וכ\"פ הרמב\"ן וריטב\"א וכ\"פ הראב\"ן בקידושין. אלא שסותר דבריו בנדרים שפסק שם עד לפני הפסח קמי פסחא וכן משמע ברשב\"א בקידושין שסובר לדינא כדעת רבינו. ובש\"ע שהזכיר דעת רבינו בשם יש מי שאומר ויש לחוש לחומרא לדעת הני רבוותא: ", 
            "<b>   והלכה  </b> כר\"י וכדתנן במתני'. והברייתא מהפכינן לה מקמי מתני':<b>   ה\"ג  </b> עד שיגיע אמר עד שיהא: <b>   ה\"ג </b>   תניא עד שיקפלו רוב.  "
        ], 
        [
            "<b>   מחלוקת  </b> דאמר עד הגשמים משמע שפסק כת\"ק. וקשה דהא קים ליה לרבינו הך כללא דר\"י כל מקום ששנה רשב\"ג במשנתינו הלכה כמותו עיין בכללים. תי' הב\"י כיון דר' זירא פריש מלתא דת\"ק ש\"מ דסבר כוותיה והלכתא כר\"ז דחזינן דשקיל וטרי בשמעתין אליביה דר\"ז: ", 
            "<b>   דהיינו  </b> שבעה במרחשון. רבי' אזיל לשיטתיה בפ\"ק דתענית סי' ד' דהלכה כר\"ג דאמר בז' במרחשון שואלין את הגשמים. אבל על המחבר קשה דבסי' קי\"ז בא\"ח פסק דשואלין מז' מרחשון. נמצא רביעה שניה י\"ז בו. וביו\"ד סי' ר\"ך רביעה שניה כ\"ג בו. והוא כדעת ר' יוסי. ש\"ך שם: ונראה דאין דומה שאלה לנדרים. דלענין שאלה קים לן כר' יהודה כדפסק ר\"א בתענית דף י' הלכה כר\"ג ובנדרים קי\"ל כר' יוסי דמחמרינן לנהוג נדרו עד רביעה שניה של ר\"י. דהא רשב\"ג אומר גשמים שירדו ז' ימים זה אחר כו'. ואמר מלתא אליבא דת\"ק כמ\"ש הרשב\"א דלרשב\"ג א\"צ ירידה כ\"א זמנה של רביעה ש\"מ ששמע מת\"ק דס\"ל לענין נדרים כר' יוסי. ותדע שיש לחלק דהא לכ\"ע מפסיקין לשאול מיום ראשון דחג הפסח ולענין נדרים הפסק הגשמים למר עד שיצא ניסן ולמר עד אחר הפסח:  <b> ובגולה   </b> ששים בתקופה. הכי איתא בפ\"ק דתענית דף י':"
        ], 
        [
            "<b>   דלשני </b>   האדרים חשיב חד ירחא. קשה הא תינח לר\"י דלא מחלק בין ידע דמעברא שתא או דלא ידע עד ראש אדר עד אדר ראשון ועד סוף אדר עד סוף אדר שני דלב' האדרים חשיב חד ירחא. אבל לר\"מ ע\"כ לא ס\"ל שני אדרים לחד ירחא דהא בדידע דמעברא עד ר\"ח אדר עד ר\"ח אדר שני א\"כ כי לא ידע דמעברא אמאי אסור עד סוף אדר שני. וכן הקשה הר\"ן על גי' זו וז\"ל כיון דמוקמית ליה למתני' אליבא דר\"מ בדלא ידע דמעוברת שתא אמאי מתסר עד סוף אדר שני ע\"כ. ונראה דלר\"מ היינו טעמא כשלא ידע דמעברא שתא. א\"כ היה כוונתו על ראש אדר הסמוך לשבט וסוף אדר הסמוך לניסן. וכשידע דמעברא אדר שני הוא אדר סתם בין בראש בין בסוף:", 
            "<b>   בחדא  </b> סגיא. היינו דליתני סוף. אבל אי תני ראש לא ידעינן סוף לפי מה דפרשתי:  ", 
            "<b>   לשנה  </b> מונה שנים עשר חדש מיום ליום. ואיירי שאמר שנה אחת. דאי אמר שנה תפשוט מינה האיבעיא דלעיל (נדרים דף ס') אי אמר קונם יין יום כמהיום דמי או כיום אחד דמי. הא אם אומר שנה כשנה אחת דמי ה\"ה יום כיום א' דמי. רשב\"א:  ", 
            "<b>   ה\"ג  </b> ואם אמר שנה אחת. והב\"י והב\"ח סי' ר\"ך וכן בעל תי\"ט דרך אחריהם וסוברים בדעתם שרבינו מפרש להא דקתני במתני' השנה היינו שנה אחת וגי' שלהם היה אם אמר שנה אחת. וזה ליתא חדא שהוא נגד הסוגיא לעיל (נדרים דף ס\"א) אלמא שנה כהשנה דמי ויום כהיום דמי. ואי השנה שנה א' הוא א\"כ דינו מיום ליום. ויום כיום א' דמי. והפשטן פושט דיום כהיום דמי להיפך. ועוד דמשני לעולם דאמר השנה ש\"מ דאמר השנה ולא שנה אחת. וע\"ק דרבינו בפירושיו שם מפרש להדיא דאמר השנה ואינו אסור אלא עד תשלום שנה דאי הוי כמו שנה אחת כיון דנאסר עד תוך שנה אחרת בזמן הזה מאי נפקא מינה בעיבורא ש\"מ דמתני' לא איירי בשנה אחת דא\"כ הוי משנה שאינה צריכה. לכן צריכין להגיה וכצ\"ל ואם אמר שנה אחת. וכ\"ת מאי קמ\"ל מה השנה עיבור בכלל לכ\"ש שנה אחת י\"ל דצריך לאשמועינן לאפוקי דעת הרשב\"א שאומר שנה אחת אין חודש עיבור בכלל עיין ר\"ן. וכ\"ז ניחא בפסקי רבינו. אבל על הטור והרמב\"ם קשה מאוד למה השמיטו הן הדין דהשנה. וי\"ל בדוחק דסמכו עצמם אזה שכתבו אם אמר היום חסור עד שתחשך כי היום יום זה משמע נקיש מיניה ה\"ה אם אמר השנה שנה זו משמע. ובשנה זו כתבו דחודש עיבור בכלל ושנה אחת הוצרכו לכתוב דחודש עבור בכלל לאפוקי דעת הרשב\"א אמנם התנא דמתני' ס\"ל לפשוט כשאומר שנה אחת דמהשתא אסור בנדרים כדאמר מן השתא חייל נזירות. וא\"כ לא צריך התנא לאשמועינן דחדש העיבור בכלל. דהא אסור מיום ליום כמו שפירש רבינו לעיל בפירושיו. ודע לעיל (נדרים דף ס\"א) יש טעות מה שכתב רבי' בפירושיו ד\"ה מהו דתימא שצ\"ל אלא עד תשלום אב:  ", 
            "<b>   שנה  </b> אחת אסור שלשה עשר חדש. דמסתמא שנה זו משמע דהשתא חייל נדריה כדאמרי' בריש מכילתין דף ג' מן ההיא שעתיה ראוי לקבל נזירות. ודלא כרשב\"א עיין ר\"ן. והקשה הרשב\"א אם אמרת אם אמר שנה אחת ג\"כ חדש עיבור בכלל א\"כ ה\"ל למיתני במתני' רבותא טפי שנה אחת חדש עיבור בכלל. אבל לפמ\"ש רבינו לעיל דס\"א לק\"מ וז\"ל שם ד\"ה אלא לאו דאמר שנה ואגב ארחי' קמ\"ל דשנה כהשנה ואינו אסור אלא עד תשלום השנה דאי הוה כמו שנה אחת כיון דנאסר עד תוך שנה אחרת בזמן הזה מאי נפקא מינה בעיבור דזה מלתא דפשיטא להכי לא צריך התנא לאשמועינן:  ", 
            "<b>   ואם  </b> עומד בחורף. וקשה ה\"ל למיתני רבותא טפי אפילו אם עומד בתחילת השנה ואמר שנה זו חודש העיבור בכלל. דוקא כשאומר שנה אחת כשעומד בר\"ה אין חודש העיבור בכלל כמ\"ש הסמ\"ע עי' סי' ר\"ך בש\"ך ס\"ק ט\"ו. וי\"ל בחורף הוי רבותא טפי. דאי כשעומד בר\"ה ואמר שנה זו. על כרחך כוונתו של חודש העיבור מדקאמר שנה זו ולא אמר שנה סתם. משא\"כ כשעומד בחורף צ\"ל שנה זו. דאי הוה אמר שנה הוי משמע מיום ליום:  ", 
            "<b>   והלכה  </b> כר' יהודה. עיין סי' ר\"ך בש\"ך ס\"ק י\"ז.  ", 
            "<b>   והנדר  </b> בטל לגמרי. אזיל לשיטתו שכתב בסמוך סי' ה' דגם באכילה ושתיה הוא מותר. אבל לית הלכתא כוותיה כמו שאפרש:  "
        ], 
        [
            "<b>   ולאו </b>   זירוזין הוי. והא קי\"ל כראב\"י לעיל פרק שלישי ריש סי' ו' דאמר המדיר את חבירו שיאכל אצלו הוי נדרי זרוזין: ", 
            "<b>   ברישא  </b> אמר לאו כלבא אנא. דהא דאמר ראב\"י לעיל האומר לחבירו קונם שאני נהנה לך אם אי אתה מתארח אצלי דהוי נמי נדרי זירוזין נימא דבדוקא נדר מטעמא דלאו כלבא אנא. התם במתנה מועטת. אבל במתני' אם אין אתה נוטל לבנך כור חטים ושתי חביות של יין דמתנה מרובה אי לאו דעביד ליה נייח נפשיה טובא לא הוי יהיב ליה כ\"כ מש\"ה הוי נדר. וכ\"פ הרמב\"ם.  ", 
            "<b>   אלא  </b>   כינן קיימין בסתם. ועיין לעיל (נדרים דף כ\"ד) בהר\"ן פירוש על הירושלמי ודלא כב\"י ס\"ס רל\"ב דא\"כ במאי פליגי בסתם:"
        ], 
        [
            "<b>   וגם  </b> באכילה ושתיה הוא מותר. וכ\"כ הטור אבל בש\"ע לא פסק כן אלא כהרמב\"ם דהא תרתי ברייתות בתוספתא דלא כרבינו. פ\"ד דנדרים תניא מותר לכנוס ולרחוץ עמו בצונן ואסור לאכול ולשתות. תו היה מסרב שיאכל אצלו במשתה ואמר קונם ביתך שאני נכנס תוך המשתה אסור אחר המשתה מותר וכ\"כ רי\"ו.   הדרן עלך קונם יין   פרק ט  ", 
            "<b>   ודכוותיה  </b> יפתחו לו. פי' הכי נמי נימא שיפתחו לו בכבוד דברים שבינו לבין המקום: ", 
            "<b>   משמע </b>  ליה לדנפשיה הוא דמהני. ומשני כלומר אינו נוגע בכבוד המקום כי לטובת עצמו הוא עושה אם מקיימם. והפוכואם אינו מקיימם: ", 
            " <b>   אילו  </b> הייתי יודע שנעשה סופר לא הייתי נודר. היינו שאומר כן. אבל אין מתחרט על שעשה נדר דאם מתחרט על ידי נולד זה. בהא רבנן גם כן מודים דמתירים לו את הנדר וכ\"כ הרמב\"ם פ\"ו וז\"ל אבל אם ניחם הוא מעצמו מפני הנולד ונהפכה דעתו מתירים ע\"כ. וכ\"כ בפירוש המשנה ועפ\"ז תירץ הב\"י קושיות תוס' בפ' אע\"פ ממתני' דהכא שנעשה סופר דהוי נולד ובהך עובדא דר\"ע דחמיו כלבא שבוע שרי נדריה על דהוי גברא רבא דהתם ניחם בעצמו ומתחרט:  ", 
            "<b>   שנדר  </b> לדעת חבירו. פי' שנדר שלא יתיר נדר זה אלא כשחבירו נותן לו רשות:  ", 
            "<b>   ועוד  </b> היה אומר ר\"ת. לא מצינו תי' זה בתוס'. אך הרשב\"א בחידושיו לגיטין הביא תי' זה בשם ר\"ת. וכתב מהרש\"ל שם שנראה שחסר תי' זה בתוס' שם. וכ\"כ תוס' במכילתין ור\"ת תי' בגיטין:  "
        ], 
        [
            "<b>   ודוקא </b>   כי האי גונא בעי בפניו. והך דיתומים אע\"ג דהוי לטובתם צ\"ל דבדיעבד הוי התרה. ולדעת מהרי\"ק בתשובה דבדבר שהוא לטובת חבירו אפי' בדיעבד לא הוי התרה. צ\"ל דהא דקאמר שעושה לטובת חבירו היינו שעדיין הוא לטובתו אם אינו מתיר את נדרו משא\"כ גבי יתומים כיון שעשאה נדר. שוב אין בהתרתו רעה ליתומים. דהא מכיון שנשבעה נשבעה ואפילו באה להחזירה להם הממון איסורה במקומו עומדת לפיכך מתירין לה אפי' שלא בפניהם וכ\"כ הר\"ן ורשב\"א בגיטין: ", 
            "<b>   אלמא  </b> היה יכול להתיר שלא בפני יעקב. אע\"ג דאמר יעקב ואני נתתי לך שכם אחד על אחיך כיון שטרח בקבורתו. מ\"מ בשעת שבועה לא אמר יעקב לו מתן שכר זה לא קבל טובה על השבועה:  ", 
            "<b>   לא  </b> משמע כפי' זה. דמודר הנאה מחבירו משמע כמו שאר נדרים במס' זו. ולא ה\"ל למסתם אלא לפרש המודר הנאה מחבירו לטובתו:  ", 
            "<b>   מפני  </b> החשד מפני הבושה. דברי רבי' סתומים כאן ומפורשים בפ' השולח סי' ט' מפני החשד שלא יחשדנו אותו שנדר בפניו שחילל נדרו בלא התרה ומפני בושה מפני שהנודר מתבייש מאותו שנדר בפניו כי הוא סבר שחילל נדרו ולהנך טעמא אף לכתחלה מתירין את הנדר שלא בפניו רק שמודיע לו ההיתר ועי' תוס' גיטין דף ל\"ה שפי' מפני הבושה ע\"ד אחר והוכרחו לזה כדי לפרש מה שמסיים שם בירושלמי ואתא הדא פלוגתא כהדין פלוגתא דתניא יום הכפורים כו' ע\"ש. ולפי' רבי' לא שייך פלוגתא דר\"ע ור\"י בן בתירא להך פלוגתא מפני הבושה מפני חשד. וצ\"ל דהא דקאמר אתי' אלין פלוגתייהו כאלין פלוגתא. היינו פלוגתא די\"כ אתי' כהא דפליגי שם תרתי מתנייתא אית תנויי תני צריך לפרוט את הנדר. סבר דצריך לפרוט חטאיו. כי כל הנודר נקרא חוטא וכאילו בנה במה ור\"ע סבר אין צריך לפרוט את חטאיו סבר כהך ברייתא דא\"צ לפרוט את הנדר ולא ס\"ל להירושלמי הטעם דקאמר תלמודא דידן דצריך לפרוט את הנדר משום מלתא דאסורא:  ", 
            "<b>   וההיא  </b> משמע כפשטיה שנדר הנאה ממנו בפניו. אפי' שלא לדעת חבירו ואפי' שלא קבל טובה ממנו. אמנם טעמיה דגמרא דידן עיקר שאין להתיר לו אלא בפניו היינו מדעתו ומרצונו כשעשה הנדר מחמת טובה שעשה לו וכן מסיק רבי' בהשולח דף ל\"ה ד\"ה ליחוש. ובספר תפארת שמואל יש גמגום:  ", 
            "<b>   וסוגיא  </b> דהש\"ס משמע כאותה הגי' וחכמים מודים לו. דפריך מת נולד הוא ומאי פריך לר\"מ אימא הוא סבר כר\"א דפותחין בנולד אלא ש\"מ דחכמים מודים בזה ומש\"ה פריך רבנן אדרבנן:  "
        ], 
        [
            "<b>   דקתני </b>   עלה בברייתא. בגי' מתני' שלפנינו יש בבא זו. אבל טעות הוא וכן מוכח בנזיר דף כ\"א דלא גרסינן בבא זו במשנה וכן לעיל מייתי ברייתא דתניא: ", 
            "<b>   ונמצאו  </b> ימים טובים של מגילת תענית. וקשה מאי מייתי ראיה למקצת רבוותא אימא כיש מפרשים הראשון דעשאו חיזוק לדבריהם יותר משל תורה מש\"ה א\"צ פתח אבל מנא לן לחלק בין נדר לקבלת תענית. לכן נראה שעיקר חסר מן הספר דהכי איתא בירושלמי נדר להתענות ונמצאו י\"ט ושבתות לוקה וא\"צ היתר חכם נמצאו ימים טובים של מגילת תענית וכו'. וכן הוא לשון הר\"ן בפ\"ק דתענית וז\"ל ושני תירוצים אלו נדחין מדאשכחן בירושלמי נדר להתענות ונמצאו י\"ט ושבתות כו' הרי שאמרו כאן שא\"צ היתר חכם. אלמא כי אמרי' ידחו נדרו לא בהיתר חכם אמרו. ובשבתות נמי אמרי' הכי אלמא דלא מפני שדברי חכמים צריכין חיזוק קאמרי' אלא עיקר של דברים דהאי נדר דקאמרי הכא דידחה לא נדר ממש הוא אלא קבלה דתענית לא חמירא כנדר גמור למיעקר י\"ט ואפי' דמגילת תענית לפי שאינו אלא קבלה לדבר מצוה ולא נדר גמור ע\"כ:  "
        ], 
        [
            "<b>   ה\"ג  </b> ר' חזקיה ור' יודן תרוייהו א\"ר ירמיה בשם ר' חייא. וכן הוא בר\"ן שם. ", 
            "<b>   ה\"ג  </b> ואומרים לו אילו היית יודע שלמחר אומרים עליך כך היא ווסתו של פלוני. ומ\"ש רבינו כך היא מדתו של פלוני זה פי' היה על הגליון:  ", 
            "<b>   רבי </b>   ישמעאל אומר אפי' כעורה ונעשית יפה. ואין הלכה כר\"י אלא צריך התרת חכם:   הדרן עלך רבי אליעזר. פרק י  ", 
            "<b>   כגון  </b> הכא שקודם שנשאל לא היה ראוי להפר. וקשה דלאחר שהתיר החכם נחזייה להאי גברא כאילו לא הקים מעולם דהא חכם עוקר נדר מעיקרא כדאמרי' בכתובות דף ע\"ב המקדש את האשה ע\"מ שאין עליה נדרים ונמצאו עליה נדרים אינה מקודשת ותני עלה דף ע\"ד הלכה אצל חכם והתירה מקודשת דחכם עוקר נדר מעיקרא והוי כאילו לא היתה עליה נדרים מעולם רשב\"א. ותי' הר\"ן בדוחק. ולי לק\"מ לפי מ\"ש תוס' שם ד\"ה חכם דדוקא הלכה אצל חכם קודם שנודע לבעל. אבל לאחר ידיעת הבעל אע\"ג שהלכה אצל חכם דקודם שהלכה הקידושין בטילין מיד שנודע לו דחושש שמא לא ימצא לה היתר ע\"ש. וא\"כ ה\"נ כיון שנתקיים הנדר שעה אחת שוב אין יכול להפר אע\"ג דנשאל על הקמה אע\"ג דעוקר נדר מעיקרא. והתם שאני דאומדין דעתו שלא התנה אלא משום דסבר שלא ימצא לה היתר:  ", 
            "<b>   ולא  </b> הפר השני ביום שמועתו. דאי ביום שמועתו אמאי לא יפר דבבת אחת לאו דוקא. אלא כ\"ז שלא היה בין הפרה להפרה דבר המעכב הפרה. אפי' הפר זה שחרית וזה ערבית סגי:  ", 
            "<b>   ושמע  </b> ארוס והפר לה. וה\"ה דמיבעיא ליה אם האב הפר ולא הארוס אלא חדא מינייהו נקט. ר\"ן ורא\"ש. ותמיה שלא ראה הירושלמי הל' א' פשיטא דא מלתא לא הפר האב את חלקו ועברה על נדרה לוקה. הפר האב ולא הפר הבעל מהו שתלקה. או מאחר שאם ימות הבעל נתרוקנה אצל האב אינו לוקה ע\"כ. מעתה איכא למימר דלרבותא הוא דמיבעיא ליה אי אמרינן מקליש קליש אפי' כשהפר הארוס לחודיה:  ", 
            "<b>   ואינו </b>   צריך שיפר ביום ששמע הבעל. לאפוקי דעת הרמב\"ם וסמ\"ג וסמ\"ק דסבירי להו שצריכין האב והבעל לשמוע ביום אחד וכ\"כ הב\"י בסי' רל\"ב ומהתימה על הטור שכ' והכי מסתבר מדעת עצמו ולא הביא דעת אביו הרא\"ש. ב\"ח:  "
        ], 
        [], 
        [
            "<b>   שמע </b>   בעלה ולא הפר לה. אתא לאשמועינן רבותא טפי דאע\"ג דעדיין לא הפר הבעל וכוחו קיים ועוד לא שמע האב ולא נראה לאב ואיכא תרתי לטיבותא חדא דלא נראה לאב ועוד כוחו של בעל חזק קמ\"ל דלא. לשון רשב\"א. ומזה הטעם הגון לרבי' גי' זו ולא הפר. ורבי' קיצר בפירושיו שלא נתן טעם אלא במה דקתני שמע הבעל. ולשון הטור סי' רל\"ז ואפי' שמע הבעל קודם שמת שהיה אפשר לו להפר או ששמע הבעל והפר חלקו ואח\"כ מת האב אינו יכול להפר אח\"כ חלק האב עכ\"ל. משמע בששמע הבעל והפר הוי רבותא טפי מששמע ולא הפר. נראה שהיה לו גירסת הר\"ן שמע בעלה והפר לה ולא הספיק האב לשמוע. ולרבותא נקט והפר דה\"א איקלש הנדר טובא וה\"א תסגי ליה הפרת הבעל קמ\"ל: ", 
            "<b>   נשאלין </b>   על ההקם. אפי' לאחר כמה ימים. טור. ויש קצת ראיה לדבריו מדלא פשיט האיבעיא ממתני' דריש פירקין ואצ\"ל שקיים אחד מהם ואוקמינהו כגון שקיים אחד מהם והפר אחד מהם וחזר המקיים ונשאל על הקמתו. והיינו משום דממתני' ליכא למיפשט דאיכא לאוקמיה ביום שמועתו דוקא. אבל מדר\"י פשט שפיר דאמורא צריך לפרש דבריו: ", 
            "<b>   ויש  </b> מפרשים. וסובר הטור סי' רל\"ד שכך היא מסקנת רבי' כדרכו בספרו. ולחומרא הוי קיום:  ", 
            "<b>   את\"ל  </b> כיון דמקיימן היום כו'. וז\"ל הרמב\"ם פ' י\"ג אמר לה מופר לך למחר אינו מופר שהרי קיימו היום דהרמב\"ם אזיל לשיטתו דכל את\"ל הוא פשיטות. ורבי' ס\"ל כולהו לספק ובש\"ע סי' רל\"ד סמ\"ה אמר לה מופר ליכי למחר אינו מופר ולא העתיק שהרי קיימו היום ולשון אינו מופר אית לפרש שאינו מופר ואינו קיים דספיקא הוא. ומש\"ה הוסיף רמ\"א וי\"א דהוי קיום והוא דעת הרמב\"ם ומה בין ספק לודאי דהוי קיום אפרש לפנינו:  ", 
            "<b>   כמאן  </b> דאיתיה דמי. פי' הנדר יש דהא קיימיה לנדרה:  "
        ], 
        [
            "<b>   ולא </b>   איפשיטא ואזלינן לחומרא. פירשתי דנ\"מ לענין אם קידש אשה ע\"מ שאין עליה נדרים. ונמצא עליה נדר זה. אם אמרי' שקיים נדרה אינה מקודשת. ואם ספק הוא מקודשת מספק. ולא כהב\"ח סי' רל\"ד ס\"ק ל\"ה שאומר דנ\"מ לענין מלקות. וכתב דלדידן ליכא נפקותא: ", 
            "<b>   אמר  </b> שמואל דאמר קרא. ובגמרא אומר תניא כוותיה דשמואל. ותמהני אמאי לא הביא רבי' הך ברייתא לדינא וניחא לי דרבי' אזיל לשיטתו בפירושו שמפרש הך דר' נתן הן הן דברי ב\"ש. אבל ב\"ה אומרים אין יכול להפר פליגי אתרתי בבא דקתני בברייתא מש\"ה בבא קמייתא משנה שאינה צריכה. דהא כבר פסק לעיל סי' ב' כב\"ה דסבר מקליש קליש. ואידך בבא נמי א\"צ דהא טעמיה דב\"ה דארוס מיפר אפי' נדרים שנראו לארוס ראשון וכבר פסק כשמואל בזה:  ", 
            "<b>   ואהדרה  </b> ביומיה. וה\"ה דמצי למבעי' בלא אהדרה אם האב יכול להפר נדר זה אם לא:  ", 
            "<b>   ולא  </b> איפשיטא. וקשה הא כבר פסק רבינו כשמואל ושמואל ע\"כ סבר גירושין לאו כהקמה דמי דהא קתני ונתגרשה בו ביום. ואי כהקמה דמי איך יכול הארוס האחרון להפר מה שקיים הראשון. וי\"ל דבאמת הכי ס\"ל לשמואל ולא קי\"ל כוותיה. ומה שפסק רבינו כשמואל אינו אלא בששמע הארוס ומת בו ביום. אבל לא בנתגרשה ועי' מהרש\"א:  ", 
            "<b>   ואזלינן  </b> לחומרא. נ\"מ לענין מה שפרשתי למעלה בסמוך ע\"ש:  ", 
            "<b>   ולא  </b> איפשיטא. מ\"מ אם שמע אח\"כ מהני הפרה קמייתא שאין צריך הפרה אחרת וכן מוכח בש\"ס דקאמר לכי שמענא מפר לה ופריך לכי שמע ליפר לה הוא סבר דלמא מטרידנא. פי' ולא יהיה זכור להפר נדריה וכ\"כ רי\"ו:  "
        ], 
        [
            "<b>   את\"ל  </b> בעל מיפר בלא שמיעה. צ\"ע כיוו דדרך רבינו לפסוק כאת\"ל. א\"כ אמאי כתב על האיבעיא קמייתא דלא איפשטא. תפארת שמואל. ואני כתבתי בכללים. דאין דרך רבינו לפסוק כאת\"ל ושיטת הגאונים היא דפסקו כאת\"ל ע\"ש וכ\"כ הב\"ח בסי' רל\"ב דרבינו לא קים ליה כהאי כללא: ", 
            "<b>   ה\"ג  </b> הרמב\"ן ז\"ל. דהא הרמב\"ם פסק דמיפר לשתי נשיו בבת א':  ", 
            "<b>   בוגרת  </b> ששהתה. כ\"ה גי' רבינו. והפירוש עי' מ\"ש רבינו לעיל (נדרים דף ע') בפירושו ד\"ה הא גופא אבל גי' הר\"ן ורש\"י וששהתה ע\"ש.  ", 
            "<b>   ואלמנה  </b> שלשים יום. היינו משעת תביעה כן מסיק רבינו בפ' אע\"פ ס\"ס י\"א. והא דלא תני בתולה לאחר ששהתה שנים עשר חדש. י\"ל דכ\"ש מבוגרת דיצאת מרשות אביה ומ\"מ אין הבעל יכול להפר לכ\"ש נערה דעדיין ברשות אביה:  ", 
            "<b>   פליג  </b> אדריב\"ל. וגם אדרב ור' חייא:  ", 
            "<b>   אין  </b> כאן מקומו אלא לקמן בשמעתין (נדרים דף ע\"ז) בענינא אי פותחין בחרטה דאי אין הלכה כאותו זוג ע\"כ צריכין לפרש בדיק גירא כפי' הר\"ו דפותחין בחרטה. דליכא לפרש כפי' רבינו. דא\"כ הני אמוראי עבדו עובדא כמ\"ד מעת לעת. וא\"כ איך הביא התלמודא מעשה לסתור:  "
        ], 
        [
            "<b>  אפי'   </b> כשהיה להם אפשר לשאול. אין ראיה משם אלא לצורך. ושיעור דברי רבינו כך הוא דמהתם נשמע אפילו בנדרים שהיה להם פנאי ואפילו שלא לצורך ילפינן כמו למ\"ד כל היום דמפירין אפילו שלא לצורך. ה\"ה למ\"ד מעת לעת אם גמרה מעת לעת בשבת מפירין אפילו שלא לצורך. ", 
            "  <b>   ה\"ג  </b> צריך לישב כי צריך עיונא. ודלא כרשב\"א עיין ר\"ן.  ", 
            "<b>   אין  </b> כאן נדר לא אמר כלום מגמרא דילן לא נלמד אלא הבעל שאמר בלשון חכם שאמר מותר לך לא מהני דלשון מותר לא שייך אלא בחכם שמתיר שעושה האיסור חולין ובחולין שייך לומר מותר וכפי' הר\"ן. אבל אין כאן נדר איכא למימר דמהני בלשון בעל וכ\"פ הרמב\"ם. ולפ\"ז א\"א לפ' הברייתא אנדרים שנדרה כבר. דאמאי קתני אין כאן נדר לא אמר כלום וצ\"ל כפי' ראשון שהביא הר\"ן דכולה ברייתא קאי אהקמה ע\"ש ולהכי מסתייע מהירושלמי דאם אמר הבעל אין כאן נדר לא הוי הפרה.  "
        ], 
        [
            "<b>  אבל </b>  בשפתיו לא יוציא בקול רם. לכאורה אמרתי מה שהביא לר\"א ממיץ. לפרש שיאמר בלבו היינו שיוציא בשפתיו בלחש עכ\"פ אפס לא בקול רם. היינו משום דקשיא ברייתא דלקמן (נדרים דף ע\"ט) הפר בלבו אינו מופר. אדר\"י דאמר שהפרה בלב מהני. יען זה ליתא שראיתי בפירושי רבינו דף ע\"ח שר\"א ממיץ מפרש הך דקתני בברייתא היינו שחשב בלבו שיהא מופר. אבל לא אמר בלבו מופר ליכי מזה נראה שר\"א ממי\"ץ ס\"ל דמחשבה שבלב לא מהני אפילו כשחשב מופר ליכי. אלא צריך שיוציא בשפתיו כדקתני בברייתא דפרק היה קורא אם ברך בה\"מ בלבו:  ", 
            "<b>   ויצא  </b> לחירות. כן גי' רבינו והראב\"ד. אבל הרמב\"ם גורס יצא לחירות ועי' ב\"י סי' רמ\"ז.  ", 
            "<b>   ואם  </b> אינו ענין לנדרים. כתב הב\"ח ותוס' פירש דבפ\"ק דנדרים דף ג' מקשינן נזירות לנדרים. ולא דק דתוספות כתבו כן לפי הס\"ד דא\"א לומר אם אינו ענין ומש\"ה פריך א\"ה גבי נדרים נמי פי' אע\"כ צ\"ל דגבי נדרים נמי הדין דאל\"כ דיו לבא מן הדין להיות כנדון ולכך שפיר פריך א\"ה אבל למאי דמשני צ\"ל דמוקמי' הקרא באם אינו ענין ולא מכח היקש כנ\"ל דדיו לבא מן הדין להיות כנדון כמ\"ש רבינו וק\"ל:  ", 
            "<b>   עד  </b> שיפר לה בלבו. אבל אם היפר בלבו כופה אותה ואין צריך לומר טלי ואכלי כשיטת רא\"מ וע\"ז כתב כמו שפי' הר\"א ממיץ.  ", 
            "<b>   הפר  </b> לה הבעל לוקה. ונ\"מ לענין פסולי עדות כדאיתא בח\"מ סי' ל\"ד. דאם עבר על עבירה שחייב מלקות פסול לעדות מדאורייתא:   הדרן עלך נערה המאורסה.   פרק יא  "
        ], 
        [
            "<b> אבל </b> אין בהם עינוי נפש כי איתה תחותיה הוא דמיפר. דסלקי' דעתיה בין איש לאשתו. כל זמן שהיא אשתו. אבל כי מגרש לה חייל עלה נדרא דלאו אשתו היא: ", 
            " <b>   כל  </b> זמן שהיא ראויה לשוב אליו לא חייל הנדר. והא דכתיב בין איש לאשתו. הרצון כל זמן שלא נשאת לאחר וראויה להיות אשתו.  ", 
            "<b>   דלא  </b> מצינו נדר שחל פעם אחת כו'. כ\"כ התוספות:  ", 
            "<b>   בספרי.  </b> הובא בילקוט פרשה מטות וכן איתא בירושלמי בפירקין הלכה א':  ", 
            "<b>   אף  </b> האב אינו מיפר אלא דברים שבינו לבינה ודברים שיש בהן עינוי נפש. כ\"כ תוס' והרמב\"ן והכ\"מ. ודלא כהרמב\"ם פי\"א דס\"ל דהאב מפר נדרי בתו בכל הנדרים. ולי נראה להביא ראיה לפסק רבינו מהא דקתני במתני' לעיל (נדרים דף ע') מת הבעל נתרוקן רשות לאב בזה יפה כח האב מכח הבעל. ואי כדברי הרמב\"ם ה\"ל לתנויי בזה שיפה כח האב שמיפר כל נדרי בתו משא\"כ הבעל אינו מיפר אלא דברים שיש בהן עינוי נפש. או דברים שבינו לבינה:  ", 
            "<b>   אמר  </b> רבא. כ\"ה גירסת רבינו בפירושיו. אבל גירס' שלנו אמר רב יהודה:  ", 
            "<b>   אם  </b> ארחץ היום ושבועה שלא ארחץ. הלשון דחוק מאוד לפי אוקמתא זו. דקתני במתני' אם ארחץ ואם לא ארחץ. ויש ליישב ואם לא ארחץ. הנקוד ואם הוא בקובץ. ולשון שבועה הוא דהתרגום על וישבע ואומי:  ", 
            "<b>   דרבנן  </b> סברי רחיצה וקישוט עינוי נפש הוי. אפילו נדרה על יום אחד:  "
        ], 
        [
            "<b>   ורבי  </b> יוסי סבר לאו עינוי נפש הוי. אפילו רחיצה לעולם אך מ\"מ מפר הבעל משום דברים שבינו לבינה אבל נדרה על יום אחד אפילו דברים שבינו לבינה לא הוי דניוול חד יומא לא שמיה ניוול כ\"פ הר\"ן ורבינו בפירושיו: ", 
            "<b>   כתב  </b> הרמב\"ם ז\"ל. ט\"ס הוא. וכצ\"ל כתב הרמב\"ן ז\"ל והלכתא כרבנן. חדא דהלשון מוכח כן. ועוד דהרמב\"ם פי\"ב מהלכות נדרים פסק להדיא כר\"י דכיחול וקישוט הוי דברים שבינו לבינה.  ", 
            "<b>   דאמוראי  </b> אמרי כותייהו. היינו שמואל משמיה דלוי לקמן (נדרים דף פ\"ב) וכמ\"ש רבינו בסמוך בשם הרמב\"ן ורבא ורב נחמן לקמן (נדרים דף פ\"א) דבעא מיניה אי תשמיש המטה לרבנן הוי עינוי נפש או דברים שבינו לבינה וכמ\"ש רבינו בסמוך בשם הרמב\"ן:  ", 
            "<b>   ושלא  </b> אתן תבן לפני בהמתך. והא דתניא בפרק אע\"פ סי' כ\"ו כופה ליתן תבן לפני בהמתו. היינו בהמה שהוא רוכב עליה ורבינו בפירושו תי' דהכא מיירי שהכניסה לו ד' שפחות דיושבת בקתדרא וכן תי' הר\"ן:  ", 
            "<b>   ושלא  </b> ארחץ פניך ידיך ורגליך א\"צ להפר. מיהו יש להפר שמא יגרשנה. פרישה. והט\"ז סי' רל\"ד ס\"ק ס\"ג חולק על הפרישה. ואומר דלא מהני גירושין אלא במעשה ידיה הר\"ן ע\"ש. הנה הראיה שמביא לדבריו כבר השיגו בנקודת הכסף בדברים נכונים. ואני אומר שנעלם ממנו גמ' ערוכה בנדרים דף ע\"ט דברים שבינו לבינה לעצמו מיפר לאחרים אינו מיפר כלומר כשיגרשנה והיתה לאיש אחר חל הנדר אפי' על בעל. ומה שהביא ט\"ז סעד לדבריו דכיון דאין בידה להתגרש הוי דשלב\"ל ולא יכולה לאסרה על הבעל במחילת כבודו שגג בזה בשלמא אם אמרה קונם מעשה ידי לפיך כוונתה דמעשה ידיה יהיה על בעלה כהקדש. מש\"ה שפיר פריך דאין מקדיש דשלב\"ל. איברא מה שאמרה קונם שלא אציע מטתך כוונתה יהיה עלי באיסור שלא אציע מטתך וא\"כ אין שייך לומר אין אדם מקדיש דבר שלא בא לעולם בכן הדין עם הפרישה. אח\"כ מצאתי ראיתי בהגהת הרא\"ש בפרק אע\"פ וז\"ל ואפילו דשלב\"ל יכול לאסור על עצמו ע\"י קונם כמו שיכול לאסור פירות של חבירו עליו. אבל בהקדש גמור לא:  ", 
            "<b>   אבל  </b> הרמב\"ן כתב דקישוט ותשמיש הוי דברים שבינו לבינה. וט\"ס הוא וצ\"ל אבל הרמב\"ם והוא בפרק י\"ב דהא רבינו בסמוך מביא להדיא בשם הרמב\"ן דפסק כחכמים. וט\"ז סי' רל\"ד ס\"ק מ\"ט לא עיין בסוגיא מה שכתב רבינו והאמין לגרסת ב\"י וטעות הוא כמ\"ש הש\"ך ולח\"מ. ובגין דא צדקו דברי ב\"ח שאומר מ\"ש בש\"ע סעיף נ\"ט וי\"א דרחיצה וקישוט הוי דברים שבינו לבינה ט\"ס הוא ע\"ש. כי א\"א לומר שכוון אשאר פוסקי' דפסקו כר' יוסי אפילו ברחיצה כדאי' ברי\"ו. דהא הב\"י לא הביא שום פוסק זולת דעת הרמב\"ן ורמב\"ם:  ", 
            "<b>   אליביה  </b> דר' יוסי אי רחיצה וקישוט הויין דברים שבינו לבינה. לכאורה דברי רבינו תמוהין איך ס\"ד דהך טעמיה דהרמב\"ם. א\"כ אמאי פסק הרמב\"ם בפי\"ב דרחיצה הוי עינוי נפש ומצאתי יישוב לזה בל\"מ דודאי רבי יוסי פליג ארחיצה. אך ברחיצה פסק הרמב\"ם כרבנן באשר ששלחו מתם עירבובא דגופא מייתא לידי שיחני וכיבי. והכי מוכח דר\"י גופא פליג ארחיצה דהא פריך בסוגיא ורמי דר\"י אדרבי יוסי. ש\"מ דר\"י פליג אפילו ברחיצה ודלא כב\"י:  ", 
            "<b>   מאי  </b> טעמא אשתו כגופו דמי. ולפי טעם זה אין הבעל מיפר אפילו עם ב' הדיוטות דכי היכי דאינו מצטרף לשלשה להתיר נדר עצמו. ה\"נ להתיר נדרי אשתו דהרי שלשה במקום מומחה קיימי ואין שנים יכולין להתיר אלא עם השלישי ונמצא שהוא כאילו הוא לבדו התיר. וכ\"כ הרמב\"ן בשו\"ת וכ\"פ בש\"ע ודלא כרבינו שמשון שאומר דוקא בתורת זקן אינו יכול להפר מפני חשד. אבל בתלתא ליכא חשדא. ודוקא נקט בירושלמי זקן וחזר רבינו פה ממ\"ש שם בנגעים בפירושו שהסכים שם עם רבינו שמשון:  ", 
            "<b>   מסתבר  </b> כאידך פירושא. דאי אמרת דשינויא אחרינא הוא לא הוה לן למימר מתני' רבי יוסי היא. דכיון דאמרינן דמתני' דקתני לא יפר משום עיניי נפש אבל מיפר משום דברים שבינו לבינה ושמואל נמי דאמר מיפר משום דברים שבינו לבינה בהכי הוי סגי ומאי איכפת לן תו מתני' מני. ועוד דלא דמי דבשלמא פירות חנוני עלי הוי דברים שבינו לבינה דאפי' יקנה הבעל הפירות מחנוני אסורים לה שהרי אסרה עליה פירותיו אפילו מכרן לאחר אסורה בהן. אבל כשאמרה הנאת פלוני עלי מותרת בפירות שהבעל קונה מהם דבזה אינה נהנית ממנו הלכך לא הוי דברים שבינו לבינה:  ", 
            "<b>   שלא  </b> היתה דעתו אלא שיהא כל הנדר קיים. אבל הפרת בעל שהיא מכאן ולהבא מה שהותר הותר והשאר עומד באיסורו:  "
        ], 
        [
            "<b> אמר </b> רבי יוחנן היפר למתענה אינו מיפר לשאינו מתענה והלכה כר\"י. כתב הטור לפי מ\"ש רבינו בסי' ג' דהלכה כסתם משנה שאם היפר לתאנים ולא לענבים אפי' לתאנים לא הופר. צ\"ל דאיירי הכא דהיפר סתם לשתיהם דאז אותה שמצטערת הופר. והש\"ך בסי' רל\"ז ס\"ק ע\"ז השיג בזה על הטור ואומר שזה דתירץ רבינו דשמואל איירי בסתם דוקא לשמואל. אבל לר' יוחנן בלא\"ה לא קשה ע\"ש. ואני אומר דצדקו דברי הטור. דבפסקים הקשה נמי רבינו ממתני' דלקמן היפר לתאנים. ומוקי לה בסתם. ואם דבריו אינם אלא לשמואל דבריו בפסקים אך למותר דהא קי\"ל כר' יוחנן. ומה שר\"ל לאשמועינן דר\"י פליג עליה דשמואל אפילו בסתם. זה אינו דזה מוכח בשמעתין דר\"י פליג אפילו בסתם דאי ר\"י דוקא במפרש פליג אבל בסתם מודה דמיפר אף לשניהם א\"כ מאי קמותיב לר\"י כל הני תיובתא התם איירי בהפר לה סתם. ור\"י איירי במפרש. אע\"כ צ\"ל דר\"י פליג אף בסתם:", 
            "<b>   ואינו  </b> מיפר לשאינו מתענה. והא דקתני בתוספתא בין מאכל רע דהוי עינוי נפש. התם מאכל רע לבריות אבל טוב למאכל. אבל משא\"כ הככר הזה הוא פת קיבר ואין ראוי לאכילה. כך תירץ הט\"ז ונכון. דלא כב\"י שדחק בזה:", 
            "<b>   נתגרשה </b> יכולה להנות בלקט שכחה ופאה. עיין בר\"ן דף פ\"ד שהאריך בזה ודחה מהך שינויא דרב נחמן הך מימרא דהירושלמי נדר מיורדי הים לאחר שלשים יום ונעשה יושבי יבשה דתליא בפלוגתא דר\"ע ור\"י ע\"ש. והנה רבינו פסק הכא כרב נחמן ולעיל בפרק שלישי סי' י\"ב כתב הך דהירושלמי והוי תרתי פסקי דסתרי אהדדי. וכעין קושיא זו הקשה שם הר\"ן על הרמב\"ם ומה שתירץ הר\"ן שם עולה ג\"כ ליישב דברי רבינו ע\"ש. וכן מוכח כדברי הר\"ן דהא הרמב\"ם ורבינו לא כתבו הדין בהיפך אם נדר מיורדי הים לאחר שלשים ועכשיו הי' מיושבי יבשה ולאחר שלשים נעשה מיורדי הים דמותר בו דקי\"ל כר\"ע דאזלינן בתר אמירת הנדר. אלא ש\"מ דבלשון בני אדם היה בכלל לשונו לאחר מכאן. ור\"ע במילתא בתר דרשא דקרא דייקא לה הכי. וכן מוכח בדברי רבינו בפרק שלישי סי' י\"ח הביא הך בריתא הנודר מאנשי העיר כל ששהה שם י\"ב חודש אסור להנות ממנו וקתני סתמא אפילו בא לעיר אחר שנדר. כל זה ישוב נכון בהרמב\"ם ורבינו. אבל על הש\"ע יש תימה דפסק בסימן רי\"ז סעיף ל\"ב אם נדר מיורדי הים ובשעת הנדר היה מיושבי יבשה ולאחר שלשים נעשה מיורדי הים דמותר בו. וזה ליתא דבלשון בני אדם הי' אפילו לאחר מכאן כדמוכח בשמעתי' ומהך ברייתא דלעיל וצ\"ע:"
        ], 
        [
            "<b>   ואע\"ג </b> דרבא בתראה הוא מ\"מ הלכה כרב נחמן רבו. וקשה דבפ\"ק דסנהדרין סי' ג' פסק כרבא נגד רב נחמן ע\"ש. וע\"פ מ\"ש לעיל בפרק ארבעה נדרים סי' ח' ניחא דספוקי מספקא ליה לרבינו ופסק הכא לחומרא והכא לחומרא.", 
            "<b>   אבל  </b> משום דברים שבינו לבינה מיפר. יש כאן תימה רבתא דמי גרע הנאת כל הבריות מאם נדרה הנאת פלוני עלי דמסיק לעיל בסי' זה דהלכתא כשמואל ולוי דמיפר הבעל משום דהוי עינוי נפש. עיין ב\"ח סי' רל\"ד ס\"ק מ\"ג שכתב לחלק ביניהם וע\"ש. ולא חילוק ידענא שסברתו מלבד שדוחק הוא. גם שהיא מתנגדת לדברי רבינו ותוספות והר\"ן והרשב\"א שכולם עונים כא' הא דמשני לעיל (נדרים דף פ\"ב) דאמר רב הונא כולה פירקין ר' יוסי היא שהוא אך למותר דהא קתני מתני' לדברי רבי יוסי ומתרצי כי היכי דלא ליפרך מאידך מתני' דקתני קונם שאני נהנה לבריות שאינו יכול להפר אמימרא דשמואל ולוי ואי כדברי הב\"ח הא לא קשיא מידי מהך מתני'. ע\"כ המחוור שזה שכתב רבינו ודוקא משום עינוי נפש אינו מיפר אבל משום דברים שבינו לבינה מיפר סיום דברי רמב\"ם שכתב כן והוא פסק כר' יוסי. נשמע דלרבנן מיפר משום עינוי נפש וזה נלמד מק\"ו מנדרי הנאת פלוני עלי. וכמ\"ש הר\"ן דף פ\"ב הא דמסיים התלמודא ומאי אין יכול להפר משום עינוי נפש אבל מיפר משום דברים שבינו לבינה דלפרוקא לא איצטריך לן היינו טעמא דמשום אם איתא דלרבי יוסי לא מצי מיפר אפי' משום דברים שבינו לבינה ליכא למימר דלרבנן הוי נדר שיש בו עינוי נפש. משים הכי אמרינן דלר\"י נמי הוי דברים שבינו לבינה הלכך שפיר מצינו למימר דלרבנן מיפר משום עינוי נפש. וכ\"כ ב\"י אך אסברא מילתא בטעמא. והטור לא הבין כך והנלע\"ד כתבתי. וק\"ק על דברי הר\"ן דהא רחיצה יום אחד לרבי יוסי לא הוי אפילו דברים שבינו לבינה כמ\"ש הר\"ן בשם ר\"א ממיץ ורבנן חשבינן לעינוי נפש ויש ליישב:  ", 
            "<b>   ונמצא  </b> שהיא אשתו לאחר כדי דבור וקשה הא אפילו היה אשתו צריך שיחזור ויפר דהא קיימא לן צריך לפרט את הנדר. פרישה. והש\"ך בסי' רל\"ד ס\"ק מ\"ח אומר דלגבי הפרת הבעל לא צריכה לפרט את הנדר דכיון שלא מדעתה מיפר לה ע\"ש.  ", 
            "<b>   ואם  </b> אמרו לו סתם נדרה אשה בביתך וסבר שנדרה בתו כו' אחר כדי דיבור הרי זה מופר וכ\"ה בפרק אלו מגלחין סי' קט\"ז וכ\"כ הרשב\"א ותוס' ור\"ן ורי\"ו אבל הטור סימן רל\"ד כתב בזה שאינו מופר. אלא בסתם היינו שלא היה דעתו על בתו אלא סתם אאשה שהיא בביתו דאז הוא מופר אפילו לאחר כדי דיבור והיה לו לטור גי' אחרת וכמ\"ש הב\"ח והש\"ך שם ע\"ש. וחשו להחמיר דכן דעת הרמב\"ם והרמב\"ן:  "
        ], 
        [
            "<b>   הפר </b>   לתאנים אינו מופר עד שיפר אף לענבים. ואפילו לתאנים אינו מופר דאין הפרה במקצת. וכ\"כ הטור בשם רבינו באשר שהוא פוסק כסתם מתני' וכן הוא פשוט לשון המשנה ועיין לעיל בפרק זה סי' א' מ\"ש בזה: ", 
            "<b>   מה </b>    הפרה מה שלא הפר לא הפר. אבל מה שהפר הפר. כ\"ה גירסת הרמב\"ם. והא דתנן במתני' אינו מופר היינו ענבים עד שיפר אף לענבים. זה ניחא לדעת הרמב\"ם אבל לרבינו קשה שהביא הטור בשמו דאפילו לתאנים אינו מופר א\"כ מאי האי דקאמרי חכמים מה הפרה מה שלא הפר לא הפר. הא אפילו מה שהפר לא הפר. מצאתי תירוץ בחידושי רשב\"א מה דאמרי חכמים מה שלא הפר לא הפר לאו לדברי בר פלוגתייהו קאמרי. דהא לר\"ע ודאי אינו כן דס\"ל הפר כולו. אלא לדברי עצמן. כלומר כמו שאנו אומרים בהפרה שאם הפר הופר למה שהפר. אף לגבי הקמה כן אע\"ג דכתיב יקימנו. ויש לנו כיוצא בו בתלמוד דאינו בונה על הודאת בר פלוגתיה אלא על הסכמת דברי עצמו כלומר כמו שאני אומר בזו כך אני אומר בזו:  "
        ], 
        [
            "<b>   יפר  </b> וכו' וחכמים אומרים יפר. היינו אפילו אחר כמה ימים דזהו יום שמעו כ\"פ רבי' שלהי נערה המאורסה וכ\"פ בש\"ע בסי' רל\"ד: ", 
            "<b>   הרי  </b> זה מופר. כר\"ע וכרב חסדא ועמ\"ש בפ\"ג סי' י\"ב:  ", 
            "<b>   אם  </b> היא עושה לו גנאי הוא לו. וכן מה שאינה רשאי לעשות לאביה ולאביו כדי שלא תאסר עליו גנאי הוא לו הלכך אינו מיפר לה לעולם אלא בעודה תחתיו. וכן הוא בטור. ותימה מה הוצרך רבינו לטעם זה הא פסק לעיל בסימן א' כשמואל ולוי הנאת פלוני עלי מיפר. וע\"כ אי משום עינוי נפש או דברים שבינו לבינה ותירץ הל\"מ בפי\"ב דלפי מ\"ש רבינו בפירושו דף פ\"ב ע\"ב לרבי יוסי הנאת פלוני עלי לא הוי דברים שבינו לבינה ומתני' כר' יוסי דהא כוליה פירקין ר' יוסי היא. מש\"ה איצטריך לטעם זה. אבל קשה כל זה ניחא בפירושיו שכותב טעם זה. אבל בפסקיו שפוסק כרבנן דר' יוסי ולרבנן כפי מ\"ש לעיל אפילו עינוי נפש הוי הנאת פלוני עלי. א\"כ עדיין קשה מה הוצרך טעם זה בפסקיו. גם על הטור קשה שכתב ג\"כ טעם זה כמו שהקשה הל\"מ בעצמו והמחוור כמ\"ש הש\"ך בסי' רל\"ד ס\"ק מ\"ה שהביא דעת רבינו יונה דכי אמרינן שהבעל או האב מפירים אפילו לא חל הנדר. דוקא כשתלתה הנדרים בדבר שיש בו עינוי נפש או בדבר שבינו לבינה כגון האי שאני נהנה לאבא ולאביך אם אני עושה על פיך. או נטולה אני מן היהודים אם אני משמשך אבל אם תלתה בדבר שאינו עינוי נפש ואינו בינו לבינה כגון קונם יין אם אלך למקום פלוני אינו מיפר עד שיחול הנדר כלומר אע\"ג שעיקר הנדר הוא מעינוי נפש כמו קונם יין כיון שלא תלתה בדברים של עינוי נפש או בינו לבינה אינו יכול להפר עד שיחול. ומש\"ה ניחא דברי רבי'. והטור דהוי גנאי לו ומחשב לדבר שבינו לבינה מש\"ה יכול להפר אע\"פ שלא חל הנדר. ולפ\"ז מוכח דרבינו וטור ס\"ל כדעת רבינו יונה ודלא כדעת הרמב\"ם פי\"ב אמרה יין זה אסור עלי אם אלך למקום פלוני הרי זה מיפר אע\"פ שלא חל הנדר. ולכן אין להקל כשלא חל הנדר אין הבעל ואב יכולין להפר כ\"א כשתלתה התנאי בדבר שיש בו עינוי נפש או דברים שבינו לבינה:  ", 
            "<b>   גבי  </b> ארחץ ולא ארחץ. ושם כתב רבינו בפירושו דאתיא נמי כרבי נתן וחזר כאן בפסקיו:  "
        ], 
        [
            "<b>   דחיק  </b> לאוקמיה כולהו אמוראי דהתם כרב הונא. וקצת מרבוותא מייתי ראיה מסוגיא זו דלא קאמר רב הונא אלא שאם נשאת לא תצא. דאם איתא דרב המנונא אף להתירה לינשא לכתחלה קאמר היאך מצי למימר מאן דמתני לה ארישא אית ליה דרב המנונא דא\"כ מאי אריא נשאת אפילו לא נשאת תנשא לכתחלה. ומתני' קתני אם יש עדים שהיתה א\"א אינה נאמנת. ועיין חדושי רשב\"א בגיטין דף ס\"ד שדוחה דבריהם:", 
            "<b>   וכן  </b> בסוף גיטין מייתי לה הש\"ס. דף פ\"ט גם בזה צריך לדברי חדושי רשב\"א:  ", 
            "<b>   כגון  </b> דהוי קטטה ביניהם. עיין במ\"ש בפרק האשה שלום סי' ו' ע\"ש:  ", 
            "<b>   אלמא  </b> נאמנת אפילו לכתובה. ועוד שהרי מספר כתובתה נלמד שכך כתב לה לכשתנשאי לאחר תטלי מה שכתב ליכי כדתנן באשה שהלכה. הרמב\"ן. ודוקא בעיקר אבל לא בתוספת דמדרש כתובה ליתא אלא בעיקר כתובה. וכן כתב בעל העיטור:  ", 
            "<b>   דלא  </b> פליג על דברי ר\"י. עיין תוספות פרק הכותב (כתובות דף פ\"ט.)   הדרן עלך ואלו נדרים וסליקא לה מסכת נדרים"
        ]
    ], 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "heTitle": " קרבן נתנאל על נדרים", 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Korban Netanel", 
        "Seder Nashim"
    ]
}