{
    "status": "locked", 
    "versionTitle": "Shaarei Kedusha", 
    "language": "he", 
    "license": "Public Domain", 
    "title": "Shaarei Kedusha", 
    "text": {
        "Part 1": {
            "": [
                [
                    "\nהחלק ראשון:\n", 
                    "השער הראשון בביאור הפגם על ידי חטאות האדם בענין המצות:\n", 
                    "אשכילך ואורך כמה גדלה רעת האדם בעשותו אחת מכל מצות השם שס\"ה מצות אשר לא תעשינה, או בהמנעו מלקיים אחת מרמ\"ח מצות עשה אשר נצטוה בהן לעשותן:\n", 
                    "נודע אל בעלי מדע, כי גוף האדם איננו האדם עצמו מצד הגוף כי זה נקרא בשר האדם, כמו שכתוב (איוב י' י\"א) עור ובשר תלבישני ובעצמות וגידים תשוככני, ועוד כתיב (שמות ל' ל\"ב) על בשר אדם לא ייסך וגו', נמצא האדם הוא הפנימיות, אבל הגוף הוא ענין לבוש אחד תתלבש בו נפש השכלית אשר היא האדם עצמו בעודו בעולם הזה, ואחר הפטירה יופשט מעליו הלבוש הזה ויתלבש בלבוש זך ונקי רוחני, וכמו שכתוב (זכריה ג' ד') הסירו הבגדים הצואים וגו' והתלבש אותך מחלצות, הוא הנקרא חלוקא דרבנן:\n", 
                    "וכמו שלבוש גוף האדם יעשהו האומן בתבנית איברי הגוף כן עשה הוא יתברך את הגוף שהוא לבוש הנפש בתבנית דיוקן הנפש ברמ\"ח אברים ולהם שס\"ה גידים המקשרים את האברים, ולהמשיך על ידם הדם והחיות מאבר אל אבר כדמיון צנורות, ואחר יצירת הגוף נפח בו נפש חיה כלולה מרמ\"ח איברים רוחנים ושס\"ה גידים, ויתלבשו תוך רמ\"ח איברים ושס\"ה גידים, של הגוף ואז פועלים איברי הנפש פעולתן על ידי הכלים שהם איברי הגוף כגרזן ביד החוצב בו, והראיה לזה כי לא יפעלו איברי הגוף פעולתם אלא בעוד הנפש בהם עין רואה ואוזן שומעת וכו', ובהסתלק הנפש חשכו הרואות בארובות ונתבטלו כל החושים מרמ\"ח אברים:\n", 
                    "ועל דרך זה שס\"ה גידים רוחנים של הנפש מתלבשין תוך שס\"ה גידים שבגוף וממשיכין מזון הגופני שהוא הדם אל רמ\"ח איברי הגוף עם מזון הרוחני פנימי בתוכו לפרנס רמ\"ח איברי הנפש, ואחר הפטירה אין שום חיות נשפע, וגידי הגוף גם כן מתפרקין ומתרקבין כמו רמ\"ח האיברים והיו כלא היו, נמצא כי האדם בעצמו איננו כי אם הנפש השכלית אשר מתלבשת בגוף הנקרא לבוש שלה בעולם הזה:\n", 
                    "ודע כי אחר שחטא אדם הראשון ואכל מעץ הדעת טוב ורע, חוברו נפשו וגופו גם הם כל אחד מטוב ורע, וזו היא ענין זוהמת הנחש שהטיל בחוה ובאדם, ועל ידי הרע והזוהמא שהטיל בהם גרמו להם חלאים ונגעים ומיתה לנפשם ולגופם, וזהו שכתוב (בראשית ב' י\"ז) כי ביום אכלך ממנו מות תמות, מיתת הנפש ומיתת הגוף:\n", 
                    "ונבאר מה ענין הטוב והרע שנתערב בהם, ועיין מה שנכתוב לקמן בחלק ג' שער שני ושלישי ותבין מה שאנו כותבין בשער הזה. הנה כאשר חטא בעץ הדעת טוב ורע, גרם תערובת הזה בכל העולמות ואין לך דבר שאינו כלול מטוב ורע:\n", 
                    "ונמצא כי גוף האדם הנוצר מארבעה היסודות התחתונים, והנה הם כלולים טוב ורע, וגוף האדם נוצר מן הטוב שבארבעה יסודות - אש, רוח, מים, עפר, אמנם מן הרע שבהם נוצרו בגוף ארבע מרות שהם - הלבנה, והשחורה, והאדומה, והירוקה. וכאשר תתגבר איזה מהם מבחינת הרע שבהן, על בחינת הטוב שבהן, באים חלאים ונגעים על האדם, ואם תתגבר ביותר תמית לגוף האדם:\n", 
                    "וכבר נתבאר כי בכל העולמות היה עירוב טוב ורע, ונמצא כי גם בנפש האדם היה כן, כי הלא חוצבה מן ארבע יסודות רוחנים שמהם נוצרו כל העליונים והם ארבע אותיות שם הוי\"ה ברוך הוא, ועל זה נאמר (יחזקאל ל\"ז ט') מארבע רוחות בואי הרוח וגו' וזו הנקרא נפש האדם עצמו מצד הטוב. והנה גם את זה לעומת זה עשה האלהים, והוא הנקרא - אדם בליעל, כולל ארבעה אבות נזיקין, וארבעה מראות נגעים, מן ארבעה יסודות הרעים ומשם נמשכה נפש רעה אל האדם הנקרא יצר הרע, וכשתתגבר נפש זו על נפש הטובה יבואו אליה נזקין ונגעים וחלאי הנפש, ואם תתגבר יותר תמיתנו:\n", 
                    "והנה נפש הטהורה שהיא הפרי כלולה מתרי\"ג אברים וגידים, מתלבשת תוך תרי\"ג אברים וגידין של נפש הטמאה הנקראת קליפת הפרי, ושתיהן יחד מתלבשות בתרי\"ג אברים וגידים של הגוף, ונמצאו איברי נפש הטהורה תוך איברי נפש הרעה, ואברי נפש הרעה תוך איברי הגוף. והנה כל אחת משתי נפשות אלו צריכה מזון רוחני להתקיים, ואמנם מזון הרוחני של הנפש הקדושה נמשך אליה על ידי קיום התורה הכלולה מתרי\"ג מצות כדמיון תרי\"ג אברי הנפש גם הם ונקרא לחם, כמו שכתוב (משלי ט' ה') לכו לחמו בלחמי, וכל אבר מן רמ\"ח איברים נזון ממצוה פרטית המתיחסת לאותו אבר וכאשר יחסר לאדם קיום איזו מצוה, גם האבר הפרטי המתיחס למצוה יחסר ממנו מזונו הנמשך לו מארבע אותיות ההוי\"ה כמו שכתוב (נחמיה ט' ו') ואתה מחיה את כלם. ובהם תלוים כל המצות כמו שאמרו רבותינו ז\"ל, (בהקדמת התיקונים) י\"ה עם שמי שס\"ה ו\"ה עם זכרי רמ\"ח:\n", 
                    "וכמו כן מהם נמשכים ארבעה שרשי יסודות נפשו הקדושה כנזכר לעיל, ונמצא שהאבר ההוא מת לגמרי. ובהסתלק הקדושה ממנו אז יתלבש בו רוח הטומאה מן הארבעה יסודות נפשו הטמאה בסוד מה שאמרו רבותינו ז\"ל לא נתמלאה צור אלא מחורבנה של ירושלים ונמצא האבר ההוא נזון לחם טמא מגואל משם:\n", 
                    "וזהו ענין הרשעים בחייהם קרוים מתים (ברכות דף י\"ח ע\"ב) כי נסתלק מהם נפש הקדושה מאלהים חיים ושרוי עליו המות הנקרא אבי אבות הטומאה, וכמו כן כאשר יקיים האדם שס\"ה מצות לא תעשה בהמנעו מלעשותם, כמו שאמרו רבותינו ז\"ל (קידושין דף ל\"ט ע\"א) ישב אדם ולא עבר עברה נותנים לו שכר כעושה מצוה, יש כח אל המזון הרוחני הנזכר בקיימו מצות עשה להמשך דרך צנורות שהם שס\"ה גידים של הנפש להחיות הרמ\"ח איברים שלה, וכאשר יעבור על איזה עבירה מהם אז יסתם הצנור הפרטי ההוא המתיחס אל אותה העבירה על ידי הזוהמא של מזון הקליפה הנדבקת שם וכשיבש הצנור גם כן מתיבש האבר ההוא אף על פי שלא יוסר לגמרי כענין מי שיחסר ממנו איזה מצות עשה אמנם יפול בו מום:\n", 
                    "ולכן צריך האדם לחפש בכל כחו לקיים כל תרי\"ג מצות, וכאשר יקיים איזה מצות עשה יכוין להסיר מהאבר הפרטי של נפשו המתיחס אל המצוה ההיא זוהמת הקליפה ההיא ואזי תחול עליו אבר המצוה הקדושה ההיא אחר הסתלק הזוהמא, בסוד (יחזקאל ל\"ב כ\"ז) ותהי עונותם על עצמותם, כי כשזה קם זה נופל. וכמו כן כאשר תבוא לידו איזו עבירה, ימנע מלעשותה ויכוין שעל ידי כן יסלק הזוהמא אשר בגיד הפרטי של הנפש המתיחס לאותה עבירה ואז יוכל להמשך שפע הרוחני הנמשך דרך הצנור הרוחני, ועל ידי כן נעשית נפשו כסא ומרכבה אל קדושתו יתברך וזהו סוד האבות הן הן המרכבה. (בראשית רבה מ\"ז ו', זוהר ח\"א דף קע\"ג):\n"
                ], 
                [
                    "\nהשער השני:\n", 
                    "בפגם הנמשך על ידי מדות המגונות:\n", 
                    "והנה ענין המדות הן מוטבעות באדם בנפש השפלה הנקראת יסודית הכלולה מארבע בחינות, הדומם והצומחת והבהמית והמדברת. כי גם הן מורכבות מטוב ורע, והנה בנפש הזה תלויות המדות הטובות והרעות והן כסא ויסוד ושורש אל הנפש העליונה השכלית אשר בה תלויין תרי\"ג מצות התורה כנזכר לעיל בשער ראשון. ולפיכך אין המדות מכלל התרי\"ג מצות, ואמנם הן הכנות עקריות אל תרי\"ג המצות בקיומן או בביטולם, יען כי אין כח בנפש השכלית לקיים המצות על ידי תרי\"ג איברי הגוף אלא באמצעות נפש היסודית המחוברת אל הגוף עצמו בסוד (ויקרא י\"ז י\"ד) כי נפש כל בשר דמ\"ו בנפשו הוא, ולפיכך ענין המדות הרעות קשים מן העברות עצמן מאד מאד:\n", 
                    "ובזה תבין ענין מה שאמרו רבותינו ז\"ל (שבת דף ק\"ה ע\"ב), כל הכועס כאלו עובד עבודה זרה ממש שהיא היותר שקולה ככל תרי\"ג המצות, וכן אמרו (סוטה דף ע\"א) מי שיש בו גסות הרוח הוא ככופר בעיקר וראוי לגדעו כאשירה ואין עפרו ננער וכו' וכאלה רבות. והבן זה מאד, כי להיותם עקרים ויסודות לא נמנו בכלל תרי\"ג המצות התלויות בנפש השכלית, ונמצא כי יותר צריך ליזהר ממדות הרעות יותר מן קיום המצות עשה ולא תעשה כי בהיותו בעל מדות טובות בנקל יקיים כל המצות:\n", 
                    "ובזה תבין גם כן דברים מתמיהין שאמרו רבותינו ז\"ל בענין המדות, כי הענוה ושפלות מביאין לידי רוח הקדש ושורה עליו שכינה ואמר אליהו זכור לטוב (כלה רבתי פ\"ה) אין התורה מתפרשת אלא במי שאינו קפדן, אף אני איני נגלה אלא למי שאינו קפדן, וכמו שאמרו רבותינו ז\"ל שלחו מתם (סנהדרין דף פ\"א ע\"ב) איזהו בן העולם הבא כל שהוא שפל ברך וענותן וכו' וכאלה רבות, לא זכרו בהן קיום המצות אלא המדות הטובות. ושים בעיניך דברים אלו ותצליח דרכיך בלי ספק:\n", 
                    "ואמנם כמו שארבעה יסודות גופניים הם שרשים שמהם נוצרו התרי\"ג איברי הגוף, כמו כן נפשות הארבעה יסודות האלו הם יסודות לכל מדות טובות ורעות אשר באמצעותם יקיימו או יתבטלו התורה והמצות שהם תרי\"ג מארבע אותיות הוי\"ה כנזכר לעיל. והמקיימן הם נפש השכלית הכלולה מארבעה היסודות רוחנים אשר משם חוצבו תרי\"ג איברי הנפש ההיא. והבן זה מאד, איך היסוד של קיום המצות הם על ידי מדות הטובות וכן בהפכם:\n", 
                    "וזה ענינם כבר נתבאר כי כל אשר עשה האלהים כלול מטוב ורע זה לעומת זה, והנה כמו שבארבעה היסודות הגופנים הנקרא חומר היסודות מורכב מטוב ורע ומשם באים כחות קיום הגוף או תחלואיו שהם ארבע מרות, מרה לבנה מרה ירוקה מרה שחורה מרה אדומה, כמו כן בנפשות הנקראות צורות, הארבעה יסודות הם על דרך זה טוב ורע, ומהם נמשך בריאות הנפש היסודית שבאדם שהם מדות הטובות, או תחלואיה שהם מדות הרעות הנמשכות מארבע קליפות טמאות שבנפש ההיא וכשיסירם מעליו יתלבשו אותיות ארבע של הוי\"ה שהם אור המחיה נפש היסודית, וגם היא והגוף שלה יהיו מרכבה אל קדושתו יתברך שבעולם העשיה, כמו שנתבאר בנפש השכלית ממש בקיימה המצות:\n", 
                    "וזכור ואל תשכח כי גם על ידי עסק התורה בארבעה פירושים שסימנם פרד\"ס, פשט, רמז, דרוש, סוד, יהיה רוחו השכלי כסא אל שם הוי\"ה שבעולם היצירה, וכן על ידי המחשבה והכונה תהיה נשמתו השכלית כסא לשם הוי\"ה שבעולם הבריאה:\n", 
                    "ונחזור בביאור ארבעה היסודות שיש אל קנין המדות. דע כי כל המדות הרעות מושרשות בארבע מדרגות נפש היסודית מצד הרע והקליפה אשר בה, ולכן כל המדות רעות נחלקות לארבעה מינים, וזה פרטם:\n", 
                    "יסוד האש ממנו נמשכת הגאוה הנקראת גסות הרוח להיותו היסוד הקל וגבוה מכולם. ובכללה הכעס, כי מפני הגאוה מתכעס האדם כשאין עושים רצונו, ואילו היה שפל רוח ומכיר חסרונו לא היה מתכעס כלל, נמצא כי הגאוה והכעס מדה אחת הם. ותולדותיה שלש. הקפדנות בלבו כי לולא הגאוה לא הי המקפיד בלבו, כענין שבארנו בענין הכעס ובקשת השררה והכבוד להתגאות על הבריות. והשנאה לזולתו על היותו גדול ממנו, וזה ענף מהגאוה גם כן:\n", 
                    "יסוד הרוח ממנו נמשך דבור הנקרא שיחה בטלה לדברים שאין בהם צורך כלל או נפשיי או גופני. ותולדותיו ארבעה. והן, לדבר חנף, ושקרים, ולשון הרע, ולגלות שבחיו לבריות להתגדל בפניהם:\n", 
                    "יסוד המים ממנו תאות התענוגים כי כן המים מצמיחים כל מיני תענוג, ותולדותיה שתים. החמדה, לגזול ממון חברו ואשתו וכל אשר לו להתענג בהן. והקנאה, כי יקנא בחברו, אשר לו ממון רב וכיוצא להתענג בו:\n", 
                    "יסוד העפר ממנו מדת העצבות בכל פרטיו, ותולדותיה אחת, והוא העצלות לקיים התורה והמצות מפני עצבונו על השגת קניני הבלי העולם הזה, או על היסורין הבאים עליו ואינו שמח בחלקו בשום דבר, גם עינו לא תשבע עושר:\n", 
                    "נמצא כי אבות כל המדות הרעות הם ארבעה, הגאווה והכעס הנכלל ומתדבק עמה, והשיחה בטילה, ותאוות התענוגים, והעצבון, וארבעתם נמשכות מארבע קליפות היצר הרע שבנפש היסודית. והפכם הם ארבע מדות טובות נמשכות מארבעה יסודות הטוב שבנפש היסודית. והם, הענוה שהיא תכלית השפלות ומתרחק מכל מיני כעס הבא על ידי גאוה. והשתיקה כאלם לא יפתח פיו לבד בעסק תורה ומצות או בהכרחו לקיום הגוף ולצורך כבוד הבריות, והמיאוס בכל תענוגי הגוף ומותריו המוכרחים. והשמחה התדירית בחלקו, כי כל דעבדין מן שמיא לטב, וגם לזרז עצמו בתכלית השמחה בעבודת קונו וכמו שכתוב (תהלים קי\"ט קס\"ב) שש אנכי על אמרתך כמוצא שלל רב, וכמו שאמרו רז\"ל (אבות א' ט\"ו) עשה תורתך קבע ומלאכתך עראי:\n", 
                    "נמצא כי בהיות מדות הרעות קבועות באדם נמנע הוא מלקיים התורה והמצות, וגם אם יקיימם יהיה שלא לשם שמים ובטורח גדול, ועליו נאמר (משלי י\"א כ\"ב) נזם זהב באף חזיר וגו', כי עוד טומאתו בו מלובש תוך הקליפות, וכמו שאמרו רבותינו ז\"ל (יומא דף ע\"ה ע\"ב), זכה נעשית לו תורתו סם חיים לא זכה נעשית לו סם המות, וכאשר יתגבר על יצרו וילחם בו ויסיר מעליו מדותיו הרעות על ידי טורח ויקיים התורה והמצות יקרא צדיק גמור ירא שמים גבור הכובש את יצרו, וכאשר יתנהג ויורגל יותר בזה עד אשר יוסרו מעליו כל מדות הרעות לגמרי ולא תתאוה להם נפשו כלל ויקנה המדות הטובות בקנין בטבע ולא יצטרך ללחום עם היצר הרע כי גופו ונפשו היסודית מנוקים מכל סיג החומר כמו שנאמר במשה (שמות ג' ה') של נעליך מעל רגליך כנזכר בספר התקונים (תיקון ל\"א ותיקון מ\"ח), אז יתלבשו בו ארבע אותיות ההוי\"ה ויהיה כסא קדוש למרכבתו יתברך וזה האיש נקרא אוהב את המקום מאהבה ונקרא חסיד גמור השלם בכל מיני השלימות:\n"
                ], 
                [
                    " השער השלישי: ", 
                    "בביאור שם צדיק או חסיד באר היטב ואיך יקיים האדם שתי בחינות אלו בענין מעשה: ", 
                    "הנה האיש אשר נדבה רוחו אותו להיותו בא לטהר ולהתקדש לקבל עליו עול מלכות שמים על אמתתה, יכין עצמו בכל כחו ויזדרז לקיים כל תרי\"ג מצות, כי בקיומם יושלמו תרי\"ג איברים וגידים של נפשו השכלית כנזכר (בשער ראשון) כי אם תחסר ממנו מצוה אחת מן רמ\"ח מצות עשה עדיין הוא חסר אבר אחד מנפשו ועליו נאמר (קהלת א' ט\"ו) וחסרון לא יוכל להמנות, וזה יותר חמור מכלל כל איש אשר בו מום לא יקרב. אך מי שקיימם ועבר על מצוה אחת .משס\"ה מצות לא תעשה נקרא בעל מום ממש, כי נתעות הצנור והגיד הממשיך השפע באברים, ועליו נאמר (שם) מעוות לא יוכל לתקון, פרושו אחר פטירתו מן העולם, כי אין קיום מעשה המצות החסרים הנקרא מעשה, ולא תשובה לתקן העברות, כי אם בעולם הזה, כמו שאמר הכתוב (קהלת ט' י') כי אין מעשה וחשבון ודעת וגו', רצונו לומר שאין מעשה על מצות עשה, וחשבון על מצות לא תעשה, ודעת על ידיעת התורה עצמה, בשאול אשר אתה הולך שמה. ונמצא כי כל זמן שלא קיים תרי\"ג מצות נקרא צדיק שאינו גמור, כי לא על חנם התפלל משה רבינו ע\"ה תפילות כמנין ואתחנ\"ן ליכנס בארץ אלא להשלים נפשו בקיום כל תרי\"ג מצות. וכאשר יקיים כולם אלא שעדיין לא נקנו בו גם כן כל המדות טובות בטבע גמור עד שקיים התרי\"ג מצות בשמחה מאהבה בלי גרוי יצר הרע כלל יען נזדכך החומר לגמרי, וכמו שאמר דוד המלך ע\"ה (תהלים ק\"ט כ\"א) ולבי חלל בקרבי, גם אמר (שם קל\"א א') ה' לא גבה לבי וגו' נפשי כגמול עלי אמו, יראה כאלו הוטבעו בו כל המדות משיצא מרחם אמו. הנה זה נקרא חסיד גמור, כי כן דוד המלך ע\"ה להיותו מוטבע בטבע במדות טובות, ובקיום המצות קרא עצמו חסיד כמו שאמר (שם פ\"ו ב') שמרה נפשי כי חסיד אני: ", 
                    "וכן אמרו רבותינו ז\"ל (ב\"ק דף ל' ע\"א) האי מאן דבעי למהוי חסידא לקיים מילי דפרקי אבות, שבהם זכרו קנין מדות הטובות, כמו שאמרו רבותינו ז\"ל (אבות ב' א') רבי אומר איזוהי דרך ישרה וכו' עקביא בן מהללאל אומר (שם ג' משנה א') הסתכל בשלושה דברים וכו'. וכן (שם ד' משנה ד') רבי לויטס איש יבנה אומר מאד מאד הוי שפל רוח וכו'. וזהו מה שנתכון עקביא באומרו ואי אתה בא לידי עבירה, רצונו לומר לידי היצר הרע הגורם לך העבירה כי היצר הרע עצמו יתבטל ממך, כי אם היצר הרע קיים ומונע עצמו בגבורה שלא לעבור, הוה ליה למימר ואין אתה עובר עבירה: ", 
                    "כלל העולה, כי קיום תרי\"ג מצות על ידי היות יצר הרע באדם והוא מתגבר עליו, נקרא צדיק. וכשיקיים על ידי בטול היצר הרע, שזה יורה קנין מדות הטובות בטבע גמור, הנה זה נקרא חסיד גמור: ", 
                    "עוד יש מדרגת חסידות למעלה מזו שאין למעלה ממנה והאיש הזה נקרא קדוש והיא נזכרת בספר התקונים ובספר הזוהר במקומות הרבה ובפרט בפרשת כי תצא ברעיא מהימנא (דף רפ\"א ע\"א) וז\"ל, ולאו למגנא אמר קודשא בריך הוא כל העוסק בתורה ובגמילות חסדים ומתפלל עם הצבור מעלה אני עליו כאילו פדאני לי ולבני מבין אמות העולם וכמה בני נשא דקא משתדלי באורייתא וכו' ולא אתפרק קודשא בריך הוא וגו' אלא וכו' הא אוקמוה דאין חסיד אלא המתחסד עם קונו וכו' דכד חאבו ישראל וכו' קודשא בריך הוא תריך בני מלכא ומטרוניתא עמהון, ומאן דהדר בתיובתא וגמיל חסד לשכינתא באורייתא ובכל פקודין דילה ולאו איהו אלא למפרק לשכינתא, דא עביד חסד עם קונו וכו': ", 
                    "<small>[הגה - ולא לחנם אמר הקדוש ברוך הוא כל העוסק בתורה ובגמילות חסדים ומתפלל עם הצבור, מעלה אני עליו כאלו פדאני לי ולבני מבין אומות העולם. וכמה שבני אדם משתדלים בתורה ועדיין לא נפדה הקדוש ברוך הוא, אלא סיבת הדבר לפי שאין חסיד אלא המתחסד עם קונו, שבזמן שישראל חטאו, הקדוש ברוך הוא גירש את בניו ואת השכינה עמהם לגלות. ומי שחוזר בתשובה וגומל חסד עם השכינה ועוסק בתורה ובמצוותיה ואין כונתו אלא לפדות את השכינה הוא עושה חסד עם קונו]</small>: ", 
                    "והנה זהו שאמר הכתוב (דברים ל\"ב י\"א) צור ילדך תשי וגו', וכתיב (תהלים ס\"ח ל\"ה) תנו עז לאלהים וגו', וזהו שאמרו, (ברכות דף י\"ז) רבי יהודא אומר אשרי מי שעמלו בתורה ועושה נחת רוח ליוצרו וכו'. כי מה שעמל בתורה אינו לטול פרס כלל לעצמו, אלא לעשות נחת רוח ליוצרו. וכתיב ביה (ישעיה ס\"ג ט') בכל צרתם לו צר. ובכל מקום שגלו ישראל שכינה עמהם היא אמנו שעליה נאמר (שם ג' א') ובפשעיכם שולחה אמכם הנקראת יוצרנו כמו שכתוב צור ילדך תשי. וזהו שאמר נחת רוח ליוצרו ולא אמר להקדוש ברוך הוא: ", 
                    "נמצא כי כשיעסוק בתורה ובמצות ובמדות טובות הנקרא חסיד כנזכר לעיל, אם התערבה בו כונת קבול איזה שכר, הוא חסיד לעצמו. כמו שכתוב (משלי י\"א י\"ז) גומל נפשו איש חסד. כי בקיימו המצות, גומל חסד לנפשו. ולכן אינו נקרא חסיד אלא איש חסד, כי החסד הוא אל האיש עצמו הגומל לנפשו, אך הגומל חסד עם קונו נקרא חסיד וקדוש, יען כי נזדכך מכל מיני טומאה וקידש עצמו בקדושתו יתברך. כי לשון קדושה, לשון הכנה והזמנה כמו (במדבר י\"א י\"ח) התקדשו למחר ואכלתם, כי עושה עצמו מרכבה אל קדושתו יתברך ואינו חושש לכבוד עצמו אלא לכבוד קונו כנזכר לעיל: ", 
                    "ואל זה נתכון רבי פנחס בן יאיר במה שאמר (במשנה סוף סוטה) פרישות מביאה לידי טהרה וכו' וקדושה לידי חסידות וחסידות לידי רוח הקדש, כי זו חסידות שלימה הבאה אחר הקדושה והיא המביאה לידי רוח הקדש כי נתדבק בו דבוק גמור וישיג לגלוי רזי תורה ולהתנבא עתידות כמו שאמר רבי מאיר (אבות פ\"ו משנה ה') כל העוסק בתורה לשמה, רצונו לומר לשמה של התורה שהיא היא הקדוש ברוך הוא, כי כל התורה שמותיו של הקדוש ברוך הוא. זוכה לדברים הרבה וכו' ומגלין לו רזי תורה ונעשה כמעין המתגבר וכו': "
                ], 
                [
                    " השער הרביעי: ", 
                    "בביאור מדרגת הצדיק בפרטות: ", 
                    "והוא שיזדרז בכל כחו להשלים כל האפשר מתרי\"ג מצות לקיימם בזמן הזה. ולפי שיש סברות רבות במנין המצות, אסדרם תחילה כפי דעת הרמב\"ם ז\"ל ואחריהם אסדר מה שהוסיפו שאר מפרשים וספר הזוהר בין במנין מצות עשה של תורה בין במצות עשה של דברי סופרים, ואחלקם לחמשה חלקים: ", 
                    "הראשון במצות הנוהגות בזמן התפלה בכל ימי החול. השני במצות התלויות בזמן. השלישי במצות שצריך האפשריות להזדמן ליד האדם. הרביעי במצות שצריך האדם לחפש אחריהן לקיימן. החמישי במצות שאין ביד האדם לחפש אחריהם אלא אם כן יזמינם הקדוש ברוך הוא לידו: ", 
                    "הראשון לידע שיש שם אלוה, בפסוק שמע ישראל ה' אלהינו. לייחדו באומרו ה' אחד. לעשות ציצית ולהתעטף בו. לקשור תפילין כסברת רש\"י ורבנו תם, ושמושא רבא בשל ראש. לקשור תפילה של יד על דרך הנזכר. לקרות קריאת שמע שני פעמים בכל יום. להתפלל בכל יום תפלת שמונה עשרה. לזכור בכל יום מה שעשה לנו עמלק כשאומר אמן יהא שמיה רבא, כמו שכתוב (שמות י\"ז ט\"ז) כי יד על כס יה, וכשאומר וקרבתנו מלכנו לשמך הגדול: ", 
                    "להתודות בכל יום אחר העמידה ובברכת שמע קולנו. ולברך הכהנים את ישראל בכל יום: ", 
                    "השני לקדש על היין בשבת בכניסתו ובהבדלה ביציאתו. לשבות בשבת ממלאכתו. לבטל חמץ בהשבתה בלב ליל ארבעה עשר בניסן. לספר יציאת מצרים בהגדה ליל פסח הראשון. לשבות ממלאכה ביום ראשון של פסח. לאכול מצה בליל ראשון של פסח. לשבות ביום שביעי של פסח. לשמוח בשלש רגלים פסח שבועות וסכות, ולשמח אשתו ובניו והעניים כל אחד כראוי לו. לספור ספירת העומר ארבעים ותשעה ימים שלמים מתחילת ליל ששה עשר של ניסן. לשבות בחג השבועות. לשבות בראש השנה. לשמוע קול שופר בראש השנה. לשבות ביום הכפורים. להתענות ביום הכפורים. לשבות ביום ראשון של סוכות. לשבות ביום שמיני עצרת. לישב בסוכה שבעת ימי החג. לטול לולב ומיניו כשרים ביום טוב ראשון של סוכות: ", 
                    "השלישי לכתוב ספר תורה. לקבוע מזוזה. לברך ברכות המזון. ללמוד תורה וללמדה בכל יום. לפרות ולרבות. לבעול על ידי קדושין. למול את הבן. להפריש חלה מן העיסה בארץ ישראל. לתן צדקה. להלוות לעני. להשיב משכון בזמנו. לעשות מעקה. לכבד כהנים. לכבד תלמידי חכמים. לכבד אב ואם. ליראה מאב ואם. לאהוב רעים. לאהוב גרים. לתת שכר שכיר בזמנו. להאכיל השכיר. לבדוק סמני בהמה וחיה. לבדוק סמני עוף. לבדוק סמני דגים וחגבים. להתאבל על הקרובים. הוכח תוכיח. מוצא שפתיך תשמור. לדבקה בו. והלכת בדרכיו. ליראה את ה'. לפרוש מן החטא. לאהוב את ה' בכל הפרטים שזכרו רבותינו ז\"ל: ", 
                    "הרביעי להפריש תרומה גדולה. להפריש תרומת מעשר. להפריש מעשר ראשון. להפריש מעשר שני. לתן פאה ולקט ושכחה ופרט ועוללות. לתן לכהן בכור בהמה טהורה. לפדות פטר חמור. לערוף פטר חמור. נטע רבעי. זרוע לחיים וקיבה. ראשית הגז. להשיב אבדה. להשיב גזל. להלות לגוי בריבית. לנגוש לנכרי. לאבד עבודה זרה. לצדק מאזנים ומשקלות ומדות. עזוב תעזוב. הקם תקים. להשבע בשמו בבית דין. לשלח הקן. לשחוט בהמה חיה ועוף. לכסות דם חיה ועוף. לזעוק ולהתחנן בתפלה, ולהריע בחצוצרות או בשופר על צרות הצבור ח\"ו. לשבות מעבודת הארץ בשביעית. להשמיט פירות הקרקע בשביעית. ובזה מחלוקת אם מדאורייתא או מדרבנן. לגרש בגט. לגדל הנזיר שערו. להציל הנרדף. לישא האונס את אנוסתו. לישב מוציא שם רע עם אשתו כל ימיו. לקדש את שמו יתברך במסירת נפש. למנות שופטים ושוטרים. להשוות בעלי דינים. להעיד בבית דין. לדון עדים זוממים. לחקור העדים. חתן כל שנתו נקי יהיה לביתו. לדון בכל דיני הפרת נדרים. לשלם המזיק ממון חבירו או החובל בחברו, לדון בנזקי בהמה כי יגוף שור ובנזקי השן הבור והאש, ובנזקי שומר חנם ושומר שכר והשואל, וכל מיני מקח וממכר. וכל מיני טוען ונטען, ודיני נחלות. לדון הגנב בתשלומין. לנטות אחרי רבים: ", 
                    "החמישי לפדות בכור אדם. ליבם אשת אחיו. לחלוץ אשת אחיו: ", 
                    "ואלו הם מדרבנן. נר שבת, נר חנוכה, מגילה, נטילת ידים, עירובי חצרות, עירובי תחומין אם הוא לצורך מצוה, ערובי תבשילין, ושתופי מבואות, להתענות ארבעה צומות תמוז אב תשרי טבת (וצום אסתר), להתענות על צרות הצבור: ", 
                    "ואלו הם מצוות עשה של תורה כשאר מפרשים וספר הזוהר. לזכור יציאת מצרים בפרשת ציצית ביום ובלילה. לזכור בכל יום את יום השבת. לזכור יום אשר עמדת לפני ה' אלהיך בחורב. לזכור את אשר הקצפת את ה' אלהיך במדבר. לזכור מעשה מרים. לברך על התורה לפניה. להסתכל בציצית בפסוק וראיתם אותו. לשוב בתשובה שלימה. ליראה את ה' בקרבנות השחר ובזמירות. לאהבה את השם בברכת אהבת עולם ובפסוק ואהבת את ה' אלהיך וכו'. לברכו בישתבח וביוצר אור ויוצר המאורות ובכל שבע ברכות של קריאת שמע בבקר ובערב. לקדש את שמו יתברך במסירת נפשו להריגה בכח בפסוק שמע ישראל ה' אלהינו ה' אחד. לקדש שמו בנקדישך. למסור נפשו למיתה וגם לדבקה בו בנפילת אפים בפסוק אליך ה' נפשי אשא. לידע כי ה' הוא האלהים, בפסוק שמע ישראל ה' אלהינו ה' אחד. להתענג בשבת. להבדיל במוצאי יום טוב. לקרוא ההלל בזמנים הידועים. לשבע בשמו לקיים מצוה. לברך ברכת הנהנין בכל מיני הנאה, להתענות ביום הכפורים בחמשה ענוים. לשרוף החמץ בארבעה עשר בניסן. והדרת פני זקן תלמיד חכם יניק וחכים ולזקן אשמאי. להיות צנוע בבית הכסא. להצדיק דין שמים על כל המאורע. להפריש תרומה מן היפה. לבנות בית הכנסת להתפלל בו. לאבד שם עבודה זרה. להזכירם לגנאי. לגדע אשירה. לשרוף אשירה. לשבר מצבותם להשמיד במותם לנתוץ מזבחותם. לאבד כלי תשמישי עבודה זרה. לפרוש מן האשה סמוך לוסתה לפרוש מן האשה מתשמיש כשראתה דם מיד. ליראה מן תלמיד חכם. למול ערלת הלב. לאהוב התוכחות. לעשות לפנים משורת הדין. תמים תהיה עם ה' אלהיך. ולא תחמוד (נ\"א תעמוד) על דברי הכלדיים, אהבת רעים ובכללה להכריעו לכף זכות שלא בפניו, ולהביא שלום בין אדם לחברו, וחי אחיך עמך, להחזיר לו רבית קצוצה, ולכל דיני פקוח נפש וכל מיני המצאות שיחיה בהם, להפר נדרי אשתו ובתו, להורות דינים, לקיים הדיין מדבר שקר תרחק, לדון בדיני שותפים ובחלוקת קרקע וכל מיני תובע ונתבע: ", 
                    "ואלו מצות עשה מדברי סופרים, להגעיל כלים. להטביל כלים חדשים, לבדוק חמץ ליל ארבעה עשר בניסן, לאכול מרור ליל ראשון של פסח, לברך על כל המצות ועל כל הניסים ועל כל המאורעות הבאות עליו, לקרא בספר תורה בזמנים שתקן משה רבינו ע\"ה בשבת וביום טוב וכו': "
                ], 
                [
                    "\nהשער החמישי:\n", 
                    "בביאור מדרגת החסיד בדרך קצרה כדי שיהיו נגד פני האדם תמיד:\n", 
                    "והוא מבאר הדברים אשר הם מצויים תמיד וצריכים זהירות גדולה, וגם הם דברים שהם יותר חמורים מכל השאר כפי אשר בררתי מפניני אמרי נועם רבותינו ז\"ל בתלמוד ובמדרשים ובמסכת יראת חטא ופרקי דרך ארץ ובספר הזוהר. כבר נתבאר בשערים שקדמו כי שלש מדרגות הן, הראשונה בקנין המדות הטובות בנפש היסודית בטבע גמור. השנית בסור מרע שס\"ה מצות לא תעשה בנפש השכלית. השלישית בקיום רמ\"ח מצות עשה הנקרא עשה טוב. והנה עוד יש מדרגה אמצעית שהיא קנין המדות, וגם הם קרובים אל מצות לא תעשה דרך אסמכתא ומדברי קבלה שהוא מהנביאים והכתובים:\n", 
                    "א. ענין המדות היותר מגונות ויותר חמורות והמונעות דביקות האדם עם השם יתברך, הגאוה הכעס הקפדנות העצבות השנאה הקנאה התאוה בתענוגים החמדה השררה והכבוד והוראת מעשיו הטובים לבני אדם. והפכם הם השפלות עד קצה האחרון, ולא יכעס כלל אפילו על בני ביתו, ולא יקפיד כלל, ויהיה נעלב מן הכל ולא עולב, ויהיה שמח אפילו בעת צרותיו, ויאהב את כל הבריות אפילו גויים, ולא יקנא על שום דבר כי כצל ימינו על הארץ, וישנא ויהביל כל עניני העולם הזה, ופת במלח תאכל וכו', ולא תחמוד שום דבר מהבלי העולם הזה, ותברח בכל כחך מן השררה הקוברת בעליה, ולא תגלה צדקותיך כי תאבד שכרך בעולם הבא וגם יענישוך בגהינום:\n", 
                    "ב. מדות האסורות. והן לשון הרע, ורכילות, והלבנת פנים, וכנוי שם רע לחברו, וליצנות, והשקר, חנופה, ורמיה, שיחה בטילה, ספור גנות חבירו, מתכבד בקלון חבירו, משלח מדנים בין אחים, נהנה בכבוד תורה, הסתכלות בעריות:\n", 
                    "ג. במצות לא תעשה בהחמורות שיש בהם כריתות ומיתה בידי שמים ומיתת בית דין, וחלול השם קשה מכולם. וכתיב (במדבר ל\"ב כ\"ב) והייתם נקיים מה' ומישראל ובפרט מעון נדה אפילו בכל מיני קירוב כלל, ושמירת השבת בכל פרטיה יותר מכל המצות, נקור הבשר בתכלית מכל שהוא של חלב ודם, ומכל מיני קרי אפילו באונס, לא ישתמש בשמות הקדש כלל ודאשתמש בתגא חלף, ומבזה תלמיד חכם כי נקרא אפיקורוס, ומכל מיני מסירות ומלשינות לגויים, ואחריהם הלאוים החמורים כמו שבועה לשם יתברך ואפילו באמת או שבועת שוא וכל מיני שבועה, וכל מיני מאכלות אסורות:\n", 
                    "ד. בקיום מצוות עשה. ציצית, תפילין, וקריאת שמע פעמיים בכל יום, כבוד שבת בכל הפרטים, למול הבן, גמילות חסדים ובקור חולים והכנסת אורחים, והבאת שלום, תפלת שמונה עשרה בתכלית הכונה ובשמחה, מזכי לחיביא. משא ומתן באמונה, צדקה, מתן בסתר, קביעות עתים לתורה יומם ולילה כנגד כולם:\n", 
                    "ה. בקיום מנהגות תורה. קריאת שמע שעל המטה בכונה, קימה אחר חצות לילה להתאבל על השכינה והחרבן ולעסוק בתורה, יראת השם תמיד על פניו שלא יחטא, בכל דרכיך דעהו, דביקות נפשו עם השם יתברך לא יבטל אפילו רגע:\n"
                ], 
                [
                    "\nהשער הששי:\n", 
                    "והוא לכלול בקצרה כל הנזכר בשערים שקדמו, ובו יתבאר סדר הנהגת האדם החסיד בדרך קצרה בכל מעשיו כל ימי חייו למען לא ימוט. וזה ענינה:\n", 
                    "ועתה בני שמע בקולי לכל אשר אני מצוה אותך, הכון לקראת אלהיך ישראל, בכל לילה בלכתך לישן, זכור כי היא מיתה הקטנה מזכירך המיתה הגדולה האמתית, והסתכל בכל המעשים שעשית באותו יום, ואם יש בהם רעים התודה עליהם שכן דרך המומתין מתודים, ותקבל עליך עול מלכות שמים בקריאת שמע שעל המטה להעלות נשמתך באחד, ואחר כך הפקד רוחך בידו יתברך בפסוק (תהלים ל\"א ו') בידך אפקיד רוחי, כענין המיתה האמתית שנאמר בה (קהלת י\"ב ז') והרוח תשוב אל האלהים וגו', אמנם עתה המיתה הקטנה תנה לו בתורת פקדון להחזירה לך חדשים לבקרים לפגרים מתים, ושכב באימה ויראה כי הנה רוחך עולה לתת דין וחשבון ליוצרך על כל מעשיך ודבוריך ומחשבותיך ביום ההוא, ולכן אל יפנה לבך בדבור או בהרהורים בטלים עד אשר תישן ותרדם בפחד הנזכר:\n", 
                    "וכאשר תקיץ משנתך אחר חצות לילה קום מהר בזריזות, קל כנשר, ורחוץ ידיך כדין וכשורה להעביר רוח רעה מבשרך, ותן לו ברכה ושבח והודאה על נאמנותו יתברך שלא עכב את רוחך על רוב עוניך ולא היתה זו מיתה ארוכה אמיתית, אמנם החזיר נשמות לפגרים מתים ויותר מחודשת וחזקה מבראשונה. ולמען לא תהיה כפוי טובה עמו, הצטער על גלות שכינת עזו וחרבן מקדשו בעת שהוא מצטער על זה באשמורות, כי עונותיך ועונות אבותיך הטו אלה ועדין לא הקימה מנפילתה, ועם כל זה לא השגיח למעשיך הרעים שגרמו נפילתה, ואתה נפלת על המטה והקימך כבתחילה ביתר שאת, ולא עוד אלא שתזכה לנחמת ציון שישו איתה משוש כל המתאבלים עליה. אחר כך תעסוק בתורה שבעל פה עד אור הבוקר אם תוכל כי על ידי כן אתה מוריד אליה שפע ומחזיקה בהיותה נפולה:\n", 
                    "ובעלות השחר רוץ לקראתה אל בית תפילתה כי כבר קדמה היא לך לבא שם לשמוע אל הרנה ואל התפלה אשר תתפלל להקימה מנפילתה ולהחזירה לציון כבתחלה, וגם כי לא תוכל עשוהו לבדך, הנה בהכשלה תעזור עזר מעט ביום ההוא להקימה ולסעדה כפי כחך, ובשכר זאת גם היא תשמע תפלתך ותפיק שאלותיך לטובה. על כן בני יהיו רעיוניך נכונים בתכלית הכונה ובשמחה בעת שתתפלל להקימה ולגמול חסד עם קונך, ולא לצורך שאלותיך כי הלא אינם רק להראות לפניו כעבד שאין לו חיים אלא מאדונו, ואם תקראנו באמת יהיה קרוב גם הוא אליך כמו שכתוב (תהילים קמ\"ה י\"א) קרוב ה' לכל קוראיו וגו'. וכתוב (דברי הימים א' כ\"ח ט') כי כל לבבות דורש ה' וכל יצר מחשבות הוא מבין ויודע חוסי בו אם תדרשנו ימצא לך. ובפרט בעת שתתודה לפניו אחר תפלת שמונה עשרה או בברכת שומע תפלה יהיה בכל לבבך שלא תחזור עוד אליהם כי הלא הנסתרות והנגלות הוא יודע רואה כליות ולב. וכמו כן בנפילת אפים בפסוק אליך ה' נפשי אשא, תגמור בכל לבבך למסור נפשך למיתה על התורה ועל המצות ובכן ימחלו עונותיך כולם אם באמת פיך ולבך שוים:\n", 
                    "ואחר שתתפלל לך מחיל אל חיל, וקבע עת לתורתך לשמה, לא תחליפנו ולא תמיר אותו אפילו על ידי אונס, ובשכר זה יראה אל אלהים בציון, שערים המצוינים במתיבתא דרקיעא. אחר כך תסעוד סעודתך פת במלח ומים במשורה כי צדיק אוכל לשובע נפשו לקיום הנפש, ואף גם זה לשם שמים להיות חזק לעבודתו יתברך, כמו שכתוב (משלי ג' ו') בכל דרכיך דעהו, ועמוד באימה על שלחנך הנמשל אל המזבח כי על שלחן המלך אתה אוכל, ולמען יהיה שלחנך מזבח כפרה לכפר עונותיך בהמעיט מאכלך להחליש הקליפה השורה במזון שנפשך נזונת בו, תעסוק בתורה איזו משנה או מזמור, ויכריזו עליך זה השלחן אשר לפני ה', ויחלש כח היצר הרע מעליך ותתחזק נפש השכלית שבך על ידי התורה שהיא מזון אל הנפש הזו גם היא. ואחר שנזונו גופך ונפשך על ידי אכילת מזון שזן ומפרנס אותנו ועל ידי התורה, אל תהיה כפוי טובה לגזול את ה' ותברך לו ברכת המזת בשמחה יתירה כמי שמקבל מתנה מיד זולתו. וזהו שאומרים בברכת נודה לך, ועל תורתך שלמדתנו ועל אכילת מזון שאתה זן ומפרנס אותנו. ובשכר זה יפתח אוצרו הטוב אליך ותתפרנס מידו הרחבה תמיד:\n", 
                    "אחר כך תחפש בלבבך אם תוכל לקיים איזו מצוה חדשה להשלים רמ\"ח איברי נפשך או מצוה ישנה להוסיף שכרך. אחר כך לך למלאכתך או למשאך ומתנך באמונה שלימה לא ברמיה או אונאה, ולא תיגע להעשיר רק לקיום ההכרחי, ועשה תורתך קבע ומלאכתך עראי, כי המרבה לא העדיף והממעיט לא החסיר. ואל תקבל מתנות וכו' כי שונא מתנות יחיה, וה' מוריש ומעשיר והוא הנותן לך כח לעשות חיל. לכך השלך על ה' יהבך בכל לבבך והוא יכלכלך. וכל היום תהיה יראתו על פניך לבלתי תחטא בשום עברה ממצוות לא תעשה, ובפרט מן המדות הרעות שהם השאור להחמיץ כל עיסת החומר, ובפרט מהיותר מצויות באדם והוא דש בעקביו:\n", 
                    "ואלו הם מה שצריך ליזהר עד קצה האחרון:\n", 
                    "הזהר מכל מיני כעס וקפידה וגאוה, אפילו לבני ביתך. ואם יחרפך איש לא תעננו, והיה נעלב ולא עולב, כי על זה כתיב (שופטים ה' ל\"א) ואוהביו כצאת השמש בגבורתו, והעבר על מדותיך לכל מי שחטא, ולא תרגיש צער אפילו בלבבך כי טוב הוא לך, כי כל המעביר על מדותיו מעבירין לו על כל פשעיו ומכל שכן עונות וחטאות, ואם עיני שכל לך היה לך לחפש מי שיצערך כי חיים אתה מבקש לך, וקבל כל האדם בשמחה אף אם הוא שונאך כי על ידי כן יהפך לך לאוהב, והזכות הוא לך. וכל דבריך יהיו בנחת וקול נמוך, ובל תכנס בגבול הכעס. והסר עצבות ודאגה מלבך והעבר רעה מבשרך כי מוקש הוא לך לסלק רוח קדוש מעליך. וברח מן הרבנות אשר היא מקצרת שנותיך. והתרחק משיחה בטילה, ומשקר, וחנופה, וליצנות, ולשת הרע, כי הן כתות אשר אינן מקבלות פני שכינה לעולם הבא. ואחוז בענוה המביאה לידי רוח הקדש, והיה כאסקופה הנדרסת לגדולים וקטנים. ואטום אזנך משמוע רכילות ולשון הרע, והיה כאלם לא יפתח פיו אלא בתורה ובמצות ובמשא ומתן ההכרחי, ובקבול האדם בסבר פנים יפות ולשון רכה, ולא תשתבח במעשיך הטובים לבריות כי תפסיד שכרך, ועוד תקבל עונש על כך:\n", 
                    "אחר כך הזהר מאד בתפלת המנחה כי לא נענה אליהו זכור לטוב אלא בתפלת המנחה (ברכות דף ו' ע\"ב), ועוד כי שעת דין גמור הוא כי פנה היום ונטו צללי ערב. וביותר הזהר בתפלת ערבית אשר כבר החושך יכסה ארץ וכל המזיקים מתעוררים לחנות על גוף האדם ועל נפשו בעלותה לתת חשבון ליוצרה. עוד יש דברים אחרים כתבתי בשער ה' ע\"ש ולאהבת הקיצור לא שניתי פה:\n", 
                    "ועתה נתקן תרופה כוללת להנצל מכל תחלואי הנפש והם שלשה דברים, לפי שעיקר שגגת האדם וגרמות הנזיקין הם שלשה דברים, האחד כי החומר משכח הטובות מן האדם להחטיאו. השני כי נותן בלבו שיש יתרון ביום טובה היה בטוב. השלישי כי גם אם ישים בלבו לזכור הנה יהיה יותר במזיד כי יאמר בלבו מה נאכל בשנים שבעים ימי שנותינו בהם וזו קשה משתים הראשונות:\n", 
                    "לכן עשה נא איפה בני והנצל משלשה פשעי ישראל האלה. כי כנגד הראשון שים נגד עיניך תמיד אל תבהל ברוחך לעשות שום מעשה ולדבר שום דבור הקל עד תהיה מתון מתון במחשבתך אם תעשה או תדבר ואם תחדל, כי פרי המהירות חרטה ואין עוד תקנה להחזירה אל נדנה:\n", 
                    "וכנגד השני ישים יראת ה' על פניו לא תמוש מנגד עיניו יראת יום המיתה והכנסת הקבר עד ירקב תרווד רקב אחר ההפך בשרו למאכל תולעים, ודין חבוט הקבר, ודינה של גהינם, ויום הדין הגדול לכל באי העולם, כי אפילו שמואל השקול כמשה ואהרן נתיירא ממנו (חגיגה דף ד' ע\"ב):\n", 
                    "וכנגד השלישי יקנה מדת הבטחון באמת כי עיניו על כל דרכי איש לתת לו כדרכיו, ואין מעשיו, וגם תחבולותיו, מעלין ומורידין כלל, כי לא לקלים המרוץ, וישליך יהבו עליו, וכמו שאומרים (בסדר תפילת ר\"ה) אשרי איש שלא ישכחך ובן אדם יתאמץ בך כי דורשיך לעולם לא יכשלו ולא יכלמו לנצח כל החוסים בך:\n", 
                    "עד כאן יספיקו דרושים המצטרכים להנהגת האדם להיות צדיק או חסיד, מכאן ואילך נתעסק בדברי תוכחות להכניע את האדם, ובהודעת העונש המגיע לאדם בהתיצבו על דרך לא טוב, ובהודעת השכר הנמרץ המגיע אליו, אם בתורתו ובמצותיו חפץ מאד:\n"
                ]
            ]
        }, 
        "Introduction": [
            "<b> אמר הצעיר חיים בן כבוד הרב יוסף ויטאל זלה\"ה: </b>", 
            "ראיתי בני עלייה, והם מועטים, משתוקקים לעלות, והסולם נתעלם מעיניהם, ויתבוננו בספרים הקדמונים, לחפש ולמצוא אורחות חיים, את הדרך ילכו בה ואת המעשה אשר יעשון, להעלות נפשם אל שרשה העליון, ולדבקה בו יתברך, כי הוא השלימות הנצחי כענין הנביאים, שכל ימיהם נדבקו בקונם, ובאמצעות הדביקות ההוא שרתה עליהם רוח הקודש, להורותם איזה הדרך ישכון אור, להאיר עיניהם ברזי תורה, כמו שהתפלל דוד המלך ע\"ה, \"גל עיני ואביטה נפלאות מתורתך\", ולהדריכם בדרך ישרה, ללכת אל עיר מושב המזומן להם עם בני עליה, ואחריהם באו החסידים הראשונים, הנקראים \"פרושים\", ובקשו לצאת בעקבותיהם של נביאים ובמעגלותיהם, ולהתדמות להם, במערות צורים ובמדברות, ופירשו מדרכי בני אדם, ומהם, פרושים בבתיהם, כדמיון הולכי מדברות, וכל היום וכל הלילה תמיד לא יחשו, להלל את בוראם בעסק תורה, ובשירי דוד המלך ע\"ה, המשמחים את הלב, עד אשר תדבק מחשבתם בכח וחשק נמרץ באורות העליונים. והתמידו בכך כל ימיהם, עד אשר עלו למדרגת רוח הקודש, ויתנבאו ולא יספו, כמו שתרגם אונקלוס, \"ולא פסקו\". ועם היותם כי לא ראי זה כראי זה, לא נמצאו אופני דרכיהם ושימושיהם, איכה יעבדו הקדושים האלה את השי\"ת, ונעשה כן גם אנחנו: ", 
            "ועל כן נתמעטו הלבבות, גם הידיעות, של הדורות הבאים אחריהם, ופסקו בעלי רוח הקודש, סעו המה למנוחות, עזבו אותנו לאנחות, צמאים גם רעבים, עד אשר צמח ייאוש בלבות בני האדם לתור בחכמה נפלאה הלזו, ואם ימצאו שנים שלשה גרגירים בראש אמיר, אחד מעיר ושנים ממשפחה, מבקשים מים, ואין, כי נסתם כל חזון, לסיבת אשר לא כתוב בספר אופן מעשהו, להתקרב לגשת אל הקודש פנימה: ", 
            "ויש מהם אשר היו משביעים בכח שמות הקודש אל המלאכים, ויקוו לאור, והנה חושך, כי היו מלאכים תחתונים מאוד, ממונים על עבודת העולם הזה, והם מורכבים מטוב ורע, והן עצמן לא ישיגו האמת והאורות העליונים, ומגלין להם דברי תערובות, טוב ורע, אמת ושקר, ודברים בטלים דעניני רפואות, וחכמת הכימי\"א, ופעולות קמיעין והשבעות, וגם אלה ביין שגו ובשכר תעו. מי יתן והיה לבבם זה לעסוק בתורה ובמצוות, וישאו קל וחומר מאותן ארבעה גדולי ישראל, שנכנסו לפרדס ולא נמלט מהם איש, כי אם ההוא סבא חסידא, רבי עקיבא (ואף הוא, בקשו מלאכי השרת לדחפו, לולא ה' עזרתה לו), נכנס בשלום ויצא בשלום: ", 
            "והאמת, כי הם בקשו מדרגות גדולות, קרובות אל הנבואה, ועל כן נסתכנו קצתם, אכן, אנחנו, הלואי שנזכה אל רוח הקודש מועט, כענין גילוי אליהו ז\"ל, אשר רבים זכו אליו, כמפורסם, וכענין גילוי נשמות הצדיקים, כנזכר הרבה פעמים בספר התיקונים. ולא עוד, כי גם בזמנינו זה ראיתי אנשים קדושים זכו לכל זה. ויש אשר נפשו עצמתו, בהזדככה במאוד מאוד, תתגלה לאדם ותנהיגהו בכל דרכיו. וכל אלה, דרכים קרובים, יושגו אף בזמנינו זה אל הראויים אליהם. אך, אמנה, צריך הבחנה גדולה ונסיונות רבות לעמוד על האמת, אולי רוח אחרת היתה עמו, בלתי טהור. וכל זה יתבאר בחלק השלישי בשער השמיני: ", 
            "לכן, הציקתני רוח בטני להתיר לפרושים, ולתמוך בימינם, להורות להם הדרך ילכו בה. ועל כן חיברתי חיבור זה, קטן הכמות ורב האיכות, למשכילים יזהירו, וקראתיו, שערי קדושה, ובו אבאר סתרים, לא שערום הראשונים אשר היו לפנינו, כי אני קבלתים מפה איש קדוש, מלאך ה' צבאות, מורי האר\"י לוריא ז\"ל. ולהיותם רזי עולם ותעלומות סתרים, אגלה טפח ואכסה אלפים אמה, ואפתח בדוחק שערי הקדושה, כמחט סדקית, ומי שיהיה ראוי יזכה להכנס לפני לפנים. וה' הטוב לא ימנע טוב להולכים בתמים: ", 
            "<b>וחילקתיו לארבעה חלקים:</b>", 
            "<b>החלק הראשון</b>, בהנהגת דרך החסידות והפרישות, המביאה לידי רוח הקודש, ויתחלק גם הוא לששה שערים. <b>החלק השני</b>, בתוכחות, ובביאור העונש והשכר של מצוות עשה ומצוות לא תעשה, ונחלק לשבעה שערים. <b>והחלק השלישי</b>, בהנהגת השגת רוח הקודש עצמו, ויתחלק לשמונה שערים. <b>והחלק הרביעי</b>, באופני היחודים עצמם, אשר על ידם יושג רוח הקודש, כאשר בחנתי ונסיתי, ונתאמתו על ידי: ", 
            "ואכתוב פרטן דרך חשבון סימנים. וזהו החלי בעז\"ה. ", 
            "<b>החלק הראשון</b> יתחלק לששה שערים. הראשון, להודיע גודל הפגם על ידי חטאת האדם בענין המצוות. השני, בפגם הנמשך על ידי מדות המגונות. השלישי, בביאור שם צדיק או חסיד. הרביעי, בביאור מדריגת הצדיק בפרטות. החמישי, בביאור מדריגת החסיד בפרטות. הששי, בביאור הנהגת החסידים בדרך קצרה מאוד, כוללת כל השערים אשר בחלק הזה: ", 
            "<b>החלק השני</b> יתחלק לשמונה שערים. הראשון, בתוכחות, השני, במוסרי רז\"ל, השלישי, בשכר מקיימי התורה והמצוה הרביעי, בעונש מדות הרעות החמישי, בעונש מדות האסורות, הששי, בעונש מצוות לא תעשה, השביעי, בשכר מצוות עשה, השמיני, התשובה.", 
            "<b> החלק השלישי</b>, בהנהגת השגת רוח הקודש, ויתחלק לשמונה שערים. הראשון, במהות העולמות, השני, במהות האדם, השלישי, במעכבי הנבואה, הרביעי, בתנאי הנבואה. החמישי, באיכות הנבואה ועניניה, הששי, במדריגות הנבואה, השביעי, במדרגת רוח הקודש בזמנינו זה, השמיני, הנהגה קצרה: ", 
            "<b>החלק הרביעי</b>, עיין בסוף הספר: "
        ], 
        "Part 3": {
            "": [
                [
                    "\nחלק השלישי:\n", 
                    "בהנהגת השגת רוח הקודש:\n", 
                    "השער הראשון במהות העולמות בתכלית הקצור שיהיה בו צורך להבין מהות הנבואה:\n", 
                    "הנה המאציל העליון אשר האציל כל העולמות נקרא אין סוף ואין בו שום תמונה לא בשם ולא באות ואפילו בקוצי האותיות כלל, ולכן אפילו ההרהור אסור בו. והאציל חמשה עולמות, זה נשמה לזה וזה לזה, והן, אדם הקדמון הנזכר בספר התקונים (בתקון י\"ט ובריש תיקון ע' ובכמה מקומות) ובלשון הגאונים נקרא צחצחות, השני עולם האצילות, השלישי עולם הבריאה, הרביעי עולם היצירה, החמישי עולם העשיה. ואלו החמשה עולמות נקראו הוי\"ה אחת, כי קוצו של יו\"ד הוא א\"ק [אדם קדמון], והיו\"ד אצילות, וה\"א ראשונה בריאה והוא\"ו יצירה, וה\"א אחרונה עשיה. ולפי שא\"ק לרוב העלמו אין לו תמונת אות אלא קוצו של יו\"ד כי האין סוף אפילו תמונת קוץ אין לו לכן אין אנו מזכירין לעולם אלא ארבעה עולמות אצילות בריאה יצירה עשיה, כי הם אותיות גמורות וארבעתם יחד נקראים שם הוי\"ה:\n", 
                    "עוד נתחלקו אלו הארבעה לתשע מדרגות והם חכמה ובינה ושש קצוות התפארת ומלכות. כי אלו הארבעה נקרא ארבעה יסודות עליונים שהם ארבעה עולמות אצילות בריאה יצירה עשיה. ונחלקים לתשע ספירות, ואמנם קוצו של יו\"ד שהוא א\"ק העולם החמישי העליון כולל כולם ובו לבדו שורש כל ארבעה היסודות שהם ארבעה עולמות, אצילות בריאה יצירה עשיה, ונמצא כי לעולם לא יש יותר מארבעה יסודות בלבד. כלל העולה כי האין סוף אינו נכלל בשום חשבון כלל:\n", 
                    "ואחר כך העולמות. בתחלה הם כללות אחד, והם שם אחד של הוי\"ה. ואחר כך נחלק לארבעה יסודות, זולת השורש שלהם שהוא א\"ק קוצו של יו\"ד והיא הספירה העשירית העליונה מכולם הנקרא כתר, ואחר כך אלו הארבעה יסודות נחלקו לתשע ספירות כנזכר:\n", 
                    "והנה כל זה נכללין בשתי חלוקות והם המאציל והנאצלים כולם. וזהו שכתוב בפרקי רבי אליעזר (פרק כ\"ג) עד שלא נברא העולם, רצונו לומר העולם הזה, היה הוא ושמו אחד, כי האין סוף הנקרא הוא והנאצלים הכלולים בשמו שהוא הוי\"ה אחת, הכל אחד, כי היתה השלהבת גנוזה בגחלת:\n", 
                    "והנה נתבאר כי כל העולמות נכללים בשם הוי\"ה הנחלקת לארבעה יסודות ולעשר ספירות, וכמו כן כל עולם מהם נפרט על דרך זה. כיצד, הנה עולם האצילות שהוא אות יו\"ד הנקרא חכמה נחלק לכל הבחינות הנזכרות. ויש בו הוי\"ה אחת שלמה נחלקת לארבעה יסודות ועשר ספירות גמורות על דרך הנזכר בכללות כל העולמות ממש, ועל דרך זה הוא בכל עולם מחמשה עולמות הנזכרים, ועל דרך זה עוד הולך ונפרט הענין בתכלית הפרטות עד שנמצא כי אפילו בזה העולם השפל אין לך בריה קלה שאין בה כללות ארבע אותיות ההוי\"ה וכללות עשר ספירות. וכל זה להורות כי הכל נברא מכח המאציל יתברך ואין זולתו:\n", 
                    "עוד הקדמה אחרת והיא כי כל אלו הבחינות והמדרגות מרום אדם הקדמון עד התהום שבעולם השפל, כולם הם זו למעלה מזו וזו לפנים מזו, כי העליון מחברו מתלבש תוך התחתון ממנו כנשמה לגוף, ואמנם אין כל כללות העליון מתלבש בתחתון רק בחינה פרטית תחתונה שבעליון מתלבש בכל התחתון וכן על דרך זה עד סיום העולמות. באופן שכל העולמות, הן כולן בכללות, הן כל בחינה מהם, אפילו בעולם השפל, בכל פרט מהם, הכל הוא בדרך זה, כי זה עליון מזה וזה פנימי מזה עד שכולן הן כענין לבושים זה לזה וכולן לבושים אל האין סוף ונשמה לכל הנשמות:\n", 
                    "ואמנם בכל עולם מאלו החמשה יש הבדל בהתפשטות האורות עד היכן מגיעין כדי שיהיה הפרש בין זה לזה וכן יש הפרש אחר בפרטי הארבעה יסודות שבכל עולם, וכן בפרטי הפרטות, ואין זה מקום באור ענין זה:\n", 
                    "ונמצא כי כמו שבדרך התפשטות האורות מלמעלה למטה אין לך ספירה שאינה כלולה מכל העשר ספירות וכל ספירה וספירה מתחלקת לאלפים ולרבבות ספירות, כן הענין בהתפשטות האורות מבפנים ולחוץ יהיה על דרך זה, כי הפנימי שבכולם נקרא כתר, והחיצון שעליו חכמה, והחיצון שעליו בינה, והחיצון שעליו שש קצוות התפארת, והחיצון שבכולם מלכות וכן כל בחינה ובחינה היא נחלקת בדרך זה לאלפים ורבבות פרטי פרטים. ולפי שבאור ענין זה בכל שאר העולמות נתבאר אצלנו זולת ענין העשיה לכן נבאר ענינו בקצור נמרץ מה שיש צורך אל דרוש מבוקשנו פה:\n", 
                    "הנה שבעה רקיעין הן, והעליון נקרא ערבות, לפי שכולל שלש ספירות ראשונות דעשיה, והם גלגל השכל, גלגל המקיף, גלגל המזלות. וחמשה גלגלים (שצמח\"נ) שבתאי צדק מאדים חמה נגה, (שהם חג\"ת נ\"ה) חסד גבורה תפארת נצח הוד, וגלגל ששי יסוד, כולל כוכב ולבנה. והאחרון נקרא וילון אינו משמש כלל (חגיגה דף י\"ב ע\"ב) כי הוא ספירת מלכות דעשיה וגם היא בעצמה נחלקת לעשר ספירות שבה. והם, וילון כתר שבה וארבע היסודות אש רוח מים עפר שבעולם השפל, הם חכמה ובינה ושש קצוות התפארת והמלכות. ונמצא שהמלכות שבמלכות שבה היא יסוד העפר, כלי וגולם לכל העולם כלו, ובזה היסוד העפר נמצאו כל התולדות שבה כלולים מכל הארבעה יסודות הנזכרים, בסוד הכל היה מן העפר:\n", 
                    "והרי נתבאר מלמעלה למטה, והנה כן הן מבפנים ולחוץ. כי הנה יסוד העפר כלול מעשר ספירות והכתר שבהן פנימי מכולם ונקרא בחינת יחידה של יסוד העפר. וחוצה לו, חכמה. וחוצה לו, בינה, נשמה. וחוצה לו, שש קצוות התפארת, רוח. וחוצה לו, מלכות. נפש יסוד העפר. וזו המלכות נחלקת לעשר ספירות שבה, והמלכות החיצונה שבהם הוא יסוד העפר עצמו החמרי, שאין בו שום רוחניות אלא חומר עכור הנקרא דומם, וכל מה שבפנים נקרא נפש הדומם. ועל דרך זה ביסוד המים, כי המלכות החיצונה שבכולם נקרא מים המצמיחים ונקרא צומח וכל מה שבפנים נקרא נפש הצומח. ועל דרך זה ביסוד הרוח, וביסוד האש, שהם החי והמדבר, ואמנם ארבעתן יחד הן, הדומם - נפש. והצומח - רוח. והחי - נשמה. והמדבר - חיה. ווילון - יחידה. וכבר ביארנו כי כל בחינה מהם כלולה מכולם:\n", 
                    "וזהו מה שתמצא בדברי הפילוסופים בשם כוחות, באמרם כי בנפש הצומחת יש בה כח הזן וכח המושך וכח המעכל וכח הדוחה, וכן אמרו בנפש החיה הנקרא התנועה והמרגשת. כי יש בה כח המתעורר וכח המדמה וכח המצייר כו' ועל דרך זה בכולם:\n", 
                    "העולה מכל זה כי גם שמלכות החיצונה שבכל איזו בחינה שתהיה, הנה היא הגוף שבאותה הבחינה. אמנם אינו נקרא גוף וחומר אמיתי עכור, אלא המלכות החיצונה אחרונה שבעשיה מלמעלה למטה ומבפנים לחוץ, וזאת הנקודה לבדה היא יסוד העפר החמרי לגמרי, והוא הגוף היותר עכור והחמרי של כל העולמות כולם:\n"
                ], 
                [
                    " השער השני: ", 
                    "במהות האדם: ", 
                    "במהות האדם, ובו יתבאר דרושים לא שערום הראשונים והם יסודות נפלאים, ולולא ההכרח לבאר עניני הנבואה לא הייתי מבאר אותם, ואכתבם בתכלית הקצור וכבשים ללבושך: ", 
                    "ואשאל כמה שאלות עמוקות, א' מה צורך היה בבריאת האדם בעולם הזה בגוף ונפש. ב' למה הוסיף עוד ביצירת האדם שתי יצירות אחרות והם היצר טוב והיצר הרע שבו. ג' אחר ששניהם שקולים בו איך ניתנה הבחירה להטותו לזה ולזה באיזו כח. ואם יש יכולת להטות אם כן לא יבראו כלל. ד' ביאור אל שני יצרים האלו מה ענינם. ה' לדעת אם נשמת האדם גדולה מהמלאכים אם לא, אם נאמר שהאדם גדול מהמלאכים למה לא ירדו גם המלאכים בעולם הזה להתלבש בגוף ונפש, ואם המלאך גדול מהאדם אי אפשר, כי בכל מדרשי רבותנו ז\"ל נמצא הפך, כמו שאמרו (מד\"ר וישלח פע\"ח) מי גדול השומר או הנשמר וכיוצא בזה. עוד כי הכתובים עצמן מורים להפך כמו שכתוב (דברים פרק ל\"ב) צור ילדך תשי, (תהלים פרק ס\"ח) תנו עז לאלהים, על ישראל גאותו, (דברים פרק י\"ד) בנים אתם לה' אלהיכם, (ישעיה מ\"ט ג') ישראל אשר בך אתפאר. ואין המלאכים אומרים קדוש עד שיתחילו ישראל, ולא נמצא כזה במלאכים כלל. ו' כי גם אם נודה שכן הוא תימה גדול לקרותם בנים ולומר שמתישים כח עליון או מחזיקים או מתפאר בם וכביכול יבוא האדם לידי כפירה. ז' ענין הנבואה איך יתכן שידבר מלך מלכי המלכים ואפילו על ידי מלאך אל האדם השפל ומה גם בהיותו מתלבש בחומר היותר עכור שבכל העולמות: ", 
                    "ואמנם כבר נתבאר בשער שקדם לזה עניני מהות העולמות איך כולם הוי\"ה אחת כוללת כולם ונחלקת לחמשה עולמות והן נקראות יחידה וחיה ונשמה ורוח ונפש. והעולם החומרי הזה הוא גוף וחומר לכלן, באופן כי כל העולמות הם צורות אדם כלול מחומר וצורה נחלקת לחמשה מיני רוחניות כנזכר. וידעת כי שם ההוי\"ה במלואה באלפי\"ן עולה בגימטריא אדם. ועל דרך זה בכל פרט ופרט בכל בחינותיהם וכל בחינה מהן נקרא אדם פרטי נכלל מהוי\"ה אחת הנחלקת בארבעה יסודות ועשר ספירות: ", 
                    "ועוד יש חלוק אחר לא נתבאר בשער שקדם, והוא, כי גם העשר ספירות נחלקו לתרי\"ג בחינות כמו שיתבאר. והרי כי כל העולמות יחד וכן כל פרט מהם בפני עצמו נברא כדמות אדם התחתון, וזהו סוד נעשה אדם בצלמנו כדמותנו, והבן זה היטב: ", 
                    "וכבר נתבאר (עץ חיים שמ\"ז פ\"ז) כי מן הבריאה ולמטה הכל נקרא עץ הדעת כלול טוב ורע, אלא שבכל מדרגה מהם מתמעט הטוב ומתרבה הרע, עד שנמצא שהעולם השפל רובו רע ומעוטו טוב. גם נתבאר, כי לעולם הרשע מכתיר את הצדיק ולכן הטוב נקרא פרי והרע נקרא קליפה המלבשת את הפרי ולא זו בלבד, כי אפילו האורות הטובים הם על דרך זה, כי היותר זך ורוחני שבהן מתלבש בתוך שאר האורות, וכן כולן כפי סדר מדרגותיהם. וכבר נתבאר בשער שקדם איך האין סוף פנימי מכולן וחוצה לו הספירות בסדר מדרגותיהם כתר פנימי מכולם ומלכות חיצונה מכולן: ", 
                    "ועתה נבאר מה שלא נתבאר שם. והוא כי כמו שזה האור המיוחד הנקרא עולם העשר ספירות בתמונת אדם אחד, כן יש עוד אור אחד הנקרא מחצב הנשמות של בני אדם נכלל ממש בכל אותם פרטי הבחינות שנתבאר באדם של העשר ספירות שהוא הנקרא אלהות גמור והוא מתלבש תוך האור הזה הנקרא מחצב הנשמות בכל פרטיו: ", 
                    "עוד יש אור אחר בצורת אדם הנקרא מחצב המלאכים, שממנו נחצבו כל המלאכים וגם הוא נכלל מכל פרטים הנזכרים כולן והוא מלבוש חיצון על אור מחצב הנשמות: ", 
                    "ועוד יש אור אחד מעט ונקרא אור חשוך וכלו דינים קשים שממנו נאצלו כל הקליפות שבאותו עולם, ומלביש על אור מחצב המלאכים וגם הוא תמונת אדם. וחוצה לכל אורות הנזכרים הם הרקיעים עצמן שבאותו עולם והם הנקראים גוף לאותו עולם, ובפנים ממנו חמשה אורות הנזכרים, אור האין סוף כפי ערך אותו עולם לפנים מן הכל, ועליו אור העשר ספירות, ועליו אור מחצב הנשמות, ועליו אור מחצב המלאכים, ועליו אור מחצב הקליפות, ועליו העולם עצמו שהן הרקיעים גוף האורות הנזכרים. ואחר כך בזה הגוף הנקרא רקיעין נבראו שם תולדות העולם ההוא והם כלולים מכל הבחינות, כי כל אחד מהם יש לו כח נמשך מן הרקיעין והוא גוף שלו, ובתוכו אור הדינין, ובתוכו אור המלאכים, ובתוכו אור מחצב הנשמות, ובתוכו אור העשר ספירות, רוכב עליהם ומחיה כולן. ואותו הכח הנמשך מאור מחצב הנשמות נקרא מזל עליון של נפש האדם השפל, והבן זה מאד. אלא שזה בבריאה נקרא מזל הנשמה, ושביצירה נקרא מזל הרוח, ושבעשיה נקרא מזל הנפש: ", 
                    "ועתה נבאר מהות האדם מה ענינו. ונתחיל הויתו מעולם העשיה ממלכות ולמעלה, כבר נתבאר כל עולם ועולם וגם התולדות של אותו עולם מה ענינם. והנה עולם העשיה תחלה יש בו חלק התחתון הנזכר, מלכות שבה, ונקרא ארבעה יסודות העולם השפל, והנה כל תולדותיו נבראו בגוף שבו והוא ביסוד העפר הגשמי. ונחלקים לארבעה חלקים, התחתון שבהם, האבנים טובות והמתכות ואין בהם רק יסוד העפר שקבל כח מארבעה יסודות כולם מן הגוף שבהם ונתערבו יחד ונעשה מהם מתכת ההוא, אמנם יש בתוכו כח אחד שערב התערובות הנזכרים, והם נקרא נפש ליסוד העפר הכלול מחמשה כוחותיו כנזכר לעיל: ", 
                    "אחר כך נברא הצומח, כמו האילנות והעשבים, והיה גופו מיסוד העפר וכו' ובו נפש הדומם הראוי לו, ונוסף עליו נפש הצומח כלולה בחמשת כחותיה: ", 
                    "אחר נברא החי והם בהמות ועופות וכו'. ובהם גוף ונפש דומם ונפש צומחת ונוסף עליו נפש החיה הנקרא נפש הבהמית והתנועה וההרגש: ", 
                    "אחר כך נברא האדם המדבר, ויש בו כל הכוחות הנזכרים לעיל ונוסף עליהם נפש המדברת מיסוד האש: ", 
                    "אך דע, כי ודאי שכל הבחינות מגוף וצורות שבאדם יהיו יותר זכים משל החי ושל החי משל הצומח ושל הצומח משל הדומם וזה יתבאר לך ממה שכתבתי לעיל. כי כל הבחינות, נכללה כל בחינה מהם מכלן, כסדר זו בתוך זו: ", 
                    "ואחר כך ברא את האדם הישראלי זך בכל בחינותיו יותר מכל שאר הנבראים בגופו ובארבע בחינות נפשותיו הדוממת והצומחת והחיה והמדברת, מפנימיות הזך שבכל ארבע יסודות שבהן ובצורתן, רצוני לומר נפשות שבהן. ולהיותו יותר זך מכל הנבראים בארץ, נתעלה עוד כי גם הוא נכלל ונקשר בכל העולמות ובכל פרטיהם ממטה למעלה. הא כיצד, תחלה נכנסת בו נפש מרקיע וילון, ומשם ולמעלה עד רקיע עליון דעשיה הכל נקרא נפש דעשיה, וזו נקראת נפש השכלית הקדושה שבאדם. ואמנם זו עצמה נחלקת לחמשה כוחות יחידה וחיה וכו': ", 
                    "גם נחלקת בשתי חלוקות, באופן אחר, כי כל הבחינות שלוקח מארבעה יסודות נקרא נפש היסודית הנחלקת לכוחות הנזכרים דומם וצומח וחי ומדבר, ונפש של וילון כתר על כולם ונקרא נפש שכלית, ומה שמשאר תשעה רקיעין נחלקין לרוח ונשמה וחיה ויחידה שבנפש וכולן יחד נקרא נפש אחת דעשיה בבחינת כללות העולמות: ", 
                    "ואחר כך לוקח רוח אחד מעולם היצירה וגם הוא נחלק לכמה מדרגות על דרך הנזכר לעיל. אך בבחינת כללות כל העולמות נקרא רוח. ועל דרך זה נשמה מבריאה, וחיה מאצילות, ויחידה מא\"ק: ", 
                    "והרי נתבאר היטב מהות האדם כי הוא כולל כל העולמות כולן בין בכללותם בין בפרטם, מה שאין כן בכל הנבראים העליונים ותחתונים. כי כל תולדות איזה עולם מהן אינו כולל רק העולם אשר בו נברא. והרי זה בענין העולמות ממטה למעלה: ", 
                    "גם הוא כולל כל העולמות מבפנים ולחוץ. כיצד, הנה בעולם העשיה יש לו גוף מהעפר הנקרא עולם השפל ובתוכו נפש היסודית מבחינת הקליפות, ובתוכו מבחינת מלאכי העולם הזה שנבראו לכל צרכי העולם הזה לגדל הצמחים וכו' ובתוכו מבחינת הנשמות של בני אדם. וכל אלו נעשין מרכבה אל אור הנמשך מן אורות העשר ספירות שבעשיה אשר בתוך ארבעה היסודות כדי להחיותן והם לפנים מן הכל, וכן על דרך זה במה שיש באדם מגלגלי העשיה ומשלשה עולמות יצירה בריאה אצילות: ", 
                    "ומעתה נתבאר כל תשובות השאלות שכתבנו בתחלת שער זה. כי הנה אור מחצב הנשמות פנימי ועליון מאור מחצב המלאכים ולכן הן משרתיו, כי על ידו נמשך הארתם וחיותם מאור העשר ספירות אליהם: ", 
                    "וזהו סוד (ישעיה ל\"ג ז') הן אראלם צעקו חוצה, כי כשאין נמשך מהעשר ספירות שפע לנשמות ישראל הפנימים מהן, חסרה השפעתם שהן חיצונים אליהם נמצא שצעקו בזמן החרבן להיותן חוצה מהנשמות. ולכן לא ירדו להתלבש גם הן בעולם הזה בגוף כי בהכרח היו נאבדים על ידי הקליפות, כי אפילו הנשמות הפנימיות אין בהם כח לעמוד בפני הקליפות כל שכן הם. והראיה מהנפילים שבקשו לירד ונאבדו מן העולם וימחו לעתיד לבוא, וגם סיבה גדולה מזו כי לגרעונם לא היו יכולין להמשיך שפע לכל העולמות כי אם מבחינתן לחוץ, ואפילו זה אי אפשר, כי הן בעצמן אינם ממשיכין שפע לעצמן כי אם על ידי הנשמות. אמת היא כי הנשמה שבעולם היצירה גרועה מהמלאך שבבריאה, ועל דרך זה בשאר העולמות, אמנם הנשמה שבבריאה, גדולה ממלאך הבריאה עצמה וכן בכל עולם בעצמו: ", 
                    "גם נתבאר גדולת הנשמה כי הוא אור מתילד ונמשך מאור העשר ספירות עצמן שלא על ידי אמצעי, ולזה נקראו (דברים י\"ד א') בנים אתם לה' אלהיכם, כי הם בבחינתם כבן מתאחז באביו בתכלית ונמשך ממנו, וזהו סוד (ב\"ר מ\"ז) האבות הן הן המרכבה אל אור העשר ספירות הרוכב עליהם שלא על ידי אמצעות אור אחר וזהו סוד (ישעיה מ\"ט ג') ישראל אשר בך אתפאר, כי לבוש האדם הוא תפארתו כמו שכתוב (שם ס\"א י') כחתן יכהן פאר וככלה תעדה כליה: ", 
                    "והנה אור הנשמות לבוש לאור העשר ספירות, וזהו סוד (שה\"ש ו' ב') דודי ירד לגנו שהוא העולם הזה ל'רעות ב'גנים ו'ללקוט ש'ושנים נוטריקון לבוש, כי לוקט נשמות הצדיקים המריחין כשושנים על ידי מעשיהם בעולם הזה ולוקטם להתלבש אורו בהם, וזהו סוד (דברים ד' ד') ואתם הדבקים בה', דבוק גמור עם אור העשר ספירות מה שאין כן בכל הנבראים וזהו שכתוב (ירמיה י\"ג י\"א) כי כאשר ידבק האזור במתני איש כן הדבקתי אתכם אלי כל בית ישראל: ", 
                    "גם נתבאר ענין היצר הטוב והיצר הרע שבאדם מה ענינם. כי הם שתי יצירות נתוספו באדם זולת נשמתו והם אור מאור המלאכים ונקרא יצר הטוב ואור מאור הקליפות הנקרא יצר הרע חוץ אל יצר הטוב וקליפה אליו, אך הנשמה עצמה של האדם פנימית מכולם, ולהיותה פנימית וגם כי היא הנקראת עצמות האדם לכן יש בידו בחירה להטות למקום שירצה כי גדול הוא מהן, האמנם עיקר נטיתו אל היצר הטוב כי הוא קדוש כמוהו וגם כי הוא יותר סמוך אליו, אך הגוף עיקר נטיתו אל היצר הרע כי שניהם מצד הרע וגם שהן סמוכין יחד. והנה בבחינה זו היא קטטת החומר עם הנשמה כי כיון שהנשמה אינה פועלת המצות אלא על ידי הגוף אשר נוטה יותר אל היצר הרע בבחינה זו יש קושי גדול להכניעם: ", 
                    "הרי נתבאר כי בבחירת הנשמה יכולה להטות אל היצר הטוב אך להיותו צריך לפעולות הגוף יש לו טורח גדול להכניע היצר הרע, והבן כל זה היטב איך אחר הפטירה אין עונש לא לנשמה ולא לגוף עד שיתלבשו יחד כבהיותן בחיים: ", 
                    "ונבאר עתה ענין תירוץ שני שאלות הראשונות מה צורך בבריאת האדם בגוף, ועוד מה טעם נוצרו בו יצר הטוב ויצר הרע, ועוד יתורץ עניני הכתובים (תהלים ס\"ח ל\"ה) תנו עוז לאלהים, (דברים ל\"ב י\"א) צור ילדך תשי וגו': ", 
                    "הנה בתחילת הבריאה נבראו כל העולמות על הסדר הנזכר לעיל מכח האין סוף ברצון הפשוט בתורת נדבה וחסד, אחר כך צריך עוד להמשיך מזון וחיות ושפע בכל העולמות להעמידן על עמדן כבזמן הבריאה ולא יותר, כמו שכתוב (קהלת ג' י\"ד) ידעתי כי כל אשר יעשה האלהים הוא יהיה לעולם עליו אין להוסיף וממנו אין לגרוע, וכמו שכתוב (שם א' ט') ואין כל חדש תחת השמש. וכתיב (בראשית ב' ב') ויכל אלהים ביום השביעי מלאכתו וגו'. שהוא ענין הבריאה עצמה אכן המשכת חיותם מאז ואילך הוצרך מעשיהם שיפרנסו עצמן, כענין הבן שבהיותו גדול אינו אוכל על שלחן אביו. ואמנם העשר ספירות עצמן אינם צריכות למעשיהם כי השפע הצריך להם להעמידן על עמדם כשנאצלו נמשך להם בהתמדה מאת האין סוף כי בעשר ספירות נאמר (תהלים ה' ה') לא יגורך רע ואין צורך להם לתקון על ידי מעשה, מה שאין כן בנבראים שהן מבחינת הנשמות ולחוץ שהם מעורבים טוב ורע שצריכין מעשה ותקון. האמנם בבחינה אחרת והיא, כשנגרע שפע אל הנבראים, נראה חס ושלום חולשה ומעוט יכולת בעשר ספירות שאינן משפיעין בהם, לכן נאמר (דברים ל\"ב י\"ח) צור ילדך תשי, ובהפך (תהלים פרק ס\"א) תנו עוז לאלהים: ", 
                    "ועוד סיבה אחרת כי גם אם האדם בעצמו בריא ונקי, חפץ הוא שמלבושיו יהיו מפוארים כפי גדולתו ולכן גם הספירות עצמן נראין כביכול חלושים, הן בעצמן, כשהנבראים בלי מתוקנים, וזהו תנו עז לאלהים, ישראל אשר בך אתפאר, כנזכר לעיל, ונתבאר שאלה השלישית: ", 
                    "והנה לסבות הנזכרות הוצרך לברא אדם אחד יהיה כולל כל הנבראים והנאצלים קושר כל העולמות כנזכר לעיל עד תהומא דארעא, כי הוא היותר קרוב לקבלת השפע מהעשר ספירות, ואז בתקון מעשיו ימשיך השפע מן העשר ספירות אליו, וממנו אל המלאכים ומהן אל הקליפות, כדי שיתקן מהם מה שאפשר להתברר כמו שיתבאר בענין היצר הרע, ומהן אל העולמות עצמן שהן הכלים והגופנים של כל עולם ועולם, ואם חס ושלום יחטא מקלקל כל העולמות, והרי נתבאר בזה צורך בריאת האדם בעולם השפל בגוף ונפש וביצר הטוב וביצר הרע: ", 
                    "ועוד סבה קרובה לזה בענין היצר הרע, כי מוכרח הוא בבריתו באדם להוליד בנים ולאכול והכל בהכרחי המוכרח בטהרה, וגם הוא מוכרח לכל עולם ועולם להמשיך השפע המתגשם בהם לצורך הכלים שהם העולמות עצמן, ולולא הם, לא יתקיימו הכלים, כי הם דקים מהם והם עצמן מכלל מדרגות הבריאה והבן זה מאד. ונמצא כי הוצרך שהאדם יהיה מורכב מכל העולמות לשהן יסייעוהו במעשיו להמשיך השפע לו ולהם, כי הם לבדם אין כח בידם להמשיכו. ולכן כשהאדם חוטא, כל העולמות מתקלקלים ומקבלים עונש ומיעוט שפע בעצמן יען לא סייעוהו, והבן זה מאד. וזהו סוד הרשעה כולה בעשן תכלה להיות הקליפות סבת החטא יותר מכל השאר לכן עונשם גדול. האמנם הטוב הנברר מהם עליו נאמר (דברים ו' ה') ואהבת את ה' אלהיך בכל לבבך, בשני יצריך, כי גם היצר הרע יוכל להתברר, אר הפסולת שבו שהוא מוכרח להיותו רע עליו נאמר (תהלים ס\"ח ג') כהנדוף עשן מפני אש וגו': ", 
                    "והרי נתבאר כי האדם כלול מכל העולמות, וזהו שכתוב (קהלת פרק י\"ד) כי זה כל האדם. וזהו סוד (בראשית פרק א') נעשה אדם בצלמנו כדמותינו, וזה שכתוב נעשה בלשון רבים כי כל העולמות נשתתפו בעשיתו, ואז הוא כולל צלם אדם בכל העולמות כי כולן צריכים למעשיו. וזהו סוד (בראשית ב' ט\"ו) ויניחהו בגן עדן לעבדה ולשמרה, במצות עשה ובמצות לא תעשה, וכמו שכתוב (שם פסוק ה') כי לא המטיר ה' אלהים על הארץ, לסבת כי אדם אין לעבוד את האדמה. וזהו סוד (ישעיה נ\"א ט\"ז) ואשים דברי בפיך לנטוע שמים וגו' כי האדם על ידי מעשיו ממשיך חיים לשמים ולארץ, והרי הוא כאלו נטען ויסדן ונמצא כי עמי אתה כמו שאמרו רבותינו ז\"ל (בהקדמת הזוהר ד\"ח ובתקו\"ז תס\"ט) שותף שלי, אני בורא ואתה מקים: ", 
                    "ומעתה לא יקשה בעיניך ענין הנבואה כמו שאמרו רבותינו ז\"ל על (דברים י\"א כ\"ב) ולדבקה בו, (שם י' כ') ובו תדבק, כי הנביא מתדבק בשם יתברך על ידי המשכת הנבואה והשפע בתחתונים, כמו שכתב הרמב\"ן וכל המפרשים זכרונם לברכה. ואין זה תימא, כי הרי זה נתבאר כי אין שום אור דבוק עם אור העשר ספירות כמו אור מחצב הנשמות כי זהו סוד (דברים ד' ד') ואתם הדבקים בה' אלהיכם חיים כולכם היום: "
                ], 
                [
                    "\nהשער השלישי:\n", 
                    "במעכבי הנבואה:\n", 
                    "הנה נתבאר בשער הקודם כי נקל הוא היות האדם מתנבא, להיותו כולל כל העולמות וכולן מתפרנסים על ידי מעשיו. עלה בידינו מכל זה כי אדרבא הנבואה מוכרחת להמצא בעולם כדי להישיר האדם לתקן מעשיו לשימשיך שפע לכל העולמות ולא יתבטלו חס ושלום וכמו שכתוב (איוב ל\"ג ט\"ו) בחלום חזיון לילה וגו' אז יגלה אזן אנשים וגו' להסיר אדם מעשה וגו'. ואילו לא שרתה נבואה על משה רבינו עליו השלום והוריד תורה מן השמים המקיימת העולמות, כמו שכתוב (ירמיה ל\"ג כ\"ה) אם לא בריתי יומם ולילה חוקות שמים וארץ לא שמתי, היו העולמות נחרבים חס ושלום. ובדרכו נמשכו אחריו כל הנביאים להישיר את העם ולהאיר עיניהם בחכמת התורה ובסודותיה על ידי רוח הקדש המתלבש בהם:\n", 
                    "נמצא כי הנבואה ורוח הקודש מוכרחים להמצא בעולם ודבר נקל הוא, אך אמנם בתנאי שימצאו אנשים ראויין לכך. ואמנם בהיות הנפש פגומה הוא מהנמנע, ולכן נבאר אופן העכוב הזה:\n", 
                    "הנה בהיות השפע של רוח הקדש מתעורר לרדת אל האדם לשרות עליו ויהיה חוטא, הנה היצר הרע הוא גורם מסך חשוך בין נפש השכלית אל מקור רוח הקדש, וזהו שכתוב (ישעיה נ\"ט ב') כי אם עונותיכם היו מבדילים וגו' ואין רוח הקודש שורה עליו, וזה על ידי עבירות שס\"ה הפוגמים בנפש השכלית כנזכר בחלק ראשון:\n", 
                    "גם אם יהיה הפגם מחמת חסרון איזו מצוה מרמ\"ח מצות עשה, הנה הוא בעל מום ואין שפע עליון נמשך אל נפש השכלית בהיות איזה אבר נשחת ובעל מום, ואמנם אם הפגם יהיה למטה בנפש היסודית מפני מדות רעות שבנפש החיה, או מפני מאכלות אסורות המשקצים נפש הצומחת וכן כל כיוצא בזה, אז לא יהיה כח תחתון מתעורר להמשיך השפע העליון ונעשה מסך מבדיל שם ואין התעוררית תחתון עולה מלמטה להמשיך השפע מלמעלה למטה:\n", 
                    "נמצא כי כמה מיני מסכים הן, אם מסך בין נפש הצומחת ולמעלה יען פגם במאכלות אסורות אשר כחם הם בנפש הצומחת, ואם הם במדות רעות או בעבירות הבאות על ידי תאוה והתעוררות נפש החיה הם פוגמות בה, ואם הם עבירות דבור באים מנפש המדברת, ואם הם במחשבה והרהור פוגם בנפש השכלית, וכבר נתבאר כי כל הפגמים אינם רק באותו הנצוץ הפרטי שיש אל הנפש ההיא בכל מדרגה ומדרגה ובכל עולם ועולם והבן זה. ולפעמים בהתחזק הפגמים נכרתת נטיעת הנפש הזו מגוף האילן הנקרא אור מחצב הנשמות על ידי מסך הנזכר המבדיל. וזהו סוד מה שאמרו רבותינו ז\"ל (ברכות דף י\"ח ע\"ב) הרשעים בחייהם קרויים מתים:\n", 
                    "וכבר נתבאר כי לא כל הפגמים שוין כי יש פגם פוגם בצומחת ויש בחיה ויש במדברת ויש בשכלית. האמנם לענין המשכת רוח הקדש כיון שיש פגם בכל מקום שיהיה אינו יכול להמשך כלל, ולכן הבא ליטהר צריך שיהיו כל מדרגותיו זכוכית לבנה נקיים מכל חלאת היצר הרע המעורב בכל המדרגות של הנפש. וזהו שנאמר למשה רבינו ע\"ה (שמות ג' ה') של נעליך מעל רגליך, שיהיו כל איברי גופו וכוחות נפשו בכל מדרגותיה הנזכרים זכים מבלי סיג וחומר עכור כלל, כנזכר בספר התקונים, (עי' בתקון י\"ב ובתיקון כ\"א) ולא ישאר בו זוהמת היצר הרע כלל זולתי חלק הטוב המוברר שבו, שהוא המוכרח לקיום הגוף בלבד, ואז אין מעכב להבדיל בין כוחות הנפש אל מקורה באור מחצב הנשמות הדבק אל מקור רוח הקדש שבאור העשר ספירות:\n", 
                    "הרי נתבאר כי על ידי הפגם גורם שתים רעות. הראשונה שאין תשוקת ורצון התחתון יכול לעלות עד מקור רוח הקודש, ועל ידי כן גם רוח הקודש העליון אינו יכול להתפשט עד התחתון וכל זה מחמת מסך העונות כנזכר. ואמנם גרמת הפגם נעשה בהכרח על ידי כוחות שתוף בגוף נפש הדומם המתקשרים קשר אמיץ בגוף עצמו כי הוא כלי שבו פועלת הנפש בכל מיני כוחותיה. אמנם אין כל כוחות הנפש נמצאות בכל פגם כי יש פגם בצומחת ויש בחיה ההם במדברת ויש בשכלית כנזכר לעיל. אבל כוחות הנפש הדוממת וכוחות הגוף נמצאים בכל מיני פגם שבעולם:\n"
                ], 
                [
                    "\nהשער הרביעי:\n", 
                    "בתנאי הנבואה:\n", 
                    "בתנאי הנבואה בקצור גדול. כבר נתבאר שיש פגמים פוגמים בנפש צומחת, ויש בחיה, ויש במדברת, ויש בשכלית, וצריך לזכך את כולם, אם כן צריך תחלה שישוב בתשובה גמורה מכל מיני עבירות או מדות רעות ולא ישוב עוד אליהן כלל. ואחר כך יזהר לקיים כל מה שאפשר בזמן הזה מרמ\"ח מצוות עשה כמו שבארנו בחלק ראשון, ובפרט מאלו שהם לקבוע עתים לתורה ביום ובלילה לא יגרע אפילו יום אחד, ולהתפלל בכונה שלימה שלש תפילותיו בכל יום, ולקיים ברכת המזון וכל מיני ברכות הנהנין בכונה, ולכבד השבת בכל פרטיו, ולקיים ואהבת לרעך כמוך בלב שלם, ולקיים קריאת שמע וציצית ותפילין בתפלותיו. אחר כך יזהר שלא יחטא כלל בשום מצוה משס\"ה לא תעשה ואפילו בדקדוקי סופרים, ובפרט מאלו מכל חייבי כריתות וחייבי מיתה בידי שמים וחייבי מיתות בית דין. ומן שאר הלאוין יזהר, ובפרט מאלו מרכילות, ולשון הרע, ושיחה בטילה, וליצנות, והסתכלות בעריות, ומכל מיני קרי, ומכל מיני קרוב אל הנדה, ומשבועה אפילו באמת, ובשמירת שבת יותר מן הכל. ויזהר מכל מדות בלתי הגונות כי הן מזהמות את הנפש היסודית, ובפרט מהגאוה עד קצה האחרון עד אשר יהיה כאסקופה התחתונה שהכל דשין עליה, ותהיה מוטבעת השפלות בלבו ממש, עד אשר לא ירגיש בשמחה מהמכבדו ובחרפה מהמגדפו ויהיו שניהם שוים בעיניו. ומהכעס אפילו שיכוהו על לחייו, כי אין דבר מונע רוח הקודש יותר מהכעס, ומן ההקפדה בתכלית האחרון אפילו עם בני ביתו. ומן העצבות בתכלית האחרון, כי אין נבואה שורה כלל אפילו על הראוי אליה מתוך עצבות. ויהיה שמח בחלקו אפילו בשעה שיסורין באין עליו, כמו שכתוב (דברים ו' ד') ואהבת את ה' אלהיך בכל לבבך וגו'. ואחר כל זה יהיה עוסק בכל כוחו בתורה לשמה לגמרי לעשות נחת רוח ליוצרו בלבד. כשיעסוק בתורה ובמצות יהיה שמח עד קצה האחרון, כמו שכתוב (תהלים קי\"ט קס\"ב) שש אנכי על אמרתך כמוצא שלל רב, כי על ידי כן ימשיך שפע בכל העולמות. ועיקר הכל הוא יראתו יתברך תמיד בכל רגע לבלתי יחטא, וזה על ידי שישים השם נגד עיניו, כמו שכתוב (תהלים ט\"ז ח') שויתי ה' לנגדי תמיד. ויכוין להדביק מחשבתו בו, לא יפסיק אפילו רגע, וזהו סוד ולדבקה בו, ובו תדבק:\n"
                ], 
                [
                    "\nהשער החמישי:\n", 
                    "באיכות הנבואה מה ענינה:\n", 
                    "הנה נתבאר כי אור אחד הוא בצורת אדם מתפשט בכל ארבעה עולמות אצילות, בריאה, יצירה, עשיה, עד סוף ארבעה יסודות העולם השפל, והוא מתדבק באורות אדם העליון הנקרא עשר ספירות, והם מתלבשים בזה האור הנקרא אור מחצב הנשמות, וכל נשמות התחתונים כלולות שם, וברדתם בעולם הזה להתלבש בגופות מניחות שרשיהם דבוקות במקורם אשר משם חוצבו, וענפי השרשים ההם לבדם הם יורדים בדרך התפשטות לבד ומתלבשות בגופות בעולם הזה כדמיון ענפי האילן שהן דבוקות ומושרשות בגוף האילן ממש וכופפות עצמן למטה, ונוגעות בקרקע עצמו בעודן נאחזות בגוף האילן. וכאשר האדם חוטא חטא הראוי להכרת, נכרת אותו הענף מגוף האילן ונשאר נפרד ממנו ועומד בעולם הזה כרוח הבהמה, וזהו סוד הכרת תכרת הנפש ההיא. וזהו סוד כי האדם עץ השדה:\n", 
                    "וזהו סוד מה שכתוב בצדיקים שנכפל שמם, אברהם אברהם, יעקב יעקב, משה משה, אחד כנגד בחינת השרש הנשאר למעלה דבוק באילן, וזהו הנקרא מזלו של האדם. וכמו שאמרו רבותינו ז\"ל (מנחות דף כ\"ט ע\"ב) שראה משה רבינו ע\"ה מזלו של רבי עקיבא יושב ודורש וכו'. כי ממנו נוזל השפע אל הענף שירד ונתלבש בגוף:\n", 
                    "והנה השורש הוא עליון מאד בראש רום עולם האצילות והענף ארוך מאד מתפשט בכל העולמות עד התלבש קצהו בזה הגוף, ובכל מדרגה שבכל עולם מניח שם שורש אחד באופן שאין לך נשמה שאין לה שרשים לאין קץ זה למעלה מזה, ועל ידי מעשיו זוכה להעלות לכולן, כי כל מדרגות עולם העשיה, שרשיו אשר הניח שם נקראים כולם נפש אחד שלימה דעשיה ועל דרך זה בשאר המדרגות:\n", 
                    "ובזה יתבאר ענין הנבואה, כי אחר היות האדם בחומר זך בלי זוהמת היצר הרע ולא בכוחות הנפש היסודית כלל, ולא יש בידו חטא הפוגם באיזה שורש משרשי נשמתו, הנה כאשר יכין עצמו להתדבק עד שרשו העליון יוכל להתדבק בו, ואמנם אף על פי שהוא ראוי לכך צריך להפשיט נשמתו מכל וכל ולהפרידה מכל עניני החומר ואז תוכל להדבק בשרשה הרוחני:\n", 
                    "והנה אין ענין ההתפשטות הזה, שתמצא כתוב בכל הספרים בעניני הנבואה ורוח הקודש התפשטות ממשיי שהנשמה יוצאת מגופו ממש כענין השינה, שאם כן אין זו נבואה אלא חלום ככל החלומות, אמנם השראת רוח הקודש על האדם הוא בהיות הנשמה בגופו בהקיץ ולא תצא ממנו. אבל ענין ההתפשטות הוא, כי יסיר כל מחשבותיו לגמרי, והכח המדמה שבו שהוא כח נמשך מהנפש החיה היסודית שבו יפסיקהו מלדמות ולחשוב ולהרהר בשום ענין מעניני העולם הזה וכאלו יצאה נפשו ממנו, ואז יהפוך כח המדמה מחשבותיו לדמות ולצייר כאלו עולה בעולמות העליונים בשרשי נפשו אשר לו שם, מזה לזה, עד שהגיע ציור דמיונו במקור שלו העליון ויחקקו ציורי כל האורות במחשבתו כאלו מצויר ורואה אותם כפי דרך כחו המדמה לצייר בדעתו עניני העולם הזה אף על פי שאינו רואה אותם כנודע בחכמת הטבע. ואז יחשוב ויכוין לקבל אור מן העשר ספירות מאותה הנקודה אשר שורש נשמתו נאחזת שם. ויכוין להעלות גם את העשר ספירות זו לזו עד האין סוף וימשיך להם הארה משם עד למטה דרך ירידה עד סופן, וכאשר ירד האור על ידו אליהם הם שמחים בזה ומאירין מאותו האור שהמשיך אל שורש נשמתו הנאחזת בהם כפי החלק הראוי לה. ויכוין להוריד דרך ירידה ממדרגה למדרגה עד שיגיע האור והשפע ההוא אל נפשו השכלית שבגופו, ומשם תגיע עד נפש החיה וכח המדמה שבו, ושם יצטיירו הענינים ההם ציור גשמי בכוחו המדמה, ואז יבינם כאלו רואה אותן בעין ממש:\n", 
                    "ולפעמים אור האור היורד יצטייר בכח המדמה כדמות מלאך הדובר בו ורואה אותו או שומע קולו וכיוצא בזה מאחד מחמשה חושים הידועים הנפשיים שבכח המדמה, ומשם יועתקו אל חיצוניותם בחמשה חושים אשר גם הם מנפש החיה כנודע, ואז יראה וישמע ויריח וידבר בחושיו הגשמיים ממש. וכמו שכתוב (שמואל ב' כ\"ג ב') רוח ה' דבר בי ומלתו על לשוני, כי יתגשם ויצטייר האור ההוא בחושים הגשמיים, ולפעמים תהיה נבואתו בחמשה חושים הרוחניים אשר בכחו המדמה בלבד, וכל זה הוא בהתפשטות כח המדמה לגמרי מכל מחשבות החומר כנזכר:\n", 
                    "נמצא שהנבואה היא כדמיון החלום שנפשו השכלית יוצאת ממנו ועולה למעלה ממדרגה למדרגה, ושם צופה ומביט ואחר כך חוזר ויורד ומשפיע זה האור עד נפש החיה אשר בה כח המדמה, ושם מצטיירין ומתגשמים יותר אותן הדברים, וכשיקיץ האדם זוכרת נפשו הענינים ההם בכח השומר ובכח הזוכר אשר גם הם בנפש החיה כנודע בחכמת הטבע. והרי נתבאר ענין הנבואה וענין החלום היטב, כי זה בעוד הנפש בגופו זה אחר צאת הנפש:\n", 
                    "האמנם נבואה עצמה יש שני מינים, האחד היא נבואת שאר הנביאים שבעת האור נשפע ומגיע בירידתו אל נפש השכלית אשר בו, ומשם יורדת אל נפש החיה להצטייר שם בחמשה חושים הפנימיים אשר בכח המדמה היו החושים החיצוניים נרתעים ברעד גדול והיו נופלין כי אין כח בהם לקבל האור ההוא ולציירו ולהגשימו בחושים החמריים. והנבואה על דרך זה נקראת חלום אף על פי שאינה חלום ממש כנזכר (בראשית ט\"ו י\"ב) ותרדמה נפלה על אברם וגו':\n", 
                    "והמין השני היא נכואה שלימה שלא היו נרתעין חושי החומר כלל ומצטיירים בו בנחת, וזו היתה נבואתו של משה רבינו ע\"ה, והסבה לזה היותו חומר זך לגמרי ונשתנה על ידי קדושת מעשיו להיות במדרגת הנפש. כי הוסרה זוהמתו ונשאר הטוב והזך אשר בגופו, וגם בכוחות נפשו היסודית, כי בהן לבדם יש בחינת גשם ולא בנפש השכלית ומשם ולמעלה:\n", 
                    "וכבר נתבאר היות שרשים לאין קץ לנשמת האדם. והנה כפי מעלת מקור מחצבה, כך יתגדל כח המשכת שפע נבואתו. וכן גם אם יהיה שורש מחצב נשמתו במקום עליון ולא תיקן ולא זכה להמשיך אל כל השרשים אשר משם ולמטה, גם זה לא יוכל להמשיך שפע נבואתו אלא מאותה המדרגה אשר תקן וזכה אליה, ומשם בלבד ימשך שפע נבואתו, ובזה יתבאר לך כמה מדרגות יש בנביאים לאין קץ:\n", 
                    "ואל תחשוב כי כיון שבארנו שאין נפש הנביא יוצאת מגופו אם כן מה תפיסה יש במחשבתו בלתי ממשיית לעלות לפתוח השערים וכו', וזה תבין במה שכתבתי למעלה, כי הנפש כעין ענף ארוך מאד ומתפשט מהשורש הדבוק באילן עד גוף האדם, ואותו הקו הנמשך תמיד בהיות האדם חושק לעלות אל שרשו, עולה אור מחשבתו הנקרא מושכל מן המשכיל שהיא הנפש המשכלת עד השכל עצמו שהוא השורש העליון אשר לנפשו, ומתדבקים ונעשים אחד על ידי ההשכלה עצמה שהיא השפע הנמשך מן השכל אל המשכיל. נמצא כי המושכל הוא האור והשפע עצמו היורד מן השכל אל נפש המשכלת, וזה השפע והאור הממשי הוא ענין הנקרא מחשבה והבן זה היטב כי לא דבר ריק הוא, שאם לא כן, בטלת כל עניני כונת התפילות והרהורי האדם הטובים והרעים:\n", 
                    "והרי נתבאר לך היות הנבואה מוכרחת ויכולה להיות, כענין האדם התופש בידו בקצה ענף האילן בהיותו כפוף למטה ומנענעו בכח ואז כל האילן כלו מתנענע בהכרח, ואמנם לא יתנענעו העליונים במחשבת האדם התחתון זולתי בהיותו ראוי להמשיך האור העליון עליהם, ואז בשמחה זו גם הם ימשיכו מאותו האור עליו, אבל אם אין בו יכולת להמשיך עליהם אור עליון לא יחשיבוהו כלל ולא יתרצו להתקרב אליו לעזרו ולהמשיך מחשבתו למעלה, כי הבל היא ואין בה מועיל:\n"
                ], 
                [
                    "\nהשער הששי:\n", 
                    "במדרגות הנבואה מה ענין הנבואה שבדורות ראשונים, ומה ענין השגת רוח הקדש שאפשר להשיג גם בזמננו זה:\n", 
                    "וענין נבואת הנביאים כך היא, כי הנה נתבאר למעלה איך ארבעה עולמות הן הנקראים אצילות, בריאה, יצירה, עשיה, ולמטה מכולם הוא העולם השפל הנחלק לארבעה יסודות, הן וכוחות נפשותיהן היסודית, ונחלקות כעין עשר ספירות. גם נתבאר כי בכל עולם יש אור פנימי הם העשר ספירות, וחוצה להם אור מחצב הנשמות, וחוצה לו אור מחצב המלאכים, וחוצה לו אור חשוך מחצב הקליפות, וחוצה לו העולם עצמו שהן הרקיעים שבאותו עולם, וכן ממש הוא בעולם השפל, כי חומר ארבעה היסודות הוא הגוף והעולם. ובתוכו הן שאר האורות כל אחד מהם כלול מארבע בחינות הנפש היסודית. גם נתבאר היות מדרגות לאין קץ כי ספירה כלולה מעשר ועשר מעשר וכו', באופן שכל עולם יש בו מדרגות לאין קץ:\n", 
                    "וכבר נתבאר איכיות הנבואה בשער חמישי כי מחשבת הנביא מתפשטת ועולה ממדרגה למדרגה ממטה למעלה עד הגיעו למקום אחיזת שורש נשמתו, ואז היה מחשב להעלות אור ספירות עד אין סוף וממשיך משם אור, וחוזר ומורידו ממעלה למטה במעלות אשר עלה עד הגיעו למטה בנפשו השכלית, ונוטלת חלקה באור ההוא כפי שיעור אחיזת שורש נשמתו למעלה, ומשם ממשיכה בכח המדמה בנפש החיה שבו, ושם מצטירים הדברים בחושים הפנימים אשר בכח המדמה או בחושים החיצונים:\n", 
                    "והנה המשכת המחשבה ההיא ודאי שלא מאליה היתה עולה, אלא על ידי כונות ויחודים נמסרו בידו מאת הנביא המלמדו להתנבא, כענין בני הנביאים עם שמואל ואליהו ואלישע ז\"ל, כדי שבאותן היחודים שהיה מיחד היה ממשיך האור והשפע כפי רצונו, זו היא תכלית ענין הנבואה:\n", 
                    "עוד שניות היו מלמדים אותם. והם תפילות והזכרת שמות על שומרי הפתחין של הרקיעים ושל ההיכלות שבכל עולם ועולם מסוף העולמות, שהם הארבעה יסודות והאוירים שבהם, עד רום עולם האצילות כנזכר בספר הזוהר פרשת ויקהל בענין עלית התפילות דף ר\"א ע\"ב וכנזכר בפרקי היכלות ובברייתות שלהם, ותחלה היו משתמשים לפתוח השערים שבאותה מדרגה ואחר כך היו מייחדים היחוד והתפלה המיוחדת כפי המדרגה ההיא, וכך עולים ממדרגה למדרגה, עד הגיעם לשרשם העלית ונוחים שם. ואחר כך היו עוד ממשיכין מחשבותם עד האין סוף וחוזרים וממשיכים השפע למטה כנזכר לעיל:\n", 
                    "וענין השוערים והשמות האלו, פירושן הוא, כי היו משביעים בכח שם קדוש אחד שהוא מן הספירה שבאותה מדרגה אל המלאך המושרש ונחצב משם והוא הממונה על שער הרקיע עצמו שהוא החומר שבמדרגה ההיא, אשר יש לו גם כן שם ידוע לאותו שער, ופותחו, ואז נכנסת מחשבת הנביא דרך שער ההוא מאור לאור עד אור הפנימי של הספירה שבאותה מדרגה, ואז מתפלל ומיחד היחוד הצריך לשם, וכך עולה ממדרגה למדרגה:\n", 
                    "והנה זה ענין מראות יחזקאל הנקרא מעשה מרכבה להיות המדרגות מורכבות זו על זו. ותחלה נפתחו השמים שערי הרקיעים שהם אורות החומר והכלים שבאותו עולם, ומשם נכנס אל הקליפות וזהו שכתוב (יחזקאל א' ד') וארא והנה רוח סערה וגו', וכמו שכתוב בהושע (הושע א' ב') תחלת דבר ה' בהושע, רצונו לומר תחלת התגלות דבור הנבואה היה נגלה תחלה הקליפה וכוחותיה שהם אשת זנונים וילדי זנונים. ואמנם בהיותו בשמים גם שם היה מתדבק וצופה כמו שכתוב (יחזקאל א' א') נפתחו השמים ואראה מראות אלהים, אבל כשהגיע למקום הקליפות לא היה נהנה להתדבק בהם, אלא קורע ועובר בהם ואינו נדבק בהם רק ראיה בעלמא מוכרחת. וזהו סוד אליהו זכור לטוב (מלכים א י״ט:י״ב) לא ברעש ה' לא באש ה' וגו'. ומשם נכנס למחיצת אור המלאכים כנודע, כי בין כל אור ואור יש פרגוד מפסיק, וזהו סוד הנעלם שיש בענין החשמ\"ל כי הוא בגימטריא מלבוש, והוא הכלי והחומר של אורות המלאכים, וה' יכפר בעדי בגלותי סוד נעלם הזה. ואז ראה עשר כתות המלאכים אשר כולם נחלקים לארבע חיות וארבע מחנות שכינה, וזהו שכתוב (יחזקאל א' ה') ומתוכה דמות ארבע חיות, ומשם נכנס עד הגיעו אל אור העשר ספירות עצמן, וזהו שכתוב (שם פסוק כ\"ו) ועל דמות הכסא כמראה אדם וגו'. ואמנם הכסא עצמו הוא אור מחצב הנשמות בסוד האבות הן הן המרכבה, ולכן נקרא הנפש כבוד כמו שכתוב (תהלים ל' י\"ג) למען יזמרך כבוד ולא ידום, וכתיב (תהלים ד' ג') עד מה כבודי לכלימה וגו':\n", 
                    "והנה גליתי אליך סוד עמוק כולל עניני המרכבה אשר לא זכו הדורות הקדמונים אלינו, וכבר נתבאר למעלה בשער חמישי כי לא כל הנביאים יונקים משרש אחד כי יש להם שורשים שאין להם קץ והם ששים ריבוא בכל עולם. וזהו שאמרו רבותינו ז\"ל (שיר השירים רבה פ\"ד ס\"ב צ\"ב) ששים רבוא נביאים עמדו בישראל וכו' ומשה רבינו ע\"ה כולל כולם ושקול ככולם:\n", 
                    "ואמנם דרך כללות נבאר מדרגתם, כי משה רבינו ע\"ה היה עולה עד האצילות ומשם רואה ממש, אלא הוא על ידי התלבשו בבריאה לבדה וגם זה אינו אלא בדרך מעבר לבד, כי האצילות לבדו הוא נמנע, וזהו סוד (שמות פרק י\"ג) כי לא יראני האדם וחי, ושאר הנביאים היו רואים באצילות על ידי התלבשות גמור באורות הבריאה. ואחר החרבן היה יחזקאל, והתנבא מן האצילות אחר התלבשו בבריאה והבריאה ביצירה התלבשות גמור, ומאז ואילך אין עוד אור אצילות ובריאה נגלין כלל. ואל זה כיונו רבותינו ז\"ל (סוטה דף מ\"ח סנהדרין דף ס\"א) כי אחר חגי זכריה ומלאכי, פסקה נבואה לגמרי ונשתייר רוח הקדש והוא המשך אורות היצירה עצמם לבדם ומשם ולמטה, וזהו הנקרא בתלמוד (חגיגה דף י\"ד ע\"ב) עלית הפרדס אשר הוא היצירה הנקרא עולם מטטרו\"ן, וגם לזה היו שמושים ידועים לפתוח השערים שיש מן העולם השפל והעשיה והיצירה וליחד היחודים והתפלות הנאותים כפי עולם היצירה בעשר ספירות שבה:\n", 
                    "וזהו סוד שמוש פרקי היכלות שנשתמשו בו רבי נחוניא ורבי עקיבא ורבי ישמעאל ואנשי כנסת הגדולה, ואחר כך נשתכחו גם דרכי השמושים ההם. ועוד אחרת כי נאבד טהרת אפר פרה בזמן האמוראים עד זמן אביי ורבא כנזכר בתלמוד (חגיגה דף כ\"ה) ולכן לא נשתמשו מאז ואילך בעלית הפרד\"ס. ומאז ואילך נשתמשו בשמושי עולם העשיה לבדה, ולהיותו עולם השפל מכולם וגם כי המלאכים שבה מעוטן טוב ורובן רע, ולא עוד אלא שהטוב והרע מתדבקים יחד מאד, לכן אין בו השגה כלל, כי אי אפשר להשיג טוב לבדו ולכן מעורבת ההשגה בטוב ורע, אמת ושקר:\n", 
                    "וזהו סוד ענין קבלה מעשית. ולכן אסור להשתמש בה, כי בהכרח יתדבק גם ברע המתדבק בטוב, וחושב לטהר נפשו ומטנפה בסבת הרע ההוא, וגם אפילו שישיג, הוא אמת בתערובת שקר, ובפרט כי אין אפר פרה מצויה וטומאת הקליפות מתדבקות באדם המתקרב להשיג על ידי קבלה מעשית, ולכן שומר נפשו ירחק מהם, כי מלבד שמטמא נפשו יענש בגהינם, ואף גם בעולם הזה קבלה בידינו כי יעני או הוא או זרעו או יחלה בחולאים הוא או זרעו או ישתמד הוא או זרעו:\n", 
                    "וקח ראיה מרבי יוסף דילא ריינה ורבי שלמה מולכו שנשתמשו בקבלה מעשית ונאבדו מן העולם, וכל זה לסבה הנזכרת כי אין טוב בלתי רע, ולא עוד אלא שמכריחים אותן בעל כרחן על ידי השבעות, ואז מפתים אותן ומטין אותן לדרכים לא טובים עד שמאבדים נפשם, וגדולה מזו כי כל דרכי ההשבעות האלו העלימום הראשונים ואין אנו בקיאים היטב בדרכיהן וראוי להתרחק מהם בתכלית:\n"
                ], 
                [
                    "\nהשער השביעי:\n", 
                    "בהנהגת רוח הקודש בזמננו זה:\n", 
                    "אחר שהזהרנו את האדם בשער שקדם מכל דרכי ההשגה כנזכר לעיל, אל יתיאש האדם. כי הנה בפסוק (שופטים ד' ד') ודבורה אשה נביאה, תנא דבי אליהו, מעיד אני עלי שמים וארץ, בין איש בין אשה, בין גוי בין ישראל, בין עבד בין שפחה, הכל לפי מעשיו, רוח הקודש שורה עליו:\n", 
                    "והנה באזנינו שמענו ראינו יחידי סגולה השיגו למדרגת רוח הקודש בזמננו זה, והיו מגידים עתידות ומהם בעלי חכמה לא נתגלית בדורות שקדמו אלינו, וכדי שלא להרפות ידי הבאים אל הקודש להתקדש, אבאר איזה ענינים ואפתח כמלוא פי מחט סדקית וה' הטוב לא ימנע טוב להולכים בתמים. ותחלה נבאר כמה דברים בעניני ההשגה ובשער השמיני אכתוב סדר ההנהגה בהם בעזרת ה' יתברך:\n", 
                    "הנה הדרך המובחר שבכולם הוא מה שכתבנו בשם תנא דבי אליהו זכור לטוב והיא הדרך שנהגו בה החסידים הפרושים הקדמונים. והוא, לשוב בתשובה עצומה מכל אשר קלקל, ואחר כך ישלים נפשו בקיום מצות עשה, ובכונת תפילותיו בתכלית, ובעסק התורה לשמה בזריזות, כשור לעול עד יותש כוחו, ובמעוט תענוגים ואכילה ושתיה, ובקימת חצות לילה או פחות מעט, ובהרחקת כל המדות המגונות, ובפרישות מכל אדם אפילו בעניני שיחה בטילה, ואחר כך יטהר גופו בטבילה תמיד, ואחר כך יתבודד לעיתים ויחשוב ביראת ה', וישים הוי\"ה נגד עיניו תמיד, ויזהר להיות מחשבתו פנויה מכל הבלי העולם הזה וידבק באהבתו יתברך בחשק גדול, ועל ידי כן אפשר שיזכה לרוח הקודש באחד מאלו האופנים שנאמר:\n", 
                    "האחד הוא, שימשוך על נפשו אור עליון משורש נפשו העליונה, כנזכר לעיל בשער חמישי ותתגלה אליו, וזה הוא רוח הקודש גמור:\n", 
                    "השני הוא, שעל ידי עסקו בתורה או קיומו איזו מצוה אשר נתבאר בדברי רבותינו ז\"ל (אבות פ\"ד מי\"א) כל העושה מצוה אחת קנה לו פרקליט אחד ונוצר ממנה מלאך ממש, אך בתנאי שיקימנה תמיד וברוב כונה כהלכתה ואז יתגלה אליו המלאך ההוא. וזהו ענין מה שנמצא כתוב בספרים ענין המלאכים הנקראים מגידים, אלא שאם לא תהיה המצוה כהלכתה יהיה המגיד ההוא מעורב טוב ברע אמת ושקר:\n", 
                    "השלישי הוא, שעל ידי חסידות כנזכר לעיל, יתגלה אליו אליהו זכור לטוב וכפי חסידותו תגדל גלויו אליו:\n", 
                    "הרביעי היא גדולה מכולם והוא כי יזכה לשיגלה אליו איזו נפש מהצדיקים הנפטרים הראשונים, אם מאותן שהם משורש נפשו, כנודע, או מזולתם אלא מפני שעשה איזו מצוה כתקונה כמוהו. והזוכה למעלה זו ישיג שיודיעוהו חכמות וסודות גנוזים שבתורה עד להפליא, וכל זה כפי מעשיו:\n", 
                    "החמישי והיא הגרועה מכולם כי יראה בחלומותיו עניני עתידות וחכמה קרובים אל רוח הקדש:\n", 
                    "והנה הדרך הזאת היא הדרך הישרה, כי כיון שאין האדם משביע ולא מכריח העליונים, כי אם בכח מעשיו הטובים ובקדושתו, ודאי שרוח הקודש הטהור ישרה עליו בלי תערובת רע כלל, מה שאין כן בהיות האדם מכריח או מבקש דרכי ההשבעה בכח מעשים ותפילות ויחודים שאם יטעה בהם כל שהוא, אפשר שיזדמנו לו דברים חיצונים מעורבים:\n", 
                    "עוד יש דרכים אחרים על ידי מעשה, ואבארם בחלק הרביעי, והם להמשיך עליו אחד מחמשת אופנים הנזכרים אף אם לא יבואו מעצמן, וצריכים קדושה וטהרה גדולה, כדי שלא יהיה בהם תערובת כנזכר. אמנם הדרך הראשונה היו דורכים בה אף בדורות הראשונים, וכמו שכתב הרמב\"ן ז\"ל בפסוק (דברים י\"א כ\"ב, ל' כ') ולדבקה בו, ובאגרת הקדושה אשר חבר בפרק החמישי בענין בן עזאי שהיה יושב ושונה והאש מלהטת סביבותיו:\n"
                ], 
                [
                    "\nהשער השמיני:\n", 
                    "לבאר הנהגת הבא להתקדש בזמננו בדרך קצרה מאד:\n", 
                    "צריך שיזדכך חמשה זכוכים. הראשון, ישוב מכל חטאיו הן במצות לא תעשה, הן במניעת קיום מצות עשה, הן בכל דברי סופרים, הן מכל מיני מדות מגונות, ולא ישוב עוד אליהם, ובפרט מכל חייבי כריתות ומיתות וחלול השם ובשמירת שבת ומן הנדה ומכל מיני קרי, ומן השבועה אפילו באמת, ומהסתכלות בעריות ומלשון הרע ומרכילות ומליצנות ושיחה בטלה, ויתרחק מהגאוה והכעס והקפדנות והעצבות, ויתנהג בענוה ובשפלות ויהיה שמח בחלקו:\n", 
                    "הזכוך השני, בקיומו כל רמ\"ח מצות עשה דאורייתא ודברי סופרים, ובפרט קביעות עתים לתורה, ותפילה בכונה וברכות המזון ובכל ברכות הנהנין בכונה, ולאהוב כל אחד מישראל כבבת עינו ולכבד השבת בכל פרטיו, ובכל לילה יקום אחר חצות להתאבל על ירושלים ולעסוק בתורה, וכל מעשיו יהיו לשם שמים, באהבה:\n", 
                    "הזכוך השלישי, הוא בעת שיכין עצמו להתקדש ברוח הקודש:\n", 
                    "הרביעי הוא, בטהרת הגוף בטבילה ובגדים נקיים:\n", 
                    "החמישי הוא, בעת שיכין עצמו לקבל רוח הקודש אחר אשר הוטבעו בו כל מדות טובות בקנין, יכנס בבית יחידי בטבילה ובקדושה, ובמקום שלא יטרידוהו קולות בני אדם וצפצופי עופות, ואם יהיה אחר חצות הוא יותר נכון לכל הדברים, ויסגור עיניו ויפשוט מחשבתו מכל עניני העולם הזה כאלו יצאה נפשו ממנו כמת שאינו מרגיש כלל, אחר כך יתאמץ ויתחזק בחשק אמיץ להרהר בעולם העליון ולהתדבק שם בשרשי נשמתו ובאורות עליונים, וידמה בעצמו כאלו יצאה נפשו ועלתה למעלה, ויצייר עולמות העליונים כאלו עומד בהם. ואם עשה איזה יחוד יהרהר בו להמשיך בזה אור ושפע בכל העולמות, ויכוין לקבל גם הוא חלקו באחרונה, ויתבודד במחשבה כאלו נחה עליו הרוח עד שעור מה. ואם לא ירגיש מאומה נראה כי עדין איננו ראוי ומוכן, ולכן יתחזק עוד מאז ואילך בעבודה ובקדושה ויחזור אחר ימים להתבודד על דרך הנזכר עד אשר יזכה ותנוח עליו הרוח:\n", 
                    "וכאשר תחול עליו צריך שיבחין אולי עדין איננו זך ונקי, והרוח הזה הוא סטרא אחרא, או על הפחות תערובות רע בטוב, ומעשה בן עזאי ובן זומא (חגיגה דף י\"ד ע\"ב) בעלותם לפרד\"ס יוכיח, וזה יבחן על ידי מה שנגלה אליו, אם כל דבריו אמת או שקר ואמת מעורבין או אם דבריו בדברים בטלים של הבלי העולם הזה, או בדברים שאינן על פי התורה וכיוצא בזה, כי אז צריך לדחותו מעליו, וגם להתחזק יותר ויותר בעבודה עד יהיו כל דבריו נאמנים וביראת שמים וכו':\n", 
                    "ודע כי בתחלה תחול עליו הרוח במקרה לעתים רחוקות, וגם שיהיו דברים נקלים ולא בדברים עמוקים וגם שדבריו יהיו מעטים, וכל אשר ילך יתחזק כוחו בכל הפרטים הנזכרים. והנה כלל הכל הוא זכוך החומר עד קצה האחרון, ועקירת הרהורי המחשבה וכח המדמה שבו לגמרי, ויתדבק בעליונים בתכלית הדבוק. והנה צריך שתתבונן בכל מה שכתבנו בחלק ראשון בשער הששי כי שם נתבאר סדר הנהגת החסידות יותר בבאור:\n"
                ]
            ]
        }, 
        "Part 2": {
            "": [
                [
                    "\nהחלק שני השער הראשון:\n", 
                    "בתוכחות:\n", 
                    "ועתה בן אדם פקח עינך מן העורון וראה כי כל הנאות וטובות העולם הזה הבל המה מעשה תעתועים. ולמה תתגאה על הבריות, אם בקומה זקופה, כולם נבראו בצלם אלהים כמוך. ואם במשפחה, כולנו בני איש אחד נחנו בני אברהם יצחק ויעקב. ואם בעושר, כמה ריקים ופוחזים ממך, עשירים יותר ממך. ועוד כי ה' מוריש ומעשיר ואל יתהלל עשיר בעשרו כי באולי עושר שמור לבעליו לרעתו. ואם בשררה וכבוד, כמה בזויי משפחה שולטים בעולם, כמו שכתוב (משלי ל' כ\"ב) תחת עבד כי ימלוך. ועוד כי העושר והכבוד מלפניו והוא משפיל גאים עדי ארץ. ואם בחכמה, כמה חכמים גדולים נטרדו מהעולם הזה ומהעולם הבא, כענין דואג ואחיתופל וירבעם, ובידו יתברך להסיר שפה לנאמנים וטעם זקנים יקח, ואל יתהלל חכם בחכמתו, ואיך תתגאה ותחלתך נולדת מטפה סרוחה ובמעבר השתן נכנסת ויצאת, בושה וכלימה אתה בחייך רמה ותולעה במותך ואף כי עפר אתה ואל עפר תשוב והיה כלא היה:\n", 
                    "ואיך תכעוס על זולתך ולא תכעוס עליך שאתה בעצמך טורף נפשך באפך ועובד עבודה זרה בכעסך, ואתה מכעיס את קונך ועתיד ליפרע ממך, ואיך תקפיד על הבלי העולם הזה וסופך למות ורוח עברה בו ואיננו ולא יכירנו עוד מקומו רואיו יאמרו איו, ואיך תתעצב על עולם שאינו שלך ולא תתעצב על פרידת נפשך מגופך ברתת וזיע ואימה חשיכה נופלת עליו, ואיך תחמוד לצבור זהב ולבנות בתים ועליות מרווחים, והוא לקברות יובל אמה על אמה ברום אמה בארץ תחתיה ומאומה אין בידך ועזבת לאחרים חילד, ולמה תיגע להעשיר והכל תלוי במזל אפילו ספר תורה שבהיכל, ולמה תצטער על עולם שאינו שלד וכהרף עין תלך לעולם אחר, וכל אשר יגעת היה לאפס ולתוהו ולהבל כחך כלית, ולמה תמאס תורת חיים חיי עולם לאסוף ממון חיי שעה, וכל אשר גזר אלהים עליך, אם דל ואם עשיר עליו אין להוסיף וממנו אין לגרוע כי ה' מוריש ומעשיר, ואבדת עולמך עולם החיים וחצי תאותך עלה בידך ולמה תתענג בדשן ועצמותיך תחליץ ומחר על עפר תשכב, תחתיך יוצע רמה ומכסך תולעה:\n", 
                    "ואיכה תבקש שררה ומעלה רמה ותקות אנוש רימה, ועוד כי אין מלכות נוגעת בחברתה אפילו כמלא נימא כי לה' המלוכה ובידו לגדל ולחזק לכל ומשפיל אף מרומם, ואיך תספר לשון הרע על רעך הטוב ממך וכמה קטיגורים מספרים רעתך ומזכירים עונותיך לפני מי שאמר והיה העולם:\n", 
                    "ולמה תשנא אויביך ואין לך אויב גדול ממך גורם רעה לעצמך מענה ומסגף נפשך הנצחית ומענג את גופך רימה וגוש עפר הווה ונפסד, למה תאהב שונאך הוא היצר הרע אשר בקרבך והוא מבקש רעתך צופה בך להמיתך וכמהר צפור אל פח יפלח חץ כבדו ולא ידע כי בנפשו הוא:\n", 
                    "ואיך תחניף ותתביש מילוד אשה שכמותך, ולא תתבייש ממלך אדיר איום ונורא שופט כל הארץ, מלא כל הארץ כבודו, אשר בידו נפש כל חי, ממכון שבתו השגיח על כל יושבי הארץ, ואיך תחטא במסתרים וכל מעשיך ודבוריך בספר נכתבים, כי עיניו על דרכי איש משוטטות בכל הארץ, וכל צעדיך יספור, ועל כל אלה יביאך האלהים במשפט על כל נעלם, ואיך תבטל זמנך בדברים הווים ונפסדים והזמן קצר ומתי תעשה לבית עולמך, כי מי שלא טרח בערב שבת לא יאכל בשבת:\n", 
                    "הביטה וראה כמה מתו בבחרותם וכמה נפלים ויונקי שדים ספו תמו וכראש שבולת ימלו, כי לא ידע האדם את עתו מתי ימות ואבד שמו, ואיך תשכח יום המות ודין הקבר ודינה של גהינם ויום דין הגדול והנורא, ומי יכילנו והתעלמת מהם, ואין דבר מוכרח לבוא כמוהו, כי אין איש משאול נפדה, ונהמת באחריתך ושערי תשובה אז ננעלים בפניך, ותרופה לא תעלה למכתך ולעונותיך, ואיך תעלים עיניך מן המות והוא כרוך כנחש על עקבך, ובכל לילה אתה כמת מושכב על מטתך להזכירך המות האמתי והמות קשורה לטוטפות בין עיניך כתנומה על עפעפיך, בשכבך תשמור עליך והקיצותה תעיף עיניך ממנו ותביט בהבלי עולם בממון שאינו שלך ובתענוגים שאינם שלך ובשררה שאינה שלך ובעולם שאינו שלך:\n"
                ], 
                [
                    "\nהשער השני:\n", 
                    "בתוכחות הנמצאות בדברי רבותינו ז\"ל:\n", 
                    "ואלו הן, לעולם יהא אדם (אליהו רבא סוף פרק כ\"א) ירא שמים בסתר כבגלוי, אשרי מי שישים כל דבריו וכל דרכיו לשמים. לעולם יהיו עיניך ולבך אצל בוראך כדי שתנצל מכל מיני חטא ועון. לעולם יהא פחד יוצרך עליך ואימתו על לבך ובראשך ונגד עיניך ואל תסירם מעיניך אפילו רגע אחד, לעולם אל יליזו מעיניך יום המיתה ויום הקבר ויום הדין הגדול כאילו אתה רואה אותו וכאלו אתה עומד בו וכאלו אתה נכנס לדין כדי שלא יעלו על לבך דברי הרהורים של חטא שכל איבריך מעידין בך, ועל כרחך אתה עתיד ליתן דין וחשבון לפני מלך מלכי המלכים הקדוש ברוך הוא, בכל יום הוי אומר אוי לי שהלך היום ולא עשיתי בו צדקה עם תלמוד תורה, שכל יום שהלך אינו חוזר לך:\n", 
                    "אמרו בשעה שהאדם נפטר מן העולם שואל לו מלאך המות כלום עסקת בתורה ובגמילות חסדים והמלכת קונך שחרית וערבית והמלכת את חבירך עליך בנחת רוח, אם יש לו דברים אלו יוצאת נשמתו בנשיקה ואם לאו וכו':\n", 
                    "דין שני הוא דין הקבר, קשה יום הקבר יותר מדינה של גהינם וכו' ואפילו צדיקים גמורים שלא חטאו נדונים בו וכו'. ומה יעשה אדם וינצל מחבוט הקבר יעסוק בתורה ויהא אוהב צדקה ותוכחות וגמילות חסדים ויכניס תלמידי חכמים ואורחים לתוך ביתו ומהנם מנכסיו ויתפלל תפלתו בכונה וינצל מחבוט הקבר ואפילו דינה של גיהנם אינו רואה:\n", 
                    "דין שלישי זה דינה של גיהנם, בשעת הדין שואל לו הקדוש ברוך הוא עסקת בתורה ובגמילות חסדים, אם יש דברים אלו בו פוטרים אותו מדינה של גיהנם וכו'. אשרי אדם שמשים עצמו כשור לעול וכחמור למשאוי ויושב וקורא ושונה בדברי תורה בכל יום תמיד, וקורא תורה נביאים כתובים ושונה הלכות ומדרש, וירבה בישיבה וימעט בסחורה מיד רוח הקודש שורה עליו וכו':\n", 
                    "אמר אבא אליהו זכור לטוב (אליהו רבא ט') מעיד אני עלי שמים וארץ בין איש בין אשה בין גוי בין ישראל בין עבד בין שפחה הכל לפי מעשיו של אדם רוח הקדש שורה עליו, אשרי מי ששם כל אלו נגד פניו בכל עת ויזכה להשלים בהם כל ימי חייו ולבלות עצמו בהם כל ימי חייו בכל מעשים האלו, ובלבד שישמור עצמו ואבריו וגופו מכל חטא ועון, זוכה לכל הכבוד הצפון לצדיקים עד שאין מנין ושעור ואין כל עין יכולה לראות ואין כל אוזן יכולה לשמוע כבוד המתוקן לצדיקים ולחסידים, וכן הוא אומר (ישעיה ס\"ד ג') ומעולם לא שמעו ולא האזינו עין לא ראתה אלהים זולתך יעשה למחכה לו:\n"
                ], 
                [
                    "\nהשער השלישי:\n", 
                    "בשכר קיום התורה והמצות:\n", 
                    "ולמען תדע טעם עשית המצות על שרשם כאשר גליתי אזנך בחלק ראשון, אכתוב לך מה שאמרו בספר התקונים תקון י\"ח (דף ל\"ב) ותקון ע' (דף ק\"ל) ואלקוט שרשיו ואסדרנו בתכלית הקצור:\n", 
                    "כל נביא וכל בר נש כל חד סליק לאבר דיליה די נשמתיה אתציל מההוא אבר מנהון ברישא דמלכא, מנהון בנימין דשערא, בעינין, באודנין, באנפין, בחוטמא, בפומא, בצואר, בידין, בקומה דאיהו גופא, בשוקין, בירכין, ברגלין, באות ברית, במוחא, בלבא:\n", 
                    "וכל אבר מאלין אית ליה ספירה ידיעא מאינון עשר ספיראן, וכל אלין אברים אינון בדיוקנא דגופא דמלכא ואית מאן דנשמתיה ממלבושין דמלכא:\n", 
                    "וכל תרי\"ג פקודין דאורייתא אינון תליין בהני אברים דגופא דמלכא. אית פקודין דתליין ברישא דמלכא, ואית בעיינין וכו', ולכל פקודא דשריא על כל אבר ואבר אית ליה שם ידיע, ולגו מיניה איהו שמא דהוי\"ה דאיהו נשמתא דההוא אבר, וכלהו אברים אתקריאו כנויין לשמא דהוי\"ה דאיהו לגו מכל אבר ואבר, וכל שם וכנוי דכל אבר לית ליה שולטנו אלא בההוא אבר דיליה, אבל קודשא בריך הוא שמא דהוי\"ה שלטניה בכל אתר כנשמתא דשלטנותה על כל אבר ואבר, ודא איהו מלא כל הארץ כבודו:\n", 
                    "וכל פקודין דעביד בר נש שלא על מנת לקבל פרס, תליין בדיוקנא דמלכא באצילות, אבל פקודין דעביד על מנת לקבל פרס, תליין בדיוקנא דההוא דאקרי נער לעילא. ובכל אבר ואבר דדיוקנא דמלכא, תליין מנה כמה מלאכין דאיתקריאו עיני ה', אזני ה', ידי ה' וכו', וכלהו תליין מגופא דמלכא כנימין דשערא דתליין מרישא:\n", 
                    "וכל נימא איהו חד מלאך ותרי\"ג אברים דבר נש כלהו מסודרים על סדרי בראשית. ובגין דא אקרי בר נש עולם קטן. ובכל פקודא דעביד בר נש גרים לאמלכא לקודשא בריך הוא על ההוא אבר דנשמתא דבר נש כפום ההוא פקודא, ובכל אבר ואבר דנשמתיה דאיתקריאו אותו אבר של נשמת הבן אדם כפי אותה מצוה. וכל אבר ואבר של הנשמה נקראים נרות כמו שכתוב נר ה' נשמת אדם, בה עביד ההוא מצוה דהכי נמי אתקריאת נר כמו שכתוב (משלי כ' כ\"ד) כי נר מצוה:\n", 
                    "בעי בר נש לבערא מכל אבר דיליה כל מחשבין והרהורין בישין דטינופין דאינון קליפין דשריין בבר נש ולתקנא אתר דכיא ונקיה לשריא ליה תמן, דכל אבר דאיהו פגום בחובא דעביד בר נש, לא שריא ביה קודשא בריך הוא בההוא אבר כמו שכתוב (ויקרא כ\"א י\"ח) כי כל איש אשר בו מום לא יקרב, וכל מאן דפגם בחד פיקודא כאלו פשע בדיוקנא דמלכא. וצריך לאוקדא לאינון קליפין דשריין תמן בהנהו פקודין דשריין בכל אבר ואבר ולבערא לון מנהון דאיקרון שאור וחמץ בהנהו נרות דעלייהו אתמר כי נר מצוה וכתיב (משלי כ' כ\"ד) נר ה' נשמת אדם חופש כל חדרי בטן, וכדין שריא תמן קודשא בריך הוא דאיהו שם הוי\"ה ב\"ה, וכינויים דיליה דאתקריאו אברים דיליה וחיילין דמלאכים דתליין מההוא אבר ונטרין ליה לההוא אבר מכל מרעין בישין וקליפין דהוו שריין תמן:\n", 
                    "אית פקודין דתליין וכו' כל פקודא דיראה ואהבה תליין במוחא ובלבא, כל פקודא דהליכה תליא ברגלין, כגון הליכה לבי כנישתא ולברית מילה ולמת מצוה או לכל הליכה דמצוה ואינון דקיימין בעמידה על רגלין בצלותא דעמידה בתרין שוקין. פקודא דברית מילה איהו תליא בצדיק דאיהו קשת אות ברית. צלותא בח\"י ברכאן דמצלאן בהון וסגדין וכרעין בהון, תליא בצדיק ח\"י עלמין, מארי קומה דגופא דזקפי לשכינתא בצלותא בשמא דהוי\"ה ארבע זקיפות בצלותא תליין בעמודא דאמצעיתא, תפילין דיד ביד שמאלא:\n", 
                    "כל פקודין דעשיה תליין בידין כגון נתינת צדקה וקשירת תפלין ביד ימינא על שמאלא, וצדקה לקודשא בריך הוא דאיהו צ' אמנים, ד' קדושות, ק' ברכות, ה' חומשי תורה בכל יומא, פתוח תפתח, נתון תתן, הענק תעניק. ואינון עשר מיני מתנין וכו', ציצית על כתפין, עונג שבת באכילה ושתיה, וקרבנין דאכילה ושתיה דקודשא בריך הוא כגון את קרבני לחמי וכו' וצלותין דדמיין לקרבנין ודי מברכין לקודשא בריך הוא בכל מאי דאכלין ושתאן בתר דמצלו צלותא ולא קודם, כולהו תליין בצואר:\n", 
                    "מצות ללמוד וללמד וצלותין וקלין ודיבורין דקראן לקודשא בריך הוא שמע ישראל תרין זימנין ביומא, ובזמירות ותושבחות והודאות כלהו תליין בפומא, והכי תקיעת שופר ברוחא דנשיב בפומא מצוה של ברית מילה היא תלויה בצדיק שהוא קשת אות ברית. תפלה בח\"י ברכות שמתפללים בהם ומשתחוים וכורעים בהם תלויים בצדיק ח\"י העולמים שהוא עמוד השדרה, בעלי קומת הגוף הזוקפים לשכינה בתפלה בשם הוי\"ה בארבע זקיפות בתפלה תלויים בגוף. תפילין של יד ביד שמאל. כל מצוה של עשיה תלויים בידים כגון נתינת צדקה וקשירת תפילין ביד ימין על שמאל. וצדקה להקדוש ברוך הוא שהוא תשעים אמנים, ארבע קדושות, מאה ברכות, חמשה חומשי תורה בכל יום, פתוח תפתח, נתון תתן, הענק תעניק, והם עשר מיני מתנות וכו'. ציצית על הכתפין, עונג שבת באכילה ושתיה, וקרבנות שהם כביכול אכילה ושתיה של הקדוש ברוך הוא כגת את קרבני לחמי וכו'. ותפילות הדומים לקרבנות ומה שמברכים לקב\"ה בכל מה שאוכלים ושותים, אחר שמתפללים תפלה ולא קודם, כולם תלויים בצואר. מצות ללמוד וללמד ותפילות בקול ודיבור להקדוש ברוך הוא, שמע ישראל שני פעמים ביום ובזמירות ותושבחות והודאות כולם תלויים בפה וכן תקיעת שופר בהבל היוצא מהפה ואותו ההבל נעשה קול, כל דיני הבית וההוא רוחא אתעביד קלא, כל דינין תלין בדבורא דפומא, וכן בעיינין כמו שאמרו (סנהדרין דף ד' ע\"ב) אין לו לדיין אלא מה שעיניו רואות:\n", 
                    "קרבנין דאינון ריח ניחוח לה' ואעי בוסמין דאבדלתא תליין בחוטמא. קריאת שמע ושמיעת שופר וכל פקודין דאתמר בהון אם השמיע לאזנו יצא תליין באודנין. תפילין תליין ברישא, וכל פקודין משלבאן דא בדא:\n", 
                    "ובספר הזוהר פרשת נשא (דף קכ\"ד) כד בר נש עביד פקודא חדא ולא יתיר בדחילו ורחימו דקודשא בריך הוא בגין ההוא פקודא שריין עליה עשר ספיראן וכל מאן דקיים פקודא חדא כדקא יאות כאילו מקיים רמ\"ח פקודין דעשה דלא אית פקודא דלאו איהו כלילא מכלהו רמ\"ח, ע\"כ:\n", 
                    "אגרא דבר נש דאמליך לקודשא בריך הוא על כל אבר ואבר אתחשיב כאלו אמליך ליה על כל עלמא, דבר נש עולם קטן אקרי, ולא אתיהיב רשו לגלאה אגרייהו דטעמי מצות בגין דלא יפלח בר נש לקודשא בריך הוא על מנת לקבל פרס, אבל תא חזי ההיא דין תלויים בדיבור של הפה וכן בעיניים כמ\"ש רז\"ל אין לו לדיין אלא מה שעיניו רואות. קרבנות שהם ריח ניחוח לה' ועצי בשמים של הבדלה תלויים בחוטם. ק\"ש ושמיעת שופר וכל המצות שנאמר בהם אם השמיע לאזנו יצא תלויים באזניים. תפילין תלויים בראש, וכל המצות קשורות זו בזו. ובספר הזוהר פרשת נשא, כאשר בן אדם עושה אפילו מצוה אחת ולא יותר ביראה ובאהבת הקדוש ברוך הוא. בעבור אותה מצוה שורים עליו העשר ספירות וכל מי שמקיים מצוה אחת כמו שצריך כאילו מקיים רמ\"ח מצוות עשה, לפי שאין מצוה שאינה כלולה מכל הרמ\"ח ע\"כ. השכר של בן אדם שממליך להקדוש ברוך הוא על כל אבר ואבר נחשב כאילו המליך אותו על כל העולם לפי שבן אדם נקרא עולם קטן. ולא ניתן רשות לגלות שכר של טעמי המצוות בעבור שלא יעבוד הבן אדם לקב\"ה על מנת לקבל שכר. אבל בא וראה אותה נשמה שהיא בדיוקן של אדונה נשמתא דאיהי בדיוקנא דמאריה דמקיים כל פקודין דיליה אלין כד סלקת לעילא כל חילין דמלאכיא דתליין מאלין פקודין וכל תקונין ומשריין דגופא דמלכא סלקי עמה וכד נחתת כלהו נחתי עמה ואיהי סולם דאתמר בה (בראשית כ\"ח י\"ב) והנה מלאכי אלהים עולים ויורדים בו, וקלא נחית בכל רומי רקיעים הבו יקר לדיוקנא דמלכא:\n", 
                    "ברית מילה כמה דאעבר מההוא אבר הנהו קליפין, ותקין אתר לשריא שכינתא, הכי נמי כד נשמתיה סליקת לעילא סליקת בשמא דהוי\"ה ואעבר מינה כל קליפין ומלאכי חבלה דלא יקרבון לגביה. וכמו דאשתדל באורייתא ובמצוה דאקרון אור ונר, הכי כד אזיל לההוא עלמא (שמות י\"ג כ\"א) וה' הולך לפניהם, דנשמתיה ורוחיה ונפשיה בעמוד ענן ועמוד אש לנחותם הדרך להאיר להם. וכמה דנטר שבת ונח ואתענג ביה ליקרא דקודשא בריך הוא, הכי יהיב ליה לעילא אתר בנייחא ונח תמן מכל מה דטרח בהאי עלמא:\n", 
                    "מאן דמיחד לקודשא בריך הוא בשכינתיה קודשא בריך הוא מזוג ליה בבת זוגיה בההוא עלמא, מאן דקריב בשכינתיה לגביה, הכי שמקיים כל מצוותיו האלה. כאשר היא עולה למעלה. כל חיילות המלאכים שתלויים באותם המצות וכל התיקונים וההשראות שנמשכו מגופא דמלכא עולים עמה, וכאשר יורדת כולם יורדים עמה והיא הסולם שנאמר בה, והנה מלאכי אלהים עולים ויורדים בו. וקול עובר בכל מרומי הרקיעים הבו כבוד לדיוקן המלך. ברית מילה כמו שמעביר מאותו אבר אותן הקליפות והתקין מקום להשראת השכינה, כך גם הנשמה כאשר עולה למעלה עולה בשם הוי\"ה ומעביר ממנה כל הקליפות ומלאכי חבלה שלא יתקרבו אליו. וכמו שמשתדל בתורה ובמצוה הנקראים אור ונר, כך כאשר הולך לאותו עולם אז ה' הולך לפני נשמתו רוחו ונפשו בעמוד ענן ועמוד אש לנחותם הדרך להאיר להם. וכמו ששומר שבת ונח ומתענג בה לכבוד' הקדוש ברוך הוא, כך תקבל הנשמה למעלה מקום מנוחה ותנוח שם מכל מה שטרח בעולם הזה. מי שמיחד לקב\"ה ושכינתיה, הקדוש ברוך הוא מזווג לו את בת זוגו בעולם הבא. מי שמקרב השכינה לגביו כך מקרב לו בבת זוגו. ומי שעושה מקרב ליה בבת זוגיה, ומאן דעביד ליה מקדשא הכי יעבד ליה בית דקדש קודשין דדייר תמן. מאן דעביד סוכה קודשא בריך הוא יסכך ויגין עליה מכל מלאכי חבלה ומקטרגים כד נפק מהאי עלמא. מאן דמברך שבע ברכאן דקריאת שמע ומקדש ליה בקדוש קדוש קדוש ומיחד ליה בקריאת שמע, הכי יברך ליה ומקדש ליה בעשר חופות דקדושין בגן עדן ומייחד ליה בכלה דיליה. מאן דתקין כורסייא לקודשא בריך הוא בעטופא דמצוה ומעטר ליה בתפלין וקרי ליה בשמע ישראל דישרי על כורסייא, הכי מתקן ליה בההוא עלמא כורסייא ועטרא דכתר מלכותא וימליך ליה על כל מלאכים ומשריין דתמן. וכמה דאנחית ליה בזמירות שירות תשבחות והודאות, הכי סליק תמן כל חיות דמרכבות ומשריין דמלאכין חיות שרפים ואופנים פרשי גדפיהו לקבלא ליה בחדוה בנגונא:\n", 
                    "סוף דבר לית פומא דיכיל למימר אגרא דיליה בההוא עלמא לדרי דרין. זכאה איהו מאן דישרי לקודשא בריך הוא בכל אברים לו מקדש, כך יעשה לו בית של קודש קודשים שיגור שם. מי שעושה סוכה, הקדוש ברוך הוא יסכך ויגין עליו מכל מלאכי חבלה ומקטרגים כאשר יצא מזה העולם. מי שמברך שבע ברכות של קריאת שמע ומקדש להקדוש ברוך הוא בקדוש קדוש קדוש ומיחד אותו בקריאת שמע. כך יברך הקדוש ברוך הוא לו ויקדש אותו בעשר חופות של קידושין בגן עדן וייחד אותו בכלה שלו. מי שמתקן כסא להקדוש ברוך הוא בעטיפה טלית של מצוה ומעטר לו בתפילין וקורא לו בשמע ישראל כדי שישב הקדוש ברוך הוא על כסאו. כך יתקן לו הקדוש ברוך הוא בעוה\"ב כסא ועטרה של כתר מלכות וימליך אותו על כל המלאכים והמחנות ששם. וכמו שעושה נחת רוח להקדוש ברוך הוא בזמירות שירות ותשבחות וגורם שישרה בעוה\"ז כך כאשר יעלה לשם כל חיות של המרכבות והמחנות של מלאכים חיות שרפים ואופנים יפרשו כנפיהם לקבל אותו בשמחה ובניגון. סוף דבר אין פה שיכול לומר את השכר שלו באותו עולם לדורי דורות, זכאי הוא מי שמשרה את הקדוש ברוך הוא בכל האברים שלו שאם חסר דיליה, דאי חסר חד אבר פנוי מניה דלא שריא עליה, אצטריך בגין ההוא אבר לאחזרא בגלגולא בעלמא עד דישתלים בכלהו איברים בדיוקנא דצלם ה', דאי חסר חד לאו איהו בצלמו. סוף סוף כל מה דישתדל בר נש הוי בגין קודשא בריך הוא ושכינתיה כד עביד פקודוי, והכי מדה כנגד מדה ישתדל קודשא בריך הוא בגיניה ובת זוגיה בההוא עלמא:\n", 
                    "[תרגום - כל נביא וכל בן אדם כל אחד עולה לאבר שלו אשר נשמתו נאצלה מאותו אבר. יש מהם בראש המלך מהם בחוטי השער, בעינים, באזנים, בפנים, באף, בפה, בצואר, בידים, בקומת האדם שהוא הגוף, בשוקיים, בירכים, ברגלים, באות ברית, במוח, בלב. וכל אבר מאלה יש לו ספירה ידועה מאותם עשר ספירות וכל האברים האלה הם תלויים בדיוקנא דגופא דמלכא, ויש מי שנשמתו ממלבושי המלך. וכל תרי\"ג מצות התורה הם תלויים באלה האברים דגופא דמלכא יש מצות שתלויים בראש המלך ויש בעינים, וכל מצוה ששורה על כל אבר ואבר יש לה שם ידוע ובתוכה הוא שם הוי\"ה שהוא נשמה של אותו אבר, וכל האברים נקראים כינויים לשם הוי\"ה שהוא בתוך כל אבר ואבר וכל שם וכינוי של כל אבר ואבר אין לו שליטה אלא באותו אבר שלו. אבל הקדוש ברוך הוא שם הוי\"ה שליטתו בכל מקום כנשמה ששולטת על כל אבר ואבר, וזה הוא מלא כל הארץ כבודו. וכל מצות שעושה בן אדם שלא על מנת לקבל פרס תלויים בדיוקן המלך באצילות, אבל מצות שעושה על מנת לקבל פרס תלויין בדיוקנא של אותו הנקרא נער למעלה. ובכל אבר ואבר דדיוקן המלך תלויים ממנו כמה מלאכים שנקראים עיני ה' אזני ה' ידי ה' וכו' וכולם תלויים מגופא דמלכא כחוטי שער שתלויים מהראש. וכל חוט שער הוא מלאך אחד. רתרי\"ג אברים של בן אדם כולם מסודרים על סדרי בראשית ובעבור זה נקרא בן אדם עולם קטן, ובכל מצוה שעושה בן אדם גורם להמליך את הקדוש ברוך הוא על אותו אבר של נשמת הבן אדם כפי אותה מצוה. וכל אבר ואבר של הנשמה נקראים נרות כמו שכווב נר ה' נשמת אדם, בזה הוא עושה את אותה המצוה, דכך גם המצוה נקראת נר כמו שכתוב כי נר מצוה:\n", 
                    "צריך בן אדם להסיר מכל האברים שלו כל מחשבות רעות, שהם קליפות השורים בבן אדם, וצריך לתקן מקום זך ונקי להשרות את הקדוש ברוך הוא שם. לפי שכל אבר שהוא פגום בחטא שעושה בן אדם אין הקדוש ברוך הוא שורה באותו אבר כמ\"ש כי כל איש אשר בו מום לא יקרב. וכל מי שפוגם במצוה אחת כאילו פשע בדיוקן המלך. וצריך לשרוף לאותם קלי' השורות שם באותם מצות השורות בכל אבר ואבר ולהסיר אותם מהם שנקראו שאור וחמץ, על ידי אלה הנרות שנאמר עליהם כי נר מצוה, וכתוב נר ה' נשמת אדם חופש כל חדרי בטן. וכאשר שורה שם הקדוש ברוך הוא שהוא שם הוי\"ה ב\"ה וכינויים שלו הנקראים אברים שלו, אז חיילות המלאכים התלויים מאותו אבר שומרים לאותו אבר מכל דברים רעים וקלי' שהיו שורים שם. יש מצות שתלויים וכו' כל מצוה של יראה ואהבה תלויים במוח ובלב, כל מצוה של הליכה תלויה ברגלים, כגון הליכה לבית הכנסת ולברית מילה ולמת מצוה או לכל הליכה של מצוה. ואותם דעומדים בעמידה על רגליהם בתפילה של עמידה, בשתי שוקיים:\n"
                ], 
                [
                    " השער הרביעי: ", 
                    "בעונש מדות הרעות ובשכר קנין הטובות: ", 
                    "הגאוה היא שורש להרבה עבירות אם בין אדם למקום ואם בין אדם לחבירו, כי גורם להזיק לחבירו ולשנאתו ולדבר לשון הרע עליו, וכאלה רבות, ואם בינו למקום שכן כתיב (דברים ח' י\"ד) ורם לבבך ושכחת את ה' אלהיך, ואמרו רבותינו ז\"ל (סוטה דף ה' ע\"א) כל שיש בו גסות הרוח נקרא תועבה שנאמר (משלי ט\"ז ה') תועבת ה' כל גבה לב. ואמרו (שם) בשמתא מאן דאית ביה, וראוי לגדעו כאשירה ואין עפרו ננער ושכינה מיללת עליו ושקול כעובד עבודה זרה וככופר בעיקר, וכאלו בא על כל העריות כולם וכאלו בנה במה, ואפילו שיקנה להקדוש ברוך הוא שמים וארץ כאברהם אבינו שלא ינקה מדינה של גהינם וסופו מתמעט ונאסף מן העולם שלא בזמנו, ואפילו ירבעם שכל חכמי דורו היו לפניו כעשבי השדה (סנהדרין דף ק\"א ע\"ב) ולא היה בתורתו דופי והיה שונה ק\"ן פנים בתורה לא אבר אחד פנוי ממנו שאינו שורה עליו צריך בעבור אותו אבר לחזור בגלגול לעוה\"ז עד שישתלם בכל האברים בדיוקן דצלם ה', שאם חסר אבר אחד אין הוא בצלמו. סוף סוף כל מה שישתדל הבן אדם בעבור קב\"ה ושכינתיה כאשר עושה מצותיו, כך מדה כנגד מדה ישתדל הקדוש ברוך הוא בעבורו ובעבור בת זוגו באותו עולם. נענש ונטרד מן העולם הזה והעולם הבא אלא מפני גסות הרוח וכאלו דוחק רגלי השכינה ומסתלקת מן העולם ואומרת אין אני והוא יכולים לדור יחד בעולם, ומורד במלכות שמים, ומתעטף בטליתו של מלך מלכי המלכים הקדוש ברוך הוא שנאמר בו (תהלים ל\"ג א') ה' מלך גאות לבש, ובמה יתגאה האדם והויתו מטפה סרוחה ויצירתו בדם נדה ובחייו טנוף וסרחון ואחר מותו רמה ותולעה ואחרית גופו גוש עפר ונפשו יורדת לגיהנם: ", 
                    "אמנם הענוה והשפלות, אין מדה גדולה ממנה כי משה רבינו ע\"ה רבן של כל הנביאים בתורה ובמצות ויראת חטא לא נשתבח אלא בענוה שנאמר (במדבר י\"ב ג') והאיש משה ענו מאד, צא ולמד מן הקב\"ה שהניח שמי מרום ויורד לשכון אצל השפלים שנאמר (ישעיה נ\"ז ט\"ו) מרום וקדוש אשכון ואת דכא ושפל רוח, וכתיב (תהלים ל\"ד כ') קרוב ה' לנשברי לב, וכתיב (תהלים ט\"ו א') מי יגור באהליך וכו' נבזה בעיניו נמאס, ואף על פי שהיראה כתיב בה (איוב כ\"ח כ\"ח) הן יראת ה' היא חכמה, וכתיב (ישעיה ל\"ג ו') יראת ה' היא אוצרו, אמרו רבותינו ז\"ל (ירושלמי שבת פ\"א ה\"ג) כי היא עקב אל הענוה כמו שכתוב (משלי כ\"ב ד') עקב ענוה יראת ה', ומי שדעתו שפלה עליו כאלו הקריב כל הקרבנות שנאמר (תהלים נ\"א י\"ט) זבחי אלהים רוח נשברה, ולא עוד אלא שאין תפלתו נמאסת וכו' ואין תפילתו של אדם נשמעת אלא אם כן משים עצמו כבשר (סוטה דף ה' ע\"א) שנאמר (ישעיה ס\"ו כ\"ג) והיה מדי חדש בחדשו וגו' יבא כל בשר להשתחוות וגו', וכתיב (ישעיה ס\"ו ב') ואל זה אביט אל עני ונכה רוח. וכל מי שהוא ענו גורם להשרות שכינה על האדם בארץ, שנאמר (שמות כ' י\"ח) ומשה נגש אל הערפל, מי - גרם לו זה ענותנותו, שנאמר (במדבר י\"ב י\"ג) והאיש משה ענו מאד: ", 
                    "ותנא רבי פינחס בן יאיר אומר (סוף סוטה) זהירות מביאה לידי זריזות וזריזות מביאה לידי נקיות, ונקיות מביאה לידי טהרה, וטהרה מביאה לידי פרישות, ופרישות לידי קדושה, וקדושה לידי ענוה וכו' וענוה גדולה מכלם, שמביאה לידי רוח הקדש, שנאמר (ישעיה ס\"א א') רוח ה' אלהים עלי יען משח ה' אותי לבשר ענוים: ", 
                    "ושלחו מתם (סנהדרין פ\"ח ע\"א) איזהו בן העולם הבא ענותן ושפל ברך שיף עייל ושייף נפיק וגריס באורייתא תדירא ולא מחזיק טיבותא לנפשיה. (מגילה דף ט\"ו ע\"ב, סנהדרין דף ק\"א ע\"ב) ועתיד הקדוש ברוך הוא להיות עטרה בראש כל צדיק וכו', יכול לכל תלמוד לומר (ישעיה כ\"ח ה') לשאר עמו, למי שמשים עצמו כשירים: ", 
                    "ובספר הזוהר פרשת שלח (דף קס\"א) הכי פתח רב מתיבתא, זכאה איהו מאן דאזעיר גרמיה בהאי עלמא, כמה איהו רב בההוא עלמא, מאן דאיהו זעיר איהו רב ומאן דאיהו רב איהו זעיר, עוד שם פרשת תרומה (דף קס\"ו) אמאי אקרי יחזקאל בן בוזי, על דהוה מבזה גרמיה לגבי מאן דגדול מיניה, ועל דא זכה לאתקרי בן אדם מה דלא אקרי הכי בר נש אחרא ואקרי רם כדכתיב (איוב ל\"ב ב') ברכאל הבוזי ממשפחת רם וכו', ואמרו רבותינו ז\"ל (תענית דף ז' ע\"א) למה נמשלה התורה למים, מה המים אינם הולכים אלא למקום נמוך, כך אין התורה שורה אלא במי שרוחו נמוכה. אשרי מי שאינו קוצף ורוחו נמוכה ושפלה הרבה, וכן הוא אומר (תהלים נ\"א י\"ט) זבחי אלהים רוח נשברה. אשרי מי שמאריך הכל ונושא הכל לרצון בוראו ועושה עצמו כשירים וכן הוא אומר (מיכהז' י\"ח) נושא עון ועובר על פשע לשארית נחלתו, למי שמשים עצמו שיריים, אשרי אדם שישים עצמו עפר שהכל ירמסוהו ויהיה כאסקופה התחתונה שהכל דשין בה וכיתד הנמוכה שהכל נתלים בה וכו': ", 
                    "<small>[תרגום - בספר הזוהר פרשת שלח, כך התחיל לדרוש ראש הישיבה, זכאי הוא מי שמקטין עצמו בעוה\"ז כמה הוא גדול בעוה\"ב. מי שהוא קטן הוא גדול, ומי שהוא גדול הוא קטן. עוד שם בפרשת תרומה. למה נקרא יחזקאל בן בוזי על שהיה מבזה עצמו לגבי מי שגדול ממנו. ועל זה זכה להקרא בן אדם מה שלא נקרא כך בן אדם אחר. ונקרא רם כמו שכתוב ברכאל הבוזי ממשפחת רם]</small>: ", 
                    "הכעס הוא ענף הגאוה ושקול כמוהו. ואמרו רבותינו ז\"ל (נדרים דף כ\"ב ע\"א) כל הכועס כל מיני פורעניות של גיהנם שולטין בו. ואמרו רבותינו ז\"ל (שבת דף ק\"ה ע\"ב) המקרע בגדיו והמפזר מעותיו והמשבר כלים בחמתו יהא בעיניך כעובד עבודה זרה, שנאמר (תהלים פ\"א י') לא יהיה בך אל זר, ואמרו רבותינו ז\"ל (נדרים דף כ\"ב ע\"ב) כל הכועס אין שכינה חשובה כנגדו ומשכח תלמודו ומוסיף טפשות ובידוע שעונותיו מרובים מזכיותיו שנאמר (משלי כ\"ט כ\"ב) ובעל חימה רב פשע, ואמרו רבותינו ז\"ל (פסחים דף ס\"ו ע\"ב) כל הכועס אם חכם הוא חכמתו מסתלקת ממנו, מנלן ממשה ומאלישע וכו', ואמר ליה אליהו זכור לטוב (ברכות דף כ\"ט ע\"ב) לרב יהודה לא תרתח ולא תחטא, ובזוהר פרשת תצוה (קפ\"ב א' רס\"ג ב') אי בר נש כעיס עקר מניה נשמתא עילאה קדישא למשרי באתרה סטרא אחרא ודא איהו בר נש דמריד במאריה ואסיר לאתקרבא בהדיה, ודא איהו טורף נפשו באפו, דטריף נפשיה ואשרי באתרה אל זר, כי במה נחשב הוא, עבודה זרה אקרי, ומאן דאשתעי עמיה כאלו אתחבר לעבודה זרה ממש, דעבודה זרה ממש שריא בגויה, ואסיר לאסתכלא באנפוי ועליה כתיב (ויקרא י\"ט ד') אל תפנו אל האלילים, ועל דא כתיב (שמות ל\"ד י\"ז) אלהי מסכה לא תעשה לך. וכל מסאביא אתדכיין בר מהאי, בגין דמסאיב גופא מגו ומבר, ונפשא כולא מסאב. ואפילו כד אתי האי בר נש ועקר לההוא זר מגויה מכל וכל לעלמין ולבתר אשתדל לאתקדשא ולאמשכא ההיא קדושא דנשמתא קדישא עליה, כדין, ולואי דאתקדש דכיון דערקת מניה זמנא חדא כמה יעביד בר נש עד די תיתוב לאתרה: ", 
                    "[תרגום - בזוהר פרשת תצוה אם בן אדם כועס עוקר ממנו נשמה עליונה קדושה להשרות במקומה סטרא אחרא וזה הוא בן אדם שמורד באדונו ואסור להתקרב להיות עמו וזה הוא טורף נפשו באפו דטורף את נפשו ומשרה במקומה אל זר. כי במה נחשב הוא, ונקרא עבודה זרה, ומי שמדבר עמו כאלו מתחבר לע\"ז ממש. דעבודה זרה ממש שורה בתוכו. ואסור להסתכל בפניו ועליו כתוב אל תפנו אל האלילים ועל זה כתוב אלהי מסכה לא תעשה לך. וכל טומאות יש להם טהרה חוין מזה, בעבור שמטמא גופו מבית ומחוץ. ומטמא את כל הנפש, ואפילו כאשר יבא בן אדם זה ויעקור לסטרא אחרא מתוכו מכל וכל לעולם ואחר כך ישתדל להתקדש ולהמשיך אותה נשמה של הקדושה עליו, אז הלואי שיתקדש, וכיון דנעקרא ממנו פעם אחת כמה יעשה הבן אדם עד שישוב למקומה: ", 
                    "הקפדנות היא ענף מן הגאוה ומן הכעס. ואמרו ז\"ל (ר\"ה דף י\"ז) מאן דקפיד קפדין ליה ואין מוחלין לו עונותיו, שנאמר (מיכה ז' י\"ח) נושא עון ועובר על פשע, למי נושא עון למי שעובר על פשע, אבל המעביר על מדותיו וכו'. אמרו ז\"ל (שבת דף ל\"ב ע\"א) לעולם יבקש אדם רחמים בכל יום ובכל עת, יתן בעפר פיהו, יתן למכהו לחי ישבע בחרפה, אשרי מי ששומע חרפתו ואינו משיב, וכן ישעיה אומר (ישעיה ג' ו') גוי נתתי למכים. כך אמרו חכמים (ר\"ה דף י\"ז ע\"א) כל המעביר על מדותיו מעבירים לו על כל פשעיו שנאמר (מיכה ז' י\"ח) נושא עון ועובר על פשע וכו', ואמרו בחופת אליהו ז\"ל (סוף ראשית חכמה שער ג') שלשה הקדוש ברוך הוא אוהבם, מי שאינו מתכעס ומי שאינו משתכר ומי שאינו עומד על מדותיו: ", 
                    "ושאל רבי עקיבא (מגילה כ\"ח ע\"א) לרבי נחוניא הגדול במה הארכת ימים ואמר לו מימי לא קבלתי מתנות ולא עמדתי על מדותי. ואמרו ז\"ל (ר\"ה דף י\"ז ע\"א) רב הונא בר יהושע חלש אמרו ליה מאי חזית אמר להו הכי אמר קב\"ה הואיל ולא מוקי במילתיה לא תוקמו בהדיה שנאמר (מיכה ז' י\"ח) נושא עון ועובר על פשע ואמרו ז\"ל רב נחמן חפר תל אחד והיה רב אחאי בר יאשיה קבור וראהו קיים בעצמותיו אמרו ליה מאי האי אמר להו מימי לא עמדתי על מידותי ולא תפסתי בלבי קנאת חברי שנאמר (משלי י\"ד ל') ורקב עצמות קנאה. ואמרו ז\"ל (תענית דף כ\"ה ע\"ב) מעשה ברבי אליעזר שירד לפני התיבה ולא נענה וכו', ירד רבי עקיבא ונענה ויצאה בת קול ואמרה מפני שזה מעביר על מדותיו. ואמרו ז\"ל (חולין דף פ\"ט ע\"א) אין העולם מתקיים אלא במי שבולם פיו בשעת מריבה, שנאמר (איוב כ\"ו ז') תולה ארץ על בלימה, רבי אבהו אומר על מי שמשים עצמו כמי שאינו וכו', ותנו רבנן (שבת דף ס\"ח ע\"א) הנעלבין ואינם עולבין שומעין חרפתן ואינן משיבין עליהם הכתוב אומר (שופטים ה' ל\"א) ואוהביו כצאת השמש בגבורתו, ואמר אליהו זכור לטוב (אליהו זוטא פ\"ד) לעולם הוי עלוב לבני אדם ולבני ביתך יותר מכולם. ואמר אבא אליהו זכור לטוב (כלה רבתי ספ\"ה) לעולם אין התורה מתפרשת אלא במי שאינו קפדן ואף אני איני נגלה אלא למי שאינו קפדן: ", 
                    "העצבות גורמת מניעת העבודה וקיום המצות ובטול עסק התורה וכונת התפילה ומבטל מחשבה טובה לעבוד את ה', והיא שער התחלת גרוי הסתת היצר הרע אפילו אם הוא צדיק, בהראותו כי אין לו תועלת בעבודה בהיות יסורים עליו וכו'. וגם כי בא עליו בדרך חסידות באמור לו איך יעלה בדעתך עפר רמה ותולעה להתקרב להתקדש בקדושת מלכו של עולם, וכמו שכתוב (משלי כ\"ה ז') ראמות לאויל חכמות וגו' וכמו שכתוב (איוב ל\"ה ז') ואם צדקת מה תתן לו: ", 
                    "גם גורמת סלוק רוח הקודש מעליו, וההפך בהיותו עובד ה' יתברך בשמחה כמו שכתוב (תהלים ק' ב') עבדו את ה' בשמחה, כי השמחה מוסיפה חשק רב ואהבה להתדבק בו יתברך וכתיב (דברים כ\"ח מ\"ז) תחת אשר לא עבדת את ה' אלהיך בשמחה ובטוב לבב וגו'. כי העבודה אם היא בעצבון דומה לעבד העובד לרבו בפנים עצבות וזועפות. וכתיב (משלי י' כ\"ב) ברכת ה' היא תעשיר ולא יוסיף עצב עמה. כי העצבון הוא נמשך מזהמת סמא\"ל ונחש שהטילו באדם וחוה כמו שכתוב באדם (בראשית ג' י\"ז) בעצבון תאכלנה וכתיב (שם ט\"ז) בעצב תלדי בנים, ועל ידי כך הקדוש ברוך הוא ושכינתו מסתלקים מעליו: ", 
                    "והראיה מיעקב בחיר האבות שנתסלקה ממנו שכינה ורוח הקדש עשרים ושתים שנים שפרש יוסף ממנו, וכששמח בבשורתו נתיב ותחי רוח יעקב, ששרתה עליו רוח הקדש. ואמרו רבותינו ז\"ל (פסחים דף קי\"ז ע\"א) אין שכינה ואין נבואה שורה לא מתוך עצבות וכו'. וכן מצינו באלישע ובבני הנביאים דכתיב (מלכים ב' ג' ט\"ו) והיה כנגן המנגן וכתיב (שמואל א' י' ה') ולפניהם תוף וחליל וכנור והמה מתנבאים, ואפילו בכל עבודת מצוה ותהלה צריך שיהיה בתכלית השמחה כמו שמצינו באביי (ברכות דף ל' ע\"א) דהוה בדיח טובא ואמר תפילין קא מנחנא. וכן רב ברונא משום דסמך גאולה לתפלה לא פסק חוכא מפומיה כל ההוא יומא: ", 
                    "שנאה, על ידי כך חוטא לחבירו להרע לו בכל מיני רעה. ואמרו רבותינו ז\"ל (אבות פ\"ד) שנאת הבריות מוציאה את האדם מן העולם, והנה שונא כביכול להקדוש ברוך הוא על שברא אותו, והנה כולנו בנים לה' אלהינו, ושונא את אברהם יצחק ויעקב שיצא מהם זה. והנה כל הנשמות נאחזות בשם יתברך וצורך גבוה הם, אשר בהם יתפאר ואיך תשנאהו: ", 
                    "ואמרו רבותינו ז\"ל (יומא דף ט' ע\"ב) בית שני היו בו צדיקים וחכמים גדולים ולא נחרב אלא בעון שנאת חנם ולא נתארך הקץ ולא נעלם אלא לסיבת שנאת חנם, ולא עוד, ששאר העבירות אינו עובר עליהם אלא בשעתם אבל שנאת חנם בלב, היא תמיד, ובכל רגע עובר על לא תשנא, ובטול מצות עשה (ויקרא י\"ח י\"ט) ואהבת לרעך כמוך, ולא עוד אלא שעל מצוה זו אמרו (תו\"כ פ' קדושים) שזה כלל גדול שבתורה שכולה תלויה בה, ולא זכה משה לכל מעלותיו אלא שהיה אוהב לישראל ומצטער בצרתם כמו שאמרו ז\"ל (מדרש רבה שמות פ\"א) על וירא בסבלותם, ועל פסוק (שמות ל\"ב ל\"ב) ועתה אם תשא חטאתם ואם אין מחני נא, ולכן היה שקול ככל ישראל כמו שכתוב (ישעיה ס\"ג י\"א) ויזכור ימי עולם משה עמו: ", 
                    "הקנאה, היא גרמא לבא לידי שנאה, וגם היא יותר קשה כי מורד על הקדוש ברוך הוא למה השפיע טובה לחבירו יותר ממנו, ואמרו ז\"ל (אבות פ\"ד כ\"א) הקנאה והתאוה והכבוד מוציאין את האדם מן העולם, צא ולמד כי כל הראשונים לא נענשו אלא בשביל הקנאה, כי הנה קין המדבר פה אל פה עם השם יתברך נטרד מן העולם הוא וזרעיותיו על שקנא לתאומתו של הבל ועל ידי כן עבר כל אותם העבירות, ועשרת השבטים לא גלו למצרים אלא בעון ויקנאו בו אחיו וסוף סוף נענשו בעשרה הרוגי מלכות, וירבעם שכל חכמי דורו לפניו כעשבי השדה נטרד מן העולם בקנאתו ממלכי בית דוד, גם שאול בחיר השם כבן שנה שלא טעם טעם חטא ולא היה במלכותו שום דופי כמו שאמרו ז\"ל (יומא דף כ\"ב ע\"ב), נטרד ממלכותו ונהרג הוא ושלשת בניו ונהרגו נוב עיר הכהנים וגלו ישראל ביד פלשתים ונחרב משכן שילה, והכל על שקינא לדוד בענין גולית סרה מעליו רוח הקדש ונחה עליו רוח עועים: ", 
                    "ואין בן דוד בא עד שתוסר הקנאה כמו שכתוב (ישעיה י\"א י\"ג) אפרים לא יקנא את יהודה, ולא עוד כי אפילו מלאכי מרום נפלו מקדושתם על זה כמו שכתוב בפרקי דרבי אליעזר (פרק י\"ג-י\"ד) על סמא\"ל שהיה גדול מן השרפים שאין להם רק שש כנפים והוא היו לו שנים עשר כנפים ונעקר מן הקדושה בשביל קנאה על האדם, וכן הנפילים עז\"א ועזא\"ל נטרדו מן העולם על שנתקנאו באדם, וכל מי שיש בו קנאה עצמותיו מרקיבין, ולכן ראוי לאדם להיות שמח בחלקו אף אם מעט הוא, כי לא טוב הוא מהלל הזקן ורבי חנינא בן דוסא ורבי יהודה בר אלעאי ורבי אלעזר בן פדת וזולתם: ", 
                    "החמדה, אב הטומאה, כי היא מביאה לשנאה וקנאה ומביאה לידי גזל ושבועת שקר ולידי רציחה, והיא העשירית שבעשרת הדברות שקולה ככולם, כי עינו לא תשבע עושר כעין הנחש שנאמר בו (ישעיה ס\"ה כ\"ה) ונחש עפר לחמו, וכתיב (משלי כ\"ח כ\"ב) נבהל להון איש רע עין וגו', ואמרו רבותינו ז\"ל התאוה מוציאה את האדם מן העולם כי מטרידתו מעסק התורה ומקיום מצותיה, והוא כופר בהשגחה שאינו מאמין שהכל על ידי השגחת השם יתברך וכמו שאמרו ז\"ל (סוטה דף מ\"ח ע\"ב) כל מי שיש לו פת בסלו ואומר מה אוכל למחר הרי זה מקטני אמנה ועליו אמר (זכריה ד') כי מי בז ליום קטנות, מי גרם לצדיקים שיתבזבז שלחנן לעתיד לבא, קטנות אמנה שהיתה בהן: ", 
                    "אבל הבטחון אין מעלה כמוהו וכמו שכתוב (תהלים ב' י\"ב) אשרי כל חוסי בו, כי מאמין שיש בעולם אלוה יכול ומשגיח, וכתיב (ירמיה י\"ז ז') ברוך הגבר אשר יבטח בה' והיה ה' מבטחו, ומובטח הוא שלא יחסרו מזונותיו כמו שכתוב (תהלים נ\"ה נ\"ג) השלך על ה' יהבך והוא יכלכלך, ובתנאי שיהיה באמת ובכל לבו בלי שום פקפוק, ועוד כי בהיותו בוטח בה' יעסוק בתורה ובמצות בכל לבו בלי הרהור כלל: ", 
                    "תאות התענוגים, רעה מכל הנזכרים לעיל, כי בהיותו גרגרן יבא לידי חמדה וגזל, שבועת שקר, שנאת הבריות, וקנאה, ודומה לעשו שנאמר בו (בראשית כ\"ה ל') הלעיטני נא, ועליו נאמר (משלי כ\"ג ב') ושמת סכין בלועך אם בעל נפש אתה, כי על ידי כן יאכל נבלות וטרפות וכל מאכלות אסורות, וכתיב (קהלת ו' ז') כל עמל האדם לפיהו, וכתיב (משלי י\"ג כ\"ה) ובטן רשעים תחסר, וכתיב (דברים ל\"ב ט\"ו) וישמן ישורון ויבעט, ויטוש אלוה עשהו כי מביאו לכחש בשם יתברך, כמו שאמר הכתוב (משלי ל' ט') פן אשבע וכחשתי ואמרתי מי ה', ועל כל העבירות אין הקטן נענש ובן סורר ומורה שאכל תרטימר בשר וחצי לוג יין, נסקל. ואמרו רבותינו ז\"ל (תענית דף י\"א ע\"א) מנהג הרשעים אכול בשר ושתה יין וכו' וכתיב (ישעיה כ\"ב י\"ד) אם יכופר העון הזה לכם עד תמותון, ואמר אליהו זכור לטוב לרבי יהודה (ברכות כ\"ט ע\"א) לא תרוי ולא תחטא: ", 
                    "אבל המסתפק בהכרחי נקרא צדיק כמו שאמר הכתוב (משלי י\"ג כ\"ה) צדיק אוכל לשובע נפשו, ודוד אמר (תהלים קי\"ט ע\"א) טוב לי כי עניתי למען אלמד חקיך, ולא שאל יעקב אלא (בראשית כ\"ח כ') ונתן לי לחם לאכול ובגד ללבוש, וכתיב (בראשית מ\"ט י\"ד) יששכר חמור גרם וכו' ויט שכמו לסבול. ואמרו ז\"ל (אבות פ\"ו משנה ד') כך היא דרכה של תורה, פת במלח תאכל וכו' אם עשית כן אשריך בעולם הזה וטוב לך לעולם הבא, ואמרו ז\"ל (ברכות ס\"ג ע\"א) אין התורה מתקיימת אלא במי שממית עצמו עליה. ואמרו ז\"ל (אבות פ\"ב משנה ז') מרבה בשר מרבה רמה. ואמרו רבותינו ז\"ל (תענית דף י\"א) לעולם יראה אדם כאלו קדוש בתוך מעיו שנאמר (הושע י\"ב ט') בקרבך קדוש, ולא זכה משה רבינו ע\"ה לקבל התורה עד שהתענה ארבעים יום וארבעים לילה, ולא עלה אליהו זכור לטוב למרום עד שהתענה ארבעים יום וארבעים לילה, ולא זכה רבי אלעזר ורבי עקיבא ורבי ישמעאל לכל אותה החכמה והנבואה בעליתן לפרד\"ס עד אשר התענו ימים רבים בכל מיני סגופים ופרישות. ולא זכה שלמה שנאמר בו (מלכים א' ה' י\"א) ריחכם מכל האדם עד שהתענה ארבעים יום וארבעים לילה, כמו שאמרו על מ' של משלי שהיא מ\"ם רבתי: ", 
                    "ובספר הזוהר (ח\"א דף י\"א ע\"א) אמר רבי שמעון בר יוחאי לרבי פינחס כד חזייה דגופיה מלא חלודין בצאתו מן המערה אלו לא חמיתני בכך לא הייתי בכך. ובפרשת תרומה (קמ\"א ע\"א) גופיהון דצדיקייא דלא אתמשכו בהאי עלמא בתר הנאות דההיא קליפה, לא שלטא עלייהו רוח מסאבא כלל, דכיון דלא אתענגו בהאי עלמא אלא מתענוגי דמצוה שבתין וחגין ההוא רוח מסאבא לא יכול לשלטאה עלייהו כלל כיון דלא אתענגו מדיליה כלום, ואי אתהני מדיליה ביומין דחול עליה אתמר (מלאכי ב' ג') וזריתי פרש על פניכם. ותנא דבי אליהו (א\"ר פכ\"ו) לא זכה אדם לתורה יבקש רחמים על אכילה ושתיה יתירה שלא תבא לתוך מעיו: ", 
                    "<small>[תרגום - אמר רבי שמעון בן יוחאי לרבי פנחס כאשר ראה שגופו מלא פצעים בצאתו מן המערה, אילו לא ראיתני בכך, לא הייתי כך. ובפרשת תרומה גופם של הצדיקים שלא נמשכו בעוה\"ז אחר הנאות דאותה קליפה, לא שולטת עליהם רוח טומאה כלל לפי שמאחר ולא התענגו בעוה\"ז אלא מתענוגי מצוה שבתות וחגים אותו רוח טומאה לא יכול לשלוט עליהם כלל כיון שלא נהנו משלו כלום. ואם נהנה משלו בימות החול עליו נאמר וזרתי פרש על פניכם]</small>: ", 
                    "השררה והכבוד היא קשה מאד כי היא מביאה לאדם לידי הגאוה שהיא הקשה מכלם. ועל ידי כן יטיל אימה יתירה על הצבור שלא לשם שמים אשר סופו נעקר מן העולם וזרעו לא יצליח אחריו כלל, כמו שאמרו רבותינו ז\"ל (סנהדרין דף ק\"א), וכמו שמצינו בירבעם החכם הגדול שעל ידי בקשת השררה נטרד הוא וזרעו מן העולם הזה ואין לו חלק לעולם הבא, ושאול בחיר ה' כבן שנה במלכו שלא טעם טעם חטא והיה נחבא אל הכלים בורח מן השררה וסופו נלכד ברשתה, ואמר (שמואל א' ט\"ו ו') כבדני נא נגד זקני עמי, ורדף אחריה ואבד המלוכה ונהרג הוא ושלשת בניו, כנזכר לעיל במדת הקנאה: ", 
                    "ואמרו רבותינו ז\"ל (אבות פ\"ד משנה כ\"א) הקנאה והתאוה והכבוד מוציאין את האדם מן העולם ואמרו רבותינו ז\"ל (ברכות דף נ\"ה ע\"א) הרבנות מקפחת וקוברת בעליה כי מביאתו לרום לבבו על קונו. כמו שכתוב (דברים י\"ז ז') לבלתי רום לבבו וגו' למען יאריך ימים על ממלכתו. ואמרו רבותינו ז\"ל (יומא דף פ\"ו ע\"ב, וסנהדרין דף ז' ע\"ב) רב כד הוה נפיק לדינא הוה אמר ברעות נפשאי לקטלא נפיק וכו'. ואמרו רבותינו ז\"ל (מד\"ר שמות פכ\"ז) בני אם ערבת לרעך (משלי ו' א'), רב הונא פתר ליה במי שמתמנה פרנס על הצבור, מה כתיב בתריה, נוקשת באמרי פיך נלכדת באמרי פיך עשה זאת איפה בני והנצל, ואם לאו עליו כתיב (שם ל\"ב) נואף אשה חסר לב משחית נפשו וגו' ואין מרחמים עליו בגיהנם, אמר הקדוש ברוך הוא אני קדוש אני חסיד וכו' אם יש בך כל המדות האלו קבל עליך שררה ואם לאו אל תקבל. ודוד המלך ע\"ה אמר (תהלים קל\"א א') ה' לא גבה לבי וגו' נפשי כגמול עלי אמו: ", 
                    "לכן הוי בורח מן השררה עד קצה האחרון וכמו שהארכתי במדת הגאוה, וכמו שאמרו בספר הזוהר (ח\"ג קס\"ה ע\"א) זכאה איהו מאן דאזער גרמיה בהאי עלמא, ומי לנו גדול ממשה רבן של כל ישראל שסרב עם הקדוש ברוך הוא שבעת ימים ולא רצה ואמר (שמות ד' י\"ג) שלח נא ביד תשלח עד שנאמר בו (שם י\"ד) ויחר אף ה' במשה, ועשה בו רושם כמו שאמרו רבותינו ז\"ל (שמות רבה פ\"ג) ואחר כך נתרצה ולסוף נענש בעבורם במי מריבה ולא הועילו לו כל זכיותיו. כי כל המשתרר על הצבור אפילו לשם שמים כמשה סופו ליענש כי הוא ערב על כל מעשיהם כמו שאמרו רבותינו ז\"ל (ספרי דברים פיסקא י\"ג) על ואשימם בראשיכם. קל וחומר ליתמי כמונו שחס ושלום לא תהיה לנו תקומה: ", 
                    "הוראת מעשיו לבריות. ידעת מה שאמרו רבותינו ז\"ל (ירושלמי חגיגה פ\"א) ענין אותה האשה שהיתה נענשת בגיהנם על שהיתה מספרת לחברתה היום התעניתי וכו'. ולא די שאינו מקבל שכר אלא שנדון בגיהנם כי הרי מגלה דעתו שאין מעשיו כלל לשם שמים והוא מכלל הפרושים (סוטה כ\"ב ע\"ב) פרוש נקפי, פרוש קזאי, ואמרו רבותינו ז\"ל (אליהו רבא פכ\"א) לעולם יהא אדם ירא שמים בסתר ויהיו כל דרכיו לשם שמים ואם יכול אדם שיעשה כל דרכיו לשם שמים ולא יפרש לבריות אפילו אחד מהם, שכרו כפול ומכופל מפני שכבוד אלהים הסתר דבר: "
                ], 
                [
                    " השער החמישי: ", 
                    "במדות האסורות: ", 
                    "לשון הרע אמרו רבותינו ז\"ל (ערכין דף י\"ד ע\"ב) שקשה מעבודה זרה גלוי עריות ושפיכות דמים שהן החמורות מכל העברות, ואמרו רבותינו ז\"ל (שם ט\"ו ע\"ב) כל המספר לשון הרע כופר בעיקר כמו שכתוב (תהלים י\"ב ה') אשר אמרו ללשוננו נגביר שפתינו אתנו מי אדון לנו: ", 
                    "רכילות הורג שלשה ושקול כשפיכות דמים ואינו נכנס בגן עדן, כמו שכתוב (תהלים ט\"ו א') מי יגור באהליך וגו' לא רגל על לשונו. והנה דואג האדומי אביר הרועים ראש הסנהדרין, מפני הרכילות נטרד מן העולם הבא ונכרת בחצי ימיו וגרם הריגת אנשי נוב עיר הכהנים ומיתת שאול ובניו ובני ביתו: ", 
                    "הלבנת פנים, ומכנה שם רע לחבירו, והמתכבד בקלון חבירו, יורדין לגיהנם ואינם עולים ואין להם חלק לעולם הבא: ", 
                    "והם בכלל לא תרצח, כמו שאמרו רבותינו ז\"ל בפרק הזהב (ב\"מ דף נ\"ח ע\"ב) במערבא במאי זהירי טפי, באזיל סומקא ואתי חורא: ", 
                    "ליצנות היא אחת מארבע כתות שאינם מקבלות פני שכינה, ואמרו רבותינו ז\"ל (עבודה זרה דף י\"ח ע\"ב) כל המתלוצץ נופל בגיהנם, ואמרו רבותינו ז\"ל (אבות פ\"ג משנה ב') אפילו ישב בטל הרי זה מושב לצים וכמו שכתוב (תהלים א' א') אשרי האיש אשר לא הלך בעצת רשעים ובמושב לצים לא ישב וסמיך ליה כי אם בתורת ה' חפצו וגו', מה כתיב בתריה והיה כעץ שתול על פלגי מים וגו' לא כן הרשעים וגו', ואמרו רבותינו ז\"ל (אבות פ\"ו משנה ב') בכל יום בת קול יוצאת ואומרת אוי להם לבריות מעלבונה של תורה שכל מי שאינו עוסק בתורה נקרא נזוף, רצונו לומר מנודה לשמים. ואמרו רבותינו ז\"ל (סנהדרין דף ל\"ט ע\"ב) כי דבר ה' בזה וגו' (במדבר ט\"ו ל\"א) הכרת תכרת הנפש ההיא וגו', רבי נחמיה אומר זה כל מי שאפשר לו לעסוק בתורה ואינו עוסק, ואמר רב כל הפורש מדברי תורה ועוסק בדברי שיחה אש אוכלתו, וכל מי שמרפה עצמו מדברי תורה נופל בגיהנם ומאכילים אותו גחלי רתמים שנאמר (איוב פרקל' ד') הקוטפים מלוח עלי שיח, ואמרו רבותינו ז\"ל (אבות פ\"ג מ\"ה) המפנה לבו לבטלה הרי זה מתחיב בנפשו שנאמר (דברים ד' ט') רק השמר לך וגו': ", 
                    "ואמרו רבותינו ז\"ל (סנהדרין דף ז' ע\"א) אין תחלת דינו של אדם אלא על דברי תורה שנאמר (משלי י\"ז י\"ד) פוטר מים ראשית מדון, וכתיב (יהושע א' ח') והגית בו יומם ולילה כי אז תצליח את דרכך ואז תשכיל, וכל רגע, שעה, ויום שאדם בטל מדברי תורה עליו נאמר (קהלת א' ט\"ו) וחסרון לא יוכל להמנות, ואמרו רבותינו ז\"ל (פאה פ\"א משנה א') אלו דברים שאדם עושה אותם אוכל מפירותיהם בעולם הזה והקרן קימת לו לעולם הבא וכו' ותלמוד תורה כנגד כולם, ולא עוד אלא שהעוסק בתלמוד תורה פטור מכל המצות שהיא שקולה ככל המצות: ", 
                    "ותנא דבי אליהו זכור לטוב (עבודה זרה דף ה' ע\"ב) אשרי אדם שמשים עצמו כשור לעול וכחמור למשאוי ויושב וקורא ושונה בתורה בכל יום תמיד ומיד רוח הקודש שורה עליו, ואם היושב בטל נענש כל כך, קל וחומר למי שמתלוצץ ממש: ", 
                    "שיחה בטלה גורמת לידי עבירות גדולות, כי הרי אפילו ישב בטל הרי זה מושב לצים ונענש ענשים גדולים, כנזכר לעיל בענין הליצנות, מכל שכן השח שיחות בטילות בפועל, ולא עוד שמביא לידי לשון הרע ורכילות וליצנות ומספר בגנות חבירו: ", 
                    "ואמרו רבותינו ז\"ל (יומא דף י\"ט ע\"ב) השח שיחה בטלה עובר בעשה שנאמר (דברים ו' ז') ודברת בם, ואמרו על רבן יוחנן בן זכאי (סוכה דף כ\"ח ע\"א) ועל רב (רמב\"ם פרק ב' מהלכות הלכה ט') שמימיהם לא שחו שיחת חולין, ואמרו רבותינו ז\"ל (אבות פ\"א מי\"ז) לא מצאתי לגוף טוב אלא שתיקה, וכתיב (מיכה ג' כ\"ח) ישב בדד וידום יתן בעפר פיהו, וכתיב (משלי י\"ח כ\"א) מות וחיים ביד לשון, ואמרו רבותינו ז\"ל (אבות פ\"ג מי\"ג) סיג לחכמה שתיקה, ואמר שלמה (קהלת ה' א') אל תבהל על פיך ולבך אל ימהר להוציא דבר לפני האלהים כי האלהים בשמים ואתה על הארץ על כן יהיו דבריך מעטים: ", 
                    "ואמרו רבותינו ז\"ל (חולין דף פ\"ט) האמנם אלם צדק תדברון (תהילים נ״ח:ב׳) מה אומנותו של אדם בעולם הזה ישים עצמו אלם, ואמרו רבותינו ז\"ל (חגיגה כ\"ג ע\"א) רבי כד הוה מטי להאי קרא הוה בכי (עמוס ד׳:י״ג) כי הנה יוצר הרים ובורא רוח ומגיד לאדם מה שיחו, אפילו שיחה קלה שאדם משיח עם אשתו ואפילו דברים שאין בהם ממש הם נכתבים על פנקסו של אדם וקוראים לפניו בשעת מיתתו: ", 
                    "ואמרו רבותינו ז\"ל שתיקתו של אדם מביאתו לידי ענוה, והענוה היא ראש ליראת שמים, ובשעה שאינו עוסק בתורה יהיה דומם ומדביק שפתותיו זו לזו כשתי ריחים ששוכבות זו על זו מפני שצדקותיו וזכיותיו של אדם כולם אינם מספיקות במה שיוציא בשפתיו, אשרי מי שישים עצמו אלם וחרש חגר וסומא, וכל כך למה כדי שלא יחטא ויחייב עצמו ואת איבריו לגיהנם, וכן דוד הוא אומר (תהלים ל\"א י\"א) ואני כחרש לא אשמע וכאלם לא יפתח פיו: ", 
                    "ובספר הזוהר (ח\"ב נ\"ט ע\"א) לית לך הבל דלית ליה קלא, וכל אנון מלין דאשתדל בהו בר נש דלאו אינון לפלחנא דקודשא בריך הוא ההיא מלה אתעביד מנה הבל ושטאת בעלמא, וכד נפקא נשמתיה ההוא הבל מגלגלא ליה בעלמא, ודא איהו (שמואל א כ״ה:כ״ט) ואת נפש אויביך יקלענה בתוך כף הקלע, ואמרו שם (ח\"ג קפ\"ג ע\"ב) ותלבש אסתר מלכות אוליפנא כל מאן דנטיר פומיה ולישניה זכי לאתלבשא ברוח קודשא: ", 
                    "<small>[תרגום - אין לך הבל שאין לו קול וכל אותן מילים שמשתדל בהם בן אדם שאינם לעבודת הקדוש ברוך הוא אותה מילה נעשה ממנה הבל ומסתובבת בעולם, וכאשר יוצאת נשמתו אותו הבל מגלגל אותו בעולם. וזה הוא מה שנאמר ואת נפש אויבך יקלענה בתוך כף הקלע. ואמרו שם ותלבש אסתר מלכות למדנו שכל מי ששומר פיו ולשונו זוכה להתלבש ברוח הקודש]</small>: ", 
                    "המסתכל בעריות אפילו יהיה כמשה יד ליד לא ינקה מדינה של גיהנם. וסופו לחטוא בעריות ומגרה יצר הרע בעצמו ויבוא לידי קרי החמור כמו שיתבאר בשער ו': ", 
                    "הנהנה בכבוד התורה נוטל חייו מן העולם ומתחייב בנפשו, ומעשה דרבי טרפון יוכיח (נדרים דף ס\"ב ע\"א) שהיו משליכין אותו ליאור להורגו ולא רצה ליהנות מדברי תורה, כמו שאמרו רבותינו ז\"ל (אבות פ\"ד מ\"ה) אל תעשם עטרה להתגדל בהם ולא קרדום וכו', שכל הנהנה מכבוד תורה נוטל חייו מן העולם וסופו יורש גיהנם: ", 
                    "השקר. המדבר שקרים כופר באלהי ישראל ומודה באל אחר שהוא שקר. והוא מכת שאינו רואה פני שכינה כמו שכתוב (תהלים ק\"א ז') דרבר שקרים לא יכרן לנגד עיני, ראינר בכלל ישראל שכתוב בהם (צפניה ג' י\"ג) שארית ישראל לא יעשו עולה ולא ידברו כזב, וימיו מתקצרים, אך הדובר אמת מאריך ימים כמו שאמרו במסכת סנהדרין (דף צ\"ז ע\"א) על רב טביומי דאילו הוו יהבי ליה כל חללי דעלמא לא הוה משני בדבוריה. זמנא חדא איקלע לההוא אתר דקושטא שמיה דלא הוו משנו בדבורם ולא הוה מיית איניש בלא זמניה וכו' שכיבו ליה תרתין בנין, אמרו ליה, במטותא מינך פוק מהכא ולא תגרי בנא מותנא. וכתיב (ירמיה ט' ד') למדו לשונם דבר שקר וגו' העל אלה לא אפקד בם נאם ה' אם בגוי אשר כזה לא תתנקם נפשי. ולא נענשו המרגלים ודור המדבר אלא מפני עדות שקר, ואמרו רבותינו ז\"ל (סנהדרין צ\"ב ע\"א) כל המחליף בדבורו כאלו עובד עבודה זרה. וכתיב (משלי ו' ט\"ז) שש הנה שנא ה' וגו' עינים רמות, לשון שקר ויפיח כזבים וגו', וכתיב (תהילים ל״ד:י״ג) מי האיש החפץ חיים וגו' נצור לשונך מרע. גחזי לא נטרד אלא מפני ששקר בשם אלישע. אמנון כזב לתמר ונהרג, רוחו של נבות נטרד ממחיצתו על שדיבר כזב שנאמר (מלכים א כ״ב:כ׳) מי יפתה את אחאב וגו' צא, צא ממחיצתך, ואמר רב הונא לא גלו ישראל מארצם אלא על שעברו על פסוק (שמות כ\"ג ז') מדבר שקר תרחק. ואמרו רבותינו ז\"ל (שבת דף קי\"ט ע\"ב, חגיגה דף י\"ד ע\"ב) לא חרבה ירושלים אלא על שפסקו ממנה בעלי אמנה שנאמר (ירמיה ה' א') שוטטו בחוצות ירושלים. ובספר הזוהר בזמנא דשקר דאיהו סמא\"ל שלטא כתיב (דניאל ח' י\"ב) ותשלך אמת ארצה. ודא גרים חרבן בית ראשון ושני. ואמרו רבותינו ז\"ל (אבות פ\"א מי\"ח) על שלשה דברים העולם עומד על הדין ועל האמת ועל השלום, וכתיב (תהלים ט\"ו א') ה' מי יגור באהליך וגו'. ודובר אמת בלבבו, אף מה שחשב בלבבו צריך לאמת אותו במעשה, כמו שאמרו רבותינו ז\"ל בעובדא דרב ספרא, וכתיב (מלאכי א') תורת אמת היתה בפיהו ועולה לא נמצא בשפתיו כי מלאך ה' צבאות הוא: ", 
                    "החנף הוא מן ארבע כתות שאינן מקבלות פני שכינה, לפי שמזלזל בכבוד המקום בהחניפו את הרשע, וכמו שכתוב (משלי כ\"ד כ\"ד) אומר לרשע צדיק אתה יקבוהו עמים יזעמוהו לאומים, ואפילו שמחניף למי שאינו רשע הרי הוא כמתירא ובוטח באדם, וכתיב (ירמיהו י״ז:ה׳) ארור הגבר אשר יבטח באדם, וכתיב (איוב י״ג:ט״ז) לא לפניו חנף יבוא, וכמו שאמרו רבותינו ז\"ל (סנהדרין דף י\"ט ע\"א) בעובדא דינאי המלך שהחניפו לו הסנהדרין בדבר מועט שלא העמידוהו בשעת הדין ובא גבריאל וחבטן בקרקע ומתו, גם כשהחניפו לאגריפס המלך שהיה צדיק נתחייבו שונאיהם של ישראל כליה, ואמרו רבותינו ז\"ל (פסחים דף קי\"ג ע\"ב) שלשה הקדוש ברוך הוא שונאן המדבר אחד בפה ואחד בלב. ואמרו רבותינו ז\"ל (סוטה דף מ\"א ע\"ב) כל אדם שיש בו חנופה נופל בגיהנם שנאמר (ישעיהו ה׳:כ״ד) הוי האומרים לטוב רע וכו' לכן כאכול קש לשון אש וגו'. ואמרו רבותינו ז\"ל (סוטה דף מ\"ב ע\"א) כל עדה שיש בה חנופה מאוסה כנדה שנאמר (איוב פרק ה') כי עדת חנף גלמוד, ואמרו רבותינו ז\"ל (יומא דף ע\"ב ע\"ב) כל תלמיד חכם שאין תוכו כברו נקרא תועבה, ואמרו רבותינו ז\"ל (סוטה דף מ\"א ע\"ב) כל בזמנא דשקר דאיהו (ס\"מ) שולט כתוב ותשלך אמת ארצה, וזה גרם חורבן בית ראשון ושני: ", 
                    "אדם שיש בו חנופה מביא אף לעולם שנאמר (שם ל\"ו) וחנפי לב ישימו אף, ולא עוד אלא שתפלתו נמאסת, ואמרו רבותינו ז\"ל (שם) כל מי שיש בו חנופה אפילו עוברים שבמעי אמם מקללים אותו, ואמרו רבותינו ז\"ל בעון חנופה, בני אדם נופלים ביד אויביהם שנאמר (ישעיה פרק י'), בגוי חנף אשלחנו. קשה חנופה כעבודה זרה גלוי עריות ושפיכות דמים, עבודה זרה מנין שנאמר (ישעיה פרק ל\"ב) לעשות חנף ולדבר אל ה' תועה. גלוי עריות מנין שנאמר (ירמיה פרק ג') הן ישלח איש את אשתו וגו' הלא חנוף תחנף הארץ וגו'. שפיכות דמים מנין שנאמר (תהלים פרק ק\"ו) ותחנף הארץ בדמים. ובעון החנופה הגשמים נעצרים. ובעון החנופה נדון בגיהנם לעולמי עולמים שנאמר (ישעיה פרק ל\"ג) פחדו בציון חטאים אחזה רעדה חנפים מי יגור לנו אש אכלה וגו' ואמרו רבותינו ז\"ל (סנהדרין דף ק\"א ע\"ב) לא זכה ירבעם למלכות אלא על שלא החניף לשלמה: ", 
                    "רמיה יש בה שתי רעות גדולות, האחת, שהוא כענין השקר והחנופה. והשניה, שהוא כענין הגניבה והאונאה, ומזלזל בשם יתברך שנראה ח\"ו כי אין הקדוש ברוך הוא מכיר ברמאותו. וכתיב (ויקראכ\"ה י\"ז) ולא תונו איש את עמיתו ויראת מאלהיך, וכתיב (שם י\"ט) לא תעשו עול וגו' אני ה' אלהיכם. ותחלת דינו של אדם אחר הפטירה, נשאת ונתת באמונה. והוא מארבע כתות שאינן מקבלות פני שכינה, שנאמר (תהלים פרק ק\"א) לא ישב בקרב ביתי עושה רמיה, ולא חרבה ירושלים אלא על שפסקו ממנה בעלי אמנה כנזכר לעיל במדת השקר. וכתיב (תהלים פרק ט\"ו) ה' מי יגור באהליך וגו' ודובר אמת בלבבו. ואמרו רבותינו ז\"ל (מדרש משלי פכ\"ח) איש אמונות רב ברכות, זה הנושא ונותן באמונה שנכסיו מתרבים והקדוש ברוך הוא מזמין לו פרנסתו, ולא עוד אלא שנקרא צדיק שנאמר (חבקוק פרק ב') וצדיק באמונתו יחיה. ואמרו רבותינו ז\"ל (מכות כ\"ד ע\"ב) תרי\"ג מצות הן וכו' ובא חבקוק והעמידן על אחת שנאמר וצדיק באמונתו יחיה: "
                ], 
                [
                    " השער הששי: ", 
                    "בעונש מצות לא תעשה: ", 
                    "חלול השם קשה מכל העבירות, כמו שאמרו רבותינו ז\"ל (יומא דף פ\"ו ע\"א) בענין ארבעה חלוקי כפרה, עבר על חלול השם אין התשובה ויום הכפורים ויסורים מכפרים אלא יום המיתה שנאמר (ישעיה פרק כ\"ב) אם יכופר העון הזה לכם עד תמותון: ", 
                    "נדה, זולת היותה בעונש כרת, אמרו בספר הזוהר (שמות פרק ג' ע\"א) תלתא אנון דדחיין שכינתא מעלמא ובני נשא צוחין ולא אשתמע קליהון ואלין אינון, נדה בגין דלית מסאבו בעלמא תקיף בר ממסאבו דנדה: ", 
                    "<small>[תרגום - שלשה הם שדוחים את השכינה מהעולם, ובני אדם צועקים ולא נשמע קולם, ואלה הם. נדה בעבור שאין טומאה בעולם חזקה מטומאת הנדה]</small>: ", 
                    "שבת, ידוע כי היא שקולה ככל המצות, וכל הרשעים יש להם מנוחה בשבת ואש של גהינם כבה בו ומחללי שבת אשם לא תכבה אפילו בשבת, ואמרו רבותינו ז\"ל שבת (דף קי\"א ע\"ב) אלמלא שמרו ישראל שתי שבתות כהלכתם מיד היו נגאלים, ואמרו רבותינו ז\"ל (שם) כל השומר שבת אפילו עובד עבודה זרה כאנוש מוחלים לו שנאמר (ישעיה פרק נ\"ו) אשרי אנוש יעשה זאת וגו' שומר שבת מחללו וכתיב (ישעיה נ\"ח י\"ג) אם תשיב משבת רגלך וגו' אז תתענג על ה' וכו': ", 
                    "חלב ודם, ידוע שהן מחייבי כריתות והן משקצים את הנפש: ", 
                    "המשתמש בשמות הקודש, אמרו רבותינו ז\"ל (אבות פ\"א ופ\"ד) ודאשתמש בתגא חלף ונעקר מן העולם, וישתמד הוא או בניו, או ימות הוא או בניו, או יעני הוא או בניו: ", 
                    "המבזה תלמיד חכם, והמסור. הם מכלל ואלו שאין להם חלק לעולם הבא ואין קמים בתחית המתים: ", 
                    "קרי לבטלה קשה מן שפיכות דמים של אחרים, ועוד שדמן ודם זרעיותם שאין להם קץ נשפך דמן, ובספר הזוהר פרשת ויחי (דף רי\"ט ע\"ב) כלהו חיביא אית להו תשובה בר מהאי, וכל העבירות, הקטן פטור, חוץ מזה, שהרי ער ואונן קטנים מבן שבע שנים היו ומתו בידי שמים, ולא עוד אלא שעדיין לא נצטוו עליהם, וכן דור המבול כתיב כי השחית כל בשר את דרכו על הארץ, וכל הברירת נמוחו מאדם עד בהמה ועוף השמים וכל הרמש, ואפילו שלשה טפחים מן העפר נמוחו מה שלא היה כן מאז נברא העולם ואחריו לא יהיה כן, ולא עוד אלא שלא נצטוו זולת שבע מצות: ", 
                    "מאכלות אסורות, ידוע כי אפילו את הנפש הם משקצים כמו שכתוב (ויקרא פרק כ\"א) ולא תשקצו את נפשותיכם, ולא עוד אלא שהפורש מהם נקרא קדוש כמו שכתוב ולא תשקצו את נפשותיכם וגו' והתקדשתם וגו' כי אני ה' המעלה וגו' והייתם קדושים כי קדוש אני, וידעת כי הקדושה מביאה לידי רוח הקודש: ", 
                    "שבועה אם היא לשוא או לשקר, אמרו רבותינו ז\"ל (שבועות ל\"ט ע\"א) בשעה שאמר הקדוש ברוך הוא לא תשא, נזדעזע כל העולם. ונאמר (איוב פרק ט') המרגיז ארץ ממקומה ועמודיה יתפלצון, והתהום מבקש לעלות לשטוף כל העולם וכו', ואמרו רבותינו ז\"ל כל העבירות נפרעים ממנו וזה ממנו וממשפחתו ומכל העולם כלו, ואפילו אם הוא באמת, אמרו רבותינו ז\"ל (גיטין דף נ\"ז ע\"א) ששים רבוא עיירות היו לינאי בהר המלך וכולם נחרבו על השבועה אפילו שהיו מקימים אותה, ואמרו רבותינו ז\"ל (כתובות דף ע\"ז ע\"ב) על רבי יהושע בן לוי, שאמר הקדוש ברוך הוא, ראו אם מימיו נשבע והתיר שבועתו על ידי חכם, הוציאוהו מגן עדן, ואם לאו הניחוהו, ובדקו ומצאוהו שמעולם לא נשאל על שבועתו ולא התירה ולא עוד אלא שלא נשבע מימיו: "
                ], 
                [
                    " השער השביעי: ", 
                    "בקיום מצות עשה ובקיום מנהגים טובים: ", 
                    "ציצית כבר ידעת כי היא שקולה ככל התורה ובגימטריא ת\"ר ועם י\"ג חוליות הרי תרי\"ג, גם כתיב וראיתם אותו וזכרתם את כל מצות ה', מגיד ששקולה ככל המצות: ", 
                    "תפילין מי שאינו מקיימן נקרא קרקפתא דלא מנח תפילין שאינו קם בתחית המתים. והמניחן, כל המזיקים ואומות העולם יראים ממנו, ועליו נאמר (דברים כ\"ח י') וראו כל עמי הארץ כי שם ה' נקרא עליך ויראו ממך, רבי אלעזר אומר אלו תפילין של ראש, ולעתיד לבוא, עליהם נאמר (ברכות דף י\"ז ע\"א) צדיקים יושבים ועטרותיהם בראשיהם: ", 
                    "קריאת שמע כבר ידעת כי היא יחודו של מקום שהוא שורש לכל המצות, גם יש בה רמ\"ח תיבות כי על ידי קריאתה נתקנים רמ\"ח איברי הנשמה, גם אמרו רבותינו ז\"ל (מנחות דף ל\"ט ע\"ב) הקורא קריאת שמע פעמים בכל יום כאלו מקיים כל התורה כולה שנאמר (יהושע א' ח') והגית בו יומם ולילה: ", 
                    "תפלה אמרו רבותינו ז\"ל (ברכות דף ל\"ב ע\"ב) דברים שעומדים ברומו של עולם, וכמו שידעת כי היא גדולה מכל הקרבנות שנאמר (ישעיה א' י\"א) למה לי רוב זבחיכם וגו' וכתיב גם כי תרבו תפילה מכלל שגדולה מהם, וכמו שהקרבנות מכפרים, התפילה גם כן מכפרת עונותיו של אדם. ובספר הזוהר פרשת ויקהל (ר\"א ע\"ב) צלותא יקירא מכל פולחנין ומכל קורבנין, [תפלה מכובדת יותר מכל עבודות ומכל קרבנות]: ", 
                    "מזכי לחיביא אמרו רבותינו ז\"ל (אליהו רבא ספ\"ח) למה זכה אלקנה להעמיד שמואל ששקול כמשה ואהרן, מפני שהיה עולה לרגל ומעלה לבני אדם הרבה עמו ומזכה אותן, וכן שמואל בנו נוהג אחריו, כמו שכתוב (שמואל א ז׳:י״ז) וסבב בית אל והגלגל וגו' ושפט את ישראל ותשובתו הרמתה כי שם ביתו, ואברהם לא זכה לכל מעלותיו אלא משום (בראשית י\"ב ה') ואת הנפש אשר עשו בחרן, וכתיב (שם י\"ח י\"ח) ואברהם היו יהיה לגוי גדול וגו' כי ידעתיו אשר יצוה וגו', ושמרו דרך ה' וגו', וכל ראשי הדורות אינן זוכין או אינן נענשים אלא על סבה זו: ", 
                    "ובספר הזוהר ריש פרשת תרומה (קכ\"ח ע\"ב) הגדיל לספר בשבח מצוה זו ואמר, זכאה בעי למרדף בתר חיבא ולמקני ליה באגר שלים וכו' ודא איהו שבחא דיסתלק ביה יקרא דקודשא בריך הוא יתיר משבחא אחרא ואסתלקותא דא יתיר מכלא וכו', ועל דא כתיב באהרן (מלאכי פרק ב') ורבים השיב מעון, וכתיב (שם) בריתי היתה אתו החיים והשלום וגו', ואיהו אסתלק בשלשה סלוקין מה דלא אסתלק הכי בר נש אחרא, ועל האי בר נש כתיב בריתי היתה אתו החיים והשלום, וזכי למחמי בנין לבנוי, וזכי בהאי עלמא וזכי לעלמא דאתי ועאל בתליסר תרעי ולית מאן דימחי בידיה, ועליה כתיב (תהלים קי\"ב ב') גבור בארץ יהיה זרעו וגו', הון ועושר בביתו וצדקתו עומדת לעד, זרח בחשך אור לישרים. כדין מלכא קדישא בריך לדיוקנא דההוא בר נש בכל ברכאן דבריך לאברהם כד עבד נפשין דחיביא וכו' ואיהו עאל לשבעין עלמין גניזין דלא זכה בהו בר נש אחרא. ואלמלא הוו ידעי בני נשא כמה תועלתא וזכו גרמי לצדיקיא וזכאן בגינייהו, הוו אזלי אבתרייהו ורדפי כמאן דרדיף בתר חיין וכו': ", 
                    "<small>[תרגום - בספר הזוהר תחילת פרשת תרומה אמר זכאי צריך לרדוף אחר אנשים חייבים ולקנות אותם בשכר שלם וזה הוא השבח שיתעלה בו כבוד הקדוש ברוך הוא יותר משבח אחר, ועלייה זו היא יותר מהכל, ועל זה כתוב באהרן, ורבים השיב מעון. וכתוב בריתי היתה איתו החיים והשלום, ואותו בן אדם מתעלה בשלשה עליות מה שלא עולה כן בן אדם אחר. ועל בן אדם זה כתוב בריתי היתה אתו החיים והשלום וזוכה לראות בנים לבניו וזוכה בעוה\"ז וזוכה לעוה\"ב, ועולה בשלש עשרה שערים ואין מי שימחה בידו ועליו כתוב גבור בארץ יהיה זרעו. הון ועושר בביתו וצדקתו עומדת לעד זרח בחושך אור לישרים, כאשר המלך הקדוש מברך לדיוקן של אותו בן אדם מברך אותו בכל הברכות שבירך לאברהם כאשר עשה נפשות לחייבים, והוא עולה לשבעים עולמות נעלמים שלא זכה בהם בן אדם אחר, ואילו היו יודעים בני אדם כמה תועלת וזכות נמשך לצדיקים וזוכים בעבורם, היו הולכים אחריהם ורודפים כמי שרודף אחר חיים]</small>: ", 
                    "משא ומתן באמונה, כבר נתבאר (בשער ה') בענין הרמיה, עיין שם. גם ידעת כי תחלת דינו של אדם אחר שנפטר, הוא, נשאת ונתת באמונה (שבת דף ל\"א ע\"א): ", 
                    "צדקה נתבאר בישעיה (נ\"ח ז') הלא פרוס לרעב לחמך וגו' אז תקרא וה' יענה תשוע ויאמר הנני, וכתיב (דברים ט\"ו י') כי בגלל הדבר הזה יברכך ה' אלהיך, וכתיב (משלי כ\"א י\"ד) מתן בסתר יכפה אף (משלי פרק י\"ז) וצדקה תציל ממות, וכתיב (תהלים קי\"ב ג' וט') וצדקתו עומדת לעד. ואין עבירה מכבה אותה כשאר מצות, וגורמת חיים לאדם כמעשה דבנימין הצדיק הנזכר לרבותינו ז\"ל (ב\"ב דף י\"א ע\"ב): ", 
                    "כבוד שבת נודע כי שבת שקולה ככל התורה, וכמו שנתבאר בשער הזה בתחלתו בענין שבת, עיין שם. וכתיב (ישעיה נ\"ח י\"ג) אם תשיב משבת וגו' וקראת לשבת עונג וגו' והרכבתיך על במתי ארץ והאכלתיך נחלת יעקב אביך. ומעשה (שבת דף קי\"ח ע\"א) ביוסף מוקיר שבי דזכה ליקח כל העושר המופלג של אותו גוי. ומעשה (שם) דאדם אחד שהיה אוכל על שלחן זהב משאוי ששה עשר בני אדם ועליו כל מיני מגדים שנבראו מששת ימי בראשית, אמרתי לו, בני במה זכית לכל העושר הזה, ואמר קצב הייתי ואם הייתי שוחט בהמה נאה הייתי אומר זו לשבת וכו', ואמרו רבותינו ז\"ל עשירים שבחוצה לארץ במה הם זוכים מפני שמענגים את השבת: ", 
                    "למול את הבן, אם מזכי לחייביא בארנו גודל שכרו לאין קץ מכל שכן להכניס בנו תחת כנפי השכינה שקודם לאחרים: ", 
                    "גמילות חסדים ובקור חולים, והבאת שלום, והכנסת אורחים, הן מאלו דברים שאדם אוכל פרותיהם בעולם הזה והקרן קימת לו לעולם הבא, והעוסק בתורה ובגמילות חסדים אומר הקדוש ברוך הוא מעלה אני עליו כאלו פדאני לי ולבני מבין האומות, והיא מדתו של אברהם כמו שכתוב (מיכה ז' כ') תתן אמת ליעקב חסד לאברהם, וכתיב (משלי כ\"א כ\"א) רודף צדקה וחסד ימצא חיים צדקה וכבוד, ואביי דאתא מדבית עלי (ר\"ה דף י\"ח ע\"א) דעסק בגמילות חסדים הוסיפו לו עשרים שנה יותר מרבה בר נחמני רבו, ומצילין מדינה של גיהנם ודין חבוט הקבר כנזכר לעיל בשער ב': ", 
                    "קביעות עתים לתורה נתבאר בשער ה' בענין הליצנות, ונודע כי תלמוד תורה שקולה כנגד כל המצות ותחלת דינו של אדם, קבעת עתים לתורה שנאמר (משלי כ\"ח י\"ז) פוטר מים ראשית מדון: ", 
                    "ואלו הם מנהגים טובים: ", 
                    "קריאת שמע שעל המטה, ידעת מה שאמרו רבותינו ז\"ל (זוהר ח\"ג דף רי\"א ע\"א) כל הקורא קריאת שמע על מטתו הורג כמה רבבות מזיקין המצויין בלילה ובפרט בעלות הנפש למעלה, וכמו שכתוב (תהלים פרק קמ\"ט) יעלזו חסידים בכבוד ירננו על משכבותם רוממות אל בגרונם וגו': ", 
                    "קימה אחר חצות לילה, זולת היותו מכלל אבלי ציון וירושלים שנאמר עליהם (ישעיה פרק ס\"ו) שישו אתה משוש כל המתאבלים עליה, כי גם הקדוש ברוך הוא באותה שעה מתאבל ושואג כארי. גם בעסקו אז בתורה אמרו רבותינו ז\"ל (שה\"ש רבה ה' ז') אין רנה של תורה אלא בלילה, ואמרו רבותינו ז\"ל (ע\"ז דף ג' ע\"ב) כל העוסק בתורה בלילה חוט של חסד משוך עליו ביום, ואמרו רבותינו ז\"ל (תמיד דף ל\"ב ע\"ב) כל העוסק בתורה בלילה שכינה כנגדו. וכתיב (איכה ב' י\"ט) קומי רוני בלילה, ולא זכה דוד המלך ע\"ה להיות חי וקים בעולם הזה ובעולם הבא אלא על זה הדבר כמו שכתוב (תהלים קי\"ט י\"ט) חצות לילה אקום להודות לך. ובכל ספר הזוהר נתבאר שבחי המצוה הזו לאין קץ, גם משרה רוח הקודש על האדם כנזכר שם בפרשת שמות (י\"ח ע\"ב): "
                ], 
                [
                    " השער השמיני: ", 
                    "נקרא שער התשובה ויתחלק לשלשה חלקים, <b>החלק הראשון</b> במצות עשה: ", 
                    "החמורות שבכולם הן מצות עשה דקרבן פסח ולמול את עצמו, שיש בבטולם כרת. יותר מזה, מצות עשה שיש בבטולם לא תעשה וכרת כגון להתענות ולשבות ממלאכה ביום הכפורים. למעלה מזה, לשבות ממלאכה בשבת שיש בבטולה לא תעשה וסקילה. למעלה מזה, לפרות ולרבות שאפילו יש בידו תורה ומצות כחזקיהו, ימות בעולם הזה ולא יחיה לעולם הבא, וכן מצות עשה להניח תפילין, אם היה קרקפתא דלא מנח תפילין מעולם, אינו קם בתחית המתים, ונקרא מפושעי ישראל בגופן. גדולות שבכולם המפיר ברית מחמת להכעיס: ", 
                    "ומצות עשה לידע שיש אלוה, וכופר בעיקר שאין להם חלק לעולם הבא: ", 
                    "עוד יש מצות שאוכל פרותיהם בעולם הזה והקרן קימת לו לעולם הבא, כבוד אב ואם, וגמילות חסדים בגופו ובממונו לעניים ולעשירים, והוא לשמח חתן וכלה ולבקר חולים, ולקבור מתים, ולנחם אבלים, ולהלביש ערומים, ולהכניס אורחים, ועיון תפלה בכונה, והבאת שלום בין אדם לחבירו ומכל שכן הוא עצמו עם חבירו, ובכלל זה הדן את חבירו לכף זכות, ותלמוד תורה כנגד כולם ובכלל זה השכמת בית הכנסת והמגדל בניו לתלמוד תורה: ", 
                    "<b>החלק השני: </b>", 
                    "בעונש מדות האסורות ובעונש מצות לא תעשה: ", 
                    "המדות רעות היותר חמורות הן שתים, הכעס שקולה כעובד עבודה זרה וטורף נפשו באפו ונעקרת משם והולכת לה ומתחלפת בנפש אחרת רעה. למעלה ממנה הגאוה וגסות רוח, היא שקולה כעבודה זרה וכאשרה וכתועבה וככופר בעיקר, וכאילו גילה כל העריות כולם, ואין עפרו ננער בתחית המתים. ואמנם בעונש מצות לא תעשה יש מהם באסור לאו ואין לוקים עליהם, כגון לאו שאין בו מעשה ושנתק לעשה. למעלה מהם אותם שלוקים עליהם: ", 
                    "ושתי חלוקות אלו וכן בטול כל מצות עשה זולת החמורות הנזכרים לעיל כולם נקראים עבירות קלות, וכל מצות עשה החמורות הנזכרים לעיל וכן כל מצות לא תעשה זולת שתי אלו החלוקות הנזכרות כולם נקראים עבירות חמורות ויש בהם מדרגות רבות ואלו הם, כל חייבי כריתות ומיתות בידי שמים ומיתות בית דין. ולא תשא את שם ה' אלהיך לשוא, אף על פי שאין בו כרת, בבחינה אחת חמור מכולן כי נפרעים ממנו וממשפחתו ומכל העולם אפילו ממי שאין בידו למחות. וענין חלול השם (יומא דף פ\"ז ע\"א), ועד היכן תכלית חלול השם אמר רב כגון אנא אי שקילנא בשרא ולא יהיבנא דמי לאלתר, רבי יוחנן אמר כגון אנא אי מסגינא ארבע אמות בלא תורה ותפילין, משום חולשא, ומאן דחזי לא ידע דהוי משום חולשא ולומד ממני להתבטל מתורה ותפילין, רבי ינאי אומר כל שחבריו מתבישים ממנו מפני שם רע שיצא עליו, אביי אמר כדתניא ואהבת את ה' אלהיך (דברים ו' ה') שיהא שם שמים מתאהב על ידך שיהא קורא ושונה כו', ומשאו ומתנו באמונה ודבורו בנחת עם הבריות, ואם אין משאו ומתנו באמונה שם שמים מתחלל על ידו: ", 
                    "וכל אלו אם לא עשה תשובה ומת נדון בגהינם, ולבסוף משם מצפצפים ועולים, ויש להם תקנה ותחית המתים ועולם הבא: ", 
                    "למעלה מזה פושעי ישראל בגופם, קרקפתא דלא מנח תפילין מעולם שנתעצל מלהניחם והיה יכול להניחם, כי אם היה להכעיס נקרא מין או לפחות מומר, וזה אם מת ולא שב נדון בגיהנם שנים עשר חדש ואחר כך גופו כלה ונשמתו נשרפת ונעשית אפר תחת כפות רגלי הצדיקים בעולם הבא: ", 
                    "למעלה מזה הם אלו שאין להם חלק לעולם הבא כלל, וגהינם כלה והם אינם כלים אף על פי שיש בידם תורה ומעשים טובים ולא עשו תשובה ומתו כדואג האדומי אביר הרועים, ואלו הם, המינים, והם תלמידים אותן המהפכים דברי תורה למינות, וכן המומר לעבודה זרה בלבד אף על פי שמודה בכל המצות והוחזק בעבודתם תמיד, והמומרים וכן המומר על איזו עבירה משאר עבירות להכעיס ואפילו לתאבון, והפורק עול שהוא הכופר בעיקר והוא אומר שאין אלוה, וכן האומר יש תורה מן השמים ואיני סופנה כלומר ואיני מקיימה, והאומר אין תורה מן השמים ואפילו בפסוק אחד או בדקדוק אחד של חסרות ויתירות או בקל וחומר אחד או בגזרה שוה אחת, ויש אומרים אפילו בתורה שבעל פה או בדברי סופרים, והאומר אין תחית המתים מן התורה, כלומר שאין ענינה רמוז בתורה אף על פי שמאמין בתורה ושיש תחית המתים, והמגלה פנים בתורה שלא כהלכה כגון מנשה שהיה דורש בהגדות של דופי וכי מה היה לו למשה לכתוב בתורה ואחות לוטן תמנע וכיוצא בו, וכן העובר על דברי תורה ביד רמה בפרהסיא כיהויקים, והמפר ברית בשרו שאינו מוהל עצמו להכעיס, וכן המושך בערלתו להראות כערל, והחוטא וגם מחטיא את הרבים כירבעם אפילו בחטא הקל, והאפיקורוס והוא המבזה תלמיד חכם בפניו, וכן תלמיד דיתיב קמי רביה ואומר דבר זה אסור הוא או מותר דרך פשיטות ולא דרך שאלה, וכן המלגלג על רבו כשדורש איזו דבר של גוזמא ואינו מאמין לדבריו, וכן המבזה תלמיד חכם שלא בפניו כגון אלו האומרים דרך גנות הני רבנן או כאלו האומרים מאי אהנו לן רבנן לדידהו קרו לדידהו שנו, או כאלו האומרים מאי אהנו לן רבנן כלום אסרו לנו יונה או שרו לן עורבא, או תלמיד שקורא לרבו בשמו ואינו אומר מורי ורבי, וכן המבזה לחבירו בפני תלמיד חכם, והמוסרים, בין שמסר ישראל ביד הגוי להכותו או שמסר ממונו, ופרנס המטיל אימה יתירה על הצבור להתגאות ולא לשם שמים, והמבזה את המועדות שעושה מלאכה בחולו של מועד דרך בזיון שאינו מאמין באיסור זה ולא משום הנאת עצמו, והמלבין פני חבירו ברבים בפניו, והמתכבד בקלון חבירו, ונראה לי כי גם זה בפניו, והקורא בספרים חיצונים כגון ספר בן סירא וספרי בן לענה שהם דברי הבאי ומושכים לבו של אדם בהם ועל ידי כן מתבטל מדברי תורה וכגון ספרי המינין, אבל ספרי מירם וכל שאר מיני ספרים שלהם אינם אלא כקורא באגרת, כמו שאמרו בירושלמי (סנהדרין פ\"י ה\"א) והלוחש על המכה וקורא פסוק אחד ורוקק, ולא מבעיא פסוק דכל המחלה שיש בו זכירת חולי ורפואה ושם שמים אלא אפילו כגון ויקרא אל משה וכו', וההוגה את ה' בגבולין באותיותיו ופירשו בירושלמי שם שאינו מזכירו בכנויו, כמו שכתוב זה שמי וזה זכרי, ובתלמודא דידן (ע\"ז דף י\"ח) דוקא בחבורת בני אדם, והבוזה דבר השם והוא המזכיר דברי תורה במקום מטונף, וכן מי שקורא מקרא ואינו משגיח על המשנה שהיא פירוש המקרא, וכן הלומד תורה ואינו מלמדה, זולתי בסתרי תורה שכתוב בהם (משלי כ\"ז כ\"ו) כבשים ללבושך רק לחסידי הדור הראויים לכך, וכן מי שאפשר לו לעסוק בתורה ואינו עוסק בה אלא בסחורה ובמילי דעלמא, והרכיל והוא הטוען דברים מזה ומוליך לזה אף על פי שאינם דברי גנאי ואף על פי שהוא אמת כענין דואג לדוד, והמספר לשון הרע שמספר בגנות חבירו אף על פי שהוא אמת, והמוציא שם רע על חבירו והמספר בגנותו ואינו אמת, ושלשה אלו הרכיל ובעל לשון הרע והמוציא שם רע הם כאלו כפר בעיקר וחמורים ושקולים כשלש עבירות החמורות שבכל התורה והם עבודה זרה וגילוי עריות ושפיכות דמים, המלוה ברבית ולא החזירו אינו קם בתחית המתים, והמחלל שבת נדון בגיהנם לדורי דורות, והמבטל פריה ורביה במזיד ומת בלא בנים מת בכרת בעולם הזה ולא יחיה לעולם הבא: ", 
                    "שלשה יורדים לגיהנם ואינם עולים לעולם, הבא על אשת איש והמכנה שם רע לחבירו אף על גב דמורגל בו ואינו מתביש אלא שהוא מתכוין להכלימו, ושניהם יש להם חלק לעולם הבא, אך המלבין פניו ממש, אין לו חלק לעולם הבא: ", 
                    "ארבעה דברים אוכל פירותיהם בעולם הזה והקרן קימת לעולם הבא, עבודה זרה, גלוי עריות, ושפיכות דמים, ולשון הרע שקולה כשלשתם, ולא עוד אלא שאין לו חלק לעולם הבא. גדולה מכל העבירות המוציא זרעו לבטלה ששופך דמי זרעיות עצמו עד סוף העולם וגם כל העבירות נתקנים בתשובה אבל זו אין לה תשובה כנזכר בספר הזוהר פרשת ויחי (רי\"ט ע\"ב) ויש גורסים אי לא בחילא דתיובתא יתיר ותדיר: ", 
                    "עבירות שבין אדם לחבירו קלות מכל עבירות שבין אדם למקום ובבחינה אחרת חמורות מכולם כי אין להם שום תקנה עד שירצה את חבירו וימחול לו בין באונאת דברים בין באונאת ממון: ", 
                    "<b>החלק השלישי: </b>", 
                    "בתשובת עבירות שבין אדם למקום: ", 
                    "אין לך שום עבירה אפילו הכופר בעיקר, עומד בפני התשובה ואפילו עשה תשובה בשעת מיתתו. וארבעה חלוקי כפרה הן, עבר על מצות עשה הקלות ועשה תשובה לא זז משם עד שמוחלים לו, עבר על מצות לא תעשה הקלות, תשובה ויום הכפורים מכפרים, עבר על החמורות והן חייבי כריתות ומיתה בידי שמים בין במצות עשה בין במצות לא תעשה וחייבי מיתות בית דין חוץ מחלול השם, תשובה ויום הכפורים ויסורים מכפרים, עבר על חלול השם או על החמורות מכולם כגת פושעי ישראל בגופן וכל היורדים לגיהנם ואינם עולים וכל שאינם קמים בתחית המתים וכל אותם שאין להם חלק לעולם הבא כנזכר לעיל באורך בשני חלקים הנזכרים, תשובה ויום הכפורים ויסורים ומיתה מכפרים: ", 
                    "היסורים מכפרים הם כל מיני יסורים, ועד היכן תכליתם, עד אפילו שנהפך לו חלוקו וטורח להפכה כדי ללובשה, וכן אם הטיל ידו בכיס להוציא שני דינרים ועלה אחד וצריך להטיל ידו פעם שניה: ", 
                    "התשובה היא כגון שבאה לידו אותה העבירה עצמה שחטא בה ולא עשאה פעם ושתים, כגון באותה אשה ובאותו פרק וזמן כיוצא בו ובאותו מקום הראשון וכיוצא בו, ואם שב מאהבה או אפילו מיראת העונש, העון נעקר מעקרו כלא היה, ואם שב מחמת שבאו עליו יסורים, אין העון נרפא לגמרי ונקרא בעל מום: ", 
                    "והתשובה צריכה ודוי דברים, ועקר הוידוי הוא חטאתי עויתי פשעתי, אבל חטאנו אנחנו ואבותינו כו'. ובגמרא דידן (יומא דף פ\"ז ע\"ב) ובירושלמי (סוף יומא) נוסח וידוי, ואקצר ואוסיף בו דברים. רבונו של עולם עויתי פשעתי והרע בעיניך עשיתי ובדעת רעה הייתי עומד, ובדרך רחוקה הייתי מהלך, והריני מתחרט מהם והלואי שלא עשיתים ומה שעשיתי לא אעשה עוד, יהי רצון מלפניך ה' אלהי ואלהי אבותי שתכפר לי על כל פשעי ותמחול לי על כל עונותי, ותסלח לי על כל חטאותי, שחטאתי ושעויתי ושפשעתי לפניך מיום שנברא העולם עד היום הזה, בין בגלגול זה בין בגלגולים אחרים, בין באסורי תורה בין באיסורי דברי סופרים ותקנותיהם וסייגיהם ומנהגותיהם, כי אתה הוא הרוצה בתשובה, יהיו לרצון אמרי פי והגיון לבי לפניך ה' צורי וגואלי: "
                ]
            ]
        }, 
        "Part 4": {
            "": [
                [
                    " החלק הרביעי: ", 
                    "באופני השמוש בהשגת רוח הקודש: ", 
                    "כבר בארנו בחלק שלישי שער שביעי כי חמשה אופני השגה הם, רוח הקודש, ונשמות צדיקים, ומלאכים הנקראים מגידים, ואליהו זכור לטוב, וחלום. וכל אחד מהם אפשר שתושג מאליה, על ידי קדושת האדם ועסקו בתורה מבלי הצטרך מעשה אחר. גם אפשר להשיגם על ידי מעשה פרטי, אחר שיוקדם היות האדם ראוי ומוכן להשגה. וענין זה השני יתבאר בחלק הזה מכל הנמצא כתוב בספרי השני באופן ההשגה. השלישי בתנאי ההשגה. וכבר כתבתי בספרי הגדול הנקרא עץ חיים, כמה יחודים ומיני דרכים נפלאים בענין ההשגה, ואם יגזור השם יתברך אכתבם באר היטב בחלק בפני עצמו: ", 
                    "<small>(אמר המדפיס החלק הזה לא בא להעתקה ולא נדפס כלל, כי מאחר שהכל שמות וצירופים וסודות נעלמים אשר לא כדת להביאו על מזבח הדפוס)</small>: ", 
                    "תם ונשלם השבח לאל בורא עולם: "
                ]
            ]
        }
    }, 
    "versionSource": "http://www.hebrew.grimoar.cz/vital/saare_kedusa.htm", 
    "heTitle": "שערי קדושה", 
    "categories": [
        "Kabbalah"
    ], 
    "schema": {
        "heTitle": "שערי קדושה", 
        "nodes": [
            {
                "heTitle": "הקדמה", 
                "enTitle": "Introduction"
            }, 
            {
                "heTitle": "חלק א", 
                "nodes": [
                    {
                        "heTitle": "", 
                        "enTitle": ""
                    }
                ], 
                "enTitle": "Part 1"
            }, 
            {
                "heTitle": "חלק ב", 
                "nodes": [
                    {
                        "heTitle": "", 
                        "enTitle": ""
                    }
                ], 
                "enTitle": "Part 2"
            }, 
            {
                "heTitle": "חלק ג", 
                "nodes": [
                    {
                        "heTitle": "", 
                        "enTitle": ""
                    }
                ], 
                "enTitle": "Part 3"
            }, 
            {
                "heTitle": "חלק ד", 
                "nodes": [
                    {
                        "heTitle": "", 
                        "enTitle": ""
                    }
                ], 
                "enTitle": "Part 4"
            }
        ], 
        "key": "Shaarei Kedusha", 
        "enTitle": "Shaarei Kedusha"
    }
}