{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Sabbatical Year and the Jubilee",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Sabbatical_Year_and_the_Jubilee",
    "text": [
        [
            [
                "<b>מצות </b>\n<b> עשה לשבות מעבודת הארץ כו'.</b> הנה מבואר מדברי רבינו דאע\"ג דקי\"ל דחורש בשביעית אינו לוקה היינו דוקא לענין מלקות אבל עובר הוא בעשה שהרי כתיב ושבתה הארץ וכתיב בחריש ובקציר תשבות ואפילו לר\"י דדריש ליה לענין שבת ולומר מה חריש רשות כו' מ\"מ שביתת הארץ מחרישה משתמע נמי וכן מוכח בהדיא מהא דפרכינן התם במ\"ק תנן משקין בית השלחין במועד ובשביעית בשלמא מועד כו' אלא שביעי' בין למ\"ד משום זורע בין למ\"ד משום חורש חרישה וזריעה בשביעית מי שרי והשתא אם איתא דלמ\"ד אינו לוקה אין איסורו אלא מדרבנן היכי פריך בפשיטות חרישה מי שרי ומאי קו' נימא דמ\"ד משום חורש ס\"ל כמ\"ד דחורש בשביעית אינו לוקה ואינו אסור אלא מדרבנן ומשום פסידא התירו וכן מבואר מדברי רש\"י שם יע\"ש ועוד אמרינן התם בסמוך אמרי ר\"א אמר ר\"י משום רבי נחוניא עשר נטיעות כו' הל\"מ משמע דלכ\"ע אסור מן התורה ולומר דלמ\"ד חורש אינו לוקה לית ליה הל\"מ זה ודאי אינו ותו דר\"י גופיה ס\"ל בירושלמי דחורש בשביעית אינו לוקה (עיין בהתוס' שם ד\"ה ר\"א דכתבו לחד תי' דר\"י ס\"ל דלוקה וצ\"ע איך אשתמיט מהם ירושלמי הלזו) כמ\"ש מרן ואיהו קאמר דהוי הל\"מ אלא מבואר הוא דלכ\"ע חרישה בשביעית עובר בעשה ולא פליגו אלא בענין מלקות וכן מבואר בהדיא בחידושי הריטב\"א שם במ\"ק:<br><b> ואולם </b> ראיתי להרמב\"ן ז\"ל בשיטה כ\"י למסכת מכות אמתני' דיש חורש תלם אחד כו' שהק' לפום מאי דמסקינן התם דמחפה את הזרעים חייב משום זורע וז\"ל ואי קשיא לך וליחייב נמי משום חורש בשביעית איכא למימר דאין חילוק מלאכות בשביעית כשם שאין חילוק מלאכות בי\"ט ואיכא דאמר בריש מס' משקין דחורש בשביעית אינו לוקה ומדרבנן הוא וטעמא כדאיתא התם בגמ' א\"ד יע\"ש והוא תימא שהרי כפי מ\"ש מבואר דלכ\"ע איסור עשה מיהא איכא ואולי שמ\"ש ומדרבנן הוא לענין מלקות הוא דקאמר דמדרבנן הוא דלוקה מכת מרדות ואין זה במשמעות דבריו כלל ומ\"מ למדנו מדבריו דכי היכי דאין חילוק מלאכות בי\"ט ה\"נ אין חילוק מלאכות בשביעית: ודע שאני מסתפק בהא דאמרינן חילוק מלאכות לשבת ואין חילוק מלאכות לי\"ט אי י\"ה דינו כשבת ויש חילוק מלאכות בי\"ה או דינו כי\"ט דדוקא בשבת דבסקילה גזרת הכתוב הוא אבל י\"ה דבכרת לא א\"ד אין חילוק מלאכות לי\"ט דוקא קאמר דהוי איסור לאו אבל י\"ה דינו כשבת והיה נ\"ל להוכיח דאין חילוק מלאכות לי\"ה ממתני' דמכות דקתני יש חורש תלם אחד וחייב עליו כו' ושביעית וי\"ט ופי' רש\"י בפסחים דמ\"ז וז\"ל וי\"ט הרי ששה ושבת לא תני משום דלאו שניתן לאזהרת מיתת ב\"ד הוא ואין לוקין עליו יע\"ש וכונתו מבוארת דקשיא ליה אמאי לא תני שבת וי\"ט וליתני חייב עליו משום ט' לאוין ותריץ יתיב דבשבת ליתיה למלקות כלל משום דהוי לאו הניתן לאזהרת מיתת בית דין והשתא אם איתא דבי\"ה יש חילוק מלאכות אם כן קשה טובא דאמאי לא תני עובר בט' לאוין וליתני י\"ה דהשתא חייב משום חורש ומשום זורע אלא משמע דבי\"ה נמי אין חילוק מלאכות דהשתא משום הכי תני י\"ט דהוי הווה טפי מי\"ה ואולם לדידי חזי לי שדין זה תלוי בפלוגתא דר' נתן ורבי יוסי דלר\"ן דסבירא ליה דחילוק מלאכות לשבת נפ\"ל מקרא דלא תבערו אש דלחלק יצאתה איכא למימר שפיר דדוקא בשבת דחמיר הוא דגלי קרא אבל בי\"ה דזדונו בכרת לא אמנם לר\"י דנפ\"ל חילוק מלאכות מקרא דועשה אחת מהנה כדאיתא פ' כלל גדול א\"כ כיון דקרא באיסורין דאית בהו חיוב חטאת כתיב כמ\"ש רש\"י במכות דף הנז' ד\"ה ואין חילוק משמע ודאי די\"ה נמי כיון דמחייבי חטאת נינהו אמרינן ודאי דיש חילוק מלאכות ומתני' דלא תני י\"ה איכא למימר דבפלוגתא לא מיירי כנ\"ל אחר זמן רב מצאתי להרמ\"ע מפאנו ז\"ל סי' קכ\"ג דקכ\"ב ע\"א שכתב וז\"ל ועוד מאן לימא לן די\"ה חמור משום כרת דאכילה הא ודאי שבת חמירא דיש בה חילוק מלאכות ובסקילה כו' הנה הרב ז\"ל מפשט פשיטא לי' כביעתא בכותחא דבי\"ה אין בו חילוק מלאכות ולדעתי נר' כמ\"ש:<br><b> טעם המלך</b>\n<b> א) </b>\n<b> דברי </b> רבינו צדקו יחדיו דלכולי עלמא מיהא עשה איכא. אלא דלר' עקיבא דסובר בחריש ובקציר תשבות לחרישה של ערב שביעית איכא חד תירוצא בתוס' מ\"ק (ג' ב') ד\"ה שהרי שלוחן עיי' עליו ואולם על רבינו הרמב\"ם תמה אנכי מדוע נקט וכתיב נמי בחריש ובקציר תשבות וזהו דעת ר\"ע והרי הר\"מ פוסק (פ\"ח מהל' תמידין ומוספין) דמצוה לקצור חרישת עומר בשבת וזהו דעת ר' ישמעאל. ועוד הרי הרמב\"ם פוסק (פ\"ב מהל' שמיטה ויובל) דבזמן הזה מותר לחרוש עד ער\"ה והיינו כרבי ישמעאל דאמר חרישה בשביעית הלמ\"מ ודומי' דניסוך המים. מה ניסוך המים בזמן שבית המקדש קיים כמו שמסיק הש\"ס מ\"ק (ד' א') עיי' עליו וא\"כ אוחז הר\"מ החבל בתרין ראשין וצ\"ע קצת ולא ראיתי מימי מי שהרגיש בזה: ועל דברת רבינו פה בענין חילוק מלאכות ליה\"כ הנה גם הרב בעל טורי אבן בחדושיו למגלה עומד בזה ורוצה להביא ראי' ממתנ' דמגילה (ז' ב') אין בין יה\"כ לשבת אלא כו' ואם איתא דאין חלוק מלאכות ליה\"כ הא טובא איכא בינייהו. והעלה הוא גם כן די\"ל מתני' ר' יוסי היא דנפקא לי' חלוק מלאכות ממאחת מהנה. ואין חילוק בין שבת ליה\"כ עייש\"ה ובאמת צדקו דבריהם ונאמנים לכל דורשיהם. וכן מפורש הדבר בירושלמי פ\"ג דשביעית על מתני' שבועה שלא אוכל ואכל אוכלין שאינן ראוין לאכילה כו' וז\"ל הירושלמי הצריך לענינינו הדא אמרה אין אבות מלאכות ביה\"כ. פי' שאין כל המלאכות שחייב עליו בשבת חייב עליו ביה\"כ כגון הוצאה ועירוב. אלו מי שעשה כולם בהעלם אחד כלום חייב אלא אחת. כלומר בזה אין חילוק בין שבת ליה\"כ דכל המלאכות שחייב עליו בשבת חייב ביה\"כ אלא זאת הוא ההבדל בין שבת ליה\"כ שאין חייב ביה\"כ על מלאכות הרבה בהעלם אחת דאין חילוק מלאכות ביה\"כ ועיי' שם בהרב פני משה. ומה שהרב פה רוצה להביא ראי' אי יש חילוק מלאכות ליה\"כ מדוע נקט המתני' דיש חורש י\"ט ולא נקט יה\"כ והוי תשעה משום זורע ומשום חורש. אמרתי לפי מה שכ' המחבר עצמו בפ\"ח מהל' מאכלות אסורות סוף הל' ו' והקשה שם איך חל איסור י\"ט על איסור שביעית. ואי משום כולל הא מתני' דידן לית ליה כולל כדמסיק הש\"ס במכות שם ומפרש רבינו דאיירי ביו\"ט של ר\"ה ואיסור שביעית ואיסור י\"ט באין בבת אחת וא\"כ לפ\"ז אי אפשר לנקוט בגונא אחרינא זולת י\"ט וקושי' רש\"י ושבת לא קתני היינו כמו שפי' הרב בעצמו לתני י\"ט שחל בשבת. ואולם האמת אגיד כי פי' הרב לא נייח לי בדברי רש\"י דאי אפשר לומר ולפרש כונת רש\"י כן דקשי' ליה ושבת לא קתני דהיינו י\"ט שחל להיות בשבת הא רש\"י פי' שם בתחלה דדוקא לאוין חלוקין קתני והאי לא חלוקין הן. דעל שתיהן עובר משום ל\"ת כל מלאכה. ועיי' במפרש במתני' דמכות שם. אלא לי נראה כונת רש\"י ושבת לא קתני תמורת י\"ט. דשבת שכיחי יותר והוה הווה טפי מי\"ט ועוד יש לפ' בכונת רש\"י לתני שבת תמורת י\"ט ואייתר לן דגבי י\"ט ליכא חילוק מלאכות ושבת איכא חילוק מלאכות וחייב תשעה כמו שהקשה הרב לענין יה\"כ ובאמת דברי הרב קשי' להבין מדוע לא פירש הוא כן בדברי רש\"י והעמיד כונה אחרת ודוחקתי בכונת רש\"י ז\"ל. ולפי דברינו דאין לומר ולפ' בכונת רש\"י לנקוט שבת וי\"ט דזה לא הוי לאוין חלוקין כאשר יעדנו. אלא הפי' לנקוט שבת תמורת י\"ט א\"נ קושי' רש\"י באמת לפי הייעוד לעיל נמי ל\"ק דע\"כ צריך לנקוט י\"ט דאיירי בי\"ט של ר\"ה ואי אפשר בגונא אחרת. ואולם יש לומר דאפ\"ה קשי' לתני י\"ט של ר\"ה שחל בשבת. ואפ\"ה הוי לאוין חלוקין כיון דעל י\"ט אינן לוקין אלא על זורע לחוד או על חורש לחוד ומשום שבת לוקין תרתי ולא דמי' לשני שורים ושני חמורים שעמד עליו המפרש במכות וכונת רש\"י פה עיי' בזה ודו\"ק:<br><b> עוד </b> אמרתי לפי מה שתרצתי בפ\"ח מהל' מ\"א הקושי' שהק' הרב על המתני' איך יחול איסור נזיר על כהן ואמרתי דמתני' ריה\"ג היא דא\"ל אין איסור חל על איסור בכולל זולת בכולל וחמור על קל כדאמרי' חולין (ק\"א א') ונזיר הוי חמור דלוקין עליו שמונים עייש\"ה בדברינו ולפ\"ז אכתי קשי' לתני תמורת י\"ט יה\"כ ואפ\"ה יחול איסור יה\"כ על איסור שביעית דהוי חמור על קל דבשביעית בלאו ויה\"כ בכרת:<br><b> ועוד </b> יש להביא ראיה דאין חילוק מלאכות ליה\"כ מהאי דאמרי' בפסחי' ופה בסוגיין במכות בברייתא המבשל ג\"ה בחלב בי\"ט כו' ומסיק הש\"ס דאפיק הבערה ועייל עצי הקדש והקשה מורי הגאון נר\"ו בצל\"ח לתני המבשל ג\"ה בחלב ביה\"כ והוי שש דביה\"כ לא שייך הואיל ואף אי לא מחייב כו' מ\"מ חייב על בישול והבערה ביה\"כ עייש\"ה ואי אמרי' אין חילוק מלאכות לק\"מ כמבואר מאיליו: ואגב ארחין אזכיר מה שקשה לי על דברי הש\"ס פסחים (מ\"ז א') דהקשה הש\"ס ואי אמרת הואיל אחרישה לא לחייב ופירש\"י ותוס' בד\"ה כתישה דעיקר קושי' הש\"ס אחרישה לא לחייב דהוי חופר גומא ואין צריך אלא לעפרה וק\"ל לפ\"ז מאי הקשה הש\"ס כלל וכלל והא בש\"ס מכות הקשה ולילקי נמי משום זורע בי\"ט ומשני הגמרא יש חילוק מלאכות לשבת ואין חילוק מלאכות ליום טוב ולכך אין לוקין שתי' על יום טוב ולפ\"ז איך ראה רב חסדא בפסחים דחייב משום חרישה ביום טוב דלמא באמת אינו חייב משום חרישה דהוי חופר גומא ואין צריך אלא לעפרה אלא חייב משום זורע. דהא ודאי זורע הוי. וכן קשי' לכאורה איפכא על גמר' מכות דפריך וללקי נמי משום זורע: דלמא באמת משום זורע לחוד חייב אבל משום חורש אינו חייב. דאמרי' הואיל. ואולי זה יש לדחות. דהא ע\"כ ר' יוחנן לית ליה הואיל מדאמר בביצה (י\"ב א') פוק תני לברא הבערה ובישול כו' ואת\"ל משנה ב\"ש הוא דאמר מתוך ע\"כ ואי אית ליה הואיל אכתי משנה מצד הואיל ומאי אהני לן שב\"ש היא וא\"כ לפ\"ז הש\"ס במכות דעל ר' יוחנן סובב והולך דסבור דהא איהו אמר שם מחפה הוי זורע. ושפיר הקשה וללקי נמי משום זורע. דהא על חרישה נמי חייב. אבל על הש\"ס פסחים קשי' לכאורה טובא דלמא באמת חייב משום זורע לבד ולא משום חורש. ולמאי צריך לדחוק ולוקמי במתונתא. ויש לתרץ דרבה לשיטתי' אזיל דהא רבה מוקים לי' במועד קטן (ב' ב') מתני' דקתני המנכש והמחפה בכלאים לוקה כולה כר\"ע משום מקיים. וא\"כ לדידי' מוכח דמחפה בכלאים לא הוי זורע. דאל\"כ תקשה מדוע נקט הברייתא מחפה ומשום מקיים אליבא דר\"ע. וע\"כ מחפה לאו זורע ומתני' דמכות לאו משום זורע בכלאים חייב אלא משום מקיים ותינח כלאים דחייב משום מקיים אבל י\"ט מאי איכא למימר וע\"כ דעל י\"ט חייב משום חורש. ואולם לפ\"ז קשה קצת מדוע משני רבה במכות עלה דהאי קושי' חילוק מלאכות לשבת ואין חילוק מלאכות לי\"ט (ואף שהגירסא לפנינו הוא רבא באל\"ף מ\"מ מוכח שהוא רבה בה\"א חדא מדאקשי לי' אביי ועיין תוס' סנהדרין (ס\"ב א') וגיטין (כ\"ו א') ועוד הרי בפסחים (מח א') אמרי בפי' והא את הוא דאמרת אין חילוק מלאכות לי\"ט ומפרש רש\"י והא את הוא דאמרת במכות והא בענין פלוגתת הואיל הוא רבה בה\"א) וא\"כ קשי' לכאורה מאי צריך רבה לפ' כן הא לדידי' אין צריך לזה. דהא איהו ס\"ל מחפה הוי מקיים. וצ\"ע קצת. ועוד קשי' לי במכות מאי הקשה עולא וללקי נמי משום זורע בי\"ט דלמא באמת אינו חייב אלא משום זורע. ואחרישה אינו חייב כלל דאיירי מתני' בעפר תחוח. ובעפר תחוח לא הוי חרישה כמו שמפורש בכמה מקומות ועיין ביצה (ח' ב') ובתוס' שם במכות (כ\"ב א') ד\"ה אמר ליה ואין לתרץ דהא מוקמי' ע\"כ בפסחים (מ\"ז ב') במתונתא זה ליתא דהא יעדנו לעיל זה הוא למ\"ד הואיל אבל לר' יוחנן לית ליה הואיל כאשר בארנו (ואי לא אסיק אדעתן הכא פשיטא דל\"ק אפי' לא איירי בעפר תחוח כאשר הערנו דלמא אחרישה לא לחייב הואיל וחזי לדם צפור והוי חופר גומא ואין צריך אלא לעפרה. אבל משום זורע חייב) והיכן ראה דאיירי במתונתא וי\"ל דעולא הוכיח דע\"כ המתני' לאו בעפר תחוח איירי דאל\"כ קושי' הש\"ס בסמוך לתני שבועה שלא אחרוש כו' קיימת ואין לפרק כפרוקא של הש\"ס דמושבע ועומד מהר סיני הוא. קשי' הא בעפר תחוח מותר לחרוש בי\"ט ושבועה חלה. וע\"כ המתני' לאו בעפר תחוח איירי אלא בסתם עפר. ול\"ק באמת מדוע לא נקט המתני' שבועה ובעפר תחוח ומשום י\"ט אפ\"ה משום זורע חייב. והוי תשעה זה לאו קושי' היא דהמתני' בסתם איירי וסתם עפר לאו תחוח הוא. ובחדושי הארכתי מאוד ואין כאן מקומו אלא להעיר על המעיין קצת. כי הענין רחוב ועמוק. ומסתעף להרבה סעיפי' ודו\"ק: והנה לא אכחד תחת לשוני דבר נחמד ונעים מה ששמעתי בענין הזה מפי ידיד נפשי רעי ועמיתי הרב המופלג החריף והבקי מוה' איסרל ליסא ר\"ו והוא במה שעומד הרב שאגת ארי' בתשובתו. והרב המחבר פ\"ח מה' מ\"א סוף הל' ו'. על הש\"ס במכות דמשני האי תנא איסור כולל לית ליה וא\"כ איך יצויר מאי דקתני במתני' י\"ט ושביעית איך חל איסור י\"ט על איסור שביעית ואמר הרב הנ\"ל דל\"ק דאף דבעלמא לא אמרי' איסור חל על איסור. מ\"מ באיסור הזה גלי לן קרא דחל. דהנה איתא במכילתא הובאה ברש\"י פ' משפטים דלהכי סמך הכתוב שמירת שבת לאזהרת שביעית לומר לך אפילו שבת שבתוך שביעית תשמור דברים אלה סתומים וכי מפני שנוהג קדושה בשאר ימות השנה מגרע גרע קדושת שבת להקל בשבת של שביעית יותר משאר שבתות השנה. אבל הדבר ברור דכונת המכילתא היא להשמיענו דאיסור שבת חייל על איסור שביעית. ולא תימא כיון דבלא\"ה מוזהר ועומד על החרישה ועבודת האדמה משום שביעית. אם חרש וזרע בשבת שבתוך השביעית לא אתיא איסור שבת וחייל אשמוע' קרא דחייל איסור שבת על איסור שביעית וה\"ה י\"ט דאיקרי שבת ואין בין י\"ט לשבת אלא אוכל נפש בלבד ואין ספק שחל נמי על איסור שביעית והנה הרב האריך עוד בזה לפלפל דקשיא לפ\"ז לילף מיניה לכל אחע\"א. והרים ידו בפלפול גדול ואין פה המקום להאריך. שוב נזכרתי הלכה במסכת הוריות (ד' ב') בעי ר' זירא אין שבת בשביעית מאי. במאי טעו בהדין קרא בחריש ובקציר תשבות בזמן דאיכא חרישה. איכא שבת. בזמן דליכא חרישה. ליכא שבת. ופירש\"י בזמן דאיכא בשאר שני שבוע כו' עייש\"ה עינינו רואות דאיכא למטעי וא\"כ לזה צריך המכילת' לאשמועי' דלית לן לומר כן והתורה להכי אסמכי' שביתות שבת לשביתות שביעית לומר לך דיש שבת בשביעית וק\"ל: ובעוד אנכי מעתיק הקונטריס הנוכחי הנה לפני עלה א' מעלים לתרופה ספר הורה גבר על מסכ' הוריות אשר כעת הוא תחת מכבש הדפוס ויצא לאור תוך ימים לא כבירים אי\"ה חברו כבוד ידיד נפשי ועמיתי הרב המובהק מופלג בתורה מוהר\"ר בצלאל ראנשבורג נר\"ו והנה הוא הביא תוס' הרא\"ש על מס' זו וז\"ל הרא\"ש את\"ל אין חרישה בשבת דלעקור כל הגוף דמי ופטורין אמרו אין חרישה וקציר בשבת בשביעית מאי עכ\"ל והרב בעל הורה גבר האריך מאוד למעניתו בדברי רא\"ש אלו דמשיטת הש\"ס משמע ומרהיטת הלשון נשמע דלענין כל המלאכות בשבת בשביעית איירי והנה הוא העלה שם דלהרא\"ש קשיא לי' שם קושי' תוס' בד\"ה ש\"מ אין שבת בשביעית. וכתבו התו' וז\"ל משמע דאין צדוקי' מודין בהאי דרשא אע\"ג דדרשי יהי' לה לשומרת וכוונת תוס' בקצרה דהא יותר פשיטא האי דרשא מהאי דרשא. ואם בדרשא דלעיל מודין מכ\"ש הכא וס\"ל ודאי לצדוקי' דיש שבת בשביעית. ובלא\"ה פטורין כיון דהצדוקים מודין כדאמר לעיל בש\"ס א\"ש אין כ\"ד חייבין כו' ולכך המציא הרא\"ש דודאי לאו לענין כל מלאכות איירי אלא לענין חרישה בשביעית עייש\"ה בדברי הרב בעל הורה גבר. ולפי דברי הרב ידידי מוהר\"ר איסרל נר\"ו הנה נמתק הדבר יותר דלכך סברי הצדוקים לחלק בין שאר מלאכות שנוהגין בשביעית ובין חרישה כיון דיש כאן אחע\"א. ולכך סברי דאין חרישה בשביעית ואולי זה כוונת הרא\"ש בכל דבריו ועיין בזה: ומדי דברי בענין הזאת לא אחדל מלהזכיר עוד דבר נחמד בשם הרב בעל הורה גבר שם. והוא לתרץ קושיית תוספות שזכרנו הא ודאי האי יותר פשוט מויהי' לה לדרוש מני' לשומרת ואמאי אין הצדוקין מודין ודרשי דאין שבת בשביעית וכ' הרב הנזכר בקונטרס הנזכר והנלענ\"ד בזה בישוב קושייתו משום דקשי' להו לצדוקי' יתורא דקרא בחריש ובקציר תשבות ל\"ל מכדי כתיב ששת ימים תעבוד וביום השביעי תשבות וחז\"ל דרשו באמת מזה בר\"ה (ט' א') תו' שביעית והצדוקי' תו' לא משמע להו דגם בשבת ויה\"כ לית להו תוס' ומה שדרשו עוד שם לקציר מצוה שדוחה שבת דהיינו קצירת העומר הא ודאי לית להו לצדוקי' דהא אמרי עצרת לעולם אחר השבת כדאית' במנחות (ס\"ה א') וא\"כ לדידהו עצרת לא חל בשבת כלל וליכא לאשכוחי קצירה של מצוה שידחה שבת ואייתר להו קרא דבחריש ובקציר תשבות לפיכך דורשין בזמן דאיכא חרישה איכא שבת ובזמן דליכא חרישה ליכא שבת עכ\"ל הזהב מקונטרס הורה גבר:<br><b> ועוד </b> אחת אזכור משם ידידי הרב מוהר\"א ליסא נרו בענין הזאת והוא לתרץ הרמב\"ם בפי' המשניות במכות שכ' הרמב\"ם על המתני' דיש חורש אין בכל אלה איסור חל על איסור אבל הם איסורים הרבה נכפלו בזמן א' עייש\"ה ודברים אלו מרפסין איגרא מדוע ליכא בכל הני איסורי אחע\"א הלא שביעית וי\"ט כהן ונזיר לא ימלט לאמור דחייב על כל א' וא' אם לא נאמר דאחע\"א בפרט מה. וכמו שבאמת עמדו בזה הרב ש\"א בתשובותיו בהל' יה\"כ ורבינו המחבר בפ\"ח מהל' מ\"א סוף הל' ו' יעוי\"ש, ואמר הרב מוהר\"א נר\"ו כי ס\"ל להר\"מ ז\"ל שיטה אחרת בזה. והוא מאי דמשני הש\"ס במכות האי תנא אחע\"א לית לי' אין הכונה דנסב לה לציורי דמתני' לדברי האומר אחע\"א דא\"כ תקשי סתמא אהדדי (כמו שהקשה בעל קיקיון דיונה בתו' ריש פ' ג\"ה והובא בדברי רבינו פ\"ח מהל' א\"ב בקונטרס אחע\"א) אלא כונת הש\"ס דהתנא לא חשיב כלל אסורים בתוך הענינים האלו אשר הוא מונה ענין אשר לא יתכן בו חיוב מלקות אם לא דנימא אחע\"א וס\"ל דהך שינוי דעל שביעית חייב משום זורע ועל י\"ט משום חורש יעיי' בחדושי אבן העוזר במס' פסחים (מז' ב'). ולא שייך מעתה אאחע\"א אע\"ג דחרישה אסורה ג\"כ בשביעית דע\"כ לא אמרי' אין אחע\"א אלא אם כבר חייב על איסור א' אינו במס' עוד בזה משום איסור השני וכסברת הרא\"ש הביאו המהרי\"ט בחדושיו לקדושין פ' עשרה יוחסין וכיון דעדיין אינו לוקה משום חורש חייב בי\"ט משום איסור חרישה או איפכא אם היה לוקה בשביעית משום חורש שפיר יכול ללקות על איסור זורע משום י\"ט (ועיי' מה שכתבנו ת\"ל בעניותינו בפ\"ח מהל' א\"ב הל' א' בקונטרס אחע\"א) וגבי כהן ונזיר שחייב על הטומאה משום שני שמות ס\"ל להאי תנא דילפי' מיתורא דעל כל נפש מת לא יבוא דכתיב בנזיר ולמאי אצטרך לי' לילף נזיר בק\"ו מכהן ומה כהן הדיוט דאינו מוזהר על הקרובים ואפ\"ה מוזהר על טומאת רחוקים נזיר שמוזהר על הקרובי' לא כ\"ש אלא ע\"כ לעבור בשני לאוין הוא דאתי שאם הי' כהן ונזיר חייב ב'. ועיי' בש\"ס נזיר ר\"פ כהן גדול דשקיל וטרי התם טובא בזה ומש\"ה השמיט הר\"מ ז\"ל בס' יד החזקה ולא הביא להך מתני' דמשכחת רבוי לאוין על פעולה אחת דסברת מהרי\"ט דחוי' היא מכמה מקומות וכן בנזיר לאו יתורא היא לפי מסקנת הש\"ס בנזיר. והנה הרב נר\"ו האריך מאוד לסתור דעת המהרי\"ט הנזכרת ורוב ראיותיו כאשר הביאן רבינו המחבר בהל' א\"ב ואשר כתבנו עליו בעניותינו שם. גם האריך הרב נר\"ו עוד בענין הזה בכמה דברי' ואנכי את גדרי אשמור בלתי צאת מגדר הקונטרוס ולקצר אנכי צריך במקום שראוי להאריך. ועיי' בכל הדברים כי נאמרי' בקצור נמרץ. ועיי' היטב בפ\"א מהל' א\"ב בקונטרס אחע\"א ובהל' מ\"א בכמה מקומות:"
            ]
        ],
        [],
        [],
        [
            [],
            [
                "<b>ומד\"ס </b>\n<b> שיהיו כל הספיחים אסורין כו'.</b> וכתב מרן משנה פ\"ט דשביעית וחכ\"א כל הספיחים אסורין כו' ודע שהתוספות פ\"ק דקדושין ד\"ה אתרוג כתבו בתוך דבריהם וז\"ל וההיא דמקום שנהגו דקתני כל הספי' מיירי בספיחין שגדלו בשביעית ואליבא דר\"ע דדריש וכי מאחר שלא נזרעו כו' יע\"ש וראיתי להרב מאיר עיני חכמים בפרק מקום שנהגו הק' לדבריהם דלר\"ע דס\"ל דספיחים אסורים קודם הביעור הא כתיב והיתה שבת הארץ לכם לאכלה דבשלמא הא דכתיב את ספיח קצירך לא תקצור ל\"ק לחכמים דיש לפרש כמו שפרש\"י לא תקצור מן המשומר אבל אתה קוצר מן המופקר אבל לר\"ע קשה והעולם מיישבין זה דר\"ע דס\"ל דספיחין אסורים היינו מן המשומר אבל מן המופקר ה\"נ דמותר וזה נראה דוחק ועוד דבהדיא כתב הרא\"ם ס' בהר דלר\"ע אסור בכל ענין יע\"ש. ואנכי הרואה נראה שיש סמוכות ליישוב העולם ממ\"ש התוס' פ\"ק דר\"ה ד\"ט ד\"ה וקציר של שביעי' שכתבו וז\"ל פי' ריב\"א בקציר ספיחין שהביאו שליש בשביעית כו' ואכתי קשה דהא נמי מהן לא נזרע נפקא לפי' ר\"ת דאסר ספיחים אפילו קודם הביעור כו' וקציר של שביעית היוצא למוצאי שביעית דוקא כי אורחיה אסור לקצור אבל ע\"י שינוי מותר אף בשביעית כדאיתא בת\"כ דדריש ואת ענבי נזירך כו' והא דתניא בתורת כהנים מן המשומר אי אתה בוצר אבל אתה בוצר מן המופקר מופקר נמי כדרך בצירה אסור וע\"י שינוי שרי כו' יע\"ש הרי מבואר שכתבו דקציר של שביעית ע\"י שינוי ובמופקר מותר אפי' בשביעית והתם אליבא דר\"ע הוא דקיימי דברייתא דהתם ר\"ע היא האמנם הא ודאי ממה שאין הפה יכולה לדבר ממ\"ש בפ\"ק דמנחות תיתי ממנחת העומר מה למנחות העומר שכן מתרת החדש ומשני בשביעית ופריך שכן מתרת ספיחין ומשני כר\"ע דאמר ספיחין אסורין כו' והשתא אכתי לר\"ע נמי איכא למיפרך שכן מתרת ספיחים מן המופקר אלא ודאי דלר\"ע אפילו מן המופקר ס\"ל דספיחים אסורין ד\"ת ולפי זה צ\"ל דמ\"ש התוספות דקציר של שביעית ע\"י שינוי מותר אפילו בשביעית היינו לפום הלכתא דקי\"ל כרבנן דר\"ע ולאו אברייתא דרבי עקיבא דקאי התם הוא דקאמרי אלא דאכתי קשה דלרבנן נמי ספיחין אסורין מדרבנן והיכי כתבו דעל ידי שינוי מותר ושמא מותר מן התורה הוא דקאמרי וזה דוחק: ודע דהא דאסור ספיחים לר\"ע ד\"ת היינו דוקא בזרעים אבל בפירות האילן לכ\"ע מותר וזה מבואר מדברי התוס' דפרק מקום שנהגו דנ\"א ד\"ה כל הספיחים דלר\"ש ספיחי כרוב מותר דלא אסרה תורה אלא ספיחים דומיא דזרעים כו' אבל ספיחי כרוב דדמי לאילן מותר כו' יע\"ש וכן מבואר ג\"כ מדברי הר\"ש פ\"ט דשביעית ויש לי מן התימא על הרב קרבן אהרן סדר בהר דרס\"ז ע\"ג שכתב אברייתא דקתני התם את ספיח קצירך לא תקצור מכאן סמכו חכמים על הספיחים שיהיו אסורים כו' כתב וז\"ל לפי שאין איסור ספיחים אסורים מן התורה אלא מדרבנן כדלקמן לזה אמר סמכו ולא אמר מכאן אמרו אבל הרמב\"ן והרא\"ם סוברים דברייתא זו אתיא אליבא דר\"ע דאמר לא תקצור בכל אופן משמע ומדאורייתא אסורים הספיחים ומ\"ש לקמן לא תבצור כדרך הבוצרים אתיא אליבא דחכמים א\"ד והוא תימא דההיא דלא תבצור כדרך הבוצרים אפילו כר\"ע אתיא דבאילן לכ\"ע מותר כמ\"ש ומהיותר תימא דסמוך ונראה גבי ההיא דלא תבצור כדרך הבוצרים כתב וז\"ל וזה שא\"א שתהיה שלילה החלטית שלא יבצור אותם כלל שהרי אמר והיתה שבת הארץ לכם לאכלה ובהכרח יבצור אותו כו' ואם כן איך כתב לעיל דההיא אתיא כחכמים דלר\"ע אפי' שלא כדרך הבוצרים אסור דאם כן קרא דוהיתה שבת הארץ מאי עביד ליה הן אמת דמקרא דוהיתה שבת הארץ אין כאן קושיא דאיכא למימר דקרא דוהיתה שבת הארץ בספיחי ששית הנכנסים לז' מיירי דר\"ע לא אסר ספיחים אלא בספיחים שגדלו בז' וכמ\"ש הרא\"ש גם מה שהכריח ממ\"ש סמכו ולא אמר מכאן אמרו יש לתמוה שהרי לקמן כתב בת\"כ בקרא דהן לא נזרע קאמר ר\"ע מכאן סמכו אע\"ג דהוי מדאורייתא ואדרבא נראה שיש להוכיח סברת הרמב\"ן והרא\"ם דברייתא זו ר\"ע ממה שדרשו בקרא דואת ענבי נזירך לא תבצור לא תבצור כדרך הבוצרים ולא דרשו כן בקרא דלעיל מזה לא תקצור כדרך הקוצרים והכי היל\"ל לא תקצור כדרך הקוצרים אבל שלא כדרך הקוצרים מותר אבל אמרו חכמים ספיחים אסורים אלא משמע דברייתא זו ר\"ע היא דס\"ל בכל אופן אסור ואין להקשות דאי ר\"ע אם כן תרי קראי ל\"ל הא נפ\"ל מקרא דהן לא נזרע וכעין מה שהקשה התוס' בר\"ה ד\"ה הנז' די\"ל דאי מקרא דלא תקצור גרידא י\"ל דכדרך הקוצרים גרידא אסור ואי מקרא דהן לא נזרע איכא למימר כחכמים דהתם להכי צריכי תרווייהו לגלויי כל חד אחבריה ומדברי מרן כ\"מ נראה שהבין כדברי הרב קרבן אהרן דברייתא זו אתיא כחכמים יע\"ש ודוק:<br><b> ודע </b> דהא דאסור ספיחים לר\"ע נראה ודאי דהיינו דוקא באכילה אבל בהנאה מותרים וכן נראה מדברי התוס' וכל הפוסקים ז\"ל דלא הזכירו אלא איסור אכילה וזה מוכרח שהרי מקרא דוכי תאמרו מה נאכל בשנה הז' נפקא דהיינו דוקא אכילה ואפילו לר' אבהו דס\"ל דכ\"מ שנאמר לא תאכלו א' איסור אכילה וא' איסור הנאה במשמע כבר כתבו התוס' בפ' כל שעה דכי כל אוכל לא ילפינן מלא תאכלו דלא נאמר זה אלא דוקא באזהרה ועל פי זה יש מקום ליישב מה שהק' הר\"ש בפ\"ט דשביעית וז\"ל וצריך לדקדק לר\"ע במאי מיתוקמא דין ביעור דדרשינן מכלה לחיה בשדה דהא יש ביעור בירק כו' וכפי מ\"ש לק\"מ דאפילו לר\"ע דספיחים אסורים יש בו דין ביעור לאוסרם בהנאה וצ\"ע: ולענין הלכה הנה דעת רבינו מבואר לפסוק כחכמים דר\"ע וכמ\"ש מרן ויש לדקדק טובא במ\"ש כל הספיחים אסורים דהיל\"ל דספיחי כרוב מותר כר\"ש דס\"ל הכי בפ' מקום שנהגו וליכא למימר דפסק כחכמים דר\"ש דס\"ל התם דגזרו ספיחי כרוב אטו שאר ספיחים שהרי כתבו התוס' שם משם ר\"ת וז\"ל ור\"ש ורבנן פליגי הכא אליבא דר\"ע ומתיר ר\"ש ספיחי כרוב דלא אסרה תורה אלא דומיא דזריעה כו' ורבנן גזרו ודוקא אליבא דר\"ע דאסר ספיחים מדאורייתא פליגי אבל לרבנן דס\"ל דאיסור ספיחי' מדרבנן ליכא למיגזר ע\"כ וליכא למימר דס\"ל לרבי' דלרבנן דרבי עקיבא נמי גזרו ספיחי כרוב אטו שאר ספיחים וכולה חדא גזירה דאם כן אמאי הוצרכו בגמרא התם לומר ותרוייהו אליבא דר\"ע כו' גם אין לומר דרבינו מפרש ההיא דמקום שנהגו כפי' רבינו נסים שכתבו התוס' שם דסוגייא דהתם מיירי בספיחי ז' שיצאו למוצאי ז' דלפי' רבינו נסים בספיחי ז' בז' אפילו ספיחי כרוב אסור כמו שיר' המעיין שם ומשום הכי סתם וכתב דכל הספיחים אסורים מדרבנן דאכתי קשה דאם כן כשכתב בדין ה' דספיחים של ז' שיצאו למוצאי ז' אסורים היל\"ל דספיחי כרוב מותרים מיד שהרי לפי' רבינו נסים עכ\"ל דספיחי כרוב שיצאו למוצאי ז' מותרים מיד לרבנן דר\"ע דס\"ל דספיחים אסורים מדרבנן וכמ\"ש שם בס\"ד וז\"ל ותרווייהו אליבא דר\"ע דאיסור ספיחים מדאורייתא אבל לרבנן דפליגי עליה ליכא למיגזר ע\"כ והוא מוכרח ממ\"ש ותרוייהו אליבא דר\"ע גם ליכא למימר דרבינו מפרש ההיא דמקום שנהגו בלאחר הביעור ופלוגתא דרבנן ור\"ע בלאחר הביעור מיירי כמ\"ש רש\"י שם שהרי מדברי רבינו מבואר דמפרש פלוגתייהו דרבנן ור\"ע בספיחי שביעית בז' וכמבואר והנראה אצלי ליישב דברי רבינו בשום שכל והבין למה זה פסק רבינו ז\"ל כרבנן דר\"ע דאיסור ספיחים מדרבנן מאחר שר\"ש ורבנן דר\"ש כולהו ס\"ל כר\"ע גם מההיא עובד' דמייתי התם תלמוד' דר\"ש ן' לקונייא דנכנס לגינה ונטל ספיחי כרוב ואכל ונתן לר' יוחנן בן אלעזר וא\"ל בני בפני אכול שלא בפני לא תיכול אני שראיתי את רשב\"י כו' מוכח נמי דס\"ל כר\"ע דאי כרבנן דר\"ע לכ\"ע ספיחי כרוב מותרים ומאחר שכן הי\"ל לרבינו לפסוק כר\"ע והנראה שטעמו של רבינו משום דק\"ל מה שהקשה הר\"ש פ\"ט דשביעית וז\"ל וי\"ל דהשתא ספיחי ז' לר\"ע אסורים באכילה מדאורייתא כו' ובכמה משניות אשכחן דשרו באכילה מתני' דהכא הפיגם והירבוזין וההיא דהאומר לפועל הילך סלע זה ולקוט לי ירק היום בפ\"ח ולוקח ירקות שדה ובנו מוכר ע\"י בפ\"ז והר\"ש ז\"ל תי' דכל הנהו מתני' מיירי בספיחים שגדלו בששית כו' יע\"ש אמנם רבינו ז\"ל ס\"ל כדי ליישב כל זה דכל הנהו מתניתין מיירי בירקות שאין דרך האדם לזורען ואתו כל הנהו מתניתין אליבא דרבנן דר\"ע דס\"ל דאיסור ספיחים מדרבנן גזירה שמא יזרע ויאמר שהם ספיחים שצמחו מאליהן ומשום הכי בירקות שאין דרך האדם לזרען לא גזרו וזהו שכתב רבינו ז\"ל בדין ג' הא למדת שאין אוכלין מפירות ז' כו' והעשבים שאין דרך האדם לזורען כגון הפוגם כו' הנה כ\"כ ליישב קו' הר\"ש ז\"ל וכן ראיתי לרמב\"ן ז\"ל בפי' על התורה ס' בהר שכתב ליישב כל הנהו מתני' כתי' הר\"ש וכתב עוד וי\"א שאלו הנזכרים וכיוצא שאין דרך רוב האדם לזורעם כו' יע\"ש והיא היא סברת רבינו ז\"ל שכתבנו ומאחר עלות מ\"ש יש מקום ליישב דברי רבינו ז\"ל דס\"ל דכל הנהו מתני' דשרי ירקות שאין דרך רוב האדם לזורעם היינו משום דס\"ל כרבנן דר\"ע דאיסור ספיחים מדרבנן גזירה שמא יזרע והלכך בירקות שאין דרך רוב האדם לזורען לא גזרו אמנם לר\"ע דס\"ל דאיסור ספיחים מדאורייתא אין לחלק בין ירקות שאין דרך בני אדם לזורען לירקות שדרך בני אדם לזורען דגזירת הכתוב היא בספיחים שיהיו אסורים ומשום הכי פסק כרבנן דר\"ע מאחר דכל הנהו מתני' אתי' דלא כר\"ע כמ\"ש וסוגייא דשמעתא הכי מפרש לה רבינו דמה שהוצרכו בגמ' לומר ותרוייהו אליבא דר\"ע לאו היינו משום דלרבנן דר\"ע ליכא למיגזר כמ\"ש התוס' דהא ודאי איכא למימר דלרבנן נמי גזרו דכולה חדא גזירה היא וההיא דר\"ש בן לקוניא הכי מוכחא דאפי' לרבנן דר\"ע ספיחי כרוב אסורי' כמ\"ש ותו דאי כדברי התוס' אמאי הוצרכו בגמ' לומר ותרוייהו אליבא דרבי עקיבא ולמה לא קאמר דר\"ש ורבנן בהא פליגי דר\"ש סבירא ליה דספיחים אסורים מדאוריי' וגזרו ספיחי כרוב אטו שאר ספיחים ורבנן דר\"ש ס\"ל כרבנן דרבי עקיבא דספיחים אסורים מדרבנן והו\"ל גזירה לגזירה אלא רבינו מפרש דמה שהוצרכו לומר דתרוייהו אליבא דרבי עקיבא משום דלישנא דברייתא דקאמר כל הספיחים אסורים חוץ מספיחי כרוב וכן נמי רבנן דאמרי כל הספיחים אסורים משמע דכללא הוא ואי ס\"ל כרבנן דר\"ע הי\"ל לומר חוץ מן הפיגם והירבוזין וכל הני ודוגמא לזה הקש' התוס' לפי' רש\"י דהו\"ל למעוטי עיקר הלוף השוטה כו' אלא מוכרח דתרוייהו ס\"ל כר\"ע דלר\"ע גזרת הכתוב הוא ואין לחלק בין דרך לזורען לאין דרך לזורען כמ\"ש אמנם לענין ספיחי כרוב ה\"נ דאסורים מדרבנן כשאר ספיחים דכולה חדא גזיר' היא וכשגזרו על הספיחים שדרך לזורען גזרו נמי על ספיחי כרוב שדרכן לזורען דמהשתא ההיא דר\"ש בן לקוניא אתיא אליבא דהלכתא אפילו לרבנן דר\"ע זה הנראה אצלי ליישב דעת רבינו ועוד י\"ל שרבינו מפרש היפך פי' ר\"ת דמ\"ש ותרוייהו אליבא דר\"ע לאו משום דלרבנן דר\"ע ליכא למיגזר אטו שאר ספיחים דהא ליתא כמ\"ש אלא ס\"ל דבשלמא לר\"ע דס\"ל דאיסור ספיחים מדאורייתא איכא למימר שפיר דכיון דספיחי כרוב דומה לאילן מותר דלא אסרה תור' אלא דומיא דזריעה אמנם לרבנן דר\"ע כיון דטעמא דספיחים הוא משום גזירה דעוברי עבירה שיזרעו בז' ויאמרו שצמחו מאליהן אם כן מה\"ט נמי ספיחי כרוב אסורים דאע\"ג דדמו לאילן מ\"מ כיון שדרך האדם לזורען איכא למיגזר בהו כשאר ספיחים וא\"כ מ\"ש ותרוייהו אליבא דר\"ע לדעת רבינו איפכא מתפרשא ומשום הכי כיון דרבינו ז\"ל פסק כרבנן דר\"ע משום הכי אסר כל הספיחים וגם זה נכון ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האורז </b>\n<b> והדוחן.</b> עיין מ\"ש פ\"א מהלכות מעשר שני הלכה ה':"
            ],
            [
                "<b>והאתרוג </b>\n<b> אפי' היה כפול קודם ר\"ה כו' הרי הוא כפירות שביעית להחמיר.</b> מה שכתב מרן שדעת רבינו נראה דספוקי מספ\"ל אי אזלינן בתר חנטה לז' כה' זקנים וכמתני' דבכורים או אחר לקיטה כרבותינו דבאושא וכסתם מתני' דפרק לולב הגזול וכן מספ\"ל אי אזלינן בתר חנטה למעשרות כר\"א וכר\"י ור\"ל דבתראי נינהו או אזלינן בתר לקיטה כר\"ג כו' ופסק כתרוייהו לחומרא את\"ד הרואה יראה שדבריו מן המתמיהים דמאחר דבפ\"ק דר\"ה דט\"ו ע\"א קאמר התם רבה דאתרוג בת ששית הנכנס לז' פטור' מן הביעור ופטורה מן המעשר משום דס\"ל דאזלינן בתר חנטה לז' וכן רב המנונא התם ס\"ל הכי גם ר\"י ור\"ל כולהו ס\"ל התם דאחר חנטה לז' אם כן מה ראה על ככה רבי' להכניס עצמו לבית הספק אי קי\"ל כרבותינו שבאושא דאמרי אחר לקיטה לז' ותו קשה דכיון דרבינו ז\"ל ס\"ל דאתרוג בת ששית הנכנס לז' חייב בו מכח ספק אם כן ממילא נימא דפטור מן המעשר מאחר דחייבו חכמים להפקיר מס' וראיה לזה ממ\"ש שם בר\"ה אמר רבה אתרוג בת ששית כו' אתרוג בת ז' הנכנס כו' א\"ל אביי בשלמא סיפא לחומרא אלא רישא פטורה מן הביעור אמאי דאזלינן בתר חנטה א\"ה תתחייב במעשר כו' ופרש\"י וז\"ל בשלמא סיפא דאזלה בה בתר חנטה לענין הפקר ז' כו' כל הך סיפא אע\"ג דסתרא לרישא דאמרה בת ששית ד\"ה פטור מן המעשר דהפקר הוא משום ז' דאזלת בתר לקיטה כו' הא לא הוה ק\"ל דאמינא ספוקי מספ\"ל אי אזלינן באתרוג בתר חנטה לענין ז' או בתר לקיטה ואזלת לחומרא ע\"כ והנראה מבואר שהכריחו לרש\"י לפרש כן דאי מ\"ש אביי בשלמא סיפא לחומרא היינו סיפא גרידא דאתרוג בת ז' הנכנס לח' אמאי אצטריך למימר משום חומרא ולא הי\"ל לומר אלא בשלמא סיפא דאמרינן זיל בתר חנטה ותו כי קאמר אלא רישא פטורה מן הביעור אמאי דאמרינן זיל בתר חנטה א\"ה תחייב במעשר כו' אמאי הוצרך להקשות מרישא בפשיטות הי\"ל להקשות בשלמא סיפא דאזיל בתר חנטה אלא רישא פטורה מן המעשר אמאי אלא משמע ודאי דאחלוקת פטורה מן המעשר קאמר ולא קאי אסיפא משום דאזיל לחומרא דמספ\"ל אי בתר חנטה או בתר לקיטה גם התוס' ז\"ל שם כתבו מעין פי' רש\"י יע\"ש הנה כי כן מבואר הוא דכל שאנו מחייבים אותו מס' לנהוג בו דין ז' ממילא פטור מן המעשר כיון דחייב להפקיר מס' וא\"כ כיון שרבינו ז\"ל מספ\"ל הלכתא כמאן וס\"ל דחייב לנהוג בו דין ז' מס' היל\"ל דפטור מן המעשר גם מ\"ש וכן מספ\"ל אי אזיל בתר חנטה למעשרות כר\"א קשה טובא דא\"כ נפקא מינה לאתרוג שחנט בשנה ב' ונלקט בשנה ג' צריך לנהוג בו ב' עישורים כדקאמר התם אליבא דר\"ע ואלו בפ\"א מה' מעשר כתב רבינו ז\"ל וכן האתרוג הרי הוא כירק לז' כיצד אם נלקט בג' כו' מפרישין ממנו מעשר עני אע\"פ שנגמר בשניה כו' הרי שלא חייב לנהוג בו ב' עישורים (ומ\"ש מרן שם וז\"ל וכן האתרוג כו' משנה פ\"ב דבכורים וכר\"ג יע\"ש הם דברים תמוהים דלר\"ג אתרוג בתר חנטה לז' ואלו רבינו שם כתב והולכין אחר לקיטתו בין למעשר בין לז' והיל\"ל שפסק כרבותי' שבאושא גם מ\"ש דר\"י ור\"ל ס\"ל כר\"א דאתרוג אחר חנטה למעשר לא ידעתי היכא רמיזא דר\"י ור\"ל לא איירי התם אלא לענין ז' אי משום דקאמר לעולם ששית ופי' רש\"י חייבת במעשר ופטורה מן הביעור ואי ס\"ל דבתר לקיטה למעשר היל\"ל פטור מן המעשר בשביעית משום דאזלינן בתר לקיטה ופטורה מן הביעור דאזלינן בתר חנטה לז' הא ליתא שהרי רש\"י ז\"ל כתב לעיל מזה בד\"ה חסורי וז\"ל ורבה ור\"ה ס\"ל כאפטולמוס כו' ומיפלג פליגי במילתיה דאפטולמוס ר\"ה סבר כיון דפטורה מן הביעור חייבת במעשר דלאו הפקרה דמלכא הוא כו' הרי דאפי' לאפטולמוס דס\"ל דאחר לקיטה למעשר אפי\"ה קאמר ר\"ה דאתרוג בת ששית הנכנס לז' חייבת במעשר ונראה דה\"ט דס\"ל לרש\"י דע\"כ לא אמרו אחר לקיטה למעשר אלא לענין חדש וישן ולענין שניה הנכנס לג' לנהוג בו בשנה ג' אבל לענין שנה ששית הנכנס לז' כיון דטעמא דז' פטורה מן המעשר הוא משום הפקרא דמלכא והפקר פטור מן המעשר א\"כ באתרוג בת ששית הנכנס לז' כי נמי נימא דאחר לקיטה למעשר אפי' הכי חייבת במעשר כיון דלאו הפקרא דמלכא הוא ועיין במוהר\"י קורקוס הנדפס מחדש פ\"א מה' מעשר שגם הוא ז\"ל הבין מדברי רש\"י הללו שכתב חייבת במעשר ופטורה מן הביעור דס\"ל דר\"י אתי כר\"א ותמה עליו דא\"כ הי\"ל לר\"י לומר הלכה כר\"א ואחר המחילה לא דק בזה כמ\"ש ואולם מדברי התוס' בד\"ה יד הכל נראה דס\"ל דהא דר\"ה ודר\"י ודר\"ל דקאמרי לעולם ששית ע\"כ משום דס\"ל כר\"א הוא ממ\"ש וז\"ל לא נקט האי טעמא למ\"ד שוה לאילן לכל דבר כו' דלמאי דסבר אפטולמוס דאחר לקיטה למעשר ואחר חנטה לז' לא היה צריך לטעם זה כו' הנה מבואר דס\"ל דלאפטולמוס דס\"ל דאחר לקיטה למעשר אתרוג בת ששית הנכנס לז' פטורה מן המעשר כדין פירות ז' ופטורה מן הביעור כדין ששית משום דאחר חנטה לז' ונראה דטעמייהו משום דס\"ל דז' פטור מן המעשר מכח אפקעתא דמלכא ולאו משום הפקרא דמלכא פטירי וא\"כ ע\"כ דר\"ה ור\"י ור\"ל דס\"ל דחייבת במעשר הוא משום דס\"ל כר\"א ואולי שלזה נתכוין מרן ז\"ל כדעת התוס' ומ\"מ לא הו\"ל למסתם סתומי ועיין במוהר\"ם ן' חביב בקונט' כפו' תמרים דל\"ח ע\"א ואשר אני אחזה ליישב דעת רבינו ז\"ל דלרבינו קשיתיה דאי כפי' רש\"י ז\"ל דלעולם ששית דקאמר ר\"י ור\"ל הוא לומר שחייבת במעשר ופטורה מן הביעור כפי' רש\"י א\"כ ע\"כ דס\"ל כמתני' דבכורים דאחר חנטה לז' וק' טובא דא\"כ הי\"ל לתלמודא להקשות ומי אמר ר\"י הכי והאר\"י הלכה כסתם משנה וסתם מתני' דפרק לולב הגזול כרבותינו דאושא דאחר לקיטה בין למעשר בין לז' כדמסיק התם וכדפריך בכמה דוכתי וליכא למימר דטעמא דר\"י משום דסתמא אחרינא אשכח דהיינו מתני' דבכורים דקתני דאתרוג אחר חנטה לז' בין לר\"ג בין לר\"א דאכתי תקשי מאי אולמיה דהאי סתמא מהאי סתמא כדפריך בדוכתי טובא כי על כן מכח קו' זו הוכרח רבינו ז\"ל לומר דמ\"ש ר\"י ור\"ל לעולם ששית היינו דוקא לענין שחייבת במעשר אבל לפוטרו מן הביעור לא אמר דדוקא לענין חיוב מעשר אזיל לחומרא משום דכיון דאיכא תרי סתמי דסתרי אהדדי מס' אזלינן לחומרא דלא ידעינן סתמא בתרא איזו היא וכמ\"ש הר\"ן ז\"ל בפ' ע\"פ והביאו הרב יבין שמועה כלל ס\"ז ומשום הכי כיון דלסתמא דבכורים דס\"ל אחר חנטה לז' הרי הוא חייב במעשר קאמר ר\"י דלעולם ששית אמנם לענין ז' ודאי דס\"ל לר\"י דבת ששית הנכנס לז' חייבת בביעור דכיון דסתמא דפרק לולב הגזול ס\"ל כרבותינו דאושא דאחר לקיטה לז' מס' חייבת בביעור דשמא סתמא דלולב הגזול בתראה היא והילכך חייב בביעור מס' ומעתה לא תיקשי לן מאי דאקשי' לעיל דכיון דס\"ל לרבינו דחייב בביעור מס' ממילא פטורה מן המעשר כדמוכח בהדיא מההיא דאביי דקאמר בשלמא סיפא לחומרא דס\"ל לרבינו דאביי ל\"ק הכי אלא ליתובי מלתא דרבה דמסיפא לא הוה ק\"ל משום דאיכא למימר דלחומרא קאמר וס\"ל לרבה דכיון דחייבוהו חכמים להפקיר מס' ממילא הם פטורים אמנם ר\"י דקאמר לעולם ששית ודאי דלית ליה הך סברא אלא ס\"ל כיון דמספ\"ל אזלינן בתרוייהו לחומרא וכהוה ק\"ל להתוס' ז\"ל מעיקרא ד\"ה בשלמא יע\"ש: ובהכי מתרצתא נמי מה שפסק בה' מ\"ש דאתרוג שחנט בשניה ונלקט בג' דמפרישין ממנו מעשר עני גרידה משום דס\"ל דודאי לענין מעשר ליכא לספוקי כלל הלכתא כמאן דכיון דלרבותינו שבאושא ור\"ג ואבטולמוס ס\"ל דאחר לקיטה למעשר ודאי דלא קי\"ל כר\"א דשמותי הוא וכי מספ\"ל היינו דוקא לענין ז' משום דאיכא תרי סתמי דסתרי אהדדי כדכתיב' וס\"ל לרבי' כדעת רש\"י ז\"ל שכתבנו לעיל דאפי' לאבטולמוס דס\"ל אחר לקיטה למעשר אפי\"ה אתרוג בת ששית הנכנס לז' חייבת במעשר דז' משום הפקר הוא והא ליכא והלכך לענין מעשר כיון דמספ\"ל אי קי\"ל כסתמא דבכורים דאחר חנטה לז' ממילא חייבת במעשר ומשום הכי אזלינן לחומרא זה הנ\"ל אמת ויציב בדעת רבי' ז\"ל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות שמיטה ויובל",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}