{
    "text": {
        "0": {
            "0": {
                "0": "<b>ובשנת אחת לכורש מלך פרס.</b> זה כורש בן אחשורוש בן אסתר המלכה ותנא הוא כורש [הוא דריוש] הוא ארתחשסתא כורש על שמלך כשר היה דריוש שדרשו ישר' לאל בימיו ובימיו נדרשו הייחוסין על ידי עזרא ובימיו דרש האל גליותיו וגאלן ארתחשסתא על שם מלכותו בלשון פרסי:",
                "1": "<b>לכלות דבר יי' מפי ירמיהו.</b> הנביא שאמ' לפי מלאת לבבל שבעים שנה אפקוד אתכם (כט י) והוא לא אמר לגלות בבל אלא לחרבן בבל ודניאל טעה בזה החשבון שנ' בשנת אחת למלכו אני דניאל בינוי בספרים מספר השנים אשר היה דבר יי' אל ירמיהו הנביא למלאות לחרבות ירושלם שבעים שנה (דניאל ט ב) ופסוק אחר מקשה לו לפי מלאת לבבל שבעים שנה אפקוד אתכם לפקידה ולא לגאולה כמו שנ' ובשנת אחת לכורש מלך פרס לכלות דבר יי' משנחרבה בבל בימי בלשצר בן נבוכדנצר על ידי כורש הראשון עד שנת אחת לכורש האחרון הם ע' שנה:"
            },
            "1": {
                "0": "<b>כל ממלכות הארץ נתן לי יי'.</b> ללמדך שכל המולך בארץ ישר' כמולך בכל העולם כולו וכן הוא אומ' רבתי בגוים שרתי במדינות (איכה א א) וכל כך [למה] בזכות שעסק בבית המקדש ואמרו חכמי' ארבעה [מלכים] שלטו בכל העולם כולו ואלו הן שלמה מלך ישר' דכת' וכל מלכי הארץ מבקשים את פני שלמה (מ\"א י כד) אחאב בן עמרי דכת' אם יש גוי וממלכה אשר לא שלח אדני [שם לבקשך] (מ\"א יח י) וכת' והשביע את הממלכה ואת הגוי (שם) אחשורוש דכת' וישם המלך אחשורוש מס על הארץ ואיי הים (אסתר י א) כורש דכת' כל ממלכותל הארץ נתן לי יי':",
                "1": "<b>והוא פקד עלי.</b> הוא צוה עלי ויצו מתרג' ופקיד (בראשית ב טז) והיכן צוהו הוי אומ' על ידי ישעיהו הנביא שנ' כה אמר יי' למשיחו לכורש (ישעיה מה א) וכי כורש משיח היה אלא אמ' הב\"ה למשיח קובל אני לך על כורש אני אמרתי לו הוא יבנה עירי וגלותי ישלח (שם יג) והוא אמ' מי בכם מכל עמו יהי אלהיו עמו ויעל:"
            },
            "3": {
                "0": "<b>ינשאוהו אנשי מקומו.</b> ישאוהו אנשי העיר אשר הוא דר ביניהם הם גרי ארצו:"
            },
            "4": {
                "0": "<b>לכל העיר.</b> כלומ' כל אשר העיר יי' לבו ורוחו בנדבה לבוא לירושלם:"
            },
            "5": {
                "0": "<b>ובמגדנות.</b> ובמתנות כמ' שנ' ומגדנות [נתן] (בראשית כד נג) מתרג' ומתנן יהב:"
            },
            "7": {
                "0": "<b>מתרדת הגזבר.</b> לוי היה ממונה על כלי בית יי' ושמו מתרדת ופי' מתיר דת שעל פיו נתרת דת המלך כלומר על פיו י צאו ועל פיו יבואו:",
                "1": "<b>הגזבר.</b> הוא [ה]ממונה ומאי גזבר גונז בר אוצר תבואה:",
                "2": "<b>ויספרם.</b> וימנם לשון מספר:",
                "3": "<b>לששבצר.</b> ששב באוצר:"
            },
            "8": {
                "0": "<b>אגרטלי.</b> הם מזרקות של דם. ד\"א אגרטלי. גרסינן ביומא ירושלמית כלי שאוגרין בו דמו של טלה כמין מזרקות:",
                "1": "<b>מחלפים.</b> הם סכינים כמו ששנינו משנה בית החלפות בית הסכינים שבמקדש גם אלו [הסכינים] לצורך שחיטה הפשט ונתוח ועל כן נקרא סכין של שחיטה חלאפא:"
            },
            "9": {
                "0": "<b>כפורי זהב כפורי כסף.</b> רקועי פחים וטסין של זהב ושל כסף כמין כפרת שהכפרת ארכה ורחבה כמדת מכסה הארון ועביה טפח וכל דבר שהוא נמתח ונרקע ואין לו עובי וקומה נקרא כפרת ודומה לו וכפרת אותה (בראשית ו יד):",
                "1": "<b>משנים.</b> משונים זה מזה בצורה ובמלאכה ויד אומ' משנים מוכפלים כמ' שנ' כי כל ביתה לבוש שנים (משלי לא כא) פי' כפלים וכת' כי משנה (דברים טו יח) מתרגמ' ארי על חד תרין:"
            }
        },
        "1": {
            "1": {
                "0": "<b>זרובבל.</b> הוא היה בן יהויכין ולמה נקרא שמו זרובבל זרוע בכל שנזרע בבבל בבית הסהר ולמה אמ' בן שאלתיאל ששאל אותו מאל שלא נשאר מבית דוד זולתי יהויכין ושאל בן מאל ונתן לו. ישוע. זה יהושע בן יהוצדק הכהן הגדול ולמה נקרא ישוע על שם שנשאו בניו נשים הפסולות לכהונה שנ' ויהושע היה לבוש בגדים צואים (זכריה ג ג) ומתרגמ' ויהושע הוו ליה בנין דנסיבו נשין דלא כשרין לכהונתא וכת' וימצא מבני הכהנים אשר הושיבו נשים נכריות מבני ישוע בן יהוצדק ואחיו מעשיה ואליעזר ויריב וגדליה (עזרא י יח):",
                "1": "<b>מרדכי בלשן.</b> שיודע בכל לשון הוא מרדכי היהודי [אשר יצא מלפני המלך בלבוש מלכות]:",
                "2": "<b>מספר בגוי.</b> פעם אחת בקשו המשמרות ולא מצאו עשרים וארבעה ומינו את זה במעי אמר כדי להשלים המשמרות ופי' מספר בגוי ספור בגווה דאימיה:"
            },
            "5": {
                "0": "<b>בני פחת מואב.</b> הם בני יואב בן צרויה י\"מ מתחלף בגימטריא אתב\"ש ולמה נקרא מואב שנצח עמון ומואב. ד\"א דאתי מן רות בת עגלון מלך מואב:",
                "1": "<b>פחת.</b> כמ' פחות וסגנים (ירמיה נא כג):"
            },
            "11": {
                "0": "<b>עזגד.</b> עז מזל שכן קורין למזלא גדא:"
            },
            "58": {
                "0": "<b>ואלה העולים מתל מלח תל חרשא.</b> אלו בני אדם שחרשו כל העולם כתל וזרעוהו מלח כלומ' נשאו נשים נכריות ופסלו משפחתם:",
                "1": "<b>כרוב אדן אמר.</b> אמר אדון הוא הב\"ה אני אמרתי להם היו לפני נאים ככרוב והם שמו עצמם כנמר כדכת' היהפוך כושי עורו ונמר חברבורותיו (ירמיה יג כג) כלומ' שצבעו משפחתם כנמר שהוא צבוע ומנומר ונשאו נשים נכריות לכך לא ידעו להגיד בית אבותם וזרעם אם מישראל הם על שנולדו מנשים נכריות:"
            },
            "59": {
                "0": "<b>בני דליה בני טוביה בני נקודא.</b> אמ' הב\"ה אני אמרתי הוו לפני כזהב הטוב שאין בו סיגים והם עשו עצמם דלים ונקודים ככסף מלא סיגים וכן הוא אומ' כסף סיגים היו לי בית ישראל (יחזקאל כבי יח):"
            },
            "60": {
                "0": "<b>ומבני הכהנים בני חביה.</b> בנים שחבו ליה:",
                "1": "<b>בני הקוץ.</b> אמ' הב\"ה הוו לפני נאים כתמר והם שמו עצמם כקוץ לפי שנשאו מבנות ברזילי הגלעדי שהיה שטוף בזמה והוליד בנים בעבירה:",
                "2": "<b>ויקרא על שמם.</b> ולא על שם אהרן הכהן:"
            },
            "61": {
                "0": "<b>אלה בקשו כתבם המתיחשים.</b> בקשו כתב יחוס כהונתם ולא נמצאו ולפיכך נפסלו מן הכהנה:",
                "1": "<b>המתיחשים.</b> כמ' ויתילדו על משפחותם (במדבר א יח) מתרגמ' ואתייחסו:",
                "2": "<b>ויגואלו.</b> ויגועלו כדכת' מגישים על מזבחי לחם מגואל (מלאכי א ז) מגועל פירושו:"
            },
            "62": {
                "0": "<b>ויאמר התרשתא.</b> זה נחמיה בן חכליה ולמה נקרא שמו התרשתא שהיר יין לשתיה לפי מלכים בשעת הסכנה דכת' דברי נחמיה בן חכליה (נחמיה א א) ויהי בחדש כסלו יין לפניו הובא:",
                "1": "<b>אשר לא יאכלו מקדש הקדשים.</b> אבל אוכלין חלות ככהנים בעלי מומין ככת' אך לא יעלו כהני הבמות אל מזבח יי' בירושלם כי אם אכלו מצות בתוך אחיהם (מ\"ב כג ט) מכאן אתה למד שכהנים שנשתמדו מרצונם וחזרו בתשובה וכהנים שחללו עצמם בנשים האסורות לכהונה כגון אלמנה לכהן גדול גרושה וחלוצה [זונה] וחללה לכהן הדיוט הרי הם ככהנים בעלי מומין אוכלין וחולקין בתרומות [ומעשרות] ובחלות אבל אינן אוכלין בקדשי קדשים ואין מקריבים על גבי המזבח:",
                "2": "<b>עד עמוד כהן לאורים ולתומים.</b> עד שיבוא אליהו זכור לטוב וילבש אורים ותומים וכן הוא אומר וישב מצרף ומטהר כסף וטהר את בני לוי (מלאכי ג ג) ולמה אמ' עד עמוד כהן לאורים ותמים לפי שמים שחרב הבית הראשון ונגנזו המשכן וכליו נגנזו בגדי כהנה שנעשו במדבר ובטלו אורים ותמים עד שיבוא אליה מיכן אנו למדים שלא היו אורים ותומים בבית שני:"
            },
            "67": {
                "0": "<b>להעמידו על מכונו.</b> על תוכן בניינו:"
            },
            "68": {
                "0": "<b>דרכמונים.</b> הם מטבעות כגון זהובים. ד\"א דרכמונים. דרך מונים מטבעות הנמנין ואינן נשקלין:",
                "1": "<b>מנים.</b> הם שקלים כמו שנ' והמנה יהיה לכם (יחזקאל מה יב):"
            },
            "69": {
                "0": "<b>הנתינים.</b> הם הגבעונים ולמה נקראו נתינים שנתנם יהושע חוטבי עצים ושואבי מים לבית המקדש:"
            }
        },
        "2": {
            "5": {
                "0": "<b>והיכל יי' לא יוסד.</b> עדין לא נתיסד לפי שהרסו אותו בני אדום הרשעה כשבאו עם הכשדים עד יסודו שנ' זכור יי' לבני אדום את יום ירושלם האומרים ערו ערו עד היסוד בה (תהלים קלז ז) רק הכינו המזבח על מכונותיו במקום בנין הראשון תחת אהלים מפחד העמים:"
            },
            "6": {
                "0": "<b>כרשיון כורש.</b> בכתב הרשאה שכתב להם כורש להיותם רשאים לבנות בית המקדש:"
            },
            "7": {
                "0": "<b>לנצח על מלאכת בית יי'.</b> לנצח האומנים להרבות במלאכה ויש אומ' לנצח לומ' שירות כמו שנ' למנצח על השמינית מזמור לדוד (תהלים ו א) והפסוק יורה אחרי כן:"
            },
            "9": {
                "0": "<b>ויעמידו הכהנים מלובשים בחצוצרות והלוים בני אסף במצלתים. </b> כמו בצלצלים:",
                "1": "<b>להלל ליי' על ידי דוד מלך ישראל.</b> על ידי שירי דוד ונבואתו ככתוב הללוהו בצלצלי שמע (תהלים קנ ה) וכת' ויענו בהלל ובהודות הודו ליי' כי טוב:"
            },
            "10": {
                "0": "<b>על הוסד.</b> על שנתיסד:"
            }
        },
        "3": {
            "0": {
                "0": "<b>וישמעו צרי יהודה ובנימן.</b> גם התושבים היושבים בארץ ישר' כדכת' ויבא מלך אשור מבבל ומכותה ומעוא ומחמת וספרוים ויושב בעיר שומרין (מ\"ב יז כד) וכת' ולא יראו את יי' וישלח יי' בהם את האריות (שם כה) [והמה גירי אריות שנתגיירו מפחד האריות] שהרי הורגים בהם ולא היו צדיקים אלא משום יראת האריות נתגיירו שנ' את יי' היו יראים ואת אלהיהם היו עובדים (שם לג) וישבו שם עד שנחרב הבית וכל ימי גלות בבל וכל ימי גלות מדי ופרס עד שעלה עזרא מבבל וסיעתו עמו:"
            },
            "1": {
                "0": "<b>אז נגשו בערמה אל זרובבל ואל ראשי האבות ויאמר להם נבנה עמכם כי ככם נדרוש לאלהיכם ולא אנחנו זובחים מימי אסרחדון מלך אשור המעלה אותנו פה.</b> ולא כת' ולו קרי שלא היו זובחים אליו מאהבה אלא מיראה שלא יגרה בהם האריות:"
            },
            "3": {
                "0": "כיון שראו שלא קבלום מיד התחילו להשטין שנ' <b>ויהי עם הארץ מרפים ידי עם יהודה ומבהלים אותם לבנות.</b> לפי שהיו [השונאים] מרפים ידי העם [היו] ראשי האבות מבהלים וממהרים אותם [לבנות] בעל כרחם:"
            },
            "4": {
                "0": "כיון שראו כן שכרו עליהם יועצים רעים להתעות עם יהודה ובנימן היושבים בירושלם:",
                "1": "<b>להפר עצתם.</b> של ראשי האבות שלא יבנו בית המקדש ולמה הזכיר יהודה ובנימן כי עשרת השבטים גלו רובם ועיקרם על ידי מלך אשור שנ' ויעל מלך אשור בכל הארץ (מ\"ב יז ה) וכת' ויגל את ישר' אשור ויושב אותם בהלה ובחבור נהר גוזן וער מדי (שם ו) וכת' ויגל ישר' אשורה עד היום הזה (שם כג) מכלל שלא שבו לארץ ישר' לפי שהיו בהם צדיקים ונביאים והיו יודעים שבית המקדש עתיד ליחרב פעם אחרת ועתידין ישר' לילך בגלות וישבו שם בארץ שור ונשארו שם יהודה ובנימן שני השבטים בארץ יהודה ובנימן ושאר מעט מתי מספר משאר השבטים נשארו בעריהם עד גלות בבל ואז גלו כל גדולי הדור לבבל ודלת הארץ נשארו בארץ ישראל לעבוד האדמה כדכת' ומדלת הארץ השאיר רב טבחים לכורמים וליוגבים (מ\"ב כה יב) ובשנת אחת לכורש עלו יהודה ובנימן עם פליטת שאר גלות השבטים ורוב י' השבטים לא שבו מאשור עד היום הזה:",
                "2": "<b>וסוכרים עליהם יועצים.</b> [כת' בסמך] לקיים מה שנ' יסכר פי דוברי שקר (תהלים סג יב) כי בלבל הב\"ה עצתם אחרי כן ויש אומ' וסוכרים כמו וסכרתי את מצרים (ישעיה יט ד) כלומ' מוסרין עצמן למיתה ויועצים להפר עצתם ושוכרים עדי שקר יועצי רע כותבי שטנה:",
                "3": "<b>כל ימי כורש מלך פרס.</b> שכבש את בבל עד מלכות דריוש מלך פרס שמלך אחרי כן שהוא כורש בן אסתר המלכה כי כן כת' ובשנת אחת לכורש מלך פרס וזו היא בתחלת מלכותו וכיצד הותחלה השטנה במלכות אחשורוש בתחלת מלכותו כתבו שטנה להשטין ולבטל מלאכת בית המקדש:"
            },
            "5": {
                "0": "<b>[שטנה.]</b> כמ' שנ' ויתיצב מלאך יי' בדרך לשטן לו (במדבר כב כב) ומי כת' השטנה שמשי ספרא בן המן הרשע וזה היה בימי ושתי המלכה בת בלשצאר בן נבוכדנצר שלא היתה מניחתו לבנות בית המקדש שהיתה אומרת מקום שהחריבו אבותי אתה רוצה לבנותו ומאת יי' היתה זאת כי עדין לא שלמה גלות מדי ופרס וטעו [ומנו] מחרבן הבית ולא היה להם למנות אלא מחרבן בבל כי עדין לא שלמו שבעים שנה ואז הוערו הרשעים להסית את ושתי בת בלשצר בן נבוכדנצר הרשע וכמה שנים היו משנחרב הבית על ידי נבוכדנצר עד שנבנה על ידי כורש בשנת י\"ט למלכות נבוכדנצר [חרב] בית המקדש והוא מלך אחרי כן כ\"ו שנה מרודך בנו מלך כ\"ב ובשנת כ\"ב מת ומלך באותה שנה בלשצר בנו ועמד במלכות ב' שנים ומחצה כ\"א ומחצה דמרודך וב' ומחצה לבלשצר הרי כ\"ד שנים כ\"ד שנים של שניהם וכ\"ו של נבוכדנצר מיום שחרב הבית עד יום מותו הרי נ' שנים אז בא דריוש המדי ותפש את בבל והחריבה והגלה את ישראל עם הכשדים במדי ופרס ומלך שנת אחת הרי נ\"א שנה כורש בנו מלך ג' שנים כרי נ\"ד ובשנת א' לאחשורוש בתחלת מלכותו החלו לבנות עזרא וסיעתו על דברי דניאל כי דניאל טעה ומנה משנת ד' לנבוכדנצר מנבואת ירמיהו וכלל אותם ט\"ו שנים עם נ\"ה והם ע' משנת ד' לנבוכדנצר עד תחלת מלכות אחשורוש ואז כתבו שטנה על יושבי יהודה וירושלם ומלך אחשורוש אחרי זאת י\"ג שנה כי בשנת אחת למלכותו בטלה המלאכה ומלך אחריו כורש בנו הנקרא אאתחשסתא ואז כתבו צרי יהודה שטנה ואלה הם רחום בעל טעם ושמשי ספרא והיתה המלאכה בטלה י\"ג שנה למלכות אחשורוש ל\"ב שני' למלכות ארתחשסתא הרי מ\"ה שנים ובשנת א' לכורש בן אסתר המלכה הנקרא דריוש עלו מבבל הרי מ\"ו שנים ובשנת ב' לבואם אל בית האלהים בירושלם החלו ליסד ולבנות ובקשו הכותיים הגרים להתחבר עמם לבנות ולא קבלום אז שכרו יועצים להפר עצתם ולא עלתה בידם בימי כורש כאז בימי אחשורוש ואף בימי ארתחשסתא הנקרא כורש בדברי חכמי' האומ' הור כורש הוא דריוש הוא ארתחשסתא:"
            },
            "6": {
                "0": "<b>כתב בשלם.</b> ומי כתבו רחום ושמשי על שם מתרדת טבאל:",
                "1": "<b>ושאר כנוותיו.</b> ושאר סיעתו כנוותו עדתו כנישתו כניפתו כגון כנופיא כוליהון לשון חד הוא בלשון קדש עדתו בלשון ארמית כנישתו בלשון תלמוד כניפתו בלשון פרסי כנוותו:",
                "2": "<b>וכתב הנשתון כתוב ארמית ומתורגם ארמית.</b> כלומ' כתב משונה וכפול במכתב ובפירושו:"
            },
            "7": {
                "0": "<b>כנימא.</b> כן נאמר כלומ' כן נימא כן אימא:"
            },
            "8": {
                "0": "<b>כנותהון.</b> עדתם וגם סיעם כנופם:",
                "1": "<b>דינייא.</b> מן דינא מדינתא ואית דאמרי דייני מלכות:",
                "2": "<b>ואפרסתכיא.</b> מן פרס:",
                "3": "<b>ארכויא.</b> מן ארך כמ' וארך ואכד וכלנה (בראשית י י):",
                "4": "<b>בבליא.</b> מן בבל:",
                "5": "<b>שושנכיא.</b> מן שושן:",
                "6": "<b>דהיא.</b> מן דהי מדינתא:",
                "7": "<b>עילמיא.</b> מן עילם:"
            },
            "9": {
                "0": "<b>ושאר אומיא די הגלי אסנפר רבא ויקירא והותב המו בקריא די שמרין.</b> הם העמים שהביא אסרחדון מלך אשור הנקרא אסנפר בלשון פרסי והושיבם בערי שמרון ונתגיירו מפחד האריות ויש אומ' אסנפר הוא אביו של אסרחדון:",
                "1": "<b>ושאר עבר נהרא.</b> ושאר העמים שמעבר פרת:",
                "2": "<b>וכענת.</b> וכן ענת כלומר כך מענה הכתב דנא פרשגן אגרתא ויש אומ' וכענת דברים רכים ומענה פיוסים כעניא די דכתיב ביה תחנוים ידבר רש (משלי יח כג). ד\"א וכענת. וכעת הזאת:"
            },
            "10": {
                "0": "<b>פרשגן.</b> כמ' שנ' משנה התורה (דברים יז יח) ומתרג' פרשגן [אוריתא] והוא כתב הנשתון משנה וכפול:",
                "1": "<b>אגרתא.</b> שדברים רבים אגורים בה:"
            },
            "11": {
                "0": "<b>מרדתא.</b> מורדת דכת' רבתי בגוים שרתי במדינות (איכה א א) ובאישתא. מרעת:",
                "1": "<b>ושוריא.</b> החומות (שיר ה ז) מתרגמי' שוריא:",
                "2": "<b>שכלילו.</b> ויכולו (בראשית ב א) מתרג' ואשיתכלילו:",
                "3": "<b>ואושיא.</b> הם השתות והיסודות חוזק בנית הבירה כדכת' לאשישי קיר חרשת (ישעיה טז ז) ומתרג' לתקוף:",
                "4": "<b>יחיטו.</b> כלומ' חופרים וחוטטים בקרקע במקום הקרקע הקשה ליסד כחומה כדתנן החוטט בגדיש:"
            },
            "12": {
                "0": "<b>דך.</b> זאת כמו דמתרג' דא:",
                "1": "<b>ישתכללון.</b> ישלימו ויכלו ויבנו:",
                "2": "<b>מנדה בלו והלך לא יתנון.</b> [עוד לא יתנו]:",
                "3": "<b>מנדה.</b> זו מנת המלך ומאי היא זו מתת מכס הסחורה וכן כת' יגיע  מצרים וסחר כוש וסבאים אנשי מדה (ישעיה מה יד) ומתרג' אנשין גברין דסחורה אנשי מדה בעלי סחורה:",
                "4": "<b>בלו.</b> זה כסף גולגלתא כמו בקע לגלגלת (שמות לח כו) מס לשלטון וכן כת' ועל דניאל שם בל לשזבותיה (דניאל ו טו) כופר ממון להצילו כמו איש כופר נפשו (שמות ל יב) בל ובלו חד הוא וי\"ו יתירה כמו ויכו האחד את האחד (ש\"ב יד ו) וכמו בנו בעור (במדבר כד ג) פי' ויך האחד בן בעור:",
                "5": "<b>והלך.</b> זה ארנונא הוא המכם שנותנים הולכי דרכים וגשרים ומדינו ומחוזות ומאחר שיבנו היהודים ירושלם ובית המקדש עוד לא ישתעבדו לך ולא יתנו לך אלו המסיות:",
                "6": "<b>ואפתום מלכין תהנזיק.</b> ואוצר המלך יהיה בו נזק והפסד:"
            },
            "13": {
                "0": "<b>כען כל קבל די מלח היכלא מלחנא.</b> מעתה מכבר אשר סתור ההיכל שבירושלם סתרנו מהבנות בעתתינו ובטלה מלאכתו כמו ארץ מלחה לא תשב (ירמיה יז ו) מתרג' ארע צדיא דלא תיתותב ועוד שמים כעשן נמלחו (ישעיה נא ו) על כן הגדנו לך כדי שלא תניח לבנותו:",
                "1": "<b>וערות מלכא.</b> וקלון המלך ויש אומ' וערות לשון חורבן כלומ' אם יבנה בית המקדש וירושלם אז ימרדו בך היהודים ויחרב מלכותך ויש אומ' לשון דלות כמ' פנה אל תפלת הערער (תהלים קב יח) וכמו ערו ערו (תהלים קלז ז) ועוד ערי ערוער (ישעיה יז ב) מתרג' קרוי חורבייא:",
                "2": "<b>לא אריך לנא למחזי.</b> לא נאה לנו לראות ויש אומ' לא אריך לא נוחיל ונמתין כמ' ויחל (בראשית ח י) מתרג' ואוריך:",
                "3": "<b>על דנא.</b> על כן שלחנו והודענו מלך:"
            },
            "14": {
                "0": "<b>די יבקר.</b> שיפשפש כמו לא יבקר הכהן (ויקרא יג לו) מתרג' מתרגום ירושלמי לא יפשפש כהנא והוא לשון בקור והוא לשון בדיקה:",
                "1": "<b>ותהשכח.</b> ותמצא וימצא (בראשית כו יב) מתרג' ואשכח:",
                "2": "<b>ומהנזקת מלכין.</b> ומזקת מלכים:",
                "3": "<b>ואשתדור.</b> מרד בלשון פרסי וגם ויאבק (בראשית לב כה)  מתרג' ואשתדל והוא לשון מלחמה:",
                "4": "<b>על דנא קריתא דך.</b> על זה הדבר העיר הזאת הוחרבה:"
            },
            "15": {
                "0": "<b>די הן קריתא דך.</b> שאם העיר הזאת תבנה:",
                "1": "<b>חלק בעבר נהרא.</b> אין לך שכשם שמרדו בך היהודים כך ימרדו בך כל יושבי עבר הנהר:",
                "2": "<b>לא איתי.</b> לא יש תרג' לא אית:"
            },
            "16": {
                "0": "<b>בשמרין.</b> בשמרון:",
                "1": "וזאת התשובה פתגמא שלח מלכא:",
                "2": "<b>שלם וכעת.</b> דברי שלום ומענה רך:"
            },
            "18": {
                "0": "<b>ובקרו והשכחו.</b> ובדקו ומצאו שזו העיר מן ימי עולם מימות שם בן נח שנ' ולכי צדק מלך שלם (בראשית יד יח) מתרג' מלכא דירושלם מאז מקדם עולם על המלכים מתנשאה:",
                "1": "<b>ומרד.</b> שמרדו בה הרבה מלכים:",
                "2": "<b>ואשתדור.</b> ומלחמות כמו ויאבק (בראשית לב כה) מתרג' ואשתדל למ\"ד מתחלפת עם רי\"ש כמו וארו (דניאל ז ב) ואלו ופי' והנה וכן ואשתדור ואשתדל לשון מלחמות הוא וכן הוא אומ' ויאבק איש עמו מלמד שנלחם המלאך עד שעלה אבק רגליהם עד כסא הכבוד ועל כן נדע כי אשתדור מלחמות הם:"
            },
            "19": {
                "0": "ומימי עולם מרדו כל מלכי עולם על ירושלם ונלחמו בה ומזמן שהיו עושין רצון קוניהם היו כל המלכים נותנין מס לישראל ועל כן אמ' ומלכין תקיפין הוו על ירושלם כגון דוד ושלמה ושאר מלכין והיו שולטין בכל עבר הנהר ומנות ומסיות ומכסים היו נותנין להם:",
                "1": "<b>מדה.</b> זו מנת המלך:",
                "2": "<b>בלו.</b> זה כסף גולגלתא:",
                "3": "<b>והלך.</b> זו ארנונא לפי שהיו עוסקין בתורה ובמצות:"
            },
            "20": {
                "0": "ועתה מכבר אשר רפו ידיהם מן המצות מעכשיו שימו טעם לבטלא לבטל האנשים האלה שלא יבנו העיר הזאת עד מני טעמא יתשם עד שאצוה אני ואשים עצה וטעם:"
            },
            "21": {
                "0": "<b>וזהירין הוו שלו למעבד על דנא.</b> להיות להם שלו ובטול כמו לא תשלה אותי (מ\"ב ד כח) כלומ' לעזוב המלאכה ולבטלה על זה הדבר שאמרתם למה ירבה חבלה והשחתה להזיק מלכי מדי ופרס וכל כך למה כדי שלא ימרדו עליו אנשי המלוכה ועדיין לא הגיע זמן הבנין:"
            },
            "22": {
                "0": "<b>אדין.</b> אז מאחר אשר אגרת הנשתון של ארתחשסתא המלך היה נקרי לפני רחום ושמשי וסיעתם הלכו בחפזון לירושלם בחפזון (שמות יב יא) מתרג' בבהילו לירושלם על היהודים ובטלו מהם המלאכה בזרוע ובכח גדול:",
                "1": "<b>נשתונא.</b> כתב שבו לשון מלשינות מאי מלשינות מה שנוייה שמחליף ושונה במלת לשונו ואינו מדבר כראוי וכנכון:"
            },
            "23": {
                "0": "אז בטלה העבודה של בית האלהים אשר בירושלם מתחלת מלכות אחשורוש וכל ימי ארתחשסתא עד שנת ב' לדריוש מלך פרס:"
            }
        },
        "4": {
            "0": {
                "0": "<b>והתנבי חגי.</b> אז באותו הפרק נתנבא חגי וזכריה בן עדוא הנביא על יהודה וירושלם על היהודים שיבנו בית המקדש כי לא תבטל עוד לאכתם וכן כת' בשת שתים לדריוש המלך בחדש הששי ביום אחד לחדש היה דבר יי' בידי חגי הנביא (חגי א א) וכת' עלו ההר והבאתם עץ ובנו הבית וארצה בו ואכבדה אמר יי' (חגי א ח) וכת' בשנה השנית בשנת שתים לדריוש היה דבר יי' אל זכריא בן עדוא הנביא לאמר (זכריה א א) וכת' לכן כה אמר יי' שבתי לירושלם ברחמים ביתי יבנה בה (זכריה א טז):"
            },
            "1": {
                "0": "<b>באדין.</b> אז קמו זרובבל בן שאלתיאל וישוע בן יוצדק והתחילו לבנות בית המקדש ואתם הנביאים חגי זכריה ועזרא ויהושע הכהן הגדול מסייעין אותן ומטיבים את לבם בנבואתם ככת' ידי זרובבל יסדו הבית הזה (זכריה ד ט) בעת הראשונה בימי מלכי מדי ופרס וקמו צרי יהודה ובנימן ובטלו המלאכה לשון הרע שספרו אצל המלכים על יהודה וירושלם ועלתה ביד צריהם לבטלם כי לא הגיע עת בית יי' להבנות וידיו תבצענה (שם) עכשיו ידיו תהיינה משלימות הבנין כמו כי יבצע יי' (ישעיה י יב) לפי שעכשיו הגיע הזמן:"
            },
            "2": {
                "0": "<b>ביה זמנא.</b> באותה העת כשהתחילו זרובבל וישוע לבנות בשניה כדברי חגי וזכריה אז בא עליהם תתני שהיה משומד ושם אותו סנחריב מלך אשור פחת הוא שלטון בעבר נהר פרת ואומ' כי בן רבשקה היה:",
                "1": "<b>ושתר.</b> הוא שכת' במגלה והקרוב אליו כרשנא שתר (אסתר א יד):",
                "2": "<b>בוזני.</b> הוא שכת' במגלה בזתא חרבונא (אסתר א י):",
                "3": "<b>וכנותהון.</b> וסיעתם:",
                "4": "<b>מן שם לכום טעם.</b> מי נתן לכם רשות לפי שנאמ' לעילא (ד כא) וכען שימו טעם לבטלא גובריא אילך וקריתא דך לא תתבני עד מני טעמא יתשם ועל כן אמרו עכשיו מן שם לכון טעם:",
                "5": "<b>ואושרנא דנא.</b> וחומה זאת ויש אומ' ואושרנא ארמון גדול ובירה גדולה כדכת' עלו בשרותיה (ירמיה ה י) בנין של קורות כדכת' בצל קורתי (בראשית יט ח) מתרג' בטלל שירותי וכן נאמ' בנבואת חגי עלו ההר והבאתם עץ ובנו הבית (חגי א ח):",
                "6": "<b>כנמא.</b> כנאמר:"
            },
            "4": {
                "0": "<b>ועין אלההום.</b> כמו עיני יי' אלהיך בה (דברים יא יב):",
                "1": "<b>ולא בטילו המו.</b> לא בטילו להם עד אשר טעם הדבר לדריוש ילך ואז ישיבו אגרת על זאת אז שלחו אגרת לדריוש וזה הוא פרשגן אגרתא וכול':"
            },
            "7": {
                "0": "<b>אבן גלל.</b> אבני שיש כמו בורמי דגללא פרורין מן שיש:",
                "1": "<b>ואע מתשם.</b> ועץ מושם בכתלים לחזק החומה:",
                "2": "<b>ועיבידתא דך.</b> ומלאכה זו:",
                "3": "<b>אספרנא.</b> בזריזות. ד\"א אספרנא. כמו אספרווא דגרסינן בראש כתובות וספרווא דידיה בשלישי הוא דאתיא והם משואות בדק חתונה. אדמספרנא עד דמספר אנא עד שלא יגמר הדבור להאמר והם עושין אותו במהרה ובונין הבנין:"
            },
            "10": {
                "0": "<b>התיבונא.</b> השיבונו:",
                "1": "<b>אנחנא המו.</b> אנחנו המה עבדי אלהי השמים והארץ:",
                "2": "<b>די הוה בנא.</b> שהיה בנוי קודם לכן שנים רבות ושלמה מלך ישראל הגדול בנאו ושכללו ואין זה הבנין דבר חדש:"
            },
            "11": {
                "0": "<b>להן מן די הרגיזו.</b> ואכן משהכעיסו אבותינו לאלהי השמים מסר אותם ביד נבוכדנצר מלך בבל והבית סתרו והחריבו ועמו הגלה לבבל:"
            },
            "12": {
                "0": "<b>ברם בשנת חדא.</b> וגם בשנת אחת לכורש מלך פרס שם עצה וטעם הבית הזה להבנות:"
            },
            "13": {
                "0": "<b>ואף.</b> וגם כלי בית האלהים של זהב ושל כסף אשר נבוכדנצר הוציא מן היכל שבירושלם:",
                "1": "<b>והבל המו.</b> והוביל אותם לבבל הוציא אותם כורש הראשון מהיכל מלך בבל [ונתנם] לששבצר שמו של שלטון אשר פחת וסגן שם אותו:"
            },
            "14": {
                "0": "<b>ואמר לה.</b> ואמר לו אלה הכלים שא והולך אותם והנח אותם בהיכל שבירושלם:"
            },
            "15": {
                "0": "<b>אדין.</b> אז ששבצר זה בא ונתן אותם בהיכל יי' ויסודות הבית הזה הוא בית האלהים אשר בירושלם התחיל ליסד ומאז ועד עתה הותחל להבנות ולא שלמה מלאכתו:"
            },
            "16": {
                "0": "<b>וכען.</b> ועתה אם על המלך טוב יבדוק בבית גנזי המלך שם באוצר אשר הוא מבבל ושם יש כתוב בספר הזכרונות כי מן כורש הראשון הורשם טעם ונתן רשות לבנות בית האלהים זה בירושלם:",
                "1": "<b>ורעות.</b> ורצון המלך על זאת המלאכה ישלח לנו בכתב ידו:"
            }
        },
        "5": {
            "0": {
                "0": "<b>באדין.</b> אז כורש המלך צוה ובדקו בבית הספרים אשר האוצרות וגנזי הממון מונחים שם בבבל:"
            },
            "1": {
                "0": "<b>והשתכח באחמתא.</b> ונמצא בחמת שכן דרך בני אדם לשום שטרותיהן בעור מעובד כמין חמת ויש אומ' באחמתא בתיבה קטנה:",
                "1": "<b>בבריתא.</b> בירה בארמון המלך במדי ושם מגלה אחת כן כתוב בתוכה:"
            },
            "2": {
                "0": "בשנת אחת לכורש מלך בבל כורש המלך שם טעם וכול' בזכרון הדברים שנעשו:",
                "1": "<b>אתר די דבחין.</b> מקום אשר הם הזבחים זובחים:",
                "2": "<b>ואושוהי מסובלין.</b> וחומותיו מסובלים וגבוהים ונשאים אמות ששים ורחבן אמות ששים גובהן כרחבן כדי שלא יפולו:"
            },
            "3": {
                "0": "<b>נדבכין די אבן גלל.</b> כמו ששנינו בראש האילן או בראש הנדבך פי' נדבכין הם טורים אבן על אבן שכן כת' בנבואת חגי מטרם שום אבן אל אבן בהיכל יי' (חגי ב טו) מתרג' עד לא יתשם נדבך על נדבך בהיכלא דיי' והם טורים של אבן שיש שלש:",
                "1": "<b>ונדבך די אע חדת.</b> וטור של עץ אחת וכן כת' בבנין שלמה ויעש לבית טורי גזית שלשה וטור כרותות ארזים (מ\"א ו לו) אבל שלמה מה שעשה לשום שמים עשה וכורש לא עשה לשום שמי שלמה עשה מלמעלה בראש הבנין בסוף החומה וזה עשה מלמטה בתחלת הבנין שלמה שקע העץ בבנין וזה לא שקעו בבנין שלמה סיידו בסיד [וזה לא סידו בסיד] וכל כך למה לפי שחשב בלבו ואמר אם ימרדו בי היהודים אשרוף אותו באש:",
                "2": "<b>ונפקתא.</b> והוצאה:"
            },
            "4": {
                "0": "<b>הנפק.</b> הוציא:",
                "1": "<b>ותחת.</b> ותניח כמו ותנח בגדו (בראשית לט טז) ואחתתיה ללבושיה:"
            },
            "5": {
                "0": "<b>כען תתני פחת.</b> עתה תתני פחת עבר הנהר ושתר בוזני ושאר סיעתן:",
                "1": "<b>אפרסכיא.</b> הם גדולי מלכות אפרסכיא אפי ריוו מלכא סכיי פי' פני תאר המלך מביטין אשורנו ולא קרוב (במדבר כד יז) תרג' סכיתיה והם רואי פני המלך הכת' במגלה (א יד):",
                "2": "<b>רחיקין.</b> רחוקים היו משם:"
            },
            "6": {
                "0": "<b>שבוקו.</b> הניחו:"
            },
            "7": {
                "0": "<b>ומנכסי מלכא.</b> מנכסים של מלך כמו בנכסים רבים (יהושע כב ח):",
                "1": "<b>די מדת עבר נהרא.</b> ממנת המלך הבאה אליו מעבר הנהר כמו מנדה בלו והלך (ד יג) לשון נדה מאותן הנכסים יעשה בנין הבית:",
                "2": "<b>אספרנא.</b> בזריזות בלי איחור:",
                "3": "<b>נפקתא.</b> הוצאה ובדק הבית תהיה נתונה לאנשים האלה:"
            },
            "8": {
                "0": "<b>ומה חשחן.</b> ומה חוששין כלומ' ממה יש להם מחשבה הרי בני תורין ודברין ואמרין לעלון לאלה שמיא:",
                "1": "<b>חנטים.</b> חטים:",
                "2": "<b>די לא שלו.</b> בלא שגגה ובלא פשיעה אלא כרצונם:"
            },
            "10": {
                "0": "<b>די יהשנא.</b> אשר ישנה וימיר:",
                "1": "<b>יתנסח.</b> כמו ונסחתם (דברים כח סג):",
                "2": "<b>וזקיף יתמחי.</b> ותלוי יהרג [עליו] וימות וימחה שמו וזה פי' כל אומה ולשון וכל איש אשר ימיר דבר זה לבטל מלאכה זו יעשה בו דין כמו שעשה בהמן שיעץ בימי אחשורוש לבטל בנין בית המקדש ראי מה אירע לו הונסח ונוטל עץ מקורות ביתו ונתלה והוכה עליו כאמור ויתלו את המן על העץ ואמרו חכמי' אותו העץ מתיבת נח היה ופרשנדתא בן המן היה הגמון בקרדוניא בארץ אררט מקום אשר נחה שם תיבת נח ולקח משם קורה ארוכה חמשים אמה כרחב התיבה ואז נעשה ממנה כשורה דהיינו קורה גדולה ואז אמרו אוהבי המן יעשו עץ גבוה חמשים אמה וכת' ויתלו את המן (אסתר ז י):",
                "3": "<b>וביתה נולי יתעבד.</b> וביו הפקר נעשה על זאת שנ' הנה בית המן נתתי לאסתר ואותו תלו על העץ על אשר שלח ידו ביהודים (אסתר ח ז) ויש שפותרין נולי מקום אבוס בקר ומנוול בדומן צפיעי הבקר וכולו ענין אחד כי כאשר יבוזו המלכים בתי האויב אז יחריבו התקרה והמעזיבה. להיות חרבן עולם ושמה ירבצו הבקר והסוסים וכל בהמה ונעשה מקום מנוול מגללים:"
            },
            "11": {
                "0": "<b>ימגר.</b> כמ' והגרתי לגיא אבניה (מיכה א ו) לשון ירידה כלומ' ימגר ויוריד מגדלותו כל מלך ועם אשר ישלח ידו להשחית בית האלהים אשר בירושלם:",
                "1": "<b>אספרנא.</b> בזריזות:"
            },
            "13": {
                "0": "<b>ושבי יהודאי.</b> זקני היהודים המה עזרא וסיעתו אנשי כנסת הגדולה:"
            },
            "14": {
                "0": "<b>ושציא.</b> ויכל (בראשית ב ב) מתרג' ושיצי נגמרה המלאכה בשלשה באדר בשנה הששית למלכות דריוש וזה שאמ' למעלה מן טעם אלה שמיא ומטעם כורש ודריוש וארתחשסתא מלך פרס מצינו בתלמוד הוא כורש הוא דריוש הוא אחתחשסתא כדמפורש בפירקא קמא דראש השנה אבל בדעתי כי כורש ודריוש וארתחשסתא שלשה מלכים היו וחלקו להם מלכות נבוכדנצר כורש מלך על בבל שנ' ברם בשת חדא לכורש מלכא די בבל (ח יג) וכת' ודריוש מדאה קביל מלכותא (דניאל ו א) וכת' ארתחשסתא מלך פרס (ד ז) וגם על דעת חכמי' האומ' שלשה שמות היו לו גם זה יכן להיות כי כן נאמ' כורש מלך פרס (א א) כורש מלכא די בבל (ה יג) וכת' ודריוש מלכא שם טעם וגומ' עד מהחתין תמה בבבל (ו א) וכת' ודריוש מדאה קביל מלכותא (דניאל ו א) הרי מלך על בבל ועל מדי ועל פרס כורש על שמלך כשר היה ארתחשסתא על שם מלכותו ומה שמו דריוש שמו על שדרשו לאל בימיו:"
            },
            "15": {
                "0": "<b>בחדוה.</b> בשמחה:"
            },
            "16": {
                "0": "<b>לחטיא.</b> לחטאת:"
            },
            "17": {
                "0": "<b>והקימו כהניא בפלוגתהון ולויאי במחלקתהון.</b> אז עמדו הכהנים איש בחלקו להקריב קרבנותם והלוים איש בחלקו על דוכנם:"
            },
            "19": {
                "0": "<b>כי הטהרו.</b> מטמא מת ומקרי וזבים וזבות ככת' כי יהיה טמא לנפש (במדבר ט י) או בדרך רחוקה טמא נפש זה טמא מת בדרך רחוקה בעלי קריים וזבים ומצורעים נדה היא (ויקרא ב כא) מתרג' מרחקא היא:"
            },
            "20": {
                "0": "<b>וכל הנבדל מטומאת גויי הארץ.</b> אותם שגרשו נשים נכריות שנשאו:"
            }
        },
        "6": {
            "8": {
                "0": "<b>הוא יסוד המעלה מבבל.</b> הוא זמן המיוסד וקבוע לעלייתם מבבל באחד בניסן עלה מבבל ונתעכב בשושן עד ראש חדש אב ובא לירושלם אז מנהו המלך לנגיד על ירושלם כי היה צדיק ומיושר והכין את לבבו לדרוש תורת יי':"
            },
            "9": {
                "0": "<b>ולעשות.</b> שהיה מעשה אותם ללמד בישר' חק ומשפט [ולעשות] כמו את הנפש אשר עשו בחרן (בראשית יב ה) שעשאם וגיירם וקירבם תחת צל שכינה:"
            },
            "10": {
                "0": "<b>פרשגן.</b> פתשגן ר' מתחלף עם ת' ופו' דברי פתויין ופיוסין ושגיון כמו באהבתה תשגה תמיד (משלי ה יט) כי דברי פיוסים של אגרות המה מפתים ומשגים את האדם למלא תאות שולחיהם ועוד משנה (דברים יז יח) מתרג' פתשגן משנה הוא מכתב דברים כפולים:"
            },
            "11": {
                "0": "<b>גמיר וכענת.</b> מתוקן ומסויים כוליה דברי פיוסים כליל מתרג' גמיר והוא לשון סיום:",
                "1": "<b>וכענת.</b> כן ענת האגרת מני שים טעם וגו':"
            },
            "13": {
                "0": "<b>יעטוהי.</b> יועציו:"
            },
            "14": {
                "0": "<b>ולהיבלא.</b> ולהוליך כמו לך יובילו מלכים שי (תהלים סח ל) יובילון מנחתי (צפניה ג י):"
            },
            "15": {
                "0": "<b>עם התנדבות עמא.</b> עם מה אשר מתנדבים העם:"
            },
            "16": {
                "0": "<b>אספרנא.</b> בזריזות:",
                "1": "<b>המו.</b> אותם:"
            },
            "19": {
                "0": "<b>ושאר חשחות.</b> ויתר חסרון אשר יחסר לבדק בית האלהים כמו [ומה] חשחן (ו ט) ומה חסרון יש להם ויש אומ' חשחות וחשחן לשו' חושש הוא כי העושה מלאכה מרובה מחשבה גדולה יש לו עד גומרו שמא יחסר לו דבר:",
                "1": "<b>די יפל לך למנתן.</b> שיפול לך בגורל ליתן תנתן מבית גנזי המלך:"
            },
            "20": {
                "0": "<b>גזבריא.</b> גזברים הם ממונים על הפעולה:",
                "1": "<b>די ישאלנכון.</b> שישאל מכם:",
                "2": "<b>ספר דתא.</b> סופר התורה והדת:"
            },
            "21": {
                "0": "<b>כורין.</b> הם מדות חומר שעורים (ויקרא כז טז) מתרג' כור דשערין:",
                "1": "<b>בתין.</b> גם הם מדות חומר מדת היבש בת מדת הלח והבת עשירית החומר שנ' כי עשרת הבתים חומר (יחזקאל מה יד) והתרג' בית כור:",
                "2": "<b>ומלח די לא כתב.</b> לפי שאלו הוצרכו להכתב שיעורם והמלח לא:"
            },
            "22": {
                "0": "<b>אדרזדא.</b> יש שפותר' בחזקה בלא עצלות ויש אומר כהוגן וכשורה ויש אומ' לשון זירוז:"
            },
            "23": {
                "0": "<b>תרעיא.</b> שוערים:",
                "1": "<b>נתיניא.</b> נתינים הם הגבעונים:",
                "2": "<b>מנדה בלו והלך לא שליט למרמא עליהון.</b> ומנת מלכא וכסף גולגלתא וארנונא שהוא מכם לא יהא רשאי להטיל עליהם הואיל ומתעסקים בבית המקדש:"
            },
            "25": {
                "0": "<b>למות.</b> בארבע מיתות בית דין:",
                "1": "<b>לשרושי.</b> זה נדוי ושמתא כמו שנ' יתצך לנצח ויסחך מאהל ושרשך מארץ החיים (תהלים נב ז):",
                "2": "<b>הן לענוש נכסין.</b> עונש ממון וקנסות כמ' ענוש יענש (שמות כא כב) וענשו אותו מאה כסף (דברים כב יט):",
                "3": "<b>ולאסורין.</b> בית הסהר ויש אומ' ולאסורין אלו מלקיות כמו ויסרו אותו (דברים כאי ח) מתרג' וילקון יתיה:"
            }
        },
        "7": {
            "0": {
                "0": "<b>והתיחשם.</b> ויחוסם:"
            },
            "14": {
                "0": "<b>אהוא.</b> שם המקום. ומבני לוי לא מצאתי שם. אלו בני משה הלוי שנגנזו לפנים מנהר סבטיון:"
            },
            "15": {
                "0": "<b>ואשלחה לאליעזר ואצוה אותם על אדו הראש בכספיא המקום.</b> צוה לאליעזר וחביריו לילך בדרכים נעימים לאדו הראש אשר בכספיא לתת להם מן הלוים שנשארו מיתר בני לוי לשרת בבית המקדש:"
            },
            "21": {
                "0": "<b>ועזו ואפו.</b> וכחו וחרונו:"
            },
            "26": {
                "0": "<b>וכפורי זהב לאדרכנים.</b> כפורי כגון כפרת הם רקועי פחים של זהב:",
                "1": "<b>לאדרכונים.</b> יש שפותרין כמו דרכמונים המה מטבעות כמין זהובים ויש אומ' מיני מרגליות:",
                "2": "<b>נחשת מוצהב.</b> כמו מובהק כמ' זהב:",
                "3": "<b>שנים חמודות כזהב.</b> שני כלים היו שנותרו מימות משה המו ששנינו בבריתא צלצל היה במקדש של נחשת היה ומימות משה היה והיה קולו ערב ועוד מכתשת היתה במקדש נחשת היתה ומימות משה היתה והיתה מפטמת אתצ הבשמים אלו שני כלים נותרו במקדש ראשון ונפגמו ולא עלתה להם ארוכה עולמית ועליהם הוא אומ' על ידי דור נחשת ממורט נחשת מורק ועליהם הוא אומ' בעזרא וכלי נחשת מוצהב טובם שנים חמודות כזהב ואמ' חכמ' כל אחד מהם היה שקול כשנים של זהב ויש אומ' שניהם שקולים כאחד של זהב ויש אומ' שנים היו כלומ' שני צלצלים של נחשת חמודים כאחד של זהב ושתי מכתשו' של נחשת שקולות שתיהן וחמודות כאחת של זהב:"
            },
            "27": {
                "0": "<b>אתם קדש ליי'.</b> כשם שהכלים קדש ליי' כן משרתי המקדש קדש ליי':"
            },
            "34": {
                "0": "<b>צפירי חטאת.</b> שעירי חטאת כמ' דמתרג' צפירי חטאתא (ויקרא מז ה):"
            },
            "35": {
                "0": "<b>דתי המלך.</b> הם צוויים שכותבים המלכים:"
            }
        },
        "8": {
            "2": {
                "0": "<b>ואמרטה.</b> כמו כי ימרט ראשו (ויקרא יג מ):",
                "1": "<b>משומם.</b> כמו שותק ויש אומר כעוס כמ' ישומו ישרים על זאת (איוב יז ח):"
            },
            "7": {
                "0": "<b>תחנה.</b> חנינה:",
                "1": "<b>יתד.</b> כמו מעמד היתד התקועה במקום נאמן (ישעיה כב כה) והוא מפירוש יד ושם (ישעיה נו ה):"
            },
            "10": {
                "0": "<b>ארץ נדה היא.</b> מה נדה יש לה התר לבעלה אחר טבילה כך ארץ ישר' וכן הוא אומ' כטומאת הנדה היתה דרכם לפני (יחזקאל לו יז) מה נדה טובלת ותהורה לבעלה כך ישראל כשעושין תשובה:",
                "1": "<b>מפה אל פה.</b> משער לשער כמ' שנ' פה לפה (מ\"ב י כא) מתרג' מסיפא לסיפא ופי' ממפתן שער זה למפתן שער זה:"
            },
            "12": {
                "0": "<b>חשכת למטה מעונינו.</b> ולא עשית כפי עונינו כמ' ואחשוך גם אנכי אותך מחטוא לי (בראשית כ ו):"
            },
            "13": {
                "0": "<b>תאנף.</b> לשון רוגז גם בי התאנף יי' (דברים א לז) מתרג' אף עלי הוה רגז:"
            }
        },
        "9": {
            "0": {
                "0": "<b>ומתנפל.</b> משתטח בהשתחויה כמו ואתנפל (דברים ט יח) מתרג' ואישתטחית:"
            },
            "1": {
                "0": "<b>יש מקוה לישראל.</b> כמו תקוה:"
            },
            "7": {
                "0": "<b>וכל אשר לא יבא לשלשת הימים.</b> מכאן שקובעין זמן קודם שינדו ומנין שהפקר בית דין הוי הפקר שנ' יחרם כל רכושו ומנין שמנדין אותו שנ' והוא יבדל מקהל הגולה שאסור להועד עמו בכל וועד:"
            },
            "13": {
                "0": "<b>לעתים מזומנים.</b> לעת וזמן שיקבעו להם בין דין:"
            },
            "18": {
                "0": "<b>זקני עיר ועיר ושופטיה.</b> חכמי עיר ועיר ודייניה מוכן שחייבין חכמי העיר לדון יושבי עירם:",
                "1": "<b>ויתנו ידם להוציא נשיהם ואשמים איל צאן על אשמתם.</b> מלמד שנענשו עליהם כמו על שפחות חרופות שנ' והיא שפחה נחרפת לאיש (ויקרא יט כ) וכת' והביא את אשמו ליי' אל פתח אוהל מועד איל אשם (שם כא):"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Saadia Gaon on Ezra"
}