{
    "title": "Yitzchak Yeranen on Mishneh Torah, Vows",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Vows",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתוב </b> אצלי בחי' מס' נדרים וז\"ל דף י\"ח ע\"ב מתני' סתם וכו' ופי' להקל וכו' עיין פירוש רש\"י בב' פנים והר\"ן פי' כפי' ראשון של רש\"י, ומ\"מ רש\"י בפי' ראשון איירי דשיילינן ליה והר\"ן לא איירי בהכי. והרמב\"ם פי' כפי' ראשון של רש\"י יעו\"ש. ובדבריו יש מקום עיון והן קדם נקדים מ\"ש הרשב\"א בחי' וז\"ל ולענין הלכה קי\"ל דסתם נדרים להחמיר ופי' להקל וכו' וכן פסקו הפוסקים אלא דקשה לי דהא טעמא דסתם נדרים להחמיר משום דמעייל איניש נפשיה לספיקא וכדאיתא בשמעתין ואילו לקמן פ' קונם ובקידושין דף ס\"ד פליגי ר' מאיר ור' יוסי יעו\"ש ואוקימנא פלוגתייהו במעייל איניש נפשיה לספיקא דר\"מ סבר מעייל ור\"י סבר לא מעייל וקי\"ל כר\"י לגבי ר\"מ וי\"ל דהתם היינו טעמא משום דספקו חמור מוודאו כדאמרינן בשמעתא כדעתיה דר\"י וכו' יעו\"ש אלו דבריו ז\"ל.<br><b> והמה</b> תמוהים דמה יענה אבנר להרמב\"ם דפסק כאן להחמיר דמעייל איניש נפשיה לספיקא ובפ\"י ה\"ז פסק בעד פני הפסח דוקא עד שיגיע דלא מעייל איניש נפשיה לספיקא וכר' יוסי דברייתא דהלכה כוותיה לגבי ר' מאיר וא\"כ איך תירץ כן לדעת הפוסקים ולא זכר שר להרמב\"ם דא\"א לתרץ כן.<br><b> ולע\"ד</b> נראה לחלק בין מעייל איניש נפשיה לספיקא דהכא לדהתם דהכא אמרינן מעייל איניש נפשיה לספיקא לפי דלחד צד הוי נדר ולחד צד לא הוי נדר וכיון דלהצד האחד לא הוי נדר אמרינן ודאי שדעתו לנדור ועייל נפשיה בספיקא דאי לאו הכי למה אמר דברים אלו משא\"כ התם גבי פני הפסח דאי אמרינן מעייל לספיקא הוי הנדר עד סוף הפסח ואי אמרינן לא מעייל לספיקא הוי נדר עד תחילת הפסח נמצא דבין הכי ובין הכי איכא נדר אמרינן לא מעייל איניש נפשיה לספיקא כיון דהא מיהא איכא נדר ודבריו יש להם מקום לנוח דלא הוו לבטלה והוא חילוק נכון ואין להקשות לזה ממ\"ש הרמב\"ם פ\"י ה\"ב נדר שאיני טועם יום ה\"ז ספק ואסור מעת לעת וכו' והא התם דמשום הספק אזלינן לחומרא ואף דמ\"מ איכא נדר גם להצד האחר דהיינו י\"ב שעות דהתם לאו מטעם מעייל איניש נפשיה לספיקא נגעו בה אלא התם הענין הוא דאיכא ספיקא אי קרו בני אדם לי\"ב שעות יום או לכ\"ד שעות יום וכמו שנראה מדברי הרמב\"ם פ\"ט וההא כתב כן בפ\"י ואינו ענין לעניינינו.<br><b> אך</b> קשה לכאורה לחילוק זה ממאי דגרסי' בנזיר דף ח' ע\"א ר' יוחנן אמר אפילו תימא ר' יהודה התם לא נחית ליה לנזירות הכא נחית ליה לנזירות במאי לסלוקי וכו' והוי ממש היפך הסברא שכתבנו.<br><b> ולענ\"ד</b> יש לחלק דשאני התם דבמ\"ש הריני נזיר מלא הקופה בדבריו אלו מוכרח דאיכא נזירות דל' יום וכיון דנחית לנזירות במאי לסלוקי משא\"כ הכא דאף דלא יזכיר פני אלא שאומר עד הפסח כבר איכא נדר עד הפסח ומה שהוסיף תיבת פני איכא לספוקי אי פירושו עד שיגיע או עד שיצא וכיון דגם בלא פני חייל הנדר עד הפסח לא שייך למימר במאי לסלוקי דלאו מכח פני הוא דחל הנדר עד הפסח ודוק כי הוא חילוק דק."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתוב </b> אצלי בחי' מס' נדרים דף י\"ג ה\"ז מותר כתב הר\"ן ואפי' עם הארץ וכו' א\"צ פתח וכו' ולהכי אע\"ג דפתח ותנא ואלו מותרין וכו'. וקשה דא\"כ מתיבת מותר יתר מורה דאפי' ע\"ה א\"צ פתח וא\"כ אדהקשה בש\"ס מדקתני סיפא וכו' תיפו\"ל מדקתני מותר יתר ונמצא מפורש במתני' ממש ולא מדיוקא וי\"ל דהיינו הך דאי לאו מותר ליכא הכרח כלל מדקתני סיפא דליכא כאן סיפא דאכולהו מתני' קאי אבל ממאי דתני מותר. ואח\"כ תני בסיפא פותחין פתח וכו' מכלל דמותר דרישא בלא פתח.<br><b> והנה</b> הרמב\"ם פ\"ב מהלכות נדרים הי\"ג חלוק עליו בזה וסובר דבכל הנך דמתני' צריך פתח וז\"ל וכן האומר לאשתו וכו' או האומר פירות אלו עלי כבשר חזיר וכו' ואם היה עם הארץ צריך שאלה וכו' ותמה עליו מרן מש\"ס דידן דקאמר מי איכא לאסוקי אדעתא הכי וכו' וכן תמה על הרא\"ש דאיך כתב דברי הש\"ס מסברא דנפשיה יעו\"ש והתוס' יו\"ט הניח הנחה מונחת דהרמב\"ם וכן הרא\"ש לא הוו גרסי ומי איכא לאסוקי ובכן הר\"מ ס\"ל דפותחין קאי לכולה מתני' ולחולין דקתני הוי איידי וכמ\"ש גם מרן כן.<br><b> ואנא</b> זעירא אחר נשיקת ידיו ורגליו לא כן אדמה דקושטא קאי דגירסא זאת בש\"ס ליכא מאן דלא קתני לה והנה הר\"ן בבירור קתני לה כמו שנראה מדבריו בסוף פי' במתני' וז\"ל והיינו דנדרים דרישא דמתני' מותרין לגמרי כדאיתא בש\"ס וכן נראה ממ\"ש בדף י\"ד ע\"ב ד\"ה הא דמסקינן וכו' ואילו במתפיס בדבר האסור דייקינן ממתני' דא\"צ וכו' וכן רש\"י בפי' וכן הרשב\"א כדאכתוב בסמוך וכן הרא\"ש מוכרח מדכתב בדף י\"ד ע\"א וז\"ל והתניא בניחותא אבל במתני' ליכא לפרש שלא יקל ראשו בשאר נדרים דא\"כ אפי' בבשר חזיר צריך שאלה עכ\"ל, ואי לא גריס האי דקאמר בש\"ס מי איכא לאסוקי איך כתב א\"כ אפי' בבשר חזיר וכו' ואה\"נ דגם בבשר חזיר צריך שאלה ואי משום הסברא דהיינו מדקתני סיפא וכו' וכמ\"ש בפסקיו הו\"ל למימר בפירוש וכן ולא להניחו בע\"פ דבר שלא הוזכר בש\"ס, אבל אי גריס כן ניחא דלא הוצרך לבאר דסמך על הש\"ס דקאמר לה בפירוש ובפסקיו ביאר יותר דכתב מדקתני סיפא והיינו דהכי קאמר בש\"ס ואגב ריהטא לא כתב כדאמר בש\"ס והרואה יראה שדבריו שבפסקיו הן הן הדברים שכתב בפירושו, וכן הרשב\"א דחזינן ליה דגריס גירסא זאת ובכלל דבריו כתב כלשון הרא\"ש בסתם מדקתני סיפא וכו' וז\"ל הרשב\"א ז\"ל גמ' והתניא הנודר וכו' קשה לי אשמעתין דמהכא משמע דלהנך אמוראי האומר לאשתו דמתני' לאו דוקא אלא ה\"ה לאומר ככר עלי כאימא דהא בנודר בתורה נמי אמרינן לה ואילו במתני' לא משמע הכין מדקתני סיפא האומר לאשתו פותחין וכו' מכלל דרישא אפילו שאלה לא בעי וכו' וסיים וז\"ל ומיהו בירושלמי פליג אפילו באומר ככרי עלי כאימא איכא מאן דאסר ואיכא מאן דשרי וגם להרמב\"ם מצאתי שפסק כן בפירוש באיסור פירות ואינו נראה לי שסוגיית הש\"ס מוכחת להיפך עכ\"ל.<br><b> הרי</b> דאף דגריס כן בגמ' כמו שמוכח מסוף דבריו כתב סתם כלשון הרא\"ש ומה גם דלא מצינו בפירוש לשום פוסק דלא גריס כן, ואם כן חזרה קושית מרן למקומה ואיך פסק הרמב\"ם נגד הש\"ס משא\"כ להרא\"ש לא קשה כלל כדכתיבנא ועיין להלח\"מ מ\"ש ליישב לתמיהת מרן.<br><b> ולענ\"ד</b> קשה דא\"כ מאי מותיב בש\"ס מסיפא בשלמא בסיפא כיון דהוי מילתא דאיסורא דוקא לעם הארץ שלא יקל אבל תלמיד חכם ידע דלא חל אבל ברישא גם ת\"ח צריך. גם מה שתירץ הרב מחנה אפרים בתוך הל' נדרים יעו\"ש ליתא דכיון שיש לתרץ כמו שתירץ הרא\"ש ז\"ל וכן הר\"ן למה נוקים דפליגי הסוגיות. ולענ\"ד נראה דהרמב\"ם קשיא ליה במ\"ש בש\"ס ומי איכא לאסוקי וכו' מכלל דרישא לא בעיא וכו' ומאי הכרח הוא זה אימא דגם ברישא צריך שאלה אלא דבסיפא היינו רבותא דפותחין לו ממקום אחר משא\"כ ברישא נמצא דגם ברישא הוא ע\"י שאלה וכיון דרבינא שהוא בתרא ס\"ל בפי' דמתני' כן משו\"ה ס\"ל להר\"מ הכי אלא דמ\"ש דבחולין אתא למעט בזה לא ס\"ל הכי דאין זה פשטא דמתני' וכיון דתניא הנודר בתורה לא אמר כלום והיינו דמ\"מ צריך שאלה לעם הארץ ונראה מפשטא דה\"ה לכל הנודר בדבר האסור פסק הרמב\"ם הכי כן נ\"ל, אך קשה שבספר היד פסק דוקא לעם הארץ וכתירוץ רבא ואילו בפי' המשניות כתב כתירוץ אביי יעו\"ש ואין זו קושיא דמ\"ש בפירוש המשנה היינו לומר שזו השאלה היא מדרבנן ולעולם לעם הארץ."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נדר </b>\n<b> מזרע אברהם וכו'. שנא' כי ביצחק יקרא לך זרע.</b> והוא משנה וש\"ס נדרים דף ל\"א. ועיין להריב\"ש סי' ל\"ח שכתב וז\"ל הנוסחא המפורסמת היא ועקידת יצחק היום לזרעו תזכור והמדקדק לומר לזרע יעקב תזכור משנה וכו' כי לא מחכמה שאל זה שהרי שנינו קונם שאיני נהנה לזרע אברהם אסור בישראל ומותר באומות משום שנאמר כי ביצחק יקרא לך זרע עכ\"ל, הביאו מרן באו\"ח סי' תקצ\"א. וכתב הכנה\"ג שם וז\"ל א\"ה נראה לי שראיית הריב\"ש כך היא שהרי שנינו קונם וכו' ומותר באומות והיינו טעמא דכתיב כי ביצחק יקרא לך זרע משום דזרע כשר איקרי זרע זרע פסול לא איקרי זרע וא\"כ ה\"ה דזרע פסול כעשו לא איקרי זרע יצחק אלא דוקא יעקב עכ\"ל.<br><b> ולכאורה</b> קשיא טובא בדבריו דכיון דמהאי טעמא הוא דמתמעטו דזרע פסול לא איקרי זרע מאי מותיב בש\"ס והא איכא עשו ומשני ביצחק וכו' והא עשו זרע פסול הוא והיינו ישמעאל ולמאי איצטריך בי\"ת דביצחק והא עשו מתמעט מיצחק מהאי טעמא בלי קרא ומה חילוק יש ביניהם. ברם אחרי ראות תשובת מהר\"ר יחיאל בסאן בסימן א' מה שהשיב לשואלו על דברי הריב\"ש ז\"ל דמה ראיה מייתי מהמשנה והש\"ס התם הוא דעשו לא מיקרי זרע אברהם אבל יקרא זרע יצחק במה שחקר ז\"ל דכיון דקי\"ל בקידושין דזרע פסול לא מקרי זרע מדכתיב וזרע אין לה עיין לה וכו' א\"כ אמאי אצטריך בנדרים לאהדורי אקראי לאפוקי ישמעאל ועשו מכלל זרע אברהם וכ\"ש האומות דיוצאים מהם הא ודאי הנה אלה רשעים ולא מיקרו זרע אברהם ותירץ דהא דאמר בקידושין דזרע פסול לא מיקרי זרע לאו ממשמעות זרע הוא דנפקא אלא מהכא דכי ביצחק יקרא לך זרע ולא ישמעאל והיינו טעמא דזרע פסול לא מיקרי זרע וכי תימא למאי איצטריך בי\"ת דכי ביצחק יקרא לך זרע למעט עשו מה בין ישמעאל לעשו אי לאו מיעוטא דבי\"ת למעט עשו לא הוה ילפינן מישמעאל לבעלמא דשאני ישמעאל דהיה בן השפחה אי נמי משום כבודה דשרה דאמרה כי לא ירש בן האמה אבל השתא דמפיק לעשו ודאי דהוי מפני רשעותו ומינה ילפינן לעלמא דזרע פסול לא מיקרי זרע אלו דבריו ז\"ל. נמצא א\"כ דצריך הבי\"ת למעט לעשו ואין מקום למה שהקשינו על הרב.<br><b> ברם</b> בעיקר יסודו שיסד מהר\"ר יחיאל זלה\"ה דממילת זרע לא משתמע אלא הכשר יש לידון דבהיפך כתבו התוספות על מ\"ש בש\"ס על וזרע אין לה עיין לה הקשו התוס' דהא גמרינן מובן אין לו עיין לו ליבום וה\"ה לתרומה ותירצו דאצטריך אין לה עיין לה בתרומה לפי דזרע מורה על הכשר וכו' יעו\"ש ביבמות דף כ\"ב ובב\"ב דף קט\"ו וא\"כ דמילת זרע לא משמע אלא הכשר נפל פיתא בבירא ואולי מ\"ש התוס' הוא לפי האמת דאיכא קרא דכי ביצחק וכו' ודוק. ולענ\"ד איצטריך קרא דכי ביצחק יקרא לך זרע לעובד ע\"ז וכדכתב רבינו והטור ז\"ל ומהכא הוא דנפק\"ל.<br><b> אמנם</b> לעיקר הקושיא שהקשה השואל להרב יחיאל בסאן לדברי הריב\"ש וכן הקשו כת הקודמין הלא בספרתם דמה ראיה הביא הריב\"ש מעשו לאברהם לעשו מיצחק דלמא זרע יצחק יקרא עשו, אנכי לא ידעתי מה מקום להקשות דנחזי אנן לאיזה ענין הבדילו ה' לעשו מאברהם אי משום שלא יתבזה אברהם כו\"ע ידעי שהוא נכדו ועוד למה חשש משום כבודו של אברהם ולא חשש לכבוד יצחק אלא ודאי שהוא משום ירושה שלא יירש לאברהם והבדילו ה' לרעה וא\"כ מה הרווחנו בזה כיון דזרע יצחק איקרי יורש עם יעקב שוה בשוה או פי שניים אם היה בכור ואם כן היכן מצינו הפרשה לעשו מאברהם אלא ודאי דזרע יצחק ג\"כ לא מיקרי והא בהא תליא ועיין להמג\"א סי' זה ס\"ק ז' שתי' לקושיית השואל למהר\"ר יחיאל בסאן ז\"ל במונח דמה שנתן הקב\"ה קיני וקניזי וכו' לא היה מתורת ירושה ממש יעו\"ש.<br><b> ולענ\"ד</b> הוכחתי דהוי ירושה ממש יעו\"ש בחידושי לקראי ותאמר שרה גרש את האמה. גם מ\"ש מטעם דלא יירש לא נהירא דבש\"ס לא נפיק מטעם זה כי אם מכי ביצחק יקרא לך זרע והנראה אמת מ\"ש דאין סברא לחלק בין יצחק לאברהם."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתוב </b> אצלי בחי' מס' נדרים וז\"ל דף ט\"ו גמ' אסורה ולוקה וכו'. וכתב הר\"ן אבל הרמב\"ם כתב לוקה הוא וכו' והילך לשונו <b> מי שהדיר וכו' ואם הלכה וכו' הרי זה לוקה. </b> ומרן הביא קושיית הר\"ן וכתב וז\"ל וי\"ל שדעת רבינו לומר שהיא פשיטא שלוקה אלא אתא לאשמועינן שאם הוא ההנה אותה בידים גם הוא לוקה וכו' אלו דבריו. ומה יענה אבנר להא דפרק אין בין המודר דקאמר למעול נותן הא לא אסיר עליה וכו' ואי ס\"ל לחלק בין מעילה לנדר הוה ליה לפרש ולא להניחו בע\"פ. ועוד זה קשה טובא עליו איך נעלם ממנו מ\"ש הר\"מ ריש פ\"ה ראובן וכו' ואם עבר הנהנה אינו לוקה שהרי לא אמר שמעון כלום עכ\"ל. הרי דכתב בפירוש שאין המודר לוקה כיון שהוא לא נדר וצ\"ע.<br><b> וראיתי</b> להרב מחנה אפרים הל' שלוחין סי' ט' כתב לסייע לסברת הר\"מ הלזו וז\"ל ולסברת הר\"מ נ\"ל להכריע מדתנן בנדרים דף פ\"ח המודר הנאה מחתנו והוא רוצה לתת לבתו מעות צריך שיאמר על מנת שאין לבעליך רשות ולפי סברת הר\"ן שאין האוסר עובר כלל אמאי צריך להתנות יתן לה בסתם וחתנו לא יהנה מכח האיסור אבל לדעת הרמב\"ם אם לא התנה אסור ליתן דכיון דיד האשה כיד בעלה קנאם הבעל ונמצא זה מהנה לחתנו וכו' אלו דבריו ז\"ל, ולענ\"ד אין כאן הכרע להר\"מ ולדידיה הכי פירושא דמתני' המדיר וכו' ורוצה לתת לבתו מעות ואינו מקפיד אי נהנה חתנו אומר לה וכו' ושוב אי נהנה הבעל אין קפידא דמאשתו הוא דנהנה ולא מחמיו ואה\"נ אי מקפיד בהנאת חתנו ודאי דאין צריך שיאמר שום דבר וק\"ל.<br><b> עוד</b> כתב הר\"מ <b> עבר הפסח אע\"פ שעבר התנאי הרי זה אסור. </b> והשיג עליו הר\"א וז\"ל חיי ראשי צורת ההלכה אינה כן וכו'. ואני תמיה עליה ממשנה ערוכה בדף נ\"ז שאת נהנה לי עד החג וכו' ומותרת לילך אחר הפסח ע\"כ, הרי דליכא למיחש לכלל וה\"ה ברישא ואם כן עדיפא מינה תיקשי ליה להראב\"ד, וכן קשה על הטור יעו\"ש שהקשה עליו מסברא, וכן קשה על מרן ז\"ל במ\"ש בתחילת דבריו יעו\"ש. ושוב ראיתי מ\"ש הלח\"ם בדוחק ואי אינהו ז\"ל עלה על דעתייהו הכי לא קשיא להו מידי. עוד כתב מרן וז\"ל ולכן נראה לי דרבינו מודה ודאי וכו' עכ\"ל. ואמנם קשה דבפי' המשנה משמע כמ\"ש בדרכו הראשונה. ועוד דבפ\"ד הל' י\"ד כתב ואם לא הלך אינו לוקה עכ\"ל, ולכאורה הם דברי מותר אלא הכונה דאיסורא איכא והיינו מ\"ש כאן."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאין </b>\n<b> הבעל מפר בקודמין.</b> וכתב מרן וז\"ל נראה מדבריו דבנדרים שנדרה קודם שנמסרה וכו' ומדברי הטור וכו' יעו\"ש, וז\"ל הטור סי' רל\"ד מסרה האב או שלוחיו לשלוחי הבעל יצאה מרשות האב ומיהו אין הבעל מפר לה עד שתכנס לחופה עכ\"ל, ותמה עליו מרן בב\"י דלא ידע מנ\"ל ושכן נראה מדברי הר\"ן שכתב דהו\"ל הך מסירה כנשואין אלו דבריו.<br><b> והנה</b> מ\"ש על שם הר\"ן הוא תימה דבהיפך כתב הר\"ן בכתובות גבי סוגיית דף מ\"ח וז\"ל ומיהו דוקא לרשות הבעל הוא דלא נכנסה אלא לירושתה אבל לענין הפרת נדרים יצאה מרשות האב וכדתנא דבי ר\"י וכו' עכ\"ל הרי דס\"ל לחלוק בין ירושה להפרת נדרים דבירושה נכנסה לרשות הבעל אבל בהפרת נדרים לא אלא דיצאה מרשות אביה אבל לרשות הבעל לא נכנסה. ונראה דכוונתו למ\"ש הר\"ן בנדרים דף פ\"ט ע\"א וז\"ל זה הכלל וכו' לאתויי מסר האב לשלוחי הבעל דכיון דמסרה להם שוב אין לאביה רשות בה דהויא להך מסירה כנשואין שהבעל מפר בנדרים שתדור מנישואין ואילך אבל נדרים וכו' עכ\"ל, והיינו כמ\"ש מרן משמו.<br><b> אמנם</b> נראה לענ\"ד אחרי ראות מ\"ש הר\"ן בכתובות כי היכי דלא תיקשי דבריו אהדדי, דט\"ס נפל בדברי הר\"ן דנדרים וצריך להגיה אות אחת במקום שי\"ן צ\"ל וא\"ו במקומה וכצ\"ל להך מסירה כנשואין והבעל מפר וכו' כלומר אף שאמרנו שיצאת מרשות האב ברם אינה נכנסה ברשות הבעל אלא הבעל מפר במה שתדור מנשואין ואילך אבל מה שנדרה כבר דהיינו אחר המסירה ביד שלוחיו וכו' והיינו כמ\"ש בכתובות דאחר מסירה ביד שלוחיו יצאת מרשות אביה ולרשות הבעל לא נכנסה באותו הזמן ולפ\"ז נמצא דדעת הר\"ן כהטור ז\"ל היפך מ\"ש מרן בשמו וכ\"כ רש\"י שם בנדרים וז\"ל דאותה שעה יצאה מרשות האב עד שהגיע לרשות הבעל ויצאה לרשות עצמה ואין הבעל מפר נדריה וכו' עכ\"ל, הרי שכתב בפירוש כדעת הטור ולפי\"ז מ\"ש מרן ב\"י סי' רל\"ד על דברי רש\"י שבש\"ס כתובות דף מ\"ח וז\"ל ומיהו אפשר דרש\"י סובר וכו' ובאותו זמן לא בעל ולא אב מפירין וכו' עכ\"ל, יצא מדרך אפשר ונכנס בדרך ודאי שכן הוא דעת רש\"י שמעולם לא חשיבא מסירה ליד שלוחיו עד שנכנסה לחופה.<br><b> ונפק\"מ</b> עוד דאם מת הבעל קודם כניסתה לחופה חוזרת לבית אביה ואם נדרה אביה מפר לה משא\"כ בנכנסה לחופה ומת הבעל דאינה חוזרת לאביה אלא הרי היא ברשות עצמה ואף מה שנודרת אח\"כ אין לאביה רשות בה. ומן התימה על מרן שם בב\"י לקמן שכתב וז\"ל ואפילו לפי דעתו דלא חשיב נשואין מ\"מ כיון דע\"י כך יצאת מרשות האב לגמרי אין סברא לומר שתחזור עוד לרשותו אפי' לנדרים שתדור לאחר מיתת הבעל וכן נראה מפשט דברי רש\"י אברייתא דר' ישמעאל שהזכרתי עכ\"ל. ואינו כן כמו שהכרחנו מדברי רש\"י דכיון דלא נכנסה לרשות הבעל אחרי מיתת הבעל שפיר תחזור לבית אביה דהכל תלוי בכניסתה לבית הבעל דאף דיצאת מרשות אביה ונכנסה ברשות עצמה לא יחויב מזה דאף אחרי מיתת הבעל קודם שנכנסה לרשותו שלא תחזור לרשות אביה משום דלא מסרה אלא כדי שתכנס לרשות הבעל וכל שלא נכנסה לרשות הבעל תחזור לרשות אביה. ומה גם דאי כדעת מרן שאינה חוזרת לרשות אביה להפר א\"כ מנ\"ל לרש\"י לפרש בההיא ברייתא דר' ישמעאל שנדרה בדרך ואימא כפשטא דש\"ס שלא נדרה בדרך כלל אלא נתאלמנה בדרך ושוב נדרה בהיותה אלמנה אינה חוזרת לאביה להפר אלא ודאי דס\"ל לרש\"י דבנדרה אח\"כ אביה מיפר וברייתא איירי בנדרה בדרך ואפשר שלזה כיון הב\"ח. ולפי האמור והוא מוכרח, מ\"ש רש\"י שם שלא תקרא לה בית אביה אלא בית אישה צ\"ל שכוונתו לאפוקי שאינה בית אביה אבל גם בית אישה לא הוי אלא ברשותה וכמ\"ש בנדרים וכדכתיבנא."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתוב </b> אצלי בחי' מס' נדרים דף ט\"ז ע\"ב גמ' אמר רבא וכי מצוות ליהנות ניתנו וכו'. וכתב הר\"ן וא\"ת וכי אמר ישיבת סוכה וכו' אבל בתוס' אמרו שאפי' אמר ישיבת סוכה וכו' מהני כיון שמזכיר החפץ הוי דבר שיש בו ממש ולפי\"ז מאי דאמרינן [ב]פ' אע\"פ וכו' לאו באומר אלא נעשה וכו'. והנה מ\"ש גבי מקדיש מעשה ידי אשתו הוא מגומגם דלא אמרו כן אלא בפי' דמתני' דקונם שאני עושה לפיך כמו שיעו\"ש, אלא הכוונה דקאי על פ' אע\"פ ושם היא שנויה הך מתני' דמקדיש מעשה ידי אשתו ואגב הובאה מתני' דקונם וז\"ש גבי מקדיש וכו'. אך קשה מה שסיים וז\"ל נעשה כאומר קאמר כיון שהזכיר את הידים ודוק. ומ\"מ היוצא מדבריו דכל שהזכיר חפץ הוי כאומר שיאסר החפץ אף דלא אמר בפירוש שיאסר החפץ והיינו כמ\"ש הר\"ן ג\"כ לעיל סוף פ' א' גבי באומר יאסר פי לדבורי דלאו דאמר הכי ממש אלא נעשה כאומר יעו\"ש. והנה הרשב\"א לעיל בדף ט\"ו ע\"ב בתוך ד\"ה באומר הנאת תשמישך הביא הנך דברי התוס' והקשה עלייהו מסוגיא דסוף פ\"א שהקשו בש\"ס ממתני' דחומר בשבועות וכו' ומאי קשה הא הזכיר במתני' פי מדבר וכיון שהזכיר פי הוי כאוסר הפה שהוא החפץ ותירץ וז\"ל ואולי נאמר דלפי דבריהם היינו מה שתירץ רב יהודה באומר פי לדיבורי כלומר כיון שמזכיר פי הוי כאילו אמר פי לדיבורי ואכתי קשה מההיא סוגיא דפ' בתרא גבי מתני' דקונם שאיני עושה לפיך שהקשו אשמואל דידיה אדידיה ופריק דאמר יקדשו ידי לעושיהן דידים איתנהו בעולם דוקא באומר בפירוש יקדשו ידי וכו' הא סתמא לא וכו' והצריך עיון, ולכאורה דבריו תמוהים דמאי קשיא ליה דכשם שתירץ ההיא סוגיא דסוף פ\"א דהכונה היא נעשה כאומר יאסר פי וכו' ואף דלא אמר הכי כן נאמר בהך סוגיא דפ' בתרא נעשה כאומר יקדשו ידי לעושיהן וכמ\"ש הר\"ן לדעת התוס' ומאי אולמיה דהאי סוגיא מהאי סוגיא ונראה לענ\"ד דשנא ושנא דבשלמא בסוף פ' א' שהזכיר פי לדיבורי ולמה אמר פי והו\"ל למימר קונם דיבורי ודאי דרצה לומר יאסר פי וכמ\"ש בש\"ס דייקא נמי וכו' ובהא הוא דאמר נעשה אבל בסוף פ' בתרא דקאמר קונם שאיני עושה ולא הזכירה ידים כלל ודאי דלא אמרינן נעשה כאומר אלא דאמר כך בפירוש ומ\"ש שאני עושה א\"א לומר בלא\"ה וא\"כ קונם ישיבת סוכה עלי אף דהזכיר החפץ כיון שא\"א לומר בלא\"ה דהיאך יאסור ישיבת סוכה עליו בלשון אחר ה\"ז דומה לההיא דפרק בתרא ומה התם אין פי' נעשה אף כאן כן והוי היפך דברי התוס'.<br><b> אך</b> קשה עליו דכאן כתב וז\"ל ואולי נאמר לפי דבריהם דהיינו מה שתירץ רב יהודה באומר יאסר פי לדבורי וכו' אלא דאכתי קשה וכו' נראה מדבריו דפי' כן לפי דברי התוס' כמסתפק ובתחילת מכילתין גבי דף ב' ע\"א כתב וז\"ל והא דתנן קונם פי מדבר עימך ופרישנא בש\"ס דהוי כמ\"ד יאסר פי לדיבורי וכו' יעו\"ש הרי דפשיטא ליה דהוי נעשה כאומר. ושוב ראיתי שדברי הרשב\"א פשוטים ודברי הר\"ן צ\"ע דמש\"ס דפ' בתרא א\"א ליאמר נעשה דא\"כ דנעשה יקדשו ידי נימא ג\"כ במקדיש מעשה ידי אשתו דנעשה כאומר יקדשו ידיך דמאי שנא וא\"כ דברי הר\"ן תמוהים. ומ\"מ בין תבין שאין דעת הר\"ן כדעת התוס' חדא דמ\"ש הר\"ן לעיל סוף פרק א' לא הוי כטעם התוס' דלפי' הר\"ן דלעיל דוקא התם דקאמר פי לדיבורי אבל בישיבת סוכה לא, ועוד הכרח גמור ממ\"ש הר\"ן גופיה לקמן דף נ\"ז ע\"א ד\"ה האומר לאשתו קונם וז\"ל ולא תיקשי לך מעשה ידיה דבר שאין בו ממש הוא דאיכא לאוקמה באומר קונם ידיך למעשיהם, ואם איתא דס\"ל כשיטת התוס' לק\"מ וא\"צ לתירוצו אלא ודאי דאזיל לשיטתיה דכתב סוף פ\"א ולא ס\"ל כהתוס' והתם שאני דאמר פי וכו' וידי וכו'. ולפי האמור מובן מ\"ש הר\"ן פ' אע\"פ הביאו מרן ביו\"ד סי' רל\"ד וז\"ל ולפיכך אני תמיה על הרמב\"ם שכתב פי\"ב מהל' נדרים אמר יקדשו ידי לעושיהן או שנדרה שלא יהנה במעשה ידיה וכו' דמשמע דבנדרה שלא יהנה במעשה ידיה צריך להפר ואמאי הא דבר שלא בא לעולם הוא עכ\"ל, משום דלא ניחא ליה שיסבור הרמב\"ם כדעת התוס' דאמר נעשה כיון שהזכיר הידים והיינו ודאי משום קושיית הרשב\"א שהיא חזקה ואלימתא וע\"כ לא אמרינן נעשה כאומר אלא באומר יאסר פי לדיבורי וכמ\"ש הר\"ן שם וא\"כ מצאה הקפידה מקום לנוח וכן מרן לא תירץ לקושיית הר\"ן באומרו דס\"ל כדעת התוס', דהוא לא כתב בסי' רי\"ג אלא שדעת הרמב\"ם כדעת הר\"ן שכתב סוף פרק א' ביאסר פי לדיבורי ולא כדעת התוס' שהביא הר\"ן כאן. ודע שדעת הלח\"ם חלוק מדעת הב\"י במ\"ש שדעת הרמב\"ם כדעת הר\"ן וסובר ז\"ל דדעת הרמב\"ם גם בקונם פי לא אמרינן נעשה ואם הר\"ן יסבור כן יהיה התמיה קיימת דהא הוי דבר שלא בא לעולם ועיין בפי' המשנה להרמב\"ם בסוף פרק א' דנראה לכאורה דמנגד לדברי הלח\"מ וליתא למעיין היטב, ועיין בתוס' יו\"ט פרק בתרא דמכילתין."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות נדרים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}