{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Penei Yehoshua, Warsaw 1861", 
            "https://www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>משנה</b> כיצד העדים נעשין זוממין מעידין אנו באיש פלוני שהוא בן גרושה כו' ופירש\"י שהוא בן גרושה בפנינו נתגרשה אמו קודם שנולד והרי הוא חלל ופסול עכ\"ל. ונראה שהוצרך לפרש כן דאל\"כ לא שייך ענין הזמה בעדות זה שהרי עיקר הזמה היינו שהוזמו ע\"י עדים שאמרו עמנו הייתם ביום פלוני במקום פלוני וא\"כ אם העידו סתם על פלוני שהוא בן גרושה כדי לעשותו חלל א\"כ לא שייך הך מלתא כלל שאין זה תלוי בזמן לכך הוצרך רש\"י לפרש שעיקר העדות היינו שאמרו בפנינו נתגרשה אמו וא\"כ ע\"כ איירי שנתגרשה בפנינו ביום פלוני במקום פלוני ונראה לכאורה דע\"כ איירי בענין שאמו של זה כבר מתה דאל\"כ בלא\"ה לא שייך בכה\"ג כאשר זמם שהרי יכולין לומר לאוסרה לכהונה באנו כדאיתא כה\"ג פ' היו בודקין (סנהדרין דף מ\"א) והובא בתוס' כאן מיהא השתא דאתינא להכי שפיר מצינן למימר דאיירי אפילו בשאמו קיימת ואפ\"ה שייך שפיר דין הזמה לעשותן חללין דאי לאוסרה לכהונה באו היה להם להעיד שראו שנתגרשה לאחר שנולד זה הבן ובזה מדוקדק לשון רש\"י במ\"ש קודם שנולד אע\"פ דלא הוי חלל אלא א\"כ שנתגרשה קודם שנתעברה אפ\"ה כיון שאין זמן ההריון ידוע מש\"ה דיקדק וכתב שנולד דעיקר כוונתו דאי לאוסרה לכהונה באו הל\"ל שנתגרשה לאחר שנולד כן נ\"ל ועיין בתוספות י\"ט. ועוד נראה דבלא\"ה עיקר עדותן באמרם שהוא בן גרושה היינו שנתגרשה מבעלה הראשון ואח\"כ נשאת לאביו של זה שהיה כהן דלפ\"ז אפשר שהאיש והאשה היו שוגגין בדבר דאין לפרש שהעידו שנתגרשה מאביו של זה וחזר ונשאה דא\"כ הרי יש חיוב מלקות בעדותן כדדרשינן בר\"פ האשה רבה דהא דכתיב וקדשתו באיסורי כהונה היינו בע\"כ שאם לא רצה דפנו ופירש\"י שמכין אותו עד שתצא נפשו אם אינו רוצה לגרש וא\"כ הרי שייך בהו שפיר כאשר זמם אפי' אם באו לאוסר' על בעלה וא\"כ מהיכא תיתי נאמר שיעשו בן גרושה תחתיו אע\"כ כדפרישית כן נ\"ל ליישב מה שדקדק התוספות י\"ט ע\"ש ודוק היטיב:", 
            "<b>שם</b> או בן חלוצה כו' אין אומרין יעשו בן חלוצה תחתיו. אע\"ג דבן חלוצה לא הוי אלא חלל מדרבנן אפ\"ה סד\"א דשייך בהו דין הזמה כיון שרצו לעשות זה הבן חלל דרבנן וכ\"כ הר\"ן ז\"ל:", 
            "<b>בתוספות</b> בד\"ה מעידין אנו באיש פלוני כו' ויש לדקדק אמאי לא נקיט מעידין אנו באיש פלוני שהוא ממזר כו' וי\"ל משום דקאי כו' עס\"ה. ולכאורה תירוצם דחוק מיהו למאי דפרישית בסמוך נ\"ל ליישב בפשיטות דבמעידין עליו שהוא ממזר לא שייך בהו ענין הזמה דמתניתין כיון דהזמה אינו אלא ע\"י עמנו הייתם ביום פלוני במקום פלוני וא\"כ לפ\"ז ע\"כ שהעידו על אמו שראו שזינתה לחייבי כריתות או מיתת ב\"ד ביום פלוני במקום פלוני ובענין זה נראה דלא משכחת לה הך מלתא בכה\"ג שע\"י עדותן יהא ממזר ודאי דאי בפנויה זינתה לא' מקרוביה לא הוי ממזר ודאי דמנא ידעי שנתעברה מאותה ביאה דלמא כי היכי דאפקרה לגבי דהאי אפקרה נמי לגבי אחרינא מרובא דעלמא שכשרין אצלה ובאשת איש שזינתה נמי ליכא לאוקמי דהא קי\"ל דרוב בעילות אחר הבעל ועוד דאפי' את\"ל דמשכחת לה כגון שבעלה במדינת הים או שמעידין שבעל בעצמה אסור עליה ופסול עליה בחייבי כריתות ומיתות ב\"ד מצד קורבה אלא דאפ\"ה לא שייך כאן דין הזמה כיון שמצד עדותן יש כאן חיוב מיתה במזיד וקרבן בשוגג ועוד שיכולין לומר לאוסרה על בעלה באנו ולהפסידה כתובת' וכל תנאי כתובתה וכתובת בנין דיכרין כדאיתא ביבמות וא\"כ משלמין ממון ואם נאמר דאיירי שהעידו שהוא ממשפחת ממזרים א\"כ לא שייך לומר עמנו הייתם בזמן פלוני במקום פלוני שאין זה תלוי בזמן משא\"כ בבן גרושה אתיא שפיר כדפרישית כן נראה לי ודו\"ק:", 
            "<b>בתוספות</b> בד\"ה מעידין אנו באיש פלוני שחייב גלות וא\"ת היאך הם יכולין לחייבו גלות בעדותן הא יכול לומר מזיד הייתי כדאמר גבי אוכל חלב בפ\"ק דב\"מ כו' עס\"ה. והקשה מהרש\"א ז\"ל ומאי קושיא הא אינו מהימן לומר מזיד הייתי דהא אין אדם משים עצמו רשע והא דמהימן גבי אכלת חלב היינו משום שעשה תשובה ואינו רוצה להביא חולין לעזרה כמ\"ש התוס' עצמן שם בפ\"ק דב\"מ עכ\"ל מהרש\"א והניח בקושי' ולענ\"ד נראה דלק\"מ דבלא\"ה משמע מל' התוס' שכתבו היאך הם יכולין לחייבו גלות בעדותן ולא קשי' להו בפשיטות אעיקר גלות דכתיב בקרא היכי משכחת לה הא יכול לומר מזיד הייתי אע\"כ משום דאיכא למימר אה\"נ עיקר גלות בקרא היינו עצה טובה להורג בשוגג שלא יהרגנו גואל הדם והא דכתיב נמי בתר הכי עד עמדו לפני העדה למשפט ואם בשנא' בלא איבה הדפו והשיבו אותו זקני העדה לעיר מקלטו דפשטא דקרא משמע שנתחייב גלות במשפט ע\"פ העדים דבהם נמי איכא למימר דהוי משום עצה טובה שהרי אם יאמר מזיד הייתי כ\"ש שיהרגנו גואל הדם אבל אלשון משנתינו דאיירי בדין הזמה מקשו התוס' שפיר מה הזמה שייך כאן כיון שאין החיוב גלות מצד עדותן שהרי הוא יכול לומר מזיד הייתי וא\"כ לפ\"ז אין מקום לקושית מהרש\"א דכוונת התוס' דכיון דאיגלי מילתא שאלו העדים עדות שקר הן שלא הרג כלל אפי' בשוגג וא\"כ מעיקרא כשהעידו נמי לא היו יכולין לחייבו גלות בעדותן דמסתמא יאמר האמת שלא הרג ואף לפי דבריכם שהרגתי אפ\"ה איני חייב גלות בעדותכם שיכולני לומר מזיד הייתי ואע\"ג דאפ\"ה בדידיה תליא מילתא אם ירצה לגלות מעצמו מיראת גואל הדם אפ\"ה כיון שאין זה מעיקר הדין אלא עצה טובה תו לא שייך הזמה בכה\"ג שהרי אפי' אם לא העידו כן בב\"ד אלא חוץ לב\"ד אפ\"ה אפשר שיגלה מעצמו מיראת גואל הדם וע\"ז מתרצים התוס' שפיר בתירוצם הראשון ששייך שפיר הזמה כגון שהעדים העידו שהרג בשוגג ולא מזיד ובתירוצם השני כתבו דודאי אה\"נ אם יטעון לפני ב\"ד שהעידו שקר שלא הרג בשוגג והוא נאמן במגו דמזיד הייתי ודאי שאין הב\"ד יכולין לחייבו גלות בעדותן אלא דאפ\"ה א\"ש הא דקתני שמעידין שחייב גלות והיינו היכא ששותק דכיון דהשתיקה כהודאה דמיא ממילא חייב גלות ע\"פ הדין כנ\"ל נכון ליישב התוס' ותו לא מידי:", 
            "<b>בגמרא</b> תנא התם קאי כו' ויש עדים זוממין אחרים שאין עושין בהם דין הזמה כו'. לכאורה לפ\"ז אכתי לשון המשנה אינו מדוקדק וטפי הוי שייך למיתני כיצד אין העדים נעשין זוממין אלא לוקין ארבעים והנראה בזה דאיצטריך למיתני בהאי לישנא לאשמעינן דלא שייך מלקות לגבי עדות אלא כשהוא דרך הזמה גמורה אי הוי שייך הזמה והיינו דוקא שאומרין על העדים עצמן עמנו הייתם אבל אם אומרין שהאיש פלוני שהעידו עליו היה עמהן שאין עליהם תורת עדות זוממין וכ\"ש בשאינו דרך הזמה כלל אלא שאומרים ששקר העידו לא שייך מלקות כלל כדמסקינן לקמן דלא תענה לאו שאין בו מעשה הוא:"
        ], 
        [
            "<b>ע\"ב בגמרא אמר</b> עולא רמז לעדים זוממין מניין כו'. ויש לדקדק אמאי קרי ליה רמז הא לפרש\"י בד\"ה משום דהצדיקו משמע להדיא דפשטא דקרא לא מיתוקמ' אלא בעדים זוממין ובלא\"ה נמי נראה דלכאורה פשטא דקרא דכתיב כי יהיה ריב בין אנשים ושפטום והצדיקו את הצדיק כו' והיה אם בין הכות הרשע דמשמע שע\"י משפט של הריב מחייבין אותו ב\"ד מלקות והיכי משכחת חיוב מלקות ע\"י משפט של הריב בין האנשים דאי בלאוין של גזל וריבית ואונאה ועושק שכיר הא בהדיא איתרבי לתשלומין ואין לוקין עליהן וכן בלאו דחובל נמי אמרינן בכמה דוכתין בפירוש ריבתה תורה לתשלומין מילקי לא לקי ותדע דלקמן בפ' אלו הן הלוקין כל הני דקחשיב במתני' כולהו בלאוין של איסורי אדם למקום וכן הנך שכתבו התוס' שם דתנא ושייר א\"כ מבואר להדיא דבלאוין שבין אדם לחבירו דשייך בהו משפט ליכא מלקות וא\"כ ע\"כ דפשטא דקרא לא מיתוקמא כלל אלא לענין עידי הזמה וא\"כ הדרא קושי' לדוכת' אמאי קאמר לשון רמז ואפשר דאע\"ג דפשטא דקרא איירי בהכי אפ\"ה כיון דלענין עידי הזמה לא נזכר בפירוש בלשון המקרא אע\"ג דקרא דחיק ומוקי אנפשיה בעדים זוממין אפ\"ה שפיר קרי ליה רמז ותדע שכן הוא שאם נפרש לשון רמז כמשמעו לא הוי מן התורה לחייב מלקות וליסתור הכלל דקי\"ל בכל דוכתי לאו שאין בו מעשה אין לוקין עליו אלא ע\"כ דדרשה גמורה הוא וכדפרישית אלא דלפ\"ז קשיא לי איפכא היאך מוקי עולא להאי קרא דוהיה אם בין הכות הרשע לענין עדים זוממין הא בהאי קרא גופא כתיב והכהו כדי רשעתו ודריש עולא גופא לקמן דכדי רשעה אחת אתה מחייבו ואי אתה מחייבו משום שתי רשעיות וא\"כ פשטא דקרא בא לומר דאין לחייבו אלא משום רשעה אחת והיינו מלקות והיכי דאיכא שתי רשעיות כגון מלקיות וממון לוקין ואין משלמין ואילו בזוממין אשכחן איפכא לקמן בפירקין דלר\"מ לוקין ומשלמין ולרבנן משלם ואינו לוקה לכך נראה דאדרבה מה\"ט גופא קאמר עולא הכא בשמעתין שאינו אלא רמז בעדים זוממין דודאי עיקר פשטא דקרא לא איירי בהכי מדכתיב כדי רשעתו אע\"כ דפשטא דקרא דכי יהיה ריב בין אנשים ושפטום איירי בריב משפט של דיני ממונות ממש ושפיר קאי אסיפא דקרא דכתיב בתריה לא תחסום שור בדישו כדאשכחן בש\"ס בדוכתי טובא דמהכא ילפינן שאין לוקין אלא בלאוין שהן דומיא דלא תחסום וכפרש\"י בחומש והיא ג\"כ מלשון הסיפרי וא\"כ לפ\"ז שפיר קאמר קרא דרשעה אחת אתה מחייבו והיינו מלקות משא\"כ היכא דאיכא שתי רשעיות בהאי לאו דלא תחסום והיינו מלקות וממון ומשכחת לה כי הא דתניא בפ' השוכר את הפועלים החוסם פרתו של חבירו ודש בה לוקה ומשלם ומסיק רבא דלרבנן דפליגי אדר\"מ האי דמשלם היינו בבא לצאת ידי שמים משום דאתנן אסרה תורה כו' וע\"ש בפירש\"י אבל בב\"ד אין לחייבו אלא מלקות אלא דאפ\"ה ע\"כ אתיא נמי לרמז עדים זוממין מיתורא דוהצדיקו את הצדיק וכמו שפירש\"י כנ\"ל נכון בעזה\"י אח\"ז ראיתי בס' הרמב\"ן ז\"ל בפי' החומש שהרגיש ג\"כ במה שדקדקתי דלא משכחת שפיר חיוב מלקות ע\"י ריב ומשפט של שני אנשים ונתתי שבח לאל ית' שכוונתי לדעת הגדול כמותו אלא שהרמב\"ן ז\"ל נדחק לפרש בחד מכמה גווני דלא רמיזי בהאי ענינא וע\"כ דהאי קרא דחיק ומוקי אנפשיה אמנם לפי מה שכתבתי הוא יותר נכון דודאי פשטא דקרא איירי בלאו דלא תחסום כדמשמע להדיא בלשון הספרי ובלשון רש\"י בחומש ע\"ש ואולי מקום הניחו לי מן השמים ודוק היטב ומה שיש לדקדק עוד בזה ובלשון הרמב\"ם ז\"ל מבואר בחידושינו שם בפ' הפועלים:", 
            "<b>שם</b> ותיפוק ליה מלא תענה. משמע לכאורה מלשון הגמרא דאמימרא דעולא קשיא ליה הכי מאי איצטריך למילף מקרא דוהצדיקו הא בלא\"ה חייב מלקות מלאו דלא תענה היכא דלא שייך כאשר זמם וקשיא לי טובא דמעיקרא מאי ס\"ד דשייך מלקות מלאו דלא תענה דא\"כ מאי איריא עידי הזמה שע\"י עמנו הייתם אפילו שלא דרך הזמה נמי לחייבו מלקות ונהי דבעדים שהוכחשו לא משכחת לה דהא תרי ותרי נינהו וכה\"ג היכא דליכא הזמה גמורה כגון שבאו עדים ואומרים שא' מבעלי דינים היה עמהם ביום פלוני במקום פלוני נמי תרי ותרי נינהו דלא שייך חיוב מלקות אלא דוקא בהזמה גמורה שחידשה תורה דבתראי מהימני אלא דאכתי היכא דאסהיד תרי בחד דליכא חידוש כדאיתא בפ' מרובה א\"כ אמאי לא מחייבינן להו מלקות ועוד הא ודאי מהאי לאו דלא תענה לא הוה ידעינן חיוב מלקות בעדים זוממין דמתני' דהא בכל חייבי לאוין דעלמא לא שייך חיוב מלקות אלא ע\"י התראה ובעדים זוממין קי\"ל בפ' אלו נערות דלא בעי התראה וא\"כ ע\"כ היינו בהאי קרא דוהצדיקו דגלי קרא דשייך מלקות בעדים זוממים ממילא ידעינן דלא בעו התראה כיון דלא שייך בהו התראה כדמסקינן התם בפ' אלו נערות והנלע\"ד בזה דאה\"נ דלאו אעיקר מימרא דעולא קשיא ליה דלא איצטריך ליה האי קרא דוהצדיקו דודאי איצטריך כדפרישית אלא דאאידך גיסא קשיא ליה כיון דאשכחן דגלי קרא דשייך חיוב מלקות בעדים וע\"כ היינו דאזהרה שמענו מלאו דלא תענה א\"כ מאי איריא ע\"י הזמה גמורה אפילו שלא דרך הזמה כגון דאסהידו תרי בחד נמי לילקו מהאי לאו גופא דלא תענה ואפי' בלאו התראה ואהא משני שפיר דעיקר לאו דלא תענה לא ניתן כלל למלקות כיון דלאו שאין בו מעשה הוא כנ\"ל נכון ועיין מה שאכתוב עוד בזה דף ד' ע\"ב:", 
            "<b>פיסקא</b> משום ר\"ע אמרו כו' מ\"ט דר\"ע קסבר קנסא הוא כו' אמר רב נחמן תדע שהרי ממון ביד בעלים ומשלמין ומסקינן דהא דאמר רבה נמי תדע שהרי לא עשו מעשה היינו נמי מה\"ט גופא שהממון ביד בעלים וכפירש\"י ולפ\"ז משמע דהיכא שכבר שילמו הבעלים ע\"פ העדים דלפי' ריב\"א ור\"י ברפ\"ק דב\"ק דף ד' ע\"ב בתוד\"ה ועדים זוממין דבכה\"ג נמי שייך הזמה דלענין ממון לא שייך למידרש כאשר זמם ולא כאשר עשה וכ\"כ הרמב\"ם ז\"ל א\"כ ר\"ע נמי מודה דמשלמין ע\"פ עצמן ועיקר מילתא דר\"ע היינו דווקא כשעדיין לא שילמו כפשטא דמלתא דסתם עדים זוממין כנ\"ל (ועיין עוד בסמוך ולקמן דף ה' ע\"ב אבאר עוד שיטת הרמב\"ם ז\"ל בזה) אלא דלפ\"ז איכא למידק איפכא דא\"כ מ\"ט דרבנן דפליגי אדר\"ע הא כיון דלא שילמו אין לך קנס גדול מזה והיאך אפשר לומר דרבנן סברי דאפי' בכה\"ג שהממון ביד בעלים הוי ממון ולא קנס ועוד הא תנן בס\"פ אלו נערות (כתובות דף מ\"א) זה הכלל כל המשלם יותר ממה שהזיק אין משלם ע\"פ עצמו וכ\"ש הכא שלא הזיק כלל אלא ביקש להזיק מיהו אפשר דרבנן סברי דתשלומי עדים זוממין משום כפרה ומש\"ה מחייבי רבנן ע\"פ עצמו כדאשכחן נמי בשבועת הפקדון כשנשבע לשקר והודה מחייב קרן וחומש וא\"כ ע\"כ דלא הוי בהאי כללא דס\"פ אלו נערות שהרי משלם יותר ממה שהזיק וע\"כ היינו משום דחומש נמי לכפרה אתא (כדמשמע בלשון רש\"י שלהי פרק ד' שומרים ע\"ש) וה\"נ דכוותי' ועוד נ\"ל דכיון דבתשלומי ממון דעדים זוממין לא דרשינן כאשר זמם ולא כאשר עשה א\"כ אפי' אם כבר שילם הנתבע הממון לשכנגדו ולאחר שנמצאו העדים זוממין הוחזר הממון לבעלים אפ\"ה צריכין העדים זוממין לשלם ג\"כ לבעלים אע\"פ שלא הזיקו דהא לא גרע מכאשר זמם וכ\"ש הכא דאטריחוהו לבי דינא ולמיטרח אזוזי וכ\"ש למאי דפרישית דעיקר תשלומי זוממין היינו לכפרה וא\"כ לפ\"ז בכל ענין אמר ר\"ע דאין משלמין ע\"פ עצמן משום דקנסא הוא וכ\"נ מדיקדוק לשון הרמב\"ם ז\"ל בפ' י\"ח מהלכות עדות ועיין עוד בסמוך:"
        ], 
        [
            "<b>בגמרא</b> אמר רבא באומר עדות שקר העדתי כל כמיניה כיון שהגיד כו' ופירש\"י כל כמיניה בתמיה וכי יוכל הוא לחזור בו ויפטר הנדון מלשלם ולכאורה פירושו תמוה טובא דאדרבה מה\"ט גופא דלא כל כמיניה לפטור הנדון מלשלם מש\"ה צריך העד זומם לשלם לפי חלקו וכבר הרגישו בזה המפרשים וביחוד בס' לחם משנה שכתב דכוונת רש\"י דכאן דאין יכול לפטור הנידון מלשלם א\"כ אמאי קרי ליה עד זומם והיינו לפי מאי שהבין מפרש\"י דאיירי שלא הוזם ואף לפ\"ז פירושו דחוק מאד בין בל' רש\"י ובין בל' הגמרא אמנם לע\"ד נראה דרש\"י מפרש הא דמשני רבא באומר עדות שקר העדתי היינו לאחר שכבר הוזם חזר ואמר עדות שקר העדתי ומשמע ליה לרבא דהא דתניא דבעינן דוקא שיזומו שניהם היינו דוקא אם עדיין אף לאחר שהוזמו עומדין בעדותן דאכתי ה\"ל תרי ותרי מש\"ה אין לך בו אלא חידושו שלא האמינה תורה אחרונים יותר מן הראשונים אלא דוקא כשהוזמו שניהם ולא כשהוזם אחד מהם משא\"כ כשאותו עד שהוזם אומר עדות שקר העדתי ומודה לדברי עדי הזמה שפיר מצי סבר ר\"י דמשלם לפי חלקו כיון שבזו ליכא חידוש ובהא מקשה הש\"ס שפיר כל כמיניה כיון שהגיד כו' ועי' פירש\"י וכי הוא יכול לחזור בו ויפטר הנדון מלשלם דודאי אילו היה יכול לפטור הנדון מלשלם ומהני עכ\"פ חזרתו לפני ב\"ד הוי א\"ש משא\"כ השתא דכיון שהגיד אינו חוזר ומגיד ואין יכול לפטור הנדון מלשלם א\"כ הב\"ד אין נזקקין לחזרתו כלל וכל מה שמודה בפניהם הוי כמודה חוץ לב\"ד ולעולם יוכל לחזור מהודאתו ולומר מחמת ביעתות' הוא דאודי כדי לפטור הנדון ולפטור ג\"כ מתשלומי הזמה ואפי' את\"ל שצריך לשלם לצאת ידי שמים אכתי לא הוי ליה לר' יהודה למימר משלם דלשון משלם בדינא משמע כנ\"ל ועוד יש לי לפרש בדרך אחר דרש\"י נמי מפרש הא דאמר רבא באומר עדות שקר העדתי לאו אאותו עד שהוזם קאי אלא כפירוש התוספות דאעד שני קאי ולאו מטעמייהו דהתוס' אלא מטעם אחר דעיקר שינויא דרבא היינו שסובר דהא דבעינן דוקא שיוזמו שניהם היינו משום דבעינן לענות בו סרה ודרשינן עד שתסרה גופה של עדות ומש\"ה כשלא הוזם אלא אחד מהם והשני עומד בעדותו לא שייך הזמה דבכה\"ג לא הוסרה גופה של העדות דהשני קיים וחזי לאיצטרופי וכה\"ג לאו סרה מיקרי משא\"כ כשהוזם הא' והשני אומר עדות שקר העדתי ולפ\"ז סרה כל העדות שפיר קרינן ביה לענות בו סרה ומש\"ה קאמר ר\"י אותו העד שהוזם משלם לפי חלקו ואהא מקשה הש\"ס שפיר כל כמיניה כיון שהגיד וא\"כ בכה\"ג נמי לא סרה גוף העדות לגמרי כיון שהעד השני קיים ואינו נאמן לפטור הנדון מלשלם כיון דאי אתא עד אחרינא בהדיה חייב הנדון לשלם ועוד אפי' בעדותו לבד מחייב את הנדון שבועה כנ\"ל ואף אם אפשר דרש\"י לא כיון לזה אלא כפירושי הראשון שכתבתי אעפ\"כ לא נמנעתי לכותבו שכן נ\"ל עיקר לפי לשון סוגיית הש\"ס עד שאני תמה על רבותינו בעלי התוס' דכיון דלקושטא דמלתא מפרשים דהאי באומר עדות שקר העדתי אעד השני קאי א\"כ מי הכריחם לפרש עוד שהוזמו שניהם ולהוציא לישנא דעד זומם דרב יהודה מפשטיה והוצרכו לדחוק ג\"כ בהא דמקשה גמרא כל כמיניה כו' טפי ה\"ל לפרש בפשיטות כדפרישית ויש ליישב בדוחק והנלע\"ד כתבתי ודו\"ק ועיין עוד בסמוך:", 
            "<b>בתוספות</b> בד\"ה באומר עדות שקר העדתי ושוב הוזם לכאורה משמע דכי אמר הכי וכו' עס\"ה. עיין במהרש\"א ונראה מדבריו שמפרש המשך לשון התוס' בענין זה דמ\"ש בתחלה ושוב הוזם היינו שרוצים להכריח דאיירי בשוב הוזם והיינו שהוזמו שניהם כמ\"ש בס\"ה וע\"ז כתבו דאע\"ג דלכאורה משמע דאיירי שלא הוזם אלא באומר עדות שקר העדתי לחוד נמי משלם לפי חלקו כדין עדים זוממין ממש שאומרים עמנו הייתם חייבים לשלם אע\"פ שהלה לא שילם עדיין אפ\"ה חייב רחמנא משום קנס ובעי רבא למימר שכן הדין נמי בעדות שקר העדתי דהיכא דאמרי תרווייהו עדות שקר העדנו נמי חייבין לשלם אע\"פ שהלה לא שילם והיינו דקרי ליה ר\"י בלשון עד זומם ואתי ר\"י לאשמעינן דבכה\"ג דהיכא דאמר חד מינייהו עדות שקר העדתי בכה\"ג אשכחן דעד אחד משלם לפי חלקו ומסקו דא\"א לפרש כן משום דלא אשכחן משלם אלא בעמנו הייתם אע\"כ דרבא נמי איירי דשוב הוזמו שניהם וכתב עוד שם לפרש לשון המקשה כל כמיניה לפמ\"ש התוס' בתחילת דבריהם לכאורה משמע ע\"ש ולענ\"ד פי' זה דחוק מאד הן במ\"ש בהמשך לשון התוס' דלפירושו האי לשון ושוב הוזם שכתבו תחלה מיותר הוא והן בעיקר הפי' שאינו עולה על הדעת כלל לפרש אף לכאורה דרבא מפרש מילתא דר\"י דעד זומם בכה\"ג דמה סברא הוא לומר כן ועוד דאפ' את\"ל דעדות שקר נמי הוי כעד זומם לענין זה לשלם במה שביקשו להפסיד אפ\"ה לא יהא הטפל חמור מן העיקר דבעיקר עדים זוממין בעינן שיוזמו שניהם ובעדות שקר העדתי יאמר ר\"י דעד א' שהוזם נמי משלם ועוד דבעדים זוממין אין משלמין ע\"פ עצמן אם לא כשאמרו נתחייבנו ממון בב\"ד ובעדות שקר שלא בא לידי הזמה יסבור ר\"י דאפי' עד א' משלם ע\"פ עצמו ועוד לשון כל כמיניה לא שייך שפיר לפי פירושו כמבואר למעיין בדבריו וכ\"ש במאי דפשיטא ליה דבעדות ממון נמי אמרינן כאשר זמם ולא כאשר עשה וכבר כתבתי שאינו כן כמ\"ש ריב\"א ור\"י בפ\"ק דב\"ק ונראה דלשון הגמרא הכי משמע להו מדחשיב עדים זוממין בהדי כ\"ד אבות נזיקין אלמא דבנזיקין נמי איירי וכ\"כ הרמב\"ם ז\"ל להדי' וכן משמע מסתימת לשון הטור (סי' ל\"ח) אמנם בלשון הר\"ן מצאתי שכתב ג\"כ דבממון נמי שייך כאשר זמם ולא כאשר עשה ועיין מה שאכתוב בזה דף ה' ע\"ב לכך נראה יותר כמו שנראה מל' מהרש\"ל ז\"ל בס' ח\"ש דכל דברי התוס' לעולם איירי בשוב הוזם אלא דלכאורה הוי משמע להו דבהוזם האחד והשני אומר עדות שקר העדתי הוי כאילו הוזמו שניהם וכ\"ש היכא דאמרי תרווייהו עדות שקר העדנו ושוב הוזם אחד מהם וע\"ז כתבו דלא נראה דכיון דלא אשכחן מאן דמשלם אלא דוקא בעמנו הייתם והיינו שהוזמו שניהם דבכה\"ג גזירת הכתוב היא כנ\"ל בכוונת מהרש\"ל ז\"ל אלא שגם זה מגומגם קצת לכך נראה יותר כדפרישית בל' רש\"י ומתוך מה שכתבתי יש ליישב ג\"כ לשון הטור במ\"ש בשם ר\"ת שנתקשו בהם הב\"י וכל האחרונים וע\"ש בל' הש\"ך באריכות אלא שאין להאריך כאן והמשכיל יבין מדעתו ודוק היטב:", 
            "<b>בגמרא</b> כמאן דלא כר\"ע. משמע מל' סתמא דתלמודא מדדחיק לפרש מלתא דר\"י דוקא באומר העדנו והוזמנו בב\"ד ונתחייבנו ממון אלמא דהלכה כר\"ע וכ\"כ הרמב\"ם והטור להדיא וכתב הב\"י דמהכא פשיטא להו ומדאיירי נמי לעיל רבה ור\"נ בטעמא דר\"ע ואמרו תדע אלמא דהך סברא פשיטא להו טובא א\"כ מסתמא דהלכה כר\"ע דקסבר קנסא הוי ומ\"ש הפוסקים והרי\"ף והרא\"ש והטור דיני הזמה אע\"ג שאין דרכם לכתוב דינים שאינן נוהגים בזמן הזה היינו לענין דאי תפס לא מפקינן מיני' כמ\"ש הב\"י (סוף סי' ל\"ח) ונראה שמטעם הזה השמיט הטור האי דינא דעד זומם משלם לפי חלקו אע\"ג שיש בזה חידוש גדול אפ\"ה כיון דלא שייך הכא לומר אי תפס לא מפקינן מיניה דהא למאי דמסקינן דלא משכחת להך מלתא אלא כשאומר הוזמנו בב\"ד ונתחייבנו ממון א\"כ לא שייך הך מלתא בזמן הזה שהרי אין הב\"ד מחייבין אותן בזמן הזה כיון דקנסא היא כנ\"ל. והוצרכתי להאריך בזה משום דלפי דמשמע מהסכמת כל הפוסקים דהלכה כר\"ע דקנסא הוא א\"כ תיקשי הלכתא אהלכתא במאי דאמרינן בכמה דוכתי בש\"ס הא קי\"ל דאינו לוקה ומשלם והיינו כחכמים דלקמן במשנה (דף ד') במעידין אנו באיש פלוני שחייב לחבירו מאתים זוז ודלא כר\"מ דאמר לוקה ומשלם כדאיתא בפ' אלו נערות ובפ' מרובה ובפ' הפועלים ובכמה דוכתי ואנן הא מסקינן לקמן דטעמא דר\"מ משום דס\"ל כר\"ע דאמר עדים זוממין קנסא הוא ולפ\"ז משמע ע\"כ דטעמא דחכמים משום דעדים זוממין ממונא הוא כמ\"ש התוספות לקמן ובכל הסוגיות הנזכרים ומה שנלע\"ד בזה יבואר לקמן במקומו אי\"ה:", 
            "<b>במשנה</b> מעידין אנו באיש פלוני שגירש את אשתו ולא נתן לה כתובתה פירש\"י שגירש את אשתו בפנינו ביום פלוני וזה אומר לא גרשתיה ואיני חייב לה כתובה עכ\"ל. ונראה לכאורה מל' רש\"י שהעדים לא העידו בפירוש שלא נתן לה כתובה אלא עיקר עדותן על הגירושין לחוד אלא שע\"י אותן העדות האשה תובעת כתובתה ואיירי בענין ששטר כתובתה בידה או במקום שאין כותבין לענין עיקר הכתובה בלבד אלא דלפ\"ז קשי' לי דאכתי אמאי מחוייבין העדים לשלם טובת הנאת כתובתה הרי יכולין לומר שלא באו אלא להתירה לשוק שהרי הבעל אומר לא גרשתיה ולא להגבות כתובתה ועוד דהיאך העדים יודעין שלא פרע לה כתובתה דלא ראינו אינו ראיה וא\"כ פשיטא דיכולין לומר שהיו סוברין שכבר פרע לה כתובתה לאחר גירושין א\"כ לפ\"ז נראה דהא דקתני ולא נתן לה כתובתה מן העדים הוא שאומרים בבירור שלא נתן לה כתובה כגון שהתנה בפירוש בשעת גירושין שאל יפרענה אלא בפניהם ואפשר שרש\"י ג\"כ הכי מפרש לה אלא שקיצר בלשונו ועיקר כוונת רש\"י אינו אלא לפרש שצריכין לומר שגירש את אשתו ביום פלוני דבענין זה שייך הזמה דעמנו הייתם ביום פלוני כנ\"ל. והוצרכתי להאריך בזה משום דנפקא מיניה לענין סוגיא דשמעתין כמו שאברר בסמוך:", 
            "<b>בגמרא</b> כיצד שמין א\"ר חסדא כו' עיין בפרש\"י ותוס' שהאריכו בפירושם ולדבר א' נתכוונו דכל השקלא וטריא ופלוגתא דהנך אמוראי היינו לענין עיקר הדין שנסתפקו אם אומרים זכות הבעל או זכות האשה וכדמפרשו מילתא בטעמא אלא שהרי\"ף והרא\"ש והר\"ן מפרשו בע\"א בשם הגאון הגדול דהא דאמרינן שמין בבעל או באשה היינו אם הוא ילד או זקן בריא או חלש קפדן או ותרן ומ\"ד באשה היינו אם היא יולדת בצער ואם היא קנטרנית להקניטו שיגרשנה כו' וכ\"כ הרמב\"ם ז\"ל בחיבורו ועיין בל' הרא\"ש מה שהקשה על פירש\"י ותוס' אמנם למאי דפרישית בסמוך נלע\"ד לכאורה דכפירש\"י ותוס' מוכרח בסוגיא דאי כפי' הגאון א\"כ מעיקרא מאי קאמר כיצד שמין הא מסברא אית לן למימר דשמין בין באיש ובין באשה שאם עיקר הדין דשייך שומא בכל הני מילי לפי שהלוקח נותן עיניו בכל זה א\"כ פשיטא שצריך לשום בשניהם בין באיש ובין באשה כיון שאפשר לקיים שניהם ואין זה סותר את זה משא\"כ לפירש\"י ותוס' א\"ש כיון דבעיקר הדין קמיפלגי דאי אפשר לילך אחר שומת שניהם שהרי סותרין זא\"ז שזכות הבעל שוה יותר מזכות האשה כמ\"ש רש\"י ותוס' באריכות ועוד דלפירושם קשה מה שדקדקתי בסמוך דהיאך שייך שומא זו לענין תשלומי הזמת העדים כיון דלא רמיא הך מילתא עלייהו למידק בשעה שהעידו אם הוא חולה או זקן או בריא או קפדן וכן להיפך כיון שאינן אלא דברים המסורים ללב ואין כל הדיעות שווין ואף שאיני כדאי להכניס ראשי בין הקדמונים מ\"מ תורה היא וללמוד אני צריך וכאן לא באתי אלא ליישב שיטת רש\"י ותוס' דנראה שמזה הטעם עצמו הוכרחו לפרש כן וכ\"ש ממאי דמשמע להו דהאי בכתובתה דקאמר ר\"פ היינו למעוטי נכסי מלוג לפי שאין זה מעיקר עדותן שיכולין לומר לא היו יודעין מזה אלמא דלעולם אין לחייב העדים אלא בדבר ברור במה שהוא מעיקר עדותן ורמיא עלייהו למידק וכדפרישית בסמוך וצ\"ע ליישב שיטת הפוסקים בזה ודו\"ק:"
        ], 
        [
            "<b>בגמרא</b> אמר רבא הב\"ע כו' ובמוסר שטרותיו לב\"ד ופירש\"י שהוא פרוזבול שהתקין הילל והתוס' הקשו על פירושו וכתבו דתרי מילי נינהו. ולע\"ד נראה דכוונת רש\"י בזה דהיא גופא קשי' ליה אמאי מוקי רבא מתניתין במוסר שטרותיו דלא שכיח ולא ה\"ל לסתום אלא לפרש טפי ה\"ל לאוקמי בפרוזבול דשכיח טובא שהרי הילל התקין כן מפני תיקון העולם לכך מפרש רש\"י דבאמת חדא מלתא היא דאי לאו דמוסר שטרותיו לב\"ד אינו משמט מדאורייתא לא היה הילל מתקן פרוזבול אף דשביעית בזמן הזה מדרבנן מ\"מ כל מאי דתיקנו רבנן כעין דאורייתא תיקון אלא כיון דמוסר שטרותיו לב\"ד אינו משמט מדאורייתא מש\"ה התקין הילל פרוזבול והוי נמי כעין דאורייתא וא\"כ לפ\"ז רבא עיקר מילתא נקיט כן נ\"ל:", 
            "<b>שם</b> ואמר רב יהודה אמר רב ג' לוגין מים שנפל לתוכן קורטוב כו' לא פסלוהו כו' והתני ר' חייא הורידו את המקוה ופירש\"י בד\"ה לא פסלוהו דפסול מקוה במים שאובין מדרבנן הוא ובד\"ה הורידו את המקוה כתב מהכשירו לפסול עכ\"ל. לכאורה מפשט' דהאי לישנא משמע דבמקוה שלימה של מ' סאין איירי שהיתה כשירה קודם שנפלו הג' לוגין בתוכו ואפ\"ה פסול מדרבנן והיינו כשיטת הרשב\"ם בפ' המוכר את הבית שהביא הב\"י בהל' מעין ומקוה בסי' ר\"א אלא דמלבד שכל הפוסקים חולקים על פי' רשב\"ם כמ\"ש הב\"י דרשב\"ם יחידאי הוא וכ\"ש דרש\"י גופא בפ\"ק דשבת בסוגיא די\"ח דבר דמייתי הש\"ס התם הילל אומר מלא הין מים שאובין פוסלין את המקוה וחכמים אומרין ג' לוגין פוסלין כתב רש\"י להדיא פוסלין אם נופלין לתוכו קודם שנשלם אבל אם נשלם שוב אינו פוסל אפילו המשיך לתוכן אח\"כ אלף סאים וא\"כ ע\"כ דהכא נמי בכה\"ג גופא איירי שעדיין אין המקוה שלימה אלא חסירה ואפ\"ה שייך שפיר לשון לא פסלוהו כיון דמעיקרא בחזקת כשרות היו המים שבמקוה להרבות לתוכן מים שאובין עד שישלימו למ' סאין כיון שרוב המקוה מים כשירי' הן משא\"כ השתא שנפלו לתוכו ג' לוגין כל מי המקוה שהיו בתוכו נפסלו לגמרי ומש\"ה שייך נמי האי לישנא דהורידו את המקוה כיון שהמים שבתוכו נפסלו מהכשירן לפסול וזה ברור בכוונת רש\"י ואף דלכאורה הי' באפשר לפרש לשון רש\"י בפ\"ק דשבת דמ\"ש אבל אם נשלם שוב אינו נפסל היינו דוקא ע\"י המשכה ומטעם שאובין שהמשיכם אתי עלה כדמשמע לכאורה בלשונו שכתב אפילו המשיך לתוכו אלא דאי אפשר לפרש כן דממה נפשך אי מטעמא דשאובין שהמשיכוהו איירי הא קי\"ל דבעינן ריבוי' והמשכה וא\"כ היאך כתב אפילו המשיך אלף סאין וליכא למימר נמי דרש\"י סבר כשיטת הפוסקים דשאובה שהמשיכוהו כולה כשירה כרבנן דר\"א בן יעקב ספ\"ק דתמורה כמ\"ש התוס' שם בשיטת רש\"י דא\"כ אפילו במקוה חסירה נמי כשר ע\"י המשכה ולפ\"ז ע\"כ דרש\"י בפ\"ק דשבת בלא המשכה איירי ומ\"ש אפילו המשיך לתוכו לישנא בעלמא נקט כדאשכחן בכמה דוכתין במסכת מקואות ובלשון הפוסקים אע\"כ כדפרישית דרש\"י כשיטת כל הפוסקים ס\"ל דהא דקי\"ל דבעינן ריבויא והמשכה נמי איירי דוקא במקוה חסירה מש\"ה בעינן שיהא רוב המ' סאין מן הכשירין ומיעוט מהשאובין שנמשכו דהמשכה זו מועלת להשלים אבל במקוה השלימה לעולם אינה נפסלת אפילו מילא בכתף ונתן לתוכו אלף סאין בלא המשכה כשירה כשיטת כל הפוסקים שהביאו כמה ראיות ממשניות וברייתות דמקואות וכמו שאבאר קצת בסמוך בישוב שיטת רש\"י וכן מבואר עוד בלשון רש\"י בפרק מרובה גבי צינור שחקקו ולבסוף קבעו ע\"ש:", 
            "<b>ועוד</b> דהא עיקר פירושו של הרשב\"ם בפ' המוכר את הבית דבמקוה שלימה נמי שייך פסול שאובין נראה מפירושו שם שיצא לו כן מסוגיא דפ' הערל דמייתי הש\"ס התם מתני' דמקואות דקתני נתן סאה ונטל סאה כשר ואמר רבי יוחנן עד רובו ומשמע להדיא דהיכא שלא נטל סאה נפסל המקוה ע\"י שאובין שנתן לתוכה ולא ניחא ליה להרשב\"ם ז\"ל לפרש הך מתניתין ומימרא דר' יוחנן לענין מי פירות כמ\"ש התוס' בפרק הגוזל קמא (בבא קמא דף ק' ע\"ב) בד\"ה אמר לו גדור ע\"ש אלא שהתוס' עצמן כתבו שם שיש להקשות על פי' זה מהך סוגיא דפ' הערל גופא ע\"ש שרוצין ליישב בדוחק מש\"ה לא משמע ליה להרשב\"ם כלל הך סוגיא אלא במים שאובין גרידא וכיון שכן הא רש\"י גופא בפ' הערל מפרש ג\"כ הך מתניתין דמקואות לענין מי פירות כשיטת התוס' ודלא כהרשב\"ם ומה שיש לדקדק בעיקר פירושו של הרשב\"ם ובמאי שהשיגו הרמב\"ן ז\"ל בפרק המוכר את הבית תקצר היריעה מהכיל ודעתי לבאר אי\"ה במקום אחר וכאן לא באתי אלא בשביל דבר שנתחדש מתוך כך לקמן בשמעתין במימרא דרב בטובל בים הגדול שנחלקו רש\"י והתוס' בחילוף הגירסאות וכמו שאבאר בסמוך ועיין עוד בחידושינו שם בפרק הגוזל קמא שכתבתי ליישב הך סוגיא דפרק הערל ולקיים פירש\"י והתוס' דשפיר איירי במי פירות ע\"ש ודוק היטב:"
        ], 
        [
            "<b>בגמרא</b> ואמר ר\"י אמר רב חבית מלאה מים כו' לא עלתה לו טבילה חיישינן לשלשה לוגין ופירש\"י שמא כל מים שהיו בחבית עומדים יחד ושמא בא זה ראשו ורובו במים שאובין כו' עס\"ה. ולכאורה אין לשון רש\"י מדוקדק במ\"ש שמא כל מים שהיו בחבית עומדים יחד ואין זה כלשון הגמרא דאמר חיישינן לג' לוגין שלא יהו במקום א' ולכאורה היה נ\"ל בכוונת רש\"י שהוכרח לפרש כן והיינו לפי מה שכתבתי לעיל דשיטת רש\"י כשיטת כל הפוסקים דבמקוה שלימה של מ' סאין כשירים תו לא מיפסל בשאובין אפי' מילא שאובין כל היום וא\"כ לפ\"ז קשיא טובא אמימרא דרב דאמר אפי' בים הגדול שייך פסול שאובין כיון דקוו וקיימי ואכתי מ\"ש ממקוה אע\"כ דצריך לחלק דהא דמקוה שלימה אינה נפסלת בשאובין אפי' שופך כל היום היינו משום דאמרינן קמא קמא בטל משא\"כ בחבית דנפיש עמודיה לא שייך לומר קמא קמא בטיל כדאיתא להדיא בשלהי מסכת עבודת כוכבים דף ע\"ג לענין יין נסך א\"כ אפשר דזהו כוונת רש\"י שכתב שמא כל מים שהיו בחבית עומדים יחד ולא שייך לומר קמא קמא בטל ולפ\"ז הא דאמרינן בגמרא חיישינן לג' לוגין שאובין היינו משום דעיקר מילתא נקט שזה עיקר הפסול בשאובין כך היה נ\"ל לכאורה אלא דלאחר העיון היטב בלשון רש\"י שהוסיף וכתב ושמא בא זה ראשו ורובו במים שאובין וזה א' מן הפוסלין את התרומה א\"כ נראה דלא נחית להכי דהא מהאי חששא דשמא כל מים שהיו בחבית עומדים ועיקר טבילת ראשו ורובו היה בהם ממילא דלא עלתה לו טבילה אף לחולין דהא כל היכא דאשכחן האי לישנא דשאובין פוסלין את המקוה היינו אפי' לחולין ואין זה מגזירת י\"ח דבר דיש בכללן האי דבא ראשו ורובו במים שאובין דהא י\"ח דבר תלמידי שמאי והלל גזרו והך ג' לוגין מים שאובין דפוסלין את המקוה בימי שמאי והלל עצמן אשכחן דנחלקו בהן כדאיתא בפ\"ק דעדיות והובא ג\"כ בפ\"ק דשבת בסוגיא די\"ח דבר גופא אלמא דהא כדאיתא והא כדאיתא דודאי עיקר פסול שאובין שנפלו למקוה בפחותין ממ' סאין פוסלין המקוה לגמרי אף לחולין שהטובל בהם לא עלתה לו טבילה כלל ועדיין בטומאה ראשונה לכל דבר משא\"כ האי דבא ראשו ורובו שהוא מי\"ח דבר היינו שאף שכבר טבל הטמא במקוה כשירה אלא שאח\"כ בו ביום בא ראשו ורובו במים שאובין גזרו עליו טומאה לענין דפוסל את התרומה כדי שלא יהיו רגילין בכך כדמסיק הש\"ס התם וא\"כ לפ\"ז נראה שלזה הענין עצמו נתכוון רש\"י דאע\"ג דלענין עיקר טבילה לא שייך הך חששא דשאובין כיון דבים הגדול קא טבל אפ\"ה איכא למיחש דאפשר שבתוך הטבילה בא ראשו ורובו ג\"כ באותן השאובין אלא משום דבאמת דבמתניתין די\"ח דבר דקתני והבא ראשו ורובו במים שאובין לא נקט ג' לוגין ובבבא הסמוכה לה קתני וטהור שנפל על ראשו ג' לוגין מים שאובין א\"כ אפשר דהנך גזירות גופייהו נמי לא דמי להדדי דבנפל סגי בג' לוגין והבא ראשו ורובו אפשר דבעי טפי כשיעור ראשו ורובו ממש וכמ\"ש התוס' ג\"כ כה\"ג דבבבא דסיפא דנפלו גזרו אף בטהור ובבבא דרישא שבא ראשו ורובו לא גזרו אלא בטמא לאחר טבילתו מש\"ה כתב רש\"י שמא כל המים שהיו בחבית עומדים יחד ולכאורה פי' זה נכון יותר מסתימת לשון רש\"י וכ\"כ מהר\"ם ז\"ל בחידושיו אלא דלפ\"ז אכתי לא א\"ש לישנא דגמר' דקאמר חיישינן לג' לוגין ועוד דאכתי בהך ברייתא דמייתי הכא דקתני חבית מלאה יין שנפלה לים הגדול הטובל שם לא עלתה לו טבילה והאי ע\"כ דאפילו לחולין איירי דלענין מי פירות ושאר משקין לא אשכחן שום חילוק בין חולין לתרומה דהא אדרבה קורטוב של יין מציל על ג' לוגין חסר קורטוב כדאמרינן לעיל בשמעתין וכ\"ש חלב היכא דלא שייך שינוי מראה וא\"כ הדרא קושיא לדוכתא אמאי לא עלתה לו טבילה בחבית של יין הא קי\"ל דקמא קמא בטל אע\"כ צריך לחלק בין חבית דנפיש עמודיה ולא אמרינן קמא קמא בטל והיינו כלשון ראשון שכתבתי מיהו מתוך מה שאכתוב בסמוך בלשון התוס' יש ליישב הכל לנכון אף לפי פי' אחרון שכתבתי כאן. ודוק היטב:", 
            "<b>שם</b> לא עלתה לו טבילה חיישינן לשלשת לוגין שאובין שלא יהו במקום א' כו' ופירש\"י דלא גרסי' אי אפשר דודאי אפשר אלא חיישינן לשמא. וקשי' לי אמאי חיישינן בשאובין לשמא הא פשיטא לן בכולהו תלמודא דכל ספק שאובין להקל כדאיתא להדיא במשניות בפרק ד' דטהרות ונראה דאפשר דשאני הכא כיון דידעינן בודאי שנפלו הרבה יותר מג' לוגין במקום הזה אלא שהספק אם נתערבו ונתבטלו או שעדיין עומדין במקום א' מש\"ה לא דמי לשאר ספיקות דה\"ל כספק מחמת חסרון ידיעה שהרי אי אפשר להתברר וקי\"ל דכה\"ג לא מיקרי ספק. ועוד נראה דשאני הכא דלאו חומר היא לגבי' אי לא עלתה לו טבילה כיון שעודנו במים בקל יכול לטבול פעם אחרת וגדולה מזו אשכחן בפרק אין מעמידין דאפילו בספק טומאה בר\"ה אמר ר' ינאי הא שיקעא דנהרא קמך זיל טבול וכ\"ש הכא דבלא\"ה נראה לי דהא דאמרינן הטובל שם היינו לאלתר בשעה שנפל החבית לשם ובזה יש ליישב קצת ג\"כ מה שהקשיתי בסמוך:", 
            "<b>בתוספות</b> בד\"ה אמר ר\"י אמר רב חבית מלאה מים כך גירסת הקונטרס כו' ואין נראה דהא מדשווי' להו השקה כו' ועוד דאמרינן בביצה כו' לכך נראה דגרסינן במילתא דר\"י חבית מליאה יין כו' עס\"ה. והנה מצאתי להרמב\"ם ז\"ל פ\"ז מהלכות מקוואות שכתב להדי' דין זה מליאה מים כגירסת רש\"י ולא עוד אלא שהוסיף וכתב הך מלתא דוכן ככר של תרומה דבסמוך ג\"כ בחבית מליאה מים ע\"ש ולכאורה דגירס' זו מוכרעת מל' הגמרא גופא דקאמר להדי' דחיישינן לג' לוגין מים שאובין ואילו ביין לא שייך לישנא דשאובין כדפרישית דאדרבה יין ושאר משקין אינם בכלל שאובין כדמשמע לעיל בשמעתין ולא שייך נמי הך שעורא דג' לוגין לא מיבעיא לשיטת הרא\"ש ז\"ל שהביא הב\"י דשיעור ג' לוגין בשאובין היינו משום דבכך היו רגילין להטיל עליהם שאובין אחר טבילתן כשיעור ראשו ורובו א\"כ פשיטא דלא שייך הך מלתא ביין ושאר משקין אלא אפי' לפי' הראב\"ד ז\"ל ברפ\"ק דעדיות שכתב דשיעור ג' לוגין היינו משום שהוא שיעור חשוב לנסכי קרבנות ציבור אפ\"ה לא אשכחן בכולהו משניות וברייתות דמקוואות הך שיעורא דג' לוגין לענין יין אלא לענין מים שאובין בלבד ומה\"ט גופא נראה שכתב מהר\"ם ז\"ל בחידושיו דלא גרסינן כלל בסמוך בחבית של יין דבריית' הך מלתא דחיישינן לג' לוגין וכמו שאבאר נמצא דגירס' רש\"י והרמב\"ם ז\"ל מוכרחת בגמרא א\"כ צריכין אנו לפרש וליישב דלא תיקשי קושי' התוס' אמאי לא מהני השקה להנך מים והנלע\"ד בזה דהא בלא\"ה משמע מל' התוס' גופא שהוצרכו לדמות מלתא למלתא דכי היכי דמהני השקה למים טמאין לטהרן והיינו משום דנעשו כמחוברין ומש\"ה מסתמא ה\"ה לענין שאובין נמי מהני לעשותן כמים מחוברין ממש וטפי ה\"ל לאתויי מכמה משניות דמקוואות דקתני להדיא דמהני השקה למים שאובין כדתנן להדיא שם בפ\"ו משנה ג' ומשנה ה' ע\"ש ובכה\"ג בכמה דוכתי אע\"כ דלא פסיקא להו הך מלתא משום דיש לחלק בין הך פסולא דשאובין פוסלין את המקוה שהיה הרבה קודם י\"ח דבר לבין הך דבא ראשו ורובו במים שאובין דפוסל את התרומה דהוי מי\"ח דבר דהאי טעמא לחוד והאי טעמא לחוד וכמו שכתבתי ג\"כ בסמוך בחד מתרי ותלת טעמי ומש\"ה הוצרכו לאתויי מהך סברא דכי היכי דמהני השקה מדאורייתא להעלות המים מטומאה לטהר' ה\"ה וכ\"ש לענין גזירת שאובין דיש לעשותן כמחוברין וא\"כ לפ\"ז אף אנו נאמר שאין מזה קושי' כלל על גירסת רש\"י והרמב\"ם דאדרבה היא הנותנת דדוקא מטומאה לטהרה חידוש הוא שחידשה התורה דמים טמאין נטהרין בהשקה אע\"ג דכל אוכלין ומשקין טמאים לית להו טהרה במקוה אלא דאפ\"ה גזירת הכתוב הוא כמו כל דיני טומאה וטהרה כמ\"ש הרמב\"ם ז\"ל בסוף הל' מקוואות ע\"ש וכדאשכחן נמי בכלי חרס דאע\"ג דאין להם טהרה במקוה אפ\"ה שבירתן מטהרתן אע\"ג דחזו אח\"כ למידי אחרינא וכן בשאר כלים היכא דעביד בהו מעשה והכא נמי דכוותיה משא\"כ לענין הך גזירה דבא ראשו ורובו במים שאובין שהיא מי\"ח דבר דעיקר גזירה היה משום שהיו רגילין ליתן עליהם מים שאובין לאחר טבילתן וקסברי לא הנך מטהרין אלא הנך מטהרין ומש\"ה גזרו אפילו על אדם טהור שנפלו עליו כדאיתא שם בפ\"ק דשבת מש\"ה שפיר איכא למימר דלא מהני בהו השקה דאל\"כ מה הועילו חכמים בתקנתן ועוד דבלא\"ה אין לדמותן דהשקה מטומאה לטהר' נטהרין לעולם משא\"כ בהשקה דשאובין כשהעלן מן המים חוזרין להיות שאובין ואתי למיטעי בהו כנ\"ל נכון ליישב גירסת רש\"י והרמב\"ם דלא משמע להו למחוק הגירסא בשביל הך קושי' שהקשו התוספות ומכ\"ש לפי מה שכתבתי דהאי לישנא דחיישינן לג' לוגין שאובין דקאמר רב משמע להדיא דבשאובין איירי דלפי' התוספות היה צריך למחוק לגמרי הך מלתא דחיישינן כמו שמוחק מהר\"ם ז\"ל בחידושיו האי דחיישינן בסמוך בברייתא דחבית מלאה יין וכמו שאבאר בסמוך דבלא\"ה ליתא להך גירסא בברייתא ודוק היטב:", 
            "<b>בד\"ה</b> תניא נמי הכי חבית מליאה יין וגם רש\"י לא גריס הכא מים כו' דאל\"כ מאי קאמר וכן ככר של תרומה כו' והכי תנן בביצה כו' עס\"ה וכתב מהרש\"א ז\"ל דאפשר שאין זו ראיה לפירש\"י רק מדברי התוס' דהא רש\"י לית ליה הך ראיה מדגריס לעיל מים זה תוכן דברי מהרש\"א ע\"ש ולע\"ד במכ\"ת דאגב חורפיה ושיטפיה כתב כן דהא דלא משמע ליה לרש\"י הך ראיה דמסכת ביצה היינו משום דלא ניחא ליה לדמות השקה דשאובין לעשותן כמי מקוה להך השקה דמים טמאים אלא דהתוספות מסברא דנפשייהו משמע להו בפשיטות דיש לדמותן משא\"כ בהך ככר של תרומה דהכא דקתני טמא והיינו שנטמא באדם טמא שטבל שם וא\"כ פשיטא דלא שייך לומר דגרסינן חבית של מים דא\"כ כיון שהמים עצמן של שאובין אף אם נאמר שנטמאו על ידי האדם אפילו הכי הרי נטהרו מטומאתן על ידי השקה וכל שכן שאין הדין שהמים יטמאו הככר של תרומה ואם כן היינו ממש הך דינא דתנן בביצה דמטבילין כן נראה לי ברור בכוונת התוספות שרוצין לפרוש אף לשיטת רש\"י דלא גרסינן הכא מים אלא יין וכמו שהביא רש\"י בהדיא דהכי גרסינן בתוספתא. אמנם אחר העיון מצאתי ראיתי בלשון התוספתא בפ\"ה דמקוואות וה\"ג התם חבית שנשברה בים הגדול ומראה אותו המקום כמראה אותו היין הטובל באותו מקום כאילו לא טבל ולא עוד אלא אפילו נפל שם ככר של תרומה טמא עכ\"ל התוספתא וא\"כ נראה ברור שלא לזה נתכוין הך תוספתא ואפשר שהיא הך ברייתא גופא דמייתי הש\"ס הכא אלא שדרך הש\"ס לקצר משניות וברייתות דמס' טהרות כדאשכחן בכמה דוכתי ולפ\"ז יפה כתב רש\"י בד\"ה תנ\"ה דעיקר סייעתא דמייתי הש\"ס מהך ברייתא למימרא דרב היינו לענין הך מלתא לחוד דחיישינן בים הגדול במשקין הנופלים בו שהם עומדין במקומן וכוונתו בזה דלשאר מילי ודאי לא דמי כלל להדדי דמימרא דרב היינו במים שאובין שהוא מי\"ח דבר לענין פסול תרומה ושיעורן בג' לוגין משא\"כ בברייתא דאיירי ביין דלא שייך בי' טבילה כלל מדאורייתא אף לחולין מש\"ה גזרו רבנן שאם נפלו לתוך מי מקוה או לים הגדול נפסלין המים בשינוי מראה ובזה נתיישב ג\"כ מה שדקדקתי בסמוך דהאי לא עלתה לו טבילה דברייתא לא הוי כהך מימרא דרב דהא בהך תוספתא קתני להדיא כאילו לא טבל והיינו כדפרשינן בפי' השני לשיטת רש\"י דהאי דרב היינו דוקא לתרומה והך דברייתא היינו אף לחולין כן נ\"ל ברור בעזה\"י נקטינן מיהא שיש בזה סתירה גמורה לגירסת ופי' התוס' בדיבור הקודם דבמימרא דרב נמי גרסינן יין וע\"ז כתבו לפרש דאיירי ביין לבן שאינו משנה מראית המים ואילו בהך תוספתא דמקוואות משמע להדיא להיפוך דבנפילת יין למי המקוה לא מיפסל אלא בשינוי מראה וכמדומה לי שנעלמה הך תוספתא מרבותינו בעלי התוס' וצ\"ע ואכתי איכא למידק מלשון הרמב\"ם ז\"ל בפ\"ז מהל' מקוואות שכתב האי דינא דככר של תרומה אחבית מליאה מים שנפל' לים הגדול וא\"כ הדרא הקושיא לדוכתא למה נטמא הככר שהרי המים עצמן אינו טמא שנטהרו בהשקה לים הגדול אם לא שנאמר שהרמב\"ם סובר דלענין תרומה לא מהני השקה כדמשמע לכאורה בפ' כל שעה (פסחים דף ל\"ג) דמדמה הש\"ס התם השקה וזריעה דתרומה כמו בהקדש ע\"ש אע\"ג דיש לחלק קצת או שנאמר שהרמב\"ם סובר דהשקה לא מהני אלא דוקא היכא שנתכוין להשיקן ובלא\"ה משמע בחולין דלתרומה דבעינן כוונה בטבילה היינו אפילו בכלים בעינן נמי דמכוין להו אדם וא\"כ נראה דה\"ה וכ\"ש לענין השקה דלא מהני בתרומה כל היכא שלא נתכוין לכך כן נ\"ל ועדיין צ\"ע ותו לא מידי ודוק היטב:", 
            "<b>במשנה</b> מעידין אנו באיש פלוני שחייב לחבירו מאתים זוז כו' לוקין ומשלמין כו'. לכאורה הוי מצי למיתני הך פלוגתא דר\"מ וחכמים דהכא אהנך בבי דמתניתין דרישא בהאי דמעידין שגירש את אשתו ובהאי דמעידין שחייב לחבירו אלף זוז דלר\"מ לוקין ומשלמין ולחכמים אינן לוקין דמ\"ש אלא כיון דבהנך מתניתין דלעיל איצטריך לאשמעינן ענין התשלומין גופא כיצד אומדין הטובת הנאה משום הכי קתני לה פלוגתא דר\"מ וחכמים בבבא בפני עצמה וממילא ידעינן דשייך פלוגתייהו בכל עדות שהוזמו ע\"י ממון:", 
            "<b>בתוספות</b> בד\"ה לוקין ומשלמין שלא השם כו' משמע דאי ליכא אלא חד קרא אינו לוקה ומשלם וקשה הא אמרינן בהשוכר את הפועלים החוסם פי פרה לדוש בה לוקה ומשלם אע\"ג דליכא כו' עכ\"ל. כוונתן מבואר דקשיא להו אהא דמוקי אביי התם הך ברייתא כר\"מ דלרבא ודאי לק\"מ דהוא מוקי לה התם אפי' כרבנן והאי משלם היינו לצאת ידי שמים ע\"ש אלא דלפ\"ז קשיא לי דטפי הוי להו לאקשויי בפשיטות מסוגיא דשמעתין גופא דמפרש עולא טעמא דר\"מ דגמר ממוציא ש\"ר וא\"כ מאי האי דקאמר ר\"מ שלא השם המביאו לידי מכות והאי טעמא למה לי דאדרבה מהאי טעמא משמע דהיכא שהוא משם א' אין לוקה ומשלם ובמוציא שם רע נראה דליכא אלא שם א' של הוצאת שם רע ואפ\"ה לוקה ומשלם אע\"כ דהתם במש\"ר נמי מיקרי תרי שמות לאו דלא תלך רכיל וממון דכתיב בהדיא וענשו אותו מאה כסף והשתא א\"ש הא דקאמר ר\"מ שלא השם המביאו כו' מה\"ט גופא דהוי דומיא דמש\"ר וא\"כ ע\"כ כדי רשעתו לא אתי למעוטי מלקות וממון בעדים זוממין אלא מיתה ומלקות כמ\"ש התוספות לקמן בשמעתין בד\"ה בשלמא ובד\"ה סבר לה כר\"ע וא\"כ לפ\"ז שפיר קאמר אביי נמי התם בהשוכר את הפועלים דהך ברייתא דהחוסם דלוקה ומשלם היינו כר\"מ דכיון דבעדים זוממין לוקה ומשלם אע\"ג דכדי רשעתו בעדים זוממין כתיב וע\"כ היינו משום דכדי רשעתו במיתה ומלקות מיירי א\"כ ממילא דבכ\"מ סובר ר\"מ דלוקה ומשלם כיון דליכא קרא למעט מלקות וממון ועוד נ\"ל דבלא\"ה אין מקום לקושיית התוס' כיון דעיקר קושייתם אינו אלא אליבא דאביי וא\"כ אביי גופא אזיל לטעמיה דאמר בפ' אלו נערות דחייבי מלקות וחייבי מיתות איתקשו להדדי בג\"ש דרשע רשע וכתבו התוספות שם דלפ\"ז ע\"כ לית ליה לאביי הך דרשא דכדי רשעתו למלקות וממון אלא למיתה ומלקות כר\"מ וטעמייהו דרבנן דאמרי אין לוקין ומשלמין היינו מג\"ש דרשע רשע ואם כן שפיר מוקי אביי הך ברייתא דהפועלים כר\"מ ועיין מה שכתבתי בזה בחידושינו בפרק אלו נערות באריכות ובסמוך בסוגיא דשמעתין אבאר עוד בענין אחר:", 
            "<b>בא\"ד</b> לכך פי' הר\"ם מבורגונ\"י כו' עס\"ה. בכתובות בפ' אלו נערות (כתובות דף ל\"ב ע\"ב) בד\"ה שלא השם כתבו התוס' זה התירוץ בשם הר\"ר שלמה מטרוי\"ש דהא דקאמר שלא השם היינו דממונו לא בעי אזהרה והוסיפו עוד ביאור בזה ומה שהקשו שם על פירש\"י כבר כתבתי שם ליישב אלא שהנחתי פירש\"י בקושי' מסוגיא דשמעתין ולמאי דפרישית בסמוך נתיישב לנכון פירוש הקונטרס שם:"
        ], 
        [
            "<b>בשלמא</b> לרבנן כדי רשעתו כתיב אלא ר\"מ מ\"ט וכתבו התו' דאע\"ג דר\"מ דריש כדי רשעתו למיתה ומלקות אפ\"ה הא גופא קשיא ליה לגמרא דטפי ה\"ל למידרש לענין מלקות וממון. ונראה לי להוסיף ביאור בדבריהם דכיון דהאי כדי רשעתו משמע דאעדים זוממין נמי קאי כדאמר עולא לעיל דמלקות בעדים זוממין ילפינן מדכתיב והצדיקו את הצדיק והרשיעו את הרשע וכתיב והיה אם בין הכות הרשע א\"כ שפיר אית לן למימר דלמעוטי מלקות וממון אתי ולאפוקי מהך סברא דר\"מ דלא נימא דלוקה משום לאו דלא תענה דניתן למלקות וממון מכאשר זמם דלממון לא בעי אזהרה ועוד דלא נימא דלוקה ומשלם כדאשכחן במוציא ש\"ר משא\"כ לענין מיתה וממון לא איצטריך האי מיעוטא גבי עדים זוממין דהא מיתה גופא בעי אזהרה דלא תענה ואדרבה הוי האי לאו דלא תענה לאו שניתן לאזהרת מיתת ב\"ד ואין לוקין עליו ולא שייך נמי למילף ממוציא ש\"ר אלא דאכתי קשיא לי לאידך גיסא מאי מקשה בגמרא מ\"ט דר\"מ הא בפשיטות מצינן למימר דטעמא דר\"מ דבעדים זוממין לוקין ומשלמין דלוקה מטעמא דר' יוחנן בפרק אלו נערות דכל היכא דאיכא ממון ומלקות מילקי לקי ממונא לא משלם והיינו משום דסמיך ליה ארבעים יכנו א\"כ כ\"ש בעדים זוממין דאיירי בי' קרא להדיא וחייב נמי בתשלומין דהא בפי' ריבתה התורה עדים זוממין לתשלומין דכתיב יד ביד רגל ברגל בשלמא לפי מה שכתבתי במשנתינו בפירושא דשלא השם א\"כ ע\"כ דר\"מ לית ליה טעמא דר' יוחנן דאי אית ליה לא הוי צריך למימר האי לישנא דשלא השם כיון דבהדיא כתיב מלקות ותשלומין משא\"כ לפי' התוספות שפיר איצטריך למימר נמי הך טעמא דשלא השם א\"כ הדרא קושי' לדוכתא מאי מקשה מ\"ט דר\"מ מיהו איכא למימר דאה\"נ דהא דמקשה מ\"ט דר\"מ לאו סתמא דתלמודא הכי מקשה אלא עולא גופא מקשה ומתרץ לה הכי כדאשכחן בכמה דוכתי וא\"כ א\"ש דעולא לטעמיה דלית ליה כלל האי דרשא דר' יוחנן בפרק אלו נערות דסמיך ליה ארבעים יכנו כדמשמע התם להדיא כן נראה לי נכון ודוק היטב ועיין עוד בסמוך:", 
            "<b>שם</b> סבר ליה כר\"ע דאמר עדים זוממין קנס'. משמע מהכא דחכמים דפליגי עליה דר\"מ סברי דעדים זוממין ממונא הוא דאל\"כ הוי ילפי ממוציא ש\"ר דלוקה ומשלם וכבר הקשיתי בזה לשאול לעיל (דף ג') דמשמע מהתם דקי\"ל כר\"ע דעדים זוממין קנסא הוא וכ\"כ הפוסקים וא\"כ קשיא הילכתא אהלכתא דבכולהו תלמודא פשיטא לן דאין לוקה ומשלם כחכמים דמתניתין דהכא ודלא כר\"מ ממילא נמי דאין הלכה כר\"ע מיהא למאי דפרישית בסמוך א\"ש דמצינן למימר דחכמים דמתניתין נמי כר\"ע ס\"ל דעדים זוממין קנסא הוא ואפ\"ה לא משמע להו למילף עדים זוממין ממוציא ש\"ר כיון דכדי רשעתו בעדים זוממין גופ' כתיב דהא מהאי קרא דוהי' אם בין הכות הרשע ילפינן מלקות לעדים זוממין א\"כ לפ\"ז ע\"כ דהנך שתי רשעיות היינו מלקות וממון כדפרישית וכיון דאפילו בעדים זוממין דקנסא הוא אמר רחמנא דאין לוקה ומשלם כ\"ש בשאר ממון ודוקא אליבא דר\"מ מפרש עולא הכי דקרא דכדי רשעתו דחיק ומוקי אנפשיה למיתה ומלקות ובזה נתיישבו כל הקושיות שהקשו התוס' כאן ובשמעתין ובכמה דוכתי ועיין עוד בסמוך:", 
            "<b>שם</b> איכא דמתני לה להא דעולא אהא דתניא לא תותירו כו'  ולכאורה לשון איכא דמתני אינו מדוקדק דהא שפיר מצינן למימר דעולא בתרווייהו קאמר הכי דאיתא להא דלעיל דיליף ר\"מ עדים זוממים ממוציא ש\"ר דלוקה ומשלם ואיתא נמי להא דר' יהודה דאמר לאו שאין בו מעשה לוקין עליו היינו נמי משום דיליף ממוציא ש\"ר ולמאי דפרישית א\"ש דהנך דמתני להא דעולא אהא לא ניחא להו למימר דעולא מפרש טעמא דר\"מ במתניתין דגמר ממוציא ש\"ר דא\"כ לא א\"ש הא דקאמר ר\"מ שלא השם אע\"כ דטעמא דר\"מ היינו משום דס\"ל בעדים זוממין גופייהו כתיב בהדי' מלקות וממון וכ\"ש דא\"ש טפי למאי דמסקינן בסמוך דרבנן מוקי לאו דלא תענה לאזהרת עדים זוממין והיינו בבן גרושה ור\"מ אזהרת עדים זוממין יליף מלא יוסיפו א\"כ לפ\"ז שפיר מצינן למימר דרבנן ור\"מ בהא גופא קמיפלגי דלר\"מ אייתר ליה אזהרה דלא תענה למימר דלוקה אפי' במקום תשלומין ותו לא צריכנא למימרא דעולא דלעיל ובזה נתיישבו כל הקושיות שהקשו התוס' בשמעתין ובכמה דוכתי בסוגיא דלוקה ומשלם וכבר הארכתי למעניתי בתכלית אריכות בסוגיא דפ' אלו נערות וגם בפ' מרובה (בבא קמא דף ע\"א) ע\"ש:", 
            "<b>שם</b> אלא מה להצד השוה שבהן שכן יש בהן צד חמור וכתבו בתוספות תימא דהא אין זה פירכא שוה. וכוונתם דא\"כ כל היכא דילפינן במה הצד והדר דינא שייך למיפרך הכי וכבר האריכו התוספות בזה בפרק אלו נערות (כתובות דף ל\"ב) ע\"ש ומיישבים שם ג\"כ בדוחק כמו כאן ע\"ש בחידושינו וכאן אבוא בקוצר דבהאי דשמעתין פשיטא דלק\"מ דהא עיקר מילתא דקי\"ל לאו שאין בו מעשה אין לוקין ילפינן לקמן בר\"פ אלו הן הלוקין היינו מדכתיב לעשות ובעינן נמי דליהוי דומיא דחסימה דמהכא ממעטינן נמי לאו הניתק לעשה וא\"כ לפ\"ז אם נאמר דלאו שאין בו מעשה לוקין בכל מקום א\"כ בטלת הך דרשא דלעשות והאי היקישא דלאו דחסימה ולפ\"ז לא דמיא כלל לשאר מה הצד שבתלמוד דלא ילפינן אלא כשיש איזה הצד השוה בטעם השוה לשניהם וממילא מוקמינן פשוטי המקראות לאותן דברים שאין בהם זו המעלה שמצינו באותן שניהם וכמו שכתבתי באריכות בפ' אלו נערות ולפ\"ז ע\"כ צריך לומר דאה\"נ דר' יהודה לית ליה הך דרבא דלעשות אלא דאכתי קשה טובא ממה נפשך אי ס\"ל היקישא דלאו דחסימה א\"כ לאו שאין בו מעשה נמי לא לילקי אלא היכא דאיכא הצד חמור מה דלא אשכחן בחסימה ואי לית ליה האי היקישא דלאו דחסימה א\"כ מאי קאמר ואין לוקין אלאו דלא תותירו כיון שניתק לעשה היא גופא מנ\"ל דלאו הניתק לעשה אין לוקין דלקמן לא ילפינן אלא מלאו דחסימה ויש ליישב בדוחק:", 
            "<b>שם</b> ורבנן האי לא תענה מאי דריש בי'. לכאורה הסוגיא תמוה דא\"כ בכל לאוין דאין לוקין עליהם אמאי לא מקשינן הכי אלא ע\"כ דלאיסורא בעלמא אתי כדאשכחן בדוכתי טובא וא\"כ דלמא הכא נמי דכוותיה מיהו אפשר דשאני הכא כיון דכמה עשין וכמה לאוין נאמרו בדבר זה כגון מדבר שקר תרחק אל תשת ידך עם רשע והרבה כיוצא באלו מש\"ה לא ניחא להו למימר דכולהו אתי לאיסורא בעלמא ואע\"ג דכה\"ג נמי אשכחן טובא בש\"ס מ\"מ הא אמרינן בעלמא דכל היכא דאיכא למידרש דרשינן ולא מוקמינן בלאוי יתירא א\"כ מכ\"ש הכא דאית לן למימר כיון דגלי רחמנא וכתב בעדים זוממין והיה אם בין הכות הרשע א\"כ טפי אית לן למימר דהאי לא תענה נמי אתי למלקות כדקאמר ר\"ע כן נראה לי:", 
            "<b>בתוספות</b> בד\"ה ורבנן האי לא תענה כו' אבל מ\"מ קשה לעיל דפריך ותיפוק ליה וכו' לישני אי לאו דגלי קרא ה\"א דלא לקי משום דלא תענה דהוי לאו שניתן לאזהרת מיתת ב\"ד כדפרישית כו' עס\"ה. ותירוצם נראה דוחק ולע\"ד נראה ליישב הך קושיא בפשיטות דהא דקי\"ל בעלמא לאו שניתן לאזהרת מב\"ד אין לוקין ולאו שניתן לכרת לוקין הא מסקינן לקמן בר\"פ אלו הן הלוקין היינו משום דמיתת ב\"ד בעי התראה וכרת לא בעי התראה א\"כ הכא בעדים זוממין דלא בעינן התראה ולא שייך נמי גבי התראה כדאיתא בפ' אלו נערות וכמ\"ש התוספות שם וכמו שאבאר עוד בסמוך א\"כ לא שייך הך מילתא דלאו שניתן לאזהרת מיתת ב\"ד בכה\"ג ואפ\"ה פריך הש\"ס שפיר ור\"מ אזהרה לעדים זוממין מנ\"ל דאע\"ג דלא בעו התראה מ\"מ אזהרה כל דהו מיהא בעינן כדי שידעו העדים עצמן שיש בהו איסור לאו כנ\"ל נכון ודו\"ק:"
        ], 
        [
            "<b>במשנה</b> אין העדים נעשין זוממין עד שיזימו את עצמן כיצד כו' שהרי נהרג זה או הורג זה היה עמנו כו' אין אלו זוממין אבל אמרו כו'. ומסקינן בגמרא דיליף לה מקראי אלא דהרמב\"ם ז\"ל בחיבורו בפי\"ח מהל' עדות הוסיף בה טעם לשבח כיון שכת שנייה המזימין אין יודעין בגוף העדות כלום אם הרג ולא באו להעיד אלא אעדים עצמן ואע\"ג דלכאורה אדרבה בענין זה לא מיקרי סרה גופה של עדות כיון שאין יודעין אם הרג או לא הרג אעפ\"כ כוונת הרמב\"ם ז\"ל מבואר מתוך מה שמצאנו בל' הרמב\"ן ז\"ל בפירושו על התורה על פסוק ודרשו השופטים היטב והנה עד שקר העד ולא פי' הכתוב איך יודעין שהוא עדות שקר כיון דתרי ותרי נינהו ותרי כמאה ולא נוכל לומר שבא הרוג ברגליו דלא שייך בזה ודרשו השופטים היטב אע\"כ דפירוש הכתוב היינו שהמזימין אומרים עמנו הייתם וא\"כ הראשונים אינם נאמנים על עצמן שלא עשינו כך שהרי יכולין הללו לומר עליהן שהרגו נפש או חיללו שבת ע\"כ תוכן כוונת לשון הרמב\"ן ז\"ל וא\"כ מסתמא כוונת הרמב\"ם ז\"ל בחיבורו ג\"כ נוטה לדבר זה שכך המה מפרשים לשון הגמרא דבכה\"ג מיקרי טפי סרה גופה של עדות אע\"ג דמסברא לכאורה הוי משמע איפכא שעיקר העדות תלוי אם הרג אם לא הרג אפ\"ה א\"א לומר בבירור שהראשונים שקרו בעדותן יותר מן האחרונים אם לא בענין זה שאומרים עמנו הייתם ונראה לי להוסיף בדברים שמתוך כך ניכר שאלו העדים האחרונים המזימין אומרים אמת וליכא למיחש בהו דמשקרי לאהבת רוצח או משום ממון או מחמת שנאת העדים דאכתי מה להם לצרה זו להעיז שניהם נגד שנים הראשונים בענין שאחד יודע מחבירו ויותר היה להם להעיד על כל א' וא' מהם שעשה עבירה שחייב מיתת ב\"ד דבזה הענין אין א' מהראשונים יודע מחבירו כלום כנ\"ל ברור מדקדוק לשון הרמב\"ם ז\"ל אלא דאכתי מ\"ש הרמב\"ם ז\"ל שם בחיבורו שאפי' אם אומרין המזימים ביום זה במקום זה היינו עמכם ועם אלו כל היום ולהד\"ם לא זה הרג את זה כו' הרי זה הכחשה ולא הזמה וכבר נתקשה הלחם משנה שם וכתב שלא ידע מהיכן הוציא הרמב\"ם דין זה דמלשון הגמרא דעיקר הטעם דבעינן שתשקר ותסרה גופה של עדות א\"כ בכה\"ג שאומרים היינו עמכם ועם אלו טפי הוי סרה גופה של עדות ע\"ש באריכות ומ\"ש בשם מהר\"י בן לב. ותחילה אבאר דלדידי איפכא מסתברא שהרי כשאומרים היינו עמכם ועם אלו ביום פלוני ובמקום פלוני א\"כ אין כאן הכחשה בעיקר העדות של הריגה אם הרג אם לא הרג כיון שמקצת העדות מיהא קיימת אף לדברי המזימין שהעדים הראשונים נמצאים ביחד ביום פלוני ובמקום פלוני עם ההורג והנהרג ואין כאן הכחשה אלא במקום לבד ואפשר דתרווייהו קושטא קמסהדי וחד מהנך כיתות טעו במקום וליכא למימר נמי דכיון שאומרים היינו עמכם ועם אלו הוי כאילו אומרים בבירור שלא הרג הא ודאי ליתא דאדרבה לא ראינו אינו ראיה ובהעלמת עין ברגע אחד יוכל להיות שהרג ועוד דאכתי מאי חזית משא\"כ כשאומרים עמנו הייתם לבד באותו יום ובאותו מקום שאתם אומרים וראינו שההורג וההרוג לא היה עמכם ולא עמנו אין לך סרה גופה של עדות יותר מזה כנ\"ל נכון בכוונת הרמב\"ם ז\"ל ולענ\"ד שפתים ישק משיב דברים נכוחים ומשה אמת ותורתו אמת ודבר גדול דיבר לקיים משפטי ה' אמת צדקו יחדיו דברי חז\"ל שהרי מתוך כך נתיישב ג\"כ מה נשתנה דיני עדים זוממין מכל עבירות שבתורה דקי\"ל דאין נהרגין ואין לוקין בלא התראה ובעדים זוממין חידוש דתרי ותרי נינהו דלא ליבעי התראה ואע\"ג דבפ' אלו נערות יהיב טעמא דלא שייך התראה בגווייהו כמו בשאר עבירות אפ\"ה אטו משום הנך סברות ניקום ונקטול נפשות מספיקא אמנם למאי דפרישית א\"ש שהרי עיקר התראה אמרינן בעלמא אלא כדי להבחין בין שוגג למזיד שלפיכך חוקרין את העדים מכירין אתם אותו התריתם בו וע\"כ שצריכין להתרות בכל מאי דאפשר למצוא צד זכות כדאמרינן לקמן סוף פירקין וא\"כ נראה דבעדים זוממין לא שייך הך מלתא כלל לפי שיטת הרמב\"ם והרמב\"ן ז\"ל דכיון שאלו המזימין אומרים שהעדים הראשונים לא היו כלל עם ההורג וההרוג א\"כ מה שוגג וצד זכות שייך כאן דבודאי בזדון דיברו ואי משום מאי חזית כבר כתבתי שנתיישב מתוך לשון הרמב\"ן ז\"ל בחומש כן נראה לי בעזה\"י ודוק היטב:", 
            "<b>בגמרא</b> ואמר רבא באו שנים ואמרו בחד בשבתא כו' דבעידנא דקמסהדי גברא לאו בר קטלא הוא ופירש\"י דאילו הוי אתי ומודה הוי מיפטר נמצא שהם היו מחייבים כו' עס\"ה. והקשו בתוס' דזה לא מצינו דא\"כ כל חייבי מיתות ב\"ד יוכלו להודות ולפטור עצמן לכך פירשו בע\"א ועיין בדבריהם ולע\"ד נראה ליישב שיטת רש\"י ע\"פ סוגיא ערוכה בפ' מרובה דפליגי אמוראי התם במודה בקנס ואח\"כ באו עדים דאיכא למ\"ד חייב ואיכא למ\"ד פטור ואמרינן עלה בגמרא לימא כתנאי היו שנים מעידין שגנב וכו' מעידין שטבח ומכר כו' דפליגי סומכוס ורבנן ומסיק רב אחא בריה דרב איקא לא דכ\"ע חייב אלא בעדות שאי אתה יכול להזימן קמיפלגי כגון דאתי סהדי ואמרי ליה גנבת ואמר להו גנבתי טבחתי ומכרתי מיהו לא בפניכם אלא בפני פלוני ופלוני ואייתי סהדי ואזמינהו דלא באפייהו גנב ואתו פלוני ופלוני ואסהידו ביה דגנב וטבח ומכר ובהא קמיפלגי דרבנן סברי דהוי עדות שאי אתה יכול להזימן ולא שמה עדות ופירש\"י דאינו יכול להזימן דהא הודה תחילה ועל פיו באו להעיד כו' ע\"ש וסומכוס סבר דכה\"ג לא מיקרי עדות שאי אתה יכול להזימה וכ\"ש דהוי עדות נמצא דלפי הך אוקימתא מסתמא דהלכה כחכמים דלא הוי עדות נמצא לפ\"ז שפיר מתפרש טעמא דרבא בהכי משום דס\"ל כרבנן וא\"כ שפיר קאמר רבא דמעידנא דקמסהדי גברא לאו בר קטלא הוא שהרי יכול להודות ולומר האמת שהרג מיהו לאו בפניהם אלא בפני פלוני ופלוני והיינו בפני אותן עידי הזמה גופייהו שבאו עכשיו וא\"כ הוי לגמרי עדות שא\"א יכול להזימו נמצא דלפ\"ז היינו נמי טעמא דרבא במאי דקאמר וכן לענין קנס והיינו מה\"ט גופא משא\"כ לפי' התוספות לא מיתוקמא מלתא דרבא לענין קנס אלא למ\"ד מודה בקנס ואח\"כ באו עדים פטור ואף שאין מסוגיא זו קשיא כל כך על התוספות דאפשר דמשמע להו דהך אוקימתא דהתם לא הוי אלא דרך דיחוי בעלמא דלקושטא דמילתא כיון דקי\"ל מודה בקנס ואח\"כ באו עדים פטור ממילא מיתוקמא טעמייהו דחכמים דהתם כפשטיה ולעולם דאינהו נמי מצו סברי דבכה\"ג לא מיקרי עדות שאי אתה יכול להזימה כיון דסיוע מסייע להו מ\"מ אין בזה סתירה על פירש\"י ומה שהקשו התוס' מסברא דא\"כ כל חייבי מיתות ב\"ד יכולין להודות ולפטור דבריהם אין מובנים דכיון שהוא יודע שהיה עדים בדבר מהיכי תיתי יודה ואדרבה ע\"י הודאתו יצא הקול ומתוך כן יבואו עדים ויעידו ואף שאפשר דרש\"י לא נתכוין לכך מ\"מ זכיתי ליישב דבריו ע\"פ סוגיא ערוכה הואיל ונפיק מפומיה דרש\"י ודו\"ק:"
        ], 
        [
            "<b>במשנה</b> אין העדים זוממין נהרגין עד שיוגמר הדין שהרי צדוקין אומרים עד שיהרג שנאמר נפש תחת נפש כך הנוסחא בכל הגמרות שלנו ובכל ספרי המשניות וכן בסיפא דמתניתין אלא דמהרש\"א ז\"ל הגיה שנאמר נפש בנפש וכ\"כ בתי\"ט וודאי דהכי קושטא דמלתא דמקרא הכתוב בעדים זוממין כך הוא וכמ\"ש רש\"י כאן אלא דאפ\"ה נראה דוחק לשבש כל הספרים ודבר שנאמר ונשנה פעמיים במשנה לכך נראה לי לקיים הנוסחאות דכיון שכל זה מדברי הצדוקים הן שרצו להביא ראיה לדבריהם מהאי קרא ולכאורה הוי הך ראיה לסתור דהא ודאי פשטא דלישנא דכאשר זמם אפילו הצדוקים מודים בו שאינו אלא לשון מחשבה וכוונה בלבד ואפ\"ה ענש הכתוב כיון שהעידו שקר וזממו להרוג נפש בעדותן וא\"כ לפ\"ז שפיר שייך נמי לפרש לשון נפש בנפש בכה\"ג גופא שאם זממו להרוג נפש ידונו בנפש וה\"ה בכולהו ואדרבה מדלא כתיב נפש תחת נפש כדכתיב בחובל בפ' משפטי' ע\"כ דהאי בנפש לאו תחת הוא אלא דאפ\"ה משמע להו להצדוקין דהאי נפש בנפש משמעותו ע\"כ היינו כמאן דכתיב נפש תחת נפש אי משום דבתר דכתיב כאשר זמם אשכחן דכתיב קרא אחרינא לא תחוס עינך נפש בנפש וכולה קרא יתירא הוא דהא בכאשר זמם לחוד סגיא דכל מיני עדיות במשמע אע\"כ דאיצטריך האי קרא דלא תחוס עינך עליו אפילו בעדות נפשות וטעמא הוא דקיהיב למה לא תחוס עינך לפי שגם הם הרגו נפש כדאשכחן בהאי פרשה גופא גבי רוצח דכתיב ושלחו אותו זקני עירו ונתנו אותו ביד גואל הדם ומת לא תחוס עינך עליו וה\"ה לענין עין בעין וכן נמי אשכחן כיוצא בזה וקצותה את כפה לא תחוס עינך או משום שאם נפרש כאשר זמם כפשטא דלישנא יש במשמע דאפילו קודם שנגמר הדין נמי דמשעה שקבלו עדותן יהרוגו וזה לא מסתבר להו כלל ולא שייך נמי נפש תחת נפש אע\"כ דהאי נפש בנפש היינו תחת נפש ממש מכל זה משמע להו בהדיא דהאי נפש בנפש היינו תחת נפש ע\"כ הוצרכו לפרש דבכה\"ג נמי שייך לשון כאשר זמם כיון שלא עשו מעשה בפועל כן נראה לי ועיין עוד בסמוך:", 
            "<b>שם</b> אמרו להם חכמים והלא כבר נאמר ועשיתם לו כאשר זמם לעשות לאחיו והרי אחיו קיים כו' עד סוף המשנה ופירש\"י לעשות לאחיו משמע שהרי אחיו עדיין קיים עכ\"ל. ולכאורה משמע דכוונת רש\"י בזה לאפוקי שאם הרגו אינן נהרגין ולשון שהרי שכתב רש\"י משמע כן דדוקא קאמר ודייקי חכמים להך מילתא מיתורא דלאחיו דאי לאשמעינן דאפילו לא הרגו נהרגין לשתוק מיניה דמכאשר זמם לחוד נפקא אע\"כ דלדיוקא אתי ולאפוקי מק\"ו וכמו שאבאר בסמוך בלשון הגמרא וכ\"נ מלשון הרמב\"ם ז\"ל בפירוש המשניות דהא דאמרינן הרגו אין נהרגין היינו מהאי טעמא מדכתיב לאחיו ע\"ש ובזה נתיישב היטב לשון הרמב\"ם ז\"ל בחיבורו פ\"כ מהל' עדות הלכה ב' וז\"ל נהרג זה שהעידו עליו ואח\"כ הוזמו אין נהרגין מן הדין שנאמר כאשר זמם לעשות ועדיין לא עשו ודבר זה מפי מפי הקבלה משמע להדיא מדבריו דלא סגיא ליה להרמב\"ם ז\"ל בהאי טעמא דאין עונשין מן הדין לחוד אי לאו דמסייע ליה קרא והיינו ע\"כ אסיפא דקרא סמיך מדכתיב לאחיו מדלא מייתי האי קרא לעיל בהלכה א' אלמא שעיקר דבריו בזה היינו להך מילתא דהרגו אין נהרגין לחוד וא\"כ לפ\"ז נראה שבחנם השיג עליו הראב\"ד ז\"ל במ\"ש הרמב\"ם בסוף דבריו אבל אם לקה זה שהעידו עליו לוקין וכן אם יצא ממון מיד זה חוזר לבעליו ומשלמין לו ונראה מבואר שהשגת הראב\"ד הוא משום דמשמע ליה שהוא נגד סוגית הגמרא בהאי ברייתא דבסמוך דמשמע דמטעם דאין עונשין מן הדין אתינן עלה וא\"כ לפ\"ז תו אין לחלק בין חייבי מיתות לחייבי מלקות וממון ונהי דלענין ממון כתב הכ\"מ שם דמלשון התוס' בריש ב\"ק משמע כדברי הרמב\"ם אלא דלענין מלקות נתקשו כל מפרשי דבריו וכתבו שלא ידעו מניין לו להרמב\"ם ז\"ל דין זה לחלק בין מיתה למלקות וחתרו למצוא טעמים שאינם מספיקים ע\"ש וכמ\"ש התי\"ט כאן במשנתינו והניח בקושיא ולמאי דפרישית א\"ש טובא דאדרבה לישנא דמתניתין מסייע ליה להרמב\"ם ז\"ל דעיקר הילפותא היינו מדכתיב לאחיו דבעינן דוקא שיהיה אחיו קיים ולענין מלקות וממון שהרי אחיו קיים שפיר יש לחייבו מכח האי ק\"ו וכמו שאבאר בסמוך דאפי' אי אמרינן בעלמא אין עונשין מן הדין אפ\"ה בכה\"ג דהכא מודה כנ\"ל נכון ודוק היטב ועיין עוד בסמוך:", 
            "<b>בגמרא</b> תנא בריבי אמר לא הרגו כו' אמר אביו בני לאו ק\"ו הוא אמר לו למדתנו רבינו שאין עונשין מן הדין. לכאורה נראה דהנך תנאי דברייתא פליגי אמתניתין דיליף להך מילתא דהרגו אין נהרגין מדכתיב לעשות לאחיו והרי אחיו קיים או שנאמר דתנא דמתניתין גופא נמי לא משמע ליה הך ילפותא אלא דלדחות הצדוקים הוצרכו לומר כך וזה דלא כמו שכתבתי בסמוך בשיטת הרמב\"ם אלא דלעולם עיקר הטעם דהרגו אין נהרגין היינו משום דאין עונשין מן הדין אמנם לאחר העיון דהך מילתא אי אמרינן אין עונשין מן הדין בכה\"ג דלא הוי אלא גילוי מלתא בעלמא פלוגתא דתנאי ואמוראי היא בסנהדרין דף נ\"ד פלוגתא דר' יהודה ורבנן לענין הבא על אביו דיליף בק\"ו מאחי אביו ואמרינן התם דפלוגתא דאביי ורבא היא דפליגי להדיא בפ' הנשרפין לענין הבא על בתו מאנוסתו דיליף אביי מק\"ו ומקשינן וכי עונשין מן הדין ומשני דגילוי מלתא בעלמא הוא ורבא פליג ויליף לה מג\"ש והרמב\"ם ז\"ל בפ\"ב מהל' איסורי ביאה כתב להדיא דמה ששתק הכתוב באיסור בת אנוסתו מאחר שאסור בת הבת כו' והיינו כאביי וכ\"כ עוד בפ\"א מהל' טומאת מת לענין טומאת משא במת ששתק ממנה הכתוב והביא שם ראיה ודוגמא מאיסור הבת נמצינו למידין מדבריו שפסק כאביי דהיכא דליכא אלא גילוי מלתא בעלמא עונשין מן הדין ומה שיש לדקדק בזה במה שפסק כאביי לגבי רבא אין כאן מקומו כיון דבלא\"ה איכא למימר דבכה\"ג דהכא רבא נמי מודה דלא שייך לומר אין עונשין מן הדין כיון דפשטא דקרא כאשר זמם שייך נמי בהרגו כיון דעיקר החיוב אפי' בהרגו אינו על המעשה דהעדים זוממין אין צריכין התראה אלא כיון שזמם לעשות וניכר מתוך מעשיו שהוא מזיד גמור כדפרישית מש\"ה כתיב כאשר זמם דהכל בכלל בין הרגו ובין לא הרגו כן נ\"ל נכון ליישב שיטת הרמב\"ם ז\"ל שכ' בפי' המשניות ובחיבורו הך טעמא דמתני' דיליף לה מקרא דאי לאו קרא שפיר הוי ילפינן לה בק\"ו והיינו כדפרישית בסמוך דמהאי טעמא גופא כתב הרמב\"ם דחייבי מלקות אפי' נעשה המעשה אפ\"ה חייבים מלקות דמיקיים בהו לעשות לאחיו שהרי אחיו קיים:", 
            "<b>ועוד</b> נראה ליישב שיטת הרמב\"ם ז\"ל בדרך אחר דלענין מלקות לא שייך לומר אין עונשין מן הדין דכיון דגלי רחמנא בעדים זוממין דלוקין אפילו בלאו שאין בו מעשה כדכתיב והיה אם בין הכות הרשע מש\"ה אית לן למימר בפשיטות דלאו דידהו היינו מלא תענה דסתמא כתיב בין נעשה מעשה על פיהם בין לא נעשה ודוקא לענין מיתה אמרינן הכא בברייתא דהרגו אין נהרגין דאין עונשין מן הדין דהא לאו דלא תענה לא ניתן למיתה דלא עדיף משאר לאוין דלמלקות נאמרו כן נראה לי נכון מיהו בעיקר הדבר בהא דקי\"ל הרגו אין נהרגין אע\"ג דילפינן לה מקרא כדמשמע במשנתינו וכן פירש\"י בחומש אפ\"ה בקשו חז\"ל למצוא טעם ודבר חפץ גם ע\"פ סברא להוציא מלבן של צדוקין וכמ\"ש הרמב\"ן ז\"ל בפי' החומש ע\"ש באריכות ולי נראה להוסיף על דבריו דאדרבה לגודל חומר העבירה שנשתרשו בחטא וזממו ועשו לשפוך דם נקי מש\"ה לא סגי להו כפרה כלל דדינם מסור לשמים לדונם בחמורה אם לא יעשו תשובה כהוגן משא\"כ בשאר חייבי מיתות ב\"ד דכיון דאיקטלו הוי להו כפרה ועוד נראה דהכא לענין עדים זוממין שייך טפי הך סברא כדי שלא יהא גנאי בדבר להב\"ד שמכוין שנהרג הנידון ע\"פ עדות הללו בב\"ד וא\"כ אם יגמרו ג\"כ לעדים זוממין בהריגה יהא גנאי גדול בדבר דממה נפשך נהרג אחד מהם שלא כדין לכן גזר הכתוב שלא יהו נהרגין והרבה שלוחין למקום להפרע מהם ממקום אחר וכן מצאתי אח\"כ בדברי מהר\"י אברבנאל פ' שופטים ע\"ש:", 
            "<b>במשנה</b> ע\"פ שנים עדים או שלשה עדים יומת המת אם מתקיימת העדות בשנים כו'  נראה דהא דלא דרשינן איפכא דהכי קאמר קרא זימנין דמתקיים העדות בשנים וזימנין דבעינן שלשה כגון בהכחשה דתרי ותרי ואשמעינן דשלשה מכחישין את שנים דאזלינן בתר רוב דעות בין בהכחשה ובין בהזמה הא ודאי ליתא דאכתי איכא תרי להדי תרי נמצא שאנו ממיתין ע\"פ עד א' ורחמנא אמר בסיפא דקרא לא ימות ע\"פ ע\"א ודוקא בדיינים אזלינן בתר רוב דיעות בין בדיני ממונות דהוי בשלשה ובב' מזכין הרי הוא זכאי וכן להיפך ובין בדיני נפשות מש\"ה בעינן כ\"ג וי\"א מחייבין וי\"ב מזכים זכאי ולחיוב' בעינן שנים כדדרשינן ברפ\"ק דסנהדרין משא\"כ בעדים אלא דאכתי איכא למידק דלמא הכי קאמר קרא דזימנין דבעינן ג' עדים כגון דאיכא ע\"א דמכחיש ומש\"ה לא סגי בתרי דא\"כ מתקיים העדות ע\"פ עד א' ואע\"ג דלקושטא דמילתא קי\"ל דע\"א בהכחשה לאו כלום הוא דאפ\"ה מתקיים העדות ע\"פ שנים אכתי היא גופא מנ\"ל כיון דמפשטא דקרא משמע איפכא דזימנין דבעי ג' וכמו שאבאר. והנראה בזה דכולה מילתא דמתניתין מיתורא דעדים עדים ילפינן לה שפיר דאי ס\"ד דקרא או או קאמר ולחלק לכתוב ע\"פ שנים או שלשה עדים ותרי זימני עדים ל\"ל אע\"כ להקיש ולג\"ש דהנך עדים דב' כהנך עדים דג' וכדדרשינן דאפילו שנים מזימין את הג' דלענין הזמה עדות המזימין עיקר ותרי כמאה דלא אזלינן בתר רוב דיעות בעדות ומה\"ט גופא פשיטא לן בכולא תלמודא דעד אחד בהכחשה לאו כלום הוא אפילו לגבי תרי כי היכי דודאי עד א' לא מהני לגבי תלתא. ודע שהרמב\"ן ז\"ל בפי' החומש בפ' שופטים כתב אהאי קרא שרבי' סעדיה גאון אמר ע\"ד הפשט שמה שנאמר שנים עדים או שלשה היינו ששלשה מקבלין עדות השנים וע\"ז השיג הרמב\"ן ז\"ל וז\"ל ואין בכתוב קבלת עדות רק עדים אבל כמדומה לי שטעה הגאון בדינו כי עדות דיני נפשות לא תקובל רק בסנהדרין של כ\"ג עכ\"ל ואף שאיני כדאי להכניס ראשי בין הרים גדולים ורמים אעפ\"כ תורה היא וללמוד אני צריך דבמאי פשיטא ליה להרמב\"ן ז\"ל דלקבלת עדות נפשות בעינן כ\"ג דהא קרא דושפטו העדה והצילו העדה בגמר דין איירי דתלוי ברוב דיעות משא\"כ לענין קבלת עדות מה לי ב\"ד של ג' או ב\"ד של כ\"ג מה לי דיני ממונות מה לי דיני נפשות דמן התורה בתרווייהו בעינן דרישה וחקירה דכתיב משפט אחד יהיה לכם ואע\"ג דודאי מסתמא אורחא דמלתא שאין עדים מעידין בדיני נפשות אלא קרוב לגמר דין והיינו לפני ב\"ד של כ\"ג אכתי מיהא אשכחן שהעדים חולין או שהם במדינת הים במקום שאין שם סנהדרין ואשמעינן קרא דאפילו בכה\"ג נמי אשכחן דיומת המת על פיהם כגון שנתקבל עדותן בג' ועוד שאף אם נאמר דפשיטא ליה לרמב\"ן ז\"ל הך מילתא דבכל ענין בעינן כ\"ג אפ\"ה קשיא מדידיה אדידיה שהרי הרמב\"ן ז\"ל גופא כתב בהשגותיו על הרמב\"ם בשורש מנין המצות בשורש שני על מ\"ש הרמב\"ם ז\"ל דדין תורה שאין מקבלין עדות לא בד\"מ ולא בד\"נ אלא מפי עדים ולא מפי כתבם אלא מדברי סופרים וע\"ז השיג וכתב וז\"ל ואני מוצא ד\"נ בעדות שבשטר כגון שקידש ראובן את אשה בעידי חתימה ובא עליה שמעון כו' נהרג עליה עכ\"ל ואף דבאמת אין זה השגה על הרמב\"ם ז\"ל כמו שהארכתי בחידושי גיטין וקידושין שעידי הגט וקידושין שנכתב בלשון הבעל הרי את מקודשת לי או הרי את מגורשת ממני הרי את אין זה מענין שאר עדות דבאמת אם כתבו בפנינו גירש אה\"נ דקרינן מפיהם ולא מפי כתבם אלא אי משכחת לה דנהרגין ע\"י עדות שבשטר היינו אם נתקבל עדותן של עדות בפני ב\"ד של ג' שהעידו בפניהם שקידש או גירש וא\"כ לפ\"ז יפה כתב רבינו סעדיה דזימנין לא יומת המת אלא ע\"פ ג' דוקא והיינו בכה\"ג גופא ע\"י קבלת עדות כן נראה לי נכון להמליץ בעד רבינו סעדיה גאון זכרונו לברכה וצ\"ע ודוק היטב:", 
            "<b>שם</b> אלא להקיש שלשה לשנים מה שלשה מזימין את השנים כו'  לכאורה לשון המשנה אינו מדוקדק דאיפכא ה\"ל למימר להקיש שנים לשלשה מה שלשה כו' וכן דיקדק בעל תי\"ט מיהו לע\"ד נראה דלשון המשנה מיותר דכיון דעיקר היקישא דהאי קרא דיומת המת לאו בעדים זוממין איירי אלא בכל חייבי מיתות כגון עובד עבודת כוכבים דאיירי בהך פ' מש\"ה לא שייך למימר להקיש שנים לשלשה מה שלשה מזימין את השנים ולדונם בעדים זוממין וה\"נ בשנים שמזימין לג' דא\"כ לא שייך הך היקישא הכא אלא באידך פרשה דעדים זוממין דבהך פרשה נמי כתיב ע\"פ שני עדים או ע\"פ ג' עדים יקום דבר אע\"כ דהאי היקישא דהכא לאו אעדים זוממין קאי אלא לענין דין המחויב מיתה וה\"ק דכיון דפשיטא לן דג' מזימין את השנים אבע\"א קרא ואבע\"א סברא וא\"כ ע\"כ דהא דקאמר קרא ע\"פ שנים עדים יומת המת לאו מילתא דפסיקא שיומת המת על פיהם דהא היכא שהוזמו לא מהני עידותן כלל לגבי הנידון אדרבה יש עליהם דין עדים זוממין ה\"נ האי או שלשה עדים נמי בכה\"ג איירי כשלא הוזמו אבל אם הוזמו אין ממיתין הנידון על פיהם והיינו ע\"כ אפילו ע\"י שנים כיון דתרי כמאה ולא אזלינן בתר רוב דיעות כדפרישית בסמוך דעיקר היקישא ממה דכתיב נמי תרי זימני עדים משמע שבא להשוותן יחד דהנך כהנך א\"כ ע\"כ דעדים זוממין דכתיב בקרא היינו אפילו בתרי ותרי דחידוש הוא דלעולם אחרונים נאמנים כדתנן במשנה דלעיל בפירקין כנ\"ל נכון ועיין עוד בסמוך:", 
            "<b>שם</b> ר\"ש אומר מה שנים אינן נהרגין כו' ר\"ע כו'. משמע מל' כל מפרשי המשנה דהנך תנאי לא פליגי לדינא דכולהו אית להו דהדדי וה\"נ מסתברא דהא קי\"ל אין היקישא למחצה ועיין בתי\"ט שכתב בשם נימוקי יוסף שריב\"א בעל התוס' מפרש דר\"ע לית ליה דר\"ש והביא ג\"כ שאר פירושים דר\"ע פליג אדר\"ש ומדברי כולם משמע מיהא דת\"ק נמי אית ליה דר\"ש אלא דאכתי יש לדקדק במאי פליגי דהא קי\"ל אין היקש למחצה ור\"ש נמי מאי אתא לאשמעינן ולמאי דפרישית בסמוך יש ליישב משום דאיכא למימר דעיקר היקישא דהאי קרא אינו אלא לענין מיתת הנידון דאיירי ביה האי קרא דיומת המת מה שאין כן לענין הך היקישא דר\"ש דלא איירי אלא לענין דין חיוב עדים זוממין גופייהו משא\"כ לענין מיתת הנידון לא נפקא מיניה מידי בהך היקישא דבין אי בעינן שיוזמו כולם או לא מ\"מ פשיטא דעדותן בטילה לגבי נידון דלא גרע מהכחשה וכדאמרינן נמי בסמוך נמצא א' מהם קרוב או פסול לכ\"ע עדותן בטילה בדיני נפשות א\"כ לפ\"ז אפשר דלא שייך הך היקישא דהכא לענין דיני עדים זוממין ור\"ש סבר דאפ\"ה אין היקש למחצה או אפשר דר\"ש גופא לאו מהאי היקישא דקרא דיומת המת יליף אלא מאידך קרא דכתיב בעניינא דעדים זוממין גופייהו ע\"פ שני עדים או ע\"פ שלשה עדים יקום דבר וכיוצא בזה כתב התי\"ט במלתא דר\"ע ועיין מה שאכתוב עוד בזה בסמוך:", 
            "<b>שם</b> ר\"ע אומר לא בא השלישי להקל אלא להחמיר עליו כו'  כך הגירסא בכל הגמרות שלנו ובספרי ה\"ר ר\"י אלפס ז\"ל אלא דבקצת ספרי המשניות ראיתי דלא גרסינן להקל והגירסא לא בא השלישי אלא להחמיר עליו ונראה שכך היתה גירסת רש\"י שכן נראה מפירושו ממה שנדחק לפרש דלא הוצרך ללמדינו דזה הפירוש לא שייך כלל לא מיבעיא לפי גרסת הספרים שלנו דגרסינן לא בא הג' להקל אלא אפי' לגירסא השנייה נמי פירושו דחוק דודאי לאו מילתא פשיטא היא כל כך ששנים מזימין ג' ואפילו מאה ואפילו כמה כיתות כדלעיל עד שהוצרכו כמעט כל מפרשי התורה למצוא טעם לדבר כדפרישית לעיל וא\"כ ודאי איצטריך קרא להכי אלא ע\"כ דרש\"י הוכרח לפרש כן לפי לשון המשנה ולפי גירסתו וגם הר\"ן ז\"ל נראה דגרס כגירסת רש\"י דלא גרסינן להקל ולכן הוכרח להביא פירושים אחרים בשם ריב\"א ובשם מהרי\"ץ גיאת והביאם ג\"כ בעל התי\"ט ולולי פירושם היה נ\"ל לפרש בפשיטות לפי גירסת הספרים שלנו דה\"ק ר\"ע דלא משמע ליה לפרש הקישא דקרא כת\"ק או כר\"ש משום דלדבריהם לא שייך הך היקישא כפשטא דקרא דכתיב יומת המת משמע דלחובת הנידון איירי ואי לענין הזמה לת\"ק הוי לקולא דידיה שאפי' הם ג' עדים השנים מזימין אותם ופטור הנידון דאיירי בי' קרא ולר\"ש נמי לא אתי הך הקישא לחובת הנידון דהא אפי' אי בעינן שיזומו כולם ולא הוזמו אלא שנים אפ\"ה מודה ר\"ש דהנידון מיהא הוא פטור דנהי דהזמה לא הוי הכחשה מיהא הוי מש\"ה משמע לר\"ע דהאי היקישא להחמיר על השלישי בא ושייך ביה שפיר יומת המת דסיפא דקרא דמה\"ט גופא החמיר הכתוב על השלישי אע\"ג שאינו אלא נטפל דבלא\"ה גברא קטילא הוא ע\"פ השנים והוי כמת מעיקרא אפ\"ה ענשו הכתוב כאילו הומת המת ע\"פ וממילא שמעי' נמי להך מילתא דמסיים ר\"ע בסיפא דלענין נמצא אחד מהם קרוב או פסול הושוו שלשה לשנים דאלת\"ה לא הוי נטפל אלא מהעוברי עבירה עצמו דנראה שעיקר עדותו הוה בשביל כך שאם ימצא קרוב או פסול בהנך תרי יומת המת ע\"פ עדותו וכן נ\"ל בכוונת הרי\"ץ גיאת או שנאמר דהא דמסיים בסיפא ומה שנים נמצא אחד מהם קרוב כו' לאו אהאי קרא דיומת המת דלעיל קאי אלא אאידך קרא דכתיב ע\"פ ב' עדים או ע\"פ ג' עדים יקום דבר דמייתר להך דרשא והכי משמע להדיא מלשון הגמרא למאי דמסיק רבא לקמן אהך פיסקא גופא דיקום דבר במקיימי דבר הכתוב מדבר וכמו שאבאר עוד בסמוך כנ\"ל ודוק היטב:", 
            "<b>שם</b> ומה שנים נמצא א' מהם קרוב או פסול עדותן בטילה. לכאורה משמע דבשנים פשיטא לן דעדותן בטלה כיון דלא נשתייר אלא חד סהדא אלא דמלשון התי\"ט לא משמע כן ממ\"ש הרי זה בא ללמד ונמצא למד דאכתי בתרי גופא לא ידעינן ע\"ש ונראה בכוונתו דלא משמע ליה הך היקישא בהאי עניינא דאין דנין אפשר מאי אפשר ומה ענין שנים לג' כיון דבג' אשתיירי תרי כשרים משא\"כ בשנים מש\"ה משמע ליה לבעל התי\"ט דהא דקאמר מה שנים עדותן בטלה היינו דבטל לגמרי שזה העד הכשר שוב אין מצטרף באותו עדות אפילו אחר שיבוא עוד ע\"א לאחר כדי דיבור וע\"ז כתב שפיר דבתרי גופא לא ידעינן מסברא אי לאו מהך היקישא שבא ללמד ונמצא למד והיינו כדפרישית דהך היקישא דאידך קרא מייתר להך מילתא לחוד וכמו שנראה קצת מלשון התי\"ט בדיבור הקודם שהכתוב שנאן אלא שקיצר מאד במקום שהיה לו להאריך דהא מסתימת לשון הסוגיא ולשון התוס' לא פסיקא כלל הך מילתא דאיירי מתניתין בתרי היקישא דקראי וכמו שאבאר ועיין עוד בסמוך מיהו בעיקר ההיקש להך מילתא דעדותן בטלה נ\"ל דודאי בשנים פשיטא דאפי' לצרף נמי לא חזו וילפינן לה שפיר מהא דקיי\"ל כל מקום שנאמר עד הרי כאן שנים וקריין רחמנא עד בלשון יחיד כדכתיב והוא עד או ראה או ידע וה\"נ בתר האי קרא דע\"פ ב' עדים או ע\"פ ג' עדים יקום דבר כתיב בתריה כי יקום עד חמס באיש אלמא דתרי כחד חשיבי והאי בלא האי לאו כלום הוא וממילא דה\"ה לק' דתרי כמאה ובכה\"ג גופא אשכחן דדריש הש\"ס בפרק זה בורר (סנהדרין דף ל') לענין דבעינן שיראו שניהם כאחד בדיני ממונות מדאפקינהו רחמנא בלשון חד ע\"ש וא\"כ פשיטא דשייך למידרש בכה\"ג לענין היקישא דהכא כנ\"ל:", 
            "<b>שם</b> אף שלשה נמצא אחד מהם קרוב או פסול עדותן בטלה. ונראה לכאורה דה\"ה בג' או מאה שאמר א' מהם בחקירות איני יודע דעדותן בטלה מהאי היקישא גופא אלא היכא שהוכחש א' מהם בחקירות חביריו יש להסתפק אי בכה\"ג נמי אמרינן דעדותן בטלה או דילמא דבהכחשה לא שייך לומר דכחד כת חשיבי ונפקא מינה טובא לענין סוגיא דשמעתין ואין להאריך וצ\"ע. אח\"ז ראיתי בלשון הרמב\"ם ז\"ל בפ\"ב מהלכות עדות הלכה ג' שכתב להיפך דבאינו יודע תתקיים העדות בשאר ויהרג ובהכחשה אפי' בבדיקות עדותן בטלה וכתב שם הכ\"מ שהוציא כן ממסקנא דרבא בפ' היו בודקין ואשתומם ונבהלתי על חזיון זה דהא רבא מסיק התם להדיא דהיינו דלא כר\"ע דמתניתין דהכא והרמב\"ם וכל הפוסקים פסקו הלכה כר\"ע וכרבי וכבר הרגיש בזה בעל לחם משנה ונדחק מאד בזה ליישב ויש לי ישוב אחר בזה דלמאי דמסיק התם בתר הכי דטעמא דאינו יודע בחקירות היינו משום דעדות שאי אתה יוכל להזימה לא שמה עדות א\"כ שפיר מיתוקמא מתניתין אפי' כר\"ע דכל עד שאמר איני יודע אין שם עד עליו אף לבטל העדות ומש\"ה תתקיים העדות בשאר משא\"כ בהכחשה שיש עליו שם עד שהרי גמר עדותו כנ\"ל ודו\"ק:"
        ], 
        [
            "<b>אמר</b> ר' יוסי בד\"א בדיני נפשות כו' ופירש\"י דכתיב והצילו העדה ומהדרינן אזכותא עכ\"ל. ובפ\"ק דסנהדרין דף ט' הוסיף רש\"י בלשונו ולא יהרג לא הוא ולא הם ונראה שבא ליישב בזה קושיית התוס' דהכא שהקשו בד\"מ נמי אמאי תתקיים העדות בשאר הא כתיב משפט אחד יהיה לכם. ולפירש\"י דהתם א\"ש דהא בלא\"ה כתבו בר\"פ א' דיני ממונות בד\"ה מה בין דלענין מילי דתלוי בזכות וחובה אין להשוותם מהאי קרא דמשפט א' והביא לשונם מהרש\"א בשמעתין וא\"כ לפ\"ז שפיר מפרש רש\"י טעמא דר\"י דדוקא בד\"נ אמרינן דגזירת הכתוב הוא למהדר אזכות' שיהיה עדותן בטלה ולא יהרג לא זה ולא זה משא\"כ בדיני ממונות לא שייך לומר דגזירת הכתוב הוא דאין סברא לומר שיפסיד התובע את ממונו שלא כדין שיש כאן עדים כשירים זולת הפסול ועוד שהרי יכולין לחזור ולהעיד מחדש לאחר יום או יומים לפני אותו ב\"ד או לפני ב\"ד אחר משא\"כ בדיני נפשות לא שייך לומר כן כיון שכבר יצא מב\"ד זכאי בהגדה זו כן נ\"ל ליישב שיטת רש\"י בטעמא דר\"י ועיין מה שאכתוב עוד בזה בסמוך בלשון התוספות:", 
            "<b>בתוספות</b> בד\"ה אר\"י בד\"א בד\"נ פי' הקונטרס כו' וקשה לפירושו כו' דהא כתיב משפט א' יהיה לכם ועוד דבד\"מ נמי כתיב ע\"פ שנים או ע\"פ שלשה כו' עכ\"ל. לכאורה שתי הקושיות הללו סותרות זו את זו דכיון דבכל הנך היקישי דמתניתין ילפינן נמי לד\"מ ממשפט א' יהיה לכם א\"כ אמאי איצטריך אידך היקישא בד\"מ אע\"כ דאיכא למימר דאתא לדרשא אחרינא א\"כ השתא נמי לא מקשו מידי כיון דבקושיא ראשונה לא פסיקא להו משום הך סברא שכתבו בר\"פ א' דיני ממונות שהבאתי בסמוך וכמ\"ש מהרש\"א א\"כ השתא נמי לא מקשו מידי בקושיא שנייה דאיכא למימר דר' יוסי מפיק ליה לדרשא אחריתא ולענ\"ד בפשיטות מצינן למימר דאידך קרא דע\"פ שנים עדים או ג' דאיירי בממון לפירוש התוספות מש\"ה לגופא איצטריך והיינו כפי' רב סעדיה גאון שהבאתי לעיל דשנים היינו בעדות ממש ושלשה היינו לענין קבלת עדות דהא בד\"מ לכ\"ע הוי קבלת עדות בשלשה ולא שייך השגת הרמב\"ן שהבאתי לעיל בלשון משנתינו או שנאמר דהא דכתיב שנים או שלשה היינו כי הא דאמר ר' זביד בפ' יש נוחלין גבי שלשה שנכנסו לבקר אם רצו נעשין עדים וסגי בשנים מהם כגון שראו ביום וזימנין דבעינן שלשה כגון שראו בלילה שאז נעשים דיינים כנ\"ל בכוונת רש\"י אליבא דר' יוסי ודו\"ק:", 
            "<b>בא\"ד</b> לכך פירש ר\"י דבדיני נפשות שייך שפיר כו' אבל בדיני ממונות כו' השני אינו בטל לגמרי דחייב לו שבועה. נראה דדוקא אליבא דר' יוסי כתבו התוס' כן ומה\"ט לא משמע ליה האי היקישא לענין ד\"מ כיון דבשנים נמי לא פסיקא מילתא דעדות השני בטל לגמרי לענין שבועה משא\"כ לקושטא דמלתא דקי\"ל כרבי לעולם דבשנים נמי בטל לגמרי עדות השני ותו לא מחייבינן שבועה על פיו וכדמשמע להדיא מלשון הרא\"ש והער\"ע בשם תשובת הרי\"ף דדוקא היכא שלא ידע הא' בקורבתו של שני מחייבו שבועה וממילא משמע דהיכא שידע בקורבתו בטל לגמרי וליכא חיוב שבועה מיהו מסתימת לשון התוספות נראה יותר דאפילו אליבא דרבי נמי משמע להו הך סברא דעד א' לעולם מחייב שבועה ולא שייך בהך היקישא כלל דלענין חיוב שבועה בעדות כל דהו סגיא ולא כמשמעות הש\"ע ולדינא צ\"ע ודו\"ק:", 
            "<b>בד\"ה</b> אמר רבא והוא שהעידו כו' משמע דקאי אף לענין קרוב או פסול וקשה דהא משמע בסמוך כו' אלא בראיית מעשה גמרה עדותן כו' דקאמר הרוג יציל לכך נראה דלא קאי כו' עס\"ה. וכדברי התוס' משמע ג\"כ בלשון הרי\"ף והרא\"ש ז\"ל שהרי הביאו האי מימרא דרבא קודם שהביאו משנה זו דקרוב או פסול בפלוגתא דר' יוסי ורבי אליבא דר\"ע ואפילו לפירוש ר\"י דבסמוך דלמסקנא דרבא לא תליא בראיית מעשה לחוד אף לענין קרוב או פסול אלא בהגדה נגמר עדותן אפ\"ה מודה דהאי מימרא דרבא דקאמר והוא שהעידו תוך כ\"ד לא קאי אהך בבא דקרוב או פסול כמו שמבואר מלשונו בסמוך בד\"ה שמואל אמר וכמו שהאריכו התוספות בזה בפ\"ק דסנהדרין דף ט' בד\"ה בזמן שהתרו בהן ע\"ש מיהו הא דפשיטא להו להתוס' הך סברא דלענין קרוב או פסול בראיה לחוד תליא מילתא מהאי דמקשה בסמוך אלא מעתה הרוג יציל אכתי יש לתמוה טובא על סברת המקשה גופא מנ\"ל הך מילתא דהא ודאי פשטא דקרא וכולה לישנא דמתניתין בהאי היקישא דשנים או שלשה ודאי לענין הגדה איירי כדכתיב ע\"פ שנים עדים וענין הזמה דאיירי מתני' פשיטא דתליא בהגדה אלא דמ\"מ מקשה הש\"ס בסמוך שפיר ודייק לה מלישנא דרבי גופא דקאמר מה יעשו ב' אחים שראו באחד ואי ס\"ד דבהגדה תליא מלתא מאי קאמר מה יעשו כמ\"ש בתוס' בסמוך בד\"ה שמואל אמר ולא ניחא לי' להמקשה לפרש דמה יעשו כמו שמפרש ר\"י שנראה לו דוחק כך נ\"ל לפ' שיטת התוס' וכל סייעתם בזה שפסקו להדיא דבראיה לחוד תליא מילתא ואין לתמוה בכך בהא דנקרא עד בשביל ראיה לחוד דה\"נ אשכחן בקרא דכתיב והוא עד או ראה או ידע אם לא יגיד אלמא דאע\"פ שלא הגיד קראו רחמנא עד כיון שראה או ידע ועיין מה שאכתוב עוד בזה בסמוך ליישב שיטת החולקים וסוברים דבהגדה תליא מלתא וכדמשמע נמי לכאורה מלשון רש\"י שהביאו התוספות כאן דהא דקאמר רבא והוא שהעידו תכ\"ד אכולהו בבי דמתניתין קאי ודו\"ק:", 
            "<b>בגמ'</b> פיסקא ר\"ע אומר לא בא השלישי כו ומה שנים כו' א\"ל ר\"פ לאביי אלא מעתה הרוג יציל ופירש\"י דלרבי יוסי פריך דאמר אף בלא התראה וכוונתו מבואר דמשמע דפשיטא לי' דלרבי דבעי התראה לא שייך הך קושי דהרוג יציל ולא ידענא מאי פשיטותא דהא לקושטא דמלתא אמר רבא לקמן ע\"ב דמתרה שאמרו אפילו מפי עצמו ופירש\"י שההרוג עצמו התרה בו ואדרבא פשטא דלישנא דגמרא משמע דלכ\"ע פריך אהיקישא דר\"ע גופא שעדיין לא הזכיר מפלוגתא דר' יוסי ורבי בהך פיסקא עד פיסקא שנייה ואפשר דלא ניחא ליה לרש\"י לפרש דעיקר הקושיא דהרוג יציל היינו היכא שהתרה בו דהיא גופא מנ\"ל להמקשה דלמא אה\"נ דבכה\"ג מציל ומאי דוחקיה נמי לאוקמי בשהרגו מאחוריו דמשמע דהיכא דלא הרגו מאחוריו אה\"נ דמציל אלא דע\"כ דהמקשה סובר בפשיטות דבראיה לחוד תליא מילתא אלא שכבר כתבתי שיש לתמוה בדבר כיון דלישנא דקרא ומכולהו בבי דמתניתין בהך היקישא משמע דלענין הגדה איירי ואי משום דקאמר רבי מה יעשו אכתי ארבי גופא תיקשי אמאי פסיקא ליה הך סברא דקשיא ליה מה יעשו דילמא בהגדה תליא מילתא ומכ\"ש דקשה לפירוש ר\"י דלמאי דמסיק רבא דבמקיימי דבר הכתוב מדבר לקושטא דמילתא לא תליא בראיה לחוד אלא בהגדה ואמאי איצטריך רבא לאתויי האי קרא דיקום דבר מהאי קרא גופא דע\"פ ב' או ג' עדים יומת המת הו\"ל לאסוקי הכי דע\"פ משמע דבהגדה תליא מלתא ועוד דא\"כ דבראיה תליא מילתא עקרת כל חייבי מיתות בעריות ושברוצח וכיוצא בהן והנלע\"ד בזה לפי שיטת רש\"י ור\"י וסייעתם דודאי סברת המקשה דממילתא דרבי דייק לה דבראיה תליא מילתא ולרבי אפשר דפשיטא ליה הך סברא מלישנא דהאי קרא גופא דיומת המת דכתיב ביה על פי שנים עדים או שלשה עדים ואי סלקא דעתך דבהגדה תליא מילתא ה\"ל למיכתב עפ שלשה עדים כדכתיב באידך קרא דיקום דבר אע\"כ דבראיה תליא מילתא דעדיין לא העיד השלישי כלל ואפ\"ה מצטרף לבעל העדות אם נמצא קרוב או פסול וא\"כ לפ\"ז בהך מילתא גופא פליגי ר׳ יוסי ורבי לענין ראיה לחוד דע״י הגדה ר׳ יוסי נמי מודה דאפילו בדיני ממונות הדין כן והיינו מהך היקישא דכתיב ע״פ ב׳ או ע״פ ג׳ עדים יקום דבר והיינו אפי' בממון ורבי סובר דאפי׳ בממון בראיה לחוד סגי דלא משמע ליה לחלק כלל בין ד״מ לד״נ מהיקישא דמשפט א׳ יהיה לכם וכדפרישית נמצא לפי זה שפיר מקשה הש\"ס שפיר אעיקר מילתא דר״ע דבדיני נפשות גופא היכי משכחת לה דבראיה לחוד סגיא לבטל העדות דא״כ הרוג והורג יצילו וא\"כ עקרת כל דיני נפשות שבתורה ולא משמע ליה להמקשה לחלק בין העדים לבעל דבר בעצמו כיון שאין שום טעם לדבר שיצטרף העדות ע״י ראיה לחוד אלא מגזירת הכתוב דמהדרינן אזכותיה ואנן אשכחן בהאי קרא בכל חטא אשר יחטא ע״פ ב׳ עדים או ג׳ עדים יקום דבר דכתיב בתריה כי יקום עד חמס באיש ועמדו שני האנשים אשר להם הריב לפני ה׳ ומפרשינן בגמרא ובכמה דוכתי דועמדו שני האנשים היינו בעדים הכתוב מדבר ואשר להם הריב בבעלי דינים והשוה הכתוב בעלי דינים לעדים בהאי עניינא כל זה סברת המקשה להוכיח מזה דלא תליא בראיה אלא בהגדה דוקא דמר\"י אליבא דר\"ע שמעינן נמי לרבי אליבא דר\"ע וע\"ז משני הש\"ס שפיר דבמקיימי דבר הכתוב מדבר והיינו בעדים ולא בבעלי דינים לפירש\"י ולפי' ר\"י ממילא שמעינן נמי דלאו בראיה תליא מילתא אלא בהגדה כן נראה לי לפרש לפי שיטת הפוסקים והמפרשים לכל חד כדאית ליה. אלא דלולי דבריהם היה נ״ל לפרש בפשיטות דלעולם לכ\"ע ראיה לחוד לאו מילתא היא כדמשמע פשטא דקרא ומתניתין דהא דמקשה הרוג יציל היינו כדפרישית דלמאי דקי״ל כרבא דאמר לקמן מתרה שאמרו אפי' מפי עצמו ומסתמא אורחא דמילתא הכי הוא שהנרצח והנרבע מתרין בו כשרואין שיש עדים בדבר א״כ יציל שהרי ההתראה ודאי בכלל עדות הוא דכל עדות בלא התראה לאו מילתא היא התראה וכיון שההתראה בכלל עדות הוא בדין הוא שתציל והא דמקשינן נמי ההורג והרובע יצילו שפיר נמי מצי איירי שבאו לב\"ד והודו לדברי העדים וכיון דקי\"ל שהודאת בעל דין כמאה עדים דמי בדין הוא שיציל א\"כ לפ\"ז לא משכחת להו ברוצח ורובע שיהרגו אלא א\"כ בשכפרו לכתחלה בב\"ד דא\"כ שוב אינן חוזרין ומגידין ואין נחשבין לעדים שיצילו וממעשים בכל יום מקשה דלא לישתמיט בשום דוכתא לאשמעינן שיצילו כה\"ג. ועוד דא\"כ לעולם יעשו כן והשתא א\"ש נמי דאפשר דמשכחת לה נמי הך מלתא בהגדה ממש כגון שההרוג בא לב\"ד בחייו כשאמדוהו למיתה וא\"כ יציל ואע\"ג דבח\"מ סוף סי' ל\"ג הביא הב\"י וד\"מ דהנרצח כשר להעיד על הרוצח אם אינו טריפה היינו לפי המסקנא דהכא דבמקיימי דבר הכתוב מדבר מש\"ה אינו מציל משא\"כ מעיקרא דלא אסיק אדעתיה הך מילתא מקשה שפיר כך היה נראה לי לולי שהקדמונים והאחרונים לא פירשו כן ואולי מקום הניחו לי בזה ודוק היטב:", 
            "<b>סליק</b> פרק ראשון"
        ], 
        [], 
        [
            "<b>אלו</b> הן הגולין פרק שני", 
            "<b>במשנה</b> אלו הן הגולין ההורג נפש בשגגה היה מעגל במעגילה כו' עד סוף המשנה. ולכאורה משמע בלשון המשנה הא דקתני בבבא דרישא ההורג נפש בשגגה מילתא באפיה נפשיה היא דדוקא ההורג נפש בשגגה הוא דגולה משא\"כ במזיד וזה לא יתכן דאכתי מאי קמ\"ל דזיל קרי בי רב הוא דאין גולין אלא בשוגג דהא טובא בשגגה כתיבי בפ' מסעי ובפ' ואתחנן ובפ' שופטים נמי טובא כתיבי בבלי דעת ודרשינן בסמוך פרט למתכוין וממילא דכ\"ש במזיד ובמתכוין ממש וליכא למימר דמשום הכי קתני בשגגה למעוטי לאומר מותר דאינו גולה משום דקרוב למזיד הוא כדאמרינן בשמעתין הא ודאי ליתא דהא אומר מותר נמי שייך בהו לשון בשגגה כמו שכתבו התוס' בסמוך דבחטאת חלב ובכל חטאת נמי כתיב בשגגה אפ\"ה אומר מותר נמי חייב (וכמו שאבאר בסמוך) אלא הא דממעטינן לאומר מותר מגלות משום דכתיבי שגגה יתירא וא\"כ לפ\"ז אכתי אין לשון המשנה מדוקדק אדרבה בלשון בשגגה אפי' באומר מותר במשמע וא\"כ ה\"ל למיתני בהדיא בסיפא דמתניתין דאומר מותר אינו גולה ומה\"ט גופא ליכא למימר דהא דקתני בשגגה היינו למעוטי אונס גמור כדאיתא בשילהי כיצד הרגל דאמר רבא היתה אבן מונחת בחיקו ולא הכיר בה ונפלה והרגה דפטור מגלות וכה\"ג גופא בשאר אונס גמור כהנך דמייתי התוס' התם בשילהי כיצד הרגל ובפ' הנשרפין (סנהדרין ד' ע\"ז) משום דהתוס' גופייהו כתבו שם הא דממעטינן אונס גמור מגלות היינו משום דטובא בשגגה כתיבי ומייתי נמי הך ראיה דחטאת חלב דחייב אפי' באונס גמור דאין לך אונס יותר מתינוק שנשבה וא\"כ הדרא קושיא לדוכתא והנלע\"ד בזה דאפ\"ה איצטריך למיתני במתני' בשגגה למעוטי מזיד ולא אתרו ביה או אפילו אתרו ביה נמי איצטריך משום דלכאורה מפשטא דקרא משמע איפכא דלבתר דכתיב בפרשת מסעי גבי ערי מקלט ונס שמה רוצח מכה נפש בשגגה כתיב נמי והיו לכם הערים למקלט מגואל ולא ימות הרוצח עד עמדו לפני העדה למשפט וא\"כ יש במשמע דבתרתי איירי קרא דערי מקלט קולטות לגמרי במכה נפש בשגגה שאין גואל הדם רשאי להורגו ואם הרגו נהרג עליו ומהני נמי ערי מקלט לענין מזיד דנהי דבב\"ד בר קטלא הוא היינו שהב\"ד שולחין שם לערי המקלט ומביאין את הרוצח לעירן ודנין אותו ע\"פ עדים ואם התרו אותו דנין אותו במיתת ב\"ד ואם לא התרו ביה אפשר דחוזר וגולה לערי המקלט כדמעיקרא כך היה נראה לכאורה בפשטא דקרא ולקושטא דמילתא לא הוי הכי כדמסקינן בסמוך בגמרא אפי' במזיד ולא אתרו ביה אינו גולה והיינו שאין ערי המקלט קולטות לענין גואל הדם לא מיבעיא שאם הרגו דאין נהרג עליו אלא דאפי' לכתחלה מותר לגואל הדם להורגו וכמו שכתב הרמב\"ם ז\"ל בהלכות רוצח וכמו שאבאר לקמן אי\"ה ואף למאי דמשמע לק' דף י' ע\"ב מברייתא דרבי יוסי ב\"ר יהודה דקאמר בתחלה א' שוגג וא' מזיד מקדימין לערי מקלט ופירש\"י דתחלת משפטן של רוצחים ועיקרן זהו א' שוגג וא' מזיד כו' ויליף טעמא מקרא וכמו שאבאר שם א\"כ משמע דבמזיד גמור נמי שייך דין גלות מן התורה קודם שעומד למשפט לענין שאסור לגואל הדם להורגו אפ\"ה א\"ש לישנא דמתני' דקתני אלו הן הגולין ההורג נפש בשגגה כיון דעיקר גלות דאיירי ביה קרא היינו דוקא בשוגג שערי המקלט קלטו לענין שאם הרגו גואל הדם נהרג עליו. משא\"כ בהך גלות דמזיד נהי דלר' יוסי ב\"ר יהודה מצוה על הב\"ד להגלותו היינו דרך עצה טובה כדי שבקל ינצל מגואל הדם משא\"כ לענין קליטה דאיירי ביה קרא היינו שדרך חיוב ממש בר גלות הוא ואם הרגו גואל הדם נהרג עליו לא שייך אלא בשוגג ולא במזיד דבמזיד לכ\"ע אין נהרג עליו כמבואר להדיא בלשון הרמב\"ם ז\"ל והוא פשוט א\"כ לפ\"ז אדרבה א\"ש טפי לישנא דמתניתין דקתני אלו הן הגולין ההורג נפש בשגגה דבהאי הוא דאיכא לפלוגי בין דרך ירידה לדרך עלייה משא\"כ בהך גלות שאינו אלא עצה טובה ודאי לא שייך לחלק בין דרך ירידה לדרך עלייה כיון דאפילו במזיד גמור שייך הך עצה טובה כן נ\"ל נכון ודו\"ק:"
        ], 
        [
            "<b>בגמרא מנה\"מ</b> אמר שמואל דאמר קרא ויפל עליו וימות עד שיפול עליו דרך נפילה. והרמב\"ם ז\"ל בחיבורו בהלכות רוצח נתן טעם בזה דדרך ירידה כיון שדרך דבר הכבד ליפול למטה וכיון שלא נזהר היטב בזה הוי קרוב לפשיעה מש\"ה גולה משא\"כ בדרך עלייה שהוא כמו פלא והוי קרוב לאונס מש\"ה פטור ובעל תי\"ט הביא לשון הרמב\"ם וקלסיה ולכאורה לא ידענא למה הוצרך ליתן טעם לזה כיון דשמואל יליף לה מקראי דויפל ואטו אנן טעמא דקרא ניקום ונדרוש ויש ליישב דאי לאו שיש טעם בדבר לא הוי מצינן למילף מהך ילפותא דויפל היינו דוקא דרך ירידה אבל דרך עלייה אינו גולה דהא מצינן למימר נמי איפכא דקרא לרבותא כתיב דאע\"ג דדרך ירידה הוה קרוב לפשיעה וסד\"א דלא סגי ליה בגלות קמ\"ל דאפ\"ה חייב ומכ\"ש בדרך עליה שאינו אלא שוגג גרידא פשיטא דחייב דלפוטרו בלא כלום א\"א לכך הוצרך הרמב\"ם לפרש טעם הדבר דאדרבה מסברא אית לן לאוקמי קרא דויפל בדדמי דדוקא בדרך ירידה אבל בדרך עלייה שהוא כמו פלא וממש מהיפך להיפך מש\"ה פטור בלא כלום ובלא\"ה נמי נראה שתלה הרמב\"ם ז\"ל דבר זה לחלק בין ירידה לעליה משום זה הטעם דדריש טעמא דקרא משום דלא ניחא ליה לומר דגזירת הכתוב הוא בענין כזה בדברים שהן בין אדם לחבירו ולא שייך לפוטרו בלא כלום אלא דע\"כ דמה\"ט הוא אלא דאי אפשר לומר כן דהא לכאורה מהא דמרבינן בזה הכלל ירידה שהיא צורך עליה וכן כה\"ג בהך ברייתא דקצב משמע דלא שייך בהו הך טעמא של הרמב\"ם ז\"ל אע\"כ דעיקר ילפותא היינו מקרא דויפל אפ\"ה הוצרך הרמב\"ם לכתוב טעם זה כדפרישית דניחא ליה לאוקמי קרא בדדמי וכיון דפשטא דקרא דכתיב ואם בפתע בלא איבה הדפו או השליך עליו כל כלי בלא צדיה וגומר ויפל עליו וימות ובכה\"ג פשיטא ליה להרמב\"ם שהוא כמו אונס מש\"ה ליכא למימר דלרבותא כתבו אלא דלעולם דוקא דרך נפילה בעינן ואפשר נמי דהאי ויפל עליו מיותר לגמרי להך דרשא כנ\"ל:", 
            "<b>שם</b> ת\"ר בשגגה פרט למזיד כו' מזיד פשיטא בר קטלא הוא. והקשו בתוס' תימא אימא במזיד ולא התרו בו ותירצו דאפ\"ה פשיטא משום דמבלי דעת נפקא או מדכתיב והוא לא שונא לו. ולכאורה אין תירוצים הללו מספיקים דמל' הגמרא לא משמע כן דלפירושם שם ה\"ל למימר הא מהכא נפקא הא מבלי דעת נפקא או מוהוא לא שונא משא\"כ הך לישנא דקאמר מזיד פשיטא בר קטלא הוא משמע דלא איצטריך קרא כלל דמסברא פשיטא לן הכי ולולי תירוצם היה נ\"ל דודאי אפי' מסברא אית לן למימר דאפי' במזיד ולא אתרו ביה נמי פשיטא דלא שייך ליה עיקר גלות שיגלה לעיר המקלט ויהיה גואל הדם נהרג עליו דהא ודאי ליתא כיון דבר קטלא הוא שהרי ניתן להצילו בנפשו מהיקישא דנערה מאורסה אם כן מה\"ת נאמר שיהא גואל הדם נהרג עליו וכמ\"ש הרמב\"ם ז\"ל ועוד דלכאורה נראה דבמזיד ולא אתרו ביה נהי שהב\"ד אינן יכולין לעונשו מיתה אפ\"ה חייב מיהא כרת או מיתה בידי שמים והא דלא חשיב ליה בריש כריתות בהדי ל\"ו כריתות היינו משום דלא חשיב ליה אלא הנך דשייך בהו קרבן בשגגתם משא\"כ ברוצח שלא ניתן שגגתו לכפרת קרבן כדאמרי' בפ' אלו נערות ובדוכתי טובא:", 
            "<b>סליק</b> פרק שני"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אלו</b> הן הלוקין פרק שלישי", 
            "<b>במשנה</b> ואלו הן הלוקין כן הגירסא בספרים שלפנינו ואלו הן הלוקין בוי\"ו אבל בתי\"ט כתב דאית דגרסי אלו בלא וי\"ו ולענ\"ד נראה דמאן דתני אלו לא משתבש ומאן דתנא ואלו לא משתבש דמ\"ד אלו היינו משום דמן הראוי היה לשנות הך משנה בתחלת המסכתא דהא תנא מסנהדרין סליק דקתני התם אלו הנסקלין וכן כל הד' מיתות המסורים לב\"ד מש\"ה שייך למיתני בתר הכי בתחלת מסכת מכות אלו הן הלוקין אלא משום דמסקינן לעיל בריש פ\"ק הא דקתני כיצד עדים נעשו זוממין היינו נמי משום דתנא מסנהדרין סליק דקתני התם כל הזוממין מקדימין לאותה מיתה מש\"ה פתח בכיצד העדים לאשמעינן דיש עדים זוממין שאין עושין בהם דין הזמה וכו' מש\"ה קתני נמי בפ\"ב אלו הן הגולין משום דבמתניתין דריש פירקין קתני מעידין אנו באיש פלוני שחייב גלות מש\"ה קתני אלו הן הגולין עד סוף הפרק וא\"כ לפ\"ז שפיר שייך למיתני אלו הן הלוקין לפי שהתנא חוזר לסדר הראשון למיתני ענין מלקות בתר דקתני התם אלו הן ארבע מיתות אבל מאן דגרס ואלו נראה היינו נמי משום דבמשנה שניה דפ\"ק דקתני מעידין אנו באיש פלוני שחייב מלקות מש\"ה שייך שפיר למיתני ואלו הן הלוקין כנ\"ל וק\"ל:", 
            "<b>שם</b> ואלו הן הלוקין הבא על אחותו וכו' עד סוף המשנה. פירש\"י ותו' דאלו לאו דוקא דתנא ושייר טובא אלא דרש\"י מסיק דרובן דתני בהך מתניתין יש בהן חידוש ובתוס' כתבו שאין צריך לדחוק ולמצוא בהם חידוש העולה מיהו מדבריהם בעיקר פשטא דמילתא דתנא אלו למעוטי חייבי מיתות ממלקות ולמעוטי נמי חייבי לאוין שאין בהם מעשה דאין לוקין אלא דלכאורה לפ\"ז הו\"ל לאקדומי חייבי לאוין מקמי חייבי כריתות דהא עיקר מלקות מלאו דחסימה ילפינן כדאמרינן בשמעתין ובכמה דוכתי אבל לפירש\"י אתי שפיר דאדרבה כל מילתא דאית ביה חידוש תנא ברישא כדאמרינן נמי בכמה דוכתי מידי דאתי מדרשא חביבא ליה והכא נמי חייבי כריתות יש בהן חידוש יותר דאע\"ג דלא דמי ללאו דחסימה אפ\"ה לוקין משום דאתיא מדרשא כמו שאבאר בשמעתין ועוד נראה לי דהא דפתח התנא תחילה בחייבי כריתות דעריות היינו משום דאית בהו חידוש טובא דהא בכל הנך עריות שייך בהו חיוב ממון קנס ובשת ופגם ואפ\"ה שייך בהו חיוב מלקות תדע דהא בריש פרק אלו נערות קתני התם הבא על אחותו וכו' ומקשינן התם בגמ' ורמינהו ואלו הן הלוקין הבא על אחותו כו' ושקיל וטרי הש\"ס טובא בכמה אוקימתות ע\"ש אלא דר\"י דהילכתא כוותיה משני התם בתר הך רומיא דמתניתין כאן כשהתרו בו וכאן שלא התרו בו והיינו משום דקסבר ר\"י כל היכא דאיכא ממון ומלקות מילקא לקי ממונא לא משלם ולאפוקי מדעולא דאמר איפכא וכן כתב הרמב\"ם ז\"ל בהלכות נערה וא\"כ אין לך חידוש יותר מזה ובאמת דאליבא דעולא נמי שמעינן שפיר חידוש מכל הנך חייבי כריתות דעריות דלוקין אלא שאין להאריך וכ\"ש לאוקימתא דרבה דאמר לוקין ומשלמין והיינו חידושם. והא דאיצטריך נמי למיתני אחות אשתו ואשת אחיו משום דאית בהו חידוש טפי דאפי' הבא עליהן שלא כדרך אישות נמי לוקה לאפוקי דלא נימא דכיון דכתיב בהו כי יקח ה\"א דוקא דרך לקוחין אסרה תורה כדדייק הש\"ס בריש פרק נושאין על אנוסה קמ\"ל מתניתין דהכא אפי' בא עליה שלא כדרך אישות נמי לוקה והיינו כדמסיק הש\"ס התם בפ' נושאין והאוכל חמץ בפסח נמי איצטריך למיתני דוקא באוכל הוא דלוקה אבל בלאו דבל יראה ובל ימצא אין לוקין משום דהוי לאו שאין בו מעשה ובאוכל ועושה מלאכה בי\"ה נמי איצטריך לאשמעינן דוקא באכילה ושתיה דהיינו אכילה לוקה אבל בסיכה ורחיצה אע\"ג דהוי כשתיה אפ\"ה אינו לוקה כנ\"ל:"
        ], 
        [
            "<b>בגמרא מ\"ט</b> דר' ישמעאל כתיב אם לא תשמור לעשות את כל דברי התורה וכו' א\"ה לאו שאין בו מעשה נמי וקשיא לי ואכתי מאי קושיא דלמא אין ה\"נ דלר\"י דיליף עיקר מלקות אפי' בחייבי מיתות משום דכתיב את כל דברי התורה א\"כ מהאי טעמא גופא שפיר מצי ר\"י למיסבר דעל לאו שאין בו מעשה נמי לוקה דהא משמע בפ\"ק דמכות ובכמה דוכתי דפלוגתא דתנאי הוא מיהו מהאי דמכות אין קושיא כ\"כ דהא למאן דמתני הא דעולא אדרבי יהודה דנותר מסקינן התם דר\"י יליף לה מעדים זוממין וממוציא ש\"ר וצד חמור לא פריך ע\"ש א\"כ לפ\"ז שפיר מצינן למימר דעולא לטעמיה התם ברפ\"ק דמכות דעיקר מלקות בעדים זוממין איירי קרא דארבעים יכנו ומש\"ה לא שייך האי פירכא דמה להצד השוה שבהן שכן קנס דאדרבה לפ\"ז ליכא שום ילפותא למלקות בשאר חייבי לאוין משא\"כ הכא בשמעתין דאמרינן דר' ישמעאל יליף עיקר מלקות דחייבי כריתות ומיתות ב\"ד מקרא דאם לא תשמור ולא מעדים זוממין א\"כ מקשה שפיר א\"ה לאו שאין בו מעשה נמי דהשתא ס\"ד דא\"א שיסבור שום תנא דלאו שאין בו מעשה בדבר שאינו קנס ילקה ומכ\"ש דא\"ש טפי לפי מה שכתבתי ברפ\"ק דשבועות דהא דפוטר ר' ישמעאל בשבועה דלשעבר מעולה ויורד היינו משום דסבר לאו שאין בו מעשה אין לוקין ע\"ש בחידושינו ובזה יש ליישב הך גירסא שהביאו רש\"י ותוס' שם דאיכא מאן דגריס התם א\"ה קשיא הך דאלו הן הלוקין:", 
            "<b>שם</b> בגמרא ולר\"ע א\"ה חייבי כריתות נמי כו' אמר ר\"א בפירוש רבתה תורה חייבי כריתות למלקות וכו'. וקשיא לי א\"כ מאי מקשה הש\"ס בר\"פ אלו נערות ממתני' דאלו הן הלוקין אמתניתין דאלו נערות ומשמע התם דאליבא דר' יוחנן דקיי\"ל כוותיה הוי עיקר הקושיא מעיקרא דה\"ל למימר דמשלם ואינו לוקה ולפי סוגיא דשמעתין ל\"ל הכי דהא בפירוש רבתה תורה הבא על אחותו למלקות דהא עיקר בפירוש רבתה תורה דאמר ר' אבהו דהיינו מג\"ש מלעיני באחותו כתי' וכ\"ש דקשה טפי אהך אוקימתא דר\"י התם כאן שהתרו וכאן שלא התרו בו ודייק הש\"ס אלמא קסבר ר\"י היכא דאיכא ממונא ומלקות מילקא לקי וא\"כ לפי סוגיא דהכא לעולם מצינן למימר דר\"י בעלמא סבר ממונא משלם מילקא לא לקי והכא לענין מלקות וממון דחייבי כריתות שפיר איצטריך לשנויי כאן שהתרו בו כאן שלא התרו בו דהא בפירוש רבתה תורה אחותו למלקות ונ\"ל לישב משום דבלא\"ה קשיא לי אמתני' דהכא דפתח ותני אלו הן הלוקין הבא על אחותו וכו' הא בסנהדרין פ' הנשרפין דף ע\"ג מייתי הש\"ס ברייתא דחייבי כריתות דעריות ניתן להצילו בנפשו ויליף לה מנערה המאורסה דכתיב בה חטא משפט מות לרבויי חייבי כריתות ומקשה הש\"ס ורמינהו אלו נערות שיש להן קנס ופירש\"י שם דעיקר הקושי דכיון דאשכחן בעריות דחייבי כריתות צד מיתה בידי אדם כגון ניתן להצילו בנפשו שוב אין לחייב ממון משום דהוי כשתי רשעיות ואע\"ג דלא מיקטל שייך בהו הך דרשא כדי רשעתו מטעם דלא חלקת כמו שפירש\"י ע\"ש ומשני הש\"ס התם ומוקי ליה בכמה שינויי דחיקי או כתנאי א\"כ לפ\"ז לפי אוקימתא דר\"א הכא דאמר בפי' רבתה תורה חייבי כריתות למלקות אטו נמי נימא דאיירי נמי הך מלקות דכתיב באחותו ותנא דמתניתין אלו הן הלוקין הבא על אחותו איירי נמי בהנך גווני דמשני הש\"ס התם דהא ודאי בסתם אחותו דאיירי קרא ומתני' לא שייך בה מלקות דכיון דניתן להצילו בנפשו הוי שתי רשעיות מיתה ומלקות דומיא דמלקות וממון דמקשה הש\"ס התם וכבר עלה בלבי לחלק בין ממון ומלקות ובין מיתה ומלקות לענין הך היקישא דלא חילקת א\"כ לפ\"ז הוה א\"ש הנך סוגיות אלא דלע\"ד אדרבה מסברא משמע איפכא דלענין מיתה ומלקות שייך טפי לומר לא חילקת כיון דסוף סוף ה\"ל בלאו שניתן לאזהרת מיתת ב\"ד דכיון שניתן להצילו בנפשו ע\"כ צריך להתרות בו בהאי לאו גופא שעי\"כ מחוייבים להצילו בנפשו לכך נראה לי דהנך סוגיות דפ' אלו נערות ודפ' הנשרפים היינו לפי המסקנא דהכא דהא דשני ליה לר\"ע בין כריתות למיתות ב\"ד לענין מלקות לאו מהאי טעמא דבפירוש רבתה תורה אלא הא דחייב מלקות בחייבי כריתות היינו משום דאם עשה תשובה ב\"ד של מעלה מוחלין לו וסוברת הך סוגיא דהתם דבהך סברא לחוד סגי ולית להו הך ג\"ש דלעיני מלעיניך א\"כ מקשה שפיר כנ\"ל לכאורה ועדיין צ\"ע דמל' רש\"י משמע דהא דקאמר בסמוך קבלה מיניה היינו דרבי ישמעאל בר' יצחק קיבלה מיניה דר' אבהו א\"כ משמע דאפי' למסקנא נמי אית' להך ג\"ש דלעיני ודו\"ק:"
        ], 
        [
            "<b>בגמרא</b> אמר רבה בב\"ח א\"ר יוחנן כל ל\"ת שקדמו עשה לוקין עליו ופירש\"י הא אתא לאשמעינן דאפי' למ\"ד לאו שניתק לעשה אין לוקין כדתניא לא תותירו כו' ואשמעינן ר' יוחנן הני מילי כו' אבל עשה שקדם את הלאו ואתה יכול לקיימו קודם עבירת הלאו אין זה ניתק הלאו כו'. ולכאורה ל' רש\"י תמוה טובא דמי הכריחו לפרש כן דהא פשטא דלישנא דגמרא ודאי משמע דעיקר מימרא דרבב\"ח משמיה דר\"י היינו דכל עשה דכתיב קודם הל\"ת לוקין והיינו דומיא דוישלחו מן המחנה דמייתי ר' יוחנן מקרא ומתניתין דהתם העשה נכתב קודם הל\"ת והיינו דבעו למימר מעיקרא דהדר ביה ר' יוחנן והיינו מברייתא דאונס שגירש דהתם כתיב נמי העשה קודם הל\"ת ומפירש\"י ודאי לא משמע הכי דמלשונו משמע דהאי שקדמו עשה היינו דוקא בענין שיוכל לקיים העשה קודם הל\"ת ומנ\"ל לרש\"י הך מלתא. ויותר קשה על פירושו במאי שמפרש דעיקר מימרא דר\"י היינו למ\"ד דל\"ת הניתק לעשה אין לוקין והיינו האי תנא דברייתא דנותר ומאן שמעת ליה דאמר הכי היינו ר\"י כדלקמן וא\"כ מאי איצטריך ר' יוחנן לאשמעינן הך מלתא אליבא דר' יהודה ולסייע מקרא ומתניתין דטמא ומקשינן עליה מברייתא דאונס שגירש ולמימר דהדר ביה ר' יוחנן ותיפוק לי' דממילתא דר' יהודה גופא מוכח הך מלתא דר' יוחנן מדאשכחן דר' יהודה פוטר בנותר מה\"ט דניתק לעשה ואפ\"ה אשכחן נמי לר' יהודה לקמן במתני' ובשלהי שילוח הקן דאם נטל לוקה ואינו משלח וקשיא דר' יהודה אדר\"י אע\"כ כדמסקינן התם דטעמא דר\"י דשלח מעיקרא משמע והוי כאילו נכתב העשה קודם הלאו וא\"כ כ\"ש היכא דנכתב ממש העשה קודם הלאו דלוקה ובפשיטות ה\"ל לרש\"י לפרש דעיקר מימרא דר\"י היינו אליבא דרבנן בשילוח הקן דפטרו ממלקות וע\"כ היינו טעמא משום דל\"ת קודם לעשה למאי דלית להו דשלח מעיקרא משמע משא\"כ היכא דהעשה קודם הל\"ת אשמעינן ר' יוחנן דרבנן נמי מודו כדמוכח ממתני' דטמא הבא למקדש. ועוד דלמאי דמפרש רש\"י בסוף דבריו דעיקר מלתא דר' יוחנן היינו משום דאפשר לקיים העשה קודם הלאו הוי שלא אליבא דהלכתא דהא מסתמא ודאי קי\"ל כרבנן דשילוח הקן דפטרו ממלקות מטעמא דניתק אע\"ג דיוכל לקיים העשה קודם הלאו. והנלע\"ד בכוונת רש\"י שהוכרח לפרש כן משום דמלישנא דר' יוחנן גופא מוכח הכי והיינו משום דבלא\"ה קשיא לי טובא אמאי דבעי תלמודא למימר מעיקרא דר' יוחנן הדר ביה משמעתי' משום ברייתא דאונס שגירש ואכתי מאי אולמא הך ברייתא טפי מקרא ומתני' דהבא אל המקדש טמא כיון דבלאו מימרא דר\"י נמי קשי' מתני' אברייתא אע\"כ דהא דבעו למימר דהדר ביה ר\"י לאו מעיקר מלתא הדר ביה לגמרי אלא דהדר ביה ממאי דקאמר כל ל\"ת שקדמו עשה בלשון כללי דהא ליתא דהא אונס שגירש נמי קדמו עשה ואפ\"ה אינו לוקה אע\"כ שיש איזה חילוק בין אונס לטמא וסוף סוף לאו כללא היא ואהא מסיק רבא ור' יוחנן גופא דשאני אונס משום דגלי קרא דכל ימיו בעמוד והחזיר קאי והוי לאו הניתק לעשה וא\"כ לפ\"ז נ\"ל ברור דמש\"ה הוכרח רש\"י לפרש כאן דבאפשר לקיימו קודם הלאו תליא מלתא דאלת\"ה הדרא קושיא לדוכתא היאך קאמר ר' יוחנן בלשון כללי הא אשכחן אונס דפטור אע\"ג דעשה קודם ללאו אע\"כ דלעולם לא קאמר ר' יוחנן דלוקה אלא היכא דאיכא תרתי שהעשה נכתב קודם הלאו ואפשר נמי לקיים העשה בהיתר קודם עבירת הלאו דכך הדעת נותנת לאוקמי העשה בהיתירא כגון וישלחו מן המחנה משא\"כ באונס לא מיקרי כלל ל\"ת שקדמו עשה כיון דאכתי לא שייך לקיים העשה קודם עבירת הלאו ורש\"י אזל לשיטתיה דמפרש לקמן בשמעתין ובפ\"ק דתמורה דע\"כ דהאי כל ימיו אשמעינן דאף לאחר שגירשה צריך להחזיר' דאי קודם גירושין לא שייך לישנא דכל ימיו כלל דמן לא יוכל לשלחה לחוד שמעינן שפיר דלעולם אסור לגרשה אע\"כ דהאי עשה דכל ימיו היינו עשה באפי נפשה לאחר ששילחה מביתה שצריך להחזירה ולעולם היכא דאפשר לקיים העשה קודם הלאו שפיר שייך האי כללא דרבי יוחנן. ועוד נראה לי דעיקר מלתא דר' יוחנן דקאמר בל' כללא אמתניתין דסוגיא דלעיל קאי דאף על גב דקתני טמא שנכנס למקדש דלוקה ואמרי' לעיל בסמוך היינו לאו דלא יטמאו את מחניהם ומשמע לכאורה דדייקינן מינה דוקא טמא שנכנס למקדש הוא דחייב מלקות אבל מצורע שנכנס לפנים ממחיצתו פטור כדאמר רב חסדא בפסחים בפ' אלו דברים (פסחים דף ס\"ח) והיינו משום דניתק לעשה דבדד ישב ואשמעינן ר' יוחנן דאפ\"ה חייב וכהאי תנא דברייתא שם בפסחים דמצורע שנכנס לפנים ממחיצתו סופג את הארבעים וכן פסק הרמב\"ם ז\"ל ומשמע ליה לרש\"י דהיינו מה\"ט גופא דלא מיקרי ניתק לעשה כיון דאפשר לקיים העשה בהיתר קודם עבירת הלאו והא דקתני הבא אל המקדש טמא ולא קתני נמי שאר מחנות היינו משום דמלתא דפסיקא קתני במידי דשייך בכל הטמאים אפי' בטמא מת כדכתיב וישלחו מן המחנה כל צרוע וכל זב וכל טמא נפש והרבה יש לי להאריך בזה אלא שאין כאן מקומו ובדעתי לבאר אי\"ה בפ\"ב דשבועות ועיין עוד בלשון רש\"י בפסחים בפ' אלו דברים שדבריו נוטין למה שכתבתי כאן בכוונתו ועיין שם בתוס' ודוק היטב ועיין עוד בסמוך:"
        ], 
        [], 
        [
            "<b>בגמרא</b> אמר רבה האלקים אמרה וכתיב' ותנינא כו' הבא למקדש טמא. יש לתמוה טובא דמאי ראיה מייתי מהא דמחייבין מלקות בהבא למקדש טמא למשמע מינה דהא דמחייב בלאו הניתק לעשה היינו משום דקדמו עשה דאכתי מי דמי דהא לעולם איכא למימר דאין לחלק כלל בין קדם לאו לעשה או עשה ללאו והיינו טעמא דכיון דעשה בא לתקן הלאו מש\"ה יש לפוטרו ממלקות שהתורה ניתקו לעשה לומר שתקנתו בכך כדפירש\"י להדיא בשמעתין ובכמה דוכתי משא\"כ בטמא הבא למקדש לא שייך כלל לומר דעשה הוה תיקונו של לאו כיון דעבר על איסור כרת במזיד מה מהני מה שמשתלח לאח\"כ מן המחנה סוף סוף איסור דעביד עביד תדע דהא מחייבינן ליה אפילו בששהא כדי השתחוי' ואם התרו בו אל תטמא אל תטמא חייב שתים ותדע שכן הוא דהא לקמן משמע דהך פלוגתא דר\"י וריש לקיש תליא בהתראת ספק וסתם לאו שניתק לעשה לא שייך ביה התראה ודאי א\"כ בפשיטות מצינן לאוקמי דהבא למקדש טמא היינו דמתרינן בי' בהתראת ודאי שלא יכנס למקדש ואם בעל קרי הוא צריך לצאת אף חוץ למחנה לויה ואי מצורע הוא אפי' חוץ למחנה ישראל והוא שינה בחטאו ועבר על התראתו ולא די שלא יצא לחוץ אלא שנכנס במזיד למקדש שיש בו כרת ואפי' בטמא מת נמי משכחת לה שפיר אפי' בנטמא בעזרה והתרו בו שלא ישהא ויצא לו בקצרה והוא נכנס ומתקרב יותר ומשהא ומרבה בטומאה וכי תעלה על דעתך לפטור בזה משום לאו הניתק לעשה כיון דעשה לא מתקן הלאו כלל והי' נלע\"ד בזה לפרש דעיקר מימרא דר' יוחנן קמא דקאמר כל לא תעשה שקדמו עשה לוקין היינו דאיצטריך לאשמעינן כי היכי דלא נימא דהך מלתא דלאו הניתק לעשה לאו מסברא אמרי' לה הכי דמהיכי תיתי דלפטור אדרבה הא חמור איסורא טפי אלא ה\"א דגזירת הכתוב הוא משום דבעינן דוקא דומיא דלאו דחסימה דליכא אלא לאו גרידא ומש\"ה הוצרך רבי יוחנן לאשמעינן דלאו גזירת הכתוב הוא אלא מסברא אמרינן הכי מש\"ה לעולם אזלינן בתר סברא ויש לחלק בין קדם לאו לעשה או עשה ללאו וכה\"ג בין אפשר לקיים העשה קודם ללאו או לא לפירש\"י וע\"ז קאמר רבה שפיר כתיבא ותנינא הבא למקדש טמא וא\"כ אי ס\"ד דגזירת הכתוב הוא דכל לאו דלא דמי ללאו דחסימה לא מלקינן ליה דאע\"ג דחמיר איסוריה דאיכא לאו ועשה אפ\"ה פטרו רחמנא מגזירת הכתוב (אפשר דטעמא נמי איכא דאדרבה כיון דחמיר איסורא טפי לא סגי במלקות כדמשמע במכילתין גבי הרגו אין נהרגין וגבי דרך ירידה ודרך עליה) א\"כ תיקשי הך מתניתין דהבא למקדש טמא חייב מלקות ואמאי הא לא דמיא ללאו דחסימה דלית ביה כרת והוי לן למימר דפטור מגזירת הכתוב וטעמא נמי איכא למימר דלא סגי ליה במלקות שעי\"כ לפטור מידי כרת אע\"כ מדמחייבינן ליה שמעינן שפיר דלא בעינן דומיא דחסימה היכא דחמיר איסוריה דאטו מיגרע גרע כדדייקינן בסמוך. והשתא א\"ש נמי הא דבעי למימר דהדר ביה מהאי דאונס שגירש והיינו דמהכא שפיר שמעינן דע\"כ גזירת הכתוב הוא דאלת\"ה אמאי פטרינן ליה ממלקות משום דמחזיר אכתי לילקי ולחזיר ומכ\"ש למאי דק\"ל בפ\"ק דתמורה דאמר רבא כל מלתא דאמר רחמנא לא תעביד אי עביד לא מהני והא דלקי משום דעבר אמימרא דרחמנא א\"כ ה\"נ לימא הכי באונס שגירש וכדמקשינן לקושטא דמילתא התם אמימרא דרבא מהך ברייתא דאונס שגירש ומש\"ה קס\"ד הכא בשמעתין מעיקרא דהך ברייתא דאונס שגירש ע\"כ גזירת הכתוב הוא דלא שייך מלקות כיון דלא הוי דומיא דחסימה ומסיק הש\"ס שפיר דלעולם לאו גזירת הכתוב הוא והא דפטור באונס היינו משום דגלי קרא דכל ימיו בעמוד והחזר קאי והיינו הך שינויא גופא דמסיק הש\"ס בתמורה אהך קושיא דאונס שגירש עליה דרבא ע\"ש נמצא דלפ\"ז נתיישב הסוגיא דהכא בפשיטות כמין חומר דכל השקלא וטריא דהכא היינו בהך סברא גופא דמייתי תלמודא בסמוך א\"ל ר\"פ לרבא והא לא דמיא ללאו דחסימה ומשני ליה רבא אטו משום דכתיב בי' עשה מיגרע גרע וא\"כ מאן דקאמר מעיקרא דהדר ביה ר' יוחנן היינו משום דמשמע ליה דמהך ברייתא דאונס שגירש משמע ליה כסברא דר\"פ דלעולם בעינן דומיא דחסימה כל כמה דלא אסיק אדעתיה הך סברא דרבא מקרא דכל ימיו בעמוד והחזר קאי כנ\"ל נכון בעזה\"י לפי שיטת רש\"י ופירושו לקמן גבי הניחא למ\"ד משא\"כ לפירוש התוס' שם שכתבו דהעיקר כפירוש הר\"ר שלמה מדריוש לא יתכן לפרש כן והדרא קושיא לדוכתא דהא בלא\"ה לא שייך בטמא הבא אל המקדש כלל הך מילתא דקיימו ולא קיימו או בטלו ולא בטלו כמו שאבאר עוד וצ\"ע:", 
            "<b>בתוספות</b> ד\"ה תנינא הבא אל המקדש כו' וא\"ת דילמא שאני התם דאיכא תרי לאוין כו' ולא יטמאו מקדשי. נראה ברור שטעות נפל בספרים בלשון התוס' דלא אשכחן בכל המקרא האי לאו דלא יטמאו מקדשי וצריך להגיה לאו דואל המקדש לא תבוא דמייתי הש\"ס לעיל בסמוך מקמי מימרא דר' יוחנן ובכמה דוכתי בש\"ס מייתי לה האי לאו לענין טמא שנכנס ולענין טבול יום ומחוסר כיפורים ואדרבה האי לאו שייך טפי בטמא שנכנס למקדש מדכתיב אל המקדש לא תבא משמע שנטמאת בחוץ והזהיר הכתוב שלא תבא אל המקדש משא\"כ האי לאו דלא יטמאו פשטא דקרא משמע דאיירי שנטמא בפנים והזהיר הכתוב שיצא וכן נראה מבואר להדיא בפירש\"י בפ\"ב דשבועות דף י\"ז ע\"ב אהא דאין חייבין על עשה ועל לא תעשה שבמקדש ע\"ש (מיהו בהוריות מפרש בענין אחר) ולפ\"ז כ\"ש דקשה טפי קושיית התוס' מאי אמרת תנינא דילמא הא דלוקה בטמא שנכנס למקדש היינו אהאי לאו דאל המקדש לא תבוא דלא ניתק לעשה. מיהו למאי דפרישית בסמוך דהא דקאמר תנינא הבא אל המקדש טמא היינו כי היכי דלא נימא דגזירת הכתוב הוא דבעינן דוקא דומיא דחסימה דלית ביה עשה כלל וא\"כ אין מקום לקושית התוס' דע\"ז ודאי שפיר קאמר רבה כתיבא ותנינא דאי ס\"ד גזירת הכתוב היא הכא אמאי לקי ואף על גב דאיכא כמה לאוין אפילו הכי כיון דאשכחן ביה עשה לא הוי דומיא דחסימה וא\"כ לפ\"ז תו לא קשיא מהך דתמורה דהתם היינו לפי המסקנא דהכא דאיתא לדר' יוחנן ולאו גזירת הכתוב הוא ולא בעינן דומיא דחסימה ואם כן שפיר מפלגינן מסברא בין חד לאו לתרי לאוין:", 
            "<b>בגמרא</b> אלא מ\"ט הדר ביה משום דקשיא ליה אונס. ולכאורה יש לתמוה מה ענין הך קושיא לדרבי יוחנן דילמא שאני התם הא דלא לקי עלה היינו מטעמא דמתניתין דלקמן דקתני להדיא כל מצות לא תעשה שיש בה קום עשה לא לקי עליה ולא אשכחן מאן דפליג בהא ומסקינן נמי לקמן דבאונס נמי קאי היכא דלא הדירה ולפי המסקנא אפילו מדירה נמי לא למאן דתני ביטלו ולא ביטלו ולענ\"ד צ\"ע ליישב ולקמן בסוף הסוגיא אבאר יותר ועוד אבאר בזה בסוגיות שלפנינו:", 
            "<b>בגמרא</b> אמר עולא לא יאמר ולא תהיה לאשה באונס וליגמר ממש\"ר כו'  ולכאורה יש לתמוה דמאי ק\"ו שייך הכא דשאני התם דאשתו היא ומש\"ה קנסו רחמנא שלא יגרשנה ותהיה לו לאשה כל ימיו משא\"כ באונס דלאו אשתו היא שתהא קנויה לו ע\"י ביאת אונס ואפילו במפותה דמדעתה עביד צריך לקדשה מחדש אם כן מהיכי תיתי נאמר מסברא שתהיה לו לאשה שלא מדעתו אלא דאפשר דהא דקאמר עולא לא יאמר ולו תהיה לאשה היינו דלא ליכתוב רחמנא בלשון עשה ליכתב רחמנא מהר ימהרנה כמו במפותה וממילא ידעינן מק\"ו דמוציא שם רע דלו תהיה לאשה כל ימיו ולא יוכל לשלחה אלא דאכתי קשיא לי הא דקאמר לא יאמר ולו תהיה לאשה ותיפוק ליה דאיצטריך קרא לאשמעינן שבאם אינה ראויה לבוא בישראל אינו רשאי לקיימה כדדרשינן להדיא בכתובות דף ל\"ט במתני' דמייתי עלה הך קרא שנאמר ולו תהיה לאשה אשה הראויה לו ונראה ליישב ע\"פ מ\"ש התוס' שם דף מ\"ם דהא דמייתי מתניתין האי קרא דולו תהיה לאשה לאו משום דאיצטריך להך דרשא אלא דממילא כיון דכתיב ולו תהיה לאשה דמשמע מדעתה ממילא שמעינן דאם אינה ראויה לו אינו רשאי לקיימה דתו ליכא עשה כדמסיק שם בגמרא האי סברא גופא דאי אמרה לא בעינא ליכא עשה כלל והיינו כפירש\"י שם דמלמדין אותה לומר דלא בעינא א\"כ שפיר מצי עולא סבר דלהא נמי לא איצטריך קרא יתירא דכולה מסברא ידעינן דאי אמרה לא בעינא לא כייפינן לה שלא יהא חוטא נשכר וא\"כ ממילא דמלמדין אותה כן נ\"ל נכון. ובזה נתיישב לי היטב מ\"ש הרמב\"ם ז\"ל בפ\"א מהלכות נערה בתולה דאפילו בחייבי עשה גרידא או אפילו שניות מדברי סופרים אינו רשאי לקיימה ומייתי האי קרא גופא שנאמר ולו תהיה לאשה והקשה שם הכ\"מ מאי ענין האי קרא לענין שניות מדברי סופרים דאינו אלא מדרבנן ולא שייך בהך מיעוטא דולו תהיה לאשה אבל למאי דפרישית אתי שפיר דלקושטא דמילתא עיקר ילפותא דמייתי מתניתין שם מהאי קרא דולו תהיה לאשה היינו משום דדרשינן מינה דבעינן מדעתה וממילא דמה\"ט גופה אינו רשאי לקיימה ומלמדין אותה לומר שאינה רוצה וא\"כ יפה כתב הרמב\"ם ז\"ל דאפילו אם אינה אסורה לו אלא באיסור דרבנן נמי אינו רשאי לקיימה ומלמדין אותה לומר שאינה רוצה כן נ\"ל ברור עד שאני תמה על בעל כ\"מ שבחנם נדחק שם בלשון הרמב\"ם ז\"ל והא דמייתי שם הך ברייתא דדרשינן מינה ולו תהיה לאשה למעוטי אשה שאינה ראויה לקיימה נראה דהיינו אליבא דשמעון התימני ור\"ש בן מנסיא ולענין לפוטרו מקנס אבל אנן לא קי\"ל הכי אלא כסתם מתניתין דפרק אלו נערות דאפילו חייבי כריתות יש להן קנס ואם כן שפיר קאמר עולא לא יאמר ולו תהיה לאשה:", 
            "<b>בגמרא</b> הניחא למ\"ד ביטלו ולא ביטלו כו'  זו גירסת רש\"י ותוס' דרבי יוחנן אמר ביטלו ולא ביטלו ולכך הוצרך רש\"י לפרש ולהאריך כי היכי שנפרש כל האי שקלא וטריא דהניחא עד למסקנא קאי אמילתא דרבא ור' יוחנן דלעיל בסמוך אדרשא דכל ימיו בעמוד והחזר ומש\"ה מפרש רש\"י נמי דלמ\"ד ביטלו נמי שייך מלקות באונס שגירש היכא שמדירה דאע\"ג דלקמן בדף הסמוך מסקינן דאפילו בהדירה יש לו הפרה כיון דלדבר מצוה הוא אפ\"ה הוכרח רש\"י לפרש כן דמשמע ליה דהמקשה לא אסיק אדעתיה הך מסקנא דלקמן ולכך הוצרך התוס' להאריך בכל הדיבור עד שהוכרחו לפרש כפירוש הר\"ש מדרוי\"ש מיהו לפי גירסת הרי\"ף בשלהי חולין מבואר דגרס איפכא דר' יוחנן סבר קיימו ולא קיימו וכן נראה מבואר מלשון הרמב\"ם ז\"ל בחיבורו הלכות נערה בתולה וכמ\"ש הכ\"מ בשם הר\"ן וא\"כ לפ\"ז צ\"ל דהכא בשמעתין נמי גרסינן איפכא הניחא למאן דתני קיימו ולא קיימו וא\"כ אי אפשר לפרש כפירש\"י ותוספות אלא כמו שאבאר לקמן ודו\"ק:", 
            "<b>בתוספות</b> ד\"ה הניחא למ\"ד ביטלו כו'  בכולה שמעתא פירש הקונטרס שקיימו היינו כשמזהירין כו' וקשה א\"כ מאי פריך כו' לכך נראה דלא מיקרי קימו כו' אלא תוך כדי דיבור וכן פירש הקונטרס גבי שילוח הקן עכ\"ל התוספות ובאמת שלשון התוספות תמוה טובא מלבד מה שהקשו התוס' בעצמם עוד יש לתמוה הא פשטא דקרא דכל ימיו ודאי לא משמע דאיירי דוקא תוך כ\"ד לאחר הגירושין ובעיקר הדברים נמי קשיא לי דמשמע מדבריהם דכל שבא לב\"ד והלקוהו תו לא שייך עשה דכל ימיו בעמוד והחזר וברפ\"ק דתמורה לא משמע הכי דהא קיי\"ל כרבא דכל היכא דאמר רחמנא לא תעביד אי עביד לא מהני והא דלקי משום דעבר אמימרא דרחמנא א\"כ ודאי הוי שייך הך מילתא דכל ימיו דלעולם בעמוד והחזר קאי כיון דגירושין לא מהני מידי עד שתנשא לאחר ע\"ש בגמרא ובתוס' והיינו כפירש\"י ומ\"ש התוספות שרש\"י גופא כתב כן בפ' שילוח הקן ולענ\"ד אין זו ראיה כלל דודאי בפ' שילוח הקן מילתא דפשיטא היא דצריך לקיים העשה תוך כ\"ד לאחר שנטלה דכל כמה דלא שילחה בקום ושלח קאי שישלחנה בפועל משא\"כ הכא משמע דעיקר הלאו והעשה היינו שאינו יוכל לשלחה וא\"כ אינו עובר עד שיאמר שאינו רוצה לקיימו ורוצה בשלוחה שכן נראה מלשון רש\"י שאפילו כשבא לב\"ד מרחיבין לו הזמן והיינו עד שנותן אמתלא לדבריו כן נראה לי ברור ליישב פירש\"י וק\"ל:"
        ], 
        [
            "<b>בתוספות ד\"ה</b> מידי הוא טעמא אלא לרבי יוחנן כו' ופירש בקונטרס דלר\"ל לאו שקדמו עשה ולאו שניתק לעשה שוין וכו' וקשה לר\"ל דס\"ל כו' טמא שבא אל המקדש דמתניתין אמאי לקי כו' עכ\"ל. וכבר כתבתי דלענ\"ד נראה ברור בפשיטות דבטמא שבא אל המקדש דמתניתין שפיר משכחת לה מלקות היכא שהתרה בו שאל יכנס דתו לא מהני קיים והא דאמר רבה לעיל אמלתא דר' יוחנן כתיבא ותנינא היינו כי היכי דלא נימא דגזירת הכתוב הוא דבעינן דומיא דלאו דחסימה וא\"כ לא שייך כלל פלוגתא דר\"י ור\"ל לענין טמא שנכנס ועיקר סוגיא דשמעתין ופירש\"י במילתא דר\"י ור\"ל לענין אונס ושילוח הקן לחוד איירי וכ\"ש שיש לתמוה בזה על פירושו של הר\"ש מדריו\"ש שמפרש דהשקלא וטריא דהניחא למ\"ד עד סוף הסוגיא אסוגיא דכתיבא ותנינא מטמא שנכנס למקדש קאי וזה תימא דמה ענין קיום העשה לענין איסור הלאו דלא יכנס אלא דבזה יש לי ליישב קצת למאי דפרישית לעיל בלשון התוספות ד\"ה תנינא דלענין טומאת מקדש אשכחן תרי לאוין לאו דאל המקדש לא תבוא ולאו דלא יטמאו את מחניהם וכתבתי שם דלא תבוא היינו לאו דכניסה והיינו שנטמא בחוץ ולאו דלא יטמאו היינו כשנטמא בפנים והזהירו שלא ישהא בטומאה אלא יקיים העשה וישלחו מן המחנה ומדמייתי הש\"ס לעיל גבי כתיבא ותנינא האי קרא דולא יטמאו ומסיק עליה וקאמר ותנינא הבא אל המקדש טמא ע\"כ היינו משום דפסיקא ליה דמתניתין בכל ענין איירי ל\"ש בא אל המקדש כשהוא טמא או אפילו כשנטמא בפנים שייך נמי חיוב מלקות כדאיתא בפ\"ב דשבועות וא\"כ מייתי שפיר דאפילו בהך טומאה בפנים דלאו דידיה היינו ולא יטמאו את מחניהם שהוא ניתק לעשה דוישלחו מן המחנה ואפ\"ה לקי וע\"כ היינו משום שקדמו עשה ללאו כן נראה לי ליישב בדוחק. גם נתיישב בזה מה שהקשו התוס' על פירש\"י ר\"ל היכי מוקי למתניתין דודאי ר\"ל מוקי למתניתין שפיר בטמא שנכנס אל המקדש ממש דלא שייך ביה קיימו ולא קיימו כדפרישית כן נראה לי נכון ליישב פירש\"י:", 
            "<b>ומ\"ש</b> התוס' עוד בסוף הדיבור דאי כפ\"ה דפירש דקאי אעמוד והחזר קשה כו' דמ\"מ היכי גלי קרא דלא לקי כבר כתבתי דלק\"מ דאכתי מהאי קרא דכל ימיו עמוד והחזר ליכא למשמע מיניה דלא לקי למאי דמסקינן במימרא דרבא בריש תמורה דעיקר מלקות היינו דעבר אמימרא דרחמנא וא\"כ אף כשמחזירה הוי שייך מלקות אי איתא לדר' יוחנן דבלאו שקדמו עשה לוקין אלא דלהכי מהני הא דגלי קרא דתו הוי לאו הניתק לעשה גמור ולאפוקי דלא נימא דהוי לאו שקדמו עשה כל זה לר' יוחנן משא\"כ לר\"ל דלא מחלק מקשה שפיר מאי איכא למימר וכיון דלדידיה ליתא הך דרשא דכל ימיו תו ליכא אלא הך עשה דולו תהיה לאשה לחוד והוי לאו שקדמו עשה כנ\"ל נכון ליישב שיטת רש\"י ובהא מסיק שפיר דאה\"נ דלר\"ל דאמר קיימו ולא קיימו לית ליה הך דר' יוחנן ואפ\"ה א\"ש מתניתין דטמא שנכנס אל המקדש כפשטה:", 
            "<b>בגמרא</b> א\"ל מאי קאמרת קיים פטור כו' תני ביטלו ולא ביטלו ופירש\"י דה\"ג תני ביטלו ולא ביטלו והאריך בזה לפרש דמ\"ד התראת ספק שמה התראה ס\"ל ביטלו ולא ביטלו ולר\"ל איפכא. וכבר כתבתי לעיל דגירסת הרי\"ף והרמב\"ם הוא להיפך דר' יוחנן סבר קיימו ולא קיימו וכמו שנראה מלשון הרמב\"ם ז\"ל בחיבורו וע\"ש בכ\"מ ולכאורה נראה דגירסא זו עיקר דלפ\"ז א\"ש טובא דמ\"ד קיימו ולא קיימו היינו משום דהתראה ספק שמה התראה וא\"כ שפיר משכחת ליה דאפילו בלאו שיש בו קום עשה אפ\"ה שייך מלקות היכא שהתרה בו שיקיים העשה ואם לא יקיים על פי בית דין ילקוהו והוי התראת ספק ור\"ל סבר דהתראת ספק לא שמה התראה וא\"כ תו לא משכחת בלאו שיש בה קום עשה שיחייב מלקות אלא בביטלו דהוי התראת ודאי וא\"כ ע\"כ דמה שהוצרך רש\"י ותוס' להפך הגירסא והרא\"ש בשמעתין קלסי לגירסת רש\"י היינו משום דאי כגירסת הרי\"ף והרמב\"ם דר' יוחנן סבר קיימו ולא קיימו ע\"כ צריך להפך נמי הגירסא דלעיל דהא דמקשה הניחא למ\"ד כו' ומסיק נמי מידי הוא טעמא אלא לר' יוחנן הא א\"ל ר\"י לתנא תני ביטלו חייב ולדידהו צריך להפך הא אמר ר' יוחנן תני קיימו ולא קיימו א\"כ לא א\"ש הא דקאמר הניחא למ\"ד קיימו ולא קיימו ולכל הפירושים דלעיל בשמעתין משמע דאדרבה למ\"ד ביטלו ולא ביטלו א\"ש טפי לפרש\"י הך מלתא דרבא דקאמר כל ימיו בעמוד והחזר ולפי הר\"ש מדרוף\"ש היינו הא דקאמר הבא אל המקדש טמא וכמו שהארכתי בזה היינו דקלסי' הרא\"ש לגירסת' וכ' שהסוגיא מתיישבת בכך. אמנם כן נלע\"ד אף שאיני כדאי להכריע מ\"מ תורה היא וללמוד אני צריך דאדרבה לגירסת רש\"י ותוס' צריך לדחוק בהך סוגיא דהניחא כמו שהאריכו התוס' בעצמם וכתבו דפי' רש\"י בזה דוחק ולפי' הר\"ש מדרוי\"ש כבר כתבתי שאדרבה פירושו תמוה מאד ואין ליישב אם לא בדוחק גדול מלבד מה שהקשיתי דלגירסא זו צריך לומר דלמ\"ד ביטלו ולא ביטלו משכחת לה מלקות אי לאו דגלי קרא והיינו היכא שמדירה וזה דלא כמסקנא דלקמן דקי\"ל בדף הסמוך דאפי' בנדר ע\"ד רבים לדבר מצוה יש לו הפרה משא\"כ לגירסת הרי\"ף והרמב\"ם אין צריך לדחוק בכל זה אלא דיש לפרש כל הסוגיא להיפך דהא דקאמר הניחא אכל השקלא וטריא דלעיל קאי בין אמאי דבעי למימר דר' יוחנן הדר ביה משום דקשיא ליה אונס שגירש ובין במאי דמסיק רבא ורבין אליבא דר\"י דשאני אונס דכתיב כל ימיו יתורא לאשמעינן דבעמוד והחזר קאי מש\"ה לא לקי ואהא קאמר שפיר הניחא למ\"ד קיימו ולא קיימו שפיר איתא להך שקלא וטריא דאונס שגירש משום האי טעמא פטור ממלקות ואפ\"ה זמנין דאיתא ללאו היכא שאי אפשר לקיימו כגון שמתנה או שכבר נישאת לאחר אלא למ\"ד ביטלו ולא ביטלו בלא\"ה לא אשכחן מלקות לקמן דלדבר מצוה אפילו ע\"ד רבים יש לו הפרה כן נראה לי ליישב גירסת הרי\"ף והרמב\"ם ז\"ל ודו\"ק:", 
            "<b>בפירש\"י</b> בד\"ה ור\"ל סבר כו' ואי קשיא לר' יוחנן נמי כו' לעולם התראה בשעה שעובר על אזהרתו בעינן כדאמרי' בשבועות כו' עס\"ה. גם בזה נראה דרש\"י הוצרך לכל זה לפי גירסתו כגירסת הספרים שלפנינו דמשמע דבביטלו שייך התראת ספק ובלא קיימו לא מיקרי התראת ספק ומשמע ליה לרש\"י דהיינו משום דהתראה בשעה שעובר בעינן ומייתי לה מסוגיא דככר בשבועות ובאמת שסברא זו דחוקה היא כמו שהקשו בתוס' דא\"כ בלא קיימו נמי הוי התראת ספק ותירצו ג\"כ בדוחק כמו שנראה מלשון התוס' במאי קמפלגי ובד\"ה ועבר היום ע\"ש משא\"כ לגירסת הרי\"ף והרמב\"ם ז\"ל שכתבתי בסמוך משמע להדיא דבלא קיימו הוי התראת ספק והטעם נראה מבואר שלא דמי להאי דככרות משום דבכל הני לאו שניתק לעשה כגון אונס שגירש ושילוח הקן מתחיל עיקר איסור הלאו לאלתר אלא שהעשה בא לתקן הלאו ומתרין אותו בשעת האיסור שלא יגרש ולא ישלח אע\"ג שעדיין לא נגמר חיוב המלקות מ\"מ לאחר שהתרו בו הב\"ד ומזהירין אותו שיקיים העשה אז ילקה משא\"כ בככרות לעולם לא שייך התראה בשעת אכילת ראשונה דאפילו התחלת איסור אין כאן כיון שהתנה ואמר בפירוש לא אוכל זו אם אוכל זו ואין להאריך כאן יותר:"
        ], 
        [
            "<b>בגמרא</b> תנן התם הנוטל אם על הבנים ר' יהודה אומר לוקה ואינו משלח ופירש\"י דקסבר שלח מעיקרא משמע. וכוונתו מבואר דמש\"ה לא הוי לאו שניתק לעשה ולא הוי נמי בכלל זה הכלל דמתניתין והכי מסקינן להדיא בשילהי חולין דטעמא דר' יהודה משום דשלח מעיקרא משמע ולאו משום דקסבר דבעלמא נמי לאו הניתק לעשה לוקין עליו דפשיט לה רבינא לרב אשי מהך ברייתא דנותר דקאמר לה ר' יהודה בהדיא לא בא הכתוב אלא ליתן עשה אחר לא\"ת לומר שאין לוקין אלא שראיתי בפי' הרמב\"ם ז\"ל בפי' המשניות כאן על משנה זו דטעמא דר' יהודה דקאמר לוקין לפי שסובר לאו הניתק לעשה לוקין עליו ועמדתי משתומם היאך כתב נגד סוגיא ערוכה דשילהי חולין דאמרינן להדיא ש\"מ דבעלמא סבר לאו הניתק לעשה אין לוקין והכא ה\"ט דשלח מעיקרא משמע ונהי דבתר הכי אמר רב אידי לר' אשי התם מתניתין נמי דיקא ודחי לה אפ\"ה פשיטותא דרבינא מברייתא דנותר פשיטות גמור הוא כיון דר' יהודה אמר בפירוש דאין לוקין מטעמא דהוי לאו הניתק לעשה אמנם אחר העיון יגעתי ומצאתי ליישב דברי הרמב\"ם ז\"ל גם בזה וטעמו ונימוקו עמו ואדרבה קשי' לן אהך פשיטותא דרבינא מברייתא דנותר למשמע מינה בכל לאו הניתק לעשה ואכתי לא דמי כלל דהא לפי סוגיא דשמעתין לעיל ודבסמוך משמע להדיא דעיקר טעמא דאין לוקין בלאו הניתק לעשה היינו משום דהעשה היא תיקונו של לאו דבכך הוא נתקן ומש\"ה בשאינו מקיים העשה למר בלא קיימו ולמר בביטלו אה\"נ דלוקין וא\"כ לפ\"ז פשיטא דלא שייך הך מלתא בנותר כלל שהעשה אינו לתקן הלאו כלל אלא אדרבה מגרע יותר כח הלאו שעי\"כ יפסול הקרבן והצריכו הכתוב שריפה ומכ\"ש למה שכתבתי בסמוך בשיטת וגירסת הרמב\"ם ז\"ל דעיקר טעמא דלאו הניתק לעשה תליא בפלוגתא דהתראת ספק שבהתראת ודאי כ\"ע מודו דלוקין וא\"כ בנותר ודאי עיקר התראה אינה אלא בסוף הלילה ובהאי שעתא חלה ההתראה שמתרין בו שאם לא יאכל לאלתר אע\"כ דטעמא דר' יהודה בנותר מילתא אחריתא היא דאפי' בהתראת ודאי אינו לוקה כיון דכוליה קרא דוהנותר מייתר' דכמה קראי אשכחן בנותר אי מקראי אי מהלכתא (ובזה נתיישב קושית התו' דתמורה) ותדע שכן הוא דהא בריש תמורה מקשה הש\"ס ור' יעקב קרא דוהנותר מאי עביד ליה ומשני דאיצטריך לדרשא אחריתא א\"כ משמע להדיא דלמאן דדריש והנותר לדרשא אחריתא לא מיקרי לאו הניתק לעשה וכדמשמע נמי בפסחים בפ' אלו דברים גבי מצורע דנכנס לפנים ממחיצתו דמסקינן התם תנאי היא דלר' יהודה דלא מייתר קרא דבדד ישב סבר דלוקה ולר\"ש דמייתר קרא סבר דאינו לוקה ע\"ש וכ\"ש הכא דקאמר ר' יהודה להדיא לא בא הכתוב משמע היינו דמייתר קרא א\"כ לפ\"ז הדרא קושיא לדוכתא מאי פשיט רבינא מנותר לשילוח הקן וכיוצא בו היכא דלא מייתרי קראי דלעולם איכא למימר דר' יהודה דקאמר לוקה ואינו משלח היינו משום דלעולם לוקין היכא דלא מייתרי קרא אע\"כ דרבינא לא אסיק אדעתיה הך סוגיא דתמורה ולפ\"ז א\"ש נמי הא דמספקא להו לר' אבא בר ממל ולרב אשי אטו מי לא הוי ידעי הך ברייתא דוהנותר דמייתי הש\"ס בכמה דוכתי ולמאי דפרישית א\"ש דאדרבה איכא למימר דרב אשי לא קיבל הך פשיטותי' דרבינא משום דסבר כי הך סוגיא דתמורה דשאני נותר דמייתרא קרא והשתא א\"ש נמי הא דקאמר רב אידי לרב אשי מתני' נמי דיקא ודחי לה וע\"כ היינו משום דמהך דנותר לא מוכח מידי א\"כ לפ\"ז יפה כתב הרמב\"ם ז\"ל דבלאו הניתק לעשה כי האי דשלוח הקן סבר ר\"י דלוקין ורבנן סברי דאפילו בכה\"ג לא לקי בשלוח הקן כיון שהעשה מתקן הלאו משא\"כ בנותר ובמצורע שנכנס שאין העשה מתקן הלאו ולא שייך בהו האי כללא כל שיש בה קום עשה מש\"ה בעינן קרא יתירא והיינו דמסיק הש\"ס התם דפלוגתא דתנאי היא ולר' יהודה חייב כיון דליכא קרא יתירא ומזה הטעם עצמו פסק הרמב\"ם גבי מצורע דחייב מלקות ועיין בתוס' ישנים ביומא דף נ\"ז בלאו דנבילה שכתבו ג\"כ סברא כזו ע\"ש ות\"ל יתברך שזכיתי ליישב דברי הרמב\"ם ז\"ל בדברים נכונים וברורים ודעת קדושים מצאתי במאי דאנהרינהו לעייני מן השמים והתמי' על כל מפרשי המשניות שלא שתו לבם לכל זה ואולי מקום הניחו לי ודוק היטב:", 
            "<b>הג\"ה</b> מבן המחבר וזאת ליהודא מדבר", 
            "<b>אבא</b> מזכה ברא וברא מזכה אבא ואבאר דבריו בעז\"ה בזה בתכלית הביאור דלכאורה אכתי תיקשי בזה אדברי הרמב\"ם ז\"ל בפי' המשנה מהא דאמרי' בחולין בפרק שילוח הקן אמתניתין דהנוטל אם על הבנים ר\"י אומר כו' ואמרינן שם בגמרא דאמר ר\"ז דברייתא דהגנב וגזלן משבשתא ואמינא ליישב דלמסקנא ע\"כ לאו משבשתא כיון דבברייתא מפ' דברי ר\"י משמע דרבנן ס\"ל דלוקה דהא במתניתין אמרי רבנן זה הכלל כל מצות ל\"ת שיש בה קום עשה אין לוקין ונ\"ל דטעמא דר\"ז ס\"ל אליבא דר\"י דתני אינו לוקה משום דקי\"ל לאו הניתן לתשלומין אין לוקין וכדאמרינן להדיא בסוגית הש\"ס דפ\"ג דמכות וכ\"כ הרמב\"ם ז\"ל שם בפי' המשנה בדרך כלל וכ\"כ בחיבורו בפי\"ח מהל' סנהדרין וס\"ל לר\"ז טעמא דאין לוקין בלאו הניתן לתשלומין משום דס\"ל כעולא דכל היכא דאיכא ממונא ומלקות ממונא משלם מילקא לא לקי כדאיתא בסוגיא דפ\"ג דכתובות ורבנן דר\"י הוא ר\"מ ס\"ל לוקה ומשלם ומה\"ט ס\"ל דע\"כ דברייתא א\"ש אליבא דר\"י דפליג אדר\"מ בהא דס\"ל לוקה ומשלם וע\"כ דאינו לוקה כיון דניתן לתשלומין ולפ\"ז למ\"ש הרמב\"ם ז\"ל שפסק להדיא כר' יוחנן דס\"ל כל היכא דאיכא ממון ומלקות מילקא לקי ממונא לא משלם ע\"כ דלאו טעמא דר\"י דאינו לוקה משום דניתן לתשלומין דאדרבה הו\"ל למימר דלקי אע\"כ דלמסקנא ליכא למימר דה\"ט דלאו הניתן לתשלומין אינו לוקה משום דה\"ל שתי רשעיות דאדרבא איכא מלקות אע\"כ דה\"ט דאינו לוקה משום דאכתי לא ביטל את העשה דיכול לקיים השבה בתשלומין אף בששרפו את הגזילה או המשכון וכמ\"ש התוס' בפ\"ג דמכות דט\"ז ע\"א ד\"ה התם איתא בתשלומין וכו' וז\"ל כששרפו וחייב ממון הלכך לא משכחת ליה בטלו דכל אימת דיש לו ממון לא ילקה עכ\"ל וממילא דלשיטת הרמב\"ם א\"א לומר דמשבשתא ובאמת תמיה גדולה ונפלאה על הכ\"מ ז\"ל שם בפי\"ח מהל' סנהדרין שהניח דברי הרמב\"ם ז\"ל מ\"ש דלאו הניתן לתשלומין אינו לוקה בצ\"ע אליבא דר\"י דס\"ל מילקא לקי ולא אוכל לירד לסוף דעתו דנעלם ממנו דברי התוס' שם דסוגית הש\"ס שם אליבא דר\"י וס\"ל ביטלו ולא ביטלו וע\"כ לא הוי טעמא משום שתי רשעיות אלא דאפי' אי ס\"ל לר\"ז ג\"כ ה\"ט במסקנא אפ\"ה א\"ש דדוקא ר\"ז לשיטתיה הוא דקאמר דמצינן למימר דהא משבשתא דדילמא אינו בכלל מלקות קאמר ר' יהודה והא דתני דברי ר' יהודה דמשמע דרבנן סבירא להו דלוקה דהא תני במתני' זה הכלל היינו דלרבנן משכחת לה אליבא דרב\"י דסבירא ליה לכ\"ע דאם ביטל העשה לוקה ומשכחת ליה בגזילה בגר דאינו מחויב לשלם ולא הוי לאו הניתק לתשלומין וכדאתקיף ליה רבי זירא שם ור\"י לא מחלק בהכי וס\"ל דבכל גווני אינו לוקה ולא מחלק בין ביטלו ללא ביטלו אלא דכ\"ז דוקא לר\"ז דאתקיף ליה שם דמשכחת ליה בגר שמת ביטלו ולא ס\"ל הא דדחי הש\"ס פ\"ג דמכות שם דט\"ז ע\"ב דאפ\"ה הוה לאו הניתן לתשלומין משום דגברא בר תשלומין ולא משכחת אליבא דרבנן מלקות בגזילה אפי' בגר וע\"כ דלאו משבשתא אע\"כ דס\"ל לר\"י דלאו הניתק לעשה לוקה בכל גווני וכ' הרמב\"ם ז\"ל בפי' המשנה דטעמא דר\"י משום דס\"ל לאו הניתק לעשה לוקה למסקנא דלא קי\"ל כאתקפתא דר\"ז בפ\"ג דמכות כנ\"ל נכון ודוק היטב. ואבא מזכה ברא במ\"ש דלר\"י גזילה ל\"ד לנותר וכן שילוח הקן למסקנא דתמורה ולפמ\"ש מכ\"ש דחמץ דעיקר העשה קודם ללאו דאך ביום ראשון תשביתו דמעיקרא משמע ועיקר העשה שלא יעבור בב\"י ואפי' בפסח אם דעתו לבערו אינו עובר באותו שהיה והוה עשה קודם ללאו ולכ\"ע לוקה וע\"כ דהסוגיא דפ' מי שהיה טמא בפסחים דצ\"ה ע\"א דחמץ דמי לנותר היינו לרבינא דפשיט שילוח הקן מנותר משא\"כ לרב אשי ע\"כ ל\"ד לנותר וכ\"ש דחמץ ל\"ד לנותר ומיושב' היטב קושית הגאון ח\"צ ז\"ל בתשובה סי' מ\"ה בשם הרב מוהר\"ש אבוהב ז\"ל שכ' הרמב\"ם ז\"ל דלוקה אלאו דב\"י והקשה שזה נגד סוגית הש\"ס דפסחים דצ\"ה דלפמ\"ש הרמב\"ם ז\"ל אזיל לפי שיטתו שכתב בפי' המשנה אליבא דר\"י דלוקה אלאו שניתק לעשה ואף דס\"ל בנותר להדיא דאינו לוקה ומדר\"י נשמע לרבנן כנ\"ל ברור בסמוך ודוק היטב. ובזה נ\"ל לפ' המשך דסוף פירקין לא יטול אדם אם על הבנים אפי' לטהר המצורע ומה מצוה קלה כו' נ\"ל דה\"פ דבלא\"ה קשה מנ\"ל למילף לשאר מצות משילוח הקן דאיכא עשה ול\"ת אלא דלעיל פריך הש\"ס ל\"ל קרא לרבות דאפי' לדבר מצוה חייב בשילוח משלח תשלח דהא איכא עשה ול\"ת ומשני מר בר ר\"א דאיצטריך קרא לנטלה ע\"מ לשלחה דליכא ל\"ת אלא עש' ואחר דילפינן מקרא דאפילו לטהר המצורע בעי שילוח וע\"כ בנטלה ע\"מ לשלחה דליכא אלא עשה ומוכח שפיר בק\"ו לכל מצות עשה דאיכא באריכות ימים כנ\"ל נכון:", 
            "<b>ועוד</b> נ\"ל לפ' ברווחא דמילתא דמה\"ט לא פריך ר\"ז תרי ברייתות דבגנב וגזלן ס\"ל לר\"י דלוקה ובנותר ס\"ל דאין לוקה משום דמ\"ל דלפי סוגית הש\"ס דב\"מ ר\"פ א\"נ דאמרינן שם לעבור עליו בשני לאוין לענין כובש ש\"ש והקשו התוס' שם דילמא לענין גזל עובר עליו בשני לאוין ותי' התוס' משום דבגזל ה\"ל לאו הניתק לעשה וליכא מלקות משא\"כ בכובש ש\"ש איכא מלקות ע\"ש ואם נימא דלר\"י איכא מלקות בגזל ומוקמינן ע\"כ לעבור בשני לאוין אגזל ולא ה\"ל ניתק לעשה דלא אתי חד עשה ועקר תרי לאוי משא\"כ בנותר דליכא אלא חד עשה וכדאמרינן להדיא ברפ\"ק דתמורה דף ד' ע\"ב ומה\"ט לא פסיקא ליה לר\"ז לאקשויי ברייתא דגנב וגזלן אברייתא דנותר והוכרח ר\"ז לומר דליכא פשיטותא דדילמא אינו בכלל מלקות כו' דר\"י ס\"ל דה\"ל לאו שניתק לעשה ולא מוקמינן תרי לאוי אגזל והא דאמרינן דברי ר\"י דילמא דת\"ק דר\"י ס\"ל דאיכא תרי לאוי אגזל ולא אתי חד עשה ועקר תרי לאוי ולפ\"ז למסקנא דמוקמינן שם בפ' א\"נ תרי לאוי אכובש ש\"ש ולא מוקמינן תרי לאוי אגזל משום דה\"ל לאו שניתק לעשה וק' טובא דהא גם בעושק ה\"ל ניתק לעשה וכמו שהקשה א' מן הגדולים למהרש\"א ז\"ל ע\"ש ועמ\"ש אמ\"ו הגאון ז\"ל שם ולפענ\"ד בעז\"ה מקום הניחו לי בזה דלענין כובש ש\"ש אף דה\"ל לאו הניתק לעשה איצטריך יתורא דלעבור עליו בשני לאוין בין למ\"ד קיימו ולא קיימו כיון דעובר אלאו דלא תלין ואיכא עשה דביומו תתן שכרו והיכא דעבר היום מבטל העשה ואף למ\"ד ביטלו ממש בידים משכחת ליה בגר דליתא בתשלומין וכאתקפתא דר\"ז בפ\"ג דמכות ועוד דבלא\"ה ה\"ל כביטל ממש בידים ומש\"ה מוקמינן שפיר אכובש ש\"ש משא\"כ בגזל דבכל גוונא איתא בתשלומין לעולם ולא משכחת ליה אפילו לא קיימו וכמ\"ש הר\"ן ז\"ל בשיטת הרי\"ף והרמב\"ם ז\"ל בשמעתין דדוקא בשילוח הקן היכא דמתה מאליה הוא דה\"ל לא קיימו וביטלו ה\"ל כששחטו ושפיר כתב הרמב\"ם ז\"ל לשיטתו דלמסקנא מוכח דלא הוה משבשתא כיון דמוקמינן שני לאוין דוקא אכובש ש\"ש ולא אגזל וע\"כ משום דגזל ה\"ל לאו שניתק לעשה וכמש\"ל ולא אמרינן דלא אתי חד עשה ועקר תרי לאוי דדוקא בתרי לאוי דסמיכי הוא דאמרינן דומיא דתמורה משא\"כ היכא דלא סמיכי לא אמרינן כן וכמ\"ש התוספות בפשיטות בפ\"ג דמכות דף ט\"ו ע\"א ד\"ה תנינא הבא למקדש כו' ומה\"ט אי הוה מוקמינן תרי לאוין אגזל לא הוי לקי משום דה\"ל ניתק לעשה ולא שייך למימר דלא קיים דכל ימיו איתא בתשלומין ומש\"ה מוקמינן דוקא בכובש ש\"ש וכמש\"ל ולפ\"ז שפיר כ' הרמב\"ם לפ\"ש דקי\"ל דבלא קיימו ה\"ל ניתק לעשה כנ\"ל נכון בעז\"ה ודוק היטב:", 
            "<b>ובזה</b> נ\"ל ליישב ברווחא דמילתא קושית התוספות בשמעתין ד\"ה אי כרבנן משלח ואינו לוקה וז\"ל הוי מצי למימר דסבר קיימו ולא קיימו הלכך לוקה ומשלח אליבא דרבנן עכ\"ל. ולפענ\"ד נ\"ל ליישב הסוגיא בין לשיטת רש\"י ז\"ל דגרי' אליבא דר\"י דס\"ל ביטלו ולא ביטלו ור\"ל ס\"ל קיימו ולא קיימו משום דס\"ל התראת ספק לא שמיה התראה ובעינן התראה בשעה שעובר הלאו ומש\"ה ס\"ל דתליא בלא קיימו והיינו תוך כ\"ד כשמזהירו בשעה שעובר וה\"ל התראת ודאי לר\"ל ולשיטת הרי\"ף והרמב\"ם ז\"ל כפי שהביא הר\"ן ז\"ל בשמעתין וכ\"כ הריטב\"א ז\"ל פ\"ג דמכות בשם רבותינו בעלי התוספות ורוב הראשונים ז\"ל דגרסי להיפוך דר\"י ס\"ל קיימו ולא קיימו והיינו שכל ימיו יכול לקיימו ולא משכחת ליה לא קיימו אלא כשמת' האם בשילוח הקן ע\"ש והוכרח הר\"ן ז\"ל לפרש כן לשיטה זו דלא תיקשי אדר\"י דאמאי לא משכחת אלא זאת ועוד אחרת דהא משכחת ליה טובא וכמו שהקשו התוספות פ\"ג דמכות ותירצו דלר\"י דקאמר זאת ועוד אחרת היינו משום דס\"ל ביטלו ולא ביטלו וממילא דלפ\"ש הסוברים להיפך דלא כגירסת רש\"י ז\"ל ותקשי טובא אדר\"י דקאמר זאת ועוד אחרת דהא משכחת ליה טובא בלא קיימו אע\"כ דס\"ל דלא כשיטת רש\"י ז\"ל אלא דכל אימת דמקיים ה\"ל קיימו וה\"ל התראת ספק דלא משכחת ליה לא קיימו אלא כשמת' או אבד' האם בשילוח הקן כמ\"ש הר\"ן ז\"ל ומה\"ט הוכרח ר\"ל דלשיטתו דס\"ל התראת ספק לא שמיה התראה לומר ביטלו ולא ביטלו דאז ה\"ל התראת ודאי בשעה שמבטל העשה דאי בלא קיימו בכל גווני ה\"ל התראת ספק כיון דכל ימיו יכול לקיים העשה ובין לפ\"ש רש\"י ז\"ל ובין לפ\"ש החולקים א\"ש הא דאמרי' במאי קמיפלגי בהתראת ספק קמיפלגי וכמש\"ל. ומעתה לפמ\"ש הר\"ן ז\"ל בשמעתין והריטב\"א ז\"ל בפ\"ג דמכות דקי\"ל כעובדא דההוא דגזינהו לגפה כו' ונגדיה ר\"י וא\"ל זיל רבי לה גדפיה ושלחה משום דמעשה רב ולפ\"ז ממ\"נ מיושב' קושית התוספות דאי לפ\"ש רש\"י ז\"ל דלא קיימו היינו תוך כ\"ד אכתי כיון דקי\"ל כר\"י דדוקא בביטלו הוא דאינו לוקה היינו כששחטו וא\"ש הא דאמרינן אי כרבנן ואי לשיטת החולקים ע\"כ לר\"י לא משכחת בלא קיימו כ\"א שמת' או שאבד' האם המשלח ואף דגזינהו לגפה יכול לקיים וממילא דנמי א\"ש הא דאמרינן אי כרבנן וביותר לפמש\"ל בביאור דברי הרמב\"ם ז\"ל בפי המשנה שכ' אליבא דר\"י דלוקה אלאו שניתק לעשה משום דס\"ל דדוקא בביטלו הוא דאינו לוקה כמש\"ל או בלא יכול לקיים כלל מיושב' היטב קושית התוספות לכל השיטות ומסוגית הש\"ס דב\"מ ר\"פ א\"נ מבואר כשיטת החולקים על גירסת רש\"י ז\"ל ואין לי להאריך כאן בזה יותר ושם בחידושי חולין אבאר עוד בזה בעז\"ה ודוק היטב:", 
            "<b>שם</b> אמר ר' יוחנן אנו אין לנו אלא זאת ועוד אחרת א\"ל ר\"א היכא כו' נפק ואשכח דתניא אונס שגירש כו' הניח' למ\"ד קיימו כו'. ולכאורה קשה על גירסת הרמב\"ם והרי\"ף ז\"ל שהבאתי לעיל דר' יוחנן ס\"ל קיימו ולא קיימו וא\"כ מאי מקשה הש\"ס הניחא למ\"ד ה\"ל לשנויי מידי הוא טעמא אלא לר' יוחנן כדמשני הש\"ס לעיל בדף הסמוך דאיהו קאמר אנו אין לנו אלא זאת ועוד אחרת והנלע\"ד בזה דהא דקאמר ר' יוחנן אנו אין לנו אלא זאת ועוד אחרת היינו משום דדייק לה מלישנא דמתניתין וברייתא דלעיל דתני קמי' דר' יוחנן דקתני זה הכלל משמע דאיכא נמי מלתא אחריתי מש\"ה קאמר ר' יוחנן דלא משכחת ליה אלא האי דשילוח הקן ועוד אחרת וא\"כ מקשה הש\"ס שפיר הניחא למ\"ד דהא למאן דתני ביטלו ולא ביטלו תקשי ליה מתניתין דקתני זה הכלל והיכי משכחת לה ובהאי מסיק הש\"ס במסקנא דשפיר משכחת לה בפאה:"
        ], 
        [], 
        [
            "<b>במשנה</b> האוכל ביכורים עד שלא קרא עליהן קדשי קדשים כו' קדשים קלים ומעשר שני חוץ לחומה. נראה הא דקתני בהאי סידרא ואין זה לא כסדר הלאו דלא תוכל דמעשר שני כתיב ברישא דקרא וביכורים דנפקא מתרומת ידך כתיב בסוף ועוד דביכורים ומעשר שני הם מיני תבואה וקדשים ודאי חמירי טפי והנראה בזה דכיון דכל הנך דקתני הכא דלוקה ארישא דמתניתין קאי וכפירש\"י והתוס' שם דאלו לאו דוקא ואיכא טובא אלא דלא קתני אלא הנך דאית בהו חידוש א\"כ לפ\"ז א\"ש דביכורים עד שלא קרא איכא חידוש טובא לאפוקי מחכמים בסמוך דקריאה אינה מעכבת בהם משא\"כ בקדשי קדשים דליכא חידוש כמו ביכורים דהא איסור דידהו בחוץ לקלעים מפורש בקרא מיהא לאיסור עשה בחצר אהל מועד יאכלוהו אלא דאפ\"ה איכא חידוש לענין מלקות דבהכי איירי כל השקלא וטריא בשמעתין וכמו שיבואר ואח\"כ נקיט קדשים קלים ומעשר שני דבק\"ק נמי איכא חידוש כמבואר לקמן בלשון התוס' משא\"כ במעשר שני דעיקר לאו דלא תוכל לאכול בשעריך במעשר שני כתיב מש\"ה נקט ליה בסוף כדאמרינן בעלמא כל מידי דאתיא מדרשא חביבא ליה אלא אפ\"ה איצטריך לאשמעינן מעשר שני חוץ לחומה למידק מינה דאינו לוקה אלא דוקא שכבר ראו פני חומה דומיא דקדשים קלים דלית ביה לאו אלא לאחר זריקה שראוי לאוכלן לפני ה' אלקיך וא\"כ ה\"ה למעשר משא\"כ באכל מעשר שני בלא פדיון קודם שנכנס לירושלים לא לקי כמימרא דרב אסי אר\"י לקמן דף י\"ט ע\"ב כן נראה לי וק\"ל:", 
            "<b>שם</b> השובר את העצם בפסח הטהור כו'  נראה דבהא נמי איכא חידוש אע\"ג דלאו מפורש הוא אפ\"ה כיון דסתם שבירת עצם במזיד ע\"י התראה שכיח טובא בעצמות שיש בהם מוח וסד\"א דאתי עשה דאכילת קדשים ודחי קמ\"ל דלקי והיינו כדאיתא בפסחים דף פ\"ג מיתורא דקרא:", 
            "<b>בגמרא</b> אמר רבב\"ח א\"ר יוחנן זו דברי ר\"ע סתימתאה כו' ופירש\"י דהכי שמיע ליה לר' יוחנן דסבר ר\"ע קריאה מעכבא. ולענ\"ד אין צורך בזה דכיון דבלא\"ה מוקמינן לרישא דמתניתין דאלו הן הלוקין כר\"ע דחייבי כריתות לוקין וחייבי מיתות אין לוקין מש\"ה משמע ליה לר' יוחנן דסיפא נמי ר\"ע היא והיינו משום דבשיטת ר\"ש אמרה דאמר להדיא דקריאה מעכבא ואמרינן נמי בעלמא דסתימתאה דר\"ש היינו אליבא דר\"ע:", 
            "<b>שם</b> מאי ר\"ש דתניא ותרומת ידך כו' ק\"ו ממעשר הקל ביכורים כו' לא כ\"ש ומסקינן לקמן דקרי לאיסור מעשר קל לגבי ביכורים היינו משום דביכורים אסורין לזרים ומעשר מותר לזרים וא\"כ בדין הוא דביכורים אסורין חוץ לחומה מק\"ו דמעשר ואין להקשות דאכתי מאי ק\"ו שייך הכא הא איכא למיפרך תרומה יוכיח דמשום הא לא איריא דמה לתרומה שאין טעונין הבאת מקום ולא וידוי משא\"כ ביכורים דטעונין הבאת מקום ווידוי כמו מעשר אפילו לר\"ש וכ\"ש לרבנן דביכורים דמי למעשר נמי לענין ביעור ולענין טומאת עצמן ולענין אונן א\"כ שפיר ילפינן ביכורים בק\"ו ממעשר:", 
            "<b>ועוד</b> דכיון דבתרומה לא שייך הבאת מקום דכתיב בהדיא ואכלתם אותה בכל מקום א\"כ לא שייך בה הך מילתא דחוץ לחומה וכיוצא בזה כתבו התוס' בפרק הערל (יבמות דף ע\"ג) ובפ' כל שעה (פסחים דף ל\"ו ע\"ב) והשתא א\"ש נמי הא דקאמר ר\"ש דלענין חוץ לחומה דביכורים לא איצטריך קרא דילפינן להו בק\"ו ממעשר ואמאי הא אכתי איצטריך לאשמעינן דלא נימא דתרומה קרינהו רחמנא ולמאי דפרישית א\"ש וכמו שאבאר עוד לקמן באריכות:"
        ], 
        [
            "<b>בגמרא ע\"ב אמר</b> רבא דילידא אימא כר' שמעון תיליד כו' עד סוף הסוגיא. ולכאורה יש לתמוה טובא דאכתי מאי קלסיה רבא לדר\"ש כיון דאיהו גופא אשכח פירכא אכל הנך דברי ר\"ש הן מצד הפירכות דאיכא לכל חד וחד מהנך בבי וכן במאי דקאמר דלוקה אכל הנך ולפי המסקנא בכמה מאלו לית בהו אלא איסורא בעלמא כמו שפרש\"י והתוספות והנלע\"ד ליישב בזה היינו משום דבלא\"ה יש לדקדק אמילתא דרבא דאיהו גופיה מנ\"ל לפרש דחומרא דביכורים היינו שאסורים לזרים ומש\"ה מקשה עליה אדרבה מעשר חמור שאסור לאונן והיינו אליבא דר\"ש גופא מקשה דהוא סובר דביכורים מותרים לאונן כמו שפירש\"י ובאמת דהך פירכא לאו קושיא אלימתא היא (דהא עיקר טעמו דר\"ש דמתיר ביכורים לאונן היינו משום דתרומה קרינהו רחמנא ומשמע דאפי' לקולא אמרינן הכי וא\"כ אכתי קשה בתרומה גופא מנ\"ל לר\"ש דמותר לאונן) דאפשר דר\"ש אליבא דדבריהם דרבנן קאמר כמו שאבאר ולדידהו לא שייך הך פירכא וטפי ה\"ל למיפרך דכמה מילי דמעשר חמירא שאוסרת את הגורן ויש לו שיעור והרבה כיוצא באלו דקתני התם בפ\"ב דמעשרות אע\"כ דרבא מהדר למיפרך בחומרא דמעשר דאית בהו איסור לאו בגוף אכילה כי האי חומרא דביכורים שאסורין לזרים באיסור לאו ומיתה וא\"כ לפ\"ז לר\"ש מאונן נמי לא הוי שייך הך פירכא כלל דהא באיסור אנינות דמעשר לא אשכחן איסור לאו אי משום דלא אכלתי באוני ממנו אמרינן בהדיא בריש פרק כל שעה ובכמה דוכתי דלא הוי אלא וידוי בעלמא ומה\"ט כתבו הרמב\"ן וסמ\"ג במנין דאיסור לאוין דלא אכלתי באוני לא הוי לאו ממש אלא איסורא בעלמא ומשום שמחה בעלמא למצוה מן המובחר וזה אף למאי דקיי\"ל כרבנן אלא אפילו את\"ל כשיטת הרמב\"ם ז\"ל במנין המצות שלו בשורש ח' דלא אכלתי באוני ממנו הוי לאו גמור וכמו שאבאר ליישב שיטתו אליבא דרבנן אלא דאפ\"ה ע\"כ ר\"ש לית לי' הך סברא דאי ס\"ד דלא אכלתי באוני אע\"פ שהוא וידוי אפ\"ה הוי לאו גמור לענין מלקות א\"כ כ\"ש דלא ביערתי ממנו בטמא דכתיב בתרי דהוי לאו גמור אפילו לענין ביעור בטומאה וכ\"ש לענין אכילה בטומאה א\"כ מאי האי דקאמר ר\"ש לקמן בדף י\"ט ע\"ב דמעשר דלקי בטומאת עצמו איני יודע היכן מוזהר על אכילה ואיצטריך למילף לה מבשערך ע\"ש וע\"כ היינו משום דלא ביערתי ממנו בטמא ליכא איסור לאו וכ\"ש לענין הך וידוי דלא אכלתי באוני דאפילו איסורא בעלמא לא אשכחן בה אלא משום מצוה מן המובחר לשמוח בו וא\"כ מה\"ט אית לן למימר שפיר דלר\"ש לא חשיב ליה הך פירכא כלל לגבי האי חומרא דזרים דביכורים חייבין מיתה וחומש ואין להן פדיון כלל ובמעשר מותר לכתחילה ושפיר קרי לה מעשר הקל. וכיון שזכינו לדין דלר\"ש פשיטא ליה דביכורים חמירא ממעשר לענין איסור לאו דחוץ לחומה א\"כ תו לא שייכי כל הנך פירכות בכל הנך בבי דשפיר יליף בתודה ושלמים לענין איסור דחוץ לחומה בק\"ו דמעשר וביכורים ומאי חומרא שהן טעונין מתן דמים ומאי פרכת אדרבה מעשר חמור שכן טעונין כסף צורה הא ליתא דנימא ביכורים יוכיח וממילא דה\"ה לכל הנך קדשים בכור וחטאת ועולה ילפינן שפיר מק\"ו ממעשר וביכורים לבתר דכתיב ותרומת ידך ובאינך פירכות בשאר איסורין אבאר בסמוך ואפ\"ה קאמר רבא שפיר אע\"ג דאית להו פירכא כיון דמלישנא דר\"ש משמע דממעשר לחוד בעי למילף אפי' בלא ילפותא דבכורים כן נראה לי נכון:", 
            "<b>ועוד</b> נראה בעיני לפרש דברי ר\"ש יותר בפשיטות בענין דלית ליה פירכא כלל דודאי עיקר ק\"ו דר\"ש לדבריהם דרבנן קאמר דאליבא דנפשי' לא איצטריך כלל למילף בק\"ו ביכורים לחוץ לחומה והיינו בהיקישא דהנך קראי דנהי דמהאי היקישא דלא תוכל לחוד לא מצי למימר דמייתר חד מהנך דהא ללא נאמר קאמר אלא דאכתי מהאי היקישא דקרא קמא שפיר מצי למילף דכיון דלדידיה לא שייך האי היקישא דביכורים למעשר להשוותם לגמרי דהא לענין אונן וטומאת עצמן וביעור לא שוו להדדי דהא מתיר ופוטר בכולהו והיינו משום דהאי דתרומה קרינהו רחמנא היינו אפילו לקולא דלגמרי הוי תרומה ממש וא\"כ ע\"כ לא איצטריך האי היקישא אלא לענין חוץ לחומה דבהא לא שייך לומר דתרומה קריה רחמנא כיון דלית ליה חומה כמ\"ש התוספות בפ' הערל ובפ' כל שעה וכדפרישית לעיל ואע\"ג דבהאי היקישא דקרא קמא ליכא אלא עשה גרידא אפ\"ה הא קי\"ל דאין היקש למחצה אפי' לענין כרת ומיתה ומיתת ב\"ד וכ\"ש לענין מלקות וא\"כ אייתר כל הנך סיפא דקרא דלא תוכל דאי לא הוי כתיב אלא מעשר לחוד הוי כולה אתיא מינייהו בהיקישא לענין מלקות והיינו מרישא דקרא דכתיב בהדיא מעשרותיכם ותרומת ידכם נמצא דכל זה היינו אליבא דר\"ש אלא דאכתי אליבא דרבנן דאיצטריכו היקישא דקרא למילי טובא לאונן וטומאת עצמן וביעור וכיון שכן ממילא דאיצטריך למיכתב כולהו בסיפא דקרא לענין לאו חוץ לחומה דאל\"כ אדרבה הייתי אומר מדפרטן הכתוב כל חד באפי נפשה ברישא דקרא לענין עשה ולענין לאו דחוץ לחומה לא הוי כתיב אלא מעשר לחוד ע\"כ היינו לאשמעינן דלא אקשינהו רחמנא בקרא קמא אלא לענין שאר מילי ולענין לאו דחוץ לחומה אפקינן מהקישא דאשכחן בכמה דוכתי ומש\"ה שפיר קאמר ר\"ש דלדבריהם דרבנן נמי ע\"כ לאיסור חדש אתא דאל\"כ לישתוק מיניה ונילף בהקיש' ולא שייך למימר דאפקינהו מידי היקישא מדלא פרטן הא ודאי ליתא דמה\"ת כיון דאיכא ק\"ו ויותר אית לן למימר דהא דלא פרטן היינו משום דלא איצטריך כיון דאיכא ק\"ו והיקישא אע\"כ דאפי' לרבנן ע\"כ בביכורים אתי לאיסור חדש כנ\"ל נכון ואי תקשי היאך אפשר לומר דר\"ש אית ליה הך היקישא א\"כ מאי האי דקאמר לקמן דף י\"ט ע\"ב דטומאת עצמן במעשר איני יודע ואמאי לא יליף לה מהיקיש' דקדשים הא ליתא והיינו כדאיתא בפ' כל שעה דאדרבה עיקר איסורא דטמא בקדשים ילפינן מהיקיש' דמעשר ואייתר ליה והבשר אשר יגע בכל טמא לענין שאר איסורין שבתורה ע\"ש ולקמן בסוף הסוגיא אבאר יותר:", 
            "<b>שם</b> אדרבה מעשר חמור שכן טעון כסף צורי. ולכאורה יש לתמוה דאכתי מאי פירכא היא זו אדרבה מהאי טעמא גופא אית לן למימר דתודה ושלמים חמירי דאפי' בכסף צורי אינן ניפדין אלא דנראה דאפ\"ה הוי פירכא שפיר דבתודה ושלמים וכל הקדשים אפילו היכא דיש להם פדיון כגון בנפל בהם מום אפ\"ה לא בעינן כסף צורי אבל במעשר שני אפי' אם נטמאו ויש להם פדיון אפ\"ה אינם ניפדין אלא בכסף צורי כנ\"ל:", 
            "<b>שם</b> וכי מזהירין מן הדין כו' והאנן תנן אלו הן הלוקין. ונראה מלשון רש\"י דאביכורים נמי קאי ולמאי דפרישית לעיל בסמוך לא יתכן לומר כן דנהי דאין מזהירין מן הדין אפ\"ה ליכא לאוקמי לאו דלא תוכל למלקות לחוץ לחומה דהא בלא\"ה ידעינן שפיר כל הני איסורי דחוץ לחומה למלקות מהיקישא למעשר ברישא דקרא והאי ק\"ו דר\"ש אינו אלא גילוי מילתא בעלמא דלא נימא דממעטינן ביכורים ממלקות מדלא כתיב בסיפא דקרא וכדפרישית אע\"כ דביכורים דכתיב בסיפא דקרא דלא תוכל היינו למלקות לאיסור חדש דביכורים כיון דהך מילתא לא שייך בהאי היקישא דלעיל וכה\"ג גבי תודה נמי לא שייך הך קושי' דאין מזהירין מה\"ט גופא דלא איצטריך קרא למלקות לחוץ לחומה דמהיקישא וק\"ו ילפינן להו שפיר כדפרישית אלא דאכתי יש לפרש שפיר הך קושיא וכי מזהירין אף לשיטתי לענין בכור וחטאת ועולה דמנ\"ל בכל הנך מלקות לאיסור חדש דילמא כולהו לפני זריקה איירי דלא שייך למילף בהיקישא דרישא דקרא כיון דלפני זריקה לא שייך במעשר וביכורים דלא איירי ביה קרא כלל אלא לענין חוץ לחומה ומש\"ה איצטריך ר\"ש לומר בחטאת אי לפני זריקה ק\"ו מתודה א\"כ מקשה שפיר וכי מזהירין דלמא לעולם כולהו בלפני זריקה איירי ואכתי מנ\"ל לחייב מלקות בהך לאיסור חדש ולפ\"ז אידך קושיא דמתניתין דאלו הן הלוקין אקדשי קדשים חוץ לקלעים קאי ודו\"ק:"
        ], 
        [
            "<b>בגמרא</b> אלא קרא יתירא הוא. ויש לתמוה דהא משמע דאליבא דר\"ש בעי למימר הכי וא\"כ למה ליה לר\"ש כל הך ק\"ו כיון דבלא\"ה ע\"כ כל הנך קראי לכל הנך פרטי ליחודי לאו לכל חד וחד והנראה בזה דאכתי אי לאו ק\"ו הוי מוקמינן להאי קרא דלא תוכל לאכול אמעשר לחוד אי הוי מעשר חמיר טפי מביכורים ואינך חדא דעיקר קרא דוהבאת במעשר איירי דכתיב ואכלתם לפני ה' אלקיכם ושמחתם והיינו מעשר שני דחייב בשמחה משא\"כ ביכורים מותר לאונן והיינו משום דלא שייך בהו שמחה והאי ושמחת בכל הטוב דביכורים גופייהו אתי לזמן שמחה. ועוד דהא ע\"כ איצטריך למיכתב בסיפא דקרא מעשר דגנך ותירושך ודרשינן בריש כריתות דמדלא כתיב לא תוכל לאוכלם היינו לחייב על כל א' וא' מש\"ה פרטן הכתוב א\"כ כל זה לא שייך אלא במעשר לחוד ולא בביכורים מש\"ה הוצרך ר\"ש למילף בק\"ו דביכורים חמירי ממעשר וא\"כ לפ\"ז אי הוי כתב מעשר דגנך ותירושך ממילא שמעינן דאכולה רישא דקרא קאי אפילו היכא דלא שייך ושמחתם והיינו מהאי ק\"ו גופא וא\"כ ע\"כ מדחזר ופרט לכולהו ש\"מ דכל חד וחד לאו באפי נפשיה היא והיינו לענין איסור חדש דכל א' וא':", 
            "<b>שם</b> בפירש\"י ה\"ג מיהדר פירושא בכל חד למה לי כו' וא\"ת בכל הקדשים כו' דייך אם תתן את הלאו ענין לאוכל לפני זריקה חוץ מביכורים כו' עס\"ה. ולכאורה אין זו קושיא כ\"כ דא\"כ אכתי מאי פסקיה לאוקמי קרא דביכורים לענין איסור חדש לענין קריאת ביכורים לאיסור מלקות אף דאיכא מ\"ד דקריאה אינה מעכבת כלל ולאחר זריקה לענין בכור ותודה ושלמים ועולה וחטאת דחמירי טובא יפטרו ממלקות שזו אין סברא כלל לאוקמי חיוב מלקות באיסור קל ולפטור במלקות לענין איסורין חמורין בזר שאכל הבכור וחטאת ושלמים ועכ\"פ אהני ק\"ו דר\"ש להך מילתא גופא כיון דקאי האי לאו לענין מלקות לאיסור קל כ\"ש דקאי לענין איסור חמור ותו קשיא לי טובא אמ\"ש רש\"י דאיכא לאוקמי כל הנך פרטי לחייב מלקות בלפני זריקה דאכתי לא לכתוב אלא תודה ושלמים לחוד דחייב מלקות בלפני זריקה וממילא ידעינן בכל הקדשים מהאי היקישא דקרא דמייתי הש\"ס בדוכתי טובא במס' זבחים ובמס' מנחות מדכתיב וזאת התורה לעולה ולחטאת למנחה ולשלמים ולמילואים והיינו אפי' לענין חיוב כרת בנותר ופיגול וטמא דלא כתיב אלא בשלמים וא\"כ מילתא דפשיטא הוא דלחיוב מלקות נמי ילפינן כל הקרבנות מתודה ושלמים אע\"כ דכל הנך פרטי דבכור ועולה וחטאת ואשם לחייב מלקות כל חד וחד לאיסור חדש בכל א' מהם ובענין זה לא מצינן למילף בהיקישא כיון שחלוקין זה מזה כן נראה לי נכון וברור ושיטת רש\"י צ\"ע בזה וכמו שכתבתי מבואר להדיא בשיטת הרמב\"ם וסמ\"ג דבכל חדא מהנך איסורין דקחשיב ר\"ש יש חיוב מלקות והנאני שכוונתי לדעת הגדולים בעזה\"י:", 
            "<b>שם</b> בתוספות ד\"ה איסור בעלמא ור\"י מפרש לייחודי לאו לכל חד וחד כו'  ונראה דר\"י לא משמע ליה לומר דכולהו איירי לפני זריקה וניחא ליה לאוקמי קרא דכל חד וחד באיסור אחר מיירי והיינו מה\"ט דפרישית בסמוך אלא דאכתי קשיא לי מאי דקאמר ר\"י ולפ\"ז לוקה ה' דקאמר רבא היינו מלקות ממש דהא לפי' ר\"י לא שייך הך מילתא אלא כיון דאיכא נמי ק\"ו וא\"כ הא דקאמר רבא להדיא דכולהו הני ק\"ו פריכא נינהו וממילא דהאי שקלא וטריא דקרא יתירא הוא ומיהדר ומפרש בהו לאו יתירא היינו למאי דס\"ל לר\"ש דק\"ו גמור הוא וא\"כ אכתי קשה לרבא גופא דלית ליה האי ק\"ו א\"כ כל הני קראי יתירי מאי דריש בהו וכ\"ש דלפ\"ז הא דקאמר רבא לוקה חמש היינו בתרי מינייהו מלקות ממש משום לפני זריקה וחוץ לחומה ובאינך תלת איסורי בעלמא וזה לא יתכן אבל למאי דפרישית א\"ש דכל האי שקלא וטריא דמסיק רבא הכא אלא קרא יתירא הוא היינו אליבא דר\"ש למאי דבעי למילף מק\"ו אע\"ג דאין מזהירין מן הדין והיינו משום דלית ליה היקישא כדמשמע מסוגיא דפ' הערל ומכ\"ש לפי מה שאפרש לקמן בסוף הסוגיא דקאמר ר\"ש טומאת עצמן איני יודע ואיצטריך למילף מבשעריך משא\"כ לרבנן דאית להו היקישא וא\"כ לענין חוץ לחומה עצמה ודאי דאית בכולהו מלקות מהיקישא וכמו כן לענין לפני זריקה דילפינן מהיקישא דזאת התורה וא\"כ ממילא דע\"כ הא דפטרינהו הכתוב בקרא בתרא דלא תוכל היינו לחייב מלקות בכל א' וא' באיסור חדש שבו. מיהו הא דקאמר רבא דלוקה ממש על כזית א' בזר שאכל עולה לפני זריקה היינו דוקא אליבא דר\"ש דפשיטא ליה דהאי לאו דלא תוכל לאכול היינו לייחודי לאו בכל אחד בפני עצמו אפילו לענין איסור חדש בכל אחד מהם דהא מה\"ט מחייב ר\"ש מלקות בביכורי' היכא שלא קרי אע\"ג דלא אשכחן בהו איסורא אלא מצוה גרידא אע\"כ כדפרישית וא\"כ ממילא חייב חמש בזר שאכל עולה דה\"ל כאילו עבר על ה' לאוין מחולקין משא\"כ לרבנן נהי דמחייבי מלקות בכל א' וא' מכל הנך דבריית' דלעיל והיינו מהך היקישא שכתבתי אפ\"ה לא שייך לחייב חמש על לאו א' כיון דלא אשכחן בהו לאוין מחולקין כנ\"ל נכון וברור בעזה\"י ובלי ספק שהן הן דברי הרמב\"ם ז\"ל שכתב בפירוש דשייך חיוב מלקות בביכור' קודם הנחה ומחייב נמי מלקו' בכל הנך איסורין דבריית' דלעיל ואפ\"ה בהא דקאמר רבא לוקה חמש לא פסק כוותיה כמו שמבואר להדיא מדבריו בפי\"א מהלכות מעשה קרבנות והיינו ע\"כ מטעמא דפרישית ודוק היטב:"
        ], 
        [
            "<b>בתוספות ד\"ה</b> כל שבקודש פסול וא\"ת אמאי לא משני משום דהוי לאו שבכללות כו' וי\"ל דאה\"נ היה יכול לשנויי כו' עס\"ה. ומלבד שזה דחוק אכתי דקארי ליה מאי קארי ליה כיון דבפסחים ובכמה דוכתי פשיטא לן דהאי כל שבקודש פסול הוי לאו שבכללות ולולי דברי התוס' היה נראה לי דדוקא היכא דלא אשכחן לאו אחרינא באותו האיסור דשייך בקדשים אלא דילפינן מהאי לאו דלא יאכל כי קודש הוא מש\"ה אמרינן דאפ\"ה אין לוקין כיון דהאי לאו הוי לאו שבכללות ומדלא קבע הכתוב לאו מיוחד לאותו איסור ע\"כ היינו משום שאינו אלא איסור גרידא ולא ניתן למלקות משא\"כ בהאי דהכא דאמר רבא אליבא דר\"ש לוקה חמש בזר שאכל עולה והיינו ע\"כ כדפרישית דלר\"ש האי לאו דלא תוכל לאכול אכל מיני איסורין דשייכי בכל הנך דכתיבי בהאי קרא א\"כ כל איסורין שבה נחלקין כאילו כתיב בכל אחד לאו בפני עצמו אם כן מקשה שפיר כיון דאשכחן דהאי לאו דלא יאכל כי קודש הוא היינו לכל הפסולין דבקודש אם כן ממילא שישנו נמי בכלל דלא תוכל לאכול אליבא דרבי שמעון אם כן מקשה שפיר ולילקי שש אליבא דר\"ש כנ\"ל נכון לולי שהתוספות לא פירשו כן:", 
            "<b>בגמרא</b> רב אחא בר יעקב מתני לה בדרב אסי אמר רבי יוחנן וקשיא ליה דר\"י אדר\"י כו' קרייה אקרייה לא קשיא הא ר\"ש הא רבנן הנחה אהנחה נמי ל\"ק הא ר' יהודה הא רבנן. ולכאורה נראה דהא דמשני הא ר\"ש הא רבנן ולא מסיק היכא אשכחן דפליגי עליה דר\"ש כדמסיק לענין הנחה היינו משום דרבי יוחנן לשיטתיה דאמר לעיל אמתני' דהאוכל ביכורים עד שלא קרא עליהן דאמר רבה בר בר חנה א\"ר יוחנן זו דברי ר\"ע ור\"ש אבל חכ\"א ביכורים הנחה מעכבת בהן קריאה אין מעכבת בהן וא\"כ ע\"כ דר' יוחנן שמיע ליה או גמירא ליה דהאי סתמא דמתני' דמחייב מלקות באוכל ביכורים עד שלא קרא יחידאה היא אבל חכמים פליגי עלה כדאשכחן כה\"ג טובא אע\"ג דר\"י סבר דהלכה כסתם משנה אפ\"ה היכא דקים ליה דיחידאי היא אין הלכה כסתם אלא כחכמים וא\"כ ממילא משמע דר\"י סבר כהנך חכמים דהנחה מעכבת קריאה אין מעכבת א\"כ היאך פשיט ליה ר\"י לרב אסי הכא דביכורים מותרין לכהנים משיראו פני הבית אפילו בלא הנחה ובלא קריאה ואפילו איסורא ליכא דה\"ל דלא כמאן לא כסתם מתניתין דאלו הן הלוקין ולא כהך ששנה רבי יוחנן בלשון חכמים אומרים. ועוד דלר\"י דאמר ביכורים מותרים לכהנים משיראו פני הבית א\"כ האי קרא דלא תוכל לאכול בשעריך ותרומת ידך אלו ביכורים במאי מוקי לה כיון דלא קריאה ולא הנחה מעכב אפילו אם נאמר דמוקי לה להאי לאו דביכורים בגוונא אחרינא שאוכלים חוץ לחומה א\"כ קשיא טובא במאי שפסק הרמב\"ם וסמ\"ג דהאוכל ביכורים קודם הנחה חייב מלקות והיאך פסקו דלא כר' יוחנן דפשיט ליה לרב אסי דמותרין משיראו פני הבית ונראה דוחק לומר דר' יוחנן דמהדר ליה לר\"א היינו אליבא דר' יהודא דלית ליה הנחה כלל ומוקי ליה והנחת לתנופה דאמאי מהדר ליה דלר' יהודה מותרין משיראו פני הבית והיינו לאחר תנופה ועוד דביכורים שאינן ראויין לקריאה תנופה נמי לא שייך בהו ומה שנראה לפי עניית דעתי בזה יבואר לקמן בסוף הסוגיא:", 
            "<b>בתוספות</b> ד\"ה הנחה אהנחה ל\"ק כו' וקשה הרי קריאה כו' ומשי\"ח תירץ דלא קשה דהא גם לר\"ש לא היתה קריאה מעכבת אי לא משום דגלי קרא מלא תוכל לאכול בשעריך עכ\"ל. ונראה מלשון התוס' דמשי\"ח סובר דרבנן דר\"ש לא דרשי כלל האי קרא דלא תוכל לאכול בשעריך לאיסור חדש בין בביכורים ובין בקדשים וכבר כתבתי שהרמב\"ן וסמ\"ג פסקו להדיא דיש חיוב מלקות בביכורים קודם הנחה אע\"ג דלענין קריאה לא פסקו כר\"ש וא\"כ לפ\"ז הדרא קושית התוס' לדוכתא בהא דמשני הש\"ס הכא הא ר' יהודה הא רבנן ומשמע דלר' יהודה אפילו עיכובא ליכא בהנחה וכ\"ש דליכא מלקות וגם זה יבואר לקמן בסמוך:"
        ], 
        [
            "<b>בגמרא</b> אמר רבא בר אדא אר\"י ביכורים מאימתי מחייבין עליהן משיראו פני הבית ופירש\"י מאימתי מחייבין מיתה זר האוכלן עכ\"ל. אבל בתוס' שלפנינו כתבו ביכורים מאימתי חייבין עליהן זר מיתה וכהן מלקות חוץ לחומה שמצותו בפנים בעזרה עכ\"ל וכ\"כ הרמב\"ם ז\"ל להדיא בפ\"ג מהל' ביכורים ובאמת נראה דרש\"י נמי סבר דשייך נמי חיוב מלקות בכהן שאכלן חוץ לחומה אלא דמילתא דפסיקא נקט דסתם לישנא דאימתי חייבין עליהן משמע דבזר איירי והא גופא אתי לאשמעינן דאין חיוב באיסור זרות ע\"י קריאת שם של ביכורים אלא לאחר שיראו פני הבית הואיל וראויין בפנים וכל זה נראה לי ברור אלא שראיתי במהרש\"א ז\"ל שהגי' בל' התוס' ונראה בכוונתו דלא משמע ליה כלל שיהיה שום חיוב מלקות בכהן שאכלן שלא כמצותן ואפשר שיצא לו כן מדאמר רבי יוחנן לעיל דמותרין לכהנים משיראו פני הבית ולישנא דמותרין לגמרי משמע אפילו בלא הנחה ובלא תנופה ואף על גב דמוקמינן לעיל הא דרבי יוחנן כתנאי ומשמע ליה למהרש\"א ז\"ל דהיינו לענין עיכובא בלבד אבל לא לענין מלקות דאפושי פלוגתא כי האי לא מפשינן ואפשר דמשמע ליה נמי דהא דקאמר רבי יוחנן לעיל אמתניתין דאלו הן הלוקין אבל חכמים אומרים כו' היינו נמי לענין עיכובא אבל מלקות בביכורים אפי' בלא קריאה והנחה לית ליה וכן נראה לי בכוונת מהרש\"א אבל לפי מה שכתבתי לעיל משמע להדיא בכל הסוגיא דלרבנן נמי שייך חיוב מלקות לגבי כהן שאכל ביכורים קודם הנחה כמשמעות לשון המקרא דלא תוכל לאכול בשעריך וכמו שכתב הרמב\"ם וסמ\"ג וא\"כ אין צורך להגיה כלל בל' התוספות כן נ\"ל ברור ועיין עוד בסמוך:", 
            "<b>שם</b> אמר רב ששת ביכורים הנחה מעכבת בהן קריאה אין מעכבת בהן כמאן כי האי תנא דתניא רבי יוסי אומר כו'. לכאורה נראה דהא דאמרינן כמאן כי האי תנא סתמא דתלמודא מסיק לה כסוגיא דהש\"ס בכל דוכתא אלא דלפ\"ז קשיא טובא דהא לעיל דמקשינן דרבי יוחנן אדרבי יוחנן ומשנינן דכולה מילתא דקריאה והנחה הי מינייהו מעכבת והי מינייהו לא מעכבת או תרווייהו לא מעכבי פלוגתא דתנאי היא הא ר\"ש ורבנן הא רבי יהודה ורבנן א\"כ למאי איצטריך לאהדורי הכא אתנא אחרינא הא בפשיטות איכא לאוקמי מימרא דרב ששת לענין הנחה כרבנן דפליגי אדרבי יהודה והיינו רבי אליעזר בן יעקב ולענין קריאה כרבנן דפליגי אדר\"ש לכך נראה לי דהא דאמרינן כמאן כי האי תנא רב ששת גופא הוא דמסיק לה והיינו משום דלא משמע ליה כלל הך סוגיא דלעיל אליבא דרבי יוחנן והיינו מכל אותן הקושיות שהקשיתי דבין לענין קריאה ובין לענין הנחה לא פסיקא לן דאיכא פלוגתא דתנאי בהא דלענין קריאה הא לא אשכחן בהדי' שום תנא דפליג אדר\"ש ורבי יוחנן גופא דאמר לעיל אמתניתין דאלו הן הלוקין זו דברי ר\"ש אבל חכמים אומרים כו' מימרא דנפשיה קאמר דהכי גמיר' ליה וכדפרישית וא\"כ רב ששת לא משמע ליה הך מימרא דרבי יוחנן כיון דלא אשכחן בהדיא וכ\"ש לענין הנחה כיון דלרבי יהודה ודאי לא מעכבא ורבי אליעזר בן יעקב לא איירי כלל לענין הנחה א\"כ אין שום סברא לומר דקריאה לא מעכבא והנחה מעכבא דהא ע\"כ לרב ששת קריאה עדיף מהנחה מדלא מוקי קרא דלא תוכל לאכול בשעריך קודם הנחה דומיא דהנך וקריאה מאן דכר שמיה אע\"כ דמסברא פשיטא ליה דהנחה לא מעכב' וא\"כ הוי מילתא דרב ששת כסברות הפוכות ומשום הכי מסיק רב ששת דאדרבה אשכחן להדיא תנא דאמר כולה מילתא להיפך והיינו במה שאמר רבי יוסי משום שלשה זקינים ומסיק במלתיה מה לביכורים שכן טעונין הנחה וא\"כ ס\"ד דקריאה עדיפא מהנחה ואפשר דרבנן מודו לר\"ש א\"כ אדפריך מהנחה דלא אשכחן שום תנא דאמר בהדיא דמעכבא טפי הוי ליה למיפרך מקריאה דאמר ר\"ש בהדיא דלוקה כסתם מתניתין דלעיל אע\"כ דרבי יוסי משום שלשה זקנים פסיקא ליה לאידך גיסא דהנחה חמירא מקריאה וכך הסברא נותנת שיש בה צד מזבח ור\"ש דסבר דלוקין על מחוסר קריאה כ\"ש על מחוסר הנחה ואפילו למאן דפליג אדר\"ש בקריאה מודה בהנחה ומש\"ה פסיקא ליה למיפרך מהנחה ולפ\"ז השתא דאתינא להכי לא צריכנא למימר דרבי יוחנן דאמר לעיל אבל חכמים אומרים היינו מימרא דנפשיה אלא הא דאמר אבל חכמים אומרים היינו מאי דאמר רבי יוסי משום ג' זקנים וא\"כ לפ\"ז עולין יפה פסקי הרמב\"ם וסמ\"ג שפסקו דשייך חיוב מלקות במחוסר הנחה אע\"ג דבמחוסר קריאה ליכא מלקות והיינו כמימרא דרב ששת הכא וכמימרא דר' הושעי' וכמימרא דרבב\"ח אר\"י דאמר אבל חכמים אומרים והיינו רבי יוסי משום ג' זקנים דהכא ואע\"ג דרב אשי דחי להך מילתא וקאמר דהא דלא פריך מקריאה היינו משום דלא פסיקא ליה כיון דאיכא ביכורי הגר כו' וא\"כ לפ\"ז לעולם מצינן למימר דר' יוסי נמי סובר בהנך ביכורים דשייך בהו קריאה עדיפי מהנחה מ\"מ כיון דסתמא דתלמודא פריך בתר הכי וניהדר דינא ותיתי במה הצד ומסיק דאיכא למיפרך מה להצד השוה שבהן שכן יש בהן צד מזבח א\"כ השתא דאתינא להכי דהנחה מיקרי צד מזבח א\"כ פשיטא לן טובא דאיכא לאוקמי קרא דלא תוכל לאכול בשעריך אהנחה דומיא דאינך דכתיבי בהאי קרא דלא תוכל לאכול דתליא במזבח וא\"כ לפ\"ז ע\"כ דהא דאמר רבי יוחנן לרב אסי לעיל ופשיט ליה דביכורים מותרין משיראו פני הבית לאו משום דהכי ס\"ל לר' יוחנן אלא משום דפשיטא ליה לר' יוחנן דהא דבעי מיניה ר\"א מאימתי מותרין היינו אליבא דר' יהודה דפשיטא ליה דהנחה לא מעכב ומספקא לי לרב אסי דאפי' בלא קריאה נמי אי מותרין ופשיט ליה ר' יוחנן שפיר דלר' יהודה מותרין משיראו פני הבית כיון דלענין הנחה נמי סבר דלא מעכבא אע\"ג דהוי צד מזבח וכ\"ש לענין קריאה דלא מעכבא כן נראה לי נכון ליישב שיטת הסוגיא ושיטת הרמב\"ם וסמ\"ג בלי שום גמגום ותו לא מידי:", 
            "<b>סליק</b> מסכת מכות"
        ]
    ], 
    "title": "Penei Yehoshua on Makkot", 
    "versionSource": "https://www.sefaria.org/Penei_Yehoshua_on_Makkot", 
    "heTitle": "פני יהושע על מכות", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Penei Yehoshua"
    ]
}