{
    "status": "locked", 
    "versionTitle": "Tanach with Text Only", 
    "sectionNames": [
        "Chapter", 
        "Verse"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Daniel", 
    "licenseVetted": true, 
    "text": [
        [
            "בשנת שלוש למלכות יהויקים מלך־יהודה בא נבוכדנאצר מלך־בבל ירושלם ויצר עליה", 
            "ויתן אדני בידו את־יהויקים מלך־יהודה ומקצת כלי בית־האלהים ויביאם ארץ־שנער בית אלהיו ואת־הכלים הביא בית אוצר אלהיו", 
            "ויאמר המלך לאשפנז רב סריסיו להביא מבני ישראל ומזרע המלוכה ומן־הפרתמים", 
            "ילדים אשר אין־בהם כל־מאום [מום] וטובי מראה ומשכילים בכל־חכמה וידעי דעת ומביני מדע ואשר כח בהם לעמד בהיכל המלך וללמדם ספר ולשון כשדים", 
            "וימן להם המלך דבר־יום ביומו מפת־בג המלך ומיין משתיו ולגדלם שנים שלוש ומקצתם יעמדו לפני המלך", 
            "ויהי בהם מבני יהודה דניאל חנניה מישאל ועזריה", 
            "וישם להם שר הסריסים שמות וישם לדניאל בלטשאצר ולחנניה שדרך ולמישאל מישך ולעזריה עבד נגו", 
            "וישם דניאל על־לבו אשר לא־יתגאל בפתבג המלך וביין משתיו ויבקש משר הסריסים אשר לא יתגאל", 
            "ויתן האלהים את־דניאל לחסד ולרחמים לפני שר הסריסים", 
            "ויאמר שר הסריסים לדניאל ירא אני את־אדני המלך אשר מנה את־מאכלכם ואת־משתיכם אשר למה יראה את־פניכם זעפים מן־הילדים אשר כגילכם וחיבתם את־ראשי למלך", 
            "ויאמר דניאל אל־המלצר אשר מנה שר הסריסים על־דניאל חנניה מישאל ועזריה", 
            "נס־נא את־עבדיך ימים עשרה ויתנו־לנו מן־הזרעים ונאכלה ומים ונשתה", 
            "ויראו לפניך מראינו ומראה הילדים האכלים את פתבג המלך וכאשר תראה עשה עם־עבדיך", 
            "וישמע להם לדבר הזה וינסם ימים עשרה", 
            "ומקצת ימים עשרה נראה מראיהם טוב ובריאי בשר מן־כל־הילדים האכלים את פתבג המלך", 
            "ויהי המלצר נשא את־פתבגם ויין משתיהם ונתן להם זרענים", 
            "והילדים האלה ארבעתם נתן להם האלהים מדע והשכל בכל־ספר וחכמה ודניאל הבין בכל־חזון וחלמות", 
            "ולמקצת הימים אשר־אמר המלך להביאם ויביאם שר הסריסים לפני נבכדנצר", 
            "וידבר אתם המלך ולא נמצא מכלם כדניאל חנניה מישאל ועזריה ויעמדו לפני המלך", 
            "וכל דבר חכמת בינה אשר־בקש מהם המלך וימצאם עשר ידות על כל־החרטמים האשפים אשר בכל־מלכותו", 
            "ויהי דניאל עד־שנת אחת לכורש המלך"
        ], 
        [
            "ובשנת שתים למלכות נבכדנצר חלם נבכדנצר חלמות ותתפעם רוחו ושנתו נהיתה עליו", 
            "ויאמר המלך לקרא לחרטמים ולאשפים ולמכשפים ולכשדים להגיד למלך חלמתיו ויבאו ויעמדו לפני המלך", 
            "ויאמר להם המלך חלום חלמתי ותפעם רוחי לדעת את־החלום", 
            "וידברו הכשדים למלך ארמית מלכא לעלמין חיי אמר חלמא לעבדיך [לעבדך] ופשרא נחוא", 
            "ענה מלכא ואמר לכשדיא [לכשדאי] מלתא מני אזדא הן לא תהודעונני חלמא ופשרה הדמין תתעבדון ובתיכון נולי יתשמון", 
            "והן חלמא ופשרה תהחון מתנן ונבזבה ויקר שגיא תקבלון מן־קדמי להן חלמא ופשרה החוני", 
            "ענו תנינות ואמרין מלכא חלמא יאמר לעבדוהי ופשרה נהחוה", 
            "ענה מלכא ואמר מן־יציב ידע אנה די עדנא אנתון זבנין כל־קבל די חזיתון די אזדא מני מלתא", 
            "די הן־חלמא לא תהודענני חדה־היא דתכון ומלה כדבה ושחיתה הזמנתון [הזדמנתון] למאמר קדמי עד די עדנא ישתנא להן חלמא אמרו לי ואנדע די פשרה תהחונני", 
            "ענו כשדיא [כשדאי] קדם־מלכא ואמרין לא־איתי אנש על־יבשתא די מלת מלכא יוכל להחויה כל־קבל די כל־מלך רב ושליט מלה כדנה לא שאל לכל־חרטם ואשף וכשדי", 
            "ומלתא די־מלכה שאל יקירה ואחרן לא איתי די יחונה קדם מלכא להן אלהין די מדרהון עם־בשרא לא איתוהי", 
            "כל־קבל דנה מלכא בנס וקצף שגיא ואמר להובדה לכל חכימי בבל", 
            "ודתא נפקת וחכימיא מתקטלין ובעו דניאל וחברוהי להתקטלה", 
            "באדין דניאל התיב עטא וטעם לאריוך רב־טבחיא די מלכא די נפק לקטלה לחכימי בבל", 
            "ענה ואמר לאריוך שליטא די־מלכא על־מה דתא מהחצפה מן־קדם מלכא אדין מלתא הודע אריוך לדניאל", 
            "ודניאל על ובעה מן־מלכא די זמן ינתן־לה ופשרא להחויה למלכא", 
            "אדין דניאל לביתה אזל ולחנניה מישאל ועזריה חברוהי מלתא הודע", 
            "ורחמין למבעא מן־קדם אלה שמיא על־רזה דנה די לא יהבדון דניאל וחברוהי עם־שאר חכימי בבל", 
            "אדין לדניאל בחזוא די־ליליא רזה גלי אדין דניאל ברך לאלה שמיא", 
            "ענה דניאל ואמר להוא שמה די־אלהא מברך מן־עלמא ועד־עלמא די חכמתא וגבורתא די לה־היא", 
            "והוא מהשנא עדניא וזמניא מהעדה מלכין ומהקים מלכין יהב חכמתא לחכימין ומנדעא לידעי בינה", 
            "הוא גלא עמיקתא ומסתרתא ידע מה בחשוכא ונהירא [ונהורא] עמה שרא", 
            "לך אלה אבהתי מהודא ומשבח אנה די חכמתא וגבורתא יהבת לי וכען הודעתני די־בעינא מנך די־מלת מלכא הודעתנא", 
            "כל־קבל דנה דניאל על על־אריוך די מני מלכא להובדה לחכימי בבל אזל וכן אמר־לה לחכימי בבל אל־תהובד העלני קדם מלכא ופשרא למלכא אחוא", 
            "אדין אריוך בהתבהלה הנעל לדניאל קדם מלכא וכן אמר־לה די־השכחת גבר מן־בני גלותא די יהוד די פשרא למלכא יהודע", 
            "ענה מלכא ואמר לדניאל די שמה בלטשאצר האיתיך [האיתך] כהל להודעתני חלמא די־חזית ופשרה", 
            "ענה דניאל קדם מלכא ואמר רזה די־מלכא שאל לא חכימין אשפין חרטמין גזרין יכלין להחויה למלכא", 
            "ברם איתי אלה בשמיא גלא רזין והודע למלכא נבוכדנצר מה די להוא באחרית יומיא חלמך וחזוי ראשך על־משכבך דנה הוא", 
            "אנתה מלכא רעיונך על־משכבך סלקו מה די להוא אחרי דנה וגלא רזיא הודעך מה־די להוא", 
            "ואנה לא בחכמה די־איתי בי מן־כל־חייא רזא דנה גלי לי להן על־דברת די פשרא למלכא יהודעון ורעיוני לבבך תנדע", 
            "אנתה מלכא חזה הוית ואלו צלם חד שגיא צלמא דכן רב וזיוה יתיר קאם לקבלך ורוה דחיל", 
            "הוא צלמא ראשה די־דהב טב חדוהי ודרעוהי די כסף מעוהי וירכתה די נחש", 
            "שקוהי די פרזל רגלוהי מנהון [מנהין] די פרזל ומנהון [ומנהין] די חסף", 
            "חזה הוית עד די התגזרת אבן די־לא בידין ומחת לצלמא על־רגלוהי די פרזלא וחספא והדקת המון", 
            "באדין דקו כחדה פרזלא חספא נחשא כספא ודהבא והוו כעור מן־אדרי־קיט ונשא המון רוחא וכל־אתר לא־השתכח להון ואבנא די־מחת לצלמא הות לטור רב ומלת כל־ארעא", 
            "דנה חלמא ופשרה נאמר קדם־מלכא", 
            "אנתה מלכא מלך מלכיא די אלה שמיא מלכותא חסנא ותקפא ויקרא יהב־לך", 
            "ובכל־די דארין [דירין] בני־אנשא חיות ברא ועוף־שמיא יהב בידך והשלטך בכלהון אנתה־הוא ראשה די דהבא", 
            "ובתרך תקום מלכו אחרי ארעא מנך ומלכו תליתיא [תליתאה] אחרי די נחשא די תשלט בכל־ארעא", 
            "ומלכו רביעיה [רביעאה] תהוא תקיפה כפרזלא כל־קבל די פרזלא מהדק וחשל כלא וכפרזלא די־מרעע כל־אלין תדק ותרע", 
            "ודי־חזיתה רגליא ואצבעתא מנהון [מנהן] חסף די־פחר ומנהון [ומנהין] פרזל מלכו פליגה תהוה ומן־נצבתא די פרזלא להוא־בה כל־קבל די חזיתה פרזלא מערב בחסף טינא", 
            "ואצבעת רגליא מנהון [מנהין] פרזל ומנהון [ומנהין] חסף מן־קצת מלכותא תהוה תקיפה ומנה תהוה תבירה", 
            "די [ודי] חזית פרזלא מערב בחסף טינא מתערבין להון בזרע אנשא ולא־להון דבקין דנה עם־דנה הא־כדי פרזלא לא מתערב עם־חספא", 
            "וביומיהון די מלכיא אנון יקים אלה שמיא מלכו די לעלמין לא תתחבל ומלכותה לעם אחרן לא תשתבק תדק ותסיף כל־אלין מלכותא והיא תקום לעלמיא", 
            "כל־קבל די־חזית די מטורא אתגזרת אבן די־לא בידין והדקת פרזלא נחשא חספא כספא ודהבא אלה רב הודע למלכא מה די להוא אחרי דנה ויציב חלמא ומהימן פשרה", 
            "באדין מלכא נבוכדנצר נפל על־אנפוהי ולדניאל סגד ומנחה וניחחין אמר לנסכה לה", 
            "ענה מלכא לדניאל ואמר מן־קשט די אלהכון הוא אלה אלהין ומרא מלכין וגלה רזין די יכלת למגלא רזה דנה", 
            "אדין מלכא לדניאל רבי ומתנן רברבן שגיאן יהב־לה והשלטה על כל־מדינת בבל ורב־סגנין על כל־חכימי בבל", 
            "ודניאל בעא מן־מלכא ומני על עבידתא די מדינת בבל לשדרך מישך ועבד נגו ודניאל בתרע מלכא"
        ], 
        [
            "נבוכדנצר מלכא עבד צלם די־דהב רומה אמין שתין פתיה אמין שת אקימה בבקעת דורא במדינת בבל", 
            "ונבוכדנצר מלכא שלח למכנש לאחשדרפניא סגניא ופחותא אדרגזריא גדבריא דתבריא תפתיא וכל שלטני מדינתא למתא לחנכת צלמא די הקים נבוכדנצר מלכא", 
            "באדין מתכנשין אחשדרפניא סגניא ופחותא אדרגזריא גדבריא דתבריא תפתיא וכל שלטני מדינתא לחנכת צלמא די הקים נבוכדנצר מלכא וקאמין [וקימין] לקבל צלמא די הקים נבוכדנצר", 
            "וכרוזא קרא בחיל לכון אמרין עממיא אמיא ולשניא", 
            "בעדנא די־תשמעון קל קרנא משרוקיתא קיתרוס [קתרוס] סבכא פסנתרין סומפניה וכל זני זמרא תפלון ותסגדון לצלם דהבא די הקים נבוכדנצר מלכא", 
            "ומן־די־לא יפל ויסגד בה־שעתא יתרמא לגוא־אתון נורא יקדתא", 
            "כל־קבל דנה בה־זמנא כדי שמעין כל־עממיא קל קרנא משרוקיתא קיתרס [קתרוס] שבכא פסנטרין וכל זני זמרא נפלין כל־עממיא אמיא ולשניא סגדין לצלם דהבא די הקים נבוכדנצר מלכא", 
            "כל־קבל דנה בה־זמנא קרבו גברין כשדאין ואכלו קרציהון די יהודיא", 
            "ענו ואמרין לנבוכדנצר מלכא מלכא לעלמין חיי", 
            "אנתה [אנת] מלכא שמת טעם די כל־אנש די־ישמע קל קרנא משרקיתא קיתרס [קתרוס] שבכא פסנתרין וסיפניה [וסופניה] וכל זני זמרא יפל ויסגד לצלם דהבא", 
            "ומן־די־לא יפל ויסגד יתרמא לגוא־אתון נורא יקדתא", 
            "איתי גברין יהודאין די־מנית יתהון על־עבידת מדינת בבל שדרך מישך ועבד נגו גבריא אלך לא־שמו עליך [עלך] מלכא טעם לאלהיך [לאלהך] לא פלחין ולצלם דהבא די הקימת לא סגדין", 
            "באדין נבוכדנצר ברגז וחמה אמר להיתיה לשדרך מישך ועבד נגו באדין גבריא אלך היתיו קדם מלכא", 
            "ענה נבכדנצר ואמר להון הצדא שדרך מישך ועבד נגו לאלהי לא איתיכון פלחין ולצלם דהבא די הקימת לא סגדין", 
            "כען הן איתיכון עתידין די בעדנא די־תשמעון קל קרנא משרוקיתא קיתרס [קתרוס] שבכא פסנתרין וסומפניה וכל זני זמרא תפלון ותסגדון לצלמא די־עבדת והן לא תסגדון בה־שעתה תתרמון לגוא־אתון נורא יקדתא ומן־הוא אלה די ישיזבנכון מן־ידי", 
            "ענו שדרך מישך ועבד נגו ואמרין למלכא נבוכדנצר לא־חשחין אנחנה על־דנה פתגם להתבותך", 
            "הן איתי אלהנא די־אנחנא פלחין יכל לשיזבותנא מן־אתון נורא יקדתא ומן־ידך מלכא ישיזב", 
            "והן לא ידיע להוא־לך מלכא די לאלהיך [לאלהך] לא־איתינא [איתנא] פלחין ולצלם דהבא די הקימת לא נסגד", 
            "באדין נבוכדנצר התמלי חמא וצלם אנפוהי אשתנו [אשתני] על־שדרך מישך ועבד נגו ענה ואמר למזא לאתונא חד־שבעה על די חזה למזיה", 
            "ולגברין גברי־חיל די בחילה אמר לכפתה לשדרך מישך ועבד נגו למרמא לאתון נורא יקדתא", 
            "באדין גבריא אלך כפתו בסרבליהון פטישיהון [פטשיהון] וכרבלתהון ולבשיהון ורמיו לגוא־אתון נורא יקדתא", 
            "כל־קבל דנה מן־די מלת מלכא מחצפה ואתונא אזה יתירא גבריא אלך די הסקו לשדרך מישך ועבד נגו קטל המון שביבא די נורא", 
            "וגבריא אלך תלתהון שדרך מישך ועבד נגו נפלו לגוא־אתון־נורא יקדתא מכפתין", 
            "אדין נבוכדנצר מלכא תוה וקם בהתבהלה ענה ואמר להדברוהי הלא גברין תלתא רמינא לגוא־נורא מכפתין ענין ואמרין למלכא יציבא מלכא", 
            "ענה ואמר הא־אנה חזה גברין ארבעה שרין מהלכין בגוא־נורא וחבל לא־איתי בהון ורוה די רביעיא [רביעאה] דמה לבר־אלהין", 
            "באדין קרב נבוכדנצר לתרע אתון נורא יקדתא ענה ואמר שדרך מישך ועבד־נגו עבדוהי די־אלהא עליא [עלאה] פקו ואתו באדין נפקין שדרך מישך ועבד נגו מן־גוא נורא", 
            "ומתכנשין אחשדרפניא סגניא ופחותא והדברי מלכא חזין לגבריא אלך די לא־שלט נורא בגשמהון ושער ראשהון לא התחרך וסרבליהון לא שנו וריח נור לא עדת בהון", 
            "ענה נבוכדנצר ואמר בריך אלההון די־שדרך מישך ועבד נגו די־שלח מלאכה ושיזב לעבדוהי די התרחצו עלוהי ומלת מלכא שניו ויהבו גשמיהון [גשמהון] די לא־יפלחון ולא־יסגדון לכל־אלה להן לאלההון", 
            "ומני שים טעם די כל־עם אמה ולשן די־יאמר שלה [שלו] על אלההון די־שדרך מישך ועבד נגוא הדמין יתעבד וביתה נולי ישתוה כל־קבל די לא איתי אלה אחרן די־יכל להצלה כדנה", 
            "באדין מלכא הצלח לשדרך מישך ועבד נגו במדינת בבל", 
            "נבוכדנצר מלכא לכל־עממיא אמיא ולשניא די־דארין [דירין] בכל־ארעא שלמכון ישגא", 
            "אתיא ותמהיא די עבד עמי אלהא עליא [עלאה] שפר קדמי להחויה", 
            "אתוהי כמה רברבין ותמהוהי כמה תקיפין מלכותה מלכות עלם ושלטנה עם־דר ודר"
        ], 
        [
            "אנה נבוכדנצר שלה הוית בביתי ורענן בהיכלי", 
            "חלם חזית וידחלנני והרהרין על־משכבי וחזוי ראשי יבהלנני", 
            "ומני שים טעם להנעלה קדמי לכל חכימי בבל די־פשר חלמא יהודענני", 
            "באדין עללין [עלין] חרטמיא אשפיא כשדיא [כשדאי] וגזריא וחלמא אמר אנה קדמיהון ופשרה לא־מהודעין לי", 
            "ועד אחרין על קדמי דניאל די־שמה בלטשאצר כשם אלהי ודי רוח־אלהין קדישין בה וחלמא קדמוהי אמרת", 
            "בלטשאצר רב חרטמיא די אנה ידעת די רוח אלהין קדישין בך וכל־רז לא־אנס לך חזוי חלמי די־חזית ופשרה אמר", 
            "וחזוי ראשי על־משכבי חזה הוית ואלו אילן בגוא ארעא ורומה שגיא", 
            "רבה אילנא ותקף ורומה ימטא לשמיא וחזותה לסוף כל־ארעא", 
            "עפיה שפיר ואנבה שגיא ומזון לכלא־בה תחתוהי תטלל חיות ברא ובענפוהי ידרון [ידורן] צפרי שמיא ומנה יתזין כל־בשרא", 
            "חזה הוית בחזוי ראשי על־משכבי ואלו עיר וקדיש מן־שמיא נחת", 
            "קרא בחיל וכן אמר גדו אילנא וקצצו ענפוהי אתרו עפיה ובדרו אנבה תנד חיותא מן־תחתוהי וצפריא מן־ענפוהי", 
            "ברם עקר שרשוהי בארעא שבקו ובאסור די־פרזל ונחש בדתאא די ברא ובטל שמיא יצטבע ועם־חיותא חלקה בעשב ארעא", 
            "לבבה מן־אנושא [אנשא] ישנון ולבב חיוה יתיהב לה ושבעה עדנין יחלפון עלוהי", 
            "בגזרת עירין פתגמא ומאמר קדישין שאלתא עד־דברת די ינדעון חייא די־שליט עליא [עלאה] במלכות אנושא [אנשא] ולמן־די יצבא יתננה ושפל אנשים יקים עליה [עלה]", 
            "דנה חלמא חזית אנה מלכא נבוכדנצר ואנתה [ואנת] בלטשאצר פשרא אמר כל־קבל די כל־חכימי מלכותי לא־יכלין פשרא להודעתני ואנתה [ואנת] כהל די רוח־אלהין קדישין בך", 
            "אדין דניאל די־שמה בלטשאצר אשתומם כשעה חדה ורעינהי יבהלנה ענה מלכא ואמר בלטשאצר חלמא ופשרא אל־יבהלך ענה בלטשאצר ואמר מראי [מרי] חלמא לשנאיך [לשנאך] ופשרה לעריך [לערך]", 
            "אילנא די חזית די רבה ותקף ורומה ימטא לשמיא וחזותה לכל־ארעא", 
            "ועפיה שפיר ואנבה שגיא ומזון לכלא־בה תחתוהי תדור חיות ברא ובענפוהי ישכנן צפרי שמיא", 
            "אנתה־[אנת־] הוא מלכא די רבית ותקפת ורבותך רבת ומטת לשמיא ושלטנך לסוף ארעא", 
            "ודי חזה מלכא עיר וקדיש נחת מן־שמיא ואמר גדו אילנא וחבלוהי ברם עקר שרשוהי בארעא שבקו ובאסור די־פרזל ונחש בדתאא די ברא ובטל שמיא יצטבע ועם־חיות ברא חלקה עד די־שבעה עדנין יחלפון עלוהי", 
            "דנה פשרא מלכא וגזרת עליא [עלאה] היא די מטת על־מראי [מרי] מלכא", 
            "ולך טרדין מן־אנשא ועם־חיות ברא להוה מדרך ועשבא כתורין לך יטעמון ומטל שמיא לך מצבעין ושבעה עדנין יחלפון עליך עד די־תנדע די־שליט עליא במלכות אנשא ולמן־די יצבא יתננה", 
            "ודי אמרו למשבק עקר שרשוהי די אילנא מלכותך לך קימה מן־די תנדע די שלטן שמיא", 
            "להן מלכא מלכי ישפר עליך [עלך] וחטיך [וחטאך] בצדקה פרק ועויתך במחן ענין הן תהוא ארכה לשלותך", 
            "כלא מטא על־נבוכדנצר מלכא", 
            "לקצת ירחין תרי־עשר על־היכל מלכותא די בבל מהלך הוה", 
            "ענה מלכא ואמר הלא דא־היא בבל רבתא די־אנה בניתה לבית מלכו בתקף חסני וליקר הדרי", 
            "עוד מלתא בפם מלכא קל מן־שמיא נפל לך אמרין נבוכדנצר מלכא מלכותה עדת מנך", 
            "ומן־אנשא לך טרדין ועם־חיות ברא מדרך עשבא כתורין לך יטעמון ושבעה עדנין יחלפון עליך [עלך] עד די־תנדע די־שליט עליא במלכות אנשא ולמן־די יצבא יתננה", 
            "בה־שעתא מלתא ספת על־נבוכדנצר ומן־אנשא טריד ועשבא כתורין יאכל ומטל שמיא גשמה יצטבע עד די שערה כנשרין רבה וטפרוהי כצפרין", 
            "ולקצת יומיה אנה נבוכדנצר עיני לשמיא נטלת ומנדעי עלי יתוב ולעליא [ולעלאה] ברכת ולחי עלמא שבחת והדרת די שלטנה שלטן עלם ומלכותה עם־דר ודר", 
            "וכל־דארי [דירי] ארעא כלה חשיבין וכמצביה עבד בחיל שמיא ודארי [ודירי] ארעא ולא איתי די־ימחא בידה ויאמר לה מה עבדת", 
            "בה־זמנא מנדעי יתוב עלי וליקר מלכותי הדרי וזוי יתוב עלי ולי הדברי ורברבני יבעון ועל־מלכותי התקנת ורבו יתירה הוספת לי", 
            "כען אנה נבוכדנצר משבח ומרומם ומהדר למלך שמיא די כל־מעבדוהי קשט וארחתה דין ודי מהלכין בגוה יכל להשפלה"
        ], 
        [
            "בלשאצר מלכא עבד לחם רב לרברבנוהי אלף ולקבל אלפא חמרא שתה", 
            "בלשאצר אמר בטעם חמרא להיתיה למאני דהבא וכספא די הנפק נבוכדנצר אבוהי מן־היכלא די בירושלם וישתון בהון מלכא ורברבנוהי שגלתה ולחנתה", 
            "באדין היתיו מאני דהבא די הנפקו מן־היכלא די־בית אלהא די בירושלם ואשתיו בהון מלכא ורברבנוהי שגלתה ולחנתה", 
            "אשתיו חמרא ושבחו לאלהי דהבא וכספא נחשא פרזלא אעא ואבנא", 
            "בה־שעתה נפקו [נפקה] אצבען די יד־אנש וכתבן לקבל נברשתא על־גירא די־כתל היכלא די מלכא ומלכא חזה פס ידה די כתבה", 
            "אדין מלכא זיוהי שנוהי ורעינהי יבהלונה וקטרי חרצה משתרין וארכבתה דא לדא נקשן", 
            "קרא מלכא בחיל להעלה לאשפיא כשדיא [כשדאי] וגזריא ענה מלכא ואמר לחכימי בבל די כל־אנש די־יקרה כתבה דנה ופשרה יחונני ארגונא ילבש והמונכא [והמניכא] די־דהבא על־צוארה ותלתי במלכותא ישלט", 
            "אדין עללין [עלין] כל חכימי מלכא ולא־כהלין כתבא למקרא ופשרא [ופשרה] להודעה למלכא", 
            "אדין מלכא בלשאצר שגיא מתבהל וזיוהי שנין עלוהי ורברבנוהי משתבשין", 
            "מלכתא לקבל מלי מלכא ורברבנוהי לבית משתיא עללת [עלת] ענת מלכתא ואמרת מלכא לעלמין חיי אל־יבהלוך רעיונך וזיויך אל־ישתנו", 
            "איתי גבר במלכותך די רוח אלהין קדישין בה וביומי אבוך נהירו ושכלתנו וחכמה כחכמת־אלהין השתכחת בה ומלכא נבכדנצר אבוך רב חרטמין אשפין כשדאין גזרין הקימה אבוך מלכא", 
            "כל־קבל די רוח יתירה ומנדע ושכלתנו מפשר חלמין ואחוית אחידן ומשרא קטרין השתכחת בה בדניאל די־מלכא שם־שמה בלטשאצר כען דניאל יתקרי ופשרה יהחוה", 
            "באדין דניאל העל קדם מלכא ענה מלכא ואמר לדניאל אנתה־[אנת־] הוא דניאל די־מן־בני גלותא די יהוד די היתי מלכא אבי מן־יהוד", 
            "ושמעת עליך [עלך] די רוח אלהין בך ונהירו ושכלתנו וחכמה יתירה השתכחת בך", 
            "וכען העלו קדמי חכימיא אשפיא די־כתבה דנה יקרון ופשרה להודעתני ולא־כהלין פשר־מלתא להחויה", 
            "ואנה שמעת עליך [עלך] די־תוכל [תיכול] פשרין למפשר וקטרין למשרא כען הן תוכל [תכול] כתבא למקרא ופשרה להודעתני ארגונא תלבש והמונכא [והמניכא] די־דהבא על־צוארך ותלתא במלכותא תשלט", 
            "באדין ענה דניאל ואמר קדם מלכא מתנתך לך להוין ונבזביתך לאחרן הב ברם כתבא אקרא למלכא ופשרא אהודענה", 
            "אנתה [אנת] מלכא אלהא עליא [עלאה] מלכותא ורבותא ויקרא והדרה יהב לנבכדנצר אבוך", 
            "ומן־רבותא די יהב־לה כל עממיא אמיא ולשניא הוו זאעין [זיעין] ודחלין מן־קדמוהי די־הוה צבא הוא קטל ודי־הוה צבא הוה מחא ודי־הוה צבא הוה מרים ודי־הוה צבא הוה משפיל", 
            "וכדי רם לבבה ורוחה תקפת להזדה הנחת מן־כרסא מלכותה ויקרה העדיו מנה", 
            "ומן־בני אנשא טריד ולבבה עם־חיותא שוי [שויו] ועם־ערדיא מדורה עשבא כתורין יטעמונה ומטל שמיא גשמה יצטבע עד די־ידע די־שליט אלהא עליא [עלאה] במלכות אנשא ולמן־די יצבה יהקים עליה [עלה]", 
            "ואנתה [ואנת] ברה בלשאצר לא השפלת לבבך כל־קבל די כל־דנה ידעת", 
            "ועל מרא־שמיא התרוממת ולמאניא די־ביתה היתיו קדמיך [קדמך] ואנתה [ואנת] ורברבניך [ורברבנך] שגלתך ולחנתך חמרא שתין בהון ולאלהי כספא־ודהבא נחשא פרזלא אעא ואבנא די לא־חזין ולא־שמעין ולא ידעין שבחת ולאלהא די־נשמתך בידה וכל־ארחתך לה לא הדרת", 
            "באדין מן־קדמוהי שליח פסא די־ידא וכתבא דנה רשים", 
            "ודנה כתבא די רשים מנא מנא תקל ופרסין", 
            "דנה פשר־מלתא מנא מנה־אלהא מלכותך והשלמה", 
            "תקל תקילתה במאזניא והשתכחת חסיר", 
            "פרס פריסת מלכותך ויהיבת למדי ופרס", 
            "באדין אמר בלשאצר והלבישו לדניאל ארגונא והמונכא [והמניכא] די־דהבא על־צוארה והכרזו עלוהי די־להוא שליט תלתא במלכותא", 
            "בה בליליא קטיל בלאשצר מלכא כשדיא [כשדאה]"
        ], 
        [
            "ודריוש מדיא קבל מלכותא כבר שנין שתין ותרתין", 
            "שפר קדם דריוש והקים על־מלכותא לאחשדרפניא מאה ועשרין די להון בכל־מלכותא", 
            "ועלא מנהון סרכין תלתא די דניאל חד־מנהון די־להון אחשדרפניא אלין יהבין להון טעמא ומלכא לא־להוא נזק", 
            "אדין דניאל דנה הוא מתנצח על־סרכיא ואחשדרפניא כל־קבל די רוח יתירא בה ומלכא עשית להקמותה על־כל־מלכותא", 
            "אדין סרכיא ואחשדרפניא הוו בעין עלה להשכחה לדניאל מצד מלכותא וכל־עלה ושחיתה לא־יכלין להשכחה כל־קבל די־מהימן הוא וכל־שלו ושחיתה לא השתכחת עלוהי", 
            "אדין גבריא אלך אמרין די לא נהשכח לדניאל דנה כל־עלא להן השכחנה עלוהי בדת אלהה", 
            "אדין סרכיא ואחשדרפניא אלן הרגשו על־מלכא וכן אמרין לה דריוש מלכא לעלמין חיי", 
            "אתיעטו כל סרכי מלכותא סגניא ואחשדרפניא הדבריא ופחותא לקימה קים מלכא ולתקפה אסר די כל־די־יבעה בעו מן־כל־אלה ואנש עד־יומין תלתין להן מנך מלכא יתרמא לגב אריותא", 
            "כען מלכא תקים אסרא ותרשם כתבא די לא להשניה כדת־מדי ופרס די־לא תעדא", 
            "כל־קבל דנה מלכא דריוש רשם כתבא ואסרא", 
            "ודניאל כדי ידע די־רשים כתבא על לביתה וכוין פתיחן לה בעליתה נגד ירושלם וזמנין תלתה ביומא הוא ברך על־ברכוהי ומצלא ומודא קדם אלהה כל־קבל די־הוא עבד מן־קדמת דנה", 
            "אדין גבריא אלך הרגשו והשכחו לדניאל בעא ומתחנן קדם אלהה", 
            "באדין קריבו ואמרין קדם־מלכא על־אסר מלכא הלא אסר רשמת די כל־אנש די־יבעה מן־כל־אלה ואנש עד־יומין תלתין להן מנך מלכא יתרמא לגוב אריותא ענה מלכא ואמר יציבא מלתא כדת־מדי ופרס די־לא תעדא", 
            "באדין ענו ואמרין קדם מלכא די דניאל די מן־בני גלותא די יהוד לא־שם עליך [עלך] מלכא טעם ועל־אסרא די רשמת וזמנין תלתה ביומא בעא בעותה", 
            "אדין מלכא כדי מלתא שמע שגיא באש עלוהי ועל דניאל שם בל לשיזבותה ועד מעלי שמשא הוא משתדר להצלותה", 
            "באדין גבריא אלך הרגשו על־מלכא ואמרין למלכא דע מלכא די־דת למדי ופרס די־כל־אסר וקים די־מלכא יהקים לא להשניה", 
            "באדין מלכא אמר והיתיו לדניאל ורמו לגבא די אריותא ענה מלכא ואמר לדניאל אלהך די אנתה [אנת] פלח־לה בתדירא הוא ישיזבנך", 
            "והיתית אבן חדה ושמת על־פם גבא וחתמה מלכא בעזקתה ובעזקת רברבנוהי די לא־תשנא צבו בדניאל", 
            "אדין אזל מלכא להיכלה ובת טות ודחון לא־הנעל קדמוהי ושנתה נדת עלוהי", 
            "באדין מלכא בשפרפרא יקום בנגהא ובהתבהלה לגבא די־אריותא אזל", 
            "וכמקרבה לגבא לדניאל בקל עציב זעק ענה מלכא ואמר לדניאל דניאל עבד אלהא חיא אלהך די אנתה [אנת] פלח־לה בתדירא היכל לשיזבותך מן־אריותא", 
            "אדין דניאל עם־מלכא מלל מלכא לעלמין חיי", 
            "אלהי שלח מלאכה וסגר פם אריותא ולא חבלוני כל־קבל די קדמוהי זכו השתכחת לי ואף קדמיך [קדמך] מלכא חבולה לא עבדת", 
            "באדין מלכא שגיא טאב עלוהי ולדניאל אמר להנסקה מן־גבא והסק דניאל מן־גבא וכל־חבל לא־השתכח בה די הימן באלהה", 
            "ואמר מלכא והיתיו גבריא אלך די־אכלו קרצוהי די דניאל ולגב אריותא רמו אנון בניהון ונשיהון ולא־מטו לארעית גבא עד די־שלטו בהון אריותא וכל־גרמיהון הדקו", 
            "באדין דריוש מלכא כתב לכל־עממיא אמיא ולשניא די־דארין [דירין] בכל־ארעא שלמכון ישגא", 
            "מן־קדמי שים טעם די בכל־שלטן מלכותי להון זאעין [זיעין] ודחלין מן־קדם אלהה די־דניאל די־הוא אלהא חיא וקים לעלמין ומלכותה די־לא תתחבל ושלטנה עד־סופא", 
            "משיזב ומצל ועבד אתין ותמהין בשמיא ובארעא די שיזיב לדניאל מן־יד אריותא", 
            "ודניאל דנה הצלח במלכות דריוש ובמלכות כורש פרסיא [פרסאה]"
        ], 
        [
            "בשנת חדה לבלאשצר מלך בבל דניאל חלם חזה וחזוי ראשה על־משכבה באדין חלמא כתב ראש מלין אמר", 
            "ענה דניאל ואמר חזה הוית בחזוי עם־ליליא וארו ארבע רוחי שמיא מגיחן לימא רבא", 
            "וארבע חיון רברבן סלקן מן־ימא שנין דא מן־דא", 
            "קדמיתא כאריה וגפין די־נשר לה חזה הוית עד די־מריטו גפיה ונטילת מן־ארעא ועל־רגלין כאנש הקימת ולבב אנש יהיב לה", 
            "וארו חיוה אחרי תנינה דמיה לדב ולשטר־חד הקמת ותלת עלעין בפמה בין שניה [שנה] וכן אמרין לה קומי אכלי בשר שגיא", 
            "באתר דנה חזה הוית וארו אחרי כנמר ולה גפין ארבע די־עוף על־גביה [גבה] וארבעה ראשין לחיותא ושלטן יהיב לה", 
            "באתר דנה חזה הוית בחזוי ליליא וארו חיוה רביעיה [רביעאה] דחילה ואימתני ותקיפא יתירא ושנין די־פרזל לה רברבן אכלה ומדקה ושארא ברגליה [ברגלה] רפסה והיא משניה מן־כל־חיותא די קדמיה וקרנין עשר לה", 
            "משתכל הוית בקרניא ואלו קרן אחרי זעירה סלקת ביניהון [ביניהן] ותלת מן־קרניא קדמיתא אתעקרו [אתעקרה] מן־קדמיה [קדמה] ואלו עינין כעיני אנשא בקרנא־דא ופם ממלל רברבן", 
            "חזה הוית עד די כרסון רמיו ועתיק יומין יתב לבושה כתלג חור ושער ראשה כעמר נקא כרסיה שביבין די־נור גלגלוהי נור דלק", 
            "נהר די־נור נגד ונפק מן־קדמוהי אלף אלפים [אלפין] ישמשונה ורבו רבון [רבבן] קדמוהי יקומון דינא יתב וספרין פתיחו", 
            "חזה הוית באדין מן־קל מליא רברבתא די קרנא ממללה חזה הוית עד די קטילת חיותא והובד גשמה ויהיבת ליקדת אשא", 
            "ושאר חיותא העדיו שלטנהון וארכה בחיין יהיבת להון עד־זמן ועדן", 
            "חזה הוית בחזוי ליליא וארו עם־ענני שמיא כבר אנש אתה הוה ועד־עתיק יומיא מטה וקדמוהי הקרבוהי", 
            "ולה יהיב שלטן ויקר ומלכו וכל עממיא אמיא ולשניא לה יפלחון שלטנה שלטן עלם די־לא יעדה ומלכותה די־לא תתחבל", 
            "אתכרית רוחי אנה דניאל בגוא נדנה וחזוי ראשי יבהלנני", 
            "קרבת על־חד מן־קאמיא ויציבא אבעא־מנה על־כל־דנה ואמר־לי ופשר מליא יהודענני", 
            "אלין חיותא רברבתא די אנין ארבע ארבעה מלכין יקומון מן־ארעא", 
            "ויקבלון מלכותא קדישי עליונין ויחסנון מלכותא עד־עלמא ועד עלם עלמיא", 
            "אדין צבית ליצבא על־חיותא רביעיתא די־הות שניה מן־כלהון [כלהין] דחילה יתירה שניה [שנה] די־פרזל וטפריה די־נחש אכלה מדקה ושארא ברגליה רפסה", 
            "ועל־קרניא עשר די בראשה ואחרי די סלקת ונפלו [ונפלה] מן־קדמיה [קדמה] תלת וקרנא דכן ועינין לה ופם ממלל רברבן וחזוה רב מן־חברתה", 
            "חזה הוית וקרנא דכן עבדה קרב עם־קדישין ויכלה להון", 
            "עד די־אתה עתיק יומיא ודינא יהב לקדישי עליונין וזמנא מטה ומלכותא החסנו קדישין", 
            "כן אמר חיותא רביעיתא מלכו רביעיא [רביעאה] תהוא בארעא די תשנא מן־כל־מלכותא ותאכל כל־ארעא ותדושנה ותדקנה", 
            "וקרניא עשר מנה מלכותה עשרה מלכין יקמון ואחרן יקום אחריהון והוא ישנא מן־קדמיא ותלתה מלכין יהשפל", 
            "ומלין לצד עליא [עלאה] ימלל ולקדישי עליונין יבלא ויסבר להשניה זמנין ודת ויתיהבון בידה עד־עדן ועדנין ופלג עדן", 
            "ודינא יתב ושלטנה יהעדון להשמדה ולהובדה עד־סופא", 
            "ומלכותה ושלטנא ורבותא די מלכות תחות כל־שמיא יהיבת לעם קדישי עליונין מלכותה מלכות עלם וכל שלטניא לה יפלחון וישתמעון", 
            "עד־כה סופא די־מלתא אנה דניאל שגיא רעיוני יבהלנני וזיוי ישתנון עלי ומלתא בלבי נטרת"
        ], 
        [
            "בשנת שלוש למלכות בלאשצר המלך חזון נראה אלי אני דניאל אחרי הנראה אלי בתחלה", 
            "ואראה בחזון ויהי בראתי ואני בשושן הבירה אשר בעילם המדינה ואראה בחזון ואני הייתי על־אובל אולי", 
            "ואשא עיני ואראה והנה איל אחד עמד לפני האבל ולו קרנים והקרנים גבהות והאחת גבהה מן־השנית והגבהה עלה באחרנה", 
            "ראיתי את־האיל מנגח ימה וצפונה ונגבה וכל־חיות לא־יעמדו לפניו ואין מציל מידו ועשה כרצנו והגדיל", 
            "ואני הייתי מבין והנה צפיר־העזים בא מן־המערב על־פני כל־הארץ ואין נוגע בארץ והצפיר קרן חזות בין עיניו", 
            "ויבא עד־האיל בעל הקרנים אשר ראיתי עמד לפני האבל וירץ אליו בחמת כחו", 
            "וראיתיו מגיע אצל האיל ויתמרמר אליו ויך את־האיל וישבר את־שתי קרניו ולא־היה כח באיל לעמד לפניו וישליכהו ארצה וירמסהו ולא־היה מציל לאיל מידו", 
            "וצפיר העזים הגדיל עד־מאד וכעצמו נשברה הקרן הגדולה ותעלנה חזות ארבע תחתיה לארבע רוחות השמים", 
            "ומן־האחת מהם יצא קרן־אחת מצעירה ותגדל־יתר אל־הנגב ואל־המזרח ואל־הצבי", 
            "ותגדל עד־צבא השמים ותפל ארצה מן־הצבא ומן־הכוכבים ותרמסם", 
            "ועד שר־הצבא הגדיל וממנו הרים [הורם] התמיד והשלך מכון מקדשו", 
            "וצבא תנתן על־התמיד בפשע ותשלך אמת ארצה ועשתה והצליחה", 
            "ואשמעה אחד־קדוש מדבר ויאמר אחד קדוש לפלמוני המדבר עד־מתי החזון התמיד והפשע שמם תת וקדש וצבא מרמס", 
            "ויאמר אלי עד ערב בקר אלפים ושלש מאות ונצדק קדש", 
            "ויהי בראתי אני דניאל את־החזון ואבקשה בינה והנה עמד לנגדי כמראה־גבר", 
            "ואשמע קול־אדם בין אולי ויקרא ויאמר גבריאל הבן להלז את־המראה", 
            "ויבא אצל עמדי ובבאו נבעתי ואפלה על־פני ויאמר אלי הבן בן־אדם כי לעת־קץ החזון", 
            "ובדברו עמי נרדמתי על־פני ארצה ויגע־בי ויעמידני על־עמדי", 
            "ויאמר הנני מודיעך את אשר־יהיה באחרית הזעם כי למועד קץ", 
            "האיל אשר־ראית בעל הקרנים מלכי מדי ופרס", 
            "והצפיר השעיר מלך יון והקרן הגדולה אשר בין־עיניו הוא המלך הראשון", 
            "והנשברת ותעמדנה ארבע תחתיה ארבע מלכיות מגוי יעמדנה ולא בכחו", 
            "ובאחרית מלכותם כהתם הפשעים יעמד מלך עז־פנים ומבין חידות", 
            "ועצם כחו ולא בכחו ונפלאות ישחית והצליח ועשה והשחית עצומים ועם־קדשים", 
            "ועל־שכלו והצליח מרמה בידו ובלבבו יגדיל ובשלוה ישחית רבים ועל־שר־שרים יעמד ובאפס יד ישבר", 
            "ומראה הערב והבקר אשר נאמר אמת הוא ואתה סתם החזון כי לימים רבים", 
            "ואני דניאל נהייתי ונחליתי ימים ואקום ואעשה את־מלאכת המלך ואשתומם על־המראה ואין מבין"
        ], 
        [
            "בשנת אחת לדריוש בן־אחשורוש מזרע מדי אשר המלך על מלכות כשדים", 
            "בשנת אחת למלכו אני דניאל בינתי בספרים מספר השנים אשר היה דבר־יהוה אל־ירמיה הנביא למלאות לחרבות ירושלם שבעים שנה", 
            "ואתנה את־פני אל־אדני האלהים לבקש תפלה ותחנונים בצום ושק ואפר", 
            "ואתפללה ליהוה אלהי ואתודה ואמרה אנא אדני האל הגדול והנורא שמר הברית והחסד לאהביו ולשמרי מצותיו", 
            "חטאנו ועוינו והרשענו [הרשענו] ומרדנו וסור ממצותך וממשפטיך", 
            "ולא שמענו אל־עבדיך הנביאים אשר דברו בשמך אל־מלכינו שרינו ואבתינו ואל כל־עם הארץ", 
            "לך אדני הצדקה ולנו בשת הפנים כיום הזה לאיש יהודה וליושבי ירושלם ולכל־ישראל הקרבים והרחקים בכל־הארצות אשר הדחתם שם במעלם אשר מעלו־בך", 
            "יהוה לנו בשת הפנים למלכינו לשרינו ולאבתינו אשר חטאנו לך", 
            "לאדני אלהינו הרחמים והסלחות כי מרדנו בו", 
            "ולא שמענו בקול יהוה אלהינו ללכת בתורתיו אשר נתן לפנינו ביד עבדיו הנביאים", 
            "וכל־ישראל עברו את־תורתך וסור לבלתי שמוע בקלך ותתך עלינו האלה והשבעה אשר כתובה בתורת משה עבד־האלהים כי חטאנו לו", 
            "ויקם את־דבריו [דברו ] אשר־דבר עלינו ועל שפטינו אשר שפטונו להביא עלינו רעה גדלה אשר לא־נעשתה תחת כל־השמים כאשר נעשתה בירושלם", 
            "כאשר כתוב בתורת משה את כל־הרעה הזאת באה עלינו ולא־חלינו את־פני יהוה אלהינו לשוב מעוננו ולהשכיל באמתך", 
            "וישקד יהוה על־הרעה ויביאה עלינו כי־צדיק יהוה אלהינו על־כל־מעשיו אשר עשה ולא שמענו בקלו", 
            "ועתה אדני אלהינו אשר הוצאת את־עמך מארץ מצרים ביד חזקה ותעש־לך שם כיום הזה חטאנו רשענו", 
            "אדני ככל־צדקתך ישב־נא אפך וחמתך מעירך ירושלם הר־קדשך כי בחטאינו ובעונות אבתינו ירושלם ועמך לחרפה לכל־סביבתינו", 
            "ועתה שמע אלהינו אל־תפלת עבדך ואל־תחנוניו והאר פניך על־מקדשך השמם למען אדני", 
            "הטה אלהי אזנך ושמע פקחה [פקח] עיניך וראה שממתינו והעיר אשר־נקרא שמך עליה כי לא על־צדקתינו אנחנו מפילים תחנונינו לפניך כי על־רחמיך הרבים", 
            "אדני שמעה אדני סלחה אדני הקשיבה ועשה אל־תאחר למענך אלהי כי־שמך נקרא על־עירך ועל־עמך", 
            "ועוד אני מדבר ומתפלל ומתודה חטאתי וחטאת עמי ישראל ומפיל תחנתי לפני יהוה אלהי על הר־קדש אלהי", 
            "ועוד אני מדבר בתפלה והאיש גבריאל אשר ראיתי בחזון בתחלה מעף ביעף נגע אלי כעת מנחת־ערב", 
            "ויבן וידבר עמי ויאמר דניאל עתה יצאתי להשכילך בינה", 
            "בתחלת תחנוניך יצא דבר ואני באתי להגיד כי חמודות אתה ובין בדבר והבן במראה", 
            "שבעים שבעים נחתך על־עמך ועל־עיר קדשך לכלא הפשע ולחתם [ולהתם] חטאות [חטאת] ולכפר עון ולהביא צדק עלמים ולחתם חזון ונביא ולמשח קדש קדשים", 
            "ותדע ותשכל מן־מצא דבר להשיב ולבנות ירושלם עד־משיח נגיד שבעים שבעה ושבעים ששים ושנים תשוב ונבנתה רחוב וחרוץ ובצוק העתים", 
            "ואחרי השבעים ששים ושנים יכרת משיח ואין לו והעיר והקדש ישחית עם נגיד הבא וקצו בשטף ועד קץ מלחמה נחרצת שממות", 
            "והגביר ברית לרבים שבוע אחד וחצי השבוע ישבית זבח ומנחה ועל כנף שקוצים משמם ועד־כלה ונחרצה תתך על־שמם"
        ], 
        [
            "בשנת שלוש לכורש מלך פרס דבר נגלה לדניאל אשר־נקרא שמו בלטשאצר ואמת הדבר וצבא גדול ובין את־הדבר ובינה לו במראה", 
            "בימים ההם אני דניאל הייתי מתאבל שלשה שבעים ימים", 
            "לחם חמדות לא אכלתי ובשר ויין לא־בא אל־פי וסוך לא־סכתי עד־מלאת שלשת שבעים ימים", 
            "וביום עשרים וארבעה לחדש הראשון ואני הייתי על יד הנהר הגדול הוא חדקל", 
            "ואשא את־עיני וארא והנה איש־אחד לבוש בדים ומתניו חגרים בכתם אופז", 
            "וגויתו כתרשיש ופניו כמראה ברק ועיניו כלפידי אש וזרעתיו ומרגלתיו כעין נחשת קלל וקול דבריו כקול המון", 
            "וראיתי אני דניאל לבדי את־המראה והאנשים אשר היו עמי לא ראו את־המראה אבל חרדה גדלה נפלה עליהם ויברחו בהחבא", 
            "ואני נשארתי לבדי ואראה את־המראה הגדלה הזאת ולא נשאר־בי כח והודי נהפך עלי למשחית ולא עצרתי כח", 
            "ואשמע את־קול דבריו וכשמעי את־קול דבריו ואני הייתי נרדם על־פני ופני ארצה", 
            "והנה־יד נגעה בי ותניעני על־ברכי וכפות ידי", 
            "ויאמר אלי דניאל איש־חמדות הבן בדברים אשר אנכי דבר אליך ועמד על־עמדך כי עתה שלחתי אליך ובדברו עמי את־הדבר הזה עמדתי מרעיד", 
            "ויאמר אלי אל־תירא דניאל כי מן־היום הראשון אשר נתת את־לבך להבין ולהתענות לפני אלהיך נשמעו דבריך ואני־באתי בדבריך", 
            "ושר מלכות פרס עמד לנגדי עשרים ואחד יום והנה מיכאל אחד השרים הראשנים בא לעזרני ואני נותרתי שם אצל מלכי פרס", 
            "ובאתי להבינך את אשר־יקרה לעמך באחרית הימים כי־עוד חזון לימים", 
            "ובדברו עמי כדברים האלה נתתי פני ארצה ונאלמתי", 
            "והנה כדמות בני אדם נגע על־שפתי ואפתח־פי ואדברה ואמרה אל־העמד לנגדי אדני במראה נהפכו צירי עלי ולא עצרתי כח", 
            "והיך יוכל עבד אדני זה לדבר עם־אדני זה ואני מעתה לא־יעמד־בי כח ונשמה לא נשארה־בי", 
            "ויסף ויגע־בי כמראה אדם ויחזקני", 
            "ויאמר אל־תירא איש־חמדות שלום לך חזק וחזק ובדברו עמי התחזקתי ואמרה ידבר אדני כי חזקתני", 
            "ויאמר הידעת למה־באתי אליך ועתה אשוב להלחם עם־שר פרס ואני יוצא והנה שר־יון בא", 
            "אבל אגיד לך את־הרשום בכתב אמת ואין אחד מתחזק עמי על־אלה כי אם־מיכאל שרכם"
        ], 
        [
            "ואני בשנת אחת לדריוש המדי עמדי למחזיק ולמעוז לו", 
            "ועתה אמת אגיד לך הנה־עוד שלשה מלכים עמדים לפרס והרביעי יעשיר עשר־גדול מכל וכחזקתו בעשרו יעיר הכל את מלכות יון", 
            "ועמד מלך גבור ומשל ממשל רב ועשה כרצונו", 
            "וכעמדו תשבר מלכותו ותחץ לארבע רוחות השמים ולא לאחריתו ולא כמשלו אשר משל כי תנתש מלכותו ולאחרים מלבד־אלה", 
            "ויחזק מלך־הנגב ומן־שריו ויחזק עליו ומשל ממשל רב ממשלתו", 
            "ולקץ שנים יתחברו ובת מלך־הנגב תבוא אל־מלך הצפון לעשות מישרים ולא־תעצר כוח הזרוע ולא יעמד וזרעו ותנתן היא ומביאיה והילדה ומחזקה בעתים", 
            "ועמד מנצר שרשיה כנו ויבא אל־החיל ויבא במעוז מלך הצפון ועשה בהם והחזיק", 
            "וגם א‍להיהם עם־נסכיהם עם־כלי חמדתם כסף וזהב בשבי יבא מצרים והוא שנים יעמד ממלך הצפון", 
            "ובא במלכות מלך הנגב ושב אל־אדמתו", 
            "ובנו [ובניו] יתגרו ואספו המון חילים רבים ובא בוא ושטף ועבר וישב ויתגרו [ויתגרה] עד־מעזה [מעזו]", 
            "ויתמרמר מלך הנגב ויצא ונלחם עמו עם־מלך הצפון והעמיד המון רב ונתן ההמון בידו", 
            "ונשא ההמון ירום [ורם] לבבו והפיל רבאות ולא יעוז", 
            "ושב מלך הצפון והעמיד המון רב מן־הראשון ולקץ העתים שנים יבוא בוא בחיל גדול וברכוש רב", 
            "ובעתים ההם רבים יעמדו על־מלך הנגב ובני פריצי עמך ינשאו להעמיד חזון ונכשלו", 
            "ויבא מלך הצפון וישפך סוללה ולכד עיר מבצרות וזרעות הנגב לא יעמדו ועם מבחריו ואין כח לעמד", 
            "ויעש הבא אליו כרצונו ואין עומד לפניו ויעמד בארץ־הצבי וכלה בידו", 
            "וישם פניו לבוא בתקף כל־מלכותו וישרים עמו ועשה ובת הנשים יתן־לו להשחיתה ולא תעמד ולא־לו תהיה", 
            "וישב [וישם ] פניו לאיים ולכד רבים והשבית קצין חרפתו לו בלתי חרפתו ישיב לו", 
            "וישב פניו למעוזי ארצו ונכשל ונפל ולא ימצא", 
            "ועמד על־כנו מעביר נוגש הדר מלכות ובימים אחדים ישבר ולא באפים ולא במלחמה", 
            "ועמד על־כנו נבזה ולא־נתנו עליו הוד מלכות ובא בשלוה והחזיק מלכות בחלקלקות", 
            "וזרעות השטף ישטפו מלפניו וישברו וגם נגיד ברית", 
            "ומן־התחברות אליו יעשה מרמה ועלה ועצם במעט־גוי", 
            "בשלוה ובמשמני מדינה יבוא ועשה אשר לא־עשו אבתיו ואבות אבתיו בזה ושלל ורכוש להם יבזור ועל מבצרים יחשב מחשבתיו ועד־עת", 
            "ויער כחו ולבבו על־מלך הנגב בחיל גדול ומלך הנגב יתגרה למלחמה בחיל־גדול ועצום עד־מאד ולא יעמד כי־יחשבו עליו מחשבות", 
            "ואכלי פת־בגו ישברוהו וחילו ישטוף ונפלו חללים רבים", 
            "ושניהם המלכים לבבם למרע ועל־שלחן אחד כזב ידברו ולא תצלח כי־עוד קץ למועד", 
            "וישב ארצו ברכוש גדול ולבבו על־ברית קדש ועשה ושב לארצו", 
            "למועד ישוב ובא בנגב ולא־תהיה כראשנה וכאחרנה", 
            "ובאו בו ציים כתים ונכאה ושב וזעם על־ברית־קודש ועשה ושב ויבן על־עזבי ברית קדש", 
            "וזרעים ממנו יעמדו וחללו המקדש המעוז והסירו התמיד ונתנו השקוץ משומם", 
            "ומרשיעי ברית יחניף בחלקות ועם ידעי אלהיו יחזקו ועשו", 
            "ומשכילי עם יבינו לרבים ונכשלו בחרב ובלהבה בשבי ובבזה ימים", 
            "ובהכשלם יעזרו עזר מעט ונלוו עליהם רבים בחלקלקות", 
            "ומן־המשכילים יכשלו לצרוף בהם ולברר וללבן עד־עת קץ כי־עוד למועד", 
            "ועשה כרצונו המלך ויתרומם ויתגדל על־כל־אל ועל אל אלים ידבר נפלאות והצליח עד־כלה זעם כי נחרצה נעשתה", 
            "ועל־אלהי אבתיו לא יבין ועל־חמדת נשים ועל־כל־אלוה לא יבין כי על־כל יתגדל", 
            "ולאלה מעזים על־כנו יכבד ולאלוה אשר לא־ידעהו אבתיו יכבד בזהב ובכסף ובאבן יקרה ובחמדות", 
            "ועשה למבצרי מעזים עם־אלוה נכר אשר הכיר [יכיר] ירבה כבוד והמשילם ברבים ואדמה יחלק במחיר", 
            "ובעת קץ יתנגח עמו מלך הנגב וישתער עליו מלך הצפון ברכב ובפרשים ובאניות רבות ובא בארצות ושטף ועבר", 
            "ובא בארץ הצבי ורבות יכשלו ואלה ימלטו מידו אדום ומואב וראשית בני עמון", 
            "וישלח ידו בארצות וארץ מצרים לא תהיה לפליטה", 
            "ומשל במכמני הזהב והכסף ובכל חמדות מצרים ולבים וכשים במצעדיו", 
            "ושמעות יבהלהו ממזרח ומצפון ויצא בחמא גדלה להשמיד ולהחרים רבים", 
            "ויטע אהלי אפדנו בין ימים להר־צבי־קדש ובא עד־קצו ואין עוזר לו"
        ], 
        [
            "ובעת ההיא יעמד מיכאל השר הגדול העמד על־בני עמך והיתה עת צרה אשר לא־נהיתה מהיות גוי עד העת ההיא ובעת ההיא ימלט עמך כל־הנמצא כתוב בספר", 
            "ורבים מישני אדמת־עפר יקיצו אלה לחיי עולם ואלה לחרפות לדראון עולם", 
            "והמשכלים יזהרו כזהר הרקיע ומצדיקי הרבים ככוכבים לעולם ועד", 
            "ואתה דניאל סתם הדברים וחתם הספר עד־עת קץ ישטטו רבים ותרבה הדעת", 
            "וראיתי אני דניאל והנה שנים אחרים עמדים אחד הנה לשפת היאר ואחד הנה לשפת היאר", 
            "ויאמר לאיש לבוש הבדים אשר ממעל למימי היאר עד־מתי קץ הפלאות", 
            "ואשמע את־האיש לבוש הבדים אשר ממעל למימי היאר וירם ימינו ושמאלו אל־השמים וישבע בחי העולם כי למועד מועדים וחצי וככלות נפץ יד־עם־קדש תכלינה כל־אלה", 
            "ואני שמעתי ולא אבין ואמרה אדני מה אחרית אלה", 
            "ויאמר לך דניאל כי־סתמים וחתמים הדברים עד־עת קץ", 
            "יתבררו ויתלבנו ויצרפו רבים והרשיעו רשעים ולא יבינו כל־רשעים והמשכלים יבינו", 
            "ומעת הוסר התמיד ולתת שקוץ שמם ימים אלף מאתים ותשעים", 
            "אשרי המחכה ויגיע לימים אלף שלש מאות שלשים וחמשה", 
            "ואתה לך לקץ ותנוח ותעמד לגרלך לקץ הימין"
        ]
    ], 
    "versionSource": "http://www.tanach.us/Tanach.xml", 
    "heTitle": "דניאל", 
    "versionTitleInHebrew": "תנ״ך - טקסט בלבד", 
    "categories": [
        "Tanakh", 
        "Writings"
    ]
}