{
    "title": "Kiryat Sefer on Mishneh Torah, Those Who Defile Bed or Seat",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Those_Who_Defile_Bed_or_Seat",
    "text": [
        [
            [
                "<b>מצות קפ </b> להיות הנדה טמאה ומטמאה כדין הכתוב בה ואשה כי תהי' זבה דם יהיה זובה בבשרה שבעת ימים תהיה בנדתה וכל הנוגע בה יטמא עד הערב וכל אשר תשכב עליו בנדתה יטמא וגו':<br><b> מצות קפא </b> להיות היולדת טמאה ומטמאה כדין הכתוב בה אשה כי תזריע וילדה זכר וטמאה שבעת ימים וגו' כימי נדת דותה וגו':<br><b> מצות קפב </b> להיות הזבה טמאה ומטמאה כדין הכתוב בה ואשה כי יזוב זוב דמה ימים רבים בלא עת נדתה או כי תזוב על נדתה כל ימי זוב טומאתה כימי נדתה תהיה טמאה היא וכל המשכב אשר תשכב עליו וגו':<br><b> מצות קפג </b> להיות הזב טמא ומטמא כדין הכתוב בו איש איש כי יהיה זב מבשרו זובו טמא הוא וזאת תהיה טומאתו וגו' וכל אחד מארבעתן אב מאבות הטומאות מטמאין כולן במגע ואדם במגע ומשא ומשכב ומושב ומרכב מתחתיו ועושה אותן אב הטומאה ומטמא מדף על גבו בזב כתיב וכל אשר יגע בו הזב וידיו לא שטף במים וכבס בגדיו וגו' וכלי חרס אשר יגע בו הזב ישבר וכלי עץ ישטף במים וכתיב והנוגע בבשר הזב יכבס בגדיו וגו' והנושא אותם יכבס וגו' קאי אמשכב ומושב וק\"ו זב עצמו דמטמא במשא וכתי' וכל המשכב אשר ישכב עליו הזב יטמא וכל כלי אשר ישב עליו יטמא וכל המרכב אשר ירכב עליו הזב יטמא ומשכב ומושב ומרכב הן אב טומאה לטמא כדכתיב ואיש אשר יגע במשכבו יכבס בגדיו וגו' והיושב על הכלי אשר ישב עליו הזב יכבס וגו' וכל הנוגע בכל אשר יהיה תחתיו יטמא וגו' מטמא מדף על גבו כדדרשינן בת\"כ וכל כלי עץ ישטף במים מלמד שהיה עושה מדף על גבו דהיינו כלים שינשאו למעלה מן הזב שהם ראשון לטומאה והיא טומאה קלה ולהכי קרי לה מדף לשון קול עלה נדף דלית ביה מששא הכי נמי הך טומאה דלא מטמא אדם לטמא בגדים ובזבה כתיב וכל הנוגע בם יטמא וכבס בגדיו וגו' וקאי אמשכב ומושב דכתיב ביה כל המשכב אשר תשכב עליו וגו' וכל הכלי אשר תשב עליו וגו' וק\"ו זבה עצמה ומשא דכתיב בזב והנושא אותה יכבס וגו' דקאי אמשכב ומושב דכתיבי נמי הכא גבי זבה ומרכב נמי מטמא בזבה דכתיב גבי נדה ואם על המשכב הוא או על הכלי אשר היא יושב' עליו בנגעו בו יטמא ותניא בת\"כ משכב זה המשכב אשר היא יושבת עליו זה המושב כלי זה המרכב שנאמ' בנגעו בו אי זהו דבר שחלוק מגעו ממשאו הוי אומר זה המרכב שאין טעון כבוס בגדים הנוגע במרכב בנושאו ומשום הכי לא כתיב הכא יכבס בגדיו אלא יטמא עד הערב וזבה מטמאה מדף ג\"כ. ונדה מטמאה במגע דכתיב בה וכל הנוגע בה יטמא וגו' וכתיב בה ג\"כ משכב ומושב בהדיא ומרכב מרבינן מכלי כדאמרינן לעיל ותניא בת\"כ כל הנוגע בה יטמא יכול לא יהיה הנוגע בה מטמא בגדים דלא כתיב יכבס בגדיו הא אם מטמא משכב ומושב לטמא אדם לטמא בגדים כדכתיב וכל הנוגע במשכבה יכבס בגדיו היא עצמה לא תטמא אדם לטמא בגדים ומהאי ק\"ו נמי יש ללמוד הנושאה ויולדת הויא כנדה כדכתיב בה כימי נדת דותה תטמא וגו'."
            ],
            [
                "<b>אחת </b> זבה קטנה ואחת זבה גדולה שוין לטומאה כדתניא בת\"כ אין לי אלא רואה ג' שהיא מטמאה משכב ומושב מנין לרואה שנים שתטמאה משכב ומושב ת\"ל כל ימי זובה כמשכב נדתה ובין בזבה מחמת עצמה או מחמת אונס כדתניא נמי התם או דמה מחמת עצמה ולא דמה מחמת האונס כשהוא אומר זוב לרבות את האונסין ובפ' בנות כותים נמי תניא כשהוא אומר אשה כי יזוב זוב דמה הרי אונס אמור דמשמע זוב מכל מקום ואפילו באונס מטמאה ואחד זב בעל שתי ראיות או שלש טומאתן שוה כדתנן פ\"ק דמגלה אין בין זב הרואה שתי ראיות לרואה שלש אלא קרבן ובגמרא הא לענין משכב ומושב וספירת ז' שניהם שוים מנא הני מילי דתנו רבנן רב סימאי אומר מנה הכתוב ב' וקרא טמא דכתיב ואיש כי יהיה זב מבשרו זובו טמא הוא הרי שתי זובות מנויות כאן וקראו טמא ומנה שלש וקרא טמא כדכתיב וזאת תהיה טומאתו בזובו רר בשרו את זובו או החתים בשרו מזובו טומאתו היא הרי לך שלש זיבות וכתיב טומאתו היא אם משתים טמא למה מנה שלש הא כיצד ב' לטומאה כדכתיב טמאה בתר ב' וג' לקרבן ולא מציא למימר ב' לקרבן ולא לטומאה חמירה אלא כבעל קרי בעלמא ושלש אף לטומאה חמירה דכתיב וכפר עליו הכהן לפני ה' מזובו מקצת זבין מביאין קרבן ומקצת זבין אין מביאין קרבן הא כיצד ראה ג' מביא ב' אינו מביא כדמסיק התם."
            ],
            [
                "<b>קטנה </b> בת יום א' מטמאה בנדה בת עשרה ימים בזיבה בת שלש שנים ויום אחד מטמאה את בועלה כדתניא ריש פרק בנות כותים אשה אין לי אלא אשה תנוקת בת יום אחד לנדה מנין תלמוד לומר ואשה כי תהיה זבה ובנדה קמשתעי קרא כדכתיב שבעת ימים תהיה בנדתה ותניא נמי אשה אין לי אלא אשה בת עשרה ימים לזיבה מנין דבציר מהכי ליכא זיבה שבעת ימים נדה ושלש ימי זיבה שאין זיבה אלא לאחר נידות כדדרשינן סוף מסכת נדה מקרא דבלא עת נדתה תלמוד לומר ואשה כי יזוב זוב דמה וגו' ותניא אשה אין לי שמטמאה אדם בביאתה אלא אשה כדכתיב ואשה אשר ישכב איש אותה שכבת זרע תנוקת בת ג' שנים ויום אחד מנין תלמוד לומר ואשה ואמרינן התם דבת יום אחד ילפינן מקרא כדאמר' מריבויי דוי\"ו דכתיב ואשה כל שהיא אשה משמע אפילו בת יום א' לנדה משתמעא מקרא אבל בת ג' שנים ויום אחד לא משמע מקרא טפי מבת שנים או בת ארבע אלא הויא הלכה למשה מסיני ואסמכוה אקרא דוי\"ו דהאי קרא איצטריך לאיש שאינו מטמא באודם כדאיתא התם ובת עשרה ימים לזיבה נמי מקרא דמשמע כל שהיא אשה ובבציר מעשרה ימים אינן ימי זיבה כדאמ' וכיון דאין זבה בלא נדה לא הוה צריך יתירא דוי\"ו דנדה אלא למעוטי איש מאודם חד מיעוט למעוטי ש\"ז אדום וחד למעוטי דם כדאיתא התם. קטן בן יום אחד מטמא בזיבה כדילפינן נמי התם לרבי יהודה דכתיב איש איש כי יהיה זב מבשרו וגו' לרבות תינוק בן יום אחד שמטמא בזיבה וכו'. אחד גרים ועבדים וישראל מטמאין בנידה וזיבה כדתניא בת\"כ דברו אל בני ישראל ואמרתם אליהם איש איש כי יהיה זב וגו' בני ישראל מטמאים בזיבה ולא גוים אין לי אלא בני ישראל גרים ועבדים מנין תלמוד לומר ואמרתם אליהם דכיון דכתיב דברו אל בני ישראל מאי ואמרת אליהם הוסיף אמירה אחרת לגרים ועבדים דמטמאים בזיבה וכו'. סריס אדם וסריס חמה מטמאין בזיבה כבריאין כדתנן פ\"ק דזבין."
            ],
            [],
            [],
            [
                "<b>אין </b> האשה מטמאה בלובן ולא האיש באודם כדילפינן לעיל מוי\"ו דכתיב גבי ואשה אשר ישכב איש אותה שכבת זרע למעוטי איש מאודם דאף על גב דקרא לאו באודם מיירי ע\"כ כיון דקרא יתירא הוא לדרשא אתי ומה שיש לדרוש דבר הקרוב לענין דרוש בו וה\"ק אשה טמאה בדבר האמור בה דהיינו אודם ואין איש טמא בדבר האמור באשה ואין אשה מטמאה בלובן ילפינן נמי התם פ' בנות כותים מדכתיב ואיש אשר תצא ממנו שכבת זרע וי\"ו יתירא למעוטי אשה שאינה מטמאה בלובן כאיש וכו'. טומטום ואנדרוגינוס נותנין עליהן חומרי האיש וחומרי האשה בלובן ובאודם וטומאתן בספק כדתנן פ\"ב דזבין ובפרק המפלת אמר רב דאין שורפין עליהם את התרומה ואם ראה לובן ואודם כאחד דממה נפשך טמא אי הוי איש או אשה ואפ\"ה אין חייבין על ביאת מקדש קרבן משום דכתיב מזכר עד נקבה תשלחו דהיינו שלוח טמאים ממקדש ודרשינן זכר ודאי נקבה ודאית ולא טומטום ואנדרוגינוס ואפילו הכי שורפין עליו תרומה דממה נפשך טמא באודם או בלובן ואף על גב דבזב נמי כתיב זכר ונקבה כדכתיב והזב את זובו לזכר ולנקבה האי זכר ונקבה צריכי לדרשיה אחריתי כדאיתא התם פרק המפלת וכן הנוגע בלובן ואודם שלו כאחת אינו חייב על טומאת מקדש וקדשיו כדתניא בתוספתא דזבין ריש פרק ב' דכיון דאינהו אינן חייבין נוגע בזוב היוצא מהם גם כן לא חמיר מאינהו גופייהו וכו' נגע הוא בעצמו בלובן ואודם שראה הרי זה חייב על ביאת המקדש בתוספתא תניא הוא עצמו שנגע בלובן ואודם ונכנס למקדש פטור וכן הביא התוספתא רבינו שמשון ז\"ל פרק ב' דזבין ולא מצאתי גם כן לשון התוספתא שכתב הראב\"ד ז\"ל שטומטום חייב על נגיעת אודם או לובן של אשה או איש ודאין אבל הדין אמת הוא שהרי טמא הוא בטומאת זוב זכר או נקבה ודאין כדאמרינן ומה שכתב הראב\"ד ז\"ל דנגע הוא עצמו בלובן ואודם שראה שיהיה חייב הוא דבר תימה."
            ],
            [],
            [
                "<b>דם </b> הנדה או דם הזבה או היולדת מטמאין בכל שהוא במגע ובמשא בריש פרק דם הנדה תנן דם הנדה ובשר המת מטמאין לחין ויבשין ובגמרא אמר חזקיה דאמר קרא והדוה בנדתה מדוה כמותה מה היא מטמא במגע ובמשא אף מדוה מטמאה יבש מנלן דכתיב דם יהיה זובה וגו' יהיה בהויתו יהא ואפילו יבש מעיקרו דיהיה ריבויא הוא וכיון דדם נדה מטמא כדאמר' זיבת זבה נמי דהא מטמא באונס הנדה וכדאמרינן לעיל ואיכא נמי ק\"ו בגמרא לאחרים גורם טומאה דהיינו לזב' שתטמא לעצמו הנוגע בו לא כ\"ש ולא אמרינן שעיר המשתלח יוכיח לרבא פרק בנות כותים וכו' דמים טמאים כדילפינן פ' כל היד מדכתיב דמיה דמיה הרי כאן ד' ושחור אדום הוא אלא שלקה והוי בכלל ד' וירוק טהור כחכמים דמטהרין דלא הוי נמי כמשקה הזב והזב' דמטמאי כדאמר רבי מאיר משום דרבנן סברי דומיא דרוק דזב שמתעגל ויוצא שמתאסף תחלה ואחר כך יוצא לאפוקי דם כשהוא בא נוטף ויוצא ראשון ראשון וכו'."
            ],
            [
                "<b>אשה </b> שיצא הוולד מדפנה דם היוצא עמו הוי אב הטומאה כדם הנידה והזיבה והלידה כדא' פרק יוצא דופן לרבנן דרבי שמעון בבריתא דאמר רב יוסף כגון שיצא ולד ודם דרך דופן ובמקור מקומו טמא קמיפלגי דרבנן סברי מקור מקומו טמא הילכך טפת דם מטמאה ואף על גב דדרך דופן לאו ראיה היא לטמא את האשה טומאת שבעה מיהו טפה עצמה מטמאה במגע משום דנגע במקור ומקור מקומו טמא כדילפינן התם למקור שנעקר ונפל לארץ דטמאה כדכתיב יען השפך נחושתיך ותגלי ערותך אלמא נעקר ונשפך לארץ קרי ליה ערוה כאלו הוא מקומו הילכך טמא והיינו לטומאת ערב לטומאת שבעה דם אמר רחמנא ולא חתיכת בשר וכיון דאיהו טמא דם שנגע בו אף על גב דיצא דרך דופן הנוגע בה טמא. מקור שהזיע כשתי טיפי מרגליות טמאה כדאמר רבי יוחנן התם וטיפי מרגליות הוא דם לבן וצלול והיינו לטומאת ערב משום דנגע במקור ונוגעים בה ביציאתן אבל טומאת שבעה לא דחמשה דמים טמאים ותו לא ודוקא תרתי טיפין כדאמרינן דודאי מן המקור באו ונגעו בו אבל אחת אימא מעלמא אתיא מן הצדדין ולא מטמא."
            ],
            [],
            [],
            [
                "<b>זובו </b> של זב הוא מאבות הטומאה בזב כדתנן ריש פרק דם הנדה ובגמרא זוב מנ\"ל דטמא דתניא זובו טמא לימד על הזוב שהוא טמא שהטפה עצמה טמאה וכתיב הזב את זובו מקיש זובו לו מה הוא לא חלקת בו בין מגעו למשאו לטמא אדם ולטמא בגדים אף זובו כן ואיצטריכו תרי קראי כדאיתא התם וכו'. ראיה ראשונה של זב אינה מטמאה במשא אלא הויא כשכבת זרע כדילפינן בת\"כ מדכתיב זאת תורת הזב ואשר תצא ממנו שכבת זרע דזב שראה ראיה אחד הרי הוא כבעל קרי טובל ואוכל פסחו לערב כיון דהקיש זב לבעל קרי היינו כשראה ראיה א' דומיא דבעל קרי ואינו קרוי זב לטמא אלא אחר ראיה שניה כדילפינן לעיל וכדאמ' פרק ב' דהלכות מחוסרי כפרה וכו' ראה ראיה אחת כשתים אין טמא אלא המסיט טפה אחרונה כדתנן פרק קמא דזבין ראה אחת מרובה כשתים מטמא משכב ומושב דכיון דזב מטמא בכל שהו כדילפינן מדכתיב או החתים בשרו כל שניכר בבשרו טמא אם כן ראה מרובה בשתים כמגדיון לשילוח הויא כשתי ראיות כיון שיש שהות לטבול ועדיין הוא רואה ובת\"כ אמרינן אין לי אלא ג' ראיות דכתיב ג' זמני זוב אלא גדולות קטנות מנין ת\"ל תהיה כל שהוא החתים אפילו כל שהו בשרו אפילו כל שהו ואם נאמרו בגדולות למה נאמרו בקטנות אלא ליתן שיעור לגדולות כקטנות שאם אחת מרובה כשתים או בשלש הוי זב וכתב הרב דאין טמא אלא מסיט טפה אחרונה דהויא כראיה שניה דראשונה לא הויא אלא כבעל קרי כדילפינן לעיל וכו'."
            ],
            [
                "<b>ראיה </b> ראשונה של מצורע מטמא במשא פרק בנות כותים בעיא דרב יוסף מקום זיבה מעין הוא ומטמא משום דאיתרבי מצורע למעינותיו מדכתיב לזכר יתירא והזב את זובו לזכר וכו' או דילמא לאו מעין הוא והוי כשאר ראיה ראשונה של זב דלא מטמאה אלא בקרי ואמר אביי מאי תיבעי ליה לרב יוסף והא הוא דאמר זאת תורת הזב בין גדול בין קטן ואייתר ליה לזכר לרבות מצורע למעינותיו ואקשיה רחמנא הכא לזב גמור בעל שתי ראיות דכתיב והזב את זובו הרי ב' ראיות וכתיב לזכר לרבות מצורע למעינותיו כדאמר' מה זב בעל שתי ראיות זובו מטמא במשא אף מצורע זובו מטמא במשא אפילו ראיה ראשונה וכו'."
            ],
            [
                "<b>רוק </b> הזב ושכבת זרעו ומימי רגליו כל אחת משלשתן אב טומאה דין תורה דתנן ריש דם הנדה דזוב והשכב' זרע והניע והרוק מטמאין לחין וכו' ובגמרא רוק מנלן דתניא וכי ירוק הזב בטהור וכו' כיחו וניעו שהן מין רוק ומי האף שלו מנין תלמוד לומר וכי ירוק וי\"ו דוכי ירוק דריש ובברייתא תניא מימי רגליו ובגמרא מנלן דתניא זובו טמא וזאת לרבות מימי רגליו לטומאה דכתיב וזאת תהיה טומאתו ודרשינן האי וזאת אקרא דלעיל זובו טמא וזאת כלומר דבר אחר נמי כזוב ולא תימא דאתי מדינא רוק הבא ממקום טהרה טמא מי רגלים הבאים ממקום טומאה אינו דין שיהו טמאין דדם היוצא מפי האמה יוכיח דטהור דכתיב זובו טמא הוא טמא ואין דם היוצא מפי האמה טמא אלא טהור ולא תימא איפוך דדם היוצא מפי האמה להוי טמא מריבויא דוזאת ומי רגלים יהיו טהורים ממיעוטה דזובו טמא וכו' דדומיא דרוק מרבינן מה רוק מתעגל ומתאסף הרבה כאחד ואחר כך יוצא כגון רוק ומי רגלים ושכבת זרע יצא דם שאינו מתעגל ויוצא דכי אתא קמא קמא נפיק ופרכינן והרי חלב אשה שמתעגל ויוצא ואמר מר דחלב אינו מטמא אלא טומאת משקין אלא אמר רבי יוחנן וכו' מה ברוק שמתעגל ויוצא וחוזר ונבלע כשאינו מוציאו יצא דם וחלב דאינן חוזרים ונבלעים דמיד יוצאים ושכבת זרע הוי כמי רגליו דאי איפשר שלא יהיה בה צחצוחי זיבה דזיבה מטמא בכל שהוא כדאמרינן לעיל וכו' ובפ\"ה דזבין תנן נמי שכבת זרע בהדי זובו של זוב ורוקו ומימי רגליו ומרוק איתרבו כולהו ובסוף פרק כיצד הרגל מייתי ליה בק\"ו מרוקו הכי ומה רוק שהוא טהור בטהור הוא טמא בטמא דכתי' וכי ירוק הזב בטהור דמשמע במה שביד הטהור דהיינו משא וכתיב וכבס בגדיו וגו' הרי שהוא טמא באדם טהור דמטמאה במגע כדכתיב וכל אשר יהיה עליו שכבת זרע וגו' ואדם נמי מטמא במגע כדכתיב או איש אשר תצא ממנו שכבת זרע ודרשינן פרק יוצא דופן או איש לרבות את הנוגע אינו דין שיהא טמא שכבת זרע כזב כרוק. ואחד זב נדה וזבה ויולדת כל אחת מהן רוקו ושכבת זרע וכו' ומימי רגליו הוי כרוק הזב כדאמרינן והזוב דומה לביצה המוזרת ושכבת זרע דומה ללובן ביצה שאינה מוזרת."
            ],
            [],
            [
                "<b>תשעה </b> משקין בזב ג' מהן אב הטומאה רוקו ושכבת זרעו ומימי רגליו דכיון דמרבינן להו מרוק הוא דומיא דידיה ושלשה הן ולד הטומאה דמטמאין טומאת משקין לבד כדתניא התם פרק בנות כותים בבריתא דתשעה משקין בזב זיעה וליחה סרוחה ורעי טהורים מכלום דמעת עינו ודם מגפתו וחלב האשה מטמאין טומאת משקין ברביעית אבל זובו רוקו ומימי רגליו מטמאין טומאת חמורה ובת\"כ יליף להני טהורים הכי יכול הזיעה והלחה והרעי יהו טמאים ת\"ל טמא הוא הוא טמא ולא אלו אוציא את אלו ולא אוציא דמעות עינו ודם מגפתו וחלב האשה שהן מטמאין טומאת משקין תלמוד לומר זאת מיעט ונראה דמדאוריתא לא מיטמו כלל דהא מיעט להו דומיא דזיעה ולחה ורעי ומשום דאיקרי משקה כדילפינן פרק דם הנדה תניא דמטמאי טומאת משקין וכן מצאתי בתוספות פרק אמרו לו דאינן אלא מדרבנן כיון דבעי רביעית לטומאה ולא מטמא בכל שהוא כשאר משקין דזב וכו'. היה מוצץ ורוקק דם הרי זה מטמא כרוק דאי איפשר בלא צחצוחי רוק כדמוקי פרק מצות חליצה הא מתניתין דתניא יכול יהא דם היוצא מפיו ומפי האמה טמא תלמוד לומר הוא וכו' דמיירי בשותת אבל מוצץ אי איפשר בלא צחצוחי רוק ולהכי יבמה שמצצה ורקקה דם אמרינן דלא תתיבם שאי איפשר לדם היוצא במציצה בלא צחצוחי רוק וכתי' בה וירקה וכו':"
            ]
        ],
        [
            [
                "<b>דם </b> נדה וזבה ויולדת מטמא לח ויבש כדתנן פרק דם הנדה ובשר המת וכו' מטמאין לחין ויבשין ובגמרא דכתיב והדוה בנדתה מדוה כמותה כדאמר' לעיל אשכחן לח דדוה לח משמע כמו שהו זב יבש מנלן דכתיב יהיה דם יהיה זובה וכו' יהיה בהוייתו יהא ואפילו יבש מעיקרו כדאמרינן התם דיהיה ריבויא הוא אבל זובו של זב ורוקו ושכבת זרע אינו מטמא אלא כל זמן שהוא לח כדתניא נמי במתני' ובגמרא מנלן זוב דכתיב רר בשרו דמשמע כעין ריר שהוא לחה כמו ויורד רירו ופי' ניחו וניעו ורוקו דכתיב וכי ירוק הזב כעין רוק שכבת זרע הראויה להזריע ויבשה אינה ראויה להזריע ואם חוזר ללחותו כמו שהיה שלא נתיבש כל כך מטמא לח ויבש כדתנן נמי התם וכמה שרייתן בפושרין מעת לעת ותחלתן בפושרין אע\"פ שאין סופן כדאמר' התם בגמרא כר' יהודה בן נקוסה דפליג ארשב\"ג בברייתא ותמיהא לי היכי פסיק כרבי יהודה בן נקוסה לגבי רשב\"ג כ\"ש דהוי קולא דאי לא הדר בהכי שאין סופן פושרין טהור ואי הוו פושרין כל מעת לעת הוה הדר וצ\"ע."
            ],
            [
                "<b>פשתן </b> שטוותהו נדה המסיטו טהור ואם היה לח מחמת הרוק מסיטו טמא כדתניא פ' התערובות לתנא קמא ורבי יהודה אף הרוטבו במים שמלחלחו טמא וכתבו בתוספות דאלח קאי לאשמועינן דאינו יוצא מטומאה על ידי שריה אפילו במים טובא אבל רבנן סברי דמשנתנו לתוך מים ורבו עליו טהור כדתניא בתוספת' וכו'."
            ],
            [
                "<b>זב </b> שהניח פיו על פי הכוס ונמלך שלא לשתותו המסיט הכוס טהור ואם שתה טמא מפני משקה הזוב כדתניא בתוספת' פרק ה' דטהרות. וכן נשך הקשות ומלפפונות המסיטן טמא מפני משקה פי הזב כדתניא נמי התם אבל נשך בבצל ובפת המסיטו טהור משום דאינו מתערב בפת ובבצל כדתנן נמי התם בתוספת'. קליפי פולין ותרמוסין שקצצן הגוי המסיטן טמא מדרבנן ושבשווקים הלך אחר הרוב מתנינן נמי התם וכו'."
            ],
            [],
            [],
            [
                "<b>דם </b> טמא שנתערב במים אם בטלו מראיו טהור נתערב בדם טהור או ביין רואין אותן כאלו הוא מים נתערבו בשל גוים דהם כזבין מדרבנן הולכין אחר הרוב כדתניא נמי התם ריש פרק ד' דתוספתא דטהרות."
            ],
            [
                "<b>שואלין </b> כלי [של] מי רגלים ואין חוששין שמא של נדות הן כדתניא נמי התם והויא כחזקה דמהניא מדאורייתא כדילפינן בדוכתא וכו'. חרש של זב או זבה מכניסין לו (מימו בכיסו) [מ\"ר וכבסו] פ\"א וב' המשקין טמאין ומשקה פעם שלישית טהור כדתניא נמי התם בפלוגתא דת\"ק ור' אליעזר בן יעקב ומייתי לה פרק התערובות ונקטינן כר' אליעזר בן יעקב דהויא משנתו קב ונקי ורש\"י ז\"ל פי' דלענין טהרת הכלי מתנינן דבפעם ראשונה ושניה שהדיחו אכתי הוי טמא ובפעם שלישית הוי טהור ונראה דהא בהא תליא דכשהכלי טמא מים שהדיחו אותו בהן טמאים וכו'. זבה שנעקרו מימי רגליה וטבלה ואחר כך הטילה מים הוי ספק פרק יוצא דופן בעיא דרבא מי אזלינן בתר עקירה כשכבת זרע ומטמאו או דילמא כיון דמצי' נקיט להו מלצאת לא חשיב עקירה צורך יציאה ולא אזלי' אלא בתר יציאה וכן גויה שנתגיירה וטבלה והטילה אחר כך מי רגלים שנעקרו קודם שנתגיירה הוי ספקה מדרבנן וכו'."
            ],
            [],
            [],
            [
                "<b>העבדים </b> מטמאים בזיבה ובנדה ובלידה כישראל כדילפינן בת\"כ מדכתיב ואמרת אליהם כדא' לעיל פרק קמא אבל גוים לא מיטמאי מדאורית' דכתיב בני ישראל אלא מדרבנן קטן מבן תשעה ויום אחד וקטנה מבת שלשה ויום אחד וכדאמרינן פרק יוצא דופן ופרק בנות כותים ועדיות פרק ה' וכו':"
            ]
        ],
        [
            [
                "<b>בועל </b> נדה כנדה שהוא אב הטומאה של תורה מטמא כלים במגע ומטמא אדם במשא ובמגע ומטמא בהיסט ומשכב ומרכב כדתנן פרק קמא דכלים למעלה מהם בועל נדה שהוא מטמא משכב תחתון כעליון וקאי אמתניתין דלעיל דקתני נבלה ומי חטאת שמטמאין במשא לטמא בגדים במגע וכו' ודרשינן בת\"כ ותהי נדתה עליו מה היא מטמאה אדם וכלי חרס אף בועלה דנדתה עליו משמע כל מידי דמטמאה בנדתה תהא עליו שיהא מטמא בועל נדה כנדה ואף על גב דלא כתיב בהדיא בנדה דמטמאה כלי חרס יליף לה במה מצינו מזב דמזב דמטמא משכב ומושב לטמא אדם ובגדים ומטמא כלי חרס אף משכב ומושב לטמא אדם ובגדים מטמא כלי חרס כזב דכתיב ביה וכלי חרס אשר יגע בו הזב ישבר וגו' ואין משכב ומרכב של בועל נדה כנדה שהוא אב הטומאה כדילפינן לעיל אלא הוא וולד הטומאה שאינו מטמא אלא אוכלין ומשקין כדאמרן בת\"כ ומייתי לה ריש פרק בנות כותים אימא היא משכב ומושב לטמא אדם ובגדים אף הוא כן תלמוד לומר וכל המשכב אשר ישכב עליו יטמא שאין תלמוד לומר הרי כבר נאמר ברישיה דהאי קרא ותהי נדתה עליו ובדידה כתיב וכל אשר יגע במשכבה וגו' אם כן למה נאמר וכל המשכב אשר ישכב עליו וגו' לנתקו מטומאה חמורה שלא יהיה משכבו חמור כמשכבה לטמא אדם ובגדים שעליו אלא אוכלין ומשקין דיטמא טומא' קלה משמע וכדאיתא התם וכו'."
            ],
            [],
            [
                "<b>אחד </b> [הבא על] נדה או זבה ויולדת בין כדרכן או שלא כדרכן ואפילו הערה וכדתניא סוף נדה כימי נדתה תהיה טמאה היא מלמד שזבה מטמא את בועלה כנדה שמפורש בה אשר ישכב איש אותה היא מטמא בועלה ואין הזב מטמא מה שהוא בועל ומנין שהוא עושה משכב ומושב כבועל נדה ת\"ל כמשכב נדתה ואתקשה נמי התם רואה ב' ימים או יום אחד לרואה ג' שהיא זבה גדולה וכדאיתא התם ויולדת נמי כתיב בה כימי נדת דותה וגו' דמשמע דהויא כדין נדה וקטן בן תשעה ויום אחד וקטנה בת שלשה ויום א' כיון שביאתן ביאה ה\"נ לענין טומאה בועל נדה וכו'."
            ],
            [
                "<b>נדה </b> וזבה ויולדת מיטמאי למפרע מעת לעת או מפקידה לפקידה מדרבנן כדאמ' בפרק קמא דנדה דמדאורייתא אין אשה טמאה עד שתרגיש דם שיצא למטה מבין השינים כדילפינן פרק חמישי דהלכות איסורי ביאה. וכן טומאות ווסתות שאם הגיע וסתה ולא בדקה ואחר ימים בדקה ומצאה דם אינה טמאה למפרע אלא מדרבנן דהכי אסיקנא פרק כל היד דאפילו לרשב\"ג ווסתות דרבנן ואפי' תרגיש פיהוק ועטוש אינה טמאה מדאוריתא עד שתרגיש בבשרה וכדאמר' פרק האשה בנדה וכן טומאת כתמים מדרבנן וכל דינים אלו סוף פרק קמא דנדה ופרק כל היד:"
            ]
        ],
        [
            [
                "<b>פרק</b> ד כל דיניו מדרבנן פרק קמא דנדה ופרק כל היד ופרק האשה ותנוקת ודם הנדה ופרק תנוקת ורביעית דם שיצא מן האשה שמתה מטמא במגע ובמשא ובאהל כדכתיב בנפש אדם וגו' וכתיב כי הדם הוא הנפש וגו':"
            ]
        ],
        [
            [
                "<b>הזב </b> והזבה והנדה והיולדת לעולם הם בטומאתם עד שיטבולו וכדא' פרק בנות כותים לב\"ה דביומי וטבילה תלא רחמנא דכל זמן שלא טבלה טמאה ובת\"כ נמי אמרינן דלימד ר' עקיבא מה אני מקיים והדוה בנדתה תהא עד שתבא במים וכו'."
            ],
            [
                "<b>יולדת </b> שלא טבלה דמה אפילו בתוך ימי טוהר הוי כדם נידות ומטמא כדתנן פרק בנות כותים לב\"ה דביומי וטבילה תלא רחמנא אליבא דרב דאמר דם הבא בימי לידה ודם הבא בימי טוהר מעין אחד הוא דממעין אחד הן באים והתורה טומאתו כל שבעה לזכר וכל י\"ד לנקבה והתורה טהרתו אחר מכאן כדאמר' התם וכו'."
            ],
            [
                "<b>יולדת </b> שירדה לטבול מטומאה לטהרה לאחר שבועיים ונעקר דם לבית החיצון ועמד שם טמאה כל זמן שהוא בה וכשתצא בעיא טבילה אחריתי ואם בעליתה נעקר הדם טהורה כדאמר רב חייא בר אשי משמיה דרב פרט יוצא דופן ואקשי' טומאה בלועה היא ולא מטמאה לא במגע ולא במשא והכא משום משא ונגיעה היא וטומאת ערב דאי משום ראיה מאתמול איעקר ורחמנא אמר בבשרה מכי אתי בבית החיצון הויא ראיה אלא משום משא ונגיעה היא כדאמר' ואם כן טומאה בלועה היא ואיפרק שמעתין דלכשיצא לחוץ הוא דקאמר דאז תטמא משום מגע ואם בעליתה נעקר הוי דם טהור ולא מיטמיא וכו'."
            ],
            [
                "<b>יולדת </b> שטבלה כדינה הרי היא טבולת יום ואינה צריכה טבילה אחרת בסוף ימי טוהר למעשר ולתרומה אלא לקדשים כב\"ה דפרק תנוקת דתנן ובית הלל אומרים אינה צריכה טבילה באחרונה ובגמרא טבולת יום ארוך איכא בינייהו דהכתוב עשאה טבולת יום דכתיב בכל קדש לא תגע לרבות את התרומה ולקדשים מודו בית הלל לב\"ש דק\"ל אונן ומחוסר כפורים צריכין טבילה לקדש והיינו מדרבנן כדאמר' פרק חומר בקדש כיון דעד האידנא אסיר אצריכינהו רבנן טבילה ורוקה ודם טהרתה טהורים לתרומה כדתנן התם פרק תינוקת ואם נפל מרוקה וכו' על ככר של תרומה טהור וכדתנן נמי ריש פרק שני דטבול יום דדוקא בטבול יום עצמו הוא דמרבי' אפילו לתרומה וכדאמ' וכו'."
            ],
            [
                "<b>יולדת </b> שהיא מצורעת וטבלה אחר שבעה או י\"ד דם טוהר שלה טמא כרוקה ומימי רגליה כדתנן פרק בנות כותים ב\"ה אומר כרוקה וכו' ובגמרא מ\"ט דב\"ה אמר ר' יצחק לזכר לרבות מצורע למעיינותיו ולנקבה לרבות מצורעת למעיינותיה ואילימא שאר מעיינותיה כרוקה וכמימי רגליה דאתו מזב דכתיב וכי ירוק הזב ומיניה נפקי שאר מעיינות האי מזכר נפקא כיון דאיתרבי מצורע למעיינותיו כדאמר' איתרבי נמי מצורעת לכל מעיינותיה דאיכא דכוותיהו בזכר אלא האי דאיצטריך ולנקבה לרבות מצורעת לטמא דם טהרה שלה דליתיה בזכר ומשקין אלו היוצאין מהן כמשקין הנוגעים בהם חוץ מזב ששלשה המשקים היוצאים מהם הם אב הטומאה כדילפינן לעיל."
            ],
            [
                "<b>זבה </b> קטנה שטבלה ביום השמור מגעה ובעילתה תלויה שאם ראתה אחר כך כל טהרות שעשתה טמאות ועושה מרכב ומושב ומטמאה בועלה כדתנן פרק תנוקת דף ע\"ב הרי זה תרבות רעה ומגען ובעילתן תלוייה וכו' טבלה בליל השמור הרי זה כמו שלא טבלה כדתנן התם לעיל ומודים ברואה וכו' וטבלה לערב ושמשה שמטמאין משכב ומושב וחייבים בקרבן משום דבעינן שימור והרי בעל זבה קטנה וכו'."
            ],
            [
                "<b>ראתה </b> ביום אחד עשר וטבלה לערב יום שנים עשר שהוא תחלת נדה פטורין מן הקרבן כדתנן התם במתניתין לב\"ה משום דלא בעיא שימורים כיון שאינה בימי זיבה ולענין טומאה מודו לב\"ש מדרבנן ואם טבלה ביום י\"ב אחר הנץ בועלה טהור אפי' מדרבנן כדא' ב\"ה הרי זה גרגרן הרואה דם בעשירי טובלת ביום אחד עשר ומשמרת אותו אף על פי שאינה ראויה להיות זבה גדולה ביום שלישי הוא יום י\"ב דהוי תחלת נדה ואפ\"ה בעיא שימו' דעשירי כתשיעי כרבי יוחנן דאמר התם מה תשיעי בעי שימור דהא ראוי להביאה לידי זבה גדולה תשיעי ועשירי ואחד עשר אף עשירי אם התחילה לראות בו בעי שימור י\"א כנגדו אף ע\"פ דאינה ראויה להיות זבה גדולה וכדאמרי' אחד עשר יום שבין נדה לנדה הלכה למשה מסיני ויום אחד עשר קאמר רבי אלעזר בן עזריה דהוי הלכה למשה מסיני ומאי הלכותיו משאר הימים שלפניו רבי יוחנן אמר הלכה אחד עשר דבדבר אחד הוא חלוק משלפניו דאחד עשר הוא דלא בעי שימור הא לאחריני עביד שימור דהיינו לעשירי ולרבי עקיבא קראי נינהו הני אחד עשר יום כדאיתא התם שלהי מכלתין וכדילפינן פרק ו' מהלכות איסורי ביאה וכו'."
            ],
            [],
            [
                "<b>זבה </b> וזבה גדולה שטבלו ביום שביעי אם חזרו וראו ביום עצמו סותרים וכדילפינן נמי התם בהלכות איסורי ביאה פרק ו':"
            ]
        ],
        [
            [
                "<b>משכב </b> ומושב אחד הוא ובתרוייהו כתיב יכבס בגדיו ורחץ במים וכתיב בפ' נדה ואם על המשכב הוא או על הכלי אשר היא יושבת עליו ודרשינן בת\"כ דעל הכלי לרבות את המרכב דכתיב בנגעו בו בסיפיה דקרא דמהדר אמרכב דרבינן מעל הכלי ואם כן משמע דמשכב ומושב חד הוא דכתי' ואם על המשכב הוא אשר היא יושבת עליו דעל הכלי אמרכב מהדר כדאמר' וכו' ולמה נאמרו משכב ומושב שהמשכב ראוי לשכיבה והמושב לישיבה כדדרשי' בת\"כ מדכתיב אשר ישכב עליו יכול אפילו שכב על עריבה ועל הדלת תלמוד לומר משכב וגו' וכל כלי אשר ישב עליו וגו' יכול אפילו ישב על האבן ועל הקורה תלמוד לומר כלי וגו' שישב על המשכב או שכב על המושב טמאהו כדמרבי' בת\"כ מדכתיב כל המשכב אשר ישכב עליו הזב יטמא וכל כלי אשר ישב עליו יטמא יטמא ריבה וכו' המרכב הוא הראוי לרכיבה כמרדעת וטפיסן כדאמרינן בת\"כ. וכולן אבות הטומאה ומטמאין אדם וכלים במגע ואת האדם במשא אלא שהנוגע במרכב אינו מטמא בגדים ולא כלים אפילו בשעת מגעו דמגעו חלוק ממשאו במרכב מה שאין כן במשכב ומושב כדכתיב בהו יכבס בגדיו ובמרכב כתיב וכל המרכב וגו' וכל הנוגע בכל אשר יהיה תחתיו יטמא ולא כתיב יכבס בגדיו וכתיב והנושא אותם יכבס בגדיו נמצאו הזב והזבה והיולדת והנדה משכבן ורוקן ומימי רגליהן ודם נדה וזיבה ויולדת וזובו של זב כל אחד מאלו הוא אב כדילפי' לעיל פ' ראשון ואדם שנגע באחד מאלו או נשאן מטמא בגדים וכלים בשעת נגיעתו או נשיאתו ואינו מטמא אדם ולא כלי חרש כדתנן פרק בתרא דזבין ותניא מנין לעשות שאר כלים כבגדים דלא כתיב אלא יכבס בגדיו תלמוד לומר וטמא יכול יטמא אדם וכלי חרש ת\"ל בגד בגד הוא מטמא ואינו מטמא אדם וכלי חרש ותניא נמי ואיש אשר יגע במשכבו יכבס בגדיו בשעת מגעו מטמא בגדים פירש אינו מטמא בגדים וכל שלא נאמר בו יכבס בגדיו אינו מטמא בגדים בשעת מגעו."
            ],
            [],
            [
                "<b>כל </b> הכלים שינשאו למעלה מן הזב הם נקראים מדף ואינם מטמאים אוכלים ומשקים כדתנן פרק ד' דזבין וכדא' פרק בנות כותים מה עליונו של זב אינו מטמא אלא אוכלים ומשקים וכו' וכתב הרב ז\"ל שטומאת מדף מדבריהם והראב\"ד ז\"ל כתב דטומאת מדף זו מדאוריתא ובת\"כ יליף לה רבי שמעון מדכתיב כל כלי עץ ישטף במים דלכלי שטף לא איצטריך דהא כבר נאמר הנוגע בבשר הזב יכבס בגדיו וכל שמטמא בגדים כלים נמי מטמא דבגדים נמי כלים נינהו ואם הנוגע בזב מטמא כלי שטף כדאמר' כל שכן הוא עצמו אם כן למה נאמר וכל כלי עץ ישטף במים אלו אוכלים ומשקים וכלים שעל גבי הזב דהיינו מדף ומשום דהויא טומאה קלה דלא מטמא אדם לטמא בגדים קרי לה מדף כדכתיב קול עלה נדף מידי דלית ביה מששא כדא' פרק קמא דנדה וכו'."
            ],
            [
                "<b>הזב </b> והזבה והנדה והיולדת ומצורע שמתו הרי הן מטמאין משכב ומרכב אחר מיתתן מדרבנן כדתנן פרק תנוקת ובת\"כ יליף שאין זב מת מטמא משכב דכתיב וזב ולא המת ורבי שמעון יליף מדכתיב אשר ישכב ואשר ישב משמע את שיש לו שכיבה וישיבה אבל מת שאין לו שכיבה וישיבה אינו מטמא משכב ומושב."
            ],
            [
                "<b>אחד </b> ממטמאי משכב ומושב שישב על אבן ותחתיהן אפילו אלף מרכב ומושב ניטמאו הכל כדתנן פרק קמא דכלים למעלה מהן מרכב שהוא מטמא תחת אבן מטמא וכדתניא בת\"כ והיושב על הכלי אשר ישב עליו הזב אין לי אלא בזמן שישב עליו הזב ונגע בו מנין לעשרה מושבות זו על גב זו אפילו על גבי אבן מטמא תלמוד לומר אשר ישב עליו הזב יטמא מקום שהזב יושב ומטמא ישב הטהור ויטמא דאשר ישב עליו הזב משמע ראוי לישב עליו אף על גב דלא ישב גביה בחיבורין כגון הכא דישב על גבי אבן מטמא וכדכתיב והתות אבן חדא ושומת על פום גובא ואין לי אלא שהזב יושב והזב שם מנין לעשות ריקם כמלא דהיינו בזמן שאין יושב עליו כיושב עליו תלמוד לומר בכלי בין מלא בין ריקם. וכן אם היו אוכלין ומשקין וכלים ואדם על גבי האבן ואחד ממטמאי משכב למטה מן האבן האוכלים וכו' הם וולד הטומאה והוי מדרבנן כדא' לעיל לדעת הרב ז\"ל וכל שיהיה למטה מן הזב ולא יגע בו טהור חוץ מן האדם שהוא ראשון לטומאה וחוץ מכלי העשוי למשכב או מרכב דהוי אב הטומאה כדילפינן בת\"כ מדכתיב כל המשכב אשר ישכב עליו הזב יטמא ואיש אשר יגע במשכבו יכבס בגדיו משכב הוא טמא תחת הזב לטמא אדם ולטמא בגדים ואין אדם מטמא תחת הזב לטמא אדם ובגדים ומה שאינו ראוי למשכב ומושב ולא נגע בו אלא שהיה תחתיו טהור דכתיב ישב עליו המיוחד לישיבה לא שאומר עמוד ונעשה מלאכתנו:"
            ]
        ],
        [
            [
                "<b>בחמשה </b> דרכים מטמא הזב משכב או מרכב עומד יושב שוכב נתלה נשען כדתנן פרק ב' דזבין ותניא בת\"כ כתיב אשר ישכב עליו והיושב על הכלי וגו' אין לי אלא שכב וישב על משכב ומושב שכב על מושב או ישב על משכב או עמד נשען נתלה מנין ת\"ל יטמא יטמא ריבה והמשכב והמרכב מטמאין האדם במגע ובמשא גם כן מה שאין כן בזב שאינו מטמא משכב ומרכב אלא בחמשה דרכים כדאמר וכולם נקראים מדרס ולא במגע ובמשא דלא כתיב נגיעה ונשיאה אלא באדם הנוגע או הנושא הזב או המשכב או המרכב כדא' לעיל פרק ו'."
            ],
            [],
            [
                "<b>אין </b> הזב מטמא משכב עד שינשא רובו עליו כדתנן פ\"ה דזבין הטמא על מקצת המשכב וכו' ותניא בת\"כ אשר ישב עליו ואשר ישכב עליו עד שינשא רובו עליו ותניא נמי ואם על המשכב הוא עד שינשא רובו עליו דלהכי כתיב הוא דהיינו כולו ורובו ככולו הוי או על הכלי אשר היא יושבת עליו וכו' אפילו על מקצתו מכאן אמרו רוב טמא על הטהור או על מקצתו ורוב טהור על הטמא או על מקצתו בין בזב בין במשכב טמא מקצת טמא על הטהור או על מקצתו בזב טמא במשכב טהור דמשכב הוא דבעינן שינשא רובו דכתיב הוא כדאמר' אבל בזב כל שנישא מקצתו על אדם הטהור או מקצת הטהור עליו מטמא וכדתניא בתוספתא דזבין פרק בתרא והא דסגי בנשיאת רובו של זב על מקצת המשכ' לטמאו ובנשיאת רוב הטהור על מקצת המשכב פי' הרב ר' הלל ז\"ל בפי' ת\"כ מדכתיב והיושב על הכלי אשר היא יושבת עליו מדלא כתיב אשר ישבה אלא אשר היא יושבת משמע דנדה קא יתבא במקצת מושב והטהור במקצתו ואפילו הכי כיון שנישא רובו טמא כדאמר'."
            ],
            [
                "<b>זב </b> שהיה מוטל על חמשה ספסלים לארכן טמאים שהרי נשא הזב על כל א' מהם כיון ששכב עליהם לארכו על רחבן והר\"ש ז\"ל פי' ששכב ארכו לארכן ולרחבן ששכב ארכו לרחבן ולכך טהורים דאין רובו נשען על אחת מהם ובעיא עד שינשא רובו כדילפינן מדכתיב אם על המשכב הוא וכו' ואם ישן טמאים מספק כדתנן נמי התם פרק ד' דזבין. היה מוטל על ששה אין טמא אלא זה שתחת גופו שנישא רובו עליו כדתנן נמי התם וכו' עמד על שתי כסאות רגל אחד על כל אחד שניהם טמאים כדתנן התם רבי שמעון אומר אם רחוקים זה מזה טהורים משמע דאם קרובים טמאים דלפעמים נסמך רובו על רגל זה או על זה ולהכי שניהם טמאים אי נמי בין קרובים בין רחוקים שניהם טמאים כדמשמע לשון הרב ז\"ל שלא חילק ומשמע דסבירא ליה דת\"ק דה' ספסלים או ששה כסאות סבר דבשני כסאות רגלו על כל אחד שניהם טמאים ופליג רבי שמעון כשהם רחוקים ולכך כתב הרב ז\"ל בפי' המשנה ואין הלכה כרבי שמעון דמשמע דפליג עליה ת\"ק."
            ],
            [
                "<b>היה </b> יושב על גבי המטה וד' משכבות תחת ד' רגלים טמאות שאינה יכולה לעמוד על ג' כדתנן נמי התם והוי נישא רובו על כל משכב אבל ד' משכבות שתחת רגלי הבהמה שהיה רוכב עליה טהורים שיכולה לעמוד על ג' אבל שתחת ב' רגלים טמא."
            ],
            [],
            [
                "<b>ישב </b> על קורת בית הבד כל הכלים שבעקל טמאים אבל על לוח הכלים שתחתיה (טמאים) [טהורים] כדתנן התם וטעמא מפני שהוא רפוי ואין נישא רובו הכלים והראב\"ד ז\"ל כתב מפני שטעון כאבנים כדתניא בתוספתא ומקפיד שלא ישבו עליו שלא יפלו האבנים והוי כתרקב דאף ע\"ג שהאבנים ראוים לישיבה הרי הם כרוכים בדבר שמקפיד עליו ולפי' הרב ז\"ל ניחא הא דתניא מכבש בהדי הני דטעמן משום נישא רובו ולאו משום דאינו לישיבה כהראב\"ד ז\"ל."
            ],
            [
                "<b>זב </b> שדרס על כלי שלא נעשה למשכב ומושב או מרכב טהור דכתיב אשר ישב עליו המיוחד לישיבה לא שאומרים לו עמוד ונעשה מלאכתינו היה הכלי משמש ישיבה עם מלאכתו שעושה הרי זה מתטמא במדרס כדתנן פרק ב' דכלים דהוי כמיוחד לישיבה:"
            ]
        ],
        [
            [],
            [
                "<b>אין </b> טומאה שתסיט את הטהור ותטמא אלא הזב וחבריו בלבד ולא מצינו כמותה בכל התורה כולה כדתניא פ' ר' עקיבא ותנן בזבין הזב בכף מאזנים ואוכלין ומשקין בכף שניה כרע הזב טמאין שהרי הסיטן זה והיסט של זב כי האי גוונא בין בכלים בין באדם בין באוכלים ומשקין טמא דבכלים כתיב וכלי חרש אשר יגע בו הזב ותניא בת\"כ יכול יטמאנו מאחוריו נאמר כאן בו ונאמר להלן אשר תבושל בו מה להלן מאוירו אף כאן מאוירו א\"כ למה נאמר אשר יגע בו פשיטא מי גרע משאר טומאות שמטמאות כלי חרס מאוירן כיון דכתיב גבי שרצים למה לי למכתביה הכא אלא להביא מגעו שהוא ככולו שהוא הסיטו שמסיט אותו וגבי אדם נמי כתיב וכל אשר יגע בו הזב ואי משום מגע הא כתיב נוגע בבשר הזב אלא להביא מגעו שהוא ככולו שהוא היסטו וגבי אוכלים ומשקין תניא וכל כלי עץ ישטף במים מה בא זה ללמדנו וכו' אלא להביא אוכלין ומשקין וכלים הנישאים על גבי הזב דבסיפיה דקרא דאשר יגע בו הזב כתיב דאוקמניה (דאוקמיניה) דמשתעי בהיסט והיינו דתנן כל הנישא ע\"ג הזב טמא ואם כרעו הם שנשאו הן את הזב טהורים כדתנן כל שהזב נישא עליו טהור חוץ מן הראוי למשכב ומושב שמיוחד לישיבה כדאמרינן לעיל וכי כתיב משא הזב באדם כתיב והנושא אותם וגו'."
            ],
            [
                "<b>ומה </b> שאינו מטמא באהל המת בצמיד פתיל מיטמא בהיסט הזב דהא מסיט ליה לכוליה ככלי חרס שהוא נבוב כדתנן פ\"ב בעדיות וכמחט בלועה בתוך העץ וטבעת בתוך הלבינה וכדתנן פרק ט' דכלים. זב שהכניס ידו או רגלו לאויר כלי חרש הואיל ולא נגע בו ולא הנידו טהור שאין מטמאים לאיברים."
            ],
            [],
            [
                "<b>זב </b> המסיט בבית הסתרים טהור כדאמרינן פ' יוצא דופן בזב שהיה קנה אחוז תוך קומטו והיסיט בקצה הקנה ויליף לה מדכתיב כל אשר יגע בו הזב וידיו לא שטף וכו' זהו הסיטו של זב כדאמר' לעיל וכתיב וידיו דדרשינן ביה הכי היכא דהיסיט בו הזב בידיו כלומר בגלוי ומדאפקיה בלשון נגיעה ילפינן נמי לכל נגיעות דאין מגע בית הסתרים מטמא אבל טהור שהסיט את הזב ניטמא שהרי הסיטה דהוי כנושאה וגבי טהור שהסיט את הזב דנפקא לן מקרא אחרינא לא כתיב ביה ידיו ולהכי לא בעיא גלוי."
            ],
            [
                "<b>הזב </b> בכף מאזנים וכלי העשוי למשכב ומושב בכף שניה כרע הזב הרי הן ככלים שנגע בהן שהרי הסיטן כרעו הן טמאים משום משכב ובפ\"ד דזבין תנן כרע הזב טהורים כרעו הן טמאים ופי' הרב ז\"ל שם שאין המשכב או המושב טמאים מדרס והוא אומר טהורים אבל טמא משום הסט וכן פי' התוספות שבת פ' רבי עקיבא ואם היו שאר כלים או אוכלים בכף שניה כולן ראשון לטומאה כדתנן התם טמאים ולא פליג בין כרע הוא בין כרעו הם ורש\"י ז\"ל גריס כרע הזב טמאים כרעו הם טהורים כדאמרינן לעיל."
            ],
            [
                "<b>הזב </b> והטהור שישבו על הספסל או על הנסר בזמן שהן מחגירין דנשען הטהור על הזב והזב על הטהור כשנוטים הספסל או הנסר לכאן ולכאן וכן אם עלו באילן שכוחו רע או סוכה או סולם מצרי או כבש או קורה או דלת שאינם מחוברים בטיט הרי זה טמא משום היסט זב כדתנן פ\"ג דזבין אבל כשאין יכול להסיט כמו אם כחן יפה טהור כדתנן נמי התם. זב וטהור שהגיפו או פתחו פתח כאחד טהור אחד מגיף ואחד פותח ניטמא כיון שזה מושך לסגור וזה לפתוח וכו' העלו זה את זה מן הבור ניטמא כדתנן נמי התם לת\"ק דר' יהודה ומפשילים בחבלים אם היה זה מושך אילך וזה מושך אילך טמא כדתנן התם וחכמים אומרים עד וכו'. היו אורגים בין עומדים בין יושבין או טוענין או טוחנין או פורקין אם משאן כבד טמא כדתנן נמי התם דבכולהו איכא היסט. טהור שהיה מכה את הזב הרי זה טהור וזב שהכה את הטהור טמאהו שאם ימשך הטהור הרי הטמא נופל כדתנן התם ולכך נחשב המכה דהיינו הזב כנשען על הטהור וכתב הר\"ש ז\"ל דתימה הוא דמהאי טעמא נמי יהא טמא טהור המכה את הטמא דהוי כנשען על הזב ואי הוה מפרשינן דהכא לענין טומאת מדרס איירי ניחא דטהור מטומאת מדרס אבל טמא המכה את הטהור בגדי הטהור טמאים טומאת מדרס וכן משמע בתוספתא דלענין בגדים תנן ע\"כ וכן נראה גם כן מלשון הרב ז\"ל שכתב ולפיכך אף בגדי הטהור טמאים. זב שנישא מקצתו על הטהור שהניח אצבעו עליו או טהור על הזב ניטמא אף על פי שלא נגע וכן חיבורי' שהם שינים או צפרנים שנישאו על אחד מהם טמא כדתנן פרק בתרא דזבין וכתב הרב ז\"ל שם שלא נצטרך שינשא או ישא הרוב אלא במשכב לבד כדא' לעיל לא כאדם ואפ\"ה כתב כאן שנראה לו שטומאה זו מדבריהם דמן התורה נראה דבעיא עד שינשא רובו:"
            ]
        ],
        [
            [
                "<b>דבר </b> חזק שהקים עליו הזב והניד כלי או אוכלים מחמת ההכאה הרי אלו טהורים ואם לא היה דבר חזק הוי כאלו הסיטן שהרי מכחו עלו או נתנדנדו כדתנן פ\"ד ותניא בתוספתא זה הכלל כל שהוא מכח הסטה טמא דהיינו כשאינו דבר חזק וכשהוא מכח הרעדה טהור דהיינו בדבר חזק. וככר שנפל מן התנור בהקשו טהור אפילו של תרומה כדתנן התם ואם היה חרס מן התנור מדובק בו אפילו היה חולין טמא כדתניא בתוספתא דכיון שנדבק בו החרס נראה שניסט."
            ],
            [],
            [
                "<b>אין </b> משכב ומרכב מטמא כלים או אוכלין ומשקין אלא במגע בלבד כדתנן פרק בתרא דזבין וכל הנושא ונישא על גבי המשכב טהור חוץ מן האדם דאדם כיון שנישא ע\"ג משכב אפילו היה חוצץ אבן מטמא בינו ובין המשכב ניטמא משום דנישא על גבי משכב אבל כלים או אוכלים ומשקין לא וכדתנן נמי התם ככר של תרומה שהוא נתון ע\"ג משכב והנייר בנתים בין מלמעלן בין מלמטן טהור וילפינן בת\"כ דאין משכב עושה משכב כדתנן פ\"ק דכלים מדכתיב וכל המשכב אשר ישכב עליו הזב וגו' הזב עושה משכב ואין משכב עושה משכב וכן אם הסיט המשכב את הכלים או אוכלים ומשקים הרי אלו טהורים דלא מרבי' לעיל היסט אלא בזב עצמו אבל במשכב ליכא אלא טומאת נגיעה וכדתניא בתוספתא אין לך היסט אלא בדבר שיש בו רוח חיים."
            ],
            [
                "<b>הזב </b> והטהור שישבו בספינה או נדה שישבה עם הטהורה במטה בגדים טמאים מדרס אף על פי שלא נגעו כדתנן פ\"ג משום דפעמים מכריע הטהור שהספינה קטנה חוץ מכפה שבראש האשה הטהורה וכלי שבראש הנס שבספינה כדתנן ריש פ\"ד דר' יהושע מטמא ולית הלכה כוותיה אלא בסתם דפרק ג' והראב\"ד ז\"ל גריס בהאי מתניתין גופא וחכמים מטהרים."
            ],
            [
                "<b>הנדחק </b> ברחים שהגוי או הזב בתוכם בגדים טמאים כשהם מנדנדים הקרקע וכדתניא ריש פ\"ט דתוספתא דאהלות וטומאה זו מספק:"
            ]
        ],
        [
            [
                "<b>טומאת </b> עם הארץ מדבריהם דגזרו משום ספק שמא תסיט כליו אשתו נדה כדאמרינן בהניזקין. ושורפין תרומה על מגעו ואף ע\"ג דאין מאבדין תרומה בידים כדילפינן פי\"א מהלכות תרומות והני טומאות מדרבנן נינהו אפילו הכי שורפין על ו' ספקות כדתנן פ\"ד דטהרות ומייתי לה בכמה דוכתי. וקבלת דברי חברות פ' עד כמה ותוספתא דטהרות פ\"ט והחשוד על דבר נאמן להעיד בו לאחרים ולדון בו לאחרים דחזקה היא דאין אדם חוטא כדי שיהנו בו אחרים וכרשב\"ג דפליג אר' מאיר פ' כל פסולי המוקדשין ואע\"ג דבפרק עד כמה תנן מתני' סתמא זה הכלל כל החשוד על דבר לא דנו ולא מעידו אפ\"ה סמכינן אכללא דכל מקום ששנה רשב\"ג במשנתנו וכו' ונראה דאפילו חשוד על דבר תורה נאמן להעיד או לדון לאחרים משום האי חזקה דאין אדם חוטא ולא לו דחזקה מהניא מדאורייתא כדילפינן בדוכתא וכתב הרמב\"ן ז\"ל דמה שכתוב בבריתא החשוד ליטול שכר לדון דיניו בטלים שאם נתברר לנו שלא נטל שכר בדין שדן אין הדין בטל וכתב עליו הרא\"ש ז\"ל בפסקיו ומסתברא טעמא אבל לא ידענא היאך יתברר הדבר בעדים שלא נטל כיון שהוא חשוד ע\"כ משמע דאפילו חשוד על דבר תורה אינו פסול לדון ולהעיד כשידוע שלא נטל מה שנחשד עליו וכיון דהכא אינו חשוד על השביעית או על התרומה אלא למכרן לשם חולין לעצמו דן ומעיד לאחרים דחזקה אין אדם חוטא ולא לו כדאמרינן:"
            ]
        ],
        [
            [
                "<b>עמי </b> ארץ נאמנים על טהרת חטאת וכו' פ' חומר בקודש ותוספתא פ' בתרא וכו'. ע\"ה שנעל בית בדו או גתו וכו' תוספתא טהרות פרק ו' הביא לו ע\"ה חבית וכו' פ' חומר. הלוקח כלי חרס ג\"כ שם וריש פ' ה' דפרה. טומאת עמי הארץ ברגל פרק בנות כותים הפותח חביתו פרק חומר. ע\"ה שאמר טהור אני ג\"כ שם וס\"פ אין דורשין ופרק בתרא דשקלים ופרק טבול יום. הכל מדרבנן:"
            ]
        ],
        [
            [
                "<b>המפקיד </b> כלים וכו' טהרות פרק ח' המניח כליו טהרות משנה ותוספתא פרק ז' וח' חבר שהיה בנו תוספתא טהרות פרק ח' ופ' בתרא דע\"ז. ב' חצרות זו לפנים מזו פרק בתרא דע\"ז חבר שנפל כליו פרק ח' דטהרות קדר חבר שהניח טהרות פרק ז' ופ\"ב דכתובות חבר שהניח אוכלי' תוספתא דטהרות פרק ט':"
            ]
        ],
        [
            [
                "<b>כהן </b> שטיהר כליו ס\"פ אין דורשין. וצריך לעמוד על האומנים וכו' פרק בתרא דטהרות ופרק חומר בקדש. היו חמריו ופועליו וכו' תוספתא דטהרות פרק ה' ופרק בתרא דע\"ז. חבר שהיה לבוש בחלוקו תוספתא דטהרות פרק ה'. היה סל על כתפו פרק אין דורשין. חבר שמת והניח טהרות תוספתא דטהרות פ\"ט."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי </b> שאמר לו עד אחד ניטמאו טהרותיך והלה שותק נאמן ואם הכחישו אינו נאמן כדתניא פרק האומר בקידושין דהא דילפינן בעלמא דעד אחד נאמן באיסורים דוקא להתיר כגון בשר זו מנוקרת או חתיכה זו של שומן אבל לא לאסור אלא אם היה הדבר ברשותו אי הלה שותק כדאמרינן וכשבידו נאמן כי ההיא דפרק הניזקין טהרות שעשיתי עמך ויטמאו או זבחים שעשיתי עמך נתגלו ואי אשכחי' ולא אמר ליה ולא מידי ולבתר הכי אשכחיה ואמר ליה אינו נאמן כאוקמתא דרבא וכו'. סליק להו הלכות מטמאי משכב ומושב בס\"ד:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות מטמאי משכב ומושב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}