{
    "title": "Yekhahen Pe'er on Mishneh Torah, Daily Offerings and Additional Offerings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yekhahen_Pe'er_on_Mishneh_Torah,_Daily_Offerings_and_Additional_Offerings",
    "text": [
        [
            [
                "<b>מצות </b>\n<b> עשה להקריב שני כבשים עולות.</b> עי' במל\"מ מה שמאריך בהא דחגיגה (דף ו') דשבטו של לוי הקריבו התמיד כל ארבעים שנה משלהם ופרש\"י שלא הקריבו ישראל אז לפי שנזופים היו. ולכאורה צ\"ע הא קרבן תמיד צריך שיהיה בא משל ציבור וכמבואר במנחות (ס\"ו) ובכמה דוכתי בש\"ס ואיך הקריבו שבטו של לוי דלא הוי משל ציבור דאיכא למ\"ד דשבט אחד לא איקרי קהל. ואפי' למ\"ד דשבט אחד איקרי קהל מ\"מ ציבור בודאי דלא הוי גם דשבט לוי קיי\"ל דלכו\"ע לא איקרי קהל וכמבואר בהוריות (דף ו') דמי שאין לו נחלה בארץ לא איקרי קהל."
            ],
            [
                "<b>ואימתי </b>\n<b> זמן שחיטתן של בוקר שוחטין אותו קודם שתעלה החמה וכו' ופעם אחת דחקה השעה את הצבור והקריבו תמיד של שחר בד' שעות ביום.</b> לכאורה צ\"ע קצת למה לא מייתי הדין דהזמן עד ד' שעות וכמתני' דברכות ריש פ' תפילת השחר רק דמייתי המעשה ואין דרכו של הרמב\"ם ז\"ל בכך ואולי להודיענו דזה רק מחמת דוחק גדול."
            ],
            [
                "<b>ולא </b>\n<b> שוחטין קרבן אחר תמיד של בין הערבים חוץ מקרבן פסח לבדו שא\"א שיקריבו ישראל פסחיהן בשתי שעות.</b> עי' במל\"מ ובלח\"מ מה שהאריכו בדברי הרמב\"ם ז\"ל אלו עוד יקשה לכאורה דהיה אפשר שיקריבו התמיד בסוף הזמן ויהיה שהות הרבה לעשות הפסח. ואולי דחיישינן דילמא מישתלי להקריב התמיד דהרי כולם היו טרודים בפסחיהן."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b>\n<b> הפתילות שאסור להדליק בהן בשבת אסור להדליק מהן במקדש במנורה.</b> ועי' במל\"מ שהביא מדברי התוס' שבת (כ\"א) שכתבו מיהו אם כרך דבר שמדליקין בו ע\"ג דבר שאין מדליקין אע\"ג דבשבת אסור מ\"מ במקדש שרי כיון דאין איסורו כי אם משום גזירה יעו\"ש והיינו משום דאין שבות במקדש וכהא דמעילה (י\"א) דאין גוזרין גזירות במקדש יעו\"ש. ולכאורה יש לעיין קצת דהרי בגמ' שם יש לימוד מקרא שצריך להיות שלהבת עולה מאיליה לא ע\"י דבר אחר א\"כ באם הפתילה הוא מדבר שאין מדליקין בו דאינו ראויה בעצמה רק ע\"י שכרך בו דבר אחר ניתקן ודולק. הלא ג\"כ הוי ע\"י דבר אחר. ובשבת דהוי רק משום דילמא אתי להטות שפיר אמרינן דבכרך בו דבר שמדליקין בו מותר דהוי גזירה לגזירה משא\"כ במקדש דהוי מן התורה משום שנא' להעלות נר תמיד שתהא עולה מאליה למה לא נאמר דגם בכרך בו דבר שמדליקין בו אסור דג\"כ הוי מחמת דבר אחר. וצ\"ל דבאמת כוונת התוס' להכשיר רק באופן דבשעת הדלקה א\"צ דבר אחר טוב. גם יש לעיין קצת בדברי המל\"מ ז\"ל דמדברי התוס' שבת שם מבואר דאם יש רק חלק רביעי פשתן לא מהני גם במקדש דהוי כאילו אין בו פשתן כלל יעו\"ש. וחידוש על המל\"מ ז\"ל שלא ביאר חילוק זה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כהן </b>\n<b> שהקריב מחצה בשחרית ומת או נטמא או נולד לו מום וכו'.</b> הנה בגמ' במנחות פ' התכלת איתא רק כהן שהקריב מחצה ומת. אבל בתורת כהנים פ' צו איתא גם נטמא או נולד לו מום יעו\"ש."
            ],
            [],
            [
                "<b>מת </b>\n<b> כהן גדול בשחרית אחר שהקריב חצי העשרון וכו' מביאין היורשין עשרון שלם עבור כפרתו.</b> ולכאורה הא אין כפרה למתים עי' הוריות דף ו' ובכמה דוכתי בש\"ס בזה."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בשבת </b>\n<b> שיש שם תמידין ומוספין.</b> חידוש שלא ביאר הרמב\"ם ז\"ל דהיה גם פייס להכניס שני הסדרים של לחם הפנים ועי' במתני' סוף סוכה ובסוגיא שם."
            ]
        ],
        [
            [
                "<b>מצות </b>\n<b> עשה לסדר לחם הפנים בכל יום שבת וכו'.</b> עי' לקמן ה\"ד דהסידור היה ע\"י ארבעה כהנים. ויש לעיין אם דוקא היה צריך להיות בארבעה כהנים או אפשר דכשר גם בכהן אחד."
            ],
            [],
            [],
            [],
            [
                "<b>יצאו </b>\n<b> ונתנו את הלחם שהוציאו על שלחן זהב אחר שהיה באולם וכו'.</b> ולכאורה למה לא מייתי הרמב\"ם ז\"ל גם כאן שמניחים הנכנסים על שלחן של שיש עי' מתני' במנחות (דף צ\"ט) שם ואם חל יוה\"כ בשבת החלות מתחלקות לערב. הר\"מ ז\"ל לא ביאר אי בערב דוקא. ועי' בירושלמי פ\"ד דפסחים ה\"ד דדוקא לערב ולא ביום דשמא ישכח ויאכל מיניה ועי' במג\"א סוף סי' תרי\"ב ובדגול מרבבה שם."
            ]
        ],
        [
            [],
            [],
            [
                "<b>ובוזקין </b>\n<b> מלח ע\"ג הכבש ואפי' בשבת.</b> לכאורה הא אפשר מערב שבת ועי' ברבינו יהונתן סוף עירובין דמשום דמבטל להמלח ומחזי כבונה. אך פשוט משום דאין שבות במקדש."
            ]
        ],
        [
            [
                "<b>בראשי </b>\n<b> חדשים מקריבין מוסף ראש החודש אחר תמיד של שחר.</b> עי' מל\"מ שהביא הר\"א מזרחי בפ' שמיני שכתב דמוסף ר\"ח אחר תמיד של שחר מיד היו קרבים כדכתיב בהו על עולת התמיד והיינו תיכף אחר העולה ושלא יפסיק קרבן אחר בינתיים והקשה עליו המל\"מ מקרא דפ' שמיני ויקרב את המנחה וגו' מלבד עולת הבוקר ופירש\"י ז\"ל כל אלה עשה אחר עבודת התמיד יעו\"ש הרי דהקטירו המנחה בינתיים. אבל פשוט נראה דרק מין זבח אחר אין מקריבין בינתיים. אבל מנחה לא איכפת לן וכהא דריש זבחים במינא מחריב בה ושלא במינה לא מחריב."
            ]
        ],
        [
            [
                "<b>ביום </b>\n<b> חמשים מספירת העומר וכו'.</b> עי' בכ\"מ בהלכה זו מש\"כ ואע\"ג דר' טרפון פליג עליה פסק רבינו כר' עקיבא יעו\"ש ולכאורה אינו מובן דמנ\"ל לרבינו ז\"ל דרבי טרפון פליג אדר\"ע ולכאורה ממשמעות הגמ' לא משמע כן ועי' בתורת כהנים בפרשת אמור דמוכח להדיא דאין בזה שום מחלוקת וכולם ס\"ל דהכבשים של תורת כהנים אינן אותן האמורים בחומש הפקודים דהאמורים בתורת כהנים באים בגלל הלחם ושבפרשת פנחס בגלל עצמן הם באים כי הם מוספי היום יעו\"ש היטב ומנ\"ל להכ\"מ ז\"ל דר\"ט פליג ע\"ז וצ\"ע לכאורה. אח\"כ מצאתי שעמד בזה בחק נתן."
            ],
            [],
            [
                "<b>חטים </b>\n<b> שירדו בעבים יש בהם ספק אם אני קורא בהם ממושבותיכם.</b> והיא ממנחות ס\"ט ורש\"י ז\"ל פירש דהיינו שירדו בעבים עם המטר דכששתו העבים באוקיאנוס בלעו ספינה מלאה חטים. ובתוס' שם תמהו ע\"ז דאם החטים מארץ ישראל למה יפסלו בשביל שהיו בעבים. ואם הם מחו\"ל למה יכשרו יעו\"ש. וי\"ל קצת דבאמת הוא ספק אם החטים מארץ ישראל אי הם מחו\"ל. ולזה איבעיית הגמ' אי ממושבותיכם דוקא. היינו אי הקפידה תורה דוקא שיהיו מא\"י ובעי שיהיו ודאי מא\"י וכמ\"ש הפוסקים בשיטת הרמב\"ם ז\"ל גבי ספק עשה דהוי לחומרא דכיון דהתורה על הודאי כיוונה ולא על הספק. וא\"כ בעינן שנדע ודאי דהיא מא\"י. או דמושבותיכם לאו דוקא היינו דהתורה מיעטה רק שלא יהיו מחו\"ל ולזה כל זמן שלא נדע ודאי דהיא מחו\"ל לא נפסלו ודו\"ק. והנה התוס' פירשו דחטים שירדו בעבים היינו ע\"י נס. ומקשים דהא אסור להנות ממעשה נסים וא\"כ לא הוי ממשקה ישראל. אבל פשוט נראה דכיון דמצות לאו להנות ניתנו ולישראל בלי הנאה באמת מותר. לא שייך בכה\"ג לומר דלא הוי ממשקה ישראל."
            ],
            [
                "<b>שתי </b>\n<b> הלחם שהם מן החדש וכו' ומנפין אותן בי\"ב נפה ולחם הפנים שהוא בא מן הישן די (לא) [לו] בי\"א נפה.</b> פשוט דגם בשתי הלחם בזמן שלא בא מן החדש. כגון שלא מצאו מן החדש דבא מן העליה וכנ\"ל בהל' ב'. בכה\"ג ודאי דגם בשתי הלחם די בי\"א נפה ועי' במנחות (דף ע\"ז ע\"ב) במתני'."
            ],
            [],
            [],
            [
                "<b>ולישתן </b>\n<b> ועריכתן בחוץ וכו'. ואין עשייתן דוחה יו\"ט וא\"צ לומר שבת.</b> וכבר תמהו על הרמב\"ם ז\"ל דהרי בגמ' מקשה דאפייתן בפנים אלמא תנור מקדש ואין דוחות את השבת איפסלה לה בלינה וצ\"ל דתברא וכמבואר בגמ' ותוס'. ואיך פסק הרמב\"ם ז\"ל לתרווייהו. ובפשיטות י\"ל דסוגיין דמנחות אזלא למ\"ד במנחות דכלי שרת מקדשין שלא מדעת. אבל לפי מאי דפסק הר\"מ ז\"ל דאין כלי שרת מקדש אלא לדעת א\"כ שפיר משכחת ליה לאפות בפנים שלא יפסל בלינה דהרי אין כלי שרת מקדשין אלא לדעת. ועי' בתוס' סוכה סוף פ' לולב וערבה דשלא בזמנו ושלא מדעת גרע טפי ולכו\"ע אין מקדשין יעו\"ש. אבל כאן הוי קידוש בזמנו וכמ\"ש בתוס' במנחות (נ\"א) דכיון דאין דוחות את השבת ממילא ערב שבת זמנם הוא. וראיתי להאחרונים שתירצו כן."
            ],
            [
                "<b>ולישתן </b>\n<b> ועריכתן בחוץ וכו'. ואין עשייתן דוחה יו\"ט וא\"צ לומר שבת.</b> וכבר תמהו על הרמב\"ם ז\"ל דהרי בגמ' מקשה דאפייתן בפנים אלמא תנור מקדש ואין דוחות את השבת איפסלה לה בלינה וצ\"ל דתברא וכמבואר בגמ' ותוס'. ואיך פסק הרמב\"ם ז\"ל לתרווייהו. ובפשיטות י\"ל דסוגיין דמנחות אזלא למ\"ד במנחות דכלי שרת מקדשין שלא מדעת. אבל לפי מאי דפסק הר\"מ ז\"ל דאין כלי שרת מקדש אלא לדעת א\"כ שפיר משכחת ליה לאפות בפנים שלא יפסל בלינה דהרי אין כלי שרת מקדשין אלא לדעת. ועי' בתוס' סוכה סוף פ' לולב וערבה דשלא בזמנו ושלא מדעת גרע טפי ולכו\"ע אין מקדשין יעו\"ש. אבל כאן הוי קידוש בזמנו וכמ\"ש בתוס' במנחות (נ\"א) דכיון דאין דוחות את השבת ממילא ערב שבת זמנם הוא. וראיתי להאחרונים שתירצו כן."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יכהן פאר על משנה תורה, הלכות תמידים ומוספין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yekhahen Pe'er",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}