{
    "work": "Haamek Davar on Deuteronomy", 
    "text": {
        "1_": {
            "24": {
                "16": {
                    "0": "<b>Remember.</b> When a person sins, he comes to sin in one of three ways. Either due to a lack of faith in Hashem and His Torah, or because his desires get the better of him, or because his anger, or other evil interpersonal attributes overpower him. The chief sin showing lack of faith in Hashem is idolatry. The chief sin of desire is sexual immorality, and the chief sin of evil attributes is murder. Every sin is due to one of these three. For example, one who breaks Shabbos to earn a livelihood shows lack of faith, which is related to idolatry. If he breaks Shabbos in order to fulfil his desires, it is related to sexual immorality. The worst of the three is idolatry, since it demonstrates a lack of faith and also makes repentance very difficult. Someone who steals a valuable item from another may have done so due to his desire for that item, which is related to sexual immorality. However, one who has false weights and measures does not do so due to desire, but because of a lack of faith in Hashem, Who provides everyone with what they need with individual providence to every creature. This is related to idolatry. Therefore the Sages have said: The sin of false weights, even though it is only a subcategory of idolatry, and very far from the chief sin of denial of Hashem, nevertheless, it is more serious than sexual immorality, which is the chief sin of desire. It is much more difficult to repent from a lack of faith, and it is directly related to Hashem’s honor. Since this is the case, we now return to the topic of Amalek… Amalek came as a result of the doubt of the people as to whether Hashem was in their midst or not, through nature. They were concerned that when Moshe died there would be no more miracles. This lack of faith brought Amalek, and is therefore due to “the sin of weights”."
                }
            }, 
            "25": {
                "5": {
                    "1": "<b>And oppressed us.</b> They forced us to perform labor that brought them no benefit, but purely for the purpose of afflicting us.", 
                    "0": "<b>Treated us badly.</b> The text should say that they acted badly towards us. Rather the Egyptians made us into the wicked ones, who lacked gratitude. They suspected that we would side with their enemies, which had never entered the minds of the Jewish people.  "
                }, 
                "14": {
                    "0": "It is known according to the Midrash Shemot Rabbah perek 41 that every time the Torah uses the word Hashkafa, it has negative connotations. In this case, the word is used to show how great the strength of people who take ma'asrot that they can turn negative language into positive. It is surprising why use negative language and reverse it. What would be lost if the pasuk just used the world \"hibitu\" [which has a positive connotation]. The language of \"From your holy dwelling place, from the heavens\" should also be examined since the p'shat is repetAlthough in Chagiga (12) a \"ma'on\" (dwelling place) is called \"shamayim\" (heavens), as it quotes [our pasuk] \"from your holy dwelling place, from the heavens.\" The repetition is because of the word \"min\" (from). The pasuk does not say \"from your holy dwelling place the heavens.\" This teaches two things: The heavens are a place of the planets and stars that emanate blessing onto Earth. Additionally, the gemara in Chagiga (12) explains that me'on is the place where the heavenly angels dwell. And the Maharsha already discussed this in his Chiddushe Aggadot. But the explanation of this verse is that the person who brings bikkurim is glorified in his actions that he did everything to the best of his abilities. He therefore comes to ask for heavenly mercy that God should bless Israel and their land. In truth, a person can not be so certain in his or her deeds that his or her prayers will be heard from on high. For without a doubt this person has made some mistake. Therefore, this prayer was established with the words hashkifa mime'on kodhecha. An explanation: Look down (hashkifa) negatively upon the malachei hasharet. And find in them mistakes. Therefore, look down upon us from the Heavens and bless etc. And, in your mercy, do not focus on any mistakes that were made. In this way everything becomes clear: this is why it is reasonable to say hashkifah etc. But it could have said hashkifah meme'on kodshecha vehabitah min hashamayim, like in Tehillim 102. Instead, it is written as is to teach that \"someone who brings ma'asrot\" etc. "
                }, 
                "6": {
                    "1": "<b>And perceived our oppression.</b> Even those things about which we were embarrassed to cry out, such as preventing marital intimacy.  ", 
                    "0": "<b>Hashem accepted our prayer.</b> They merited to have their prayers accepted even though they had no words, but simply cried out from the depths of their hearts.  ", 
                    "3": "<b>And the pressure.</b> This is the confinement, for Pharaoh confined the people to live in small homes. All of this caused the people to be depressed and to lack hope, to remove the ambition and pride of the Jewish people. Pharaoh did all of this to humiliate the people. One who has spent his whole life suffering like this does not realize the evil that has been done to him, and he thinks that it is natural that he is depressed and weak. But Hashem sees and proves the truth.", 
                    "2": "<b>And our labor.</b> This refers to the children who were thrown into the river eighty years earlier, which they had already forgotten to cry out about.  "
                }
            }, 
            "13": {
                "1": {
                    "0": "<b>For you are a sacred people to Hashem, your God.</b> The verse gives two reasons for the prohibition of lacerating with a utensil or making a bald spot with your hand as a sign of mourning. 1. Because you are sacred people to Hashem, meaning separate and elevated. Therefore you must know that every pain or difficult event that happens to you is the will of Hashem, or to atone for sin, which is also part of the Glory of Hashem and His will. One who is set aside for service of Hashem should set aside his personal pain for the will of Hashem. However, crying and mourning according to the appropriate measures that the Torah gave is the will of Hashem, to give honor to the deceased, to the extent that the honor of the deceased overrides all the <i>mitzvos</i> in the Torah. But acting in a way which leaves a lasting mark after the time that the Torah gave for mourning is not honor for the deceased, but simply an expression of grief. It is not appropriate for those who are sacred to Hashem to act in this way. 2. <b>Hashem chose you. </b>You should gather all those who come to worship Hashem from the other nations. If so, it would not be giving glory to Hashem before the other nations of the world if His chosen people were lacerated or bald."
                }, 
                "0": {
                    "0": "<b>You are children:</b> It is clear that this is an introduction and that the reason for the prohibition is after it. But it is difficult - if it is the reason, why did the Torah write another reason, \"since you are a holy nation\"... In the warning against lacerating yourselves there are two distinct meanings, as explained in Yevamot (13b): Do not lacerate your flesh in mourning for the deceased, and do not make separate groups. This is not an allusion, but the meaning of the text … including within this warning is that you should not have two Beit Din courts in a single city. For this reason the verse first gave the explanation that you are sons of Hashem, and since you are sons of Hashem it is not appropriate that you appear as different groups in the customs of your Torah, because the nature of children is to follow the same path."
                }, 
                "22": {
                    "0": "<b>Your grain, your wine.</b> First we must explain the end of the verse, “In order that you learn to fear Hashem…” It is taught in <i>Sifrei</i>: The mitzvah of <i>maaser sheini </i>was only given in order that you will learn to fear Hashem. The explanation is that <i>maaser sheini</i> may only be eaten in Yerushalayim, and it is impossible for the owners to eat all of the tithes in the short time that they are there for the festivals. Therefore the owner must remain on his own in Yerushalayim after the festival, when he has nothing to do but to learn to fear Hashem, or he must leave the food to students in Yerushalayim, which is the purpose of <i>maaser sheini</i>, to increase Torah study. So this verse is speaking not about during the days of the festival, but all the other days of the year."
                }, 
                "25": {
                    "0": "<b>And for anything that you wish.</b> Every kind of pleasurable food that is possible to purchase with money, and you do not need to save your money to give to students after the festival."
                }
            }, 
            "12": {
                "17": {
                    "0": "<b>And grant you mercy.</b> The actions of the idolatrous city lead to three evils amongst Yisroel: 1. Anyone who kills another becomes cruel by nature. The court appoints a special agent to execute an individual who is liable to the death penalty. But a complete city will certainly create people who are murderers and cruel. 2. Everyone in that city will have had relatives in other cities, and it will increase hatred amongst the Jews. 3. It shrinks the Jewish population and leaves areas uninhabited. Therefore the Torah promises that all who perform the mitzvah of executing this city, without gaining any benefit from the spoils, will remove Hashem’s anger, and will bring Hashem’s attribute of mercy."
                }
            }, 
            "20": {
                "17": {
                    "1": "<b>Wayward and rebellious son.</b> The continuation of the verse explains what this means, “He does not obey his father or his mother.” In Mishlei the verse states, “Hear, my son, the instruction of your father, and do not forsake the teaching of your mother” (Mishlei 1:8). This means that the father teaches his son the Torah of Hashem, which is called “instruction” whereas the mother teaches correct behavior and customs, which is the “teaching of the mother.” The son who does not listen to the Torah of his father is called “wayward” and if he does not listen to the teachings of his mother he is called “rebellious.” In other words, this son does not follow in the path of Torah nor of correct behavior."
                }
            }, 
            "14": {
                "9": {
                    "1": "<b>As a consequence of this thing.</b> That you give generously, and as a result the poor person will bless you, which has a great effect, as explained in <i>Midrash Rus</i>, that more than the rich person gives to the poor, the poor does for the rich, meaning that he blesses him. ", 
                    "3": "<b>And in all your commerce. </b>In all your business dealings.", 
                    "2": "<b>In all your work. </b>Whether in the field, or in creative activity.  "
                }, 
                "6": {
                    "0": "<b>Among your brothers.</b> The distinguished among your brothers, meaning a worthy poor person, who does not go collecting door to door, but someone who is important, but has lost his money.  ", 
                    "3": "<b>Do not close your hand.</b> This refers to one of your brothers. The nature of Yisroel is to be merciful, and to take pity on someone who is suffering. However it is also human nature to take pity on one’s own money, and to close up one’s merciful heart."
                }
            }, 
            "16": {
                "13": {
                    "1": "<b>\"Like all the nations that are around me\":</b> This is not discussing laws (<i>mishpatim</i>), since it is forbidden for us to go away from the laws of the Torah. And about this was the Holy One, blessed be He, upset with the Jews in the days of Shmuel, when they said, \"'and our king will judge us like all of the nations, etc.'\" And [it is] also not [concerning] the matter of war with the nations of the world, since also [about] this did the Holy One, blessed be He, get upset: And he said to Shmuel that (I Samuel 8:7), \"'not with you did they get sick but rather with My being king over them have they gotten sick'\" - the explanation [is that] they did not intend [it] concerning the matter of laws that concern Shmuel, but rather regarding the matter of war; as throughout the days of the Judges they were without a permanent supervisor for the needs of the group regarding the matter of war with the nations of the world, [but it was only addressed] when the word of God came through the Judge; and they wanted that a king should supervise this, and about this did the Holy One, blessed be He, get upset. But rather the explanation of our verse,  <b>\"'like all the nations that are around me'\"</b> is concerning the administration of the state, and as I have written (above): that in regards to this, there are different opinions among people as to which (form of government) functions better. And because of that, the agreement of the state is required; that they say, \"'I will surely, etc.'\"", 
                    "0": "<b>And you shall say, etc.:</b>  The explanation of \"saying\" [here] is not like its simple meaning, but rather like [its] usage in the phrase (Deuteronomy 12:20), “and you shall say,' I want to eat meat'” and in similar [instances]. However according to this usage, it is implied that this is not an absolute commandment to appoint a king, but rather optional, as in the case of “and you shall say, 'I want to eat meat,' etc.” And behold it is known in the words of the sages, may their memory be blessed, that it is a commandment to appoint a king. But, if so, why is it written, \"and you shall say, etc.?\" And it appears that it is because the government of a state depends upon whether it is run according to the opinion of a monarchy or according to the opinion of the people and its representatives: and there are states that cannot support the opinion of the monarchy and there are states that without a king are like a ship without a captain. And [so] such a thing cannot be done according to the coercion of a positive commandment, since a matter that is relevant to the government of the public touches upon mortal danger (<i>sakanat nefashot</i>) which pushes off a positive commandment. For this reason, it is impossible to absolutely command the appointment of king so long as it is without the consent of the people to support the yoke of the king as a result of their seeing states around them functioning more properly [with a king]. And then [only when they do so] is it a positive commandment for the Sanhedrin to appoint a king. And behold, it is certainly impossible to explain that there is no positive commandment here at all, but rather it is like, “and you shall say, 'I want to eat meat,' etc. and you shall slaughter from your cattle, etc.” which is only a negative commandment that comes out of a positive [statement], not to eat without ritual slaughter (<i>shechita</i>); [and that] here too, we would say that this is its explanation - \"Surely place upon yourself a king that He will choose, etc., you may not, etc.,\" [meaning] specifically \"that He will choose.\" But it is impossible to explain like this, as if so, what is it saying, \"and you will possess and you will settle\" and not before? Behold, even before the possession, it is permitted to [establish] a king, as behold, Yehoshua was like a king, as is written by Rambam, Mishneh Torah, Kings and Wars 1:3 and 3:8, see there, and Sanhedrin 19. But rather perforce, it is a commandment; yet regardless the Sanhedrin is is not commanded [to act upon it] until the people say that they want the administration of a king. And it is for this reason that for all of three hundred years, while the Tabernacle was in Shilo, there was no king; because it was lacking the people’s agreement. "
                }
            }, 
            "19": {
                "18": {
                    "1": "... <b>as you may eat from it:</b>In anything that we will need for the benefit of man, it is a commandment not to destroy [it], but rather to benefit from it...", 
                    "3": "... Because man is compared to a tree of the field. And behold this comparison is found in several ways... And the explanation of the comparison [regarding the siege of war, which is only with a fruit tree] is that it is like [when] there is a man sent secretly by the besiegers (on the outside of the city) to be inside the siege in order to assist the besiegers break open the city by his causing division inside; and behold when the city is broken open and they kill the people of the besieged city - would they think of also killing those same people that came into the siege for the purpose of the besiegers and for their benefit?! So too does the fruit tree come for the benefit of the besiegers, since they benefit from its fruit at the time when they pluck the fresh fruit off of the tree. Hence it is fitting to appreciate it."
                }, 
                "2": {
                    "1": "Do not let your heart falter - to do on them what's wrong, once they fell in your hands."
                }
            }, 
            "18": {
                "1": {
                    "0": "<b>Separate three cities for yourself.</b> Do not think that it would be better to place the cities of refuge in another kingdom, where the residents would be safer from the relatives of the deceased, who will not be able to cross the border without permission from the ruler of that land. This is not the case, but rather the cities must specifically be within your land."
                }
            }, 
            "27": {
                "33": {
                    "0": "<b>You will become insane.</b> You will be amazed that you have become like this. That a few bandits have done so much damage, and your strength cannot save you, even though really it should have been strong enough against them. From this you will become insane and go out of your minds."
                }, 
                "64": {
                    "1": "<b>You will not be tranquil.</b> With a calm heart, to dwell in peace and quiet. ", 
                    "3": "<b>Fearful heart.</b> Always angry, as explained in the Gemara (Nedarim 22a).", 
                    "2": " <b>There will be no rest for the soles of your feet.</b> This is rest for the body, to remain in one place… "
                }, 
                "7": {
                    "0": "<b>Hashem will order upon you a blessing.</b> Now the blessing is for the traders who have storehouses and commerce overseas. But in the future the blessing will be <b>in the land. </b>Just as our Sages have instructed us that one who prays outside of Israel should face towards Israel, so too the blessing outside of Israel will come from the blessing that Hashem will give to the land of Israel."
                }
            }, 
            "30": {
                "13": {
                    "0": "<b>Look! Your time is approaching to die.</b> Just as the moon only shines when the sun is about to set, similarly, Yehoshua was unable able to shine while Moshe’s light was still shining strongly… Once Moshe’s light began to set, Yehoshua’s light began to shine. This is what the verse means, “Your time is approaching to die,” and therefore it is the right time for you to place your spirit onto Yehoshua."
                }, 
                "2": {
                    "1": "From here we understand the difference between that which is written about the time of the exodus from Egypt (Exodus 13:21), \"And the Lord went lifneihem (ahead of them) by day\"... which implies, before Israel went - as behold Israel did not do anything, neither regarding the splitting of the Red Sea, nor regarding the killing of snakes and scorpions. However now Moses says that it shall not be so, but rather the Lord \"will over (precede) ahead of you\" - adjacently to your action...", 
                    "0": "<b>He will cross over before you:</b> Behold we saw four expressions of providence in this section: \"He will precede (over) ahead of you\"; \"He goes with you\"; \"He is the one who will go ahead of you\"; \"He will be with you.\" And it is all precise. But we should first see the language of the Gemara, Pesachim 7b:    Shmuel said, \"With regard to all the commandments, one recites a blessing over them prior to (over) their performance.\" From where may it be inferred that the word, over, is an expression of precedence?... Abbaye said... \"And their king preceded [vaya’avor] ahead of them\" (Micah 2:13).     But it is difficult, why did Shmuel say it with an expression that needs to be explained (why did he choose this unusual unclear expression, \"over their performance\")? He should say, \"kodem (before)\" their performance,\" or \"lifnei (ahead of)\" their performance!\" Rather there is a profound intention in this [choice of words]. Kodem and lifnei imply that he has not started with the commandment at all. As a result, he used the expression, \"over,\" which implies immediately adjacent; such that he is holding the item of the commandment in his hand, and he will then begin to recite the blessing. And this is the intention of, \"and their king passed ahead of them\" - as it is clear that the king will not begin to go until all of his army is ready to go out and they are standing at the border..."
                }, 
                "5": {
                    "1": "<b>Do not be in dread:</b> Onkelos translated, \"and you shall not break.\" Likewise did Onklos translate (31:8), \"do not be dismayed,\" \"do not break.\" Nevertheless there is certainly a difference in the meanings: \"Dread\" is the breaking of a platoon, such that they give themselves up to their enemies, whereas \"dismay\" is the breaking of the heart...", 
                    "3": "<b>He shall not fail you:</b> When you are fit and merit [it].", 
                    "4": "<b>nor forsake you:</b> Whey you are fit for punishment, He will certainly fail you, but He will not completely forsake you, God forbid. Rather He stands a bit away, until they receive their punishment. And then the Holy One, blessed be He, returns to them."
                }, 
                "7": {
                    "0": "<b>He is the who will go ahead of you:</b> As the Holy One, blessed be He, will be seen with you and He will command you prior to your beginning with rulership. And in this manner, it is called \"going ahead of you\" - prior to your placing yourself as the leader. And for this reason, when the Holy One, blessed be He, comes to reassure Joshua later on (verse 23), He only says the second reassurance of Moshe, \"and I will be with you.\""
                }, 
                "6": {
                    "0": "There are two meanings in this, according to the manner of Mishneh Torah (Deuteronomy)."
                }
            }, 
            "28": {
                "20": {
                    "3": "<b>From a distant land.</b> Even if they come from a different land, and know nothing of the nature of this country, they will still know and understand that these plagues are caused by Hashem harming the land, and not that it was always the nature of the land to be like this."
                }
            }, 
            "29": {
                "19": {
                    "1": "<b>To cling to Him: </b>One who is unable to learn Torah should at least try to attain the love of Hashem through clinging to Him. This is explained in the Gemara (Kesuvos 111) as referring to one who marries his daughter to a Torah scholar, and helps a Torah scholar financially. The Torah considers this as if he is clinging to the Divine Presence. Through joining with, and helping a Torah scholar, he attains a small part of the love of Hashem.", 
                    "0": "<b>To obey Him.</b> This refers to the in depth study and toil in Torah."
                }, 
                "2": {
                    "4": "<b>And gather you from all of the nations:</b> After the main exile returns from the nations, the Lord will return to gather the small pockets among the nations where the Lord scattered you. Likewise did Ramban write 1 in his commentary on Song of Songs (8:12), \"you may have the thousand, O Solomon\" - that at first, there will be a partial gathering of the exiles with the permission of the governments. And afterwards, the Lord will bring back His hand a second time, as it is written, \"and He will return and gather you.\""
                }
            }, 
            "1": {
                "6": {
                    "0": "\"For the Lord your God has blessed you in all the works of your hands.\" For they had been close in proximity to Edom and the other settled lands, and they would do business with these folks and God caused this trade to be successful. \"Knew your travels.\" As the Seforno translated, this is similar to the language of \"and God knew...\". Which is to say, God had a hand in your travels specifically. Any time the Torah says \"knew\", this is positive, as it says in the Sifri in parshat Behaalotcha, God only remembers for a blessing, as it says \"God remembered us for good.\" And \"knowing\" is similar."
                }
            }, 
            "0": {
                "29": {
                    "1": "<b>As in everything that He did with you.</b> With the Egyptians — Hashem did not destroy them beforehand but waged war against them at the Red Sea. This was His Will and His Honor, and similarly in the war against the Canaanites.", 
                    "0": "<b>He will wage war for you.</b> Hashem’s intent was not that the Canaanites should be smitten by plague before they arrived to wage war, but that He would help the Jews while they were fighting against them.  "
                }, 
                "22": {
                    "1": "<b>I took from you.</b> Since the stated purposed was to spy out how to conquer the land, it would have been better to hire non-Jewish spies who were experts in war and conquest… However Moshe Rabbeinu knew that by the laws of nature it would be difficult to conquer, without strength of faith and trust in Hashem, along with a desire to inherit the good land. This would have been impossible for foreigners to understand, so the spies had to be “from you.”… He also thought that the spies would become strengthened and hearty from their expedition, like Calev when he entered Chevron, and through this they would know that they would succeed in conquering the land."
                }, 
                "34": {
                    "0": "<b>This wicked generation.</b> There were many people in that generation who said that Hashem was unable to do this, or that they did not want Hashem’s providence. And the righteous are punished along with the wicked, and when Hashem is angry He punishes even for light sins."
                }
            }, 
            "3": {
                "11": {
                    "1": "<b>Solely sound.</b> Another amazing fact was that you saw nothing but the image of the sound, meaning that the people saw pictures in the shapes of letters through the tongues of fire.", 
                    "0": "<b>Hashem addressed you</b>. Later (Devarim 10:4) with regard to the first set of Ten Commandments, which says, “Remember the day of Shabbos” the verse states, “That Hashem addressed to you,” whereas with regard to the second tablets which say “Preserve the day of Shabbos,” (Devarim 5:12) it states, “that Hashem addressed you.” This is because all of Yisroel heard “Remember” but only Moshe heard “Preserve” and the rest of Yisroel did not. They heard other sounds apart from the words that they heard. The amazing fact that Moshe is describing here, “Hashem addressed you” meaning that you heard the sounds of speech but not words. "
                }, 
                "35": {
                    "0": "<b>From the sky.</b> Hashem gave two proofs to know this. Firstly, “From the sky” this shows the level of prophecy and they heard it themselves… First “He made Hisi voice audible to you to afflict you” that it is almost impossible to attain the level of prophecy without afflicting the body… And afterwards, “You heard His words” and after the power of prophecy there is no more room for doubt, and you do not need philosophical investigation."
                }
            }, 
            "2": {
                "23": {
                    "1": "<b>Your greatness.</b> This is the greatness of nature.", 
                    "0": "<b>Hashem, Elokim.</b> These two names control the world. The four letter name gives existence to everything, including all the forces of nature. The name Hashem controls those forces, like a master who does what he wishes with his property. Moshe asked that he should be permitted to enter the land of Israel through whichever attribute is appropriate. If he does not merit to enter with the attribute of splendor, which is personified by Moshe in the desert, let it be through the laws of nature, as he began in the fortieth year… This is the power of prayer, to mention the specific name appropriate to that which is being asked for.", 
                    "3": "<b>That can perform Your deeds.</b> This refers to the laws of nature, which are written many times in the account of creation using the language of “performing.” ", 
                    "2": "<b>And Your powerful hand.</b> This controls nature. This is by way of analogy. Just as one who holds a turbine which is turned by water power, or fire, has the ability to stop the turbine. This is the meaning of “hand.” This is the miraculous power which holds the spheres of nature which turn with strength.  ", 
                    "4": "<b>And Your acts of power.</b> This is Hashem’s ability to grasp with great power the spheres of nature and to change them, as we have said."
                }
            }, 
            "7": {
                "0": {
                    "0": "<b>The entire <i>mitzvah</i> … you are to guard so as to fulfill. </b>To teach that even when the Jewish people had not reached the ability to perform all the <i>mitzvos</i>, as when they first entered the land of Israel and there will still some <i>mitzvos</i> in which they were not obligated until after they had inherited, divided and settled the land, nevertheless, Hashem commanded them to learn all the <i>mitzvos</i>, so that when they have the ability to perform them they will be able to do so properly. From here we also learn that during the exile we must learn how to act once we are redeemed from that exile."
                }, 
                "15": {
                    "2": "<b>To ultimately benefit you.</b> This does not mean “that it will be good for you ultimately” for if so, it should have said, “To give benefit to you.” Rather it means “to make you good.” This test was similar to the test of the flax which I wrote about earlier, and is in order to accustom you to trust in Hashem, even until your final moment. And it is clear from this that Hashem watches over everything that happens every single moment."
                }
            }, 
            "32": {
                "3": {
                    "0": "<b>The heritage of the congregation of Yaakov.</b> Like a heritage, which one receives without personal effort. Similarly, the merit of the Torah in which the Torah scholars toil, is a heritage to the congregation of Yaakov, who are the masses of the Jewish people. For the true in depth study is impossible unless one is without any financial worries, and in this way those who support it receive their reward."
                }
            }, 
            "9": {
                "17": {
                    "1": "<b>And loves the convert.</b> He is involved with the convert, who is alone amongst Yisroel, and requires special providence to find food and clothing, for he has no portion of land as an inheritance."
                }
            }, 
            "8": {
                "26": {
                    "2": "<b>To its wickeness.</b> At the Golden Calf there were two sins. 1. Those wicked people who intended to worship idols. 2. The entire generation who took the gold rings and helped to build the Calf which caused the trouble. Even though most of the people did not intend to worship idols, as we have explained, nevertheless they profaned Hashem’s name, for which one is punished even for unintentional sin. This explains the repetition here “To its wickedness and to its sin.” "
                }, 
                "27": {
                    "0": "<b>Because of Hashem’s inability.</b> Moshe changed the words here, from what he said at Mount Sinai. There he said, “Why should Egypt be able to say, “He brought them out with evil intent to kill them in the mountains’” (Shemos 32:12). Moshe said that when Hashem was planning on entirely destroying the Jewish people, and the concern was the others would say that Hashem brought them out of Egypt to destroy them, not to make them His people. However, here, once Hashem had reconsidered, and there was no longer concern that He would destroy the entire nation, Moshe said that the nations would think that Hashem was unable to bring them into the land of Israel, and only wanted to bring them to the desert so that their children could dwell there."
                }, 
                "16": {
                    "0": "I did not tilt my hand and let them fall by themselves, but rather I grasped them and threw them. This was miraculous, for they were placed on his two hands, such that it was impossible for Moshe to grasp them and throw them. He received Divine help for this, which shows that even Hashem had no mercy for these holy tablets."
                }, 
                "18": {
                    "0": "<b>To destroy you:</b> As even though He already repented from annihilation, He nevertheless did not repent from destroying that generation... Such that [God's] will was that the infants would survive with Moses until they grew, as it was the scouts. But [in fact] this generation itself survived forty years; whereas at the time of the calf, the decree was to destroy that generation all at one time..."
                }, 
                "3": {
                    "1": "<b>Because of the wickedness of these nations.</b> Do not think that Hashem so greatly desires that the Land be settled, that despite all of the wickedness of the nations until now, He did not expel them from the land and leave the land of Israel desolate… Do not think that even if you sin with idolatry, Hashem will not find another nation better than you. For this reason Moshe warned them that both of these ideas are mistaken.", 
                    "0": "Moshe warned them excessively to remove two mistaken ideas from their minds. 1. Do not trust yourselves that you will not stumble and sin with idolatry. This is the warning of the Sages, “Do not trust in yourselves” (Avos 2:4). This belief itself and lead a person to be careless with things close to idolatry which can cause him to stumble and lead him to sin… 2. They should not rely on Hashem that He will not destroy the land and lay it waste under any circumstances, even if they worship idols. Do not think that Hashem desires that the Jewish people should live in the land of Israel… and He trusts me that I will not sin. "
                }, 
                "7": {
                    "0": "<b>In Choreiv you angered Hashem.</b> Moshe went on at length to refute two false ideas. The first is that you are certain that you will not worship idols. Even at Choreiv, that special occasion, you angered Hashem. Secondly you believe that even if you do worship idols you will not be exiled. But “Hashem was infuriated with you to destroy you,” even though since the beginning of creation He loved you… Moshe went on at length to show that there is nothing which prevents the judgment of Hashem’s attribute of strict justice."
                }
            }
        }, 
        "0_Introduction to Deuteronomy": {}
    }, 
    "meta": "Chapter-Verse-Comment"
}