{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "language": "en", 
    "license": "CC0", 
    "title": "Mishneh Torah, The Sanhedrin and the Penalties within their Jurisdiction", 
    "licenseVetted": true, 
    "text": [
        [], 
        [
            "We do not appoint to the Sanhedrin, whether large or small, except for men who are wise and understanding, exceptional in knowledge of Torah, possessing deep understanding and knowing a little from other fields of wisdom, such as medicine, mathematics, the seasons, the stars and astrology, fortune telling, magic, sorcery and the emptiness of idolatry so that when these come before them, they will know how to judge them.  And we do not appoint to the Sanhedrin, except for priests, Levites and Israelites of well-known lineage who can marry into the priesthood, as it written,  \"And they will stand there with you(Numbers 11:16).\" They should resemble you in wisdom, reverence and lineage.", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "A man can make judgement for himself, if he has strength in his hand and if it is according to the judgement of halakhah."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "From where do we know that a student who sees his teacher erring in a particular matter of judgment, should not say, \"I will wait for him until the conclusion of the judgment, at which time I will point out his error. I will then construct the argument correctly, so that the judgment will be quoted in my name\"? The Torah therefore says, \"Distance yourself from falsehood.\"", 
            "It is a Mitzvah to tell the parties at the beginning 'do you want Din (strict justice), or Pesharah (arbitration)?' If they want Pesharah, we seek out a compromise for them. A court that always does Pesharah is praiseworthy. Of them the verse says, “A just peace was made in your gates.” What kind of peace is also justice? We must conclude that this is Pesharah. As it is stated regarding King David, “And David made justice and righteousness to the nation.” What is the justice that has with it righteousness? We must conclude that it is arbitration.  This is before the verdict, even if you heard their words and know which way the verdict leans. Once the case finished, and he said “Ploni, you are innocent, and Almoni, you are liable,” you may not do Pesharah, rather, let the Din pierce the mountain."
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "משנה תורה, הלכות סנהדרין והעונשין המסורין להם", 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Shoftim"
    ]
}