{
    "title": "Divrei Yirmiyahu on Mishneh Torah, Blessings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Divrei_Yirmiyahu_on_Mishneh_Torah,_Blessings",
    "text": [
        [
            [
                "<b>מ\"ע מן התורה לברך אחר אכילת מזון שנאמר ואכלת ושבעת וברכת את ה' אלוקיך ואינו חייב מן התורה אלא אם כן שבע שנאמר ואכלת ושבעת וברכת ומדברי סופרים אכל אפי' כזית מברך אחריו.</b> ועי' בכ\"מ ובמג\"א סימן קפ\"ד ס\"ק ח' שכתב בספק אם בירך בהמ\"ז כשלא אכל כדי שביעה הוי ספק דרבנן ועי' בצל\"ח במס' ברכות ע\"ז. והנה לכאורה חשבתי לדעת לדברי הסוברים דגם בברכה שייך לא תשא מדאורייתא וא\"כ האיך עקרו החכמים דאורייתא בתקנת כל הברכות מדרבנן ובמסכת יבמות נאמר שם מתנאי העקירה מדרבנן לדאורייתא ועיין בתוספות שם ובכמה דוכתי דלא שייכי בזה ובמקום אחר כתבתי דהנה בגמרא אמרינן סברה היא דאסור להינות בעוה\"ז בלא ברכה ועי' שכתבו ז\"ל דאפ\"ה ברכות מדרבנן ועי' בפנ\"י ובצל\"ח שם וי\"ל דאף דהוי מדרבנן עם כל זה צריכינן אנו להסברה דהנה מצינו במצות שהם חובה מדאורייתא ויש שהתורה לא חייבו מ\"מ בקיומו מקיים דאורייתא כמו פרסומי ניסא וי\"ב בכל מה שמוסיף אדם לעשות לכבוד ה' אף שאין מחויב מדאורייתא ומדאורייתא רשות לו אבל בקיומו קיים דאורייתא ובכלל זה כל הברכות אשר הסברה יחייב אותם ולא חייבתה התורה בהם ועכ\"פ הוי עי\"ז בכלל מצות רשות וביד החכמים לבחון זאת והמה עשו לחוב עלינו מדרבנן ובכה\"ג דהוי סברה לא הוי עקירת דאורייתא ולא שייך לא תשא אבל מה שלא חייבו הרבנן לא הוה בכלל הסברה ושייך לא תשא מדאורייתא:<br><b> והנה</b> למה שאכתוב בס\"ד להלן י\"ל במצוה בכה\"ג דמהתורה רשות אפילו בספק דרבנן לחומרא דבכה\"ג לא אמרינן כמ\"ש ז\"ל דאף דשייך לא תסור בכל דרבנן ספיקו לקולא משום דעל ודאי נאמרו דבריהן ולא על ספק דבמצוה דבקיומם הוי דאורייתא אף בספק אמרו ולפ\"ז י\"ל בספק בברכת המזון בכזית ג\"כ לחומרא ועיין מ\"ש שם בזה בביאור יותר:"
            ],
            [
                "<b>ומדברי הסופרים לברך על כל מאכל תחילה ואחר כך יהנה ממנו.</b> הנה כללא בכ\"ז ברכות דרבנן חוץ בהמ\"ז ובברכת התורה ומעין ז' וברכת המצות דמצינו מחלוקת בזה:<br><b> ובמסכת</b> ברכות למסקנא בריש כיצד מברכין (ברכות דף ל\"ה ע\"א) מנא הנ\"מ וכו' דאתיא בק\"ו כשהוא שבע מברך כשהוא רעב לא כ\"ש ולמאן דאמר נטע רבעי וכו' דלאו בר נטיעה מנ\"ל וכו' אלא סברה הוא אסור לאדם להינות בעוה\"ז בלי ברכה עיי\"ש. ובתוס' שם בד\"ה לפניו לא כ\"ש לאו ק\"ו הוא דא\"כ תהא ברכה לפניו מדאורייתא ולעיל משמע גבי ב\"ק דף כ\"א דלאו דאורייתא הוא וכו' עכ\"ל עיי\"ש:<br><b> וא\"כ</b> לדעת התוס' חיובא דברכת נהנין מסברה בלבד ולא מהק\"ו ולכאורה היה נראה וכמו שאכתוב בס\"ד להלן בזה דסברה דאסור להינות וכו' לא מחייב רק ברכה אחת בתחילה או לאחריה וא\"כ יקשה עוד מנ\"ל ברכה במזון שצריך לאחריה בהמ\"ז מנ\"ל גם לפניה דשם לא שייך הסברה ורק משום הק\"ו י\"ל דמחויב לפניה מכ\"ש מלאחריה וא\"כ יקשה הרי מטעם הק\"ו הזה יהיה גם לפניו דאורייתא בדברים שצריכין בהמ\"ז וכמ\"ש בתוס':<br><b> והנה</b> שטחת הסוגיא מנה\"מ דת\"ר קודש הלולים מלמד שטעונים ברכה לפניהם ולאחריהם מכאן אמר ר' עקיבא אסור לאדם שיטעום כלום קודם שיברך וכו' עיי\"ש:<br><b> הרי</b> נראה כי ר\"ע מוסיף על הת\"ק טעימא בברכה הראשונה ולשון מכאן נראה כי מקודש הלולים יליף כן ולא אמרי' כמו בברכה אחרונה דבכזית דוקא משום דכתיב ואכלת וכו' ואכילה בכזית אבל הראשונה דילפינן מקודש הלולים לא בעי כזית ומכאן שאסור לטעום וכו' והנה למסקנא דסוגיא דלאו מקראי אלא מסברה ילפינן חיוב ברכות הסברה ג\"כ תכריע דאפי' בכל שהוא מברך דעכ\"פ נהנה ובס\"ד מקראי ילפי ולא מק\"ו מאחריה דמק\"ו לא ידעינן רק בכזית ולא יהיה חמיר מנדון ועיין ברא\"ש להלן דף ל\"ח ע\"ב עיי\"ש ולפ\"ז צריכין לומר מאן דס\"ל כרם רבעי ויליף לה מה' מינים ע\"כ פליג על ר\"ע:<br><b> והנה</b> מסברה אם יהיה צריך כזית י\"ל דלענין איסור חצי שיעור אסור לר' יוחנן מהתורה ולריש לקיש עכ\"פ מדרבנן וא\"כ לענין אסור להינות אם גם לא נאמר מסברה מ\"מ שיעור וח\"ש נאמר לענין ברכה ג\"כ אף דלענין קיום המצוה צריך שיעור שלם עיין במל\"מ הל' יסוה\"ת היינו אם המצוה האכילה צריך שיעור אכילה אבל אם הברכה המצוה י\"ל על כל שהוא ג\"כ ועיין בכ\"מ פ\"ג הי\"ב לדמות לאיסור בשיעור עיי\"ש ובברכה אחרונה במזון דכתיב ואכלת וצריך כזית דוקא שאני מאיסורין דכמ\"ש ברשב\"א בשו\"ת משום דאיתא קרא והלמ\"מ שלא יסתרו מצינו פשר דבר לחלק לענין איסור ומלקות עיי\"ש דל\"ש בברכה וע\"כ לברכה בשיעור זה דוקא קאתיא וגם לדעת הרא\"ם בהל' חמץ ומצה שכתב דאכילה משמע כ\"ש וא\"כ הלמ\"מ כזית וי\"ל ג\"כ כמ\"ש ולא שייך כל זה בברכה וגם למ\"ש בריטב\"א מטעם אחשביה ודאי בכ\"ש חייב ואפילו בתערובת שכתבו דלא שייך אחשביה מטעם נהנה חייב ועיין בירושלמי תרומות מודה ר\"ל באיסורי הנאה:<br><b> ועכ\"פ</b> כמ\"ש מטעם ק\"ו לא נדע פחות מכזית לפניה דאמרינן די כנדון למ\"ש ועיין בכ\"מ בפ\"ג הי\"ב מהל' ברכות עמ\"ש רבינו שם שאינו מברך לאחריה בפחות מכזית כתב דמק\"ו אתי שפיר דלא יברך לבסוף גם לפניה לא יברך בפחות מכזית וכתב דלאו ק\"ו גמור הוי עיי\"ש אמנם למ\"ש לעיל בבהמ\"ז לא שייכת הסברה על לפניה כיון דמברך לאחריה לא שייך אסור להינות וכו' וא\"כ צריכין עוד הק\"ו על לפניה בבהמ\"ז וא\"כ יקשה מנ\"ל בפחות מכזית דלא מסתבר דיחמירו הרבנן יותר מבדאורייתא ויקשה ג\"כ להיפוך למה לא תיקנו בבהמ\"ז על פחות מכזית והרי כזית ג\"כ מדרבנן:<br><b> ועי'</b> עוד בכ\"מ שם שכתב ואכתי קשיא לי מה ראו חכמים להחמיר בברכה שלפניה שהוא מדרבנן יותר מברכה אחרונה שהוא מדאורייתא וי\"ל שלכך אמרו דבתחילה יברך על כל שהוא שמא ימלך ויאכל כשיעור ונמצא שהיה צריך ברכה לפניה ואין בידו לתקן אבל לאחריה אוקמא אדינא שאם אכל כשיעור יברך ואם לאו לא יברך עכ\"ל:<br><b> ועי'</b> בצל\"ח בכל הסוגיא והנה על דברי הכ\"מ האחרונים יש לעיין לענ\"ד דלכאורה היה דמשום ברכה שאינה צריכה דהוי בלא תשא יש לחוש ביותר שלא לברך מעיקרא שמא ימלך ולא יאכל כלל מלחוש שיאכל ולא יברך וגם סברתו רק למסקנא דברכות דרבנן אבל מדאורייתא לא שייך גזירה כזה:<br><b> ונראה</b> לומר דכמ\"ש דהסברה דאסור להינות בלא ברכה בלתי מחייב רק ברכה אחת מלפניה או מאחריה ורק מהק\"ו אמרינן כשהוא שבע מברך וכו' וחייבו גם מלפניה בברכת המזון וכמ\"ש בחצי שיעור עכ\"פ נהנה ושייך הסברה של אסור להינות וצריך ברכה לפניה והנה עיין בתוס' בד\"ה כיצד דלא שייך להקשות תנא היכא קאי משום דהכא סברה הוא לברך עיי\"ש ונראה מדבריהם דגם בס\"ד ידעו דהוי סברה ועיין בד\"ה אלא סברה שכתבו דבס\"ד ס\"ל דקראי למוד גמור הוי עיי\"ש ונראה מדבריהם דבס\"ד ס\"ל דהוי סברה וקרא ג\"כ ולמסקנא רק מסברה ונפק\"מ אם הוי מדאורייתא ור' עקיבא דס\"ל טעימה בעי ברכה נראה מסברה אמר כן אבל כשבירך כבר לפניה וא\"כ ליכא עוד סברה ממילא על ברכה שלאחריה בעי כזית דמסברה אין מחויב עוד דנאמר דסברה שייך אפי' על פחות מכזית ובעי כזית דוקא מחיובא דאורייתא בבהמ\"ז דהתורה לא חייבה בברכה וכמ\"ש מסברה מדרבנן ורק ע\"י הסברה הוי ברכת רשות מדאורייתא וחייבו הרבנן ויש כח בידם מה\"ט ולא שייך עקירת הדאורייתא בלא תשא וכמ\"ש לעיל ומה\"ט לא חייבו הרבנן בלאחריה בחצי שיעור כיון דלא שייך הסברה בבירך לפניה ובאין סברה לא הוסיפו ואף דהוסיפו בכזית ובכביצה דהוי ג\"כ מסברה זה משום דשיעורין אלו הוי שעורין לענין אכילה בעלמא ואף דהתורה אמרה ושבעת ג\"כ כדאיתא והם מדקדקין וכו' גם כן הוי קודם השביעה בשיעור אכילה עכ\"פ מצות רשות אבל בפחות משיעור אכילה דלא נחשב מאומה וגם מטעם הנאה אין לחייבו ואם כן הניחו על השיעור בלבד וא\"כ י\"ל דר\"ע ידע בס\"ד מהסברה וכמ\"ש י\"ל לכו\"ע כן למ\"ש בתוספות ועכ\"פ למסקנא כן לכו\"ע וא\"כ הק\"ו דלפניה בברכה יותר מלאחריה משום כשהוא שבע וכו' ואם דלאחריה צריך כזית זה משום שבירך כבר מלפניה דאם לא היינו נאמר דצריך ברכה גם מלפניה גם מלאחריה לא היה בעי לכזית דמסברה דאסור להינות אפי' בכל שהו כשלא בירך לפניה. והאי קושיא שכתבתי פירוקא הוי דמדבעינן כזית באחרונה מזה יליף ר\"ע דעל כרחך לפניה מברך גם כשמברך לאחריה ובכ\"ש מהסברה ולא צריכין להק\"ו כלל רק מזה גופא דצריך כזית באחרונה נדע דבלפניה בכ\"ש דאל\"כ באחרונה לא יהיה צריך לכזית דוקא:<br><b> (ואין</b> לומר דיליף ר\"ע מהלולים וכמ\"ש דא\"כ נאמר דלא יגרע פת מדברים אחרים וגם דא\"כ הקושיא בתוקפו עומד):<br><b> וא\"כ</b> למסקנא דכו\"ע ס\"ל הסברה דאסור להינות וכו' ולא צריכין להק\"ו וידעינן ברכה ראשונה אפי' היכא דליכא אחרונה ואתי שפיר דברכת המזון לפניה מדרבנן ובס\"ד ס\"ל מקרא ומסברה דנפק\"מ דהוי דאורייתא ולמסקנא רק מסברה והוי דרבנן בלבד וכמ\"ש וא\"כ נפרש מכאן וכו' דאסור לטעום אף דידעינן מסברה מכאן נדע דהוי מדאורייתא ולמסקנא הכל מסברה בלבד ועיין ברא\"ש וזה לא שייך לומר בלא בירך מלפניה יברך לאחריה דלעובר לא תיקנו ולא שינו תיקון הברכה דהוי כולמו על להבא ועי' ברבינו יונה ריש ברכות ובשאג\"א סי' א' גדולה מזה עיי\"ש ועיין בש\"ך יו\"ד סי' י\"ט בברכה במצוה בלא בירך לפניה עיי\"ש:<br><b> ועם</b> דברינו הנאמרים ליישב קושית הפנ\"י דהאיך ס\"ד דברכה שלפניה מדאורייתא דהאיך נפרנס משנה מפורשת דבעל קרי דאינו דאינו מברך לאחריה ולא לפניה ומברייתא דפועלים דאין מברכין לפניה מצינו דלא ידעו אמוראים ברייתא אבל ממשנה יקשה ועיין בתוס' בד\"ה לפניו שכתבו דק\"ו פריכא מבהמ\"ז דקיי\"ל לאחריה דאורייתא ולפניה מדרבנן בסוגיא דבעל קרי עיי\"ש:<br><b> ונ\"ל</b> לומר דכמ\"ש ר' עקיבא לא צריך להק\"ו רק מסברה וקרא ומשו\"ה ס\"ל גם טעימה צריך ברכה אבל להת\"ק בס\"ד י\"ל דלא ידע מהסברה דאסור להינות לדידיה בס\"ד בעי כזית גם בברכה הראשונה דר\"ע הוא קמוסיף מכאן שאסור לטעום וכמ\"ש דהק\"ו כשהוא שבע וכו' לא יכריח רק על כזית בלבד:<br><b> וזה</b> מביא לחשוב למ\"ש בכ\"מ הנ\"ל דלכן בסוף כזית ובתחילה בכל שהו שמא יאכל כזית ויהיה בלתי אפשר לתקן לו חיובו מקדם עיי\"ש דלכאורה כמ\"ש הסברה להיפוך דמשום ספק לא יברך שמא לא יאכל כזית ויהיה ברכה שאינה צריכה ולמה נאמר שנחייב לברך על שאינה צריכה בודאי אם נאמר דכזית משוי החיוב דברכה משום שמא יאכל הצריכא בלי ברכה וברכה דרבנן ולבטלה בלא תשא דאורייתא לכמה הראשונים ז\"ל וגם כי בדעתו שלא לאכל כזית למה נחוש לאמלוכי נגד דאמרינן בכמה דוכתי לאמלוכי לא חיישינן וכל העושה ע\"ד הראשונה הוא עושה ואפי' לענין דאורייתא אמרינן כן ומכ\"ש היכא דמסייע לפרוש מאיסורא ואף די\"ל דדרך הסעודה לאמשוכי לא אמרינן כל העושה וכו' וחיישינן לאמלוכי מ\"מ מידי ספיקא לא נפקא וספק ברכה לחומרא (ואפי' בדעתו לאכל כזית לכאורה לחוש שמא לא יאכלנו כדי אכילת פרס דכה\"ג לא שייך כל העושה וכו') ולומר דהוי ברכה צריכה מה\"ט שמא יאכל ביותר נראה קשה לומר כן. גם למה שאכתוב בס\"ד להלן דיש סברה שיברך רק לאחריה משום שמא ימלך כדאיתא במסכת נדרים בפ\"ק ובת\"כ עיי\"ש ומכל זה לכאורה מסברה מוכרע שיברך לאחריה ולא לפניה משום שמא לא יאכל כלל או רק חצי שיעור:<br><b> והנה</b> כמו שאכתוב בס\"ד להלן דמשום אסור להינות וכו' הוי האיסור על הדבר ואין רשאי לאכלו עכ\"פ וא\"כ הוי צריכה ולמ\"ש בפ\"י במברך על הספק הוי ברכה צריכה עיי\"ש יש לעיין בכה\"ג דלדידיה לא הוי ספק ואנו המסופקים שמא יאכל עוד אם הוי בכלל צריך משום ספק כה\"ג דהוי לדידן אבל למ\"ש עכ\"פ אסור לאכל וממילא הוי צריכה:<br><b> גם</b> יש לומר דהסברה כשהוא שבע וכו' הוי סברה חזקה כמ\"ש ברש\"י והטעם דעכ\"פ עד שיברך אח\"כ מעל לשעתו ואף דלא ידעינן בס\"ד מאסור להינות וכו' כמ\"ש י\"ל בס\"ד מסברה ומקרא ידעינן כמ\"ש לעיל וכיו\"ב דכל מצות מברך עובר לעשיתן וכמו\"כ בנהנין מברך לפניה והוי צריכה מצד כל זה:<br><b> אמנם</b> בבעל קרי במסכת ברכות דף כ\"א שאני דהנה עיין בתוס' שם ובתוספות במסכת ב\"ק בפרק המרובה שכתבו דדרשה דבעל קרי אסור בד\"ת בס\"ד הוי מדאורייתא ולמסקנא קיי\"ל דהוי אסמכתא עיי\"ש ולכאורה יקשה דאם הוי דאורייתא למה יברך ברכת המזון לאחריה ומצאתי לאאמו\"ז הגאון ז\"ל שהעיר ע\"ז עיי\"ש:<br><b> והנראה</b> לענ\"ד בזה דכיון דמחויב מדאורייתא בבהמ\"ז משום וברכת דהוי מצות עשה וכמ\"ש רבינו כאן ובסה\"מ וכמו בכל מ\"ע שדוחה לל\"ת ומכ\"ש לאיסורא דלית ביה לאו כמו בעל קרי ואם נשים בבהמ\"ז הוי שוה בכל ג\"כ והוי דומיא דכסוי הדם עיין במסכת ביצה דף ט' ע\"ב דמקשינן וליתי עשה ולדחי לל\"ת אף דנאמר לא לשחוט עיי\"ש כמו\"כ כאן נאמר לא יאכל וגם באכל ואח\"כ ראה קרי דנתחייב מקודם שבא האיסור עליו:<br><b> אמנם</b> בכה\"ג יש לומר מסברה הנ\"ל דלא יברך כלל קודם אכילתו שמא לא יאכל כשיעור או לא יאכל כלל וניהי דלא הוי א\"צ מצד הספק כמ\"ש מ\"מ משום איסור בעל קרי אסור שמא לא יאכל כשיעור דכמ\"ש הת\"ק ס\"ל דכזית מדאורייתא בברכה הראשונה ואיכא איסורא דאורייתא דבעל קרי ואיכא מצוה ג\"כ:<br><b> והנה</b> יש לעיין בכה\"ג אם אמרינן כמו דעשה דוחה לל\"ת כמו כן בספק עשה דאם עשה דוחה ל\"ת משום דלא נאמרה במקום עשה כמ\"ש ז\"ל וא\"כ ספק עשה הוי ספק ל\"ת גם כן שמא לא נאמרה כלל בזה וי\"ל כמו שהחמירו בעשה בודאי כמו\"כ בספיקן אבל למ\"ש במקו\"א דדוקא בודאי עשה ול\"ת שייך לומר לא נאמר אבל בספק אמרינן להיפך שמא העשה לא נאמרה דל\"ת חמור מעשה עיי\"ש ועיין בתוס' במס' שבת דף קל\"ה ע\"א בד\"ה ולא ספק עיי\"ש:<br><b> וי\"ל</b> ע\"ז דהנה בבעל קרי הוי ב' חששות לא יאכל כשיעור ויעבור על לא תשא באין צריכה וגם איסור בעל קרי בברכה והנה כל חשש בפ\"ע לא הוי לחוש דלמ\"ש בספק הוי צריכה ולא שייך לא תשא וגם משום איסור ב\"ק בפ\"ע אף בס\"ד ברכה דאורייתא וב\"ק דאורייתא מ\"מ ספק עשה דוחה כמ\"ש לעיל דהוי ג\"כ כמו ספק איסור אמנם כה\"ג דהוי שניהם ביחד חשש לא תישא ואיסור דב\"ק י\"ל שפיר דלא יברך לכתחילה דאף דעשה דוחה לל\"ת היינו ל\"ת גרידא אבל בכה\"ג דאיכא ל\"ת ואיסורא דב\"ק י\"ל דלא דחי ואף דמשום איסור ב\"ק לחודא לא ניחוש לספק דעשה דוחה וכו' אבל אי' כמ\"ש ג\"כ איסור ול\"ת ומטעם ל\"ת בלבד בספק כמ\"ש הוי צריכה אבל בבעל קרי בספק לא הוי צריכה וא\"כ שניהם ביחד מצרפים לומר שלא לברך לפניה כלל אבל בלאחריה דלא נשאר איסור ב\"ק בכה\"ג אמרינן שפיר דעשה דוחה לאיסורא דב\"ק וא\"כ מיושב שפיר דלפניה לא יברך בב\"ק אף דבס\"ד לפני' ג\"כ מדאורייתא ולאחריה מברכין בבעל קרי אף דב\"ק בס\"ד דאורייתא ואף דלא שייך בב\"ק הסברה של כי שבע וכו' לפניה וכו' ולמסקנא ל\"צ להק\"ו וכמ\"ש ואפי' טעימה צריכה ברכה ואתי שפיר ומיושב קושיא הנ\"ל:<br><b> ברם</b> יש עוד לדבר דבר בהאי ענינא דאין כשהוא שבע מברך כשהוא רעב לא כ\"ש ועיין ברש\"י דף מ\"ח ע\"ב דנראה מוחלט מהאי סברה לברך קודם האכילה ולכאורה יקשה מהאי דאיתא בתו\"כ בפרשת ויקרא א\"ר שמעון מנין שלא יאמר אדם לה' עולה לה' מנחה לה' שלמים ת\"ל קרבן לה' והלא הדברים ק\"ו ומה מי שהוא עתיד להתקדש אמרה התורה לא יזכיר שם שמים לבטלה על הקרבן על אחת כמה וכמה שאין מזכירין שם שמים לבטלה עכ\"ל שם פ\"ב ע\"ב מ\"ד ובמס' נדרים דף י' ע\"א בגמ' וטעמא מאי תיקנו רבנן כנוין דלא לימא קרבן ולימא קרבן דילמא אמר קרבן לה' ולימרו קרבן לה' דילמא אמר לה' ולא אמר קרבן וקמפיק שם שמים לבטלה ותניא ר\"ש אומר וכו' עיי\"ש וברש\"י שם שפי' דילמא אומר לה' ולא גמר דיבוריה עיי\"ש ובס' קרבן אהרן שפי' פירוש אחר דעד שאומר קרבן הוי לבטלה עיי\"ש ועי' בס' שערי תורה לאאמ\"ו הגאון ז\"ל בח\"א כלל ג' פ' י\"ג שהוכיח דעיקר החשש שמא יחזור וחקר שם דלמה ניחוש לנמלך דהרי קיי\"ל בכמה דוכתי כל העושה על דעת הראשונה הוא עשה ולא חיישינן לאמלוכי ומביא שם דעת הקרבן אהרן הנ\"ל דלדידיה לא שייך כל העושה וכו' והביאו דעת הראב\"ד בפ\"ג מהל' אישות הל' כ\"ג בברכת קדושין דמקדש ואח\"כ מברך שמא תמאן ויהיה ברכה לבטלה עיי\"ש וגם דעת השלטי גבורים סביב המרדכי במס' שבת בפ' ר' אליעזר דמילה אות א' ותוס' פסחים דף ז' והטו\"ז בהל' ציצית בסי' ח' שדעתו בשם שמים לא סמכינן על החזקה עיי\"ש מ\"ש אאמ\"ו הגאון ז\"ל בזה עיי\"ש. וע\"ע במס' שבת דף כ\"ד ע\"א ברש\"י שם מ\"ש בשם תשובת הגאונים ז\"ל בענין תפילת תענית בלילה קודם התענית עיי\"ש ובתוס' שם:<br><b> אמנם</b> אם הוי האי חששא גבי קרבן מדאורייתא יש לעיין דהנה לפי' רש\"י שמא ימלך כמ\"ש הוי נגד החזקה דכל העושה וכו' ועיין בר\"ן במס' נדרים בסוגיא דתוך כדי דיבור במקדש ומנכש עיי\"ש כתב דבדברים אלו אין מהדרך לחזור אפי' תכד\"ד וברמב\"ם גם הקדש בכלל זה ואף לדעת הטו\"ז הנ\"ל שהביא אאמ\"ו הגאון ז\"ל דבשם שמים לא סמכינן על החזקה ולא הוי ג\"כ רק מדרבנן אבל לפי דעת הקרבן אהרן ונזה\"ק שהביא אאמ\"ו הגאון ז\"ל שכתבו דעד שיאמר קרבן הוי עכ\"פ לבטלה יש מקום לומר דהוי דאורייתא:<br><b> והנה</b> לפי הנ\"ל נמצא לומר דיותר מסתבר לברך אחר האכילה מקודם האכילה מה\"ט דשמא ימלך ולהקרבן אהרן הוי א\"צ עכ\"פ עד שאכל וזה יהיה נגד דעת הכ\"מ שכתבתי לעיל וא\"כ הק\"ו פריכא כשהוא שבע מברך וכו' לפ\"ז והנה בברכת המצות דבעינן עובר לעשיתן דוקא כבר כתבתי במקו\"א בזה והנה אם נאמר דהוי חשש דרבנן בלבד ולא אמרו רק באפשר אבל לא בברכת המצוה בעיקר הברכה בעובר לעשיתן ועי' בש\"ך יו\"ד סי' י\"ט עיי\"ש וא\"כ הוי א\"א בענין אחר לא אמרו:<br><b> ועיין</b> במס' ברכות דף ל\"ח ע\"א בכובא דארעא בקבע סעודה עלה מברך המוציא ועי' בשו\"ע שיעור אכילת סעודת קבע עיי\"ש ולא חיישינן שמא ימלך ויהיה ברכת המוציא לבטלה בזה לא שייך מ\"ש לעיל תירוץ אחר על קושית הכ\"מ עיי\"ש:<br><b> והנה</b> אף לפי' הקרבן אהרן נ\"ל בברכה דמתחיל בברוך אתה דלדעת התוס' במס' ר\"ה לא הוי בברכה לא תישא מדאורייתא ועכ\"פ לדידן בצריכה ואומרה מקודם אין לומר דהוי עד אז לבטלה ואף לראב\"ד בהל' אישות הנ\"ל יש לומר שלא כתב כן רק שם דתליא באחרים שמא תמאן אבל הוא בעצמו לא ימלך משום חשש ברכה לבטלה והאי דתשובת הגאונים שכתב ברש\"י במס' שבת הנ\"ל שם הוי זמן מרובה ומחשש רעבון שאני דיש לחוש ביותר אמנם יקשה להיפוך לאותן דאין חוששין וי\"ל ג\"כ:<br><b> אבל</b> בברכה בנהנין משום כשהוא שבע וכו' יש לומר דמה\"ט שכתב קיי\"ל דברכה שלפניה מדרבנן וכמ\"ש בתוס' דק\"ו פריכא וי\"ל מה\"ט שכתבתי:",
                "<b> ואפי' נתכוין לאכל או לשתות כל שהוא מברך ואחר כך יהנה וכן אם הריח ריח טוב מברך ואח\"כ יהנה ממנו וכל הנהנה בלא ברכה מעל וכן מדברי סופרים לברך אחר כל מה שאכל וכל מה שישתה והוא ששתה רביעית והוא שיאכל כזית ומטעמת אינה צריכה ברכה לא לפניה ולא לאחריה עד רביעית.</b> ועיין בכ\"מ דדעת רבינו אפי' בטעימה בבליעה אינו מברך עיי\"ש ולשונו ואפי' נתכוין לאכל וכו' כל שהוא וכו' נראה דבכל שהוא צריך נתכוין לאכל דמטעמת כיון דלא הוי לכונה לאכל רק לידע טעם המאכל כמו שכתב ברש\"י אין צריך לברך:<br><b> והנה</b> ר' עקיבא אמר מכאן שאסור לאדם שיטעום כלום קודם שיברך ועי' ברי\"ף שכ\"כ להלכה ועי' ברי\"ף וברא\"ש דף ל\"ח ע\"ב בכזית מליח שאכל ר\"י עיי\"ש ונראה דלמסקנא מקור חיוב הברכות מסברה דאסור להינות וכו' וכו\"ע ס\"ל כן דאף טעימה בכלל זה בשאין לטעום התבשיל וכמ\"ש רבינו נתכוין לאכל או לשתות כל שהוא וכו' ועיין בב\"י בסי' ר\"י בשם הכל בו בשם ר' אחא משבחא ז\"ל דעל כל שהוא אין מברכין וכתב דלא קיי\"ל כן עיי\"ש ודעת הגאון נראה דרק ר\"ע אמר מכאן שאסור לטעום וחביריו לא ס\"ל כן ופסק כוותיה דרך אכילה בכלל דבריהם:<br><b> אמנם</b> לטעום שאמר ר\"ע אין בכלל זה מטעמת דא\"צ ברכה ועיין בסי' ר\"י דדעת קצת דפי' טעימה בלי בליעה ולדעת הסוברים טעימה בבליעה עיין במג\"א ס\"ק ו' שמביא לשון רש\"י הטועם לידע אם צריך מלח או תבלין משמע דאם אוכל קצת ממנו לאחר הבישול לידע אם טוב מקרי אכילה וצריך לברך ועיקר תלוי בכונת הלב וברוקח וכו' משמע אפי' כונתו לאכילה וכו' וצ\"ל כיון שנפשו חשקה לאכל יותר רק הנמנע בשביל האיסור מקרי טעימה מ\"מ סברה השניה י\"ל עיקר וכו' עכ\"ל המג\"א שם עיי\"ש:<br><b> ולכאורה</b> בלתי מובן דאם נלמד מסברה דאסור להינות וכו' במטעמת עכ\"פ נהנה וברכה הראשונה לאו בדרך אכילה תליא דמה\"ט א\"צ כזית רק ברכה האחרונה ובמ\"ש הכ\"מ הנ\"ל בטעמא למה מברכין בלפניה בחצי שיעור י\"ל בכה\"ג בטעימה בלא בליעה לא שייך לומר כן דאם ירצה לבלוע יוכל לברך עוד עיין דף נ' ע\"ב שכח והכניס אוכלין לתוך פיו בלא ברכה מסלקן לצד אחר ומברך וכו' עיי\"ש אבל כ\"כ שגם דברי הכ\"מ צריכין ביאור וביותר להסוברים דאפי' בבלע אין מברך במטעמת דיקשה ביותר ואפי' אין מכוין יהיה כרפואה והנאה ממילא קאתיא דמברך כדאיתא במס' ברכות דף ל\"ו ע\"א:<br><b> והנה</b> לענין איסורי הנאה בירושלמי במס' תרומות בפ\"ו מודה ר\"ל באיסורי הנאה דחצי שיעור אסור מהתורה ועכ\"פ מדרבנן לכו\"ע ואפי' למאי דכתבתי במקו\"א דבבלי חולק ע\"ז מדרבנן עכ\"פ אסור וברכות מדרבנן וכמו באיסורי לריש לקיש חצי שיעור אסור דאל\"כ לא שייך ששים בכזית בששים כזיתים דגם בתוך שלושים ופחות הרבה לא יהיה כדי אכילת פרס דאין בית הבליעה מחזקת אלא ג' זיתים וגם לא מצינו דר\"ל סבירי ליה דלא יברך על ח\"ש וע\"כ דמטעם הנאה לא תליא בשיעורא וא\"כ גם במטעמת יהיה באופן שיהיה הנאה זה נ\"ל:<br><b> ובמס'</b> ברכות דף י\"ד ע\"א היושב בתענית מה שיטעום וכו' הנאה קיבל ואיכא או אכילה קיבל וליכא וכו' אמר ליה טועם ואין בכך כלום תנ\"ה היושב בתענית טועם ואין בכך כלום ומטעמת א\"צ ברכה. ועיין בס' [שיירי] כנה\"ג מובא בצל\"ח שם שפי' דהתשובה מסופקת דיש לפרשו הנאה הוי רק דלא קיבל עליה וגם יש לפרש דלא הוי הנאה כלל והכריע כפי' השני דאל\"כ למה לא יברך במטעמת משאר הנאות עיי\"ש ועיין מ\"ש בתוס' שם לחלק בין תענית ציבור ועי' ב[שיירי] כנה\"ג באו\"ח בסי' תקס\"ז באריכות בזה והביא דעת הת\"ה [התורת הבית] שנראה כן ודעת הרבה נגד זה עיי\"ש ותמהני שלא העיר שם ע\"ז כי בתוס' דמחלקין בין תענית ציבור לתענית יחיד על כרחך סבירי להו מטעם דלא קיבל עליו עיי\"ש:<br><b> והנה</b> לענין באיסורי אכילה במטעמת עי' ביו\"ד בסי' צ\"ח ובאחרונים ז\"ל ובכ\"מ שהעיר בהנאת גרונו במס' חולין ק\"ג ע\"ב וקשה לומר דמיירי בלא בא עד החניכיים וגם להחשבו שלא כדרך הנאתו עיי\"ש ובמקו\"א כתבתי בזה. ולענין תענית דתליא בדעתו אתי שפיר אבל לענין ברכה יש להבין דאפי' לא תהיה הנאת אכילה הוי הנאה בפ\"ע דצריך ג\"כ ברכה ואם דהוי רק להבחין, למה לכונה בזה דמתעסק בחלבים ועריות חייב שכן נהנה וגם בהנאת גרונו אינו יוצא מידי הנאה ואף לחלק אם הגיע לבין החניכיים דמחלקין באיסורי אכילה לא נראה בברכה דתליא בהנאה וביותר להסוברים דלמסקנת הגמ' הוי הנאה דיקשה טפי:<br><b> ועיי'</b> בס' פנ\"י במס' פסחים בסוגיא דאפשר ומקמכוין שכתב לחלק באינו מכוין באיסור למתעסק בחלבים וכו' עיי\"ש אבל כאן לא שייך לומר כן דא\"כ אף ברביעית יהיה פטור מברכה ודוחק לומר דאז הוי ודאי מכוין וגם יקשה כמ\"ש בלרפואה והנאה ממילא אתיא למה יברך דאין מכוין וגם דברי הפנ\"י שם בלא\"ה צריכין עיון וכתבתי בזה במקו\"א:<br><b> אמנם</b> עיין בטו\"ז בסי' ר\"י ס\"ק ז' וז\"ל ואע\"ג דאסור להינות בעוה\"ז וכו' היינו שרוצה להינות ממנו בעצמו אבל בזה שאין כונתו רק לטעום וכו' עכ\"ל ועיין במג\"א ס\"ק ט' שם עיי\"ש. והנה דבריו חתומים וביותר מ\"ש להינות ממנו בעצמו:<br><b> ועיין</b> בכ\"מ כאן שכתב מדכתיב ואכלת ואע\"ג בברכה אחרונה כתיב מ\"מ אמרינן ג\"כ בברכה הראשונה כן עיי\"ש וצ\"ע דלענין שיעור כזית מחלקים בין ראשונה ואחרונה מלישנא דואכלת ועי' בתוס' ברכות הנ\"ל. גם בענין שיעור עד רביעית יש להבין ועי' בס' פרי מגדים או\"ח בסי' תקס\"ז בטו\"ז שם שכתב אם דעד רביעית הוי כאכילה או דעד רביעית אז אי אפשר שלא יבלע קצת ונפק\"מ אם לא הוי בפעם אחת עיי\"ש ובכל זה יקשה אם נאמר דבעינן הנאת מעיים וכמ\"ש:<br><b> אמנם</b> אם נדייק בלשונו של הטו\"ז הנ\"ל נמצא פשר דבר שכתב בלשון צח וקצור להינות מעצמו וכונתו דהנה אף דאסור להינות בלא ברכה עם כל זה אם נחפש נמצא כמה וכמה הנאות בעולם כמו סיכה ורחיצה וכיו\"ב אשר לא חייבו החכמים ברכה עליהם לא לפניהם ולא לאחריהם רק באכילה ושתיה וריח הנאת הגוף הנצרכים וחשובים ותמידים אשר הכרחים לקיום האדם וחשובים מצ\"ע דאל\"כ יברך האדם תמיד בכל עת ורגע שאין לך שעה שלא יהיה נהנה אם ממילא או ע\"י מעשיו ועי' מה שפי' ז\"ל באמרם סיימתנהו שבחא דמארי דהשבח מגביל המעלה דמראה גבול עד כמה, דלא שייך ח\"ו ב\"ה ית\"ש ויתעלה אבל אם משבח רק בעת יקרה מקרה אשר לו יחס עם השבח ומורה עליו א\"כ אינו מגביל שאר השבחים רק עבור כי זה קרה לו עתה משבח מענינא אכן אם יברך על הנאה הבאה לידו תמיד יברך תמיד ויקצר בברכתו ולכן חייבים רק הנאות הגדולות והכרחות ותמידים וחשובים מצ\"ע כמו אכילה וי\"ב:<br><b> והנה</b> מצאתי סמוכין לדברי בתוס' במס' פסחים דף נ\"ג ע\"ב בד\"ה אין מברכין על האור אלא במוצאי שבת הקשה הר' יוסף למה אין מברכין בכל שעה שנהנה ממנו דאסור להינות מן העולם הזה בלא ברכה ותירץ דהנ\"מ כשגופו נהנה אבל שאר הנאה לא אע\"ג דמברכין על אור השמש בכל יום היינו משום שמתחדש בכל יום עכ\"ל וזה נראה כמ\"ש ועי' במג\"א סי' רע\"ז ס\"ק א' עיי\"ש ומ\"ש להלן בפ\"ט עיי\"ש:<br><b> וא\"כ</b> בכה\"ג דטעימא דלא מקרי הנאת אכילה רק דהוי עכ\"פ הנאה דעלמא הנאת חוץ בפ\"ע ועל הנאת חוץ דלא הוי הנאת אכילה לא תיקנו ברכה וזה כונת הטו\"ז שכתב היינו שרצה להינות ממנו בעצמו וכו' ועי' בכנה\"ג שכתבתי לעיל ונראה שדעתו כן ומוסבר עמ\"ש עיי\"ש:<br><b> ובמ\"ש</b> יש להבין שפיר מ\"ש לחלק בין טועם אם צריכה מלח או תבלין דלמ\"ש הריטב\"א בחצי שיעור מטעם אחשביה וכמ\"ש ז\"ל בתערובות דלא שייך אחשביה וא\"כ בכה\"ג דאוכל להבחין בגדר תערובת דלא שייך ג\"כ אחשביה בכה\"ג, והי\"מ דרבנן לא תיקנו ברכה רק באכילה וח\"ש רק באחשביה לאכילה אבל במטעמת לידע אם צריכה מלח וי\"ב לא אחשביה ולא הוי הנאת אכילה ועל הנאת חוץ לא תיקנו ברכה בזה:<br><b> אמנם</b> ברביעית ובאכילה עי' בס' אליה רבה שכתב כזית לא בעינן אחשביה דמצ\"ע חשובה ועי' בצל\"ח בפי' עד רביעית שמסופק אם עד בכלל עיי\"ש ולמ\"ש יהיה בכללא דלא עד בכלל ואינו דומה לאיסורי הנאה דשם בהנאה תליא ובברכה בהנאת אכילה תליא:<br><b> ובדרך</b> אחר אמרתי לומר עמ\"ש לעיל דנפק\"מ אם למדין חיוב ברכה מקרא דקודש הלולים או כמ\"ש בירושלמי מברכת המצוה ותורה או דידעינן מסברה דאסור להינות לענין אונס ומצוה דמשום דאסור להינות וכמ\"ש בירושלמי עד שיתירו לו המצות הוי המאכל בכלל איסור כמו טבל וכיו\"ב עד שיברך וא\"כ באונס אסור לאכלו ובמצוה לא שייך הסברה דאסור להינות דלא הוי בכלל זה אבל אם נילף מקודש הלולים הוי חיוב על גברא בפ\"ע ולא על המאכל האיסור ובאונס פטור ובמצוה חייב עכ\"פ ועיין כיו\"ב במרדכי מובא במג\"א סי' י\"ג לענין נפסקו ציצית בשבת דמותר ללבוש הבגד שאין האיסור על הבגד רק המצוה על הגברא ובאונס פטור עיי\"ש וכמו\"כ בזה ועיין ברש\"י בסוגיא ולהלן בס\"ד נתחייב בזה ונאמר עוד דמשום אסור להינות דהוי בכלל איסור הוי כמו שאר איסורי דרבנן וכמו שאסרה התורה ח\"ש באחשביה כמו\"כ באיסורי דרבנן וכמ\"ש ובמטעמא דלא שייך אחשביה דהוי רק להבחין המאכל ולא שייך לפ\"ז איסור וחיוב ברכה כלל ואף דבאיסורי הנאה כמ\"ש בירושלמי הנ\"ל ח\"ש אסור לכו\"ע משום דעכ\"פ נהנה והתורה אסרה הנאה בכל אופן שנהנה אבל כאן דאנו דנין על חיוב ברכה מדרבנן נאמר דלא חייבו הרבנן ולא אסרו ליהנות בלי ברכה בלא אחשביה בפחות מכשיעור יותר מאיסורי התורה אבל מצד מצוה על גברא וחיוב הגוף יש לדון בזה אבל כנראה גם במצות בעי כזית וכבר כתבתי לעיל דאם ילפינן מקודש צריך כזית דוקא כמו בכל איסורי ומצות דאו' דהוי בכזית ומאסור להינות נפקא לן ח\"ש וגם מסברה י\"ל דהשוו לשאר איסורין דמצד הסברה הוי בגדר איסורא ושאני באיסורי הנאה שהמה איסורין מצ\"ע דח\"ש הוי הנאה אבל בברכה אמרינן דלא אסרו בהנאה מתחילה בח\"ש במטעמא דלא אחשביה דמשום מיעוט חשיבתו לכל איסורין ומצות לא אמרו הרבנן לענין ברכה ג\"כ ולא הוי בכלל איסור הנאה מעיקרא:<br><b> ועמ\"ש</b> נאמר ליישב דעת ר' עמרם המובא בתוס' דף מ\"ה ע\"א בד\"ה דחנקתיה וכו' גבי השותה מים לצמאו מברך שהכל נהיה בדברו ר\"ט אומר בורא נפשות רבות וכו' ובגמ' לצמאו לאפוקי מאי א\"ר אידי בר אבין לאפוקי דחנקתיה אומצא ובתוס' שם דוקא מים אבל בשאר משקין דגוף נהנה מהם אפי' חנקתיה וכו' ברוק ור' עמרם פי' דוקא לפניו לא בעי ברוכי אבל לאחריו חייב ורבינו משה פירש דלא היא דהואיל ואין נהנה אפי' לאחריו לא בעי ברכה עכ\"ל וברא\"ש השיג כמו\"כ עליו וכתב דלפניו א\"צ לאשמעינין דפשיטא דאונס פטור ועל כרחך על לאחריו עיי\"ש ועיין ברבינו יונה שם:<br><b> אבל</b> למ\"ש י\"ל בדעת ר' עמרם דהנה באוכל לרפואה הוי לכאורה בגדר מטעמת דגם שם אינו אוכל להינות רק בהנאה ממילא קאתיא אף בלי מכוין וכמו להטעים התבשיל דגם שם ממילא קאתיא והנה בחצי שיעור ודאי לא שייך אחשביה בכה\"ג ואפי' באכל כשיעור דמיירי שם כמ\"ש לעיל בשם הכ\"מ דמשו\"ה לאחריה על כזית ולפניה על כל שהוא שמא יאכל יותר ויהיה אכל בלי ברכה וכתבתי דלכאורה נראה להיפוך דמשום ספק ברכה שאינה צריכה חיישינן שמא ימלך ולא יאכל כשיעור ורק משום דבח\"ש שייכא הנאה עכ\"פ ושייך אסור להינות וכו' משו\"ה מברכין על ח\"ש לפניה ולאחריה כמ\"ש דלא שייך הסברה של אסור להינות כמברך לפניו ומשו\"ה צריך כזית לאחריה והנה למ\"ש לעיל גם בלפניה צריך אחשביה עכ\"פ משום שני טעמים שכתבתי וברפואה לא שייך אחשביה ואף אם בדעתו לאכל כזית נאמר שמא יחזור ולא יאכל כזית והוי ברכה שא\"צ ומשום ח\"ש אין לברך דלא שייך אחשביה והיכא דצריך כשיעור ניחוש משום חשש ברכה לבטלה שמא ימלך וכמ\"ש לעיל בשם התו\"כ וכיו\"ב ראיה לזה וא\"כ דעת ר' עמרם שיברך אח\"כ דבשתה פחות מכשיעור אין מברכין אח\"כ אפי' בורא נפשות רבות א\"כ מברכין שפיר דבשיעור לא בעי אחשביה דרק לפניה מסתבר שלא לברך כמ\"ש משום חשש ברכה שא\"צ אבל לאחריה בשותה כבר כשיעור יברך ואינו מחלק בין מים ויין כמ\"ש בתוס' ואתי שפיר:<br><b> והאי</b> דאין מברכין למ\"ש ברכה אחרונה בבהמ\"ז בחצי שיעור מטעם אחשביה זה משום דמתורה בעי שביעה וכדאיתא והם מדקדקין עד כזית וכו' ועיין עוד בענין דרך אכילה ברא\"ש במס' ברכות דף נ' ע\"ב גבי שכח והכניס אוכלין וכו' מ\"ש בשם ר\"ח שם עיי\"ש:<br><b> ועיין</b> במחצית השקל סי' תע\"ה ס\"ק ג' במג\"א שכתב דלא מהני צירף בכדא\"פ במצה וכתב שם דלענין מצוה לא מהני צירוף וגם לא הנאות גרונו אף לר\"י עיי\"ש ונראה כמו בח\"ש דלא נאמרה במצוה עי' במל\"מ הל' יסוה\"ת ועי' מ\"ל אם הוי בכלל מצוה או איסור בברכה עיי\"ש:"
            ],
            [
                "<b>וכשם שמברכין על הנייה כך מברכין על כל מצוה ומצוה ואח\"כ יעשה אותה וברכות רבות תיקנו חכמים דרך שבח והודיה ודרך בקשה כדי לזכור את הבורא תמיד אע\"פ שלא נראה ולא עשה מצוה.</b> והנה לכאורה נראה דכמו שכתב רבינו לעיל דמד\"ס ברכה שלפניה וכן כאן וברכות רבות תיקנו וכו' דגם ברכת המצות בכלל זה דהוי מדרבנן והנה מברכת ק\"ש דבעל קרי איתא מברך לא לפניה ולא לאחריה אינו ראיה דכמ\"ש הרשב\"א ברכת ק\"ש אינה על ק\"ש מדלא מברכין אקב\"ו על הק\"ש וכ\"כ בתר\"י וא\"כ לא הוי ברכת המצות והנה מלשון מד\"ס לברך וכו' שכתב רבינו לעיל, מי' [מצאתי] בפי' מר' דוד ערמא\"ה ז\"ל שכתב דרבינו דרכו לכתוב על מה שאינו מפורש בקרא מד\"ס עיי\"ש וגם הוא כתב בראשונה דהוי ברכות נהנין מדרבנן ע\"ש אמנם עיין בפ\"ג מהל' מילה ה\"ו ובתשובה לחכמי לוני\"ל שהביא בב\"י שם שכתב בפירוש שכל ברכות המצוה מדרבנן ועיין בר\"ן במס' שבת דף כ\"ג ע\"א וברשב\"א פרק ר' אליעזר המובא שם עיי\"ש וכנראה משטחת לשון הפוסקים משמע דאין שום דעה דברכות המצות מדאורייתא:<br><b> ועיין</b> בש\"ך יו\"ד סי' י\"ט דדעתו כדעת רבינו דאם לא בירך ברכות המצות עובר לעשיתן אינו מברך כלל אח\"כ ע\"ש ונראה דאם הוי מדאורייתא יברך אח\"כ דזה דבעי עובר לעשיתן ודאי רק מדרבנן ובברכת התורה דהוי דאורייתא שם לא ימצא לאחר עשיתן דבכ\"פ עוד המצוה עליה וגם שם מברך בלא\"ה אח\"ז ולא יברך ב' פעמים משא\"כ בשאר ברכות המצות:<br><b> ועיין</b> במס' ברכות דף ט\"ו ע\"א דאי' מפורש דהוי מדרבנן דאי' שם אבל הכא ברכות דרבנן ולא בברכה תליא מלתא והרי ברכת תרומה הוי ברכת המצוה וא\"כ נראה מפורש יצא דגם ברכת המצות מדרבנן:<br><b> אמנם</b> בירושלמי ריש כיצד מברכין נראה לכאורה דברכת המצות דאורייתא וז\"ל כתיב לה' הארץ והמלואה וכו' הנהנה כלום מהעולם מעל עד שיתירו לו המצות וכו' קודש הלולים מלמד שטעונין ברכה לפניה ולאחריה מיכן היה ר\"ע אומר לא יטעום וכו' ר' חגי ור' ירמיה סליקו לבי חנוותא קפץ רבי חגי ובירך עליהן א\"ל ר' ירמיה יאת עבדת שכל המצות טעונות ברכה ומנין שכל המצות טעונות ברכה רבי תנחומא רבי אבא כהנה בשם ר' אלעזר ואתנה לך את הלוחות האבן התורה והמצות הקיש תורה למצות מה תורה צריכה ברכה אף מצוה טעונה ברכה עכ\"ל:<br><b> ובפני</b> משה וז\"ל עד שיתירו לו המצות כלומר עד שיברך ואז הותר לו ליהנות מן המצות שהן הארץ והמלואה שנחשבין כמו מצות השם וקודש קודם הברכה ובד\"ה יאות עבדת וז\"ל בזה שברכת כאן עליהם ללמוד לאחרים שכל המצות טעונות ברכה כלומר כל דבר שבעולם ומלואו והם המצות קודם ברכה כדלעיל עכ\"ל ועי' במראה פנים שלו שהרגיש כמה יקשה לפירוש הזה לפרש מצות על הארץ ומלואו ובסמוך מיד מצות ממש עיי\"ש ובאמת נראה דוחק לפרש מצות על הארץ ומלואו:<br><b> ולענ\"ד</b> פי' הירושלמי כפשוטו עד שיתירו לו המצות כי התורה ציוה עלינו שלא נהנה מהעוה\"ז בלי שתקדים מצוה להנאה והמצות מתירין ההנאה וזה פי' עד שיתירו לו המצות כי אסו' להנות עד שהמצות יתירו לו ההנאות העוה\"ז ובתוספתא איתא הלשון עד שיתירו לו כל המצות עיי\"ש ובאמת יש מצות על כל הנאות העוה\"ז מזוזה לבית וציצית לבגד שחיטה לבהמה תרומה ומעשר ובכורי' וכיו\"ב לתבואת ובהמת הארץ וברכת נהנין בכללם ובמדרש רבה פרשת כי תצא כי לוית חן הם וכו' כל מקום שאתה הולך המצות מלוות אותך עיי\"ש ובתוספתא לא ישמש אדם בפניו ידיו ורגליו אלא לכבוד קונהו שנאמר כל פועל ה' למענהו עיי\"ש:<br><b> והנה</b> בסוגיא ר' חייא ור' שמעון ברבי פליגי אם נטע או כרם רבעי וכמו\"כ בסוגיא בירושלמי מפורש כי ר\"ח הסובר נטע ועיין במראה פנים שם והנה ר\"י פליג ע\"ז ויליף לה ממקום אחר ואולי משום דאית ליה כרם או כי\"ב מקושית הש\"ס ויליף מברכת המצות ועי' כיו\"ב בבבלי דילפינן בדף כ\"א ברכת המזון לפניה מברכת התורה ועיי\"ש שהעלה בתיובתא אבל בירושלמי איתא מברכת המצות ומקשינן מנ\"ל ומשני מברכת התורה כן נראה לענ\"ד. והנה משטחת לשון הירושלמי נראה דברכת המצות מדאורייתא וראיתי בס' פרי מגדים בפתיחה הכוללת שלו לאו\"ח שהעיר ע\"ז אם הוי אסמכתא בעלמא עיי\"ש:<br><b> ולכאורה</b> שלא להשוות מחלוקת בין בבלי וירושלמי דבבלי ט\"ו הנ\"ל [ברכות] מפורש ברכה דרבנן, גם בירושלמי לומר דהוי אסמכתא אמנם כנראה דעת רש\"י שם דף ט\"ו דברכת המצות דאורייתא דז\"ל שם ברכה דרבנן כל הברכות מברך עליהן עובר לעשיתן עכ\"ל ודבריו תמוהין דמה הוצרך לומר משום עובר לעשיתן תיפו\"ל בלא\"ה הרי עיקר חיובא דברכות מדרבנן הוי והי' תמוה לי מימי עלומי וראיתי אח\"ז בהגהות הש\"ס החדשים למפרשים במס' פסחים שעמדו ע\"ז:<br><b> וזה</b> שהביא לומר דרש\"י ס\"ל דברכת המצות דאורייתא כירושלמי כפשוטו ומשום הכי אמר כאן דברכה דרבנן בחרש שתרם דהוי כבלי ברכה ואע\"פ שלא בירך הרי אפשר לברך עוד ומאי שלא בירך עובר לעשיתן הוי רק מדרבנן והברכה גופה דהוי דאורייתא אפשר לקיים עוד והרי במשנה סתמא קתני ואפשר לפרש דהוי בלי הפסק זמן הרבה וגם במקום אחר כתבתי לברר דלא שייך הסח הדעת בברכה אחרונה במצוה אפי' לזמן מרובה עיי\"ש והנה במשנה איתא חרש לא יתרום ואם תרם תרומתו תרומה ורוצים בגמ' להוכיח שאין שומע בדיעבד יוצא כר\"י ומשני ברכה דרבנן ולרש\"י אף דברכת המצות דאורייתא מ\"מ הרי יוכל הפקח לברך עוד אח\"ז אף כיון שתרם כבר לא הוי עובר לעשיתן זה מדרבנן בלבד ולכן לכתחילה לא יתרום ואם תרם תרומתו תרומה ולא מוכח כלל דכר' יוסי ועי' מ\"ש לעיל ופי\"א ה\"ו עיי\"ש:<br><b> ולכאורה</b> בברכת נהנין מקשינן מה\"מ בריש כיצד מברכין ובברכת המצות לא מקשינן כן ובברכת המצות לא שייך הסברה דאסור להינות וכו' ואף במצות דאית בהו הנאה כמו באכילת קדשים ומצה וגם כמ\"ש לעיל בלא ברכה הוי המאכל באיסור עליו וכיון שהתורה צוה לאכל באכילה דמצוה כמו קדשים ומצה וכיו\"ב וא\"כ לא שייך אסור ליהנות וכו' ונפקע האיסור ורק מצד מצוה מחויב כמ\"ש לעיל ועיין להלן דף ל\"ז ע\"ב גבי מנחות אכלן מברך המוציא וכו' ואכילת קדשים מצוה ועבודה עיי\"ש. ובסוגיא בהלל ומגילה מה שיפסיק במסכת ברכות כתבתי באריכות בזה עיי\"ש. ועיין ברש\"י במסכת שבועות דף י\"ג ע\"א בד\"ה לא קרא. דנראה דברכת המועדים דאורייתא ובתוס' שם בד\"ה לא הקשו עליו עיי\"ש והנה ברכת מועדים בכלל ברכת המצות ועמ\"ש לעיל בפ\"ב הי\"ד מהל' ק\"ש עיי\"ש ובפ\"ב מה' ברכות ה\"א עיי\"ש:"
            ],
            [
                "<b>נמצאו כל הברכות כולן שלש מינים ברכת הנייה וברכת מצות וברכת הודאה שהן שבח והודיה ובקשה כדי לזכור את הבורא תמיד וליראה ממנו.</b> דבריו צריכין פי' דרבינו פתח ואמר שלש מינים וכו' שהן שבח וכו' דאם קאי שהן על ברכת הנייה וברכת המצות איככה נכלל בקשה בכללם ואם קאי שהן וכו' על הודאה יקשה כמו\"כ האיך נכלל בקשה בהודאה:<br><b> ונראה</b> כונתו דבברכה מצינו רק אם בהנייה ברכת הנהנין המוציא וכיו\"ב וברכת מצות אקב\"ו וכו' וברכת הודאה כמו הגומל לחייבים טובות וכו' וכיו\"ב שהם ג' מינים שכתב ואלו ג' מינים בכל ברכה וברכה המתחלת בברוך אתה המסיימת כן בכל מקום שנאמר ברוך וכו' אחריה על הנאה או על המצות או על הודאה ואמר שהן וכו' על אמצעות הברכות אשר הברוך תקדם להם או יבוא אחריהם כמו בי\"ח ברכות שהם תפילות ובכל תפילה ברכה בסופה וע\"ז יקראו י\"ח ברכות והמה שבח ובקשה והודאה וג' מינים מענין הברכה בפתיחה וחתימה או בפ\"ע ושהן וכו' על אמצעות הברכות שהם על ג' אופנים הנאמרים ונסמך על מ\"ש רבינו בהל' הקודמת וברכות וכו' דרך וכו':<br><b> וכאשר</b> נשכיל נכלל באופנים ומינים שכתב רבינו הרגשת החפץ והרצון לדבר או לדברים ובגדר בקשה והרגשת הנאת העולם כמ\"ש החכם \"גם את העולם נתן בלבם\" הרגשת הפלאה על סדרי הטבע ותהלוכה העולם וחלופיו וסדריו והרגשת הכרת הטובה אלה ההרגשות העוברים וחולפים גם בלב אדם המוסרי ולכן נקבע בהם ברכה למענן עי\"ז עבור תמידתם וחוזק רשומם בנפש האדם יזכור הבורא תמיד וכמ\"ש רבינו כדי לזכור את הבורא תמיד וליראה ממנו בכל מעמד ומצב בכל הרגש אשר ימצא בו לבבו יהיה לברכה לו:"
            ],
            [
                "<b>ונוסח כל הברכות עזרא ובי\"ד וכו' וכל המשנה וכו'.</b> עי' בספר שמן רוקח ברכות דף מ' לאאמו\"ז הגאון ז\"ל ומה שכתבתי לעיל בהל' ק\"ש פ\"א בזה עיי\"ש ויש לפרש ג\"כ ואין ראוי לשנותם ולא להוסיף וכו' קאי על בי\"ד שאין ביד בי\"ד לבטל דברי בי\"ד שאין בי\"ד וכו' אא\"כ גדול ממנו בחכמה ומנין ואיזה בי\"ד שבדור ידמה לבי\"ד של עזרא ורבינו שינה וכתב עזרא ובי\"ד ובגמ' אי' אנשי כנה\"ג ונראה להעיר ע\"ז על מעלת בי\"ד שתיקן הברכות וכחם הגדול לבלי לשנותם מבי\"ד אחר וכל המשנה וכו' קאי על כל יחיד המברך וע\"ז מורה לשון וכל דלא אמר והמשנה דאף ליחיד בפ\"ע שלא ישנה לא יגרע ולא יקצר בשום פעם:",
                "<b> וכל ברכה שאין בה הזכרת השם ומלכות אינה ברכה אא\"כ היתה סמוכה לחברתה.</b> מחלוקת רב ור' יוחנן ויש לפרשו דלר\"י צריכין מלכות עם הזכרת השם עם מ\"ש במורה נבוכים בח\"ב מובא בעקידת יצחק שער א' כי האמונה בסיבה הראשונה עילה לכל עילות בלתי מספיק אם לא בהצטרף לזה האמונה כי ה' ית\"ש הפועל ברצון ובזה האמונה בחידוש העולם ובהשגחה פרטית וכי הוא מושל בכל וכל יסודי התורה תלויים בזה ע\"ש ואף כי בשם ה' הויה ית\"ש נכלל כל זה לר\"י צריך לפרש במלכות מלך העולם למען יהיה המושג אשר כל התורה והאמונה תלוי בו מפורש היטיב וגלוי לכל ולרב יספיק שם ה' הכולל כל זאת. ומובן במה שכתבתי מ\"ש התוס' דאלוקי אברהם בתפילת י\"ח הוי כמו מלכות שמורה על זה שכתבתי וגם אלוקי נשמה שכתבו בלשון אלוקי מורה על השגחה ובכלל מלכות ובגמרא דאיתא בריך רחמנא ובטור בסי' בריך רחמנא מלכא עיי\"ש בסי' קפ\"ז ולמ\"ש בלשון רחמנא ג\"כ נכלל מענינא דמלכות וכ\"כ ברוך המקום המקום שבראה דאיתה שם ועיין בצל\"ח שעמד ע\"ז שלא נזכר מלכות עיי\"ש ולמ\"ש נכלל מלכות בלשון הברכה עצמה:<br><b> ועי'</b> בבה\"ג שכתב ודוקא ברכת פירות וברכת מצות דצריכין מלכות אבל התפילה לית בהו מלכות ויקשה לפרש דבריו עם מ\"ש בתוס' דאלוקי אברהם כמו מלכיות דא\"כ למה ביאר דבריו דוקא ברכת פירות וברכת המצות וכו' דנראה דמהות (ה)ענין התפילה מברכת פירות ומצות פטרתן מלומר מלכות אבל למ\"ש זה שמתפלל ומבקש ובוטח בה' ית\"ש שימלא בקשתו בזה יראה שמאמין ובזה מזכיר וקורא את ה' אל עולם קונה שמים וארץ ונותן לאיש ואיש כרצונו והוא הנותן חיים ומזון לכל חי ואין לך מלכות גדול מזה לעני כי יעטוף ולפני ה' ישפוך שיחו:"
            ],
            [],
            [
                "<b>כל הברכות כולן צריך שישמע לאזניו וכו' ואם לא השמיע וכו' יצא וכו' בין שבירך בלבו.</b> נראה דרבינו סבירא ליה הירהור כדיבור דמי ועיין בשאגת אריה סי' ו' שכתב דרק בברכות ס\"ל לרבינו כן ולא בק\"ש ועמ\"ש עוד שם בזה ובפר\"ח בחי' למסכת ברכות דף ט\"ו בספרו מים חיים והנה חשבתי לדעת למה בספק ברכה לא נאמר כי יהרהר בלבבו ומצאתי בפרי מגדים בפתיחה הכוללת להל' ברכות אות ב' שהעיר ע\"ז עיי\"ש וא\"כ יש לנו עוד טעמים למה ספק ברכות לקולא דאפשר בהרהור דלא שייך לא תשא אבל א\"כ יקשה למה בבהמ\"ז לחומרא מספיקא:"
            ],
            [
                "<b>כל הברכות כולן לא יפסיק בין הברכה ובין הדבר שמברכין עליו בדברים אחרים ואם הפסיק צריך לחזור ולברך שנייה ואם וכו'.</b> בדברי רבינו לא נאמר רק בהפסק בדיבור ויש בלשונו ג\"כ הפסק במעשה במ\"ש בדברים אחרים וכו' וכן בבה\"ג ריש כיצד מברכין ולאלתר דמברך לטעום ולא לשתעי עיי\"ש. ועיי' בב\"י או\"ח בסי' ק\"מ מהרד\"ח בשם הירושלמי דאפי' בהפסק בשתיקה צריך לחזור ולברך ובסי' ר\"ו מביא בב\"י בשם ס' שבולי הלקט דשיעור הפסק בשתיקה תוך כדי דיבור כדי שאילות תלמיד לרב ועמ\"ש ע\"ז דירושלמי איתא כבבלי דמברך ואח\"כ בוצע ועי' במג\"א שם ס\"ק ד' וע\"ע במג\"א בסי' קס\"ו ס\"ק ג' עיי\"ש. ועי' ברבינו יונה בריש אין עומדין ובהפסק בהילוך בטו\"ז או\"ח סי' ח' ס\"ק י\"א ובתוס' ברכות כ\"א בשומע כעונה עיי\"ש בשינוי מקום בפ' ערבי פסחים ובמג\"א סי' ח' ס\"ק י\"ז וי\"ח עיי\"ש:"
            ],
            [],
            [
                "<b>כל הברכות כולן אע\"פ שבירך ויצא יד\"ח מותר לו לברך לאחרים שלא יצאו יד\"ח כדי להוציאן חוץ מברכת הנייה שאין בה מצוה וכו' אא\"כ נהנה עמהן אבל ברכת הנייה שיש בה מצוה וכו' ה\"ז מברך וכו'.</b> עי' בפרי מגדים בפתיחה כוללת אות כ\"ח דמטעם ערבות שכתב ברש\"י וכיו\"ב הוי דעי\"ז הוא כמחויב בדבר אבל מה שמוציא חבירו הויא מטעם שליחות דבלעדי ערבות לא יהיה בשליחות עיי\"ש ומ\"ש לעיל בהל' תפילה פ\"ח ה\"ט עיי\"ש:<br><b> והנה</b> מטעם ערבות כתב ברש\"י ובתוספות וברא\"ש במסכת ברכות דף כ' ודברי הרא\"ש צריכין פי' קצת שכתב לחלק לאשה דאינה מוציאה לאיש, לגדול דאכל שיעורא דרבנן להאוכל שיעורא דאורייתא, וז\"ל דלא דמי דאיש אע\"ג שלא אכל כלום דין הוא שיפטור את האחרים דכל ישראל ערבים זה בזה אלא מדרבנן אמרו שלא יברכו ברכת נהנין בלא הנאה לפיכך כשאכל כזית אף על פי שאינו נתחייב אלא מדרבנן מוציא את אחרים שאכלו כדי שביעה שערב הוא בעבורו ועליו הוא להצילן מן העון ולפטור אותם מן המצות אבל אשה אין בכלל וכו' עכ\"ל:<br><b> והנה</b> מ\"ש אלא מדרבנן אמרו וכו' בלא הנאה צריך טעם למה גזרו הרבנן בזה ועיין בתוספות במסכת ברכות דף מ\"ח ע\"א בד\"ה עד שכתבו דחיוב מדרבנן מוציא דאורייתא משום ערבות וכמ\"ש ברא\"ש וכזית דגן שצריך לאכל כדי שיאמר שאכלנו משלו עיי\"ש אבל לשון הרא\"ש אלא מדרבנן אמרו וכו' לא נראה דהוי מה\"ט ונראה כמו בתפילה שאין מוציא רק שאין בקיא ולעם שבשדה דאניסו כדאיתא במסכת ר\"ה שלא רצו שיקילו לסמוך על האחרים ועי' בהל' י\"א באין עונה אמן אינו כמברך עיי\"ש וכמו\"כ החמירו בזה ורק במצוה לא החמירו:"
            ],
            [
                "<b>כל השומע וכו' והוא שיהיה המברך מחויב באותה ברכה היה המברך מחויב מד\"ס והעונה מן התורה לא יצא יד\"ח עד שיענה או עד ששמע ממי שהוא חייב בה מן התורה כמוהו.</b> והנה לדעת הרא\"ש ותוספות הנ\"ל במחויב מדרבנן כיון דהוי בכלל ערבות מוציא המחויב בדאורייתא ולא ימצא שאין מחויב מדרבנן שלא יוציא המחויב בדאורייתא רק בנשים שאינן בכלל ערבות ויש לעיין אם דעת רבינו ג\"כ כך ואם זה בכלל חייב בה מן התורה כמוהו שכתב רבינו והנה לכאורה לא יגרע מי שמחויב מדרבנן מי שיצא כבר ואין מחויב כלל ועל כן נראה דרק במי שאינו מחויב בעולם בברכה זאת רק מדרבנן ונפק\"מ בסומא דחיובא מדרבנן והוי בכלל ערבות וצ\"ע:<br><b> אבל</b> עי' בפ\"ה הט\"ז שכתב רבינו דאם אכל ושבע חייב בהמ\"ז מהתורה אין מוציאין מיד\"ח אלא החייב כמותו מהתורה ועי' בכ\"מ שם ונראה דמשו\"ה כפל דברים כאן וסיים מן התורה כמוהו ועי' בכ\"מ שבא להורות דלא מהני שיהיה במציאות בכלל החיוב ולהוציא נשים בלבד אלא צריך מחויב ממש כמוהו מהתורה ונראה דרק בהמ\"ז ס\"ל כן דבלא\"ה בעלמא אפי' ביצא כבר מהני רק בבהמ\"ז דצריך נהנה דוקא ובחיוב דאורייתא ג\"כ והנה לדעת הרא\"ש שכתב דמדרבנן כן בשלא אכל אף כזית שאינו מוציא יש להבין למה אין יוצא בדיעבד כיון דמדאורייתא יצא ונפק\"מ בספק אח\"ז הוי ספק דרבנן וצ\"ע בכל זה:",
                "<b> וכל העונה אמן אחר המברך הרי זה כמברך.</b> ועי' בש\"ך חו\"מ בסי' שפ\"ב ס\"ק ג' ובספר ברכי יוסף או\"ח סימן רט\"ו עיי\"ש:"
            ],
            [
                "<b>רבים שנתועדו לאכל פת או לשתות יין ובירך אחד מהן וענו כולם אמן הרי אלו מותרין לאכל ולשתות אבל אם לא נתכוונו לאכל כאחד אלא זה בא מעצמו וזה בא מעצמו אע\"פ שהן אוכלין מככר אחד כל אחד מברך לעצמו בד\"א בפת ויין בלבד אבל שאר אוכלין ומשקין אינן צריכין הסבה אלא אם בירך אחד מהן וענו כולן אמן הרי אלו אוכלין ושותין ואע\"פ שלא נתכוונו להסב כאחד.</b> ועי' בכ\"מ תשובות חכמי לוני\"ל ומ\"ש ע\"ז להקשות ועי' בפי' במס' ברכות שם ועי' בס' שערי חכמה שער ג' סי' ט\"ז לאאמו\"ז הגאון ז\"ל שכתב ליישב דברי רבינו בתשובה לחכמי לוני\"ל מבלי הגהה בגמרא עיי\"ש:<br><b> והנה</b> דעת רבינו דכל דחשיב טפי שייך בו יותר לברך בפ\"ע וצריך סיבה ביותר לומר שאחד יברך ואשר יש לעיין במ\"ש רבינו ובירך אחד מהן וענו אמן וכו' אלא אם בירך אחד מהן וענו כולן אמן וכו' הכפיל לומר וענו אמן ובהל' הקודמת כתב כל השומע וכו' יצא אע\"פ שלא ענה אמן וכו':<br><b> ונראה</b> דלענין צירוף להוציא בברכת נהנין שאני לענין זה כמו דשאני בזה דצריך הסבה וצירוף ועי' בפנ\"י שדייק בלשון רבינו בהל' י' שכתב אלא א\"כ נהנה עמהן וכו' שצריך דוקא להינות עמהן יחד ובחי' הרשב\"א עמד ע\"ז למה לי שיברך כל אחד דהא כל חד וחד בר חיובא הוא וקיי\"ל בברכת הנהנין שאם לא יצא מוציא ואתי שפיר דוקא כשהסבו מ\"מ תיפוק ליה דעונה אמן כמוציא ברכה מפיו ולא עוד דאפי' שומע כעונה ואמרינן לקמן מ\"ה ע\"ב וכו' שנים שאכלו אחד יוצא וכו' מאי קמ\"ל שמע ולא ענה יוצא תנינא וכו' וצריך לי עיון וכו' עכ\"ל:<br><b> והנה</b> כבר כתבתי לעיל דלא הקילו בשוה להוציא ע\"י אחרים דבתפילה ג\"כ חילקו בין בקי ושאינו בקי דמטעם ערבות אין לחלק ועי' בפנ\"י שכתב ג\"כ משום מצוה לחלק כדאיתא בפ' שלשה שאכלו בשנים שאכלו יחד עיי\"ש. ונראה דהיינו טעמא דצירוף אף דמצוה לחלק כדאיתא במס' ברכות מ\"ה ע\"ב אמר אביי נקטינן שנים שאכלו כאחת מצוה לחלק. והנה מצינו להיפוך שם דף נ\"ג ע\"א היו יושבין וכו' והביא מאור לפניהם ב\"ש אומרים כל אחד מברך לעצמו וב\"ה אומרים אחד מברך לכולן משום שנא' ברוב עם הדרת מלך ולב\"ש שם משום ביטול ביהמ\"ד ובלא\"ה ס\"ל ג\"כ האי ברוב וכו'. ונראה דהיכא דשייך ברוב עם וזה בשלושה דנקראו רבים ובצירוף יחד דאז שייך ברוב עם עדיף מלברך בפ\"ע ושם היו יושבים בביהמ\"ד וכמ\"ש בירושלמי במוגמר שנהנין יחד מקרי כהסבה וכמו כן באור שם והוי צירוף שפיר אבל בלעדי דשייך ברוב עם וכו' לא הקילו להוציא את חבירו:<br><b> ומה</b> שהוסיף רבינו בענית אמן נראה דהנה מצינו שהרבו דברים בענין צירוף. אחד במוגמר בתוס' במס' ברכות דף מ\"ב ע\"א בד\"ה הסבו ואתי שפיר מאי שנא במוגמר אפי' לא הסיבו אחד מברך לכולם בירושלמי פריך ומשני משום דבמוגמר כולם נהנים ביחד אבל אכילה ושתיה אינה באה אלא זה אחר זה עכ\"ל וכמו כן באור כמו כן שייך לומר כן כדאיתא במס' ברכות הנ\"ל ועי' בירושלמי לחלק בבעה\"ב עם אורחים הוי ג\"כ צירוף דממילא דנושאים עיניהם עליו עיי\"ש:<br><b> ב)</b> בפת דבעינן הסבה כדאיתא במשנה מעשה הוכחה על הצירוף או לדידן בישיבה וכמ\"ש בתוס' או דאמרינן ניזל ונאכל בדוכתא פלן כדאיתא בגמ' שם. (והנה בסוגי' שם מקשינן הסיבו אין לא הסיבו לא ובתוס' הנ\"ל הקשו למה מקשינן מדיוקא ולא ממשנה מפורשת דאיתא היו יושבין כל אחד מברך לעצמו עיי\"ש):<br><b> ונראה</b> דלכאורה דצירוף זה מצינו לענין בהמ\"ז ולענין ברכת המוציא והנה לענין לאחריה אף דרוצה השתא להוציא לא יועיל הצירוף על למפרע דבעינן צירוף בשעת האכילה אבל לענין ברכה שלפניה הרי זה גופא שמוציא אותם ודעתם לכך שמוציא אותם דבלא\"ה אין מוציא אותם דבעינן דעת מוציא ודעת היוצא כדאיתא במס' ר\"ה ואין לך צירוף גדול מזה:<br><b> ונראה</b> לומר דכמ\"ש בתוס' לדידן דאין לנו הסיבה די בישיבה ונראה לומר דודאי ישיבה לחודא סגיא רק בזמנם דהוי מדרכם להסב ואם לא הסב הוי כהוכחה להיפוך שאין רוצים בהצירוף אבל לדידן שאין מדרכינו בהסיבה וא\"כ לא הוי הוכחה להיפוך ודי בישיבה ועי' בתלמידי רבינו יונה עיי\"ש וא\"כ י\"ל כמ\"ש דהכונה להוציאו משוי לצירוף מ\"מ בשלא הסיבו בזמנם כדרך המצרפים עצמם הוי הוכחה להיפוך ונראה כאלו האחרים לא צירפו ולא ברכו בפ\"ע ג\"כ ולכן בהלכו צריך אמירה דהליכה ג\"כ מעשה נגד הצירוף דהוי מעשה פרידה וכנראה ברוב עם וכו' לא שייך רק בהנהנים יחד דאז צירוף הנאה מביא לצירוף הרגשה:<br><b> ומיושב</b> בזה קושית התוס' שם דף מ\"ב ע\"ב בד\"ה עשרה בתלמידי דרב דהיו מסופקים בבהמ\"ז ואיבעיא להם אם להוציא ע\"י אחד ולמה המתינו ולא איבעיא להם בברכה דהמוציא עיי\"ש אבל למ\"ש י\"ל דבברכה הראשונה היו סוברים כמ\"ש דמועיל משום דברכה והדעת להוציא אותם משוי לצירוף אבל באחרונה דלא מהני למפרע ולכן מספקא להו ועי' בתוס' דף מ\"ג ע\"א בד\"ה הואיל מ\"ש בענין צירוף בהבדלה שמכונין להוציא משוי צירוף וצ\"ע לכאורה אבל הנה לכאורה י\"ל בבירך המוציא להוציאם דהוי צירוף לבהמ\"ז אח\"כ ג\"כ וא\"כ מדיקאי בברכה הראשונה מה\"ט שכתבתי שמוציא א\"כ ממילא מאי מספקא בהמ\"ז:<br><b> וא\"כ</b> לפ\"ז יש לומר ג\"כ אף בעלמא יוצא בלי שאומר אמן מ\"מ כמ\"ש רבינו בהל' הקודמת ע\"י אמן הוי כמברך וא\"כ כשאינו עונה אמן נראה כהוכחה להיפוך נגד הצירוף דלמה לא יהיה רוצה כמברך ואף דבלא\"ה יש לענות אמן כל ברכה כמ\"ש רבינו בהל' י\"ג בכה\"ג שאין עונה נראה כשאינו רוצה לצאת ולצרף עצמו והוי הוכחה נגד הצירוף:<br><b> והנה</b> דעת רבינו כדעת הראשונים ז\"ל שלא לחלק בין ברכה הראשונה והאחרונה בזה ועיין בתוס' במס' חולין ק\"ו עיי\"ש ובחי' שמן רוקח לאאמ\"ז הגאון ז\"ל במס' ברכות הנ\"ל שם כתב דמטעם ערבות שכתבו בתוס' וברא\"ש לא שייך קודם שאכלו עיי\"ש ולמ\"ש לעיל בשם הפמ\"ג דערבות הוי למשוי שייך באותו הדבר ואז שייך שליחות וא\"כ י\"ל מה\"ט אף בראשונה מוציא את אחרים ובדעת הראב\"ד דניזול לחומרא בברכה עי' מ\"ש לעיל בס\"ד בפי\"א הט\"ז עיי\"ש:"
            ],
            [
                "<b>כל השומע אחד מישראל מברך וכו' ואע\"פ שאינו חייב באותה ברכה חייב לענות אמן וכו'.</b> עיין בטור בסי' רט\"ו שכתב דהוי רשות כמו כן בפי' בב\"י ועיין בב\"ח שם דטור ס\"ל כרבינו רק בעכו\"ם שבירך הוי רשות בשומע כל הברכה עיי\"ש וכן בבה\"ג כמ\"ש רבינו ומובא שם בב\"ח ובב\"י עיי\"ש:<br><b> והגאון</b> מהר\"א מווילנא בסי' רט\"ו ס\"ק ג' הביא הספרי האזינו ומנין שעונים אחרי המברך ת\"ל כי שם ה' אקרא הבו גודל לאלדינו וגמ' דמס' יומא ל\"ז ע\"א כי שם וכו' א\"ל משה לישראל בשעה שאני מזכיר שמו של הקב\"ה אתם הבו גודל עיי\"ש על עונין אחריו דאיתא במשנה ועי' בשו\"ת זכרון יוסף דף ק\"א ע\"ב שכתב דאף בברכות דרבנן ענית אמן דאורייתא עיי\"ש:",
                "<b> אם היה המברך וכו' או תינוק המתלמד או שהיה גדול ושינה ממטבע הברכה אין עונין אחריהן אמן.</b> בכ\"מ לא ציין מקור להאי או וכו' ושינה מטבע וכו' והגאון הנ\"ל שם דהוי כ\"ש מתינוקת דמותרת להתלמד דהוי ברכה לבטלה כמ\"ש ברמב\"ם הט\"ו ואין עונין כ\"ש במשנה מטבע דלא יצא והוי לבטלה עיי\"ש ובכ\"מ בהל' ה' ובגוי שמברך הוא [הגר\"א] ז\"ל שם (משאין) [משמע שאין] גורסין ככה ברבינו עיי\"ש:"
            ],
            [
                "<b>כל העונה אמן וכו' וכל מי שלא שמע אז הברכה שהוא חייב בה לא יענה אמן בכלל העונים.</b> ובכ\"מ שכן הפי' ולא אמן יתומה עיי\"ש ובלתי מובן עוד דכמ\"ש רבינו בהי\"א בלא שמע מתחילתו ועד סופה אין יוצא וא\"כ בלא שמע למה לא ירצה לא יהיה כמי שאינו חייב בה דמברך כה\"ג ואח\"ז יברך בעצמו או יוצא ע\"י אחר שישמע ממנו והנה לכתחילה היכא דחייב דענית אמן אף מעכבת כמ\"ש רבינו בהל' י\"א מ\"מ ראוי לקלל כדאיתא בגמ' משום דמונע א\"ע להיות כמברך אבל בלא שמע למה לא יענה אח\"כ וגם למה לקללה יחשב לו כיון שאינו יוצא ויברך אח\"ז כתיקנו רק שהפסיד האמן הראויה והיה כמי שאין עונה כראוי כשאינו חייב וכיון שאינו יוצא מ\"ש משאינו חייב ומה דינו בשאינו רוצה לצאת כלל מהמברך:<br><b> וראיתי</b> בפרי מגדים בסי' קכ\"ד במשבצות הזהב ס\"ק ד' שכתב וז\"ש אמן יתומה אין האיסור מצד ענית האמן עצמו כ\"א האיסור שרוצה לצאת מענית אמן שהוא יותר מהמברך לזה אמרו שאין (רוצה) [יוצא] בזה ויש לו קללה מחז\"ל אם סמך ע\"ז אבל מצד ענית אמן עצמו אין איסור אם רוצה אח\"כ לברך בעצמו עכ\"ל ויש להבין כשאינו מברך אח\"כ בלא\"ה עון חסרון ברכה עליו ולמה יגרע מה שענה שלא כראוי יותר ממה שלא שמע ולא ברך אח\"כ ונראה דודאי בלא בירך כלל קללה יחשב לו ואפי' בענה אמן ולא שמע ג\"כ בזה בכלל קללת רז\"ל וצ\"ע ונראה שהחמירו ע\"ז למען לא יסמוך על ענית אמן בלא שמיעה דלכן לא יברך וכנראה מלישנא דרבינו נראה דענית אמן מאיסורא וכן נראה לישנא דגמ' ואפשר עוד לומר דזלזול שיענה אמן ולא ישמע גדול כשאין בירך עוד מאם בירך כבר שהראה חשיבתו להברכה במה שבירך בעצמו משא\"כ כשלא בירך עוד ובלא עונה נראה דיברך אח\"ז אבל כשעונה ולא שמע זלזול גדול ביותר וצ\"ע בכל זה:"
            ],
            [
                "<b>כל המברך ברכה שאינה צריכה ה\"ז נושא שם שמים לשוא והרי הוא כנשבע לשוא ואסור לענות בו אמן וכו'. </b> ועיין מ\"ש רבינו בהל' שבועות פ\"ו ה\"ט ובמג\"א בס' רט\"ו ס\"ק ו' ובברכי יוסף שם ובסי' מ\"ו ובאו\"ח בסי' ר\"ו סעיף י' ומ\"ש בס\"ד להלן בפי\"א הט\"ו בזה עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>כל האוכל דבר האסור בין בזדון בין בשגגה אינו מברך עליו לא בתחילה ולא בסוף כיצד הרי שאכל טבל של דבריהם וכו' אינו מברך וא\"צ לומר אכל נבילות וטריפות או שתה יי\"נ וכיו\"ב.</b> ועי' בכ\"מ ובראב\"ד ועי' בטו\"ז בסי' קצ\"ו ס\"ק א' שכתב דהראב\"ד אינו חולק רק בשוגג דיש לחלק שאינו רשע ודעת רבינו כדאיתא ביו\"ד בסי' קי\"ט המוכר דבר שאיסורו מהתורה יחזיר לו דמיו דהוי כאלו לא אכלו ה\"נ כן לענין ברכה וחמיר טפי דאפי' באיסור דרבנן נחשב לגבי ברכה כאלו לא אכל כלל עיי\"ש והנה להטעם שכתב ברש\"י במס' בכורות דמוכר אסורי דאורייתא שמחזיר דמיו משום קנס ומובא בש\"ך יו\"ד בסי' קי\"ט ס\"ק כ\"ה לא שייך לכאן אבל לדעת הסמ\"ע בחו\"מ בסי' רל\"ז ס\"ק ד' שכתב דאין אכילת האיסור מיחשב לו הנאה וצער הוא שעבר על דאורייתא אף בשוגג משא\"כ בדרבנן ובש\"ך שם ס\"ק כ\"ז השיג עליו וכתב שאי' טעם לחלק בין דאורייתא ודרבנן לטעם הזה עיי\"ש והנה י\"ל כמ\"ש בהה\"מ בפ\"א מאישות בחזקת דרבנן לא שייך חזקת כשרות דלאו כו\"ע זהירי עיי\"ש וא\"כ לא שייך להוציא מחבירו כשנתן לו כבר המעות ולפ\"ז כשלא נתן לו אין להוציא ממנו דעכ\"פ יוכל לומר אני מאלה שאין חפצים ובלתי נהנים מאיסורי דרבנן ג\"כ:<br><b> אמנם</b> י\"ל טעם אחר בזה דהנה לטעמו של הסמ\"ע י\"ל שפיר לחלק ג\"כ בברכה שאין להחזיק א\"ע מהעוברים על איסור דרבנן ונהנים מהם אבל כנראה י\"ל דלכן לחלק בשוגג במכירה בין איסורא דרבנן ודאורייתא דהנה יש לחלק כמ\"ש במ\"א וכן נראה מתוס' במס' תמורה בסוגיא דלא מהני דמצינו איסורין שהם מחמת עצמם אסורים כמו אכילות אסורים ויש רק על העושה אסורים כמו מעשה שבת וי\"ב והנה באכילת האיסור דהוי מצ\"ע אסור ורע לו שתבוא איסורא בגופו דמשום זה אסרה התורה עליו וא\"כ אפי' בשוגג מצער נפשו ע\"ז ולא נהנה למפרע והצער גדול מהנאה שהיה לו אבל באיסורי דרבנן בשוגג דמצ\"ע אינם רעים רק הרע בזה שעבר על דברי החכמים ובשוגג דלא עביד מידי לא הוי צער בנפשו ושייך נהנה ולדעת רבינו דאפי' באיסורי דרבנן אין מברכין ועי' בטו\"ז שכתב דאונס ושוגג שוה ובמעשה רוקח מחלק דבאונס אין מביא קרבן ובשוגג מביא:<br><b> והנה</b> י\"ל כמו דאיתא דשוגג קרוב למזיד וכמ\"ש ברמב\"ן בשער הגמול שהיה לו להשמר ולהזהר ועי' בר\"י ריש ברכות ברכות דספיקות חמורות עיי\"ש אבל עם כל זה בלוקח ממוחזק בכשרות אנוס מקרי ועי' בר\"ן ריש פסחים דהסומך על החזקה מקרי אנוס עיי\"ש ונראה דדעת רבינו דלא תיקנו ברכה למי שעשה איסורא אף בשוגג ובהמ\"ז דאורייתא ג\"כ הסברה נותנת שלא חייבה התורה על איסורין ואף איסורי דרבנן דעובר על לא תסור דהוי לרבינו דאורייתא ולזה לא שייך לומר דע\"ז לא החמירו החכמים גופייהו ונהפוך הוא דהסברה מכרעת שלא יברך רק בדמאי וכיו\"ב דמצינו שנתנו דעתם מתחילה להקל ובדמאי משום דרוב מעשרין:"
            ]
        ],
        [
            [
                "<b>סדר בהמ\"ז כך היא ראשונה ברכת הזן וכו' ברכה הראשונה משה רבינו תיקנה וכו' רביעית חכמי משנה תיקנו'.</b> ועי' בהל' ב' בכ\"מ בשם הרמב\"ן דהברכות אחר המזון מדאורייתא ודעת התוס' במס' ברכות דף ט\"ז ע\"א דהוי מדאורייתא ובמג\"א בסי' קצ\"א ס\"ק א' כתב בדעת רש\"י דמדאורייתא די כשיברך ענין השלשה ברכות בברכה אחת ומדרבנן לחתום על כל אחת בפ\"ע עיי\"ש ובסי' קצ\"ד ס\"ק ג' ובהגהות הדגול מרבבה שם ונפק\"מ בספיקן דלחומרא בכ\"ג ועי' בלח\"מ בפ\"ב מהל' ק\"ש הי\"ג מ\"ש בשם קרית ספר להמבי\"ט עיי\"ש:<br><b> והנה</b> בגמ' במס' ברכות מ\"ח ברכות שלפניו לר' נתן כי הוא יברך על הזבח ובחי' אגדות למהרש\"א הקשה ע\"ז דלמ\"ש ברש\"י הברכה על אכילת הזבח דהוי ברכת המצות ומנ\"ל עוד ברכת הנהנין ע\"ש ולמ\"ש לעיל דלרש\"י ברכת המצות דאורייתא יקשה טפי אמנם הרי באמת ברכה שלפניה מדרבנן אסמכתא בעלמא נינהו ובס' ידי אליהו תיקון י\"ז בשם מדרש פרשת מסעי שנו רבותינו עד שלא נכנסו לארץ היו מברכין ברכה אחת הזן את הכל משנכנס היו מברכין על הארץ ועל המזון משחרבה הוסיפו בונה ירושלים משנקברו הרוגי ביתר הוסיפו הטוב והמטיב עכ\"ל ומלשון הרשב\"ם ב\"ב קכ\"א ע\"ב נראה דשלשתם דאורייתא עיי\"ש ז\"ל דכונתו דאסמכוהו אקרא ומשו\"ה החמירו וכיו\"ב ז\"ל ועי' ברא\"ש ברכות מ\"ט ע\"א סי' כ\"ג שכתב ג\"כ בלשון דאורייתא עיי\"ש:"
            ],
            [
                "<b>הפועלים שהיו עושין מלאכה אצל בעה\"ב ואכלו פתן אין מברכין לפניה ומברכין וכו' וכולל בה וכו' ואם היו עושין בסעודתן בלבד או שהיה בעה\"ב מסיב עמהן מברכין ארבע ברכות כתיקנן כשאר כל אדם. </b> ובפי\"ג מהל' שכירות הל' ז' כתב רבינו כדרך שמוזהר הבעה\"ב שלא יגזל שכר עני ולא יעכבנו כך העני מוזהר שלא יגזול מלאכת בעה\"ב ויבטל מעט בכאן ומעט בכאן ומוציא כל היום במרמה אלא חייב לדקדק על עצמו בזמן שהרי הקפידו על ברכה רביעית של בהמ\"ז שלא יברך אותה וכו' עכ\"ל ועי' בשו\"ע חו\"מ סי' של\"ז סעיף כ' ובסמ\"ע שם ס\"ק מ' דגם מברכת הזימון פטורין ומובא במג\"א בסי' קצ\"א ס\"ק א' ועי' מ\"ש ע\"ז ומס' ברכות מ\"ה ע\"ב אביי עני ליה בקלא וכו' דנראה שהיה מזמן עמהם עיי\"ש:<br><b> וי\"ל</b> דבלא\"ה יש להבין לאביי דעני בקלא דלישמעו פועלים הרי היה מסיב עמהן וכשבעה\"ב מסיב מברכין כשאר כל אדם ואם נאמר שלא היו הפועלים של אביי רק שהיו של אחרים וא\"כ יש להבין דרב אשי עני בלחישא כי היכי דלא נזלזלו בהטוב והמטיב ובשל אחרים האיך היה הוא מקיל בשל אחרים ודוחק לפרש בר\"א היו בפועלים שלו ובאביי בשל אחרים ולכאורה בלא\"ה יש להבין למה הקפיד אביי על זמן קצר כזה ועי' ברש\"י שם:<br><b> ונראה</b> כי בעה\"ב מסיב עמהן דחייבין הוי משום דמדשתק מסתמא מוחל להם ובפניו מדלא מיחה לא הוי ממעטין במלאכתן וכמ\"ש רבינו בהל' שכירות הנ\"ל ההוראה היוצאת כמה לחוס על הגזל משל חבירו מזה שביטלו עבור זה ברכה אחת לפועלים ואביי היה רוצה ג\"כ לרמז להם כן למען ידעו להשמר ולרחק מהגזל בכל שהוא ודי בזה במה שרמז להם שלא יאמרו הטוב והמטיב ואף שמסיב עמהן דכמ\"ש מטעם מחילה ובענו בקלא הראו להם שאינו מוחל אבל בברכת הזימון היה מניחם ולא רמז להם וכיון שהסיב עמהן וגם מסתמא הוא היה המברך וזימן כמ\"ש ז\"ל דאורייתא וכמ\"ש ברא\"ש יש להביא א\"ע לידי חיוב זימון עיין ברא\"ש ריש שלשה שאכלו עיי\"ש וגם היה די להוראה הנאמרה במה שרמז בברכת טוב ומטיב:<br><b> ומובן</b> בזה דברי רש\"י שם בד\"ה ולקומי לעבידתייהו ואי משום דקמפקע להו מהטוב והמטיב לא איכפת ליה דקסבר דלאו דאורייתא היא אלא ביבנה תקנוה על הרוגי ביתר שנתנו לקבורה עכ\"ל ולמה לא כתב כדאיתא לעיל ט\"ז דפועלים אין מברכין רק שני ברכות וכולל בונה וכו' עיי\"ש אבל למ\"ש מתרץ ברש\"י בזה דלזמון היה מצרפם ואולי היה לו בלעדם לקיים מצות הזימון וכמ\"ש בסמ\"ע גם מזה פטור ולמה רמז בהטוב והמטיב ומשם ט\"ז הנ\"ל איכא להביא דהרי היה מסיב עמהן וע\"ז מתרץ דזה דרבנן וכיון שהיה רצה לרמז בלבד להוראה מוסרית בחר בהדרבנן ולא בדאורייתא ורב אשי דעני בלחישא שלא רצה לרמז כאביי משום דלא אתיא לזלזולי וכיון שהיה מסיב עמהן הניח על כהלכתו ועי' שו\"ת מהרש\"ל סי' מ\"ד עיי\"ש:<br><b> ומובן</b> במ\"ש דכמ\"ש בהגהות מיימוני בפ\"א י\"ז דבדידן לא שייך כן דאדעתא דהכי משכירין המשכיר פועלים שמתפללים ומברכין וקורין כשאר כל אדם ומובא בשו\"ע בסי' קצ\"א ובהל' ק\"ש עיי\"ש והנה מנהגא כתנאי בכ\"מ ועי' במסכת ב\"מ דף פ\"ג מקום שנהגו להשכיר וכו' עיי\"ש וכל מי שרצונו נגד המנהג צריך לפרש ויקשה לכאורה למה תיקנו הרבנן להקל בתפילה וברכה לפועלים משום ביטול מלאכה לבעה\"ב לא לתקנו וממילא יהיו מחויבים הפועלים ככל אדם ועל דעת זה ישכרו הפועלים ולא יהיה חשש גזל כלל והנה ביורד ומתפלל וברש\"י שם דהא אינו משועבד למלאכה שהוא ברשות עצמו עכ\"ל יש לומר בזה לחלק בין בעה\"ב לפועלים דמצוה למובחר יש לעשות רק בשלו ולא בשל אחרים אבל מה שמדינא דרבנן יש להבין והיה נראה דמשום שלא ימנעו מלשכור פועלים ישראלים או יגרעו בשכרם עבור זה:<br><b> ויש</b> להבין החילוק בין בשכרן לבסעודתן דהנה במסיב עמהן י\"ל מוחל לזה אבל בסעודתן יש להבין אבל כמ\"ש מחשש גרעון שכר בפעם אחר לא שייך רק בשכרן ולא בסעודתן דלא ימעיט עבור זה ובסתמא אמרינן אפי' וכו' כסעודת שלמה וכו' ובמס' ב\"מ פ\"ג שם אמנם כנראה מלשון רש\"י הנ\"ל ובירושלמי שם מפני שטרחתן מרובה עיי\"ש דנראה שחסו עבור גזל הבעה\"ב יקשה כמ\"ש אבל למ\"ש רבינו בהל' שכירות הנ\"ל להוראה גדולה תיקנו כן וכמ\"ש גם אביי רמז לזה להודיע חומר עון הגזל חבירו בכל שהוא בכל דרך שיהיה:<br><b> והנה</b> במ\"ש דמה שמצוה מהמובחר לא שייך לפועל שאין לעשותו רק משלו י\"ל בסי' רנ\"א באו\"ח סעיף א' העושה מלאכה בע\"ש מן המנחה ומעלה אינו רואה סימן ברכה ובמג\"א שם ס\"ק ד' וז\"ל ועוד קשה דבחו\"מ בסי' של\"א כתב בשם ירושלמי דפועל צריך לעשות אצל בעה\"ב עד סמוך לשקיעת החמה וכו' והיינו תקיעה שלישית ומשמע התם שצריך לעשות בשדה עד זמן הזה ובגמרא אמרינן דבתקיעה הראשונה נכנסו אותן שבשדות ואפשר לומר דהירושלמי מדינא קאמר דפועל צריך לעשות אבל אינו רואה סימן ברכה לכן תיקנו חכמים תקיעות שיתבטלו אח\"כ וכו' עכ\"ל ועיין במחצית השקל שכתב דאם הבעה\"ב אינו רוצה מבטל הפועל משום שאינו סימן ברכה עיי\"ש:<br><b> ומובן</b> כיון שאינו רק להמובחר שלא יעשה מלאכה ואין ביד הפועל מלעשות בשל בעה\"ב דהמובחר רק בשלו דרק המחויב אפי' בהתנה נגד זה הבעה\"ב לא מהני למאי דמשעובד הפועל לדאורייתא או לדרבנן רק להמובחר אמרינן כן ועיין בשו\"ע או\"ח סי' תע\"ב בטו\"ז ס\"ק ו' בהסבת השמש שכתב מאי חילוק לשמש לאחר עיי\"ש ולמ\"ש מיושב ועיין בשערי תשובה סי' תקפ\"א ס\"ק ט\"ז שכתב בעונה בר\"ה מסתמא ע\"ז נשאת דנהוג כן עיי\"ש ועי' שבת דף קי\"ח בד\"ה אלא וכו' ולא יטיל על אחרים כבוד שבתות עכ\"ל דנראה דאף היכא דלא שייך גזל רק לקבל צדקה עבור מהמובחר לא יעשה אף שמקבל צדקה בלא\"ה דהמובחר רק בשלו ממש יעשה ועי' במסכת קדושין ל\"ג ע\"א אין בעלי אומנות וכו' ובתוס' שם בד\"ה אין עיי\"ש:",
                "<b> כשאר כל אדם.</b> ובפי' לר' דוד ערמא\"ה ז\"ל כתב לפניה ובנטילה עכ\"ל נראה דס\"ל דבלא\"ה אף מנט\"י פטורין וכ\"כ בספר מעשה רוקח בפשיטות ולדידן לא נפק\"מ ומה דפשיטא למעשה רוקח משום דהוי רק מדרבנן משום סרך תרומה עיי\"ש י\"ל כיון דהוי מענין איסורא לא הקילו דרק ממצוה הקילו עליו וגם לא פטרו פועלים מכל מצות דרבנן רק בדרבנן אשר הוסיפו על הדאורייתא אבל במצוה דרבנן בפ\"ע לא הקילו על הפועלים והראיה שהביא מנט\"י שפטרו במחנה ולא מבהמ\"ז וכתב ואף שיש לחלק ונראה לענ\"ד ברור כאמור עכ\"ל יש לחלק דנט\"י במחנה ימצא שאין לו מים משא\"כ בהמ\"ז דלאו משום ביטול הזמן נגעו בהתירא שם ואין מדמין זה לזה כתירוצו ז\"ל זכ\"ד:<br><b> ולמ\"ש</b> מיושב מ\"ש בפרי מגדים במשבצות זהב בסי' קצ\"א עמ\"ש בתוס' דעקרו דאורייתא והאיך מצינו לעקור דאורייתא בלי גדר וסייג עיי\"ש דלמ\"ש רבינו בהל' שכירות גדר גדול וסייג בזה:"
            ],
            [
                "<b>ברכת הארץ צ\"ל הודייה בתחילתה ובסופה וחותם בה על הארץ ועל המזון וכל שלא אמר ארץ חמדה טובה ורחבה בברכת הארץ לא יצא יד\"ח וצריך להזכיר ברית ותורה ולהקדים ברית לתורה וכו'.</b> ועי' בכ\"מ ובלח\"מ הקשה דלמה לא כתב גם בברית ותורה דלא יד\"ח עיי\"ש ועיין במעשה רוקח שכתב דעל מה שלא הזכיר וכל הפוחת מאחת ה\"ז מגונה דאיתא בגמרא דזה נכלל במ\"ש רבינו בפ\"א ה\"ו ואם שינה את המטבע הואיל והזכיר ענין הברכה וכו' עיי\"ש:<br><b> ועל</b> קושית הלח\"מ כתב דרבינו פסק כרב וברייתא דר' אלעזר מסייע לו דאיתא לא הזכיר ארץ ומלכות וכו' וברית ותורה לא נאמר שם וגם ר\"ח עביד עובדא כרב עיי\"ש וכיו\"ב במרכבת המשנה וכתב דרשב\"א בחי' דברית ותורה מדרבנן רק הארץ מדאורייתא עיי\"ש והנפלא בעיני אשר בקשתי ולא מצאתי מי שעמד ע\"ז דבגמרא איתא א\"ר אבא צריך וכו' וכל שאינו אומר ברית ותורה וכו' לא יצא יד\"ח מסייע ליה לר' אילעא דאר\"א א\"ר יעקב בר אחא משם רבינו כל שלא אמר ברית ותורה וכו' לא יצא יד\"ח וכו' ובערוך ערך רב מצוין בהגהות הש\"ס וז\"ל שם רב תנא הוא ופליג פי' רב האי גאון ז\"ל דלישנא דייקא מפומא דרבבתא מצאנו רב אבא בשלשה מקומות חד בפ' שלשה שאכלו ר' אבא אמר צריך שיאמר הודאה תחילה וכו' וכן נרשם בהגהות הש\"ס משמו דר\"א רב הוא וכן משום רבינו וכו' ג\"כ כנודע רבינו הוא רב ועי' ברכות כ\"ב ע\"א וברש\"י בד\"ה משום רבינו עיי\"ש וסוכה ל\"ג ול\"ה עיי\"ש וגיטין פ\"ו ע\"ב וב\"ב קל\"ו ע\"ב וברשב\"ם וכו' והרי רב אמר להלן כל שלא אמר ברית ותורה יצא יד\"ח וצ\"ל דר\"ח אמר רב וכו' פליג על הנאמר מרב בלשון רב אבא שלא אמרו ואמר לו אפי' כן שבקת וכו' ועבדת כרב וצ\"ע דמי המה התנאי ואמוראי בלעדי ר' אבא ורבינו:<br><b> ועי'</b> בטור בסי' קפ\"ז דרבינו יחיאל מסופק בהא דאמרינן לא יצא יד\"ח אי לעכובא קאמר או למצוה ודעתו נוטה למצוה ובטור חולק עליו כיון דברכת המזון דאורייתא לעכובא קאמר ובב\"י כתב ע\"ז דמטבע דרבנן וכמ\"ש לעיל דרשב\"א כתב דברית ותורה הוי דרבנן ועי' בב\"י שהביא תוספתא וירושלמי ספ\"ק דברכות מפורש אם לא הזכיר תורה וכו' מחזירין אותו עיי\"ש:<br><b> והנה</b> אמרו מי שלא אמר ארץ חמדה וכו' לא יצא ידי חובתו ועי' ברבינו יונה שצריך לדבר משבחה של א\"י וראיה כמה היה יקר לשבח מעלת א\"י שגם בברית ותורה אין מחזירין ובזה לא יצא יד\"ח וכבר כתבתי במקו\"א במה שמצינו לרז\"ל להפליג בפירות א\"י זה למען כי נדע כמה היה הארץ הנבחרת מקום השפע להרוחני והגשמי ומקום המופת כי רק בעת כי הלכנו בדרכי ה' היה האדמה זבת חלב ודבש ומאז כי סרנו מדרכיו ארץ שממה לא יזרע ולא יחרש וכמ\"ש ברמב\"ן בסדום ועמורה עבור כי בא\"י חל הקללה בה כי בארץ נבחרת לא ישכנו בני עולה ועיין בספר כפתור ופרח בזה וגם במ\"ש בהעקרים כי ברכת העוה\"ז עדות על שכר העוה\"ב עיי\"ש ועל כל זה הארץ חמדה למופת לנו ולכן נבחר שבחה לקבוע בבהמ\"ז אף גדולה מעלת התורה והברית עבור כי התורה והברית נגד עינינו תמיד וברכת א\"י לזכרון לנו בלבד ולכן הקדימה לה וגם ממעלת זכרון בארץ חמדה טובה בעת מצור ומצוק בעת הלחץ מחוסר מזון ומחיה זה ינחמנו בעת כי נודה על המזון אשר נתן לנו גם על הרוחה אשר היה ויהיה לנו:<br><b> ובדעת</b> רבינו בברית ותורה י\"ל דס\"ל כרבינו יחיאל אבל רק בברית ותורה דהוי מדרבנן ולמה נאמר ביצא ידי דאורייתא שיברך עוד הפעם בשביל דרבנן די\"ל דלא תיקנו רק הוספה לבהמ\"ז דאורייתא ולא לברכה בפ\"ע ולא ס\"ל כמ\"ש בתוספות ריש סוכה דאם לא עשה כתיקון דרבנן אף ידי דאורייתא לא יצא וכן נראה טעמא דרבינו יחיאל בזה ובהאי דר\"ח דאמר ועבדית כרב אף דרב נמי בדיעבד קאמר עיין ברשב\"א דלגירסתו לרב אף לכתחילה א\"צ עיי\"ש ובמג\"א סי' קפ\"ח ס\"ק ג' כתב משום שהיה רוצה להוציא אף הנשים עיי\"ש ועמ\"ש בפ\"ה ה\"א עיי\"ש:"
            ],
            [
                "<b>ברכה שלישית פותח רחם ה' אלדינו עלינו וכו' וכל מי שלא אמר מלכות בית דוד בברכה זו לא יצא יד\"ח מפני שהיא ענין הברכה שאין נחמה גמורה אלא בחזרת מלכות בית דוד.</b> ונראה משו\"ה לא יצא יד\"ח להעיר נגד דעת ר' הלל במסכת סנהדרין דאמר אין משיח לישראל שכבר אכלוהו בימי חזקיה וברש\"י שם אלא הקב\"ה בעצמו ועי' בהקדמת הכותב לעין יעקב שלא כפר חלילה ר' הלל בגאולה רק לדעתו הקב\"ה יעיר כל הלבבות והודה בשלימות הבריאה ולא ע\"י האדם ובזה טעה כי הגאולה תהיה ע\"י אדם כמו יצי\"מ וע\"י מלכות בית דוד ולכן צ\"ל מלכות בית דוד ובונה ירושלים כי ירושלים יהיה העיר הנבחרה ונבחר מלומר מושיע ישראל כי בבונה ירושלים מפורש באר היטב הגאולה המבושרת ע\"י בחיר האדם מורם מעם ובמקום הנבחר ורבינו כתב שאין נחמה וכו' כי רק בשבת מלך בצדק ובמשרים ינחה עם ה' הצלחת האומה וזה ממלך משיח ה' ממשרתיו עושי דבריו:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בבית חתנים מברכין ברכת חתנים וכו' ואין מברכין ברכה זו לא עבדים ולא קטנים וכו'.</b> בכ\"מ כאן לא הער מקורו ובפ\"י מהל' אישות ה\"ה שכתב כ\"כ רבינו ואין מברכין ברכת חתנים אלא בעשרה גדולים ובני חורין וחתן מן המנין עכ\"ל שם כתב בכ\"מ מ\"ש גדולים ובנ\"ח לומר שאין עבד וקטן מצטרפין במסכת ברכות מ\"ז ע\"ב וכן דעתו בפ\"ח מהל' תפילה וה\"ה לכל דבר שצריך עשרה שאין מצטרפים עכ\"ל:"
            ],
            [],
            [
                "<b>ואלו הן וכו' אשר יצר את האדם בצלמו בצלם דמות תבניתו והתקין לו ממנו בנין עדי עד וכו'.</b> הנה מאלה ברצונם להאפיל זוהר אמונתינו הטהורה ותיקוני רז\"ל יפערו פיהם על ברכה הזאת באמרם דמות תבניתו למ\"ש רבינו במורה נבוכים ח\"א תבנית לא נאמר רק על גוף ונראה בהשגחה והנה מבלעדי זאת אף כי אחרי כי הונח תבנית על מחוגה גופניות השתמשו גם על הרוחני דרך השאלה גם נראה כי לא הבינו דברי הברכה:<br><b> והנה</b> למה הכפל במילין בצלם דמות תבניתו הכפלה זאת בלתי מרבה תפארת המליצה ובהשקפה הראשונה לא ביאור הענין:<br><b> אבל</b> תוכן הברכה הזאת על הזוג הראשון קשרון הגוף עם הנפש חומר גוש עפר עם רוח אלוקי ממרום ועי' בשו\"ע או\"ח סי' ו' סעיף א' בהג\"ה יש לפרש שמפליא לעשות במה ששומר רוח האדם בקרבו וקושר דבר רוחני בדבר גשמי וכו' עיי\"ש בפי' ברכת אשר יצר וכו':<br><b> והנפלא</b> ביותר כי צמצם ה' יתעלה את כח האלוקי לפי הגוף ומקריו ולא נתן בו רוח וחלק כמלאכי מרום כי גופו לא יכיל אותו ויאבד אותו ויעודו האדם קצור השגה עומד לעלה מעלה עד יבוא חלדו וע\"ז זוג הראשון הזה אשר ג\"כ נאמר כמ\"ש רז\"ל על זיוג השני איש ואשה זכה עזר לא זכה כנגדו על זיוג הזה הברכה אשר יצר את האדם בצלמו גוש עפר בצלם אלוקי. \"בצלם דמות תבניתו\" יפרש איככה הפליא ה' יתעלה לאמר קשר לאלה הנפרדים כשמים מארץ התקין כבוד ה' לתת בו צלם המוכן וראוי לתבנית גופו צמצם רוח ה' למען יהיה נכון למצוא משכן לו בבתי החומר \"ותבניתו\" נאמר על האדם כמו והתקין לו ממנו וכו' אשר קאי על האדם הקדום שם ועי' במורה נבוכים כי לשון דמיון מצינו אף בלי שום ערך למהות כמו שמצינו לדמות כבוד אלוקי יתעלה לארי וי\"ב עיי\"ש וכמו\"כ נאמר בזה כי העריך היוצר האדם הנשמה לפי תבנית האדם לפי בנין גופו ואח\"ז הברכה על זיוג השני איש ואשה לקיום המין וע\"ז נאמר והתקין לו ממנו בנין עדי עד הזיוג הראשון על הקשר הנפלא לקיום באיש ועל זיוג השני לקיום המין ורז\"ל אמרו תולדותיהן של צדיקים תורה ומע\"ט וזה על זיוג הראשון כי התורה מקשרת הרוחני עם הגופני כמ\"ש רז\"ל כל העוסק בתורה עושה שלום בין פמליא של מעלה ושל מטה גם תורה ומע\"ט המה הנותנים חיי עד לקיום באיש וזה אמרתי ימים רבים ואח\"ז ראיתי בסידור מפורש כמו\"כ תבניתו קאי על אדם אבל לא כפי פירושי וטעמי בהנאמר הנ\"ל:"
            ],
            [],
            [
                "<b>בר\"ח וכו' אשר נתן ראשי חדשים לעמו ישראל לזכרון וכו'.</b> ויש להבין מה ענין לזכרון בר\"ח דבמועדים לזכרון על הנעשה מיצי\"מ ומתן תורה וכיו\"ב אבל מה לזכרון בראשי חדשים ונראה לפרש עם מה שכתבתי במקו\"א ביום הזכרון אשר שמו בשם [אנשי] הכנה\"ג לראש השנה וזה מפאת הזכרון על שלעבר ממעשינו גם בלשון זכרון נכלל המחשבה לשום על לבבינו ולהשכיל ביום הזה במעמדינו ויעודינו ומעמד כל ישראל ויעודו הנשגב ואיככה בגדנו בהם בגד ואיככה נתקן המעוות ועבור כי ההבטה מלאחריו ממה שנעשה מקדם מזה הידיעה לכל אדם ואדם בכל מצב ומעמד שהוא עומד בו ובלעדי זאת הידיעה מהנעשה מעבר כבהמת אדמה נחשבנו ולכן בלה\"ק ובתורה נאמר זכרו כמו הבינו על אשר עלינו לשום בו רעיונינו וכ\"כ בר\"ח כנאמר בתפילה כי זמן לכפר בו עונותינו ותחילת זמן מיוחד העת להשתכל בהעבר ולשום לב על העתיד בחשבון הנפש לכן ג\"כ נאמר בו אשר נתן וכו' לזכרון וזה כמ\"ש זכרון המל השכלה \"זכור אני מה חלד\" (תהילים פ\"ט) \"זכור אל תשכח\" (דברים ט׳:ז׳) פי' הדביקו במחשבתך ולא תשכח \"זכור רחמיך\" נראה ג\"כ עז\"ז \"זה שמי וזה זכרי\" \"הזכירו כי נשגב שמו\" (ישעיהו י״ב:ד׳) \"זכרו תורת משה\" וכיו\"ב אשר יפרשו על שום לב בהדבר \"ולא זכר את יוסף וישכחהו\" עבור שלא עלה יוסף ברעיוניו עבור זה וישכחהו:"
            ],
            [
                "<b>מי שאכל ולא בירך אם נזכר קודם שיתעכל המאכל שבמעיו חוזר ומברך נתעכל המזון שבמעיו אינו חוזר ומברך וכן אם נעלם ממנו ולא ידע אם בירך או לא בירך חוזר ומברך והוא שלא נתעכל המזון שבמעיו.</b> ועי' בספר מעשה רוקח שעמד ע\"ז דלמאי אשמעינין בספק דהוי במכ\"ש אם בודאי לא בירך לא יברך בנתעכל מכ\"ש בספק עיי\"ש:<br><b> ונראה</b> דרבינו מפרש עד אימתי מברך דאיתא במשנה קאי על מי שאכל ושכח ולא בירך הקדום שם וסבירא ליה דוקא בשכח לברך ונזכר וא\"כ הסיח דעתו מהאכילה ולא הוי הברכה המשך עוד לאכילה הקודמת רק כ\"ז שלא נתעכל זה הממשיך שייכות הברכה עוד להאכילה והוי מצורף מצד עצמו אבל כשלא שכח והיה דעתו עלי' תמיד לברך אין שיעור לדבר ועי' במג\"א בסי' קפ\"ד ס\"ק ט' בסעודות גדולות דיושבין ד' וה' שעות כתב כיון שאוכלין פרפראות כלא נתעכלו דמי עיי\"ש. ולדעת רבינו י\"ל דבלא שכח ביושב בסעודה ודעתו על הבהמ\"ז אף לאחר [שנתעכל] המזון זמנו וכי\"ב מצינו בהפסק בין הברכה בשלפניה למ\"ש בתוס' במסכת ברכות בשם השר מקוצ\"י שאם אין ראוי לברך דהוי הפסק מצ\"ע עיי\"ש וכ\"כ בלאחריה כמו בהפסק מצ\"ע לא מהני דעתו עליה כמו כן כשיש צירוף מצ\"ע אף שלא נתעכל המזון אף בלא דעתו הוי זמנו אבל בלא שכח ודעתו עליו זמנו אף אחר שנתעכל ומשו\"ה כתב דאפי' לא שכח לגמרי אלא שמסופק אם בירך אזלינן בתר שעורא דעיכול דספיקו משוי להסח הדעת וצריכין לצירוף מצ\"ע וכמו בשכח שאכל בהסח הדעת מאכילה צריך שיעור עיכול כמו כן בהסח הדעת בחיוב בהמ\"ז ואפי' במסופק אם בירך צריך ג\"כ שיעורא כן נראה לענ\"ד:<br><b> ומ\"ש</b> בלח\"מ מברכות שלפניה למה לא יהיה דאורייתא עי' מ\"ש לעיל בפ\"א מהל' ברכות עיי\"ש:<br><b> ומ\"ש</b> רבינו בנעלם אם בירך חוזר ומברך במג\"א בסי' קפ\"ד ס\"ק ח' כתב ודוקא כשהוא שבע עיי\"ש ובצל\"ח במס' ברכות פ\"א כתב עוד לומר לחייבו משום חזקת חיוב עיי\"ש ובספר מוצל מאש סי' י\"ג ועיין בספר החינוך עקב מצוה ת\"ל שכתב וכן אם נסתפק לו בברכת המזון ואפילו כשאכל פחות מכדי שביעה חייב לברך ובלבד שאכל כביצה אבל האוכל כזית או יותר עד כביצה ונסתפק וכו' מן הדומה שאי' חייב לברך לדברי כולם ששיעור זה מדרבנן הוא עכ\"ל וקודם לזה כתב שם ואמרו גם כן שביעה דאורייתא היא בכביצה לבד דבהכי מיתבא דעתיה דאינש עיי\"ש ומובא בקצתו בספר אליה רבה סי' קפ\"ד עיי\"ש ועי' בסס\"י קצ\"ד עיי\"ש ודבריו צ\"ע בפי' עד כזית ועד כביצה דעד הראשון יהיה עד בכלל והשני לא עד בכלל ונראה דמסוגיא אחרת למד כן. וגם במרדכי אי' מסיק דרשא זאת להלכה בסי' הנ\"ל וכמ\"ש דכביצה מיתבא דעתיה דאמרינן בעלמא כן עיין במסכת יומא ע\"ט ופוסק כר' יהודה ויש בה שביעה כזית במסכת ברכות מ\"ט ע\"ב והנה רבינו לא הביא שיעור הנאמר בגמרא ובלח\"מ כתב דממילא מבואר והרי בגמרא מקשינן וכמה שיעור עיכול ובהג\"ה לעין משפט תמה ע\"ז וכתב דבלח\"מ מיישבו בדוחק ונראה דהנה קיי\"ל כר\"י דאמר כל שאין רעב ולרבינו אתא למעוטי שיעור בזמן דלר\"ל באכילה מועטת כדי ד' מילין ומפרש עד שיתעכל בסוף העיכול ועיין במג\"א בסי' קפ\"ד סק\"ט שכתב דהאי תחילת עיכול דסוף עיכול ו' שעות עיי\"ש ובבאר היטב בשם האחרונים ו' שעות וכיו\"ב בברכי יוסף בסי' ו' עיי\"ש ופי' סוף עיכול וברי\"ף ג\"כ לא הביא האי דאכילה מועטת ולא כהסוברים דבזה לא פליג ר\"י וא\"כ ר\"י מפרש כפשוטו עד שיתעכל סוף העיכול וכן איתא בירושלמי עד שירעיב ואין ר\"י מוסיף על פשוטו של עד שיתעכל רק ממעט שיעור אחר דס\"ל לר\"ל וא\"כ כיון דקיי\"ל כר\"י משו\"ה לא כתב כדי שיתעכל ועיין בפי' משניות שפי' עד שיתעכל פי' יתעכל יהיה נטחן המאכל ושיעור זמנו כל זמן שאינו רעב אחר אותה אכילה וי\"ל ג\"כ שמפרש כפשוטו עד שיתעכל כפשוטו וכו' תליא בזמן אחר בגבול:"
            ]
        ],
        [
            [],
            [
                "<b>האוכל פת חייב לברך לפניה ברוך וכו' המוציא לחם מן הארץ ולאחריה ד' ברכות.</b> במס' ברכות דף ל\"ח ע\"א מהו אומר המוציא וכו' ר' נחמיה אומר מוציא וכו' אמר רבא במוציא כו\"ע לא פליגי דאפיק משמע וכו' כי פליגי בהמוציא וכו' והלכתא כרבנן דאמרי דאפיק משמע ובתוס' אע\"ג דבמוציא כו\"ע לא פליגי דאפיק משמע בירושלמי מפרש טעמא כדי שלא לערב האותיות וכו' עיי\"ש ובירושלמי הקשה ע\"ז דכדי שלא לערב מעתה המן הארץ שלא לערב ונשאר בקושיא בתוס' דבבלי לא חש לקושיא זאת משום דמקרא להוציא לחם מן הארץ עיי\"ש ורבינו פוסק המוציא וכ\"כ ברא\"ש וטור ושו\"ע והרי\"ף לא הביא כלל המחלוקת:<br><b> והנה</b> דברי הירושלמי צריכין פירוש וז\"ל שם רב נחמן ורבנן רב נחמן אומר המוציא וכו' ורבנן אמרי מוציא וכו' אתייא אילין פלוגתוותא באינון פלוגתוותא לפת ר' חיננא בר יצחק ורב שמואל בר אימי חד אמר לפת לא פת היתה וחרנא אמר לפת לא פת היא עתידה להיות \"יהי פיסת בר בארץ בראש הרים\" תי' ע\"ב ר' ירמיה וכו' המוציא לחם וכו' וקלסיה מה כר' נחמיה שלא לערב ראשי האותיות מעתה (מכאן) המן הארץ שלא לערב על דעתיה דרב נחמיה הבורא פרי וכו' וע\"ד דרבנן בורא וכו' הגפן עכ\"ל. ועיין בפני משה שמפרש כהבבלי דפליגי אם המוציא משמע שלעבר עיי\"ש ומה שפי' בלפת לא פת וכו' עיי\"ש:<br><b> ולענ\"ד</b> לומר דהנה בבראשית רבה פט\"ו וז\"ל אמר רב יעקב בר אחא אתפלגון רבי נחמיה ורבנן ר\"נ אומר המוציא וכו' שכבר הוציא לחם מן הארץ ורבנן אמרו מוציא לחם מן הארץ שהוא עתיד להוציא לחם מן הארץ שנאמר \"יהי פיסת בר בארץ\" לפת תרין אמוראין פליגי וכו' חד אמר לא פת היתה וחד אמר לפת לא פת עתידה להיות ר\"י וכו' וקלסיה כר\"נ אתמהה אלא שלא לערב את האותיות עכ\"ל. ובמתנות כהונה בשם רש\"י המוציא הלחם מן הארץ ממש בהוויתו ומשחטא נגזר עליו בזיעת אפיך וכו' נהפך לתבואה עכ\"ל:<br><b> והנה</b> כמ\"ש ברש\"י בתורה דב\"ר אגדת ירושלמי ונראה דירושלמי הנ\"ל כבראשית רבה ג\"כ דפליגי אם לברך על שלעבר או להבא והנה בבבלי רק על לעבר לברך וכמ\"ש בצל\"ח שיהיה מכפוי טובה לברך רק המבושר להבא בגלסקאות מארץ תצמחנה ולא על אשר בזיעת אפיו יאכל לחם עיי\"ש והנה כמו\"כ הברכה על להבא ממעלה יתירה שמורה על בטחון ואמונה להודות בעת צר ומצוק על הטובה העתידה לבניו ומי יודע אם בדורו יהיה וכאשר מצינו בהמלך החסיד שהודה בסוף כל תפילה העתיד לבוא בבטחונו כי ישמע ה' שועתו ובזה פליגי ר\"נ ורבנן וע\"ז אמרו בלפת לא פת דהנה דרשו כי מלת לפת הנאמר על הירק השדה שהוא מורכב מלא פת וזה כי כל צמחי השדה יחלקו לפת ולא פת כי הפת בערך חשיבתו נגד כל ירק השדה לחשב בפ\"ע ושאר הצמחים לא פת ורמזו בזה כי היה שם הזה מזמן ברכה טרם כי נגזר בזיעת אפיך תאכל לחם וכמ\"ש ברש\"י הנ\"ל ואם היה צמחי השדה משביעים כלחם והיה נצמח בלי יגיעה כגן עדן והירק כפת היה משביע ומסעיד לבב האדם כמו הלחם ואחרי כי נגזר בזיעת וכו' מאז לא היה בירק כח הפת ונקרא לא פת ויהיה שם הזה הנרמז על הברכה לעבר וחד אמר על הברכה לעתיד שנאמר פיסת בר וכו' כי אז יהיה לצמחי השדה כולמו כח הזנה כמו להפת עתה יקרא לא פת עד כי יהיה פיסת בר וכו' צמחי השדה כפת יהיה והכל רמז אשר בחרו לסמוך ללשון לפת לזה לזכרון על הברכה לעבר וזה על הזכרון על הברכה להבא ולהירושלמי פליגי כמו בבראשית רבה אם הברכה על להבא או לעבר:<br><b> ועיין</b> בב\"י בסי' [קס\"ז] שהביא גירסת הגמ' לפי שהביאו במערכת אלקות במוציא כו\"ע לא פליגי דמפיק משמע וכ\"כ בטור נוסחא אחת דכו\"ע מודו דלהבא משמע עיי\"ש ובבראשית רבה מהופך דאיתא מוציא לעתיד והמוציא לעבר ולפי הנראה אם הברכה יהיה לעבר או לעתיד תליא במחלוקת בירושלמי ויש טעם לזה ולזה ועי' ברשב\"א ברכות בדעת הירושלמי מ\"ש ועי' ברא\"ש בפ\"ק דפסחים בסוגיא דלבער שכתב טעם אחרינא למה מברכין המוציא עיי\"ש ובס' דקדוקי סופרים בשם ש\"ס כת\"י הגירסא המוציא נמי דאפיק משמע וכן בילקוט רמז קע\"ז כמו שציינו שם בהג\"ה עיי\"ש ויש לפרש דהמוציא כולל ב' הודאת הודאה על להבא ולעבר ועדיף טפי ויש לפרש בשלמד ואמר טעמא וכו' דהיינו טעמא דעדיף לומר שניהם יחד והלכתא כרבנן וכו' דאפיק משמע וכו' דשניהם משמע ולכן קי\"ל כותיה ולא שייך להוציא נפשי' מפלוגתא היכא דעדיף טפי וא\"כ ל\"צ לומר משום שלא לערב בלבד שאין מוזכר בבבלי אף דהקושיא מהמוציא מסבלות וכו' בלתי מדויק למ\"ש דשניהם משמע מ\"מ למסקנא י\"ל מה\"ט הילכתא המוציא ואחרי שכתבתי ראיתי בב\"ח בסי' קס\"ד שפי' דמשמע לעבר ולהבא עיי\"ש מ\"ש בזה ולמ\"ש מובן בטעמא ומבראשית רבה ראיה לזה דיש לברך להבא ומעלתו בזה וכנ\"ל ועי' במג\"א ס\"ק ח' במה שהוכיח דצריך לברך לשלעבר עיי\"ש:",
                "<b> אכל דגן שלוק כמו שהוא מברך לפניו בפה\"א ולאחריו בורא נפשות רבות.</b> ובכ\"מ ומפרש רבינו אפי' בשלם וכו' בלתי מובן ובמעדני המלך העתיק אפי' שלוק עיי\"ש ועי' בשו\"ע בסי' ר\"ח סעיף ז' וטו\"ז ומג\"א שם ובלח\"מ דייק מדשינה רבינו לשון הגמ' דאין הכוסס חיטין וכתב דגן לכלול בו שעורין ג\"כ עיי\"ש ועיין במעשה רוקח שהביא להקשות ממס' יומא דאיתא זר שכסס שעורין של תרומה וכו' כי יאכל פרט למזיק וא\"כ כיון דאזוקי מזיק לברך שהכל נהיה בדברו כמו בשמן שכתב רבינו בפ\"ח והחליט מזה דגם רבינו סובר ככל בו המובא בסי' הנ\"ל דוקא חיטין ולא פירש שסמך עמ\"ש במקומות אחרים עיי\"ש ועי' בב\"י ובד\"מ בדעת הטוב בזה ועי' בראב\"ד בפ\"י ה\"ז מהל' תרומות שמחלק בין תרומה וברכה דלגבי תרומה מזיק הוא ובברכה מברך עיי\"ש ולהלן בשותה שמן בפ\"ח נדבר בס\"ד מזה ועי' בפר\"ח סי' ר\"ח סעיף ד' עיי\"ש:",
                "<b> אכל קמח מברך לפניו שהכל ולאחריו בורא נפשות.</b> זה כדעת הרי\"ף שכתב במס' ברכות דף ל\"ו במחלוקת דרב נחמן ורב יהודה דר\"נ אמר שהכל נהיה בדברו ור\"י אמר בפרה\"א וכתב ומסתבר כר\"נ דלא רגילין אינשי לספוי קמחא וברא\"ש הקשה עליו מדקא\"ל רבא וכו' לא תפלג עליה דר\"י וכו' ובגמ' בלתי מוזכר טעם זה רק משום דאשתני וכדאי' אלמא אף דאשתני וכו' וברא\"ש הגירסה ר\"י אמר פירא הוי ור\"נ אמר הא אשתני וכן בס' דקדוקי סופרים בשם ש\"ס כת\"י עיי\"ש וכדאיתא בגמ' דא\"ל עיולי אחריתא וכו' ועי' בתלמידי רבינו יונה עיי\"ש. ועיין בכ\"מ שכתב דמוכח סתמא דברייתא כר\"נ עיי\"ש עיקר הקושיא על טעמא דהרי\"ף:<br><b> ונראה</b> דהנה מאי דנקרא פרי לברכה תליא בגמר הפרי ופעמים מעצמו ופעמים ע\"י תיקון בבישול וכיו\"ב ועד דלא הוי לידי גמר לאו שם פרי עליה עיין בסי' ר\"ב סעיף י\"ב ואם אין דרך לאכלם חיים אלא מבושלים אכלן כשהם חיים מברך שהכל כשהם מבושלים בורא פרי העץ עיי\"ש ובסי' ר\"ה סעיף א' ובמס' ברכות ל\"ח ע\"ב:<br><b> גם</b> נמצא דאזלינן בתר דרכי בני אדם למשוי גמר לדרכם עי' בסי' ר\"ב סעיף ב' הבוסר כל זמן שלא הגיע לכפול הלבן מברך בפר\"א וכו' ומתוך שלא נודע לנו שיעור כפול וכו' לעולם מברך בפה\"א עד שיהיה גדול ביותר ושאר כל האילן משיוציא פרי מברכין עליו בורא פרי העץ והנה גם בשאר פירי יותר טובים כשיגדלו ביותר ובענבים קטנים ראוין לאכילה וטובים וא\"כ נראה דלא אזלינן בתר עצמם רק לדרכי בני אדם וחשיבתם לעשות בגמר הפרי ולענין פרי העץ חשיבתו ועיין במס' ברכות דף ל\"ו ע\"א גבי קורא דלא נטעי אינשי אדעתא דקורה עיי\"ש ועי' בטו\"ז בסי' ר\"ד ס\"ק ד' כיו\"ב דאזלינן בתר דעתא דבני אדם בזה עיי\"ש וא\"כ יש לפרש דאיכא (עיולי) [עילוי'] בפת דהוי אז הגמר בדעתיה דבני אדם ועי' ברש\"י שכתב דמכלל פרי יצא ולכלל דרך אכילתו לא בא עיי\"ש ולפ\"ז לא תליא דכל פעם באיכא (עיולי) [עילוי'] אחריתא דהרי כשנאכלין חיים ומבושלין אף שטובים ביותר מבושל מברך בורא פרי העץ משום דהוי דרך אכילתו גם חי משא\"כ בקמחא דדרך אכילתו רק בפת לא מקרי גמר פרי עד שתעשה פת ואז קבעו ברכה בפ\"ע בחשיבתו וזה כונת הגמ' דאין (עיולי) [עילוי'] אחריתא בפת וא\"כ אין מדרך לאכלו ולא מקרי גמר פרי וכמ\"ש דתליא בדרך אכילה לבני אדם וא\"כ זה שכתב ברי\"ף דלאו דרך לספוי קמחא אינו טעמא דעצמו רק טעמא דגמ' דאין ליה עלוי אחריתא דהוי כמ\"ש משום דדרך אכילתו בפת ולא לספוי קמחא ועי' ברשב\"א שכתב בחי' דבדקלי לא שכיח למעביד מניה פת ולית ליה עלוי אחריתא עיי\"ש ועי' מ\"ש ברשב\"א בדבש תמרים ושתיתא ודף מ\"ד בד\"ה ורבנן ארץ וכו' ובתלמידי רבינו יונה בפת קטניות וסוגיא דיש בו מ\"ה וכו' דנראה כמ\"ש דאזלינן בתר דרכי בני אדם לענין ברכה ועי' בפנ\"י שעמד על האי דאיכא (עיולי) [עילוי'] דבפירות גופא איכא דאיחת טובה מאחרת ועי' בס' שמן רוקח לאאמו\"ז הגאון ז\"ל ע\"ז ולמ\"ש נראה ג\"כ דתליא בדרכן של בני אדם בזה:<br><b> ועי'</b> בכ\"מ שכתב ומ\"מ צ\"ע למה לא כתב רבינו דין כוסס את האורז עיי\"ש ובס' מעשה רוקח כתב דנכלל במ\"ש רבינו בפ\"ח ה\"ג עיי\"ש:"
            ],
            [],
            [
                "<b>קמח של אחד מחמשת המינין שבשלו בקדירה בין לבדו בין שעירבו עם דברים אחרים וכו' וכן כל תבשיל שערב בו מחמשת המינין וכו' בורא מיני מזונות. בד\"א כשהיה המין הזה חשוב אצלו ולא היה טפילה אבל אם היה אחד מחמשת המינין שעירב טפילה אינו מברך אלא על העיקר ופוטר את הטפילה וזה כלל בברכה כל שהו עיקר ועמו טפילה מברך על העיקר ופוטר את הטפילה בין שהיה הטפילה מעורבת עם העיקר בין שלא היה מעורבת. כיצד היא הטפילה המעורבת כגון לפת וכו' ועירב בו קמח וכו' כדי לדבקו וכו' וקמחי טפילה שכל דבר וכו' לדבק או וכו' ריח או כדי לצבוע וכו' ה\"ז טפילה אבל אם עירוב כדי ליתן טעם בתרעובות הרי זה עיקר וכו'.</b> בדעתינו ובלדבק בטלה החשיבות מדעתינו וז\"ל ג\"כ דלא קבעו במ\"מ ברכה בפ\"ע בדבר שאין נחשב לפנינו כשנותנים רק לדבק ולא לאכילה ולענין עיקר ודאי מסתבר דתליא במה דהוי עיקר בעינינו:<br><b> ולשון</b> הטור בסי' ר\"ח בשבעה מינים שמתוך חשיבתן קבעו להם ברכה בפ\"ע וחמשת מיני דגן וכו' שהן ג\"כ חשובין שנשתבחה בהן א\"י וכו' ועוד יש להן מעלה כי עליהם יחיה האדם ואם עשה פת מהם מברך המוציא הילכך אפי' לא עשה פת אלא מעשה קדירה וכו' מברך במ\"מ עיי\"ש ולמ\"ש צריכין לג' טעמים בחשיבות ה\"ה מינים ואפ\"ה תליא בדעתינו וכמ\"ש וכיון דלענין עיקר תליא בדעתנו לא קבעו ברכה בפ\"ע לדבר שאינו עיקר וטפל לדבר אחר ועי' בתוס' וברא\"ש באין ברכותיהן שוות דף מ\"א דלענין חביב לא אזלינן בתר קדימה בתורה אם חביב לו עיי\"ש וסמך למ\"ש:<br><b> (ב)</b> הנה בגמ' לא נמצא מדובר רק לענין במ\"מ בע\"י תערובת אבל בשו\"ע סי' ר\"ח סעיף ט' דאם עשה מהם פת מברך המוציא ובהמ\"ז אם יש בו מה' מינים כדי אכילת פרס ובאיכא בכשיעור הזה מברך המוציא ולא בהמ\"ז ומקורו מאורחות חיים ואבודרהם המובאים בב\"י שם:<br><b> ובמג\"א</b> ס\"ק ט\"ו הקשה ע\"ז מהעושה עיסה מאורז דביש בו טעם חייב בחלה ושם דעת הרמב\"ן והמ\"מ ושאר הראשונים ז\"ל דלא בעינן כדי אכילת פרס דאורז גריר וחלה ומצה ובהמ\"ז דינא חדא להם וכמו דאיתא בסי' קס\"ח ובמס' ברכות ל\"ז ע\"ב דמה דהוי לחם לזה הוי לחם לזה וכמ\"ש ברמב\"ם בהל' חמץ ומצה ועי' בלח\"מ שם גם הקשה בחלה בשנתערב בשאר מינים פטור מהכל וכאן לענין המוציא מחויב וכמו כן לענין מעין ג' עיי\"ש:<br><b> ועי'</b> מ\"ש לחלק בין המוציא לבהמ\"ז דברכה הראשונה א\"צ שיעור ולא כן בהמ\"ז עיי\"ש ולכאורה תליא אם נאמר נהפך הוי (כזית) [בכזית] ולדעת רבינו חיים כהן המובא בתוס' וברא\"ש בפ' גיד הנשה ובהל' חלה דלא ס\"ל נהפך רק בכדי אכילת פרס ואין סתירה בזה דלענין בהמ\"ז משוי הביטול ברובא כמי שאינו דזה גדר הביטול דאמרינן מיעוטא כמי שאינו כמ\"ש ברש\"י בכמה דוכתי ולענין המוציא הוי עיקר ופוטר הטפל דודאי לא שייך ביטול משום חשיבתו רק דמחוסר שיעור דלא אמרינן נהפך בפחות מכדא\"פ ועל הקושיא דנאמר גריר באורז עי' בשו\"ת בית אפרים שכתב בלחם לענין המוציא לא שייך גריר דוקא בחלה ומצה בגריר מחמץ נמי ע\"י הצירוף וכל העיסה בת חימוץ ולא לענין המוציא דלא מהני גריר עיי\"ש:<br><b> והנה</b> האי דנבעי כדי אכילת פרס לענין נהפוך עי' ברא\"ש בפ' גיד הנשה ובהל' חלה וז\"ל ור\"ח ז\"ל כתב וכו' וטעמו ולא ממשו היינו בליכא כדא\"פ ואע\"פ שנתן האיסור טעם בהיתר אין לוקין עליו אף דטעם כעיקר ילפינן מקרא מסתבר לומר דלא החמירו התורה בנ\"ט של איסור בהתר להפכו לאיסור בהתר כ\"כ יותר על האיסור שאם היה האיסור בעין וניכר בתוך ההתר בלא נ\"ט לא היינו לוקין דהיינו ביותר מכדא\"פ עכ\"ל ודעת ר\"ח בכדא\"פ לוקין על כזית מהתערובת דאז אמרינן נהפך ודעת הרבה דבעינן שיאכל כדא\"פ מהאיסור וכדא\"פ גורם דאפי' במיעוט נגד הרוב לוקין עיי\"ש מ\"ש ז\"ל בזה:<br><b> אמנם</b> לכאורה שאני איסור ממצוה דלענין איסור שייך לומר דהאיך נאמר דהתר יגרום מלקות וע\"י תערובת חמיר מבעין דבבעין חצי שיעור אין בו מלקות ואתערובת יהיה במלקות אם נאמר נהפך אבל לענין מצוה נאמר כמו לענין איסור הכל אסור דלענין איסור אמרינן נהפך וכמו כן לענין מצוה דרק לענין מלקות מסתבר לחלק כמ\"ש לעיל אבל למצוה יהיה נאמר נהפך והוי בכל פעם כדי אכילת פרס:<br><b> והנה</b> יש לומר דגם לענין איסור לא אמרינן נהפך רק כולה אסור משום דטעם דחצי שיעור מעורב בו וא\"א להפרישו ולפ\"ז לריש לקיש דח\"ש מותר מהתורה לענין איסור דאורייתא צריך ג\"כ כדי אכילת פרס בלא המלקות ונפק\"מ לענין שבועה דחל על ח\"ש לדעת הרבה בשלא כדא\"פ תחול השבועה ועי' בפרי מגדים בפתיחתו לאו\"ח עיי\"ש וכונת הרא\"ש לפ\"ז במצוה לא מהני ח\"ש ולא שייך נהפך במצוה ועיקר כונת ר\"ח דתערובת דלא עדיף מבעין ומזה ג\"כ למצוה ועי' ברא\"ש בהל' חלה בזה עיי\"ש:<br><b> ברם</b> יש לחשוב דאם נאמר בחצי שיעור מטעם אחשביה למה לא נאמר כן במצוה ואי דא\"כ למה לי הקרא או הלמ\"מ להרא\"ם במל\"מ בהל' חמץ ומצה ודלענין איסור בכזית באכילה ונפק\"מ לענין מלקות דלא שייך לומר כן במצוה וע\"כ צריך כזית אבל זה אינו די\"ל בע\"י תערובת דלא שייך אחשביה כמ\"ש ז\"ל אמנם י\"ל במצוה לא שייך כלל אחשביה דרק באוכל מרצון נפשו שייך לומר כן אבל במצוה דאכלו בשביל חיוב דרמי עלה מהתורה ועי' בתוס' יו\"ט פ\"ב מהל' מכלאים דהיכא דעוקר ע\"פ חכמים אין כמקיים כלאים דדוקא כשעוקר מעצמו ומניח מקצתו הוי במה שמניח כמקיים כלאים עיי\"ש אף דיש לחלק ולומר כיון דבוחר לאכלו משום מצוה א\"כ אחשביה בזה וביותר בבהמ\"ז דמתחילה לא אכלו בשביל המצוה והמצוה נולדה אח\"ז וצ\"ל דמתורה בעינן כדי שביעה וחכמים משוי לכזית דהוי שיעור בכל דברים ובפחות מזה דלא הוי חשיב מעצמו אף דהוא אחשביה לא קבעו בהמ\"ז והניחו על הדאורייתא אבל בברכה הראשונה י\"ל שפיר אחשביה דהוי כולה מדרבנן דהרי תיקנו אפי' בח\"ש ברכה לפניה בכ\"מ:<br><b> ועיין</b> בתוס' ברכות ל\"ח ע\"א בד\"ה האי דובשא דחמרא דנראה מדבריהם דעל טעם לא מברכין במ\"מ וצ\"ע בענין טעם כעיקר לענין זה ובמ\"ש לעיל בשם הטו\"ז. ועיין ברי\"ט אלגזי בכורות הל' חלה דף ג' ע\"א סי' י\"ד שמקשה לרמב\"ן למה בעי רוב דגן וגם כשיעור דאם אמרי נהפך לענין מצוה בליכא רוב דגן נאמר כן ואם לא אמרי משום דלא הוי הכל מהמצוה א\"כ למה בכשיעור בתערובת ואכל כזית אמרינן נהפוך דמ\"מ לא הוי כולה מהמצוה עיי\"ש וי\"ל דלא שייך נהפך רק אם יש בהתרעובת כשיעור ואז גם השאי' בהמצוה נהפך לו ומצטרף לכזית אבל אם אין בתערובת כשיעור לא שייך נהפך:<br><b> (ג)</b> בגמ' שם חביץ קדירה וכו' ר' כהנא אמר בורא מ\"מ ור\"י שהכל נ\"ב ר\"כ סבר סמידא עיקר וכו' מסתברא כותיה דר\"כ ושמואל דאמרי תרוייהו כל שיש בו וכו'. והנה לשון מסתברא משמע דלא הוי בפשיטות דא\"כ הוי לומר מסייע או כותיה רב ושמואל וגם יקשה דיפלגו במחלוקת אשר נפשוט לרב ושמואל בתרוייהו:<br><b> אמנם</b> יש להבין דרב ושמואל דאמר יש בו ואפי' בתערובת באיזה תערובת איירי ונראה בפשיטות בחד בתרי דבחד בחד פשיטא דהוי עיקר אבל י\"ל דנפק\"מ בחד בחד ג\"כ כמ\"ש בברכה הראשונה הוי בכל פעם אחשביה אבל בכה\"ג בתערובת דה' מינים וחצי שיעור של מה' מינים לא שייך אחשביה די\"ל דאכלו בשביל צירוף האחר שאינו מה' מינים ואין סברה כאן שהיה בין הכל ח\"ש הרי אחשביה לח\"ש די\"ל דילמא רק כח\"ש גדול ולא בפחות מזה אחשביה אבל אם נאמר נהפך וטכ\"ע והוי ממילא כזית וא\"כ לפ\"ז אפילו חד בתרי נמי דמאי שנא וא\"כ למדין מלשון כל שיש בו אפי' חד בתרי ומדויק דר\"י סבר שנ\"ב משום דהוי חד בתרי ודובשא עיקרא ואמרינן מסתברא כר\"כ דאפי' בחד בתרי אמרי רב ושמואל משום דאמרי כל שיש בו וכל שהוא ויש בו משמע אפילו חד בתרי ואתי שפיר אמנם כ\"ז כשיש כדי אכילת פרס לדעת הסוברים כן דרק אז אמרינן נהפך אבל לענין ברכה הראשונה לא צריך כדא\"פ וכמ\"ש לעיל אבל אם נאמר דנהפך לא אמרינן רק בכדא\"פ גם בהראשונה יקשה לאשמועינן רבותא לבהמ\"ז דאורייתא:<br><b> ועי'</b> בכ\"מ והנה רבינו הוסיף בטעמא דרב ושמואל דס\"ל כל שיש בו אפי' בתערובת מטעם דה' מינין מקרי עיקר ופוטר הטפל:<br><b> והנה</b> יש לעיין בזה הענין בכמה דברים הנה בכלל דברי רב ושמואל במסכת ברכות ל\"ו ע\"ב דאמרי תרוייהו כל שיש בו מחמשת המינין מברכין עליו במ\"מ וכו' ואפי' בתערובת וקיי\"ל כן וכמ\"ש רבינו כאן ובשו\"ע בסי' ר\"ח סעיף ב' עיי\"ש. והנה יש בכלל זה ב' דברים אחד אף דרובא משאר מינים לא אמרינן דבטיל שם מזון מיניה ומברכין עבור מעוטו במ\"מ ושנית דהמיעוט מה' מינין פוטר האחר דהוי הרוב בברכתו וכמ\"ש רבינו דעיקר פוטר הטפל רק בנתנו לדבק ולצובע כמ\"ש רבינו וכדאי' דף ל\"ט ע\"א דלפת דאפשו בהו קמחא במ\"מ והדר אמר אידי וכו' בפה\"א והאי דשדי בה קמחא טפי לדבוקי בעלמא עבדי:<br><b> והנה</b> כנראה מעלת ה' מינים משום דזייני ומחשיבות מזון קבעו לברכה בפ\"ע ועיין בפנ\"י שעמד על הסוגיא דאיתא דיש בו לרבות תערובת וכל שהוא דאמרי רב ושמואל למעט אורז ודוחן אפי' בבעינא דלא נאמר דוקא בתערובת לא אבל בבעין אפי' באורז ודוחן במ\"מ והקשה ע\"ז דאם אורז ודוחן מין דגן כריב\"נ מ\"ש בעין מתערובת והחליט מזה דמב' טעמים נאמר במ\"מ בה' מינים משום דזייני ומשום חשיבתם כדאיתא במסכת פסחים דה' מינים בכלל חטה שעורה וכו' ובתערובת לא זייני אפ\"ה מברכין במ\"מ משום חשיבתם דלא בטלי אבל באורז ודוחן דלא שייך חשיבות ס\"ד דאף דבתערובת אין מברך מ\"מ בבעינא יברך במ\"מ דזיין וקמ\"ל דגם בכלל זן לא הוי עיי\"ש:<br><b> הנה</b> למדין מדבריו למה בה' מינין נשארים במעלתם לברכה גם בתערובת דהוי משום חשיבתם דלא בטלי הנה זה מובן שפיר דמה\"ט לא נבטל קביעתו לברכת במ\"מ אמנם בזה הטעם לפטור הרובא משאר מינים דנתערב בו בברכתו דהוי כמ\"ש רבינו דהעיקר פוטר הטפל ולפ\"ז מיעוט מה' מינין העיקר משום חשיבתו אף דבטלה מעלת דזייני בזה יש לעיין אם אזלינן לענין חשיבות בתר הדבר מעצמו או כפי אשר היא חשובה לנו בדעתינו:<br><b> ולכאורה</b> נראה דאזלינן בתר דעתינו מדמחלקין בין לדבק וכלישנא רבינו שכל דבר שמערבין לדבק או לריח וכו' אבל אם עירב כדי ליתן טעם וכו' לא נחית כמה יתן רק לפי דעתו למה יתן וכמ\"ש בטו\"ז בסי' ר\"ח אפי' ברובא מה' מינין בנתנו לדבק אינו מברך במ\"מ עיי\"ש והנה אם ניזל בתר החשיבות מצד עצמו אין לחלק בדעתו אם לדבק או כיו\"ב גם בלתי לומר כיון דה' מינין משובחים בקרא גם לנו לעיקר לפטור במעוטם הרוב בתערובת בברכה דמהשאר מינים דא\"כ בכל ז' מינים נאמר כן דמשובחין בקרא כמוהם ועל כרחך כמ\"ש מחשיבותם מצ\"ע דזייני וא\"כ בתערובת ברובא משאר מינים דלא שייך זייני וכמ\"ש בפנ\"י ומסתבר כותיה למה עוד יפטרו הנתערב בהם ויהיה לעיקר לפטור אותם בברכתם כיון כמ\"ש חשיבותם תליא אם זייני ובבטל הזן נבטל החשיבות ממילא ונהפוך גם מבורא מיני מזונות נאמר כמ\"ש כיון דחשיבות תליא בזייני וא\"כ ממ\"נ אם נאמר דזייני גם בתערובת מאי שנא לחלק באורז בין בעינא לתערובת ואם נאמר בתערובת בטל מעלת דזייני אבל נשאר מעלת חשיבות הה' מינים א\"כ גם בלדבק נאמר כן דנשארו בחשיבותם:<br><b> והנה</b> בפת דפוטר הכל חוץ מיין כדאיתא ברכות מ\"א ע\"ב א\"ה יין נמי נפטרי פת שאני יין דגורם ברכה לעצמו עי' ברש\"י ותוס' שם בפי' נראה מזה אף דפת עיקר אפ\"ה מברך על היין בפ\"ע ועיין בצל\"ח דף מ\"ד בפי' קושיא הגמרא מי איכא מידי דפת טפל דקושיא הגמרא דחזינן ביין אף כשהוא טפל לפת אין הפת פוטרו ומשני בפירות גינוסר שחשובין מפת עיי\"ש וא\"כ בה' מינים אף כשנתנם לדבק שהמה טפלים נאמר כמו כן אף דאינם פוטרים התערובת מ\"מ התערובת לא יפטור אותם בברכתם כמו הפת ליין וע\"כ נראה לאו משום חשיבות הוי העיקר רק משום דזיין וא\"כ יקשה כמ\"ש (והנה מסוגיא דמס' ברכות מ\"ד הנ\"ל נראה ג\"כ דהחשיבות תליא מצ\"ע ולא בחשיבות בקרא לענין ברכה):<br><b> והנה</b> עיין בטו\"ז בסי' ר\"ח ס\"ק ד' שכתב ואם לדבק וכו' לכאורה נראה דאפי' אם הה' מינים הם רוב כיון שאינו למאכל אין להם חשיבות מאכל לברך במ\"מ ואע\"ג דבשאר דברים אזלינן בתר רובא כמ\"ש רסי' ר\"ח הכא גרע טפי שאינו בכלל מאכל כלל כיון שאינו אלא לדבק וכו' עכ\"ל עיי\"ש ובמג\"א שם ולשון הגמרא והאי דאפיש קמחא וכו' נראה קצת כן ולשון רבינו שכתב הטעם משום דעיקר פוטר נראה לכאורה מסכים לזה אבל כיצד וכו' הוי באופנים דה' מינים למיעוט ולדעת הפנ\"י דבה' מינים ב' דברים למעליותא דזייני וחשיבי וא\"כ בתערובת נשאר החשיבות וכמו כן נאמר בלדבק נשאר עכ\"פ למעליותא דזייני ועיין עוד בטו\"ז בסי' ר\"ב ס\"ק ב' שכתב דטור פליג עם הבה\"ג מהו הנקרא עיקר אם אזלינן בתר עצמותו ולדעת בה\"ג בתר מחשבתו עיי\"ש (נמצא לדון בעיקר וטפל כמ\"ש בטו\"ז בתר עצמותו או בתר מחשבתו וכנראה בפת ויין בתר חשיבתו למצוה כמ\"ש ברש\"י שם ואם אזלינן בתר רובא להיות עיקר) והנה ממ\"ש כאן נראה ג\"כ דבתר מחשבתו אזלינן אפי' נגד עצמותו:<br><b> אמנם</b> דעת הטו\"ז ג\"כ להיפוך בתערובת ה' מינים שלא לדבק להרים כח הה' מינים דאפי' בלא נ\"ט במ\"מ כמ\"ש בסי' ר\"ח ס\"ק ג' וז\"ל משמע דכאן אפי' אינם נותנים טעם שיש להם חשיבות כיון שהם למאכל דהא כל דבר שיש בו דבש אינו מרגיש רק טעם דבש עכ\"ל ודבריו תמוהין דמסתבר בנתבטל טעמו לא נחשב לכלל ובמג\"א בסי' ר\"ד ס\"ק כ\"ה כתב כל שיש בו מה' מינין מברכין במ\"מ והיינו דוקא כשבא ליתן טעם בתערובות עכ\"ל ובאליה רבה ובפ\"מ שם מ\"ש ע\"ז:<br><b> והנה</b> נראה מדעתי בשלא לדבק אפי' בלא נ\"ט נשארו במעלתם וע\"כ משום חשיבות ובלדבק אפי' ברובם מהם נבטל מעלתם וא\"כ הכל תלוי בחשיבות ולא במה דזייני וא\"כ לדידיה יקשה ג\"כ מאי ס\"ד לחלק בין תערובת ובעינא באורז אלא די\"ל דס\"ד לאו מטעם חשיבות דודאי לא שייך באורז רק משום זייני וטו\"ז כ\"כ למסקנא ובזה יש ליישב ג\"כ ולומר בס\"ד ס\"ל אף לדבק שייך חשיבות וא\"כ לא שייך הממ\"נ שכתבתי אבל למסקנא יש להבין דנראה על כרחך הוי מטעם חשיבתו עיקר אפי' בתערובת ובלדבק צריך לומר בטיל חשיבותו ומהו חשיבותו על כרחך חשיבותו אי' מצד דזיין והנה לומר מדנקבע להם ברכה בפ\"ע וכמ\"ש בתוספות מ\"א ע\"ב ביין א\"כ יש להבין למה לא נאמר כן בכל ז' מינין דנקבע להם כמו כן ברכה בפ\"ע וכמ\"ש וצריך לומר שחילקו בחשיבות ה' מינין מדקבעו ג\"כ בפת ד' ברכות אף דשם הטעם דזייני מ\"מ החשיבות מה\"ט בדעתינו ובלדבק נבטל החשיבות מדעתינו לעשותו לעיקר וצ\"ע ולפ\"ז נאמר דגם החשיבות מקביעת הברכה תליא ג\"כ דאם מחלקין בין ראשונה ואחרונה י\"ל דלענין דאורייתא בעי כדי אכילת פרס והם אשמעינן אפי' בשאינן כדא\"פ אבל אם נאמר גם להראשונה כדא\"פ יקשה כמ\"ש וגם בחביץ קדירה בפלוגתא דר\"כ ור\"י כנראה לא היה בכדא\"פ:<br><b> אמנם</b> י\"ל דרב ושמואל ס\"ל דלא בעי אחשביה בברכה הראשונה וכמ\"ש לעיל דמשום אסור להנות וכו' מחויב בראשונה. וע\"כ דייקי דאפי' בחד בתרי ס\"ל דאל\"כ למה נקטי במ\"מ יאמרו רבותא טפי המוציא וג' ברכות אבל בג' ברכות בעי כדא\"פ ובחד בחד אפי' ג' ברכות יהיה מחויב וזה תליא כמ\"ש באחשביה בחד בחד בכה\"ג:<br><b> ועי'</b> בתוספות ברכות ל\"ח ע\"א בד\"ה האי דובשא לחלק בשכר בכדא\"פ וצ\"ע דמאי נפק\"מ לענין המוציא. וי\"ל בענין התר בהתר בנתערב קודם שנעשה עיסה לענין חלה ומצה ובהמ\"ז ועיין יו\"ד בסי' רצ\"ט וסי' צ\"ט ובס' בית אפרים (ועיין מ\"ש לעיל אם ברכת נהנין בכלל מצוה או למניעות איסור עיי\"ש):<br><b> אמנם</b> יש לשום לב עוד דכנראה דמסברא אמרו לברך על העיקר ולא על הטפל בין בפ\"ע ובין בתערובת כמ\"ש רבינו וכ\"ז לענין ברכה הראשונה אבל בהמ\"ז דאורייתא ומעין שלש דלדעת קצת ג\"כ מדאורייתא למה נלך בתר העיקר לפטרו מבהמ\"ז והנה באכל פחות מכדי שביעה י\"ל כיון דהוי גם בהמ\"ז דרבנן אבל באכל כדי שביעה י\"ל הוי בכל פעם הה' מינין העיקר דאין נותנין כ\"כ לדבק אף למ\"ש בטו\"ז אפי' ברוב מה' מינין אמרינן בלדבק אין מברך במ\"מ מ\"מ בכדי שביעה לא ימצא ככה. אמנם לדעת החינוך דכביצה דאורייתא ולמרדכי אפי' בכזית לכאורה יקשה לומר בזה לפטור בטפל המחויב מדאורייתא:<br><b> ואחר</b> זה ראיתי בפמ\"ג רסי' ר\"ב שכתב עמ\"ש בטו\"ז שם דלכן לא אמרינן טעם כעיקר ביין בשכר משום דהוי העיקר הרוב עיי\"ש והקשה דנפק\"מ לענין דאורייתא בברכה אחרונה ושייך טכ\"ע ולמה ניזל בתר הדרבנן לענין עיקר עיי\"ש ועיין בטו\"ז הנ\"ל דלא בעי טעם ובדבק לכאורה משמע וצ\"ע אם לא שייך ענין מעמיד בדבק והנה לצרף בלבד אינו בכלל מעמיד אבל ימצא דהוי בכלל מעמיד ממש ונראה דתליא אם מעמיד דרבנן וצ\"ע קצת:<br><b> וגם</b> למ\"ש לעיל לחלק בכדי שביעה א\"כ אם נאמר נהפוך וא\"כ כדי שביעה בכ\"מ ותליא במ\"ש לעיל:"
            ],
            [],
            [
                "<b>לפיכך מיני דבש וכו'.</b> עי' בכ\"מ שכ' ואיכא למידק וכו' עיין בשו\"ת חכם צבי סימן קכ\"ט ואני לענ\"ד כונתי לדבריו:"
            ],
            [
                "<b>כיצד היא הטפילה שאינה מעורבת וכו'.</b> עי' מ\"ש לעיל בשם הטו\"ז בענין טפל ובמג\"א בסי' קע\"ז ס\"ק א' בשבת הפת עיקר בכל פעם עיי\"ש ובדעת הטו\"ז שכתב לעיל בפי' בטפל ועיקר עיין ברשב\"א ברכות דף מ\"א בד\"ה מיתיבי באין ברכותיה שוות עיי\"ש:<br><b> ועי'</b> בסוגיא דאין ברכותיהן שוות דדעת הרא\"ש ותוס' שם דאם חשוב לו לא אזלינן בתר קדימת התורה ועי' במ\"ש לעיל:<br><b> ועי'</b> בספר מעשה רוקח שדקדק רבינו שצריך לאכול וכו' דלא נפרש דמליח חשיב מפת דרק בפירות גנוסר כן בגמרא דמקשינן מי איכא מידי וכו' וכן פי' במשניות באוכל פת משום מתיקות הפירות עיי\"ש:"
            ],
            [
                "<b>הפת שפתת אותה פתים ובישלה בקדירה או לשה במרק אם יש בפתיתין כזית או שניכר שהן פת ולא נשתנה צורתה מברך עליה בתחילה המוציא ואם אין בהן כזית או שעברה צורת הפת בבישול מברך בתחילה במ\"מ.</b> עי' בכ\"מ מ\"ש ליישב בסתירות דברי רבינו בשם גדולי ספרדים ז\"ל לחלק בין נשתנה צורת הפת לעברה צורתה דבעברה צורה דהוי ע\"י בישול לפעמים כן אז אפי' בכזית במ\"מ וכתב אף דפי' זה מדויק אבל לא נמצא מקור בגמרא ע\"ז:<br><b> ולענ\"ד</b> ודאי מסברה בנתבטל כ\"כ עד שעברה צורת הפת לגמרי כה\"ג שכתבו בתוס' דף ל\"ז ע\"ב בד\"ה אמר כי רבינו דוד ממיץ היה רגיל ללבן פרורים במים הלילה כדי לאכלן בשחר בלא ברכת המוציא ובלא בהמ\"ז שלא לאחר כי שיתחזק ראשו ויוכל להגיד ההלכה עכ\"ל והנה בלתי מפורש אם בפחות מכזית היה רבינו דוד שותה בלי ברכה ונראה דאפי' בכזית לא מסתבר שיברך המוציא על השתיה:<br><b> והנה</b> ביש בו טעם דגן דחייב בחלה ויוצא יד\"ח בפסח לדעת הרמב\"ן בהל' חלה משום דאורז גריר ולא בשאר מינין עיי\"ש ובירושלמי במסכת חלה מפורש ומובא בספר מקור חיים בסי' תנ\"ג דבשאר מינין צריך רוב דגן ובספר מקור חיים כתב ע\"ז דלא אמרינן טעם כעיקר רק באיסורין ולא במצוה דהרי אם יש טעם מצה בירקות ודאי לא יצא יד\"ח עיי\"ש אבל לענ\"ד כמ\"ש ברא\"ש אף במצוה שייך טכ\"ע ורק במצה וחלה דצריך שיקרא לחם ודאי טעמא בלבד לא יקרא לחם (ועיין בסי' ר\"ח סעיף ט' ומג\"א ס\"ק ט\"ו עיי\"ש בהוי מצד דבר תואר לחם ואכל מה' מינים בתואר פת עכ\"פ) וכמו\"כ לענין בהמ\"ז כמו מצה וחלה בליכא תואר לחם כלל לא שייך אפי' בכזית המוציא ובהמ\"ז דכמ\"ש דמוכח מירושלמי הנ\"ל דלענין תואר לחם לא מהני טכ\"ע וא\"כ מקור נאמן לרבינו מגמרא הירושלמי שכתבתי דכיון דכמ\"ש דתליא בשם לחם אף בממשו כשנאבד תואר לחם לגמרי כמו בהאי דרבינו דוד וכיו\"ב בטעמו וממשו לא יקרא לחם בעברה צורת לחם לגמרי ואפילו בכזית והנה לירושלמי נראה אף דהוי תואר לחם ע\"י המינים אחרים מ\"מ נאבד שם לחם של ה' מינים ולחם של שאר מינים יקרא ועיין במג\"א בסי' ר\"ח ס\"ק ט\"ו הנ\"ל ומכ\"ש בכה\"ג דלא הוי תואר לחם אפילו ע\"י דבר אחר דשייך לומר כמ\"ש ועיין בתוספות ל\"ח ע\"א בד\"ה האי דובשא עיי\"ש ובמ\"ש לעיל:<br><b> ואולי</b> י\"ל דרבינו כיון במ\"ש שעברה צורת הפת דדנין סופו כמו תחילתו כמו בכובא דארעא דאיתא שם ל\"ח מי סברת נהמא היא גובלא בעלמא וכמ\"ש רבינו בהל' אח\"ז כן כשהיה לו מתחילה תואר לחם ונאבדה עד שנעשה כגובלא בעלמא הדין אלא דצ\"ע לפ\"ז בקבע סעודתו עליו ואולי סמך רבינו מ\"ש אח\"ז וצ\"ע ואף למ\"ש בתוספות בד\"ה לחם דבתחילתו עיסה וסופו סופגנין מברך המוציא ראיה מנטלן לאכל וכו' ושם מיירי בלא עברה צורת לחם עיי\"ש. ובכה\"ג דרבינו דוד יש לדמותו לשתיתא שכתב רבינו בפ\"ג ה\"ג דמברך שהכל נהיה בדברו ועכ\"פ מצינו הרבה דברים ששייך בהם עברה צורת הפת שכתב רבינו ויסודם בגמרא ועי' בבה\"ג מובא בקובץ על יד עיי\"ש:"
            ],
            [
                "<b>עיסה שנאפת בקרקע וכו' הואיל ואין עליה צורת פת מברך בתחילה במ\"מ וכו' וכן עיסה שלשה בדבש וכו' ואם קבע סעודתו עליה מברך המוציא.</b> ובב\"י מובא בלח\"מ הקשה מ\"ש במצה דסובר רבינו דיצא יד\"ח ובגמרא מדמה אהדדי וכיו\"ב עיין במג\"א בסימן קס\"ח ס\"ק ט\"ז וז\"ל וקשה דהרמב\"ם בעצמו פסק פ\"ו מהל' חמץ ומצה מצה שלשה במי פירות יצא יד\"ח ובגמרא משמע קצת דאם מקרי לחם לענין מצה ה\"ה לענין המוציא וכ\"מ ברמב\"ם פ\"ו ה\"ז ובברכות דף ל\"ז ועמ\"ש סי' קצ\"ו וע\"ק דא\"כ יאכל בפסח ולא יצטרך לברך ברהמ\"ז ולא משמע כן בסי' קפ\"ח וכו' עכ\"ל עיי\"ש:<br><b> וי\"ל</b> כיון דגם לענין המוציא בקבע סעודתו עלה מברך המוציא וא\"כ י\"ל במצוה המצוה עשוי לקביעות ולחם מקרי רק בלא קבעי כמ\"ש ז\"ל בטלה החשיבות וכמ\"ש בלח\"מ ועכ\"פ שוה המוציא למצה דהכל תליא בקביעות וסמך לזה ממ\"ש במג\"א בסי' קע\"ז ס\"ק א' בשבת מקרי פת בכל פעם חביב עיי\"ש וכמו כן בכובא דארעא דהוי לחם לענין חלה רק להמוציא צריך שיהיה לו גם הקביעות וראיתי שכונתי בזה לס' מעשה רוקח שכתב כמו\"כ כיון דתורה חייבה לאכל היינו קביעתו עיי\"ש אמנם יש מקום לומר דתליא בכמות והקביעות שיעור הכמות וראיתי בברכי יוסף סי' קמ\"ט שהביא כמה הסוברים דשבת דקובע למעשר כמו\"כ הכל קבע לענין בהמ\"ז והמוציא והביא שו\"ת גנת ורדים כלל ג' ח\"א סי' י\"א שחולק ע\"ז וכתב דתליא בכמות עיי\"ש ומלשון הרא\"ש דף מ\"ב בשם הראב\"ד שכתב דאפי' משהו וקובע עליו נראה דלאו בשיעורא בלבד ונהפוך השיעור משוי לקביעות ואם קבע בפחות מכשיעור מקרי קביעות והנה יש לחלק בשבת דהוי קבע אף באכל כבר פת כשיעור אבל מ\"ש במצה לענין חיובו י\"ל דהוי קביעות מחמת המצוה ותליא במ\"ש במקו\"א אם עונג שבת דאורייתא עי' בשעה\"מ בהל' יו\"ט אם יו\"ט קובע למעשר דשמחת יו\"ט ודאי דאורייתא וצ\"ע בכל זה ותליא באשלי רברבא וי\"ל דתליא בשיעור שביעה דאז בהמ\"ז מדאורייתא קבעו גם בכסנין והמוציא ג\"כ במאי דהוי שיעור חשוב מדאורייתא בבהמ\"ז וא\"כ לא שייך לומר שבת קובע מה\"ט:<br><b> ובס'</b> מעשה רוקח העיר כי רבינו כתב ואם קבע וכו' ובגמ' נראה דאם אחרים קובעין וברא\"ש ברכות מ\"ב הביא משמו דהכל תליא באחרים עיי\"ש ואולי רבינו משה שכתב ברא\"ש הוא הרמב\"ן ורבינו י\"ל דס\"ל כר\"א דאמר ואדם יוצא בו בפסח וכמ\"ש לעיל דלענין מצה משוי המצוה לקביעות אבל זה תליא דלפ\"ז צ\"ל דאין תלוי בהדבר רק באדם לפי מה שקבעו וא\"כ במצוה הכל קובעים אבל אם נאמר דאזלינן בתר הדבר ולא בתר האוכל ואם הוי לאחרים שיעור קביעות מברך המוציא וא\"כ כיון שתלוי בהדבר ולא בהאוכל גם במצוה צריך שיעורא דוקא וכיון דפוסק כר\"א משו\"ה לא תלה בשיעור שאחרים קובעים והנה י\"ל ג\"כ דמצוה התורה החשיבה לשיעורא והוי נחשוב מצ\"ע וצ\"ע בזה ועיין בפרי מגדים בסי' קס\"ח ס\"ק ו' במשבצות הזהב דמסופק בקבע אם מחויב מדאורייתא עיי\"ש ועי' בהגהות מיימוני פ\"ז דברכות מ\"ש בשכר לבהמ\"ז נראה דמפרש קביעות משום חשיבות עיי\"ש והנה לענין בהמ\"ז דמדאורייתא בשביעה דוקא לא מסתבר דקביעות יהני לחייבו מדאורייתא וברכת המוציא לכו\"ע מדרבנן:<br><b> ובכמות</b> שיעור הקביעות עי' בכפות תמרים יומא דף ע\"ט בתוספות בד\"ה מיני תרגימא שכתבו עד ג' וד' ביצים עיי\"ש ועי' במס' סוכה כ\"ו ע\"א עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>בד\"א שאכל מכזית ולמעלה וכו'.</b> עיין בכ\"מ ומ\"ש לעיל בפ\"א בזה:"
            ]
        ],
        [
            [
                "<b>כל המברך וכו' שכח לברך ברכת המזון ונזכר וכו' מברך במקום שנזכר ואם היה מזיד חוזר למקומו ומברך וכו'.</b> פסק רבינו כב\"ה וברא\"ש ובהגהות מיימוני בשם רבינו עמרם כב\"ש עיי\"ש ונראה דהגמ' נראה דבית שמאי השיבו לבית הלל תשובה נצחת ולא השיבו עליה שאמרו מי ששכח ארנקי בראש הבירה לא יעלה ויטלנה לכבוד עצמו הוא עולה לכבוד שמים לא כ\"ש אבל בירושלמי נמצא לב\"ה שאמרו להשיב אלו פועל עושה בראש הדקל או בתוך הבור שמא מטריחין שיחזור למקומו ויברך אלא מברך במקום שנזכר עיי\"ש:<br><b> ופי'</b> דהנה מצינו בפועלים להקל בק\"ש ותפילה ובהמ\"ז כדאיתא במס' ברכות האומנין קורין בראש הגג וכו' ועי' בהל' ק\"ש ותפילה לרבינו בזה ובבהמ\"ז לעיל ואף דשאני פועל מבעה\"ב מ\"מ לא הוי הק\"ו לכבוד עצמו וכו' לראיה דא\"כ גם בפועלים נאמר כן וביותר למ\"ש לעיל דאם היה הדין כן היינו נאמר ע\"ז נשתעבד עיי\"ש וע\"כ נאמר דדרכיה דרכי נועם כאשר מצינו בכמה פעמים דחשו לטרחא וביטול מלאכה וי\"ב וא\"כ מדמצינו תשובה שלימה לב\"ה פסק רבינו כותייהו:",
                "<b> ואם היה מזיד חוזר למקומו ואם בירך במקום שנזכר יצא יד\"ח וכו'.</b> ולא כן דעת הטור בסי' קפ\"ד עיי\"ש שדעתו דאין יוצא בדיעבד וחוזר ומברך ונראה דרבינו לא ס\"ל כמ\"ש בתוס' בפ\"ק דסוכה דאם לא עשה הדאורייתא כתיקון החכמים אף ידי דאורייתא לא יצא עיי\"ש ולומר דאף דיצא ידי דאורייתא חייבו החכמים לברך מדרבנן זה לא נראה דיחייבו ברכה בלי אכילה ומשום קנס בלבד וכ\"כ לעיל דאין דעת רבינו כתוס' הנ\"ל:"
            ],
            [],
            [
                "<b>הי' אוכל וכו'.</b> ועיין בראב\"ד ובמרכבת המשנה מפרש אם רואה מקומו וכו' שכתב הראב\"ד כמו דאי' בענין זימון לחלק כן עיי\"ש:"
            ],
            [],
            [
                "<b>וכן אם היו מסובין בשתיה או לאכול פירות שכל המשנה מקומו הרי פסק אכילתו ולפיכך מברך למפרע על מה שאכל וחוזר ומברך שנייה לכתחילה על מה שהוא צריך לאכל וכו'.</b> ועיין בכ\"מ שעמד על זה וכן וכו' דודאי בכה\"ג בפירות אפי' רב חסדא מודה דשנוי מקום חוזר ומברך עי' מ\"ש ע\"ז ועי' במג\"א בסי' קע\"ח ס\"ק ג' עיי\"ש:<br><b> ויש</b> לומר ג\"כ דהנה לר\"ח בטעונין ברכה לאחריהן במקומן ס\"ל דאין חוזר ומברך בשנוי מקום אפי' באין חוזר למקומו ועיין בתוס' פסחים דף ק\"ב ע\"א בד\"ה ת\"כ דר\"ח אף דבברייתא אי' וחזרו ור\"ח ס\"ל אפי' בלא חזרו מ\"מ מייתי סייעתא משום דטעמא דשנוי מקום לברך משום שעמידתו ממקומו היא גמר אכילתו וה\"ה נמי חזרו עיי\"ש:<br><b> והנה</b> לכאורה היה מקום לומר בחזרו בה טעונין ברכה במקומן אין נראה לגמר אכילה דמדינא צריך לחזור למקומו ולא הוי עקירת המקום כלל דודאי דעתו לחזור אבל בלא חזר למקומו אף דמדינא לחזור נראה כעקירת מקום טפי מבשאינן טעונים ברכה במקומן וא\"כ היה נראה דמסברה לחלק בין חזרו למקומו או לא ועי' בחי' אנשי השם להמרדכי לחלק בין חזרו עיי\"ש אבל להתוס' י\"ל דגם בלא חזר למקומו אמרינן דדעתו אקביעות קמא אם לחזור למקומו כדאיתא או שיאכל במקום אחר עוד דאז א\"צ לחזור למקומו ועי' בטור ושו\"ע בסי' קפ\"ד בשם הר\"פ שם עיי\"ש ומשו\"ה לר\"ח ולהגמ' בהתניא כוותיה שלא לחלק בין חזר למקומו או לא ולכן לר\"ח בכל אופן הטעונין ברכה במקומן גורם שלא יברך והנה א\"צ לברך בהמ\"ז וגם לא ברכת המוציא כדאי' א\"צ לברך למפרע ובטעם לברך למפרע כתבו בתוס' בד\"ה כשהן שמא ישהו מלחזור עד שירעבו ואז לא יוכלו לברך בהמ\"ז כדאי' במס' ברכות נ\"א עיי\"ש ור\"ח אי' חושש לשכחה אם דס\"ל שכחה לא שכיח כמו שמצינו בעלמא מחלוקת בזה אם שכחה אונס או מזיד ותליא אם שכיח או לא שכיח וביותר לומר במצוה דלא הוי שכיח ומסתמא דעתו או לחזור או לאכל שם ובדעת זה עקר מקומו אבל לרב ששת דס\"ל דצריך למברך למפרע וגם המוציא הנה מבלעדי דס\"ל דשנוי מקום הוי בכל פעם הפסק גם מה\"ט שצריך לברך למפרע משום שמא ישהה ודאי הבהמ\"ז משוי להפסק להברכת המוציא והנה האי שמא ישהה שייך לכאורה בכל דברים שצריכין ברכה לאחריהן כמו שהכל נהיה בדברו  דג\"כ שיעורא עד כמה לברך עוד עי' בסי' קפ\"ד ושם השיעור קטן ויותר לחוש שמא ישהה ויברך קודם שיעקור מקומו אבל מ\"מ מסתברא לחוש ביותר לבהמ\"ז דאורייתא ומעין שלש ג\"כ לקצת דאורייתא לברכה דרבנן אף שכתבתי במ\"א בדרבנן שייך ביותר שישכח ממצוה דאורייתא מ\"מ י\"ל כמ\"ש והנה רבינו דפוסק כרב ששת וא\"כ לפ\"ז הטעונין ברכה חשובה במקומו דהוי בהמ\"ז דצריך למפרע לברך וא\"כ יותר מסתבר לומר דהוי הפסק משום הבהמ\"ז משא\"כ בפירות וי\"ב דמקום לומר שא\"צ ברכה למפרע וא\"כ לא הוי הפסק ולכן כתב רבינו וכן אם היו מסובין בשתיה או לאכל פירות וכו' דגם בזה הוי הפסק אם דהוי הפסק בשנוי מקום מצד עצמו שכל המשנה וכו' וגם דאף בזה צריך לברך למפרע ומ\"ש רבינו הרי פסק אכילתו ולפיכך מברך למפרע וכו' יש לפרש ג\"כ כמ\"ש בתוס' דכיון דפוסק באכילתו יש לחוש כיון שאין דעתו על אכילה שישכח ויעבור הזמן הראוי לברך ועי' בטו\"ז בסי' קע\"ח ס\"ק א' שפי' במ\"ש בתוס' שמא ישהה וכו' עצה טובה לברך קודם שעוקר מקומו עיי\"ש וי\"ל דמדינא כן וכנראה מלשון התוס' ועי' שם סעיף ב' מ\"מ לכתחילה לא יעקור וכו' דחיישינן שמא ישכח וכו' עיי\"ש רק בזה מחולק התוס' שא\"צ בלא בירך קודם שהלך לברך אח\"ז כשחוזר בהמ\"ז קודם ברכת המוציא ועי' ברא\"ש במס' חולין שכתב עצה טובה וכו' מ\"מ לדעת רבינו י\"ל כמ\"ש וכן נראה מלשון התוס' כן נראה מרמ\"א ובב\"י בסי' קע\"ח עיי\"ש דלהרבה פוסקים החשש שמא ישהה וכו' מדינא ולא מעצה טובה ורבינו להלן בה\"ח ס\"ל דצריך לברך בהמ\"ז קודם מדינא ולא כתוס' הנ\"ל ועי' במג\"א בסי' ר\"י ס\"ק א' באכל בפחות מכשיעור אפי' לר\"ח צריך לברך אף בטעונין וכו' עיי\"ש:<br><b> ועי'</b> במרכבת המשנה שכתב שאין הכרע מרבינו כמ\"ש בכ\"מ בה\"א דס\"ל שלא כהרי\"ף במעין ז' דיין שחוזר למקומו דאין לשונו מוכיח ע\"ז עיי\"ש:<br><b> גם</b> י\"ל בפי' וכן וכו' הנ\"ל דהנה שנוי מקום דצריך לברך לא מהני אף שדעתו לאכל עוד וזה דלא מהני ברכה מקביעות סעודה לקביעות סעודה אחרת ואף דחזר למקומו הוי כשנוי הקביעות אם לא שהניח מקצתו וכו' וא\"כ כיון דלא ס\"ל כר\"ח לומר דמעלת טעונין וכו' לא משוי שנוי מקום לעקירת הקביעות וא\"כ לפ\"ז היה נראה דבפת וי\"ב דהוי קביעות סעודה ביותר שייך לומר דשנוי מקום הוי שנוי הקביעות משא\"כ בפירות ושתיה דלא הוי בקביעות גמור לא הוי שנוי מקום בעקירות הקביעות ולכן אמר וכן וכו' ובירושלמי סוף פ' כיצד מברכין שנוי מקום צריך לברך הסיע דעתו כמי שהוא שינוי מקום עיי\"ש וא\"כ מפורש דשנוי מקום לאו משום הסח הדעת רק כמ\"ש שנוי הקביעות המקום:",
                "<b> אכל במזרחה של תאנה ובא לאכל במערבה צריך לחזור ולברך.</b> ובראב\"ד והוא שלא היה דעתו מתחילה לכך עכ\"ל:<br><b> ונראה</b> דעתו דוקא כשלא היה מדעתו לכתחילה לשני מקומות מהני דעתו לאכול ולחזור משא\"כ אם בתחילתו היה קביעתו על דרך זה ועי' בסי' קע\"ח בב\"י שכתב דדעת הראב\"ד כר\"ן שכתב בסי' רע\"ג לענין קידוש עכ\"ל ועיין בפ\"מ שכתב דיש לומר דגם רבינו ס\"ל דמהני תנאי מתחילה אף דבקביעות לא ס\"ל כן דשאני בקידוש דבקביעות סעודה תליא ואין אדם קובע סעודתו בב' מקומות אבל בפירות מהדרך שלא לקבוע במ\"א עיי\"ש וכונתו בפירות בגן שדרכו לאכל פעם מאילן זה ופעם מאחר וזה שלחצו לראב\"ד לומר כן ומסתמא דעת רבינו כן:"
            ],
            [
                "<b>בירך על הפת וכו' בירך על התבשיל לא פטר את מעשה הקדירה.</b> עיי' בכ\"מ שהגיה ובמרכבת הביא הירושלמי שם דאי' נפשט לחומרא כדעת רבינו עיי\"ש ועי' בכ\"מ שעמד ע\"ז דמאי שייכות הל' זאת כאן נסמך לשנוי מקום עיי\"ש ונ\"ל ג\"כ כמ\"ש לעיל דשנוי מקום ממעלת קביעות הסעודה דאפי' בדעתו לאכל במקום אחר עוד מבלי הסח הדעת צריך ברכה אחרת דעל כל קביעות הסעודה בפ\"ע צריך ברכה בפ\"ע הביא סמוך לזה ג\"כ מעלת קביעות הסעודה דפת פוטרת הפרפרת ומעשה קדירה כדאיתא פת פוטרת וכו' וכמ\"ש בכ\"מ דאפי' בשאין ברכותיהן שות כיון דעיקר קביעות הסעודה בפת הכל גריר אחריו:<br><b> ועי'</b> בלח\"מ שכתב דס\"ס בברכות לחומרא עיי\"ש ועי' בפרי מגדים בפתיחה כוללת לאו\"ח הל' ברכות אות ד' עיי\"ש:"
            ],
            [
                "<b>גמר בלבו וכו' ואח\"כ נמלך אע\"פ שלא שינה מקומו חוזר ומברך וכו'. היו שותין ואמרו באו ונברך ברהמ\"ז או בואו ונקדש קידוש היום נאסר עליהם לשתות עד שיברכו או יקדשו ואם רצו לחזור ולשתות קודם וכו'.</b> עי' בכ\"מ שפי' בה\"ז בלא ברכה למפרע ובלח\"מ מיישב קושית הכ\"מ דזה דבעי נט\"י דוקא הוי שיצרך לברך גם בהמ\"ז אבל לברכת המוציא בעקר בלבד חייב לברך עיי\"ש ובמ\"ע ובמרכבת המשנה בהרחבת דעתו ובה\"ח מחלק בכ\"מ לענין מקדש קודם הלילה דאז לא שייך שבת קבעה לעצמו וצריך לומר בואו ונקדש עיי\"ש וכתב דאף דרבינו נקיט בה\"ח לשתות ה\"ה לאכל עיי\"ש:<br><b> ועיין</b> בתוס' במס' חולין פ\"ו ע\"ב בד\"ה אסור וכו' הוכיח דאסור למשתי פי' עד דמברך ברכה הראשונה אבל בהמ\"ז א\"צ לברך ועי' ברא\"ש שם ובתוס' פסחים דף ק\"ג ע\"ב וברא\"ש שם בשם י\"מ וברש\"י במס' פסחים ק\"ג ע\"ב דגם ברכת המזון צריך לברך קודם כדעת רבינו עיי\"ש:<br><b> ובתוס'</b> שם וברא\"ש הקשו דאם נאמר דגם ברהמ\"ז צריך לברך בקודם א\"כ מאי מייתי ראיה מתלמידי דרב דצריך לברך כשאמר הב וכו' מדאמר אסור למשתי דהרי י\"ל דאחר בהמ\"ז א\"צ לברך כס\"ד במס' פסחים וא\"כ לא הוי ראיה לכאן עיי\"ש:<br><b> ועי'</b> עוד בתוס' שהקשו לפי פירושם דברכה הראשונה בלבד מברך וא\"כ למה אמר אסור למשתי הרי מותרין רק שיברכו בתחילה עיי\"ש מ\"ש ע\"ז:<br><b> ונראה לענ\"ד</b> לומר דהנה כדאי' במס' שבת דף ט' ובמס' סוכה ובכמה דוכתי דאסור לאכל קודם תפילה וק\"ש ולולב וי\"ב ומהם אפי' בהתחילו אין מפסיקין ועי' במג\"א בסי' תרמ\"ט בטעימה וי\"ב בכ\"ד:<br><b> והנה</b> בהמ\"ז דאורייתא כשאר מצות רק דאין שיעור לקביעת הסעודה ויכול להאריך בה כמו שירצה מ\"מ כאשר הפסיק וסילק דעתו מקביעת הסעודה וחל עליו כבר החיוב דבהמ\"ז הוי כשאר מצות שאסור להתחיל לאכל אמנם שאני בהמ\"ז משאר מצות דכנראה במס' שבת הנ\"ל הטעם שצריך להפסיק בשאר מצות מלאכל משום שמא ימשיך הסעודה ויעבור הזמן המצוה שישכח במשכו בסעודתו עיי\"ש דזה לא שייך בבהמ\"ז דאם יתחיל לאכל עוד ודאי לא ישכח והבהמ\"ז על האכילה הראשונה והאחרונה אבל כל זה שייך לומר באוכל לאחר שסילק דעתו מהאכילה דלא שייך כמ\"ש שכחה לבהמ\"ז אבל אם אחרי הסילוק דעתו מאכילה קובע נפשו לשתיה עוד בזה שייך שפיר שכחה על בהמ\"ז מטעם שאתי לאמשוכי כמו דאמרינן בשאר מצות דהרי ברכותיהן אינן שוות וא\"כ י\"ל שפיר דא\"ל אסור לכו למשתי דלאכל מותרין לאחר הברכה הראשונה אבל למשתי אסורין עד שיברכו בהמ\"ז ובכ\"מ כתב ונ\"ל דרבינו שכתב נאסר לשתות לאו דוקא אלא לשון הגמ' הוא שהעתיק וה\"ה לאכל ולרבותא נקיט דוקא לשתות וכו' עיי\"ש ולמ\"ש בגמ' ורבינו דיקדקו לומר לשתות דיש לומר דוקא לשתות אין רשאי בלעדי שיברך בהמ\"ז בקודם וכמ\"ש ועי' במג\"א בסי' רל\"ב ס\"ק י\"ז דבשתיה שייך יותר אתי לאמשוכי ועי' בדגול מרבבה שם דלרבינו גם עראי אסור עיי\"ש:"
            ],
            [],
            [
                "<b>היו מסובין וכו' והביאו חדש א\"צ לברך ברכת היין פעם שנייה אבל מברכין בא\"י אמ\"ה הטוב והמטיב.</b> הנה ברכת טוב והמטיב תיקנו בבהמ\"ז כדאיתא במס' ברכות מ\"ח ע\"ב הטוב והמטיב ביבנה תיקנוה אותו היום שניתנו הרוגי ביתר לקבורה תיקנו הטוב והמטיב הטוב שלא הסריחו והמטיב שניתנו לקבורה ובמס' תענית ל\"א פ\"א כיו\"ב ושם אי' דט\"ו באב עשו ליו\"ט עבור זה וכיו\"ב במס' ב\"ב קכ\"א ע\"ב עיי\"ש:<br><b> שלא</b> הסריחו וכו' כי הרשע אדריינוס לא הניח לקברם למען יעלו סרחון המביא חולאים רעים ומגיפה ר\"ל לרוב מזה והוא אשר ביקש לעקור את הכל עשה ככה ולכן ברכת הטוב שלא הסריחו והמטיב שניתנו לקבורה שלא היה גופי ישראל כנבלת חוץ לבזיון ולקלס אשר עשה כן הרשע שחיק טמיא למען להשפיל כבוד ישראל ולהכניע הנשארים כנודע מדרכי אלה שונאי ישראל מבלעדי כי יענו אותם גם יראו להשפיל רוחם וליטול כבוד יקרת נפשם ועל כי חוזק לבב ישראלי גבר על כל תחבולותיו להפר התורה חלילה ולהמריך לבבינו אשר נאמר קשה עורף לטובה או יהודי או צלוב במדרש רבה [שמות מ\"ב] חשבו לעשות מראות נוראות מבהילות ומפחידות עין רואה ולב ארי רבבות פגרי אדם מתים מוטלי' למאכל לבהמת הארץ וכנבילה סרוחה ומראה כאלה חישב העריץ יפעל אף בלב אמיץ להזניח דתו ואבותינו מעולם היו נאמנים בכל אלה בה' ולא שיקרו בבריתו בכל זאת ולכן בעת כי ניתנו לקבורה ביבנה מושב חכמי התורה אשר היו עומדים להשכיל לכל הנוגע לקיום התורה שמחו מאוד באשר הוסר המראה הנוראה וקבעו ליו\"ט ולברכה הטוב והמטיב הטוב שלא הסריחו וכמ\"ש והמטיב שניתנו לקבורה וקבעו כן בבהמ\"ז ועל היין בעת אשר ייטב לבבו במאכל ומשתה ויודה לה' על המזון ועל פרי הגפן המשובח אז בטוב לבבו יודה על העבר ג\"כ ויזכור באשר הטיב ה' לקיום האומה וכנראה היה דבר גדול מאוד ועשה רושם גדול בהעם כולו עד שארז\"ל לא היו ימים טובים לישראל כט\"ו באב עבור זה ועיין ברא\"ש במס' ברכות דף נ\"ט סי' ט\"ו כמה טעמים למה קבעו על היין משום דיין משמח ופת אי' משמח (בפת י\"ל דקבע בבהמ\"ז) וגם ביבנה תיקנו וכדאיתא במס' גיטין נ\"ז במתניתא תנא ז' שנים בצרו או\"ה את כרמיהן מדמן של ישראל בלא זבל ועי' בתוס' תענית דף ל\"א ע\"א בד\"ה תיקנו לפי שהיה גדר בכרם ולא נסרחו ובמדרש איכה מובא ברמב\"ן ב\"ב קכ\"א כרם גדול היה לאדריינוס מהלך י\"ח מיל כמן טבריה לצפורי והקיפוה מהרוגי ביתר מלא קומה ופשוט ידים ולא הבאישו ולא הסריחו ולא גזר עליהם שיקברו עד שעמדה למלכות אחרת ונגזרה עליהם קבורה אר\"ח אותו יום וכו' תיקנו חכמים הטוב וכו' בברכת המזון ולמדנו מכאן טעם הדבר למה תיקנו אותו בברכת המזון ועל היין ולא תיקנוהו בתפילה משום מעשה דכרמו של אדרינוס זכר לדבר עכ\"ל וכנראה מלשון הגמ' ומדרש ורש\"י בכמה דוכתי עיקר התקנה היה בבהמ\"ז ואח\"ז קבעו על היין ג\"כ והנה במות רשע עריץ יגל העם והבא אחריו כנראה שלא עשה כמעשהו וזה החלו לעשות ולכן היה מעשה הקבורה לזכרון חסדי ה' עדי עד בברכת המזון וביין הטוב המשמח לב האדם כי נאסף חרפת ישראל ונאבד אויבם כן יאבדו וכו' וכמסופר היה מיתת אותו הרשע במיתה מכוערה ובעת כי נאכל ונשתה ונשמח לבבינו נודה לה' אשר השבית עצת הרשע אשר ביקש לאבדינו כמסופר מרשעתו ושנאתו יותר מכל רשעי ארץ:"
            ],
            [
                "<b>אין מברכין על אוכל מן כל האוכלין ועל משקה מן כל המשקין עד שיבוא לפניו ואם בירך ואח\"כ הביאו לפניו צריך לחזור ולברך נטל וכו'.</b> ועיין בכ\"מ ובפני משה בפי' לירושלמי דמכפל הענין שהובא בירושלמי למד כן רבינו ופי' אחד כשנפל ואחד כשלא היה לפניו והובא אחרי הברכה עיי\"ש ועי' בב\"י בסי' ר\"ו שכתב אף דהוי דעתו עלי' מ\"מ שמא לא יביאו עיי\"ש ואולי יש לומר כמו בהאוכל לפניו והוא משנה מקום השנוי מקום אף שדעתו לאכל במקום אחר לא מהני הברכה ממקום למקום דחיוב הברכה על כל קביעה בפ\"ע וכמו השנוי המקום גורם ברכה בפ\"ע כמו כן אם הוי שנוי מקום בהאוכל הנה במקום שהיה האוכל בשעת הברכה לא קבע מקומו וכאן במקום הברכה לא מקרי קביעות על דבר שאינו לפניו גם י\"ל כיון שמדינא לא לברך כמ\"ש בב\"י שמא לא יביאו וא\"כ איכא חשש ברכה לבטלה וכשמברך שלא כדינא לא נקרא קביעות מקום וצ\"ע בכל מ\"ש ועי' בטו\"ז בסי' ר\"ו ס\"ק ח' שהקשה על רמ\"א בנפל כתב בדעתו עליה אינו מברך ובלא היה לפניו לא כתב כן עיי\"ש ולמ\"ש יש לחלק שפיר דשם הוי במקומו ותליא בדעתו משא\"כ בשלא היה לפניו וכמ\"ש:"
            ]
        ],
        [
            [
                "<b>נשים ועבדים חייבים בבהמ\"ז וספק יש בדבר אם הן חייבין מן התורה לפי שאין קבוע להן זמן או אין מחויבין מן התורה לפיכך אין מוציאין את הגדולים יד\"ח אבל הקטנים חייבין בבהמ\"ז מד\"ס כדי לחנכן במצות.</b> עיי' בכ\"מ שהביא רש\"י שכתב משום שלא יוכלו לומר על ארץ הטובה שלא היה להם חלק בארץ עיי\"ש ולא כתב כמ\"ש בתוס' בד\"ה נשים שהשיגו על רש\"י מכהנים שלא היה להם ג\"כ חלק ופי' משום שלא יוכלו לומר ברית ותורה עיי\"ש אבל עיין לעיל בפ\"ב ה\"ג ובלח\"מ שם ובמ\"ש דנראה לרבינו בלא אמר ברית ותורה יצא יד\"ח בדיעבד עיי\"ש ועל קושית התוספות מכהנים עיין במרדכי במסכת ברכות שם שכתב ממשנה דקורין בבכורים לר\"י משום שנטלו בשדה מגרש עיי\"ש ודעת הרי\"ף ורשב\"א דמחוייבין מדאורייתא עיין בב\"י בסי' קפ\"ו ובטור ושו\"ע שם ולכאורה יקשה דא\"כ דהוי מדרבנן יקשה כדמקשינן בגמ' בקידוש היום כל מ\"ע נחייבו מדרבנן עיי\"ש וראיתי בפנ\"י שעמד ע\"ז וכתב דס\"ד דשייך בל תוסיף אבל למסקנא אמרינן שפיר עיי\"ש. ועיין בצל\"ח ובשמן רוקח לאאמו\"ז הגאון ז\"ל שכתבו דשאני בהמ\"ז דהרי בשאר דברים מברכין ג\"כ לאחריהן ולמה יגרע כיון דלא הוי זמן גרמא אם יש שייכות בהו לאמרו עיי\"ש וי\"ל ג\"כ דשאני מסוכה וי\"ב בז\"ג דלא חייבו מדרבנן דבהמ\"ז אף יהיה ז\"ג שייך לחייבו מדרבנן דטעמא לומר דהוי ז\"ג מדאי' בתת וכו' לחם בבוקר לשבוע שאין מהדרך לאכל כדי שביעה רק בזמן קבוע משא\"כ מדרבנן דמברכין אפי' באכילת עראי בכזית עד כביצה כדאיתא בסוגיא ועל עראי לא הוי ז\"ג וגם נשים בכלל חיוב בזה וי\"ל לפ\"ז בהאי דאי' פשיטא וכו' ואח\"ז מיבעיא עלה אם הוי דאורייתא ועי' שעמדו ע\"ז. י\"ל מדרבנן ודאי פשיטא אף אם הוי ז\"ג כמ\"ש אף דכמ\"ש בצל\"ח כנראה מסוגיא דבז\"ג פטור בדרבנן ג\"כ עיי\"ש אפ\"ה בהמ\"ז דבעראי מחויב מדרבנן לא שייך ז\"ג כלל וקמ\"ל דלא הוי ז\"ג דהוי חיובא מדאורייתא ובגמרא דאיבעיא להו ולא אפשטא לדעת רבינו וסייעתו י\"ל דקמ\"ל כיון שאינן בכלל הארץ וכו' א\"כ לא הוי שייכות בה אף מדרבנן וא\"כ קמ\"ל טובא דמדרבנן מברכין ולא הוי פשיטא אף בחיוב מדרבנן ולא צריכין לומר דקמ\"ל דהוי מדאורייתא ועיין ברשב\"א שכתב הואיל ומקשי פשיטא וכו' ומשני וכו' משמע דהוי דאורייתא ולמ\"ש מובן דהוי דאורייתא ועם כל זה איבעיא להו אח\"כ ועיין בשו\"ת שער אפרים סי' י\"א וי\"ב עיי\"ש ועיין ברש\"י ערכין ג' ע\"א בד\"ה מזמנין עיי\"ש:"
            ],
            [
                "<b>שלשה שאכלו פת כאחד חייבין לברך ברכת הזימון קודם ברכת המזון וכו'.</b> והנה בגמרא ברכות דף מ\"ה ע\"א יליף מקראי מה\"מ וכו' דאמר קרא גדלו לה' וכו' ר' אבהו אמר מהכא כי שם ה' אקרא וכו':<br><b> ועי'</b> בפנ\"י שכתב בזה אם הוי מדאורייתא או מדרבנן עיי\"ש. וכנראה למאן דיליף ממקרא דתילים מדברי קבלה הוי מדרבנן ומאן דיליף מה' אקרא הוי דאורייתא והנה מצינו גם מדברי קבלה דהוי דאורייתא דהוי רק גלוי מלתא וכדאיתא בכמה דוכתי עד דאתא יחזקאל וכו' עיי\"ש ועיין בלבוש מובא במשבצות זהב להפמ\"ג בסי' קצ\"ב דהוי דאורייתא ובקרית ספר למבי\"ט כתב דבעשרה דאומר בשם הוי דאורייתא משא\"כ בשלשה עיי\"ש ונפק\"מ כמ\"ש לעיל באם לא אמר אם צריך לחזור עיי\"ש:<br><b> אמנם</b> בזה יש לספק בשאינו אוכל כדי שביעה דאינו מחויב רק מדרבנן אם אפ\"ה הזימון דאורייתא דעכ\"פ שייך כי שם ה' אקרא ועיין מ\"ש לעיל פ\"ב ה\"ב בשם הסמ\"ע ומג\"א אם הפועלים פטורים מזימון עיי\"ש דאם הוי דאורייתא מחויבים ואפשר לומר כיון שלא הצריכו להמתין לבטל ממלאכתן כמ\"ש בסמ\"ע בסי' של\"ז וממילא לא הוי צירוף כלל מתחילתו ואף כמ\"ש ברא\"ש דיש להביא א\"ע לידי חיוב הזימון מ\"מ בפועלים אינו כן ומזה שכתב ברא\"ש שיש להביא א\"ע לידי חיוב מדכתב סתמא נראה אף שלא אכל כדי שביעה עם כל זה אין הכרע די\"ל דגם על מצוה מדרבנן יש להביא א\"ע לחיוב ועמ\"ש בה\"ו עיי\"ש ועיין מ\"ש בהל' ח':"
            ],
            [
                "<b>ואח\"כ אומר בא\"י וכו' עד שגומר ארבע ברכות והן עונין אמן אחר כל ברכה וברכה.</b> עי' בכ\"מ שאם שמעו ולא ענו יצאו רק שיהיה כמברך כמ\"ש בפ\"א עיי\"ש:<br><b> הנה</b> היה מביא לחשוב דרק באחד מוציא להשאר שייך צירוף וזימון ולא שכל אחד מברך לעצמו ולא מצינו לחלק כן וצ\"ל שגם בלשון רבינו אין הכרע לזה:"
            ],
            [],
            [
                "<b>הסועד בבית חתנים וכו' מברך נברך שהשמחה במעונו שאכלנו משלו וכו'.</b> בכונת ברכה זאת נאמר הנה זאת יתרון להשמחה כי אף אם רחוקה עוד מאתנו וימים יעבורו עד כי תבוא לנו טרם כי באה תשמח לבבינו על כי נדע כי בוא תבוא אלינו זה תנחומותינו בכל עצבונינו ואם כל ימינו בצער ולחץ הנפש עם המלך החסיד נאמר \"לולי האמנתי לראות בטוב בארץ החיים וכו'\" לא כן בכל הדברים בלעדיהם טרם כי באו לנו לא נוכל לומר כי הגיעו אבל בשמחה קולה כי תשמע ממרחקים לימים רבים כבר נפשינו השיגה אותה ומצאה קן בבתי הנפש אבל שמחת העולם העובר הבל המה אכן עדות המה לנו על חסדי ה' וכאשר הטיב עמנו פה על הארץ כן לא יסיר מאתנו חסדו ואמתו בעולם שכולו טוב וכולו ארוך וכמ\"ש הרמב\"ם בהל' תשובה השמחה בעוה\"ז רק משל משמחת העוה\"ב עיי\"ש וכמ\"ש בעיקרים כי הבטחות הנאמרות בהתורה מברכת הארץ לעדות לנו על שכר הצפון ושמור לעולם הבא וכאשר הטיב לנו פה כן ייטיב לנו בארץ החיים עיי\"ש ולכן נאמר נברך שהשמחה במעונו שם בעולם העומד אשר כבוד ה' יתעלה וזיו שכינתו משכנו שם השמחה השלימה ולכל לו יתעלה ודביקים באור החיים יתענגו ונהנים מזיו השכינה ולכן נברך שאכלנו והתענגנו מהנאת העוה\"ז על כי לעדות לנו כי נזכה להשמחה אשר במעונו וכאשר הטיב עמנו בעולם הזה בשמחותיה הכלים כן ייטיב לנו בשמחה השלימה ועומדת לעד במעונו ונברך כן בשמחה של מצוה שהשכר והמצוה ושמחה נערכים ומצרנים זה בזה שכר מצוה מצוה וכל העושים מצות ה' באמונה ישמחו וישישו בהם ושמחה אשר במעונו לחלק להם כנאמר מרז\"ל \"עולמך תראה בחייך\" ועיין במסכת ברכות פעם וכו' ולא פסק חוכא מפומא כל יומא ומ\"ש במ\"א בזה:"
            ],
            [
                "<b>הכל חייבין בברכת הזימון כדרך שחייבין בברכת המזון אפי' כהנים שאכלו קדשי הקדשים בעזרה וכן כהנים וכו'.</b> בכ\"מ גמרא במסכת ערכין [ד'] הכל חייבין וכו' כהנים וכו' פשיטא לא צריכא דאכלי קדשים סד\"א ואכלו אשר כופר בהם אמר רחמנא והא כפרה הוא קמ\"ל ואכלת ושבעת אמר רחמנא והא איתנהו וכו' עיי\"ש וברש\"י בד\"ה והך אכילת קדשים משום כפרה היא דכתיב ואכלו אשר כופר בהם מלמד שכהנים אוכלין ובעלים מתכפרים יומא ס\"ח ע\"ב אימא לא תיבעי זימון קמ\"ל וכו' עכ\"ל:<br><b> והנה</b> רבינו כתב שאכלו וכו' בעזרה דנראה דל\"צ לאשמועינן רק הנאכלים בעזרה למעוטי שלמים שאי' לכפרה. והנה לכאורה יש להבין דמאי ס\"ד לפטור מטעם לכפרה מזימון והיה נראה דאם יש סברה לפטרו מזימון גם מבהמ\"ז לפטרו. והנה מצינו דאי' בזימון והכונה על בהמ\"ז ג\"כ כמו עד כמה מזמנין עד כזית וכו' ובתוספות ברכות דף מ\"ט ע\"ב בד\"ה עד וכו' ה\"ה ברכת המזון בלא זימון אלא רבותא אשמועינן דאפילו על כזית מזמנין עכ\"ל ועיין ברש\"י במשנה שם וברבינו לעיל בפ\"א:<br><b> ויש</b> לומר דכמו דאיתא במסכת ברכות דף ל\"ו ע\"א מה דתימא כיון דלרפואה קא מכוין לא לברך עליה כלל קמ\"ל כיון דאית ליה הנאה מניה בעי ברוכי עיי\"ש וכמו\"כ קס\"ד בין לבהמ\"ז ובין לזימון כיון דלכפרה קמכוין כמו דס\"ד לברכה הראשונה כמו\"כ לברכה האחרונה והאי דאי' קס\"ד כיון דלרפואה כו' אף דממשנה הנ\"ל מוכח דלא אזלינן בתר הכונה אבל לא נדע רק בברכה דמדאורייתא ולכאורה בכל אכילת מצוה מצה בליל הראשון ואכילת סוכה בלילה הראשונה וי\"ל דבמצה וסוכה עי' בתוספות ברכות דף מ\"ט ע\"ב בד\"ה איבעי דמאי דאיתא במס' סוכה כ\"ז אי בעי אכיל ואי בעי לא אכיל חוץ מלילה הראשונה פירושו משום מצות סוכה אבל בשביל יו\"ט צריך לאכל כדאיתא במסכת ברכות שם וגם להסוברים דיוצא במיני תרגימא מ\"מ באוכל פת קיים אכילת יו\"ט דעיקרו משום שמחה והנאה דקיים באוכל מצה וי\"ב בסוכה וא\"כ אין כונתו לאכילה למצותו דמצה בלבד גם לשמחת יו\"ט בכלל דהוי להנאתו משא\"כ בקרבן לכפרה בלבד עומדת ואין ההנאה ממצותו ומשו\"ה נקטי בגמרא כהנים ולא ישראל בשלמים דג\"כ האכילה מצוה אבל בלתי מחויב באכילה משא\"כ הכהנים דלכפרה ומחויבים באכילה ממצותו משא\"כ בישראל רק שלא יהיה לנותר ומשו\"ה כתב רבינו שאכלו קדשי קדשים בעזרה דרק בכפרה החידוש דלאשמעינן:<br><b> וי\"ל</b> ג\"כ דאשמעינן רבותא בזימון יותר מבהמ\"ז כמ\"ש בתוס' הנ\"ל דכמש\"ל לעיל בהל' הקודמת ה\"ב דיש לספק באכל כזית דחיובא מדרבנן אם מחויב מדאורייתא בזימון לדעת הסוברים הזימון מדאורייתא עיי\"ש ולדעת התוספות נראה דאשמעינן זימון מדרבנן בחיוב בהמ\"ז מדרבנן והנראה דבאוכל לרפואה ולכפרה כיון שאין עיקרו לאכילה הוי אכילתו רק עראי כמו אכילת כזית דמדאורייתא לא מחויב רק באכילה כדי שביעה דהוי אכילה חשובה ומדרבנן בכזית כמו כן י\"ל בעיקרו לדבר אחר הוי בכלל עראי ומדרבנן בלבד וצ\"ע ונפק\"מ במסופק אם בירך בכה\"ג וא\"כ קמ\"ל דאפילו באכלו עראי מחויב בזימון וכנראה המשנה החיוב דאורייתא אתא לאשמועינן או מדרבנן כמו דאשמעינן כן בכזית:",
                "<b> וכן כהנים וישראלים שאכלו כאחד ואכלו הכהנים תרומה וישראל חולין חייבין בזימון כחיובן בבהמ\"ז.</b> הנה סיום לשון רבינו כחיובן בבהמ\"ז מובן עמ\"ש לעיל דכמו בהמ\"ז מחויבים אף שאין מכונים לאכילה רק דממילא קאתי כמו כן לזימון דעל שהכהנים וכו' באכלו חולין למה למימר כמו חיובן בבהמ\"ז דמאי דמיון זה לזה דמאי ס\"ד לפטרן בבהמ\"ז אבל כנראה קאי לעיל דשייך שפיר כמ\"ש חדא טעמא לפטרן בס\"ד:<br><b> ובהגהות</b> מיימוני דאם ג' בני אדם מודרי הנאה זה מזה לא מצטרפין לזימון וכן כהן וזר שאוכלין וכו' כהן אוכל חלה וזר פת של נכרים והכהן נזהר וכו' לא מצטרפין עיי\"ש ועי' בתוס' ברכות מ\"ה ע\"א בד\"ה אכל שכתבו ואע\"פ שיכולין לשאל על נדרם דהשתא מיהו לא אתשילו עכ\"ל וכיו\"ב בתוס' ערכין דף ד' הנ\"ל עיי\"ש ובב\"י בסי' קצ\"ו כתב ע\"ז וטעמא דלא מהני מה שיכולין לשאול על נדרם נראה לי משום דא\"כ כי כהנים אכלי תרומה אמאי מהדר אטעמא דכהנים מצי אכלי חולין תיפוק ליה דזר נמי מצי אכיל תרומה אי מיתשיל עלה אלמא דכיון דמחוסר שאלה לא הוי ראוי לאכילה והילכך אי לאו דכהנים מצי אכלי חולין לא מצטרף עכ\"ל:<br><b> ועי'</b> בספר מוצל מאש סימן י\"ט שהקשה ע\"ז דשאני תרומה דלא הוי מצוה לישאל משא\"כ נדרים כדאיתא במס' נדרים נ\"ט עיי\"ש:<br><b> ובמקום</b> אחר כתבתי דזה דאמרינן נדרים עומדין לשאל משום מצותו דהנודר כאלו בנה וכו' כדאיתא שם וכמ\"ש בר\"ן דמצוה משוי ליש לו מתירין וכשאי' מחוסר מעשה עיי\"ש אף דלכאורה יקשה האיך נאמר מה\"ט עומד לשאל והרי כנראה הנודר כאלו וכו' לא אכפת ליה דהוי נדרו מתחילה מראה לעינינו שלא אכפת ליה בזה ואינו עומד לישאל לו ונראה לומר דלא מצינו כן רק בתערובת דאז משום האיסורא דתערובת מסתבר דמתחרט וישאל אלא דמה\"ט הוי עוד בכלל מחוסר מעשה ואמרינן השתא דמתחרט על נדרו משום הפסד ההתר ע\"י התערובת אז יירע לו ג\"כ האיסור דכאלו בונה וכו' והמצוה ג\"כ משוי לו כעומד לישאל וכנעשה ממילא ליש לו מתירין וכמ\"ש עיי\"ש וכ\"ז בתערובות אבל בלי תערובת לא שייך מטעם מצוה בנדר עומד לשאל דכמו מעיקרא כן השתא לא יתן לב על האיסור דכאלו בונה וכו' וא\"כ לפ\"ז לענין זימון דמיירי בלי תערובות נדרים כמו תרומה בערך אחד וכמ\"ש בב\"י ויפלא על המוצל מאש למה שהשיג על הב\"י והרי לכאורה מוכח דלא מהני לומר משום מצוה עומד לישאל בזימון שהרי גם עתה מצות זימון עליו אשר לדעת קצת הוי מצוה דאורייתא. והנה מ\"ש בתוספות כיון דהשתא מיהו לא אתשלו דשאני ביש לו מתירין דאמרינן דעומד לישאל משא\"כ בזה דהשתא לא שאל ואח\"ז כבר עבר המצוה ולכאורה בשאלה דעוקר למפרע ובאכלה כולה באיכא שיור לענין קרבן מהני ג\"כ שאלה וא\"כ עומד לישאל גם אחרי כי עברה המצוה אבל אח\"ז אין עומד עוד משא\"כ בנדר אח\"ז ג\"כ עומד משום כאלו בונה וכו' כן נוכל לקיים מ\"ש במוצל מאש אבל יקשה לזה מאי בעי מפקיר וכו' ועל כרחך צ\"ל דהשתא חזי כיון דאפשר ובתרומה י\"ל מי יימר וכו' משא\"כ בהפקר וצ\"ע בכל זה:"
            ],
            [
                "<b>נשים ועבדים וקטנים אין מזמנין עליהן אבל מזמנין לעצמן ולא תהא חבורה של נשים ועבדים וקטנים מפני פריצות אבל נשים מזמנות לעצמן או עבדים לעצמן ובלבד שלא יזמנו בשם וכו'.</b> בתוס' במסכת ברכות מ\"ה ע\"ב בד\"ה שאני פי' דנשים מזמנות רשות עיי\"ש ודעת רבינו יונה כרבינו כיון דאיתא בגמרא דאיכא דיעות מזמנות חובה עיי\"ש ובאמת יפלא כיון דהמה בכלל זימון למה יהיה רשות כיון דשייך בהם ג\"כ הבו גודל וכו' וביותר למאן דס\"ל דהוי זימון מדאורייתא וראיתי בפנ\"י שעמד ע\"ז עיי\"ש ורבינו לא הביא האי דשמש שאכל כזית ועיין במעשה רוקח ובצל\"ח בזה:",
                "<b> קטן היודע למי מברכין מזמנין עליו וכו' ומצטרף בין למנין שלש בין למנין עשרה לזמן עליו וכו'.</b> עי' בכ\"מ שכתב דמשו\"ה אמר רבינו בנשים ועבדים ובלבד שלא יזמנו בשם מדאמרינן בכל דבר שבקדושה לא יהיה פחות מעשרה גדולים ובני חורין בפ\"ח ה\"ד מהל' תפילה ויש להבין מ\"ש בזימון בקטן שאין מזמנים לעצמם וגרועים מנשים ועבדים וכמ\"ש בכ\"מ שאינן בכלל מצוה והחינוך על שניהם ולמה להצטרף מצרפים ומ\"ש בהמ\"ז מתפילה ואם נשתנו למה בנשים ועבדים שוים ובקטנים לא:<br><b> ונראה</b> בכל דבר שבקדושה דצריך עשרה ילפינן מונקדשתי ובתפילה בציבור כמו כן דלא הוי עדה פחותה מעשרה ולא מהני צירוף דקטן משא\"כ הזכרת השם בזימון דלא מצינו דצריך עשרה בהזכרת השם בכל ברכות רק משום חשיבות דעשרה הוסיפו בשם ובמשנה מצינו הוספה למספרים הגדולים שם ולענין זה מהני הקטן לצרוף כדאי' קטן היודע וכו' משא\"כ נשים לעצמם דאינן בכלל חשיבות לעשרה וצירוף עם אנשים לא שייך בהם משום פריצות כדאיתא בגמרא וקטן אף דרק משום חינוך דעל אביו מ\"מ הוי בכלל המצות כמ\"ש בש\"ך ביו\"ד בסי' א' ס\"ק כ\"ז ועיין בתבואות שור שם ובשו\"ת נוב\"י מהדו\"ב חלק או\"ח סי' א' עיי\"ש והנה לכאורה נגד זה סוגיא דמס' ברכות מ\"ה ע\"ב ומגילה כ\"ג ע\"ב דאיתא כיון דבעי לאדכורי שם שמים בציר מעשרה לאו אורח ארעא דנראה דמשום חשיבות השם צריך עשרה ולמ\"ש משום חשיבות העשרה קבעו השם כמו ביותר במספר אלקינו ג\"כ ונראה דתרוייהו בהדדי הוי דמשום חשיבות עשרה הוסיפו כמו שהוסיפו עוד במספר היותר הגדול ה' אלקינו אבל לתת חשיבות למספר ע\"י השם צריך מספר חשוב דאל\"כ לא הוי אורח ארעא לתת חשיבות מהשם למספר שאינו חשוב ולענין זה מהני צירוף הקטן שיהיה מספר חשוב ושייך תרוייהו בהדדי משא\"כ היכא דצריך מצ\"ע עשרה להקרא עדה לא מהני צירוף ומשו\"ה במס' מגילה בקדושה ילפינן מונקדשתי ובהזימון מלאו אורח וכו' דאין שווין בעצמתן וכמ\"ש וראיתי בספר מרכבת המשנה שכתב קטן עדיף מאשה דאביו חייב לחנכו עיי\"ש ובלתי מובן דלרבינו נשים מזמנות חובה בלעצמם:"
            ],
            [
                "<b>אין מזמנין וכו' אבל ששה שאכלו פת וארבעה ירק אין מצטרפין עד שיהיו אוכלי הפת רוב הניכר וכו'. </b> עיין בכ\"מ שכתב כיון דלר' זירא מספקינן ליה הכי נקטינן ועיין בצל\"ח ברכות דף מ\"ח שעמד ע\"ז דבב\"י בסי' קצ\"ז כתב דלר\"ז דמספקינן ליה ראוי לפסוק כר' ירמיה דפשיטא ליה וכתב דלדעת רבינו כתב כאן כן שסובר דלא תשא דאורייתא באין צריכה ומשו\"ה מספיקא כר\"ז ושם כתב לדעת הטור והרא\"ש דס\"ל בפ\"ק דמס' קדושין ל\"א דברכה שא\"צ מדרבנן להקל בספק עיי\"ש וצ\"ל לפ\"ז דזימון דאורייתא להרא\"ש והטור דאל\"כ הרי בכל ספק דברכות דעת הרא\"ש והטור לקולא משום דהמה מדרבנן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בד\"א שיד\"ח בזמן שאכלו ולא שבעו וכו'.</b> ועיין בראב\"ד ובכ\"מ ובס' לר' דוד ערמא\"ה ז\"ל בשם מרדכי דבהמ\"ז לא מקרי ברכת נהנין והוי כמו קידוש והאי דצריך כזית דגן שיוכל לומר שאכלנו וכו' עיי\"ש ובמרכבת המשנה מביא כן בשם ס' צרור החיים וכתב שכיון שאכל כזית מקרי ברכת נהנין עיי\"ש והוא נגד דעת המרדכי והרי גם בקידוש נהנה ומסתברא דכל ברכת החיוב לא הוי בכלל ברכת המצות ולא בנהנין ור' דוד ערמא\"ה ז\"ל כתב דרבינו בתשובות נראה כן וצ\"ע לפרשו כן ועי' מ\"ש לעיל פי\"א ה\"ג עיי\"ש:"
            ]
        ],
        [
            [
                "<b>כל האוכל הפת שמברכין עליו המוציא צריך נטילת ידים תחילה וסוף וכו'.</b> הנה רבינו סתם ולא פי' בשיעור אכילה ובשו\"ע או\"ח בסי' קנ\"ח סעיף ב' יש מי שאומר שאם אינו אוכל אלא פחות מכביצה יטול ידיו ולא יברך והוא מרוקח המובא בב\"י שכתב דאיכא למימר דפחות מכביצה דאין מקבל טומאה לא הצריכו נט\"י וי\"ל דסתם הצריכו נט\"י ולא חילקו לפחות ובכביצה הילכך יטול מספק ולא יברך עיי\"ש אבל דעת רבינו בפ\"ד ה\"א מטומאת אוכלין דבכל שהוא מקבל טומאה ועי' בתוס' פסחים דף ל\"ג ובשעה\"מ כאן ובמל\"מ בפ\"ד מטומאת אוכלין הנ\"ל מסופק בשתי חצאי כביצה הטמאים בנצרפו אם חל הטומאה עליהם לדעת הסוברים דבעי כביצה ועיין בשעה\"מ כאן בזה עיי\"ש ועיין במס' נדה דף ז' ע\"א אשה שהיתה טבולת יום וכו' ובכל הסוגיא ולעיל שם בדף הקדום ע\"ב נולד לה ספק טומאה וכו' ובתוס' שם בד\"ה נולד עיי\"ש דמכ\"ז נשמע כשנטמא בטומאה שאינה חלה על חולין אף שנעשה אח\"ז חלה שטומאה כזה חלה עלה לא אמרינן חוזר וניעור הטומאה למפרע וצ\"ע אם יש לחלק בהנאמר ועי' ברא\"ש חולין בפ' גיד הנשה סי' ל\"ז עיי\"ש. גם נכלל בלשון רבינו שכתב שמברכין עליה המוציא דפת הבאה בכסנין כשקבע סעודתו עליו דצריך נט\"י כאשר דקדק כן במג\"א בסי' קנ\"ח ס\"ק ב' עיי\"ש:",
                "<b> וכן כל דבר שטיבולו במשקין צריך נטילת ידים תחילה.</b> ובתוס' פסחים קט\"ו חלקו ע\"ז כמובא בכ\"מ ועיין בב\"י בסי' קנ\"ח דלרבינו רק בז' משקין המקבלין טומאה כמ\"ש בפ\"א מהל' טומאת אוכלין ובראב\"ד שם השיג עליו ועי' בשעה\"מ כאן:"
            ],
            [
                "<b>כל הנוטל ידיו וכו' מברך תחילה אקב\"ו וכו'.</b> עיין מ\"ש בפ\"ג ה\"א מהל' ק\"ש בענין נט\"י דבלעדי סרך תרומה ג\"כ נכלל בו הנסמך מוהתקדשתם וכו' עיי\"ש ומובן ועוד משום מצוה לשמוע וכו' ורבא אמר וכו' דברי ר\"א וכו' שהוא ג\"כ דרבנן מ\"מ משם נרמז מעלת נט\"י למעלות הקדושה להרים האכילה ושיהיה השולחן לפני ה' כמו הטהרה למקדש וקרבן וכמ\"ש שם עיי\"ש ומה\"ט הדמיון נט\"י לקידוש ידים במקדש דמצינו בתוס' והלכות נט\"י הכל מובן עם מ\"ש ועי' בריטב\"א שכתב לפרש לשון נטילת ידים משאו ידיכם קודש עיי\"ש ומסכים עם מ\"ש לעיל ועיין בתוס' במס' חולין ק\"ו בד\"ה מצוה דנראה דמבלעדי סרך תרומה צריך נט\"י שכתבו בפי' ועוד משום מצוה משום נקיות עיי\"ש וברשב\"א בחידושיו שם פי' דבלעדי שציוו החכמים משום סרך היה לעשות כן ועכשיו הוי מצוה וכתב דלמודא והתקדשתם במס' ברכות להמברך ולא להמסובין עיי\"ש ובטור לא כתב רק משום סרך תרומה עיי\"ש ולמ\"ש י\"ל משום מצוה על והתקדשתם וי\"ל משו\"ה גזרו משום סרך תרומה דעיין ברש\"י במס' שבת דף י\"ד ע\"א בד\"ה עסקניות שמא נגעו בבשרו או במקום הטנופת וגנאי לתרומה ונמאס לאוכלין בשנוגע בה בידים מסואבות עיי\"ש שדחה האומרים משום טומאה וא\"כ בתרומה הנט\"י לאו משום טומאה רק שהטילו עליו חומר שני מטעמא שכתב ברש\"י ולמ\"ש דוהתקדשתם על נט\"י דמסובין משום דנט\"י למען יהיה שולחן לפני ה' ומאכלו וסעודתו יהיה בברכה לפניה ולאחריה ובכל דרכיך דעהו ולחם חולין ירים לגבוה לאמר טעמו וראו וכו' וכמ\"ש רבינו משמונה פרקים שכל הנאות העוה\"ז יהיה למען ה' עיי\"ש וא\"כ הוי בגדר תרומה כמ\"ש במ\"א שיקרא כן על כי הורם ממאכל חולין לה' וכן יהיה כל שולחן לפני ה' ולא למלאות בטן בלבד ויקדש ידים כמ\"ש לעיל כי קידוש ידים מורה על הנאמר הרמותי את ידי וכו' ידים העסקניות שמהם כל מלאכה ופעולה יצאו הכל יהיה לה' וכל הנאותיו ונאה ככה בעת קביעות הסעודה. ובנוטל ידיו לפירות דהוי מגסי רוח ברבינו יונה וברשב\"א מובא במג\"א דתרומת פירות דרבנן עיי\"ש ולטעמא שכתבו בתוס' לא שייך לומר כן דעכ\"פ משום נקיות שייך בהו וכמ\"ש ז\"ל כשאין נקיות צריך לנט\"י משום הברכה עיי\"ש ובחי' הר\"ן בחולין נראה משום דלא קבעי סעודה עלייהו אתי שפיר גם לתוס' ולמ\"ש:<br><b> ובספר</b> עצי אלמוגים הקשה מאי מצוה ביותר משום נקיות מבסרך תרומה עיי\"ש וי\"ל למ\"ש משום והתקדשתם כקושית הרשב\"א הנ\"ל וא\"כ י\"ל דלא שייך ברכה על גזירה אבל כה\"ג דר\"א דידיו וכו' דמשום והתקדשתם הוי בכלל מצוה דרבנן ושייך ברכה גם לפשוטו משום נקיות י\"ל וגם בלתי מובן לומר משום נקיות אם לא נאמר מטעם והתקדשתם ומובן עמ\"ש לענ\"ד ושם ק\"ה ע\"א מים ראשונים מצוה ואחרונים חובה וברש\"י מצוה לשמוע וכו' ונראה דמשו\"ה שם ודף ק\"ו אמרו לשון מצוה להורות ע\"ז שאינה משום גזירה בלבד ונפק\"מ לענין ברכה כמ\"ש ובתוס' בד\"ה מים הקשו מאי נפק\"מ אם רשות או חובה ועי' מ\"ש ע\"ז ולמ\"ש י\"ל ג\"כ ועי' ברבינו יונה מובא בכ\"מ ה\"ד שאפי' הטובל ידיו יברך על נט\"י שנטילה תיקנו ולא טבילה וטבולו מכח הנטילה ע\"ש ולמ\"ש בשם הריטב\"א דנטילת ידים משום שאו ידיכם וכו' מובן ביותר ועי' מ\"ש לעיל ועי' ברשב\"א וי\"ב שהקשו דבמס' ברכות למדין מוהתקדשתם עיי\"ש ולמ\"ש האי דאמרו מצוה וכו' כדר\"א הוי מהאי דוהתקדשתם דמה\"ט סמכו למקרא זה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ארבעה דברים פוסלין את המים וכו' כיצד מים שנשתנו מראיתן בין בכלים בין בקרקעות בין מחמת דבר שנפל לתוכן בין מחמת מקומן הרי אלו פסולין וכו'.</b> והנה מ\"ש רבינו בין מחמת מקומן ובין בקרקעות אם נפרש בקרקעות במקוה שלימה וא\"כ יש להבין ממ\"ש בהל' ט' וכל מים שנפסלו וכו' ובקרקעות כשירים וכו' חמי טבריה וכו' ועיין בכ\"מ ה\"ח שכתב במים שנעשו בו מלאכה במי מקוה כשרים אבל עיין בטו\"ז בסי' ק\"ס ס\"ק ו' שכתב אבל פיסול דשנוי מראה או נפסלו משתית בהמה אין בזה חילוק בין שאובין למי מקוה ומעיין כן משמע מדברי הרמב\"ם וזה פשוט עכ\"ל ודבריו בלתי מובנים מ\"ש או נפסלו משתית בהמה וכן משמע מדברי הרמב\"ם שהרי בהל' ט' נראה נגד זה וראיתי בפמ\"ג שם שכתב וכן משמע ברמב\"ם קאי על שנוי מראה עיי\"ש ונראה שכיון למ\"ש דמפורש נגדו ועי' בסי' ר\"א סעיף כ\"ז כ\"ח ביו\"ד עיי\"ש והגאון מהר\"א מווילנא ז\"ל בשו\"ע ס\"ק ב' כתב למ\"ש רבינו מחמת מקומן מתוספתא פ\"ח דפרה המובא בר\"ש מחמת עצמן כשירים מחמת עשן או ד\"א פסולין עיי\"ש ובתוספתא שלפנינו אינו כן:"
            ],
            [],
            [
                "<b>וכל מים וכו' חמי טבריה במקומן מטבילין בהם את הידים אבל אם נטל מהן בכלי או שהפליג מהן אמה למקום אחר אין נוטלין מהן לא ראשונים ולא אחרונים מפני שאין ראוין לשתיית בהמה.</b> ובכ\"מ בסופו ומצינו בלשון המשנה דקרי לשניים אחרון דתנן בפ\"ב דמס' ידים שאין המים האחרונים מטהרים אלא המים שע\"ג היד עכ\"ל וגדולה מזה עי' בתוס' יו\"ט בפ\"ז מ\"ג ממס' דמאי שם ובפי' המקרא גדול יהיה הבית האחרון ובפ\"ג מ\"ו ממס' גיטין עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מים שנסתפק לו אם נעשה מהן מלאכה או לא נעשה אם יש בהן כשיעור או שאין בהן אם הן טהורין או טמאין ספק נטל ידיו ספק לא נטל ידיו ספיקו טהור שכל ספק שבטהרת ידים טהור.</b> יש להעיר למ\"ש הרא\"ה מובא בהרב המגיד בהל' חמץ ומצה בפ\"ב הל' י' דאע\"ג דספיקא דרבנן היא כיון שבדיקת חמץ תחילתה על הספק החמירו בספיקה יותר משאר ספיקות של דבריהם וכן עיקר עכ\"ל עיי\"ש ולמה בסתם ידים בתחילתו על הספק ועם כל זה אמרינן בספיקו לקולא ונ\"ל דתליא בשני פירושים ברש\"י במס' שבת דף י\"ד ע\"א דאיתא שם והידים מפני שהידים עסקניות הן וברש\"י בד\"ה עסקניות הן ונוגעין בבשרו ובמקום טנופת וגנאי לתרומה בכך ונמאס לאוכלין כשנוגע בה בידים מסואבות ורבותינו מפרשי חיישינן שמא נגעו ידיו בטומאה ונטמא וקשיא לי א\"כ ניחוש שמא נוגע באב הטומאה ונמצא ראשון ויטמאנה ועוד מ\"ש ידים לחודייהו בכל גופו נגזור לפסול תרומה שמא נגע ידיו בטומאה ונטמא כל גופו ועוד לא תסגי לה בנטילה אלא בטבילה עכ\"ל:<br><b> ונ\"ל</b> לפי' רש\"י בפי' עסקניות שמא נגע בגופו ובבשרו הוי חשש קרוב מטעם עסקניות ונ\"ל דלא הוי תחילתו על הספק השקול דהוי כודאי שרוב פעמים כך כדאמרינן במס' קדושין וחולין רוב תינוקת מטפחין וכו' כמו\"כ כה\"ג כל אדם בערך זה אבל לפי' רבותיו של רש\"י דסתם ידים שמא נגע בטומאה וזה הוי רק משום ספק בלבד ולכאורה ספק רחוק דהרי (לח) [לא] משוי לשום אדם לספק טמא להוציאו מחזקת טהרה וכקושית רש\"י דא\"כ כל גופו נמי כמ\"ש לעיל וא\"כ לפ\"ז ידים משום ספק תחילתו ואפ\"ה בספיקם לקולא ועיין בפי' הרמב\"ם במס' טהרות פ\"ז מ\"ח ובסוף מס' זבים שמפרש כרבותיו של רש\"י שמא נגע בטומאה והנה במשנה בפ\"ז מ\"ח מטהרות היו ידיו טהורות והסיח את לבו מלאכל אע\"פ שאמר יודע אני שלא נטמאו ידיו טמאות שהידים עסקניות ודברי רבינו כאן בה\"א ואע\"פ שאין ידיו מלוכלכות ואין יודע להן טומאה לא יאכל עד שיטול שתי ידיו וכו' ועיין בטור בסי' קנ\"ח ובב\"ח בריש וסוף הסי' הנ\"ל עיי\"ש ועי' ברש\"י חולין דף ב' ע\"ב בד\"ה ובמוקדשין כיון דמוזהר מהתורה שלא יטמא כדכתיב ואני הנה נתתי וכו' את משמרת תרומתי אלמא בעינן שמירה גזור רבנן לכתחילה וכו' עיי\"ש וא\"כ משום חיוב שמירה גזרו רבנן ובהסח הדעת יצא מתורת שמירה דמגדר שמירה שלא יסיח דעתו ועיין במס' פסחים דף ל\"ד ע\"א אם הסח הדעת פיסול הגוף עיי\"ש בגמ' וברש\"י וא\"כ כמ\"ש ברש\"י שם דנפסל משום הסח הדעת עי' רש\"י פסחים הנ\"ל וההסח הדעת הוי ודאי ולא ספק וא\"כ י\"ל דלא הוי תחילתו על הספק כי זה שהטילו חובת השמירה מקדשת תרומה וחששו על הספק להבא דלא שייך חזקה על להבא ולעבר הוי משום הסח הדעת דהוי בודאי וכמ\"ש וא\"כ בהספיקות במים ובנטילה י\"ל שפיר לקולא ככל ספק דרבנן דלזה לא הוי תחילתו על הספק וכמ\"ש ואתי שפיר ועי' במג\"א בסי' ק\"ס ס\"ק י\"ג בשם היש\"ש אם נטל כראוי וספק לו אם נטמאו אח\"כ א\"צ ליטול אף לצאת ידי ספק וצ\"ע דהא הסח הדעת פוסל וכו' עכ\"ל המג\"א ועי' במס' פסחים ל\"ד הנ\"ל דכמ\"ש דספק הסח הדעת הוי ודאי ביטול השמירה ועל קושית רש\"י על רבותיו אשר יקשה גם לדברי רבינו שמפרש כמוהם עיין בס' עצי אלמוגים ועי' בב\"י בשם מהרי\"א בסי' קנ\"ט שיותר לחוש בקילא מטומאה חמורה עיי\"ש:<br><b> ובראב\"ד</b> ועם כל זה אם יש לו מים לרחוץ אמרינן לו קום ורחוץ והוציא עצמך מן הספק עכ\"ל ועי' בס' אבני מלואים ח\"ב בשו\"ת סי' י\"א כתב עם מ\"ש בכ\"מ דלא דמי לספק טומאה דידים לית לה עיקר מהתורה וכתב ע\"ז דלאו משום ספק טומאה דעת הראב\"ד רק דהוי יש לו מתירין דשייך אפי' בשאין לו עיקר מדאורייתא ומשו\"ה באין לו מים א\"צ לפיזור מעות למים אבל ביש לו צריך לרחוץ ודעת הרמב\"ם להקל גם בישל\"מ בידים כמו גבי ספק עירוב עיי\"ש והנה לפ\"ז י\"ל משו\"ה תחילתו על ספק משום דשל\"מ ולכן בספק נוסף הוי ס\"ס ביש לו מתירין ועי' בסי' ק\"י ביו\"ד ובסי' תצ\"ז באו\"ח אבל הרי בתחילתו צריך נט\"י אפי' היכא שאין לו מים וצריך פיזור ממון ומ\"מ י\"ל דדעת רבינו כיון דהוי ס\"ס לא אמרינן בישל\"מ לחומרא ועמ\"ש בכ\"מ דנט\"י אין לעיקר מהתורה משו\"ה הקילו וכ\"כ בר\"ש בפ\"ז דתרומות מ\"א ועי' בשער המלך הל' מקואות פ\"י כלל ה' מה שהקשה ממס' עירובין עיי\"ש:"
            ],
            [],
            [
                "<b>נוטל אדם [ידיו] שחרית ומתנה עליהן כל היום ואין צריך ליטול את ידיו לכל אכילה ואכילה וכו' והוא שלא יסיח דעתו וכו'.</b> ועי' בתורת הבית להרשב\"א בית ו' שער רביעי שכתב דהתנאי משום כונה דמשום הסח הדעת הרי כמ\"ש ברש\"י ובלבד שיזהר מלטנפם ומלטמאם וכ\"כ הרמב\"ם והוא שלא הסיח דעתו מהן ואפ\"ה מתנה אלמא כונה בעי ועיין שמחלק להאי דמס' חולין ל\"א דדוקא לנגיעה מהני בלי כונה ולא לאכילה עיי\"ש ורא\"ה שם כתב דהתנאי לאו משום כונה רק דעי\"ז לא יסיח דעתו ומסופק אם תנאי דוקא רק שלא יסיח דעתו וסיים דנראה לו ביותר דתנאי צריך ומשום שלא יסיח דעתו עיי\"ש ולהרא\"ה נראה דבלא התנאי אף שאומר שלא הסיח דעתו משום דידים עסקניות י\"ל שלא הרגיש ולכן התנאי כי אז לא שייך נגע ולאו אדעתיה כמצינו כמה פעמים בענין שחיטה דאמרינן לאו אדעתיה ולא מהני ברי לי ומכ\"ש בידים העסקניות ולמ\"ש ברש\"י משום נגיעה בבשר ודאי מסתבר לומר כן ביותר ועי' בענין לאו אדעתיה בשו\"ת צמח צדק סי' ס\"ה בדבר שצריך בדיקה עיי\"ש ויש יתד גדול לדעת הרא\"ה מכמה מקומות:"
            ],
            [
                "<b>לט אדם את ידיו במפה ואוכל בהן פת או דבר שטבולו במשקה אע\"פ שלא נטל ידיו. המאכיל לאחרים אין צריך נט\"י והאוכל צריך נט\"י אע\"פ שאחר נותן לתוך פיו ואינו נוגע במאכל וה\"ה לאוכל במגריפה שצריך נט\"י.</b> עי' בראב\"ד ובכ\"מ ובפ\"ח מאבות הטומאות הל' ט' כתב רבינו לט אדם ידיו במפה ואוכל תרומה בלא נט\"י ואין חוששין שמא יגע אבל לא יעשה כן בחולין שנעשו על טהרת הקודש או על טהרת תרומה גזירה שמא יגע לפי שאין מקפיד עליהן עכ\"ל וברש\"י חולין ק\"ז משום דכהנים זריזין ולרבינו נראה משום חומר תרומה יקפידו בשמירה ביותר ועי' ברש\"י במס' חולין דף ב' ע\"ב דאיתא שם ובמוקדשין לא ישחוט שמא יגע בבשר וז\"ל ובמוקדשין לכתחילה לא ישחוט ואפי' בסכין ארוכה כיון דמוזהר מן התורה שלא יטמא כדכתיב ואני הנה נתתי לך את משמרת תרומתי אלמא בעינן שמירה גזור בהו רבנן לכתחילה משום לך לך אמרינן לנזירא סחור סחור לכרמא לא תקרב עכ\"ל ונראה מדברי רש\"י דהחשש שמא יגע הוי חשש רחוק דאם הוי חשש ספק למה רק מדרבנן ניחוש כן ועי' בתוס' שם שלא נראה כן וכמ\"ש שם עיי\"ש ובכה\"ג דעושה בהיכר גדול לאכל במפה דהוי כמו סכין ארוכה שם ויותר מזה ולכן דעת רבינו דאוכל על טהרת הקודש או על טהרת תרומה שקיבל ע\"ע לשמרו כמו תרומה וקדשים דהוי השמירה מדאורייתא וכמ\"ש ברש\"י הנ\"ל ועי' במס' פסחים הנ\"ל אם הסח הדעת פיסול הגוף וברש\"י שם עיי\"ש וא\"כ שייך גזירה מדרבנן כיון דבתרומה וקדשים אם לאו דזריזין או משום חומר דמקפיד היה לגזור גזרו בזה משום חיוב השמירה דבכלל קבלתם אבל בחולין דלא הוי מטעם חיוב שמירה רק משום סרך תרומה בלבד והוי גזירה לגזירה ואף למ\"ש בתוס' ישנים במס' שבת כ\"א ע\"א בד\"ה וא\"ת דהיכא דצד אחד קרוב לעשותו לא שייך לומר אין גוזרין גזירה לגזירה ועי' בטו\"ז או\"ח בסי' רנ\"ב ס\"ק ז' סי' רנ\"ג ס\"ק ט\"ו וכיו\"ב בר\"ן במס' ביצה דף כ\"ח ע\"ב בענין אין מראין סכין לחכם עיי\"ש אבל כמ\"ש החשש שמא יגע חשש רחוק וכיון כמ\"ש בחולין לאו משום שמירה רק משום גזירה אין גוזרין משא\"כ באוכל על טהרת הקודש ועל טהרות תרומה דמטעם שמירה שייך גזירה וגם דזה מגדר השמירה מדרבנן לחוש גם על המקרה על המעט אבל לפ\"ז צ\"ל באוכל מחמת מאכיל ובאוכל במגריפה הוי חשש קרוב ובמגריפה י\"ל שאינו בהיכר דדוקא בהיכר יש לומר כמו דאיתא במס' ביצה י\"ח מתוך וכו' ע\"י דליו זכור הוא עיי\"ש ובאוכל ע\"י מאכיל הרי נגע הלה:<br><b> ולכאורה</b> יקשה במלחמה שהתירו בלא נט\"י וכמ\"ש רבינו בה\"ג ולמה לא נאמר שיאכלו במפה דלא הוי טורח כ\"כ וראיתי בס' מעשה רוקח שכתב מ\"ש בנט\"י לאחרונה חייב במחנה והרי אפשר במפה עיי\"ש וזה י\"ל דילמא באמת מהני וכמ\"ש שם אבל בזה יקשה על הראשונים ונ\"ל דהנה כמ\"ש לעיל דרש\"י הקשה על הי\"א דס\"ל נט\"י משום נגיעה בטומאה וא\"כ ניחוש שמא נגע באב הטומאה עיי\"ש ובס' עצי אלמוגים סי' קנ\"ח ס\"ק א' כתב ע\"ז עם מ\"ש בתוס' במס' פסחים י\"ט בד\"ה שאין שבאותו יום שגזרו על סתם ידים שניות גזרו ג\"כ אידים שנגעו בראשון לטומאה שיהיה לו דין שני דמדאורייתא אין ראשון מטמא לאדם שאין מקבל טומאה אלא מאב הטומאה וכתב לפ\"ז דלחוש שיגע באב הטומאה אף דידים עסקניות ע\"ז יתן לב דיודע טומאתו אבל טומאת ידים מראשון לטומאה שאין פשוט כך י\"ל לחוש עיי\"ש והנה דעת רבינו כמ\"ש לעיל בדעת רבותיו של רש\"י דנט\"י משום נגיעה בטומאה וא\"כ במחנה דשכיח שיגעו במת ובחרב דהוי כחלל וא\"כ לא מהני הנט\"י כלל ולכן לא גזרו במחנה דהוי גזירה שאי אפשר לקיימו ולטומאה כזאת לא מהני מפה:"
            ]
        ],
        [
            [
                "<b>מנהגות רבות נהגו חכמי ישראל בסעודה וכולן דרך ארץ וכו'.</b> רז\"ל אשר זרזו על דרך ארץ הנכלל בו מכבוד אחרים כבוד חביריו ולא בלבד בכבוד רבו ואבותיו אשר הרבה הלכות נאמר בזה גם בד\"א קבעו מסכתא בפ\"ע ועי' בפ\"ג ממס' ברכות כמה החשיבו הלכות דרך ארץ ולא בלבד בכבוד האחרים גם כבוד עצמו אשר לבעל נפש יקרה להרגישו כי רוחו בקרבו רוח אלוקים הוא ובחרו וצוו רז\"ל ביותר בסעודה כל מקום יתענגו יחד לא כרעבי לחם כחית הארץ בעת כי יטרפו טרף גם כי יאכלו וישתו לא יבזו צלמם במעשי זולל וסובא והשמירה מזה פקדו בשמירת דרך ארץ וכבוד אחרים כי יבואו לתת מתג ורסן בהתאותו לאכילה ושתיה והחשיבו רז\"ל הדרך ארץ כי הוא מכבוד אחרים אשר אמרו רז\"ל יהיה כבוד חבירך וכו' ומכבוד נפשו ומחדד ההרגשת הבושה המחיצה של ברזל לחטאי ופשעי אנוש כנאמר בתורה אחרי החטא ויתבוששו והשולחן לפני ה' בנט\"י וברכה יהיה כמו\"כ בד\"א וכבוד אחרים:"
            ],
            [],
            [
                "<b>אין הבוצע וכו' ואין בוצע אלא ממקום שנתבשל יפה יפה.</b> הנה מי לא יודע תוקף ראות עין וממשלתו על הלב וכלי המעשה כמ\"ש רז\"ל עינא ולבא סרסורי דעבירה אינון אשר חכמים גדולים נפלו על ידן והערו כמה גדול כוחו של היופי וההדר לפתות האדם אף אם יהיה הנאת ההסתכלות על רגע אחת עד אם יקח איש מאפה לחם לאכל אותו בעודו בכפו יבלענו יבחר היפה במראה ובמלאכה אף כי טעמו שוה לאחרים ונותן לפעמים הכפל בעבורו למען התענג בראות עיניו ברגע יבלענו וההרגשות יתאחדו ולכן בברכת המוציא יברך על החביב והנאה ביותר אשר יתענג בו ויתפעל בהודאה לה' הנותן לו מאוי נפשו ובנפש מרגשת יעשה זאת כי יברך על המביא הנאה לו טרם כי יבולע בו במראה עיניו ולכן ארז\"ל במקום דקדים ויפה בשולו אשר יעיר כמה לבקר טובת ה' בכל רגע ובכל הנאה אשר גם לרגעים יפקדנו ובעת הברכה למען יהיה ברכה שלימה עם הרגשת הלב:"
            ],
            [],
            [
                "<b>הבוצע נותן פרוסה לפני כל אחד ואחד והאחד נוטל בידו ואין הבוצע נותן ביד האוכל אלא אם כן היה אבל וכו'.</b> במגדל עוז ובב\"י בב\"ה בסס\"י רס\"ד כתבו מקורו מאיכה רבה מדכתיב פרשה ציון בידיה והביא כי הרשב\"א כתב שאינו זוכר מקורו עיי\"ש ואני חפשתי שם ולא מצאתי וכן בספר מעשה רוקח כתב ואני הצעיר חפשתי שם ולא מצאתיה עיי\"ש והנה ההבדל כי הנתינה לפני כל אחד ואחד דרך כבוד כמצינו והוא עומד עליהם ודרך שמוש מבעה\"ב דרך כבוד האורחים הוא אבל לתת בידו כנתינה לעני ואולי כמו דשאלת שלום וכיו\"ב דרך כבוד אסרו לאבל המתגולל בעפר על כי נוטל ממנו כבודו לכן גם בזה אסרו רק לידו דמותר על שאינו דרך כבוד ואם נאמר שיתן או רק דרשאי ליתן יש לספק ואינו מוכרע:",
                "<b> ואם רצה הבוצע לחלק כבוד לרבו או למי שהוא גדול בחכמה ויניחנו לפשוט ידו קודם לו הרשות בידו. </b> ולכאורה יש להבין למה נאמר בכבוד רבו הרשות בידו והלא יהיה בחוב עליו להקדים רבו בכל דבר כבוד ואם נדחק לפרש הרשות בידו קאי על רבו או לגדול ממנו לשון ואם רצה ובגמ' אי' ואם בא לחלוק כבוד וכו' וצריך לומר כיון שאין המסובין רשאין וכו' ועי' בתוספות במסכת ברכות דף מ\"ז ע\"א בד\"ה אין שהקשו על ואם רצה הא אין מסובין רשאין לטעום עד שיטעם הבוצע עיי\"ש מ\"ש ע\"ז ועי' ברא\"ש ובתוספות ערבי פסחים שכתבו לחלק בין שתיה לאכילה דבאכילה אמרינן ר\"ה כ\"ט לא יפרוס אדם פרוסה לאורחים אא\"כ אוכל עמהם הילכך יש לו לטעום קודם עיי\"ש והנה שם הטעם משום שמברך להוציא אותם וכמ\"ש בכ\"מ לפרש כפי' התוספות שקאי על שאר המאכלים לא שייך לומר כן וגם למה יוכל ליתן לרבו כיון דמשום הברכה עליו לאכול שיהיה מחויב בדבר להוציא אותם ונראה כיון שאין מסובין רשאין משום כבוד הבעה\"ב הבוצע וא\"כ הוי כבזיון לו אם יאכלו קודם ואף דיוכל למחול על כבודו נגד רבו מ\"מ אין מחויב בכה\"ג דמקל בעצמו ואם עושה הרשות בידו ונראה לכאורה כשאין גדול ורבו אין רשות בידו ולמה יוכל למחול על כבודו ונראה דרז\"ל סידרו הדרך ארץ ואל ימנע אדם מזה וכמ\"ש לעיל כמה היה יקר הד\"א בעיניהם ונדע שלא אמרו הרשות למחול בזה רק לרבו ולגדול ממנו למען לא יצאו מדרכי המוסר וכבוד אחרים בשום פעם רק לכבוד התורה רשאין ואין מחויב עבור דמבטל סידור הד\"א וגם כמ\"ש לעיל ועי' במג\"א בסי' קס\"ז ס\"ק ל\"ד שהקשה למה בצע הוא ותירץ שהיה בעה\"ב או שהגדול נתן לו רשות עיי\"ש ונראה בעה\"ב לעולם לבצוע ושיתן בעין יפה כדאיתא בגמרא ונתן לו רשות כשלא היה בעה\"ב:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אסור לאורחים ליטול כלום ממה שלפניהם וליתן ביד בנו או בתו של בעה\"ב שמא יתבייש בעל הסעודה שהרי אין לו אלא מה שהביא לפניהם ונמצאו הקטנים נוטלין אותם והולכין וכו'.</b> בגמרא במסכת חולין איתא ואין האורחין רשאין וכו' ורבינו כתב אסור וכו' ובשו\"ע בסי' ק\"ע איתא ג\"כ אין רשאין וכו' ונראה דלדעת רבינו הוי ספק גזל די\"ל דעל דעת ליתן לאחרים ויתבייש לא נתן לפניהם ועיין בשו\"ע אהע\"ז סי' כ\"ח סעיף י\"ז בהג\"ה שם אורח שישב אצל בעה\"ב ונוטל חלקו וקידש בו הוי מקודשת ועיין (בכ\"מ) [בבית שמואל] שם ס\"ק מ\"ו בשם הטו\"ז דהוי מה\"ט דאיתא כאן דאין רשאי וכו' ספק מקודשת ובהגהת הטו\"ז מחלק בין אם האשה ג\"כ מהאורחים להסעודה עיי\"ש ובמג\"א בסי' ק\"ע מחלק בסעודה גדולה לא שייך שיתבייש אם האוכל מרובה עיי\"ש. ועיין שו\"ת מהרימ\"ט ח\"א סי' ק\"נ ושו\"ת מהרח\"ש סי' י\"ג ול\"א עיי\"ש:"
            ],
            [],
            [
                "<b>הביאו להם מים לנטילה וכו'.</b> עי' בראב\"ד ובמג\"א בסי' רס\"ז ס\"ק ג' ובחכם צבי סי' קכ\"ח ובספר מרכבת המשנה ובפנ\"י במסכת ברכות דף מ\"ב ובמס' ביצה דף כ' בישוב קושית המג\"א וח\"צ עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>אעפ\"י שאין ברכת המזון צריכה יין וכו'.</b> עי' בהגהות מיימוני אמנם וכו' כי אין ראיה בשום מקום לפסול שכר מכוס של בהמ\"ז וכו' שהקביעות מחשבו לברך עליו ואין נקרא קביעות אלא שרגילין תמיד בכך כגון מקומות שאין מצוין יין וכה\"ג גרסי' בפ' כיצד מברכין אמר ליה אביי לרב יוסף האי כובא היכי מברכין עליה עד קבע סעודתיה עלויה מברך המוציא ושלשה וכו' כל שאחרים קובעין וכו' וכן לגבי שכר וכו' עכ\"ל ומזה נראה דדעתו בפי' הקביעות משום חשיבות ולא משום השיעור ועיין מ\"ש בזה ועיין מה שכתבתי בפ\"ג ה\"ט עיי\"ש:"
            ]
        ],
        [
            [
                "<b>כל פירות האילן מברכין עליהן בתחילה בפה\"ע ולבסוף בורא נפשות רבות וכו' ועל פירות הארץ והירקות מברכין עליהן בתחילה בפה\"א וכו' והשותה מים שלא לרוות צמאו אין טעון ברכה לא לפניו ולא לאחריו.</b> במס' ברכות ל\"ח ע\"א במשנה ועל הירקות הוא אומר בפה\"א ר' יהודה אומר בורא מיני דשאים. ופוסק רבינו כת\"ק וכדאיתא שם דף מ' ע\"א א\"ר זירא וכו' ואין הלכה כר\"י ואר\"ז מ\"ט דר\"י ברוך ה' יום יום וכי ביום מברכין אותו ובלילה אין מברכין אותו אלא לומר לך כל יום ויום תן לו מעין ברכותיו הכא נמי כל מין ומין תן לו מעין ברכותיו ובמסכת סוכה דף מ\"ו ע\"א ת\"ר היו לפניו מצות הרבה מברך אשר קדשנו וכו' וצונו על המצות ר' יהודה אומר מברך על כל אחת ואחת בפ\"ע ואר\"ז וכו' הלכתא כר\"י ואר\"ז וכו' מ\"ט דר\"י דכתיב ברוך ה' יום יום וכו' מעין ברכותיו ה\"נ בכל דבר ודבר תן לו מעין ברכותיו. ועיין בפי\"א ה\"י מהל' ברכות שכתב רבינו היה לפניו מצות הרבה אינו מברך אקב\"ו על המצות אלא מברך על כל אחת ואחת בפ\"ע והנה נלמד מקרא אחד ויש להבין למה בזה מסתבר טעמא דר\"י ובזה לא. וראיתי בחידושי הרמב\"ן בג' שיטות שהעיר ע\"ז שבגירסתו לא היה אין הלכה כר\"י והביא בתחילה לברך מיני דשאים ממס' סוכה הנ\"ל וכ' ואע\"פ שיש לומר שזו מעין ברכה היא דכולה פרי האדמה נינהו וכולה מין אחד הוא לברכה וכו' עיי\"ש:<br><b> והנראה</b> שזהו טעמא דמלתא דבמצוה הוי כל אחת בפ\"ע אבל בזה וכמ\"ש ברמב\"ן דכולמו פרי האדמה ולפרוט המין בפ\"ע כיון שאינו מורה על חשיבתו ביותר לא תיקנו ברכה בפ\"ע רק החשיבות גורם אפילו במין אחד לחלקו בברכה רק בשנוי בחשיבות שנוי הברכות ועיין ברבינו יונה ריש כיצד מברכין בתמרים עיי\"ש ועי' מ\"ש לקמן בזה בהל' ו' עיי\"ש:",
                "<b> והשותה מים שלא לרוות צמאו וכו'.</b> עי' מ\"ש לעיל פ\"א ה\"ד מהל' ברכות בזה בדעת ר\"ע המובא בתוס' שם עיי\"ש:"
            ],
            [
                "<b>הסוחט פירות והוציא מהן משקין מברך עליהן בתחילה שהכל ולבסוף בורא נפשות רבות חוץ מן הענבים והזתים שעל היין הוא מברך בפה\"ג ולבסוף ברכה אחת מעין שלש ועל השמן בתחילה הוא מברך בפה\"ע בד\"א שהיה חושש בגרונו ושתה מן השמן עם מי השלקות וכיו\"ב שהרי נהנה בשתייתו אבל אם שתה השמן לבדו או שלא היה חושש בגרונו מברך עליו שהכל שהרי לא נהנה בטעם השמן.</b> ועי' בטור ובב\"י בסי' ר\"ב שהרבה מהראשונים הסוברים שאין מברך כלל בשותה שמן בלבד וכמ\"ש בכ\"מ בשם הטור להקשות מלשון הגמ' דנראה כן דאיתא אילימא דשתי ליה אזוקי מזיק וכו' עיי\"ש. וגם במ\"ש רבינו או שלא היה חושש בגרונו וכו' עיין ברשב\"א וכיו\"ב שם:<br><b> ובב\"ח</b> שם כתב לפרש דקושית הגמ' לדעת רבינו רק שלא לברך במזיק בפה\"ע אבל ברכה צריך כמו בחומץ כמ\"ש רבינו להלן ושאני בשקדים המרים דשמן בשעת שתייתו נהנה רק לבסוף מזיקו והוי כדאיתא בגמרא ל\"ו אקמחא דשערי מהו דתימא הואיל וקשה לקוקאייני לא לברך עליה כלל קמ\"ל כיון דאית ליה הנאה מניה בעי ברוכי וה\"ט משום דאית ליה הנאה בשעת אכילה עיי\"ש וכעין זה בפר\"ח שם בהשמטות עיי\"ש. ועיין בפמ\"ג בסי' ר\"ד ס\"ק ח' שכתב בשמן לית ליה הנאה כלל עיי\"ש וכתב כן מהקושיא מקמחא דשערי ומיניה אף במזיק בנהנה גרונו בשעת אכילה מברך ועכ\"פ נראה דהנאת גרונו הוי ושייך ברכה משום להנות ועמ\"ש לעיל בפ\"א במטעמת בזה בהנאת גרונו עיי\"ש:<br><b> וברש\"י</b> ברכות דף ל\"ה ע\"ב אזוקי וכו' ואינו אכילה שטעונה ברכה דגבי ברכה ואכלת כתיב עכ\"ל. ויפלא דואכלת בברכה אחרונה כתיב ואין למדין ממנה דבאחרונה צריך כזית מה\"ט לכה\"פ ובראשונה אפילו בכל שהוא מברך וא\"כ נסתר הק\"ו שלא תהיה הדרבנן מדאורייתא דבדאורייתא בעינן כדרך אכילה ומכ\"ש בחיוב מדרבנן דא\"כ לענין שיעור ג\"כ כן אבל למ\"ש לעיל בפ\"א ה\"ב אתי שפיר דגם ברכה הראשונה תליא בדרך אכילה וכ\"כ במקו\"א לענין שלכה\"נ לא שייך אחשביה עיי\"ש:<br><b> אמנם</b> הנראה מדברי רש\"י דאזוקי מזיק אין פירושו דאינו טוב לאכול רק דלא הוי מטעם זה כדרך אכילה ומשו\"ה פטור וכ\"כ בב\"ח בסי' ר\"ב הנ\"ל דגרונו נהנה וכמ\"ש לעיל משמו. וגם הראיה שהביא בגמרא מתרומה שם תליא ג\"כ משום ההיזק לא הוי כדרך אכילה. ועיין ברבינו יונה שכתב ג\"כ ואין זה דרך הנאה וכו' עיי\"ש. ועי' מ\"ש לעיל בפ\"א בדעת הרי\"ף גבי קמחא עיי\"ש. אמנם דעת הראב\"ד בפ\"י ה\"ז מהל' תרומות לחלק בכוסס חיטין בין ברכה לתרומה דלענין ברכה מברכין ולענין תרומה הוי מזיק עיי\"ש. ואם נאמר כמ\"ש ברש\"י דברכה הוי מואכלת כמו\"כ בתרומה לשון אכילה כי יאכל וכו' ומנ\"ל לפלוגי:<br><b> והנה</b> י\"ל מסברה דלא תליא כלל בדרך אכילה לענין ברכה משום דעכ\"פ נהנה ואסור להנות וכו' רק משום דאזוקי מזיק חשבינן ההזק נגד ההנאה ולא מקרי הנאה כזאת שהיזק אח\"כ נמשך ממנה. וי\"ל נמי דאף דאם לא נאמר כר' יהודה להלן גבי גובאי וחומץ דעל הקלקלה אין מברכין ועיין ברבינו יונה שם שכתב שאפי' על גובאי שהוא טוב לאכול משום שמזיק העולם אין מברכין לר\"י עיי\"ש. בכה\"ג דשייך מיד באכילה ההזק לכו\"ע אין לברך וכ\"נ מלשון רבינו יונה שסיים כאן וז\"ל ואין זה דרך הנאה וכל דבר המזיק אין מברכין עליו עכ\"ל. כיון על שניהם דלא הוי כדרך הנאה כמ\"ש ברש\"י וב\"ח. וגם דהוי מזיק ואין מברכין על דבר המביא הזק אף בנהנה וכמ\"ש ולפ\"ז צריכין לחלק בין קמחא דשערי דקשה לקוקאייני לא הוי בגדר מזיק ממש ולשון קשה מורה קצת ע\"ז כדמצינו בעלמא רק על מאי דלחוש להזק וא\"כ ההנאה גדולה מההזק שאין ברור שיבוא ועיין בתוספות חולין ח' ע\"א בקלקול גדול מהתיקון לא מקרי הנאה עיי\"ש:<br><b> והנה</b> אם שעורים כדרך אכילה עיין ברמב\"ם פ\"י ה\"ח מהלכות תרומות וכן הכוסס את השעורים פטור מן החומש מפני שהזיק עצמו. ועיין במסכת יומא דף פ' ע\"ש ולשון הרי\"ף בקמחא דחיטי ומסתבר כר\"ן דלא רגילי אינשי לספוי קמחא והכין פסקו רבוותא וכן קמחא דשערי נמי שהכל וכו' עיי\"ש ומ\"ש שם בזה. נראה מדעתו דבברכה לא תליא בדרך אכילה רק לענין אם שם פרי עליו דרק באכלו בדרך אכילה נקרא גמר פרי ולא בקמחא דבטלה חשיבותו וגם בלא בא לחשיבותו לא מקרי פרי אבל ברוכי בעי. וא\"כ צ\"ל להרי\"ף דדעתו בשמן שלא לברך כלל טעמו ג\"כ כמ\"ש דלא מקרי הנאה דהיזק יותר מהנאה. ולפ\"ז אתי שפיר דאף דלא בעינן כזית בברכה הראשונה דלא דרשינן ואכלת על ברכה הראשונה אפ\"ה במזיק פטור. ועיין בסי' ר\"ח דדעת הכל בו ואבודרהם שלא לברך בשעורין כלל ועי' בב\"י וד\"מ שם:<br><b> והנראה</b> למ\"ש דעת רש\"י וכיו\"ב דשמן תליא בדרך אכילה ודעת הרי\"ף וראב\"ד ותוס' דלא מקרי נהנה משום דהקלקול יותר מהנאה וכמ\"ש ודעת רבינו יונה כשניהם אמנם דעת רבינו דמברך שנ\"ב נראה דעתו דבכל מקום מקרי הנאה וכמ\"ש בשם הב\"ח בטעמו רק שם פרי לא הוי עלי' דאכלו שלא כדרך אכילתו והראיה דבגמ' מתרומה דלא הוי דרך אכילה ומזה דלא לברך בורא פרי בכה\"ג. ועי' בה\"ז באוכלין שאין ראויין דאין מברך עיי\"ש. ועי' מ\"ש בה\"ו בטומאת אוכלין עיי\"ש כדעת רבינו ועי' ברבינו יונה מ\"ש בחומץ ביו\"כ לחלק בין הרבה ומעט דבהרבה דרכו בכך ובברכה בכל גונא חייב לכתחילה עיי\"ש ונראה ג\"כ דברכה לא תליא לדעתו בדרך אכילה:<br><b> והנה</b> להסוברים דלא צריך דרך אכילה לענין ברכה יש להבין למה מטעמת א\"צ ברכה י\"ל במטעמת כמ\"ש לעיל לא שייך אחשביה ואף דשלא כדרך הנאתו ג\"כ אחשביה עיין ברא\"ש בפ\"ב במסכת פסחים בחרכו קודם זמנו דמדרבנן אסור משום אחשביה ועיין בשלכה\"נ ביו\"כ ומ\"ש במקו\"א בזה. גם י\"ל דשמן דנהנה באכילתו כמ\"ש לעיל לא הוי כשאר שלכה\"נ ושייך אחשביה. ואין לומר בשתה לרפואה יהיה עי\"ז דרכו בכך דהרי בחלב חי לרפואה הוי שלא כדרך הנאתו:<br><b> ועיין</b> בצל\"ח שהקשה על הראב\"ד בפ\"י ה\"ז מהל' תרומות שכתב ואע\"ג דמברכין עליו בורא פרי האדמה אפשר דלגבי תרומה מזיק הוא עכ\"ל דא\"כ מאי מקשינן כאן מברכה לתרומה ועיין בספר שמן רוקח לאאמ\"ז הגאון ז\"ל שכתב בתרומה אפילו שלכה\"נ פטור דתליא במזיק התרומה דכה\"ג מזיק מקרי משא\"כ בברכה דתליא במזיק גופו וזה סברת הראב\"ד בחיטין אף דמזיק הדבר משום דיוכל לאכלו בדרך הטוב מזה ובגדר מזיק על הדבר מ\"מ לענין ברכה חייב אבל במזיק בגופו גם לענין ברכה פטור והאי דמוכח דשותה שמן הוי מזיק גופו עיי\"ש מ\"ש ע\"ז:<br><b> ועיין</b> ברש\"י שפי' בחושש בגרונו וז\"ל צריך לתת בו שמן הרבה דהו\"ל שמן עיקר ואנגרון טפל עכ\"ל ועיין בשו\"ע בסימן ר\"ב דעות שונות אם בעינן לרפואה ושמן הרבה עיי\"ש. ודעת רבינו דצריך לרפואה ואנגרין ועיין בלח\"מ ועיין בדברי רבינו בפכ\"ח הכ\"ד החושש בגרונו לא יערענו בשמן אבל בולע הוא שמן הרבה ואם נתרפא נתרפא עיי\"ש ועיין בהגהות מיימוני שם ובתוספות במסכת ברכות שלא פי' כן עיי\"ש. אבל לענין ברכה צריך לרבינו אניגרון ורפואה גם בשו\"ע איתא בחושש בגרונו וע\"י אניגרון עיי\"ש וכנראה שם דרק ע\"י אניגרון הוי לרפואה עיי\"ש. ונראה משום דבלא\"ה אף דהוי לרפואה לגרון מזיק לגופו ובע\"י אניגרון לא הוי הזק לגוף ג\"כ. ולדעת הסוברים בדרך אכילה תליא ג\"כ אף בלרפואה דרכו ע\"י אניגרון:<br><b> ויש</b> לעיין בחושש בגרונו בשבת דאם נאמר דמשום הרפואה הוי השמן עיקר ומברך על השמן הרי משום שבת צריכין דאניגרון עיקר והברכה מוכיח דשמן לרפואה לעיקר לו ומשו\"ה מברך על השמן דאל\"כ האניגרון עיקר דהוי הרוב רק הרפואה משוי לשמן לעיקר ועיין בב\"ח בסי' ר\"ב אם די בשמן מעט ובמג\"א שם ס\"ק ט' אפי' בשמן מעט עיי\"ש ועי' בטו\"ז שחולק ע\"ז ובשבת י\"ל לכו\"ע צריך ליתן שמן הרבה משום הברכה שלא יהיה סתירה לענין שבת ועי' ברשב\"א במס' ברכות שם שכתב בדעת הגאון בשותה בחול אע\"פ שחושש בגרונו ע\"י אניגרון לא מוכח מלתא דמשום גרונו שותה דמשום גרונו למה לי אניגרון יערער השמן לבדו דעדיף ליה טפי לזה אבל בשבת בחושש בגרונו אפי' בסתם דעתו על השמן אלא שאי אפשר לו בשמן בלבדו עיי\"ש וצ\"ל בכה\"ג שאין מבורר שלרפואה בלבד ונעשה בהכר ע\"י אניגרון לא גזרו משום שחיקת סמנין דמה\"ט (חסרו) [אסרו] רפואה ועי' באו\"ח בסי' שכ\"ח סעיף ל\"ז וכל אוכלין וכו' אע\"פ שהם קשים לקצת בריאים ומוכחא מלתא דלרפואה עביד אפ\"ה שרי וכו' עיי\"ש:"
            ],
            [],
            [
                "<b>ירקות שדרכן להשלק שלקן מברך על מי שלק שלהן בפה\"א והוא ששלקן לשתות מימיהן שמימי השלקות כשלקות במקום שדרכן לשתותו.</b> עיין בכ\"מ שכתב ואפשר שמ\"ש רבינו והוא ששלקן וכו' הוא למעט כששולקין איזה ירק לעבורי זוהמא עכ\"ל ובד\"מ בסי' ר\"ה מפרש כפשוטו דברי רבינו דדוקא כששלקו לשתותן דדרך לשתותו וכתב דלא כן דעת הרא\"ש ומרדכי דאין לחלק בזה ועי' בשו\"ת הרא\"ש המובא בב\"י שם משום דעיקר בשולם בשביל הירקות ועיין במג\"א שם ס\"ק ו' שכתב נפק\"מ לדינא בין לדעת הרמב\"ם לפמ\"ש בד\"מ לדעת הרא\"ש עיי\"ש ונראה דגם לרבינו צריך שיהיה עיקר בשולו בשביל הירקות מה\"ט שמחלק הרא\"ש בשו\"ת כלל ד' סי' ט\"ו לחלק לשתיתא דמברכין שהכל נהיה בדברו אלא היכא דעיקרו לבישול דדי לרא\"ש ולרבינו צריך דרך לשתותו:",
                "<b> דבש תמרים מברכין עליו תחילה שהכל אבל תמרים שמעכו ביד והוציא גרעינין שלהן ועשאן עיסה מברך עליהן תחילה בורא פה\"ע ולבסוף ברכה מעין שלש.</b> ועיין בסי' ר\"ב סעיף ז' ובטו\"ז ס\"ק ד' ובמג\"א ס\"ק י\"ח ועי' במהרי\"ק שורש מ\"ה המצוין במג\"א שם:<br><b> ובמס'</b> ברכות ל\"ח ע\"א האי דובשא דתמרא מברכינן שהכל נהיה בדברו מ\"ט זיעא בעלמא הוי כמאן כהאי תנא דבש תמרים וכו' של תרומה ר' יהושע פוטר א\"ל האי מדרבנן וכו' טרימא מאי וכו' הא דאמר רב אסי האי תמרי של תרומה מותר לעשות מהן טרימא ואסור לעשות שכר והלכתא תמרי ועבדינהו טרימא מברכין עלייהו בפה\"ע מ\"ט במלתייהו קיימי כדמעיקרא הנה נראה לדמות תרומה לברכה מסוגיא:<br><b> אמנם</b> י\"ל דאין הוכחה מסוגיא לזה דהנה בראשונה מדמין ברכה לתרומה כמו שאין לו שם פרי ורק זיעה בעלמא לענין תרומה כמו\"כ לענין ברכה ואח\"כ אמרינן כמו דטרימא לא הוי הפסד לענין תרומה כמו\"כ לא אפסד ברכתו ולכאורה יקשה למה לא פשיט גם לענין טרימא ממתני' דדבש תמרים וכו' דדוקא בדבש דברי ר' יהושע לפטור משום דזיעה בעלמא היא דלא שייך בטרימא וגם ר\"י מודה דחייב לענין תרומה גם יש לדייק בלשון הגמ' במלתא קאי כדמעיקרא האי לישנא כדמעיקרא נראה מיותר לכאורה אבל ממתני' ליכא למידק דיש לומר אף דלענין תרומה אמרינן בטרימא דלא נבטל שם תרומה מיניה מ\"מ לענין ברכה לא הוי עוד בכלל פרי רק לעיל בדבש תמרים למדין להיפוך דמאי דבטל שם תרומה מיניה מכ\"ש דלא מקרי פרי דברכה תליא יותר בשם פרי מתרומה אבל מרב אסי דאמר לענין הפסד תרומה דלא מקרי מפסיד ומותר לעשותו לכתחילה והפסד שייך אפי' בלא בטל שם תרומה מיניה ומדמתיר לעשות לכתחילה על כרחך דלא נאבד כלל מחשיבותו ושמו אף במקצתו והוי כדמעיקרא ומזה נוכל ללמוד שפיר מתרומה לענין ברכה דהוי בשם פרי דהוי כדמעיקרא דאם הוי קאמר במלתא קאי בלבד די לענין איסור אבל לענין הפסד ברכה צ\"ל כדמעיקרא וא\"כ בלתי נדייק מסוגיא ומהאי דינא דמאי דהוי פרי לתרומה הוי כן לברכה ועי' לעיל בשמן דג\"כ הדמיון מדלא הוי אכילה בתרומה מכ\"ש לברכה ועיין בראב\"ד בפ\"י מתרומות שהבאתי לעיל ועיין עוד מה שאכתוב בס\"ד בה\"ו בזה עיי\"ש:"
            ],
            [],
            [
                "<b>הקור והוא ראש הדקל שהוא כמו עץ לבן מברך עליו בתחילה שהכל קפרס של צלף מברך עליו בפה\"א מפני שאינו פרי והאביונות של צלף הן פרי שהן כצורות תמרים דקים קטנים מברך עליהן בפה\"ע.</b> ועיין בכ\"מ ובגמ' ברכות דף ל\"ו ע\"א עיי\"ש. הנה יש לעיין בברכה בברכת פרי אם אזלינן בתר לשון תורה או לשון בני אדם וכמו כן בגמר פרי אם אזלינן בתר דרך בני אדם או בתר עצמות הדבר הנה בזה האחרונה כבר כתבתי לעיל בפ\"א בסוגיא דקמחא דחטה עיי\"ש:<br><b> והנה</b> בגמ' מדמין ברכה למעשר וערלה ומגירסת הגאונים בגמ' מדלגבי ערלה לאו פרי הוי לגבי ברכות נמי לאו פרי נינהו ועיין ברא\"ש וברשב\"א וברבינו יונה מ\"ש ע\"ז עיי\"ש. והנה בסוגיא דקורא אומר שנ\"ב וכו' דלא נטעי אינשי אדעתא דקורא ועיין ברשב\"א בחידושים בזה ואע\"ג וכו' דלא מקרי פרי עיי\"ש. ונראה דאזלינן בתר בני אדם ודעתם למשוי שם פרי. אמנם י\"ל כיון דלא הוי לשון התורה כנגד לשון בני אדם אז אזלינן בתר לשון בני אדם כמצינו בעלמא כעין זה ועי' במל\"מ פ\"ד ה\"א מהל' שבועות עיי\"ש. ולפ\"ז יש לומר אם הוי בלשון תורה או בלשון בני אדם פרי הוי שם פרי לענין ברכה אמנם יקשה ע\"ז עיין בתשובת מיימוני מובא בשו\"ע יו\"ד סי' רל\"ב ועיין בש\"ך שם ס\"ק ח' סעיף ה' וז\"ל ועוד דיכול להיות דכל דבר הגדל בעולם הוי בכלל פרי כמו דגים ופשתן וכו' עכ\"ל. ועיין בתוס' במס' ב\"מ דף כ\"ה ע\"א בד\"ה בכובא וי\"ל דכתנא מקרי פרי כדאמרינן ויבא קין מפרי פשתן הביא עיי\"ש. ועיי' ברא\"ש בפ\"ב דמס' שבת שכתב דפשתן מקרי פרי עיי\"ש. וא\"כ נראה מהגהות מיימוני דכל הדבר הגדל מקרי פרי וא\"כ בלשון תורה לא יצא קורא מכלל זה ואם כונתם שם בלשון בני אדם דבנדרים אזלינן בתר דעת בני אדם וא\"כ ממ\"נ דאף דלא נטעי אינשי וכו' מ\"מ לא יגרע בלשון התורה מפשתן דודאי אין ראוי לאכילה כלל ושם פרי עליו וגם בנדרים הוי בשם פרי כמ\"ש ועל כרחך דגם בדעת בני אדם מקרי פרי אף וכו' דלא הוי עומד וראוי לאכילה כלל ולמה יגרע קורא דראוי לאכילה ג\"כ. ועיין במס' עירובין דף כ\"ח דאף דלא הוי אוכל לענין טומאת אוכלין מקרי פרי לענין ברכה ולמ\"ש מובן דשם פרי הוי בלשון וראוי לאכילה הוי ג\"כ שיהיה נהנה ובטומאת אוכלין צריך שיהיה כדרך אכילה ג\"כ וכמ\"ש לעיל לדעת הרמב\"ם בה\"ב דלא בעינן בברכה כדרך אכילה עיי\"ש וראיה מזה לדבריו שם עיי\"ש:<br><b> והנה</b> במס' ברכות ל\"ה ע\"ב אלא אמר מר זוטרא חמרא זיין ומשחא לא זיין והתנן הנודר ממזון מותר במים ומלח והוינן בה מים ומלח הוא דלא אקרו מזון הא כל מילי אקרי מזון נימא תהוי תיובתא דרב ושמואל דאמרי אין מברכין במ\"מ אלא בחמשת המינין בלבד וכו' עיי\"ש. ויקשה דמאי מקשינן מנדרים לברכה דילמא בלשון בני אדם הוי כל מילי בכלל מזון ובנדרים הולכין בלשון בני אדם אבל בברכה נאמר דאזלינן בתר לשון התורה אבל עיין בירושלמי במס' עירובין שם דבלשון התורה הוי הכל בכלל מזון ועכ\"פ נראה דקושית הגמ' מלשון בני אדם ולא הקשו מלשון התורה:<br><b> והנראה</b> בזה דהנה בברכות אזלינן בתר החשיבות והחשיבות משוי השינויים בברכות וכמו שלא תיקנו ברכות רק בהנאות חשובות כמו אכילה ושתיה וכיו\"ב ולא על סיכה ושאר הנאות הגוף דא\"כ יברך תמיד דאין רגע ואין דבר שלא יהיה נהנה ממנו רק תיקנו בחשובו' ועיין בתוס' במס' פסחים דף נ\"ג ע\"ב בד\"ה אין מברכין עיי\"ש. ומ\"ש לעיל במטעמת בזה עיי\"ש. וכמו\"כ בברכות שחייבו אף דקיי\"ל כר\"י במס' סוכה דף מ\"ו בברכת המצות תן לו מעין כל ברכותיו עיי\"ש אפ\"ה לא קיי\"ל כר\"י בזה בברכת הנהנין גבי ירקות שאמר לברך מה\"ט דתן וכו' בורא מיני דשאים דרק בהחשוב ביותר תיקנו ברכה מיוחדת ודקדקו בשנוי למעליותא שיהיה בגדר חשוב וזיין דאל\"כ לא יהיה הרבוי הברכות לשבח כמ\"ש לעיל:<br><b> ובזה</b> יש לומר דלא הלכו לא אחר לשון התורה ולא אחר לשון בני אדם רק לפי הדבר מצ\"ע עומד בחשיבתו ונטעי לכך דמעיד ומוכיח על חשיבתו וכמו\"כ דמדמין לבכורים וערלה לאו בתר הלשון רק כמו דהחשיבה התורה לענין ערלה ובכורים גם זה המוכיח על חשיבתו. וי\"ל בדבר דחשיבתו מעצמו ונטעי אדעתא דהכי המוכיח על חשיבתו אז קבעו הברכה בלשון התורה בשם פרי אבל לא בלעדי מעלת החשיבות דהוי עיקר בשנוי הברכות כמ\"ש. והאי דמקשינן לרב ושמואל מהנודר מן המזון וכו' דנשמע מזה דאזלינן בתר בני אדם י\"ל רצו להחשיב בברכה מיוחדת להחשוב מעצמו כמו המזון וסועד ומשמח כמצינו בפת ויין וכיו\"ב בהכר ברכה המבוררת ובחרו בכ\"מ בלשון התורה אבל במזון דבלשון התורה בלתי מבורר דכמ\"ש בירושלמי במס' עירובין הכל נקרא מזון בלשון התורה ובכה\"ג אין הלשון בני אדם נגד לשון התורה רק בלשון התורה אין מבורר ובלשון בני אדם מבורר החשיבות דלא נקרא מזון רק הסועד כמו ה' מינים בלבד ומקשינן שפיר מנדרים דהוי לפ\"ז גם בלשון בני אדם בלתי מבורר ומתרצין באומר כל הזן וכו' וא\"כ בלתי משבשין המשנה בלשונה דמשנה נקטה הנודר מהמזון כי בלשון תורה ולשון משנה הכל הזן ג\"כ נקרא מזון רק בלשון בני אדם לחלק בין זן ומזון ופי' באומר כל הזן האי דנודר ממזון פי' באומר כל הזן דבלשון המשנה הוי זן ומזון חדא כלשון התורה רק בלשון הנדר החילוק בין זן ומזון ואתי שפיר דלא יקשה מכמה סוגי' דמשמע דאזלינן בתר לשון התורה אף נגד לשון בני אדם:<br><b> ועיין</b> בצל\"ח בשם הגהות מחנה אפרים שהקשה למה לא הביאו בשו\"ע דגם אורז בכלל הנודר מהמזון דהרי לא קיי\"ל כרב ושמואל בזה ומברכין במ\"מ ועי' בצל\"ח אם קיי\"ל למסקנא כסוגיא ואם אזלינן בתר לשון תורה בנדר שם עיי\"ש. ולפמ\"ש י\"ל דשאני ברכה דכמ\"ש דצריך החשיבות מעצמותו לתת בו הכר ברכה ברכה מיוחדת ובאין מעלת החשיבות אזלינן בתר לשון התורה ואם לשון התורה בלתי מבורר בתר לשון בני אדם. ולפ\"ז באורז תליא בראשונה אם הוי מצ\"ע במעלת החשיבות להיות סועד ואז גדרו בברכת במ\"מ המבוררת להמזין וסעיד בלשון בני אדם. והנה אף דסעיד מצ\"ע מ\"מ יוכל להיות דעם כל זה לא הוי אורז בלשון בני אדם בכלל מזון ולכן בנדרים לא הוי בכלל זה וכמו\"כ ביין שהקשה בצל\"ח שם י\"ל כן. ולפ\"ז בבמ\"מ באורז בלשון התורה הכל בכלל מזון ובלשון מבוררת כיון שקבעו בלשון שבחרו על מזונות:<br><b> אמנם</b> לפ\"ז יקשה קושית התוס' במס' עירובין דף ל' ע\"א בד\"ה לימא דגם לרבנן דלא פליגי על רב ושמואל אלא באורז ודוחן ג\"כ יקשה מהנודר מן המזון וכתבו ע\"ז דוקא לרב ושמואל פרכינן דס\"ל אפי' בקבעי עליה סעודתו א\"כ י\"ל דכל מילי לא מקרי מזון אלא ה' מינים אבל רבנן ס\"ל דכל מילי אקרי מזון אבל אין מברכין במ\"מ אלא הך דקבעי סעודה עלה ואורז ודוחן קבעי נמי עיי\"ש. דלמ\"ש עכ\"פ לא הוי ברכה מבוררת דכיון דהכל נקרא מזון. ונ\"ל דלרבנן לא קשיא די\"ל דס\"ל כברייתא דמפורש במ\"מ ועל כרחך פליגי אמתני' אבל רב ושמואל ממ\"נ אם ידעו הברייתא וס\"ל כותיה שם איתא דגם אורז הוי במ\"מ ומשני באומר וכו' ואתי שפיר:<br><b> והנה</b> עיין במס' עירובין כ\"ח בענין קורא דלענין מעשר שני מקרי פרי וכמו\"כ לענין ברכה הוי פלוגתא ולענין טומאת אוכלין לא מקרי אוכל רק אם בישלו וטיגנו דאז תורת אוכל עליו ועי' בר\"ש במס' עוקצין פ\"ג מ\"ה שכתב דלענין מעשר שני הוי כמו בהמה במחוסר שחיטה כיון דשייך בה תיקון אבל לענין אוכלין בעינן מיד ראוי וקודם הבישול לא הוי ראוי עיי\"ש. ועל כרחך צ\"ל דהוי ראוי עכ\"פ קצת דהרי מברכין וצריך עיון דכיון דעיקר תיקונו הוי ע\"י בישול וזה גמר שלו למה מברכין קודם בישולו בורא פרי האדמה ומאי שנא משאר דברים באיכא עילויא אחריתא וי\"ל כיון שאין עומד לאכילה וא\"כ גם לא לבישול לא הוי בגדר עילויא אחרינא ועיין מ\"ש לעיל בפ\"ג בקמחא דחיטה עיי\"ש:<br><b> והנה</b> מדברי בה\"ג מדלגבי ערלה לאו פרי לגבי ברכה ג\"כ לאו פירא הוי ובתוס' וברא\"ש חלקו ע\"ז עיי\"ש. ובירושלמי ספ\"ה דמס' כלאים הקנין וכו' והאטדין מין אילן ואינן כלאים בכרם וכו' והתני ר' הושיעא אלו הן מיני דשאים הקונדס וכו' והאטד תמן לברכה וכאן לכלאים ובפ' כיצד מברכין קורא ר' יעקב בר אחא בשם שמואל אומר עליו בפה\"ע תנא ר' חלפתא בן שאול שהכל נהיה בדברו תני ר' יהושע בורא מיני דשאים מתניתא דר' הושיעא פליגי עליה ואלו הן מיני דשאים הקונדס וכו' והאטד ובפני משה שם דמירושלמי מוכח דלא כבה\"ג ואין למדין מאיסורא לברכה והביא התוס' ברכות דף מ' ע\"א בד\"ה איתא שמביאין הירושלמי וכדעתם הנ\"ל אבל לדעת הרי\"ף שגורס כבה\"ג ורבינו שכתב הקפרס של צלף מברך עליו בפה\"א מפני שאינו פרי וא\"כ ילפינן ברכה מאיסורא וא\"כ פוסק דלא כירושלמי ולכן לא הביא האי דאטד אם חלוקין משאר האלנות בכלאים בפ\"ה הי\"ט כתב דהוי מין אילן והקשה על השו\"ע דבסי' ר\"ב פוסק כהרי\"ף והרמב\"ם דעל קפריסין מברכין בפה\"א ובסי' ר\"ג בסנה פסק דעל תותין הגדילים בסנה מברכין בפה\"א כירושלמי דלא ילפינן ברכה מאיסורא וזה סותר פסקא דקפריסין ורבינו והרי\"ף דהשמיטו משום דדעתם לברך בפה\"ע עיי\"ש שהניחו בתימה:"
            ],
            [],
            [],
            [],
            [
                "<b>בירך על פירות האילן בפה\"א יצא ועל פירות האדמה בפה\"ע לא יצא ועל כולם אם בירך שהכל יצא ואפי' על פת ועל היין.</b> ועי' בכ\"מ מ\"ש לתרץ על רבינו שבפ\"ד מבכורים פסק מביא ואינו קורא ביבש המעין ונקצץ האילן ובמס' ברכות דף מ' אמרינן מאן תנא דאית ליה עיקר אילן ארעא ר\"י וכו' דאמר מביא וקורא ע\"ש. ועי' בצל\"ח ובפנ\"י מ\"ש לחלק בין בכורים לברכה ובתוס' שם וברבינו יונה ובכל זאת יקשה דבגמ' מדמין אהדדי בשאגת אריה סי' כ\"ג שמפרש מאן תנא וכו' ר' יהודה היא דר\"י מפרש כן בהדיא או דאיתא במס' פסחים כ\"ז ר' אליעזר הוא דאמר זה וזה גורם דלאו דוקא ר\"א רק משום דת\"ק בלתי נודע נקטו הידוע ומפורש עיי\"ש מ\"ש עוד בזה שם ולגירסא שלפנינו ברכות מ\"ד ע\"א אפרי וכו' ועל תנובת השדה וכו' ועיין בכ\"מ הי\"ד נראה מסכים דעיקר אילן וכו' ושייך תנובת השדה על פרי העץ דבאמת יקשה להבין דת\"ק דס\"ל מביא ואינו קורא וכמ\"ש ברש\"י דבטלה לה ארעא עיי\"ש. וברמב\"ם בפי' לבכורים פ\"ב דהוי כאלו נפסד הקרקע וכיו\"ב בפ\"ד מבכורים כתב דהוי כאלו אבדה הקרקע עיי\"ש. מכל זה משבח האילן דשם קרקע תלוי בו ועם כל זה כ\"ז שעומד בתוקפו אומר פרי אדמתך אשר נתת לי הרי גם לת\"ק האילן נקרא בשם הקרקע רק להיפוך הקרקע בלתי נקרא מפרי אדמתך בלתי האילן. ועל כרחך בלשון התורה פרי העץ בכלל פרי האדמה לכו\"ע:<br><b> והנה</b> כמ\"ש לעיל בה\"ו י\"ל דלא אזלינן בתר לשון התורה לענין ברכה רק למה דהוה מצ\"ע והרי העץ חשוב בפ\"ע ואחריו נקרא הפרי פרי העץ וכן קבעו ברכה לו ועי' בסי' רי\"ג סעיף ג' מחלוקת בזה אם בפה\"ע קודם לבפה\"א עיי\"ש. וא\"כ מאן דס\"ל שאין להקדים בפה\"ע וא\"כ נראה דלאו משום חשיבותו קבעו ברכה בפ\"ע ועיין בתוס' ברכות דף מ\"א ע\"א בד\"ה אבל וברא\"ש שם עיי\"ש. ועל כרחך משום זה נקבע בפ\"ע משום דנקרא הפרי להעץ ולא להאדמה. והנה בגמ' איתא דאם אמר שהכל נהיה בדברו על כולן לא הוי משנה מטבע וכו' משום דהוי ברכה דתיקנו הרבנן עיי\"ש. והנה שנ\"ב כולל הכל וראוי לברך על כולמו שלא נפרט המין אבל בנפרט המין והרי כשמברך בפה\"ע על פרי האדמה אינו יוצא וכמו\"כ ס\"ד להיפוך ג\"כ. אלא מבכורים נדע דעיקר אילן ארעא הוא מצ\"ע ופרי האדמה יחשב אבל יש לומר שאני בכורים דתליא בלשון התורה ובלשון התורה הכל בכלל פרי האדמה וע\"ז מביא הפלוגתא בנקצץ וכו' הרי גם שם אזלינן בתר הדבר מצ\"ע דלת\"ק לא מקרי פרי האדמה בנקצץ האילן ואינו קורא ועל כרחך גם בבכורים אזלינן בתר הדבר שהוא לפני בני האדם דודאי לא יפלגו במציאות דמי יכחיש דהאילן יונק מהקרקע וכיון דעכ\"פ לכו\"ע האילן נקרא בשם הקרקע ומצ\"ע יונק מהקרקע והוי פרי האדמה באמת מצד זה ובחרו לומר ר' יהודה דלדידיה אפי' בבכורים קורא וכמ\"ש בש\"א דמפורש בדבריו ועכ\"פ הצריכו להביא המחלוקת דמיניה נדע בברכה כמו בבכורים ואפי' מאן דפליג בבכורים מודה בברכה וכנראה דכל קריאה דמיון לברכה דתליא במ\"ש במה הדבר מצ\"ע ובמציאותו וכמ\"ש לעיל בה\"ו ועי' בצל\"ח ופר\"ח דמס\"ד בגמרא מ\"א ע\"א דמברך על הצנון ופוטר הזית נראה דבפה\"א פוטר פה\"ע עיי\"ש:"
            ],
            [],
            [
                "<b>כל הברכות האלו אם נסתפק לו בהם אם בירך או לא בירך אינו חוזר ומברך לא בתחילה ולא בסוף וכו'.</b> ועיין בכ\"מ שכתב דאף במעין שלש לדעת רבינו מדרבנן עיי\"ש. ובפני משה על ירושלמי ברכות בסופו כתב לומר דעל כרחך דעת רבינו אינו כן מדכתב לעיל בפ\"ד ה\"א כל המברך בהמ\"ז או ברכה אחת מעין שלש צריך לברך אותה במקום שאכל וכו' כמ\"ש בתוס' בברכות יושב בבהמ\"ז משום דהוי מדאורייתא עיי\"ש:<br><b> ועיין</b> במרכבת המשנה שם בפ\"ד שכתב שאין הכרע למ\"ש בכ\"מ שם שרבינו חולק על הרי\"ף שכתב דוקא מיני דגן טעונין ברכה במקומם עיי\"ש וע\"כ דעת הרי\"ף במס' פסחים ק\"א שם שאין טעון ברכה אלא פת ומיני דגן ולא יין ופירות עיי\"ש וכמ\"ש בר\"ן שם דתליא במה שקובע סעודה ע\"ז עיי\"ש. וא\"כ כמו להרי\"ף אין טעם הישיבה במקומו תליא בדאורייתא כמו\"כ לרבינו וי\"ל דצריכין שניהם לחייבו בישיבה שיהיה דאורייתא וקביעות סעודה אבל זה בלתי מוכרע:"
            ]
        ],
        [
            [
                "<b>כשם שאסור לאדם ליהנות במאכל או במשקה קודם ברכה כך אסור לו ליהנות בריח טוב קודם ברכה וכו'.</b> במס' ברכות מ\"ג ע\"ב מנין שמברכין על הריח שנאמר כל הנשמה תהלל יה איזה דבר שנשמה נהנית ממנו ואין הגוף נהנה ממנו הוי אומר זה הריח:<br><b> והנה</b> בפי' ואין הגוף נהנה ממנו צריכין לומר שאינו ניזון ממנו כמו מאכילה ושתיה ושם מ\"ז ובמס' נדה נ\"א ע\"ב יש שטעון ברכה לפניו ואין טעון ברכה לאחריו אמרו לאפוקי ריחני וברש\"י משום דהנאתו מועטת עיי\"ש. ובמג\"א בסי' רט\"ז ס\"ק א' בשם הכל בו לפרש משום כשמפסיק הריח מחוטמו כבר עברה הנאתו לכן אין מברכין ברכה אחרונה משא\"כ באכילה שנשארה בתוך מעיו ומביא עוד שם בשם מטה משה הואיל ואין בו ממש אין מברכין על הקול עיי\"ש ועיין בתוס' פסחים דף נ\"ג ע\"ב בד\"ה אין מברכין שאין מברכין על האור רק במוצאי שבת ולא כל שעה שאין מברכין רק כשגופו נהנה אבל שאר הנאה לא עיי\"ש ובמג\"א מביאו בשם המרדכי עיי\"ש וצ\"ע שהרי ריח ג\"כ אין גוף נהנה כדאיתא בגמ' ואפ\"ה מברכין וצ\"ל דריח נהנה גופו רק כמ\"ש ברש\"י הנאה מועטת אבל באור וקול ערב הוי כאלו אינו נוגע בגופו כלל ויקשה מאוד לומר שאין הגוף נהנה והרי בריח הגוף נהנה ונוגע בחוטם אף כי אינו ניזון הגוף ולמה נאמר ע\"ז שהנשמה נהנה ועי' מ\"ש ע\"ז והנראה דהנאה ענין נפשי כאשר מצינו נפשינו קצה בלחם הקלוקל כי הנפש המרגיש ההנאה ולהיפוך להיות קץ בדבר וזה ההבדל במאכל ומשתה שמזין גם הגוף נהנה שקיומו ע\"י ובריח רק הנפש נהנה ובמס' יומא ע\"ד ע\"ב אינו דומה הרואה ואוכל למי שאינו רואה את האוכל עיי\"ש כי הראיה משמח הנפש ביותר והגוף המרגיש ע\"י רוח החיים אשר בו והוא הנהנה ולכן הנאה לצמחים אף כי נזונים מהארץ וממשקה מים עליהם אבל מחסרון רוח החיים בלתי מרגישים וההרגשה ענין נפשי אף כי הזנה ג\"כ מהחיותו כמו כן בצמחים חיות כזה אבל הרגשת הנאה רק לבעלי רוח חיים בקרבם ולמה לא חייבו בהנאה בקול ערב ובאור כמ\"ש בתוספות ובד\"מ ובמג\"א הנ\"ל כמ\"ש לעיל דלא תיקנו ברכה על הנאות התמידים דא\"כ יברך בכל עת ונראה כמקצר בהכרת טובת ה' וכאלו נתן קצבה להם כמ\"ש רז\"ל מרגניתא וכו' רק בהחשובות ואינו תמידים תיקנו כן ולאחריהם בריח לא תיקנו כמו במזון לאחר העיכול שאין מברכין לאחריה:",
                "<b> ואם לא היה מן העץ ולא מן האדמה כגון המור שהוא מן החיה מברך בורא מיני בשמים וכו'.</b> ובענין המור עיין ברא\"ש ורבינו יונה ובטור ושו\"ע בסי' רט\"ז ובמגן אברהם שם ס\"ק ג' אם מותר לאכל המור הנקרא מוסק כדאיתא בגמרא. ועיין ברמב\"ם כלי מקדש פ\"א ה\"ב המור הוא הדם הצרור בחיה שבהודו הידוע לכל שמתבשמין בה בני אדם בכל מקום ובראב\"ד שם א\"א אין דעתי מקבלת שיכנסו במעשה הקדש דם שום חיה בעולם כ\"ש דם חיה טמאה אבל המור הוא זה האמור בשיה\"ש באתי וכו' מורי עם בשמי והוא ממין עשב או ממין אילן וריחו נודף עכ\"ל ובכ\"מ שם כתב די\"ל משום שנשתנה ונעשה כעפר עיי\"ש והיא כמ\"ש רבינו יונה כאן והביא הרמב\"ן בתורה שדעתו כהראב\"ד עיי\"ש:<br><b> והנה</b> כתבו לענין התר אכילה אבל בשלטי גבורים במסכת ע\"ז בסוגיא דריחא מלתא אחרי שהביא ג\"כ דברי רבינו בפ\"א מכלי מקדש הנ\"ל תמה לענין ברכה לדברי הרא\"ש ורמ\"ה דאסורו באכילה האיך מותר להריח בו ולברך עליו דכמ\"ש בתוספות במסכת ע\"ז דכל מידי דעומד להריח אף למאן דס\"ל ריחא לאו מלתא הוא אסור להריח בו ואף להחולקים על רבינו וס\"ל דבאוכל מאכלי איסור לברך מ\"מ לכתחילה אסור עיי\"ש. והנה לכאורה זה ראיה לדעת הסוברים דהוי כפירשה בעלמא ורבינו שכתב בכלי מקדש כנ\"ל והוא מהסוברים שאין מברכין על אסורי אכילה וגם לראב\"ד יקשה כנ\"ל דהרי מפורש בגמרא חוץ מן המוסק שהוא מין חיה. ואולי י\"ל לדעת הרא\"ש והראב\"ד וסייעתם דהנה ריחא מלתא הוי בבא הריח במאכל ונהנה דרך אכילה ובבת תיהא עיין בתוספות במסכת ע\"ז ס\"ו ע\"ב בד\"ה אביי שכתבו דהוי כשותה עיי\"ש שהוכיחו כן ושאני בע\"ז במסכת ע\"ז דף י\"ב ע\"ב דכל הנאה אסורין ובכה\"ג כתבו בתוס' שם בד\"ה אלא בעומדים לריח לא תליא בריחא מלתא וכתבו ג\"כ בע\"ז שלכה\"נ ג\"כ אסור לא בעינן עומדים לריח עיי\"ש אבל לריח בשאר איסורים אף למאן דס\"ל שלא כדרך הנאתן אסור כה\"ג דלא הוי דרך אכילה רק ריח בלבד באיסורי אכילה ולא נאסר בהנאה י\"ל דגרע מריחא מלתא דהוי דריח בא בהמאכל והאיך מצינו לאסור ריח באיסורי אכילה וצ\"ע ועי' במים חיים לפר\"ח בשו\"ת סי' י' מ\"ש שם לדעת רבינו יונה להתירו באכילה עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>השושנה וכו' בורא עצי בשמים וכו' הוורד ומי הוורד וכו' בורא מיני בשמים.</b> בכ\"מ שושנה אינו וורד וא\"כ צ\"ע מהו שושנה עיי\"ש:<br><b> ועיין</b> בתרגום שיר השירים כשושנה בין החוחים לורדא דמלבלב ביני וכו' וכמו כן כשושנת העמקים כורדא וכו' וכיו\"ב בערוך ערך ורד עיי\"ש. ונראה דורד שם כולל אף לשושנה ושושנה מין ורד מיוחד ובכ\"מ כתב מהו שושנה הנה שושנה מפורש בשיר השירים מצוין כשושנה בין החוחים ונדע מהו שושנה רק מהו ורד לא נדע ועיין ברשב\"א דף מ\"ג דאף מאי דלא הוי פרי לאכילה מקרי פרי לריח עיי\"ש וצ\"ע:"
            ],
            [],
            [
                "<b>כיצד בשמים וכו' וכן המריח בבגדים שהן מוגמרין אינו מברך לפי שאין שם עיקר בושם אלא ריח בלא עיקר.</b> ועי' בכ\"מ בשם הטור דהקשה דמ\"מ נהנה ועמ\"ש ע\"ז. ונראה דכה\"ג הוי ריח חלש וכמ\"ש לעיל דלאו על כל הנאה מברכין וכמ\"ש בתוס' הנ\"ל רק על הנאה חשובה וכיו\"ב באור בעינן הנאתו לאורו ובירושלמי מצריך שיראה השלהבת ומשמש לאורה הכל כמ\"ש:"
            ],
            [
                "<b>בשמים וכו' היה מהלך חוץ לכרך והריח ריח טוב אם רוב העיר גוים אינו מברך וכו'.</b> עי' בסי' רצ\"ח במג\"א ס\"ק י\"ג שהקשה דהוי קבוע ושם אי' במחצה על מחצה מותר ובסי' רט\"ז לא נזכר מחצה על מחצה ועיין במחצית השקל שם:",
                "<b> נתערב ריח שמברכין עליו בריח שאין מברכין עליו הולכין אחרי הרוב.</b> בס' מעשה רוקח מביא להקשות דהרי בע\"ז לא מצינו ביטול והביא לפרש דלא קאי נתערב על של ע\"ז דלעיל כתב ג' מיני ריח. וכאן נאמר מריח שאין מברכין דלא נכלל בזה של ע\"ז עיי\"ש ובספר יד המלך האריך בזה עיי\"ש כתב להתיר אף בשל ע\"ז עיי\"ש ובתוס' ע\"ז י\"ב ע\"ב בד\"ה אלא עיי\"ש:"
            ]
        ],
        [
            [
                "<b>ברכות אחרות ודברים אחרים הרבה שאין בהן פתיחה ולא חתימה תיקנו חכמים דרך שבח והודייה להקב\"ה כמו ברכות התפילה שכבר כתבנום ואלו הן הבונה בית חדש והקונה כלים חדשים בין שיש לו כיו\"ב בין אין לו מברך בא\"י אמ\"ה שהחיינו וקיימנו והגיענו לזמן הזה.</b> ועיין בכ\"מ ובפי' לר' דוד ערמא\"ה ז\"ל וז\"ל שאין בהם פתיחה ולא חתימה הלשון כמדומה לי שמשובש. ושמעתי מי שתירץ הב' פתיחה וחתימה והלשון מצורף וההכרח ממה שכתב הרב בפ' הבא ואלו הברכות שאמרנו וכו' והלשון דחוק ונראה לדחוק שחוזר לדברים אחרים ואלו הן פי' הברכות והדברים אחרים פירשם בסוף הפרק וזה נראה האמתי עכ\"ל. וכן חשבתי כמו\"כ טרם רואי דבריו כי ברכות אחרות דבר בפ\"ע ודברים אחרים וכו' בפ\"ע ועל אלה שניהם ידבר ומפרש ראשונה ברכות אחרות ואמר ואלו הן וכו' ואח\"ז יפרש ודברים אחרים וכו':<br><b> ובכ\"מ</b> שם ואע\"ג וכו' דקא משני כחא דהתירא וכו' כלומר שא\"צ לברך לישנא דהתירא לא שייך שפיר באין צריך לברך וכו' עיי\"ש. ונראה דלענין ברכה דשייך ל\"ת לא הוי להתירא שא\"צ לברך כמ\"ש מה\"ט לומר בספיקו שלא יברך. וכמ\"ש בצל\"ח ריש ברכות בדרבנן כחא דאיסורא עדיף לא שייך בכה\"ג כחא דהתירא:"
            ],
            [
                "<b>וכן הרואה את חבירו לאחר שלשים יום מברך שהחיינו וכו' ואם ראהו לאחר י\"ב חודש מברך בא\"י מחיה המתים הרואה פרי המתחדש משנה לשנה בתחילת ראייתו מברך שהחיינו.</b> עיין בשו\"ע או\"ח בסי' רכ\"ה סעיף ב' מי שלא ראה את חבירו מעולם וכו' אע\"פ שהוא נהנה בראייתו אינו מברך שהחיינו וכו' ועיין במג\"א דכיון שלא ראהו אינו אוהבו כ\"כ עיי\"ש:<br><b> ועיין</b> בטור או\"ח בסי' תל\"ב בבדיקת חמץ שכתב ובעל העיטור כתב איכא מאן דמברך שהחיינו דהא מזמן לזמן קאתי. ואיכא מאן דאמר דלא בריך דהא לא קבע ליה זמנא דהא מפרש בים ויוצא בשיירא ודעתו לחזור אפי' מראש השנה צריך לבדוק ומסתברא רשות היא ומאן דבעי מברך וא\"א הרא\"ש כתב שאין מברך שהבדיקה היא צורך הרגל ואסמכינן אזמן דרגל עיי\"ש. ובב\"י שם הקשה דמספק לא לברך וכתב דיש להקשות ממאי דאיתא במסכת עירובין על קרא חדתא רשות ותירץ דקים להו שהיה מתחילה התקנה לברך באם ירצה עיי\"ש:<br><b> והנה</b> בטעם מחלוקת הנ\"ל י\"ל דהנה בקרא חדתא וכיו\"ב דמברכין על הבא מזמן לזמן נראה דאין הברכה על הדבר רק על הזמן שכן ענין הברכה שהחיינו וכו' לזמן הזה. ובכל חילוק הזמן הניכר ונפרד ע\"י הדברים יחדשם הזמן קבעו ברכה על הזמן וכן קראו רז\"ל ברכה זו אומרים זמן דנראה דעיקר הברכה על הזמן ולא על הדבר רק ע\"י הדבר ניכר ונראה הבדל חלקי הזמן ועל כל הבא מזמן לזמן קבעו ברכה על חיותינו עד הנה. ולפ\"ז י\"ל כמ\"ש ז\"ל בבדיקת חמץ דשייך לפעמים בר\"ה וא\"כ אינו דבר הנקבע בכל פעם בזמן ולא הוי מזמן לזמן תמיד. אבל כל דבר דלא שייך לומר דמשום שמחה על הגעת הדבר בלבד תיקנו ברכה זאת דלא מסתבר לומר שיהיה עיקר הברכה על שזכה לאכל ולראות קרא חדתא רק על הזמן חיותינו מברך כמ\"ש. אבל במצוה שמצינו מי שהקריב מנחות בפעם הראשון מברך שהחיינו במסכת ברכות דף ל\"ז ע\"ב או בלא הביאו ימים רבים זה המברך על שזכה לקיים המצוה נ\"ל דלא על הזמן בלבד מברך רק על המעשה המצוה בעצמה בעשות אותה ונפק\"מ דאם מברך רק על הזמן בלבד צריך שיהיה מזמן לזמן כמו במברך על חבירו בלא ראהו והכירו מעולם וא\"כ בפעם הראשון לא הוי הבדל בין זמן לזמן דהפרד מזמן לזמן צריך התחלה והפסק ואח\"כ התחלה וזה לא שייך בפעם הראשון אבל במצוה די\"ל דמברך שהגיע לעשות הדבר מצ\"ע וע\"ז מברך שהחיינו י\"ל כן למ\"ש אפי' בפעם הראשון וזה י\"ל טעם הסוברים שיברך בביעור חמץ שהחיינו אף דלא הוי כ\"כ מזמן לזמן דימצא דאפי' מר\"ה יברך מ\"מ יברך שהחיינו דהוי על הדבר מצ\"ע דבכה\"ג שייך לברך בכל עת ועת וי\"ל דה\"ט דמחלוקת הנ\"ל וטעמא דמברך על רעהו צריך שיכירו מתחילה ואף דלראות אדם גדול דהוי בגדר מצוה וי\"ב דשייך הברכה על הדבר לא חילקו בזה.<br><b> והנה</b> רבינו לא כתב דצריך שיכירו מתחילה וראהו מזמן לזמן כי סתם לשונו. ועיין במג\"א בסי' כ\"ב ס\"ק א' שכתב בבגד ציצית שאינו מברך על המצוה כיון דאינו בא מזמן לזמן והקשה מכסוי הדם ומילה ופדיון הבן דמברך שהחיינו עיי\"ש. ולמ\"ש בכל הני דמברך על הדבר ואפילו בפעם הראשון מברך שהחיינו ול\"צ שיהיה מזמן לזמן. אבל בטלית דנוהג תמיד בו המצוה בכל עת ועת לא שייך שהחיינו רק על הבגד בלבד כן נראה לענ\"ד. ובמסכת ברכות הנ\"ל נראה כמ\"ש דאפי' בפעם הראשון מברך אף דלא הוי מזמן לזמן. ועיין בהל' תמידין ומוספין פ\"ז הי\"ח שפי' בכהן שמקריב חדש וא\"כ אין משם ראיה. ועיין בתוס' שם בד\"ה היה בשם רש\"י בכהן שלא הקריב מנחה מעולם עיי\"ש. וזה כדברינו:<br><b> והאי</b> דמברכין בקנה כלים חדשים ובנה בית חדש הנה כיון דהיה לו כלים מעיקרא ודירה כמו כן הוי כדבר הנולד מזמן לזמן ושייך ברכה על הזמן ומ\"ש שיהיה דבר חשוב כי בלא זה לא הוי היכר המבדיל בין זמן לזמן הניכר ויש ליישב קושית הבה\"ג בכלים ובונה בית דלא הוי מזמן לזמן עי' תוס' סוכה מ\"ו ע\"א ועיין בב\"ח או\"ח סי' כ\"ט שכתב לחלק בספק ברכה אקב\"ו לשהחינו דברכת שהחינו מברך על שמחת לבו אין עובר על ל\"ת אם שמח על שהחיהו וקימהו ה' עד הזמן הזה משא\"כ לומר אקב\"ו על ספק עיי\"ש. וכיו\"ב כתב בסי' תל\"ב ולהלכה כתב שאין להכנס לזה עיי\"ש וצ\"ע בכל זה. ועיין בתוספות סוכה דף מ\"ו ע\"א בד\"ה העושה ומנחות ל\"ב ע\"ב בד\"ה ואלו עיי\"ש שדבריהם נוגעים במ\"ש ובברכת שהחינו וקימנו נראה שהיה כוללת קיום האומה הנרדפה בכל דור ודור ומנפלאות ה' קיומה וע\"ז מברכין בכל הבדל וחילוק הזמן שהחינו וקימנו. ועיין בסימן רכ\"ג סעיף א' ובמג\"א ס\"ק ג' דהוי שהחינו ברכת רשות ועיין בסי' רכ\"ה ובמג\"א שם:",
                "<b> שלאחר י\"ב חודש מברך בא\"י מחיה המתים.</b> לא נאמר מלכות בברכה זאת. ובבאר היטב בשם שו\"ת פנים מאירות סי' ס\"ו משום דבתפילה הוי בלי מלכות עיי\"ש. ולמ\"ש לעיל בפ\"א ה\"ה בטעם למה ברכה שאין בה מלכות אינה ברכה דמלכות מורה על כי הית\"ש ויתעלה לא בלבד הסיבה הראשונה גם פועל ברצון והכל מאתו יצא עיי\"ש. וא\"כ במחיה המתים אשר בו נאמר כי המיתה והחיים הרע והטוב הכל ממקור אחד יצא וטוב מאוד זה מות כי מה' לא תצא רע וא\"כ ברכה זאת מפורש האמונה הרמה ונשגבה בלעדי שנזכר בה מלכות:<br><b> והנה</b> זה כי משונה ברכה זאת דהוי רשות בקרא חדתא כדאי' במסכת עירובין דף מ' כנראה דתליא בשמחת לב האדם וגם שלא יברך ולבו בל עמו זה המתאונן על ימי חבלו וי\"ב אבל לברך על המצוה יברך כל איש שהחיינו כל ישראלי אשר ברכת ה' בפי' כן בלבבו לשמוח במצות וכמה חכמה עמוקה בזה כי נתנו ברכה זאת בלבד ברשות וחילקו גם בזה לענין וענין דבר ודבר כן נראה לענ\"ד. והנה רבינו לא כתב דהוי בפרי המתחדש רשות ועיין בכנה\"ג ובמג\"א הביאו בסי' רכ\"ה סק\"ו וחולק עליו עיי\"ש:"
            ],
            [
                "<b>שמע שמועה טובה וכו' וחייב אדם לברך על הרעה בטוב נפש כדרך שמברך על הטובה בשמחה שנאמר ואהבת וכו' ובכל מאודך ובכלל אהבה היתירה שנצטווינו בה שאפילו בעת שיצר לו יודה וישבח בשמחה.</b> הנה אמר על הרעה בטוב נפש. ולא אמר בשמחה כמו שאמר על הטובה בשמחה ומסיים בעת שיצר לו יודה וישבח בשמחה וא\"כ הו\"ל לברך על הרעה כדרך שמברך על הטובה בשמחה:<br><b> אבל</b> לא אמרה התורה דבר ולא פקדה נגד הטבע של בני האדם וביותר הנאמר לכל איש ואיש לא בלבד להמורם מבני האדם גדולי המעלה כנחום איש גם זו ור' עקיבא וחביריו ולא תצוה התורה לכל אדם שישמח בעת צרת נפשו בצרתו ולהיפוך אמרו רז\"ל ג' לבכי וכו' אף שמצווה לומר ברוך דיין האמת ואמרינן ע\"ז וצריך לממרינהו בשמחה ובחר רבינו לומר ולפרש כי בטובת נפש שלא ירע בנפשו להתרעם על מדותיו יתעלה ונפשו תהיה בטוב ולא ברע חלילה להרהר אחרי מעשי ה'. ואמר כי על הרעה יברך בטוב נפש כדרך על הטובה בשמחה כמו ששם יאמרו בשמחה כן בזה בטוב נפש. אבל זה בלבד ההבדל כי בהטובה ישמח בהטובה אבל ברעה אין מצווה לשמוח בהרעה רק בטוב נפש יהיה נפשו לא תגרע באמונה ואהבה להית\"ש ויתעלה ואשר מצווה גם בעת הרעה כאשר סיים רבינו כי אף בעת שיצר לו יודה וישבח בשמחה השבח והודייה יאמר בשמחה בעת הטובה ישמח בהטובה ג\"כ ובעת הרעה אף כי אין מצווה לשמוח בהצרה אבל ישמח בעת כי יודה וישבח אשר תהיה בשמחה השבח וההודאה לה' וכבר העירו גדולי המפרשים ז\"ל בהבדל הצווי לכה\"ג מלכהני הדיוט באבל כי ימות להם קרובים שאר בשרם כי לא תצוה התורה גדולות ונפלאות רק לאנשי מעלה יתירה. ולכן אשר אמר בעת שיצר לו אינו סותר מאמרו בשמחה:",
                "<b> שנאמר ואהבת וכו' בכל מאודך.</b> במשנה במסכת ברכות שם בכל מדה שהוא מודד לך [הוי] מודה לו עיי\"ש. ובשורש ישע שורש מאד וז\"ל או יאמר מאד לשון מדה כמו מדד כי גם אות הכפל יתחלף באות הנשימה עיי\"ש ואחרי שנכלל בלשון לא הביא רבינו האי בכל מדה וכו':"
            ],
            [],
            [
                "<b>ירדו גשמים אם יש לו שדה מברך שהחיינו ואם היה שלו ושל אחרים מברך הטוב והמטיב וכו'.</b> עי' בכ\"מ דדעת הרא\"ש אפי' בלית ליה שותפות בקרקע עבור כי הטובה לאחרים עיי\"ש ולדעת רבינו והרי\"ף דסבר כותיה דמפרשים כפשוטו שותפות ממש ועיין ברש\"י שם דמפרש כהרא\"ש ונראה דעיין בטור ושו\"ע בסי' קע\"ה דאיתא הטוב לדידיה ומטיב לאחריני עיי\"ש. ולדעת רבינו נאמר שלא לחלק הטוב והמטיב וכי על שניהם ביחד נאמר כי לא נתקנו רק על הטובה הבאה גם להאחרים:<br><b> וזה</b> כי מענין הברכה כי יברך האדם חסדי ה' וטובו לא בלבד אשר הטיב עמו גם מה שמטיב עם אחרים וכל באי העולם. בלעדי זאת כי בזה יתרבה השבח והלול כבוד ה' גם הטוב הנראה באחרים וברבוי בכל באי העולם ימלא מכבוד ה' לבבינו בכל הנראה בהבחן מאתנו כאשר אנחנו רואים חסדי ה' כי לא יעזוב את העני וחלוש כח מדוכה ביסורים ליתן לו די מחסורו והנחה לצערו כי יאריך ימים ובכלות כוחו ה' לא יעזבנו ובזה אנו רואים כי טוב ה' לכל והעני לחמו לחם עצבים לו ומתאונן על רוע גורלו כי התאוה על יותר נטוע בלב האדם יש לו מנה וכו' ומזה אשר לא שפרה נחלתו. ולכן ברכת הטוב והמטיב למען תהיה בנפש מרגשת יוכלל בה כמו כן מחסדי ה' על הכל כל באי העולם כי אז תמלא נפש כל בוחן חסדי ה' המרובים בכל הטבע כולה כמ\"ש המליץ \"מארז הלבנון עד אזוב השדה כולמו יעידון ויגידון כי טוב ה' לעולם חסדו\" וכי גם על אלה אשר פגעה בהם הדין נמתק ברחמים גדולים. וקבעו ברכה כזאת אשר בכל עת ועת לברך כזאת ובעת כי ישתוק יראה כמעלים עיניו מחסדי ה' ועבור כי אין ביד האדם ככה בחרו בעת כי יגיע הטוב לו ולאחרים אז הברכה בזמנה אז נאה לברך על טובת ה' לכל באי העולם ולכן ביש לו שדה בשותפות הזמן המסוגל ולא בעת כי הגשם לו ולאחרים אשר נוגעים בנחלה עמו הן ככה יברך תמיד מחסדי ה' לכל ולא תיקנו רק בעת כי הטובה הבאה לו גם לשותפו או לרעהו השותף עמו בסעודתו וכמ\"ש כי תיקנו בכל פעם הברכה בעת הנכון ע\"י מקרה ופעולה מצרנית ומענינה לה. וגם מענין ברכת הטוב והמטיב בצירוף טובת האחרים להתעורר אהבת האדם בטובת והצלחת אחרים ועבור זה תיקנו ברכה מיוחדת:"
            ],
            [],
            [],
            [
                "<b>ארבעה צריכין להודות וכו' והולכי דרכים כשיגיעו לישוב וכו'.</b> טור בסי' רי\"ט דייק מדברי רבינו דלאו דוקא מדבר והביא הירושלמי דכל הדרכים בחזקת סכנה וביד המלך כתב דלשון כשיגיעו לישוב נראה דבמדבר נאמר עיי\"ש:",
                "<b> וכיצד מודה וכיצד מברך עומד ביניהן ומברך ברוך וכו'.</b> ובכ\"מ צ\"ע מנ\"ל עיי\"ש ובחי' מהרמב\"ם כת\"י הנדפסים בתחילת ספר מעשה רוקח שם וז\"ל בענין ברכת הגומל ואומר בשם אבא מארי ז\"ל שראוי שיהיו השומעין יושבין והמברך עומד לפי שאמר הכתוב ובמושב זקנים וכו' והלכה למעשה נושיב התלמידים כשנברך זאת הברכה כמו שהיה הוא ז\"ל סובר ועושה עכ\"ל:<br><b> והנה</b> ארז\"ל ותרי מנייהו רבנן כי ברכת הטוב והמטיב אשר היא ברכה על חסדי ה' בעולם אשר רק חכמי לב ידעו לבחון כזאת ולכן יהיה במושב חכמים כי השכלה לרוב בישיבה אשר מסוגלת ביותר לעיון ולכן נאמר במושב זקנים ובערך הזה ובסדר הזאת לעשותו כנודע כי הסדר מעורר על תכלית הנעשה והנאמר להעיר כי יש לנו להתבונן למען להבחין חסדי ה' המרובים ולכן נבחר מושב חכמים לזה ועי' בהל' ת\"ת בפ\"ד בראשונה הרב יושב ותלמידיו עומדין עיי\"ש:"
            ],
            [],
            [
                "<b>הרואה בתי ישראל וכו' הרואה קברי ישראל מברך וכו' אשר יצר אתכם בדין וזן אתכם בדין וכלכל אתכם בדין והמית אתכם בדין והוא עתיד להקים אתכם בדין לחיי עוה\"ב וכו'.</b> יש להבין למה נאמר כל הברכה על הדין ולא על הרחמים והנה בעוה\"ב שם מקום המשפט והדין ואין רחמים בדין אבל אשר יצר וכו' זן וכלכל למה לא נאמר ברחמים ונראה כי הדין הוא האמת ומשפט צדק ורחמי ה' המה ג\"כ בדין להיות אמצעי' להביא את האדם לקו היושר לכן יחוס על יציר עפר שוכן בתי החומר וגם דרך רשעים צלחה הכל בדין ובצדק משפטו ואף ברחמים גדולים כמ\"ש רז\"ל שיתף הרחמים לדין על שא\"א להתקיים בלעדי שניהם ביחד אבל בלתי סותרים זא\"ז והרחמים כמ\"ש אמצעים להדין טוב וישר ה' ע\"כ יורה חטאים בדרך. הטוב יעיר ויורה הדרך וכן הדין היסורין מטיבין לבו של אדם והכל בדין ובצדק ובעוה\"ב מקום המשפט והדין וחלילה העונשין שם כמו\"כ אינן לנקמה כמ\"ש בס' עשרה מאמרות בפי' הגיהנם כלה וכו' כמ\"ש לעיל בהל' תשובה עיי\"ש. הדין שם לרחמים גדולים לזכך הנפשות ולא לעולם יטור ולכן בראות קברי ישראל הברכה לאלה אשר בעלמא דקושטא בעולם האמת והדין הוא האמת הברכה על הדין והאמת ולכן נאמר בברכה דיין האמת כי הדין והאמת הנגלה והרחמים האמצעים לדין אמת הנסתר ובראות מקום ישיני עפר הברכה המעוררת לב האדם על הדין להודות ולשבח לשופט צדק ועושה הכל בדין ובירושלמי מכות פ\"ב ה\"ו למה הוא טוב שהוא ישר למה הוא ישר שהוא טוב עיי\"ש ומובן עם מ\"ש לעיל:"
            ],
            [
                "<b>הרואה ת\"ר אלף וכו' ואם ישראל הם ובארץ ישראל אומר וכו' חכם הרזים וכו'.</b> עיין בכ\"מ למה נקיט רבינו בא\"י וכתב דכעולא דאמר נקטינן דאין אוכלסא בבבל והקשה מר' חנינא דבריך וכו' על רב פפא וכו' חכם הרזים דהוי בחו\"ל וכתב דס\"ל כעולא דפליג עיי\"ש:<br><b> ועיין</b> בצל\"ח שכתב דחכם הרזים כדאיתא שם שאין דעותיהן שוות וה' יודע דעת כולם. מנין ת\"ר אלף כולל כל החכמה בבני אדם לרבויים ודוקא בא\"י דאוירא מחכים ולא בבבל ור' חנינא אשר ראה חכמת לב רב פפא וכו' גדולה שכוללת הכל בירך גם בבבל עיי\"ש ועי' בעין יעקב שמפרש שאין אוכלסא בבבל שלא זכו לזה עיי\"ש נראה ששם בלתי מצוי רבוי כ\"כ ביחד ולזה לא שייך נקטינן וכו' וכמ\"ש בצל\"ח מובן ונראה כי בא\"י משם תצא תורה ולה היתרון בסמיכה ועבור השנים וכיו\"ב גם בברכה זאת ידה עליונה על שאר הארצות:",
                "<b> מלכי ישראל אומר שנתן מכבודו וגבורתו ליראיו מלכי או\"ה מברך שנתן מכבודו לבו\"ד.</b> בגמ' שלפנינו איתא מלכי ישראל שחלק מכבודו וכו' מלכי או\"ה שנתן מכבודו וכו' לא נאמר וגבורתו והחילוק בישראל נאמר שחלק ובאו\"ה שנתן וכמו\"כ בחכמי ישראל נאמר שחלק ובחכמי או\"ה שנתן עיי\"ש בגמ' נ\"ח ע\"א ובשו\"ע בסי' רכ\"ד כמו שלפנינו בגמ':<br><b> והבדל</b> בין נתן ושחלק מובן כי החלק מורה ביותר בערך להדבר שנחלק ממנו אף כי חלילה לומר שווי וערך לכבודו יתעלה עם כל זה מדרך הלשון כן כמ\"ש ז\"ל דברה התורה כלשון בני אדם ולשון רבינו וגבורתו במלכי ישראל אשר להם הגבורה מה' אשר עושה חיל והוא הנותן עוז כנאמר החל רוח ה' לפעמו וכיו\"ב הרבה אשר רוח ה' החליף איש לא נודע לגבור בארץ לאיש חיל:"
            ],
            [],
            [],
            [],
            [
                "<b>על ההרים וכו' הרואה את הים הגדול וכו'.</b> עי' בכ\"מ ובמג\"א בסי' רכ\"ח ס\"ק א':"
            ],
            [
                "<b>ששים וכו' פועלי אמת ופעולתם צדק וכו'.</b> ולפנינו סנהדרין מ\"ב ע\"א פועלי אמת שפעולתן אמת ובתוס' שם דאית דגרסי פועל אמת ואהקב\"ה קאי דלגירסא הראשונה (על) עליהם קאי כמ\"ש ברש\"י פועלי אמת שאין משנים את סידורם עיי\"ש ובתוס' שם דהמשך הלשון וללבנה אמר וכו' מסכים להנוסחא פועל אמת ובמעשה רוקח מביא נוסחא גם ברבינו פועל אמת ופעולתו צדק ועיין בב\"י או\"ח סי' תכ\"ו בשם הר\"י שם וברי\"ף ס\"פ תפילת השחר הגירסא כמו כן פועל אמת שפעולתו אמת עיי\"ש גם בסוף כל מה שברא ליתא שם:"
            ],
            [
                "<b>וצריך לברך ברכה זו מעומד שכל המברך על החודש בזמנו כאלו הקביל פני שכינה וכו'.</b> ועי' נכבדות בזה ברבינו יונה במס' ברכות ס\"פ תפילת השחר עיי\"ש:"
            ],
            [
                "<b>הרואה חמה ביום תקופת ניסן של תחילת המחזור וכו'.</b> ועיין בתוספתא ברכות פ\"י דאי' את החמה ואת הלבנה ואת המזלות כסדרן אומר ברוך עושה בראשית ר' יהודה אומר המברך על החמה זו דרך אחרים ועי' במפרש שם שכונתו כשמברך תמיד להחמה בכל יום שנראה כעובד להשמש ומתפלל ומודה לה ומפרש גם המשך לשון התוספתא שם שמסייע לפי' הזה עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הנכנס לבהמ\"ד וכו' ואל אכשל בדבר הלכה וישמחו בי חבירי וכו'.</b> ועיין במעשה רוקח שאהבת הנצחון הביא ככה עיי\"ש. ובמהרש\"א בעין יעקב בח\"א כתב וישמחו בי חבירי על כי לא אכשל בדבר הלכה שזו אחת ממ\"ח מדות שבו נקנת התורה משמח את הבריות עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>כללו של דבר וכו'.</b> כי העבר נקבל באהבה ונודה לה' ולעתיד התפילה ובקשה ולבטוח בה':"
            ]
        ],
        [
            [],
            [],
            [
                "<b>וכן כל המצות וכו' שהוא חובה מדבריהן כגון מקרא מגילה וכו' מברך וכו' אקב\"ו והיכן צוונו בתורה שכתוב בה אשר יאמרו לך תעשה נמצא ענין הדברים והצען כך הוא אשר קדשנו ובמצותיו שציוה בהן לשמוע מאלו שציוונו להדליק נר של חנוכה או לקרות את המגילה וכן שאר כל המצות שמדברי סופרים.</b> עי' בכ\"מ בפ\"ה הט\"ז מהל' ברכות שחקר בדעת רבינו באכל בפחות משיעור דאורייתא אם מוציא את האוכל כדי שביעה דמחויב מדאורייתא עיי\"ש ונראה דתליא אם נפרש דאקב\"ו שאומר במצות דרבנן משום דיש כח ביד החכמים לצוות על מצוה ואנחנו מחויבין מהתורה לעשותו והוי כמצוה מהתורה על המצוה הזאת וא\"כ בכלל מצוה דאורייתא הוי מצ\"ע ושייך שיוציא מי שמחייבו באותו הדבר לו לפי אכלו מדרבנן להוציא מי שחיובו מדאו' לפי שיערו דלשניהם בשוה חיוב דאורייתא על הברכה אבל כמ\"ש הרבינו דהמחויב מדרבנן אין החיוב על הדבר מצ\"ע והברכה היא שצונו לשמוע דברי המצווים וא\"כ הוי בהמברך מדרבנן הברכה על דבר אחר מהמחויב לברך מדאורייתא זה לשמוע המצווים וזה על הדבר בעצמו ולא שייך שיוציא זה את זה. ובכ\"מ וכתב רבינו אשר יאמר לך תעשה שהוא בלשון עשה עיי\"ש וזה כי מברכין על ל\"ת לכן לא כתב מלא תסור ועי' ברא\"ש בפ\"ק דמס' כתובות עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>אבל אם שחט ולא בירך אינו חוזר ומברך אקב\"ו על השחיטה וכן אם כיסה הדם בלא ברכה או הפריש תרומה ומעשרות או שטבל ולא בירך אינו חוזר ומברך אחר עשיה וכן כל כיו\"ב.</b> ועי' בשו\"ע יו\"ד סי' י\"ט ובש\"ך שם ס\"ק ג' דדעת האו\"ז דאם לא בריך קמיה דמצוה מברך אח\"ז עיי\"ש והנה כתב כן רק בברכת המצות בלבד. והנה לעיל בפ\"א ה\"ג כתבתי בדעת רש\"י דס\"ל ברכת המצות דאו' ולכן מפרש במס' ברכות ט\"ו ע\"א ברכה דרבנן דקאי על לעובר לעשותן דזה הוי מדרבנן וס\"ל כהאו\"ז דיוכל לברך אחרי עשות המצוה ונראה האו\"ז דס\"ל כן במצוה דוקא ג\"כ ס\"ל ברכת המצות דאורייתא ומשו\"ה בלא בירך קודם יברך אח\"ז דעובר לעשיתן רק מדרבנן. ועי' בש\"ך הנ\"ל ובס' שאגת אריה סי' כ\"ו עיי\"ש:<br><b> אמנם</b> יש לעיין בשיעור ההפסק לברך לאחריה והנה המשנה דמס' תרומות דמובא במס' ברכות ט\"ו הנ\"ל סתמא קתני ויש לפרשה בלי הפסק זמן הרבה ונראה לענ\"ד לומר דאפי' בהפסק זמן רב מהני שיברך אח\"ז לדעת רש\"י והאו\"ז ואף כשהסיח דעתו ממנו. והנה בברכה הראשונה מצינו דהסח הדעת הוי הפסק בין ברכה לתחילת המעשה אבל באחרונה בבהמ\"ז הוי השיעור כדי עיכול ולא בהסח הדעת תליא רק בכדי שיהי' נהנה עוד מאכילתו אף שהסיח דעתו מברך:<br><b> אמנם</b> בברכת המצות דמברך משום דהוי חיי עולם כדאיתא בגמ' לענין ברכת התורה על חיי שעה מברך על חיי עולם לא כ\"ש במס' ברכות דף כ\"א עיי\"ש ועי' בשו\"ת הריב\"ש בסי' פ\"ב ובהגהות מל\"מ פ\"ב הי\"ד מהל' ברכות וספ\"ג מהל' אישות בברכת קדושין אחר אירוסין שכתב משום דעודנה ארוסה היא יברך עיי\"ש. וחיי עולם אינה הנאה עוברת:<br><b> אמנם</b> יש לומר כיון דהוי לאחר זה להשלים מה שהי' לברך קודם וקודם תליא בהסח הדעת אבל נראה דהרי בלא\"ה יש להבין למה בתחילה אינו יוצא בהסח הדעת כמו דקיי\"ל בהסיח דעתו צריך לברך פעם אחרת והאיך נאמר בלא בירך מקודם יברך אח\"ז והרי אין לך הסח הדעת גדול מזה על תחילת המעשה ובמה יתקן ההסח הדעת על תחילתו בהברכה שמברך אח\"ז ב\"פ ונראה דבהסח הדעת מקודם הטעם כיון שהסיח דעתו וא\"כ אין הברכה מצורפת עם המעשה או ההנאה כיון שלא היה סמוך ונראה עליו שמברך על דבר הזה והפסק והסח הדעת בכ\"מ כחזרת הדעת מהדבר אף שעשה אח\"ז דעה הראשונה בטלה וא\"כ צריך לברך פעם אחרת דמחשבה ומעשה אח\"ז הוי בפ\"ע ואינו נתלה בברכה קודם הסח הדעת דמחלק הברכה מהמעשה כל זה כשברך קודם המעשה אבל כשברך אחר המעשה המצוה הרי בודאי דעתו למפרע על אותו המעשה ולא שייך הסח הדעת רק מברכה להמעשה דשייך לומר כמ\"ש אבל לא מהמעשה להברכה ולכן בברכה אחרונה לא שייך הסח הדעת מה\"ט וכמ\"ש בחיי עולם הוי תמיד הנאתו ועיין בריב\"ש הנ\"ל וא\"כ לפ\"ז י\"ל דאין שיעור לדבר ולפ\"ז י\"ל שפיר כמ\"ש לעיל דלרש\"י בתרומה אפשר מדאורייתא עוד לברך אחר המעשה דעובר לעשיתן מדרבנן וברכת המצות דאו' כמ\"ש לעיל ועי' בר\"ן בפ\"ק דפסחים בסוגיא דלבער כו\"ע מודו עיי\"ש:<br><b> ובפר\"ח</b> ביו\"ד סי' י\"ט שם כתב דתוך כדי דיבור מברך גם לדעת רבינו כמו דאיתא באו\"ח בסי' רכ\"ז היה יושב וכו' אם יוכל לצאת ולברך תכד\"ד. יצא ואם לאו לא יצא. עיי\"ש ובכו\"פ ובתבואות שור השיגו עליו ומה שהקשו מגר למה לא תיקנו שיברך תכד\"ד עי' בתוס' שכתבו דערום לא יוכל לברך גם ממה שהקשו מבלע משקין שאין מברך י\"ל דגם לרבינו לחלק בין נהנין ומצוה לענין זה ונאמר ליישב מה שהקשו בפר\"ח ושאגת אריה והשיגו על רבינו ולראיה לאו\"ז הנ\"ל מאי דאיתא בפ\"ק דפסחים (בלבער) [בלולב] דעל כרחך לשעבר משום מדאגביה יצא בו ובתוס' הקשו דהרי צריך שיהיה עובר לעשיתן ותירצו דעוד הנענועים עליו עיי\"ש דאם נאמר דאין יוצא במברך אחר המצוה א\"כ הברכה רק על להבא על הנענועים דמדרבנן דעל מהדאורייתא כבר עשה ולמה תיקנו הברכה על לעבר עיי\"ש והוא קושיא חמורה:<br><b> אמנם</b> אם נאמר דתכד\"ד וביותר בעת שעוסק בהמצוה דאין שיעור למצות הנטילה וכל זמן שהוא בידו עוסק בה ובכלל מצוה הוי בכה\"ג מברך על העבר ג\"כ תחילת הנטילה שלא תהיה בלא ברכה ועובר לעשיתן לא הוי משום דעוסק עוד בהדבר ועי' ברבינו בפ\"ק דמס' ברכות ע\"ש וי\"ל ג\"כ דכל זמן שעוסק ובידו הלולב הוי מצוה אחת דאו' כמ\"ש רבינו יונה בתוספות שבת במס' ברכות והברכה לעבר שלא תהיה תחילתו בלי ברכה וזה שלעבר הוי ממילא על להבא ג\"כ על כל הברכה ועיין ברבינו ספ\"ג מהל' אישות ה' כ\"ג כל המקדש וכו' צריך לברך קודם הקדושין וכו' ואם קידש ולא בירך לא יברך אחר הקדושין שזו ברכה לבטלה מה שעשה כבר נעשה עכ\"ל ועי' בראב\"ד שם:<br><b> ומה</b> שעשה כבר נעשה לא שייך רק בשעבר כולה ולא בשעת מעשה ובירושלמי פליגי שם אם קודם או בשעת מעשה עי' בירושלמי ברכות ושם שמואל אמר בשעת מעשה וכאן אומר עובר ועי' בפני משה שכתב דהדר מדבריו וי\"ל לרבינו לא הדר ובשעת מעשה בכלל עובר לעשיתן וכמ\"ש ברבינו יונה במס' ברכות דכל שיש לו משך זמן מקרי עובר לעשיתן וכה\"ג כמ\"ש דאין שיעור להמצות נטילת לולב הכל כחדא מצוה הוי וי\"ל אפי' לר\"י שם דס\"ל קודם הוי עובר לעשיתן ולא שייך מה שעשה כבר עשה ועי' להלן הט\"ו בבירך קודם הנטילה עיי\"ש:<br><b> למ\"ש</b> לעיל דבנהנין משום דאסור להינות הוי בכלל איסור קודם שבירך א\"כ עובר לעשיתן מסתברא יותר מבמצוה דמסברה עכ\"פ עד שמברך אכל איסורא משא\"כ במצוה ואפ\"ה אמרינן על חיי שעה מברך על חיי עולם עאכ\"ו דמצד הנאה דהוי סיבה לחיוב הברכה מצוה הנאה ביותר אבל לענין להקדים הברכה למעשה הנאה מסתברא מה\"ט ביותר וי\"ל משו\"ה בבלע וכו' שהקשה הכרתי ופלתי ותבואות שור שאני אבל מצוה הטעם כמ\"ש בפ\"ג מאישות דהנעשה כבר עבר וא\"כ י\"ל כמ\"ש ועי' בפ\"ח י\"ב בכסף משנה דלא ברור בדעת רבינו אם בבלע משקין שיברך אח\"ז עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>כל מצוה שהיא מזמן לזמן כגון שופר וכו' וכן כל מצוה ומצוה שהוא קנין לו כגון ציצית ותפילין ומזוזה וכן מצוה שאינה תדירה בכל עת שהרי היא דומה למצוה שהיא מזמן לזמן כגון מילת בנו ופדיון הבן מברך עליה בשעת עשיתם שהחיינו וכו'.</b> ובתוס' במסכת סוכה דף מ\"ו ע\"א בד\"ה העושה כתבו דבעשית מצוה ותפילין לא תיקנו שהחיינו וכן אמילה לא מברך מדלא חשוב בגמ' בהדי ברכות בתפילין דאיתא מאי מברך וכמו\"כ במילה וגם אהלל לא מברכין וכתבו דוקא שיש בה שמחה עיי\"ש. ובמג\"א סי' כ\"ב ס\"ק א' כתב דאין מברך על ציצית משום דאינה מזמן לזמן עיי\"ש ועי' בש\"ך יו\"ד סי' כ\"ח ס\"ק ה' מ\"ש בזה עיי\"ש. ובתוספתא פ\"ז דברכות שהביא בכ\"מ איתא העושה ציצית לעצמו אומר ברוך שהגיענו וכו' העושה תפילין לעצמו אמר ברוך שהגיענו וכו' המכסה דם וכו' על כסוי הדם המל וכו' המילה עיי\"ש וא\"כ נראה דבכסוי ובמילה לא הביא ברכת שהגיענו ותפילין וציצית אומר שהגיענו וא\"כ התוספתא לא כדעת רבינו שכתב גם מילה ולא כדברי האומרים שלא לברך בציצית ותפילין וצ\"ע ובתוס' במס' מנחות מ\"ב ע\"ב בד\"ה ואלו כתבו דירושלמי ותוספתא אין כגמ' דידן עיי\"ש ובר\"ן במס' סוכה שם עיי\"ש ובב\"י באו\"ח בסי' כ\"ב בשם בעל העיטור ובפר\"ח ותבואות שור בסי' כ\"ח יו\"ד ועי' מ\"ש לעיל פ\"י ה\"ב בענין שהחיינו בברכת המצות לחלק לברכת נהנין עיי\"ש:"
            ],
            [
                "<b>אחד העושה מצוה לעצמו ואחד העושה אותה לאחרים מברך קודם עשיתה אקב\"ו לעשות אבל אינו מברך שהחיינו אלא על מצוה שעשה אותה לעצמו וכו'.</b> ובכ\"מ בשם הרמ\"ך שעמד ע\"ז וכתב ויש לברך להוציאו אחרים דמברך עבורם ושומע כעונה וכתב ע\"ז דבר פשוט הוא וגם רבינו יסבור כן עיי\"ש:<br><b> ובכנה\"ג</b> בפי' ללשונות הרמב\"ם מפרש כונתו דדעת רבינו שאין לברך האחר שהחיינו אם זה שמוציאו אינו לפניו דלא שייך שומע כעונה אבל כשהוא בפניו גם לרבינו יוכל המוציאו לברך שהחיינו עיי\"ש ובסי' תקפ\"ה הביאו בכנה\"ג ג\"כ כתב הב\"י דרבינו לא מיירי אלא במצוה שיש בה מעשה אבל במצוה שאין בה מעשה אלא דיבור או קול מברך שהחיינו אפי' כשעושה אותה לאחרים עיי\"ש ונראה דבדיבור וקול דשייך שומע כעונה על גוף המצוה דיוצא בשמיעה הוי כאלו עשהו השומע בעצמו ולא הוי בשליחות שייך לומר שיברך העושה ושומע כעונה גם ע\"ז אבל במצוה במעשה דהוי המוציא שליח אף דשלוחו כמותו מ\"מ לא שייך שהחיינו רק על מה שעושה בעצמו ונראה שמפרש כמ\"ש בכנה\"ג די\"ל ג\"כ בכונת רבינו שגם זה שמוציאו לא יברך ובזה מחלק שפיר בקול ודיבור הוי השומע כהעושה מעשה בעצמו וא\"כ יוכל הוא והמוציאו לברך אבל במצות במעשה אין הוא ולא המוציאו מברכים ועי' במג\"א בסי' תקפ\"ה שנראה ג\"כ כונתו כן עיי\"ש שהביא הכנה\"ג שם בסי' הנ\"ל ועיי\"ש ציין דברי המרדכי בפרק ר' אליעזר דמילה שכתב שאין מברכין:<br><b> וראיתי</b> במרדכי שם דאחר לא יברך שהחיינו במילה משום שאינה מוטלת עליו דעל האב למול והיה עומד ומקריב דמברך שהחיינו שם הכהנים עליהם הטילה התורה העבודה עיי\"ש אבל לא נזכר שם שאין האב מברך כשהיה שם רק נראה כן מלשונו הסתום מדלא כתב שהאב יברך שהחיינו עיי\"ש:",
                "<b> היו לפניו מצות הרבה אינו מברך אקב\"ו על המצות אלא מברך על כל אחת ואחת בפני עצמה.</b> ועי' בכ\"מ והנה בזה קיי\"ל כר' יהודה תן לו וכו' ובברכת נהנין בבורא מיני דשאים שאמר ג\"כ מהאי טעמא תן לו וכו' לא קיי\"ל כותיה ועי' בג' שיטות לרמב\"ן אבל שם כלול הכל בפרי האדמה רק לר\"י לפרט למין בפ\"ע ולדידן כיון שאי' לו חשיבות ביותר לא קבעו מטבע בפ\"ע דבברכה הלכו אחרי החשיבות להפריד אף במין אחד ועי' ברבינו יונה ריש כיצד מברכין מ\"ש בענין תמרים עיי\"ש. אבל במצות הוי כל מצוה ענין בפ\"ע. ובירושלמי בפ\"ה מדמאי הרוצה להפריש תרומה ותרומת מעשר וחלה וכו' ר' יונתן צריך לברך חמש ברכות תני ר' חייא כוללן ברכה אחת ובה' מעשר פ\"א הט\"ז ואם הפריש הכל זה אחר זה מיד ולא סח ביניהן כוללן בברכה אחת ומברך להפריש תרומות ומעשרות עיי\"ש פסק כר\"ח בירושלמי הנ\"ל דכנראה פליגי אם תרומה וחלה ומעשר הוי ג' מצות לומר תן לו וכו' וראיתי לאאמו\"ז הגאון ז\"ל בהגהותיו לירושלמי שמתחילה כתב דפליגי בזה אם צריך לפרש כל אחד בפ\"ע ואח\"ז כתב דפליגי אם רשאי להרבות בברכות ועי' בספרו שערי דעה סי' י\"ט שהרחיב בזה עיי\"ש ונראה ג\"כ כיון דכולן שות בהפרשה הוי מענין אחד וחשיבת המצות שוה לכן אין לפרט כל אחד ואחד כדרך דפליגי על ר' יהודה בנהנין מה\"ט וכמ\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>עשה מצוה וכו' לפיכך הוא [מברך] לשמוע בקול שופר.</b> ועי' בטו\"ז בסי' תקפ\"ה שלא נאמר בקול רק לשמוע קול שופר דבקול משמע לעשות רצונו עיי\"ש ורבינו כתב בקול ובפ\"ג מהל' שופר כתב רבינו לשמוע קול שופר וראיתי בס' מעשה רוקח שכתב דבדפוס קדמון מצא גם בפירקין קול שופר:"
            ],
            [
                "<b>נטל את הלולב וכו' אבל אם בירך קודם שיטול מברך ליטול לולב וכו'.</b> עיין בתוס' במס' סוכה דף ל\"ט ע\"א בד\"ה עובר שכתבו שאין לברך קודם שיטול כדאיתא במס' מנחות ל\"ה תפילין מאימתי מברך עליהן וכו' עיי\"ש ועי' בסי' תרנ\"א סעיף ה' ובטו\"ז ומג\"א שם:<br><b> בראב\"ד</b> שם ובין כך ובין כך קשיא לי על אכילת מצה ועל אכילת מרור וכו' עיי\"ש ור' דוד עראמ\"ה ז\"ל בפי' כתב התירוץ היותר נכון אצלי (שתפיו) [שתפסו] לשון הפסוק שאמר על מצות ומרורים וכן היה מצותם בזמן בית המקדש לאכלן ביחד כמו שאמר הרב הלכות חו\"מ פ\"ח ולפיכך תיקנוהו בעל דעיקר פרסומי ניסא ליקח לישנא דקרא היכא דאפשר עכ\"ל:",
                "<b> וכך הוא מברך על ביעור חמץ בין שבדק לעצמו בין שבדק לאחרים שמשעה שגמר בלבו לבטל נעשית מצות הביעור קודם שיבדוק כמו שיתבאר במקומו.</b> וממ\"ש רבינו בין שבדק לאחרים וכו' נראה דס\"ל דשליח ג\"כ מצי לבטל ומשו\"ה הוי הבדיקה גם בשביל האחרים ביטול ג\"כ ועי' בהמ\"מ בפ\"ד ה\"ב מהל' חמץ ומצה בשם העיטור כן ועי' בר\"ן בפ\"ק דפסחים ובשו\"ע בסי' תל\"ד ובב\"י שם ובמג\"א בשם הב\"ח בס\"ק ט' עיי\"ש ולא הזכירו שדעת רבינו כן כנראה מדבריו וי\"ל שמשעה שגמר בלבו וכו' קאי על שבדק לעצמו דעל שבדק לאחרים בלא\"ה מברך בעל וכו' וא\"כ ליכא למידק מזה:<br><b> אמנם</b> לכאורה נראה להיפוך מלשונו משעה שגמר לבו לבדוק נעשית מצות הביעור דנראה משום שמחזר לבדוק הוי גלוי דעת על הביעור. ולפ\"ז יקשה מאי דאי' הבודק צריך שיבטל הרי ממילא הבדיקה הוי ביטול וברש\"י הבודק וכו' בלבו סמוך לבדיקה מיד ואומר כל החמירא וכו' עכ\"ל וי\"ל דמפרש דאף דבדיקה הוי גמר בלב לביטול מ\"מ הוי דברים שבלב וצריך אמירה וכו' ועיין בזה בר\"ן ובב\"י בסי' תל\"ד ועיין בטור בסימן תל\"ו שכתב דאמירה לא הוי מתקנת החכמים ועיין בירושלמי והעירו ע\"ז. ועיין בשמן רוקח לאאמו\"ז הגאון ז\"ל דאף דמדאורייתא בלב סגיא תיקנו האמירה להזכיר על הביטול עיי\"ש. ועיין מ\"ש ז\"ל באיסורא הוי לא בגדר דברים שבלב דהוי אומדנא דמבטל ובר\"ן שכתב דשניהם מדרבנן ומדאורייתא באחד בבדיקה או בביטול סגיא עיי\"ש ולרבינו בבדיקה הוי ג\"כ ביטול. והנה אם נאמר בשליח לא מהני ביטול וא\"כ שייך בדיקה בלא ביטול בכה\"ג דע\"י שליח. אבל יש לומר בשאינו נמצא בבדיקתו ואין ידוע לו מדאורייתא לא הוי מצוי אף בלא ביטלו ולכן לקצת הבדיקה בלתי מועיל מהתורה די\"ל שאינו מבטל רק מחפש המצוי (ופרורין כדאיתא בגמרא ממילא בטילי) והנמצא יאכלנו או ימכרנו וזה דאיתא בגמרא שמא ימצא גלוסקא יפה וכו' ולכן הבודק צריך שיבטל וי\"ל דרבינו כ\"כ אחרי התקנה דצריך לבטל הבדיקה ביטול ונפק\"מ השתא לדינא בבדק ולא ביטל. וגם בלא\"ה יש לעיין ע\"י השליח ג\"כ נאמר בזה דמשוי שליח לבדוק הוי ג\"כ הביטול ממנו כמו דאיתא בירושלמי קטן שתרם ואביו אימן לידו לא הקטן הגורם אלא אביו שאימן ע\"י. וכמ\"ש במג\"א שאין לבטל השליח אם לא שמשוי בפירוש על הביטול לשליח וא\"כ בלא\"ה שייך הבודק צריך שיבטל וכו' אף אם נאמר דמהני ביטול ע\"י השליח:"
            ],
            [
                "<b>כל דבר שהוא מנהג וכו' וכן כל דבר שיסתפק לך אם טעון ברכה אם לאו עושין אותו בלא ברכה. ולעולם יזהר אדם בברכה שאינה צריכה וירבה בברכות הצריכות וכן דוד הוא אומר בכל יום אברכך. </b> ועי' בכ\"מ כאן ובהל' מילה בפ\"ג ה\"ו ובראב\"ד שם ובתשובת לחכמי לוני\"ל המובאים בכ\"מ שם ובר\"ן בפ\"ב במסכת שבת דף כ\"ג ע\"א עיי\"ש ורא\"ש חולין פ\"ז ע\"ב ואשר אחזה בענין ספק ברכה בנהנין ובמצות אחוה דעתי הקצרה בס\"ד:<br><b> ובראשונה</b> נדבר במקור חיוב הברכה אם המה מדאורייתא או מדרבנן וכבר כתבתי לעיל בזה ולחלק בין ברכת הנהנין וברכת המצות:<br><b> במס'</b> ברכות דף ל\"ה ע\"א במשנה כיצד מברכין וכו' ובגמ' מנה\"מ דת\"ר קודש הלולים לה' מלמד שטעונים ברכה לפניהם ולאחריהם מכאן אמר ר\"ע אסור לאדם שיטעם כלום קודם שיברך וכו' הניחא למ\"ד נטע רבעי אלא למ\"ד כרם רבעי מאי איכא למימר וכו' ולמאן דתני נטע רבעי הא תינח כל דבר נטיעה [דלאו בר נטיעה] כגון בשר וכו' מנ\"ל אלא סברה היא אסור ליהנות מהעוה\"ז בלי ברכה. והנה כנראה למאן דס\"ל נטע רבעי אית לנו מקרא לנטיעות לברכה מקראי ומדאורייתא מה שבכלל נטע וזולת מדרבנן ואלא סברה וכו' נראה דרק לסתור הנראה ממשנה מלשונה ובס\"ד דגמ' דהכל מדאורייתא מקראי ובאמת לא נדע מקרא רק הנטע בלבד והשאר מסברה:<br><b> ובס'</b> פנ\"י כתב דסברה בכ\"מ הוי דאורייתא דמקשינן בעלמא למה לי קרא סברה היא ואם הנלמד מסברה לא יהיה מדאורייתא מאי מקשינן הרי נפק\"מ רבתי אם הוי מקרא ומדאורייתא או מסברה לענין ספק וכיו\"ב ועל כרחך דגם הנלמד מהסברה הוי מדאורייתא אלא דבברכה דשייך לא תשא לא הוי סברה כ\"כ והניחו בצ\"ע עיי\"ש ובצל\"ח כ' ע\"ז דלמה לי קרא סברה היא לא שייך רק בדין מהדינין כמו במסכת כתובות דף כ\"ב מנין שהפה שאסור פה שהתיר וכו' ובמסכת ב\"ק דף מ\"ו מנין שהמע\"ה וכו' שבהנו מקומות מקשה הגמ' למה לי קרא סברה היא אבל לומר על דבר שמסברה שהוא חשוב מצוה דאורייתא זה לא שמענו דאם הדבר כן לחינם נכתבו כל המצות שהם שכליות ועוד שהסברה של האסור ליהנות וכו' שייך על כל באי העולם וא\"כ יהיה ברכת הנהנין חובה על בני נח אלא ודאי כיון שהוא סברה לכך תיקנו החכמים ברכת הנהנין עיי\"ש:<br><b> אמנם</b> עוד יקשה למה לא יהיה באמת מחויב מדאורייתא דבר שהוא מסברה נוכחת וכי העלימה התורה חלילה מסברה וגם דבדינין מצינו שהשכל מחייבם ונכתבו בהתורה ואפי' הכי מקשינן באיזה מהם למה לי קרא וכו' ולהלן נאמר בס\"ד למה כמה מצות שכליות נאמרים בתורה וכמה לא ואף דבדינין מקשינן למה לי קרא וכו' ולא במצות וכמ\"ש בצל\"ח ואפ\"ה הוי דאורייתא במצות מילי דסברה:<br><b> והנה</b> דעת הפוסקים ז\"ל דברכת נהנין מדרבנן וכן מוכח בכמה מקומות בש\"ס דכולמו מדרבנן חוץ מבהמ\"ז ולדעת קצת מעין ג' וברכת התורה ולמ\"ש לעיל גם ברכת המצות ולשון אלא סברה היא וכו' סותר כל הנאמר מעקרא דבין למאן דס\"ל נטע רבעי ובין למאן דס\"ל כרם רבעי הקרא אסמכתא בעלמא הוי ועיין ברא\"ש וברשב\"א בחידושיו בד\"ה ה\"ג עיי\"ש. והנפק\"מ אם ברכות דרבנן אי דאורייתא הרבה לענין ספק ולענין כונה שמחלקים בין מצוה דאורייתא לרבנן וכיו\"ב ואנן קיי\"ל ספק ברכות להקל כמ\"ש רבינו בהל' זאת. וכ\"כ ברא\"ש במסכת ברכות דף כ\"א בשם השאלתות ספק אמר אמת ויציב וכו' מכאן פסק בשאלתות דר\"א דכל ברכות דרבנן אם מספקא ליה אם אמרן אי לא אמרן אין צריך לחזור ולאומרן עכ\"ל וכן בשו\"ע או\"ח סי' ר\"ט סעיף ג' להלכה:<br><b> והנה</b> מפורש במסכת ברכות דף ל\"ג ע\"א ר\"י ור\"ל דאמרי תרוייהו כל המברך ברכה שאינה צריכה עובר בלא תשא. ורבינו בפ\"א בהל' ברכות הט\"ו כל המברך ברכה שאינה צריכה הרי נושא שם שמים לשוא והרי הוא כנשבע לשוא ואסור לענות אחריו אמן עכ\"ל. ובהל' שבועות בפי\"ב ה\"ט השומע הזכרת השם מפי חבירו לשוא או שנשבע לפניו בשקר או שבירך ברכה שאינה צריכה שהוא עובר משום נושא שם ה' לשוא כמו שבארנו בה' ברכות ה\"ז חייב לנדותו וכו' עיי\"ש:<br><b> נראה</b> דדעתו דהוי מדאורייתא ולא כן דעת התוספות במסכת ר\"ה דף ל\"ג ע\"א בד\"ה הא שכתבו ומשום דמברך ברכה שאינה צריכה וקעבר על לא תשא ליכא דהאי דרשא דרבנן דהא אמרינן במסכת ברכות דף כ\"א ספק קרא וכו' ספק אמר אמת ויציב חוזר וקורא ולא אסרינן משום לא תשא ומוציא שם שמים לבטלה דאמרינן במסכת תמורה דף ג' מדכתיב את ה' אלוקיך תירא הני מילי בלא ברכה עכ\"ל. וכן כתב ברא\"ש במסכת קדושין דף ל\"א סי' מ\"ט עיי\"ש ועי' במג\"א בסי' רט\"ו ס\"ק ו' ובשו\"ע או\"ח בסי' ר\"ו סעיף ו' עיי\"ש:<br><b> והנה</b> להסוברים דבברכה הלא תשא מדרבנן צ\"ל דהאי בספק ברכות להקל משום דברכות מדרבנן ולקולא ועכ\"פ מפורש מכ\"מ דספק ברכות להקל וכדמוכח במסכת ברכות דף כ\"א ספק קרא ק\"ש ספק לא קרא ק\"ש אינו חוזר וקורא. ספק אמר אמת ויציב וכו' חוזר וכו' מ\"ט ק\"ש דרבנן אמת ויציב דאורייתא וכמ\"ש ברא\"ש ושאר הראשונים ז\"ל להוכיח כן משם:<br><b> אמנם</b> מצינו נגד זה ג\"כ בתוספות במסכת ברכות דף י\"ב ע\"א בסוגיא דפתח בשכרא בד\"ה לא ופי' רב אלפס השתא דלא אפשטא בעיין אזלינן לקולא ואפי' פתח בחמרא וסיים בשכרא יצא. ור\"י היה אומר לחומרא דצריך לברך פעם אחרת עכ\"ל:<br><b> וכנראה</b> נמצא סייעתא להר\"י הראב\"ד בפ\"א מהל' ברכות הי\"ב במחלוקת בגמרא ברכות דף מ\"ג פת דבעי הסיבה אבל יין לא בעי הסיבה ור' יוחנן אמר אפי' יין בעי הסיבה. ואיכא דאמרי לא שנו אלא פת דמהני הסיבה אבל יין לא מהני וכו' וכתבו הרי\"ף ורבינו לקולא כלישנא קמא. וכתב הרא\"ש משום דברכות דרבנן ובראב\"ד כתב ע\"ז תמה אני למה הניח הא\"ד וכו' והוא חומרא עכ\"ל. נראה דדעתו להחמיר בספק ברכה ועיין בלח\"מ שם ומשמע דלאו לכתחילה נחמיר להראב\"ד ולכאורה משום שאינה צריכה לא שייך לכתחילה אבל זה יש לדחות וצ\"ע. ועיין בראב\"ד בפ\"ג מהל' מילה ה\"ו:<br><b> וגם</b> נראה הגאון ז\"ל כזה. עיין בב\"י ססי' ר\"ז וז\"ל ז\"ל שבולי הלקט מצאתי לר\"נ גאון המברך על הכוס ונלקח ממנו ובא לשתות כוס אחר חוזר ומברך פעם שנייה. וה\"ה לכל דבר וראיה מירושלמי הדין דנסיב תורמסא וכו' ומסתברא דלא אפשט בעיין ושמא סברת הגאון ז\"ל לשוייה כתיקו דאיסורא לחומרא וכו' עכ\"ל:<br><b> ודעת</b> המהרי\"ל מובא בחק יעקב בהל' פסח בסי' תע\"ד ס\"ק ב' וז\"ל במהרי\"ל הל' הגדה וז\"ל ומברכין על כוס שני בפה\"ג אע\"ג שהרא\"ש כתב שלא לברך בעלי תוס' פשיטא להן דמברכין. והרא\"ש כתב דאסור ליהנות בלא ברכה וספק איסורא לחומרא עכ\"ל. ובאמת קיי\"ל ספק ברכות להקל ולא יברך. וכ\"כ בשו\"ת מהרי\"ל עצמו בסי' ע\"ט ודבריו תמוהין גם הרא\"ש עצמו בתשובה כלל י\"ד סי' ה' הממעט בברכות אינו מפסיד וכו' אבל המרבה מפסיד דהוי ברכה לבטלה עכ\"ל. ועיין בסי' ר\"י בשו\"ע ואין זה בכלל האיסור ליהנות בלא ברכה כיון שמונע עצמו מספק ברכה לבטלה רק לכתחילה לא יכניס את עצמו לספק ברכה במה שיוכל למנוע עכ\"ל בס' חק יעקב שם:<br><b> ולכאורה</b> יש לומר לפמ\"ש בהגהות מיימוני בפ\"ב מהל' חמץ ומצה בשם רא\"ם ושאר גאונים דכל תיקו דאיסורא לחומרא אפילו בשל סופרים עיי\"ש אבל לדעת הרמב\"ם דמשום לא תשא הוי דאורייתא לא שייך לחומרא בכל גונא ולדעת התוספות והרא\"ש דהוי רק מדרבנן ויש לומר במקום ספק ברכה לא החמירו ורק משום ספקא דרבנן לקולא י\"ל בספיקא דדינא כמו שכתב בהגהות מיימוני הנאמר אף בדרבנן לחומרא ושאני בספק קרא ק\"ש דהוי ספק במציאות ולשון שבולי הלקט הנ\"ל דייקי כן שכתב כתיקו דאיסורא וכו' דמשמע דמשום ספיקא דדינא נחמיר. ומלשון הגהות מיימוני נראה דלאו משום דהוי ספק במצוה דשייך בה חזקת חיוב עי' בספר שערי תורה לאאמ\"ו הגאון ז\"ל ח\"ב כלל א' פרט ב' רק בכל ספיקא דדינא דרבנן כ\"כ שכן לשונו דכל תיקו דאיסורא וכו' נראה דבאיסורא ול\"ד במצוה כ\"כ:<br><b> ובס'</b> פנ\"י כתב על דברי הר\"י [בתוס'] במסכת ברכות י\"ב הנ\"ל דלא הוי ברכה שאינה צריכה משום דאסור ליהנות בלא ברכה וא\"כ לא הוי הספק לענין הברכה אלא לענין האכילה והנאה ויש לו לברך כי היכא דלא ליפגע באיסורא ולא הוי לבטלה כיון שרוצה להסתלק מן הספק וכונתי לדבריו ועי' בביאור מרדכי שם ובערבי פסחים עיי\"ש. ועם כל זה יקשה עודנו למה נחמיר לענין אכילה מספק דנאמר דמה\"ט הוי צורך:<br><b> ונראה</b> לענ\"ד ליישב ואף להחולקים על הגהות מיימוני הנ\"ל דהנה לכאורה יש לחקור בסוגיא דכיצד מברכין הנ\"ל דאין ללמוד בס\"ד חיוב ברכה מקודש הלולים מכאן שטעונים ברכה לפניה ולאחריה ולמסקנא אי' סברה היא דאסור ליהנות בעוה\"ז בלא ברכה. ובירושלמי וכן בתוספתא אסור ליהנות בעוה\"ז עד שיתירו לו המצות. והכונה העשיות המצות מתירים ליהנות כמו מעשר ותרומה וברכה וי\"ב ובבלי אי' דגוזל להקב\"ה ומועל בלא ברכה. ונראה נפקותא אם נלמד חיוב הברכה מקודש הלולים שטעונה ברכה וכו' דאז הוי הברכה בגדר מצוה וחיוב בפ\"ע על האוכל ונהנה אבל אם נאמר אסור ליהנות מהעוה\"ז וכו' וכל הנהנה וכו' מעל הוי בגדר איסור על הדבר כמו בטבל וי\"ב. ועיין ברש\"י במסכת גיטין דף מ\"ד ע\"ב בד\"ה מדאורייתא עיי\"ש. ונפק\"מ באונס דאי אפשר לו לברך דמשום מצוה אונס רחמנא פטרה אבל משום איסור עכ\"פ אסור ליהנות אף דאונס על שלא לברך כמו בטבל וכיו\"ב דאף דאונס על ההפרשה מזה לא נפקע האיסור. ועיין כיו\"ב במרדכי מובא במג\"א בהל' ציצית סי' י\"ג ס\"ק ח' בציצית בשבת שכתב דהחיוב ציצית על הגברא לעשותו בבגדו אם יוכל ובשבת דהוי אנוס בקיומו מותר ללבשו בלא ציצית עיי\"ש וזה אם נאמר דהוי מצוה. אבל אם נאמר דחל האיסור על הדבר בלי הקיום המצוה שמתירו אז לא מהני אונס וכמ\"ש בגמ' ובירושלמי הנ\"ל הוי בגדר איסורא:<br><b> והנה</b> בדרשנו ע\"ז נמצא. באונן דאיתא במסכת ברכות דף י\"ז ע\"ב אונן מברך ואינו מזמן וכו' ובעל קרי שם דף כ' ע\"ב במשנה מהרהר ואינו מברך לא לפניה ולא לאחריה ועל המזון מברך לאחריו ולא לפניו. והנה אם נאמר דברכה בגדר מצוה על גברא באונן דהוי בגדר עוסק במצוה ובעל קרי ג\"כ אונס ופטורים אבל אם נאמר דהוי בגדר איסורא על הדבר קודם הברכה הרי לא התירו שום איסור לאונן דודאי אסור לאכל שאינו מעושר וכיו\"ב רק פטרו מהמצות:<br><b> אמנם</b> בבעל קרי דאין מברך לפניה אבל מברך לאחריה יש לומר דהאי דאסור ליהנות בעוה\"ז בלא ברכה דוקא בלא ברך כלל אבל אם בירך לאחריו לא שייך האיסור ולא המעילה ומצאתי בפנ\"י שכתב כן עיי\"ש ואף דתיקנו רז\"ל ברכה לפניה מק\"ו כשהוא שבע מברך וכו' כדאיתא בגמרא מ\"מ לא הוי בכלל נהנה בלא ברכה כשבירך אח\"ז והאיסורא נפקע עכ\"פ:<br><b> ובסוגין</b> כל הנהנה בלא ברכה גוזל להקב\"ה וכו' ברש\"י גוזל את הברכה עיי\"ש דיפלא למה לא כתב דאכילה והנאה הוי הגזילה כדאיתא בסוגיא דקודם הברכה לה' הארץ והמלואה ולאחר הברכה והארץ נתן לבני האדם ועיין בתוספות שם בד\"ה כאן מה שהביא ממסכת שבת דף קי\"ט ועיין בירושלמי המובא ברשב\"א בפי' טובתי בל עליך עיי\"ש. וא\"כ לפ\"ז האכילה והנאה הוי הגזל:<br><b> ויש</b> ליישב לפמ\"ש דאם בירך אח\"ז דמצד מעילה וגזילה יצא למפרע בהברכה האחרונה אבל עכ\"פ גוזל ברכה אחת זה הנראה שכתב ברש\"י גוזל הברכה דשייך בכל פעם אף באלה שיש ברכה אחריה ולשון גזל לאו דוקא שיהיה שלו בשעת הברכה דוקא רק הכונה בלי ברכה:<br><b> וא\"כ</b> לפ\"ז בבעל קרי דאי' מברך לאחריו וי\"ל כיון שמברך לאחריו ואינו בכלל נהנה בלי ברכה ונשאר רק חיוב עליו ומצוה בלבד ואונס פטור ומותר לאכול והנה באונן דאי' מטעם עוסק במצוה יש לעיין לפמ\"ש ברש\"י ריש מי שמתו דא\"צ אבל רשאי לברך ועיין בתוספות שם דף י\"ד ע\"ב בד\"ה ואינו שחולקין עליו וכתבו משום כבודו של מת אינו רשאי עיי\"ש ועיין ברשב\"א ור\"ן במסכת סוכה בעוסק במצוה אינו רשאי לעשות אחרת דהוי כרשות לגבה דלא ניתנה לדחות החובה עיי\"ש ומכ\"ש במצוה דרבנן דפטור ואינו רשאי ודעת הרבה הסוברים דאפי' באפשר לקיים שניהם כאחד פטור עיי\"ש. והנה לענין ברכה לפ\"ד הראשונה שכתב עכ\"פ יש לומר דלא החמירו כ\"כ הרבנן באי אפשר לאכל שום דבר. אבל לדעת האחרונה הרי עכ\"פ אפשר לקיים שניהם ולמה נתירו לו איסור ואם פטרו ממצוה ולא התחייב בכה\"ג אבל על איסור הרי אפשר עכ\"פ. ויקשה ממ\"נ לדעת רש\"י שכתבתי אבל לדעת התוספות והירושלמי שם דמשום כבודו של מת וא\"כ הוי אי אפשר לקיים שניהם ואתי שפיר:<br><b> ולפי</b> דברינו הנ\"ל נראה לענ\"ד ג\"כ למצוא פשר דבר בענין ספק בברכת נהנין ונאמר דתליא במ\"ש דאם נאמר באונס פטור ומותר לאכל וממילא בכה\"ג דבירך וספק אם יצא ומחמת ספק אסור לברך שלא יעבור על ל\"ת וא\"כ הוי ממילא עי\"ז אנוס ומותר לאכול בלא ברכה אבל אם נאמר דהוי בגדר איסור וממילא אפי' באונס אינו רשאי לאכל עכ\"פ וא\"כ הוי הברכה השנית לצורך ולא לבטלה דהרי עכ\"פ אסור לאכל אפי' באונס וכיון דהברכה תתיר לאכל לא הוי לבטלה דהרי אסור בלעדיה לאכילה והיא מתיר לו ולפי דברינו זה מיושב דאף דאיכא לא תשא בברכה ועם כל זה יש לומר בספק ברכת נהנין דיברך עוד הפעם וליכא חשש מאיסור לא תשא וכמ\"ש דמשום איסור לאכילה הוי בגדר ברכה הצריכה אבל עודנו יקשה דעכ\"פ הוי ספק דרבנן ומ\"ש מכל ספיקות דרבנן דלקולא מספק ק\"ש למאן דס\"ל ק\"ש דרבנן דאין חוזר ומספק תפילה לכו\"ע חוץ לר\"י דאף כמ\"ש משום לא תשא יש ליישב מ\"מ עוד יקשה מצד ספק דרבנן:<br><b> ונראה</b> לענ\"ד לומר וניישב בראשונה במאי דיש לחשב לפי דעת הרבינו דגם בברכה הוי לא תשא דאורייתא בשאינה צריכה והרי מדאורייתא כולמו אינן צריכות והאיך תיקנו רז\"ל לכתחילה ברכות ועקרו ל\"ת דאורייתא בקום ועשה ועיין בפנ\"י במס' ברכות דף ל\"ג עיי\"ש:<br><b> ועיין</b> בתוס' במס' ר\"ה הנ\"ל שהקשו דאם ברכה שאינה צריכה אסור מהתורה למה בספק אמר אמת ויציב חוזר משום דהוי דאורייתא הא הוי ספק לא תשא עיי\"ש ובכ\"מ כאן כתב ע\"ד רבינו דס\"ל ק\"ש דאורייתא והקושיא על הברכות ותירץ כיון דעיקר המצוה מדאורייתא ומחויב מהתורה גם הברכות עליהן מדינא עיי\"ש וכ\"ז בק\"ש שם אבל באמת ויציב דאין הספק במצוה ועי\"ז בהברכה, רק בברכה עצמה, הקושיא במקומה ועי' בכ\"מ בפ\"ב מהל' ק\"ש ומחורתא כמ\"ש לעיל בשם הפנ\"י כשמברך על הספק לא הוי בגדר שאינה צריכה ולא נכלל בכלל לא תשא לשוא רק בספק דרבנן שהם לא החמירו כ\"כ אמנם כ\"ז בספיקן אבל בגוף הברכות וחיובם יש להבין לכאורה כמ\"ש דלמה תיקנו לעקור הדאורייתא כיון דמדאורייתא כולמו אינן צריכים:<br><b> ונראה</b> לומר וניישב ג\"כ קושית הפנ\"י הנ\"ל דהרי סברה הוי דאורייתא וא\"כ ברכות דאורייתא וכמו\"כ דעת הצל\"ח לחלק בין דינים למצות דהרי מצינו כמה מצות שהמה מסברה נאמרים בקרא:<br><b> ונראה</b> להסבר דבריו דמצינו הרבה מצות כמו תפילין ופרסומי ניסא הלל וכיו\"ב אף דהסברה מחייבת אותם ואפ\"ה הוי מדרבנן ועי' בס' שאגת אריה הל' יו\"ט סי' ס\"ט עיי\"ש. ונראה דיש לחלק בין הסברה מחייבת ובין הסברה מסכמת ולמה לי קרא סברה היא יש להקשות רק בדבר שהסברה מחייבת ולא בדבר אשר הסברה רק מסכים עמו ולא תחייבנו עוד וההבדל מובן שלא לגזול הסברה והדעת מחייבתו אבל צדקה הסברה מסכים עמה והנה מצינו מצות חובה מדאורייתא ומצות רשות דהוי ג\"כ דאורייתא שאם קיים אותם קיים מצוה דאורייתא רק התורה לא עשה אותה לחיוב ולעול עלינו דודאי תפילה והלל רצון התורה הסכים עמהם רק דלא עשה לחיוב פרטי ובקיום הוי מצות רשות מדאורייתא וכמו בקרבן דאם הקריב קיים מצוה דאורייתא אבל הוי מצות רשות כי יקריב ארז\"ל כי ירצה להקריב ועזבה התורה מצות אלו על רוח נדיבה ורצון האדם להיות שאינו מצווה ועושה בדברים כאלו וכמו כן הענין בברכה לא חייבתו התורה ובברכה שאין צריכה הוי לא תשא ומקשינן בגמ' מה\"מ דתיקנו רז\"ל ויעקרו דאורייתא בקום ועשה ומשני בס\"ד דמקראי ילפינן מקודש הלולים וכו' ולמסקנא סברה היא אסור ליהנות וכו' ובזה הדעת מכרעת דאף דלא חייבתו התורה מ\"מ תסכים הסברה שאסור ליהנות וכו' והוי בגדר מצות רשות מדאורייתא ולסברה מכרעת מסתמא דעת התורה מסכמת לאשר קבעו החכמים אף דלא חייבתו ע\"ז והחכמים עשו לחובה וע\"י הסברה לא הוי בגדר שאינה צריכה שלא היה ביד החכמים לתקנה ועם הסברה הוי מצות רשות מדאורייתא ומדרבנן חובה ועיין בסה\"מ שורש א' ברמב\"ן שם עיי\"ש:<br><b> ובזה</b> יש לקיים דעת הפנ\"י במס' ר\"ה דף ט\"ו בד\"ה תוקעין בתוס' שם שכתב סברה נכונה בטעמא בענין בל תוסיף שביד החכמים לתקן לחדש גדרים ותקנות וכיו\"ב מצות כמו חנוכה ומגילה וכיו\"ב שנתחדשו הדברים שלא היו מקודם. אבל אם הטעמים והדברים סיבת התקנה היו מעולם ואפ\"ה התורה לא ציוה עליהם מנ\"ל להרבנן להוסיף עיי\"ש ויקשה לכאורה הרי האי סברה דאסור ליהנות וכו' הוי מעולם ועם כל זה הוי מדרבנן אבל לפמ\"ש דתורה הניחה למצות רשות וכמו קרבן ותפילה וברכות כמו כן ובתורת נדבה עולה יפה מבחובה והרבנן ראו קלקול הדורות כי היו מניחין אותם לגמרי קבעו לחובה ולא שייך להקשות למה לי קרא סברה היא דכמ\"ש כמה סברות שהתורה לא חייבתו אותם רק הניחו לרשות בלבד והרי בברכה אחרונה בעי כזית ומשום הסברה דאסור ליהנות יהיה בכל שהוא ולמ\"ש אפי' מזון דס\"ל מצווה ועומד טוב משאינו מצווה ועומד בכה\"ג כו\"ע מודו דשאינו מצווה עדיף:<br><b> ובזה</b> מיושב ג\"כ לפרש פרסומי ניסא עדיף משום דעכ\"פ בעת קיומו קיים הדאורייתא ונאמר נמי לתרץ קושית התוס' במס' ברכות דף מ\"ח ע\"ב בד\"ה עד דמ\"ש קטן ואשה דמחויבין מדרבנן אין מוציאין את המחויב מדאורייתא והאוכל כזית לבדו מוציא למי שאכל כדי שביעה אף דגם זה אינו מחויב רק מדרבנן עיי\"ש אבל למ\"ש י\"ל דשם בבירך עכ\"פ קיים דאורייתא אלא דהתורה לא חייבו כדאיתא והם מדקדקין ע\"ע עד כזית וכו' ברכות כ' ע\"ב וא\"כ דעכ\"פ מקיים דאורייתא מוציא ג\"כ המחויב מדאורייתא אבל קטן דאינו בר חיוב מדאורייתא בשום מצוה לא רשות ולא חובה ודעתו כאינו ואשה דליתא בברית ותורה כמ\"ש בתוס' שם דמשו\"ה אינה בבהמ\"ז וליכא סברה וקיומם לא הוי רק מדרבנן גם לאחר כי מקיימי לא יכולין להוציא המחויב מדאורייתא ולא כן איש בכזית דמקיים דאו' ברשות ויוכל להוציא המחויב כיון דשניהם מקיימי דאורייתא ואף למ\"ש בבירך ברכה אחת לא שייך הסברה דאסור ליהנות וכו' מ\"מ מה שמוסיף בזה הוי לקיום הדאורייתא ברשות:<br><b> ועתה</b> נבוא לענין שלפנינו ונאמר מסברה דאע\"ג דבכ\"מ ספק דרבנן לקולא במצוה ובאיסור דוקא בכל מצות דרבנן אבל בכה\"ג דהוי מסברא והמה מדאורייתא בכלל מצות רשות ובקיומם מקיים מצוה דאורייתא רק החיוב מדרבנן באלה יש להחמיר בספיקן וביותר למ\"ש הרמב\"ן בסה\"מ להקשות על רבינו שכתב דכל מצות דרבנן הוי דאורייתא משום הלאו דלא תסור למה הקילו בספק דרבנן ותירץ דהחכמים לא עשו דבריהם רק על הודאי ולא על הספק עיי\"ש וא\"כ י\"ל שפיר בכה\"ג שאני משאר מדבריהם דלא החשיבו כ\"כ לחייבם על הספק כבדאורייתא אבל באלה באם קיימם קיים הדאורייתא ויקרא דאורייתא עליהם י\"ל דלא הקילו מעיקרא בספיקם והניחם כדינא דהוי מדאורייתא מלא תסור וספיקם לחומרא ואפי' החולקין על הרמב\"ם וסברי להו דאנן המקילין בספק דרבנן ג\"כ י\"ל כה\"ג חמירי גם לן וכמ\"ש להרמב\"ם להרבנן כן נאמר לדידהו לדידן דלא נקיל מספק באלה וכמ\"ש:<br><b> נמצא</b> לפ\"ז יש ליישב מה דיקשה לדעת המחמירים בספק בברכת הנהנין מספק קרא ק\"ש דדוקא בברכת נהנין שייך ב' סברות הנאמרות דאין להקל משום דהוי דרבנן כמ\"ש דבקיומם הוי דאורייתא מסברה ואם דעובר על לא תשא והוי אונס עם כל זה אסור לאכל כמ\"ש אבל כיון דאסור לאכול אינו עובר על לא תשא דלא הוי עוד שאינה צריכה שהברכה מתירו לאכול וכמ\"ש וא\"כ מב' טעמים דנאמר להקל בספק ברכה לא שייך בספק בברכת נהנין וכ\"ז בנהנין אבל בברכת ק\"ש ואמת ויציב ותפילה דאיתא לא תשא ולא שייך סברה הנ\"ל ספיקם לקולא גם י\"ל כמ\"ש בתוס' ברכות דף כ\"ט ע\"א בד\"ה מפני דהוי כהוספה על הברכות עיי\"ש וא\"כ ליכא סברה ג\"כ ובאמת ויציב כמ\"ש בתוס' כ\"א בהזכיר יצי\"מ בק\"ש וא\"כ ליכא ג\"כ סברה והוי כשאר ספק דרבנן לקולא דע\"י הוספה אינו מקיים המצוה ונהפוך מגרע כמ\"ש בתוס' שם:<br><b> ברם</b> יש להבין עוד לר' יהודה דס\"ל ספק קרא ק\"ש אינו חוזר וקורא דק\"ש דרבנן דיקשה דעכ\"פ בקיומם קיים דאורייתא ובק\"ש ליכא לא תשא בלא ברכותיה:<br><b> ונראה</b> לומר בזה דהנה בהאי דקיי\"ל ק\"ש דאורייתא להלכה בשו\"ע בסי' ס\"ז סעיף א' וכר' אלעזר דעת התוס' במס' סוטה דף ל\"ב ע\"א בד\"ה ק\"ש דק\"ש דרבנן כדמוכח ברכות דף כ\"א וכונתם על הגירסא שהביאו שם בתוס' בד\"ה ה\"ג ויש ספרים גורסין ק\"ש דרבנן ודחהו גירסא זאת ובמס' סוטה שם ובע\"ב שם בד\"ה רבי קיימו גירסא זאת ובאמת לפ\"ז אינו מפורש ק\"ש דאורייתא בגמ' ויש לדקדק בר' יהודה דאמר ספק קרא ק\"ש אינו חוזר מפורש ק\"ש דרבנן ובר\"א דאמר חוזר וקורא אינו מפורש דק\"ש דאורייתא רק סתמא אמר חוזר וקורא:<br><b> ועי'</b> בפנ\"י שכתב דלר\"י בעל תוס' כו\"ע ס\"ל ק\"ש דרבנן ואפ\"ה ס\"ל לר\"א דחוזר משום דהוי מלכות שמים או מטעמא אחר עיי\"ש ולמ\"ש נ\"ל דפליגי בסברה הנ\"ל די\"ל בק\"ש חוזר אף דהוי מדרבנן ועיין בשו\"ת הרא\"ש סוף כלל ד' מובא בפר\"ח סי' ס\"ז דס\"ל להלכה ק\"ש דרבנן ועיין בפר\"ח שם ונ\"ל דאלה הגאונים ז\"ל דסבירי להו להחמיר בברכה ס\"ל ג\"כ כזה וכמו בק\"ש דהוי מדרבנן וחוזר מה\"ט בברכה וכמ\"ש ולא כן בתפילה דלא שייך כנ\"ל ואתי שפיר ומדויק שאמר ר\"י הלואי שיתפלל וכו' דלדידיה לא הוי כהוספה והשיב אל דבריהם בזה שאמר הלואי וכו' וא\"כ תפילה כק\"ש לר' יוחנן דשניהם מסברה וכמ\"ש:<br><b> ומיושב</b> במ\"ש קושית הפר\"ח על הרא\"ש בשו\"ת שכתב דלכן הסומא פורס את השמע כיון דמחויב מדרבנן וק\"ש דרבנן מוציא אותו והקשה מה יענה לר\"א דס\"ל ק\"ש דאורייתא ולמ\"ש נ\"ל דרא\"ש בתשובה ס\"ל דק\"ש דרבנן גם לר\"א ואפ\"ה ס\"ל דחוזר בספק קרא ק\"ש וכמ\"ש אלא דבפסקים חזר מזה הרא\"ש וכמו שהעיר הפר\"ח שם עיי\"ש ואתי שפיר במ\"ש:<br><b> גם</b> לענ\"ד לומר דהנה עי' בפנ\"י דף ל\"ג שהוכיח כדעת הסוברים דלא תשא בברכה רק מדרבנן ועיקר האיסור כמ\"ש בתוס' משום הוספה דאל\"כ מאי שנא ברכה מענית השם בלבד דמלך העולם אינו מקפיד עיי\"ש ולדעת רבינו דס\"ל דהוי דאורייתא נראה כמ\"ש בסי' נ\"ט לענין קדושה דדרך למוד וסיפור שרי עיי\"ש דדרך סיפור התר בפ\"ע ולמוד התר בפ\"ע וכמ\"ש שם שצריך לאמרו בניגון עיי\"ש וכמו\"כ נראה לענין ברכה דדרך למוד הוי צריכה בשביל הלמוד ובקדושה דהעיקר האיסור משום ונקדישך ולכן שם אף דרך סיפור שרי ולפ\"ז י\"ל כשאמר ק\"ש דרך למוד שרי אבל לא דרך חיוב בספק כיון דפטר מספק הוי שאינה צריכה ושייך ל\"ת ובכל שבחים דבגדר תפילה מותרין משום הלואי שיתפלל והוי חידוש בתפילה דמותר לר\"י אבל בק\"ש בלא דרך למוד י\"ל דהוי ג\"כ ל\"ת ואתי שפיר כמ\"ש לעיל די\"ל בק\"ש ג\"כ דרך חיוב הוי ל\"ת כמו בתפילה ואתי שפיר:<br><b> אמנם</b> נשאר עוד לעיין לענין ברכת המצות אם הוי בכלל סברה ג\"כ מטעם דאמרינן על חיי שעה מברך על חיי העולם עאכ\"ו ולדעת קצת כמו שכתבתי לעיל הוי מדאורייתא אכן במצות דרבנן דהברכה על המצוה דהוי ג\"כ בגדר סברה כמ\"ש ובתורת מצות רשות מדאורייתא דאל\"כ יהי' שייך בכה\"ג בל תוסיף וכמ\"ש לעיל:<br><b> ויש</b> להבין בזה סוגית הגמ' במס' שבת דף כ\"ג ע\"א הרואה מברך וכו' מאי מברך אשר קב\"מ וציונו וכו' והיכן ציונו רב אמר מלא תסור ר' נחמיה אמר שאל אביך וכו' מיתיבי הדמאי מערבין בו וכו' ומברכין עליו ומזמנין עליו ומפרישין אותו ערום וכו' ואי אמרת כל מדרבנן בעי ברכה הכא כי קאי ערום היכי מברך והא בעינן והיה מחניך קדוש וליכא אמר אביי ודאי דבריהם בעי ברכה ספק דדבריהם לא בעי ברכה והא יו\"ט שני דספק דבריהם הוא ובעי ברכה התם כי היכי דלא לזלזולי בה רבא אמר רוב ע\"ה מעשרין הן:<br><b> ויש</b> להעיר למה לא מקשינן מנה\"מ בברכת המצות כדמקשינן בברכת הנהנין דכיצד מברכין מה\"מ. גם מאי משני רוב ע\"ה מעשרין הן דעם כל זה כיון דתיקנו הרבנן לחוש למיעוט המצוי ולעשר וי\"ב שהחמירו בכמה דברים וא\"כ נברך עליה ג\"כ אשר ציונו כמו בשאר דרבנן:<br><b> אמנם</b> למ\"ש דנהנין ומצות דרבנן דהוי מסברה למצות רשות מדאורייתא ושייך וציונו ולכן תיקנו החכמים ברכה עליהם כעל נהנין ולא מקשינן מה\"מ רק מדאי' הרואה מברך וכו' מקשינן והיכן ציונו דעכ\"פ הוי מדאורייתא רק רשות ולא חובה ולא שייך וציונו ומשני מלא תסור וכו' ומקשי מדמאי שנראה שאין מברכין ומתרץ רבא רוב ע\"ה מעשרין הן. וא\"כ אין חיובו מסברה ומהסברה להיפוך יהיה פטור והחכמים גדרו בזה לאפרושי מאיסור' בלבד וא\"כ כיון שאין בו סברה לא שייך דהוי מדאורייתא רשות ולא תיקנו ברכה משום לא תשא וכמ\"ש לעיל ולכאורה אתי לזלזולי שייך ג\"כ בדמאי וראיתי בס' קובץ על יד שהעיר ע\"ז:<br><b> ועי'</b> ברשב\"א שהקשה על רש\"י שכתב בד\"ה רבא אמר ספק דבריהם בעי ברכה ודמאי אפי' ספק לא הוי אלא חומרא בעלמא דרוב ע\"ה מעשרין עכ\"ל והקשה ע\"ז מספק קרא ק\"ש ספק לא קרא וכו' אין חוזר ספק אמר אמת ויציב וכו' חוזר דאמת ויציב דאורייתא ק\"ש דרבנן אלמא בספק דבריהן אינו מברך עיי\"ש מ\"ש ע\"ז. אבל למ\"ש י\"ל בספק ברכה לחומרא וק\"ש שאני כמ\"ש ואתי שפיר:<br><b> אמנם</b> דעת רבינו והרי\"ף דאפי' בספק נטל הלולב ובמילה אין מברכין עיין בר\"ן ובפ\"ג מהל' מילה בסופו ובתשובה לחכמי לוני\"ל ובכ\"מ הנ\"ל:<br><b> ונראה</b> דסבירי להו דדוקא היכא דהברכה מצד עצמה המצוה י\"ל וא\"כ בספק י\"ל דאם קיימה מקיים מצוה ובכלל ספק מצוה דאורייתא ברשות. אבל בכה\"ג בספק ברכה אם עשה המצוה הוי בקיימו אח\"ז ובירך רק קיום ספק מצות רשות. ולפמ\"ש אין למידק מדאי' רוב מעשרין וכו' דבספק מברכין רק כמ\"ש לעיל דע\"י הרוב לא הוי מצוה מסברה ולא שייך לברך עלה וכמ\"ש במצוה עצמה מסברה י\"ל לכו\"ע מברכין מספיקא (ולכאורה יש לעיין ברוב מעשרין וכו' למ\"ש ז\"ל בבדיקת חמץ הואיל ועשהו על הספק אפילו בספק דרבנן וס\"ס לחומרא עיין בסי' תל\"ט עיי\"ש בהמ\"מ וטו\"ז שם והנה לענין ברכה בכה\"ג בלתי מפורש וצ\"ע):<br><b> והנה</b> י\"ל ג\"כ בענין רוב ע\"ה מעשרין וכו' דנראה דוקא משום רוב א\"צ לברך דנראה בספק צריך לברך י\"ל דהנה בתרומה הוי ב' מצות ההפרשה והנתינה כמ\"ש ז\"ל וגם איסור טבל. והנה מצד המצוה מחלוקת בין הראשונים ז\"ל דעת הרמב\"ם בפ\"ט מהל' מעשר ה\"ה שכתב ונוטל אותה ונותנה לכהן ועי' במשנה למלך שם ה\"ב שכתב שנראה מדבריו שנותנו לכהן בחינם ולא כן דעת הטור יו\"ד סוף סי' של\"א שכתב ומוכרו ולדעת הסוברים במכירה הרי לספק מצוה לא חששו רק לספק האיסור לא סמכו על הרוב וכיון שעיקר תקנה על האיסור לא מברכין כמו שאין מברכין על ניקור הגיד וכמ\"ש ז\"ל עיין ברא\"ש בפ\"ק דמס' כתובות ובטו\"ז יו\"ד סי' א' עיי\"ש:<br><b> וא\"כ</b> י\"ל לדעת הסוברים דרק משום איסור בחומר עון מיתה תיקנו דמאי וא\"כ צריכין הרוב לפטרו מנתינה בחינם ולא הוי רק בכלל איסור דלא שייך ברכה דלא הוי כלל במצוה וכ\"ז נאמר להרי\"ף אבל לרבינו שכתב ונתנו אם נפרש כמ\"ש במל\"מ בחינם לא שייך מ\"ש דא\"כ הוי מצוה ג\"כ וצ\"ל כמ\"ש לעיל דאמרו רוב וכו' דעי\"ז לא הוי מסברה וכמ\"ש:<br><b> ובמש\"ל</b> לומר דתליא אם אסור ליהנות וכו' הוי בכלל איסור בלא ברכה או מקראי דהוי בכלל מצוה י\"ל במסכת ברכות דף ל\"ט ע\"ב הכל מודים בפסח שמניח הפרוסה בתוך השלימה ובוצע ובתוספות שם בד\"ה הכל וכו' אבל אין לעשות המוציא וגם על אכילת מצה מן הפרוסה דהוי כעושה מצות חבילות חבילות. ונראה לי דהא הוי ברכה של נהנין ואין נקראין חבילות חבילות דהא של קידוש מברכין קידוש וברכת היין וכו' עכ\"ל עיי\"ש. וי\"ל דתליא במ\"ש אם הברכה בכלל מצוה או רק תיקון האיסור דרק במצות שייך חבילות חבילות ולא בתיקון האיסור:<br><b> ועיין</b> בספר ארעא דרבנן אות ב' שהקשה מסוגיא דמסכת פסחים ק\"ב דפרכינן מהאי דאי' ביו\"ט ראשון במוצ\"ש יאמר יקנה\"ז ומשני הבדלה וקידוש חדא מלתא אבל בהמ\"ז וקידוש תרי מילי נינהו הרי בנהנין שייך ג\"כ חבילות חבילות עיי\"ש ולמ\"ש יש לחלק דרק בברכת המוציא שייך לומר דלא הוי בכלל מצוה רק תיקון האיסור שלא אסור ליהנות וכו' אבל בבהמ\"ז שכבר בירך מתחילה להוציא מידי האיסור בהמ\"ז רק למצוה וגם מדאורייתא למצוה תיקנו שהרי מדאורייתא לא מצינו לחייב משום אסור ליהנות וא\"כ בבהמ\"ז שייך חבילות חבילות ובתוס' לא כתבו כן רק בברכת המוציא ואתי שפיר:<br><b> והנה</b> י\"ל ג\"כ במצות חובה שייך אין עושין חבילות ולא באחת רשות וזה בלתי מוכרע הגם די\"ל כיון דעושה מצות רשות א\"כ אין למשא ולעול עליו דה\"ט דאין עושין חבילות וכו':<br><b> והנה</b> יש לצדד בהטעמים הנאמרים באכילה ע\"י אונס עיין בסי' ר\"ד סעיף ח' אם אנסוהו לאכול או לשתות אע\"ג דחיך נהנה ממנו אינו מברך עליו הואיל ונאנס על כך. ועיין במג\"א שם ס\"ק כ' ובפר\"ח בהשמטות שם מ\"ש בזה. דמטעם איסור לא שייך באונס אבל מטעם מצוה כיון דעכ\"פ נהנה וכמו שכתב במג\"א שם דהוי תחילתו באונס וסופו ברצון וא\"כ יברך ואינו מוכרע די\"ל גם לאיסור להפקיעו:<br><b> ועיין</b> בירושלמי פ\"ג מ\"א ממסכת תרומות מובא בר\"ש שם במשנה שם התורם קישות ונמצא מרה אבטיח ונמצא סרוח תרומה ויחזור ויתרום וכו' ובגמרא שם התורם קישות וכו' ניחא אבטיח ונמצאה סרוח אלא קישות ונמצא מרה לא מעיקרא היא מרה אמר ר' יוחנן עשו אותו כספק אוכל ר' יונה בעי ולכל הדברים עשו אותן כספק אוכל מטמא טומאת אוכלין ושורפין אותה בטומאה וחייבין עליה חומש ולוקין עליה חוץ לחומה עירב נעשה חמר גמל. והגאון מהר\"א מוילנא ז\"ל גריס מטמא וכו' ואין שורפין וכו' ואין חייבין וכו' ואין לוקין וכו' עירב בה נעשה חמר גמל עיי\"ש. והנה בשורפין וכו' י\"ל ממ\"נ דאם הוי אוכל הוי תרומה טמאה דבשריפה ואם לא הוי אוכל ולא נטמאה לא הוי תרומה ג\"כ ושרי לשרפה אבל שאר דברים אין לפרשם בלי הגהה הנ\"ל:<br><b> ואשר</b> יש להעיר כי מונה בירושלמי לכל מאי דהוי אוכל ולא מנה עמהם גם כן לענין ברכה אם מברך עליהם. והנה בזה דהאיסור בלא ברכה תליא ג\"כ בהנאה וא\"כ בליכא הנאה בזה לא שייך מצוה ואיסור ואולי בספק יש לחלק בין איסור ומצוה וצ\"ע. ועיין מ\"ש לעיל בפי\"ט מה' שבת הל' כ' עיי\"ש:",
                "<b> ולעולם יזהר בברכה שאינה צריכה וירבה בברכות הצריכות וכן דוד אמר בכל יום אברכך.</b> ויש לעיין בפי' וירבה בברכות הצריכות. עיין במבי\"ט ח\"א סי' קי\"ד וסי' ק\"פ שכתב להכריע שכל מצות ונהנין שהמה ביחד שאחד יברך להוציא הכל מטעם ברוב עם וכו' ואם יברך כל אחד הוי ברכה שאינה צריכה ועיין במעשה רוקח מ\"ש בזה. ובתבואות שור בסי' י\"ט ס\"ק ח' שהביא סתירות בשו\"ע בזה עיי\"ש. ועיין במסכת ברכות דף נ' ע\"א ובפ\"ה מברכות הל' י' וששה יש להם לחלק עד עשרה ובמעשה רוקח עמד ע\"ז וכתב לחלק בשנים דמצוה לחלק דלא שייך ברוב עם וכו' אבל משום שאינה צריכה מ\"ש ב' מג' ונראה דהיכא דלא שייך ברוב עם לא הוי שאינה צריכה כשמברך בעצמו אף למ\"ש רבינו בפ\"א הי\"א שעונה אמן הוא כמברך אפ\"ה לא הוי בכלל שא\"צ וי\"ל וירבה וכו' על דרך זה וצ\"ע דא\"כ למה הוי כמברך העונה וצריך לומר בכה\"ג דשייך ברוב עם אלא דהוי לרבינו לפרש כן. ולומר שישתדל למצוא מצות לברך עליהם הרי בלא\"ה נאמר כן שירבה בקיום המצות. ולהרבות הנאות לברך עליהם לא מסתבר לומר ועי' שכתבו בשבת ויו\"ט להרבות בפירות למען יקיים מאה ברכות בכל יום וכה\"ג שייך שירבה בברכות הצריכות עי' בפ\"ז הט\"ו שכתב רבינו בשבתות ויו\"ט וכו' וכיו\"ב צריך להשלים מאה ברכות מן הפירות עיי\"ש וכן איתא במסכת מנחות דף מ\"ג:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "דברי ירמיהו על משנה תורה, הלכות ברכות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Divrei Yirmiyahu",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}