{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": [
        [
            "Any liquid which is desirable at the start achieves <i>BeKhi Yutan</i> [a state where liquid put upon food makes it susceptible to impurity] even if it is not desirable at the end; similarly [<i>BeKhi Yutan</i> is achieved if the liquid] is desirable at the end even if it is not desirable at the start.  Impure liquids transfer impurity [whether their presence] is desirable or is not desirable.", 
            "[If] one shakes a tree in order to detach food from it, or to dislodge an impure object, that does not achieve <i>BeKhi Yutan</i>.  [If one acts] to detach liquids, Beit Shammai say: What emerges from it and what [remains] in it [which subsequently falls] achieve <i>BeKhi Yutan</i>. Beit Hillel say: What emerges from it achieves <i>BeKhi Yutan</i>, but what [remains] in it does not achieve <i>BeKhi Yutan</i>, because he intends that all [the water] should emerge from it [the tree]. ", 
            "[If] one shakes a tree and it falls on its neighbor [another tree] or if one shakes its branch and it falls on its neighbor, and beneath them are seeds or vegetables that are [still] attached to the ground, Beit Shammai say: This achieves <i>BeKhi Yutan</i>, but Beit Hillel say: This does not achieve <i>BeKhi Yutan</i>. Rabbi Yehoshua said in the name of Abba Yose Choli Kafri, a man from  Tiv'on: Marvel at yourself if there is, according to the Torah, any impure liquid [that is, that makes food susceptible to impurity] unless he [the owner] intends to place it [on the food], as it states, \"And if water be placed over a seed\" (Vayikra 11:38).  ", 
            "[If] one shakes a bundle of vegetables and [water on it] dripped down from the top side [stalk] to the bottom [stalk], Beit Shammai say: This achieves <i>BeKhi Yutan</i>, but Beit Hillel say: This does not achieve <i>BeKhi Yutan</i>. Beit Hillel said to Beit Shammai: But if one shakes a stalk do we care if [water] drips from leaf to leaf?  Beit Shammai responded to them: [You are talking about] a single stalk, but a bundle [has] many stalks. Beit Hillel responded to them: [If] one brings up a sack full of fruit [that fell into a river] and puts it on the riverbank, do we care that perhaps [water] will drip down from the top part to the bottom? But if he brings up two [sacks from the river] and places one on top of the other, the bottom one achieves <i>BeKhi Yutan</i>.  But Rabbi Yose says: The bottom [sack remains] pure [that is, not susceptible to impurity].", 
            "[If] one squeezes a leek or wrings [water] from his hair with his clothing, Rabbi Yose says: The [water] that emerges achieves <i>BeKhi Yutan</i> but what [remains] in it [that subsequently emerges] does not achieve <i>BeKhi Yutan</i>  because he intends that all [the water] should emerge from it.", 
            "[If] one blows on lentils to check if they are good [ready to  cook], Rabbi Shimon says: That [moisture from his breath] does not achieve <i>BeKhi Yutan</i>, but the Sages say: That does achieve <i>BeKhi Yutan</i>. [If] one eats sesame seeds with his finger, [regarding] the moisture on his hand [from his tongue], Rabbi Shimon says: That does not achieve <i>BeKhi Yutan</i>, but the Sages say: That does achieve <i>BeKhi Yutan</i>. [If] one hides his fruit in water because of thieves, that does not achieve <i>BeKhi Yutan</i>. It once happened that the people of Jerusalem hid their cakes of figs in water because of the Sikarii [bandits] and the Sages deemed them pure [that is, not susceptible to impurity]. [If] one places his fruit in the stream of a river to transport them with him, that does not achieve <i>BeKhi Yutan</i>."
        ], 
        [
            "Moisture [on the walls of] houses, cisterns, trenches and caves are pure [they do not make food susceptible to impurity]. A person's sweat is pure. [If] one drank impure water and [then] sweated, his sweat is pure. If he went into drawn water and [then] sweated, his sweat is impure [makes food susceptible to impurity]. If he dried himself off and then sweated, his sweat is pure.", 
            "Moisture from an impure bathhouse [that is, the  water in it is impure] is impure.  [Moisture from] a pure [bathhouse] achieves <i>BeKhi Yutan</i> [a state where liquid put upon food makes it susceptible to impurity]. [If] there's a pool in one's house and the house [walls] exude moisture because of it,  if [the pool] was impure, the moisture of the whole house caused by the pool, is impure.", 
            "[If a house has] two pools, one that is pure and one that is impure, [and the wall that] exudes moisture is close to the impure one [the moisture] is impure; [if the wall that exudes moisture] is close to the pure one [its moisture] is pure. If it is half and half [they are equidistant the moisture] is impure. [If] one mixed impure iron with pure iron [in fashioning a utensil]: If the majority [of it] is from impure [metal] it is impure; and if the majority is from pure [metal] it is pure; [if] it is half and half it is impure. [If there are] chamber-pots which Jews and gentiles make use of: If most [of the urine] is impure [that is, from the gentiles] it is impure; if most [of the urine] is pure it is pure; [if it is half and half] it is impure. [If] rain water fell into waste water: If most of it [the mixture] is from the impure [waste water] it is impure; and if most it is from the pure [rain water] it is pure; [if] it is half and half it is impure. When [are these laws applicable]? When the waste water came first [and the rain fell into it]; but if the rain water came first it [the mixture] is impure even if it [the rain] was a trace amount into which the waste water [fell]. ", 
            "[If] one plasters his roof, or launders his clothing and rain fell into them [the waste water used for those activities]: [If] most of [the mixture] is from the impure [waste water] it is impure; and if most it is from the pure [rain water] it is pure; [if] it is half and half it is impure. Rabbi Yehudah says: If [the volume of] the dripping increased.  ", 
            "[If there is] a city where Jews and gentiles live and there is a bathhouse in it that is used on Shabbat: [If] most [of the residents] are gentiles one may bathe there immediately [after Shabbat]; and if the majority are Jews, one must wait [the time it takes for] the water to be heated; [and if] it is half and half one must wait [the time it takes for] the water to be heated. Rabbi Yehudah says: One may bathe in a small bathhouse immediately if there are officials [who use it].", 
            "[If] one found vegetables [picked on Shabbat] being sold in there [the city]: If most [of the residents] are gentiles one may buy [them] immediately [after Shabbat]; and if the majority are Jews one must wait [the time it takes for the produce] to come from a distant place; [and if] it is half and half one must wait [the time it takes for the produce] to come from a distant place.  And if there are officials there one may buy immediately. ", 
            "[If] one found an abandoned child there [in the city]: If most [of the residents] are gentiles it is a gentile; and if most are Jews it is a Jew; [and if] it is half and half it is a Jew.  Rabbi Yehudah says: We follow the majority of people who abandon [children].  ", 
            "[If] one found a lost object there [in the city]: If most [of the residents] are gentiles one need not proclaim [that he has found something]; and if most are Jews one must proclaim; [and if] it is half and half he must proclaim.  [If] one found bread there [in the city] we follow the majority of the bakers; and if it was bread of pure flour we follow the majority of those who eat pure flour.  Rabbi Yehudah says: If it was bread of coarse flour we follow the majority of those who eat coarse flour.  ", 
            "[If] one found meat there [in the city] we follow the majority of the butchers.  If it was cooked we follow the majority of those who eat cooked meat.", 
            "[If] one found fruit on the road: If most [farmers normally] bring it into their houses it is exempt [from <i>Ma'aser</i> and <i>Terumah</i>]; and [if most farmers bring it] to sell it in the market it is liable [for <i>Ma'aser</i> and <i>Terumah</i>].  [If] it is half and half it is <i>Demai</i> [produce from which it is uncertain whether tithes were already taken].  [If there is a storehouse] into which Jews and gentiles deposit [their produce]: If the majority [of the individuals] are gentiles [the produce] is certain [<i>Tevel</i> - produce from which tithes and priestly gifts have not yet been taken]; and if the majority are Jews it is <i>Demai</i>; [and if] it is half and half it is certain [<i>Tevel</i>], these are the words of Rabbi Meir. But the Sages say: Even if all of them are gentiles and one Jew deposited [produce] in it - it is <i>Demai</i>.", 
            "...If fruit of the second [year of the sabbatical cycle, requiring a tithe to be eaten in Yerushalyim] was more than fruit of the third [year] (requiring a tithe to be given to the poor, when one mixed them together) or if third [more] than fourth (requiring a tithe to be eaten in Yerushalayim) {or if fourth [more] than fifth} or if fifth [more] than sixth (requiring a tithe to be given to the poor) or if sixth [more] than seventh, or if seventh [more] than the year after the seventh year, we follow the majority [of fruit regarding the type of tithe to be taken on fruit from this pile]. If it was half and half, we follow the stringent law."
        ], 
        [
            "A sack that was full of fruit and was put on the side of a river, or on the rim of a pit, or on the steps toward a cave and it absorbed [some moisture from the air and he wanted this to happen], everything that it absorbed, [the law of] Be Chi Yutan (lit. \"when he shall pour\", making the food susceptible to impurity) applies to it. Rabbi Yehuda says: Anything that is touching water, [the law of] Be Chi Yutan applies to it and anything that is not touching water, [the law of] Be Chi Yutan does not apply to it.", 
            "A barrel that is full of fruit and is put into liquid [yet some of the barrel is outside], [or a barrel] full of liquid that was put in [a pile] of fruit and the fruit [not directly touching the liquid] absorbed, any [fruit] that absorbed, [the law of] Be Chi Yutan, applies to it. These are the liquids they [the sages] were talking about: water, wine and vinegar. And the rest of the liquids, are considered pure (i.e. don't make fruit susceptible to impurity). Rabbi Nechemia would render legumes [in the above scenarios] pure, because legumes don't absorb [moisture].", 
            "One who took out of the oven, hot bread and put it on the rim of [a container] of wine, Rabbi Meir declares it impure. Rabbi Yehuda declares it pure. Rabbi Yose declares it pure regarding wheat [bread] but impure regarding barley [bread], because barley absorbs [moisture].", 
            "One who sprinkles [water] in his house and [then] put bread in it and it became damp, if it was because of the water [that he sprinkled], [the law of] Be Chi Yutan applies to it. And if it was because of the rock [walls that exude moisture], [the law of] Be Chi Yutan does not apply to it. [If] one laundered his clothing in a trough and [then] put wheat in it and it got damp, if it was because of the water [of the laundry], [the law of] Be Chi Yutan applies to it. If it was because of [the moisture] of [the trough] itself, [the law of] Be Chi Yutan does not apply to it. One who [purposefully] dampened [wheat] in sand, [the law of] Be Chi Yutan applies to it. There was a story with the people of Mechuza that would dampen [their wheat] in sand. The sages said to them: if this is what you do, you have never made pure [food] during your lives!", 
            " One who dampens [fruit] in dried clay, Rabbi Shimon says: If there is liquid dripping [on part of the clay, not touching the fruit directly], [the law of] Be Chi Yutan applies to it. And if not, [the law of] Be Chi Yutan does nliquidot apply to it. One who is sprinkling [water] in his granary need not worry if he put wheat in it that it might get damp [because it is a very dry place]. One who is collecting grass with dew on it in order to dampen wheat with it, [the law of] Be Chi Yutan does not apply to [the wheat because he wants the grass's moisture]. But if he intended for [the dew to dampen the wheat], [the law of] Be Chi Yutan applies to it. One who takes wheat to a grinder and rain falls on them, if he is happy [with this], [the law of] Be Chi Yutan applies to it. Rabbi Yehuda says: It is impossible that he would not be happy but [Be Chi Yutan only applies] if he stopped [to show that he liked the rain]. ", 
            "If there were olives put on a roof and rain fell on them, if he is happy [with this], [the law of] Be Chi Yutan applies to it. Rabbi Yehuda says: It is impossible for him not to be happy but [Be Chi Yutan only applies] if he plugged the gutter or turn them toward [the rain, to show that he like it].", 
            "The merchants (lit. donkeys) that were passing a river and their sacks fell into the water, if they were happy, [the law of] Be Chi Yutan applies to it. Rabbi Yehuda says: It is impossible for them not to be happy but [Be Chi Yutan only applies] if they turned them over [to show that they like it]. If one's feet were covered with mud or the feet of his animals and he passed through a river, if he was happy [that the rub washed off],  [the law of] Be Chi Yutan applies to [the water on his feet]. Rabbi Yehuda says: It is impossible for him not to be happy but [Be Chi Yutan only applies] if he stood in the river and washed [the feet of his animals]. But with people and with non-kosher animals, [the water] is always impure.", 
            "One who takes off the wheels [from his wagon] or the [farming] utensils for a cow at the time of an east wind, into water so that they will tight (otherwise the wind would dry them), [the law of] Be Chi Yutan applies to it. One who takes an animal down [to the river] to drink, the water that touches its lips, [the law of] Be Chi Yutan applies to it. And [the water that touches], [the law of] Be Chi Yutan does not apply to it. If he thought that [the water] would wash its feet, even the water that touches its feet, [the law of] Be Chi Yutan applies to it. When [the animal's] feet are sore or it is threshing, the [water that touches his feet] is always considered impure. If a deaf person, a mentally handicapped person, or a child took down [the animal to the river], even if he thought that [the water] would wash their feet, [the law of] Be Chi Yutan does not apply to it because they have [the ability to do] action, but they don't have [ability to] intend [to do something."
        ], 
        [
            "One who bends down to drink [from a river], the water that touches his mouth and his mustache, [the law of] Be Chi Yutan (lit. \"when he shall pour\", making the food susceptible to impurity) applies to it. [But that which touches] his nose and his head and his beard, [the law of] Be Chi Yutan does not apply to it. One who is filling a jug, the water comes comes up after it [is pulled from the water], the rope that surrounds the neck, and the rope that is needed [to hold it], [the law of] Be Chi Yutan applies to them. How much [rope] does he need [for the handle [for Be Chi Yutan to apply]? Rabbi Shimon ben Elazar says: a handsbreadth. If put [the jug] under the gutter [for his roof], [the law of] Be Chi Yutan applies to them.", 
            "One that rain water fell on, even if he was an Av HaTuma (he was of a level of impurity that makes all other things impure), [the law of] Be Chi Yutan does not apply to it. But if he shook [to try to get the water off], [the law of] Be Chi Yutan applies to it. If he stood under the gutter [for his roof] to cool himself or to wash himself and he was impure, [the water that touches him] makes other things impure. And if he was pure, [the law of] Be Chi Yutan applies to it.", 
            "... ", 
            "A jug [of fruit] which [rain water] drip into, Beis Shammai say: he must break it [in order to prevent it from Be Chy Yutan applying to it. Beis Hillel say: he can pour [the water] out. And they agree that he can stretch his hand into it and take fruit from it, and they are pure.", 
            "A trough which [rain water] dripped into, the [water] that splashed [out] or that overflowed, [the law of] Be Chi Yutan applies to it. [If] he took it to pour [it out] Beis Shammai say: [the law of] Be Chi Yutan applies to it. Beis Hillel say: [the law of] Be Chi Yutan does not apply to it. If he left [the trough] so that [rain water] dripped into it, the [water] that splashed [out] or that overflowed, Beis Shammai say: [the law of] Be Chi Yutan applies to it. Beis Hillel say: [the law of] Be Chi Yutan does not apply to it. [If] he took [this trough] to pour out [the water], both of them agree that [the law of] Be Chi Yutan applies to it. One who is immersing utensils or one who is laundering clothes in a cave, the water that comes out with his hand, [the law of] Be Chi Yutan applies to it. With his feet, [the law of] Be Chi Yutan does not apply to it. Rabbi Eliezer says: If it is impossible for him to go down [into the cave] without getting his feet wet, even the water that comes out with his feet, [the law of] Be Chi Yutan applies to it.", 
            "A box full of Turmisin (a type of legume) and it is put into a Mikvah (bath of ritual immersion), he may stretch his hand and take Turmisin from it, and they will remain pure (i.e. not susceptible to impurity). If he raised [the entire box] out of the water, the [fruit directly] touching the box is impure but the rest of the Turmisin are pure. A radish [that has been put] into a cave, if a Niddah (woman during her menstruation period who is impure) washed it, it is [still] pure. If [she] takes it out at all from the water, it is impure.", 
            "Fruit that fell into a canal of water, if someone with impure hands stretched his hands and took them, his hands are pure and the fruit are pure. And if he intended [by putting his hand in the canal] to wash hands, his hands are pure and the fruit, [the law of] Be Chi Yutan applies to them.", 
            "An [earthenware] pot that is full of water and is put in the Mikvah and an Av HaTuma stretched out his hand into [the pot]. If he is a Mega Tumot (one who's level of impurity does not make utensils impure), then it is pure. And any other liquid [that the pot had], [they] are impure because the water [of the Mikvah] does not purify other liquids.", 
            "One who filled [a vessel] in an irrigation channel, up to three days [since he filled it], [the channel] is impure (i.e. it makes other things impure). Rabbi Akiva says: if it is dry, it is immediately considered pure. And it was not dry, even up to thirty days [after filling] it is [still] impure.", 
            "Wood that liquid fell on and [then] rain fell on, if [the rain] was more, [the liquid on the wood] is pure (i.e. it does not make other things impure). If he took them out so that rain would fall on them, even if they are more, [the liquid] is impure. If it absorbed impure liquids, even though he took them out so that water would fall on them, they are pure. And he must burn them only with pure hands [if he doesn't want his oven to become impure]. Rabbi Shimon says: if they were wet when he burned them and the liquid that comes out of it (originating from the wood itself) is more than the liquid that it absorbed, [the liquid] is pure."
        ], 
        [
            "One who immersed in a river [on purpose, and then left] and [then] found [another] river in front of him and passed through it [not willingly] the second [river's water] purify the first's (i.e. the water on him does not make other things susceptible to impurity). If his drunk friend pushed him or his animal [into the river after they had immersed willingly], the second [waters] purify the first. If [he pushed him] like one playing with him, [the law of] Be Chi Yutan (lit. \"when he shall pour\", making the food susceptible to impurity) applies to [the water on him].", 
            "The one who is swimming in the water, the [water] that splashes, [the law of] Be Chi Yutan does not apply to it. But if he intended to splash his friend, [the law of] Be Chi Yutan applies to it. One makes bubbles in the water (by blowing in it), the [water] that splashes and [the water] in [the bubbles], [the law of] Be Chi Yutan does not apply to them.", 
            "Fruit that [water] dripped on to and he mixed that up [to spread out the water] so that they would dry, Rabbi Shimon says: [the law of] Be Chi Yutan applies. The sages say: [the law of] Be Chi Yutan does not apply.", 
            "One who is measuring a pit, whether [he is measuring] its depth or its width, [the law of] Be Chi Yutan apply to the water on his ruler. These are the words of Rabbi Tarfun. Rabbi Akiva says: [only] for [measuring] its depth does [the law of] Be Chi Yutan apply. But for its width, [the law of] Be Chi Yutan does not apply.", 
            "[If] he stretched out his hand or his leg or a stick in to a pit to see if there is water in it, [the law of] Be Chi Yutan does not apply. To know how much water is in it, [the law of] Be Chi Yutan does apply. If he threw a rock into a pit to know if there was water in it, the [water] that splashes, [the law of] Be Chi Yutan does not apply but what is on the rock is pure (i.e it doesn't make something else susceptible to impurity).", 
            "One who hits animal skin, out of the water [that he used to wash it], [the law of] Be Chi Yutan applies [to the water that splashes]. In the water, [the law of] Be Chi Yutan does not apply. Rabbi Yose says, even in the water, [the law of] Be Chi Yutan applies because he wants [the water ] to come out with the filth [that it has absorbed]. ", 
            "The water that comes onto a ship, [either through] the anchor or through the oars, [the law of] Be Chi Yutan does not apply. [Also] with traps and nets and fish-nets, [the law of] Be Chi Yutan does not apply. But if he shook [them, to dry them], [the law of] Be Chi Yutan applies. One who takes the ship to the Mediterranean (lit. Big Sea) to strengthen [its wood by keeping it moist], [or] one who takes out a [hot] nail in the rain to strengthen it [by cooling it quickly], [or] one who leaves a firebrand in the rain to extinguish it, [the law of] Be Chi Yutan applies to them. ", 
            "A cover of a table or the mat [used as protection] for bricks, [the law of] Be Chi Yutan does not apply. But if he shook them [to dry them], [the law of] Be Chi Yutan applies. ", 
            "All constant flows [of liquid between vessels] is pure (i.e. the stream does not transfer impurity) except for honey from Ziff and Tzafachta [a food made of flour and honey]. Beis Shammai say: Even porridge made of ground beans or beans [if poured, transfers impurity] because it jerks back [when you finish pouring it, passing the impurity to the pouring vessel].", 
            "One who pours from a hot [vessel] to a hot [vessel], or from a cold one to a cold one or from a hot one to a cold one, it is pure (i.e. the poured liquid does not transfer impurity). [But] from cold to hot, it is impure. Rabbi Shimon says: Even one who pours from hot to hot, but the heat (lit. strength) of the lower of is greater than that of the upper one, it is impure.", 
            "One women whose hands were pure and was stirring an impure pot, if her hands sweat, they become impure. If her hands were impure, and she was stirring a pure pot, if her hands sweat, the pot becomes impure [through the connection between the steam and the sweat]. Rabbi Yose says: [the pot is impure] only if [her sweat] drips. One who is weighing grapes on a balance scale, the wine (or juice from grapes) that [exudes] into the cup, is pure (i.e. it does not make something else susceptible to impurity) until he pours it into [another] vessel. This [previous law ] is similar to baskets of olives or grapes when they exude [juice].  "
        ], 
        [
            "One who takes his fruit up to the roof because [he is afraid of] maggots and then dew falls on them, [the law of] Be Chi Yutan (lit. \"when he shall pour\", making the food susceptible to impurity) does not apply (and they are not susceptible to impurity). If he intended [for the dew to fall on them], [the law of] Be Chi Yutan applies. If [however] a deaf, mentally disabled or child brought them up, even if they intended for the dew to fall on them, [the law of] Be Chi Yutan does not apply because they can do action, but [their action is not considered to have] intention.", 
            "One who brought up bundles [of vegetables] or prepared figs, or garlic to the roof so that they would get damp [from being outside], [the law of] Be Chi Yutan does not apply. All bundles [of vegetables] that [are sold] in the market are considered impure. Rabbi Yehuda would call fresh [vegetables] pure. Rabbi Meir said: But why did they [the sages originally] say they were impure? Because of the liquid of the mouth (i.e. the store owner's breath when he would breathe on them to clean them). And all flour or fine flour [meal offerings sold] in the market are considered impure. The Hilka, the targis, and the tisgai (various levels of refined flour) are impure [if bought] anywhere.", 
            "All eggs are assumed to be pure, except for people who sell liquids. But if they were selling dry vegetables with [the eggs] they are considered pure. All fish are assumed to be impure. Rabbi Yehuda says: [But] slices of iltit or Egyptian fish that comes in a basket or Spanish kolias (all various types of fish), these are considered pure. All Tzir (liquid that fish was stored in) is assumed to be impure. But about all of them, an Am HaAretzt (someone that knowledgeable in Halacha) is believed to say they are pure except for fish because they [observant Jews only] entrust an Am HaAretz with with [vegetables].  Rabbi Eliezer ben Yaakov says: Pure  Tzir [that has not been mixed with water] that fell into water in any amount is [then] considered impure.", 
            "There are seven liquids [that make fruit susceptible to impurity]: Dew, water, wine, oil, blood, milk and bee honey. Hornet honey is pure (i.e. doesn't make other things susceptible to impurity) and it is permitted to eat it (it is kosher).", 
            "[The following are considered] derivatives of water [and are considered like water with regards to impurity]: [liquid] that emits from the eye, from the ear, from the nose, from the mouth, urine (lit. water of the feet), whether [it was from] an adult or a child, whether it [emitted from him] knowingly or unknowingly. Derivatives of blood: the blood of the slaughter of domesticated animals, or wild animals, or kosher birds or the blood of bloodletting used for drinking (as opposed to medicinal bloodletting). Whey is like milk [with regards to impurity]. And Machal (liquid that exudes from an olive) is considered like oil because Machal comes out with oil [in it]. These are the words of Rabbi Shimon. Rabbi Meir says: Even if there wasn't oil in it. Blood of a Sheretz (one of eight animals that there corpses spread impurity) is like its flesh and it makes [something] impure, but does not make it susceptible [to impurity] and there is [no other blood] like it [that has this unique combination of laws].", 
            "The following make [something] impure and make it susceptible [to impurity]. The discharge of a Zav (one who had an abnormal discharge) and his spittle. [Also] semen, urine, a Reviit (Mishnaic volume) of [the blood of] a corpse and the blood a Nidda (menstruating woman who spreads impurity). Rabbi Eliezer says: semen does not make [something] susceptible [to impurity]. Rabbi Elazar ben Ezaria says: blood of a Nidda does not make [something] susceptible [to impurity]. Rabbi Shimon says: Blood of a corpse does not make [something] susceptible [to impurity]. And if [this blood] fell on a squash, he may scrape it off and it is still pure ", 
            "The following don't make [something] impure and don't make it susceptible [to impurity]. Sweat, pus (lit. disgusting moisture), feces, the blood that comes with these [things] and blood (lit. liquid) from a baby born in the eighth [month of pregnancy, which is considered dead]. Rabbi Yose says: Except blood [of this baby, I agree with these]. (Continuing the list) And one of who drinks the water [of the hot springs] of Tevaria, even though [the water] comes out [of his body when he excretes] clean [is considered excrement]. Blood of the slaughter of domesticated animals, wild animals, and non-kosher birds and blood of medicinal bloodletting. Rabbi Eliezer would call these [the above] impure. Rabbi Shimon ben Elazar says: Male milk is considered pure.", 
            "A women's milk is impure whether [it emitted] with or against her will and the milk of an animal is only impure if [it emitted] with its will. Rabbi Akiva says: [The above] can be derived logically! Just like women's milk, which is only designated for children, makes impure [if it was extracted] with or against her will, milk of an animal, which is designated for children and adults, is it not logical that it should make impure [if it was extracted] with or against its will. [The sages] said to him. No, a women's milk is impure [extracted] against her will, because [it also comes with blood and] blood of a her wound is impure. Milk [extracted] from an animal against its will [is pure because] blood of its wound is pure! He responded to them: I am more stringent by blood than I am by blood because milk [extracted] for medicinal purposes is pure [while] blood [extracted] for medicinal purposes is pure. They responded to him: The basket of olives and grapes will testify [that you are wrong] because the liquid [that exudes from them] according to his will, is impure. But [those that exude] against his will are pure. He responded to them: No! How are you talking about the basket of olives and grapes that initially are [solid] food and in the end are liquid [and comparing them to] milk that both initially and finally is liquid. This was the end of his rebuttal [and the sages didn't argue any more]. Rabbi Shimon said: From here on we [Rabbi Akiva's students] presented a rebuttal, \"Let rain water prove [that you are wrong] because both initially and finally they are liquid yet they only make [something] impure according to [the owner's] will [therefore, this should also apply to animals milk].\" He said to us, \"How are you talking about rain water that most of it does not go to man but is used [as irrigation] for fields and trees [and comparing it to milk] which most of milk goes to man!\"    "
        ]
    ], 
    "title": "Mishnah Makhshirin", 
    "versionSource": "http://www.sefaria.org/Mishnah_Makhshirin", 
    "heTitle": "משנה מכשירין", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "categories": [
        "Mishnah", 
        "Seder Tahorot"
    ]
}