{
    "language": "en",
    "title": "Tosefta Challah",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "תוספתא חלה",
    "categories": [
        "Tosefta",
        "Vilna Edition",
        "Seder Zeraim"
    ],
    "text": [
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Twenty-four priestly gifts were given to Aharon and his sons, in particular, in general and with an everlasting covenant. These are they: ten in the Temple, four in Jerusalem and ten in the surrounding environs. Ten in the Temple: sin offering, guilt offering, communal peace offerings, bird sin offerings, conditional guilt offerings, the oil of the leper's offering, the two loaves of Shavuot, the weekly showbread, the remains of the flour offerings and the Omer offering. Four in Jerusalem:  first born animals, first fruits, the elevated portions of the thanksgiving and Nazirite offerings, and the skins of the sacred offerings. Ten in the surrounding environs: the terumah portion of produce, the terumah taken from the Levitical tithe, the first bread (challah), the first fleece, the shoulder, cheek and stomach portion, redemption of the first born male child, redemption of the first born donkey, devoted offerings, a devoted ancestral field which was not redeemed, returned property stolen from a convert who is dead. All of these were give to Aharon and his sons in general, in particular and with an everlasting covenant in order to create an obligation on the whole and on each particular, to grant a reward on the whole and on each particular. One who transgresses and withholds them is as if they transgressed both on the whole and the particular. "
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Tosefta"
    ]
}