{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Eruvin",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Eruvin",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נתן </b>\n<b> העירוב או השיתוף במגדל כו'.</b> הנה הטור ז\"ל בסימן שצ\"ד כתב וז\"ל אם נמנו במגדל ונעל לפניו ואבד המפתח אם הוא של לבנים מסודרים אלו על אלו כו' אבל בשבת או בי\"ט והוא של בנין אינו עירוב ואם המגדל כלי של עץ והמנעול קשור בחבל ויכול לחותכו בסכין הוי עירוב וכתב מרן הב\"י שם דדייק רבינו להתנות שיהא המגדל של עץ לשיהיה מותר לחתוך המנעול הקשור בחבל משום דאלו היה מגדל של בנין היה אסור וכדקאמר שמואל חותמות שבקרקע מתיר אבל לא מפקיע וחותך עכ\"ל יע\"ש ויש לתמוה שהרי כתב רש\"י בפרק בכל מערבין דל\"ה ע\"א ד\"ה ובעי סכינא דהא דאמרינן חותמות שבקרקע מתיר אבל לא חותך אינו אלא גזרה דרבנן דמחזי כסותר ולא סותר בנין ממש דהא אינו אלא פתיחת דלת בעלמא וכ\"כ התוספות שם בד\"ה בעי סכינא וכיון שכן לדידן דקי\"ל כר' דאמר כל דבר שהוא משום שבות לא גזרו עליו בה\"ש וכמ\"ש הטור ז\"ל סי' שמ\"ב אפי' במגדל של בנין נמי הוי עירוב וכן קשה למה שכתב אם היו לבנים מסודרים אלו על אלו כו' דבשבת אינו עירוב דאמאי הא אין איסורו אלא מדרבנן וכדאמרי' בהמביא שרגינהו ודאי אקצינהו וכמ\"ש התוס' ז\"ל בפרק הנזכר דל\"ד ע\"ד ד\"ה ואמר אלא דלזה י\"ל דס\"ל להטור ז\"ל דמדפרכי' התם והאמר ר\"ז בי\"ט אמרו אבל לא בשבת ולא משני דמתני' ר' היא דאמר כל דבר שהוא משום שבות כו' משמע דסבירא ליה לתלמודא דבשבות כי האי מודה ר' משום דחמיר טפי וכמו שכן הוא דעת הריטב\"א זלה\"ה בחידושיו לשם יע\"ש וכן כתב הרב מג\"א סי' הנז' סק\"ב מיהו קמייתא קשה דמנ\"ל להטור ז\"ל דבשבות כי האי דבחותמות שבקרקע אפילו ר' מודה כיון שאין ראיה בתלמוד כלל ואפשר שהכריחו לזה מדלא תירץ בגמרא המתני במגדל של בנין ובמנעול וקטיר במיתנא עסקינן ופליגי בפלוגתא ר' ורבנן אי דבר שהוא משום שבות גזרו עליו בה\"ש או לא אלא משמע דס\"ל לתלמודא בשבות כי האי אפילו רבי מודה דגזרו ומש\"ה לא אשכח לה פתרי אלא לאוקמא במגדל של עץ ובפלוגתא דר\"י ורבי נחמיה כן נראה ליישב בדוחק מיהו אין לומר דס\"ל להטור ז\"ל דדוקא בעירובי תחומין כיון שאין מערבין אלא לדבר מצוה לא גזרו עליו בה\"ש מה שא\"כ בע\"ח דמערבין אפילו לדבר הרשות ושלא כדעת רבינו ז\"ל שפסק דבע\"ח ושתופי מבואות נמי לא גזרו עליו בה\"ש וכמו שהקשה מרן הב\"י ז\"ל עליו ואף שמרן ז\"ל יישב דעת רבינו וכתב דכיון שאם לא עירב אפשר לבא לטלטל באיסור וכשמערב פורש מאיסור מצוה חשיבא איכא למימר דהטור ז\"ל ס\"ל דדוקא בעירובי תחומין דבודאי קא מעקרא מצוה לא גזרו עליו בה\"ש אבל בע\"ח ושיתוף מבואות אע\"ג דמצוה לחזור עליהם כיון שאינו אלא משום חשש איסור ולא מעקרא מצוה בודאי גזרו עליו בה\"ש אלא דהא ליתא שהרי כתב הטור ז\"ל בסימן הנז' נפל עליו גל אם יכול ליטלו בלא מרא וחצינא כשר כו' והשתא אי ס\"ל להטור ז\"ל דבע\"ח גזרו עליו בה\"ש א\"כ אפי' יכול ליטלו בלא מרה וחצינ' אמאי כשר הא איכא ביה שבות דטלטול אבנים שבות דרבנן היא ובפ' בכל מערבין דנ\"ז אמתני' דקתני נפל עליו גל כו' אמרינן קס\"ד דאי בעי מצי שקיל לימא מתני' כדלא כר' דאי כר' האמר כו' הרי דלרבנן דר' אפי' כי מצי שקיל נמי אינו עירוב משום דגזרו עליו בה\"ש ואם כן אם איתא דבע\"ח גזרו על שבות איך כתב הטור דביכול ליטלו בלא מרא וחצינה כשר ותו דבסימן ת\"ט בדין ע\"ת כתב הטור ז\"ל וז\"ל נתנו במגדל דינו כמו שכתבתי למעלה בע\"ח ע\"ש הרי דאפילו בעירובי תחומין ס\"ל להטור שהדין כך ויש לתמוה על הט\"ז בסי' הנז' ובסי' ת\"ט שהקשה למ\"ש הטור דאם אבד המפתח בשדה אינו עירוב דאמאי הא איסור הוצאה בשדה אינו אלא מדרבנן שהרי הוא כרמלית וכתב דאין לחלק בין ע\"ח לע\"ת כו' דזה אינו שהרי כתב הטור מצוה לחזור אחר ע\"ח יע\"ש ולא ידעתי איך הוה ניחא ליה בחילוק זה שהרי הטור כתב בהדיא דאף בע\"ת דינו כמ\"ש בע\"ח ותו דממה שכ' בסימן שצ\"ד מבואר דאף בע\"ח ס\"ל דלא גזרו עליו בה\"ש וכמ\"ש ועיין מ\"ש בפ\"ב מה' י\"ט הלכה י\"ט ובעומדי בענין זה ראיתי לעמוד על מ\"ש רש\"י פ\"ד דביצה דף י\"ט ד\"ה דמידע ידיע מעשיו כו' וז\"ל מידע ידיע מעשיו דבעי הערב שמש כו' הלכך בה\"ש די\"ט אסור דמטביל בי\"ט שלא לצורך כו' וכ' הרב ח\"ה וז\"ל הא דלא סגי לן משום דאין מטבילין כלי בי\"ט משום הני טעמן דלעיל י\"ל משום דכל הנך דלעיל אינן אלא משום שבות ואיכא מ\"ד בפרק בכל מערבין דלא גזרו על שבות בה\"מ משום הכי קאמר דאסור משום שהוא שלא לצורך י\"ט דהא בעי הערב שמש אך קשה דמ\"מ לצורך הוא להשתמש בו חולין דלא בעי הערב שמש כמו שהקשה רש\"י ז\"ל גופיה לעיל לפי' י\"מ כו' ויש לומר בדוחק דהכא בכהנים מיירי וכיון דקא רהיט להספיק הטבילה קודם יציאת היום ודאי אינו טובלו אלא לצורך תרומה כו' אך קשה למה לא נימא הכי לעיל דמיירי בהכי וצ\"ע עכ\"ל ויש ליישב לע\"ד דבשלמא לעיל קשיא ליה לרש\"י ז\"ל שפיר דמדפסיק ותני כלי שנטמא באב הטומאה אין מטבילין אותו בי\"ט משמע דאפי' בדאית ליה חולין דהשתא הרי ראוי להשתמש בו חולין אפילו הכי אין מטבילין אותו בי\"ט דאם לא כן אדתני סיפא בולד הטומאה מטבילין אותו ביום טוב משום דלא בעי הערב שמש ליפלוג וליתני בדידיה ולישמועינן בכלי שנטמ' באב הטומאה דאם יש לו חולין כדי להשתמש בו מטבילין אותו ואף ע\"ג דלתרומה לא חזי ליה אלא משמע דבאב הטומאה כלל כלל לא וע\"כ הוצרך רש\"י לומר דמיירי בכלי שנטמא מעי\"ט אמנם בהך ברייתא דלא תני אלא הך חלוקא אין דוחק כ\"כ לומר דמיירי בדאינו טובלו אלא לצורך תרומה כנ\"ל וכמ\"ש הרב ח\"ה דהא לא סגי לן משום דאין מטבילין כלים בי\"ט משום דאיכא מ\"ד דכל דבר שהוא משום שבות לא גזרו עליו בה\"ש משה\"ך קאמר דאסור משום שלא לצורך י\"ט ואין להק' דאם כן כי נימא נמי דטעמא משום מטביל שלא לצורך י\"ט הא ליכא אלא איסורא דרבנן דמדאורייתא אין כאן איסור דהא ליכא סרך מלאכה כלל ואם כן למ\"ד כל דבר שהוא משום שבות לא גזרו עליו בה\"ש אמאי לא שרי להטביל בבין השמשות די\"ל הא דאמרי' כל דבר שהוא משום שבות לא גזרו עליו בבה\"ש היינו כשיש בו צורך שבת דוקא הא כל שהוא שלא לצורך שבת כ\"ע מודו דגזרו עליו בה\"ש וזה פשוט ובדרך אגב ראיתי לעמוד במ\"ש רבינו בפיר' המשנה וז\"ל נתנו למגדל כו' וכגון שהמנעול קשור בחבלי' שאם לא ימצא המפתח אי אפשר לחותכן אלא בסכין ת\"ק סבר הואיל ואפשר לפתוח כו' אין כאן אלא איסור שבות דמקלקל הוא ואיסור שבות בה\"ש לא גזרו עליו כו' ור\"א סבר אין כלי ניטל אלא לצורך תשמישו כו' והואיל ואיכא תרתי טלטול הסכין וחתיכת חבלים אפי' לר' דאמר לא גזרו בכה\"ג נמי מודה דגזרו עכ\"ד יע\"ש וק\"ל לפי דבריו מהא דאמרינן בפ' הנז' ד\"ל ע\"ב סומכו' אומר בחולין כו' ואלו לנזיר ביין לא פליג מ\"ט אפשר דאיתשיל אנזרותיה אי הכי אפילו תרומה נמי אפשר דמיתשיל עליה אי מתשיל עליה הדרא לטבלא ולפרוש עליה ממקום אחר כו' אלא סומכוס סבר לה כרבנן דרבי דאמר כל דבר שהוא משום שבות גזרו עליו בה\"ש וכתבו התוס' שם בד\"ה אלא וז\"ל וא\"ת מה\"ט נמי נזיר לא יערב דשבות היא לשאול על הנדרים בשבת וי\"ל דלצורך שבת נשאלין כדתנן התם והאי הוי צורך שבת שיהא מותר לשתות יין עכ\"ל והשתא לדעת הרע\"ב ז\"ל דס\"ל דבדאיכא תרתי שבותין כ\"ע מודו דגזרו עליו בה\"ש אם כן אמאי קאמר בגמ' דסומכוס ס\"ל כרבנן דרבי הא אפילו כרבי נמי מצי אתי משום דבתרומה איכא תרתי שבותין שבות דשאלה ושבות דהפרש' תרומות דבשלמא גבי נזיר תי' התוספות דהוי לצורך שבת כדי שיהיה מותר לשתות יין בשבת אמנם גבי תרומה מאי צורך שבת איכא הא אין צריך לאוכלו בשבת וכמ\"ש התוס' לעיל מזה יע\"ש וא\"כ כיון דאיכא תרתי אפי' ר' מודה דגזרו עליו בה\"ש ועיין להרב שע\"א בחא\"ח סימן כ\"ו מה שהקשה עוד לדעת הרע\"ב ותי' לא יגהה מזור לקושיי' אם לא שנאמר דס\"ל להרע\"ב דכי היכי דהתירו שאלת נדרים לצורך שבת התירו נמי לצורך מצוה וכיון דאין מערבין ע\"ת אלא לדבר מצוה א\"כ אין כאן אלא שבות הפרשת תרומות כנ\"ל ועיין להר\"ב ח\"ה שם ודוק:<br><b> מעשה חושב</b>\n<b> (נט) </b> והשתא לדעת הרע\"ב ז\"ל כו'. לענ\"ד יש ליישב תמיהתו על הרע\"ב. דבתרומה נמי ליכא תרתי שבותין. משום דיכול למיעבד טצדקי לפרוש תחלה על התרומה קודם השאלה עלה: דבכה\"ג ליכא שבות דטעמא מאי משום דמתקן בהפרשה. הא כל זמן שהיא תרומה אין כאן תיקון ולאו כלום עביד בהפרשה זו אלא דלאחר שישאל על התרומה אז חלה ההפרשה למפרע והתיקון ממילא קאתי. ואם כן הרי אין באופן זה אלא שבות דשאלה. וע\"כ לומר דסומכוס ס\"ל כרבנן דרבי דגזרו על שבות בין השמשות כיון דגם בכה\"ג דליכא אלא שבות אחד דשאלה. ס\"ל נמי דאין מערבין לישראל בתרומה. דכיון דקיי\"ל דחכם עוקר הנדר מעיקרו א\"כ הרי ההפרשה חלה למפרע ומותרת ומ\"מ לא עבר על שבות דהפרשה דילה בשעה שהפריש עליה כיון דלא תיקן אז כלום בהפרשה זו אלא דלבתר השאלה שעל התרומה התיקון ממילא קאתי ואין כאן אלא שבות אחד וכנ\"ל:<br><b> ויש </b> ליישב נמי בפשיטות תמיהתו על הרע\"ב ז\"ל דהני תרתי שבותין, דשאלה ודהפרשה לאו בחד גברא נינהו דהא השבות דשאלה אינו על השואל אלא על החכם המתיר והרי א\"א שהשואל בעצמו יתיר את נדרו (כדדרשינן מלא יחל דברו שהוא אינו מיחל אבל אחרים מוחלין לו). ולא דמי להנך תרתי שבותין דקאי עלייהו הרע\"ב ז\"ל דהיינו טלטול הסכין וחתיכת החבלים. דהתם ע\"כ איש אחד צריך לעבור על שניהן. ובכה\"ג אפילו רבי מודה דגזרו עליו בין השמשות:"
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמרו </b>\n<b> לו ב' כו' וערב עלינו כו'.</b> בדברי ה\"ה עיין מ\"ש בזה באורך פ\"י מה' מקואות הלכה ו' יע\"ש ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אחד </b>\n<b> או רבים כו'.</b> עיין בהשגת הראב\"ד ז\"ל במ\"ש ה\"ה ז\"ל ועיין במ\"ש לקמן פ\"ח הלכה ז':"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אע\"פ </b>\n<b> שרצה משחשיכה ילך דבר שהוא מד\"ס יש ברירה כו'.</b> מסקנא דגמ' פרק משילין דל\"ח ע\"א דאמרינן התם אלא לעולם לא תיפוך וכי לית ליה לר\"א ברירה בדאורייתא אבל בדרבנן אית ליה ויש לדקדק דבפ' בכל מערבין פרכינן לרב דאמר ליתא למתני' מדתני איו כו' אדרבא ליתא לדאיו ממתני' ומשני לא ס\"ד דהא שמעינן לר\"י דלית ליה ברירה דתנן הלוקח יין כו' וק' דמאי ראיה מייתי מההיא דהלוקח אימא דע\"כ ל\"ק ר\"י אין ברירה אלא בדאורייתא אבל בדרבנן יש ברירה וא\"כ אכתי מנ\"ל לרב לומר דליתא למתני' מדאיו ואפילו תימא דקסבר רב מאן דאית ליה ברירה ל\"ש בדאורייתא ל\"ש בדרבנן ומאן דלית ליה בריר' ל\"ש בדאורייתא ל\"ש בדרבנן לית ליה ברירה וכדמשני התם תלמודא לקמן אליבא דרב יוסף מ\"מ אכתי תיקשי דאדפריך לקמן אליבא דרב יוסף ומשני ליה ה\"ל לתלמוד' לאקשויי לעיל מינה אליבא דרב ולשנויי לי' הכי וכן הקשה הר\"ב חד\"ה ז\"ל יע\"ש ותו דאכתי קשה למאי דקאמר התם עולא אמר ליתא לדאיו ממתני' ואלא הא דקתני ר\"י ור\"ש אוסרין עולא זוגי זוגי קתני ואמאי לא משני בפשיטות דקסבר עולא כר' הושעיא דשמעתין דדוקא בדאוריית' אין ברירה אבל בדרבנן יש ברירה דהשת' לא תקשי ליה ברייתא דהלוקח יין ונלע\"ד ליישב על פי מ\"ש הרא\"ש ז\"ל בפ' מי שהוציאוהו דקי\"ח ע\"ב וז\"ל הכי קים לן דעירובי תחומין דרבנן כאביי ורבא דאמוראי בתראי נינהו ואמרינן נמי בפרק בכל מערבין מאן האי תנא דאפי' בדרבנן לית ליה ברירה דתניא האומר לחמשה הריני מערב כו' (כלומ' ולא בעי למימר דהך ברייתא ס\"ל דתחומין דאורייתא) ואע\"ג דשמעינן לר' יאודה דאמר תחומין דאורייתא גבי ס' עירוב לעיל בפ' בכ\"מ כו' בהא לית הלכתא כותיה כו' יע\"ש וכ\"כ הסמ\"ג ז\"ל בה' עירובין דרבי יאודה ס\"ל דתחומין דאורייתא ולפי הנראה דמשמע להו הכי מדאמרינן התם בפ' בכל מערבין דל\"ה ע\"ב מתני' דקאמר התם אם ספק ר\"מ ור\"י אומרים ה\"ז חמר גמל דקסבר ר\"מ דתחומין דאוריי' וספק דאוריית' לחומרא וכי היכי דטעמא דר\"מ הוא משום דס\"ל דתחומין דאורייתא ה\"נ טעמא דר\"י דבחדא מחתא מחתי להו תנא וכ\"כ רבינו ז\"ל שם בסה\"מ וז\"ל ור\"מ ור\"י אומרים כי תחומין של תורה לחומרא יהי' הדין בשבת עכ\"ל וא\"כ מעתה לק\"מ דמש\"ה לא מצי לאקשויי התם תלמודא אליבא דרב דדילמא ע\"כ ל\"ק ר\"י אלא בדאורייתא אבל בעירוב דרבנן יש ברירה שהרי ר\"י ס\"ל דתחומין דאורייתא כדכתיבנא ולא פריך אלא לקמן אליבא דר\"י דכיון דלא שמעינן לי' בעלמ' לר\"ש דקאמר בהדיא תחומין דאוריתא ממילא ודאי אית לן למימר דס\"ל דתחומין דרבנן דהלכתא דקיי\"ל בעלמ' הכי הן אמת דקשה לפי זה מאי דפריך התם בגמרא לקמן לרבא דאמר מאן האי תנא דאפילו בדרבנן לית ליה ברירה דתניא אמר לחמש' כו' ואשתי' ר\"ן דלימא ליה תנא דבי איו היא ומשני לא שמיע ליה והשתא מאי קו' הא מדאיו ליכא למשמע מידי דאיכא למימר דר\"י לטעמי' דס\"ל דתחומין דאוריית' אמנם אי הוה ס\"ל דתחו' דרבנן ה\"נ דהו' ס\"ל דיש ברי' וכיון דרבא בעי לאוקומי לבריי' כמ\"ד תחומין דרבנן מש\"ה אישתיק ר\"נ וי\"ל דהכי פריך דנהי דמדר\"י ליכא למשמע מידי מ\"מ מדחזינן לאיו דתני דר\"י משמע דאיהו נמי הכי ס\"ל וכיון דלא שמעינן ליה לאיו בהדייא דס\"ל דתחומין דאורייתא מסתמא ודאי ס\"ל כמ\"ד תחומין דרבנן דהכי הלכתא ואפי\"ה ס\"ל דאין ברירה וא\"נ דהכי פריך דכיון דחזינן לתנא דבי איו דתני גבי עירוב אין ברירה ממילא איכא למימר דהך ברייתא דאומר לחמשה הריני מערב תנא דבי איו היא דתני לה וא\"כ בין אם נאמר דתנא דבי איו דס\"ל דאין ברירה גבי עירוב הוא משום דאזיל לטעמיה דס\"ל תחומין דאורייתא בין אם נאמר דאפי' למאן דס\"ל תחומין דרבנן קאמר דאין ברירה מ\"מ כיון דאשכחן לאיו דתני' גבי עירוב אין ברירה נימא דהך ברייתא איו היא ואפשר שלזה כיון רש\"י שם בד\"ה תנא דבי איו כו' יע\"ש ודוק ואהא משני דלא שמיע ליה וכיון דלא אשכח תנא דתני בהדייא גבי עירוב אין ברירה משום הכי דחיקא ליה לאוקמי להך ברייתא כמאן דסבירא ליה תחומין דאורייתא כנ\"ל ודו\"ק:<br><b> אך </b> קשה לי לפי מ\"ש רבינו והסמ\"ג והרא\"ש דר\"י ס\"ל תחומין דאורייתא מהא דפרכינן בפ\"ק דחולין די\"ד לר' אבא דאמר אליבא דרב דבהמה בחייה לגדל עומדת א\"ה בהמה בי\"ט לר\"י היכי משחטינן ומשני ליה בהמה בחייה עומדת לאכילה ועומדת לגדל נשחטה הובררה דלאכילה עומדת לא נשחטה הוברר' דלגדל עומדת והדר פריך והא לית לר\"י ברירה מנ\"ל אי נימא מהא דתנן הלוקח יין כו' אלא מדתני איו כו' ודחי התם להך שנויי' דרבי אבא וקאמר אלא אמר רב יוסף ר\"י דכלים כו' והשתא אם איתא דר\"י ס\"ל תחומין בדאורייתא מאי פריך אימא דרב ס\"ל דכי לית ליה לר\"י ברירה בדאורייתא כגון תחומין אבל במוקצה דרבנן אית ליה וכדמשני הכא בשמעתין אליבא דרב אושעיה:<br><b> האמנם </b> יש ליישב לזה על פי מ\"ש הר\"ן בפ' כל הגט דמדקי\"ל דבדרבנן יש ברירה משמע דמאי דאמרינן אין ברירה בדאורייתא היינו לחומרא ומשום ס' אבל לקולא ודאי לא אמרי' אין ברירה יע\"ש אם כן מבואר מדבריו דהיינו טעמא דאמרינן בדרבנן יש ברירה משום דאינו אלא ספק ובדאורייתא אזלינן לחומרא משום ספק אבל בדרבנן אזלינן לקולא דספקא דרבנן לקולא וא\"כ נראה ודאי דהא דאפסקא הלכתא בשמעתין דבדרבנן יש ברירה היינו דוקא גבי תחומין דהולכין בספקא להקל ואע\"ג דדשי\"מ היא וקי\"ל דכל דבר שיל\"מ ס' אסור ואפי' בדרבנן כדאסיק רב אשי בריש ביצה מ\"מ בעירוב הקילו וכמ\"ש התוס' בעירובין דף מ\"ד ע\"ב ד\"ה ואי בעית אימא יע\"ש אמנם גבי מוקצה דקי\"ל דהולכין בס' להחמיר משום דהוי דשיל\"מ א\"כ כי היכי דבדאורייתא קיימא לן דאין ברירה לחומרא משום ספק ה\"נ גבי מוקצה אית לן למימר אין ברירה אע\"ג דהוי מדרבנן כיון דספיקא היא והולכין בספיקא להחמיר וא\"כ היינו דפריך תלמוד' שפיר דכיון דס\"ל לר\"י דבדאורייתא אין ברירה ה\"נ ס\"ל גבי מוקצה דאין ברירה כיון דספיקו להחמיר וכמ\"ש ועיין מה שכתבתי בזה בארוכה בפ' ג' מהלכות גירושין הלכ' ד' יע\"ש ודוק ועיין בתוספ' פרק בכל מערבין דל\"ה ע\"ב ד\"ה אמר רבי ירמיה שכפי מ\"ש שם אין הכרע למה שכתב הרא\"ש דר\"י ס\"ל תחומין דאורייתא ועיין בחי' הריטב\"א למס' עירובין ומכלל האמור יש לי מן הקושי על מ\"ש הרב פ\"מ ח\"ג סי' א' שכתב על מה שמצאו קצת מהחכמים המובהקים רפואה לבני מקרא להתיר לו שפחה על אופן זה שישחרר את שפחתו על תנאי שלא תנשא כי אם למי שהוא כשר קמי שמיא כו' וכתב הרב ז\"ל לדחות דבריהם דתנאי כזה אינו מועיל כיון שאין הדבר עומד להתברר לבני אדם אם כשר או ממזר וקיי\"ל דבדאורייתא אין ברירה וכתב עוד הרב דלכאורה יש לדחות דכל כה\"ג שהתנו על מה שכבר היה אם הוא כשר או ממזר אף כי תנאי זה אינו מתברר אצלינו לא איכפת לן מידי ואשכחן בכה\"ג חלקו בגמ' בביצה פ' משילין לר\"י דלית לי' ברירה ומוקי ההוא דאמר ר' יהודה אם בא חכם למזרח עירוב למזרח כשכבר בא חכם ופרש\"י דכיון שכבר בא חכם אין קנייתא ע\"י ברירה אלא קניי' ודאית שכבר היה שם חכם ולמחר גלוי מלתא בעלמא הוא כו' הא קמן דמחל' התלמוד בין כשמתנה אם יבא חכם ועדיין לא בא לכשמתנה בשעה שכבר בא חכם כו' אך אמנם הא ודאי מגן שויא דב' תשובות בדבר כו' הטעם השני דע\"כ לא מחלק תלמודא הכי אלא דוקא לגבי עירוב שהוא מדרבנן אבל לגבי גט שהוא דאורייתא אפילו שמתנה על מה שעבר ואפילו התנו בדבר שאפשר להתברר כיון שאין הדבר עומד להתברר בודאי אין ברירה כו' אלו תורף דבריו בקיצור:<br><b> ואתמיהא </b> שהרי כתבנו משם הרא\"ש והסמ\"ג ורבי' ז\"ל בפה\"מ דר' יהודה ס\"ל דתחומין דאורייתא ואפילו הכי קאמר ר' יוחנן אליבא דרבי יהודה דאם בא חכם מהני כיון שהתנה בלשעבר ודוק. ובפשטא דשמעתתא איכא למידק לכאורה דאדפריך מדרב אושעיה אדרב אושעיה ושני כי לית ליה לרב אושעיה ברירה בדאורייתא בדרבנן אית ליה אמאי לא פריך מדרב אדרב דהכא קאמר רב דחבית מותרת אלמא יש ברירה ואלו בפ' כל הגט אמתניתין דקתני כתוב לאיזה שארצה אגרש פסול לגרש קאמר רב כולן פסולין בכהונה חוץ מן הראשון הרי דס\"ל אין ברירה דאי יש ברירה גט כשר גמור הוא והוה לי' לשנויי דר\"י לית ליה לרב ברירה בדאורייתא אבל בדרבנן אית ליה כדשני אדרב אושעיה:<br><b> ונראה </b> שמכאן ראיה למ\"ש התוס' שם בד\"ה לאיזו שארצה וז\"ל ואומר ר\"י דאפילו מאן דסבר בעלמא יש ברירה הכא מודה משום דכתב לה משמע שיהא מבורר בשעת כתיבה ע\"ש וכ\"כ בפרק מרובה דף ס\"ט ע\"ב ד\"ה אלא לעולם כל הנלקט ושלא כדעת מוהרש\"ל שם בס' יש\"ש בפי' בקונטריס הברירה דף ס\"ב ע\"א שדחה שם דברי התוספות וכתב דאין חילוק בין גט לשאר ברירה אלא אי אמרינן בעלמא יש ברירה ה\"נ גבי גט אמרינן יש ברירה והוברר הדבר שמשעת כתיבה נכתב לשמה ע\"ש ומה שהקשה שם לדעת ר\"י מהא דפריך התם רב אושעיה לרב יהודה דאמר אין ברירה ממתני' דהאומר לבניו הריני שוחט את הפסח על מי שיעלה מכם ראשון לירושלים כו' דאי כדברי ר\"י מאי פריך נימא דשאני גט משום דבעינן וכתב לה לשמה יש ליישב על נכון ושוב מצאתיו בספר בני חייא בחידושיו למסכת גיטין יע\"ש גם מה שדחה שם בדף ס\"ג ע\"א דברי התוספות דב\"ק וכתב דלפי מ\"ש דאין חילוק בין גט לשאר בריר' דעלמ' דמיושב הכל שפיר כי מה שסבר ר\"י דלא אמרינן ברירה אפי' היכא שמברר דבריו היינו דלא ס\"ל סתמא דמס' דמאי דנשנית אליבא דר\"מ אלא ס\"ל כאידך סתמא דפ' כל הגט עיקר לפי שהלכות פסוקות הן אבל המקשה פריך שפיר לפי מאי דמשמע ליה שרבי יוחנן אומר כל המלקט תנן א\"כ הוו תרי סתמא לגבי חד סתמא דפרק כל הגט ונדחית סתמא דפ' כל הגט אע\"פ שהלכות פסוקות הן לעולם תרי סתמי עיקר כדמוכח בכמה דוכתי עכ\"ד יע\"ש הן דברים תמוהים דהא בפ' האיש מקדש דנ\"ד ע\"ב אמרינן בהדייא ואי סתמא דוקא מה לי חד סתמא מה לי תרי סתמא וע\"ש בחידושי הריטב\"א והכי נמי אמרינן ביבמות דק\"ב מכדי מאן סתמה למתני' רבי מה לי חד סתמא מה לי תרי סתמא ועיין בס' יבין שמועה דף ל\"ב כלל ס\"ז וס\"ח ע\"ש ודוק:<br><b> אכן </b> אין להקשות דאכתי תקשי דרב אדרב דבפ' בכל מערבין אמר רב ליתא למתני' מקמי איו דתני איו ר\"י אומר אין אדם מתנה על שני דברים כאחד כו' הרי דאפי' דתחו' דרבנן קאמר דאין ברירה דהא ודאי ל\"ק מידי דמאי דקאמר רב לית' למתני' מקמי איו אליבא דר\"י הוא דקאמר דליתא למתני' דקתני דר\"י ס\"ל דיש ברי' מקמי איו דקאמ' דר\"י ס\"ל דאין ברי' אבל איהו גופיה ס\"ל דיש בריר' ויש לתמוה על הגהו' מיי' בפ' זה הל' ג' שכתב שם על מה שפסק רבינו מתניתין דבכל מערבין דאדם מתנה על שני דברים כאחד ואומר אם בא לכאן ולכאן למקום שארצה אלך וז\"ל וכן נראה למוהר\"ם ואע\"ג דאמר ליתא למתני' מקמי איו ה\"מ לר\"י אבל איהו ס\"ל כרבנן דאמרי יש ברירה ואע\"ג דקי\"ל בכולי תלמודא אין ברירה בתחומין דרבנן ק\"ל דיש בריר' מדק' מתמה תלמודא בסמוך מאן האי תנא דאפילו בדרבנן לית ליה ברירה אלמא דהלכתא דיש ברירה ועוד דר\"י אית ליה ליתא לדאיו מדקמי מתני' כדמשמע התם ואפי' ס\"ל לרב ההיא דאיו כיון דלר\"י ליתא רב ור\"י הלכה כר\"י עכ\"ל:<br><b> וכל </b> דבריו תמוהים ראשונה במ\"ש דאע\"ג דקי\"ל בכולי' תלמוד' דאין ברירה בתחומין דרבנן קי\"ל דיש ברירה והביא ראיה מדקא מתמ' תלמודא התם מאן האי תנא כו' ואתמהא דמה לו להביא עצות מרחוק הא בהדיא פסקינן הכא בשמעתין הלכה כר' הושעיא דאמר בדרבנן יש ברירה וליכא למימר דבשמעתין אין ראיה כל כך דאיכא למימר דמאי דקאמר הלכה כרבי הושעיא לאו אמאי דפליג אר' יוחנן וס\"ל דבדרבנן יש ברירה הוא דקאמר אלא אמאי דס\"ל דבדאורייתא אין ברירה כההיא דהמת בבית הוא דקאמר דהלכ' כותי' וכעין מ\"ש הרא\"ש בפ' בית כור לדעת ר\"י ע\"ש דהא ליתא דאם כן הלכה כרבי יוחנן הו\"ל למימר דסבירא ליה דאפילו בדרבנן אין ברירה גם מ\"ש דאפי' ס\"ל לרב ההיא דאיו כיון דלר' יוחנן ליתא כו' הוא תימא דאיך אפשר לומר דרב ס\"ל לדאיו הא איהו קאמר בהדיא בשמעתין דחבית מותרת משום דס\"ל יש ברירה גם מ\"ש דכיון דלר\"י ליתא הלכה כרבי יוחנן משמע דס\"ל דלר\"י בדרבנן יש ברירה הוא תימה שהרי נהפוך הוא דר\"י קאמר בהדיא בשמעתין דאין ברירה אפילו בדרבנן ולזה אפשר לומר דס\"ל למוהר\"ם כמ\"ש התוס' בב\"ק דף הנז' ד\"ה כל הנלקט דכל היכא דמתנה בפירוש מודה דיש ברירה ודוקא באחין שחלקו הוא דס\"ל דאין ברירה ואם כן היינו מ\"ש דכיון דלר\"י ליתא לדאיו (כמ\"ש התוספות לקמן בד\"ה ואמר ר\"י כו' יע\"ש) מקמי מתני דעירובין ודמי שאחזו כמ\"ש התוספות בשמעתין ד\"ה ואמר ר\"י אם כן ע\"כ דס\"ל דיש ברירה ואע\"ג דבשמעתין קאמר דאין ברירה היינו דוקא גבי ב' שלקחו חביות ובהמה בשותפות שאינו מברר דבריו אבל במברר דבריו כי ההיא דמתני' דבכל מערבין מודה דיש ברירה וכי פריך בשמעתין דר\"י אדר\"י דקאמר וכבר בא חכם ה\"ה דהוה מצי לשנויי דלר\"י ע\"כ ליתא לדאיו וס\"ל דיש ברירה אלא משום דבעי לשנויי לעולם לא תיפוך כמ\"ש התוס' לקמן לחד תי' יע\"ש מיהו קו' הראשונות קשיין. ואפשר לומ' דס\"ל להגהות מיימ' דכיון דע\"כ רב דקא' ליתא למתני' מקמי איו הוא משום דס\"ל לחלק בין תולה בדעת עצמו לתולה בדעת אחרים דבתולה בדעת אחרים ס\"ל דיש ברירה ומאי דקאמר ליתא למתני' מקמי דאיו ה\"ק ליתא למתני' דקתני דאית לי' לר\"י ברירה אפילו בתולה בדעת עצמו דקאמר אם בא לכאן ולכאן לאיזה מקום שארצה אלך מקמי איו כמ\"ש התוס' בשמעתין ובפ' בכ\"מ ובפ' כל הגט ד\"ה ולכי מיית ע\"ש איכא למימר דרב ס\"ל ההיא דאיו דבתולה בדעת עצמו דאין ברירה ואפי' בדרבנן ואם התנה ואמר אם בא לכאן ולכאן לאיזה מקום שארצה אלך אין עירובו עירוב מיהו הא דשמעתין דקאמר דחבית מותרת עדיפא מתולה בדעת עצמו וטעמא דמילתא שהרי כתב רש\"י בפרק כל הגט דכ\"ה ע\"א ד\"ה וקפשיט וז\"ל דהיינו תולה בדעת עצמו דילמא תולה בדעת עצמו לית ליה ברירה דמדאתני ברישא גילה בדעתו שהיה פוסח על ב' הסעיפים וליכא למימר הוברר דמעיקרא דעתיה להאי אבל זה שתלה באחרים גמר בדעתו מעיקרא לאיזה שתצא ע\"כ ואם כן איכא למימר דדוקא בההיא דאיו דהוי תולה בדעת עצמו דקאמר בא לכאן ולכאן למקום שארצה אלך דגילה בדעתו מעיקרא שהי' פוסח על שתי הסעיפים הוא דס\"ל לרב דאין ברירה אבל בהא דשמעתין דהוי ברירה דממילא עדיפא מתולה בדעת עצמו דלא שייך ביה האי טעמא ושלא כדעת התוס' בשמעתין שכתבו דהא דחבית חשיבה תולה בדעת עצמו וכן נראה שהוא דעת התוס' פרק כל הגט ד\"ה דברי ר\"מ שהקשו שם דשמואל אדשמואל כדקשיא להו בשמעתין ולא תי' בפשיטות דשמואל ס\"ל לחלק בין תולה בדעת עצמו לתולה בדעת אחרים כמו שתירץ בשמעתין משמע דסבירא ליה דהא דחבית כיון דהוי ברירה דממילא עדיפא מתולה בדעת עצמו:<br><b> מעתה </b> נתיישב ג\"כ מה שהביא ראיה משמעתין דפסקי' הלכתא בהדיא דיש ברירה בדרבנן אבל בההיא דבכ\"מ דהוי תולה בדעת עצמו גריעא טפי ואפי' בדרבנן אין ברירה כך נראה לי ליישב דבריו:<br><b> ובהכי </b> ניחא לי דברי התוספות דפרק כל הגט ד\"ה הנזכר שתי' להא דשמואל דמתנה בפי' אית ליה ברירה ודוקא גבי חבית לית לי' כיון שחינו מברר דבריו כו'. ויש לדקדק לכאורה דאכתי תיקשו להו מדשמואל דפרק כל הגט דקאמר אף ראשון פוסל משמע דס\"ל לשמואל דאפילו במתנה בפי' כההיא דאמר לאיזו שארצה אגרש אין ברירה וליכא למימר דס\"ל דשאני גבי גט משום דבעינן לה לשמה כמ\"ש שם בראש הסוגיא משם ר\"י דהא ליתא ממ\"ש שם באותו דבור ועוד דאי הוה משני הכי אכתי הוה קשיא ליה אידך דר\"י דאמר אף אחרון אינו פוסל כו' מבואר שדעתם שם שלא כדעת ר\"י אכן כפי מ\"ש הנה נכון דמההיא דשמואל ל\"ק להו דהתם שאני דהוי תולה בדעת עצמו ובתולה בדעת עצמו ס\"ל דאין ברירה ודו\"ק:<br><b> שוב </b> ראיתי להמרדכי שכתב בפרק משילין וז\"ל ופסק ר\"ח דאין הלכה כרבי אושעי' אלא כר\"י דאמר אין ברירה בין בדרבנן בין מדאורייתא והוא תימה איך פסק היפך הגמרא. ובהיותי בענין זה ראיתי לעמוד על מ\"ש התוס' בד\"ה ושמואל כו' וז\"ל ותימא דבפרק מי שאחזו דאמר אתקין שמואל בגיטא דש\"מ כו' הנה התוס' פרק כל הגט ד\"ה ר\"י ור\"י הקשו מדר\"י אדר' יוסי דר\"י אית ליה בפרק בכ\"מ גבי מעשר שני שיש לי בביתי מחולל על סלע שתעלה מן הכיס דאין ברירה ואלו בפרק מי שאחזו גבי ההיא דמה היא באותן הימים קאמר ר\"י דמגורשת ואינה מגורשת ולכי מיית הוי גט אלמא יש ברירה ותירץ וז\"ל דהתם בגיטין עומד הדבר להתברר בודאי שהרי יחיה או ימות אבל הכא יכול להיות שלא יבא לידי הפרשה לעולם או לא יעלה סלע מן הכיס והשתא נמי א\"ש דשמואל אדשמואל עכ\"ל וכתב מהרש\"ל בס' חכמת שלמה והא דפריך מדר\"י נ\"ל דלק\"מ דודאי ר' משרשי' לא ס\"ל לחלק בהכי ומשום הכי פריך מדרב יהודה וה\"ה לרבי יוסי ומה דפריך אח\"כ איהו גופיה מר\"ש כלומר דאף אם תרצה לחלק בין דבר שסופו להתברר קשה מכ\"ש ורבא שהשיבו לו דר\"ש סבר יש ברירה מתרץ נמי דר\"י סבר יש ברירה כמו ר\"ש כו' ע\"ש והר\"ב ח\"ה ז\"ל כתב עליו וז\"ל זה דוחק לומר תיר' לרבי יוסי ודרב משרשיא לית ליה הך סברא גם יש לדקדק לפ\"ז בקו' זו בעצמה לקמן שכתבו התוס' לרב לחלק בין תולה בדעת עצמו לתולה בדעת אחרים ואימא רב דס\"ל כרבא דלא מחלק בהכי אלא דההיא דמי שאחזו עומד הדבר להתברר אם יחי' או ימות וכן יש להקשות לר\"י שכתבו דכיון דלא מחלק בין תולה בדעת עצמו לתולה בדעת אחרים על כרחין ליתא לדאיו מקמי כל הנהו ואימא דאיתא לדאיו ובההיא דמי שאחזו דוקא אי' לי' ברירה דעומד הדבר להתברר עכ\"ל ומ\"ש מה שתירץ שהתוספות ז\"ל אזלי לשיטתם דלקמן שם דההיא דר\"י הוא משום דנעשה כאומר מעת שאני בעולם ואין זה מיקרי דבר העומד להתברר כו' שדבריו תמוהים שהרי לר' יוסי נמי דקאמר מגורשת ואינה מגורשת הוא משום דמספ\"ל אי חלין הגרושין משעת נתינה או נעשה כאומר מעת שאני בעולם כמ\"ש התוס' בפרק מי שאחזו דע\"ה ע\"ב ד\"ה תנא ואפי' הכי כי מיית פשיטא ליה דהוי גיטא וכבר ראיתי מי שתמה עליו בזה ועוד אני תמיה על שניהם במ\"ש דמ\"ה פריך מר\"ש כלומר דאף אם תירצו לחלק בין עומד הדבר להתברר או לא אכתי קשה מדר\"ש ויש לתמוה שהרי בההיא דר\"ש נמי דע\"מ שירצה אבא עומד הדבר להתברר הוא אם ירצה או לא ירצה וכ\"כ הר\"ן שם בהדיא משם התוס' יע\"ש:<br><b> ומהתימה </b> על מוהר\"ש ז\"ל שסותר את עצמו דביש\"ש בקונטריס אברירה דס\"ג ע\"ג כתב בהדיא דההיא דע\"מ שירצה אבא הוה הדבר עומד להתברר אם ירצה או לא ירצה וא\"כ ע\"כ צ\"ל דרב משרשיא דפריך מדר\"י ור\"ש ע\"כ דלא ס\"ל לחלק כן ולא כתבו התוס' כן אלא למאן דלא ס\"ל לחלק בין תולה בדע' עצמו לתולה בדעת אחרים כמ\"ש רש\"ל ולעיקר מה שהקשה הר' חד\"ה ממה שכתבו התוס' לחלק לרב בין תולה בדעת עצמו ולא תירץ דההיא דמי שאחזו עדיין עומד הדבר להתברר היא אפשר לומר דמשום הכי לא כתבו כן משום דאכתי קשיא להו דאכתי ליתא לדאיו ולההיא דהלוקח דתרווייהו ברייתות נינהו מקמי מתני' דמי שאחזו וברייתא דמרובה ומה שתפסו בקושיתם ההיא דמי שאחזו לרווחא דמילתא דבלא\"ה קשיא להו שפיר ולפי תי' ז\"ל דרב מחלק בין תולה בדעת עצמו לתולה בדעת אחרים ממילא ההיא דמי שאחזו בלאו טעמא דעומד להתברר אפילו הכי ס\"ל לר\"י דיש ברירה משום דהוה תולה בדעת אחרים וכן ראיתי מי שתירץ האמנם אנכי הרואה כי תי' זה לא יתכן למ\"ש בפרק הוציאו לו דנ\"ו ע\"ב בד\"ה מ\"ש בס\"ד וז\"ל ומהשתא ניחא דלא נצטרך לדחוק ולומר דר\"י פליג ארב וסבר דליתא לדאיו כי זה דוחק אלא נימא דר\"י נמי מדקא מפרש מילתיה דאיו אלמא קסבר כותיה דליתיה למתניתין דעירובין ודברייתא דכל שילקטו מקמי מתני' דשקלים ומקמי ההוא דהלוקח ודאיו וההי' דמה היא באותן הימים ס\"ל לר\"י דלא דייקינן מינה דיש ברירה משום דלכי מיית הוי גיטא דדילמא לכי מיית זקוקה ליבם כו' והשתא קשה דאמאי לא כתבו דההיא דמה היא באותן הימים משום דעומד הדבר להתברר כמ\"ש שם ד\"ה דברי ר\"מ:<br><b> שוב </b> ראיתי בתוס' ישינים שם שכתבו כמ\"ש רש\"ל וז\"ל בד\"ה ר' יוסי ואומר רבי דשאני התם כי הדבר עומדת להתברר ממילא אם יחיה אם ימות אבל כאן כו' מיהו כה\"ג הקשו בריש כל הגט אר\"י ומפליג בין תולה בדעת עצמו לתולה בדעת אחרים והאי שינויא דפ\"י מצינן למימר התם אבל לר\"ש לא היה יכול לומר זה החילוק ומכח זה מתרץ רבי דשמואל אדשמואל כי מיהו קשה לרבי מדאמרי' בב\"ק פ' מרובה אי הכי קשיא דר\"י אדר\"י כו' ומאי קושיא והלא גבי כל שילקטו עניים היום הדבר עומד להתבר' אם ילקטו או לא ואומר רב שהי' יכול לומר כן אלא שרצה לו' תי' אחר עכ\"ל הרי מבואר בהדיא כדברי רש\"ל דס\"ל דאפי' לר' יהודה מצינן לחלק בהכי אלא שמ\"ש דלר\"ש אין לחלק בהכי הפך מ\"ש משם הר\"ן נראה דהיינו משום דשמא ימות האב או ילך למדינת הים ואנחנו לא נדע מה היה רצונו ויותר יגדל התימ' על תוס' ישנים דבסמוך ונראה בד\"ה מאי שנא לכאן ולכאן הקשו משם רבי הנזכר דאדרבא ליתא לדאיו מקמי מתניתין דעירובין ודמתניתין דמה היא באותן הימים וברייתא דכל שילקטו עניים והוא תימא שהרי כבר כתבו משמו דההיא דמה היא באותן הימים ודכל שילקטו עניים הוי הדבר עומד להתברר:<br><b> ולכן </b> נ\"ל דעיקר חילוקם הוא דההיא דמהיום אם מתי הספק שנסתפק לנו בעת התנאי הוא איזה צד מהתנאי אם יתקיים אם ימות ויהיה גט מהיום או לא ימות ויהא הגט בטל והילכך כיון דספק זה שאנו מסתפקין בעת התנאי הוא עתיד להתברר בודאי כצד אחד מהתנאי אמרי' דיש ברירה הואיל ועומד הדבר להתברר אם יחיה אם ימות מה שא\"כ בההיא דהלוקח יין דמה שמתנה זה הוא דב' לוגין שאני עתיד להפריש יהיה תרומה נמצא דבאותה שעה מכח תנאו נפל עלינו ספק על איזה לוגין יחול עליהם שם תרומה והילכך אע\"ג דלהיום או למחר יפריש ממנו לא אמרינן הוברר הדבר שעל ב' לוגין אלו היו ראויים לחול עליהם שם תרומה מעיקרא כיון שהספק שנפל לנו באותה שעה מכח תנאו על איזה לוגין יחול עליהם שם תרומה לא היה עומד להתברר בודאי שהרי אפשר שלא יבא לידי הפרשה וכן בההיא דסלע שתעלה בידי מן הכיס הספק שנפל לנו בתנאו אינו עומד להתברר בודאי דשמא לא יעלה ואם כן בההיא דאם בא חכם למזרח משמע ודאי דה\"ז דומה לההיא דמה היא באותן הימים שהרי הוא מתנה ואומר אם בא חכם למזרח עירובו למזרח למערב עירובו למערב לכאן ולכאן כו' לא לכאן ולא לכאן הריני כבני עירי אם כן באותה שעה הס' שנסתפק לנו בתנאו הוא אם יקנה שביתה במזרח או במערב או יהיה כבני עירו וא\"כ הרי ספק זה הוא עומד להתברר בודאי למחר בצד אחד מן התנאים וא\"כ היינו דק\"ל שפיר דאיך קאמר רב דליתא למתני' מקמי איו הא אדרבא ליתא לדאיו מקמי מתני' דעירובין ודמי שאחזו וברייתא דכל שילקטו ואי משום דהתם הדבר עומד להתברר ה\"נ דכוות' כמ\"ש כנ\"ל נכון ואי קשיא לך דא\"כ דההוא דמסכת עירובין חשיבא דבר עומד להתברר אם כן היכי אמרינן בפ' בכ\"מ אדרבא ליתא לדאיו מקמי מתני' ומשני לא ס\"ד ויתכן הלוקח יין כו' והשתא אם איתא מאי ראיה מייתי מההיא דהלוקח התם שאני דאין הדבר עומד להתברר הא לא קשיא דאיכא למימר דהתם אליבא דרב קאמר ורב לא ס\"ל לחלק בהכי אלא בין תולה בדעת עצמו לתולה בדעת אחרים וכדרב משרשיא דלא מחלק בהכי ומ\"ש ביומא ד\"ה הנזכר דלר\"י נמי מדקא מפרש מילתיה דאיו אלמא כותיה ס\"ל דליתיה למתניתין דעירובין ודברייתא דכל שילקטו מקמי מתני' דשקלים ומתניתין דהלוקח ודאיו וכפי מ\"ש דההיא דעירובין חשיב עומד להתברר היכי דחי ר\"י ממתניתין דעירובין מקמי ההיא ומתני' דשקלים הא ההיא דשקלים לא חשיבא עומד להתברר י\"ל דלפי תי' זה ס\"ל השתא דר\"י נמי לא מחלק בהכי בין היכא דהדבר עומד להתברר או לא וכרב משרשיא דלא מחלק בהכי כנ\"ל:<br><b> ועל </b> פי דברי התוס' ישנים שכתבנו לעיל דההיא דכל שילקטו עניים חשיב עומד להתברר איזה ילקטו ואיזה לא ילקטו נתנה ראש ליישב דברי רבינו ז\"ל שכתב בפ\"ט מה' מעשר שני הלכה ז' וז\"ל והצנועים היו מניחין את המעות ואומרים כל הנלקט מפירות רבעי אלו מחולל על המעות הללו שהרי אי אפשר לפדותו במחובר ומשמע ודאי שכונתו ז\"ל באומרו שהרי אי אפשר לפדותו במחובר שהוקשה לו דלמה לא יאמר כל המתלקט יהא מחולל על המעות הללו ולזה תירץ ואמר שהרי א\"א לפדותו במחובר וקשה דמשמע מדבריו דאם לאו משום טעמא דאין פודין במחובר היו אומרים כל המתלקט והא ליתא שהרי כיון שרבינו ז\"ל פסק דבדאורייתא אין ברירה כמ\"ש בפ\"א מה' תרומות ופ\"ז מהלכות מעשר א\"כ בלאו טעמא דאין פודין במחובר לא מהני משום דאין ברירה וכבר ראיתי להר\"ב לח\"מ פ\"ב מהלכות גניבה שהוקשה לו כן ע\"ש מה שתי'. אכן ע\"פ האמור הנה נכון דס\"ל ז\"ל כדעת התוס' דבדבר העומד להתברר יש ברירה והיינו ההיא דאתקין שמואל בגיטא דש\"מ כו' כמ\"ש התוס' וההיא דצנועין נמי חשיבי עומד להתברר כמ\"ש ומש\"ה הוצרך רבינו למיהב טעמא דאין פודין במחובר ועפי\"ז מדוקדקים דבריו שכתב בדין שלפנינו אע\"פ שרצה משחשיכה ילך דבר שהוא מדברי סופרים יש ברירה ויש לדקדק דטעם זה הי\"ל לרבינו לומר בדין ג' כשכתב מתניתין דבכ\"מ דמתנה אדם על שני דברים ולמה זה איחר עד עתה אכן ע\"פ מ\"ש דבריו מצודקים דלעיל לא הוצרך למיהב טעמא דבדרבנן יש ברירה שהרי כיון שעומד הדבר להתברר כמ\"ש אפי' בדאורייתא נמי דינא הכי דיש ברירה אמנם בדין זה דאומר לחמשה הריני מערב על איזה מכם שארצה דהתם הספק שנסתפק לנו בתנאו איזה מהן ירצה אין הדבר עומד להתברר שאפשר שלא ירצה לשום אחד מהם וכההיא דכתוב גט לאשתי לאיזו שארצה אגרש דאמרינן אין ברירה מהאי טעמא משו\"ה הוצרך למיהב טעמא משום דכל מד\"ס יש ברירה:<br><b> ודע </b> דרבינו ז\"ל לעיל בפ\"ו דין כ\"ג כתב וז\"ל אחד או רבים שאמרו לאחד צא וערב עלינו ועירב עליהם באיזה רוח שרצו ה\"ז עירוב והשיג עליו הראב\"ד וז\"ל שנה משנתו כמ\"ד יש ברירה וכתב ה\"ה וכן הוא האמת דקי\"ל בדרבנן יש ברירה כו' יע\"ש ויש לדקדק דאי טעמו של רבי' דבדרבנן יש ברירה א\"כ הי' לו לומר טעם זה לשם כדרך שכ' בדין שלפנינו גם בפ\"ה מה' י\"ט הלכה כ' ואולם עיקר דבריהם לא זכיתי להבין דמה ענין ברירה לכאן דהכא ה\"ט משום דכיון דלא פירש לו על איזה רוח יערב עליה דידיה סמך על איזה רוח שיערב לו שיהיה עירוב וזהו שכ' רבינו שהרי לא יחדו לו רוח ולפי דברי הראב\"ד וה\"ה ז\"ל ק\"ל מההיא דתנן בפסחים דף פ\"ח האומר לעבדו צא ושחוט עלי את הפסח שחט גדי יאכל שחט טלה יאכל ואמרינן בגמרא פשיטא שחט גדי יאכל אע\"ג דרגיל בטלה והשתא לפי דברי הראב\"ד וה\"ה קשה דנימא אין ברירה ואע\"ג דניחא לי' השתא בגדי דלמא בשעת שחיטה דעתו היה שישחוט עליו טלה אלא ודאי דכיון דלא פירש עלי' דידי' קא סמיך וכמ\"ש רש\"י שם וליכא למימר דמתניתין אתיא כמ\"ד יש ברירה שהרי רבינו ז\"ל פסקה להך מתני' בפ\"ג מהל' ק\"פ ותו שהרי בגמ' פרכינן התם אסיפא דמתני' דקתני שחט גדי וטלה יאכל מן הראשון והתניא אין נמנין על ב' פסחים כאחד ופרש\"י אין נמנין על ב' פסחים כא' לאכול מאחד מהן שירצה דאין ברירה וכי בעי למיכל דלמא בשעת שחיטה לא הוה דעתי' עלי' כו' הרי דתלמודא התם בעי לאוקמי למתני' כמ\"ד אין ברירה ואפ\"ה לא ק\"ל לתלמודא אלא מסיפא אבל ברישא דקתני שחט גדי יאכל ניחא ליה אפי' למ\"ד אין ברירה ועיין בתוס' שם ד\"ה והתניא שכתבו שם דמתני' ע\"כ אתיא כמ\"ד אין ברירה מדקתני שחט גדי וטלה יאכל מן הראשון ואילו למ\"ד יש ברירה יאכל מאיזה שירצה הרי מבואר דאפי' למ\"ד אין ברירה שחט גדי יאכל משום דכיון דלא פירש עליה דידיה סמך וא\"כ דכותה נמי הכא באומר לחבירו צא וערב וכיון דלא פירש עליה דידי' סמך ואפי' למ\"ד אין ברירה מודה וצ\"ע כעת:<br><b> ודרך </b> אגב אומר שחזות קשה הוגד לי מאותה סוגיא על מ\"ש הריטב\"א בפ\"ק דקדושין דכ\"ו ע\"א על ההיא דר\"ג דאמר עשור שאני עתיד למוד נתון ליהושע ומקומו מושכר לו וז\"ל ואיכא דק\"ל איך לא סיים מקום למעשרות אלו דהא תנן האומר כרי זה לתוכו כו' לא קרא שם עד שיאמרו לצפונו ולדרומו ואיכא למימר דכי בעינן סיום מקום הני מילי למאן דלית לי' ברירה אבל ר\"ג סבר יש ברירה וכשאוכל ומשייר שיעור מעשר אמרינן הוברר הדבר למפרע שהוא מה שהפריש עכ\"ל ועי' בהר\"ב מש\"ל בפי\"א מהל' מעשר שני הלכה י\"א וקשה טובא מההוא דפסחים דגרסינן התם מעשה במלך ומלכה שאמרו לעבדיהם צאו ושחטו עלינו את הפסח ויצאו ושחטו עליהן שני פסחים כו' באו ושאלו את ר\"ג אמרו להן מלכה ומלך דדעתן קלה עליהן יאכלו מן הראשון אנו לא נאכל לא מן הראשון ולא מן השני כו' והשתא ק' לפי דבריו דר\"ג ס\"ל דיש ברירה א\"כ איך קאמר ר\"ג אנו לא נאכל לא מן הראשון ולא מן השני הא למ\"ד יש ברירה יאכל מאיזה מהן שירצה דהא אין נמנין על שני פסחים אינו אלא למ\"ד אין ברירה כמ\"ש רש\"י והתוס' וצ\"ע:<br><b> עוד </b> ראיתי לעמוד על מ\"ש רבינו בפ\"ח מה' מעשר שני מי שהי' בניו מקצתן טהורים ומקצתן טמאים מניח את הסלע ואומר מה שהטהורים שותין סלע זה מחוללת עליו והשיג עליו הראב\"ד ז\"ל דהא קי\"ל דבדאורייתא אין ברירה ותי' מרן הכ\"מ שם דה\"ק כל מה שהטהורים שותין סלע זו מחוללת עליו סמוך לשתייתן כשהוא סמוך לפה ואינו ענין לברירה ע\"ש:<br><b> וראיתי </b> להר\"ב מקראי קודש ז\"ל שהקשה מההיא דפ' מרובה דפרשינן בפ' מרובה ומאי חזית דאפיכת מתני' איפוך דר\"י ואימא צנועין ור\"י אמרו ד\"א אמרי מתני' לא סגי דלא מתהפכא דבהא מתני' קתני דאית לי' לר\"י ברי' ושמעי' לי' לר\"י בעלמא דלית ליה ברירה כו' והדר פריך ס\"ס אמאי קא מהפכת למתני' משום דקשיא דר\"י אדר\"י השתא נמי קשה דרבי יוחנן אדר\"י דהא אמרת לר\"י ל\"ת כל הנלקט אלא אימא כל המתלקט אלמא אית לי' ברירה והא ר\"י לית לי' ברירה כו' והשתא כפי דברי מרן אמאי לא משני הכא נמי סמוך ללקיטתו קאמר ולעולם דלית לי' ברירה יע\"ש. ולע\"ד נראה לומר דלא מצי תלמודא לשנויי הכי דכל המתלקט סמוך ללקיטתו קאמר משום דא\"כ היכי קאמר ר\"י צנועין כו' ורבי דוסא אמרו ד\"א וליכא למימר דההיא דר' דוסא נמי דקאמר כל שילקטו עניים היום יהא הפקר סמוך ללקיטתו קאמר דא\"כ היכי פליג עלה ר\"י וקאמר לעתותי ערב אומר כל מה שלקטו וליכא למימר דא\"כ עוד היום תקשי דאמאי לא תיקן ר\"י שיאמרו בשחרית כל שילקטו עניים היום יהא הפקר סמוך ללקיטתן דהשתא ליכא משום ברירה י\"ל כמ\"ש התוס' שם בד\"ה כל הנלקט שהקשו מעין זה ותירץ דעצה טובה קמ\"ל שלא יתפקרו עניים ללקט הרבה כיון שהפקר כו' יע\"ש ובשלמא אם נאמר דר' דוסא דקאמר כל שילקטו מיירי באומר כל שילקטו סתם ומשום דאית לי' ברירה ניחא דר\"י אתא לפלוגי עלי' בעיקר דינא דכל שילקטו סתם לא מהני משום דלית לי' בריר' ואגב אורחין עצה טובה קמ\"ל שיאמרו לעתותי ערב כדי שלא יתפקרו עניים לבא אמנם אי רבי דוסא דקאמר כל שילקטו מיירי באומר סמוך ללקיטתו דהשתא לר\"י נמי מדינא שפיר דמי אין סברא לומר דר\"י איכפל לאיפלוגי משום עצה טובה גרידא ותו דאי ר' דוסא דקאמר כל שילקטו מיירי באומר סמוך ללקיטתו ור\"י פליג עלי' משום עצה טובה א\"נ משום דגזרינן שמא לא יפרוש כמ\"ש התוס' דהא א\"כ היכי קאמר ר\"י צנועין ור' דוסא אמרו ד\"א דמשמע דהא דצנועין לא מצי אתי אלא אליבא דר' דוסא אבל כר\"י לא מצי אתי ואם איתא אפילו כר\"י נמי דע\"כ לא פליג ר\"י התם אלא משום דאיתי' בתקנתי' שיאמרו לעתותי ערב ומש\"ה משום גזירה שמא לא יפרוש או שמא יתפקרו עניים קאמר לעתותי ערב כו' אמנם הכא גבי צנועין דליתי' בתקנתא שיאמרו לעתותי ערב דמה מועיל מה שאכלו קודם אמירה ה\"נ דמודה ר\"י דבשחרית אומר כל שילקטו היום יהא מחולל ולא חיישינן להא כלל וכ\"כ הר\"ב ח\"ה שם ותמצא במ\"ש אלא ודאי משמע דר' דוסא כל שילקטו סתם קאמר ומשום דאית ליה ברירה דהשתא אתי שפיר דר\"י דקאמר צנועין ור' דוסא אמרו ד\"א דלר\"י כיון דס\"ל התם דאין ברירה הכי נמי גבי צנועין ודוק:<br><b> עוד </b> ראיתי לעמוד על מ\"ש התוס' פ\"ג דחגיגה דכ\"ה ע\"ב ד\"ה חבר וע\"ה שהקשו וז\"ל והיה קשה למורי כיון דסתם משנה אית לי' ברירה תקשי מינה לר\"י דאמר אחין שחלקו לקוחות הן כו' וכתבו בס\"ד וז\"ל וכ\"ת דמדרבנן מודה ר\"י דיש ברירה שמעינן ליה בשלהי ביצה אין ברירה אף בע\"ת ומיהו כו' ובפרק בכל מערבין דדחיק לאתויי תנא דברירה לא מייתי הך משום דעדיפא לי' לאתויי מלתא דהתנא נזכר בה וגם מלתא דאיירי בע\"ת דאיירי בה עכ\"ל ודבריהם תמוהים בעיני במ\"ש וכ\"ת דבדרבנן מודה ר\"י דיש ברירה כו' דנראה דכונתם ליישב מה שהקשו לר\"י מסתם מתני' דחבר וע\"ה כו' וק' לכאורה דאכתי מה יענו למה שהקשו ממתני' דגר וגוי שירשו את אביהם יכול לומר טול אתה ע\"ז כו' דהא חלופי ע\"ז מדאורייתא אסירי כדאיתא בפ' ר\"י דף נ\"ד ובקידושין פ' האיש מקדש מיהו אחר ההשקפה הא ודאי לק\"מ שכונתם למ\"ש בקידושין דף י\"ז ע\"ב אמר רבא ד\"ת גוי יורש את אביו ד\"ת כו' גר את הנכרי אינו מדברי תורה אלא מדברי סופרים דתנן כו' וא\"כ זהו מ\"ש דהכא חשיב מדרבנן דמדאורייתא כיון דאין הגר יורש את אביו נמצא דלאו חלופי ע\"ז קא שקיל אלא מתנה בעלמא ופשוט ועיין מ\"ש התוס' שם בקדושין שצריך לעיין לעת הפנאי עם דברי התוס' דחגיגה גם מ\"ש ובפרק בכל מערבין דדחיק לאתויי תנא דברירה לא מייתי הך כו' הן דברים תמוהים לא זכיתי להבין דבריהם דהתם מאי דדחיק לאתויי תנא דברירה היינו לענין דאיכא תנא דאפי' בדרבנן לית ליה ברירה כדאיתא התם בהדיא א\"ל רבא לר\"ן מאן האי תנא דאפילו בדרבנן לית ליה ברירה כו' וא\"כ היכי הוה מצי לאתויי מהך מתני' דחבר וע\"ה הא הך מתניתין נהפוך הוא דס\"ל דיש ברירה וצ\"ע ותו במה שתי' דעדיפא ליה לאתויי מילתא דהתנא נזכר בה וגם מילתא דאיירי בע\"ת דהך תירוצא ניחא לרב יוסף דקאמר תנאי שקלת מעלמא אבל לרבא דבעי מאן האי תנא כו' מאי קא בעי הא מתני' היא בהדיא דבמשנה ליכא למימר מתניתין לא שמיע ליה כדמשני התם אדאיו וליכא למימר דרבא גופיה דבעי מאן האי תנא הוא דבעי לאשכוחי שם התנא דא\"כ אדמבעיא לי' אברייתא תיבעי לי' אמתני' דחבר וע\"ה סוף דבר שדבריהם צ\"ע:<br><b> ודעת </b> ר\"ת ז\"ל שכתבו התוס' בפ' השולח דמ\"ח ד\"ה אי לאו דקי\"ל כר' הושעיא דאמר דבדאורייתא אין ברירה ובדרבנן יש ברירה והביא ראיה מדפסקינן בפ' המוכר את הבית דס\"ד דאין להן דרך זה על זה דמוכר בעין רעה מוכר אלמא לקוחות הן יע\"ש וראיתי להרב יש\"ש בקונטרס אברירה דף ס\"א ע\"א שהק' לדברי ר\"ת הללו דע\"כ טעמא דשמואל התם לאו משום דלית ליה ברירה הוא מדפליגי התם בפ' המוכר רב ושמואל דרב פסק הלכה כחכמים דלקוחות גופייהו דיש להן דרך זה על זה ושמואל פסק כר\"ע דאין להן דרך זה על זה ואמרינן לימא אזדו לטעמם דאמר ר\"נ אמר שמואל האחין שחלקו אין להם דרך זה על זה כו' ורב אמר יש להן צריכא דאי אשמועינן בההיא קאמר רב משום דאמר ליה בעינא למידר כי היכי דדרו ביה אבותי כו' ואי אתמר בהך בהך קא אמר שמואל אבל בהא אימא מודה ליה לרב צריכא והשתא אם איתא לדעת ר\"ת הא ע\"כ צריכא לתרויהו דאי לא אשמועינן הא דאחין הו\"א בהא שוו רב ושמואל דיש להן דרך זה על זה משום דיש ברירה ואי הוי פליגי באחין הו\"א גבי אחין הוא דפליגי משום דשמואל סבר לא אמרינן ברירה ורב סבר יש ברירה אבל בלקוחות גופייהו כ\"ע מודו דאין להן דרך זה על זה כר\"ע יע\"ש. ולע\"ד נראה דל\"ק דהא ע\"כ לא מצי תלמודא לומר דאי אשמועינן בההוא דלקוחות הו\"א דגבי אחין ישוו רב ושמואל דיש להן דרך זה על זה משום דיש ברירה שהרי שמעינן לשמואל בפרק משילין דקאמר אף חביות אסור דס\"ל דאין ברירה וא\"כ ממילא הוה שמעינן לה דכיון דלית ליה ברירה ע\"כ גבי אחין שחלקו ס\"ל דאין להם דרך זה על זה משום דלקוחות הן וא\"כ משום הכי הוצרך תלמודא למיהב טעמא משום דאמר ליה בעינא למידר כי היכי דדרו אבותי וכיון דע\"כ לשמואל צריך לומר הך טעמא קאמר נמי בדרב הכי דאי אשמועינן גבי אחין, הו\"א בההי' קאמר רב משום דא\"ל בעינ' למידר כו' ואה\"נ דלרב בלאו ה\"ט א\"ש משום דהו\"א דדוקא גבי אחין קאמר משום דס\"ל יש ברירה אלא משום דלשמואל ע\"כ צריך למיהב הך טעמא קאמר נמי הכי לרב וא\"נ דאיכא למימר דלרב נמי לא מצי למיעבד צריכותא משום דהא שמעינן ליה לרב דאמר בפ' כל הגט וכולן פוסלין משמע דס\"ל דלא אמרינן ברירה ואף שהתוס' כתבו שם מ\"ש ר\"י דגבי גט כ\"ע מודו משום דכתיב וכתב לה לשמה איכא למימר דר\"ת ז\"ל לא ס\"ל הכי וכמו שכן נראה מדברי התוס' שם באותה סוגיא שחולקים על זה כמו שכתבנו לעיל ודו\"ק:<br><b> עוד </b> ראיתי לעמוד על מ\"ש רש\"י פ\"ק דביצה דף י' ע\"א ד\"ה כלים טמאים כו' שגזרו חכמים טומאה על מקום שהוא דרך יציאת הטומאה כו' אשר דברי רש\"י הללו סתרי למ\"ש בפ' משילין דל\"ח דאמרינן התם אלא לא תיפוך וכי לית ליה לר\"א ברירה בדאורייתא בדרבנן אית ליה ופי' רש\"י בדאוריית' כגון ט\"מ לית ליה ברירה ודרך יציאתה הל\"מ כו' וכ\"כ בפ' הדר דף ס\"ח ובר מן דין קשה טובא למ\"ש פ\"ק דביצה מסוגיא דפ' משילין דמשמע דס\"ל דאורייתא וכן קשה לדעת הרי\"ף והרא\"ש שבפ' הדר כתבו ואסיקנא התם דהא דתניא אין משתתפין באוצר כבית שמאי אבל לב\"ה דאית להו ברירה משתתפין משמע בהדיא דס\"ל כאוקימתא דרב הושעיא דפ' הדר ורבא דשמעתין דב\"ה מטהרין למפרע מטעמא דאית להו ברירה וא\"כ ע\"כ דס\"ל דסט\"ל דרבנן שהרי בפ' משילין פסקו דהלכתא כרב אושעיא דבדרבנן יש ברירה ובדאורייתא אין ברירה וא\"כ קשה דמההיא דפ' משילין משמע דהוי דאורייתא ועיין בהר\"ב זרע אברהם בחי\"ד סימן י\"ז מ\"ש בזה יע\"ש שבקצת דבריו יש בה מן הקושי כמו שיראה המעיין אין צורך לאורך. ולע\"ד נראה ליישב לדעת הרי\"ף והרא\"ש דס\"ל דמ\"ש בפ' משילין כי לית ליה לר\"א ברירה בדאורייתא אבל בדרבנן אית לי' הכונה לומר דדוקא בטומאת מת דהוי דאורייתא דעיקר ט\"מ דאורייתא אלא דחכמים גזרו אפילו בסט\"ל וא\"כ כיון דעיקרו מן התורה מש\"ה לית ליה ברירה אבל בדרבנן כגון עירובי תחומין דאין עיקרו אלא מדרבנן אית ליה ברירה:<br><b> ומצאתי </b> סעד לזה ממ\"ש התוס' בפ' בכל מערבין דף ל\"ז ע\"ב ד\"ה מאן האי תנא שכתבו וז\"ל הומ\"ל ר\"י דאגודה של ירק היא דהוי מדרבנן ושמא כיון דעיקר מעשר מן התורה חשיב ליה בדאורייתא עכ\"ל. והרי\"ף והרא\"ש ז\"ל פסקו כר\"א ורבא דבתראי נינהו דב\"ה מטהרין למפרע וס\"ל דכל דרבנן אפי' בדבר שעיקרו מה\"ת יש ברירה כנ\"ל נכון. ובהכי ניחא נמי לדעת הרע\"ב ז\"ל שפסק בפ\"ז דאהלות מ\"ג כרב אושעיא דאמר בלטהר את הפתחים מכאן ולהבא הוא דפליגי אבל כלים דלמפרע טמאין משום דאין ברירה אע\"ג דהוא ז\"ל כתב שם דסט\"ל גזרת חכמים היא שגזרו טומאה על המקום שהוא דרך יציאה ובפ\"ז דדמאי כתב דבדרבנן יש ברירה ומ\"ש הר\"ב תי\"ט שם דלאו דוקא קאמר אלא קרי לי' גזירת חכמים הואיל ואינו מפורש בתורה וכן הוא דרך רבינו לקרות ד\"ס מה שהוא הל\"מ זה דוחק דלשון הל\"מ צודק שפיר משום דרז\"ל פירשו לנו הדבר שהיא הל\"מ אבל לשון גזירת חכמים אינו צודק כלל בדבר שהיא הל\"מ אכן כפי מ\"ש יש ליישב דכיון דעיקרו מה\"ת פסק הרע\"ב דאין ברירה וכרב אושעיא דאית לי' הכי משום דמשמע לי' דמאי דדרש מר זוטרא הלכה כרב אושעיא דאכולה מילתא קאי ומ\"ש בפ\"ז דדמאי דבדרבנן יש ברירה היינו בדבר שעיקרו דרבנן וכן נמי גב"
            ],
            [
                "<b>המערב </b>\n<b> לשני ימים טובים כו'.</b> כ' הראב\"ד טעה בזה שאפי' בב' י\"ט של ר\"ה אע\"פ שהן קדושה אחת צריך שיהי' העירוב קיים כו' לחומרא אמרינן כו' אבל לקולא לא אמרינן ונראה דטעמו ונימוקו עמו שהרי הא דאמרינן דב' י\"ט של ר\"ה קדושה אחת הן כתב רש\"י ז\"ל בשמעתין ובפ' בכל מערבין דל\"ט דלאו משום ס' דשמא באו עדים יום ל' או יום ל\"א לחודיה התקין אלא משום דה\"ט משום דחיישינן נמי שמא באו עדים מן המנחה ולמעלה והרי קדושתו אחת ממ\"נ וא\"כ מסתברא ודאי דה\"ט אהני לן למיחש לחומרא ולמימר דביצה שנולדה בזה אסורה בזה שמא באו מן המנחה ולמעלה וקדושתו אחת אמנם לקולא ודאי אין לנו שהרי אכתי איכא למיחש שמא לא באו עדים כלל ונמצא למפרע הא' היה חול ומש\"ה אם נאכל עירובו בראשון אינו יוצא בב' לדעת הראב\"ד ז\"ל דשמא לא באו עדים כלל וכיון שכן יש לתמוה על ה\"ה שכתב וז\"ל ואני אומר שלא טעה רבינו דאם איתא דאמרינן קדושה אחת לחומרא ולא לקולא מאי קא מקשה ר\"א לרבנן מנאכל עירובו בראשון שאינו יוצא בב' ולימרו ליה אינהו ולטעמיה ב' י\"ט של ר\"ה מאי איכא למימר ולמאי איצטריכו למימר דספוקי מספקא להו אלא ודאי כל שהן בקדושה אחת לכל דבריהן הוא ואפילו לרבנן דע\"כ לא מספקא להו אלא ביו\"ט ושבת כו' יע\"ש:<br><b> ואיני </b> מבין דבריו דבשלמא בי\"ט ושבת קאמר להו ר\"א שפיר אי אתם מודים שאם נאכל עירובו בראשון אינו יוצא בב' הא לא ב' קדושות הן משום דהתם טעמייהו דרבנן דאמרי קדושה א' הן לאו משום חשש וס' הוא כמו בב' י\"ט של ר\"ה כי היכי דנימא דדוקא לחומרא אמרינן אבל לקולא לא אמרינן אלא ה\"ט משום דכיון דתרוייהו קדושת ודאים הן ולא מס' יש להן דין קדושה א' וכיומא אריכתא חשיבא ומש\"ה ק\"ל לר\"א שפיר מנאכל עירובו בא' אינו יוצא בב' דכיון דמה\"ט הוא אפילו לקולא נמי קדושה אחת הן מדהוצרכו רבנן לומר דספוקי מספקא להו מעיקר דינא אם הן קדושה אחת או ב' קדושות אמנם בב' י\"ט של ר\"ה דכל עיקר טעמא דאמרינן קדושה אחת הן הוא משום חשש וס' מה מקום להקשות מנאכל עירובו וכמ\"ש:<br><b> ולדעת </b> רבינו ז\"ל נראה שיש ליישב דס\"ל כדעת התוס' ז\"ל שכתבו בשמעתין בד\"ה מי לא מודה ריב\"ז ליישב פי' רש\"י וז\"ל ומ\"מ יש ליישב פרש\"י ודק\"ל מנ\"ל הך סברא ה\"פ מי לא מודה ריב\"ז שאם באו עדים כו' כגון קודם חרבן דהוי קדושה אחת וא\"כ גם לאחר חרבן כשהיו עושין ב' ימים כגון שלא באו עדים כלל ביום שלשים דלא מס' היו עושים אלא כמו קודם חרבן הם קדושה אחת ולא מספק היו עושים ועיין בהר\"ב חד\"ה שם מה שפי' בכונתם ועיין בס' ידי אליהו ד\"י מ\"ש בזה באורך יע\"ש וא\"כ מהאי טעמא כתב רבינו דבב' י\"ט של ר\"ה אם נאכל בא' יוצא בב' דכיון דטעמא דאמרינן קדושה אחת הן לאחר תקנת ריב\"ז היינו משום דחיישינן שמא לא באו עדים כלל דאז מדין קדושה אחת היו ב' ימים ולא מחמת ס' א\"כ ממ\"נ יוצא בב' דאם באו עדים ביום ל' נמצא דהב' הוא חול וא\"צ עירוב כלל ואם לא באו עדים כלל הרי הן קדושה אחת וכבר קנה עירובו בראשון ובהא ניחא לי מה שהקשה הר\"ב מג\"א ז\"ל בסי' תי\"ו סק\"א ובסימן תק\"ג סק\"ד בסימן תי\"ו העתיק לשון רבינו ז\"ל משמע דס\"ל דבב' י\"ט של ר\"ה אפי' נאכל בא' יוצא בב' דקדושה אחת הן אפילו לקולא ואלו בסימן תק\"ג פסק דאסור לאפות ולבשל מי\"ט לחבירו ואפילו בב' י\"ט של ר\"ה וה\"ט משום דלהחמיר אמרינן קדושה אחת ולא להקל כמ\"ש בב\"י וע\"ש מה שנדחק בזה הנה על פי האמור הוא נכון דהתם גבי נאכל עירוב שרי ממ\"נ דאם לא באו עדים כלל הרי הוא קדושה אחת ואם באו עדים ביום ל' הרי הב' חול הוא וא\"צ עירוב אמנם באופה מיום טוב לחבירו אפילו בב' י\"ט של ר\"ה אסור משום דאיכא למיחש שמא באו עדים ביום ל' והב' חול נמצא אופה מי\"ט לחול כנ\"ל ועוד אפשר לומר דדוקא בעירובי תחומין דרבנן אמרינן הם אמרו והם אמרו אמנם באופה מי\"ט לחול דאיכא איסורא דאורייתא לא אמרינן קדושה אחת הן כיון דהא דקדושה אחת הן אינו אלא תקנתא דרבנן דתקינו שיהא אותו היום קדש ולמחר קדש לא מהני תקנתא דרבנן להתיר איסור דאורייתא ואע\"ג דלמאי דקי\"ל כר\"ח דאמרינן הואיל ליכא איסורא דאורייתא באופה מי\"ט לחול מ\"מ הא מיהא איסורא דאורייתא איכא באופה בין השמשות וכיוצא וכמ\"ש התוס' פסחים ומ\"מ לדעת הראב\"ד ז\"ל אין מקום להקשות מה שהקשה ה\"ה משום די\"ל שדעתו ז\"ל כדעת רש\"י דס\"ל דעיקר טעמא דב' י\"ט של ר\"ה קדושה אחת הן משום חשש דשמא באו עדים מן המנחה ולמעלה הוא ואפילו לאחר תקנת ריב\"ז דתקנה ראשונה לא זזה ממקומה וכמ\"ש בד\"ה מי לא מודה ריב\"ז אבל משום חשש דשמא לא באו עדים כלל ליכא משום דכשלא באו עדים כלל מס' היו עושים ב' ימים ולא מכח קדושה אחת היא ומש\"ה השיג על רבינו ז\"ל וכתב דנאכל עירובו אינו יוצא בב' משום דחיישינן שמא לא באו עדים כלל דאז הו\"ל ב' קדושות כב' י\"ט של גליות אלא שמדברי רבינו ז\"ל שכתב בפ\"א מה' קדוש החודש דין ו' וז\"ל משחרב בית המקדש התקין ריב\"ז שיהיו מקבלין עדות החדש כל היום כולו כו' ומקדשין יום למ\"ד בלבד נראה בהדיא שדעתו ז\"ל שלא כדעת רש\"י ז\"ל דסבירא ליה דאף לאחר תקנת ריב\"ז תקנה ראשונה לא זזה ממקומה ואם באו מן המנחה ולמעלה נוהגין אותו היום קדש ולמחר קדש ומדלא השיג עליו הראב\"ד ז\"ל משמע דהכי ס\"ל וא\"כ עכצ\"ל דס\"ל דעיקר טעמא דב' י\"ט של ר\"ה דקדושה אחת הן הוא משום שמא לא באו עדים כלל והיו עושין ב' ימים מדין קדושה א' ולא מכח ס' וכמ\"ש התוס' ליישב פרש\"י וכ\"כ בס' ידי אליהו שזה דעת רבינו וכיון שכן מ\"ש הראב\"ד דאם נאכל עירובו אינו יוצא בב' דקדושה אחת לא אמרו אלא להחמיר לא להקל לאו משום דהוי ספק וכמ\"ש לעיל אלא משום דס\"ל דקדושה אחת לא נאמר אלא להחמיר והיינו דק\"ל לה\"ה ז\"ל שפיר מההיא די\"ט ושבת כנ\"ל:<br><b> אך </b> הדבר הקשה טובא הוא מ\"ש ה\"ה ולימרו אינהו וליטעמיך ב' י\"ט של ר\"ה מאי איכא למימר והדבר תמוה שהרי רבנן דר\"א ס\"ל דב' י\"ט של ר\"ה ב' קדושות הן כדאיתא בהדיא בפ' בכל מערבין דל\"ט מודים חכמים לר\"א בר\"ה שהיה ירא שמא תתעבר מערב אדם ב' עירובין כו' ופירש\"י ז\"ל מודים חכמים אע\"ג דפליגי עליה דר\"א בשבת וי\"ט הכא מודו דב' י\"ט של ר\"ה ב' קדושות הן כו' וא\"כ היכי מצי קאמרי רבנן לר\"א וליטעמיך ב' ימים טובים של ר\"ה מאי איכא למימר הא לדידהו בב' י\"ט של ר\"ה יכול לערב על ב' רוחות. ולפי חומר הנושא היה נ\"ל ליישב שדעת ה\"ה ז\"ל כדעת י\"מ שכתב הריטב\"א בחי' לעירובין וז\"ל יש שפירשו דפלוגתא דר' יוסי ור' יאודה לאחר החרבן הוא דהא אינהו לאחר החרבן היו והיכי הוי פליגי בדינא דקודם החרבן דמאי דהוה הוה אלא ודאי פלוגתייהו לאחר החרבן ומשום דקתני התם משחרב בית המקדש התקין ריב\"ז שיהו מקבלין עדות החדש כל היום כו' ומשו\"ה ס\"ל לר\"י דלא חשיבא קדושה אחת דלא הוי טעמא אלא כי היכי דלא ליזלזלו ביה ור' יוסי סבר דאף לאחר החרבן קדושה א' הן כמו קודם החרבן דלענין זה לא זזה תקנה ממקומה ואתיא הך פלוגתא כפלוגתא דפליגי רבה ורבא בפ\"ק די\"ט דרבה דאמר מתקנת ריב\"ז ואילך ביצה מותרת אתי' כר\"י ורבא דאמר אף מתקנת ריב\"ז ביצה אסורה אתיא כר' יוסי אלו תורף דבריו יע\"ש. ולפי זה מצינן למימר דכונת ה\"ה ז\"ל לומר דאם איתא דלמאי דפסקינן השתא כר' יוסי דאף לאחר תקנת ריב\"ז ביצה אסורה משום דב' י\"ט של ר\"ה קדושה א' הן כמו קודם תקנת ריב\"ז דתקנה ראשונה לא זזה ממקומה ואפ\"ה אמרינן דאם נאכל עירובו בראשון אינו יוצא בב' משום דלחומרא אמרינן קדושה אחת ולא לקולא לימרו ליה רבנן לר\"א ולטעמך שני י\"ט של ר\"ה וכגון קודם תקנת ריב\"ז דהתם כ\"ע מודו דקדושה אחת הן לדעת י\"מ הללו מאי איכא למימר דהא קודם תקנת ריב\"ז לרבנן דפליגי ארבי יוסי הו\"ל כאחר תקנת ריב\"ז לדידן דקי\"ל כר' יוסי. אך קשה לפי י\"מ הללו דאיך אפשר לומר דר\"י לא פליג אר' יוסי אלא לאחר חרבן אבל קודם חרבן מודה דקדושה א' הן ורבה דקאמר מתקנת ריב\"ז ואילך ביצה מותרת אבל קודם תקנה לא אתיא כר' יהודה וא\"כ מאי האי דקא אמרינן התם ורבנן התם כי היכי דלא לזלזלו ביה ומה תשובה היא זו הא לאחר תקנת ריב\"ז היו מקבלים עדות החדש כל היום למנות מיום ראשון ואם כן ע\"כ אי אמרינן דאף לאחר תקנת ריב\"ז אם באו עדים מן המנחה ולמעלה נוהגין אותו היום קדש ולמחר קדש וכדקאמר לי' ר\"י היינו משום דכך נהגו לעשותם קדושה אחת אבל משום טעמא דלא לזלזלי ביה לא אהני לן לעשות ב' י\"ט דהך טעמא ניחא לקודם תקנת ריב\"ז דלא היו מקבלין עדים מן המנחה ולמעלה ואפ\"ה היו גומרין אותו בקדושה כי היכי דלא ליזלזלו ביה לשנה הבאה כמ\"ש רש\"י אבל לאחר תקנת ריב\"ז ולעשות יום ב' י\"ט לא אהני לן הך טעמא וכמבואר. ויש ליישב פי' י\"מ הללו דר' יוסי ה\"ק אי אתם מודים דקודם חרבן אם באו עדים מן המנחה ולמעלה נוהגין אותו היום קדש ולמחר קדש ואף שהב' היה י\"ט ודאי אפ\"ה היו עושין גם הראשון י\"ט א\"כ לאחר תקנת ריב\"ז נמי לא נעקרה תקנה ראשונה מלעשות שני י\"ט אע\"פ שהראשון הוא ודאי י\"ט דריב\"ז לא תיקן אלא לקבל עדות אף לאחר המנחה ולמנות מיום ב' ועיין מ\"ש בעל חד\"ה שם בד\"ה מי לא מודה ריב\"ז ואהא קאמר תלמודא ורבנן התם כי היכי דלא ליזלזלו ביה כלומר דדוקא קודם תקנת ריב\"ז היו עושין ב' ימים ואע\"ג דהב' ודאי י\"ט מטעמא דלא ליזלזלו בי' לשנה הבאה אבל לאחר תקנת ריב\"ז לעשות יום ב' י\"ט דליכא הך טעמא ה\"נ דלא היו עושין אלא יום א' בלבד, כנ\"ל ליישב דעת ה\"ה לפי חומר הנושא ועיין ומ\"ש שם רש\"י ד\"ה דלמא מעברי לאלול כתקנה ראשונה כו' הן דברים תמוהים ועיין בהרלנ\"ח ז\"ל סי' נ\"ד ואפשר ליישב דבריו ע\"פ מ\"ש הר\"ב ידי אליהו ז\"ל דף י\"א וי\"ב ודוק:<br><b> מעשה חושב</b>\n<b> (סג) </b> ובהא ניחא לי מה שהקשה הר\"ב מג\"א ז\"ל כו'. ונלע\"ד דלא הועיל בישוב זה דהכי קא ק\"ל להמג\"א ז\"ל כיון דסתם הב\"י כהמחבר סי' תק\"ג ס\"ח ומשוי לר\"ה כשני י\"ט של גליות ומבואר לפ\"ז דלאו דוקא ביה\"ש אסור לאפות ולבשל לצורך מחר אלא אפילו כל היום כולו נמי אסור והרי הב\"י ס\"ל בסי' תצ\"ז סעיף ד' דספק מוכן מותר ביו\"ט שני הרי חזינן דס\"ל דס\"ס מותר אפילו בדבר שיש לו מתירין וא\"כ הרי דבריו סתרי אהדדי דהא למ\"ש הרמב\"ם והרשב\"א דאפילו אם נאכל עירובו של ר\"ה בראשון יוצא בשני משום דלקולא נמי אמרינן דקדושה אחת היא א\"כ הרי יהיה מותר לאפות ולבשל ביום א' דר\"ה לצורך מחר משום ס\"ס ספק שמא לא יבואו עדים בראשון וא\"כ הרי מותר לאפות ולבשל לצורך מחר דקדושה אחת היא ואת\"ל שיבואו עדים היום מ\"מ שמא מקלעי אורחים היום ויהיה אפייתו לצורך היום וניהו דמשום הואיל ואי מקלעי אורחים אינו מותר לאפות לכתחלה אפילו מדרבנן מ\"מ עכ\"פ מידי ספיקא לא נפקא ובכה\"ג הרי איכא ס\"ס וכנ\"ל. ואי אמרינן דקדושה אחת הן לקולא נמי הרי היה מותר לאפות ולבשל ביום א' דר\"ה לצורך מחר מטעם ס\"ס הנ\"ל כיון דלהב\"י ס\"ס מותר בדבר שיש לו מתירין. נמי כן הוא תוכן קושיית המג\"א ז\"ל. ומ\"ש הגאון המחבר ז\"ל בתירוצו השני משום דבאופה מיו\"ט לחול איכא איסורא דאורייתא משום בין השמשות בזה נמי ק\"ק דהא המחבר סתם בסי' תק\"ג ואוסר כל היום בר\"ה כמו בשני י\"ט של גליות ודו\"ק:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות עירובין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}