{
    "title": "Lehem Mishneh on Mishneh Torah, Sabbath",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Lehem_Mishneh_on_Mishneh_Torah,_Sabbath",
    "text": [
        [
            [],
            [],
            [],
            [],
            [
                "<b>ורוחץ ידיו בעפר הפירות וכו'.</b> קשה דבפרק במה טומנין (שבת דף נ') אוקמוה הא דתני שם גבי נתר וחול אבל לא יחוף שערו בהם כר' יהודה דלר״ש דסבר דבר שאינו מתכוין מותר חופף את ראשו וכיון דרבינו פסק כר״ש למה לא כתב שחופף ראשו בנתר אע״פ שמשיר שער. ועוד תימא דנזיר ושבת דמו בגמרא זה לזה ומ״ש נזיר חופף ומפספס הוי בנתר וחול דאי אינו אלא בידים לא מקשי גמרא מידי מנזיר דשאני התם דאינו אלא בידים אבל בנתר לעולם אסור ורבינו כתב בפ' ה' מה' נזירות נזיר חופף על שערו בידו וחוכך בצפורניו ולא הזכיר נתר משמע דנתר אסור. וע״ק דשם כתב לא יחוף באדמה והוא פי' בנזיר בפי' המשנה דהוי נתר ותימא הוא בגמרא מוכח דנתר מותר כדכתיבנא. ונראה לתרץ לכל זה דרבינו סובר דרבי ישמעאל דקאמר בפ' ג' מינין (נזיר דף מ\"ב) בתר הא מתני' דחופף ומפספס לא יחוף באדמה מפני שמשרת (את השער) פליג את״ק דהיינו ר״ש קאמר חופף ומפספס אפי' באדמה דהיינו נתר משום דלא הוי פסיק רישיה ואתא ר' ישמעאל לומר דנהי דבדבר שאינו מתכוין מותר אבל לא יחוף בנתר מפני שהיא ודאי משרת והוי פסיק רישיה ופסק רבינו כר' ישמעאל כמ״ש בפי' המשנה והלכה כר' ישמעאל וטעמא משום דבגמ' שקיל וטרי אליביה דשאלו שם מפני שהיא משרת תנן וכו' משמע דהלכה כותיה. וא״כ אע״פ דדבר שאינו מתכוין מותר כר״ש בהא דנתר פסק דאסור דהוי פסיק רישיה כר' ישמעאל ולכך כתב בנזיר דחופף בידו דוקא ומה שלא הזכיר חפוף הראש בעפר הפירות היינו משום דמאי דהוה ס״ד מעיקרא חילוק בין ראש לידו הוא משום דהוה ס״ד דיד לא הוי פסיק רישיה כדכתבו התוס' דיד אינו ודאי משיר אבל הוא ז״ל שכתב בפ' כ״ה מהלכות אלו דביד ודאי משיר א״כ הוי ראש ויד שוין וברור הוא: "
            ],
            [],
            [
                "<b>כל העושה מלאכה בשבת וכו'.</b> כתב הרב המגיד ויש לי סעד לסברא זו וכו' כונת דבריו לתת טעם לדברי ההלכות ואמר דאליבא דרב דס״ל דבדבר שאינו מתכוין אסור כל שכן מלאכה שאינה צריכה לגופה ואפי' לשמואל דאמר דבר שאינו מתכוין מותר מ״מ במלאכה שאינה צריכה לגופה מודה דחייב לכך פסק במלאכה שאינה צריכה לגופה דלא כר״ש ודלא כרבא דס״ל כותיה בריש פ' נוטל (שבת דף קמ\"א:) גבי הוציא תינוק מת וכיס תלוי בצוארו דס״ל דאינו חייב משום תינוק וזה דעת רבינו ז״ל וא״ת א״כ איך פסק בפ' י״ח המוציא תינוק חי וכיס תלוי בצוארו דחייב משום הכיס דמשמע דאם הוא מת אינו חייב לא משום תינוק ולא משום כיס וכסברת רבא ד תינוק כדין מת אפילו שהיא מלאכה שאינה צריכה לגופה וזה נתבאר חייב משום תינוק מ אי לא לישמעינן רבותא דאפילו במת דחייב. וי״ל דבמת חייב משום כבר בדברי רבינו בהלכות אלו אבל בחי הודיענו רבינו דאע״פ דאינו שום כיס מיהא חייב: "
            ],
            [
                "<b>כל המתכוין לעשות מלאכה וכו'.</b> כונת רבינו לומר דכיון דבנתכוין לדבר חמור ועשה דבר חמור אמרי' דפטור כ''ש כאן דנתכוין לדבר קל ועשה דבר חמור והקשה הרב המגיד דתיפוק ליה אפי' שיהיה הכל בר''ה ויהיה כונתו מתחלה לזרוק ד''א וזרק שמנה פטור משום דמלאכתו לא נעשה בשלימות ונעשה יותר ממחשבתו ואין הטעם משום שחשב לעשות מלאכה זאת ונעשה מלאכה אחרת, וזה הוקשה לו ז''ל מפני שהבין מתוך לשונו דרה''י וכרמלית ור''ה עומדים בשורה זה אחר זה כרמלית ור''ה ואין הכרמלית בצד ר''ה דכן משמע הלשון שאמר האבן שעברה לר''ה דפטור ועברה משמע דעברה על הכרמלית והלכה לר''ה ותירץ הוא ז''ל דאפשר דכאן אמר בכ''מ שתרצה תנוח. ובענין זה נתבאר בפי''ג דר''ה חייב אבל כאן מפני שהוא כרמלית פטור. ויש לתמוה בתירוץ זה דאם כונתו דחשב דינוח אפי' בר''ה א''כ אמאי פטור. ואם כונתו דבכ''מ שתרצה תנוח בכרמלית ולא בר''ה א''כ הדרא קושיא לדוכתא אמאי חייב כה''ג אפי' בר''ה הרי נעשה יותר ממחשבתו. ונראה לומר דכונתו שם בדין זרק ארבע שלא ינוח בפחות מד' אבל אם ינוח משם והלאה אין חשש דבכ''מ שתרצה תנוח ומפני כן אמרו שם דכיון דמחשבתו הראשונה היתה שלא תנוח בפחות מד' הרי מחשבתו באיסור והפועל ג''כ באיסור וא''כ הוא חייב משום דהרי חשב דאם תרצה לנוח מכאן והלאה דאין בזה חשש אבל כאן בכרמלית שחשב שלא ינוח בפחות מכרמלית אבל אם ינוח לר''ה אין חשש כיון דמה שחשב מתחלה שלא ינוח פחות אין בזה איסור דאורייתא ומפני כן פטור דכל עיקר כונתו אינו אלא שלא יפחות ממהלך הכרמלית אבל אם הוא יותר אין עיקר כונתו לזה נהי דאם נח בר''ה אין לו חשש בזה אבל מ''מ עיקר כונתו בכרמלית היא ושלא יפחות מהכרמלית וזהו שכתב ולא נתכוין לזרוק אלא בכרמלית וכו'. עוד כתב ומ''מ עיקר כונתו וכו' כונתו דאע''פ שתירץ הקושיא מ''מ אינו מספיק לו תירוץ זה ולכן כתב דלא הוי רה''י וכרמלית ור''ה בשורה זה אחר זה כדהוה ס''ד מעיקרא אלא דרה''י באמצע וזה מכאן וזה מכאן גם שלשון רבינו שכתב ועברה אינו מבואר כן: ",
                "<b>הרי זה ק''ו וכו'.</b> ולמה שהקשה הרב המגיד דא''כ אפי' בר''ה כה''ג פטור י''ל דאה''נ אלא רבינו לא כתב אלא הדבר שהוא בא בק''ו שהוא נתכוין לקל ונעשה חמור ולכך כתב זה אבל ההוא דהתם הוי נתכוין חמור ונעשה חמור אלא שנעשה יותר ממחשבתו ודבר זה לא אתי בק''ו אלא מה שי''ל לזה דמה שהוקשה לו לרבינו הוא דאין הטעם כאן משום שחשב לעשות מלאכה אחת ועשה אחרת דאפי' במלאכה אחת גופה כיון שעשה יותר ממחשבתו פטור כדכתיבנא: ",
                "<b>נתכוין לעשות דבר המותר וכו'.</b> תימא דהא כלל רבינו בריש הפ' דכ״מ שאמרנו בשבת שפטור הוא פטור אבל אסור והוא מימרא דשמואל סוף פ' האורג (שבת דף ק\"ז) כל פטורי דשבת פטור אבל אסור וכו' ודין זה מחלוקת דאביי ורבא פ' כלל גדול (שבת דף ע\"ב:) דאמרי' התם נתכוין להגביה את התלוש וחתך את המחובר פטור לחתוך את התלוש וחתך את המחובר רבא אמר פטור אביי אמר חייב רבא אמר פטור דהא לא נתכוין לחתיכה דאיסורא אביי אמר חייב דהא קא מכוין לחתיכה דעלמא ע״כ, וא״כ כיון דאמרו פטור ראוי להיות פטור אבל אסור כפי הכלל המסור בידינו דכל פטור פטור אבל אסור. מיהו לזה י״ל דאין כלל דברי שמואל אמורים אלא בדברים השנויים במשנה וכן כתבו התוספות בריש פרק קמא (דף ג') שתירץ ר״י בשם ר' אברהם בד״ה בר מהני תלת וכו' ע״ש. אבל מכל מקום נ״ל קשה דאפילו בנתכוין להגביה את התלוש וחתך את המחובר דבהא כ״ע מודו דפטור דכיון דלא איתכוין לחתיכה אמרו שם בגמרא (דף ע\"ג) ואלא לאביי שגג בלא מתכוין היכי דמי וכו' משא״כ בשבת דנתכוין להגביה את התלוש וחתך את המחובר פטור אבל אסור אבל נתכוין לחתוך את התלוש וחתך את המחובר חייב וכו' נתבאר משם בגמרא דנתכוין להגביה את התלוש וחתך את המחובר פטור אבל אסור ואף ע״פ שזה נאמר בגמרא בדברי אביי בהא רבא מודה דלא פליג אלא בחיוב דנתכוין לחתוך את התלוש וחתך את המחובר אם הוא חייב אבל בנתכוין להגביה כ״ע מודו דפטור ואין בזה מחלוקת דלכ״ע פטור אבל אסור א״כ כ״ש בנתכוין לחתוך את התלוש דאיתכוין לחתיכה דהוא פטור אבל אסור ורבינו מיקל ביותר ואמר דאפי' נתכוין לחתוך את התלוש אינו חייב כלום הפך הנראה מסוגיית הגמרא כדפרישית. ועוד דלפי דברי רבינו נתכוין שתים וזרק ארבע דאיכא מחלוקת אביי ורבא דרבא אמר פטור ואביי אמר חייב וכן בסבור שהוא רה״י ונמצא רה״ר דאמר רבא פטור הכל הוא פטור לגמרי דאל״כ תיקשי דבגמרא עבדי צריכותא ואמרי אי אשמעינן נתכוין לחתוך את התלוש בההוא קאמר רבא דהא לא קא מכוין לחתיכה דאיסורא וכו' ואי הך פטור בזרק ארבע הוי פטור אבל אסור הא אצטריך רבא לאשמועי' דלא הוי כחתיכה דהתם מותר לגמרי והכא פטור אבל אסור אלא ודאי הך פטור הוי נמי מותר לגמרי וכן הך דכסבור שהוא רה״י ונמצא רה״ר דהוי פטור לגמרי מזה הטעם עצמו וזה דוחק דכל הני הוו שלא כדברי כל פטור סתם האמור בגמרא ומי הכריחו לרבינו בכל זה. וע״ק דבפ״ב מה' שגגות כתב נתכוין להגביה את התלוש וחתך את המחובר בלא כונה פטור ממלאכת מחשבת וכו' ומדכתב פטור משמע פטור אבל אסור מיהו זה אינו כלום דהכלל דמסר לנו רבינו הוא בכ״מ דה' שבת שיאמר פטור הוא פטור אבל אסור אבל התם אפשר שיהא מותר לגמרי ומ״ש פטור הוא פטור מקרבן דבדידיה קא עסיק באותן ההלכות ומה לנו להודיע אם מותר וקל להבין ומ״מ קשה מה שהקשינו: "
            ],
            [],
            [
                "<b>היו לפניו שתי נרות דולקות וכו'.</b> דברי רבינו תמוהין דבפ' ספק אכל (כריתות דף י\"ט ע\"ב) הקשו לשמואל דאמר דמתעסק פטור מהא דנתכוין ללקוט תאנים ולקט ענבים ענבים ולקט תאנים שחורות ולקט לבנות דמשמע דבחד מינא כ״ע מודו דחייב ותירצו כגון שאבד מלקט מלבו ובמסקנא (דף כ' ע\"ב) אמר רבא ליקדם איכא בינייהו והא תניא היו לפניו שתי נרות דולקות (ארוכות) ונתכוין לכבות זו וכבה את זו להדליק את זו והדליק את זו חייב להדליק ולכבות וכבה והדליק בנשימה אחת חייב ע״כ. משמע מכאן דלשמואל דקאמר מתעסק פטור אפי' בחד מינא פטור היכא דנתכוין ללקוט תאנה זו ולקט תאנה זו ומה שאמר במתני' נתכוין ללקוט תאנים ולקט ענבים היינו ליקדם כדקאמר שהיה בדעתו ללקוט שניהם ונהפך לו הדבר שבדעתו ללקוט תאנים תחלה ולקט ענבים תחלה וכו' דוקא דהוו שני מינים פטור אבל מין א' חייב אבל בשאינו ליקדם אלא נתכוין ללקוט תאנה זו ולקט אחרת פטור וזה פשוט ומוכרח בהך סוגיא וא״כ איך כתב רבינו דנתכוין לכבות את זו וכבה את זו להדליק את זו כו' דחייב הא למה״ד למי שנתכוין ללקוט תאנה זו ולקט תאנה אחרת הא בין בדין ההדלקה ובין נתכוין ללקוט תאנה זו שהביא לדמיון משמע מן הסוגיא הנזכרת דפטור כדכתיבנא ואע״פ שלשון הברייתא קאמרה גבי נרות היו לפניו שתי נרות (ארוכות) ונתכוין לכבות את זו וכבה את זו וכו' חייב משמע פשט הדברים כדברי רבינו לפי גרסתו דגורס חייב הפך גרסת רש״י שגורס שם פטור וא״כ י״ל דכתב כן לפי גירסתו, זה אינו דע״כ אפי' לפי גירסתו מוכרחים אנו לומר דמה שאמרה הברייתא נתכוין לכבות וכו' היינו להקדים כמו במתניתין שהיה בדעתו לכבות זו אחר זו ונהפך לו הדבר דאל״כ תקשי לשמואל דאמר דמתעסק פטור וכדכתב הראב״ד ז״ל בהשגות והשיג על רבינו כן וצריך ליישב על כל פנים דעת רבינו: <b>עוד</b> ק' קצת הדמיון שהביא מנתכוין להרוג את זה והרג את זה חייב דמה דמיון הוא זה אפילו שמתעסק יהיה פטור שם ראוי להיות חייב כדאמרו שם בגמרא גבי מילת התינוקות הואיל ומקלקל בחבורה חייב מתעסק בחבורה חייב. מיהו לזה י״ל דרבינו פסק בפ' זה דמקלקל בחבורה פטור שכתב כל המקלקלין פטורין ואוקימנא בגמרא מתני' כמ״ד מקלקל בחבורה פטור ועוד דלא כתב כן רבינו לומר דכי היכי דהתם חייב הכא נמי חייב אלא דכי היכי דהתם נעשה מה שחשב ה״נ נעשה מה שחשב אבל לקושיא הא' צ״ע: <b>ונ״ל</b> לתרץ דרבינו הוקשה לו מה שהוקשה לתוס' בפ' כלל גדול (שבת דף ע\"ב:) על ההיא דנתכוין לחתוך את התלוש וחתך את המחובר דרבא אמר פטור משום דלא איכוון לחתיכה דאיסורא ואביי אמר חייב משמע דלכ״ע מיהו היכא דנתכוין לחתיכה דאיסורא כגון לחתוך מחובר זה וחתך אחר חייב ואמאי לשמואל דאמר מתעסק פטור אפילו נתכוין לחתוך מחובר זה וחתך אחר פטור ותירצו הכא איירי כגון שנתכוין לחתוך איזה דבר כסבור שהוא תלוש ונמצא מחובר ורבינו לא רצה לתרץ כך דמשמע ליה דפליגי אביי ורבא על שמואל ופסק כוותיה ולדידהו ברייתא דהיו לפניו שתי נרות דולקות וכו' דקאמר שם חייב אין פירושה ליקדים כמו שהוא לשמואל אלא כפשטה היא דחייב דכיון דנתכוין לדבר איסור חייב וכן מתני' דנתכוין ללקוט ענבים ולקט תאנים וכו' כפשטה הוא ואע״ג דרבא תירץ שם ליקדים אליבא דשמואל תירץ וליה לא ס״ל דאיהו גופי' אקשי לעיל לרב נחמן על הא דשמואל מההוא דתינוקות וא״כ כולה סוגיא דבפ' ספק אכל דמתאמרא אליבא דשמואל לא נקטינן כוותיה. עוד הקשו שם התו' מרבא גופיה דקאמר נתכוין לזרוק ארבע וזרק ח' פטור והא התם נתכוין לזריקה דאיסורא ופטור. וקושיא זו איתא לדעת רבינו דהוא פסק כאן דנתכוין ללקוט תאנה זו ולקט מזו חייב ובפי״ג כתב נתכוין לזרוק ד' וזרק ח' פטור ויש לתרץ לדעת רבינו דשאני היכא דנתכוין ללקוט מחובר זה ולקט זה אז חייב דפעולת הלקיטה היא אחת והרי נעשית אלא שהיא בנושאים מחולקים אבל נתכוין לזרוק ארבע וזרק ח' נעשית פעולה מחולקת דהוא היה רוצה לזרוק ד' והיתה הזריקה ח' היא מחלוקת לגמרי ולכך פטור והבן זה. וכ״ת כיון דרבינו אינו מפרש הברייתא דהקדימה דין זה של הקדימה מנין יצא לו דהיכא דנהפך הדבר פטור גבי תאנים שחורות ולבנות וי״ל מגופא דברייתא דאמר להדליק ולכבות וכבה והדליק בנשימה אחת חייב משמע הא בשתי נשימות פטור וה״ה לשחורות ולבנות דהוי כמו הדלקה וכבוי. ומה שאמר אבל אם נתכוין להדליק ראשונה וכו' פשוט הוא דלא איירי בגוונא דלעיל דהיינו שתי נרות דולקות או כבויות אלא כאן איירי בחד דלוק וחד כבוי ולא הוצרך רבינו לפרש ואע״פ דלשון אבל משמע דאיירי על חלוקה קמייתא. והראב״ד בהשגות תיקן החלוקה זו שכתב נר א' דלוק ונר א' כבוי וכתב שמה שכתוב בפנים שיבוש, ונראה שטעמו משום מ״ש שנראה דאיירי בגוונא דחלוקה קמייתא ומ״מ אתי לגירסת ספרינו שפיר דדבר ברור כמ״ש, כנ״ל לפרש לשון רבינו ודבריו אין בהם נפתל ועקש. איברא דהרב המגיד כתב ועיקר הפי' הוא נתכוין לחתוך איזה דבר כסבור שהוא תלוש נראה דמשמע דס״ל דרבינו מפ' כפי' התוספות ולא ס״ל דפליגי אביי ורבא עליה דשמואל כדכתבתי. ומ״מ אני אומר דהדבר מוכרח כמ״ש אלא שהרב המגיד לא כתב אלא עיקר הפירוש הוא זה ואע״פ שאין דעת רבינו כן מ״מ לענין הדין יש לסמוך על זה אבל אין כונתו לומר שרבינו יסבור כן: "
            ],
            [
                "<b>אבל אם נתכוין להדליק ראשונה וכו' פטור וכו'.</b> כלומר היו לפניו שתי נרות אחת דלוקה ואחת כבויה וכונתו לכבות את הדלוקה ולהדליק את הכבויה וכל אחת מהן יקראו ראשונה בערך הפעולה תתחיל ממנה ואם יתחיל מלאכת הכבוי מהדלקה אז תקרא היא ראשונה ואם תתחיל מלאכת הדלקה מהכבויה אז תקרא היא ראשונה: "
            ],
            [
                "<b>אבל אם נתכוין להוציא לפניו ובא לו לאחריו פטור וכו'.</b> ה״ה דלאחריו ובא לו לאחריו פטור כדקאמר רב אשי בפ' המצניע (שבת דף צ\"ב:) ורבינו לא חייש להביא דכבר אמר שם רב אשי דלא מבעיא קאמר והוא פשוט יותר: "
            ],
            [],
            [],
            [],
            [
                "<b>ואם אין א' מהן יכול לעשותה לבדו וכו'.</b> פסק כר' יהודה דפ' המצניע (שבת דף צ\"ג) ודלא כר״ש דבגמרא אמרי' שם לר״ש תלתא מיעוטי כתיבי נפש תחטא אחת תחטא בעשותה תחטא חד למעוטי זה עוקר וזה מניח וחד למעוטי זה יכול וזה יכול [וחד למעוטי זה אינו יכול וזה אינו יכול ור״י חד למעוטי זה עוקר וזה מניח וחד למעוטי זה יכול וזה יכול] וחד למעוטי יחיד שעשאה בהוראת ב״ד ור״ש יחיד שעשאה בהוראת ב״ד חייב ע״כ. וק' דכיון דרבינו פסק כר״י ה״ל למפסק דיחיד שעשאה בהוראת ב״ד פטור והוא פסק בפי״ג מה' שגגות דיחיד שעשאה בהוראת ב״ד חייב שכתב שם וכן אם הורו ועשו מיעוט הקהל על פיהם ונודעה השגגה הרי ב״ד פטורים ואלו המיעוט שעשו חייבים וכל אחד ואחד מביא חטאתו ע״כ. נראה דפסק דחייב כחכמים דפליגי עליה דר' יהודה בריש הוריות וא״כ איך פסק כאן כר' יהודה דהא אי לרבי יהודה הוה ס״ל חייב לא מיתוקם סברתיה כלל דאיהו מוקי חד למעוטי יחיד שעשאה בהוראת ב״ד. ונ״ל לתרץ זה עם קושיא אחרת דאיכא בפשטא דשמעתתא דאמאי קאמר בגמרא איכא תלתא מיעוטי חד לעוקר ומניח וחד לזה יכול וזה יכול וחד ליחיד שעשאה בהוראת ב״ד לימא דלר' יהודה לא הוי אלא תרי מיעוטי חד לזה יכול וזה יכול וחד לזה עוקר וזה מניח וכדקאמר שם לר״מ דתרי מיעוטי הוו ונימא דר' יהודה אית ליה דיחיד שעשאה בהוראת ב״ד חייב. ולתרץ קושיא זו אומר דודאי אצטריכו בגמרא למימר הכי משום דבריש הוריות (דף ב') אמרינן דר' יהודה אית ליה דיחיד שטעה בהוראת ב״ד פטור דאמרו שם על מתני' אמר רב יהודה אמר שמואל זו דברי רבי יהודה אבל חכמים אומרים יחיד שעשאה בהוראת ב״ד חייב מאי רבי יהודה דתניא וכו' ולהכי איצריכו בגמרא לומר דלר' יהודה תלתא מיעוטי הוו אבל אי לא הוה משכח תלמודא דלר' יהודה אית ליה פטור הוה מצי למימר לדידיה דתרי מיעוטי הוו כדקאמר לר״מ. ורבינו ראה לפסוק כאן כר' יהודה בהא דזה אינו יכול וזה אינו יכול משום דר״מ מסייע ליה אבל בהא דיחיד שעשאה בהוראת ב״ד פסק דחייב כחכמים משום דאמרו שם בהוריות זו דברי ר' יהודה אבל חכמים אומרים וכו' ומדקאמר לשון אבל משמע דהיינו כחכמים וכן דקדקו התוספות הרבה פעמים בגמרא ומפני כן פסק דחייב והשתא משנינן דתרי מיעוטי כתיבי חד לזה יכול וזה יכול וחד לעוקר ומניח והא דלא משני גמרא הכי הוא משום דמשכח לר' יהודה דאמר בהדיא פטור כדכתיבנא אבל לדידן דקי״ל דלא כרבי יהודה אלא כחכמים לא משנינן הכי: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חולה שאין בו סכנה וכו'.</b> כתב ה״ה בשם הרמב״ן דדוקא בדבר שיש בו ממנו חולי לכל גופו כגון חיה ל' יום וכגון לכחול העין בסוף האוכלא וכו'. משמע מדבריו דאפי' באבר אחד היכא דכולל הגוף דנפל למשכב אז מותר שבות אבל אם אינו כולל כל הגוף ואין בו סכנה אפי' שבות ע״י נכרי אסור שכן נראה מלשונו שכתב אפי' שבות מדבריהם ואפי' ע״י נכרי ואם כונתו זאת קשה דהרי כתב ודברים ברורים הם ויתבארו בדברי רבינו בפ' כ״א משמע דרבינו סבירא ליה הכי ולמטה כתב בסברתו ז״ל אבל באבר אחד כיון שאין בו סכנה לא הותר לישראל אפי' שבות גמור וזה ודאי דאינו כולל הגוף דאי כולל כל הגוף אפי' שבות על ידי ישראל מותר כמ״ש כאן וכגון לכחול את העין וכו' אלא ודאי דאינו כולל וא״כ אמאי מותר כחול ע״י נכרי דאפי' שבות לא הותר לנכרי כמו שנתבאר כאן לכך יש לפרש דמאי דקאמר הכא דאפי' ע״י נכרי היינו מלאכה גמורה אבל שבות ע״י נכרי מותר כיון דיש בו מיחוש באבר אחד אע״פ שאין בו סכנה. אי נמי י״ל דהכא איירי דיש לו מיחוש באבר אחד וכולל כל הגוף ומפרש אסור שבות ע״י ישראל ומאי דכתב רבינו למעלה וכגון לכחול את העין וכו' היינו דוקא ע״י נכרי דעל חלוקת חולה שאין בו סכנה מפרש כן דביאר רבינו ההיתר ע״י נכרי ואע״פ דהשוה אותו לחיה כל שלשים דמשמע דאפי' שבות ע״י ישראל מותר דומיא דחיה לא אשוי ליה אלא לומר דע״י נכרי דוקא דמיא לחיה לאפוקי בחושש והולך ומתחזק ודוחק. ומ״מ יש תימה בדברי ה״ה במ״ש אבל מלאכה גמורה בישראל לא הותרה אפי' בסכנת אבר אחד דמשמע דשבות בישראל הותר ובע״ז פרק אין מעמידין (עבודה זרה דף כ\"ח:) אמרינן רב יהודה שרא למכחל עינא בשבת וכו' נפק שמואל ודרש עין שמרדה מותר לכוחלה בשבת מ״ט שורייני דעינא באובנתא דליבא תלו ע״כ. ופירש״י עין שמרדה שרוצה לצאת כאדם המורד ויוצא ע״כ. ומבואר דמאי דקאמר בגמרא שורייני דעינא וכו' הוא דכיון דשורייני דעינא תלו באובנתא דליבא הוה ליה סכנת נפשות ומהאי טעמא התיר רבינו למעלה לחלל עליו את השבת ולעשות עליו מלאכה גמורה ע״י ישראל ואם כדברי ה״ה דבסכנת אבר אחד שבות התירו אמאי קאמר בגמרא דמותר לכוחלה משום האי טעמא דשורייני וכו' בלאו האי טעמא נמי כיון דאיכא סכנת אבר דעין רוצה לצאת מותר ולכחול את העין שבות כמ״ש רבינו בפ' כ״ג. וי״ל דהך מותר לכוחלה היינו משחק ואתויי דרך רשות הרבים דומיא דמותר לכוחלה דאמר לעיל דפירש בגמרא דהוא משחק ואתויי וכו'. ויש לדקדק בדברי רבינו איך לא חילק לעיל כשכתב והחושש בעיניו וכו' בין תחילת אוכלא לסוף אוכלא כמו שחילק בגמרא שם בפרק אין מעמידין ויש לתרץ דהא דקאמר הכא וכן כוחל עיניו מן הנכרי היינו סוף אוכלא ופצוחי עינא: "
            ],
            [],
            [],
            [
                "<b>חיה משיתחיל הדם להיות שותת וכו'.</b> בגמרא פרק מפנין (שבת דף קכ\"ח:) אמרינן כל זמן שהקבר פתוח בין אמרה צריכה אני וכו' ואמרו בגמרא מאימתי פתיחת הקבר וכו' משעה שהדם שותת ויורד וכו' עד מתי פתיחת הקבר אמר אביי שלשה ימים. ומריהוט הלשון משמע דשלשה ימים דקאמר היינו משעת התחלת יציאת הדם ואיך כתב רבינו ג' ימים אחר שתלד. ויש לומר דרבינו יצא לו כן דאי אפשר לומר משעת יציאת הדם דאפשר דיתחיל הדם ושותת שני ימים כמו שכתב בהלכות איסורי ביאה ואם כן אין שיעור בדבר לכך פירש רבינו שהוא משעה שהתחיל הדם להיות שותת [ואחר שתלד ג' ימים כצ״ל] עוד שם בגמרא רבא אמר משמיה דרב יהודה שבעה ואמרי לה שלשים. וקשה בדברי רבינו דכיון דפסק דסכנת נפשות להקל אמאי לא פסק כמאן דאמר שלשים. י״ל דסבירא ליה דלא פליגי וכמ״ש התוס' באביי ורבא ואמרי לה לא פליגי וכולהו כנהרדעי קיימי עוד שם אמרי נהרדעי חיה שלשה וכו' שבעה אמרה צריכה אני מחללין עליה את השבת לא אמרה צריכה אני אין מחללין עליה את השבת ואם כן היא גירסת רבינו קשה דמשמע דלחלל את השבת בשבעה בעינן שתאמר היא צריכה אני אבל אם שתקה לא והוא ז״ל כתב דשתקה הוי כאומרת צריכה אני ונראה לומר דגירסתו היא כגירסת רא״ש בפסקיו דכתב דנהרדעי אמרי חיה שלשה שבעה ושלשים שבעה אמרה אין צריכה אני אין מחללין עליה וכו' וכך היא גירסת רבינו ואם היות שאפשר ליישב בדוחק הרבה גירסתנו לפי דברי רבינו אין ראוי לפרש כן בדעת רבינו ז״ל: "
            ],
            [
                "<b>וכן מרחיצין אותו לאחר המילה וכו'.</b> כתב הראב''ד נראה לי שאין מחממין לו חמין אלא ע''י נכרי וכו' משמע מלשון זה דע''י נכרי מותר כלומר לומר לו שיחם וכן משמע שהבין ה' המגיד שכתב ואני מוסיף שאפי' לומר לנכרי וכו' וקשה דבפרק שני מהל' מילה כתב שם הראב''ד ז''ל בהשגה דמחממן נכרי לצורך עצמו ולא שיאמרו שיחם, והוא הפך זה עיין שם x: "
            ],
            [],
            [
                "<b>שמע שטבע תינוק בים וכו' והעלה דגים בלבד פטור מכלום וכו'.</b> זה לא נתבאר בגמרא אבל רבינו אמרו מסברא דנפשיה דכיון דהוא פרש מצודה להעלותו מצוה קא עביד ואפי' שהעלה דגים מה בכך ופטור מכלום: "
            ],
            [
                "<b>ננעל דלת בפני תינוק וכו'.</b> ביומא בפ' יום הכפורים (יומא דף פ\"ד:) אמרו בגמרא אע״ג דקא מכוין למיתבר בשיפי ובשאר החלוקות לא הזכירו כונה. ותימה על רבינו איך לא הזכירם כמו שהזכירום בגמרא. ונראה דהוא ז״ל סבור דודאי אם עשה כן בכונה אסור ומפני כן בשאר החלוקות לא הזכיר בגמרא כונת מעשה ומה שאמר בגמרא אע״ג דקא מכוין למיתבר וכו' מפרש הוא ז״ל דאינו מכוין לכך ממש אלא דמעשיו מוכיחין דדעתו לעשות עצים למלאכה דהרי להוציא את התינוק היה די בשבירת הפתח ולא היה צריך לפצל את הפתח בפיצולים הרבה כמין עצים דקים לכך הודיענו דאף על פי כן מותר אבל בפורש מצודה ועוקר חוליא לא שייך לומר בהם מעשיו מוכיחים דאין כאן הוכחת מעשיו שיוכיח בפורש המצודה אם נתכוין לדגים או בעוקר חוליא אם נתכוין לתקן דרגא ומפני כן לא הזכירו בהם בגמרא כונה דלא שייך בהם הוכחה במעשיו דהכא וזהו שכתב רבינו שהוא מפצל אותה וכו': ",
                "<b>נפלה דליקה וכו'.</b> בגמרא שם מכבין ומפסיקין (הדליקה) מפני הדליקה בשבת. והקשו מכבין ומפסיקין למה לי ותירצו דאפי' לחצר אחרת. ופירש רש''י דליקה בחצר זו ונפשות בחצר אחרת והם חולים או קטנים ע''כ. ויש תימה על רבינו איך לא הזכיר אפי' בחצר אחרת כמו שאמרו בגמרא. ונראה שמ''ש שחוששין שמא ישרף כלומר אפי' שאינו בחצר זו ממש אלא אפילו בחצר אחרת חוששין שמא ישרף האדם אשר בחצר אחרת דהוא קטן או חולה אפ''ה מכבין: "
            ],
            [
                "<b>מי שנפלה עליו מפולת וכו'.</b> כתב ה''ה ומבואר בגמרא דאפי' ספק ספקא כגון ספק שיש אדם וכו' בגמרא אמרו לא מיבעיא ספק הוא שם ספק אינו שם דאי איתיה חי הוא דמפקחין אלא אפי' ספק חי וכו'. ובאמת נראין דברי הגמרא לכאורה שכל ספק וספק בפני עצמו הוא וה''ק לא מבעיא ספק זה דא''ל דאי איתיה חי הוא אלא אפי' ספק חי ספק מת מפקחין וא''כ יש תימה בדברי ה''ה מי הכריע לומר דהאי תלת ספיקי הוו בחדא מלתא. ונראה לומר שהוכרח לומר כן דאל''כ אין כאן לא מבעיא דאע''ג דבספק הוא שם ספק אינו שם אית ביה טיבותא חדא דאי איתיה חי בספק חי ספק מת איכא טיבותא אחריתי דע''כ הוא שם ע''כ הוכרח לומר דהם תלת ספיקי בחדא מלתא ורבינו הזכירם מפני שכתב מצאוהו חי משמע דהוא ספק חי ספק מת וכן הספק האחר ספק עובד כוכבים ומזלות ספק ישראל הוזכר בדברי רבינו: "
            ],
            [],
            [
                "<b>היתה חצר שיש בה עובדי כוכבים ומזלות וכו'.</b> וקאי על החלוקה הראשונה דעל הספקות האמורות איכא ג''כ הך ספקא אם שאין זה מוכרח בדבריו ז''ל אבל צ''ל כן מפני שהיו מוזכרים בדברי רבינו הספקות האמורים בגמרא: "
            ],
            [
                "<b>נעקרו כולם כו'.</b> קשה טובא בדברי רבינו דבפרק ט''ו מאיסורי ביאה כתב האסופי שנמצא בעיר שיש בה עובדי כוכבים ומזלות בין שיהיו רוב עובדי כוכבים ומזלות או רוב ישראל הרי זה ספק לענין יוחסין קידש אשה צריכה גט מספק מי שהרגו אינו נהרג עליו ע''כ. משמע דאית ליה גבי מצא תינוק מושלך בשוק דאמרינן קבוע כמחצה על מחצה וכמו שאמר שם ה''ה וזה דבר תימה דא''כ אמאי ברוב עובדי כוכבים ומזלות אין מפקחין עליו דדוקא מחצה על מחצה מפקחין כדמשמע בגמרא וכמו שכתב כן וכן כתב דלא כשמואל ופסק כר' יוחנן דברוב עובדי כוכבים ומזלות אין מפקחין ואמאי קבוע הוא והתוספות בפרק קמא דכתובות (דף ט\"ו) הוקשה להם קושיא זו בד''ה דילמא אזלא איהי לגבייהו ותירצו שם וכן גבי תינוק מושלך בעיר לא חשיב קבוע הואיל ולא נמצא בבית וכ''נ דעת הראב''ד ז''ל בהשגות שכתב שם בה' איסורי ביאה דאם היו רוב עובדי כוכבים ומזלות קרוב אני להכשיר וטעמו דלא משמע ליה קבוע כדכתבנו ונסתלק מעליו תרעומת הרב המגיד שנתרעם עליו שם אבל לרבינו שאינו סובר כן קשה טובא. וע''ק דהא דמצא תינוק מושלך למאי מדמינן ליה לדעת רבינו לפרוש כולהו או לפרוש מקצתייהו אי לפרוש כולהו מה הקשו ביומא (דף פ\"ד:) לשמואל מדידיה אדידיה הא האי דקאמר שמואל מפקחין הוא היכא דפרוש מקצתייהו כדשני גמרא לעיל אבל היכא דפירשו כולהו לא והכא הוי פירשו כולהו ואי הוי פרוש מקצתייהו אם כן איך כתב רבינו בתשובה שחולק רבי יוחנן על שמואל הא רבי יוחנן לא איירי אלא היכא דפירשו כולהו והכא הוי פרוש מקצתייהו ואע''ג דרבינו גורס בגמרא אלא כי איתמר דשמואל ארישא איתמר וכמ''ש הרב בעל כסף משנה מ''מ לגמרא עצמה קשה ל''ל למימר דחולק אהדדי ממאי דקאמר מעיקרא לימא דרבי יוחנן אמר היכא דפרוש כולהו והכא הוי פרוש מקצתייהו כדקאמר מעיקרא ולא פליגי. מיהו לקושיא זו נ''ל לומר דהכא הוי פירשו כולהו ומ''מ פריך גמרא שפיר דשמואל דקאמר לפקח עליו את הגל ארוב ישראל קאי כדכתב רש''י משמע דבמחצה על מחצה אין מפקחין ואמאי מחצה על מחצה הוי כפרוש מקצתייהו דהוי קבוע ומטעם מחצה על מחצה אמרו דקאמר שמואל דמפקחין. מיהו רבינו כתב בתשובה הביאה הרב בעל כסף משנה דהא דקאמר רב להחיותו אבל ליחסו לא קאי אמחצה על מחצה וע''כ עלה קאי שמואל דקאמר לפקח עליו את הגל ואי הוי פרוש כולהו הדרא קושיא לדוכתא כדכתיבנא. ונ''ל לתרץ הכל ולומר דודאי הוי בפרוש מקצתייהו מדפריך גמרא כדכתיבנא ומפני כן כתב רבינו דהוי קבוע בה' איסורי ביאה וכשתירץ הגמרא אלא ארישא איתמר סובר דאע''ג דהוי קבוע מ''מ בקבוע גרוע כי הא לא ס''ל לר' יוחנן דמפקחין דא''כ אמאי נקט חצר לימא עיר אחת שהיו בה רוב עובדי כוכבים ומזלות ומיעוט ישראל ונפל מפולת על א' מהם מפקחין מדלא קאמר הכי משמע דבקבוע גרוע כי הא אין מפקחין ולהכי קאמר אלא דהדר ממאי דקאמר מעיקרא. ובפ''ק דכתובות (דף ט\"ו) גרסי' בספרים דידן אלא. תדע שיש לחלק בין קבוע לקבוע דהא היכא דפרוש מקצתייהו כתב הרב המגיד דלא הוי קבוע גמור אלא הוי דומה לשל מצא ודוקא בפיקוח נפש קאמר שמואל דהקלו אע''ג דמ''מ בעי בפיקוח נפש קבוע משמע דיש לחלק בין קבוע לקבוע והבן תירוץ זה שאם תדקדק דברי רבינו בתשובה נראה דכיון לזה. ומ''מ קשיא לי על זה דכיון דלשמואל היכא דפרוש מקצתייהו לא הוי בעלמא קבוע אלא בפיקוח נפש דוקא א''כ נימא דלרבי יוחנן דלפי האמת לא חשיב ליה קבוע גבי פיקוח נפש כ''ש בעלמא ומנין לו מה שכתב בפרק ט''ו מהלכות איסורי ביאה וצ''ע: ",
                "<b>לפיכך אם היה רוב ישראל וכו'.</b> קשה דמשמע מכאן דמחצה על מחצה אין מפקחין עליו את הגל, וע''ק דאין קשר ללשון זה שכתב רבינו לפיכך וכו' דבלאו הדין הקודם היכא דרובא ישראל אזלינן בתר רובא ולא בעינן טעמא דקבוע ואין עסק לדין זה עם הנזכר. מיהו אפשר לתרץ דפירוש דברי רבינו הוא דמאחר דאמרנו דבשנעקרו והיה אחד מהם ישראל קבוע אין לכך שום מציאות בנעקרו שיפקחו עליו את הגל אלא אם הוא רוב וה''ה כשהוא מחצה על מחצה ולא אתא למעוטי אלא פחות ממחצה ולא חשש לבאר כאן שסמך על מ''ש בפרק ט''ו מהל' איסורי ביאה. ומ''מ קשה קצת לשון אע''פ שנעקרו שכתב רבינו דלשון אע''פ משמע לא מיבעי היכא דלא נעקרו וכו' אלא אפי' היכא דנעקרו וכו' דהיכא דלא נעקרו היה ראוי לומר טפי דאין מפקחין משום דהוי מחצה עובדי כוכבים ומזלות דהוי קבוע אלא שי''ל דהאי דקאמר אע''פ הוא בערך החלוקה הקודמת כלומר ל''מ היכא דלא נעקרו דאפי' ברוב עובדי כוכבים ומזלות מפקחין אלא אפי' נעקרו דברוב עובדי כוכבים ומזלות אין מפקחים ברוב ישראל מפקחין ובגמרא בהאי דתירצו הא דפרוש כולהו וכו' כתבו התוספות ונראה לפרש [דפרוש כולהו לחצר אחרת ויצאו גם משם ולא נשאר בהם (עד) [אלא] אחד וכו'] ויש לתמוה דאם כדבריהם דיצאו כלם מן החצר ולא נשאר בהם עוד אלא אחד ומפני כן לא איקרי קבוע אמאי לא אוקמה בגמרא בכי האי גוונא בחצר ראשון דיצאו כלם ולא נשאר אלא אחד ובהכי לא הוי קבוע וצ''ע. ולשון הרב המגיד שכתב בענין זה הכל מבואר וצ''ל שלדעת הרמב''ן ז''ל דכתב דרבינו לא פסק כשמואל דלא סבירא ליה האי חילוק שחילק הרב המגיד בין הך דפירש אחד מהם לחצר אחרת להא דט' חנויות דאי ס''ל ז''ל חילוק זה א''כ מאין יצא לו לרבינו דין זה דפירש אחד מהם לחצר אחרת לדעתו ז''ל דפסק דלא כשמואל ומפרש מילתיה דרבי יוחנן דאמר ט' עובדי כוכבים ומזלות ואחד ישראל מפקחין אפי' בדפרוש כולהו ונעקרו כולם לילך לחצר אחרת ואם הלך אחד מהם לחצר אחרת אז אין מפקחין אבל באותה חצר מפקחין דלא כשמואל משום דזה מוכרח מכח הסוגיא כמ''ש הוא ז''ל אף דין פירש אחד מהם לחצר אחרת לא הוזכר כאן וא''כ מאין לו לרבינו דין זה היה לו לדמות זה לנמצא וכחילוק הרב המגיד אלא דעכ''פ אינו שוה לו להרמב''ן כלל חילוק זה אתי שפיר דכתב רבינו בדין זה דין כל קבוע: "
            ],
            [],
            [
                "<b>או שצרו סתם וכו'.</b> קשה מאין הוציאו רבינו. וי''ל דק''ל דיוקא אדיוקא על עסקי ממון [אין יוצאין] אבל סתמא יוצאין אימא סיפא על עסקי נפשות אין אבל סתמא לא ותירץ נעשה סתמא כעל עסקי נפשות ומכאן הוציאו רבינו: "
            ],
            [
                "<b>ומתריעין עליהם לעזור אותם וכו'.</b> הך תרועה לא הוי בשופר כדכתב רבינו בפרק שני מלכות תעניות והאי תרועה לא הוי אלא בפה: "
            ],
            [
                "<b>ואין צ''ל במלחמת מצוה.</b> כלומר דשם אפי' בשבת עצמו מתחילין וכדקאמר בירושלמי ובפ''ו מהל' מלכים שכתב צרין על עיירות בשבת היינו במלחמת מצוה דוקא ומה שאמר בסוף דבריו בין במלחמת מצוה בין רשות קאי אמאי דקאמר עד רדתה אפי' בשבת דאיירי אפי' ברשות אבל לעולם דברשות בעינן ג' ימים קודם וסמך על מה שאמר כאן. ועם זה נתיישב מה שאמר כאן עם מ''ש שם ולא נצטרך לומר דט''ס יש שם כמ''ש הרב הגדול בעל כ''מ: "
            ]
        ],
        [
            [],
            [
                "<b>וטוענין בקורת בית הבד וכו'.</b> פ''ק דשבת (דף י\"ט) אמרו על מתני' דושוין אלו ואלו שטוענים וכו' מאי שנא כולהו וכו' מאן תנא דכל מידי דאתי ממילא וכו' ר' ישמעאל היא דתנן השום והבוסר וכו'. ויש לתמוה בדברי הרב המגיד במה שכתב ור' יוסי בר' חנינא כי קאמר מתני' כר' ישמעאל לאו למימרא דבמחוסרין וכו' דהיכי תיסק אדעתין לומר דר' יוסי כר' חנינא ס''ל דמאי דקאמר ר' ישמעאל הוא אפי' במחוסרין דיכה ומותר בידים והיכא אשכח תנא דסבר במידי דאתי ממילא במחוסרין דיכה שפיר דמי דהא הך מחוסרין דיכה דהכא הוא אפי' בידים מותר בשבת ואנן בעינן לאשכוחי תנא דסבר דממילא מותר כדברי ב''ש וכי תימא דמאי דמתרץ ר' יוסי בר' חנינא הוא דמאי דקאמר מתני' שטוענין בית הבד אפי' בידים בשבת. אין זה במשמע. דמתניתין כולה בערב שבת איירי ועוד דאין זה עולה על הדעת לומר דהטענת בית הבד מותר בשבת. ונראה לומר דמכל שכן קא דייק דהא אשכחן לר' ישמעאל דבמחוסרין דיכה אפי' בידים מותר כ''ש מידי דאתי ממילא דהוי מותר בשבת דהא אי עביד ליה בשבת אינו חייב חטאת אע''ג דלרבי ישמעאל מותר גמור הוי ולבית שמאי ובית הלל איסורא דרבנן מיהא הוי מ''מ למדנו מכ''ש דאינו חייב חטאת אי עביד לה בשבת וכסברת ב''ש. עוד כתב הרב המגיד דאל''כ לא הוו גזרי רבנן מידי וקשה דלמה שתירץ א''נ מדאורייתא נמי אסור כל שמחוסרין דיכה א''כ לא גזרי רבנן מידי והוה לן לגזור מחוסרין שחיקה אטו מחוסרין דיכה. ועוד קשה למה שתירץ דמדאורייתא אסור דא''כ דאי עביד ליה בשבת בידים אסור א''כ איך אמרו בגמרא קורות בית הבד וכו' דאי עביד ליה בשבת לא מיחייב חטאת הא כיון דאמרת דאיכא איסורא דאורייתא במחוסרין דיכה היכא דעביד בידים א''כ הוי חייב חטאת. אלא שי''ל דאע''ג דאסור מדאורייתא אינו חייב חטאת דדומה לחצי שיעור מן התורה ואינו חייב כלום. ובכה''ג נוכל לתרץ קושיא הראשונה דכיון דאין בדבר חיוב חטאת מן התורה אלא איסור בעלמא לא קשיא לן אם כן לא הוו גזרי רבנן אבל מעיקרא דבמחוסרין שיחוק היה חייב חטאת מש''ה הוה קשה לן היכי לא גזרי רבנן מחוסרים שיחוק אטו מחוסרין דיכה. א''נ י''ל לקושיא הראשונה דמאי דקאמר א''נ הכי פירושו אף דאין זו קושיא לומר דלא הוו גזרו רבנן מ''מ י''ל דמחוסרין דיכה אסור מדאורייתא והשתא לא גזרו רבנן כלל והך א''נ סותר העיקר הראשון דאמר דאפי' לא הוו גזרי וכו' וכן מוכח שם בדברי התוספות בד''ה ר' ישמעאל אומר יגמור דמקשה למתרץ דפליגי בהאי ואם תאמר היכי קאמר הגמרא והני נמי כמחוסרין דיכה דמי דלפי דברי הרב המגיד משמע דפי' והני מחוסרין דיכה דמתניתין דמחוסרין דיכה דבידים הוי דאין כאן מדרגות בין מחוסרין דיכה דממילא לאין מחוסרין דבידים א''כ כיון דלא שאני בין בידים לממילא והכל הוא מותר א''כ קשה דלא הוו גזרי רבנן במידי לפי תירוץ הראשון של הרב המגיד. וי''ל דמתני' דקאמר שטעונין וכו' ודאי דוקא ממילא אבל בידים אסור ובכי הא גזרי רבנן בידים דאסור ומאי דקאמר הני במחוסרין דיכה ה''ק הני דמתניתין כמחוסרין דיכה דמו וכיון דהוי מחוסרין דיכה דממילא ור' ישמעאל לא איירי אלא באין מחוסרין דיכה בידים דלא אשכחת לר' ישמעאל דאיירי במחוסרין דיכה ממילא דמותר והיכי מוקמת מתניתין כוותיה דאפשר לומר דבמחוסרין דיכה אע''ג דממילא אסור. ואין הכונה לומר והני במחוסרין דיכה דבידים כדהוה סליק אדעתיה ולקושיא שהקשה הרשב''א לדעת ההלכות יתורץ במה שכתב הרא''ש ז''ל דר' יוסי בר חנינא אית ליה דמתני' לא חשיב מחוסרין דיכה ע''כ. וזו היא דעת ההלכות ז''ל דמתני' לא חשיב מחוסרין דיכה ור' יוסי בר חנינא אית ליה דר' יוחנן דאמר דמחלוקת ר' ישמעאל ור' אלעזר באין מחוסרין ומש''ה הביאו דברי רבי יוחנן בהלכות והרשב''א והרמב''ן ז''ל שהקשו עליו נראה להם דאין לאוקמי מתניתין במחוסרין דיכה: "
            ],
            [],
            [
                "<b>לפיכך אם גרף האש וכו'. הרי זה מותר לשהות עליה שהרי הסיח דעתו מזה התבשיל ואין גוזרין שמא יחתה באש.</b> כתב הרב המגיד ודיו שאפי' תבשיל שלא הגיע לשליש בישולו [מבעוד יום מותר להשהותו] ע''ג כירה גרופה או קטומה וכתב שזה דעת הרשב''א ז''ל. וקשה דלמטה בלשון המתחיל וכן כל תבשיל וכו' כתב והרשב''א ז''ל כדעת אחרים כלומר דמאכל בן דרוסאי משהין אותו ע''ג כירה שהיא גרופה וקטומה. ונראה להגיה בדברי הרב המגיד ז''ל למטה והרא''ה ז''ל כדעת אחרים. או שנאמר שמה שכתב כאן וכ''כ הרשב''א ז''ל הוא נמשך למה שכתב וזה דעת רבינו כלומר כתב כן הרשב''א לסברת רבינו ז''ל: "
            ],
            [],
            [],
            [
                "<b>הרי הוא ככירה שהוסקה בקש וכו' ומשהין עליו.</b> וא״ת בפרק כירה (שבת דף לח:) אמרו כופח שהסיקוהו בקש וגבבא סומכין לו וכו' אבל משהין מנין לו לרבינו. וי״ל דרבינו סובר כן דמדקאמר מתני' הרי הוא ככירה משמע דדמי לכירה ממש וכי היכי דבכירה משהין בשהסיקוה בקש ובגבבא הכא נמי כן. ומה שאמר רבינו דבכופח אע״ג שגרף וכסה היכא שהסיקוהו בגפת ועצים לא מהני האי הוי משום דמפרש מתני' דבגפת ועצים הרי הוא כתנור דהוא אפי' בגרוף וקטום וכדברי רב אדא בר אהבה ואע״ג דאביי דקי״ל כוותיה מפרשה בשאינו גרוף וקטום הרי כתב הרא״ש ז״ל בפסקיו וז״ל ואע״ג דאביי אוקי מתניתין בשאינה גרופה וקטומה ולסמוך ותניא כותיה מ״מ בפירושא דמתני' הלכה כרב אדא בר אהבה וכו' ע״ש. בפ' יציאות השבת (שבת דף י\"ח) אמרו בסיפא דברייתא אבל אין נותנין חטין לתוך הריחים של מים אלא בכדי שיטחנו מבעוד יום. ויש תימה על רבינו איך לא הזכירו גם בריש פרק כירה (שבת דף ל\"ז) אמרו קטמה ונתלבתה סומכין לה ומקיימין עליה וכו' ורבינו לא הזכירו וצ״ע: "
            ],
            [
                "<b>תבשיל חי שלא בשל כלל וכו'.</b> פ''ק (דף י\"ח:) אמרו האי קדרה חייתא וכו' אי בשיל שפיר דמי בשיל ולא בשיל אסור ע''כ. ונראה דדעת קצת הגאונים ז''ל דכל זה נאמר להחזיר ואי בשיל שרי להחזיר ואי בשיל ולא בשיל אסור להחזיר ולדידהו מצי איירי אפי' במאכל בן דרוסאי דאפי' הכי אסור להחזיר אבל אי איירי להשהות ע''כ צ''ל דלא הוי כמאכל בן דרוסאי וכמ''ש שם התוספות והוא דוחק אבל לדעתם ז''ל אתי שפיר דאיירי בכולל. ואין כן דעת רבינו ז''ל ומפני כן כתב הרב המגיד ופירש תבשיל חי מותר לשהותו וכו' כלומר שלא כדברי הגאונים ז''ל שפירשו מותר להחזירו ולדעתם ז''ל תבשיל חי מותר להחזירו וכן תבשיל שלא הגיע לבישולו וזהו שכתב הרב המגיד ז''ל למטה והדינים האלו שהזכרנו מגרופה וקטומה כו' כלם הם בחזרה בשבת ואע''פ שכתב שם דהרשב''א ז''ל מן הדעת הזה הרי למעלה כתב ודע שאפילו תבשיל שלא הגיע לשליש בישולו וכו' וסיים וכן כתבו הרמב''ן והרשב''א ז''ל והוא הפך זה. לכך נראה ודאי דהך שכתב למטה והרשב''א ז''ל כדעת אחרים הוא טעות וצ''ל והרא''ה ז''ל וכבר כתבתי למעלה להכרח זה ממה שכתב בלשון המתחיל לפיכך אם גרף וכו'. מ''מ אין לשון הרב המגיד ז''ל מדוקדק במה שכתב וחילוקי התנור וכו' על תבשיל חי דתבשיל חי אין חילוק כדברי רבינו בענין השהייה דבכל גוונא מותר: "
            ],
            [
                "<b>כל תבשיל שאסור לשהותו וכו'.</b> בפרק כירה (שבת דף ל\"ח) גבי שכח קדירה על גבי כירה ובשלה בשבת מהו ופשטינן לה לאיסורא כרב נחמן בר יצחק וימתין למוצאי שבת בכדי שיעשו. עוד שם איבעיא להו עבר ושהה מאי וכו' ולא איפשיטא ולקולא. ורבינו גורס בעיא שניה עבר ושכח ופירש דבעיא ראשונה איירי בתבשיל שלא בישל כל צרכו ופשטינן לאיסורא ושניה איירי דמצטמק ויפה לו וכ״נ דעת הראב״ד ז״ל לפרש הך בעיא שניה במצטמק ויפה לו אלא שהוא גורס בבעיא שניה עבר ושהה והטעם כמבואר בהשגות. ולפי דעת המפרשים ז״ל שפירשו שכשהגיע לשליש בישולו משהין אותו ואפי' מצטמק ויפה לו אין כאן מקום לבעיא שניה דהרי לכתחלה מותר לשהות ואם לא בישל כל צרכו הא פשטינן לה לאיסור בבעיא ראשונה והם ז״ל פירשו בעיא שניה דקודם גזרה בעי להו כמ״ש התוס' ז״ל וכ״ז נתבאר בדברי הרב המגיד ז״ל: "
            ],
            [
                "<b>כל שמותר לשהות וכו'.</b> כתב הראב''ד ז''ל בהשגות שבוש הוא. ואילו דברי המגיד הם כדברי הראב''ד ז''ל דכונת רבינו הוא איירי אפילו בכל אופן אפילו שיהיה התנור גרוף וקטום. ואע''פ שהרב פירש דבריו ואמר ואין מחזירין לעולם אלא ע''ג וכו' מ''מ הוקשה לו דלא היה לו לכלול בתחלת לשונו כל שמותר וכו' וה''ל למימר חוץ מכירה שהכירה גרופה וקטומה: ",
                "<b>והוא שלא הניח הקדרה ע״ג קרקע וכו'.</b> בפרק כירה (שבת דף ל\"ח) אמרי בעי ר' ירמיה תלאן במקל מהו הניחן ע״ג מטה וכו' תיקו. ורבינו לא הזכירם ונראה דהוא ז״ל פוסק אותם לקולא כמו שפוסק הבעיא דשכח דלעיל ולא הוצרך לפרשה מפני שכבר כתב והוא שלא הניח הקדירה ע״ג קרקע משמע דבהנחה ע״ג קרקע תליא מלתא אבל מה ששאלו בגמרא מפני ששם אמרו ועודן בידו מותר דמשמע דכשאינן בידו אע״פ שלא הניחן ע״ג קרקע אסור ולא נקט הניחן ע״ג קרקע אלא למעוטי אינן בידו. או אפשר דעודן בידו לאו דוקא אלא כל שאינן על גבי קרקע עודן בידו קרי ליה ומפני כן נסתפק השואל בגמרא אבל רבינו שכתב והוא שלא הניחו וכו' אין לטעות בלשון כלל ולכן לא הוצרך לפרש: "
            ],
            [
                "<b>אסור להכניס מגריפה וכו'.</b> כתב הרב בעל מגיד משנה ויצא לו כן ממה שאמרו בגמרא (דף י\"ח) וניחוש שמא מגיס וכו'. ובאמת שיש תימה בדברי רבינו דכיון דבגמרא מאי דגזרו ודילמא מגיס אפילו בעקורה מעל האש אמאי הצריך רבינו שיהיה על האש דהא מקושיית הגמרא משמע דבמגיס אפילו בעקירה חייב חטאת. והרב בעל מגיד משנה ז''ל כתב דכל היכא דבמגיס חייב בהכנסת המגריפה אסור. ונראה דמה שאמרו בגמרא ודילמא מגיס הוא משום צובע כמ''ש שם התוס' וכיון דטעמא משום צביעה אפילו בעקירה איכא הך טעמא אבל כשהטעם הוא משום בישול אז בעינן שיהא ע''ג האש. ומה שאמר הרב המגיד כאן משום דכי היכי דהתם בגמרא גזרו משום דאתי לידי הגסה הכא נמי כתב רבינו לא יכניס משום דאפשר דאתי לידי הגסה וזהו שכתב מפני שמגיס בה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אין צולין וכו'.</b> בגמרא (דף י\"ח:) אמרו ללישנא בתרא ולרב אשי דשרי והתנן אין צולין בשר ובצל וכו' כלומר דלר' ירמיה דאסר אוקמינן לה בברחא ולא שריק. וא''כ לכאורה יש לתמוה דכיון דאנן פסקינן לר' ירמיה הך דינא ליתא אלא בברחא ולא שריק אבל בכל השאר מותר ואיך כתב דין זה בכל בשר הנה דמשמע כונתו בין בשר גדיא בין בשר עזיא. ונראה דדעתו ז''ל דמתני' איירי בכל בשר ומפני שהוא בשרא אגומרי גזרו וכמו שתירצו בגמרא לדעת רב אשי ולמסקנא דגמרא הך תירוצא נמי סליק לר' ירמיה דאין סברא לומר דמתני' איירי בברחא ולא שריק אלא בכל בשר איירי וטעמא דבשרא אגומרי שאני: "
            ],
            [],
            [
                "<b>אין נותנין את הפת בתנור עם חשיכה וכו'.</b> בפ' יציאות השבת (שבת דף כ') אמרו איבעיא להו וכו'. ומה שאמר רבינו או באש קאי לחררה דעל זה לא שאלו בגמרא אלא דוקא לגבי פת בתנור שאלו איכא למימר תחתון האיך דגבי תנור או האיך וכו' והוא פשוט: ",
                "<b>ואם נתן סמוך לחשיכה וכו'.</b> כתב ה''ה פשוט הוא ונלמד מן הברייתא וכו' גבי עססיות ותורמוסין וכו' וק''ו הוא. רוצה לומר דהתם במזיד אסור לערב בכדי שיעשו דהיה ראוי התם להתיר כיון שהם חיים דומיא דתבשיל חי ולא יתבשלו מהרה דהרי כתב הרב המגיד לעיל בשם אחרים ז''ל שהם צריכים בישול הרבה: "
            ]
        ],
        [
            [
                "<b>הגפת וזבל וכו'.</b> בגמרא (דף מ\"ז) איבעיא לן גפת של זיתים [תנן אבל בשומשמין שפיר דמי] או דילמא של שומשמין [תנן וכל שכן דזיתים] ולא איפשיטא ורבינו דלא חלק משמע דס''ל דבכל גפת אסור. ותימה שהיה לו לפסוק לקולא כיון דהוא מדרבנן דמן התורה מותר להטמין בדבר המוסיף הבל אפי' בשבת כמו שכתב רבינו בפירוש המשנה דומיא דשכח על גבי כירה לעיל. ונראה דפוסק כן מפני דבגמרא אמר לעולם אימא לך הטמנה בשומשמין וכו' ואע''ג דאיתמר בדרך דחיה משום דאמרו לעולם וכו' משמע ליה לרבינו לפסוק כן ועוד דמתניתין סתמא קתני: ",
                "<b>ואפילו מחמת עצמן.</b> שם (דף מ\"ט) איבעיא להו לחין מחמת עצמן או לחין מחמת דבר אחר, ופי' רבינו דלחין מחמת דבר אחר אית לן למיסר טפי מלחין מחמת עצמן, ויש תימה בדברי רבינו מאחר דהך בעיא לא איפשיטא איך פסק לחומרא במידי דרבנן הפך מנהגו והיה לו לפסוק לקולא כמו שפסק הרא''ש ז''ל. ונראה דמתניתין משמע ליה לחין בכל גוונא. וא''ת לדעת רבינו דכי אמר לו לחין מחמת עצמן אסור כל שכן מחמת דבר אחר איך רצו בגמרא לפשוט הך בעיא מדהזכירו במתניתין מוכין לחין מחמת עצמן היכי משכחת לה הא אפשר לאשכוחי להו מחמת דבר אחר ואסור מכ''ש. אבל לרש''י ז''ל דכי אמרינן דאית לן למיסר לחין מחמת עצמן ולא מחמת דבר אחר אתי שפיר. ונראה לומר דרצה לפשוט הבעיא משום דמתניתין דומיא קתני וכי היכי דמוכין דוקא מחמת דבר אחר דמחמת עצמן אי אפשר הכי נמי אחריני דוקא מחמת ד''א ולא מחמת עצמן: "
            ],
            [
                "<b>מן הדין היה שטומנים וכו'.</b> וא''ת כי יכסה אותן מאי הוי הא כתב רבינו לקמן דבשנתגלו מותר לכסותן. וי''ל היינו דוקא בדבר שאינו מוסיף ועוד שנתגלו מחמת עצמן אבל כשהוא בעצמו גילם אסור ועוד שהוא כדבר המוסיף הבל דגזרו חכמים מפני שלא יבא להרתיחה על האש כמו שכתב הרמב''ם ז''ל בפירוש המשנה אסור: "
            ],
            [
                "<b>וכן מן הדין היה לטמון התבשיל וכו' אבל גזרו חכמים.</b> וא״ת א״כ איך אמרו בפרק במה טומנין (שבת דף נ\"א) וכן היה רשב״ג אומר לא אסרו אלא אותו מיחם אבל פינה ממיחם למיחם מותר השתא אקורי קא מקיר לה ארתוחי קא מרתח לה, דלדעתו ז״ל הטעם שאסרו להטמין בדבר שאינו מוסיף הבל בשבת הוא משום גזירה שמא יטמין ברמץ ומאן דכר שמיה דרתיחה כאן, בשלמא לרש״י ז״ל דסבר דטעמא דאיסור הטמנה בדבר שאינו מוסיף הבל משום גזירה שמא ירתיח ניחא דרצה הגמרא לתת טעם דאין לומר כן משום דהשתא אקורי וכו' אבל לדידיה אין כאן מקום לטעם זה כלל. ונראה לומר דרבינו סובר דהטעם דגזרינן הוא משום דאחרי כן יחתה בגחלים כדי להרתיח. ומה שאמר רבינו ונמצא חותה בגחלים ר״ל שאחרי כן יחתה בגחלים להרתיח ומשום הכי אמרו בגמרא בדפינה ממיחם למיחם בשבת אע״ג דאיכא למגזר שיטמין ברמץ אין חשש בזה דהא לא יחתה אחרי כן להרתיח דהשתא אקורי מקיר וכו' אבל אין משמע כן מדברי רבינו בפירוש המשנה ששם כתב דבשעה שמניע האפר הוא חותה בגחלים משמע דמוכרח לעשות כן בעת הנעת האפר. והשתי גזרות ביאר רבינו ז״ל שם בדרך אחרת, ע״ש: "
            ],
            [
                "<b>ומותר לטמון את דבר הצונן וכו'.</b> ואם תאמר אמאי לא גזרו הטמנת הצונן לדעת רבינו אטו שלא יטמין ברמץ וי''ל דודאי לא יטמין דכיון דיש בו גחלים הוא אינו רוצה שיחם דאין דעתו אלא שתפיג צינתו בלבד ואפילו שיטמון לא יחתה אחרי כן להרתיח דאין כונתו בכך: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>משתשקע החמה וכו'.</b> דברי ר''ת ז''ל שהביא ה''ה הוא מפני שהוא ז''ל סובר כסברת חכמי ישראל שגלגל קבוע ומזל חוזר. ר''ל שגלגל השמש לעולם הוא קבוע אבל המזל שהוא גוף השמש הולך ממזרח למערב ואחר כך בלילה ינקב הרקיע ועולה למעלה וחוזר אחורי השמים אל מזרח וזו היתה סברת חכמי ישראל ומפני כן כתב שיש שתי שקיעות האחת כשינקב הרקיע והיא מהלכת כל עובי הרקיע וזהו מהלך ג' מילין. והשקיעה האחרונה היא כשהלך השמש כל עובי הרקיע וחוזר אחורי הכיפה זהו כונת דברי ר''ת ז''ל. אבל קשה שהרי כבר אמרו בגמרא (פסחים דף כ\"ד) שבדבר זה נצחו חכמי יון לחכמי ישראל והיא סברא בדוקה וחכמי ישראל עצמן חזרו וקבעו דינים על סברת חכמי יון שאמרו בלינת המים בפסח שהמים בלילה מתחממים מפני שהשמש הולך למטה מהארץ ולכך לא ישאבו המים בלילה וא''כ איך קבע בסברא הזאת ר''ת ז''ל אחר שהיא נדחית וצ''ע. גם יש קצת תימה בדברי רבינו איך לא הזכיר כאן מה שאמרו בגמרא כוכב אחד יום ב' לילה אחר שכך הלכה כדמשמע מדברי ה''ה ז''ל: "
            ],
            [],
            [
                "<b>הכורך דבר שמדליקין בו וכו'.</b> כתב הרא״ש בריש פרק במה מדליקין פירש״י להקפות ששמים האגוז תחת הפתילה וכו' עד וי״ל דבכונה תליא מילתא כו'. ולדעת רבינו ז״ל אי אפשר לתרץ טעמא דכרך דבר שאין מדליקין על גבי דבר שמדליקין דדעתו ז״ל אינו משום גזירה אלא מפני שאינו דולק כמו שכתב למטה גבי שמנים ועוד אם כן דבתר כונה אזלינן איך הקשו בשבת פרק הבונה (שבת דף ק\"ג) במה שאמרו אם ליפות הקרקע כל שהן אטו כלהו לאו ליפות הקרקע נינהו ופירש״י הרי הקרקע מתיפה מאליו, ע״כ. והשתא לפי דברי רבינו נימא ג״כ התם דבתר כונה אזלינן דומיא דהכא וכיון שאין הכונה ליפות צריך כדי לבשל ביצה קלה דהרי לדעתו ז״ל אין הטעם כאן משום גזירה. ואפשר לדחות זה דהכא הוא דבר דרבנן ומפני כן הקלו ואזלינן בתר כונה. אבל ה״ה כתב וכן פירש״י משמע שרצה להסכים פירש״י עם פירוש רבינו ז״ל. לכך נראה דדברי רבינו הם כדברי רש״י דמה שכתב ואם להקפות הפתילה כלומר משימים האגוז תחת הפתילה כדי שתהא הפתילה צפה ולא תטבע בשמן אבל לא ששמים אותה בתוכה ממש כדי שלא תטבע וכמ״ש הרי״ף ז״ל אם שלשון רבינו שכתב הכורך דבר שמדליקין וכו' ואח״כ כתב אם להקשות משמע כדברי הרי״ף דקאי אכורך דבר שאין מדליקין בדבר שמדליקין וכו': "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גזרה שמא יקח מן השמן וכו'.</b> קשה דאמאי לא כתב רבינו דהטעם הוי משום מכבה דהא מסתפק מן השמן שבנר חייב משום מכבה כמ''ש בפי''ב וכן פירש''י ז''ל בגמרא. וי''ל דס''ל דאינו מכבה ממש כיון שאין השמן הנותר בכלי [שדולק]: "
            ],
            [],
            [],
            [],
            [
                "<b>לפיכך שמש שאינו קבוע וכו'.</b> כתב ה''ה ופסק רבינו כרב הונא מפני שהביאו שם (דף י\"ב:) מעשה המוכיח דרב אשי הכי סבירא ליה ע''כ. ונראה שלפי פי' רבינו צריך לפרש דמה שאמרו בגמרא קם שמעיה קא בדיק לנהורא בשרגא ר''ל שמעיה דר' ירמיה קא בדיק לנהורא בשרגא מלבוש של ר' ירמיה עצמו דהוי שמש קבוע. ויש בכל זה גירסא אחרת ופירוש אחר לרש''י ז''ל ע''ש: ",
                "<b>ואע''פ שהוא מותר גזירה שמא יסתפק ממנו.</b> זהו פירושו ואין מורין כן. ר''ל לדעתו ז''ל אין מורין לו לבדוק גזירה שמא יסתפק ממנו דאל''כ אין טעם למה אין מורין כן. עוד אמרו בגמרא דבמדורה אפילו עשרה בני אדם אסור. ורבינו ז''ל לא הזכירו ולא עוד אלא שכתב למעלה במדורה הוא מותר להשתמש לאורה דמשמע אפילו לקרות כנגדה עם היות שאפשר לומר דאין זה שמוש קריאה אלא שמוש אחר אבל שמוש קריאה שהוא טרוד בקריאתו ואתי להטות לא אבל הוא ז''ל סתם הדברים יותר מדאי וצ''ע. עוד חילקו שם בגמרא בנר בין אדם חשוב לשאינו חשוב והוא ז''ל לא הזכירו והוא תימה: "
            ],
            [],
            [],
            [
                "<b>תקיעה ראשונה נמנעו העומדים בשדות וכו'.</b> כתב הרב המגיד ומה ששאלו בפ״ק ויתבאר פ״ט וכו' קשיא דמה הוקשה לו ז״ל דהא בשוגג אינו מותר לו לרדות אלא מזון שלש סעודות ולא יותר אפי' בשינוי כמבואר לעיל בדברי רבינו ומפני כן שאלו בגמרא (דף ג': וקי\"ז:) בששכח והדביק בשבת אם מותר לרדות יותר מג' סעודות אפילו בשינוי כדי שלא יבא לאיסור סקילה או לא. ונראה לומר דמה שאסרו ביותר ממזון ג' סעודות שלא לרדות הוא משום קנס כדי שלא יבא לעשות במזיד ויאמר שוכח אני וא״כ לפ״ז מה ששאל רב ביבי הוא דמי אמרי' דקנסינן ליה ביותר משלש סעודות אפי' שאפשר דיבא לידי סקילה או לא וזה א״א דבגמרא לעיל אמרו ואבע״א לעולם לא תפשוט כאן בשוגג כאן במזיד כלומר לא תפשוט דרב ביבי להתיר דברייתא דאמר מותר להחזירה היא בשוגג טעמא דבשוגג מותר משום דטעמא דאסרו במזיד הוא משום קנס ובשוגג לא קנסו והברייתא דאמרה אסור הוא דהושיט במזיד קנסו רבנן אבל דרב ביבי א״א לפשוט ולומר דכיון דהוא בשוגג מותר לרדות שלא יבא לידי איסור סקילה דרדיית הפת שבות הוא דאין טעמא משום קנס וכן פי' רש״י ז״ל שם א״כ ודאי דהבעיא היא מטעם הדין ולא מטעם קנס. ועוד י״ל דכיון דטעמא הוא משום קנס דשכח והדביק בשבת לא היה לנו לקנוס דדוקא בשוגג דעם חשיכה גזרו שלא יעשה הדבר במזיד ויאמר שוכח אני כיון דהוא דבר דרבנן שהוא קל דמן התורה כיון שנעשית ממילא שפיר דמי אבל כששכח בשבת לא יעשה הדבר במזיד ויאמר שוכח אני כיון דהאי איסור הוא חמור ויבא לידי סקילה וזה מבואר בדברי התוס' בפ' כל כתבי (שבת דף קכ\"ב) בד״ה ואם בשביל ישראל אסור וכו' שכתבו שם אע״ג דישראל המבשל בשבת וכו' ע״ש. אבל להרמב״ן ז״ל אין מכל זה קושיא כלל דהוא סבור דשוכח וקרמו פניה מבעוד יום הכל אסור מדין שבות יותר ממזון ג' סעודות ואין לדעתו ז״ל הטעם משום קנס דבקרמו פניה נמי אסור אלא משום דהוא שבות. ומ״ש הרב המגיד ויש מי שהקשה וכו' כונת הקושיא היא דכיון דבפכ״ב אמרו דמדביק פת בתנור מבעוד יום וכו' לא ירדה במרדה אלא בסכין משמע דהרדיה אסורה וכמ״ש לעיל בדבור המתחיל אין נותנין פת בתנור וכו' ולא ירדה במרדה וכו' אע״ג דכל זה איקרי השוכח מ״מ אין בזה כלום דאין לחלק בין לא קרמו פניה בענין רדיית המרדה אם לא שהיא אסורה מד״ס דכיון דטעם שלא קרמו הוא משום קנס לרדות בשינוי או במרדה אין זה קנס אלא ודאי שהטעם הוא מפני שהוא שבות וכו': "
            ]
        ],
        [
            [],
            [],
            [
                "<b>ליקט עשבים להאכיל לבהמתו וכו'.</b> כתב ה״ה וגם זה אפשר שהוא נכלל בדברי רבינו וכו', ובאמת אין לשונו משמע כן שכתב והוא שלא יהא אותו הנכרי מכיר לאותו ישראל והיה לו להשמיענו כל שאינו לפניו אפי' מכירו. עוד כתב ועשבים שהתירו לתת לבהמה אינו לתת לה בידים אלא לעמוד בפניה וכו' וא״ת בפ״ב בבבא המתחלת אבל השוחט וכו' כתב הוא ז״ל לדעת רבינו דאין מוקצה אלא מחמת איסור ודחאו בידים כמו הדליק נר דהוי דחאה בידים ומוקצה של עשבים אין כאן דחאה בידים כלל. וי״ל דהרי תירצו התוס' בגמרא דהך מוקצה דמחובר אפי' ר״ש מודה ע״ש בפ' כל כתבי (שבת ד' קכ\"ב): "
            ],
            [
                "<b>נר הדלוק וכו'.</b> כתב ה''ה ויש מי שכתב וכו' ואחרי כן שדין זה צ''ע וטעמו הוא מפני שדין זה אינו מוכרח בגמרא בהלכות שבת (דף קכ\"ב) דאפשר דמעשה דר''ג וזקנים היו מחצה נכרים בספינה ומחצה ישראל ומפני כן כשעשה הנכרי הכבש ירדו בו הזקנים אבל אם היו כלם ישראלים לא. ומ''ש שם בגמרא התם כי מחממי אדעתא דרובא מחממי לאו למימרא דאם ידענו שנכרי הדליק לעצמו דשרי דליכא למימר אדעתא דרובא אלא ר''ל שאפי' שידענו שהדליק בשביל עצמו אסור כיון שיש רוב ישראל אבל במחצה על מחצה מותר אם יש הוכחה שהדליק בשביל עצמו וכן מעשה דשמואל דהביאו שם בגמרא בההוא נכרי דאדליק שרגא וגו' היו מחצה על מחצה ישראל כמ''ש שם התוס' ועכ''ז אין הכרח לדין זה ומפני כן כתב הרב ז''ל וצ''ע: ",
                "<b>שהמדליק על דעת הרוב מדליק.</b> מכאן קשה לדברי הג''ה שכתב מותר לומר לנכרי או לשפחה מדוע לא עשית כן בשבת שעבר אע''פ שע''י כך יעשה לשבת הבאה דהא מכאן משמע דאפי' שיעשה הנכרי מעצמו כשהרוב ישראל אסור כ''ש כשהדליקה השפחה בבית שיש שם ישראל שאסור וצ''ע: "
            ],
            [],
            [
                "<b>נכרי שהביא חלילין בשבת וכו'.</b> ביאור דברי ה''ה ז''ל דהוא מפרש דעת רבינו כרב (פ' שואל דף קנ\"א) דאמר מקום קרוב ממש ר''ל אא''כ ראה שאלו החלילין באו ממ''ק ר''ל מחוץ לתחום שהוא מ''ק ור''ל קרוב מפני שכשהחשיך אינן מספידין מיד דדרך להמתין מעט משחשיכה ואותו המעט של המתנה הוא שיעור כדי הבאת החלילין מחוץ לתחום ובערך זה נקרא מ''ק שיספיק אותו הזמן מועט להביאם משם. וז''ש ה''ה שא''א שלא יהיה בשעת הספד וכו' כלומר בשעה הראויה להספד א''א שלא יהיה מעט קודם שיעשו ההספד. ויש מקצת ספרי דפוס שכתוב א''א שיהיה בשעת הספד והוא טעות וצ''ל שלא יהיה. זו היא סברת ה''ה ולדידיה אתיא מתני' כפשטה שר''ל אא''כ ראו שבאו ממ''ק ודלא כשמואל שפי' אא''כ המתין בעת שחשכה כדי שיבואו ממ''ק אלא מתני' כפשטה היא וז''ש מקום קרוב ממש ושמואל סבר דהך מקום קרוב דמתני' אינו מ''ק כמ''ש רב שר''ל מ''ק מחוץ לתחום שיספיק אותו הזמן להביאם משם אלא המ''ק הוא העיר או הכפר היותר קרוב לעיר זו שמאותה העיר מביאים החלילין ואפי' שראינו אותו בא ממ''ק שאמר רב שיספיק בזמן המועט אשר בין משהחשיך להספד כדי להביאם משם עכ''ז צריך להמתין כדי שיבאו מן הכפר או מן העיר הקרובה שממנו מביאין החלילין משום דאפשר דאע''פ שראינו עתה שמביא אותם מן המקום ההוא קודם לכן הביאם לשם בשבת זה עצמו ולא מבעיא כשראינו שהביאם משם בחצי יום שבת דחיישינן דילמא הביאם עד שם משהאיר הבקר ועד עתה ואחרי כן הביאם בפנינו משם אלא אפי' שראינו שהביאם משם בהאיר הבקר והיה ראוי לומר שקודם השבת היו שם יש לחוש שמא ליל שבת הלך נכרי זה והביאם ממקום אשר הם באים עד הבקר ועתה בבקר הביאם משם בפנינו וז''ש ה''ה א''א לולא שממ''ק באו כלומר לולא שבאו ממ''ק שאנו רואים אותו שהוא בא שהוא הנקרא מ''ק כדברי רב לא היה נכנס בבקר אלא חוששין וכו' וצריך להמתין כדי שיבאו ממ''ק ר''ל מהעיר או הכפר היותר קרוב אשר מהם מביאים החלילין ולפ''ז אין המ''ק שכתב קודם ה''ה כדברי שמואל דומה למ''ש לבסוף אלא האחד הוא מ''ק אליבא דרב והאחרון הוא כשמואל ובזה יתיישב דבריו אלו של ה''ה דלכאורה היה נראה דסותר מ''ש באחרונה צריך להמתין כדי שיבא ממקום קרוב למ''ש בראשונה לולא שבאו ממקום קרוב: "
            ],
            [],
            [],
            [
                "<b>דבר שאינו מלאכה וכו'.</b> נראה מכאן דבענין המילה לא התירו אלא שבות דשבות אבל שבות גמור לא התירו והא דכתב ה״ה ז״ל בפ״ב בבבא המתחלת וכן מרחיצין אותו לפני המילה דבמים חמין שעבר ישראל וחממן הכשירו קודם המילה מפני דאינו אלא משום גזירת מרחצאות דמשמע דאע״ג דהוי שבות התירו בענין מילה וא״כ ה״נ בעלית האילן דהוא משום גזירה שמא יעלה ויתלוש לא היה להם להעמיד גזירתם במקום שבות והיה ראוי שהישראל עצמו יתירו לו להעלות באילן להביא הסכין. וי״ל דהתם בחמין שהוחמו דומיא דשבות דהגזירה התם היא משום מרחצאות ומרחצאות עצמן היא גזירה כמבואר בדברי רבינו פכ״ב ע״ש כתב ה״ה שזה מה שעושה בו הוא כדרכו לכאורה נראה דפירוש דבריו כך אפי' כדבריך דפירוש דברי רבינו איירי בחולי כולל כל הגוף מ״מ יש כאן חלוק בין הכא לגונא דהתם על ידי שינוי והכא כדרכו. וקשה לזה דהא הוא ז״ל כתב לעיל בפ' שני בדבור המתחיל חולה שאין בו סכנה וכו' דהוי כולל כל הגוף אפי' ישראל עצמו עושה בלי שינוי לכך נראה דפי' דבריו כן אפי' שתאמר שגונח אינו כולל כל הגוף דומיא דמקצת חולי שכתב כאן רבינו יש חילוק דמה שהותר כשאינו כולל ע״י ישראל ובשינוי אבל ע״י נכרי הודיענו דאפי' בלא שינוי מותר. וצ״ל לדעת הראב״ד ז״ל דהמעשה דפ' הדר (עירובין דף ס\"ז) הוא מפרשו כפירוש הגאונים דאיירי בחמין הצריכין למילה אבל אם יש בו חולי אפי' הוא עצמו עושה ובגמרא אמרו שם מי א״ל זיל אחים וכו' כלומר שהוא שבות גמור ולדעת הראב״ד ז״ל כל שיש בו חולי אפי' שבות גמור ע״י ישראל התירו א״כ ודאי דברי המעשה האמורים אחר המילה מטעם חולי ומצטער כדברי רבינו דבהכי מותר אפי' ע״י עצמו כמו שהשיג הוא עצמו על רבינו ז״ל אלא איירי במכשירי מילה וכדעת הגאונים ז״ל כתב ה״ה ז״ל ומתוך כך פירשו ז״ל אפשר דבשדה אפי' שדרכו ליטול באריסות לפי זה אסור להשכירו ע״ש משום דמיחזי כנוטל שכר שבת: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המשתתף עם הנכרי במלאכה וכו'.</b> כתב הרב המגיד וכו' נראה שהוא מפרש כפרש''י ז''ל דה''ק דאם לא התנה מתחילה וגם לא אמר טול אתה חלקך בשבת וכו' קשה דמה לנו אם אמר לו אחר השתוף טול חלקך בשבת דאפי' אמרו כיון שהוא אחר השיתוף לא מהני ולא יזיק ג''כ דמה לנו אם אמרו אח''כ וי''ל דאם אמרו אח''כ פשיטא דאסור משום דודאי מזיק באומר לו אח''כ טול חלקך בשבת שגילה בדעתו שרוצה שיהיה הוא שלוחו ליטול חלקו בשבת כדי שהוא יטול חלקו בחול ומה שהודיענו אפי' שלא אמר לו כן ה''פ אח''כ שאין כאן גילוי דעת, וזה דוחק: "
            ],
            [],
            [],
            [
                "<b>הנותן אגרת לנכרי להוליכה לעיר אחרת וכו'.</b> עיין בפסקי מוהר''ר לוי ן' חביב ז''ל אשר שם הרב מוהר''י בי רב ז''ל חולק עמו בהבנת לשון זה וארכו הדברים ביניהם ואין צורך כאן להאריך: "
            ],
            [],
            [],
            [
                "<b>ישראל שעשה מלאכה בשבת וכו'.</b> כתב ה''ה ויש חולקים בזה ואומרים שהוא כדי שלא יהנה במעשה שבת וכו' והרמב''ן ז''ל כדעת זה. אע''ג שהוא ז''ל כתב בפ' זה בלשון המתחיל מת שעשו לו נכרים וכו' וכ''כ הרמב''ן ז''ל בתורת האדם שלו דמשמע משם דהוצרך הרמב''ן לתת טעם אמאי אסור לאחרים בכדי שיעשו מפני שלא חלקו בדבר וכפי מ''ש כאן בשמו דהטעם כדי שיעשו הוא מפני שלא יהנה במלאכת שבת לא היה צריך לטעם ההוא דהיה לו לומר דאסור לאחרים מפני שלא יהנה במלאכת שבת י''ל דאין שייך לומר שם טעם זה דהתם הבישול נעשה ע''י נכרי וכיון שהנכרי לא נצטוה על הבישול לא נעשה הדבר באיסור אבל כאן שנעשה הדבר ע''י ישראל נעשה הדבר באיסור מן התורה שייך לומר שלא יהנה במלאכת שבת. וא''ת אמאי לא אמרינן דאחרים לא יאכלו עולמית היכא דנעשה במזיד כיון שהוא אינו אוכל עולמית משום דאין לנו לחלק בינו לאחרים כמו שאין אנו מחלקין לעיל בענין שיעור כדי שיעשו. וי''ל דאין ראוי לומר שלאחרים יהיה אסור עולמית שהוא איסור חמור מטעם לא חלקו שהוא טעם קל דבשלמא לומר דימתינו אחרים בכדי שיעשו אהני הך טעמא דלא חלקו אבל לאיסור חמור כי האי לא אהני, וכ''ת א''כ נימא כאן בכדי שיעשו ואמאי אמרו שהוא לא יאכל עולמית ולאחרים מותר מיד וי''ל דכיון דאפי' היינו אומרים סוף סוף היה מתבטל טעם דלא חלקו משום דישראל לא יאכל עולמית ואין אוכלין בכד''ש א''כ אין לנו לאסור לאחרים מהך טעמא דלא חלקו בכד''ש דסוף סוף נתבשל ואין אנו מקיימים אותו וא''כ ראוי להעמיד דבריו על הדין ולומר דלאחרים מותר מיד כדין. וא''ת אמאי לא קנסינן כאן שוגג דלא יעשנו במזיד ויאמר שוגג אני י''ל דלא אתי למיעבד במזיד כיון דהוא איסור סקילה וכמ''ש לעיל בשם התוס' בפ' כל כתבי: "
            ],
            [
                "<b>פירות שיצאו חוץ לתחום וכו'.</b> בפרק חמישי מהלכות יום טוב כתב רבינו פירות שיצאו חוץ לתחום וכו' ולא הזכיר שם אם הם מותרים באכילה ואם הם אסורים. ויש תימה איך לא הזכיר זה ואם הם מותרים באכילה וסובר שמה שאמרו בגמרא לא נאמר אלא לענין תחומין למה הוצרכו לדחוק בגמרא לתרץ לפי גירסת רבינו דהיא בשבת אפי' שיהיה ביו''ט לישני התם לאכילה הכא לתחומין. ונראה שרבינו סמך שם על מ''ש כאן דכיון דבשבת מותרים כ''ש ביו''ט. ומ''ש ה''ה שדברי ר''פ הם בהכרח ביו''ט משום דאי בשבת ל''ל חוץ לתחום אפילו שיהיה תוך לתחום אינו יכול להוליכה כיון שעובר ברה''ר אלא ודאי דאיירי ביו''ט ולענין תחומין ודברי רבי נחמיה ורבי אלעזר איירי בשבת לדברי רבינו ולא יאכלו. וא''ת אמאי נקט חוץ לתחום אפי' בתוך התחום נמי אסור משום דהעבירן ד' אמות ברשות הרבים כבר תירץ ה''ה ז''ל דמשום העברה ברה''ר אינו אסור אבל משום תחומין אסור דעשו חכמים חיזוק לדבריהם יותר משל תורה: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>הקוצר תבואה וכו' כל אלו אב מלאכה אחת הן.</b> כתב ה''ה ודע שכונת רבינו היא שכל מלאכה שהיא דומה וכו' נראה דזומר דומה לזורע באיכות הפעולה שכוונת הזומר היא כדי שיצמח אף על פי שהם הפכים בפעולות. עוד כתב אע''פ שאין לנו בזה כלל אין לנו חילוק בין שנאמר שהוא אב ממנה או שהוא תולדה שאין חילוק בזה לענין החטאות מ''מ זה עיקר. וא''ש לפ''ז שהודיענו חידוש שהוא אב כמותה אבל אם הודיענו שהיא תולדה אין בזה חידוש: "
            ]
        ],
        [
            [
                "<b>המנכש בעיקרי האילנות וכו'.</b> מ''ש (במסכת מ\"ק דף ב':) המנכש והמשקה מים לזרעים וכו' רב יוסף אמר משום זורע ופסק רבינו כרב יוסף היינו מנכש כדי שיצמח אבל הך מנכש הוא ליפות את הקרקע. ומ''ש כדי ליפות את הקרקע אכולהו קאי. והמנכש ומזרד והמקרסם וא''ת אמאי לא הוי מנכש ליפות קרקע אב כמו חורש כיון שהם דומים באיכות הפעולה דומיא דזומר שהוא כמו זורע מפני שהוא מאיכות פעולתו. י''ל דאי אפשר לצמיחה מבלתי זימור אבל זה אעפ''י שלא ייפה הקרקע כל כך אין בזה הפסד, ואינו מוכרח כל כך: "
            ],
            [
                "<b>הזומר את האילן וכו' ה״ז מעין זורע.</b> בגמרא פ' כלל גדול (שבת ע\"ג:) א״ר אמי זומר חייב משום נוטע והנוטע והמבריך והמרכיב חייב משום זורע והקשו משום זורע אין משום נוטע לא אימא אף משום זורע ע״כ. לפום ריהטא משמע דזומר חייב משום נוטע בלבד מדאמר בכל הני משום זורע ונוטע ובהך לא קאמר אלא משום נוטע וא״כ קשה איך כתב כאן ה״ז מעין זורע דמשמע דחייב משום זורע. ואפשר לומר דמ״ש מעין זורע ר״ל אבל אינו חייב אלא משום נוטע ומפני שנוטע חייב משום זורע אמר ה״ז מעין זורע. ועוד י״ל דלפי תירוץ הגמרא כי היכי דאמרינן בהך משום זורע ר״ל אף משום זורע גם משום נוטע ר״ל אף משום נוטע תדע לך דזורע חייב משום נוטע ונוטע חייב משום זורע אם כן ראוי להיות דזומר חייב משום זורע: "
            ],
            [
                "<b>הקוצר כגרוגרת חייב ותולש תולדת קוצר הוא וכו'.</b> נראה דהחילוק בין תולש לקוצר שקוצר בכלי ותולש ביד: "
            ],
            [
                "<b>וכן הזומר והוא צריך לעצים וכו'.</b> אבל א''צ לעצים פטור אע''ג דכל מלאכה שאינה צריכה לגופה חייב כבר כתבו שם התוס' דאפי' ר''י מודה בהא ע''ש: ",
                "<b>גבשושית של עפר וכו'.</b> כתב ה''ה שלא היה גורס בההיא דצרור חייב חטאת אלא חייב בלבד. ובפרק המוציא (דף פ\"א:) אמרו שם אמר רב הונא אסור לפנות בשדה ניר בשבת מ''ט אילימא וכו' ואלא משום עשבים והא אמר ריש לקיש צרור שעלו בו עשבים מותר לקנח בה והתולש ממנה בשבת חייב חטאת אלא (משום) דילמא נקט מעילאי ושדי בתתאי ע''כ. עוד שם אמר רב פפי ש''מ מדריש לקיש האי פרפיסא שרי לטלטולי מתקיף לה רב כהנא וכו' ע''כ. ונראה דדעת ה''ה ז''ל במ''ש דאינו גורס בההיא דלעיל חייב חטאת משום דא''כ איך אמר מותר לקנח בו וזה א''א דיש לחלק בין מותר לקנח משום דהוי דבר שאינו מתכוון. אבל הכא בעקירת הצרור מן הקרקע אם היה אסור מן התורה ודאי דהיה אסור לקנח דהוי פסיק רישיה. ונ''ל דכונת ה''ה ז''ל דאיהו ז''ל גריס בתלישת עשבים מן הצרור חייב חטאת ה''ה בתלישת הצרור מן הקרקע דשוים הם אבל מ''מ אין זה מוכרח דהתם אינו תלוש ממש והכי כתב רש''י ז''ל ולא אמרינן צרור זה העשבים שעליו וכו' אבל הכא תולש עשבים ממש מ''מ ה''ה ז''ל הקשה לו כפי דעתו ז''ל דסובר דתרווייהו שוים. עוד כתב ואפשר שדעת רבינו ז''ל הוא שההיתר הוא וכו' נראה דדעתו ז''ל הוא דרבינו מפרש הך מימרא דר''ל כשהונחה ע''ג יתידות ולא הוצרך להזכיר שצרור שעלה בו עשבים דאין כאן איסור כלל משום עשבים דודאי לא יתלשו ואין זה חידוש אבל אם היה מפרשה במונחת ע''ג קרקע היה לו להזכירה רבותא טפי להודיענו היתר עקירת הצרור מן הקרקע משום קינוח. ולדעתו ז''ל מ''ש בגמרא האי פרפיסא שרי לטלטולי אין הכונה לטלטולי מעל הקרקע כמו שהוא לפי פירוש רש''י ז''ל שמפרש מימרא דריש לקיש אפי' במונחת על גבי קרקע אלא הוא ז''ל מפרש הך פרפיסא לפי שיטתו דאיירי על גבי יתידות דומיא דמימרא דר''ל דאל''כ היכי נשמע מדברי ריש לקיש דאמר במונח על גבי יתידות מותר היתר עקירת הצרור מן הקרקע. ויש תימה בדברי הרב המגיד שאם בדעתו ז''ל שרבינו מפרש מימרא דר''ל במונחת על גבי יתידות מאי הקשו בגמרא בסוגיא שהזכרתי לרב הונא דאמר אסור לפנות בשדה ניר בשבת מדריש לקיש הא ר''ל לא איירי אלא במונח על גבי יתידות ומאי דקאמר רב הונא שלא יפנה בשדה ניר משום דניחוש שמא יקח מן הקרקע צרור והוי תלישה גמורה. וכ''ת לא חיישינן שיעשה איסור חמור זה אינו דהא לפי תירוץ הגמרא חיישינן שיעשה השואת גומות. ונראה לומר בדוחק שהוא ז''ל מפרש הסוגיא כן אמאי אמרת דאסור לפנות בשדה ניר משום דחיישת דילמא יתלוש צרור מן הקרקע הא אשכחן לריש לקיש דלענין קינוח לא חייש לתלישה דאי חייש לתלישה אמאי קאמר דמותר לקנח בצרור מונח על גבי יתידות ניחוש שמא יתלוש העשבים א''ו דס''ל לריש לקיש דלא חיישינן להא דהוא יהיה מוזהר דלא יתלוש הכא נמי יהיה מוזהר שלא יתלוש מן הקרקע לקנח אלא צרור תלוש או צרור שאין בו עשבים ותירצו דאע''ג דלא חיישינן לתלישה דהוא יזהר בכך מ''מ חיישינן לאשוויי גומות דזה דבר מצוי שיקח צרור אחד מכאן וישליכנו למקום אחר וישוה גומות ולא אשכחן לריש לקיש דלא חייש אלא בענין תלישה דכוותיה גבי תלישת צרור לא ניחוש אבל לאשוויי גומות מיהא חיישינן: "
            ],
            [
                "<b>וביצה האמורה בכל מקום וכו'.</b> בפרק המוציא (דף פ':) אמרו מי שמיע לך ביצה קלה וכו' משמע מדברי הגמרא דבכ''מ שנאמר לבשל ביצה קלה היא ביצת תרנגולת דמש''ה קרי לה קלה שקלה להתבשל אבל שבכ''מ שנאמר לבשל ביצה סתם שיהיה ביצת תרנגולת זו לא שמענו. ונראה לומר דכיון דגלי בבישול ביצה קלה במקום אחד שהיא [ביצת תרנגולת] הוא הדין דבישול ביצה האמורה בכל מקום ילפינן מיניה: "
            ],
            [],
            [],
            [],
            [
                "<b>ואחד החובל בבהמה חיה ועוף וכו'.</b> כתב ה''ה ואף לדברי רש''י שפירש חיוב החבלה משום צובע צריכין אנו לומר כן. וטעמו דכיון דהטעם הוא משום דאיכא צביעת העור היכא דאינו עור מותר אפי' שיצא דם אבל למאן דמפרש נטילת נשמה אין אנו צריכין לומר כן כמ''ש התוס' בפ' כלל גדול (דף פ\"ה) כי היכי וכו' ע''ש. ומה שלא אמר רבינו טעם נטילת נשמה אע''פ שאמרו אותה שם בגמרא בפ' כלל גדול הוא משום דלא אמרוהו לענין חבורה באבר וכו' אלא לענין מיתה בהחלט כמו בחלזון אבל חבורה אין לומר נטילת נשמה מאותו מקום כדעת המפרשים ז''ל דזה דוחק: "
            ],
            [],
            [],
            [],
            [
                "<b>והבורר תורמוסין וכו'.</b> פי' למ״ש בגמרא פ' כלל גדול (שבת דף ע\"ד) שאני תורמוסין דשלקי ליה שבעא זימני ואי לא שלקי ליה מיסרח וכפסולת מתוך אוכל דמי, כלומר כיון דאי שלקי הפסולת עמם היה נמוח וא״א להתבשל א״כ הפסולת עיקר והוי ליה כבורר פסולת מתוך אוכל: "
            ],
            [
                "<b>המשמר יין או שמן או מים וכו'.</b> יש לתמוה על רבינו איך כתב כאן דמים צלולין מסננין אותם בסודרין וכן בפכ''א כתב לפיכך אע''פ שמותר לסנן יין צלול וכו' או מים צלולין בסודרין וכו' הא אמר זעירי בגמרא דאפי' במשמרת מסננין. וכן יש לתמוה במ''ש כאן וכן יין מגתו כל זמן שהוא תוסס וכו' ונותן לתוך הסודרין דהא בגמרא (דף קל\"ט:) אמרו דאפי' משמרת מסננין דהיינו ברייתא בטורד אדם חבית יינה ושמריה וכו' שהעמידו בגמרא בין הגיתות שם באותה ברייתא מפורש משמרת. ונראה שהוא ז''ל מפרש דכל משמרת דכאן בגמרא ל''ד משמרת אלא סודרין ולא הוצרך לפרש בגמרא דסמיך אמתני' וכן הברייתא סמיך אמתני'. ופי' כן משום דאי לא אמרת הכי קשה טובא בהא דמקשה גמרא לזעירי מדרשב''ג לימא ליה דלטעמיך קשה ברייתא אמתני' דבמתני' אמרו דוקא בסודרין אבל משמרת לא וברייתא אמרה משמרת. אלא ודאי דמשמרת הנזכר בברייתא היינו סודרין וסמך אמתני' וכן במשמרת שהזכיר זעירי. זה נראה בדעתו ז''ל אבל אין כן דעת הרשב''א ז''ל וכמו שהביא דבריו ה''ה ז''ל שהוא מפרש הך משמרת דהיא מדוייקת ולא חשש ה''ה לומר שאין כן דעת רבינו שהוא פשוט: "
            ],
            [
                "<b>וכן הנוסר עצים ליהנות בנסורת שלהן וכו'.</b> כלומר דלא יהא שלא ליהנות לא מעצים ולא מהנסורת דזה מקלקל הוא אלא שדעתו ליהנות מהנסורת או מהעצים שיהו מנוסרים דבהא ודאי חייב אע''פ שאין דעתו ליהנות מהנסורת עצמו לדעתו ז''ל שפסק שהמלאכה הצריכה לגופה חייב: "
            ],
            [
                "<b>המגבל את העפר וכו'.</b> בפ״ק (דף י\"ח) אמרו אצל מתניתין דאין שורין דיו עם סממנין וכו'. מאן תנא נתינת מים לדיו היא שרייתן אמר רב יוסף רבי היא דתניא אחד נותן את הקמח ואחד נותן את המים האחרון חייב דברי רבי ר' יוסי אומר אינו חייב עד שיגבל א״ל אביי ודילמא עד כאן לא קאמר ר' יוסי אלא בקמח דבר גיבול הוא אבל דיו דלאו בר גיבול הוא אימא ליחייב לא ס״ד דתניא אחד נותן את האפר וכו'. ומ״ש ה״ה כאן נראה דדעת אביי לומר דשרייתו זו היא גיבולו בין בדיו בין באפר בין במורסן בין בכל דבר דלאו בר גיבול דחייב על השרייה ומכח קושיא דבפ' מי שהחשיך (שבת דף קנ\"ה) אדחיה ליה הך סברא דאביי ואמרינן דבדבר דלאו בר גיבול בגיבול חייב מד״ס ובשרייה מותר וכ״פ רבינו א״כ יצא לנו מכאן לדעת רבינו דבדיו דלאו בר גיבול בגיבולו חייב ובשרייתו מותר גמור א״כ קשה דהוא עצמו כתב למעלה בריש פ״ג ושורין דיו וסממנין עם חשיכה דמשמע דבשבת אסור אפי' שרייה אלא שי״ל דהטעם דבדיו אסור בנתינת מים הוא משום צובע דל מהכא טעמא דלישה וכמ״ש רבינו עצמו בסוף פ' ט' העושה עין הצבע ה״ז תולדת צובע וכו'. ומ״מ עדיין יש לתמוה בדברי ה״ה במ״ש שם עם מ״ש כאן דשם נראה שהוא מפרש הסוגיא כולה לענין צביעה וה״ק מאן תנא דנתינת מים בדיו חייב משום צובע ותירץ רבי היא דאשכחנא דאמר דנתינת מים בלישה חייב משום לש ה״ה כאן בנתינת מים בצביעה חייב משום צובע והקשה אביי אפי' ר' יוסי היא דע״כ לא קאמר ר' יוסי התם אלא בקמח שהוא בר גיבול ואי הכא הוא שייך גיבול ה״א דאינו חייב בצביעה אלא בשלש משום דדעתיה אלישה אבל דיו דלאו בר גיבול ולא אתי כלל לידי חיוב לישה בנתינת מים לבד חייב משום צובע והקשו דהרי מצינו דר״י דאמר באפר עד שיגבל והשוה אפר לקמח א״כ אפי' במידי דלאו בר גיבול גיבולו איקרי גיבול וחייב עליה וא״כ נימא דעתיה אלישה ותירצו מאי אפר עפר כלומר ולעולם דאפר אינו חייב כלל משום לישה אבל דיו דלאו בר גיבול חייב משום צובע. ולפי זה א״ש סוגיא דמי שהחשיך דאביי דהוא סבר דבדבר דלאו בר גיבול אינו חייב ומה שחייב בדיו הוא משום צובע. זה נראה פשט הסוגיא לפמ״ש שם ה״ה ז״ל שלא הזכיר שם בדיו אלא צביעה. ויש לתמוה אמאי כתב כאן דסוגיא דמי שהחשיך אתיא דלא כאביי הוא לפי פשט זה שהוא עתיד לבאר בפ״ט אתי כאביי וע״ק שכתב כאן דאידחו להו דברי אביי ואי אידחו א״כ אפי' בדיו לר' יוסי אינו חייב בנתינת מים וא״כ איך כתב רבינו בפרק ט' דמין צבע חייב דהיינו כדברי אביי דסבר דאפי' ר״י מודה לכאורה ונראה דברים הפכיים. ונ״ל דאביי ודאי במאי דקאמר דדיו דלאו בר גיבול וכן מורסן וכן כל דבר דלאו בר גיבול שרייתו זו היא גיבולו וחייב אנתינת מים ובדיו חייב בנתינת מים צביעה ולישה דשרייתו זו היא גיבולו ודחו אותו בגמ' משום ברייתא דאפר דר״י אצריך שם גיבול והוא דחה ואמר מאי אפר עפר וה״ק ע״כ לא קאמר ר״י דצריך גיבול אלא בקמח דשייך בו גיבול ואי הוה בדיו שייך גיבול בנתינת מים לא היה חייב כלל אבל השתא דאינו בר גיבול בנתינת מים נגמרה בו מלאכת הצביעה וחייב משום צביעה וה״ה משום לישה ולא חשש ה״ה להזכיר בפ״ט לישה מפני שסמך על מ״ש כאן ובפ' מי שהחשיך דחו דברי אביי ולא דחו אותם אלא לענין לישה דלא אמרינן להתחייב בלישה שרייתו זו היא גיבולו אבל בענין צביעה לא אשכחוה שידחו דאפי' דאינו בר גיבול מ״מ אין החיוב משום הלישה אלא משום הצביעה ומפני כן נגמרו דברי אביי בענין הצביעה ופסק רבינו כמותו בזה. ומ״ש ה״ה כאן ולא העלה בדחייתא ר״ל בענין שהוא רצה להשוות הלישה והצביעה ואמר דאפי' בלישה שרייתו היא גיבולו וחייב והא אידחי מכח הקושיא דמי שהחשיך אבל בענין צביעה אנו לא מצינו סוגיא מנגדת לאביי בהא. זו היא דעת רבינו ז״ל. וא״ת מ״מ ה״ל לה״ה להסכים דברי אביי עם הסוגיא של פרק מי שהחשיך ולפרש כפי' הראשון שפירשתי בהך סוגיא דפ״ק וי״ל דאין זה פשט הסוגיא דמדהשוה אביי אפר לדיו משמע דכי היכי דבדיו אמר שרייתו זו היא גיבולו וחייב ה״נ באפרו. עוד דהוא דוחק לומר דהך סוגיא דיציאות השבת אידחי לה בהחלט דהשתא לא דחי אלא בענין דיו דמתני' כר״י וכדברי אביי אבל מ״מ בענין האפר מסכים עמה. ודע שהראב״ד ז״ל יתרץ הסוגיות כמו שתירצו שם התוס' בפ' יציאות השבת ע״ש. ומ״ש ה״ה שבסוגיא שבפ' מי שהחשיך נראה בביאור שאין חיוב בגיבול דבר תורה במורסן וכו' הוא משום דכיון דהותר התם נתינת מים במורסן משמע דגיבולו מותר מן התורה דאי גיבולו אסור מן התורה ראוי היה להם לגזור בשרייתו דאל״כ לא הוו גזרי רבנן במידי וז״ש ומתוך כך הותר נתינת מים ואם היה גיבולו וכו': "
            ]
        ],
        [
            [
                "<b>ושיעור מבשל סממנין וכו'.</b> כלומר הוא עושה סמנין אלו כדי לצבוע ירוק שיהיו ראויים למין צביעת ירוק. כלומר שצבעו שום דבר מירוק שהוא הצבע שהיה רוצה: "
            ],
            [],
            [],
            [
                "<b>אחד נתן את האור וכו' כולם חייבים משום מבשל וכו' אבל אם שפת וכו'.</b> תימה דאמאי חייב המגיס והנותן עצים ונותן את האור אינו חייב דומיא דלעיל שחייב נותן את האור וגם קשה בשופת את הקדרה אמאי אינם כולם חייבים דומיא דאור דחייב משום בישול אע''ג דעדיין לא בשל מפני שבא אחר הבישול ה''נ הנותן את הקדרה והמים והשאר יהיו חייבים כל אחד מפני שעתיד לבא הבישול. מיהו לזה יש לומר דפטור משום דעשה שלא כסדר ודי לן שיהיה חייב כל אחד ואחד אע''פ שכל אחד לא עשה פעולה בשלמות היכא שיהיו כסדר אבל אין לנו להחמיר ולומר דאפילו עשו שלא כסדר שהם חייבים מ''מ קושיא ראשונה צ''ע. ועיין בהגהות מהר''ם מפדוואה שעמד על זה וכן בפסקי מוהר''ר לוי ן' חביב. וע''ק בדברי רבינו בנותן את האור ונותן את העצים אמאי לא כתב שחייבים משום מבעיר ונראה דה''ה אלא מ''ש כאן הוא שכלם חייבים משום מלאכה אחת שהוא הבישול והראיה על זה שבבישול סמנין כתב רבינו בריש הפ' שחייבים משום מבשל וכתב הרב המגיד שהוא הדין שחייבים משום צובע, ועוד יש לומר דמשום מבעיר אינו חייב אלא בצריך לאפרו כמו שאמרו בגמרא וכאן אינו צריך לאפרו אלא לבישול וכבר לוקה על הבישול: "
            ],
            [
                "<b>שכח והדביק פת בתנור בשבת וכו'.</b> כתב הרב המגיד ולמעלה מזה בסוגיא מפורש דלאו דוקא הדביק במזיד וקשה מאין יצא לו כן מן הסוגיא. ומה שכתב רבינו שכח אע''פ שבגמרא לא מצינו שום מציאות חילוק לשוגג היינו משום דאמר שלא יבא לידי חיוב חטאת ומפני כן הקשו בגמרא (דף ד') אי דהדר ואידכר אינו חייב חטאת. אבל רבינו שכתב כדי שלא יבא לידי מלאכה אין קשה לו כלל: "
            ],
            [
                "<b>בין שריפה גוף קשה באש או שהקשה גוף הרך וכו'.</b> קשה דבפ' כלל גדול (שבת דף ע\"ד) אמרו האי מאן דשדא סיכתא לאתונא חייב משום מבשל והקשו פשיטא ותירצו מהו דתימא לשרורי מנא קא מכוין קמ״ל דמירפא רפי והדר קמיט ע״כ. ופירש״י דמירפא רפי ע״י חום האור והמים שבתוכו ולאחר שיצאו מימיו קמיט מתקשה וכי רפי ברישא הוי בישולו ע״כ. משמע דבסיכתא אי לאו דרפי בתחלה לא הוה חייב ואיך כתב שבכ״מ שהקשה גוף הרך שחייב וי״ל דהוא סובר דכל דבר לח שמתבשל אע״פ שמתקשה חייב משום בישול דומיא דאופה ומה שאמרו בסיכתא שהוא כלי אדמה לפי דעתו ז״ל הפירוש מהו דתימא שאינו עושה שום מלאכה שהרי הם חזקים שהם מתחזקים יותר קמ״ל שחייב על הבישול מפני שבתחלה האש מרפה אותם ונעשה לח ואח״כ מקשה אותם ומש״ה חייב אבל לעולם דבכל דבר לח חייב בקישויו: "
            ],
            [],
            [],
            [],
            [
                "<b>אורך ארבעה טפחים.</b> דעתו לומר קרוב לד''ט שהרי למעלה כתב קרוב לשני שלישי זרת: "
            ],
            [
                "<b>והסוחט את הבגד וכו'.</b> כתב ה''ה והסוחט בגד תולדת צובע כדרך מלבן וכו'. צ''ל שמ''ש תולדת צובע הוא מפני שהמלבן הוא כמין צובע אבל אינו אלא תולדת מלבן, ומה שהכריח מן התוספתא שאמרה המכבס והסוחט מלאכה אחת היא משום דחילק בין מים ליין ושמן וכו'. ומ''ש ה''ה וכן דעת רבינו הוא משום דלא חילק: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>העושה שני בתי נירין חייב וכו'.</b> נראים דברי רבינו שהבתים עושה וכן צריך לפרש פירוש בית שכתב שני חוטים בבית ניר וכו' כלומר שני בתי נירין שבכל בית ניר מהם הוא ראוי לתת שני חוטים אבל הוא לא עשה אלא הבתים. וכן נראה מדברי הרב המגיד שהסכים פי' רש''י עם רבינו. ובמה שכתב רבינו בענין השובט הביא הרב המגיד פירושים על דברי רבינו. ולכאורה נראה שהם חלוקים וכן במסך הביא פי' רש''י שנקרא אורדי''ר ורבינו כתב שהוא מתיחת חוטים אם לא שנאמר שענין מתיחת החוטים נקרא בלשונם אורדי''ר. וכן הביא פירוש רש''י בענין המדקדק ורבינו פירש מדקדק בענין אחר וכל זה בא שלא בדקדוק שלא היה ראוי לכותבם אחר שנראה שהם חלוקים: "
            ]
        ],
        [
            [],
            [
                "<b>כיצד נפסקה לו רצועה וקשרה וכו' או שקשר רסן בהמה ה״ז פטור וכו'.</b> בריש פ' אלו קשרים (שבת דף קי\"א:) אמרינן מאי קשר הגמלין וקשר הספנין אילימא קיטרא דקטרי בזממא וקיטרא דקטרי באיסטרידא האי קשר שאינו של קיימא הוא וכו' ופירש״י ז״ל קיטרא דקטרי בזממא זהו קשר הרצועה שקושרים בטבעת. ולכאורה נראה דהיינו רסן בהמה וא״כ קשה דרבינו כתב שהוא קשר של קיימא דאינו מעשה אומן ובגמרא אמרו קשר שאינו של קיימא הוא דמשמע שהוא מעשה אומן. ונ״ל דכל דבר דאינו מעשה אומן קשר שאינו של קיימא קרי ליה בגמרא א״נ דרסן אינו מעשה אומן אבל הוא קשר של קיימא כקיטרא דקטרי בזממא ושמא דלאו היינו רסן דהוזכר בדברי רבינו: "
            ],
            [
                "<b>ואם היה חבל גרדי וכו'.</b> קשה דבגמרא (דף קי\"ג) אמרו בפירוש אילימא חבל בעלמא וכו' קשר של קיימא הוא אלא חבל דגרדי וכו' ושמא טעמא דחבל גרדי אינו משום שאינו קש''ק וכבר הוקשה זה בדברי ה''ה. וע''ק אמאי לא גזרו כאן חבל גרדי אטו חבל דעלמא כמו גבי דלי וכ''ת שאין כאן איסור אלא משום מוקצה לדעת רבינו הרי לעיל גבי דלי נמי אין האיסור אלא דרבנן שהרי כתב רבינו שמקשר חבל בדלי הוא פטור שר''ל אבל אסור מדרבנן וי''ל דשאני התם דהעיקר הוא הקשר מדאורייתא אבל הכא במוקצה עיקרו הוא מדרבנן ומפני כן לא גזרו. והרא''ש ז''ל כבר תירץ על זה בהשגות ואמר שחבל גרדי שאמרו הוא מפני שאינו חזק ויש לחלק בין דלי לפרה כמ''ש שם: "
            ],
            [
                "<b>לפיכך אם נפסקה רצועת סנדלו בכרמלית וכו'.</b> ה''ה תמה על רבינו למה לא חילק בין חצר לכרמלית וכתב שהוא סובר שאין חילוק בהם והא דרב יוסף דלא כהלכתא אתיא. וקשה דא''כ אמאי הזכיר רבינו בכרמלית אדרבא מדהזכיר בכרמלית משמע דס''ל כרב יוסף דדוקא בכרמלית אבל לא בחצר ואולי שהזכיר כן מפני שאמר אח''כ לשון הגמרא שהמעשה אירע בכרמלית ודוחק. ומ''ש ה''ה ז''ל ואולי דעתו כדעת המפרשים אע''פ שלכאורה נראה שהוא מוכרח בגמ' הטעם שאפשר דמה שאמרו בגמרא התם לא מינטר וכו' הוא לומר דמש''ה הקשירה אסורה בחצר וחזר אביי והקשה לו והא מנא הוא כלומר נהי דאסרת לקושרו מ''מ אמאי אסרת לטלטלו ולזה דחי ליה ואמר דמדקא מתרץ ר' יוחנן ש''מ הלכה כר''י ולפי פירוש זה לדידן דלית לן כר''י מ''מ אסור לקושרו בחצר משום דהתם לא מינטר הכא מינטר דלא הוצרך רב יוסף למימר דהלכה כרב יהודה אלא לאסור הטלטול אבל הקשירה בלאו הכי אסירא לכך כתב ה''ה שאין זה פי' הגמרא אלא טעם איסור הקשר הוא מפני הטלטול והא בהא תליא וכדשרי הטלטול הוא הדין הקשירה ומפני כן כתב הדבר בלשון אולי: "
            ],
            [
                "<b>וכורך עליה משיחה ועונב עניבה.</b> אע''ג דבגמרא (דף כ\"ג) לא אמרו רבנן אלא עניבה אבל תרתי בבת אחת משיחה ועניבה אפשר דלא. י''ל דכיון דהתירו עניבה כריכת המשיחה אין איסור כלל. א''נ שרבינו ז''ל מפרש שמה שאמר ר' יהודה ובלבד שלא יענבנו קאי אמשיחה וכיון דר' יהודה ס''ל שכורך משיחה ובלבד שלא יענב אותה מכלל דרבנן סברי כריכת משיחה ועניבתה שרי דאם לא כן במאי פליגי: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אחד נתן את האבן וכו'.</b> כתב הרב המגיד והרמב''ן ז''ל מפרש בזה וכו'. קשה דלדידיה ז''ל איך אמרו בגמרא (דף ק\"ב:) וליטעמיך הא פליגי רבנן עליה דר' יוסי וכמו שהקשו התוס' בריש פרק הבונה. ונראה שהוא ז''ל מפרש דבגמרא הקשו לשמואל מדרבנן ואפילו מר' יוסי דאי כר' יוסי אתי הא אמר ר' יוסי דבהנחה בעלמא סגי לגבי דימוס דלא מצינו דפליג ר' יוסי אדרבנן אלא גבי דימוס לבד אבל בשאר מודה דבעינן טיט ולזה אמרו ולטיעמיך כלומר אפילו לדידן לפחות תרי אופני בנין איכא דהא ר''י הזכיר בדבריו הנחה על גבי דימוס ולא הזכיר הנחה סתם וא''כ כי היכי דאת אמרת ור' יוסי ורבנן פליגי בעילאי ובמציעי כ''ע מודו דבעינן טיט ובתתאי כולי עלמא מודו דבעינן צדוד כוותיה. זה נראה ליישב דעת הרמב''ן ז''ל: "
            ],
            [
                "<b>וכן המגבן את הגבינה וכו'.</b> כתב ה''ה וכבר כתבתי פ''ח מה שנחלקו קצת הראשונים וכו'. אלו המפרשים ז''ל נראה שמפרשים מאי דקאמר משום בונה שהוא דומה ענין לבונה אבל לא תולדה אלא שבות דומה למה שפירש''י ז''ל בסוף פרק המוציא (דף פ\"א) גבי פרפיסא שאמרו שם בגמרא חייב משום תולדה ופירש''י ז''ל שם והך חייב לאו דוקא ע''ש, ומ''מ מ''ש לא ראיתי לו כן בפרק שמיני בשם המפרשים ז''ל x: "
            ],
            [
                "<b>העושה נקב כל שהו וכו'.</b> בגמרא (דף ק\"ב:) איכא פלוגתא רב אמר משום בונה ושמואל אמר משום מכה בפטיש ופסק רבינו כרב, וקשה דלמטה נראה שפסק כשמואל שכתב והעושה נקב כל שהוא בין בעץ בין בבנין בין במתכת וכו' הרי זה תולדת מכה בפטיש וחייב דלרב הוי משום בונה כמבואר בגמרא במ״ש גבי קודח בשלמא לרב מיחזי כחר חורתא וכו' אבל זה איירי בנקב העשוי להכניס ולהוציא דאל״כ ה״ז מותר מן התורה כמ״ש בסמוך ובפרק כ״ג וכן קשה שבריש פרק כ״ג כתב בנקב לול של תרנגולים שהוא תולדת מכה בפטיש וחייב כוותיה דשמואל. ונראה שהוא ז״ל מפרש דמ״ש רב חייב משום בונה כלומר אפי' משום בונה וה״ה משום מכה בפטיש דהוי גמר מלאכה אלא שהוא מוסיף ואומר שחייב משום בונה דלדידיה אתי מתני' דהקודח כל שהו כפשטה. וכן מצינו דומה לזה בפ' תולין (שבת דף קל\"ח) גבי מ״ש בגמרא משום מאי מתרינן ביה רבה אמר משום בורר ר״ז אמר משום מרקד ושם פירש״י ז״ל דרבה דאמר משום בורר ה״ה משום מרקד אלא שר״ז פליג ארבה וכן רבינו בפ״ח נראה שפירש כן שכתב בפ״ח ה״ז תולדת בורר או תולדת מרקד ונראה שפסק כרבה כדפרישית שם: <b>וא״ת</b> אמאי לא כתב שם חייב שתים משום בורר ומרקד דומה למ״ש למעלה בזומר וצריך לעצים שחייב שתים. וי״ל דהוא סבור דבורר ומרקד דמו להדדי ואין ראוי שיהיה חייב שתים ולא הוי אלא לענין התראה וז״ש בגמרא משום מאי מתרינן ביה וכו'. ומ״מ סתם כאן רבינו הרבה בזה שהיה לו לכתוב חייב משום בונה ומשום מכה בפטיש אלא שהוא סמך על מ״ש לקמן והדברים סתומים: "
            ],
            [],
            [],
            [],
            [
                "<b>המסתת את האבן וכו'.</b> גם זה במחלוקת דרב ושמואל בפ' הבונה (שבת דף ק\"ב:) ופסק דלא כרב אע״ג דהלכתא כרב באיסורי משום דר' יוחנן ס״ל התם כוותיה דשמואל: "
            ],
            [
                "<b>אבל אם הפריח צפור לבית ונעל לפניו וכו'.</b> בפרק האורג (שבת דף ק\"ז:) אמרינן בגמרא דדוקא בצפור דרור אבל בשאר צפור לא ויש תימה על רבינו איך לא הזכירו: "
            ],
            [
                "<b>או שהיו הכותלים קרובים וכו'.</b> כלומר הכותלים ד' אמות וכל אחד מהם גבוה אמה או פחות עד שהצל מגיע עד אמה אם היה מגיע צל של שניהם כאחד לא היה מגיע אלא אמה מכאן ואמה מכאן ובשתי האחרות לא הוה צל אבל אם לא היה בין שניהם אלא שתי אמות אז יקרא שצל של שניהם מגיע לאמצע כאחד שהצל של כותל זה מגיע עם צל של כותל זה. וא''ת אין זה שיעור שלפעמים יהיה המרחק אשר ביניהם גדול וכל הכותלים יגיעו זה עם זה מפני שהכותלים גבוהות הרבה דרך משל שכותל זה יהיה גבוה עשר אמות וכן הכותל שני ואפי' יהיה המרחק שביניהם כ' אמות יגיעו צל הכותלים זה עם זה לזה כתבו התוס' בפרק האורג (בד\"ה היכא דנפלי) ואמרו היה להם שיעור הכותלים שוה והיו יודעים שיעורם ע''כ. כלומר דעל אותו השיעור אמרו דנפלי טולא אהדדי. ואע''פ שא''א להגיע צל של שני הכותלים כאחד. (גם מ\"ש בגמרא שלא) [שאילו] היה אפשר להגיע צל של שניהם כאחד היה מגיע זה עם זה שם: "
            ],
            [],
            [],
            [
                "<b>ישב הראשון ומלאהו וכו'.</b> כתב ה''ה וכתב הרמב''ן ז''ל שמדברי התוספתא נראה שפירוש המשנה כך הוא וכו' מפשט הלשון משמע דהרמב''ן ז''ל סבור דמי שבא לשמור את ביתו ולא נודע שהיה שם צבי ועמד על הפתח אע''פ שמפני כך נעשה הצידה מותר כיון שלא היה בכונה אבל אם היה בכונה היה אסור אפי' לשני שעמד שם וקשה דמתניתין במאי אוקימתה לדבריו ז''ל דאי שאין כונה לשני לשמור הצבי אלא לשמור פתחו ומפני כן אמרו שהוא פטור א''כ אפי' בראשון נמי אם אין לו כונה לצוד את הצבי אע''פ שהצבי נצוד מעצמו הרי הוא פטור שהרי קדמה צידה למחשבה כמו שכתב הוא ז''ל וא''כ הוה ליה לתנא לאשמועינן מילתא אפי' בראשון אם אין לו כונה ואי מתניתין ביש לו כונה לשני זה א''א שהרי כתב הוא ז''ל שפירוש הא למה זה דומה וכו' שאמרו במשנה אינו אלא בשאין לו כונה וגם בדברי הרשב''א ז''ל קשה שנראה שהוא מפרש מתני' שיש לו כונה לשמור ביתו בצבי שבתוכו ומפני כן התירו לשני דא''כ אפי' הראשון נמי כיון דאין לו כונה אע''פ שהוא מעצמו נצוד מותר כמ''ש הוא ז''ל אע''פ שעל ידי כך נצוד הצבי כו' ואפי' היה לומר שאיירי כולה מתניתין להרמב''ן בשאין כונה כלל ולהרשב''א ביש להם כונה לשמור את הבית וגם על הצבי ומ''מ הראשון חייב כיון שהוא צד בראשונה אע''פ שאין לו כונה כלל לדעת הרמב''ן ולא אל הבית לבד לדעת הרשב''א אבל השני פטור כיון שאינו אלא שומר ממה שצד הראשון ודומה לשומר שכבר ניצוד מאתמול כלומר שהיה צבי בבית נצוד מאתמול ומצא השומר פתח פתוח בשבת ועמד על הפתח כדי שלא יברח שזה מותר שאינו אלא שומר אבל צידה גמורה לדעתם ז''ל נראה דאסור ומפני כן חייבו במשנה השני. ומה שבא בדברי הרמב''ן שקדמה צידה למחשבה וכן בדברי הרשב''א שע''י כך ניצוד הצבי נאמר לשון צידה בשילוח אבל אין הכונה אלא על השמירה כמו שנראה מתחלת לשון הרמב''ן שכתב שצבי היה שמור בתוכו וכו' וכן הרשב''א שכתב לשמור ביתו וצבי שבתוכו ולכן לא דקדקו בהזכירם בסוף לשון צידה והכונה על השמירה אבל הצידה אסור. זה נראה בדעתם ז''ל: "
            ]
        ],
        [
            [
                "<b>השוחט חייב ולא שוחט בלבד וכו' בין בשחיטה או בנחירה או בהכאה חייב וכו'.</b> פ' כלל גדול (שבת דף ע\"ה) מחלו' רב ושמואל רב אמר משום צובע ושמואל אמר משום נטילת נשמה ופירשו שם דברי רב דכוונתו אף משום צובע. ורבינו נראה שפסק כשמואל וכמו שמשמע מדברי ה״ה ודבר תימה הוא דהיה לו לפסוק כרב באיסורי וכמו שכתב ה״ה לעיל פרק עשירי גבי לול של תרנגולים אלא דאפשר שהוא ז״ל סובר דטעמיה דרב קלישא דהוא עצמו אמר בגמרא מילתא דאמרי אימא בה מילתא וכו' ואע״פ שנתן טעם מ״מ לכאורה נראה קצת דחוק ומפני כן לא פסק כמותו: "
            ],
            [
                "<b>רמשים שהן פרים ורבים וכו'.</b> צ''ל לפי דברי רבינו והרמב''ן ז''ל שמה שאמרו בגמרא (דף ק\"ו:) והרי פרעוש דפרה ורבה רצונו לומר דהוי כמו פרה ורבה כיון דאינו מזיעת אדם כמו כנה והוכרחו לומר מכח ההיא דעכבר והוא פשוט. ומה שכתב רבינו דתולעים של בשר וכו' שהם דומים לכנים דהוי אתי משום זיעה אע''פ שלענין ההריגה חילקם במ''ש דמותר להרוג את הכנים בשבת ובתולעים כתב דהורגן פטור אבל אסור היינו משום דדי לנו לדמותם לענין שאינם חייבים חטאת בלבד מפני דאינם דומים זה לזה בשוה: "
            ],
            [],
            [
                "<b>חיה ורמש שהם נושכין וממיתין ודאי וכו'.</b> לדברי רבינו דסבור דאפילו ר' יהודה דאמר (דף קכ\"א:) מלאכה שאינה צריכה לגופה חייב מותר להורגם משום פיקוח נפש דמה שלא תירצו בגמרא כשהקשו מני אילימא ר' יהודה וכו' משום דרצה להעמיד דרצו אחריו ודברי הכל דאתיא ככ''ע והוא פשוט: ",
                "<b>ואם דורסן לפי תומו וכו'.</b> מ''ש ה''ה ואע''פ שרבינו פסק וכו' טעמו דדעת רבינו דהכא משום פיקוח נפש התירו דומה דלעיל: "
            ],
            [],
            [],
            [
                "<b>הנוטל קיסם של עץ וכו'.</b> כתב ה''ה וא''א לפרש דכי אמרי רבנן גבי קטמו לחצוץ בו שיניו וכו' קשה דא''כ דפלוגתא דר''א ורבנן הוא ברכים ור''א סבר חייב ורבנן סברי פטור אבל אסור איך א''ר יהודה אין בהם משום תיקון כלי דאפי' לדברי רבנן אסור וא''כ איך פסק רבינו דמותר לעשות כלי מרכים דלא כרבנן ולא כר''א דאיך רצו להעמיד מתני' כרבנן דבמתני' אמר רבי פטור אבל אסור ורבנן סברי מותר כרב יהודה ואם כרב יהודה סבור כן דלא כחכמים ודלא כר''א משום ברייתא כמו שהקשה ה''ה ז''ל. ומ''מ י''ל בדוחק דמברייתא דלעיל דהקשו ממנה לרב יהודה משמע הכי כפי מה שתירצוה בגמ' שלא הזכירו שם איסור עשיית כלי ברכים ופסק רב יהודה כמותה אבל זה דוחק: "
            ],
            [],
            [],
            [
                "<b>הכותב אות כפולה וכו' חייב.</b> ר''ל שיהיה שם בענין אחד כמו דד שהוא יחיד מדדים שפירושו שדים, וכן חח מחחים וכו': "
            ]
        ],
        [
            [
                "<b>המחמם את הברזל וכו'.</b> כתב ה״ה ומ״ש לחייבו משום מבשל וכו' משמע דסבור דכיון דנעשה אש ושורף אין לחייב משום מבשל. וקשה שהרי בפרק ט' חייב רבינו משום מבשל שכתב המחמם את המתכת עד שתעשה גחלת הרי זה מתולדת מבשל. לכן נראה דמ״ש ה״ה ז״ל דבדין הוא לחייבו משום מבעיר לבסוף שנעשה אש שכל מבשל משום הפועל הראשון דמרפא רפי חייב ודלא כהראב״ד ז״ל דסבור דלעולם אינו חייב אלא משום מבשל בלבד. עוד כתב ומפשט הסוגיא דבפרק כירה (שבת דף מ\"א) נראה וכו' וקשה דמאין נראה לו כן מפשט הסוגיא דהתם אפשר לישבה דצרוף דהתם מדרבנן וזהו שהקשו והלא מצרף ותירצו דאתיא כר״ש דאמר דדבר שאינו מתכוין מותר. וי״ל דמשמע לו כן משום דאלת״ה אמאי לא תירצו דאתיא אפי' כר״י וע״כ לא קאמר ר״י אלא בדבר שאיסורו מדאורייתא אבל דבר שאיסורו מדרבנן מודה לר״ש דאפושי במחלוקת בין ר״י ובין ר״ש לא מפשינן אלא ודאי דאיסור הצרוף מדאורייתא, ואולי שזהו כונתו במ״ש וכל שאינו מתכוין הוא מותר לר״ש וכו' כלומר דזהו הוכחה דהצירוף הוא מדאורייתא מדלא אוקמוה אלא כר״ש כדפירשתי. אבל קשה לזה שביומא (דף ל\"ד) כשתירץ אביי ואמר אין שבות במקדש אמאי לא קאמר דאפי' שבות ליכא דר״י מודה בזה הצירוף. עוד כתב ואפילו למאן דסבר וכו' מפני שאפשר שלא הגיע לצירוף ואינו בהכרח גמור וכו' משמע דכונתו לתת טעם למה לא הוי כפסיק רישיה דהוא אסור אפי' לר״ש וכתב שאינו בהכרח גמור שצירוף וכו' וקשה דהרי הוא עצמו כתב למטה בלשון המכבה את הגחלת דבענין צירוף כל שאינו מתכוין מותר וא״ל דהוי פסיק רישיה ואפילו ר״י מודה בזה מהטעם שכתב שם עם שיש מקום עיון להבין דבריו כמו שאנו עתידים לבאר בעז״ה ועוד קשה במ״ש דדעת רבינו כדעת הרמב״ן ומחלק בין ההיא דעששיות להך דגחלת דהתם צרופו מדרבנן משום שהן מחממות הרבה וכאן בגחלת צירופו דאורייתא דלפי פירושו שפירש בדברי רבינו דבצירוף דבר שאין מתכוין מותר אפילו לר״י אמאי לא תירצו שם בגמרא ביומא כההיא דעששיות דבצירוף כמו ההוא דבר שאינו מתכוין מותר לגמרי אליבא דכ״ע דאפילו ר״י מודה בזה כמ״ש הוא ז״ל ג״כ בההיא דפ' כירה שהקשו והלא מצרף קשה אמאי לא תירצו כן לפי סברתו דאמר דבענין צירוף כל שאינו מתכוין מותר לכ״ע והוה מצי לאוקומי אפי' כר״י. ולכל זה יש לתרץ ולומר דכוונת חילוק שכתב ה״ה למטה בענין הגחלת כך הוא דבענין צירוף הגחלת אין לומר פסיק רישיה והטעם דמלאכת הצירוף אינה במשכן וכל מלאכות ממשכן ילפינן להו וכיון דאינה במשכן אנן ל״ל למילף לה בשום מקום. אבל רבינו כתב דיש ללמוד מפני שכן עושים לוטשי הברזל שכשכוונתם לעשות כלי תחלה מחממים הברזל ואח״כ מצרפין אותו במים וכיון דהלוטשים שכוונתם לעשות כלי עושים כן הויא מלאכה ג״כ ואין לנו לומר שהיא מלאכה אלא מפני שעושה אותה הלוטש דמכוין לעשות את הכלי. א״כ כיון דהטעם במלאכה הזאת מפני הכוונה האחרונה שהיא לעשות הכלי, כשאין כונתו לכך אין ראוי שתקרא מלאכה ואינו חייב כיון שאינה מפורשת במשכן ונתבטל הטעם אשר בעבורו קראוה מלאכה שהיא בכוונה. וכל זה יובן דוקא בגחלת של מתכת שאין כאן תיקון כלל שאינו כלי ואין החיוב בא אלא מחמת הכונה אשר לו דאם אין לו כונה אין הצירוף מועיל בגחלת דמה לי שיהיה מצרף או לא אבל במיחם שנתנו לתוכו צונן שיש שם תיקון כלי בההיא שעתא שמחזק הכלי אז ודאי ראוי לחייבו אע״פ שאין לו כונה לצירוף כיון דנעשה צירוף המועיל לתיקון הכלי מאליו וז״ש ה״ה למטה שכל שהוא מפני תיקון כלי מי שאינו מתקנו פטור כלומר כיון דהוא גחלת ואין כאן תיקון כלי כלל פטור. ועם זה נסתלק קושיית הראב״ד ז״ל דהרי זה מלאכה שאין זה צריכה לה כיון דאינה מלאכה כלל. ואחר שביארנו זה נתיישבו כל הקושיות דהוצרך ה״ה גבי מיחם לומר דלא הוי פס״ר דמ״ש ואינו בהכרח גמור וכו' דאל״כ כיון דהוא כלי ומתקנו בצירופו חייב אע״פ שאינו מתכוין כמו שביארנו. ומזה הטעם לא תירצו בגמ' בפ' כירה דבהך צירוף דמיחם מודה ר״י דלא מודה ר' יהודה אלא בצירוף דגחלת כמ״ש ה״ה אבל לא בצירוף כי הך דיש כאן תיקון כלי וכן מפני כן לא תירצו בגמ' מההיא דעששיות דאפי' ר״י מודה דהתם בעששיות הם כלים אע״פ שרש״י פירש שם שהם חתיכות של ברזל מ״מ כלים נמי במשמע. תדע לך שבפ' מי שהחשיך (שבת קנ\"ד:) הקשו לר״ה דאמר היתה בהמתו טעונה כלי זכוכית וכו' מביא כרים וכסתות ומניח וכו' ואמרו מיתיבי היתה בהמתו טעונה טבל ועששיות וכו' ותירצו התם בכולסה ופירש״י ז״ל חתיכות רחבות של זכוכית [שאינם כלים] ע״כ. והוזכר בדברי ה״ה פרק כ״א משמע מהתם דהוה ס״ד דמקשה דעששיות שהם כלים דהכי משמע פשט עששיות והמתרץ תירץ לו בדרך אוקימתא ומפני שהם כלים לא מצי לתרץ דדבר שאינו מתכוין מותר דכיון דיש כאן תיקון כלי חייב מיד כדפרישית. עוד כתב ה״ה בסוף דבריו בלשון המכבה את הגחלת אינו דומה לקטימת קיסם שהזכרנו בפרק י״א וכו' וקשה דהתם הוי מותר לגמרי כמו שמבואר שם והכא פטור אבל אסור והיה ראוי להיות מותר דומיא דהתם כיון דהם שוים וי״ל דאסור משום הכיבוי שכן כתב רבינו המכבה את הגחלת ומשום שהוא מקלקל וכל המקלקלים פטורים אבל מחמת הצירוף אין כאן איסור כלל התם נמי אין שם איסור כלל דקיטמו להריח: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הוצאה והכנסה מרשות לרשות מלאכה מאבות היא וכו' והרי הוא כמוציא מרשות לרשות וחייב וכו'.</b> בריש פרק הזורק (שבת דף צ\"ו:) אמרו דהוצאה אב והכנסה תולדה ורבינו הזכירם כאחד דמשמע דכלם אב והוא תימה אלא שלא חש לבאר מפני שאין בזה חילוק לענין הדין שבין שיהיה אב כמו זומר בערך זורע או תולדה כמו מחבץ בערך בורר אם עשה שניהם כאחד אינו חייב אלא אחת כמו שכתב רבינו בפרק שביעי ואין לנו בזה אלא חילוף השמות ומה שהוצרכו בגמרא לומר שהיא תולדה הוא לומר שאינו אב אחד כמפרר ולא כאחת שיהיה חייב שנים אלא תולדה דידה וה״ה אב מעין דידה דלא איכפת לן לענין הדין וא״צ לבאר. כתב ה״ה וכתב רבינו האי ז״ל דלא גרסינן היכא כתיבא וטעות הוא דמעיקרא לא אסתפק להו אלא מנלן וכו'. וקשה קצת דאמאי לא גרסינן היכא כתיבא ואמרינן דהכי קאמר היכא כתיבא שהיא אסורה מלאכה זו ואם תאמר דלא גריס כן דברור לנו כן הלכה למשה מסיני כפי האמת נמי דגרסינן מנלן מאי קמבעיא הל״מ הוא. וי״ל דכי אמרינן היכא כתיבא ר״ל נהי דהיא מלאכה אבל היכן איסורה וזה א״א דכל שאר המלאכות לא נתברר בתורה שהן אסורות אלא דילפי ממשכן והך מלאכה במשמע אבל כד אמרינן מנא לן ר״ל נהי דילפי ממשכן היינו דוקא המלאכות אבל זאת אין כאן מלאכה כלל דהיא גרועה כמו שכתבו התוס' לזה תירצו משום דבעינן ולא יעשו. או אפשר דרבינו האי מחק הגירסא ואמר מנלן משום דהוא גריס דכתיב לא יעשו כל מלאכה וכו' ואי הוה גריס היכא כתיבא זה אי אפשר דפירוש היכא כתיבא ר״ל מנין לנו שזאת המלאכה אסורה והא לא ילפינן לה מקרא דויכלא העם וכו' אבל אי גרסינן מנלן דהיא מלאכה אתי שפיר ולפי זה לפי גרסתנו דבגמרא דילפינן לה בגונא אחריתי מצינן למיגרס היכא כתיבא: "
            ],
            [],
            [
                "<b>הזורק מרשות לרשות כו'.</b> כתב הרב המגיד ומבואר בגמרא פרק המצניע (שבת דף צ\"א) וכו' הוה למילף ליה מהוצאה גופה דבעינן הוצאת כל הקופה כמבואר לקמן וכתב הושטה שהוא תולדה דידה להיות כמותה אלא מפני שמצא הדבר מפורש בגמרא הביא ראיה משם: "
            ],
            [],
            [],
            [
                "<b>אבל המוציא לאחר ידו ברגלו בפיו ובמרפקו וכו'.</b> כתב ה''ה ז''ל ופירשו המפרשים בפיו שלא כדרך אכילה וכו' ונתבאר זה בדברי רבינו בפ' שלאחר זה שכתב מפני שמחשבתו משימה פיו וכו'. וקשה דגם השאר דלאחר ידו ורגלו ובמרפקו אמאי לא אמרו שם דאי חשב להוציא חייב דומיא דאכילה. וי''ל דשאני אכילה דדרך אכילה בכך וחשב להוציא. וכמ''ש שם התוס' ז''ל ועוד כמ''ש רש''י ז''ל שם ואחשבה להוצאה זו וכו' ע''ש: "
            ],
            [
                "<b>המוציא משאוי על ראשו וכו' והוא אינו אוחז בידו.</b> אין פירוש ואינו אוחז בידו דומה לתופש בידו שאמר קודם דהתם הוא תופש בידו למשאוי שהיה על ראשו אבל הכא כוונתו לומר המשאוי בראשו ואינו כדרך המוציאים שמוציאים אותו בידו ולא בראשו, אבל אין כוונה לומר שאינו תופס בידו לחפץ שהוא בראשו דא''כ הוא משמע דכשהוא תופש בידו למשאוי אפילו שהוא דבר קל והוא בראשו חייב דא''כ היה לו לרבינו לחלק הכל בדבר קל ועוד דכל שהוא בראשו שלא כדרך הוצאה הוא שכ''כ למטה שאין דרך רוב העולם להוציא חפצים וכו' אלא עיקר הדברים כמו שפירשתי וכ''נ מדברי רש''י ז''ל שם בגמרא הביאו ה''ה ז''ל אלא שבא בדבריו הלשון מוטעה והוא טעות דפוס: "
            ],
            [],
            [],
            [
                "<b>לפיכך מותר לאדם לעקור חפץ מרה''ר וכו'. מותר מפני שכל אחד מהן לא טלטל אלא בתוך ד''א שלו וכו'.</b> כתב ה''ה וידוע דאין הלכה כר''י בן נורי וכן דעת הראב''ד וכו'. וכ''נ מאחר שלא השיג הראב''ד ז''ל לרבינו כאן משמע דהוא סבור כמותו. אבל מה שהוא תימה שבפרק ה' מהלכות יו''ט כתב הראב''ד ז''ל עצמו שהלכה כריב''נ שקונין שביתה כמ''ש הרב המגיד בלשון המתחיל וחפצי הפקר ודבר תימה הוא זה, וצ''ע: "
            ],
            [
                "<b>הואיל ויש לו לאדם וכו'.</b> פי' שאינו חייב חטאת אבל איסור מיהא איכא כמו שביאר למטה היו ביניהם יותר מד' אמות ועדיין הן בתוך ה' אמות פטור. ומ''ש ה''ה והוא סובר דדוקא חיובא ליכא אבל איסורא איכא בד''א בלבד ר''ל שלא יהיה יותר מחמש אמות וג' חומשי אמה, וז''ש בלבד. אבל אם הוא ד''א בלא אלכסון מותר וז''ש למטה וחכמים התירו ד''א בלבד בלא אלכסון כלל, וצריך לבאר בלא אלכסון מפני שנבין שאין בפירושו דפירש ד' אמות בלבד שהזכיר קודם: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>וכן מי שהיה עומד באחת משתי רשויות אלו וכו'.</b> [לא] כתב כאן רבינו וחשב להוציא אף על גב דבגמרא אמרו כאן מחשבתו משויא ליה מקום כי היכי דאמרו גבי אוכל. והטעם שהוא ז''ל כתב גבי אוכל חייב משום דלא אמרינן מסתמא חשב לכך דאפשר דאין כוונתו להוציא אבל הכא שהוא משתין ודאי שחשב להוציא מרשות שלא רצה להשתין כאן ולכך לא כתב כאן חשב: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>לפיכך אם יצא בחפץ שבידו וכו'.</b> בפ' יציאות השבת (שבת דף ה':) אמר רבי אלעאי אמר רבי יוחנן היה טעון אוכלין ומשקין ונכנס ויצא כל היום כלו אינו חייב עד שיעמוד אמר אביי והוא שעמד לפוש וכו'. ופירש רבינו לפי הנראה דאע״ג דעקר לצאת בשבת כיון שלא הניח פטור דהוי עקירה בלא הנחה וכן נראה מדברי ה״ה שכתב על דברי רבינו המימרא הזאת של רבי אלעאי משמע שהוא סבור דרבינו מפרש הכי. וזה תימה דא״כ איך אמרו בגמרא אח״כ מאי קמ״ל שלא היתה עקירה משעה ראשונה לכך הא אמרה רבי יוחנן חדא זימנא דבעקירה ראשונה לא היתה כוונתו לצאת אלא הכוונה היא לעקירת היתר כמו שפירש רש״י ז״ל שם ואם כפירוש רבינו אין טעם רבי אלעאי כן דאפילו עקירה ראשונה באיסור וכונתו לצאת אין טעם הפטור אלא מפני שלא הניח ובאמת שלפירוש רש״י ז״ל ג״כ תפול קושיא זאת דאפילו נאמר כפירושו ז״ל דכדברי רבי אלעאי הם כשעקר ללכת מזוית לזוית היכי קאמר דטעמיה הוא מפני שלא היתה העקירה של איסור אין הטעם אלא מפני שלא הניח דהא אפי' שהיתה עקירה של איסור פטור דעקר ולא הניח פטור כסתם מתניתין דר״פ ואדרבה אם טעמא של רבי אלעאי הוא מפני שהיתה עקירה של היתר היה לו להשמיענו דאפי' הניח לבסוף הוא פטור כיון שהעקירה היתה בהיתר. אבל מ״מ לפירוש רבינו שמפרש דברי רבי אלעאי כן תפול הקושיא עצמה בהחלט. ונ״ל דהם ז״ל מפרשים מלתיה דרבי אלעאי דאמר היה טעון אפילו יצא הוא בעקירה לבסוף דסוף היום הניח והודיענו רבי אלעאי שאפי' שיצא ונכנס כיון שעקר ללכת מזוית לזוית לא אמרינן דיוצא ונכנס הוא כמו עקירה בעצמה וחייב כיון דכבר הניח לבסוף אלא הוא פטור כיון דעקירה היתה בהיתר עד שיעמוד ואח״כ יעקור ואז יהיה חייב בהנחה דלבסוף דדברי ר' אלעאי בהנחה בסוף כמו שביארתי ועל זה הקשו בגמרא מאי קמ״ל שלא היתה עקירה ראשונה וכו' כלומר ודאי דפשט רבי אלעאי כך הוא שהניח לבסוף וטעמו משום דהעקירה היתה של היתר דאי טעמו הוא משום דלא הניח מאי למימרא הא מתניתין היא בריש פרקין פשט העני וכו' עד סוף המשנה א״ו טעמא משום דהעקירה היא של היתר וכו'. זו היא דעת רבינו ורש״י ז״ל ודעתם שוה ועל פי זה פסק רבינו דכשעקר עקירה של איסור ולא הניח לבסוף אפי' יצא ונכנס כל היום פטור כיון שלא הניח דיוצא ונכנס לא איקרי עמידה כדמשמע מדברי ר' אלעאי דאין כאן עקירה בתר עמידה לחיוב אבל אין זה פירוש המשנה. ומ״ש ה״ה שם היה טעון וכו' אין כונתו לומר דזהו פירושא אלא דיצא לו כן מההיא מימרא. והשתא א״ש דלא הזכיר רבינו מימרא של ר' אלעאי מפני שכבר הזכירה לקמן במ״ש עקר החפץ מזוית זו וכו' דבגמרא אמרו דהיינו הך אלא דמר אמר האי לישנא ומר אמר האי לישנא ומ״ה לא הזכיר אבל אם דבריו אלו שכתב הוי פירוש המימרא קשה דבגמרא אמרו דהיא היא ורבינו הזכירם תרוייהו ודקדק רבינו בלשונו שכתב אפילו יצא ונכנס כל היום כלומר עד שיצא היום ור' אלעאי לא הזכיר במימרא עד שיצא היום והטעם מפני שר' אלעאי איירי שהניח בסוף היום כמו שפירשתי אבל רבינו איירי שלא הניח כלל וז״ש עד שיצא היום כלומר שיצא יום שבת מבלי עשות שום הנחה כלל: "
            ],
            [
                "<b>וכן מי שהיתה חבילתו על כתפו וכו'.</b> קשה דאפי' שרץ בה מ''מ מחמת עקירה שעקר פטור אבל אסור כמ''ש הא עקר ולא הניח פטור ואיך כתב הוא שאם הלך מעט הרי זה כעוקר ומניח ואסור דמשמע דאל''ה אלא שרץ מותר וי''ל שהך שהיתה חבילתו על כתפו דקאמר היינו שהיתה על כתפו מע''ש דאין כאן עקירה כלל אבל במ''ש אח''כ בלפיכך משקדש עליו היום וכו' משמע דלעיל איירי אפילו בשבת ואולי י''ל דאה''נ דאסור מחמת העקירה אבל בהולך מעט מעט הוא אסור מחמת הנחה מלבד איסור העקירה ודוחק והראשון עיקר: ",
                "<b>אבל אם הלך מעט מעט הרי זה כעוקר ומניח ואסור.</b> דע דלרבינו אין פירוש דברי הגמרא דאמרו אתי למיעבד עקירה והנחה כמ''ש רש''י ז''ל שהוא דגזרינן משום דלאו אדעתיה דילמא עביד הכי אלא פירושו כך מפני שדבר זה נראה כעוקר ומניח וכיון שאתה מתיר לו דבר זה יסבור שהותר לו עקירה והנחה ואתי למיעבד: "
            ],
            [],
            [
                "<b>ואם משך החפץ וכו'.</b> כתב ה''ה ופירושה פטור מתשלומי גניבה אם אבדה כלומר דאם הגניבה בעינא הדרא למרא אע''פ שהוא חייב מיתה אבל אבדה פטור מהכל דקם ליה בדרבה מיניה: "
            ],
            [
                "<b>וכן העוקר חפץ והניחו על חבירו וכו'.</b> קשה דהך פטור שכתב רבינו נראה דקאי למי שעקר החפץ והניחו ע''ג חבירו וא''כ אמאי קאמר שהניחו כשהוא מהלך ונטלו ממנו כשהוא מהלך אפי' שהניחו עומד ונטלו כשהוא עומד פטור דאין כאן איסור כלל ומבואר בדברי ה''ה פ''ב והוא פשוט וכדאמרו בגמרא והוצרכו לומר כן מפני שרצו לתקן למי שהחשיך לו בדרך ואם גורם לחבירו איסור אין ראוי שיתקן בכך אבל הוא ז''ל אין כוונתו לתקן למי שהחשיך אלא להוציא לנו הדין. וי''ל דנקט הכי לרבותא דלא מבעיא כשהניח ונטלו כשהוא עומד דאסור אלא אפי' דנטלו כשהוא מהלך דהו''א דמותר קמ''ל דאסור. אבל אין לפרש דהך פטור קאי אחבירו ומפני כן נקט מהלך ועומד דאל''כ חייב דעביד עקירה והנחה אבל השתא עביד עקירה דמשים עליו כשהוא מהלך והוא עוקר ואין כאן הנחה דנטלו כשהוא עומד ולמעלה שהצריכו עד שיעמוד לענין העקירה הוא מפני שהיתה החבילה על כתפו מע''ש אבל כאן הניחהו בשבת וכן כל שהצריך עמידה הוא דוקא כשהיה עליו מע''ש דזה ודאי אין לו שחר מצד עצמו. ועוד דלא איקרי עקירה כלל ובהדיא כתב רבינו בפ''ב גבי חמור שמניחו כשהיא מהלכת ונוטלו כשהיא מהלכת שאין כאן לא עקירה ולא הנחה ע''ש ויתבאר לך ביטול פירוש זה: "
            ],
            [
                "<b>הזורק חפץ מרשות לרשות וכו'.</b> סוף פ' הזורק (שבת דף ק\"ב) פירש״י ז״ל קלטה אחר וכגון שנעקר ממקומו וקבל וזה דעת רבינו והוא מוכרח דהכי כתב למטה הזורק ונחה בתוך ידו של חבירו והתם חייב אפי' שלא נתכוין לזרוק בתוך ידו כמבואר בגמרא שם דאמרו דלא אחשבה לידיה וכו': "
            ],
            [
                "<b>הזורק חפץ מרשות לרשות וכו'.</b> אין להקשות דמטעם זה ג''כ אין כאן עקירה דכיון דנעקר מידו לענין עקירה איקרי עקירה: "
            ],
            [
                "<b>הזורק מרשות היחיד לרשות היחיד וכו'.</b> ואפילו בפחות מג' אי לא נח על גבי משהו פטור. ומה שלא חילק רבינו דכל דלמטה משלשה בין היכא דלא נח או נח הוא מפני שהשמיענו שלמעלה מג' אף על פי שנח על גבי משהו כלומר באויר כדברי רש''י או על עץ משהו אשר בקרקע אז פטור משום דבעינן הנחה על מקום ד' אבל פחות מג' אפילו שאינו על מקום ד' כלבוד דמי: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>שכח ופשט ידו וכו'.</b> רבינו פסק כאוקימתא בתרייתא דכאן לחצר זו כאן לחצר אחרת ומ''מ פסק במזיד דאסור משום דקנסו ליה כאוקימתא ראשונה ומה שחילקו בין לחצר זו לחצר אחרת ר''ל ואידי ואידי בשוגג: "
            ],
            [],
            [
                "<b>זרק לתוך ד' אמות ונתגלגל חוץ לד' אמות פטור וכו'.</b> כתב ה''ה וכתב הרשב''א ז''ל הא דקתני וכו' קשה דאמאי אינו מפרש הוא ז''ל דמ''ש בגמרא (דף צ\"ז:) והא לא נח אפי' ארישא נמי קאי וכבר אמרו בתוס' דאין לומר דפריך ארישא משום דאמרו תנ''ה אבל הראיה היא לסיפא. ומ''מ קשה דנימא דפריך ארישא ותירץ אתרווייהו ומייתי תנ''ה אסיפא בלבד אלא שי''ל שרוצה לפרש אסיפא בלבד כיון דתנ''ה אינו אלא אסיפא בלבד. ומ''ש דלפי שנוח לו לחזר אחר פטור ר''ל דגדול קושית אמאי חייב ליהוי פטור דכח המחייב הוא גדול: "
            ]
        ],
        [
            [
                "<b>איזו היא רשות הרבים וכו'.</b> כתב ה''ה והרשב''א ז''ל כתב וכו' לפיכך מבוי וכו'. ביאור לפיכך דכיון דמבוי שנתקצר הוי כרשות הרבים האי נמי כמבוי שנתקצר דמי: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אצטבא שבין העמודים העומדים ברשות הרבים הרי היא כרמלית.</b> כתב ה''ה ועוד שבברייתא לא הזכירו בכלל הכרמלית אלא האסטוונית וכו' כלומר האסטוונית שהוא אצטבא הזכירו אבל מה שבין העמודים לא ואע''ג דלא הזכירו ג''כ צידי רשות הרבים מ''מ היה להם להזכיר מה שבין העמודים כיון דנחית להזכיר האצטבא: "
            ],
            [
                "<b>שכל פחות משלשה וכו'.</b> כלומר לא מבעיא כל הני דבעינן גבוהים ג' אלא אפילו קוצים וברקנים דלא דרסי רבים עלייהו והוה ס''ד דאפי' פחות מג' הוי מקום פטור קמ''ל דבעינן ג'. וזה מוכרח בגמרא דאין לומר דאשמעינן דאפילו הני הוו מקום פטור דאדרבה כל הני ראוי להיות מקום פטור טפי מאחריני כמבואר שם: ",
                "<b>וכן מקום המוקף שאין בו ד' על ד' וכו'.</b> כתב ה''ה וכן מוכיח בבירור בשמועה דזרק כוורת, כלומר שאין הכוונה תשבורת של ד' על ד' שהם ט''ז אמות מאמה אורך ואמה רוחב כשתעשה אותם לט''ז ואם לא יהיו מרוחב יש למוד אותם מן האורך שאם יהיו ד' על ד' מן האורך דהוי כמו ד' באורך על ד' מרוחב דא''כ אמאי אמרו בגמרא (דף ח') דאורך בת ו' טפחים בת ד' לבד סגי אלא ודאי בעינן שיהיה ד' על ד' מרובע באורך ורוחב והוא פשוט: "
            ],
            [],
            [
                "<b>גג הסמוך לר''ה וכו'.</b> וא''ת לא יהיה מט' מצומצמים היה ראוי להיות כרמלית אם רחב ארבעה כמ''ש למעלה גבי עמוד וצ''ל דשאני גג דלעולם תוך עשרה ראוי לכתף עליו. א''נ דהאי תוך י' ר''ל ט' מצומצמים: ",
                "<b>עמוד ברה''ר גבוה י' ורחב ד' ה''ז רה''י.</b> כתב ה''ה בסוף דבריו היכא שמילא כולו יתדות וכו' א''נ שלא מיעטו אלא עד שלשה בדוקא. פירוש דשאלו לרב אשי (עירובין דף ע\"ח) דאמר דטעם המיעוט הוא מפני שבני רה''ר משתמשין בו היכא שמילא כל העמוד מלמטה עד ראשו אין כאן טעם זה דהרי א''א לבני רה''ר להשתמש ואין קושיא זו תפול בכל העמוד אלא אם נאמר דטעמא של רב אשי דאמר מפני שבני רה''ר כו' הוא אפי' לגבוה יותר מג' ולפי זה ודאי שמקשה לו דאין כאן כלל מיעוט בכל העמוד כיון דטעם המיעוט אינו אלא מפני טעמו של רב אשי אבל אם אין אלא למטה מג' אין קושיא זו אלא למטה מג' דלגבוה מג' אע''פ שא''א להשתמש ממעט מפני שהוי רשות בפני עצמו כמ''ש הרב קודם. ומתחלה היה סבור ה''ה קודם א''נ שטעמו של רב אשי הוא לכל העמוד ואח''כ אמר א''נ כלומר אע''ג דתאמר דטעמו של רב אשי אינו אלא למטה מג' אבל יותר מג' מודה רב אשי דטעמא הוא מפני שהוא רשות בפני עצמו י''ל דמאי דאמרו בגמרא מלאו כולו לאו דוקא כל העמוד אלא כל המקום מלמטה עד ג' אבל ביותר משלשה ודאי מודה רב אשי דממעט מטעם דהוי רשות בפ''ע. עוד י''ל דה''ק א''נ אע''פ דהך מלאהו כולו קאי אכל העמוד כדקאמינא דמאי דקאמר בגמ' דלדברי רב אשי אינו ממעטו אלא מעשרה ועד שלשה מפני דהוי רשות בפ''ע ומעשרה ועד ג' ודאי ממעטו אבל משלשה ולמטה אינו ממעטו מפני דאין הטעם אלא מפני השמוש ואין כאן שמוש כלל ואין הפרדה אלא למטה מג' ולא לכל העמוד כדהוה קס''ד לפירוש ראשון. ופירוש זה עיקר בלשון דא''ש מיעטו שכתב ה''ה ומתיישב יותר: "
            ],
            [],
            [
                "<b>לפיכך אם לא היה צריך לגוף ההוצאה וכו'.</b> אע''ג דהוא פסק למעלה דמלאכה שאצ''ל חייב כמו מלאכה הצריכה מ''מ יש הפרש בין צריכה לשאינה צריכה להא מילתא: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אילן שהוא עומד ברה''י וכו' (אלא) אחר העיקר.</b> הך אלא הוא ט''ס דרבינו פסק כרבנן דאמר שדי נופו בתר עיקרו לכך צריך להגיה שאין הנוף הולך אחר העיקר: "
            ]
        ],
        [
            [],
            [
                "<b>לא יעמוד אדם ברה״י וכו'.</b> פ' המוצא תפילין (עירובין דף צ\"ט) על מתניתין דלא יעמוד אדם ברה״י וכו' הקשו בגמרא רישא רבנן וסיפא ר' מאיר ותירצו בחפצין שצריכין לו ודברי הכל ע״כ. ופירושה לפי דעת רבינו כפי הנראה מדברי ה״ה ז״ל דהכא בחפצין הצריכין בהם כלים נאים וברישא נמי איירי בכלים נאים ואפ״ה מותר לטלטלן אלא דהחילוק הוא דהכא מקרבן לפיו משא״כ בשאר טלטולים דרישא. ותימה כיון דסוף סוף יש לחלק בין רישא לסיפא צ״ל דשאני בסיפא דמים מקרבן לפיו למה לי לאוקמה בכלים נאים אפילו שאינם כלים נאים מ״מ מצי לשנויי דאתי ככ״ע משום דשאני הכא דמקרבן לפיו מאחר דסוף סוף הוכרחנו לכך. וי״ל דהמקשה כשהקשה היה סבור דבין רישא בין סיפא איירי בכולל בין בכלים נאים בין בכלים שאינם נאים וברישא מתיר בכל אפילו בכלים נאים ובסיפא אוסר בכל אפילו בכלים שאינם נאים ומפני כן הקשה דאע״ג דיש חילוק בין רישא לסיפא דהכא מקרבן לפיו וברישא לא מ״מ ליהוי כלים נאים דרישא דומיא דכלים שאינם נאים וכיון דבסיפא אסור בשאינן נאים ברישא אמאי אינו אסור בנאים דדי לנו לעלות מדרגה אחת בין רישא לסיפא. ותירץ דסיפא איירי בכלים נאים ובכי הא דוקא אסור אבל בכלים שאינם נאים אפילו בסיפא מותר וברישא בכלים נאים אסור דהשתא אין אנו מעלים אלא מדרגה אחת בסיפא. והשתא אתי שפיר דלא הוזכר בדברי המתרץ חילוק דמקרבן לפיו דכבר היה סליק אדעתיה דמקשה ולא הוצרך המתרץ להזכירו: "
            ],
            [
                "<b>עומד אדם ברה''ר וכו'.</b> אע''ג דכל למעלה מעשרה תוך ג' כלבוד דמי מ''מ קליטה מן האויר הותרה דחשוב כגג דמ''מ אין זה ממש כגג לגמרי לענין הקליטה ולא דמי כשיש בצינור ד' על ד' דאז אפי' קליטה אסורה משום דהתם הצינור רשות בפני עצמו ופשוט: "
            ],
            [
                "<b>זיז שלפני החלון וכו'.</b> יש תימה בדברי רבינו לפירוש ראשון של ה''ה ז''ל שפירש דאין טעמו של רבינו במ''ש שאין שתי רשויות משתמשים וכו' מטעם עירוב דאפילו לחד גברא אסור. והוא דבר תימה דאמאי אין אדם משתמש בשתי רשויות שלו וכן לפירוש שכתב ואפשר וכו' שנראה שכוונת רבינו מטעם עירוב קשה מאד דאמאי אין כל אחד משתמש בשלו דנהי דאסור כל אחד בשל חבירו מטעם דאין עירוב אבל כל אחד בשלו אמאי לא כיון שהם שני זיזין מחולקים ואין זה כנגד זה כמ''ש ה''ה ז''ל בדעת רבינו דאין לומר שאויר למטה עולה עד לרקיע ואוסר על האחד דהרי הם זה שלא כנגד זה וא''כ ראוי שיהיה כל אחד מותר להשתמש בזיז שלו דכל אחד מהם עולה אוירו עד לרקיע דאויר רה''י עולה עד לרקיע. אלא שי''ל בדוחק שאולי לא אמרו שאויר רה''י עולה עד לרקיע אלא כשהוא מוקף במחיצות אבל כאן שהם שתי רשויות במקום בלתי מוקפין למחיצות לא וכל זה מן התימה. ועוד קשה דבמזחילה למעלה מעשרה כשהיה למטה משלשה ואין בה ד' אמאי מותר אפילו לצרף הרי הם שתי רשויות דהמזחילה רשות אחד והגג רשות אחר. והנה למעלה מעשרה כרה''ר דאין משתמשין שתי רשויות ברשות אחד דודאי אפי' אין התחתון ד' אוסר על העליון. מיהו י''ל דהא דאמרינן דאין משתמשין בשתי רשויות היינו בזה למטה מזה ואפי' הם זה שלא כנגד זה אם היו כנגד היו למטה כל אחד מחבירו אבל במזחילה והיא בשפת הגג היא להלן מהגג ואינה למטה מהגג ואין אומרין כאן דאין משתמשין וכו' כיון דהרשות האחד הוא להלן מרשות חבירו כשהוא פחות משלשה אנו חושבין אותו רשות שלהלן כאילו נדבק לזה ונעשה רשות של גג יותר והכל רשות אחד. ודע שהרשב''א ז''ל גורס כגירסת רש''י ז''ל ויש חילוק הרבה בינו ובין דברי רבינו ז''ל. ומ''ש ה''ה ופירוש אפילו למעלה מעשרה וכו' אם רחב ד' וכו' אינו משתמש בעל העליון וכו' אפשר דה''ק ה''ל כרמלית והיינו דוקא אם רחב ד' דאם אינו רחב ארבעה הוי מקום פטור ואח''כ תפש מלשון הברייתא שאמר אינו משתמש אלא כנגד חלונו והולך ומפרש דהך אינו משתמש הוא בעל העליון וז''ש אינו משתמש בעל העליון וכו' ואח''כ כתב והקשו וכו'. או אפשר דה''ק ופירוש ואפילו למעלה מעשרה תדע לך דאי בתוך עשרה א''כ הוי כרמלית אם הוא רחב ופשיטא דאין משתמשין שתי רשויות שהם מחולקין כאלו שהאחד הוא כרמלית והאחר הוא רה''י כרשות אחד אלא ודאי מה שהוצרך להודיענו הוא שאפילו שהם שתי רה''י שהם דומים אין משתמשין זה בזה וז''ש דאי וכו' ודאי דאינו משתמש בעל העליון אלא כנגד חלונו והך אינו משתמש לפי זה מקושר עם מה שלמעלה. ובאמת שאין ראיה זו מוכרחת די''ל דאפילו שיהא התחתון בתוך עשרה הוצרך להודיענו דהעליון משתמש כנגד החלון דלא נימא דאפילו כנגד החלון לא ישתמש אחר שהם רשויות מחולקים ע''כ נראה דהך לשון דאי התחתון שכתב ה''ה אינו ראיה, אלא פירוש לדבריו שכתב ואפילו כלומר הטעם שאני כותב ואפילו דמשמע דהך חלוקה מחודשת יותר הוא משום דאי למטה מעשרה הוא פשוט יותר דהוי כרמלית והם שתי רשויות מחולקים ואינו משתמש שכתב אחרי כן הוא תפיסה בלשון הברייתא בפירוש ראשון ועיקר. ומ''ש ה''ה ולכשתדקדק הוא להודיענו חלוקים אחרים שיש מלבד חילוק הדינים שנפל מחמת חילוף הגירסאות שזה מבואר: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בור ברה''ר וחלון ע''ג הבור וכו'.</b> נראה דבעינן שלא יהיה סמוך לכותל ד' טפחים דכיון דאדם יכול לעבור שם קרי רה''ר והרי מעביר מרה''י לרה''י דרך רה''ר ד' והוי כאילו הבור אין כאן והוא רה''ר רחב ט''ז אמה אבל כשאינו יכול לעבור אדם אז הוי כאילו הבור הוא סמוך ממש לכותל. וא''ת אמאי גבי אמת המים העוברת בין החצירות וחלונות פתוחות אליה כתב רבינו בד''א בשאינה מופלגת מן הכותל שלשה טפחים וכו' היה לו לשער שם בארבעה טפחים סמוך לכותל כמו ששיער בכאן. וי''ל דשאני התם דהריעותא היא מחמת האמה עצמה דכשהיא מופלגת מן הכותל ג' כיון שהיא בין החצרות שהוא כרמלית הוי כרקק מים בכרמלית שהוא כרמלית אבל הכא אין הריעותא מחמת הבור דהבור רה''י הוא אלא מפני שמעביר דרך רה''ר וכיון שאין יכול אדם לעבור שם דין הוא דיהא מותר ודוק: "
            ],
            [],
            [],
            [
                "<b>ומהו לטלטל בכל החצר וכו'.</b> קשה דנראה מכאן דאפילו יתר על עשרה דפס מכאן ופס מכאן הוא מותר לטלטל בחצר או פס שני טפחים. וזה תימה שהרי כתב רבינו לקמן בפרק י''ו כל מחיצה שיש בה פרוץ כעומד אינה מחיצה אבל אם היה פרוץ וכו' ובלבד שלא יהיה הפרצה יתר על עשר וכו'. וכן לקמן בפרק י''ז כתב נפרץ הפרצה מצד כלפי ראשו אם נשאר עומד בראשו פס רחב וכו' והוא שלא תהיה הפרצה יתר על עשר וכו' נימא דשאני התם משום דנפרץ מכרמלית שהוא הים אבל הני דאמרינן דלא מהני פס ד' טפחים ביותר מעשר איירי כשנפרץ לרה''ר. ואמרינן בגמרא פ''ק דעירובין (דף י\"ב) אמר רב יהודה אמר שמואל חצר ניתרת בפס אחד וכו' לשון ים הנכנס לחצר הוה ואתא לקמיה דרב יהודה ולא אצרכיה אלא פס אחד וכו' משמע דהך איירי בשהפרצה בפחות מעשר דביותר מעשר מחיצה גמורה בעינן וא''כ יש תימה בדברי רבינו איך לא הזכיר פס משהו להתיר המים כשהפרצה בפחות מעשר: "
            ],
            [],
            [
                "<b>אמת המים העוברת בין החצרות וכו'.</b> בפרק כיצד משתתפין (עירובין דף פ\"ז) משנה אמת המים שהיא עוברת בחצר וכו' בשבת. ובגמ' שם תניא אידך אמת המים וכו' במאי עסקינן אילימא באמת המים גופה וכו' ואלא באגפיה ולהחליף והא כי אתא רב דימי וכו' ותירצו דהתם רשויות דאורייתא הכא רשויות דרבנן והא רבי יוחנן ברשויות דרבנן נמי אמר וכו' ההיא זעירי אמרה ולזעירי קשיא הא זעירי מוקי לה באמת המים גופה ורב דימי תנאי היא וכו' עוד הקשו שם לזעירי ותיהוי כי חורי כרמלית ותירצו שם אמוראי אליבא דידיה ע״כ. שם בפ״ק (דף י\"ב) ת״ר לשון ים הנכנס לחצר אין ממלאין ממנו בשבת אא״כ יש לו מחיצה גבוהה עשרה טפחים בד״א שפרצתו ביותר מעשר אבל עשר אין צריך כלום והקשו מימלא הוא דלא ממלינן הא טלטולי מטלטלין והא נפרצה חצר במלואה למקום האסור לה ותירצו הב״ע דאית בה גידודי ע״כ, ורבינו דימה לשון ים לאמת המים והוא ז״ל מפרש מתניתין דכיצד משתתפין אמת המים שהיא עוברת וכו' דאיירי באמת המים שיש בגובהה עשרה וברחבה ארבעה ופרצתו עד עשר ומפני כן אמרו דצריך מחיצה גבוהה עשרה טפחים. וברייתא דפ״ק דלשון ים וכו' מפרש הוא ז״ל שאין בגובהה עשרה ומפני כן אמרו לשון ים דאינו כאמת המים שיש בגובהה עשרה וברחבה ד' והוי רשות לעצמה ומפני כן אמרו דכשפרצתו עד עשר אין צריך כלום אבל ביותר מעשר צריך מחיצה גבוהה עשרה טפחים והקשו דבטלטול דכל החצר אמאי מותר ביותר מעשר דהכי משמע דמימלא הוא דלא ממלינן וכו' ואמאי נפרצה חצר במלואה וכו' כלומר דברייתא סתמא איירי דמדסתים תנא וקאמר ביותר מעשר דאין ממלאין שהוא אפילו שלא נשאר פס מכאן ופס מכאן כלל אלא שנפרצה במלואה לגמרי ואמאי הא נפרצה חצר במלואה למקום האסור לה ותירץ דאית בה גידודי כלומר דאית ביה פס מכאן ופס מכאן ולא נפרצה לגמרי. זהו כוונתו ז״ל וא״ש מה שהקשו נפרצה חצר במלואה דהוא מדייק הך במלואה. ובענין אמת המים העוברת בין החצרות וחלונות פתוחות וכו' נראה דפסק רבינו דלא כרב דימי דאמר באגפיה ולהחליף דא״כ היה לו לפרש ולחלק בין שלשה לפחות משלשה כדברי ת״ק. לכ״נ ודאי דפסק כזעירי דמוקי לה באמת המים גופה ופסק כרשב״ג דאמר פחות מארבעה משלשל דלי וכו', וז״ש אם אין בה כשיעור. וכבר ביאר רבינו דשיעור כרמלית הוא ארבעה ואם זו היא כונת רבינו ראוי לומר בכונתו ז״ל דאפילו ברשויות דרבנן אין מחליפין כיון דהוא פסק כזעירי דמוקי לה באמת המים גופה ומבואר בגמ' סברת זעירי דאפילו ברשויות דרבנן מחליפין וא״כ קשה שהרי ה״ה כתב בסוף פרק זה ומתוך דברים אלו אתה למד שלא אסרו להחליף וכו' ובסוף כתב וזה דעת רבינו. לכן נראה לומר דרבינו ז״ל סבור דזעירי דמוקי מתניתין באמת המים גופה דפשטה דמתניתין הכי משמע מדמקשא גמרא מעיקרא במאי עסקינן אילימא באמת המים וכו' ומ״מ אין כונתו לפסוק כזעירי לומר דאפילו ברשויות דרבנן אסור להחליף דזה א״א מכח ההיא דהזורק (דף ק':) במחלוקת דרב הונא ורב חסדא לענין ספינה כמ״ש ה״ה ז״ל בסוף פרק זה ומפני כן דחה רבינו דעת זעירי בהא מכח ההוא דהתם. ומ״מ עדיין ק״ק בדברי רבינו שהך בד״א בשאינה מופלגת מן הכותל וכו' שכתב לא הוזכר בגמרא ונראה דאמרו ז״ל מסברא דנפשיה וסברא נכונה היא דכל פחות משלשה כלבוד דמי וביותר משלשה בפסין סגי מפני הטעם שכתב הוא ז״ל שנמצא האמה כאילו היא וכו': "
            ],
            [
                "<b>כצוצרה שהוא למעלה וכו'.</b> הא דלא נצטרך כאן שתהא המחיצה שקועה טפח במים או שתהא המחיצה תחת המים וטפח למעלה מן המים דומיא דלעיל יתורץ זה במ''ש התוס' בפ' כיצד משתתפין על מתניתין דגזוזטרא וז''ל ולא רצה לפרש הכל תחת הגזוזטרא עד סוף הדבור (דף פ\"ז:): "
            ],
            [
                "<b>חצר שהיא פחותה מד' אמות על ד' אמות וכו'.</b> קשה בדברי רבינו דמאחר דהוא כתב דביב בימות הגשמים דשופך ושונה ואינו נמנע מפני דסתם צינורות מקלחין הן וגם אדם רוצה שיבלעו במקומן האריך וקטין בימות הגשמים נמי אמאי אין שופכין בהם סתם צינורות מקלחין ואדם רוצה שיבלעו המים במקומן דהרי יש כאן בליעה כמבואר שם בגמרא. ומדברי רבינו כפי שביאר ה''ה נראה דהאריך וקטין אפילו בימות הגשמים אסור וצריך להתיישב בזה וצ''ע. עוד כתב רבינו טעם בדבר מפני שהם יוצאים לרשות הרבים במהרה אין כונתו לתת טעם בפחות מארבע אמות ולא בארבע אמות דאם כן היה ראוי שיאמר מפני שאין אדם רוצה להחליף. אלא כונתו לתת טעם שהוא אסור מפני שיוצאים במהרה ולחלק בין פחות מארבע אמות לארבע אמות אז נחלק מפני טעם חילוף: ",
                "<b>וצריך לבנות עליה כיפה מבחוץ וכו'.</b> ק''ק דאיך תלה הטעם משום חשדא היה לו לתלות מפני שלא תהיה בר''ה ועיין בב''י. כתב ה''ה וכן מוכחת לכאורה מימרא דרב נחמן וכו', כונתו לומר דאביי דאמר (עירובין דף פ\"ח:) הילכך אפילו כור ואפילו כורים לא פליג עליה דר''נ ומפני כן הכריח ואמר דאי אביי דקאמר אפילו כור ואפילו כורים בימות הגשמים היכא שמחזקת סאתים אבל אם אינה מחזקת סאתים בתוכה אלא במילואה א''ש וחילק ר''נ בין סאה לסאתים ובסאה נותנין לו מלואו ובסאתים נותנין לו אפילו כורים והא דנקט ר''נ בימות הגשמים מחזיק סאתים נותנים לו סאתים לאו דוקא סאתים דאפילו יותר נותן אלא משום דבעי למנקט בימות החמה נותנין לו סאתים נקט נמי הכא הכי אבל אי מאי דקאמר אביי אפילו בפחות מסאתים בימות הגשמים נותנין לו כורים לא היה לו לר''נ לחלק בין סאה לסאתים דבסאה אין לומר דנקט סאה דנותנין לו סאה אטו דנקט סאה גבי ימות החמה דכ''כ לא היה לו להאריך אלא היל''ל בימות הגשמים מחזיק סאתים נותנים לו אפילו כורים ובימות החמה וכו' אלא ודאי פירוש דברי אביי אינו אלא כשמחזיק סאתים בימות הגשמים: "
            ]
        ],
        [
            [],
            [
                "<b>סלע שבים וכו'.</b> כתב ה''ה ומדברי רבינו נראה שלא התירו אלא לים וכו'. צ''ע מהיכן יצא לו כן מדברי רבינו ואפשר דמדכפל רבינו ואמר הרי זה מותר לטלטל מתוכו לים משמע לו כן דלא היה לו לומר אלא הרי זה מותר לטלטל דכבר אמר לעיל מתוכו לים אלא משמע דדוקא מתוכו לים מותר לטלטל: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>נפרץ במילואו לחצר ונפרצה חצר כנגדו וכו'.</b> פירוש דברי רבינו שנפרץ הקרפף במלואו לחצר והחצר נפרץ במקום אחר כנגדו כזה (א). (חסר ציור) ונקט נפרץ כנגדו להשמיענו שפרוץ מצד אחד לגמרי ומצד אחר כנגדו החצר מותר והקרפף אסור והוא ז''ל גורס במימרא דגמרא (דף כ\"ח:) ונפרצה חצר כנגדו. וכתב ה''ה ז''ל ועיקר המימרא להודיענו וכו' נראה שהוא ז''ל סבור כדעת רבינו דהך מימרא איירי בקרפף יותר מבית סאתים והחידוש הוא לענין החצר וגורס בגמרא ונפרצה חצר כנגדו ואם שינוי הגירסא הוא כדברי רבי זירא דאמר ומודינא בקרפף וכו' ופירוש דבריו כשהקרפף יותר מבית סאתים זה ודאי אין מובן כלל לטעמו שאמר הואיל ואויר חצר מיותר וכן אין לומר בזה ומודינא לענין החצר דמעולם לא היה בענין זה מחלוקת כלל. לכך נראה באמת שאין שינוי הגירסא והפירוש אלא בדברי רב חסדא שהביאו שם ואמרו דאמר רב חסדא קרפף שנפרץ במלואו לחצר וכו' ומ''מ תימה גדול הוא זה דאם פירוש דברי רב חסדא כשהקרפף יותר מבית סאתים אין מובן כלל בגמרא דקאמר מ''ט דאית ליה גיפופי וכו' ואין כאן מקום לראית הגמרא כלל דאין הטעם משום ייתור אויר המחיצות דהרי יותר מבית סאתים הוא ואע''פ שה''ה כתב שאין הסוגיא נוחה לפי זה באמת שאין ראוי לומר על זה אינו נוחה דזה (סאתים הוא) [אין לו מובן כלל]. לכן נראה לומר דה''ה ז''ל סבור דדעת רבינו דפירש בדברי רב חסדא כפירוש דברי רש''י ז''ל שהוא בקרפף בית סאתים מצומצם וראית הגמרא כדברי רש''י ז''ל אבל מ''ש רבינו נפרץ במלואו וכו' איירי בקרפף יותר מבית סאתים ואין כונת רבינו להשמיענו אלא שהחצר מותר אבל הקרפף היה יותר מבית סאתים וז''ש והקרפף אסור כשהיה וזהו שכתב ה''ה וכשכתב נפרץ וכו'. ומפני שי''ל על דברי רבינו דלמה לא הודיענו חדוש גדול יותר שכשהקרפף בית סאתים מצומצם ונפרץ אויר מחיצות מייתר וזהו דין הגמרא והוא חידוש יותר. ולתרץ קושיא זו כתב ה''ה ועיקר המימרא להודיענו וכו' כלומר הוא סבור שאע''פ שדברי רב חסדא הם בקרפף בית סאתים מצומצם ויתור אויר מחיצות אוסר הקרפף והחצר מותר ומ''מ לא כתב רבינו דין זה מפני שהוא סבור שאין עיקר חידוש רב חסדא בדין זה אלא היתר החצר ואיסור הקרפף בייתור אויר מחיצות כתבו אגב היתר החצר לכך לא הוצרך רבינו להזכירו מ''מ כתב ע''ז דאין נראה באמת כן הסוגיא דהא שם הוצרך ר''ז להודיענו דין זה ונשאו ונתנו בדין זה. ופירש דברי ר''ח כדי שילמד דין זה א''כ ראוי לו להזכירו וזהו שכתב. ובאמת שאין הסוגיא נוחה לפירושו זה מ''מ יש חילוף בין רבינו ז''ל ורש''י ז''ל בענין הגירסא שרבינו גורס ונפרצה חצר כנגדו. עוד כתב ה''ה בתוך דבריו והטעם שזה דינו כרה''י וכו' והחצר עומדת בפ''ע כ''כ מפני שהוקשה לו דאיך התיר כאן החצר אע''פ שנפרצה למקום האיסור הרי לעיל במקום יתר מבית סאתים שהוקף וכו' כתב ואסור לטלטל בכולו כלומר ואפילו במה שלא נזרע מפני שנפרץ למקום האסור לו וכן כשהיה המקום הזרוע יותר מבית סאתים אסור לטלטל בשאר מפני שנפרץ למקום האסור לו לזה כתב דשאני הכא שהחצר עומדת בפ''ע דהחצר הוא מקום אחד והקרפף מקום אחר ואינו במקום יתר מבית סאתים שנזרע רובו שאסור לטלטל בכל השאר מפני שהכל מקום אחד. עוד הביא ה''ה דברי הרשב''א ז''ל שכתב בד''א שנפרץ הקרפף במלואו וכותליו נכנסים בתוך חלל החצר וכו' פירוש הצורה כגון זה (ב) או שהיו כותלי החצר שבצד זה וכו' אסורה כגון זה (ג) (חסר ציור) דאז כיון שהיתור שבכותלי החצר הוא ד' אמות אינו נדון משום לחי דהכי אמרינן בפ''ק דעירובין (דף י') לחי המושך עם דפנו של מבוי פחות מד' אמות נדון משום לחי וכו' ארבע אמות נדון משום מבוי ואם כן כיון שהוא אין לו דין לחי אבל כשהוא פחות מארבע אמות הרי הוא כלחי נראה מבחוץ ושוה מבפנים שצורתו זה (ד) (חסר ציור) שכשעומד תוך המבוי אינו רואה כלום ונראה שהוא כותל המבוי אבל כשעומד מבחוץ רואה אותו ה''נ הוי רואה מבחוץ ושוה מפנים וז''ש ואם לאו כלומר שהוא פחות מד' אמות אין זה נפרץ וכו' והוא פשוט: "
            ],
            [
                "<b>וכן אם הרחיק מן הכותל ג' וכו'.</b> כתב ה''ה ופסק רבינו כלישנא קמא וכו' אע''ג דהיה ראוי לפסוק כלישנא בתרא ועוד דהוא לקולא פסק כלישנא קמא משום דסתמא דגמרא קאמר לה וזהו שאמר דקים לן כלישנא קמא דבגמרא, ר''ל דבגמרא קאמר לה וכ''כ הרא''ש ז''ל בפסקיו. ופסק רש''י ז''ל דלית הלכתא וכו' משום דלישנא קמא סתמא דגמרא קאמר שם: "
            ],
            [
                "<b>הרחיק מן התל ג' וכו'.</b> רבינו ז''ל גורס בגמרא (דף כ\"ה) או שעשה מחיצה על שפת התל (ופירשו למטה לאותן הדברים על התל למטה מן התל) ופירוש על התל ר''ל הדרים על ראש התל וכתב רבינו שעושה מחיצה ע''ג מחיצה אינו מועיל כו'. אין הכוונה במחיצה ע''ג מחיצה כמו מחיצה תוך מחיצה דא''כ אפילו הרחיק מן התל שלשה אמאי הועיל הרי יש כאן שתי מחיצות אחת תוך האחרת אלא ר''ל שהיא מחיצה על גבי מחיצה ממש כשהיא על שפת התל כיון שהמחיצה אחרת של הקרפף היא למטה ממנה שזה במקום גבוה יותר שהוא סמוך לתל שהוא גבוה א''כ הוי מחיצה למעלה מן המחיצה איקרי מחיצה ע''ג מחיצה אבל כשהוא רחוק מן התל הוי כמחיצה תוך מחיצה ושרי וזה מוכרח ופשוט לדעת רבינו ולדעת רש''י ז''ל: "
            ],
            [
                "<b>רחבה שאחורי בתים וכו'.</b> בעירובין (דף כ\"ד) הקשו פשיטא ואמרו ל''צ דאית ביה בי דרי מהו דתימא אדעתא דבי דרי עבדיה קמ''ל. ותימה על רבינו איך לא הזכיר כלל מכל זה אבל סמך במה שסתם הדברים ויובן בדרך כלל אפי' דאיכא בי דרי לשם: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכל מחיצה שאינה עשויה לנחת אינה מחיצה וכו'.</b> פירוש לגירסת רבינו שאם עשויה לנחת בה כלים הוי מחיצה. ולדעתו ז''ל אינה מחיצה אלא שאינם עשויה לא לנחת בה כלים ולא לנוח אדם שם כלל וכיון דלא נעשה לשום דבר מפני כן לדעתו אינה מחיצה כלל ולא כדעת הרשב''א ז''ל שכתב שבפחות מבית סאתים הוי מחיצה ולכך לא כתב רבינו אינה מחיצה גמורה אלא כתב אינה מחיצה כלל וז''ש ה''ה ז''ל ואין נראה לי כך מלשון רבינו: ",
                "<b>וכל מחיצה שאין בגובהה עשרה טפחים או יותר אינה מחיצה גמורה.</b> כתב ה''ה וכתב רבינו אינה מחיצה גמורה לפי שבפחות מכן הויא מחיצה וכו' וא''ת א''כ איך כתב כל מחיצה שיש בה פרוץ מרובה על העומד אינה מחיצה היה לו לכתוב אינה מחיצה גמורה דהא מחיצה איקרי לענין שנפרץ לים דבפס מכאן ופס מכאן סגי כמבואר למעלה בפרק ט''ו. וי''ל דאיקרי מחיצה משום דיש לו שלש מחיצות אחרות אבל אם היו כל המחיצות בפס מכאן ופס מכאן לא מהני ואין לדעת רבינו לדבר כאן אלא במחיצות המועילות בפני עצמן וכמ''ש ה''ה למטה ולא בא רבינו להזכיר בכאן אלא המחיצה שבעצמה בלא חברותיה היא מחיצה וכן כשכתב אינה מחיצה ר''ל שבפני עצמה אינה מחיצה אבל כשכתב אם אין בגובהה עשרה שאינה מחיצה גמורה מפני שארבע מחיצות כאלה בדיני כרמלית חולקים רשות ואין צריך סיוע חברותיה: "
            ],
            [
                "<b>אם היה לפרצה זו צורת פתח וכו'.</b> כתב ה''ה דאע''פ שנראה מסוגיא שעל משנה זו דמאן דאית ליה כי האי מתניתין וכו'. בפ''ק דעירובין (דף י\"א) אמרו דרב מתני והרחב מעשר ימעט (ואם יש לו צורת פתח צריך למעט) אמר רב יוסף מדברי רבינו נלמוד חצר שרובה פתחים וחלונות אינה ניתרת בצורת פתח מ''ט הואיל יותר מעשר וכו' ואמרו שם לימא מסייע ליה כלומר לרב דאמר צריך למעט דפנות הללו שרובן פתחים וחלונות מותר ובלבד שיהיה עומד מרובה על הפרוץ. ופירש רש''י אלמא עומד מרובה על הפרוץ בעינן ואע''ג דאיכא צורת פתח בכולהו וסיעתא לרב ותירץ רב כהנא כי תניא ההיא בפתחי שימאי כלומר פתחים שאינם עשוים כתקנם אבל עשוים כתקנם בצורת פתח מתיר וליכא סיעתא לרב דאמר צריך למעט משמע מכאן דאנן דאית לן דלא כרב מוקמינן להך מתניתין כרב כהנא דאמר בפתחי שימאי אבל בפתחים העשוים כתקנן ניתרת בצורת פתח ומפני זה הוקשה בעיני ה''ה ז''ל. וקשה דמאי קושיא היא זו דמינה היא ילפינן דבפרצה יתר מעשר ופרוץ מרובה על העומד ניתרת בצורת פתח ושלא כדברי רבינו, נימא דלעולם כדברי רבינו ומ''ש בגמרא דברייתא איירי בפתחי שימאי ולעולם מתנינן במתניתין אינו צריך למעט משום דהם פתחים עשויים כתקנן ומשום דרב יוסף רצ''ל אליבא דרב דחצר שרובה פתחים אפילו פרוץ פחות מעשר צריך למעט דע''כ רב יוסף בפחות מעשר איירי כמ''ש התוס' דאי לא אפילו בעומד מרובה צריך למעט ולהכי אמר כהנא דבפחות מעשר בצורת פתח מתיר אבל יותר מעשר ופרוץ מרובה על העומד אינו מתיר אפילו בצורת פתח ובכי הא מודה מתניתין. ונראה דמשמע לו מתניתין דאמר א''צ למעט אפילו שיש לו יותר מעשר ופרוץ מרובה על העומד וכ''כ רבינו לקמן בפרק י''ז אבל אם היה לו צורת פתח אפילו היה גבוה מאה אמה או רחב מאה אמה וכו': "
            ],
            [],
            [],
            [],
            [
                "<b>וצורת פתח שעשה אותה מן הצד וכו'.</b> קשה לפי פירוש רבינו ז''ל דאם הוא בקרן זוית היכי קאמר בגמרא (דף י\"א) במאי עסקינן אילימא מן הצד וכו' אלא על גבן וכו' דהיכי הוי לדעתו ז''ל על גבן הפך דעל הצד שפירשו קרן זוית בשלמא להרשב''א ניחא דמן הצד לא הוי על גבן אבל לרבינו אפילו שיהיה קנה על גביהן מ''מ כיון דהוי בקרן זוית מן הצד איקרי: "
            ],
            [],
            [],
            [
                "<b>מותר לעשות מחיצה של בני אדם בשבת וכו'.</b> פרק מי שהוציאוהו (עירובין דף מ\"ד) הביאו ברייתא דסוכה דאמרה נפל דופנה (בי\"ט) לא יעמיד בה אדם בהמה וכלים והקשו עליה מההיא דקתני עושה אדם את חבירו דופן כדי שיאכל וכו' ותירצו אדם אאדם לא קשיא כאן לדעת כאן שלא לדעת והקשו והא דרבי נחמיה בריה דרב חנילאי לדעת הוה ותירצו שלא מדעת הוה והקשו רב חסדא מיהו לדעת הוה ותירצו רב חסדא שלא מן המנין הוה, ע״כ. וממ״ש ה״ה ואעפ״כ אמר במחיצת אדם שאם היה נעשית לדעת דר' נחמיה וכו' נראה שהוא סובר דפירוש הגמרא לדעת רבינו ז״ל כך הוא והא דר' נחמיה לדעת ר' נחמיה עצמו הוה וכיון שהוא היה צריך לאותן המחיצות ליכנס תוך התחום היה ראוי שיעשה שלא לדעתו כיון שאתה אמרת דלדעת אסור וסוברת הגמרא דכיון שיהיה לדעת העומדים שם בין שיהיה לדעת הצריך לאותה מחיצה בין לאחר הכל שוה ודין אחד הוא שהכל מיקרי לדעת ואסור. כ״נ דברי ה״ה ז״ל. והוכרח לפרש כן מפני שרבינו הצריך שני תנאים שלא ידעו אלו העומדים ועוד שלא יעמיד אותה אדם שהוא רוצה, וע״ז יש לתמוה דהרי הסוכה כשנפל דופנה ביו״ט א״צ אלא שיהיה שלא לדעת העומדים אבל לדעת הצריך לאותה מחיצה לא איכפת לן כלל וזה ברור שם דאמרו עושה אדם את חבירו דופן וכו' דמשמע דהוא עצמו הצריך לאותה מחיצה יכול לעשותו דופן. וכן מבואר בדברי רבינו פ״ד מהל' סוכה שכתב שם בסוף הפרק עושה אדם את חבירו דופן וכו' ושם כתב והוא שיעשה אותו שלא לדעת זה שנעשה דופן ולא הצריך שם התנאי האחר שהצריך כאן שלא יעמיד אדם לדעתו וכו' משמע דאין צריך תנאי זה כלל וזה פשוט. וא״כ מה שתירצו בגמרא כאן לדעת כאן שלא לדעת ר״ל כאן לדעת מי שהעמיד שם ומפני כן אמרו נפל דופנה של סוכה לא יעמיד בה אדם וכו' ומ״ש עושה אדם את חבירו דופן וכו' הוא שלא לדעת מי שהועמד שם ואפילו שיהיה לדעת מי שעושה המחיצה מותר וזה מוכרח בפירוש הגמרא. והשתא קשה לדעתו ז״ל דאיך הקשו שם והא ר' נחמיה לדעת הוי אפילו שר' נחמיה עצמו היה יודע בדבר כיון שמי שהיו שם לא היו יודעים מאי איכפת לן דכן תירץ המתרץ גבי סוכה במה שאמר כאן לדעת כאן שלא לדעת שאפילו (שלא) יהיה לדעת הצריך לאותה המחיצה מותר כמ״ש וא״כ תימה על המקשה מאי הקשה על דברי המתרץ. לכך היה נראה לומר דמה שהצריך רבינו שלא יעמיד אדם שהוא רוצה להשתמש וכו' למד כן מעובדא דהנהו ביני גננא דאעילו וכו' וכמו שכתב הרב מוהרי״ק בסימן שצ״ב בטור אורח חיים וז״ל, והוא ז״ל מפרש דהנהו דאעילו מיא הם העמידו מחיצת אנשים ומש״ה קרי להו לדעת ע״כ. ואפשר שהרב המגיד ז״ל סבר כן כדעת רבינו ולפ״ז היה מפרש קושיית והא ר' נחמיה לדעת הוה כדברי רש״י ז״ל שרצה לומר לדעת העומדים שם. ומ״ש ה״ה ואעפ״כ אמרו שאם נעשית לדעת דר' נחמיה וכו' אינו רוצה לומר שבקושיית והא רבי נחמיה לדעת הוה אמרו כן אלא מעובדא דהנהו גננא וכמו שפירשתי משמע הכי דאם היה נעשית לדעת ר' נחמיה היה אסור. זה נראה לי לפרש בדברי הרב המגיד ז״ל ומכל מקום דוחק גדול הוא לפרש לשונו כן, וצ״ע: "
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא תצא הזקנה בשל ילדה וכו'.</b> כתב ה״ה מפרש רבינו לחנם וכו'. קשה דלפי הנראה כאן פסק רבינו דכל מידי דמגניא לא אתיא לאחוויי ולמעלה פסק ולא בשן של זהב והיינו כחכמים דלית להו כל מידי דמגניא וכו' כמו שמבואר פרק במה אשה (שבת דף ס\"ה) דמזה הטעם אסרו שן של זהב משום דמחכו עלה אבל שן של כסף אינו ניכר ומותר כמו שפירש״י ז״ל שם בשם רבותיו וכ״נ מדברי רבינו שכתב אבל של כסף מותר מפני שאינו ניכר. וע״ק לפי' רבינו דפי' גנאי הוא לה ולא אתא לאחווי דהא בגמרא אמרו איפכא וצריכא דאי אשמעינן דידה משום דלא מאיס כלל ולא מחכו עליה וכו' משמע דכל היכא דמגניא טפי אתי למישלפא. וא״כ מאי פריך הגמרא גנאי הוא לה מאחר שבתחילה אמרו השיטה איפכא וצ״ע: "
            ]
        ],
        [
            [
                "<b>לפיכך המחמר אחר בהמתו בשבת והיה עליה משאוי וכו' פטור.</b> לפי דעת ה''ה לשון פטור הוא זר עד מאד שהרי רבינו כתב בפ''א שבכ''מ שיאמר פטור אסור מדברי סופרים ולפי דעת ה''ה הרי עובר בלאו ואיסורו איסור תורה אלא שאינו לוקה ופירוש פטור ממלקות ולא הל''ל אלא אינו לוקה כמ''ש לעיל. אבל לפי מה שהבין הרמב''ן ז''ל בדברי רבינו ניחא אומרו לפיכך המחמר אחר בהמתו וכו' כלומר מאחר דאהוצאת המשאוי בשבת אינו לוקה משום הכי ג''כ אינו לוקה שאם היה איסור מלקות משום מקרא הכא ג''כ הוא לוקה דהרי הוציא משאוי וכ''ש הוא הכא דהיא מלאכה שהאדם והבהמה שותפין שיהיה חייב מלקות: "
            ],
            [],
            [],
            [
                "<b>ומותר למכור להם פרה לשחיטה ושוחט אותה לפניו וכו'.</b> כתב ה''ה ועוד מ''ט דרב הונא וכו' לפי הנראה היינו קושיא דלעיל ומאי ועוד וי''ל דה''ק אפילו תאמר שיש חילוק בין טבח לקונה בפירוש לכך וטבח עדיף מ''מ הלשון דאמר אימור לשחיטה זבנה לא אתי שפיר דאפילו לשחיטה זבנה בפירוש לא סגי אלא טעמא לא הוי אלא משום דהוא טבח והיה לו לומר טבח הוא לשחיטה זבנה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כשם שאדם מצווה על שביתת בהמתו וכו'.</b> כתב ה''ה ואם לעונשו בעשה אבל לא להזהיר רבו עליו כבר דין וכו'. קשה דא''כ בלא תעשה כל מלאכה וכו' קשה ג''כ לישתוק מעבדך דהרי השוה עבד לאשה מג''ש דלה לה מאשה וכ''ת שאני לא תעשה כל מלאכה דהוי לאו ואין מזהירין [מדין ג''ש] אבל איסור עשה ילפינן ומש''ה פריך ואם לענשו בעשה וכו'. הא ליתא חדא דאף על גב דמדין ק''ו אין עונשין מדין ג''ש עונשין. ועוד דא''כ מאי הקשה הוא עצמו למטה להרשב''א ז''ל באומרו ואני אומר אין מזהירין מדין ק''ו הא הרשב''א לא הוקשה אלא מעשה דהיינו וינפש בן אמתך דלישתוק מבן אמתך ולימא וינפש הגר דהיינו גר תושב וא''כ הרי עשה ילפינן מן הדין כמ''ש הוא עצמו כאן דבודאי הרשב''א מעשה הוקשה לו אשר בשעריך דלא תעשה כל מלאכה לא הוקשה להרשב''א דהא בגר צדק איירי כמו שמפורש בברייתא וצ''ע: "
            ]
        ],
        [
            [
                "<b>נאמר בתורה תשבות אפילו מדברים שאינם מלאכה חייב לשבות מהן וכו'.</b> [כתב ה''ה] כונת רבינו היא שהתורה אסרה פרטי המלאכות וכו' או תהיה כוונת רבינו וכו'. אפשר לומר דפירוש ראשון הוא שמה שנאמר בתורה תשבות הוא שאסרה תורה מיני שבות ולזה באה התורה ואמרה תשבות והדבר נמסר לחכמים. והפי' השני הוא שלא באה התורה לאסור מיני שבות אלא למלאכות גמורות אבל חכמים סמכו בשבות על מקרא זה. ואם נפרש דברי ה''ה כך קשה דלפירוש הראשון נמצאו כל מיני שבות מן התורה דהא למוד דחול מועד מדאורייתא סבירא להו הכי דהתורה אסרה חול המועד במלאכה ונמסר הדבר לחכמים. לכך נראה לפרש בדברי ה''ה כך שהפי' האחד הוא שהתורה אסרה מלאכות גמורות אבל בפחות מהשיעור לא מפני שהתורה לא אסרה קודם אלא המלאכות כפי השיעורים והענינים שנתבארו אבל המלאכות עצמם בפחות מן שיעור החיוב לא נאסר מן התורה לכך אמרה תורה תשבות. וזהו שכתב אפילו מדברים שאינם מלאכה כלומר אינן מלאכה להתחייב בהך ומה שכתב ודברים הרבה הן שאסרו חכמים לא נכלל זה בענין תשבות אלא ענין אחר בפני עצמו הוא שחכמים אסרו דברים אחרים שלא נזכרו בתשבות. והפי' השני שכתב ה''ה הוא כמו שכתבתי לעיל וזה הפירוש בדבריו הוא עיקר שהוא מדוקדק בלשונו שכתב על פי הדרך שנתבארו עניניהם ושיעוריהם: "
            ],
            [],
            [
                "<b>ואסור לכבד את הקרקע וכו'.</b> כתב ה''ה אי נמי שאמימר לא התיר אלא לריבוץ ודוקא במחוזא משמע דכיבוד אפילו דכענין מחוזא היה אוסר וקשה דא''כ אפילו לדידן דקי''ל כר' שמעון מהיכא תיתי לן היתר כיבוד בשלמא ריבוץ שרי בכ''מ דהוא לא היה אוסר אלא משום משוי גומות והשתא דקי''ל כר''ש דבר שאינו מתכוין מותר אלא כיבוד הא אמימר לא שרי אפילו ברצפת אבנים דליכא אשוויי גומות. וי''ל דלא היה אוסר אמימר כיבוד ברצפת אבנים אלא מפני שהיה גוזר אטו היכא דליכא רצפת אבנים דהוא אסור משום אשוויי גומות אבל השתא דקי''ל כר''ש בהשוואת גומות מותר מפני שאינו מתכוין ולא אסרו הכיבוד במקום דליכא רצפה אלא משום שלא יבא להשוות בכוונה א''כ מסתייה דאסור היכא דליכא רצפה ולא גזרינן באיכא רצפה דהוי גזרה לגזרה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היו בשקים דברים המשתברים וכו'.</b> כתב ה''ה מפני הפסד מרובה התירו לטלטל ואפילו ביטול כלי מהיכנו. האמת היה נראה דטעות נפל בספרים והיה ראוי לומר לא התירו לטלטל וכו' כלומר דלא התירו לטלטל הכלים לפורקן אפילו לשים כלי תחתיהן ולבטלו מהיכנו לא התירו. ואם כך היא הגירסא (כמ\"ש בספרינו) יש לפרשה כך מפני הפסד מרובה התירו לטלטל כלומר לפרוק בנחת דהרי הוא מטלטל קצת עכ''פ ואם א''א לפרוק ישים כלי תחתיהן ויבטל כלי מהיכנו. ודקדק כן ה''ה מלשון רבינו שכתב ומ''מ לא יניחם שם וכו' דלשון ומ''מ משמע דאם א''א לפרוק בנחת יבטל כלי מהיכנו ולא יניחם ע''ג בהמה ובכי הא מיתרצי הקושיא שהקשו המפרשים דלוקמה הברייתא (דף קכ\"ד:) במשואות גדולות דלא רצו להעמידה בכך משום דמשואות גדולות אם א''א בענין אחר יבטל כלי מהיכנו ורצה להעמיד הברייתא אפילו שא''א בענין אחר ולהכי תירצו בבולסא ומ''מ קשה כשהקשו והא קא מבטל מהיכנו לרב הונא ל''ל לאוקמיה בשליפי זוטרי לוקמיה דא''א בענין אחר אם לא שנאמר שרצה להעמיד אפילו שאפשר בענין אחר וכל זה דוחק: "
            ],
            [
                "<b>המדבק פירות עד שיעשו גוף אחד חייב משום מעמר וכו'.</b> כתב ה''ה והורו רבותי שאם נפלו וכו'. קשה דלפי הנראה הם שני פירושים על הברייתא דנתפזרו בחצר. הרשב''א ז''ל פירש אחת הנה ואחת הנה והרמב''ן פירש כגון שנפלו בחצר ולפירוש הרשב''א אי פירוש נתפזרו אחת הנה ואחת הנה ע''כ אם נפלו במקום אחד דליכא טירחא נותן לתוך הסל וא''כ תימה איך כתב והורו רבותי דלפי מ''ש קודם נתפזרו לו אחת הנה ואחת הנה ע''כ יוצא דין זה כמו שכתבתי. והאמת שהיה ראוי לומר הך והורו רבותי אחר לשון לתוך הסל וגירסת הלשון כך נתפזרו לו וכו' לא יתן לתוך הסל ואם נפלו במקום אחד ינתן אפילו לתוך הסל. והורו רבותי שאם נתפזרו לו בין צרורות וכו' והוא הפירוש האחר של הרמב''ן ז''ל אבל היותו במקום הזה אין לו טעם. ואולי פירוש הלשון כך לפי גירסתנו בדברי ה''ה שלפי פי' הרשב''א שנתפזרו אחת הנה כו' אפשר לומר שבמקום אחד מלקט ונותן לתוך כפו דדוקא בנתפזרו אחת הנה כו' הכא מלקט ואוכל אבל לעולם דלא יתן לתוך הסל אבל התוס' אין גורסין ואוכל כמו שהכריחו הם שם אם לא שנוכל לתרץ לקושייתם נעשה לתוך כפו כמו לתוך הסל. ואולי הרשב''א היה גורס ואוכל וסובר זה ובזה יתיישב לשונו שכתב והורו רבותי וכו': "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מגבל חייב משום לש וכו'.</b> כתב ה''ה אבל רבינו מפרש וכו' ונראה שהוא אינו גורס והא אמרת וקשה וכו' וקשה לדברי רבינו דמפרש דשתית וקלי שני דברים היכי אמרו (דף קכ\"ו) כתוב אפינקסיה דלוי וכו' ולית חילא בידא למיסר מדר' יוסי בר''י הא ר' יוסי בר''י לא איירי אלא בקלי ואינהו הוו גבלי שתיתא ושתיתא עבה לכ''ע אסור. וי''ל דרבינו סובר דיש מחלוקת דר''י בר''י ג''כ בשתית אע''ג דבגמרא לא אייתי ליה ובאותה ברייתא דאמר אין גובלים את השתית וכו' שם פליג ר''י בר''י אע''ג דבגמרא לא הוזכר זה: "
            ]
        ],
        [
            [],
            [
                "<b>מפני מה אסרו ליכנס במרחץ בשבת וכו'.</b> דברי רבינו מתמיהין לפי סוגית הגמרא שבפרק חבית (שבת דף קמ\"ז) שהרי בגמרא משמע שבמי מערה רחיצה אסורה שטיפה שריא הוא כר״ש דאמר דמותר להשתטף בחמין אבל לדידן דקי״ל כר״י דאסור להשתטף בחמין כמו שפסקו בפרק כירה בהדיא (דף ל\"ט) וכן רבינו עצמו בראש הפרק פסק כן שכתב וגזרו שלא ישתטף כל גופו בחמין נראה במי מערה אפילו שטיפה אסור וכן מבואר בגמרא פרק כירה דבחמי טבריא אפילו רחיצה שריא שאמרו שם (דף מ') התירו להם חמי טבריא ר״ל אפילו ברחיצה כמבואר שם וכן מבואר בהלכות, והשתא קשה בדברי רבינו תרתי. חדא דבחמי טבריא כתב מותר להשתטף דמשמע דלרחוץ אסור ובגמרא מוכח איפכא והיה לו לומר דאפילו לרחוץ מותר כמו שכתבתי. ועוד דבמי מערה כתב אסור לרחוץ דמשמע דלהשתטף מותר ובגמרא מוכח איפכא דלא נאמר כן אלא לר״ש אבל אנן דקי״ל כר״י אסור אפילו להשתטף. וע״ק בדברי רבינו דכיון שהוא מפרש דמי מערה הוי כמי טבריא ולא אסרו במי מערה אלא מפני שיש בו הבל א״כ איך אמרו בגמרא מני ר״ש היא הא ככ״ע מצי אתי דע״כ לא אסרו התם אלא בחמי האור אבל בחמי טבריא לא אסרו להשתטף דדוקא לרחוץ אסרו משום ההבל אבל לא יספיק טעמא דמטללא לאסור אפילו להשתטף. ואפשר שהוא סבור דכיון דמי מערה מטללא דמיא ממש לחמי האור ושוים הם: "
            ],
            [],
            [],
            [
                "<b>אמבטי של מרחץ כו'.</b> כתב ה''ה והטעם שאסור לתת צונן לתוך חמין שבו מפני שהמים שבו עומדים לרחיצה כלו' דאם היו עומדים לשתיה לא ניחא להו דיחומו הרבה כמ''ש רש''י ז''ל ואפי' בכלי ראשון שריא וזה שכתב רבינו של מרחץ: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המכסכס את הסודר וכו'.</b> כתב ה''ה אבל במקצת הספרים כתוב הכא מחזי [כאולודי] חיורא התם לא מיחזי [כאולודי] חיורא וכו'. ולפי גרסא זו אין בפירושה הכרע רק משיקול הדעת וכו'. וקשה דהיכי אמר דאין בפירושה הכרע ודאי דהדבר מוכרח כפירוש הרמב''ן ז''ל דהתם בהכרח אסודר קאי ולא אכתניתא. ואפשר דט''ס נפל כאן וצ''ל דהגירסא היא הכא מיחזי כאולודי חיורא הכא לא מיחזי כאולודי חיורא ולפ''ז אין הכרע דתרוייהו נאמר בהם הכא: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>התוקע חייב משום בונה וכו'.</b> קשה דאמאי נוטלין דהא מיחזי כסותרן אע''ג דאין בנין ואין סתירה בכלים ומאי שנא ממנורה של חוליות שכתב רבינו שאין מחזירין מפני שנראה כבונה ה''נ מיחזי כסתירה דאי שייך בנין שייך סתירה כדמוכח בגמ' וצ''ע: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הנוטה פרוכת וכו' ואם היתה כילה שיש לה גג אין מותחין אותה ואפי' עשרה שא''א שלא תגבה מעט מעל הארץ ותעשה אהל עראי.</b> קשה דלמה לי יש לה גג אפילו אין לה גג תעשה אוהל עראי ועוד מאי שלא תגבה מעט מעל הארץ אם ר''ל שמגביהין אותה לתלותה ובהגבהתה א''א שלא יגביהנה מעט אין זה משמעות הלשון דדומיא דפרוכת דלעיל קתני דאיירי בשעת התליה וצ''ע: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אסור להטביל כלים טמאים בשבת וכו'.</b> כאן פסק כרבא (ביצה דף י\"ח) (ובפ' י\"ח) [ובהל' י''ט פ''ד] פסק כרב ביבי דאמר שמא ישהא ועיין בפסקי מהר''ר לוי ן' חביב שעמד על זה ותירץ תירוץ נכון: "
            ],
            [],
            [],
            [],
            [
                "<b>כותב מאבות מלאכות וכו' מפני שהוא ככותב וכו'.</b> יש כאן קושיא עצומה דאינו מסכים כלל עם דברי הגמרא וע''ק מדידיה אדידיה. ועיין בשלטי הגבורים שהוא מקשה אותה שם: "
            ]
        ],
        [],
        [
            [
                "<b>ויש כלי שמלאכתו וכו'.</b> נראה בגמרא (שבת קכ\"ד) דדבר זה באותה משנה (ביצה דף ל\"ב:) דאין סומכין את הדלת ואת הבקעת ביו''ט וכו' אתי דלא כהלכתא ורבינו פסקה בהלכות יו''ט. וכן הרב אלפסי הביאה בפ' משילין וכו' ושם הביא תירוץ אביי דאמר הא ב''ש הא ב''ה ואנא עבידנא כב''ש והוא דלא כהלכתא וא''כ הוא תימה. ועיין בהר''ן ז''ל כי הוא תירץ זה: <b>סליקו להו הלכות שבת, שבח לאל אשר ביום השביעי שבת. . </b> "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "לחם משנה על משנה תורה, הלכות שבת",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Lehem Mishneh",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}