{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            " בתוספות בד\"ה מאימתי כו' מ\"מ קשיא דהוי כתרי קולי דסתרי כו' עכ\"ל ולא תקשי להו הכי אתלמודא דאמר לקמן דעבד כמר עבד ודעבד כמר עבד דה\"פ לא איפסיק הילכתא לא כרבי יהודה ולא כרבנן מי שירצה לעשות הכל כרבנן או הכל כר\"י ולא שיתפוס קולא של שניהם עכ\"ל הרא\"ש: ", 
            "בא\"ד וגם ראיה דרב הוה מצלי של שבת בע\"ש ומסתמא כו' עכ\"ל דבריהם אינם מובנים לי דזו הראיה אינה מכרעת כלל לפירוש ר\"י דהא לפרש\"י נמי דעיקר ק\"ש הוא שעל מטתו מ\"מ תפלת ערבית הוא מבע\"י וכן ראייתו של רש\"י מירושלמי למה אנו מתפללין ק\"ש בבהכ\"נ כדי לעמוד בתפלה מתוך ד\"ת דהיינו תפלת ערבית שהיו מתפללין בביהכ\"נ ערבית וקורין ק\"ש בברכותיה קודם לה כדי לעמוד בתפלה מתוך ד\"ת שע\"ז הקשו דא\"כ עיקר ק\"ש אחרי' על מטתו וה\"ל כריב\"ל דתפלות באמצע תקנום אבל דברי הרא\"ש יותר נכונים בזה שהביא זו הראיה דרב הוה מצלי של שבת בע\"ש לפי פי' ר\"ת דמפרש דלכך קורין מבעוד יום דקי\"ל כרבי יהודה דתפלת המנחה לא הוי רק עד פלג המנחה ומשם ואילך הוי לילה להתפלל ערבית וע\"ז הביאו ראיה שפיר מהא דרב הוי צלי של שבת בע\"ש מה\"ט דהוי לילה לענין מנחה כאמור בהדיא בפרק תפלת השחר מדרב צלי של שבת בערב שבת ש\"מ הלכה כר' יהודה וע\"ז כתבו דמה\"ט מסתמא גם היה קורא ק\"ש ודו\"ק: ", 
            "בד\"ה אי הכי סיפא כו' א\"כ אינו מקפיד קרא אלא אק\"ש כו' א\"כ קפיד אכל כו' עכ\"ל צ\"ל דלא מקפיד קרא אלא לענין ק\"ש לומר ערבית ברישא ועליה קאי התנא למתני ק\"ש נמי של ערבית ברישא אבל אם נאמר דסמך אקרא דברייתו כו' ועליה קאי התנא למתני ק\"ש של ערבית אע\"ג דלא הוה דומה ממש א\"כ לכל מילי אחריתי נמי ה\"ל להתנא למסמך נמי אברייתו של עולם וה\"ל למתני ברכות של ערבית ברישא ומיהו קרא ודאי הוא דלא קפיד לכל מילי דהא לענין תמיד מקדים של בוקר תחילה וכן צ\"ל למאי דמתרץ אקרא קאי דכתיב בשכבך ובקומך ולא קשיא ליה אקרא גופיה מאי שנא דבתמיד מקדים של בוקר דבקרא ליכא קפידא באיזהו שמקדים וק\"ל: ", 
            "בד\"ה והא קמ\"ל כו' תנינא חדא זימנא בנגעים ומייתי לה בהערל העריב כו' כצ\"ל: "
        ], 
        [
            " בד\"ה דילמא ביאת כו' ופשיט מברייתא וזכר לדבר כו' תפשוט ממתני' [דנגעים פי\"ד] העריב שמשו כו' עכ\"ל וה\"מ נמי להקשות דתפשוט ממתני' דהכא דקתני מאימתי קורין בערבית משעה שהכהנים כו' דע\"כ לאו ביאת אורו הוא דבערבית משתעי וכ\"ה הקושיא לפירש\"י בדברי בעל המאור ויש ליישב דעיקר קושייתם דפשיט מברייתא דעיקר מילתא לא איירי לענין תרומה אלא בק\"ש ותרומה מילתא אגב אורחיה הוא תפשוט ליה טפי ממתני' דהתם דעיקר מילתא לענין תרומה מתניי' וק\"ל: ", 
            "בד\"ה משעה שעני כו' עני גופא מתי יתפלל כו' כיון שבא זמן ק\"ש כו' עכ\"ל אבל אמתני' דקתני משעה שהכהנים כו' לא תקשי להו דהאיך יאכל אז תרומה דאסור להתחיל בסעודה כו' די\"ל דה\"ק משעה שהכהנים כו' דהיינו שמותרים לאכול בתרומה ואין להם טומאה עוד ומיהו ודאי אסירי להתחיל בסעודה משום זמן ק\"ש אבל משהעני נכנס לאכול פתו במלח כו' משמע שאז דרכו לאכול כפרש\"י משום שאין לו נר ואהא קשיא להו שפיר מתי יתפלל כו' ודו\"ק: ", 
            "בד\"ה אי סלקא דעתך דעני קדים כו' דלא מסתבר לחלק כ\"כ בשיעורי זמן שכיבה כו' עכ\"ל ר\"ל בשיעורי זמן שכיבה דמבע\"י דקודם צאת הכוכבים דכל הני תנאי דפליגי אדר' יהושע היינו דס\"ל זמן שכיבה קודם צאת הכוכבים היא כפי דברי התוספות לקמן דאין סברא דשיעורא דעני נמי איירי בזמן שכיבה דקודם צאת הכוכבים וכל זמנים יהיה ביה אלא דעני הוא מאוחר מכהן ודו\"ק: ", 
            "פרש\"י בד\"ה נכנסין כו' מ\"מ מאוחר כו' עכ\"ל כצ\"ל ומלת לכולם שכתוב כאן בפרש\"י שלפנינו נראה שטעות הוא שהרי כתוב אחר כך הי מינייהו מאוחר לכולם דעני או כהן כו' וכן נראה מדברי התוס' שכתבו דא\"כ ר\"מ היינו רבי אחאי לפירש\"י כו' דהיינו בע\"ש כו' וא\"כ ע\"כ כהנים נכנסים לאכול בתרומתן ע\"כ יותר מאוחר מדרבי אחאי ודו\"ק: \n"
        ], 
        [
            " בד\"ה תפלה קצרה הביננו ולקמן מפרש לה כו' עכ\"ל כצ\"ל כנראה מדברי התוס' וק\"ל: ", 
            "תוס' בד\"ה קשיא דר' מאיר כו' דהיינו בע\"ש אי נמי לא מסתברא כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה היה לך להתפלל כו' וגם על זה קשה כו' והא דאמרינן לקמן מאי איכא בין הביננו לתפלה קצרה כו' עכ\"ל כצ\"ל ור\"ל דודאי סתם תפלה קצרה דקאמר הכא היינו הביננו אלא התם לגבי הביננו ע\"כ תפלה קצרה היינו תפלה אחרינא דקאי אהא דקאמר התם כגון צרכי עמך כו' וק\"ל: ", 
            "גמרא ועונין יהא שמו הגדול מבורך הקב\"ה כו' כצ\"ל ול\"ג אמן כנראה מדברי התוס' הכא וכדמוכח לקמן בפרק מי שמתו ונראה דל\"ג נמי שמיה הגדול אלא שמו הגדול הכל בלשון הקודש וכ\"ה לקמן בפרק מי שמתו ולכך ליכא לפרושי על שם י\"ה שיהיה שלם אבל בתוספות גרסי שמיה הגדול ומיהא ליכא לפרושי ע\"ש שם י\"ה שיהיה שלם דה' דהגדול לא משמע לפרש כן וק\"ל: "
        ], 
        [
            " שם ותיפוק ליה משום חשד ומזיקין כו' ק\"ק דה\"מ למפרך תיפוק ליה משום חשד לחוד כדפריך לעיל מיניה באינך אי משום מפולת אי משום מזיקין לחוד ויש ליישב ודו\"ק: \n"
        ], 
        [
            " פירש\"י בד\"ה בניהו בן יהוידע זה סנהדרין שהיה כו' כצ\"ל: ", 
            "תוס' בד\"ה בניהו זה סנהדרין מסברא אומר כן כו' עכ\"ל דלפירש\"י ליכא שום ראיה מכרתי ופלתי אלא שהיו אורים ותומים בתר בניהו אלא מסברא אומר כן שהיה בניהו סנהדרין וק\"ל: "
        ], 
        [
            " גמרא דאתיא בתמניא אלפין אלא כו' כך מצאתי מוגה וק\"ל: ", 
            "תוס' בד\"ה אמר רבי יוחנן כו' ולא נהירא דא\"כ רבי יוחנן סבירא ליה כו' עכ\"ל כצ\"ל ור\"ל דלפי סברת רב עמרם דתולה זה בזה דלכך לא בעינן מסמך גאולה לתפלת ערבית משום דתפלת ערבית רשות א\"כ רבי יוחנן דבעי למסמך גם בערבית ס\"ל דתפלת ערבית חובה וה\"ל פלוגתא דרב ורבי יוחנן והלכה כר\"י ותקשי הלכתא אהלכתא אלא ע\"כ דאית לן למימר דאפילו אי סובר רבי יוחנן כרב דאמר רשות מ\"מ מחייב לסמוך ועיין ברא\"ש וכ\"כ מהרש\"ל: \n"
        ], 
        [
            " ע\"ב בד\"ה אלא כו' אבל ראייה דשרי ללמוד קודם דלקמן כו' עכ\"ל כתב מהרש\"ל וק\"ל דילמא רש\"י בהגיע זמן ק\"ש ותפלה איירי כו' עכ\"ל ולי נראה דהא ודאי ל\"ק דמשמע להו דרש\"י איירי אף בלא הגיע דאל\"כ לא הוי ליה למיתלי הדבר בסמוך למטתו אלא הוה ליה למיתלי בהגיע זמן ק\"ש אבל קשה לי במה שהביאו ראיה מפ\"ב דהא תלמודא מספקא ליה התם בעובדא דרב אי איירי בהגיע זמן ק\"ש אי לא ועיין בסוגיא דהתם היטב ודו\"ק (א): \n"
        ], 
        [], 
        [
            " בד\"ה אלו תפילין שבראש פרש\"י משום שם של שדי כו' עכ\"ל כן פרש\"י בפרק הקומץ שכתוב עליהן רוב השם שי\"ן ודל\"ת כו' וע\"ש בתוס' וק\"ל: ", 
            "בד\"ה אחורי בית הכנסת פירש\"י כל פתחי בתי כנסיות היו למזרח ואחוריהם למערב כו' עכ\"ל אבל בפרש\"י שלפנינו שכתב מעין מקדש ומשכן פניהם למערב ואחוריהם כו' עכ\"ל נראה שאחור ר\"ל הוא אותו צד שבו הפתח והוי הפי' ממש כפי' התוס' והר\"ר יונה הבין מפרש\"י עוד פירוש אחר וע\"ש וק\"ל: \n"
        ], 
        [], 
        [
            " בד\"ה רב ששת כו' והאי דקא מהדר אפיה רבותא כו' עכ\"ל ר\"ל דלכך נקט תלמודא דקא מהדר אפיה לאשמועינן רבותא כו' מיהו איהו ודאי לא מה\"ט הוה מהדר אפיה אלא כדי שיכוין גירסתו וק\"ל: ", 
            "בא\"ד כדי שיכוין גירסתו וה\"ג מפרשי דוקא שיש כו' ועוד תירץ האלפסי כו' כצ\"ל: "
        ], 
        [
            " בד\"ה אפילו עטרות ודיבון כו' טעות הוא וצ\"ל וא' תרגום יש מפרשים וה\"ה ללועזות בלע\"ז שלהן הוי כמו תרגום שמפרש כו' כצ\"ל: ", 
            "בא\"ד כ\"א בלשון תרגום הס\"ד ואח\"כ מ\"ה ואפילו עטרות ודיבון פירש\"י שאין בו כו' כצ\"ל אבל תרגום ירושלמי יש וצריך לקרות ג\"פ העברי כצ\"ל ור\"ל דהיה צריך לקרות ג' פעמים העברי אי לאו שיש תרגום ירושלמי וק\"ל: \n"
        ], 
        [], 
        [], 
        [], 
        [
            " בד\"ה לעולם יממא כו' א\"נ י\"ל יממא הוא אפילו גבי כו' עכ\"ל כהאי תירוצא ממש ה\"מ נמי למימר בקושייתם דלעיל א\"נ י\"ל לילה הוא אפילו גבי ק\"ש ודלא נקט ב' פעמים אחר שיעלה עמוד השחר לאשמועינן שאינו יוצא בשל יום קודם שיעלה עמוד השחר ויש ליישב דהאי תירוצא נראה להם דחוק אלא דהכא נראה להם יותר דחוק בתירוץ קמא למימר תרי תנאי אליבא דר\"ע ודו\"ק: ", 
            "בד\"ה ובלבד שלא כו' דלא מצי למימר השכיבנו דלאו זמן שכיבה כו' עכ\"ל ר\"ל דלאו זמן שכיבה לרובא דעלמא מיהו לענין ק\"ש כיון דאיכא דגני ביה קרינא ביה ובשכבך וק\"ל: ", 
            "גמרא ועד השתא לא שמיע להו הא דר\"ג כו' ה\"ק ליה רבנן כו' א\"ל רבנן כוותי סבירא להו כו' ק\"ק כיון דמכח הך קושיא מוכח דהכי קא\"ל ר\"ג חכמים כוותי ס\"ל כו' מאי קא מספקא ליה לתלמודא לעיל חכמים כמאן ס\"ל אי כר\"א כו' אי כר\"ג ס\"ל לימרו כר\"ג דהא בהדיא משיב להם ר\"ג דכוותיה ס\"ל ודקאמרי עד חצות כדי להרחיק כו' וק\"ל: ", 
            "שם ראב\"ע אומר כו' אמר ליה ר\"ע והלא כו' בשלמא לראב\"ע דאית ליה ג\"ש כו' כל סוגיא זו נאמרה קצת בסיגנון אחר בפ' ע\"פ (קי\"ט:) ושם נפרש בעז\"ה: "
        ], 
        [
            " פירש\"י בד\"ה לתפילין כו' בפ' שני הס\"ד ואח\"כ מ\"ה ותיקין כו' מצוה הס\"ד ואח\"כ מ\"ה מאי קראה כו' החמה הס\"ד ואח\"כ מ\"ה דכתיב ייראוך עם כו' בק\"ש הס\"ד ואח\"כ מ\"ה עם שמש כו' החמה הס\"ד ואח\"כ מ\"ה ולפני ירח כו' דמדומי חמה הס\"ד ואח\"כ מ\"ה שאם יזכה כו' כצ\"ל: ", 
            "גמרא כיון דקבעוה רבנן בתפלה כתפלה אריכתא דמיא דאלת\"ה ערבית היכי מצי סמיך והא בעי למימר השכיבנו כו' יש ליישב דהכא מייתי מהשכיבנו אי\"י שפתי תפתח וגו' דלא הוי הפסק ולעיל מייתי בהיפוך מי\"י שפתי תפתח אהשכיבנו וק\"ל: \n"
        ], 
        [], 
        [
            " פירש\"י בד\"ה כי דרך בשבתך ובלכתך הקשו כו' כצ\"ל: ", 
            "גמרא הכא טריד טירדא דרשות וב\"ה הא כתיב בשבתך ובלכתך בדרך ל\"ל וב\"ש ההוא מבעי ליה פרט לשלוחי כו' כצ\"ל בילקוט: ", 
            "תוס' בד\"ה תנא רב יחזקאל כו' ולא כלום ואם תאמר פשיטא דאין הלכה כו' פשיטא דהא דעשה כבית שמאי לא עשה כו' כצ\"ל: "
        ], 
        [
            " בד\"ה שכבר נפטר כו' ואלו דברים כו' שהיא ברייתא מפני כו' עכ\"ל כתב מהרש\"ל תימה הלא משנה שלימה היא עכ\"ל משנה היא בריש פאה אבל לא חשיב כל הני אלא כבוד אב ואם וג\"ח והבאת שלום שבין אדם לחבירו ות\"ת כו' ובפ' מפנין במימרא דר\"י חשיב ו' דברים כו' ופריך התם ממתני' דפאה ומשני לה דהני בהני מישך שייכי וע\"כ צ\"ל דהני דהכא לאו ממתני' ולאו מימרא דר\"י דהתם היא אלא ברייתא היא כמו שכתבו התוס' וחשיב הני דמתני' ודר\"י וק\"ל: ", 
            "בד\"ה וברכת כהנים כו' ה\"ל למתני ד' פעמים א' לפני הקטרה ואחד לאחר הקטרה כו' עכ\"ל לכאורה דהכי הל\"ל אחד לפני הקטרה וג' לאחר הקטרה דהיינו שחרית ומנחה ונעילה בתעניות ויש ליישב דר\"ל אחד לפני הקטרה דשחרית ואחד לאחר הקטרה דשחרית ודו\"ק: \n"
        ], 
        [
            " גמרא לא צריכא כגון דאכל תמרי וקסבר נהמא אכל פתח בדנהמא וסיים בדתמרי יצא דאי נמי סיים בדנהמא יצא מאי טעמא תמרי נמי מיזן זיין אמר רבה בר חיננא סבא משמיה כו' כצ\"ל מדברי הרי\"ף והרא\"ש והשאר שבגמרות שלפנינו יתורא הוא וק\"ל: "
        ], 
        [
            " תוס' בד\"ה כרע כחזרא כו' שלא יעשה כהדין חדרונא כו' כצ\"ל: ", 
            "בא\"ד צריך ליזהר שיגביה קודם שיסיים הברכה רק שיכרע בברוך ושיגביה מיד דאמרי' כו' עכ\"ל לכאורה דר\"ל שיגביה קודם שיסיים הברכה כשאר הברכות דלא תקון בהו כריעה וכ\"כ התוס' בפרק אין עומדין בד\"ה ומצאו בזיות כו' ע\"ש אבל מה שכתבו שוב הכא עוד רק שיכרע בברוך ושיגביה כו' הוא מגומגם דהיאך יכרע בברוך בשאר ברכות כיון דלא תיקון כריעה אלא בברוך ודוקא בשני ברכות גם למה יגביה עצמו מיד כיון דלא תיקון זקיפה בשם אלא בב' ברכות ואין סברא לחלק בין כריעה לשחיה דהא בשמעתין כורע בברוך קאמר דהיינו בב' הברכות ויש לפרש דבריהם דהכא דלא נחתי הכא לומר לזקוף בסוף כל שאר ברכות כמ\"ש בפ' אין עומדין אלא דהכא ר\"ל באותן הברכות דחייב לכרוע בהן בסוף ברכה בר\"ה ובי\"כ שאנו שוחין כל שעה בתפלה יזהר באלו ב' ברכות שיגביה עצמו קודם שיסיים הברכה דהיינו קודם שיאמר ברוך וכשיאמר ברוך יכרע אז ויזקוף אח\"כ מיד בשם דאם לא יזקף עצמו קודם שיאמר ברוך לא הוה היכרא למה שתיקנו כשהוא כורע כורע בברוך ודמייתי ראיה מההיא דפרק אין עומדין אם בא לשחות תחלת כל ברכה כו' ר\"ל דהיינו משום שתתקיים תקנת חכמים שאדם שוחה באבות והודאה בלבד ה\"נ אם היה שוחה בכל (הברכות והודאה) [הברכה באבות ובהודאה] לא היה היכרא לתקנת חכמים שיהיה כורע בברוך ודו\"ק: ", 
            "גמרא דכתיב ביה האי קרא כרע שכב כארי וכלביא מי יקימנו. הוא מגומגם דמוכלביא מי יקימנו לא משמע קימה של שחרית ויותר ניחא להגיה קרא קמא הן עם כלביא יקום וכארי יתנשא לא ישכב עד יאכל טרף דמהאי קרא דרש שפיר ק\"ש של שחרית ושל ערבית וכ\"ה בהדיא בתנחומא ובמרדכי וילקוט ע\"ש וק\"ל: ", 
            "שם מפני שיש בה ה' דברים מצות ציצית כו' יש לדקדק דקא חשיב ששה ובילקוט לא קחשיב מינות והוי שפיר ה' דברים ויש ליישב גירסת תלמודא שלפנינו דעול מצות ומינות חדא חשיב ליה וה\"ק קרא וזכרתם את כל מצות ה' שהם מצות ה' ולא תתורו מינות והרהור שבלב שאין כל המצות כו' וק\"ל: \nסליק מאימתי פרק ראשון \n"
        ], 
        [
            " תוס' בד\"ה היה קורא דקתני א\"ל הממונא כו' כצ\"ל: ", 
            "בד\"ה ובאמצע שואל כו' ובירושלמי קאמר אפילו באמצע הפסוק ר\"ה כו' כצ\"ל: ", 
            "בד\"ה בלשון הקודש כו' פרק שני דמגילה כו' ואעפ\"כ בכל לשון נאמרה בסיני כו' עכ\"ל כצ\"ל ור\"ל דגם למאן דאית ליה בלשון הקודש נאמרה לענין מצות קריאה מ\"מ מודה הוא דבכל לשון נאמרה בסיני כו' כדאמרי' פרק רבי עקיבא וק\"ל: ", 
            "בד\"ה ע\"כ מצות כונה עד בכל מאודך ששני כו' עכ\"ל דלא נראה להם שום טעם לומר עד על לבבך ממש כפירש\"י אלא דה\"ק עד והיו הדברים וגו' על לבבך ולא עד בכלל דהיינו עד בכל מאודך ועד בכלל דלכך נקט במלתיה הדברים ומטעם שכתבו התוס' אבל הא דקאמר לקמן עד על לבבך בעמידה לא משמע כפירושם ודו\"ק: "
        ], 
        [
            " בד\"ה על לבבך כו' לאו דאי היה יושב עומד אלא דאם היה מהלך בדרך עומד אע\"ג דב\"ה כו' כצ\"ל: ", 
            "גמרא אימא סיפא ובאמצע שואל מפני היראה ומשיב כו' מאי כו' אלא מפני הכבוד כו' ק\"ק דאימא בסיפא נמי משיב שלום לכל אדם ובהא פליג עליה דר\"י ויש ליישב וק\"ל: \n"
        ], 
        [
            " תוספות בד\"ה ימים שהיחיד כו' ואם לא ברכו בתחלה אמאי לא הרגיש רב כו' עכ\"ל ולא ניחא להו (א) למימר דעל לבי כנשתא אחר שברכו באמצע הלל וק\"ל: ", 
            "בא\"ד דכל הברכות פותחות בברוך חוץ כו' עכ\"ל כצ\"ל: ", 
            "בא\"ד ומה שהקשה מיהללוך כו' לפי מה שפירשתי עתה כו' עכ\"ל ר\"ל מה שהקשה הירושלמי מיהללוך לפי' קמא לפי מה שפירשתי עתה דלא מקשה מיניה יש ליתן טעם דלא תקשי מיני' לפי שהיא הודאה כו' כמו אלהי נשמה וק\"ל: ", 
            "גמרא א\"ר יונה א\"ר זירא כל העושה חפציו כו' וכדרב אידי בר אבין כו' כל זה בגמרא מדויקת אינו וכנראה מפי' רש\"י וק\"ל: "
        ], 
        [
            " פירש\"י בד\"ה ומתני פירקין אלמא מקדים הוא לעסוק כו' עכ\"ל לכאורה בפשיטות ה\"ל לפרש דפריך מתפילין גופיה דקאמר הכא דמנח תפילין והדר קרי ק\"ש וי\"ל דמ\"ה פירש כך משום דהא דקאמר וכ\"ת בדלא מטא זמן ק\"ש כו' לא בעי לתרוצי אלא הך דמתני פירקין ולא הא דמנח תפילין דאי לא מטא זמן ק\"ש לא מטא נמי זמן תפילין ודקאמר בתר הכי מ\"מ קשיא הדר נמי להך קושיא דמנח תפילין ואח\"כ קרי ק\"ש ולעיל קאמר בהיפך וק\"ל: ", 
            "תוס' בד\"ה ולמה קדמה כו' אלא ודאי אין אנו חוששין לזה שהיא קודמת בתורה כו' עכ\"ל יש לדקדק לפי זה א\"כ מאי קאמר שוב למה קדמה והיה אם שמוע לויאמר כו' כיון שאין מוקדם ומאוחר בתורה ויש ליישב דודאי היכא דליכא טעמא אנו חוששין להקדים המוקדם ולאחר המאוחר אלא דהכא גבי והיה אם שמוע לשמע איכא טעמא דלית ליה למיחש ויש לנו להקדים והיה שהיא מדברת בלשון רבים כמ\"ש תוס' וק\"ל: \n"
        ], 
        [
            " ע\"א גמ' כאלו טבל דכתיב ארחץ בנקיון ולא כתיב ארחיץ כפי כו' כצ\"ל: ", 
            "תוס' בד\"ה אמאן דמהדר כו' וההוא דרשב\"ל דאמר ולתפלה ארבע מילין פירש\"י כו' עכ\"ל מלתיה דרשב\"ל בפרק אלו עוברין ובפרק העור והרוטב ופירש\"י ג\"כ שם ועיין בזה באורך בשמעתין ברא\"ש: ", 
            "פירש\"י בד\"ה וממאי דר' יוסי היא קס\"ד כו' עכ\"ל לישנא דקס\"ד מגומגם קצת וק\"ל: ", 
            "בד\"ה אלא ר' יהודה כו' ודתרומה ר' יוסי ומודה הוא דברכות דרבנן כו' עכ\"ל יש לדקדק דאכתי מנלן דההיא דתרומה ר' יוסי היא ומודה כו' אימא דההיא דתרומה כראב\"ע רביה דר' יהודה היא ויש ליישב דניחא ליה לאוקמא מתני' דתרומה כר' יוסי דהוזכרו דבריו ג\"כ במתני' דהכא מה שאין כן מלתיה דראב\"ע דליתא בשום מתני' אלא בברייתא וק\"ל: ", 
            "תוס' בד\"ה דלמא כו' ופליג אמלתא ר' יהודה עכ\"ל כצ\"ל: ", 
            "בד\"ה אי ר' יוסי כו' שתקנו שצריך להשמיע לאזנו כמו בק\"ש כו' עכ\"ל אע\"ג דברכת המזון דאורייתא מ\"מ השמעת אוזן דבעי ביה לא הוה רק דרבנן והסכת ושמע בד\"ת הוא דכתיב כדלקמן וק\"ל: "
        ], 
        [
            " פירש\"י בד\"ה בד\"א דקטן לכתחלה לא בקטן שלא הגיע כו' עכ\"ל ק\"ק מי הכריחו לפרש כן דקטן לכתחלה לא ומשמע דדיעבד אפילו קטן שלא הגיע לחינוך ש\"ד דאימא דשבק סברת המקשה דלעיל דקטן אפילו דיעבד נמי לא כדקאמר מה שוטה וקטן דיעבד נמי לא כו' ויש ליישב ודו\"ק: ", 
            "תוס' בד\"ה דלמא ר\"י וחסורי כו' דאין זה בשום מקום דקאמר חסורי מיחסרא ולאוקמא אליבא דחד כו' עכ\"ל יש לפרש הב' קושיות דאע\"ג דבכל מקום מהדרינן לאוקמא מתני' לחד תנא היינו היכא דלא משמע דאיכא פלוגתא אבל הכא כיון דמשמע דרבי יהודה פליג לא ה\"ל למימר חסורי מיחסרא כו' לאוקמא כחד תנא ועוד לוקמא כרבי יוסי בפשיטות בלא חסורי כו' ומיהו אשכחן כה\"ג דקאמר חסורי מיחסרא ואוקמא כחד תנא בס\"פ הכותב דקאמר אלא כולה רשב\"ג וחסורי כו' ע\"ש ודו\"ק: \n"
        ], 
        [
            " גמרא קרא וטעה ואינו יודע להיכן טעה באמצע הפרק יחזור לתחלת הפרק כו' כצ\"ל: ", 
            "תוס' בד\"ה מעשה בר\"ג שנשא כו' לאו מעשה לסתור הוא דקמ\"ל אם גדול כו' הרשות בידו עכ\"ל וכה\"ג קאמרי' לקמן אהא דשל ר\"ג היו קורין אותן אבא פלוני כו' מעשה לסתור ומשני משום דחשיבי וק\"ק אמאי לא מפרש לה תלמודא בכה\"ג הכא אמתני' לפי דבריהם גם יש לדקדק בדבריהם דמשמע הכא דפסיקא ליה בשאר כל אדם אין רשות בידו ובסיפא איכא פלוגתא בהכי דת\"ק ס\"ל חתן אם רוצה לקרות ק\"ש לילה הראשון קורא ויש ליישב ודו\"ק: ", 
            "בד\"ה אפילו כל אדם כו' אם הפועלים אומרים אפילו לכתחלה עכ\"ל הלשון מגומגם קצת כיון דשאר כל אדם נמי רשות לכתחלה נמי הוא והכי הל\"ל אין זו שום חידוש אם הפועלים אומרים לחובה ויש ליישב דרשות דשאר כל אדם נמי לר\"י אין לאדם להרגיל עצמו בכך ולעשות לכתחלה אבל פועלים ודאי דלכתחלה הוא ממילא דחובה עליהם לעשות כן מפני ביטול מלאכה וק\"ל: "
        ], 
        [
            " בד\"ה אי הכי כו' אא\"ב דטעמא משום טרדא שפיר כו' עכ\"ל וא\"כ תיקשי ליה אי משום טרדא אפילו טבעה ספינתו כו' כדפריך בסמוך וק\"ל: \n"
        ], 
        [
            " ע\"ב בד\"ה ה\"ג פרץ זה אחיתופל שפרץ כו' יוצאת זה דואג שיצא כו' עכ\"ל ולפי גירסא זו נמי גרסי' גבי אין פרץ שלא תהא סיעתינו כסיעתו של דוד וגבי אין יוצאת שלא תהא סיעתינו כסיעתו של שאול דאחיתופל לא היה בימי שאול כדאמרינן בפרק חלק דואג ואחיתופל לא ראו זה את זה דואג בימי שאול ואחיתופל בימי דוד ודואג ודאי דהיה בימי דוד אלא דר\"ל דלא היה במלכותו של דוד אלא במלכותו של שאול וק\"ל: \nסליק פרק היה קורא \n"
        ], 
        [], 
        [
            " בא\"ד שמתה אחותו של ר\"ת בשבת והודיעו לו עכ\"ל מלת בשבת ברא\"ש אינו וכ\"נ דבשבת בלאו האי טעמא שיש לה בעל כו' אוכל בשר ושותה יין כדתני בשמעתין בשבת מיסב ואוכל בשר כו' וי\"ל לפי' הר\"ר נתנאל דבשבת נמי היכא דדעתו להחשיך על התחום אין לו לברך דיש לו דין אונן וה\"נ הכא אי לאו שהיה לה בעל כיון שהיה ר\"ת בעיר אחרת היה צריך להחשיך על התחום וק\"ל: ", 
            "בד\"ה וירכב כו' ובכתובים שפיר דמי ומיהו נראה דאף בס\"ת ש\"ד מדנקט בסיפא ס\"ת ולא כו' ובהדיא אמרינן בירושלמי כו' לאחוריו ורוכב ודקאמר אלא אסיפא משום כו' וה\"ה לאחוריו מותר כו' עכ\"ל כצ\"ל מדברי הרא\"ש ור\"ל דקאמר אלא אסיפא עיקר חידושא אינו בסיפא דלסטים אלא עיקר חידושא בשריותא דנקט בסיפא דה\"ה לאחוריו דשרי מדיוקא דרישא ונעשה לסיפא ודו\"ק: ", 
            "בד\"ה למחר כו' ותימה והא אמרי' פרק התכלת כו' וההיא דתכלת היינו דרמו חוטים כו' ועכשיו אנו מסלקים אותם ומאי טעמא כו' כצ\"ל: ", 
            "בא\"ד אי משום דכתיב לדורותם לדור תם אבל כו' כצ\"ל ועיין בתוס' פרק התכלת: ", 
            "בא\"ד כמו מחזון ישעיהו כו' עכ\"ל דלפי התלמוד ס\"פ בני העיר לא מפטירין חזון ישעיהו דהיינו חדשיכם ומועדיכם שנאה נפשי אלא בר\"ח [אב] שחל להיות בשבת ואנן הא מפטירין אותו בכל שנה בשבת שלפני ט' באב וע\"ש בתוס' וק\"ל: "
        ], 
        [
            " בתוס' בד\"ה אלמא ידעי כו' כ\"כ לא היה מקדים דהוא עצמו כו': \n"
        ], 
        [
            " בד\"ה אפילו בשעה ששלום כו' לאחר מיתתו ולא אתי כו' כצ\"ל: "
        ], 
        [
            " בד\"ה מדלגין כו' דהא תניא בשמחות כל טומאה כו' וגולל ודופק אין נזיר מגלח עליהן כו' עכ\"ל כצ\"ל ור\"ל דאע\"ג דאמר בהדיא דגולל ודופק מטמא מ\"מ אין כהן מוזהר עליהם כיון שאין הנזיר מגלח עליהן וכ\"ה בהדיא בתוספות ס\"פ שואל אבל קשה לפי זה מאי מייתי ראיה מרביעית דם דאימא דאע\"ג דרביעית דם מטמא מ\"מ אין כהן מוזהר עליו כמו שאין הנזיר מגלח עליו ולשון התוס' דפרק שואל דהא תלמוד ערוך דרביעית דם אין הנזיר מגלח עליו כדתנן במס' נזיר וכהן מוזהר כו' עכ\"ל וכן כתבו בפ\"ק דכתובות ולא ידענא מהיכא פסיק להו דכהן מוזהר על רביעית דם דמההיא דפ' בהמה המקשה אינו מוכח אלא דמטמא כמו גולל ודופק ודו\"ק: ", 
            "בד\"ה ולאחותו כו' לאחיו מה ת\"ל שאם היה כהן גדול ונזיר כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה אמרת לא כו' וא\"ת מהיכא פשיטא ליה כו' וא\"ת התם דפריך על מעשה דיוסף הכהן מנא ליה לתלמודא דמיירי כו' וא\"ת מנא ליה דהאי קרא בעושה כו' עכ\"ל כצ\"ל קושיא ראשונה היא לתנא דברייתא מאיזה סברא אוקמא קרא דלאחותו בעושה פסח לחוד דאפ\"ה אינו מטמא לאחותו אימא דעושה פסח לחוד מטמא אפילו לקרוביו ולא איירי קרא אלא ביש בו ג' הקדושות דאפ\"ה לאחותו דוקא אינו מטמא אבל למת מצוה מטמא ותירצו דמהך סברא דלא אתא עשה שאין בו כרת כו' אוקמא לקרא אפילו בעושה פסח גרידא ושוב הקשו דעל כרחך הך סברא אינה מוכרחת דהא מצינו [מת מצוה] עשה שאין בו כרת הוא ודוחה עשה שיש בו כרת כגון פסח וא\"כ מנליה לתלמודא למימר דהאי תנא איירי בעושה פסח גרידא דאפ\"ה אינו מטמא לאחותו ותירצו דהכי משמע לתלמודא מדברי התנא דאיירי בעושה פסח גרידא מדלא כייל כו' ושוב הקשו לדברי התנא דהיאך מוקמא ליה בעושה פסח כלל כיון דקרא איירי בנזיר ותירצו דבאם אינו ענין לנזיר מוקמת ליה תנהו ענין לעושה פסח גרידא מהך סברא דכתבו (הרא\"ש) [בשם רש\"י] לעיל ודו\"ק: \n"
        ], 
        [
            " בא\"ד יש לנו לומר כשיש לו שתי קדושות כו' על כל ישראל נזיר ואח\"כ נזיר וכהן הדיוט ואח\"כ נזיר וכ\"ג ואם כן כו' כצ\"ל: ", 
            "פירש\"י בד\"ה שב כו' אבל מעקר כו' היינו טעמא דלא גמרינן כו' כצ\"ל: ", 
            "תוס' בד\"ה וקטנים פטורים כו' וחייבין בתפלה היה ר\"י ר\"ל כו' ולא נהירא דא\"כ לא ה\"ל קטנים דומיא כו' עכ\"ל דכיון דבין פטורין דרישא ובין חייבין דסיפא איירי בקטנים א\"כ פטורין דרישא בקטנים לא הוה דומיא כו' וכן יש להקשות בחייבין דסיפא דלא הוה קטנים דומיא דנשים ועבדים דחייבין בכל ענין וקטנים אינן חייבין אלא בהגיעו לחינוך אבל לפיר\"ת ניחא דמתני' לא איירי בקטנים אלא בלא הגיעו לחינוך וחייבין דסיפא לא קאי אלא אנשים ועבדים הוה שפיר קטנים דומיא דנשים ועבדים בכל ענין דמיירי ביה מתני' דהיינו בשלא הגיעו לחינוך אבל הגיעו לחינוך לא איירי מתני' כלל ודרך התנא לשנות קטנים לענין פטור בלא הגיעו לחינוך גבי נשים ועבדים כמו בסוכה אבל לענין חיוב דהגיעו לחינוך לא מצינו דתני קטנים גבי נשים זהו הנראה מכוונת דבריהם ועיין ברא\"ש ובמרדכי וק\"ק ה\"ל להקשות לפיר\"י דחייבין דסיפא איירי נמי בקטנים ובהגיעו לחינוך אמאי קתני ליה גבי תפלה ה\"ה דה\"מ למתני הכי גבי ק\"ש ותפילין וכן גבי תפלה ה\"מ למתני פטורין בלא הגיעו לחינוך אבל לר\"ת ניחא דלא איירי כלל בסיפא בקטנים ודו\"ק: "
        ], 
        [
            " בד\"ה בתפלה כו' ורש\"י ל\"ג ליה שהרי תפלה דרבנן היא כו' עכ\"ל ומיהו אצטריך למימר דרחמי נינהו דאי לאו הכי לא הוה מתקני רבנן תפלה בנשים ועבדים וק\"ל: ", 
            "בד\"ה נשים כו' שפיר דאורייתא וההיא דלקמן מיירי כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה יוציא בשפתיו כיון דשרית ליה הרהור ואע\"פ שהוא כדבור כו' עכ\"ל לשון אע\"פ אינו מדוקדק במקום הזה דאדרבה מטעמא שהרהור הוא כדבור יוצא בו ידי קריאת שמע וק\"ל: \n"
        ], 
        [
            " בד\"ה והרי תפלה כו' וקתני אינו מברך לפניה כו' וי\"ל משום רבותא דתפלה כו' עכ\"ל כצ\"ל ומיהו לפי אותה גירסא דפריך בתר הכי והרי ברכת המזון לפניה דאית ביה מלכות שמים כו' תקשי אמאי [לא] נקט ק\"ש דקאי בגווה וקתני בה אינו מברך לפניה כו' אע\"ג דאית ביה מלכות שמים אלא שלא חשו לאותה גירסא כמו שדחה אותה רש\"י גם התוס' וק\"ל: ", 
            "בד\"ה ה\"ג אלא ק\"ש כו' והרי ברכת המזון דלית ביה מלכות שמים כו' כצ\"ל: ", 
            "בד\"ה ספק לא כו' וא\"כ הואיל ומסופק משניהם יחזיר לק\"ש כו' עכ\"ל ואין צריך לומר שאם ברור לו [שלא] קרא ק\"ש ואינו מסופק אלא באמת ויציב דיקרא ק\"ש מה\"ט דאיתא ביה תרתי וק\"ל: ", 
            "בא\"ד אבל אם יאמר ק\"ש כו' ולא יצא כלל כו' עכ\"ל ר\"ל דלא תיקן כלום בק\"ש אחרת וק\"ל: ", 
            "בא\"ד ואם ברור שלא אמר כבר ק\"ש א\"כ כו' עכ\"ל הלשון מגומגם דאם הוא ברור לו שלא קרא ק\"ש ודאי דיקרא ק\"ש דאית ביה תרתי אבל רצה לומר שאם יתברר שכן הוא שלא קרא כבר ק\"ש ודו\"ק: ", 
            "בא\"ד וא\"כ כשיאמר מעתה ק\"ש לא תיקן כלל ולא יצא מידי ספקו כו' עכ\"ל ר\"ל דלא תיקן כלום בק\"ש דשמא קרא ק\"ש כבר אע\"ג דהשתא נמי דאמר אמת ויציב שמא הוא דלא תיקן כלום שכבר אמר ק\"ש ואמת ויציב מ\"מ משום תרי ספיקי דלא קרא ק\"ש ולא אמר אמת ויציב א\"נ דקרא ק\"ש ולא אמת ויציב תיקן שפיר באמת ויציב אבל הכא בק\"ש תרי ספיקי נינהו דלא תיקן כלום חדא דשמא קרא תרוייהו א\"נ דקרא ק\"ש ולא אמת ויציב ודו\"ק: "
        ], 
        [
            " בד\"ה עד שלא יגיע ש\"צ כו' שזה לא מצינו לו עיקר בתלמוד כו' עכ\"ל ק\"ק דמודים דרבנן יש לו עיקר בתלמוד במסכת סוטה גם בירושלמי ולשון הרא\"ש אינו כן ע\"ש ודו\"ק: ", 
            "בא\"ד מתפלל כו' עד שלא יכנס כו' עכ\"ל ולשון הרא\"ש עד שלא יגיע ש\"צ כו' ע\"ש: \n"
        ], 
        [
            " ע\"ב בגמ' חד אמר כל לאחרים אפילו חולה לאונסו עד דאיכא כצ\"ל: ", 
            "תוס' בד\"ה אלא לכ\"ע כו' וה\"ה דה\"מ לאוקמא דכ\"ע אין כו' דהכא לא מצי למימר דכ\"ע אין חוזר כו' עכ\"ל פירוש לדבריהם וה\"מ לאוקמא דבשאר דוכתין דכ\"ע אין חוזר לראש אפילו בשהה והכא פליגי בין בשהה ובין בשלא שהה ומשום גברא דלא חזי ומדלא מוקמי הכי ש\"מ דהלכה בשאר דוכתין בשהה חוזר לראש כו' ואומר השר כו' ורבי יהודה פירש דלא מצי לדחויי ולמימר דכ\"ע בשאר דוכתין אפילו בשהה אינו חוזר לראש דכיון דאפילו הפסיק כ\"כ ששהה כדי לגמור כולו אינו מזיקו ואין מבטל מה שהתפלל כבר א\"כ ה\"נ הכא הוי גברא דחזי ושפיר הוי מצי להתפלל מתחלה אע\"פ שלא היה יודע שהיה יכול לעמוד על עצמו מלהטיל מים עד שיגמור תפלתו ולכך לא הוי מצי רב אשי לדחויי אלא דכ\"ע בשהה דחוזר לראש וההפסק מבטל מה שהתפלל כבר וא\"כ הכא הוי גברא דלא חזי כיון שלא היה יודע אם יכול לעמוד על עצמו בלא הפסקה כדי לגמור כולו כן למדתי ביאור דבריהם מדברי הרא\"ש ודברי מהרש\"ל אינם ברורים לי בזה ודו\"ק: ", 
            "שם גמ' מאי תקנתיה ליהדר ולצלי כו' מדברי התוס' נראה דאין זה מדברי התלמוד והוא מפירוש ר\"י שבתוס' נכתב בגמ' וק\"ל: \n"
        ], 
        [], 
        [
            " גמרא האי אם שהה אם לא שהה כו' פרש\"י במלתיה דרב חסדא ורב המנונא מיבעי לי' לאפלוגי כו' ומדלא אפליג ש\"מ אפילו בדלא שהה קאמר עכ\"ל דלמאי דמסיק בלא שהה פליגי ומשום גברא דלא חזי ניחא דלא איצטריך הכא לאפלוגי בין שהה ללא שהה דבשהה ודאי כ\"ע מודו אפילו בלאו שותתין מים על ברכיו והוי גברא חזי חוזר לראש ומטעם הפסקה אבל אם בשהה פליגי הכא ודאי דה\"ל לאפלוגי לאשמעי' הכא דבלא שהה אפילו בכה\"ג דהכא דשותתין מים על ברכיו לכ\"ע אינו חוזר לראש ודו\"ק: ", 
            "תוס' בד\"ה חיישינן שמא כו' והא דתנן לקמן לא ישתין בהם אפילו בבית הכסא עראי כו' עכ\"ל לכאורה מלת אפילו אינו מדוקדק ואדרבה דוקא בב\"ה עראי מסיק לקמן דאסור כשמחזיק בידו ומשום ניצוצות אבל בב\"ה קבוע דליכא ניצוצות שרי ויש ליישב דלא שרי לקמן ב\"ה קבוע אלא לפנות במיושב דליכא ניצוצות כמ\"ש הרא\"ש אבל להשתין במעומד ודאי דאסור נמי בב\"ה קבוע דלא עדיף מב\"ה עראי דשייך ביה ניצוצות ודו\"ק: "
        ], 
        [
            " בד\"ה דברים כו' אבל להשתין מותר משום דלא אשכחן בברייתא כו' עכ\"ל אבל בגמ' אשכחן הך מילתא לעיל מדבעי' לן לעיל מהו שיכנס אדם בתפילין לב\"ה קבוע להשתין מים כו' מוכח מזה דפשיטא להו לכ\"ע בב\"ה (קבוע לפנות) [עראי להשתין] בהן בראשו (דאסור) [דמותר] וק\"ל: \n"
        ], 
        [
            " בתוס' בד\"ה והא תנא כו' ומ\"מ קשיא לישני דמיירי באשתו עמו כו' עכ\"ל ר\"ל דאכתי אימא דאיירי שלא כנגד ראשו ודבעי כובע משום דאיירי באשתו עמו דבעי כלי בתוך כלי כדאמרי' לקמן בסוף פירקין (ברכות כ\"ה:) ושמואל נמי דאמר לעיל אפי' אשתו עמו איירי נמי כשהן בכיסן דהוי כלי בתוך כלי וק\"ל: ", 
            "פרש\"י בד\"ה שגיהק כו' נפיחה משובעו וריחה כו' ובד\"ה ורק ע\"ג קרקע הס\"ד ואח\"כ מ\"ה וממשמש כו' העוקצתו הס\"ד ואח\"כ מ\"ה אבל לא היה כו' מתפלל לא כו' כצ\"ל: "
        ], 
        [
            " גמ' אבל לא היה מתעטף כו' והיה מניח ידו על כו' כצ\"ל כנראה מדברי הרא\"ש וגירסת הגמרות שלפנינו וכשהוא מפהק מפרש\"י נכתב בגמ' וק\"ל: ", 
            "שם א\"ל אנא אנינא דעתאי כו' ואשמע מיניה מלתא מבית הוועד ואתי ואזיל כו' כצ\"ל כנראה מפרש\"י וק\"ל: ", 
            "תוס' בד\"ה א\"ל לדידי לא ס\"ל פי' משום תרתי מילי חדא כו' עוד דס\"ל מניח ידו כו' עכ\"ל לכאורה דר\"ל דמתרי טעמי לא ס\"ל חדא הא דאר\"י שמע ט' תקיעות כו' אבל א\"כ זה סותר מה שכתבו לעיל בשם השר מקוצי לחלק דשאני הכא דאין ראוי לקרות משא\"כ התם בשופר דהוי גברא חזי וכ\"ע מודו התם דאינו חוזר לראש וע\"כ נראה לפרש דבריהם דר\"ל דלא ס\"ל לדידי משום הני תרי מילי כהדדי חדא דס\"ל היכא דגברא חזי אינו חוזר לראש כההיא דט' תקיעות וס\"ל נמי הכא דגברא חזי ע\"י שמניח ידו על פיו וא\"כ אינו חוזר לראש כמו בט' תקיעות אלא לדידך דס\"ל דחייב להפסיק משום דהוי גברא דלא חזי חוזר לראש ודו\"ק: ", 
            "בא\"ד וא\"כ ה\"ל ראוי אלא לדידך כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה בחבלי כו' אותו. כלל הס\"ד ואח\"כ מ\"ה פסק ר\"ח כו' כצ\"ל: \n"
        ], 
        [
            " בד\"ה לית הלכתא כו' לא איירי רבא ובאידך ברייתא ל\"ג צואת תרנגולין כלל ולא פליג בהא אמתניתא דלעיל כו' כצ\"ל: ", 
            "בד\"ה ריח רע כו' כמו בתי כסאות דפרסאי לקמן עכ\"ל ולפי זה בבתי כסאות דפרסאי הוי ריח רע שאין לו עיקר ולא שרי נמי אלא לד\"ת אבל לק\"ש כלל לא אבל מדברי הרא\"ש אין נראה כן ודו\"ק: ", 
            "פירש\"י בד\"ה מאי הוי עלה דמי רגלים עכ\"ל נ\"ל לפי זה דל\"ג מאי הוי עלה אתמר צואה כו' אלא מאי הוי עלה אמר רבא הלכתא כו' ומי רגלים כו' ואע\"ג דרבא נקט נמי במילתיה צואה כחרס כו' *) משמע ליה דמאי הוי עלה קאי אמי רגלים דמבעיא לן מתחילת הסוגיא ובוודאן עד כמה משא\"כ צואה דלא מייתי לה אלא אגב גררא כדקאמר רב יוסף שרא ליה מריה לגניבא השתא צואה כו' מי רגלים מבעיא ודו\"ק: "
        ], 
        [
            " תוס' בד\"ה הרי לבו כו' מדפריך תלמודא הכי בפשיטות משמע כו' עכ\"ל ולכאורה אין זו הראייה מכרעת דה\"נ פריך והרי עקבו רואה כו' ואנן פסקינן הלכתא דעקבו רואה מותר ויש ליישב דהיכא דאתמר הלכתא אתמר אבל בלבו דלא אתמר הלכתא אזלינן בתר פשיטות הפירכא ומיהו בלאו הכי ק\"ק הך פירכא והרי עקבו רואה כו' דכיון דכבר השיב לו דקסבר ת\"ק לבו רואה שרי מכ\"ש דקסבר ת\"ק עקבו *) [ויותר נראה דגי' רש\"י כן היתה אמר רבא הלכתא מי רגלים כו'. וכ\"ה באור זרוע סי' קל\"א]. רואה דשרי לפי סברת התוס' לקמן דטפי אית לן למשרי בעקבו רואה מבלבו רואה ודו\"ק: ", 
            "בד\"ה גרף של רעי כו' זכוכית אפשר דשרי עכ\"ל הס\"ד ואח\"כ מ\"ה ובלבד שיטיל בהן כו' כצ\"ל נ\"ל ומיירי במי רגלים גופיה אבל בזכוכית נראה דאין צריך רביעית מים אם אין בהם כלום וכן נראה מדברי הרא\"ש והטור ע\"ש: \nסליק פרק מי שמתו \nפרק תפלת השחר \n"
        ], 
        [
            " במתני' ר\"י אומר עד ז' שעות כו' התוספות לקמן לא גרסי לה הכי במתני' ע\"ש: ", 
            "גמרא וכ\"ע עד חצות ותו לא האמר כו' שחרית מתפלל במנחה שתים. ולא ניחא ליה לאוקמא מתני' במזיד דמתני' לא איירי בדיעבד מדלא קתני בה שביטל כדקתני בברייתא לקמן אלא דהכא דינא דזמן תפלה קתני בה וק\"ל: ", 
            "תוס' בד\"ה טעה ולא התפלל ערבית מתפלל כו' כיון ששהה כ\"כ דלאחר שתי כו' עכ\"ל כצ\"ל: "
        ], 
        [
            " פירש\"י בד\"ה שניה עלתה לו כו' והשניה נמי לא עלתה לו לשל שבת הואיל והבדיל בה גילה כו' עכ\"ל בלאו האי טעמא נמי שניה לא עלתה לשל שבת והיינו מטעמא דראשונה לא עלתה לו שאין לו להקדים תפלה שעבר זמנה אם השניה תעלה לו לשל שבת ע\"כ שיהיה צריך להתפלל אחריה אחת של מ\"ש אלא דהוצרך טעמא דהבדיל בה כדי שתחשב לשל ערבית ודו\"ק: ", 
            "תוספות בד\"ה טעה ולא התפלל ע\"ש כו' גלי דעתיה דהך בתרייתא היא חובה כו' ואי אבדיל בתרווייהו כו' לא מחייב לאהדורי כו' עכ\"ל ולפי זה מתיישב קושיית התלמוד דהכא גלי דעתיה אבל התם לא גלי דעתיה ולכך אין מחזירין אותו כמו אם לא הבדיל בתרוייהו וא\"צ להחזיר והם דברי רבינו האי שכתב הרא\"ש בשמו אע\"ג שנשאר בקושיא כיון דלא קאמר תיובתא לאו משבשתא היא דטעמא דמסתבר הוא כו' עכ\"ל ע\"ש: ", 
            "בא\"ד אלמא דמצריך להתפלל זימנא אחריתי אע\"ג שלא כו' מתוך לשון האלפסי עכ\"ל לכאורה דמתוך הגמרא נמי מוכח הכי כדקאמר כיון דלא אבדיל בקמייתא כמאן דלא צלי דמי ומהדרינן ליה להתפלל תפלה אחרת בלא הבדלה אע\"ג דלא מרויח מידי שהרי כבר התפלל ולא הבדיל בראשונה וי\"ל דלפי הגמרא אפשר למאי דמסיק קשיא קושטא דלא קאי הכי ולא מהדרינן ליה כיון דלא מרויח כלום אבל לדברי האלפסי לא סליק בקושיא כמ\"ש רבינו האי וא\"כ קאי שפיר הך סברא דמהדרינן ליה אע\"ג שאינו מרויח כלום ודו\"ק: ", 
            "בד\"ה קשיא תימה כו' דמיירי קודם שהעשירו דאמרינן לקמן כו' עכ\"ל ר\"ל דקודם שהעשירו לא היה אומר כלל על הכוס רק בתפלה לחוד ולכך מחזירין אותו והך דקתני אין מחזירין תוקמא אחר שהעשירו וחזרו והענו דאז קבעוה בתפלה ואמרו המבדיל בתפלה צריך שיבדיל על הכוס אבל כשהעשירו ועדיין לא חזרו והענו לא קבעו אלא על הכוס כדמוכח פרק אין עומדין (ברכות לג.) ע\"ש ודו\"ק: ", 
            "בד\"ה יצחק תיקן תפלת מנחה כו' צלותא דאברהם כו' עכ\"ל עיין בערוך בערך שחר: ", 
            "בד\"ה ואין שיחה כו' אלא צדיקים דכתיב והוא עומד בין ההדסים ובחלק כו' כצ\"ל: ", 
            "בד\"ה יעקב תיקן כו' וקשה למתני' דפ\"ק דקאמר כו' כצ\"ל: ", 
            "בד\"ה עד פלג כו' בשלמא עד ט' כו' וי\"ל דר\"י ס\"ל דתפלה כנגד קטורת כו' עכ\"ל ר\"ל דהכי קא קשיא ליה דבשלמא אי הוה קאמר ר' יהודה עד מנחה גופא הוה שיעור דתפלת המנחה ניחא דהיינו מנחה קטנה דאז היו מקריבין תמיד של בין הערבים אבל פלג המנחה קטנה לענין תפלה מנליה האי שיעורא כיון דלא מצינו שום קרבן שהקריבו באותה שעה וקאמרי דתפלות כנגד קטורת תקנו דכתיב כו' וקטורת של תמיד בין הערבים היה משתהה אחר הקרבת התמיד עד פלג המנחה ומיהו למאי דבעי למימר פלג מנחה גדולה קאמר ר\"י קשה הא מנליה דמה הקריבו באותה שעה ויש ליישב דאם הקדים תמיד של בין הערבים בזמן מנחה גדולה כדאיתא פרק תמיד נשחט (פסחים נח.) אפשר שלא היה משתהה הקטורת רק עד פלג מנחה גדולה והוא קרוב ברביעית שעה למנחה קטנה ודו\"ק: \nפרק תפלת השחר \n"
        ], 
        [], 
        [
            " בד\"ה ת\"ש ושל כו' שאמר עד ז' שעות אינו במשנה כו' עכ\"ל כצ\"ל: ", 
            "בא\"ד דה\"פ דעבד כר\"י עבד דאמר מפלג המנחה לילה הוא עבד ומ\"ה מנחה לא אבל אין לפרש כו' דפשיטא דרבנן מודו בשיעורא דר\"י עכ\"ל כצ\"ל נ\"ל דר\"ל שהפירוש דעבד כר\"י עבד היינו דחשב ליה מפלג המנחה לילה להתפלל ערבית ולא מנחה אבל אין לפרש דעבד כר\"י עבד לענין אם התפלל קודם פלג המנחה דבהא רבנן נמי מודו ומיהו ק\"ק דלא הוה צריכא להוכחה זו דבהדיא מוכח דעבד כר\"י עבד איירי לענין דהוי לילה ושרי להתפלל ערבית דהא מייתי לה לקמן אהא דרב צלי של שבת בע\"ש מבע\"י ודו\"ק: ", 
            "בד\"ה דרב צלי כו' וכן לענין תוספת שבת וט\"ב וי\"ה וכו' עכ\"ל ר\"ל כמו דלענין מלאכה במ\"ש לא אמרינן דהוי לילה ה\"נ לענין תוספת שבת וכו' דהוי נמי מילי דאורייתא לא אמרי' דהוי לילה לאסור בשיעור גדול כ\"כ דלא ס\"ל כר\"י אלא לענין תפלה וקבלת שבת דרבנן ועיין ברא\"ש: "
        ], 
        [
            " בד\"ה והנותן שלום כו' א\"נ ההוא לכתחלה קאמר כו' עכ\"ל מלת לכתחלה אינו מובן לכאורה דלא הל\"ל אלא א\"נ דהתם איירי בתלמיד חבר דשרי טפי ועוד לכאורה לפי תירוץ שני דאיירי ההוא בתלמיד חבר לא בעי למימר הכי אלא שלום עליך וא\"כ למה נקט כדי שאילת תלמיד לרב דהיינו תלמיד חבר הא שאר כל אינשי נמי הכי קאמרי ויש לכוין דבריהם בתירוץ הראשון שכתבו ע\"פ מ\"ש תר\"י דודאי אסור להקדים שלום לרבו כלל כדאיתא בירושלמי ולא אמרו כדי שאילת תלמיד לרב אלא להחזיר לו שלום שרי שאומר לו שלום עליך רבי ועוד כתבו א\"נ אפילו לכתחלה דהיינו להקדים נמי שרי לומר שלום עליך רבי ובתלמיד חבר דשרי בכל הני כדלקמן ובההוא מצי איירי הך דכדי שאילת תלמיד לרב ודו\"ק: ", 
            "בד\"ה הואיל והתפללו כו' ה\"נ לימא לעיל לחומרא ואמאי כו' עכ\"ל כצ\"ל ור\"ל דכמו דנימא הכא במ\"ש דאין צריך להתפלל שנית ויצא ידי תפלת מ\"ש אע\"ג דאסור במלאכתו דהוי ד\"ת ה\"נ נימא לעיל בע\"ש דאין צריך להתפלל שנית והוי התפלה קבלת שבת לחומרא לאסור במלאכה ע\"י התפלה כמ\"ש התוס' לעיל שכתבו ובקונט' פי' בפנים אחרות היינו שכתב רש\"י דיאסור במלאכה משום תוספת שבת ע\"י התפלה וזה כבר דחו התוספות לעיל דאין צריך שיעור לתוספת כל כך אלא הוי הקדמת קבלת שבת ע\"י התפלה ואליבא דר\"י כמ\"ש התוס' לעיל ודו\"ק: ", 
            "בד\"ה שאני צבור כו' אע\"ג דלא מטי זמן אין איסירן איסור בעשיית כו' עכ\"ל כתב מהרש\"ל נ\"ל דטעות הוא והכי ראוי להיות ואע\"ג דלא מטא זמן איסור אסורים בעשיית מלאכה כו' פי' כדי שלא להטריחם עוד בתפלה משום הכי אוקמא באיסורייהו משא\"כ ביחיד ודו\"ק אבל מ\"מ הרא\"ש עכ\"ל ע\"ש הגם שמצאתי כדעה זו בשלטי הגבורים בשם ריא\"ז לאסור מלאכה בצבור בקבלת תפלה בע\"ש מ\"מ אין נראה להגיה ולמחוק מלת אין שבדברי התוס' שלפנינו וע\"כ נראה לקיים דבריהם ע\"פ דברי הרא\"ש וקצת טעות באותיות נפל בדבריהם כצ\"ל שאני צבור אע\"ג דלא מטא זמן איסיר דאין אסירים בעשיית מלאכה ואע\"ג דטעותא הוא כצ\"ל ור\"ל דבצבור לא מטרחינן להו לחזור ולהתפלל אף בע\"ש אע\"ג דלא מטא עדיין זמן איסיר מלאכה בע\"ש כמ\"ש הרא\"ש דלענין היתר מלאכה אין חילוק בין יחיד לצבור ואמרו אע\"ג דטעותא הוא שבטעות התפלל מ\"מ לא מטרחינן להו לחזור ולהתפלל ודו\"ק: \n"
        ], 
        [
            " בד\"ה ושל מוספין כו' ותירץ דהתם איירי בשבת עכ\"ל דיש לחלק בין שבת לחול ע' בר\"פ תמיד נשחט (פסחים נח:) דבשבת אין נדרים ונדבות קריבין וק\"ל: "
        ], 
        [
            " בד\"ה כיון שהגיע כו' מפסיקין ואפילו מן האכילה ולא היא עכ\"ל ר\"ל דאפילו התחיל לאכול בהיתר צריך להפסיק ולא היא דאין הלכה כן עיין ברא\"ש: \n"
        ], 
        [
            " בד\"ה לייט עלה כו' כדמשמע במכילתין גבי ר' יוסי כו' עכ\"ל בפ\"ק דר' יוסי היה מתפלל בחורבה וא\"ל אליהו היה לך להתפלל תפלה קצרה כו' ע\"ש בתוספות וק\"ל: "
        ], 
        [
            " בד\"ה הא דאדכר כו' משמע בהדיא דאינו חוזר אלא לשומע תפלה כו' עכ\"ל כצ\"ל: ", 
            "בא\"ד אלא ודאי יש לפרש הא דאדכר טל הא דלא אדכר כלל לא טל ולא מטר כו' עכ\"ל והשתא לא תקשי אהך דלא אדכר כלל לא טל ולא מטר פשיטא דאימא דאתי לדיוקא אבל הזכיר של טל לחודי' אין מחזירין אותו אבל למאי דבעי לפרש הא דאדכר היינו טל ומטר אבל אדכר טל לחודיה (אין) מחזירין אותו כיון דקאי בגשם וגרע מלא הזכיר כלל לא טל ולא מטר ודו\"ק: \n"
        ], 
        [
            " בד\"ה לתלפיות כו' דלעיל דפליגי אי השכינה כו': ", 
            "בד\"ה אבוה דשמואל כו' עמוד השחר ולא נראה דא\"כ כו' כצ\"ל: ", 
            "בד\"ה מסמך גאולה כו' ומשמע די\"ח ברכות מותר להתפלל בדרך במהלך כו' עכ\"ל ומהא דפסקינן לעיל הלכה כר' מצינן נמי לאוכוחי הכי דמותר להתפלל במהלך כמ\"ש התוס' לעיל: "
        ], 
        [
            " גמרא א\"ל ר' ירמיה לר' זירא דילמא מעיקרא לא כוון דעתיה כו' ק\"ק אמאי לא השיב לו ר' זירא כסברתו לקמן דליכא למימר הכי דפריך לקמן אילימא משום דלא כוון מר דעתיה והא אר\"א לעולם ימוד עצמו אם יכול לכוין את לבו כו' וי\"ל דהכא אכתי לא שמעה הך דר\"א דלקמן וק\"ל: ", 
            "תוס' בד\"ה לפי שאין כו'. משום רשות משנינן דהיינו דוקא כו' עוברת וי\"מ דוקא בלילה כו'. אבל בלילה שניה כו' עכ\"ל ודקאמר תלמודא מ\"ל מלא מ\"ל חסר היינו בלילה ראשונה אבל לילה שניה במלא מחזירין והב\"י לפום חורפא לא עיין יפה בזה הסוגיא ודו\"ק: ", 
            "בד\"ה מסתברא כו' אם עקר רגליו ופתח בברכה כו' עכ\"ל דאין חילוק בין עקירת רגליו ובין פתח בברכה שלאחריה וכן לקמן גבי טעה ולא הזכיר ר\"ח בבה\"מ לא שייך כלל עקירת רגליו אלא דהיינו שפתח בברכה שלאחריה וק\"ל: ", 
            "בא\"ד הטוב והמטיב לאו דאורייתא היא ע\"כ אין מחזירין אותו כו' עכ\"ל ר\"ל אפילו בדבר שצריך להחזיר אם התחיל הטוב והמטיב כגון בשל שבת אם לא התחיל עדיין בהטוב והמטיב אין לו להחזיר ואמרו שם דאינו רואה שם כ\"כ הפסק ומה\"ט בדבר שאין לו להחזיר אם התחיל בהטוב ומטיב כגון ר\"ח אם לא התחיל אומר נמי שם משא\"כ בי\"ח ברכות דאם יחזירוהו כו' ודו\"ק: \nסליק פרק תפלת השחר \n"
        ], 
        [
            " ע\"ב תוספות בד\"ה מכאן שאסור כו' בין מלפניו ובין מלאחריו כו' עכ\"ל ובין מלאחריו בטור אינו וכצ\"ל לפי הגי' [הגימטריא] זו מ\"ש הרא\"ש אבל צריך ליתן טעם אמאי לא חשיב מאחריו ויותר נ\"ל שלא למחוק דברי התוס' אלא דתרתי מן הצדדין חשיב להו כחד כמו מלפניו ולאחריו ודו\"ק: ", 
            "בד\"ה כל היושב כו' ואפילו קובע ברכה לעצמו כיון שאינו בתוך י\"ח עכ\"ל ר\"ל דבחול בתוך י\"ח אין היחיד קובע לעננו ברכה לעצמו וכוללה בש\"ת אבל בשבת שאומר עננו אחר התפלה באלהי נצור אפ\"ה קובע ברכה לעצמו וק\"ל: \n"
        ], 
        [], 
        [
            " ע\"ב בד\"ה גדולה תפלה יותר ממע\"ט בלא תפלה שהרי כו' עכ\"ל אם נפרש דבריהם דגדולה תפלה עם מ\"ט שהיו במשה יותר ממע\"ט בלא תפלה שהרי כו' הוא דחוק דזה ודאי אין צריך ראיה ויש לפרש דגדולה תפלה לחוד ממע\"ט בלא תפלה שהרי משה שהיו בו מע\"ט לא תלה לו הכתוב שהיה נענה כ\"א בתפלה ודו\"ק: ", 
            "בד\"ה קודם תפלתו כו' לאפוקי מהני דאמרי אשרי הרבה עכ\"ל ואנן דאמרינן אשרי העם שככה לו וגו' לפי שהוא סמוך לתהלה לדוד וק\"ל: \n"
        ], 
        [], 
        [], 
        [
            " בד\"ה אמר פסוקא כו' אך לשון התלמוד לא משמע כפי' כו' עכ\"ל לא ידענא משמעו וק\"ל: "
        ], 
        [
            " בד\"ה קידה על אפים ומייתי קרא אע\"ג דאשכחן נמי בענין אחר כו' עכ\"ל ר\"ל דאשכחן קידה בלי אפים שנאמר ויקוד ארצה וגו' דמשמע כולו שטוח ארצה כמו להשתחות לך ארצה דמייתי הכא ובתוס' פ\"ב דשבועות כתבו תימא השתחואה נמי אשכחן על אפים דכתיב וישתחו לאפיו וגו' אפים ארץ ישתחוו וגו' כו' ע\"ש: \nסליק פרק אין עומדין ", 
            "ח\"א דף לד ע\"א חברותא כלפי שמיא כו'. עיין פירש\"י ועי\"ל כלפי שאמרו לעיל דמחזי כב' רשויות קאמר נמי הכא חברותא כלפי שמיא שעושה שיתוף וחבור כלפי שמיא וק\"ל: ", 
            "ג' רובן קשה ומיעוטן יפה ואלו כו'. ובירושלמי לא קאמר הכי אלא דרובן ומיעוטן רע ובינוניתן יפה כו' והוי דומיא דקחשיב ג' חלוקות בסירוב וק\"ל ע\"ש: ", 
            "ראשונות דומה לעבד שמסדר שבח לפני רבו כו'. והיינו כדדריש רבי שמלאי לעיל דלעולם יסדר אדם שבחו של הקב\"ה ואחר כך יתפלל כו' כמבואר שם ובפ\"ק דמסכת ע\"ז (ו:) ע\"ש. ואמר ", 
            "דאחרונים דומה לעבד שקבל פרס כו'. דהיינו דמחזיק טובה ומשבחו על הפרס שקבל ממנו וק\"ל: ", 
            "כלום מאריך יותר ממשה כו'. דלפי הענין וגודל החטא כמו במעשה עגל שהיה חטא הרבים ודאי צריך להאריך עד שיהיה נענה בתפלתו כדאמרינן לעיל (ברכות לב:) כל המאריך בתפלתו אין חוזרת ריקם מנלן ממשה כו' ע\"ש ובהיפך קאמר ר\"א כלום מקצר יותר ממשה כו' דהיינו בחטא יחיד של מרים שלא היה קשה כל כך ואין צריך להאריך ומייתי אל נא רפא נא לה דאפילו בשם לא היה מאריך רק באל משא\"כ במעשה עגל דבכמה שמות וכינויין שהיה מתפלל וכן במרגלים ומייתי ע\"ז א\"ר יעקב כל המבקש רחמים על חברו א\"צ להזכיר שמו כו' נ\"ל להגיה דא\"ר יעקב כו' וגופא דהך מימרא הוא [שייך] לקמן בסוף פירקין ולא מייתי ליה הכא אלא דכ\"כ היה מקצר דאפילו שמה דמרים לא היה מדכר והוא שהקב\"ה יראה ללבב וידע כוונתו לרפא את מרים וא\"צ להזכיר שמה בפירוש וק\"ל: "
        ], 
        [
            " שהוא מטורף כו'. עיין פירש\"י ובערוך פירש מל' טרפה ממש כמו י\"ח טרפות דבאותה שעה כשהיה מתפלל על זה שמת כבר היה טרפה ובודאי שימות כמ\"ד טרפה אינה חיה (חולין נז:) וק\"ל: ", 
            "אהייא כו' באבות כו'. והיינו מטעם דמתחלת בברוך ומסיימת בברוך וכמה שמות נזכרו בה אלהינו ואלהי אבותינו אלהי אברהם כו' ונסמכה ממש לגאולה וק\"ל: ", 
            "בורא ניב שפתים שלום וגו'. עיין פירש\"י ועי\"ל בורא ניב שפתים שלום כשיש שלום לניב שפתים שהיא שגורה וסדורה בפיו באין קלקול וטעות אז שלום לחולי הרחוק והקרוב ורפאתיו כההיא דלקמן בבן ר\"ג שכוונו באותה שעה שנתרפא וק\"ל: ", 
            "אלא למשיא בתו כו'. כל הנהו דקחשיב הם שאמרו עליהם ספ\"ב דכתובות (קיא:) ואתם הדבקים בה' וגו' וכי אפשר לידבק בשכינה אלא זה המשיא בתו לת\"ח והעושה פרקמטיא כו' כמפורש שם בחדושינו שדבקות שלהן מביאין לידי שכר הנאמר בנביאים שכח ביד אדם הגשמי להשיגו אבל שכר הת\"ח בעוה\"ב הוא שכר רוחני ממש בב\"ת שאין שכל ועין אדם משיגו רק עין אלהים שהוא בב\"ת והיינו יעשה למחכה לו שהוא הת\"ח או למחכה לו באותיות לחכמה לו וכן הא דקאמר כל הנביאים כו' אלא לימות המשיח שאז יחיו ויקומו בגוף ונפש לקבל שכר הגשמי שהשיגו הנביאים אבל לעוה\"ב שהוא עולם הנשמות והרוחני אותו שכר רוחני שלהן אין שכל וכח הנביאים להשיגן ועין לא ראתה וגו' וכן יתפרש הא דקאמר כל הנביאים כו' אלא לבעלי תשובה כו' שכח הגשמי וגופני גבר בהן ולא יהיה להם רק שכר גופני וגשמי משא\"כ צדיקים גמורים שיזכו לשכר גדול רוחני עין לא ראתה וגו' והני תלתא מילי כל הנביאים כו' אלא למשיא בתו כו' ולימות המשיח כו' ולבעלי תשובה כו' כולם ר\"ח ב\"א משמיה דרבי יוחנן אמרם וצ\"ל דאינן סותרים ולמשיא בתו כו' אף לעוה\"ב ולת\"ח לימות המשיח כו' ולבעלי תשובה גם לעוה\"ב קאמר ודו\"ק: ", 
            "שבעלי תשובה עומדין כו'. גם שלפי הנראה דבר זה רחוק מהשכל שיהיה לבעלי תשובה מעלה יתירה על הצדיקים גמורים כבר כתבו המפרשים טעמים ונימוקים בזה ע\"ש ואענה חלקי גם אני לפי דקדוק לשונו שאר\"י ומאי קרוב שהיה קרוב לדבר עבירה ונתרחק ממנו דלא איירי בחטא ועבר עבירה בפועל דא\"כ לא הוי קרי לה קרוב לדבר עבירה אלא דר\"ל שהיה קרוב לפי מחשבתו לעבור עבירה וגבר על יצרו ולא עבר והיינו בעל תשובה ממחשבתו שחשב לעבור עבירה דודאי בזה שגבר על יצרו ולא עשה העבירה סבר רבי אבהו דיש לו מעלה יתירה על הצדיקים גמורים שלא היה בהן הסתת היצר הרע כלל ולא קרבו לעבירה ור\"י סבר דאעפ\"כ צדיקים גמורים יש להן מעלה יתירה שלא חטאו כלל גם במחשבה משא\"כ זה הקרוב לדבר עבירה עבר מיהת במחשבה ותו לא מידי ודו\"ק: ", 
            "זה יין המשומר כו'. מלת יין מורה על סו\"ד בגימטריא (סנהדרין לה.) ומשומר בענביו מששת כו' הוא רמז שאותו יין הוא דבר רוחני יש מאין דומה לאותן ענבים דימי בראשית שנבראו יש מאין משא\"כ הענבים שנטעו אח\"כ שהם יש מיש והיינו עין לא ראתה קודם הבריאה שהיה אין זולת אלהים ומ\"ד זה עדן שלא שלטה כו' שהוא מקום רוחני דאפילו אדם קודם שחטא שנאמר בו אני אמרתי אלהים אתם וגו' לא זכה לראותו והוא העוה\"ב שאמרו בפרק היה קורא (ברכות יז.) דצדיקים יושבין כו' ונהנין ומתעדנין מזיו השכינה ודו\"ק: ", 
            "ת\"ל ונהר יוצא מעדן וגו' גן לחוד ועדן לחוד כו'. ובתענית פ\"ק (י.) אמרו אהאי קרא דגן הוא ס' מעדן ע\"ש: ", 
            "כיון שראה אותם עלה כו'. משמע מיד כשראה אותם קודם שא\"ל לבקש עלה לעליה ובקש כו' ואפשר שידע כבר שהיה בן ר\"ג חולה וכשראה ב' תלמידיו שבאו אליו הרגיש שלכך באו לשאול ממנו לבקש רחמים ועלה כו' וק\"ל: ", 
            "וכי נביא אתה כו'. עד\"ז יש לפרש באברהם שנאמר כי נביא הוא ויתפלל בעדך וחיה ר\"ל שהוא נביא ויודע שע\"י תפלתו תחיה וז\"ש לו הכא וכי נביא אתה כאברהם כו' וק\"ל: ", 
            "וכי הוא גדול ממך כו'. לפי מ\"ש בפ' הבע\"י (יבמות סד.) דלפעמים תפלת אחרים לאדם מועיל לו יותר מתפלת עצמו וע\"ד שאמרו (ברכו' ה:) אין חבוש מתיר עצמו מבית האסורין שע\"כ היה יצחק מתפלל על רבקה שנאמר ויעתר לו ה' לו ולא לה ואפשר שהוא עיקר טעמא של ריב\"ז ור\"ג דלעיל ששלחו לר\"ח לבקש רחמים שיהיו נענים בתפלתו ומענותנותיה דריב\"ז שאמר אלמלי הטיח בן זכאי כו' וע\"ז א\"ל אשתו וכי חנינא גדול כו' שלא ידעה בעיקר טעמו והשיב לפי דעתה במשל הזה הוא דומה כעבד כו' כפירש\"י כעבד הרגיל תמיד להיות קרוב לו בביתו כן היה רבי חנינא רגיל תמיד בבית ה' להתפלל לפניו על המאורעות של הבריות משא\"כ ריב\"ז הוא כשר לפני המלך שאינו רגיל בבית המלך גם כשצריך לילך לפני המלך לבקש דבר מה צריך לעבדיו להביאו לפני המלך לבקש עליו כן היה ריב\"ז שהיה עוסק בעסקי צבור והיו צריכין לו רבים לת\"ת שהיה באותו דור אב\"ד ולא היה לו פנאי להתפלל תמיד על הבריות וק\"ל: ", 
            "שיש בו חלונות כו'. הטעם עיין בפירש\"י ובתר\"י ועי\"ל דבאין חלונות ה\"ל מקום סתום כאלו אין משם מקום לתפלתו לעלות דמה\"ט קאמר לעיל רבא לא גזר תעניתא ביומא דעיבא משום דכתיב סכותה בענן לך מעבור וגו' ואמר ע\"ז וא\"ת ביותר פרוץ כגון בבקעה הוא מעולה ביותר לעלות משם תפלתו מכל צד באין מפסיקו וע\"כ סמך לו המאמר דאינו כן אלא חציף עלי מאן דמצלי בבקעה וכפירש\"י: ", 
            "חציף עלי מאן דמפרש חטאיה כו'. היינו בעבירות שבין אדם למקום דהכי מוקמינן ליה בפרק י\"ה (פו:) וענינו דחציף עלי שאין זה כבוד המקום שמגלה לרבים שחטא כנגדו עיין פירש\"י שם: \nסליק פרק אין עומדין \nפרק כיצד מברכין \n"
        ], 
        [
            " תוס' בד\"ה לא שייך כו' א\"נ י\"ל דקאי על מתני' כו' וה\"נ שייך הכא לברך על כל דבר כו' עכ\"ל היינו נמי מטעמא שכתבו בתירוץ קמא דשייך לברך על כל דבר ודבר משום דאסור ליהנות כו' כדמסיק בגמרא אלא דתיקנו טפי בהאי תירוצא בתרא דלתירוץ קמא דוחק הוא דקאי כיצד אסברא מבחוץ משא\"כ בתירוץ בתרא דקאי אמתני' דפרק מי שמתו ומכח סברא ודו\"ק: ", 
            "בד\"ה אחליה והדר כו' ל\"ל קרא הא בפרק שני דקדושין גמרינן קודש קודש ממעשר כו' עכ\"ל הך ג\"ש ודאי איצטריכא לענין ביעור וחומש כדאמר התם אלא כיון דאין ג\"ש למחצה נילף נמי הך מלתא דהכא לענין חילול ואהא תירצו דלענין דהכא לא הוה ילפינן ממעשר דה\"א דאדרבה כו' וק\"ל: ", 
            "בד\"ה דבר שאין גידולו כו' וא\"ת מאי איריא בשר וחלב אפילו ירקות נמי כו' עכ\"ל פירוש לדבריהם מאי איריא בשר וחלב משום דלא הוי גידולם מן הארץ הא איכא למעוטי נמי ירקות ומשום דאין בו מצות נטע רבעי ואהא תירצו דקמה תוכיח ואע\"ג דאכתי איכא לאקשויי ירקות מנין דמה לאילנות וקמה שכן חייב בפאה כמ\"ש התוס' לגירסת רש\"י מ\"מ התלמוד לא בעי להאריך כ\"כ וניחא ליה לאקשויי בפשיטות אבשר וחלב דלא הוי גידולי קרקע ולזה כתבו דלפירש\"י ניחא טפי בפשיטות דגרסינן דלאו בר נטיעה מנין ול\"ג בשר וחלב והשתא קושטא הוא דאתי למעוטי נמי ירקות משום דאין בו נטע רבעי דליכא למימר דאתי משאר אילנות ומקמה במה הצד דאיכא למיפרך כו' ודו\"ק: "
        ], 
        [
            " בד\"ה כאן בזמן כו' דפליג ליה אהא דלקמן שבא לפרש מה בין עושין כו' עכ\"ל בין עושין רצונו של מקום או לאו ודאי שמחלק נמי הכא אלא דר\"ל בין עושין מלאכת עצמן או אחרים עושין מלאכתן או שהם עושין מלאכת אחרים הכא לא מחלק בהו כדמחלק בהו לקמן ודו\"ק: ", 
            "בד\"ה דרך טרקסמון כו' אבל מדרבנן גם חצר קובעת כו' עכ\"ל דאל\"כ תקשי ליה ההוא דיוצא דופן ודפרק חבית לרבי ינאי וע\"ש בתוס' וק\"ל: \nכיצד מברכין פרק ששי \n"
        ], 
        [
            " בד\"ה כיון דאית כו' דאם אדם שותה משקין לרפואה כו' כצ\"ל מדברי המרדכי: ", 
            "בד\"ה קמחא דחטי כו' אלא מיירי בקמחא שקורין אישקאלטי\"ר או בקמח כו' עכ\"ל וא\"ה לרב נחמן לא מברכין עליה בפה\"א כיון דאשתנו וכ\"כ התו' לקמן ע\"ש: "
        ], 
        [
            " בד\"ה שיעורו כפול כו' אלא בפה\"א הס\"ד ואח\"כ מ\"ה לשון ה\"ג והלכתא כמר כו' הד\"א ועיין בתר\"י בזה על דברי הרי\"ף: ", 
            "בד\"ה ברטיבא כו' מברכין עליה בפה\"א כו' עכ\"ל וכ\"כ גם הרי\"ף שעל פלפלי רטיבתא מברכין בפה\"א [ול\"נ] מדפריך (עליה) ומשני לה הא ברטיבתא מכלל דמברכין בפה\"ע וק\"ל [עיין בהרא\"ש]: ", 
            "בא\"ד של גרופלי שאין רגילין לאכול אלא ברטיבא כגון כו' עכ\"ל כצ\"ל מלשון המרדכי וק\"ל: \n"
        ], 
        [
            " בד\"ה נתן ר\"ג רשות כו' ויש לומר דר\"ג היה סבור שהיה מברך על כל ז' מינין ג' כו' עכ\"ל ר\"ל כיון שהוא סובר דבעי בז' מינים ג' ברכות ס\"ל נמי דמזמן עליהן והא דאמר אין מזמנין על הפירות היינו בשאר פרי דאינן מז' מינין ורע\"ק דלא בירך אלא מעין ג' לעצמו דוקא כו' וק\"ל: ", 
            "בא\"ד וא\"ת מ\"מ לאותו המברך שהוא טועם צריך לברך פעם אחרת כו' עכ\"ל מדבריהם נראה שיחיד המברך טעון כוס וכ\"ה דעת הרא\"ש ודו\"ק: "
        ], 
        [
            " גמרא אי הכי אימא סיפא והוא שאכלן כו' שאכלו מבעיא ליה כו' ק\"ק דמרישא גופא דקתני נמי האי לישנא דרבים לקט מכולן כזית ואכלן תקשי ליה הכי ואי בשערסן שאכלו מבעי ליה (א) ויש ליישב ודו\"ק: ", 
            "תוס' בד\"ה לחם העשוי כו' קשה דהא כו' שתחלתו עיסה כו' עכ\"ל והאי נמי תחלתו עיסה הוא [לפי פירש\"י] אלא דצריך לפרש דהעשוי לכותח תחלתו סופגנין הוא וק\"ל: \n"
        ], 
        [
            " בד\"ה האי דובשא כו' ואפילו לרב ושמואל דאמרי כל כו' ועוד בשתיה אומר שהכל עכ\"ל כצ\"ל: ", 
            "בד\"ה ושוין שבוחשין רבי ור' יוסי פליגי גבי נותן מים כו' עכ\"ל כצ\"ל ור\"ל אהא קאי האי ושוין דרבי ור' יוסי דפליגי התם גבי בוחשין שוין הם: ", 
            "בא\"ד והכי דייק התם הס\"ד ואח\"כ מ\"ה ואי ס\"ד לרפואה כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה והא תנן כו' מדנקט כל האוכלין כו' ש\"ד מדנקט כל ומסיק כו' דמתני' דשריא אע\"פ שעומד לרפואה כו' עכ\"ל כצ\"ל והוצרכו לכל זה כיון דהמקשה רב יוסף ודאי דהוה ידע נמי דמשנה שלימה היא דאוכל אדם לרפואה אלא דהוה ס\"ד לאסור הכא כיון דכל עיקרו לרפואה כו' כמ\"ש התוס' לעיל וא\"כ מאי מייתי ליה אביי להתיר מהך מתני' דאימא דלא איירי אלא כשאין עיקרו עומד לרפואה ואהא תירצו דאביי מדקדק ליה לישנא דכל דמשמע להתיר אפילו כל עיקרו לרפואה וקאמרי ומסיק וצריכא דרב כו' דאע\"ג דלענין שבת שרי אפילו עיקרו עומד לרפואה מ\"מ לא לבריך קמ\"ל ודו\"ק: "
        ], 
        [
            " בד\"ה מדקתני ירקות דומיא דפת כו' שהרי כו' עכ\"ל דהכי משמע להו דרבנאי משמיה דאביי דדייק הכי ממתני' היינו בכל שלקות ואפילו בתומי וכרתי דלא משתנין לעלויא מברך עלייהו בפ\"ה וכרב נחמן כמ\"ש התוס' לקמן ולא מפליג כדמפליג רב חסדא לקמן וא\"כ ע\"כ דלא הוי ממש דומיא דפת שהרי כו' אלא כלומר דבהכי הוי דומיא דפת מה הפת כו' וק\"ל: \n"
        ], 
        [
            " בד\"ה בצר ליה שיעורא כו' פחות מכשיעור דאסור כו' באותו ענין דאכל פרידה דבריה הוה ואינן חולקין כו' כצ\"ל: ", 
            "בד\"ה מיא דסילקא כו' אע\"ג דאמרי' לעיל דמי פירות זיעה בעלמא הוא יש לחלק עכ\"ל עיין בזה לחלק ברא\"ש וק\"ל: ", 
            "בד\"ה פת צנומה כו' מאחר שהיא חביבה מברך עליה ור' חייא סבר צריך שתכלה ברכה עם הפת וא\"כ בעינן כו' כצ\"ל: "
        ], 
        [
            " בד\"ה והלכתא כרבא כו' שלא יפרישנה מן הפת עד אחר הברכה ויש כו' היסח הדעת בין הברכה לאכילה כו' כצ\"ל מדברי הרא\"ש ע\"ש: ", 
            "בא\"ד דבעינן עד שתכלה אמן מפי העונין שלא יבצע קודם וגם מייתי ראיה שצריך לסיים קודם כו' עכ\"ל ר\"ל דההיא דעד שתכלה אמן מפי העונין היינו נמי שלא יבצע ויפרישנה קודם הברכה אבל יש לחתוך קודם אך מ\"ש וגם מייתי ראיה שצריך לסיים הברכה קודם שיבצע מדתני כו' אינו מובן לי מה צריך ראיה לזה הא פסיק הכא הלכתא כרבא דמברך ואח\"כ בוצע וע\"ק דההיא דתני רבי חייא אין מברכין על הפת אלא בשעה שהוא פורס הם דברי הירושלמי והוא סותר תלמוד שלנו כמ\"ש הרא\"ש ע\"ש ומאי מייתי ראיה מיניה דהא לית הלכתא כר' חייא דהא פסקינן הלכתא כרבא דפליג עליה דרבי חייא ובדוחק יש ליישב הא דלפי הירושלמי סבר ר' חייא כוותיה דרבא דשמעתין ודו\"ק: ", 
            "בא\"ד אבל אם לא היה צריך לברך יוכל לפרוס קודם כו' עכ\"ל ר\"ל אם לא היה צריך לברך בהך דבירך על התורמסא ונפל מיניה דאהא מייתי לה התם כמ\"ש הרא\"ש יוכל גם הכא לפרוס קודם הברכה כו' והרא\"ש כתב בזה מלתא אחריתא אבל כשהיא מברך קודם בציעה על כל הפת אם תפיל הפרוסה כו' ע\"ש ודו\"ק: ", 
            "בד\"ה מברך על הפתיתין כו' וכ\"ש לגבי רב הונא שהלכה כמותו שהיה כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה אבל פרוסה כו' אבל פתיתין ושלמין ממין אחד כו' עכ\"ל לא ה\"ל לשנות לשונם למימר פתיתין ושלמין דמשמע גדולים וקטנים כמ\"ש לעיל אלא הל\"ל פרוסה ושלמה דשוין הן וביה קיימינן הכא ויש ליישב ודו\"ק: ", 
            "בד\"ה כתנאי כו' משמע דלהכי נקט חצי בצל כו' כמו בקטן שלם ולא יותר כו' עכ\"ל אפשר דמשמע להו הכי ממאי דקאמר דמ\"ס חשוב עדיף ולא קאמר גדול עדיף וק\"ל: ", 
            "בא\"ד ויש לפרש דכהדדי שוין הן כו' דמייתי תנאי אסיפא כו' אבל אי אפשר לפרש דחיטין עדיפי כו' כצ\"ל: ", 
            "בד\"ה מ\"ס שלם כו' והדין עם רש\"י כו' א\"כ לא קפיד לא אחשיבות כו' ולפירוש ר\"ת נמי כו' עכ\"ל לפי דרכן של התוס' שפירשו הך דחצי בצל גדול דאין בה יותר מן הקטן אלא דחשוב וטוב הוא יותר לא הוי צריכי לכל זה אלא דע\"כ לא קאי כתנאי אההיא פלוגתא דפתיתין ושלמין דא\"כ לא הוי דומיא דפתיתין ושלמין בגדולים וקטנים איירי והכא בבצל בשוין פליגי וק\"ל: ", 
            "בד\"ה מניח פרוסה כו' ונראה דגרס לר\"ת שתיהן וקאי לשני כו' עכ\"ל כצ\"ל וכן לשון הרא\"ש בזה ובהל' רב אלפס כתוב שתיהן והא דקאמר ששמת שלום בין התלמידים משום דמוקי לה בפלוגתא דתנאי עכ\"ל וק\"ל: \n"
        ], 
        [
            " בד\"ה יבש המעין כו' י\"מ לכך מביא ואינו קורא כו' אלא כקובל כו' עכ\"ל לכאורה קשה דאע\"ג דס\"ל לרבנן דעיקר אילן לאו ארעא הוא מ\"מ כיון דיש לו האי ארעא דבאו אלו הפירות ממנו אמאי לא יוכל לומר מן האדמה אשר נתתה וגו' ותירצו דנראה כקובל ממה שנתן לו כו' וק\"ל: "
        ], 
        [
            " בד\"ה נימא ר\"ה כו' וא\"ת היכי מצי סובר כו' ויש מפרשים דמצי למימר דאפילו ר\"י כו' עכ\"ל לכאורה תירוצם תמוה דא\"כ מצינן למימר נמי מהאי טעמא דר' יוחנן סבר שפיר כר' יוסי דלא קאמר ר' יוסי דלא יצא אלא בברוך המקום שאינה ברכה כלל אבל בשהכל מודה אפילו בפת ויין כר' יוחנן והמתרץ נמי הוה ליה לאפלוגי בהכי לר\"י ויש ליישב דתלמודא ודאי לא ניחא ליה בהך סברא לאפלוגי בין ברוך המקום לברכת שהכל אלא דלרב הונא ע\"כ צריכין לדחוקי בהכי דא\"כ תקשי לרב הונא דלא אתי כמאן אבל לר' יוחנן לית לן לפלוגי בהכי כיון דאתי בפשיטות כר\"מ והמתרץ השיב דלר\"ה נמי לית לן לפלוגי בהכי אלא אנא דאמרי אפילו כר\"מ כו' ור\"י אמר לך אנא דאמרי אפילו לר\"י כו' ואית לן לפלוגי במלתא אחריתי והיינו משום דקאמר ברכה דלא תקינו כו' ודו\"ק: ", 
            "בד\"ה אמר אביי כו' י\"מ דמסתברא ברייתא כוותיה ומיהו כו' עכ\"ל ר\"ל דלית לן לפרושי דמסתבר ליה לאביי כרב דא\"כ ודאי דהוה הלכתא כרב כיון דאביי ס\"ל כוותיה אלא די\"מ דה\"ק אביי דהברייתא מסתברא כוותיה מדלא קתני נמי ומלכותך עליו ומיהו רב אלפס פסק כר\"י ומתרץ לה להברייתא דלא קתני ומלכותך דאטו כי רוכלא ליתני וליזיל כמ\"ש התוס' בסוף וק\"ל: ", 
            "בא\"ד שאם היה מדלג מלכות של ברכת המוציא שצריך לחזור כו' עכ\"ל נקטי הך ברכה דהמוציא משום הא דלעיל דבריך בריך רחמנא מריה כו' ולא נקט נמי מלכא ועיין ברא\"ש דאיכא דגרסי בשמעתין בפי' ולר\"י כו' דאמר בריך רחמנא מלכא מריה דהאי פיתא ע\"ש וק\"ל: ", 
            "בא\"ד וברכות של שמו\"ע אין בהן מלכות כו' עכ\"ל משאר ברכות די\"ח דאינן פותחין בברוך משום דהוו ברכות הסמוכות ודאי דל\"ק להו דאין דרך להזכיר מלכות אלא בפותחת בברוך אלא מברכה ראשונה די\"ח קשיא להו דפותחת בברוך וכן הוא בהדיא ברא\"ש וק\"ל: \n"
        ], 
        [
            " גמרא אי הכי אימא סיפא ר\"י אומר מברך על הזית כו' יש ליישב לישנא דאי הכי דבשלמא אי אמרת דלא איירי בצנון עיקר איכא למימר דלא תקשה הא דר\"י דאימא הא דקאמר כשאין ברכותיהן שוות ד\"ה מברך על זה כו' היינו דמודים חכמים לר\"י דמברך על הזית תחלה והתוס' שכתבו דר\"י מודה לחכמים היינו לפי האמת דמודה יחיד לרבים וק\"ל: ", 
            "תוס' בד\"ה אבל בשאין כו' א\"כ גם בורא פרי העץ חשיבא טפי מב\"פ האדמה כו' עכ\"ל והתירוץ חסר מדברי התוס' והוא ברא\"ש וז\"ל דלא חשיב כ\"כ ב\"פ העץ כו' וע\"ש: ", 
            "בד\"ה מיתיבי היו כו' שהוא כמו כן מז' מינין דמברך עליהן ב\"פ האדמה כו' לכך צריך להנהיג הכי כו' עכ\"ל. דבריהם אינן מובנים לי דודאי המקשה הוה ס\"ד למימר הכי דבתרי מינין נמי אפילו לכתחלה מברך ב\"פ האדמה על הצנון ופוטר גם פירות העץ אפילו מז' מינין אבל מה שכתבו לכך צריך להנהיג הכי כו' הוא תמוה דהא למ\"ד בשברכותיהן שוות דוקא פליגי ס\"ל באין ברכותיהן שוות ד\"ה מברך על זה כו' ואין ב\"פ האדמה פוטר פירות האילן ולמ\"ד נמי דפליגי באין ברכותיהן שוות לרבנן מברך על איזו מהן שירצה תחלה ולר\"י ז' מינין קודם מיהו לכ\"ע אין ב\"פ האדמה פוטר פירות האילן גם מה שסיימו בדבריהם כה\"ג כדפרישית לעיל כו' אם ר\"ל שכן פוסק בספר ה\"ג זה אינו דהא כתבו לעיל בהפך זה דה\"ג פוסק דב\"פ העץ תקדום לב\"פ האדמה ואולי יש חסרון וטעות בדבריהם וצ\"ע: ", 
            "בד\"ה גפן כדי רביעית כו' אם אכל עלין כו' אבל כי משערין ביין צריך שיעורא טפי כו' עכ\"ל עי' בדברי התוס' פ\"ק דסוכה ופ\"ק דעירובין בזה: "
        ], 
        [
            " פירש\"י בד\"ה זה שני לארץ כו' זיתים ותמרים חשובים מתאנים ורמונים שהרמון כו' עכ\"ל לרבותא נקט תאנים דאפילו מתאנים חשובים הם דלא הוי אלא רביעי לארץ אבל א\"כ ה\"מ למנקט לרבותא אפילו גפן דהוי ג' לארץ ותמרים הוי שני לארץ וק\"ל: ", 
            "תוס' בד\"ה אלא פת הבא כו' ולבסוף ולא כלום כו' עכ\"ל היינו לא ג' ברכות ולא מעין ג' אבל בורא נפשות מברכין כדמוכח מדברי התוס' ודו\"ק: ", 
            "בד\"ה ויין פוטר כו' ולית הלכתא כוותיה שהרי מפת פוטרת אין כו' עכ\"ל אבל הרא\"ש פסק לגבי יין כוותיה ודברי התוס' יש לפרש דודאי אין זה הכרח דמשום דאין הלכה כוותיה בפת אלא כרב פפא נימא נמי דאין הלכה כוותיה ביין אלא דר\"ל דלא תימא דר\"ח תנא הוא והלכה כוותיה שהרי מפת כו' וק\"ל: ", 
            "בד\"ה הלכתא דברים כו' כדפי' לעיל על כן פירש ר\"י דברים הבאים כו' עכ\"ל הד\"א כצ\"ל: ", 
            "בד\"ה א\"ה יין נמי כו' והשתא יין פוטר כל מיני משקין כו' עכ\"ל זו היא כדעת הרא\"ש ע\"ש אבל התוס' לעיל פסקו דלא כר' חייא דס\"ל דיין פוטר כל מיני משקין כו' ודו\"ק: \n"
        ], 
        [
            " גמרא רבי מונא אומר משום ר' יהודה פת הבאה בכסנין מברכין עליה המוציא כו' ואמר שמואל הלכה כו' ולא ניחא ליה לאוקמא ברייתא דרבי מונא בקבע עלייהו סעודתייהו כדמוקי לה ההיא דשמואל גבי לחמניות וק\"ל: ", 
            "תוס' בד\"ה לחמניות פירש\"י כו' שהרי תחלתו וסיפו עיסה כו' עכ\"ל כן הוא לשון הרא\"ש ע\"ש: ", 
            "בד\"ה הסיבו אחד כו' וא\"ת מ\"ש דבמוגמר אפילו לא הסיבו כו' עכ\"ל לא ידענא מהיכא פסיקא להו דבמוגמר אפילו בלא הסיבו אחד מברך לכולן דהא משמע דהוא אומר על המוגמר כו' דקתני קאי אאחר המזון אחד מברך כו' דאיירי בהסיבו ודו\"ק: ", 
            "בא\"ד אכילה ושתיה אינה באה אלא לזה אחר זה הס\"ד ואחר כך מ\"ה אע\"פ שאין כו' כצ\"ל: "
        ], 
        [
            " בד\"ה ורב ששת כו' והלכתא כוותיה דרב נחמן בדיני וכרב ששת באיסורי כו' כצ\"ל: ", 
            "בא\"ד שבתות ויו\"ט לאו דוקא כו' ואפילו את\"ל דדוקא נקט שבתות כו' עכ\"ל נראה מדבריהם דלא הוו גרסי בשמעתין ובשעה שאדם יוצא מבית המרחץ כו' וכ\"ה מפורש ברא\"ש: ", 
            "בא\"ד אע\"פ דזה לשתות וזה לשרות דעד כאן לא קמבעיא אלא אי כו' כצ\"ל: ", 
            "בא\"ד א\"כ נראה משום דה\"ה להבדלה דאין לחלק כו' עכ\"ל ר\"ל באותו מקום אין לחלק בין קידוש להבדלה כיון דגם קידוש יש שלא במקום סעודה כמו הבדלה ודו\"ק: ", 
            "בד\"ה עשרה בני כו' והשתא ניחא הא דפרישית במתני' דמיירי כו' כצ\"ל: \n"
        ], 
        [
            " בד\"ה בא להם יין כו' ואע\"ג דיין כו' כל זה הדיבור שייך לעיל בברייתא דכיצד סדר הסיבה כו' וק\"ל: ", 
            "בד\"ה הואיל ואין כו' היה אומר דלא היא דהא שייך נמי אין בית הבליעה כו' כצ\"ל: \n"
        ], 
        [], 
        [
            " בד\"ה על העץ ועל כו' דלא מברכין על העץ אלא בסתמא על הארץ ועל הפירות ביין נמי אין לשנות כו' עכ\"ל מדברי הרי\"ף דאין לשנות בעל הארץ אבל אומרים ועל פרי הגפן וע\"ש ברבינו יונה אבל בסוף דבריהם נראה דאין לשנות כלל ואומרים ביין ג\"כ על הארץ ועל הפירות וק\"ל: ", 
            "בד\"ה אינהו מיכל כו' כי כך פירש ר\"ת גבי לעולם ישא כו' עכ\"ל הך מילתא בפ\"ק דקדושין וע\"ש בתוס' פי' ר\"ת והקושיא מהכא ועיקר התירוץ לרב חסדא ע\"ש בתוס': "
        ], 
        [
            " בד\"ה ולבני מערבא כו' ואע\"ג דאנן קי\"ל דשבת ויו\"ט לאו זמן כו' עכ\"ל ר\"ל אפילו כשמסלקין אותן בהכנסת שבת ויו\"ט דלאו זמן תפילין הוא מ\"מ אין מברכין כיון דלאו מושמרת את החקה וגו' נפקא ליה ותדע כו' וק\"ל: \nסליק פרק כיצד מברכין \n"
        ], 
        [
            " פירש\"י בד\"ה עד כמה כו' ונ\"מ להוציאם י\"ח אם יתנו לו הכוס כו' עכ\"ל דאי לענין צירוף לזימון לא הוה אצטריך ליה למתני עד כמה מזמנין עליו אלא דה\"ל למיפלג לענין ברכה אי חייב בכזית אי בעי כביצה וממילא דהוה שמעינן מיניה לענין צירוף דלא גרע מטבל עמו בציר דמצטרף כדלקמן אלא דלענין להוציא את הרבים י\"ח אצטריך ליה למיתני כדאמרי' לקמן וק\"ל: ", 
            "תוס' בד\"ה שלשה שאכלו כו' ורב אלפס תופס דרך משנה עיקר כו' עכ\"ל כן הוא בתוס' בכל ספרים ישנים וחדשים מקרוב באו שהגיהו ורב אלפס תופס דרך ראשון עיקר וה\"פ כו' עכ\"ל לא ידענא להולמו שהרי רב אלפס כתב דאשמעינן מתני' דאין רשאין לחלק דאע\"פ שכל אחד ואחד אוכל מככרו לעצמו אין רשאין לחלק ואין זה מסכים לדרך ראשון שכתבו התוס' וה\"פ נתנו כו' וגם רבינו יונה כתב לפי דברי הרי\"ף שאינו לדעת ב' האמוראים שבירושלמי וע\"ש באורך: ", 
            "בד\"ה אכל טבל כו' וה\"ה אם אכלו שלשתן טבל דאין חייבין לזמן כדאמרי' כו' עכ\"ל מהרש\"ל מחק כל זה מדברי התוס' לפי שמצא ראיה זו בדברי הרא\"ש על ע\"א ואין זה כדאי למחוק כל נוסחות התוס' שלפנינו והפי' לדבריהם דהשתא דטעמא דאין מזמנין על האוכל טבל משום דלאו שמה אכילה ואין קובעין עליה כיון דאסורה אף לכהן ה\"ה באכלו שלשתן טבל דאין מזמנין כדאמרינן הרי שגזל כו' אלא מנאץ כיון דמנאץ הוא אין זה מקרי להו קבוע לזמן עליו וה\"ל כאוכל פירות כמ\"ש הרר\"י בפי' הרי\"ף וק\"ל: ", 
            "בד\"ה בקולו של משה וא\"ת היכי כו' והוא מביא שהקב\"ה היה קורא ומשה היה מתרגם כו' עכ\"ל הוצרכו לזה דאי הוה איכא לפרושי שמשה היה קורא והקב\"ה היה מתרגם הוה א\"ש דמייתי ראיה שהמתרגם אינו רשאי להרים קולו יותר מהקורא אבל השתא שמתוך המקרא שהביא משה ידבר והאלהים יעננו וגו' משמע שהקב\"ה קורא ומשה היה מתרגם א\"כ אין כאן ראיה [שלא להרים קול] אלא שהקורא לא ירים קולו יותר מהמתרגם ודו\"ק: ", 
            "בד\"ה שלשה שאכלו כו' וכה\"ג תמצא בהרבה מקומות ותימה אם כן אמאי לא מקשה כו' עכ\"ל ר\"ל דבכמה מקומות מייתי הרישא וסמך בעיקר קושייתו אסיפא ומה שהקשו שוב אמאי לא מקשה מן הסיפא כו' ר\"ל כיון דהקושיא מהסיפא לא הוי ליה למקשה למנקט במלתיה שלשה אין ב' לא דהיינו הקושיא מרישא וק\"ל: ", 
            "בא\"ד דא\"כ הל\"ל אין היחיד רשאי ליחלק א\"נ כו' עכ\"ל ושפיר הוה משמע נמי שהשנים לא יניחו אותו ליחלק שיפקיעו ממנו ברכת הזימון ומיהו בסיפא דקתני ארבע ה\"מ למתני אף לפי האמת אין היחיד רשאי ליחלק אלא משום רישא דקתני שלשה נקט האי לישנא וק\"ל: "
        ], 
        [
            " בד\"ה והא ק' נשי כתרי כו' אבל לא המ\"ל כחד דמיין דאינן כו' עכ\"ל ר\"ל לענין קבוץ תפלה ה\"ל למנקט כחד דמיין אלא דלא ה\"מ למנקט הכי דא\"כ גם אינן יכולין לזמן והא קתני כו' וק\"ל: ", 
            "בד\"ה שאני התם דאיכא דעות כו' מדקתני מזמנות משמע דקאמר חייבות כו' עכ\"ל יש לדקדק הא כבר פירשו לעיל בשם רש\"י הא דקאמר כתרי דמיין היינו דפסיקא ליה דאין חייבין לזמן וע\"כ מזמנות רצו משמע ויש ליישב דודאי לדברי המקשה דמדמה להו כתרי ולא אסיק אדעתיה הא דאיכא דעות לית לן לפרושי מזמנות אלא רשות אבל השתא דמסיק דאיכא דעות משמע להו שפיר לפרושי מזמנות דחייבות לזמן וכמ\"ש הרא\"ש והרר\"י ובהכי יתיישבו תחלת דבריהם שסמכו אותן כאן אשינויא דאיכא דיעות דמכאן משמע דנשים יכולות לזמן כו' דהא מברייתא גופה איכא למשמע הכי דקתני מזמנות והיינו לכל הפחות יכולות לזמן אלא שסמכו דבריהם כאן משום הך קושיא דמזמנות משמע חייבות להאי שינויא דאיכא דיעות ודו\"ק: \n"
        ], 
        [
            " בד\"ה לא סבר כו' מיהו יש ליישב הני תרי לישני דר' יוחנן כשהבעל כו' עכ\"ל מצאתי במרדכי ישן דר' יוחנן איירי כשהבעל כו' אך קשה מי הכריחו לכך ליישב לישנא דרב הונא ולישנא דר' יוחנן אהדדי דלכאורה משמע בשמעתין דפליגי אהדדי ר' יוחנן ורב הונא כדקאמר ואיהו כמאן ס\"ל כהא דאר\"י כו' ונראה לומר דקשיא להו דרבי זירא סבר כתחלת דבריו של ר\"י דאמר בעה\"ב בוצע ולא כסוף דבריו שאמר ר\"י אורח מברך וכן קשה כיון דר' אבהו הוה ידע וס\"ל הא דאמר ר\"י בעה\"ב בוצע ואורח מברך כו' כדמסיק אמאי קאמר לרבי זירא מעיקרא לישרי לן מר אלא דאית לן לפלוגי בין דאיכא גדול ובין דליכא גדול ולכך מתוך ענותנותו של רבי אבהו מעיקרא הוה משוה לרבי זירא גדול ממנו ולכך א\"ל לבצוע ורבי זירא אמר אדרבה אתה הוא גדול וכיון שאתה בעה\"ב יש לך לבצוע כדאמר ר\"י בעה\"ב בוצע בשאין שם גדול וה\"ה בכולן גדולים וא\"ל ר' זירא לרבי אבהו נמי לברך בעה\"ב כדרב הונא דבוצע מברך ומסיק תלמודא איהו כמאן ס\"ל שרצה ליתן לברך לר' זירא אחר שהיה הוא הבוצע וקאמר כר\"י דאמר בעה\"ב בוצע ואורח מברך בשאין שם גדול וה\"ה בגדולים השוין דבעה\"ב בוצע ואורח מברך ומיהו ר' זירא לא רצה לברך דהיה מחשיב לר' אבהו לגדול ממנו והתוס' שכתבו אבל כשאין בעה\"ב מיסב עמהן הגדול שבהן יעשה המוציא כו' ה\"ה כשיש בעה\"ב ויש גדול ממנו הגדול קודם והכי פסקינן הלכתא לקמן דגדול מברך והרי\"ף והרא\"ש הביאו אהך הלכתא מימרא דר\"י כל ת\"ח שמברך לפניו אפילו כהן ע\"ה כו' ולפי זה יש לקיים בדברי התוס' ומרדכי הני תרי לישני דר' יוחנן דהיינו ממש ליישב תרי לישני דר\"י דהכא סבר דבעה\"ב בוצע ואורח מברך ולקמן סבר דגדול מברך ודו\"ק: ", 
            "בד\"ה ולמ\"ד שנים כו' ולפי שיטתו פי' כן ודוחק כו' לכך נראה פי' של רב אלפס דקאי כו' עכ\"ל מתוך דוחק זה אינו מוכרח כפי' רב אלפס דאיכא לפרושי כשיטתם דלעיל דקאי אאחד שמפסיק לשנים דהוא חוזר למקום שפסק דהוי שני ברכות מברכת הארץ וגם רב אלפס גופיה לא הוכיח פירושו אלא מדתני לה שנים ושלשה בל' זכר ובאידך ברייתא שלשה וארבעה כמ\"ש ברבינו יונה וק\"ל: ", 
            "בא\"ד לפעמים נשלמה בשנים וה\"ה בא' כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה כל הברכות כו' אשר יצר אינה סמוכה לנטילת ידים דנטילה שייכא בלא אשר יצר כו' עכ\"ל מגומגם קצת והל\"ל בהיפך דאשר יצר שייכא בלא נטילה ולכך אינה סמוכה לנטילת ידים דהרבה פעמים אומרה בלא נטילה ודו\"ק: ", 
            "בא\"ד ואיכא הפסק גדול בין ראשון לאחרון כו' לא זזה ממקומה עכ\"ל ר\"ל דהפסק כל קריאה של הסדרא הוי הפסק טפי מפסוקי דזמרה בין ברוך שאמר לישתבח וטפי מק\"ש בין אהבה לאמת ולכך פתח ברכה אחרונה בברוך ושוב לא זזה ממקומה שלא לפתוח בברוך וק\"ל: "
        ], 
        [
            " בד\"ה והטוב והמטיב וא\"ת אמאי פותחת בברוך והלא סמוכה כו' עכ\"ל לכאורה שדבריהם בעצמם הם דברי התלמוד דאמר פותח בברוך כו' מכלל דברכה בפני עצמה היא ויש ליישב דקשיא להו דנהי דמדרבנן היא מ\"מ כיון דסמוכה היא לברכות דאורייתא מקרי סמוכה לחברתה ואהא תירצו דלא שייכא כלל לברכות דאורייתא דלא נתקנה אלא אח\"כ בשביל הרוגי ביתר וק\"ל: ", 
            "בא\"ד ונאמן אתה של ברכת הפטרה כו' הוא נכתב גדול כו' עכ\"ל ביאור דברי התוס' בפ' ע\"פ וז\"ל וברכה שלאחר ההפטרה צור העולמים עד שכל דבריו אמת וצדק ויש הפסק במחזורים ומתחיל נאמן אתה הוא ואין שם ברכה לא בחתימת ראשונה ולא בפתיחת שניה ונראה כו' ע\"ש באורך: ", 
            "בד\"ה להיכן הוא חוזר כו' למקום שפסק שאומר ברוך שאכלנו עכ\"ל והוא פי' הרב אלפסי: ", 
            "בא\"ד דהיינו למר מהזן ואילך ולמר מנברך והשתא כו' עכ\"ל משמע למר מהזן היינו תחלת הזן ולמר מנברך היינו תחלת נברך וא\"כ הוא מאי למקום שפסק גם אם נפרש בדוחק למר מהזן היינו מסוף הזן דהיינו מברכת הארץ ולמר מנברך היינו מסופו דהיינו מהזן קשה קצת דא\"כ למ\"ד חוזר לראש היינו מתחלת נברך דלא שייך ביחיד לומר כן ונראה להגיה למר מהזן ולמר מנודה לך דהיינו מתחלת הזן ומתחלת נודה לך מיהו מ\"ד חוזר לראש ליכא לפרושי אלא למ\"ד [עד] נודה לך ודו\"ק: ", 
            "בא\"ד והשתא ניחא דלא קשה מהזן שהרי לא ספי בנתיים עכ\"ל כצ\"ל ר\"ל דלהך פירושא דאיירי ביצא אחד מהן לשוק דאפשר דלא ספי ואכיל בנתיים ולכך יוצא שפיר בברכת הזן ששמע כבר מהשנים משא\"כ אי הוה איירי בא' המפסיק לב' ואוכל אח\"כ תקשי שפיר כדלעיל כיון שאכל אח\"כ היאך יוצא בלא הזן דהוא דאורייתא וק\"ל: ", 
            "בד\"ה מר זוטרא כו' דיש מיתה בלא חטא ויש יסורין בלא עון ומיהו בכך אין למחקו עכ\"ל כצ\"ל עיין ברבינו יונה: ", 
            "בד\"ה בזמן שהן כו' ולקמן במתניתא גרסי' גדול כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה אין מכבדין כו'. הא קאזלי באורחא כו' וי\"ל כשיצאו לדרך כא' מכבדים כו' עכ\"ל ק\"ק דהאי לישנא גופא הוו קאזלי באורחא קאמר הכא גבי רבין ואביי וע\"כ דלא מתוקמא אלא בשלא יצאו לדרך כא' וק\"ל: \n"
        ], 
        [
            " גמרא א\"ל רב מאי דעתיך לאצטרופי כו' כצ\"ל: ", 
            "תוס' בד\"ה אין המסובין כו' יש חילוק בין שתיה לאכילה א\"נ כו' שלא שתה המברך ולא פליגי רבי בון כו' עכ\"ל כצ\"ל ועיין כל דבריהם בתוס' פ' ע\"פ וברא\"ש כאן וק\"ל: "
        ], 
        [
            " בד\"ה מצוה דרבים שאני מכאן קשה לה\"ג דפי' דמי שמת לו מת ביו\"ט האחרון כו' עכ\"ל דשמחת הרגל הוה נמי מצוה דרבים כמ\"ש הרא\"ש מיהו מה שכתבו מההיא דכתובות ומדז' ימי המשתה מבטלין אבלות דאורייתא כ\"ש יו\"ט שני עכ\"ל קשה קצת דמאי עשה ומצוה דרבים איכא בז' ימי המשתה של חתן טפי מבאבילות (דחתן) ויש ליישב ודו\"ק: \n"
        ], 
        [
            " בד\"ה ולית הלכתא כו' באותו מעשה דרבי אליעזר ודלעולם ישכים ותניא כוותיה כו' בתר תניא כוותיה דישכים כו' עכ\"ל כצ\"ל ובכל נוסחות שלפנינו לא מייתי ברייתא ת\"כ אהא דישכים ודו\"ק: ", 
            "בא\"ד אע\"ג דתנא ברייתא הכי לאתויי פורח יעמידנה רב נחמן באינו יודע כו' דכי בעי יודע או פורח כדפי' כו' עכ\"ל דבריהם תמוהים שהם סותרים דבריהם בזה הדיבור דלעיל שכתבו קטן פורח מזמנין עליו היינו דוקא היודע למי מברכין ותרווייהו בעינן כו' ולכאורה היה נראה ליישב שאלו הדברים שכתבו כאן הם דברי ר\"ת דבחדא מינייהו סגי והוא דעת הרא\"ש ע\"ש ולעיל שכתבו דבעינן תרווייהו הוא דעת אחרת אבל ר\"ת גופיה כתב לעיל דבעינן פורח ויודע וע\"ק לי להאי פירושא בתרא כיון דמלתא דרב נחמן דאמר ולית הלכתא ככל הני שמעתתא קאי אכל הני דלעיל מכ\"ש דקאי אר' יוחנן אלא אריב\"ל לא ניחא להו דקאי משום דהפסיק במעשה דר\"א ובישכים ולפי' ראשון ניחא דפליג אדר\"י דלא בעי אלא פורח ורב נחמן בעי נמי יודע אבל לפי' ב' ר\"י נמי נקט סתם פורח בלא יודע ודו\"ק: ", 
            "בא\"ד דר\"א דמיירי בתפלה ויש מצרפין קטן כו' קטן פורח כפיר\"ח ויודע כו' כצ\"ל: ", 
            "בא\"ד ודוקא התם במגילה דקטן עולה כו' אי לא הוה משום כבוד כו' עכ\"ל במס' מגילה אמרו דקטן עולה למנין ואי לא הוה משום כבוד צבור לא הוו אמרי הכי התם אבל לשאר כו' (א) וק\"ל: ", 
            "בא\"ד ור\"ת פי' דההיא דר\"י ב\"ח דוקא בג' מיירי עכ\"ל אבל הא דפריך מיניה בירושלמי אהא דאין עושין קטן סניף לעשרה כו' וכמ\"ש התוס' לעיל לא יתיישב וק\"ל: ", 
            "בד\"ה אביי ורבא כו' לאו לאזמוני עלייהו קא מנסי להו כי היו כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה תשעה שאכלו כו' שהרי שתיה בכלל אכילה ויש כו' וכן פסק ר\"י בתוספתא והשר כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה עד שיאכל כו' ולא מצי לאוקמא הא דשרי לקטן כו' עכ\"ל כצ\"ל ור\"ל דלא מצי לאוקמא התם בפרק מי שמתו הא דשרי לקטן אלא בכה\"ג דאכל אביו [כזית] דהוי אביו נמי מדרבנן אבל אי הוה אכל אביו כל השובע לא אתי דרבנן ופטר דאורייתא וק\"ל: "
        ], 
        [
            " בא\"ד אפילו לא אכל כלל כדאמרי' כו' וכזית דגן אינו צריך אלא שיוכל לומר שאכלנו משלו עכ\"ל ק\"ק להאי טעמא אפילו לא אכל אלא ירק ושתה יין יוציא אחרים ויכול לומר שאכלנו וכמ\"ש התוס' לעיל ויש ליישב ועיין ברא\"ש וק\"ל: ", 
            "פירש\"י בד\"ה בין מדה טובה והתורה מדה טובה הוא עכ\"ל נראה מפירושו שהוא מפרש הא דקאמר הכא אר\"מ מנין שכשם שמברכין על הטובה כך מברכין על הרעה כו' קאי אברכת התורה דקיימינן ביה לעיל מיניה וקאמר מנין שמברכין ברכת התורה אף על הרעה ופורענות וקללות שנכתבו בתורה ויליף מי\"י אלהיך כו' דבין מדת פורענות וזה שדקדק לפרש ובין מדה טובה דקאמר לאו דוקא בברכות שנאמרו בתורה אלא דכולה מדה טובה היא ודו\"ק: ", 
            "בד\"ה תורה ניתנה כו' בסיני ובאהל מועד ובהר גרזים ובערבות מואב כו' עכ\"ל חשיב ד' דאיכא מאן דמפיק הר גרזים ועייל אהל מועד ע\"ש: ", 
            "תוס' בד\"ה ברית ותורה כו' ותורה וחיים ומזון דדי להזכיר על בריתך כו' עכ\"ל לשון המרדכי שאין לומר ברית ותורה חיים ומזון דמה לנו להודות על החיים שנוחל לאבותינו כו' ע\"ש: \n"
        ], 
        [
            " בד\"ה לומר שצריכה כו' ומ\"ה נקט מלכות דלא הוי סמוכות ומיהו אנן כו' עכ\"ל פי' לדבריהם דמ\"ה נקט מלכות בהטוב ומטיב במקום ברכת ארץ דהיה ראוי לומר בה מלכות כיון דלא הוו סמוכות מעיקרא כמ\"ש דיהושע תקן ברכת הארץ והא דאין פותחין בה בברוך ככל שאר ברכות שאין סמוכות היינו לדידן דנתקנו על הסדר אבל מדינא היה לפתוח בברוך ולומר בה מלכות ולכך לדידן מיהת אומרים מלכות במקומה בהטוב והמטיב ומ\"ש שיש שנוהגין לומר בב\"י מלכות לאו בתחלת הברכה קאמר דהא לדידן סמוכה הוי ולדידהו נמי משמע דאמר מלכות בהטוב והמטיב תחת ברכת ב\"י אלא על האומר אבינו מלכנו רוענו כו' וכ\"ה במרדכי ע\"ש: ", 
            "פירש\"י בד\"ה לאו אורח כו' מהדר לה בהטוב והמטיב הס\"ד ואח\"כ מ\"ה שתי מלכיות כו' כצ\"ל והשאר נמחק: ", 
            "תוס' בד\"ה ברוך שנתן כו' ובברכת של י\"ח ברכות כולם סמוכות לברכת אל חי וקים כו' עכ\"ל לא ידענא כוונתו מה הוא ברכת אל חי וקים שסמוכות לה ברכות של י\"ח ואם נאמר כוונתו על ברכת גאל ישראל וקרי ליה ברכת אל חי וקים כאמור בה למלך אל חי וקים דכל י\"ח ברכות דהיינו אף הראשונות סמוכות לגאל ישראל וא\"צ מלכות דא\"כ גם בא\"י לא בעי בפתיחת י\"ח כמו בשאר ברכות של י\"ח ועוד במנחה ובמוסף לא הוי ברכה ראשונה די\"ח סמוכה וכתירוץ הב' שכתבו התוס' הכא דאלהי אברהם היינו מלכות ולא ברכה ראשונה סמוכה כלל כ\"כ התוס' פרק כיצד מברכין ע\"ש: "
        ], 
        [
            " בד\"ה אם עבר כו' ששמו צופים ול\"נ דא\"כ הל\"ל וכמדתו כו' כצ\"ל: ", 
            "בד\"ה ר\"מ סבר כו' דלפי מה שמחליף ר' יוחנן קאמר ר\"י בכזית כו' עכ\"ל ק\"ק מהיכא פסיקא להו דמוחלפת השיטה היינו הך דהכא לענין זימון ואימא דהך דהתם וכן מי שיצא מירושלים כו' הוא מחליף ודו\"ק: \n"
        ], 
        [
            " בד\"ה אלא ש\"מ כו' וה\"ק נברך מן הכלל דרבים עדיף וגריס אלא כו' עכ\"ל נראה דר\"ל דה\"ק דמהאי גיסא דנברך ה\"ל נברך מן הכלל עדיף ולאידך גיסא דברכו הוי צווי ה\"ל ברכו עדיף וכיון דאיכא למימר הכי וא\"ל הכי ש\"מ דתרוייהו כי הדדי נינהו וק\"ל: ", 
            "בד\"ה על המזון כו' יש הרבה לברכו עכ\"ל כצ\"ל: ", 
            "בד\"ה ג' שיש בו כו' שכל אחד ואחד אוכל מככרו אינן כו' עכ\"ל כ\"ה בלשון אחר בגמרות שלפנינו אבל הוא מפיר\"ח כמ\"ש הרא\"ש ואינו מלשון הגמרא וק\"ל: ", 
            "בא\"ד אינן רשאין ליחלק הס\"ד ואח\"כ מ\"ה אבל אי אקדימו כו' כצ\"ל: "
        ], 
        [
            " בד\"ה חלקוהו האחין כו' ול\"נ דהתם איירי להחזירו כאשר כו' עכ\"ל ובתוס' פ\"ק דסוכה תירצו בפשיטות דהתם מיירי שהמטה של איש אחד ולא נגנב חציו וק\"ל: ", 
            "בד\"ה בורא פרי העץ כו' משמע דמי פירות כשירות לנ\"י ויש כו' עכ\"ל ר\"ל דמי פירות שם מים מקרי עליו לנ\"י אבל משניתן לתוכו מים שם יין עליו ואסור לנ\"י דבעי שם מים ועיין ברא\"ש וזהו גירסא ראשונה של רש\"י דהשתא איכא לפרושי שפיר טעמייהו דרבנן דבין כך ובין כך אין נוטלין ממנו לידים היינו משום דשם יין מקרי עליו אבל לגירסא שניה של רש\"י דנתינת מים ליין מכשיר לנ\"י לר\"א ע\"כ לרבנן דבין כך ובין כך אין נוטלין ממנו לנ\"י משום הפסד אוכלין הוא וק\"ל: ", 
            "בד\"ה כמאן אזלא כו' וי\"א דצריך לאכול אח\"כ ויש כו' עכ\"ל לא ידענא כיון דלא ממאיס ע\"י סמיכה מה צריך לאכלו אח\"כ גם ברא\"ש אינו וק\"ל: ", 
            "גמרא שקל מר זוטרא פתק לקמיה דרב אשי דסתנא כו' מלת דסתנא לא ידענא אהיכא קאי דמשמע מתוך הסוגיא דתמרי ורמוני זרק מר זוטרא דמותר לזרוק אבל דסתנא שהוא בשר מבושל ממאיס ואסור לזרוק וכן נראה מפירש\"י דמלת דסתנא אין כאן מקומו אבל לא ידענא מקומו ודו\"ק: \n"
        ], 
        [
            " פירש\"י בד\"ה יחזור ויאכל שום כו' יוסיף על סרחונו ויעשה ברכה לבטלה כו' עכ\"ל טעות נפל בפירש\"י במה שפי' ויעשה ברכה לבטלה דאם כוונת רב חסדא דלא יחזור ויברך מאי קאמר עלה רבינא הלכך אפילו גמר כו' גם אין המשל דומה לנמשל אבל כוונת רב חסדא דיחזור ויברך אם לא גמר לאכול והשתא המשל דומה לנמשל וכי משום שלא בירך כבר על שאכל ששכח יוסיף על סרחונו שלא יברך על מה שיאכל עוד ועלה קאמר רבינא שפיר הלכך כו' ודו\"ק: ", 
            "גמרא אמר רב חנן ובחי אמר רב ששת ובברכת הארץ כו' הלשון קצת דחוק ובתר\"י גירסת הרי\"ף חי אמר רב ששת עד ברכת הארץ ע\"ש: ", 
            "פירש\"י בד\"ה בנטלי כוסות הס\"ד ואח\"כ מ\"ה כשמגיע לברכת הארץ כו' וכצ\"ל והוא פי' למה שאמר רב ששת בחי עד ברכת הארץ אי כפי' רי\"ף אי כפי' ר\"ת כמ\"ש התוס' והרא\"ש מיהו א\"כ לא אצטריך ליה לתרוצי לעיל גבי חי דלא תקשי מתני' אלא אי כפי' הרי\"ף אי כר\"ת ויש ליישב ולשון הטור א\"ח סי' קפ\"ג ק\"ק שכתב מעטר ליה בנטלי פירש\"י בכוסות וי\"מ שהיה מניח כוסות יפים כו' עכ\"ל משמע מדבריו דרש\"י לא נתכוון כפירוש הי\"מ ודו\"ק: \n"
        ], 
        [], 
        [
            " תוס' בד\"ה ור\"י הוא כו' וא\"ת מ\"ש בקידוש והבדלה דמברכין קודם על היין ובבה\"מ אין מברכין כו' עכ\"ל אע\"ג דהני טעמי דב\"ה שהיין גורם והני תדירן לא שייך לגבי בה\"מ מ\"מ הני טעמי דב\"ש שהיום גורם ליין וכבר קדש כו' לא שייכי נמי כ\"כ גבי בה\"מ ודו\"ק: ", 
            "בד\"ה מניחו עד כו' וי\"ל דשאני אמימר שהיה סבר כו' עכ\"ל מבואר ברא\"ש ע\"ש: ", 
            "פירש\"י בד\"ה ה\"ג דלא כו' תנא דמתני' ותנא דרבי חייא אליבא דב\"ש אמרו אין כו' ותנא דמתניתא דלעיל דר\"י אליבא דב\"ש סברברכה כו' כצ\"ל דלמאי דקאמר אלא תרי תנאי כו' לא קאי הנך שינויא דחיקי דלעיל ומתני' דהכא נמי סבר לבית שמאי דברכה אין טעונה כוס כתנא דרבי חייא וק\"ל: "
        ], 
        [
            " בד\"ה תוכו כו' כגון מחבת הס\"ד ואח\"כ מ\"ה גזירה משום כו' ובד\"ה משום אוכלין כו' התרומה הס\"ד ואחר כך מ\"ה אפילו הכי הוא כו' כצ\"ל: ", 
            "תוס' בד\"ה דבר אחר כו' והשתא לא הוי האי ד\"א כי ההיא כו' כצ\"ל: ", 
            "גמרא ב\"ה סברי אסור להשתמש בשמש ע\"ה כו' ק\"ק דאכתי אמאי לא מכבדים ואח\"כ נוטלין כב\"ש ומאי איכפת ליה ליטול קודם כיבוד דכה\"ג פריך לעיל לב\"ה מ\"ש גבי מפה וק\"ל: ", 
            "פירש\"י בד\"ה בורא דבר שהוא בורא תמיד והא לא שייכא הכא שהרי כבר נברא עכ\"ל נראה שהוצרך לזה דבאיזו סברא פליגי השתא דודאי לשון בורא הוא הוה שהוא בורא תמיד אלא דמעיקרא ס\"ל לב\"ש דאין לאומרו הכא בלשון הוה דבורא דעתיד משמע היינו לאומרו במקום עתיד דמצינו הוה במקום עתיד והא לא שייך הכא אלא שכבר נברא וב\"ה סברי דבורא נמי ברא משמע דמצינו גם ההוה במקום עבר וכדמסיק דכתיב בורא חושך וגו' ודו\"ק: ", 
            "תוס' בד\"ה בברא כ\"ע ל\"פ וא\"ת כו' וי\"ל דלשון קרא עדיף עכ\"ל ק\"ק דהא אכתי לא אסיק אדעתיה דהא לישנא דקרא דא\"כ תקשי לב\"ש כדפריך רב יוסף וק\"ל: \n"
        ], 
        [
            " בד\"ה הא דאיכא כו' ובדליכא אדם חשוב עשוי לכבוד בעה\"ב עכ\"ל לפי זה גרסי' ואיבעית אימא הא והא דליכא אדם חשוב וכ\"ה ברא\"ש: "
        ], 
        [
            " בד\"ה באכילה מרובה ד' מילין כך פירש\"י ול\"נ דזה מועט יותר מאכילה כו' עכ\"ל נראה כוונתם דשיעור ד' מילין הוא מועט והוא יותר שייך לעיכול מאכילה מועטת ודו\"ק: ", 
            "בד\"ה והייתם קדושים כו' אבל אנו שאין מלח סדומית כו' אין הנטילה מעכבת כו' עכ\"ל וקרא אסמכתא בעלמא הוא וע\"ש ברא\"ש וק\"ל: \nסליק פרק אלו דברים \n"
        ], 
        [
            " תוס' בד\"ה הרואה כו' אומר כו' דאמרי' בירושלמי דפרקים היינו ל' יום עכ\"ל בתלמוד דידן נמי בהדיא מפורש לקמן בפרקין דפרקים דים הגדול היינו ל' יום ואולי שיש חסר כאן בדבריהם ועיין ברא\"ש הראיה מפורש מהירושלמי ודו\"ק: ", 
            "בד\"ה על הנהרות כו' אלא ד' נהרות דכתיבי בקרא כמו חדקל ופרת עכ\"ל אפשר דאלו ד' הנהרות נקראו מעשה בראשית כמפורש בענינו ונהר יוצא מעדן וגו' ומשם יפרד והיה לארבעה ראשים אבל שאר נהרות אפשר שנשתנו ע\"י אדם כדאמרי' לקמן נמי גבי חדקל ופרת גופיה ולכך נקטו התוס' בדבריהם אלו ב' אף שהם מאוחרים במקרא לפי שהיו מצוים בעינייהו ונשתנו בקצת מקומות כדאמרינן לקמן ודו\"ק: "
        ], 
        [
            " בד\"ה אבני אלגביש כו' ירושלים ושוב היה נראה לרבינו יהודה כו' כצ\"ל: ", 
            "בד\"ה ואימא בי י' ותרי רבנן ועבדי לחומרא ואפילו ליכא תרי כו' עכ\"ל וברא\"ש ולחומרא בעינן תרווייהו כו' ע\"ש וק\"ל: ", 
            "בד\"ה פטריתון כו' דלא בעינן אלא הזכרת השם או מלכות ורחמנא היינו מלכות עכ\"ל ליתא התם הכי אלא דמשמע התם דרחמנא היינו ברכת השם ורב נמי לא קאמר התם דבעי אלא ברכת השם ואם כן בפשיטות ה\"ל לתרוצי דרחמנא היינו ברכת השם ודו\"ק: ", 
            "גמרא בעי אודויי באפי עשרה דהוו בי י' והא איהו לא קא מודה לא צריך כו' כצ\"ל: \n"
        ], 
        [
            " תוס' בד\"ה לך אמור כו' וי\"ל דבפרשת כי תשא כתיב כו' ארון לעדות עכ\"ל כצ\"ל ואע\"ג דבפרשת תרומה נמי דברי הש\"י הם וכתיב ארון תחלה י\"ל דהיינו לפי מה שהבין משה דאין חילוק מה שיהיה קודם וק\"ל: "
        ], 
        [
            " גמרא ואי לא לימא הכי אדיר במרום כו' ובגירסת הרי\"ף והרא\"ש וכי מהדרי כהני אפייהו לימא אדיר כו' וק\"ל: ", 
            "תוס' בד\"ה פותרי חלומות פר\"י דמזל שעת הלידה גרים כו' עכ\"ל דבריהם צריכין ביאור: \n"
        ], 
        [], 
        [
            " ע\"ב תוס' בד\"ה הרואה מרקוליס בתוספתא תנן במקום מרקולים דהכא עו\"ג וא\"כ כו' שמקומו של רב המנונא היו כו' כצ\"ל נ\"ל: \n"
        ], 
        [], 
        [], 
        [
            " גמרא ורב קטינא דידיה אמר סופק כפיו כו' והוא מגומגם דמשמע לעיל דרב קטינא נמי סבר כטעמא דלעיל דאמר אובא טמיא אלא לא אודי ליה כי היכי דלא ליטעו כו' וק\"ל: ", 
            "תוס' בד\"ה הלכך נמרינהו לתרווייהו ואור\"י דאין חותמין בברוך כו' עכ\"ל ר\"ל אע\"ג דנמרינהו לתרווייהו לא מקרי ברכה ארוכה לחתום בברוך וק\"ל: ", 
            "בד\"ה רבא אמר כו' פירוש אומר או האי או האי איזה שירצה כו' עכ\"ל ובמרדכי כתב גם כאן מתני' כשבאו בזעף אבל בנחת אומר ברוך עושה בראשית כמ\"ש התוס' לעיל לגבי רוחות ודו\"ק: ", 
            "בד\"ה הלכך נמרינהו לתרוייהו כו' ולפיכך תקנו בישתבח אחר סיום כו' אל ההודאות עכ\"ל נראה לדמות דכמו דאמרי' הכא אחר שאומר רוב ההודאות יאמר אל ההודאות כדי שלא למעט ברוב הודאות את כל הודאות כן בישתבח אחר שאומר בו ט\"ו שבחות וגדול בתשבחות כדי שלא למעט שאר כל שבחות יסיים בו אל ההודאות וק\"ל: "
        ], 
        [
            " בד\"ה הטוב כו' דרבי בא לחלוק כדפי' כו' עכ\"ל: ", 
            "בד\"ה ורבי יוחנן כו' חדשים הן לו כו' נתן לו אומר הטוב וכו' וצ\"ע כו' כצ\"ל ועיין ברא\"ש ליישב בזה וק\"ל: \n"
        ], 
        [
            " ע\"ב בד\"ה אשר קדשנו כו' תפילין בי בר חבו שכיחי כו' עכ\"ל כצ\"ל וכותב תפילין היה כדאמר פרק הקורא את המגילה ובפרק אלו מציאות וק\"ל: \n"
        ], 
        [], 
        [
            " בד\"ה אלא מעתה גבי אלקנה כו' ול\"ג ליה עכ\"ל ועי' במהרש\"ל בזה באורך לקיים גירסת הספרים בדוחק ואני אומר לקיים גירסת הילקוט דפריך מדכתיב וילך אלקנה הרמתה על ביתו דמשמע לפי פשוטו שהלך בדרך מירושלים לעירו הרמתה ומדכתיב על ביתו ולא כתיב אל ביתו משמע להו דביתו הוא אשתו שהלך בדרך זה על ובסמוך לה ואחריה כמו ויבואו האנשים על הנשים דהיינו בסמוך להם ודו\"ק: "
        ], 
        [
            " בפירש\"י בד\"ה לבי חלל כו' בידי לכופו הס\"ד ואח\"כ מ\"ה נאם פשע לרשע וגו' אמר דוד בקרב לבי יש ואומר אני שהפשע כו' עכ\"ל כצ\"ל והמקרא כמו מסורס בקרב לבי נאם פשע לרשע וגו' ודו\"ק: ", 
            "בד\"ה הנפנה ביהודה כו' שירושלים בארץ יהודה היא בצפונה כו' בגבול שבין יהודה לבנימין ויש מארץ יהודה עד סוף א\"י כו' עכ\"ל הציור כזה * ויש לדקדק דמשמע כל המזרח ומערב של ארץ יהודה היא בכלל איסור ואמאי הרי ע\"כ יש מארץ יהודה לצד מזרח ומערב שלא כנגד ירושלים ואמאי יהא אסור טפי מצפון ודרום שלא יפנה אלא כנגד ירושלים ממש ולפי מ\"ש הב\"י בטור א\"ח סימן ג' דיש לאסור טפי בין מזרח למערב משום דשכינה במערב והאריך להוכיח כן מדברי הירושלמי והרמב\"ם ע\"ש ניחא ועל פי דברים אלו יתיישבו גם בקצת דברי התוס' שכתבו ר\"ע אוסר בכ\"מ מזרח אחוריו ופניו למערב כו' עכ\"ל שנקטו מזרח ומערב בכ\"מ לא צפון ודרום מה\"ט דאין סברא למימר דר\"ע דאוסר בכ\"מ אפילו צפון ודרום של חוץ לארץ אלא מזרח ומערב מה\"ט דשכינה במערב מיהו ק\"ק כיון דלדברי ת\"ק לא אסר בארץ יהודה צפון ודרום אלא כנגד ירושלים ממש מה\"ט שכתבנו א\"כ בגליל נמי לא יאסור צפון ודרום אלא כנגד ירושלים ממש לת\"ק ומדברי רש\"י אין נראה כן ודו\"ק: ", 
            "בד\"ה איכא בינייהו כו' ומיהו נגד ירושלים עכ\"ל הס\"ד ואח\"כ מ\"ה בדר\"ע כו' כצ\"ל: \n"
        ], 
        [
            " תוס' בד\"ה רבא מקמי כו' וזהו תימה דלעיל משמע כו' וי\"ל מ\"מ לא נפטרה עד כו' עכ\"ל כצ\"ל ופירוש לדבריהם דע\"כ לא מלך עד אחר פטירתו של אביי כו' וא\"כ ע\"כ מוכח דבת רב חסדא חיתה אחר פטירתו של אביי כדקאמר הכא דבתר דמלך עבדה ליה כוותא כו' וכן בכתובות מוכח דחיתה בת רב חסדא אחר פטירתו של אביי דקאמר חומה דביתהו כו' דאלמנת אביי חומה אתיא לקמיה דרבא ובת רב חסדא חיתה אז כדקאמר התם בההוא עובדא וזהו תימה לב' המאמרים דלעיל משמע כו' וק\"ל: "
        ], 
        [
            " פירש\"י בד\"ה א\"ל רבי אבא לרב ספרא ע\"כ לא עיילת לשעיר שאינן צנועין כו' עכ\"ל מפירושו נראה דר\"ל שעיר הוא אדום ולא ידענא אמאי נקט הא לישנא דשעיר הכא לגבי צניעות דבהכ\"ס ולולי פירש\"י היה נ\"ל לפרש ע\"ש שהשד של בהכ\"ס דומה לשעיר כדאמרי' לעיל שעיר בשעיר מיחלף ורב ספרא א\"ל לרבי אבא הכי שמצא בהכ\"ס נעול שזהו כבודו והוא נחר ביה ולאו אורח ארעא הוא וז\"ש לו ע\"כ לא עיילת לשעיר דהיינו שעדיין לא נכנסת לבהכ\"ס ששם מקום השעיר השד וגמרת מילי דשעיר שאינו חפץ בצניעות הבהכ\"ס כדי שיזיק וק\"ל: ח\"א דף סב ע\"א ולמדתי\n"
        ], 
        [
            " גמרא אדיליף ממנעל ולהיתרא נילף מקפנדריא ולאיסורא כו' והר הבית נמי ה\"מ למילף רקיקה מקפנדריא לאיסור אלא דניחא ליה למילף ממנעל בק\"ו וק\"ל: ", 
            "שם אקפנדריא קפיד איניש ארקיקה ומנעל לא קפיד כו' מה\"ט ה\"מ למילף נמי במתניתין ובברייתא קפנדריא בק\"ו לאיסורא ממנעל וק\"ל: ", 
            "שם וכ\"כ למה לפי שאין עונין אמן במקדש כו' למאי דקאי אמתני' הוא מגומגם דלא הוזכר במתני' כלל מעניית אמן אלא ברכת המברך קאמר במתני' שנשתנה במקדש וראיתי בתוספתא דתני לה מלתא באנפי נפשיה אין עונין אמן במקדש שנאמר קומו וברכו כו' ע\"ש וק\"ל: ", 
            "פירש\"י בד\"ה מעבר שנים וכו' אלא ביהודה דכתיב לשכנו תדרשו כו' עכ\"ל לא ידענא מי הכריחו לכך דהא בשמעתין מייתי לה מקרא אחרינא כי מציון תצא תורה ודבר ה' וגו' ומיניה ממעט כל א\"י אלא דוקא בירושלים ומקרא דלשכנו תדרשו לא ממעט אלא גליל כדאמרי' התם ע\"ש ודו\"ק: "
        ], 
        [
            " גמרא ולא עוד אלא שחוטאין שנאמר ואשר חטאנו בסוגיא דפ\"ק דתענית ופ\"ב דמכות ל\"ג ליה וק\"ל: ", 
            "פירש\"י בד\"ה עשית חסד שהאכילם שנא' ויבא אהרן וכל וגו' עכ\"ל אבל ממ\"ש ומה יתרו שלא קרב את משה אלא כו' לא משמע כפירושו ואדרבה בהך אכילה דויבא אהרן וגו' לפי הענין היה יתרו האורח כדלקמן והלא לפני משה אכלו וכפירש\"י בחומש ומשה היה עומד ומשמש עליהם אבל מ\"ש ומה יתרו שלא קרב את משה אלא כו' היינו שקרבו ואמר לבנותיו קראן לו ויאכל לחם וקרבו אח\"כ לתת לו בתו ומ\"ש שעשה חסד עם כל ישראל היינו שעשה חסד עם מושיען לקרבו בביתו להצילו מחרב פרעה וק\"ל: \n"
        ]
    ], 
    "title": "Chidushei Halachot on Berakhot", 
    "versionSource": "https://www.sefaria.org/Chidushei_Halachot_on_Berakhot", 
    "heTitle": " חידושי הלכות על מסכת ברכות", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Halachot", 
        "Seder Zeraim"
    ]
}