{
    "versionTitle": "merged", 
    "categories": [
        "Midrash", 
        "Aggadic Midrash"
    ], 
    "language": "en", 
    "title": "Ein Yaakov", 
    "text": {
        "Horayot": [
            []
        ], 
        "Kinnim": [
            []
        ], 
        "Megillah": [
            []
        ], 
        "Shevuot": [
            []
        ], 
        "Berakhot": [
            [
                "<b>Berachoth: Chapter One</b> From what time on may we read the Sh'm'a of the evening? \"From the time the priests enter to eat their Terumah until the end of the first watch,\" said R. Eliezer. But the other sages say \"Until midnight,\" and Rabban Gamaliel says \"Until the appearance of the morning star.\" It happened that the sons of Rabban Gamaliel came [very late at night] from a banquet and told Rabban Gamaliel that they had not yet read the Sh'm'a, whereupon he said to them: \"If the morning star has not yet appeared you must read it.\"", 
                "", 
                "(Gemara) Let us see: when do the priests enter to eat the Terumah? Is it not when the stars appear? Let then the Mishnah say: \"From the time the stars appear!\" In using this expression, he lets us hear something by the way; namely, that with the appearing of the stars, the priests are allowed to eat their Terumah, because the forgiveness-offering [which will be brought on the morrow] is not a hindrance, as we have been taught: \"And when the sun hath set, he shall be clean\" (Lev. 22:7.) i.e., the waiting for the setting of the sun prevents him from eating the Terumah, but not his forgiveness-offering.", 
                "", 
                "R. Jose said: \"Twilight lasts as long as a twinkling; this one comes and that one goes, and it is impossible to determine its exact time.\"", 
                "\"Until the end of the first watch,\" said R. Eliezer. Let us see: with whom does R. Eliezer agree? If he hold that the night is divided into three watches, then let him say \"until the end of the fourth hour\"; and if he hold that the night is divided into four watches, then let him say \"Until the end of the third hour?\" He holds indeed that the night has three watches, but he intends to inform us that just as there exist watches in Heaven, so there exist watches here on the earth; as we are taught that R. Eliezer says: \"Three watches has the night; and at the beginning of every watch the Holy One, praised be He! sits and roars like a lion, as it is said (Jer. 25:30) \"The Lord will roar from Heaven on high and from His holy dwelling shall He give forth His voice.\" Verily, He will roar over His habitation. And the divisions of the night are recognized by these signs: In the first watch the ass brays; in the second the dog barks; and in the third the baby nurses from its mother's breast and the wife converses with her husband.\"", 
                "How does R. Eliezer arrive at these conclusions? Does he apply the signs to the beginning or to the end of each watch? If he applies his signs to the beginning of each watch, then it is unnecessary to have a sign for the first, as nightfall itself is a sufficient indication for it! If, however, he applies his signs to the end of each watch then the sign for the last is unnecessary, for the dawn is then sufficient! He applies his signs to the end of the first watch, the beginning of the last and the middle of the second. And if you please, you may say that he applies his signs to the end of each watch. In answer to your question as to the necessity of a sign for the last, I say: It is necessary for a man who sleeps in a dark place and does not know the time for reading the Sh'm'a; as soon as he hears the wife conversing with her husband, and the baby nursing from its mother's breast, he may begin to read the Sh'm'a.", 
                "R. Isaac b. Samuel in the name of Rab said: \"Three watches has the night and at the beginning of every watch the Holy One, praised be He! sits and roars like a lion and says 'Woe to the children that because of their sins I have destroyed my edifice, and burned my Temple, and exiled my children among the heathens.'\"", 
                "We are taught that R. Jose says: \"once upon a time I was walking on a road and I entered one of the ruins of Jerusalem to pray. Elijah, blessed be his memory! came and watched me at the door until I finished my prayer. After I had finished, he said to me: 'Shalom, (peace, unto thee), my teacher,' to which I answered, 'Shalom, my teacher and my guide.' 'My son,' said he, 'why did you enter this ruin?' 'To pray,' I replied. 'You could have prayed on the road,' he said. 'I was afraid lest I be interrupted by travelers.' 'You should then have prayed a short prayer.' From this conversation, I concluded three things: First: It is not safe to enter a ruin. Second: One is permitted to pray on the road, and third: A man on the road [having no place to pray] has the privilege of saying a short prayer. He then said to me: \"What voice did you hear in this ruin?' 'I heard,' I replied, 'a Bath-Kol (heavenly voice) which coos like a dove, saying, 'Woe to the children that because of their sins I have destroyed my edifice, burned my Temple, and exiled my children among the heathens.' 'My son,' said he again, '[I swear] by your life and the life of your head, that this occurs not only at that particular time, but thrice daily; furthermore, every time Israelites enter the Synagogues or places of learning and answer 'Let his great name be praised,' the Holy One, praised be He! nods His head, and says, 'Happy is the king thus praised in his own house, but what availeth it a father who hath exiled his children among the heathens? Woe to the children who have been exiled from their father's table!'\"", 
                "Our Rabbis have taught: For three reasons shall no person enter a ruin; because of suspicion (of an immoral intention); because the ruin may cave in; and on account of demons (dwelling in ruins).", 
                "Our Rabbis have taught: \"The night has four watches,\" so says Rabbi. R. Nathan says \"Three.\" What is R. Nathan's reason? It is written (Judges 6:19) \"And Gidon, and the hundred men that were with him, came the edge of the camp in the beginning of the middle watch. And we are taught that Tichon (middle) cannot be used unless something precedes and something follows it. But Rabbi disputes this and says that \"by the middle is meant one of the two middles.\" R. Nathan says: \"Is it then written one of the middles? Behold! It is written the middle!\" What is Rabbi's reason? R. Zerika in the name of R. Ami, who speaks in the name of R. Joshua ben Levi, said: \"One passage says (Ps. 119:62) 'At midnight do I constantly rise to give thanks unto Thee,' etc., and another passage says (Ps. 119:148) 'My eyes are awake before the night watches. How is this possible? At midnight; because the night is divided into four watches, [midnight is therefore after two watches.]\" But R. Nathan explains it by the statement of R. Joshua; as we are taught that R. Joshua says: \"It is the custom of kings to rise on the third hour of the day. [i.e., six hours of the night and two hours of the day together make two night watches of four hours each]. R. Ashi said: \"One watch and a half are also called watches (plural).\"", 
                "Another thing said R. Zerika in the name of R. Ami, who speaks in the name of R. Joshua b. Levi: \"In the presence of the dead it is not proper to speak of anything except things concerning the dead.\" R. Abba b. Cahana said: \"This refers only to affairs of the Torah, but worldly affairs do not matter.\" But some say that R. Abba b. Cahana said: \"This refers to affairs of the Torah and even more positively to worldly affairs.\""
            ]
        ], 
        "Bekhorot": [
            []
        ], 
        "Negaim": [
            []
        ], 
        "Menakhot": [
            []
        ], 
        "Sanhedrin": [
            []
        ], 
        "Nazir": [
            []
        ], 
        "Sotah": [
            []
        ], 
        "Yoma": [
            []
        ], 
        "Meilah": [
            []
        ], 
        "Keritot": [
            []
        ], 
        "Nedarim": [
            []
        ], 
        "Khullin": [
            []
        ], 
        "Eduyot": [
            []
        ], 
        "Okatzin": [
            []
        ], 
        "Ketubbot": [
            []
        ], 
        "Arakhin": [
            []
        ], 
        "Khagigah": [
            [
                "", 
                "There were two dumb men in the neighborhood of Rabbi, who were sons of the daughter of R. Jochanan b. Gudgada, and others say, sons of his sister, who, when Rabbis entered the house of learning, went in also, shook their heads, and muttered with their lips. Rabbi prayed for them and they were healed; and it was found that they were well versed on Halacha, and on the entire six sections of the Mishnah... "
            ]
        ], 
        "Gittin": [
            []
        ], 
        "Yevamot": [
            []
        ], 
        "Tamid": [
            []
        ], 
        "Eiruvin": [
            []
        ], 
        "Middot": [
            []
        ], 
        "Shabbat": [
            []
        ], 
        "Niddah": [
            []
        ], 
        "Avodah Zarah": [
            []
        ], 
        "Moed Katan": [
            []
        ], 
        "Pesakhim": [
            []
        ], 
        "Sukkah": [
            []
        ], 
        "Kiddushin": [
            []
        ], 
        "Temurah": [
            []
        ], 
        "Kelim": [
            []
        ], 
        "Beitzah": [
            []
        ], 
        "Bava Kamma": [
            []
        ], 
        "Zevakhim": [
            []
        ], 
        "Bava Batra": [
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "Rabba b. b. Chana said further: \"The same merchant said to me: 'Come and I will show you the place where the children of Korah were swallowed up.' And I saw two crevices in the ground from which smoke issued. I took a piece of wool, wetted it with water, put it on my spear, placed it in the crevice, and when 1 took it out it was singed. And the merchant said to me: 'Listen! what do you hear?' And I heard them saying : 'Moses and his Torah are true, and we are liars.' The merchant said to me : 'Each thirtieth day of the month, Gehenna turns them over here, as flesh is turned over in the pot. and they say Moses and his Torah are true, and we are liars.' \" ", 
                "Rabba b. b. Chana said further: \"He said again to me: 'Come and I will show you where earth and heaven meet.' I followed him and saw it was made full of apertures. I took my basket, and put it on the window of the sky. After praying, I searched for it but could not find it. Then I said to the merchant: 'Are there, then, thieves here? And he answered: 'It was the sphere of the Zodiac, which turns around. Wait until tomorrow at this same time, and you will find it' \""
            ]
        ], 
        "Bava Metzia": [
            []
        ], 
        "Yadayim": [
            []
        ], 
        "Rosh Hashanah": [
            []
        ], 
        "Makkot": [
            []
        ], 
        "Taanit": [
            []
        ]
    }, 
    "versions": [
        [
            "S.H. Glick. En Jacob: Agada of the Babylonian Talmud. New York, 1916-1921", 
            "S.H. Glick. En Jacob: Agada of the Babylonian Talmud. New York, 1916-1921"
        ]
    ], 
    "heTitle": "עין יעקב‎", 
    "versionSource": "http://www.sefaria.org/Ein_Yaakov", 
    "schema": {
        "heTitle": "עין יעקב‎", 
        "nodes": [
            {
                "heTitle": "ברכות", 
                "enTitle": "Berakhot"
            }, 
            {
                "heTitle": "שבת", 
                "enTitle": "Shabbat"
            }, 
            {
                "heTitle": "עירובין", 
                "enTitle": "Eiruvin"
            }, 
            {
                "heTitle": "פסחים", 
                "enTitle": "Pesakhim"
            }, 
            {
                "heTitle": "יומא", 
                "enTitle": "Yoma"
            }, 
            {
                "heTitle": "סוכה", 
                "enTitle": "Sukkah"
            }, 
            {
                "heTitle": "ביצה", 
                "enTitle": "Beitzah"
            }, 
            {
                "heTitle": "ראש השנה", 
                "enTitle": "Rosh Hashanah"
            }, 
            {
                "heTitle": "מגילה", 
                "enTitle": "Megillah"
            }, 
            {
                "heTitle": "תענית", 
                "enTitle": "Taanit"
            }, 
            {
                "heTitle": "מועד קטן", 
                "enTitle": "Moed Katan"
            }, 
            {
                "heTitle": "חגיגה", 
                "enTitle": "Khagigah"
            }, 
            {
                "heTitle": "יבמות", 
                "enTitle": "Yevamot"
            }, 
            {
                "heTitle": "כתובות", 
                "enTitle": "Ketubbot"
            }, 
            {
                "heTitle": "נדרים", 
                "enTitle": "Nedarim"
            }, 
            {
                "heTitle": "נזיר", 
                "enTitle": "Nazir"
            }, 
            {
                "heTitle": "גיטין", 
                "enTitle": "Gittin"
            }, 
            {
                "heTitle": "סוטה", 
                "enTitle": "Sotah"
            }, 
            {
                "heTitle": "קידושין", 
                "enTitle": "Kiddushin"
            }, 
            {
                "heTitle": "בבא קמא", 
                "enTitle": "Bava Kamma"
            }, 
            {
                "heTitle": "בבא מציעא", 
                "enTitle": "Bava Metzia"
            }, 
            {
                "heTitle": "בבא בתרא", 
                "enTitle": "Bava Batra"
            }, 
            {
                "heTitle": "סנהדרין", 
                "enTitle": "Sanhedrin"
            }, 
            {
                "heTitle": "מכות", 
                "enTitle": "Makkot"
            }, 
            {
                "heTitle": "שבועות", 
                "enTitle": "Shevuot"
            }, 
            {
                "heTitle": "עדויות", 
                "enTitle": "Eduyot"
            }, 
            {
                "heTitle": "עבודה זרה", 
                "enTitle": "Avodah Zarah"
            }, 
            {
                "heTitle": "הוריות", 
                "enTitle": "Horayot"
            }, 
            {
                "heTitle": "זבחים", 
                "enTitle": "Zevakhim"
            }, 
            {
                "heTitle": "מנחות", 
                "enTitle": "Menakhot"
            }, 
            {
                "heTitle": "חולין", 
                "enTitle": "Khullin"
            }, 
            {
                "heTitle": "בכורות", 
                "enTitle": "Bekhorot"
            }, 
            {
                "heTitle": "ערכין", 
                "enTitle": "Arakhin"
            }, 
            {
                "heTitle": "תמורה", 
                "enTitle": "Temurah"
            }, 
            {
                "heTitle": "כריתות", 
                "enTitle": "Keritot"
            }, 
            {
                "heTitle": "מעילה", 
                "enTitle": "Meilah"
            }, 
            {
                "heTitle": "תמיד", 
                "enTitle": "Tamid"
            }, 
            {
                "heTitle": "קינים", 
                "enTitle": "Kinnim"
            }, 
            {
                "heTitle": "כלים", 
                "enTitle": "Kelim"
            }, 
            {
                "heTitle": "נגעים", 
                "enTitle": "Negaim"
            }, 
            {
                "heTitle": "נידה", 
                "enTitle": "Niddah"
            }, 
            {
                "heTitle": "ידיים", 
                "enTitle": "Yadayim"
            }, 
            {
                "heTitle": "עוקצין", 
                "enTitle": "Okatzin"
            }, 
            {
                "heTitle": "מידות", 
                "enTitle": "Middot"
            }
        ], 
        "key": "Ein Yaakov", 
        "enTitle": "Ein Yaakov"
    }
}