{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": [
        [
            "Introduction", 
            "A) The advantage of knowing matters in reference to their portions, their parts, format and order of their correlation with knowledge of  the differences between them, [ is similar to the] advantage of seeing the elegant garden- the garden with rows and rows ordered in its path and orchard, [in contrast to] seeing the cane and wild thicket in a forest. "
        ], 
        [
            "Part One: Chapter I - The Creator, Blessed be his name", 
            "Every person of Israel needs to trust on and know that there is there (not here in our reality) a First Creator, previous and eternal, and He is the One who made exist (be), and makes exist (be) everything that exists (is) in the Existence, and He is The All Mighty, Blessed He is."
        ], 
        [
            "Part One: Chapter II - Purpose of Creation"
        ], 
        [
            "Part One: Chapter III - the human race."
        ], 
        [
            "Part One: Chapter IV - the situation of man in this world and the ways before him."
        ], 
        [
            "Part One: Chapter V- parts of creation and their states."
        ], 
        [
            "Part Two: Chapter I - concerning providence in general."
        ], 
        [
            "Part Two: Chapter Two - cases of mankind in this world."
        ], 
        [
            "Part Two: Chapter III - individual providence."
        ], 
        [
            "Part Two: Chapter Four - regarding Israel and the nations of the world"
        ], 
        [
            "Part Two: Chapter Five - regarding the method of providence."
        ], 
        [
            "Part Two: Chapter VI - regarding the order of providence"
        ], 
        [
            "Part Two: Chapter seven- influences of the stars."
        ], 
        [
            "Part Two: Chapter Eight - particular distinctions of providence."
        ], 
        [
            "Part III: Chapter I - regarding the soul and its operations."
        ], 
        [
            "Part III: Chapter II - regarding the use of names of God and witchcraft."
        ], 
        [
            "Part III: Chapter III - regarding Divine Inspration and Prophecy."
        ], 
        [
            "Part III: Chapter IV -Cases of Prophecy. "
        ], 
        [
            "Part III: Chapter the difference between prophecy prophets too that of Moses."
        ], 
        [
            "Part Four: Chapter I - general practice."
        ], 
        [
            "Part Four: Chapter II - Torah Study"
        ], 
        [
            "Part Four: Chapter III - Love and fear [of G-d]"
        ], 
        [
            "Part Four: Chapter IV -Shmea and its blessings"
        ], 
        [
            "Part Four: Chapter V- Regarding prayer."
        ], 
        [
            "Part Four: Chapter VI - Order of the day and prayers."
        ], 
        [
            "Part Four: Chapter Seven- Periodic observances."
        ], 
        [
            "Part Four: Chapter VIII - Time bound commandments."
        ], 
        [
            "Part Four: Chapter IX - blessings"
        ]
    ], 
    "title": "Derech Hashem", 
    "versionSource": "http://www.sefaria.org/Derech_Hashem", 
    "heTitle": "דרך ה'", 
    "sectionNames": [
        "Chapter", 
        "Paragraph"
    ], 
    "categories": [
        "Philosophy"
    ]
}