{
    "title": "Mishneh Torah, Gifts to the Poor",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Gifts_to_the_Poor",
    "text": [
        [
            "One who reaps his field should not reap the whole field entirely but rather he should leave a little bit of standing grain for the poor at the edge of the field, as it is written, (Lev. 23:22) <i>You shall not reap all the way to the edges of the field.</i> It is the same whether one is reaping [with a tool] or plucking [by hand], and that which is left is what Scripture refers to as <i>péah</i> [the \"edge\"].",
            "Just as one must leave [some standing crops] in the field, so too when one gathers the fruit of trees, one should leave a little for the poor. If he does transgress [the negative <i>mitzvah</i> against harvesting one's field completely] and reaps all the field or gathers all the trees' fruit, he should take a little from what he reaped or gathered and give it to the poor, for giving it is a positive <i>mitzvah</i> [divine commandment], as it is said, (Lev. 23:22) <i>You shall leave them for the poor and the stranger</i>. Even if the standing grain is ground, kneaded, and baked into bread, the one who gives from it is considered to have given <i>péah</i> to the poor.<sup>1</sup><i class=\"footnote\">That is, the first part of the verse, (Lev. 23:22) <i>You shall not reap all the way to the edges of the field,</i> corresponds to the prohibition against reaping all of the field, and the second part of the verse, <i>you shall leave them for the poor and the stranger</i>, corresponds with the injunction to give the food to the poor, no matter what form it is in or how far it has been processed. \"Leaving them for the poor and the stranger,\" therefore, actually indicates actively giving.</i>",
            "If all of his produce that he reaped was destroyed or burned before he gave <i>péah</i>, he deserves punishment [with lashes], for he has transgressed a negative <i>mitzvah</i> and cannot fulfill the positive one [to rectify the situation] for the opportunity has been taken from him.<sup>2</sup><i class=\"footnote\">See Babylonian Talmud Makkot 16b. Punishment, according to the rabbis of the Talmud, usually took the form of lashes, where the offender was whipped across his or her back, based upon Deuteronomy 25:3. Because no one was ever to receive more than forty lashes, the standard number to be received was thirty-nine or less if that is what the offender could bear. Negative commandments were usually punished with lashes while positive commandments were not, but in this case, the commandments not to gather certain agricultural produce involve negative commandments whose transgression could be made up for by fulfilling positive commandments. In this case, it is only when the opportunity to fulfill the positive commandment is also lost and the situation cannot, therefore, be rectified in any fashion that punishment is incurred. This rabbinic understanding of liability also applies to the next two laws.</i>",
            "And so it is with <i>leket</i> [overlooked gleanings] as one reaps and binds, one may not gather the fallen stalks at the time of reaping, but rather one should leave them for the poor, as it is said, (Lev. 23:22) <i>Or gather the gleanings of your harvest.</i> If one transgresses [the negative <i>mitzvah</i> against reaping one's field completely] and reaped them and even kneaded and baked them, one should give them to the poor, as it is said, (Lev. 23:22)<i> You shall leave them for the poor and the stranger</i>. If it is destroyed or burned after one has gleaned but before one has given to the poor, one deserves punishment.",
            "And so it is with <i>peret</i> [separated fruit] that fell from the vine at the time of harvesting and with <i>olélot</i> [malformed grape clusters], as it is said, (Lev. 19:10) <i>You shall not pick your vineyard bare [te'olél] or gather the fallen fruit [uferet] of your vineyard; you shall leave them for the poor and the stranger</i>. So also with one who stacks sheaves and has forgotten a sheaf in the field. This person may not recover it, as it is said, (Deut. 24:19)<i> And overlook a sheaf in the field, do not turn back to get it.</i> If one does transgress [the negative <i>mitzvah</i> against picking up a forgotten sheaf] and gleans and even grinds and bakes, this one still must give to the poor, as it is said, (Deut. 24:19) <i>It shall go to the stranger, the fatherless, and the widow</i>. This is a positive <i>mitzvah</i>. Thus you learn that all these <i>mitzvot</i> are negative which are transformed into positive <i>mitzvot</i>, and if one does not fulfill a positive <i>mitzvah</i>, one deserves punishment.<sup>3</sup><i class=\"footnote\">Each one of these verses is two-fold; one part corresponds to the prohibition against gleaning or picking all of a crop while the other part is the injunction to give food to the poor. Each one of the gifts for the poor involves two acts: one of self-restraint and one of giving.</i>",
            "Just as it is with forgotten sheaves [<i>shikhecha</i>, the \"forgotten\"], so it is with standing grain. If one has forgotten a portion of standing grain, one may not harvest it. It is for the poor. And just as with forgotten produce and their products, so also with forgotten fruit of trees altogether, as it is said, (Deut. 24:20) <i>When you beat down the fruit of your olive trees, do not go over them again</i>. So it applies to all other types of trees.<sup>4</sup><i class=\"footnote\">With regard to trees, however, there are exceptions, such as with carob trees. See 3:21.</i>",
            "Thus we have learned of four gifts to the poor concerning the vineyard: <i>peret</i> [the \"separated fruit\"], <i>olélot</i> [the \"malformed grape clusters\"], <i>péah</i> [the \"edge\"], and <i>shikhecha</i> [the \"forgotten\"]. [We learned] three gifts concerning produce: <i>leket</i> [the \"overlooked gleanings\"], <i>shikhecha</i>, and <i>péah</i>. And [we learned] two concerning trees: <i>shikhecha</i> and <i>péah</i>.<sup>5</sup><i class=\"footnote\">See Babylonian Talmud Chullin 131a-b. Maimonides offers a different way of organizing categories of \"gifts for the poor,\" based on applicability. The categories of <i>peret</i> and <i>olélot</i> apply only to the vineyard while the category of <i>leket</i> applies only to the field. <i>Péah</i> and <i>shikhecha</i> apply to every situation.</i>",
            "With regard to all of these gifts to the poor, owners may not derive any benefit from them, but rather the poor come and take them regardless of the owner's wishes. Even if he [the farmer] is one of the poor of Israel, they take them from his possession.<sup>6</sup><i class=\"footnote\">See Babylonian Talmud Chullin 131 a-b. Even if the farmer is poor, he is still obligated to give to the poor as a member of the community. This principle that all may give is taken up again in Chapter 10, with the provision that collectors of <i>tzedakah</i> may not cause any public embarrassment to a poor person.</i>",
            "Any \"stranger\" that is mentioned [in Scripture] with regards to the gifts for the poor can only refer to a convert, for it states regarding <i>ma'asér sheni</i> [the second tithe], (Deut. 14:29) <i>Then the Levite...and the stranger...shall come.</i> Just as a Levite is a member of the covenant, so also the stranger is a member of the covenant. Nevertheless, we do not prevent the poor of the Gentiles<sup>7</sup><i class=\"footnote\">Literally, \"worshipers of the stars\" or idolators.</i> from these gifts. Rather, they may come along with the poor of Israel and take them for the sake of peaceful relations.<sup>8</sup><i class=\"footnote\">See Mishnah Gittin 5:8, Babylonian Talmud Gittin 61a, and Tosefta Gittin 3:13. Doing something \"for the sake of peaceful relations\" was ultimately a political reason, where a member of the community would act so as to avoid conflict with others, principally Gentiles. The Jewish community, which was often at the mercy of a hostile ruling power, needed to act so as not to provoke the authorities against them. See later in this treatise in 8:6-8, and also 10:2, where Maimonides states refers to the ruling powers' relationship with the Jews as \"the idolatrous nations that hate them and pursue them.\" It has already been noted in the Introduction that giving to the poor of another ethnic or religious group was remarkable for that time.</i>",
            "It is mentioned regarding gifts for the poor, (Lev. 19:10, 23:22) <i>You shall leave them for the poor and the stranger</i>, [that is to say] each time the poor have a claim on them [these gifts], when they have ceased to desire and return after them, the remainder is permitted to anyone, for it is not in and of itself sanctified like gift-offerings [which belong only to the Temple in Jerusalem].<sup>9</sup><i class=\"footnote\">Giving to the Temple in Jerusalem was a different kind of giving than giving to the poor including any kind of consecrated property or sacrifice, such as a gift-offering. Property became sanctified when the donor said a pledge to that effect and was immediately efficacious, and the use of the property other than for the Temple was prohibited..</i> Nor is one obligated to give their value's worth, for it does not say, \"give them to the poor\" but rather <i>you shall leave them [for the poor]</i>. It is not a <i>mitzvah</i> to leave them for wild animals and birds but rather for the poor, and these [animals] are not \"the poor\" [but rather they should be used by people].<sup>10</sup><i class=\"footnote\">See Babylonian Talmud 134b, where it says that we leave food for people and not for \"ravens and bats.\"</i> \"",
            "When can anyone take <i>leket</i>? When the [poor] gleaners come [into the field] a second time and gather after the first group of [poor] gleaners and then depart. When can anyone take <i>peret</i> and <i>olélot</i>? When the poor have come into the vineyard and gone, what remains after them is permitted to anyone. When can anyone take forgotten olives? In the Land of Israel, if one forgot it [the olive produce] from the top of the olive tree, this is permitted from the first of the month of Kislev, for it is the time of the second rainfall, late in the season. But olives that are left piled up, forgotten under a tree, are permitted [to anyone] as soon as the poor cease from going through them.<sup>11</sup><i class=\"footnote\">See Mishnah Péah 7:2 and 8:1.</i>",
            "Any time that the poor person can take forgotten olives that were left on the ground under the tree, he [the poor person] may take them [that is, it does not depend on the time of the season], even after the time when anyone is permitted to take what was forgotten at the top of the tree. Any time he [anyone] can take forgotten olives that were left on the top of the tree [that is, beginning in Kislev], he may take them, even though he still may not take the forgotten olives from beneath the tree that the poor have not yet ceased to go through].<sup>12</sup><i class=\"footnote\">Maimonides follows an established tradition of dividing a tree in half between top and bottom (see Mishnah Gittin 5:8). The top includes those olives that would need to be beaten down with a stick while the bottom includes those that can be reached by hand. A tree, therefore, cannot be categorized under the requirement of being harvested all at once. In addition, olives left on the ground are like other produce in that, once they have been left behind by their owner, the poor may claim them, and after the poor have gone through them, they are available to anyone. The olives that were not beaten down from the top of the tree, however, depend upon the time of year before they can be considered abandoned by their owner. He bases this upon both Mishnah Péah 7:2 and 8:1. Ravad of Posqiueres, however, takes issue with this, also citing Mishnah Péah 7:2 for a different rule that states that as soon as the olives underneath are deemed to be forgotten so, too, are the olives above. This is reiterated in the Jerusalem Talmud, Péah 7:2, with the added explanation that even if the olives below may be remembered by the owner and not deemed to be forgotten, the olives above are deemed forgotten as soon as the worker has gone through with a harvesting rod and beaten down all that he wanted. In addition, Ravad claims that \"underneath\" need not only apply to that which is on the ground but actually on the lower branches of the tree, and he also cites the part of a Mishnah that says that if the tree has more than two <i>seah</i> of olives on it, then this clearly could not have been forgotten by the owner because it is too large a quantity. Ravad therefore understands that the status of whether or not the olives qualify as <i>shikhecha</i> depends entirely upon the actions and intentions of the owner and not the time of year.</i>",
            "The gifts for the poor that are in the field of which the poor have not claimed belong to the owner, even if the poor have not ceased from going through their gifts.<sup>13</sup><i class=\"footnote\">This passage speaks to the rabbinic understanding of the property of the poor. The poor own these agricultural products and have a claim to them even before the owner of the field has given them because these products are gifts from God and the owner of the field is merely a steward of God's will. It is only when the poor have not claimed the property that it can be understood as being abandoned property and, in that case, the owner of the field or anyone else can take possession of the produce.</i>",
            "All of these gifts for the poor as they are in the Torah only apply to the Land of Israel, like gift offerings and tithes. Thus Scripture says, (Lev. 19:9, 23:22) <i>When you reap the harvest of your land</i>, [and] (Deut. 24:19) <i>When you reap the harvest in your field</i>. [But] it has already been explained in the Talmud<sup>14</sup><i class=\"footnote\">See Babylonian Talmud Chullin 137b.</i> that the category of <i>péah</i> applies outside of the Land of Israel from rabbinic law, and it appears to me that it makes sense for the remaining types of gifts for the poor to all apply to outside of the Land of Israel from rabbinic law as well.<sup>15</sup><i class=\"footnote\">See Mishnah Kiddushin 1:9. In this law as well as the next, Maimonides makes a distinction between laws that are from the Torah itself and rabbinic rulings. While laws from the Torah are more directly authoritative, the laws of the rabbis rest on the authority of a tradition of sacred interpretation and were considered just as binding as the laws of the Torah. Indeed, some rabbinic laws carried very severe punishments for their transgression to discourage challenging their authority. The rabbinic law seeks to clarify the intent of the Torah, filling in the gaps that the Torah does not make clear. In this instance, the location of where these laws are in force in the Jewish community and the minimum amount that needed to be given are details lacking in the Torah that the rabbis fill in.</i>",
            "How much is the [minimum] measure of an \"edge\" portion? From the Torah there is no [minimum] measurement. Even if one left one stalk, one is free from one's obligation, but from rabbinic law it is not less than one-sixtieth whether in the Land of Israel or outside, and one increases over and above one-sixtieth according to the size of the field, the number of poor people, and the blessing of sowing. How so? If a field is exceedingly small and one leaves from it one-sixtieth, it does not benefit a poor person. Thus in this case the measure is increased. And so if there are a great deal of poor people one adds [to the measure], and if the sowing is very little and nevertheless one took in a great deal because one was [unusually] blessed, one increases what one gives according to the abundance of the blessing. Anyone who adds to the measure of the <i>péah</i> portion increases his reward [by God], and there is no [maximum] measure to this added benefit.<sup>16</sup><i class=\"footnote\">See Mishnah Péah 1:1-2. The first line of Mishnah Péah reads, \"These are the things for which there is no definite quantity: <i>péah</i>, first fruits, the festival offering upon appearing in the Temple, deeds of lovingkindness, and the study of Torah.\" Taken literally, this means that the Torah does not prescribe a limit in the application of this duty. The implication, however, is that there is no prescribed definite quantity for the reward of following these commandments, as Maimonides makes clear in this law. In addition, one is supposed to be as generous as possible.</i>"
        ],
        [
            "Anything (1) that people eat, (2) that is raised from the soil, (3) that is supervised, (4) that is gleaned all together at once, and (5) that is put into storage is subject to the giving of the <i>péah</i> portion, as it is said, (Lev. 19:9, 23:22) <i>When you reap the harvest of your land.</i><sup>17</sup><i class=\"footnote\">See Mishnah Péah 1:4 as a source for this definition.</i>",
            "Anything to be harvested that shares these five characteristics is liable for the giving of the <i>péah</i> portion, such as produce, legumes, carob, nuts, almonds, pomegranates, grapes, olives, dates whether dried or fresh, and such, but woad [a plant that is harvested for blue dye] and rubia [a plant that is harvested for red dye] and similar things are exempt because they are not edible. So also with morils and truffles [which are kinds of mushrooms] because they are not raised from the soil like other produce of the earth. So also is property that has been appropriated by the court [\"ownerless property\"] exempt, for there is no specific person to supervise it, for it was appropriated for all. So also are figs exempt because they are not picked all at once but rather there are some that are ready on one day and some a few days later. So also are herbs exempt, for they are not put into storage. Garlic and onions [however] are liable for giving of <i>péah</i>, for people dry them and put them into storage. So also are the shoots of onions liable for the giving of <i>péah</i>, for they are put in the ground in order to get their seeds, and so also with similar things.<sup>18</sup><i class=\"footnote\">See Mishnah Péah 1:4-5. Maimonides adds a great deal to the Mishnah, but he follows the same principle: food for the poor included basic kinds of food that were processed in the usual way under regular processes and supervision. In addition, the food also needed to be able to be conserved for future consumption as a matter of practical interest and to avoid waste. Luxury items, such as figs and herbs, which required special care, were exempt, but garlic and onions, which do not require special care and can be harvested like a regular crop, are not. It is also interesting to note that the principle of conservation also extends to the shoots of onions, implying that the poor might participate in the processes of planting and harvesting on land of their own.</i>",
            "Cultivated land of any kind is liable for the giving of <i>péah</i>, even if it is owned in a partnership, as it is said, (Lev. 19:9, 23:22) <i>When you reap the harvest of your land</i>, even if it is land owned by many.",
            "A field that was harvested by Gentiles for themselves, or one that was harvested by bandits, or one that was chewed down by ants,<sup>19</sup><i class=\"footnote\">Some texts read milnb, \"camels,\" but as this is based upon Mishnah Péah 2:7, \"ants\" is what was intended.</i> or one that was laid low by the wind or cattle is exempt from the giving of <i>péah</i>, for the obligation of <i>péah</i> is on things still standing.<sup>20</sup><i class=\"footnote\">However, see law 2:10 of this chapter where the Gentiles are not robbers but hired workers.</i>",
            "One who harvested half [of his field] and then bandits harvested the other half that remained is exempt [from giving <i>péah</i>], for the obligation was to come from the half that the bandits harvested. But if the bandits harvested half and then the owner came back and harvested the remaining half, he gives <i>péah</i> according to the measure of what he harvested. If he harvested [the first] half and sold [the second] half, the one who took [what he sold] gives <i>péah</i> (for all). If he harvested [the first] half and dedicated [the second] half to the Temple, the redeemer, [who takes it] from the possession of the treasurer, gives <i>péah</i> for all.<sup>21</sup><i class=\"footnote\">See Mishnah Péah 2:7-8. There is no <i>péah</i> obligation for anything dedicated to the Temple.</i> If he harvested [the first] half and redeemed it, he leaves <i>péah</i> from what remains as is appropriate for all of the crop.",
            "In the case of a grape-harvester who has a field from which he takes grapes to sell in the market and the remainder he intends to leave for the wine press, if the grape-harvester took the grapes to the market a bit from here and a bit from there, then the grape-harvester gives <i>péah</i> from what he left for the wine press according to the measure of what was left. But if the grape-harvester took the grapes to the market all from one side of his field, then he should give <i>péah</i> from the remaining grapes according to the measure of the entire vineyard because one who harvests grapes all from one side of his field is not like a grape-harvester who by chance takes a little bit from here and a little bit from there, who, in that case, is exempt. So also this applies to one who plucks parched ears of corn bit by bit and brings them into his house.<sup>22</sup><i class=\"footnote\">This is apparently different because this is for consumption in the home.</i> Even if he plucks his entire field this way, he is exempt from <i>leket</i>, <i>shikhecha</i>, and <i>péah</i>.<sup>23</sup><i class=\"footnote\">The fourth qualification was that produce be gleaned all at once, like an ordinary crop, and not like a home garden for personal consumption. These instances present ambiguities in this area.</i>",
            "One who harvests his field before it has ripened, that is, it has not yet ripened one-third of the way, it [this field] is exempt, but if it was one-third of the way ripened, it [the field's produce] is subject to <i>péah</i>. So also with the fruit of trees that if it is one-third of the way ripened, it [the fruit] is subject to <i>péah</i>.",
            "One who sanctifies corn [and redeems it] while it is still standing [and not yet harvested] owes <i>péah</i>. If the treasurer harvested it and afterwards he [the owner] redeemed it, it is exempt, for at the time of the obligation of <i>péah</i> the crop was sanctified and [therefore] he does not owe <i>péah</i>.<sup>24</sup><i class=\"footnote\">See Mishnah Péah 4:7.</i>",
            "A Gentile who harvested his field and afterwards converted is exempt from <i>péah</i>, <i>leket</i>, and <i>shikhecha</i>, even though <i>shikhecha</i> can only be owed during the time of carrying the sheaves home [when he would have been considered a Jew].<sup>25</sup><i class=\"footnote\">See Mishnah Péah 4:6.</i>",
            "One should not hire Gentile workers for harvesting because they are not familiar with the laws of <i>leket</i> and <i>péah</i>, but if one hired them and they harvested everything, then the owner still owes <i>péah</i>.<sup>26</sup><i class=\"footnote\">See Tosefta Péah 3:1.</i>",
            "A landowner who harvested his field and did not leave <i>péah</i> should give <i>péah</i> from the harvested sheaves to the poor, and he does not need to tithe it. And if he gave them the majority of his harvest in the name of giving <i>péah</i>, he is exempt from tithes. So also this applies if he threshed his produce but still did not bundle it, he must give <i>péah</i> before he has tithed. But if he threshed and bundled with a winnowing shovel and a winnowing fan and thus finished all of his labor, he tithes and then gives [<i>péah</i>]<i></i> to them from the tithed produce according to the measure of what is fitting for that field. So also does this apply to produce from trees.<sup>27</sup><i class=\"footnote\">See Mishnah Péah 1:6. While the situations described here are different from that of the Mishnah, the ideas seem to be related. The system of tithes is described in Chapter 6. See also Babylonian Talmud Bava Kama 94a.</i>",
            "One should only leave <i>péah</i> from the end of one's field so that the poor know the place they are to go and so that it is known to the passers-by, so they will not suspect anything. This is so because there are liars who intend to harvest the whole field who could say to those who see him harvesting the end of the field, \"I left my due from the beginning of the field.\" And moreover [this applies so] he will not wait until a time when no one is around and leaves [his due] to his poor relative. But, if he transgressed and left <i>péah</i> from the beginning of the field or from the middle, this still counts toward [the total amount of] the <i>péah</i> portion. However, he still needs to leave the rest [of his due] from the end of the field so as to fulfill the fitting measure of <i>péah</i> after he has separated the first part.<sup>28</sup><i class=\"footnote\">See Tosefta Péah 1:7 and Babylonian Talmud Shabbat 23a-b. This law speaks to the transparency of the system of giving to the poor and fighting corruption. Also illustrated here is a principle of what should be in theory versus accepting something not scrupulously done after the fact.</i>",
            "A landowner who gave <i>péah</i> from one side to the poor, and they say to him, \"Give to us from that side,\" and he gave to them from that other side, both portions count as <i>péah</i>. So also with a landowner who separates his portion for <i>péah</i> and said, \"This is <i>péah</i> and so also is this,\" or he said, \"This is <i>péah</i> and this;\" both of them count toward the <i>péah</i> portion.<sup>29</sup><i class=\"footnote\">See Tosefta Péah 2:6.</i>",
            "It is forbidden for workers to harvest all of a field unless they leave at the end of the field the appropriate area for giving <i>péah</i>, and nothing is given to the poor at all until the landowner separates it for that purpose in full knowledge. Therefore, for a poor person who sees <i>péah</i> at the end of the field, it is forbidden for him to labor in it because it would be considered as theft until he knows for certain that this is the intention of the owner.<sup>30</sup><i class=\"footnote\">See Tosefta Péah 2:7-8.</i>",
            "The <i>péah</i> portion of grain, legumes, and similar plants that are harvested, and so also with the <i>péah</i> portions of the vineyard and the trees, [the produce of] which is directly connected to the ground which the poor must pull up with their hands, they [the poor] may not harvest them with scythes and may not uproot them with spades so that one does not strike another. If the poor people want to divide up the produce among them [rather than on a first-come, first-serve basis by pulling with their hands] then they may divide it up, but if ninety-nine [out of a hundred] say to divide it and one says to pull it up with their hands [on a first-come, first-serve basis], they heed the one, for he spoke according to the law.<sup>31</sup><i class=\"footnote\">See Mishnah Péah 4:1-2, 4. Violence among the poor was obviously a concern as they fought for food.</i>",
            "In the case of the <i>péah</i> portion that is given from suspended vines<sup>32</sup><i class=\"footnote\">A suspended vine is also known as a trained vine because it is trained to grow in a certain direction and suspended up high.</i> or from date palm trees [that are up high] that the poor cannot reach to pick without great risk, the landowner must bring the food down and divide it up evenly among the poor people. If they want to [go up and] pick it themselves, they may do so. But even if ninety-nine [out of a hundred] say to pick them and one says to divide them, they heed the one, for he spoke according to the law, and the landowner is obligated to bring the produce down and divide it among them.<sup>33</sup><i class=\"footnote\">See Mishnah Péah 4:1-2, 4. In both this and the previous passage, there is a conflict with what might be easier and even more reasonable versus the literal letter of the law. Because the law is understood to be holy, there must be unanimous consensus to accomplish the goal of distributing this produce in a fashion different from the literal method.</i>",
            "At three times of the day they divide up the <i>péah</i> portion in the field for the poor or leave it for them to pick: at dawn, at noon, and at <i>mincha</i>,<sup>34</sup><i class=\"footnote\">Late afternoon.</i> and they do not leave anything for the poor person who does not come at these times so that there is a set time for the poor to gather together and take [what they need]. Why was there not only one set time during the day? Because there are nursing mothers who are poor who need to eat at the beginning of the day, there are poor children who do not stir during the morning and do not arrive to the field until noon, and there are old people who cannot arrive until <i>mincha</i>.<sup>35</sup><i class=\"footnote\">See Mishnah Péah 4:5.</i>",
            "If a poor person takes his portion of <i>péah</i> and throws something on the remainder, falls on it, or spreads out his garment on it [as an act of claiming it], they fine him and take him away and they even confiscate what he took from him and give it to another poor person. So also with <i>leket</i> and so with <i>shikhecha</i>.<sup>36</sup><i class=\"footnote\">See Mishnah Péah 4:3.</i>",
            "If someone took the <i>péah</i> portion and said, \"This is for so-and-so, who is poor,\" if he [the taker] is poor, then he can take it on his own merit and thus have it for so-and-so, but if he [the taker] is a wealthy person, he may not have it, but rather he must give it to the next poor person who appears.<sup>37</sup><i class=\"footnote\">See Mishnah Péah 4:9.</i>",
            "When a landowner leaves <i>péah</i> for those poor people who stand [in a line] before him, and another poor person comes up behind him and takes from it [the pile of produce to be given out], he [the poor person] may keep it [even though he acquired it unfairly], for no one possesses <i>leket</i> or <i>shikhecha</i> or <i>péah</i> or even a coin that was found until it is in his hand [and without possession those standing in line have no legal claim to it as their property].<sup>38</sup><i class=\"footnote\">See Tosefta Péah 2:2.</i>"
        ],
        [
            "One does not leave <i>péah</i> for one field from another field. How so? If a farmer had two fields, he may not harvest one entirely and leave <i>péah</i> of the second one in proportion for both of them, as it is said, (Lev. 23:22) <i>You shall not reap all the way to the end of your field</i> [singular]. He should leave <i>péah</i> of each and every field as is fitting for it. If he leaves [<i>péah</i>] for one field from another, this does not count as leaving <i>péah</i>.",
            "If one has a field that is sown all with one type of crop and a river flows through the field, even though it may not be flowing [that is, it is a stagnant body of water], or it is [merely] a channel of water so wide that one cannot harvest what is on both sides all together and the channel is continuous and permanent, then this is as if there are two fields and one gives <i>péah</i> from one for itself and the other for itself.<sup>39</sup><i class=\"footnote\">For this law through number seven of this chapter, see Mishnah Péah 2:1-2. Water always divides a field into two because one cannot harvest the crop all together.</i>",
            "So also a private road that is at least four cubits wide or a public road that is at least sixteen cubits wide form a partition [between the two parts of the field]. In the case of a private path which is less than four cubits<sup>40</sup><i class=\"footnote\">Ravad objects saying that a private path must be at least four cubits wide in all cases in order to form a partition, otherwise it may merely serve as access between vineyards and fields and not really a road for those passing through.</i> or a public path that is less than sixteen cubits, if it is in regular use during both the dry and the rainy season, then it forms a partition, but if it is not in regular use during the rainy season, it does not count as a partition, and this is considered to be one field [all year round].<sup>41</sup><i class=\"footnote\">In other words, year-round used paths that are less than the minimum width constitute a partition between the fields, but paths not used part of the year do not constitute a partition. See Mishnah Bava Batra 6:7.</i>",
            "In the case of a field that is divided by fallow land which is not sown or ploughed, or land that is broken up and ploughed but not sown, or land planted with different kinds of crops, such as wheat on either side and barley in the middle, or if one harvested the middle, even if it was before the crop became a third of the way ripe and he ploughed the area he harvested, then this area is divided into two fields. This is in the case of each field [on either side] being at least the width of three furrows of ploughed land, which is a little less than an amount of land required to plant one-fourth of a <i>kav</i> of seed. How does this apply? This pertains to a small field that is fifty cubits by two cubits or less [that one is dividing into even smaller fields], but if it is more, the fallow land or broken land does not form a partition dividing the field into two unless it [the divider] is the width of the amount of land required for one-fourth of a <i>kav</i> of seed.<sup>42</sup><i class=\"footnote\">Maimonides claims that if one has a small, narrow field and wants to divide it into two even smaller fields, if one leaves a portion of uncultivated or simply ploughed land in between two parts of this thin field, then this serves as an adequate partition so long as the two parts are at least three furrows wide and can still be considered a field each in its own right. If, however, the field is not long and thin but larger, the divider itself must be larger, at least as large as an area in which a quarter of a <i>kav</i> of seed might be sown (approximately 100 square cubits). Ravad, however, points out that this is not in accordance with what is written in the Jerusalem Talmud Péah 2:1. There it describes two approaches to dividing a field with fallow or ploughed land. In that source, the sage Rav says that a field may be divided by a section of land large enough to require a quarter of a <i>kav</i> of seed, while Rabbi Yochanan says that the divider need only be three furrows in width. The Talmud goes on to explain that these approaches do not contradict each other, only that Rav defines the divider in terms of total area while Yochanan defines the divider in terms of width, and one could say that a divider of three furrows width is fifty cubits by two cubits, thereby satisfying Rav's measurement. Ravad clarifies that Rav's approach easily pertains when dealing with a very large field, that if one has a square section of 100 square cubits or more of uncultivated or ploughed land in the middle of a very large field, then this can serve as a divider. Yochanan's approach is applicable to the more common scenario of having either a large or a small field where one has a thin strip of land dividing it. Ravad's implication is that Maimonides has confused which measurement goes with which field, that the long, thin field that is fifty by two cubits is the divider and not the total field.</i> In the case, however, of a different kind of crop going down the middle, any quantity of land serves as a partition.",
            "If locusts consumed [the crop] or ants devoured it down the middle, if the farmer ploughs the land that they ate, then this forms a partition [and each side is considered a separate field].<sup>43</sup><i class=\"footnote\">See Tosefta Péah 1:8.</i>",
            "One who plants on a land with hills so that the entirety of it [the field] is uneven, so there are peaks and valleys, even though one is unable to plough it entirely and to sow it as one but harvests the peaks by themselves and the valleys by themselves, then this is [still] considered to be one field, and one leaves <i>péah</i> for the field at the end of the hilly region for all the hills.",
            "If the land forms steps and they are ten handsbreadths high,<sup>44</sup><i class=\"footnote\">In agriculture, this is a common terrace. The land is cultivated to look like large steps down a hillside.</i> one leaves <i>péah</i> for each and every terrace, but if the beginnings of the rows are mixed together [and then the land separates into steps], one gives from one level for the entire area. If they are less then ten handsbreadths high, regardless of whether the beginnings of the roads are mixed together, one gives from one level for the entire area. If there is a rock that runs through the entire field, if one has to unhitch the plough [from behind the animal in order to get the plough] from one side of the rock over to the other side, then this forms a partition, but if it does not [jut out this way] then it does not form a partition.<sup>45</sup><i class=\"footnote\">See Tosefta Péah 1:12.</i>",
            "If one sows a field in which there are trees, even if there are plots of land between the trees but the crops are not mixed in between, one gives <i>péah</i> from one section for the entire field, for it is obvious that this is a single field but because of the location of the trees, the crop was divided.<sup>46</sup><i class=\"footnote\">See Mishnah Péah 3:1.</i>",
            "In what situation does this apply? When there are ten trees on an amount of land large enough for one <i>séah</i> of seed, but if among ten trees one can sow more than a <i>séah</i> of seed, then one gives <i>péah</i> for each and every plot, for the trees are spread out and it is not because of the trees that the crop is in different plots.<sup>47</sup><i class=\"footnote\">The issue here is whether or not trees can act as dividers that same way rivers can. Maimonides claims that it depends on the density of the number of trees on the land. Citing Mishnah Péah 3:1 and the Jerusalem Talmud Péah 3:1, Ravad objects that this is not the approach of the sages. In fact, there is a dispute between the Schools of Hillel and Shammai on this point. Those of Hillel state that a plot of land with grain sown in between trees is treated as one field, while Shammai say that the trees act as dividers and the grain in between the trees is divided into separate plots. However, both acknowledge that if the trees are scattered so there is a large space for the grain in between the trees, this is treated as one field, and if there are many trees in a small space, then the trees act as a divider. The point of disagreement comes with the measure of ten trees on an amount of land large enough for one <i>séah</i> seed. Those of Hillel seem to say that this is treated as one field, while those of Shammai say that this is sufficient for a divider. Maimonides follows the rule of Hillel. Ravad, however, states that the Jerusalem Talmud teaches us that the formation of the trees determines the law. If the ten trees on land sufficient for one <i>séah</i> of land are close together, then they form a divider, but if they are scattered, then we should follow the rule of Hillel and treat it as one field.</i>",
            "So also with plots of onions, that between vegetables one gives <i>péah</i> for all the onions, even if the vegetables form divisions between them and one places them in different plots.<sup>48</sup><i class=\"footnote\">See Mishnah Péah 3:4.</i>",
            "In the case of a field that is sown entirely with one type of crop, when certain patches of it begin to dry [and ripen] and [the farmer] uproots and plucks what has dried from here and there leaving the fresh [unripe] crop in separate patches far from each other [so that they appear like separate fields], if this is the usual way for people to sow this kind of crop in separate beds, such as dill or mustard, then he should leave <i>péah</i> from each and every plot, for anyone who sees would say that they were sown in beds.<sup>49</sup><i class=\"footnote\">See Mishnah Péah 3:2.</i> But if this is the kind of crop that people sow in fields, such as grain or legumes, then he gives <i>péah</i> from one patch for the whole crop.",
            "In what situation does this apply? When there is dried [ripe] crop on either side and fresh [unripe] crop in between, but if the fresh [unripe] crop is here and there and the dry [ripe] crop is in between, one leaves [<i>péah</i>] from the dried [ripe] crop for itself and from the fresh [unripe] crop for itself seperately.<sup>50</sup><i class=\"footnote\">Ravad objects strongly, saying that Maimonides has confused two separate, albeit similar, subjects, and Maimonides does not rule in accordance with Jewish law. According to Ravad, Maimonides has confused the law of what happens when one reaps the ripe portion of a field down the middle and thereby creates two separate fields of unripe grain on either side (as taught by Rabbi Akiva in Mishnah Péah 3:2) with the issue of a farmer who plucks casually from here and there in his field and thereby leaves patches behind. As expounded in the Jerusalem Talmud Péah 3:2 attributed to Rabbi Meir in accordance with Rabbi Akiva, if one reaps a ripe portion of a field and in doing so divides a field in half so that the unripe portions are no longer continuous, then one treats these as separate fields and gives <i>péah</i> from each. The law, according to Ravad, only addresses the issue of crops that remain after such a reaping. The Jerusalem Talmud here does not say anything about the case of a farmer plucking from here and there. We do not know what Rabbi Meir would have said in such a case, although the sages rule in accordance with what Maimonides has written, namely, that one who casually reaps in patches gives <i>péah</i> from the whole as one field. Ultimately, Ravad's objection is that Maimonides has oversimplified matters.</i>",
            "In the case of a field sown with onions, beans, peas, or similar items, if one's intention was to sell part of it fresh in the market and leave part of it to dry for storage, one is obligated to leave <i>péah</i> for that which one sells fresh separately and for that which one harvests dry.<sup>51</sup><i class=\"footnote\">See Mishnah Péah 3:3.</i>",
            "If one who sows his field with one type of crop, even if he can make two store-chambers<sup>52</sup><i class=\"footnote\">\"Store-chamber\" is one definition and is used here for the sake of consistency and known to the common reader. \"Threshing floor\" is another definition and may be more precise in this context.</i> out of it, he leaves <i>péah</i> for it as one unit. If he sowed two types of crops, even if he can only make one store-chamber out of it, he gives <i>péah</i> for each type of crop separately.<sup>53</sup><i class=\"footnote\">See the first part of Mishnah Péah 2:5.</i>",
            "If one sowed two types of seed for one kind of crop, such as having sowed two types of wheat or two types of barley, if one makes one store-chamber out of it, then he should give <i>péah</i> for it as one unit. If he makes two store-chambers, then he should give two portions of <i>péah</i> [one from each]. This is the law of Moses at Sinai.<sup>54</sup><i class=\"footnote\">See Mishnah Péah 2:5-6. The expression \"the law of Moses at Sinai\" indicates an established tradition not derived explicitly from the Torah.</i>",
            "Brothers [who are business partners, probably because of their inheritance] who separate [and dissolve their partnership] need to give two portions of <i>péah</i> [one apiece]. If they come back together as partners, they give one portion of <i>péah</i>. If partners harvest half of a field and then separate, the one who took the harvested portion does not set aside anything [for <i>péah</i>], and the one who took the standing grain sets aside [<i>péah</i>] for the half he took alone.<sup>55</sup><i class=\"footnote\">A qualification for <i>péah</i> is that it is still standing.</i> If they came back and became partners again, and harvested the other half in their partnership, each of them sets aside [<i>péah</i>] from his portion of standing grain over against the portion of his partner's standing grain, but he does not [set aside <i>péah</i>] over the portion that was previously harvested.<sup>56</sup><i class=\"footnote\">See Mishnah Péah 3:5.</i>",
            "In the case of a field, half of which became one-third of the way ripe and half of which did not, so he [the farmer] began to harvest the half which had begun to ripen and completed harvesting only that half. Then after some time the whole remaining part of the field [that was not ripe at all] became one-third of the way ripe and then he completed harvesting the first part. He should then set aside <i>péah</i> from the first section on the intermediate section [that is, for the first section that he harvested, he sets aside <i>péah</i> for the whole first half of the field that had become one-third of the way ripe] and on the intermediate section from the first and the last [that is, on the second half that became one-third of the way ripe, he sets aside <i>péah</i> for the entire field].",
            "In the case of one who sells from different places [a bit from here and a bit from there] in his field to many people, if he [eventually] sold the entire field [this way], each one of the buyers must give <i>péah</i> for the lot that they took. But if the [original] owner of the field began to harvest it, having sold part and kept part, the owner of the field must give <i>péah</i> for the entire field, for when he began to harvest it he became liable for all of it. But if he sold part of it first, the one who takes must set aside [<i>péah</i>] from what he took and the owner of the field from what he kept.<sup>57</sup><i class=\"footnote\">See Mishnah Péah 3:2. Maimonides' ruling is at variance from the Mishnah.</i>",
            "In a field of trees, the only thing that can form a partition is a fence tall enough to separate the trees, but if there is a fence separating the lower part of the trees and the branches and the crowns of the trees are entangled up above, touching one another over the fence, then this counts as one field, and one gives <i>péah</i> [in one portion] for it all.<sup>58</sup><i class=\"footnote\">See Mishnah Péah 2:3.</i>",
            "Two people who took [produce] from [different branches of] one tree give [together] one portion of <i>péah</i>. [But if one] took from the north [of the tree] and the other from the south, then each gives <i>péah</i> from his portion separately.<sup>59</sup><i class=\"footnote\">See Mishnah Péah 3:5.</i>",
            "In the case of carob trees [which grow very tall with a great deal of space in between them], all that someone standing on one side [of the field] with another standing on the other side [of the field] can see counts as one field and one gives one portion of <i>péah</i> for them all. If the two sides can see [trees] in between them but they cannot see each other [through the trees], one tithes by dividing the trees in between in proportion to each side, but he may not set aside [<i>péah</i>]<i></i> from one side [of the field] all the way to the other [side, as if it is one large field].<sup>60</sup><i class=\"footnote\">Referring to Mishnah Péah 2:4, Ravad raises an objection. Whereas Maimonides rules that people must be in sight of one another through the carob trees to form one unit, Ravad claims that it is not the people who must be in sight but the trees themselves. The Mishnah states that carob trees that are all in sight of one another are counted as one unit as far as the giving of <i>péah</i> is concerned because of the great height of carob trees. That is, one who climbs up the tree counts the other carob trees that are in sight, regardless of fences in between them, and this constitutes one group of trees. Carob trees, like sycamores, are in a special category because of their height, as seen also in Mishnah Bava Batra 2:11, where it states that one cannot plant a carob tree near a well because of the way it spreads out (presumably with its roots as well as branches).</i>",
            "In the case of olive trees, all trees located on one side of the city, such as the west of the city or in its entirety, or to the east, count as one field, and one portion of <i>péah</i> [is given] for all.",
            "When one harvests grapes partially from different patches of his vineyard in order to lighten the vine so that the remaining space in between the clusters widens, it is called \"thinning.\" We have already explained<sup>61</sup><i class=\"footnote\">See 2:6.</i> that one who harvests grapes all from one side is not thinning and therefore must give <i>péah</i> for the whole crop, regardless of whether he takes them to market [instead of saving them for wine]. But if he thinned out the vines in order to sell [those grapes] in the market, he does not need to give <i>péah</i> for that which he thinned out. But if the grapes that were taken in the thinning out were brought into his home, then he gives <i>péah</i> from the remainder that he left to be stamped [in the wine press] as due for the whole crop [including the ones he brought into his house].<sup>62</sup><i class=\"footnote\">See Mishnah Péah 3:3.</i>"
        ],
        [
            "What is considered <i>leket</i>? That which falls from within the scythe at the time of harvesting or that which falls from within one's hand while gathering sheaves that one is about to harvest. And this means one or two stalks that fall, but if three have fallen as one bunch, they belong to the owner of the field. And that which falls after the scythe or from behind the hand, even if it is only one stalk, [is also the owner of the field's] and is not considered to be <i>leket</i>.<sup>63</sup><i class=\"footnote\">See Mishnah Péah 4:10. In other words, any stray stalks that are missed through the normal motion of using a scythe, so long as they do not fall in bunches of three or more and therefore would normally be picked up by the harvester belong to the poor.</i>",
            "If one is harvesting by hand without a scythe [and it is usual to use a scythe to harvest], that which falls from within the hand is not <i>leket</i>, but as for one who picks things [and this is the normal manner to gather them], when they pluck them and something falls from under the hand, then this is <i>leket.</i> If one was harvesting or picking something for which it is usual to be plucked by hand and had harvested an armful or had picked a handful and then a thorn stuck him and it fell from his hand to the ground, then this [remains] the household owner's [and does not count as <i>leket</i>].<sup>64</sup><i class=\"footnote\">See Mishnah Péah 4:10.</i>",
            "If one harvested and there remained one stalk that was not harvested but all around it was harvested, if its end was even with the standing grain that was on the side and it is possible that it will be harvested with the standing grain, then this is the owner of the field's, and if not [that is, it is not close enough to the standing grain to be harvested with it when the reapers come through again,] then this belongs to the poor.<sup>65</sup><i class=\"footnote\">See Mishnah Péah 5:2. These will be harvested in the normal course of things.</i>",
            "If there were two stalks side by side [next to standing grain], and the one on the inside could be harvested with the standing grain and the outside one could be harvested with the inside one but could not be harvested with the standing grain, the inside one is saved [from being <i>leket</i>] and in turn it saves the outside one [from being <i>leket</i>],<sup>66</sup><i class=\"footnote\">See 5:21 and Mishnah Péah 6:8.</i> for while it is similar to that which falls within the scythe, nevertheless it still has not been harvested [and therefore it is not <i>leket</i>]. And stalks that are covered by the stubble [so that they cannot be seen easily] belong to the owner of the field.<sup>67</sup><i class=\"footnote\">See 5:3 and Mishnah Péah 5:7.</i>",
            "If the wind scatters the sheaves [that are set aside as <i>leket</i>], and they became mixed in with the harvested grain that belongs to the owner of the field, they estimate according to the size of the field how much <i>leket</i> is appropriate to be provided, and he gives to the poor accordingly because this is a matter of forces beyond his control. How much is the measure [for estimating]? It is four <i>kavim</i> of produce for every <i>bét kor</i>.<sup>68</sup><i class=\"footnote\">See Mishnah Péah 5:1. In today's terms, according to the calculations found in the tables by Haim Herman Cohn, \"Weights and Measures in the Talmud,\" <i>Encyclopedia Judaica</i> 16 (Jerusalem: Keter Publishing Company Ltd., 1972), four <i>kavim</i> would equal approximately 3.7 kilograms for every 4.3 acres which would produce about 2,750 kilograms, or only .1%. This is very small. However, in the Jerusalem Talmud Péah 5:1, Rabbi Zeira challenges this measurement and claims that the minimum amount should be four <i>kavim</i> for each area that produces a <i>kor</i> of grain, which would make more sense. Indeed, there is a dispute in the Jerusalem Talmud about different kinds of measuring and whether or not this leaves enough for the poor. The question that this brings up is whether or not the minimum amounts that one needs to give as gifts for the poor are of significance. Clearly they once were, but their equivalents in today's measurements are ambiguous.</i>",
            "If <i>leket</i> fell to the ground and the poor did not glean them and then the owner of the field came and bundled his harvest from all that was on the ground [including the <i>leket</i> left there], what is he supposed to do? He rolls his bundle over entirely to another place, and all the stalks which touch the ground [on the outside of the bundle] are for the poor<sup>69</sup><i class=\"footnote\">This method leaves a much greater quantity for the poor.</i> because it cannot be known which was <i>leket</i>, and gifts for the poor that are in doubt are deemed to be for the poor,<sup>70</sup><i class=\"footnote\">It is better to err on the side of generosity than on the side of selfishness. See Babylonian Talmud Chullin 134a.</i> as it is said, (Lev. 19:10, 23:22) <i>Leave [them for the poor]</i>, that which is left before them from your property.",
            "And why do they not estimate [how much he should give in the preceding situation] and let him give to the poor that which is appropriate to become <i>leket</i>? Because he transgressed [the negative <i>mitzvah</i> against gathering overlooked gleanings] and bundled the <i>leket</i>, [so therefore] they fine him [with this costlier method]. Even if he did so by accident, even if the <i>leket</i> were barley and he bundled wheat, even if he called out to the poor and they did not come, and even if others bundled it for him without his knowledge, all that touches the ground is for the poor.",
            "If one needs to irrigate his field before the poor glean the <i>leket</i> that are in it, if not irrigating would result in more damage [to the owner] than the loss of the <i>leket</i> [would do to the poor], then watering is permitted, but if the loss of the <i>leket</i> [for the poor] is greater than his loss, then it is forbidden to irrigate.<sup>71</sup><i class=\"footnote\">See Tosefta Péah 2:21.</i> If he [the owner] gathered all the <i>leket</i> and laid them against a fence [before he irrigated] so the poor person could come and take them, this is holding oneself to an extreme measure of piety.<sup>72</sup><i class=\"footnote\">Maimonides indicates that going to this extent to fulfill the commandment is going above and beyond the necessary requirements and effort. In another place in the <i>Mishneh Torah,</i> \"Laws on Attributes,\" 1:4-5, Maimonides considers this level of observance extreme and not necessarily praiseworthy. Whereas the \"wise person\" lives a balanced life in moderation, the \"pious\" live life in unnecessary and often dangerous extremities.</i>",
            "As for the seeds that are found in ant holes, if the holes are located within the standing grain, they belong to the owner of the field and not to the poor, for they are placed within the standing grain, but if they are in a place that has been harvested, then these belong to the poor, for perhaps they were buried from <i>leket</i>. And even though [a seed] might appear black [from having been there long time], they do not say that it is from the year that has passed [and therefore belongs to the owner], for <i>leket</i> that are doubtful are deemed to be <i>leket</i> [and are given to the poor].<sup>73</sup><i class=\"footnote\">See Mishnah Péah 4:11. See also the previous law 4:6.</i>",
            "If a stalk of <i>leket</i> became mixed with a bundle [for the owner], then he separates two stalks and declares over one of them, \"If it is <i>leket</i> then it is for the poor and if it is not <i>leket</i> then it is for tithes,\" for the obligation on one of the stalks is connected with the second stalk. He then goes back and gives the second stalk [to the poor], thus giving one of them to the poor and the other for tithing.",
            "A man may not hire a worker on the condition that his [the worker's] son glean after him [and thus guarantee that there will be no <i>leket</i>], but one who is betrothed to him [the worker], or a tenant, or if he [the owner] sold his standing grain to his partner to harvest, then his son may glean after him [because these people are in need themselves]. And the worker may bring his wife or his children to glean after him, even if his wages equalled half the value of the harvest or a third or a fourth.<sup>74</sup><i class=\"footnote\">See Tosefta Péah 3:1 and Mishnah Péah 5:6.</i>",
            "One who does not permit the poor to glean or who permits one but prevents another or who assists one of them rather than another is considered a robber of the poor.<sup>75</sup><i class=\"footnote\">See Mishnah Péah 5:6. This law names an important principle, the \"robbery of the poor,\" which is the idea that if one does not give the poor their due then one has essentially stolen from them. The assumption here is that the poor already own the property that is under the owner of the field's supervision, and it is the owner of the field's privilege and duty to transfer the produce to its rightful owners as decreed by God. If one fails in that duty, then one has seized the property of another. There is a \"constitutional\" relationship that exists between the owner of the field and the poor in relation to God-given, inalienable rights that lay a foundation for their legal responsibilities. However, it is up to human actions to designate and transfer this property before the poor can lay their claim to specific produce. Just as the poor have the constitutional right to certain kinds of produce, so does the owner of a field have a constitutional right to designate and transfer that property. See 2:12-20 for an expansion upon these principles and rights, specifically 2:14 for the rights of the owner of the field.</i>",
            "It is forbidden for a man to let loose a lion or something similar within his field so that the poor see it and flee.<sup>76</sup><i class=\"footnote\">Maimonides implies that the poor must be able to gather their due free from coercion or intimidation.</i> If there are poor people who are not supposed to take <i>leket</i> [for whatever reason], if the household owner can interfere with what they have taken, he may interfere, but if not, he should leave them be for the sake of peace.<sup>77</sup><i class=\"footnote\">See Babylonian Talmud Bava Metzia 12a. Earlier, in 1:9, the phrase \"for the sake of peace\" was used in relation to Gentiles, indicating that it was politically expedient to let the poor of Gentiles to gather food alongside the poor of the Jewish community. Here, the \"poor people who are not supposed to take <i>leket</i>\" may be the poor of Gentiles or might be those who are poor but not poor enough to merit public support. In any case, it seems that it would be an unnecessary hardship on the owner of the field to sort through and assess the needs of the poor, and it is simply easier to let them be.</i>",
            "If one [attempts to] declare <i>leket</i> as \"ownerless\" [and thus the community's property] along with the main part of it, which has fallen [to the ground of his crop], then [the <i>leket</i>] is not considered \"ownerless\" because since the main part fell off, it [the <i>leket</i>] is no longer his property.<sup>78</sup><i class=\"footnote\">See Mishnah Péah 6:1. In other words, <i>leket</i> belongs to the poor, and the owner of the field cannot declare it as \"ownerless.\"</i>",
            "What is considered <i>peret</i>? These are one or two grapes that have separated from the cluster during the time of the grape harvest. If three grapes fell together as a bunch [at the same time], then this does not count as <i>peret</i>.<sup>79</sup><i class=\"footnote\">See Mishnah Péah 7:3. This parallels the definition of <i>leket</i>. One or two grapes indicate stray produce, but three is a significant bunch that the owner would normally pick up. See 4:1.</i>",
            "If one was harvesting grapes and cut down a cluster and it became entangled in the leaves and fell to the ground and [the grapes] fell from the bunch [and became separated], then this is not <i>peret</i> [for the intention was that this was one cluster]. [However,] if one was harvesting grapes and threw [the cluster] to the ground and the cluster rolled, or even half a cluster for that matter [obviously not caring for grapes that would separate from the cluster], what [fell away and] could be found counts as <i>peret</i>. (So also with a complete cluster that fell away, that this counts as <i>peret</i>.) If one places a basket under the vine at the time one is harvesting grapes [and thereby eliminating any chance for <i>peret</i>], then that person is considered a robber of the poor.<sup>80</sup><i class=\"footnote\">See Mishnah Péah 7:3. As with previous laws, one should not be overzealous in harvesting but do so in a normal, moderate fashion. That which goes astray is intended by God for the poor.</i>",
            "What is considered <i>olélet</i>? This is a small cluster that is not very dense like a regular cluster and does not have a shoulder<sup>81</sup><i class=\"footnote\">See the next law for an explanation of \"shoulder\" and \"pendant.\"</i> and its grapes do not droop down over each other but rather are scattered. If it has a shoulder but no pendant or a pendant but no shoulder, then this belongs to the owner of the vineyard, but if it is in doubt, it belongs to the poor.<sup>82</sup><i class=\"footnote\">See Mishnah Péah 7:4.</i>",
            "What is a \"shoulder\"? Growths which are joined at the stem, one next to the other [forming the wide, upper part of a cluster]. What is a \"pendant\"? Grapes which are joined to the stem and droop down [forming the lower, cone-shape of the cluster]. In the case of <i>olélot</i>, all of the leaves touch within the palm of one's hand.<sup>83</sup><i class=\"footnote\">Ravad takes issue with these definitions, citing the Jerusalem Talmud Péah 7:4. There is a dispute between the opinion of Rabbi Yehuda, who gives the definitions that Maimonides puts forward, and an instance cited by Rabbi Chiya who claims that a malformed grape cluster was once weighed and it came out to be an enormous amount. While this cluster was still understood to be malformed, it was clearly much too large to fit into the palm of one's hand. Rather, a third opinion was offered by Rabbi Chinena which said a malformed grape cluster was one where, when it was placed on a table, all of the grapes touched the table's surface. That is, it is not that the entire cluster be of a size as to fit into the palm of one's hand but that it lay flat in an unusual way when one would hold out one's hand horizontally.</i> And why is the term [for a malformed grape cluster] <i>ol</i>é<i>l</i> [literally: infant]? Because it is [small compared] to the rest of the regular clusters the way an infant is to a person.",
            "And the owner is not obligated to harvest the <i>olélot</i> for the poor, but rather they harvest them for themselves. And a single grape [growing by itself] falls into the category of <i>olélot.</i><sup>84</sup><i class=\"footnote\">See Mishnah Péah 7:4.</i>",
            "In the case of a vine-shoot with a cluster on it that is joined with a vine shoot that has an <i>olélet</i> on it, if it [the <i>olélet</i>] is clipped with the regular cluster then it belongs to the owner of the vineyard, and if not then it belongs to the poor.",
            "A vineyard made entirely of <i>olélot</i> belongs to the poor, as it is said, (Lev. 19:10) <i>You shall not pick your vineyard bare</i> <i>[te'olél]</i> even if it is entirely made of <i>olélot</i>. And the categories of <i>peret</i> and <i>olélot</i> apply only to the vineyard.<sup>85</sup><i class=\"footnote\">See Mishnah Péah 7:7 where Rabbi Akiba dissents.</i>",
            "The poor have no right to take <i>peret</i> and <i>olélot</i> until the owner of the vineyard begins to harvest his grapes, as it is said, (Deut. 24:21) <i>When</i> [and only when] <i>you pick the grapes of your vineyard, do not go over it again [te'olél].</i> And how much does he need to harvest until they [the poor] have the right [to start picking]? Three clusters, for this is enough to make a quarter of a <i>kav</i>.",
            "If one dedicates his vineyard to the Temple before it can become known which will be <i>olélot</i>, then the <i>olélot</i> do not belong to the poor. But if one waited until <i>olélot</i> could be discerned, then they belong to the poor, and they [the poor] dedicate [to the Temple] the increase of their due.<sup>86</sup><i class=\"footnote\">See Mishnah Péah 7:8.</i>",
            "One who prunes a vine after it is already known which are <i>olélot</i> prunes as usual, and as he cuts the regular clusters, he also cuts the <i>olélot</i>.",
            "If a Gentile sold his vineyard to a Jew to harvest, then he [the Jew] is obligated to give <i>olélot</i>. If a Jew and a Gentile are partners in owning a field, then the Jew owes [<i>olélot</i>] from his section and the Gentile is exempt.<sup>87</sup><i class=\"footnote\">See Tosefta Péah 3:12.</i>",
            "A Levite to whom is given <i>ma'esar tevel</i> [produce from which the portion due to the priests, <i>terumah</i>, was not separated] and who finds within it <i>olélot</i> should give them to the poor. But if it was clipped with regular clusters, then he [the Levite] needs to give <i>terumat ma'esar</i> [the portion the Levites must give to the priests] from another crop.<sup>88</sup><i class=\"footnote\">Ravad objects and cites Tosefta Péah 3:14, which states that if a Levite is given a portion of grapes in which he finds <i>olélot</i>, he need not be concerned that these belong to the poor. As it is explained further in the Jerusalem Talmud Péah 7:4, it is stated that the Levite who finds <i>olélot</i> in his portion may declare these as <i>terumat ma'asér</i>, that is, the portion the Levites separate from the tithe given to them that they give to the priests, for other produce in another location. Nevertheless, an objection is raised that the Levite is still depriving the poor of their share by designating it as another kind of tithe. Rabbi Avin then comments that the grapes under dispute are not really <i>olélot</i> at all but rather the Levite may assume that these malformed grapes were cut as one bunch along with regular grapes and thereby do not belong to the poor. In any case, these sources seem to contradict Maimonides' claim that the Levite should give <i>olélot</i> to the poor from their apportioned share.</i>",
            "In the case of someone who owns five grape vines and brings their produce within his house, if [he harvested them] to eat the grapes, then he is exempt from <i>peret</i>, from <i>shikhecha</i>, from the fourth year's produce,<sup>89</sup><i class=\"footnote\">The fourth year of a tree was the first year that one could eat its fruit, and one would offer its fruits to the Temple. See Mishnah Péah 7:6 and Babylonian Talmud Berachot 35a.</i> but owes <i>olélot</i>. If he harvested them for wine, then he owes everything except if he leaves some of them remaining.<sup>90</sup><i class=\"footnote\">Referring to Tosefta Péah 1:10, where the case of one who harvests four or five grape vines and brings them into the house is described, Ravad hastens to include <i>péah</i> among the categories from which one is exempt. Ravad also disputes Maimonides last statement, that if the owner of the vines harvested them for wine, then he owes all types of categories unless he left some of them on the vine. Ravad claims that he owes everything even if he leaves some behind, as is stated in the Tosefta.</i>"
        ],
        [
            "If a sheaf is forgotten by workers but was not forgotten by the owner of the field, or if the owner of the field forgot it but the workers did not forget it, or both of them forgot it but others passed by and saw it at the time that they [the owner and the workers] forgot it, then it does not count as <i>shikhecha</i> until everyone forgets it. Even if it is a sheaf that was hidden, if it was forgotten [by everyone], then this is <i>shikhecha</i>.<sup>91</sup><i class=\"footnote\">See Mishnah Péah 5:7.</i>",
            "If the owner of the field was in the city, and he said, \"I know that the workers forgot a sheaf in such-and-such a place,\" and they had in fact forgotten it, then this is <i>shikhecha.</i> But if he was in the field and said so and they forgot it, then this is not <i>shikhecha</i>, for the act of forgetting is rooted exclusively in the field in order for it to be <i>shikhecha</i> [and remembering outside of the domain of the field has no effect]<i>.</i> If one is in the city, even if it is remembered [by someone there] and in the end becomes forgotten [by those in the field], then this is <i>shikhecha</i>, as it is said, (Deut. 24:19) <i>And overlook a sheaf in the field</i> and not in the city.<sup>92</sup><i class=\"footnote\">See Babylonian Talmud Bava Metzia 11a.</i>",
            "If the poor people stood in front of him [the owner, hiding the sheaf], or if it was buried in stubble and he [the owner or the worker] remembered the stubble, or if he took it and brought it to the city and left it in a field [there] and forgot it, then this is not <i>shikhecha.</i> But if they took it from place to place [within the field], even if they left it next to a stone wall, a stack, near oxen, or next to tools [which might indicate that it was put there on purpose], and it was forgotten, then this is <i>shikhecha.</i><sup>93</sup><i class=\"footnote\">See Mishnah Péah 5:7 and Mishnah Péah 6:2. In Mishnah Péah 5:7, we see that it is not <i>shikhecha</i> if it was covered up, but it does not mention anything about forgetting. Perhaps the implication is that the poor may have tried to hide it from the owner. Maimonides adopts Hillel's position that the sheaf does qualify as <i>shikhecha</i>, rejecting the idea that the poor might have covered it up so as to get more.</i>",
            "If he took a sheaf and brought it to the city and placed it on top of another and forgot both of them, if he remembered the top one first and then happened upon it [the bottom one], the bottom one is not <i>shikhecha,</i> but if not [that is, if he did not remember the top one], then the bottom one is <i>shikhecha</i>.<sup>94</sup><i class=\"footnote\">See Tosefta Péah 3:3 and Babylonian Talmud Sotah 45a. Ravad points out that Maimonides is ruling according to Rabbi Shimon who is stating the dissenting opinion. In the Tosefta, the first opinion is that the top sheaf is not subject to the law of <i>shikhecha</i>, presumably because the owner had at one time specifically picked it up to carry it into the city, but the bottom one is. Rabbi Shimon's opinion is that both sheaves are not <i>shikhecha</i> in that the top one is linked with the bottom one and in remembering the top one the bottom one is also exempt from being <i>shikhecha</i>. In the Jerusalem Talmud Péah 6:3, this idea is expanded upon by Rabbi Zeira who states that it is precisely in remembering the top sheaf that the bottom one is not <i>shikhecha</i>, for the top one covers up and hides the bottom sheaf and disqualifies it from being <i>shikhecha</i>, just as if it were hidden by clothes or stones (as in the previous law). In this case, the top sheaf is not <i>shikhecha</i>, but the bottom one is.</i>",
            "If a strong wind blew someone's sheaves into an adjacent field and he [the owner or the worker] forgot the sheaf there, this is not <i>shikhecha</i>, for it is said, (Deut. 24:19) <i>When you reap the harvest in your field</i> [yours and not anyone else's], but if it scattered the sheaves within his own field and he forgot [them] then this is <i>shikhecha.</i>",
            "If one takes one sheaf and then a second one and then a third one and forgot the fourth, if there is a sixth one, then the fourth one is not forgotten until he takes the fifth. And if there were only five sheaves, if he waited long enough to take the fifth, then the fourth is <i>shikhecha.</i><sup>95</sup><i class=\"footnote\">It has been demonstrated that one sheaf can \"save\" another, and the question arises here when an observer can decisively say a sheaf has truly been forgotten. If one is taking sheaves, skips two, and goes back and only picks up one of the skipped sheaves, the one left behind is truly forgotten.</i>",
            "If two sheaves were mixed up, and he forgot one of them, this is not <i>shikhecha</i> until he takes all the ones around it.<sup>96</sup><i class=\"footnote\">See Tosefta Péah 3:4.</i>",
            "Arum, garlic, onions, and similar produce, even though they are buried in the ground, the law of <i>shikhecha</i> applies to them. [So also for] the one who harvests at night and forgets standing grain, or one who was binding sheaves at night and forgot a sheaf, and so too with the blind person who forgets [some standing grain or a sheaf], the law of <i>shikhecha</i> applies in these situation as well. But if the blind person or the one who harvests at night intends to take only the larger sheaves [and deliberately leave some of the smaller ones behind], then they are not <i>shikhecha.</i> But anyone who says, \"I am harvesting on the condition that anything I forget I may take [later],\" the law of <i>shikhecha</i> still applies, for all of the gifts for the poor come from the Torah, and his condition is invalid.<sup>97</sup><i class=\"footnote\">See Mishnah Péah 6:10-11. Human legal stipulations cannot override laws from the Torah.</i>",
            "If grain was harvested before it was finished [ripening] so as to feed cattle, and so also if he harvested them into small bundles and did not make sheaves of them, and so also with garlic and onions that they picked them in small bundles in order to sell them in the market and they did not make sheaves out of them to put them into storage, then the law of <i>shikhecha</i> does not apply.<sup>98</sup><i class=\"footnote\">See Mishnah Péah 6:10.</i>",
            "If a harvester began to harvest at the beginning of a row and forgot [produce] that was in front of him [that he had not yet gone through] and behind him [that he had gone through], the law of <i>shikhecha</i> applies to what was behind him but not to that which is in front of him, as it is said, (Deut. 24:19) <i>Do not turn back to get it</i>. It is not <i>shikhecha</i> until he has gone through it and left it behind him. A general rule: When \"<i>do not turn back</i>\" applies, so does <i>shikhecha</i>, and anything to which \"<i>do not turn back</i>\" does not apply cannot be <i>shikhecha.</i><sup>99</sup><i class=\"footnote\">See Mishnah Péah 6:4.</i>",
            "If two people began to harvest from the midst of a row [with some space left in between them] with one facing north and the other facing south, and they forgot [produce] that was before them [that the individual did not get through but which his partner was relying upon him to finish] and after them [that they did not go through because both backs were turned to it right from the start], the law of <i>shikhecha</i> applies to that which was before them because what is before one is behind the other [and is <i>shikhecha</i> by the other person] but the sheaf which they forgot after them in the place that they started is not <i>shikhecha</i> because it is mixed in with the rows [that will be harvested] from east to west which they are assuming [will be harvested when people go east and west and that is why they purposefully did not go through it] and thus it is not <i>shikhecha.</i> So also with the rows of sheaves which they transfer to storage, for if two begin in the midst of a row and they forget a sheaf that is behind and between them, this is not <i>shikhecha</i> because it is in the middle of a row [that also goes] from west to east which they have not begun [to bind] and thus this proves that it is not <i>shikhecha.</i><sup>100</sup><i class=\"footnote\">See Mishnah Péah 6:4. Ravad responds here with an unusually lengthy comment because he apparently feels Maimonides has not explicated the sources completely and properly. First Ravad explains Maimonides' reasoning as he sees it: If someone is gathering sheaves going from north to south, reaches the end of the row and then goes from south to north and so on, if the gatherer passes through and leaves a sheaf behind, Maimonides claims this is <i>shikhecha</i>. Ravad claims that Maimonides does not take into account the special circumstances that exist for sheaves left at the ends of rows. The gatherer who goes from north to south could intend to go back and collect some more at the ends of the rows while going east to west. Since the gatherer going east and west is walking perpendicular to his original path, he is not retracing his steps and does not violate the commandment to <i>not turn back to get it</i> (Deut. 24:19). This possibility is taught in Tosefta Péah 3:4 and the Jerusalem Talmud Péah 6:3. Thus, what is <i>shikhecha</i> at the ends of the rows is not clear until one sees the direction in which one completes the binding of the sheaves. Thus it says in Mishnah Péah 6:3, \"In the case of sheaves at the end of rows, whether or not a sheaf is <i>shikhecha</i> is proven by the sheaf lying opposite it.\"</i>",
            "When one is harvesting standing sheaves, one standing sheaf after another, and transfers these sheaves from one place to another, also called <i>omrim,</i><sup>101</sup><i class=\"footnote\">The word \"sheaf\" as it has been translated here has only referred to <i>omrim</i>.</i> from a second place to a third place, and from a third place to the threshing floor storage area, and he forgot a sheaf while transferring it from place to place, if he was transferring sheaves to a place where he had completed the process [of their preparation] and he forgot it, then it is <i>shikhecha.</i> If [he forgot it] when he was transferring it from a place where he had completed the process to the threshing floor, then this is not <i>shikhecha.</i> And if he was transferring sheaves to a place where he would not complete the process and he forgot one, this is not <i>shikhecha</i> [either because he is in the midst of the process]. But if he was transferring from a place where he had not completed the process to the threshing floor, then this is <i>shikhecha.</i><sup>102</sup><i class=\"footnote\">See Mishnah Péah 5:8.</i>",
            "What is a place that is one where he completed the process [of their preparation]? This a place where it is his intention to gather all of the sheaves and from there to thresh them or to bring them to a stack that serves as storage. And a place which is one where he does not complete the process is a place where he has gathered the sheaves in order to make large standing sheaves so that he can bring them to another place.",
            "Two small bundles which can be distinguished one from the other may be <i>shikhecha</i>, but three may not count as <i>shikhecha.</i> Two sheaves which can be distinguished one from the other may be <i>shikhecha</i>, but three may not count as <i>shikhecha.</i><sup>103</sup><i class=\"footnote\">See Mishnah Péah 6:5. Here and in the next three laws, Maimonides upholds the principle that two items of produce go to the poor but three do not. See 4:6.</i>",
            "Two heaps of olives or carobs that can be distinguished one from the other may be <i>shikhecha,</i> but three may not count as <i>shikhecha.</i> Two stalks of flax may be <i>shikhecha,</i> but three may not count as <i>shikhecha.</i><sup>104</sup><i class=\"footnote\">See Mishnah Péah 6:5.</i>",
            "As for two vines, and so also with other trees, two which can be distinguished one from the other may be <i>shikhecha,</i> but three may not count as <i>shikhecha,</i> as it said, (Lev. 19:10, 23:22) <i>You shall leave them for the poor and the stranger</i>. Only if there are two, one for the poor and one for the stranger.<sup>105</sup><i class=\"footnote\">See Tosefta Péah 3:5.</i>",
            "If [there is a field and] the sheaves are of one <i>kav</i> quantity apiece, and then there is one [unusually large sheaf] with four <i>kavim</i> quantity and they forget it, then it is <i>shikhecha.</i> If it is more than four, then it is not <i>shikhecha.</i> So also if [there is a field and] the sheaves are two <i>kavim</i> quantity apiece, any sheaf more than eight <i>kavim</i> quantity may not be <i>shikhecha.</i><sup>106</sup><i class=\"footnote\">See Mishnah Péah 6:1.</i>",
            "A sheaf that will yield two <i>seah</i><sup>107</sup><i class=\"footnote\">The plural is actually <i>se'atayim</i>, indicating a couple or a pair.</i> and is forgotten does not count as<i> shikhecha,</i> as it is said, (Deut. 24:19) <i>And overlook a sheaf in the field</i>, and not a stack, even if each sheaf yields two <i>seah</i> [and is no different from the others in the field]. If he forgot two sheaves [which between the two add up to two <i>seah</i>], even though there is between them two <i>seah</i>, this counts as <i>shikhecha.</i> So also, it appears to me, that the law of <i>shikhecha</i> applies even if they add up to more than two <i>seah</i> [such as if each sheaf yielded one and a half <i>seah</i> and together made three].<sup>108</sup><i class=\"footnote\">See Mishnah Péah 6:6.</i>",
            "Standing grain that would yield two <i>seah</i> which he forgot does not count as <i>shikhecha.</i> If it would not yield two <i>seah</i>, they view the thin stalks as if they were healthy and long and the blasted ones as if they were full, and if they estimate the standing grain to be fit to yield two <i>seah</i> and then he forgot it, this does not count as <i>shikhecha.</i><sup>109</sup><i class=\"footnote\">See Mishnah Péah 6:7.</i>",
            "If he forgot a <i>seah</i> of grain that was uprooted and a <i>seah</i> of grain that was not uprooted, they do not combine them but rather both of them are <i>shikhecha.</i> So also with garlic, onions, and fruits of trees. If he forgot part of them in the ground and part of them already picked and combined they make up two <i>seah</i>, they do not combine them, but both of them are <i>shikhecha.</i><sup>110</sup><i class=\"footnote\">See Mishnah Péah 6:9.</i>",
            "If one forgets a sheaf next to standing grain that is not forgotten, then this [sheaf] is not <i>shikhecha</i>, as it is said, (Deut. 24:19) <i>When you reap the harvest in your field and overlook a sheaf in the field.</i> A sheaf in which the area around it is harvested may be <i>shikhecha,</i> but a sheaf in which the area around it is standing grain is not <i>shikhecha.</i> So also if one forgot standing grain that is next to standing grain that is not forgotten, even one stem [that is not forgotten] saves that which is forgotten and it is permitted to take it, but if he forgot a sheaf or standing grain next to a sheaf that is not forgotten, even if it would yield two <i>seah</i>, it does not save it and this is considered <i>shikhecha</i> and for the poor.<sup>111</sup><i class=\"footnote\">See Mishnah Péah 6:8.</i> The standing grain of one's fellow does not save his [the original farmer's] sheaf. And the standing grain of barley does not save a sheaf of wheat, that this only applies if the standing grain is of the same type as the [forgotten] sheaf.",
            "If one forgot a tree that was in the midst of other trees, even if it were to yield several <i>seah</i> worth of fruit, or [even] if one forgot two trees, then these are <i>shikhecha.</i> Three [trees] may not be <i>shikhecha.</i><sup>112</sup><i class=\"footnote\">See Mishnah Péah 7:1. Ravad disagrees claiming that trees do not fit into this category.</i>",
            "To what does this refer? To a tree that is not well-known for its place, such as one that stands by a wine vat or by the side of a breach in a wall, or for its productivity, such as one that makes many of olives, or for its name, such as it being known as \"the olive tree that drips olives\" or if it overflows with a great deal of oil or [has a nickname, such as] \"the Pourer\" or \"the Embarrasser\" [in that it embarrasses the other trees], or even if it has only one of these three characteristics, the law of <i>shikhecha</i> does not apply to it, as it is said, (Deut. 24:19) <i>Overlook a sheaf in the field</i>, [which means] a sheaf you have forgotten completely and you would not know it unless you went back and saw it. It is exempt [from the law of <i>shikhecha</i>] because one remembers it for a long time, even if [one would only remember that particular produce] by happening upon it, for it is well-known.<sup>113</sup><i class=\"footnote\">See Mishnah Péah 7:1.</i>",
            "If one had marked it [a certain tree] off in his mind, then this counts as being well-known. If it stood next to a date palm tree, then the date palm tree marks it off. If there are two olive trees that overflow [with oil by their abundant produce], they mark off each other. If an entire field is of olive trees known for overflowing with oil, and he forgot one or two of them, then these are <i>shikhecha.</i> To what does this refer? Only when he has not begun [to pick] this well-known tree, but if he began to pick it and forgot part of it, then this does count as <i>shikhecha</i>, even if it is well-known. But if what remained was less than two <i>seah</i> [then this does not apply]. But if it is of two <i>seah</i> then this is not <i>shikhecha</i> unless he forgot the whole tree, as was explained.<sup>114</sup><i class=\"footnote\">Ravad objects that Mishnah Péah 7:1 does not seem to indicate this.</i>",
            "An olive tree that stands in the middle of several rows by itself, and three rows of olive trees surround it from three sides, even if each row has only two olive trees, if he forgot the one in the middle, this does not count as <i>shikhecha,</i> for the rows [of trees] hid it. Why does this apply to olive trees only? Because they were important in the Land of Israel at that time.<sup>115</sup><i class=\"footnote\">Ravad points out that this view is only according to Rabbi Yosi in Mishnah Péah 7:1. See also Mishnah Péah 7:2.</i>",
            "What is considered <i>shikhecha</i> in an arbor? Anything that is beyond one's reach and cannot grasp. In a vineyard? When one has passed by one vine or several vines and forgotten them. In suspended vines or date palm trees? Whatever remains after he has come back down. And as for all the other types of trees? Whatever he leaves behind when he turns and goes. To what situation does this apply? When he has not begun [to harvest the orchard with that tree], but if he began [to harvest the orchard with that tree] and forgot it, it [the first tree] is only <i>shikhecha</i> when he has harvested all of the fruit trees from around it [in that orchard].<sup>116</sup><i class=\"footnote\">See Mishnah Péah 7:2.</i>",
            "If one declares one's field \"ownerless\" [and thus community property] and he [the former owner] then gets up one morning and repossesses it and harvests grapes from it, one is obligated to give <i>peret</i>, <i>olélot</i>, <i>shikhecha</i>, and <i>péah</i>, for this is [what is it says in Scripture], (Lev. 19:9-10), <i>Your field...your vineyard.</i> I read this to mean that because it was his and now it is his [again], [he is obligated to give these things to the poor]. But if one took possession of that which was declared ownerless from others, then one is exempt from all, and in any case one is exempt from tithes as will be explained.<sup>117</sup><i class=\"footnote\">See Babylonian Talmud Bava Kamma 28a.</i>"
        ],
        [
            "Another, sixth type of gift for the poor from agriculture is the tithe that they give to the poor, and it is called <i>ma'esar ani</i> [the \"tithe for the poor\"].",
            "And this is the system of gift-offerings and tithes: After one has harvested the seeds of the earth or gathered the fruit of the trees and has completed one's labor, one must separate out one-fiftieth, and this is called the <i>terumah gedolah</i> [the \"great gift-offering\"], and one gives it to a priest. About this it is said in the Torah, (Deut. 18:4) <i>You shall also give him the first fruits of your new grain and wine and oil</i>. Afterwards, one separates from the remainder one-tenth, and this is called <i>ma'asér rishon</i> [the \"first tithe\"], and one gives it to a Levite. About this it is said in the Torah, (Num. 18:24) <i>For it is the tithes set aside by the Israelites [as a gift to the LORD hat I give to the Levites as their share]</i>, and (Num. 18:21) <i>To the Levites I hereby give all the tithes in Israel</i>.",
            "Afterwards, one separates from the remainder one-tenth, and this is called <i>ma'asér sheni</i> [the \"second tithe\"], and this is for the owner to eat in Jerusalem. About this it is said, (Lev. 27:31) <i>If anyone wishes to redeem any of his tithes, [he must add one-fifth to them]</i>, and about this it is said, (Deut. 14:22-23) <i>You shall set aside every tenth year [of all of the yield of your sowing that is brought from the field.] You shall consume the tithes [of your new grain and wine and oil, and the firstlings of your herds and flocks, in the presence of the LORD your God, in the place where He will choose to establish His name, so that you may learn to revere the LORD your God forever]</i>.",
            "According to this system, they should tithe, in a seven year cycle, the first, second, fourth, and fifth years, but on the third and the sixth years of the seven year cycle, after one has tithed <i>ma'asér rishon</i>, one should take out from the remainder another tithe [one-tenth] and give it to the poor. This is called <i>ma'esar ani</i>. In these two years there is no <i>ma'asér sheni</i> but instead <i>ma'esar ani</i>.<sup>118</sup><i class=\"footnote\">See Babylonian Talmud Rosh Hashanah 12b.</i> About this it is written, (Deut. 14:28-29) <i>Every third year you shall bring out the full tithe of your yield of that year, but leave it within your settlements. Then the Levite, [who has no hereditary portion as you have, and the stranger, the fatherless, and the widow in your settlements shall come and eat their fill, so that the LORD your God may bless you in all the enterprises you undertake.]</i> And about this it is written, (Deut. 26:12) <i>When you have set aside in full the tenth part [of your yield in the third year--the year of the tithe--and have given it to the Levite, the stranger, the fatherless, and the widow, that they may eat their fill in your settlements].</i>",
            "In the Sabbatical year, everything is considered \"ownerless\" [and thus community property] and there are no gift-offerings or tithes at all, not <i>ma'aser rishon</i>, not <i>ma'asér sheni</i>, not <i>ma'esar ani</i>, and outside of the Land of Israel there is no sabbatical for the land. [However,] they tithe in Egypt, Amon, and Moav <i>ma'asér rishon</i> and <i>ma'esar ani</i> because these lands are close to the Land of Israel so that the poor of Israel may be sustained on it during the seventh year. This is the law of Moses at Sinai<sup>119</sup><i class=\"footnote\">See 3:15.</i> that they tithe in the lands of Amon and Moav <i>ma'esar ani</i> in the seventh year, but in Shinar they separate out <i>ma'aser sheni</i> in the seventh year according to the system of the majority of the years.<sup>120</sup><i class=\"footnote\">See Mishnah Yada'yim 4:3.</i>",
            "As for <i>ma'asér rishon</i> that was taken for the Levite, he [the Levite] separates from it one-tenth and gives it to a priest. It is called <i>terumat ma'aser</i> [the \"gift offering of the tithe\"], and about this it is written, (Num. 18:26) <i>Speak to the Levites [and say to them: When you receive from the Israelites their tithes, which I have assigned to you as your share, you shall set aside from them one-tenth of the tithe as a gift to the LORD]</i>.",
            "When the poor pass by an owner of a field, and he has <i>ma'esar ani</i>, he gives to each poor person who comes before him his fill from the tithe, as it is said, (Deut. 14:29)<i> In your settlements shall come and eat their fill.</i>",
            "How much is (Deut. 14:29) <i>their fill</i>? If it is from wheat, one should not give less than a half a <i>kav</i>. If it is from barley, not less then one <i>kav</i>. If it is from spelt, not less than one <i>kav.</i> If it is from dried figs, not less than one <i>kav</i>. And if it is from fig cakes, not less than one <i>shekel</i> and five hundred twenty <i>selah</i>. If from wine, not less than half a <i>log</i>. If from oil, not less than one-fourth a <i>kav</i>. And if from rice, not less then one-fourth of a <i>kav</i>. If he gives from green herbs, he gives him a <i>shekel</i> of a <i>litre</i> when a <i>shekel</i> is thirty-five <i>dinarim</i>. From carobs, three <i>kavim</i>. From nuts, ten. From peaches, five. From pomegranates, two. [From] citrons, one. And if he gave from the remainder of fruits, [he gives him] not less than enough for him to sell in the market and take from their value food for two meals.<sup>121</sup><i class=\"footnote\">See Mishnah Péah 8:5.</i>",
            "If he only had a small amount of food and there a great many poor people so that he cannot give to each and every one according to the right measure, he gives [the whole] to them, and they divide it up amongst themselves.<sup>122</sup><i class=\"footnote\">See Mishnah Péah 8:6.</i>",
            "If <i>ma'esar ani</i> is divided from the store-chamber, the owners have no right to decide how it is to be apportioned among the poor. Only the poor may come and take regardless of the owner's feelings on the matter. And even if [the owner] is [also] a poor person of Israel, they take it [the tithe] from his possession [for distribution]. But if they divide it up in [his] home [instead of at the store-chamber], then the owner has the right to give it to the poor person that he wants.<sup>123</sup><i class=\"footnote\">See Babylonian Talmud Nedarim 84b and Chullin 131a.</i>",
            "If he had the tithe in the store-chamber, and he wanted to give it to a certain poor relative or someone known to him, he may separate out up to half of it to give to him, and the other half is divided among all the poor who come with the method described previously.<sup>124</sup><i class=\"footnote\">See Mishnah Péah 8:6.</i>",
            "When does it apply that one gives to the poor in order to give them their fill? When it is from the field, but if he had the tithe in his home [because he was poor himself], they divide it among all the poor people, even if it is only a little bit for each, for one is only commanded to give to satisfy his [the poor person's] fill only from the field, for one finds that this is the case in the verse, (Deut. 14:29)<i> In your settlements shall come and eat their fill.</i>",
            "If a man and a woman come [begging] to a house, they should give to the woman first and then send her away and then afterwards give to the man. [In the cases of] a father and his son, a man and his relative, two brothers, two partners, when one of them becomes poor, the other one gives <i>ma'esar ani</i> to him.<sup>125</sup><i class=\"footnote\">See Babylonian Talmud Yevamot 100a and Kiddushin 32a.</i>",
            "If there are two poor people who rented a field in partnership [with the owner], one may separate out <i>ma'esar ani</i> and give it to the other [his partner], and so may the other take out from his share and give it to him.<sup>126</sup><i class=\"footnote\">See Mishnah Péah 5:5.</i>",
            "If one [poor person] receives a field to harvest, it is forbidden [for him] to take out [in addition to the produce of the field itself] <i>leket</i>, <i>shikhecha</i>, <i>péah</i>, and <i>ma'esar ani</i> [for his own benefit]. When is this? [In the situation where] he receives it and can take part of the whole field's harvest, such as when one gives him a third or a fourth as his wages. But if the owner of the field said to him, \"What you can harvest yourself from this one-third is yours,\" or \"What you will harvest from this fourth,\" then he has nothing until he has harvested it. While he is harvesting, therefore, he is poor, and therefore he may take <i>leket</i>, <i>shikhecha</i>, and <i>péah</i> [for himself], but he is forbidden to take <i>ma'esar ani</i> because they only separate out <i>ma'esar ani</i> after it is all harvested and he has at that point taken possession of his portion that he harvested [and is no longer poor].<sup>127</sup><i class=\"footnote\">See Mishnah Péah 5:5.</i>",
            "If one sells his field, including the land and the produce, and then he becomes poor, he is permitted to take its [the land's] <i>leket</i>, <i>shikhecha</i>, <i>péah</i>, and <i>ma'esar ani</i>. But the purchaser is forbidden to take them [these gifts if he is poor].<sup>128</sup><i class=\"footnote\">See Mishnah Péah 5:6.</i> Even if he [the purchaser] has not yet been paid and even if he borrowed money [for the purchase], he is still forbidden to take the gifts for the poor.",
            "One may not use <i>ma'esar ani</i> to repay a loan, and one may not pay back a favor from it [<i>ma'esar ani</i>], but they may pay out of it something for an act of loving kindness so long as he informs him that it comes from <i>ma'esar ani</i>. But they may not use it to redeem captives [by paying their ransom from <i>ma'esar ani</i>], or buy wedding gifts, or give <i>tzedakah</i>, but they may give it to a town scholar for his benefit.<sup>129</sup><i class=\"footnote\">See Tosefta Péah 4:16.</i> They may not, however, take it from the Land of Israel to outside the Land of Israel, as it is said, (Deut. 14:28) <i>But leave it within your settlements</i>, and it is said, (Deut. 26:12) <i>That they may eat their fill in your settlements</i> [teaching that it must be used within the Land of Israel]."
        ],
        [
            "It is a positive <i>mitzvah</i> to give <i>tzedakah</i> to the poor according to what is fitting for the poor person if he has the means to do so, as it is said, (Deut. 15:8) <i>Rather, you must open your hand and lend him sufficient for whatever he needs.</i> And it is said, (Lev. 25:35)<i> [If your kinsman, being in straits, comes under your authority,] and you hold him as though a resident alien, [let him live by your side:]</i> And it is said (Lev. 25:36), <i>[Do not exact from him advance or accrued interest, but fear your God.] Let him live by your side as your kinsman.</i><sup>130</sup><i class=\"footnote\">See Babylonian Talmud Ketubot 67b-68a.</i>",
            "Anyone who sees a poor person begging and averts his eyes from him and does not give him <i>tzedakah</i> transgresses a negative <i>mitzvah</i>, as it is said, (Deut. 15:7) <i>[If, however, there is a needy person among you, one of your kinsmen in any of your settlements in the land that the LORD your God is giving you,] do not harden your heart and shut your hand against your needy kinsman.</i>",
            "One is commanded to give to a poor person according to what he lacks. If he has no clothes, they clothe him. If he has no utensils for a house, they buy [them] for him. If he does not have a wife, they arrange a marriage for him. If [the poor person] is a woman, they arrange a husband for marriage for her. Even if it was the custom of [a person who was rich but is now] a poor person to ride on a horse with a servant running in front of him, and this is a person who fell from his station, they buy him a horse to ride upon and a servant to run in front of him, as it is said, (Deut. 15:8) <i>Sufficient for whatever he needs</i>. You are commanded to fill whatever he lacks, but you are not commanded to make him wealthy.<sup>131</sup><i class=\"footnote\">See Babylonian Talmud Ketubot 67b.</i>",
            "In the case of an orphan who wants to marry a woman [and lacks the means to do so], [first] they pay for a house for him and arrange for a bed for him and all that he needs for the household, and afterwards they arrange a marriage for him.",
            "If a poor person comes and asks for what is sufficient to fill his needs and one does not have the means to provide it for him, one gives according to his means. How much is this? One-fifth of one's assets is the best possible way, but one-tenth is the usual way. Less than this is a bad sign, and never should one restrain himself from a third of a <i>shekel</i> a year. Anyone who has not given at least this much has not fulfilled the <i>mitzvah</i>.<sup>132</sup><i class=\"footnote\">See Babylonian Talmud Bava Batra 9a.</i> Even a poor person who lives on <i>tzedakah</i> is obligated to give <i>tzedakah</i> to another.<sup>133</sup><i class=\"footnote\">See Babylonian Talmud Gittin 7b.</i>",
            "If a poor person who is unknown [in the area] has said, \"I am hungry; please feed me,\" They do not check into his background lest he be an impostor, but rather they feed him immediately. If he was naked and said, \"Clothe me,\" they do check on his background lest he be an impostor, but if they know him, they clothe him according to his honor immediately and they do not check on him.<sup>134</sup><i class=\"footnote\">See Babylonian Talmud Bava Batra 9a, the opinion of Rabbi Yehudah.</i>",
            "They provide for and clothe the poor of Gentiles along with the poor of Israel for the sake of peaceful relations.<sup>135</sup><i class=\"footnote\">See Babylonian Talmud Gittin 61a and Bava Batra 9a.</i> And if there is a poor person who goes door to door, they are not obligated to give him a large gift, but rather they give him a small gift. It is forbidden to turn away a poor person who asks empty handed, even if you give him a single dry fig, as it is said, (Psalms 74:21) <i>Let not the downtrodden be turned away disappointed; [let the poor and needy praise Your name]</i>.",
            "They may not give to a poor person who goes from place to place less than a loaf of bread which when sold is worth a dupondium when wheat is worth four <i>se'in</i> for a <i>selah,</i> and we have already explained the ways [this is done]. And if he stays overnight, they give him a blanket with which to sleep and a cushion to put under his head, some oil and some beans, and if it is the Sabbath, they give him enough food for three meals and oil, beans, fish, and green herbs. If they know him, they give to him according to his honor.<sup>136</sup><i class=\"footnote\">See Mishnah Péah 8:7.</i>",
            "If a poor person does not want to take <i>tzedakah</i>, they deal subtlety with him and give to him in the name of a gift or a loan, but as for a wealthy person who makes himself go hungry and looks with sorrow on his wealth and will not eat or drink, they do not pay attention to him.<sup>137</sup><i class=\"footnote\">See Babylonian Talmud Ketubot 67b.</i>",
            "In the case of one who does not want to give <i>tzedakah</i> or who gives less than he should, a court should beat him with blows of chastisement until he gives what they estimate he should. They should bring down his money in front of his face and take from him what he should have given, and they may pawn his property for <i>tzedakah</i>, even if it is on the eve of the Sabbath.<sup>138</sup><i class=\"footnote\">See Babylonian Talmud Ketubot 49b and Bava Batra 8b.</i>",
            "If a man who is in hardship who gives <i>tzedakah</i> more than he should, or who afflicts himself and gives to the collectors so as not to be embarrassed, it is forbidden to make a claim of him or collect <i>tzedakah</i> from him. The collector who shames him and asks [for <i>tzedakah</i>] from him in the future will be punished, as it is said, (Jeremiah 30:20) <i>I will deal with all his oppressors</i>.<sup>139</sup><i class=\"footnote\">For example, see Babylonian Talmud Bava Batra 8b, Shabbat 156b and the Introduction.</i>",
            "They do not take <i>tzedakah</i> from orphans, even for the ransom of captives, even if they have a great deal of money, but a judge may decree such for them for the sake of their reputation. Collectors of <i>tzedakah</i> may take a small amount from women, servants, and children, but they may not take a large amount, [for a large amount may have been the result of] thievery and robbery from others. And what is the small amount they may give? All is according to the wealth of their masters and their poverty.<sup>140</sup><i class=\"footnote\">See Babylonian Talmud Bava Batra 8b.</i>",
            "A poor person who is a relative takes precedence over anyone else. The poor of one's household take precedence over the poor of one's city. The poor of one's city take precedence over the poor of another city, as it is said, (Deut. 15:11) <i>Open your hand to the poor and needy kinsman in your land.</i><sup>141</sup><i class=\"footnote\">See Babylonian Talmud Bava Metzia 71a.</i> A new principle becomes present here. As opposed to giving agricultural produce, which was on a strict \"first-come, first-serve\" basis, family and community relationships now dictate the giving of <i>tzedakah</i>.",
            "If one engages in trade [and travels between cities] and the authorities of a city exact <i>tzedakah</i> from him when he traveled through [for the needs of the city], then this [money] should be given to the poor of that city. But if there are many [such traders], and the authorities of the city exact <i>tzedakah</i> from them when they come through, then [they pay it in that city, but] they bring it back with them and give it to the poor of their city [of origin].<sup>142</sup><i class=\"footnote\">See Babylonian Talmud Megillah 27a.</i> But if there is a special town scholar, he distributes the <i>tzedakah</i> as he sees fit.",
            "One who says, \"Give 200 <i>dinarin</i> for the synagogue\" or, \"Donate a Torah scroll to the synagogue,\" they should give to the synagogue which he usually attends. And if he usually attends two [synagogues], then he should give to both of them. If one says, \"Give 200 <i>dinarin</i> to the poor,\" they should give to the poor of that city.<sup>143</sup><i class=\"footnote\">See Tosefta Bava Kama 11:3.</i>"
        ],
        [
            "A [pledge to] <i>tzedakah</i> is a form of a vow, and therefore one who says, \"I pledge to give a <i>selah</i> for <i>tzedakah</i>,\" or \"This <i>selah</i> is for <i>tzedakah</i>\" is obligated to give it to the poor immediately,<sup>144</sup><i class=\"footnote\">See Babylonian Talmud Rosh Hashanah 6a.</i> and if he delays, then he has transgressed the commandment not to delay [fulfilling a vow] (Deut. 23:22). Thus, if poor people can be found there [when he makes the vow], he should give it [to them] immediately. If there are no poor people there, he should set it aside and leave it until he happens upon some poor people. But if he stipulates that he will not give [the coin] until he encounters a poor person, then he need not set it aside. So also if he makes the condition at the time he took the vow for <i>tzedakah</i> or to donate something that the collectors are permitted to exchange it or to change it with a goldsmith, then they are permitted to do so.",
            "One who connects pledges of <i>tzedakah</i> is as obligated with one vow as with another. How so? [This applies] if he said, \"This <i>selah</i> is like that <i>selah</i>, then that one is for <i>tzedakah</i>.\" If he sets aside a <i>selah</i> and said, \"This is for <i>tzedakah</i>,\" and then he took out a second <i>selah</i> and said, \"And this second one is for <i>tzedakah</i>\" even though he did not set it aside from the start.<sup>145</sup><i class=\"footnote\">See Babylonian Talmud Nedarim 7a.</i>",
            "One who took a vow for <i>tzedakah</i> without knowing how much he vowed should give until he says, \"This is not what I intended.\"<sup>146</sup><i class=\"footnote\">See Mishnah Menachot 13:4.</i>",
            "If one says, \"This <i>selah</i> is for <i>tzedakah</i>,\" or one who says, \"I owe a <i>selah</i> for <i>tzedakah</i>,\" and sets one aside, if he wants to, he may exchange it [that particular coin] for another, but if it has reached the hand of the collector, it is forbidden to exchange it. If the collectors want to combine the small coins for <i>dinarin</i> [which are of larger value], they are only permitted to do so if there are no poor people around to whom they need to distribute it. They may combine the coins [for coins of larger value] for the sake of others, but not for themselves.<sup>147</sup><i class=\"footnote\">See Babylonian Talmud Arachin 6a.</i>",
            "If the poor would benefit from keeping the coins in the possession of the collector so that they would thereby make others give [because they would see money in the box and feel compelled to give as others have done], then that collector is permitted to borrow the coins of the poor and make payments [with them], for <i>tzedakah</i> is not like sanctified property from which it is forbidden to derive any benefit.<sup>148</sup><i class=\"footnote\">See Babylonian Talmud Arakhin 6b.</i>",
            "If someone who donates a menorah or a lamp to a synagogue, it is forbidden to exchange it, but if it is for the sake of a <i>mitzvah</i>, it is permitted to exchange it even though the name of the donor has not become lost and people can say, \"That menorah\" or \"That light is from so-and-so.\" And if the name of the donor became lost [with all the other goods and donations], then it is even possible to exchange it for a secular matter [as opposed to a <i>mitzvah</i>].<sup>149</sup><i class=\"footnote\">See Babylonian Talmud Arakhin 6b.</i>",
            "To what does this refer? To a situation when a Jew makes the donation, but if a Gentile makes a donation, it is forbidden to exchange it, even for the sake of a <i>mitzvah,</i> until the donor's identity has become lost, lest the Gentile say, \"I consecrated something to the synagogue of the Jews, and they sold it for themselves.\"<sup>150</sup><i class=\"footnote\">See Babylonian Talmud Arakhin 6b.</i>",
            "If a Gentile donated something to the Temple fund [for the Temple in Jerusalem], they may not accept [it] before the fact, but if they already took it from him, they may not return it to him. If it is something affixed, such as a beam or a stone, they do return it to him so that something permanent will not be in the Holy Temple, as it is said, (Ezra 4:3) <i>It is not for you and us [to build a House to our God, but we alone will build it]</i>. But in the case of a synagogue, they may accept it right from the start, so long as he says, \"I dedicated something with the [same] intention of a Jew,\" and if he did not say so, it may be preserved in storage in that his intention may be for the sake of heaven. They may not accept anything [from Gentiles] for the walls of Jerusalem or for the water channel there, as it is said, (Nehemiah 2:20) <i>But you have no share or claim or stake in Jerusalem!</i><sup>151</sup><i class=\"footnote\">See Babylonian Talmud Arakhin 6a.</i>",
            "It is forbidden for a Jew to take <i>tzedakah</i> from a Gentile in public, but if he is not able to live on the <i>tzedakah</i> of Israel and cannot take <i>tzedakah</i> from the Gentiles in private, then he may do so in public. If a king or a noble of the Gentiles sends money to a Jewish community for <i>tzedakah</i>, they may not send it back for the sake of the peace of the kingdom, but rather they take it and give it to the poor of the Gentiles in secret so that the king will not hear.<sup>152</sup><i class=\"footnote\">See Babylonian Talmud Sanhedrin 26b. However, it only states that those who accept charity from Gentiles in public when there is an alternative are ineligible to be witnesses.</i>",
            "The redemption of captives held for ransom takes precedence over sustaining the poor and clothing them. You do not find a <i>mitzvah</i> greater than the redemption of captives, for captivity is in the same category as famine, drought, or exposure, and one stands in danger to one's life. One who averts his eyes from redeeming [the captive] transgresses [the commandment], (Deut. 15:7) <i>Do not harden your heart and shut your hand</i>, and (Lev. 19:16) <i>Do not stand upon the blood of your neighbor</i>, and (Lev. 25:53) <i>He shall not rule ruthlessly over him in your sight</i>, and nullifies the commandment (Deut. 15:8) <i>You must open your hand</i>, and the commandment, (Lev. 25:36) <i>Let him live by your side as your kinsman</i>, and (Lev. 19:18) <i>Love your fellow as yourself</i>, and (Proverbs 24:11) <i>If you refrained from rescuing those taken off to death, [those condemned to slaughter--if you say, \"We knew nothing of it,\" surely He who fathoms hearts will discern]</i>, and many such sayings. You cannot find a greater <i>mitzvah</i> than the redemption of captives.<sup>153</sup><i class=\"footnote\">See Babylonian Talmud Bava Batra 8a-b on the importance of redeeming captives and Chullin 7a where Rabbi Phineas ben Yair travels to redeem captives and, on the way, a river parts for him, enabling him to pass through on dry land to fulfill his duty.</i>",
            "If people of a city have collected money for the building of a synagogue, and a matter of a <i>mitzvah</i> comes before them, they should use the money [for the <i>mitzvah</i>]. But if they already purchased stones and beams, they should only sell them in the case of redeeming captives. Even if they have brought the stones and made walls of them, beams and laid them out, they sell it all for the sake of redeeming captives and that alone, but if they have built and completed [the synagogue], they do not sell the synagogue. Rather, they collect for their [the captives'] redemption from the public.<sup>154</sup><i class=\"footnote\">On the public collection of charity, see Babylonian Talmud Bava Batra 8b.</i>",
            "They may not redeem the captives for more than their worth for the sake of civilization, so that the enemies will not pursue after them to enslave them [once they find out they are will to pay anything]. And they do not try to make the captives escape for the sake of civilization, so that the enemies will not increase the weight of their yoke and add more guards.<sup>155</sup><i class=\"footnote\">See Mishnah Gittin 4:6. The translation \"for the sake of civilization\" is used to try to capture the nuance that there is a duty to make the world a less chaotic and dangerous place.</i>",
            "He who sells himself and his children to Gentiles or who takes a loan from them and becomes enslaved to them or is imprisoned because of the loan, the first and second time it is a <i>mitzvah</i> to redeem them. The third time they do not redeem him, but they redeem the children after the death of their father. But if they want to kill him, then they redeem him from their power, even if this is several times [that this has happened].<sup>156</sup><i class=\"footnote\">See Babylonian Talmud Gittin 46b-47a.</i>",
            "In the case of a slave who was taken captive, if he immersed himself for the sake of servitude and he accepted upon himself the duty of the <i>mitzvot</i>, they redeem him as if he were a Jew who had been taken captive. But if the prisoner rebels and joins the idolaters, even if it is by [transgressing] one <i>mitzvah</i>, such as the prohibition against eating carrion, in order to infuriate [the Jewish community], etc., it is forbidden to redeem him.<sup>157</sup><i class=\"footnote\">See Babylonian Talmud Gittin 37b and 47a.</i>",
            "A woman takes precedence over a man for feeding, clothing, and bringing out of prison, because it is more usual for men to go door to door [to beg] and not for a woman who feels great shame in this. But if both of them [a man and a woman] were in captivity and were in danger of being violated sexually, the man takes precedence for redemption, because this is not the way of things.<sup>158</sup><i class=\"footnote\">See Mishnah Horayot 3:7, Babylonian Talmud Ketubot 67a.</i>",
            "In the case of a male orphan and a female orphan who come [to the authorities of the community] to get married [but not to each other], the female [orphan] takes precedence over the man, because she feels great shame in this.<sup>159</sup><i class=\"footnote\">See Babylonian Talmud Ketubot 67a-b.</i> And they may not give her less than the worth of six and a quarter <i>dinar</i> of pure silver, and if they have more in the bank of <i>tzedakah</i>, they give to her according to her honor.<sup>160</sup><i class=\"footnote\">See Mishnah Ketubot 6:5.</i>",
            "If we have before us many poor people or many captives, and there is not enough in the fund to sustain them, or to clothe them, or to redeem them all, a priest takes precedence over a Levite, a Levite over a [regular] Jew, a Jew over a <i>chalel</i> [an illegitimate child of a priest], a <i>chalel</i> over a <i>shetuki</i> [an illegitimate child with an unknown father], a <i>shetuki</i> over a <i>asufi</i> [a foundling]<i>,</i> an <i>asufi</i> over a <i>mamzer</i> [a child who was conceived in a union forbidden by the Torah], a <i>mamzer</i> over a <i>natin</i> [a descendent of the Gibeonites], and a <i>natin</i> over a stranger, so long as the <i>natin</i> was praised with us in holiness, and a convert takes precedence over a freed slave, for he [the slave] was once one of the cursed.<sup>161</sup><i class=\"footnote\">See Mishnah Horayot 3:8.</i>",
            "To what does this refer? When both who are imprisoned are equal in wisdom. But if there was a High Priest who was an ignoramus and a <i>mamzer</i> who was a wise disciple, the wise disciple takes precedence. Anyone who is great in wisdom takes precedence over another. But if one of them [the captives] was one's rabbi or father, even if there is someone who is greater in wisdom, one's rabbi or father [takes precedence]. Even if there is someone there [among the captives] who is greater in wisdom than his rabbi or his father, so long as he [his father or rabbi] is a wise disciple, he [the father or the rabbi] takes precedence over the one who is greater than them in wisdom.<sup>162</sup><i class=\"footnote\">See Mishnah Horayot 3:8 and Babylonian Talmud Horayot 13a.</i>"
        ],
        [
            "Any city in which there is a Jewish community is obligated to raise up collectors of <i>tzedakah</i>, people who are well-known and trustworthy, to go door-to-door among the people from Sabbath eve to Sabbath eve and to take from each and every one what is appropriate for them to give. [The amount] should be a set and clear matter for each person. They also distribute the money from Sabbath eve to Sabbath eve and give to each and every poor person enough food to last them for seven days. This method is called the <i>kupah</i> [the \"coffer\" for the charity fund].<sup>163</sup><i class=\"footnote\">For laws 1-12, see Babylonian Talmud Bava Batra 8a-11b in addition to the citations listed below.</i>",
            "So also [the community] must enlist collectors to take [donations] on a day-to-day basis, from each and every yard, a main dish, other types of food, fruit, or money for anyone who would donate something at that time, and they distribute this collection in the evening among the poor and give to each poor person from it a day's sustenance. This method is called the <i>tamchui</i> [the \"charity plate\"].",
            "Never have we seen or heard of a Jewish community that does not have a <i>kupah</i>, but as for a <i>tamchui</i>, there are places whose custom it is to have it and places that do not. The widespread custom today is that the collectors of the <i>kupah</i> make their rounds each day [to collect the <i>tzedakah</i>], and they distribute it on each Sabbath eve.<sup>164</sup><i class=\"footnote\">See also Babylonian Talmud Sanhedrin 17b on the basic requirements for a community.</i>",
            "On fast days, they must still distribute food for the poor. Any fast where the community eats [at the end after sundown], goes to sleep, and did not distribute <i>tzedakah</i> to the poor is like [a community] that sheds blood. About them it is written in the prophetic books, (Isaiah 1:21) <i>Where righteousness [tzedek] dwelt, but now murderers.</i> To what does this refer? When they have not given them a main dish and fruit with which to eat it, such as dates or grapes. But if the money or the wheat was delayed [and they did not give them food because of a mitigating circumstance], then they are not like murderers.<sup>165</sup><i class=\"footnote\">See Babylonian Talmud Sanhedrin 35a.</i>",
            "The <i>kupah</i> may only be collected by two individuals, for there is no authority to an institution in the community in financial matters except if there are at least two people [to run it], but it is permissible to entrust one person with the money from the <i>kupah</i>. It may only be distributed by three individuals, because it is as if they are making judicial decisions about money [and a Jewish court is comprised of three individuals], for they give to each one enough to fill this lack for the Sabbath [and this is a matter of judgment]. And the <i>tamchui</i> is collected by three, for this is not a clearly defined matter [and also requires judicial decisions], and it is distributed by three.<sup>166</sup><i class=\"footnote\">See Mishnah Péah 8:7.</i>",
            "The <i>tamchui</i> is collected each day, and the <i>kupah</i> [is collected] each Sabbath eve. The <i>tamchui</i> is given to the poor everywhere, and the <i>kupah</i> is given to [the poor of] that city alone.",
            "The citizens of the city are permitted to interchange the <i>kupah</i> and the <i>tamchui</i> one with the other, and they may exchange them according to the desires fitting the needs of the community, even though they did not stipulate such at the time it was collected. If there is someone in the province who is especially wise, everything should be collected according to his understanding, and he should distribute it as he sees best. This person is permitted to exchange them [the <i>kupah</i> and the <i>tamchui</i>] as he sees fit according to the needs of the community.",
            "Collectors of <i>tzedakah</i> are not permitted to spread out far from each other [while collecting] in the market [so as to avoid suspicion], except when one goes through a gate while the other goes into a store so they may make a collection.",
            "If a <i>tzedakah</i> collector finds money in the market, he may not put it in his pocket [so it looks like he is stealing], but rather he puts it in the money bag of the <i>tzedakah</i>, and when he gets home he may take it out.",
            "If a <i>tzedakah</i> collector engages in business with another in the market [while he is collecting <i>tzedakah</i>] and he [the other person] pays him [the collector in front of others], he may not place [the money] in his pocket, but rather he puts it in the money bag of <i>tzedakah</i>, and when he gets home he may take it out. He may also not count the money from the <i>kupah</i> two by two but rather one coin at a time so that there is no suspicion, as it is said, (Num. 32:22) <i>You shall be clear before the LORD and before Israel</i>.",
            "If the collectors of <i>tzedakah</i> do not have poor people [at that moment] to whom to distribute, they may combine the money into <i>dinarim</i>, for the sake of others but not for themselves. The collectors of the <i>tamchui</i> who do not have poor people to whom to distribute may sell [donated gifts] for the sake of others but not for their own sake. People should not investigate the collectors of <i>tzedakah</i>, the treasurer of the Temple, [that is, demand a list of who gave what,] as it is said, (II Kings 22:7) <i>However, no check is to be kept on them for the silver that is delivered to them, for they deal honestly.</i>",
            "If someone stays in a province for thirty days, they may coerce him to give <i>tzedakah</i> for the <i>kupah</i> for the citizens of that province. If he stays for three months, they may coerce him to give to the <i>tamchui</i>. If he stays for six months, they may coerce him to give <i>tzedakah</i> for clothing, so they may clothe the poor of that city. If he stays for nine months, they may coerce him to give <i>tzedakah</i> for burial, so they may bury the poor and take care of all of the needs for burial.",
            "One who has enough food for two meals is forbidden to take from the <i>tamchui</i>. If one has food for fourteen meals, he may not take from the <i>kupah</i>.<sup>167</sup><i class=\"footnote\">See Babylonian Talmud Shabbat 118a.</i> If he had 200 <i>zuz</i> and does not engage in business with them, or if he had fifty <i>zuz</i> and does engage in business with them, then he may not take <i>leket</i>, <i>shikhecha</i>, <i>péah</i>, and <i>ma'esar ani</i>. If he had 199 <i>dinar</i>, even if a thousand people gave him at once, he is permitted to take [everything]. If he had money in his possession but he has a debt or this is collateral for the prenuptial agreement [<i>ketubah</i>] for his wife, then he is permitted to take [<i>tzedakah</i>].<sup>168</sup><i class=\"footnote\">See Mishnah Péah 8:7.</i>",
            "If a poor person is in need who owns a yard and household utensils, even if they are made of silver or gold, they may not require him to sell his home or his utensils, but rather he is permitted to take [<i>tzedakah</i>], and it is a <i>mitzvah</i> to give to him. In what situation does this apply? To utensils for eating, drinking, doing laundry, for bedding, and similar such things. But if the utensils of silver and gold are things such as a trowel or a pestle or something similar, he must sell them and he gets [utensils] of lesser value. When does this apply [that they force him to sell extraneous tools]? Before he has collected [<i>tzedakah</i>] from the people. But even after he has collected <i>tzedakah</i>, they still make him sell his utensils and take others of lesser value, and then afterwards he may take [<i>tzedakah</i> again].<sup>169</sup><i class=\"footnote\">See Babylonian Talmud Ketubot 68a.</i>",
            "If a owner of a home was traveling to a city and lost his money while on the way and now has nothing to eat, then he is permitted to take <i>leket</i>, <i>shikhecha</i>, <i>péah</i>, <i>ma'esar ani</i>, and to benefit from <i>tzedakah</i>. And when he arrives at his home, he does not need to pay [the money back], for he was a poor person at that time. To what is this similar? To a poor person who becomes rich and does not need to pay [back all the money that sustained him while he was poor].<sup>170</sup><i class=\"footnote\">See Mishnah Péah 5:4.</i>",
            "If one owns houses, fields, or vineyards, and if he sold them during the rainy season, it would be at a loss, whereas if he waited until the dry season, he could sell them for their worth, in such a case, they may not require him to sell [when he would lose money], but rather they feed him from <i>ma'esar ani</i> up until half their [his property's] worth,<sup>171</sup><i class=\"footnote\">See Babylonian Talmud Bava Kama 7a.</i> and they do not pressure him to sell at a time when it would be disadvantageous to sell.",
            "If the rest of the people are buying at high prices, and he finds that no one will buy from him except at a cheap price because he is under pressure and in dire straits, they may not require him to sell [at that time]. Rather, he eats from <i>ma'esar ani</i> and continues until he can sell for their value, as everyone knows so he is not under pressure to sell [at a loss].<sup>172</sup><i class=\"footnote\">See Babylonian Talmud Bava Kamma 7a-b. It is remarkable, however, that the Talmud teaches the opposite of Maimonides' ruling. However, later legal decisions are in accordance with Maimonides, perhaps suggesting a problem with the transmission of texts.</i>",
            "If they collected money for a certain poor person in order to fill his lack, and they accumulated a surplus [by collecting more than what he was lacking], the surplus belongs to him. And so if they collected a surplus for poor people in general, [the surplus is set aside] for the poor [in the future]. And so a surplus for captives [is set aside for future] captives, and so for a specific captive, [the surplus goes to] that specific captive. And so a surplus for taking care of the dead in general [is set aside for the future needs of] taking care of the dead, and so if there is a surplus [that they collected] for a specific dead person, it goes to his heirs.<sup>173</sup><i class=\"footnote\">See Mishnah Shekalim 2:5.</i>",
            "A poor person who has given a <i>perutah</i> to the <i>tamchui</i> or to the <i>kupah</i>, they accept it from him. If he did not give [anything], they do not require him to give. If they gave him new clothes, and he returned the worn garments, they accept them from him. And if he did not donate [to the <i>kupah</i>], they do not require him to give.<sup>174</sup><i class=\"footnote\">See Tosefta Péah 4:10.</i>"
        ],
        [
            "We must be especially careful to observe the <i>mitzvah</i> of <i>tzedakah</i>, more so than any other positive <i>mitzvah</i>, for <i>tzedakah</i> is a sign of the righteous [<i>tzadik</i>] lineage of Abraham, our father, as it is said, (Genesis 18:19) <i>For I have singled him out, that he may instruct his children and his posterity [to keep the way of the LORD] by doing what is just [tzedakah].<sup>175</sup><i class=\"footnote\">See Babylonian Talmud Yevamot 79a.</i> The throne of Israel is established and the religion of truth stands only on tzedakah</i>, as it is said, (Isaiah 54:14) <i>You shall be established through righteousness [tzedek].</i> And Israel will only be redeemed through <i>tzedakah</i>, as it is said, (Isaiah 1:27) <i>Zion shall be saved in the judgment; her repentant ones, in the retribution [tzedakah]</i>.<sup>176</sup><i class=\"footnote\">See Babylonian Talmud Shabbat 139a.</i>",
            "Never has anyone become poor by giving to <i>tzedakah</i>, nor has anything bad ever come of it, nor has any harm occurred because of <i>tzedakah</i>, as it is said, (Isaiah 32:17) <i>The work of righteousness [tzedakah] is peace.</i> Anyone who shows compassion, others will show compassion to him, as it is said, (Deut. 13:18) <i>[May God] show you compassion, and let your compassion increase.</i><sup>177</sup><i class=\"footnote\">This is a play on the text. The original reads, \"and in His compassion increase you,\" that is, God will multiply your descendants. Here, the compassion itself increases.</i> And if someone is cruel and without compassion, then his lineage is suspect, for cruelty is only found among the idolatrous nations, as it is said,<i> (Jer. 50:42) They are cruel, they show no mercy.<sup>178</sup><i class=\"footnote\">See Babylonian Talmud Shabbat 151b.</i> All Israel and all who are associated with them are like brothers, as it is said, (Deut. 14:1) You are children of the LORD your God.</i><sup>179</sup><i class=\"footnote\">See Babylonian Talmud Bava Batra 10a and the Introduction.</i> And if a brother does not show compassion for another brother, then who will have compassion for him? And to whom can the poor of Israel look? To the idolatrous nations that hate them and pursue them? They can only look to rely upon their brothers.",
            "Anyone who averts his eyes from [the need of] <i>tzedakah</i> is called <i>Belial</i> [\"Wickedness\"], just as the idolaters worship <i>Belial</i>, and of the idolaters Scripture says, (Deut. 13:14) <i>That some scoundrels [children of Belial] from among you have gone [and subverted the inhabitants of their town]</i> by averting their eyes from [the need of] <i>tzedakah</i>. It says, (Deut. 15:9) <i>Beware lest you harbor a base [belial] thought.<sup>180</sup><i class=\"footnote\">See Babylonian Talmud Ketubot 68a.</i> And such a person is called, \"wicked,\" as it is said, (Prov. 12:10) The compassion of the wicked is cruelty</i>. Such a person is called, \"a sinner,\" as it is said, (Deut. 15:9) <i>He will cry out to the LORD against you, and you will incur a sin.<sup>181</sup><i class=\"footnote\">See Babylonian Talmud Bava Batra 10a. The translation reads, \"guilt,\" but the connection here is through \"sin.\"</i> The Holy One, Blessed Be He, is close to the cries of the poor, as it is said, (Job 34:28) He listens to the cry of the needy</i>.<sup>182</sup><i class=\"footnote\">Maimonides does not quote this exactly.</i> Therefore, one needs to be especially sensitive to their cries, for they [the poor] have a covenant established [between them and God], as it is said, (Exodus 22:26) <i>Therefore, if he cries out to Me, I will pay heed, for I am compassionate.</i>",
            "Anyone who gives <i>tzedakah</i> to a poor person with a scowl and causes him to be embarrassed,<sup>183</sup><i class=\"footnote\">Literally: causes his face to fall in shame.</i> even if he gave him a thousand <i>zuz</i>, has destroyed and lost any merit thereby. Rather, one should give cheerfully, with happiness [to do so] and empathy for his plight, as it is said, (Job 30:25) <i>Did I not weep for the unfortunate? Did I not grieve for the needy?</i> And one should speak to him words of comfort and consolation, as it is said, (Job 29:13) <i>[I received the blessing of the lost,] I gladdened the heart of the widow</i>.",
            "If a poor person asks of you [to give him something], and you do not have anything in your possession to give to him, comfort him with words.<sup>184</sup><i class=\"footnote\">See Leviticus Rabbah 34:15 as well as Babylonian Talmud Bava Batra 9b.</i> It is forbidden to speak harshly to a poor person or to raise your voice in a shout, for his heart is broken and crushed. Thus it says in Scripture, (Psalms 51:19) <i>God, You will not despise a contrite and crushed heart.</i> And it says, (Isaiah 57:15) <i>Reviving the spirits of the lowly, reviving the hearts of the contrite.</i> And woe to anyone who shames a poor person! Woe to him! Rather, let him be like a father to him, in compassion and in words, as it is said, (Job 29:15) <i>I was a father to the needy.</i>",
            "One who coerces others to give <i>tzedakah</i> is considered to have performed even a greater deed then the person who actually gives, as it is said, (Isaiah 32:17) <i>For the work of the righteousness [tzedakah] shall be peace, [and the effect of righteousness [tzedakah], calm and confidence forever.]<sup>185</sup><i class=\"footnote\">See Babylonian Talmud Bava Batra 9a. The first half of the verse refers to the one who gives. The second part of the verse refers to one who coerces others and whose reward is more lasting.</i> Of collectors of tzedakah</i> and similar people it is written, (Daniel 12:3) <i>Those who lead the many to righteousness [matzdiké harabim]</i> <i>will be like the stars [forever and ever].</i>",
            "There are eight levels of <i>tzedakah</i>, each one greater than the other. The greatest level, higher than all the rest, is to fortify a fellow Jew and give him a gift, a loan, form with him a partnership, or find work for him, until he is strong enough so that he does not need to ask others [for sustenance]. Of this it is said, (Lev. 25:35) <i>[If your kinsman, being in straits, comes under your authority,] and you hold him as though a resident alien, let him live by your side.</i> That is as if to say, \"<i>Hold</i> him up,\" so that he will not fall and be in need.<sup>186</sup><i class=\"footnote\">See Babylonian Talmud Shabbat 63a.</i>",
            "One level lower than this is one who gives <i>tzedakah</i> to the poor and does not know to whom he gives, and the poor person does not know from whom he receives.<sup>187</sup><i class=\"footnote\">Maimonides holds the anonymity of both giver and receiver of great importance, but he does not require anonymity at the highest level of giving. This is perhaps because the highest level of giving addresses the source of poverty whereas giving something to a beggar only alleviates a person's temporary need. Preventing poverty is therefore of such importance that anonymity becomes secondary in that instance.</i> This is purely a <i>mitzvah</i> for its own sake, such as the Chamber of Secrets in the Holy Temple, for there the righteous would give in secret [and leave], and the poor, of good background, would sustain themselves from it in secret. Very close to this is one who gives to the <i>kupah</i> of <i>tzedakah</i>, but one should not contribute to the <i>kupah</i> of <i>tzedakah</i> unless one is certain that the one who counts it is trustworthy and wise and behaves competently, as was Rabbi Chanania ben Teradion.<sup>188</sup><i class=\"footnote\">See Babylonian Talmud Bava Batra 10b and Avodah Zarah 17b. Rabbi Chanania ben Teradion had a reputation for competence and honesty, so he dealt with the collection and distribution of charity funds. He was later tortured and executed by the Romans.</i>",
            "One level lower is one who gives <i>tzedakah</i> and the giver knows to whom he gives but the poor person does not know from whom he takes. Such did the great sages who would go in secret and throw money onto the doorways of the poor.<sup>189</sup><i class=\"footnote\">See Babylonian Talmud Ketubot 67b.</i> A method such as this one is a good way when the keepers of <i>tzedakah</i> do not behave competently.",
            "One level lower is when the poor person knows from whom he takes but the giver does not know to whom he gives. Such was the way of the sages who would tie coins to their garments and would throw the bundle over their shoulder so the poor could come up [behind them] and take [them] without being embarrassed.<sup>190</sup><i class=\"footnote\">See Babylonian Talmud Ketubot 67b.</i>",
            "One level lower is to give to him with one's own hand before he can ask.<sup>191</sup><i class=\"footnote\">It can be assumed that from this point on the situation is one of face to face encounter, handing something to another.</i>",
            "One level lower is to give to him after he has asked.",
            "One level lower is to give him less than one should but with kindness.",
            "One level lower is to give to him begrudgingly.",
            "The greatest among the sages used to give a <i>perutah</i> to the poor before every prayer service and only afterwards would they pray, as it is said, (Psalms 17:15) <i>Then I, justified [betzedek], will behold Your face.</i><sup>192</sup><i class=\"footnote\">See Babylonian Talmud Bava Batra 10a.</i>",
            "One should give sustenance to one's sons and daughters who have come of age and to whom one is no longer required to give such support so that they may study the testimonies of Torah and to guide one's daughters on an upright path and not become shameful.<sup>193</sup><i class=\"footnote\">See Babylonian Talmud Ketubot 50a.</i> So also one should give sustenance to one's father and mother, for this is essential <i>tzedakah</i>. It is an important principle of <i>tzedakah</i> that a relative takes precedence [over another].<sup>194</sup><i class=\"footnote\">See Babylonian Talmud Bava Metzia 71a.</i> All who give food and drink to the poor and the orphans from his own table can call to God and he will be answered with joy, as it is said, (Isaiah 58:9) <i>Then, when you call, the LORD will answer.</i>",
            "The sages commanded that the poor and orphans should be members of one's household instead of servants. It is better to use their services [by employing them] and that the children of Abraham, Isaac, and Jacob benefit from one's property and not the descendants of Ham, for one who increases the number of servants each and every day adds to the sin and iniquity of the world. But if the poor are made members of one's household, each and every hour one adds merit and <i>mitzvot</i>.<sup>195</sup><i class=\"footnote\">See Pirké Avot 1:5, 2:7.</i>",
            "One should always strain oneself and endure hardship and not come to depend on others rather than cast oneself onto the community. Thus the sages commanded, \"Make your Sabbaths into weekdays rather than come to depend on others.\"<sup>196</sup><i class=\"footnote\">See Babylonian Talmud Pesachim 112a.</i> Even if one is wise and revered and becomes poor, he should engage in some kind of craft, even a menial one, rather than come to depend on others. Better to stretch leather from carrion than to say, \"I am a great sage,\" [or] \"I am a priest: Feed me.\" Thus have the sages commanded. Great sages were splitters of wood, raisers of beams, drawers of water for gardens, ironworkers, and blacksmiths rather than ask [for their living] from the community or accept anything when they gave to them.",
            "Anyone who does not need [<i>tzedakah</i>] but deceives people and takes will not reach death in old age without having come to depend upon others [in reality].<sup>197</sup><i class=\"footnote\">See Mishnah Péah 8:9 and Babylonian Talmud Ketubot 68a.</i> For such a one fits the type: (Jer. 17:5) <i>Cursed is he who trusts in man</i> [and does not heed divine providence]. And anyone who needs to take [<i>tzedakah</i>] and cannot live without it unless he takes, such as an elderly person, a sick person, or one who has many afflictions, but whose mind is full of pride and will not take is like one who sheds blood, is guilty of his own death, and gets nothing for his hardship except sins and guilt. But anyone who needs to take and endures hardship, presses himself, and lives a life of hardship so as not to burden the community will not reach death in old age without being able to sustain others from his wealth. Of him and those like him it is written, (Jer. 17:7) <i>Blessed is he who trusts in the LORD.</i><br>Thus ends, with the help of God, the laws on gifts for the poor."
        ]
    ],
    "versions": [
        [
            "Gifts for the Poor, Trans. by Joseph B. Meszler, Williamsburg, Virginia, 2003",
            "http://rabbimeszler.com/yahoo_site_admin/assets/docs/Gifts_for_the_Poor.27083736.pdf"
        ]
    ],
    "heTitle": "משנה תורה, הלכות מתנות עניים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}