{
    "versionTitle": "merged", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Zeraim"
    ], 
    "language": "en", 
    "title": "Mishneh Torah, Gifts to the Poor", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "The poor person who is in your family takes precedence over all others who are in need and the poor person of your house takes precedence over your town and the poor person of your town takes precedence over the poor of other towns as it is said: \"...to your brother, to your poor, and to your needy in your land\" (Deuteronomy 15:11)"
        ], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "Redeeming captives takes precedence over feeding and clothing the poor. And there is no commandment as great as redeeming captives, for a captive is among the hungry, thirsty, naked, and is in mortal danger. And one who averts one eyes from redeeming him/her violates, \"You shall not harden your heart, and you shall not shut your hand,\" and, \"Do not stand by your brother's blood,\" and \"You shall not work him with hard labor before your eyes,\" and has neglected the commandment, \"You shall surely open your hand to him,\" and the commandment, \"And your brother shall live with you,\" \"And you shall love your fellow as yourself,\" \"Save those who are take to death,\" and many like these. And there is no great commandment like redemption of captives.", 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "...If there were many poor people to give charity to or many captives to redeem and there is not enough in the [public] purse to provide for all, clothe or redeem them all, a Kohen comes before a Levi and a Levi before a Yisrael and a Yisrael before a Halal and a Halal before a Shtuki and a Shtuki before an Asufi and an Asufi before a Mamzer and a Mamzer before a Natin and a Natin before a convert - since the Natin was raised with us in holiness - and a convert comes before a released slave since he [the released slave] was among the cursed."
        ], 
        [], 
        [
            "There are eight degrees of Tzedakah, one higher than the other. The highest degree of all is where\none strengthens the hands of an Israelite who faces poverty, giving him a gift or a loan, entering\ninto a business partnership with him, or giving him a job in order to strengthen his hand and to\nprevent him from becoming an object of Tzedakah. It is with regard to this that Scripture says:\n“Then thou shalt strengthen him: Yea, though he be a stranger or a sojourner: that he may live with\nthee” (Lev, 25:35). The meaning is: Strengthen him before he falls and needs to be supported by\nothers. \n", 
            0, 
            0, 
            0, 
            "If a poor person asks you for money, and you do not have any to give him, appease him with words. It is forbidden to reprimand a poor person, or to raise your voice and yell at him, because his heart would break and he would become depressed. And it says: \"A broken and contrite heart, O God, You will not despise\" (Psalms 51:19). And it says: \"To revive the spirit of the humble, and to revive the heart of the contrite ones\" (Isaiah 57:15). And woe is he who humiliates a poor person, woe is him. Rather, be like a father [to the poor], whether through grace or words, as it says: \"I am a father to the destitute\" (Job 29:16). "
        ]
    ], 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ], 
        [
            "Eight degrees", 
            "http://www.jtfn.org/sites/default/files/docs/resources/maimonides_ladder_and_tzedakah_texts.pdf"
        ]
    ], 
    "heTitle": "משנה תורה, הלכות מתנות עניים", 
    "versionSource": "http://www.sefaria.org/Mishneh_Torah,_Gifts_to_the_Poor"
}