{
    "title": "Yad Eitan on Mishneh Torah, Prayer and the Priestly Blessing",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yad_Eitan_on_Mishneh_Torah,_Prayer_and_the_Priestly_Blessing",
    "text": [
        [
            [
                "<b>מ\"ע להתפלל בכל יום כו'.</b> הקשה הפר\"ח מהא דר\"פ אין עומדין דאמרינן אהא דכתיב בדניאל וזימנין תלתא ביומא הוה מצלי יכול משבא לגולה הוחלה פי' התחיל ולא קודם ואם איתא דתפלה מה\"ת מהיכא תיתי שמקודם לא היה מתפלל. וי\"ל דהא דקאמר יכול משבא לגולה הוחלה קאי אהא דכתיב ותלתא זימנין כו' דמקודם לא היה מתפלל תלתא זימני רק פעם אחת. א\"נ דקאי אהא דקבעו ביום דאיתא בתנחומא פ' תשא דדניאל קבע כל שלש תפלות ביום:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כל העולה לקרות בתורה פותח בדבר טוב ומסיים בדבר טוב.</b> ירושלמי ס\"פ בני העיר:"
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>וכהן שעבד עכו\"ם בין באונס בין בשגגה אינו נושא כפיו לעולם.</b> הכס\"מ נסתפק מנא ליה דאף באונס, ובח\"צ סי' י\"ג הב\"ר לזה מע\"ז (נ\"ב) גבי כלים ששמשו בבית חוניו דפשיט התם דאסירי להשתמש בהן לגבוה וכלים ודאי אנוסים הן. אך הקשה מאי מספקא ליה להכס\"מ כיון דשוגג אסור כ\"ש אונס דכיון שעבר ולא נהרג הרי עבר במזיד. ואני אומר הפלאה זו איני יודע מה היא דהא משכחת אונס דלא עבד כלום במעשיו גופיה כגון שכפפו קומתו לפני עכו\"ם וזה עדיף משוגג דעביד מעשה וכמ\"ש תוס' בע\"ז (נ\"ד). אמנם מההיא דכלים יש ראיה לאסור נמי בכה\"ג דאינהו גופייהו לא עבדי מעשה רק אחריני עבדי בהו דומיא דכפפו קומתו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "יד איתן על משנה תורה, הלכות תפילה וברכת כהנים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yad Eitan",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}