{
    "text": {
        "0": {
            "0": {
                "0": "<b>בשנת.</b> בגלגל הנו\"ן:\n"
            },
            "1": {
                "0": "<b>ומקצת כלי בית האלהים.</b> כתב רבי יונה בס' הרקמה ומקצת כלי בית האלהים ומקצת ימים עשרה ולמקצת הימים אשר אמר המלך. בקמצות הצד\"י בשלשתם והם סמוכים ע\"כ ובמסורת ומקצת ב:\n"
            },
            "2": {
                "0": "<b>ומזרע המלוכה.</b> במקצת דפוסים ישנים כתוב מזרע בלא וא\"ו וכן מצאתי בס\"א כ\"י קדמון ספרדי אכן ברוב הספרים בוא\"ו:\n"
            },
            "3": {
                "0": "<b>מאום.</b> כמו מום ונכתב האל\"ף וא\"ו ועיין מ\"ש במלכים ב' ה':\n",
                "1": "<b>מפת בג.</b> ברוב ספרים כ\"י מדוייקים כל פתבג שבענין ב' מלין ומקף ביניהן וכן משמע מהשרשים שרש בג וכן בס\"א בס\"ס נמסר ע\"ז דין וכל לישנא תרתין מלין כתיב וקרי:\n"
            },
            "9": {
                "0": "<b>כגילכם.</b> מלא יו\"ד כתיב:\n"
            },
            "12": {
                "0": "<b>מראינו.</b> ברוב הספרים מלא יו\"ד:\n"
            }
        },
        "1": {
            "0": {
                "0": "<b>ותתפעם רוחו.</b> קדמאה דסיפרא ותתפעם תניינא ותפעם: "
            },
            "3": {
                "0": " <b>מלכא לעלמין.</b> במקצת ספרי' לעלמין במאריך בעי\"ן: ",
                "1": "<b>לעבדיך.</b> יתיר י' וקרינן לעבדך: ",
                "2": "<b>ופשרא נחוא.</b> קדמאה ופשרא נחוא תניינא ופשרא נהחוה: "
            },
            "4": {
                "0": "<b>ואמר לכשדיא.</b> לכשדאי קרי:\n",
                "1": "<b>מלתה.</b> לית כתיב ה\"א:\n",
                "2": "<b>ההודענני.</b> מתחלפת ההודעונני:\n",
                "3": "<b>תתעבדון.</b> הבי\"ת רפה:\n"
            },
            "5": {
                "0": "<b>תהחון.</b> בגעיא התי\"ו ובחולם הוא\"ו:\n"
            },
            "6": {
                "0": "<b>לעבדוהי ופשריה.</b> ב' כתוב ה\"א ואידך כען דניאל יתקרי ופשריה:\n"
            },
            "7": {
                "0": "<b>ידע אנה.</b> מתחלפות אנה בה':\n",
                "1": "<b>זבנין.</b> ברוב המדוייקים הזי\"ן במאריך:\n"
            },
            "8": {
                "0": "<b>דתכון.</b> בס\"ס הדל\"ת קמוצה:\n",
                "1": "<b>הז*מנתון.</b> הזדמנתון קרי והוא חד מן ב' מלין חסרין דל\"ת וקריין ואידך ואת תמר במדבר תדמר קרי (מלכים א' יט) (א\"ה עיין מ\"ש בד\"ה ב' ח'):\n",
                "2": "<b>למאמר.</b> ב' חד כתיב אל\"ף וחד חסר אל\"ף וכנמא פתגמא (עזרא ו):\n",
                "3": "<b>קדמי.</b> בס\"ס הקו\"ף קמוצה ובמאריך ובס\"א כ\"י מצאתי קדמי בחטף קמץ:\n"
            },
            "9": {
                "0": "<b>ענו כשדיא.</b> כשדאי ק':\n",
                "1": "<b>להחויה.</b> הה\"א רפה:\n"
            },
            "10": {
                "0": "<b>די מלכה.</b> לית כתיב ה\"א ועיין מסורת הברית הגדול סי' תתת\"שסג:\n",
                "1": "<b>יקירה.</b> לית כתיב ה\"א וא' כתיב אל\"ף רבא ויקירא עזרא א':\n",
                "2": "<b>ואחרן לא איתי.</b> בס\"א כ\"י מטוליטילא כתוב בגליון נ\"א ואהרן כתיב ואחרן קרי ע\"כ. ונראה שסמך על מדרש רבי תנחומא ואהרן לא איתי כהן הלובש אורים ותומים אינו כאן שיגיד לך אבל המדרש הוא על דרך אל תקרי אחרן אלא אהרן כמ\"ש החכם אלשיך וכ\"כ הבחיי בפרשת מקץ וזהו רמז הכתוב שאמר ואחרן כאילו אמר ואהרן שאותיות אחה\"ע מתחלפות ועיין עוד מסורת הברית הגדול שם:\n",
                "3": "<b>קדם.</b> הקו\"ף בחט\"ף קמץ:\n"
            },
            "11": {
                "0": "<b>כל קבל.</b> הקו\"ף בחט\"ף קמץ:\n",
                "1": "<b>ואמר להובדה.</b> ברוב הספרים הוא\"ו בפתח ויש מהם בשוא:\n"
            },
            "12": {
                "0": "<b>ודתא נפקת.</b> הנו\"ן בסגול לא בפתח כמו שנמצא במקצת דפוסים:\n",
                "1": "<b>חכמתא וגבורתא.</b> בס\"ס וגבורתא התי\"ו רפויה:\n",
                "2": "<b>מלכא הודעתנא.</b> בספרים ישנים מהדפוס וכ\"י התי\"ו בסגול:\n"
            },
            "13": {
                "0": "<b>לקטלא.</b> בס\"ס באל\"ף בסוף תיבה וספר אחר בה\"א:\n"
            },
            "17": {
                "0": "<b>על רזא.</b> י\"ס רזה בה\"א ובמקרא גדולה נמסר עליו כל סיפרא כתיב אל\"ף:\n",
                "1": "<b>דנא.</b> י\"ס דנה בה\"א:\n"
            },
            "18": {
                "0": "<b>רזי גלי.</b> הדין קדמאה דסיפרא בחטף פתח גדול ותניינא בהאי פרשתא רזא דנה גלו בחטף סגול:\n"
            },
            "19": {
                "0": "<b>מן עלמא ועד עלמא.</b> בכמה ספרים מדוייקים העיינין במאריך:\n",
                "1": "<b>וגבורתא.</b> בס\"ס וגבורתא התי\"ו רפויה:\n"
            },
            "20": {
                "0": "<b>לידעי בינה.</b> במדוייקים היו\"ד בקמץ ובקצתם גם במאריך:\n"
            },
            "21": {
                "0": "<b>הוא גלא.</b> ברוב הספרי' באל\"ף לא ביו\"ד:\n",
                "1": "<b> ונהירא.</b> ונהורא קרי ובמדרש איכה רבתי עלוי דפרשה ציון רבי ביבא סנגורי' אמר נהירא שמו של משיח שנאמר ונהורא עמיה שרא נהירא כתיב כך נ\"ל להגיה לשון המדרש ואין צורך למה שנדחק בעל מתנות כהונה לפרש כפי גירסת הספר נהרא כתוב בלא וא\"ו וקרי ביה נהירא:\n"
            },
            "23": {
                "0": "<b>כל קבל.</b> הקו\"ף בחט\"ף קמץ ומתחלפת בשוא לבד:\n",
                "1": "<b>דנא.</b> י\"ס דנה בה\"א וכן בכולם מתחלפת:\n"
            },
            "25": {
                "0": "<b>האיתיך.</b> האיתך קרי:\n"
            },
            "27": {
                "0": "<b>גלא רזין.</b> ברוב המדוייקים גלא באל\"ף ולא בה\"א:\n"
            },
            "28": {
                "0": "<b>אנתה.</b> אנת קרי:\n",
                "1": "<b>רעיוניך.</b> רעיונך קרי:\n",
                "2": "<b> מה די להוא.</b> ברוב הספרים הה\"א בחטף סגול וכן כולם:\n"
            },
            "29": {
                "0": "<b>לא בחכמה.</b> בס\"ס בחכמא באל\"ף:\n"
            },
            "30": {
                "0": "<b>אנתה.</b> יתיר ה\"א כדלעיל:\n"
            },
            "31": {
                "0": "<b>הוא צלמא.</b> הצד\"י בפתח לא בחירק:\n"
            },
            "32": {
                "0": "<b>רגלוהי מנהון.</b> מנהן קרי:\n",
                "1": "<b>ומנהון.</b> ומנהן קרי:\n"
            },
            "33": {
                "0": "<b>והדקת המון.</b> הדל\"ת בסגול לא בצירי:\n"
            },
            "36": {
                "0": "<b>אנתה.</b> יתיר ה\"א:\n",
                "1": "<b>מלך מלכיא.</b> כל מלכיא האמורים בדניאל חול חוץ מזה שהוא קדש ופירש רש\"י חוץ מזה מלך מלכיא דאלו לנבוכדנצר לא הוה קרי ליה דניאל מלך מלכיא אלא ה\"ק אנת מלכא נבוכדנצר מלך מלכיא דהוא אלהא דשמיא מלכות חסנא יהב לך פרק שבועות העדות ומסכת סופרים וכן פירש רש\"י ורבינו סעדיה גאון בפירוש הכתוב וא\"א לומר שהכוונה כל מקום שכתוב מלכיא שבכל ספר דניאל לא נמצאו אלא תרי מלכיא אנתה מלכא מלך מלכיא ועוד אחר וביומיהון די מלכיא שבפרשה זו ולא יצדק לומר כל על שנים בלבד. ועוד שמלכיא שבאנתה מלכא אינו קדוש אלא ודאי על מלך האמור במלך מלכיא אמרו שהוא קודש וכן פירש רש\"י כל מלכיא האמורים בדניאל. כל מקום שנאמר שם מלך. ואפ\"ה קשה דהא אשכחן מלך שהוא קדוש לבד מזה והוא שכתוב בסוף סימן ד' כען אנה נבוכדנצר משבח וכו' למלך שמיא. ולכן אני אומר דמאי דקאמר כל מלכיא האמור בדניאל אין הכונה על ספר דניאל אלא הכונה על דברי דניאל שכל מלך שהזכיר דניאל הוא חול חוץ מזה שהוא קדש ע\"כ לשון כסף משנה סוף פ\"ו מהלכות יסודי התורה ועיין מ\"ש בריש שיר השירים:\n"
            },
            "37": {
                "0": "<b>דארין.</b> דיירין קרי:\n",
                "1": "<b>בני אנשא.</b> בגעיא הבי\"ת:\n",
                "2": "<b>בכלהון.</b> בס\"ס הכ\"ף בקמץ והלמ\"ד עם דגש:\n",
                "3": "<b>אנתה.</b> יתיר ה\"א:\n"
            },
            "38": {
                "0": "<b>ובתרך.</b> במקצת מדוייקם הבי\"ת במאריך:\n",
                "1": "<b>ארעא.</b> ארע קרי ולקמן סי' ג' נמנה במסורת עם מלין דיתרין אל\"ף בסוף תיבותא ולא קריין:\n",
                "2": "<b>תליתיא.</b> תליתאה ק':\n"
            },
            "39": {
                "0": "<b>רביעיה.</b> רביעאה קרי והכתיב בה\"א לבסוף ברוב המדוייקים:\n",
                "1": "<b>תהוא.</b> ברוב המדוייקים באל\"ף בסוף תיבה והה\"א בחט\"ף סגול:\n",
                "2": "<b>קבל.</b> בחטף קמץ הקו\"ף ומתחלפת בשוא לבד:\n"
            },
            "41": {
                "0": "<b>מנהון פרזל ומנהון.</b> מנהן ק'. ומנהן ק':\n",
                "1": "<b>תהוי תקיפה.</b> בספרים מדוייקים כ\"י בה\"א לא באל\"ף והמסורת שלהם תקיפה ג' ב' כתיב ה\"א וחד כתיב אל\"ף וסימן ומלכו רביעאה תהוא תקיפה. מן קצת מלכותא תהוי תקיפה. דחילא ואימתני ותקיפא. כתיב אל\"ף:\n"
            },
            "42": {
                "0": "<b>די.</b> ודי ק':\n"
            },
            "43": {
                "0": "<b>ומלכותה לעם אחרן.</b> בספרים כ\"י אין מפיק בה\"א. שהוא במקום אל\"ף וכן במסורת לית כתיב ה\"א:\n"
            },
            "44": {
                "0": "<b>כל קבל.</b> הקו\"ף בחט\"ף קמץ בכ\"י:\n",
                "1": "<b>והדקת.</b> ברוב המדוייקים הדל\"ת בסגול לא בצירי:\n"
            },
            "47": {
                "0": "<b>והשלטה.</b> במדוייקים הה\"א בפתח לא בקמץ כמו שנמצא בקצת ספרים:\n"
            }
        },
        "2": {
            "1": {
                "0": "<b>אדרגזריא גדבריא.</b> גדבריא הגימ\"ל דגושה והוא מן היוצאים מהכלל וכן נמנה במסורת סימן ה' מזה הספר:\n",
                "1": "<b>דתבריא.</b> הדל\"ת דגושה כפי הכלל שהם שתי אותיות בג\"ד כפ\"ת וממוצא אחת והראשונה בשוא והמסורת מנאו עם הדגושין אחר יה\"וא בלא מבטל וי\"ל כי הוא דגוש מהסבה שזכרתי:\n"
            },
            "2": {
                "0": "<b>באדין מתכנשין.</b> הנו\"ן דגושה:\n",
                "1": "<b>גדבריא דתבריא.</b> שניהם בדגש כמ\"ש למעלה:\n",
                "2": "<b> וקאמין.</b> וקימין קרי:\n",
                "3": "<b>לקבל.</b> הקו\"ף בחטף קמץ:\n"
            },
            "4": {
                "0": "<b>קיתרס.</b> קתרס קרי וטעות נפל במקרא גדולה כי אינו אלא יתיר יו\"ד:\n",
                "1": "<b>סבכא פסנתרין.</b> הפ\"א דגושה והוא יוצא מן הכלל כמ\"ש ר' משה קמחי:\n",
                "2": "<b>סומפניא.</b> במקצת מדוייקים בה\"א וכן הוא במסורת שאכתוב לקמן:\n"
            },
            "5": {
                "0": "<b>בה שעתא.</b> בספרים מדוייקם העי\"ן בחטף פתח והתי\"ו רפי' וכן הוא דלקמן:\n",
                "1": "<b>יקדתא.</b> במדוייקים כ\"י אין יו\"ד אחר הקו\"ף כמ\"ש לקמן:\n",
                "2": "<b>כל קבל.</b> בחטף קמץ הקו\"ף:\n",
                "3": "<b>קיתרס.</b> קתרס ק':\n",
                "4": "<b>פסנטרין.</b> נמסר עליו לית כתיב טי\"ת:\n"
            },
            "6": {
                "0": "<b>צלם דהבא.</b> הה\"א בחט\"ף פתח:\n"
            },
            "7": {
                "0": "<b>כל קבל.</b> בחט\"ף קמץ הקו\"ף:\n"
            },
            "9": {
                "0": "<b>אנתה.</b> יתרי ה\"א:\n",
                "1": "<b>שמת טעם.</b> השי\"ן פתוחה במדוייקם ובמקצתם שמת בשני שואין:\n",
                "2": "<b>קיתרס.</b> יתיר יו\"ד:\n",
                "3": "<b>שבכא.</b> בדגש הבי\"ת:\n",
                "4": "<b>פסנתרין.</b> בדגש הפ\"א כמ\"ש לעיל:\n",
                "5": "<b>וסיפלו'.</b> וסופני' קרי כן הוא בספרים מדוייקים וגם הכתיב הוא בה\"א והמסורת אורמת כך קדמאה סומפניא. תניינא וסופני'. תליתאה וסומפניה:\n"
            },
            "10": {
                "0": "<b>יקדתא.</b> כלם חסרים יו\"ד וכתיבין אל\"ף כך מצאתי כתוב בס\"א כ\"י:\n"
            },
            "11": {
                "0": "<b>יהודאין.</b> בספרים כ\"י שלפני החירק תחת האל\"ף אבל במכלול דף רל\"א כתוב יהודאין מפיק י\"ד דניאל ועזרא כשדאין מפיק אלף דניאל ועזרא וכ\"כ הלוית חן ש\"ח פי\"ו:\n"
            },
            "12": {
                "0": "<b>ועבד נגו.</b> העי\"ן בחטף פתח:\n",
                "1": "<b>שמו עליך.</b> עלך קריף לאלהיך. לאלהך קרי:\n"
            },
            "13": {
                "0": "<b>וחמא.</b> י\"ס וחמה בה\"א:\n",
                "1": "<b>קדם מלכא.</b> בקמץ חטף הקו\"ף:\n",
                "2": "<b>הצדא.</b> בדגש הדל\"ת:\n"
            },
            "14": {
                "0": "<b>קיתרס.</b> יתיר יו\"ד:\n",
                "1": "<b>וסומפניה.</b> כן כתוב כמ\"ש למעלה:\n",
                "2": "<b>יקדתא.</b> בלא יו\"ד אחר קו\"ף כמ\"ש לעיל:\n"
            },
            "15": {
                "0": "<b>מלכא נבוכדנצר.</b> מלת למלכא באתנחתא ומלך נבוכדנצר בז\"ק או ברביע שהוא תחלת דבור וזהו שדרשו רבותינו בויקרא רבה סוף פרשת ל\"ג אם מלכא למה נבוכדנצר ואם נבוכדנצר למה מלכא אלא כך אמרו לו וכו' וכ\"כ רבינו בחיי בכד הקמח אות תי\"ו תורה:\n",
                "1": "<b>על דנה.</b> יש ספרים דנא באל\"ף:\n"
            },
            "16": {
                "0": "<b>פלחין.</b> הפ\"א רפה:\n",
                "1": "<b>ידקתא.</b> חסר יו\"ד:\n",
                "2": "<b>ישיזב.</b> בדפוסים ישנים ובספרים כ\"י מלא יו\"ד אחר שי\"ן והזי\"ן בחירק לא בצירי:\n"
            },
            "17": {
                "0": "<b>לאלהיך.</b> יתיר יו\"ד:\n",
                "1": "<b>איתנא.</b> ברוב המדוייקם התי\"ו בקמץ לא בפתח ובקצת ספרים כתיב איתינא ונכתב עליו יתיר יו\"ד:\n",
                "2": "<b>פלחין.</b> הפ\"א רפויה:\n"
            },
            "18": {
                "0": "<b>אשתנו.</b> אשתני קרי:\n"
            },
            "20": {
                "0": "<b>פטישיהון.</b> יתיר יו\"ד בתר טי\"ת והטי\"ת דגושה ולפי דעתי זהו המחלוקת שבין המערבאי למדנחאי אי יתיר יו\"ד או חסיר:\n",
                "1": "<b>ורמיו.</b> היו\"ד נחה והוא\"ו נעה כמו המסיו את לב העם (יהושע י״ד:ח׳) וכן אשתיו חמרא היתיו. מאני דהבא (דניאל ה׳:ג׳). וכתב ר' אלייא המדקדק דברוב הספרים כל אלו הואוי\"ן הן שרוקין בטעות וראוין להיות בלי נקוד:\n",
                "2": "<b>יקדתא.</b> בלא יו\"ד אחר הקו\"ף:\n"
            },
            "21": {
                "0": "<b>כל קבל.</b> בחטף קמץ הקו\"ף:\n",
                "1": "<b>יתירה.</b> בספרים מדוייקים מספרד מלעיל ונמסר יתירה ג' מלעיל וסימן דחילא יתירה. דחילא ואימתני ותקיפה יתירה (סימן ז') כל קבל דנה מן די מלך מלכא:\n"
            },
            "22": {
                "0": "<b>תלתיהון.</b> בספרים קדמונים גם תי\"ו שניה דגושה ובמסרה חשיב ליה עם ד' תוי\"ן דגשין אחר שופר הולך כמו על הבתים וכן מצאתי בספר דקדוק ישן שהאריך לדבר בזה וכלל דבריו דתי\"ו שנייה נדגשה בחוזק כאילו יהיה פתח לפניה:\n"
            },
            "24": {
                "0": "<b>בגו נורא.</b> בקצת ספרים בגו וכן במסורת:\n",
                "1": "<b> רביעיא.</b> רביעאה קרי:\n"
            },
            "25": {
                "0": "<b>עליא.</b> עלאה קרי:\n",
                "1": "<b>פקו ואתו.</b> מלת פקו חסר וא\"ו והפ\"א בג' נקודות והכי גרסינן במדרש חזית פסוק אמרתי אעלה בתמר פוקו ואיתו אין כתיב כאן אלא פקו ואתו מכאן שנפרץ הכבשן ופירש בעל מתנות כהונה דדייק מדכתיב פקו חסר וא\"ו משמע שלא יצאו שלשתן בפתח א' אלא כל א' וא' יצא בפרצה בפני עצמו:\n"
            },
            "27": {
                "0": "<b>שניו.</b> היו\"ד נחה והוא\"ו נעה כמ\"ש למעלה אצל ורמיו:\n",
                "1": "<b>גשמיהון.</b> יתיר יו\"ד ובחילופים שלנו משמע שכן הוא למדנחאי אבל למערבאי חסר:\n"
            },
            "28": {
                "0": "<b>שלה.</b> שלו קרי:\n",
                "1": "<b>ועבד נגוא הדמין.</b> לית כתיב אל\"ף ובמסורת חשיב ליה עם מלין דיתירין אל\"ף בסוף תיבותא:\n",
                "2": "<b>כל קבל.</b> בחטף קמץ:\n"
            },
            "30": {
                "0": "<b>די דארין.</b> דירין קרי:\n",
                "1": "<b>ישגא.</b> בסין לא בסמ\"ך כמ\"ש בקצת דפוסים:\n"
            },
            "31": {
                "0": "<b>עליא.</b> עלאה קרי:\n"
            }
        },
        "3": {
            "0": {
                "0": "<b>אנה.</b> כן כתיב בה\"א בקדמונים:\n",
                "1": "<b>ורענן.</b> י\"ס ורענן בחטף פתח:\n"
            },
            "3": {
                "0": "<b>עללין.</b> עלין קרי והוא חד מן ד' דנסבין יתיר למ\"ד בקיאה וסימ' במסורת:\n",
                "1": "<b>כשדיא.</b> כשדאי קרי:\n",
                "2": "<b>ופשרה.</b> בלא יו\"ד:\n"
            },
            "4": {
                "0": "<b>על קדמי.</b> י\"ס הקו\"ף בחטף קמץ:\n",
                "1": "<b>קדמוהי.</b> י\"ס הקו\"ף בחטף קמץ:\n"
            },
            "5": {
                "0": "<b>ופשרה.</b> בלא יו\"ד:\n"
            },
            "6": {
                "0": "<b>בגוא ארעא.</b> ספרים אחרים בגו וצ\"ע במסורת:\n"
            },
            "7": {
                "0": "<b>ותקף.</b> חסר יו\"ד במדוייקים ובמסרה ב' חסר וסימן רבה אילנא ותקף. אילנא די חזית רבה ותקף דלקמן:\n",
                "1": "<b>וחזותה.</b> בלא יו\"ד אחר תי\"ו:\n"
            },
            "8": {
                "0": "<b>עפיה.</b> העי\"ן בקמץ חטוף וכן כולם שבענין כמ\"ש בתילים סימן קי\"ד:\n",
                "1": "<b>לכלא ביה.</b> זהו א' מן י\"א מקומות שהמאיילא משרתת לאתנח ולכן הבי\"ת רפויה וכן חברו שבפ' ועיין מ\"ש בד\"ה ב' כ' על וישבו בה:\n",
                "2": "<b>ידרון.</b> ידורן קרי:\n",
                "3": "<b>יתזין.</b> הזי\"ן בחירק לא בצירי:\n"
            },
            "9": {
                "0": "<b>נחת.</b> בחירק החי\"ת לא בצירי:\n"
            },
            "10": {
                "0": "<b>תחתוהי וצפריא מן ענפוהי.</b> סי' ענפוהי רפין אנפוהי דגשין:\n"
            },
            "11": {
                "0": "<b>בדתאא.</b> ב' וכתיב כן בתרין אלפין בעניינא:\n"
            },
            "12": {
                "0": "<b>לבבה מן אנושא.</b> אנשא קרי והאל\"ף בחטף פתח ברוב הספרים:\n",
                "1": "<b>ישנון.</b> הנו\"ן בחולם ברוב הספרים לא בשורק:\n",
                "2": "<b>חיוא.</b> מתחלפת תיוה בה\"א:\n",
                "3": "<b>יתיהב.</b> הה\"א בחירק וחסר יו\"ד:\n"
            },
            "13": {
                "0": "<b>ומאמר.</b> במקצת דפוסים ובמאמר בבי\"ת וטעות הוא:\n",
                "1": "<b>עד דברת.</b> במקצת דפוסים ישנים כתוב על דברת ושבוש הוא:\n",
                "2": "<b>עליא.</b> עלאה קרי:\n",
                "3": "<b>אנושא.</b> אנשא קרי והאל\"ף בחטף פתח:\n",
                "4": "<b>עליה.</b> עלה קרי:\n"
            },
            "14": {
                "0": "<b>חלמא.</b> באל\"ף:\n",
                "1": "<b>ואנתה.</b> יתיר ה\"א:\n",
                "2": "<b>פשרא.</b> ב' כתיב אל\"ף ואידך ופשרא אל יבהלך דלקמן:\n",
                "3": "<b>קבל.</b> בחטף קמץ:\n",
                "4": "<b> ואנתה.</b> יתיר ה\"א:\n"
            },
            "15": {
                "0": "<b>אשתומם.</b> בקצת ספרים המ\"ם בפתח:\n",
                "1": "<b>כשעה.</b> בכ\"ף:\n",
                "2": "<b>חדה.</b> במדויקים בה\"א:\n",
                "3": "<b>ורעיונהי.</b> במקצת מדוייקים מלא וא\"ו אחר יו\"ד:\n",
                "4": "<b>ופשרא.</b> באל\"ף כמ\"ש לעיל:\n",
                "5": "<b>מראי.</b> יתיר אל\"ף ובפ' שבועות העדות ובמס' סופרים איכא מ\"ד דמלת מראי קדש וכלפי קב\"ה אמר יהי רצון שחלום זה יתקיים על שנאך זה וכן פי' רש\"י ורבינו סעדיה בפי' הפ' והכי איתא בשמות רבה פ' ל' הדורש מקרא זה כפשוטו עושה לדניאל מטיח דברים כלפי מעלה שאמר לנבוכדנצר מריא חלמא לשנאך אין שונאו בעולם יותר מן הב\"ה שהחריב את ביתו והגלה את בניו ועוד גם ישראל היו שונאיו והיה מקלל אותן אלא נתן דניאל לבו כנגד הב\"ה ואמר מריא שבשמיא הבא את החלום לשונאך זה ע\"כ. על כן טוב ליזהר שלא למוחקו:\n",
                "6": "<b>לשנאיך.</b> לשנאך קרי:\n",
                "7": "<b>לעריך.</b> לערך קרי:\n"
            },
            "17": {
                "0": "<b>לכלא ביה.</b> למ\"ד שניה דגושה ובי\"ת ביה רפויה כמו שכתבתי למעלה בזה הסימן:\n"
            },
            "18": {
                "0": "<b>אנתה.</b> יתיר ה\"א:\n",
                "1": "<b>די רבית.</b> רבת קרי:\n"
            },
            "19": {
                "0": "<b>ודי חזה.</b> במדוייקים כ\"י בה\"א:\n",
                "1": "<b>בדתאא.</b> בתרין אלפין כמ\"ש לעיל:\n"
            },
            "20": {
                "0": "<b>עליא.</b> עלאה קרי:\n",
                "1": "<b>מראי.</b> מרי קרי:\n"
            },
            "21": {
                "0": "<b>עליך.</b> עלך קרי:\n",
                "1": "<b>עליא.</b> עלאה קרי:\n"
            },
            "22": {
                "0": "<b>קימה.</b> בה\"א:\n",
                "1": "<b>שלטן.</b> לית חסר דחסר:\n"
            },
            "23": {
                "0": "<b>עליך.</b> עלך קרי:\n",
                "1": "<b>וחטיך.</b> וחטאך קרי:\n",
                "2": "<b>ועויתך.</b> וא\"ו תניינא קמוצה ולכן אין היו\"ד דגושה:\n",
                "3": "<b>תהוה.</b> יש ספרים בהה\"א בשוא לבד:\n",
                "4": "<b>ארכא.</b> הכ\"ף רפויה:\n"
            },
            "26": {
                "0": "<b>בניתה.</b> בס\"ס הבי\"ת בסגול:\n"
            },
            "27": {
                "0": "<b>מלכותא עדת.</b> בספרים מדוייקים כ\"י ודפוסים ישניםפ באל\"ף וטעות נפל בדפוסים אחרונים הכתובים בה\"א:\n"
            },
            "28": {
                "0": "<b>ומן אנשא.</b> במדוייקים האל\"ף בשוא ופתח לא בשוא וסגול:\n",
                "1": "<b>עליך.</b> עלך קרי:\n",
                "2": "<b>עד די תנדע.</b> כן כתיב עי\"ן בשופר הולך תנדע במקף ורביע:\n",
                "3": "<b>עליא.</b> עלאה קרי:\n"
            },
            "29": {
                "0": "<b>בה שעתא.</b> הבי\"ת בפתח ועי\"ן שעתא בחטף פתח ולפיכך התי\"ו רפויה:\n",
                "1": "<b>שעריה.</b> העי\"ן בשוא לבדו:\n",
                "2": "<b>כצפרין.</b> כל צפרא דדניאל פתח וכל צפרא דשאר קריא קמץ:\n"
            },
            "30": {
                "0": "<b>ולעליא.</b> ולעלאה קרי והעי\"ן בחירק:\n"
            },
            "31": {
                "0": "<b>וכל דארי.</b> דירי קרי:\n",
                "1": "<b>ודארי.</b> ודירי קרי:\n",
                "2": "<b>וכל דארי.</b> דירי קרי:\n",
                "3": "<b>ודארי.</b> ודירי קרי:\n"
            },
            "32": {
                "0": "<b>מנדעי.</b> בכל ספרים ישינים המ\"ם בפתח לא בחירק:\n",
                "1": "<b>מנדעי.</b> בכל ספרים ישינים המ\"ם בפתח לא בחירק:\n",
                "2": "<b>יתירה.</b> בספרים קדמונים באל\"ף לא בה\"א:\n"
            },
            "33": {
                "0": "<b>כען אנר.</b> בכל ספרים ישנים בה\"א לא באל\"ף:\n",
                "1": "<b>מעבדוהי.</b> ברוב המדוייקים העי\"ן בחטף פתח:\n",
                "2": "<b>בגוה.</b> כן כתיב:\n",
                "3": "<b>להשפלה.</b> סימן מן רישא דדניאל ועד יכל להשפלה בלטשאצר ומן יכל להשפלה עד סיפא דספרא בלשאצר בר מן ב' וסימנהון די מלכא שם שמה (בסימן ה') אשר נקרא שמו (בסימן יו\"ד) ע\"כ. סימנא אחרינא מן ריש ספרא עד בה בלילא קטיל בלשאצר. בלטשאצר בלשאצר כתיב. שי\"ן קדים לאלף. ומן בהבליליא עד סוף סיפרא בלטאשצר בלאשצר כתיב אל\"ף קדים לשי\"ן ע\"כ. והני תרי סימני לא קשיין אהדדי ואיתא להאי ואיתא להאי:\n"
            }
        },
        "4": {
            "0": {
                "0": "<b>לחם רב.</b> מתחלפים לחם בצרי:\n"
            },
            "1": {
                "0": "<b>וישתון.</b> בס\"ס ובדפוסים ישינים התי\"ו בחולם:\n"
            },
            "2": {
                "0": "<b>הנפקי.</b> במדוייקים חסר יו\"ד ובס\"א כ\"י נמסר עליו לית וחסר:\n",
                "1": "<b>די בירושלם.</b> הבי\"ת רפויה:\n"
            },
            "4": {
                "0": "<b>בה שעתה.</b> העי\"ן בחטף פתח והתי\"ו רפויה וה\"א בסוף תיבה וכן בס\"א נמסר לית כתיב ה\"א:\n",
                "1": "<b>נפקו.</b> נפקא קרי:\n"
            },
            "5": {
                "0": "<b>יבהלונה.</b> בספרים מדוייקים נכתב בוא\"ו עם דגש בנו\"ן וכן במסורת ג' מלא בלישנא וסימן ויבהלוהו משם (ד\"ה ב' כ\"ו):\n",
                "1": "<b>ורעינהי יבהלונה.</b> אל יבהלוך רעיונך דלקמן חד בלישנא דקודשא ומה שנמסר במקרא גדולה ב' חסר צ\"ל אצל מלת ורעינהי:\n",
                "2": "<b>וארכבתה.</b> הכ\"ף והבי\"ת בדגש וי\"ס שהכ\"ף רפה:\n"
            },
            "6": {
                "0": "<b>כשדיא.</b> כשדאי ק':\n",
                "1": "<b>והמונכא.</b> והמניכא ק':\n",
                "2": "<b>צוארה.</b> בדגש הוא\"ו:\n"
            },
            "7": {
                "0": "<b>אדין עללין.</b> עלין קרי והוא חד מן מלין יתיר למ\"ד במצעות תיבותא:\n",
                "1": "<b>ופשרא.</b> ופשרה קרי כן הוא בהרבה מדוייקים באל\"ף כתיב בה\"א קרי וכן היא למערבאי:\n"
            },
            "9": {
                "0": "<b>לקבל.</b> בקמץ חטף:\n",
                "1": "<b> עללת.</b> עלת קרי:\n",
                "2": "<b>וזיויך.</b> וזיוך קרי:\n"
            },
            "10": {
                "0": "<b>וחכמה כחכמת אלהין.</b> חד מן דגשין בתר יהו\"א בלא מבטל כדאיתא הכא במסורת לפי שהיה כבד על הלשון להוציא כ\"ף רפה עם התי\"ת וכן לכל אחד ואחד מן המבטלים יתכן לתת טעם למה נטה מן המנהג:\n",
                "1": "<b>הקימה.</b> בדפוסים ישינים ובספרים כ\"י מדוייקים הה\"א בשו\"א ופתח:\n"
            },
            "11": {
                "0": "<b>כל קבל.</b> בחטף קמץ:\n",
                "1": "<b>די רוח יתירה.</b> ברוב ספרים כ\"י בה\"א:\n",
                "2": "<b>ואחוית.</b> הוא\"ו בגעיא:\n",
                "3": "<b>ופשרה.</b> חד מן ב' כתיב ה\"א כמ\"ש לעיל סימן ב':\n"
            },
            "12": {
                "0": "<b>קדם.</b> בחטף קמץ:\n",
                "1": "<b>אנתה.</b> יתיר ה\"א:\n",
                "2": "<b>אבי.</b> לית ומלעיל:\n"
            },
            "13": {
                "0": "<b>עליך.</b> עלך קרי:\n",
                "1": "<b>די רוח אלהון בך.</b> בשלשה דפוסים ישנים כתיב אלהין קדישין בך ואולם בדפוסים חדשים ובספרים כ\"י אינו כן:\n",
                "2": "<b>יתירה.</b> ברוב הספרים בה\"א:\n"
            },
            "14": {
                "0": "<b>קדמי.</b> הקו\"ף בקמץ במדוייקים:\n"
            },
            "15": {
                "0": "<b>עליך.</b> עלך ק':\n",
                "1": "<b>די תיכל.</b> תכל ק':\n",
                "2": "<b>הן תוכל.</b> פכול ק':\n",
                "3": "<b>והמונכא.</b> והמניכא קרי:\n"
            },
            "16": {
                "0": "<b>קדם מלכא.</b> בחטף קמץ:\n",
                "1": "<b>ונבזביתך.</b> חד מן ח' מלין בטעם מאריך וטרחא והבי\"תבקמץ בס\"ס:\n",
                "2": "<b>לאחרן הב.</b> המסירת עליו לית פתח באתנח:\n"
            },
            "17": {
                "0": "<b>אנתה.</b> אנת קרי:\n",
                "1": "<b>עליא.</b> עלאה קרי:\n",
                "2": "<b>לנבכדנצר.</b> חסר וא\"ו:\n"
            },
            "18": {
                "0": "<b>זאעין.</b> זיעין קרי:\n",
                "1": "<b>מן קדמוהי.</b> בחטף קמץ:\n",
                "2": "<b>די היא צבא.</b> הבי\"ת בצירי וכן כולם שבפסוק:\n",
                "3": "<b>ודי הוא צבא משפל.</b> במקצת מדוייקים באל\"ף וכן במסורת הוא ג' בפסוקא כתוב א' וסימנהון קדמאה דפסוק ותרי בתרייא:\n",
                "4": "<b> משפל.</b> המסורת ג' ב' מלא וא' חסר וזהו החסר:\n"
            },
            "19": {
                "0": "<b>תקפת.</b> במקצת מדוייקים תקפת בחטף פתח וזה תלוי בנסחאות כמ\"ש אצל רצפת דמגילת אסתר ובדוכתי אחריני:\n",
                "1": "<b>להזדה.</b> במדוייקים ה\"א בסוף תיבה:\n",
                "2": "<b>ויקרה.</b> לית כתיב ה\"א:\n"
            },
            "20": {
                "0": "<b>בני אנשא.</b> האל\"ף בחטף פתח בכל ב\"י ודפוסים ישינים:\n",
                "1": "<b>שוי.</b> שויו קרי ודין חד מן י\"ח מלין חסר וא\"ו בסוף תיבה וקריא:\n",
                "2": "<b>עליא.</b> עלאה קרי:\n",
                "3": "<b>עליה.</b> עלה ק':\n"
            },
            "21": {
                "0": "<b>ואנתה.</b> ואנת קרי:\n",
                "1": "<b>כל קבל.</b> בחטף קמץ:\n"
            },
            "22": {
                "0": "<b>קדמיך.</b> יתיר יו\"ד:\n",
                "1": "<b>ואנתה.</b> יתיר ה\"א:\n",
                "2": "<b>ורברבניך.</b> יתיר יו\"ד:\n",
                "3": "<b>ארתתך.</b> בס\"ס האל\"ף בחולם וספרים אחרים בקמץ חטוף:\n",
                "4": "<b>קדמוהי.</b> בחטף קמץ:\n"
            },
            "26": {
                "0": "<b>תקלתא.</b> ברוב המדוייקים הקו\"ף בחירק וחסר יו\"ד ובקצת קדמונים תקלתא בצירי:\n",
                "1": "<b> במאזניא.</b> כן כתיב ברוב המדוייקים בפתח הזי\"ן וי\"ס במאזניא:\n",
                "2": "<b>והמונכא.</b> והמניכא קרי:\n",
                "3": "<b>כשדיא.</b> כשדא' ק':\n"
            }
        },
        "5": {
            "0": {
                "0": "<b>ודריוש.</b> הספרים חלוקים זה מזה בנקודת הדל\"ת כמ\"ש בריש חגי ומצאתי כתוב במקרא החכם לונזאנו לשון הזה דריוש סרכיא אעפ\"י שנקידין בקמץ קבלנו קריאתם כמו בפתח עכ\"ל וכן במלות רבות ולכון תרגום שהן בשוא אע\"פ שבאים אחר תנועה גדולה רבים נוהגים לקרותן בשוא נח וכל כי האי גוונא אם קריאת המלה רופפת בידך פוק חזי מאי עמא דב:\n",
                "1": "<b>מדיא.</b> מדאה קרי:\n"
            },
            "1": {
                "0": "<b>שפר קדם.</b> בחטף קמץ הקו\"ף:\n",
                "1": "<b>והקים.</b> הקו\"ף בחירק בס\"ס וספרים אחרים בצירי:\n"
            },
            "2": {
                "0": "<b>טעמא.</b> בשוא לבד:\n"
            },
            "3": {
                "0": "<b>ואחשדרפניא כל קבל.</b> בחטף קמץ:\n",
                "1": "<b>עשית.</b> בשי\"ן ימנית מן עשתונותיו:\n"
            },
            "4": {
                "0": "<b>להשכחה כל קבל.</b> בחטף קמ\"ץ:\n"
            },
            "5": {
                "0": "<b>כל עלא.</b> י\"ס עלה בה\"א:\n"
            },
            "6": {
                "0": "<b>חיי.</b> אין דגוש ביו\"ד:\n"
            },
            "7": {
                "0": "<b>כל די יבעא.</b> במדויקים באל\"ף:\n"
            },
            "9": {
                "0": "<b>כל קבל.</b> בחטף קמץ:\n"
            },
            "10": {
                "0": "<b>הוא ברך.</b> י\"ס שהרי\"ש בחירק וי\"ס שהוא מלא יו\"ד ובס\"א כ\"י הוא בריך:\n",
                "1": "<b>ברכוהי.</b> כל לשון ברבים דגש בר מן ב' כרעו על ברכיהם כמה שכתבתי בשופטים זי\"ן ודין:\n",
                "2": "<b>קדם.</b> בחטף קמץ:\n",
                "3": "<b>כל קבל.</b> בחטף קמץ:\n",
                "4": "<b>מן קדמתדנה.</b> ובעזרא ה' מקדמת דנה ועיין מסורת סוף פ' שמות:\n"
            },
            "11": {
                "0": "<b>אדין גבריא אלך הרגשו וכו'.</b> כאן הוא חצי הספר וטעות נפל בספרים שכתבוהו לעיל בראש סי' זה:\n",
                "1": "<b>קדם אלהה.</b> בחטף קמ\"ץ:\n"
            },
            "13": {
                "0": "<b>קדם מלכא.</b> בח\"ק:\n"
            },
            "14": {
                "0": "<b>קדם מלכא די.</b> בח\"ק:\n",
                "1": "<b>עליך.</b> עלך קרי:\n",
                "2": "<b>מלכא אמר.</b> האל\"ף בחטף פתח:\n",
                "3": "<b>ורמו.</b> בזקף גדול:\n",
                "4": "<b>אנתה.</b> יתיר ה\"א:\n",
                "5": "<b>ישיזבנך.</b> במדוייקים מלא יו\"ד אחר שי\"ן:\n"
            },
            "18": {
                "0": "<b>קדמוהי.</b> י\"ס קדמוהי בחטף קמץ:\n"
            },
            "19": {
                "0": "<b>בשפרפרא.</b> פ\"א קדמאה זעירא תנינא רבתא וסי' קטון וגדול שם הוא ולמערבאי חדא מלה כתיב ולמדינחאי תרין מלין ובמסורת הברית הגדול הפ\"א הראשונה מאותיות קטנות והפ\"א האחרונה מאותיות גדולות לרמוז דקודם לכן לא היה לדריוש פה להשיב כדי להציל את דניאל כי נתיירא פן ימרדו בו ויהרגוהו אבל כשניצון דניאל בפה מלא גזר על המעלילים על דניאל להשליכם לגובא דאריותא ומורא לא עלה על ראשו:\n"
            },
            "20": {
                "0": "<b>בקל עציב.</b> י\"ס הקו\"ף בפתח:\n",
                "1": "<b>אנתה.</b> יתיר ה\"א:\n"
            },
            "22": {
                "0": "<b>וסגר.</b> עיין מה שכתבתי בפרשת בראשית אצל וזהב הארץ:\n",
                "1": "<b>כל קבל.</b> בחטף קמץ:\n",
                "2": "<b>קדמיך.</b> יתיר יו\"ד:\n"
            },
            "24": {
                "0": "<b>ולא מטו.</b> בחולם לאבשורק:\n"
            },
            "25": {
                "0": "<b>כתב לכל.</b> הלמ\"ד בגעיא:\n",
                "1": "<b>דארין.</b> דיירין קרי:\n"
            },
            "26": {
                "0": "<b>מן קדמי.</b> בחטף קמץ:\n",
                "1": "<b>זאעין.</b> זיעין קרי:\n",
                "2": "<b>מן קדם.</b> בחטף קמץ:\n"
            },
            "28": {
                "0": "<b>פרסיא.</b> פרסאה קרי:\n"
            }
        },
        "6": {
            "0": {
                "0": "<b>לבלאשצר.</b> אל\"ף קדים לשי\"ן כמו שכתבתי לעיל סוף סי' ד':\n"
            },
            "2": {
                "0": "<b>שנין דא מן דא.</b> ויקרא רבה פרשת י\"ג אל תקרי שנין אלא סנין ועמ\"ש בצפניה א:\n"
            },
            "3": {
                "0": "<b>כאריה.</b> הכ\"ף רפה:\n",
                "1": "<b> גפיה.</b> גפה ק':\n",
                "2": "<b>הקימת.</b> בס\"ס בחטף קמץ הה\"א וי\"ס בחטף פתח ובמקרא גדולה בחטף סגול ולא מצאתי כן בשום ספר כ\"י:\n"
            },
            "4": {
                "0": "<b>דמיה לדב.</b> לדב כתיב חסר וא\"ו זה מדי הוא דעתיה דר\"י דאמר ע\"כ הכם אריה מיער זו בבל זאב ערבות ישדדם זו מדי וכו' בראשית רבה פ' צ\"ט סי' ב' ויקרא רבה פ' י\"ג ובתחל' מדרש אסתר ובסופו ע\"ש במתנו' כהונ' ויפה תאר ובפי' רש\"י בפסוק:\n",
                "1": "<b>ולשטר חד.</b> בשי\"ן שמאלי':\n",
                "2": "<b>הקמת.</b> בס\"ס הה\"א בחטף קמץ וספר אחד בחטף פתח:\n",
                "3": "<b>שניה.</b> שנה ק':\n"
            },
            "5": {
                "0": "<b>ולה גפין.</b> ולה ד' וסי' ולה שפחה מצרית. ולה שתי פיות. ולה אמר עלי לשלום. ולה גפין ארבע. בתראה פתח וג' אחריני קמצין כך מצאתי בנסחאות מדוייקות וכן היא הגרסא במסרתינו פ' לך לך ולא תיחוש למאי דכתיב התם מברא:\n",
                "1": "<b>גביה.</b> גבה ק':\n"
            },
            "6": {
                "0": "<b>רביעיא.</b> רביעאה ק' והרי\"ש בגעיא בס\"ס:\n",
                "1": "<b>ואימתני.</b> במקצת מדוייקי' האל\"ף בצירי ומלא יו\"ד והנו\"ן בחירק:\n",
                "2": "<b>יתירה.</b> במקצת מדוייקים מלעיל כמ\"ש לעיל בסי' ג':\n",
                "3": "<b>ברגליה.</b> יתיר יו\"ד:\n",
                "4": "<b>קדמיה.</b> יתיר יו\"ד:\n"
            },
            "7": {
                "0": "<b>ביניהון.</b> ביניהן ק':\n",
                "1": "<b>אתעקרו.</b> אתעקרה ק' והאל\"ף בחירק ובלא יו\"ד וי\"ס בסגול האל\" ף:\n",
                "2": "<b>קדמיה.</b> יתיר יו\"ד והקו\"ף בחטף קמץ:\n",
                "3": "<b>אנשא.</b> האל\"ף בחטף פתח במקצת מדוייקים:\n",
                "4": "<b>ממלל.</b> ברוב הספרים הלמ\"ד בחירק:\n"
            },
            "8": {
                "0": "<b>שבבין.</b> י\"ס מלא דמלא:\n",
                "1": "<b> נור דלק.</b> הלמ\"ד בחירק לא בצירי:\n",
                "2": "<b>ליצבא.</b> הצד\"י בקמץ לא בחירק:\n",
                "3": "<b>שניה.</b> בה\"א:\n",
                "4": "<b>כלהין.</b> כלהן ק':\n",
                "5": "<b>יתירה.</b> במקצת מדוייקי' מלעיל כמ\"ש לעיל בסימן ג':\n",
                "6": "<b>שניה.</b> יתיר יו\"ד:\n",
                "7": "<b>וטפריה.</b> יתיר יו\"ד:\n",
                "8": "<b>ברגליה.</b> יתיר יו\"ד:\n"
            },
            "9": {
                "0": "<b>קדמוהי.</b> בחטף קמץ:\n",
                "1": "<b>אלפים.</b> אלפין ק':\n",
                "2": "<b>ישמשונה.</b> במקצת ספרים המ\"ם בדגש ומקצתבלא דגש. ונכתב בוא\"ו עם דגש אחריו וי\"ס ישמשנה בג' נקודות:\n",
                "3": "<b>רבון.</b> כן כתיב וקרי בס\"ס וספרים אחרים רבון כתיב רבבן קרי וס\"א מצאתי רבון כתיב רוון קרי:\n"
            },
            "10": {
                "0": "<b>גשמה.</b> לית מפיק ה\"א:\n"
            },
            "14": {
                "0": "<b>אנה.</b> במדוייקים בה\"א:\n"
            },
            "19": {
                "0": "<b>בראשה.</b> השי\"ן בקמץ:\n",
                "1": "<b>ונפלו.</b> ונפלה קרי:\n",
                "2": "<b>מן קדמיה.</b> קדמה קרי והקו\"ף בחטף קמץ:\n"
            },
            "22": {
                "0": "<b>רביעיה.</b> רביעאה קרי והכתיב בה\"א בסוף תיבהברוב המדוייקים כ\"י:\n",
                "1": "<b>תהוא בארעא.</b> הבי\"ת רפי:\n"
            },
            "23": {
                "0": "<b>מנה מלכותא.</b> ברוב המדוייקים באל\"ף:\n"
            },
            "24": {
                "0": "<b>עליא.</b> עלאה ק':\n"
            },
            "25": {
                "0": "<b>יתב.</b> היו\"ד בחירק במדוייקים והתי\"ו דגושה וחסר יו\"ד אחר תי\"ו ונמסר עליו לית ודגש וחס':\n"
            }
        },
        "7": {
            "0": {
                "0": "<b>למלכות בלאשצר.</b> במקצת מדוייקים אל\"ף קדים לשי\"ן וכן ראוי לפי המסורת דלעיל סוף סי' ד':\n"
            },
            "7": {
                "0": "<b>ותעלנה.</b> אין דגש בנו\"ן:\n"
            },
            "8": {
                "0": "<b>יצא קרן אחת.</b> ג' סבירין יצאה:\n",
                "1": "<b>מצעירה.</b> כתיב במכלול דף רכ\"ה עם ה\"א הנקבה מנגינה אני מנגינתם (איכה ג׳:ס״ג) ובחירק המ\"ם יצא קרן אחת מצעירה ודגש הצד\"י לתפארת וכ\"כ בשקל פעל ובשרשים שרש צער. עוד כתב שם בעל ההגה' א\"א לפי שהה\"א רפה משמע שהמ\"ם נוספת שאם היתה לשמוש היתה הה\"א במפיק:\n",
                "2": "<b>ואל הצבי.</b> המשפט שלא בהפסק הצבי ובהפסק בסגול ואל הצבי:\n"
            },
            "10": {
                "0": "<b>הרים.</b> הורם קרי:\n",
                "1": "<b>מכון מקדשו.</b> בדפוס ויניציאה שנת רע\"ח נכתב בצדו מקום ולא ידעתי מקום זה איו כי בכל הספרים כתוב מכין:\n"
            },
            "12": {
                "0": "<b>ואשמעה.</b> ברוב הספרים המ\"ם בשוא ובס\"א בחטף קמץ וכן במכלול דף כ\"א במקצת ספרים ואשמעה אחד קדוש מדבר בחטף קמץ וכן כתבו הנגיד ע\"כ וכן כתב בשרשים בשם הנגיד:\n"
            },
            "21": {
                "0": "<b>מלכיות.</b> בקבוץ שפתים:\n",
                "1": "<b>יעמדנה.</b> בא ביו\"ד בתחלתה ונו\"ן ה\"א בסופה והראוי תעמדנה ועיין מה שכתבתי בפרשת ויצא על ויחמנה בבאן לשתות:\n"
            },
            "26": {
                "0": "<b>ונחליתי.</b> הנו\"ן בסגול והחי\"ת בחטוף סגול וכן בשרשים:\n"
            }
        },
        "8": {
            "0": {
                "0": "<b>לדריוש.</b> עיין מה שכתבתי לעיל ריש סימן ו':\n"
            },
            "1": {
                "0": "<b>למלאות.</b> מלא אל\"ף וא\"ו:\n"
            },
            "3": {
                "0": "<b>אנה.</b> במקצת מדוייקים בבי\"ת טעמים ועיין מ\"ש בתילים סימן קי\"ו:\n",
                "1": "<b>והחסד.</b> הוא\"ו בגעיא בס\"ס:\n"
            },
            "4": {
                "0": "<b>והרשענו.</b> הרשענו קרי:\n",
                "1": "<b>וסור.</b> ב' וסור ממצותיך וסור לבלתי לקמן בהאי סימן:\n"
            },
            "5": {
                "0": "<b>כיום הזה.</b> למערבאי כיום ולמדנחאי כהיום:\n",
                "1": "<b>במעלה.</b> העי\"ן בחטף פתח:\n"
            },
            "7": {
                "0": "<b>יהוה לנו בשת הפנים.</b> בהרבה דפוסים כתוב בשם של אל\"ף דל\"ת וצריך להיות בשם המיוחד ושבפסוק הנמשך באל\"ף דל\"ת עפ\"ה דישעיה סימן כ\"ח:\n",
                "1": "<b>למלכינו לשרינו.</b> כן כתיב לשרינו בלא וא\"ו בתחלת המלה למערבאי ולמדנחאי ולשרינו בוא\"ו:\n"
            },
            "11": {
                "0": "<b>את דבריו.</b> דברו קרי:\n"
            },
            "15": {
                "0": "<b>נהפכו צירי.</b> נהפכו ב' וסימן כי נהפכו עלי' צרי' שמואל א' ד' ודין:\n"
            },
            "16": {
                "0": "<b>עבד אדני זה.</b> מלרע לדבר עם אדני זה מלעיל ובמסו' ב' בטעם שופר ישר הדין ואידך וינס אדני דריש שופטים והא דנמסר התם במ\"ג ב' בטעם שופר ישר עבד אדני זה רישא דקרא נקט וקושטא דמלתא דאסיפי' קאי כדאמרן ועיין מ\"ש בריש שופטים:\n",
                "1": "<b>נשארה בי.</b> ברוב הספרים האל\"ף בחטף פתח ובי\"ת בי רפוי':\n"
            },
            "17": {
                "0": "<b>ושמע.</b> עיין מ\"ש בפ' בלק סימן כ\"ג:פקחה. פקח קרי:\n",
                "1": "<b>ויחזקני.</b> החי\"ת בפתח והזי\"ן דגושה לא היו\"ד:\n"
            },
            "18": {
                "0": "<b>אדני שמעה אדני סלחה אדני הקשיבה.</b> ברובן של ספרים מדוייקים שלשתן בשם של אדנות ועיין במסרה גדולה אות האל\"ף ומ\"ש המגיה שם:\n",
                "1": "<b>חזק.</b> בפתח:\n",
                "2": "<b>וחזק.</b> בקמץ הזי\"ן:\n"
            },
            "19": {
                "0": "<b>למה באתי.</b> כ\"כ בספרי ספרד:\n"
            },
            "20": {
                "0": "<b>כעת מנחת ערב.</b> החכם לונזאנו הגיה בספרו בעת בבי\"ת וגם בדפוס ישן מוינציאה יש הערה מחילוף זה אכן בספרים מדוייקם שלפני בכ\"ף:\n"
            },
            "23": {
                "0": "<b>ולחתם.</b> ולהתם קרי ודין הוא חד מן ד' מלין כתיב ח' וקריא ה\"א וסימן בשיר השירים א' ומשלי ב':\n",
                "1": "<b>ולחתם טאות.</b> חטאת קרי:\n"
            },
            "26": {
                "0": "<b>ועל כנף שקוצים.</b> במסורת פר' ויחי נמס' סי' מן ט' על דסבירין עד וקרינן על וזה אחד מהם ועיין מ\"ש בנחמי' סי' י\"ב:\n"
            }
        },
        "10": {
            "1": {
                "0": "<b>וכחזקתי.</b> בכ\"ף כמ\"ש בד\"ה ב' סימן כ\"ו:\n"
            },
            "2": {
                "0": "<b>מלך גבור.</b> בס\"א ישן כ\"י מאד כתוב גדול במקום גבור וגם בדפוס ישן מויניציאה יש הערה מחילוף זה ולא נמצא כן בשאר ספרים וגם בפירושי המפרשים כתיב גבור:\n"
            },
            "3": {
                "0": "<b>וכעמדו.</b> בכ\"ף:\n"
            },
            "4": {
                "0": "<b>ממשל רב.</b> בחירק המ\"ם:\n"
            },
            "5": {
                "0": "<b>ולא תעצר כוח.</b> למערבאי מלא וא\"ו ולמדנחאי בלא וא\"ו:\n"
            },
            "7": {
                "0": "<b>וגם אלהיהם.</b> בס\"ס יש געיא באמצע החטף סגול:\n"
            },
            "9": {
                "0": "<b>ובנו.</b> ובניו קרי':\n",
                "1": "<b>ויתגרו.</b> ויתגרה קרי:\n",
                "2": "<b>מעזה.</b> מעזו קרי:\n"
            },
            "11": {
                "0": "<b>ירום.</b> ורם קרי:\n"
            },
            "13": {
                "0": "<b>ינשאו.</b> במקצת ספרים הנו\"ן בקמ\"ץ ובס\"ס בפתח והשי\"ן דגושה ונמסר עליו לית:\n"
            },
            "14": {
                "0": "<b>ועם מבחריו.</b> לדעת הגאון רבינו סעדיה זאתהמלה מבחריו כתיב מבצריו קרי וכבר מתקשה בזה המגיה בהקדמת מקרא גדולה:\n"
            },
            "17": {
                "0": "<b>וישב פניו לאיים.</b> וישם ק':\n"
            },
            "18": {
                "0": "<b>מעוזי.</b> נכתב בוא\"ו עם דגש אחריו:\n"
            },
            "24": {
                "0": "<b>כי יחשבו.</b> בשני שואים והם שנים במסורת וחברו יחשבו רעה לי (תהילים מ״א:ח׳):\n"
            },
            "25": {
                "0": "<b>פת בגו.</b> במדוייקים תרתין מלין:\n"
            },
            "27": {
                "0": "<b>ברית קדש.</b> לית מלא:\n"
            },
            "32": {
                "0": "<b>ובבזה ימים.</b> במקצת דפוסים חדשים וגם מהישיני' ימים רבים ואין כן בספרים כ\"י המדוייקים:\n"
            },
            "34": {
                "0": "<b>וללבן.</b> י\"ס שכתוב וללבן ושבוש הוא והן כתב רד\"ק שהוא פועל יוצא מההפעיל:\n"
            },
            "35": {
                "0": "<b>כי נתרצה.</b> הכ\"ף במריך:\n"
            },
            "37": {
                "0": "<b>ולאלה מעזים.</b> האל\"ף בחטף סגול ברוב הספרים וכן חברו שבפסוק ויש ספרים ולאלה האל\"ף בלי נקוד בשניהם או בשוא לבדו:\n"
            },
            "38": {
                "0": "<b>הכיר.</b> יכיר קרי:\n",
                "1": "<b>וישתער.</b> בשי\"ן כמו בסמ\"ך:\n"
            },
            "43": {
                "0": "<b>יבהלהו.</b> י\"ם יבהלוהו:\n"
            }
        },
        "11": {
            "0": {
                "0": "<b>ובעת ההיא יעמד מיכאל וגו'.</b> על בני עמך וגו'. ימלט עמך וגו'. ב' פסוקים אית בהון עמך ועמך וסימן ובמה יודע איפוא פרשת כי תשא. ובעת ההיא יעמד מיכאל:\n"
            },
            "1": {
                "0": "<b>מישני.</b> כתב הראב\"ע בספר צחות אות הוא\"ו שיש מחלוקת במלה זו בין בן אשר ובין בן נפתלי אם היו\"ד נחה או נעה ובספר מאזני לשון הקדש כתב שהיו\"ד דגושה זרה ואין לה שנית. ורד\"ק כתב בספר מכלול דף מ\"ט שנמצאו שנים בנוע היו\"ד ורבים מישני מירשתך אשר הורשתנו (ד\"ה ב' כ') וכ\"כ רב פעלים באות מ\"ם שאלו השנים היו\"ד נעה עם הדגש:\n",
                "1": "<b>לדראון.</b> הדל\"ת בחירק לא בצירי כמו שראיתי בדפוס נפולי:\n"
            },
            "6": {
                "0": "<b>וככלות.</b> בכ\"ף:\n"
            },
            "9": {
                "0": "<b>והמשכילים.</b> יש ספרים חסר יו\"ד קדמאה וחילוף כזה יש לעיל בפסוק והמשכילים יזהרו:\n"
            },
            "10": {
                "0": "<b>שמם.</b> חסר וא\"ו:\n"
            },
            "11": {
                "0": "<b>המחכה.</b> הה\"א סמוה במאריך:\n"
            },
            "12": {
                "0": "<b>לגרלך.</b> חסר וא\"ו והוא חד מן ד' חסר וא\"ו בלישנא וסימ' נמסר בריש פ' אחרי מות. <br>ה' יתמך גרלנו בגורל הצדיקים שבטו ומשענתי יהיה לנו תנחומין. לעמוד לקץ הימין. תם ונשלם ספר דניאל. שבח לאל אלהי ישראל: "
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Minchat Shai on Daniel"
}