{
    "work": "Book of Jubilees", 
    "text": {
        "0_Chapter, 29_Verse": "ואל ימשול בהם רוח בליעל להיות להם לשטן לפניך להטותם מכל דרכי הצדקה למען יאבדו על פניך.", 
        "0_Chapter, 34_Verse": "ונפשם תדבק בי ובכל מצוותי ועשו את מצוותי והייתי להם לאב והם יהיו לי לבן וקראו להם בני אלוהים ולכולם זרע הרוח.", 
        "0_Chapter, 31_Verse": "ברא להם לב טהור ורוח קדוש ואל יכשלו בעוונם מעתה ועד עולם.", 
        "0_Chapter, 19_Verse": "והמה ישכחו את כל תורתי ואת כל מצוותי ואת כל משפטי ולא ישמרו חודש ושבת מועד ויובל ויזנחו כל משמרת.", 
        "0_Chapter, 15_Verse": "ועשו להם מצבות ופסילי עץ והשתחוו להם לחטוא בנפשותם וזבחו בניהם לשעירים ולכל מעשי תעתועי לבבם.", 
        "0_Chapter, 39_Verse": "ויקח מלאך הפנים ההולך לפני מחנה בני ישראל את לוחות חלוקת השנים מהחל היצירה.", 
        "0_Chapter, 11_Verse": "ונשמעה העדות הזאת והיתה להם לעדה כי ישכחו את כל מצוותי אשר אנכי מצוה אותם.", 
        "0_Chapter, 38_Verse": "ונגלה ה לעין כל בשר וידעו הכל כי אני אלהי ישראל ואבי כל בני יעקב ומלך על הר ציון מן העולם ועד העולם וציון ירושלים קודש תהיה.", 
        "0_Chapter, 10_Verse": "ואכלו ושבעו ופנו אל אלהים אחרים אשר לא הצילו אותם מכל צרתם.", 
        "0_Chapter, 24_Verse": "ובניתי מקדשי בקרבם ושכנתי בתוכם והייתי להם לאלהים והמה יהיו לי לעם באמת ובצדקה.", 
        "0_Chapter, 36_Verse": "ואתה כתוב לך את כל הדבר הזה אשר אודיעך בהר הזה הראשון והאחרון והבאות לכל חלוקת העת על פי התורה והעדות ולשבועי היובלים עד עולם עד אשר ארד ושכנתי בתוכם מן העולם ועד העולם.", 
        "0_Chapter, 9_Verse": "ואתה כתוב לך את כל הדברים אשר אנכי דובר היום באזנך כי ידעתי את מריים ואת עורפם הקשה בטרם אביאם אל הארץ אשר נשבעתי לאברהם ליצחק וליעקב לאמור לזרעכם אתן את הארץ זבת חלב ודבש.", 
        "0_Chapter, 21_Verse": "וקבצתי את נדחיהם מתוך הגוים והמה ישובו ובקשו פני ונמצאתי להם.", 
        "0_Chapter, 16_Verse": "ושלחתי להם עדים להעיד בם והמה לא ישמעו וימיתו את עדי.", 
        "0_Chapter, 14_Verse": "ואת שבתותי וקודשי אשר הקדשתי בתוכם ואוהלי ומקדשי אשר הקדשתי בארץ לשכן שמי שם.", 
        "0_Chapter, 12_Verse": "וזנו אחרי שיקוצי הגוים וגילוליהם ועבדו לאלוהיהם והיו להם למכשול צרה וצוקה לפח ולמוקש.", 
        "0_Chapter, 23_Verse": "והיו לברכה ולא לקללה והיו לראש ולא לזנב.", 
        "0_Chapter, 6_Verse": "וילמדהו את חלקת הימים על פי התורה והעדות לאמור.", 
        "0_Chapter, 2_Verse": "עלה אלי פה ההרה ואתנה לך את שתי לוחות האבן והתורה והמצווה אשר כתבתי להורותם.", 
        "0_Chapter, 35_Verse": "ונודע כי בני הם ואנכי אביהם במשפט כי כן אהבתים.", 
        "0_Chapter, 3_Verse": "ויעל משה אל הר האלוהים וישכון כבוד ה על הר סיני ויכסהו ענן ששת ימים ויקרא אל משה ביום השביעי מתוך הענן.", 
        "0_Chapter, 33_Verse": "ואחרי כן ישובו אלי באמת בכל לבבם ובכל נפשם ומלתי את עורלת לבבם ואת עורלת לבב זרעם ובראתי להם רוח קדוש וטיהרתים למען לא יסורו עוד ממני מיום ההוא עד עולם.", 
        "0_Chapter, 5_Verse": "ויהיה משה בהר ארבעים יום וארבעים לילה ויורהו ה את אשר היה ואת אשר יהיה.", 
        "0_Chapter, 28_Verse": "ועתה יגדל נא חסדך ה על עמך וברא להם רוח נכון.", 
        "0_Chapter, 1_Verse": "ויהי בשנה הראשונה לצאת בני ישראל מארץ מצרים בחודש השלישי בשישה עשר בו וידבר אל משה לאמור.", 
        "0_Chapter, 27_Verse": "ה אלהי אל נא תעזוב עמך ונחלתך כי ילכו בשרירות לבם ואל תתנם ביד אויביהם למשול בם גוים ולא ירדו בהם פן יזנחוך.", 
        "0_Chapter, 22_Verse": "והיה כי ישחרוני בכל לבבם ובכל נפשם אטה להם שלום רב בצדקה ונטעתים לצמח מישרים בכל לבי ובכל נפשי.", 
        "0_Chapter, 17_Verse": "וגם בשומרי תורה יתגרו והמיתום ועל תורתי יפשעו ויעשו הרע בעיני.", 
        "0_Chapter, 40_Verse": "לוחות השבועים והיובלים על פי התורה והעדות שנה בשנה כמספרה והיובלים לפי השנים מיום הבריאה החדשה בעשות שמים וארץ וכל יקומם וצבא השמים וכל בריאת הארץ.", 
        "0_Chapter, 7_Verse": "הסכת את כל הדבר אשר אנכי דובר אליך וכתבהו על ספר למען ידעו דורותיהם כי עזבתי אותם על כל הרעה אשר עשו כי סרו מן הברית אשר אנכי כורת היום ביני וביניך בהר סיני לדורותיהם.", 
        "0_Chapter, 41_Verse": "עד ברוא מקדש ה בירושלים במכון הר ציון וכל מאורי אור יתחדשו לקדושה לשלום ולברכה לכל בחירי ישראל להיות כן מיום ההוא כל ימי השמים על הארץ.               ", 
        "0_Chapter, 37_Verse": "ויאמר אל מלאך פניו לאמור כתוב בספר למשה מיום עשות שמים וארץ עד היום אשר יבנה מקדשי בתוכם לעולם ועד.", 
        "0_Chapter, 25_Verse": "ואני לא אמאסם ולא אגעלם כי אני ה אלהיהם.", 
        "0_Chapter, 32_Verse": "ויאמר ה אל משה ידעתי את מרי שיחם ואת מזימתם ואת קשי עורפם ולא ישמעו בקולי עד אשר יאשמו בחטאותם ובחטאות אבותיהם.", 
        "0_Chapter, 13_Verse": "ורבים יאבדו וילכו שבי לפני צר וייפלו ביד אויביהם עקב אשר שכחו חוקותי ומצוותי ומועדי ובריתי הפרו.", 
        "0_Chapter, 4_Verse": "ויראה את כבוד ה כאש אוכלת על הר סיני בעלותו לקחת את לוחות האבן והתורה והמצוה על פי ה אשר אמר אליו עלה אל ראש ההר.", 
        "0_Chapter, 18_Verse": "ואנכי הסתר אסתיר את פני מהם ונתתים ביד הגוים ורדו בהם והיו להם למוקש ואכלום וגרשתים מן הארץ והפיצותים בגוים.", 
        "0_Chapter, 26_Verse": "ויפול משה על פניו ויתפלל לאמור.", 
        "0_Chapter, 8_Verse": "והיה כי תמצאן אותם רעות רבות וצרות וענה הדבר הזה לפניהם לעד וידעו כי צדקתי מהם בכל משפטם ובכל מעשיהם וידעו כי הייתי עמהם.", 
        "0_Chapter, 20_Verse": "ואחרי כן ישובו ופנו אלי מקרב הגוים בכל לבבם ובכל נפשם ובכל מאודם.", 
        "0_Chapter, 30_Verse": "והם עמך ונחלתך אשר פדית בכוח גדול מיד המצרים.", 
        "0_Chapter, 0_Verse": "אלה דברי חלוקת הימים על פי התורה והעדות לתולדות השנים לשבועיהן וליובליהן כל ימי השמים על הארץ כאשר דבר אל משה בהר סיני."
    }, 
    "meta": "Chapter-Verse"
}