{
    "title": "Mishneh LaMelech on Mishneh Torah, One Who Injures a Person or Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_One_Who_Injures_a_Person_or_Property",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אדם מועד לעולם כו'.</b> משנה בפרק כיצד הרגל. וכתב הטור סי' תכ\"א ס\"ז וז\"ל שאלה לא\"א שנים שהתאבקו יחד והאחד הפיל חבירו לארץ ונפל עליו וסימא עינו של התחתון מה דינו. תשובה נראה דפטור מחמשה דברים אע\"ג דקי\"ל אדם מועד לעולם היכא דהוי אנוס פטור כו'. וכתב מרן בס' ב\"ה וז\"ל ויש לגמגם על תשובה זו כי מתחלה נתן טעם לפטור מפני שהוא אנוס ומה שהביא ראיה מהירושלמי ומההיא דשנים שרצו אינן ראיות דשאני הכא דנתכוון להפילו ועשוי הוא להיות ניזוק ע\"י הנפילה ואחר כך נתן טעם מפני שמחלו זה לזה, וטענת מחילה ג\"כ אינה טענה שהאומר לחברו סמא את עיני קטע את ידי ע\"מ לפטור חייב, ושמא יש לחלק בין כשהאחד מוחל לחבירו לששניהם מוחלים זה לזה ע\"כ. ולפי סברת הרא\"ש שהביא הטור לקמן דכל שאומר בפירוש ע\"מ לפטור פטור ליכא קושיא כלל ודוק: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואפילו נכנס לרשות חבירו שלא ברשות כו'.</b> (א\"ה עיין מ\"ש הרב המחבר פ\"ג מהלכות עבדים הלכה ה'): "
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שהאומר לחבירו סמא את עיני וכו'.</b> נ\"ב עיין בתשו' הרלנ\"ח בפסק הסמיכה (דף רפ\"א). (א\"ה ועיין בדברי הרב המחבר לעיל בסמוך): "
            ]
        ],
        [
            [],
            [],
            [
                "<b>בד\"א ברשות הניזק כו'.</b> עיין מ\"ש רבינו בפכ\"א מהל' אישות בבא המתחלת האשה ששברה כלים בשעת מלאכתה בבית פטורה ולא מן הדין אלא משום שלום הבית ודוק. (א\"ה עיין לקמן פ\"ב מהל' שלוחין ושותפין הלכה ב' ובפ\"ב מהל' שכירות הלכה ג'): "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>הכהנים שפגלו את הזבח במזיד חייבים לשלם כו'.</b> משנה בפ' הניזקין הכהנים שפגלו במקדש מזידין חייבין. ולא ידעתי מאי איריא שפגלו דהיינו מחשבה שחוץ לזמנו אפילו מחשבה דשלא לשמן דהקרבן כשר אפ\"ה חייבין כיון דקי\"ל שלא עלו לבעלים לשם חובה וכדתנן בריש זבחים כל הזבחים שנזבחו שלא לשמן כשרים אלא שלא עלו לבעלים לשם חובה. וכ\"ת דהיינו דוקא היכא דהוא חייב קרבן משום חובה אבל משום נדר אם נזבח שלא לשמן יצא ידי נדרו הא ליתא שהרי בפירוש כתב רש\"י וצריך להביא אחר לחובתו או נדרו כו'. והדבר מוכרח שהרי בגמ' הביאו ראיה לרבא דאמר עולה ששחטה שלא לשמה אסור לזרוק דמה שלא לשמה מדכתיב מוצא שפתיך תשמור ועשית כאשר נדרת לה' אלהיך נדבה האי נדבה נדר הוא אלא אם כמו שנדרת עשית יהא נדר ואם לאו נדבה יהא. הרי מבואר שנדר שנזבח שלא לשמו לא יצא ידי נדרו וחשיב זה הקרבן נדבה וחייב לקיים נדרו וא\"כ הדרא קושיין לדוכתא דמאי איריא דנקט שפגלו. וסבור הייתי לומר דנקט שפגלו לכלכול כל מין קרבן שיהיה אף נדבה דקי\"ל שאינו חייב באחריותו דמשום מחשבה דשלא לשמו לא מיחייבי הכהנים. וכ\"ת דאי משום האי טעמא אף שפגלו ליפטרו הכהנים כיון שהיה נדבה ואינו חייב באחריותו, הא ליתא שהרי כתב רש\"י שם פ' הנזקין (דף נ\"ג) וז\"ל חייבין לשלם דמיה לבעלים שהרי צריכים להביא אחרים ואי נמי נדבה היא קשה בעיניו שלא הקריב קרבנו שהרי להביא דורון היה מבקש ע\"כ. הרי היכא דפיגל אף שהיה נדבה חייב לשלם. ואפשר דדוקא בפיגל שהקרבן נפסל חייב לשלם אף בנדבה אך במחשבה דשלא לשמו שהקרבן כשר אינו חייב לשלם שהרי כבר הביא דורון. וכ\"ת נהי דהקרבן כשר מ\"מ לא הוי קרבן מן המובחר כיון שנשחט שלא לשמו והדבר פשוט דמצוה מן המובחר הוא להקריבו לשמו שהרי אפילו בשחט שלא לשמו קאמר רבא דאסור לזרוק דמה שלא לשמו כ\"ש דאעיקרא דמלתא מצותו הוא שיקרב לשמו וא\"כ אם שחטו שלא לשמו ליחייב הכהן משום דיאמרו הבעלים אנו היינו רוצים להקריב קרבן כתקנו ואף שהוא כשר מ\"מ אינו כתקנו. הא ליתא דהא אמרינן בפ' מרובה (דף ע\"ח) בעי רבא הרי עלי עולה והפריש שור ובא אחר וגנב מיפטר גנב נפשיה בכבש לרבנן בעולת העוף לראב\"ע מי אמרי' עולה קביל עליה או דילמא מצי א\"ל אנא מצוה מן המובחר בעינא למיעבד הדר פשטה גנב פטר עצמו בכבש לרבנן בעולת העוף לראב\"ע. הרי לך מבואר דמשום טענה דמצוה מן המובחר לא מיחייב הגנב וה\"ה הכא דלא מיחייב הכהן בנדבה משום דשחטו שלא לשמו כיון שהקרבן כשר ודוקא בפיגל חייב משום דלא הביא דורון ועדיין יש להתיישב בדבר. (א\"ה עיין בדברי הרב המחבר פי\"ו מהלכות מעשה הקרבנות הלכה ז'): <br><b>ועדיין </b>אני תמיה דאמאי נקט פיגל דהיינו מחשבה דחוץ לזמנו וכמו שפירש\"י ורבינו בפירוש המשנה והלא אף במחשבה דחוץ למקומו דקי\"ל דאינו פיגול ואינו חייבים עליו כרת פשיטא דחייבים לשלם כיון דהקרבן פסול וכמו שפסק רבינו בפ\"ח מהלכות פסולי המוקדשין. וכ\"ת דפגלו לאו דוקא מ\"מ יש לתמוה על רש\"י ורבינו דנקטו מחשבה דחוץ לזמנו ולא נקטו מחשבה דחוץ למקומו והדבר צריך אצלי תלמוד. וראיתי להרא\"ש בפרק ד' דנדרים (דף ל\"ה) שכתב הכהנים שפגלו שחשבו באחת מד' עבודות לאוכלו או להקריבו חוץ לזמנו או חוץ למקומו ע\"כ. ומדנקט הרא\"ש הני תרי גווני ולא נקט נמי שלא לשמו משמע דדוקא בהני מיחייב ולא מצאתי מקום לחלק אלא דוקא בנדבה וכדכתיבנא. ועיין ברש\"י פ\"ק דב\"ק (דף ה') שכתב ומפגל כהן ששחט קרבנו של ישראל חטאת לשם שלמים דאין הקרבן עולה לחובת בעליו וצריך אחר ע\"כ. ועיין בפ\"ד דמנחות (דף מ\"ט) דמייתי למתניתין דהכהנים שפגלו במקדש: <b>וכן העושה מלאכה בפרת חטאת וכו'.</b> כתב ה\"ה אבל הרמב\"ן דעתו כדעת הראב\"ד ז\"ל. נ\"ב נראה דס\"ל כהראב\"ד ולא מטעמיה וז\"ל בדינא דגרמי (דף קי\"ג:) מטמא קנס הוא ומקנס לא גמרינן כדא\"ר הונא בר חייא בפ' הגוזל ומאכיל וקי\"ל כל רב ושמואל הלכתא כשמואל בדיני וסוגיין נמי בפרק הנזקין כוותיה ודאקשינן התם העושה מלאכה במי חטאת ובפרת חטאת פטור ואי ס\"ד היזק שאינו ניכר שמיה היזק אמאי פטור ואי אמרת לא שמיה היזק ניחא דאפי' במזיד פטור דמטמא ומדמע קנסא ולא גמרינן מינה לדינא אחרינא וכ\"כ ר\"ח ז\"ל ע\"כ. ובדף קי\"ד חזר הרב ז\"ל וכתב העושה מלאכה במי חטאת ובפרת חטאת היזק שאינו ניכר הוא ואומר לו הרי שלך לפניך ואפי' במזיד פטור דלא גמרינן ממטמא ומדמע דקנסא הוא וכבר כתבתי את זה ע\"כ. והראב\"ד נראה דס\"ל דקי\"ל כרב דמקנסא ילפינן ומש\"ה הוצרך לומר דטעמא דפטור הוא משום דמתכוין להנאתו. ודעת רבינו נראה דס\"ל דאותה סוגיא אתיא כשמואל וכמ\"ש הרמב\"ן אך הוא ז\"ל ס\"ל דהלכה כרב שהרי כתב בדין ב' וכן כיוצא בזה וזהו דוקא אליבא דרב ובפירוש כתב בדין ו' ומש\"ה פסק דהעושה מלאכה במי חטאת חייב. ותמהני מה\"ה ז\"ל למה נכנס בפרצה דחוקה ליישב דברי רבינו ולומר דהו\"מ למימר וליטעמיך ואמאי לא קאמר דרבינו מפרש הסוגיא כדעת הרמב\"ן ומ\"מ לא ס\"ל כוותיה במאי דפסק כשמואל אלא ס\"ל דהלכתא כרב ומש\"ה פסק חייב. והנראה אצלי דה\"ה ז\"ל רצה לייחס לרבינו פירוש הרמב\"ן משום דהוה ק\"ל לרבינו דאמאי פסק כרב דמקנסא ילפינן מאחר דר\"א קאי כוותיה דשמואל. ותו סתמא דתלמודא דפריך ממי חטאת ואם היזק שאינו ניכר כו' קאי כשמואל וזהו שכתב הרמב\"ן וסוגיין דהנזקין כוותיה. וא\"כ יגדל התימה על רבינו למה פסק כיחידאה. ומש\"ה נדחק ואמר דאף כרב אתיא והו\"מ למימר וליטעמיך ומה שפסק כרב ולא כשמואל אף דקי\"ל הלכתא כשמואל בדיני הוא משום דסוגיין דחולין (דף מ\"א) אזלא כוותיה דרב וכמ\"ש התוס' שם והראב\"ד נמי אזיל בשיטה זו. אך מה שאני תמיה הוא דהרי\"ף ז\"ל בפרק החובל אההיא דחייביה ר\"ג עשרה זהובים כתב בהדיא דמסקנא לא ילפינן אלמא דס\"ל דהלכתא כשמואל ולעולם דרכו של רבינו ז\"ל הוא דאזיל בשיטת הרי\"ף וצ\"ע. והוי יודע שדברי הרי\"ף שם נעלמו ממני שרצה להכריח דההיא דר\"ג דינא הוא ולא קנסא מדגמר מינה רב לההיא דנטיעותי קצצת, והדברים הם תמוהים דהא רב אית ליה בפ' הנזקין דקנסא מקנסא גמרינן. והרבה יותר מדאי נדחקתי ליישב דברי הרי\"ף ולא עלה בידי וצ\"ע: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הזורק כלי מראש הגג לארץ ולא היה תחתיו כלים וקדם אחר ושברו כו'.</b> משנה בפ' כיצד הרגל. (א\"ה עיין מ\"ש הרב המחבר לעיל פ\"ג מהל' גזילה ואבידה הלכה ד'). ועיין בתשובת הריב\"ש ז\"ל סי' תק\"ו על אודות ראובן שהיה לו אוצר תחת ביתו של שמעון ושמעון היתה לו עוד עלייה אחרת על ביתו ויהי היום ושמעון היה סותר הוא בעצמו כותל אחד רעוע מן העליה העליונה שלו ונפל הכותל על התקרה העליונה שלו ונפלה עם הכותל בביתו שעל אוצרו של ראובן ומכח הנפילה ההיא נפלה גם תקרת אוצרו של ראובן ועל זה נתעצמו בדין. והשיב בתוך דבריו וכ\"ש דראוי לפוטרו שעשה זה שלא בכוונה כו'. וכפי טעם זה יקשה למה חייב הברורים בדמי היין והרב ז\"ל הסכים בזה כמו שיע\"ש: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד הרי שחטף חמת או סלים מלאים כו'.</b> (א\"ה עיין בדברי הרב המחבר בתשובה שנעתיק לקמן פרק כ\"א מהל' מלוה ולוה הלכה א'): "
            ]
        ],
        [
            [],
            [
                "<b>שהמציל עצמו בממון חבירו חייב לשלם.</b> (א\"ה אי שרי להציל עצמו בממון חבירו משום פקוח נפש עיין בדרשות הרב המחבר ז\"ל בדרך החיים דף מ\"ב ע\"ד): "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מי שיש לו עדים שמסר ממון חבירו כו'.</b> מ\"ש ה\"ה ז\"ל ומתוך מ\"ש והמוסר כופר במה שטענו נראה שהוא סובר שאם המוסר אינו כופר בברי אלא אמר איני יודע כו'. אפשר לדחות דנקט רבינו הכי לרבותא דאפילו טען המוסר ברי אם תפס הנמסר אין מוציאין מידו. אבל נראה שהדין מוכח ממ\"ש רבינו לעיל בפ\"ז לקח כיס חבירו והשליכו לים או שמסרו ביד אנס ואבד בעל הכיס אומר זהובים היה מלא והמזיק אומר איני יודע הרי הניזק נשבע ונוטל ע\"כ. ואע\"ג דהתם בדין מזיק וניזק מיירי ולא בדין מוסר מיהו בנטל הכיס ומסרו ליד אנס לא גרע ממוסר והיינו מוסר ומה לנו אם הראה מעצמו או מסר כיס חבירו ביד אנס כנ\"ל ודוק: ומ\"ש רבינו אם תפס הנמסר אין מוציאין מידו. (א\"ה עיין בדברי הרב המחבר בתשו' פכ\"א מהלכות מלוה ולוה): "
            ],
            [
                "<b>אין משביעין את המוסר וכו'.</b> זה דבר פשוט מעצמו וכמ\"ש ה\"ה. וכתב הרא\"ש בתשובה כלל י\"ז סי' ה' וששאלת על לאה שטוענת על ראובן שמסרה ביד עכו\"ם ובזה הפסידה הרבה וקצת ביררה בעדים וקצת בהוכחות וראובן השיב נפלה דליקה כו'. תשובה כל מה שתוכל לאה לברר בעדים שהפסידה באותה תפיסה יפרע לה וישבע ראובן שאינו יודע שהפסידה יותר כו' יע\"ש. וקשה דהיאך מוסרין אותו שבועה שהרי דין מסור יש לו ונפסל לעדות ולשבועה. ואפשר לומר דלא משמע להו לאינשי דאיכא איסורא בהא כיון דלמירמא אימתא להציל את שלו הוא דעביד ובידו לפוטרו מן השר ודוק: "
            ],
            [],
            [
                "<b>מותר להרוג המוסר בכל מקום כו' ומתרין בו ואומרים לו אל תמסור כו'.</b> מבואר בפרק הגוזל בתרא. וז\"ל מרן הב\"י סי' שפ\"ח כתוב בתשובת הרשב\"א סי' קפ\"א אם רגיל לעשות כן כל שאומר לעשות כאילו עשה והרי הוא בכלל הבא להורגך כההיא דרב שילא שלא המתין לראות היעמדו דבריו כו' יע\"ש וחילוקים אלו שכתב הרשב\"א הוא כדי ליישב דלא תיקשי אמאי לא אמרינן הכי עביד איניש דגזים ולא עביד וכדאמרינן בפרק כל הנשבעין (דף מ\"ח) ועיין פ\"מ ח\"א סי' כ\"א שער אפרים סימן קכ\"ב. ועיין במ\"ש מרן הב\"י סי' ל\"ד סל\"ב ודוק. כתב הריב\"ש סי' תע\"ג ואפשר דגם זה התרה בו רבי שילא ולא קיבל או שלא היה פנאי להתרות בו וכו' ואין צורך לזה דהנרדף עצמו אינו חייב להתרות לרודף אבל אחר הבא להציל הנרדף מיד הרודף הוא שצריך התראה והיינו עובדא דרב כהנא ודוק. (א\"ה עיין בדברי ה\"ה הכא בפרקין שכתב כדברי הריב\"ש הנז' ובתשובת הריב\"ש סי' רל\"ח כתב או אפשר שאין הנרדף הבא להציל את עצמו בנפשו של רודף צריך להתרות ברודף לפי שהוא בהול על נפשו להציל עצמו ולא חייבוהו להתרות כו'. וכתוב שם מכ\"י של הרב המחבר וז\"ל וכיוצא בזה כתבו ז\"ל דהא דאמר דאם יכולין להציל באחד מאיבריו של רודף שאין הורגין אותו שדין זה לא נאמר אלא באיש אחר הבא להציל אבל הנרדף אינו מדקדק בזה ועיין בכנה\"ג בחדושיו על הרא\"ם פ' וישלח ע\"כ):        סליקו להו הלכות חובל ומזיק בס\"ד "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות חובל ומזיק",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}