{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "https://www.sefaria.org"
        ]
    ], 
    "text": [
        [
            "A Hebrew servant that is spoken of in the Torah, is a Jew that court of law sold against his will or sold himself of his own will. How so? ...", 
            "", 
            "", 
            "[If someone] comes and says to you, \"Indeed I am selling myself to a gentile,\" you do not need to [help] him until he is sold. But after he is sold to the gentile, even though he transgressed and performed [something] that is not proper, it is a commandment to redeem him, and not [have him] become assimilated with them [i.e. the gentiles], as it is stated, \"after that he is sold he may be redeemed\" (Leviticus 25:48).", 
            "One who sells himself or the court of law forces him, he is not sold in public on a purchasing stone and not in an alley, as the way that slaves are sold, as it says, \"they shall not be sold as bondmen\" (Leviticus 25:42). Instead [he should be sold] privately and a manner of honor.", 
            "", 
            "", 
            "[Regarding] people that do not behave well, it is permissible to subjugate them with force and enslave them. [If there is] a king that rules that anyone that does not give the fixed tax, [and that therefore] he is enslaved to whoever pays the tax [for him], it is permissible to use him more than necessary. But not like a [Caananite] slave. [But] if he does not behave well, it is permissible to use him as a [Caananite] slave.", 
            "", 
            "[Someone becomes neither] a female Hebrew servant nor a [male] Hebrew servant except when the Jubilee occurs. This occurs whether a Hebrew servant sells himself or whether a court of law sells him. We have already explained when the Jubilee was canceled."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "There is no limit to the amount of work you are allowed to give a non-Jewish slave, but even though this is the basic law, the attribute of piety and the ways of wisdom dictate that a person should be merciful and pursue justice and not oppress a slave or cause him anguish. He should feed him, from each kind of food and each kind of drink that he consumes. The earlier Sages would give their slaves from every single dish that was prepared and would ensure that their slaves (and also their animals) would eat before they did. For indeed it is written “like the eyes of slaves to the hand of their masters, like the eye of a maidservant to hand of her mistress” (Tehillim 123). And so too he must not disgrace him, not through action, nor through words, for they have been decreed to serve but not to be disgraced. One should not yell or be angry at them, but must speak patiently and hear his claims. Thus it is explicit that one of Job’s greatest qualities was “Shall I spurn the justice of my slave and my maidservant when they quarrel with me? Were they not made in the belly of my maker? We were conceived in one womb” (Job 31:13-15). Cruelty and brazenness is a trait of idolatress nations, but the seed of Avraham Avinu, which is the Jewish people, to whom the Holy One Blessed Be He has bequeathed the goodness of the Torah and commanded them with righteous statutes (חוקים) and judgements (משפטים) – are compassionate to all. And so are the attributes of the Holy One Blessed be He, which He commanded us to emulate. As it is written: “His mercy is upon all his works” (Tehillim 145) and anyone who is merciful (Hashem is) merciful with him. As it says: “He has given you compassion and been compassionate with you and multiplied you” (Devarim 13:18)."
        ]
    ], 
    "title": "Mishneh Torah, Slaves", 
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Slaves", 
    "heTitle": "משנה תורה, הלכות עבדים", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Kinyan"
    ]
}