{
    "versionTitle": "Shadal 1st Edition", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Shadal on Genesis", 
    "text": [
        [
            [
                "יבינו המשכילים כי המכוון בתורה אינו הודעת החכמות הטבעיות, ולא ניתנה התורה אלא להיישיר בני אדם בדרך צדקה ומשפט, ולקיים בלבם אמונת היחוד וההשגחה, כי לא לחכמים לבדם ניתנה תורה, אלא לכל העם; וכמו שענין ההשגחה והגמול לא נתבאר (ולא היה ראוי שיתבאר) בתורה בדרך פילוסופי, אבל דיברה תורה עליו כלשון בני אדם (וחרה אף ה' בכם, דברים ז' ד'; ויתעצב אל לבו, בראשית ו' ו' ורבות כאלה), כן עניין הבריאה איננו מסופר (ולא היה ראוי שיסופר) בתורה בדרך פילוסופי, וכמו שאמרו רז\"ל (מדרש הגדול לבראשית א' א') להגיד כח מעשה בראשית לבשר ודם אי אפשר. לפיכך אין ראוי לתורני להוציא הכתובים ממשמעותם כדי להסכימם עם החכמות הטבעיות, גם אין ראוי לחוקר שיכחיש בתורה מן השמים, אם ימצא בסיפוריה דברים בלתי מסכימים עם המחקר הטבעי; אבל זה וזה ראוי להם, שיתבוננו בפנימיות לבב בני אדם, ובדרכי החכמה שהטבע נוהג בהם בדברו בלבו של כל אחד ואחד, לנער על פי דרכו, ולבחור בדרך אחר, ולזקן בדרך אחר, ולחזק בדרך מיוחד, ולחלש בדרך מיוחד, ולעשיר בדרך אחד, ולעני בדרך אחר, וכן לכל כיתות בני אדם הטבע מדבר בלבם בדרך פרטי הראוי לאנשי הכת ההיא, ולא יגלה הטבע לשום אחת מהכיתות האמת ערומה בלא מסוה ובלא לבוש; כן נותן התורה ית' (כי האל אשר ברא את הטבע והאל אשר נתן לנו את התורה, אל אחד הוא) בדברו עם בני אדם הוצרך לדבר כפי מדרגתם ולא כפי מדרגתו ית'. והנה רצה ה' להודיע לבני אדם אחדות העולם ואחדות המין האנושי; כי הטעות בשני הענינים האלה גרמה בימי קדם רעות גדולות, כי מהעדר ידיעת אחדות העולם נמשך, שהיו בני אדם מאמינים מציאות אלהים פרטיים בעלי חסרון ומידות גרועות, והיו עושים מעשים רעים כדי להיות לרצון לפניהם (עיין מה שכתבתי בפרשת יתרו (שמות כ' ג') בפסוק לא יהיה לך), ומהעדר ידיעת אחדות המין האנושי נמשך, שהיו בני אומה אחת שונאים ומואסים בני אומה אחרת, והיו נוהגים עמהם בכח הזרוע, ולא במשפט ובצדקה; ושני העיקרים האלה (אחדות העולם ואחדות המין האנושי) הם המכוון הכללי בסיפור מעשה בראשית, ופרטי הספר כוללים עוד כוונות אחרות כאשר יתבאר.", 
                "בראשית ברא אלהים: כבר התעוררו רבים, למה לא נזכר מאמר בבריאת השמים והארץ, ולמה לא נזכרה בריאת המלאכים, ועוד יש לתמוה, מה נשתנה יום ראשון משאר ימי הבריאה, שכל אחד מהם נתיחד לדבר פרטי, או לדברים פרטיים שהם ממין אחד או מסוג אחד, אבל היום הראשון כולל דבר פרטי שהוא בריאת האור, וכולל מלבד זה דבר כללי, שאין דבר יותר כולל ממנו, והוא בריאת השמים והארץ; וזה דבר זר מאד, והיה ראוי שיתיהד יום אחד לבריאת השמים והארץ, בלי שתשתתף עמהם ביום אחד בריאת דבר פרטי, שהוא האור. ונ\"ל כי תשובה אחת תספיק לשלשת השאלות, והיא באמרנו כי השמים והארץ לא נבראו ביום ראשון, אלא קודם לכן, וזה לפי מה שאומר, לא ניתנה תורה למלאכי השרת (ברכות כ\"ה, ע\"ב) ולא בא סיפור הבריאה אלא להגיד התחלת עניני העולם התחתון, אשר הוא מושב בני האדם, וקצת מעניני העולם העליון, מן הצד שיש לו התיחסות עם בני האדם, כלומר מצד התועלת המגעת לנו משם, ולא היה אפשר לבאר לבני אדם עניני השמים, וגם לא היה רצונו ית' להביא בני אדם להאמין, שאין במציאות שום דבר אחר זולת הנראה והנודע לנו; לפיכך הגידה התורה מה נברא ונעשה בכל אחד מששת ימי הבריאה, והקדימה לסיפור פרטי הבריאה פסוק אחד הכולל בריאה אחרת שקדמה לששת הימים ולא נתבארו פרטיה בתורה, באמרה בראשית ברא אלהים את השמים ואת הארץ, ולא אמרה ויאמר אלהים יהי שמים, יהי ארץ, להודיע שאין כוונתו להגיד לנו פרטי הבריאה ההיא, ושאין זה אלא מאמר סתום הכולל כמה וכמה מאמרות. והנה השמים והארץ האמורים כאן אינם ממש השמים והארץ המפורשים אח\"כ ביום שני ושלישי; אבל השמים האמורים כאן כוללים כל אשר ממעל לארץ, והשמים האמורים ביום שני כוללים רק החלק מהם הידוע לבני אדם; והארץ האמורה כאן כוללת הארץ מעורבת במים, ועליה הרוח, והארץ האמורה ביום שלישי כוללת היבשה לבדה. זה הוא לדעתי עיקר פשוטו של מקרא זה. ואולי יאמר אדם, שזה סותר למה שבא בעשרת הדברות, כי ששת ימים עשה ה' את השמים ואת הארץ; אבל באמת אין משם סתירה לפירושי, כי לא אמר, כי ששת ימים ברא ה' את השמים ואת הארץ, אלא כי ששת ימים עשה ה', והכוונה על עשיית הרקיע, ועל הפרשת הארץ מן המים, ותבות \"ואת כל אשר בם\" האמורות בעשרת הדברות כוללות האור והמאורות ובעלי החיים שעל הארץ ובתוך המים, ובפרשת כי תשא (ל\"א י\"ז) קיצר ולא הזכיר רק את השמים ואת הארץ, וכלל בהם גם כל אשר בם. גם רז\"ל אמרו (פסחים נ\"ד ע\"א) כי כסא הכבוד קדם לבריאת העולם. ברא. פועל ברא בבנין הקל ובבנין נפעל לא נמצא בשום מקום על פעולה אנושית, ומצאנו שהאדם נקרא עושה ונקרא יוצר, ולא מצאנו בשום מקום שייקרא האדם בורא; ונראה שהונח השורש הזה להורות על כל דבר היוצא ממנהגו של עולם, כמו אעשה נפלאות אשר לא נבראו בכל הארץ (שמות ל\"ד י') ואם בריאה יברא ה' ופצתה האדמה את פיה (במדבר ט\"ז ל') השמעתיך חדשות מעתה וכו' עתה נבראו ולא מאז (ישעיה מ\"ח ז'), כי ברא ה' חדשה בארץ (ירמיה ל\"א כ\"א) וכאן ברא אלהים את השמים ואת הארץ היא פעולה אלהית שאין כמוה. הבריאה מן האין מצאנוה מפורשת בספר חשמונאים, ספר שני, סימן ז', פסוק כ\"ח; וגם השמרונים בפיוטיהם אומרים שהעולם נברא מן האין, וכן היא ג\"כ אמונת הקראים. ויחזקאל בדברו על מלך צור אמר עליו לשון בריאה, ביום הבראך כוננו (כ\"ח י\"ג) מיום הבראך (שם ט\"ו); דרך מליצת השיר המשיל אותו לאדם הראשון, שבראו ה' והניחו בגן עדן וכמו שאמר בעדן גן אלהים היית, לפיכך אמר עליו לשון בריאה, כאילו לא נוצר על ידי אב ואם, אך הוא בריאה אשר ברא ה'. ובבנין פיעל מצאנו שורש ברא להוראת גדיעה וכריתה, (יהושע י\"ז ט\"ו; יחזקאל כ\"ג מ\"ז) ובהפעיל להבריאכם מענין בריא ושמן (שמואל א' ב' כ\"ט) ובקצת ספרים מצאנו בבנין הקל ולא ברא אתם לחם (ש\"ב י\"ב י\"ז) באל\"ף במקום ה\"א, כך היתה גירסת הראב\"ע ולא כן גירסת רד\"ק. אלהים: אל ואיל לשון כח וחוזק, ואלהים לשון רבים, והיה נוהג אצל האומות העובדות אלילים (כוזרי מאמר ד' סימן א'), והיו קוראים כן כל כחות הטבע, אשר הם סיבות המאורעות בארץ, והיו עובדים את כולם, וכל א' מהם יהיה להם לאלוה, ואמנם העברים בעלי היחוד קיימו שם זה בלשון רבים להורות, כי האל אשר הם עובדים איננו כח פרטי אחד, כמו שהיו הגוים אומרים אלהי הרים ה' ולא אלהי עמקים הוא (מ\"א כ' כ\"ח), אבל הוא קיבוץ כל הכחות ובעל הכחות כולם (וכיוצא בזה מילות ימים עיין למטה פסוק י'), כן קראו אותו בשם צבאות לומר שהוא עצמו כולל כחות כל צבאות השמים שהיו הגוים עובדים, עיין פירושי בישעיה א' ט.", 
                "את השמים ואת הארץ: דיברה תורה כלשון בני אדם, וחילקה את העולם כולו ואת העולמות כולם לשני חלקים, מה שהוא למעלה ומה שהוא למטה, הכל לפי ראות עיני האדם השוכן בארץ. סמא בל' ערבי כמו גבה בעברי, וארע (שממנו ארעא שהוא ארץ בחלוף עי\"ן וצד\"י, כמו צאן עאן, רבץ רבע וממנו ארבעה, [בתרגום לישעיה ז' כ\"ה] וכן עיר כנוי למלאך כמו ציר בלה\"ק שענינו שליח) בל' ארמי שפל, כמו ובתרך תקום מלכו אחרי ארעא מנך (דניאל ב' ל\"ט); ולדעת קצת סמא (Galius et Clericus) וארע מן שמים וארץ נגזרו; ונראין דברי ר' יעקב אבנדאנה, כי שמים מן \"שם\" המורה על מקום רחוק; וקראו שמים למה שהוא רחוק וגבוה מכל צד שאדם פונה; ואמנם מן שמים נגזר אח\"כ הפועל הערבי שענינו גבה, כי אמנם הפעלים המורים לא על פעולה אלא על תכונת הדבר כמו פועל סמא שענינו היה גבוה (altus fuit) לא תיתכן מציאותם קודם מציאות שם דבר או שם התואר המורה על התכונה ההיא; דרך משל תחלה קראו לדם בעלי חיים דם, ואח\"כ קראו אדום למה שעינו כעין דם, ואח\"כ עשו הפועל ואמרו אדם, אדמו וחבריהם; אבל ארע שהיא שם התואר לכל דבר נמוך, יתכן שאמרוהו קודם שיקראו לאדמה ארעא."
            ], 
            [
                "והארץ היתה וגו': המקרא הזה מחובר לשלאחריו, הארץ מתחילתה היתה כך וכך ולפיכך ויאמר אלהים וכו ' וכו '.", 
                "תהו ובהו: ענינם שממה, כי תהא ובהא בארמית ענין השתוממות, כמו שאמרו בבראשית רבא (ב' א') ישב לו אותו העבד תוהא ובוהא, הכוונה משתומם, וכן בלשון סורי אתבהבה ענינו נעשה משועמם, בוהבהא תמיהה ושוממות, וכמו שהמדבר נקרא שממה וישימון, כן ייקרא תהו ובהו, והכוונה שלא היו בארץ לא צמחים ולא בעלי חיים.", 
                "וחשך על פני תהום: גם תהום נ\"ל משורש תהא כמו תהו (וכן דעת רבנו סעדיה) לשון שממה ותמיהה, אלא שהונח בפרט על רבוי מים ועומקם, שאין להם סוף, והכוונה כי כל הארץ היתה תהום, כי היו המים מכסים אותה ולא היתה נראית, ועל פני תהום הזה לא היה אור, כי אם חושך, והנה זה ציור מבהיל, שממון למטה ושממון למעלה.", 
                "ורוח אלהים מרחפת וגו': כתרגומו ורוחא מן קדם ה' מנשבא, ורוח אלהים ענינו רוח גדולה וחזק. כמו כי רוח ה' נשבה בו (ישעיה מ' ז'), ישב רוחו יזלו מים (תהלים קמ\"ז י\"ח), נשפת ברוחך (שמות ט\"ו י') וכמו הררי אל (תהלים ל\"ו ז') ושלהבתיה (שיר השירים ח' ו').", 
                "מרחפת: ענין תנועה, כמו על גוזליו ירחף (דברים ל\"ב י\"א), רחפו כל עצמותי (ירמיה כ\"ג ט'), ומה שלא אמר מנשבת, כי לא היתה נושבת כנוהג שבעולם, שהרוח מנשבת לאחד מן הצדדים, אלא האויר כולו היה מתנענע לכל צד; ויש מפרשים רוח אלהים על רצון האל וכחו והשגחתו; ומלבד שאין לשון רחוף מתישב כלפי מעלה, נכון מאד שיהיה הפסוק כולו מדבר בציור מה שהיה מתחילה, ואח\"כ יספר פעולת האל שהיא פתאום וברגע, כי אינה אלא במאמר (ויאמר אלהים יהי אור), ולא שיאמר שהיה האל או רצונו וכחו מתנענע על המים, כאלו מזמן רב היה משתדל ומתעסק בדבר. וגם הציור הזה מהרוח, שהיתה מתחלה מרחפת מכל צד, הוא מלמדנו חסדי ה' על ברואיו, כי עתה נשיבת הרוחות איננה כן, אך היא מסודרת על ידי החוקים שחקק ה' בעולמו, ואם היה העולם נשאר בקאוס (Chaos) כמו שהיה אז, היה הרוח מתנועע תמיד בחוזק מכל צד, או לא היה מתנועע כלל, ולא היו הבריאות יכולות להתקיים."
            ], 
            [
                "ויאמר אלהים: מצייר את האל כמלך המצוה, והכל הווה בדבורו להגיד כי אין פעולת האל כפעולת אדם העושה בידיו אלא דרך משל כמצוה לאחרים שיעשו, אע\"פ שכאן לא היה למי יצוה (וכן דעת ראב\"ע).", 
                "יהי אור: נ\"ל כי לכך הקדים בריאת האור, כי היו רוב העמים עובדים השמש מפני עוצם פעולתו בתחתונים על ידי האור והחום, ע\"כ קדם להודיע כי גם קודם היות המאורות היה אור והיה יום ולילה, כי בדבר ה' היה הכל."
            ]
        ]
    ], 
    "versionSource": "http://www.archive.org/details/HamishahHumsheTorahIlPentateucoVolgarizzatoECommentatovolumeI", 
    "heTitle": "שד\"ל על בראשית", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Genesis"
    ]
}