{
    "language": "en",
    "title": "Joshua",
    "versionSource": "https://fr.wikisource.org/wiki/Bible_du_Rabbinat_1899",
    "versionTitle": "Bible du Rabbinat 1899 [fr]",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "fr",
    "isBaseText": false,
    "heTitle": "יהושע",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "Après la mort de Moïse, serviteur de l’Éternel, Dieu parla ainsi à Josué, fils de Noun, qui avait servi Moïse:",
            "\"Mon serviteur Moïse est mort. Maintenant, dispose-toi à traverser le Jourdain avec tout ce peuple, pour entrer dans le pays que je donne aux enfants d’Israël.",
            "Toute région que foulera la plante de votre pied, je vous la donne, ainsi que je l’ai déclaré à Moïse.",
            "Depuis le Désert jusqu’au Liban que voilà et jusqu’au grand Fleuve, le fleuve de l’Euphrate, tout le pays des Héthéens jusqu’à la grande mer, au couchant, tel sera votre territoire.",
            "Nul ne pourra te résister, tant que tu vivras; comme j’ai été avec Moïse, je serai avec toi, je ne te laisserai faiblir ni ne t’abandonnerai.",
            "Sois ferme et vaillant! Car c’est toi qui vas mettre ce peuple en possession du pays que j’ai juré à ses ancêtres de lui donner.",
            "Mais sois ferme et bien résolu, en t’appliquant à agir conformément à toute la doctrine que t’a tracée mon serviteur Moïse: ne t’en écarte à droite ni à gauche, pour que tu réussisses dans toutes tes voies.",
            "Ce livre de la Doctrine ne doit pas quitter ta bouche, tu le méditeras jour et nuit afin d’en observer avec soin tout le contenu; car alors seulement tu prospéreras dans tes voies, alors seulement tu seras heureux.",
            "Oui, je te le recommande: sois fort et résolu, sans peur et sans faiblesse! Car l’Éternel, ton Dieu, sera avec toi dans toutes tes voies.\"",
            "Et Josué donna l’ordre suivant aux préposés du peuple:",
            "\"Parcourez le camp et communiquez cet ordre au peuple: Munissez-vous de provisions; car, encore trois jours, et vous passerez ce Jourdain pour marcher à la conquête du pays que l’Éternel, votre Dieu, vous donne en possession.\"",
            "Puis, aux tribus de Ruben et de Gad, et à la demi-tribu de Manassé, Josué parla ainsi:",
            "\"Souvenez-vous de la recommandation que vous fit Moïse, serviteur de l’Éternel, en disant: \"L’Éternel, votre Dieu, vous accorde le repos, en vous faisant don de ce pays-ci.\"",
            "Vos femmes donc, vos enfants et vos troupeaux peuvent rester dans le pays que Moïse vous a donné de ce côté du Jourdain; mais, vous tous, les hommes valides, vous marcherez en armes à la tête de vos frères, et vous les seconderez,",
            "jusqu’à ce que l’Éternel ait assuré le sort de vos frères comme le vôtre, et qu’à leur tour ils soient en possession du pays que l’Éternel, votre Dieu, leur donne. Alors vous pourrez retourner et vous installer dans la contrée qui vous appartient et que Moïse, serviteur de l’Éternel, vous a accordée, de ce côté du Jourdain, sur la rive orientale.\"",
            "Et ils répondirent à Josué: \"Tout ce que tu nous ordonnes, nous le ferons; où tu nous enverras, nous irons.",
            "Tout comme nous avons obéi à Moïse, nous voulons t’obéir; puisse seulement l’Éternel, ton Dieu, être avec toi, comme il fut avec Moïse!",
            "Quiconque méconnaîtra ton autorité et désobéira à ta parole, quoi que tu lui ordonnes, qu’il soit mis à mort! Toi seulement sois ferme et résolu!\""
        ],
        [
            "Josué, fils de Noun, envoya secrètement, de Chittîm, deux explorateurs, en leur disant: \"Allez, examinez le pays, notamment Jéricho.\" Ils s’en allèrent, et arrivèrent dans la maison d’une courtisane, appelée Rahab, où ils prirent leur gîte.",
            "On l’annonça au roi de Jéricho, en disant: \"Des hommes sont venus ici, cette nuit, d’entre les enfants d’Israël, pour explorer la contrée.\"",
            "Et le roi de Jéricho envoya dire à Rahab: \"Livre les hommes qui sont venus chez toi, qui sont entrés dans ta maison, car c’est pour explorer tout ce pays qu’ils sont venus.\"",
            "Mais la femme avait emmené les deux hommes et les avait cachés. Elle répondit: \"Il est vrai, ces hommes sont venus chez moi, mais j’ignorais d’où ils étaient.",
            "Comme on allait fermer les portes à la nuit, ces hommes sont sortis, je ne sais où ils sont allés. Mettez-vous vite à leur poursuite, vous pourrez les atteindre.\"",
            "Or, elle les avait fait monter sur le toit et les avait cachés sous des tiges de lin, étalées par elle sur le toit.",
            "Les gens du roi les poursuivirent dans la direction du Jourdain, vers les gués, et l’on ferma les portes aussitôt qu’ils furent sortis pour les poursuivre.",
            "Avant que ses hôtes fussent couchés, Rahab s’en vint les trouver sur le toit",
            "et leur dit: Je sais que l’Éternel vous a livré ce pays, que vous nous avez terrifiés, que tous les habitants du pays ont perdu courage à votre approche.",
            "Car nous avons appris comment l’Éternel a mis à sec devant vous les eaux de la mer des Joncs, quand vous êtes sortis de l’Égypte; et aussi ce que vous avez fait aux deux rois amorréens, de delà le Jourdain, à Sihôn et à Og, que vous avez exterminés.",
            "Nous l’avons appris et le cœur nous a manqué, et personne ne s’est plus senti de courage devant vous! C’est qu’aussi l’Éternel, votre Dieu, est Dieu en haut dans le ciel comme ici-bas sur la terre.",
            "Et maintenant jurez-moi par l’Éternel, puisque j’ai agi charitablement avec vous, qu’à votre tour vous agirez avec bonté envers la maison de mon père, et m’en donnerez un gage certain;",
            "que vous épargnerez mon père et ma mère, mes frères et mes sœurs et tous ceux qui leur appartiennent, et que vous nous préserverez de la mort.\"",
            "Les hommes lui répondirent: \"Notre vie répondra de la vôtre, si vous ne divulguez pas notre entretien; alors, quand l’Éternel nous aura livré ce pays, nous agirons à ton égard avec bienveillance et loyauté.\"",
            "Elle les fit descendre par la fenêtre au moyen d’une corde (car sa maison était contiguë au rempart, et c’est dans le rempart même qu’elle demeurait);",
            "et elle leur dit: \"Pour ne pas être atteints par ceux qui vous poursuivent, dirigez-vous du côté de la montagne, restez-y cachés trois jours, jusqu’au retour de ceux qui vous poursuivent, puis vous vous remettrez en route.\"",
            "Et les hommes lui dirent: \"Voici comment nous nous acquitterons du serment que tu nous as fait prêter:",
            "quand nous entrerons dans la contrée, tu attacheras ce cordon de fil écarlate à la fenêtre par laquelle tu nous as fait descendre, et tu réuniras dans ta maison ton père, ta mère, tes frères et toute ta famille.",
            "Dès lors, quiconque franchira les portes de ta maison pour aller au dehors sera responsable de sa perte, et nous en serons innocents; mais quiconque restera avec toi dans la maison, son sang retombera sur nos têtes, si l’on porte la main sur lui.",
            "Si toutefois tu révèles le présent entretien, nous serons également dégagés du serment que tu nous as fait prononcer.\"",
            "Elle répondit: \"Soit fait selon vos paroles!\" Elle les congédia et ils s’en allèrent; et elle attacha le cordon écarlate à la fenêtre.",
            "Pour eux, ils se dirigèrent vers la montagne, où ils demeurèrent trois jours, jusqu’au retour des hommes envoyés à leur poursuite. Ceux-ci avaient exploré toute la route et ne les avaient point trouvés.",
            "Alors les deux hommes redescendirent de la montagne, repassèrent le Jourdain et vinrent trouver Josué, fils de Noun, à qui ils firent part de toute l’aventure",
            "et ils dirent à Josué: \"Assurément, l’Éternel a livré tout ce pays entre nos mains, et déjà tous ses habitants tremblent devant nous.\""
        ],
        [
            "Donc, de bon matin, Josué et tous les enfants d’Israël partirent de Chittîm et s’avancèrent jusqu’auprès du Jourdain; là ils passèrent la nuit avant d’effectuer le passage.",
            "Au bout de trois jours, les préposés parcoururent le camp",
            "et donnèrent cet ordre au peuple: \"Quand vous verrez paraître l’arche d’alliance de l’Éternel, votre Dieu, portée par les prêtres, descendants de Lévi, vous quitterez votre emplacement et vous la suivrez;",
            "toutefois, vous maintiendrez entre elle et vous une distance de deux mille coudées environ; n’en approchez pas, de façon à connaître la route que vous devez suivre, car jamais encore vous n’avez fait ce trajet.\"",
            "Et Josué dit au peuple: \"Sanctifiez-vous! Car, demain, l’Éternel accomplira au milieu de vous des merveilles.\"",
            "Puis Josué dit aux prêtres: \"Portez l’arche d’alliance et marchez en tête du peuple.\" Et ils portèrent l’arche d’alliance, et s’avancèrent en tête du peuple.",
            "Et Dieu dit à Josué: \"Dès aujourd’hui, je commencerai à te grandir aux yeux de tout Israël; je veux qu’ils sachent que, comme j’ai été avec Moïse, je serai avec toi.",
            "De ton côté, tu donneras cet ordre aux prêtres, chargés de porter l’arche d’alliance: \"Quand vous aurez atteint les eaux qui baignent la rive du Jourdain, vous ferez halte dans le fleuve.\"",
            "Et Josué dit aux enfants d’Israël: \"Approchez, et écoutez les paroles de l’Éternel, votre Dieu.\"",
            "Et il ajouta: \"Voici qui vous prouvera que le Dieu vivant est au milieu de vous, et qu’il saura chasser de devant vous le Cananéen, le Héthéen, le Hévéen, le Phérizéen, le Ghirgachéen, l’Amorréen et le Jébuséen:",
            "voyez, l’arche d’alliance du Maître de toute la terre va, à votre tête, traverser le Jourdain.",
            "Et maintenant, vous allez choisir douze hommes parmi les tribus d’Israël, un homme par tribu.",
            "Aussitôt que les prêtres, portant l’arche de l’Éternel, Maître de toute la terre, poseront la plante de leurs pieds dans les eaux du Jourdain, les eaux du fleuve celles qui coulent en amont s’arrêteront net, et resteront droites comme un mur.\"",
            "Ainsi arriva-t-il. Le peuple quitta ses tentes pour passer le Jourdain, et les prêtres porteurs de l’arche d’alliance marchaient en avant.",
            "Arrivés au Jourdain, sitôt que les prêtres porteurs de l’arche eurent trempé leurs pieds dans ses eaux, lesquelles couvraient toutes ses rives à cette époque de la moisson,",
            "les eaux d’amont s’arrêtèrent et formèrent comme un mur, à une grande distance, depuis Adâm, la ville voisine de Caretân, tandis que les eaux d’aval, dans la direction de la mer du Désert ou mer de Sel, achevaient de s’écouler; et le peuple effectua son passage en face de Jéricho.",
            "Les prêtres, porteurs de l’arche d’alliance de l’Éternel, restèrent à pied sec au milieu du Jourdain, immobiles, pendant que tout Israël passait à pied sec, jusqu’à ce que la nation entière eût achevé de traverser le Jourdain."
        ],
        [
            "Comme la nation entière achevait de passer le Jourdain, l’Éternel parla à Josué en ces termes",
            "\"Choisissez douze hommes parmi le peuple, un homme par tribu,",
            "et donnez-leur l’ordre d’enlever d’ici, du milieu du Jourdain, à l’endroit même où se sont posés les pieds des prêtres, douze pierres, que vous emporterez pour les déposer dans le gîte où vous passerez la nuit.\"",
            "De son côté, Josué manda les douze hommes qu’il avait fait désigner parmi les enfants d’Israël, un homme par tribu,",
            "et il leur dit: \"Passez devant l’arche de l’Éternel, votre Dieu, entrez dans le Jourdain, et ramassez-y chacun une pierre qu’il chargera sur son épaule, nombre égal à celui des tribus d’Israël,",
            "afin que ce soit un monument au milieu de vous; et lorsqu’un jour vos enfants demanderont: \"Que signifient pour vous ces pierres?\"",
            "Vous leur direz: \"C’est que les eaux du Jourdain se sont séparées devant l’arche d’alliance du Seigneur, qu’à son entrée dans le Jourdain le fleuve divisa ses eaux. Et ces pierres doivent en rappeler à jamais le souvenir aux enfants d’Israël.\"",
            "Les enfants d’Israël se conformèrent à l’ordre de Josué. Ils prirent au milieu du Jourdain, comme l’Éternel l’avait dit à Josué, douze pierres, selon le nombre des tribus d’Israël, les transportèrent au gîte et les y déposèrent.",
            "De son côté, Josué érigea douze pierres dans le Jourdain même, à l’endroit où s’était posé le pied des prêtres portant l’arche d’alliance; et elles y sont restées jusqu’à ce jour.",
            "Or, les prêtres portant l’arche étaient restés au milieu du Jourdain, jusqu’à ce que fût accompli tout ce que l’Éternel avait fait dire au peuple par Josué, et selon ce que Moïse avait recommandé à Josué; le peuple passa rapidement.",
            "Et lorsqu’il fut entièrement passé, l’arche du Seigneur s’avança avec les prêtres et se remit à la tête du peuple.",
            "Les tribus de Ruben et de Gad, et la demi-tribu de Manassé, marchèrent en armes à l’avant-garde des enfants d’Israël, comme Moïse le leur avait dit.",
            "Au nombre d’environ quarante mille guerriers, ils s’acheminèrent, prêts au combat, sous les yeux de l’Éternel, vers les plaines de Jéricho.",
            "Ce jour-là, l’Éternel grandit Josué aux yeux de tout Israël, qui le révéra comme il avait révéré Moïse, tant qu’il vécut.",
            "L’Éternel dit à Josué:",
            "\"Ordonne aux prêtres, porteurs de l’arche du Statut, qu’ils remontent du Jourdain.\"",
            "Et Josué ordonna aux prêtres de sortir du Jourdain.",
            "Or, lorsque les prêtres, porteurs de l’arche d’alliance de l’Éternel, eurent quitté le fleuve, à peine la plante de leurs pieds avait touché le sol que les eaux du Jourdain reprirent leur niveau et recommencèrent à couler, comme précédemment, à pleins bords.",
            "Ce fut le dix du premier mois que le peuple sortit du Jourdain; il établit son camp à Ghilgal, à l’orient de Jéricho.",
            "Et ces douze pierres qu’ils avaient prises dans le Jourdain, c’est à Ghilgal que Josué les érigea,",
            "disant aux enfants d’Israël: \"Quand vos enfants, un jour, demanderont à leurs pères: \"Que signifient ces pierres?\"",
            "Vous l’expliquerez à vos enfants en ces termes: \"Le Jourdain que voici, Israël l’a traversé à pied sec;",
            "parce que l’Éternel, votre Dieu, dessécha pour vous les eaux du Jourdain jusqu’à ce que vous fussiez passés, comme il avait fait pour la mer Rouge, qu’il dessécha en notre faveur jusqu’à ce que nous l’eussions traversée:",
            "afin que tous les peuples de la terre reconnaissent combien est puissante la main du Seigneur, afin que vous-mêmes révériez constamment l’Éternel, votre Dieu!\""
        ],
        [
            "Lorsque les rois des Amorréens, habitant le bord occidental du Jourdain, et les rois des Cananéens, habitant le littoral, apprirent que l’Éternel avait mis à sec les eaux du Jourdain à l’approche des Israélites, jusqu’après leur passage, le cœur leur manqua, et ils perdirent tout courage devant les enfants d’Israël.",
            "En ce temps-là, l’Éternel dit à Josué: \"Munis-toi de couteaux tranchants, et fais subir une nouvelle circoncision aux enfants d’Israël.\"",
            "Et Josué se munit de couteaux tranchants, et il circoncit les Israélites près de la colline des Araloth.",
            "Or, voici pourquoi Josué dut pratiquer cette circoncision. Toute la population mâle, propre à la guerre, qui était sortie d’Égypte, était morte dans le désert, sur la route qu’elle suivit après la sortie de l’Égypte.",
            "Toute cette population affranchie avait subi la circoncision; mais tous ceux qui naquirent dans le désert, pendant la traversée, après la sortie d’Égypte, on ne les avait point circoncis.",
            "Car les Israélites avaient, pendant quarante ans, fait leurs pérégrinations dans le désert, jusqu’à ce que fût éteinte toute la génération des hommes valides sortis de l’Égypte, de ces hommes qui n’avaient pas obéi à la voix du Seigneur, et à qui le Seigneur avait juré de ne pas laisser voir le pays qu’il avait promis à leurs pères de nous donner, ce pays ruisselant de lait et de miel.",
            "Mais il adopta leurs fils à leur place, et ce furent ceux-là que circoncit Josué; car ils étaient incirconcis, vu qu’on n’avait pu les circoncire pendant le voyage.",
            "Lorsque tout le peuple eut été circoncis, ils demeurèrent en repos dans le camp jusqu’à leur guérison.",
            "L’Éternel dit à Josué: \"A présent, j’ai écarté de vous l’ignominie de l’Égypte!\" Et l’on donna à cet endroit le nom de Ghilgal, qu’il a conservé jusqu’à ce jour.",
            "Les Israélites, campés à Ghilgal, célébrèrent la Pâque le quatorzième jour du mois, vers le soir, dans les plaines de Jéricho.",
            "Et le lendemain de la Pâque, ce même jour, ils mangèrent du blé du pays, en pains azymes et en grains torréfiés.",
            "La manne cessa de tomber le lendemain, parce qu’ils avaient à manger du blé du pays, et les enfants d’Israël n’eurent plus de manne, mais ils se nourrirent, dès cette année, des produits du pays de Canaan.",
            "Un jour, Josué, se trouvant devant Jéricho, leva les yeux et vit un homme debout en face de lui, l’épée nue à la main. Josué alla à lui et lui dit: \"Es-tu des nôtres ou un de nos ennemis?\"",
            "\"Nullement, répondit-il, je suis le chef de la milice du Seigneur, qui suis venu présentement!\" Josué tomba la face contre terre en se prosternant, et lui dit: \"Qu’ordonne mon Seigneur à son serviteur?\"",
            "Le chef de la milice divine dit à Josué: \"Ote ta chaussure de tes pieds, car l’endroit sur lequel tu te tiens est saint!\" Et Josué obéit."
        ],
        [
            "Or, Jéricho avait fermé ses portes et restait close à cause des enfants d’Israël: personne ne pouvait entrer ni sortir.",
            "Mais l’Éternel dit à Josué: \"Vois, je te livre Jéricho et son roi, et ses vaillants guerriers.",
            "Tu feras marcher tous tes gens de guerre autour de la ville, ils en feront le tour une fois, et tu procéderas ainsi pendant six jours,",
            "tandis que sept prêtres, précédant l’arche, porteront sept cors retentissants. Le septième jour, vous ferez sept fois le tour de la ville, et les prêtres sonneront du cor.",
            "Lorsque la corne retentissante émettra un son prolongé, tout le peuple en entendant ce son de cor, poussera un grand cri de guerre, et la muraille de la ville croulera sur place, et chacun y entrera droit devant lui.\"",
            "Josué, fils de Noun, manda les prêtres et leur dit: \"Portez l’arche d’alliance, et que sept prêtres, munis de sept cors retentissants, précèdent l’arche du Seigneur.\"",
            "Et au peuple il dit: \"Allez, faites le tour de la ville, et que l’avant-garde passe devant l’arche du Seigneur.\"",
            "Dés que Josué eut parlé au peuple, les sept prêtres, munis de sept cors retentissants, s’avancèrent devant l’Éternel en sonnant du cor: l’arche d’alliance du Seigneur marchait derrière eux.",
            "L’avant-garde marchait devant les prêtres qui sonnaient du cor, l’arrière-garde suivait l’arche, et l’on s’avança ainsi au son du cor.",
            "Josué avait fait cette recommandation au peuple: \"Ne poussez point le cri de guerre, ne faites pas même entendre votre voix, et que pas un mot ne sorte de votre bouche, jusqu’au jour où je vous dirai: Poussez des cris! Alors vous ferez éclater vos cris.\"",
            "L’arche du Seigneur ayant fait une fois le tour de la ville, ils rentrèrent au camp et y passèrent la nuit.",
            "Josué recommença le lendemain de grand matin: les prêtres prirent l’arche du Seigneur;",
            "les sept prêtres ayant en main les sept cors retentissants s’avancèrent devant l’arche, toujours sonnant de leurs cors; l’avant-garde devant eux, l’arrière-garde suivant l’arche, tandis qu’éclatait le son des cors.",
            "Ce second jour, ils firent le tour de la ville, de nouveau une fois, puis retournèrent au camp. On procéda de la sorte pendant six jours.",
            "Le septième jour, s’étant levés dès l’aurore, ils firent dans le même ordre, le tour de la ville, sept fois: c’est ce jour-là seulement qu’on fit sept fois le tour de la ville.",
            "Au septième tour, quand les prêtres embouchèrent leurs cors Josué dit au peuple: \"Poussez le cri de guerre, car l’Éternel vous a livré cette ville!",
            "Elle sera anathème au nom du Seigneur, avec tout ce qu’elle renferme: seule, Rahab la courtisane aura la vie sauve, ainsi que toutes les personnes qui sont chez elle, parce qu’elle a mis à l’abri les émissaires que nous avions envoyés.",
            "Mais, prenez bien garde à l’anathème, et n’allez pas, l’anathème une fois prononcé, vous en approprier quoi que ce soit: ce serait attirer l’anathème sur le camp d’Israël, ce serait lui porter malheur!",
            "Quant à l’argent et à l’or, aux ustensiles de cuivre et de fer, ils sont réservés au service de l’Éternel; c’est dans le trésor de l’Éternel qu’ils entreront.\"",
            "Le peuple poussa des cris lorsqu’on sonna du cor. Dès qu’il entendit le cor retentir, il poussa un grand cri de guerre; et la muraille s’écroula sur elle-même, et le peuple s’élança dans la ville, chacun devant soi, et il s’empara de la ville.",
            "Et l’on appliqua l’anathème à tout ce qui était dans la ville; hommes et femmes, jeunes et vieux, jusqu’aux bœufs, aux brebis et aux ânes, tout périt par l’épée.",
            "Aux deux hommes qui avaient exploré le pays, Josué avait dit: \"Entrez dans la maison de la courtisane et faites-en sortir cette femme et tout ce qui lui appartient, ainsi que vous le lui avez juré.\"",
            "Ces jeunes gens les explorateurs y allèrent, firent sortir Rahab, avec son père, sa mère, ses frères et tous les siens, toute sa parenté, et ils les mirent en sûreté hors du camp d’Israël.",
            "On brûla la ville et tout son contenu, sauf l’argent et l’or, les objets de cuivre et de fer, qu’on déposa dans le trésor de la maison de Dieu.",
            "Rahab la courtisane, sauvée par Josué avec sa famille et tous les siens, est demeurée au milieu d’Israël jusqu’à ce jour, pour avoir caché les émissaires que Josué avait envoyés explorer Jéricho.",
            "En ce même temps, Josué prononça cette adjuration: \"Soit maudit devant le Seigneur celui qui entreprendrait de rebâtir cette ville, de relever Jéricho! Que la pose de la première pierre lui coûte son premier-né, et celle des portes le plus jeune de ses fils!\"",
            "C’est ainsi que l’Éternel assista Josué, et que sa renommée se répandit dans tout le pays."
        ],
        [
            "Mais les Israélites se rendirent coupables d’une violation de l’anathème: Akhan, fils de Carmi, fils de Zabdi, fils de Zérah, de la tribu de Juda, s’appropria quelque chose des objets interdits, ce qui attira la colère divine sur les enfants d’Israël.",
            "Josué envoya, de Jéricho, des hommes vers Aï, ville voisine de Beth-Avên, à l’orient de Béthel, en leur disant: \"Allez explorer cette région.\" Et ces hommes allèrent explorer Aï.",
            "Revenus auprès de Josué, ils lui dirent: \"Il ne faut pas que le peuple entier y monte; deux ou trois mille hommes suffisent pour triompher d’Aï. Ne fatigue pas tout le peuple à cette expédition, car ils sont peu nombreux.\"",
            "Environ trois mille hommes du peuple y furent donc envoyés; mais ils lâchèrent pied devant les habitants d’Aï.",
            "Ceux-ci leur tuèrent trente-six hommes, les poursuivirent depuis la porte de la ville jusqu’à Chebarim, et les défirent sur le versant de la colline. Alors, le cœur du peuple défaillit et se fondit en eau.",
            "Josué déchira ses vêtements, se jeta face contre terre devant l’arche de l’Éternel et resta ainsi jusqu’au soir, ainsi que les anciens d’Israël, et ils répandirent de la poussière sur leurs têtes.",
            "Et Josué dit: \"Ah! Seigneur, Elohim! Pourquoi as-tu fait traverser le Jourdain à ce peuple, pour nous livrer au pouvoir des Amorréens, pour nous faire périr? Que ne sommes-nous, de préférence, restés sur l’autre bord du Jourdain!",
            "De grâce, Seigneur, que dirai-je, après qu’Israël a tourné le dos à ses ennemis?",
            "Ils l’apprendront, les Cananéens et les autres habitants du pays, et ils vont se jeter sur nous, et effacer notre nom de la terre... Ne feras-tu rien pour ton nom glorieux à toi?\"",
            "L’Éternel dit à Josué: \"Relève-toi! Pourquoi rester ainsi couché sur ta face?",
            "Israël a péché! II a violé le pacte que je lui avais imposé! Oui, on a pris de ce qui était anathème, on l’a volé, on l’a dissimulé, on l’a enfoui parmi ses bagages!",
            "Eh bien! Les Israélites ne pourront plus tenir devant leurs ennemis, désormais ils leur tourneront le dos, ils sont sous le poids de l’anathème! Non, je ne serai plus avec vous, si vous ne faites disparaître du milieu de vous l’objet de l’anathème!",
            "Va, sanctifie le peuple en lui disant: Sanctifiez-vous pour demain, car ainsi a parlé l’Éternel, Dieu d’Israël: L’anathème est dans ton sein, Israël! Tu ne pourras pas résister à tes ennemis, tant que tu ne l’auras pas extirpé de ton sein!",
            "Vous vous avancerez donc, demain matin, par tribus; et alors, la tribu que l’Éternel aura désignée s’avancera par familles, et la famille que l’Éternel aura désignée s’avancera par groupes, et le groupe désigné s’avancera par individus.",
            "Et l’individu désigné comme ayant violé l’anathème sera livré au feu, lui et tout ce qui lui appartient, pour avoir transgressé l’alliance du Seigneur et commis un acte déshonorant, en Israël!\"",
            "Dès le lendemain matin, Josué fit avancer Israël par tribus, et c’est la tribu de Juda qui se trouva prise.",
            "Puis il fit approcher les familles de Juda, et le sort frappa la famille de Zérah; puis il fit passer cette famille par groupes d’individus, et Zabdi fut pris.",
            "Et quand on eut fait défiler les siens, homme à homme, le sort désigna Akhan, fils de Carmi, fils de Zabdi, fils de Zérah, de la tribu de Juda.",
            "Josué dit à Akhan: \"Mon fils, reconnais la gloire de l’Éternel, Dieu d’Israël, et rends-lui hommage; déclare-moi, je te prie, ce que tu as fait, ne me cache rien.\"",
            "Akhan répondit à Josué: \"C’est vrai,j’ai péché envers l’Éternel, Dieu d’Israël, et voici ce que j’ai fait.",
            "Avisant, parmi le butin, un beau manteau de Sennaar, deux cents sicles d’argent, un lingot d’or du poids de cinquante sicles, j’en ai eu envie et m’en suis emparé; ces objets sont enfouis en terre dans ma tente, l’argent par dessous.\"",
            "Et Josué dépêcha des envoyés, qui coururent à la tente; le larcin y était caché, et l’argent par dessous.",
            "Ils emportèrent le tout de la tente, le présentèrent à Josué et à tous les enfants d’Israël, et on le versa devant Dieu.",
            "Alors Josué fit saisir Akhan, le descendant de Zérah, ainsi que l’argent, le manteau et le lingot d’or, ainsi que ses fils et ses filles, ses bœufs, ses ânes, son menu bétail, sa tente et tous ses biens, et, suivi de tout Israël, il les conduisit dans la vallée d’Akhor.",
            "Et Josué lui dit: \"Le malheur dont tu nous as affligés, Dieu te le rend aujourd’hui.\" Et tout Israël le tua à coups de pierre. On les livra au feu, on les lapida,",
            "et on éleva par-dessus un grand monceau de pierres, qui subsiste encore, et le courroux de l’Éternel s’apaisa. C’est à cette occasion que l’endroit fut appelé la Vallée d’Akhor, nom qu’il a gardé jusqu’aujourd’hui."
        ],
        [
            "L’Éternel dit alors à Josué: \" Sois sans crainte ni faiblesse! Prends avec toi toute la partie guerrière du peuple, et marche droit sur Aï. Vois, je livre en ton pouvoir le roi d’Aï et son peuple, et sa ville et son territoire.",
            "Tu traiteras Aï et son roi comme tu as traité Jéricho et le sien; toutefois, vous pouvez capturer à votre profit les dépouilles et le bétail. Etablis une embuscade en arrière de la ville.\"",
            "Josué se disposa à marcher sur Aï avec tous les gens de guerre. Il choisit d’abord trente mille hommes, soldats d’élite, qu’il fit partir la nuit,",
            "en leur donnant cet ordre: \"Ecoutez: vous allez vous mettre en embuscade derrière la ville, pas trop loin des murs, afin d’être à portée d’agir.",
            "De mon côté, je m’approcherai de la ville avec tout le peuple qui est avec moi; les habitants sortiront pour nous repousser comme la première fois, et nous fuirons devant eux,",
            "afin qu’ils nous poursuivent, jusqu’à ce que nous les ayons attirés hors de la ville; car ils se diront: \"Ils fuient devant nous comme la première fois\"; mais, tandis que nous fuirons devant eux,",
            "vous, vous sortirez de votre embuscade et vous vous emparerez de la ville: l’Éternel, votre Dieu, la livrera en votre pouvoir.",
            "Quand vous serez maîtres de la ville, vous y mettrez le feu, vous conformant à l’ordre de l’Éternel. Faites attention à ce que je vous prescris.\"",
            "Là-dessus, Josué les fit partir, et ils allèrent se poster en embuscade entre Aï et Béthel, à l’occident d’Aï, tandis que Josué passa cette nuit au milieu de l’armée.",
            "Le lendemain de bonne heure, il passa le peuple en revue, puis avec les anciens d’Israël, il marcha sur Aï à la tête du peuple.",
            "Toute l’armée qu’il conduisait s’avança ainsi et arriva en face de la ville; ils firent halte au nord d’Aï, dont ils étaient séparés par la vallée.",
            "Josué prit encore environ cinq mille hommes, qu’il plaça en embuscade entre Béthel et Aï, à l’ouest de cette ville.",
            "Quand on eut ainsi posté le peuple, le gros de l’armée au nord de la ville et sa réserve à l’ouest, Josué opéra, cette nuit même, une reconnaissance dans la vallée.",
            "Quand le roi d’Aï s’en aperçut, il fit lever en toute hâte les habitants de la ville, et ils s’avancèrent vers Israël pour livrer bataille lui et tout son peuple à l’endroit désigné, en avant de la plaine, le roi ne se doutant pas qu’une embuscade le menaçait derrière la ville.",
            "Josué et tout Israël se laissèrent mettre par eux en déroute, et s’enfuirent dans la direction du désert.",
            "Toute la population, d’Aï se rassembla pour les poursuivre, et, en poursuivant ainsi Josué, elle s’éloigna de la ville.",
            "II ne resta, dans Aï et dans Béthel, pas un homme qui ne fût sorti à la poursuite d’Israël; ils laissèrent la ville ouverte pour courir sus aux Israélites.",
            "Alors l’Éternel dit à Josué: \"Incline vers Aï le javelot que tu as à la main, car je la livre en ton pouvoir.\" Et Josué inclina du côté de la ville le javelot qu’il avait à la main.",
            "Aussitôt, les hommes embusqués quittèrent leur poste, s’élancèrent au signal, entrèrent dans la ville et la prirent, puis se hâtèrent d’y mettre le feu.",
            "Les gens d’Aï, en se retournant, virent la fumée de leur ville qui montait vers le ciel, et les bras leur tombèrent, ne pouvant fuir d’aucun côté; et le peuple qui fuyait devant eux vers le désert, fit volte-face pour arrêter leur poursuite.",
            "Josué et tout Israël avaient jugé que la ville était prise, en voyant s’élever sa fumée, et ils reprenaient l’offensive contre les troupes d’Aï.",
            "Cependant, les autres s’élançaient contre elles, de la ville, de sorte qu’elles se trouvèrent enveloppées, devant et derrière, par les Israélites, qui les taillèrent en pièces sans en épargner un seul.",
            "Pour le roi d’Aï, on le prit vivant et on l’amena à Josué.",
            "Quand les Israélites eurent tué tous les habitants d’Aï dans la campagne dans le désert où ils les avaient poursuivis, et que tous, jusqu’au dernier, furent tombés sous leurs armes, tout Israël revint sur Aï et passa tout au fil de l’épée.",
            "Le nombre de ceux qui périrent en ce jour fut de douze mille, tant hommes que femmes, toute la population d’Aï.",
            "Josué n’avait pas cessé de tenir son javelot en arrêt, jusqu’à ce qu’on eût exterminé tous les habitants d’Aï.",
            "Toutefois, les Israélites capturèrent pour leur compte le bétail et le butin de cette ville, selon l’autorisation que l’Éternel avait donnée à Josué.",
            "Josué livra Aï aux flammes et la condamna à une ruine et à une solitude perpétuelles, ce qu’elle est encore aujourd’hui.",
            "Et le roi d’Aï, il le fit pendre au gibet, où il resta jusqu’au soir. Au coucher du soleil, Josué donna ordre de descendre son cadavre du gibet; on le jeta aux portes de la ville et l’on posa dessus un grand amas de pierres, qui se voit encore aujourd’hui.",
            "Josué bâtit alors un autel au Seigneur, Dieu d’Israël, sur le mont Hébal,",
            "selon ce que Moïse, serviteur de Dieu, avait prescrit aux enfants d’Israël, comme il est écrit dans la loi de Moïse: un autel de pierres brutes, que le fer n’avait jamais touchées. Et l’on y offrit des holocaustes à l’Éternel, et l’on y sacrifia des rémunératoires.",
            "Là, on traça sur les pierres une copie de la Doctrine que Moïse avait écrite pour les enfants d’Israël.",
            "Puis, des deux côtés de l’arche d’alliance du Seigneur, en face des prêtres, enfants de Lévi qui la portaient, tout Israël, avec ses anciens, ses préposés et ses juges, tous, étrangers comme indigènes se rangèrent, moitié vers la montagne de Garizim, moitié vers celle d’Hébal, afin que, selon l’ordre de Moïse, serviteur de Dieu, ce fût d’abord la bénédiction qu’on prononçât sur le peuple israélite.",
            "Et ensuite, on lut toutes les paroles de la Doctrine, bénédictions et malédictions, entièrement selon la teneur du livre de la Loi.",
            "Il n’y eut pas un détail, de tout ce qu’avait ordonné Moïse, dont Josué ne fit lecture en présence de toute l’assemblée d’Israël, même des femmes et des enfants, ainsi que des étrangers qui vivaient parmi eux."
        ],
        [
            "Quand ces faits vinrent à la connaissance des rois qui habitaient la rive du Jourdain, la montagne, la vallée et toute la côte de la grande mer jusqu’au Liban, Héthéens et Amorréens, Cananéens, Phérézéens, Hévéens et Jébuséens,",
            "ils réunirent leurs forces, d’un commun accord, pour faire la guerre à Josué et à Israël.",
            "Mais les habitants de Gabaon, en apprenant comment Josué avait traité Jéricho et Aï,",
            "eurent recours, de leur côté, à un stratagème. Ils se mirent en route, munis de provisions, chargèrent leurs ânes de vieux sacs, d’outres à vin usées, crevées et recousues;",
            "se chaussèrent de vieux souliers rapiécés, endossèrent des vêtements hors d’usage, et n’emportèrent comme provision que du pain dur et tout moisi.",
            "lls s’en allèrent ainsi trouver Josué, au campement de Ghilgal, et lui dirent, à lui et aux Israélites: \"Nous venons d’un pays lointain, et vous prions de conclure une alliance avec nous.\"",
            "Les Israélites répondirent à ces Hévéens: \"Peut-être habitez-vous dans notre voisinage: comment pourrions-nous faire alliance avec vous?\"",
            "Ils dirent alors à Josué: \"Nous sommes tes serviteurs.\" Et Josué leur demanda: \"Qui êtes-vous? D’où venez-vous?\"",
            "Ils lui répondirent: \"Tes serviteurs sont venus d’un pays très éloigné, en l’honneur de l’Éternel ton Dieu. Car nous avons entendu parler de lui et de tout ce qu’il a fait en Égypte,",
            "et de ce qu’il a fait aux deux rois amorréens qui demeuraient au-delà du Jourdain, à Sihôn, roi de Hesbon, et à Og, roi du Basan, qui résidait à Astaroth;",
            "et alors nos anciens et tous les gens de notre pays nous ont dit: \"Emportez des provisions de voyage, allez les trouver et dites-leur:\"Nous sommes vos serviteurs, faites un pacte avec nous.\"",
            "Voyez notre pain: nous l’avions emporté frais de nos demeures, quand nous sommes partis pour aller chez vous; et maintenant le voilà tout rassis, piqué de moisissure.",
            "Voyez ces outres à vin, que nous avions remplies neuves, maintenant toutes déchirées; et ces vêtements et ces chaussures, usés par l’extrême longueur du voyage!\"",
            "On accepta de leurs provisions, sans avoir consulté le Seigneur.",
            "Josué leur accorda la paix, leur garantit par un traité la, vie sauve, et les phylarques de la communauté leur en firent le serment.",
            "Or, trois jours après la conclusion de ce traité, on apprit que c’était un peuple voisin, et qu’il demeurait dans la région même.",
            "Car les Israélites, ayant levé le camp, arrivèrent dans leurs villes dès le troisième jour. (Ces villes étaient: Gabaon, Kefira, Beérôth et Kiryath-Yearim. )",
            "Toutefois, les Israélites ne sévirent pas contre eux, parce que les phylarques leur avaient fait serment par l’Éternel, Dieu d’Israël; mais toute la communauté murmura contre les phylarques.",
            "Ceux-ci dirent à la communauté réunie: \"Nous leur avons juré par l’Éternel, Dieu d’Israël; dès lors, nous ne pouvons toucher à leurs personnes.",
            "Voici ce que nous leur ferons. Il faut les laisser vivre, si nous ne voulons provoquer la colère divine, à cause du serment que nous leur avons fait..\"",
            "Alors les phylarques leur dirent à quelle condition ils garderaient la vie: ils restèrent, comme fendeurs de bois et porteurs d’eau, au service de la communauté, selon ce que les phylarques leur enjoignirent.",
            "Josué les manda et leur parla ainsi: \"Pourquoi nous avez-vous trompés en vous prétendant bien éloignés de nous, tandis que vous demeurez au milieu de nous?",
            "Eh bien donc! Vous êtes maudits, et vous ne cesserez jamais d’être attachés, comme fendeurs de bois et porteurs d’eau, à la maison de mon Dieu!\"",
            "Ils répondirent à Josué: \"C’est que tes serviteurs avaient été informés de ce que l’Éternel, ton Dieu, a déclaré à Moïse, son serviteur, qu’il vous donnait tout ce pays et qu’il en ferait disparaître tous les habitants devant vous; alors, nous avons tremblé pour notre vie et nous avons employé cet expédient.",
            "Maintenant nous sommes en ton pouvoir; ce qu’il te semble bon et juste de nous faire, fais-le.\"",
            "Ainsi leur fit-il, et il les sauva de la main des enfants d’Israël, qui ne les mirent pas à mort.",
            "De ce jour, Josué les établit comme fendeurs de bois et porteurs d’eau (ce qu’ils sont restés jusqu’à ce jour), pour la communauté et pour l’autel du Seigneur, en tout endroit que Dieu adopterait pour sa résidence."
        ],
        [
            "Adoni-Cédek, roi de Jérusalem, ayant appris que Josué avait pris et détruit Aï, qu’il avait fait subir à cette ville et à son roi le même sort qu’à Jéricho et au sien, que les habitants de Gabaon avaient fait leur paix avec les Israélites et vivaient au milieu d’eux,",
            "fut saisi de terreur; car Gabaon était une grande ville, une vraie ville royale, plus considérable que celle d’Aï, et tous ses hommes étaient des braves.",
            "Adoni-Cédek, roi de Jérusalem, envoya donc dire à Hohâm, roi d’Hébron, à Pirâm, roi de Yarmouth, à Yaphya, roi de Lakhich, et à Debir, roi d’Eglôn:",
            "\"Venez à moi et prêtez-moi main-forte, pour que nous attaquions Gabaon, parce qu’elle a fait sa paix avec Josué et les Israélites.\"",
            "Les cinq rois amorréens: le roi de Jérusalem, celui d’Hébron, celui de Yarmouth, celui de Lakhich et celui d’Eglôn, unissant leurs forces, marchèrent alors avec toutes leurs armées contre Gabaon et en firent le siège.",
            "Les gens de Gabaon firent dire à Josué, au camp de Ghilgal: \"N’abandonne pas tes serviteurs! Hâte-toi de venir à notre secours et de nous soutenir, car tous les rois amorréens habitant la montagne se sont coalisés contre nous!\"",
            "Josué monta de Ghilgal avec tous ses gens de guerre, avec les plus braves combattants.",
            "Et Dieu dit à Josué: \"Ne les crains point, je les livre en ton pouvoir; pas un d’entre eux ne tiendra devant toi.\"",
            "Josué les attaqua à l’improviste, après avoir marché toute la nuit depuis Ghilgal;",
            "et l’Éternel les fit plier en désordre devant Israël, qui leur infligea, près de Gabaon, une terrible défaite, puis les poursuivit sur la montée de Béthorôn et les mena battant jusqu’à Azêka et Makkéda.",
            "Tandis qu’ils fuyaient devant Israël, comme ils se trouvaient sur la pente de Béthorôn, l’Éternel fit tomber sur eux, jusqu’à Azêka, d’énormes grêlons qui les tuèrent; et il en périt un plus grand nombre par ces grêlons que par l’épée des enfants d’Israël.",
            "C’est alors, en ce jour où l’Éternel mit l’Amorréen à la merci des Israélites, que Josué fit appel au Seigneur et dit en présence d’Israël: \"Soleil, arrête-toi sur Gabaon! Lune, fais halte dans la vallée d’Ayyalôn!\"",
            "Et le soleil s’arrêta et la lune fit halte, jusqu’à ce que le peuple se fût vengé de ses ennemis, ainsi qu’il est écrit ’dans le Livre de Yachâr. Et le soleil, immobile au milieu du ciel, différa son coucher de près d’un jour entier.",
            "Pareille journée ne s’est vue ni avant ni depuis lors, où l’Éternel ait obéi à la voix d’un mortel. C’est que Dieu combattait pour Israël!",
            "Josué rentra ensuite, avec tout Israël, au camp de Ghilgal.",
            "Cependant les cinq rois s’étaient enfuis, et s’étaient cachés dans une caverne à Makkéda.",
            "On l’annonça à Josué, en disant: \"Les cinq rois ont été surpris, cachés dans une caverne à Makkéda.\"",
            "Et Josué dit: \"Roulez de grosses pierres à l’entrée de la caverne, et postez-y des hommes pour les garder.",
            "Et vous autres, ne perdez pas de temps, poursuivez, harcelez vos ennemis, empêchez-les de se replier dans leurs villes, car l’Éternel, votre Dieu, les a mis en votre pouvoir.\"",
            "Lorsque Josué et les Israélites eurent achevé de leur infliger une défaite complète, de sorte qu’il n’en resta plus, à part quelques survivants qui se jetèrent dans les villes fortes,",
            "tout le peuple s’en retourna tranquillement au camp de Josué, près de Makkéda: personne n’osa souffler mot contre un seul des enfants d’Israël.",
            "Josué dit alors: \"Dégagez l’ouverture de la caverne, faites-en sortir ces cinq rois pour me les amener.\"",
            "En conséquence, on lui amena ces cinq rois tirés hors de la caverne, le roi de Jérusalem, le roi d’Hébron, le roi de Yarmouth, le roi de Lakhich, le roi d’Eglôn.",
            "Quand on les eut amenés devant Josué, il appela tous les Israélites et dit aux chefs des hommes de guerre qui l’avaient accompagné: \"Approchez! Posez vos pieds sur le cou de ces rois!\" Ils s’avancèrent et mirent le pied sur leur cou.",
            "Josué reprit: \"Soyez désormais sans crainte ni faiblesse, soyez courageux et résolus, car ainsi fera l’Éternel à tous les ennemis que vous aurez à combattre.\"",
            "Et Josué les fit mettre à mort et pendre à cinq potences, où ils restèrent attachés jusqu’au soir.",
            "Au coucher du soleil, sur l’ordre de Josué, on les détacha des potences, on les jeta dans la caverne où ils s’étaient cachés, et l’on plaça à l’entrée de grosses pierres, qui aujourd’hui même y sont encore.",
            "Ce même jour, Josué avait pris Makkéda, l’avait passée par les armes et avait voué à la mort son roi, ainsi que tous les habitants, sans épargner personne; et il procéda pour le roi de Makkéda comme il avait fait pour celui de Jéricho.",
            "De Makkéda, Josué, avec tout Israël, marcha sur Libna, à qui il offrit la bataille;",
            "et le Seigneur la livra aussi, elle et son roi, aux mains d’Israël, qui en passa tous les habitants au fil de l’épée, sans en épargner un seul, et qui fit à son roi ce qu’il avait fait au roi de Jéricho.",
            "De Libna, Josué et tout Israël s’avancèrent vers Lakhich, campèrent près de cette ville et l’attaquèrent.",
            "Le Seigneur livra Lakhich au pouvoir d’Israël, qui s’en empara le second jour et passa toute la population au fil de l’épée, de la même façon qu’il avait traité Libna.",
            "A cette époque, Horam, roi de Ghézer, avait marché au secours de Lakhich: Josué le défit, lui et son armée, point qu’il n’en survécut pas un.",
            "De Lakhich, Josué, avec tout Israël, se dirigea vers Eglôn; ils campèrent sous ses murs et l’attaquèrent.",
            "Ils la prirent ce jour même, la passèrent au fil de l’épée, exterminèrent le même jour toute la population, de la même façon qu’on avait traité Lakhich.",
            "Puis, Josué et tout Israël montèrent d’Eglôn à Hébron, attaquèrent cette ville,",
            "la prirent, la passèrent au fil de l’épée, ainsi que son roi, toutes ses bourgades, toute sa population, sans laisser aucun survivant, la traitant en tout comme Eglôn: ville et habitants, on condamna tout.",
            "Josué alors rebroussa chemin, avec tout Israël, dans la direction de Debir, attaqua cette ville,",
            "la prit ainsi que son roi et toutes ses bourgades: on passa tout au fil de l’épée, on extermina toute la population sans laisser un seul survivant; comme on avait traité Hébron, comme on avait traité Libna et son roi, on traita Debir et le sien.",
            "Josué battit ainsi toute cette région, la montagne, le Midi, la vallée et les versants, et tous leurs rois, ne faisant point de quartier, proscrivant toute âme vivante, comme l’avait ordonné l’Éternel, Dieu d’Israël.",
            "Josué soumit tout, depuis Kadêch-Barnéa jusqu’à Gaza et tout le district de Gochén jusqu’à Gabaon.",
            "Et tous ces rois et leur territoire, Josué s’en empara dans une seule campagne, parce que l’Éternel, Dieu d’Israël, combattait pour Israël.",
            "Alors Josué s’en retourna, avec tout Israël, au camp de Ghilgal."
        ],
        [
            "A cette nouvelle, Jabin, roi de Haçor, envoya un message à Jobab, roi de Madôn, au roi de Chimrôn, et au roi d’Akchaf,",
            "ainsi qu’aux rois qui demeuraient dans le nord, sur la montagne et dans la plaine, au midi de Génésareth et dans la vallée et dans la région de Dor à l’occident,",
            "aux Cananéens de l’orient et de l’occident, aux Amorréens, Héthéens, Phérézéens, Jébuséens de la montagne, Hévéens établis au pied du Hermon, dans le pays de Mispa.",
            "Et ils sortirent avec toutes leurs armées, multitude nombreuse comme les sables du rivage de la mer, avec un nombre immense de chevaux et de chars.",
            "Tous ces rois, s’étant donné rendez-vous, vinrent camper ensemble près des eaux de Mérom pour livrer bataille à Israël.",
            "Cependant l’Éternel dit à Josué: \"Ne les crains point, car demain, à pareille heure, je les ferai succomber tous devant Israël; et tu couperas les jarrets de leurs chevaux, et tu livreras leurs chars aux flammes.\"",
            "Josué, avec tous les gens de guerre, les atteignit à l’improviste près des eaux de Mérom et tomba sur eux;",
            "et l’Éternel les livra au pouvoir des Israélites, qui les battirent et les poursuivirent jusqu’à Sidon la Grande, jusqu’à Misrefot-Maïm et, vers l’orient, jusqu’à la vallée de Mispa; ils les taillèrent en pièces jusqu’au dernier.",
            "Et Josué, se conformant aux ordres de l’Éternel, coupa les jarrets de leurs chevaux et brûla leurs chars.",
            "Alors, rebroussant chemin, Josué prit Haçor et passa son roi au fil de l’épée (Haçor était, à cette époque, la tête de tous ces royaumes).",
            "Et l’on extermina sans merci, par l’épée, toute sa population, sans épargner une seule vie, et l’on réduisit Haçor en cendres;",
            "et toutes les villes des autres rois et ces rois eux-mêmes, Josué les prit et les extermina par l’épée, comme l’avait ordonné Moïse, serviteur de l’Éternel.",
            "Toutefois, aucune des villes établies sur les hauteurs ne fut brûlée par Israël, à l’exception de Haçor seule, que Josué livra au feu.",
            "Tout le butin de ces villes ainsi que le bétail, les Israélites s’en emparèrent; mais les personnes furent toutes passées au fil de l’épée, on les extermina sans en épargner une seule.",
            "Comme l’Éternel l’avait ordonné à son serviteur Moïse, ainsi Moïse avait ordonné à Josué; et ainsi fit Josué, n’omettant aucun point de ce que l’Éternel avait prescrit à Moïse.",
            "Josué conquit donc tout ce pays: la Montagne avec tout le midi et tout le pays de Gochén, la vallée et la plaine, et toute la montagne d’Israël et ses vallées;",
            "depuis la montagne Pelée qui s’élève vers Séir, jusqu’à Baal-Gad, dans la vallée du Liban, au pied du mont Hermon; et il vainquit tous leurs rois et les mit à mort.",
            "Pendant de longs jours, Josué guerroya avec tous ces rois.",
            "Pas une ville, à l’exception des Hévéens habitants de Gabaon, ne se soumit pacifiquement aux enfants d’Israël; ils durent les conquérir toutes par les armes.",
            "Dieu avait permis qu’ils acceptassent résolument la lutte avec Israël afin qu’on les exterminât sans merci; car il fallait qu’ils fussent anéantis, comme l’Éternel l’avait prescrit à Moïse.",
            "En ce même temps, Josué marcha contre les Anakéens, qu’il fit disparaître de la montagne, de Hébron, de Debir, d’Anab, de toute la chaîne de Juda et de toute celle d’Israël; tous, Josué les détruisit ainsi que leurs villes.",
            "II ne resta plus d’Anakéens dans le pays des enfants d’Israël; il n’en demeura que dans Gaza, dans Gath et dans Asdod.",
            "Josué, ayant conquis tout le pays, selon ce que l’Éternel avait dit à Moïse, le donna aux Israélites comme possession héréditaire, en le répartissant selon leurs tribus; et le pays se reposa de la guerre."
        ],
        [
            "Voici les rois que les Israélites avaient battus et dont ils avaient conquis les terres sur la rive orientale du Jourdain, depuis le torrent d’Arnon jusqu’à la montagne de Hermon, et toute la campagne du côté de l’Orient:",
            "Sihôn, roi des Amorréens, qui résidait à Hesbon, et qui dominait depuis Aroêr, qui est au bord du torrent d’Arnon, et l’intérieur de ce bas-fonds, et la moitié du Galaad, jusqu’au torrent de Jaboc, frontière des Ammonites;",
            "et la campagne aboutissant à l’orient du lac de Génésareth et à l’orient du lac de la Plaine ou mer Salée, Bêth-Hayechimot; et au midi jusque sous le versant du Pisga.",
            "Puis le territoire d’Og, roi du Basan, un des survivants des Rephaïm, lequel résidait à Astarot et à Edréi,",
            "et dominait sur la montagne de Hermon, Salka et tout le Basan, jusqu’à la frontière de Ghechour et de Maakha, et sur la moitié du Galaad, limitrophe de Sihôn, roi de Hesbon.",
            "Ceux-là furent battus par Moïse, serviteur de l’Éternel, et par les Israélites; et Moïse, serviteur de l’Éternel, donna leur pays en possession aux Rubénites, aux Gadites et à la demi-tribu de Manassé.",
            "Voici maintenant les rois du pays que Josué et les enfants d’Israël vainquirent sur la rive occidentale du Jourdain, depuis Baal-Gad, dans la vallée du Liban, jusqu’au mont Pelé qui s’élève vers Séir, pays que Josué donna aux tribus d’Israël en héritage, selon leurs divisions;",
            "et qui étaient situés sur la montagne et dans la plaine, dans la vallée et sur les versants, dans le désert et la région du Midi: les pays habités par les Héthéens, les Amorréens, les Cananéens, les Phérézéens, les Hévéens et les Jébuséens:",
            "Lé Roi de Jéricho, un; le roi d’Aï, près de Béthel, un;",
            "le roi de Jérusalem, un; le roi de Hébron, un",
            "le roi de Yarmouth, un; le roi de Lakhich, un;",
            "le roi d’Eglôn, un; le roi de Ghézer, un;",
            "le roi de Debir, un; le roi de Ghéder, un;",
            "le roi de Horma, un; le roi d’Arad, un;",
            "le roi de Libna, un; le roi d’Adoullam, un;",
            "le roi de Makkéda, un; le roi de Béthel, un;",
            "le roi de Tappouah, un; le roi de Hêpher, un;",
            "le roi d’Aphêk, un; le roi de Lacharôn, un;",
            "le roi de Madôn, un; le roi de Haçor, un;",
            "le roi de Chimron-Meron, un; le roi d’Akhchaf, un;",
            "le roi de Taanakh, un; le roi de Meghiddo, un;",
            "le roi de Kédéch, un; le roi de Yokneam au Carmel, un;",
            "le roi de Dor, dans la région de Dor, un; le roi de Goyim, à Ghilgal, un;",
            "le roi de Tirça, un: ensemble trente et un rois."
        ],
        [
            "Or, Josué étant vieux, avancé en âge, l’Éternel lui dit: \"Te voilà vieux, avancé en âge, et il reste encore une très grande partie du pays à conquérir.",
            "Voici ce qui reste à prendre: tous les districts des Philistins, et tout le canton de Guechour;",
            "depuis Chihor, qui baigne l’Égypte, jusqu’au territoire d’Ekron au nord, qui est compté comme cananéen; les cinq principautés philistines de Gaza, d’Asdôd, d’Ascalon, de Gath et d’Ekron, et les Avéens;",
            "en partant du midi: tout le pays des Cananéens, et Meara, qui est aux Sidoniens, jusqu’à Aphek, jusqu’à la frontière des Amorréens;",
            "la province des Ghiblites, toute la partie orientale du Liban, depuis Baal-Gad, au pied du mont Hermon, jusque vers Hamath;",
            "tout ce que possédaient les montagnards, du Liban jusqu’à Misrefot-Maïm, tout ce qui est aux Sidoniens: je les en déposséderai pour les enfants d’Israël. En attendant, lotis ce pays entre les Israélites, ainsi que je te l’ai ordonné.",
            "Maintenant, tu as à le répartir comme possession entre les neuf tribus et la moitié de la tribu de Manassé.\"",
            "Les Rubénites et les Gadites avaient, avec l’autre moitié, pris possession de l’héritage que Moïse leur avait donné du côté oriental du Jourdain, tel que Moïse, serviteur de Dieu, le leur avait attribué:",
            "depuis Aroêr, située au bord du torrent d’Arnon, avec la ville qui est dans le bas-fond, et toute la plaine de Mêdeba jusqu’à Dibôn;",
            "toutes les villes de Sihôn, roi des Amorréens, qui avait régné à Hesbon, jusqu’à la frontière des Ammonites;",
            "le Galaad, le territoire de Guechour et de Maakha, toute la montagne de Hermon et tout le Basan jusqu’à Salka,",
            "formant le royaume d’Og dans le Basan, lequel régnait à Astarot et à Edréi et était resté des derniers Rephaïm. Moïse avait vaincu et dépossédé ces deux rois.",
            "Toutefois, les Israélites ne dépossédèrent point les habitants de Guechour, ni ceux de Maakha, lesquels sont restés au milieu d’Israël jusqu’à ce jour.",
            "A la seule tribu de Lévi l’on n’assigna pas de patrimoine: les sacrifices de l’Éternel, Dieu d’Israël, constituèrent son patrimoine, comme il le lui avait déclaré.",
            "Moïse donna donc sa part à la tribu des Rubénites, selon leurs familles.",
            "Et ils eurent pour territoire: Aroêr, au bord du torrent d’Arnon; la ville qui est dans le bas-fond, et toute la plaine vers Mêdeba;",
            "Hesbon avec toutes ses bourgades qui sont dans la plaine: Dibôn, Bamoth-Baal, Beth-Baal Meôn;",
            "Yahça, Kedêmoth, Méphaath;",
            "Kiryathaïm, Sibma et Céreth-Hachahar sur le mont de la vallée;",
            "Beth-Peor, les versants du Pisga, Beth-Hayechimoth,",
            "enfin, toutes les villes de la plaine, tout le royaume de Sihôn, roi des Amorréens, qui avait régné à Hesbon et que Moïse avait battu, ainsi que les princes de Madian: Evi, Rékem Çour, Hour et Réba, vassaux de Sihôn occupant ce pays,",
            "et aussi Balaam, fils de Beor, le magicien, que les enfants d’Israël avaient fait périr, avec leurs autres victimes, par le glaive.",
            "Le territoire des enfants de Ruben avait le Jourdain pour limite. Tel fut l’héritage des enfants de Ruben selon leurs familles, telles les villes et leurs dépendances.",
            "Moïse donna aussi sa part à la tribu de Gad, aux enfants de Gad selon leurs familles,",
            "et ils eurent pour territoire: Yazer et toutes les villes du Galaad, et la moitié du pays des Ammonites, jusqu’à Aroêr qui est en face de Rabba;",
            "et depuis Hesbon jusqu’à Ramath-Miçpé et Betonim, et depuis Mahanaïm jusqu’à la frontière de Debir;",
            "dans la vallée: Beth-Harâm, Beth-Nimra, Souccoth et Çaphôn, formant le surplus du royaume de Sihôn, roi de Hesbon, avec le Jourdain pour limite, jusqu’à l’extrémité du lac de Génésareth, au bord oriental du Jourdain.",
            "Tel fut l’héritage des enfants de Gad selon leurs familles, telles les villes et leurs dépendances.",
            "Enfin, Moïse donna leur part aux membres de la demi-tribu de Manassé, répartis selon leurs familles,",
            "et ils eurent pour territoire, à partir de Mahanaïm, tout le Basan, le domaine entier d’Og, roi du Basan, et tous les Bourgs de Yaïr qui sont dans le Basan: soixante villes;",
            "plus la moitié du Galaad, Astaroth et Edréi, les villes royales d’Og dans le Basan; ce fut la part des enfants de Makhir, fils de Manassé, dont la moitié y fut cantonnée selon ses familles.",
            "Telle fut la répartition faite par Moïse dans les plaines de Moab, du côté oriental du Jourdain vers Jéricho.",
            "Mais à la tribu de Lévi Moïse n’assigna point de possession; c’est l’Éternel, Dieu d’Israël, qui était leur possession, comme il le leur avait déclaré."
        ],
        [
            "Voici maintenant les possessions des Israélites dans le pays de Canaan, qui leur furent réparties par le prêtre Eléazar et Josué, fils de Noun, assistés des chefs de famille des tribus d’Israël.",
            "Cette répartition se fit au sort, comme l’Éternel l’avait ordonné par Moïse, entre les neuf tribus et demie.",
            "Car Moïse avait assigné leur patrimoine aux deux autres tribus et demie au delà du Jourdain, mais n’avait pas assigné de terre patrimoniale aux Lévites,",
            "d’autant que les fils de Joseph formèrent deux tribus, Manassé et Ephraïm; on ne donna donc point de part aux Lévites dans le pays, si ce n’est certaines villes pour y demeurer, avec les banlieues pour leurs bestiaux et autres biens qu’ils possédaient.",
            "Les Israélites procédèrent, dans le partage du pays, selon ce que l’Éternel avait ordonné à Moïse.",
            "Les enfants de Juda s’étaient présentés devant Josué à Ghilgal, et Caleb, fils de Yefounné, le Kenizzéen, lui avait dit: \"Tu sais ce que l’Éternel a dit à Moïse, l’homme de Dieu, sur mon compte et sur le tien, à Kadêch-Barnéa.",
            "J’étais âgé de quarante ans, lorsque Moïse, serviteur de l’Éternel, m’envoya de Kadêch-Barnéa pour explorer ce pays, et je lui en fis un rapport conforme à ma pensée.",
            "Mes frères, qui y étaient allés avec moi, jetèrent le découragement parmi le peuple, mais moi je restai fidèle à l’Éternel, mon Dieu.",
            "Ce jour-là, Moïse me fit un serment, en disant:\"Assurément, ce pays qu’a foulé ton pied t’appartiendra, comme un patrimoine, à toi et à tes descendants pour toujours, parce que tu es resté fidèle à l’Éternel, mon Dieu.",
            "Effectivement, l’Éternel m’a conservé la vie, comme il l’avait annoncé. Voici quarante-cinq ans que l’Éternel adressa cette parole à Moïse, alors qu’Israël voyageait dans le désert, et voici qu’à présent j’ai quatre-vingt-cinq ans.",
            "Robuste encore comme le jour où Moïse me donna cette mission, j’ai la même vigueur aujourd’hui qu’alors, pour la guerre et pour toute expédition.",
            "Donne-moi donc cette montagne, que l’Éternel me promit ce jour-là: tu as appris à cette époque que des Anakéens y habitaient, que les villes y sont grandes et fortes; si l’Éternel m’assiste, je les déposséderai, comme l’Éternel l’a dit.\"",
            "Josué bénit Caleb, fils de Yefounné, et lui donna Hébron comme héritage.",
            "C’est pourquoi, Hébron est resté, jusqu’à ce jour, le partage de Caleb, fils de Yefounné, le Kenizzéen, en récompense de sa fidélité à l’Éternel, Dieu d’Israël.",
            "Or, le nom primitif de Hébron était: la Cité d’Arba, qui était le plus grand des Anakéens. Et le pays, délivré de la guerre, demeura tranquille."
        ],
        [
            "Le lot qui échut à la tribu des enfants de Juda, selon leurs familles, touchait à la frontière d’Edom, près du désert de Cîn au midi, au point extréme de cette région.",
            "Leur limite méridionale commençait à l’extrémité de la mer Salée, à la pointe qui regarde le sud,",
            "se continuait au sud de la montée d’Akrabbîm en passant par Cîn, montait au sud de Kadêch-Barnéa en avant de Héçrôn, de là vers Addar, d’où elle tournait vers Karka;",
            "passait par Açmôn, aboutissait au torrent d’Égypte et avait pour limite la mer: \"Telle sera pour vous la frontière méridionale.\"",
            "Celle de l’orient est la mer Salée, jusqu’à l’embouchure du Jourdain; celle du côté du nord part de la langue de mer où se termine le Jourdain.",
            "Cette limite monte vers Beth-Hogla, passe au nord de Beth-Haaraba, monte vers la Pierre de Bohân ben-Ruben;",
            "arrive à Debir en partant de la vallée d’Akhor; se dirige, par le nord, vers Ghilgal, en face de la montée d’Adoummîm, au midi du bas-fonds; avance jusqu’aux eaux d’En-Chémech et atteint En-Roghel.",
            "De là, elle monte vers la vallée de Ben-Hinnom, au flanc méridional de Jébus, qui est Jérusalem, court au sommet de la montagne qui regarde, à l’ouest, la vallée de Hinnom, et qui borne, au nord, la vallée de Rephaïm.",
            "Du sommet de la montagne, la limite s’infléchit vers la source de Mê-Neftoah, se dirige vers les villes de la montagne d’Efrôn, tourne vers Baala, qui est Kiryath-Yearim,",
            "passe de Baala à l’ouest, vers le mont Séir, de là, au flanc nord du mont Yearim, qui est Kessalôn, descend vers Beth-Chéméch, de là à Timna;",
            "de là, elle gagne le côté nord d’Ekron, s’infléchit vers Chikkerôn, vers la montagne de Baala, vers Yabneêl, et se termine à la mer.",
            "Pour la limite occidentale, elle est formée par la grande Mer. Telle fut, dans son périmètre, la frontière des enfants de Juda, selon leurs familles.",
            "Caleb, fils de Yefounné, obtint une part parmi les enfants de Juda, selon la parole de l’Éternel à Josué, savoir la Cité d’Arba, empire des Anakéens, aujourd’hui Hébron.",
            "Caleb en expulsa les trois fils d’Anak: Chêchaï, Ahimân et Talmaï, tous enfants d’Anak.",
            "De là, il s’avança contre les habitants de Debir, laquelle s’appelait autrefois Kiryath-Sêfer.",
            "Et Caleb dit: \"Celui qui vaincra Kiryath-Sêfer et s’en rendra maître, je lui donnerai ma fille Akhsa pour femme.\"",
            "Othoniel, fils de Kenaz, frère de Caleb, s’empara de la ville, et celui-ci lui donna pour femme sa fille Akhsa.",
            "En se rendant près de son époux, elle l’excita à demander à son père un certain champ; puis elle descendit de l’âne, et Caleb lui demanda: \"Que veux-tu?\"",
            "Elle répondit: \"Fais-moi un présent, car tu m’as reléguée dans une contrée aride; donne-moi donc des sources d’eau!\" Et il lui donna les sources supérieures et les sources inférieures.",
            "Tel fut le patrimoine de la tribu des enfants de Juda, selon leurs familles.",
            "Les villes de cette tribu qui se trouvaient à l’extrémité méridionale, vers la frontière d’Edom furent les suivantes: Kabceêl, Eder, Yagour;",
            "Kina, Dimona, Adada;",
            "Kédech, Haçor, Yithnân;",
            "Ziph, Télem, Bealoth;",
            "Haçor-Hadatta, Keriyoth, Héçrôn, autrement Haçor;",
            "Amâm, Chema, Molada;",
            "Haçor-Gadda, Héchmôn, Beth-Pélet;",
            "Haçor-Choual, Bersabée, Bizyothya;",
            "Baala, Iyyim, Ecem;",
            "Eltolad, Kecil, Horma;",
            "Ciklag, Madmanna, Sansanna;",
            "Lebaoth, Chilhîm, Ayîn et Rimmôn: ensemble vingt-neuf villes avec leurs dépendances.",
            "Dans la plaine: Echtaol, Çorea, Achna;",
            "Zanoah, En-Gannim, Tappouah, Enam;",
            "Yarmouth, Adoullam, Sokho, Azêka;",
            "Chaaraïm, Adithaïm, Ghedêra avec Ghedêrothaïm: quatorze villes avec leurs dépendances.",
            "Cenân, Hadacha, Migdal-Gad",
            "Dileân, Miçpé, Yokteêl;",
            "Lakhich, Boçkath, Eglôn;",
            "Kabbôn, Lahmâs, Kithlich;",
            "Ghedérot, Beth-Dagon, Naama et Makkêda: seize villes avec leurs dépendances.",
            "Libna, Ether, Achân",
            "Yiphtah, Achna, Necib;",
            "Keïla, Akhzib et Marêcha: neuf villes, outre leurs dépendances.",
            "Ekron, avec les villes et bourgades qui en dépendent,",
            "d’Ekron jusqu’à la mer, toutes les villes avoisinant Asdod, avec leurs dépendances;",
            "Asdod, avec ses villes et ses bourgades; Gaza, avec les siennes, jusqu’au torrent d’Égypte, la grande mer servant de limite.",
            "Dans la montagne: Chamir, Yathir, Sokho;",
            "Danna, Kiryath-Sanna, autrement Debir;",
            "Anab, Echtemo, Anîm",
            "Gochên, Holôn et Ghilo: onze villes, outre leurs dépendances.",
            "Arab, Douma, Echeân;",
            "Yanoum, Beth-Tappouah, Aphêka;",
            "Houmta, Kiryath-Arba ou Hébron, et Cior: neuf villes, plus leurs dépendances.",
            "Maôn, Carmel, Ziph, Youta;",
            "Jezreêl, Yokdeâm, Zanoah;",
            "Kaïn, Ghibea et Timna: dix villes avec leurs dépendances.",
            "Halhoul, Beth-Çour, Ghedor;",
            "Marath, Beth-Anoth et Eltekôn: six villes avec leurs dépendances.",
            "Kiryath-Baal (la même que Kiryath-Yearim) et Harabba: deux villes, outre leurs dépendances.",
            "Dans le désert: Beth ha-Araba, Middïn, Sekhakha;",
            "Nibchân, Ir-Hammélah et En-Ghedi: six villes avec leurs dépendances.",
            "Quant aux Jébuséens, qui habitaient Jérusalem, les enfants de Juda ne purent les déposséder; de sorte qu’ils sont demeurés à Jérusalem, avec les enfants de Juda, jusqu’à ce jour."
        ],
        [
            "Le lot qui échut aux enfants de Joseph partait du Jourdain, près de Jéricho, à l’est des eaux de Jéricho, suivant le désert qui monte de Jéricho, par la montagne, à Béthel;",
            "se dirigeait de Béthel à Louz, passait devant la frontière de l’Arkéen à Ataroth;",
            "descendait à l’ouest, devant la frontière du Yaflétéen, jusqu’à celle de Béthorôn-le-Bas et jusqu’à Ghézer, et se terminait à la mer.",
            "Tel fut l’héritage des enfants de Joseph, Manassé et Ephraïm.",
            "Or, la frontière des enfants d’Ephraïm, selon leurs familles, la frontière de leur patrimoine fut: à l’est, Atrot-Addar, jusqu’à Béthorôn-le-Haut;",
            "puis elle s’étendait à l’ouest, jusqu’au nord de Mikhmetat: tournait à l’orient de Taanat-Chilo, qu’elle franchissait jusqu’à l’orient de Yanoha;",
            "descendait de Yanoha vers Atarot et Naara, atteignait Jéricho et aboutissait au Jourdain.",
            "De Tappouah elle allait à l’ouest jusqu’au torrent de Kana et avait pour terme la mer: tel fut le patrimoine des enfants d’Ephraïm selon leurs familles,",
            "outre les villes particulières des enfants d’Ephraïm, enclavées, avec leurs dépendances, dans le patrimoine des enfants de Manassé.",
            "0n n’expulsa point les Cananéens établis à Ghézér; de sorte qu’ils demeurèrent au milieu d’Ephraïm jusqu’à ce jour et furent assujettis à un tribut."
        ],
        [
            "Le lot attribué à la tribu de Manassé, parce qu’il était le premier-né de Joseph, échut à Makhir, premier-né de Manassé, père de Ghilead; et, comme il était belliqueux, il eut le Galaad et le Basan.",
            "Les autres descendants de Manassé reçurent selon leurs familles, savoir: les fils d’Abiézer, ceux de Hêlek, ceux d’Asriel, ceux de Sichem, ceux de Héfer et ceux de Chemida, formant la descendance mâle de Manassé, fils de Joseph, selon leurs familles.",
            "Mais Celofhad, fils de Héfer, fils de Ghilead, fils de Makhir, fils de Manassé, n’avait pas de fils, rien que des filles, lesquelles se nommaient: Mahla, Noa, Hogla, Milca et Tirça.",
            "Elles se présentèrent devant le pontife Eléazar, devant Josué, fils de Noun, et les phylarques, en disant: \"L’Éternel a ordonné à Moïse de nous attribuer un patrimoine parmi nos frères.\" Et on leur attribua, selon la parole de l’Éternel, un patrimoine parmi les frères de leur père.",
            "A Manassé échurent donc dix parts, outre le pays de Galaad et le Basan, situés au delà du Jourdain;",
            "car les descendantes de Manassé obtinrent une propriété parmi ses descendants, tandis que le pays de Galaad appartint aux autres descendants de Manassé.",
            "Or, la limite de Manassé était, en partant d’Aser: Mikhmetat, situé devant Sichem: de là elle s’étendait à droite vers les habitants d’En-Tappouah",
            "(Manassé possédait le canton de Tappouah, mais Tappouah même, à la frontière de Manassé, était aux enfants d’Ephraïm).",
            "La limite descendait jusqu’au midi du torrent de Kana: les villes de ce côté, enclavées parmi celles de Manassé, appartenaient à Ephraïm, tandis que la limite de Manassé était au nord du torrent et se terminait à la mer.",
            "A Ephraïm ce qui était au sud, à Manassé ce qui était au nord, avec la mer pour limite; ils touchaient Aser au nord, Issachar à l’orient.",
            "Manassé eut encore, dans les cantons d’Issachar et d’Aser, Bethcheân avec ses bourgades, Yibleam avec les siennes, les habitants de Dor et de En-Dor avec leurs dépendances, ceux de Taanakh et de Meghiddo avec les leurs, trois provinces.",
            "Toutefois, les enfants de Manassé ne purent déposséder la population de ces villes, les Cananéens étant résolus à demeurer dans ce pays.",
            "Devenus plus forts, les Israélites soumirent les Cananéens à un tribut, mais ne les expulsèrent point.",
            "Les descendants de Joseph se plaignirent en ces termes à Josué: \"Pourquoi nous as-tu donné pour héritage un seul lot et un seul district, alors que nous formons une population nombreuse, tellement l’Éternel nous a bénis?\"",
            "Josué leur répondit: \"Si vous êtes tellement nombreux, montez dans la région boisée, et ouvrez-vous y un passage au pays des Phérézéens et des Rephaïm, puisque la chaîne d’Ephraïm est trop étroite pour vous.\"",
            "\"En effet, reprirent les descendants de Joseph, la montagne ne nous suffit point, et, d’autre part, tous les Cananéens de la plaine ont des chariots de fer, ainsi que ceux de Bethcheân et de ses dépendances, et ceux de la vallée de Jézreél.\"",
            "Mais Josué dit à la famille de Joseph, aux tribus d’Ephraïm et de Manassé: \"Vous êtes un peuple nombreux, vous êtes pleins d’énergie, vous ne sauriez avoir un lot unique.",
            "La montagne doit être à vous! Ce n’est que bois, mais vous la déboiserez, et vous en posséderez jusqu’aux points extrêmes; car vous en chasserez le Cananéen, malgré ses chariots de fer, malgré sa puissance!\""
        ],
        [
            "Toute la communauté des enfants d’Israël s’assembla à Silo et y installa la Tente d’assignation; le pays était conquis et à leur disposition.",
            "Mais il restait, parmi les enfants d’Israël, sept tribus à qui on n’avait pas encore départi leur patrimoine.",
            "Josué dit à ces Israélites: \"Combien de temps encore négligerez-vous de prendre possession du pays que vous a donné l’Éternel, le Dieu de vos pères?",
            "Désignez vous-mêmes trois hommes par tribu, afin que je leur donne mission de parcourir le pays et d’en faire le plan selon les possessions à attribuer; après quoi, ils viendront me trouver.",
            "Ils le diviseront en sept parts, Juda devant conserver sa frontière au midi, et la maison de Joseph devant garder la sienne au nord.",
            "Vous ferez donc délimiter le pays en sept parts et m’apporterez le plan ici, où je les tirerai pour vous au sort devant l’Éternel, notre Dieu.",
            "Car, pour ce qui est des Lévites, ils n’ont point de part au milieu de vous, le ministère de l’Éternel étant leur apanage; quant à Gad, à Ruben et à la demi-tribu de Manassé, ils ont reçu leur patrimoine sur la rive orientale du Jourdain, telle que Moïse, serviteur de l’Éternel, le leur a attribué.\"",
            "Les délégués se disposant à partir pour lever le plan du pays, Josué leur donna cet ordre: \"Allez, parcourez le pays, faites-en le plan et revenez auprès de moi, afin qu’ici, à Silo, je vous le répartisse au sort, en présence de l’Éternel.\"",
            "Les hommes partirent, traversèrent le pays, en dressèrent le plan par villes, en sept parties, sur un registre, et vinrent trouver Josué au camp, à Silo.",
            "Et Josué jeta le sort à Silo, devant l’Éternel, et il y répartit le pays entre les enfants d’Israël, selon leurs groupements.",
            "Le premier lot échut à la tribu des enfants de Benjamin, selon leurs familles; les confins que leur attribua le sort se trouvaient entre les enfants de Juda et ceux de Joseph.",
            "Leur limite, du côté du nord, partait du Jourdain, montait au côté nord de Jéricho, passait à l’ouest de la montagne, et aboutissait au désert de Beth-Avén.",
            "De là, elle gagnait le côté méridional de Louz, nommée aussi Béthel, et descendait vers Atrot-Addar, sur la montagne qui est au sud de Bethorôn-le-Bas.",
            "Puis elle s’infléchissait et tournait du côté de l’ouest, au midi de la montagne qui fait face à Bethorôn, et se terminait à Kiryath-Baal ou Kiryath-Yearîm, ville de la tribu de Juda: voilà pour le côté occidental.",
            "Le côté du midi partait de l’extrémité de Kiryath-Yearîm, et continuait dans la direction de la mer et atteignait la source de Mê-Nephtoah;",
            "puis la limite descendait à l’extrémité de la montagne faisant face à la vallée de Ben Hinnom, qui est au côté nord de la vallée des Rephaïm; suivait la vallée de Hinnom jusqu’au côté sud de Jébus et atteignait En-Roghel;",
            "tournait au nord vers En-Chémech, de là vers Gheliloth, en face de la montée d’Adoummim, et descendait vers la Pierre de Bohân-ben-Ruben;",
            "se poursuivait vers le côté nord de la Plaine, et atteignait Araba;",
            "de là, elle passait au côté nord de Beth-Hogla, et aboutissait à la pointe nord de la mer Salée, à l’extrémité sud du Jourdain: telle était la frontière méridionale.",
            "Et le Jourdain formait la limite du côté de l’orient. Telle fut, dans tout son circuit, la possession des enfants de Benjamin selon leurs familles.",
            "Les villes de cette tribu, réparties entre ses familles, étaient: Jéricho, Beth-Hogla, Emek-Keçis;",
            "Beth-Haaraba, Cemaraïm, Béthel;",
            "Awim, Para, Ofra;",
            "Kefar-Ammona, Ofni et Ghéba: douze villes, avec leurs bourgades.",
            "Plus Gabaon, Rama, Beërot;",
            "Miçpé, Kefira, Moça;",
            "Rékem, Yirpeël, Tareala;",
            "Cèla, Elef, Jébus, la même que Jérusalem, Ghibeath, Kiryath: quatorze villes, avec leurs bourgades. Tel fut le patrimoine des descendants de Benjamin, selon leurs familles."
        ],
        [
            "Le deuxième lot échut à Siméon, à la tribu des Siméonites selon leurs familles: ils eurent leur possession au milieu de celle des enfants de Juda.",
            "II leur échut comme possession: Bersabée, Chéba, Molada;",
            "Haçar-Choual, Bala, Ecem;",
            "Eltolad, Betoul, Horma;",
            "Ciklag, Beth-Marcabot, Haçar-Souça;",
            "Beth-Lebaot et Charouhén: treize villes, avec leurs bourgades.",
            "Plus Ayîn-Rimmôn, Eter et Achân: quatre villes, avec leurs bourgades;",
            "et toutes les campagnes aux environs de ces villes, jusqu’à Baalat-Beér et Ramat-Négheb. Tel fut l’héritage de la tribu des Siméonites, selon leurs familles.",
            "C’est sur la part mesurée aux descendants de Juda que fut pris l’héritage de ceux de Siméon; car la part des enfants de Juda était trop grande pour eux, de sorte que ceux de Siméon eurent leur héritage au milieu du leur.",
            "Le troisième lot échut aux enfants de Zabulon, selon leurs familles. La frontière de leur possession s’étendait jusqu’à Sarid.",
            "De là, elle montait à l’occident vers Mareala, touchait Dabbéchet et le torrent qui passe devant Yokneam;",
            "revenait de Sarid, vers l’orient, dans la direction du soleil levant, à la limite de Kislot-Thabor, ressortait vers Daberat et montait à Yaphïa;",
            "de là, elle passait à l’orient, vers Gat-Héfer, vers Et-Kacîn, aboutissait à Rimmôn-Metoar, à Néa,",
            "qu’elle contournait, par le nord, vers Hanatôn; et elle finissait la vallée de Yiftah-El.",
            "Plus, Kattat, Nahalal, Chimrôn, Yideala et Beth-Léhem: douze villes, avec leurs bourgades.",
            "Telle fut la possession des enfants de ZabuIon selon leurs familles, comprenant ces villes avec leurs bourgades.",
            "C’est à Issachar qu’échut le quatrième lot, aux enfants d’lssachar, selon leurs familles.",
            "Leur territoire comprenait: Jezreêl, Keçoullot, Chounêm;",
            "Hafaraïm, Chiôn, Anaharat,",
            "Rabbith, Kichyôn, Ebeç;",
            "Rémet, En-Gannim, En-Hadda, Beth-Paçêç;",
            "englobait encore Thabor, Chahacîm, Beth-Chémech, et avait pour limite le Jourdain: seize villes, ainsi que leurs bourgades.",
            "Telle fut la possession de la tribu d’lssachar, selon ses familles, telles les villes et leurs bourgades.",
            "Le cinquième lot échut à la tribu d’Aser, selon ses familles.",
            "Leur frontière comprenait.: Helkat, Hall, Béten, Akhchaf;",
            "Allamélec, Amead, Micheal; atteignait le Carmel à l’ouest, ainsi que Chihor-Libnat;",
            "tournait à l’orient vers Beth-Dagôn, rencontrait Zabulon, la vallée de Yiftah-El au nord, Beth-Emek, Neïel; se dirigeait à gauche vers Caboul,",
            "Ebrôn, Rehob, Ham-môn, Kana, jusqu’à Sidon la Grande;",
            "de là elle passait à Rama, puis à la ville du Fort-de-Tyr; de là à Hossa, et elle se terminait à la mer par le canton d’Akhzib.",
            "De plus, Oumma, Aphek, Rehob: vingt-deux villes, avec leurs bourgades.",
            "Telle fut la possession de la tribu d’Aser, selon ses familles, telles les villes et leurs bourgades.",
            "Aux enfants de Nephtali échut le sixième lot, aux enfants de Nephtali selon leurs familles.",
            "Leur frontière allait de Hélef, du Chêne de Çaanannîm, par Adami-Hannékeb et Yabneêl, jusqu’à Lakkoum, et aboutissait au Jourdain;",
            "revenait à l’occident par Aznot-Thabor, passait de là à Houkkok, touchait Zabulon au midi, Aser à l’occident, et Juda, vers le Jourdain, à l’orient.",
            "Les villes fortes étaient: Ciddîm, Cêr, Hammat, Rakkat, Kinnéreth;",
            "Adam, Rama, Haçor;",
            "Kédech, Edréi, En-Haçor;",
            "Yireôn, Migdal-El, Horem, Beth-Anat, Beth-Chémech: dix-neuf villes, avec leurs bourgades.",
            "Telle fut la possession de la tribu de Nephtali, selon ses familles, les villes et leurs bourgades.",
            "A la tribu de Dan, selon ses familles, échut le septième lot.",
            "La frontière de leur possession comprenait: Çorea, Echtaol, Ir-Chémech;",
            "Chaalabbîn, Ayyalôn, Yitla;",
            "Elôn, Timnatha, Ekron;",
            "Elteké, Ghibetôn, Baalat;",
            "Yehoud, Bené-Berak, Gat-Rimmôn;",
            "Mê-Yarkôn et Rakkôn, avec le territoire devant Yapho.",
            "Mais le territoire des enfants de Dan dépassa ces limites: en effet, les enfants de Dan firent une expédition, attaquèrent Léchem, s’en emparèrent, la passèrent au fil de l’épée, en prirent possession et s’y établirent, remplaçant le nom de Léchem par celui de Dan, qui était le nom de leur père.",
            "Telle fut la possession de la tribu de Dan, selon ses familles, telles les villes et leurs bourgades.",
            "Lorsqu’ils eurent achevé de partager le pays selon ses limites, les enfants d’Israël attribuèrent à Josué, fils de Noun, une possession au milieu d’eux.",
            "Sur l’ordre de l’Éternel, ils lui donnèrent la ville qu’il avait demandée: Timnat-Sérah, dans la montagne d’Ephraïm. II restaura cette ville et il s’y établit.",
            "Telles sont les possessions que le prêtre Eléazar, Josué, fils de Noun, et les chefs de famille des tribus des enfants d’Israël répartirent, par la voie du sort, à Silo, en présence de l’éternel, à l’entrée de la Tente d’assignation: on acheva ainsi le partage du pays."
        ],
        [
            "L’Éternel parla à Josué en ces termes:",
            "\"Parle aux enfants d’Israël, et dis-leur: Désignez entre vous les villes de refuge dont je vous ai parlé par l’organe de Moïse,",
            "afin de recueillir, dans sa fuite, le meurtrier qui aurait frappé une personne par imprudence, involontairement, et de vous servir ainsi d’asile contre le vengeur du sang.",
            "Celui qui se réfugiera dans l’une de ces villes s’arrêtera à l’entrée de la porte de la ville, exposera son cas aux anciens de cette ville, qui l’y admettront dans leur sein et lui assigneront une demeure où il habitera parmi eux.",
            "Et si le vengeur du sang le poursuit, ils ne lui livreront pas le meurtrier, vu qu’il n’a point frappé son prochain avec intention ni par suite d’une haine antérieure.",
            "Il restera dans cette ville jusqu’à ce qu’il comparaisse devant l’assemblée qui doit le juger, jusqu’à la mort du grand-prêtre en fonctions à cette époque: alors seulement, le meurtrier pourra rentrer chez lui, dans sa ville, dans cette ville d’où il se sera enfui.\"",
            "On consacra à cet effet: Kédech en Galilée, dans la montagne de Nephtali; Sichem, dans la montagne d’Ephraïm; Kiryath-Arba ou Hébron, dans la montagne de Juda.",
            "Du côté oriental du Jourdain, vers Jéricho, on avait déjà choisi: Bécer, dans le désert, dans le plat pays, parmi les possessions de la tribu de Ruben; Ramoth, en Galaad, parmi celles de la tribu de Dan, et Golân, dans le Basan, parmi celles de Manassé.",
            "Telles furent les villes déterminées pour tous les enfants d’Israël et pour l’étranger séjournant parmi eux, comme refuge de tout meurtrier par imprudence, afin qu’il ne pût périr sous la main du vengeur du sang avant d’avoir comparu devant le tribunal."
        ],
        [
            "Les chefs de familles des Lévites se présentèrent devant le pontife Eléazar, Josué, fils de Noun, et les chefs de familles des tribus d’Israël,",
            "à Silo, dans le pays de Canaan, et leur parlèrent ainsi:\"L’Éternel a ordonné, par l’organe de Moïse, qu’on nous donnât des villes pour y habiter, ainsi que leurs banlieues pour notre bétail.\"",
            "Et les enfants d’Israël, se conformant à l’ordre du Seigneur, donnèrent aux Lévites, sur leurs parts de possession, les villes suivantes avec leurs ban-lieues.",
            "On tira au sort pour les familles des Kehathites; et d’abord, les Lévites, descendants du pontife Aaron, obtinrent, par la voie du sort, dans les tribus de Juda, de Siméon et de Benjamin, treize villes.",
            "Le surplus des enfants de Kehath reçut au sort, dans les familles de la tribu d’Ephraïm, dans la tribu de Dan et dans la demi-tribu de Manassé, dix villes.",
            "Les enfants de Gerson reçurent au sort, dans les familles de la tribu d’Issachar, dans celles d’Aser et de Nephtali, et dans la demi-tribu de Manassé en Basan, treize villes.",
            "Les enfants de Merari, selon leurs familles, eurent de la tribu de Ruben, de celles de Gad et de Zabulon, douze villes.",
            "Les enfants d’Israël donnèrent ces villes avec leurs banlieues aux Lévites par la voie du sort, comme l’Éternel l’avait prescrit par l’organe de Moïse.",
            "De la tribu de Juda et de celle de Siméon, l’on donna les villes suivantes, ainsi désignées nominativement,",
            "pour appartenir aux descendants d’Aaron, d’entre les familles Kehathites, de la tribu de Lévi, à qui échut le premier lot.",
            "On leur donna donc la Cité d’Arba (père d’Anok), appelée aussi Hébron, dans la montagne de Juda, avec la banlieue d’alentour.",
            "Les champs et les bourgades dépendant de la ville, on les avait donnés comme propriété à Caleb, fils de Yefounné.",
            "Mais aux descendants du pontife Aaron l’on donna la ville même de Hébron avec sa banlieue comme ville de refuge pour le meurtrier; plus, Libna avec sa banlieue,",
            "Yattir avec sa banlieue, Echtemoa avec la sienne,",
            "Holôn avec sa banlieue, Debir avec la sienne,",
            "Ayin avec sa banlieue, Youtta avec sa banlieue et Beth-Chémech avec la sienne: neuf villes, remises par les deux tribus en question.",
            "Et de la tribu de Benjamin: Gabaon et sa banlieue, Ghéba et la sienne,",
            "Anatot et sa banlieue, Almôn et la sienne: quatre villes.",
            "Total des villes données aux prêtres descendants d’Aaron: treize villes, avec leurs banlieues.",
            "Quant aux familles lévitiques descendant de Kehath, formant le surplus des Kehathites, elles eurent au sort les villes suivantes de la tribu d’Ephraïm:",
            "on leur donna la ville de refuge destinée au meurtrier, Sichem avec sa banlieue, dans la montagne d’Ephraïm; Ghézer, avec sa banlieue;",
            "Kibçaïm avec la sienne, Béthorôn avec la sienne: quatre villes.",
            "Puis, de la tribu de Dan: Elteké et sa banlieue, Ghibetôn et sa banlieue.",
            "Ayyalôn et la sienne, Gath-Rimmôn et la sienne: quatre villes.",
            "Et de la demi-tribu de Manassé: Taanakh et sa banlieue, Gath-Rimmôn avec la sienne: deux villes.",
            "En tout, dix villes avec leurs banlieues, pour le surplus des familles des Kehathites.",
            "Les familles lévitiques descendant de Gerson reçurent: de la demi-tribu de Manassé, la ville de refuge Golân, dans le Basan, avec sa banlieue, et Beéchtera avec la sienne: deux villes.",
            "De la tribu d’lssachar: Kichyôn avec sa banlieue, Daberath avec la sienne,",
            "Yarmout avec sa banlieue, En-Gannim avec la sienne: quatre villes.",
            "De la tribu d’Aser: Micheal et sa banlieue, Abdôn et la sienne,",
            "Helkath et sa banlieue, Rehob et la sienne: quatre villes.",
            "Et de la tribu de Nephtali: la ville de refuge Kédech, en Galilée, avec sa banlieue; Hamot-Dor avec sa banlieue, Kartân avec la sienne: trois villes.",
            "Total des villes des Gersonites, selon leurs familles: treize villes, avec leurs banlieues.",
            "Enfin, les familles descendant de Merari, formant le surplus des Lévites, reçurent de la tribu de Zabulon: Yokneam et sa banlieue, Karta et sa banlieue;",
            "Dimna et sa banlieue, Nahalal avec la sienne: quatre villes.",
            "",
            "",
            "Et de la tribu de Gad: la ville de refuge Ramoth, en Galaad, avec sa banlieue, Mahanaïm, avec la sienne;",
            "Hesbon, avec sa banlieue; Yazer, avec la sienne: en tout quatre villes.",
            "Telles sont les villes échues aux familles des Merarites, formant le surplus des familles lévitiques; leur lot comportait donc douze villes.",
            "Toutes les villes appartenant aux Lévites parmi les possessions des Israélites se montaient ainsi à quarante-huit villes, indépendamment de leurs banlieues.",
            "Chacune de ces villes comprenait la banlieue qui lui sert de zone: règle uniforme pour toutes les villes en question.",
            "Ainsi l’Éternel donna aux Israélites tout le pays qu’il avait promis par serment à leurs ancêtres; ils en prirent possession et s’y établirent.",
            "II les fit jouir d’une sécurité entière, comme il l’avait juré à leurs ancêtres; de tous leurs ennemis, pas un n’avait tenu devant eux: tous, Dieu les avait mis en leur pouvoir.",
            "Aucune ne fit défaut de toutes les faveurs que l’Éternel avait promises à la maison d’Israël: toutes s’accomplirent."
        ],
        [
            "Alors Josué manda les Rubénites, les Gadites et la demi-tribu de Manassé,",
            "et leur dit: \"Vous avez observé tout ce que vous avait prescrit Moïse, serviteur de l’Éternel, et vous m’avez aussi obéi en tout ce que je vous ai enjoint.",
            "Vous n’avez pas abandonné vos frères durant cette longue période, jusqu’à ce jour, et vous êtes restés fidèles à la volonté de l’Éternel, votre Dieu.",
            "Et maintenant l’Éternel, votre Dieu, a accordé du repos à vos frères, comme il le leur avait promis; partez donc, allez dans vos tentes, au pays de votre possession que vous a donné Moïse, serviteur de l’Éternel, au delà du Jourdain.",
            "Toutefois, appliquez-vous bien à suivre la loi et la doctrine que vous imposa Moïse, serviteur de l’Éternel, c’est-à-dire à aimer l’Éternel, votre Dieu, à marcher dans toutes ses voies, à garder ses commandements et à lui demeurer attachés; à le servir enfin de tout votre cœur et de toute votre âme.\"",
            "Et Josué, les ayant bénis, les congédia, et ils prirent le chemin de leurs tentes.",
            "Or, la moitié de la tribu de Manassé avait reçu sa part de Moïse dans le Basan, et l’autre moitié avait été installée par Josué parmi ses frères, sur le bord occidental du Jourdain; de plus, quand Josué renvoya les premiers à leurs tentes en les bénissant,",
            "il leur dit: \"Retournez à vos demeures avec de grands biens, avec un bétail considérable, chargés d’argent et d’or, de cuivre et de fer, de vêtements en grande quantité; ces dépouilles de vos ennemis, partagez-les avec vos frères!\"",
            "Alors les enfants de Ruben, ceux de Gad et la demi-tribu de Manassé quittèrent les autres enfants d’Israël et s’en allèrent de Silo, qui est dans le pays de Canaan, pour gagner la contrée de Galaad, le pays de leur possession, dont Moïse leur avait accordé la propriété par ordre de l’Éternel.",
            "Arrivés aux districts du Jourdain faisant partie du pays de Canaan, les enfants de Ruben et de Gad et la demi-tribu de Manassé érigèrent là un autel près du Jourdain, un grand autel bien apparent.",
            "La nouvelle en vint aux enfants d’Israël: \"Voici que les enfants de Ruben, ceux de Gad et la demi-tribu de Manassé ont bâti un autel devant le pays de Canaan, dans les districts du Jourdain, en face des enfants d’Israël.\"",
            "Ce qu’ayant appris, toute la communauté des enfants d’Israël se réunit à Silo, pour marcher contre eux en guerre.",
            "Les enfants d’Israël députèrent auprès de ceux de Ruben et de Gad, et de la demi-tribu de Manassé, Phinéas, fils du pontife Eléazar,",
            "et, avec lui, dix chefs, un chef de famille pour chacune des tribus d’Israël: chacun était le principal membre de sa famille parmi les divisions d’Israël.",
            "Ceux-ci allèrent trouver les enfants de Ruben et de Gad et la demi-tribu de Manassé, au pays de Galaad, et leur parlèrent en ces termes:",
            "\"Ainsi a parlé toute la communauté de l’Éternel: Qu’est-ce que cette trahison que vous avez commise à l’égard du Dieu d’Isràël, cette défection envers l’Éternel, en vous bâtissant un autel et vous révoltant ainsi contre le Seigneur?",
            "N’est-ce pas assez, pour nous, du crime de Peor, dont nous ne nous sommes pas lavés jusqu’à ce jour, et qui suscita une mortalité dans l’assemblée du Seigneur?",
            "Et vous, aujourd’hui, vous vous sépareriez de l’Éternel! Qu’adviendra-t-il? Vous vous révoltez aujourd’hui contre Dieu, demain son courroux éclatera contre la communauté entière d’Israël.",
            "Que si le pays de votre possession vous semble impur, repassez dans le pays qui est le territoire de l’Éternel, où s’élève la résidence de l’Éternel, et établissez-vous au milieu de nous; mais ne vous révoltez pas contre l’Éternel, ne vous insurgez pas contre nous, en vous construisant un autel rival de celui de l’Éternel, notre Dieu!",
            "Lorsque Akhan, fils de Zérah, commit une infidélité à propos de l’anathème, est-ce que toute la communauté d’Israël ne fut pas l’objet de la colère divine? Lui pourtant était seul, mais il n’a pas seul péri par son crime.\"",
            "Les enfants de Ruben et de Gad, et la demi-tribu de Manassé, prenant la parole, répondirent aux chefs des divisions d’Israël:",
            "\"Le Dieu des dieux est l’Éternel! Le Dieu des dieux est l’Éternel! Il le sait, lui, et Israël aussi le saura! Si nous avons agi par rébellion et forfaiture envers l’Éternel, qu’il nous prive aujourd’hui de son assistance!",
            "Si nous avons bâti un autel pour nous séparer du Seigneur, soit en y offrant holocauste ou oblation, soit en y sacrifiant des victimes rémunératoires, que le Seigneur nous en demande compte!",
            "Non certes; si nous avons agi ainsi, c’est que nous avons craint qu’un jour vos fils ne disent aux nôtres: \"Qu’avez-vous de commun avec l’Éternel, Dieu d’Israël?",
            "Entre nous et vous, enfants de Ruben et de Gad, l’Éternel a posé une limite, le Jourdain: vous n’avez point de part à l’Éternel!\" Et ainsi vos descendants empêcheraient les nôtres de rendre hommage à l’Éternel.",
            "Donc, nous nous sommes dit: Agissons pour nous-mêmes en élevant un autel, non pour y offrir ni holocauste ni autre sacrifice;",
            "mais ce sera un garant entre nous et vous, comme entre nos descendants respectifs, de notre droit à servir l’Éternel en sa présence, par nos holocaustes, nos rémunératoires et autres sacrifices, et que vos enfants ne puissent pas, demain, dire aux nôtres: Vous n’avez point de part à l’Éternel.",
            "Nous nous sommes dit: Si un jour on devait nous parler ainsi, à nous ou à nos descendants, nous répondrions: \"Voyez cette image de l’autel du Seigneur, que nos pères ont établie, non en vue d’holocaustes ni de sacrifices quelconques, mais comme garantie entre nous et vous.\"",
            "Loin de nous pareille chose, de nous révolter contre l’Éternel et de l’abandonner aujourd’hui, en érigeant un autel pour y offrir holocauste, oblation ou sacrifice, à l’exclusion de l’autel de l’Éternel, notre Dieu, placé devant son tabernacle!\"",
            "Quand Phinéas le pontife, ainsi que les chefs de la communauté et des divisions d’Israël qui l’accompagnaient, eurent entendu les paroles prononcées par les enfants de Ruben, de Gad et de Manassé, ils les approuvèrent.",
            "Et Phinéas, fils du pontife Eléazar, dit aux enfants de Ruben, à ceux de Gad et de Manassé: \"Maintenant nous savons que l’Éternel réside au milieu de nous, puisque vous ’n’avez pas commis cette prévarication envers lui; dès lors, vous avez préservé les enfants d’Israël de la vindicte du Seigneur.\"",
            "Phinéas, fils du pontife Eléazar, et les chefs, quittant les enfants de Ruben et ceux de Gad, revinrent du pays de Galaad dans celui de Canaan, auprès des enfants d’Israël, et leur rendirent compte.",
            "La chose plut aux enfants d’Israël, qui rendirent grâce à Dieu, et ne parlèrent plus de faire contre eux une expédition, ni de ravager le pays habité par les enfants de Ruben et ceux de Gad.",
            "Les enfants de Ruben et ceux de Gad dénommèrent l’autel en disant: \"Ce sera un témoin entre nous, attestant que l’Éternel seul est Dieu!\""
        ],
        [
            "Longtemps après, alors que l’Éternel avait ôté à Israël toute inquiétude à l’égard de ses ennemis d’alentour, Josué, déjà vieux et avancé en âge,",
            "convoqua tous les Israélites, leurs anciens, leurs chefs, juges et préposés, et leur dit: \"Je suis vieux, chargé de jours.",
            "Pour vous, vous avez vu tout ce que l’Éternel, votre Dieu, a fait à tous ces peuples, en votre faveur; car c’est l’Éternel, votre Dieu, qui combattait pour vous.",
            "Voyez! Je vous ai fait tomber en partage, selon vos tribus, les pays qui restent à conquérir, comme ceux des peuples que j’ai exterminés, depuis le Jourdain jusqu’à la grande Mer située au couchant du soleil.",
            "l’Éternel, votre Dieu, lui, les chassera devant vous, les dépossédera à votre profit; et vous conquerrez leur pays, comme l’Éternel, votre Dieu, vous l’a annoncé.",
            "Mais attachez-vous résolument à observer à pratiquer tout ce qui est écrit dans le livre de la doctrine de Moïse, sans vous en écarter ni à droite ni à gauche;",
            "à ne pas vous mêler à ces peuples qui restent là près de vous, pour ne pas vous exposer à prononcer le nom de leurs dieux, à le faire intervenir dans les serments, à les adorer ni à vous prosterner devant eux.",
            "C’est à l’Éternel, votre Dieu, seul, que vous devez vous attacher, comme vous l’avez fait jusqu’à ce jour.",
            "l’Éternel, votre Dieu, a dépossédé à votre profit des peuples grands et considérables; et vous, nul n’a pu vous résister jusqu’à ce jour.",
            "Un seul homme d’entre vous en poursuivait mille, car c’est l’Éternel, votre Dieu, qui combattait pour vous, comme il vous l’a promis.",
            "Mais veillez bien sur vous-mêmes, en n’aimant que l’Éternel, votre Dieu!",
            "Car si vous venez à dévier, à nouer des relations avec le reste de ces peuples, qui sont demeurés près de vous, si vous vous alliez avec eux, vous entrant dans leurs familles, eux dans les vôtres,",
            "sachez-le bien, l’Éternel, votre Dieu, cessera de déposséder ces peuples à votre profit, et ils deviendront pour vous un piège et un écueil, une verge à vos flancs et des épines dans vos yeux jusqu’à ce que vous ayez disparu de ce bon pays que l’Éternel, votre Dieu, vous a donné.",
            "Or, je m’en vais aujourd’hui où va toute chose terrestre. Vous savez, dans votre âme et votre conscience, que pas une n’a manqué de toutes les faveurs que l’Éternel, votre Dieu, avait annoncées à votre égard; toutes vous sont venues, pas une seule n’a fait défaut.",
            "Eh bien! Comme s’est accompli pour vous tout le bien que l’Éternel, votre Dieu, vous avait promis, ainsi accomplirait-il contre vous tout le mal, jusqu’à ce qu’il vous eût fait disparaître de cette excellente contrée qu’il vous a donnée, l’Éternel, votre Dieu.",
            "Si, infidèles à l’alliance que l’Éternel, votre Dieu, vous a imposée, vous allez porter vos hommages à des dieux étrangers et vous prosterner devant eux, le courroux du Seigneur s’allumera contre vous, et vous disparaîtrez bientôt du bon pays qu’il vous a donné\"."
        ],
        [
            "Josué réunit toutes les tribus d’Israël à Sichem; puis il appela les anciens d’Israël, ses chefs, ses juges et ses préposés, qui se placèrent en présence de Dieu.",
            "Et Josué dit à tout le peuple: \"Ainsi a parlé l’Éternel, Dieu d’Israël: \"Vos ancêtres habitaient jadis au-delà du Fleuve, jusqu’à Tharé, père d’Abraham et de Nahor, et ils servaient des dieux étrangers.",
            "Je pris votre père, Abraham, des bords du Fleuve, le fis voyager par tout le pays de Canaan, lui donnai une nombreuse postérité, et le rendis père d’Isaac.",
            "A Isaac je donnai Jacob et Esaü; j’attribuai à Esaü la montagne de Séïr pour sa possession, Jacob et ses enfants descendirent en Égypte.",
            "Je suscitai Moïse et Aaron, j’accablai l’Égypte par tout ce que je fis au milieu d’elle, après quoi je vous en fis sortir.",
            "Quand j’eu fait sortir vos pères de l’Égypte et que vous fûtes parvenus jusqu’à la mer, les Égyptiens poursuivirent vos pères, avec chars et cavaliers, vers la mer des Joncs.",
            "Ceux-ci implorèrent l’Éternel, qui interposa un épais nuage entre vous et les Égyptiens, fit retomber sur eux la mer et les submergea vous avez vu de vos yeux ce que j’ai fait à l’Égypte puis vous demeurâtes de longs jours au désert.",
            "Je vous conduisis au pays des Amorréens, établis au bord du Jourdain, et qui vous combattirent; je les livrai en votre pouvoir, vous conquîtes leur pays, et je les exterminai devant vous.",
            "Puis se leva Balak, fis de Cippor, roi de Moab, qui entra en lutte avec Israël, et fit appeler Balaam, fils de Beor, pour vous maudire.",
            "Mais je ne voulus pas écouter Balaam, et il dut au contraire vous bénir, et je vous sauvai ainsi de sa main.",
            "Puis vous traversâtes le Jourdain et arrivâtes devant Jéricho; et vous eûtes contre vous les possesseurs de Jéricho, les Amorréens, les Phérézéens, les Cananéens, les Héthéens, le Ghirgachéens, les Hévéens et les Jébuséens; mais je les livrai en votre pouvoir.",
            "Je vous ai aussi fait précéder par les frelons, qui ont chassé de devant vous les deux rois des Amorréens, ce que tu ne dois ni à ton épée ni à ton arc.",
            "Je vous ai ainsi donné un pays qui ne vous a coûté aucune peine; des villes où vous vous êtes installés sans les avoir bâties, des vignes et des oliviers dont vous jouissez sans les avoir plantés.\"",
            "A votre tour, révérez et servez l’Éternel avec droiture, avec sincérité; repoussez les dieux que vos pères ont adorés au-delà du Fleuve et en Égypte, et n’adorez que l’Éternel.",
            "Que s’il vous déplaît de servir l’Éternel, choisissez dès à présent qui vous voulez servir, soit les dieux qu’adoraient vos pères au-delà du Fleuve, soit les dieux des Amorréens dont vous occupez le pays: pour moi et ma famille, c’est l’Éternel que nous servons!\"",
            "Le peuple répondit: \"Loin de nous la pensée de renoncer à l’Éternel pour servir des dieux étrangers!",
            "C’est l’Éternel qui est notre Dieu, c’est lui qui nous a fait monter nous et nos pères, du pays d’Égypte, cette maison d’esclaves; qui a fait à nos yeux tant de grands miracles, qui nous a protégés constamment dans notre voie, parmi tous les peuples au milieu desquels nous avons passé.",
            "C’est l’Éternel qui a repoussé devant nous l’Amorréen et les autres peuples habitant la contrée: nous aussi nous entendons servir l’Éternel, car c’est lui notre Dieu.\"",
            "Et Josué dit au peuple: \"Vous ne pourrez pas aisément servir l’Éternel; car c’est un Dieu saint, un Dieu jaloux, qui ne supporterait ni vos offenses ni vos péchés.",
            "Si vous abandonnez l’Éternel pour servir les dieux de l’étranger, à son tour il vous maltraitera et consommera votre ruine, après avoir été votre bienfaiteur.\"",
            "Et le peuple répondit à Josué: \"Non, nous voulons servir l’Éternel.\"",
            "Alors Josué dit au peuple: \"Vous êtes témoins contre vous-mêmes, que c’est pour le culte de l’Éternel que vous avez opté!\" Ils répondirent: \"Nous le sommes.\"",
            "\"Eh bien! Répudiez donc les dieux de l’étranger qui sont au milieu de vous, et tournez uniquement vos cœurs vers l’Éternel, Dieu d’Israël.\"",
            "Et le peuple dit à Josué: \"C’est l’Éternel, notre Dieu, que nous servirons, c’est à sa voix que nous voulons obéir.\"",
            "En ce jour même, Josué établit un pacte avec le peuple, et lui imposa une loi et des statuts à Sichem.",
            "Puis Josué consigna ces choses dans le livre de la loi divine; il prit aussi une grande pierre qu’il dressa en ce lieu, sous le chêne qui était dans le lieu consacré à l’Éternel.",
            "Et Josué dit à tout le peuple: \"Cette pierre nous servira de témoin, car elle a entendu toutes les paroles que l’Éternel nous a adressées; elle serait un témoin contre vous, si vous veniez à renier votre Dieu.\"",
            "Et Josué congédia le peuple, chacun rentrant dans son territoire.",
            "Après ces événements, Josué, fils de Noun, serviteur de l’Éternel, mourut âgé de cent dix ans.",
            "On l’ensevelit dans les limites de sa possession, à Timnath-Sérah, dans la montagne d’Ephraïm, au nord du mont Gaach.",
            "Israël resta attaché au Seigneur tant que vécut Josué, et tout le temps que continuèrent à vivre, après lui, les vieillards témoins de tout ce que le Seigneur avait fait pour Israël.",
            "Quant aux ossements de Joseph, que les enfants d’Israël avaient emportés d’Égypte, on les inhuma à Sichem, dans la pièce de terre que Jacob avait acquise, pour cent kecita, des fils de Hamor, père de Sichem, et qui devint la propriété des enfants de Joseph.",
            "Eléazar, fils d’Aaron, étant mort, on l’ensevelit sur la colline de Phinéas, son fils, qu’on lui avait donnée dans la montagne d’Ephraïm."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}