{
    "title": "Melechet Shlomo on Mishneh Torah, Admission into the Sanctuary",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Melechet_Shlomo_on_Mishneh_Torah,_Admission_into_the_Sanctuary",
    "text": [
        [],
        [
            [],
            [
                "<b>והוזהרו כל הכהנים שלא יכנסו למקדש או לקדש הקדשים שלא בשעת העבודה שנאמר ואל יבא בכל עת אל הקדש זה קדש הקדשים מבית לפרוכת להזהיר על כל הבית וכו'.</b> והקשה מרן בכ\"מ וז\"ל ומ\"ש שנאמר ואל יבא בכל עת אל הקדש זה קדש הקדשים מבית לפרוכת להזהיר על כל הבית תמיה לי מאחר דקרא קאמר אל הקדש מנין לנו לומר זה קדש הקדשים ותו היכי מרבה כל הבית מדכתיב מבית לפרוכת דמשמע קדש הקדשים וכו' ונראה דה\"פ אילו לא נאמר אל הקדש הייתי אומר דלפני ולפנים קרי קדש אבל ההיכל לא נאסר דתפסת מועט השתא דכתיב מבית לפרוכת דהיינו קדש הקדשים על כרחך דאל הקדש להזהיר על כל הבית אתא ע\"כ.<br><b> וראיתי</b> למרן מלכא בס' עץ החיים בנימוקיו על רבינו ז\"ל דף א' שהקשה וז\"ל ואיכא למידק דבפ' הקומץ השיבו דהא מאן דאמר אל הקדש ומבית לפרוכת בלאו ליכתוב אל הקדש וכ\"ש מבית לפרוכת וכי תימא משום דהו\"א מאי אל הקדש מבית לפרוכת אבל היכל לאו נמי ליכא אי אפשר דהכתיב והבדילה הפרוכת לכם בין קודש ובין קדש הקדשים הרי דאף אי כתיב אל הקדש לחוד בהיכל מיירי וי\"ל דבש\"ס מיירי אילו היה כתיב אל הקדש וגם אל פני הכפורת דאז הוי כמו והבדילה הפרוכת לכם בין קודש ובין קדש הקדשים משא\"כ רבינו דמיירי אילו לא היה כתיב רק אל הקדש דאז הוה אמינא תפסת מועט תפסת והוי דוקא קדש הקדשים ושפיר כתב מרן ז\"ל עכ\"ל.<br><b> ונראה </b> דבהכי מתרצתא מה שהקשה עוד הרב מל\"מ בפירקין וז\"ל ותו קשיא לי דבסוף פרק ח' דזבחים דף פ\"ב ת\"ר פנימה אין לי אלא פנימה היכל מניין ת\"ל אל הקדש יאמר קודש ואל יאמר פנימה אמר רבה בא זה ולמד על זה כלומר דאי הוה כתיב פנימה הו\"א דקדש הוי פנימה כמ\"ש רש\"י ז\"ל ודוחק הוא לומר דאותה סוגייא אתיא כר' יהודה ועוד אמאי לא קאמר הניחא לר\"י אלא לרבנן יאמר קדש ואל יאמר פנימה וצ\"ע עכ\"ל. ובהכי אתי שפיר דהתם לא הוזכר קדש קדשים כדי שנאמר דהאי קודש הוי היכל כמו הכא שהוזכר אל פני הכפורת שהוא קדש קדשים וכמו התם דוהבדילה הפרוכת לכם בין קדש ובין קדש הקדשים דאז צ\"ל דהאי הוי כמו הן לא הובא את דמה אל הקדש ושפיר איכא למימר דהוי קדש קדשים וכמ\"ש מרן כ\"מ דתפסת מועט ולא נאמר דדם שנכנס להיכל ולא נכנס לקדש קדשים שיפסל ובהא אפי' רבנן מודים דאל הקדש הוי קדש קדשים אי לא דכתיב פנימה דהשתא גילה לן דהאי קודש הוי היכל (א\"ה ס\"ט עיין להרב גופיה בס' מקראי קדש דף קל\"ג ע\"א יעו\"ש).<br><b> ולענ\"ד </b> מה שנראה לי לומר הוא דעד כאן לא קאמרי רבנן דהיכל אקרי קודש אלא הכא דוקא והיינו משום דכיון דכתיב והבדילה הפרוכת לכם בין קודש ובין קדש הקדשים ס\"ל לרבנן דהכא נמי שהזהיר ואל יבא בכל עת אל הקדש היינו אותו קודש שהוא ההיכל אבל התם ששאל משה רבינו ע\"ה אם נכנס דמה לפנים והשיבו לא ועל זה קמתמה הן לא הובא את דמה אל הקדש אילו לא היה כותב פנימה שפיר הו\"א שהוא לפני ולפנים שעל זה היתה השאלה ולכך הוצרך ליכתוב אל הקדש פנימה להורות לן דבין אם נכנס להיכל ובין אם נכנס לקדש קדשים נפסלה וצריכה שריפה וכשאמרו בש\"ס דאי לא תימא הכי אלא דבכל מקום דכתיב קודש הוי היכל תיקשי הא דאמרינן בפ' טבול יום (זבחים דף ק\"א ע\"א) ר' נחמיה מתרץ לה הכי א\"ל משה לאהרן שמא נכנס דמה לפנים א\"ל הן לא הובא את דמה שמא חוץ למחיצתה יצאת א\"ל בקדש וכו' ע\"כ ומאי קאמר בקודש הא קודש הוי היכל והחטאת מאי בעיא בהיכל והלא לא היתה אלא בעזרה במקום שנשחטה ולא הו\"ל לומר כי אם שהיתה בעזרה אלא ודאי דהאי קודש האמור כאן אינו היכל אלא שהיתה בבית המטבחיים ולא יצאת משם ומתפרש בקודש דכתיב ה\"נ לדעת רבנן דס\"ל דקדש הוי היכל ולא היה כתיב פנימה הו\"א דהאי קודש הוי קדש קדשים שעל זה שאל ממנו והשיבו לא וקמתמה אכול תאכלו אותה ולזה כתב פנימה להורות שהשאלה היתה על שתיהם. ומה שיש לדקדק בדברי התוס' אכתוב לקמן בס\"ד ועיין בס' מעיל שמואל בלשונות רבינו דף כ\"ז ע\"ב וק\"ל."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מלאכת שלמה על משנה תורה, הלכות ביאת מקדש",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Melechet Shlomo",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}