{
    "title": "Ben Yehoyada on Rosh Hashanah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Yehoyada_on_Rosh_Hashanah",
    "text": [
        [],
        [],
        [
            "<b>בְּאֶחָד בְּנִיסָן רֹאשׁ הַשָּׁנָה לַמְּלָכִים</b>. נראה לי בס\"ד הטעם דמונין למלכי ישראל באחד בניסן מפני כי אחד בניסן נטל עשרה עטרות <small><small>(שבת פז:)</small></small> והמלכים נשרשים במלכות שהיא עשירית לכן בְּאֶחָד בְּנִיסָן רֹאשׁ הַשָּׁנָה לַמְּלָכִים.<br>ועוד נראה לי בס\"ד הטעם דמונין למלכי ישראל מניסן ומלכי אומות העולם מתשרי לעשות סימנא טבא למלכי ישראל כי אותיות נִיסָן היוצאים במבטא הלוך וגדול הנו\"ן חמשים והסמך ששים ונו\"ן פשוטה בת\"ש כן מלכותם תהיה הלוך וגדול וסופה תהיה למלך המשיח דכתיב ביה <small>(ישעיה נב, יג)</small> 'יָרוּם וְנִשָּׂא וְגָבַהּ מְאֹד' מה שאין כן אותיות תִּשְׁרֵי הלוך וחסור לכך מונין לאומות העולם מתשרי.<br>ועוד נראה לי בס\"ד הטעם כי ניסן שולט בו צירוף שם הוי\"ה ככתבו שהוא רחמים גמורים אך תשרי שולט בו צירוף והי\"ה שהוא דין ולכן כתיב בדוד<small> (שמואל א' יח, יד) </small>'וַיְהִי דָוִד לְכָל דְּרָכָו מַשְׂכִּיל וַהֳ' עִמּוֹ' דייקא השם ככתבו. גם נִיסָן <small>[170]</small> הוא מספר סופי תיבות אברהם יצחק ישראל שבזכותם תתקיים המלכות בישראל לכך בירכם השם יתברך <small>(בראשית לה, יא)</small> 'וּמְלָכִים מֵחֲלָצֶיךָ יֵצֵאוּ'.<br>או יובן בס\"ד מילוי נִיסָן הוא מספר נִיסָן נמצא ניסן כפול וכן מלכי ישראל שהם מלכים למטה וגם למעלה בשמים חשובים מלכים מה שאין כן מלכי אומות העולם הם מלכים למטה דוקא ולכן כופלים שלום למלך ישראל דכתיב <small>(דברי הימים א' יב, יט)</small> 'שָׁלוֹם שָׁלוֹם לְךָ וְשָׁלוֹם לְעֹזְרֶךָ'."
        ],
        [],
        [],
        [],
        [
            "<b>הָאוֹמֵר: תְּנוּ סֶלַע זֶה לִצְדָקָה בִּשְׁבִיל שֶׁיִּחְיוּ בָּנַי</b>. כך הגרסא בעין יעקב וכן העתיק בספר דקדוקי סופרים מתלמוד כתב יד. וצריך להבין לגרסא זו למה נקיט הברייתא בהאי לישנא של 'תְּנוּ' שהוא מדבר לאחרים ולא נקיט לשון 'הָאוֹמֵר סֶלַע זֶה לִצְדָקָה עַל מְנָת שֶׁיִּחְיוּ בָּנַי' שהוא מדבר כן בינו לבין עצמו?<br>ונראה לי בס\"ד דבא ללמדינו רבותא בזה אף על פי שהוא מברר דבריו ומפרסם הענין לפני בני אדם דהשתא איכא למיחש דמלבד שהוא עצמו יהיה קורא תגר הנה גם אותם אחרים שעשאם שלוחים ליתן אשר בירר דבריו ופירש כונתו לפניהם יהיו קורין תגר אם לא יחיה ואפילו הכי אשמעינן דשרי זה בישראל דליכא למיחש שיקראו תגר אחר כך בין הוא בין אחרים אלא תולין הדבר בחטא.<br>והנה התוספות הקשו מדתנן <small>(משנה אבות א, ג)</small> 'אַל תִּהְיוּ כַעֲבָדִים הַמְשַׁמְּשִׁין אֶת הָרַב עַל מְנָת לְקַבֵּל פְּרָס'? ותירצו היינו באומות העולם שתוהין על הראשונות עיין שם, והקשה הרב פתח עינים ז\"ל דאי הכי מאי פריך הש\"ס הרי בלא הא דכורש תיקשי ליה: ההיא ד'אַל תִּהְיוּ כַעֲבָדִים'! ולפי התוספות מוכרח לומר דההיא באומות שתוהין ומעתה תו לא תקשי מכורש וכדפריך בתר הכי כאן בישראל כאן באומות והמקשן מוכרח לשנויי הברייתא עם המשנה ומאי פריך? עד כאן עיין שם.<br>ונראה לי בס\"ד דהמקשן הוה משני הברייתא עם המשנה כפי חילוק מהר\"ש <small>[רבי יהודה שמואל]</small> פרימו ז\"ל שהביאו הרב בעצמו שם דמתניתין דאבות איירי בעושה מצות שחייב בהם אבל ברייתא איירי כגון שכבר נתן צדקה לפי ערכו ואחר כך אומר סלע זו לצדקה שזו תוספת על חיובו שרי לעשותה בשביל שיחיה בנו. ברם הכא מקשי שפיר דהא כורש היה גוי שהוא בן נח דאינו חייב בכל דברים אלו שנתן לבית המקדש דאינו מצווה מאת ה' בכך ולפי חילוק הנזכר כל שעושה דבר שאינו חייב ומצווה בו שרי למעבד לקבל פרס.<br>ועוד נראה לי בס\"ד דהמקשן מתרץ הברייתא עם המשנה כמו שאמרו המפרשים ז\"ל דההיא דאבות משנת חסידים היא ואינו אוסר מדינא, ומכל מקום שפיר מקשי בהא דכורש דאמרת שהחמיץ ובודאי אי לא עביד מילי דחסידותא אינו נחשב דהחמיץ ודוק.",
            "<b>אִי מָרְדוּ בִּי יְהוּדָאֵי, אִיקַלְיֵיה בְּנוּרָא</b>. נראה לי בס\"ד לכן נקרא כּוֹרֶשׁ שהוא בהפוך אתוון כְּשׁוֹר רוצה לומר כמו השור שיש בו הנאה מצד אחר שעושה מלאכה של חרישה ודישה וכיוצא, ויש בו נזק וקלקול שמנגח וממית, כן כורש היה בו צד טוב שבנה בית המקדש והיה בו רע שהכין דבר לשריפתו משעת בניינו על דרך מה שאמר הכתוב <small>(קהלת ז, א)</small> 'וְיוֹם הַמָּוֶת מִיּוֹם הִוָּלְדוֹ'.<br>או יובן בס\"ד שנקרא 'כּוֹרֶשׁ' אותיות 'כְּשׁוֹר' על פי מה שאמר הרב פתח עינים בשם מהרי\"א על פסוק <small>(ישעיהו מה, א)</small> 'כֹּה אָמַר הֳ' לִמְשִׁיחוֹ לְכוֹרֶשׁ' שנקרא כּוֹרֶשׁ שהוא כלב בלשון פרסי שינק ונתגדל מכלבא יעוין שם. והדבר יפלא אף על פי שינק מן כלבתא עם כל זה שם זה שקראו אותו בו הוא גנאי! ומה ראו הפרסיים לקרא מלכם בשם מגונה כזה?<br>וראיתי בסדר הדורות שהביא המעשה שהיה בדבר זה והוא דאסטרגיס מלך פרס לא היה לו אלא בת אחת יורשת מלכותו ואהבה שר משרי אביה ותהר לו וכשמוע אביה הרג את השר ושם את בתו במאסר ויהי בלדתה נתן המלך את הילד למשרת שלו לשלוח אותו המדברה ועשה כן ויניחהו שם וימן ה' כלבה אחת והניקתו ויגדל הילד ונעשה בן חיל ויאספו אליו אנשים ריקים ויהי עליהם לשר, וכשמוע המלך קבץ אנשים רבים וישלח להרגו וזה השר נקרא כּוֹרֶשׁ בלשון פרסי כלב לפי שנתגדל מכלבה ונתאמץ על זקינו והרגו ויכבוש את העיר וימלוך עליה ויכנע כל הארץ לפניו.<br>ולפי שדריוש מלך מדי לא היה לו אלא בת אחת נתן אותה לו לאשה וירושת מלכות מדי ואחרי זה אמר כורש לדריוש הנה אנחנו מלכים למה נהיה משועבדים לבלשצר נלחמה בו ויאמר דריוש עשה! וילחמו בבלשצר ותחלה נצחו צבאות בלשצר ושמח ועשה משתה והוציא כלי בית המקדש ונשתמש בהם ואז נראתה בכותל אותם דברים של <small>(דניאל ה, כה)</small> 'מְנֵא מְנֵא תְּקֵל וּפַרְסִין' ופתרם דניאל ע\"ה שניתנה מלכותו למלכי מדי ופרס. והנה סריס אחד שמע פתרון דניאל ואז בלילה כשישן בלשצר חתך ראשו והלך אצל דריוש וכורש ויספר להם המעשה ונדרו נדר 'אם תנתן בבל בידם יתנו רשות לבנות בית המקדש' וכן היה שהצליחו ולכדו את בבל והרגו הרבה, ואז מלך דריוש בבבל ושאר מלכיות מסרם ביד כורש, וכשמת דריוש בא כורש ומלך במקומו. עיין שם.<br>נמצא לפי זה כורש הוא מזרע המלוכה שהיה בן בתו של מלך פרס והיה חוק לפרס שלא ימלוך בהם זר שאינו מזרע המלך אך הם נתברר אצלם מעשה הנזכר לעיל דכורש היה בן בתו של מלך וחיה ונתגדל מן הכלבא ולכך קראוהו על שם הכלב לעשות בזה מזכרת למעשה הנזכר לעיל ששם זה הוא לעדות שאינו זר אלא הוא מזרע המלך, ולכן אף על פי דעצם השם הוא גנאי מכל מקום מצד חוק המלכות שהיה אצלם הוא היה לשבח שזה השם הוא מעיד שהוא אשר נולד מבתו של המלך.<br>והנה ידוע מה שאמר הרב זרע ברך ז\"ל בפרשת בא בשם זוהר הקדוש דמזווג שתי קליפות של שׁוֹר וַחֲמוֹר יצא מהם קליפת כֶּלֶב, וכתב בשם הרב מגלה עמוקות ז\"ל על כן אותיות אמצעיות של שׁוֹר וַחֲמוֹר הם מספר כֶּלֶב <small>[52]</small> עיין שם. נמצא לפי זה הכלבתא שינק ממנה כורש יש בה תערובת שׁוֹר וַחֲמוֹר אך כורש שינק ממנה אף על פי שינק מן תערובת שור וחמור מאחר שהיה מלך כשר שבנה בית המקדש אינו מתייחס אחר חלק החמור שיש בכלבתא שינק ממנה אלא יתייחס אחר חלק השור שיש בה ולכך נקרא כּוֹרֶשׁ בהיפוך אתוון כְּשׁוֹר וגם יש בשם זה אותיות כָּשֵׁר ולכן זכה שיכתב עליו 'כֹּה אָמַר הֳ' לִמְשִׁיחוֹ לְכוֹרֶשׁ'.<br>והנה בזאת המעשה הנזכר פרשתי בס\"ד טעם נכון על אשר מצאתי כתוב במדרש תלפיות שהביא מספר שלשלת הקבלה דכורש המלך היה לו כח הזכרון גדול מאד באופן שבהיותו במלחמה שהיה לו ת\"ר אלף שכירים היה קורא כל אחד מהם בעת הפרעון בשמו, והוא פלא! עיין שם. ואמרתי הואיל וינק מכלב בדרך נס לכך זכה לזכירה גדולה כזו בלבבו, דאמרו רבותינו ז\"ל 'כֶּלֶב-כֻּלּוֹ לֵב' גם נראה לי מטעם זה שנבנה בית המקדש על ידי כורש שינק מכלבתא ונתגדל ממנה, גברה קליפת כלב השולטת בבעלי לשון הרע, ושלטה בזמן בית שני להחטיא את ישראל בעון לשון הרע השייך לה, ולכן גאולה של גלות זה שהוא אחר חרבן בית שני שנבנה על ידי כורש תהיה בשורתינו בה על ידי אֵלִיָּהוּ <small>[52] </small>זכור לטוב שמספר שמו נ\"ב שהוא מבטל קליפת כֶּלֶב <small>[52]</small> שמספרו נ\"ב וגבר ישראל!",
            "<b>בִּשְׂכַר שֶׁחֲבִיבָה תּוֹרָה לְיִשְׁרָאֵל, כְּשֵׁגַל זוֹ לְעוֹבְדֵי כּוֹכָבִים, זָכוּ לְכֶתֶם אוֹפִיר</b>. קשה וכי לא יש דבר חביב לעכו\"ם כמו השגל כדי שיבא לדמות חבוב תורה על ישראל כוותה והלא נשותיהם חביבה עליהם יותר מהשגל?<br>ונראה לי בס\"ד דנקיט חיבוב השגל אשר בחיבוב זה שמחבבין השגל הם מתבזין ועם כל זה מחבבין אותה כן ישראל מחבבין את התורה מאד ואף על פי שבחיבוב זה מתבזין שיבזו עצמן בשביל חיבוב תורה!<br>וכמו שמצינו בדוד מלך ישראל דאף על פי שהיה מלך גדול היה מכרכר בכל עוז לפני ארון הקודש משום חיבוב תורה וכמו שנאמר שאמרה לו מִיכַל <small>(שמואל ב' ו, כ)</small> 'אֲשֶׁר נִגְלָה הַיּוֹם לְעֵינֵי אַמְהוֹת עֲבָדָיו כְּהִגָּלוֹת נִגְלוֹת אַחַד הָרֵקִים' והשיב לה וְשִׂחַקְתִּי לִפְנֵי הֳ', וּנְקַלֹּתִי עוֹד מִזֹּאת וְהָיִיתִי שָׁפָל בְּעֵינָי וכו'. וכן אמרו על רבינו יעקב רבו של רש\"י ז\"ל שהיה מכרכר לפני ארון הקודש בזקן שלו, וכן אתמר על כמה רבנן קדישי שהיו מבזין עצמן בשביל חיבוב תורה, וכנזכר בגמרא. ועל זה מדמה חיבוב תורה של ישראל לחיבוב השגל גבי עכו\"ם.<br>ולכן אמר נחמיה <small>(נחמיה ב, ו)</small> וַיֹּאמֶר לִי הַמֶּלֶךְ וְהַשֵּׁגַל יוֹשֶׁבֶת אֶצְלוֹ עַד מָתַי יִהְיֶה מַהֲלָכֲךָ וכו'. וקשה מה שייכות יש להא דהשגל יושבת אצלו עם דברים אלו שנתן לו המלך רשות? ובזה ניחא דבא לומר מה שזכיתי שיתן לי המלך רשות הוא בזכות התורה שחביבה אצל ישראל כמו השגל לעכו\"ם."
        ],
        [],
        [],
        [],
        [
            "<b><small>(דברים כג, כד)</small> 'מוֹצָא שְׂפָתֶיךָ' זוֹ מִצְוַת עֲשֵׂה</b>. נראה לי בס\"ד דדריש כן משום דדבור ראשון אשר דברו ישראל בקבלת התורה נקטו לשון עשיה שהקדימו נעשה לנשמע. וידוע דְּנַעֲשֶׂה מורה על העשין וְנִשְׁמַע מורה על לאוין.<br>או יובן בס\"ד דחמשה מוצאות הן ומוצא השפתים הם בומפ\"ף, ואיתא בשער מאמרי רשב\"י <small>(בביאור אדרא זוטא דף סא)</small> דאותיות בומפ\"ף שהם מוצא השפתים הם גבורת החסד, עיין שם. ועיין בעץ חיים שער דרושי הצלם פ\"ב יעוין שם. וידוע כי מצוות עשה הם חסדים ומצות לא תעשה הם גבורות, וכנזכר בעץ חיים שער נו\"ן, יעוין שם. ולכן דריש 'מוֹצָא שְׂפָתֶיךָ' זוֹ מִצְוַת עֲשֵׂה. ונראה לי 'בומ\"ף' <small>[128] </small>בגימטריא 'החסדים' <small>[127] </small>עם הכולל.<br>ומה שאמר 'לַהֳ' אֱלֹהֶיךָ' אֵלּוּ חַטָּאוֹת נראה לי בס\"ד משום דבכלהו קרבנות כתיב לַהֳ' וכן אמרו רבותינו ז\"ל.<br>ומה שאמר 'אֲשֶׁר דִּבַּרְתָּ' אֵלּוּ קָדְשֵׁי בֶּדֶק הַבַּיִת נראה לי בס\"ד החיר\"ק שתחת אות ד' משמש במקום יו\"ד ולכן דִּיבַּרְתָּ ביו\"ד הוא 'דר בית' גם באותיות דִּיבַּרְתָּ יש משמעות לשון דביר.<br>ומה שאמר 'בְּפִיךָ' זוֹ צְדָקָה כי בצדקה לעניים צריך לשתף צדקת הפה שהוא הפיוס כמו שאמרו רבותינו ז\"ל <small>(בבא בתרא ט:)</small> הנותן מתברך בשש ואם פייסו יתברך בי\"א ברכות. גם 'פִיךָ' אותיות 'כַּפַּי' והצדקה תתייחס לכפיים."
        ],
        [],
        [],
        [],
        [],
        [
            "<b>\"וְקִדַּשְׁתֶּם אֵת שְׁנַת הַחֲמִשִּׁים\", <small>(ויקרא כה, י)</small> \"מְלַמֵּד: שֶׁמִּתְקַדֶּשֶׁת וְהוֹלֶכֶת מִתְּחִלָּתָהּ מִכָּאן אָמַר רַבִּי יִשְׁמָעֵאל וְכוּ'</b>. נראה הטעם שיהיה אתחלתא דחירות קודם יום הכיפורים מיום ראש השנה וגמר החירות יהיה ביום הכיפורים שיהיה זה דוגמא לגאולה העתידה להיות בב\"א <small>[במהרה בימינו אמן]</small> שיהיה תחלה אתחלתא דגאולה בזמן ידוע ואחר כך יהיה גאולה עיקרית של ביאת המשיח."
        ],
        [],
        [],
        [],
        [
            "<b>רַבִּי אֱלִיעֶזֶר אוֹמֵר: בְּתִשְׁרֵי נִבְרָא הָעוֹלָם. בְּתִשְׁרֵי נוֹלְדוּ אָבוֹת</b>. יש להבין למה הזכיר תשרי אכל חד וחד לימא 'בְּתִשְׁרֵי נִבְרָא הָעוֹלָם וְנוֹלְדוּ אָבוֹת וּמֵתוּ אָבוֹת'? ונרגש בזה הרב עיון יעקב ז\"ל עיין שם. ונראה לי בס\"ד תירוץ פשוט כיון דכל חד יליף לה מפסוק בפני עצמו להכי לא כללם בחדא מלתא.<br>ועוד נראה לי בס\"ד דהאבות קאי על אברהם ויעקב בלבד שהם אחד בקו החסד ואחד בקו הרחמים ולכן נולדו בתשרי שהוא דין כדי למתקו ולעשותו רחמים וכן היה באמת כי בו זכינו לחג הסוכות שכולו המשכת חסדים פנימים ומקיפים וידוע כי סימן לתשרי שהוא דין הוא בשם 'תִּשְׁרֵי' כי אותיות שמו סדר תשר\"ק שהוא דין ולזה אמר כיון דבתשרי שהוא דין נברא העולם לכך לטובת העולם בתשרי שהוא דין נוֹלְדוּ אָבוֹת כדי למתקו ומאחר כי בתשרי נולדו לכן שורת הדין מחייבת שצריך להיות בתשרי מִיתַת הָאָבוֹת כי חודש שאכל המתוק של לידתם יאכל המרירות של פטירתם.",
            "<b>בְּפֶסַח נוֹלַד יִצְחָק</b>. נראה לי בס\"ד הטעם כי ידוע מה שאמר רבינו האר\"י ז\"ל דניסן הוא ראש חודשי הנוקבא ותשרי ראש חודשי הדוכרא וידוע כי יצחק נולד מסטרא דנוקבא בסוד <small>(בראשית יח, י)</small> 'וְהִנֵּה בֵן לְשָׂרָה אִשְׁתֶּךָ' כנזכר בשער הפסוקים ולכן נולד בפסח שהוא בניסן שהוא ראש חודשי הנוקבא.",
            "<b>בְּנִיסָן נִגְאֲלוּ, וּבְתִשְׁרֵי עֲתִידִין לִגָּאֵל</b>. נראה לי בס\"ד הטעם דאמרו רבותינו ז\"ל גאולת ישראל ממצרים היתה מסטרא דנוקבא לכך אמרו שירה לשון נקבה מפני שיש אחריה שעבוד אבל גאולה העתידה להיות בב\"א <small>[במהרה בימינו אמן] </small>מסטרא דדכורא שאין אחריה שעבוד ולכך אומרים שיר לשון זכר דכתיב <small>(תהלים צו, א)</small> 'שִׁירוּ לַהֳ' שִׁיר חָדָשׁ'.<br>ובזה מובן הטעם שפיר בניסן שהוא ראש דנוקבא נגאלו ממצרים כי זו היתה גאולה שיש אחריה שעבוד אבל בתשרי עתידין ליגאל כי תשרי ראש חדשי הדוכרא וגאולה העתידה מסטרא דדכורא.<br>או יובן בס\"ד ניסן חסד לכן אותיות ניסן הם על סדר אבג\"ד שהוא בחסד דהיו\"ד אינה יוצאה במבטא ונו\"ן שני דניסן הוא נו\"ן דמנצפ\"ך שהוא מספר ת\"ש ולכן גאולת מצרים שהיתה על פי מדת החסד זרוע ימין היתה בניסן אבל גאולה העתידה תהיה על פי מדת הגבורה גם כן וכמו שאמרו בזוהר הקדוש על פסוק <small>(ישעיה נב, ג)</small> 'וְלֹא בְכֶסֶף תִּגָּאֵלוּ' דלא להוי פורקנא דילכון בחסד שהוא כסף כאשר היה ביציאת מצרים אלא יהא פורקנא דילכון בגבורה דיצחק שהוא בגבורה וכנזכר בשער הפסוקים דבר זה ברחבה ולכן בתשרי שהוא דין כי הוא על סדר תשר\"ק בו עתידין ליגאל."
        ],
        [
            "<b>רַבִּי יְהוֹשֻׁעַ אוֹמֵר: בְּנִיסָן נִבְרָא הָעוֹלָם. בְּנִיסָן נוֹלְדוּ אָבוֹת וְכוּ'</b>. הנה רבינו האר\"י ז\"ל <small>(בשער הכונות בדרוש ראש השנה)</small> השווה דברי רבי אליעזר ורבי יהושע דמר אמר חדא ומר אמר חדא ולא פליגי דמר איירי בבחינת החיצוניות שהוא כללות העולמות בעצמם ומר איירי בבחינת הפנימיות שהוא ענין הנשמות עיין שם, ובספרי גורי האר\"י ז\"ל איתא הישוב באופן זה והוא דההריון היה בתשרי והלידה בניסן ולזה אמר במוסף ראש השנה הַיּוֹם הֲרַת עוֹלָם ואין אומרים הַיּוֹם לֵדַת עוֹלָם עד כאן לשונו. ואמרתי לפי דבריהם יתיישב שפיר מה שמברכין ברכת החמה מן כ\"ח שנה לכ\"ח שנה בניסן ולא בתשרי.<br>ונראה לי בס\"ד דגם בענין הגאולה לא פליגי אלא מר מדבר בגאולה העליונה שתהיה משבעים שרים שלמעלה ומר מדבר בגאולה התחתונה שתהיה מן האומות למטה כי לעתיד תהיה הגאולה שלימה מן השרים ומן האומות לכך אין אחריה עוד גלות כנודע.<br>ברם הא קשיא איך ישוו דבריהם בענין הלידה ומיתה של האבות דרבי אליעזר סבירא ליה בתשרי ורבי יהושע בניסן?<br>ונראה לי בס\"ד גם בהא יש להקשות מר מדבר בלידת הנשמות שלהם ומה שאמר מתו קאי על התחלת סילוק הצללים של הנשמות שלהם מגופם דהדרך הוא אצל כל העולם שיתחילו להסתלק שלושים יום קודם יום המיתה ואפשר לומר דאצל האבות התחילו להסתלק ששה חדשים קודם המיתה ואפשר הטעם שהיה בהם הפרש מדרך העולם היינו משום כדי לכוין המיתה שהוא התחלת הסילוק עם הלידה בחודש אחד דהתחלת סילוק הצללים של הנשמות נקרא מיתה.<br>ועוד נראה לי טעם אחר שנעשה בהם הפרש זה הוא לרוב מעלתם דידוע דהסילוק המצוי אצל כל אדם שהוא שלושים יום קודם המיתה לא יסתלק כל הצל בבת אחת אלא יתחלק לשלושים חלקים וכל יום יסתלק ממנו חלק אחד משלושים חלקים והם לרוב חשיבותם כדי שלא ירגישו בסילוק נתחלק לק\"ף חלקים ובמשך ששה חודשים שהם ק\"ף יום היה מסתלק כל יום חלק אחד מן ק\"ף חלקים כדי שלא ירגישו בחסרון כל כך, כן נראה לי בדרך אפשר באופן דיכולים אנחנו להשוות דבריהם לומר מר מדבר בלידת הנשמות ובהתחלת סילוק הצללים של הנשמות מגופם שגם זה נחשב מיתה ומר מדבר בלידת הגופים ומיתת הגופים ממש, והש\"ס שקיל וטרי לפי פשט דבריהם דמשמע דפליגי, וכל שקלא וטריא זו היא לפלפולא להגדיל תורה ויאדיר דכן מוכרח לומר גם כן לפי דברי רבינו האר\"י ז\"ל דסבירא ליה דלא פליגי בבריאת העולם אלא מר אמר חדא ומר אמר חדא.<br>והנה בספר קרניים <small>(מאמר וא\"ו בביאור דן ידין)</small> הביא רבינו מהרש\"ם ז\"ל מספרי המקובלים דאברהם אבינו ע\"ה נפטר בטבת ועשו סמך לזה <small>(בראשית טו, טו)</small> 'תִּקָּבֵר בְּשֵׂיבָה טוֹבָה' ראשי תיבות טֵבֵת יעוין שם. וקשה דלא אתי לא כרבי אליעזר ולא כרבי יהושע? וראיתי בספר פרשת אליעזר שהוא גם כן ביאור על ספר קרניים הנזכר דיישב זה על פי מה שאמר בספר קרניים עצמו במאמר הקודם לזה שבחודש ניסן כלולים כל החודשים ונמצא שיש בחודש ניסן ימים השייכים לחודש טבת והוא נפטר בניסן ביום השייך לחודש טבת עד כאן דבריו יעוין שם, ולפי דבריו הנזכר יש להשוות דברי רבי אליעזר ורבי יהושע בלידה ומיתה של אבות בהכי דיש לומר גם רבי אליעזר יודה בניסן נולדו ובניסן מתו ומה שאמר בתשרי היינו בימים של ניסן השייכים לחודש תשרי אך באמת זה דוחק ודרך שכתבתי לעיל להשוות דבריהם הוא יותר מרווח.<br>נמצינו למדין לפי דברי רבינו האר\"י ז\"ל דרבי אליעזר ורבי יהושע לא דברו על בריאת עולם הזה התחתון הגשמי אלא הם מדברים ברוחניות בעולמות למעלה דרבי אליעזר מדבר בחיצוניות העולמות ומודה לו רבי יהושע בזה, אך רבי יהושע מדבר בתיקון פנימיות העולמות ועל זה קאמר בניסן נברא העולם ורבי אליעזר מודה לו בזה, אבל בריאת עולם הזה התחתון הגשמי בין רבי אליעזר ובין רבי יהושע יודו שהתחלת בריאתו היתה בכ\"ה באלול ויום השישי הנזכר במעשה בראשית הוא היה יום ראש השנה שבו נברא אדם הראשון ועל זה תקנו אנשי כנסת הגדולה בתפלה 'זֶה הַיּוֹם תְּחִלַּת מַעֲשֶׂיךָ' זכרון ליום ראשון.<br>והנה בברייתא השני מביא רבי אליעזר רמז לדבריו אשר דבר בבריאת חיצוניות העולמות מפסוק <small>(בראשית א, יא)</small> 'תַּדְשֵׁא הָאָרֶץ' כי ידוע שהעשבים והאילנות הם בחינת חיצוניות וכונתו בזה לומר שהפסוק הזה האמור במעשה בראשית של בריאת עולם התחתון הזה שהיה בחודש תשרי דבר בבריאה של עשבים ואילנות שהם בחינת חיצוניות לרמוז לנו שקודם זה בחינת חיצוניות העולמות הרוחניים אשר למעלה נברא ונתקן גם כן בתשרי, ורבי יהושע שהוא מדבר בפנימיות העולמות עשה רמז לפנימיות בפסוק <small>(בראשית א, יב)</small> 'וַתּוֹצֵא הָאָרֶץ דֶּשֶׁא' המדבר בדבר המצוי בניסן לרמוז בניסן גם כן היה בריאה ותיקון בעולמות העליונים והוסיף תבלין לדבריו לפרש על תיקון זה שהיה בניסן הוא היה בפנימיות דוקא באומרו דאותו הפרק הוא זמן בהמה חיה ועוף שמזדווגין זה בזה וידוע שהבעלי חיים הם בחינת הפנימיות ובזה עשה אסמכתא לתיקון הפנימיות שנעשה בניסן.<br>נמצא רבי אליעזר ורבי יהושע עשה כל אחד אסמכתא לדבריו שמדבר בעולמות העליונים מפסוקים אלו המדברים בבריאת עולם הזה התחתון הגשמי ושניהם מודים כי פשט המקראות האלה הוא מדבר בבריאת עולם הזה התחתון אשר הם לא דברו בו, ועיין לרבינו הרש\"ש ז\"ל בנהר שלום דף על דרך עמוד ב' יעוין שם. וכבר כתבתי לעיל דהש\"ס שקיל וטרי בדברי רבי אליעזר ורבי יהושע דמשמע דפליגי כל זה הוא בדרך פלפול להגדיל תורה אך באמת הם לא פליגי ואלו ואלו דברי אלקים וכאשר קבל רבינו האר\"י ז\"ל מפי אליהו זכור לטוב דלא פליגי.",
            "<b>מַעֲשֵׂה בְּרֵאשִׁית, בְּקוֹמָתָן נִבְרְאוּ, לְדַעְתָּן נִבְרְאוּ, לְצִבְיוֹנָם נִבְרְאוּ</b>. פירש רש\"י 'לדעתם שאלם אם חפצים להבראות ואמרו הן' עיין שם. ונראה לי על פי מה שאמרו רבותינו ז\"ל <small>(בראשית רבה י, ו)</small> 'אין לך כל דבר ודבר נברא בעולם שאין ממונה עליו שר מלמעלה ואמר לו גדל' ולפי זה לאותם המלאכים שבראם תחלה להיות ממונים על כל הפרטים של הנבראים בעולם התחתון שאל מכל אחד ואחד על דבר השייך לו שראוי להיות תחת ממשלתו כפי שרשו ובחינתו. ובזה מובן שפיר מה שאמר 'לְדַעְתָּן' כי המלאך הממונה נקרא דעתו של אותו דבר כי הוא נשמתו והנשמה תכונה בשם שכל כנודע.<br>ומה שאמר 'לְצִבְיוֹנָם נִבְרְאוּ' נראה לי בס\"ד הכונה שברא בכל אחד מהם כח המוליד כי בצומח וגם בדומם יש כח המוליד כדי שיוליד דבר אחר ממנו, ואפשר להעמיס זה בפירוש רש\"י ז\"ל. ונראה לי 'קוֹמָתָן דַעְתָּן צִבְיוֹנָן' למפרע ראשי תיבות 'צֶדֶק' כי בצדק בראם ולזה אמר <small>(משלי ח, ח)</small> 'בְּצֶדֶק כָּל אִמְרֵי פִי' דהבריאה היתה באמירה ודיבור. והא דנקיט נִבְרְאוּ בכל חדא וחדא לרמוז שהיו שלשה אלה בכל חד וחד מן הנבראים ממש ולא נקיט כן ארובא דוקא.",
            "<b><small>(שיר השירים ב, ח)</small> \"מְדַלֵּג עַל הֶהָרִים\", בִּזְכוּת אָבוֹת. \"מְקַפֵּץ עַל הַגְּבָעוֹת\", בִּזְכוּת אִמָּהוֹת</b>. נראה לי בס\"ד על פי מה שאמר רבינו האר\"י ז\"ל בסוד הפסוק <small>(שמות ג, ד)</small> 'וַיַּרְא הֳ' כִּי סָר לִרְאוֹת' דמשה רבינו ע\"ה חשב צריכין לישב במצרים מספר 'סָר' שנים כמנין עשרה הויו\"ת <small>[26×10=260]</small> ואמר לו הקב\"ה שאין צריכין לישב אלא ר\"י שנים כמנין עשרה פעמים אהי\"ה <small>[21×10=210] </small>ולכן יצאו ברד\"ו שבא להם חירות מן הבינה שהיא סוד אהי\"ה.<br>וזה נרמז באומרו 'מְדַלֵּג עַל הֶהָרִים' כי האבות נקראו הָרִים ודילג קץ <small>[190] </small>שנים שלא הצריכם לישב אלא רד\"ו <small>[210] </small>כמנין יו\"ד פעמים אהי\"ה הרמוז בראשי תיבות אברהם יצחק יעקב וזהו 'עַל הֶהָרִים' הדלוג היה בעבור השם הרמוז באותיות אשר עַל הֶהָרִים. ועוד עשה להם רמז אחר הרמוז באותיות אשר הם סוף שמות האמהות שהם שרה רבקה רחל לאה שעולה מ\"ה כמנין שם הוי\"ה דאלפי\"ן <small>[יו\"ד ה\"א וא\"ו ה\"א = 45] </small>שהגלות היה על ידי התעלמות אות ב' של מלוי וא\"ו שנשאר מספר דם <small>[44] </small>והיה יניקה למצרים מזה הדם וכשגאלם האיר והשלים שם מ\"ה כולו ובטלה יניקת מצרים וזה נרמז בסופי תיבות שמות הַגְּבָעוֹת שהם האמהות.",
            "<b>בַּשָּׁנָה הָרְבִיעִית בְּחֹדֶשׁ זִו וְגוֹ' יֶרַח שֶׁנּוֹלְדוּ בּוֹ זִיוְתָנִי עוֹלָם</b>. נראה לי בס\"ד להכי קראו זִיו ראשי תיבות זרוע ימין וגוף כי אברהם אבינו ע\"ה הוא זרוע ימין כי אחוז בחסד דרועא ימינא <small>(זוהר ב' קצ:)</small> ויעקב אבינו ע\"ה הוא גוף שאחוז בתפארת שהוא גוּפָא כנזכר בפתיחת אליהו זכור לטוב.<br>והנה רש\"י ז\"ל פירש 'כשנתחדש אייר נולדו כבר בניסן' ונראה דזה דוחק בפשט הלשון דקאמר 'שֶׁנּוֹלְדוּ בּוֹ' וגם הכתוב קראו 'חֹדֶשׁ זִו' משמע שהזיו הוא בו ויתייחס אליו ולרבי יהושע הזיו הוא לניסן.<br>ונראה לי בס\"ד דכל אדם אף על פי שנולד ויצא שלם מבטן אמו אינו נמנה באמיתות עם החיים ואינו נכלל עמהם אלא עד אחר שלושים יום שיצא מספק נפל ולכן כל שלא חי שלושים יום אינו נפדה ואם מת אין מתאבלין עליו ולכן אף על פי שנולדו בניסן לא נשלמו בלידתם להיות נמנין בכלל הנולדים אלא עד אחר שלושים שיחול זה באייר ולכן האבות שהם זיו העולם כיון ששלמו להם שלושים יום באייר יתייחס הזיו הזה לאייר ולכן חודש אייר נקרא 'חֹדֶשׁ זִו' שלידתם נשלמה בו. ולמאן דאמר שנקרא אייר חודש זיו 'מִשּׁוּם דְּאִית בֵּיהּ זִיוָא לְאִילָנֵי' היינו כי הפרח יוצא בניסן והוא מכסה גופו של פרי שהוא זיו האילן ובאייר נופל הפרח ונראה גופו של פרי שהוא זיו האילן.",
            "<b>מַאן דְּאָמַר: בְּתִשְׁרֵי נוֹלְדוּ, בְּתִשְׁרֵי מֵתוּ, שֶׁנֶּאֱמַר: <small>(דברים לד, ז) </small>\"בֶּן מֵאָה וְעֶשְׁרִים שָׁנָה אָנֹכִי הַיּוֹם\"</b>. מקשים אם כן מהאי טעמא נמי לימא ' בְּפֶסַח נוֹלַד יִצְחָק וּבְפֶסַח מֵת'?<br>ונראה לי בס\"ד כי יצחק כיון שכהו עיניו קודם מיתתו דלכך נקרא אלקי יצחק בחייו משום דסומא חשוב כמת לכן לא אתמר ביה האי טעמא. אי נמי נראה לי בס\"ד דידוע יצחק פרחה נשמתו בעקידה <small>(ילקוט שמעוני וירא קא)</small> שהיתה נשמתו מקודם מסטרא דנוקבא ובאה לו נשמה מסטרא דדוכרא ואם כן בשעת העקידה חשיב מת וחיה כי היה עניינו שוה ממש לחבקוק הנביא ע\"ה כמפורש בדברי רבינו האר\"י ז\"ל ועל כן יום פטירתו מן העולם אינו תלוי ביום לידתו העקרית שיצא גופו לאויר העולם אלא יהיה תלוי ביום העקידה שבו מת וחיה מחדש וניתן בו נשמה חדשה ויום זה היה ביום כיפור שהוא עשרה בתשרי ואפשר שגם מיתתו העיקרית היתה בתשרי ביום כיפור כי בברייתא שאמר 'בְּפֶסַח נוֹלַד יִצְחָק' לא פירש ואמר 'וּבְפֶסַח מֵת' ואפשר שהוא נכלל באומרו בְּתִשְׁרֵי מֵתוּ אָבוֹת דקאי גם על יצחק ולא על אברהם ויעקב בלבד.",
            "<b>שֶׁאֵין תַּלְמוּד לוֹמַר 'הַיּוֹם', וּמַה תַּלְמוּד לוֹמַר 'הַיּוֹם'? הַיּוֹם מָלְאוּ יָמַי וּשְׁנוֹתַי</b>. יש להקשות אומרו שֶׁאֵין תַּלְמוּד לוֹמַר 'הַיּוֹם' לשון יתר הוא זה?<br>ונראה לי בס\"ד דאיכא מאן דאמר דסבירא ליה דברה תורה בלשון בני אדם ולא דרשינן מילות שנכתבו ליפוי הלשון וכאן קשיא ליה דתיבת 'הַיּוֹם' אפילו ביפוי הלשון אין לה שחר דגם בלשון בני אדם אין ראוי למנקט הכי וזהו שאמרו שאין תלמוד לומר 'הַיּוֹם' אפילו ביפוי הלשון ואם כן גם למאן דאמר דברה תורה בלשון בני אדם קשה מה תלמוד לומר 'הַיּוֹם' הכא?",
            "<b>\"אֶת מִסְפַּר יָמֶיךָ אֲמַלֵּא\"</b>. מקשים למאי איצטריך למייתי האי קרא לסיועי לקרא ד'הַיּוֹם'?<br>ונראה לי בס\"ד כי הוא רוצה לומר ההשוואה תהיה בשתים דהיינו במספר ימי החודש דהיינו זה בשבעה לחודש וזה בשבעה לחודש וגם השוואה בגוף הימים זה בשבעה לחודש שחל בשבת וזה בשבעה לחודש שחל בשבת ולכן אמר מיום ליום ומחודש לחודש תרתי בגוף הימים ובמספר החודש ומקרא ד'הַיּוֹם' לא משמע תרתי אלא יש לומר דהשוואה תהיה במספר החודש ואפילו שזה היה בשבת וזה היה באחד בשבת ולכן הביא קרא של <small>(שמות כג, כו)</small> 'אֶת מִסְפַּר יָמֶיךָ אֲמַלֵּא' דמשמע תרתי כי תיבת את יתיר אלא בתיבת 'מִסְפַּר' בא ללמד השוואה של מספר החודש ובתיבת 'אֶת' בא לרבות השוואה של גוף הימים זה ביום שבת וזה ביום שבת.",
            "<b>תָּנָא: אוֹתָהּ שָׁנָה, מְעֻבֶּרֶת הָיְתָה</b>. אף על גב דעדיין לא נמסר קדוש החודש לתחתונים ומסתמא לא היו מעברים השנה למטה קודם מתן תורה אלא היו מונין כל ימות החודשים בשוה שלשים ושלשים כי רק אנחנו שמונין אחד מלא ואחד חסר צריך לעבר השנה כדי להשוות, מכל מקום נראה ודאי כי בבית דין של מעלה היה נוהג החשבון על פי סדר עיבור השנים והיו תופסים חשבון החודשים כדרך שאנחנו עושים ואם כן היה בחשבונם שנה מעוברת ואחר שניתנה תורה נמסר קדוש החודש ועיבור השנים לבית דין של מטה וכמו שאמרו רבותינו ז\"ל אומרים מלאכי השרת לפני הקב\"ה אמתי ראש השנה ויום הכיפורים? ואומר להם נלך לבית דין של מטה."
        ],
        [
            "<b>בְּרֹאשׁ הַשָּׁנָה בָּטְלָה עֲבוֹדָה מֵאֲבוֹתֵינוּ בְּמִצְרַיִם מְנָא לָן? אַתְיָא <small>(שמות ו, ו) </small>'סְבִילָה' 'סְבִילָה' <small>(תהלים פא, ז)</small></b>. אַתְיָא 'סְבִילָה' 'סְבִילָה' מִיּוֹסֵף נראה לי בס\"ד לכך כתיב <small>(תהלים עז, טז)</small> 'גָּאַלְתָּ בִּזְרוֹעַ עַמֶּךָ בְּנֵי יַעֲקֹב וְיוֹסֵף סֶלָה' שבחודש שגאלת את יוסף מבית האסורין בו גאלת בני יעקב מעבודה של מצרים ואמר בִּזְרוֹעַ על חודש תשרי כי שמו מורה על דין שהוא על סוד תשר\"ק שהם דין כנודע וסתם זרוע הוא שמאל שהוא גבורה ודין.",
            "<b>וּבְתִשְׁרֵי עֲתִידִין לִגָּאֵל, מְנָא לָן? אַתְיָא <small>(תהלים פא, ד)</small> 'שׁוֹפָר' 'שׁוֹפָר' <small>(ישעיהו כז, יג)</small></b>. הקשה הגאון 'טורי אבן' הא תניא בעירובין <small>(עירובין מג.)</small> 'הריני נזיר ביום שבן דוד בא מותר בשבתות וימים טובים לשתות יין ואסור בימי החול' ואמאי אסור כל ימי החול, אי לרבי אליעזר לא יהיה אסור אלא בתשרי, ואי לרבי יהושע בניסן בלבד? ותירץ דשני קצין הוו כדאיתא בסנהדרין <small>(סנהדרין צח.)</small> זכו אֲחִישֶׁנָּה לא זכו בְּעִתָּהּ <small>(ישעיהו ס, כב)</small> ורבי אליעזר ורבי יהושע איירי בקץ של בְּעִתָּהּ למר בתשרי ולמר בניסן, אבל של אֲחִישֶׁנָּה אין לו זמן קבוע אלא כל יומא זמניה הוא וכדאמר <small>(שם) </small>משיח לרבי יהושע בן לוי 'הַיּוֹם' אִם בְּקֹלוֹ תִשְׁמָעוּ <small>(תהלים צה, ז)</small> עד כאן דבריו.<br>ועוד נראה לי בס\"ד דרבי אליעזר ורבי יהושע לא איירי בביאת משיח בן דוד אלא בקבוץ גליות שזה יהיה אחר ביאת המשיח בב\"א <small>[במהרה בימינו אמן]</small> דהכי משמע מקרא דמייתי מיניה והוא פסוק<small> (ישעיהו כז, יג)</small> וְהָיָה בַּיּוֹם הַהוּא יִתָּקַע בְּשׁוֹפָר גָּדוֹל וּבָאוּ הָאֹבְדִים בְּאֶרֶץ אַשּׁוּר וכו' וכן רבי יהושע דיליף 'לַיְלָה הַמְשֻׁמָּר לֶעָתִיד לָבוֹא' גם כן איירי על גאולה דקיבוץ גליות שיהיו יוצאין מחוץ לארץ לבא לארץ ישראל דומיא דליל יציאתם מארץ מצרים וזה מוכרח נמי מגמרא דלקמן דף ל\"א עשר מסעות וכו' ומצפורי לטבריה ואמר רבי יוחנן ומשם עתידין להגאל וכן כתב הרמב\"ם ז\"ל <small>(בפי\"ד מהלכות סנהדרין)</small> יעוין שם. ואם כן מלך המשיח יתגלה תחלה במקום ידוע בטבריה ואחר כך תתפשט מלכותו ונדר הנזירות יחול על יום שיתגלה בו בטבריה אך רבי אליעזר ורבי יהושע לא משתעו על יום ביאתו ממש שהוא יום גלויו בטבריא."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>בְּרֹאשׁ הַשָּׁנָה כָּל בָּאֵי עוֹלָם עוֹבְרִין לְפָנָיו כִּבְנֵי מָרוֹן</b>. נראה לי בס\"ד אמר בָּאֵי עוֹלָם כי אותיות 'עוֹלָם' במילואם כזה עי\"ן וא\"ו למ\"ד מ\"ם יש באותיות המלוי אותיות 'אדמונים' רמז על בני אדם שנבראו 'מִן הָאֲדָמָה' <small>(בראשית ב, ז)</small> וכמו שנאמר על דוד המלך ע\"ה דכתיב ביה <small>(שמואל א' טז, יב)</small> 'וְהוּא אַדְמוֹנִי עִם יְפֵה עֵינַיִם' קראו אַדְמוֹנִי על שהיה גלגול אדם הראשון שנוצר מן האדמה ואם כן בני אדם שהם רבים נקראים אַדְמוֹנִים לשון רבים גם רמזם בשם 'אדמונים' על שם העונות שהם אֲדוּמִים כַּשָּׁנִים כמו שנאמר <small>(ישעיהו א, יח)</small> 'אִם יִהְיוּ חֲטָאֵיכֶם כַּשָּׁנִים כַּשֶּׁלֶג יַלְבִּינוּ אִם יַאְדִּימוּ כַתּוֹלָע כַּצֶּמֶר יִהְיוּ' שהם מתלבנים על ידי התשובה שעושים בימים אלו דנתנו לקבלת התשובה. ולזה אמר 'כָּל בָּאֵי עוֹלָם' הם האדמונים הבאים בתוך אותיות הפשוט של עוֹלָם.",
            "<b>וּבֶחָג, נִדּוֹנִין עַל הַמַּיִם</b>. מקשים למה נקיט כאן 'נִדּוֹנִין' להדיא והוה ליה למימר 'וּבֶחָג עַל הַמַּיִם' בדרך דנקיט בפסח ובעצרת?<br>ונראה לי בס\"ד נקיט 'נִדּוֹנִין' רוצה לומר כל אותם הנזכרים למעלה שהם התבואה ופירות האילן ובאי עולם, כי המים הכל צריכין להם וגם כי בהם תלוי חיי נפש שיש מקומות שאין להם לשתות אלא מי גשמים.",
            "<b>רַבִּי יוֹסֵי אוֹמֵר: אָדָם נִדּוֹן בְּכָל יוֹם</b>. מקשים פסוק <small>(תהלים פא, ה)</small> 'כִּי חֹק לְיִשְׂרָאֵל הוּא מִשְׁפָּט לֵאלֹהֵי יַעֲקֹב' רבי יוסי מאי עביד ליה?<br>ונראה לי בס\"ד דודאי רבי יוסי מודה שהאדם נידון בראש השנה עם כל העולם על כל המעשים שעשה בכל השנה ועל פי מעשיו נגזר עליו על כל השנה הבאה מתחילתה ועד סופה הן לטוב הן להפך, אך סבירא ליה דאדם דוקא נידון לבדו בכל יום על מה שנגזר עליו בראש השנה בשביל אותו היום שאם נגזר עליו טובה והוא עשה מעשים רעים שאינו ראוי לאותה טובה תשתנה אותה הפסיקה של הטובה שפסקו לו בראש השנה בעבור אותו היום וכן להפך אם נגזר עליו רע בראש השנה באותו היום והוא עשה מעשים טובים בו ביום נדחה ממנו גזרת הרע ותשתנה ועל דרך זה נידון האדם בכל יום ויום דהיינו על פסיקה שפסקו לו בראש השנה על כל יום ויום של השנה כולה הן לטוב הן להפך, אך על גוף המעשים שיעשה בכל יום ויום הן לטוב הן להפך נידון הוא בראש השנה הבאה אחר אותה השנה.",
            "<b>אֶלָּא אָמַר רַב חִסְדָּא: טַעְמָא דְּרַבִּי יוֹסֵי מֵהָכָא:<small> (מלכים א' ח, נט)</small> \"לַעֲשׂוֹת מִשְׁפַּט עַבְדּוֹ, וּמִשְׁפַּט עַמּוֹ יִשְׂרָאֵל דְּבַר יוֹם בְּיוֹמוֹ\"</b>. הקשה מהרש\"א ז\"ל והלא בברייתא לא מייתי לה מהאי קרא אלא מקרא <small>(איוב ז ,יח)</small> 'וַתִּפְקְדֶנּוּ לִבְקָרִים לִרְגָעִים תִּבְחָנֶנּוּ' ואינו נראה שמחקו מברייתא?<br>ונראה לי בס\"ד דפסוק ותפקדנו בדברי רבי יוסי ופסוק 'לִרְגָעִים' בדברי רבי נתן לאו רבי יוסי ורבי נתן אמרי ליה אלא מסדר הברייתא מייתי הני קראי אבל רבי יוסי לא אמר אלא 'אָדָם נִדּוֹן בְּכָל יוֹם' כמו דנקטו רבי מאיר ורבי יהודה דלא מייתו קראי הוכחה לדבריהם ורב חסדא בא לפרש טעמו דרבי יוסי מהאי קרא, אבל מסדר הברייתא סבירא ליה טעמו דרבי יוסי מקרא ד'וַתִּפְקְדֶנּוּ' ולא חש להאי קושיא דהש\"ס דסבירא ליה דהבחנה יש לפרשה עיוני טפי מלשון פקידה דמצינו מקראות לשון פקידה על גזרת הדין כמו <small>(תהלים יט, ט)</small> 'פִּקּוּדֵי הֳ' יְשָׁרִים' וכמה מקראות יש עוד דקורא למצות שהם גזירות בלשון פקודים אך רב חסדא אשכח קרא מרווח טפי לדברי רבי יוסי.",
            "<b>מֶלֶךְ וְצִבּוּר, מֶלֶךְ נִכְנָס תְּחִלָּה לַדִּין</b>. היינו טעמא משום 'דְּלָאו אוֹרַח אַרְעָא לְמֵיתַב מַלְכָּא מֵאִבְּרָאִי' או 'מִקַּמֵּי דְּלֵיפּוּשׁ חֲרוֹן־אַף'. מקשים והלא אמרינן שהכל נסקרין בסקירה אחת?<br>ונראה לי בס\"ד דמה שאמר בסקירה אחת קאי על גמר הדין ומה שאמר 'מֶלֶךְ נִכְנָס תְּחִלָּה' קאי על עיון הדין, ומה שאין עושה גם זה בסקירה אחת הוא לטובתם כדי שבין הביניים יעשו תשובה ונכתבים לטובה, ועוד כדי שהמימינים והמשמאילים כל אחד יעסוק במלאכתו.<br>ומה שאמר 'מִקַּמֵּי דְּלֵיפּוּשׁ חֲרוֹן־אַף' אף הכונה שאם יצאו הציבור חייבים גם הוא ילקה בחובם דכתיב <small>(ויקרא ד, ג)</small> 'אֲשֶׁר נָשִׂיא יֶחֱטָא לְאַשְׁמַת הָעָם' לכן נגמר דינו קודם. וכמדומה לי שראיתי טעם זה בספרים של דרושים.",
            "<b>כְּמַאן מַצְלִינָן הָאִידְנָא אַקְצִירֵי וְאַמְרִיעֵי? כְּמַאן? כְּרַבִּי יוֹסֵי!</b>. הקשו התוס' ז\"ל ולרבנן מי לא מצלינן רְפָאֵנוּ וּבִרְכַּת הַשָּׁנִים? עיין שם.<br>ונראה לי בס\"ד דאמרו רבותינו ז\"ל הרי שהיו בראש השנה רשעים ופסקו עליהם גשמים מועטים ואחר כך חזרו בהם להוסיף אי אפשר אלא שמורידן בזמנם על הארץ הצריכה וכן הוא להפך, ולכן גם לרבנן מברכין בִּרְכַּת הַשָּׁנִים לומר אם נגזר טל ומטר מועט יורידם באופן שתתברך בהם הארץ שיועילו כמרובה.<br>וכן בִּרְפָאֵינוּ אם נגזר עליהם חולי יקדים הקב\"ה רפואה למכה שיתן כח ובריאות בגוף שאז החולי הנגזר לבא עליו אינו עושה בו רושם של נזק כמי שזורק אבן על ברזל ולא כזורק אבן על זכוכית או חרס ועל זה מתפללין רְפָאֵנוּ לרבנן.",
            "<b>אִמְרוּ לְפָנַי: מַלְכֻיּוֹת, זִכְרוֹנוֹת וְשׁוֹפָרוֹת בְּרֹאשׁ הַשָּׁנָה. 'מַלְכֻיּוֹת', כְּדֵי שֶׁתַּמְלִיכוּנִי עֲלֵיכֶם</b>. נראה לי בס\"ד קישור הדברים דידוע מה שאמר המפרשים ז\"ל הטעם דלא מהני התשובה אלא לישראל ולא לעכו\"ם כי העכו\"ם הם תחת ממשלת השרים והמה חלקם ונחלתם לכן נוהג בהם דין תורה ד'נֶּפֶשׁ הַחֹטֵאת הִיא תָמוּת' <small>(יחזקאל יח, ד)</small> ולא מהני להו תשובה שהיא לפנים משורת הדין, אך ישראל הם חלקו יתברך ואינם תחת ממשלת השרים אלא רק תחת ממשלתו יתברך דלכן הקב\"ה נקרא 'מֶלֶךְ יִשְׂרָאֵל' ולא נקרא 'מֶלֶךְ הַגּוֹיִם' וכמו שאמר הסבא ע\"ה בפרשת משפטים, על כן מן הראוי כמו שהקב\"ה קיים לעד כן ישראל יהיו קיימים ולא יכלו ואם לא יתנהג עמהם בחסד התשובה צריך לכלותם בעבור עונותיהם לכן נוהג עמהם לפנים משורת הדין לקבלם בתשובה וימחול להם.<br>וזהו שאמר 'מַלְכֻיּוֹת' כְּדֵי שֶׁתַּמְלִיכוּנִי 'עֲלֵיכֶם' ובזה יתברר שאתם חלקי ואז ממילא יבא זכרוניכם לפני לטובה שאמחול לכם ולא אתנהג עמכם בדין תורה לומר 'נֶּפֶשׁ הַחֹטֵאת הִיא תָמוּת' וּבַמֶּה תהיה זאת המחילה לכם לפנים משורת הדין לא שתהיו נשארים מלוכלכים בעונות אלא תהיה 'בְּשׁוֹפָר' היא התשובה הרמוזה בשופר שהוא משמעותו שַׁפְּרוּ מַעֲשֵׂיכֶם ובזה יָבֹא זִכְרוֹנֵיכֶם לְפָנַי לְטוֹבָה.<br>ועוד נראה לי בס\"ד דידוע ששם אהו\"י שהוא ראשי תיבות <small>(דברים יא, יז)</small> 'אֶת הַשָּׁמַיִם וְלֹא יִהְיֶה' הוא בחינת דעת דמלכות המקבלת גבורותיה מדעת דתפארת והוא מספר טוֹבָה <small>[22]</small> כמו שכתב הרמ\"ז <small>[הרב משה זכות]</small> ז\"ל. וידוע כי המלכות היא שתי בחינות סוד לאה וסוד רחל אם כן גם שם אהו\"י הוא כפול לשניהם. ונראה לי בס\"ד שזה רמוז במלוי אותיות שׁוֹפָר כזה שי\"ן וא\"ו פ\"ה רי\"ש אותיות המלוי לבדם הם אותיות 'שני אהו\"י'.<br>וזהו שאמר 'מַלְכֻיּוֹת' שֶׁתַּמְלִיכוּנִי שבזה אתם עושים עילוי במלכות העליונה ו'זִכְרוֹנוֹת' כְּדֵי שֶׁיָּבֹא זִכְרוֹנֵיכֶם לְפָנַי לְטוֹבָה שעל ידי מלוי שתעשו במלכות תזכו לטובה וּבַמֶּה תזכו לטובה מצד המלכות? אמר 'בְּשׁוֹפָר' כלומר על ידי 'שני אהו\"י' הרמוזים בתוך אותיות 'שׁוֹפָר' שכל שם מספרו טוֹבָה ושני שמות אלו הם במלכות שהם אחד מצד לאה ואחד מצד רחל."
        ],
        [
            "<b>כָּל שָׁנָה שֶׁרָשָׁה בִּתְחִלָּתָהּ מִתְעַשֶּׁרֶת בְּסוֹפָהּ</b>. נראה לי בס\"ד רמז לדבר קודם 'שָׁנָה' יש אותיות רמד <small>[244] </small>ואחר אותיות שנה יש תסו <small>[466] </small>נמצא יש יתרון בסוף על הקודם מספר רכ\"ב <small>[222] </small>שהוא מספר ג' שמות 'אכדטם' <small>[74×3=22</small> <small>שהם האותיות לפני אֱלֹקִים]</small> שהם אורות הגדלות בסוד 'וַתָּבֹאִי בַּעֲדִי עֲדָיִים' שהוא ג' פעמים ע\"ד כנזכר בשער הכונות דרוש הפסח דף פ\"א יעוין שם.<br>ובזה פרשתי בס\"ד 'רֶכֶב' אֱלֹקִים רִבֹּתַיִם <small>(תהלים סח, יח)</small> כי ג' שמות הנזכר הם חילוף שם אֱלֹקִים וקאמר רִבֹּתַיִם לשון רבנות וגדלות ואמר אַלְפֵי שִׁנְאָן שהם עולים מספר ב' פעמים אל\"ף אל\"ף <small>[111×2=222]</small>. ובזה יובן בס\"ד וַהֲדָרְךָ צְלַח 'רְכַב' <small>(תהלים מה, ה)</small> שיבא לך הצלחה משלשה שמות הנזכר שהם רכ\"ב אותיות 'ברך' ולזה אמר<small> (תהלים קמז, יג)</small> 'כִּי חִזַּק בְּרִיחֵי שְׁעָרָיִךְ בֵּרַךְ בָּנַיִךְ בְּקִרְבֵּךְ'.<br>והנה מספר אותיות דקודם שָׁנָה שהם 'רמד' <small>[244]</small> עולה מספר 'הברזל' <small>[244] </small>רמז שהיא קשה כברזל דְ'רָשָׁה בִּתְחִלָּתָהּ' הנה היא 'מִתְעַשֶּׁרֶת בְּסוֹפָהּ' שיש בסופה יתרון על מספר ההתחלה מספר 'רכב' הרומז לשלשה שמות הנזכר שבהם תתברך ותתעשר, ועל זה מביא הכתוב <small>(דברים יא, יב)</small> 'מֵרֵשִׁית הַשָּׁנָה' שרשה בתחלתה אך 'וְעַד' פירוש שם אכדט\"ם שהוא מספר ע\"ד שהוא מעשיר הוא רמוז בְּ'אַחֲרִית שָׁנָה' כי היתרון של אותיות שנה הוא ג' פעמים על דרך הנזכר.<br>או יובן בס\"ד קודם שָׁנָה יש 'מרד' שהם העבירות ואחר שָׁנָה 'תסו' כמנין כְּלָיוֹת <small>[466] </small>שהם מיעצים לטובה ומהפכים המרד לזכות על ידי התשובה דכתיב <small>(תהלים טז, ז)</small> 'אַף לֵילוֹת יִסְּרוּנִי כִלְיוֹתָי'.<br>או יובן ראש שם שָׁנָה הוא אות ש' ואם תצרפנה עם אות הסמוך לה באלפ\"א בית\"א שהוא אות ר' יהיה צירוף 'רש' וזהו אומרם 'רָשָׁה בִּתְחִלָּתָהּ' אך סוף שם שָׁנָה במבטא הוא אות נו\"ן יען דאות ה\"א אינה יוצאה במבטא וקמ\"ץ שתחת הנו\"ן ישמש במקומה ואם תצרף אות נו\"ן שהוא סוף שָׁנָה עם אות הסמוך לו באלפ\"א בית\"א שהוא אות ס' יהיה צירוף 'נס' שהוא לשון התרוממות וגדולה המורה על עושר כמו שנאמר <small>(תהלים ס, ו)</small> 'נָתַתָּה לִּירֵאֶיךָ נֵּס לְהִתְנוֹסֵס' וזהו שאמר 'מִתְעַשֶּׁרֶת בְּסוֹפָהּ'.<br>והנה רש\"י ז\"ל פירש שֶׁרָשָׁה בִּתְחִלָּתָהּ שישראל עושין עצמן רשים לדבר תחנונים כענין שנאמר <small>(משלי יח, כג)</small> 'תַּחֲנוּנִים יְדַבֶּר רָשׁ' עיין שם. ופירש בני ידידי כה\"ר יעקב נר\"ו 'רָשׁ' בהיפוך אתוון 'שַׂר' רמז אם רָשׁ בִּתְחִלָּתָהּ יהיה שר בסופה לעלות בסולם ההצלחה, ועל זה אומר אם 'הָיָה רֵאשִׁיתְךָ מִצְעָר וְאַחֲרִיתְךָ יִשְׂגֶּה מְאֹד' <small>(איוב ח, ז)</small> עד כאן דבריו נר\"ו.",
            "<b>אַרְבָּעָה דְּבָרִים מְקָרְעִין גְּזַר־דִּינוֹ שֶׁל אָדָם</b>. קשה בשלמא בשלשה מהם איכא טעמא שיועילו לקריעת גזר דין אך בְּ'שִׁנּוּי הַשֵּׁם' מה טעם יש בו שיועיל לבטל הגזרה שנגזרה?<br>ונראה לי בס\"ד דידוע אם אמר קונם שאיני נכנס לבית ראובן אם ראובן מכר הבית לשמעון הרי זה מותר ליכנס בו כי הוא נדר על בית ראובן וזה ביתו של שמעון הוא <small>(נדרים מז.) </small>וכן כאן הגזרה לעולם תתבטל בשביל תשובה או צדקה, אך המקטרג יקטרג שכבר נגזרה גזרה על אותו השם וזה הוא שם אחר וניצול בזה מקטרוג המקטרג.<br>ובאופן אחר נראה לי בס\"ד על פי מה שכתב הרב ערבי נחל ז\"ל דאותיות הַשֵּׁם הם צינורות השפע של חיותו כמו שנאמר <small>(בראשית ב, יט)</small> 'נֶפֶשׁ חַיָּה הוּא שְׁמוֹ' עיין שם. והשתא כאשר משנים השם של אותו אדם עושים בזה ביטול לאותם האותיות של שם הקודם וזהו נעשה מעין מיתה ומעין הגזרה שנגזרה עליו, ונמצא בזה נתקיים הגזר דין במקצת ויתבטל הדין, ויהיה מעתה נשפע מאותיות החדשים אשר לו בשם החדש והרי הוא כקטן שנולד דמי.",
            "<b>אֵין דָּנִין אֶת הָאָדָם אֶלָּא לְפִי מַעֲשָׂיו שֶׁל אוֹתָה שָׁעָה</b>. הקשה מהרש\"א ז\"ל מן בן סורר ומורה, עיין שם. ונראה לי בן סורר ומורה בא מן יפת תואר ולכן עושים לו מדה כנגד מדה הוא בא מזווג משונה שהוא מין עם אינו מינו לכך שינו דינו להיות נידון על שם סופו.",
            "<b>שְׁלֹשָׁה דְּבָרִים מַזְכִּירִין עֲוֹנוֹתָיו שֶׁל אָדָם, אֵלּוּ הֵן: קִיר נָטוּי, וְעִיּוּן תְּפִלָּה, וּמוֹסֵר דִּין עַל חֲבֵרוֹ</b>. הנה כאן קאמר 'עִיּוּן תְּפִלָּה' לגריעותא דמזכיר עונותיו ובברכות <small>(ברכות נה.)</small> אמר 'בָּא לִידֵי כְּאֵב לֵב' ובשבת <small>(שבת קכז.)</small> אמר שִׁשָּׁה דְבָרִים אָדָם אוֹכֵל פֵּרוֹתֵיהֶם בָּעוֹלָם הַזֶּה וְהַקֶּרֶן קַיֶּמֶת לוֹ לָעוֹלָם הַבָּא וחד מנייהו עִיּוּן תְּפִלָּה, אך בתוספות בברכות כתבו תרי עִיּוּן תְּפִלָּה יש וצריך להבין זה.<br>ונראה לי בס\"ד ד'עִיּוּן תְּפִלָּה' דנקטי ליה בכלל דברים טובים הכונה הוא דמכוין בתפילתו ומה שאמר בברכות על עִיּוּן תְּפִלָּה 'סוֹף בָּא לִידֵי כְּאֵב לֵב' היינו שבוטח בדעתו דתפלתו שהתפלל בכונה תעשה פירות בודאי והוא מצפה מתי תגיע לידו בקשתו וזה נקרא 'עִיּוּן תְּפִלָּה' שנותן עיניו בתפילתו לבטוח בה' ולסמוך עליה בלי שום ספק וזה 'אֵין מַזְכִּירִין עֲוֹנוֹתָיו' כיון שלא אמר בפיו בפירוש שתפילתו תעשה פירות בודאי אלא רק בלבו סומך בכך והמקטרגים אינם יודעים מה שבלבבו ורק הקב\"ה יודע המחשבה שבלב והוא יתברך חנון ורחום אין דן אותו על פי מחשבת לבו, ולזה אמר בָּא לִידֵי כְּאֵב לֵב מצד עצמו שיהיה יושב ומצפה, וסופו לבא לִידֵי כְּאֵב כשאין רואה שנעשית בקשתו, אך רבי יצחק דאמר 'מַזְכִּירִין עֲוֹנוֹתָיו' של אדם איירי באומר בפירוש בפיו שהוא בטוח שתפילתו עושה פירות בשביל שהתפלל בכונה, ולכן המקטרגים שומעים דברים אלו ומזכירין עונותיו.",
            "<b>כָּל הַמּוֹסֵר דִּין עַל חֲבֵרוֹ, הוּא נֶעֱנָשׁ תְּחִלָּה, שֶׁנֶּאֱמַר: <small>(בראשית טז ה)</small> \"וַתֹּאמֶר שָׂרַי אֶל אַבְרָם: חֲמָסִי עָלֶיךָ\" וְגוֹ' וּכְתִיב:<small> (בראשית כג, ב) </small>\"וַיָּבֹא אַבְרָהָם לִסְפּוֹד לְשָׂרָה\"</b>. נראה לי בס\"ד דדייק מיתורא דקרא דהוה ליה למימר 'לספדה ולבכותה' על כן מפרש שבא לעשות הספד לעצמו על אשר היה סיבה הוא לפטירת שרה כי מה שנפטרה בשביל מסירת דין עליו נחשב הוא המסבב כמו שאמרו הקב\"ה לדוד המלך ע\"ה <small>(סנהדרין צה.)</small> 'על ידך מת שאול ועל ידך נטרד דואג' ולכך לא אמר 'לספדה' אלא 'לִסְפּוֹד' רוצה לומר לִסְפּוֹד על עצמו ואות למ\"ד של 'לְשָׂרָה' משמש במקום תיבת על כמו <small>(שמות יד, ג)</small> 'וְאָמַר פַּרְעֹה לִבְנֵי יִשְׂרָאֵל נְבֻכִים הֵם בָּאָרֶץ' שהוא רוצה לומר על בני ישראל וכן כאן לִסְפּוֹד לעצמו על שרה דהיינו על מה שקרה לְשָׂרָה מסיבתו.",
            "<b>'שִׁנּוּי הַשֵּׁם' דִּכְתִיב: <small>(בראשית יז, טו)</small> \"וַיֹּאמֶר ה' אֶל אַבְרָם שָׂרַי אִשְׁתְּךָ, לֹא תִקְרָא אֶת שְׁמָהּ 'שָׂרָי' כִּי 'שָׂרָה' שְׁמָהּ\"</b>. מקשים למה לא יליף דבר זה מאברהם עצמו שלא הוליד את יצחק שהוא בן הראוי לו אלא עד אחר שנקרא אַבְרָהָם? ועיין מה שכתב מהרש\"א ז\"ל בנדרים<small> (נדרים לב:)</small> יעוין שם.<br>ונראה לי בס\"ד דגבי אברהם לא הוה שינוי השם אלא רק תוספת אות א' בשמו ולא יקרא שינוי אלא אם כן משנה השם כולו שמביא שם אחר במקומו או ישנה ממנו אות אחת שיסיר אות אחד ויניח אות אחר במקומו כדהוה בשרה שנטל אות יו\"ד והניח אות ה\"א.",
            "<b>זְכוּתָא דְּאֶרֶץ יִשְׂרָאֵל הוּא דְּאַהַנְיָא לֵיהּ</b>. קשה אם כן הוה ליה לרבי יצחק לחשוב ישיבת ארץ ישראל עם ד' דברים? ונראה לי בס\"ד דרבי יצחק לא פסיקא ליה דאפשר זכותא דארץ ישראל גרים ואפשר משום שינוי מקום בלחודיה ולכן לא מנה עם ד' דברים לא זה ולא זה.",
            "<b>חַיָּב אָדָם לְטַהֵר אֶת עַצְמוֹ בָּרֶגֶל</b>. נראה לי בס\"ד הטעם כי יצר הרע יתגרה באדם ברגל יותר משאר ימים מפני שהם ימי בטלה, אך היצר הרע נמשל לזבוב ששוכן על מקום מאוס וסרוח ואם הגוף טמא ברגל שורין עליו כוחות יצר הרע שהם<small> (קהלת י, א)</small> 'זְבוּבֵי מָוֶת' בר מינן ואם יהיה טהור נפרדים מעליו הזבובים וכל יום מימי הרגל נקרא יוֹם טוֹב ואם נטהר בו יתרחק ממנו ה'זְבוּב' <small>[17] </small>שהוא מספר י\"ז ויתהפך למספר טוֹב <small>[17] </small>דהמספר שוה.<br>ונראה לי שרמז דרבי יצחק לפי דרכו באומרו בָּרֶגֶל על עונות שאדם דש בעקביו שנמצאים ביותר בימי הבטלה. או רמז בָּרֶגֶל על התשובה אשר פתח שלה רמוז ברגל אות ה'.",
            "<b>שְׁלֹשָׁה סְפָרִים נִפְתָּחִים בְּרֹאשׁ הַשָּׁנָה</b>. נראה לי בס\"ד על פי מה שכתב רבינו ז\"ל <small>(בשער הכונות דף צ\"ח ע\"ג)</small> כשבאין אורות המוחין בבחינת וא\"ו דשם הוי\"ה ברוך הוא מתעלים חג\"ת <small>[חסד, גבורה, תפארת] </small>שבו ונעשין חב\"ד <small>[חכמה, בינה, דעת]</small> שבו כדי שבתוכם יתלבשו נה\"י <small>[נצח, הוד, יסוד]</small> דבינה עלאה ובתוכם מתלבשין המוחין ולאלו השלשה שהם חב\"ד הנזכרים מזכירם במאמר הזוהר בשם אברהם יצחק יעקב דאף על פי שעתה הם חב\"ד שורשם היו חג\"ת שהם ג' אבות אברהם יצחק יעקב, עד כאן דבריו ז\"ל, יעוין שם.<br>ובזה יובן מה שאמר שלשה ספרים נפתחים ספרים לשון ספירות שהם שלשה ספירות שנפתחין מאליהם כדי לקבל אורות המוחין וכנגד ג' ספירות אלו יש ג' ספרים פתוחים בראש השנה שהם אחד של צדיקים ואחד לצורך רשעים גמורים ואחד לצורך בינונים, והא דתלו שלשה ספרים בשלשה ספירות הנזכרים ודאי יש בזה טעם על דרך הסוד אך ודאי אין הכונה שיש ספרים למעלה כמו ספרים שבעולם הזה התחתון אלא כל זה הוא למעלה ענין רוחני בין גוף הספר ובין הכתיבה ו'במכוסה ממך אל תחקור' <small>(חגיגה יג.)</small>.",
            "<b><small>(תהלים סט, כט)</small> 'יִמָּחוּ מִסֵּפֶר', זֶה סִפְרָן שֶׁל רְשָׁעִים גְּמוּרִים</b>. הנה כאן יש מילי דתמיהי, חדא איך מבקש על אויביו שהם רשעים גמורים שימחו מספר רשעים גמורים והלא זה מקומן והיכן יכתבו דלא יש ספר רביעי גרוע מזה? ועוד מה צורך לשאול שימחו מספר צדיקים גמורים דודאי הוא שלא יבואו שם מעיקרא? ועוד בקשתו שלא יכתבו עם בינונים נמי ללא צורך כי בינונים הם מחצה עונות ומחצה זכיות ואלו אינם מסוג זה אלא הם רובם עונות?<br>ונראה לי בס\"ד דאף על גב דאויביו הם רשעים גמורים עם כל זה ימצא בעולם רשעים גמורים שהם רעים יותר מהם, וידוע אם יעמדו שני רשעים זה אצל זה ואחד מהם רע ביותר יחלש ויתמעט הרע של האחד בערך עוצם וקושי הרע של חבירו ולכן לא רצה שיהיו נכתבים בספר זה עם רשעים גמורים אלא יכתבו בפני עצמו כדי שלא תחלש דעתם בדין בערך דעת אחרים, על דרך מה שכתב הרב אה\"י<small> [אהל יעקב]</small> ז\"ל בפסוק <small>(הושע ז, א)</small> 'כְּרָפְאִי לְיִשְׂרָאֵל וְנִגְלָה עֲו‍ֹן אֶפְרַיִם' יעוין שם.<br>ועוד בקש שימחו מספר צדיקים גמורים כי אלו האויבים שלו רובם היו בעלי תורה שהם דואג ואחיתופל וסיעתם אשר לימדו תורה לתלמידים הרבה, ואלו התלמידים שלמדו מהם המה צדיקים גמורים, והדרך כשכותבין זכות האדם בספר הזכרון למעלה כותבים לו כל לימוד שלמד בפני עצמו ומוכרח לפרש זה למד יום פלוני תורה מרב פלוני ולמד מסכתא פלוני מרב פלוני וכיוצא בזה, ואם כן יכתב בספריהם של תלמידים שמות דואג ואחיתופל וסיעתם אשר למדו מהם ביום פלוני ומסכתא פלוני ונמצא נזכרים דואג ואחתופל בספר צדיקים גמורים בדרך אגב והוא אינו רוצה בכך, ולזה בקש שלא יהיה נכתב שמם דרך אגב בספר זה של צדיקים גמורים שלמדו תורה מהם, וכן בכל כתיבה של אגב במעשה המצות שתהיה בספר צדיקים גמורים, על דרך זה שאמרנו בענין לימוד התורה, ועוד בקש שגם עם בינונים אַל יִכָּתֵבוּ וגם כן הכונה בזה על כתיבה דרך אגב הן בלימוד תורה הן בקיום המצות על דרך שפרשנו בספרים של צדיקים גמורים.<br>ברם במאמר זה יש פליאה גדולה שנתחבטו בה המפרשים ז\"ל איך קאמר רְשָׁעִים גְּמוּרִים נִכְתָּבִים לְאַלְתַּר לְמִיתָה והלא אנו רואין שנשארים בחיים ויהיה להפך כצדיקים גמורים?<br>אמנם עשה אזנך כאפרכסת ושמע דברים המוצדקים אשר המה בנויים על פי דברי רבינו האר\"י ז\"ל שקבל מאליהו זכור לטוב ולא שזפתם עיני צדיקים הם המפרשים אשר נתחבטו בדבר זה שכל אחד לדרכו פנה והוא מ\"ש רבותינו ז\"ל בשער מאמרי רשב\"י <small>(בפרשת נח דף י\"ט ע\"ג)</small> וז\"ל ענין תרין רוחין אילין שיש לכל צדיק יובן כמו שאמר הכתוב<small> (ויקרא כב, ג)</small> 'וְנִכְרְתָה הַנֶּפֶשׁ הַהִוא' ויובן במה שאמרו חז\"ל <small>(ברכות יח:)</small> 'הרשעים בחייהם קרויין מתים' ויובן במה שאמרו רבותינו ז\"ל דְנִשְׁמַת הָרָשָׁע יוֹרֶדֶת אֶל רַגְלָיו בְּסוֹד <small>(רות ג, ז)</small> 'וַתְּגַל מַרְגְּלֹתָיו וַתִּשְׁכַּב כנזכר בספר הזוהר ובספר התיקונין <small>(שער הגלגולים הקדמה לט)</small> והענין הוא כי הרשע כאשר הוא חוטא מוריד נשמתו בגיהנם בהיותו בחיים כי בעת יצירתו נופחה נשמתו בקרבו ובהיותו חוטא מוריד נשמתו דרך מרגלותיו ונשקעת בגיהנם וכפי בחינת עונותיו יורדת נשמתו כך מדרגות, ולכן בחייו קרוי מת וכאשר היה רשע גמור גמר להפיל נשמתו בגיהנם.<br>ואם תאמר והרי אנחנו רואין אותו שהוא בחיים ואיך הוא נקרא מת כמו שהקשו על מה שאמר בגמרא דהרשע נכתב ונחתם למיתה בראש השנה והרי אנחנו רואין אותו שהוא חי? אבל התשובה היא עם הנזכר כי שתי בחינות נשמה יש באדם התחתונה נכנסת בפנימיותו והעליונה נשארת בבחינת צלם מקיף על ראשו כמו שאמר הכתוב <small>(תהלים לט, ז)</small> 'אַךְ בְּצֶלֶם יִתְהַלֶּךְ אִישׁ' כנודע, ובעת שהוא חוטא ויורדת נשמתו מדרגה התחתונה ממנה אל תוך גיהנם כך נכנסת בפנימיותו המדריגה התחתונה של נשמתו העליונה הנקראת צֶלֶם וכפי הבחינות שיורדת נשמתו התחתונה בגיהנם כך בחינות מדרגות יורדות מנשמתו העליונה אל תוך גופו להחיותו וכאשר גמרה התחתונה לצאת מתוכו ולרדת בגיהנם נגמרה גם נשמתו העליונה ליכנס בגופו ממש, ונשאר בלתי צלם על ראשו, ואם עוד יוסיף לחטוא עוד גם הצלם ההוא יורד מטה מטה לגיהנם מדרגה אחר מדרגה כפי גדר החטא שחוטא ואז גם הצלם נגמר לרדת ולצאת דרך מרגלותיו אל גיהנם ואז עליו אמר הכתוב <small>(ישעיהו נט, ב)</small> 'כִּי אִם עֲו‍ֹנֹתֵיכֶם הָיוּ מַבְדִּלִים בֵּינֵכֶם לְבֵין אֱלֹקֵיכֶם וְחַטֹּאותֵיכֶם הִסְתִּירוּ פָנִים מִכֶּם מִשְּׁמוֹעַ' ועליו נאמר 'וְנִכְרְתָה הַנֶּפֶשׁ הַהִוא' כי כל בחינת נשמתו תמו נכרתו שירדו לגיהנם ונפסקה אחיזתם מלמעלה ולא נשאר להם שורש למעלה.<br>ואמנם הצדיקים נשמתם התחתונה שוכנת תוך גופם ונשמתם העליונה עומדת צל על ראשו בסוד 'אור מקיף' ומשם שואבת לו חיים מלמעלה תמיד ומריקה אל נשמתו אשר בתוכו ויש לו תמיד תרין רוחין חד בעלמא דאתי היא העליונה שהיא בסיתום למעלה מן החזה וחד בעלמא דין מן החזה ולמטה במקום הנגלה אשר שם בנין הנקבה מלכות הנקראת עולם הזה, זהו סוד משה משה שמואל שמואל וכו', עד כאן לשונו ז\"ל, יעוין שם. ולפי זה נמצא יש גיהנם בחיים ונראה דעל זה מתפללין בכל יום בברכות השחר שיצילינו מדינה של גיהנם.<br>והשתא לפי דברי רבינו האר\"י ז\"ל מה שאמר כאן בספרים של ראש השנה של צדיקים גמורים לחיים ושל רשעים גמורים למיתה לאו בחיים ומות של הגופים איירי הכא אלא איירי בחיים ומות של הנשמה שיש לאדם גיהנם בחיים שהיא מיתת חלקי נשמתו שירידתם לגיהנם זו היא מיתתם ואף על פי שגופו עודנו בחיים בעולם הזה והשארת חלקי נשמתו בשלימותם בקרבו זו היא חיים שלהם. וביום ראש השנה נגזר על הרשע כפי שיעור עונותיו כל כך חלקים יורדים מחלקי נשמתו לגיהנם, וצדיקים גמורים נכתב עליהם שישארו כל חלקי נשמתם אצלם ולא ירד מהם כלום אפילו ממדרגה עליונה למדרגה שתחתיה והשארה זו שתהיה בשלימותה אצלם זו היא החיים שלהם דעל זה אמרו נכתבים לחיים לאלתר והבינונים תלויים בדבר זה עד יום הכיפורים.<br>רַב נַחְמָן בַּר יִצְחָק אָמַר, מֵהָכָא: <small>(שמות לב, לב)</small> \"וְאִם אַיִן, מְחֵנִי נָא מִסִּפְרְךָ אֲשֶׁר כָּתָבְתָּ\" וְכוּ'<br>רבים נתקשו במאמר זה מה שייכות יש למשה רבינו ע\"ה בספרים אלו?<br>ונראה לי בס\"ד כי משה רבינו ע\"ה הכל תלמידיו וכל אדם כותבים לו בספרו זכיות שלו יום זה למד תורה מרב פלוני ויום זה עשה מצוה פלוני ואם כן כל ישראל שלמדו תורה ממנו כותבים על כל אחד ואחד כך וכך תורה למד ממשה רבו ועשה מצוה פלוני כאשר צוהו משה כי כל המצות שהיו עושים ממנו שמעו ועשו הכל כאשר צום, ולכן מוכרח שנכתב שמו בכל הספרים שלהם הן הצדיקים גמורים הן אותם שרובם עונות הן אותם שהם מחצה על מחצה ולכן פרט שלשה ספרים וממילא שמעינן מהכא דאיכא שלשה ספרים למעלה."
        ],
        [
            "<b>וּבֵית הִלֵּל אוֹמְרִים: <small>(שמות לד, ו) </small>\"וְרַב־חֶסֶד\", מַטֶּה כְּלַפֵּי חֶסֶד</b>. פירש רש\"י ז\"ל הואיל ומחצה על מחצה הן מטה את ההכריע לכף זכות ואין יורדין לגיהנם עיין שם, וצריך להבין כיון דהם שקולין איך יטה ההכרע לכף זכות?<br>ונראה לי בס\"ד כי מידות חסד וגבורה נקראים אהבה ויראה, ולפעמים נכללת היראה באהבה ואהבה ביראה שבזה נעשה מיתוק הגבורה בחסד כמו שאמרו בזוהר הקדוש בסידור יראה על גבי אהבה כזה:<br>יראה<br>אהבה<br>שנמצא חצי יראה נצטרף עם חצי אהבה וחצי אהבה נצטרף בחצי יראה ובזה נכללו החסד והגבורה זה בזה ואז גם מדת הגבורה נוטה לעשות חסד וכל זו ההתכוללות לא תהיה אלא רק אם תניח יראה למעלה ואהבה למטה דאז תתאה גבר ויהיה הכל חסד מה שאין כן אם תניח יראה למטה לא תהיה התכוללות זו של המיתוק דתתאה גבר ולכן אלו הבינונים שהם מחצה על מחצה עושה בעבורם הרכבה זו של יראה ואהבה שתהיה אהבה תתאה ואז נכללים זה בזה מחצה במחצה ויהיה מיתוק הגבורה הנקראת יראה בחסד הנקרא אהבה דתתאה גבר ואז גם הגבורה נוטה לעשות חסד ובזה יהיה רחמנות על הבינונים שהם מחצה על מחצה. והבן בדברים.<br>ועוד נראה לי בס\"ד טעם שיטה כלפי חסד על דרך מה שפירשו <small>(הושע יא, א)</small> 'כִּי נַעַר יִשְׂרָאֵל וָאֹהֲבֵהוּ' כלומר ידון אותם בדין נַעַר דזדונו נחשב לשוגג שעושה מעשיו בלי דעת וכן אמרו על פסוק <small>(ישעיה נח, א)</small> 'וְהַגֵּד לְעַמִּי פִּשְׁעָם' אלו תלמידי חכמים ששגגתם עולה זדון 'וּלְבֵית יַעֲקֹב חַטֹּאתָם' אלו עמי הארץ שזדונם נחשב שוגג וכן הוא אומר <small>(הושע יד, ב)</small> 'כִּי כָשַׁלְתָּ בַּעֲו‍ֹנֶךָ' עון מזיד הוא וקרי ליה מכשול.<br>ונראה לי בס\"ד דטעם זה רמזוהו בית הלל בדבריהם באומרם 'מַטֶּה כְּלַפֵּי חֶסֶד' והיינו אותיות שהם לפני אותיות חֶסֶד המה אותיות טָעָה דהיינו לומר זה החוטא טעה בעונו דנחשב לו מעשיו לשוגג ומכשול, ובזה מצילו מעונש מות ומקבלו בתשובה.",
            "<b>וַעֲלֵיהֶם נֶאֶמְרָה כָּל הַפָּרָשָׁה כֻּלָּהּ: <small>(תהלים קטז, ו) </small>\"דַּלֹּתִי וְלִי יְהוֹשִׁיעַ\"</b>. קשה למה חילק התנא דבריו לשתי חלוקות באומרו וַעֲלֵיהֶם אָמַר דָּוִד וכו', וַעֲלֵיהֶם נֶאֶמְרָה כָּל הַפָּרָשָׁה כֻּלָּהּ וכו' תסגי בחדא? ועוד בראשונה אמר וַעֲלֵיהֶם אָמַר דָּוִד ובשניה אמר וַעֲלֵיהֶם נֶאֶמְרָה כָּל הַפָּרָשָׁה מה ענין השינוי הזה מרישא לסיפא?<br>ונראה לי בס\"ד דמה שאמר וַעֲלֵיהֶם נֶאֶמְרָה כָּל הַפָּרָשָׁה כֻּלָּהּ וכו' הוא רוצה לומר מן פסוק 'דַּלֹּתִי וְלִי יְהוֹשִׁיעַ' עד סוף הפרשה שׁוּבִי נַפְשִׁי וכו' כִּי חִלַּצְתָּ נַפְשִׁי וכו' אֶתְהַלֵּךְ וכו' כי דברים אלו שייכי לזכות הבינונים כאלו הם יוצאים מפיהם דמודים ומשבחים להקב\"ה שדלה אותם והגביהם בחסדו מטיט היון של העונות ואומר כל אחד מהם 'שׁוּבִי נַפְשִׁי לִמְנוּחָיְכִי' זו גן עדן יען 'כִּי חִלַּצְתָּ נַפְשִׁי מִמָּוֶת אֶת רַגְלִי מִדֶּחִי' זו גיהנם וכף הקלע, ועתה 'אֶתְהַלֵּךְ לִפְנֵי הֳ' בְּאַרְצוֹת הַחַיִּים' בגן עדן.<br>אמנם מה שאמר וַעֲלֵיהֶם אָמַר דָּוִד 'אָהַבְתִּי כִּי יִשְׁמַע הֳ' אֶת קוֹלִי תַּחֲנוּנָי' קאי על פסוק זה בלבד כי דוד המלך ע\"ה אמר פסוק זה כנגד כת זו הבינונים לשלול נפשו ולהוציא עצמו מכלל הכת הזו והיינו כי הקב\"ה יתאוה לתפילת הצדיק ואינו אומר 'תנו לו ואל ואראה פניו!' אך זה דוקא בצדיקים גמורים אבל אלו הבינונים אינם זוכים לכך אלא יתן להם בקשתם קודם ששאלו ולזה אמר אמר דוד המלך ע\"ה 'אָהַבְתִּי כִּי יִשְׁמַע הֳ' אֶת קוֹלִי תַּחֲנוּנָי' רוצה לומר אני אוהב ומשתוקק להיות מכת צדיקים גמורים שהקב\"ה יתאוה לתפלתי וירצה שישמע קול תחנוני ולא מכת הבינונים שאומר כנגדם 'תנו לו ואל אראה פניו!' ולזה אמר וַעֲלֵיהֶם אָמַר דָּוִד 'אָהַבְתִּי' פירוש כנגדם אמר זה שרצה לשלול עצמו מהם כי אלו שהם בינונים ואין ניצולים אלא על ידי מדת החסד אין להם מעלה שיהיה הקב\"ה מתאוה לתפילתם.",
            "<b>לְאַחַר שְׁנֵים־עָשָׂר חֹדֶשׁ, גּוּפָן כָּלֶה וְנִשְׁמָתָן נִשְׂרֶפֶת, וְרוּחַ מְפַזְּרָתָן, וְנַעֲשִׂים אֵפֶר תַּחַת כַּפּוֹת רַגְלֵי הַצַּדִּיקִים</b>. הנה שם לא יש אפר ח\"ו, ואמר כן בדרך משל ודמיון כלומר נִשְׁמָתָן נִשְׂרֶפֶת להפריד הסיגים מן חלקי הטוב שבה אך להיות הסיגים רבים וחלקי הטוב מועטים באיכותם וכמותם אין בהם שיעור להיות פרצוף בפני עצמו אלא יהיו נטפלין לנשמות גדולות של הצדיקים שיהיו דבוקים בהם כל אחד מהקרוב לשרשו ועשה דמיון בערכם לגבי נשמות הצדיקים הגדולים כמו ערך אבק האפר הנדבק בכפות רגלי האדם כן היא ערכם וחשיבותם של חלקי הטוב אלו לגבי נשמות הגדולות אשר ידבקון בהם.",
            "<b>גֵּיהִנָּם כָּלֶה וְהֵם אֵינָם כָּלִים</b>. פירוש גֵּיהִנָּם דעלמא המתוקן לכל העולם לידון, וְהֵם אֵינָם כָּלִים דנידונין בגיהנם דילהון כי כל רשע יש לו חלק לעצמו בגיהנם כמו שאמרו רבותינו ז\"ל <small>(חגיגה טז:)</small> 'זכה נוטל חלקו וחלק חבירו בגן עדן, לא זכה נוטל חלקו וחלק חבירו בגיהנם'.<br>או יובן יש גיהנם נעשה לכל אחד לפי ערך מעשיו להשרף בו וזה כלה וחוזר ומתחדש לאותו אדם אחר שישרף בו ויהיה אֵפֶר בתוכו וזהו גֵּיהִנָּם דילהון כָּלֶה וְהֵם אֵינָם כָּלִים כי יחזור ויתחדש להם גיהנם חדש בשבילם וכמו דאיתא באגדה בהנך מתים שמצאום רבן יוחנן בן זכאי ורבי עקיבא שהיו אוספים עצים במדבר כדי שישרפום בהם. נמצא אלו גֵּיהִנָּם שלהם כָּלֶה וחוזר ומתחדש להם, ומזה תבין כמה מיני גיהנם יש לרשעים.",
            "<b>אָמַר רַבִּי יִצְחָק בַּר אַבִּין: וּפְנֵיהֶם דּוֹמִין לְשׁוּלֵי קְדֵרָה</b>. יש להקשות מאי קא משמע לן בדברים אלו? ועוד למה דימה אותם לשחרות שׁוּלֵי קְדֵרָה ולא לשחרות אחר?<br>ונראה לי בס\"ד כי האש אף על פי שמהלך על כל דופני הקדרה הנה הוא שולט בשוליים יותר ולכן הם מושחרים יותר מהצדדין וכן אלו הרשעים אף על פי שכל גופם נתון בגיהנם שולט אש גיהנם בפניהם יותר ולכן יהיו פניהם מושחרים יותר משאר גופם כמו ששולי הקדרה מושחרים יותר מצדדי הקדרה, והטעם מפני כי העונות חקוקים בפנים, כמו שנאמר <small>(ישעיה ג, ט)</small> 'הַכָּרַת פְּנֵיהֶם עָנְתָה בָּם'.<br>או יובן הטעם מפני כי אברים המתייחסים לפנים יהיה בהם רבוי עונות יותר משאר איברים עינים לראות ואזנים לשמוע ופה לדבר ולאכול איסורים.<br>או יובן בס\"ד רמז בזה דאחר אותיות קְדֵרָה יש אותיות שׁוּרָה ואלו הן שׁוּלֵי קְדֵרָה כי הם אחר אותיות קְדֵרָה ואמרו רבותינו ז\"ל 'אין שורה פחות' משלשה וכנזכר ביומא <small>(יומא דף פז.)</small> על פסוק <small>(איוב לג, כז)</small> 'יָשֹׁר עַל אֲנָשִׁים' עיין שם. ובפנים חקוקים העונות ויש שם שורה שהיא של שלשה מיני עונות שהם שלשה מיני טומאה של חטא ועון ופשע, ולזה אמר פניהם כְּשׁוּלֵי קְדֵרָה רוצה לומר שיש שם שורה הרמוזה בשולי אותיות קְדֵרָה.",
            "<b>וְאִינְהוּ, מִשַּׁפִּירֵי בְּנֵי מְחוֹזָא, וּמִקַּרְיָן: 'בְּנֵי־גֵּיהִנֹּם'</b>. נראה לי בס\"ד יש רשעים נשרפין וכלין באש גיהנם וחוזרין ומתחדשין שם ונשרפים פעם אחרת וכן על זה הדרך עד מאה אלף פעמים וכמו שאמרו אותם המתים לרבן יוחנן בן זכאי ורבי עקיבא כדאיתא באגדה ולכן אלו מִקַּרְיָן 'בְּנֵי־גֵּיהִנֹּם' כי שם נולדים ומתחדשים וכל הנולד בעיר נקרא מבני אותה העיר כמו בני גליל בני בבל וכיוצא, גם קראם 'בְּנֵי־גֵּיהִנֹּם' כי בהם נבנה גיהנם שמגדיל ומתרבה כי ברבוי הרשעים בתוכו מתרחב והולך.",
            "<b>אָמְרָה כְּנֶסֶת יִשְׂרָאֵל לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא: רִבּוֹנוֹ שֶׁל עוֹלָם, אֵימָתַי אֲנִי אֲהוּבָה לְפָנֶיךָ? בִּזְמַן שֶׁאַתָּה שׁוֹמֵעַ בְּקוֹל תַּחֲנוּנַי</b>. נראה לי בס\"ד על פי מה שאמר בגמרא דתענית <small>(תענית כה:)</small> היכי דמי שבחו של ציבור? אמר משיב הרוח ונשב זיקא אמר מוריד הגשם ואתא מטרא ולא יתנו מן השמים קודם שישאלו דזה גרע דהוי כאומר תנו לו ולא אשמע קולו, וזהו שאמרה 'אֵימָתַי אֲנִי אֲהוּבָה? בִּזְמַן שֶׁאַתָּה שׁוֹמֵעַ קוֹל תַּחֲנוּנַי' ולא תאמר תנו לו ואל אראה פניו! או יובן בזמן שאתה שומע ולא תעשה על ידי אמצעי.<br>או יובן 'שׁוֹמֵעַ קוֹל תַּחֲנוּנַי' שהוא תפלת הציבור ולא מכח גזרת צדיק כחוני המעגל וכיוצא בו דכתיב בהו <small>(שמואל ב' כג, ג)</small> 'צַדִּיק מוֹשֵׁל יִרְאַת אֱלֹקִים' המבטלים הגזרה מכח מעשיהם הטובים.<br>או יובן יש אדם מתפלל על דבר טוב אך טועה בנוסח תפלתו שמוציא מפיו דברים דמשמען להפך כמו אותו שהיה הולך רגלי במדבר ויגע והתפלל שישלח לו הקב\"ה חמור לרכוב עליו וטעה בלשונו ואמר דברים שמשמען שהחמור יהיה רוכב עליו וכך הוה ליה שנזדמן לפניו שר אחד רוכב על חמרתא ויש לה בן קטן כרוך אחריה וגזר עליו שירכיב זה הבן על כתפו וילך, וּבִּרְצוֹת יְהוָה דַּרְכֵי אִישׁ <small>(משלי טז, ז)</small> לא יביט על נוסח הדברים אלא רק על קול תחנונים של האדם שהוא מתחנן בעבור הטובה אף על פי שיצא מפיו דברים דמשמען לרעה, ולזה אמר 'בִּזְמַן שֶׁאַתָּה שׁוֹמֵעַ קוֹל תַּחֲנוּנַי' שהם בעבור טובה, ולא נוסח 'אִמְרֵי פִי'.<br>או יובן בס\"ד דידוע מה שאמר רבינו האר\"י ז\"ל דְּחִילוּ חכמה רְחִימוּ בינה, נמצא אהבה מצד הבינה וידוע שערי תפלה בבינה, לזה אמר אֵימָתַי אֲנִי 'אֲהוּבָה' דייקא בִּזְמַן שֶׁאַתָּה שׁוֹמֵעַ בְּקוֹל תַּחֲנוּנַי.",
            "<b>\"דַּלֹּתִי וְלִי יְהוֹשִׁיעַ\", אַף עַל פִּי שֶׁדַּלָּה אֲנִי בְּמִצְווֹת, לִי נָאֶה לְהוֹשִׁיעַ</b>. נראה לי בס\"ד דעבודה תמה ושלימה שיעשה האדם בקיום המצות היא שיעשה מאהבה במחשבה ודבור ומעשה וג' פעמים 'אהבה' עולה 'טל' <small>[13×3=39] </small>וזהו <small>(ישעיהו כו, יט)</small> 'טַל אוֹרֹת טַלֶּךָ' ובזה יזכו שהשפע והפרנסה לא תבא להם ביגיעה כמטר שהוא יורד בזעף אלא כטל שיורד בנחת, ולזה אמר <small>(הושע יד, ו)</small> 'אֶהְיֶה כַטַּל לְיִשְׂרָאֵל' ואם לא זכו לעבודה שלימה אז ט' של טַל תתחלק לשני חלקים שהם ד\"ה, ובזה יהין אותיות 'טַל' אותיות 'דַּלָּה'.<br>ולזה אמר 'אַף עַל פִּי שֶׁאֲנִי דַּלָּה מִן הֲמִצְוֹת' רוצה לומר מכח חסרון המצות שלא עשיתים בשלימות נעשיתי דַּלָּה שנהפכו אותיות טַל שהבטיח הקב\"ה לישראל באומרו 'אֶהְיֶה כַטַּל לְיִשְׂרָאֵל' לאותיות דַּלָּה עם כל זה לִי נָאֶה לְהוֹשִׁיעַ כי על ידי עסק התורה אנחנו ממתקים את הגבורה שהיא בסוד נ\"ו כמו שאמר רבינו האר\"י ז\"ל כי הג' מנצפך שהם מספר פ\"ד כל חלק עולה נ\"ו ולכן כל נ\"ו שבסוף תיבה רומז לגבורה, ועל ידי עסק התורה שבעל פה שהיא ששה סדרים ממתקים את נ\"ו שהוא סוד גבורה כי אות וא\"ו של נ\"ו שהוא מספר ששה יתחלק לשני חלקים שהם א\"ה ובזה יהיו אותיות נ\"ו לאותיות נָאֶה הרומז על המיתוק. ולזה אמר לִי נָאֶה דייקא ולכן לִי נָאֶה לְהוֹשִׁיעַ.<br>ועוד נראה לי בס\"ד אומרה לִי נָאֶה לְהוֹשִׁיעַ כי על ידי חסרון התפלה נעשה עָנִי שדרכו של עני על הרוב לחזור ולשוב ריקם כמו שנאמר <small>(תהלים יד, ו)</small> 'כִּי עֲצַת עָנִי תָבִישׁוּ' ועל ידי חסרון שיש מצד התורה נעשה רָשׁ ועל ידי חסרון שיש מצד המצות נעשה מָךְ.<br>והנה ידוע מה שאמר רבינו האר\"י ז\"ל דשערי תפלה הם בבינה ושערי דמעה בחכמה, וידוע כי בבינה יש חמשים שערים שהוא מספר נו\"ן ואם תניח אות נו\"ן בתוך עָנִי יהיה צירוף עֲנֵנִי ולכן אליהו זכור לטוב בזמן שראה את ישראל בתואר עני אמר 'עֲנֵנִי הֳ' עֲנֵנִי' <small>(מלכים א' יח, לז)</small> ואם תניח אות א' הרומז ללמוד התורה לשון<small> (תהלים נה, יד)</small> 'אַלּוּפִי וּמְיֻדָּעִי' בתוך אותיות רָשׁ יהיה צירוף רֹאשׁ והוא הנרמז בתיבת בְּרֵאשִׁית שהוא בי\"ת רֹאשׁ דכתיב <small>(משלי ח, כב)</small> 'הֳ' קָנָנִי רֵאשִׁית דַּרְכּוֹ' ואם תניח אות ה\"א הרומזת לחמשה חלקים של שלימות המצות שהם מעשה ודיבור וכונה ומחשבה ורעותא דליבא עם אותיות מָךְ יהיה צירוף כַּמָּה שהם מספר שם אדנ\"י <small>[65] </small>שהוא סוד המלכות ששם הוא תיקון המצות שהם בסוד נפש כמו שאמרנו על מאמר 'על אחת כמה וכמה' שהוא ב' פעמים אדנ\"י וזהו 'כמה וכמה' שעולים מספר ק\"ל שהם חמשה הויו\"ת הנרמזים באות ה' וכנזכר במקום אחר, נמצא אותיות המבטלים 'עָנִי רָשׁ מָךְ' הם אותיות נָאֶה לזה אמר לִי נָאֶה דייקא הם ג' אותיות הנזכר לכן לִי נָאֶה לְהוֹשִׁיעַ.",
            "<b>'פּוֹשְׁעֵי יִשְׂרָאֵל בְּגוּפָן' מַאי נִינְהוּ? אָמַר רַב: קַרְקַפְתָּא דְּלָא מָנַח תְּפִלִּין. 'פּוֹשְׁעֵי עוֹבְדֵי כּוֹכָבִים בְּגוּפָן'? אָמַר רַב: בַּעֲבֵרָה</b>. יש להקשות למה אמר קַרְקַפְתָּא דמשמע דקאי על תפילין של ראש לימא דלא מנח תפילין בסתס דקאי אתפילין של ראש ותפילין של יד?<br>ונראה לי בס\"ד כי התפילין הוא אות ועדות שגופינו קנוי להשם יתברך לכך מצות תפילין אמרה בפרשת בשלח תכף לציאת מצרים דכתיב <small>(ויקרא כה, נה)</small> 'כִּי לִי בְנֵי יִשְׂרָאֵל עֲבָדִים עֲבָדַי הֵם אֲשֶׁר הוֹצֵאתִי אוֹתָם מֵאֶרֶץ מִצְרָיִם' ומנהגו של האדון תולה חותם וסימן בצואר עבדו שיעיד עליו שהוא עבדו ואינו בן חורין וכן עשה השם יתברך לישראל במצות תפילין אך של יד מכוסה ואינו נראה אבל של ראש הוא גלוי ולכך הוא עיקר האות ולזה אמר 'וְרָאוּ כָּל עַמֵּי הָאָרֶץ כִּי שֵׁם הֳ' נִקְרָא עָלֶיךָ וְיָרְאוּ מִמֶּךָּ' אמר רבי אליעזר הגדול אלו תפילין שבראש<small> (ברכות ו.)</small> ולכך זה שהוא מזלזל באות זה של ראש המעיד שגופינו קנוי להשם יתברך נקרא 'פּוֹשְׁעֵי יִשְׂרָאֵל בְּגוּפָן' דייקא,<br>ומה שאמר 'פּוֹשְׁעֵי עוֹבְדֵי כּוֹכָבִים בְּגוּפָן' ואיכא דאמרי 'בַּעֲבֵרָה' רוצה לומר בזנות נראה כיון דאדוקים בזנות הרבה ודאי יחטיאו את ישראל הן זכרים הן נקבות לרדוף אחריהם לטמותם וזו הטומאה קשה לפני המקום יותר מאם היו הורגים אותם.",
            "<b>וְ'שֶׁנָּתְנוּ חִתִּיתָם בְּאֶרֶץ הַחַיִּים' אָמַר רַב חִסְדָּא: זֶה פַּרְנָס הַמַּטִּיל אֵימָה יְתֵרָה עַל הַצִּבּוּר שֶׁלֹּא לְשֵׁם שָׁמַיִם</b>. הא דמכנה את ישראל בשם 'אֶרֶץ הַחַיִּים' נראה לי בס\"ד כי מצינו שנקראים בשם אֶרֶץ דכתיב <small>(מלאכי ג, יב)</small> 'וְאַתֶּם תִהְיוּ לִי אֶרֶץ חֵפֶץ' והטעם כי אֶרֶץ הוא לשון רצון כנזכר בזוהר הקדוש ועל שם שעושין רצון אבינו שבשמים נקראים בשם אֶרֶץ וזה התואר יבא להם מכח קיום המצות, אך מכח לימוד התורה יבא להם תואר חַיִּים כדכתיב <small>(דברים ד, ד)</small> 'וְאַתֶּם הַדְּבֵקִים בַּהֳ' אֱלֹקֵיכֶם חַיִּים כֻּלְּכֶם הַיּוֹם' ופרשתי בס\"ד הטעם כי התורה נקראת טוֹב דכתיב <small>(משלי ד, ב)</small> 'כִּי לֶקַח טוֹב נָתַתִּי לָכֶם' ויש בה ד' חלקים פרד\"ס <small>[פשט, רמז, דרש, סוד]</small> שכל חלק נקרא טוֹב הרי ד' פעמים טוב <small>[17] </small>עולה חַיִּים <small>[68]</small>. וידוע כי אלו ד' חלקים פרד\"ס שהוא סוד חַיִּים הם כנגד ד' אותיות שם הוי\"ה וזהו שנאמר 'וְאַתֶּם הַדְּבֵקִים בַּהֳ' אֱלֹקֵיכֶם' דייקא רוצה לומר בתורה שהיא כנגד שם הוי\"ה לכך 'חַיִּים כֻּלְּכֶם הַיּוֹם' ולכן כינה הציבור כאן בשם 'אֶרֶץ הַחַיִּים' שהם צדיקים שנקראים בשם אֶרֶץ מכח המצות ובשם חַיִּים מכח התורה.",
            "<b>רַבִּי אֶלְעָזָר אוֹמֵר: 'כּוֹבֵשׁ', רַבִּי יוֹסֵי בְּרַבִּי חֲנִינָא אוֹמֵר: 'נוֹשֵׂא'</b>. לפי פירוש רש\"י ז\"ל <small>[כובש - את כף המאזנים של זכות ומכריעין את העונות: נושא - מגביה כף מאזנים של עון]</small> קשה מאי נפקא מינה בין כובש לנושא דפליגי רבנן? גם בין הכי ובין הכי מה טעם יש בזה?<br>ונראה לי בס\"ד על פי מה שכתב הרמב\"ם ז\"ל <small>(רמב\"ם הלכות תשובה בפרק ג׳)</small> שיקול זה אינו לפי מנין הזכיות והעונות אלא לפי גודלם, יש זכות שהוא כנגד כמה עונות שנאמר <small>(מלכים א' יד, יג)</small> 'יַעַן נִמְצָא בוֹ דָּבָר טוֹב' ויש עון שהוא כנגד כמה זכיות שנאמר <small>(קהלת ט, יח)</small> 'וְחוֹטֶא אֶחָד יְאַבֵּד טוֹבָה הַרְבֵּה' ואין שוקלין אלא בדעתו של אֵל דֵּעוֹת והוא היודע היאך עורכין הזכיות כנגד העונות עיין שם. נמצא אם יש עשרה עונות קלים ומצוה אחת חמורה וגדולה תכריע אותם, וזה הוא כונת מאן דאמר 'כּוֹבֵשׁ' רוצה לומר יכביד איכות המצות כדי שבזה ירבו באיכותן על איכות העונות ויהיו העונות מועטין כנגדן כי שיקול זה אינו לפי המנין אלא לפי האיכות כמו שכתב הרמב\"ם ז\"ל. ומאן דאמר 'נוֹשֵׂא' רוצה לומר הקב\"ה ימציא ברחמיו טענה להמעיט על ידה איכות העונות שיהיו קלים ואז ממילא ירבו הזכיות באיכות על העונות.<br>ואם תאמר במה יכביד איכות המצות למאן דאמר 'כּוֹבֵשׁ' ובמה יקל איכות העונות למאן דאמר 'נוֹשֵׂא'? הענין הוא על פי מה שאמר הכתוב <small>(הושע יא, א)</small> 'כִּי נַעַר יִשְׂרָאֵל וָאֹהֲבֵהוּ' שפירשו בו הכונה שידון אותם כנער שהוא חסר דעת דלכך זדונו חשיב כשוגג, כמו שנאמר<small> (ישעיה נח, א)</small> 'הַגֵּד לְעַמִּי פִּשְׁעָם וּלְבֵית יַעֲקֹב חַטֹּאתָם' דזדון עם הארץ נחשב כשגגה מפני שאין מכירים ערך העון כמו שהוא וזהו 'כִּי נַעַר יִשְׂרָאֵל' דן את מעשיהם כמעשה נער וזו הכונה של מאן דאמר 'נוֹשֵׂא' שהוא מיקל איכות העונות ואז יהיו מועטים באיכותם כנגד איכות המצות.<br>אך מאן דאמר 'כּוֹבֵשׁ' לא ניחא ליה בדרך זה לחשוב הזדונות כשגגות אלא אומר ההצלה בדרך אחרת על פי מה שאמר הכתוב <small>(הושע ט, י)</small> 'כַּעֲנָבִים בַּמִּדְבָּר מָצָאתִי יִשְׂרָאֵל' שפירשו בו הכונה שיעריך מעשים טובים של ישראל לגבי אומות העולם שאין להם מעשים טובים כלל אלא אדרבה להפך ולכך זה המעט של ישראל נחשב דבר רב ועצום כאדם המוצא ענבים במדבר שמם שיגדל ערכם בעיניו אף על פי שהם מועטין וקטנים וחמוצים מעט, ואם כן בזה יגדיל איכות המצות של ישראל ואז ממילא יכריעו באיכות את העונות ולזה אמר 'כּוֹבֵשׁ' ולפי זה איכא נפקותא גדולה בפלוגתא זו דלמאן דאמר 'כּוֹבֵשׁ' חומר העונות ישאר כמו שהוא וצריכין לקבל עונש גמור עליהם אלא שהם ניצולין מן כליה ויסורין קשים מחמת שאיכות המצות רב על איכות העונות, אך למאן דאמר שהוא מקל העונות דחושב אותם לשגגות אז גם ענשם יהיה קל מאד דאין צריך לקבל יסורין אלא שיעור עונש הראוי לשוגג שהם יסורין קלין מאד.<br>ועוד נראה לי בס\"ד לפרש כונת כּוֹבֵשׁ וְנוֹשֵׂא דנקטי רבי אלעזר ורבי יוסי ברבי חנינא דמר אמר חדא ומר אמר חדא ולא פליגי והוא כי ידוע שהחוטא גורם שתעלה הקליפה למעלה מתחום שלה שיכנס החול במקום הקודש אך ידוע שיש שתי בחינות בעולמות העליונים האחד בסוד היושר והאחד בסוד העיגולים וכל מה שיש בזה יש בזה והחוטא פוגם בשתי הבחינות דיושר ועיגולים שגורם 'עֶבֶד כִּי יִמְלוֹךְ וְשִׁפְחָה כִּי תִירַשׁ גְּבִרְתָּהּ' <small>(משלי ל, כג)</small> והשתא יש להקשות דרבי אלעזר מדבר בפגם של בחינת עולמות היושר דעל זה יפול לשון כּוֹבֵשׁ רוצה לומר הקליפה שהיא הנקראת עון שעלתה למקום קדוש העליון ממקומה אז הקב\"ה ברחמיו כובש אותה ומוריד אותה למקומה התחתון כדי שלא תינק ממקום הקודש העליון כי בעולמות היושר דחיית הקליפה מלמעלה למטה ועל זה שייך לשון כובש, אך רבי יוסי ברבי חנינא מדבר בבחינת העיגולים ושם לא שייך לשון כובש אלא העתקה ממקום למקום שנושא את הקליפה הנקראת עון ממקום הקדוש שנתקרבה אליו וזורקה למקומה ועל זה שייך לשון נוֹשֵׂא שמעתיקה ונושא אותה ממקום הקודש.<br>והנה הגאון השל\"ה ז\"ל <small>(במסכת יומא דף רלט.)</small> כתב דגם רבי אלעזר דאמר כּוֹבֵשׁ קאי על העונות ומר אמר חדא ומר אמר חדא ולא פליגי והענין הוא על דרך דאיתא במציעא פרק האומנים <small>(בבא מציעא פ.)</small> 'נפח קשה כמשוי' נמצא כשיש ב' דברים שוים במשקל ולאחד מהם יש נפח יותר קשה לבהמה כתוספת משוי ולפעמים דבר אחד אינו שוקל כמו האחר אבל הנפח שלו יותר גדול נחשב שוה עם האחר במשוי והקב\"ה רַב חֶסֶד רוצה להכריע כף זכות שיהיה במשקל יותר מכף חובה וגם רוצה שכף חובה לא יהיה יותר בנפח, מה עושה הקב\"ה? לוקח העונות וכובשם ביחד! לא שכובש הכף אלא רק העונות בעצמם כובשם ודוחקם זה על זה למעט נפוחם ושתי כפות עדיין שוים, ואז נושא כף חובה שנעשה קל מחמת שנתמעט ניפוחו כי הכף הזכיות נעשה יתר עליו מכח הניפוח, ונמצא כובש קאי על העונות ולא על הכף ונושא קאי על הכף של העונות עד כאן תוכן דבריו, יעוין שם. והנה בודאי גם לפי דברי הרב ז\"ל אין הדברים כפשוטן ממש דאין שם כפות ממש ולא נפח ממש ורק הוא לשון מליצה ודמיון לשבר האוזן.<br>מיהו צריך להבין המכוון של הדברים האלה בנמשל איך ימעט הנפח? ונראה לי בס\"ד יש עון דנחשב גדול וחמור הרבה לאו מצד עצמו בלבד אלא מצד שגרם האדם שעשאו מכשול לאחרים שלמדו ממנו לעשות גם הם עון זה, ובזה נמצא גדל עונו של זה כדמיון דבר שנתנפח אשר משקלו לא נתרבה ורק מראה כמותו נתרבה לעיני הרואין מחמת הניפוח שלו ולכן כמו שהניפוח של המשא מוסיף קושי על הנושא אותו אף על פי שלא כבד משקל גופו כן זה העון יוסיף עונש לאדם העושה אותו מחמת שגרם לאחרים שילמדו לעשות גם הם עון זה. אך מאחר כי תוספת זו שגרמה לתוספת הבאה מן הניפוח יתחייב בה האדם מכח דינא דגרמי שגרם לאחרים ללמוד החטא הנה הקב\"ה בחסדו לא ידין האדם ההוא בדינא דגרמי ואז לא יגיע לו נזק מחמת תוספת זו של הניפוח ויוסר תוספת זה של הניפוח מן העון שלו, וזהו ענין כובש העונות שאם יש עונות שיש בהם ענין נפוח כגון שגרם לאחרים לחטוא גם הם ובזה נעשה בהם תוספת רע מחמת זה אז יכבוש אותם לסלק מהם תוספת רע שנדמה לנפח שיש באלו העונות אבל בזכיות כל זכות שיש בו ענין תוספת שדומה לנפח דהיינו שגרם לאחרים ללמוד ממנו לעשות גם הם מצוה זו כמוהו לא יכבישם אלא ישארו בנפח שלהם ואז ודאי יכריעו הזכיות.",
            "<b>תָּנָא דְּבֵי רַבִּי יִשְׁמָעֵאל: מַעֲבִיר רִאשׁוֹן רִאשׁוֹן, וְכָךְ הִיא הַמִּדָּה</b>. נראה לי בס\"ד הכונה כי סידור הזכיות נעשה על פי מדת החסד וסידור העונות על פי מדת הגבורה, וכאשר תמצא בזוהר הקדוש <small>(בפרשת אמור דף ק:)</small> תלמידי חכמים לקביל דא שלשה ספרים פתיחין ביומא דא פירוש כנגד חג\"ת <small>[חסד, גבורה, תפארת]</small> יעוין שם. וידוע שמדת הגבורה יש בה תערובות ממדת החסד כי לעולם שמאלא איצטריכא לימינא ואמרתי בס\"ד רמז לדבר 'שמאל' קרי ביה 'שם א\"ל' שהוא חסד דכתיב <small>(תהלים נב, ג)</small> 'חֶסֶד אֵל כָּל הַיּוֹם' ולכן מיכאל שהוא שר החסד עף העולם בעפיפה אחת <small>(ברכות ד:)</small> שהוא נגלם במים דוקא ברדתו לעולם הזה אך גבריאל שהוא שר הגבורה עף בשתים מפני שנגלם במים ובאש דשמאלא אצטריך לימינא וכנזכר בשער מאמרי רבותינו ז\"ל, ולכן אף על פי שסידור העונות הוא במידת הגבורה יש בה חלק מן מדת החסד על כן יש בסידור זה צד חסד שמדת הגבורה עצמה מעברת רִאשׁוֹן רִאשׁוֹן.<br>ולזה אמר וְכָךְ הִיא הַמִּדָּה כלומר אל תתמה איך בפעולת הדין שהוא סידור העונות הנעשה במדת הגבורה יהיה פועל רחמים שיעביר ראשון ראשון? לזה אמר כָּךְ הִיא הַמִּדָּה רוצה לומר כך היא אצילות המדה הזאת עצמה של הגבורה שיש בה חלק מן החסד ולכן מצד זה נעשה פועל רחמים גם כן. ובזה מובן מאמר <small>(חבקוק ג, ב)</small> 'בְּרֹגֶז רַחֵם תִּזְכּוֹר'.<br><small>ועיין להרי\"ף ז\"ל מה שפירש מאמר 'וְכָךְ הִיא הַמִּדָּה' והר\"ן ז\"ל ביאר דבריו ומה שאמר בשם הגאון ז\"ל, עיין שם. ועיין הרמב\"ם הלכות תשובה בפרק ג' יעוין שם.</small>",
            "<b>כָּל הַמַּעֲבִיר עַל מִדּוֹתָיו מַעֲבִירִין לוֹ עַל כָּל פְּשָׁעָיו, שֶׁנֶּאֱמַר: \"נֹשֵׂא עָוֹן וְעֹבֵר עַל פֶּשַׁע\"</b>. מקשים הא בקרא קאמר עָוֹן וָפֶשַׁע לשון יחיד?<br>ונראה לי הדברים מבוארים על פי מה שאמר הרמב\"ם ז\"ל <small>(בפרק ג' מהלכות תשובה) </small>בשעה ששוקלין עונות האדם עם זכיותיו אין מחשבין עליו עון שחטא בו בתחלה ולא שני אלא משלישי ואילך אם נמצאו עונותיו מרובין על זכיותיו אותם שתי עונות מצטרפין ודנין אותו על הכל ואם נמצאו זכיותיו כנגד עונותיו מעון שלישי ואילך מעבירים כל עונותיו ראשון ראשון לפי שהשלישי נחשב ראשון שכבר נמחלו השנים וכן הרביעי הרי הוא ראשון שכבר נמחל השלישי וכן עד סופן, עד כאן לשונו יעוין שם. ולפי זה מה דנקיט קרא 'נֹשֵׂא עָוֹן' לשון יחיד, הכונה היא שלעולם נֹשֵׂא עָוֹן אחר שהוא הראשון ועל ידי כן נמחלין כולן כי כיון דנושא חד נשאר השני ראשון ומעביר וכן על זה הדרך."
        ],
        [
            "<b>\"לִשְׁאֵרִית נַחֲלָתוֹ\" וְלֹא לְכָל נַחֲלָתוֹ. לְמִי שֶׁמֵּשִׂים עַצְמוֹ כְּשִׁירַיִם</b>. נראה לי בס\"ד על פי מה שכתב מהר\"י מדובנא <small>[ר' יעקב קראנץ]</small> ז\"ל, יש עובר על פשע חבירו שחטא לו בדברים מפני שיהיה לו טובה בזה כדי שיהיה הקב\"ה מעביר לו על פשעיו מדה כנגד מדה, ויש שעובר על פשע חבירו שחטא לו בדברי בזיון מפני הענוה שלו שהוא נבזה ונמאס בעיני עצמו, ולכן לא יחשוב דברים אלו שדבר חבירו בעדו לבזיון, וכמו שנאמר <small>(תהלים טו, ד) </small>נִבְזֶה מאחרים בדברים הנה בְּעֵינָיו, רוצה לומר בעיני עצמו הוא נִמְאָס יותר מן הבזיון שביזוהו, ולכן אינו מקפיד על מה שחטא לו חבירו בדברים עד כאן דבריו, יעוין שם.<br>וכאן בא רבי אחא בר חנינא לפרש מה שנאמר שיעביר לו הקב\"ה על כל פשעיו לאו בכל מעביר על פשעי חבירו איירי אלא רק אותו שאינו מקפיד על פשע חבירו מפני שהוא מֵּשִׂים ורואה עַצְמוֹ בדעתו שהוא מאוס כְּשִׁירַיִם אלו שמשיירין בקערה אחר אכילה שהם נמאסין בעיני בני אדם ואין אוכלים השיורין אלא הפחותים שהם המשרתים והעניים כן הוא נמאס בעיני עצמו, ולכך אינו מקפיד על בזיון שבזהו חברו, הנה לזה דוקא מעביר על פשעיו, אבל היודע בעצמו שהוא אדם חשוב ובזהו חבירו בדברים וחטא לו והוא שותק ועובר על פשע חבירו כדי להרויח טובה מאת ה' שיעביר על פשעיו לא יזכה לכך.<br>או יובן בס\"ד מה שאמר מֵּשִׂים עַצְמוֹ כְּשִׁירַיִם על פי מה שאמר רבותינו ז\"ל <small>(קדושין מ:) </small>לעולם יראה אדם עצמו כאלו האדם חציו חייב וחציו זכאי עשה מצוה אחת הכריע עצמו וכל העולם לכף זכות וכו' ונמצא שכל אדם צריך לחשוב עצמו תמיד הוא סוף ושיור שבו נשלם הכרעת כף הזכיות והכרעת כף העונות, הנה זה הוא אשר יזכה לכך.<br>ועוד נראה לי בס\"ד דאם האדם רואה עצמו מלא תורה ומצות איך יהיה שפל ועניו בעיני עצמו באמת, אך בזאת יוכל להיות שפל אף על פי שהוא מלא תורה ומצות והיינו שיחשוב שכבר בא בגלגול בעולם הזה כמה פעמים ומי יודע כמה חטא בגלגולים שקדמו, ואף על פי שעתה מלא תורה ומצות לא יספיקו להשלים חסרון גלגולים שקדמו לשליש ולרביע ובזה יהיה שפל בעיניו באמת. וזהו שנאמר לְמִי שֶׁמֵּשִׂים עַצְמוֹ כְּשִׁירַיִם רוצה לומר עתה הוא שיורין של גלגולים אחרים, ובזה יהיה שפל באמת. או יובן יעשה עצמו דהיינו צרכי גופו כְּשִׁירַיִם כלומר טפלים.",
            "<b>מְלַמֵּד שֶׁנִּתְעַטֵּף הַקָּדוֹשׁ בָּרוּךְ הוּא כִּשְׁלִיחַ־צִבּוּר, וְהֶרְאָה לוֹ לְמֹשֶׁה סֵדֶר תְּפִלָּה</b>. אין הדבר כפשוטו שנתעטף ממש אלא הראה לו במראה הנבואה כך שנדמה לפניו כשליח ציבור מעוטף.<br>ומה שאמר 'הֶרְאָה לוֹ לְמֹשֶׁה סֵדֶר תְּפִלָּה' רוצה לומר סוד ענין סדר תפלה שצריך האדם ללבוש ציצית תחלה הרומז לאור מקיף ואחר כך קריאת שמע שבה נעשה זווג חו\"ב <small>[חכמה ובינה]</small> ואחר כך תפלה שבה נעשה זווג תו\"מ <small>[תפארת ומלכות]</small>.<br>ואומרו כאן נִּתְעַטֵּף הַקָּדוֹשׁ בָּרוּךְ הוּא קאי על אור התפארת דלפעמים מכנהו בשם הקב\"ה, והא דהראה לו עשיית סדר זה במראה הנבואה בפועל, והי' די להגיד לו הסדר והענין כולו בפה, נראה לי בס\"ד כי ענין זה שהבטיחו עתה שאם יעשו ישראל כסדר הזה אמחול להם הוא חסד גמור ואין שורת הדין כך! ולכן הראה לו בדבר זה פועל דמיוני של עיטוף כדי לחזק הבטחה זו שכל דבר שנעשה בו פועל דמיוני יתחזק ויתקיים, כמו שכתבו הרמב\"ן והר\"ן ז\"ל, ואז לא יהיה על זה קטרוג לבטל הדבר, ונרמז הציצית בתיבת 'וְיַעֲבוֹר' שהוא 'וי עבור' ואותיות וי במילואם כזה ו\"ו יו\"ד עולים מספר ל\"ב <small>[32] </small>רמז לציצית שיש בו ל\"ב חוטין.",
            "<b>בְּרִית כְּרוּתָה לִשְׁלֹשׁ־עֶשְׂרֵה מִדּוֹת, שֶׁאֵינָן חוֹזְרוֹת רֵיקָם</b>. נראה לי בס\"ד לכך יש פסק בין שני שמות כמו וא\"ו שהוא סוד ברית ובמילואו עולה מספר י\"ג כמנין י\"ג מידות. גם ידוע כי י\"ג מכילן דרחמי של 'מִי אֵל כָּמוֹךָ' צריך להמשיכם ולחברם בי\"ג מידות, וידוע כי י\"ג מכילן הנזכרים הם סוד היסוד העליון בסוד מה שאמרו רבותינו ז\"ל <small>(משנה נדרים ג, יא)</small> 'גדולה מילה שנכרתו עליה שלוש עשרה בריתות' וכנזכר בדברי האר\"י ז\"ל לכך הניח פסק כאן שהוא וא\"ו שהוא סוד הברית ובמילואו עולה י\"ג.",
            "<b>אֲנִי הוּא קֹדֶם שֶׁיֶּחֱטָא אָדָם, אֲנִי הוּא לְאַחַר שֶׁיֶּחֱטָא אָדָם וְיַעֲשֶׁה תְּשׁוּבָה</b>. נראה לי בס\"ד קודם אותיות הוי\"ה יש טדה״ד מספר כ״ב ואחר אותיות הוי״ה יש כוז\"ו מספר ט\"ל סך הכל עולה מספר אֲנִי <small>[22+39= 61] </small>ונרמז בזה כי כ\"ב שהם כ\"ב אותיות התורה שהם סוד כֵּלִים יהיו מלאים אורות של שמות ע\"ב <small>[יו\"ד ה\"י וי\"ו ה\"י = 72] </small>ס\"ג <small>[יו״ד ה״י וא״ו ה״י = 63]</small> מ\"ה <small>[יו\"ד ה\"א וא\"ו ה\"א = 45] </small>ב\"ן <small>[יו\"ד ה\"ה ו\"ו ה\"ה = 52] </small>שהם ט\"ל אותיות. ולזה אמר אֲנִי הוּא קֹדֶם שֶׁיֶּחֱטָא, אֲנִי אַחַר שֶׁיֶּחֱטָא כי תיבת אֲנִי היא מספר הכלים והאורות מורה שהכלים שהם כ\"ב יהיו תמיד מלאים אורות שהם ט\"ל וזהו שנאמר אֲנִי רִאשׁוֹן וַאֲנִי אַחֲרוֹן <small>(ישעיהו מד, ו)</small>.<br>והנה הרא\"ש ז\"ל הקשה קודם שיחטא למה נצרך לחסד? יעוין שם. ונראה לי בס\"ד כי הקב\"ה כשרואה שזה מוכן לחטוא מקדים לסלק ממנו השופרי שופרי אשר בנפשו שהם חלקי הנשמה שבנפש כדי שלא יפגמו בחטאו וזהו חסד גדול שעושה עמו קודם שיחטא, וכיוצא בזה עשה לאדם הראשון.<br>ונראה לי בס\"ד ב' פעמים שם הוי\"ה <small> [יְיָ ׀ יְיָ (שמות לד, ו)]</small>]שזכר בראש י\"ג מידות הם מספר בֵּן <small>[52] </small>רמז שישראל נוהג עמהם דין בן שימחול להם ועם מספר הפסק שיש בין ב' שמות שהוא דוגמת וא\"ו שמספרו ששה יהיה עולה מספר חֵן <small>[58]</small> והיינו שזוכה לחן לפי שהזדונות נעשים כזכיות ואין לך חן גדול מזה.",
            "<b>רַבִּי אֶלְעָזָר רָמִי, כְּתִיב <small>(תהלים סב, יג)</small> \"וּלְךָ אֲדֹ' חָסֶד\", וּכְתִיב: <small>(שם)</small> \"כִּי אַתָּה תְשַׁלֵּם לְאִישׁ כְּמַעֲשֵׂהוּ\"</b>. קשה מה בא רבי אלעזר לחדש יותר על דרשה דדריש אילפא?<br>ונראה לי בס\"ד דאילפא איירי בכללות העולם בענין הדין והמשפט ורבי אלעזר איירי באדם פרטי בענין ההשפעה שלו והוא כי הטבע יש לו חק וגבול בפרי המעשים דרך משל זורע סאה יוצא לו תמורתה כפי הטבע ארבע או חמש סאין אמנם לפעמים השם יתברך נותן ברכה למעלה מן הטבע שימצא האדם פריו על חד מאה כמו שנאמר <small>(בראשית כו, יב)</small> וַיִּזְרַע יִצְחָק בָּאָרֶץ הַהִוא וַיִּמְצָא בַּשָּׁנָה הַהִוא מֵאָה שְׁעָרִים וַיְבָרֲכֵהוּ הֳ' ברם גם ברכה זו שהיא למעלה מן הטבע יש בה קושי מצד אחד שתרבה היגיעה והטורח של האדם בברכה זו הגדולה מעת שיקצור עד שיאצור בבית אמנם <small>(משלי טז, ז)</small> 'בִּרְצוֹת הֳ' דַּרְכֵי אִישׁ' לא יתן לו רבוי הברכה בשדה אלא הארץ תוציא לו כפי טבע הנהוג, ואחר שישים פירותיו באוצר ביתו ישלח שם הברכה ונמצא רבוי הברכה לא סיבב לו רבוי יגיעה. ולזה אמר בִּתְחִלָּה, 'כִּי אַתָּה תְשַׁלֵּם לְאִישׁ כְּמַעֲשֵׂהוּ' רוצה לומר התשלומין יהיו כפי כח המעשה אשר יחייב בה חק הטבעי ואחר כך 'וּלְךָ אֲדֹ' חָסֶד' לשלוח ברכה באוצר.",
            "<b>רַב הוּנָא רָמִי, כְּתִיב: <small>(תהלים קמה, יז)</small> \"צַדִּיק ה' בְּכָל דְּרָכָיו\", וּכְתִיב: <small>(שם)</small> \"וְחָסִיד בְּכָל מַעֲשָׂיו\"</b>. קשה מה הוסיף רב הונא על דרשת רבי אלעזר ואילפא?<br>ונראה לי בס\"ד דרב הונא איירי בדבר שנראה תחילה לעיני הכל שהוא דין ואחר כך נודע שהוא חסד וכמו הך עובדא דרבי עקיבא דבעא אושפיזא ולא יהבו ליה ובת בדברא, כי תחלה מה שאכל אריה החמור וכבה הנר ונאכל התרנגול נראה דין גמור ואחר כך נודע שמעיקרא היה חסד, וכן ענין המעשה של 'אוֹדְךָ הֳ' כִּי אָנַפְתָּ בִּי' <small>(ישעיה יב, א)</small> שבא לילך לסחורה למדינת הים ונתחב לו מסמר ברגליו בעת שמוריד סחורתו וחזר בו והלכה הספינה והיה בוכה על מכתו ועל עיכוב הליכתו ואחר ב' ימים טבעה הספינה בים התחיל מודה ומשבח על מכתו! וכן כיוצא בזה וזהו שאמר בִּתְחִלָּה 'צַדִּיק ה' בְּכָל דְּרָכָיו' שנראה שעושה דין שצריך האדם להצדיק עליו את הדין אך אחר כך 'וְחָסִיד בְּכָל מַעֲשָׂיו' שניכר ונתברר שעושה מעיקרא חסד וטובה לאדם שצריך להודות ולשבח.",
            "<b>בִּתְחִלָּה \"אֱמֶת\", וְלִבְסוֹף \"וְרַב חֶסֶד\"</b>. הנה בודאי דידע הקב\"ה בתחלה שאין האדם מתקיים בדין אך כדי להראות טובו הגדול עושה כן שבתחילה צדיק שמעורר מדת הדין ולבסוף חסיד שמעורר מדת הרחמים שבזה ממתק הדין ברחמים וגם בזה ניכר ומתגלה טובו וחסדו הגדול ביותר.<br>והשתא בזה נתרץ בס\"ד קושיית הרי\"ף ז\"ל שצריך למכתב 'אֱמֶת' קודם 'רַב חֶסֶד' ובזה ניחא דנכתב כך להודיע לנו שלא נעלם דבר חלילה מאת השם יתברך אלא באמת מתחלה היתה מחשבתו לעשות חסד שידע דאין האדם מתקיים בדין.",
            "<b>גְּדוֹלָה תְּשׁוּבָה, שֶׁמְּקָּרַעַת גְּזַר־דִּינוֹ שֶׁל אָדָם</b>. הא דאמר 'מקרעת' ולא אמר 'קורעת' נראה לי בס\"ד כי לשון מקרעת משמע על קרעים רבים ויובן הענין על פי רבותינו ז\"ל משל לאב שנשבע שישליך על בנו קורה שהיתה לפניו ואם ישליכנה כמו שהיא ימות בנו ואם לא ישליכנה כבר נשבע! מה עשה? חלק אותה לחלקים קטנים והשליכן עליו נמצא קיים שבועתו ולא מת בנו, כן הצרה שגזר עליהם יחלקנה לחלקים רבים להביאם בזה את זה כדי שיוכלו לסבול לכך נאמר <small>(תהלים ט, י)</small> 'מִשְׂגָּב לְעִתּוֹת בַּצָּרָה' שיעשה העת עתות הרבה עד כאן דבריו. ולכן אמר מְּקָּרַעַת גְּזַר־דִּינוֹ שמחלק אותו לחלקים רבים וזהו קרעים רבים.<br>ונקיט לשון קריעה ולא אמר ביטול לרמוז שקורע תחלה הפגם ואז קורע גזר דין כי 'קרע' אותיות 'עקר' ולזה אמר <small>(ישעיה ו, י)</small> 'וָשָׁב וְרָפָא לוֹ' ד'אפר' אשר מורה על צרה יתהפך לאותיות 'רפא'. גם יובן 'אפר' רומז לעונות יתרפא ויהיה 'פאר' שהעונות יתהפכו לזכיות שהם פאר!<br>והא דנקיט בפסוק זה דמייתי רבי יוחנן <small> [הַשְׁמֵן לֵב הָעָם הַזֶּה וְאָזְנָיו הַכְבֵּד וְעֵינָיו הָשַׁע פֶּן יִרְאֶה בְעֵינָיו וּבְאָזְנָיו יִשְׁמָע וּלְבָבוֹ יָבִין וָשָׁב וְרָפָא לוֹ (ישעיהו ו, י)]</small> שלשה איברים שהם עינים ואזנים ולב? נראה לי בס\"ד דהמצות הם שלשה מינים, יש שהשכל מחייב אותם וכנגד זה נקיט יִרְאֶה בְעֵינָיו ראיה שכלית ויש אין השכל מחייב אותם אך יש להם טעם בקבלה וכנגד זה נקיט וּבְאָזְנָיו יִשְׁמָע שישמע הטעם המקובל בהם, ויש שהם חוקים שאין להם טעם כדי שישמע באזניו וכנגד זה נקיט וּלְבָבוֹ יָבִין כי ירגיש בהבנת לבו לומר אם אין בהם נזק לנפש למה צוה הקב\"ה להזהר בהם והרגשה זו תהיה בהבנת הלב שיבין דבר מתוך דבר ושלשה אלה ראשי תיבות 'בָּשָׂר' שהוא ראשי תיבות בינה שמיעה ראיה שהם מתקנים את האדם הנקרא 'בָּשָׂר' דכתיב <small>(ישעיהו סו, כג)</small> 'יָבוֹא כָל בָּשָׂר לְהִשְׁתַּחֲו‍ֹת לְפָנַי'.<br>והא דנקיט תיקון התשובה בלשון רפואה דכתיב 'וְרָפָא לוֹ' לרמוז כמו חק הרפואה של חולה שלא יועיל לו הסממנים אלא אם כן עושה פהרי\"ז שלא לאכול מאכלים רעים כן התשובה שהיא בנויה על וַעֲשֵׂה טוֹב לא תועיל אם אינו נשמר בְּסוּר מֵרָע גם כן.<br> <br>רש\"י ז\"ל לא פירש כאן ביאור אֵילֵי נְבָיוֹת וגם בקמא דף צ\"ב אתמר זה ולא פירש שם כלום וגם בערוך לא הביא ביאור לזה אך ראיתי בערוך ערך גב שהביא מגמרא דעירובין דף ע\"ט וכן אתה אומר בניב של תבן והוא גריס ניב בנו\"ן ופירש שהוא רוצה לומר מעובה עיין שם. ואם כן לפי זה כאן ביאור אֵילֵי נְבָיוֹת רוצה לומר איילים מעובים שהם שמנים הרבה שמעובין בשומן.",
            "<b>עָשָׂה לָהֶם סִמָּנִיּוֹת כְּ'אַכִּין' וְ'רַקִּין' שֶׁבַּתּוֹרָה</b>. צריך להבין למה עשה הסמניות באות נו\"ן ולמה הניח שבעה נוני\"ן?<br>ונראה לי בס\"ד דידוע כל גזר דין נעשה על ידי שם אדני בסוד דינ\"א דמלכותא דינ\"א, דשם אדני הוא סוד המלכות והענין הוא כי אות א' דשם אדנ\"י הוא רחמים נמשך ממקום עליון דשם אהי\"ה ושאר אותיות הם דין כמשמעם ואם השם הזה נשאר כסדרו העיקרי שיהיה אות א' בראש אין נעשה בו גזר דין דהאלף גובר על אותיות דין הנשארים בשם וממתק הדין אבל אם יתהפך סדר השם הזה לצירוף דינ\"א שהוא אחד מכ\"ד צרופים של שם זה אז הוא פועל דין ובו יהיה גזר דין.<br>ובזה יובן מאמר רבותינו ז\"ל דינא דמלכותא יהיה מצירוף דינ\"א כי בצירוף זה אות א' למטה, ולא עוד אלא אותיות דין הם כסדרן למעלה נמצא עיקר הדין נעשה מאותיות דין של דינ\"א, אך ודאי עם כל זה פועל הדין יתייחס יותר לאות נו\"ן כי בו נשלם צירוף דין כי אותיות ד\"י לבדם אדרבא יורו לטובה שיאמר 'דַּי לְצָרָה' ולכן מאחר כי פועל הדין יתייחס יותר לאות נו\"ן לכך עשה הסמניות באות נו\"ן ועשאם שבעה לרמוז כי פועל הדין יוצא מצירוף דינ\"א שאז אות נו\"ן כפופה היא אות שביעי אם תמלא אותיות 'דינא' כזה דל\"ת יו\"ד נו\"ן אל\"ף. וגם בזה מובן הטעם נמי שהניח הנון הפוכה לרמוז שהדין נעשה מן צירוף דינ\"א שנהפכו האותיות שלא כסדר שם אדנ\"י.",
            "<b>שָׁאֲלָה בְּלוֹרְיָאה הַגִּיוֹרֶת אֶת רַבָּן גַּמְלִיאֵל, כָּתוּב בְּתוֹרַתְכֶם: <small>(דברים י, יז)</small> \"אֲשֶׁר לֹא יִשָּׂא פָנִים וְלֹא יִקַּח שֹׁחַד\", וּכְתִיב: <small>(במדבר ו, כו) </small>\"יִשָּׂא ה' פָּנָיו אֵלֶיךָ, וְיָשֵׂם לְךָ שָׁלוֹם\"</b>. קשה הוה לה להקשות כתיב 'יִשָּׂא ה' פָּנָיו' וכתיב 'לֹא יִשָּׂא פָנִים' דהדרך להקשות מן המוקדם על המאוחר? ונראה לי בס\"ד דזכרה פסוק 'יִשָּׂא ה' פָּנָיו' באחרונה מפני כי היא בלאו הכי קשיא לה בגוף הפסוק לבדו דאיך ישא פנים והביאה פסוק 'לֹא יִשָּׂא פָנִים' לחזק הקושיא יותר מן הכתוב גם כן אבל באמת בלאו הכי פסוק 'יִשָּׂא פָנִים' מוקשי מסברא.<br>ונראה דשאלה זו שאלה קודם שנתגיירה דאחר שנתגיירה איך תאמר בְּתוֹרַתְכֶם שתוציא עצמה מן הכלל אחר שנכנסה לדת ישראל דזה לשון עכו\"ם הוא שמדברים כך עם ישראל.",
            "<b>נִטְפַּל לָהּ רַבִּי יוֹסֵי הַכֹּהֵן</b>. יש להקשות והלא היא שאלה מן רבן גמליאל ואיך הכניס עצמו רבי יוסי בענין להשיב תשובה וכי דרך ארץ הוא זה?<br>ונראה לי הכניס עצמו בדברי טעם שאמר לו כיון דעיקר קושייתיך על פסוק 'יִשָּׂא ה' פָּנָיו אֵלֶיךָ' צריך אני לתרץ קושייתיך ולהשיב לך תשובה כי אני כהן וכל יום אני מברך את ישראל בפסוק זה ועל כונה זו אני אומר אותו, ולזה אמר נִטְפַּל לָהּ רַבִּי יוֹסֵי 'הַכֹּהֵן' דייקא.",
            "<b>כָּאן בַּעֲבֵרוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ, כָּאן בַּעֲבֵרוֹת שֶׁבֵּין אָדָם לַמָּקוֹם</b>. נראה לי בס\"ד הטעם דהחמיר טפי בעבירות שבין אדם לחבירו יותר כדי לחזק הדבר שלא יהיה האדם קל בעיניו חטאו לאדם כמוהו, וכמו הטעם שהשיב הגאון מהר\"י לאותו דוכס על מאמר רבותינו ז\"ל שאמרו העובר על דברי חכמים חייב מיתה והביא לו משל על זה.<br>ועוד נראה לי כי בעבירות שבין אדם לחבירו יש להם תובע וצועק למעלה והוא המזל של חבירו שחטא לו ולכך קשים להמחל.",
            "<b>עַד שֶׁבָּא רַבִּי עֲקִיבָא וְלִמֵּד: כָּאן קֹדֶם גְּזַר־דִּין, כָּאן לְאַחַר גְּזַר־דִּין!</b>. קשה הוה ליה למימר 'רַבִּי עֲקִיבָא אוֹמֵר כָּאן קֹדֶם גְּזַר־דִּין, כָּאן לְאַחַר גְּזַר־דִּין' ולמה נקיט כהאי לישנא?<br>ונראה לי בס\"ד כי רבי עקיבא לא אמר חילוק זה בפירוש ורק מן המעשה שהיה לו למדנו ממנו דבר זה והוא כי הוא קודם שנהרג חבשו אותו בבית האסורין כמה ימים וכל יום מוציאין אותו וסורקין בשרו ועשו לו יסורין קשים וצריך להבין מאחר דהיה חבוש כמה ימים קודם שנהרג, למה לא התפלל על עצמו ולא בקש מן החכמים שיתפללו עליו לבטל הגזרה? אלא ודאי מאחר שידע שהיה גזר דין עליו לכך קבל בשתיקה דאין תפלה מועלת אחר גזר דין. ומזאת המעשה למדנו דסבירא ליה לחלק בין קודם גזר דין בין אחר גזר דין וכעין זה אמרו בגמרא דחולין <small>(חולין קיא:)</small> בדין נותן טעם בר נותן טעם דסבירא ליה לרב דאסור דלאו בפירושא אמרה רב אלא למדנו כן ממעשה שהיה לו."
        ],
        [
            "<b>הָיָה רַבִּי מֵאִיר אוֹמֵר: שְׁנַיִם שֶׁעוֹלִין לְמִטָּה וְחָלְיָן שָׁוֶה.. זֶה הִתְפַּלֵּל וְנַעֲנָה וְכוּ'</b>. נראה לי בס\"ד לפי זה היינו טעמא למנהג ישראל שנודרים בעת צרה נדרים לעילוי נשמת רבי מאיר זיע\"א ומוצאין בזה תועלת והצלחה, היינו כי מאריה דהאי הלכתא שתועיל תפלה ליחיד גם אחר גזר דין הוא רבי מאיר בעל הנס זיע\"א ולכן נודרים ומבקשים בזכותו שהוא יהיה מליץ טוב על פי סברתו.<br>ובזה יובן הטעם דרבי מאיר בעל הנס זיע\"א נקבר מעומד לרמוז כי הוא עמוד גדול עומד לישראל להושיען בעת צרה על פי סברתו.<br>ובזה יובן רמז הכתוב במשלי<small> (משלי ד, כ) </small>'בְּנִי לִדְבָרַי הַקְשִׁיבָה לַאֲמָרַי הַט אָזְנֶךָ' לַאֲמָרַי אותיות לְמֵאִיר הוא רבי מאיר דסבירא ליה שתועיל התשובה ליחיד גם אחר גזר דין ודוק.",
            "<b>רַבָּה דְּעָסַק בַּתּוֹרָה, חַיִי אַרְבָּעִין שְׁנִין. אַבַּיֵי דְּעָסַק בַּתּוֹרָה וּבִגְמִילוּת חֲסָדִים, חַיִי שִׁתִּין שְׁנִין</b>. נראה לי בס\"ד הטעם כי בית עלי דינם שלא יחיו יותר מן י\"ח לכך רבה דעסק בתורה שהיא בנויה בכ\"ב אותיות הוסיפו לו כ\"ב שנה על י\"ח וחי מ' אך אביי דלית הלכתא כוותיה אלא רק בששה דברים שהם יע\"ל קג\"ם לא הוסיפו לו על י\"ח מצד עסק התורה אלא רק י\"ב שנה כנגד ששה הלכות של יע\"ל קג\"ם שהם כפולים בגרסא ובעיון ונעשה לו שלשים, והוסיפו לו עוד שלשים שנה בשביל גמילות חסדים כי מצוה זו היא בספירת החסד שנקודתו סגו\"ל שהוא שלשה יודי\"ן שהם מספר שלשים ונעשה לו ששים.",
            "<b>מִנַּיִן שֶׁאַף עַל פִּי שֶׁנֶּחְתָּם, מִתְקָרֵעַ? שֶׁנֶּאֱמַר: <small>(דברים ד, ז)</small> \"כִּי מִי גוֹי גָּדוֹל אֲשֶׁר לוֹ אֱלֹהִים קְרֹבִים אֵלָיו כַּהֳ' אֱלֹקֵינוּ בְּכָל קָרְאֵנוּ אֵלָיו\"</b>. פירוש דמשמע בכל אופן שיהיה, וקשה והלא לכולי עלמא אם יש עם גזר דין שבועה אינו מתקרע כדאמר לעיל, ואם כן מוכרח לפרש האי 'בְּכָל קָרְאֵנוּ' לאו דוקא אלא הוא חוץ מגזר דין דאיכא בו שבועה ואזדא לה ראיה זו דיש לומר נמי חוץ מגזר דין שנחתם ונראה לי בס\"ד דהיכא דאיכא שבועה שאני דגם מצידו יתברך אי אפשר לבטל הגזרה כיון דנשבע, אבל בנחתם אין מניעה מוכרחת מצידו יתברך דלגבי דידיה אין הפרש בין נחתם בין אם לא נחתם שאם ירצה לחזור ולבטל אפשר שיבטל גם בנחתם. ולכן שפיר יליף כיון דאמר בכל כלל כל גוונא אפילו בנחתם.",
            "<b>אֵלּוּ עֲשֶׂרֶת יָמִים, שֶׁמֵּרֹאשׁ הַשָּׁנָה וְעַד יוֹם הַכִּפּוּרִים</b>. נראה לי בס\"ד דידוע תשובה עילאה היא בבינה שהיא סוד אות ה\"ה ראשונה ומלואה גם כן ה' הרי היא מספר עשרה כנגד עשרה ימים שמתגלה בהם אור הבינה ועליהם נאמר <small>(ישעיהו נה, ו)</small> דִּרְשׁוּ הֳ' 'בְּהִמָּצְאוֹ' קרי ביה 'ב' ה' מצאו' רוצה לומר שני ההי\"ן שהוא אות ה' ומילואה ה' שעולים מספר עשרה.<br><small>(שמואל א' כה, לח)</small> \"וַיְהִי כַּעֲשֶׂרֶת הַיָּמִים, וַיִּגֹּף ה' אֶת נָבָל\". \"עֲשֶׂרֶת יָמִים\", מַאי עָבִידְתַּיְהוּ? אָמַר רַב יְהוּדָה, אָמַר רַב: כְּנֶגֶד עֶשֶׂר לְגִימוֹת, שֶׁנָּתַן נָבָל לְעַבְדֵי דָּוִד. רַב נַחְמָן אָמַר: אֵלּוּ עֲשֶׂרֶת יְמֵי תְּשׁוּבָה, שֶׁמֵּרֹאשׁ הַשָּׁנָה וְעַד יוֹם הַכִּפּוּרִים [יח.]<br>פירש הגאון מהרי\"ש ז\"ל בשם הגאון מהר\"ח ז\"ל בישוב שני המאמרים הנזכר יחד דאמרו רבותינו ז\"ל <small>(סנהדרין קב:)</small> 'אחאב שקול היה' ופריך הש\"ס והא עבד עבודה זרה? ותירץ בשביל שמהנה לתלמידי חכמים מנכסיו נעשה שקול! ולפי זה גם נבל בשביל שהינה לעבדי דוד נעשה בינוני ודין בינונים מאריך להם הקב\"ה עשרת ימי תשובה, ולכן אחר שאמר רב 'כְּנֶגֶד עֲשָׂרָה לְגִימוֹת' בא רב נחמן לפרש דברי רב לומר כיון שהינה בלגימות אלו לכך ניתנו לו 'עֲשֶׂרֶת יְמֵי תְּשׁוּבָה' כי נעשה בינוני עד כאן דבריו, יעוין שם.<br>ועל פי זה נראה לי בס\"ד סמך הכתובים <small>(שמואל א' כה, לז)</small> 'וַיָּמָת לִבּוֹ בְּקִרְבּוֹ וְהוּא הָיָה לְאָבֶן וַיְהִי כַּעֲשֶׂרֶת הַיָּמִים וַיִּגֹּף הֳ' אֶת נָבָל וַיָּמֹת' והיינו דידוע מה שאמר רבינו האר\"י ז\"ל, כי לָבָן נתגלגל בְּבִּלְעָם ואחר כך נתגלגל בְּנָבָל ולכן נָבָל ראשי תיבות נָבָל בִּלְעָם לָבָן וכנזכר בשער הפסוקים, יעוין שם. והנה אם תסיר אות א' מן 'לְאָבֶן' ישאר 'לָבָן' רמז כי תחילתו היה לבן והוסיף בו אות א' עתה ונעשה 'לְאָבֶן' והיינו לרמוז כי עתה הוא שקול, והיינו כי צורת א' הוא מאזנים שקולים דאות ו' שבאמצע הוא כנגד העמוד שתלויים בו כפות המאזניים ושני יודי\"ן אחת מכאן ואחת מכאן הם כנגד שתי כפות והם שקולים נמצא צורת א הוא צורת מאזנים שקולין לרמוז כי עתה הוא שקול דהיינו בינוני ולכן וַיְהִי כַּעֲשֶׂרֶת הַיָּמִים וכו' שנתן לו זמן עשרת ימי תשובה שהוא זמן של בינונים שהם שקולים.<br>ודע דמה שאמר 'עֲשָׂרָה לְגִימוֹת' הוא לא רצה להאכילם אפילו סעודה אחת ורק מנהג העולם להביא לאורח דבר מועט לטעום בעת שנכנס אצלם והוא גם כן האכילם עשרה כפות של מתוק או דבר אחר שלכל אחד נתנו לו כף אחת אוכל ולהכי קרי להו לְגִימוֹת.",
            "<b>מַאי 'כִּבְנֵי מָרוֹן'? הָכָא תַּרְגִּימוּ, כִּבְנֵי אִימְרָנָא</b>. הנה תלת פירושי דאמור רבנן כולהו איתנהו ולא פליגי אלא מר אמר חדא ומר אמר חדא כמו שכתב מהרש\"א ז\"ל.<br>ונראה לי בס\"ד אומרו 'כִּבְנֵי אִימְרָנָא' על פי מה שאמרו רבותינו ז\"ל במדרש רבה פרשת בשלח <small>(מדרש רבה פרשה כד, ב) </small>'וַיַּסַּע כַּצֹּאן עַמּוֹ' <small>(תהלים עח, נב)</small> מה הצאן אפילו מחבלים האילנות אין בעליה מעלין עליה כך ישראל אף על פי שחוטאין הקב\"ה נוהג עמהם כצאן ופירש מתנת כהונה ז\"ל אין בעליה מעלין פירוש אין מחשבין הנזק עליהם כי יודעים פְּתָאִים הם בזה וכן כאן דן אותם כפתאים לחשוב המזידין כשגגות, וכמו שנאמר <small>(ישעיה נח, א)</small> 'וּלְבֵית יַעֲקֹב חַטֹּאתָם' וכן הוא אומר <small>(הושע יד, ב)</small> 'כִּי כָשַׁלְתָּ בַּעֲו‍ֹנֶךָ' יעוין שם. ולזה אמר כאן כִּבְנֵי אִימְרָנָא שאם יראה דור חייב הרבה נוהג עמהם כַּצֹּאן.<br>ואומרו כְּמַעֲלוֹת בֵּית חוֹרוֹן היינו ששם המקום צר ואם האדם יפול שם המקום גורם לו הנפילה, וכן אצל ישראל ילמד זכות עליהם לומר המקום שהוא חומר עכור גרם להם להמשך אחר תאוה רעה וכל שכן בזמן שהם בחוץ לארץ שיתלה טומאת המקום שהוא ארץ העמים גרמה להם. ובזה פרשתי הכתוב ביחזקאל <small>(יחזקאל לז, כג)</small> 'וְהוֹשַׁעְתִּי אֹתָם מִכֹּל מוֹשְׁבֹתֵיהֶם אֲשֶׁר חָטְאוּ בָהֶם' כלומר מושבותיהם גרמו להם.<br>ואומדו כְּחַיָּלוֹת שֶׁל בֵּית דָּוִד היינו שהיו יוצאים מיוחסים כולם כדי שתהא זכות אבותם מסייעתן וכנזכר במדרש וכן אצל ישראל אם לא ימצא זכות מספיק בידם יספיק להם זכות אבותם.<br>ועוד נראה לי אומר כְּחַיָּלוֹת שֶׁל בֵּית דָּוִד שנקראו מחנה אלקים כנזכר בדברי הימים <small>(דברי הימים א' יב, כג)</small> 'עַד לְמַחֲנֶה גָדוֹל כְּמַחֲנֵה אֱלֹקִים' כן ישראל נקראו על שמו של הקב\"ה שנקראים עם ה' ועל כן לא יהיה להם ביטול גם ברובם עונות. והנה למאן דאמר זה פירש רש\"י ז\"ל מרון לשון מרות ואדנות.<br>ועוד נראה לי בס\"ד על פי מה שאיתא בספר הליקוטים פרשת עקב בסוד רמון דשם מטטרו\"ן הלבוש הוא מרון שהוא מ' מימין ורו\"ן משמאל והחיות הוא ט\"ט, עיין שם. נמצא 'מָרוֹן' קאי על מלאך מטטרו\"ן שהוא ראש צבא של מעלה וחיילות דוד המלך ע\"ה הם דוגמת צבא של מעלה שקראם הכתוב בדברי הימים 'מַחֲנֵה אֱלֹקִים' ולכן קורא כאן לְחַיָּלוֹת שֶׁל בֵּית דָּוִד בשם 'בְּנֵי מָרוֹן' דהם דוגמת צבא של מעלה.<br>או יובן חַיָּלוֹת שֶׁל בֵּית דָּוִד נכתב חשבונם בפנקס הצבא כפי איכותם, זה נכתב כמאה בני אדם וזה כמאתים וזה כיותר דלכך פירש הכתוב בשמואל <small>(שמואל ב' כג, ח)</small> 'אֵלֶּה שְׁמוֹת הַגִּבֹּרִים אֲשֶׁר לְדָוִד יֹשֵׁב בַּשֶּׁבֶת תַּחְכְּמֹנִי רֹאשׁ הַשָּׁלִשִׁי הוּא עֲדִינוֹ הָעֶצְנִי עַל שְׁמֹנֶה מֵאוֹת חָלָל בְּפַעַם אֶחָת' הנה זה ודאי נכתב בחשבון הצבא כמספר ח' מאות ולא כמספר איש אחד, וכן בכולם, ואמר כאן שגם ביום ראש השנה עוברין לפניו כפי איכותם וחשיבותם."
        ],
        [
            "<b>קָרִי לְהוּ 'צוֹם' וְקָרִי לְהוּ: 'שָׂשׂוֹן וְשִׂמְחָה'?</b>. הקשה הרי\"ף ומהרש\"א ז\"ל מאי קושיא הא <small>(זכריה ח, יט)</small> 'יִהְיֶה לְשָׂשׂוֹן וּלְשִׂמְחָה' כתיב כלומר מה שהוא עתה צום יתהפך לששון ושמחה?<br>ונראה לי בס\"ד הכי קאמר דאם הוה כתיב 'צוֹם הָרְבִיעִי וכו' יִהְיֶה מִשְׁתֶּה וְשִׂמְחָה' שפיר דהצום יתהפך למשתה דהצום והמשתה הם דבר והופכו, אך הששון ושמחה אינם הפך הצום, ואם כן מדקאמר 'יִהְיֶה לְשָׂשׂוֹן וּלְשִׂמְחָה' שמע מינה לא יתבטל הצום אלא הצום יצומו אותו בששון ושמחה שיהיו ששים ושמחים בצום ולא יתאבלו בו.<br>ועל זה פריך קָרִי לְהוּ 'צוֹם' וְקָרִי לְהוּ 'שָׂשׂוֹן וְשִׂמְחָה' שאם יצומו איך ישישו וישמחו והלא אין ששון ושמחה אלא בכרס מלאה ונפש שבעה? ומשני האי 'יִהְיֶה לְשָׂשׂוֹן וּלְשִׂמְחָה' קאי על החיוב כי מה שהיה ביום זה חיוב לצום עתה יהיה חיוב לשוש ולשמוח, ולפי זה אין צריך להיות דבר והופכו אלא הכי קאמר זה החיוב בטל ומתחדש חיוב אחר של ששון ושמחה ואתא לאשמעינן כשאין שלום אז הצום הוא חיוב וכשיש שלום בטל חיוב זה ויתחדש חיוב אחר לעשות משתה ושמחה ואם אין שלום ואין גזרה אז ליכא לא חיוב של צום ולא חיוב של שמחה אלא הרשות בידם לעשות מה שירצו.",
            "<b>שַׁאנִי תִּשְׁעָה־בְּאָב, הוֹאִיל וְהֻכְפְּלוּ בּוֹ צָרוֹת</b>. נראה לי בס\"ד מאמר רבותינו ז\"ל<small> (איכה רבתי א, נז)</small> על פסוק <small>(ישעיהו מ, א)</small> 'נַחֲמוּ נַחֲמוּ עַמִּי' חטאו בכפלים ולקו בכפליים ומתנחמים בכפליים עיין שם והיינו לקו בכפליים זה יום תִּשְׁעָה־בְּאָב שֶׁהֻכְפְּלוּ בּוֹ צָרוֹת.",
            "<b>וּמִי הֲרָגוֹ? יִשְׁמָעֵאל בֶּן נְתַנְיָה הֲרָגוֹ</b>. הקשה טורי אבן למאי אצטריך להביא דבר זה ועוד דבר זה מפורש הוא בכתוב ואין צריך לפרשו במתניתין עיין שם.<br>ונראה לי בס\"ד שבא ללמדנו הטעם דגזרו על הריגת גדליה צום ולא גזרו צום על הריגת שאר צדיקים גדולים לכך וּמִי הֲרָגוֹ? יִשְׁמָעֵאל בֶּן נְתַנְיָה שהיה ישראל וגם הֲרָגוֹ בבחירתו הרעה שלא היתה גזרה מן השמים דהכי קיימא להו לרבנן שגדליה נספה בלא משפט אבל שאר צדיקים נהרגו על ידי גוים וגם היתה גזרה מן השמים עליהם ואפילו זכריה הנביא שנהרג על ידי ישראל גם כן היתה גזרה מן השמים ליהרג לתיקון עצמו בסוד הגלגול כמו שאמר רבינו האר\"י ז\"ל ועוד נמי גדליה כיון שנהרג על ידי ישראל היה חלול השם בדבר כי נבוכדנצר הרשע אויב ישראל עשה חנינה והניח שארית, וישראל באו וכרתו השארית.<br>ועוד נראה לי בס\"ד שבא התנא ללמדנו בזה הטעם שגזרו צום ביום זה על פי מה שאמר רבינו האר\"י ז\"ל בשער הכונות הטעם שנהרג גדליה ע\"ה ביום שלשה בתשרי מפני כי ביום זה מתקבצים כל הגבורות בבינה דמלכות והדינים גוברים ותקיעת שופר ליכא כדי למתקם ולכך בו ביום נהרג גדליה ולכך קבעו צום באותו היום בכל שנה ושנה עד כאן דבריו יעוין שם. ונראה לי בס\"ד כי סיבה זו דנקיט רבינו האר\"י ז\"ל נרמזה בשם ישמעאל שהרג את גדליה והוא דאותיות יִשְׁמָעֵאל הם אותיות 'אש על מי' דהגבורות בתקפם הם אש וביום שלשה תשרי נקבצים כל הגבורות בבינה של המלכות וידוע כי 'מי' הוא כינוי לבינה בכל מקום ובהיותם כולם במי גברו ונעשו אש ולכך בא התנא לרמוז בדבריו טעם גזרת הצום ביום זה באומרו מִי הֲרָגוֹ? יִשְׁמָעֵאל בֶּן נְתַנְיָה שבשמו רמוז תוקף הגבורות של אותו היום שזהו הסיבה של גזרת הצום על הריגתו.",
            "<b>בִּתְלָתָא בְּתִשְׁרֵי בְּטֵילַת אַדְכַּרְתָּא מִן שְׁטָרַיָּא</b>. נראה שהיה נס זה כנגד הצרה שהיתה בו ביום בחלול השם שהיה בהריגת גדליה על ידי ישראל עצמן ועתה נעשה ביום זה נס לכבוד שם שמים."
        ],
        [
            "<b>בְּעֶשְׂרִין וּתְמַנְיָא בַּאֲדָר אָתָא בְּשׂוֹרְתָּא טַבְתָּא לִיהוּדָאֵי, דְּלָא יְעִידוּן מִן אוֹרַיְתָא</b>. נראה לי בס\"ד על יום זה נרמז בפסוקי השירה <small>(שמות טו, ו)</small> 'יְמִינְךָ הֳ' נֶאְדָּרִי בַּכֹּחַ' דהתורה מתייחסת לימין דכתיב <small>(דברים לג, ב)</small> 'מִימִינוֹ אֵשׁ דָּת לָמוֹ' וכן הוא אומר <small>(משלי לא, כו)</small> 'וְתוֹרַת חֶסֶד עַל לְשׁוֹנָהּ' נֶאְדָּרִי בַּכֹּחַ, שנעשה לה חוזק ואדירות ביום כֹּ\"חַ לחודש ונרמז גם כן החודש בתיבת נֶאְדָּרִי דאמרו בגמרא <small>(ביצה טו:)</small> מאי אדר? דכתיב אַדִּיר בַּמָּרוֹם הֳ'.",
            "<b>שֶׁלֹּא יַעַסְקוּ בַּתּוֹרָה, וְשֶׁלֹּא יָמוּלוּ אֶת בְּנֵיהֶם, וְשֶׁיְּחַלְּלוּ שַׁבָּת</b>. נראה לי גזרו על שלשה אלה מפני כי שלשתם הם אות לישראל ואף על גב דגם תפילין נקראו אות לא גזרו בביטולם דאינם יכולים לידע אם קיימו גזרתם או לאו דאפשר שיניחו בביתם זמן מועט ובזה מקיימים המצוה אבל בעסק התורה גזרו על לימוד הרב עם תלמידים גדולים או קטנים. ונרמזו שלשה אלו שדרכם של אומות העולם לגזור בהם בתיבת 'שַׂמְתֶּם' שהוא ראשי תיבות למפרע מצות תורה מילה שבת ולזה נאמר <small>(דברים יא, יח)</small> 'וְשַׂמְתֶּם אֶת דְּבָרַי אֵלֶּה עַל לְבַבְכֶם'.",
            "<b>הָלְכוּ וְנָטְלוּ עֵצָה מִמַּטְרוֹנִיתָא אַחַת, שֶׁכָּל גְּדוֹלֵי רוֹמִי מְצוּיִין אֶצְלָהּ. אָמְרָה לָהֶם: בּוֹאוּ וְהַפְגִּינוּ בַּלַּיְלָה</b>. יש להקשות למה נתנה להם עצה זו בלילה? ועיין הטעם במהרש\"א ז\"ל. ונראה לי בס\"ד דהם יודעים מה שכתוב בתורה שהמלאך שהוא שר אדום נתאבק עם יעקב אבינו ע\"ה בלילה שהוא זמן שליטתו ועם כל זה לא יכול לו דכתיב <small>(בראשית לב, כה)</small> 'וַיֵּאָבֵק אִישׁ עִמּוֹ' שהמלאך נתמלא אבק מיעקב ולכן גם הם כשיזכרו זאת יחושו לעצמם פן לבסוף ינצחו אותם זרע יעקב.<br>גם יעצה להם בלילה כי על ידי כך יזכרו כל הנסים ונפלאות שנעשו לישראל בלילה שנהפכה הרעה על אויביהם כי נס נצוח אברהם אבינו ע\"ה במלחמה עם המלכים היה בלילה וכן נס של שרה אמנו ע\"ה כשלקחה פרעה וגם אבימלך היה בלילה, וכן נס מכת בכורות שבה נגאלו ישראל היה בלילה, וכן נס ישראל במעשה סנחריב היה בלילה, וכן נס מפלת המן וגדולת מרדכי היה בַּלַּיְלָה הַהוּא נָדְדָה שְׁנַת הַמֶּלֶךְ, ועוד כמה נסים גדולים נעשו בלילה ששב הרע אל האויב ולכך יעצה להם שיפגינו בלילה כדי שיזכרו אויביהם זרע עשו אבי אדום הנסים שנעשו לישראל בלילה ויחושו לעצמם ויבטלו הגזרה.<br>ובאופן אחר נראה לי בס\"ד מה שנתנה להם עצה שיפגינו בלילה וגם צריך טעם למה יעצה אותם שיפגינו מרחוק ולא יעצתם שילכו אצל גדולי רומי לביתם ויתחננו להם ויבכו לפניהם, והיינו כי היו כָּל גְּדוֹלֵי רוֹמִי מְצוּיִים אֶצְלָהּ שהיה דרכם לעשות ועד בביתה ששם נקבצים להתיעץ על ענינים שלהם והיא ידעה שבלילה פלונית יהיו נאספים אצלה ולכן אמרה להם שיפגינו באותה הלילה בשווקים קרוב לביתה באופן שכל גדולי רומי היושבים בביתה ישמעו קולם ואז יהיו מדברים בענין זה של היהודים והיא תפתח פיה לדבר לפני גדולי רומי עצה שיש בה טעם מספיק על ביטול הגזרות כאשר דבר רבי ראובן בן אצטרבולי, ואם היתה פותחת ענין זה מאיליה היו חושדים אותה שמדברת לטובת ישראל על ידי ששחדו אותה בשוחד דברים או שוחד ממון ועל ידי כך לא היו דבריה נשמעים, אך עתה באופן זה נפתח ענין זה ביניהם מאיליו ולכך דבריה עושים פירות כאשר תתן טעם מספיק לבטול הגזרות, וכן היה דאפשר גם היא אמרה טעמים שאמר רבי ראובן ומאחר שיודעים שהיא מצדם ואומרת דברי טעם נשמעו דבריה ונעשה תועלת לבטל הגזירות.",
            "<b>אָמְרוּ: אִי־שָׁמַיִם</b>. הא דזכרו בפיהם שָׁמַיִם דידוע דהשמים הם 'אֵשׁ וּמַיִם' שטרפן הקב\"ה זה בזה ועשה מהם 'שָׁמַיִם' נמצא אפילו דהאש והמים המה נגדיים עשו שלום ביניהם, ולכן כונתם לומר דאף על פי דעשו ויעקב נגדיים ראוי שיעשו שלום ביניהם.<br>ומה שאמר לֹא אֲחֵיכֶם אֲנַחְנוּ? לאוזן השומעין אומרים כן בלשון תימה אך בלבבם בקושטא קאמרי לֹא אֲחֵיכֶם אֲנַחְנוּ וְלֹא בְּנֵי אָב אֶחָד אֲנַחְנוּ! דכתיב <small>(בראשית כא, יב)</small> 'כִּי בְיִצְחָק יִקָּרֵא לְךָ זָרַע' בְיִצְחָק וְלֹא כָּל יִצְחָק<small> (נדרים לא.)</small>.<br>והא דהאריכו בדברים אלו אף על גב דהיה די לומר 'לֹא אֲחֵיכֶם אֲנַחְנוּ' והכל נכלל בדבר אחד, נראה לי כוונו לדבר טענות ניצחות לכבות אש קנאתם דאחר שאמרו לֹא אֲחֵיכֶם אֲנַחְנוּ הנה יש לטעון ולומר דהן אמת יעקב ועשו אחים היו אך אחר שעשה יעקב מרמה בלקיחת הברכות הופר ברית אחוה וראוי לשנאו לכך אמרו לֹא בְּנֵי אָב אֶחָד אֲנַחְנוּ? דראוי לוותר לו בשביל כבוד אביו אשר גם אחר שעשה המרמה אהב אותו וכיון דעשו היה מכבד את אביו איה כבודו של אותו זקן? ועוד לֹא בְּנֵי אֵם אַחַת אֲנַחְנוּ? והלא היא אשר הכריחה את יעקב בכך ומה פשע? ואין ראוי לשנאו בשביל דבר שעשתה אמו והכריחתו לזאת!"
        ],
        [],
        [],
        [],
        [],
        [
            "<b><small>(קהלת יב, י)</small> \"בִּקֵּשׁ קֹהֶלֶת לִמְצֹא דִּבְרֵי חֵפֶץ\". רַב וּשְׁמוּאֵל, חַד אָמַר: בִּקֵּשׁ קֹהֶלֶת לִהְיוֹת כְּמֹשֶׁה, יָצְתָה בַּת־קוֹל וְאָמְרָה: \"וְכָתוּב יֹשֶׁר דִּבְרֵי אֱמֶת\" וְכוּ'</b>. כן הגרסא הנכונה דאיתא בתלמוד כתב יד כמו שכתוב בספר דקדוקי סופרים יעוין שם. וצריך להבין היכא משמע מהאי קרא דבקש להיות כמשה דהפסוק קאמר 'דִּבְרֵי חֵפֶץ'?<br>ונראה לי בס\"ד דאיתא במדרש <small>(מכילתא שמות יח, יט)</small> 'הֱיֵה אַתָּה לָעָם מוּל הָאֱלֹקִים' <small>(שמות יח, יט)</small> היה להם ככלי מלא דברים, ופירש הרב אהל יעקב ז\"ל כי משה רבינו ע\"ה היתה שכינה מדברת מתוך גרונו ונמצא הוא כמו כלי שהדברים של הקב\"ה מונחים בתוכו והוא מוריק הדברים מתוכו לחוץ כשהיה מדבר עם ישראל עיין שם.<br>ובזה פרשתי בס\"ד מה שאמר בתיה ליוכבד אמו <small>(שמות ב, ט)</small> 'הֵילִיכִי אֶת הַיֶּלֶד הַזֶּה' נצצה בה רוח הקודש שרמזה בתיבת הֵילִיכִי 'יְהִי כְּלִי' כלומר יהי כלי את הילד הזה שיזכה להיות כלי שמונח בתוכו דבר ה'.<br>ולזה אמר בִּקֵּשׁ קֹהֶלֶת לִהְיוֹת כְּמֹשֶׁה דכתיב <small>(קהלת יב, י)</small> 'בִּקֵּשׁ קֹהֶלֶת לִמְצֹא דִּבְרֵי חֵפֶץ' והיינו כי חֵפֶץ רוצה לומר כלי דבקש שגם הוא יהיה כלי שמונח בו בתוכו דבר ה' שמעלה זו לא נמצאת אלא רק אצל משה רבינו ע\"ה שהיתה שכינה מדברת מתוך גרונו. גם יש לומר תיבת חֵפֶץ הוא 'פֶּה צַח' וקאי על משה רבינו ע\"ה שהיה לו פה צח בנס כי מצד הטבע לא היה יכול לדבר בפה צח.<br>ועוד נראה לי בס\"ד כי באותיות חֵפֶץ נרמז שמו של משה רבינו ע\"ה כי ידוע דמשה רבינו ע\"ה היה גלגול הֶבֶל שהוא בסוד החסדים לכן הבל היה אחוז בשם מ\"ה <small>[יו\"ד ה\"א וא\"ו ה\"א = 45] </small>שהוא סוד החסדים וקין בשם ב\"ן <small>[יו\"ד ה\"ה ו\"ו ה\"ה = 52] </small>שהוא סוד הגבורות ולכן אמר לו השם יתברך לקין אחר שהרג את הבל <small>(בראשית ד, י)</small> 'מֶה עָשִׂיתָ קוֹל דְּמֵי אָחִיךָ צֹעֲקִים אֵלַי מִן הָאֲדָמָה' ולכן משה רבינו ע\"ה נקרא מֹשֶׁה כי במילואם כזה מ\"ם שי\"ן ה\"ה עולה מספר ת\"ן <small>[450]</small> שהוא מספר עשרה פעמים מ\"ה דכל דבר שבקדושה כלול מעשר, ולכן ראש וסוף שמו הוא מ\"ה ונודע כי מספר ת\"ן הוא חמשה פעמים צד\"י <small>[90] </small>וזה נרמז בתיבת חֵפֶץ שהוא ראשי תיבות חמשה פעמים צד\"י ולכן התורה שנקראת על שמו של משה רבינו ע\"ה נקראת חֵפֶץ כמו שאמרו בגמרא דברכות <small>(ברכות ה.)</small> על פסוק <small>(ישעיה נג, י) </small>'וְחֵפֶץ הֳ' בְּיָדוֹ יִצְלָח' עיין שם.<br>וזהו שנאמר <small>(קהלת יב, י)</small> 'בִּקֵּשׁ קֹהֶלֶת לִמְצֹא דִּבְרֵי חֵפֶץ' הוא משה רבינו ע\"ה שרמוז שמו בתיבת חֵפֶץ שהוא ראשי תיבות 'חמשה פעמים צד\"י' מספר שמו במילואו ובקש להשיג דברים כמוהו וְיָצְתָה בַּת־קוֹל וְאָמְרָה לוֹ: 'וְכָתוּב יֹשֶׁר דִּבְרֵי אֱמֶת' כי הוא ראה ששמו של משה רבינו ע\"ה כלול בשמו ולא עוד אלא שנוסף בו אות למ\"ד ואמר לו בת קול שאין שם מֹשֶׁה אמור בשם שְׁלֹמֹה כסדרו ביושר כי סדר זה של אותיות מֹשֶׁה מורה על תגבורת החסדים בו כמו שאמר רבינו האר\"י ז\"ל בשער הפסוקים על פסוק <small>(שמות ב, י)</small> 'וַתִּקְרָא שְׁמוֹ מֹשֶׁה וַתֹּאמֶר כִּי מִן הַמַּיִם מְשִׁיתִהוּ' כי רק סדר זה של שם מֹשֶׁה יורה על תגבורת החסדים בו ולכן אמרה לו מה שכתוב בו ביושר הוא דברי אמת ואתה בשמך אין כתובים אותיות מֹשֶׁה ביושר.<br>ודע כי מאן דאמר 'בַּנְּבִיאִים לֹא קָם, אֲבָל בַּמְּלָכִים קָם' יש לפרש דבריו במלכים לא קאי על שלמה המלך ע\"ה אלא קאי על דוד המלך ע\"ה והוא מה שאמר רבינו האר\"י ז\"ל <small>(בריש שער רוח הקודש)</small> כי המדרגה הגדולה אשר בנבואה שהיא קול בקול שלא זכה אליה רק משה רבינו ע\"ה זכה אליה דוד המלך ע\"ה ברוח הקודש שזכה לקול בקול וכמו שהיה משה רבינו ע\"ה רבן של נביאים כן דוד המלך ע\"ה רבן של בעלי רוח הקודש עיין שם.<br>והנה יש להקשות איך סלקא דעתך דשלמה המלך ע\"ה להיות כמשה רבינו ע\"ה והלא מקרא מלא הוא <small>(דברים לד, י)</small> 'וְלֹא קָם נָבִיא עוֹד בְּיִשְׂרָאֵל כְּמֹשֶׁה'?<br>ונראה לי בס\"ד דסבר דהוה ליה למימר הכי 'וְנָבִיא בְּיִשְׂרָאֵל לֹא קָם עוֹד כְּמֹשֶׁה' לכן יש לדקדק שאמר בסדר זה כדי לדרוש בו קריאה אחרת למפרע כי בסדר זה דנקיט קרא הנה הוא נקרא למפרע הכי 'כְּמֹשֶׁה עוֹד בְּיִשְׂרָאֵל נָבִיא קָם' ובא הכתוב ללמד אף על גב דבאותו הדור לא קם נביא עוד בישראל כמשה יזדמן עוד דור אחר אשר כמשה עוד בישראל נביא קם ולכך בקש להיות כמשה וְיָצְתָה בַּת־קוֹל וְאָמְרָה: וְכָתוּב יֹשֶׁר דִּבְרֵי אֱמֶת 'וְלֹא קָם נָבִיא עוֹד בְּיִשְׂרָאֵל כְּמֹשֶׁה' פירוש פסוק זה לא בא ללמד כלום בסדר למפרע כלל אלא תמיד בכל דור ודור נקרא הכתוב הזה ביושר דוקא וקריאתו ביושר בלבד הוא דבר אמתי לא בקריאה של למפרע.",
            "<b>בִּקֵּשׁ קֹהֶלֶת לָדוּן דִּינִין שֶׁבַּלֵּב, שֶׁלֹּא בְּעֵדִים וְשֶׁלֹּא בְּהַתְרָאָה</b>. יש להבין איך משמע זה מפסוק למצוא 'דִּבְרֵי חֵפֶץ'?<br>ונראה לי בס\"ד כי הדן על פי עדים לוקח הדברים מזולתו שהם העדים ודן עליהם וזה ידמה ללוקח דבר מחבירו הן בתורת מתנה הן בתורת ממכר אבל הדן את הדין על פי השערת עין שכלו אינו לוקח הדברים מזולתו אלא לוקח הדברים מראיית עיני שכלו וזה ידמה למוצא מציאה בדרך ונטלה שלא ניתנה לו מזולתו אלא באה לו ממראה עיניו שהביט בארץ וראה אותה ונטלה ולכן כאן אמר <small>(קהלת יב, י)</small> 'בִּקֵּשׁ קֹהֶלֶת לִמְצֹא דִּבְרֵי חֵפֶץ' ותיבת לִמְצֹא לשון יתר והוה ליה למימר 'בִּקֵּשׁ קֹהֶלֶת דִּבְרֵי חֵפֶץ' אך אמר לִמְצֹא ללמד שרצה לדון על פי הדברים אשר ימצאם בעין שכלו בדרך מציאה ולא שישמעם מפי עדים שהוא מקבלם מזולתו.<br>ועדיין קשה איך סלקא דעתך בהכי והלא מקרא מלא הוא <small>(דברים יט, טו) </small>'עַל פִּי שְׁנֵי עֵדִים אוֹ עַל פִּי שְׁלֹשָׁה עֵדִים יָקוּם דָּבָר'?<br>ונראה לי בס\"ד דאיתא בספר בית המדרש דפוס חדש שבו נדפסו מדרשים קטנים והובא שם מעשה שהוציא אשמדאי לפני שלמה המלך ע\"ה אדם אחד מארץ אחת שהיא משבעה ארצות שיש לו שני ראשים שלמים בעינים ואזנים ופה ושניהם מדברים ושניהם אוכלים ושאל אותו שלמה המלך ע\"ה בן מי אתה ואמר לו מבני אדם אני מתולדות קין ומושבם בארץ התחתונה ורואין שמש וירח וכוכבים והם חורשים וזורעים ויש להם בהמות וגם מתפללים בכל יום וזו היא תפלתם שאומרים <small>(תהלים קד, כד)</small> 'מָה רַבּוּ מַעֲשֶׂיךָ הֳ' כֻּלָּם בְּחָכְמָה עָשִׂיתָ' ובקש מן אשמדאי שיחזירו למקומו כי זה היה נח לו בכך, ואמר שאינו יכול להחזירו למקומו לעולם וכיון שראה כך נשא אשה והוליד ממנה שבעה בנים ששה מהם כדמות האם כשאר בני אדם שאצלינו ואחד מהם כדמות אביו ממש.<br>וזה האב אחר שנתעסק הרבה הרויח הרבה וימת ובאו בניו לחלוק בירושה וזה שיש לו שני ראשים כל ראש צועק ואומר אני אדם בפני עצמו ארצה חלק אחד לעצמי, ולפי דבריהם רוצין ליקח שני חלקים והאחים אומרים אין לכם אלא חלק אחד כי אתם נחשבים גוף אחד. ויבאו לדין לפני שלמה המלך ע\"ה ונתעלם הדבר הזה ממנו ולא ידע איך ישיב להם וכן הסנהדרין לא ידעו להשיב, ואמר שלמה המלך ע\"ה לבקר משפט ובחצי הלילה נכנס בהיכל ועמד בתפלה לפני המקום ואמר רבש\"ע כשנגלית לי בגבעון ואמרת לי <small>(מלכים א' ג, ה)</small> 'שְׁאַל מָה אֶתֶּן לָךְ' לא שאלתי ממך לא כסף ולא זהב אלא חכמה כדי לשפוט בצדק את בני אדם! אמר לו הקב\"ה אני נותן לך חכמה על זה הדבר בבוקר.<br>ויהי בבוקר נתן הקב\"ה בלבו חכמה להוציא הדבר הזה לאורה וקבץ כל הסנהדרין ואמר להם הביאו לפני האיש ההוא ואמר לו מה אתה תובע ויען ראש האחד אני אחד בפני עצמי לכן ארצה חלק שלם וכן אמר הראש השני גם כן. אמר לו שלמה המלך ע\"ה אני עושה עתה דבר אחד לראש האחד ואם ירגיש הראש השני במה שאני עושה לזה נמצא שניהם אדם אחד נחשבים, ואם לאו הם שנים, ויצו ויביאו מים חמין מאד ויין ישן ובגד פשתן והניחו על ראש האחד והפנים שלו וישפוך עליו מים חמין ויין ישן ויצעקו שני הראשים ביחד אדוננו המלך הרי הם מתים בדבר זה הסר זה מעליהם הנה הם אחד ולא שנים, כיון שראו ישראל משפט המלך נתייראו לכך נאמר <small>(מלכים א' ה, יא)</small> 'וַיֶּחְכַּם מִכָּל הָאָדָם' עד כאן המעשה אשר הובא בבית המדרש חדר רביעי הנזכר.<br>ולכאורה יש להקשות למה לא ניסה שלמה המלך ע\"ה מדעתו בדבר זה להכוות ראש האחד ויראה אם ירגיש ראש השני או לאו? ונראה בודאי כבר עשה נסיון זה כי הוא דבר הקרוב לשכל ולא נעלם דבר זה משלמה המלך ע\"ה אך עשה כן ולא צעק ראש השני כי לא הרגיש בצער הכויה שהם חלוקים מן הכתפיים ולמעלה, וכשראה שאינו יכול לברר הדבר בנסיון זה והוא באמת רואה בשיקול הדעת דאלו גוף אחד הם אך צריך מופת לבטל טענתם ולכך נצטער על זה ואחר שהתפלל הגיד לו הקב\"ה אופן הנסיון ברוח הקודש כי רק בתערובת מים חמין עם יין ישן שנשפכים על בגד פשתן המונח על הראש יהיה מרגיש ראש השני ויצעק ויודה מעצמו שהוא איש אחד ונסיון זה הוא ענין סגוליי דרק בו ירגיש השני בצער הכויה של חמין.<br>והנה במנחות <small>(מנחות לז.)</small> בבעיא דפלימו דבעא מי שיש לו שני ראשים באיזה מהם יניח תפילין? כתבו התוספות וז\"ל בעולם הזה ליכא אבל יש במדרש דאשמדאי הוציא מתחת הקרקע אדם אחד שיש לו שני ראשים לפני שלמה המלך ע\"ה ונשא אשה והוליד בנים כיוצא בו בשני ראשים וכיוצא באשתו בראש אחד, וכשבאו לחלוק בנכסי אביהם מי שהיה לו שני ראשים שאל שני חלקים ובאו לדין לפני שלמה המלך ע\"ה עד כאן לשונו. וכתב הבונה במאמר עין יעקב שמעתי שגזר שלמה להשליך מים רותחין על אחד מהשני ראשים ואם לא ירגיש ראש השני יטול שני חלקים עד כאן לשונו הבונה שם. ונראה כי התוספות כוונו על זה המדרש אשר העתקתי לעיל ומה ששמע הבונה הוא אמת אך לא שמע דבר שלם כי הנסיון היה במים רותחין ויין ישן ובגד פשתן דרק באלה עלה הנסיון והוא ענין סגוליי כאשר כתבתי ולא טבעי דהא חמין לבד לא הועילו.<br>נמצא לפי האמור הגיד השם יתברך לשלמה ברוח הקודש שיברר דין סתום של אותה תביעה על ידי סגולה ויפסוק הדין על פי הסגולה הזאת אף על פי שאין כאן בירור גמור כמו בירור על ידי עדים, על כן חשב שיש לו גם כן רשות בעניינים אחרים הן דיני ממונות הן דיני נפשות שיפסוק הדין על פי נסיון שכליי או סגוליי אף על פי שאין בדבר ההוא עדים דמאי שנא מהאי עובדא?<br>וידוע שיש מציאות לברר דבר הסתום על ידי סגולה כמו שאמרו גבי חלל הנמצא ולא נודע מי הכהו שיש אופן סגוליי לברר בו על ההרוג מי הרגו, וכן יש סגולה אחת דעל ידי טבילת העצם של האב בדם הבן לידע אם זה אביו או לאו וכמו שעשה נסיון זה שלמה המלך ע\"ה ועשאו גם כן רבינו סעדיא גאון ז\"ל כנזכר בסדר הדורות וכן כיוצא בזה.<br>ולכן מחמת זו המעשה שגילה לו הקב\"ה ברוח הקודש לברר דין הסתום הנזכר על ידי נסיון הנזכר חשב שיוכל לדון בשאר דברים על פי נסיון שכליי בלא עדים ולזה אמר לו בת קול 'וְכָתוּב יֹשֶׁר דִּבְרֵי אֱמֶת' והיינו יושר קאי על התורה דכתיב בה <small>(תהלים יט, ט)</small> 'פִּקּוּדֵי הֳ' יְשָׁרִים מְשַׂמְּחֵי לֵב' כלומר מה שכתוב ביושר היא התורה הוא דבר אמת דבתורה כתוב 'עַל פִּי שְׁנֵי עֵדִים אוֹ עַל פִּי שְׁלֹשָׁה עֵדִים יָקוּם דָּבָר' ואין לזוז מזה לדון על פי המצאות שכליות או סגליות! ומה שהוגד לך באותו ענין הוראת שעה לברר הדבר כדי שבעל דרך עצמו הוא יודה ויאמר שהוא איש אחד ואין למדין מענין זה דבר לעקור מה שכתוב בפירוש ביושר שהוא התורה שאמרה 'עַל פִּי שְׁנֵי עֵדִים יָקוּם דָּבָר'.<br>ועל מה שאמר שֶׁלֹּא בְּהַתְרָאָה עיין מהרש\"א ז\"ל מה שאמר בזה יעוין שם. ונראה לי בס\"ד דגם ההתראה רמוזה בפסוק זה דקאמר 'עַל פִּי שְׁנֵי עֵדִים יָקוּם דָּבָר' תיבת פִּי לשון יתר וסגי לומר 'עַל שְׁנַיִם עֵדִים' אך רמז בזה על ההתראה שצריך להיות פִּי העדים מדבר עמו כלומר שיתרו בו בפיהם כדי שלא יאמר שוגג אני."
        ],
        [],
        [
            "<b>וכֵּיצַד הָיוּ מַשִּׂיאִין מַשּׂוּאוֹת? מְבִיאִין כְּלוֹנְסָאוֹת שֶׁל אֶרֶז אֲרֻכִּין</b>. נראה לי בס\"ד היו מדקדקין להביא של אֶרֶז דוקא לסימן טוב שבו נמשלו הצדיקים דכתיב<small> (תהלים צב, יג)</small> 'צַדִּיק כַּתָּמָר יִפְרָח כְּאֶרֶז בַּלְּבָנוֹן יִשְׂגֶּה' גם אֶרֶז גימטריא ר\"ח <small>[208] </small>שהוא ראשי תיבות ראש חודש דידיעה זו היא על קביעות ראש חודש וגם מביאים קנים שנמשלה בהם החכמה ועצי שמן שהוא כינוי לחכמה כי דבר זה נמסר ביד החכמים בעלי חכמה. גם עץ דא תלמיד חכם כנזכר בתיקונים ונעורת של פשתן שהוא סוד הגבורה ושריפתו רמז למיתוק הגבורות והדינין."
        ],
        [
            "<b><small>(ישעיהו לג, כא)</small> \"וְצִי אַדִּיר לֹא יַעַבְרֶנוּ\". זוֹ בּוּרְנִי גְּדוֹלָה</b>. נראה לי בס\"ד קרא הספינה הזאת בשם צִי בענין זה דהמלכיות נקראו <small>(תהלים מח, ח)</small> 'אֳנִיּוֹת תַּרְשִׁישׁ' וכן נקראו <small>(איוב ט, כו)</small> 'אֳנִיּוֹת אֵבֶה' אך יש ד' מלכיות שהם כוללים כל שבעים אומות ונרמזים בארבע אצבעות היד ורק הגודל רומז לישראל והאניה החזקה שבהם היא של אדום שהיא רמוזה בזרת שהוא רביעי שבארבע אצבעות ולכן כתיב בעשו <small>(בראשית כה, כז)</small> 'אִישׁ יֹדֵעַ צַיִד' שהוא צ\"י ד' וזה לא יעברנו לנחל הקדוש שאין לו חלק בו.<br>ודע כי 'זוֹ בּוּרְנִי גְּדוֹלָה' לא היה צריך לה י\"ב אלף בני אדם עוסקים ששה חדשים עד שימלאו אותה אך נראה הוצרכו לכך מפני שאין האלמוגים קרובים לשפת הים אלא רחוקים וצריכין לישא החול בספינות קטנות עד שיוליכו אותה לספינה הגדולה שהיא אצל האלמוגים ולכך צריך להם זמן הרבה. ומה שאמר 'מַסְקָן כִּיסְתָּא' הם האלמוגים שקורין מרג'אן והוא אמצעי בין הדומם ובין הצומח. ומה שאמר 'פַּרְוָותָא דְּמַשְׁמְהִיג' רוצה לומר פרוותא הוא נמל בלשון המשנה ובלשון ערבי מינ\"א ששם מנוח הספינות ההולכים בים ומשמהיג לשון מלכות דהיינו מה שקורין סלטנ\"א או סיני\"י.",
            "<b>כָּל שִׁטָּה וְשִׁטָּה שֶׁנָּטְלוּ גּוֹיִם מִירוּשָׁלַיִם, עָתִיד הַקָּדוֹשׁ בָּרוּךְ הוּא לְהַחֲזִירָן לָהּ</b>. נראה לי בס\"ד על פי מה שאמר במקום אחר דירושלם שהיא באמצע הישוב נשפעת מן קו האמצעי שהוא סוד אהי\"ה הוי\"ה שד\"י שהם בכתר ותפארת ויסוד דהמה שי\"א אורות כי הם ראשי תיבות 'אִישׁ' והארה זו של אִישׁ היא כפולה שהיא בבחינת היושר ובבחינת העיגולים.<br>ובזה יובן 'לא נתמלאת צור אלא מחרבנה של ירושלם' <small>(מגילה ו.)</small> כי צור במילואה כזה צד\"י וא\"ו רי\"ש אותיות המלוי המה 'דּוּ אִישׁ' רוצה לומר שני פעמים אִישׁ דהארה זו נסתלקה מן ירושלם בחרבן ונרמזה במילוי של צור.<br>ובזה יובן הפסוק <small>(תהלים פז, ה)</small> 'וּלֲצִיּוֹן יֵאָמַר אִישׁ וְאִישׁ יֻלַּד בָּהּ' והוא יכוננה עליון פירוש הארה זו של אִישׁ וְאִישׁ שהם של קו האמצעי שהם כתר ותפארת ויסוד ששם הוא אהי\"ה הוי\"ה שד\"י דראשי תיבות שלהם אִישׁ והם כפולים דיושר ועיגולים יולד בה שתחזור הארות אליה 'וְהוּא יְכוֹנְנֶהָ עֶלְיוֹן' קרי בה 'על יון' שהוא אחת מארבע מלכיות, אך בית חשמונאי גברו עליהם ולא יכלו להחריב ירושלם כאשר עשו בבל זה נבוכדנצר הרשע בבית ראשון ואדום בבית שני.<br>ונמצא השפעה והארה זו של אִישׁ וְאִישׁ עתידה לחזור לירושלים והנה 'אִישׁ' עם האותיות גימטריא 'שִׁטָּה' <small>[314] </small>וזהו שאמר 'כָּל שִׁטָּה וְשִׁטָּה שֶׁנָּטְלוּ גּוֹיִם מִירוּשָׁלַיִם' כמו שרמזנו במאמר לא נתמלאת צור אלא מחרבנה של ירושלים שהוא 'דּוּ אִישׁ' הרמוזים במלוי צור 'עָתִיד הַקָּדוֹשׁ בָּרוּךְ הוּא לְהַחֲזִירָן לָהּ' וכמו שאמרנו בס\"ד על פסוק 'וּלֲצִיּוֹן יֵאָמַר אִישׁ וְאִישׁ יֻלַּד בָּהּ'.",
            "<b>כָּל הַלּוֹמֵד תּוֹרָה וּמְלַמְּדָהּ בְּמָקוֹם שֶׁאֵין תַּלְמִידֵי חֲכָמִים, דּוֹמֶה לַהֲדַס בַּמִּדְבָּר, דְּחָבִיב!</b>. נראה לי בס\"ד מִּדְבָּר דנקיט באופן הראשון הוא מדבר שמם שאין בו עוברים ושבים ולכן אין הנאה מהדס הנטוע שם, אך מדבר דנקיט באופן זה השני הוא במקום הישוב שהכל עוברים ושבים בו ורק הוא מקום הפקר דכל קרקע שהיא חוץ לגנות ופרדסים נקראת רשות הרבים שהוא מדבר, ובזה הכל נהנים כי הנטוע תוך הגינה מי יוכל להכנס שם כדי שיהנה דרשות היחיד היא.<br>והא דכינה התורה בשם הֲדַס היינו כי תורה שבעל פה דאיירי בה הכא היא בחינת שם אדנ\"י שמספרו הם בסוד <small>(חבקוק ב, כ)</small> 'וַהֳ' בְּהֵיכַל קָדְשׁוֹ הַס מִפָּנָיו כָּל הָאָרֶץ' ויש בה ד' חלקים שהם פרד\"ס<small> [פשט, רמז, דרש, סוד] </small>נמצא היא ד' הוא סוד וזהו צירוף 'הֲדַס' שהוא ד' הַס. אי נמי התורה נקראת טוֹב וד' פעמים טוֹב כנגד פרד\"ס הוא מספר חַיִּים <small>[17×4=68] </small>ועם הכולל גימטריא 'הֲדַס' <small>[1769]</small>.<br>גם ההדס משולש והוא רומז לחסד שנקודתו סגו\"ל שהוא משולש כשלש נקודות כדוגמת שילוש עלי ההדס והתורה היא בסוד החסד דכתיב <small>(דברים לג, ב)</small> 'מִימִינוֹ אֵשׁ דָּת לָמוֹ' וכן הוא אומר <small>(משלי לא, כו)</small> 'וְתוֹרַת חֶסֶד עַל לְשׁוֹנָהּ' והחסד הוא שם אֵל דכתיב <small>(תהלים נב, ג)</small> 'חֶסֶד אֵל כָּל הַיּוֹם' ושם אֵל הוא אותיות אל\"ף למ\"ד והיינו אות אל\"ף לשון לימוד כמו <small>(תהלים נה, יד)</small> 'אַלּוּפִי וּמְיֻדָּעִי' וזה קאי על לימוד הגרסא ואות למ\"ד גם כן הוא לשון לימוד וזה קאי על לימוד הסברא והעיון ונקודת החסד סגו\"ל שהוא שלש נקודות, וכנגד זה יש בלימוד האחד מה שלומד מרבו, והשני מה שלומד מחביריו והשלישי מה שלומד מתלמידיו כמו שאמרו <small>(תענית ז.)</small> הרבה תורה למדתי מרבותי ויותר מחבירי ומתלמידי יותר מכולם, ולכן הלומד תורה ומלמדה דומה להדס.",
            "<b>וַעֲלֵיהֶם נֶאֱמַר: <small>(יואל ד, כא)</small> \"וְנִקֵּיתִי דָּמָם לֹא נִקֵּיתִי, וַהֳ' שׁוֹכֵן בְּצִיּוֹן\"</b>. הא דסיים 'וַהֳ' שׁוֹכֵן בְּצִיּוֹן' יש להבין מה שייכות יש בזה לראש הפסוק?<br>ונראה לי בס\"ד על פי מה שכתב רבינו ז\"ל בליקוטי תורה פרשת טהרות וזה לשונו, דע כי יש באשה חמשה דמים טהורים וחמשה דמים טמאים והם שני בחינות מנצפ\"ך דבינה ותפארת שהם בסוד קס״ת הסופר כנודע, ואלו חמשה מנצפ\"ך שלוקחת על ידי הבינה הם טהורים שהם גבורות ממותקות אבל אותם שלוקחת על ידי התפארת הם דינים גמורים, ואלו השני בחינות הם 'ציון וירושלם' כי ציון הם הדינים שלוקחת על ידי הבינה, ולכן היא רחמים אך ירושלים הם הדינין שלוקחת על ידי התפארת, עד כאן לשונו, יעוין שם.<br>והנה מה שנעשה בהרוגי מלוכה הנה הוא בבחינת הדינין כי נהרגו, אך מאחר שבהריגתם נעשה תיקון גדול וטובה גדולה לעולם, הנה נמצא אותם הגבורות הם היו דמנצפ\"ך הממותקות שהם הנקראים ציון, ולזה אמר 'וְנִקֵּיתִי דָּמָם לֹא נִקֵּיתִי' אך בענין זה של הרוגי מלוכה 'וַהֳ' שׁוֹכֵן בְּצִיּוֹן' כלומר היה בבחינת הגבורות ממותקים שהם הנקראים ציון."
        ],
        [],
        [
            "<b>רֹאשׁ בֵּית־דִּין אוֹמֵר: 'מְקֻדָּשׁ' וְכָל הָעָם עוֹנִין אַחֲרָיו: 'מְקֻדָּשׁ, מְקֻדָּשׁ'</b>. נראה לי בס\"ד טעם לשלשה פעמים מְקֻדָּשׁ כי יש קדושה נמשכה מסוד המחשבה שהיא בראש, וכנגד זה רֹאשׁ בֵּית־דִּין אוֹמֵר 'מְקֻדָּשׁ' פעם אחת, ויש קדושה נמשכה מסוד הדיבור ויש מסוד המעשה וכנגד שתים אלו כָּל הָעָם עוֹנִין אַחֲרָיו: 'מְקֻדָּשׁ, מְקֻדָּשׁ'.<br>או יובן בס\"ד הלבנה שמקדשים אותה יש לה שלשה שמות 'לבנה ירח סהר' וכנגד שם לבנה שהוא מעולה אוֹמֵר רֹאשׁ בֵּית־דִּין 'מְקֻדָּשׁ' רמז לדבר <small>(שיר השירים ה, יא)</small> 'רֹאשׁוֹ כֶּתֶם פָּז' כי שם 'לְבָנָה' <small>[87] </small>מספרו 'פָּז' וכנגד ב' שמות ירח סהר עוֹנִין כָּל הָעָם: 'מְקֻדָּשׁ, מְקֻדָּשׁ'.<br>או יובן החסד נחלק שני שלישים ושליש וכנגד שליש עליון אוֹמֵר רֹאשׁ בֵּית־דִּין וכנגד שני שלישים אומרים כָּל הָעָם.<br>אי נמי ידוע כי קדוש החודש הוא במלכות, וידוע כי המלכות היא שתים בחינות לאה ורחל, וידוע כי לאה כנגד שליש עליון דתפארת וכנגד זה רֹאשׁ בֵּית־דִּין אוֹמֵר 'מְקֻדָּשׁ' ורחל כנגד שני שלישים דתפארת וכנגד זה עוֹנִין כָּל הָעָם: 'מְקֻדָּשׁ, מְקֻדָּשׁ'.<br>ונראה לי בס\"ד בתיבת 'מְקֻדָּשׁ' שהוא 'קוּם דָּשׁ' כי במילוי הלבנה ישראל דורכים ודשים על אויביהם לכן אחר הברכה והדילוג אומרים פסוק <small>(שמות טו, טז)</small> 'תִּפֹּל עֲלֵיהֶם אֵימָתָה וָפַחַד'.<br>או נראה לי 'מְקֻדָּשׁ' הוא 'דּוֹם קש' שנסתם פה ת' כחות טומאה שהם מספר ק\"ש <small>[400] </small>בסוד הכתוב <small>(בראשית לג, א)</small> 'וְהִנֵּה עֵשָׂו בָּא וְעִמּוֹ אַרְבַּע מֵאוֹת אִישׁ' וגבר ישראל!"
        ],
        [],
        [
            "<b>מַעֲשֶׂה שֶׁבָּאוּ שְׁנַיִם וְאָמְרוּ: רְאִינוּהוּ שַׁחֲרִית בַּמִּזְרָח וְעַרְבִית בַּמַּעֲרָב וכו'.</b>. הנה על אשר קבלם רבן גמליאל דברו חכמי האומות דברי לעג בספריהם דור אחר דור באומרם חכמי ישראל אין בהם תבונה ח\"ו שיאמינו בדברי שקר דברים שאי אפשר להיות במציאות, אך בספר 'אמונת חכמים' דף ח' כתב שתוכן אחד גדול בחכמי התוכנים שבאומות העיד שבעיר סיביליאה בספרד בשנת השי\"ג נראית הלבנה ביום המולד ואורה היה אחד ממאה ותשעה חלקים מרוחב הלבנה, ומחמת כן עיינו גדולי חכמי התוכנים והעלו בודאי שאפשר שתראה הישנה שחרית והחדשה ערבית וכן העלו חכמי תוכנים גדולים בספרם ובעיר בולונייא\"ה נמצאו שני חכמי אומות העולם בקיאים בחכמת התכונה הרבה וחברו בה ספרים והרב המחבר ז\"ל כתב להם שיגידו דעתם אם אפשר להיות הדבר הזה בירושלם וכל אחד מהם השיב לו שבודאי אפשר שתראה כן גם בירושלם והתוכן השני עשה פסק ארוך והביא ראיות על זה, וכתב הרב המחבר ז\"ל אז אמרתי על עצמי בָּרוּךְ פּוֹקֵחַ עִוְרִים! וּבָּרוּךְ שֶׁבָּחַר בָּהֶם וּבְמִשְׁנָתָם אַשְׁרֵי הָעָם שֶׁכָּכָה לּוֹ אַשְׁרֵי הָעָם שֶׁהֳ' אֱלֹקָיו! עד כאן לשונו עיין שם.<br>ועתה בא וראה איך צדקו דברי רבותינו ז\"ל וצדקה הקבלה שקבל רבן גמליאל מאבותיו ד'פְּעָמִים שֶׁבָּא בַּאֲרֻכָּה וּפְעָמִים שֶׁבָּא בִּקְצָרָה' ונתגלה האמת מאליו אחרי כמה מאות שנים.",
            "<b>הֵיאַךְ מְעִידִים עַל הָאִשָּׁה שֶׁיָּלְדָה וּלְמָחָר כְּרֵסָהּ בֵּין שִׁנֶּיהָ?</b>. הדקדוק ידוע דהוה ליה למימר 'כְּרֵסָהּ מְלֵאָה' או 'גְּבוֹהָה' ומאי 'בֵּין שִׁנֶּיהָ'? ורבינו האר\"י ז\"ל פירש דבר זה על פי הסוד כנזכר בשער מאמרי רבותינו ז\"ל יעוין שם.<br>ונראה לי בס\"ד על פי הפשט דידוע שהאשה קודם שתלד יבא לה חבלים וכשיבא לה חבל קשה תסמוך ידה על כותל או על כסא ותרכין ראשה עד שיגיע פיה אצל כריסה, וכתב הרמב\"ם ז\"ל לכך נקראים<small> (הושע יג, יג)</small> 'חֶבְלֵי יוֹלֵדָה' כי היה דרכם מזמן קדמון לקשור חבלים מכאן ומכאן כדי שתסמוך עצמה עליהם ותרכין ראשה יעוין שם, ולכך אמר 'כְּרֵסָהּ בֵּין שִׁנֶּיהָ'. ואם תאמר הוה ליה למימר 'כְּרֵסָהּ בְּפִיהָ'? נראה אמר 'בֵּין שִׁנֶּיהָ' מפני כי מחמת הקושי שיהיה לה בעת שתרכין ראשה עד כריסה תחרוק שיניה ותדבקם זה בזה וכל זה הקושי הגדול יהיה סמוך ללידתה ממש.<br>או יובן אמר 'כְּרֵסָהּ בֵּין שִׁנֶּיהָ' רוצה לומר הולד אשר בכריסה עודנו לא נולד שהוא עודנו מתפרנס מבין שיניה וכמו שאמרו רבותינו ז\"ל <small>(נידה ל:)</small> הולד בבטן אמו אוכל ממה שאמו אוכלת ושותה ממה שאמו שותה.",
            "<b>גּוֹזְרַנִי עָלֶיךָ שֶׁתָּבוֹא אֶצְלִי בְּמַקֶּלְךָ וּבְמָעוֹתֶיךָ בַּיּוֹם שֶׁחָל יוֹם הַכִּפּוּרִים לִהְיוֹת בְּחֶשְׁבּוֹנְךָ!</b>. יש להקשות הוה ליה לגזור עליו שיאכל וישתה ביום הכיפורים שחל בחשבונו ודי בזה? ונראה לי שרצה לעשות חילול מפורסם לעיני הכל ואכילה ושתיה לא ידעי בה רבים.<br>אך קשה דהא יום הכיפורים שחל בחשבון רבי יהושע הוא למחרתו של יום הכיפורים דחל בחשבון רבן גמליאל ואם יש שנטו אחר דברי רבי יהושע וחשבו ליום הכיפורים של רבן גמליאל חול וחללוהו מה יועיל פרסום זה שעושה רבי יהושע ביום השני שהוא יום הכיפורים לפי חשבונו?<br>ונראה לי דודאי רבי יהושע לא פרסם דבריו הראשונים לערער על קביעות רבן גמליאל והוא בעצמו היתה כונתו להתענות ביום הכיפורים של רבן גמליאל ולשמור אותו בקדושה אלא כי מחמת ערעור שהיה לו בזה רצה לעשות שני ימים שיצום גם ביום השני וישמור אותו בקדושה. אמנם רבן גמליאל חש פן אחרי זה יתפרסם הדבר שרבי יהושע ערער על קביעות שלו ועשה שני ימים כיפורים מחמת זה ונמצא יהיה קל בעיני העולם הקביעות שיקבע רבן גמליאל, לכן גזר עליו שיחלל כיפור שעלה בחשבונו ויעשה החלול בפרסום כדי שלא יבא מכאן ולהבא שום אדם לערער על קביעות הנשיא ובית דינו.<br>והא דאמר לו 'בְּמַקֶּלְךָ וּבְמָעוֹתֶיךָ' ולא סגי בחד מנייהו, היינו כי במקל לחוד ליכא פרסום מפני דרבי יהושע זקן ודרכו לשאת מקל בכל יום ולא הוי משוי ואם יטול כיס המעות בלבד לא יתפרסם הדבר דכיס המעות דרכו להיות מונח בחיקו, אך אמר לו בְּמַקֶּלְךָ וּבְמָעוֹתֶיךָ רוצה לומר שתאחוז בשניהם ביחד דהיינו שיתלה הכיס בראש המקל וישאם ביחד דהוי חלול מפורסם.<br>ודרך צחות פרשתי מה שאמר לו 'בְּמָעוֹתֶיךָ' כי המטבעות של כסף וזהב יש להם תקנה שיטלם בשבת וכיפור על ידי שיתלם בבגדו לנוי מבעוד יום אך של נחושת אין תולין לנוי ומעות הנמצאים אצל רבי יהושע של נחשת הם שהיה עני ואין לו כסף וזהב ולכן אמר לו מבעוד יום דייקא שהם של נחשת כדי שלא יעשה להם תקנה בשביל טלטול בהיתר.",
            "<b>פְּעָמִים שֶׁבָּא בַּאֲרֻכָּה וּפְעָמִים שֶׁבָּא בִּקְצָרָה</b>. נראה לי נשמות הצדיקים שנדמו לירח גם כן יש בהם ענין כיוצא פעמים בא לעולם הזה אחר הפטירה בארוכה פעמים בא בקצרה.<br>או יובן פעמים לוקח הנר\"ן <small>[נפש, רוח, נשמה]</small> בארוכה לפי אורך השנים פעמים בקצרה אחר שנולד תכף וכמו שאמר רבינו האר\"י ז\"ל בשער הגלגולים, באותם ינוקי שהיו חכמים גדולים ועודם קטנים בשנים. או על דרך שאמרו רבותינו ז\"ל <small>(שיר השירים רבה ו, ב)</small> יגע רבי בון בכ\"ח שנה מה שלא יגע תלמיד ותיק במאה שנים.",
            "<b>פְּלוֹנִי כְּמֹשֶׁה וְאַהֲרֹן וכו'</b>. הא דנקיט תלת חלוקות כנגד שלשה דיינים.",
            "<b>יְרֻבַּעַל בְּדוֹרוֹ, כְּמֹשֶׁה בְּדוֹרוֹ</b>. יש להקשות מהא דאיתא בשולחן ערוך <small>(יורה דעה סימן רמ\"ב)</small> האומר לחבירו איני מקבל ממך אם היית כמשה מלקין אותו משום בזיון. ופירש הט\"ז ז\"ל מפני דלפי דבריו אפשר שיזדמן אחד כמשה רבינו ע\"ה וזה בלתי אפשר דהרי כתיב <small>(דברים לד, י)</small> 'וְלֹא קָם כְּמֹשֶׁה' עיין שם. ולפי זה קשה איך אומר כאן התנא דברייתא 'יְרֻבַּעַל בְּדוֹרוֹ, כְּמֹשֶׁה בְּדוֹרוֹ'?<br>והגאון חיד\"א ז\"ל בשמחת הרגל על סוכה דף כ\"ח הקשה כעין קושיא זו על מה שאמרו שם 'ראוי שתשרה עליו שכינה כמשה' ותירץ השראת שכינה לחוד ונבואה לחוד, ותירוץ זה לא שייך כאן דהא קאמר 'כְּמֹשֶׁה' בסתם.<br>ונראה לי בס\"ד כיון דברישא נקיט התנא להדיא 'שָׁקַל הַכָּתוּב שְׁלֹשָׁה קַלֵּי עוֹלָם כִּשְׁלֹשָׁה חֲמוּרֵי עוֹלָם' דחד מנייהו דקלי עולם הוא ירובעל אם כן תו ליכא לפרש דבריו בסיפא שהוא כמשה ממש, אלא הכונה שצריך לכבדו כמשה רבינו ע\"ה. אי נמי כיון דקאמר יְרֻבַּעַל בְּדוֹרוֹ שמע מינה בערך הדור קאמר.<br>ומה שקראוהו ירובעל מלבד טעם הש\"ס נראה שהוא יר\"ו גימטריא יִרְאֶה <small>[216] </small>ונשאר בַּעַל כלומר בַּעַל יִרְאֶה ולמשה רבינו ע\"ה קורין 'בעלה דמטרוניתא' שנקראת יִרְאֶה.",
            "<b>'בְּדָן' זֶה שִׁמְשׁוֹן</b>. יש לדקדק הוה ליה למימר 'מִדָּן' ולמה קראו 'בְּדָן'? ונראה לי בס\"ד לרמוז שעליו נתנבא יעקב אבינו ע\"ה לשון כפול שאמר <small>(בראשית מט, טז)</small> 'דָּן יָדִין עַמּוֹ' וזהו ב' דן. אמנם רבינו האר\"י ז\"ל פירש קראו 'בְּדָן' שהיה גלגול נדב בן אהרן הכהן ע\"ה והיינו 'בְּדָן' בהפוך 'נָדָב'.<br>ומה שאמר 'יִפְתָּח' כְּמַשְׁמָעוֹ קשה למאי הוצרך לפרש זה בדבריו? ונראה לי בשביל דנקיט ליפתח אחר שמשון ובאמת כפי סדר הדורות יפתח קודם שמשון, לכך חש התנא שמא יטעה אדם לחשוב זה יפתח שמדבר עליו כאן הוא יפתח אחר שהיה אחר שמשון ואין זה הנזכר בנביאים, לכך פירש בדבריו שזה הוא הנזכר בנביאים. ומה שהזכירו התנא אחר שמשון משום דנקיט כפי סדר הדורות של הצדיקים שנדמו אליהם ואהרן הוא קודם שמואל ומה שדימה שמשון לאהרן הכהן ע\"ה בשביל שהיה נזיר."
        ],
        [
            "<b>שָׁקַל הַכָּתוּב שְׁלֹשָׁה קַלֵּי עוֹלָם כִּשְׁלֹשָׁה חֲמוּרֵי עוֹלָם</b>. לא אמר 'שְׁלֹשָׁה קַלִּים כִּשְׁלֹשָׁה חֲמוּרִים' היינו ללמדך אלו קלים לגבי הדור שלהם ואלו חמורים אפילו לגבי הדור שלהם שהיו גדולים ביותר.<br>ומה שאמר 'אֲפִלּוּ קַל שֶׁבַּקַּלִּים' נקיט כן כנגד יפתח שהיה קל לגבי שבטו כי היה בן הפלגש ושבטו גם כן קראם קלים על אשר נטלו חלקם בחוץ לארץ שנקראת פלגש לגבי ארץ ישראל דידוע דרבותינו ז\"ל כינו את ארץ ישראל בשם גבירה וחוץ לארץ בשם שפחה כאומרם אם גבירה לוקה כל שכן השפחה. וגם עוד נראה שקראו ליפתח קל מצד הנדר שנדר שלא הרגיש בנולד.<br>ומה שאמר אַבִּיר שֶׁבָּאַבִּירִים על שמואל הנביא ע\"ה שהיה שקול כמשה ואהרן שהיו אבירים, ועוד גם כן שנתגלגלו בו נדב ואביהוא שהיו אבירים שאמר משה רבינו ע\"ה לאהרן הכהן ע\"ה עליהם גדולים ממני וממך.",
            "<b>כֵּיוָן שֶׁרָאָה אוֹתוֹ רַבָּן גַּמְלִיאֵל, עָמַד עַל רַגְלָיו מִכִּסְאוֹ, וּנְשָׁקוֹ עַל רֹאשׁוֹ</b>. יש להבין תיבת 'מִכִּסְאוֹ' אין בה צורך ודי לומר 'עָמַד עַל רַגְלָיו וּנְשָׁקוֹ עַל רֹאשׁוֹ'?<br>ונראה לי בס\"ד כי רבן גמליאל רצה לנשקו על ראשו בשביל כבוד חכמתו כי החכמה משכנה בראש כנודע ולכן מוכרח לנשקו על המצנפת שבראשו ואם יעמוד רבן גמליאל למטה בארץ במקום שעומד רבי יהושע דרגליהם יהיו שוים צריך שירכין ראש רבי יהושע כדי לנשקו בפיו למעלה מן המצנפת, ולכך רבן גמליאל לא ירד מכסאו לעמוד למטה על הארץ בשטח שעומד עליו רבי יהושע אלא עמד בעודו על הכסא, ובזה נעשה גבוה הרבה מן קומת רבי יהושע ואז נשקו על ראשו בלתי הרכנת ראשו אלא אדרבה רבן גמליאל הרכין ראשו כדי לנשקו.<br>וְאָמַר לוֹ שָׁלוֹם עָלֶיךָ! כלומר אל תקפיד עלי בשביל טרחא זו שהטרחתיך, ואמר עָלֶיךָ אם תחלק אות ע' של יְהוֹשֻׁעַ לשתי אותיות מ\"ל יהיה בשם 'יְהוֹשֻׁעַ' אותיות 'שָׁלוֹם'.<br>ומה שאמר 'שֶׁלִּמַּדְתַּנִי תּוֹרָה בָּרַבִּים' רמז לו בזה על דין אחרי רבים להטות שאתה הורית דנאמר דין זה דאחרי רבים גם לגבי בת קול כמו שאמרו בעובדא דתנור עכנאי אחר שיצאה בת קול עמד רבי יהושע על רגליו ואמר לא בשמים היא <small>(בבא מציעא נט:)</small> ובא לרמוז לו בזה מאחר כי למדתנו רבינו דאלים כוחייהו דרבים כל כך אפילו לגבי בת קול אם כן לא היה לך לערער על קביעות החודש שקבעתי אני והבית דין שלי דאנחנו רבים לגבי דידך."
        ],
        [
            "<b>תַּנְיָא. אָמַר רַבִּי עֲקִיבָא: כְּשֶׁהָלַכְתִּי לַעֲרַבְיָא, הָיוּ קוֹרִין לְ'דִכְרָא' 'יוֹבְלָא'</b>. יש להבין למה אמר 'כְּשֶׁהָלַכְתִּי' לימא בְּעֲרַבְיָא קוֹרִין כָּךְ בְּגַלְיָא קוֹרִין כָּךְ? ונראה לי בס\"ד שבא לחזק הדבר שלא נחשוב שהוגד לו זה מפי השמועה אלא הוא הלך לשם וראה שקורין כך. ועוד אפשר הוא הלך למקומות אלו בדבר מצוה ורצה להזכיר זכות המצוה שעשה בהליכתו שם בהבלעה ורמז.<br>והא דהוצרך האי תנא דברייתא למנקט 'אָמַר רַבִּי עֲקִיבָא' שלשה פעמים דדי לומר אָמַר רַבִּי עֲקִיבָא כְּשֶׁהָלַכְתִּי לַעֲרַבְיָא, הָיוּ קוֹרִין וכו' וּכְּשֶׁהָלַכְתִּי לְגַלְיָא, הָיוּ קוֹרִין וכו' וּכְּשֶׁהָלַכְתִּי לְאַפְרִיקִי, הָיוּ קוֹרִין וכו'?<br>ונראה לי בס\"ד דנחת תנא דברייתא זו ללמדנו שלא תחשוב דאמר רבי עקיבא הני תלת מילי בבת אחת בבית המדרש אלא לומר דכל חדא אמר לה בזמן אחר באפי נפשה, ונפקא מינה מזה אם נאמר דאמרם בבת אחת שמע מינה שלא ידע רבי עקיבא מחידוש הלשונות אלא רק תלת אלין כיון דקבצם ואמרם בבת אחת אי הוה ידע עוד היה אומר עוד אבל אם נאמר דכל מילה אמרה בזמן אחד כאשר נזדמן ענין שלה בית המדרש אפשר דידע עוד ואמרם גם כן בית המדרש והאי תנא מה דשמע ממנו נקיט ליה בברייתא זו.",
            "<b>לְכַלָּה נִינְפֵי, מַאי קְרָאָה? <small>(תהלים מח, ג) </small>\"יְפֵה נוֹף מְשׂוֹשׂ כָּל הָאָרֶץ\"</b>. נראה לי בס\"ד נוֹף פירושו מחוז או פלך והנקבה כשנשאת נקראת בַּיִת וזו שהיא כלה כדי לכבדה יותר קורין אותה בשם מחוז או פלך שהוא גדול אלף אלפים יותר מן הבית.<br>או נראה לי בס\"ד נִינְפֵי מלשון <small>(תהלים סח, י)</small> 'גֶּשֶׁם נְדָבוֹת תָּנִיף אֱלֹקִים' שהוא רוצה לומר תזיל ותטיף ואמרו רבותינו ז\"ל <small>(כתובות נט:)</small> 'אין אשה אלא לבנים' לכן פותחים פיהם לטובה עליה שקורין אותה נִינְפֵי רוצה לומר תזיל ותטיף בנים, שלא תהיה עקרה שרחמה סגור שאינה מזלת מבטנה בנים, ולכן המחוז או פלך נקראים נוֹף שהם מזילים לעיירות קטנות מיני מאכל ומיני מלבוש.<br>אי נמי קורין אותה נִינְפֵי לשון נוֹף רוצה לומר שתוליד זכרים כי הזכר נקרא נוֹף ד'הָאָדָם עֵץ הַשָּׂדֶה' <small>(דברים כ, יט)</small> ולכן אמר 'יְפֵה נוֹף מְשׂוֹשׂ כָּל הָאָרֶץ' דבזכר הכל שמחין, מה שאין כן בנקבה הכל עצבין ולה פותחים פיהם לסימן טוב שתוליד זכרים שנקראים נוֹף."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>בִּזְמַן שֶׁמִּסְתַּכְּלִין יִשְׁרָאֵל כְּלַפֵּי מַעְלָה, וּמְשַׁעְבְּדִין לִבָּן לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם, הָיוּ מִתְגַּבְּרִין</b>. נראה לי בס\"ד דידוע כי המחשבה שהיא במוח היא כנגד אצילות, וידוע כי האצילות נקראת בשם פנים אך בי\"ע <small>[בריאה,יצירה,עשיה]</small> נקראים בשם אחור ועיקר חשיבות ישראל לפני הקב\"ה הוא מצד המחשבה הטהורה שהיא כנגד אצילות שנקראת פנים. והנה תמצא כנגד אותיות 'מַעְלָה' יש אותיות 'פנמו' שהוא סוד אצילות וזהו שאמרו 'מִּסְתַּכְּלִין כְּלַפֵּי מַעְלָה' רוצה לומר כנגד הרמוז באותיות שהם כְּלַפֵּי אותיות שהוא 'מַעְלָה' אותיות 'פנמו' שהוא סוד המחשבה שהוא סוד אצילות וּמִּסְתַּכְּלִין להיות להם טהרת המחשבה דעל זה נאמר <small>(תהלים יא, ז)</small> 'יָשָׁר יֶחֱזוּ פָנֵימוֹ' שאז ממילא מְשַׁעְבְּדִין אֶת לִבָּן לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם כי כיון דנטהרה המחשבה מתקדש גם הלב שבו הכונה דהם כנגד חו\"ב <small>[חכמה ובינה] </small>דחדא נפקין וכחדא שריין וכמו שכתבנו במקום אחר.<br>גם 'מִּסְתַּכְּלִין כְּלַפֵּי מַעְלָה' רוצה לומר שם הוי\"ה במלוי יודי\"ן <small>[יו\"ד ה\"י וי\"ו ה\"י = 72] </small>שהוא העליון שבארבעה מילואים שבו נשלם מספר יִשְׁרָאֵל <small>[541] </small>למספר תרי\"ג כי ע\"ב ותקמ\"א גימטריא תרי\"ג <small>[541+72=613] </small>כאשר כתבתי בס\"ד בביאור הכתוב <small>(דברים ד, ד)</small> 'וְאַתֶּם הַדְּבֵקִים בַּהֳ' אֱלֹהֵיכֶם חַיִּים כֻּלְּכֶם הַיּוֹם' כֻּלְּכֶם דייקא רמ\"ח ושס\"ה.<br>וּמְשַׁעְבְּדִין לִבָּן לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם כי מספר לֵב ומספר שם הוי\"ה עולה מספר חֵן <small>[32+26=58]</small>, ולכן דריש זה בפסוק<small> (שמות יז, יא)</small> כַּאֲשֶׁר יָרִים מֹשֶׁה 'יָדוֹ' בהיפוך אתוון יו\"ד לרמוז על השם דמלוי יודי\"ן להשפיע לישראל ממנו אז גוברין כי שם זה עם מספר שמם משלים מספר תרי\"ג שהם רמ\"ח ושס\"ה.",
            "<b>כַּיּוֹצֵא בַּדָּבָר אַתָּה אוֹמֵר: <small>(במדבר כא, ח)</small> \"וַיֹּאמֶר ה' אֶל מֹשֶׁה: עֲשֵׂה לְךָ שָׂרָף\" וכו' וְכִי נָחָשׁ מֵמִית אוֹ מְחַיֶּה? אֶלָּא, בִּזְמַן שֶׁיִשְׁרָאֵל מִסְתַּכְּלִין כְּלַפֵּי מַעְלָה</b>. נראה לי בס\"ד למעלה מאותיות שָׂרָף יש אותיות קְרַ\"ע שהוא שם המסוגל לקרוע גזר דין ורמוז בסופי תיבות <small>(תהלים צז, יא)</small> 'אוֹר זָרֻעַ לַצַּדִּיק' והוא ראשי תיבות 'קַבֵּל רִנַּת עַמֶּךָ' וזהו שאמרו על זה 'מִסְתַּכְּלִין כְּלַפֵּי מַעְלָה' רוצה לומר למעלה מן אותיות שָׂרָף דקאי עלה שהוא שם קְרַ\"ע להמשיך להם כח משם אז היו מתרפאין."
        ],
        [],
        [],
        [],
        [
            "<b>בָּרִאשׁוֹן, מַהוּ אוֹמֵר? <small>(תהלים כד, א)</small> \"לַהֳ' הָאָרֶץ וּמְלוֹאָה תֵּבֵל וְיוֹשְׁבֵי בָהּ\", עַל שׁוּם שֶׁקָּנָה וְהִקְנָה וְשָׁלַט בְּעוֹלָמוֹ</b>. פירוש אמרו רבותינו ז\"ל ביום ראשון ברא השמים וכל אשר בה והארץ וכל אשר בה אך היו בכח ואחר כך היה גוזר שיצא הכח לפועל ולכן אמר <small>(בראשית א, כד)</small> 'תּוֹצֵא הָאָרֶץ' <small>(בראשית א, יא)</small> 'תַּדְשֵׁא הָאָרֶץ' כי כל הבריות כבר הם בקרבה ועתה תוציא אותם לפועל, וזהו שאמרו שקנה הארץ בבראו אותה, ועוד גם כן ביום ראשון הִקְנָה בה כח של תולדות שלה וְשָׁלַט בְּעוֹלָמוֹ שלא נתן בה כח התולדות שתהיה מוציאה אותם מאיליה אלא שלט בעולמו שלא תוציא אותם אלא רק על פי גזרתו שגוזר תוציא הארץ ומוציאה שאין הכח שהקנה לה יוצא מאיליו אלא יוצא על פי גזרתו ומאמרו ולזה אמר וְשָׁלַט בְּעוֹלָמוֹ.",
            "<b>בַּשִּׁשִּׁי, מַהוּ אוֹמֵר: <small>(תהלים צג, א)</small> \"הֳ' מָלָךְ גֵּאוּת לָבֵשׁ\", עַל שֵׁם שֶׁגָּמַר מַעֲשָׂיו, וּמָלַךְ עֲלֵיהֶם</b>. נראה לי בס\"ד 'גָּמַר מַעֲשָׂיו' היינו שאמר לעולמו די שגזר שלא יהיה עוד בריאה חדשה כמו שנאמר <small>(קהלת א, ט)</small> 'וְאֵין כָּל חָדָשׁ תַּחַת הַשָּׁמֶשׁ' וידוע כי בשבעה שמותיו יתברך שאין נמחקים יש שם שדי שהוא שם בן שלש אותיות שבו אמר לעולמו די ולכן מזמור 'הֳ' מָלָךְ גֵּאוּת לָבֵשׁ' הוא ביום שישי שבו גזר שלא יהיה עוד בריאה חדשה וגזרה זו רמוזה בשם שדי שהוא בן שלשה אותיות והוא המורה שאמר לעולמו די, וזהו גֵּאוּת לָבֵשׁ חלק תיבת 'גֵּאוּת' לשתים וקרי בה 'ג' אוֹת' לבש רמז לשם שדי שהוא ג' אוֹת, ולכן דריש בזה שֶׁגָּמַר מַעֲשָׂיו וּמָלַךְ עֲלֵיהֶם.",
            "<b>אָמַר רַבִּי נְחֶמְיָה: וְכִי מָה רָאָה רַבִּי עֲקִיבָא לְחַלֵּק בֵּין הַפְּרָקִים הַלָּלוּ? אֶלָּא, בָּרִאשׁוֹן שֶׁקָּנָה וְהִקְנָה וְשָׁלַט בְּעוֹלָמוֹ וכו'.</b>. הא דהוצרך רבי נחמיה לכפול ולשנות כל הדברים של ימי בראשית היינו שבא לומר לרבי יהודה מה ששמעת אתה בשם רבי עקיבא היא שמועה בטעות אלא כך אני שמעתי משמיה דרבי עקיבא כנוסח זה, ואם לא היה מזכיר רבי נחמיה אלא רק בשביעי על שום ששבת היינו חושבים שלא אמר רבי נחמיה דברים אלו מפי השמועה ששמע משמיה דרבי עקיבא אלא בא ליישב דברי רבי עקיבא מדעתו כדרך האמוראים הבאים לתקן דברי המשנה בראותם בה דבר מוקשה שאומרים מדעתם חסורי מחסרא והכי קתני, או אומרים לאו הכי אתמר אלא הכי אתמר שעושין הגה\"ה ותיקון מדעתם בדברי המשנה. ושוב ראיתי מה שכתוב בפתח עינים והרואה יראה דמה שפירשתי אנא עבדא יבא נכון בעזה\"י.",
            "<b>וְקָמִפְלְגֵי בִּדְרַב קְטִינָא</b>. פירוש בעלי השמועות האלה מה שאמר רבי יהודה משמיה דרבי עקיבא ומה שאמר רבי נחמיה משמיה דרבי עקיבא פליגי בהא דרב קטינא, והיינו דלעולם רבי עקיבא כך אמר בשביעי אומרים <small>(תהלים צב, א)</small> 'מִזְמוֹר שִׁיר לְיוֹם הַשַּׁבָּת' על שם השבת, ובעל השמועה דרבי יהודה מפרש להא דאמר על שם השבת על העתיד לבוא שהוא יום שכולו שבת, ובעל השמועה דרבי נחמיה מפרש להא דאמר על שם השבת רוצה לומר עַל שֵׁם השביתה שֶׁשָּׁבַת ולא קאי על העתיד לבוא.",
            "<b>דְּאָמַר רַב קְטִינָא: שִׁיתָּא אַלְפֵי שְׁנִין הֲוֵי עָלְמָא, וְחַד חָרִיב</b>. פירוש יחרב חומר הטבעי המצוי עתה מפני כי יזדכך החומר של עולם הזה ויהיה זך כמו חומר גוף הצדיקים אשר יושבים עתה בגן עדן התחתון ששם הנפש מתלבשת בגוף שנראה לעיני הכל גוף גמור, אך באמת הוא חומר זך קרוב לרוחני ממש שאין צריך לאכילה ושתיה גשמית אלא ניזון מריח הטוב של גן עדן וחי לעולם ולא ישלוט בו לא שינה ולא שום מקרה טבעי, ככה יהיו הגופים לעתיד באלף השביעי.",
            "<b>עֶשֶׂר מַסָּעוֹת נָסְעָה שְׁכִינָה</b>. נראה לי בס\"ד טעם לעשר כי הקב\"ה חס על העולם הזה שנברא בעשרה מאמרות, ולכן עשה המסע בהדרגות דחלקם לעשרה אולי ישובו בנתיים ולא תצטרך ליסע עוד.<br>גם נראה לי בס\"ד טעם אחר על פי מה שכתב מאורי אור ז\"ל שהמלכות נקראת א\"ט שהיא תחלתה נקודה אחת ומתוספים לה תשעה ספירות ונשלמת לעשר עיין שם. וידוע כי אור השכינה שהיה שוכן בבית המקדש נמשך ובא מספירת המלכות העליונה ולכן כנגד זה נסע אור השכינה שבבית המקדש עשר מסעות דהיינו תשע מסעות הם ועם מקומה הראשון נעשו עשר, והתשע הם כנגד ט' ספירות הבאים לה בסוד תוספת ומסע העשירי שהוא מקומה הראשון הוא כנגד נקודה העיקרית שבה, ולכן כתיב <small>(איכה א, א)</small> 'אֵיכָה יָשְׁבָה בָדָד' רוצה לומר אֵיךְ הֳ' שהיא סוד אור השכינה יָשְׁבָה 'בָדָד' גימטריא עשר כי עשר ישיבות ישבה בעשר מסעות אלו. ודע כי עיקר הגרסה היא מִכַּפֹּרֶת לִכְרוּב, וּמִכְּרוּב לְמִפְתָּן ודוק.",
            "<b>אָמַר רַבִּי יוֹחָנָן: שִׁשָּׁה חֳדָשִׁים נִתְעַכְּבָה שְׁכִינָה לְיִשְׁרָאֵל בַּמִּדְבָּר, שֶׁמָּא יַחְזְרוּ בִּתְשׁוּבָה</b>. כתב מהרש\"א ז\"ל דאלו הששה חדשים הם מיום עשרה בטבת עד תשעה בתמוז ובאותם הששה חדשים נסעה עשר מסעות הנזכר עיין שם והוא נכון. אמנם צריך להבין איך רמוז זה בהאי קרא של <small>(איוב יא, כ)</small> 'וְעֵינֵי רְשָׁעִים תִּכְלֶינָה וּמָנוֹס אָבַד מִנְהֶם'? גם למה התחילו בטבת ונשלמו בתמוז?<br>ונראה לי בס\"ד על פי מה שאמר רבינו האר\"י ז\"ל דחדשי הקיץ מניסן עד תשרי הם חדשי הנקבה וחדשי החורף מתשרי ועד ניסן הם חדשי הזכר, גם ידוע מה שאמר רבינו האר\"י ז\"ל כי תמוז הוא בחינת עין ימין בחדשי הנקבה וטבת הוא עין ימין בחדשי הזכר וכנזכר כל זה בשער הכונות יעוין שם. ולפי זה נמצא זמן שהאריך להם לטובתם הוא מתחיל בעין ימין ומסיים בעין ימין דאולי באלו הימים נפקחים עיניהם לשוב בתשובה דהתשובה תהיה מכח עיני האדם להימין בדרכיו כמו שנאמר <small>(קהלת ב, יד)</small> 'הֶחָכָם עֵינָיו בְּרֹאשׁוֹ וְהַכְּסִיל בַּחֹשֶׁךְ הוֹלֵךְ'.<br>ולזה אמר 'וְעֵינֵי רְשָׁעִים תִּכְלֶינָה' שהארכתי זמן לרשעים שהוא מזמן התלוי ואחוז בעין אל זמן התלוי ואחוז בעין אולי תפקחנה עיניהם לשוב בתשובה, אך הם עיניהם תכלנה שלא פקחו עיניהם לשוב 'וּמָנוֹס אָבַד מִנְהֶם' וא\"ו של תיבת וּמָנוֹס רמז לששה חדשים הנזכר כלומר וא\"ו חדשים שעשיתי להם מנוס בהם, אבד מנהם, שלא הועילו לשוב בם בתשובה. והנה בששה חדשים ק\"ף יום לפי חשבון סתם חודש שהוא שלשים יום והם כמנין 'עֵינַיִם' <small>[180]</small> לומר זמן זה ניתן להם בשביל עינים שלהם אולי תפקחנה לשוב בתשובה."
        ],
        [
            "<b>רַבִּי אֶלְעָזָר אוֹמֵר: שֵׁשׁ גָלֻיּוֹת גָּלוּ</b>. נראה לי בס\"ד בזה מובן היטב מאמר רבותינו ז\"ל במדרש רבא פרשת וישלח <small>(בראשית כח, א)</small> 'וַיִּקְרָא יִצְחָק אֶל יַעֲקֹב וַיְבָרֶךְ אֹתוֹ' אמר לו בא ואברכך ברכות של גליות שיחזור עליך הקב\"ה ויקבצך מבין הגליות ומה הן הברכות? 'בְּשֵׁשׁ צָרוֹת יַצִּילֶךָּ וּבְשֶׁבַע לֹא יִגַּע בְּךָ רָע'! ולפי זה שש צרות אלו שש גליות שגלו סנהדרין.<br>ונראה לי הטעם שגלו 'שֵׁשׁ גָלֻיּוֹת' כנגד מה שחטאו ישראל בכבוד תורה שבעל פה שהיא ששה סדרים, ולכן בזכות המשנה נגאלין כמו שאמרו רבותינו ז\"ל על פסוק <small>(הושע ח, י)</small> 'גַּם כִּי יִתְנוּ בַגּוֹיִם עַתָּה אֲקַבְּצֵם' יִתְנוּ לשון מתניתין.",
            "<b>אָמַר רַבִּי יוֹחָנָן: וּמִשָּׁם עֲתִידִין לִגָּאֵל, שֶׁנֶּאֱמַר: <small>(ישעיהו נב, ב)</small> \"הִתְנַעֲרִי מֵעָפָר קוּמִי שְׁבִי יְרוּשָׁלָיִם\"</b>. 'קוּמִי שְׁבִי יְרוּשָׁלָיִם' כלומר מן טבריה יגאלו. והנה הרב אמת ליעקב ניניו ז\"ל בדף צ\"א כתב טעם נכון מדוע יתגלה המשיח תחלה בעיר הקודש טבריה תוב\"ב <small>[תבנה ותכונן במהרה בימינו]</small> שהגאולה תהיה על פי סברת רבי מאיר ע\"ה <small>(קידושין לו.)</small> דסבירא ליה גם באין עושין רצונו של מקום קרויין בנים, ולכך תועיל הצדקה דהוי משל למלך שכעס על בנו וכו' ובזה פירש הטעם דמנהג ישראל לנדור צדקה על שם רבי מאיר, ולכן המשיח שיבא בב\"א <small>[במהרה בימינו אמן] </small>בזכות הצדקה יתגלה בטבריה דהוא אתריה דמור אף על גב דרבי יהודה פליג, ולכן אמר רבי מאיר בעת פטירתו 'הא משיחכון דידכון' <small>(ירושלמי כלאים פ\"ט, סוף ה\"ג)</small> דלא על עצמו אמר אלא על משיח העקרי.<br>ובזה פירש המאמר דאמר הקב\"ה אני מדבר בעדם בזכות הצדקה שעושין זה בזה נגאלין הדא הוא דיכתיב <small>(ישעיהו סג, א)</small> 'אֲנִי מְדַבֵּר בִּצְדָקָה רַב לְהוֹשִׁיעַ', וקשה מיכאל למה נעלמה ממנו סנגוריא זו של צדקה? אך משום דהצדקה לא תועיל לסברת רבי יהודה בזמן שאין עושין רצונו של מקום וקיימא לן רבי מאיר ורבי יהודה הלכה כרבי יהודה לכך לא טען אותה מיכאל, יעוין שם, ודפח\"ח <small>[דברי פי חכם חן]</small>.<br>ואנא עבדא תרצתי בזה דקדוק גדול שיש במדרש הנזכר לעיל <small>(מדרש שוחר טוב יט, יז)</small> באותה שעה מיכאל סניגורן של ישראל משתתק שנאמר <small>(דניאל יב, א)</small> 'וּבָעֵת הַהִיא יַעֲמֹד מִיכָאֵל' ואין יעמוד אלא שתיקה שנאמר עמדו ולא ענו עוד, וכיון שהוא משתתק אומר הקב\"ה מיכאל נשתתקת ואין אתה מלמד סנגוריא על בני? חייך שאני מלמד ומדבר עליהם בצדקה ומושיען! שנאמר <small>(ישעיהו סג, א)</small> 'אֲנִי מְדַבֵּר בִּצְדָקָה רַב לְהוֹשִׁיעַ' עד כאן לשונו, כנזכר בילקוט ישעיה ס\"ו ס\"ג, יעוין שם.<br>ויש להקשות כיון דבאמת נשתתק, למה אמר לו הקב\"ה מיכאל נשתתקת דנראין דברים אלו לשון יתר ח\"ו ללא צורך? גם מה שאמר לו ואין אתה מלמד סנגוריא על בני מה צורך לומר לו כן אחר שאמר לו נשתתקת? ופרשתי בס\"ד כי ידוע דמיכאל הוא שר החסד דאחוז במדת החסד, וידוע כל מלאך שמו מורה על מדה האחוז בה, ולזה אמר לו 'מיכאל נשתתקת?' פירוש כיון שאתה מיכאל שאחוז במדת החסד היה לך ללמד סנגוריא מצד החסד שעושין זה בזה שהוא מדה שאתה אחוז בה ואיך נשתתקת? ופירש לו טענה עוד ואין אתה הידוע שאתה שר החסד מלמד סנגוריא על בני דייקא שהיה לך לטעון שיש להם דין בנים ואב שמחל על כבודו כבודו מחול.<br>ולפי זה הגאולה שתהיה בזכות הצדקה היא בנויה על פי סברת רבי מאיר דוקא ולא כפי סברת רבי יהודה ולכן הביא רבי יוחנן על זה פסוק 'הִתְנַעֲרִי מֵעָפָר' דראש וסוף ב' תיבות אלו הוא 'הרים' וידוע אות ה\"א תתחלף באל\"ף ונמצא 'הרים' אותיות 'מֵאִיר' גם 'הרים' עם האותיות 'מֵאִיר' <small>[251]</small> דעל פי סברתו 'הִתְנַעֲרִי מֵעָפָר קוּמִי'.<br>ובזה יובן <small>(תהלים קכא, א)</small> 'אֶשָּׂא עֵינַי אֶל הֶהָרִים' רוצה לומר אֶשָּׂא עֵינַי לצפות לגאולה בשביל הֶהָרִים הוא סברת רבי מאיר שרמוז בהרים, אך באמת 'מֵאַיִן יָבֹא עֶזְרִי' מאחר דקיימא לן רבי מאיר ורבי יהודה הלכה כרבי יהודה לזה אמר עֶזְרִי מֵעִם הֳ' עֹשֵׂה שָׁמַיִם וָאָרֶץ והאי כללא לא אתמר גבי שמייא וכמו שכתב הרב הנזכר משום דטעמא דלא קבעו הלכה כמוהו למטה מפני שלא ירדו חביריו לסוף דעתו ודבר זה לא שייך גבי שמייא נמצא מטבריא עתידין ליגאל.<br>ונראה לי לכן טבריא אותיות אֲרִי טַב כלומר חודש אב שמזלו ארי יהיה טב לישראל כי יש לדרוש טבריא באל\"ף דהמבטא שוה."
        ],
        [
            "<b>מִנַּיִן שֶׁאוֹמְרִים 'אָבוֹת'? שֶׁנֶּאֱמַר: <small>(תהלים כט, א)</small> \"הָבוּ לַהֳ' בְּנֵי אֵלִים\"</b>. נראה לי בס\"ד שהאבות נקראים בְּנֵי אֵלִים על שם ג' פעמים אֵל שיש בֶּאֱלֹקֵי אַבְרָהָם אֱלֹקֵי יִצְחָק וְאֱלֹקֵי יַעֲקֹב ולכן קרי להו בְּנֵי אֵלִים ועיין בדרוש וא\"ו דראש השנה בספר הכונות.<br>או יובן רמוז בראשי תיבות שמותם מספר שם אהי\"ה אשר במילואו <small>[אל\"ף ה\"א יו\"ד ה\"א] </small>עולה קמ\"ג כמנין בְּנֵי אֵלִים <small>[143]</small>.",
            "<b>וּמִנַּיִן שֶׁאוֹמְרִים מַלְכֻיּוֹת זִכְרוֹנוֹת וְשׁוֹפָרוֹת? וכו'.</b>. נראה לי דבעינן עשרה בכל חד כי ראש השנה היא לעשרת ימי תשובה הרמוזים לאות יו\"ד דשמא קדישא, וידוע מה שאמר רבינו האר\"י ז\"ל כי היו\"ד צורתה היא שלשה יודי\"ן וכנגד זה ג' פעמים עשרה רמז לשלשה הנזכר.",
            "<b>כְּנֶגֶד עֲשָׂרָה הִלּוּלִים שֶׁאָמַר דָּוִד בְּסֵפֶר תְּהִלִּים</b>. נראה לי בס\"ד הַלֵּל גימטריא אדנ\"י <small>[65]</small> שהוא בספירת המלכות שיש בה עשר ספירות דכל ספירה יש בה שם אדנ\"י הרי עשרה פעמים הַלֵּל.<br>ומה שאמר רב יוסף 'כְּנֶגֶד עֲשֶׂרֶת הַדִּבְּרוֹת' הטעם שעושין יום זה זכר לעשרת הדברות, נראה לי בס\"ד דאמרו רבותינו ז\"ל <small>(שבת פח.)</small> כשברא הקב\"ה העולם עשה תנאי אם ישראל מקבלין התורה מוטב ואם לאו יחזירם לתוהו ובוהו.<br>והא דנקיט דברי רב יוסף קמיה דברי רבי יוחנן אפשר דרב יוסף בא לתת טעם לדברי רבי לוי שאמר 'עֲשָׂרָה מַלְכֻיּוֹת כְּנֶגֶד עֲשָׂרָה הִלּוּלִים' ובא לומר מה טעם יש לעשות זכר לעשרה הלולים יום זה גם מאי זכותייהו דעשרה הלולים על שאר מזמורים כדי שנעשה להם זכר כנגדן? ואמר בשביל דעשרה הלולים אלו הם 'כְּנֶגֶד עֲשֶׂרֶת הַדִּבְּרוֹת' והכי קאמר רבי לוי עשרה מלכיות אלו רומזים כמו הרמז שרומזים עשרה הלולים ואין כונתו לומר דעשרה מלכיות הם כנגד עשרה הלולים אלא לעולם גם רבי לוי כונתו דעשרה מלכיות כנגד עשרה דברות, ואומרו כנגד עשרה הלולים רוצה לומר כנגד הרמוז בעשרה הלולים וביאר לנו לפי דרכו טעם לזה כמו שעשה דוד המלך ע\"ה עשרה הלולים כנגד עשרת הדברות כן אנחנו עושים עשרה מלכיות כנגדן, אבל רבי יוחנן נקיט טעמיה על עשרה מלכיות שאומרים יום זה שבו בריאת העולם כנגד עשרה מאמרות שנברא בהם העולם. ומה שאמר 'בְּרֵאשִׁית' נַמִּי, מַאֲמָר הוּא, נראה לי 'בְּרֵאשִׁית' בהפוך אתוון 'בְּאֲרֶשֶׁת' שהוא הדבור דכתיב <small>(תהלים לג, ו)</small> 'בִּדְבַר הֳ' שָׁמַיִם נַעֲשׂוּ'."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>לְעוֹלָם יַסְדִּיר אָדָם תְּפִלָּתוֹ וְאַחַר כָּךְ יִתְפַּלֵּל</b>. נראה לי בס\"ד מה שאמר יַסְדִּיר הכונה שיעשה כפי סדר העולמות לומר הקרבנות תחלה שהם בעשייה ואחריהם הזמירות שהם ביצירה שבזה יעלה מעשיה ליצירה ואחריהם היוצר שהוא בבריאה שיעלה מיצירה לבריאה ואחר היוצר תפלת העמידה שהיא באצילות שיעלה מבריאה לאצילות ולכן המקובלים מדקדקים בכך אפילו אם איחרו לבא לבית הכנסת ואם יעשו כסדר הזה לא יוכלו להתפלל תפילת העמידה עם הציבור עם כל זה קפדי להתפלל בסדר הזה, ולזה אמר לְעוֹלָם יַסְדִּיר אָדָם תְּפִלָּתוֹ דהיינו בקרבנות וזמירות ויוצר וְאַחַר כָּךְ יִתְפַּלֵּל תפלת העמידה. ואמר 'לְעוֹלָם' רוצה לומר אם איחר ולא יוכל להתפלל תפילת העמידה עם הציבור ביחד.\"",
            "<b>לֹא פָּטַר רַבָּן גַּמְלִיאֵל אֶלָּא עַם שֶׁבַּשָּׂדוֹת</b>; <b>מַאי טַעֲמָא? מִשּׁוּם דְּאַנִּסֵּי בִּמְלָאכָה</b><br>הנה בזה נראה לי בס\"ד לפרש טעם נכון לתפילת הכהנים שתקנו להם לומר אחר ברכת כהנים רִבּוֹנוֹ שֶׁל עוֹלָם עָשִׂינוּ מַה שֶׁגָּזַרְתָּ עָלֵינוּ עֲשֵׂה עִמָּנוּ כְּמוֹ שֶׁהִבְטַחְתָּנוּ הַשְׁקִיפָה מִמְּעוֹן קָדְשְׁךָ מִן הַשָּׁמַיִם וּבָרֵךְ אֶת עַמְּךָ אֶת יִשְׂרָאֵל וְאֵת הָאֲדָמָה אֲשֶׁר נָתַתָּה לָנוּ וכו'. וצריך להבין למה מזכירים הבטחה של פסוק זה דוקא והלא יש בפסוקים כמה הבטחות בברכות ישראל? <br>ונראה לי בס\"ד בהקדים מה שאמר הגאון מהרש\"ק <small>[שלמה קלוגער]</small> ז\"ל בפתיחתו לספר טוב טעם ודעת בענין מי שנאנס ולא מל מחמת שמתו אחיו מחמת מילה אי חשיב זה כאלו נימול או לאו? וכתב שזה תלוי בפלוגתא דרבי יוחנן וריש לקיש בירושלמי הובא בפוסקים ובש\"ך חושן משפט סימן כ\"א דריש לקיש סבירא ליה אונסא כמאן דעביד ורבי יוחנן סבירא ליה אונסא כמאן דלא עביד והובא בהר\"ן פרק ג' דקדושין, ואנן קיימא לן כרבי יוחנן דאונסא כמאן דלא עביד ואם כן זה אינו חשוב כנימול, אך זה דייקא בדיני אדם דקיימא לן אונסא כמאן דלא עביד אבל בדיני שמים הוי אונסא כמאן דעביד דהרי אמרו רז\"ל (קידושין מ.) 'חישב לעשות מצוה ונאנס ולא עשאה מעלה עליו הכתוב כאלו עשאה' ומוכח מכאן דבדיני שמים אונסא כמאן דעביד וחשיב זה כנימול עד כאן דבריו יעוין שם. <br>והנה השתא קשה הכא אמאי עם שבשדות הם בכלל הברכה מטעם דאניסי דנחשב להם כאלו באו ונתברכו מפי הכהנים והא קיימא לן כמאן דאמר אונסא כמאן דלא עביד ואם כן לא תועיל להם ברכת כהנים? אך התירוץ על זה פשוט כי כאן אינו ענין נוגע לדיני אדם אלא ענין דיני שמים שאומרים שהשי\"ת הוא יברך את ישראל בברכות אלו כמו שנאמר 'יְבָרֶכְךָ ה' וְיִשְׁמְרֶךָ: יָאֵר ה' פָּנָיו אֵלֶיךָ וִיחֻנֶּךָּ: יִשָּׂא ה' פָּנָיו אֵלֶיךָ וְיָשֵׂם לְךָ שָׁלוֹם' ובדיני שמים אונסא כמאן דעביד, ולכן עם שבשדות כיון דהם אנוסים נכנסו בכלל הברכה.<br>והשתא בזה מובן ענין הבקשה של הכהנים שאומרים אחר הברכה פסוק (דברים כו, טו) 'הַשְׁקִיפָה מִמְּעוֹן קָדְשְׁךָ מִן הַשָּׁמַיִם וּבָרֵךְ אֶת עַמְּךָ אֶת יִשְׂרָאֵל' שרוצים בזה לזכות גם לעם שבשדות שהם אנוסים שתגיע ברכתם להם גם כן משום דאף על גב דבדיני אדם אונסא כמאן דלא עביד הנה בדיני שמים אונסא כמאן דעביד ועל ידי כך זוכין גם הם בברכה, ולזה אמר 'הַשְׁקִיפָה מִמְּעוֹן קָדְשְׁךָ מִן הַשָּׁמַיִם' דשם אונסא כמאן דעביד, ועל ידי כך 'וּבָרֵךְ אֶת עַמְּךָ אֶת יִשְׂרָאֵל' אֶת לרבות עם שבשדות, שגם הם יתברכו <b>לְחַיִּים</b>."
        ]
    ],
    "versions": [
        [
            "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897",
            "http://beta.nli.org.il/he/books/NNL_ALEPH001933802/NLIl"
        ]
    ],
    "heTitle": "בן יהוידע על ראש השנה",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Ben Yehoyada"
    ],
    "sectionNames": [
        "Daf",
        "Paragraph"
    ]
}