{
    "title": "Yad Eitan on Mishneh Torah, Woman Suspected of Infidelity",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yad_Eitan_on_Mishneh_Torah,_Woman_Suspected_of_Infidelity",
    "text": [
        [],
        [
            [],
            [],
            [],
            [
                "<b>קטנה שהשיאה אביה אם זינתה ברצונה נאסרה על בעלה.</b> ויש להוכיח כדעת רבינו דקטנה אית לה רצון ליאסר על בעלה מהא דקידושין (דף מ\"ו) דאמר בין היא ובין אביה יכולין לעכב וכ\"פ בה' אישות גבי קטנה שנתקדשה שלא לדעת אביה ושם (דף י\"ט) אמר גבי יעוד דצריך דעתה ומפרש רבינו דהיינו רצון ממש כמ\"ש בה' עבדים ש\"מ דיש לה רצון:"
            ],
            [],
            [],
            [],
            [
                "<b>כל איש שבא ביאה אסורה מימיו אחר שהגדיל אין המים המאררים בודקין את אשתו ואפי' בא על ארוסתו בבית חמיו.</b> עיין בהשגות. ויש עוד להקשות לדעת רבינו מהסוגיא דפ' הבא ע\"י (דף נ\"ח). ובקרבן העדה הקשה על רבינו מהירושלמי דשם שמקשה הרי אלמנה לכה\"ג ראויה להזריע ואינה שותה והרי מ\"מ אינו מנוקה מעון. והמפרש לירושלמי פ\"ט דסוטה ובס' נצ\"י ובס' או\"ח על התורה הקשו עוד מהא דבספרי ממעט ח\"ל משום שאינה ראויה לאישות ולא משום דאינו מנוקה מעון. ועיין בנ\"ב מ\"ת חלק אה\"ע סי' קנ\"ח. ועיין במ\"ל הל' י\"א. וי\"ל דמשכחת לה דלא הוי אינו מנוקה מעון כגון שבא עליה בקטנותו דהוי שפיר קדמה שכיבת בעל וקרינן ביה מבלעדי אישך, והכי מוכח ממאי דממעטינן אשת קטן שלא תשתה מקרא דתחת אשה ש\"מ דקרינן בביאתו מבלעדי אישך כיון דראוי לביאה וביאתו קנה ביבמה מה\"ת ושפיר שתיא אח\"כ בגדלותו אי לאו משום דאינה ראויה לאישות. ומדברי המ\"ל בהל' ח' בד\"ה ואיכא משמע דכל שקדמה שכיבת הבעל אפי' קודם הקידושין הוי מבלעדי אישך. לפ\"ז משכחת לה דהוי מנוקה מעון וקדמה שכיבת בעל כגון שקידשה ובעלה בקטנותו ואעפ\"י שקדושיו לא הוו קידושין אז מ\"מ קרינן ביה מבלעדי אישך ובעילת קטן לא הוי אינו מנוקה מעון דאיש כתיב. ובהכי איירי בסוגיא דר\"פ ארוסה ופ' הבא ע\"י ונסתלקה השגת הראב\"ד ויתר הקושיות:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "יד איתן על משנה תורה, הלכות סוטה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yad Eitan",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}