{
    "title": "Mishneh Torah, Tithes",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Tithes",
    "text": [
        [
            "Having set apart the <i>terumah gedolah</i> [great gift or the priest's share of the crop], one must set apart one-tenth of the rest, what is known as first tithe. — — This tithe is intended for the Levites, whether male or female, as it is written: \"To the Levites I have given every tithe in Israel as their share\" (Numbers 18:21).",
            "The first tithe may serve as food for a lay Israelite; he may partake of it even in a state of ritual uncleanness, since no sanctity whatever is attached to it.— — Whence do we know that the first tithe is free for common use? It is written: \"Your gift shall be regarded as though it were the grain of the threshing floor or the wine of the vat\" (27); that is to say, just as the grain of the threshing floor and the wine of the vat are altogether free for common use, so the first tithe, from which the priest's share has been removed, is free for common use in every respect.— —",
            "Levites and priests [who happen to own farm products] set apart the first tithe so as to remove from it the priest's share of the tithe. So too, the priests set apart other <i>terumoth</i> and tithes for their own use, since they only receive from all [and are not required to give away anything to other priests]. One might think that they are allowed to eat their farm products untithed, but the Torah explicitly declares: \"Thus shall you too set aside a gift\" (28). Traditionally interpreted, <i>you</i> refers to the Levites; <i>you too</i> includes the priests as well."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "The products from which the great <i>terumah</i> and the <i>terumah</i> of the tithe have been removed are called <i>ḥullin</i> [and are free for common use]. If one has removed the remaining tithes from them, they are termed properly-treated <i>ḥullin</i> in every respect."
        ],
        [
            "In the days of Yoḥanan the high priest, who was after Simeon the Just, the supreme court sent men to investigate the entire Jewish territory. They discovered that all the people carefully set apart the great <i>terumah</i> [priest's share], but that the illiterate Jews among them made it easy for themselves by not setting apart the first tithe, the second tithe and the poorman's tithe. For this reason, they decreed that only faithful people might be trusted as to the tithes. On the other hand, the farm products belonging to the illiterate were to be regarded as doubtful, since they could not be trusted when they asserted that the products were tithed. This is what is called <i>demai</i> [doubtful tithing].",
            "They furthermore ordained that one should remove from <i>demai</i> only the priest's share of the tithe, because it involves a sin punishable by death, and also the second tithe, which involves no loss since it is consumed by the owner himself. As to the first tithe and the poorman's tithe, however, one is not called upon to set them apart from the <i>demai</i>, being a matter of doubt, in which case the rule is that the claimant must produce evidence in order to collect. Accordingly, one may say to the Levite or the poor person: Produce evidence that the product is not tithed, and you will obtain tithes."
        ],
        [],
        [],
        [],
        [],
        [
            "If one has purchased grain from a wholesale dealer one time and then again, he must not give tithe from the one purchase for the other, even though they are of the same kind or from the same basket, and even though he can identify the barrel as the same [from which he obtained the two purchases. This is so] because the wholesale dealer buys from many people and sells, and it may be that the man who has sold the grain had bought it from an illiterate, whose products are deemed <i>demai;</i> and this one, in turn, who has bought it at the end, has done so from one who strictly observes the rules of tithing and whose products are in order. We have already explained that tithes may not be given from what is required for what is exempt, nor from what is exempt for what is required. If, however, the wholesale dealer said \"they are from the same lot,\" he should be believed.",
            "",
            "",
            "",
            "",
            "If one buys from a bakery shop, he should give tithe from one loaf for all the others, even though they are of many shapes.— — If, however, one buys from a monopolized shop, he should tithe from each different shape of loaf, because the monopolized shop has probably bought the bread from two bakers."
        ]
    ],
    "versions": [
        [
            "Maimonides' Mishneh Torah, edited by Philip Birnbaum, New York, 1967",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002108864"
        ]
    ],
    "heTitle": "משנה תורה, הלכות מעשרות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}