{
    "title": "Nachal Eitan on Mishneh Torah, Eruvin",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Nachal_Eitan_on_Mishneh_Torah,_Eruvin",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכמה שיעור האוכל שמשתתפין בו כו' י\"ח גרוגרות שהן כששה ביצים.</b> המג\"א סי' תפ\"ו הקשה על דברי רבינו הללו דא\"כ הוי ביצה כשלשה גרוגרות ואמרינן בפ' המצניע דגרוגרת גדול מזית וביומא איתא דבית הבליעה מחזיק כביצה ואם כן הוא מחזיק יותר מן שלשה זיתים ובכריתות מוכח דבית הבליעה אין מחזיק שלשה זיתים ולרבינו כיון דמחזיק כביצה הוי יותר מג' זיתים. זהו תוכן דבריו. ומ\"ש דבפ' המצניע איירי בזית קטן ולענין איסורים זית בינוני בעינן והוא אינו מחזיק שלשה בינונים רק קטנים. ובס' עצי אלמוגים הקשה עליו דמוכח בפ' המצניע דאף כזית בינוני שהוא שיעור לאיסורים הוא פחות מגרוגרת גבי הא דקאמר נימא מדלענין יוצא בכזית לעניין שבת נמי בכזית ויוצא ודאי בכזית בינוני דוקא מחייב. ובעצי אלמוגים הנזכר תירץ דסוגיא דכריתות סברא כריש לקיש בזבחים (דף ע\"ח) דאיסורין מבטלין זה את זה. ולפ\"ז אי הוה איירי דאכל ג' מיני איסורין דהיינו כזית דם וכזית חלב וכזית פיגול על כרחך אי אפשר לחייבו דאי אפשר שלא ירבה מין על חבירו ויבטלנו אלא א\"כ שאכלן בלא לעיסה דאז לא נתערבו ולא נתבטלו אבל ע\"י לעיסה נתבטלו. וכיון שלא לעסן משום הכי קאמר התם דאין בית הבליעה מחזיק ג' זיתים והא דאמר ביומא דמחזיק כביצה שהוא כג' גרוגרות שהן יותר מג' זיתים איירי ע\"י לעיסה שמחזיק יותר כיון שנתרכך עכ\"ד. ואני תמה דאי איתא דלא מצי לאשכוחי ג' זיתים אלא בכהאי גוונא שבלע בלא לעיסה הו\"ל לשנויי באכילה כדרכה קמיירי באכילה שלא כדרכה לא קמיירי וכדמשני באכילה אחת קמיירי בב' אכילות לא איירי. אבל באמת גם באכילה ע\"י לעיסה כדרכה מצי איירי שיתחייב שלש חטאות. וכי תימא דירבה מין על חבירו ויבטלנו זה אינו דעד כאן לא אמר ר\"ל בזבחים דאיסורין מבטלין זה את זה אלא בשכולן מין אחד של בשר דאילו בחלב ודם וכהאי גוונא שאינן מין אחד אין אומרים שירבה מין על חבירו ויבטלנו ברוב כדין יבש ביבש דהיינו דוקא במין במינו אבל בשלא במינו לא שייך דין ביטול ברוב כמ\"ש הפוסקים וכן משמע בסוגיא דזבחים גופיה במסקנא. וא\"כ נדחה תירוץ ספר הנזכר.<br><b> אלא </b> י\"ל על פי הא דאיתא בסוף פרק גיד הנשה דגבי איסורים בעינן כזית מלבד מה שבין השינים. ועל פי זה אפשר דהיינו טעמא דקאמר בכריתות דאין בית הבליעה מחזיק ג' זיתים דכיון דצריך ליתן בפיו בשעת לעיסה יותר מג' זיתים כדי שישאר ג' זיתים לבלוע לבד מה שישאר בין השיניים וכולי האי אין מחזיק בית הבליעה וכי קאמר ביומא דשיעור אכילה בבת אחת הוא כביצה היינו עם מה שנשאר בין השיניים דהתם לאו לעניין אכילת איסור איירי אלא באכילה בעלמא של היתר וא\"כ גם מה שבין השיניים הוי שפיר בכלל אוכל הנאכל בבת אחת כדרכו וקאמר שהוא כביצה ושפיר יכול לבלעו דהרי נתמעט ונשאר בשיניו וכן משמע בתוס' שבת (דף י\"ד) משא\"כ בכריתות דאיירי באיסור שצריך שיבלע ג' זיתים שלימים וכולי האי אין מחזיק בית הבליעה:"
            ],
            [],
            [
                "<b>עוכלא תבלין.</b> בס' קרבן נתנאל תמה דאיך כתב רבינו דמערבין בתבלין הא לא הוו אוכלין לענין שיהיו נקחין בכסף מעשר כמ\"ש בפ\"ז דהלכות מעשר שני וגם אין מטמאין טומאת אוכלין כמ\"ש בפ\"א מהלכות טומאת אוכלין. ונראה ליישב דאין סתירה בדברי רבינו ע\"פ מה שכתבו התוס' ביומא (דף פ\"א) ובנדה (דף נ') דשני מיני תבלין יש דאותן שאין נאכלין להנאת עצמן אלא מפני הטעם שנותנין במאכל אין חייבין במעשר ואין מטמאין טומאת אוכלין אבל אותן תבלין שנאכלין להנאת עצמן חייבים במעשר ומטמאים טומאת אוכלין. ולפ\"ז אתי שפיר דהתם בהלכות טו\"א איירי רבינו בהדיא באותן שאין נאכלין להנאת גופן רק מחמת הטעם שנותנין בתבשיל. ובהכי איירי ג\"כ בפ\"ז דמעשר. אבל בכאן איירי רבינו באותן תבלין שנאכלין להנאת גופן ודבר הלמד מעניינו הוא דאיירי כאן בדברים שאוכלין פת בלפתן ויש בגופן הנאה. ובתבלין דכהאי גוונא קאמר דמערבין דהוו אוכל..<br><b> ואח\"כ </b> מצאתי כן בס' שיח יצחק וספר עצי אלמוגים ועוד כתב שם דגבי מעשר פטר רבינו בפלפלין בכל ענין דהא פסק כרבנן דפטרי מערלה והוא הדין ממעשרות. ולפ\"ז צריך לומר דמ\"ש רבינו בפרק י\"א מהלכות מעשר דין י\"ב ובפרק י\"א מהלכות מעשר שני דין ט' דתבלין חייבין במעשר לאו היינו פלפלין אלא שאר דברים שנקראים תבלין כגון בצל וקפלוט וכמ\"ש בפירוש המשנה בערלה. והן נאכלין להנאת עצמן. אמנם נראה דאין ראיה מערלה למעשר דגבי ערלה שאני דממעטינן מקרא דכתיב עץ מאכל אבל מ\"מ לגבי מעשר אפשר דחשיב אוכל כי היכי דחשיב אוכל לעניין ברכה כשהן רטובין ומברכין עליהן בורא פרי האדמה כמ\"ש רבינו בפ\"ח דברכות והכי נמי י\"ל דחשיב פרי לעניין מעשר. ועכ\"פ מדרבנן יש לחייבו דלא גרע מכמה פירות של מינין גרועין שאין נאכלין אלא על ידי הדחק שחייבין במעשר וכמ\"ש רבינו בריש הלכות מעשר וכן משמע מפירוש רש\"י שפירש בפרק אלו עוברין (פסחים דף מ\"ד) אהא דקאמר דתרומת תבלין דרבנן פלפלין וזנגביל. והיינו ברטיבי דחשיבי אוכל כנזכר לעיל. והוא הדין דמטמאין טומאת אוכלין והיינו דתנן בפ\"א דמסכת טבול יום הקצח והפלפל טמאין בטבול יום ואין צריך לומר בכל הטומאות. ועוד יתבאר בזה בהלכות מתנות עניים אי\"ה:<br><b> [ודרך </b> אגב מדכר דכירנא מילתא דתמיה לי טובא. מה שראיתי להרב הכסף משנה שכתב בפ\"ז מהלכות טומאת אוכלין שאינו יודע למה השמיט רבינו שם מאי דשנינו במשנה דפרק א' מטבול יום התיאה והחלתות והאלום טהורין בטבול יום. ואני איני יודע דלמה היה לו לרבינו להעתיק משנה הנ\"ל כיון שכבר כתב בפ\"א מהלכות הנזכר התיאה והחלתות וכל כיוצא בהן אין מקבלין טומאה לעולם. והוא משנה בפ\"ג דעוקצין. וא\"כ חולקת היא על חכמים דפרק א' דטבול יום דלא מטהרי להו רק מטומאה קלה דטבול יום ולא משאר טומאות וא\"כ לרבינו שפסק כמתניתין דעוקצין אין לו מקום לדברי חכמים דמתניתין דטבול יום כלל]:",
                "<b> קב תמרים וקב גרוגרות.</b> בס' עצי אלמוגים הקשה דאיך פסק רבינו כרב יוסף דאמר הכי בפרק בכל מערבין ויליף דסגי גבי תמרים בקב מדקיי\"ל גבי גרוגרות דמערבין בשיעור קב ותמרים עדיפי מגרוגרות ומייתי ראיה מדתניא גבי אכל תרומה גרוגרות ושילם תמרים תבוא עליו ברכה אלמא תמרים עדיפי. אך אביי דחה שם דברי רב יוסף דטעמא דקתני תבוא עליו ברכה הוא משום דאכל מידי דלא קפץ עליה זבינא וקמשלם ליה מידי דקפץ עליה זבינא ולעולם גרוגרות עדיפי מתמרים ולענין עירוב בעינן טפי מקב. וכן פירש רש\"י שם. וגם לדברי רבינו בהלכות תרומות צריך לומר סברא זו דאביי דלא משום דעדיפי תבוא עליו ברכה דהרי פסק שם דלא משלם האוכל תרומה כפי מדה שאכל אלא לפי דמי שווייה וא\"כ אין ראיה לשיטתו דתמרים עדיפי ומנא ליה דסגי להו בקב לעירוב כמו בגרוגרות.<br><b> ויש </b> לי ליישב דעת רבינו דבלאו הא דרב יוסף איכא לאוכוחי דסגי לתמרים בשיעור גרוגרות מסוגיא דגיטין פ' התקבל (גיטין דף ס\"ה ע\"ב) דאיתא התם גבי אמר לשליח ערב לי בתמרים וערב לו בגרוגרות בגרוגרות וערב לו בתמרים תני חדא ערובו ערוב כו'. ומוקי לה רבה כרבי אליעזר דאמר מראה מקום הוא לו לשליח בכהאי גוונא ואינו מקפיד כשמשנה בדבר שאין בו פסידא למשלח. וא\"כ מוכח דשיעור תמרים לעירוב הוי כשיעור דגרוגרות דאי איתא דשיעור דתמרים טפי מגרוגרות לא שייך לומר מראה מקום הוא לו כשאמר לו ערב בגרוגרות ועירב לו בתמרים. דהרי יש לו פסידא בזה שעירב לו בתמרים שהיה צריך להוסיף על השיעור של גרוגרות דסגי בקב ודילמא לא ניחא ליה לערב רק בשיעור קב ולא בדבר שצריך יותר מקב אלא שמע מינה דקושטא דגם לתמרים סגי בקב כמו בגרוגרות. ובשלמא הא דלא אמר דקפיד לערב בגרוגרות דוקא ולא בתמרים משום דקפיץ עלייהו זבינא דהא מ\"מ תמרים עדיפי ואין לנו לומר דקפיד המשלח מסתמא שלא לערב בתמרים מחמת קפיצת זבינא עלייהו דמסתמא לא קיימי לזבינא. אבל אי איתא דצריך שיעור יותר בתמרים ודאי שייך קפידא ולא מראה מקום אלא א\"כ בשיעור שוה:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חצר קטנה שנפרצה במלואה לחצר גדולה מבעוד יום כו' אנשי קטנה אסורים להוציא מבתיהן לחצר שלהן שדיורין של גדולה חשובים כקטנה.</b> קשה לי על דברי רבינו שהעתיק מתניתין דפ' כל גגות כצורתה והרי בפ\"ק מותיב מינה למאן דאמר דלחי הנראה מבחוץ ושוה מבפנים נידון כלחי דאמאי קטנה אסורה דלהוי כנראה מבחוץ מחמת כותלי הגדולה שנראים חוץ לקטנה ומוקי לה דאיירי בשנכנסים כותלי קטנה לגדולה ומופלגים ג' טפחים מכותלי הגדולה וא\"כ כיון דרבינו פסק בהלכות שבת פי\"ז דנראה מבחוץ נידון משום לחי איך העתיק כאן המשנה דחצר קטנה בסתם ולא כתב אוקימתא הנ\"ל. ומצאתי שהרגיש בזה בספר עצי אלמוגים. וכתב לתרץ דס\"ל לרבינו דלפי האי טעמא דאמרי אמוראי פ' כל גגות דדיורי גדולה מושלים בקטנה תו אין לחלק בין נכנסים כותלי קטנה לגדולה או לא דאנו דנין כאילו אנשי הגדולה דרין ממש בקטנה ואוסרים עליהן ולא דמי הך מילתא כלל לדין נראה מבחוץ דגבי לחי דהוי הטעם משום מחיצה. והא דלא קאמר הגמ' בפ\"ק הכי הוא משום דמהדר לאוקמא מתניתין אפי' בנפרצה בשבת ואז אין לומר הטעם משום דיורי גדולה בקטנה דהא דיורין הבאין בשבת אין אוסרים אלא הטעם משום שנפרץ במילואו ולהכי פריך שפיר דלשתרי הפירצה משום לחי הנראה מבחוץ דהוי כמחיצה ולהכי מוקי לה בנכנסים כו' דאז אין להתיר משום גפופי אבל למאי דמפרשי אמוראי טעמא דמתניתין משום דיורי גדולה בקטנה על כרחך איירי בנפרצה מבעוד יום אין לחלק בין נכנסים כו' עכ\"ד.<br><b> ואינו </b> מחוור דאי איתא דלטעם זה אין לחלק תקשי דהוה ליה למימר הכי בפ\"ק ומה שכתב דהתם מהדר לאוקמא בשנפרצה בשבת דלא שייך טעם דדיורין קשה דא\"כ לא שייך ג\"כ טעם דלחי דהא הוה ליה לחי שלא סמך עליה מאתמול דלכולי עלמא לא הוי לחי כדאיתא (בדף ט\"ו) וא\"כ על כרחין גם בפ\"ק איירי שנפרצה מבעוד יום וא\"כ אכתי קשה דהיה לו לומר הטעם משום דיורי גדולה בקטנה ומדלא אמר על כרחין שמעינן מינה דלא מהני טעם זה לאסור אי נימא דיש כאן לחי דחשיב מחיצה. והדרא הקושיא לדוכתא על דברי רבינו שלא כתב דאיירי דוקא בנכנסים כו'. אמנם יש לתרץ ע\"פ מ\"ש הרא\"ש בפ\"ק דסוכה:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נתגלגל הערוב כו' מבעוד יום אינו ערוב משחשיכה הרי זה ערוב ואם ספק הרי זה ערוב שספק ערוב כשר.</b> בס' טעם המלך בהל' יו\"ט כתב לדעת רבינו דלא מכשר אלא אם הספק הוא בעניין אי רשאי לילך בערוב זה דלא הוי דבר שיש לו מתירין למחר דאף אם ילך היום יוכל לילך למחר כסברת הצל\"ח אבל לעניין לאכול ולשתות דבר הבא מחוץ לתחום בספק ערוב אינו מיקל רבינו דהא הוי דשיל\"מ לאכול למחר ואיהו ס\"ל י\"ב מיל הוו מן התורה והוי תחומין דבר שיש לו עיקר בתורה ומחמיר בכהאי גוונא בספקו בהל' יו\"ט עכ\"ד. והנה נמשך בזה אחר דברי הרמב\"ן שכתב דלמ\"ד י\"ב מיל דאורייתא הו\"ל עיקר מן התורה. אבל כבר העליתי לעיל בהל' שבת דזה אינו אלא דאף לדעת רבינו לא הוי תחום דאלפיים עיקרו מן התורה ולפ\"ז בכל עניין מיקל רבינו בספק ערוב וכן משמע בתוס' דערובין (דף מ\"ה). וזה דלא כהרי\"ף דאוסר בדבר שהוא ספק אם הובא מחוץ לתחום והובא באו\"ח סי' שכ\"ה סעיף ט' וכתב הט\"ז שטעמו משום דאפשר להמתין לערב כו' ולפי דברי התוס' ורבינו זה אינו:"
            ],
            [],
            [],
            [
                "<b>עירב בתרומה שהיא ספק טמאה אינו ערוב שאינה סעודה הראויה.</b> וביאר הרב המגיד דאע\"פ שספק עירוב כשר וכו' משום דהו\"ל ספק בדרבנן מ\"מ הכא שהספק הוא אם היה העירוב תרומה טהורה או טמאה אינו ערוב דלגבי אכילה חזר הספק כודאי שהרי פשיטא לן שהיתה אסורה באכילה מבעוד יום ואינה סעודה הראויה ואע\"פ שאסורה מחמת ספק חזר כודאי. ובס' כרתי ופלתי סי' ק\"י הקשה דמאי שנא ספק אכילה ומאי שנא ספק אחר הלא ספק דרבנן להקל והא איירי אפי' בזמן הזה דתרומה דרבנן וכל ספיקא דרבנן לקולא ומזה הוכיח דסבר רבינו דלעניין אכילה יש להחמיר בכל איסור דרבנן שנתחזק איסורו וכדעת הרשב\"א ולא מיקל רבינו רק בספק עירוב ובספק טומאה דרבנן אף דאיתחזק ולא באיסור אכילה עכ\"ד. ואישתמיטתיה מ\"ש המל\"מ בפ\"ז מהלכות תרומות דשאני תרומה בזמן הזה משאר איסור דרבנן ואזלינן בספק איסורא לחומרא ואע\"ג דליכא חזקה לאיסורא. ובחיבורי שם הבאתי ראיות לזה וא\"כ נסתלקה קושית הכרתי ופלתי. וגם ראייתו נדחית שאין מכאן ראיה שיחמיר רבינו בשאר איסורי אכילה דרבנן בספיקן ומהי תיתי לחלק בין ערוב וטומאה דרבנן לאיסור אכילה דרבנן ורק גבי תרומה בזה\"ז מחמיר כנ\"ל וכן כתבו כמה מחברים דרבינו מיקל בכל ספק איסור דרבנן:<br><b> ומ\"ש </b> בשו\"ת נודע ביהודה סי' ס\"ה דיש ראיה דמחמיר בדרבנן היכא דאיתחזק איסורא מהא דמחמיר בספק הינוח גבי עירוב וכן גבי ספק טבל או לא טבל גבי טמא טומאה דרבנן לא מטהרינן רק בירד לטבול וספק אי טבל דאז איתרע חזקה ראשונה דטומאה אבל לא ירד ודאי לטבול לא מטהרינן בספיקו מהאי טעמא דאיתחזק בדרבנן ע\"כ. ואין ראייתו מכרחת כלל דגבי ספק הינוח דעירוב היינו טעמא דמחמיר בספיקו משום דהו\"ל ספק במעשה דהיינו אם נעשה כלל דבר המתיר או לא נעשה ובכהאי גוונא לא מקילין אף בדרבנן וכמ\"ש המל\"מ בפ\"ד מהלכות בכורות וע\"ש. וכן משמע מדברי הט\"ז באו\"ח סי' ת\"ט. וה\"נ גבי ספק טבל הוי הספק במעשה ומשום הכי מחמירין גם בטומאה דרבנן. אבל אם אין הספק אם נעשה מעשה כלל אלא דודאי נעשה והספק אם היה המעשה בהיתר או לא בכהאי גוונא אין מחמירין בדרבנן אף בדאיתחזק.<br><b> ולפ\"ז </b> יש להתיר שבות דרבנן בין השמשות גם במוצאי שבת אע\"ג דאיקבע ואיתחזק איסורא דשבת. ובעל מג\"א בסי' שמ\"ב הניח זה בצריך עיון. ובספר אמתחת בנימין הביא ראיה להחמיר ממתניתין דפ\"ד דדמאי דקתני חשיכה מוצאי שבת לא יאכל עד שיעשר. ומשמע הא בספק חשיכה יאכל ואי איתא דשרי שבות בין השמשות במוצאי שבת כמו בערב שבת אמאי יאכל בלא מעשר לעשר דמאי דהא מעשרין דמאי בין השמשות דערב שבת והוא הדין במוצאי שבת אלא מוכח דאין מעשרין בין השמשות דמוצאי שבת והוא הדין לשאר שבותין דאסורים בין השמשות דמוצאי שבת. ולפי מה שכתבתי אינו ראיה דהא נתבאר דתליא בהך מילתא אי מחמירין בספק דרבנן דאיתחזק איסורא ובסוגיא דערובין (דף ל\"ה ול\"ו) מבואר דתליא בפלוגתא דרבי מאיר ורבי יוסי בטהרות. וא\"כ אפשר דמתניתין דדמאי אתיא כמאן דמחמיר ולא קיי\"ל הכי דהא כמה סתמי משניות בפ\"ד דטהרות ופ\"ב דידים אתיא כמאן דמיקל. וכמ\"ש בספר אבן העוזר:<br><b> ועוד </b> י\"ל דחשיכה דמתניתין דדמאי היינו בין השמשות דהרי מצינו דקרי תנא לבין השמשות חשיכה בר\"פ כיצד משתתפין (עירובין דף פ\"ב) דקתני גבי ערובי תחומין אין מערבין משתחשך והיינו בין השמשות וכמ\"ש בחידושי הריטב\"א שם דהא קיי\"ל שאין מערבין עירובי תחומין בספק חשיכה. וכ\"כ הר\"ן בפרק ערבי פסחים:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b>כשם שאסור לצאת מחוץ לתחום בשבת כך אסור לצאת ביו\"ט.</b> ונראה דלא משוה רבינו יו\"ט לשבת בעניין תחומין [אלא] רק לאיסור בעלמא אבל לא לעניין לחייב ביו\"ט ליוצא מחוץ לתחום אפילו חוץ לי\"ב מיל דחייב בשבת כמ\"ש רבינו בפכ\"ז דהלכות שבת מ\"מ ביו\"ט פטור דרק בשבת הוי מן התורה בי\"ב מיל מקרא שנאמר אל יצא איש ממקומו ביום השביעי אבל ביו\"ט אינו אלא מדרבנן וכמו שכתבתי שם בהלכות שבת ובחידושי הרבה ראיות לזה. [והוכחתי דדוקא לר' עקיבא דס\"ל תחומין דאלפיים דאורייתא אין חילוק בין שבת ליו\"ט וכדמוכח ברש\"י ותוס' בחגיגה (דף י\"ז) ובערובין (דף ע\"ט) אבל לרבנן לעניין י\"ב מיל יש חילוק בין שבת ליו\"ט ושם נתבאר הטעם ויישבתי בזה הרבה קושיות מה שהקשו התוספות בחגיגה שם מביצה (דף ל\"ו). עוד יישבתי בחידושי מה שהקשה בשער המלך כאן על דברי רבינו בפירוש המשנה והסמ\"ג והרא\"ש פ\"ד דערובין שכתבו אליבא דר' יהודה דס\"ל דתחומין דאורייתא מסוגיא דערובין (דף ל\"ז ע\"ב) וחולין (דף י\"ד) ע\"ש]. עוד הבאתי ראיה לזה בספרי משכיל לאיתן מהא דאיתא בביצה (דף ל\"ז ע\"ב) גבי שנים שלקחו חבית ובהמה בשותפות דאמר רב חבית מותרת להוליך כל אחד חלקו למקום שעירב ובהמה אסורה ופריך אי קסבר יש ברירה אפילו בהמה תשתרי ואי קסבר אין ברירה אפילו חבית נמי אסורה ומשני דקסבר יש ברירה ושאני בהמה דקיינקי תחומין מהדדי. ואמרו ליה רב כהנא ורב אסי לרב לאיסור מוקצה לא חששו לאיסור תחומין חששו ושתיק רב. והשתא אמאי שתיק רב הא לשיטתיה דסבר תחומין דאורייתא וכדמוכח ממ\"ש התוס' בערובין (דף פ' ע\"א) ע\"ש וא\"כ שפיר יש לחוש לאיסור תחומין טפי מלאיסור מוקצה שאינו אלא מדרבנן. אלא ש\"מ דכי סבר רב תחומין דאורייתא היינו רק בשבת אבל ביו\"ט כההיא דביצה מודה רב שאינו אלא מדרבנן ואתי שפיר.<br><b> [ואין </b> לומר דאף דתחומין דאורייתא קשיא להו דלא הו\"ל לרב לאחמורי ביה מבמוקצה משום דהוי כעין דאורייתא דזה אינו רק בספיקא דמעשה ולא בספיקא דדינא כמו שיתבאר בהל' יו\"ט. ואע\"ג דרב אית ליה הכנה אין ראיה מהכנה למוקצה דרבה נמי דהוי בעי למימר דמוקצה דאורייתא חזר ביה כדמשמע בפ' אלו עוברין וכ\"כ תוס' בערובין (דף ל\"ח ע\"ב)]. ונראה דלזה נתכוונו ג\"כ ההגהות [מיימוני] כאן שכתבו דאפשר דרב סבר כברייתא דתני איו דמייתי בערובין (דף ל\"ז) ובכמה דוכתין דס\"ל אין ברירה גבי תחומין. ורצונם לומר דוקא בשבת סבר כוותיה משום דהתם תחומין דאורייתא אבל ביו\"ט קושטא דלא סבר כאיו. ובזה נסתלקה תמיהת ספר שער המלך שתמה על דברי ההגהות דאיך אפשר דרב ס\"ל אין ברירה הא איהו קאמר חבית מותרת גבי שנים שלקחו בשותפות וטעמא משום דיש ברירה כנזכר. ולפי מ\"ש לחלק בין שבת ליו\"ט לק\"מ. ובשו\"ת זכרון יוסף סי' ז' הוכיח כן מדברי רבינו גופיה בתשובתו ע\"ש. [ומה שהקשה הפר\"ח באו\"ח סוף סימן תקפ\"ו על מ\"ש השו\"ע שם אם גוי הביא שופר מחוץ לתחום תוקעין בו דמשמע דלכתחילה אסור לשלוח גוי אחריו ואי איתא דתחומין ביו\"ט רק מדרבנן הו\"ל שבות דשבות דלכתחילה שרי במקום מצוה והניח בצ\"ע. וי\"ל דאיירי בשבת הסמוך ליו\"ט ומשלחו משום יו\"ט שלאחריו ובכהאי גוונא אסור לכתחלה אף שבות דשבות במקום מצוה ובדיעבד שרי וכמ\"ש במג\"א סי' תרנ\"ה. אבל ביו\"ט גופיה מותר לשלוח גוי אחר שופר אף חוץ לי\"ב מיל לכולי עלמא]. וכל זה דלא כמו שנראה בתרומת הדשן סי' פ\"ג ונמשכו גם האחרונים בסי' תקט\"ו דיו\"ט שוה לשבת ואינו מחוור אלא כמ\"ש:"
            ],
            [
                "<b>יום טוב שחל להיות סמוך לשבת בין מלפניה בין מלאחריה או שני ימים טובים של גליות יש לו לערב שני ערובין לשתי רוחות וסומך על איזו מהן שירצה ליום הראשון וכו'.</b> והראב\"ד הקשה דאיך לא פירש ולא חילק בדבר דבגמרא העמידוה דמנח ליה בסוף אלף אמה לכאן ובסוף אלף אמה לכאן דאי לא שבת ויו\"ט לא מצי לערב בשני רוחות. ובספר מחנה לוי כתב לתרץ דכוונת רבינו דאיירי שלא בירר לאיזו רוח ילך ביום ראשון אלא תלה בדעתו שיברור וירצה למחר וכיון דקי\"ל יש ברירה בעירובי תחומין דרבנן א\"כ הוי סעודה הראויה מבעוד יום אף כי מנח ליה בסוף אלפיים ובגמרא דמוקי לה במניח בסוף אלף כדי שיהיה סעודה הראויה מבעוד יום קאי אליבא דרבי אליעזר ואיהו סבר תחומין דאורייתא ולא אמר בו ברירה וע\"ש ראייתו דר' אליעזר סבר תחומין דאורייתא. אמנם לדידי אין צורך בזה לידחק ולומר דהסוגיא קאי רק למ\"ד תחומין דאורייתא דבלאו הכי אתי שפיר דלא אמר ברירה להני אמוראי דאיירו התם רבה ואביי ואזלי לטעמייהו דסברי אין ברירה אפילו בערובי חצירות דרבנן וכדאיתא בפרק הדר (עירובין דף ס\"ח ע\"א) וכפירוש רש\"י שם וכתב הריטב\"א שכן הסכימו כל המפרשים ע\"ש. ולשיטתם הוא דהוצרכו רבה ואביי לאוקמא דמנח ליה בסוף אלף דוקא. אבל לפי מאי דקיי\"ל יש ברירה בדרבנן מתוקמא שפיר בכל גוונא כן נראה לי:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "נחל איתן על משנה תורה, הלכות עירובין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Nachal Eitan",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}