{
    "title": "Kessef Mishneh on Mishneh Torah, Shofar, Sukkah and Lulav",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Shofar,_Sukkah_and_Lulav",
    "text": [
        [
            [
                "<b>ושופר שתוקעין בו בין בר''ה בין ביובל הוא קרן הכבשים הכפוף וכל השופרות פסולים חוץ מקרן הכבש.</b> בפ' ראוהו ב''ד (ר''ה כ''ו:) תנן שוה היובל לר''ה לתקיעה ולברכות ר' יהודה אומר בר''ה תוקעים בשל זכרים וביובל בשל יעלים ואיפסיקא הלכתא כר' יהודה וכדא''ר לוי שופר של ר''ה ושל יוה''כ מצוה בכפופים וסובר רבינו דת''ק ור''י לעיכובא פליגי וכיון דקי''ל כר''י נמצא דאין יוצאין אלא בשל איל בלבד. ואע''ג דלכאורה נראה מדברי רבינו דלא קפיד אלא שיהא קרן כבש אבל לא אכפוף א''א לומר כן דהא ר' לוי דאמר מצוה בכפופים אוקימנא כר''י ואם איתא דמשכחת לה של זכרים שאינם כפופים לא ה''ל למישבק לישנא דזכרים דקאמר ר''י דכל עיקר מילתא תלי בזכרים אלא ודאי של זכרים כפופים הם והכי אמרינן בגמ' בהדיא גבי ר' לוי הוא דאמר כי האי תנא דתניא ר''י אומר בר''ה תוקעים בשל זכרים כפופים אלמא סתם של זכרים כפופים הן. וכן כתב בסמ''ג וכן כתב הר''ן שהוא דעת רבינו אלא שתמה עליו. ולפי זה מ''ש ושופר שתוקעים בו בין בר''ה בין ביובל הוא קרן הכבשים הכפוף לאו למימרא דאיכא קרן כבשים שאינו כפוף אלא ה''ק שופר שתוקעים בו הוא קרן הכבשים שסתם קרן זה הוא כפוף ומפני כך כתב וכל השופרות פסולים חוץ מקרן הכבש ולא כתב חוץ מקרן הכבש הכפוף דסתם קרן כבש הוא כפוף וסתמו כפירושו. אבל הרא''ש כתב לכאורה נראה דל''פ ת''ק ור''י אלא למצוה אבל כולהו מודו דיוצא בדיעבד בין בשל איל בין בשל יעל כדקתני רישא כל השופרות כשרים חוץ משל פרה ואם לא מצא של איל יוצא בשל יעל או בשל עזים ותדע דלמצוה פליגי דהא ר' לוי מצוה קאמר ועוד אטו פשוט וכפוף בקרא כתיבי תעבירו שופר כתיב ביובל וילפינן ר''ה מיניה וכיון דכולהו איקרי שופר חוץ משל פרה אמאי לא יצא ועוד דמשמע מילתייהו דרבנן ור''י מחלוקת בפני עצמה וכו' אלא ודאי ר''י ורבנן בר פלוגתיה דוקא למצוה פליגי וכן כתב הרמב''ן שלש מדות (כשרות) בשופר וכו' והתוס' חזרו והקשו דהא ר' לוי דאמר מצוה של ר''ה ויוה''כ בכפופים היינו משום דיליף ר''ה ויוה''כ מהדדי בג''ש דשביעי כדאמר לקמן בברייתא וכדתנן שוה היובל לר''ה וכו' אי הוי משום מצוה בעלמא כדקאמר כמה דכייף אינש טפי עדיף האי טעמא שייך דוקא בר''ה שהתקיעה לתפלה ולזכרון ולא ביובל שאין התקיעה אלא לסימן שלוח עבדים ולהשמטת קרקעות ומתוך זה היה נראה שאין יוצא בר''ה אלא בכפוף. ונ''ל דקושיא חלושה היא זאת לדחות כל הראיות חזקות שכתבתי ויש לדחות קושיא זו דר' לוי סבר כיון דבג''ש ילפי מהדדי ויש טעם לומר בר''ה כפופים למצוה מעתה כדי להשוותם יחד ראוי גם ביוה''כ להצריך כפופים למצוה ואע''ג דלא שייך ביה האי טעמא עכ''ל הרא''ש. וגם ה''ה הזכיר דעת זה שכתב על דברי רבינו שיטה אחרת יש דמתניתין דשופר של ר''ה למצוה היא בדוקא וזו היא שיטת ההשגות. וכ''כ שם א''א הפריז על מדותיו אלא מצוה בכפופים ואם תקע בשל יעל יצא ע''כ. ולא ידעתי למה כתב בשל יעל דלפי שיטה זו כל השופרות החלולים כשרים בדיעבד וזה דעת הרמב''ן והרשב''א ועיקר עכ''ל המגיד. ומה שתמה על הראב''ד אין לו מקום דודאי פשיטא דיעל דנקט הראב''ד לאו דוקא אלא משום דכל של יעל סתמו הוא פשוט וכדתנן שופר של ר''ה של יעל פשוט נקט יעל וה''ה לשאר מינין דאע''ג דפשוטים הם אם תקע בהם יצא לדעת הראב''ד. והכלבו כתב אפשר שדעת הרמב''ם אינו אלא למעט של פרה אבל של עז ושל תיש כולהו בכלל כבש הן וכן של יעלים ובלבד שיהיו כפופים והוא מדברי אורחות חיים ואין זה במשמע דברי רבינו אלא כמו שכתבתי: \n",
                "<b>ואע''פ שלא נתפרש בתורה תרועה בשופר וכו'. ומפי השמועה למדו מה תרועת יובל בשופר וכו'.</b> קשיא לי למה אמר ומפי השמועה למדו הא בגמ' (ר''ה ל''ג ל''ד) מייתינן לה בהיקשא א''נ בג''ש. ונ''ל שלפי שבגמ' מייתי ברישא דברייתא מהיקשא דבר''ה בעינן שופר ופשוטה לפניה ופשוטה לאחריה ובתר הכי קאמר ומנין לג' של שלש שלש ת''ל והעברת וכו' ומנין ליתן את האמור של זה בזה וכו' ת''ל שביעי שביעי לג''ש ומקשי גמרא ותנא מעיקרא מייתי לה מהיקשא ולבסוף מייתי לה בג''ש ה''ק אי לאו ג''ש הוה מייתינן ליה בהיקשא השתא דאתיא ליה בג''ש לא צריך היקשא ופירש''י ותנא מעיקרא מייתי בהיקשא ללמוד זה מזה מנין שבשופר ופשוטה לפניה ולאחריה גמר ר''ה מיובל בהיקשא דאין ת''ל בחדש השביעי אלא להקיש כל תקיעות של חדש השביעי שהן שוות ולבסוף גמר בג''ש ליתן את האמור של זה בזה הא נמי תיתי בהיקשא דאי כדכתיבי שיהו שתים בר''ה ואחת ביובל אין תרועות של חדש השביעי שוות. ה''ק אי לאו ג''ש אילו לא נאמרה ג''ש זו למשה מסיני לדונה הייתי מביא הכל בהיקשא השתא דאיתמר ג''ש זו למשה מסיני איני צריך להביא עוד בהיקשא מעצמי ע''כ. הנה שעכשיו שנאמרה ג''ש למשה משם אנו לומדין הכל ולכן כתב רבינו ומפי השמועה למדו מה תרועת שופר ביובל וכו'. ובראש פ''ג כתב כמה תקיעות חייב אדם לתקוע וכו' ומפי השמועה למדו שכל תרועות של חדש הזה אחד הן וכו' כיון גם כן לג''ש הנזכרת כאן שהיא הלכה למשה מסיני שכך אמרו השתא דאתמר ג''ש ור''ל השתא דאתמר ג''ש זו למשה מסיני. כתב הר' מנוח שאין בקול דין גזל כלומר שקול אין בו ממש כדתנן פ' שני דנדרים (דף ט''ו) קונם שאיני מדבר וכו' ובירושלמי פרק לולב הגזול איכא תרי טעמי ורבינו פסק כר''י ממיץ דחיישינן למצוה הבאה בעבירה ולפיכך כתב שאין בקול דין גזל ולא כתב משום יום תרועה יהיה לכם: \n\n"
            ],
            [],
            [
                "<b>וכן שופר של וכו' יצא.</b> היינו בשתלשו קודם זריקה דאילו לאחר זריקה אין מעילה לא בעורה ולא בקרניה שהכל לכהנים כדאמרי' בזבחים ומנחות ולא הוצרך רבינו לכתוב דין שופר של שלמים מאחר שכתב דין שופר של עולה דיצא כל שכן לשל שלמים: \n\n"
            ],
            [
                "<b>שופר של ר''ה אין מחללין עליו את יו''ט וכו'. ואין עשה דוחה לא תעשה ועשה.</b> פי' וחכמים עשו חזוק לדבריהם הכא כשל תורה דכיון דלא דחי מלאכה דאורייתא אף שבות דדבריהם לא ידחה: \n\n"
            ],
            [
                "<b>שיעור השופר וכו'.</b> נתבאר בהמפלת (נדה כ''ו) דהיינו טפח שוחק: \n",
                "<b>נסדק לאורכו פסול לרחבו אם נשתייר בו כשיעור כשר וכאילו נכרת מקום הסדק.</b> פירוש דוקא שישתייר שיעור תקיעה לצד הפה הוא דמכשרינן משום דחזינן כל מה שלמעלה ממנו כאילו ניטל משם וזה רמז רבינו באומרו וכאילו נכרת מקום הסדק לאפוקי מבעל העיטור ומר''י ן' גיאת שמכשירים אפילו לא נשתייר לצד הפה: \n",
                "<b>סתמו במינו וכו' ולא עכבו הנקבים שנסתמו את התקיעה הרי זה כשר.</b> כוונת רבינו ז''ל שאם סתמו במינו ואינו מעכב התקיעה עתה אע''פ שקודם שנסתם היה מעכב את התקיעה כשר לפי שמה שסתמו בו בטל לגבי השופר, וכן נראה מלשונו ז''ל ולא עכבו הנקבים שנסתמו את התקיעה דמשמע אחר הסתימה לא עכבו הנקבים דאי קודם הסתימה הוה ליה למימר ולא היו מעכבים ולא שנסתמו וכן כתב הר''ן ז''ל שזהו דעת רבינו. וההגהות שכתבו מתוך לשון העמוד נראה שר''ל כדמוכח בירושלמי דאמר אם היה מעכב את התקיעה קודם שנסתם הנקב פסול נראה שהיה להם גירסא אחרת בדברי רבינו כמו שכתוב בספרים אבל הנוסחא האמיתית היא זאת שכתבתי וכן נראה מדברי בעל מגיד משנה ז''ל ועדותו של הר''ן תכריע: \n",
                "<b>דבק שברי שופרות.</b> מסתברא שאם היה השבר אחד מהם שיעור שלם אע''פ שדבק שבר אחר והוסיפו עליו כשר דומיא דנסדק לרחבו ויש פוסלים: \n\n"
            ],
            [
                "<b>צפהו זהב מבפנים וכו'.</b> ברייתא פרק ראוהו ב''ד (ר''ה כ''ז:) צפהו זהב במקום הנחת פה פסול שלא במקום הנחת פה כשר צפהו זהב מבפנים פסול מבחוץ אם נשתנה קולו מכמות שהיה פסול ואם לאו כשר ע''כ. ונראה שרבינו שלא תפס שלא במקום הנחת פה כשם שהוא בברייתא סובר שהברייתא הכי מיפרשא שלא במקום הנחת פה כשר ולא תימא דבכל מקום דלאו הנחת פה כשר דאי מבפנים אי נמי מבחוץ אם נשתנה קולו פסול אלא הא דכשר שלא במקום הנחת פה היכא דצפהו מבחוץ ולא נשתנה קולו כדאמרינן בכמה דוכתי תנא והדר מפרש וא''כ אינה חלוקה בפני עצמה: \n",
                "<b>נתן שופר לתוך שופר כגון שהיה ראש הפנימי משוך מבחוץ ותקע בו יצא.</b> ואם קול חיצון וכו' כגון שראש החיצון משוך חוץ לפנימי ואין הפנימי נוגע בפיו לא יצא לפי שהקול נכנס בפנימי ונכנס גם כן בין הפנימי והחיצון ונמצא תוקע בשני שופרות ושופר אחד אמר רחמנא, לא הזכיר הא דאפכיה ככיתונא וי''ג לא תימא דהפכיה ככיתונא דמותר לתקוע בו אלא הרחיב וכו' ורבינו כתב הא דהרחיב ולא כתב הא דהפכו. ויש גורסין לא תימא אפכיה ככיתונא והתם הוא דפסול אלא אפילו לא הפכו אלא שהרחיב וכו' פסול וכ''ש הפכיה ככיתונא ורבינו כתב הא דהרחיב וכו' פסול וכ''ש הפכיה ככיתונא: \n\n"
            ],
            [],
            [
                "<b><small>(ז-ח)</small> היה ארוך וקצרו כשר.</b> אע''פ שקצרו משום אי זה פסול חוזר להכשרו א''נ אשמעינן דלא בעינן כל הקרן כמו שהוא בראש הבהמה: \n",
                "<b>או צרור</b> כלומר יבש כי דרך השופרות שמתחממים ומתיבשים מחמת התקיעה ואין קולו צלול וצריך ללחלחו במים: \n",
                "<b>התוקע לתוך וכו' וכן התוקע לתוך חבית גדולה וכו'.</b> כתב הר''ן שדעת רבינו לחלק בין העומדין בתוך הבור או בתוך המערה לעומדין חוץ ולא לחלק בין העומדים בתוך החבית לעומדים חוץ לפי שמאמר רב הונא בגמרא (דף כ''ז:) אינו אלא בבור דאמרינן התם אמר רב הונא לא שנו אלא לאותן העומדין על שפת הבור אבל אותם העומדים בתוך הבור יצאו ולא אמר העומדים על שפת הבור והפיטס אלמא דלא איירי אלא בבור וה''ה לדות דבור ודות חד הוא אלא שזה בחפירה וזה בבנין, וכתב שאפשר שדעתו ז''ל שמפני שחבית הברתו גדולה אפילו העומדין בתוכו אם קול הברה שמעו לא יצאו ואע''פ שיש לדחות ולומר דה''ה לפיטס ורב הונא רישא דמילתא נקט לא נראה לרבינו לדחות כן: \n",
                "<b>מ''כ</b> ראיה לדברי הר''ם דפיטס מתוך שאינו כ''כ עמוק כבור ודות אפילו העומדים בתוכו אפשר שישמעו קול הברה דקתני בברייתא התוקע לתוך הבור או לתוך הדות יצא משמע שהעומדים בבור לא שמעו אלא קול שופר אבל פיטס לא נזכר בברייתא משמע שהעומדים לתוך הפיטס אפשר שישמעו קול שופר או קול הברה ע''כ. ורבינו טודרוס הלוי כתב יש שסוברים לומר דפיטס הברה שלה מרובה וכו' ואני אומר שלא היה כן דעת הרמב''ם שלא נזכר זה החילוק כלל ואילו היה כן לא הוה שתיק גמרא מיניה אלא שהרב דקדק בלשונו ודבר בהוה ובמה שהוא אורחא דמילתא שבור ודות הם גדולים ופיהם רחב ודרך התוקע ליכנס בתוכה ולפיכך חילק בין העומדים בתוכה לעומדים בחוץ אבל פיטס אע''פ שהיא חבית גדולה אין דרך התוקע ליכנס בתוכה שפיה אינו רחב כ''כ אלא עומד מבחוץ ומכניס ראש השופר ותוקע דלפי שהוא בחוץ ודאי ה''ל ליתן לו דין העומדים בחוץ ואם קול שופר שמע יצא ואם קול הברה שמע לא יצא, ותדע שכן הוא דעת הרב דגבי בור ודות כתב התוקע בתוך הבור או בתוך הדות ומדקאמר בתוך בבי''ת משמע שהתוקע נכנס בתוכם ובתוקע בפיטס התוקע לתוך החבית הגדולה ומדקאמר לתוך בלמ''ד משמע ודאי שהתוקע בחוץ ותוקע לתוכה כגון שמכניס ראש השופר לתוכה כן נראה ויפה דקדק עכ''ל: \n",
                "<b>כתב</b> הר' מנוח הא מיירי שהתוקע והשופר מבפנים והוא תוקע ועולה וקמ''ל אם שמע קול שופר כלומר שביחד יצא ראשו והשופר מהבור נמצא שלא נתבלבל הקול יצא ואם קול הברה שמע שהוציא ראשו מהבור ופי השופר עדיין בתוך הבור לא יצא שנתבלבל הקול ומהאי טעמא לא הזכיר הר''ם ההיא דשמע מקצת תקיעה בבור ומקצתה על שפת הבור: \n\n"
            ]
        ],
        [
            [
                "<b>הכל חייבים וכו'.</b> ברייתא בפרק ראוהו בית דין (ר''ה כ''ט) וקאמר בגמרא דכהנים איצטריכא ליה דליתנהו ביובל כדתנן כהנים ולויים מוכרים לעולם וגואלים בין לפני היובל בין לאחר היובל סד''א הואיל וליתנהו ביובל ליתנהו בר''ה קמ''ל. ובריש ערכין (דף ב':) קאמר דהכל לאיתויי קטן שהגיע לחינוך: \n\n"
            ],
            [],
            [],
            [
                "<b>נתכוון שומע לצאת ידי חובתו וכו'.</b> הרב בעל מגיד משנה ז''ל הביא ההיא דר' זירא בפרק ראוהו ב''ד דאמר לשמעיה איכוין ותקע לי ומסקנא עד שיתכוין שומע ומשמיע ותמה על דברי רבינו ז''ל שפסק פ' ו' מהל' חמץ ומצה שאם אכל מצה בלא כוונה כגון שאנסוהו עכו''ם יצא וזה נראה בגמרא שהוא כדעת מי שאומר מצות אין צריכות כוונה והצריך כאן כוונת שומע ומשמיע ונסתפק בנוסחת רבינו ז''ל גבי מצה אם היא אמיתית ועם כל זה יישב הנוסחא. והר''ן ז''ל כתב וז''ל וכן פסק הר''ם במז''ל בפרק ב' מהלכות שופר דצריך שיתכוין משמיע להוציא ושומע לצאת הא לאו הכי לא יצא אלא שבפ''ו מהל' חמץ ומצה כתב דכפאוהו ואכל מצה יצא ולא פליגא דידיה אדידיה דס''ל דבתקיעת שופר כיון דחזינן דרבי זירא אמר לשמעיה איכוין ותקע לי נקטינן דצריך כוונה אבל בכפאוהו ואכל מצה כיון דלא חזינן בגמ' מאן דפליג עליה בהדיא לא דחינן לה דאע''ג דבתקיעת שופר לא יצא הכא יצא שכן נהנה כדאמרינן בעלמא המתעסק בחלבים ובעריות חייב שכן נהנה ובגמ' נמי עבדינן צריכותא ממצה לשופר הילכך אע''ג דשופר מידחיא דקי''ל צריך כוונה בכפאוהו ואכל מצה נקטינן דיצא עכ''ל. ומ''ש הר''ן ז''ל ובגמ' נמי עבדינן צריכותא ממצה לשופר משום דבגמ' (ר''ה כ''ח) אמרינן שלחו ליה לאבוה דשמואל כפאוהו ואכל מצה יצא וגרסינן עלה אמר רבא זאת אומרת התוקע לשיר יצא פשיטא היינו הך מהו דתימא התם אכול מצה אמר רחמנא והא אכל כלומר דכיון שנהנה באכילתו לא מיקרי מתעסק אבל הכא כלומר בתוקע לשיר אימא מתעסק בעלמא הוא קמ''ל: \n\n"
            ],
            [],
            [],
            [
                "<b>התינוקות וכו' בשבת שאינה יו''ט.</b> כלומר שאינו ר''ה וכ''ש בשבת שחל ר''ה בו מיהו ה''מ בזמן שתקיעת שופר דוחה שבת ואפשר דאפילו בזמן הזה דכיון שלא הגיע לחינוך לא איכפת לן אי לא מעכב ליה בר''ה. ומדברי רש''י שכתב מתעסק עמהם לא שהגדול תוקע וכו' משמע שמי שאינו צריך ללמוד אסור לתקוע ביו''ט אחר שתקע תקיעה של מצוה. וא''ת מ''ט שופר אין תוקעין אלא כל זמן שב''ד יושבין ובלולב לא מצינו כן. ונ''ל בשופר אחד יכול להוציא את הכל י''ח ויכול להיות בעוד בית דין יושבין משא''כ בלולב שכל אחד צריך ליטלו ושמא לא יהא שהות: \n\n"
            ],
            [
                "<b>כשגזרו שלא לתקוע וכו' ולא אנשי ירושלים בלבד וכו'.</b> פרק יו''ט של ר''ה (ר''ה כ''ט:) משנה ועוד זאת היתה ירושלים וכו' (עיין במ''מ) ומייתי בגמ' (דף ל') אהא מתני' ת''ר רואה פרט ליושבת בנחל שומעת פרט ליושבת בראש ההר וקרובה פרט ליושבת חוץ לתחום והיא יכולה לבא פרט לדמפסיק לה מברא. ורבינו כלל לשון המשנה ולשון הברייתא בלשונו הטהור וכתב אלא כל עיר שהיתה בתוך תחום ירושלים והיתה רואה ירושלים לא שתהיה בתוך הנחל והיתה שומעת קול תקיעת ירושלים לא שתהיה בראש ההר והיא יכולה לבא בירושלים לא שיהיה נהר מפסיק ביניהם: \n\n"
            ],
            [
                "<b>ובזמן הזה שחרב בית המקדש.</b> משנה שם (דף כ''ט:) משחרב ב''ה התקין רבן יוחנן בן זכאי שיהו תוקעין בכל מקום שיש בו ב''ד. ופי' רבינו ב''ד קבוע וסמוך: \n",
                "<b>ואין תוקעין בשבת אלא בב''ד שקידשו וכו'.</b> ברייתא שם (דף ל'): \n",
                "<b>ומ''ש ואין תוקעין אלא בפני ב''ד גדול בלבד וכו'.</b> ברייתא פירשוה כן בגמ' אתמר נמי א''ר חייא בר גמדא אמר ר' יוסי בן שאול אמר רב אין תוקעין אלא כל זמן שב''ד יושבין ולפי שהדינין האלו יוצאים כל אחד ממקומו כתבה רבינו כל אחד בפני עצמו ולא כללם יחד: \n",
                "<b>ומ''ש ואין תוקעין אלא בפני ב''ד גדול.</b> פירוש קבוע וסמוך שקדשו החדש: \n\n"
            ],
            [
                "<b>בזמן הזה שאנו וכו'.</b> קשיא לי שנראה מלשון רבינו שאפילו עתה שאין אנו מקדשין ע''פ הראייה תוקעין בב''ד קבוע שאמר ולא היה במקום ב''ד הראויים לתקוע משמע שאפשר להמצא עתה ב''ד הראויים לתקוע. ולמעלה פסק שאין תוקעין אלא בב''ד שקדשו את החדש. ונ''ל שהטעם שאמרו שאין תוקעין אלא בב''ד שקדשו את החדש הוא לפי שאם היינו מתירין לתקוע בכל ב''ד אע''פ שלא קדשו את החדש באותו ב''ד היו באים לתקוע אף בב''ד של עיר אחרת שלא קדשו החדש באותה העיר והם לא ידעו אם היום קדש או למחר ואותו היום אינו ר''ה ותוקעין בשבת דלאו יו''ט וא''כ עכשיו שהכל עושין ע''פ חשבון ועושין שני ימים הרי הדבר אצלנו ודאי וליכא למיחש לההיא דב''ד שקדשו את החדש ולפיכך כל ב''ד קבוע וסמוך תוקעין והרי הוא כב''ד שקדשו את החדש: \n",
                "<b>ומ''ש כדרך שתוקעין בראשון תוקעין בשני וכו'.</b> שלא תאמר הואיל ובקיאינן בקביעא דירחא יום ראשון עיקר ואין צריך לתקוע בשני או אם ת''ל שצריך ה''מ בשתקעו בראשון שהוא העיקר אבל אחר שלא תקעו בראשון מה מועיל תקיעת השני קמ''ל תוקעין בשני בלבד. ויותר נכון לומר שרבינו כתב הדין לזמן שהיו מקדשין ע''פ הראייה כמו שכתב דיני טומאה וטהרה ודיני הקרבנות אע''פ שאין נוהגין עכשיו וזה עיקר: \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b>הרי שתקע וכו' וחוזר ותוקע ומריע ותוקע שלש פעמים.</b> לאו למימרא שיחזיר הסימן ג' פעמים דהא מיירי שתקע והריע ותקע אלא ג' פעמים חוזר לתקיעה ותרועה ותקיעה וזה לאפוקי מהירושלמי דאמר אפילו אחת אין בידו. רש''י גורס כתוספתא שמע ט' תקיעות יצא ורבינו גרס לא יצא וכן גירסת הספרים ואין למחוק הספרים מפני התוספתא: \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b>קנים היוצאים מסכך הסוכה וכו'.</b> סוף פ''ק דסוכה (דף י''ט) תניא פסל היוצא מן הסוכה נדון כסוכה מאי פסל היוצא מן הסוכה אמר עולא קנים היוצאים מאחורי הסוכה כלומר חוץ לדופן האמצעית שהיא אחריה של סוכה יוצאים קנים מן הסכך ואוקמוה התם כגון דאית בה ז' על ז' ושלש דפנות וצלתה מרובה מחמתה ורבה ורב יוסף אוקמוה בקנים היוצאים לפני הסוכה כלומר ברוח רביעית הפתוח ומשכא ואזלא חד דופן בהדייהו ואפ''ה כשרה דמן הסוכה היא והויא כשתים כהלכתן ושלישית אפילו טפח אע''ג דלא ממשכא באידך גיסא כשרה והיינו חידושא דסד''א כיון שמתחלה לא נתכוון לעשות הסוכה אלא כנגד דופן הקצר או משוך ממנו מעט הנהו קנים דנפקי ליגרעו מסוכת גנב''ך כיון שלא נעשו במתכוון קמ''ל ורבב''ח אמר ר' יוחנן מוקי לה בסוכה שרובה צלתה מרובה מחמתה ומיעוטה חמתה מרובה מצלתה דכיון דבכללה צלתה מרובה מחמתה כשרה אפילו תחת אותו סכך שחמתו מרובה מצלתו ורבי אושעיא מוקי לה כגון דאיכא סכך פסול פחות מג' בסוכה קטנה דכיון דבציר משלשה נדון כסוכה. ורבינו כתב כאן אוקימתא דרבה ורב יוסף דשייכא בהאי פרקא ולא כתב אוקימתא דעולא דכ''ש היא ובפרק שאחר זה כתב אוקימתא דר' יוחנן ומתוך דבריו באותו פרק נתבארה אוקימתא דר' אושעיא: \n\n"
            ],
            [],
            [],
            [
                "<b>העושה סוכתו בין האילנות וכו'.</b> נראה לי שחיזוק זה צריך עד גובה עשרה לבד: \n\n"
            ],
            [
                "<b>סוכה שאין לה גג וכו'.</b> כתב ה''ה שנראה מדברי רבינו שאין צריך להחמיר כדברי האחרונים שכתבו שצריך שיעשה הדפנות מדבר שמסככין בו ושיהיה בדפנות ט''ז טפחים עשרה לדפנות וששה לסכך חוץ מטפח זה שעומד לגג פחות מכאן פסולה ואיני רואה מדברי רבינו הכרח לחלוק עליהם ודבריהם הוו טעמא דמסתבר דהיאך אפשר שנקל בסוכה זו לפחות משיעור הראוי לסוכה ולדפנות: \n",
                "<b>כתב</b> מהרא''ם דמדברי התוס' נראה שיהיה השיפוע הנשאר לסכך יותר מז' טפחים בתוספת האלכסון על הצלע לא ז' טפחים בלבד כדברי הר''ן אבל הרמב''ם כתב בפ''ה וכן כילה שיש לה גג אפילו טפח אם גבוהה י' טפחים אין ישנים בה בסוכה ונראה שהוא סובר דלא בעינן ז' על ז' בגובה י' שהרי הוא משתפע ועולה וכלה בגג טפח ואין בכל גובהה רק י' ואפ''ה אין ישנים בה מטעם סוכה שתחת סוכה והוא תמוה מאד דא''כ הא דבעינן משך ז' על ז' אינו אלא בחלל שבקרקע הסוכה אבל לא בחלל שבגובה י' וא''כ למה קראו לסוכה שסככה ז' על ז' סוכה קטנה ששיעורה מצומצם שאין פחות ממנה הא בטפח אחד נמי כשרה עכ''ל. ול''נ דמההיא דכילה אין ראיה להכשיר סוכה דהתם משום דמחזי כסוכה בתוך סוכה אסרינן לה וכל שיש לה גג טפח שהוא שיעור אהל לטומאה אתו למיטעי ולאכשורי סוכה בתוך סוכה. א''נ מפני שכל שיש לה גג טפח חשיבא אהל ולא בטלה לגבי סוכה וכיון דכילה פסולה לסכך הוי כישן תחת סוכה פסולה שהיא תחת סוכה כשרה דהא ודאי לא יצא ולעולם בסוכה העשויה כמין צריף או שסמכה לכותל והגביהה מהקרקע או הרחיקה מהכותל טפח בעינן שיהא בה ז' על ז' בגובה עשרה וכדברי המפרשים. אבל אי קשיא הא קשיא שכתב ה''ה ראיתי מהאחרונים מי שפירש ואמר דדוקא בשעשה הדפנות בדבר שמסככין בו ויש בדפנות אלו כדי ט''ז טפחים י' לדפנות וששה לסכך חוץ מטפח זה שעומד לגג פחות מכאן פסולה ויש לחוש להם אע''פ שאינם נראים מחוורים עכ''ל. הרי כתב בהדיא שלא נתחוורו לו דברי המצריכים שיהו בדפנות אלו ט''ז טפחים וא''כ הוא סובר שאע''פ שאינה גבוהה אלא י' טפחים כשרה וא''כ לא בעינן ז' על ז' בגובה י' שהרי לא משפעת ועולה וכלה בגג טפח ואין בכל גובהה אלא י' טפחים ואפ''ה מכשרינן לה וא''כ תפול עליו קושית הרא''מ דלמה קראו לסוכה שסככה ז' על ז' סוכה קטנה ששיעורה מצומצם שאין פחות ממנה הא בטפח אחד נמי כשרה. ואפשר לידחק ולומר דהא דבעינן שבעה על שבעה בסוכה היינו בקרקעיתה אבל הסכך נהי שאם רחבו שבעה על שבעה אויר או סכך פסול פוסלים בו אפילו בג' מ''מ גג ז' על ז' אינו עיכוב בסוכה וכל שאין לה גג אלא טפח והוא מסוכך בסכך כשר כשרה כיון דגג טפח חשוב אהל לטומאה חשוב נמי אהל לסוכה והרי כל אהל סוכה זו מסוכך בסכך כשר והיא גבוהה י' ויש בחלל קרקעיתה ז' על ז' הילכך כשרה לדעת הסוברים כן: \n\n"
            ],
            [
                "<b>סיכך על גבי אכסדרה שיש לה פצימין וכו'.</b> כתב ה''ה וזהו פירושה אכסדרה זו היא שני כתלים זה כנגד זה וכו' וכן פי' הר''ן לדעת הרי''ף דכי אמרינן יש לה פצימין לאו בסמוכים פחות מג' עסקינן כדברי רש''י אלא בשיש לה פצימין באותה רוח שלישית אחד מכאן ואחד מכאן דכיון שיש לה פצימין אמרינן פי תקרה יורד וסותם ע''י הפצימין. ולפי שטה זו הא דאחוי ליה רב אשי נראה מבחוץ ושוה מבפנים אתיא כפשטה שע''י אותם השני פצימין היו אומרים פי תקרה יורד וסותם ואין צריך לידחק במה שנדחק בו רש''י. ונראה מדברי רבינו דאפילו בדאית לה פצימין לא אמרינן פי תקרה יורד וסותם על ידי הפצימין אלא מרוח אחת בלבד וכ''נ גם מדברי הר''ן: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>סוכה שיש לה פתחים הרבה וכו'.</b> כתב הרב המגיד שדעת רבינו דהא דתניא יתירה שבת על הסוכה וכו' היינו דוקא ברוח שלישית וכו'. וק''ל דא''כ לא היה צריך רבינו לכתבה שהרי כבר כתב דיני דופן שלישית בזה הפרק. ונראה דהכי קאמר הרב המגיד שלא הכשירו בפרוץ מרובה על העומד אלא בדופן שלישית דוקא שכן מצינו שהקלו בה ואמרו דסגי בה בטפח שוחק או בפס ד' והילכך הקילו בה נמי היכא שדופן שלישית היא על פני כולה אלא שפרוץ מרובה על העומד אבל בשתי דפנות הנשארות דינה כדין שבת: \n\n"
            ],
            [],
            [
                "<b>בנה איצטבה באמצעה וכו'.</b> כתב הרב המגיד ופירש רבינו שרואין כאילו המחיצות נוגעות באיצטבה וכן פירשו הגאונים ז''ל ומדבריהם למדנו שהם מכשירים הסוכה על ידי כך ע''כ. וכתב כן לפי שיש מפרשים דדופן עקומה היינו שרואים כאילו הסכך כולו שמן הדופן עד האיצטבה הוא הדופן אלא שנתעקם שכן דרכן של כותלים להתעקם ולפי דעתם הדבר ברור שאותו שיעור שבין הדופן לאיצטבה אינו כשר כיון שאנו דנין סכך שעליו כאילו הוא דופן. וא''ת הרי דעת רבינו בפרק ה' כדעת אותם המפרשים שכך כתב שם רואים כאילו הכותל נעקם ויחשב זה הסכך הפסול מגוף הכותל. ואפשר לומר דשאני לרבינו בין היכא שפסול הסכך מחמת עצמו כי התם דאז ודאי לא מכשרינן לאכול תחתיו אלא רואין כאילו הכותל נעקם וכו' להיכא שפסולו מחמת גובהו כי הכא דכיון דאיכא שיעור הכשר סוכה באיצטבה ואידך הוי נמי סכך כשר אע''פ שהוא גבוה עשרים לא גרע מפסל היוצא מן הסוכה דנדון כסוכה וזה דוחק דנימא דשאני פירוש דופן עקומה מהכא להתם ואם כך היתה כוונת רבינו הרבה סתם הדברים ועוד דאפילו נימא דסובר רבינו דרואין כאלו המחיצות נוגעות באיצטבה מאן לימא לן שסובר שאוכלין תחת אותו סכך שחוץ לאיצטבה דילמא ס''ל כהר''ן שחלק על רש''י וכתב דלית לן לאכשורי משום פסל היוצא אלא בהנהו גווני דאמרינן בגמ' לא בגוונא אחרינא דאיכא למימר דלא עדיף כהנהו אלא דוקא במקום איצטבה כשר. לכך נ''ל שדעת רבינו שלא להכשיר אלא תחת סכך האצטבה וטובא קמ''ל דסד''א דניגזור דילמא אתי למיכל באידך גיסא קמ''ל. ומ''ש כאן וכאילו המחיצות נוגעות באיצטבה לא נתכוון לומר שהמחיצות דוקא נוגעות והסכך כשר אלא לומר כאילו המחיצות נוגעות לאיצטבה ואינן מרוחקות כלומר דרואין כאילו נעקם הכותל ויחשב אותו סכך מגוף הכותל וכמו שביאר בפרק שאחר זה ואם דעת רבינו כמו שכתבתי בעינן שיהיו הדפנות מגיעות לסכך כדי שנאמר רואין כאילו נתעקם הכותל וכאילו הסכך מן הדופן שכן דרכן של כותלים להתעקם אבל אם אין הדפנות מגיעות ליכא למימר דופן עקומה: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>אבל אם עבר וסיכך בדבר הנובל ונושר או בדבר שריחו רע כשרה.</b> הר''ן כתב גבי שווצרי דסני ריחייהו דפסולין אף לדפנות ומשמע אפילו בדיעבד: \n\n"
            ],
            [
                "<b>סיכך בירקות וכו'.</b> ואם תאמר הרי כתב בראש פרק זה דבדבר הנובל כשר בדיעבד. וי''ל דהתם היינו בדבר שדרכו ליבול קצת עליו אבל מכל מקום אפילו אחר נפילת עליו צלתו מרובה מחמתו ולכתחלה לא דילמא מתוך נשירת העלין שביק לה ונפיק וזהו מה שאמרו בפרק קמא דסוכה (דף י''ג) בהיגי לא מסככין דכיון דנתרי טרפייהו שביק לה ונפיק. \n",
                "<b>ומה שכתב סיכך בירקות וכו'.</b> היינו בדבר שאחר שיבולו או ייבשו עליו ישאר חמתו מרובה מצלתו: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>נתן עליה נסר וכו'.</b> כתב הרב המגיד וה''מ שנתנו מן הצד אבל באמצעה הא אמרינן דפוסל בד' טפחים. ול''נ דאפשר נמי כגון שנתנו באמצע לרוחב הסוכה ונשאר ממנו עד דופן אמצעי שיעור סוכה והנסר אינו מבריח מן הקצה אל הקצה ואשמעינן שאותו צד שאצל הפתח אע''פ שהנסר מפסיק נדון כפסל היוצא מן הסוכה: \n\n"
            ],
            [
                "<b>תקרה שאין עליה מעזיבה וכו'.</b> פי' דיש כאן משום גזירת תקרה ומשום תעשה ולא מן העשוי ובמפקפק או נוטל אחת מבינתים כי היכי דמפיק ליה בהכי מן תעשה ולא מן העשוי מפיק ליה נמי מגזירת תקרה ושיטת רבינו כשיטת הרי''ף שכתב הר''ן פ''ק דסוכה: \n\n"
            ],
            [
                "<b>וכן החוטט בגדיש וכו'.</b> נראה מפירוש רש''י (סוכה ט''ז) דדוקא כי חטיט מלמעלה למטה כשרה דמשייר לסכך כמו שהוא אבל אם חטט למעלה פסולה דסכך דמעיקרא ליתיה בעולם וסכך דהשתא אית ביה משום תעשה ולא מן העשוי ואחרים אומרים דכל דבהדי סככה אפילו סמיך טובא סכך הוי אלא דהשתא קליש ליה מלמטה הילכך שפיר דמי (עכ''ל הר''ן): \n\n"
            ],
            [],
            [
                "<b>חבילות קטנות שאגדו אותם למנין.</b> ק''ל למה כתב קטנות דאי פחות מכ''ה אפי' לא היו אגודים למנין אלא לשם אגד מסככין בהם: \n\n"
            ],
            [
                "<b>העושה סוכתו תחת האילן וכו'.</b> כתב ה''ה שם משנה כלשונה וכו' עד שהפרידן זה מזה. אבל בפירוש המשנה לרבינו נראה שהוא ז''ל מפרש דחבטן היינו שקצצן שכתב אמתניתין דהדלה עליה וכו' אם היה סיכוך הרבה מהן כשרה בתנאי שיקוץ אותם ואם לא קצצן יצטרף סכך פסול בהדי סכך כשר ופסולה, עוד אמר או שקצצן כשרה בתנאי שינענע אותם ואז תהיה כשרה וכן נראה מדברי רבינו גם פה שכתב הדלה עליה עלי האילנות ובדיהן וסיכך על גבן ואח''כ קצצן אם היה הסיכוך הרבה מהן כשרה ואם לא היה הסיכוך שהיה מתחלתו כשר הרבה מהן צריך לנענע אותם אחר קציצתן כדי שתהא עשויה לשם סוכה ולפי זה מתניתין דהדלה עליה הכי מיפרשא אם היה הסיכוך הרבה מהן כשרה בלא נענוע כלל וכדאוקימנא לה בשחבטן היינו שקצצן ומאי או שקצצן פירוש או שקצצן כמשפט דהיינו קצצן ונענען אע''פ שאין הסיכוך הרבה מהם כשרה דאפילו כל הסיכוך מהם כשרה כיון שקצצן ונענען ומתני' דהעושה סוכתו תחת האילן ודאתמר עלה בגמרא הכי נמי מיפרשא דכל שהאילן חמתו מרובה מצלתו מסתמא הסכך פסול מועט מהכשר הילכך אם חבטן דהיינו שקצצן אע''פ שלא נענעם כשרה וכשהאילן צלתו מרובה מחמתו מסתמא הסכך הפסול רבה על הכשר הילכך אפילו חבטן דהיינו שקצצן פסולה משום תעשה ולא מן העשוי עד שינענענו אע''פ שכשקוצצן הם מתנענעים ונופלים על הסכך לא מהני משום דבעינן נענוע בידים והשתא נתבארו דברי רבינו שכתב עירב דבר שמסככין בו בדבר שאין מסככין בו וסיכך בשניהם אע''פ שהכשר יתר על הפסול פסולה בדבר שאין מסככין בו בלא קצצן ודאי מיירי והכי נמי בגמרא על חמתו מרובה מצלתו דמשמע דסכך פסול מועט מן הכשר אקשינן הא מצטרף סכך פסול בהדי סכך כשר ואיצטריך לאוקמה בשחבטן דהיינו קצצן הא אם לא קצצן פסולה ואפילו שכשר יתר על הפסול: \n\n"
            ],
            [],
            [
                "<b>כיצד בית שנפחת וכו' וכן חצר המוקף וכו' וכן סוכה גדולה וכו'.</b> הכל משנה פ''ק דסוכה (דף י''ז) ואמרו שם צריכה דאי אשמעינן בית שנפחת דמחיצות לבית עבידן אבל חצר המוקפת אכסדרה דמחיצות לאו לאכסדרה עבידן אימא לא צריכא ואי אשמעינן הני תרתי משום דסככן סכך כשר הוא כלומר ממין סכך כשר ופסולן משום העשוי אבל סוכה גדולה דסככה סכך פסול הוא אימא לא צריכא: \n\n"
            ],
            [
                "<b>ואי זו היא סוכה קטנה וכו' וגדולה כל שישאר בה יתר על הסכך הפסול ז' על ז' סכך כשר.</b> יש להסתפק בלשון זה אי ס''ל דז' טפחים על ז' טפחים מצטרפין כלומר שאם סכך פסול מתחיל מהדופן שמהצד ואינו מגיע עד הדופן האחר ואם נצרף סכך שאצל דופן האמצעית וסכך שאצל הפתח על ידי הצד שאין מגיע לו סכך פסול יש בסוכה זו ז' על ז' ונכשיר או נימא דאין מצטרפין וצ''ע: \n\n"
            ],
            [
                "<b>סיכך בדבר פסול ודבר כשר וכו'.</b> כתב ה''ה משנה המקרה סוכתו וכו' וזה תימה אצלי שהרי בפירוש נפסקה הלכה פ''ק דעירובין כרב פפא דאמר פרוץ כעומד מותר וכו'. ואני אומר שאין כאן תימה כלל שרבינו גורס כגירסת ר''ת שכתבו התוספות (עירובין ט''ו:) והא א''א לצמצם א''ר אמי במעדיף רבא אמר אפילו בשאין מעדיף אם היו שתי נותנן ערב ערב נותנן שתי והוי האי פירכא בין לר''פ בין לרב הונא בריה דרב יהושע וא''כ כי שני ר' אמי במעדיף הוי אפילו לרב פפא. אך יש לדקדק למה לא כתב רבינו שאם היו שתי נותנן ערב כשינויא דרבא דבתרא הוא ונראה שבכלל מה שכתב אם היה כל הסכך הכשר יותר על כל הסכך הפסול כשרה הוי דכל שהם שתי ונותן הסכך הכשר ערב או אפכא הרי הוא מעדיף וכמו שפירש רש''י דע''כ אם אינו נותן ראשי הקנים על השפודים הרי הם נופלים לארץ והילכך ה''ל כשר מרובה על הפרוץ ומבטלו. ואל יקשה עליך מה שכתב רבינו מפני שסכך פסול כפרוץ הוא נחשב ותאמר א''כ אע''פ שלא ירבה הכשר על הפסול ליתכשר וכדקי''ל דפרוץ כעומד מותר. די''ל דשאני הכא שא''א לצמצם ולמלאות כל הריוח שלא יהא בו אויר כלל וא''כ כל שהוא פרוץ כעומד בענין זה הוי פרוץ מרובה על העומד הילכך בעינן שירבה הסכך הכשר. ואכתי קשיא שרבינו כתב לקמן גבי סכך שיש בו חלונות שאם יש בכל האויר ככל המקום המסוכך פסולה מפני שחמתה מרובה מצלתה והוא מה שאמרו בגמרא (דף כ''ב:) כזוזא מלעיל כאסתרא מלתחת כלומר בנקב קטן החמה הנכנסת בו גדולה יותר ממנו והרי שם פרוץ כעומד ופסל רבינו ואין לחלק בין סכך פסול לאויר כמו שחילק הר''ן בפרק הישן שהרי כתב כאן רבינו שסכך פסול כפרוץ הוא נחשב וצ''ל דה''ק שסכך פסול כפרוץ הוא נחשב ומצטרף מקום סכך הפסול עם מה שנשאר מאויר שלא נתמלא בסכך הכשר משום דא''א לצמצם וה''ל פרוץ מרובה על העומד מש''ה פסול עד שירבה סכך כשר על הפסול ומהאי טעמא בדין סכך שהיו בו חלונות כשיש בכל האויר ככל מקום המסוכך פסולה משום דכשנצרף האויר שיש במקום הסכך הכשר שא''א לצמצם עם החלונות הוי פרוץ מרובה על העומד ומש''ה בעינן שיהא הסכך רב על האויר דאז יהיה פרוץ כעומד, ולפי זה צ''ל דכי אמרינן כזוזא מלעיל כאסתרא מלתחת משום דגם מבין הסכך הכשר נכנס השמש משום דא''א לצמצם כנ''ל: \n\n"
            ],
            [],
            [
                "<b>נויי סוכה אין ממעטין בגובהה.</b> פירש בגבוהה מעשרים להכשירה דלאו מין סכך הן דא''כ הוו פוסלים משום מקבל טומאה ולא לפוסלה בפחות מי' ולא דמיא להוצין יורדין לתוך עשרה שפוסל משום דירה סרוחה וכמו שנתבאר בפרק ד' דשאני הני דלנוי עשויין: \n\n"
            ],
            [],
            [
                "<b>במה דברים אמורים בשלא היה במקום אחד אויר ג' טפחים וכו'.</b> הא דמשמע דבסוכה גדולה אויר מן הצד פוסל היינו כגון שהוא מפסיק כל הסוכה ולא נשאר לצד דופן האמצעית שיעור סוכה אבל אם נשאר ממנו לצד דופן אמצעית שיעור סוכה פשיטא דאותו צד כיון שיש לו ג' דפנות דלא מיפסיל ואם מתחיל מצד זה ואינו מגיע לדופן שכנגדו יש להסתפק וכמ''ש למעלה: \n\n"
            ],
            [
                "<b>דרך הסיכוך להיות קל.</b> פרק הישן (סוכה דף כ״ב) תנן המעובה כמין בית אע״פ שאין הכוכבים נראים מתוכה כשר ואמרו בירושלמי הדא אמרה צריכין הכוכבים להיות נראים מתוכה ואמר רבי לוי בשם רבי חמא כוכבי חמה שנו. ומפרש רבינו כוכבי חמה כוכבים הגדולים וקרי להו כוכבי חמה לפי שמתוך גודלם נראים ביום: \n",
                "<b>היה הסכך מדובלל וכו' והוא שיהיה מכוון כנגד שפת היורד.</b> למד הר''ן בחדושיו מדברי הגמרא דתנן אבל אין בהם טפח ואין ביניהם פותח טפח וכו' דדילמא רבא סובר אבל יש בגגה טפח כשרה דאמרינן חבוט רמי ה''ה דבעינן נמי שיהא באויר שבין התחתונות טפח דאי לא אע''פ שיש בגגה טפח לא אמרינן חבוט רמי. ויש מי שאומר דכיון דכי יש בגגה טפח לא סגי לן עד שיהא באויר שבין התחתונות טפח ה''ה נמי שאם יש בגגן של עליונות יותר מטפח שצריך שיהא באויר שבין התחתונות כאותו שיעור. ואע''פ שהעלה הר''ן שאינן נראין בעיניו דברי י''א מ''מ רבינו נראה שסובר כן ולפיכך כתב והוא שיהיה חובטן כנגד שפת היורד. ואפשר שרבינו בא למעט ג''כ היכא שיש ברוחב הקנה העולה טפח או יותר ובן התחתונות יש יותר מרוחב הקנה העולה דלא אמרינן חבוט רמי אלא כשיבא הקנה העליון ליכנס בין התחתונות בצמצום הא לאו הכי לא: \n",
                "<b>ואם היה ברוחב זה העולה טפח וכו'.</b> כתב הר''ן דמוכח בגמ' דבעינן נמי שיהא באויר שבין התחתונות טפח דאי לא אע''פ שיש בגגה טפח לא אמרינן חבוט רמי וכן נראה דעת רבינו שכתב והוא שיהיה מכוון כנגד שפת היורד: \n\n"
            ],
            [
                "<b>העושה סוכה על גבי סוכה וכו'.</b> בנוסחאות שלנו כתוב או שלא היתה התחתונה יכולה לקבל כרים וכסתות של עליונה אפילו ע''י הדחק אף התחתונה כשרה. ותמהני דמשמע ששתיהם כשרות ובגמרא משמע שכשאמרו שאינה יכולה לקבל כרים וכסתות ע''י הדחק להכשיר התחתונה לבד אמרו כן. ועוד דאמתניתין דתנן התם סוכה ע''ג סוכה העליונה כשרה והתחתונה פסולה ואוקמוה ביכולה לקבל כרים וכסתות ע''י הדחק ומסתמא משמע דבאינה יכולה לקבל הוי איפכא דתחתונה כשרה ועליונה פסולה. ועוד שאחר שכתב למעלה דרבא מיירי באינה יכולה לקבל ואינה גבוהה י' היאך אפשר להכשירה ועוד שאין מציאות לישב בה שאינה יכולה לקבל אפילו ע''י הדחק, לכך נ''ל דל''ג אף אלא ה''ג התחתונה כשרה וגורס רבינו כגירסת רש''י פעמים שהתחתונה כשירה ועליונה פסולה כגון שהתחתונה צלתה מרובה מחמתה ועליונה חמתה מרובה מצלתה וקיימן תרוייהו בתוך עשרים כלומר דאי עליונה למעלה מעשרים תחתונה נמי פסולה משום דמצטרף סכך פסול דהיינו שלמעלה מעשרים בהדי סכך כשר ואע''ג דבמקצת סכך למעלה מעשרים ובהוצין יורדין בתוך עשרים לא אמרינן דליצטרף סכך פסול בהדי כשר התם היינו טעמא משום דהוי חד סכך אבל הכא דהוו תרי סככי מצטרף ופסול תדע דבמקצת סוכה בתוך עשרים מכשרינן אפילו אם כשתטול כל מה שלמעלה מעשרים פש ליה מה שבתוך עשרים חמתו מרובה מצלתו ובהוצין לא מכשרינן אלא דצלתן מרובה מחמתן וטעמא לפי שמופלגין קצת מהסוכה בעינן שיהא צלתן מרובה מחמתן ולפי שמחוברים לסכך לא מצטרף בהדייהו לפסול אלא אדרבה הוא בטל לגבייהו. וזהו שכתב רבינו והוא שלא יהיה גובה שתיהם יותר על עשרים אמה. ומה שכתב שהתחתונה בסכך העליונה נתרת ה''פ אף בסכך העליונה נתרת כלומר שאם סכך העליונה גבוה עשרים אף התחתונה פסולה וזה דוחק. לכך נראה שרבינו מפרש הגמרא כמו שכתב רבינו ירוחם דהב''ע כשהתחתונה צלתה מרובה מחמתה כשיצטרף סככה עם סכך העליונה ולהכי בעינן שתהיה עליונה בתוך עשרים ושיעור לשון רבינו כך הוא התחתונה כשרה והוא שלא יהיה גובה שתיהן יתר על עשרים אמה והיינו כשהתחתונה בסכך העליונה נתרת וכמו שכתבתי, ומינה דאם אינה נתרת בסכך העליונה וכגון שצלתה מרובה מחמתה מחמת עצמה אפילו עליונה למעלה מעשרים אמה כשרה: \n\n"
            ],
            [],
            [],
            [
                "<b>וכן הגזולה כשרה וכו'.</b> פי' דכשהוציא את חבירו מסוכתו יצא מדין תורה דקרקע אינה נגזלת וכשגזל עצים ועשה מהם סוכה לא יצא מדין תורה אבל אחר התקנה יצא דהפקר בית דין הפקר. ומיהו משכחת סוכה גזולה אפילו אחר התקנה כגון סוכה העשויה בראש הספינה או בראש העגלה דכיון שהיתה מטולטלת נגזלת: \n\n"
            ]
        ],
        [
            [
                "<b>קטן שאינו צריך לאמו וכו'.</b> כתב הרב המגיד כתב רבינו כבן חמש כבן שש ויש סעד לדבריו וכו'. ודע דאיתא בפרק כיצד משתתפין (עירובין דף פ''ב) אהא דכל קטן שאינו צריך לאמו חייב בסוכה וכמה כבר ארבע וכבר חמש. ויש לתמוה אמאי דחה הא דאתמר לענין סוכה ונקט שיעורא דאתמר גבי עירובין. ואפשר לדחוק ולומר דמדגרסינן בירושלמי פרק הישן תני רבי הושעיא קטן שאינו צריך לאמו חייב בסוכה ויוצא בעירוב של אמו משמע דסוכה ועירוב כי הדדי נינהו. וקצת סעד יש לדבר מדחזינן דהא דכמה כבר ארבע וכבר חמש לא אתמר בפרק הישן דהוא דוכתיה אלמא לאו עיקר הוא. ודע דבפרק כיצד משתתפין מפליג לגבי עירוב בין איתיה לאבוה במתא לליתיה במתא ואע''פ שרבינו סתם בפ''י מהלכות עירובין דבן ו' יוצא בעירוב אמו היינו בדליתיה לאבוה במתא וכאן לענין סוכה כתב כבן ה' כבן ו' והיינו דבאיתיה לאבוה במתא בן ה' ובליתיה הוי בן ו' ומינה נילף לעירוב: \n\n"
            ],
            [],
            [],
            [
                "<b>שלוחי מצוה פטורין מן הסוכה.</b> (סוכה כ''ה) פירש''י אפילו בשעת חנייתן אבל התוס' כתבו דלא מפטרו אלא היכא שאם יקיימו מצות סוכה יבטלו ממצותן: \n\n"
            ],
            [
                "<b>המנורה בסוכה ואם היתה סוכה קטנה וכו'.</b> בפרק הישן (סוכה דף כ״ט) שרגא אמרי לה במטללתא ואמרו לה בר ממטללתא ולא פליגי הא בסוכה גדולה הא בסוכה קטנה. וכתבו התוס' דהא דאמרינן דאסור להניחה שם היינו בשעה שדולקת דכיון דאין בה אלא ז' על ז' מצומצמים חיישינן שמא תשרף סוכתו ודייקי לה מדאמרי' פ״ד דסוכה (דף מ״ח) שלפסול הסוכה מדליק בה את הנר ולא אמרי' מעייל כמו שאמרו מעייל בה מאני מיכלא. אבל רבינו כתב בסוף פ' זה מכניס בה מנורה ואפשר שהיה גורס מכניס או שסובר דמדליק לאו דוקא. ולפי דעתי אפשר דכשהיא דולקת מותר להכניסה להשתמש לאורה דומיא דכלי אכילה דבשעה שמשתמש מהן מותר להכניסן בסוכה: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>כל שבעת הימים קורא בתוך הסוכה.</b> שם (דף כ''ח) בגמ' הא במגרס הא בעיוני. ופירש רבינו כרש''י והרי''ף ואית דאמרי איפכא דעיוני היינו קבע ובעי סוכה וכתב הר''ן ולחומרא עביד כתרווייהו כל היכא דלא מיטרד אבל אי מיטרד ה''ל מצטער ופטור מן הסוכה: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>בזמן הזה שאנו עושין שני ימים טובים וכו' וכן טומטום וכו'.</b> כלומר כשם שבשמיני עצרת יושבין ואין מברכין כן טומטום וכו'. אבל הטעם שאין מברכין בשמיני עצרת אינו מפני שהוא ספק דאם כן היאך אנו מברכין ביום טוב שני שהחיינו ומתחלה כך תקנו שנעשה יום טוב שני ונברך מספק ואפילו השתא משום מנהג אבותינו בידינו אנו עושים כמותם אבל טומטום ואנדרוגינוס העמידו חכמים דבריהם על דין תורה שהם חייבים מספק דספיקא דאורייתא לחומרא וכיון דספק הוא אין מברכין לדעת רבינו וכמ''ש הרב המגיד. אלא ה''ט כי היכי דלא ליתו לזלזולי ביום טוב ואף על גב דביום טוב שני של פסח עבדינן יו''ט ומברכין על ספירת העומר הכא שאני דבכוס אחד אנו מקדשין ומברכין לישב בסוכה ואיכא למיחש טפי לזלזולי א''נ דכיון דבקיאינן בקיבועא דירחא הוי ספירת העומר דאורייתא וא''א לדחותה ולא את ברכתה משום חששא בעלמא והא דלא תקנו בלולב שיטלנו בלא ברכה משום דהוי בגבולין דרבנן. א''נ משום דאית ביה איסור טלטול: \n\n"
            ],
            [],
            [
                "<b>מי שלא עשה סוכה וכו' שמצותה כל שבעה.</b> פירוש דקרא דאמר חג הסוכות תעשה לך שבעת ימים הכי קאמר סוכות תעשה לך באי זה יום משבעה הימים שתרצה ואפילו ביום האחרון אם לא עשית קודם לכן: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>וענף עץ עבות האמור בתורה הוא ההדס וכו' כגון שיהיו שלשה עלין או יתר על כן בגבעול אחד וכו'.</b> כתב הטור וז''ל כתבו הגאונים שצריך שיהא בכל שיעור אורך ההדס עבות ואם לאו פסול. ובעל העיטור כתב אפילו אין בו רק פעם אחת תלתא בחד קינא כשר וכן כתב הרמב''ם עכ''ל. ואיני מוצא מקום על מה שיסמוך לומר כן בדברי רבינו שהרי דבריו סתומים כדברי הגמרא: \n\n"
            ],
            [
                "<b>ערבי נחל וכו' ואפי' היה גדל במדבר או בהרים.</b> כתב הרא''ש נ''ל לפרש דערבי נחל הגדלות על הנחל כלומר ממין הגדל על הנחל והיינו ערבה שרובה גדלה על הנחל למעוטי צפצפה הגדלה על ההרים, ד''א ערבי נחל שעלה שלה משוך כנחל למעוטי צפצפה שעלה שלה עגול. והאי תנא לא מצריך קרא לרבויי של בעל ושל הרים דבכלל ערבי נחל היא והכי סברי רבנן דלקמן דמצרכו ב' ערבות וכן משמע מתוך דברי הרמב''ם שכתב ערבי נחל האמור בתורה וכו' ורוב מין זה גדל על הנחלים לכך נקרא ערבי נחל ואפילו היה גדל במדבר או בהרים כשר עכ''ל. ומהרא''ם כתב על זה ואינו מחוור דמנ''ל לפרושי מלתא דהרמב''ם דלכך נאמר ערבי נחל ממשמעות ערבי נחל ולא מרבויא דערבי כדקתני בברייתא ת''ל ערבי נחל מ''מ שפירושו מריבויא דערבי לשון רבים. ואולי הנוסחא שלו הביאתו לזה שכתוב בו לכך נקראו ערבי נחל במקום לכך נאמר ערבי נחל הכתוב בכל הנוסחאות שבידינו עכ''ל. ולא ידעתי למה לא נתחוורו לרא''ם דברי הרא''ש דהא כיון דרבינו פסק דב' ערבות בעינן והיינו ודאי מריבויא דערבי היכי אפשר לרבויי מיניה תו של בעל ושל הרים דשתי דרשות לא דרשינן מערבי כדמוכח בגמרא והלכך צ''ל דמשמעות ערבי נחל מייתי של בעל ושל הרים: \n\n"
            ],
            [
                "<b>ויש שם מין ערבה שאין וכו'.</b> דברי רבינו כאן סתומים דבפרק לולב הגזול (סוכה דף ל''ד) תני ערבה קנה שלה אדום ועלה שלה משוך ופיה חלק צפצפה קנה שלה לבן ועלה שלה עגול ופיה דומה למגל והתניא דומה למגל כשר דומה למסר פסול אמר אביי כי תניא ההיא בחילפא גילא ופירש רש''י מגל קציר פגימותיה כולן נוגעות לצד אחד עקומות כלפי בית יד שלה מסר היא מגירה ופגימותיה הולכות נכחו ולהם שני עוקצים אחד מכאן ואחד מכאן כפגימת הסכין עכ''ל. אבל רבינו נראה שמפרש דומה למגל שפגימותיה קטנות ואין כשר אלא כחילפא גילא כדמפורש בגמרא ולזה כתב בתחלה שערבה הכשרה פיה חלק והפסולה דומה למסר והדומה למגל יש מין ממנה שכשר והיינו חילפא גילא המוזכר בגמ', ואם לא נמצא אחד מהם אין מביאין תחתיו מין אחר הדומה לו כלומר דסד''א דנייתי כי היכי דלא תשתכח מצות לולב קמ''ל: \n\n"
            ],
            [],
            [
                "<b>מצוה מן המובחר וכו' מברך תחלה על נטילת לולב.</b> לאו למימרא שיברך בלשון הזה מאחר שכתב שמברך עובר לעשייתו כדמשמע ממ''ש וכשהוא נוטלן לצאת בהם צריך לברך, ולא בא אלא לומר שיברך על הלולב ולא על שאר מינין. ובענין נוסח הברכה סמך על מ''ש בסוף ה' ברכות נטל את הלולב מברך על נטילת לולב שכיון שהגביהו יצא י''ח לולב אבל אם בירך קודם שיטול מברך ליטול לולב, ואע''פ שכתב עוד בפ' זה משחרב בהמ''ק התקינו וכו' וכל יום ויום מברך עליו אקב''ו על נטילת לולב ה''נ סמך על מ''ש בהלכות ברכות בנוסח הברכות ולא בא אלא ללמדנו שאע''פ שאינו חייב בלולב מן התורה מיום ראשון ואילך צריך לברך עליו ולא נחית לפרושי נוסח הברכה: \n\n"
            ],
            [
                "<b>ואם רצה להוסיף וכו'.</b> מדברי ה''ה נראה שלא היה גורס בדברי רבינו ובערבה, שכתב שנתן טעם רבינו בתשובה להתיר תוספת ההדס ולאסור תוספת הערבה דכיון דלא מצינו בגמרא היתר תוספת אלא בהדס אין להוסיף במין אחר ע''כ. ואיני יודע היכן הוזכר בגמ' היתר תוספת הדס, אבל הר''מ כתב הגיהו בספרי הרב ואם רצה להוסיף בהדס ובערבה ואינו כן בדעת הרב שאין להוסיף על שני בדי ערבה שכך כתב בתשובה. ואמנם הערבה אני רואה שאין ראוי להוסיף על שני בדים כמו שאין ראוי להוסיף על לולב אחד ואתרוג אחד ומי שעשה כן עשה מצוה מן המובחר אך בהדס מוסיפין מפני הושענא ונויי מצוה הוא ע''כ. מיהו אם הוסיף בערבה לא פסל וטעמא דמילתא דאי כתב שתי ערבות בהדיא והוסיף עליהם או גרע פסול אבל השתא דכתיב ערבי דאין פחות משנים ומשמע נמי יותר אם הוסיף לא פסל אבל לא עשה מצוה מן המובחר עכ''ל. אבל הר''ן ז''ל כתב בפרק לולב הגזול דכל לנאותו לא גזרו ולפיכך כתב הרמב''ם שאם רצה להוסיף בהדס ובערבה כדי שיהא אגודה גדולה מוסיף ונויי מצוה הוא אבל שאר המינים אין מוסיפים על מנינם פירוש משום דבהנהו ליכא נוי עכ''ל הר''ן. ורבינו ירוחם כתב תשובת הרמ''ה ז''ל זה לשונה אם יוכל אדם להוסיף על שני בדי ערבה או לא, כבר נשאלתי מאתכם פעם אחרת והייתי מורה לאיסור כדברי הרמב''ם ואח''כ העיד לי אדם גדול מחכמי פרובינציא שהוא עמד על תשובת הרמב''ם שחזר בו בסוף ימיו מדבר זה והורה בדבר להכשיר וכן הדעת נוטה להכשיר מ''ט ערבי נחל כתיב ואע''ג דמיעוט ערבי שנים ליכא למשמע מינה דטפי משנים פסול אלא דבתרי סגי ואי אוסיף שפיר דמי דערבי נחל משמע ואפילו מאה כדדרשינן גבי עדים ומנין אפילו הם מאה ת''ל עדים דאע''ג דמיעוט עדים שנים דרשינן מינייהו אפילו מאה ועוד בהדיא אמרינן בגמרא דאפילו הוסיף במינים ואגדן בהדייהו לא פסיל דקי''ל לולב אין צריך אגד האי לחודיה קאי והאי לחודיה קאי הילכך גבי לולב ואתרוג כיון דחד משמע אסור לאוסופי ואם הוסיף כיון דהאי לחודיה והאי לחודיה קאי נמצא שלא פסל וגבי הדס וערבה אפילו לכתחלה נמי עכ''ל: \n",
                "<b>ואני</b> יוסף המחבר באו לידי תשובות הר''א בנו של רבינו וכתוב בהן ששאלוהו האי דאסור לרבות בערבה שבלולב ואמר אם הוסיף על שתי ערבות ה''ז פסול ומ''ש מן ההדס שאם הוסיף כשר. והשיב תקנו הספרים שלכם שכבר חזר בו ותיקן הספר שלו בידו כך ואם הוסיף או גרע לא פסל ושמענו מפיו ראיה חזקה להאי סברא. והרא''ש כתב וז''ל הרמב''ם כתב אם רצה להוסיף בהדס כדי שתהיה אגודה מוסיף ומנויי מצוה הוא אבל שאר מינין אין מוסיפין על מנינם ואם הוסיף או גרע פסול ואיפכא מסתברא דבהדס כתיב ענף עץ עבות ובערבות כתיב ערבי ומיעוט ערבי שתים אבל כל מה שהוסיף בכלל ערבי הוא וחכמי פרובינציא הקשו עליו וחזר בו והכשיר הכל עכ''ל: \n\n"
            ],
            [],
            [
                "<b>משיגביה ארבעה וכו'.</b> וכתבו המפרשים דכיון דקי''ל דכל המצות מברך עליהם קודם לעשייתם שמברך עליו קודם שיטלנו או יהפוך אחד מהם ראשו למטה. וי''א שיכוון שלא לצאת עד שיברך ואחרים אומרים דשפיר מיקרי עובר לעשייתן עד הנענוע כדאמרינן בנט''י עד שינגב ידיו מיקרי עובר לעשייתן: \n\n"
            ],
            [
                "<b>כיצד מוליך וכו'.</b> בירושלמי תנא צריך לנענע ג''פ על כל דבר ודבר ר' זירא בעי הכין חד והכין חד א''ד הכין והכין חד. ורבינו נראה שהוא מפרש דה''ק צריך לנענע על כל דבר ודבר היינו על כל תנועה של הולכה והבאה והעלאה והורדה ובתר הכי מיבעיא ליה אם מוליך ומביא חשוב חד ואין לנענע בשניהם אלא שלש תנועות קטנות וכן במעלה ומוריד או כל אחד מהם חשוב אחד ויש לו לנענע שלש תנועות קטנות בכל אחד ואחד מהן וכיון דלא איפשיטא מאחר דלאו מילתא דטרחא היא עבדינן לחומרא ומנענע ג''פ בכל דבר ודבר: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b><small>(טז-יז)</small> בזמן שבהמ''ק קיים היה לולב ניטל ביום הראשון שחל וכו'.</b> והקשו המפרשים דהא שופר דאיתיה בגבולין דאורייתא ולא דחי שבת אפילו בזמן שביהמ''ק קיים דתנן בפרק ב' דר''ה (דף כ''ט:) יום טוב של ראש השנה שחל להיות בשבת במקדש היו תוקעין אבל לא במדינה. ותירץ הר''ן ז''ל דה''ט לפי שברוב השנים לא היו יודעים בשחרית שיהיה שעת תקיעת שופר בקבועו של חדש זה שהוא חג שהחדש מתכסה בו ורוב השנים לא היו עדים באים בשחרית דמש''ה תמיד של שחר היה קרב כהלכתו כלומר שאפילו באו עדים בשחרית היו אומרים בו שיר של חול כדרכו ברוב השנים ולפיכך אמרו שבמדינה לא היו תוקעין שאם נתיר להם לתקוע כשבאו העדים בשחרית לשנה הבאה יתקעו אע''פ שלא באו עדים עדיין יאמרו אשתקד מי לא תקעינן עכשו נמי נתקע כשם שאנו נוהגים אותו קדש ולפיכך לא רצו להתיר אלא במקדש במקום זריזים: \n",
                "<b>ואין שם מקדש להתלות בו.</b> כלומר דכשבית המקדש קיים מתוך שהיה לולב ניטל במקדש כך היה ניטל בכל היכא דידעי בקיבועא דירחא אבל כיון שאין בית המקדש קיים השוו חכמים מדותיהם בכל המקומות: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכל יום ויום היו מקיפין את המזבח בלולביהן וכו'.</b> פ' לולב וערבה (סוכה מ״ג:) איפליגו אמוראי אהא דתנן התם בכל יום מקיפין את המזבח אי הוי בלולבין או בערבה ופסק רבינו כרבא דאמר לר' יצחק תא אימא לך מילתא מעליא דהוה אמר אבוך הא דתנן אותו יום מקיפין את המזבח ז' פעמים הכי אמר אבוך משמיה דר' אלעזר בלולב משום דרבא הוא בתרא. ועוד שמנהגנו עכשיו הכי הוא שאנו מקיפין התיבה בכל יום פעם אחת ובשביעי שבע פעמים ואי הוה ס״ל דאותו היקף היה בערבה כיון שאין עושין ערבה זכר למקדש אלא יום שביעי בלבד לא היה לנו להקיף אלא בשביעי אבל כיון דס״ל דבלולב מתוך שהוטל עלינו חובה לעשות לולב זכר למקדש שבעה הנהיגונו להקיף בו זכר למקדש. ולפי זה אף בשביעי של ערבה ראוי להקיף בלולב ולא בערבה כך כתב הר״ן ושכך כתב רש״י בתשובה: \n\n"
            ],
            [
                "<b>כך היה המנהג בירושלים וכו' מתפלל והוא בידו.</b> ואמרו בגמ' (מ''א:) דאע''ג דקיימא לן לא יאחז אדם תפילין בידו ויתפלל התם לאו מצוה כלומר נטילתם בידו אינה מצוה ולהכי טריד עלייהו עד שיניחם הכא מצוה כלומר נטילתו מצוה ומתוך שחביבה עליו המצוה אין משאה ושימורה כבד עליו ולא טריד: \n\n"
            ],
            [
                "<b>מקבלת האשה וכו'.</b> פירוש ביום טוב הראשון ובזמן שבית המקדש קיים שהיה לולב דוחה שבת ואשמעינן דאפילו אשה דלאו בת חיובא היא מטלטלא ליה כיון דראוי לנטילת אנשים ואשמעינן נמי שמותר להחזיר למים בשבת אבל השתא לדידן שאין לולב דוחה שבת אפילו ביו''ט ראשון לא שרי לטלטולי כלל: \n",
                "<b>וביו''ט מוסיפין.</b> פירוש אבל לא מחליפין דטורח הוא: \n\n"
            ],
            [],
            [
                "<b>ובזמן הזה שאנו עושים שני וכו'.</b> ה''ה נתן טעם למה אין נוטלין לולב בשמיני כשם שיושבים בסוכה לפי שסוכה כל ז' דאורייתא ולא לולב. ואפשר לתת טעם אחר דבלולב איכא איסור טלטול משא''כ בסוכה. ונ''ל שיש חסרון תיבה אחת בלשון רבינו מט''ס וכך צריך להגיה כדרך שהיה אסור בשמיני בזמן שהיו עושין שני ימים מפני הספק: \n\n"
            ]
        ],
        [
            [
                "<b>או גנוב או גזול אפילו לאחר יאוש.</b> כתב ה''ה ומבואר בגמ' שאפילו אחר יאוש הגזול פסול ותמהני דגרסינן בר''פ (סוכה כ''ט:) הגזול פסול אפילו ביו''ט שני משום מצוה הבאה בעבירה ור' יצחק בר נחמני אמר שמואל לא שנו אלא ביו''ט ראשון אבל בשני מתוך שיצא בשאול יוצא בגזול כלומר דביו''ט ראשון לא מיפסל אלא משום לכם ופסק רבינו כר' יצחק כמבואר בדבריו בסוף פ' זה וטעמו משום דבגמרא אותביה עליה דר' יצחק ופריק רב אשי אליביה וכיון דרב אשי דבתרא הוא הוא פריק אליביה אלמא כוותיה ס''ל הכי נקטינן. ומעתה אילו היה פוסק רבינו כר' יוחנן ודאי היינו אומרים שנתבאר בגמ' דלאחר יאוש פסול כיון דפסוליה משום מצוה הבאה בעבירה אבל כיון שפוסק כר' יצחק דטעמא משום לכם כיון שקנהו אפילו שהמצוה מסייעת בקנין יצא דכיון שקנינו ומצותו באים כאחד שפיר קרינן ביה לכם. אלא כך י''ל דרבינו סובר כמ''ד דיאוש כדי לא קני כמבואר בפ''ב מהל' גזילה וכיון דפסולא דגזול ביום ראשון משום לכם ודאי דאפילו לאחר יאוש פסול: \n",
                "<b>או שהיה מאשרה וכו'.</b> באמת כי לשון זהו קשה עד מאד כפי סוגיית הגמ'. ודברי ה''ה בכאן אינם נכונים בעיני שכתב שרבינו גורס גירסא אחרת שאינה בנוסחאותינו ועוד דאם איתא לאותה גירסא אליבא דר' יוחנן דוקא אתמר דאית ליה נמי הכי גבי גזול אבל לר' יצחק בר נחמני דבגזול לא חייש למצוה הבאה בעבירה ה''ה דבאשרה לא חייש וכבר כתבתי בבבא הקודמת לזו דרבינו פוסק כר' יצחק בר נחמני דלית ליה פסול משום מצוה הבב''ע ועוד שאפילו לדעת שאר פוסקים אינה לאותה גירסא שהרי כתבו המפרשים אההיא דר' יוחנן דכל שנקנה בתחלה בלא סיוע דמצוה שוב אין בו משום מהב''ע ולא פסיל ר' יוחנן אלא היכא שלא קנהו עדיין או שקנהו אלא שהמצוה מסייעת בקנין וא''כ גבי אשרה דליכא למימר ביה הכי שהעבירה שהיא נטיעתה לעכו''ם אין המצוה מסייעת בעשייתה כלום אפילו לר''י לא מיפסיל אלא ודאי לית להו אותה גירסא. ועוד קשה לדבריו דיותר ראוי לאסור עבודת כוכבים של עכו''ם כל שלא בטלוה וכ''ש של ישראל שאין לה ביטול מאשרה שבטלוה אע''פ שתחלת נטיעתה היתה לעבודת כוכבים ועוד דהא בסוף כיסוי הדם (חולין פ''ט:.) תניא לולב ושופר של עכו''ם פסולים אפילו דיעבד ואמר רב אשי התם אליבא דרבא דה''ט משום דכתותי מיכתת שיעורייהו ובמאי מוקי להאי רבינו אם דעתו להכשיר אפילו בעכו''ם של ישראל ועוד שלא כתב ה''ה מהיכן הוציא רבינו דאשרה אפילו נתבטלה לא יצא. אבל כך נ''ל לומר דלדעת רבינו דין לולב ושופר של עבודת כוכבים כך הוא דקודם ביטול לא יצא משום דמיכתת שיעורייהו וכדאמרינן בסוף כיסוי הדם ולאחר ביטול לכתחלה לא יטול ולא יתקע משום דמאיסי אבל בדיעבד כשרים והיינו דאמר רבא בפרק לולב הגזול (סוכה ל''א:) לולב של עכו''ם אם נטל כשר וכמו שנפרש בסמוך בס''ד. ודין האשרה כל שמתחלה נטעו להיות נעבד אפילו בטלו אם נטל לא יצא והיינו דאמרינן בפרק כל האלילים (ע''ז מ''ז) בעי ריש לקיש המשתחוה לדקל לולבו מהו למצוה באילן שנטעו מתחלה לכך לא תבעי לך דאפילו להדיוט נמי אסור כי תבעי לך נטעו ולבסוף עבדו דשרי להדיוט פשיטא דאפילו נתבטלה מאיסא למצוה ופסול דיעבד וכיון דחזינן דבאילן שנטעו מתחלה לכך קאמר לא תבעי לך לומר דפשוט הוא ולא חזינן מאן דפליג עליה כוותיה נקטינן. ובפרק לולב הגזול (סוכה ל''א:) אמתני' דלולב של אשרה ושל עיר הנדחת פסול מקשינן בגמ' ושל אשרה פסול והאמר רבא לולב של עכו''ם לא יטול ואם נטל כשר וה''פ אי אשרה דמתני' קודם ביטול פשיטא דפסול דכתותי מיכתת שיעוריה ולא אשמעינן מידי לא באשרה ולא בעיר הנידחת א''ו דלאחר ביטול עסקינן והאמר רבא דלאחר ביטול אם נטל כשר ומהני דאה''נ דלאחר ביטול אשמעינן מתני' ולא דמי לדרבא דהכא באילן שנטעו מתחלה לכך עסקינן דהיינו אשרה דמשה כלומר שהיא כתובה דכיון שמתחלת ברייתה כתותי מיכתת שיעורה מאיסא למצוה אבל עכו''ם כיון שבתחלת ברייתה לא מיכתת שיעורה אם נטלה אחר שנתבטלה יצא דיקא נמי דקתני דומיא דעיר הנדחת ש''מ כלומר דלמאי דס''ד לא דמיא לעיר הנדחת שזו מבוטלת ועיר הנדחת אינה מבוטלת אבל השתא דאמרינן דביטול לא שרי לה למצוה כך לי מבוטלת כמו אינה מבוטלת והוי שפיר דומיא דעיר הנדחת והא דאמרינן בפ' ראוהו ב''ד (ר''ה כ''ח) אמר ר' יהודה שופר של עכו''ם אם תקע בו יצא וכתוב בקצת נוסחאות מ''ט מצות לאו ליהנות ניתנו דמשמע דבשלא בטלו עסקינן י''ל שכשכתב רבינו שופר של עכו''ם אם תקע בו יצא לא פסק כן משום ר''י דלא קי''ל דעתיה למשרי קודם ביטול אלא משום דממאי דאמר רבא לגבי לולב דלאחר ביטול כשרה דיעבד שמעינן לשופר וזהו שלא כתב רבינו בשופר של עכו''ם שהטעם משום דמצות לאו ליהנות ניתנו כשם שכתב בשופר של עולה. א''נ שאינו גורס מ''ט וכמ''ש בנוסחאות שלנו ואתי ר''י כרבא והא דאמר רבא בפ' מצות חליצה (יבמות ק''ג:) דסנדל של עכו''ם אם חלץ בו כשר ופסק רבינו פ''ד מהלכות יבום וז''ל סנדל המוסגר והמוחלט ושל עכו''ם אם חלץ בו יצא ואע''פ שהוא אסור בהנאה, י''ל דההיא נמי בלאחר ביטול ולכתחלה לא משום דמאיס למצוה וכמו שפר''ת. ומ''ש אע''פ שהוא אסור בהנאה לא קאי אלא אמוסגר ואמוחלט ולא לשל עכו''ם. א''נ אפילו נימא דקאי אכולהו לק''מ דלא דמו שופר ולולב שיש להם שיעור קצוב וכי עומד לשריפה מיכתת שיעוריה כלומר הוא חסר משיעורו הקצוב לו אבל לסנדל דחליצה דלית לן בה שיעור קצוב אלא הגדול לפי גדלו והקטן לפי קטנו ונהי דבעי שיהא חופה רוב רגלו כיון שהרי אני רואה שהוא חופה ואין לנו בו שיעור קצוב לא אמרינן דמיכתת שיעוריה תדע דמוסגר ומוחלט כשרים ואע''ג דעומדים לשריפה ואין לומר דהיינו משום דאפילו בשעת שריפה קרוי בגד וכדאמרינן התם דהא התם נמי אמרינן אליבא דמאן דפסל דדוקא לענין טומאה איקרי בגד בשעת שריפה ולא גמרינן מינה לחליצה וכולהו דלא גמרינן מטומאה אלא דמאן דמכשיר סבר כיון דאין לנו שיעור קצוב לא אמרינן ביה מיכתת שיעוריה וה''ה לעכו''ם וכמ''ש. כנ''ל ליישב דעת רבינו ודברי המפרשים ליישב הסוגיות לפי שיטתם יש בהם כמה פקפוקים ירגישם העומד על דבריהם: \n\n"
            ],
            [],
            [
                "<b>היה עקום וכו'.</b> בגמ' (דף ל''ב) עקום דומה למגל פסול ופירש''י עקום דומה למגל חדא מילתא היא. ומשמע לי דנקט הכי לאשמועינן שאע''פ שהוא עקום קצת לא מיפסל עד שיהא עקום לגמרי דומה למגל וכ''נ מדברי רבינו: \n\n"
            ],
            [
                "<b>היו עליו וכו'.</b> כתב ה''ה שזהו נטלה התיומת לדעת רבינו. ואינו כן אבל הוא מה שאמר רבא (סוכה ל''ב) האי לולבא דסליק בחד הוצא בעל מום הוא ופסול וכן נראה שפירש הרא''ש דברי רבינו ולא הוצרך רבינו לכתוב דין נטלה התיומת כיון שכתב שאפילו נחלקה פסולה וגם בגמרא כך אמרו נחלקה התיומת נעשה כמי שנטלה ופסול. ופי' הר''ן דנטלה פשוט לן דפסול כיון דחסר: \n\n"
            ],
            [
                "<b>היו ענביו מרובות וכו' עבר וליקטן או שליקטן אחד אחד לאכילה ה''ז כשר.</b> בגמרא (דף ל''ג:) אמרינן דה''מ בדאשחור מאתמול דדחוי מעיקרו הוא ולא הוי דחוי אבל אי אשחור ביו''ט דנראה ונדחה הוא לא תפשוט אי חוזר ונראה אי לא. ויש לתמוה על רבינו שלא חילק בכך. ואפשר שטעמו משום דאע''ג דנראה ונדחה הוא כל שבידו לתקן לאו דחוי הוא כדאמר רב אשי בפרק כל הפסולין (זבחים ל''ד:) והכא נמי בידו לתקן הוא וכדאיתא בגמ' (סוכה ל''ג:) אהא דת''ר אין ממעטין ביו''ט משום ר' אליעזר בר''ש אמרו ממעטין והא קא מתקן מנא ביו''ט אמר רב אשי כגון שלקטן לאכילה ור' אליעזר בר''ש סבר לה כאבוה דאמר דבר שאין מתכוין מותר והא אביי ורבא דאמרי תרווייהו מודה ר''ש בפסיק רישיה ולא ימות הב''ע דאית ליה הושענא אחריתי כלומר וכיון שאינו צריך לזו אין כאן תיקון כלי ומאחר דאי משכח הושענא אחריתי רשאי ללקטן לאכילה חשוב בידו לתקן והילכך אפי' אשחור ביו''ט דנראה ונדחה הוא אם מיעטן כשר דחוזר ונראה וגמר' דאמר דאשחור ביו''ט לא תיפשוט משום דנראה ונדחה הוא לא אסיק אדעתיה טעמא דיהיב רב אשי לר' אליעזר בר''ש דלאותו טעם אע''ג דנראה ונדחה הוא חוזר ונראה. ויש לתמוה על רבינו שכתב עבר וליקטן וכו' למה לא כתב שצריך שתהיה לו הושענא אחריתי לשיהיה מותר ללקטן לאכילה ועוד למה הצריך שילקטם אחד אחד כיון דלקטן לאכילה אפילו כמה ביחד נמי. ומדברי ה''ה נראה שהיה גורס בדברי רבינו או שליקטן אחר לאכילה ה''ז כשר, ולגירסא זו ניחא דאפילו כמה ביחד שרי ללקט ואחר דקאמר היינו לומר דלא שרי למעטן אלא לאדם אחר דאית ליה הושענא אחריתי ואינו צריך לזו. גרסינן בגמרא (דף ל''ג) ת''ר יבשו רוב עליו ונשארו בו ג' בדי עלין לחין כשר אמר רב חסדא ובראש כל אחד ואחד ורבינו השמיט הברייתא ומאי דאתמר עלה וצריך טעם למה: \n\n"
            ],
            [],
            [
                "<b>אתרוג שניקב וכו' ושאינו מפולש אם היה כאיסר.</b> דברי הרב המגיד נכונים אבל יש מקשים על פירוש רבינו היאך אפשר שיהיה הנקב מפולש ולא יחסר כל שהוא ויש מי שתירץ דמשכחת לה כגון שתחב בו יתד דלא חסריה מידי: \n",
                "<b>עלתה חזזית עליו אם בשנים או שלשה מקומות פסול.</b> מעולם הוקשה לי בין בגמרא בין בפוסקים השתא שנים פסול שלש מיבעיא ולא מצאתי לשום מחבר בזה דבר וצ''ע: \n\n"
            ],
            [],
            [
                "<b>כל אלו שאמרנו וכו'.</b> י''ל על דין זה ממה שהקשה הגמרא בראש לולב הגזול (דף כ''ט.) קא פסיק ותני ל''ש ביו''ט ראשון ול''ש ביו''ט שני דמשמע דבסתמא כל הפסולין בראשון פסולין בכל הימים. וי''ל דודאי הכי ס''ד אבל כיון דאמר ר' יצחק בר נחמני לא שנו אלא ביו''ט ראשון ופריק רב אשי אליביה ממילא אשמעינן דדוקא בראשון פסולים ולא בשאר ימים ומתוך דברי בראש פרק זה יתבאר מ''ש. וכתב ה''ה שכל הפסולין מפני שאינן מינן או לפי שהם חסרי השיעור כשם שפסולין בראשון פסולין בשני. ושאינן מינן דבר פשוט הוא אבל בשהם חסירי השיעור צריך לי תלמוד מנין לו. וממ''ש רבינו אבל ביום טוב שני עם שאר הימים נראה שהוא סובר דיום טוב שני דינו כשאר הימים וטעמא משום דבקיאינן בקיבועא דירחא: \n\n"
            ],
            [
                "<b>ואין נותנין וכו'.</b> ואע''ג דע''מ להחזיר יהביה ניהליה אפ''ה קונה דקי''ל כל תנאי שא''א לקיימו בסופו והתנה עליו בתחלה תנאי בטל ומעשה קיים, וכתב הר''ן דבקטן שלא הגיע לעונת הפעוטות עסקינן דאילו בהגיע דהיינו בן שש או בן שבע אקנויי נמי מקני ומתנתו מתנה כדאיתא בהניזקין (גיטין נ''ט) ודבר פשוט הוא זה ותמהני שלא הזכירוהו הפוסקים: \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות שופר וסוכה ולולב",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}