{
    "title": "Mechir Yayin on Esther",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mechir_Yayin_on_Esther",
    "text": {
        "Introduction": [],
        "": [
            [],
            [],
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "<b>And the letters were sent by couriers (<i>ratzim</i>, literally runners), etc.:</b>: It appears that the runners, meaning to say the five senses (<i>chushim</i>), are running - each one to acquire sensations. And that is why it is called a <i>chush</i>, from the usage, \"hasten (<i>chusha</i>) to my aid\" (Psalms 38:23). So he said that every one should do what it wants, the opposite of that which is stated (Isaiah 33:15), \"shuts their eyes against looking at evil, etc.\" And he said that is the reason \"to kill, to destroy, etc.\" And he said, \"on a single day, on the thirteenth day of the month... Adar.\" I have already explained what it is (Mechir Yayin on Esther 3:7) - he means to say in the month of Adar, which is an expression of the powerful one (<i>adir</i>) of the Torah. And he thus said that this is all a reason to deny providence and all the rest of the Torah, which is the thirteen attributes or the thirteen principles [of faith]. For this is his saying, \"to annihilate... on the thirteen(th).\" He means to say that the killing and the destruction is this, to deny these thirteen. Instead one should believe that everything follows the power of the twelve constellations, and to believe that this is the greatness (<i>adar</i>) and praise of man. And this is [the meaning of] his saying, \"the month of Adar, and to plunder their possessions.\" He means to say, to make his goal to plunder money, to rob and to loot. "
                ]
            ]
        ]
    },
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "מחיר יין",
    "categories": [
        "Tanakh",
        "Acharonim on Tanakh"
    ],
    "schema": {
        "heTitle": "מחיר יין",
        "enTitle": "Mechir Yayin on Esther",
        "key": "Mechir Yayin on Esther",
        "nodes": [
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "",
                "enTitle": ""
            }
        ]
    }
}