{
    "title": "Teshuvah MeYirah on Mishneh Torah, Oaths",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuvah_MeYirah_on_Mishneh_Torah,_Oaths",
    "text": [
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>נשבע </b>\n<b> שלא לשתות היום וכו' וכמה ישתה ויהא חייב יראה לי שאינו חייב בפחות מרביעית ככל האיסורים. </b> והנה זה פשוט ג\"כ לפ\"ז דאם נשבע לשתות ה\"ה כמו שלא לשתות כמו כל שיעורי תורה דשתיה ברביעית [ולא כהפמ\"ג בפתיחתו להל' שחיטה שנסתפק לומר דבמ\"ע שאני וכאשר הושג מהאחרונים ז\"ל] ועי' בנזיר ד' א', דדרשינן מיין ושכר יזיר לאסור יין מצוה כיין רשות כגון שאמר שבועה שאשתה ואח\"כ אמר הריני נזיר אתיא נזירות וחיילא על שבועה והרי שבועה הוה מצי לקיימה אף בכל שהוא, וא\"כ שפיר חיילא הך שבועה ונזירות ביחד ומנ\"ל לדרוש דאף בכה\"ג יזיר ואסור לקיים שבועתו, אדרבה נימא כיון דחצי שיעור מן התורה ליכא ביה לאו רק איסור בעלמא ומכ\"ש שיש לדקדק לפי מה דיליף ביומא ע\"ד א', איסור חצי שיעור מדכתיב כל בחלב א\"כ י\"ל דנזירות דקיל דאיתא בשאלה לא ילפינן מיניה לאסור חצי שיעור, ועכ\"פ לריש לקיש דחצי שיעור מותר ודאי תקשה וגם לר' יוחנן דאסור עכ\"פ לאו ליכא, א\"כ מ\"ט יעבור על שבועתו היכא דאפשר לקיים שתיהם וליתי עשה דככל היוצא מפיו יעשה דשבועה לדחות איסור חצי שיעור דנזירות כיון דהעשה מקיים בכל שהוא, אלא ודאי מוכח דשבועה שאשתה צריך רביעית כשיעור שתיה בלשון תורה א\"כ ה\"נ שבועה שלא אשתה [ועי' תוס' שם ד\"ה ר\"ש מ\"ש שם דמקשה ליה לר' שמעון בשבועה שלא אשתה ג\"כ] וא\"כ תמוה לשון יראה לי שכתב רבינו ז\"ל במה שמבואר להדיא כמעט וא\"א לנטות אחר זה בשום אופן לענ\"ד."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לפיכך</b>\n<b> כל הנשבע להרע לאחרים פטור משבועת ביטוי וכו', ויראה לי שהוא לוקה משום שבועת שוא. </b> והיא משנה מפורשת שבועות כ\"ט א', איזהו שבועת שוא נשבע לשנות את הידוע לבטל את המצוה כגון שלא לעשות סוכה וכו' זו היא שבועת שוא שחייבין וכו' וצע\"ג, אם לא שנדחוק לומר דכוונתו ז\"ל גם על ראש דבריו שפתח שם בנשבע לקיים את המצוה ולא קיים, עיי\"ש, [ודרך אגב ראיתי להעיר על הכ\"מ בהי\"ז שלא ציין על מ\"ש שם נשבע להרע לעצמו דאע\"פ שאינו רשאי חייב מהא דשבועות כ\"ו ב', ובב\"ק צ\"א ב', מבואר להדיא דבחבלה קאמר עיי\"ש] ועי' בספר החינוך פרשת יתרו דמשמע שמפרש הרמב\"ם כפשוטו אסיפא ויש להאריך בדין זה ואכ\"מ."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קונטרס תשובה מיראה על משנה תורה, הלכות שבועות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Teshuvah MeYirah",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}