{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Chapter", 
        "Halakhah", 
        "Siman"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Rosh on Eruvin", 
    "licenseVetted": true, 
    "text": [
        [
            [
                "מבוי שהוא גבוה מעשרים אמה ימעט רבי יהודה אומר אין צריך והרחב מעשר אמות ימעט ואם יש לו צורת הפתח אע\"פ שהוא רחב מעשר אמות אינו צריך למעט. והכי הלכתא ואע\"ג דאמר בגמרא ע\"ב מתני רב יהודה לחייא בר רב קמיה דרב אין צריך למעט וא\"ל איתנייה צריך למעט  לא קי\"ל כוותיה אלא כסתם מתני'. דרב לטעמיה דאמר רבנן מפתחו של היכל ילפי ולכך אמר דצריך למעט דהא היכל צ\"ה הוא דהוה ליה ואפ\"ה י' אמות הוא דהוה ליה. ואנן קיימא לן כאמוראי בתראי דאמרי דנקט פתחו של היכל  לסימן בעלמא הלכך מהניא צ\"ה כסתם מתני':  ", 
                "גמ' א\"ר אילעי אמר רב רחבה ד' אע\"פ שאינה בריאה ואם יש לה אמלתרא אפי' גבוהה יותר מעשרים א\"צ למעט מאי אמלתרא חמא בריה דרבה בר אבוה אמר קיני. כי אתא רב דימי אמר אמרי במערבא פיסקי דארזא.  מ\"ד פיסקי דארזא כל שכן קיני ומ\"ד קיני אבל פיסקי דארזא לא: \n"
            ], 
            [
                "מקצת קורה בתוך עשרים ומקצת למעלה מעשרים מקצת סכך בתוך עשרים ומקצת סכך למעלה מעשרים אמר רבה במבוי כשר בסוכה פסולה. ואסיקנא רבא אמר אחד זה ואחד זה כשר חלל סוכה תנן חלל מבוי תנן. וכן הלכתא. והא דקאמר אחד זה ואחד זה לאו דוקא דלא מצריך רבא למיהוי מקצת סכך או קורה בתוך עשרים אלא אפילו כולו למעלה מעשרים קמכשר רק שיהיה החלל עשרים. והא דאמר בסוכה דף ד. והוצין יורדין בתוך עשרים פי'  בתוך הכשר עשרים דהיינו עד שפת עשרים: \n"
            ], 
            [
                "אמר אביי משמיה דרב נחמן אמת מבוי ואמת סוכה באמת בת חמשה ואמת כלאים באמת בת ששה רבא משמיה דרב נחמן אמר אחד זה ואחד זה באמת בת ששה אלא שהללו שוחקות והללו עציבות ולחומרא. היכא דשוחקות חומרא משחינן בריוח. והיכא דעציבות חומרא מצמצמין להו.  והלכתא כרבא דמילתא דאביי מוקי כרשב\"ג ומילתא דרבא כד\"ה: \n"
            ], 
            [
                "היה גבוה מעשרים אמה ובא למעטו ממעט בקורה שרחבה טפח ודיו. דקורה משום היכרא הוא והיכר של מטה כהיכר של מעלה וכשם שלמעלה דייה בטפח כדתנן דיי לקורהשתהא רחבה טפח זה לשון רב אלפס ז\"ל ואין לשונו מכוון דמשמע שממעט בקורה אחרת שנותן למטה מעשרים וכן כתב הוא למעלה  כיצד נותן עליו קורה מעשרים אמה ולמטה.  ולישנא דגמרא לא משמע הכי דאביי מודה בהא דסגי בטפח אלא דמיירי בבא לבנות בנין תחת הקורה. והר\"ז הלוי ז\"לכתב דהלכה כרב יוסף דרביה דאביי הוה. ובירושלמי גרס כיצד ממעט עושה איצטבא על פתח המבוי. כמה יהא בה. רבי אחא בר אושעיא אומר ד' טפחים כדי מקום. רבי יוסי אומר טפח כדי קורה.  ומסתמא כיון שהזכיר רבי אחא בר אושעיא תחילה היה גדול מדרבי יוסי  והלכתא כוותיה.  אם היה גבוה פחות מעשרה טפחים  חוקק בו ד' אמות לתוך אורך המבוי לרוחב כל המבוי כדי להשלימה לעשרה טפחים כאביי. ואע\"ג דפליג עליה רב יוסף דהוא רביה ואמר דסגי בד' טפחים.  כיון דסוגיין כאביי דאמר משך מבוי בד' אמות הלכתא כוותיה.  ומדכתב רב אלפס ז\"ל דהאי פיסקא הוי הלכתא כרב יוסף דהוי רביה דאביי אי לאו  דסוגיין כאביי אם כן בגבוה מכ' ובא למעטו משמע שפוסק כרב יוסף. וגם הרמב\"ן ז\"ל פסק דמשך מבוי בד' אמות גבי לחי הבולט מדופנו של מבוי. ורבינו אבי העזרי ז\"ל פסק כרב יוסף דאין הלכה כתלמיד במקום הרב. ואי משום ההיא דלחי הבולט הא דחה ליה רב יוסף דלאפוקי מתורת לחי עד דאיכא ד' אמות. דהא רב יוסף גופיה אמר לקמן (עירובין דף י.) גבי לחי המושך עם דופנו של מבוי ש\"מ משך מבוי ד' אמות וא\"כ תקשה דידיה אדידיה אלא ע\"כ התם נמי לאפוקי מתורת לחי קאמר. וכי אייתי אביי ראיה למילתיה מלחי הבולט ה\"נ מצי לאתויי מההיא דלקמן אלא מחדא מילייהו מייתי. ואע\"ג דטפי הוה ניחא ליה לאתויי מההוא דלקמן משום דרב יוסף גופיה אמר. דילמא אכתי לא שמעה מיניה. ור\"מ ז\"ל הביא ראיה דהלכה כאביי מדאיצטריך למיפסק כרב יוסף בשדה ענין ומחצה בפ\"ח דבבא בתרא דף קיד: ודף קמג: ובמחצה ליכא מאן דפליג עליה אלא אביי מכלל דבשאר דוכתי לית הלכתא כותיה לגבי אביי  איתמר מבוי שנפרץ מצדו כלפי ראשו איתמר משמיה דרב אמי ורב אסי אם יש שם פס ד' מתיר פירצה עד עשר  ואם לאו פחות מג' מתיר ג' אינו מתיר: \n"
            ], 
            [
                "אמר רמי בר אבא אמר רב הונא לחי הבולט מדופנו של מבוי פי' בולט מדופן של מבוי כמין עמודים שעושין לחזק הכתלים וסותם קצת פתחו של מבוי  פחות מארבע אמות נידון משום לחי וא\"צ לחי אחר להתירו ד' אמות נדון משום מבוי וצריך לחי אחר להתירו. ואותו לחי מוקי לה באידך גיסא. אי נמי מוקי לה בהדיה ומטפי בה פורתא או מבצר בה פורתא אמר רב הונא בריה דרב יהושע לא אמרן אלא במבוי ח' אמות אבל במבוי ז' אמות ניתר בעומד מרובה על הפרוץ. רב אשי אמר אפילו במבוי ח' אמות נמי אין צריך לחי אחר להתירו ממה נפשך אי עומד נפיש ניתר בעומד מרובה על הפרוץ אי פרוץ נפיש נדון משום לחי. מאי אמרת כהדי הדדי נינהו.  הוי ספק דבריהם וספק דבריהם להקל: \n"
            ], 
            [
                "אתמר מבוי עקום  פי' כמין דל\"ת. רב אמר תורתו כמפולש. ושמואל אמר תורתו כסתום. פרש\"י תורת היתר מבוי מפולש יש לו בעקמומיתו וצריך לעשות צורת הפתח בעקמומיתו דבמקום שהוא מפולש לחבירו חשיב כל אחד כמפולש לרה\"ר הלכך צריך צ\"ה בעקמומיתו ולחי מכאן ולחי מכאן  או צ\"ה מכאן וצ\"ה מכאן ולחי בעקמומיתו. וגם לשמואל פירש בל\"א תורתו כסתום תורת מבוי סתום יש לו בעקמומיתו. וצריך לחי בעקמומיתו.  ולישנא דתורתו כמפולש לא משמע כפירושו דמשמע תורת מבוי זה שהוא עקום תורתו כאילו היה מפולש ביושר בלי עקמומית וניתר באחד מפתחי' בצ\"ה ומצד אחר  לחי או קורה ר\"י.  ולקמן ע\"ב משמע כפי' רש\"י דאמר ההוא מבוי עקום דהוה בנהרדעא רמי עליה חומרי דרב וחומרי דשמואל ואצרכוהו דלתות ופי' רש\"י עקום כמין ח' ואם א\"צ בעקמומיתו תיקון הוה ליה למימר דלת. ואינה ראיה דר\"ח גריס דלת וכן כתוב ברוב הספרים ואף לספרים דגרסי דלתות   יש לפרשו עקום באמצע ופתוח בג' פתחים לרה\"ר. ועוד ראיה לפירוש רש\"י מדאמר לקמן (עירובין דף ח.) ההוא מבוי עקום דהוה בסורא כרך בודיא ואותבוה בעקמומיתו אלמא דצריך תיקון בעקמומיתו. ומיהו ר\"ח ז\"ל גריס בשפתיה ואפילו אי גרסי' בעקמומיתו י\"ל שבני ראשו האחד  לא רצו לתקן ועוד ראיה לפירש\"י מהא דאמר לקמן שם: מבוי העשוי כנדל אמר אביי עושה צ\"ה לגדול ואידך כולהו משתרו בלחי וקורה  כמאן כשמואל דאמר תורתו כסתום וכו'. ולפי' ר\"י אתיא כרב כיון דלרב אין צריך תקון בעקמומיתו. ומסיק אלא אמר רבא עושה צ\"ה לכולהו מהך גיסא ואידך גיסא מישתרי בלחי וקורה. ומשמע דלכל מבואות הקטנים עושה צ\"ה מהך גיסא במקום שפתוחין לגדול ולאידך גיסא עושה לחי וקורה דהיינו לצד רה\"ר. ואי כפי' ר\"י א\"כ ה\"ק עושה צ\"ה לכולהו לצד רה\"ר ואידך גיסא דהיינו המבוי הגדול בפתחו לרה\"ר וא\"כ לא הוה ליה למימר ואידך גיסא אלא הכי הוה לי' למימר ואידך ותו לא פי' ואידך המבוי הגדול. והא ליכא לאקשויי לפי' ר\"י למה ליה למיעבד צ\"ה לכולהו ליעבד צ\"ה בפתיחת המבוי הגדול לרה\"ר ואידך כולהו לישתרו בלחי וקורה. משום דמבואות קטנים  כל אחד מפולש לחבירו כמין ח' וצריך אחד מהן צ\"ה. וצריך ליתן טעם אמאי בעי טפי ממבוי מפולש שפילושו ביותר. וי\"ל  כדי שיראו צ\"ה בני מבוי זה ובני מבוי זה ועוד אומר אני שהלשון מוכיח כפי' רש\"י דכי היכי דלשמואל אנו מפרשים תורתו כסתום פירוש כל אחד מן המבואות דינוי כמבוי סתום. דאי אפשר לפרש דמבוי עקום זה דינו כמבוי סתום בלא עקמומית  דאותו אינו צריך אלא לחי אחד. הכי נמי תורתו כמפולש דקאמר רב היינו כל אחד מן המבואות דינו כמבוי מפולש ובירושלמי גרס מבוי שהוא עקום ומפולש רבי יוחנן אומר נותן לחי או קורה מכאן ועושה צורת הפתח מכאן רבי שמעון בן לקיש אומר נותן לחי או קורה ומתיר. ומסיק רב כרבי יוחנן ושמואל כריש לקיש  משמע לכאורה כפי' ר\"י  ומיהו גמרא דידן פליגא אירושלמי. ויש עוד ליישב הירושלמי לפי' רש\"י ז\"ל דלא איירי בירושלמי אלא בתיקון אחד מן המבואות תדע מדלא קאמר ריש לקיש דנותן לחי או קורה מכאן ולחי או קורה מכאן כי היכי דקאמר ר' יוחנן נותן לחי או קורה מכאן ועושה צ\"ה מכאן אלא ודאי בתיקון אחד מן המבואות מיירי וקאמר רבי יוחנן אם אחד מן המבואות רוצין לתקן עושה צ\"ה ולחי  וריש לקיש אומר נותן לחי במקום צ\"ה ומתיר.  אע\"פ שבתיקון שני מבואות נמי הייתי יכול לפרש כן. מ\"מ טוב לפרש בתיקון מבוי אחד כי היכי דלא ליפלוג הירושלמי אגמרא דידן: \n"
            ], 
            [
                "במאי עסקינן. אילימא ביותר מעשר בהא לימא שמואל תורתו כסתום. אלא לאו בעשר וקאמר רב תורתו כמפולש. אלמא פרצת מבוי מצדו בד'. ורב חנן בר אבא אמר שאני התם. דקא בקעי בה רבים. מכלל דלרב הונא אע\"ג דלא בקעי בה רבים מאי שנא מר' אמי ור' אסי התם איכא גדודי הכא ליכא גדודי אבל אי ליכא גדודי אע\"ג דלא בקעי ביה רבים. ולרב חנן בר אבא אי בקעי ביה רבים פרצתו בד' ואי לא בקעי ביה רבים פרצתו בעשר אע\"ג דליכא גדודי. ופסק ר\"מ ז\"ל  דהלכתא כרב הונא מדפריך סתמא דגמ' לעיל (עירובין דף ה:) מה לחצר שכן פרצתה בעשר תאמר במבוי שפרצתו בארבע ומדקאמר ר\"נ בר יצחק כוותיה דרב הונא מסתברא ואע\"ג דדחי ליה גמרא מ\"מ מדקאמר רב חנן שאני התם וכו' ולא קאמר סתמא דגמרא התם דקא בקעי בה רבים כדקאמר בתר הכי כי פריך לרב הונא מר' אמי ורבי אסי וקאמר סתמא דגמרא התם ליכא גדודי אלמא הלכתא כרב הונא. ומה שכתב רבינו אבי העזרי ז\"ל דנראה לו הלכה כרב חנן אמר רב ולא כרב הונא משום דרב הונא תלמיד הוה ואין הלכה כתלמיד במקום הרב. לא נהירא לי דרב הונא נמי אמר למילתיה משמיה דרב. ושמא בספרו היה חסר במילתיה דרב הונא אמר רב אבל בכל הספרים שלנו יש אמר רב הונא אמר רב עכ\"ל ר\"מ ז\"ל. והר\"ז הלוי ז\"ל פסק כרב חנן בר אבא משום דקאי רב הונא בריה דרבי יהושע כוותיה שם. ורי\"ף הביא דברי רבי אמי ורבי אסי ולא הביא דברי רב חנן בר אבא ודברי רב הונא דפליגי במילתיה דרבי אמי ורבי אסי  מכלל דסבירא ליה דפרצת מבוי בעשר אפילו כי ליכא גדודי וכיון דבשל סופרים הוא עבדינן לקולא ופרצת מבוי בעשר  כי היכא דלא בקעי ביה רבים: \n"
            ], 
            [
                "ת\"ר כיצד מערבין מבואות המפולשין לרה\"ר עושה צ\"ה מכאן ולחי או קורה מכאן. חנניה אומר ב\"ש אומר עושה דלת מכאן ודלת מכאן וכשיוצא ונכנס נועל. וב\"ה אומר עושה דלת מכאן ולחי או קורה מכאן:  איתמר רב אמר הלכה כת\"ק. ושמואל אמר הלכה כחנניה אליבא דב\"ה. והלכתא כרב בתרוייהו. במבוי עקום דאמר תורתו כמפולש ובמבואות המפולשין דאמר הלכה כת\"ק. דקי\"ל הלכתא כרב באיסורי. וה\"מ מבואות המפולשיך לרשות הרבים הוא דסגי להו בצ\"ה מכאן ולחי מכאן או קורה מכאן. אבל רה\"ר גופיה לא מיערבא אלא בדלתות מכאן ומכאן והוא דננעלות בלילה דאמר רבה בר רב הונא אמר רבי יוחנן ירושלים אילמלא דלתותיה נעולות בלילה חייבין עליה משום רה\"ר אבל השתא דנעולות דלתותיה בלילה הוה ליה כחצר של רבים שמערבין את כולה ואין מבואותיה צריכין תיקון. ורה\"ר פי' רש\"י צריך שיהא רחב ט\"ז אמה  ומצויין בה ששים רבוא ואין לה חומה או שיהא רה\"ר שלה מפולש משער לשער שיהא פלושו דומה לדגלי מדבר. ור\"י פי' במבואות הרחבים י\"ג אמה ושליש  ושני ראשיהן מפולשין לרה\"ר שהוא רחב ט\"ז כיון דבקעי בהו רבים חשיב רה\"ר ממש מן התורה ולא מערבין אלא בדלתות נעולות בלילה. ומביא ראיה מהא דאמר בפ\"ק דשבת דף ז. איצטבא שבין העמודים נידון ככרמלית אבל רה\"ר שבין העמודים נידון כרה\"ר  ואע\"ג דהאיצטבא והעמודים ממעטין. ואפילו למאן דאמר התם דנידון ככרמלית הכא דעיילו להדיא מודה דהוי רה\"ר. וההוא מבוי עקום דהוה בנהרדעא רמא עליה חומרי דרב וחומרי דשמואל ואצרכוה דלתות. מדאתריה דשמואל הוה עביד כשמואל אע\"ג דלית הלכתא הכי.  אמר רב מבוי שנפרץ במלואו לחצר ונפרצה חצר כנגדו לרה\"ר חצר מותרת ומבוי אסור. חצר מותרת אף על גב דבקעי בה רבים ובלבד שלא תהא הפרצה יותר מעשר  כדתנן חצר שרבים נכנסין בזו ויוצאין בזו רה\"י לשבת ורה\"ר לטומאה. ומבוי אסור משום דהוה ליה כמבוי מפולש לרה\"ר. אמר רב יוסף עובדא הוה בדורא דרעותא במבוי שכלה לרחבה פירוש ונפרצה הרחבה כנגדו לרה\"ר ואתו לקמיה דרב יהודה ולא אצרכוה ולא מידי. ומיירי ברחבה שאינה יתירה מבית סאתים. דאי יתירה מבית סאתים ולא הוקפה לדירה הויא כרמלית והוה כמבוי שכלה לבקעה כדמשמע לקמן בפ' עושין פסין (עירובין דף כד:) גבי רחבה דהוה בפום נהרא. אי נמי אפילו יתירה מבית סאתים מיירי וכשהוקפה לדירה כגון שפתח ולבסוף הוקף. ואמר רב ששת כאן שעירבו בני חצר עם בני מבוי כאן שלא עירבו בני חצר עם בני מבוי. הא דרב יהודה לא אצרכיה ולא מידי מיירי כשעירבו בני רחבה עם בני מבוי ודלא כפירוש רש\"י שפירש דרחבה הוי כמו עירבו משום דלית בה דיורין ואינה אוסרת על המבוי דלא גריע מחורבה שבין שני בתים דאמר לקמן (עירובין דף סו:) שאוסרת ואע\"ג דלית בה דיורין כלל אלא מיירי כשעירבו הלכך דיורין לא אסרי אמבוי כיון שעירבו. ומשום דמפולש לרה\"ר לא מיתסר כדמפרש לה רב יוסף כשכלה לאמצע רחבה לא מיחזי כמפולש. והא דאמר רב מבוי שנפרץ במלואו לחצר ונפרצה חצר כנגדו לרה\"ר חצר מותרת ומבוי אסור מיירי בשלא עירבו חצר מותרת דלא נפרצה במלואה כחצר קטנה שנפרצה לגדולה דגדולה מותרת וקטנה אסורה ומבוי אסור דלגבי דידיה הוי כמלואו. ומיירי כשנכנסין כותלי מבוי לחצר דאם לא כן הוי כנראה מבפנים ושוה מבחוץ דקי\"ל דנידון משום לחי ומשום דמפולש לא מיתסר אם עירבו  דמיירי כשכלה לאמצע רחבה  והאי דנקט ונפרצה חצר כנגדו לאו משום איסור מבוי נקטיה אלא משום רבותא דשריותא דחצר לאשמועינן אע\"ג דרבים נכנסים לה בזו ויוצאים בזו מותרת אפילו לטלטל בתוכה.  אמר רב יוסף לא שנו אלא שכלה לאמצע רחבה אבל כלה לצדי רחבה אסור כיון דאחד מן הכתלים של הרחבה מתעקם עמו ונראה כמפולש אע\"פ שאין פרצת הרחבה לר\"ה מכוונת כנגד פרצת המבוי לרחבה הוה ליה כמבוי עקום שיש בעקמומיתו יותר מעשר דלכולי עלמא לא משתרי בלחי וקורה כדאמר לעיל (עירובין דף ו.): אמר רבה הא דאמרת לאמצע רחבה מותר לא אמרן אלא זה שלא כנגד זה אבל זה כנגד זה אסור. אמר רב משרשיא הא דאמרת לאמצע רחבה זה שלא כנגד זה מותר לא אמרן אלא ברחבה דרבים אבל ברחבה דיחיד לא דזימנין דמימלך ובני ביה בתים והוי כמבוי שכלה לצדי רחבה ואסור: \n"
            ], 
            [
                "אמר רב יצחק מעשה במבוי שצדו אחד כלה לים וצדו אחד כלה לאשפה ובא מעשה לפני רבי ולא אמר בו לא איסור ולא היתר תנא וחכמים אוסרין דחיישינן שמא תנטל אשפה. ודוקא אשפה דיחיד אבל אשפה דרבים לא חיישינן שמא תנטל כדתנן אשפה ברשות הרבים גבוהה עשרה טפחים חלון שעל גבה זורקין לה בשבת ובים חיישינן שמא יעלה הים שרטון:  איתמר מבוי העשוי כנדל. פירוש נדל שרץ שיש לו הרבה רגלים מכאן ומכאן כדתניא חולין סז: עד כל מרבה רגלים זה נדל וכן זה המבוי יש לו שבילין מכאן ומכאן והם מפולשין לרה\"ר מצד אחד. אמר אביי עושה צ\"ה לגדול ואידך כולהו מישתרו בלחי וקורה. אמר ליה רבא  כמאן כשמואל דאמר תורתו כסתום והא ההוא מבוי עקום דהוה בנהרדעא וחשו לדרב אלא אמר רבא עושה צורת הפתח לכולהו מחד גיסא ואידך גיסא מישתרי בלחי וקורה מהא שמעי' דהלכתא כרב דאמר הלכה כתנא קמא דהא רבא גופיה כוותיה סבירא ליה וקי\"ל דכל היכא דפליגי אביי ורבא הלכה כרבא בר מיע\"ל קג\"ם: \n"
            ], 
            [
                "איתמר משום רב כהנא רבה מבוי שצדו אחד ארוך וצדו אחד קצר. פחות מארבע אמות מניח את הקורה באלכסון. ארבע תמות אינו מניח אלא כנגד הקצר. פירוש שאם היה ארוך עודף על הקצר ארבע אמות הוה ליה כמבוי בפני וצריך מחיצה כנגדו ואם לא היה הארוך עודף על הקצר ארבע אמות אינו מבוי בפני עצמו ולפיכך מניח את הקורה באלכסון: רבא אמר אחד זה ואחד זה אין מניח את הקורה אלא כנגד הקצר. מאי טעמא קורה משום היכר ובאלכסון לא הוי היכר. ואם יש באלכסונה יותר מעשר אמות ד\"ה אין מניח אלא כנגד הקצר ר\"מ פסק כרבא וכן פסק הרמב\"ם ז\"ל פי\"ז מהל' שבת הל' ב ומתוך שכתב רב אלפס ז\"ל ואם יש באלכסונה יותר מעשר וכו'  משמע שפיסק כרב כהנא דלרבא לעולם אינו מניח אלא כנגד הקצר  ותימה למה לא יהא הלכה כרבא דהוא בתראה. ולא מסתבר למימר דסבירא ליה לרב אלפם ז\"ל דקורה משום מחיצה. דהא לקמן (עירובין דף יב:) פליגי רבה ורבא בלחי אי הוי משום מחיצה אי משום היכר אבל בקורה מודו דהוי משום היכר. הלכך נראה דהלכה כרבא וכתב ר\"מ ז\"ל דבתוך המבוי יכול להניח את הקורה באלכסון ומשתמש בקצר כנגד הקצר ובארוך כנגד הארוך. וכתב הראב\"ד ז\"ל דבצ\"ה מודה רבא דעביד באלכסון דלכ\"ע משום מחיצה הוי והלכתא' מותר להשתמש תחת הקורה ובין לחיים נמי מיתר כרבא. והנ\"מ דפתוח לרה\"ר אבל פתוח לכרמלית לא דאמר רב חנן בר רבא אמר רב תוך הפתח צריך לחי אחר להתירו בין דאית ביה ד' בין דלית ביה ד' ואוקימנא בדפתוח לכרמלית משום דמצא מין את מינו וניעור. והרמב\"ם ז\"ל פי\"ז מהל' שבת הל' יא השוה יחד תחת הקורה ובין לחיים דכל שפתוח לכרמלית אסור והראב\"ד השיג עליו ואמר דתחת הקורה אפילו פתוח לכרמלית מותר וכן משמע מתוך דברי רי\"ף. והא דקאמר הנ\"מ דפתוח לרה\"ר קאי דוקא אבין לחיים. ונראה דהיינו טעמא דרבא אמר בין לחיים נמי מותר וקאמר עלה והוא דפתוח לרה\"ר. והא דקאמר רבא מנא אמינא לה אבין לחיים דוקא קאי אבל אתחת הקורה לא איצטריך להביא ראיה דרבא הוא דאמר לקמן (עירובין יב:) דקורה משום היכר ולחי משום מחיצה הלכך תחת הקורה פשיטא דמותר להשתמש. אבל תחת הלחי דהוי משום מחיצה הוצרך להביא ראיה דמותר להשתמש דה\"ק סתמא דגמרא לימא בהא קמיפלגי. דמ\"ס משום היכר ולכך מותר להשתמש תחת הקורה ומ\"ס משום מחיצה ולכך אסור להשתמש תחת הקורה. ואע\"ג דתו קאמר דכולי עלמא קורה משום היכר ואיבעית אימא משום מחיצה. מ\"מ חזינן דסברת הגמרא דלמאן דאמר קורה משום היכר מותר להשתמש תחת הקורה ומאן דאמר משום מחיצה אסור. הלכך רבא דאית ליה קורה משום היכר ולחי משום מחיצה אהא דאמר מותר להשתמש תחת הקורה לא איצטריך לאתויי ראיה אלא אבין לחיים הוא דאיצטריך לאתויי דאע\"ג דאית ליה לחי משום מחיצה מותר להשתמש בין לחיים משום דבטיל לגבי מבוי ואהא הוא דמסיק דוקא דפתוח לרה\"ר אבל לכרמלית אסור. ומיהו יש ספרים דגרסי לקמן רבה אמר קורה משום היכר ולחי משום מחיצה ורבא אמר אחד זה ואחד זה משום היכר. וכן מסתבר דמזכיר רבה קודם רבא. וכן משמע בפלוגתא דלחי העומד מאליו דרבא אית ליה דלחי משום היכר.  ולפי זה אין ראיה שיהא חילוק בין קורה ללחי בפתוח לכרמלית. והר\"ז ז\"ל פוסק דבין לחיים אסור משום דקי\"ל לקמן (עירובין דף טו.) דלחי משום מחיצה כאביי דאמר לחי העומד מאליו הוי לחי וטעמא דהוי לחי משום דלחי משום מחיצה. ולאו ראיה היא משום דאפשר דקי\"ל דחודו החיצון יורד וסותם.  ועוד כמו שהוכיח ר\"י דמ\"ד בין לחיים אסור לאו משום דסבר דלחי משום מחיצה אלא משום דהכשירו בכל שהוא ואי שריא לאישתמושי כנגדו אתי להשתמש חוצה לו: \n"
            ], 
            [
                "ואם נעץ שתי יתדות בשני כותלי המבוי והניח קורה עליהם אפילו למאן דאית ליה אסור להשתמש תחת הקורה דחודו הפנימי יורד וסותם נמי אסור דקורה ע\"ג מבוי בעינן וליכא.  ואם נעץ שתי יתדות עקומות על שני כותלי המבוי שאין בגובהן ג' ואין בעקמומיתן שלש והניח קורה עליהן מותר דאמר חבוט רמי קורה ע\"ג מבוי ואמר לבוד משתי רוחות:  איתמר נראה מבפנים ושוה מבחוץ נידון משום לחי. נראה מבחוץ ושוה מבפנים רבי חייא ורבי שמעון בר רבי חד אמר נידון משום לחי וחד אמר אין נידון משום לחי. והלכתא נידון משום לחי. ונראה מבחוץ ושוה מבפנים כמו שפי' רש\"י בברייתא דר' חייא כותל שצדו אחד כנוס מחבירו בין שנראה מבחוץ ושוה מבפנים  כגון ששקוע הכותל מלפניו  שאין הכניסה נראה לעומדים במבוי אלא לעומדים ברה\"ר ואותה שקיעה חשיב לחי  ולא כמו שפי' רש\"י נראה מבחוץ ושוה מבפנים משך כל הלחי לחוץ וחודו הפנימי נכנסה בכותלי המבוי. דאי חשיב כי האי נראה מבחוץ ושוה מבפנים א\"כ האי דמשני לקמן בנכנסין כותלי קטנה לגדולה האי נמי הוא נראה מבחוץ ושוה מבפנים כיון דאיכא גיפופי בגדולה מאחורי הכניסות  א\"כ כניסת הקטנה הוי נראה מבחוץ ושוה מבפנים.  אלא ודאי כה\"ג לא הוי אפילו נראה מבחוץ כיון שאין נראה לצד חלל המבוי אלא לעומדים אחרי המבוי   ולחי המושך מדופנו של מבוי בין אי גרס מדופנו בין אי גרס עם דופנו יש לפרש שנמשך עם עובי רוחב הכותל  של מבוי ורוחב הכותל עודף לצד מבוי  או מאחריו: \n"
            ], 
            [
                "מבוי שהוא רחב כ' אמה אמר אביי עושה פס גבוה עשרה טפחים במשך ד' אמות ומעמידו באמצע.  ואם יש מן הפס עד הכותל של רחב המבוי יותר מעשר אמות יש לו דין מבוי עקום כמין חי\"ת דאין חילוק בין אם יש הפסק גדול בין שני הפתחים של צד רה\"ר בין אם יש הפסק קטן. וכתב הראב\"ד ז\"ל וצריך שתהא הקורה נוגעת באותו פס או בתוך ג' דבעי קורה על גבי מבוי. וכיוצא בזה מצאתי בירושלמי קורה אחת מהו שתתיר שני מבואות ר' ירמיה אמר ר' זעירא אמר ר' אבהו חד אמר אסור וחד אמר מותר. מ\"ד אסור בנתינתה למעלה מג' לכותלי המבוי. מ\"ד מותר בנתינתה למטה מג' לכותלי המבוי.  אי נמי עביד כדרב יהודה דאמר מבוי שהוא רחב ט\"ו אמה מרחיק ב' אמות ועושה פס שלש אמות וכ\"ש אי מרחיק אמה ועביד פס אמה ומחצה ומרחיק אמה ועביד פס אמה ומחצה אלא דלא אטרחוה רבנן כולי האי. והיכא דרחב עשרים אמה עביד הכי מהאי גיסא ומהאי גיסא. וליחוש דלמא שביק פתחא רבה ועייל בפתחא זוטא. אמר רב יהודה חזקה אין אדם מניח פתח גדול ונכנס ויוצא בפתח קטן. ומ\"ש מדר' אמי ורבי אסי. הכא לא ממעע בהלוכא התם ממעט בהלוכא: \n"
            ], 
            [
                "ואם יש לו צ\"ה וכו'  ואף בגובהה מהניא צ\"ה דלא בעיא היכר בצ\"ה. ואמלתרא מהניא בגובהה ולא ברחבה דאמלתרא מהני בגובהה משום דדבר חדוש הוא ומסתכל כלפי מעלה לראותה ואגב זה רואה הקורה והאי טעמא לא שייך ברחבה. מעשה באדם אחד מבקעת בית תורתן שנעץ ד' קונדיסין בארץ ומתח זמורה על גביהן ובא מעשה לפני חכמים והתירו לו לענן כלאים. אמר ר' שמעון בן לקיש כדרך שהתירו לו לענין כלאים כך התירו לו לענין שבת. ור' יוחנן אמר לכלאים התירו ולא לשבת ומוקי לה במן הצד ובדרב חסדא קמיפלגי אבל על גבן מודה רבי יוחנן דצ\"ה מהניא אף מד' רוחות לרב בעשר ולמתני' אפילו יותר מעשר. וא\"ת ולמה הוצרכו לעשות פסין לביראות לקמן (עירובין דף יז:) וגם לא התירו אלא בבהמת עולי רגלים ולא לאדם לקמן (עירובין דף כ:) ובקל היה יותר לעשות צ\"ה מד' רוחות ואפילו ליותר מעשר כמתני' וי\"ל דלא היה מתקיים כ\"כ דאתו גמלים ושדו ליה וגם נקל ליפול ברוח שאינה מצויה לפי שהיו צריכין להגביהן מפני הגמלים  וכן צ\"ל גבי שיירא שחנתה בבקעה לקמן (עירובין טז:) שמקיפין שלשה חבלים זה למעלה מזה או קנים בפחות מג' ולא עבדי צ\"ה.  אי נמי הא דשרינן פיאה בחצר ובמבוי שיש בה דיורין אבל בבקעה דלית בה דיורין לא שריא.  ובירושלמי דמס' כלאים פ\"ד גרס אמר ר' זעירא מודה ר\"ל לענין שבת שאין פיאה מתרת ביותר מעשר. א\"ר חגי מתניתין אמרה כן מקיפין ג' חבלים זו למעלה מזו ואם אתה אומר שפיאה מועלת ביותר מעשר דיו בחבל אחד: \n"
            ], 
            [
                "אמר רב חסדא צ\"ה שעשאה מן הצד לא עשה ולא כלום פירש רב האי גאון ז\"ל צ\"ה שעשאה מן הצד כגון שעשאה מן צדו של כותל דהוה ליה פתחא בקרן זוית ופתחא בקרן זוית לא עבדי אינשי. ופירוש זה אינו מובן דלענין כלאים שמתח זמורה  על גבי קונדיסין לא משמע הכי ועוד דקאמר אילימא מן הצד וכו' אלא על גבן  ולא משמע אלא כפי' רש\"י שפירש מן הצד שלא נתן העליון על שני הקנים העומדים אלא חברו להם מן הצד שאז אין דומה לפתח  שהמשקוף נתון על שתי המזוזות והיינו כברייתא דלקמן צ\"ה שאמרו קנה עכאן וקנה מכאן ואחד על גביהן. ואמר רב חסדא צ\"ה שאמרו צריכה שתהא בריאה כדי לעמוד בה דלת ואפילו דלת של קשין. אמר רבי שמעון בן לקיש משום ר' ינאי צ\"ה שאמרו צריכה היכר ציר. מאי היכר ציר. אמר רב אדא אבקאתא. רב אלפס ז\"ל לא הביא הך מימרא דר\"ל ותמה עליו רבינו מאיר ז\"ל למה השמיטה דהא ליכא מאן דפליג עלה ודחק לפרש הסוגיא כדי לקיים דבריו שלא יהא צריך היכר ציר ופירוש אשכחיה רב אחא בריה דרבא לתלמידי דרב אשי אמר תני מר מידי בצ\"ה כלומר וכי הוא מצריך היכר ציר או לא א\"ל לא אמר ולא כלום ולא הוסיף מאומה על צ\"ה אלא קנה מכאן וקנה מכאן וקנה על גביהן  א\"ל תנא צורת הפתח שאמרו קנה מכאן וקנה מכאן וקנה על גביהן. הביא ראיה לדבריהם שאין צריך היכר ציר  מדלא מצריך בברייתא היכר ציר. ואח\"כ כתב ומיהו אין הלשון משמע כן דאם כן הו\"ל למימר תניא דמסייע לכו. ועוד לא אמר ולא כלום לא משמע הכי ואדרבה נראה דה\"פ אמר מר מידי בצ\"ה כלומר אם בא שום חדוש אמרו ליה לא אמר שום חדוש אמר להן אני אומר לכם דבר חדוש תנא צ\"ה וכו' וקנה על גביהן דאין צריך קורה רחבה טפח על גביהן אלא קנה משהו בעלמא ובלבד שלא יהא ניטל ברוח ושתהא בריאה שיכולה לעמוד בה דלת של קשין והיכר ציר נמי בעינן כדר\"ל משום ר' ינאי דליכא מאן דפליג עלה. כל זה מדברי ר\"מ ז\"ל. וראיתי בירושלמי פ\"א דפליגי רבי יוחנן ור\"ל ר' יוחנן לא מצריך היכר ציר ור\"ל מצריך היכר ציר ושמא על דא סמך רב אלפס ז\"ל ולא הביא הא דהיכר ציר ומיהו ר\"ל משמיה דר' ינאי אמר שהיה רבו של ר' יוחנן  והלכה כר' ינאי: צריכין ליגע או אין צריכין ליגע. פירוש אלו הקנים שבמזוזות המבוי אם היו גבוהין עשרה טפחים ואין מגיעין לקנה שלמעלה אלא שמכונין כנגדו מהו. רב נחמן אמר אין צריכין ליגע ורב ששת אמר צריכין ליגע. והלכה כרב נחמן דתניא כוותיה. מאי היא דתניא כיפה ר\"מ מחייב במזוזה וחכמים פוטרין ושוין כשיש ברגליה עשרה אף על פי שאין הקרוי שבשמי כיפה מגיע לרגליה הוה פתח וחייב במזוזה הכא נמי כיון שיש בקנים עשרה אע\"פ שאין מגיעין לקנה העליון פתח הוי: \n"
            ], 
            [
                "מתני' הכשר מבוי ב\"ש אומרים לחי וקורה. וב\"ה אומרים לחי או קורה. ורבי אליעזר אומר לחיים. משום רבי ישמעאל אמר תלמיד אחד לפני ר\"ע לא נחלקו ב\"ש וב\"ה על מבוי שהוא פחות מד' אמות שהוא מותר בלחי או בקורה. על מה נחלקו מארבע אמות ועד עשרשב\"ש אומרים לחי וקורה ובית הלל אומרים או לחי או קורה א\"ל ר\"ע על זה ועל זה נחלקו: \n"
            ], 
            [
                "גמ' כמאן דלא כחנניא ודלא כתנא קמא. אמר רב יהודה ה\"ק הכשר מבוי סתום כיצד ב\"ש אומרים לחי וקורה וכו'. ופלוגתא דחנניא ות\"ק במבוי מפולש:  אמר ר' אסי אמר ר' יוחנן חצר צריכה שתי פסין משתי רוחות וכל פס משהו. ואם מרוח אחת צריך שיהיה רחב ד' טפחים. וכן אמר שמואל חצר ניתרת בפס אחד. ופריך עלה דאמר שמואל לרב חנניא בר שילא את לא תעביד עובדא אלא או ברוב דופן או בשני פסין. ומשני מרוח אחת בד' משתי רוחות  במשהו לכאן ומשהו לכאן. ואהא דאמר רוב דופן פריך ל\"ל רוב דופן בפס ד' סגי. וכ\"ת רוב דופן בדופן ז' דבד' הוי רוב דופן. למה לי רוב דופן. בג' ומשהו סגי דהאמר רב אחלי ואיתימא רב יחיאל עד ד'. איבעית אימא כאן בחצר כאן במבוי ואיבעית אימא דרב אחלי תנאי היא ושמואל לית ליה דרב אחלי ופסק ר\"מ ז\"ל במבוי פחות מארבעה אין צריך תיקון כיון דללישנא קמא סבר שמואל כרב אחלי ומפליג בין מבוי לחצר הלכה כההוא לישנא דבשל סופרים הלך אחר המיקל ואע\"ג דפליגי נמי תנאי בהאי לקמן (עירובין יג.) נראה דהלכתא כמאן דאמר אין צריך דאי הלכתא צריך אמאי דחיק גמרא לאוקומי לדשמואל דלא כהלכתא כרב אחלי. והרמב\"ם ז\"ל פי\"ז מהל' שבת הלכה ט כתב מבוי פחות משלשה טפחים אין צריך כלום. ונראה כמו שפסק ר\"מ ז\"ל וכן כתב הראב\"ד ז\"ל: \n"
            ], 
            [
                "ת\"ר לשון ים שנכנס לחצר אין ממלאין ממנו בשבת אלא א\"כ עשו לה מחיצה עשרה טפחים. במה דברים אמורים כשנפרצה ביותר מעשר אבל בעשר אין צריך. והוא דלא הויא הפרצה במלואו של כותל אלא שנשארו גיפופים. מימלא הוא דלא ממלינן הא טלטולי מטלטלינן והלא נפרצה למקום האסור לה  הכא במאי עסקינן דאית לה גדודי פירש רש\"י שנשאר מן המחיצה בגובה עשרה והים כיסהו הלכך בחצר המחיצה ניכרת  דפעמים המים שוקעין והמחיצה נראית ולכך מותר להשתמש בחצר. אבל מהחצר לבית אסור הואיל ואין המחיצה ניכרת בבית. והא דקאמר מימלא הוא דלא ממלאינן היינו למלאות מים מן החצר ולהביאן לבית. ורשב\"ם ז\"ל פירש דאית ליה גידודי שלשון הים הפיל הקרקע ונשארו גידודים  גבוהים עשרה בשפת המים  ואותן הגידודים מתירין לטלטל בחצר אבל למלאות  מן המים לחצר אסור דמקום המים נפרץ במלואו לים: \n"
            ], 
            [
                "אמר רב יהודה אמר רב מבוי שארכו כרחבו אינו ניתר בלחי משהו אמר רב חייא בר אשי אמר רב מבוי שארכו כרחבו אין ניתר בקורה טפח. אמר ר' זירא כמה מכוונן שמעתתא דסבי כיון דארכו כרחבו הוה ליה חצר וחצר אינה ניתרת אלא בפס ארבעה  דאמר רב נחמן נקטינן איזהו מבוי שניתר בלחי וקורה כל שארכו יותר על רחבו ובתים וחצירות פתוחות לתוכו.  רש\"י פי' כאן בית לכל חצר. ולעיל  דף ה. ולקמן פרק הדר (עירובין דף עד.) פי' שני בתים לכל חצר וכן עיקר דמוכח הכי בפרק רבי אליעזר דמילה (שבת דף קלא.) גבי מבוי שלא נשתתפו וכו'. ואיזוהי חצר שאינה ניתרת בלחי וקורה אלא בפס ארבעה כל שאין ארכה יותר על רחבה אבל ארכה יותר על רחבה אפילו משהו בלחי וקורה סגי: \n"
            ], 
            [
                "מתני' הקורה שאמרו רחבה כדי לקבל אריח והאריח חצי לבנה של שלשה טפחים. דיה לקורה  שתהא רחבה טפח כדי לקבל אריח לרחבו רחבה לקבל אריח ובריאה לקבל אריח. ר' יהודה אומר רחבה אע\"פ שאין בריאה:  ", 
                "גמ' אמר רבה בר רב הונא קורה שאמרו צריכה שתהא בריאה לקבל אריח  ומעמידי קורה אין צריכין לקבל קורה ואריח. ורב חסדא אמר א' זה ואחד זה צריכין שיהיו בריאים כדי לקבל קורה ואריח.  הרמב\"ם ז\"ל פי\"ז הל' יג פסק כרב חסדא ור\"מ ז\"ל פסק כרבה בר רב הונא  דבשל סופרים הלך אחר המיקל וכן מסתבר. אמררב ששת הניח קורה ע\"ג מבוי ופירס עליה מחצלת והגביהה מן הקרקע שלשה קורה אין כאן ומחיצה אין כאן קורה אין כאן דהא מיכסא ומחיצה אין כאן דהויא לה מחיצה שהגדיים בוקעין בה וכל מחיצה שהגדיים בוקעין בה לא שמה מחיצה. כתב ה\"ר שלמה בן אדרת ז\"ל  דקורה שהיא משוכה למטה מעשרה טפחים פסולה דכיון שיש שיעור מחיצה נפקא מתורת קורה ומחיצה אין כאן דהויא מחיצה שהגדיים בוקעין בה. וליתא דהכא דוקא אמר קורה אין כאן משום דמכסיא ואינה נראית וסבורים דבמחצלת המבוי ניתר. אבל כשהקורה נראית בשביל גודלה לא נפקא מתורת קורה. ת\"ר קורה היוצאת מכותל זה ואינה נוגעת בכותל אחר וכן שתי קורות אחת יוצאת מכותל זה ואחת יוצאת מכותל זה ואינן נוגעות זו בזו. פחות מג' אין צריך להביא קורה אחרת. ג' צריך להביא קורה אחרת. רשב\"ג אומר פחות מד' אין צריך להביא קורה אחרת ד' צריך להביא קורה אחרת וכן שתי קורות המתאימות לא בזו לקבל אריח ולא בזו לקבל אריח.  אם מקבלות אריח לרחבו טפח אין צריך להביא קורה אחרת ואם לאו צריך להביא קורה אחרת. רשב\"ג אומר אם מקבלות אריח לארכו ג' טפחים אין צריך להביא קורה אחרת ואם לאו צריך להביא קורה אחרת היתה אחת למעלה ואחת למטה רבי יוסי ב\"ר יהודה אומר רואין את העליונה כאילו היא למטה ואת התחתונה כאלו היא למעלה ובלבד שלא תהא עליונה למעלה מעשרים ותחתונה למטה מעשרה. כתב ר\"מ ז\"ל דלית הלכתא כרבי יוסי ב\"ר יהודה דסבר כאבוה דאית ליה רואין ולית הלכתא כאבוה. ומה שהביאו הרי\"ף  משום שהוא סיום הברייתא הביאו ולא להלכתא: ", 
                "מתני' היתה של קש ושל קנים רואין אותה כאילו היא של מתכת. עקומה רואין אותה כאילו היא פשוטה. עגולה כאילו היא מרובעת. אם יש בהיקפה שלשה טפחים יש ברחבה טפח. לחיים שאמרו גובהן עשרה טפחים ורחבן ועוביין כל שהוא רבי יוסי אומר רחבן ג' טפחים היתה של קש וכו' לר\"י ולית הלכתא כוותיה: ", 
                "גמ'  מאי קמ\"ל דאמר רואין היינו הך. מהו דתימא במינו אמר רואין שלא במינו לא אמר רואין קמ\"ל. עקומה רואין אותה כאילו היא פשוטה מאי קמ\"ל. קא משמע לן כדרבי זירא דאמר ר' זירא היתה קורה בתוך מבוי ועקמומיתה חוץ למבוי היא למעלה מעשרה ועקמומיתה בתוך עשרה היא בתוך עשרים ועקמומיתה למעלה מעשרים רואין כל שתנטל עקמומיתה ואין בין זה לזה שלשה אין צריך להביא קורה אחרת ואם לאו צריך להביא קורה אחרת. כתב ר\"מ ז\"ל אע\"ג דרבנן פליגי עליה דר' יהודה בהיתה של קש ושל קנים בהא דעגולה ועקומה מודו רבנן דאמרינן רואין  מדפריך אעקומה פשיטא ומשני קמ\"ל כדר' זירא אלמא דהכי הלכתא כיון דאתיא לאשמעי' הך דר' זירא. ועוד נראה לי להביא ראיה לדבריו מדפריך אהיתה של קש מאי קמ\"ל היינו הך ואעקומה פריך פשיטא אלמא אפילו רבנן מודו בה ומילתא דפשיטא היא לכ\"ע. ואעגולה פרי' הא תו למה לי דפשיטא דהיא כמו עקומה: \n"
            ], 
            [
                "רהבן ועוביין כל שהו תניא וכמה כל שהו  ר' זירא אומר אפילו כחוט הסרבל. תניא עשה לחי לחצי מבוי יש לו חצי מבוי. אם עשה לחי לחציו הפנימי מותר להשתמש עד הלחי ולא חיישינן דלמא אתי לאישתמוש מן הלחי והלאה. אמר רבא עשה לחי למבוי והפליגו מן הכותל שלשה או שהגביהו מן הקרקע שלשה לא עשה ולא כלום. ואפילו לרבן שמעון בן גמליאל דאמר אמרינן לבוד הני מילי למעלה אבל למטה כיון דהויא מחיצה שהגדיים בוקעין בה לא אמר: רבי יוסי אומר רחבן שלשה. אמר רב יוסף אמר רב יהודה אמר שמואל אין הלכה כרבי יוסי לא בהלמי ולא בלחיים. א\"ל רב הונא בר חיננא בהלמי אמרת לן בלחיים לא אמרת לן. רב רחומי מתני הכי אמר רב יהודה בריה דרב שמואל בר שילא משמיה דרב אין הלכה כרבי יוסי לא בהלמי ולא בלחיים. אמרו ליה אמרת אמר להו לא. אמר רבא האלהים אמרה ואנא גמירנא לה מיניה. ומאי טעמא הדר ביה משום  דרבי יוסי נימוקו עמו. אמר ליה רבא בר רב חנן לאביי הלכתא מאי. אמר ליה פוק חזי מאי עמא דבר  כלומר כרבנן נהגו ולא כרבי יוסי: \n"
            ], 
            [
                "איתמר לחי העומד מאליו אביי אמר הוי לחי ורבא אמר לא הוי לחי. היכא דלא סמכינן עליה מאתמול כגון דהוה לחי אחר ונפל בשבת כולי עלמא לא פליגי דלא הוי לחי. כי פליגי היכא דסמכינן עליה מאתמול אביי אמר הוי לחי דהא סמכינןעליה מאתמול. ורבא אמר לא הוי לחי  כיון דמעיקרא לאו אדעתא דהכי עבידא. בלחי בלחוד הוא דפליגי אבל מחיצה העומדת מאליה דברי הכל הויא מחיצה  ויראה דבמחיצה אפילו לא סמכינן עליה מאתמול הויא מחיצה. אבל קורה העומדת מאליה.  יראה דלא הוי קורה דקיימא לן דקורה משום היכר וטעמא דאביי בלחי משום מחיצה : \n"
            ], 
            [
                "מתני' בכל עושין לחיים   אפילו בדבר שיש בו רוח חיים ור\"מ אוסר.  ומטמא משום גולל ור\"מ מטהר וכותבין עליו גיטי נשים ורבי יוסי הגלילי פוסל. שיירא שחנתה בבקעה והקיפוה כלי בהמה מטלטלין בתוכה. ובלבד שיהא גדר גבוה עשרה טפחים. ולא יהו פרצות יתירות על הבנין . וכל פרצה שהיא כעשר אמות מותרת  מפני שהיא כפתח יותר מכאן אסור: ", 
                "גמ' איתמר פרוץ כעומד רב פפא אמר מותר. רב הונא בריה דרב יהושע אמר אסור. רב פפא אמר מותר הכי אגמריה רחמנא למשה לא תפרוץ רובא. רב הונא בריה דרב יהושע אמר אסור הכי אגמריה רחמנא למשה גדור רובא.  והלכתא כרב פפא דדייקא מתני' כוותיה דקתני לא יהו פרצות יתירות על הבנין הא כי הדדי נינהו שרי: \n"
            ], 
            [
                "מתני' מקיפין ג' חבלים זה למעלה מזה וזה למעלה מזה  ובלבד שלא יהא בין חבל לחבירו ג' טפחים. שיעור החבלים עוביין יותר על טפח כדי שיהא בין הכל עשרה טפחים. מקיפין בקנים ובלבד שלא יהא בין קנה לחבירו ג' טפחים. בשיירא דברו דברי ר' יהודה. וחכ\"א לא דברו בשיירא אלא בהוה: \n"
            ], 
            [
                "כל מחיצה שאינה של שתי וערב אינה מחיצה דברי רבי יוסי דוחכ\"א אחד משני דברים. ד' דברים פטרו במחנה. מביאין עצים מ\"מ. ופטורין מרחיצת ידים. ומדמאי. ומלערב: ", 
                "גמ' אמר רב המנונא הרי אמרו עומד מרובה על הפרוץ בשתי הוי עומד. בערב מאי. ומוקי לה כגון דאייתי מחצלת דהויא שבעה ומיהו וחקק בה ג'  ושבק בה ד' ומשהו ואוקמא בפחות מג'. ולא איפשיטא. י\"א כיון דלא איפשיטא עבדי' לחומרא ועומד מרובה על הפרוץ בערב לא הוי עומד. והראב\"ד ז\"ל כתב  כיון דרב אשי אוקי בעיא דרב המנונא בע\"א אלמא פשיטא דערב כשתי לענין עומד מרובה על הפרוץ ולא איצטריך ליה למיבעי וכן מסתבר: \n"
            ], 
            [
                "דרש רב נחמן משום רבי' שמואל  חצר שמשמשת לאויר ואינה מוקפת לשתי וערב אלא שתי בלא ערב או ערב בלא שתי נותנין לו בית סאתים שהן מאה על נ' אמה כי בית סאה נ' על חמשים סאתים מאה על חמשים שהן ע' אמה ושיריים על ע' אמה ושיריים כחצר המשכן דכתיב אורך החצר מאה באמה ורחב חמשים בחמשים ונקראת חצר והן עמודים ועליהן קלעים כדרך הולכי מדברות וכל מילי דשבת ממשכן ילפינן להו.  הילכך יחיד נותנין לו בית סאתים  שלשה נעשו שיירא ונותנין להן כל צרכן ואע\"פ שהוא שתי בלא ערב וכן הלכה.  אמר רב גידל אמר רב שלשה מתירין בשבע ואוסרין בחמש. ופי' רב אשי הוצרכו לשש כלומר לבית שש סאין שהן סאתים לכל אחד והקיפו שבע מותר שהרי לא נשאר פנוי אלא בית סאה. לא הוצרכו אלא לתמש והקיפו שבע אפילו בחמש אסורין  שהרי בית סאתים פנוי שאין צריכין להם. ואקשינן אלא הא דקתני וחכ\"א אחד יחיד ואחד שיירא נותנין להן כל צרכן ובלבד שלא יהא בית סאתים פנוי מאי לאו פנוי מאדם וכיון שהן שלשה וכל אחד מהן יש לו בית סאתים הרי יש להן בית שש סאין ולא נשאר פנוי מאדם אלא סאה אחת ואמאי אמרת אסורין אפילו בחמש. ופרקינן פנוי דקתני לא מאדם אלא מכלים וכיון שלא היו צריכין לכלים אלא חמש והקיפו שבע הרי שנים פנוים מכלים. ולפיכך אסורין אפילו חמש ובטלה הקפתן: איתמר שלשה ומת אחד שנים וניתוספו עליהן רב הונא ורבי יצחק חד אמר שבת גורמת וחד אמר דיורין גורמין. תסתיים דרב הונא הוא דאמר שבת גורמת דאמר רבה בעאי מיניה מרב הונא עירב דרך הפתח ונסתם הפתח דרך החלון ונסתם החלון מהו ואמר לי שבת הואיל והותרה הותרה. והלכה כרב הונא דאמר שבת הואיל והותרה הותרה. דתניא כוותיה לקמן בפרק הדר (עירובין דף ע:) ואביי נמי הכי סבירא ליה לקמן בפרק כל גגות (עירובין דף צג:) מההיא דבעי רב אושעיא דיורין הבאין בשבת מהו. ואין לומר דרבי יצחק אוקי ברייתא דפרק הדר כרבי יהודה ואיהו סבר כרבי יוסי.  דהא מסקינן הכא רבי יצחק נמי סבר כרבי יהודה. ואף על גב דרב סבר הלכה כרבי יוסי בפרק כל גגות שם  ושמואל נמי פסק כוותיה בנפרצה לרה\"ר רב הונא מודה נמי בהא  כדמסיק הכא התם ליתנהו למחיצות. ואע\"ג דההיא דאביי בפרק כל גגות בנפרצה איירי וקאמר שבת הואיל והותרה הותרה.  לא דמיא הך פירצה דשתי חצרות שנפרצו זו לזו לנפרצה לרה\"ר. דכיון דמעיקרא רה\"י גמורה והשתא רשות היחיד גמורה והוקפה לדירה  לא דמיא אלא לדיורין הבאין בשבת. והא דאמרינן לקמן פרק הדר (עירובין דף עא.) היכא דמת גר מבעודיום והחזיק ישראל בשבת בנכסיו אוסר ולא אמר שבת הואיל והותרה הותרה. שאני התם כיון דמת גר מבעוד יום פקע רשותיה  והיה ישראל ראוי להחזיק בו מבעוד יום. ונראה שאם עירבו לצורך שנה מחצר לחצר ונסתם הפתח בשבת ואח\"כ נפתח בו ביום פשיטא דמותר לטלטל מזו לזו דהא אפילו בלא נפתח נמי מותר לטלטל מעבר לכותל או בחלון שאין בו ארבעה טפחים דשבת הואיל והותרה הותרה  אלא  אפילו נסתם באמצע השבוע ונפתח בשבת דחזר העירוב למקומו. וראיה מהא דאמר בשבת פרק הזורק (שבת דף קא:) ספינות קשורות זו בזו מערבין ומטלטלין מזו לזו נפסקו נאסרו חזרו ונתקשרו חזרו להיתרן הראשון שכל מחיצה הנעשית בשבת בין בשוגג בין במזיד כו'.  משמע דנפסקו אפי' בחול קאמר  דאי בשבת אפילו לא חזרו ונתקשרו נמי אמרינן שבת הואיל והותרה הותרה ומיהו לפי מסקנא דשמעתין אין לנו ראיה שיהא הלכה כמ\"ד שבת גורמת בפלוגתא דרב הונא ורבי יצחק דכיון דאסיקנא דרבי יצחק אמר אנא דאמרי אפילו לרבי יהודה ושרי מבוי שניטלה קורתו או לחייו כ\"ש שיתיר עירב דרך הפתח ונסתם הפתח. דהא אמרינן לקמן בפ' הדר (עירובין דף ע:) כל שהותר למקצת שבת הותר לכל השבת לאתויי עירב דרך הפתח ונסתם הפתח זה הכלל לאתויי מאי לאתויי מבוי שניטלה קורתו או לחייו משמע דאי לאו זה הכלל לא הוה שרינן מבוי שניטלה קורתו או לחייו אע\"ג דהוה שרינן עירב דרך הפתח ונסתם הפתח. וכיון דאוקימנא דרבי יצחק  דאסר גב דיורין שרי עירב דרך הפתח ונסתם א\"כ רב הונא דשרי בעירב דרך הפתח ונסתם אפשר דאסר גבי דיורין וליתא להך תסתיים דקאמר גמרא. ומיהו נראה לי אף על גב דלית לן ראיה להתיר גבי דיורין מברייתא דבפרק הדר דשריא בעירב דרך הפתח מ\"מ אית לן ראיה מאביי דשרי בפרק כל גגות (עירובין דף צג:) דיורין הבאין בשבת. וכן פסק רב אלפס ז\"ל דשבת גורמת בלא דיורין: וחכ\"א אחד משני דברים. חכמים היינו תנא קמא איכא בינייהו יחיד בישוב דרבנן בתראי סברי היחיד בישוב שרי לטלטולי בתוך מחיצה של שתי או של ערב כדין הולכי מדברות. וכן הלכה: \n"
            ], 
            [
                "ופטורין מרחיצת ידים. אמר אביי לא שנו אלא מים ראשונים אבל מים אחרונים חובה. דאמר רב יהודה מפני מה אמרו אחרונים חובה מפני שמלח סדומית יש שמסמא את העינים ומשתכחא כי קורטא בכורא. א\"ל רב אחא בריה דרבא לרב אשי כייל מילחא מאי אמר ליה לא מיבעיא: ומלערב. אמרי דבי רבי ינאי לא שנו אלא עירובי חצירות אבל עירובי תחומין חייבין דתניא רבי חייא אומר לוקין על עירובי תחומין דבר תורה. קשיא ליה לרבי יוחנן וכי לוקין על לאו שניתן לאזהרת מיתת ב\"ד. אמר ליה רב אשי מי כתיב אל יוציא אל יצא כתיב כלומר יציאה ברגלים בלבד ולית בהו מיתת ב\"ד אלא באזהרה בלבד ולפיכך לוקין עליו.  וקשיא לן היכי אמר הכא לוקין על עירובי תחומין דבר תורה  ואנן קים לן דליתא לדר\"ע דאמר תחומין דאורייתא  ואשכחן בגמרא דבני מערבא דגרסינן הגיעוך סוף תחומי שבת שאינו מחוורין דבר תורה. ר' אבא בעא תינח אלפים אמה אינו מחוור. ארבעת אלפים מחוור היא. ר' שמעון בר רב הונא משום ר' אחא אומראין לך מחוור מכולן אלא י\"ב מיל כמחנה ישראל. נמצא עכשיו תחומי שבת מהן דאורייתא ומהן דרבנן מאלפים אמה ועד י\"ב מיל לוקה עליהן לרבנן מדרבנן ולרבי עקיבא מדאורייתא סוטה כז:  דכתיב מקיר העיר וחוצה אלף אמה סביב וכתיב ומדותם מחוץ לעיר את פאת קדמה אלפים באמה ואי אפשר לומר אלף שכבר נאמר אלפים ואי אפשר לומר אלפים שכבר נאמר אלף הא כיצד אלא אלף אמה מגרש ואלפים תחום שבת ורבנן סברי אלף אמה מגרש ואלפים אמה שדות וכרמים. ומי\"ב מיל ולמעלה לוקה עליהם דאורייתא לדברי הכל כדכתיב אל יצא איש ממקומו והיינו י\"ב מיל כנגד מחנה ישראל. אבל מאלפים אמה ולמטה מותר לדברי הכל. ועדיין הקושוא במקומה עומדת שאין לנו עירובי תחומין אלא עד סוף אלפים אמה בלבד ואם הניח עירובו חוץ לאלפים אין עירובו עירוב ואסור לו לצאת חוץ לאלפים אמה אפילו אמה אחת ואם איסור זה מדרבנן הוא  לא ילקה עליו דבר תורה אלא לר\"ע.  ומצי למימר דה\"ק אבל עירובי תחומין חייבין דתני ר' חייא לוקין על עירובי תחומין דבר תורה והיינו י\"ב מיל שלוקין אף לדברי חכמים. וכיון דאיכא שום תחום שבת דאורייתא חייבין במכת מרדות אפילו תחום דאלפים דליתיה אלא מדרבנן.  ומיהו גמרא דידן סבר לרבנן ליכא שום תחום שבת דאורייתא ואפילו י\"ב מיל מדקאמרי' פרק כלל גדול (שבת דף סט.) דידע לה בתחומין ואליבא דר\"ע  משמע דלרבנן ליכא איסור דאורייתא בתחומין. ולקמן פרק מי שהוציאוהו (עירובין דף מו.) קאמרינן אמר ליה רבא לאביי  מכדי עירובי תחומין דרבנן: "
            ]
        ], 
        [
            [
                "עושין פסין לביראות. ארבעה דיומדין נראין כשמונה דברי רבי יהודה. ר' מאיר אומר שמנה נראין כשנים עשר. ארבעה דיומדין וארבעה פשוטין גובהן עשרה טפחים ורחבן ששה ועוביין כל שהוא. וביניהן כמלוא שתי רבקות של שלש שלש בקר דברי ר\"מ. ר' יהודה אומר של ארבע ארבע קשורות ולא מותרות אחת נכנסת ואחת יוצאת. מותר להקריב לבאר ובלבד שתהא פרה ראשה ורובה מבפנים ושותה. ומותר להרחיק כל שהוא ובלבד שירבה בפסין:  ", 
                "גמ' אמר ר' יצחק בר אמי לא הותרו פסי ביראות אלא לעולי רגלים בלבד. והתניא לא הותרו פסי ביראות אלא לבהמה בלבד מאי בהמה בהמת עולי רגלים אבל אדם מטפס ועולה מטפס ויורד: ", 
                "מתני' ר' יהודה אומר עד בית סאתים. אמרו לו לא אמרו בית סאתים אלא בגינה וקרפף. אבל אם היה דיר וסהר או מוקצה או חצר אפילו בית חמשה כורין או בית י' כורין מותר רבי יהודה אומר אם היתה דרך הרבים מפסקת יסלקנה לצדדין. וחכ\"א אינו צריך. אחד באר הרבים ובור הרבים ובאר היחיד עושין להן פסין. אבל בור היחיד עושה לו מחיצה גבוה י' טפחים דברי ר\"ע רבי יהודה בן בבא אומר אין עושין פסיןאלאלבאר הרבים בלבד. ולשאר עושין חגורה גבוה י' טפחים:  ", 
                "גמ'  אמר רב יהודה אין בורגנין ולא פסי ביראות לא בבבל ולא בשאר ארצות. בורגנין בבבל לא דשכיחי בידקי דמיא בשאר ארצות לא דשכיחי גנבי. פתי ביראות בבבל לא דשכיחי מיא. בשאר ארצות לא דלא שכיחא מתיבתא: \n"
            ], 
            [
                "מתני' ועוד אמר ר' יהודה בן בבא הגינה והקרפף שהן שבעים אמה ושיריים על שבעים אמה ושיריים המוקפין גדר עשרה טפחים מטלטלין בתוכן. ובלבד שיהא בה שומירה או בית דירה. או שיהו סמוכות לעיר. רבי יהודה אומר אפילו אין בהן אלא בור שיח ומערה מטלטלין בתוכן.  ר\"ע אומר אפילו אין בהן אחת מכל אלו מטלטלין בתוכן ובלבד שיהא ע' אמה ושיריים על ע' אמה ושיריים רבי אליעזר אומר אם היתה ארכה יותר על רחבה אפילו אמה אחת אין מטלטלין בתוכה. רבי יוסי אומר אפילו ארכה כשנים ברחבה מטלטלין בתוכה:  ", 
                "גמ' והא תניא רבי אליעזר אומר אם היתה ארכה יותר על פי שנים ברחבה אפילו אמה אחת אין מטלטלין בתוכה. אמר רב ביבי בר אביי כי תנן נמי במתני' יותר משנים ברחבה תנן. אי הכי היינו רבי יוסי.  איכא בינייהו ריבוע דרבנן פי' הא דתנן לקמן (עירובין דף מט:) עגולות דברי רבי חנינא בן אנטיגנוס וחכמים אומרים כטבלא מרובעת כדי שיהא נשכר את הזויות. לרבי אליעזר דאמר אם היתה יתר על פי שנים ברחבה אפילו אמה אחת אין מטלטלין בתוכה משח לה באלכסון  אי הוי אלכסונא יותר על שנים ברחבה אפי' אמה אחת אין מטלטלין בתוכה דסבר לה כר' חנינא בן אנטיגנוס דאמר בעינן אלפים אמה תחום שבת עגולות ולא מרובעות ולר' יוסי משח לה בריבוע דסבר כרבנן דאמרי מרובעות הלכך אם היה ארכה כשנים ברחבה כחצר המשכן דכתיב אורך החצר מאה באמה ורוחב חמשים בחמשים מטלטלין בתוכה. יותר על זה אין מטלטלין בתוכה. איתמר אמר רב יוסף אמר רב יהודה אמר שמואל הלכה כרבי יוסי. ורב ביבי אמר רב נחמן אמר שמואל הלכה כרבי עקיבא. ותרוייהו לקולא. וצריכי דאי אמר הלכה כר' יוסי הוה אמינא עד שיהא בה שומירה או בית דירה כרבי יהודה בן בבא קמ\"ל הלכה כרבי עקיבא. ואי אמר הלכה כרבי עקיבא ה\"א אריך וקטין לא קמ\"ל הלכה כרבי יוסי דאפילו אריך וקטין. קרפף יותר מבית סאתים שהוקף לדירה נזרע רובו הרי הוא כגינה ואסור. נטע רובו הרי הוא כחצר ומותר.  נזרע רובו הא מיעוטו שרי אמר רב הונא בריה דרב יהושע לא אמרן אלא בית סאתים  אבל יותר מבית סאתים אסור כמאן כרבי שמעון. צ\"ע אם קרפף פחות מבית סאתים שלא הוקף לדירה אם דינו כבית סאתים ויהא אסור לטלטל ממנו לחצר לרבנן דר\"ש ולר\"ש דקי\"ל כוותיה לקמן (עירובין דף צא.) יהא אסור לטלטל ממנו לבית דסבירא ליה כולן רשות אחת לכלים ששבתו בתוכן ולא לכלים ששבתו בתוך הבית. ולכאורה משמע שדינם שוה דאם לא כן היינו צריכין לומר דפליגי ר\"ש ורבנן בבית סאתים מצומצם. דיותר מבית סאתים לכ\"ע אפילו בתוכו אסור לטלטל יותר מד' אמות. ובפחות מכאן שרי אף לבית. ומיהו איכא למימר דדין בות סאתים נוהג עד שיהא פחות מבית סאתים אמה. כי היכי דאמר לרבי אליעזר שלא יהא ארכה יותר על רחבה אמה אחת ולא קפיד אם ארכה יותר על רחבה מעט עד שיגיע לאמה אחת ה\"נ לא נפיק מדין בית סאתים עד שיפחת אמה. והשתא לא הוי פלוגתייהו בבית סאתים מצומצם. ואין להביא ראיה להתיר  מדפליג הכא בין פחות מבית סאתים לבית סאתים. דשאני הכא כיון דמיעוטו נזרע בפחות מבית סאתים לא תשוב ובטיל. ובית סאתים דחשיב לא בטיל. אבל  נזרע רובו אפילו פחות מבית סאתום איכא למימר דאסור. ויש לדקדק מהא דאמרינן לקמן (עירובין דף צט:) אשפה שברה\"ר חלון שעל גבה זורקין לה בשבת  אלמא לא חשיבא מוקפת לדירה ע\"י חלון שעל גבה  לפי שהחלון למעלה מעשרה או משום שמופלגת מן הכותל בד' דומיא דחוליית הבור דמיתניא בהדה דמוקמינן לקמן במופלגת בד' ואפילו הכי מותר לזרוק מן החלון עליה אלמא כיון דלא הויא סאתים מותרת אף לבית. מיהו נראה שאין לחלק בין פחות מבית סאתים לסאתים  מדקתני במילתייהו קרפף סתמא משמע דאיירי בכל קרפף שלא הוקף לדירה אע\"ג שמותר לטלטל בתוכו ד' אמות דהיינו בית סאתים ובפחות נמי פלוגי. וההיא דאשפה   נוקמה באשפה שבחצר או בקרפף לרבי שמעון  ורבנן אוקמוה במוקפת לדירה. וא\"כ רחבה שאחורי הבתים שלנו שנזרע רובה אפילו אין בכל הרחבה סאתים אסור  להכניס ולהוציא ממנה לבית לרבי שמעון. ואפילו בחצר שלפני הבית נראה לומר דזריעת רוב מבטל ממנה הדירה. כמו בקרפף. ואף אם תמצא לומר דדירת חצר חשיבא ולא מבטלי לה זרעים מ\"מ ברחבה נראה דזרעים מבטלי היקף דירה. ובחצר נמי הזרוע מיהת יפסיד דירה שלו. ונפקא מינה שאסור להכניס ממנו לבית. וגם אם הזרוע יותר מבית סאתים יאסר כל החצר. ומתוך פירש\"י יש להביא ראוה דלא מבטלי זרעים לדירה אלא לקרפף יותר מבית סאתים. דרש\"י פי' במתני' דשומירה ובית דירה חשיב היקף לדירה משמע דאיירי בפתח ולבסוף הוקף כדין הוקף לדירה. וסתם גינה זרועה היא ומאי אהני היקף לדירה הא אתו זרעים ומבטלי לה. אלא שמעת מינה דלא מבטלי דירת בית סאתים ואפילו לר' יהודה בן בבא דמחמיר טפי. כל שכן דמאן דמיקל דסבר דלא מבטלי זרעים בית סאתים. וגם מדבריו נראה להתיר אפילו כשהרחבה יותר מבית סאתים ואפילו כולה זרועה. דהא במתני' לא שרי ר' יהודה בן בבא בגינה וקרפף על ידי היקף לדירה יותר מבית סאתים ורחבה שריא אפילו בת עשרה כורין כדאמר לעיל (עירובין דף כב.) אי אתה מודה בדיר וסהר ומוקצה שאפילו בת עשרה כורין מותר. ומשמע דליכא מאן דפליג. ומוקצה היינו רחבה. א\"כ רחבה עדיפא מקרפף הלכך אין ללמוד רחבה וחצר מקרפף שזרעים יבטלו דירתם. אבל למאי דפרישי' דשומירה ובית דירה הוי דירה גרועה ומהניא אף בהוקף ולבסוף פתח בבית סאתים וביתר מבית סאתים צריך פתח ולבסוף הוקף אין ראיה לחלק בין קרפף ורחבה. ומיהו מסתבר כיון דלא אשכחן ליה אלא בקרפף דאין ללמוד ביטול היקף דירה דרחבה וחצר מקרפף וצ\"ע: נטע רובו הרי הוא כחצר ומותר. אמר רב יהודה אמר אבימי והוא שעשויין איצטבלאות. רב נחמן אמר אף על פי שאין עשויין איצטבלאות. מר יהודה איקלע לבי רב הונא בר יהודה חזא דאין עשויין איצטבלאות וקא מטלטל בגוייהו  א\"ל לא סבר לה מר להא דאבימי א\"ל אנא כרב נחמן ס\"ל דאמר אע\"פ שאין עשויין איצטבלאות. וכן הלכתא: \n"
            ], 
            [
                "אמר רב נחמן אמר שמואל קרפף יותר מבית סאתים שלא הוקף לדירה פורץ בה פרצה יותר מעשר וגודרה ומעמידה על עשר. איבעיא להו פרץ אמה וגדר אמה עד שהעמידה על יותר מעשר מהו. ומסיק דמהני. אמר רב כהנא רחבה שאחורי הבתים אין מטלטלין בה אלא בד' אמות. אמר רב נחמן אם פתח בה פתח מותר לטלטל בכולה. ולא אמרן אלא שפתח ולבסוף הוקף אבל הוקף ולבסוף פתח לא. פשיטא לא צריכא דאית ביה בי דרי מהו דתימא אדעתא דבי דרי פתח קמ\"ל: \n"
            ], 
            [
                "קרפף יותר מבית סאתים שהוקף לדירה ונתמלא מים כנטועה דמי ושרי  אמר אמימר לא אמרן אלא דחזו לתשמישא אבל לא חזו לתשמישא אסור. וכי חזו לתשמישא נמי לא אמרן אלא שאין בעומקן יותר מבית סאתים אבל יש בעומקן יותר מבית סאתים אסור ולאו מלתא היא מידי דהוה אכריא דפירי. ואי לא חזו לתשמישתא  אפילו אין בעומקן יותר מבית סאתים אסור כי משמע שנתמלא כל הקרפף מים אלא שמקצתו יש בעומקו עשרה ומקצתו אין בעומקו עשרה ובחזו לתשמישתא הוה בעי לפלוגי בין יש בעומקו יותר מבית סאתים לאין בעומקו יותר מבית סאתים. אבל כי לא חזו לתשמישתא לאמפליג  משום דאפילו אותן שאין עומקן עשרה מבטלין הדירה כיון דלא חזו לתשמישתא  וגם אין יכול להשתמש במקום המים:  קרפף יותר מבית סאתים שלא הוקף לדירה ובא למעטו ומעטו באילנות לא הוי מיעוט. בנה בו עמוד גבוה עשרה ורחב ארבעה הוי מיעוט. פחות משלשה לא הוי מיעוט. מג' ועד ד' רבה אמר הוי מיעוט רבא אמר לא הוי מיעוט. רבה אמר הוי מיעוט דהא נפיק מתורת לבוד. רבא אמר לא הוי מיעוט כיון דליכא מקום ד' לא חשיב. הרחיק מן הכותל ד' ועשה מחיצה להקיפו לדירה על ידי מחיצה זו הועיל. נ\"ל דאין צריך לעשות מחיצה אלא ביותר מעשר. דבבנין מחיצה חדשה סותר את הישנה והוה ליה כעין פרץ אמה וגדר אמה. וכן משמע הא דקאמר הרחיק מן התל ד' ועשה מחיצה משמע דיש לקרפף שלש מחיצות מצד אחד ובאותה מחיצה שעשה לפני התל הוקף כולו לדירה.  וכן כשעשה מחיצה על התל די לו ביותר מעשר. פחות מג' אינו מועיל. מג' ועד ד' רבה אמר מועיל. ורבא אמר אינו מועיל וכו'. רבה בר שימי מתני לקולא דמג' ועד ד' לכ\"ע מועיל ופליגי בפחות מג'. ופסק ר\"מ ז\"ל דלית הלכתא כרבה בר שימי אלא כלישנא קמא משום דלישנא קמא סתמא דגמ' קאמר ליה. ואי משום דקיימא לן הלכה כדברי המיקל בעירוב. הני מילי בפלוגתא דתנאי אבל בפלוגתא דאמוראי ליתא להאי כללא מדפריך בפ' מי שהוציאוהו לקמן (עירובין דף מז:) גבי הנהו דכרי דאתו למברכתא והא שמואל ורבי יוחנן הלכה כרבי יוחנן אע\"ג דשמואל מיקל. ועוד הא דאמר הלכה כדברי המיקל בעירוב דילמא בעירוב אמרו ולא במחיצות. וכי האי גונא אמר לקמן בסוף פרק כל גגות (עירובין דף צה.) ובפ' חלון (עירובין דף פא:) אמר רב יהודה אמר שמואל כל מקום שאמר רבי יהודה בעירובין הלכה כמותו וקאמר עלה בעירובין ולא במחיצות. טחו בטיט ויכול לעמוד בפ\"ע הוי מיעוט. א\"י לעמוד בפ\"ע רבה אמר הוי מיעוט רבא אמר לא הוי מיעוט. רבה אמר הוי מיעוט דהשתא מיהא קאי ורבא אמר לא הוי מיעוט כיון דלא יכול למיקם לאו כלום הוא. ר\"מ והראב\"ד והר\"ז הלוי ז\"ל פסקו כרבא ורמב\"ם ז\"ל פי\"ו מהל' שבת הלכה ט פסק כרבה.  וכן נראה דאין הלכה כתלמיד במקום הרב ומאביי ורבא ואילך הוא דקי\"ל כבתראה ולא כאביי ורבא כנגד רבן: הרחיק מן התל ד' ועשה מחיצה מועיל. פחות משלשה או שעשאה על שפת התל פליגי בה רב חסדא ורב המנונא. חד אמר מועיל. וחד אמר אין מועיל והלכתא כמאן דאמר אין מועיל דקאי רב ששת בשיטתיה. והלכתא כרב ששת דאתמר עשה מחיצה על גבי מחיצה רב חסדא אמר בשבת מועול. בנכסי הגר לא קנה. רב ששת אמר בשבת נמי אין מועיל ואמר רב חסדא מודה לי רב ששת שאם עשה מחיצה על התל פירוש שהתל הוא הקרפף שהועיל שבאויר המחיצות העליונות הוא דר. בעא רב חנן נבלעו המחיצות התחתונות והעליונות קיימות מהו. ואסיקנא דבנכסי הגר לא קנה. ובשבת הויא מחיצה דכל מחיצה הנעשית בשבת בשוגג שמה מחיצה אפילו לטלטל וכל שכן דנעשית מאיליה. קרפף בית שלש וקירה בו בית סאה. רבה אמר אויר קרויו מייתרו. ור' זירא אומר אין אויר קרויו מייתרו ואוקימנא  דעבידא כי ארזילא ופירש רש\"י משופע כעין גג היציע. וכתב ר\"ח ז\"ל  וקיימא לן כר' זירא ובא\"ז פסק כרבה דמיקל בעירובין.  וכתב רבינו מאיר ז\"ל מדבריו למדתי דסבירא ליה הלכתא כדברי המיקל בעירובין אפילו בפלוגתא דאמוראי.  ואם תאמר תקשי ליה הא דפריך לקמן פרק מי שהוציאוהו (עירובין דף מז:) הא שמואל ורבי יוחנן הלכה כר' יוחנן והא שמואל מיקל. וי\"ל דודאי הואיל ואיתמר כללא דשמואל ורבי יוחנן הלכה כרבי יוחנן אף לגבי עירובין אייתינן להאי כללא. אבל היכא דלא איתמר כללא כגון הכא דפליגי רבה ור' זירא אמרינן  הלכה כדברי המיקל בעירובין אף במחיצות כגון הכא. אמר רבי זירא ומודינן בקרפף שנפרץ במלואו לחצר שאסור הואיל ואויר מחיצות החצר מייתרו וע\"י אויר המחיצות נעשה הקרפף יותר מבית סאתים. דאמר רב חסדא קרפף שנפרץ במלואו לחצר  וגם החצר נפרץ במלואו. חצר מותרת וקרפף אסור. זה אויר מחיצות מייתרו וזה אין אויר מחיצות מייתרו. דחצר אפילו בת עשרת כורין מותרת: \n"
            ], 
            [
                "ההוא בוסתנא דהוה סמוך לגודא דאפדנא נפל אשיתא ברייתא. פירש ר\"ח ז\"ל הבוסתנא היתה יתירה מבית סאתים שהוקף ולבסוף פתח האפדנא ועשו גודא להקיפה לדירה ברחוק ד' טפחים מגודא דאפדנא. וגם היה באותה גודא פתח ללכת מאפדנא לבוסתנא. ונפל ההיא גודא. וסבר רב ביבי למיסמך אגודא גווייתא דאפדנא הואיל והותרה על ידי מחיצה שעשו להקיפה לדירה ואע\"ג דנפלה ההיא מחיצה רצה לסמוך אגודא גווייתא דהואיל והותרה הותרה. ותועיל ההיא גודא דאפדנא אע\"ג שנעשית קודם שפתח האפדנא לבוסתנא. ומסיק דכיון דלדירה גוואי נעשית המחיצה ולא לדירת בראי דבשעה שנעשית לא היה פתח בין אפדנא לבוסתנא ולא הוקף בוסתנא לדירה  באותה אשיתא לא תועיל כאילו עכשיו הקיפה לדירה: \n"
            ], 
            [
                "אמר רב אסי מחיצת אדרכלון לא שמה מחיצה דלצניעותא בעלמא הוא דעבידא. אמר רב הונא כל מחיצה העשויה לנחת לא שמה מחיצה ודוקא לענין היקף דירה אבל לענין לטלטל בתוכה שמה מחיצה: \n"
            ], 
            [
                "מתני' אמר ר' אלעאי שמעתי מר' אליעזר אפילו היא כבית כור. וכן שמעתי ממנו אנשי חצר ששכח אחד מהן ולא עירב ביתו אסור להכניס ולהוציא לו אבל להן מותר. וכן שמעתי ממנו שיוצאין בערקבלין בפסח. וחזרתי על כל תלמידיו ובקשתי לי חבר ולא מצאתי: ", 
                "גמ' והתניא ביתו אסור לו ולהם. אמר רב הונא אמר רב ששת לא קשיא  הא רבי אליעזר והא רבנן. אמר רב ששת לכשתמצא לומר לדברי ר\"א המבטל רשות חצרו רשות ביתו ביטל. לדברי חכמים המבטל רשות חצרו רשות ביתו לא ביטל. וחמשה השרויין בחצר אחת  ושכח אחד מהן ולא עירב לרבי אליעזר כשהוא מבטל רשותו אין צריך לבטל לכל אחד ואחד. ולרבנן צריך לבטל לכל אחד ואחד. ואי גלי דעתיה ואמר בטילי רשות חצרי ורשות ביתי אפילו לרבנן כיון דגלי גלי והן מבוטלין: "
            ]
        ], 
        [
            [
                "בכל מערבין ומשתתפין חוץ מן המים ומן המלח. הכל נלקח בכסף מעשר חוץ מן המים ומן המלח. הנודר מן המזון מותר במים ומלח. מערבין לנזיר ביין ולישראל בתרומה. סומכוס אומר בחולין. ולכהן בבית הפרס רבי יהודה אומר אפי' בבית הקברות  מפני שיכול לחוץ ולאכול: ", 
                "גמ' אמר רבי יוחנן אין למידין מן הכללות אפילו במקום שנאמר בהן חוץ. אמר רבינא ואיתימא רב נחמן בר יצחק אף אנן נמי תנינא בכל מערבין ומשתתפין חוץ מן המים ומלח והא איכא כמהין ופטריות דאין מערבין אלא שמע מינה אין למידין מן הכללות אפילו במקום שנאמר בהן חוץ. ועוד איכא מילי טובא דאין מערבין בהן  גודגדניות שהוקשו לזרע וכפניות  ותבלין ופולין יבשין  ועדשים וחטין ושעורין. חוץ מן המים ומלח. דוקא מים בפני עצמו ומלח בפני עצמו. אבל מים ומלח כאחד מערבין:   תנא כל האוכלין מצטרפין לפסול את הגוויה בכחצי פרס. וכמזון שתי סעודות לעירוב. וכביצה לטומאת אוכלין סבר רב יוסף למימר הא דתניא וכמזון שתי סעודות לעירוב ה\"מ עד דאיכא סעודה מהאי וסעודה מהאי. אמר ליה רבא אפילו למחצה ולשליש ולרביע. אמר ליה ההוא מרבנן לרבא תפוחים בכמה ואסיקנא אמר רב נחמן  תפוחים בקב. תניא ר\"ש בן אלעזר אומר עוכלא תבלין וליטרא ירק ועשרה אגוזים וחמשה אפרסקין ושני רמונים ואתרוג אחד. ואמר גורסק בר דרי משמיה דרב וכן לעירוב. תניא ר' שמעון בן אלעזר אומר  יין כדי לאכול בו חומץ כדי לטבל בו זיתים ובצלים כדי לאכול בהן מזון שתי סעודות. ויין דאמרן היינו יין מבושל אבל יין שאינו מבושל מערבין בשתי רביעיות. ובצלים נמי דאמרן מערבין באמהות אבל בעלין לא. ועלים דאמרן אין מערבין בהן  דלא אבציל זרתא אבל אבציל זרתא לית לן בה. אמר רב יהודה אמר שמואל כל שהוא ליפתן כדי לאכול בו שתי סעודות. וכל שאינו ליפתן אלא נאכל כמות שהוא כדי לאכול ממנו שתי סעודות.  בשר חי כדי לאכול ממנו שתי סעודות. בשר צלי רבה אמר כדי לאכול בו. רב יוסף אמר כדי לאכול ממנו. והלכתא כרבה.  אמר רב שימי בר חייא מערבין בביצים חיות. וכמה אמר רב נחמן ב\"ר יצחק סיני אמר שתים: \n"
            ], 
            [
                "אמר רב הונא שבועה שלא אוכל ככר זו מערבין לו בה. ככר זו עלי אין מערבין לו בה ואע\"ג דפריך גמרא לרב הונא ומשני הוא דאמר כר' אליעזר. מ\"מ הלכה כותיה דרב הונא  דסתמא דברייתא כותיה דתניא זה הכלל אדם אוסר את עצמו באוכל מערבין לו בה. אוכל הנאסר על האדם אין מערבין לו בה. ר' אליעזר אומר ככר זו עלי מערבין לו בה ככר זו הקדש אין מערבין לו בה לפי שאין מערבין בהקדשות אלמא סתמא דהך ברייתא כרב הונא. והא דאמר רב הונא שבועה שלא אוכל ככר זו מערבין לו בה לאו דוקא שלא אוכל כו' דה\"ה נמי אם אמר שבועה שלא אהנה מככר זו מערבין לו בה. דקי\"ל כרבה וכרב יוסף דאמרי לקמן דאין מערבין אלא לדבר מצוה ומצות לאו ליהנות נתנו.  ודבר זה אתה למד מדלא מצא רב הונא לחלק אלא בין שבועה לקונם ואמאי ליפלוג בשבועה גופא ולימא שבועה שלא אוכל מככר זו מערבין לו בה. שבועה שלא אהנה מככר זו אין מערבין לו בה. או ליפלוג בקונם גופיה ולימא קונם אכילת ככר זו עלי מערבין לו בה. קונם הנאת ככר זו עלי אין מערבין לו בה. וכן בברייתא דמפלגא בין אדם אוסר עצמו באוכל דהיינו שבועה ובין אוכל הנאסר על האדם דהיינו קונם ואמאי ליפלוג הכל בשבועה או הכל בקונם כדפרי'. ועוד דאתיא הך ברייתא דלא כרבה ורב יוסף ולקמן (עירובין דף לא.) משמע דדחק לאוקומא פלוגתייהו אליבא דכולהו תנאי. הלכך בין לרב הונאבין לברייתא אפיק למילתיה בלשון שבועה  אפילו אמר שבועה שלא אהנה מככר זו  מערבין לו בה דמצות לאו ליהנות ניתנו. ואם אפיק למילתיה בלשון קונם אפילו אמר קונם אכילת ככר זו עלי אין מערבין לו בה גזירה אטו אמר ככר זו הקדש. משום דסתם קונם דומה להקדש דשניהם אוכל נאסר על האדם:  ולכהן בבית הפרס ר' יהודה אומר אף בבית הקברות מפני שיכול לחוץ ולאכול. כתב רש\"י דרבי יהודה ות\"ק דיליה סברי כסומכוס דאמר מידי דחזי ליה למיכליה בההיא שעתא בעינן. ולי נראה דאין זה תלוי במחלוקת סומכוס ורבנן דלא פליגי אלא בהא דסומכוס סבר מידי דחזי ליה למיכל בעינן ורבנן סברי כיון דחזי לאינשי דעלמא מערבין לו בה. אבל לכ\"ע בעינן שיוכל המערב להגיע לעירובו ובע\"א לא קנה שביתה. ולית הלכתא כסומכוס ואע\"ג דסתם משנה דמס' כלים פי\"ז משנה יא כוותיה  משום דב\"ה סברי כרבנן וכן רב הונא דאמר שבועה שלא אוכל ככר זו מערבין לו בה.  והא דתנן במתני' והכהנים בחלה ובתרומה לא הוי כמחלוקת ואח\"כ סתם דהוא הדין לישראל נמי אלא אורחא דמילתא נקט כהנים שתרומה וחלה מצויה להם. ועוד דהך משנה נמי שנויה בפרק כל שעה (פסחים דף לה.) והתם דוקא כהנים וההוא לישנא תנא נמי הכא. וכתב ר\"מ ז\"ל דלית הלכתא כרבי יהודה ואע\"ג דאמר שמואל לקמן בפרק כל גגות (עירובין דף צה.) בכל מקום שאמר רבי יהודה בעירובין הלכה כמותו ועוד אמר בפרק מי שהוציאוהו (עירובין דף מו.) הלכה כדברי המיקל בעירוב ואפילו יחיד במקום רבים בהא לית הלכתא כוותיה דכיון דתליא פלוגתייהו בפלוגתא דרבי ורבי יוסי ב\"ר יהודה דרבי דמטמא קסבר אהל זרוק לא שמיה אהל  וקיימא לן הלכה כר' מחבירו:  ", 
                "מתני' מערבין בדמאי ובמעשר ראשון שנטלה תרומתו ומעשר שני והקדש שנפדו והכהנים בחלה ובתרומה. אבל לא בטבל ולא במעשר ראשון שלא נטלה תרומתו ולא במעשר שני והקדש שלא נפדו: \n"
            ], 
            [
                "השולח עירובו ביד חש\"ו או ביד מי שאין מודה בעירוב אינו עירוב. ואם אמר לאחר לקבלו הימנו הרי זה עירוב: ", 
                "גמ' השולח עירובו ביד חש\"ו. אוקימנא בעירובי תחומין אבל עירובי חצרות השולח ביד קטן הוי עירוב דקי\"ל כרב הונא דאמר קטן גובה את העירוב: ואם אמר לאחר לקבלו הימנו הרי זה עירוב. ודילמא לא ממטי ליה. בעומד ורואהו. ודילמא לא שקיל ליה מיניה. חזקה שליח עושה שליחותו. אמר רב נחמן בשל תורה אין חזקה שליח עושה שליחותו.  בשל סופרים חזקה שליח עושה שליחותו. ורב ששת אמר אחד זה ואחד זה חזקה שליח עושה שליחותו. רבינו שמשון הזקן ז\"ל פסק כרב ששת לפי שכתוב בתשובת הגאונים דהלכתא כרב ששת באיסורי וכרב נחמן בדיני. ור\"ת ז\"ל כתב דבהא הלכתא כרב נחמן. והביא ראיה מפרק התקבל (גיטין דף סד.) גבי בעל אומר לגירושין וכו' דקא פריך נימא דחזקה שליח עושה שליחותו דא\"ר יצחק בר יוסף האומר לשלוחו צא וקדש לי אשה אסור בכל הנשים שבעולם ומשני הנ\"מ לחומרא אבל לקולא לא. אלמא לא אמר בשל תורה חזקה שליח עושה שליחותו לקולא. ועוד ראיה מדמסיק פר' קמא דחולין דף יב. גבי האומר לשלוחו צא ושחוט לי צא ותרום לי דכ\"ע אין חזקה שליח עושה שליחותו אע\"ג דהתם אליבא דרב נחמן קאמר. מ\"מ  כיון דסלקא שמעתתא הכי. וגם ההוא דבעא מיניה קבלה מיניה ש\"מ דהכי הלכתא ועוד ראיה מרב שמעיה דאמר למילתיה בסמוך חזקה אין בית דין של כהנים וכו' כדי לתרץ דברי רב נחמן אלמא סבירא ליה כותיה. ונ\"ל שאין ראיה מההיא דגיטין ודחולין דרב ששת לא קאמר דחזקה שליח עושה שליחותו אלא במקום שיש לשליח לחוש אם לא יעשה שליחותו יבא המשלח לידי מכשול עבירה במה שסומך עליו שיעשה שליחותו הלכך אין השליח חושש ליתן הגט. וההיא דחולין נמי אין השליח חושש לשחוט ולתרום כי אם לא ישחוט אין מכשול  וכן אם לא ימצא התרומה אצל הכרי ידע המשלח שאינו תרום. ורב שמעיה איכא למימר דלא אמר למילתיה ליתן טעם למה האשה סומכת על כהנים אלא ליתן טעם לדברי רב. דאמרי' בפסחים פרק האשה דף צ: אין שוחטין וזורקין על טמא שרץ אע\"פ שהמקוה לפניו משום דמחוסר מעשה דדלמא פשע ולא טביל אבל שוחטין וזורקין על מחוסר כפורים אע\"ג דמחוסר מעשה  ואייתי עלה הא דרב שמעיה וכיון שנדחו ראיותיו אין אנו צריכין לסתור כלל של הגאונים ז\"ל: \n"
            ], 
            [
                "מתני' נתנו באילן למעלה מי' טפחים אין עירובו עירוב למטה מי' טפחים עירובו עירוב. נתנו בבור אפילו עמוק ק' אמה הרי זה עירוב: ", 
                "גמ' האי אילן היכא קאי אילימא ברשות היחיד מה לי למעלה מה לי למטה רשות היחיד עולה עד לרקיע. אלא דקאי ברשות הרבים דנתכוין לשבות היכא אילימא דנתכוין לשבות למעלה  הוא במקום אחד ועירובו במקום אחר אלא דנתכוין לשבות למטה הא קמשתמש באילן  הא מני ר' היא דאמר כל דבר שהוא משום שבות לא גזרך עליו בין השמשות. אמר רבא לא שנו אלא באילן העומד חוץ לעיבורה של עיר. אבל עומד בתוך עיבורה של עיר אפילו למעלה מעשרה נמי עירובו עירוב דמתא כמאן דמליא דמי. חוץ לעיבורה של עיר נמי כיון דאמר רבא הנותן עירובו יש לו ארבע אמות הויא לה רשות היחיד ורשות היחיד עולה עד לרקיע. אמר רב יצחק בריה דרב משרשיא הכא באילן הנוטה חוץ לד' אמות עסקינן  ונתכוון לשבות בעיקרו. ומאי למעלה ולמטה דהדר זקיף והא אי בעי מייתי ליה דרך עליו. כשרבים מכתפים עליו. וכדעולא דאמר עולא עמוד תשעה ברה\"ר ורבים מכתפים עליו וזרק ונח על גביו חייב. ואף ע\"ג דאכתי יכול להביא אליו על ידי זריקה דהזורק מרה\"י לרה\"י דרך אויר רה\"ר פטור. או יביאנו כלאחר יד. או בזה עוקר וזה מניח. וי\"ל דבשבות כי הני לא שרי ר' בין השמשות כיון דבקל יכול לבוא לידי חטאת. והכי נמי מפליג לקמן (עירובין דף לד:) לר' בין שמא יקטום ובין משתמש באילן:  תניא רבי יהודה אומר נתנו על גבי קורה גבוה עשרה טפחים ורחב ארבעה עירובו עירוב. ואם לאו אין עירובו עירוב. דסבר דכל למעלה מעשרה בעינן שיהא העירוב מונח על גבי מקום ד'. כתב ר\"מ ז\"ל לא ידענא הלכתא כמאן. דהא רבנן פליגי עליה בתוספתא פ\"ב דקתני נתנו על גבי קורה שגבוה עשרה טפחים עירובו עירוב. ור' יהודה אומר אם היתה  רחבה ארבעה עירובו עירוב. וקי\"ל כ\"מ שאמר ר' יהודה בעירובין הלכה כמותו אפילו אי רבים פליגי עליה. דעיקר ההיא מילתא דפסיק כר' יהודה איתמר לקמן בפרק חלון (עירובין דף פא.) ובפרק כל גגות (עירובין דף צה.) והתם רבים פליגי עליה וליכא למימר דוקא במתני' אבל בברייתא לא. דמי קאמר במשנתינו בכ\"מ קאמר. וכהאי גוונא פריך פרק בתרא דכתובות דף קט. גבי כל מקום שאמר ר' רואה אני את דברי אדמון וכו'. ואיכא נמי למימר דלמא הלכה כרבנן דקי\"ל הלכה כדברי המיקל בעירוב ואפילו יחיד לגבי רבים כדאמר בפרק מי שהוציאוהו (עירובין דף מו.) כ\"ש רבים לגבי יחיד. ונראה לי דהלכה כרבנן דההיא פיסקא דהלכה כדברי המיקל בעירוב ריב\"ל אמרה לקמן פרק מי שהוציאוהו שם ופליג אשמואל דאמר כל מקום שאמר ר\"י בעירובין הלכה כמותו. ולקמן נמי פרק מי שהוציאוהו (עירובין דף מט:) גבי שלש חצרות הפתוחות זו לזו ס\"ל לשמואל כר' יהודה דאמר שלשתן אסורות ולית הלכתא כוותיה דקי\"ל הלכה כדברי המיקל בעירוב. והלכה כריב\"ל לגבי שמואל דהא קי\"ל רב ושמואל הלכה כרב באיסורי. ורב ור' יוחנן הלכה כר' יוחנן. ור' יוחנן וריב\"ל הלכה כריב\"ל כמו שפסק ר\"ת ז\"ל מההיא דמגילה בפ' בני העיר (מגילה דף כז.) בפלוגתא דבית הכנסת אם מותר לעשות בית המדרש וכ\"ש דהלכתא כוותיה לגבי שמואל. ועוד הואיל וסתם לן תנא דמתני' לקמן (עירובין דף לד:) כרבנן  ולא הביא דברי ר\"י במתני' כלל. תדע דאמאי דחיק לאוקמי מתני' בדוחק גדול בנופו נוטה חוץ לארבע אמות וכגון דהדר זקיף לוקמי כר\"י ובאילן שאין בנופו רחב ארבעה ולהכי למעלה מעשרה אין עירובו עירוב דבעינן עירוב על גבי מקום ארבעה ולמטה מעשרה לא בעי מקום ארבעה. הלכך נראה דלא מתוקמא מתני' כרבי יהודה משום דקתני סיפא נתנו על גבי קנה אפילו גבוה מאה אמה הרי זה עירוב וסתם קנה משמע אפילו כל שהוא. ודלא כרש\"י שפירש שהוא רחב ארבעה. וכיון דסתם מתני' דלא כוותיה נראה דלית הלכתא כוותיה. ואע\"ג דר' סבירא ליה כוותיה לית הלכתא כר' מחביריו. עכ\"ל ר\"מ ז\"ל: נתנו בבור וכו'. האי בור היכא קאי. אי נימא דקאי ברשות היחיד  פשיטא דכי היכי דרשות היחיד עולה עד לרקיע הכי נמי נחית לתחת. אלא דקאי ברשות הרבים דנתכוין לשבות היכא. אילימא למטה פשיטא הוא ועירובו במקום אחד הוא. אלא דנתכוין לשבות למעלה. הוא במקום אחד ועירובו במקום אחר הוא. וכגון שנתכוין לשבות חוץ לארבע אמות משפת הבור  דאי בד' אמות הוי הוא ועירובו ברשות היחיד. אלא הכא בבור העומד בכרמלית עסקינן ונתכוין לשבות למעלה ורבי היא דאמר כל דבר שהוא משום שבות לא גזרו עליו בין השמשות: ", 
                "מתני' נתנו בראש הקנה או בראש הקונדם כל זמן שהוא תלוש ונעוץ אפילו גבוה מאה אמה הרי זה עירוב: ", 
                "גמ' בזמן שהוא תלוש ונעוץ אין. בזמן שאין תלוש ונעוץ לא גזירה שמא יקטום ואפי' רבי מודה שבות כי האי: \n"
            ], 
            [
                "מתני' נתנו במגדל ונעל בפניו ואבד המפתח הרי זה עירוב. ר\"א אומר אם אינו יודע שהמפתח במקומו אינו עירוב: ", 
                "גמ' ואמאי הוא במקום אחד ועירובו במקום אחר הוא. רב ושמואל דאמרי תרוייהו הכא במגדל של בנין עסקינן ור\"מ היא דאמר פוחת לכתחלה ונוטל. משמע דסלקא אדעתא מעיקרא דאיירי במגדל של עץ שהוא כלי. וכן סתם מגדל שהוא מזכיר בגמרא בכל מקום הוא של עץ. שהרי הוא שונה בכל מקום שידה תיבה ומגדל. ותימה מאי קשיא ליה הוא במקום אחד ועירובו במקום אחר  והלא מותר לשבר כלי בשבת לאכול מה שבתוכו כדתנן במס' שבת פרק חבית (שבת דף קמו.) שובר אדם את החבית לאכול ממנו גרוגרות. ויש לומר דבמסכת יו\"ט דף לג:  מוקי לה במוסתקי ופי' רש\"י שברי כלים המדובקות יחד ע\"י זפת דמחמת גריעותו לא חיישינן שמא יתכוין לעשות כלי. ואע\"ג דהתם לא מוקי לה במוסתקי אלא לר\"א. מיהו גם לרבנן איכא לאוקומי הכי דרבנן לא פליגי עליה דר\"א דקאמר ולא להריח בו אלא משום דאיהו סבירא ליה דבקטימת קיסם לחצות בו שיניו חייב חטאת. ורבנן נמי אי הוו מחייבי הוו מודו דאסור לקטום ולהריח. הלכך בתיקון כלי דשייך ביה בנין מודו רבנן דאסור לשבר החבית ולאכול ממנו גרוגרות אי לאו דאיירי במוסתקי. דבנין גמור וסתירה גמורה שייכא שפיר בכלים כדאמרינן בריש הבונה (שבת דף קב:) האי מאן דעייל שופתא בקופינא דמרא חייב משום בונה ולא כמו שפירש\"י בפרק כלל גדול (שבת דף עד:) גבי מאן דעביד חביתא ותנורא וחלתא  דמשום בונה לא מיחייב דאין בנין בכלים. והא דאמר בכל דוכתא אין בנין בכלים היינו דוקא כעין החזרת מנורה ומנורה של חוליות בפ' כירה (שבת דף מו.) ובפ' שני דיום טוב דף כב. אבל כשעושה כל הכלי או תיקון גמור מיקרי שפיר בנין. והא דאמר רבה ורב יוסף במגדל של עץ עסקינן משום דאין בנין בכלים. היינו כדמוקי לה במנעול וקטיר במיתנא. אי נמי  בנטילת דלת כדקתני בריש כל הכלים (שבת דף קכב:) דלת של שידה תיבה ומגדל נוטלין אבל לא מחזירין גזרה שמא יתקע. ומדמוקי במסקנא במנעול וקטיר במיתנא ובעי סכינא למיפסקי' משמע הא דאמר חותמות שבכלים מתיר ומפקיע וחותך היינו דוקא כעין קשירה של מיתנא וכיוצא בה. אבל פותח של עץ ושל מתכת אסור להפקיע ולשבר דבכלי נמי שייך בנין גמור וסתירה גמורה. ומוקי לה באוירא דליבנא  וביו\"ט דוקא ולא בשבת. ואם היה בנין גמור דאי אפשר לסותרו ביו\"ט או בשבת ונמצא המפתח  ביו\"ט בין בעיר בין בשדה עירובו עירוב. בשבת בעיר עירובו עירוב דיכול להביאו דרך גגות חצירות וקרפיפות כר\"ש.  בשדה אין עירובו עירוב.  אביי ורבא דאמרי תרוייהו הכא במנעול וקטיר במיתנא עסקינן ובעי סכינא למיפסקיה. ר\"א סבר כר' נחמיה אפילו סכין ואפילו תרווד אין ניטלין אלא לצורך תשמישן. ורבנן סברי כל הכלים ניטלין בין לצורך בין שלא לצורך: ", 
                "מתני' נתגלגל חוץ לתחום נפל עליו גל או נשרף תרומה ונטמאת. מבעוד יום אין עירובו עירוב. ומשחשיכה עירובו עירוב ספק מבעוד יום או משחשכה ר' מאיר ור' יהודה אומרים הרי זה חמר גמל. רבי יוסי אומר ספק עירוב כשר אמר רבי יוסי העיד אבטולמוס משום חמשה זקנים על ספק עירוב שכשר: ", 
                "גמ' אמר רבא לא שנו אלא שנתגלגל חוץ לד' אמות אבל תוך ד\"א הנותן עירובו יש לו ד\"א: \n"
            ], 
            [
                "מתני' מתנה אדם על עירובו ואומר אם באו נכרים למזרח עירובי למערב. באו למערב עירובי למזרח. אם באו לכאן ולכאן  למקום שארצה אלך. לא באו לכאן ולכאן הריני כבני עירי. אם בא חכם למזרח עירובי למזרח. למערב עירובי למערב. לכאן ולכאן אלך למקום שארצה. לא בא לכאן ולכאן הריני כבני עירי. ר\"י אומר אם היה אחד מהן רבו ילך אצל רבו. היו שניהם רבותיו למקום שירצה ילך. ולרבנן זימנין דניחא ליה לאיניש בחבריה טפי מרביה: \n"
            ], 
            [
                "ר\"א אומר יו\"ט הסמוך לשבת בין מלפניה בין מלאחריה  מערב אדם שני עירובין ואומר עירובי בראשון למזרח בשני למערב. בראשון למערב בשני למזרח. עירובי בשני ובראשון הריני כבני עירי. עירובי בראשון ובשני הריני כבני עירי. וחכמים אומרים או מערב לרוח אחת או אינו מערב כל עיקר. או מערב לשני ימים או אינו מערב כל עיקר. כיצד הוא עושה מוליכו בראשון ומחשיך עליו ונוטלו ובא לו. בשני מחשיך עליו ואוכלו ובא לו ונמצא משתכר בהליכתו ומשתכר בעירובו. נאכל עירובו בראשון אין עירוב לשני. אמר להם ר\"א  מודים אתם לי שהם שתי קדושות: ", 
                "גמ' אמרו לו לר\"א אי אתה מודה שאין מערבין מיום טוב לשבת אמר להם אבל. הא לאיי קדושה אחת הן.  ור\"א התם משום הכנה.  אמר רב הלכה כארבעה זקנים ואליבא דר' אליעזר דאמר שתי קדושות הן מאי הכנה דתניא והיה ביום הששי והכינו את אשר יביאו חול מכין לשבת וחול מכין ליו\"ט ואין יום טוב מכין לשבת ואין שבת מכינה ליו\"ט. אלא הא דתנן מוליכו בראשון ומחשיך עליו ונוטלו ובא לו בשני מחשיך עליו ואוכלו ובא לו והא קא מכין מיו\"ט לשבת א\"ל מי סברת סוף היום קונה עירוב תחילת היום קונה עירוב ושבת מכינה לעצמה. אלא מעתה יערבו בלגין. בעינן סעודה הראויה לו מבעוד יום ואלא הא דתנן רבי אליעזר אומר יו\"ט הסמוך לשבת בין מלפניה בין מלאחריה מערב אדם שני עירובין וכו' והא בעינן סעודה הראויה מבעוד יום וליכא. אמר ליה מי סברת דמנח לה בסוף אלפים לכאן ובסוף אלפים לכאן לא דמנח לסוף אלף אמה לכאן ולסוף אלף אמה לכאן. ואלא הא דאמר רב יהודה עירב ברגליו בראשון מערב ברגליו בשני עירב בפת בראשון מערב בפת בשני והא קמכין מיו\"ט לשבת. אמר ליה מי סברת דאזיל ואמר מידי דאזיל ושתיק  ואפילו רבנן דפליגי עליה דר' יוחנן בן נורי ואמרי דחפצי הפקר לא קנו שביתה הני מילי בישן דלא מצי אמר.  אבל בניעור דמצי אמר אף על גב דלא אמר כמאן דאמר דמי. ואף על גב דתניא לא יהלך אדם לתוך שדהו לידע מה היא צריכה כיוצא בו  לא יטייל אדם עד פתח המדינה כדי שיכנס לבית המרחץ מיד. לא קשיא מידי דהתם מוכחא מילתא הכא לא מוכחא מילתא דאי צורבא מרבנן הוא אמרי שמעתיה משכתיה ואם עם הארץ הוא אמרי חמרא איתאביד ליה: גופא אמר רב יהודה עירב ברגליו בראשון מערב ברגליו בשני. עירב בפת בראשון מערב בפת בשני. עירב בפת בראשון מערב ברגליו בשני. עירב ברגליו בראשון אין מערב בפת בשני שאין מערבין  בתחלה בפת בשני עירב בפת בראשון מערב בפת בשני אמר שמואל ובאותה הפת: \n"
            ], 
            [
                "מתני' רבי יהודה אומר ראש השנה שהיה ירא שמא תתעבר השנה מערב אדם שני עירובין ואומר עירובי בראשון למזרח ובשני למערב. בראשון למערב ובשני למזרח. עירובי בראשון ובשני הריני כבני עירי. עירובי בשני ובראשון הריני כבני עירי. ולא הודו לו חכמים: ", 
                "גמ' מאן חכמים. ר' יוסי היא דאמר דשני י\"ט של ר\"ה קדושה אחת הן שהרי אם באו עדים מן המנחה ולמעלה נוהגין אותו היום קודש ולמחר קודש. וכן הלכתא. אבל בשני י\"ט של גליות מודה רבי יוסי לחכמים שהן שתי קדושות כדבעינן למימר לקמן: ", 
                "מתני' ועוד אמר רבי יהודה מתנה אדם על הכלכלה ביו\"ט ראשון ואוכלה בשני. וכן ביצה שנולדה בראשון תאכל בשני ולא הודו לו חכמים  והלכתא כר\"י בשני ימים טובים של גליות אבל לא בשני ימים טובים של ר\"ה: ", 
                "גמ'  ההוא בר טביא דאתא בי ריש גלותא דאיתצד ביו\"ט ראשון ואישתחיט ביו\"ט שני. רב נחמן ורב חסדא אכול דסברי דשתי קדושות הן. ורב ששת לא אכל דסבר דקדושה אחת היא. אשכחיה רב ששת לרבה בר שמואל א\"ל תני מר מידי בקדושות. א\"ל תנינא מודה ר' יוסי לחכמים בשני ימים טובים של גליות.  א\"ל אי משכחת להו לא תימא להו ולא מידי האי פיסקא כתבתי בפ\"ק דחולין סימן יט גבי דהשוחט בשבת וביוה\"כ אע\"פ שמתחייב בנפשו שחיטתו כשירה: \n"
            ], 
            [
                "ההוא ליפתא דאתא למחוזא חזיא רבא דכמישא. אמר הא ודאי מאתמול עקרו מאי אמרת מחוץ לתחום אתא הבא בשביל ישראל זה מותר לישראל אחר וכ\"ש הא דאדעתא דנכרים אתא שרא רבא למיזבן מינייהו. כיון דחזא דקמפשו ומייתו אסר להו: הנהו בני גננא דגזי להו נכרים אסא ביומא טבא תניינא. לאורתא שרא להו רבינא לאורוחי בהו לאלתר  אתו שיילוהו לרבא אמר להו בעינן בכדי שיעשו: ", 
                "מתני' רבי דוסא בן הרכינס אומר העובר לפני התיבה ביו\"ט ראשון של ראש השנה אומר החליצנו ה' אלהינו ביום ראש החדש הזה אם היום אם מחר ולמחר אומר אם היום אם אמש. ולא הודו לו חכמים: ", 
                "גמ' אמר רבה כי הוינן בי רב כהנא איבעיא להו מהו להזכיר של ר\"ח בר\"ה כיון דמחולקין במוספין מדכרינן או דלמא זכרון אחד עולה לכאן ולכאן. ואסיקנא  אמר רב חסדא זכרון אחד עולה לכאן ולכאן: \n"
            ], 
            [
                "ואמר רב כי הוינן בי רב כהנא איבעיא לן מהו להזכיר זמן בר\"ה וביוה\"כ כיון דמזמן לזמן קאתי אמר. או דלמא כיון דלא איקרי רגלים לא אמר לא הוה בידיה. כי אתאי לקמיה דרב יהודה אמר אנא אקרא חדתא נמי קאמינא פרש\"י כשאני רואה אותו. ונהגו העולם לקבוע הברכה בשעה שאוכל ממין חדש.  כמו שהחיינו דעשיית לולב וסוכה שקובעין בשעת קדוש היום. א\"ל רשות לא קמיבעיא לן. כי קמיבעיא לן חובה מאי. ואסיקנא הלכתא אומרים זמן בראש השנה וביוה\"כ. והלכתא אומרים זמן ואפילו בשוק ולא בעי כוס. לכךן נהגו לומר זמן ביוה\"כ בבית הכנסת בשעת קבלת היום לפני ברכו. ויום טוב שני של ר\"ה אע\"ג דקי\"ל ביצה ד: נולדה בזה אסורה בזה דקדושה אחת היא אפילו הכי יש אומרים שיש לומר זמן. שאם לא באו עדים ביום ראשון עד מנחה ולמעלה נמצא שיום שני עיקר: \n"
            ]
        ], 
        [
            [
                "מי שהוציאוהו נכרים או רוח רעה אין לו אלא ד' אמות. החזירוהו כאילו לא יצא הוליכוהו לעיר אחרת נתנוהו בדיר או בסהר ר\"ג ור\"א בן עזריה אומרים מהלך את כולה. רבי יהושע ורבי עקיבא אומרים אין לו אלא ארבע אמות. מעשה ובאו מפלנדרסין והפליגה ספינתן בים. רבן גמליאל ור' אלעזר הלכו את כולה. רבי יהושע ור' עקיבא לא זזו מארבע אמות שרצו להחמיר על עצמם:  אמר רב נחמן אמר שמואל יצא לדעת אף על פי שהחזירוהו נכרים אין לו אלא ד' אמות.  וכ\"ש אם יצא לדעת וחזר לדעת שאין לו אלא ד' אמות. וכתב רבינו מאיר ז\"ל דכל העיר היא לו כד' אמות ומהלך את כולה כיון ששבת בה בין השמשות. ומדקדק מהא דקאמר תנינא הוציאוהו נכרים והחזירוהו הוא כאילו לא יצא אבל יצא לדעת והחזירוהו נכרים לא מ\"ד לצדדין קתני וכו'. ואם תאמר דאין כל העיר לו כד' אמות הוה ליה לשנויי  דאיצטריך ליה לשמואל לאשמועינן דיצא לדעת והחזירוהו נכרים לעירו דאין לו אלא ארבע אמות בעיר ואי ממתניתין הוה אמינא הוציאוהו נכרים והחזירוהו הוא דכאילו לא יצא ויש לו כל העיר כולה ואלפים אמה לכל רוח  הא יצא לדעת וחזר לדעת אין לו אלפים אמה לכל רוח מיהו כל העיר כולה שלו דכולה כד' אמות ולהכי איצטריך שמואל לאשמועינן דאין לו אלא ארבע אמות בעירו. ומדלא משני הכי שמע מינה דכל כה\"ג יש לו כל העיר כולה. ולהכי פריך שפיר אי הכי מאי קמ\"ל שמואל אי הא קמ\"ל שהוא מפסיד אלפים אמה לכל רוח מדיוקא דמתני' שמעינן לה ואין לדחות ולומר לעולם אין לו אלא ד' אמות בעירו והא דלא משני הכי משום דהא נמי ממתני' שמעינן לה דכיון דדייקינן דהחזירוהו נכרים הוא דכאילו לא יצא הא  יצא לדעת וחזר לדעת לא וכיון דהפסיד תחומו חשבינן ליה כאילו לא שבת בכאן א\"כ גם העיר לא תהא לו כד' אמות. זה איני שהרי בספינה מודה שמואל שהלכה כר\"ג דמהלך את כולה הואיל ושבת במחיצותיה ואעפ\"כ אין לו חוצה לה אלפים אמה לכל רוח וא\"כ הכא נמי אי לא דאשמועינן שמואל ה\"א הכי ביצא לדעת וחזר לדעת. ונהי דיש לחלק בין ספינה ובין יצא לדעת וחזר לדעת מ\"מ לא ה\"ל לאקשויי מאי קמ\"ל דהא מדיוקא דמתני' לא שמעינן לה: בעי מיניה מרבה הוצרך לנקביו מהו. א\"ל גדול כבוד הבריות שדוחה את לא תעשה שבתורה. כתב ה\"ר יהודה ברצלוני ז\"ל בשם רבינו חננאל ז\"ל דהא דהוצרך לנקביו כגון השתנת מים והוצאת ריעי. וכתב ה\"ר יהודה ברצלוני ז\"ל ואנו לעניות דעתנו לא מיתחזי לן דהוי בכלל הוצרך לנקביו השתנת מים אלא הוצאת ריעי בלחוד. דהא אמר בבכורות בפ\"ז דף מד: משתינין מים בפני רבים. הלכך ליכא למימר הכא גדול כבוד הבריות. וא\"ת דאיכא כבוד הבריות מפני כבוד עצמו דבתוך ארבע אמות דיהבו ליה רבנן אינו יכול לטנפן בהוצאת מים. הכא נמי ליכא כבוד הבריות דאין כל כך טינוף בקטנים מפני שנבלעין במקומן. אבל בגדולים דאין נבלעין ויש בהן ריח ודאי איכא כבוד הבריות שאי אפשר לו לטנף אותן ארבע אמות בגדולים. הלכך לא בריר לן האי מילתא אי הוי השתנת מים בכלל האי הוצרך לנקביו. ואת\"ל דהוי בכלל אפשר דהוי טעמא משום דברי תורה דכיון דאישתין ליה בתוך ד' אמות אסור ליה לעסוק בדברי תורה בההוא דוכתא כל זמן שרישומו ניכר. וחזי לן תשובה לרב האי גאון ז\"ל בהאי עניינא ומתחזי לן מינה דהאי כבוד הבריות מפני בני אדם שרואין אותו הוא ולא משום כבוד עצמו הוא. כי כתוב בתשובתו מיהו אם הוצרך לנקביו ויש שם בני אדם שהוא מתבייש לפניהם יש לו לצאת מאותן ד' אמות עד מקום שהוא יושב בסתר או יחידי ועושה צרכיו כי כבוד הבריות דוחה את הדבר הזה. ע\"כ דברי הרב ברצלוני ז\"ל. וכן נראה לי דהוצרך לנקביו הוי דוקא לגדולים דהכי מוכח בכולי גמרא. אמרי נהרדעי אם פיקח הוא עייל לתחומיה וכיון דעל על. פירוש אם פיקח הוא כשהוא יוצא חוץ לד' אמותיו  לבקש לו מקום צנוע לעשות צרכיו ילך לו לצד תחומו ולא לשאר רוחות.  ואם לא מצא מקום צנוע עד שנכנס לתחום חוזר לדין תחומו הראשון דכיון דברשות נכנס אבל מצא מקום צנוע קודם שנכנס לתחומו אין לו רשות לילך יותר. אלא יעשה שם צרכיו ואחר שיעשה צרכיו יש לו רשות להתרחק משם עד שיכלה הריח. כי אין זה כבוד הבריות שישב כל היום במקום מטונף. ובאותו מקום שכלה הריח קנה ארבע אמות חדשות. וכשהוא הולך להתרחק מן הריח אם באותו ההילוך נכנס לתחומו לפי שברשות הוא הולך חזר לדין תחומו: \n"
            ], 
            [
                "אמר רב פפא פירות שיצאו  חוץ לתחום  וחזרו ואפילו במזיד לא הפסידו את מקומן מאי טעמא. אנוסין נינהו. והכי הלכתא. ואע\"ג דמוקי מילתיה דרב פפא כתנאי ורבי נחמיה ור\"א בן יעקב אומרים לעולם אסורין עד שיחזרו למקומן שוגגין. ורב פפא סבר כתנא קמא דשרי בשוגג שלא במקומן ובמזיד במקומן. ורבי נחמיה ורבי אליעזר בן יעקב לא שרו עד דאיכא תרתי לטיבותא שיחזרו למקומן שוגגין. ואע\"ג דקי\"ל משנת ר\"א בן יעקב קב ונקי. בהא לית הלכתא כוותיה כיון דרב פפא סבר כרבנן דשרו במקומן במזיד. ושמא זאת אינה מן המנין ק\"ב. כי כתב ר\"ח ז\"ל מפי הקבלה דבק\"ב דברים הלכה כמותו ותו לא. מיהו הא דשרו רבנן בשוגג שלא במקומן דלא אשכחן דקאי רב פפא כוותן אפשר דבהא הלכתא כר\"א בן יעקב דאסר: ומיהו גם בזה נראה דאין הלכה כמותו  דלא מסתבר שיהא הלכה כמותו במקצת דבריו ובמקצת אין הלכה. ועוד דקיימא לן תחומין דרבנן והלכה כדברי המיקל בעירוב. ועוד דקיימא לן דבמזיד במקומו שרי כרב פפא כ\"ש שוגג שלא במקומו. דלפום סוגיא דגמרא נראה דיותר יש להחמיר במזיד במקומו מבשוגג שלא במקומו. מדקאמר במזיד במקומן דכולי עלמא לא פליגי דאסור והכא בשוגג שלא במקומן קמיפלגי: במזיד שלא במקומן אסורין נראה לי אסורין אפילו לאחר שלא הוציאן. מדקתני במזיד לא יאכל ומשמע לכל אדם. ולא דמי לבא מחוץ לתחום בשביל ישראל זה שמותר לישראל אחר. דהכא  איתעביד בהן איסורא דישראל הוציאם:  אמר רב נחמן אמר שמואל היה מהלך בבקעה ואינו יודע תחום שבת מהלך אלפים פסיעות בינונית. וזהו תחום שבת. אמר רב נחמן אמר שמואל שבת בבקעה והקיפוה נכרים מחיצה בשבת מהלך בה אלפים אמה ומטלטל בכולה על ידי זריקה. ודוקא כשהקיפוה לדירה פי' רש\"י דאתיא אף לרבן גמליאל דמודה בה שאין כל ההיקף כארבע אמות מאחר שיש לו אלפים אמה. דדוקא בהוציאוהו נכרים אקילו גביה משום דאין לו אלא ארבע אמות. ובירושלמי פיסקא א'  מוקי מילתיה דשמואל כר' יהושע.  ורב הונא אמר מהלך אלפים ומטלטל ד' אמות אבל בכולן על ידי זריקה לא. שמא ימשך אחר חפצו. באלפים מיהא לטלטל כי אורחיה. משום דהוי כמחיצה שנפרצה במלואה למקום האסור לה. תניא כוותיה דשמואל  היה מודד ובא וכלתה מדתו בחצי העיר מותר לטלטל בכל העיר ובלבד שלא יעבור את התחום ברגלו. ובמאי מטלטל. לאו ע\"י זריקה. פי' כיון שאין לו לעבור את התחום ברגליו שהוא חצי העיר היאך יטלטל בכל העיר כולה אלא ע\"י זריקה: נתנוהו בדיר וסהר כו'. אמר רב הלכה כרבן גמליאל  בדיר וסהר וספינה. ושמואל אמר הלכה כרבן גמליאל בספינה אבל לא בדיר וסהר. קא פסקי רבוותא הלכתא כשמואל. ואע\"ג דקי\"ל הלכתא כרב באיסורי הכא הלכתא כשמואל משום דתני' כוותיה דתני' חנניא אומר כל אותו היום ישבו ודנו בדבר הלכה לאמש הכריע אחי אבא ביניהם ואמר נראין דברי רבן גמליאל בספינה ודברי ר\"ע בדיר וסהר. ואנן לא סבירא לן הכי דמהך ברייתא לא גמרינן אלא דרבן גמליאל ורבי עקיבא פליגי. אבל סיוע לחד מינייהו לא גמרינן מיניה. דקיימא לן ב\"ב דף קל: נדה דף ז: אין למידין הלכה לא מפי המשנה ולא מפי הגמרא. וכי תימא האי מכריע הוא וכל מקום ששנים חולקים ואחד מכריע הלכה כדברי המכריע. הא אמרינן על ההיא מימרא בפרק כירה (שבת דף מ.)  הני מילי במתני' אבל בברייתא לא. ועוד האי אחי אבא של ר' חנניא רבי יהושע הוא והיאך יהא הוא החולק והוא המכריע. הלכך הדרינן לכללא דידן דהלכתא כרב באיסורי וכשמואל בדיני. ועוד הא אמרינן לקמן (עירובין דף מד.) בענין נחמיה בריה דרב הונא בר' חנילאי דאי ס\"ד בדמלו גברא עסקינן מאי תיבעי ליה הא אמר רב הלכה כר\"ג בדיר וסהר ובספינה אלמא דהלכתא כדפסיק רב וכ\"כ הרב אלפס. וכן לקמן (עירובין דף מז:) גבי הנהו דכרי דאתו למברכתא משמע דכל העיר חשובה כד' אמות: \n"
            ], 
            [
                "פסק רשב\"ם דמותר ליכנס בספינה מבעוד יום אע\"פ שהולכת בשבת מחוץ לתחום. דספינה ממילא אזלא ואיהו לא מידי עביד  ובשבת נמי מותר ליכנס בה דלאו מידי עביד בכניסתו לתוכה. והא דאמרינן בפרק קמא דשבת דף יט. אין מפליגין בספינה פחות משלשה ימים קודם השבת  אתיא כבית שמאי דלא שרו להתחיל מלאכה מערב שבת אלא כדי שתיעשה מבעוד יום. אבל בית הלל דשרו עם השמש שרו אפילו ליכנס בה בשבת דהא לא עביד מידי בכניסתו וכי תו הדר ממטיא ליה חוץ לתחום לאו מידי עביד. ואין נראה לי דבריו בזה דע\"כ ל\"פ ב\"ש וב\"ה אלא בדברים שאסור לעשותן בשבת דבית הלל שרו עם חשכה ובית שמאי בעו שתיעשה מלאכה מבעוד יום. אבל אי שרי ליכנס בספינה בשבת בהא לא שייך פלוגתייהו בע\"ש. ובירושלמי משמע דלא כוותיה דגר' בירושלמי פרק קמא דשבת פיסקא א' אין מפליגין בספינה לא בע\"ש ולא בחמישי בשבת. בית שמאי אומרים אף ברביעי. ובית הלל מתירין. והא דמתירין ב\"ה היינו אף בע\"ש  דאי ברביעי דוקא שרו א\"כ היינו ת\"ק. ומשמע  דוקא בע\"ש אבל בשבת לא.  ובכה\"ג איכא גבי שולח אגרות ביד נכרים ובשבת פרק תולין (שבת דף קלט:) משמע דאסור ליכנס בספינה אפילו בתוך התחום גבי ההוא מרבנן דאזיל וניים במברא ועבר לאידך גיסא וסייר פירי. ואמר למינם קמיכוינא ושרי התם משום דהערמה הוי בדרבנן וצורבא מרבנן לא אתי למעבד לכתחלה. אלמא לכתחלה אסור לילך בספינה אפילו תוך התחום. מדלא מדכר התם יציאה חוץ לתחום.  ואפשר משום הכי גזרו לפי שדומה לשט בנהר שאסרו חכמים גזירה שמא יעשה חבית של שייטין.  או שמא ינהיג הספינה ד' אמות בכרמלית. ויש שנוהגין שמתקנין סעודתן בספינה מערב שבת ומדליקין בה נרות לקנות שם שביתה וסומכין על זה ליכנס בה בשבת ולהפליג ואין בזה תועלת של כלום דכיון דאין הספינה זזה משם עד למחר ואז הם נכנסין בה הרי הן מפליגין בספינה בשבת. ולענין קנין שביתה כדי להלך את כולה דסברי אינהו דאסור לא מהני מידי דמה קניית שביתה שייך בספינה מאחר שנוסעת משם והולכת חוץ לתחום ועוד היה אומר רשב\"ם ז\"ל דאפילו היה הישראל יושב בקרון בשבת שהנכרי מוליכו חוץ לתחום ליכא שום איסורא בזה. אלא שהיה אוסרו מטעם אחר שמא יפגעו בו ליסטים או שמא ישכח וירד מן הקרון ואין לו אלא ארבע אמות.  ומיהו נראה דאיכא איסורא כיון דבהמה מנהגת את הקרון  דאסור להשתמש בבעלי חיים  וגבי כלאים תנן פ\"ח מ\"ג היושב בקרון סופג חת החרבעים כאילו רוכב על הבהמה:  בעי רבי חנינא יש תחומין למעלה מעשרה או אין תחומין למעלה מעשרה. עמוד גבוה עשרה ורחב ד' לא תבעי לך דכארעא סמיכתא דמי. כי תיבעי לך גבוה עשרה ואינו רחב ד' אי נמי דאזיל בקפיצה  ולא אפשיטא ועבדינן לחומרא: ", 
                "מתני' פעם אחת לא נכנסו לנמל עד שחשיכה אמרו לו לר\"ג מה אנו לירד אמר להם מותרים אתם שכבר הייתי מסתכל והיינו בתוך התחום עד שלא חשיכה:  ", 
                "גמ' תניא שפופרת היתה לו לר\"ג שהיה צופה ומביט בה אלפים אמה ביבשה וכנגדן אלפים אמה בים. הרוצה לידע עומקו של גיא מביא שפופרת ומביט ויודע עומקו של גיא: \n"
            ], 
            [
                "נחמיה בריה דרב הונא בר חנילאי משכתיה שמעתיה ונפק חוץ לתחום. א\"ל רב חסדא לרב נחמן נחמיה תלמידך שרוי בצער. אמר ליה לך ועשה לו מחיצה של בני אדם שנמצא כאילו הוא בתוך דיר או סהר שמותר להלוך בו ויכנס. ודוקא שיצא שלא לדעת. אבל יצא לדעת לא  והנהו דעבדי מחיצה נמי בעינן דעבדי שלא לדעת.  אבל מיעבד מחיצה לדעת לא. ואם תאמר רב חסדא דעבד מחיצה לדעת הוה דא\"ל רב נחמן לך ועשה לו מחיצה של בני אדם ויכנס רב חסדא שלא מן המנין הוה. הנהו בני גיננא דאעילו מיא במחיצה של בני אדם נגדינהו שמואל אמר אם אמרו שלא לדעת יאמרו לדעת. הנהו זיקי דהוו שדיין בריסתקא דמחוזא. בהדי דאתא רבא מפירקא אעלינהו ניהליה. לשבתא אחרינא בעו למיעבד הכי. אסר להן דהוה ליה כלדעת: ", 
                "מתני' מי שיצא ברשות ואמרו לו כבר נעשה מעשה יש לו אלפים אמה לכל רוח. ואם היה בתוך התחום כאילו לא יצא. כל היוצאים להציל חוזרין למקומן: ", 
                "גמ' מאי קאמר. אמר רבה הכי קאמר אם היה בתוך תחומו כאילו לא יצא מביתו דמי. פשיטא מהו דתימא כיון דעקר עקר קמ\"ל. רב שימי בר חייא אמר הכי קאמר אם היה תחום שנתנו לו חכמים מובלע בתוך תחומו כאילו לא יצא מתוך תחומו ובהא קמיפלגי מר סבר הבלעת תחומין לאו מילתא היא. ומר סבר הבלעת תחומין מילתא היא. ואע\"ג דלא שבת באויר מחיצות. איתיביה אביי לרבה מהך דתנן  רבי אליעזר אומר שתים יכנס. מאי לאו רבי אליעזר לטעמיה דאמר והוא באמצען וארבע אמות דיהבו ליה רבנן כמובלעות בתוך התחום דמו וקאמר יכנס אלמא הבלעת תחומין מילתא היא וע\"כ לא פליגי רבנן עליה דרבי אליעזר אלא לדבר הרשות אבל לדבר מצוה מודו. וקם רבה בתיובתא ולא פריק ליה ולא מידי. הלכך הלכתא כרב שימי בר חייא דסבר הבלעת תחומין מילתא היא והוה ליה כאילו לא יצא מתחומו והוא כבני עירו: \n"
            ], 
            [
                "כל היוצאין להציל חוזרין למקומן. ואפילו טובא והא אמרת רישא אלפים ותו לא. אמר רב יהודה אמר רב חוזרין בכלי זיינן למקומן. כדתני' בראשונה היו מניחין כלי זיינן בבית הסמוך לחומה פעם אחת הכירו בהם אויבים נכנסו ליטול כלי זיינן ונכנסו האויבים אחריהם דחקו זה את זה והרגו זה את זה יותר ממה שהרגו בהם אויבים. באותה שעה התקינו שיהו חוזרין בכלי זיינן למקומן. רב נחמן בר יצחק אמר כאן שנצחו ישראל את העובדי כוכבים וכאן שעובדי כוכבים נוצחים את עצמן. וכתב ר\"מ ז\"ל דהלכתא כהנך תרי אוקימתא כרב נחמן בר יצחק דבתראה הוא וכרב יהודה דתניא כוותיה: \n"
            ], 
            [
                "אמר רב יהודה אמר רב נכרים שצרו על עיירות של ישראל אין יוצאין עליהם בכלי זיין ואין מחללין עליהם את השבת. תניא נמי הכי נכרים שצרו על עיירות של ישראל אין יוצאין עליהם בכלי זיין ואין מחללין עליהן את השבת. בד\"א כשבאו על עסקי ממון. אבל באו על עסקי נפשות יוצאין עליהן בכלי זיינן ומחללין עליהן את השבת ובעיר הסמוכה לספר אפילו לא באו אלא על עסקי תבן וקש יוצאין עליהן בכלי זיינן ומחללין עליהן את השבת: ", 
                "מתני' מי שישב בדרך ועמד והרי הוא סמוך לעיר הואיל ולא היתה כוונתו לכך לא יכנס דברי ר\"מ. רבי יהודה אומר יכנס. אמר ר' יהודה מעשה ונכנס רבי טרפון בלא מתכוין. פרש\"י לא יכנס להיות כאנשי העיר כיון שלא ידע שהוא בתוך התחום אלא קנה שביתה במקומו ויש לו אלפים אמה לכל רוח. ר\"י אומר יכנס והרי הוא כאנשי העיר. וקי\"ל כרבי יהודה דרבי יהודה ורבי מאיר הלכה כרבי יהודה. ולא עוד אלא כל מקום ששונה ר' יהודה בעירובין הלכה כמותו: \n"
            ], 
            [
                "מתני' מי שישן בדרך ולא ידע עד שחשכה יש לו אלפים אמה לכל רוח דברי רבי יוחנן בן נורי. וחכ\"א אין לו אלא ארבע אמות בלבד ר\"א אומר והוא באמצען ורבי יהודה אומר לאיזה רוח שירצה. ומודה ר\"י שאם בירר לו שאינו יכול לחזור בו: \n"
            ], 
            [
                "אמר ר' יעקב בר אידי אריב\"ל הלכה כדברי המיקל בעירוב והלכה כרבי יוחנן בן נורי. ותרתי למה לי. אמר ר' זירא צריכא דאי אמר הלכה כרבי יוחנן בן נורי  ה\"א בן לקולא בין לחומרא. לקולא פי' דישן קונה שביתה כמו ניעור. ופי' לחומרא דחפצי הפקר לרבי יוחנן קונין שביתה והיינו לחומרא.  קמ\"ל הלכה כדברי המיקל בעירוב דחפצי הפקר לא קנו שביתה כרבנן אלא הרי הן כרגלי כל אדם. ואין זה תרי קולי דסתרו אהדדי דסבירא לן כרבנן דדבר שאין בו דעת לא קני שביתה. והא דסבירא לן דישן קנה היינו טעמא כדפרש\"י הואיל וניעור קנה ישן נמי קנה. ולימא הלכה כדברי המיקל בעירובין ולא בעי למימר הלכה כרבי יוחנן בן נורי אמר אביי איצטריך  סד\"א הנ\"מ יחיד במקום יחיד ורבים במקום רבם אבל יחיד במקום רבים אימא לא קמ\"ל הלכה כר' יוחנן בן נורי דהוי יחיד במקום רבים. אמר ליה רבא לאביי מכדי עירובין דרבנן מה לי יחיר במקום יחיד ומה לי יחיד במקום רבים. הכי קים לן דעירובי תחומין דרבנן כאביי ורבא דאמוראי בתראי נינהו ואמרינן נמי לעיל בפרק בכל מערבין (עירובין דף לז:)  מאן האי תנא דאפילו בדרבנן לית ליה ברירה דתניא האומר לחמשה הריני מערב וכו'. ואע\"ג דשמעינן לרבי יהודה דאמר תחומין דאורייתא  גבי ספק עירוב לעיל בפ' בכל מערבין (עירובין דף לה.) ולקמן בשלהי חלון (עירובין דף פא:) קאמר שמואל כ\"מ ששונה ר\"י בעירובין הלכה כמותו. בהא לית הלכתא כוותיה. ורב אשי שדחה בספ\"ק דף יז: אל יצא כתיב. אליבא דרבי חייא קאמר דסבר תחומין דאורייתא וליה לא סבירא ליה.  רב פפא אמר איצטריך סד\"א הנ\"מ בעירובי חצרות אבל בעירובי תחומין אימא לא קמ\"ל הלכה כרבי יוחנן בן נורי דאפילו בעירובי תחומין. רב אשי אמר איצטריך סד\"א הנ\"מ בשיורי עירוב אבל בתחלת עירוב אימא לא קמ\"ל דהלכה כרבי יוחנן בן נורי בתחלת עירוב. דדברי רבי יוחנן בתחלת עירוב הן: \n"
            ], 
            [
                "רבי יעקב ורבי זריקא אמרו הלכה כרבי עקיבא מחבירו כרבי יוסי מחביריו כרבי מחבירו. למאי הלכתא רבי אסי אומר הלכה. רבי חייא בר אבין אמר מטין. רבי יוסי בר' חנינא אמר נראין. אמר ר' יעקב בר אידי א\"ר יוחנן ר\"מ ור' יהודה הלכה כרבי יהודה. רבי יהודה ורבי יוסי הלכה כרבי יוסי. ואין צ\"ל שרבי מאיר ורבי יוסי הלכה כר' יוסי אמר רב אסי אף אנן נמי נימא רבי יוסי ורבי שמעון הלכה כרבי יוסי דא\"ר אבא אמר רבי יוחנן רבי יהודה ור\"ש הלכה כרבי יהודה והשתא במקום רבי יהודה ליתא במקום רבי יוסי מיבעיא. איבעיא להו ר\"מ ור\"ש מהו. תיקו.  אף על גב דרב פליג ארבי יוחנן בהני כללי קיימא לן כרבי יוחנן אפילו בברייתא היכא דלא איתמר בהדיא לשנויי הך כללי: \n"
            ], 
            [
                "אמר רב יהודה אמר שמואל חפצי הנכרי אינן קונין שביתה. ורבי חייא בר אבין אמר ר' יוחנן חפצי הנכרי קונין שביתה גזירה בעלים נכרי אטו בעלים ישראל. הנהו דיכרי דאתו למברכתא ביומא טבא. שרא להו רבא לבני מחוזא דאתו למברכתא ע\"י עירוב למיזבן מינייהו ולמיזל בהו למחוזא.א\"ל רבינא לרבא מאי דעתיך דאמר שמואל חפצי הנכרי אינן קונין שביתה הא אמר ר' חייא בר אבין אמר ר' יוחנן חפצי הנכרי קונין שביתה גזירה בעלים נכרי אטו בעלים ישראל.  ושמואל ורבי יוחנן הלכה כר\"י. הדר אמר רבא לזבנינהו לבני מברכתא דכולהו מברכתא לדידהו כד' אמות דמיא. פרש\"י דמברכתא היתה מוקפת מחיצות וכן פי' גבי מי שהוציאוהו נכרים והוליכוהו בעיר אחרת בר\"פ ופירש והרי היא מוקפת מחיצות משמע דלא חשיב כד' אמות להלך את כולה אלא אם כן מוקפת מחיצות דומיא דדיר וסהר ואל תתמה דהא דנקט עיר סתם ומפרשי' לה במוקפת מחיצות. דהכי נמי הא דתניא לעיל (עירובין דף מב:) ומותר לטלטל בכל העיר ע\"כ במוקפת מחיצות איירי. ואע\"ג דגבי נותן עירובו בתוך עיבורה של עיר אמרינן לעיל בפרק בכל מערבין (עירובין דף לב:) אפילו למעלה מעשרה עירובו עירוב משום דמתא כמאן דמליא דמיא ופריך עלה חוץ לעיבורה נמי כיון דאמר רבא הנותן עירובו יש לו ד' אמות הוה ליה רשות היחיד ורשות היחיד עולה עד לרקיע. משמע דבתוך עיבורה נמי הוי טעמא לפי שחשובה כל העיר עם עיבורה כד' אמות אע\"פ שאין כאן מחיצות. וי\"ל דהני מילי לשובת שם או נותן עירובו בו שיש לו אלפים אמה לכל רוח. ובמקום שנותן עירובו נחשב הכל כד' אמות אפילו מה שהוא חוץ למחיצות לענין זה דחשיב הוא ועירובו במקום אחד אפילו נתנו באילן למעלה מעשרה. אבל למובא מחוץ לתחום אין חשוב כד' אמות להלך את כולו בלא היקף מחיצות. ונראה דבעי נמי היקף לדירה פתח ולבסוף הוקף דלא עדיף משובת באויר מחיצות דלא חשיבא לגביה כד' אמות אם הוא יותר מבית סאתים כדאמר לעיל בפ\"ק (עירובין דף טו.) דשבת בתל והוא מד' אמות ועד סאתים מהלך את כולו וחוצה לו אלפים אמה ודוקא בית סאתים אבל טפי לא הואיל ולא הוקף לדירה. וכן משמע בפ\"ב דר\"ה דהיקף מחיצה בעינן דתנן התם דף כג: חצר היתה בירושלים ובית יעזק היתה נקראת ולשם כל העדים מתכנסים וכו' בראשונה לא היו זזין משם כל היום כולו. משמע דאפילו בעיר לא היו הולכים ואמאי כיון שברשות באו מחוץ לתחום וכי גרע מהוציאוהו נכרים ונתנוהו בעיר. אלא ודאי כדפי' ר\"י התם דמיירי לאחר שנפרצו בה פרצות שהיתה אז ירושלים כרשות הרבים כדאמר לקמן פרק המוצא תפילין (עירובין דף קא.) ולכך צריך ליזהר בדבר הבא מחוץ לתחום בשביל ישראל זה שמותר לישראל אחר או אפילו בא בשביל נכרי שלא לטלטל חוץ לד' אמות בעיר שאינה מוקפת ואפילו מוקפת מחיצה צריך שתהא מוקפת לשם דירה. וכתב רבינו מאיר ז\"ל דסתם עיירות מוקפות לדירה הם דאין דרך להקיף מחיצה עד שיבנו הבתים תחלה. אבל מבצרים סתמייהו הוקפו ולבסוף ישבו: \n"
            ], 
            [
                "תני רבי חייא  חרס שבין תחומי שבת פירש חרס חריץ שהוא מלא מים והוא בין שתי תחומי שבת צריך מחיצה של ב.רזל להפסיקו להתיר חציו לתחום זה וחציו לתחום זה.  מחיך עלה ר' יוסי ב\"ר חנינא. מ\"ט מחיך עלה. משום דקל הוא שהקילו חכמים במים. כדבעא מיניה רבי טבלא מרב מחיצה תלויה מהו שתתיר בחורבה. א\"ל אין מחיצה תלויה מתרת אלא במים. קל הוא שהקילו חכמים במים הלכך אפילו מחיצה של קנים מתרת: וחכ\"א אין לו כו'. ר\"י היינו ת\"ק אמר רבא שמנה על שמנה איכא בינייהו. ת\"ק קאי אר' יוחנן בן נורי דאמר שיש לו אלפים אמה לכל רוח. וקאמרי חכמים יש לו ד' אמות לכל רוח. תניא נמי הכי יש לו שמנה על שמנה דברי ר\"מ. ואמר רבא מחלוקת להלך. אבל לטלטל דברי הכל ד' אמות אין טפי לא. כתב הר\"ז הלוי ז\"ל אע\"ג דקי\"ל במי שישן בדרך כרבי יוחנן בן נורי שיש לו אלפים אמה לכל רוח. לענין ד' אמות של שביתה נקטינן כרבנן ומשחינן ליה שמנה על שמנה. ונראה בעיני דה\"ה לכל ד' אמות שקונות לו לאדם בכל מקום כולן שמנה על שמנה הן והוא באמצען עכ\"ל. ור\"ח ז\"ל גורם חכמים היינו ת\"ק ומפ' ת\"ק דריש פרקין דאמר מי שהוציאוהו נכרים אין לו אלא ד' אמות אלמא שמעינן דכל מי שאין לו אלפים יש לו ד' אמות א\"כ למה הוצרכו למימר יש לו ד' אמות הוי להו למימר אין לו אלפים  וממילא ידענא דיש לו ד' אמות. ונראה דמה שלא הביאה רב אלפס ז\"ל משום דסבירא ליה כת\"ק דריש פירקין  מדסברי ר' יהודה ור' אליעזר כוותיה: הני ד' אמות היכא כתיבי דתניא שבו איש תחתיו כתחתיו. וכמה תחתיו גופו ג' אמות ואמה כדי פישוט ידיו ורגליו דברי ר\"מ. ור\"י אומר גופו ג' אמות ואמה כדי ליטול חפץ מראשותיו ומניח תחת מרגלותיו ומתחת מרגלותיו ומניח תחת מראשותיו. מאי בינייהו. איכא בינייהו ד' אמות מצומצמות. ר\"מ סבר ד' אמות מצומצמות  ר\"י סבר ד' אמות מרווחות. והני ד' אמות באמה דידיה יהבינן ליה. ואי קשיא לך אמאי לא תני להו גבי יש שאמרו הכל לפי מה שהוא אדם. משום דלא פסיקא ליה משום דאיכא ננס באבריו דלא הוי ד' אמות דידיה כתחתיו דבעינן מיתב ליה ד' אמות כאמות דעלמא: \n"
            ], 
            [
                "מתני' היו שנים מקצת אמותיו של זה בתוך אמותיו של זה מביאין ואוכלין באמצע. ובלבד שלא יוציא זה מתוך שלו לתוך של חבירו. ואם היו שלשה והאמצעי מובלע ביניהם הוא מותר עמהן והם עמו. ושנים החיצונים אסורין זה עם זה. אמר ר' שמעון למה הדבר דומה לשלשה חצרות הפתוחות זו לזו ופתוחות לרשות הרבים עירבו שתיהן עם האמצעית היא מותרת עמהן והן מותרות עמה. ושתים החיצונות אסורות זו עם זו:  ", 
                "גמ' אמר רב יהודה אמר רב זו דברי ר\"ש. אבל חכמים אומרים רשות אחת משתמשת לשתי רשויות ואין שתי רשויות משתמשות לרשות אחת  כלומר האמצעית משתמשת עם החיצונות  ואין החיצונות משתמשות עם האמצעית. כי אמריתה קמיה דשמואל אמר   אף זו דברי ר\"ש. אבל חכמים אומרים שלשתן אסורות. פרש\"י דאף איסור זה ר\"ש אמרו שלא התיר אלא שתהא רשות אחת משתמשת לשתי רשויות ולא שתי רשויות לרשות אחת. וכתב רבינו מאיר ז\"ל  דאף לרש\"י הלכתא כוותיה דרב. באיסורי דסבירא ליה כר\"ש דמתיר הכל. ואע\"ג דתניא כוותיה דשמואל. הני מילי במילתייהו דרבנן דאמר שמואל דלדידהו שלשתן אסורות. אבל במילתיה דר\"ש לא מוכח מתוך הברייתא  אי כרב אי כשמואל. ואזדא שמואל לטעמיה דאמר שמואל חצר שבין שני מבואות עירבה עם שניהם אסורה עם שניהם. לא עירבה עם שניהם אוסרת על שניהן. היתה באחד רגילה ובאחד אינה רגילה זה שרגילה בו אסורה. וזה שאינה רגילה בו מותרת. אמר רבה בר רב הונא אמר שמואל אם עירבה אצל שאינה רגילה הותר רגילה לעצמו. ואמר רבה בריה דרב הונא אמר שמואל אם עירבה רגילה לעצמו וזה שאין רגילה בו לא עירבה והיא עצמה לא עירבה דוחין אותה אצל מי שאינה רגילה בו. כגון זו כופין על מדת סדום. ורב אלפס ז\"ל לא הביא כלזה משום דלית הלכתא כשמואל בהא דאמר אם עירבה עם שניהם אסורה עם שניהם. דלרבנן אמר למילתיה  וקי\"ל הלכה כר\"ש. ומיהו לשאר דברים אנו צריכים מה שחילק בין רגילה ובין שאינה רגילה. אמר רב חמא בר גוריא אמר רב הלכה כר\"ש. אמר רב יהודה אמר שמואל המקפיד על עירובו אין עירובו עירוב. מה שמו. עירוב שמו. רבי חנינא אמר עירובו עירוב אלא שנקרא מאנשי ורדינאה. והלכתא כשמואל דהכי אמר אביי לקמן בפ' הדר (עירובין דף סח.) כיון דאי בעו מינאי ולא אפשר לי למיתבא להו בטל שיתוף. לכך צריך ליזהר העושה עירוב שלא יערב בדבר המקפיד עליו כגון אם תקן לכבוד שבת פנדא או גלוסקא נאה דכיון דאי בעו מיניה לא יהיב להו בטל שיתוף: \n"
            ], 
            [
                "ואמר רב יהודה אמר שמואל החולק את עירובו אין עירובו עירוב. ואפילו לב\"ה דאמרו חמשה שגבו את עירובן ונתנוהו בשני כלים עירובן עירוב. הני מילי דמלייה למנא ואייתר אבל מיפלג פלגיה לא. אמר שמואל עירוב משום קנין. ורבה אמר עירוב משום דירה.  מאי בינייהו. איכא בינייהו. כלי שאין בו שוה פרוטה וקטן. למאן דאמר משום קנין מערבין בכלי. ולמאן דאמר משום דירה אין מערבין בכלי. ולמאן דאמר משום קנין בעינן שיהא בו שוה פרוטה. ואפילו יש בו שתי סעודות או כגרוגרת לכל אחד אין מערבין בו עד שיהא בו שוה פרוטה. ולמ\"ד משום דירה לא בעינן שיהא בו שוה פרוטה. וקטן למאן דאמר משום קנין אין מניחין את העירוב בביתו של קטן. דלאו בר אקנויי רשותא הוא. ומאן דאמר משום דירה מניחין את העירוב בביתו של קטן. והלכה כרבה דאמר עירוב משום דירה דלקמן בפ' הדר (עירובין דף סו.) קאמר רבי יוחנן שוכר כמערב דמי מה מערב בפחות משוה פרוטה וכו'  וקי\"ל כרבי יוחנן לגבי שמואל:  ", 
                "מתני' מי שהיה בא בדרך וחשכה לו והיה מכיר אילן או גדר ואמר שביתתי תחתיו לא אמר כלום. תהא שביתתי בעיקרו מהלך ממקום רגליו עד עיקרו אלפים אמה. ומעיקרו עד ביתו אלפים אמה. נמצא מהלך משחשכה ארבעת אלפים אמות: ", 
                "גמ' מאי לא אמר כלום. אמר רב לא אמר כלום כל עיקר דאפילו לתחתיו של אילן לא מצי אזיל. ושמואל אמר לא אמר כלום לביתו אבל לתחתיו של אילן מצי אזיל.  פי' בכל מה שיניח אותו תחתיו של אילן לילך כדמפרש ואזיל ונעשה תחתיו של אילן חמר גמל בא למדוד מן הצפון מודדין לו מן הדרום בא למדוד מן הדרום מודדין לו מן הצפון.   אמר רבה מאי טעמא דרב. משום דלא מסיים אתריה. איכא דאמרי מאי טעמא דרב משום דקסבר כל שאין בזה אחר זה אפילו בבת אחת אינו. פירוש כשם שאין לו לאדם לקנות ארבע אמות מקום שביתה אחרי שכבר קנה במקום אחר. כך אין לקנות שיעור שתי שביתות בבת אחת. דף נ ע\"ב", 
                " תניא כוותיה דרב מי שהיה בא בדרך וחשכה עליו והיה מכיר באילן או גדר ואמר שביתתי תחתיו לא אמר כלום. שביתתי במקום פלוני מהלך עד מקום פלוני. הגיע למקום פלוני מהלך את כולו וחוצה לו אלפים אמה. במה דברים אמורים במקום מסויים כגון שבת בתל שהוא גבוה עשרה והוא מד' אמות עד בית סאתים אבל במקום שאינו מסויים אין לו אלא ארבע אמות. היו שנים אחד מכיר ואחד אינו מכיר שאינו מכיר מוסר שביתתו לאותו שהוא מכיר. ומכיר אומר תהא שביתתנו במקום פלוני. במה דברים אמורים בסיים לו ארבע אמות שקבע. אבל לא סיים ארבע אמות שקבע לא יזוז ממקומו. לימא תיהוי תיובתא דשמואל. אמר לך שמואל הכא במאי עסקינן דאיכא ממקום רגליו עד עיקרו תרי אלפים וד' גרמידי אי סיים ד\"א מצי אזיל ואי לא לא מצי אזיל. תניא כוותיה דשמואל טעה ועירב לשתי רוחות כמדומה הוא שמערבין לשתי רוחות. או שאמר לעבדיו צאו ועירבו עלי. אחד עירב עליו לצפון ואחד עירב עליו לדרום. מהלך לצפון בעירובו לדרום ולדרום בעירובו לצפון. ואם מיצעו עליו את התחום לא יזוז ממקומו. ואע\"ג דקי\"ל הלכתא כרב באיסורא בהא  הלכתא כשמואל. דהך דתניא כוותיה דשמואל שייכא בההיא דת\"ר ביצה לז: שנים ששאלו חלוק אחד זה לילך שחרית לבית המדרש וזה לילך בו ערבית לבית הכנסת וכו' וקי\"ל דהלכתא היא. הלכך הלכתא כי האי דתניא כוותיה דשמואל  דתרווייהו חד טעמא הוא. ועוד דתניא כוותיה דשמואל. ואף על גב דתניא נמי כוותיה דרב. הא משני ליה שמואל שפיר. ועוד דהני ברייתות פליגי אהדדי  וקי\"ל כדברי המיקל בעירובין כך כתב ר\"מ ז\"ל: מהלך ממקום רגליו וכו'  אמר רבא והוא דכי רהיט מטי. א\"ל אביי והא חשכה לו קתני. חשכה לו לביתו אבל לעיקרו של אילן מצי אזיל. איכא דאמרי חשכה לו כי סגי קלי קלי אבל כי רהיט מטי: ", 
                "מתני' אם אינו מכיר או שאינו בקי בהלכ' ואמר שביתתי במקומי זכה לו מקומו ויש לו אלפים אמה לכל רוח עגולות דברי ר' חנינא בן אנטיגנוס. וחכמים אומרים מרובעות כטבלא מרובעת כדי שיהא נשכר הזויות וזהו שאמרו העני מערב ברגליו. ר' מאיר אומר אנו אין לנו אלא עני. ר' יהודה אומר אחד עני ואחד עשיר. ולא אמרו לערב בפת אלא להקל על העשיר שלא יצא ויערב ברגליו. הא דקתני במתני' ואמר שביתתי במקומי לאו דוקא אמר. דהוא הדין בלא אמירה נמי הוי קני כדאמר לעיל בפרק בכל מערבין (עירובין דף לח:) אבל ניעור דאי בעי למימר מצי אמר אע\"ג דלא אמר כמאן דאמר דמי. ולעיל (עירובין דף מה.) נמי תנן מי שישב ועמד והרי הוא סמוך לעיר הואיל ולא היתה כוונתו לכך לא יכנס ומוכח בגמרא דקני שביתה גבי עובדא דרבי טרפון דאמר שמא בית המדרש מובלע בתחום שלו היה. והא דקתני ואמר שביתתי במקומי  משום דבעי למיתני בסיפא זהו שאמרו העני מערב ברגליו אבל עשיר לא אע\"ג דאמר שביתתי במקומי ורבי יהודה נמי דאמר אחד עני ואחד עשיר ע\"כ מיירי בדאמר. להכי תנא ברישא ואמר שביתתי במקומי. דעשיר העומד בעירו והחשיך על התחום אינו קונה משם אלפים אמה לכל רוח  אלא אם כן נתכוון לקנות משם שביתה. וכה\"ג אשכחן בפרק קמא דבבא מציעא דף יא. דתנן ראה אותן רצין אחר המציאה אחר צבי שבור ואחר גוזלות שלא פרחו ואמר זכתה לי שדי זכתה לו. ובלא אמירה נמי זכתה לו שדהו  דאפילו גבי ד' אמות שתקנו חכמים שקונות לו בכל מקום קאמר התם אי תקינו ליה רבנן דליקני כי לא אמר מאי הוה. והא דתני ואמר זכתה לי שדי משום רבותא דסיפא תני היה צבי רץ כדרכו או שהיו גוזלות מפריחין ואמר זכתה לי שדי לא אמר כלום: ", 
                "גמ' הני אלפים אמות היכא כתיבי. דתניא שבו איש תחתיו אלו ארבע אמות. אל יצא איש ממקומו אלו אלפים אמה. מנא הני מילי.  אמר רב חסדא למדנו מקום ממקום ומקום מניסה וניסה מניסה וניסה מגבול וגבול מגבול וגבול מחוץ וחוץ מחוץ ומדותם מחוץ לעיר. והא דבעיא מרובעות משום דכתיב גבי מגרש הלוים זה יהיה להם ותני רבי חנינא כזה יהיה לכם כל שובתי שבת מה התם כתיב פיאות אף גבי שבת בעינן מרובעות כדי שיהיה להם פיאות. אמר רב אחא בר יעקב המעביר ד' אמות בר\"ה אינו חייב עד שיעביר הן ואלכסונן. פירש רש\"י דגבי העברה לא שייך למיתב להו פיאות דלא שייך בהו ריבוע ועיגול. אלא בכל פעם נותנין לו שיעור אלכסון ואינו חייב עד שיעביר ה' אמות וג' חומשים. ורשב\"ם ז\"ל פירש דגבי העברת ד\"א נמי תלוי בריבוע העולם שאם הוא מעביר אך זורק ממזרח למערב או מצפון לדרום חייב בד\"א לחודייהו. ואם העביר או זרק לאלכסון של עולם מקרן מזרחית צפונית לקרן מערבית דרומית אינו חייב עד ד' אמות ואלכסונן. ועמוד בר\"ה נמי דבעיא גבוה עשרה ורחב ארבעה דבעינן הן ואלכסונן היינו כשעומד אלכסונו של עמוד לאלכסונו של עולם אבל אם עומד אלכסונו ממזרח למערב ומצפון לדרום לא סגי בד' על ד' מרובעין דבעיא שיהא ארבע טפחים ואלכסונן לאלכסון של עולם. והכי אמר לקמן בכיצד מעברין (עירובין דף נו.) דעיר עגולה מרבעה בריבוע העולם נותן צפונה לצפון עולם ודרומה לדרום עולם. ור\"ת ז\"ל פירש דלכל צד נותנין אלכסון בזריקה ובהעברה וכן לתחום שבת לכל צד שהולך נותנין לו אלפים ואלכסונן. ובכל מקום שמזכיר ד' גבי עמוד רחב ארבעה בעי הן ואלכסונן לכל צד דהיינו רחב חמשה טפחים וג' חומשים על חמשה טפחים וג' חומשים. אלא דלא איצטריך ליה להזכיר בשום מקום אלא הד' טפחים דמנייהו נפיק אלכסונן. וגבי כוורת בפ\"ק דשבת דף ח. דנקט רחבה ששה פטור ולא נקט רחבה ד' כמו בכל מקום משום דבכל דוכתא דאיירי במרובע שמעינן הן ואלכסונן. אבל כוורת דסתמא עגולה היא אי הוי נקט רחבה ד' הוה משמע דלא בעי אלכסון שאין לעיגול אלכסון. וקשה לפירושו מהא דתניא ביומא  פרק ב' שעירי (יומא דף סז.) עשר סוכות ושנים עשר מילין דר\"מ וכולן על ידי עירוב. פי' שהמיל הוא אלפים אמה והיה מהלך ע\"י עירוב. אלמא דתחום שבת לא הוי אלא אלפים אמה. וי\"ל דכי היכי דבכל דוכתא קרי לתחום שבת אלפים אמה אע\"ג דבעי אלכסון הכי נמי קרי ליה התם מיל. ומיהו קשה לפי' דבכל פיאות שבת ילפינן מערי לוים ובערי לוים אין נותנין פיאות אלא לפיאות עולם כדמוכח לקמן בכיצד מעברין (עירובין דף נו:): וזהו שאמרו העני מערב ברגליו וכו'. אמר רב נחמן מחלוקת במקומי. דרבי מאיר סבר עיקר עירוב בפת  עני אין עשיר לא ורבי יהודה סבר עיקר עירוב ברגליו אחד עני ואחד עשיר. אבל במקום פלוני ד\"ה עני אין עשיר לא אלמא קסבר ר' מאיר עיקר עירוב בפת. ולא אמרו מערבין בפת אלא להקל על העשיר מאן קתני לה ר' יהודה קתני לה: \n"
            ], 
            [
                "תניא כוותיה דרב נחמן אחד עני ואחד עשיר מערבין בפת. ולא יצא עשיר חוץ לתחום ויאמר שביתתי במקומי לפי שלא אמרו לערב ברגל אלא למי שבא בדרך וחשכה לו דברי ר' מאיר ור' יהודה אומר אחד עני ואחד עשיר מערבין ברגל. ויצא עשיר חוץ לתחום ויאמר תהא שביתתי במקומי וזהו עיקרו של עירוב. והתירו חכמים לבעל הבית לשלוח עירובו ביד בנו ביד עבדו ביד שלוחו בשביל להקל עליו. והלכתא כרב נחמן מדמתני ליה רב חמא לחייא בר רב קמיה דרב אחד עני ואחד עשיר וא\"ל סיים בה נמי הלכה כרבי יהודה: \n"
            ], 
            [
                "אמר רמי בר חמא הרי אמרו שבת יש לו ד' אמות. הנותן עירובו יש לו ד' אמות או אין לו ד' אמות. אמר רבא ת\"ש לא אמרו לערב בפת אלא להקל על העשיר שלא יצא ויערב ברגליו. ואי אמרת אין לו ד' אמות האי להקל להחמיר הוא. אפילו הכי ניחא ליה כי היכי דלא ליטרח וליפוק. כתב ר\"מ ז\"ל אע\"ג דדחי ליה גמרא הלכתא כרבא דיש לו ד' אמות. דסתמא דגמרא קאמר לעיל בפרק בכל מערבין (עירובין דף לב:) כיון דאמר רבא הנותן עירובו יש לו ד' אמות וכו' אלמא דרבא לא הדר ביה: ", 
                "מתני' מי שיצא לילך לעיר שמערבין בה והחזירו חבירו. הוא מותר לילך וכל בני העיר אסורין דברי ר' יהודה. ר' מאיר אומר כל שיכול לערב ולא עירב. הרי זה חמר גמל: ", 
                "גמ' מאי שנא הוא ומאי שנא אינהו. אמר רב הונא הכא במאי עסקינן כגון שיש לו שני בתים וביניהן שני תחומין. איהו כיון דנפיק ליה לאורחא הוה ליה עני הנך עשירים נינהו ולא מצי למימר שביתתי במקום פלוני. רב אלפס ז\"ל כתב הנך בני העיר דאמרו ערב עלינו עשירים נינהו  ר\"ל שהוא היה מכיר אילן או גדר ומסרו לו שביתתן. תניא נמי הכי מי שיש לו שני בתים וביניהם שני תחומי שבת כיון שהחזיק בדרך קנה עירוב דברי ר' יהודה. יתר על כן אמר ר' יוסי בר יהודה אפילו מצאו חבירו ואמר לו לין פה עת חמה היא עת צנה הוא למחר משכים והולך. אמר רבה לומר שביתתי במקום פלוני אע\"פ שהחזיק דכולי עלמא לא פליגי דצריך כי פליגי להחזיק. ורב יוסף אמר להחזיק כ\"ע לא פליגי דצריך. כי פליגי לומר ר' יהודה סבר צריך שיחזיק בדרך וצריך שיאמר שביתתי במקום פלוני ורבי יוסי בר יהודה סבר צריך להחזיק בדרך  אבל לומר אינו צריך כיון שגמר בלבו לשבות במקום פלוני והחזיק בדרך קנה שביתה באותו מקום. והלכתא כרב יוסף ואליבא דרבי יוסי בר יהודה. דקאמר רב יהודה בר אישתיתא אייתי כלכלה דפירי לרב נתן בר הושעיא כי אזיל שבקי' עד דנחית דרג' אמר ליה בית הכא. למחר קדים ואזיל.  כמאן כרב יוסף ואליבא דרבי יוסי בר יהודה. וקשה אמאי לא חשיב ליה בהדי שדה ענין ומחצה דהלכה כרב יוסף. ורש\"י גרס לא הכא במאי עסקינן דאמר שביתתי במקום פלוני וכרבה אליבא דר' יהודה: \n"
            ], 
            [
                "מתני' מי שיצא חוץ לתחום אפילו אמה אחת לא יכנס. ר' אליעזר אומר שתים יכנס שלש לא יכנס. מי שהחשיך חוץ לתחום  אפילו אמה אחת לא יכנס. רבי שמעון אומר אפילו חמש עשרה אמה יכנס שאין המשוחות ממצין המדות מפני הטועין: ", 
                "גמ' תנא מפני טועי המדה. והלכתא כת\"ק. אמר ר' חנינא רגלו אחת בתוך התחום ורגלו אחת תוץ לתחום יכנס דכתיב אם תשיב משבת רגלך רגליך קרינן. \nהדרן עלך מי שהוציאוהו \n"
            ]
        ], 
        [
            [
                "כיצד מעברין את הערים. בית נכנס בית יוצא. פגום נכנס פגום יוצא. היו שם גדודיות גבוהות עשרה טפחים  גשרים ונפשות שיש בהן בית דירה מוציאין את המדה כנגדן ועושין אותן כמיןטבלא מרובעת כדי שיהא נשכר את הזויות:  ", 
                "גמ' תנו רבנן כיצד מעברין את הערים. ארוכה כמות שהיא. עגולה עושין לה זויות. מרובעת אין עושין לה זויות. היתה רחבה מצד אחד וקצרה מצד אחר רואין אותה כאילו היא שוה. היה בית אחד יוצא כמין פגום או שני בתים יוצאין כמין ב' פגומין רואין אותם כאילו חוט מתוח עליהם ומודדין הימנה ולהלן אלפים אמה. היתה עשויה כמין קשת כמין גאם רואין אותה כאילו היא מלאה בתים וחצרות. אמר מר ארוכה כמות שהיא פשיטא. לא צריכא דאריכא וקטינא מהו דתימא ניעבד פותיא כי אורכה קמ\"ל: מרובעת אין עושין לה זויות פשיטא. לא צריכא דמרבעא ולא מרבעא בריבוע  של עולם שיהא צפונה לצפון העולם ודרומה לדרום העולם. מהו דתימא נרבעה בריבוע של עולם קמ\"ל דלא: \n"
            ], 
            [
                "אמר רב הונא עיר העשויה כקשת אם יש בין שני ראשיה פחות מד' אלפים אמה מודדין לה מן היתר ואם לאו מודדין לה מן הקשת לאו דוקא מן הקשת אלא מן היתר ולפנים ממקום שהוא פחות מארבעת אלפים אמה.  וכמה יהא בין יתר לקשת. רבה בר רב הונא אמר אלפים אמה. רבא בריה דרבה בר רב הונא אמר אפילו יתר מאלפים אמה. אמר אביי כוותיה דרבא בריה דרבה בר רב הונא מסתברא דאי בעי אייתי לה דרך בתים. ואם אין בין יתר לקשת יתר מאלפים אמה אפילו יש בין שני ראשיה יותר מארבעת אלפים אמה מודדין מן היתר. משמע מלשון ר\"ח ז\"ל  שהיה רב הונא יכול להשמיענו דין זה בשני פגומין היוצאין מצד אחד דבעי שיהא בינייהו פחות מד' אלפים אמה. והא דלא נקיט מילתיה בשני פגומין שהוזכרו בברייתא קודם עיר עשויה כקשת.  משום דשני פגומין דברייתא איירי ביוצאין בשני רוחות. ונראה דלרבא בריה דרבה בר רב הונא דאמר אפילו ביתר מאלפים אמה בין קשת ליתר מודדין לה מן היתר לא הוה מצי למימר למילתיה על שני פגומין. דאפילו בעיר העשויה כקשת אם אין בין יתר לקשת אלא אלפים אמה מודדין מן היתר אפילו אם יש יותר מארבעת אלפים אמה בין שני ראשי הקשת כדמפרש טעמא משום דאי בעי אייתי לה דרך בתים. ואפילו לרבה דאמר אלפים ולית ליה טעמא דאי בעי אייתי לה דרך בתים נראה דגבי פגום היוצא בתוך ע' אמה ושיריים  על ע' מן עיקר העיר אפילו יש ביניהם ארבעת אלפים רואין כאילו חוט מתוח עליהן. אבל אם יש בראש האחד הרבה פגומין זה אצל זה כל אחד בתוך ע' אמה ושיריים של חברו וכן בראש האחר דהשתא החיצונים הם חוץ לעיבורה של עיקר העיר בזה צריך לדקדק אם רואים כאילו חוט מתוח עליהם מזה לזה אפילו יש ביניהם ד' אלפים לפי שבטלים אגב העיר. אבל בעיר העשויה כקשת שעיקר העיר כך יש חשיבות בראש הקשת כמו באמצעה היכא דהוי ארבעת אלפים בין ראשיה אין מודדין לה מן היתר. וגם צריך לדקדק ברחבה מצד אחד וקצרה מצד אחר שזו היא עיקר העיר שכך היא עשויה אם נאמר רואין אותה כאילו היא שוה  אפילו אורך העיר ד' אלפים אמה: היו שם גדודיות וכו' מאי גדודיות. אמר רב יהודה  ג' מחיצות שאין עליהן תקרה. תנו רבנן אלו שמתעברין עמה. נפש שיש בה ד' אמות על ד' אמות והגשר והקבר שיש בהן בית דירה. ובהכ\"נ שיש בה בית דירה לחזן. ובית ע\"ז שיש בה בית דירה. והארוות והאוצרות שבשדות שיש בהן בית דירה. והבורגנין שבתוכה. והבית שבים.הרי אלו מתעברין עמה. ואלו שאין מתעברין עמה נפש שנפרצה משתי רוחותיה אילך ואילך. והגשר והקבר שאין בהן בית דירה ובית הכנסת שאין בה בית דירה לחזן. ובית ע\"ז שאין בה בית דירה. והארוות והאוצרות שבשדות שאין בהן בית דירה. ובור ושיח ומערה וגדר ושובך שבתוכה. והבית שבספינה. הרי אלו אין מתעברין עמה: \n"
            ], 
            [
                "אמר רב הונא יושבי צריפין אין מודדין להן אלא מפתח בתיהן. אמר רב חנינא בר כהנא אמר רב אם יש שם שלש חצירות של שני בתים הוקבעו.  ת\"ר הבא לרבעה מרבעה בריבוע של עולם. נותן צפונה לצפון העולם ודרומה לדרום העולם:  ", 
                "מתני' נותנין קרפף לעיר דברי ר\"מ וחכמים אומרים אין נותנין קרפף אלא לשתי עיירות בלבד אם יש לזו ע' אמה ושיריים ולזו ע' אמה ושיריים עושה קרפף את שתיהן להיות אחד. וכן שלשה כפרים המשולשין אם יש בין שנים החיצונים קמ\"א ושליש עושה אמצעי את שלשתן להיות כאחד: ", 
                "גמ' איתמר רב הונא אמר נותנין קרפף לזו וקרפף לזו. וחייא בר רב הונא אמר אין נותנין אלא קרפף אחד לב' עיירות. תניא בפ\"ק דסוכה דף ג. בית שאין בו ד' אמות על ד' אמות אין עושין אותו עיבור בין שתי עיירות. וקשה דהאי בית מאי עבידתיה. דלר' מאיר נותנין קרפף לזו וקרפף לזו אף בלא בית. וכן לרב הונא אליבא דרבנן. ולחייא בר רב דאמר קרפף אחד לשתיהן אותו קרפף אין צריך בית. ואי בשיש יותר מקמ\"א ושליש בין שתי עיירות  ולכך צריך בית לערב את שתיהן. מה לי להזכיר שתי עיירות הוה ליה למימר אין עושין אותו עיבור לעיר שהרי לעיר אחת יכול לעשות בורגנין ללכת כמו שירצה כדאמר לעיל בפ' עושין פסין (עירובין דף כא.) כי אתיתו מברניש לבי כנישתא דדניאל דהוה תלתא פרסי אמאי סמכיתו אבורגנין וכו'. ומתוך קושיא זו גורם רשב\"ם אין עושין אותו עיבור לעיר. וכן משמע בירושלמי דסוטה פ\"ח הל' ד דגרס התם אין עושין עיבור לעיר וה\"פ אין עושין אותו חיבור לעיר. ור\"ת מקיים גירסת הספרים וה\"פ אין נותנין לו דין עיבור בין שתי עיירות דלרבנן עיר אחת אין לה קרפף ואם היה לזה הבית ד\"א היה לו דין עיר. ולרב הונא נותנין קרפף לעיר וקרפף לבית כמו שנותנין לשתי עיירות שני קרפיפות ולחייא בר רב קרפף אחד לשתיהן. דלאו דוקא נקטי רבנן שתי עיירות אלא ה\"ה עיר ובית אלא אגב דנקט ר' מאיר עיר נקטי רבנן נמי שתי עיירות דממה נפשך לחייא בר רב דאמר קרפף אחד לשתיהן לאו דווקא נקט שתי עיירות דה\"ה עיר ובית דע\"י בורגנין הולכין כדמוכח בפ' עושין פסין. ופסק ר\"ת ז\"ל כרב הונא דגדול היה ובר סמכא יותר מחייא בר רב דהוי זוטר מיניה טובא כדמוכח בפ' יש בערכין (ערכין דף טז:) שהיה רב הונא מוכיחו והנך אמוראי דלקמן קיימי כוותיה. רב אידי אמר ר' חנינא דמשני אליבא דרב הונא לאו משולשין וכו'.  דלחייא בר רב יכולין להיות משולשין ממש. וכן אביי ורבא שקלי וטרי אליבא דהך שינוייא. וכן בשילהי שמעתין דא\"ל רב פפא לרבא הני בני אקטיספון דמשחי תחומא מהאי גיסא דארדשיר הא קמפסקא דגלת דהוי יותר מקמ\"א ושליש. משמע דאי לא הוי אלא קמ\"א ושליש שפיר עבדי  והיינו כרב הונא והא דאחוי ליה רבא אטמהתא דשורא דמבלעי בדגלת בע' אמה ושיריים.  היינו מאקטיספון וקרפף שלה ומארדשיר וקרפף שלה דהיינו קמ\"א מאטמהתא דשורא  לצד ארדשיר. וכן ההיא דעושין פסין דף כא.  דקאמר מתוותא דמיבלען בע' אמה היינו מעיר הסמוכם לה עם קרפף דהיינו קמ\"א בין הכל. ועוד נראה לרבינו תם לדקדק דממה נפשך הכי הלכתא דנותנין לשתי עיירות שני קרפיפות דאפילו לחייא בר רב דקאמר קרפף לשתיהן הא מוקי סיפא דמתני' דקתני אם יש לזו ע' אמה ושיריים וכו' כר\"מ  והוי מחלוקת ואח\"כ סתם וא\"כ אף לדידיה הלכה כר\"מ.  וכן כתב ר\"מ ז\"ל הלכה כר\"מ מדאמר ריב\"ל לעיל (עירובין דף מו.) הלכה כדברי המיקל אפילו יחיד כנגד רבים. ועוד הביא ראיה מדמפליג רבא לעיל (עירובין דף לב:)  בין אילן העומד תוך עיבורה בין עומד חוץ לעיבורה. מיהו אין נראה מה שפי' ר\"ת ז\"ל דבית חשוב כעיר לגמרי לענין זה שנותנין קרפף לזה וקרפף לזה. אע\"פ שלחייא בר רב אליבא דרבנן הוי בית כעיר לגמרי לענין זה שנותנין לשני בתים בלא עיר קרפף אחד לשתיהן דאל\"כ עיר שאין לה חומה במה יתחברו ליחשב כאחד אם לא ע\"י דמובלע כל אחד בתוך ע' אמה ושיריים של חבירו דלא מיסתבר להצריך שיגעו זה בזה. מיהו ליתן שני קרפיפות לרב הונא בבית הסמוך לעיר כמו לשתי עיירות לא מסתבר. דלר\"מ עיר דוקא דהא קרא קדריש ה\"נ נראה דלרבנן עיירות דוקא. אבל לחבר בית לעיר למדוד תחום העיר מן הבית או לחבר שני בתים יחד בעיר שאין להחומה משערינן בשבעים אמה ושיריים. וניחא השתא מה שהזכיר רב ספרא קמ\"א ושליש גבי שתי עיירות ורבא שהשיבו נקט ע' אמה ושיריים משום דאיירי באטמהתא דשורא לחברם יחד. ולעיל נמי בעושין פסין גבי מתוותא נקט שבעים אמה ושיריים לפי שהיו עיירות חריבות ולא היה להן דין עיר אלא דין בית. וגר' בסוכה אין עושין אותה עיבור לעיר. ולספרים דגר' שתי עיירות איכא למימר דנקט שתי עיירות דרגילין לעשות ביניהם בורגנין כדי לילך מזו לזו בשבת כשרחוקות זו מזו ואין עירוב מועיל בלא בורגנין ואשמועינן דאפילו כבורגנין לא חשיב אם אין בו ארבע אמות. גרסינן בירושלמי פיסקא א' מהו ליתן עיבור לעיבור. מילתיה דר' שמעון בן יוחי אמר נותנין. דמדרבי שמעון בן יוחי יכול אני לעשות שיהו מהלכין מצור לצידן ומטבריא לצפורי ע\"י מערות וע\"י בורגנין כאן להילוך וכאן לעיבור. ר' חייא אמר איתפלגין ר' חייא רבה ובר קפרא חד אמר הדין דתימא בעיר גדולה אבל בעיר קטנה לא. שלא תהא תוספת יתירה על העיקר. וחד אמר בין בעיר גדולה בין בעיר קטנה דין אלפים. ומיהו בגמרא דידן קאמר הוו אזלין מברניש לבי כנישתא דדניאל תלתא פרסי. וכדי שלא יחלוק גמ' דידן אירושלמי איכא למימר דברניש עיר גדולה היתה מהלך שלשה פרסי. וטפי נראה דגמרא דידן סבירא כרבי שמעון בן יוחי דהלכה כדברי המיקל בעירובין: גרסינן בנדרים דף נו: הנודר מן העיר מותר ליכנס לתחומה ואסור ליכנס לעיבורה. מנלן דעיבורה דמתא כמתא דמי. אמר רבי יוחנן דאמר קרא ויהי בהיות יהושע ביריחו מאי יריחו אילימא יריחו ממש והכתיב ויריחו סוגרת ומסוגרת. אלא שמע מינה בעיבורה שמע מינה: \n"
            ], 
            [
                "וכן שלשה כפרים המשולשין. אמר רב אידי אמר רבי יוחנן לא משולשין ממש אלא כל שאילו מכניס אמצעי ביניהם ויהא משולש ואין בין זה לזה אלא קמ\"א אמה ושליש. פירוש בין כל חיצון וחיצון לאמצעי שביניהם אין יותר מקמ\"א אמה ושליש עשה אמצעי את שלשתן להיות אחד. אמר ליה רבא לאביי כמה יהא בין חיצון לאמצעי. אמר ליה אלפיס אמה והא את הוא דאמרת כוותיה דרבא בריה דרבה בר רב הונא מסתברא דאמר לעיל (עירובין נה.) אפילו יותר מאלפים. הכי השתא התם איכא בתים הכא ליכא בתים. אמר ליה רבא לאביי כמה יהא בין חיצון לחיצון. אמר ליה כמה יהא מאי נפקא לך מינה כל שאילו מכניס אמצעי ביניהם ואין ביניהם אלא קמ\"א ושליש. אמר ליה ואפילו ארבעת אלפים אמה אמר ליה אין. והא אמר רב הונא עיר העשויה כקשת אם יש בין שני ראשיה פחות מארבעת אלפים אמה מודדין לה מן היתר  ואם לאו מודדין לה מן הקשת. אמר ליה התם ליכא למימר מלי הכא איכא למימר מלי. פי' התם ליכא למימר מלי משום דלעומדין באמצע הקשת איירי שמודדין להם מפתח ביתם דאין אומרים כאילו ביתם נתונה במקום היתר דא\"כ מפסדת לה אידך גיסא. דאין רואין כאילו הוא בשני מקומות ואפילו יש בתים הרבה בתשת שאם שבקת ליה לביתיה לצד מערב אתה יכול להשלימי מן הבחים האחרים מ\"מ לכל העומדים בקשת לא אמרינן מלי דהי מינייהו מפקת  וה\"נ לא אמר מלי לאותן העומדים באמצעי להיות רואין אותם כאילו הן בין שני החיצונים למדוד להם משם אלפים אמה. אלא דווקא לעומדין בשנים החיצונים הוא דאמר מלי כשבאין בני החיצונה זו לילך לצד חיצונה אחרת שמודדין לכל אחת תחומה מפתח חברתה. וה\"ה נמי אם בני ראש קשת זה באין לילך לצד ראש קשת האחר נותנין להן כל אויר שבין שני ראשי הקשת ומודדין להם אלפים שלהן  משם ולהלן דאמר מלי אפילו איכא טובא בין שני ראשי הקשת ובלבד שלא יהא בין יתר לקשת יותר מאלפים אמה כדאמרינן הכא בין אמצעי לחיצונה. אי נמי התם ליכא למימר מלי  לפי שאין האויר של היתר מחזיק כל הבתים שבקשת. וה\"ה בשלשה כפרים אם היה האמצעי גדול ויתר על האויר שבין שני החיצונים לא אמר מלי:  ולהך שינויא אף לבני ראשי הקשת אין נותנין להם כל האויר שביניהם דהא לא אמר מלי: לעיל (עירובין דף נה.) ע\"ש אמר רב הונא חומת העיר שנפרצה בקמ\"א ושליש: \n"
            ], 
            [
                "מתני' אין מודדין אלא בחבל של חמשים אמה לא פחות ולא יותר ולא ימדוד אלא כנגד לבו: \n"
            ], 
            [
                "היה מודד והגיע לגיא או לגדר מבליעו וחוזר למדתו. הגיע להר מבליעו  וחוזר למדתו  ובלבד שלא יצא חוץ לתחום ואם אינו יכול להבליעו בזו  א\"ר דוסתאי ב\"ר ינאי שמעתי שמקדרין בהרים: ", 
                "גמ' תנא לא פחות מפני שמרבה ולא יותר מפני שממעט. ירושלמי פסקא א' היה ממנו לנחל ע\"ה אמות. תרי אמוראי חד אמר מודד בחבל של חמשים אמה וחוזר לאחוריו כ\"ה אמות. וחד אמר מודד בחבל של חמשים אמה והשאר מודד בחבל של ארבע אמות. תני רב יוסף ג' חבלים הן של מגג. ושל נצרים. ושל פשתן. של מגג לפרה דתנן פרה פ\"ג משנה ט כפתוה בחבל של מגג ונתנוה ע\"ג מערכתה. של נצרים לסוטה דתנן סוטה פ\"א משנה ו אח\"כ מביא חבל המצרי וקושרו למעלה מדדיה. ושל פשתים למדידה: היה מודד ובא וכו'. מדקתני חוזר למדתו מכלל דאם אינו יכול להבליעו הולך למקום שיכול להבליעו וצופה כנגד מדתו וחוזר. תנינא להא דת\"ר היה מודד והגיע מדתו לגיא. אם יכול להבליעו בחבל של נ' אמה מבליעו. ואם לאו הולך למקום שיכול להבליעו ומבליעו וצופה וחוזר למדתו. ואם היה גיא מעוקם מקדר ועולה מקדר ויורד. הגיע לכותל אין אומר יקוב את הכותל אלא אומדו והולך לו. אין אומר יקוב את הכותל כלומר כעין נקיבה שיטריחו לזקוף כלונסות מכאן ומכאן ולמתוח חבל מזה לזה ולהבליעו, אלא הקילו חכמים לשער כמה היה יכול להיות מכלונס לכלונס ע\"י אומד שאומד בלבו. ונראה דדוקא לענין הבלעה בכותל התירו ע\"י אומד משום דיש טורח לעלות. אבל אם לא היה יכול להבליעו בחבל של חמשים וצריך לקדר לא התירו באומד כיון דאין בו טורח יותר לקדר בכותל מבגיא. ומיהו לא מיירי כשהכותל זקוף כל כך דחוט המשקולת יורד כנגדו. דאם כן לא היה צריך למדוד השיפוע בירידה ובעליה. אלא אם כן יש מישור בראש הכותל ימדוד אותו מישור. כדאמר שמואל דמודדו מדידה יפה ופרש\"י דאין מדרונו ממעט התחום אלא נכנס לתוכו ומודד קרקעיתו ועולה לשפתו ומשלים מדתו והולך. ובדבר זה יש חילוק בין גיא לגדר דבגיא לא התירו אומד כיון דיכול להבליעו בחבל משפתו אל שפתו: אמר רב יהודה אמר שמואל לא שנו אלא שאין חוט המשקולת יורד כנגדו.  אבל אם חוט המשקולת יורד כנגדו מודדו מדידה יפה. פי' רש\"י לא שנו שמקדרין. ובשביל שהזכיר קדור ולא הזכיר הבלעה  פירשו התוספות דקאי אגיא מעוקם. וקשה למה שמואל יאמר דבריו אברייתא ויניח משנה שלימה לכן אני אומר דשמואל אמתניתין אמרה למילתיה ומה שהזכיר רש\"י קדור ולא הזכיר הבלעה אע\"ג דקאי אקדור ואהבלעה דמתניתין.  אומר אני דמשום סיפא דמילתיה דשמואל נקט קדור ושבק הבלעה. והא דקאמר אבל חוט המשקולת יורד כנגדו מודדו מדידה יפה פירוש ואין שיפוע הירידה והעליה עולה למדת תחומה היינו דוקא לענין קדור דהקילו חכמים כיון דהשיפוע הוא פחות מארבע אמות וגם יש טורח גדול בקדרו כיון שאין משופע.  אבל בהבלעה שהוא יכול להבליעו בקל בחבל של חמשים אמה משפתו אל שפתו לא הקילו חכמים: וכמה עומקו של גיא שהקילו בו להבליעו או לקדר. אמר רב יוסף אלפים אמה. אבל אם הוא יותר מודד ירידה ועליה מדידה יפה. איתיביה אביי עמוק ק' אמה ורחב נ' אמה מבליעו ואם לאו אין מבליעו. הוא דאמר כאחרים דתניא אחרים אומרים אפילו עמוק אלפים ורחב חמשים מבליעו. איכא דאמרי אמר רב יוסף אפילו יותר מאלפים. כמאן לא כתנא קמא ולא כאחרים. התם כשאין חוט המשקולת יורד כנגדו הכא כשחוט המשקולת יורד כנגדו וקאמר רב יוסף דאפילו יותר מאלפים מבליעו.  אבל קדור לא שייך ביה דלא הטריחו עליו לקדר. וכי אין חוט המשקולת יורד כנגדו עד כמה. אמר אביי ארבע אמות דכיון דשיפועו מגיע עד ארבע אמות צריך להבליעו. ולא שני לן בין עמוק מאה לעמוק אלפים. דכל שיעורי חכמים כך הך למאה צריך ארבע אמות ולאלפים לא צריך אלא ארבע אמות. אע\"פ שאין דומה שיפוע דבר מועט לשיפוע דבר מרובה דכיון שהגיע השיפוע לארבע אמות שהוא דבר חשוב בכל מקום צריך לקדר: הגיע להר וכו'. אמר רב הונא בריה דרב נתן אמר רבא לא שנו אלא בהר המתלקט עשרה מתוך חמש. אבל במתלקט עשרה מתוך ארבע אומדו והולך לו. והיינו דלא ניחא תשמישתיה דאמרינן לעיל גבי כותל אומדו והולך לו. ואיכא שלשה חלוקי דינין בהר וכותל אם חוט המשקולת יורד כנגדו אינו מודד השיפוע כלל. אלא אם יש מישור בראשו מודדו מדידה יפה כמו שאמרנו בגיא. ואם אין חוט המשקולת יורד כנגדו ומתלקט עשרה מתוך חמש מבליע או מקדר והיינו ניחא תשמישתיה. ואם מתלקט עשרה מתוך ארבע אומדו והולך והיינו לא ניחא תשמישתיה. ובגיא לא התירו אומד אלא כשאין חוט המשקולת יורד כנגדו מקדר או מבליע וכשחוט המשקולת יורד כנגדו אם יכול להבליעו בחבל של חמשים אמה מבליעו. ואם לאו אינו מודד כלל שיפוע ירידה ועליה. אלא אם יש מישור מודדו מדידה יפה ומשלים עליו תחומו: ובלבד שלא יצא חוץ לתחום. מה טעמא אמר רב הונא גזרה שמא יאמרו מדת תחומין באה לכאן: אם אין יכול להבליעו כו'. ת\"ר כיצד מקדרין. תחתון כנגד לבו ועליון כנגד מרגלותיו. אמר אביי נקטינן אין מקדרין אלא בחבל של ארבע אמות: \n"
            ], 
            [
                "מתני' אין מודדין אלא מומחה פירוש בקי במדידה. זו גרסת רש\"י והכי משמע בירושלמי הל' ד דקאמר התם ההדיוט שריבה אין שומעין. ורבינו חננאל ז\"ל גרס אין מודדין אלא מן המומחה. ריבה למקום אחד ומיעט למקום אחר שומעין למקום שריבה ריבה לא' ומיעט לאחר שומעין למרבה. ואפילו עבד ואפילו שפחה נאמנין לומר עד כאן תחום שבת. שלא אמרו חכמים בדבר להחמיר אלא להקל.  פירוש מומחה מלשון ומחה במדבר לד כלומר מקום שוה ומישור  ופירש ר\"ת כלומר דרך ישר ומכוונת כנגד העיר. שלא ילך לצדדין וימדוד לפי שנוח לו שם דליכא תמן עקוני ופשורי ואח\"כ בא לו כנגד העיר וצופה ומביט כנגד מדתו. משום דאי עביד הכי זימנין דטפי שיש כנגד העיר הרים וגיאיות שיש לו לקדר או למדוד מדידה יפה. ריבה למקום אחד ומיעט למקום אחר שומעין למקום שריבה. פירש רש\"י ומוציא מדה הקצרה כנגדה ואנו תולין שלא מתח החבל כל צרכו. ותניא בתוספתא פ\"ד צריך למותחו בכל כחו: \n"
            ], 
            [
                "גמ' ובגמרא פריך למקום שריבה אין למקום שמיעט לא ופירש רש\"י והלא בכלל מאתים מנה. וקשה לפירושו מאי פריך טובא אשמעינן דאין שומעין למקום שמיעט אלא הולכין במקום מדת הקצרה עד כנגד מדת המרובה. ולא ניחא נמי האי דמשני אף למקום שריבה דמשמע ששומעין נמי למקום שמיעט והא ליתא דאף במקום הקצר מוציא המדה כנגד המרובה. לכן נראה לפרש למקום שריבה אין למקום שמיעט לא דמשמע ליה שהולכין הכל אחר המרובה ואף במקום הקצר ומוציאין את המדה כנגד המרובה. ואמאי שמא לא טעה הממעט כי מצא דרך מדתו הר או גיא שהיה צריך לקדר או הר המתלקט עשרה מתוך חמש ומדדו מדידה יפה ולא נתלה בטעות. ומשני אימא אף למקום שריבה תולין להקל ולא נאמר שטעה להאריך. וכל שכן שתולין למקום שממעט להחמיר ומניח את הציון באלכסון ממקום שריבה למקום שמיעט. ריבה לאחד ומיעט לאחר היינו קמייתא. הכי קאמר ריבה אחד ומיעט אחר שומעין לזה שריבה. ומיירי שבצד אחד ממש מדדו שניהם. ולא כמו רישא דאיירי בשתי מקומות מרוח אחת. אמר אביי ובלבד שלא ירבה יותר ממדת העיר באלכסונה. ומיירי שמדדו שניהם במקום אחד. ואם הרחיק אחד ציון שלו יותר מן הראשון כמדת העיר ואלכסונה לא נאמר שני הוא שטעה אלא נאמר הראשון בשעה שמדד היתה העיר קטנה ולא היו בה כי אם בתים מועטין בקרן מערבית דרומית ואח\"כ נתוספו על העיר דיורין ונעשית גדולה ומדד מקרן מזרחית צפונית אלפים אמה נמצא שנתרבית מדתו כמדת העיר שנתוספה  אלכסונה: ואפילו עבד ואפילו שפחה נאמנין כו'. אבל קטן לא מהימן כדתנן בפרק שני דכתובות דף כח. אלו נאמנין להעיד בגודלן מה שראו בקוטנן עד כאן היינו מהלכין בשבת. משמע דוקא כשהוא מעיד כשהוא גדול מה שראה בקטנותו אבל בעודו קטן לא מהימן. והא דקאמרינן עלה בגמרא והוא שיש גדול עמו. לא אכולהו קאי דהא חשיב התם לענין תחום שבת ובהא  אפילו גדול לחודיה מהימן דאפילו עבד ואפילו שפחה מהימנו כדתנן הכא. ועל כרחך לא קאי נמי אהא דקתני התם ושהיה איש פלוני יוצא מבית הספר וטובל ואוכל בתרומה דהא מוקי לה התם בתרומה דרבנן ובהא גדול לחודיה מהימן כיון דאין מעלין מתרומה דרבנן ליוחסין: \n"
            ], 
            [
                "מתני' עיר של יחיד ונעשית של רבים מערבין אתכולה.  של רבים ונעשית של יחיד אין מערבין את כולה אלא א\"כ עשו לה שיור כעיר חדשה שביהודה שיש בה חמשים דיורין דברי ר' יהודה. ר' שמעון אומר שלש חצירות של שני בתים. פירש רש\"י דלאו דוקא של רבים ונעשית של יחיד מהני לה שיור  אלא הוא הדין של רבים והרי היא של רבים. אלא רבותא אשמועינן אע\"ג שנעשית של יחיד בעי שיור. וכן מוכח בגמ' דקאמר ר' זירא עירב למתא דבי ר' חייא ולא שבק לה שיור משום דסבר דשל יחיד ונעשית של רבים הואי. אלמא השתא של רבים הואי ואביי דהקפיד משום דקסבר דמעיקרא נמי עיר של רבים הואי ומשום דלא שבק לה שיור הקפיד אבל אי שבק לה שיור לא הוה קפיד אע\"ג דלדידיה עיר של רבים והרי היא של רבים הואי. וכן משמע נמי מרבה בר אבוה דעריב למחוזא ושביק לה שיור. ובימי רבה בר אבוה מסתמא של רבים הואי דהא אפילו בימי עולא שהיה חבירו של רב נחמן היתה של רבים כדאמר לעיל בפ\"ק (עירובין דף ו:) אמר עולא הני אבולי דמחוזא אלמלא דלתותיה ננעלות בלילה חייבין עליה משום רשות הרבים וכל שכן בימי רבה בר אבוה שהיה רבו של רב נחמן. ומה שפירש רש\"י גבי הנהו בני קקונאי דף ס. דעיר של רבים ונעשית של יחיד הואי ובעי שיור. לאו לאפוקי של רבים והיא של רבים אלא לאפוקי של יחיד ונעשית של רבים: ת\"ר עיר של יחיד ונעשית של רבים ורשות הרבים עוברת בתוכה כיצד מערבין אותה. עושה לחי מכאן ולחי מכאן או קורה מכאן וקורה מכאן ונושא ונותן באמצע. ואין מערבין אותה לחצאין. אלא או כולה או מבוי מבוי בפני עצמו. ואם היתה של רבים והרי היא של רבים ואין לה אלא פתח אחד מערבין את כולה.  מאן תנא דמיערבא רה\"ר. אמר רב הונא בריה דרב יהושע ר' יהודה היא. דתניא יתר על כן אמר ר' יהודה מי שיש לו שני בתים משני צידי רה\"ר עושה לחי מכאן ולחי מכאן או קורה מכאן וקורה מכאן ונושא ונותן באמצע. אמרו לו  אין מערבין רה\"ר בכך: אמר מר אין מערבין אותה לחצאין אמר רב פפא לא שנו אלא לארכה אבל לרחבה מערבין. ואיכא דאמרי אמר רב פפא לא תימא דלאורכה הוא דאין מערבין הא לרחבה מערבין אלא אפילו לרחבה נמי אין מערבין. ורב אלפס ז\"ל לא הביא הני תרי לישני דרב פפא.  משום דסבירא ליה כלישנא בתרא לחומרא. ולא מסתבר כלל למיזל לחומרא בתרי לישני לענין עירובין וכן כתב ר\"מ ז\"ל ונראה כלישנא קמא  דבשל סופרים אפילו בעלמא הלך אחר המיקל וכל שכן בעירוב שאין לו עיקר מן התורה שהלכה כדברי המיקל בעירוב.  ועוד דמסתבר דאיכא דאמרי הוי כטפל לגבי העיקר. ואין מערבין אותה לחצאין אלא או כולה או מבוי מבוי בפ\"ע. מ\"ש לחצאין דלא דאסרי אהדדי. מבוי מבוי נמי אסרי אהדדי. פירש רש\"י כיון דמעיקרא של יחיד הואי והיו מערבין את כולה והורגלו להיות אחד אסרי אהדדי ואפילו איכא לחי או קורה למבוי לא מהני. משמע מתוך דבריו דאפילו לחי מפסיק בינו ובין רה\"ר כיון שהורגלו לערב יחד הויא כמו מבוי אחד ואין מפסיק לחי לחצי מבוי. וקשה מהא דאמר בפ\"ק דף יד: עשה לחי לחצי מבוי יש לו חצי מבוי. וצריך לומר דהתם מיירי שאין חצר פתוח למבוי מן הלחי ולחוץ. אבל אם היה חצר פתוח ועשו לחי לפנים מן החצר אסורין להשתמש במבוי כי היכי דאסורין להשתמש הכא במבוי מבוי בפני עצמו אף על פי שעשו לחי.  אבל בירושלמי לא משמע הכי דגרסינן בירושלמי דפירקין פיסקא ה אמר ר' אסי הדא אמרה בני מבוי שנתנו קורתם  באמצע המבוי אלו אסורים ואלו מותרין. נתנו אלו ואלו אלו ואלו אסורים. והשתא ניחא הכל דהא דאמר יש לו חצי מבוי מיירי שלא נתנו החיצונים קורה וכיון שאין החיצונים יכולין לטלטל במבוי לא אסרי על הפנימים. אבל כשנתנו גם החיצונים אסורין גם הפנימים אם עירבו אלו לעצמן ואלו לעצמן ולא עירבו יחד. דכיון דהורגלו לערב יחד כל המבוי אי אפשר ליחלק להשתמש אלו בחצי המבוי ואלו בחצי המבוי.  וה\"נ כיון שהורגלו בני העיר לערב יחד אסרי אהדדי דהוי כמו נתנו אלו ואלו שהרי העיר מתוקנת משני ראשיה ואין לחי וקורה מועלת לחלקם זה מזה ונראה לי דדוקא בלחי וקורה הוא דאין מועיל לחלקם זה מזה אבל בצ\"ה או משהו מכאן ומשהו מכאן נחלקין זה מזה. וכן כתבו התוספות על ההיא דלרחבה מערבין וצריך שיהא ביניהם צורת הפתח או משהו מכאן ומשהו מכאן  שלא יהא כל א' נפרץ במלואו למקום האסור לו  וכן כתבו על שיור של עיר של רבים. וכן כתב ר\"מ ז\"ל דיכול לחלק מבוי לחצאין בצורת הפתח או בשני לחיים דבהכי חשיב כסתום ומובדל בין הדיורין שחוצה להן. שהרי אפילו חצר אחת אם רוצים לחלקו באמצעיתו בשני פסין של שני משהויין משהו לכאן ומשהו לכאן או בפס ארבעה יכולין לחלקו ויערבו אלו לעצמן ואלו לעצמן כיון דאין בין פס לפס יותר מעשר. ואם יש יותר מעשר יכולין לחלקו בצ\"ה דמהני ביתר מי'. והכי נמי יכול לעשות במבוי דהשתא לא אסרי דיורין שחוץ לתיקון עליהן. והא דפריך הכא מבוי מבוי נמי אסרי אהדדי היינו כשראשי המבוי מתוקניס בלחי או קורה דקתני בברייתא עושה לחי מכאן ולחי מכאן קירה מכאן וקורה מכאן וכו' עד אין מערבין אותה לחצאין אלא או כולה או מבוי מבוי אלמא דבתיקון לחי או קורה איירי אבל בשני פסין כשאין ביניהם יותר מעשר או בפס ארבעה והפירצה בעשר או בצ\"ה אפילו ביותר מעשר מהני בכל דוכתא: הכא במאי עסקינן דעבוד מחיצה  דקה גבוה עשרה טפחים. ר\"ח ז\"ל פי' איצטבא ורש\"י פי' פתח נמוך בכל מבוי ומבוי. וכי הא דאמר רב אידי בר אבין אמר רב חסדא אחד מבני מבוי שעשה דקה לפתחו אינו אוסר על בני מבוי: \n"
            ], 
            [
                "רבי זירא עירב לכולא מתא דבי ר' חייא ולא שביק לה שיור. אמר ליה אביי מאי טעמא עביד מר הכי. א\"ל דאמרי לי הני סבי דידה דר' חייא בר אשי הוה מערב לכולה. ואמינא שמע מינה עיר של יחיד ונעשית של רבים הואי. אמר ליה לדידי אמרו לי הני סבי דידה  אשפה הואי התם מחד גיסא השתא דאישתקילא אשפה הוה ליה כשני פתחים ואסור. אמר ליה לאו אדעתאי. אמר רב נחמן אמר רב סולם מכאן ופתח מכאן תורת פתח עליו ותורת מחיצה עליו ולא בעי שיור. שמע מינה דכל היכא דאיכא שני פתחים לא מערבי ליה עד דעבדי ליה שיור. וטעמא דשיור כדי שיכירו כי העירוב הוא שהתיר הטלטול לפיכך אסור השיור להוכיח על העירוב כלומר השיור אסור לערב עם העיר משום היכירא. אבל לעצמן יכולים לערב בני השיור כדאמר בשמעתין בעיר חדשה כי היכי דהיא הויא שיור לגדולה גדולה נמי הויא שיור לדידה. וכן אמר דרבה בר אבוה מערב לה לכולא מחוזא ערסייתא ערסייתא משום פירא דבי תורי וכל חד הוי שיור לחבריה. והא דאמר סולם תורת פתח עליו היינו בכותל שבין שתי חצירות רצו מערבין שנים לא רצו מערבין אחד. ואנשי חצר ואנשי מרפסת שלא עירבו זה עם זה אינן אוסרין זה על זה.  אמר רב יהודה כותל שרצפו בסולמות אפילו ביותר מעשר תורת מחיצה עליו: \n"
            ], 
            [
                "הנהו בני קקונאי דאתו לקמיה דרב יוסף אמרו ליה הב לן גברא דמיערב לן מאתין. אמר ליה לאביי זיל ערוב להו וחזי דלא קא מצווחת עלה בבי מדרשא. אזל חזינהו להנהו בתי דפתיחי לנהרא אמר הני ודאי ליהוו שיור למתא. הדר אמר אין מערבין את כולה תנן מכלל דאי בעי לערובי מצי מערבי והני לא מצי לערובי אלא ליפתח להו כוי למתא דאי בעי לערובי דרך חלונות מצו מערבי. הדר אמר לא בעי כוי דהא רבה בר אבוה מערב לה לכולה מחוזא ערסייתא ערסייתא משום פירא דבי תורי וכל חד הוי שיור לחבריה אף על גב דאי בעי לערובי בהדי הדדי לא מצי מערבי. הדר אמר להו לא דמי להתם דהתם אי בעו לערובי דרך גגות וקרפיפות מצו מערבי הכא לא מצו מערבי כלל הילכך בעינן כוי. הדר אמר כוי נמי לא בעי דההוא בי תיבנא דהוה ליה למר בפומבדיתא והוה שיור לכולא מתא אמר היינו דאמר לי רב יוסף חזי דלא קמצווחת עלה בבי מדרשא: עיר חדשה היתה ביהודה. איבעיא להו חדשה מהו מאי חדשה אילימא חדשה ממש כי היכי דהויא היא שיור לגדולה גדולה נמי הוי שיור לדידה אלא כעין חדשה פירוש עיר של רבים שנתמעטה ועמדה על חמשים דיורין כעיר חדשה צריכה שיור או לא. רב יהודה ורב הונא חד אמר צריכה שיור וחד אמר אינה צריכה שיור. והלכתא לקולא: ר' שמעון אומר ג' חצירות. אמר רב חמא בר גוריא אמר רב הלכה כרבי שמעון. ר' יצחק אמר אפילו בית אחד וחצר אחת. חצר אחת סלקא דעתך. אלא בית אחד בחצר אחת אמר ליה אביי לרב יוסף הא דרבי יצחק גמרא או סברא. אמר ליה מאי נפקא לך מיניה אמר ליה גמרא גמור זמורתא תהא.  פסק רב אלפס והלכתא כרבי יצחק.  ותימה היאך יחלוק אמורא על תנאי דמתני' דמר מצריך חמשים דיורין ומר מצריך ג' חצירות ונראה לי שרב אלפס סובר דרבי יצחק הוא תנא וברייתא היא והלכה כדברי המיקל בעירוב. וסמך אההיא דאביי דלעיל דבי תיבנא לחודיה הוי שיור: ", 
                "מתני' מי שהיה במזרח ואמר לבנו לערב לו במערב. במערב ואמר לבנו לערב לו במזרח. אם יש ממנו ולביתו אלפים אמה ולעירובו יותר מכאן מותר לביתו ואסור לעירובו. לעירובו אלפים אמה ולביתו יותר מכאן מותר לעירובו ואסור לביתו.  פי' לדין ביתו. והוא הדין נמי אם היה בתוך תחום ביתו אסור לדין ביתו אלא אגב דנקט ברישא ולעירובו יותר מכאן תני נמי בסיפא ולביתו יותר מכאן: \n"
            ], 
            [
                "הנותן עירובו בתוך עיבורה של עיר לא עשה ולא כלום. נתנו חוץ לתחום  מה שנשכר הוא מפסיד: ", 
                "גמ' חוץ לתחום סלקא דעתך אימא חוץ לעיבורה של עיר: מה שנשכר הוא מפסיד. כיצד כגון שנתנו למזרח העיר לסוף אלף אמה נמצא מהלך לצד מזרח שלשת אלפים והרי נשכר אלף אמה ואינו מהלך לרוח מערב אלא אלף אמה. נמצא אלף אמה שנשכר ברוח מזרח מפסיד לרוח מערב. ואקשינן מה שנשכר ברוח מזרח הוא מפסיד ותו לא כלומר אבל העיר כולה כד' אמות הויא לה והתניא הנותן עירובו בתוך עיבורה של עיר לא עשה ולא כלום. נתנו חוץ לעיבורה של עיר אפילו אמה משתכר אותה אמה ומפסיד את העיר כולה לפי שמדת העיר כלה לה במדת התחום. אמר רבה בר רב הונא לא קשיא  כאן שכלתה מדתו בחצי העיר אז מפסיד חצי העיר שחוץ אלפים מעירובו. כאן שכלתה מדתו בסוף העיר. מתני' דקתני מה שנשכר הוא מפסיד בתחומין בלבד  אבל בעיר לא הפסיד כלום כשכלתה מדת אלפים של תחומו בסוף העיר דאמר רב אידי אריב\"ל היה מודד ובא וכלתה מדתו בחצי העיר אין לו אלא חצי העיר. בסוף העיר נעשית כל העיר כולה כארבע אמות ומשלימין לו השאר. וכולהו רבוותא פסקי דהכי הלכתא. ואע\"ג דאמר רב אידי אין אלו אלא דברי נביאות. לא איכפת לן בהכי דהא רבא דייק ממתני' ואמר תרוייהו תנינהו אנשי עיר גדולה מהלכין את כל עיר קטנה.  ואין אנשי עיר קטנה מהלכין את כל עיר גדולה. טעמא מאי. לאו משום דאנשי עיר גדולה כלתה מדתן בסוף עיר קטנה ולפיכך הן מהלכין את כולה והויא להו כד' אמות. ואנשי עיר קטנה כלתה מדתן בחצי עיר גדולה ולפיכך אין מהלכין את כולה: \n"
            ], 
            [
                "אמר רב יוסף אמר רבה בר אבוה אמר רב הונא עיר היושבת על שפת הנחל אם יש לפניה דקה ארבע אמות מודדין לה משפת הנחל. ואם לאו אין מודדין להם אלא מפתח בתיהם. פרש\"י שפת הנחל עמוק אם יש לפניה דקה מחיצה ארבע אמות גובה על פני כל העיר כולה על שפת הנחל מודדין לה משפת הנחל שהיא כלה שם כשאר כל עיירות. ואם לאו כיון דבעיתא תשמישתא לא הוי ישוב קבוע והוי כיושבי צריפין ואין מודדין להם לכל אחד אלא מפתח ביתו: ", 
                "מתני' אנשי עיר גדולה מהלכין את כל עיר קטנה  ואנשי עיר קטנה מהלכין את כל עיר גדולה. כיצד מי שהיה בעיר קטנה ונתן עירובו בעיר גדולה או בעיר גדולה ונתן עירובו בעיר קטנה מהלך את כולה וחוצה לה אלפים אמה. אמר ר' עקיבא אין לו ממקום עירובו אלא אלפים אמה. אמר להן רבי עקיבא אי אתם מודים לי בנותן את עירובו במערה שאין לו ממקום עירובו אלא אלפים אמה. אמרו לו אימתי בזמן שאין שם דיורין אבל יש שם דיורין מהלך את כולה וחוצה לה אלפים. נמצא קל תוכה מעל גבה. ולמודד שאמרו נותנין לו אלפים אמה אפילו סוף מדתו כלה במערה. ולית דחש לה לדרבי עקיבא אלא מהלך את כולה וחוצה לה אלפים אמה: ", 
                "גמ'   ת\"ר שבת בעיר אפילו היא גדולה כאנטוכיא שבת במערה אפילו היא כמערת צדקיהו מהלך את כולה וחוצה לה אלפים אמה. רב אלפס ז\"ל לא הביא פלוגתא דשמואל ורבי אלעזר בנותן את עירובו בעיר חריבה משום דסבר דהלכה כר' אלעזר דמיקל ואין חילוק בין שובת לנותן את עירובו אע\"ג דגמרא מייתי סייעתא לשמואל הא דחי לה רבי אלעזר: "
            ]
        ], 
        [
            [
                "הדר עם הנכרי בחצר תו עם מי שאינו מודה בעירוב הרי זה אוסר עליו רבי אליעזר בן יעקב אומר לעולם אין אוסר עד שיהו שני ישראלים אוסרים זה על זה:  ", 
                "גמ' דכולי עלמא בין רבי מאיר בין רבי אליעזר בן יעקב ס\"ל דירת נכרי לא שמיה דירה. ובגזירה שמא ילמוד ישראל ממעשיו של נכרי פליגי. דרבי אליעזר בן יעקב סבר כיון דחשוד אשפיכות דמים תרי דשכיחי דדיירי גזרו בהו רבנן. חד דלא שכיח דדייר לא גזרו ביה רבנן. ורבי מאיר סבר זימנין דמיקרי ודייר ואמרו רבנן אין עירוב מועיל במקומו ואין ביטול רשות מועיל במקומו עד שישכור ונכרי לא מוגר דחייש לכשפים. שלח רבי יצחק בר גיורי משמיה דרבי יוחנן הוו יודעין ששוכרין מן הנכרי אפילו בפחות משוה פרוטה. איתמר רב חסדא אמר שכירות בריאה בעינן. ורב ששת אמר שכירות רעועה בעינן. פירוש בריאה במוהרקי ואברגני. רעועה בלא מוהרקי ואברגני. פירש רש\"י אם ירצה למלאות כל החצר ספסלים וקתדראות. ובערוך פירש מוהרקי כתיבה וחתימה. כמו מוהרקיהו דהני בטפסא דמלכא מנח ב\"מ עג: יבמות מו.  אברגני פי' שלוחים משרתי העיר. ור\"ח ז\"ל פי' מוהרקי ואברגני  כמו בנין. והלכה כדברי המיקל בעירוב ובשכירות סתם סגי. כתב ר\"מ ז\"ל ואין צריך לשכור ממנו בכל ע\"ש דקי\"ל לקמן (עירובין דף סו.) דשוכר כמערב דמי מה מערב אם עירב לכמה שנים כל זמן שהעירוב קיים עירובו עירוב וכ\"ש שכירות דלא בעי לשכור בכל ע\"ש דקאמרינן לקמן שם דלקולא אמר שוכר כמערב ולא לחומרא דהא מערב מבעוד יום אין משחשכה לא  ושוכרים מן הנכרי אפילו בשבת וכל שכן במילתא דמקילינן במערב דלא בעי לערב בכל ע\"ש  דמקילינן נמי גבי שכירות ואין צריך לשכור בכל ע\"ש. ומה שכתב רש\"י ז\"ל ונכרי חייש לכשפים ולא מוגר ומתוך שיהא טורח לישראל לשכור בכל ע\"ש יוצא נראה לי לאו משום דבעי לשכור בכל ע\"ש היכא דאין הנכרי  חוזר בו מן השכירות אלא כשהנכרי חוזר בו מן השכירות אז צריך לחזור ולשכור הימנו כשיתרצה. מידי דהוה אמערב שאם אמר חוזרני בי מן העירוב ואיני רוצה לערב עם בני החצר ובני המבוי צריך לחזור ולזכות פעם אחרת ולערב. ואע\"ג דאמר לקמן בפרק חלון (עירובין דף פ.) אחד מבני מבוי שרגיל להשתתף עם בני מבוי ולא נשתתף באין בני מבוי ונכנסים לתוך ביתו ונוטלין עירובו בעל כרחו הני מילי ברגיל להשתתף אבל שאינו רגיל לא. ונכרי שהיה רגיל להשכיר ועתה אינו רוצה להשכיר  לענין שכירות בעל כרחו לא שייך למילף שכירות מעירוב:  אמר רב יהודה אמר שמואל הלכה כרבי אליעזר בן יעקב. ורב הונא אמר מנהג כרבי אליעזר בן יעקב. ורבי יוחנן אמר נהגו כרבי אליעזר ב\"י. גרסינן בתענית בפרק בשלשה פרקים (תענית דף כו:) מאן דאמר הלכה דרשינן לה בפירקין. ומאן דאמר מנהג מידרש לא דרשינן וכי אתא לקמן מורינן. ומאן דאמר נהגו אורויי נמי לא מורינן ואי עביד לא מהדרינן להו. ואע\"ג. דקיימא לן  דהלכה כרבי יוחנן לגבי רב ושמואל בהא הלכתא כשמואל דאמר הלכה דאפילו בפירקין דרשינן לה כדקיימא לן הלכה כדברי המיקל בעירוב כדאמר ריב\"ל לעיל (עירובין דף מו.) וקיימא לן כוותיה לגבי רבי יוחנן. ואביי ורב יוסף חשבי להא דרבי אליעזר בן יעקב כביעתא בכותחא. ואביי ורבא אית להו הכי בעובדא דהמן בר ריסתק: הלכך ישראל הדר יחידי בעיר המוקפת חומה מותר לטלטל בכולה. ואפילו הרבה ישראלים דרים בבית א' כל זמן שאין שני ישראלים דרים  בב' בתים שאוסרים זה על זה.  ויראה לי דאפילו יש כמה בתים של ישראלים פתוחין לחצר אחת מותרין לטלטל בכל העיר. כמו ששני ישראלים בבית א' איקרו יחיד במקום נכרי לגבי החצר. כמה בתים פתוחים לחצר אחת מיקרו יחיד במקום נכרי לגבי המבואות. עד שיהא שתי חצירות של ישראל פתוחות למבוי ואוסרין זה על זה במבוי אז הנכרי אוסר עליהם וראיה מדהמן בר ריסתק דהוי דייר בההוא מבואה ומקרי יחיד במקום נכרי על ידי ביטול  שבטלו רשותם לבני חצר אחרת אע\"פ שסחם חצר יש לה שני בתים: \n"
            ], 
            [
                "אמר רב יוסף ואפילו ביעתא בכותחא בעאי מיניה מרב חסדא בשני דרב הונא ולא אורי לי. רב חסדא אירי בכפרי בשני דרב הונא  ורב המנונא אורי בחרתא דארגיז בשני דרב חסדא. וכל הני שלא במקומו הוה דהא מקומו של רב הונא הוה בפומבדיתא. ואסיקנא לקמן דבשני דרב חסדא אורי משום דתלמיד חבר הוה. אבל בשני דרב הונא לא אורי אפילו שלא בפניו משום דתלמיד גמור הוה. ואפילו רחוק ממנו יותר משלש פרסאות אסור. כדאמר לקמן שלא בפניו אסור ואין חייב מיתה. ופריך עלה מאותו תלמיד שנתחייב מיתה על שהורה הלכה ברחוק שלש פרסאות מרבי אליעזר אבל אם לא נתחייב מיתה לא קשיא ליה מידי דודאי איסורא איכא. ורבינא דסר סכינא בבבל משמע שהיה רחוק הרבה מרב אשי והיה אסור אם תלמיד גמור הוה. והא דאמר לפניו אסור וחייב מיתה כל תוך שלש פרסאות חשיב בפניו. כדמשמע באותו תלמיד שהורה בפני ר' אליעזר שאם היה בתוך ג' פרסאות בדין נתחייב מיתה  וכן בני אהרן מסתמא לא הורו בפני משה ממש. ועיקר שיעורה דאמר שלש פרסאות מבני אהרן גמרינן להו שהורו בתוך ישראל שהיה מחניהם שלש פרסאות.  ויראה דהא דתלמיד חבר מךתר היינו דוקא חוץ לשלש פרסאות. ומה שאסור להורות  היינו דוקא על מעשה שבא לפניו. אבל אם שאלו לתלמיד הלכה כדברי מי יכול לומר מה שבדעתו כיון שאין מורה על מעשה שבא לפניו. וגם נראה דדוקא בדבר שיש בו חידוש לשואל. ואפילו ביעתא בכותחא ומגילת תענית בכהאי גונא איירי. ולא נקטינהו  אלא לאשמועינן דאפילו בהני שהתלמיד יודע בודאי שאינו טועה אסור להורות. אבל בהוראה שהשואל יודע דהוראה פשוטה היא כגון נותן טעם לפגם או איסור שנתערב בהיתר לבטלו בששים וכיוצא באלו דכשמתירין לו אינו דומה לו דבר חידוש שכבר שמע שהוראה זו פשוטה לכל ישראל שרי. ורבינא דסר סכינא בבבל לאו הוראה הואי אלא מפני כבודו של חכם כדאמר חולין דף יז. לא אמרו להראות סכינא לחכם אלא מפני כבודו של חכם. ואין ראוי לת\"ח ליטול שררה בפני רבו אלא אם כן נטל רשות מרבו. ואם בני ביתו של תלמיד הוצרכו להוראה ושאלו לו איכא לספוקי אי שרי. מידי דהוה אהא דאמר וצורבא מרבנן חזי לנפשיה. או דילמא הני מילי בדיקת סכין שאינו אלא לכבודו של חכם וכי האי מחיל ליקריה שלא להטריח צורבא מרבנן לבא אליו. אבל דבר איסור והיתר אפילו לעצמו אסור להורות במקום רבו והדעת נוטה לאסור: אמר רבא לאפרושי מאיסורא אפילו בפניו נמי שפיר דמי. רבינא הוה יתיב קמיה דרב אשי חזיא לההוא גברא דקא קטר חמרא בציניתא בשבתא. רמא ביה קלא ולא אשגח ביה. אמר ליהוי ההוא גברא בשמתא.  א\"ל רבינא לרב אשי כהאי גוונא מאי מי מיתחזי כאפקירותא. א\"ל אין חכמה ואין עצה ואין תבונה לנגד ה' כל מקום שיש בו חלול ה' אין חולקין כבוד לרב. אמר רב בפניו אסור וחייב מיתה. ושלא בפניו אסור ואין חייב מיתה. תנא רבי אליעזר אומר לא מתו בניו של אהרן אלא על שהורו הלכה בפני רבן. מאי דרוש. ונתנו בני אהרן הכהן אש על המזבח אף על פי שאש יורדת מן השמים מצוה להביא מן ההדיוט. ותלמיד היה לו לרבי אליעזר שהורה הוראה בפניו אמר לה לאימא שלום אשתו תמה אני אם יוציא שנתו. ולא הוציא שנתו ומת. אמרה לו וכי נביא אתה. אמר לה לא נביא אנכי ולא בן נביא אנכי אלא כך מקובלני כל המורה הלכה בפני רבו חייב מיתה: \n"
            ], 
            [
                "אמר ר' אבא בר כהנא כל המשגר מתנותיו לכהן אחד מביא רעב לעולם שנאמר שמואל ב כ ועירא היאירי היה כהן לדוד וכי לדוד היה כהן לכ\"ע לא היה כהן אלא שהיה משגר לו כל מתנותיו וכתיב ויהי רעב בימי דוד: \n"
            ], 
            [
                "אמר רב כהנא אמר רב כל הלן בקילעא שאיש ואשתו ישינים בה עליו הכתוב אומר מיכה ב נשי עמי תגרשון מבית תענוגיה. אמר רב יוסף אפילו באשתו נדה. ההוא מבואה דהוה דייר ביה המן בר ריסתק א\"ל אוגר לן רשותא. לא אוגר להו. אתו לקמיה דאביי אמר להו זילו בטילו רשותייכו לגבי חד דהוה ליה יחיד במקום נכרי ויחיד במקום נכרי לא אסר ואע\"ג דאינהו אסירי לטלטל מחצרותיהן למבוי כדתנן לקמן (עירובין דף סט:) נתנו לו רשותם הוא מותר והן אסורין אהני מיהא לגבי ביתו של יחיד שמותר להוציא מביתו למבוי. ואפילו לענין בתים האחרים שבחצר מהני שהיחיד שבטלו לו רשותן יכול  להוציא מביתו כלי הבתים למבוי שהעירוב עושה אותם כבית אחד. וגם אם החצירות פתוחות זו לזו ועירבו יכול היחיד להוציא מכל החצירות והבתים למבוי שנעשית הכל אחד ע\"י עירוב.  ומיהו כיחיד במקום נכרי לא חשיב על ידי העירוב אחד דא\"כ לא יצטרכו לעולם לשכור דיערבו כולם יחד ויהיו מותרין בלא שכירות. אבל על ידי ביטול הוא לבדו מותר והן אסורין.  אמר רבא אם כן בטלת תורת עירוב מאותו מבוי שהרואה שהוא מוציא מביתו למבוי יאמר שמטלטל במבוי בלא עירוב. מעשה בא לפני רש\"י ז\"ל בחופה אחת ששכחו ולא עירבו והוצרכו להוציא מבית זה לבית זה והתיר להם ע\"י  שבטלו רשותם לאחד ונראה שאם מועיל בטול רשות מבית לבית יהיו מותרים כולן לטלטל אף אותן שבטלו. אע\"ג דהמבטל רשות חצירו אסור להוציא מן הבית לחצר היינו לפי שיש לו חלק בחצר וכשהוא מוציא מביתו לחצר נראה כחוזר ומחזיק ברשותו אבל היכא שמוציא מביתו לבית חבירו אין זה כמחזיק ברשותו ולא נסתלק הבטול בכך. וכיון דמשתרו כולהו על ידי ביטול לא מהני הביטול דאם כן בטלת תורת עירוב מאותן בתים  שלא יחושו עוד לעשות עירוב כיון דמשתרו כולהו בביטול.  ומיהו אם יש חדרים בבית יכול לבטל הבית בלא החדר ועתה יהא אסור להוציא מן החדר לבית כמו מן הבית לחצר ולא שייך בטלת תורת עירוב שהרי ישתכר בעירוב יותר מביטול. ורבינו שמשון ז\"ל היה אומר דאפילו אין חדרים בבית יכול לבטל ביתו שהרי אסור להחזיר כליו מבית חבירו לביתו דעתה הוא מחזיק ברשותו שבטל וכיון דמפסיד בדבר לא בטלת תורת עירוב. ור\"ת ז\"ל היה מדקדק מהא דפליגי שמואל ורבי יוחנן לקמן (עירובין דף סו.) בבטול רשות מחצר לחצר ובבטול רשות בחורבה משמע דמבית לבית אסור לכ\"ע מדלא איירי בה. ומטעמא דפרישית שמותר כולהו לטלטל מזה לזה וכיון דשריא לכולהו בטלת ת.רת עירוב ויבא לטלטל אפילו בלא ביטול. והך סברא ליתא כדפרישית לעיל משום דאסור להחזיר הכלים מבית חבירו. ועוד הביא ראיה מההיא ינוקא דאישתפוך חמימיה לקמן (עירובין דף סז:) שהתיר רבה לומר לנכרי דלייתי מגו ביתו אע\"פ שלא עירב ואמאי ליבטלו כולהו רשותייהו לההוא ביתא דהוה ביה קטן דמסתמא כרבי יוחנן סבירא ליה דיש ביטול רשות מחצר לחצר כדאמר בההיא שמעתתא דרבה כרבי יוחנן סבירא ליה. אלא ודאי רבי יוחנן מודה דאין בטול רשות מבית לבית. ונראה דאין משם ראיה דע\"כ הוו חצירות למבוי כדקאמר התם והא לא ערבינן והא לא שתפינן והיו יכולין להביא חמין דרך חצירות ומבוי לבית שהיה בו הקטן. ומה שלא עשו כן צריך לומר שלא היו שם הבעלים שיבטלו רשותם. אלא אמר רבא ליזל חד מינייהו ולישאל מיניה דוכתא וליתוב בה מידי דהוה ליה כשכירו ולקיטו ואמר רב יהודה אמר שמואל אפילו שכירו ולקיטו נותן עירובו ודיו. אמר ליה אביי לרב יוסף היו חמשה שכירו ולקיטו מהו. אמר ליה אם אמרו שכירו ולקיטו להקל יאמרו שכירו ולקיטו להחמיר: גופא אמר רב יהודה אמר שמואל אפילו שכירו ולקיטו נותן עירובו ודיו. אמר רב נחמן כמה מעליא הא שמעתתא: \n"
            ], 
            [
                "אמר רב יהודה אמר שמואל השותה רביעית יין אל יורה. אמר רב נחמן  לא מעליא הא שמעתתא דהא אנא כמה דלא שתינא רביעתא דחמרא לא צילא דעתאי. א\"ל רבא מ\"ט אמר מר הכי והא אמר רב אחא בר חיננא מ\"ד משלי כ\"ט ורועה זונות יאבד הון כל האומר שמועה זו נאה ושמועה זו אינה נאה מאבד הונה של תורה. אמר ליה הדרי בי: אמר רב אדא בר אהבה שתוי אל יתפלל ואם התפלל תפלתו תפלה. שכור אל יתפלל ואם התפלל תפלתו תועבה ולא יצא וצריך לחזור ולהתפלל. וכן ההיא דברכות דף כב: המתפלל ונמצא צואה כנגדו דמסיק התם כיון שחטא אע\"פ שהתפלל תפלתו תועבה וצריך לחזור ולהתפלל. וצ\"ע אם יש להשוות ברכות לתפלה לענין צואה ושכור. דע\"כ לאו לכל מילי דמיין שהרי שתוי אל יתפלל לכתחלה עד שיפיג יינו  ושתוי מברך לכתחלה  ברכת המזון וכל הברכות כדאיתא בירושלמי פ\"ק דתרומות הל' ו ואכלת ושבעת ואפילו  מדומדם: ה\"ד שתוי וה\"ד שכור שתוי כל שיכול לדבר בפני המלך שכור כל שאין יכול לדבר בפני המלך.  אמר רמי בר אבא דרך מיל ושינה כל שהוא מפיגין את היין אמר רב נחמן אמר רבה בר אבוה לא שנו אלא ששתה רביעית  אבל שתה יותר מרביעית כ\"ש שדרך טורדתו ושינה משכרתו: \n"
            ], 
            [
                "אין מעבירין על האוכלין. אמר רבי יוחנן משום ר\"ש בן יהוצדק לא שנו אלא בדורות הראשונים שאין בנות ישראל פרוצות בכשפין. אבל בדורות האחרונות שבנות ישראל פרוצות בכשפין מעבירין. תנא שלימים מעבירין פתיתים אין מעבירין. והא דכתיב ותחללנה אותי אל עמי בשעלי שעורים ופתיתי לחם ההוא דהוו שקלי באגרייהו: \n"
            ], 
            [
                "דף סה ע\"א תניא שכור מקחו מקח וממכרו ממכר. אם עבר עבירה שיש בה מיתה ממיתין אותי. מלקות מלקין אותו. כללו של דבר הרי הוא כפקח לכל דבריו. אלא שפטור מן התפלה. א\"ר חנינא ל\"ש אלא שלא הגיע לשכרותו של לוט אבל הגיע לשכרותו של לוט פטור מכולם: \n"
            ], 
            [
                "דף סה ע\"ב ריש לקיש ותלמידי רבי חנינא  איקלעו לההוא פונדק  דלא הוי שוכר והוה משכיר ואיבעי' להו מהו למיגר מיניה. כל היכא דלא מצי מסלק ליה לא תיבעי לך דהא לא מצי מסלק ליה וכגון דלית ליה למשכיר שום תפיסת יד להשתמש בבית. דאי אית ליה שום תפיסת יד להשתמש בבית  לא גרע משכירו ולקיטו. כי תיבעי לך היכא דמצי מסלק ליה. כיון דמצי מסלק ליה אגרינן מיניה. או דילמא השתא מיהא לא סלקיה. אמר ריש לקיש נשכור וכשנלך אצל רבותינו שבדרום נשאל להם. אתו ושיילו לרבי אפס אמר להם יפה עשיתם ששכרתם: \n"
            ], 
            [
                "רבי חייא בר יוסף ורבי חייא בר אבא ורבי אסי איקלעו לההוא פונדקא אתא נכרי מריה דפונדק בשבת. אמרו מהו למיגר מיניה. שוכר כמערב דמי מה מערב מבעוד יום אף שוכר מבעוד יום. או דילמא שוכר כמבטל רשות דמי מה מבטל רשות אפילו בשבת אף שוכר אפילו בשבת. אמר להן רבי חייא בר יוסף נשכור.  אמר להו ר' אסי לא נשכור. אמר רבי חייא בר אבא נסמוך על דברי הזקן ונשכור. אתו ושיילוה לרבי יוחנן אמר להן  יפה עשיתם ששכרתם. והאמר רבי יוחנן שוכר כמערב דמי. כי קאמר רבי יוחנן שוכר כמערב דמי לקולא. מה מערב בפחות משוה פרוטה אף שוכר בפחות משוה פרוטה. ומה מערב אפילו שכירו ולקיטו אף שוכר אפילו שכירו ולקיטו. ומה מערב חמשה ששרויין בחצר אחת אחד מערב לכולן אף שוכר חמשה ששרויין בחצר אחת אחד שוכר לכולן. רש\"י פי' מהו למיגר מיניה והדר ניבטל רשותא לגבי חד דההוא מיהא לישתרי. וכן מוכח כולה סוגיא דבעינן תרתי שכירות וביטול דאף על פי שעירבו לא מישתרו בשכירות לחודיה. דמיד כשבא הנכרי בטל ליה העירוב וכי הדר שכר לא חזר העירוב לקדמותו דאמרינן בשמעתין דקשיא ליה דשמואל רביה  דאמר אוסרין ואין מערבין אין מבטלים. ובשילהי שמעתא דף סז. נמי אמר למ\"ד שוכרין לא תיבעי לך דהשתא תרתי עבדינן שכירות וביטול חדא מיבעיא. ואע\"ג דאמר בשבת פרק הזורק (שבת דף קא:) ספינות קשורות זו בזו מערבין ומטלטלין מזו לזו נפסקו נאסרו חזרו ונתקשרו חזרו להיתירן הראשון. שאני הכא דמתחלה כשנעשה העירוב אין סופו  להתקיים כל השבת לפי שעתיד הנכרי לבא.  אבל הרם אין הספינות עומדות ליפסק אע\"ג דבשכח אחד מבני חצר ולא עירב אין עירובו בטל  אלא היחיד מבטל להן רשותו ומותרים. שאני התם  דהוו מצו לערב כולהו מאתמול.  וגם נמי לא שייך כאן שבת הואיל והותרה הותרה. ואין לפרש דהכא מיירי בשלא עירבו הלכך בעי בטול  אבל אי עירבו סגי בשכירות לחודיה בלא בטול דחוזר העירוב לקדמותו. דהא על כרחך יכולין היו לערב כיון דהלכה כרבי יהודה דנכרי לא אסר כי ליתיה. וכיון שהיה מועיל כאן עירוב מנ\"ל שלא עירבו ועשו שכירות ובטול דלמא הכא הוא דעירבו ולא עשו אלא שכירות לחוד אלא ע\"כ אע\"ג דעירבו בטל העירוב כשבא הנכרי. וא\"ת ולמה הוצרכו לשכור בבטול לחודיה סגי כיון דבטילו רשותייהו לגבי חד הוה ליה יחיד במקום נכרי כדאמר לעיל (עירובין דף סג:) בעובדא דהמן בר ריסתק. ואע\"ג דמסיק רבא דלא מהני בטול לעשותו יחיד במקום נכרי משום  דא\"כ בטלת תורת עירוב. הני מילי כגון שאין רוצה להשכיר. אבל הכא שהנכרי רוצה להשכיר ובשבת אחרת יכולין לערב לא שייך למימר בטלת תורת עירוב. וי\"ל דהני אמוראי סברי כרבי מאיר דאסר יחיד במקום נכרי. ורבי יוחנן נמי לטעמיה דאמר נהגו כראב\"י אבל אורויי לא מורינן. אבל לדידן דקי\"ל כר\"א בן יעקב סגי בביטול לחודיה ולא בעי שכירות. אי נמי יש לומר כיון שאם לא היה הנכרי מתרצה להבכיר לא היה מועיל הבטול אין לחלק בין מתרצה לשאין מתרצה דאטו אמירת הנכרי תגרום לבטול שיועיל כשיאמר אתרצה להשכיר ולא יועיל כשיאמר לא אתרצה.  הלכך תרתי בעי לעולם. ור\"ח ז\"ל פסק כרבי יוחנן ואע\"ג דשמואל פליג עליה בסמוך וקאמר כ\"מ שאוסרים ואין מערבין אין מבטלין. קיימא לן בכל דוכתא כר' יוחנן לגבי שמואל וכדברי המיקל בעירוב. ור\"י פסק כשמואל דלקמן (עירובין דף ע:) דייקא ברייתא חדא כוותיה דתניא כל שנאסר למקצת שבת נאסר לכל השבת וכו' זה הכלל לאתויי מת נכרי בשבת דאין מבטלין ואמר לקמן (עירובין דף סז.) בשלהי שמעתין היכא דמת נכרי בשבת אליבא דמ\"ד שוכרים לא תיבעי לך השתא תרתי עבדינן חדא מבעיא. אלמא לא מתוקמא הך ברייתא כרבי יוחנן דאמר שוכרים. ודוחק לומר לאתויי מת נכרי בשבת מיירי בלא בטול דלא משתרי כשמת הנכרי אף על פי שעירבו אבל בטול מהני. דהא הקיפו נכרים מחיצה איירי אפילו על ידי בטול כדאמר רב ששת בשמעתין דאין מבטלין ודומיא דההיא קאמר לאיתויי מת נכרי דאין מבטלין. ואפילו אם תמצא לומר דרבי יוחנן אמר דזה הכלל אתי לאתויי מילתא אחריתי. מ\"מ מדנקט סתמא דגמרא הכי שמע מינה דהכי הלכתא. ורבינו מאיר ז\"ל דחה ראיה זו כי ר\"ח ז\"ל פירש דאיתיביה זה הכלל וכו'  לדשמואל פריך הלכך מסיק סתמא דגמרא אליבא דשמואל וכן פסק ר\"ח ורב אלפס ז\"ל כרבי יוחנן.  אמר שמואל אין בטול רשות מחצר לחצר ואין בטול רשות בחורבה. ורבי יוחנן אמר יש בטול רשות מחצר לחצר ויש בטול רשות בחורבה וקי\"ל דשמואל ורבי יוחנן הלכה כרבי יוחנן. ועוד דהא רבא כרבי יוחנן ס\"ל כדבעינן למימר בעובדא דההוא ינוקא דאשתפיך חמימיה לקמן (עירובין סח.). ועוד דהלכה כדברי המיקל בעירוב:  בעא מיניה רב חסדא מרב ששת שני בתים משני צדי רשות הרבים והקיפוה נכרים מחיצה בשבת  מי מצי לבטולי רשותייהו להדדי או לא. א\"ל אין מבטלין דכיון דלא מצי לערובי מאתמול אין כאן תורת ביטול: אמר רב יהודה אמר שמואל נכרי שיש לו פתח ד' על ד' פתוח לבקעה אפילו מכניס ומוציא כל היום כולו גמלים וקרונות דרך מבוי אינו אוסר על בני מבוי. מ\"ט בההוא פיתחא דמיחד ליה טפי ניחא ליה. איבעיא להו פתוח לקרפף מהו. תא שמע דאמר רב חנן בר אמי משמיה דאולפנא  אפילו פתוח לקרפף. רבה ורב יוסף דאמרי תרווייהו נכרי בית סאתים אוסר יתר מבית סאתים אינו אוסר. ישראל בית סאתים אינו אוסר יתר מבית סאתים אוסר.  פרש\"י ז\"ל בישראל דוקא שלא הוקף לדירה אבל הוקף לדירה אינו אוסר.  ור\"י ז\"ל פי' דאם הוקף לדירה אפילו בית סאתים אוסר. דכיון דהוקף לדירה הוי כמו בית ואינו עומד במקום אויר: \n"
            ], 
            [
                "אמר עולא אמר רבי יוחנן קרפף יותר מבית סאתים שלא הוקף לדירה אפילו כור ואפילו כוריים הזורק מרה\"ר לתוכו חייב. מחיצה היא אלא שמחוסרת דיורין. מתיב רב הונא בר חיננא סלע שבים גבוה עשרה ורחב ארבעה אין מטלטלין לא מתוכו לים ולא מן הים לתוכו. פחות מכאן מטלטלין. עד כמה. עד בית סאתים. אהייא. אילימא אסיפא בית סאתים הוא דמטלטלין טפי לא הא מכרמלית לכרמלית קמטלטל. אלא לאו ארישא וה\"ק סלע שבים גבוה עשרה ורחב ד' אין מטלטלין לא מתוכו לים ולא מן הים לתוכו עד כמה עד בית סאתים הא יתר מבית סאתים מטלטלין אלמא כרמלית היא ותיובתא דרבי יוחנן. אמר רב אשי הם אמרו והם אמרו הם אמרו קרפף יותר מבית סאתים שלא הוקף לדירה אין מטלטלין בו אלא בד' והם אמרו אין מטלטלין מרה\"י לכרמלית. בית סאתים דשרי לטלטולי בכוליה אסרו רבנן לטלטל לא מתוכו לים וילא מן הים לתוכו. יותר מבית סאתים דאסור לטלטולי בכוליה שרו רבנן לטלטל מתוכו לים ומים לתוכו. מ\"ט דלמא אמרי רה\"י גמור הוא ואתי לטלטולי בכוליה. ומאי שנא. תוכו שכיח. מתוכו לים ומן הים לתוכו לא שכיח. מכאן התיר ר\"ת ז\"ל בגינה יתירה מבית סאתים שלא הוקפה לדירה לטלטל  מתוכה לחוצה לה הואיל ולא היתה רה\"ר גמורה כמו סרטיא ופלטיא עוברת לפניה. והתיר לעמוד בחוץ ולהטמין המפתח בתוך הגינה ולהוציאו מן הגינה לחוץ. ואין לחלק בין גינה לסלע דהתם לא שכיח. שהרי כל עיקר גזירה זו כדי שלא יבא לטלטל בתוכה בכולה  והאי טעמא שייך נמי הכא. ועוד ראיה מדתני' פרק קמא דשבת דף ו. ד' רשויות לשבת. ואם היה אסור לטלטל משאר כרמלית לקרפף יותר מבית סאתים  משכחת לה חמשה: \n"
            ], 
            [
                "ההוא ינוקא דאשתפוך חמימיה דאתקינו ליה מע\"ש למימהליה עליה בשבתא. אמר רבה ליתו ליה חמימא מגו ביתאי. אמר ליה אביי והא לא ערבינן ניסמוך אשיתוף: והא לא שתפינן  א\"ל לימא לנכרי דליזול וליתי מגו ביתאי. אמר אביי בעי לאותוביה ליה למר ולא שבקן רב יוסף. דאמר רב יוסף אמר רב כהנא כי הוינן בי רב יהודה אמר לן בדאורייתא מותבינן תיובתא והדר עבדינן עובדא. בדרבנן עבדינן עובדא והדר מותבינן תיובתא. בתר הכי אמר לי מאי בעית לאותובי. א\"ל מכדי הזאה שבות ואמירה לנכרי שבות  מה הזאה אינה דוחה את השבת אף אמירה לנכרי אינה דוחה את השבת. א\"ל ולא שני לך בין שבות דאית ביה מעשה לשבות דלית ביה מעשה. ובפרק ר' אליעזר דמילה סי' ב הארכתי בפי' דהאי עובדא. א\"ל רבא בר רב חנן לאביי מבואה דדיירי ביה תרין גברי רברבי כרבנן לא ליהוי ביה לא עירוב ולא שיתוף. א\"ל ומאן ליעבד. מר לאו אורחיה אנא טרידנא בגירסאי. אינהו לא משגחי וניקני להו ריפתא בסלא. כיון דזימנין דבעו לה ולא אפשר לי למיתבא ניהלייהו לא הוי שיתוף. דתניא א' מבני מבוי שבקש יין ושמן ולא נתנו לו בטל השיתוף וליקני להו מר  רביעיתא דחלא בחביתא. תניא אין משתתפין באוצר. ואסיקנא להא דתניא אין משתתפין באוצר כב\"ש אבל לב\"ה משתתפין באוצר: \n"
            ], 
            [
                "ההוא ינוקא דאישתפוך חמימיה אמר רבא נשיילה לאימיה אי צריכה ליחם ליה נכרי אגב אימיה. והא קאכלה תמרי. ההוא תונבא הוא דנקיט לה.  ההוא ינוקא דאישתפוך חמימיה.  אמר רבא פנו לי מאני מבי גברי לבי נשי דניזל וניתב התם ואיבטל להו רשותא בהאי חצר. אמר ליה רבינא לרבא והא אמר שמואל אין ביטול רשות מועיל מחצר לחצר. אמר ליה אנא כרבי יוחנן סבירא לי דאמר יש ביטול רשות מחצר לחצר. ואי כשמואל לא סבירא ליה למר  נילח מר אדוכתיה  וליבטיל מר לדידהו וליהדרו אינהו ולבטלו למר דהאמר רב מבטלין וחוזרין ומבטלין. א\"ל אנא בהא כשמואל סבירא לי דאמר אין מבטלין וחוזרין ומבטלין. והיינו טעמא דאין מבטלין וחוזרין ומבטלין דלא ליהוי מילי דרבנן כחוכא ואיטלולא. ואע\"ג דאמר רבא דכשמואל סבירא ליה דאין מבטלין וחוזרין ומבטלין קי\"ל כרב דהא רב אשי אסיק דרב ושמואל בפלוגתא דרבנן ורבי אליעזר קמיפלגי. דרב כרבנן ושמואל כרבי אליעזר ושמעינן מינה דהלכתא כרב דאמר מבטלין וחוזרין ומבטלין. ורבא דסבר כשמואל לטעמיה דאמר אליבא דשמואל פעמים מבטלין ופעמים אין מבטלין ואוקי מילתא דשמואל כרבנן ולית הלכתא כוותיה אלא כרב אשי דהוא בתראה ואיהו מוקי רב כרבנן ושמואל כרבי אליעזר: \n"
            ], 
            [
                "מתני' אמר ר\"ג מעשה בצדוקי אחד שהיה דר עמנו במבוי ואמר לנו אבא מהרו והוציאו כליכם למבוי עד שלא יוציא ויאסור עליכם. רבי יהודה אומר בלשון אחרת מהרו ועשו צרכיכם במבוי עד שלא יוציא ויאסור עליכם. פירוש צדוקי זה נתן רשות לבני מבוי וצריכין בני מבוי להוציא כליהם למבוי להחזיק במבוי קודם שיוציא הצדוקי כליו במבוי דויבטל נתינתו כדתנן מי שנתן רשות והוציא בין בשוגג בין במזיד הרי זה אוסר דברי רבי מאיר וכו' ולפיכך אמר להם אביו של ר\"ג מהרו והוציאו את הכלים עד שלא יוציא ויאסור עליכם. כתב ר\"מ ז\"ל ונראה דהכי הלכתא דצדוקי הרי הוא כנכרי שעובר אמילי דרבנן בפרהסיא כיון דת\"ק סבירא ליה הכי. ואע\"ג דר\"מ אליבא דר\"ג סבירא ליה דאינו כנכרי. הא רבי יהודה פליג עליה ואמר דאפילו לר\"ג צדוקי כנכרי. ואפילו  לפי מה שפירש רש\"י לקמן בשמעתין דר\"מ כר\"ג סבירא ליה ר' מאיר ור' יהודה  הלכה כר' יהודה. ואע\"ג דהלכה כדברי המיקל בעירובין. הא לא חשיב קולא אי אמר צדוקי איו כנכרי דאיכא קולא וחומרא  דאי כנכרי הוא אין מבטל רשות אבל שוכרין ממנו ואי לאו כנכרי הוא מבטל רשות ואין שוכרין הימנו עכ\"ל. ואין דבריו נראין לי מה שכתב צדוקי הרי הוא כנכרי משום דעובר על מילי דרבנן בפרהסיא. דהא אמר בפרק בנות כותי' דף לג:  אף על פי שנשי צדוקין הן מתייראות אנו מן הפרושים. וכן פי' ר\"י אהא דקאמר רבי יהודה דמתניתין צדוקי אין כנכרי ושמעינן ליה לרבי יהודה דעבריין לחלל שבתות בפרהסיא אפי' במילי דרבנן כגון שהוציא כליו לחצר שאין מתערבת לרש\"י אינו מבטל רשות וצדוקי קעבר אכל מילי דרבנן ותירץ דאין עוברין בפרהסיא דמתייראין מן הפרושים הלכך לא חשיב רבי יהודה צדוקי כנכרי. וגם מה שכתב דרבי יהודה פליג עליה וסבר דלר\"ג צדוקי כנכרי הא ליתא אליבא דמתני' דאף רבי יהודה סבר דצדוקי מבטל רשות אלא דסבר דאין חזקה מועלת. ואע\"ג דמשני בחד שינויא מאי עד שלא יוציא עד שלא יצא היום אלמא צדוקי הרי הוא כנכרי אף לרבי יהודה דמתני'. הא איכא שינויא אחרינא דמחלק בין בצינעא ובין בפרהסיא והאי שינויא עיקר לפי שאין צריך להגיה המשנה. ומה שכתב דאיכא כאן קולא וחומרא דאי כנכרי הוא הרי אין מבטל רשות ושוכרין ממנו. ואי לאו כנכרי הוא מבטל רשות ואין שוכרין ממנו. דבריו אינן מובנים דודאי קולא הוא דאינו כנכרי ומבטל רשותו בדיבור ואין צריך שכירות. ומה שכתב דאם אינו כנכרי דמבטל רשות ואין שוכרין ממנו  הא ליתא דישראל שלא רצה לבטל אלא לשכור שוכרין ממנו. ונראה לי דהלכה כר\"ג דקיימא לן הלכה כדברי המיקל בעירוב. וגם מדפליגי רבי מאיר ורבי יהודה אליבא דר\"ג  מכלל דסבירא להו כוותיה. ועוד ראיה מרבי אמי ורבי אסי  שגזרו על הכותיים שלא לבטל רשות חולין דף ו. אלמא עד ימיהם היו מבטלין רשות. ועל כרחך צריכים למימר כמו שפרש\"י בריש פירקין שהיו סוברים כר\"ג  דצדוקי וכותי אינו כנכרי:  גמ' ת\"ר  מי שנתן רשותו והוציא בין במזיד בין בשוגג אוסר דברי ר\"מ. רבי יהודה אומר בשוגג אין אוסר במזיד אוסר. במה דברים אמורים כשלא החזיקו בני מבוי במבוי. אבל החזיקו בני מבוי במבוי בין בשוגג בין במזיד אין אוסר. פרש\"י האי במה דברים אמורים ארבי מאיר קאי דלרבי יהודה דמתני' לא מהניא חזקה. אבל לרבי יהודה דברייתא אפשר לפרש האי במה דברים אמורים אף לר' יהודה. והר\"ז הלוי כתב דסמכי' אהאי שינויא מאי עד שלא יוציא עד שלא יצא היום ומהניא חזקה לרבי יהודה. ולי נראה דשינויא אחרינא עיקר שאין צריך להגיה המשנה ולא מהניא חזקה לר' יהודה.  ואפשר דהלכה כדברי המיקל בעירוב ומהניא חזקה וכן נראה: \n"
            ], 
            [
                "תנו רבנן ישראל עבריין משמר שבתו בשוק מבטל רשות ושאין משמר שבתו בשוק אין מבטל רשות מפני שאמרו חכמים ישראל נותן רשות ומבטל רשות ובנכרי עד שישכור. כיצד אמר לו רשותי קנויה לך רשותי מבוטלת לך קנה ואין צריך לזכות. ואפילו אין עבריין לחלל שבתות באיסורא דאורייתא אלא באיסור דרבנן אין מבטל רשות. מדמשני כאן בצנעא כאן בפרהסיא  ולא קאמר אידי ואידי בפרהסיא ולא קשיא הא באיסור דאורייתא והא דרבנן  אלמא דאין חלוק בין איסור דאורייתא ובין איסור דרבנן. וכן לפרש\"י דפירש אם עד שלא נתן רשותו הוציא וקאמר רבי יהודה דאינו יכול לבטל משום דהוי עבריין אלמא באיסור דרבנן נקרא עבריין ואין מבטל: \n"
            ], 
            [
                "מתני' אנשי חצר ששכח אחד מהן ולא עירב. ביתו אסור מלהכניס ולהוציא לו ולהם. ושלהן מותר לו ולהן. נתנו לו רשותן הוא מותר והן אסורין. היו שנים אוסרין זה על זה. שאחד נוטל רשות ונותן רשות שנים נותנין רשות ואין נוטלין רשות: ", 
                "גמ' ביתו היא דאסור הא חצירו שרי ה\"ד אי דלא בטל חצירו אמאי שרי. ואי דבטל ביתו אמאי אסור. לעולם דבטל וקסברי רבנן המבטל רשות חצירו רשות ביתו לא ביטל. כתב ר\"מ ז\"ל ואע\"ג דר\"א בפרק עושין פסין (עירובין דף כג.) ס\"ל דאינהו שרי אפילו מביתו וקי\"ל הלכה כדברי המיקל בעירוב נראה דהלכה כרבנן. מדאמר לעיל אמילתיה דר\"א ובקשתי לי חבר ולא מצאתי:  ועוד דה\"ל מחלוקת ואח\"כ סתם דבפירקין סתם לן דלא כרבי אליעזר. וא\"ת כיון דמחלוקת ואח\"כ סתם הוא היכי מסיק רב אשי לעיל רב ושמואל בפלוגתא דרבנן ור\"א קמיפלגי והיכי סבר שמואל כר\"א. וי\"ל דשמואל הוה מוקי מתניתין אפילו כר\"א וכגון דגלי בהדיא ואמר הריני מבטל רשות חצרי ולא רשות ביתי. דהא מסקינן לעיל פ\"ב (עירובין דף כו:) היכא דגלי גלי כו'. ומיהו ראיה גדולה היא לדידן מדרמינן לעיל שם מתני' דהכא אמתני' דעושין פסין ומשני הא ר\"א והא רבנן ולא בעי לאוקמי מתניתין דהכא אפילו לר\"א וכגון דגלי ליה בהדיא שמע מינה דהלכתא כרבנן. ועוד דלא שייך הכא הלכה כדברי המיקל בעירוב כיון דאיכא נמי חומרא במילתיה דר\"א. דלדידיה אין מבטלין וחוזרין ומבטלין ולרבנן מבטלין וחוזרין ומבטלין. הלכך עבדינן כרבנן בין לקולא בין לחומרא ולא עבדינן תרי קולי דסתרי אהדדי:  וכיון דהלכתא כרבנן א\"כ חמשה ששרויין בחצר אחת כשהוא מבטל רשות צריך לבטל לכל א' וא' כדמשמע לעיל בספ\"ב. והיכא דבטיל בהדיא רשות ביתו מודו רבנן דביתו מותר  לו ולהם כדמסקינן לעיל בפ\"ב שם מסתברא בין ר\"א בין רבנן היכא דגלי גלי. עד כאן דברי ר\"מ ז\"ל: שלהן מותר לו ולהן. מ\"ט משום דהוי אורח לגבייהו. פר\"ח ז\"ל דאמר בירושל' דפירקין הל' ב אכסנאי אין אוסר לעולם. ונראה דלא דמי להך דהכא דהתם איירי בנכרי הבא לדור במבוי לשם אכסנאות ולא לקבוע עצמו. והכי איתא התם. אית תנא תני  קסדור אוסר מיד ואכסניא לאחר שלשים יום. ואית תנא תני קסדור אוסר לאחר שלשים יום ואכסניא אינו אוסר לעולם.  מ\"ד קסדור אוסר מיד ברגיל ואכסנאי לאחר שלשים יום כשאינו רגיל ומאן דאמר קסדור אוסר לאחר שלשים יום באלין דעלין ברשות ואכסנאי אינו אוסר לעולם  באלין דלא עלין ברשות: נתנו לו רשותן הוא מותר והן אסורין. ואמאי אינהו נמי  ליהוי אורחין לגביה.  חד לגבי חמשה הוי אורח חמשה לגבי חד לא הוו אורחין: היו שנים אוסרין זה על זה פירוש היו שנים ששכחו ולא עירבו עם בני החצר אע\"פ שנתנו להן בני החצר רשותן אינן מותרין להכניס ולהוציא. דכיון דשניהם לא עירבו אוסרין זה על זה. פשיטא. לא צריכא דהדר חד מינייהו ובטיל ליה לחבריה. מהו דתימא לישתרי. קא משמע לן כיון דבעידנא דקבטיל ליה לא הוה ליה  שריותא בחצר לא משתרי:  שנים נותנין רשות ואין נוטלין רשות למה לי. לא צריכא דא\"ל קני על מנת להקנות. תניא אחד שלא עירב נותן רשותו לאחד שעירב. ושנים שעירבו נותנים רשותן לאחד שלא עירב. ושנים שלא עירבו נותנים רשותן לשנים שעירבו או לאחד שלא עירב. אבל אין אחד שעירב נותן רשותו לאחד שלא עירב. ואין שנים שעירבו נותנין רשותן לשנים שלא עירבו ולא שנים שלא עירבו ניתנין רשותן לשנים שלא עירבו: \n"
            ], 
            [
                "בעי מיניה אביי מרבה חמשה ששרויים בחצר אחת ושכח אחד מהם ולא עירב כשהוא מבטל רשות צריך לבטל לכל אחד ואחד או אין צריך. א\"ל צריך לבטל לכל אחד ואחד. איתיביה אחד שלא עירב נותן רשותו לאחד שעירב. היכי דמי אי דליכא אחרינא בהדיה. בהדי מאן עירב אלא פשיטא דאיכא אחרינא בהדיה וקתני לאחד שעירב. ורבה הכא במאי עסקינן דהוה אחרינא בהדיה ומית. והלכתא כוותיה: בעי מיניה רבא מרב נחמן יורש מהו שיבטל רשות. ומיירי כשלא עירב אביו. דאי עירב לא אסר יורש עליו כדתניא לקמן אחד מבני חצר שמת והניח רשותו לאחד מן השוק משחשיכה אין אוסר. דשבת כיון דהותרה הותרה.  ומיירי כשבא היורש לדור בבית אביו בשבת.  דאי לא בא לא הוה אוסר דקי\"ל כר\"ש דאמר דף פו. אם הניח ביתו והלך לשבות אצל בתו אינו אוסר. ומיהו אי הוה דייר היורש בחצר בבית א' אוסר עליהן אע\"פ שלא נכנס לדור בבית אביו כיון שהוא בחצר וראוי להשתמש בו חשבינן כאילו נכנס לדור בבית ואוסר עליהן כיון שלא עירבו. ואע\"פ שהיורש עירב עמהן אין אותו עירוב מועיל לבית שיורש בשבת.  כדתני' לקמן (עירובין דף ע:) אחד מבני השוק שמת והניח רשותו לאחד מבני החצר מבעוד יום אינו אוסר.  דמה שעירב בו באותו חצר על הבית שדר בו מהני נמי לבית שירש מבעוד יום  משחשכה אוסר ואע\"פ שעירב לא מהניא עירוב לאותו בית שירש בשבת. אבל אין לפרש כשהיורש היה דר עם אביו. דא\"כ אי בעי לערובי מאתמול מצי לערב קרינן ביה אע\"פ שלא זיכה לאביו כדאמר לעיל בפרק מי שהוציאוהו (עירובין דף מט:) חמשה שגבו את עירובן כשהן מוליכין את העירוב למקום אחר אחד מוליך על ידי כולם. אף אם לקח פת משלו והוליך למקום השיתוף מועיל לכולם כדפרישית התם דשליחות דכולהו קעביד הואיל ועירבו יחד. כל שכן שנים הדרים בבית אחד. ועוד תנן לקמן בפירקין (עירובין דף עב.) חמש חבורות ששבתו בטרקלין אחד ב\"ה אומר עירוב אחד לכולן. ומהא דאמר לעיל (עירובין דף סד.) שכירו ולקיטו נותן עירובו ודיו אין ראיה לכאן דדלמא הני מילי בנכרי דדירתו לא חשיב כל כך אבל בישראל לא.  א\"ל אני אומר מבטל. ודבי שמואל תני אין מבטל.  והלכתא כרב נחמן דאמר מבטל:  מאימתי נותנין רשות. ב\"ש אומרים מבעוד יום וב\"ה אומרים משתחשך. ומי שנתן רשות והוציא בין בשוגג בין במזיד אוסר דברי רבי מאיר.  רבי יהודה אומר במזיד אוסר בשוגג אין אוסר: במאי קמיפלגי ב\"ש סברי ביטול רשותא מיקנא רשות הוא ומיקנא בשבת אסור. ב\"ה סברי ביטול רשותא איסתלוקי רשות הוא ואיסתלוקי רשות בשבתא שפיר דמי: ", 
                "מתני' בעל הבית שהיה משותף עם שכניו לזה ביין ולזה ביין אין צריך לערב. לזה ביין ולזה בשמן צריך לערב. ר\"ש אומר אחד זה ואחד זה אין צריכין לערב: ", 
                "גמ' אמר רב ובכלי אחד: \n"
            ], 
            [
                "תניא מערבין בחצר בפת ואם רוצה לערב ביין אין מערבין ומשתתפין במבואות ביין ואם רצו להשתתף בפת משתתפין מערבין בחצירות ומשתתפין במבוי כדי שלא תשתכח תורת עירוב מן התינוקות דברי ר\"מ. וחכמים אומרים או מערבין או משתתפין. פליגי בה רב רחומי  ורבה בר יוסף. חד אמר בפת כ\"ע ל\"פ דבחדא סגי. כי פליגי ביין.  וחד אמר ביין דכ\"ע ל\"פ דבעי תרתי. כ\"פ בפת. הראב\"ד פסק כמ\"ד ביין כולי עלמא לא פליגי. חדא  דפשטיה דברייתא כך היא בכל ענין. ועוד רב גידל מתרץ לברייתא כוותיה. ועוד דסוגיא דשמעתין לקמן (עירובין דף עג.) בענין חמש חצירות הפתוחות זו לזו ופתוחות למבוי כמאן דאמר בפת נמי פליג רבי מאיר. ועוד דגרסינן בפירקין שם ולקמן בכיצד משתתפין (עירובין דף פה:) אמר רב יהודה אמר רב בני חבורה שהיו מסובין וקדש עליהם היום פת שעל גבי השולחן סומכין עליו משום עירוב וא\"ל משום שיתוף. ול\"פ כאן במסובין בבית סומכין עליו משום עירוב כאן במסובין בחצר סומכין עליו משום שיתוף.  משום שיתוף אין משום עירוב לא.  ורישא נמי משום עירוב אין משום שיתוף לא. שמע מינה דבפת נמי בעי עירוב ובעי שיתוף. והר\"ז ז\"ל כתב דהלכה כמאן דאמר בפת כולי עלמא לא פליגי  דפשטיה דברייתא משמע הכי או משתתפין במה שרגילין להשתתף דהיינו ביין כדפריך מינה למ\"ד ביין לא פליגי. ורב גידל אמר רב דחיק לשנוייה בדוחק ודיחוי בעלמא קאמר ולא דסבירא ליה הכי. וגם דקיימא לן הלכה כדברי המיקל בעירוב. ומה שכתב הראב\"ד ז\"ל דסוגיין דשמעתין בחמש חצירות כמאן דאמר בפת נמי פליג ר' מאיר אינה ראיה לפר\"י דלמאן דאמר בפת מודה רבי מאיר היינו דוקא כשנשתתפו במבוי בפת. משום דשיתוף סגי ביין ועשו בפת ואלמוה טפי מועיל אף לחצירות. ועוד שהשיתוף שייך לבתים כמו לחצירות שהכל משתתפין יחד. אבל עירובי חצירות דפת אין לו להועיל כל כך למבוי. ולשון הברייתא מוכחת כן דקתני מערבין בחצירות ומשתתפין במבוי דמשמע אע\"פ שעירבו בחצירות צריך להשתתף במבוי. והשתא ניחא למאן דאמר דבפת מודה ר\"מ. ומה שהביא ראיה לקמן מבני חבורה אינה ראיה דהא דקאמר במסובין דחצר משום שיתוף אין משום עירוב לא  רב לטעמיה דסבר כר\"מ. והא דקאמר במסובין בבית משום עירוב אין משום שיתוף לא ניחא לפר\"י דבהא לא מודה ר\"מ: אמר רב יהודה אמר רב הלכה כר\"מ. ורב הונא אמר מנהג כר' מאיר. ור' יוחנן אמר נהגו כר' מאיר והלכתא  כר' יוחנן דלא מורינן כר' מאיר אלא כרבנן וסומכין על שיתוף במקום עירוב. ואפילו נשתתפו במבוי ביין אין צריכין לערב בחצירות. ועל עירוב במקום שיתוף אם כל החצירות שבמבוי פתוחות זו לזו בפתחים או בחלונות ועירבו יחד אין צריכין שיתוף במבוי: ", 
                "מתני' חמש חבורות ששבתו בטרקלין א' בית שמאי אומרים עירוב לכל חבורה וחבורה ובית הלל אומרים עירוב אחד לכולן: ומודים בזמן שמקצתן שרויין בחדרים או בעליות שצריכין עירוב לכל חבורה וחבורה. ומיירי שכל חדר ועלייה פתוח לחצר כמו שפי' רש״י דהנך חבורות ששבתו בטרקלין לכולן יש להן פתח מן הטרקלין לחצר. דאם לא היה לכל אחד פתח הוה אמרינן פנימי נותן עירובו לחוד.  או שני הפנימיים לרבי יוחנן דסוף פירקין (עירובין דף עה:) גבי עשרה בתים זו לפנים מזו. ומיהו אם יש לאדם סופר או מלמד בתוך ביתו או בחורים הבאים ללמוד ושרוי כל אחד בחדר  או בעלייה בפני עצמו ויש לכל אחד פתח פתוח לחצר אף על פי שחלוקין מבעל הבית בפת אין אוסרין עליו ולא זה על זה. ולא מיבעיא אם כולן אוכלין במקום אחד אע״פ שכל אחד ישן בחדרו דקי״ל כרב דאמר לקמן (עירובין דף עג.) מקום פיתא גרים. אלא אפילו לשמואל דאמר מקום לינה גרים וכן לרב ואפילו אוכלים וישנים כל אחד בחדרו אין אוסרים זה על זה כיון שכולן משתמשין בביתו של בעל הבית בכל עסקי תשמישיהן באפיה ובישול חשיבי כולהו כאילו אוכלין וישנים במקום אחד. לפי שהכל נקרא על שם בעל הבית.  ועוד שאין משאיל להם רשותו לאסור עליו ולא לאסור זה על זה ומצי לסלוקינהו. והוה ליה כחמשה שכירו ולקיטו דלא אמרו להחמיר דאחד נותן עירובו ודיו. ואפילו שרויים בחדרים ובעליות. דאי כשכולן שרויין בבית אחד בזה לא היה מסתפק אביי לעיל (עירובין דף סד.) דאפילו אם היה הבית שלהן לא היו אוסרין זה על זה דכיון דלגבי נכרי דדירתו לא שמה דירה לא אוסרין אלא חשיבי כולהו כחד כ״ש גבי ישראל דדירתו דירה דבטלה דירתם לגבי בבעל הבית ולא דמי למקצתן שרויין בחדרין ועליות דהכא דיש לזה כמו לזה כולם שוין: ", 
                "גמ' אמר רב נחמן מחלוקת במסיפס אבל במחיצות י' ד\"ה עירוב לכל חבורה וחבורה. איכא דאמרי אמר רב נחמן אף במסיפס מחלוקת  מיתיבי אמר ר' יהודה הסבך פירוש גדיל סבכה לא נחלקו ב\"ש וב\"ה על המחיצות המגיעות לתקרה שצריכין עירוב לכל חבורה וחבורה. ואפילו הן מחיצות גרועות כגון של יריעות. על מה נחלקו על מחיצות שאינן מגיעות לתקרה. שב\"ש אומרים עירוב לכל חבורה וחבורה. וב\"ה אומרים עירוב אחד לכולן.  להך לישנא דאמר רב נחמן מחלוקת במסיפס תיובתא. ולהך לישנא דאמר רב נחמן אף במסיפס מחלוקת לימא תיהוי תיובתיה. אמר לך רב נחמן פליגי במחיצות והוא הדין במסיפס והאי דקמפלגי במחיצות עשרה להודיעך כחו דבית הלל. אמר רב נחמן הלכה כר' יהודה הסבך. תניא במה דברים אמורים כשמוליכים את עירובן למקום אחר. אבל אם היה עירוב בא אצלן ד\"ה  עירוב אחד לכולן. וכן לב\"ה דבעי חדרים ועליות דוקא במוליכין עירובן למקום אחר הוא דמודו שצריכין עירוב לכל חבורה וחבורה  אבל בעירוב בא אצלן עירוב אחד לכולן. מיהו בחדרים ועליות ממש אין נראה לחלק בין עירוב בא אצלם ובין מוליכין עירובן למקום אחר מדפשיטא לי' כל כך לגמרא דקאמר אילימא חדרים ועליות ממש פשיטא: \n"
            ], 
            [
                "מתני' האחין שאוכלין על שולחן אביהן וישנים בבתיהן צריכין עירוב לכל אחד ואחד  לפיכך אם שכח אחד מהם ולא עירב יבטל את רשותו. אימתי בזמן שמוליכין את עירובן למקום אחר. אבל אם עירובן בא אצלם או שאין עמהם דיורין בחצר אין צריכין לערב: ", 
                "גמ' שמע מינה מקום לינה גרים. אמר רב יהודה אמר רב במקבלי פרס שנו: ת\"ר מי שיש לו בית שער אכסדרה ומרפסת בחצר חבירו אינו אוסר עליו. בית התבן ובית הבקר בית העצים ובית האוצרות הרי זה אוסר עליו. רבי יהודה אומר לא אמרו אלא בית דירה בלבד. אר\"י מעשה בבן נפחא שהיו לו ה' חצירות באושא ובא מעשה לפני חכמים ולא אסרו אלא בית דירה בלבד בית דירה סלקא דעתך. אלא אימא מקום בית דירה. מאי מקום בית דירה. רב אמר  מקום פיתא. ושמואל אמר מקום לינה. והלכתא כרב.  ושמעינן מינה דהלכתא כרבי יהודה ומודה רב ברועים ובקייצין ובורגנין ושומרי פירות בזמן שדרכן ללון בשדה אע\"ג דאכלי בדוכתח אחריתי כי משחינן להו תחומא ממקום לינה דידהו משחינן להו. משום דאנן סהדי דאי ממטינן להו ריפתא התם טפי ניחא להו: \n"
            ], 
            [
                "ת\"ר מי שיש לו חמשה עבדים מקבלי פרס וחמש נשים מקבלות פרס רבי יהודה בן בתירא מתיר בנשים ואוסר בעבדים. רבי יהודה בן בבא מתיר בעבדים ואוסר בנשים. מאי טעמא דרבי יהודה בן בבא. אמר רב יהודה אמר רב דכתיב ודניאל בתרע מלכא. הר\"ז הלוי ז\"ל פסק כרבי יהודה בן בבא  משום דרב מפרש לטעמיה. והרמב\"ם ז\"ל פ\"ד מהל' עירובין הל' ו פסק כדברי שניהם להקל. ואין זה תרי קולי דסתרן אהדדי דלמר סבירא ליה  דאשתו כגופו ועבד לאו כגופו. ולמר ס\"ל כיון דהעבד משועבד לעבודת רבו חשיב כאילו הוא תדיר אצל רבו. וכיון דקיימא לן הלכה כדברי המיקל בעירוב תפסינן סברת המיקל בעבד וסברת המיקל באשה. תלמיד אצל רבו מאי ת\"ש דרב בי רבי חייא אמר אין אנו צריכין לערב שאנו סומכין  על שולחנו של רבי חייא. ורבי חייא דבי רבי אמר אין אנו צריכין לערב שאנו סומכין על שלחנו של רבי: בעי מיניה אביי מרבה חמשה שגבו את עירובן כשמוליכין את עירובן למקום אחר עירוב אחד לכולן. או דלמא צריכין עירוב לכל אחד א\"ל עירוב אחד לכולן. א\"ל והא אחין דכשגבו עירובן דמי וקתני צריכין עירוב לכל אחד ואחד. התם כגון דאיכא אחריני בהדייהו דמגו דהני אסרי הני נמי אסרי. הכי נמי מסתברא מדקתני סיפא אימתי בזמן שמוליכין את עירובן למקום אחר אבל אם היה עירובן בא אצלן או שאין עמהן דיורין אין צריכין לערב שמע מינה. בעי מיניה רב חייא בר אבין מרב ששת הני בני בי רב דכרכי ריפתא בבאגא ואתו ונייחי בבי רב כי משחינן להו מבאגא משחינן להו או מבי רב משחינן להו אמר ליה מבי רב משחינן להו. אמר ליה הרי הנותן עירובו בסוף אלפים דלא אזיל ונייח התם וכי משחינן ליה תחומא מהתם משחינן ליה. אמר ליה התם אנן סהדי דאי מיתדר ליה התם טפי ניחא ליה. הכא אנן סהדי מאן דמייתי ליה ריפתא להכא טפי ניחא ליה: בעי מיניה רמי בר חמא מרב חסדא האב ובנו והרב ותלמידו כרבים דמו או כיחידים דמו. צריכין לערב או לא. מבוי שלהן ניתר בלחי וקורה או לא. א\"ל  תניתוה האב ובנו הרב ותלמידו בזמן שאין עמהם דיורים הרי הן כיחידים ואין צריכין לערב. ומבוי שלהן ניתר בלחי וקורה: ", 
                "מתני' חמש חצירות הפתוחות זו לזו ופתוחות למבוי. עירבו חצירות ולא נשתתפו במבוי מותרין בחצירות ואסורין במבוי  אם נשתתפו במבוי מותרין כאן וכאן. עירבו בחצירות ונשתתפו במבוי ושכח אחד מבני חצר ולא עירב מותרין כאן וכאן. שכח אחד מבני מבוי ולא נשתתף מותרין בחצירות ואסורין במבוי. שהמבוי לחצירות כחצר לבתים: ", 
                "גמ'  מתני' כולה ר\"מ היא דאמר בעינן עירוב ובעינן שיתוף וטעמא מאי כדי שלא תשתכח תורת עירוב מן התינוקות. וכאן דרובא עירבו לא משתכח. אמר רב יהודה רב לא תני פתוחות זו לזו. מאי טעמא דקסבר רב אין מבוי ניתר בלחי וקורה עד שיהו בתים וחצירות פתוחות לתוכו   וכיון דפתוחות זו לזו נעשו כחצר אחת: \n"
            ], 
            [
                "גופא אמר רב אין מבוי ניתר בלחי וקורה עד שיהו בתים וחצירות פתוחות לתוכו. ושמואל אמר אפילו בית אחד וחצר אחת. ורבי יוחנן אומר אפילו חורבה. וקיימא לן כרב דהא שמואל הדר ביה לגבי רב בענין ההוא מבואה דהוה דייר ביה איבות בר איהי  והוה ליה רבי יוחנן חד לגבי תרי. ומתניתין נמי מסייע ליה שהמבוי לחצירות כחצר לבתים. ועוד דאמר רב נחמן בפ\"ק דף ה. נקטינן אין המבוי ניתר בלחי וקורה עד שיהא ארכו יותר על רחבו ועד שיהו בתים וחצירות פתוחין לתוכו. כתב ר\"מ ז\"ל אע\"ג דקיימא לן כרב בהא דאין מבוי ניתר בלחי וקורה עד שיהו בתים וחצירות פתוחים לתוכו. בהא  דסבר רב ושמואל משום דפתיחי להדדי חשיבי כחד חצר לא סבירא לן כוותיה אלא כסתם מתני' דתני פתוחות. ועוד דמדקאמר רב לא תני פתוחות משמע אבל אנן תנינן פתוחות: \n"
            ], 
            [
                "אמר רב יהודה אמר רב מבוי שצדו אחד נכרי וצדו אחד ישראל אין מערבין אותו דרך חלונות להוציא דרך פתחים למבוי. וכן בחצר אין מערבין דרך חלונות להתירו דרך פתחים לחצר. משום דאסור לעשות יחיד במקום נכרי. כלומר אסור לעשות סיוע ליחיד שידור עם נכרי ומתוך שאנו אוסרים לישראל הדר אצלו לערב עמו לא ישאר יחיד אצל הנכרי. ואם תאמר והיכי הוי מצי לערובי להתיר דרך פתחים למבוי והא לא מישתרי מבוי בלחי וקורה דאין בו אלא חצר אחת של ישראל. וסתם מבוי הכשירו בלחי וקורה דמשום הכי לא תני רב פתוחות זו לזו. ויש לומר דלמאי דמסקינן דטעמיה דרב משום דאסור לעשות יחיד במקום נכרי אז לא נאמר דדירת נכרי לא שמה דירה כדהוה בעינן למימר מעיקרא אלא אמר דחשיבא דירת נכרי דירה לקולא למישרייה למבוי בלחי על ידי תצירו של נכרי כדעביד צריכותא אי מההיא ה\"א דירת נכרי שמה דירה רש\"י פירש האי דנקט דרך חלונות אורחא דמילתא נקט דאין דרך לעשות פתח בין בית לבית אלא דרך חלונות. ומיהו אם היה פתח פתוח מבית לבית הכי נמי דאין מערבין דרך הפתח. ור\"י פי' דדוקא נקט חלונות משום דכי לא מערבי בהדי הדדי מירתת ישראל ולא דייר בהדי נכרי וכי מערבי אהדדי לא מירתת. אבל דרך פתחים כיון דאפילו אם לא מערבין שכיח דדייר ולא מירתת דכיון שיש פתח ביניהם נראה לו כאילו דרין עמו בביתו ושרי לערב בהדיה כיון דבלאו עירוב נמי שכיח דדייר:  ", 
                "מתני' שתי חצירות זו לפנים מזו עירבה הפנימית ולא עירבה החיצונה הפנימית מותרת והחיצונה אסורה. החיצונה ולא הפנימית שתיהן אסורות. עירבה זו לעצמה וזו לעצמה זו מותרת בפני עצמה וזו מותרת בפני עצמה ר\"ע אוסר את החיצונה שדריסת הרגל אוסרתה. וחכמים אומרים אין דריסת הרגל אוסרתה. שכח אחד מן החיצונה ולא עירב. הפנימית מותרת והחיצונה אסורה. שכח אחד מהפנימית ולא עירב שתיהן אסורות. נתנו עירובן במקום אחד ושכח אחד בין מן הפנימית בין מן החיצונה ולא עירב שתיהן אסורות. ואם היו של יחידים אינן צריכין לערב: ", 
                "גמ' אמר ר' אבין אמר רבי ינאי שלש מחלוקת בדבר. ר' עקיבא סבר אפילו רגל המותרת במקומה אוסרת שלא במקומה. ורבנן סברי אפי' רגל האסורה במקומה אינה אוסרת שלא במקומה ותנא דקתני חיצונה ולא הפנימית שתיהן אסורות סבר דרגל המותרת במקומה אינה אוסרת שלא במקומה. ורגל האסורה במקומה אוסרת שלא במקומה. וקי\"ל כדברי המכריע. וכן מוכחא סוגיא דכולה פירקין.  וכן פסק הראב\"ד ז\"ל והר\"ז הלוי ז\"ל: נתנו במקום אחד. מאי מקום אחד. אמר רב יהודה אמר רב חיצונה ואמאי קרי לה מקום אחד. מקום המיוחד לשתיהן:  ואם היו של יחידים כו' אמר רב ביבי משמיה דרב אדא בר אהבה שלשה אסורין. פרש\"י אם שלשה דרין בשתי חצירות אסורין ואפילו יחיד בפנימית ושנים בחיצונה. מאי טעמא. הואיל ואני קורא בהן רבים בחיצונה  דהרואים שנים דרים בחיצונה סבור דגם בפנימית  דרים שנים ואתי למימר דרגל האסורה אינה אוסרת. ורב אלפס ז\"ל פירש אין קורין יחידים אלא בזמן שהם שתי חצירות ובכל חצר וחצר דר אחד שנמצאו כולן שנים. אבל אם היו כולם שלש חצירות ובכל חצר דר אחד שנמצאו כולם שלשה אסורין. מ\"ט הואיל ואני קורא בהן רבים בחיצונה דכל שלשה רבים. וכיון דשלשה דורסין בחיצונה הרי הן רבים ואוסרים. ושמואל אמר לעולם מותרים עד שיהו שנים בפנימית שנים שלא עירבו  לפיכך אוסרים בחיצונה.  אמר ר' אלעזר נכרי הרי הוא כרבים ואוסר. מאי שנא ישראל דיחיד אין אוסר. דכל מאן דחזי להו דמטלטלין אי ידע דיחיד הוא ידע דכל יחיד שרי לטלטולי ואי לא ידע אמר בדעתיה לא מטלטלי אלא משום דעירבו בהדי הדדי. אי הכי נכרי נמי נימא אי ידע דיחיד הוא הא ידע ואי לא ידע אמר בדעתיה האי דמטלטל דאגיר מיניה הוא. סתם נכרי אי איתא דאגר מיפעא פעי וכיון דלא פעי אמרי מטלטל במקום נכרי ולפיכך אסור פרש\"י דר\"א כשמואל ס\"ל ומיירי  משום דאיכא נכרי בפנימית ושני ישראלים בחיצונה וקאמר דאף על גב דישראל אחד בפנימית לא הוה אוסר נכרי אוסר.  דאי כרב אדא בר אהבה ס\"ל דאוסר מאי איריא נכרי אפילו ישראל נמי. וליכא למימר כרב אדא ס\"ל ומיירי דאיכא נכרי בפנימית וישראל אחד בחיצונה. דבכי האי גונא אפי' נכרי לא אסר והלכה כשמואל דר\"א קאי כוותיה. ועוד דהלכה כדברי המיקל בעירוב. ולפירוש רב אלפס ז\"ל אתיא ר\"א שפיר כרב אדא דרב אדא איירי בשלש חצירות ור' אלעזר איירי בשתי חצירות: \n"
            ], 
            [
                "אמר רב יהודה אמר שמואל עשרה בתים זו לפנים מזו פנימי נותן עירובו ודיו. רבי יוחנן אומר אפילו חיצון. חיצון בית שער הוא. אימא חיצון של פנימי. ובהא קמיפלגי מר סבר חיצון של פנימי הוי בית שער. ומר סבר לא הוי בית שער. והלכה כר' יוחנן. ואע\"ג דלקמן בפרק כיצד משתתפין (עירובין דף פה:) אמר כל מקום שאמרו חכמים הדר שם אין אוסר הנותן עירובו שם אין עירוב חוץ מבית שער דיחיד. פירוש דאע\"פ דהדר שם אין אוסר הנותן עירובו שם עירובו עירוב. ויש לומר דההיא פליגא אר' יוחנן.  והלכתא כר' יוחנן לגבי רב ושמואל. אי נמי התם בבית שער חצר דיחיד דלא עביד לדירה. אבל הכא בית דעביד לדירה אמרינן בית שער דיחיד לא שמיה בית שער. אמר רב נחמן אמר רבה בר אבוה שתי חצירות ושלשה בתים ביניהם זה בא דרך זה ומניח עירובו בזה וזה בא דרך זה ומניח עירובו בזה  זה נעשה בית שער לזה. וזה נעשה בית שער לזה. ואמצעי הוי בית שמניחין בו את העירוב ובית שמניחין בו את העירוב אין צריך ליתן פת. אבל שתי חצירות ושני בתים ביניהם ובא זה דרך זה והניח עירובו בזה שתיהן לא קנו עירוב ממה נפשך. אי בית שער הוא הא תנן הנותן עירובו בבית שער אכסדרה אין עירוב. ואי בית הוא הא קמטלטל בבית דלא קמערב. ולא משוינן  כל בית ובית לגבי האי בית ולגבי האי בית שער. ומאי שנא מדרבה: \n"
            ], 
            [
                "דאמר רבה אמרו לו שנים צא וערב עלינו לאחד עירב לו מבעוד יום ולאחד עירב לו משחשכה. זה שעירב עליו מבעוד יום נאכל עירובו בין השמשות. וזה שעירב עליו בין השמשות נאכל עירובו משתחשך. שניהם קנו עירוב. אמר ליה הכי השתא התם בין השמשות ספיקא ולא מינכרא מילתא. אבל הכא אי לגבי האי בית לגבי האי נמי בית ואי לגבי האי בית שער לגבי האי נמי בית שער. בפ' במה מדליקין (שבת דף לד.) פי' רש\"י ובעירובי תחומין איירי רבה וכן נמי פירש כאן דקנו שביתה. ובתחומין איירי דבפ' במה מדליקין פריך למתני' רישא אסיפא דברישא משמע דספק חשיכה מערבין ומשני כאן בעירובי חצירות וכאן בעירובי תחומין וכדרבה וכו'  פירש רש\"י דבחצירות אסרינן ספיקא ובתחומין שרינן ואם כן מילתא דרבה איירי בתחומין ולשון צא וערב משמע כפירושו. וקשה לפירושו  דא\"כ מאי פריך ממילתיה דרבה דאיירי בתחומין אההיא דלעיל דאיירי בחצירות ועוד דלעיל פרק מי שהוציאוהו (עירובין דף מו:) גבי הלכה כדברי המיקל בעירוב משמע איפכא דבתחומין מחמרינן טפי מבחצרות. וכן בפ' בכל מערבין (עירובין דף לא:) דתנן השולח עירובו ביד חש\"ו אינו עירוב ופריך הא אמר רב חסדא קטן גובה את העירוב ומשני כאן בעירובי תחומין כאן בעירובי חצירות והתם על כרחך מתניתין איירי בתחומין דהא כולה פירקא איירי בתחומין ולשון השולח משמע נמי הכי. ומילתא דרב חסדא איירי בחצירות מדקאמר לשון גובה דמשמע דגובה מכל בני החצר והמבוי. על כן נראה כפי' ר\"ח ז\"ל שפי' דמילתא דרבה איירי בחצירות וצא דקאמר צא וגבה העירוב כמו צא ושכור לנו פועלים ב\"מ דף פג.: "
            ]
        ], 
        [
            [
                "חלון שבין שתי חצירות ארבעה על ארבעה בתוך עשרה. רצו מערבין שנים ואם רצו מערבין אחד. פחות מד' על ד' או למעלה מעשרה מערבין שנים ואין מערביןאחד: ", 
                "גמ' תנו רבנן כולו למעלה מעשרה ומקצתו בתוך עשרה כולו בתוך עשרה ומקצתו למעלה מעשרה מערבין שנים. ואם רצו מערבין אחד.  ואי חלון עגול הוא צריך שיהא בהיקפו  שבסר נכי חומשא. דקיימא לן כל שיש בהיקפו שלשה טפחים יש בו רוחב טפח. הלכך בעינן למיהוי היקף דהאי חלון שבסר נכי חומשא כי היכי דניהוי ביה רוחב חמשה טפחים ושלשה חומשי טפח. דכי בצרת מיניה תמני חומשי דאינון תרי חומשי מכל טפח דארבעה טפחים דקי\"ל כל אמתא בריבועא אמתא ותרי חומשי באלכסונא הוי רוחב החלון בריבוע ארבעה על ארבעה לא פחות ולא יותר: פחות מארבעה וכו'. אמר רב נחמן ל\"ש אלא חלון שבין שתי חצירות. אבל חלון שבין שני בתים אפילו למעלה מעשרה נמי אם רצו מערבין אחד. מאי טעמא. ביתא כמאן דמלי דמי. וכן הלכתא: בעא מיניה רבי אבא מרב נחמן לול הפתוח מן הבית לעלייה צריך סולם קבוע להתירו או לא. כי אמרינן ביתא כמאן דמלי דמי הנ\"מ מן הצד אבל באמצע לא. או דלמא לא שנא. אמר ליה לא צריך. סבור מינה סולם קבוע הוא דאין צריך אבל סולם עראי צריך. אמר רב יהודה אמר רב יוסף בר מניומי אמר רב נחמן אחד סולם קבוע ואחד סולם עראי אין צריך. כותל שבין שתי חצירות גבוה עשרה ורוחב ד' מערבין שנים ואין מערבין אחד. היו בראשו פירות אלו עולין מכאן ואוכלין ואלו עולין מכאן ואוכלין ובלבד שלא יורידו למטה. נפרץ הכותל עד י' אמות מערבין שנים. ואם רצו מערבין אחד מפני שהוא כפתח. יותר מכאן מערבין אחד ואין מערבין שנים. אין בו ד' מאי. אמר רב אויר שתי רשויות שולטות בו ולא יזיז בו אפילו כמלא נימא.  ור' יוחנן אמר אלו מעלין מכאן ואוכלין ואלו מעלין מכאן ואוכלין. והא תנן היו בראשו פירות אלו עולין מכאן ואוכלין ואלו עולין מכאן ואוכלין. עולין אין מעלין לא. הכי קאמר יש בו ארבעה עולין אין מעלין לא אין בו ארבעה אפי' מעלין. ואזדא ר' יוחנן לטעמיה דכי אתא רב דימי א\"ר יוחנן מקום שאין בו ארבעה על ארבעה מותר לבני רה\"י ולבני רשות הרבים לכתף עליו ובלבד שלא יחליפו. האי דקתני ובלבד שלא יורידו למטה אוקמא בפרק כל גגות (עירובין דף צב.) למטה לבתים אבל לחצירות מורידין דקיימא לן כר\"ש דאמר גגות וחצירות וקרפיפות כולן רשות אחת הן. ודאמר הכא ובלבד שלא יחליפו אוקימנא בפרק כיצד משתתפין (עירובין דף פז.) ברשויות דאורייתא כגון רשות היחיד ורשות הרבים. אבל ברשויות דרבנן כגון כותל שבין שתי חצירות שגבוה עשרה ואין רוחב ארבעה מותר לכתף ולהחליף  וכן הלכה. אמר רבה אמר בר רב הונא אמר רב נחמן כותל שבין שתי חצירות גבוה עשרה טפחים וצדו אחד שוה לארץ.  פי' נמוך מעשרה. נותנין אותו לזה ששוה לארץ. מאי טעמא. משום דהוה ליה לזה תשמישו בנחת ולזה תשמישו בקשה וכל לזה תשמישו בנחת ולזה תשמישו בקשה  נותנין אותו לזה שתשמישו בנחת. אמר רב שיזבי אמר רב נחמן חריץ שבין שתי חצירות עמוק עשרה ורוחב ארבעה וצדו אחד שוה לארץ נותנין אותו לזה ששוה לארץ דהוה ליה לזה תשמישו בנחת. בא למעטו אם יש במיעוטו ארבעה משתמש בכל הכותל. ואם לאו אין משתמש אלא כנגד המיעוט. מה נפשך. אי אהני מיעוטא בכל הכותל לישתמש. ואי לא אהני מיעוטא אפילו כנגד המיעוט לא לישתמש. אמר רבנאי כגון שעקר חוליא מראשו. אבל איצטבא ואין במיעוט ארבעה אפילו כנגד האיצטבא אין משתמש שאין ראוי לעמוד על האיצטבא להשתמש כיון דאין בו ארבעה אבל במקום עקירת החוליא עומד על הקרקע ומשתמש שם. אמר רב יחיאל כפה ספסל בצדו של כותל אפילו אינו גבוה  אלא חצי טפח ממעט. ואמאי דבר הניטל בשבת הוא ודבר הניטל בשבת אין ממעט. ומסיק כגון דחבריה בטינא  ובעי מרא וחצינא: \n"
            ], 
            [
                "סולם המצרי אין ממעט והצורי ממעט. ה\"ד סולם המצרי. אמרי דבי ר' ינאי כל שאין לו ארבעה חווקין. מאי טעמא דסולם המצרי. דהוה ליה דבר הניטל בשבת. אי הכי אפילו דצורי נמי. התם משום דכבידו קובעו. משמע הכא דאפילו סולם צורי מותר לטלטלו וקשה  דבפרק קמא דיום טוב דף ט. לא שרי אלא סולם של שובך אבל סולם של עלייה אסור דהרואה אומר להטיח גגו הוא צריך. ותירץ רבינו תם דהכא בסולמות קטנים שמשתמשין בהן בבית ואין ראוין לעלות בהן לגג. וה\"ר אברהם ז\"ל תירץ דהתם ביום טוב איירי דשרי לטלטולי ברשות הרבים וברשות הרבים אומר להטיח גגו הוא צריך וכיון שאסור ברשות הרבים אפילו בחדרי חדרים אסור. אבל הכא בשבת איירי שאין מטלטל בר\"ה ולכך מותר לטלטלו בחצר: אמר אביי כותל שבין שתי חצירות גבוה עשרה והניח סולם רחבארבעה מכאן וסולם רחב ארבעה מכאן ואין בין זה לזה שלשה ממעט. כלומר אם רצו מערבין אחד. ולא אמרן אלא דלא הוי כותל ד' אבל אי הוי כותל ארבעה אע\"ג דמיפלגי טובא: \n"
            ], 
            [
                "אמר רב ביבי בר אביי איצטבא על גב איצטבא אם יש בתחתונה ארבעה אי נמי אין בתחתונה ויש בעליונה ד' ואין בין זה לזה שלשה ממעט. רש\"י פירש שאורך האיצטבא ארבעה משמע דלא בעי ארבעה על ארבעה וכן פירש לעיל בא למעטו אם יש במיעוטו ארבעה משך באורך הכותל. וקשה דלקמן בשמעתין (עירובין דף עח.) בעי שיגיע הסולם לראש הכותל דבעי סולם עשרה. ואין לומר דהתם מיירי שאין אורכו רחב ארבעה אצל הכותל. דהא בכל שמעתין משמע דסולם צריך שיהיה אורכו ברחבו ד' כדאמר לקמן שם סולם מכאן וסולם מכאן וקשין באמצע מהו: \n"
            ], 
            [
                "חקק להשלים בכותל בכמה להשלים ארבעה אורך רוחב קאמר כך פירש רש\"י לקמן (עירובין דף עח:) וגבי סולם כל שהוא פרש\"י ואין בו ארבעה. מכלל דשאר סולם המתיר בלא זה צריך שיהא רחב ד'. וצריך לומר לפי' רש\"י שיש בין שליבה לשליבה שלשה ושליבה התחתונה נמי גבוהה שלשה מן הארץ דהוי מיעוט באויר ולא שמיה מיעוט ולהכי בעינן שיגיע הסולם לראש הכותל  ודוחק הוא. ונראה לפרש דהכא בעי ד' על ד' שאז ראוי לעמוד עליו ולעלות על הכותל. ולהכי לא בעינן אלא שיתמעט הכותל מעשרה. אבל לקמן מיירי שאינו רחב ד' על ד' ולהכי בעינן שיגיע הסולם בראש הכותל.  ור\"מ ז\"ל תירץ דכל הני איירי לענין זה שאם עשה הא' בנין אצל הכותל ומיעטו מעשרה דהוה ליה חבמישו בנחת ונותנים אותו לו. אבל פתח לא חשיב לערב אחד אפילו שכנגדו עשה כיוצא בו אם לא שיגיע הסולם בראש הכותל:  ואמר רב נחמן אמר רבה בר אבוה זיז היוצא מן הכותל והניח עליו סולם משהו ממעט. ולא אמרן אלא דאנחיה עילויה.   אבל אנחיה בהדיה לא כל שכן דארווחי ארוח: ואמר רב נחמן אמר רבה בר אבוה כותל תשעה עשר צריך זיז אחד למעטו. כותל עשרים צריך שני זיזין למעטו. אמר רב חסדא והוא שהעמידן זה שלא כנגד זה. אמר רב יהודה אמר שמואל כותל עשרה צריך סולם ארבעה עשר להתירו. ורב יוסף אמר אפילו סולם שלשה עשר ומשהו. אביי אמר אפילו אחד עשר ומשהו. ורב הונא בריה דרב יהושע אמר אפילו ז' ומשהו. אמר רב סולם זקוף ממעט. והלכתא כרב באיסורי. וגם רב הונא בריה דרב יהושע דהוה בתראה סבירא ליה כוותיה. וגם הלכה כדברי המיקל בעירוב: בעא מיניה רב יוסף מרבה סולם מכאן וסולם מכאן וקשין באמצע מהו. אמר ליה אין כף רגל עולה בו. קשין מכאן וקשין מכאן וסולם באמצע מהו. אמר ליה הרי כף הרגל עולה בו.  חקק בכותל להשלימו בכמה אמר ליה בעשרה. כל הכותל בכמה. א\"ל מלא קומתו. ומאי שנא. א\"ל התם כיון דאית ליה רווחא מאבראי מסתלק ליה. הכא לא מסתלק ליה: ואם עשה לאילן סולם עשרה או לאשירה סולם מסקינן דאילן דאיסור שבת גורם לו אסור  ובאשירה שרי דליכא איסור שבת: \n"
            ], 
            [
                "מתני' חריץ שבין שתי חצירות עמוק עשרה ורוחב ארבעה מערבין שנים ואין מערבין אחד. ואפי' מלא תבן או קש.  מלא עפר או צרורות מערבין אחד ולא שנים נתן עליו נסר שהוא רחב ארבעה טפחים וכןשתי גזוזטראות זו כנגד זו מערבין אחד ואין מערבין שנים. פחות מכן מערבין שנים ואין מערבין אחד:  ", 
                "גמ' אמר רבא ל\"ש אלא שנתן לרחבו אבל לארכו אפילו כל שהוא נמי שהרי מיעטו לחריץ מארבעה: וכן שתי גזוזטראות וכו' אמר רבא הא דתנן וכן שתי גזוזטראות וכו' זו כנגד זו אין אבל זו שלא כנגד זו או זו למעלה מזו לא. ולא אמרן אלא שיש בין זה לזה ג\"ט אבל אין בין זה לזה שלשה גזוזטרא עקומה היא: \n"
            ], 
            [
                "מתני' מתבן שבין שתי חצירות גבוה עשרה טפחים מערבין שנים ואין מערבין אחד. אלו מאכילין מכאן ואלו מאכילין מכאן נתמעט התבן מעשרה טפחים מערבין אחד ואין מערביןשנים: ", 
                "גמ' אמר רב הונא ובלבד שלא יתן לתוך קופתו ויאכיל. ואוקומי שרי. והא אמר רב הונא אמר רב חיננא אין מעמיד אדם בהמתו על גבי מוקצה בשבת. דקאי לה באפה. פרש\"י שלא יתן לתוך קופתו בשבת דלמא שקיל טובא וממעט לה וקמטלטל בחצר האסור. וקשיא לן דהא רב הונא ס\"ל לקמן (עירובין דף צג:) \n במחיצה המפסקת בין שתי חצירות ונפרצה בשבת דאמר שבת  הואיל והותרה הותרה. ובלשון אחר פירש לא יתן לתוך קופתו משום דמוקצה הוא מאתמול למחיצה זו. וקשיא לן  דלא הוקצה לעולם למחיצה דלא שייך מוקצה אלא בסוכה שנפלה או בבית שנפל שמתחלה נעשה לשם מחיצה  וגם היה מוקצה בין השמשות משום סתירת אוהל. ונראה לי לפרש אלו מאכילין מכאן ואלו מאכילין מכאן דבחול קאמר. וכן מוכח לישנא דמתני' דקתני נתמעט התבן מעשרה טפחים מערבין אחד ואין מערבין שנים  ואי בשבת מאי מערבין איכא. ולהכי פריך אברייתא שמע מינה דיורין הבאין בשבת אוסרין ולא פריך אמתניתין משום דלישנא דמערבין אחד בחול קאמר אבל לישנא דשניהם אסורין משמע ליה שנתמעט בשבת. וקאמר רב הונא ובלבד שלא יתן לתוך קופתו לאכול בחול. ודאי אי בעי לסלוקי כולו בבת אחת מצי מסלק ליה. אבל לא יתן לתוך קופה ויאכיל מעט מעט דלמא ממעט ליה בע\"ש סמוך לחשיכה ולאו אדעתיה וקמטלטל בשבת בחצר האסורה. ופריך ואוקומי בחול מי שרי כיון שלא יתן לתוך קופתו בחול אפי' להעמיד נמי אסור דלמא יתן לתוך קופתו ויאכיל כדאסרינן בשבת להעמיד בהמתו על גבי מוקצה. והתנא בית שבין שתי חצירות ומלאו תבן מערבין שנים ואין מערבין אחד. זה נותן לתוך קופתו ומאכיל וזה נותן לתוך קופתו ומאכיל. נתמעט התבן מעשרה טפחים שניהם אסורין. כיצד הוא עושה.  נועל את ביתו ומבטל את רשותו. וכן אתה אומר בגוב של תבן שבין שני תחומי שבת. קתני מיהת זה נותן לתוך קופתו ומאכיל. אמרי בית כיון דאיכא מחיצה ותקרה כי מיפחת מינכרא מילתא: \n"
            ], 
            [
                "אמר מר כיצד הוא עושה נועל את ביתו ומבטל את רשותו. תרתי. הכי קאמר או נועל ביתו או מבטל רשותו. איבעית אימא לעולם תרתי כיוךדדש ביה אתי לטלטולי. פירש רש\"י לענין היתר חבירו בחדא סגי מיהו לדידיה בעי למיעבד הרחקה דלא ליתי לטלטולי. והוא הדין דסבירא ליה להאי תנא בכל מבטלי רשות דבעי לנעול. וקצת יש לחלק בין הכא לאנשי חצר ששכח אחד מהן ולא עירב. דהתם לא הורגלו באותה חצר בלא עירוב או' בטול רשות הילכך לא בעי נעילת ביתו. אבל הכא שהורגלו לטלטל עד הנה שהיה התבן מפסיק בלא שום עירוב איכא למיחש. והיינו דקאמר כיון דדש ביה פירוש בלא עירוב אתי לטלטולי. ואע\"ג דאיירי מאתמול אפילו הכי בשבת ראשונה שאחר המיעוט  הוא דבעי נעילת בית כיון דבשבת שעברה היו מטלטלין שם בלא עירוב וביטול רשות. אבל בשבת שאח\"כ לא איצטריך עוד לנעול. ולפירוש רש\"י שצריך מכל מקום נעילה המבטל רשות  היאך יצא מביתו כל היום אם לא יכנס ויצא דרך החצר למבוי וכן שתי חצירות זו לפנים מזו. והא דאמר לעיל בסוף כיצד מעברין (עירובין דף נט:) הפנימית אחדא לדשא ומשתמשא. לאו לענין דריסת הרגל איירי אלא לענין תשמיש שלא תשמש בחיצונה.  ואפשר דהא דבעי נעילת דלת ביתו היינו כל היום כשאינו צריך ליכנס ולצאת. אבל בשעת כניסה ויציאה פותח ואח\"כ נועל. ולעיל פרק הדר (עירובין דף סח.) מצינו דחיישינן דילמא אתי לאפוקי אחר שביטל דאמר רבא פנו לי מאני מבי גברי לבי נשי ואיזיל ואיתיב התם ואיבטל להו האי חצר ופי' רש\"י דלא רצה לישב שם בבית החיצון כדי שלא יבא להוציא משם לחצר. ואם לא היה שם בית פנימי לישב שם  משמע שהיה צריך לנעול את ביתו להיכרא.  ואם תאמר יהיו כל בני החצר שלא עירבו צריכים לנעול את ביתם כדי שלא יבאו להוציא מבית לחצר.  ויש לומר דכשרואים אחרים מטלטלים הוא דאיכא למיחש טפי  הלכך יש להחמיר כדפירש רש\"י. והמבטל רשות צריך שיהא ביתו נעול כל היום והיוצא יצא והנכנס יכנס וינעול מיד אחריו: \n"
            ], 
            [
                "מתני' כיצד משתתפין במבוי מניח את החבית ואומר הרי זו  לכל בני המבוי. ומזכה להן ע\"י בנו ובתו הגדולים וע\"י עבדו ושפחתו העברים וע\"י אשתו. אבל לא ע\"י בנו ובתו הקטנים וע\"י עבדו ושפחתו הכנענים מפני שידן כידו.  היה אומר רבינו  חננאלז\"ל דלר' יוחנן דאמר בפ\"ק דבבא מציעא דף יב: גבי מציאה לא גדול גדול ממש ולא קטן קטן ממש  אלא קטן ואינו סמוך על שולחן אביו זהו גדול וגדול נמי הכא אין לזכות העירוב ע\"י בנו הגדול הסמוך על שולחן אביו דידו כיד אביו: ועבדו ושפחתו העברים אע\"ג דסמוכין על שולחן רבן לא הוי ידן כידו. דדוקא בבנו הגדול הוא דאמר רבי יוחנן דידו כיד אביו לפי שרגיל להיות תמיד על שולחן אביו. אבל  הנכרי הסמוך על שולחן בעל הבית אין מציאותו לבעל הבית ואפי' אוכל בחנם אצלו כ\"ש עבדו ושפחתו העברים דבשכרן קאכלי. והא דאמר ע\"י אשתו מוקי לה בשילהי נדרים דף פח: כגון שיש לה בית באותו חצר דמגו דזכיא לנפשה זכיא נמי לאחריני.  אבל אין לה בית בחצר לא. ואם תאמר אי במקבלת פרס הא אינה צריכה לזכות לעצמה כדקאמר בפ' הדר (עירובין דף עג.) ורבי יהודה בן בתירא מתיר בנשים ואוסר בעבדים ומסתמא עירוב בא אצלו דכיון דמזכה לבני המבוי מניחו בביתו. ואי כשאין מקבלת פרס כי אין לה בית נמי תזכה להם דאין ידה כידו במציאה ולא למעשה ידיה  כיון דלא זיין לה. ויש לומר דאיירי כשנותן לה הבעל מעות למזונותיה ובכהאי גוונא לא חשיב מקבל פרס לענין עירוב כשאינה מביאה המאכל והמשתה מתוך ביתו ואוכלת. אי נמי כשאומר לה צאי מעשה ידיך למזונותיך ומספקת ולא הוי כמקבלת פרס כיון שניזונית ממעשה ידיה  ומ\"מ ידה כידו לכל דבר. ומיהו קשה מעבדים כנענים אם יש להם בית בחצר צריך לזכות להם כיון שאוסרין אליבא דרבי יהודה בן בתירא  דמסתמא תקינו ליה רבנן הזכייה כיון דאוסרין וכיון דזכו לנפשייהו זכו נמי לאחריני. וצריך לומר דמסקנא דנדרים אתיא כרבי יהודה בן בבא דמתיר בעבדים ואוסר בנשים ותרוייהו במקבלי פרס ואשתו צריכה לערב ועבדו א\"צ לערב  ולעיל פ' הדר סי' יט פסקינן הלכתא כר' יהודה בן בתירא : ", 
                "גמ' אמר רב יהודה חבית של שיתוף צריך להגביה מן הקרקע טפח מכאן דקדק ר\"ת ז\"ל דהגבהה סגי בטפח. ולא כפרש\"י שפי' בפ\"ק דקדושין דף כה: גבי פיל  ר\"ש אומר במה יקנה וקאמר במניח ד' כלי' תחת רגליו שמע מינה כליו של לוקח ברשות מוכר קונה לוקח ופירש רש\"י שם כו. ד\"ה בחבילי דמשום הגבהה לא קני דסתם כלי אינו גבוה שלשה טפחים ולהכי מוקי לה בחבילי זמורות. ורבינו תם פירש דסתם כלי אינו גבוה טפח דבהגבהת טפח סגי כדמשמע הכא. ועוד הביא ראיה מדאמר פרק המניח (בבא קמא דף כט:) גבי הופך את הגלל דמוקי לה כשהפכו בפחות משלשה. וכי נתכוין לזכות בו קאמרהתם דקנה שמע מינה דחשיבה הגבהה בפחות משלשה ולאו ראיה היא דאע\"ג דבעלמא בעינן שלשה גבי גלל של הפקר שאני  שאפילו הבטה בהפקר קניא. אי נמי משום דהוי גלל ככליו וקני ליה כליו. אי נמי כשהגביהה בידו דכיון שהגביה בידו קני ליה בפחות משלשה כדאיתא בכתובות פרק אלו נערות (כתובות דף לא:) כגון שצירף ידו למטה משלשה וקבלה. ומהך דשמעתין אין ראיה דשאני שיתופי מבואות דרבנן ולהכי קרי בשמעתין הך הגבהה דטפח משהו  משום דבעלמא בעינן שלשה: \n"
            ], 
            [
                "גרסינן בפרק קמא דסוכה דף ג: ת\"ר בית שאין בו ארבע אמות על ארבע אמות פטור מן המזוזה ומן המעקה ואין מטמא בנגעים ואין נחלט בבתי ערי חומה ואין חוזרין עליו מעורכי המלחמה ואין מערבין בו ואין משתתפין בו ואין מניחין בו עירוב  ואין עושין אותו עיבור בין שתי עיירות ואין האחין והשותפין חולקין בו. מאי טעמא הנך כולהו בית כתיב בהו והאי לאו בית הוא. ואין מערבין בו ואין משתתפין בו ואין מניחין בו את העירוב דלא חזי לדירה. והאי דאין מניחין בו עירוב היינו עירובי חצירות אבל שיתופי מבואות מניחין בו דלא גרע מחצר שבמבוי. ואין עושין אותו עיבור בין שתי עיירות ואפילו לבורגנין לא משוינן ליה. מאי טעמא. בורגנין חזי למילתיה האי לא חזי למילתיה:  אמר רב נחמן נקטינן  אחד עירובי תחומין ואחד עירובי חצירות ואחד שיתופי מבואות צריך לזכות. בעי רב נחמן עירובי תבשילין מאי. אמר רב יוסף מאי תיבעי לך הא אמר שמואל עירובי תבשילין צריך לזכות. ובעירובי תבשילין כתוב  בתוספות דיכול לזכות ע\"י אשתו. דאיהי נמי בעי לזכות כדי לבשל  מיום טוב לשבת. ולי נראה דאינו יכול לזכות על ידה דכשהוא מערב עירובי תבשילין אינו מזכה לאשתו ובניו אלא כשהוא מערב כולם מותרים בלא זיכוי. מידי דהוה אעירובי חצירות. וכיון דאינה צריכה לזכות אין מזכין על ידה מידי דהוה אעירובי חצירות היינו כשאין לה בית באותו חצר: ההוא טורזיינא דהוה בשיבבותיה דרב יהודה בר אושעיא אמרו ליה אוגר לן רשותך. לא אוגר להו. אתו לקמיה דרב יהודה אמרי ליה מהו למיגר מדביתהו. אמר להו הכי אמר שמואל אשתו של אדם מערבת לו שלא מדעתו  ואפילו אם אינו רוצה לערב. וכן נמי אשתו של נכרי אפילו אם אין הבעל רוצה להשכיר היא משכרת. מיתיבי נשים שעירבו ושנשתתפו שלא ברשות בעליהן אין עירובן עירוב ואין שיתופן שיתוף. לא קשיא הא דאסר והא דלא אסר. הכא נמי מסתברא דאי לא תימא הכי קשיא דשמואל אדשמואל דאמר שמואל אחד מבני מבוי שרגיל להשתתף עם בני מבוי ולא נשתתף באין בני מבוי בתוך ביתו ונוטלין ממנו שיתוף בעל כרחו רגיל אין שאין רגיל לא ולעיל קאמר אשתו של אדם מערבת שלא מדעתו דמשמע בכל ענין אפילו אינו רגיל. והא דלא משני הא דבעי הכא רגיל משום דנוטלין ממנו בעל כרחו ואפילו דעת אשתו ליכא משום  דפשיטא ליה דאין שום עירוב מועיל בעל כרחו. וקאמר אלא לאו שמע מינה הא דאסר והא דלא אסר. הא דאמר שמואל אפילו אינו רגיל מערבין בעל כרחו היינו בדאסר. והא דקאמר הכא רגיל אין  שאין רגיל לא בדלא אסר כגון בחצר שבין ב' מבואות ורגיל במבוי א' ואין רגיל באחר ואפילו הכי כיון שהורגל להשתתף עמהן ע אם נטלו עירובו בעל כרחו  ומדעת אשתו מותר לטלטל במבוי והא דתניא אין עירובו עירוב היינו בדלא רגיל ולא אסר. ואע\"ג דפסקינן דאשתו של אדם מערבת לו שלא מדעתו היינו דוקא ליתן פת לצורך העירוב אף על פי שמיחה בעלה. אבל  לזכות לאחרים משלו בלא דעת בעלה אין לה כח. והכא בלא אסר ולא רגיל דאמר אין עירובו עירוב היינו דוקא  היכא דמיחה הבעל דבהכי איירי כולה שמעתין כעין עובדא דטורזיינא. אבל כל זמן שלא מיחה הבעל עירובה עירוב דמסתמא לא קפידא בל צריך עיון אם אין אשה והבעל בעיר אם יכולין בני ביתו לערב בלא דעת בעל הבית דהא תנן לקמן עמוד ב ניתוספו עליהם דיורין מוסיף ומזכה וצריך להודיע. וכן כשכלה האוכל ממין אחר צריך להודיע וכתב ר\"מ ז\"ל דמה שנסתפק היינו בחצר שבין שני מבואות דלא ידעינן בהי ניחא ליה כדאמר בסמוך ואפשר דבהא אפילו רבי יהודה מודה. אבל חצר הפתוחה למבוי אחד אף על גב דלרבנן צריך להודיע  כיון דלרבי יהודה אין צריך להודיע קיימא לן כרבי יהודה כדפסיק לקמן שמואל דף פא: ועוד דהלכה כדברי המיקל בעירוב: \n"
            ], 
            [
                "מתני'  נתמעט האוכל מוסיף ומזכה ואין צריך להודיע. ניתוספו עליהן דיורין מוסיף ומזכה וצריך להודיע. סוגיא דשמעתין אם האוכל ממין אחד אפילו כלה מוסיף ומזכה ואין צריך להודיע.  ואם משני מינים ונתמעט מוסיף ומזכה ואין צריך להודיע. ואם כל הצריך להודיע. ואוקימנא לקמן בחצר שבין שני מבואות שמתוך שאתה מתירו במבוי זה אתה אוסרו במבוי אחר. אבל במבוי אחד אין צריך להודיע. מאי טעמא. דזכות הוא לו וזכין לאדם שלא בפניו: \n"
            ], 
            [
                "במה הוא שיעורו בזמן שהן מרובים מזוך שתי סעודות לכולן. בזמן שהן מועטין כגרוגרת לכל אחד ואחד. אמר רבי יוסי במה דברים אמורים בתחילת עירוב. אבל בשירי עירוב כל שהוא ולא אמרו לערב בחצירות אלא שלא לשכח את התינוקות: ", 
                "גמ' כמה הן מרובין. אמר רב יהודה אמר שמואל מי\"ח בני אדם ואילך. ומאי שנא י\"ח דנקט.  אמר רב נחמן בריה דרב יהודה לדידי מיפרשא לי מיניה דאבא כל שאילו מחלקו ואינו מגיע כגרוגרת לכל אחד ואחד הן הן מרובים וסגי ליה בשתי סעודות. ואם לאו הן מועטין וסגי בגרוגרת לכל אחד ואחד. ואגב אורחיה קא משמע לן דב' סעודות הוי י\"ח גרוגרות: \n"
            ], 
            [
                "מתני' בכל מערבין ומשתתפין חוץ מן המים והמלח דברי ר' אליעזר. רבי יהושע אומר ככר הוא עירוב. ואפילו מאפה סאה והיא פרוסה אין מערבין בה. ככר כאיסר והוא שלם מערבין בו:  ", 
                "גמ' ת\"ר בכל מערבין עירובי תחומין ובכל משתתפין שיתופי מבואות. ולא אמרו לערב בפת אלא עירובי חצירות בלבד. וסוגיין כר' יהושע דאמר אין מערבין עירובי חצירות אלא בפת שלימה ואפילו הוא כאיסר ואין מערבין בפת פרוסה ואפילו הוא מאפה סאה. מאי טעמא אין מערבין בפרוסה משום איבה: ירושלמי פיסקא י מפני מה אמרו מערבין בחצירות מפני דרכי שלום מעשה  באשה אחת שהיתה רובבת דובבת עם חבירתה ושלחה עירובה ביד בנה וגפפתיה ונשקתיה. אתא ואמר לאימיה אמרה הכין רחמא לי מתוך כך עשו שלום ביניהם. הדא דכתיב משלי ג וכל נתיבותיה שלום. א\"ל רב אחא בריה דרבא לרב אשי עירבו כולן בפרוסה מהו. א\"ל גזירה שמא יחזור דבר לקלקולו שיתן זה פרוסה וזה שלימה ויבאו לידי איבה.  ור\"מ ז\"ל כתב שיכול לזכות לכל בני החצר בפרוסה דבהא לא שייך שמא יחזור לקלקולו. אמר ר' יוחנן בן שאול נטל ממנה כדי חלתה כדי דימוע מערבין לו בה. והתניא נטל ממנה כדי דימוע מערבין לו בה כדי חלתה אין מערבין לו בה. לא קשיא הא בחלת נחתום והא בחלת בעל הבית. דתנן שיעור חלה אחד מעשרים וארבעה. העושה עיסה לעצמו והעושה לשמחת בנו אחד מארבעה ועשרים. נחתום העושה למכור בשוק וכן האשה העושה למכור בשוק אחד מארבעים ושמונה. ודוקא בנוטל לשם חלה דאי לא איבה איכא כדקתני מתני' אפילו מאפה סאה והיא פרוסה אין מערבין לו בה. משמע דבעינן שלימה לגמרי. והא דקאמר כדי חלתה ולא קאמר ניטל ממנה חלתה קא משמע לן דאפילו ניטל לשם חלה אם הפריש יותר מכדי צורך דאיכא איבה. ולפי הסברא נראה לי דכיון דטעמא משום איבה דאין חילוק בין דניטל לשם חלה ובין לא ניטל לשם חלה.  דמה יודעין שכניו אם ניטל לשם חלה או שלא לשם חלה. אלא בכדי שיעור חלה והם תולין דלשם חלה ניטל וליכא איבה. ומתני' מאפה סאה והיא פרוסה יותר מכדי חלה: אמר רב חסדא תפרה בקיסם מערבין לו בה. והתניא אין מערבין לו בה. לא קשיא הא דידיע תפרה  והא דלא ידיע תפרה. אמר שמואל מערבין בפת אורז ואין מערבין בפת דוחן. אמר רב מערבין בפת עדשים: \n"
            ], 
            [
                "מתני' נותן אדם מעה לחנוני  או לנחתום כדי שיזכה לו בעירוב דברי רבי אליעזר. וחכמים אומרים לא זכו לו מעותיו  ומודים בשאר כל אדם שזכו לו מעותיו. שאין מערבין לו לאדם אלא מדעתו. אמר רבי יהודה במה דברים אמורים בעירובי תחומין. אבל בעירובי חצירות מערבין לדעתו ושלא לדעתו. לפי שזכין לאדם שלא בפניו ואין חבין לאדם אלא בפניו. פי' רש\"י אפילו עירב חנוני זה לכל האחרים  וזיכה גם לזה אינו עירוב שהרי לא נתכוין לזכות לו מתנת חנם כשאר מזכה בעירוב אלא לקנות במעה והרי אינה קונה  דכיון דמעות אינן קונות לא סמכיה דעתיה דהאי ונמצא מערב לו במעותיו שלא מדעתו זה לשון רש\"י. ותימה מה תולה עירוב במעות שלא מדעתו. אפילו עירב במעות מדעתו לא הוי עירוב  כיון דמעות אינן קונות. והתו' כתבו דאפילו זיכה לו ע\"י אחר או קנה לו לחם מן השוק באותה מעה אינו עירוב כיון שהנותן נתכוין לקנות מן החנוני מיד כי היה סבור שמעותיו קונות לו בלא משיכה וכל הזכיות שעושה לו החטני שלא מדעת בעל הבית קעביד ואין מערבין אלא מדעתו. ודברים הללו תמוהים בעיני דהא דאמרו חכמים דאין מערבין אלא מדעתו ואפילו בעירובי חצירות היינו משום דחשיבי ליה קצת חובה  אי בשתי מבואות איירי  ואי נמי במבוי אחד מיירי חשבינן ליה קצת חובה. אולי יש קצת טעם למה אינו רוצה לערב דאי זכות גמור הוא מאי הוי טעמייהו דרבנן דאומרים אין מערבין אלא לדעתו. וזה שגילה בדעתו שחפץ בעירוב שהרי נתן מעה לחנוני ומאחר שאין קונה לו המעה וזיכה לו החנוני אמאי לא זכה. הלכך נראה לי לפרש מתניתין כמשמעה ואם נתן לו לחם בלא זיכוי לא זכו לו מעותיו  דלא סבירא להו לרבנן להא דר' אליעזר דסבר דעשאוהו כארבעה פרקים הללו אבל אם זיכה לו על ידי אחר מודו רבנן דהוי עירוב. והא דקתני שאין מערבין לו לאדם אלא מדעתו מילתא באנפי נפשיה הוא ולא קאי אנותן מעה לחנוני. וה\"ק ואין מערבין לו וכו'.  וכהאי גוונא בפרק קמא דיום טוב דף ח. שאפר כירה מוכן הוא. תדע דאי קאי אנותן מעות לחנוני הוה ליה למיתניי' קודם הך דתנא ומודים חכמים בשאר כל אדם וכו': ", 
                "גמ' ומודים חכמים בשאר כל אדם וכו'. מאן שאר כל אדם. אמר רב בעל הבית. וכן אמר שמואל בעל הבית דאמר שמואל לא שנו שלא זכו לו מעותיו אלא נחתום. אבל בעל הבית קנה. ולא שנו בנחתום דלא קנה אלא בדאמר ליה זכי לי.  אבל אמר לו ערב לי קנה. ולא שנו בדאמר ליה זכי לי דלא קנה אלא במעה. אבל בכלי קנה: \n"
            ], 
            [
                "אמר רבי יהודה במה דברים אמורים וכו'. אמר רב יהודה אמר שמואל הלכה כר' יהודה. ולא עוד אלא כל מקום ששנה רבי יהודה בעירובין הלכה כמותו אמר ליה רב חנא בגדתאה לרב יהודה אמר שמואל אפילו במבוי שניטלה קורתו או לחיו. אמר ליה בעירוב אמרתי ולא במחיצות  אמר ריב\"ל כל מקום שאמר ר' יהודה  אימתי ובמה אינו אלא לפרש דברי חכמים. ור' יוחנן אמר אימתי לפרש ובמה לחלוק: "
            ]
        ], 
        [
            [
                "כיצד משתתפין בתחומין. מניח את החבית ואומר הרי זו לכל בני עירי לכל מי שילך לבית האבל או לבית המשתה. וכל שקיבל עליו מבעוד יום מותר.  משחשכה אסור  שאין מערבין משתחשך: ", 
                "גמ' אמר רב יוסף אין מערבין אלא לדבר מצוה. מאי קא משמע לן תנינא לכל מי שילך לבית האבל או לבית המשתה. מהו דתימא אורחא דמילתא קתני. קא משמע לן לדבר מצוה דוקא: \n"
            ], 
            [
                "אמר רב אסי קטן בן שש יוצא בעירוב אמו בדליתיה לאבוה במתא. אבל איתיה לאבוה במתא כבר ארבע וכבר חמש אין. טפי לא:  ת\"ר מערב אדם על ידי בנו ובתו הקטנים ועל ידי עבדו ושפחתו הכנענים בין מדעתן בין שלא מדעתן. אבל אינו מערב לא על ידי בנו ובתו הגדולים ולא על ידי עבדו ושפחתו רעבים ולא על ידי אשתו אלא מדעתן. נראה דרבי יוחנן דאמר בפרק קמא דבבא מציעא דף יב: לא קטן קטן ממש ולא גדול גדול ממש אלא קטן ואין סמוך על שולחן אביו זהו גדול גדול וסמוך על שולחן אביו זהו קטן. מודה הכא דקטן אפילו אין סמוך על שולחן אביו יש לו דין קטן וגדול אפילו סמוך על שולחך אביו יש לו דין גדול. דטעמא דקטנים משום לחנכן במצות כדאמר נזיר דף כט. האיש מדיר את בנו בנזיר לחנכו במצות והכא נמי איכא חנוך דאין מערבין אלא לדבר מצוה: וכולן שעירבו ועירב רבן עלייהו יוצאין בשל רבן. חוץ מן האשה והדומה לה שיכולין למחות. וכיון שעירבו אין לך מיחוי גדול מזה: \n"
            ], 
            [
                "מתני' וכמה שיעורו. מזון שתי סעודות לכל אחד ואחד. מזונו לחול ולא לשבת דברי ר\"מ. ר' יהודה אומר מזונו לשבת ולא לחול. וזה וזה מכוונים להקל. ר' יוחנן בן ברוקה אומר ככר בפונדיון מארבע סאין לסלע. ר\"ש אומר שתי ידות לככר משלש לקב. חציה לבית המנוגע. וחצי חציה לפסול את הגויה: ", 
                "גמ' תניא קרובין דבריהם להיות שוין. דבריהם דמאן אי ר' יוחנן בן ברוקה ור\"ש. ר' יוחנן בן ברוקא אומר ד' סעודות לקב ר\"ש אומר ט' סעודות לקב. אמר רב חסדא צא מהן מחצה לחנוני. אכתי למר תמני ולמר תשע. היינו דקאמר קרובים דבריהם להיות שוין. הלכך כדהויין תמני סעודתא לקב והקב יש בו ארבע מאות זוז במשקל אלקירואין הויין שתי סעודות מאה זוז לכל סעודה חמשים זוז קמח דאינון חמשה ושבעים במשקל ספרד.  מדהביא רב אלפס ז\"ל כל זה משמע דהלכה כהני תנאי. ובגמרא משמע דמשערין באכילת אדם בינוני מדקאמר וכמה מזון שתי סעודות אמר רב יהודה תרתי ריפתא איכרייתא וכו' ומדקאמר רב יוסף אנא נמי כרבי מאיר סבירא לי  מיהו צריכים לידע כמה היא סעודה בינונית של כל אדם.  דלעיל בפרק בכל מערבין (עירובין דף ל:) אמר דר\"מ ורבי יהודה   קיימי אזקן וחולה. ורעבתן בטלה דעתו ומשערינן ליה בסעודה בינונית של כל אדם: תנו רבנן ראשית עריסותיכם  כדי עיסותיכם וכמה עיסותיכם כדי עיסת מדבר. וכמה עיסת מדבר דכתיב והעומר עשירית האיפה הוא מכאן אמרו שבעת רביעים קמח ועוד חייבין בחלה. שהן שש של ירושלמי שהן חמש של צפורי. מכאן אמרו האוכל כמידה זו ה\"ז ברוך ומבורך. יתר מכן הרי זה רעבתן. פחות מכן הרי זה מקולקל במעיו: ", 
                "מתני' אנשי חצר ואנשי מרפסת ששכחו ולא עירבו כל שגבוה עשרה טפחים למרפסת. פחות מכן לחצר. חוליית הבור והסלע גבוהים עשרה טפחים למרפסת. פחות מכן לחצר. במה דברים אמורים בסמוכה. אבל במופלגת אפילו גבוה י' טפחים לחצר. ואיזהו סמוכה. כל שאינה רחוקה ארבעה טפחים: ", 
                "גמ' פשיטא לזה בפתח ולזה בפתח היינו חלון שבין שתי חצירות. לזה בזריקה ולזה בזריקה היינו כותל שבין שתי חצירות. לזה בשלשול ולזה בשלשול היינו חריץ שבין שתי חצירות. לזה בפתח ולזה בזריקה היינו דרבה בר רב הונא אמר רב נחמן. לזה בפתח ולזה בשלשול היינו דרב שיזבי אמר רב נחמן. לזה בשלשול ולזה בזריקה מאי. אמר רב שתיהם אסורין. ושמואל אמר נותנין אותו לזה שבשלשול. והלכתא כרב  דקיימא לן כרב באיסורי.  ועוד דרב הונא ושאר אמוראי שקלי וטרי לתרוצי מתניתין אליבא דרב: אמר רב יהודה אמר שמואל  בור שבין שתי חצירות מופלגת מכותל זה בארבעה ומכותל זה בארבעה זה מוציא זיז כל שהוא וממלא וזה מוציא זיז כל שהוא וממלא ורב יהודה דידיה אמר אפילו קניא. אמר ליה אביי לרב יוסף הא דרב יהודה דשמואל היא. דאי דרב הא אמר אין אדם אוסר על חבירו דרך אויר. דאמר רב נחמן אמר רבה בר אבוה אמר רב ב' בתים ושלש חורבות ביניהם זה משתמש בסמוך לו על ידי זריקה וזה משתמש בסמוך לו ע\"י זריקה ואמצעית שניהם אסורים בה. ומוקי לה דעבידא כחצובה כזה  ואמצעית נוגעת בשני הבתים ותשמיש בני שני הבתים שוין בה פירש רש\"י שאין לחורבות בעלים אלא בעלי בתים הללו. משמע דסבירא ליה דאם יש להם בעלים אוסרין אותן הבעלים על בעלי הבתים אע\"פ שאין לבעלים דיורין בחורבה. וקשה דהא קיימא לן כרבי יהודה לעיל (עירובין דף עב:) דאמר בית התבן אין אוסר. ולקמן בפירקין (עירובין דף פו.) נמי פסקינן כרבי שמעון דאמר דירה בלא בעלים לא שמה דירה. ונראה דרש\"י סובר דנהי דאין אוסרת את החצר ואת המבוי שהיא פתוחה להם בתוכה מיהא אסור לטלטל. וכן פירש לעיל בהדיא בסוף פרק הדר (עירובין דף עד.) דלמא אתי לאפוקי מאני דחצר לחורבה. ופי' רש\"י ורשות אחרת היא שיש לה בעלים ובמבוי לא נשתתפה שהרי אינה אוסרת כדתניא לעיל בית התבן אין אוסר דאין אוסר אלא מקום דירה בלבד דהיינו מקום פיתא ומקום לינה. וקשה לר\"י לעשות דירה בלא בעלים דירה לחצאין לאסור טלטול לתוכה ולא לאסור על הבתים ועל החצר שהיא פתוחה להם. הלכך נראה דאין אוסרת כלום והא דאמר בסוף הדר דלמא אתי לאפוקי מאני דחצר לחורבה מיירי בחורבה הפתוחה לבית. וא\"ת א\"כ יאסור הבית על המבוי. ועוד דל חורבה מהכא לישתרי בלחי וקורה משום בית. יש לומר כגון שאותו הבית פתוח נמי לחצר אחרת ואינו רגיל במבוי זה וחורבה דהכא אפילו אית לה בעלים אינה אוסרת על שני הבתים להשתמש בהן כיון דלא דיירי בהו. ומיהו אמצעית דשניהם משתמשין בה אסרי אהדדי. מידי דהוה אשני בתים של אחרים שאם דרים בהן אוסרין זה על זה אע\"ג דלאו דידהו נינהו. והלכתא כרב דאין אדם אוסר על חבירו דרך אויר: \n"
            ], 
            [
                "איתמר שני בתים בשני צידי רשות הרבים רב אמר אסור לזרוק מזה לזה. ושמואל אמר מותר לזרוק מזה לזה. ומוקי לה כגון דמדלאי חד ומתתאי חד דלמא מיגנדר ואתי לאתויי והלכתא כרב. אם היו שניהם שוין מותר לזרוק אם שניהם שלו  או שעירבו: \n"
            ], 
            [
                "מתני' הנותן עירובו בבית שער אכסדרה ומרפסת אינו עירוב. והדר שם אינו אוסר עליו. בית התבן ובית הבקר ובית העצים ובית האוצרות הרי זה עירוב. והדר שם אוסר עליו. ר' יהודה אומר אם יש שם תפיסת יד של בעה\"ב  אינו אוסר עליו: \n"
            ], 
            [
                "גמ'  אמר רב יהודה אמר רב בני חבורה שהיו מסובין וקדש עליהם היום פת שעל גבי השולחן סומכין עליו משום עירוב. ואמרי לה משום שיתוף. אמר רבה ולא פליגי כאן שמסובין בבית כאן שמסובין בחצר. דתניא עירובי חצירות בבית שבחצר. ושיתופי מבואות בחצר שבמבוי. פירש רש\"י כל שכן אם הניח השיתוף בבית דעדיף טפי וכן משמע בירושלמי דבפרק הדר פיסקא ח' דגרסי' התם עירוב צריך בית. שיתוף מהו שיהא צריך בית. מילתא דשמואל שיתוף צריך בית. ומסיק רבי אבהו בשם ר' יוחנן  שיתוף בין אויר חצר בין אויר מבוי: רבי יהודה אומר אם יש שם תפיסת יד וכו'. ה\"ד תפיסת יד. אמר ר' חנינא כגון חצר של בן בוניוס. פירוש בן בוניוס היה עשיר וכל בית שהיה בחצירו היה לו בה סחורה ומיני פרקמטיא:  רבה בר חייא אמר אפילו יתד של מחרישה. אמר רב נחמן הני דבי שמואל תנו  דבר הניטל בשבת אוסר ושאין ניטל בשבת אינו אוסר. תניא נמי הכי יש לו טבל ועששית וכל דבר שאינו ניטל בשבת אינו אוסר: ", 
                "מתני' המניח את ביתו והלך לשבות בעיר אחרת אחד נכרי ואחד ישראל אוסר דברי ר\"מ. רבי יהודה אומר אחד נכרי ואחד ישראל אינו אוסר. ר' יוסי אומר נכרי אוסר וישראל אינו אוסר. שאין דרך ישראל לבא בשבת. רבי שמעון אומר אף המניח את ביתו והלך לשבות אצל בתו באותה העיר אינו אוסר שכבר הסיע מלבו: ", 
                "גמ' אמר רב הלכה כרבי שמעון ודקוא אצל בתו אבל אצל בנו לא. כדאמרי אינשי נבח בך כלבא עול. נבח בך גורייתא פוק. אם חזר לביתו בשבת י\"א שאוסר ומביאין ראיה מנכרי דכי ליתיה לא אסר וכי איתיה אסר. ועוד ממבטל רשות שאם חזר והוציא אוסר. ולי נראה כיון דרבי שמעון לא שרי  אלא משום דמסיע מלבו ובודאי לא יחזור ה\"ל שבת שהותר ושוב לא תיאסר. ולא דמי לנכרי שהיה עתיד לבא בשבת. ומבטל רשות כיון שחזר והחזיק הוא במבוי קודם שהחזיקו בני מבוי בודאי לא הסיע מלבו. וכן מצאתי משם הראב\"ד ז\"ל.  ונראה דהלכה כרבי יהודה דנכרי אין אוסר כי ליתיה דאמר שמואל. הלכה כרבי יהודה כל מקום ששנה בעירובין. וריב\"ל אמר הלכה כדברי המיקל בעירוב. ואע\"ג דקיימא לן ר' יהודה ור' יוסי הלכה כר' יוסי האי כללא הוא והיכא דאשכחן אמורא דפריט בהדיא הלכה כר' יהודה  מקיימין כללא בשאר פלוגתייהו: \n"
            ], 
            [
                "מתני' בור שבין שתי חצירות אין ממלאין ממנו בשבת אלא א\"כ עשו לו מחיצה גבוה עשרה טפחים.  בין מלמטה בין מתוך אוגנו. אמר ר\"ש בן גמליאל בית שמאי אומרים מלמטה. וב\"ה אומרים מלמעלה. אמר רבי יהודה לא תהא מחיצה גדולה מן הכותל שביניהם: ", 
                "גמ' אמר רב הונא למטה למטה ממש. למעלה למעלה ממש. וזה וזה בבור. ורב יהודה אמר למטה למטה מן המים. כלומר תשעה טפחים ונראים ראשי הקנים למעלה מן המים טפח. למעלה למעלה מן המים. וצריך לשקוע מחיצת הקנים בתוך המים טפח  שלא יהא זה דולה מרשות זה לרשות זה ולא יהא זה דולה מרשות זה לזה.  וסוגיין כרב יהודה. אלא הא דאמר רב יהודה קורה ארבעה מתרת בחורבה פירש רש\"י דרב יהודה סבר כר' ישמעאל בר' יוסי דאמר סוכה טז. מחיצה תלויה מתרת בכל מקום ולית הלכתא כוותיה. ולא נהירא דהא רבי ישמעאל בר' יוסי לא התיר אלא במבוי אבל ברה\"ר לא והכא שרי  אפילו בחורבה הפרוצה לרשות הרבים. ועוד דקורה רחבה ד' לאו טעמא משום מחיצה תלויה דליכא הכא משום מחיצות כלל אלא משום פי תקרה ובפי תקרה לא אשכחן תנא דפליג. ועיד דהא רב אית ליה פי תקרה לקמן בפרק כל גגות (עירובין דף צ:) גבי אכסדרה בבקעה ולית ליה דרבי ישמעאל בר רבי יוסי דהא איהו קאמר בשמעתין דאין מחיצה תלויה מתרת אלא במים. אלא ודאי הלכה כרב יהודה דאמר פי תקרה יורד וסותם. קורה ארבעה פי' רש\"י דלהכי נקט ארבעה דאי אמרת חודיו יורדין וסותמין יש בין חלל המחיצות ארבעה דמחיצה העשויה לחלל פחות מארבעה לאו מחיצה. משמע דכי אין בה ארבעה נמי אמרינן פי תקרה יורד וסותם מרוח אחת אם היו שאר הרוחות מוקפות מחיצה. מדפי' דלא נקט רחבה ארבעה אלא משום שיהא בחלל המחיצות ד' הא אם לא היו צריכים לחלל המחיצות כגון שהיו שאר הרוחות מוקפות מחיצה אמר פי תקרה יורד וסותם אע\"ג דאינה רחבה ד'. ואי אפשר לומר כן שהרי הוא עצמו פירש קורה מתרת במים בבור שבין שתי חצירות והקורה נתונה על רוחבה באמצע למעלה ואם איתא דאמר פי תקרה בפחות מד' למה לי קורה ד' כיון דחצירות מוקפות מחיצה ולא בעי אלא להפסיק. וכן בפ\"ק דף ח: גבי קורת מבוי דאמר קורה משום היכר אמאי לא הוי מחיצה משום דפי תקרה יורד וסותם. ואמאי בעינן נמי ארכו יותר על רחבו ובתים וחצירות פתוחים לתוכו. ולמעלה מעשרים נמי אמאי ימעט. ואפילו למ\"ד בפ\"ק שם קורה משום מחיצה אית ליה נמי שפיר דלא אמר פי תקרה יורד וסותם לשוייה מחיצה מן התורה אלא בקורה רחבה ד' אלא הכי פי' עשאוה חכמים כמחיצה כי ע\"י היכר בלא שום מחיצה לא היו מתירין חכמים את המבוי אלא כמו מחיצה דפי תקרה דהויא דאורייתא ברוחב ארבעה עשאו לקורה טפח מדרבנן להתיר מבוי על ידו. והשתא לא הוי פירוש קורה משום מחיצה כמו לחי משום מחיצה. דלחי הוי מחיצה דאורייתא כדמוכח בפרק קמא דף יב: דאמר הכשירו בלחי  הזורק לתוכו חייב. ועוד דמסתבר דקיימא לן דקורה משום היכר דהא רבא דהוא בתראה וקיימא לן כוותיה לגבי אביי סבר בפ\"ק דקורה משום היכר. ואע\"ג דקיימא לן כאביי דאמר לחי משום מחיצה ולא כרבא דאמר משום היכר. ולפיכך פסקו כל רבותינו חוץ מרבינו תם כאביי בלחי העומד מאליו וטעמא דאביי משום דאזיל לטעמיה דאית ליה לחי משום מחיצה. מכל מקום בקורה דכולהו אמוראי סברי דקורה משום היכר כרבא בהא הלכתא כרבא. וקי\"ל כרב דאמר פי תקרה יורד וסותם אפילו כי ליכא שם ג' מחיצות דהלכתא כרב באיסורי. אלמא בקורה טפח לא יאמר פי תקרה יורד וסותם. וכן מוכח בפרק קמא דשבת דף ט. גבי איסקופה דקאמר כגון שקירה בשתי קורות ואין בזו ד' ואין בזו ד' ואין בין זו לזו שלשה: ואמר רב נחמן  קורה ארבעה מתרת במים. והא קאזיל דלי להך גיסא דקורה ומייתי. קים להו לרבנן דאין דלי מהלך יותר מארבעה. סוף סוף תחת קורה מיהא עריבי מיא וקאזיל ומייתי מביני וביני אלא קל הוא שהקילו חכמים במים. כדרב טבלא דבעא מיניה רב טבלא מרב מחיצה תלויה מהו שתתיר בחורבה. אמר ליה אין מחיצה תלויה מתרת אלא במים קל הוא שהקילו חכמים במים. פרש\"י וליתא לדרב יהודה אלא כרב הונא קיימא לן דבית הלל למעלה ממש אמר. ועל זה סומכין העולם שעושין בתי כסאות על המים ואין המחיצות מגיעות למים. ואע\"ג דאמרינן לקמן בפירקין (עירובין דף פז:) גזוזטרא שהיא למעלה מן המים ועשו לה מחיצה עשרה טפחים לא שנו אלא למלאות אבל לשפוך אסור. הלכה כאיכא דאמרי דמסיק לא תימא למלאות הוא דשרי אבל לשפוך אסור אלא אפילו לשפוך נמי שרי דבשל סופרים הלך אחר המיקל. ומיהו מחיצה שאינה עשויה לשם המים אלא לשם צניעות בית הכסא לא מהניא דמחיצה לשם מים בעינן. דלא קיימא לן כרבי יהודה דאמר לא תהא מחיצה גדולה מהכותל שביניהם. ואע\"פ דגבי גזוזטרא שהיא למעלה מן המים פרש\"י אלא א\"כ עשו לה מחיצה כל סביבה או סביב הנקב ד' על ד' החקוק באמצעיתה בין מלמעלה על הגזוזטרא בין מלמטה מחובר להגזוטרא אלמא מהני סביב הגזוזטרא אע\"פ שאותה המחיצה אין עשויה לשם המים. איכא למימר אף על פי דבעינן הכא זה וזה בבור היינו משום דלמעלה לא הוי היכר דנעשית בשביל המים אבל בגזוזטרא אפילו למעלה הוי היכר שעשויה כדי למלאות הימנו. דבענין אחר לא היה צריך מחיצה אלא כדי להתיר לדלות ממנו בשבת. אבל בבית הכסא צריך מחיצה לצניעות הלכך צריך לעשות מחיצה למטה מחובר לבית הכסא לשם המים והיינו לשיטת רש\"י דפירש דלא קי\"ל כרב יהודה. מיהו תימה על מה שפי' רש\"י דסוגיא דשמעתין דלא כרב יהודה דהא רב ורבי חייא וברייתא דיעקב קרחינאה כוותיה קיימי. וגם צריך לומר דרב יהודה דאמר קורה ארבעה מתרת בחורבה לית ליה דרב נחמן דאמר מתרת במים משום דעריבי מיא. ולכאורה נראה דאדרבה רב נחמן לא שרי אלא במים דליכא אלא בקיעת דגים אבל בחורבה לא. הלכך נראה לפרש קל הוא שהקילו חכמים במים בקורה ד' דמותר  בלא שיקוע משום דפי תקרה יורד וסותם חשיב טפי  אבל במחיצה תלויה קיימא לן כרב יהודה דבעי שיקוע. ור\"ח ז\"ל פירש דקיימא לן כרב יהודה דסוגיא דשמעתין כותיה. וזה לשונו. רב יהודה חייש שלא יהא מוליך מחצי הבור שהוא רשות חבירו וכן זה משל זה. לפיכך מצריך שיהו ראשי הקנים בולטין למעלה מן המים טפח או חוצצים ראשי הקנים במים טפח למנוע הדלי מלילך ולחצוב המים מרשות חבירו. אלא הא דאמר רב יהודה קורה ארבעה  מתרת בחורבה ורב נחמן אמר קורה ארבעה מתרת במים הא קאזיל דלי ומייתי מיא לאידך גיסא דבור. ומשני קים להו לרבנן דאין דלי מהלך תותי קורה חוץ לארבעה טפחים. תותי קורה מיהא עריבי מיא וקחציב דלי מיא דביני וביני. קל הוא שהקילו חכמים במים דאין מחיצה תלויה מתרת אלא במים אע\"פ שאין מגעת עד הקרקע רק שיהו הקנים שקועים טפח בבור שלא יכנס הדלי בהדיא לחלק חבירו. הכא נמי כיון דלא אזיל דלי טפי מד' טפחים  ואע\"ג דעריבי מיא תותי קורה לא חיישינן. וקי\"ל כרב יהודה דסיגיא דשמעתין כוותיה וכן פסק רב אלפס ז\"ל כיון דסוגיא כרב יהודה. והראב\"ד והר\"ז הלוי ז\"ל פירשו על דרך רש\"י.  ואני אומר לרבינו חננאל ורב אלפס בתי כסאות סגי להו במחיצה תלויה ממש. דדוקא בבור שבין שתי חצירות מצריך רב יהודה שיקוע ראשי הקנים בבור שלא ילך הדלי להדיא לרשות חבירו לשאוב מים. אבל בבית הכסא מודים דלא בעיא שיקוע. דעדיף בית הכסא מקורה ארבעה שמתרת במים: \n"
            ], 
            [
                "מתני' אמת המים שהיא עוברת בחצר אין ממלאין ממנה בשבת  אלא א\"כ עשו לה מחיצה גבוהה עשרה בכניסה ויציאה. אמר ר' יהודה מעשה באמה של אובל שהיו ממלאין ממנה בשבת ע\"פ זקנים. אמרו לו  מפני שלא היה בה כשיעור: ", 
                "גמ' ת\"ר עשו לה מחיצה בכניסה ולא עשו לה ביציאה ביציאה ולא עשו לה בכניסה אין ממלאין ממנה. אלא א\"כ עשו לה מחיצה גבוה עשרה בכניסה ויציאה רבי יהודה אומר מעשה באמה שהיתה מביאה המים מאבל לצפורי והיו ממלאין ממנה על פי זקנים. אמרו לו משם ראיה שמא אין בעומקה עשרה ורחבה ארבעה. פירש מחיצה זו של אמת המים  צריכה להיות משוקעת במים כדי שתחלק בין המים שברה\"י ובין המים שברשות הרבים כמו מחיצה של בור שצריכה להיות משוקעת בתוכו לחלק בין רשותו לרשות חבירו: תנו רבנן אמת המים שעוברת בין החלונות פחות מג' משלשל דלי וממלא. שלשה אין משלשל דלי וממלא. ורשב\"ג אומר פחות מד' משלשל דלי וממלא. ארבעה אין משלשל דלי. וממלא. במאי עסקי' אילימא באמת המים גופה. אלא הא דכי אתא רב דימי אמר ר' יוחנן אין כרמלית פחותה מארבעה לימא כתנאי אמרה לשמעתי'. אלא באגפיה ולהחליף. הא כי אתא רב דימי אמר ר' יוחנן מקום שאין בו ארבעה על ארבעה מותר לבני רה\"ר ולבני רה\"י לכתף עליו ובלבד שלא יחליפו התם רשויות דאורייתא  והכא רשויות דרבנן. והא ר' יוחנן ברשויות דרבנן נמי קאמר דתנן כותל שבין שתי חצירות גבוה עשרה ורחב ארבעה מערבין שנים ואין מערבין אחד. היו בראשו פירות. אלו עולין מכאן ואוכלין ואלו עולין מכאן ואוכלין והוינן בה אין בה ארבעה מאי אמר רב אויר שתי רשויות שולטות בו ולא יזיז בו אפילו כמלוא נימא ורבי יוחנן אומר אלו מעלין מכאן ואוכלין  ואלו מעלין מכאן ואוכלין אבל לחלופי  מחצר לחצר דרך הכותל לא. אלמא אית ליה לרבי יוחנן דאפילו ברשויות דרבנן אסור להחליף. ההוא זעירי אמרה. ולזעירי תקשה לך מתני'. זעירי מוקי לה באמת המים גופה ודרב דימי תנאי היא. ותיהוי כי חורי כרמלית. אביי בר אבין ורב חיננא בר אבין דאמרי תרוייהו אין חורין לכרמלית.  רבינא אומר אפילו תימא יש חורין לכרמלית התם בסמוכה הכא במופלגת. נראה דהלכה כאביי בר אבין ורב חיננא בר אבין דאמרי אין חורין לכרמלית. אע\"ג דרבינא דהוא בתראה קאמר אפילו תימא יש חורין לכרמלית איהו לא פליג בהדיא עלייהו אלא קאמר דאפילו יש חורין לכרמלית אית לן שינויא אחרינא. רב אשי אמר כגון דעביד ליה ניפקי אפומייהו ואזדו רבנן לטעמייהו ורשב\"ג לטעמיה. רב אלפס ז\"ל כתב לעיל בפרק חלון סימן א' הא דאמר ובלבד שלא יחליפו אוקימנא בפ' כיצד משתתפין ברשויות דאורייתא כגון ברה\"י וברשות הרבים. אבל ברשויות דרבנן כגון כותל שבין שתי חצירות גבוה עשרה ואינו רחב ארבעה מותר לכתף עליו ולהחליף. והר\"ז הלוי ז\"ל כתב דאשינויא דרב אשי דהוא בתראה סמכינן ולא צריכין לשינויא דחיקא דלעיל לפלוגי דרב דימי אדזעירי ולחלק בין רשויות דאורייתא לרשויות דרבנן. ואדרבה ברשויות דרבנן אשכחן דמחמרי' טפי בהאי ענינא כדאמר לעיל (עירובין דף עז.) ברשויות דרבנן עבדו רבנן חזוק טפי משל תורה. וכן רבי יוחנן אומר אלו מעלין מכאן ואוכלין וכו'. אבל להחליף מחצר זו לחצר זו אסור. ועוד הביא ראיה מפרק המוצא תפילין (עירובין דף קא:) גבי הא דתניא וחכמים אומרים אף בזמן שהמנעול למעלה מעשרה מביא מפתח מע\"ש ומניחו באסקופה למחר פותח ונועל בו ומחזירו לאסקופה או לחלון שעל גבי הפתח. ואם יש בחלון ארבעה על ארבעה אסור מפני שהוא כמוציא מרשות לרשות כלומר מאסקופת כרמלית לחלון שהיא רשות היחיד דרך המנעול שהוא מקום פטור. וקאמר עלה ש\"מ איתא לדרב דימי דאמר אסור להחליף. אלמא איתא לדרב דימי דאמר אסור להחליף אפילו ברשויות דרבנן. והתוס' הקשו לקמן מהך דשמעתין ותירצו דרב דימי סבר דברייתא דלקמן פליג אהך דהכא והכי אמר לקמן איתא לדרב דימי ועדיפא מדידיה דאיהו קאמר דוקא ברשויות דאורייתא והך ברייתא סוברת אפילו ברשויות דרבנן ואתיא כזעירי דאמר דרב דימי תנאי היא ומאן דאסר  אסר אפילו בדרבנן  ושינויא דחיקא היא. ונראין דברי הר\"ז ז\"ל וכן דעת הראב\"ד: \n"
            ], 
            [
                "מתני' גזוזטרא שהיא למעלה מן המים אין ממלאין הימנה בשבת אלא א\"כ עשו לה מחיצה גבוהה י' טפחים בין מלמעלה בין מלמטה. שתי גזוזטראות זו למעלה מזו ועשו לעליונה ולא עשו לתחתונה שתיהן אסורות עד שיערבו: דף פח ע\"א ", 
                "גמ' אמר רבה בר רב הונא לא תימא למלאות הוא דשרי אבל לשפוך אסור. אלא אפילו לשפוך נמי שרי. אמר רב שיזבי פשיטא היינו עוקה. מהו דתימא התם תיימי מיא הכא לא תיימי מיא  קמ\"ל: ", 
                "מתני' חצר שהיא פחותה מד' אמות אין שופכין לתוכה מים בשבת אא\"כ עשו לה עוקה מחזקת סאתים מן הנקב ולמטה בין מבפנים בין מבחוץ. אלא שמבפנים אין צריך לקמור  ומבחוץ צריך לקמור. רבי אליעזר בן יעקב אומר ביב שהוא קמור ד' אמות ברשות הרבים שופכין לתוכו מים בשבת וחכמים אומרים אפילו גג או חצר מאה אמה  לא ישפוך על פי הביב. אבל שופך הוא לגג והן יורדין לביב. החצר ואכסדרה מצטרפין לארבע אמות. וכן שתי דיוטאות זו כנגד זו מקצתן עשו עוקה ומקצתן לא עשו עוקה את שעשו עוקה מותרין ואת שלא עשו עוקה אסורין. פרש\"י דטעמא דביב קמור ארבע אמות משום דקיימא לן בארבע אמות יש שיעור לקבל סאתים מים שאדם עשוי להסתפק בכל יום וצריך לומר דאיירי בביב שיש בו ארבע אמות על ארבע אנגות. דבפחות מכן לא תיימי מיא כמו גבי חצר דאם לא כן איזה שיעור ניתן לרחבו.  ורשב\"ם פירש טעמא דקמור ביב משום חשדא וכיון שהוא קמור ארבע אמות ברשות הרבים אין הרואה סובר שמחצר יצאו כשהשליכם בעל החצר זה בשבת כיון דיציאת המים מופלג מן החצר. ובגמרא משמע כפרש\"י דמדמי ד' אמות דביב לארבע אמות דחצר דמוקי כולה מתני' כרבי אליעזר בן יעקב. ולפירוש רשב\"ם סילון של עץ שהוא קמור ארבע אמות ברשות הרבים שופכין לתוכו מים בשבת  דקי\"ל לעיל (עירובין סב.) משנת ראב\"י קב ונקי. אע\"ג דלא מיבלעי בסילון של עץ לא חיישינן מכיון דליכא חשדא. אבל לפרש\"י אפילו הוא ד' אמות על ד' אמות אסור משום דלא מיבלעי בעץ.  מיהו אם הוא מרוצף באבנים מותר דאיבלעו מיא: ", 
                "גמ' חצר שפחותה מד' אמות וכו' מאי טעמא.  אמר רבא מפני שאדם עשוי להסתפק סאתים מים בכל יום. בד' אמות אדם רוצה לזלפן  פחות מד' שופכן. אז אי איכא עוקה שרי ואי לא אסור.  פירוש שנעשה כשופך לרשות הרבים. רבי זירא אומר בארבע אמות תיימי מיא. בפחות מארבע אמות לא תיימי מיא ואזלי לרשות הרבים.  מאי בינייהו. איכא בינייהו אריך וקטין. לרבא אסור כיון דקטינא לא מזלפי. לר' זירא כיון דאריכא תיימי ביה מיא.  נראה לי דהלכה כר\"ז ירא דמתני' דייק כוותיה. מדקתני חצר שפחותה מארבע אמות ולא קתני חצר שאין בה ד' אמות על ד' אמות. הלכך אפילו אריך וקטין ובלבד שיחזיק בריבוע ד' אמות על ד' אמות. אבל רב האי והראב\"ד ור\"ח ז\"ל כתבו דכשיש בו אורך ד' אמות אע\"פ שאין ברחבו ד' אמות. וסברא דרש\"י נראה לי עיקר. דעל כרחך צריך ליתך שיעור ברוחב. דלא מסתבר דבאורך ד' אמות ברוחב טפח תיימי סאתים מים. ועוד דלישנא דאריך וקטין משמע כפי' רש\"י דלפירושם הו\"ל למימר איכא בינייהו שאין ברחבו ד'. אבל לישנא דאריך וקטין משמע ששיעור הקרקע שוה לשניהם אלא למר בעינן מרובע ולמר אפילו אריך וקטין וכן אריך וקטין דאמרינן גבי גינה וקרפף בפ' עושין פסין (עירובין דף כג:): וחכמים אומרים אפילו גג או חצר כו'. תנא במה דברים אמורים בימות החמה אבל בימות הגשמים שופך ושונה ואינו נמנע. רש\"י פי' דאעוקה קאי. והא דקבעה בעל הגמרא בתר מתניתין דביב ולא קבעה אעוקה. משום דפריך עלה משופכין. ורבינו תם ז\"ל פי' דקאי אלא ישפוך על פי הביב והא דקאמר והא שופכין  משום דרגילין לשפוך בביב שופכין מאוסין. מ\"ט אדם רוצה שיבלעו מים במקומם.  ולמאי ניחוש אי משום קלקול חצירו הא מתקלקלא וקיימא. ואי משום שמא יאמרו צנורו של פלוני מקלח מים בשבת. סתם צנורות בימות הגשמיס מקלחים הם. אמר רב נחמן בימות הגשמים עוקה מחזקת סאתים נותנים לה סאתים. סאה נותנים לה סאה. בימות החמה מחזקת סאתים נותנין לה סאתים. סאה אין נותנים לה כל עיקר גזירה דלמא אתי למיעבד בה סאתים. אי הכי בימות הגשמים נמי נגזור. התם למאי ניחוש לה. אי משום קלקול חצר הא מקלקלא וקיימא. אי משום שמא יאמרו צנורו של פלוני מקלח מים בשבת. סתם צנורות מקלחין הן מים בשבת. אמר אביי הלכך אפילו כור ואפילו כוריים שרי.  אביי קאי אהאי דקאמר בימות הגשמים נמי בבית סאה נגזור דלמא אתי למיעבד בה סאתים ומשני דבימות הגשמים ליכא למיגזר ועלה קאמר אביי כיון דליכא למיגזר אפילו כור או כוריים שרי ליתן בבית סאה. וליכא לפרושי דאביי בעוקה בית סאתים קאמר. דהא רב נחמן גופיה אפילו כור אפילו כוריים שרי כמו שפרש\"י דהא דקאמר רב נחמן עוקה מחזקת סאתים נותנים בה סאתים על כרחך  בית סאתים לאו דוקא והוא הדין טובא. דאי בית סאתים דוקא א\"כ אין חילוק בין בית סאתים לבית סאה דלתרוייהו אין שופכין אלא שיעור העוקה  ואמאי נקט במתני' מחזקת סאתים. הלכך אבית סאה קאי וקאמר דבימות הגשמים נותן בה אפילו כור ואפילו כוריים כיון דליכא למיחש למידי. ומסתברא אפילו בלא עוקה נמי כיון דליכא למיחש למידי דבית סאה לא מעלה ולא מוריד דאין זה שיעור שנתנו חכמים לעוקה. וכן משמע לישנא דברייתא במה דברים אמורים שהצריכו חכמים עוקה בימות החמה אבל בימות הגשמים שופך ושונה ואינו נמנע אף בלא עוקה. והלכתא כאביי דבתראה הוא וגם מסתבר טעמיה. והרמב\"ם ז\"ל פט\"ו  לא כתב כן: וכן שתי דיוטאות אמר רבא.   לא שנו אלא שלא עירבו אבל עירבו מותרין. וכי לא עירבו אמאי אסורין. אמר רב אשי גזירה דלמא אתו לטלטולי מאני דבתים לחצר. וא\"ת בלא עירבו תרוייהו ליתסרו. וי\"ל דמיירי בשאינן שופכין ממש לתוך העוקה בחצר אלא שופכין על הדיוטא והן יורדין לעוקה. ואע\"ג דאז הוה כחו בחצר שאינה מעורבת.  לא אסרו חכמים אלא כחו בכרמלית אבל כחו בחצר שאינה מעורבת לא אסרו כלל וכן פסק רשב\"ם דמותר לשפוך מים בחצירו אע\"פ שהולכין לרשות אחרת שאינה מעורבת: \nהדרן עלך כיצד משתתפין \n"
            ]
        ], 
        [
            [
                "כל גגות העיר רשות אחת הן. ובלבד שלא יהא גג גבוה עשרה או נמוך עשרה דברי ר\"מ. וחכמים אומרים כל אחד ואחד רשות לעצמו. רבי שמעון אומר אחד גגות ואחד חצירות ואחד קרפיפות כולן רשות אחת הן לכלים ששבתו בתוכן ולא לכלים ששבתו בתוך הבית: ", 
                "גמ' מאי טעמא דר\"מ. כדרב יצחק בר אבדימי דאמר רב יצחק בר אבדימי אומר היה ר\"מ כל מקום שאתה מוצא שתי רשויות והן רשות אחת כגון עמוד ברשות היחיד גבוה עשרה ורחב ארבעה אסור לכתף עליו גזירה משום תל ברשות הרבים. הכא נמי גזירה משום תל ברשות הרבים. פי' הר\"ר יהודה דאין הלכה כר\"מ בהא אע\"ג דקיימא לן הלכה כר' מאיר בגזירותיו. הני מילי במקום יחיד. אבל הכא רבנן פליגי עליה כדאמר לקמן (עירובין דף צא.) דלחכמים גגין וחצירות רשות אחת הן. ונ\"ל דלית הלכתא כר\"מ ולאו מטעמיה. דאפילו לגבי רבים פסקינן כוותיה בכתובות בפרק אף על פי (כתובות דף נז.) גבי שהאדם משהה את אשתו שתים ושלש שנים בלא כתובה. אלא משום דלקמן (עירובין צא.) פסקינן כר\"ש דאמר כולן רשות אחת הן: \n"
            ], 
            [
                "איתמר ספינה רב אמר מותר לטלטל בכולה אפילו יתירה מבית סאתים דהא איכא מחיצות וחשיב מוקף לדירה. ושמואל אמר אין מטלטלין בה אלא בארבע אמות. דמחיצות להבריח מים הן עשויות ולא חשיב מוקף לדירה   והלכתא כרב ומודה רב שאם כפאה על פיה לזופתה שאין מטלטלין על גבה. אמר רב יהודה כשתמצא לומר לר\"מ גגין רשות לעצמן וחצירות רשות לעצמן  וקרפיפות רשות לעצמן. ולדברי חכמים גגין וחצירות רשות לעצמן וקרפיפות רשות לעצמן. ולדברי ר\"ש כולן רשות אחת הן. אמר רב הלכה כרבי שמעון. והוא שלא עירבו אבל עירבו גזרינן דלמא אתי לאפוקי מאני דבתים לחצר. ושמואל אמר הלכה כרבי שמעון בין עירבו ובין שלא עירבו וכן אמר רבי יוחנן בין עירבו בין לא עירבו. וקיימא לן כשמואל ורבי יוחנן:  ", 
                "מתני' גג גדול הסמוך לגג קטן הגדול מותר והקטן אסור. חצר קטנה שנפרצה לגדולה  הגדולה מותרת והקטנה אסורה מפני שהיא כפתחה של גדולה: ", 
                "גמ' למה לי למיתני תרתי. לרב קתני גג דומיא דחצר מה חצר דמינכרא מחיצתא אף גג דמינכרא מחיצתא. פרש\"י לאפוקי שאם הגג בולט חוץ למחיצתא לרשות הרבים ואינה ניכרת לעומד על הגג לא אמרינן גוד אסיק.  הלכך גגין שלנו שבולטין ראשיהן לרשות הרבים ולא מינכרא מחיצתא הויין כרמלית ואסור לטלטל על גבן ד' אמות. ואין לומר כיון דלא שלטי ביה רבים שהרי גבוה הוא אין נעשה כרמלית אלא מקום פטור הוי. דלא אשכחן בשום דוכתא דבמקום שהוא רחב ארבעה שיהא נקרא מקום פטור. ועוד דהא בית שאין תוכו עשרה וקירויו משלימו לעשרה אע\"פ שמוקף מחיצה מארבע רוחות לא שלטי ביה רבים והוי כרמלית. וכן גגין השוין אליבא דרבי מאיר ואליבא דשמואל וגג יחידי לרבנן דהוא יותר מבית סאתים הוי כרמלית. והא דאמר בפרק קמא דשבת דף ז: אין כרמלית למעלה מעשרה. ה\"פ מכח קרקע שהוא כרמלית אין האויר שלמעלה מעשרה כרמלית דאקילו ביה רבנן מקולי רשות היחיד ומקולי רשות הרבים שאויר למעלה מי' מקום פטור. וגזוזטרא שהיא למעלה מן המים דמשמע שהיא כרשות היחיד דלא מצרכינן לה לעשות מחיצה אלא לדלות מן המים אבל לטלטל על גבה משמע דהויא רשות היחיד אפילו בלא מחיצה. יש לומר כיון דליכא אלא בקיעת דגים תחתיה הוי רשות היחיד כמו טרסקל. ואפילו רבנן דפליגי עליה דרבי יוסי ברבי יהודה בטרסקל מודו הכא כיון דליכא אלא בקיעת דגים. אי נמי  כגון דחלון פתוח לגזוזטראות דהוי ליה חורי רשות היחיד. וכן נראה  דאם יש חלון ארבעה על ארבעה פתוח לגג הוי כחורי רשות היחיד אף על גב דלית ליה מחיצות. ובירושלמי משמע דזיזין וגזוזטראות הבולטין מן הכותל לא הויין כרמלית אפילו הם רחבים ארבעה דגרסינן בירושלמי אמר רבי יוחנן זיזין וכותלין שהם רחבים ארבעה וגבוהים עשרה מותרין כאן וכאן ובלבד שלא יחליפו. משמע דחשיב מקום פטור מדשרי לבני רה\"י ובני רה\"ר. וכותלין דקאמר היינו באבנים הבולטין מן הכותל. דודאי כותל שהוא גבוה עשרה ורחב ארבעה הוי רשות היחיד ולא קשה מבית שאין תוכו עשרה דחשיב כרמלית ואע\"ג דלא מצו רבים לאישתמושי התם. דשאני הכא כיון שהוא למעלה מעשרה יש לו ליחשב מקום פטור כיון דלא הוי רשות היחיד ולא רשות הרבים. מיהו לפום גמרא דידן משמע דגג הוי כרמלית היכא דלא מינכרא מחיצתא. וכן פרש\"י כאן מה חצר דמינכרא מחיצתא אף גג נמי דשרינן ליה במחיצות תחתונות משום גוד אסיק. מיהו מחיצות ניכרות בעינן שלא יהא הגג בולט חוצה להן דאי לא מינכרא מחיצתא לא אמרינן גוד אסיק. וגדול נמי אסור דאין לו שום מחיצה וכל שאין לו שום מחיצה אינו רשות היחיד: יתיב רבה ורבי זירא ורבה בררב חנן ויתיב אביי גבייהו ויתבי וקאמרי שמע מינה ממתני' דקתני שהיא כפתחה של גדולה דיורי גדולה בקטנה ואין דיורי קטנה בגדולה כיצד  גפנים בגדולה אסור לזרוע בקטנה. ואם זרע זרעים אסורים  וגפנים מותרין. גפנים בקטנה מותר לזרוע בגדולה. אשה בגדולה וגט בקטנה מתגרשת אם שתיהן שלה או  השאילה חצר גדולה או קטנה ושתיהן של איש אחד. אשה בקטנה וגט בגדולה אינה מתגרשת. צבור בגדולה ושליח צבור בקטנה יוצאין ידי חובתן. צבור בקטנה ושליח צבור בגדולה אין יוצאין ידי חובתן. תשעה בגדולה ויחיד בקטנה מצטרפין. תשעה בקטנה ויחיד בגדולה אין מצטרפין. והוא הדין נמי חמשה בקטנה וחמשה בגדולה אין מצטרפין. ואגב דנקט ברישא תשעה בגדולה נקט נמי בסיפא תשעה בקטנה. צואה בגדולה אסור לקרות קריאת שמע בקטנה. צואה בקטנה מותר לקרות קריאת שמע בגדולה:  אמר רב יהודה אמר רב ג' קרפיפות זה בצד זה וזה בצד זה שנים החיצונים מגופפים ואמצעי אין מגופף. יחיד בזה ויחיד בזה נעשו שיירא ונותנין להן כל צורכן כלומר לאמצעי דהוי כאילו שלשתן דרין בתוכו. אמצעי מגופף ושנים החיצונים אין מגופפין אין נותנין להן כל צורכן. ואם שנים באמצעי ויחיד בזה ובזה נותנים לשנים החיצונים כל צרכן דשדינן הך דאמצע להכא ולהכא. וכל שכן שנים בזה ושנים בזה ויחיד באמצע דשדינן האי יחיד להכא ולהכא.  דרש מרימר גידוד חמשה ומחיצה חמשה מצטרפין: \n"
            ], 
            [
                "בעי רב אושעיא דיורין הבאין בשבת מהו שיאסרו. אמר רב חיננא תא שמע חצר קטנה שנפרצה לגדולה גדולה מותרת וקטנה אסורה מפני שהיא כפתחה של גדולה. אמר רבה אימור מבעוד יום נפרצה א\"ל אביי לא לימא מר אימור אלא ודאי מבעוד יום נפרצה דהא מר הוא דאמר בעאי מיניה דרב הונא ובעאי מיניה דרב חסדא עירב דרך הפתח ונסתם הפתח עירב דרך החלון ונסתם החלון מהו א\"ל שבת הואיל והותרה מקצתה הותרה כולה: איתמר כותל שבין שתי חצירות שנפל רב אמר אין מטלטלין בו אלא בארבע אמות. ושמואל אמר  זה מטלטל עד עיקר מחיצה וזה מטלטל עד עיקר מחיצה. והלכתא כשמואל דהא קיימא לן דיורין הבאין בשבת אין אוסרין דשבת הואיל והותרה מקצתה הותרה כולה: ", 
                "מתנ' חצר שנפרצה לרשות הרבים המכניס מתוכה לרשות היחיד או מרשות היחיד לתוכה חייב דברי רבי אליעזר. וחכמים אומרים מתוכה לרשות הרבים או מרה\"ר לתוכה פטור  מפני שהיא ככרמלית. ואסיקנא דבצידי רשות הרבים קמיפלגי. רבי אליעזר סבר צידי רשות הרבים כרה\"ר דמי והאי חצר כיון שנפרצה לרה\"ר הוי ליה צידי רשות הרבים ולפיכך המכניס מרשות היחיד לתוכה או מתוכה לרשות היחיד חייב. ורבנן סברי צידי רשות הרבים לאו כרשות הרבים דמי. ויש הלכות של רב אלפס ז\"ל שהוגה בהן והאי חצר כיון שנפרצה לרשות הרבים הוי ליה כצידי רשות הרבים לפיכך המכניס מתוכה לרשות היחיד או מרשות היחיד לתוכה חייב. ולכאורה נראה דבטעות הוגה דלא פליגי אלא בצידי רשות הרבים ולא במטלטל מתוך החצר. וכן כתב הר\"ז הלוי ז\"ל. והמגיה קרא למקום המחיצה תוכה דלגבי רשות הרבים קרי ליה תוכה: חצר שנפרצה משתי רוחותיה וכן בית שנפרץ משתי רוחותיו וכן המבוי שניטלו קורותיו או לחייו מותרים לאותה שבת ואסורים לעתיד לבא דברי רבי יהודה. ורבי יוסי אומר אם מותרין לאותה שבת מותרין לעתיד לבא. ואם אסורין לעתיד לבא אסורין לאותה שבת: ", 
                "גמ' במאי עסקינן. אילימא בעשר מ\"ש מרוח אחת דאמר פתחא הוא משתי רוחות נמי נימא פתחא הוא. אלא ביתר מעשר אי הכי אפילו מרוח אחת נמי אמר רב לעולם בעשר  וכגון שנפרץ בקרן זוית דפתחא בקרן זוית לא עבדי אינשי. וכן בית שנפרץ משתי רוחותיו אוקמא בי רב כגון שנפרץ בקרן זוית וקירויו באלכסון דליכא למימר פי תקרה יורד וסותם. ופירש\"י באלכסון בשיפוע כעין גגין שלנו דליכא פה והיינו כארזילא דעושין פסין דף כה: ולשון דאלכסון לא משמע כפי' דהוה ליה למימר וקירויו משופע או כי ארזילא ונראה לפרש דמיירי כגון שנפרץ הקירוי באלכסון עם המחיצות בקרן זוית כזה ובכהאי גונא לא אמרינן פי תקרה. דטעמא דפי תקרה משום דדמי לפתח מדמפלגי' בסמוך בין עשר ליתר מעשר ופתחא בקרן זוית לא עבדי אינשי: איתמר אכסדרה בבקעה רב אמר מותר לטלטל בכולה. ואע\"ג דליכא אלא שלש מחיצות אמרינן פי תקרה יורד וסותם. ושמואל אמר אין מטלטלין בה אלא בארבע אמות דלא אמר פי תקרה יורד וסותם. בעשר כ\"ע לא פליגי כי פליגי ביתר מעשר. איכא דאמרי ביתר מעשר כ\"ע ל\"פ  כי פליגי בעשר. הר\"ז הלוי ז\"ל פסק כלישנא בתרא. ולכאורה נראה דבשל סופרים הלך אחר המיקל. רש\"י פי' דפליגי באכסדרה פרוצה מארבע רוחותיה. ואכסדרה בבקעה משמע כפירושו. וגירסת רש\"י כי לית ליה בד' אבל בג' אית ליה. אבל לשון אכסדרה משמע כרב אלפס  דסתם אכסדרה יש לה שלש מחיצות כדאמר בפרק לא יחפור (בבא בתרא דף כה:) עולם לאכסדרה הוא דומה ורוח צפונית אינה מסובבת. ואמרינן נמי במנחות פרק הקומץ רבה (מנחות דף כט:) מפני מה העולם הזה נברא בה' מפני שהיא דומה לאכסדרה כל הרוצה לצאת יוצא. וכן פירש ר\"ח ז\"ל דדוקא ברוח רביעית אמרינן פי תקרה יורד וסותם. וגריס כי לית ליה בשלש אבל בארבע אית ליה. פירוש כשאין שם אלא שלש מחיצות והרביעית פרוצה במלואה. אבל בארבע פירוש שיש שם ארבע מחיצות כגון שיש ברביעית שני לחיין דאיכא שם מחיצה אע\"פ שפרוצה יותר מעשר אמרינן פי תקרה יורד וסותם. ור\"ת ז\"ל פירש דסתם אכסדרה הוי מוקפת משתי רוחות ובההיא נמי איירי רב בשמעתין. ומשמע כדבריו מדפריך בגמרא משתי רוחות נמי נימא פי תקרה יורד וסותם אלמא דבשתי רוחות נמי אמר רב פי תקרה יורד. וסותם. ויש לדחות משום דאוקימנא לשתי רוחות דמתני' בקרן זוית ועשר פריך שפיר נימא פי תקרה דהא איכא טפי משלש מחיצות. ומיהו יש לדקדק מהא דפריך לשמואל דלא אוקימנא אכתי בקרן זוית ופריך ליה משתי רוחות נמי נימא פי תקרה מאי קשיא ליה הא לא אשכחן מאן דשרי פי תחרה אלא מרוח אחת. אלא ודאי רב אית ליה אפילו שתי רוחות. מיהו גם זה יש לדחות כי עדיין לא היה יודע שיש חילוק בין היכא שיש מחיצות להיכא שאין מחיצות כלל. אבל כיון דאסיקנא דלשמואל יש חילוק בין היכא שיש שם ארבע מחיצות להיכא שאין שם אלא שלש גם לרב אין ללמוד מדבריו כי היכי שמתיר באכסדרה שיש בה שלש מחיצות גמורות כמו כן יתיר בשאין שם אלא שתים. מיהו נראה כדברו רבינו תם דבשתי מחיצות נמי מהני פי תקרה מההיא דקאמר בפ' קמא דסוכה דף יח: בההיא מודינא לך דהוי כמבוי מפולש פירוש דלא מהני פי תקרה גבי שבת במפולש כדאשכחן דאסרי רבנן גבי בונה עלייה על שני בתים.  משמע הא בלא פילוש מהני פי תקרה בשתי מחיצות.  והא דנקט אכסדרה בבקעה משום דסתם אכסדרה שבחצר היא עומדת אצל כותל הבית ונמשך לכל אורך הבית מכותל חצר זה עד כותל של חצר האחרת ופרוצה במלואה לפנים ואיכא שלש מחיצות אבל בבקעה אפשר דליכא אלא שתי מחיצות: \n"
            ], 
            [
                "רבי יוסי אומר אם מותרים וכו'. איבעיא להו רבי יוסי לאסור קאמר או להתיר קאמר. אמר רב לאסור וכן אמר רבי יוחנן לאסור. תניא נמי הכי רבי יוסי אומר הואיל ואסורין לעתיד אסורין לאותה שבת. איתמר רב חייא בר אשי אמר רב הלכה כרבי יוסי. ושמואל אמר הלכה כרבי יהודה. ומוקי לה בנפרצה לכרמלית. ונראה דהלכתא כרב באיסורי ואפילו נפרצה לכרמלית הלכה כרבי יוסי. ומ\"מ קי\"ל שבת הואיל והותרה הותרה  דאפילו רבי יוסי לא פליג עליה אלא היכא דליתנהו למחיצות כדאמר לעיל בפ\"ק (עירובין דף יז.): ", 
                "מתני' הבונה עלייה על ישני בתים וכן גשרים המפולשים מטלטלים תחתיהם דברי רבי יהודה וחכמים אוסרין: \nהדרן עלך כל גגות \n"
            ]
        ], 
        [
            [
                "המוצא תפילין  מכניסן זוג זוג ר\"ג אומר שנים שנים. במה דברים אמורים בישנות. אבל בחדשות פטור.  מצאן צבתים או כרוכות מחשיך עליהן ומביאן. ובסכנה מכסן והולך לו:  ", 
                "גמ'  חדשות מאי טעמא לא. משום דחיישינן דלמא קמיע נינהו. אבל בישנות כיון דמקושרות נינהו לא טרח איניש כולי האי בקמיע.  תני רב שמואל בר רב יצחק אלו הן ישנות כל שיש בהן רצועות ומקושרות. חדשות כל שיש בהן רצועות ואינן מקושרות. מצאן צבתים. אמר רב יהודה אמר רב הן הן צבתים הן הן כריכות. צבתים זוזי זוזי. כריכות דכריכי טובא: מחשיך עליהן ומביאן. ואמאי וליעיילינהו זוג זוג אמר רב יצחק בריה דרב יהודה לדידי מיפרשא לי מיניה דאבא כל שאילו מכניסן זוג זוג וכלות קודם שקיעת החמה מכניסן זוג זוג. ואם לאו מחשיך עליהן ומביאן: ובסכנה מכסן והולך לו. ואוקימנא בסכנת נכרים בעת צרה ב\"מ. אבל בסכנת ליסטין מוליכן כולן כאחת פחות פחות מד' אמות: \n"
            ], 
            [
                "גרסינן בספ\"ק דיום טוב דף טו. היה בא בדרך ותפילין בראשו ושקעה עליו חמה מניח ידו עליהן עד שמגיע לביתו. היה יושב בבית המדרש ותפילין בראשו וקדש עליו היום מניח ידו עליהן עד שמגיע לביתו ואי איכא בית הסמוך לחומה  דמנטרן ביה מניחן בבית הסמוך לחומה: ", 
                "מתני' רבי שמעון אומר נותן אדם לחבירו וחבירו לחבירו עד שיגיע לחצר החיצונה. וכן בנו נותנו לחבירו וחבירו לחבירו אפילו הן מאה. רבי יהודה אומר נותן אדם חבית לחבירו וחבירו לחבירו ואפילו חוץ לתחום. אמרו לו לא תהלך זו יותר מרגלי בעליה:  ", 
                "גמ' וכן בנו. בנו מאי בעי התם. תנא דבי רבי שמואל שילדתו אמו בשדה: רבי יהודה אומר נותן אדם חבית לחבירו. כתב הר\"ז הלוי אוקמה רב אשי בחבית דהפקר ומאן אמרו לו רבי יוחנן בן נורי. וכיון דלא קיימא לן כרבי יוחנן בן נורי לחומרא אלא לקולא  ממילא שמעת דהלכה כרבי יהודה. והרב אלפסי ז\"ל לא פי' ונראה מדבריו שאין הלכה כרבי יהודה עכ\"ל.  ונראה לי מה שלא הביא הרב אלפס ז\"ל משום דאיכא שלש אוקימתות לאוקימתא דרבה ורב יוסף פשיטא דהלכה כרבנן ולאוקימתא דרב אשי כבר איפסקא לעיל דחפצי הפקר אינם קונין שביתה: \n"
            ], 
            [
                "מתני' היה קורא בספר על האסקופה ונתגלגל הספר מידו גוללו אצלו. היה קורא בראש הגג ונתגלגל הספר מידו עד שלא הגיע לעשרה טפחים התחתונים גוללו אצלו. משהגיע לעשרה טפחים הופכו על הכתב. רבי יהודה אומר אפילו אינו מסולק מן הארץ אלא מלא החוט גוללו אצלו. רבי שמעון אומר אפילו בארץ עצמה גוללו אצלו. שאין לך דבר משום שבות שעומד בפני כתבי הקודש: כתב הר\"ז הלוי ז\"ל דהך מתניתין דהקורא בספר על האסקופה אוקמא רבה באסקופה הנדרסת ומשום בזיון כתבי הקדש שרו ליה רבנן ואתיא ככולי עלמא. והקשה ליה אביי מברייתא דמפלגי בין תוך ארבע אמות לחוץ ארבע אמות. ואוקי לה איהו באסקיפה כרמלית ופריך עלה גמרא ומוקי באסקופה ארוכה אדהכי והכי מדכר. והאי שינויא דלא כהלכתא דקיימא לן כרבה דאמר שבת יב: לא יקרא שמא יטה ואפילו גבוה שתי מרדעות ולא אמר אדהכי והכי מדכר. ותו אוקי לה אפילו באסקופה שאינה ארוכה וסתם כתבי הקדש עיוני מעיין בהו ונחו להו  ומסיק לה כבן עזאי. ובפרק המצניע (שבת דף צא:) תנן סתמא דלא כבן עזאי דתנן המוציא אוכלים ונתנן על האסקופה פטור ואוקימנא דלא כבן עזאי הלכך סתמא דרבים עדיף  ולא סמכינן על ברייתא  אלא על תנא דמתניתין דלא מפליג בין נתגלגל תוך ארבע אמות ברשות הרבים ובין נתגלגל חוץ לארבע אמות דלעולם גוללו אצלו ובאסקופה הנדרסת וכדרבה: \n"
            ], 
            [
                "גמ' הופכו על הכתב מי שרי והתניא כותבי ספרים תפילין ומזוזות לא התירו להן להפך יריעה על פניה אלא פורס מפה על פניה או בגד התם אפשר הכא לא אפשר ואי לא מהפך לה איכא בזיון טפי ואסור לזרוק כתבי הקדש משום בזיון. הופכו על הכתב והא לא נח. אמר רבא בכותל משופע. אמר ליה אביי אי הכי אימא סיפא רבי יהודה אומר אפילו אינו מסולק מן הארץ אלא מלא החוט גוללו אצלו הא נח ליה. חסירי מיחסרא והכי קתני הגיע לעשרה הופכו על הכתב. במה דברים אמורים בכותל משופע דהא נח.  אבל בכותל שאין משופע אפילו למטה משלשה טפחים גוללו אצלו דברי רבי יהודה שר' יהודה אומר אפילו אין מסולק מן הארץ אלא כמלא החוט גוללו אצלו. מאי טעמא. דבעינן הנחה על גבי משהו: \n"
            ], 
            [
                "מתני' זיז שלפני החלון נותנין עליו ונוטלין ממנו בשבת: ", 
                "גמ' והאי זיז דמפיק ליה לרה\"ר למעלה מעשרה טפחים וכל למעלה מעשרה לא שלטא ביה רשות הרבים הלכך נותנין עליו ונוטלין ממנו בשבת כיון דבהדי רשות היחיד הוא כרה\"י דמי. מיהו אין נותנין עליו אלא מאני דמיתברי כגון קערות כוסות וצלוחיות וכיוצא בהן דאי נפלי לרשות הרבים מתברי ולא אתי לאיתויינהו. אבל כלים דלא מתברי אסור דחיישינן דלמא נפלי ואתי לאיתויינהו מרה\"ר לרה\"י. תניא נמי הכי זיז שלפני החלון נותנין עליו קערות כוסות וצלוחיות.  ומשתמש בכל הכותל עד עשרה התחתונים ואם יש שם זיז אחד למטה ממנו אין משתמש בו אלא כנגד חלונו בלבד: האי זיז היכי דמי אי דלית ביה ארבעה אפילו כנגד חלונו לא ישתמש. פי' רש\"י אע\"ג דאוקימנא בכלים הנשברים. הני מילי בדאית ביה ארבעה דלא שכיחי למיפל כולי האי. אבל אי לית ביה ארבעה דרובא נפלו ליה מיחזי כמאן דשדי להו לרה\"ר. וקשה לפירושו כיון דאפילו ברחב ד' אסר כלים שאין נשברים. איזה שיעור ניתן לזיז להשתמש עליו כלים שאין נשברים. כיון דברוחב ארבעה אסור הוא הדין ברחב ארבע אמות. דלענין שבת חשיב רשות ארבעה טפחים כמו ארבע אמות או יותר. וגג שאין לו מעקה העומד אצל רשות הרבים יהא אסור להשתמש עליו בכלים שאינן נשברים דלמא נפלי ואתו לאיתויינהו. הלכך נראה לפרש דברחב ארבעה שרי לאישתמושי ביה אפילו כלים שאינן נשברים. וכי פריך לעיל ליחוש דלמא נפלי ואתי לאיתויינהו הא דלא משני ליה ברחב ארבעה ובכלים שאין נשברים משום דסתם זיז אין בו רחב ארבעה. והאי דדייק גמרא אי דלית ביה ארבעה אפילו כנגד חלונו לא ישתמש ולא משני ליה דאיירי בכלים הנשברים. משום דעל כרחך לא מתוקמא בכלים הנשברים מדקתני לא ישתמש בו אלא כנגד חלונו בלבד. הלכך רישא דברייתא דאיירי בזיז כל שהוא נקט קערות וכוסית דמשתברין. וסיפא דחלון משלימו לארבעה איירי בכל הכלים: ואי דאית ביה ארבעה אמאי כנגד חלונו בלבד. בכל הכותל נמי לישתמש. אמר אביי דלית ביה ד' וחלונו משלימו לארבעה. כנגד החלון משתמש דחורי החלון הוא. דהאי גיסא ודהאי גיסא אסור: \n"
            ], 
            [
                "מתני' עומד אדם ברשות היחיד ומטלטל ברשות הרבים. ברה\"ר ומטלטל ברשות היחיד ובלבד שלא יוציא חוץ לארבע אמות. לא יעמוד אדם ברה\"ר וישתין ברשות היחיד. ברה\"י וישתין ברשות הרבים. וכן לא ירוק.  רבי יהודה אומר מי שנתלש רוקו בפיו לא יהלך ארבע אמות עד שירוק:  ", 
                "גמ' וכן לא ירוק.  אמר רב יוסף השתין ורק חייב חטאת. אע\"פ שלא עקר מעל גבי מקום ארבעה מחשבתו משויא ליה מקום. ודוקא כה\"ג דנהנה באותו מקום טפי מבמקום אחר. כגון זרק לפי הכלב שיאכלנו או לפי הכבשן שישרף שם וכן השתין ורק. אבל זרק לתוך ידו של חבירו אפילו במתכוין לא אמרינן מחשבתו משויא ליה מקום אלא דוקא משום דידו של אדם חשובה לו כארבעה על ארבעה וכן מוכח בפ\"ק דשבת דף ה.: \n"
            ], 
            [
                "אמר ריש לקיש כיח בפני רבו חייב מיתה שנאמר כל משנאי אהבו מות אל תקרי למשנאי אלא למשניאי. כיח אמאי אניס הוא. בכיח ורק קאמרינן: \n"
            ], 
            [
                "מתני' לא יעמוד אדם ברשית הרבים וישתה ברשות היחיד. ברשות היחיד וישתה ברשות הרבים. אלא אם כן הכנים ראשו ורובו למקום שהוא שותה. וכן בגת: \n"
            ], 
            [
                "גמ' רישא רבנן וסיפא ר\"מ. אמר רב יוסף בחפצים הצריכים לו ודברי הכל. ופי' רש\"י ליכא למימר דשתיית מים ליהוי הכנסה כמשתין ורק. דלא דמי להתם דהתם קא עקר מרשות זו לרשות זו ועביד הנחה ברשות אחרת. אבל שותה עביד הנחה ועקירה בחד רשותא דהא ברשות שהוא שותה בו פיו עומד ובפיו נחין מיד. ואע\"פ שהן חוזרין ונבלעין במעיו אין חשש הואיל ונחו בפיו  שהוא מקום פטור.  והא דגבי משתין ורק לא חשיב פיו מקום פטור.  הכא שאני שהוא במקום אחד ופיו במקום אחר ואין לאסור מההוא טעמא דאמר לעיל (עירובין דף פה:) מקום שאין בו ארבעה על ארבעה מותר לבני רשות הרבים ולבני רשות היחיד לכתף עליו ובלבד שלא יחליפו. דהתם הוא דגזור רבנן דלמא אתי לאפוקי מרשות היחיד לרה\"ר להדיא בלא הנחת מקום פטור אבל הכא אי אפשר בלא הנחה בפיו שהוא מקום פטור. ולפי פירוש זה העומד ברה\"י וראשו ברשות הרבים מותר לרוק לרה\"ר לפי שהרוק נח בפיו שהוא מקום פטור קודם שיצא לרה\"ר והא דמיבעיא ליה פי האמה לרה\"ר מהו. היינו דוקא במי רגלים שמשנעקרים שוב אין נחין בפי האמה. מיהו קשה הא דאמר בשמעתא קמייתא דשבת דף ג: גבי היתה ידו מליאה פירות והוציאה לחוץ משחשיכה  דאי שדי להו אתי לידי חיוב חטאת ליקנסוה. והיכי אתי לידי חיוב חטאת והלא כשנחו הפירות בידו כשהיתה ידו ברשות הרבים נעשית ידו מקום פטור וכבר נחו הפירות במקום פטור ותו לא אתי לידי חיוב חטאת אי שדי להו. וי\"ל דהתם לא חשיב הנחת הפירות בידו כמונחין במקום פטור כיון  שלא נתן החפץ לידו ממקום אחר אחרי שהוציאה לרה\"ר כמו גבי שתיה שנתן המים לתוך פיו. ולפי תירוץ זה אסור לרוק מרשות היחיד לרה\"ר אפילו ראשו ברה\"ר דאע\"פ שהרוק נח בפיו אין חשיבא הנחה כיון דלא בא ממקום אחר לתוך פיו כמו בשתיה: איבעיא להו כרמלית מאי. אמר אביי היא היא. רבא אמר היא גופה גזירה ואנן ניקום ונגזור גזירה לגזירה: \n"
            ], 
            [
                "מתני' קולט אדם מן המזחילה למטה מי' טפחים ומן הצנור מכל מקום ושותה: ", 
                "גמ' קולט אין מצרף לא. פירוש קולט תופס כלומר מקבל מן המים היורדין באויר ושותה אבל לצרף ידו עם המזחילה לא. מאי טעמא. אמר רב נחמן הכא במזחילה פחות מג' סמוך לגג עסקינן דכל פחות משלשה סמוך לגג כגג דמי.  תניא נמי הכי עומד אדם ברה\"ר ומגביה ידו למעלה מעשרה פחות מג' סמוך לגג וקולט אבל לא יצרף. תניא אידך לא יעמוד אדם ברה\"ר ויגביה ידו למעלה מעשרה פחות מג' סמוך לגג ווצרף אבל קולט הוא ושותה: ומן הצנור וכו'.  תנא אם יש בצנור ארבעה על ארבעה אסור מפני שמוציא מרשות לרשות: \n"
            ], 
            [
                "מתני' בור ברשות הרבים וחולייתו גבוה עשרה טפחים חלון שעל גביו ממלאין ממנו בשבת. וכן אשפה ברשות הרבים גבוהה עשרה טפחים זורקין לה בשבת: ", 
                "גמ' במאי עסקינן. אילימא בסמוכה למה לי גבוה עשרה. אמר רבא במופלגת מן הכותל בארבעה עסקינן. טעמא דאיכא חוליא עשרה דהשתא מטלטל מרשות היחיד לרה\"י דרך מקום פטור הא ליכא חוליא עשרה  קמטלטל מרה\"י לרה\"י דרך רה\"ר: \n"
            ], 
            [
                "וכן אשפה. אוקימנא באשפה של רבים שאין עשויה לפנות. אבל אשפה של יחיד העשויה לפנות לא דחיישינן דלמא מפני לה והויא לה רה\"ר: ", 
                "מתני' אילן המיסך על הארץ אם אין נופו גבוה מן הארץ שלשה טפחים מטלטלין תחתיו. היו שרשיו גבוהין מן הארץ שלשה טפחים לא ישב עליהם. בסוכה פ' הישן (סוכה דף כד:) אוקמא רב אחא בר יעקב בדעבד להו בהיצא ודפנא כי היכי דלא ליזיל וליתי ברוח מצויה דכל מחיצה שאינה עומדת ברוח מצויה אינה מחיצה: ", 
                "גמ' אמר רב הונא בריה דרב יהושע אין מטלטלין בו יותר מבית סאתים  דכל מחיצה שתשמישה לאויר אין מטלטלין בה יותר מבית סאתים: \n"
            ], 
            [
                "היו שרשיו גבוהין וכו'. מפני שאסור להשתמש באילן בשבת. אבל אם אין גבוהין מן הארץ שלשה טפחים הרי הן כקרקע ומותרין לישב עליהם: איתמר שרשי אילן הבאין מלמעלה משלשה לתוך שלשה רבה אמר מותרין דכל פחות משלשה לארעא כארעא הוא. ורב ששת אמר אסורים דכיון דמכח איסורא קאתו אסורים. והלכתא כרבה דהא רב יוסף שרא ליה לאביי כוותיה דרבה. תניא שרשי אילן הגבוהין מן הארץ ג' טפחים אם יש חלל תחתיהם שלשה אע\"פ שצדו אחד שוה לארץ הרי זה לא ישב עליהן: \n"
            ], 
            [
                "לפי שאין עולין באילן ואין ניתלין באילן ואין נשענין באילן ולא יעלה שם מבעוד יום לישב שם כל היום כולו. ואחד אילן ואחד כל בהמה. אבל בור שיח ומערה וגדר מטפס ועולה מטפס ויורד ואפילו הן מאה אמה. תנא חדא עלה אסור לירד ותניא אידך מותר לירד. לא קשיא  כאן מבעוד יום כאן משחשיכה. ואיבעית אימא הא והא משחשכה  ולא קשיא כאן בשוגג כאן במזיד.  תני חדא אחד אילן לח ואחד אילן יבש. ותניא אידך במה דברים אמורים בלח אבל ביבש מותר. לא קשיא כאן בימות החמה וכאן בימות הגשמים בימות החמה נמי הא קא נתרי פירי. בדליכא פירי והא קנתרי קיסמי. בגדודא. אמר רמי בר חמא אמר רב אסי אסור לאדם שיהלך על גבי עשבים בשבת שנאמר ואץ ברגלים חוטא: \n"
            ], 
            [
                "תני חדא מותר לילך על גבי עשבים ותניא אידך אסור. לא קשיא כאן בימות החמה וכאן בימות הגשמים.  בימות הגשמים עשבים קשין ונוחין לשבר. בימות החמה הן רכין ונכפפין. ואיבעית אימא הא והא בימות הגשמים ולא קשיא הא דסיים מסאני והא דלא סיים מסאני. והשתא דקיימא לן כרבי שמעון דאמר דבר שאין מתכוין מותר כולהו שריין. אעשבים קאי דבכל ענין שרי להלך על גביהן. אבל באילן יבש איכא למיגזר  משום דמינכר טפי. ואין להוכיח מכאן היתר לאילן יבש.  ונראה דרב אלפס ז\"ל לא מפליג בין אילן לעשבים ולהכי לא הביא בהלכות ההוא דאילן יבש: \n"
            ], 
            [
                "אמר רמי בר חמא אמר רב אסי אסור לאדם לכוף את אשתו לדבר מצוה שנאמר ואץ ברגלים חוטא. אריב\"ל כל הכופה את אשתו לדבר מצוה הויין ליה בנים שאינן מהוגנים. אמר רב איקא בר חנינא מאי קראה שנאמר גם בלא דעת נפש לא טוב. תניא נמי הכי גם בלא דעת נפש לא טוב זה הכופה את אשתו לדבר מצוה. ואץ ברגלים חוטא זה הבועל ושונה. איני והאמר רבא הרוצה שיהו בניו זכרים יבעול וישנה לא קשיא כאן לדעת כאן שלא לדעת. גרסי' בפרק כל היד (נדה דף יז.) אמר רב חסדא אסור לאדם שישמש מטתו ביום שנאמר ואהבת לרעך כמוך. מאי תלמודא. אמר אביי שמא יראה בה דבר מגונה ותתגנה עליו. אמר רב הונא ישראל קדושים הם ואין משמשין מטותיהן ביום. אמר רב אם היה בית אפל מותר. אמר רב ואיתימא רב פפא ות\"ח מאפיל בטליתו ומשמש:  ", 
                "מתני' הדלת שבמוקצה וחדקין שבפירצה ומחצלת אין נועלין בהן אלא אם כן היו גבוהין מן הארץ: ", 
                "גמ' ורמינהו דלת הנגררת ומחצלת הנגררת וקנקן הנגרר בזמן שקשורין ותלויין נועלין בהן בשבת ואין צריך לומר ביו\"ט. אמר אביי כשיש להם ציר רבא אמר כשהיה להם ציר. ת\"ר סוכי קוצים וחבילי קוצים שהתקינן  לפרצה שבחצר בזמן שקשורין ותלויין נועלין בהן בשבת ואין צ\"ל ביו\"ט. תני רבי חייא דלת אלמנה הנגררת אין נועלין בה בשבת. ה\"ד דלת אלמנה. איכא דאמר חד שיפא. ואיכא דאמר דלית לה גשאמא. חד שיפא לוח אחד ודקדוק המלה שבבא מלשון שבבים יהיה עגל שומרון הושע ח ושקעו בי\"ת אחד בחברתה ואמרו שיבא ועוד החליפו ואמרו שיפא בדגש. ופירוש גשאמא ויש גרס בשאומא והיא איסקופה התחתונה שאין לה כן אלא מורידין אותה ע\"ג הארץ. וכשפותחין שומטין אותה ועוקרין אותה: \n"
            ], 
            [
                "מתני' לא יעמוד ברה\"י ויפתח ברה\"ר. ברה\"ר ויפתח ברה\"י. אלא א\"כ עשו לה מחיצה גבוהה עשרה טפחים דברי ר\"מ. אמרו לו מעשה בשוק של פטימין שהיה בירושלם שהיו נועלין ומניחין המפתח בחלון שעל גבי הפתח. רבי יוסי אומר שוק של צמרים היה. פי' של פטימין שוק של מוכרי עופות כדאמר במסכת יו\"ט דף כט: הולך אדם אצל פטם ואומר לו תן לי תור אחד או גוזל אחד:  ", 
                "גמ' ת\"ר שערי גינה בזמן שיש להם בית שער מבפנים פותח ונועל מבפנים. מבחוץ פותח ונועל מבחוץ. מכאן ומכאן פותח ונועל מכאן ומכאן. אין להם לא לכאן ולא לכאן  אין פותח ונועל לא לכאן ולא לכאן. וכן חנויות הפתוחות לרשות הרבים. בזמן שהמנעול למטה מעשרה מביא מפתח מע\"ש ומניחו באיסקופה ולמחר פותח ונועל בו ומחזירו לאיסקופה. בזמן שהמנעול למעלה מעשרה טפחים מביא מפתח מע\"ש ומניחו במנעול ולמחר פותח ונועל בו ומניחו במקומו דברי ר\"מ. וחכמים אומרים אף בזמן שהמנעול למעלה מעשרה טפחים מביא מפתח מע\"ש ומניחו באיסקופה ולמחר פותח ונועל בו ומחזירו לאיסקופה או לחלון שעל גבי הפתח. ואם יש בחלון ארבעה על ארבעה אסור  מפני שהוא כמוציא מרשות לרשות. האי מנעול היכי דמי. אי דלית ביה ד' על ד' מקום פטור הוא. אי דאית ביה ד' על ד' בהא לימרו רבנן אף בזמן שהמנעול למעלה מעשרה טפחים פותח ונועל ומחזירו לאיסקופה והא קמטלטל מרשות היחיד לכרמלית. אמר אביי לעולם דלית ביה ד' על ד' ויש בו לחוק ולהשלימו לארבעה. ר\"מ סבר חוקקין להשלים ורבנן סברי אין חוקקין להשלים: \n"
            ], 
            [
                "מתני' נגר שיש בו קלוסטרא ר' אליעזר אוסר. ור' יוסי מתיר. אמר רבי אליעזר מעשה בבית הכנסת של טבריא שהיו נוהגין בו היתר עד שבא ר\"ג וזקנים ואסרוהו להם רבי יוסי אומר איסור היו נוהגין בו והתירוהו להם: ", 
                "גמ' בניטל באגודו כולי עלמא ל\"פ דשרי. כי פליגי.  כשאין ניטל באגודו מ\"ס כיון שיש בראשו קלוסטרא תורת כלי עליו. ומ\"ס כיון דאינו ניטל באגודו לא. והלכתא כרבי יוסי: ", 
                "מתני' נגר הנגרר נועלין בו במקדש אבל לא במדינה. המונח כאן וכאן אסור. רבי יהודה אומר המונח במקדש והנגרר במדינה: ", 
                "גמ' ת\"ר איזהו נגר הנגרר שנועלין בו במקדש אבל לא במדינה. כל שקשור ותלוי וראשו אחד מגיע לארץ.  ר' יהודה אומר  זו אף במדינה מותר. אלא איזה נגר הנגרר שבמדינה אסור. כל שאינו לא קשור ולא תלוי ושומטו ומניחו בקרן זוית. א\"ר יהודה  אמר שמואל הלכה כר' יהודה ורש\"י גרס הלכה כר' יהודה בנגרר. ור\"ח לא גרס בנגרר והכי ניחא טפי דאי גרס בנגרר משמע דקאי אהא דאמר ר' יהודה אף במדינה מותר  דקאי אנגר הנגרר דאיירי ביה ת\"ק כל שקשור ותלוי וראשו אחד מגיע לארץ והא ליתא דרבי יהודה שרי קשור אע\"פ שאין תלוי אלא מונח כולו לארץ. דהא לא אסר אלא כשאינו לא קשור ולא תלוי ושומטו וכו' אבל בקשור שאין יכול לשומטו בקרן זוית שרי. ואי גרס ליה יש לומר משום דאיתמר בי מדרשא הלכה כר' יהודה בנגרר ונקמז להכי קאמר הכא הלכה כר' יהודה בנגרר ולקמן קאמר הלכה כר' יהודה בנקמז. אמר רבא והוא שקשור בדלת. ואם ניטל באגודו אפילו אינו תלוי אלא בבריח של דלת מותר כר' טבלא: בעי ר' זירא נקמז מהו. אמר רב יוסף מה תיבעי ליה לא שמיע ליה הא דתניא נקמז מותר נשמט אסור. ר' יהודה אומר נקמז אע\"פ שאינו נשמט אסור. ואמר רב יהודה אמר שמואל הלכה כרבי יהודה בנקמז. כתב הר\"ז הלוי ז\"ל הא דתנן הדלת שבמוקצה וכו' וכן הא דתניא דלת הנגררת והמחצלת הנגררת וקנקן הנגרר בזמן שקשורין ותלויין נועליץ בהן וכו' סתמא כולהו כר' אליעזר דבעי בפקק החלון קשור ותלוי בפרק כל הכלים (שבת דף קכה:) וקאמר רב ירמיה בר אבא משמיה דעולא מאן תנא נגר הנגרר רבי אליעזר היא. והשתא דקיימא לן הלכתא כרבי יהודה דבקשור אף על פי שאין תלוי סגיא נקטינן מיניה דלית הלכתא כהני מתנייתא דבעי קשורים ותלויים. ולא כתנא דמתני' דבעי גבוהין מן הארץ. ולא נהירא לאוקמא סתמא דמתני' דלא כהלכתא. ויותר נראין דברי הראב\"ד ז\"ל וז\"ל אי קשה לך כיון דקי\"ל כר' יהודה וכרשב\"ג שם קכו. דאמר מוסיף אהל עראי מותר הא אמר לעיל במתני' הדלת שבמוקצה וחדקים שבפרצה ומחצלת אין נועלין בשבת אלא א\"כ גבוהין מן הארץ ואסרי ליה משום בנין והלא תוספת אהל עראי הוא שהרי הדלת עשוי הוא לפתוח ולסגור. התם כיון שדלת של מוקצה הוא ושל פרצה לאו תוספת אהל עראי הוא אלא קבע שאין עשוי לפתוח אלא לזמנים רחוקים לפי שאין דרך כניסתו ויציאתו עליהם. ואם היה בפתח קבוע ליכנס ולצאת דרך שם אף על פי שאין גבוהין מן הארץ נועלין בהן: \n"
            ], 
            [
                "ההוא שריתא דהוה בי רבי פדת דהוו שקלי לה בי עשרה ושדו לה אבבא אמר האי תורת כלי עליה. ההיא אסיתא דהוה בי מר שמואל דהוה מחזקת אדריבא והוו שקלי לה בי עשרה ושדו לה אדשא. אמר זו תורת כלי עליה: \n"
            ], 
            [
                "מתני' מחזירין ציר התחתון במקדש אבל לא במדינה. והעליון כאן וכאן אסור. ר' יהודה אומר העליון במקדש והתחתון במדינה: ", 
                "גמ' ת\"ר ציר דלת שידה תיבה ומגדל במקדש מחזירין ובמדינה דוחקין. והעליון כאן וכאן לא יחזיר. גזירה שמא יתקע.  ואם תקע חייב חטאת. של בור ושל דות ושל יציע לא יחזיר.  ואם החזיר חייב חטאת. רבינו תם זכרונו לברכה נסתפק אם מותר לדחוק העליון במדינה מדקאמר כאן וכאן לא יחזיר משמע דלדחוק מותר אף במדינה. או דלמא האי דנקט לא יחזיר בשביל מקדש נקט אבל במדינה אפילו לדחוק אסור מדקתני ברישא במדינה דוחקין התחתון מכלל דבעליון לדחוק אסור. וכן מסתברא דאסור: \n"
            ], 
            [
                "מתני' מחזירין רטייה במקדש אבל לא במדינה. ואם לכתחלה כאן וכאן אסור. קושרים נימא במקדש אבל לא במדינה. ואם לכתחלה כאן וכאן אסור. חותכים יבלת במקדש אבל לא במדינה. ואם בכלי כאן וכאן אסור. איסור חזרת רטייה פירש רש\"י שמא ימרח. אבל לשחיקת סממנין ליכא למיחש כיון דמאתמול הוה עלה. וכן משמע דמדנקט רטייה דטעמא הוי משום מירוח דאי משום שחיקת סממנים מאי איריא דנקט רטייה אפילו כל מילי נמי הוה ליה למיתני אע\"פ דליכא למיחש למירוח. והא דאמר בבמה אשה יוצאה דף סד: יוצאה אשה בפלפל ובגרגיר מלח ובכל דבר שתתן לתוך פיה ואם נפל לא תחזיר. לאו משום שחיקת סממנין אלא לפי שנראה כשמחזרת לתוך פיה כאילו מתכוונה להוציאן בפיה: ", 
                "גמ' ת\"ר רטיה שפירשה מע\"ג המכה מחזירה למכה. רבי יהודה אומר הוחלקה למטה דוחקה למעלה. למעלה דוחקה למטה. ומגלה מקצת רטייה ומקנח פי המכה וחוזר ומגלה מקצת רטייה ומקנח פי המכה. ורטייה עצמה לא יקנח מפני שהוא ממרח. ואם מירח חייב חטאת. אמר רב יהודה הלכה כרבי יהודה. ואמר רב חסדא מחלוקת שפירשה על גבי כלי. אבל פירשה על גבי קרקע ד\"ה אסור להחזיר. וקיימא לן כת\"ק. ואע\"ג דאמר רב יהודה דלית הלכתא כוותיה. דהא רב אשי דהוא בתראה עבד עובדא כוותיה דת\"ק. דאמר מר בר רב אשי הוה קאימנא קמיה דאבא ונפלה אבי סדיא ואהדרה. ואמינא ליה לא סבר לה מר להא דרב חסדא מחלוקת שפירשה על גבי כלי אבל על גבי קרקע ד\"ה אסור ואמר רב יהודה הלכה כר' יהודה. א\"ל לא שמיע לי כלומר לא סבירא לי.  כי גם כשפירשה על גבי קרקע  מחלוקת והלכה כת\"ק. ותמיה לי מנא ליה לרב אלפס לאקולי כולי האי היתרא לגבי קרקע והלא עובדא דרב אשי פירשה על גבי כלי הוה. ומצינו לפרושי לא שמיע ליה הא דרב יהודה אבל שמיע ליה הא דרב חסדא דבקרקע דברי הכל אסור והלכתא כתנא קמא דשרי על גבי כלי. אי נמי לא שמיע ליה הא דרב חסדא דאמר דבקרקע דברי הכל אסור אלא סבירא ליה דבקרקע פליגי אבל בכלי דברי הכל מותר דכהוחלקה דמי ליה לר' יהודה וכן פרש\"י  ודרב יהודה לא שמיע ליה דהלכה כרבי יהודה בפירשה על גבי קרקע: \n"
            ], 
            [
                "מתני' כהן שלקה באצבעו כורך עליו גמי במקדש אבל לא במדינה. ואם להוציא דם כאן וכאן אסור.   בוזקין מלח על גבי הכבש שלא יחליקו. וממלאין מבור הגולה ומבור הגדול בגלגל בשבת ומבור הקר ביו\"ט: ", 
                "גמ' דרש רבא חצר שנתקלקלה במימי גשמים מביא תבן ומזרה בה. וכשהוא מזרה לא יזרה בסל ולא בקופה אלא בשולי הקופה. וממלאין מבור הגולה תנן בסוף מדות פ\"ה משנה ד לשכת הגולה שם היה בור הגולה והגלגל נתון עליה  ומשם מספיקין מים לכל העזרה: \n"
            ], 
            [
                "עולא איקלע לבי רב מנשה אתא ההוא גברא טרף אבבא. אמר מאן האי ליתחיל גופיה דקמחיל שבתא. אמר ליה רבא לא אסרו אלא בקול של שיר בלבד. ואותבינן עליה דרבא מהא דתניא מעלין בדיופי ומטיפין מיארק לחולה בשבת. לחולה אין לבריא לא מאי לאו כגון דניים וקבעי לאיתעורי ושמע מינה אולודי קול אסור. ופריק כגון דתיר ובעי לאונומי דמשמע קליה כמו זימזומי והוא כעין כלי שיר. והדרינן ואותבינן מהא דתניא: \n"
            ], 
            [
                "המשמר פירותיו מפני העופות מקשואיו ומדלועיו מפני החיה הרי זה לא יספוק ולא יטפח ולא ירקד כדרך שהוא עושה בחול. מ\"ט לאו משום דאולודי קלא בשבתא אסור. ופריק רב אחא בר יעקב לא גזירה שמא יטול צרור לזרוק בהם. והדר אותבינן מהא דאמר רב יהודה אמר רב נשים המשחקות באגוזים אסור לאו משום אולודי קלא לא משום דאתי למישוי גומות. תו אקשיה ממתניתין דקתני ממלאים מבור הגולה בשבת במקדש אבל לא במדינה מ\"ט לאו משום דאולודי קלא בשבתא אסור. לא גזירה שמא ימלא לגינתו ולחורבתו. ואם תאמר והיכי שרינן למלאות מבורות שיש להם גלגל דהא אסרינן למלאות מבור הגלגל אפילו במקום דליכא גנה וחורבה משום שריית כיתנא ובכל דוכתא איכא למיחש הכי. ותירץ רבינו תם ז\"ל דהאי גלגל מיירי בגלגל גדול שמוציא מים הרבה ביחד דכיון שמוציא מים הרבה ביחד בלא טורח איכא למיחש שמא ימלא לגינתו ולחורבתו או משום שריית כיתנא. והן אותן גלגלים הקבועים בהן דליים הרבה סביב סביב. וכן מפ' בערוך בערך אנטל דאמרי' בפסיקתא רבתי עלמא דומה לגלגלא דאנטל האי מתמלא והאי מתרוקן האי מתרוקן והאי מתמלא. אבל אותם שלנו שאין ממלאין בהן אלא מעט מעט מותר דליכא למיחש דלמא אתי למיעבד עובדא דחול. ר\"ח ז\"ל כתב אע\"ג דמשני רבא כל הני פירכי דפרכי עילויה אשינויא דחיקי לא סמכינן לדחויי להא דעולא. ורב אלפס ז\"ל כתב מסתברא לן דהלכה כרבא. דהא רב אחא בר יעקב פריק אליביה אלמא כוותיה סבירא ליה. והא ועוד דאמר אמימר שרי למימלי בגלגלי במחוזא אמר טעמא מאי גזרו רבנן משום שמא ימלא לגינתו ולחורבתו והכא לא גינה ולא חורבה איכא. כיון דחזא דתרו בה כיתנא אסר להו. אלמא כרבא סבירא ליה. דאי כעולא לא הוי שרי למימלי בגלגלא כלל דהא משמיע קלא הוא. וחזינא מקצת רבוותא דסבירא להו כעולא. וסמכי אגמ' דבני מערבא. דגרסינן במסכת י\"ט פ\"ה הל' ב' אמר ר' זירא כל משמיעי קול אסורין בשבת. ר' אלעזר  איעצר בסידרא סליק לביתיה דרבין אשכחיה דמוך על תרעא בגין דלא מקשה על תרעא בשבתא. ואמר נמי דרב יהודה היה מקיש על תרעא בשבתא א\"ל אביי מאן שרי לך ואנן לא סבירא לן הכי דכיון דסוגיא דגמרא דילן להיתירא לא איכפת לן במאי דאסרי בני מערבא. דעל גמרא דידן סמכינן דהוא בתראה והוו בקיאי בגמרא דבני מערבא טפי מינן ואי לאו דקים להו דהאי מימרא דבני מערבא לא סמכא הוא לא קשרו ליהאינהו:  ומבור הקר מאי בור הקר. רב נחמן בר יצחק אמר באר מים חיים דכתיב כהקיר ביר מימיה. תנא לא כל הבורות הקרות התירו אלא זו בלבד. וכשעלו בני הגולה חנו עליה והתירוה נביאים שביניהם להן ולא נביאים שבהן התירום להן אלא מנהג אבותיהם בידיהם: ", 
                "מתני' שרץ שנמצא במקדש כהן מוציאו בהמיינו שלא לשהות את הטומאה דברי רבי יהודה. ורבי יוחנן בן ברוקה אומר בצבת של עץ שלא לרבות את הטומאה. מהיכן מוציאין אותו. מן ההיכל והאולם ומבין האולם למזבח דברי רבי שמעון בן ננס. רבי עקיבא אומר כל מקום שחייבין על זדונו כרת ועל שגגתו חטאת משם מוציאין אותו. ושאר כל המקומות כופין עליו פסכתר. רבי שמעון אומר כל שהתירו לך משלך נתנו לך. שלא התירו אלא משום שבות: \nהדרן עלך המוצא תפילין וסליקא לה מסכת עירובין"
            ]
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": " פסקי הראש על עירובין", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rosh", 
        "Seder Moed"
    ], 
    "digitizedBySefaria": true
}