{
    "work": "Rabbeinu Yonah on Pirkei Avot", 
    "text": {
        "1": {
            "14": {
                "1": "...The workers are lazy and the reward is great. These are people that are lazy in their study of Torah. Even the righteous, quick Rabbis are lazy. Since it is in the nature of a human to be lazy and noone is free from this. Some are more and some are less.", 
                "0": "Rabbi Tarfon said, the day is short and the work is great. The day is short- these are the his days that are short relative to the days of the Torah that are greater and longer than a land, white than the sea and there is no end. "
            }
        }, 
        "0": {
            "1": {
                "1": "<b>He would say, \"On three things the world stands\":</b> This means to say that because of these things the world was created. As below (Avot 1:18), it states, \"On three the things the world subsists,\" and they are not those that it mentions here. Hence, we need to explain that when they said \"stands,\" it means that the world was created for them, since they are the will of the Holy One, blessed be He. This means to say that the world was created for his creatures that in the future would fulfill His will in front of Him through these things. And these three are a great pillar, such that on account of them, we are able to get to all of the things that the sages, may their memory be blessed, said that the world stands because of them.", 
                "0": "<b>Shimon the Righteous was from the remnants of the Great Assembly.</b> And he was a high priest, as they said in Tractate Tamid 21 (Yoma 9a) that he had gone out dressed with the priestly garments in front of Alexander [the Great] and [Alexander] went down and bowed before him. His servants said to him, \"Our master, A king like you should bow down to this Jew?\" He said [back] to them, \"I see the image of this one in war and I am victorious.\"", 
                "3": "<b>\"On the service\":</b> As the Holy One, blessed be He, chose Israel from all of the nations and the Land of Israel from all of the lands, and He chose Jerusalem from all of the Land of Israel and He chose Zion from Jerusalem, as it is stated (Psalms 132:13), \"As the Lord chose Zion, He desired it for His habitation.\" And He chose the House of Choice from everything for the sake of the service, about which it is written, \"desire\" - as it states (Leviticus 1:3), \"desirous in front of God.\" Behold that because of the service the whole world was created. And prayer is now for us in its place, as the sages, may their memory be blessed, said, ", 
                "2": "<b>\"On the Torah\":</b> as it stated about it (as it is stated) (Proverbs 11:27), \"He who seeks what is good pursues what is pleasing.\" And good is only Torah, and because of it the world was created, as it is stated (Jeremiah 33:25), \"Were it not for My covenant, night and day[, etc.]. And this is what Shlomo, peace be upon him, said, (Proverbs 8:22), \"The Lord created me at the beginning of His course, as the first of His works of old\" - I was created before the whole world and because of me, all of the creations were created - in order to observe me. ", 
                "4": "and on acts of lovingkindness"
            }, 
            "0": {
                "1": "<b>Moshe received the Torah from Sinai and transmitted it to Yehoshua:</b> both the written Torah and the oral Torah. As the Torah was given with its explanation. As if it were not so, it would be impossible to understand [its contents]. As behold, it is written (Leviticus 19:13), \"do not rob\" - and all of the [laws of] damages are within this negative commandment, and they themselves are the Torah that was received by Moshe at Sinai, even though they were not written. And it is also written (Deuteronomy 17:8), \"between a blood and a blood and between a judgement and a judgement and between an infection and an infection\" - and many of the sightings of blood and many of the various judgments and so many of the infections are known to us by the transmission [of this information]... And they are not explained [in writing] because it is not allowed to be written. And it is written (Exodus 24:12), \"and I will give you the stone tablets and the Torah and the commandment\" - \"Torah\" is the written Torah; \"and the commandment\" is the oral Torah. it comes out that you say that every commandment that He gave to Moshe at Sinai, was given with its explanation. And that which is written is what is called the written Torah and the explanation is what is called the oral Torah. And Moshe learned it from the mouth of the Mighty One.  ", 
                "0": "<b>Moshe recieved the Torah from Sinai, etc.:</b> (I will begin the commentary on \"Avot\" of our great, pious and holy rabbi, Rabbi Yonah the son of Rabbi Avraham, may he be remembered for blessing.) Our rabbis, may their memory be blessed, said (Bava Kamma 30a) \"One who wishes to be pious should fulfill the words of Avot (the Ethics of the Fathers), and [some] said about it, the words of Damages (Nezikin)\". And since a person ascends the steps of piousness by doing one of these matters, they placed [Avot] in the Order of Damages. And even though they also said to fulfill the words of Blessings (Berakhot) which is in the order of Seeds (Zeraim); because it speaks of the blessings on seeds and fruits, they placed it in that order (Editor's note: See what Midrash Shmuel wrote about this in the name of Rabbi Yosef Nachmias, may his memory be blessed). Furthermore, since it is the teachings of the Sanhedrin, they placed it in the order of the laws (of Damages); and so [too], all the sages mentioned [here] until Rabban Yochanan ben Zakkai are all from the Sanhedrin. ", 
                "3": "<b>and Yehoshua to the Elders:</b> as it is stated (Joshua 24:31), and all the days of the elders who had length of days after Joshua.\"", 
                "2": "<b>and transmitted it to Yehoshua:</b> as it is stated (Exodus 33:11), \" but his attendant, Joshua son of Nun, a youth, would not stir out of the tent.\"", 
                "5": "<b>They said three things: Be deliberate in judgment:</b> They said [this] to teachers of legal decisions and decisors of legal decisions and decisors of judgement; that they should not rely on the first thought, but rather upon great deliberation and incisive investigation, so that they not err in their evaluation. As a man who is quick to make a decision is called a sinner - and even though he thought he was saying the truth, it is not [considered] accidental but rather is [considered] to be close to volitional, since he did not put it into his heart to say, the quick hearts do not understand to know. As error is found in all men, as the rabbis say (Avot 4:13), \" Be careful in study, for an error in study is considered an intentional transgression.\" And about this matter, Shlomo, peace be upon him, said (Proverbs 26:12), \"If you see a man who thinks himself wise, there is more hope for a dullard than for him.\" And it is as the sages, may their memory be blessed, said (Avot 4:7), \"One who is nonchalant about giving legal decisions is an imbecile, wicked, and arrogant in spirit.\" Therefore, it is incumbent upon a man who makes legal decisions to go back and forth on the matter and let his thought ripen and to hold on to it; as the matter that they said (Sanhedrin 35a) [that] we should ripen a judgement, as through ripening and deliberation, he adds reasoning to his reasoning and sharpness to his sharpness, until he judges a completely true judgement. As he will see to say with the second thought that which he did not see with the first. And about this matter, Asaf said (Psalms 73:21), \"As my heart ripened and my kidneys were silent,\" which is to say [that] after my heart has ripened and been sharp with wisdom and with my kidneys, I have been silent and have refined my understanding to know. As without this, I have not known, and this is my portion. (And as) it is after it, \"I was a dolt, without knowledge; I was brutish toward You.\" And the reason [they] said, <b>Be deliberate in judgment,</b> is in order to warn about judgments more than other legal decisions, as they are fundamental in the knowledge of Him, may He be blessed and elevated; and as Yirmiyahu the prophet said (Jeremiah 9:23), \"ponder and know Me, for I am the Lord who makes kindness, justice, and equity in the world; for in these I delight, declares the  Lord.\" And how can a man a ponder and know God, as it is not possible? However with this have we known Him, by dong judgment and justice, since God does these. And that is what is stated (Jeremiah 22:16), \"He judged for the poor and needy— then all was well. That is truly knowing Me, declares the  Lord.\" And it is is written in another place (Michah 6:8), \" And what does the Lord require of you? Only to do justice and to love kindness,\" since judgments are a pillar of the Torah. And from them the world is made firm, as is said in the Midrash (Shemot Rabbah 30 3), \"It is written in front of The Ten Commandments, 'and they will judge the people at all times' (Exodus 18:22). And after the Ten Commandment, it is written, 'And these are the laws' (Exodus 21 1). There is a parable [about this] concerning a matron that was walking along the way and her armed guards were walking in front of her and behind her.\"", 
                "4": "<b>and the Elders to the Prophets, and the Prophets transmitted it to the Men of the Great Assembly:</b> And that is Ezra and his group. And [some of] the prophets of the Second Temple were in that group, as they said in Yevamot 16a, \"Rabbi Dosa ben Harkinas said, 'When Chaggai said these three things, he was sitting on this mortar.'\" Hence the prophets of the Second Temple were there after the destruction, since Haggai the prophet was there. And the men of the Great Assembly transmitted it to the men of their generation. And the sages [transmitted it] to their children after them in each and every generation. And the transmission was from one sage to another, until all of the sages of Israel gathered and a suggestion was given from all of their mouths to write down the oral Torah. And [so] they wrote and sealed the Talmud, and afterwards nothing was added to it and nothing was taken away from it. And that generation also transmitted it to the Geonim and the transmission was from one Gaon to another, one rabbi to another - until this day. ", 
                "7": "<b>And make a fence for the Torah:</b> like the matter that is stated (Leviticus 18:30), \"And you shall guard My guarding\"; which is to say, make a guarding for my guarding. And a fence is a great thing and it is praiseworthy to make a fence for the commandments so that the one who fears the word of God not stumble in them. Hence one who observes the words of the sages, may their memory be blessed - which are the fences for the commandments of the Torah - has shown more love for [this] fear than one who does the commandment itself. As the doing of the commandments does not prove fear like the one who observes the fences, since he is careful from the start not to come to error. However, the one who does the commandment but does not observe the fence shows us that if it is good in his eyes to do the commandment, [yet] it is not bad in his eyes if he errs in it; and that he is not concerned about the fear that he will make a breach in it, and 'one who makes a breach will be bitten by a snake.' Behold that the words of the sages, may their be blessed, are pillars and 'trees' in the fear of Heaven; which is a foundation of the world and a fundamental principle of virtue. And all of the commandments are appetizers for it, as they said in the Midrash (Shir HaShirim Rabbah 1), \"'For your love is more delightful than wine' (Song of Song 1:2) - the words of the scribes are more beloved than the wine of Torah.\"", 
                "6": "<b>Raise up many disciples:</b> like the opinion of Beit Hillel. [This is] like the matter that we have learned (The Fathers According to Rabbi Nathan 2:9), \"Beit Shammai say, 'We only teach a student who is fit, modest, proper and who fears Heaven, as it is stated (Job 20:26), \"All (darkness) waits for his treasured ones.\" And Beit Hillel say, 'We teach everyone: One hundred so that ten good ones will come out from them; and ten so that two will come out of them; and two, \"since since you do not know which will be proper, this one or that one or if they will both be equally good.\" And so was there a story of Hillel, who brought together all of his students and said to them, 'Are all of you here?' They said [back] to him, 'Yes.' One of his students said to him, 'All of them are here except the smallest one.' He said to them, 'Let the small one come, who the generation in the future will follow.' And they brought Rabban Yochanan ben Zakkai. Behold that one should not push off the small ones for the bigger ones, since the kids will become goats.\" And about this matter the rabbis, may their memory be blessed, expounded (Yevamot 62b), \"'Sow your seed in the morning, and don’t hold back your hand in the evening' (Ecclesiastes 11:6), - if you have raised disciples in your youth, raise disciples in your old age.\" Behold that the multiplication of disciples is a very good thing and a merit to the teacher."
            }
        }
    }, 
    "meta": "Perek-Mishna-Comment"
}