{
    "title": "Rosh on Shabbat",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Rosh_on_Shabbat",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "And one who grinds: Rav Pappa said: One who Parim silka on Shabbos is liable [for transgressing the melachah of] grinding.  Rabbenu Chananel Z\"L explained this as palm fronds that stand as lines, like strings. When you extract these strings a fine-flour like substance comes out of them. Therefore, for separating them he liable for Grinding.  This is a proper explanation similar to Salis Silta [wood shavings]. However, that which Rashi explained this \"Parim Silta\" as cutting vegetables very fine, is a dumbfounding explanation.  A food item that he cuts very very fine cannot be subject to [the prohibition] Grinding.   "
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "The Rosh begins by quoting the Talmudic sugya on 135b, and then says: The argument of Rav Huna and Rav Hiya bar Rav revolves on this point. The one who says that we don't override Shabbat to do a Brit for a baby born through Caesarean or double-foreskin is agreeing with Rabbi Assi. But this is a minority opinion. Since we projected this debate onto the Beraita('ketanai'), and the rabbis seem to disagree with Rabbi Hama, and say that a child born to a slave-woman who hasn't immersed and is therefore not impure nonetheless has his Brit on the eighth day - this indicates that the Rabbis didn't hold like Rabbi Assi. And these Amoraim who argue simply never heard of the Beraita, because if they had heard of it, they wouldn't have simply said their statements, but would have quoted their source. Since they hadn't heard of it, perhaps if they had known it they would have simply followed the Rabbis on this point, because the halacha always follows the majority. However, the \"Halachot Gedolot\" is unsure about how to rule on this point. And therefore, because there is doubt, then we rule as follows: we do a circumcision on the eighth day, but not if it falls on Shabbat."
            ]
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": " פסקי הראש על שבת",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Rosh",
        "Seder Moed"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Siman"
    ]
}