{
    "title": "Lev Shalem on Mishneh Torah, Divorce",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Lev_Shalem_on_Mishneh_Torah,_Divorce",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל אם כתב הבעל הגט בכתב ידו וחתם עליו עד אחד ונתנו לה הרי זה גט פסול.</b> נ\"ב משמע דהא אם נתנו לה בעידי מסירה כשר ולית כאן למיחש כיון דניכר מתוכו כמ\"ש הרב בכ\"מ פ\"ג. ומ\"ש רבינו פ\"ג שאם היה בו עד אחד כשר ונמסר בעדים דיש אומרים שהגט בטל ולא יראה לי דבר זה אלא פסול מדבריהם על כרחך לא קאי אלא אכתבו שלא לשמה וה\"ק ולא נראה לי דלא הוי מזוייף אלא כמזוייף דילמא אתי למסמך אעדי חתימה ופוסל מדבריהם וממילא דבעד אחד לא שייך הא חששא. מחנה אפרים בחידושים דף י' ע\"ג."
            ]
        ],
        [
            [],
            [],
            [
                "<b>שיהיו העדים וכו' מכירין וכו'.</b> מה שהביא מרן ב\"י בסי' ק\"כ דף צ\"ד ע\"ג שיטה ל\"ג לשון נמוק\"י יש לפרש דהכי קאמר שאם אמרו לו פלוני שכך צורתו יש לו שם זה ויודע את פלוני שיש לו צורה זה לא מהני וכמ\"ש הר\"מ ז\"ל סוף הל' גירושין דאין משיאין את אשתו עד שיכיר שמו ושם עירו ואין אומרין באומד הדעת פלוני הוא אע\"פ שאמר העד כך וכך צורתו ועיין בפ' כל הגט (גיטין דף כ\"ה.) בני דוד פאלקון דף ל\"ג עמוד ב'."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הבעל שהביא גט בידו חתום וכו'.</b> נ\"ב הא דנקט חתום לחידושא נקטיה וכמ\"ש ועיין מהרש\"ך בדף הנ\"ל. מחנה אפרים בחידושים דף י' ע\"ג. עוד שם בלשון <b> אמר לאחרים וכו'.</b> נ\"ב הלח\"מ תמה על הרב ב\"י ז\"ל דכיון דדעתו דרבינו ס\"ל דנאבד כ\"ש דפסול א\"כ למה באותה בעיא דכתבו ותנו לשליח כתב דכיון דהרמב\"ם לא כתבה זאת אלא בנמצא פסול משמע דבנאבד לא איבעיא לן והגט בטל וכו' ע\"כ. נ\"ב לא קשיא מידי דכשעשאו שליח לנתינה אם כשכתבו ונתנו לה ונמצא פסול והרי גמרה שליחותן אפ\"ה מטעם דנתינה מעליא קאמר כותבין כ\"ש בנאבד דעדין לא נתנו כלום אבל כשעשאו שליח לכתיבה לבד נהי דאיכא לספוקי היכא דכתבו פסול שמא כתיבה מעליא קאמר מ\"מ כשכתבו גט ראוי ונאבד הרי נגמר שליחותן. שם בחידושים דף י' עמוד ג'."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>יתר על כן אמר לסופר כתוב וכו'.</b> גרסינן בגמ' מסכת גיטין דף כ\"ה ע\"א וז\"ל בעא מיניה רב הושעיא מרב יהודה אמר ללבלר כתוב לאיזו שתצא בפתח תחילה מהו א\"ל תניתוה יתר מיכן אמר ללבלר כתוב לאיזו שארצה אגרש פסול לגרש בו אלמא אין ברירה ע\"כ. ומשמע שם בגמ' דמיבעיא אם יש חילוק בין תולה בדעת עצמו לתולה בדעת אחרים ופשיט ליה דאין חילוק יעו\"ש בגמ'. וכתב הרא\"ש בעיא זו ופשיטותא דאין חילוק בין תולה בדעת עצמו וכו'. וכ\"כ הטור בנו סי' קל\"א. אבל הרי\"ף והרמב\"ם ז\"ל השמיטוה ולא ידעתי למה דאם ר' הושעיא מבעיא ליה אנן היאך פשיטא לן. ואח\"כ ראיתי למוהרש\"ך ז\"ל שהקשה כן ואין תירוצו נוח לי לענ\"ד וכמו שכתבתי. ולענ\"ד נראה דס\"ל להרמב\"ם דבעיא זו אינו אלא למ\"ד אין ברירה אפי' לקולא והוא ר' יוחנן אבל לדידן דנקטינן לקושטא דמלתא דלקולא לא אמרינן אין ברירה לא שייכא בעיא זו דבין אי אמרינן אין ברירה או יש ברירה אמרינן דספיקא הוי יהיה תולה בדעת עצמו או בדעת אחרים ממורי הרב ז\"ל. ועוד כתב באורך בביאור דברי ה\"ה ז\"ל ולפיכך לא העתקתיו."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>המביא גט ואבד ממנו וכו'.</b> כתב הלח\"מ וז\"ל ואולי יש לומר לדעתו דמחמרינן טפי גבי מיתה דאמרינן כי היכי דמת זה מת האחר אבל בנפילה אם נפל מהאחר לא חיישינן בהוחזקו ע\"כ. נ\"ב על כרחין צריך לומר כן דאל\"כ קשה ההיא עובדא בההוא גיטה דאשתכח בסורא כדאיתא בפ' האשה שלום והכי כתבו התוס' שם וכן נראה מדברי הטור. מחנה אפרים דף י' ע\"ד בחידושים. בני דוד פאלקון דף ל\"ג ע\"ב עיין שם באורך."
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל הנשים והקרובים כשרים ואפי' הפסולין וכו'.</b> כתב הרב המגיד גם הראב\"ד השיג ואם נתקיים בחותמיו ולא הוצרך לומר בפני נכתב למה אם הביאו פסול ע\"כ. נ\"ב נראה לי דטעמו של רבינו משום דאין נאמן לומר שעשהו שליח והו\"ל ספק אם עשהו שליח או לא ואפי' יודה הבעל כמ\"ש הרה\"מ פ\"ט הל' ל\"ב. מחנה אפרים בחידושים דף י\"א עמוד ד'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שליח שהביא גט כשהוא נותנו לה וכו'.</b> כתב הראב\"ד ז\"ל דברים בגו שאם הביאו השליח ממקום שצ\"ל בפני נכתב ובפני נחתם וכו'. נ\"ב לא הבנתי זה דהא דשליח נאמן היינו משום דעדים החתומים על השטר כמי שנחקרה עדותן דמי וא\"כ כל שלא קראו העדים הגט לא שייך לומר כן. מחנה אפרים בחי' דף י\"ב עמוד א'."
            ],
            [],
            [],
            [],
            [
                "<b>אמר לעשרה כתבו גט ותנו וכו' יכול לבטל לזה שלא בפני זה ואפי' בפני ב' אחרים.</b> נ\"ב רבינו איירי לעיקר הדין והא קמ\"ל דלא אמרי' מלתא דאיתעביד באפי עשרה צריכה באפי עשרה למישלפא. וזהו דקאמר ואפי' בפני ב' אחרים וסובר הוא ז\"ל דפלוגתא דרבי ורשב\"ג בהכי הוא וכלישנא בתרא והשתא אתי שפיר הא דכתב בסמוך ואפי' היו עשרה משבטלו וכו' דבהא לא פליג רבי ורשב\"ג. מחנה אפרים בחידושים דף י\"ב עמוד א'. בני דוד פאלקון דף ל\"ח עמוד א' עיי\"ש."
            ]
        ],
        [
            [],
            [
                "<b>בא הבעל וערער ואמר לא גרשתי מעולם וכו'.</b> הקשה הלח\"מ מהדורא בתרא כיון דלדעתו דכשהבעל מערער אינו גט מן התורה א\"כ מה תירצו בגמ' לבעי תרי מדאורייתא לא בעי קיום ורבנן הוא דאצרוך ומשום עיגונא אקילו א\"כ כשבא בעל וערער למה אינו ערעור וסומכין על עד אחד שאמר בפני נכתב ונחתם וכו'. נכתב בצדו הא דאמרינן עדים החתומים על השטר כמי שנחקרה עדותן היינו היכא דליכא מערער אבל היכא דאיכא מערער לא וכ\"כ רבינו בפ' זה. ועפ\"י זה נתיישב מ\"ש הכ\"מ בהל' עדות פ\"ג ומשום הכי כל היכא דליכא מערער ובא השליח ואמר בפני נכתב ונחתם נאמן כבי תרי ושוב כשבא הבעל ומערער אינו נאמן. מחנה אפרים בחידושים דף י\"ב ע\"א."
            ]
        ],
        [
            [
                "<b>המגרש על תנאי אם נתקיים התנאי הרי זו מגורשת וכו'.</b> לשון הרב המגיד בהלכות כתוב שם קשיא דרב וכו'. נ\"ב הא דקי\"ל הכי היינו כשכתוב התנאי בשטר אבל בעל פה לא ועיין בפרק מי שאחזו. מחנה אפרים בחידושים דף י\"ד עמוד א'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הנותן גט לאשתו על תנאי שתתן לו מאתים זוז וכו' ואין אחד מן הראשונים ואחד מן האחרונים מצטרפין.</b> נ\"ב מכאן נ\"ל דעדות מיוחדת בגיטין אינם מצטרפין. מחנה אפרים בחידושים דף י\"ד ע\"א.",
                "<b> אבל אם התנה עליה שתתן לו מאתים זוז וכו'.</b> וכתב הטור סימן קמ\"ג בשם הרמ\"ה דה\"ה איפכא וכו'. ועיין מה שכתב שם מרן בב\"י ובטור יו\"ד סימן רל\"ט עלה דנשבע שלא לאכול בשר כ' יום ואח\"כ נשבע על כ\"ב יום. בני דוד פאלקון דף ל\"ח עמוד ב'."
            ],
            [
                "<b>התנה עליה שתעשה דבר זה סתם וכו'.</b> כתב הרב המגיד והאריך ובסוף דבריו כתב וצ\"ע ע\"כ. נ\"ב עיין בפ\"ז מהלכות אישות דכתב הרה\"מ שכל האומר על מנת שיהיה כן כיון שהיה פעם אחד נתקיים התנאי ועיין במהרי\"ט ז\"ל סי' מ'. מחנה אפרים בחידושים דף י\"ד עמוד א'."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>התנה עליה שתתגרש כשיעבור מעבר פניה וכו'.</b> הקשה הלח\"מ על תשובת הרי\"ף שהביא הרב המגיד טובא חדא דאמאי לא ניחוש שמא פייס הוא לה ובטלו שניהם התנאי של ק\"ק ע\"כ. עיין בתוספות בפ\"ב דלא חיישינן לזה אלא כשהיה הולך דלטובתה נתכוון ולא לצעורא ואתי שפיר השתא ומחל לה התנאי וכ\"כ הרא\"ש. עוד כתב הרה\"מ וכן האומר לאשה זה מבואר וכו'. נ\"ב מדברי התוספות בפ' המביא תניין (גיטין דף י\"ח ע\"ב) נראה דכל שהוא עמה בעיר מסתמא מחמת קטטה קמכוין ולא להתפייס. מחנה אפרים בחידושים דף י\"ד עמוד א'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמר להן כתבו ותנו לאשתי גט אחר השבוע וכו'.</b> כתב מרן בכ\"מ וז\"ל. אמר כתבו גט לאשתי אחר השבוע וכו'. עד ונ\"ל שאפשר לומר שטעמו של רבינו שכל שהוא אחר שבוע אפי' מופלג לא נפיק מכלל אחר השבוע ע\"כ. נ\"ב צ\"ע בפ\"ג דנזיר אבעיא לן אמר הריני נזיר לאחר עשרים יום ונזיר מעכשיו. מחנה אפרים בחידושים דף י\"ד עמוד ג'."
            ],
            [],
            [
                "<b>נתייחד עמה אחר שאמר להם לכתוב וכו'.</b> כתב הרב המגיד בסוף לשונו אבל כאן שאחר שנתייחד לא עשה כלום כבר נתבטל שליחותם ע\"כ. נ\"ב קצת קשה דבס\"פ מי שאחזו מייתי תניא כותיה דר' יוחנן הרי זה גיטך כל זמן שאעבור מכנגד פניך ל' יום וכו' הואיל ולא נתייחד עמה ה\"ז גט ולגט ישן אין חוששין כיון דלא נתייחד עמה דמשמע דאם נתייחד עמה לא נתבטל הגט ואע\"ג דלא עשה שום מעשה אחר היחוד. מחנה אפרים בחידושים דף י\"ד ע\"ג. בני דוד פאלקון דף ל\"ח ע\"ד ולשון הכ\"מ שם."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמר לסופר כתוב לי גט וכו'.</b> כתב הרב המגיד אמר לסופר כתוב לי גט וכו' עד ואפי' יודה הבעל הויא ליה ספק מגורשת ע\"כ. נ\"ב זה אינו דאם יודה הבעל הוי גט כשר אבל כשאינו מודה הוא דהוי ספק שמא אין הבעל שלחו. מחנה אפרים בחידושים דף י\"ד ע\"ג. בני דוד פאלקון דף ט\"ל ע\"א."
            ],
            [
                "<b>האומר לשליח תן גט זה לאשתי במקום פלוני וכו' תנהו לה ביום פלוני ונתנו לה בתוך הזמן אינו גט.</b> נ\"ב כתב המבי\"ט ז\"ל ח\"א סי' קצ\"א דאם נתנו אחר הזמן כשר יעו\"ש. וזה אינו (לעיל) [דלעיל] כתב רבינו הרי שאיחרו הזמן ונתנו לה ה\"ז פסול. מחנה אפרים בחידושים דף י\"ד ע\"ג ועיין שם באורך."
            ]
        ],
        [
            [],
            [],
            [
                "<b>וכל מקום שאמרנו בחבור זה הרי זו ספק גירושין וכו'.</b> כתב הכ\"מ ז\"ל וכן אם גירש את אשתו בגט פסול וכו' עד לא שייך לומר שתצא והולד ממזר ע\"כ. נ\"ב עיין בפ' ט\"ו מהלכות איסורי ביאה הל' י' שכתב רבינו ז\"ל וממזר ספק כגון הבא על האשה שנתקדשה ספק קידושין. מחנה אפרים בחידושים דף י\"ז ע\"א."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המוציא את אשתו משום שם רע וכו' ומפני מה המוציא את אשתו לא יחזירנה לעולם וכו'.</b> נ\"ב הוצרך לטעם זה דקלקול דלפי טעם זה צריכין שיאמרו לו דע שאין אתה מחזירה והיינו היכא דאמר לה מפני מה מוציאה. מחנה אפרים בחידושים דף י\"ז עמוד א'."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נתייחד עמה בפני עדים וכו' אם היתה מגורשת מן הנישואין חוששין לה שמא נבעלה והן הן עדי יחוד הן הן עדי ביאה וכו' לפיכך צריכה גט מספק.</b> נ\"ב ראיתי מי שרצה לומר דבמוציא את אשתו משום זנות אע\"פ דבעל בפני עדים אין לחוש לקידושין כיון דאין בידו להחזירה ע\"כ. ואין נראה כן וראיה מההיא דאוקימנא מתני' דהמגרש את אשתו ולנה עמו בפונדקי דב\"ש אומר אין צריך גט שני וב\"ה אומרים צריכה גט שני דמיירי כשלא ראוה שנבעלה ובדאיכא עדי יחוד וליכא עדי ביאה דב\"ש סברי לא אמרינן הן עדי יחוד הן עדי ביאה דמשמע אם יש עדי ביאה צריכה גט שני. וקאמר בירושלמי אר\"י בר בון ב\"ש כדעתהון דאינון אמרי לא יפטור אדם אשתו אלא א\"כ מצא בה ערוה דמזוהמת היא מלפניו ולפיכך א\"צ גט שני אלמא דאפילו במוציא את אשתו משום זנות אי לאו טעמא דאית ליה דלא אמרינן הן הן עדי יחוד וכו' הוה מצריכינן גט שני. מחנה אפרים בחידושים דף י\"ז עמוד א'."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שפחה שנשתחררה וגיורת שנתגיירה וכו'.</b> ולשון הרב המגיד שם מחלוקת ר' יהודה ור' יוסי באנוסה ומפותה ע\"כ. נ\"ב כן משמע בסוף פרק אלמנה לכהן גדול ודוק. מחנה אפרים בחידושים דף י\"ז סוף עמוד א'."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>באו שנים ואמרו לא מת אע\"פ שנשאת תצא.</b> מצאתי כתוב שם מכתיבת יד הר\"ב כרם שלמה בגיליון אמר שלמה אמרילייו התוספות כתבו שהתרצן תירץ לפי סברת המקשן ש\"מ דליה לא ס\"ל וא\"כ דברי מוהריק\"א קיימין. עוד מצאתי כתוב שם על מה שכתב מהריט\"ץ וז\"ל גם מה שהקשה מוהרי\"ק דמדברי רב נחמן הכי דייקינן דאמר פסול ופוסל תמהני על הרב דאדרבא מדברי רב נחמן דאמר פסול ולא אמר בטל משמע דמן התורה כשר עכ\"ל. ונכתב בצדו אמר שלמה אמריל\"ו עיין מה שכתב הרב המגיד ריש פרק עשירי מגירושין דבגמ' אין שם כלל לפי שיש פסול בטל לגמרי יעו\"ש וא\"כ אין דקדוקו של הרב כלום."
            ],
            [],
            [],
            [],
            [
                "<b>שנים אומרים מת ושנים אומרים לא מת וכו'.</b> כתב הרב המגיד ואם נשאת לאחד מעדיה וכו'. עד הא דתנן לא ישא את אשתו אינו אלא בעד אחד אבל בתרי לא וכו'. נ\"ב כלומר ליכא חשדא כיון דאין אדם חוטא ולא לו ומשום הכי מצטרף זה עם האחר ולית בהם אפילו חשדא וליכא למימר דהאי דנשאה כמאן דליתא וכיון דעדותו לא מהני לא יצטרף עם האחר זה אינו דלית ביה אלא משום חשדא לבד וכל היכא דאיכא אחר עמו אף משום חשדא ליכא. ומ\"ש הלח\"מ גם מה שייחס לרבינו חננאל כל דבריו צ\"ע. מחנה אפרים בחידושים דף י\"ז עמוד ב'."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "לב שלם על משנה תורה, הלכות גירושין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Lev Shalem",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}