{
    "title": "Tzafnat Pa'neach on Mishneh Torah, Shofar, Sukkah and Lulav",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tzafnat_Pa'neach_on_Mishneh_Torah,_Shofar,_Sukkah_and_Lulav",
    "text": [
        [
            [],
            [
                "<b>במקדש היו תוקעין כו'.</b> הנה באמת הא מבואר בסנהדרין ד' מ\"א ע\"ב ובנדה ד' ל\"ח ע\"א דבר\"ח היו תוקעין בשופר וזהו מה דאמר בירושלמי בר\"ה פ\"ג סוף ה\"ו שופר קדוח מהו אמר ליה כזה תוקעין בעין טב ר\"ל דשם היו מקדשין החודש כמבואר כאן ד' כ\"ה ע\"א ובירושלמי ברכות פ\"ד וסוכה פ\"ב ועי' בירו' ר\"ה פ\"ד ה\"ח ותקעתם ועשיתם ע\"ש:",
                "<b>שופר של עכו\"ם אין תוקעין בו כו'.</b> הנה כאן אין הטעם משום הנאה דגבי דבר שאין בו ממש בשל ע\"ז מותר אף לכתחלה כמבואר ביצה ד' ל\"ט ע\"א דע\"ז בדיל מיניה עי' ברכות דנ\"ג ע\"א רק הטעם משום דמאיס לכתחלה למצוה עיין ע\"ז ד' מ\"ז ע\"א ובירו' פ\"א דבכורים. והנה רבינו לא הביא כאן הך דחולין ד' פ\"ט ע\"א דשופר של ע\"ז גם בדיעבד לא יצא ע\"ש ועיין בירושלמי פ\"א דערלה ופ\"ג דסוכה ופי\"ב דיבמות דס\"ל שם דלחליצה לכו\"ע של עיר הנדחת כשר אף למאן דפסל בשופר אך הגמ' דידן לא ס\"ל כן ורבינו לא פסק כך והטעם כך דהנה מבואר בר\"ה ד' כ\"ו ע\"א דשופר הוה גדר כפרה ועיין תמורה ד' כ' ע\"ב אין מתכפרין בדבר הבא בעבירה ועיין תוספתא סוף מס' חולין גבי לא יטול אם על הבנים מפני שנעבדה בהם עבירה ועיין מש\"כ רבינו ז\"ל בהל' איסורי מזבח פ\"ה ה\"ט ע\"ש אך זה רק היכא דהוא גוף הדבר והנה מגמ' דר\"ה דף * כ\"ט ע\"ב וד' ל' ע\"א מוכח כך דביובל ותקיעת שופר במקדש הוה התקיעה מצוה ובגבולין הוה רק השמיעה מצוה והוה רק בגדר מכשיר ובזה לא איכפת לן מצוה הבא בעבירה. ועיין בשבועות דף י\"ד ע\"א דבעי גבי כפרה מחסר ממוניה ועיין תמורה ד' י' ע\"א וזהו דר\"ל בירושלמי דערלה פ\"א ולקחתם לכם ולא מן המצוה ועיין רש\"י סוכה ד' ל\"ה ע\"א ד\"ה לפי שאין בה וזהו מה דאמרינן בכ\"מ כל דבר שהוא חובה אין בא אלא מן החולין אך זה רק בדבר שהוא גוף הקרבן ועיין מה דפליגי בתוספתא דמנחות פ\"י אם מותר להביא מנחה מן הטבל ועיין פסחים ד' מ\"ח ע\"ש ועיין במנחות ד' פ\"א גבי לחמי תודה ועיין ב\"ק ד' י\"ג ע\"ב דלחמי תודה הוה רק מכשירי קרבן ולא עצם הקרבן וזהו הך מחלוקת דמנחות שם אם מותר להביא ממעש\"ש אם מחיטי הלקוח בכסף מעש\"ש ע\"ש ברש\"י דדחק שם אך ר\"ל כך דהנה בירושלמי פ\"א דמעשר שני מבואר דכיון שלקח שלמים בכסף מעשר פקע קדושת מעשר ע\"ש ובפ\"ג וכן גם גבי תודה כן דיליף משלמים כמבואר שם ובזבחים ד' נ' אך זה רק אם לקח לשם תודה אבל אם לקחן סתם דאז חל על החטים קדושת מעשר אסור להביא מהם לחמי תודה ואידך ס\"ל דכיון דאינו מביא מגוף המעשר לא איכפת לן אך זה רק בלחמי תודה דלא הוו רק מכשיר אבל שלמים גופא אם לקח בהמה בכסף מעש\"ש סתם אסור אח\"כ להקדישה לשם שלמים כדמוכח בירושלמי שם וגבי שופר של ר\"ה במקדש לא יצא בשל ע\"ז והיינו הך דחולין ד' פ\"ט או י\"ל דקאי אשל יובל כמ\"ש וגם באמת בשל יובל יש ג\"כ ב' מיני תקיעות אחד דהא קיי\"ל בר\"ה ד' ט' ע\"ב דכ\"ז שלא תקעו ב\"ד אין עליו שם יובל כלל וכשתקעו ב\"ד אז מוטל החיוב על כל יחיד ויחיד לתקוע נמצא דתקיעת ב\"ד הוה רק מכשיר ותקיעת כל יחיד ויחיד הוה עצם המצוה ועיין בשבת ד' קל\"א ע\"ב דלר\"א דוחה שבת תקון השופר וי\"ל דרק לאחר שתקעו ב\"ד משא\"כ קודם שתקעו ב\"ד אין מחללין לעשות שופר כעין הך דפסחים ד' ס\"ט ע\"א גבי קטן ובזה יש ליישב דברי התו\"כ ועיין ר\"ה ד' כ\"א ע\"ב דילפינן דעדי החודש דוחין את השבת ע\"ש אף דזה ג\"כ רק גדר מכשיר אך י\"ל דכיון דקיי\"ל דאם קידשו שלא בעדים הוה מקודשת כמבואר בירושלמי דר\"ה פ\"ב ועיין שם ד' כ' ע\"א הוה זה כמו מצוה בפ\"ע וכעין דאמרינן במנחות ד' ט\"ז ע\"ב גבי הולכה דכל עבודה שאינה מתרת הויא עבודה בפ\"ע ע\"ש ועיין רש\"י עירובין דף ק\"ב ע\"ב ד\"ה קרבן ציבור גם שיר דפי' שם משום דשיר הוה מכשיר ולא פירש משום דלתקן הכינור זה הוה הכשר ועיין בתענית ד' כ\"ז דכלי שיר מעכבין הקרבן לא השירה וכן הוא בירושלמי דעירובין שם ועיין ברש\"י שם בעירובין ד' ק\"ג ד\"ה אף היא מש\"כ ולא נקיים בה שום מצוה כו' וא\"כ למאי קושרין כלל אך זה באה לשיהיה הכלי במקדש ורש\"י שם ר\"ל לענין לשורר בו ועיין שם ד' ק\"ה ע\"א דהקשירה של הכינור לא הוה קשר של קיימא ועיין שבת ד' ע\"ד ע\"ב השתא לפני מלך ב\"ו כו' ובירושלמי שם שלא היה שום קשר במקדש ועיין זבחים דף פ\"ח ע\"א ועיין בתו\"כ פ' אחרי דמרבה מקרא שחייב ביוהכ\"פ אם תיקן מכנסיים של בגדי כהונה אף דהוו מכשיר קרבן ע\"ש, והא דכאן של עיר הנדחת פסול וכן גבי מנעל של חליצה ובירושלמי ביבמות מכשיר הנה מדברי רבינו בהל' יבום פ\"ד נראה דהטעם משום דלאו להילוכא הוא ויש נ\"מ בין אם הסנדל גופא היתה של עיר הנדחת או שנעשה מעור בהמה של עיר הנדחת דשם לא הויא רק איסורי הנאה וכמו של ע\"ז וכן נ\"מ אם של רשעים או משל צדיקים ועיקר הטעם דזה הויא חסרון בעצם הדבר ולכך מיקריא לאו להילוכא עביד וזה רק איסור דבר אחר גרם לו ועיין מש\"כ רבינו ז\"ל בהלכות שקלים פ\"ג הי\"א ובהל' פרה אדומה פי\"א ה\"ו ע\"ש:",
                "[<small>השמטה</small><b> למ\"ש לחלק בין דבר המכפר גבי מהב\"ע ובזה א\"ש הך דמנחות דף נ\"ג ע\"א דאמר דאף דגברא לקי מכל מקום לא מיפסל ושם דף נ\"ט ע\"ב צריך קרא להכשיר גבי לבונה משום דשם קאי אמנחת חוטא ועיין בר\"ה דף ה' ע\"ב דמצריכין קרא גבי שאר קדשים דלא מפסל בב\"ת משום רבה ועיין סוטה דף מ\"ו ותוספות חולין דף קט\"ו ע\"א ותמורה דף כ\"ח ע\"ב גבי חורש וחוסם ובזבחים דף ה' ע\"א גבי שלא לשמה: <small>ע\"כ השמטה</small>]</b>"
            ],
            [
                "<b>מצות לאו ליהנות כו'.</b> וגם י\"ל דהוה כמו לא אפשר ולא קמכוין אך כיון דע\"כ צריך שישמע קול שופר הוה מכוין ועיין תוס' פסחים ד' כ\"ב ע\"ב ותוס' מנחות ד' מ\"א ע\"א ע\"ש גבי בגדי כהונה וא\"כ י\"ל דזה תליא אם דבר שאין מתכוין מותר אם אסור כמבואר בהך דפסחים ד' כ\"ה ע\"ב ועיין בכריתות ד' כ' ע\"ב היכי ס\"ל לראב\"צ ע\"ש ועיין במעילה ד' י\"ג ע\"ב גבי ערבה ועיין שם בפיהמ\"ש ועיין עירובין ד' ל' ע\"א בהך דר\"א גבי אוכל הנאסר לו לאדם ובתוס' כאן ד\"ה המודר הנאה ועיין בה\"ג בהל' שופר דפסק דאסור במודר הנאה משופר עצמו ע\"ש גם י\"ל דר\"ל דאסור לתקוע והגמ' דילן ר\"ל שאחר יתקע והוא ישמע:"
            ]
        ],
        [
            [],
            [
                "<b>אנדרוגינוס כו'.</b> עיין בהשגות ועיין מש\"כ התוס' יבמות ד' פ\"ג ע\"א דהוא כלול משניהם ומש\"כ רבינו ז\"ל בהלכות איסורי מזבח פ\"ג ה\"ג דכיון דיש שינוי בעצם הבריאה הרי הוא כמין אחר ועיין ירושלמי פ\"ג דתרומות גבי המפריש מקצת תרומה ומעשרות דממנו עליו שפיר יכול להפריש ושם גבי שני כריים דהפריש מזה מקצת ומזה מקצת אינו יכול להפריש מזה על זה ועיין מש\"כ רבינו ז\"ל בה' תרומות פ\"ז הי\"ו ע\"ש ובדברי הירושלמי שם אם מנחה של אנדרוגינוס קריבה כליל ועיין מש\"כ רבינו ז\"ל בהל' מטמא מו\"מ פ\"א ה\"ז דלגבי עצמו הוה אם נגע בשלו חייב על ביאת מקדש ע\"ש הרי חזינן דדבר הפורש ממנו לגבי עצמו הוה דבר ודאי ועיין בירושלמי פ\"ג דקדושין ופ\"ב דיבמות וכי יש ממ\"נ בעריות ועיין מש\"כ רבינו ז\"ל בפיהמ\"ש פ\"א דבכורים מ\"ה דנמעטו בגדר ודאי ולא בגדר ספק ועיין בנזיר ד' י\"ג ע\"א ובירושלמי שם ותוס' ב\"ב ד' קמ\"א ונדרים ד' י\"ז ע\"ב גבי כוי ומש\"כ רבינו ז\"ל בהל' עדות פ\"ט ה\"ג ולא כתב כמו בה' איסורי מזבח ועיין בכורות דף נ\"ז ע\"א גבי מעשר בהמה וביבמות ד' ק' ע\"ש דקרא ליה בריה ועיין מש\"כ רבינו ז\"ל בהל' בכורות הלכה ה' פרק ב' מש\"כ בזה:"
            ],
            [
                "<b>אינו מוציא את עצמו.</b> והא דגבי לולב לא אמרינן כן דלא הוה נטילתו נטילה דזה הטעם לא שייך רק בדבר דהוא דבר נפרד ממנו כמו בהתקיעה דהוא עצמו אינו יוצא בתקיעתו רק בשמיעתו והוה רק בגדר מוציא ולכך כיון שמעורב בו צד פטור אינו יוצא משא\"כ בדבר שאין החיוב עליו שיוצא בזה רק שיעשה הדבר והרי עשה דאל\"כ האיך יוצא בשומע מאחר הא בהשמיעה גופא מעורב כח פטור וזה ר\"ל ג\"כ הירושלמי ריש פ\"א דתרומות דאמר שם תמן זה כותב וזה מגרש ר\"ל דאף הבעל בעצמו כותב הגט מ\"מ בהכתיבה גופא לא נגמר הגירושין רק צריך ליתן לה הגט אח\"כ וא\"כ מגרש בגט שכתבו חרש ולא מהני משא\"כ בתרומה שבמה שכתב שזה יהיה תרומה בזה נתרם ונגמר הדבר ועיין מש\"כ התוס' קדושין ד' נ\"ט ע\"ב ד\"ה מידי מחשבה ע\"ש מה שהקשה אמאי לא פריך מתרומה ע\"ש אך בעצם לא דמי דהביטול לא הויא רק מכאן ולהבא וא\"כ ממילא כבר נתרם ואינו מועיל לתרום דבר שכבר תרם משא\"כ מחשבה שיהיה כלי לקבל טומאה ועיין שם דף ע\"ח ע\"ב ברש\"י ד\"ה אם שלו קדמו שכתב הטעם משום דבטלו ומה שייך בטלו הא מקודשת לראשון ולא דמי להך דפסחים ד' צ\"ח ע\"ב דשם בידו למשוך עצמו מן הפסח וצ\"ל דנ\"מ אם מת הראשון ועיין בירושלמי ריש פ\"ג דקדושין ובמרדכי פ' השולח ועיין מש\"כ הר\"ן נדרים ד' ע\"ג ע\"א גבי הפרה ע\"ש:"
            ],
            [],
            [],
            [
                "<b>אעפ\"י שהתקיעה משום שבות כו'.</b> כן מבואר בשבת ד' קי\"ד ע\"ב ועיין בתוס' שם ד' קי\"ז ע\"ב וחולין דף פ\"ד ע\"ב וצ\"ל הטעם משום שמא יתקן כלי שיר ועיין במגילה ד' ד' ע\"ב בתוס' ד\"ה ורב יוסף ע\"ש ובאמת הוא כך דעיקר האיסור הויא משום שבות דלולב משום טלטול ודשופר משום שיר ודהזיה משום תיקון כמבואר בפסחים ד' ס\"ט ע\"א רק דהאיך יכולים ב\"ד לעקור מצוה אף דהוה שב וא\"ת כמבואר ביבמות ד' צ' ע\"ב מ\"מ הא אין עוברין על לאו דלא תגרע כיון דהם פסקו לעקור את המצוה וע\"ז צריך טעם משום גזירה שמא יעבירנו כו' ועיין עירובין ד' ק\"ה ע\"א ובמה שכ' הראב\"ד ז\"ל בהשגות בהל' ק\"פ פ\"ו ה\"ו ע\"ש ומה דאמר בגמ' שם ביבמות כבשי עצרת ע\"ש ברש\"י ונ\"ל דזה קאי על הך דמנחות ד' מ\"ו ע\"ב גבי שתי הלחם הבא בפ\"ע דישרוף ואמר שם רבה הטעם משום גזירה ע\"ש. ובזה יש ליישב דברי הרי\"ף ז\"ל פ\"ד דסוכה ועיין תענית ד' י\"ד ע\"א שופרות בשבת מי שרי ועיין תוס' סוכה ד' נ' ע\"ב דמשמע שבשופר לא שייך שמא יתקן כלי שיר ע\"ש ועיין בר\"ה ד' ל' דאמר שם גבי יובל לענין דדחי שבת ומה נ\"מ דבלא זה הוי יוהכ\"פ ועיין כריתות ד' י\"ד ע\"א ע\"ש ונ\"מ בין הני טעמים:"
            ],
            [
                "<b>התינוקת כו' שאינה יו\"ט של ר\"ה.</b> עיין בהה\"מ וזה תליא אם שייך חינוך בדבר שכשיהיה גדול יהיה אסור לעשותו ונ\"מ אם הגיע לחינוך למצות שופר ולא הגיע לחינוך למצות שבת עיין תוס' ערכין ד' ג' ע\"א דכתבו להיפך ועיין פסחים דף קט\"ז ע\"א גבי חיובי לדרדקי ועיין חגיגה ד' ו' ע\"א גבי חיגר קטן וגם נ\"מ לקטן שיודע להתעטף בציצית אם הולך בטלית שבגדול בכה\"ג פטור מן הציצית כגון שאינו יכול להלוך בשוק לבדו דטלית זה פטור מן הציצית אם אנו מחוייבים לחנך הקטן הזה ובזה א\"ש מה שהקשה התוס' ערכין ד' ב' ע\"ב ד\"ה היודע ועיין בהך דפסחים ד' ק\"ח ע\"א ד\"ה נימא מש\"כ שם דכיון דדיעבד כשר אסור כל היום לאכול ע\"ש ואף דהיכא דלכתחלה אסור לא שייך גזירה עיין גיטין ד' ס\"ז ע\"א כשר ולא תעשה ועיין שבת ד' מ\"ה ע\"א גבי מניחין נר ע\"ג דקל ועי' מנחות ד' מ\"א ע\"ב ש\"מ מתירין מבגד לבגד ושם ד' נ\"ב ע\"א ד\"ה דקא עבדי וכ\"מ אך י\"ל כיון שבזה\"ז ליכא קרבן גזרו אף קודם חצות ועיין בתענית ד' י\"ז ע\"א גבי כמאן שתו כהני חמרא ותוס' עירובין ד' מ\"ג ע\"ב ועי' שבת ד' קט\"ז ע\"א דלגבי גליון לא שייך אזלא כתב אזלא קדושתיה וירושלמי פ\"א דמגילה גבי סמוך לכרך וגם אם נחרב הכרך ונעשה של עכו\"ם בסמוך לכרך קורין בט\"ו. ובזה יש ליישב מה שהקשה התוס' במנחות ד' ס\"ח ע\"א דממקום שאין מביאין עומר לכתחלה מותר לקצור ע\"ש דזה רק גבי שעורים אבל גבי חטים דאין מביאין ממנו עומר שוב אין נ\"מ באיזה מקום שיהא אסור לקצור ע\"ש במה שכתבתי ובתוס' פסחים ד' י\"א:"
            ],
            [
                "<b>והיתה רואה ירושלים כו'.</b> עיין בהשגות וגם רש\"י ס\"ל כן כדברי רבינו ומה שכתב רש\"י אבל לא במדינה לא בירושלים עיין בתוס' ר\"ל כגון שכבר תקעו בביהמ\"ק ומ\"מ לראות די שיראה ירושלים עי' זבחים ד' קי\"ח ע\"ב גבי שילה שאוכל בכל הרואה ובירושלמי במגילה פ\"א דדי במה שרואה שילה ולא צריך לראות המשכן ועי' בתוספתא פי\"ג דקרבנות דר\"י ור\"ש ס\"ל דגם כשהיה בנוב וגבעון אז נאכל קדשים קלים בכל הרואה ושם ע\"כ קאי אמשכן ועי' תמורה ד' כ\"א ע\"ב ע\"ש דמשמע דקאי אמשכן וכן כתב רבינו בפיהמ\"ש בפ' בתרא דזבחים ועי' תוס' סנהדרין ד' פ\"ז ע\"א ומש\"כ רבינו ז\"ל בהל' תענית לקמן ע\"ה הל' י\"ו ע\"ש ועי' בירושלמי מגילה פ\"א ה\"א ובירושלמי חגיגה פ\"א ה\"א גבי קטן דמבעי שם מהיכן הוא מודד מן חומה או מן הבתים ע\"ש וה\"נ כן וגם נ\"מ למאי דבעי בירושלמי כאן אם היה יכול לבא בעירוב אם מקרי בתחומה ע\"ש וא\"כ נ\"מ לעיר העשויה כקשת. ובזה א\"ש הך דמגילה ד' ג' דנקט שם מן חמת לטבריא ועי' בעירובין ד' ס\"א דהוה עיר העשויה כקשת ובירושלמי בעירובין פ\"ה ה\"ז ובתוספתא שם דבני חמתא ובני טבריא ע\"י ערוב נעשה עיר אחת ובני מגדל הוה מצד אחר לטבריא וזהו הך דפסחים ד' מ\"ו ע\"א גבי חימוץ ע\"ש ובירושלמי במגילה שם ועי' בירושלמי פ\"ה דמעש\"ש ה\"ב דגבי תקנה אין רואין מה שיכול לילך ע\"י מערות ע\"ש ועי' פסחים ד' צ\"ג ע\"ב בתוס' גבי דרך רחוקה ע\"ש ועי' ירושלמי פ\"ח דתרומות ה\"א גבי שנתגרשה דמוקי כגון שאמרה הבא לי גיטי ממקום פלוני והיה דרכו להביא לה בעשרה ימים כו' חזינן דלא אמרינן מסתמא כוונה כמו שרגילה שישתהה וא\"כ הוה כמו שאומרת לאחר י' ימים רק כוונה המקום ועי' גיטין ד' ס\"ה ע\"א ועי' בנדרים ד' ס\"א ע\"ב בר\"ן בשם ירושלמי גבי קבע זמן למשתה בנו ושם ד' ס\"ב ע\"ב גבי עד הגשמים בר\"ן שם ועי' מש\"כ הרא\"ש ז\"ל בנדרים ד' ע\"ה ע\"ב ד\"ה דאתפיס אחריני דנהי דבטיל הנדר מיד מ\"מ זמן כדי דיבור שמופר ליכי לא בטל אף דכעת א\"צ לומר זה ועי' בירושלמי פ\"א דחלה ה\"א דנהי דקיי\"ל האיר המזרח מתיר מ\"מ זמן שצריך לשהות הבאת העומר עדיין אינו מותר ובזה א\"ש מה דרש\"י ז\"ל במנחות ד' ס\"ח ע\"א פירש על האיר המזרח עד הנץ החמה ואף דבכמה מקומות מבואר להיפך עי' מש\"כ בהל' תמידין ומוספין רק כאן משום זמן הבאת העומר וגם משום דלכתחלה זמן הבאת הקרבן מנץ החמה כמבואר במגילה דף כ' וכ\"מ וגם שיקדים התמיד קודם:"
            ],
            [
                "<b>אעפ\"י שהם סמוכים כו'.</b> עי' בהל' י' ומש\"כ בזה הכסף משנה ודבריו נכונים וכן הוא פירוש הגמ' ביצה ד' ד' ע\"ב דמתחלה אמר שם ר\"ז כוותיה דרב אשי מסתברא דהאידנא ידעינן ר\"ל דשם מיירי בזמן שהיה ב\"ד הגדול בא\"י וא\"כ אף דאנו יודעין בהחשבון מ\"מ שמא ב\"ד הגדול קידשו החודש ע\"י איום או ע\"י עדים שקרנים וכדומה ודחי אביי דמ\"מ יכולים לברר ע\"י משואות ואח\"כ אמר שם והשתא זה ר\"ל בזמן שאין ב\"ד הגדול בא\"י אז הוה גדר ודאי משום מנהג וזה היה לאחר אביי ורבא ועיין בירושלמי סוף פ\"ג דעירובין דרבי אבהו איקלע לאלכסנדריא ואטעינן לולבין בשבתא ועי' כתובות ד' כ\"ה ע\"א דאלכסנדריא היה מקום ב\"ד קבוע ע\"ש וס\"ל דלולב ושופר שוין דלא כתוס' ועי' מש\"כ רבינו ז\"ל לקמן בהלכות קידוש החודש פ\"ה ה\"י ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>התקיעות אין מעכבות כו'.</b> עי' בהשגות דס\"ל דמעכבות בר\"ה זו את זו ועי' תוס' כאן ד' ל\"ג ע\"ב דהביאו ראיה דאינו מעכב ועי' בתוספתא מנחות פ\"ו מבואר להדיא כשיטת הראב\"ד ז\"ל דמעכב ע\"ש וכן משמע בתוספתא כאן פ\"ב דאמר רק אם הקדים זה לזה אז יצא ע\"ש וראיית התוס' מהך דתקיעות אינן מעכבות את הברכות הנה בירושלמי מוקי לה דמיירי כגון שחל להיות בשבת ובמקום אחד יש ב\"ד ובמקום אחר אין ב\"ד וכעין דאמרינן במנחות ד' מ\"ה ע\"א גבי מוספין ע\"ש ועי' בירושלמי נזיר פ\"ו ה\"י גבי תנופה כה\"ג דבזמן שיש לו ידים מעכב ובזמן שאין לו אינו מעכב. ובזה א\"ש מה דמבואר בתוספתא דמנחות שם גבי פר דאינו מעכב את השעיר ועי' יומא ד' מ' ועי' מנחות ד' מ\"ו ע\"ב גבי כבשים והך דברכות ותקיעות י\"ל דמה\"ת מ\"מ יצא רק דמדרבנן לא יצא גם התקיעות ונ\"מ דאם אח\"כ נזדמן לו מי שיכול לברך ברכות שיתקע עוד הפעם על סדר הברכות ועי' פסחים ד' קט\"ו ע\"א ע\"ש ומ\"מ אם חל להיות בשבת מקום שיש ב\"ד ואין יכול לברך מ\"מ התקיעה דוחה שבת ועי' בתוס' סוכה ד' ג' אם זה מקרי לא יצא ידי חובתו מה שאינו מקיים גזירה דרבנן ועי' מש\"כ בהל' א\"ב פ' י\"ט ה\"י אם חלל של דבריהם נטמא לטומאה מה\"ת אם לוקה וע\"ש פ\"כ הי\"ג דמבואר שם דלוקה ועי' בירושלמי מעש\"ש פ\"ג ה\"ח מוכח דאם נטמא בולד הטומאה דרבנן ופדאו ואח\"כ נטמא באב הטומאה דאורייתא אין לוקין על מעות השניות אף דמה\"ת פדיון הראשון לא הוה פדיון כלל ועי' תוס' ברכות ד' ט\"ו ע\"א ד\"ה אי ר\"י מה שכתבו דעל דאורייתא אין יכולים חכמים לתקן ע\"ש ועי' חולין ד' כ' ע\"ב גבי עיקור סימנין דעוף דיש שם ב' לשונות, ושם ד' פ\"ה ע\"ב גבי עוף בעזרה ע\"ש ברש\"י ותוס' ועי' מש\"כ בה\"ג ז\"ל בהל' פאה ובהל' חלה דעל חלה ופאה של תורה לא תיקנו חכמים שיעור וגרס להיפך מגירסא דילן בחולין ד' קל\"ז ע\"ב ע\"ש וזה ר\"ל דאיבעי' דשבת ד' כ\"ד ע\"א אם מזכירין של חנוכה בבהמ\"ז ע\"ש דכיון דבהמ\"ז מה\"ת לא תיקנו חכמים בזה תקנה ועי' מש\"כ התוס' חולין ד' י\"ג ע\"ב גבי הך דטומאה דתקרובת ע\"ז ע\"ש ועי' מש\"כ בזה במס' כלים פכ\"ה מ\"ח לשיטת הרמב\"ם ז\"ל דס\"ל דמשקין מטמא כלי חרס מגבו אם רוק של זב אם ג\"כ מטמא מדרבנן דלא גרע עכ\"פ ממשקין טמאין וזהו כונת הירושלמי ספ\"ג דעירובין מה דאמר שם על ב' ימים טובים ועל ב' חלות סבורה אני שאני מקבל שכר כו' והטעם באמת דר\"ל דע\"י דרבנן נתגרע הדאורייתא ולא קיים עדיין המצוה בשלימות ונמצא השניה משלמת לראשונה ועיין סוכה ד' כ\"ג וכ\"מ בזה:"
            ]
        ],
        [
            [
                "<b>ז' על ז' טפחים כו'.</b> עי' ברש\"י ד' ד' וד' ז' ע\"ש בתוס' ודף ט\"ז ע\"א וע\"ב וע\"ש ברש\"י בזה ודף י' ע\"ב:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>סיכך ע\"ג מבוי כו'.</b> עי' בהה\"מ. והנה נראה לי דזה רק אם לא עבר שבת על הסוכה אבל אם עבר שבת אז כשרה הסוכה אף בשאר הימים ועי' ב\"ב ד' קנ\"ג ע\"ב גבי בקעה דאם עברו עליה ימות הגשמים כו' ועי' בהך דפסחים ד' מ\"ו וכ\"מ ועי' בהגהות מרדכי פ\"א דחולין גבי קשר של תפילין ע\"ש ועי' בכורות ד' י' ע\"א דאמרינן איסורו חישובו ועי' סוכה ד' ל\"ג ע\"ב גבי אגד ע\"ש בר\"ן דכיון דצריך אגד הוה קשר גמור ועי' שבת דף פ\"א ע\"ב גבי צרור בשבת ע\"ש ועי' עירובין דף מ\"ד ע\"א גבי מחיצה. והנה רש\"י ז\"ל בסוכה שם כתב דוקא למ\"ד לחי משום מחיצה וע\"ש מה שהקשה התוס' בע\"ב בד\"ה סיכך ע\"ש אך לשיטת רבינו ז\"ל בפי\"ז מהל' שבת ה\"א וה\"ט דפטור מוכח דס\"ל דהלחי עושה אותה מחיצה מה\"ת וכן כתב בפי\"ד ה\"ד ע\"ש ועמ\"ש התוס' סוכה ד' י\"ט ע\"א ד\"ה אחוי ליה ע\"ש ועי' בירושלמי פ\"א דסוכה דטפח של סוכה רק מדבריהם ע\"ש וע\"ש פ\"ג סה\"א ע\"ש ועי' בעירובין ד' כ' ע\"א גבי פסי ביראות אם חייב עליו משום רה\"ר ובירושלמי שם פ\"ב ה\"א דלא ס\"ל כך ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ועושה אדם את חבירו דופן כו'.</b> ואם גם האדם שהוא במקום דופן יוצא בהך סוכה עי' בהך דמקואות ספ\"ה גבי גידור בכלים ע\"ש ועי' במעילה ד' י\"ט ע\"ב מה דאמר שם ק\"ו אם אחרים מביא לידי קדושה ע\"ש ושם ר\"ל כך דהנה עיין תוס' מנחות ד' מ\"ו ע\"א וד' מ\"ז ע\"א מבואר שם דקדושת כלי שרת הוה כך דאם פדה הדבר הנקדש בכלי שרת הפדיון חל ונתפס בקדושה רק הדבר אין יוצא לחולין ר\"ל דהדבר חוזר ונקדש כהך דנדרים ד' כ\"ח ע\"ב פדאן חוזרות וקדושות וע\"ש בתוס\"י מש\"כ שם ועי' תוס' בכורות ד' ל\"ב ע\"א גבי חרמים כה\"ג ואמר בהך דמעילה דלעצמו ג\"כ מביא קדושה כה\"ג ולכך יש בהם מועל אחר מועל:",
                "<b>והוא שיעשה אותו שלא לדעת כו'.</b> עי' בהשגות מש\"כ דבתר כונה דידיה אזלינן ועי' מש\"כ רבינו לעיל בהל' שבת פט\"ז הכ\"ג ע\"ש ועי' בהך דסנהדרין ד' פ\"ה ע\"ב גבי גנבו ישן מהו וע\"ש מש\"כ רבינו בפ\"ט מה' גניבה והטעם כיון שהוא אינו יודע שהוא נגנב לא מקרי גניבה כלל ועי' ב\"ק ד' ס\"ח ע\"ב דגבי גניבה בנפש לא שייך גדר יאוש ע\"ש דאדם כ\"מ שהוא הוא ברשות עצמו ויאוש לא שייך רק על דבר הקנוי וזהו מה דר\"ל הגמ' ב\"ק דף ד' ע\"א אדם שמירת גופו עליו ע\"ש ועי' בע\"ז ד' נ\"ד ע\"א לשיטת רש\"י דבע\"ח אין עליו דין בימוס ר\"ל משמש לע\"ז ועי' ב\"ק דף י\"ב גבי מטלטלין דניידי דלא נקנו אגב קרקע ע\"ש בתוס' ודוקא באדם ועי' בהל' מכירה פ\"ג הי\"א ובהשגות שם ועי' ב\"ב ד' ס\"ח ע\"א דמבואר שהם שוין:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>סככה בפשתן כו'.</b> עיין בהשגות ועי' מש\"כ בזה לעיל בהל' ציצית ועי' בתוספתא דמעש\"ש פ\"ב דאם עשה מזהב של מעש\"ש כלים דלא מהניא להם פדיון ע\"ש והטעם ג\"כ כן דנשתנה הדבר דאינו זה, ועי' מש\"כ הבעל המאור פ\"ד דב\"מ דאף דקי\"ל דאם כסף לבדו יכול לחזור בו זה רק אם הדבר בעין משא\"כ אם אינו יכול לחזור בו ע\"ש, ובאמת הטעם גבי של פשתן משום דיש עליהם טומאת נגעים ועי' תוס' ד' י\"ב ע\"ב ועירובין ד' נ\"ח ע\"א גבי חבל של פ\"א ע\"ש ונדה ד' נ\"ח ע\"א דף ס' ע\"ב שם:"
            ],
            [],
            [
                "<b>ואפילו ניטל הקיר שלה כו'.</b> הנה רבינו ז\"ל דייק וכתב ניטל משמע מאיליו אבל אם נטל בידיו אז מסככין בו דהוה כמו כלי חדש ועי' בירושלמי ספ\"א ר\"י בר\"א הורה מדוחק להתיר כו' ע\"ש דזה הוה שינוי מעשה ואין עליו שם בלאי כלים וכן ר\"ל הך גמ' דילן ד' י\"ג ע\"ב גבי צריפא דאורבנא כיון שהתיר ראשי מעדנים ר\"ל ג\"כ שלא יהיה כלי וכמו הך דירושל' הנ\"ל ועי' בכלים פ\"כ מ\"ז ע\"ש ועי' ד' ט\"ו ע\"א ברש\"י ד\"ה בביטולי תקרה ובזה א\"ש דברי רבינו בהל' כלים פכ\"ו ה\"ז גבי מטה דכתב הטעם שעדיין צורת המטה עומדת אבל נטל ארוכה טהורה ובהל' י\"ג פסק דטמאה ע\"ש בהשגות הראב\"ד מה שהקשה ובזה א\"ש דבהל' י' נקט לשון נטלה דהוא נטלה בידים לכך נטהרה משא\"כ בהלכה י\"ג נקט לשון נפרקה דמשמע מעצמה ולכך טמאה וע\"ש בהלכה י\"ד ובהך דסוכה ד' ט\"ז ע\"ש:"
            ],
            [],
            [],
            [
                "<b>לפי שלא נעשית לצל כו'.</b> ר\"ל לא דהפסול שנעשית שלא לשם צל רק משום דבעיא שיהא נעשית לצל ועיין בהך דסוכה דף ח' ע\"ב וד' י\"ב ע\"א ברש\"י ד\"ה והתורה ע\"ש ועיין בהך דזבחים ד' ט\"ו ע\"א גבי הולכה שלא ברגל דר\"ל שם ג\"כ כן אם הפסול מחמת שלא נעשית בימין או שלא נעשה בכהן או הפסול שנעשה בשמאל או שנעשה בזר וזהו מה דאמר בירושלמי דיומא פ\"ה שניא היא שנעשית כו' ע\"ש ועי' בהך דסנהדרין ד' קי\"ב ע\"א גבי הודחה מאליהן ע\"ש ועי' בערכין דף כ' ע\"א גבי אמדוהו מאיליו ועי' מה דס\"ל לבעהמ\"א ז\"ל על הך דסוכה ד' י\"ג גבי אגד דפרה דאגד בידי שמים הוה אגד אף דמעכב ועי' במעילה ד' כ\"א ומש\"כ לעיל בהל' ברכות פ\"ו הי\"ג ע\"ש בזה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>סיכך בדבר פסול כו' ואם היה כו'.</b> עיין בהשגות והנה עי' ברש\"י דף ט' ע\"ב ד\"ה מאי אך באמת זה תליא אם סכך פסול פסול בעצם או רק מה שחוצץ ועי' ד' י\"ז בהך דרבה אם שיעור משום הפלגה ע\"ש ואם נימא דהוא דבר הפוסל וא\"כ למ\"ד פרוץ כעומד מותר פוסל דהא עביד דבר הפסול ועי' בחולין ד' כ\"ט ע\"א גבי מחצה ובמש\"כ הרמב\"ן ז\"ל במלחמות בחולין גבי מוגרמת ועי' סוכה דף י\"ד ע\"ב גבי הך דנסר שהוא רחב ד' טפחים דאנחה אפומא דמטללתא וכמו דאמרינן בזבחים ד' כ\"ז וכ\"מ גבי פיגול ובאמת זה ר\"ל מה דאמרינן בב\"ב ד' קס\"ב ע\"ב גבי מלאוהו בקרובים ואל תתמה כו' שהרי אויר סוכה ע\"ש ועי' בירוש' סוכה פ\"א ה\"א מפני מה אמרו סכך פסול אינו פוסל כו' שלא בא אלא להתירא של סוכה וע\"ש בהל' ז' ובהל' י' ועי' בירוש' גיטין פ\"א ה\"ה גבי עדים פסולים כה\"ג ופ\"ח הל' י\"ב ופ' ט' הל' ח' גבי הך דר' בא בשם רב לא הזכיר ענינו של גט עמו ומקשה שם מיחלפא שיטתיה דר' בא דעדים פסולים אינם נעשים כו' ר\"ל כך דהנה יש שני דברים בענין פסול ובענין פטור אחד מה שפסול או פטור ואחד מה שפוסל או פוטר ועי' בירושלמי פ\"א דמעשרות דאם הפקיר קמה ואח\"כ זכה בה ואח\"כ הפריש ממנה תרומה אע\"ג דפטור מ\"מ יש שם תרומה עלה דרק פטור לא פוטר דכיון דלא נתחייב עדיין אבל אם הפקיר שבלים אף בדיעבד אינו תרומה דזה פוטר ועי' בירושלמי חלה פ\"א ה\"ד מה דמחלק שם בין גדיש שנדמע בין עיסה שנדמעת כה\"ג ושם פ\"ג ה\"ה גבי שני עכו\"ם שעשו עיסה וחלקו ונתגיירו ובין שני ישראלים שעשו עיסה ועי' שם בדברי רבינו בהל' בכורים פ\"ז הל' ח' ט' ע\"ש ועי' בהך דמעשרות פ\"ג ה\"ז גבי גג דאינו פוטר עד שיהא בו ד' על ד' וכ\"מ ור\"ל כך דעדים פסולים אינם פוסלים רק שטר כשר וכן סכך פסול אינו פוסל רק סוכה כשירה וכיון דהשטר אינו כשר כיון דהוא רחוק שני שיטין וכן בסוכה כה\"ג אז לא שייך לומר שהוא פוסל את הדבר כיון דעדיין אין שם הדבר עליו וזהו דאמר בירוש' פ\"ט דגיטין הנ\"ל דמבעי ליה שם אם הני פסולי דשטר כמו לא החזיר בשיטה אחרונה וכן אויר אם הפסול הוא מחמת שלא נעשה כתיקון חכמים או שהפסול הוא משום חשש זיוף עי' תוס' ב\"ב ד' קס\"ב ע\"א וד' קס\"ג ע\"ב ועי' בירוש' דיבמות פ\"ג ה\"ט דהוה פלוגתא גבי פסול שטר אי מפני קנוניא או משום דהוא פסול ע\"ש ובפ\"ק דב\"מ שם ה\"ז ובתוספתא גיטין פ\"ב לוה ממנו וכו' ע\"ש, ורבי בא בשם רב הוה ס\"ל הטעם משום חשש זיוף וא\"כ דאם חזינן דלא זייף השטר כשר כמ\"ש התוס' ב\"ב הנ\"ל והקשה דא\"כ נמצא שיש עליו שם שטר וא\"כ אם חתמו עליו עדים פסולים יהיה נפסל וע\"כ דזה הוה פסול בעצם וא\"כ פסול. וכן הדין גבי סכך פסול ומש\"כ רבינו שסכך פסול כפרוץ לא ר\"ל כאויר רק ר\"ל כמו שנפרץ והוה פסול בעצם:"
            ]
        ],
        [
            [],
            [
                "<b>מצטער פטור כו'.</b> אך זה רק בגדר פטור משא\"כ גבי גשמים דאז הוה בגדר שהסוכה נדחה דהנה באמת כך עי' מש\"כ לקמן רבינו ז\"ל בהל' ה', והוא מהך ד' כ\"ח ע\"ב שנאמר בסוכות תשבו שבעת ימים ולא חשיב שם שינה ועי' רש\"י סוכה דף כ\"א ע\"ב ד\"ה לא יצא ודף ז' ע\"א ברש\"י ד\"ה מאי לאו ותוס' שם ד' מ\"ה ע\"ב ד\"ה אחד זה ועי' עירובין ד' מ\"ד ע\"א עושה אדם את חבירו כו' ועי' בהך דנדרים ד' ט\"ז ע\"א דאמר שם סוכה שאני עושה וכן בשבועות ד' כ\"ט ע\"א ולא נקט שאני יושב אך כך דהנה אנן קי\"ל כמ\"ד בעירובין ד' ע\"ב ע\"ב דעיקר דירה של אדם הוא מקום פיתא נמצא כך דבמה שהוא אוכל הוא עושה את הסוכה לסוכה דמצוה של סוכה שתהיה כל ז' קבע ואז נקרא שם סוכה וכשיש לו סוכה אז צריך לישב שם וצריך לעשות הסוכה לז' ימים וזהו מה דר\"ל בירושלמי פ\"ב דסוכה על הך דדף כ\"ז ע\"א מה דפליגי שם ר' אושעיא ור\"י דחד אמר כל ז' חובה ואמר שם בשלא נתן דעתו ר\"ל דמתחלה עשה סוכה לז' ימים אז די בלילה ראשונה משא\"כ אם לא נתכון לז' אז צריך לאכול כל ז' דאל\"כ אין לו סוכה כלל ולכך מבואר בירושלמי פ\"ג דשבועות ה\"ב דסוכה לא נקראת רק בז' ימי החג דבשאר הימים לא נקרא רק צל ועי' בעירובין ד' כ\"ב גבי דירה שתשמישה לאויר וד' ט\"ו ע\"ש ובזה א\"ש מה שהקשה התוס' ברכות ד' י\"א ע\"ב דלמה אין מברכין על שינת סוכה ע\"ש דזה לא הוה קיום מצוה רק שאסור לישן חוץ לסוכה משא\"כ אכילה שבזה עושה את הסוכה לסוכה דאם אינה סוכה לא מקיים כלל מצוה ולכך נקט בנדרים הנ\"ל לשון סוכה שאני עושה דבאכילתו הוא עושה את הסוכה. ובזה א\"ש מה שהקשה הרמב\"ן ז\"ל במלחמות פ\"ב דשבת בשם רש\"י על הך דסוכה ד' כ\"ט גבי שולחנו בתוך הבית דאמרו לו לא קיימת וכו' דהרי עכ\"פ קיים מצוה שינה דבזה לא שייך שמא ימשך ע\"ש אך כיון שאין סוכתו כשירה לאכילה אין שם סוכה עליה כלל וא\"כ אינו ישן בסוכה והוה כמו בזמן הגשמים דאז בטילה הסוכה לא שנפטר האדם ולכך אין מטריחין אותו לעלות וגם אין מקיצין אותו ועיין עירובין ד' ס\"ה ע\"א בהך דמסר שינתיה לשמעיה ע\"ש ברש\"י ותוס' וכאן לכו\"ע כן ועי' הוריות ד' י\"ב ע\"ב ע\"ש אבל גבי מצטער אין הדין כן וגם פטור רק מליכנס אבל אם נכנס ובאמצע הסעודה נצטער אינו יוצא ועי' בהך דב\"מ דף ל' ע\"ב גבי דרכו להחזיר בשדה ע\"ש בדברי הרא\"ש ורבינו וזהו מה דר\"ל בע\"ז דף ג' בעוטי מי מבעטי ע\"ש ובהך דרב יוסף ד' כ\"ט שם אמר דהוה אצלו כמו גדר גשמים ועי' מש\"כ רבינו ז\"ל בפיהמ\"ש סוף פ\"ב דסוכה דירידת הגשמים בתחלת הסוכה הוא סימן רע ע\"ש ר\"ל דכבר כתבתי דדי במה שבלילה הראשונה קובע סוכתו לז' ימים וא\"כ אם בלילה ראשונה ירדו גשמים בטלה סוכתו ובזה א\"ש הך דיומא דף י' ע\"ב ע\"ש בתוס' ותוס\"י דסוכה לא מקריא דירה בע\"כ ע\"ש דאם היא דירה בע\"כ שוב אינו יוצא בה ידי מצות סוכה וכעין דאמרינן בירוש' דערלה פ\"א דאף הנוטע לסיג ולקורות פטור מן הערלה מ\"מ אם נטע לשם מצות אתרוג חייב בערלה דהא אתרוג נקרא פרי ואם אינו פרי אינו יוצא בו ידי חובתו ואם נטע לשם אתרוג ע\"כ הוא פרי וה\"נ דסוכה ע\"כ בעי דירה מדעתו דתשבו כעין תדורו ועי' תוס' סוכה ד' כ\"ו ע\"א ד\"ה הולכי ע\"ש וע\"כ לא מקריא דירה בע\"כ ועי' תוס' ר\"ה ד' כ\"ח ע\"א ד\"ה המודר גבי הנאת ישיבת סוכה ע\"ש ור\"ל דבלא הישיבה של הנאת עצמו לא קיים המצוה כלל ע\"ש ובזה א\"ש הך דמנחות ד' מ\"א ע\"א מש\"כ שם התוס' דבגדי כהונה אין בהם איסור שעטנז דהלבישה הוא רק צורך עבודה ע\"ש ולמה לא אמרינן כן גבי ציצית אך ציצית אם אין הנאת לבישה בטלית אין נקרא כסות כלל ופטורה מן הציצית עי' תוס' נדה ד' ס\"א ע\"ב ע\"ש וכ\"מ ומנחות ד' מ\"א, ולכך לא מצינו גבי מצטער פטור רק מן שינה לבד גבי חתן ועיין סוכה דף כ\"ה ע\"ב ואכמ\"ל. ובזה א\"ש מה שמקשין העולם היאך מותר ליהנות ולישב בסוכה בשעת הגשמים הא הסוכה איתקש לחג אך לפי\"ז דאז אין שם סוכה עליה א\"ש אך באמת קשה לכאורה לרב דס\"ל בקדושין ד' נ\"ד ע\"א דכתנות כהונה שלא בלו אין בהם מעילה מחמת דלא נתנה תורה כו' וכל הנאה שרי ואידך ס\"ל דרק הנאה מהחומה ע\"ש ברש\"י ד\"ה והא ובאמת זהו ר\"ל מה דאמרינן בפסחים ד' כ\"ו גבי היכל דקרי לא אפשר וכן גבי מראה ר\"ל משום הך דקדושין הנ\"ל דכיון דלא ניתנה תורה למלה\"ש שוב אין בו מעילה ועי' בפסחים ד' פ\"ה ע\"ב גבי שערי ניקנור ע\"ש וא\"כ לפי\"ז י\"ל להיפך ממה שכתבו התוס' שם סוכה דף ט' וכ\"מ רק דלאחר נפילה גרע טפי ואסור ליהנות מהם דהוה כמו כתנות כהונה שבלו ועי' בירושלמי פ\"ז דפסחים הל' י\"א דאמר שם ממה שהיו מניחין המנעלים תחת האגף הדא אמרה שלא קדשה ואמאי הא זה מותר ליהנות ועי' תענית ד' י\"ט וד' כ\"ג ע\"ש שנכנסו להר הבית מפני הגשמים אך י\"ל דלבזיון לא שייך זה הטעם דקדושין ד' נ\"ד הנ\"ל, ועי' תוס\"י יומא ד' ס\"ט ע\"א גבי בגדי כהונה וכן באמת קשה מהך דסוכה ד' ל\"ז ע\"ב גבי הדס של מצוה אסור להריח ע\"ש ברש\"י דלא ס\"ל הטעם משום מוקצה רק משום דאיתקש לחג ואמאי ג\"כ לא נימא הך טעמא דלא ניתנה תורה כו' אך באמת זה רק אם משתמש בדבר אח\"כ שאין עליו שם המצוה אבל גבי סוכה דכ\"ז שהוא יושב בה הוא מקיים מצוה ועיקר המצוה הוא הנאת הגוף של ישיבה וכן גבי לולב ואתרוג כ\"ז שאוחזם בידו אז הוא בכלל הנטילה ולכך מבואר בירושלמי ספ\"ג דסוכה דגבי לולב כ\"ז שאוחזו בידו מותר לטלטלן בשבת רק אם הניחם בארץ אז אסור לטלטלם דשוב נפסק המצוה וא\"כ לא שייך בזה הך דלא ניתנה תורה וכן א\"ש דלכאורה קשה הא בכל הקרבנות הותרה סמיכה אף דהויא הנאה ג\"כ לבד העבודה עי' בתוס' סנהדרין ד' פ' ע\"א ונדרים ד' י' ופסחים דס\"ו ע\"ש אך דגבי סמיכה אף אם סומך כל היום שם סמיכה עליו ולא שייך בזה הך דין וזה ר\"ל הירוש' הובא בתוס' שם למצות הושבה:"
            ],
            [],
            [],
            [
                "[<small>השמטה</small><b> וכלי שתיה כגון כו'.</b> עי' ברש\"י אך החילוק בין שתיה לאכילה משום דמבואר בשבת דף קי\"ח ע\"א דאין קבע לשתיה וא\"כ כל היום יש צורך בהם וא\"ש: <small>ע\"כ השמטה</small>]"
            ],
            [],
            [],
            [],
            [
                "<b>כל ז' ימים כו' וכשמבין כו'.</b> משמע מדברי רבינו דזה צריך דוקא חוץ לסוכה דבסוכה בעי שיהא דעתו מיושבת עליו וכאן אין דעתו מיושבת עליו ועי' ברא\"ש פ\"ב דסוכה על ד' כ\"ה:"
            ],
            [],
            [],
            [
                "<b>ובלילי יו\"ט הראשון מברך כו'.</b> עי' ברא\"ש מה דמחלק בין ליל יו\"ט ראשון לליל יו\"ט שני ועי' בירוש' ברכות פ\"ח ה\"א דאמר שם גם גבי הבדלה דסוכה ואח\"כ זמן וזה ע\"כ בליל ב' אך י\"ל דהירושלמי לשיטתיה אזיל דס\"ל בפ\"א דסוכה דאף שבירך זמן על עשיית סוכה מ\"מ צריך עוד הפעם לברך זמן בשעת ישיבתו דלא כבבלי ד' נ\"ו ע\"א וס\"ל דזה שפסקו סוכה ואח\"כ זמן לא מן הטעם דגמ' שם רק כך הדין ובאמת רבינו ז\"ל לא הביא הך מחלוקת דהילך חמץ הילך מצה ועי' מש\"כ בזה בהל' תמידין ומוספין ועיין בירושלמי פ\"ג דסוכה ה\"ד דעל הלולב מברך שהחיינו בשעת תפלה דהיינו ר\"ל בשעת ההלל ומשום הנענועים ועי' בירושלמי סוף פ\"ג דשם ובשבת סוף פ' י\"ט מוכח שם דנענועים הוה מצוה בפ\"ע ועיין בירושלמי ריש פ\"ה דשם דלכך קורין הלל בכל יום בחג משום לולב ע\"ש ועי' פסחים ד' צ\"א ע\"ב דהלל הוא משום לולב ועי' בירושלמי פ\"ט דברכות דס\"ל דשהחיינו על הלולב מברך בשעת העשיה כמו בגמ' דילן, וי\"ל דזה תליא אם לולב צריך אגד ואם צריך עשיה עיין ד' ל\"ג ע\"א, ובאמת נ\"ל דהא דאמרינן בסוכה ד' מ\"ז ע\"א כשם שז' ימי החג טעונין קרבן ושיר ולינה ר\"ל כך משום מצות לולב דבמקדש צריך כל ז' מה\"ת משום הך ושמחתם עי' בירוש' שם וא\"כ נמצא יש חיוב על כל א' מישראל שיהיה בירושלים ושיהא חייב במצות לולב ולכך בעי לינה ומ\"מ גם ר\"א מודה דמכשירי לולב זה אינו דוחה שבת דמ\"מ יוכל לעשות שיהיה פטור דהיינו שלא יהיה בירושלים כמו דאמרינן בשבת ד' קל\"א גבי ציצית ומזוזה הואיל ובידו להפקירן וגם י\"ל כיון דקי\"ל דלולב זה יוצא בשאול אף במקדש כמ\"ש הרמב\"ן ז\"ל במלחמות ריש פ\"ג דסוכה דלא כתוס' שם וא\"כ חזינן דאין המצוה בעצם הדבר ומשום זה לא דחי וכן נמי מה דאמר שם שיר ר\"ל הלל שצריך כל יום לומר הלל בשביל הלולב ושל שמיני עצרת ההלל והלינה בשביל הקרבן ועי' בערכין דף י' ע\"ב דשם אמר בשביל קרבנות ומשום חג ואף בפסחים ד' צ\"ה ע\"ב דרק בלילה צריך שיהיה חג לא ביום וא\"כ קשה מה שהקשה הש\"ס שם בערכין מר\"ח וצ\"ל דבאמת דהא הלל לא שייך רק בזמן שיש קידוש דאין אומרים שיר אלא על היין עי' ברכות ד' ל\"ה ופסחים ד' ס\"ד בתוס' ובירוש' שם ור\"ח אין בו קדושה על הכוס כמבואר שבת ד' כ\"ד אך במס' סופרים פי\"ט משמע דבסעודה שעושין בליל עיבור החודש בלילה היה שם כוס וזהו מה דמקשה כאן ר\"ל מלילה וא\"ש מה שתירץ דוקא חג ועי' סנהדרין דף ע' ע\"ב דמבואר להיפך ועי' ברכות דמ\"ט ע\"א דמספקא ליה אם שייך שמחה בר\"ח ע\"ש:"
            ]
        ],
        [
            [
                "<b>כפות תמרים כו'.</b> הנה זה כבר כתבתי דאתרוג צריך דוקא שיהיה פרי ועי' סוכה ד' ל\"ו ע\"א גבי בוסר אך גבי לולב אם צריך דוקא שיהיה מן דקל שעושה תמרים נ\"ל דבזה פליגי ר\"ע ור\"ט בירוש' פ\"ג דסוכה ובתו\"כ דר\"ע אומר כפות תמרים ור\"ט אומר כ\"ת כשמן ר\"ל דאין צריך שיהיה ממין תמרים רק השם שלהם כך ולכך אמרינן במנחות ד' כ\"ז ע\"א דארבעה מינים שבלולב שנים מהם עושין פירות ושנים מהן אין עושין וקשה הא גם בהדס יש פירות עי' בירושל' פ\"א דמעשרות דחייבים במעשרות ועי' בירושלמי פ\"א דערלה דחייבים בערלה וע\"כ צ\"ל דשם הדין שצריך שיהיה מיני פירות ולגבי הדס לא דאדרבא לכך שחורות ואדומים פסול אם ענביו מרובות משום דהוה גמר פרי כמבואר בירושלמי ועיין בה\"ג בהלכות ברכות פ\"ו גבי היכי צריך לברך עליהם, ונ\"מ דאם נטע דקל לעצים פסול ללולב כמו דאמרינן בירושלמי פ\"א דערלה ועיין בר\"ש וברא\"ש שם דגרסי כן גם בלולב ונ\"מ ג\"כ להך דבכורות ד' י\"ז ע\"א גבי הדלה גפן ע\"ג תאנה ע\"ש וה\"ה להני ועי' ב\"מ ד' צ\"א ע\"ב במודלה וגיטין דף ע' ע\"א ד\"ה ענבי תאלא ולכך י\"ל דלא נקט בבכורות שם גם זית שיהיה שמנו פסול לנסכים י\"ל משום דאמרינן בירושלמי פ\"א דכלאים ה\"ז דזית אינו מקבל הרכבה ואינו משתנה ע\"ש, ובזה מדוייק לשון המשנה דמנחות ד' פ\"ה ע\"ב וד' פ\"ו ע\"ב דגבי יין נקט מאין היו מביאין כו' וגבי שמן לא נקט כן דגבי שמן ליכא שום חשש הרכבה וא\"צ מקום המוחזק ליקח ממנו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם הוסיף או גרע פסול כו'.</b> ובאמת נראה דגבי לולב ואתרוג אם נטל שנים לא שייך ב\"ת דרק גבי דבר דשייך בו ב' דברים דהיינו שיש מצוה ליטול זה המין וגם מספר מזה המין אז שייך ב\"ת אם מוסיף עליו מאותו המין דהא הוסיף על המנין אבל גבי אתרוג ולולב אין כאן רק אחד דהיינו מצוה וע\"ז לא מוסיף רק אם מוסיף מין אחר ועי' במנחות ד' צ\"ז גבי דאמר שם דאם עשה לחם הפנים י\"ד חלות דכשר ואמאי ליכא כאן ב\"ת ע\"ש אך י\"ל דאם נימא דאין התנור מקדש ואין השולחן מקדש יתר מהשיעור עי' סוכה דף נ' ותוס' מנחות ד' מ\"ו ע\"א וכ\"מ וא\"כ לא קדשי כלל והוי כחול ולא שייך בזה ב\"ת וגם הא ע\"כ מיירי שהוסיף עוד עשרונות בפ\"ע דאל\"כ הוא פסול כמבואר במנחות ד' ע\"ו ע\"ב גבי לחם הפנים ועי' במנחות ד' ק\"ה ע\"ב גבי הך דעשרון אחד משני עשרונות ושם ד' פ\"ח ע\"א אבל יותר מלאים קרינן בו ע\"ש וד' י\"א ע\"ב כגון שריבה לה שני קמצים ע\"ש ודף מ' ע\"ב גבי הטיל למוטלת ע\"ש ועי' בירוש' סנהדרין סוף פ' הנחנקין גבי לוג שמן ע\"ש:"
            ],
            [
                "<b>ואם היו ארוכין כל שהן כו'.</b> מנחות דמ\"ב ע\"א ואם זה מצוה מן המובחר עי' בירוש' פיאה פ\"א ע\"ש ועי' בהך דמנחות דל\"ח ע\"ב כ\"ש דמינכר מצותא ועי' ברש\"י סוכה ד' מ\"ד ע\"ב גבי ערבה ד\"ה עלה אחד וב\"ק ד' ט' ע\"ב ע\"ש גבי עד שליש ועי' בידים פ\"ג מ\"ד פלוגתא ועי' בהך דשבועות ד' ט\"ו ע\"א גדולות במינם מי איכא חשיבותא דמין גדול הוה חשיבותא כמבואר בירושלמי פ\"ג דהוריות גבי עבד מביא פר ורבו מביא גדי בהל' ז' ועי' במה דפליגי ביומא ד' כ\"ה ע\"ב אם אזלינן בתר איברא דבישרא או שומן דבישרא ובירושלמי שם פ\"ו משובח בגופא משובח במראה משובח בגופא קודם ועי' בתוס' שם ד' ס\"ד ע\"ב ד\"ה ואם היה ושם בתוס\"י דס\"ב דדוקא גבי נאכלין צריך מן המובחר ע\"ש ועי' בתו\"כ גבי ציפורי מצורע וכן כתב הרמב\"ם ז\"ל בהל' טומאת צרעת דשוחטין את הברורה דהיינו השמינה ע\"ש בפ' י\"א אך י\"ל משום דבעי דם שיהא נראה במים דהיינו אדמומית ממש עי' סוטה ד' ט\"ז ע\"ב ועי' בנדה ד' י\"ט ע\"ב דשמן הדם יותר אדום ולכך צריך זה:",
                "<b>ושיעור אתרוג אין פחות כו'.</b> עי' דל\"א ע\"ב והטעם משום דלאו גמר פרי ולא משום שיעורא ועי' שם בתוס' ד\"ל ע\"א ד\"ה משום ע\"ש גם י\"ל דהא אמרינן בירוש' פ\"ו דכלאים דאתרוג כ\"ז שלא נגמר יש עליו שם ירק וכמו בעירובין ד' ל\"ד ע\"ב ע\"ש וכן כתב בה\"ג פ\"ו דברכות וא\"כ יהיה נ\"מ אם אח\"כ נצטמק וי\"ל דזה תליא בהך בעיא דנזיר ד' נ\"א ע\"ב גבי נמלה אי שיעורא גמרינן או בריה גמרינן ע\"ש וה\"נ כן ועי' תוס' ר\"ה ד' י\"ד ע\"ב דחנטה דאתרוג הוי כזית ועיין בהך דמנחות ד' נ\"ה ע\"א דיכול להחזירן לכמו שהיה גבי נצטמק ועיין חולין דכ\"ו ע\"א גבי תמד וכבר כתבתי בזה וע' תוס' כאן ד\"ה הירוק בסוף הדיבור ע\"ש:"
            ],
            [
                "<b>משיגביה ארבע מינים אלו כו'.</b> ואם כאן ג\"כ צריך הגבהה כמו גבי קנין עי' בהך דעירובין דף פ' ע\"א וכ\"מ ועי' ר\"ה ד' ל\"ד ע\"א תוס' ד\"ה נעבריה ע\"ש ועיין בירושלמי סוכה פ\"ד ה\"ב ופ\"ג הי\"ב דאמר שם לכשתזכה בו ובמצותו החזירו לי ר\"ל לא שיתכוון בהגבהה שיזכה בו רק לשם מצוה דבזה לא זכה עי' בסוף מס' חולין בתוספתא דהמוצא קן לא יטהר בו את המצורע משום ולקח ר\"ל דמתחלה יקנה אותו לשם קנין ואח\"כ יעשה בו המצוה ועי' שבועות ד' י\"ד ע\"א דחסרי ביה ממונא וכבר כתבתי בזה וזה ר\"ל הירושלמי בפ\"ד דסוכה לדעת גמורה שיהא המתנה לשם מתנה גמורה ועי' ב\"ב ד' קל\"ז ע\"ב גבי אתרוג זה נתון לך במתנה ואחריך כו' ע\"ש ברשב\"ם ויהיה נ\"מ אם לקח אתרוג מן ההפקר ולא נתכוון לזכות בו אם יצא בו ועי' בירושלמי ולקחתם לכם בדמים וכאן דל\"ה ע\"א גבי מעש\"ש דאף דשאול פסול לכו\"ע מ\"מ מעש\"ש יצא בו לחד שיטה והטעם משום שרק צריך שלא תהיה של חבירו כמבואר בירושל' פ\"א דתרומות כ\"ה גבי אם תרם כרי של הפקר וגם י\"ל דכמו דאמרינן בב\"ק ד' ס\"ט ע\"ב אי לאו דאמר ר\"י כו' דפדיה אוקמי רחמנא ברשותיה ה\"נ י\"ל כיון דהאתרוג איתקצי למצותיה ולשיטת רש\"י הוה מה\"ת עי' רש\"י סוכה ד' ל\"ז ע\"ב י\"ל דלא איכפת לן אם יש עליה דבר עוד דהוה אינו שלו ועי' תוס' ב\"ק דף ע\"ו ע\"ב ד\"ה והלא וחולין ד' פ' ע\"ב וכ\"מ בזה אך זה יהיה תליא אם האיסור הוא תיכף בשעת חלות היו\"ט או רק משעה שנטלו לצאת בו ולכאורה זה תליא בהזמנה מילתא היא, ועי' סוכה ד' ל\"ג ע\"א וע\"ב ברש\"י ד\"ה ולולב ושם בע\"ב קסבר אגד הזמנה בעלמא ע\"ש ועי' תוס' שם ד' מ\"ו ע\"ב ד\"ה אתרוג מה שהקשה מרבי חנינא היכי מטביל בו ומאי קושיא דלמא קודם שבירך היה ע\"ש וע\"כ ס\"ל דאסור מיד וגם נ\"מ ללילה דמרש\"י שם ד' ל\"ג ע\"א מוכח דמיד חל עליו שם מצוה מיד שקידש היום ועי' בירושלמי פ\"ח דיבמות גבי ליל שמיני אם מיקרי ערל ועי' רש\"י ר\"ה דף ז' ע\"ב ד\"ה כי קחשיבי מידי דחייל מאורתא ע\"ש ואף דאין מקדשין את החודש בלילה וצ\"ל כעין דאמרינן בירושל' שם סוף פ\"א דנתקדשה למפרע ע\"ש וכבר כתבתי בזה ועי' מש\"כ לקמן הלכה כ\"ה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ותקנה זו עם כל התקנות כו'.</b> עי' בפ\"ה דמעש\"ש מ\"ד וכשיבנה ביהמ\"ק יחזור הדבר כו' ועיין בהך דביצה דף ה' ע\"ב וכן מבואר בתוספתא פ\"ב דר\"ה אמר ריב\"ק וכו' עד לכשיבנה ובאמת י\"ל דהטעם משום דאין ב\"ד יכולים לבטל וכו' וכבר עמד על זה הראב\"ד ז\"ל בהשגות בהל' ממרים פ\"ב ה\"ב ע\"ש אך באמת כיון שלא התקין לעולם רק לשעה כ\"ז שאין ביהמ\"ק קיים הוה זה רק לצורך שעה ולא הוה ביטול כלל ויכול ב\"ד לעשות אף אם הוא קטן כמ\"ש רבינו שם אך כאן י\"ל טעם אחר דבאמת הא יש חשש ב\"ת בהך תקנה שיטול לולב בכל הימים אך י\"ל דהוה כמו שלא בזמנו עי' עירובין ד' צ\"ו וכ\"מ ורש\"י סוכה ד' כ\"ז ע\"א ד\"ה והאמר ר\"א כו' ע\"ש אך בזמן המקדש כיון דבירושלים מצוה כל ז' אז בגבולין הוה כמו בזמנו ועובר על ב\"ת ולכך כשיבנה יבוטל זה:"
            ],
            [],
            [
                "<b>ומשחרב ביהמ\"ק כו'.</b> עי' בירושל' סוף פ\"ג דעירובין גבי הך דר' אבהו וכבר כתבתי בזה ועי' מש\"כ לקמן בהלכה כ\"ה:"
            ],
            [],
            [],
            [
                "<b>חוץ מערבה שבלולב כו' ואין כו'.</b> משום דבעינן שיהא המצוה ניכרת בפ\"ע ועי' תוס' שבת דף כ\"ג דלשם שבת גרע מחש\"ו ועי' סוכה ד' כ\"ז ע\"א סעודה דיומא כו' ע\"ש וד' נ\"ה ע\"א דאמר שם שמאריכין בתקיעות ע\"ש ועי' במגילה ד' י\"ט גבי קורא במגילה הכתובה בין הכתובים ע\"ש ועי' עירובין דף ה' ע\"ב אותו לחי היכן מעמידו ע\"ש ועי' תוס' מו\"ק ד' כ\"א ע\"ב ד\"ה אמר ר\"נ כו' ע\"ש משום דאינו ניכר הקריעה וי\"ל דהכל על אביו ועיין מעילה ד' י\"ג ע\"ב בהך דראב\"צ:"
            ],
            [],
            [
                "<b>וערבה זו כו'.</b> עי' בה\"ה והנה לפי המבואר בגמ' מ\"ד יסוד נביאים הוא רק בזמן שביהמ\"ק היה קיים אבל לאחר חורבן מתחלה לא היה המנהג רק בבבל וזהו דאמר בירושלמי שם פ\"ד הובא בתוס' דערבה סלקא מגביכם המנהג ר\"ל דרק בבבל היה מתחלה המנהג ואח\"כ נתפשט גם בא\"י ויוכל להיות שבבבל היו נוהגין מתחלה כל ז' בזמן המקדש ובזה א\"ש מה דרש\"י ז\"ל שם בד' מ\"ד ע\"א ד\"ה דלא הוצרך להביא ראיה דערבה נהג לאחר חורבן יום אחד מהך דראב\"צ ע\"ש ולמה לא הביא מרב דודאי היה לאחר חורבן וע\"כ משום דבבבל היה המנהג אף בזמן המקדש שיהא נוטלין ערבה ואפשר כל ז' וא\"ש:"
            ],
            [],
            [],
            [
                "<b>ומחזירתו למים בשבת בזמן כו'.</b> ר\"ל רבותא קמ\"ל דאף בזמן שנוטלין לולב בשבת מותר להחזירו במים וכ\"ש עכשיו ביום ראשון שחל להיות בשבת שעדיין לא נטלו למצוה לפי מש\"כ לעיל לא נאסר עדיין בהנאה וא\"כ מותר לטלטלו ויש עליו תורת כלי וראוי להניף בו לחולה כמבואר כאן בירושלמי סוף פרק ג' ובתוס' כאן ד' מ\"ב ע\"ב ד\"ה טלטול ובזה א\"ש לשון הגמ' דכאן דף מ\"ג ע\"א דפריך א\"ה יום ראשון נמי ואמאי לא פריך זה אס\"ד דמשום טלטול אך כאן ביום ראשון דעדיין לא ברכו עליו אין בו איסור טלטול בהלולב וא\"ש:"
            ],
            [
                "<b>הדס כו' אבל אתרוג כו'.</b> מדברי ה\"ג משמע דהטעם משום דאזלינן בתר דעתיה דהוא לא אקצייה מריחו ועי' ביצה דף ל' ע\"ב ובדברי הרמב\"ן ז\"ל במלחמות ע\"ש ועי' חולין ד' קל\"ה ע\"א אם מהני שייר אך י\"ל דכיון דזה לא הוה רק לזמן הוה רק כקדושת דמים ומהניא ביה תנאי ועי' תוס' מגילה ד' כ\"ח ע\"ב ד\"ה בתי כנסיות ור\"ן נדרים ד' כ\"ט ע\"א ועי' רש\"י מעילה ד' י\"ג ע\"א ד\"ה אחרים מתנדבים ע\"ש ועי' בהך דפסחים ד\"צ בהך שעל מנת כן הקדישם ע\"ש ועי' תוס\"י יומא ד' ל\"ט ע\"א וד\"ס ע\"א וא\"כ י\"ל דרק בהדס יש בו איסור בהריח משא\"כ באתרוג הוה רק מעלה דרבנן כיון דאינו עומד להריח ועי' תוס' ע\"ז די\"ב ע\"ב ולכך מהני בה תנאי ועי' בירושלמי ספ\"ד דפסחים גבי מתירין גמזיות של הקדש ע\"ש [<b>השמטה</b>וא\"כ לפי\"ז י\"ל דאם נפסל אז אסור אף להריח בו כעין דאמרינן בהך דקדושין דף נ\"ד ע\"א דכתנות כהונה שבלו אסורים בהנאה דשוב בטל הטעם דלא ניתנה תורה למה\"ש ע\"ש. וכן מוכח בירושלמי על הך דמגילה דף כ\"ח ע\"א גבי ביהכנ\"ס שחרב ע\"ש אך מהך דכאן דף מ\"ו ע\"ב לא מוכח כן וכן בירושלמי פ\"ד ע\"ש וצ\"ל דכיון דאין בו קדושת הגוף דהא פקע לאחר יו\"ט אם נפסל שוב גרע ועי' תו\"י יומא דף ס\"ט ע\"א ד\"ה ותיפוק ליה והוה כמו גבי פרה אדומה בהך דשבועות דף י\"א ע\"ב ע\"ש:"
            ],
            [
                "<b>ואסור לאכול כו'.</b> הנה מגמ' דילן מוכח דאף אם נפסל האתרוג מ\"מ אסור לאכלו אך בירושלמי כאן בהל' ד' מבואר דנפסל מותר לאכלו דלא איתקצאי רק כ\"ז שהוא כשר ועי' תוס' ביצה דף ל' ע\"ב ועי' בהך דמעילה ד' י\"ב ע\"א גבי קדשים שמתו ובתוס' קדושין ד' נ\"ז ע\"ב גבי מה שלי בשלך ע\"ש וע' במעילה ד' י\"ט ע\"ב גבי קדשי מזבח שנעשו בעלי מומין ושחטן דאף דאינם ראוים לפדיון מ\"מ לא פקע מהם הקדושה ולא הוה כמו מיתה ועי' ע\"ז ד' נ\"ב גבי אבני מזבח ע\"ש ובתוספתא דמגילה ספ\"ב ע\"ש ובדברי רבינו פ\"א מהל' בית הבחירה ועי' בירושלמי פ\"ג דמעש\"ש ה\"ט ע\"ש מה שהקשה מחלב חמור:",
                "<b>הפריש ז' כו' למחר כו'.</b> משמע אבל בלילה אסור לאכול ועי' בהך דברכות ד' ל\"ט ע\"ב ברש\"י ד\"ה רפתא דכתב שם ג\"כ למחר משמע דבלילה לא ועי' בירושלמי עירובין פ\"ו דמבואר שם דאכלו את העירוב בלילה ע\"ש ועי' זבחים ד' נ\"ז ע\"ב בתוס' ד\"ה להרחיק כו' ורש\"י פסחים דף ד' ע\"ב ד\"ה דכו\"ע ע\"ש דבין יום ללילה לא גזרינן:"
            ]
        ],
        [
            [
                "<b>או שהיה מאשירה הנעבדת אעפ\"י כו'.</b> עי' בה\"ה ועי' במה שכתב רבינו ז\"ל בהל' פרה אדומה פי\"א הלכה ו' ושם השוה אשירה לע\"ז, אך י\"ל דכאן מיירי רק בלולב ואתרוג דבעיא פרי וכמ\"ש וכן כתב רבינו ז\"ל בפיה\"מ כאן פ\"ג גבי ערלה ותרומה טמאה וכיון שנטע לשם אשירה שוב אין אוכלין את הפירות כמבואר בע\"ז ד' מ\"ח ע\"א שאין טועמין מפירותיה כו' ע\"ש וגבי פרה הוה זה מחלוקת דתנאי במס' פרה פי\"א מ\"ח גבי ליקטו לחטאת ועי' נדה ד' נ\"א ע\"א בתוס' ד\"ה אלא ע\"ש וגם י\"ל משום הך דמבואר בירושלמי פ\"ד דע\"ז דהמשתחוה לע\"ז של אוכלין אין לה ביטול לעולם דנעשה גם תקרובות לעצמה ע\"ש ועי' בע\"ז דנ\"ב ע\"א דלא משמע כן ועי' בירושלמי פ\"ב דפסחים המשתחוה לכרי ומרחו מהו שיחול איסור טבל ואמר שם משום דהוה קל על חמור אף דטבל איסור מיתה צ\"ל משום דזה לית ליה תקנה עי' בחולין ד' ק\"א ע\"א ע\"ש גבי טומאה, אך י\"ל דמיירי כגון שהשתחוה לה ישראל ועיין בירושלמי יומא פ' יוהכ\"פ ה\"ד דמבעי ליה גבי חלה וערלה איזה מהם חמור ר\"ל איסור מיתה ואיסור הנאה, ועיין בירושלמי פרק א' דבכורים ה\"ב ועוד י\"ל דכאן ס\"ל דכיון דבעי לכם כדאמרינן בירושלמי כאן ובערלה ורק כיון דיש לו תקנה בביטול וזה רק בדבר שהיה לו שעת הכושר מתחלה וכעין שכתבו התוס' ב\"ב דף נ' מהך דפסחים ד' ו' גבי עיסת ארנונא ועי' בירושלמי דערלה פ\"א ה\"א וה\"ג גבי הקדש דאין פוטר מן הערלה הואיל וראוי לפדותו ועיין פסחים ד' ל\"ג גבי טומאה דמחלק כה\"ג ועי' בסוטה דמ\"ג ע\"ב דצריך דוקא דבר העומד לכך דאמר שם דהא מעיקרא לפירא קיימא ועיין זבחים ד' צ\"ד ע\"א בהך דאביי ורבא ע\"ש ועיין במנחות ד' ק\"א גבי טומאת אוכלים וכריתות דף כ\"א ובכורות דף כ\"ג ע\"ב שאני התם דחזו אגב אמייהו ועיין ב\"ק דף מ\"ט ע\"ב גבי שבח ולדות וסנהדרין דף מ\"ז ע\"ב ברש\"י גבי דיחוי ע\"ש ועיין בר\"ן פ\"ג דע\"ז:"
            ],
            [
                "<b>אתרוג של תרומה טהורה ושל מעש\"ש כו'.</b> והנה לפי מה דס\"ל לרבינו ז\"ל בהל' טומאת אוכלים פי\"ב ה\"ב דצריך דוקא רצון בעלים א\"כ היאך נכשר המעש\"ש הא אינו שלו אף דס\"ל דיוצא בו ידי מצוה זה רק משום דס\"ל דחל עליו שם אתרוג אף שעדיין לא הגיע לחיוב של קדושת מעשר עי' בהל' מעש\"ש פ\"ט ה\"ב גבי נטע רבעי דאף דס\"ל דקדוש מ\"מ כשהוא בוסר יכול ליתנו במתנה אף דדין נטע רבעי יש בו מ\"מ קדושה אין בו וה\"נ אנן קי\"ל כמ\"ד אתרוג הבוסר יוצא בו ידי אתרוג בד' ל\"ו ע\"ש ועי' בסוף פ\"א דערלה גבי ענקוקלות דאין בהם דין רבעי ומ\"מ מבואר בירוש' שם גבי פגי תמרה דצריך לקוברם ע\"ש ר\"ל דאיסור רבעי יש בהם אך לא הקדושה ולכך אינו יכול לפדותם וכן הטעם מה דפסק רבינו דמעש\"ש חייב בחלה אף דס\"ל דממון גבוה הוא משום דפסק כמ\"ד בירושלמי פ\"ה דדמאי ה\"א דחלה צריך להפריש קודם למעש\"ש אם אירע שגלגל עיסת טבל וכל הקודם מחבירו חבירו מתחייב בו כמבואר שם אך לגבי הכשר קשה ובגמ' י\"ל דזה אתיא אליבא דר\"מ ור\"מ אית ליה אדם אוסר דבר שאינו שלו וה\"ה גבי הכשר אך לדידן קשה ועי' מש\"כ רבינו ז\"ל בהל' כלים פכ\"ד ה\"ז ופכ\"ה הי\"א אך י\"ל דזה הוה כמו לצורך עי' תוס' ע\"ז ד' נ\"ט ע\"א גבי אתרוגי קסרי ועי' בירושלמי שבת פט\"ז גבי מטמאין להציל היא תרומה היא מעש\"ש ובירושלמי פ\"ג דתרומות מחלוקת דב\"ש וב\"ה מאימתי מטמאין ע\"ש בה\"ד ועי' פסחים ד' ל\"ח ע\"א ובאמת לכאורה קשה כיון דזה אתיא לר\"מ ור\"מ סבירא ליה דאתרוג הוה כאגוז א\"כ בלא זה לא אתכשר דאין בו כביצה ועי' חולין ד' קי\"ט ע\"א בריה שאני ועי' בדברי רבינו והר\"ש פי\"א דפרה ועי' תוס' שבת ד' צ\"א ע\"א וירוש' פ\"ב דערלה בהך פלוגתא דשמאי ורבנן גבי כל המחמץ והמתבל ע\"ש ועי' פסחים ד' מ\"ו ע\"א וכ\"מ בזה:"
            ],
            [],
            [],
            [
                "<b>הדס שנקטם כו'.</b> נ\"ל דס\"ל הטעם משום דכיון דחזינן דמשוינן דין האתרוג לטריפות וכמו דבטריפה אמרינן בחולין ד' ס\"ח ע\"ב דלא מצינו טריפה שחוזר להכשירה ה\"נ כיון דמבואר דאם עלתה בו תמרה כשר שוב לא הויא פסול ולא דמי להך דענביו מרובים מעליו דשם אין הפסול בעצם ועיין בתוס' ריש פ\"א דסוכה ועי' חולין ד' נ\"ד ע\"א גבי אי בדרא לה סמא ודף מ\"ח ע\"א ותוס' כאן ד' כ\"ט ע\"ב גבי נקטם ועי' תוס' בכורות דף ל\"ח ע\"ב גבי ברקא ע\"ש והנה בתוספתא כאן מבואר דגם גבי ערבה מהני אם עלתה בו תמרה לכן מכשיר רבינו גם בערבה אם נקטם ועי' תוס' כאן ד' ל\"א ע\"ב גבי ירוק ע\"ש ועי' נדה דנ\"ה ע\"א ע\"ש גבי גלודה ועי' ביבמות ד' ע\"ט ע\"ב גבי סריס חמה ע\"ש ותוס' שם ד' קי\"ב ע\"ב דאין זה רפואה בדוקא ועי' במנחות ד' כ\"א ע\"א דע\"י חמה לא הויא דיחוי משום דהדר ע\"ש:",
                "<b>היו ענביו מרובות כו'.</b> עיין בה\"ה ובכ\"מ. הנה מספקא לי אם דבר שתלש לא הוה עדיין גמר רק לאחר שתלש נגמר אם הוה זה גמר גם לענין תו\"מ ועיין ברכות דף מ\"א ע\"ב גבי נובלות בושלי כמרא ומה שפירש שם הר\"ש ז\"ל בדמאי פרק א' דאינו נגמר רק אחר שמחממין אותו ועיין כאן דף ל\"א ע\"ב ועיין חולין דף כ\"ו ע\"א ובכורות דף ע\"ט ובהך דפסחים דף נ\"ג ע\"א בנסחנו ונ\"מ גם לענבי הדס דהא בירושלמי אמר כאן שני טעמים אחד משום דהוה גמר פרי וכן מבואר בירושלמי פרק א' דמעשרות דענבי הדס הוה גמר שלהם לענין מעשר משישחירו וא\"כ אם השחיר בתלוש אם הוה זה גמר ועיין בירושלמי פרק ה' דמעשרות לגבי בית כה\"ג וביצה דף י\"ג אך נ\"ל דזה הוה גמר למעשר וא\"כ אסור לאכול אם אוכלן שנים דזה הוה קבע כמבואר במעשרות פרק ב' וב\"מ דף פ\"ט ע\"ב וכ\"מ ולכך דקדק רבינו כאן וכתב שליקטן אחד אחד לאכילה דאי לאו הכי אסור לאוכלן מטעם טבל וא\"כ ע\"כ מיירי דאשחר מעיו\"ט דאל\"כ הא מותר אף שנים שנים ולהפריש תו\"מ ביו\"ט עיין ביצה דף י\"ג ודף ל\"ז ע\"א ע\"ש אך י\"ל דהנה מבואר בירושלמי פרק א' דמעשרות דיש מינים שדי בהם אם ביכר אחד נתחייבו כולם גבי רמון וענבים וכן פסק רבינו בפרק ב' מהלכות מעשרות ועיין בירושלמי דמאי פרק א' דגבי תמרים אין הדין כן וא\"כ י\"ל דה\"נ מיירי דאשחר מאתמול אך רק ענבה אחת ועיין בירושלמי פרק א' דערלה אם הם חייבין בערלה ועיין בתוספתא פרק ג' דמעשרות גבי המיטליא גבי מעשרות דחייב ועיין בע\"ז דף ל\"ח ע\"ב ע\"ש:"
            ],
            [],
            [
                "<b>ניטל דדו והוא כו'.</b> והנה באמת לפי דמבואר כאן ובפיהמ\"ש לרבינו גבי חזזית נראה דר\"ל כמו בהני אתרוגים שיש בהם פטמא בהגוף שלהם וכן ר\"ל בהך דנדה דף מ\"ז ע\"א והנה אם העץ מצטרף להשלים השיעור של אתרוג עי' בנזיר ד' נ\"א ע\"ב גבי נמלה שחסר אחת מרגליה ובירושלמי שם גבי מן הארכובה ולמטה גבי רקב ועי' זבחים ד' ק\"ז ע\"ב בהך דר\"י ור\"ל גבי עצם מצטרף לבשר ומנחות ד' כ\"ג ע\"ש. ועי' בירושלמי נזיר פ\"ה ה\"א גבי מאי דאמר שם פרידה של רמון שחלקו בפיו ואכלו תליא בפלוגתא דר\"י ור\"ל ואמר שם דנ\"מ לענין משקין שבו ר\"ל דאם לא חלקו ואכלו כמו שהוא גם המשקה שלו מצטרף כיון דהוא כברייתו אבל אם חלקו אז צריך שיהיה כזית בבשרו בלא המשקה דמשקה שלו הוה זיעה בעלמא. ועי' ברש\"י פסחים ד' ל\"ג ע\"ב ובעוקצים פ\"ב מ\"ח ובתוס' יומא ד' ע\"ט ע\"א ע\"ש:",
                "<b>ניטל העץ שהוא תלוי כו'.</b> והנה מה הפסול עליו אם משום דחסרה הפיטמא או העוקץ או משום דע\"י זה נעשה גומא באתרוג והפסול הוא באתרוג ועי' במה דפליגי רבינו ז\"ל עם הגאונים בהל' מקוואות פ\"ב הט\"ו גבי שער שבראש אם הוה דבר בפ\"ע או שהוא שייך לגוף ועיין בהך דבכורות ד' מ\"ד ע\"א גבי ניטלו קרנים ונעקרו ממקומם דהוה מום גמור שם פליגי ג\"כ רבינו ז\"ל עם רש\"י דמדברי רש\"י ז\"ל שם משמע דהמום הוה מה שנעשה ע\"י זה גומא בראש ומדברי רבינו משמע דהמום הוה מה שלא נשאר מן הקרנים כלל ועי' במש\"כ הה\"מ ז\"ל כאן בד\"ה ניטל אך באמת הא מבואר בפוסקים דגומא שהוא מברייתו לא פסל באתרוג וא\"כ הך גומא הוה מברייתו ואמאי נפסל ועי' בהך דב\"ק ד' ע\"ח ע\"ב אם קרן הוה בגדר שיור ע\"ש ובהך דבכורות ד' ל\"ט ע\"א גבי יש ברי\"ה באחת ע\"ש ועיין שם ד' מ\"א ע\"א מה דמקשה שם ויעשה נקבות שלו חרוץ ע\"ש ועי' בירושלמי פי\"א דתרומות סה\"ג דאמר שם במובלעות באוכל וקאי על הלכה ד' על עוקצי תאנים וגרוגרות כו' ר\"ל דלכך הם אסורים לזרים משום דהם כאוכל כיון דמובלעים באוכל ובאמת זה הטעם ג\"כ מה דמבואר במס' עוקצים פ\"א מ\"ו דמטמאים ומיטמאים ומצטרפים ובתוספתא שם אמר גבי אתרוגים דלכך עוקצי אתרוגים מצטרפים רק אם רוצה לתלותן על פתח חנותו הרי חזינן דעוקץ של אתרוג אין שם אוכל עליו, וע\"כ כאן הפסול רק משום העוקץ ולא משום חסרון באתרוג. ועי' ב\"ק ד' נ\"א ע\"ב גבי טם טפח וסילק אבניו מהו וה\"נ כן אף דהגומא הוה מברייתו כיון דע\"י העץ נסתם הגומא שוב כשניטל י\"ל דהוה חסרון באתרוג ועי' בחלה פ\"ב מ\"ו גבי חלה דמצטרף הן וסובן ואם ניטל הסובין שוב אין מצטרף הסובין אם חזר להקמח ועי' שבת ד' ע\"ו ע\"ב וב\"מ ד' מ' ע\"ב גבי שמרים וב\"ב ד' צ\"ד גבי הבורר צרור ועי' חולין ד' פ\"ז ע\"ב גבי מים שבדם וכן גבי מי חלב דכ\"ז שהם כברייתם שם דם עליהם ושם חלב עליהם ועי' מש\"כ רבינו ז\"ל בהל' ק\"פ פ\"ח הי\"ב גבי מרק וליחה של בשר הפסח ועי' בפיהמ\"ש שם ועי' בהך דמנחות ד' מ\"א ע\"ב גבי ובלבד שלא תהא מופסקת ע\"ש בתוס' דר\"ל דנ\"מ דלהתירן ולעשות מהם ציצית אסור דהוה כמו פנים חדשות וכן יהיה נ\"מ להך דשם ד' מ\"ב ע\"א גבי מלא קשר גודל ועי' תוס' עירובין ד' ה' ע\"א ד\"ה סוף מבוי מה דפליגי שם עם רש\"י ועי' בירושלמי פ\"ב דתרומות ה\"א במה דבעי שם גבי אגד שנטמא וחזר והתירו וחזר ואגדו אם יכול לטבול ועי' בתוספתא דע\"ז פ\"ז גבי בית של ישראל שהיה סמוך לע\"ז ונפל ובירושלמי חלה פ\"ג דאם בא לעיסת הנשוך לכו\"ע מצטרף ע\"ש בהל' ז' ועי' תוס' סוכה ד' כ\"ז ע\"ב גבי שאם נפל הדר בני לה וסוטה ד' מ\"ג ע\"א גבי בונה בית על מכונו ורש\"י ב\"ק ד' צ\"ו ע\"ב ותוס' ר\"ה ד' כ\"ז ע\"א ד\"ה נסדק ע\"ש ובר\"ן נדרים ד' מ\"ז ע\"א ועי' בירושלמי פ\"ב דיבמות ה\"י אם גירש אם מותר להחזירה ועי' מש\"כ רבינו ז\"ל בהל' יבום פ\"ב הכ\"א ע\"ש:",
                "<b>עלתה חזזית כו' שנים או שלשה כו'.</b> באמת הא זה אמר רב ורב ס\"ל במנחות ד' כ\"ט ע\"ב דשלש יגנז משום מנומר ואנן קיי\"ל דלא כרב שם דרק ד' יגנז וע\"ש ד' ל\"א ע\"ב גבי קרע מה דמחלק בין אפיצין ללא אפיצין ועי' בגירסת התוס' שבת ד' ע\"ט ע\"ב ובירושלמי פ\"א דמגילה גבי קרע ועי' גיטין ד' נ\"ד ע\"ב גבי אזכרות ע\"ש ועי' במס' סופרים פ\"ה הי\"ד דפעם שלישית לא יתפור ע\"ש וצ\"ל דרק גבי אתרוג דבעי הדר אז גם בג' מקומות פסול ועי' גיטין ד' כ' ע\"א ע\"כ כו' ובחידושי הרשב\"א ועי' בטהרות פ\"ח מ\"ח הובא בתוס' זבחים ד' ק\"ה מה דמחלק שם גבי צירוף בין שתי חתיכות לשלש ומנחות ד' כ\"ו ע\"ב גבי קומץ ובירושלמי יומא פ\"א ה\"ב דהוה מחלוקת שם אם יכול להביא בג' כלים ע\"ש:"
            ],
            [],
            [
                "<b>כל אלו כו'.</b> עי' בה\"ה ז\"ל שכתב שאתרוג שחסר אין לך מום גדול מזה כן זה מבואר במנחות ד' ט' ע\"ב דחסרון כבעל מום ועי' תוס' זבחים ד' ק\"ט ע\"א דכתב ג\"כ כן אך זה רק דחסר מכשיעור אבל כאן לא מקרי זה מום ועי' כאן ד' ל\"ב ע\"א גבי האי לולב דסליק בחדא הוצא דזה הוה כפסול הגוף ועי' בתמורה ד' י\"ז ע\"א גבי שרוע וקלוט דהוה פסול הגוף ושם ד' ז' ע\"א ועי' בירושלמי פ\"ט דסוטה דמבעי ליה גבי קלוט אם הוה בגדר בעל מום או בגדר מחוסר אבר ע\"ש בהל' ה' ועי' בדברי רבינו ז\"ל בהל' כלי המקדש פ\"ב ה\"ח דאם חסר אחד מסמניה הוה קטורת זרה ועי' במגילה ד' כ\"ט ע\"א גבי האי מאן דיהיר ע\"ש ופסחים ד' ג' ע\"ב שחץ פסול ובמנחות ד' ו' ע\"א שכן מום ניכר ע\"ש וגם יהיה נ\"מ לאתרוג של שותפים אם זה מקרי לקיחה תמה עי' תוס' ד' כ\"ז ע\"ב וד' מ\"א ע\"ב ורשב\"ם ב\"ב ד' ל\"ז ע\"ב דהא בגוף האתרוג אין כאן חסרון אף אם מקפיד עליו חבירו ועי' פסחים ד' פ\"ח ע\"א וביצה ד' ל\"ז ע\"ב ועי' בהך מחלוקת בירושלמי פ\"א דבכורים ה\"א גבי שנתן לו רשות להבריך אם צריך ליתן לו רשות לעולם או די לשעה ע\"ש ובדברי רבינו ז\"ל בהל' בכורים פ\"ב הי\"א ובהשגות שם בהל' י\"ג ע\"ש וזה יהיה נ\"מ לאתרוג של קהל עי' בתוס' הנ\"ל וברשב\"ם וכאן בדברי הה\"מ הי\"א אך י\"ל דזה הוה כהך דביצה ד' ל\"ט ע\"א גבי כרגלי כל אדם ועי' בירושלמי פ\"א דשקלים גבי תמיד ושקלים גבי הך דבן בוכרא ועי' זבחים ד' ד' ע\"א ד\"ה וישנו בצבור ותוס' מנחות ד' ע\"ח ע\"ב ד\"ה או לאחד מבני חבורה משמע דס\"ל דאין להיחיד חלק בהתמיד ועי' תוס' שבועות ד' י\"ד ע\"א ד\"ה דלא מחסרא ע\"ש דאינו גובה משל כהן ועי' מש\"כ רבינו ז\"ל בהל' תמורה פ\"א ה\"א דיש ליחיד שותפות בקרבן ציבור ע\"ש ועי' יומא ד' נ' ע\"א ועי' במה דפליגי בתענית ד' כ\"ז ע\"א ת\"ק ורשב\"א אם צריך ישראלים ג\"כ במעמד או די בכהנים ולוים ר\"ל אם הם ג\"כ נקראים בעלי הקרבן ועי' ע\"ז ד' נ\"ב ע\"ב דאנשי אחז אינם יכולים לאסור כלי שרת דאין אדם אוסר דבר שאינו שלו ומ\"מ אמרינן שם ד' מ\"ד ע\"א דאם היה הנחש נחשת בא משל ישראל היו יכולים לאוסרו וע\"ש בדף מ\"ז ע\"א ובריטב\"א ע\"ש:",
                "[<small>השמטה</small><b> במש\"כ שם אם בדבר של ציבור יש להיחיד חלק. ובאמת </b>בזה פליגי הר\"ן והרא\"ש ז\"ל בנדרים דף ס\"ה ע\"ב גבי מודר הנאה אי מותר ליהנות אחר שמסרו לציבור וכן הוא בפסקי תוס' ערכין פ\"א דכיון שמסרו לציבור אין לו שום זכות בו וכן הוא בירושלמי שקלים פ\"א שם ובזה א\"ש מה דרבינו ז\"ל פסק לק' בהל' שקלים פ\"א ה\"א דשקל אין מצטרף ע\"ש מש\"כ בזה אך הטעם דכיון דתיכף שמסרו לציבור שוב אין שמו עליו וא\"א לצרף והוי כמו דבר אחר ולכך ג\"כ פסקינן גבי הא דב\"ק דף ק\"י ע\"א גבי גזל הגר דלחצאין לא יצא וע\"ש דף מ' ע\"א גבי כופר אך הטעם דהרי כ' התוס' מנחות דף ע\"ג ע\"ב דקודם שבא ליד כהן יש עליו שם שלחן גבוה וגדר קרבן ואח\"כ פקע כמו חרמי כהנים ולכך לא מצטרפי וכ\"כ בזה: <small>ע\"כ השמטה</small>]"
            ]
        ]
    ],
    "versions": [
        [
            "Tzafnat Pa'neach on Mishneh Torah, Warsaw-Piotrków, 1903-1908",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "צפנת פענח על משנה תורה, הלכות שופר וסוכה ולולב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tzafnat Pa'neach",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}