{
    "text": {
        "0": {
            "1": {
                "0": "<b>והנה איש בא מן המחנה.</b> יש בפסיקתא שזה דואג ואינו מיושב על לבי:"
            },
            "8": {
                "0": "<b>אחזני השבץ.</b> (תרגום:) אחדני רתיתא. ומדרש אגדה (ראה ילקוט שמעוני רמז קמא): משום עון הכהנים שהרג, וכתוב בהן (שמות כח ד): כתנת תשבץ: ",
                "1": "<b>כי כל עוד נפשי בי.</b> מהר ומותתני, טוב לי שתמותתני אתה, ואל יהרגוני אלה ויתעללו בי:"
            },
            "9": {
                "0": "<b>ואצעדה אשר על זרועו.</b> (תרגום:) וטוטפתא דעל דרעיה:"
            },
            "15": {
                "0": "<b>דמך על ראשך.</b> (תרגום:) חובת קטולך תהי ברישך, אין עונש במיתתך אלא לעצמך:"
            },
            "17": {
                "0": "<b>ויאמר ללמד בני יהודה קשת.</b> ויאמר דוד, מעתה שנפלו גבורי ישראל, צריכין בני יהודה ללמדם מלחמה ולמשוך בקשת: ",
                "1": "<b>הנה כתובה על ספר הישר.</b> הלא היא כתובה על ספר בראשית שהיא ספר ישרים, אברהם יצחק ויעקב, והיכן רמיזא, (בראשית מט ח): ידך בעורף אויביך, איזו היא מלחמה שמכוין בה ידו כנגד פדחתו שהוא מול ערפו, הוי אומר זה קשת:"
            },
            "18": {
                "0": "<b>הצבי ישראל על במותיך חלל.</b> מצבן של ישראל, על תוקף מעוזכם נפלתם חללים, כן תרגם יונתן:"
            },
            "20": {
                "0": "<b>הרי בגלבוע.</b> ההרים שבגלבוע:",
                "1": "<b>ושדי תרומות.</b> (תרגום:) לא תהי בכון עללא כמיסת דיעבדון מניה חלתא:",
                "2": "<b>כי שם נגעל מגן גבורים.</b> מגיני עור היו להם, וכשיוצאים למלחמה מושחין אותן בשמן, כדי שיהא כלי זיין המכה עליו מחליק, כמה דאת אמר (ישעיהו כא ה): קומו השרים משחו מגן. וכאן כך היה מקונן הקינה, שם נגעל מגן גבורים, פלט שומנו ולא נדבק בו, ונעשה כאלו לא נמשח בשמן כל 'הגעלה' לשון דבר הפולט מה שנותנין בו, כמו (איוב כא י): שורו עבר ולא יגעיל:"
            },
            "21": {
                "0": "<b>לא נשוג אחור.</b> לא היה רגיל להיות נסוג אחור:"
            },
            "22": {
                "0": "<b>מנשרים קלו.</b> לעשות רצון בוראם:"
            },
            "23": {
                "0": "<b>המלבישכם שני עם עדנים.</b> (תרגום:) דהוה מלביש לכון לבושי צבעונין ומוביל לכון תפנוקין (לשון תרגום יונתן):"
            },
            "24": {
                "0": "<b>על במותיך חלל.</b> (תרגום:) על בית תוקפך איתקטלתא:"
            },
            "26": {
                "0": "<b>כלי מלחמה.</b> שאול ויהונתן, שהיו כלי זיין של ישראל:"
            }
        },
        "1": {
            "7": {
                "0": "<b>לקח את איש בושת.</b> מקרא היה דורש שעתידין שני מלכים לעמוד מבנימן, שאמר לו הקב\"ה ליעקב (בראשית לה יב) ומלכים מחלציך יצאו, וכבר נולדו כל בניו חוץ מבנימן:"
            },
            "15": {
                "0": "<b>חלקת הצורים.</b> (תרגום:) אחסנת קטיליא, על שם החרבות, כמה דאת אמר (תהלים פט מד): אף תשיב צור חרבו:"
            },
            "22": {
                "0": "<b>אל החומש.</b> כמו דופן חמישית, מקום שמרה וכבד תלויין שם (סנהדרין מט א) ויונתן תרגם: אל החומש, בסטר ירכיה: ",
                "1": "<b>וימת תחתיו.</b> (תרגום:) ומית באתריה:"
            },
            "26": {
                "0": "<b>לולא דברת.</b> אם דברת כן, 'לולא' כמו 'לו' ועוד יש לפותרו כמשמעו, לולא דברת מה שאמרת (לעיל פסוק יד): יקומו נא הנערים וישחקו:"
            },
            "28": {
                "0": "<b>הבתרון.</b> שם מחוז:"
            },
            "29": {
                "0": "<b>תשעה עשר איש ועשהאל.</b> והלא עשהאל בכלל עבדי דוד, ולמה יצא, שהיה שקול כנגד כולם, וכן (יהושע ב א): לכו ראו את הארץ ואת יריחו ; וכן (מלכים-א יא א): והמלך שלמה אהב נשים נכריות רבות ואת בת פרעה:"
            }
        },
        "2": {
            "2": {
                "0": "<b>ומשנהו כלאב.</b> ובמקום אחר הוא קורא אותו ומשנהו דניאל, ולמה נקרא שמו כלאב, אמר רבי יצחק: שהיו ליצני הדור אומרים, מנבל היתה אביגיל מעוברת, נהפך קלסתרו ונדמה לאביו. ורבותינו אמרו (ברכות ד א): שהיה מכלים פני מפיבושת בהלכה: "
            },
            "4": {
                "0": "<b>לעגלה.</b> זו מיכל, שהיתה חביבה עליו, וכן הוא אומר (שופטים יד יח): לולא חרשתם בעגלתי. והכתיב (לקמן ו כג): ולמיכל בת שאול לא היה לה ולד עד יום מותה, עד יום מותה לא היה לה מאותו מעשה ואילך, קודם אותו מעשה הוי לה: "
            },
            "5": {
                "0": "<b>היה מתחזק.</b> בכל כח על בית שאול להעמיד מלכותו:"
            },
            "7": {
                "0": "<b>הראש כלב אנכי אשר ליהודה.</b> כלום אני חשוב אפילו כראש שומר הכלבים אשר לדוד, אך לפי הנקוד, שהטעם תחת 'הראש', ו'כלב אנכי' מוקף במקף, כך פירושו: הראש, וכי אחפוץ להיות ראש בביתך, טוב לי להיות כלב והדיוט בבית דוד, וכן תרגם יונתן: ",
                "1": "<b>היום אעשה חסד.</b> מעתה נאה לי לעשות חסד עם בית שאול ועם כל אוהביו, כאשר עשיתי עד הנה ולא המציתיך ביד דוד:"
            },
            "11": {
                "0": "<b>תחתיו לאמר.</b> (תרגום:) מאתריה למימר מקיימנא במאן דעבד ארעא:",
                "1": "<b>למי ארץ.</b> לשון שבועה, במי שהארץ שלו דבר אחר: תחתיו, שמו הזכיר תחלה באגרת, ואחר כך הזכיר שם דוד, ולכך נענש, כתב: ממני אבנר שר צבא ישראל, לדוד מלך ישראל, שלום: ",
                "2": "<b>למי ארץ.</b> למי שהמלכות הגון לו, אני שולח לו לאמר: כרתה בריתך וגו':"
            },
            "12": {
                "0": "<b>לפני הביאך.</b> לפני ראותך פני, הביאך את מיכל:"
            },
            "14": {
                "0": "<b>מעם איש.</b> תרגם יונתן: מלות בעלה:"
            },
            "15": {
                "0": "<b>הלוך ובכה.</b> על מצוה ההולכת ממנו, שכל אותן השנים נעץ חרב בינו לבינה במטה, ולא נכשל בה:"
            },
            "16": {
                "0": "<b>ודבר אבנר היה.</b> קודם לכן:"
            },
            "17": {
                "0": "<b>אמר אל דוד.</b> על דוד, ואינו זז ממשמעות אל:"
            },
            "21": {
                "0": "<b>מהגדוד.</b> פשטו בגדוד, לשלול על האויב: "
            },
            "25": {
                "0": "<b>מבור הסרה.</b> שם מקום ורבותינו אמרו (סנהדרין מט א): בור וסירה גרמו לו לאבנר שיהרג, על שלא החזיק דברי דוד בצפחת המים אשר לקח מראשותיו של שאול, וגם על כנף המעיל של שאול אמר שמא אחד מן הסירים (קוצים) נאחז בו וקרעו:"
            },
            "26": {
                "0": "<b>אל תוך השער.</b> לפני סנהדרין, להשפט על דם עשהאל אחיו: ",
                "1": "<b>בשלי.</b> בשגגה, שלא הבין אבנר שבלבו להרגו, וסרס המקרא, ויטהו יואב בשלי, אל תוך השער לדבר אתו:"
            },
            "28": {
                "0": "<b>יחולו.</b> ינוחו, יחולו דמי אבנר על מקרא שלפניו הוא מוסב, שאמר 'נקי אני וממלכתי מדמי אבנר', יחולו דמיו על ראש יואב, 'דמי' הנזכרים במקרא שלפניו: ",
                "1": "<b>ומחזיק בפלך.</b> נשען על מקלו מחמת חולי הרגלים:"
            },
            "29": {
                "0": "<b>הרגו לאבנר.</b> כמו את אבנר, ודומה לו (ישעיהו לח יד): 'עשקה לי ערבני', עשקה אותי ; וכן (במדבר יב יג): 'רפא נא לה', רפא אותה ; וכמוהו (דברי הימים-ב יז ז): שלח לשריו לבן חיל לעובדיה וגו' ללמד בערי יהודה, ופתרונו, שלח את שריו את בן חיל:"
            },
            "32": {
                "0": "<b>הכמות נבל.</b> הכמות רשע בחרב:"
            },
            "33": {
                "0": "<b>ידיך לא אסורות.</b> היו ואיך נפל גבור כמותך לפני בני עולה:"
            },
            "34": {
                "0": "<b>להברות.</b> לשון סעודה:"
            },
            "38": {
                "0": "<b>ואנכי היום רך.</b> (תרגום:) ואנא יומא דין הדיוט ומרבי למלכא:"
            }
        },
        "3": {
            "1": {
                "0": "<b>היו בן שאול.</b> היו לבן שאול, כמו (שמואל-א יג ח): למועד אשר שמואל, אשר לשמואל:"
            },
            "2": {
                "0": "<b>ויברחו הבארתים.</b> כשמת שאול, שעזבו בני ישראל הערים שסביבות פלשתים, כמו שאמור למעלה, אז ברחו הבארותים:"
            },
            "3": {
                "0": "<b>וליהונתן בן שאול.</b> מונה והולך איך נשבת מלכות מבית שאול, הוא ובניו נהרגו, וזה הנשאר, הרגוהו על משכבו, ובנו של יהונתן נפל ויפסח: ",
                "1": "<b>נכה רגלים.</b> שבור רגלים:"
            },
            "5": {
                "0": "<b>והנה באו עד תוך הבית.</b> עם תגרים לוקחי חטים:"
            },
            "9": {
                "0": "<b>לתתי לו בשורה.</b> אשר דימה לשמחני, למען תתי לו שכר בשורתו:"
            }
        },
        "4": {
            "5": {
                "0": "<b>אל היבוסי.</b> מצודת ציון נקראח יבוס, ומזרעו של אבימלך היו, והיו להם שני צלמים, אחד עור, ואחד פסח, שנעשו על שם יצחק ויעקב, ובפיהם השבועה שנשבע אברהם לאבימלך, ולכך לא הורישום כשלכדו את ירושלים, לא לכדו את המצודה, כמו שנאמר (יהושע טו סג): ואת היבוסי יושב ירושלים לא יכלו יושבי יהודה להורישם, ותניא אמר רבי יהושע בן לוי: יכולין היו, אלא שלא היו רשאין (ספרי ראה יב יז): ",
                "1": "<b>ויאמר לדוד.</b> מי שאמר:",
                "2": "<b>העורים והפסחים.</b> הם עבודת כוכבים שלהם:"
            },
            "7": {
                "0": "<b>כל מכה יבוסי ויגע בצנור.</b> (תרגום:) כל דיקטל יבוסאה וישרי למכבש כרכא:",
                "1": "<b>ואת הפסחים.</b> ויכה גם את הפסחים ואת העורים שנואי נפש דוד:",
                "2": "<b>על כן יאמרו.</b> על אשר אומרים: <b>עור ופסח.</b> בעוד שהעור והפסח יהיה בכאן:",
                "3": "<b>לא יבא וגו'.</b> יבא דוד הנה הרי זה מקרא קצר, שאמר כל מכה יבוסי ויגע בצנור, ולא פירש מה יעשה לו, ובדברי הימים (א יא ו) פירש: כל מכה יבוסי בראשונה יהיה לראש ולשר ; ודומה לזה (בראשית ד טו): לכן כל הורג קין, ולא פירש מה יעשה לו, אבל מעצמו הוא נשמע לשון גערה ונזיפה: ",
                "4": "<b>ויגע בצנור.</b> לשון גובה המגדל, כי שם היו נתונים הצלמים שלהם, ובימי דוד כבר עברו הדורות שהוזכרו בשבועה:"
            },
            "8": {
                "0": "<b>מן המלוא וביתה.</b> היקף חומה נמוכה, וממלאין אותה עפר, וגובה התל באמצע, ומשפע והולך לכל רוח, הוא קרוי מלוא, ועליו בנה דוד בתים, ואותו המלוא היה סביב למצודה:"
            },
            "11": {
                "0": "<b>וידע דוד.</b> בראותו כל מעשיו מצליחין, ומלכי הגוים שולחין לו מנחה:"
            },
            "17": {
                "0": "<b>וינטשו.</b> ויתפשטו:"
            },
            "19": {
                "0": "<b>בבעל פרצים.</b> מישור פרצים:",
                "1": "<b>כפרץ מים.</b> כמים הפורצים גדודי השפה:"
            },
            "20": {
                "0": "<b>וישאם דוד.</b> (תרגום:) ואוקידינון דוד וגברוהי:"
            },
            "21": {
                "0": "<b>בעמק רפאים.</b> אצל ירושלים היא, בספר יהושע (טו ח):"
            },
            "22": {
                "0": "<b>ממול בכאים.</b> (תרגום:) מקביל אילניא:"
            },
            "23": {
                "0": "<b>את קול צעדה בראשי הבכאים.</b> הם מלאכים הצועדים בראשי האילנות, אשר אני שולח לעזרתך: ",
                "1": "<b>אז תחרץ.</b> תרים קול מלחמה ואבחת חרב, גלפי\"ד בלע\"ז, וכן (שמות יא ז): לא יחרץ כלב לשונו:"
            }
        },
        "5": {
            "0": {
                "0": "<b>ויוסף עוד דוד.</b> לאסוף:",
                "1": "<b>את כל בחור בישראל שלשים אלף.</b> לפי שנאספו עליו כשהמליכוהו בחברון, וזו היתה אסיפה שניה, לכך נאמר ויוסף עוד:"
            },
            "1": {
                "0": "<b>מבעלי יהודה.</b> היא קרית יערים ; כמו שנאמר ביהושע (טו ט): ותאר הגבול ועלה בעלה היא קרית יערים, וכן בדברי הימים (יג ו): ויעל דוד וכל ישראל בעלתה היא קרית יערים. ו'בעל' לשון 'מישור':",
                "1": "<b>ויקם וילך דוד וגו' מבעלי יהודה.</b> שנאספו שם להעלות משם את הארון וגו':",
                "2": "<b>אשר נקרא שם שם.</b> אשר נקרא לו לארון שם, ומהו השם, שהיה שם ה' צבאות עליו:"
            },
            "2": {
                "0": "<b>אל עגלה חדשה.</b> טעה בדבר שאפילו תינוקות של בית רבן יודעין אותו, כי עבודת הקדש עליהם בכתף ישאו (במדבר ז ט), ולפי שאמר (תהלים קיט נד): זמירות היו לי חקיך בבית מגורי, נענש לבא לידי כך, ומת עוזא על ידו, לפיכך כשהביאו מבית עובד, הביאו בכתף, שנאמר (בדברי הימים א טו יב יג): ויאמר להם אתם ראשי האבות ללוים התקדשו אתם ואחיכם והעליתם את ארון וגו'. כי למבראשונה לא אתם פרץ ה' אלהינו בנו כי לא דרשנוהו כמשפט:"
            },
            "3": {
                "0": "<b>עם ארון האלהים.</b> הרי זה מקרא קצר, והם באים עם ארון האלהים:"
            },
            "4": {
                "0": "<b>בבל עצי ברושים.</b> שמתקנים מהם כלי זמר:"
            },
            "5": {
                "0": "<b>כי שמטו הבקר.</b> כי שמטוהו הבקר ונענעוהו, וכן תרגם יונתן: ארי מרגוהי תוריא ; כמו שמתרגם (דברים יט ה): ונדחה ידו בגרזן, ותתמריג ידיה בפרזלא:"
            },
            "6": {
                "0": "<b>על השל.</b> על השגגה, שהיה לו לדרוש קל וחומר, נושאיו נשא בירדן, הוא עצמו לא כל שכן:"
            },
            "9": {
                "0": "<b>עובד אדום.</b> לוי היה, כמו שכתוב בדברי הימים (א טו יח), ומן השוערים היה (שם):"
            },
            "10": {
                "0": "<b>ויברך ה' וגו'.</b> אשתו ושמונה כלותיה ילדו ששה בנים בכרס אחד, שנאמר (דברי הימים-א כו ו ח): ופעלתי השמיני ; ששים ושנים לעובד אדום:"
            },
            "13": {
                "0": "<b>מכרכר.</b> מרקד:",
                "1": "<b>אפוד בד.</b> מעיל בוץ, פורציינ\"ט בלע\"ז, ויונתן תרגם: כרדוט ; וכן תרגם יונתן 'מעילים' דתמר אחות אבשלום (לקמן יג יח), כרדוטין:"
            },
            "18": {
                "0": "<b>ואשפר.</b> אחד מששה בפר (פסחים לו ב):",
                "1": "<b>אשישה אחת.</b> גרבא דחמרא (שם):"
            },
            "19": {
                "0": "<b>אחד הרקים.</b> (תרגום:) חד מן סריקיא (לשון תרגום יונתן):"
            },
            "21": {
                "0": "<b>ונקלותי עוד.</b> לפניו, יותר מזאת שהקילותי בעצמי עתה: ",
                "1": "<b>עמם אכבדה.</b> אינם מבזין אותי, אלא חשוב אני בעיניהם על זאת:"
            },
            "22": {
                "0": "<b>לא היה לה ילד.</b> מאותו היום והלאה:"
            }
        },
        "6": {
            "0": {
                "0": "<b>וה' הניח לו.</b> אמר, הרי נתקיים (דברים יב י): והניח לכם מכל אויביכם וגו', מה כתיב אחריו, והיה המקום אשר יבחר וגו', מעתה עלינו לבנות בית הבחירה:"
            },
            "3": {
                "0": "<b>ויהי בלילה ההוא.</b> אמר רבי חנינא בר פפא: אמר לו הקב\"ה לנתן, האדם הזה שאני משלחך אצלו, מהיר הוא, שמא ישכור פועלים ונמצאתי מפסידו, מהר ואמור לו, לא אתה תבנה הבית. רבי סימון אומר: האדם הזה שאני משלחך אצלו, נדרן הוא, כענין שנאמר (תהלים קלב ב ג): אשר נשבע לה' נדר לאביר יעקב אם אבא באהל ביתי, שמא יאמר איני אוכל ואיני שותה עד שאעשה כך, ונמצאתי מפסידו (ילקוט שמעוני רמז קמג):"
            },
            "5": {
                "0": "<b>באהל ובמשכן.</b> משכן שילה לא היתה בו תקרה, אלא בית של אבנים מלמטן, ויריעות מלמעלן:"
            },
            "6": {
                "0": "<b>הדבר דברתי.</b> לשון תמיה הוא, לכך הוא נקוד ה\"א חטף פת\"ח, והדל\"ת רפי:"
            },
            "7": {
                "0": "<b>מן הנוה.</b> דיר הרועים, כמו (צפניה ב ו): נות כרות רועים:"
            },
            "8": {
                "0": "<b>כשם הגדולים.</b> זהו שאומרים מגן דוד:",
                "1": "<b>ואכריתה את כל איביך.</b> ולכך עלה על לבך לבנות הבית, כמה שכתוב בתורה:"
            },
            "9": {
                "0": "<b>ושמתי מקום.</b> עוד אני חפץ להשקיט, שיהא שקט ושליו את עמי בימי בנך:"
            },
            "10": {
                "0": "<b>ולמן היום אשר צויתי.</b> מחובר על העליון, ולא יוסיפו לענותו כאשר בראשונה קודם השופטים, וכאשר עשו מימי השופטים עד כאן: ",
                "1": "<b>והניחותי לך.</b> יותר ויותר, עד שתנוח מכל אויביך: ",
                "2": "<b>והגיד לך ה'.</b> היום על ידי, כי בית יעשה לך להושיב בנך על כסאך, ויתקיים לך בית המלכות, והוא יבנה הבית:"
            },
            "13": {
                "0": "<b>בשבט אנשים.</b> זה הדד ורזון בן אלידע:",
                "1": "<b>ונגעי בני אדם.</b> זה אשמדאי, שדחהו ממלכותו, והשדים בני אדם הראשון הם, שכל מאה ושלשים שנה שפירש אדם מאשתו במות הבל, היו הרוחות מתייחמות ויולדות הימנו (ילקוט שמעוני רמז קמו):"
            },
            "17": {
                "0": "<b>וישב לפני ה'.</b> לפני הארון: ",
                "1": "<b>עד הלם.</b> שהמלכתני:"
            },
            "18": {
                "0": "<b>גם אל בית עבדך.</b> להמליך את בני אחרי:",
                "1": "<b>וזאת תורת האדם.</b> בתמיה, ראוי להתבשר כן לבשר ודם דבר אחר: עשית לי כמו שעשית לאדם הראשון, שהראית לו דורות העתידים לצאת ממנו:"
            },
            "19": {
                "0": "<b>ומה יוסיף דוד עוד לדבר אליך.</b> מה אשאל עוד:",
                "1": "<b>אתה ידעת את עבדך.</b> נתת לי כל צרכי, כמו (משלי יב י): יודע צדיק נפש בהמתו:"
            },
            "20": {
                "0": "<b>בעבור דברך.</b> להקים מה שאמרת לשמואל, להמליכני: ",
                "1": "<b>וכלבך.</b> רצונך הוא, ולא שאני כדאי: ",
                "2": "<b>להודיע את עבדך.</b> הבשורה שבשרתני:"
            },
            "22": {
                "0": "<b>אשר הלכו אלהים.</b> משה ואהרן, שנאמר (שמות ז א): נתתיך אלהים לפרעה ; וכן תרגם יונתן: דאזלו שלוחין מן קדם ה': ",
                "1": "<b>לפדות לו לעם.</b> כך אמרו השלוחים לישראל: הקב\"ה שלחנו לפדות לו לעם, ולשום לו שם, ולעשות לכם הגדולה: ",
                "2": "<b>ונוראות.</b> עשית לארצך לאחר שיצאו משם, ומה הם הנוראות, 'מפני עמך', לגרש עמים ואלהיהם, ומקרא זה חסר 'לגרש', ובדברי הימים (א יז כא) פירשו: לגרש מפני עמך אשר פדית ממצרים גוים ואלהיו, ואינו חסרון, כי ממשמע שנאמר מפני עמך גוים, אנו שומעין לשון טרודין וגירושין:"
            },
            "27": {
                "0": "<b>אתה הוא האלהים.</b> שליט, ויש בידך יכולת לקיים:"
            },
            "28": {
                "0": "<b>הואל.</b> רצה:"
            }
        },
        "7": {
            "0": {
                "0": "<b>מתג האמה.</b> ובדברי הימים (א יח א) כתיב: ויקח דוד את גת מיד פלשתים, והיא נקראת מתג האמה, על שם שהוא מקל רודה בכל הפלשתים, מטרפולין של מלכים, שלא מצינו בכל סרני פלשתים בעזה ובאשדוד ובעקרון ובאשקלון שם מלכות, אלא בגת מצינו, (שמואל-א כא יא): אכיש מלך גת: ",
                "1": "<b>מתג.</b> אגויילו\"ן בלע\"ז: ",
                "2": "<b>האמה.</b> הוא המרדע של עץ:"
            },
            "1": {
                "0": "<b>וימדד שני חבלים להמית.</b> לפי שהרגו את אביו ואת אמו ואחיו, שנאמר (שמואל-א כב ד): וינחם את פני מלך מואב, ולא מצינו שיצאו משם:"
            },
            "2": {
                "0": "<b>בלכתו.</b> כשהלך הדדעזר:",
                "1": "<b>להשיב ידו.</b> כתרגומו: לאשנאה תחומיה, שכבש מן הארץ חוץ לגבול ארצו, והרחיב את גבולו:"
            },
            "3": {
                "0": "<b>ויעקר דוד את כל הרכב.</b> משום (דברים יז טז): לא ירבה לו סוסים:",
                "1": "<b>ויותר ממנו מאה רכב.</b> שהיו צריכין לו לכדי מרכבתו, והרכב ארבעה סוסים, כמו שנאמר (דברי הימים-ב א יז): מרכבה בשש מאות כסף וסוס בחמשים ומאה, כאן למדנו שהרכב ארבעה סוסים:"
            },
            "6": {
                "0": "<b>שלטי הזהב.</b> הם אשפתות שנותנים בהם החצים, כמה דאת אמר (ירמיהו נא יא): הברו החצים מלאו השלטים. כל הפרשיות הללו סמכן אצל פרשה של בית המקדש, לפי שמכל המלחמות הללו, קיבץ הקדשות לצרכי הבית:"
            },
            "12": {
                "0": "<b>ויעש דוד שם.</b> שקבר את ההרוגים שהרג באדום, והוא שם טוב לישראל, שקוברין את אויביהם ; וכן הוא אומר במלחמת גוג ומגוג (יחזקאל לט יג): וקברו כל עם הארץ והיה להם לשם. ומנין שקברן דוד, שנאמר בספר מלכים (א יא טו): ויהי בהיות דוד את אדום בעלות יואב שר הצבא לקבר את החללים: ",
                "1": "<b>שמונה עשר אלף.</b> ובספר תהלים (ס ב) הוא אומר: שנים עשר אלף, אמור מעתה, שתי מלחמות היו:"
            },
            "13": {
                "0": "<b>נציבים.</b> פקידים לגבות מס: "
            },
            "14": {
                "0": "<b>ויהי דוד עושה משפט וגו' ויואב על הצבא.</b> דוד גרם ליואב להיות מצליח על הצבא, לפי שעשה משפט וצדקה, ויואב גרם לדוד לעשות משפט וצדקה, לפי שהוא דן, ויואב שוטר ורודה על ידו, ועוד, מתוך שיואב עסק במלחמות, לא היה דוד טרוד בהן, ולבו פתוח לשפוט צדק:"
            },
            "15": {
                "0": "<b>מזכיר.</b> מזכיר איזה דין בא לפניו ראשון, לפוסקו ראשון:"
            },
            "17": {
                "0": "<b>ובניהו בן יהוידע והכרתי והפלתי.</b> תרגם יונתן: ובניהו בר יהוידע ממנא על קשתיא ועל קלעיא. ורבותינו אמרו (ברכות ד א) כרתי ופלתי, אורים ותומים: ",
                "1": "<b>כהנים היו.</b> תרגם יונתן: רברבין הוו:"
            }
        },
        "8": {
            "8": {
                "0": "<b>נתתי לבן אדניך.</b> המלך רשאי להעביר נחלה, שנאמר במשפט המלוכה (שמואל-א ח יד): ואת שדותיכם ואת כרמיכם וגו' יקח ונתן לעבדיו:"
            },
            "10": {
                "0": "<b>כן יעשה עבדך ומפיבשת אוכל על שלחני.</b> ציבא אמר: כן יעשה עבדך, ודוד השיב: ומפיבושת אוכל על שלחני:"
            },
            "11": {
                "0": "<b>מושב בית ציבא.</b> בניו ועבדיו:"
            }
        },
        "9": {
            "1": {
                "0": "<b>כאשר עשה אביו עמדי חסד.</b> ומהו החסד, כשהיה דוד בורח מפני שאול, באו אליו אביו ואמו ואחיו (שמואל-א כב ד): וינחם את פני מלך מואב, ויאמר לו ישב נא אבי ואמי עמך, והרגם, חוץ מאחד מהם שברח ונמלט לארץ בני עמון אצל נחש, (במדרש רבי תנחומא בוירא אליו):"
            },
            "2": {
                "0": "<b>המכבד דוד את אביך בעיניך.</b> הנראה בעיניך שדוד מכבד את אביך, הם מוזהרים לא תדרוש שלומם, והוא ידרוש שלומך:"
            },
            "3": {
                "0": "<b>מדויהם.</b> חלוקיהם:",
                "1": "<b>שתותיהם.</b> העגבות:"
            },
            "15": {
                "0": "<b>ושובך שר צבא הדדעזר.</b> על שם שהיה גבור ועריץ מאוד הזכירו בשמו:"
            }
        },
        "10": {
            "0": {
                "0": "<b>לעת צאת המלאכים.</b> יש עת בשנה שדרך החיילות לצאת, כשהארץ מלאה קמות, והסוסים מוצאים תבואה בשדה לאכול:"
            },
            "3": {
                "0": "<b>מטומאתה.</b> מנדתה:"
            },
            "5": {
                "0": "<b>שלח אלי את אוריה.</b> שהיה מתכוין שישכב עם אשתו, ויהא סבור שממנו היא מעוברת:"
            },
            "7": {
                "0": "<b>משאת המלך.</b> (תרגום:) סעודתא דמלכא:"
            },
            "14": {
                "0": "<b>ונכה ומת.</b> כדי שתהא מגורשת למפרע, ונמצא שלא בא על אשת איש, שכל היוצא למלחמה, כותב גט לאשתו על תנאי, אם ימות במלחמה (שבת נו א):"
            },
            "20": {
                "0": "<b>בן ירובשת.</b> הוא גדעון, שעשה מריבה עם הבושת, הוא הבעל:"
            },
            "24": {
                "0": "<b>החזק מלחמתך אל העיר והרסה.</b> עד כאן דברי השליחות:",
                "1": "<b>וחזקהו.</b> דוד אמר למלאך, וחזקהו ליואב בדברי תנחומין, שלא ירך לבו:"
            }
        },
        "11": {
            "3": {
                "0": "<b>ויבא הלך.</b> דימה את יצר הרע תחלה להלך, שעובר לדרכו, ואחר כך לאורח, שנעשה אכסנאי, ואחר כך לאיש, שהוא בעל הבית:"
            },
            "4": {
                "0": "<b>כי בן מות.</b> הגוזל את העני, כאלו נוטל את נפשו, שנאמר (משלי א יט): את נפש בעליו יקח:"
            },
            "5": {
                "0": "<b>ישלם ארבעתים.</b> כך אירע לו, שלקה בארבעה בנים, הילד ואמנון תמר ואבשלום:"
            },
            "7": {
                "0": "<b>ואסיפה.</b> והייתי מוסיף לך:",
                "1": "<b>ואת נשי אדוניך.</b> מיכל בת שאול:"
            },
            "13": {
                "0": "<b>כי נאץ נאצת את אויבי.</b> כנוי הוא זה, דרך כבוד למעלה ויונתן תרגם: ארי מיפתח פתחתא פומא דסנאי עמא דה':"
            },
            "14": {
                "0": "<b>ויאנש.</b> לשון חולי:"
            },
            "15": {
                "0": "<b>ובא ולן ושכב ארצה.</b> ובא הבית, ולן בלילה שוכב לארץ:"
            },
            "16": {
                "0": "<b>ולא ברה.</b> לשון אכילה, כמו (לקמן יג ו): ואברה מידה:"
            },
            "24": {
                "0": "<b>בעבור ה'.</b> אשר אהבו:"
            },
            "25": {
                "0": "<b>את עיר המלוכה.</b> שני חיזוקי חומה היו בה, חיצונה ופנימית, עיר החיצונה, עיר מלוכה, והפנימית, למבצר ולחוזק:"
            },
            "29": {
                "0": "<b>את עטרת מלכם.</b> תועבת בני עמון 'מלכם' שמו, לשון מולך: ",
                "1": "<b>ותהי על ראש דוד.</b> אתי הגתי בטלה (עבודה זרה מד א):"
            },
            "30": {
                "0": "<b>מגרה וחריצים ומגזרות.</b> כמין פצירה פים שקורין לימ\"א, מיני יסורים הם: ",
                "1": "<b>מגרה.</b> סכין פגום פגימות הרבה תכופות זו לזו:",
                "2": "<b>חריצים.</b> הוא מורג חרוץ מלא חריצים, כמין פצירה פים שקורין לימ\"א: ",
                "3": "<b>במלבן.</b> בטיט חוצות, וכן תרגם יונתן: וגרר יתהון בשוקיא."
            }
        },
        "12": {
            "0": {
                "0": "<b>ולאבשלום אחות יפה.</b> שהיתה בת אמו:"
            },
            "1": {
                "0": "<b>להתחלות.</b> עד שנחלה:",
                "1": "<b>כי בתולה היא.</b> צנועה בבית ואינה יוצאת לחוץ, לפיכך ויפלא בעיני אמנון וגו', נכסה ונעלם ממנו מה תואנה יכול לבקש וישכב עמה, כמו (דברים יז ח): כי יפלא ממך, ארי יתכסי ממך:"
            },
            "2": {
                "0": "<b>איש חכם.</b> לרשעה:"
            },
            "3": {
                "0": "<b>דל.</b> כחוש, כמו (בראשית מא יט): דלות ורעות תואר:"
            },
            "4": {
                "0": "<b>את הבריה.</b> את הסעודה:"
            },
            "7": {
                "0": "<b>ותלבב.</b> ותחלוט, סולת מורבכת במים רותחין תחלה, ואחר כך בשמן:"
            },
            "8": {
                "0": "<b>את המשרת.</b> תרגום של מחבת, מסריתא:"
            },
            "12": {
                "0": "<b>כי לא ימנעני ממך.</b> שמותרת אני לך, לפי שנתעברה בי אמי כשהיא נכרית יפת תואר, שלקחה דוד במלחמה, ומי שיש לו בן או בת מן שפחה, אינו בנו לכל דבר:"
            },
            "14": {
                "0": "<b>וישנאה אמנון.</b> אמרו רבותינו (סנהדרין כא א): נימא נקשרה לו, ועשאתו כרות שפכה:"
            },
            "15": {
                "0": "<b>אל אודות.</b> אל תעשה אודות הרעה הזאת של שילוח, הגדולה מן האחרת שעשית עמי ועניתני, ועוד תוסיף רעה ממנה לשלחני:"
            },
            "22": {
                "0": "<b>ויהיו גוזזים.</b> ודרכם היה לעשות משתה בגזוז צאנם:"
            },
            "25": {
                "0": "<b>ולא ילך נא אתנו.</b> ואם לא יכול אתה ללכת, ילך נא עמנו אמנון:"
            },
            "31": {
                "0": "<b>על פי אבשלום היתה שומה.</b> בציויו של אבשלום היתה שימה זו נישומת על עבדיו, להרוג את אמנון:"
            },
            "38": {
                "0": "<b>ותכל דוד.</b> הרי זה מקרא קצר, ותכל נפש דוד ; וכן תרגם יונתן: וחמידת נפשא דדוד, כמו (תהלים פד ג): נכספה וגם כלתה, לשון תאוה: ",
                "1": "<b>כי נחם על אמנון.</b> קבל תנחומין:"
            }
        },
        "13": {
            "1": {
                "0": "<b>וישלח יואב תקועה.</b> אמרו רבותינו (מנחות פה ב): כי שמן זית מצוי שם, לכך חכמה מצויה שם:"
            },
            "4": {
                "0": "<b>אבל אשה אלמנה אני.</b> אבל, בקושטא:"
            },
            "8": {
                "0": "<b>עלי אדני המלך העון.</b> כנוי הוא לכבודו, כלומר אתה מדחה אותי לאמר אני מצוה עליך ואני אלך לדרכי, ואתה לא תצוה עלי, ובני יהרג, על מי העון הזה:"
            },
            "10": {
                "0": "<b>יזכר נא המלך את ה'.</b> שהקפיד על אורך הדרך להציל נפשות, שנאמר (דברים יט ו): והשיגו כי ירבה הדרך, וזהו מהרבות גואל הדם לשחת, ואתה דוחה אותי:"
            },
            "12": {
                "0": "<b>ולמה חשבתה כזאת.</b> שחשדת לישראל, שיבאו להרוג את השני בלא עדים והתראה: ",
                "1": "<b>ומדבר המלך הדבר הזה כאשם.</b> והדבר הזה שחרצת לאחרים, שאמרת לי לא יפול משערת בנך ארצה, עכשיו שאגלה לך שאין הדבר הזה אלא על שני בניך, אל תתחרט לאמר דברתי זה כאשם, והנני חוזר בי, לבלתי השיב המלך את אבשלום בנו שנדחה ממנו וברח לו: ",
                "2": "<b>ומדבר המלך.</b> אוקינו\"ן פרלטי\"ש בלע\"ז:"
            },
            "13": {
                "0": "<b>כי מות נמות.</b> ודיינו באותו עונש:",
                "1": "<b>ולא ישא אלהים נפש.</b> איש מן המיתה, לפיכך וחשב המלך מחשבות לבלתי ידח ממנו נדח:"
            },
            "14": {
                "0": "<b>ועתה אשר באתי לדבר אל המלך אדני את הדבר הזה.</b> בכינוי עלי ועל בני:",
                "1": "<b>כי יראוני העם.</b> הפחידוני מלבקש את אדוני על בנו, פן יכעוס עלי: ",
                "2": "<b>ותאמר שפחתך אדברה נא.</b> כענין זה, אולי יעשה וגו':"
            },
            "15": {
                "0": "<b>כי ישמע המלך להציל את אמתו מכף האיש.</b> הבא להרוג את בני, ולהשמידנו יחד מנחלת אלהים:"
            },
            "16": {
                "0": "<b>ותאמר שפחתך.</b> מאחר שיצוה המלך עלי, יהיה דברו למנוחה לבני, כי לא ישוב מדברו הטוב, כי כמלאך ה' אדני המלך, ולא יחזירנו כעס ושנאה מדברו הטוב:"
            },
            "18": {
                "0": "<b>אם אש.</b> כמו אם יש, כמו היש, וכן (מיכה ו י): עוד האש בית רשע, כמו היש:"
            },
            "19": {
                "0": "<b>לבעבור סבב.</b> לגלגל, עד שיצא דבר בנו של המלך לאור: ",
                "1": "<b>ואדני חכם.</b> והבנת כי מאת יואב יצאת:"
            },
            "29": {
                "0": "<b>אל ידי.</b> סמוך לרשותי, במקום שאני יכול להזיק: ",
                "1": "<b>אל ידי.</b> אינמי\"ש אוש\"ט בלע\"ז:"
            },
            "31": {
                "0": "<b>והמיתני.</b> ויהרוג אותי המלך:"
            }
        },
        "14": {
            "0": {
                "0": "<b>וחמשים איש וגו'.</b> כולם נטולי טחול, וחקוקי כפות רגלים:"
            },
            "1": {
                "0": "<b>והשכים אבשלום.</b> בכל בקר:",
                "1": "<b>מאחד שבטי ישראל עבדך.</b> משבט פלוני:"
            },
            "3": {
                "0": "<b>והצדקתיו.</b> (חרגום:) ואדינניה בקושטא:"
            },
            "6": {
                "0": "<b>מקץ ארבעים שנה.</b> ששאלו ישראל מלך משמואל, נתגלגל דבר מרד והשפלה במלכות: ",
                "1": "<b>אלכה נא.</b> לחברון:",
                "2": "<b>ואשלב את נדרי.</b> אמרו רבותינו (סוטה לד ב): להביא כבשים מחברון, כי שם היו כבשים שמנים:"
            },
            "10": {
                "0": "<b>קרואים והולכים לתמם.</b> מפורש במסכת סוטה ירושלמית (א ח) שבקש מאביו שיכתוב לו, שכל שני בני אדם שיבקש שילכו עמו, ילכו והיה מראה אותו לשנים כאן, ואחר כך לשנים אחרים, וכן הרבה:"
            },
            "16": {
                "0": "<b>בית המרחק.</b> (תרגום:) באתר דרחיק:"
            },
            "17": {
                "0": "<b>על ידו.</b> אצלו, הוא עומד והם עוברים:"
            },
            "18": {
                "0": "<b>עם המלך.</b> עם אבשלום:",
                "1": "<b>כי נכרי אתה.</b> ואנחנו בורחים מאין צידה ומזון, ומתוך שאתה נכרי לא תמצא מרחמים: ",
                "2": "<b>וגם גולה אתה למקומך.</b> וגם אם גולה אתה מעם המלך שאינך רוצה להיות עמו, למקומך חזור לך, כי לא טוב לכתך עמי, שהרי תמול באת:"
            },
            "19": {
                "0": "<b>והיום אניעך עמנו.</b> ואין לי מקום שאוכל להושיבך שם ולהמלט, כי אני הולך אל אשר יקרני המקרה ללכת, יום יום כשאשמע שהרודפים כאן, אני בורח כאן, וכן תרגם יונתן 'וגם גולה אתה למקומך': ואף אם גלי את אזיל לך לאתרך: ",
                "1": "<b>חסד ואמת.</b> אני מחזיק בך טובת חסד ואמת שעשית עמדי:"
            },
            "21": {
                "0": "<b>לך ועבור.</b> עם שאר העם, אחר אשר אינך רוצה להפרד ממני:"
            },
            "22": {
                "0": "<b>וכל העם עוברים.</b> מן המלך והלאה, לפי שהוא עומד, קורא אותם עוברים:"
            },
            "23": {
                "0": "<b>ויציקו.</b> כמו ויציגו, (תרגום:) ואקימו ית ארונא, העמידוהו לצד אחד, והעם עוברים, שהיה דוד רוצה לשאתו עמו: ",
                "1": "<b>ויעל אביתר עד תם וגו'.</b> הרי זה מקרא מסורס, ויציקו את ארון האלהים עד תום כל העם לעבור: ",
                "2": "<b>ויעל אביתר.</b> אותו היום נסתלק מן הכהונה, ששאל באורים ותומים ולא נענה, ונכנס צדוק תחתיו וכן שנינו בסדר עולם ובסדר יומא (עג ב):"
            },
            "26": {
                "0": "<b>הרואה אתה.</b> אם רואה אתה שעצה נכונה היא, שוב העיר וגו': ",
                "1": "<b>שני בניכם אתכם.</b> בידם תוכלו להודיעני מה שתשמעו מבית המלך, לפי מה שתודיעוני אמלט:"
            },
            "29": {
                "0": "<b>במעלה הזתים.</b> בהר הזתים:",
                "1": "<b>חפוי.</b> מכורך, כדרך האבלים: ",
                "2": "<b>חפו.</b> (תרגום:) כריכו:"
            },
            "30": {
                "0": "<b>ודוד הגיד.</b> ולדוד הגיד המגיד:",
                "1": "<b>סכל.</b> קלקל, כמו (קהלת י יד): הסכל ירבה דברים:"
            },
            "31": {
                "0": "<b>בא עד הראש.</b> (תרגום:) עד ריש טוריא:",
                "1": "<b>אשר ישתחוה שם לאלהים.</b> אשר היה רגיל להשתחות שם כשהיה בא לירושלים, היה רואה משם את האהל שהארון בתוכו, והיה משתחוה:"
            },
            "33": {
                "0": "<b>עבד אביך ואני מאז.</b> כמו ואני עבד אביך מאז, ומקרא מסורס הוא:"
            },
            "36": {
                "0": "<b>יבוא ירושלים.</b> נתן לבו שיבא לירושלים:"
            }
        },
        "15": {
            "0": {
                "0": "<b>ומאה קיץ.</b> (תרגום:) ומאה מנן דבילתא:"
            },
            "9": {
                "0": "<b>כה יקלל.</b> כן יקלל:",
                "1": "<b>ה' אמר לו.</b> אפשר אדם כמותו שהוא ראש לסנהדרין, יקלל את המלך אם לא שנאמר לו מאת הקב\"ה:"
            },
            "11": {
                "0": "<b>יראה ה' בעיני.</b> דמעת עיני:"
            },
            "13": {
                "0": "<b>וינפש שם.</b> בבחורים:"
            },
            "20": {
                "0": "<b>וחזקו ידי כל אשר אתך.</b> כי עתה ידם רפה לעזור לך, שאומרים בלבם הבן יתחרט אצל אביו, ואנו נהיה שנואים למלך:"
            }
        },
        "16": {
            "2": {
                "0": "<b>כשוב הכל.</b> אליך:",
                "1": "<b>האיש אשר אתה מבקש.</b> יעשה בו בקשתך ויהרג, ואחר כך כל העם יהיה שלום, וזה מקרא קצר. "
            },
            "3": {
                "0": "<b>ובעיני זקני ישראל.</b> זקני אשמאי:"
            },
            "7": {
                "0": "<b>ואביך איש מלחמה.</b> ויודע עניני מלחמה וטכסיסיה וטיב מארב, ובטוח הוא שתרדוף הלילה לבא עליו, לפיכך לא ילין עם שאר העם:"
            },
            "8": {
                "0": "<b>הנה עתה הוא נחבא.</b> וכשתבא על מחנה העם אשר אתו, הוא לא יהיה שם שתהרגנו: ",
                "1": "<b>והיה כנפול בהם בתחלה.</b> אני אמרתי לך כי אנשיו גבורים ומרי נפש, ואם יהרגו בעמך, תהיה בם מפלה במלחמה זו שהיא ראשונה, ושמע השומע מכל ישראל הבאים להתחבר אליך, ואמר היתה מגפה בעם של אבשלום:"
            },
            "9": {
                "0": "<b>והוא גם בן חיל.</b> ואותו השומע אפילו הוא בן חיל ולבו כלב האריה, המס ימס בפחד ורעדה, ולא יתקשר עוד אליך, כי יאמר כבר התחיל ליפול ונענש הוא על אביו, ולא יצליח:"
            },
            "10": {
                "0": "<b>כי יעצתי.</b> כי זאת עצתי:",
                "1": "<b>ופניך הולכים בקרב.</b> בראש, (תרגום:) ואת תהי אזיל בריש כולנא:"
            },
            "11": {
                "0": "<b>ונחנו עליו.</b> וננוח עליו, לשון חנייה, כמו (שמות י יד): וינח בכל גבול מצרים, (ישעיהו ז ב): נחה ארם על אפרים:"
            },
            "12": {
                "0": "<b>חבלים.</b> (תרגום:) משריין, כמו (שמואל-א י ה): חבל נביאים (תהלים קיט סא): חבלי רשעים: ",
                "1": "<b>עד הנחל.</b> חומת העיר נסחוב אל הגי:"
            },
            "15": {
                "0": "<b>וגם עבור תעבור.</b> את הירדן:",
                "1": "<b>פן יבולע למלך.</b> שלא יעצתיו לטובה, ויעשה כדברי אחיתופל: ",
                "2": "<b>יבלע.</b> יאמר לו בסתר ובבליעה:"
            },
            "16": {
                "0": "<b>בעין רוגל.</b> (תרגום:) בעין קצרא, כובסי בגדי צמר, שחובטין אותם שם, שבועטים אותם ברגל:"
            },
            "18": {
                "0": "<b>את המסך.</b> וילון:",
                "1": "<b>הרפות.</b> חטין כתושות, כמו (משלי כז כב): בתוך הריפות:"
            },
            "19": {
                "0": "<b>מיכל המים.</b> איני יודע לו פתרון במחברת כל, ופתרונו לפי ענינו, כמו שבולת הנהר:"
            },
            "24": {
                "0": "<b>בת נחש.</b> הוא ישי אבי דוד, רבותינו אמרו (בבא בתרא יז א): שמת בלא עון, בעטיו של נחש:"
            },
            "26": {
                "0": "<b>ושבי בן נחש.</b> הוא חנון בן נחש:"
            },
            "27": {
                "0": "<b>משכב.</b> מצעות:",
                "1": "<b>וספות.</b> כלי תשמיש הם, כמו (מלכים . ב יב יד): ספות כסף: ",
                "2": "<b>וקלי.</b> מיני קליות, אמרו רבותינו (עבודה זרה לח ב): שני מיני שתיתא הקריב ברזילי לדוד, אחד של חטים, ואחד של עדשים, כענין האמור כאן ; 'קמח וקלי', הוא של דגן, 'ופול ועדשים וקלי', ממינים של קטניות שמייבשין אותן בתנור כשהן לחין, והם מתוקין לעולם, וטוחנין אותן, ועושין מהם מאכל שקורין שתיתא:"
            },
            "28": {
                "0": "<b>ושפות בקר.</b> (תרגום:) וגובנין דחלב:"
            }
        },
        "17": {
            "2": {
                "0": "<b>לא ישימו אלינו לב.</b> לא יהיה דבר חשוב בעיניהם להתגבר ולהתהלל, מאחר שאין אתה במלחמה: ",
                "1": "<b>כי עתה.</b> בהיותך בכבודך, חשוב אתה כמונו: ",
                "2": "<b>עשרת אלפים.</b> כעשרת אלפים איש כמונו:",
                "3": "<b>כי תהיה לנו מעיר לעזור.</b> (תרגום:) וכען טב ארי תצלי עלנא מן קרתא למסעד:"
            },
            "4": {
                "0": "<b>לאט לי לנער.</b> אם יקרא לפניכם במלחמה, חמלו עליו:"
            },
            "5": {
                "0": "<b>ביער אפרים.</b> ומהיכן היה יער לאפרים בעבר הירדן מזרחה, שלא ניתן שם חלק אלא לבני גד ולבני ראובן ולמנשה, אלא מתוך שהתנה יהושע שיהיו מרעין בחורשין, והיה אותו היער סמוך לאפרים, אלא שהירדן מפסיק, והיו מרעין שם בהמותיהם, היה נקרא יער אפרים:"
            },
            "7": {
                "0": "<b>וירב היער לאכול בעם.</b> חיות רעות שביער, כן תרגם יונתן:"
            },
            "8": {
                "0": "<b>ויקרא אבשלום.</b> לשון מקרה ופגע:",
                "1": "<b>ויתן בין השמים ובין הארץ.</b> אמרו רבותינו (סוטה י ב): שלף חרבו לקוץ שערו, וראה גיהנם פתוחה תחתיו:"
            },
            "11": {
                "0": "<b>שמרו מי בנער.</b> כל מי שיבא לידו ישמרנו:"
            },
            "13": {
                "0": "<b>לא כן אוחילה לפניך.</b> לא אבקש עוד בקשה ממך, כי אני אלך:"
            },
            "17": {
                "0": "<b>כי אמר אין לי בן.</b> ממלא מקומי, ויהיה חשוב כמותי: ",
                "1": "<b>בעבור הזכיר שמי.</b> אקים לי מצבת אבן, ובנין חשוב היה:"
            },
            "19": {
                "0": "<b>ובשרת ביום אחר.</b> בשורת תשועה אחרת:",
                "1": "<b>כי על כן.</b> כי על אשר בן המלך מת, לפיכך לא טובה לך הבשורה זאת:"
            },
            "21": {
                "0": "<b>ולכה אין בשורה מוצאת.</b> אין מתת שכר בשורה מצויה היום:"
            },
            "22": {
                "0": "<b>ויהי מה.</b> כלומר ומה בכך אם אין לי שכר:",
                "1": "<b>ויעבור.</b> (תרגום:) וקדים ית כושי:"
            },
            "28": {
                "0": "<b>ראיתי ההמון הגדול.</b> הומים ונעים במלחמה:",
                "1": "<b>לשלוח את עבד המלך יואב ואת עבדך.</b> הרי זה מקרא מסורס, לשלוח יואב את עבד המלך ואת עבדך, לאחר ששלח יואב את עבד המלך זה הרץ אחרי: ",
                "2": "<b>ואת עבדך.</b> על עצמו הוא אומר, ולא ידעתי מה היה אחרי כן:"
            },
            "29": {
                "0": "<b>סב התיצב כה.</b> פנה לצד אחר והתיצב כה, ונשמע מה יאמר זה:"
            }
        },
        "18": {
            "0": {
                "0": "<b>בני בני.</b> שמנה פעמים, אמרו רבותינו (סוטה י ב): שבעה דאסקיה משבעה מדורי גיהנם, וחד דאייתיה לעלמא דאתי:"
            },
            "4": {
                "0": "<b>לאט את פניו.</b> (תרגום:) כריך ית צזפוהי, כמשפט האבלים: ",
                "1": "<b>לאט.</b> כמו (מלכים-א יט יג): וילט פניו באדרתו ; (שמואל-א כא י): הנה היא לוטה בשמלה:"
            },
            "7": {
                "0": "<b>כי אינך יוצא.</b> אם אינך יוצא:"
            },
            "8": {
                "0": "<b>וישראל נס.</b> אותם שהיו עם אבשלום:"
            },
            "9": {
                "0": "<b>כל העם נדון.</b> מתווכחים זה עם זה:"
            },
            "11": {
                "0": "<b>ודבר כל ישראל בא אל המלך.</b> כל זה מדברי שליחותו:"
            },
            "13": {
                "0": "<b>ולעמשא.</b> שהוא שר צבא, תאמרו ; הלא בן אחותי אתה:"
            },
            "17": {
                "0": "<b>וצלחו הירדן.</b> (תרגום:) בקעוהו בתריסהון."
            },
            "18": {
                "0": "<b>ועברה העברה.</b> ספינת המעברה שעוברים בה את עבר רוחב הנחל:"
            },
            "20": {
                "0": "<b>ראשון לכל בית יוסף.</b> כל ישראל חטאו לך, ואני יותר מכולם, והנני באתי לבקש מחילה, אם תקבלני, בטוחים כל ישראל שתקבלם, ואם לאו, יהיו יראים לשוב אליך עוד:"
            },
            "22": {
                "0": "<b>היום יומת איש.</b> בתמיה, כי היום אני מלך, עד עכשיו הייתי סבור, לא זלזל בי אדם גדול כזה אלא אם כן נפסקה מלכותי מאת המקום והוא אמר לו קלל את דוד, אבל עכשיו שהוא מתחרט, ידעתי כי מלך אני:"
            },
            "24": {
                "0": "<b>ולא עשה רגליו.</b> לשון תקון הוא, העברת שער שבין הרגלים: ",
                "1": "<b>שפמו.</b> גרנו\"ן בלע\"ז:"
            },
            "25": {
                "0": "<b>למה לא הלכת עמי.</b> לצאת מירושלים כשיצאתי:"
            },
            "26": {
                "0": "<b>כי פסח עבדך.</b> ואיני יכול לילך ברגלי:"
            },
            "31": {
                "0": "<b>לשלחו.</b> ללותו:"
            },
            "32": {
                "0": "<b>כי איש גדול הוא.</b> בעושר:"
            },
            "34": {
                "0": "<b>כמה ימי שני חיי.</b> אשר יש לי לחיות:",
                "1": "<b>כי אעלה וגו'.</b> הלא מעט הם, ומה הנייה יש לי בכלכולך:"
            },
            "35": {
                "0": "<b>האדע בין טוב לרע.</b> בין מאכל טוב למאכל רע ואמרו רבותינו ז\"ל (שבת קנב א): שטוף בזמה היה, לפיכך קפצה עליו זקנה:"
            },
            "36": {
                "0": "<b>כמעט יעבר עבדך.</b> הלויה מועטת יעבור עבדך ללותך, אחר שתעבור את הירדן: ",
                "1": "<b>הגמולה הזאת.</b> שאינה טובה לי:"
            },
            "37": {
                "0": "<b>עבדך כמהם.</b> בנו היה:"
            },
            "42": {
                "0": "<b>כי קרוב המלך אלי.</b> משבטי הוא:",
                "1": "<b>אם נשאת.</b> כמו (בראשית מג לד): משאת, פרס מבית המלך:"
            },
            "43": {
                "0": "<b>עשר ידות לי במלך.</b> שאנו עשרה שבטים:",
                "1": "<b>וגם בדוד.</b> אף על פי שהוא קרוב לכם, אני משוך בו יותר ממך, שאני עשר ידות: ",
                "2": "<b>ומדוע הקלותני.</b> להיות אתה קודם, וכי לא היה דברי ראשון להשיב את מלכי, וקודם לכן בא דברינו אליו להשיבו, כמו שכתוב למעלה (פסוק יב): ודבר כל ישראל בא אל המלך: ",
                "3": "<b>ויקש דבר איש יהודה.</b> לשון (צפניה ב א), התקוששו נראה והושוה דבר איש יהודה, שהראם אגרת ששלח להם דוד, 'למה תהיו אחרונים להשיב את המלך' וגו', כך מפרש באגדה. ויש לפרש, 'ויקש', לשון 'קושי וחוזק', וכן תרגם יונתן: ותקיף:"
            }
        },
        "19": {
            "0": {
                "0": "<b>ושם נקרא.</b> נזדמן, לשון (צפניה א ז): הקדיש קרואיו ; (לעיל יג כג): ויקרא אבשלום לכל בני המלך, לשון זימון:"
            },
            "3": {
                "0": "<b>הזעק לי את איש יהודה.</b> שיהו כאן עד שלשה ימים:",
                "1": "<b>ואתה פה עמוד.</b> לסוף שלשת ימים הוי זהיר להיות עומד כאן לפני, כי חפץ היה לרדוף אחרי שבע בן בכרי:"
            },
            "4": {
                "0": "<b>ויוחר מן המועד.</b> אשכחינהו לרבנן דפתחו במסכתא, כדאיתא בסנהדרין (מט א):"
            },
            "5": {
                "0": "<b>אתה קח את עבדי אדוניך.</b> אחרי אשר איחר עמשא שר הצבא, ולא הביא את צבא יהודה, קח אתה מן הנמצאים סביבי, ורדוף אחריו: ",
                "1": "<b>והציל עינינו.</b> והציל עצמו מעינינו, והרי זה מקרא קצר:"
            },
            "7": {
                "0": "<b>מצומדת על מתניו.</b> סמוכה מאוד לגופו לרוחב מתניו, שלא כדרך חוגרי חרב, כדי שתהא נוחה ליפול, ולא יצטרך להוציאה מתערה: ",
                "1": "<b>והוא יצא.</b> כנגד עמשא:",
                "2": "<b>ותפול.</b> החרב מתערה, לפי שהיתה חלקה ולטושה, ואינה תלויה לצד ירכו אלא לרוחב מתניו, וכמעט ששח עצמו לצד הארץ, נפלה מתערה ואחזה בימינו, ולא הכיר עמשא בדבר: "
            },
            "11": {
                "0": "<b>כאשר ראה כל הבא עליו ועמד.</b> כאשר ראה האיש, שכל הבא עליו היה עומד:"
            },
            "12": {
                "0": "<b>כאשר הוגה.</b> כאשר הומשך, כמו (משלי כה ד): הגו סיגים מכסף ; וכמו (שם פסוק ה): הגו רשע לפני מלך:"
            },
            "13": {
                "0": "<b>ויעבר בכל שבטי ישראל.</b> שבע בן בכרי, לפתותם שימליכוהו עליהם: ",
                "1": "<b>וכל הברים.</b> לא ידעתי מהו:"
            },
            "14": {
                "0": "<b>ותעמוד בחל.</b> (תרגום:) ואקיפו משריין. ויש פותרים, ותעמוד בחל, לשון (איכה ב ח): חיל וחומה, הפילו החומה החיצונה, ונתחזקה לעמוד על ידי הפנימית:"
            },
            "16": {
                "0": "<b>האתה יואב.</b> שנאמר בך (לקמן כג ח): יושב בשבת תחכמוני:"
            },
            "17": {
                "0": "<b>דבר ידברו בראשונה לאמר.</b> היה לך לדבר לשלום בראשונה, אם שלום יענוך ויפתחו לך, לא היה לך להלחם עליהם: ",
                "1": "<b>שאול ישאלו באבל.</b> אם שאלו בני חילך בשלום העיר הזאת, ששמה אבל: ",
                "2": "<b>וכן התמו.</b> מיד היו בני העיר משלימים עמכם:"
            },
            "18": {
                "0": "<b>אנכי שלומי אמוני ישראל.</b> אני מבני העיר, ששלמים ונאמנים לישראל ולמלך ומדרש אגדה (בראשית רבה צד ט, ובילקוט שמעוני כא): סרח בת אשר היתה, אני השלמתי נאמן לנאמן, על ידי נגלה ארונו של יוסף למשה, אני הגדתי ליעקב כי יוסף חי:"
            },
            "19": {
                "0": "<b>חלילה חלילה לי.</b> חלילה לי, חלילה למלך:"
            },
            "20": {
                "0": "<b>נשא ידו במלך בדוד.</b> במלך אפילו אינו דוד, חייב מיתה, ובדוד אפילו אינו מלך, חייב מיתה, וכל שכן במלך בדוד, כך נדרש במדרש קהלת (ט יח):"
            },
            "21": {
                "0": "<b>ותבא האשה אל כל העם בחכמתה.</b> שנינו בתוספתא (תרומות סוף פרק ז): אמרה להם: הואיל והוא נהרג והם נהרגין, תנוהו להם, אם היה יכול להנצל, כגון שהוא מבפנים ואתם מבחוץ, ואתם בסכנה והוא יכול להמלט, אין דוחין נפש מפני נפש להורגו בשביל הצלתכם, אבל עכשיו שגם הוא יהרג עמכם, הואיל ונהרסו החומות ואין כח להמלט, מוטב ימות לבדו ואל תמותו עמו רבי שמעון אומר, כך אמרה להם: המורד במלכות בית דוד חייב מיתה:"
            },
            "22": {
                "0": "<b>ויואב אל כל הצבא.</b> אף על פי שאמר דוד על עמשא (לעיל יט יד): כי שר צבא אשימך תחת יואב, עכשיו שמת עמשא, לא זז יואב ממקומו, ועל ידי יואב הוזקק למנות את חביריו:"
            },
            "25": {
                "0": "<b>עירא היארי.</b> תרגם יונתן: עירא יאיראה דמן תקוע. וכן הוא קרוי בספר הזה (לקמן כג כו): עירא בן עיקש התקועי. ו'יאירי' נקרא, על שם ששנינו במנחות (פה ב): תקוע אלפא לשמן, ששמן זית מצוי לשם, שממנו מדליקין הנרות: ",
                "1": "<b>היה כהן לדוד.</b> לו היה נותן כל מתנות כהונה שלו, כך אמרו רבותינו (עירובין סג א) ופשוטו של מקרא, שעשאו שר ושופט:"
            }
        },
        "20": {
            "0": {
                "0": "<b>אל שאול.</b> על עון שאול שנקבר פתאום בהחבא, שגנבוהו אנשי יבש גלעד וקברוהו, ולא נספד לפי כבודו: ",
                "1": "<b>ואל בית הדמים.</b> שהרג נוב עיר הכהנים:",
                "2": "<b>על אשר המית את הגבעונים.</b> כשהרג נוב עיר הכהנים, המית מהם שבעה, שני חוטבי עצים, ושני שואבי מים, ושמש וחזן וסופר, כך מפורש בגמרא ירושלמית בסנהדרין (יז) ורבותינו אמרו: מתוך שהרג את הכהנים שהיו מספיקין להם מזון, העלה עליו הכתוב כאלו המיתם. ואל תתמה שהרי היה הקב\"ה תובע כבודו ותובע סרחונו, שכך כתוב (צפניה ב ג): אשר משפטו פעלו באשר משפטו, שם פעלו כך שנינו ביבמות (עח ב):"
            },
            "1": {
                "0": "<b>ויאמר אליהם.</b> דברי ריצוי, שיעברו על מדותיהם וימחלו לשאול ולביתו: ",
                "1": "<b>והגבעונים לא מבני ישראל המה.</b> כלומר והן הראו בעצמם מדת אכזריות, שאינן מזרעו של אברהם אבינו, ואינן ראויין לידבק בישראל, ולכך גזר עליהם דוד שלא יבואו בקהל, אמר: שלשה סימנים יש באומה זו, רחמנים וביישנים וגומלי חסדים, מי שיש בו שלשה סימנים הללו, ראוי לידבק בו: ",
                "2": "<b>נשבעו להם.</b> בימי יהושע כשנתנום חוטבי עצים ושואבי מים למזבח (יהושע ט טו):",
                "3": "<b>בקנאתו לבני ישראל.</b> בתתו לב לנקות ולטהר את ישראל ולעשות צרכיהם, בקש להרגם וקנאה זו לטובה, כמו (במדבר יא כט:) המקנא אתה לי ; וכן (מלכים-ב י טז): בקנאתי לה' דיהוא זהו פשוטו. ולפי מדרשו, לא אמר להרוג אלא את הכהנים, וקנאה זו האמורה כאן, אינה לטובה כי אם לרעה, שידע שלא תמשוך מלכותו מיום שלא שמר מצות הקב\"ה בעמלק, ומאז נתקנא בהם:"
            },
            "2": {
                "0": "<b>וברכו את נחלת ה'.</b> התפללו עליהם:"
            },
            "3": {
                "0": "<b>אין לנו כסף וזהב עם שאול.</b> כי אם נפשות, ביקש לפייסם בממון, ולא רצו, אמר שמא הם מתביישין זה מזה, הלך ופייס כל אחד ואחד לעצמו, ולא נתפייסו, לכך כתיב: אין לי כסף וזהב וגו', לשון יחיד, זו ראיתי בירושלמי (סנהדרין ו ז): ",
                "1": "<b>ואין לנו איש להמית.</b> בכל שאר בני ישראל, שלא חטאו לנו:"
            },
            "4": {
                "0": "<b>ואשר דמה לנו נשמדנו.</b> אשר אמר בלבו, שנשמדנו על ידו מהתיצב וגו', שחשב להשמידנו: ",
                "1": "<b>דמה לנו.</b> חשב עלינו להשמידנו:"
            },
            "5": {
                "0": "<b>והוקענום.</b> תלייה:",
                "1": "<b>לה'.</b> לשמו של מקום, להודיע משפטו: ",
                "2": "<b>בחיר ה'.</b> בת קול יצאה ואמרה: בחיר ה' (ברכות יב ב):"
            },
            "6": {
                "0": "<b>ויחמל המלך.</b> בקש רחמים שלא יקלטנו הארון, שהעבירם לפני הארון, כל שהארון קולטו, למיתה (יבמות עט א):"
            },
            "7": {
                "0": "<b>בני מיכל בת שאול אשר ילדה לעדריאל.</b> וכי מיכל ילדה, והלא מירב ילדה לו, אלא מירב ילדה, ומיכל גדלה, לפיכך נקרא על שמה, והמגדל יתום ויתומה בתוך ביתו, כאלו ילדו ונקרא על שמו (סנהדרין יט ב):"
            },
            "8": {
                "0": "<b>בתחלת קציר.</b> בימי ניסן:"
            },
            "9": {
                "0": "<b>עד נתך מים.</b> בימות הגשמים בתשרי, שלא נתנו לקבורה והלא כתיב (דברים כא כג): לא תלין נבלתו, אלא אמרו מוטב תיעקר אות אחת מן התורה, ויתקדש שם שמים בפרהסיא, שהיו עוברין ושבין אומרים: מה טיבן של אלו, אומרים להם: מבני מלכים הם, ומה עשו, פשטו ידם בגרים גרורים, אומרים: אין לך אומה ראויה לידבק בה כאומה זו (יבמות עט א):"
            },
            "11": {
                "0": "<b>ויקח את עצמות שאול.</b> שנאמר לו עליהם 'אל שאול', שלא נספד כהלכה:"
            },
            "12": {
                "0": "<b>ויאספו את עצמות.</b> שבעה המוקעין:"
            },
            "13": {
                "0": "<b>כל אשר צוה המלך.</b> להספיד עליהם בכל ערי ישראל:"
            },
            "15": {
                "0": "<b>ומשקל קינו.</b> הוא כמו תיק שבראש בית יד הרומח שקורין ארישטויי\"ל בלע\"ז, ועשוי ככובע, ויש דוגמתו בזבחים (פח ב, עיין שיטה מקובצת שם): רמוני המעיל למה הם דומין, כמין קולסות שבראשי התינוקות, 'קולסות' היילמ\"ש בלע\"ז: ",
                "1": "<b>והוא חגור.</b> חגורה חדשה ושמעתי, שאותו היום נתחנך ללבוש כלי מלחמה, ודרך המחונכים לעשות נצחון וגבורה ביום חינוכם, לקנות שם, לכך ויאמר להכות את דוד:"
            },
            "16": {
                "0": "<b>ויעזר לו.</b> שעזרו בתפלה, כדאיתא בחלק (סנהדרין צה א):"
            },
            "17": {
                "0": "<b>ותהי עוד המלחמה.</b> כבר קדמה זו לכולן, ולא מנאה כאן, אלא לצרף מיתת ארבעה בני ערפה:"
            },
            "18": {
                "0": "<b>אלחנן.</b> דוד:",
                "1": "<b>בן יערי אורגים.</b> שהיו משפחתו אורגים פרוכת למקדש הקרוי יער:",
                "2": "<b>כמנור אורגים.</b> (תרגום:) כאכסן דגרדאין, הקרוי אינשובל\"א בלע\"ז, תבא אריגה ותעמוד כנגד אריגה:"
            },
            "19": {
                "0": "<b>איש מדון.</b> כתרגומו: גבר דמשחן. שאין עיקר התיבה אלא מ\"ם ודלי\"ת, כמו (תהלים סה ח) מ'שאון' שי\"ן ואל\"ף (בראשית יז ד): ומ'המון', ה\"א ומ\"ם. ובדברי הימים (א יא כג) כתיב: איש מדה, כלומר גבוה מאוד, שאומדין כמה מדתו: ",
                "1": "<b>שש ושש וגו'.</b> פירשו רבותינו בבכורות (מה ב) שהוצרך לומר עשרים וארבע, שלא תאמר אצבעות שתי ידיו אינן אלא שש, ואצבעות רגליו אינן אלא שש, לכך נאמר עשרים וארבע ואם כתב עשרים וארבע ולא אמר שש ושש, הייתי אומר שבעה באחת, וחמשה באחת, ומהו 'מספר', שכולן היו נספרות בסדר האצבעות בגב היד:"
            }
        },
        "21": {
            "0": {
                "0": "<b>ביום הציל ה' אותו.</b> לעת זקנתו, לאחר שעברו עליו כל צרותיו ונצול מכולם: ",
                "1": "<b>ומכף שאול.</b> והלא שאול בכלל היה, אלא שהיה אויבו ורודפו מכולם כיוצא בו (לעיל ב ל): תשעה עשר איש ועשהאל, כיוצא בו (יהושע ב א): לכו ראו את הארץ ואת יריחו וכיוצא בו (מלכים-א יא א): והמלך שלמה אהב נשים נכריות ואת בת פרעה (מלכים-א יא א):"
            },
            "1": {
                "0": "<b>סלעי ומצודתי.</b> לשון חוזק הם, 'סלע' כמשמעו, 'מצודה' היא מצודת יערים, שקורין פליישאי\"ן בלע\"ז ועל שם הנס שנעשה לו בסלע המחלוקת (שמואל-א כג ח), והמצדות בחורשה: ",
                "1": "<b>ומפלטי לי.</b> מפלטי עם צבא ישראל במלחמה, ופעמים שהוא מפלט לי כשאני לבדי, כגון מן ישבי בנוב (לעיל כא יז):"
            },
            "2": {
                "0": "<b>צורי.</b> לשון סלע, שהסלע מחסה לעוברי דרך, מן המטר והרוחות, אבריאמ\"ש בלע\"ז: ",
                "1": "<b>אחסה.</b> לשון כיסוי, שהייתי מתכסה לעזרה: ",
                "2": "<b>משגבי.</b> סומכני:",
                "3": "<b>ומנוסי.</b> שהייתי נס אליו לעזרה:"
            },
            "3": {
                "0": "<b>מהולל אקרא ה'.</b> כתרגומו ; בקראי לו אהודנו, לפי כי מאויבי אני בוטח שאושע ויתכן לפתור אקרא ואושע, לשון 'הוה':"
            },
            "4": {
                "0": "<b>אפפוני.</b> הקיפוני:",
                "1": "<b>משברי מות.</b> כתרגומו: כאתא דיתבא על מתברא, כן שם מושב האבנים שהאשה יולדת שם: ",
                "2": "<b>נחלי.</b> גייסות שוטפות כנחל:"
            },
            "5": {
                "0": "<b>חבלי.</b> כתרגומו: משרית, כמו (שמואל-א י ה): חבל נביאים: ",
                "1": "<b>קדמוני.</b> באו לפני:"
            },
            "6": {
                "0": "<b>בצר לי אקרא ה' וישמע וגו'.</b> כך דרך לשון הווה, מדבר לשון עבר ולשון עתיד בפעם אחת:"
            },
            "7": {
                "0": "<b>ויתגעש ותרעש.</b> לא על נסים שאירעוהו נאמר, אלא על נסים שנעשו לישראל, וראש המקרא מחובר על סופו: ",
                "1": "<b>כי חרה לו.</b> 'כי' משמש כאן בלשון 'כאשר', וכן פתרונו, וכשחרה לו מפני מכעיסיו, נתגעשה ונתרעשה הארץ, ומוסדות השמים רגזו ורעשו:"
            },
            "8": {
                "0": "<b>עלה עשן באפו.</b> כן דרך הכועס, יוצא עשן מנחיריו, וכן (תהלים יח ט): עלה עשן באפו. וזהו כל לשון חרון אף, שהאף נוחר ומעלה הבל: ",
                "1": "<b>ואש מפיו תאכל.</b> מגזרת דבר פיו, תאכל אש ברשעים:"
            },
            "9": {
                "0": "<b>ויט שמים.</b> להנקם מאויביו, ממצרים ומפרעה:"
            },
            "11": {
                "0": "<b>וישת חשך סביבותיו.</b> לסוכה, כענין שנאמר (שמות יד כ): ויהי הענן והחשך, מפסיק בין מצרים לישראל: ",
                "1": "<b>חשרת מים עבי שחקים.</b> מאין היה החשך, עבי שחקים היו, שהן חושרין מים על הארץ: ",
                "2": "<b>חשרת.</b> לשון כברה הוא, שהוא נופל על הארץ דק דק (תענית ט ב) וכן הוא אומר באגדות הרבה: חושרין אותו בכברה. ויש לפתור 'חשרת', לשון 'קשר', שמתקשרין השמים בעבים על ידי המים, כמו 'וחשוריהם' האמור באופני המכונה (מלכים-א ז לג), שהם זרועות העץ המהדקין וקושרין עיגוליה יחד:"
            },
            "12": {
                "0": "<b>מנגה נגדו.</b> שלא תאמר בחשך הוא שרוי, אלא הנוגה לפנים מן המחיצה, ומאותו נוגה אשר לפניו, בערו גחלי אש, שנשתלחו חצים על מצרים:"
            },
            "15": {
                "0": "<b>יגלו מוסדות תבל.</b> שנבקע התהום, כשנבקע ים סוף נבקעו כל מימות שבעולם (ילקוט שמעוני רמז קסא): ",
                "1": "<b>מנשמת.</b> מכח נשיבת רוח אפו:"
            },
            "17": {
                "0": "<b>כי אמצו.</b> כאשר אמצו:"
            },
            "20": {
                "0": "<b>כצדקתי.</b> כשיצאו אחריו למדבר וסמכו על הבטחתו: "
            },
            "25": {
                "0": "<b>עם חסיד תמים נבר.</b> כנגד שלשה אבות, ששלם הקב\"ה גמול צדקתם לבניהם:"
            },
            "26": {
                "0": "<b>ועם עקש.</b> פרעה:",
                "1": "<b>תתפל.</b> לשון נפתל ועקש, ובספר תהלים (יח כז) כתוב: תתפתל. דבר אחר: <b>ישלח ממרום יקחני.</b> על עצמו אמר, כשהיה נחפז ללכת מפני שאול בסלע המחלקות והיה קרוב להתפש, ומלאך בא אל שאול לאמר: מהרה ולכה כי פשטו פלשתים: <b>וישב וגו' כצדקתי.</b> שלא הרגתיו בכרתי כנף מעילו:"
            },
            "30": {
                "0": "<b>אמרת ה' צרופה.</b> ברורה, מבטיח ועושה:"
            },
            "32": {
                "0": "<b>ויתר תמים דרכי.</b> מכל מכשול, ומכל חטא, ומכל מסוכן, עד כי היה שלם וכבוש:"
            },
            "34": {
                "0": "<b>ונחת קשת נחושה זרעתי.</b> ונדרכה קשת נחושה על זרועי, שיש בי כח לדרכה, קשתות היו תלוים לדוד בביתו, והיו מלכי האומות באין ורואין אותן, ואומרים זה לזה: אתה סבור שהוא יכול לדורכן, אין זה אלא ליראנו, ודוד שומע ונוטלן ומכתתן לפניהם. ודריכת קשת לשון חית היא, וכן תהלים חציך נחתו בי:"
            },
            "35": {
                "0": "<b>וענתך תרבני.</b> הגדלת לי מדת ענותנותך:"
            },
            "36": {
                "0": "<b>תרחיב צעדי.</b> כשאדם מדבק רגליו זו בזו, הוא נוח ליפול, וכן הוא אומר (משלי ד יב): בלכתך לא יצר צעדך: ",
                "1": "<b>קרסולי.</b> עקבי:"
            },
            "41": {
                "0": "<b>ישעו ואין מושיע וגו'.</b> הרי זה מקרא מסורס, ישעו אל ה' ולא ענם, ואין מושיע, כמו (ישעיהו יז ז): ישעה האדם אל עושהו, כמו יפנה. ומנחם חברו עם (בראשית ד ד): וישע ה' אל הבל, ופתר בו לשון עתירה, ונופל הלשון על המעתיר ועל הנעתר, כמו (שם כה כא): ויעתר יצחק לה', ויעתר לו ה', אף כאן 'ישעו ואין מושיע' נופל על המתפלל, וישע ה' נופל על הלשון, על מי שמתפללין לפניו:"
            },
            "42": {
                "0": "<b>ארקעם.</b> ארמסם, והרבה יש בספר יחזקאל: (ו יא): ורקע ברגלך (כה ו): ורקעך ברגל:"
            },
            "43": {
                "0": "<b>מריבי.</b> מדואג, מאחיתופל, ושאול, והזיפים: ",
                "1": "<b>תשמרני לראש גוים.</b> צפנתני לכך ומדרש אגדה ; אמר דוד: רבונו של עולם, הצילני מדינו של ישראל, שאם אטהו או ארדה את ישראל בעבודתו, אני נענש, אלא לראש הפלישתים תשימני, והם יעבדוני, ועליהם לא אענש:"
            },
            "44": {
                "0": "<b>יתכחשו לי.</b> מחמת יראה, יאמרו לי כזבים: ",
                "1": "<b>לשמוע אוזן ישמעו לי.</b> אפילו שלא בפני, יגורו מפני, למשמע אזניהם לסור אל משמעתי:"
            },
            "45": {
                "0": "<b>בני נכר יבולו.</b> ילאו, לשון (ירמיהו ח יג): והעלה נבל פלישטירונ\"ט בלע\"ז: ",
                "1": "<b>ויחגרו.</b> לשון פסחים:",
                "2": "<b>ממסגרותם.</b> מקושי יסורי מסגר שאני מייסרן בהם:"
            },
            "46": {
                "0": "<b>חי ה'.</b> העושה לי אלה:"
            }
        },
        "22": {
            "0": {
                "0": "<b>ואלה דברי דוד.</b> נבואת דוד אחרונים, ומי הם הראשונים, דברי השירה האמורים למעלה, אבל בכל שירות ותשבחות שאמר, אין נקראים דברים: ",
                "1": "<b>הוקם על.</b> הוקם למעלה:",
                "2": "<b>ונעים זמירות ישראל.</b> אין ישראל משוררים במקדש, אלא שירותיו וזמירותיו:"
            },
            "1": {
                "0": "<b>דבר בי.</b> השרה בי רוח קדשו ונדבר בי, וכל לשון נבואה, נופל בו לשון דבר, כמו (במדבר יב ב): הרק אך במשה דבר הלא גם בנו דבר (שם פסוק ו): אדבר בו וטעמו של דבר לפי שהרוח נכנס בו בקרב הנביא, ומדבר בו:"
            },
            "2": {
                "0": "<b>לי דבר צור ישראל.</b> אלי דבר וצוה צור ישראל, שאהיה מושל באדם, בישראל שנקראו אדם, שנאמר (יחזקאל לד לא): אדם אתם (יבמות סא א), ואהיה צדיק מושל וירא אלהים. ורבותינו (מועד קטן טז ב) פירשוהו בלשון אחר: אמר דוד: אלהי ישראל לי דבר, אלי דבר צור ישראל, מושל באדם אני, ומי מושל בי, צדיק, שאני גוזר גזירה והוא מבטלה. אבל לפי ישוב המקראות, הראשון הוא פשוטו של מקרא:"
            },
            "3": {
                "0": "<b>וכאור בוקר יזרח שמש.</b> והבטיחני שתלך גדולתי הלוך וגדל, כאור נוגה אשר הולך ואור: ",
                "1": "<b>בוקר לא עבות.</b> אור שאינו אפל:",
                "2": "<b>מנוגה ממטר דשא מארץ.</b> מאיר בוקרי יותר מנוגה הבא ממטר, כחום צח עלי אור, כשהמטר יורד על הארץ מלאה דשאים, והשמש זורח עליו ומבהיק וכן פתרונו, יותר מנוגה הבא ממטר של דשא מארץ:"
            },
            "4": {
                "0": "<b>כי לא כן ביתי עם אל.</b> שיהא בוקרי עבות:",
                "1": "<b>כי ברית עולם.</b> התורה אשר שם לי, ערוכה בכל ביתי ושמורה: ",
                "2": "<b>כי כל ישעי וכל חפץ.</b> צרכי מוכנים לפניו, והרי זה מקרא קצר: ",
                "3": "<b>כי לא יצמיח.</b> עוד למלך אחר מלכותי דבר אחר: כי ברית עולם שם לביתי, להיות מלכותי קיימת, והברית ערוכה בכל, בפי כל הנביאים:"
            },
            "5": {
                "0": "<b>כקוץ מונד.</b> קרדו\"ן בלע\"ז, שבקטנותו רך נע ונד, וסופו מתקשה, עד אשר לא ביד יקחוהו:"
            },
            "6": {
                "0": "<b>ואיש יגע בהם ימלא.</b> צריך שילבש את בשרו ברזל, וימלא ידו בכלי זיין לקצצו: ",
                "1": "<b>ובאש שרוף ישרפו בשבת.</b> ואין שם תקנה אלא שריפה, ולשבת ולהתחמם כנגדם, כך הרשעים אין להם תקנה, אלא שריפה בגיהנם: ",
                "2": "<b>בשבת.</b> הקב\"ה יושב על כסא הדין:"
            },
            "7": {
                "0": "<b>אשר לדוד יושב בשבת.</b> יושב בשבת סנהדרין, והוא תחכמוני, והוא ראש השלישי, אב בנוי בחכמה ובגבורה, בשלשה דברים הללו הוא ראש, כמו שנאמר (שמואל-א טז יח): ונבון דבר ואיש תואר וגבור חיל: ",
                "1": "<b>עדינו העצני.</b> כשעוסק בתורה, כורך ומקשר עצמו כתולעת, כמו (איוב לח לא): מעדנות כימה, וכשיוצא למלחמה, היה קשה כעץ, והורג שמונה מאות חלל במלחמה אחת (מועד קטן טז ב):"
            },
            "8": {
                "0": "<b>בן דודו.</b> כך שמו:",
                "1": "<b>בשלשה הגבורים.</b> המעולים שבגבורים:",
                "2": "<b>בחרפם בפלשתים.</b> תקעו כף להלחם בהם ולנצחם:"
            },
            "9": {
                "0": "<b>אך לפשט.</b> תרגם יונתן: לחלצא קטיליא, לא היה איש לעזרו להרוג, אלא כולם פושטים אחריו את החללים:"
            },
            "10": {
                "0": "<b>הררי.</b> מן ההר:",
                "1": "<b>לחיה.</b> לגדוד כחיות השדה:"
            },
            "12": {
                "0": "<b>מהשלשים ראש.</b> תרגם יונתן: מגברי רישי משריתא:"
            },
            "13": {
                "0": "<b>ומצב פלשתים אז בית לחם.</b> החיל היה חונה בעמק רפאים, ושלחו מצב שלהם לבית לחם:"
            },
            "14": {
                "0": "<b>מי ישקני מים.</b> אמרו רבותינו (בבא קמא ס ב): הוצרך לשאול שאלה מסנהדרין היושבים בשער בית לחם:"
            },
            "15": {
                "0": "<b>ויסך אותם לה'.</b> כך אמר: מקובלני מבית דינו של שמואל הרמתי, כל המוסר עצמו למיתה על דברי תורה, אין אומרין שמועה מפיו, ומאי ויסך אותם לה', דאמרינהו משמיה דגמרא (שם סא א):"
            },
            "16": {
                "0": "<b>הדם האנשים.</b> לשון תמיהה:"
            },
            "18": {
                "0": "<b>ועד השלשה לא בא.</b> (תרגום:) ולתלת גברין לא מטא:"
            },
            "19": {
                "0": "<b>את שני אראל מואב.</b> (תרגום:) ית תרין רברבי מואב. ורבותינו אמרו (ברכות יח ב): שלא הניח כמותו, לא במקדש ראשון, ולא במקדש שני: ",
                "1": "<b>אריאל מואב.</b> על שם שבנאו שלמה, שבא מרות המואביה:"
            },
            "22": {
                "0": "<b>מן השלשים.</b> כל שלשים שבפרשה זו תירגם יונתן: גבריא:"
            },
            "38": {
                "0": "<b>שלשים ושבעה.</b> ואינן מנוין כאן, ואני אומר: יואב לא הוצרך להזכיר, שהוא שר הצבא, ושאר שחסרו, שמא בני (ישי) [ צ\"ל ישן ] שלשה או ארבעה היו:"
            }
        },
        "23": {
            "0": {
                "0": "<b>ויסף אף ה' לחרות בישראל.</b> לא ידעתי על מה:",
                "1": "<b>ויסת.</b> גירה:"
            },
            "2": {
                "0": "<b>כהם וכהם.</b> כהם כפלים, וכהם שני כפלים, הרי ארבעה כפלים, וכן חוזר וכופל את הכפילה, עד מאה פעמים, נמצאת ברכתו של יואב יתירה על של משה שאמר (דברים א יא): ככם אלף פעמים, ועוד, שברכתו של משה לזמן מרובה, ושל יואב מיד, שנאמר בה: ועיני אדני המלך רואות:"
            },
            "4": {
                "0": "<b>הגד ואל יעזר.</b> התחיל בבני גד, לפי שהם גבורים וקשים, אמר: הלואי וילחמו בי, ויעכבו על ידי:"
            },
            "5": {
                "0": "<b>ואל ארץ תחתים חדשי.</b> מקום ישוב חדש, שאוכלוסיהן מועטין, אולי בתוך כך יתחרט דוד, וישלח אליו שליח שיחזור בו: ",
                "1": "<b>דנה.</b> בבני דן:",
                "2": "<b>יען.</b> שם המקום:"
            },
            "8": {
                "0": "<b>מספר מפקד.</b> אם מספר למה מפקד, שני אנפיראות עשה, גדולה וקטנה, אמר אראנו את הקטנה, ואם יקצוף אראנו את הגדולה, לכך נאמר מפקד, לשון חסרון, כך נדרש בפסיקתא: ",
                "1": "<b>ותהי ישראל.</b> תשש כחן כנקבה:",
                "2": "<b>שמונה מאות אלף.</b> ובדברי הימים (א כא ה) הוא אומר: אלף אלפים ומאה אלף, באגדת אמוראים (ילקוט שמעוני רמז קסה) מצינו: אמר רבי יהושע בן לוי, הכתובים מוסיפין כאן מה שחסרו כאן, אלו שני שבטים שלא נמנו, שכך כתיב בדברי הימים (שם פסוק ו): ולוי ובנימן לא פקד בתוכם כי נתעב דבר המלך את יואב. אמר יואב: באלו אני יכול להשמט ולומר, שבט לוי אינו נמנה במנין שאר שבטים כי אם מבן חודש ומעלה, ובנימן, דיו שנחסר וכלה בפלגש בגבעה ובשלשים ושתים מדות דרבי אליעזר בנו של רבי יוסי הגלילי שנינו: כתוב אחד אומר ויהי כל ישראל אלף אלפים ומאה אלף ויהודה ארבע מאות ושבעים אלף, וכתוב אחד אומר ותהי ישראל שמונה מאות אלף ואיש יהודה חמש מאות אלף, נמצא ביניהם שלש מאות אלף, אלו שלש מאות אלף מה טיבן, בא הכתוב השלישי והכריע (שם כז א): ובני ישראל למספרם ראשי האבות ושרי האלפים והמאות ושוטריהם המשרתים את המלך לכל דבר המחלוקת הבאה והיוצאת חדש בחדש לכל חדשי השנה המחלקה האחת עשרים וארבעה אלף, מלמד שאלו שלש מאות אלף היו הכתובים בנימוסו של מלך, ולא היו צריכין לימנות, כיצד, עשרים וארבעה אלף לשנים עשר, הרי כאן מאתים ושמונים אלף ושמונת אלפים, נשתיירו שנים עשר אלף, הן הן נשיאי ישראל:"
            },
            "11": {
                "0": "<b>שלש אנכי נוטל עליך.</b> אחת משלש, וכן (שמואל-א יח כא): בשתים תתחתן בי היום, באחת משתים. שלש אני נוטל עליך, כנגד שלש שהטלת על שאול, (שם כו י): כי אם ה' יגפנו, או יומו יבא ומת, או במלחמה ירד ונספה:"
            },
            "13": {
                "0": "<b>צר לי מאד.</b> הקטנה שבהם קשה מאד:",
                "1": "<b>נפלה נא ביד ה'.</b> הדבר, ולא החרב והרעב, שגם הוא מסור לעשירים אוצרי פירות אמר רבי אלכסנדרי: אמר דוד, אם אני בורר לי החרב עכשיו, ישראל אומרים הוא בוטח בגבוריו, שהוא לא ימות והאחרים ימותו, ואם אני בורר הרעב, יאמרו בוטח הוא בעושרו, אברר לי דבר שהכל שוין בו (ראה ילקוט שמעוני רמז קסה):"
            },
            "14": {
                "0": "<b>מהבקר ועד עת מועד.</b> (תרגום:) מעידן דמתנכיס תמידא ועד דמתסק:"
            },
            "15": {
                "0": "<b>היבוסי.</b> שר מצודת ציון היה, ששמה יבוסי:"
            },
            "19": {
                "0": "<b>וישקף ארונה.</b> מתחבא היה מפני המלאך, כך כתוב בדברי הימים (א כא כ):"
            },
            "21": {
                "0": "<b>והמרגים.</b> כלי עץ מלא חריצין, וכבד הוא, ומעבירין אותו על הקש תמיד, ומחתכו להיות תבן למאכל בהמות:"
            },
            "22": {
                "0": "<b>ארונה המלך.</b> שר היבוסי היה:"
            },
            "23": {
                "0": "<b>שקלים חמשים.</b> ובדברי הימים (שם פסוק כה) הוא אומר, שקלי זהב משקל שש מאות, הא כיצד, גבה חמשים שקלים כסף מכל שבט ושבט, הרי שש מאות, ונתן לו כסף בדמי הזהב וכן שנינו בסוף שחיטת קדשים (זבחים קטז ב): גבה כסף בשש מאות כסף בשקלי זהב. וכן שנינו בספרי. חסלת ספר שמואל:"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Rashi on II Samuel"
}