{
    "title": "Kovetz Al Yad HaChazakah on Mishneh Torah, Divorce",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kovetz_Al_Yad_HaChazakah_on_Mishneh_Torah,_Divorce",
    "text": [
        [
            [],
            [],
            [
                "<b>או לחצירה.</b> מדלא כתב רבינו לחצר שלוחה נראה דס\"ל דספיקא הוא ודלא כשי' הטור סי' ק\"מ ועי' מל\"מ בפ\"ו ובס' קצה\"ח סי' רמ\"ד אות ג' ועי' מ\"ש בסוף פ\"ו."
            ],
            [
                "<b>הרי את לעצמך.</b> הכי פשיט הגמ' קידושין דף ו' מדתנן הרי את ב\"ח וכו' ע\"ש ועי' ירושלמי גיטין פ\"ט הל' ג' ר' מנא בעי הרי את ברשות עצמך משמע דלא אפשיטא והיינו עפ\"י מה דגרסי' תו שם אמר ריב\"ב צריך שיאמר הרי את ב\"ח הרי את של עצמך ופי' שם בק\"ע דצ\"ל תרווייהו ע\"ש ושפיר יש מקום לספק גבי אשה אפשר דמהני לשון לעצמך לחוד משום דלא קני לה גופה ורבינא דפשיט ממתני' סובר דאו או קתני.",
                "<b>וכיוצא בזה הענין.</b> נראה דבא לרבות אם אומר אין את אשתי דג\"כ מגורשת וכ\"כ בס' המקנה קידושין דף ו' דבכה\"ג מגורשת והביא שם ראי' מהא דאמרי' גיטין דף פ\"ג היום אין את אשתי ולמחר את אשתי מהו ע\"ש שכ' בש\"ע סי' קל\"ה שינה הלשון וכתב הרי את מגורשת ממני היום עכ\"ל ורבינו פ\"ח מה' גירושין הל' ט' נקיט לשון הגמ' היום אין את אשתי וכו' א\"כ משמע דלשון זה מהני ולזה כיון רבינו פה."
            ],
            [
                "<b>לפיכך צריכה ממנו גט שני.</b> עי' פ\"י ומספיקא צריכה גט שני ועי' יבמות קי\"ג ע\"ב וא\"י לשמור את גיטה וכו' ודוק."
            ],
            [
                "<b>יצא דבר שמחוסר קציצה.</b> בירושלמי פ\"ב דגיטין אבעי' להו כתבו בתלוש חברו חתמו ותלשו ונתנו לה מהו ולא אפשיטא וכ' הרשב\"א גיטין דף כ\"א אע\"ג דבירושלמי לא אפשיטא מ\"מ מדלא אבעי' להו חולין דף ט\"ו בתלמודא דידן משמע דמתני' דקתני ר\"י פוסל עד שתהא כתיבתו וחתימתו בתלוש וא\"א לחתימתו במחובר אלא בענין זה ע\"ש שהאריך ובגיטין דף ד' ע\"א בתוס' ד\"ה הא משמע בחיברו והשריש דוקא והרשב\"א לא מחלק משום דלא ניחא לי' לאוקמי' בהשריש דא\"כ הו\"ל גט מוקדם ול\"נ דהא דקמבעי' להו בירושלמי עיקר ספיקתו אי הוי פסול מה\"ת או לא אבל מדרבנן וודאי דפסול ולא אפשיטא ממתני' ועי' בטור יו\"ד סי' ו' ובב\"ח שם בק\"א וכ\"נ מדברי רבינו פה דלא הוי כ\"א אסורא דרבנן בתלוש ולבסוף חברו מדלא כתבו בפירוש ולפי\"ז הא דפוסל ר\"י חתימתו בתלוש משום דמשמע לי' דוכתב קאי בין אכתיבה בין אחתימה עי' תוס' גיטין דף כ\"ג ע\"ב דאין לומר דגזר כתיבה אטו חתימה כמו שאמרו בגיטין דף ד' מודה ר\"א במזויף מתוכו ע\"ש בתוס' ד\"ה מודה דהא ע\"כ הך חתימה לא משכחת לה כ\"א בתלוש ולבסוף חברו וליכא פסול תורה א\"כ הו\"ל גזירה לגזירה והכי משמע בגמר' שם דוק ותשכח."
            ],
            [
                "<b>וחתמו ונתנו לה.</b> כ' המפרש וכ\"כ הרב וכתב הרי\"ף וליתא כדבעי' למימר לקמן פי' דהכא אמרי' דלא גזרי' טופס אטו תורף כ\"א לכתחילה ולא קיימ\"ל הכי אלא דגזרי' טופס אטו תורף אפי' בדיעבד ופסול הגט וכמו דאמרי' גבי הכותב טופסי גיטין ר\"א מכשיר בכולה חוץ מגיטי נשים אלמא דגזרי' טופס אטו תורף לפסול בדיעבד כך פי' הראב\"ד בספר תמים דעים דברי הרי\"ף ע\"ש סי' רל\"ט ובאלפסי שלפנינו לא נמצא דבר זה ואדברה משמע דס\"ל כשי' רבינו וכחלוקא של הר\"ן דמחובר לא שכיח כולי האי ולא גזרי' לפסול הגט."
            ],
            [
                "<b>אבל כותב הוא וכו'.</b> רבינו שינה לישנא בתלמודא דגרסי' על חרס של עציץ כשר משמע דיעבד דס\"ל לרבינו כמ\"ש הרא\"ש בשם רש\"י אם תברי' ויהיב לה החרס דכשר ובלא תברי' שרי לפי\"ז אפי' לכתחילה וע\"ש בתוס' דף כ\"א ע\"ב ד\"ה יצא וברש\"א שם."
            ],
            [
                "<b>אבל אם נתנו לה בתורת שט\"ח.</b> מדסתם רבינו משמע גם אם אמר לה זכי בשט\"ח א\"צ לטלו ממנה ודלא כדעת יש מי שאומר ש\"ע אה\"ע סי' קל\"ח ס\"ד כמו שהוכיח הר\"ן במתני' דקתני כנסי שט\"ח ולא ניחא לי' להר\"ן בתי' השני שכ' בחיד' הרשב\"א דמשום התירא דרבי נקיט כנסי שט\"ח משום דפלוגתא זו לא קתני במתני' וגם בירושלמי מוקי למתני' כרשב\"א ועוד אם נאמר דמדלא קתני יטלנו ממנה משמע דא\"צ א\"כ מסיפא שמעי' לה ועי' מל\"מ מ\"ש בשם רשב\"א הטעם משום דביטל הגט וכ\"כ הרז\"ה בשם ר' אברהם וס\"ל בשחזר ולוקח ממנה ונותן לה אז גלי' בדעתי' דלא ביטל."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>תקנת חכמים.</b> מדברי רבינו משמע כשיט' הרי\"ף כמ\"ש הלח\"מ ועי' רשב\"א גיטין דף ד' ישוב שיטה זו."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ספק מגורשת וכו'.</b> עי' ב\"י באה\"ע סי' קל\"ה אם נשאת תצא לדעת רבינו ואע\"ג דלשיט' רבינו ע\"ח נמי מהני מ\"מ כיון דהגט נאבד י\"ל דלא היה כאן ע\"ח כלל. ובאמת מסתימת דברי רבינו נראה דגם אם ידוע לנו שהי' כאן ע\"ח כיון דע\"מ לא קראו הגט הוי כאלו לא הי' ע\"מ כאן ולשי' הגאונים בהל' ט\"ז וודאי דפסול הגט אפי' לשי' רבינו הכא גרע כיון דלא עשה כתיקון חכמים ויש מקום לומר דאם ידוע שהי' כאן ע\"ח אם נשאת לא תצא ואם אין ידוע לנו שהי' ע\"ח אז אם נשאת תצא וזה נראה מבואר בדברי רבינו ירוחם שבתחילת דבריו כ' אם לא קראו כלל ונאבד או נשרף אם נשאת לא תצא ולבסוף כ' כלשון רבינו ס' מגורשת דמשמע אם נשאת תצא והב\"י שם נתקשה בדבריו ולפמ\"ש א\"ש כנ\"ל."
            ],
            [],
            [],
            [],
            [
                "<b>או מאוחר.</b> עי' גיטין דף פ' ע\"א תוס' ד\"ה כי יתביתו מ\"ש בשם הר\"י ומזה סייעתא קצת לשיטת רבינו ושיטת הראב\"ד עי' בס' נתיבות משפט דף רע\"א ע\"ד ויש מי שכ' כשנכתב זמן מאוחר לדעת האשה מחלה האשה פירותי' אבל אם נכתב שלא מדעת האשה זכתה האשה בפירותי' מיד ומ\"ש הראב\"ד ולא הזכיר לה איחור הזמן אין כונתו לומר שלא נכתב הזמן מדעתה אלא שלא הזכיר לה איחור הזמן בשעת נתינה לענין נשואין שלא תנשא עד אותו זמן אבל אה\"נ שאיחור הזמן נכתב מדעתה וידעה ומחלה וזהו שכ' לענין פירות דכמי שהתנה עמה ע\"ש וסובר הראב\"ד דאין כאן חשש פירות כיון דיש לבעל פירות והא דלא חש הראב\"ד לחיפה כמ\"ש הכ\"מ דודאי לשיט' התוס' דאינה מגורשת אלא מזמן שכתב בו א\"ש כמ\"ש שם תוס' ד\"ה משום ב\"א דלא אמרי' אוקי אחזקת א\"א כיון שהיא גרושה לפנינו וכל זה אם יש לה גט שאין בה זמן כלל או שהוא מוקדם דעכ\"פ מגורשת לפנינו אבל גט מאוחר לא שייך לומר גרושה לפנינו ועדיין חזקת א\"א במק\"ע ועי' בפ\"י שם והה\"מ כ' דהא דמאוחר פסול משום מוקדם וזה דוחק והעיקר כמ\"ש בכ\"מ ועפי\"ז י\"ל דה\"ט דרבינו פוסל גט מאוחר משום דאנן קיימ\"ל כר\"י משום שמא יחפה משא\"כ חששא דפירות גם רבינו מודה דלא שייך במאוחר וכמ\"ש התוס' ולר\"ש דס\"ל דעיקר טעם משום פירות מאוחר כשר א\"כ אין ראיי' מהתוספתא שהביא הר\"ן והמגדל עוז ודוק ולזה כ' הראב\"ד לא לישתמוט תנא ואמאי לא הביא התוספ' ולפמ\"ש א\"ש. ובטור אה\"ע סי' צ' כ' בשם הרשב\"ם אשתו נשואה שהיתה עמו בקטטה ונתן עיניו לגרשה ומתה אינו יורשה והרא\"ש חולק בזה ומקור מחלוקתן מהא דאמרי' ב\"ב קמ\"ו מעשה באדם א' שאמרו לו אשתו תותרנית היא ונכנס אחרי' לבדקה ומתה אינו יורשה ובס' גט פשוט דף ס\"ט הקשה לפי שי' הרשב\"ם אמאי לא אמרי' דהטעם דתקנו זמן בגיטין משום שמתה האשה בין כתיבת הגט לנתינתו דלא יירשנה וכגון שישלח לה גט למדה\"י וקודם שהגיע הגט לידה מתה האשה וע\"י הזמן הכתוב בגט יתברר אם מתה קודם כתיבת הגט או אח\"כ ע\"ש שמכח קושי' זו דחה דברי הרשב\"ם ול\"נ דעד כאן לא כ' רשב\"ם דין זה אלא למ\"ד ירושת הבעל דרבנן אז יש מקום לומר הם תקנו לו ירושה והמה אמרו משעה שנתן עיניו לגרשה פקע תקנתם משא\"כ למ\"ד ירושת הבעל מה\"ת אין סברא כלל בעוד שלא נתן הגט בידה להפקיע ממנו מה שזכתה לו התורה בירושתה וא\"כ התלמודא רוצה ליתן טעם אליבא דכ\"ע ומעתה י\"ל למאן דפסק ירושת הבעל דרבנן י\"ל ג\"כ טעם זה ומזה הטעם יש לפסול גם גט מאוחר משא\"כ למאן דפסק ירושת הבעל ד\"ת אזדא לה טעם זה ולפי\"ז י\"ל דרבינו והראב\"ד כל אחד לטעמי' שפיר פסק דבפי\"ב מה' אישות הל' ג' פסק כמ\"ד ירושת הבעל דרבנן והראב\"ד פליג עליו ירושת הבעל ד\"ת וא\"כ יפה פסק רבינו דמאוחר פסול והראב\"ד לטעמי' פליג עלי' ובאמת דין זה לא מצאתי בדברי רבינו ובב\"י סי' צ' הבין בדברי הטור דדעת רבינו כשי' הרא\"ש ודחה לה ולפמ\"ש י\"ל דסמך רבינו על מה שכ' פה ומעתה כיון דהטעם גט מאוחר משום זה ל\"ק מכל המקומות שמבואר דגט מאוחר כשר כיון דפלוגתא דתנאי היא ויפה כ' הראב\"ד לא לשתמיט תנא ואם אין עדים על הגט ונתנו לה בעדי מסירה יש מכשירין ובשי' רבינו נראה כמ\"ש הלח\"מ דלא ס\"ל כיש מכשירין וכן משמע קצת גיטין דף כ\"ו בהא דאמר קפסיק ותני וכ' התוס' דעיקר הקושי' מהתם דכיון דכבר ידענו שצריך זמן פשיטא דצריך להניח מקום הזמן דלא להוי מוקדם ומאי קושי' הא שם קאי מתני' למ\"ד ע\"מ כרתי וא\"כ סד\"א דלא צריך להניח מקום הזמן וכ\"ת דקושי' הגמ' הוי למאן דמוקי לה התם מתני' כר\"מ דמאי קושי' למ\"ד משום פרי א\"ו דאין חילוק ובלימוד הישיבה הארכתי ומאי דקשי' לי' להלח\"מ אמאי דחה בפ' גט פשוט ודלמא אבא שאול כר\"א ס\"ל עי' בס' גט פשוט דף ס\"ט דעפ\"י דברי הרמב\"ן שם דלא הכשיר אבא שאול גט שאין בו זמן אלא א\"כ כתוב בו גרשתיה היום דא\"ש כר\"א ס\"ל דע\"מ כרתי ולא בעי מוכח מתוכו ומיושב קושי' הלח\"מ."
            ],
            [],
            [
                "<b>וכן תקנו.</b> עי' בתוס' דף פ' ע\"ב ד\"ה זו דברי ר\"מ וע\"ש במהרש\"ל יראה דס\"ל דהתוס' פשיטא להו דלדידן ליכא קפידא אלא מספק ומש\"ה לשמואל דס\"ל בוודאי קפידא אין כאן אלא ספק א\"כ נחית דרגא דספק מקפידין מותר לגרש בו לכתחילה משא\"כ לרב גם בספיקא יש להחמיר ועפי\"ז סרה מעליו תלונת המהרש\"א ועי' לח\"מ."
            ],
            [
                "<b>האומר לשנים וכו'.</b> עי' בטור סי' קכ\"ז ובכ\"מ ואפשר לומר בכוונת הטור דמשמע מדברי רבינו דלא כדעת הר\"י שמכשיר ע\"י שליח אע\"ג שלא נמסר ביום הכתיבה ועי' בדרישה ופרישה ובתי\"ט פ\"ח דגיטין משנה ד' ד\"ה ואיזהו שהוכיח שם דרבינו חולק עם ר\"י ואינו מוכרח משם ראי' ובאמת מוכח מדברי רבינו בפ\"ב הל' א' דרבינו לא ס\"ל כשי' הר\"י שוב ראיתי שכבר האריך בזה בס' נתיבות משפט דף ר\"ע ע\"ד ואע\"ג דיש חשש בת אחותו ס\"ל לרבינו כדעת הרמב\"ן ובעל העיטור ובעל ההשלמה והכלבו שכתבו אם כ' בניסן ולא נתן עד תשרי כשר דלא שכיח לאקדומי ומלתא דל\"ש לא גזרו בי' רבנן ע\"ש שהאריך."
            ]
        ],
        [
            [
                "<b>זה שנאמר בתורה וכתב לה.</b> מדברי רבינו פה שהשוה כתיבת הסופר לשליח הלכה הוכיחו האחרונים דמטעם שליחות הוא דהסופר כתבו בשליחותו של הבעל וכשי' הר\"י בתוס' גיטין דף כ\"ב ע\"ב ד\"ה והא דבעי שליחות בכתיבה עי' בס' גט פשוט דף כ\"ח ע\"ג דלפי\"ז יש לתמוה אמאי נקט בפ\"ג טעמא דכותי משום דעל דעתי' כותב ת\"ל מטעם שליחות והר\"ן והרשב\"א דחו שיטת ר\"י מסוגי' דרפ\"ק דזבחים דהוכיח מהך דהכותב טופסי גיטין דסתמא לא הוי לשמה דלמא מש\"ה צריך להניח משום שליחות וגם המתני' דר\"פ כל הגט ג\"כ משמע דלא פסול אלא משום לשמה עי' בס' מכתב מאליהו סי' א'. ובאמת נראה לחומר הקושי' דיש מקום ליישב עפ\"י מ\"ש בהג\"א ר\"פ כל הגט בשם המרדכי דאם לא כתב שמו ושמה כלל הגט כשר ובפ\"י תמה עליו דהא מבואר מסוגי' גיטין דף כ' במעשה דהאי גברא שקיל ס\"ת ויהבי' לדביתהו ופריך בגמ' הא בעי שמו ושמה ע\"ש מ\"ש ליישב ועי' בחי' רמב\"ן שם שפי' כן קושי' הגמ' כמ\"ש הפ\"י ודוק ובאמת רבים חולקים עליו כמ\"ש בהג\"א בשם הא\"ז אם לא כתב שמו ושמה בנים ממזרים וי\"ל דוודאי מה\"ת לא בעי' שמו ושמה לדידן דקיימ\"ל עדי מסירה כרתי אלא משום דהוי מזויף מתוכו אם כתב שלא לשמה הוא פסול מדרבנן וכ\"ז אם בעי' לשמה אבל אלו לא הי' צריך כלל לכתוב הגט לשמה רק משום שליחות וודאי דלא הי' צריך שליחות לומר לו לכתוב שמו ושמה דמצד הסברא לא צריך שליחות כ\"א מה שיש צורך לעיקרו של גט כגון הרי את מותרת לכל אדם וכיוצא אבל השתא דצריך לכתוב לשמה פסול בכותב שמו ושמה שלא לשמה ומעתה מתני' דטופסי גיטין דלא קתני בה הרי את מותרת לכ\"א אלא שמו ושמה שפיר הוכיח הגמ' דסתמא בעינן לשמה דאי משום שליחות לדידן דקיימ\"ל ע\"מ כרתי דכתיבת שמו ושמה לא בעי שליחות ונ\"מ לדינא אם הפסול מטעם לשמה אם כותב שמו ושמה לבד והניח מקום הרי את מותרת לכ\"א ג\"כ פסול משא\"כ אם הטעם משום שליחות ומיושב דברי רבינו בפ\"ג שכ' גבי כותים משום דעל דעתו כותב וע\"ש בתוס' זבחים ודוק."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ומתיישבין בדבר זה וכו'.</b> כבר נחלקו בזה באומר אמרו דפסול אי מה\"ת או מדרבנן והפ\"ח הוכיח מתלמודא דמה\"ת היא מדמק' הגמ' ואי אומר אמרו מותר ליפוק מיני' חורבא ע\"ש ובירושלמי משמע דמדרבנן היא דגרסי' בפ' התקבל רבי אמר לא יעשה כן בישראל ע\"ש ובזה י\"ל מה דאמרי' בירושלמי פ\"ג דגיטין דשליח קידושין אין השליח עושה שליח אע\"ג דלא הוי מילי הואיל ומדעתה בעינן הוי מילי ועי' בהגהת רמ\"א אה\"ע סי' ל\"ה שחולק על דעת הקדוש מדרוש ובק\"ע תמה שהרי מבואר בירושלמי דעת הקדוש ובפ\"י הק' לפי מה דאמרי' מילי לא ממסרי לשליח א\"כ דרשא דשליח עושה שליח גבי אשה דמיירי בשליח לקבלה ק' הא הוי מילי וכ' בשם המרדכי דהואיל והוי גמר שליח עושה שליח ולפי מה דאמרי' בירושלמי גבי קידושין הטעם משום דבעי' דעתה הא גם בשליח קבלה צריך דעת הבעל אולי לא יתרצה ולפמ\"ש א\"ש דהירושלמי לטעמי' דאומר אמרו מה\"ת כשר ואין כאן כ\"א פסול דרבנן ול\"ק מהא דדרשי' ששליח עושה שליח גבי אשה ותלמודא דידן דס\"ל מה\"ת באומר אמרו פסול וצ\"ל כסברת המרדכי א\"כ גם גבי קידושין יכול שליח לעשות שליח כיון דהוא גמר כנ\"ל ובלימוד הישיבה הארכתי."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בד\"א בבריא.</b> עי' תיו\"ט במתני'."
            ],
            [],
            [],
            [
                "<b>אמר כשהוא בריא וכו' ה\"ז פסול.</b> בכ\"מ תמה על רבינו דהגט בטל וכ\"כ בשלטי גבורים שהגט בטל מה\"ת ואף לכהונה אינו פוסל ויפה כ' בזה הב\"ח דוודאי גם לר\"י אינו פסול אלא מדרבנן וכשיטת רבינו מאחר שהי' בדעתו בשעת אמירה וגם לר\"ל היכא דאין סמי' בידו אין כאן רק איסורא דרבנן והוסיף בחלקת מחוקק סי' קכ\"א אות ב' אם הי' בדעתו בשעת אמירה אעפ\"י שאח\"כ נשתטה שוטה גמור אפ\"ה אפשר דאין פסול מה\"ת רק מדרבנן ע\"ש והנה יש לדון לפי שי' רבינו בר\"פ דבעי' לכתיבה שליחות א\"כ אם בעת כתיבתו נשתטה בשעה זו א\"א לעשות שליח ואין כאן שליחות אף שהשליחות לא נתבטל ואם אח\"כ הבריא עדיין השליחות במקומו מ\"מ פסול לכתוב בשעת שטותו דא\"א לעשות בעצמו א\"י לעשות שליח ואפשר ג\"כ לומר דהא דפליגי ר\"י ור\"ל מה מדמה לי' לישן ומר מדמי לי' לשוטה פליגי בהך מילתא דר\"י ס\"ל דשוטה ממש מה\"ת פסול ומש\"ה מחמרי' מדרבנן מיהת גם בסמי' בידו אולי הוא דמי לשוטה ור\"ל ס\"ל דגם שוטה אינו אלא מדרבנן ובסמי' בידו ספיקא הוא ולקולא ומש\"ה לא קשי' לי' לתלמודא ממגויד עלי' דר\"ל משום דמגויד ס\"ל לתלמודא דספיקא יש אם דעתו צלותא או לא וספיקא דרבנן להקל אבל לר\"י שפיר מק' דמס' ניזל לחומרא ומשני דבמגויד דעתו צלותא בוודאי ומיושב קושי' התוס' שם ד\"ה דקתני וצ\"ע לדינא."
            ],
            [],
            [
                "<b>אבל אם וכו'.</b> הגמל\"מ הנ\"י ר\"פ חרש בשם הירושלמי היינו דווקא היכא דקדיש בכספא אבל בביאה קידושיו מעשה וגירושיו אינן מעשה ותמה על הירושלמי ע\"ש ונראה לי בטעם הירושלמי דלר\"א דס\"ל תרומת חרש לא תצא לחולין ומספקא לי' לתלמודא יבמות דף קכ\"ג אי דעתו צילותא אי לאו דעתו צילותא דהיינו עתים חלים עתים שוטה ולדידי' קדושי מצי מקדש גרושי לא מצי מגרש ע\"ש בגמ' ואף דאנן לא קיימ\"ל כר\"א מ\"מ י\"ל דס\"ל להירושלמי דחרש שקידש אשה בדרך שב\"א מקדשין נשותיהן בכסף או בשטר אמרי' דאין לו דעת אלא דהוא עושה מה שרואה דאחרים עושים משא\"כ אי החרש מקדש בביאה דניכר מתוך מעשה זה קצת שבכוונה בדעת עושה כן ויש לנו לחוש אולי בעת ההיא הי' חלים בדעתו כיון שעשה מעשה רבא עי' מס' חולין דף י\"ג ע\"א וכל זה במקדש אשה שאפשר לו לקדש כדרך שאר ב\"א וקדשה בביאה אז יש לנו לחוש דדעת צילותא אית לי' בעת ההיא ורוצה להראות שיודע שיכול לקדש בביאה משא\"כ ביבמה שאין אנו רואין שעושה שלא כדרך ב\"א אזי אזלי' בתר רובא דחדא דעתי' אית לי' בשעת הביאה ובשעת גירושין ודוק."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ואי זו שארצה אגרש.</b> פי' דס\"ל לרבינו דספיקא הוא אי הלכה כמ\"ד יש ברירה או כמ\"ד אין ברירה ומש\"ה גבי איסור תורה אזלי' לחומרא ודלא כשי' הר\"י בתוס' ר\"פ כל הגט דגם למ\"ד יש ברירה מודה גבי גט משום דכתיב לה דבעי' שיהי' מבורר ועי' ביש\"ש ב\"ק בכללי ברירה ואפשר עוד לומר דס\"ל לרבינו היכא שמפרש דבריו בזה מספקי' אבל לא היכא שאינו מברר כלום וכמ\"ש התוס' בגיטין דף כ\"ה ע\"ב ד\"ה דברי וכו' ועי' בדברי רבינו בפ\"ד מהל' אסורי מזבח בשותפין שחלקו אחד נטל י' טלאים וא' ט' וכלב ובלח\"מ שם ומן האמור מיושב ועמ\"ש שם בס\"ד."
            ],
            [],
            [
                "<b>לכשאשאנה אגרשנה בו וכו'.</b> עי' תוס' יבמות דף נ\"ב ע\"ב ד\"ה ולאשה וכו' ונ' לר\"י דהיינו דוקא למ\"ד אין אדם מקנה וכו' וכ\"כ הרא\"ש ובקיצור פסקי הרא\"ש ג\"כ העתיק למ\"ד אדם מקנה דשלב\"ל הוי גט וכ\"ה בטור אה\"ע סי' קל\"ב ועי' במרדכי ס\"פ ר\"ג וצ\"ע ועי' במל\"מ פ\"ו דין ג' ואפשר לומר דנ\"מ לדינא לפי מ\"ש בד\"מ חו\"מ סי' ר\"ט אות ג' בשם המרדכי דאם אמר כשבא לעולם יהי' קנוי' לך קנה ולכאורה ק' על המרדכי בהא דאמרי' ולאשה דעלמא לא הא בכה\"ג לכ\"ע אדם מקנה דשלב\"ל ואמאי לא יכול לומר לסופר לכתוב ואין לומר דלא כ' המרדכי את זאת אלא בדרך הכרעה אבל למ\"ד א\"א מקנה דשלב\"ל אין חילוק דא\"כ מאי קשי' לי' להמרדכי פ' י\"נ מהך דאומר משקלי בעירוכין מכשיבוא ע\"ש ונראה דמרדכי חולק בזה עם התוס' וסובר הא דאמרי' ובאשה דעלמא אינו גט היינו כמ\"ש בחיד' רשב\"א דהכא מיירי בשכ' בו זמן נתינה דהיינו דקאמר להו כתבו גט לכשאכנסנה ואפ\"ה אינו גט והיינו מפני שלא בצוואת הבעל דמעיקרא לאו בת גירושין ואין בידו לעשות שליח ואחר שכנסה לא צוהו ולפי סברא זאת אין לחלק כלל בין למ\"ד א\"א מקנה דשלב\"ל או מקנה דשם הוא בע\"ד המזכה אבל הכא לאו בעל הוא והתוס' והרא\"ש לא נחתו לסברת רשב\"א אלא דלמ\"ד אדם מקנה דשלב\"ל יכול לעשות כן בכה\"ג שכותב לכשאכנסה ובאותו זמן שהגט הוא בעולם ולא חזר בו יכול לגרש ושפיר יש מקום ליישב דברי הרא\"ש והטור ובכה\"ג ס\"ל להכרעת הלכה כפסק הרמ\"א ח\"מ שם ואם גרשה בגט זה מגורשת לחומרא מיהת ואפשר לתלות הדבר אי אמרי' דבעי' שליחות בכתיבת הגט אז יש מקום לסברת רשב\"א והתוס' והרא\"ש לשיטתייהו אזלו דמסקו דלא בעינן שליחות ורבינו כבר כתבתי ברפ\"ב דדעתו דבעי' שליחות בכתיבה ואי\"ל סברת הרשב\"א ובתשובה הארכתי."
            ],
            [
                "<b>מפני תקנת סופר וכו'.</b> סובר רבינו הא דקרי רב עלי' דר\"א טובינא דחכימא לא קאי כ\"א על שאר שטרות דלא גזרי' שאר שטרות אטו גיטין אפי' בתורף וכמ\"ש התוס' דלא כרש\"י ולזה כ' בפי' המתני' והלכה כר\"א אבל לענין גזירות טופס אטו תורף ס\"ל לרבינו לפסוק כת\"ק דלא גזרי' טופס אטו תורף וכמ\"ש הר\"ן ועי' בשעה\"מ."
            ],
            [],
            [],
            [
                "<b>הוחזק וכו'.</b> הה\"מ האריך ליישב שי' רבינו דהוחזק ר\"ל גם הוחזק ולא ניחא לי' לומר דס\"ל כמ\"ש הרא\"ש דהוחזק גרע כיון דעכ\"פ יש כאן אחד שידוע לנו ששמו כשם זה וגם לא ניחא לי' לומר משום איכא לברורי כמ\"ש בחי' הרמב\"ן והיינו משום דמשמע לי' דרבינו בכל ענין פוסל אפי' היכא דליכא לברורי וגם לא ניחא לי' לומר אף לשי' הרא\"ש דהוחזק גרע להחמיר בו כ\"כ אם לא שהה אדם שם ועי' בש\"ע אה\"ע סי' קל\"ב ובב\"י ודוק."
            ],
            [
                "<b>הי' לעדים.</b> עי' לח\"מ מה שהניח בצ\"ע ועי' בדברי רבינו פ\"ז מהל' נחלות הל' ג' ובפי\"ג מהל' גזילה הל' ה' ובפני משה ירושלמי יבמות דף ל\"ח ע\"ב ד\"ה שניא.<br><b> וגרסי' </b> בירושלמי ספ\"ב דיבמות עלה דמשנתינו דתנן מצאו לאלתר כשר אמר ר' בון בר חיי' האיש הזה בידו ב' גיטין אחד כשר וא' פסול איבד את הכשר והשליך את הפסול בשעה שמצא אני אומר את הפסול מצא וכ' בפי' הפ\"מ דה\"ק הכא במ\"ע דהאיש הזה הי' בידו ב' גיטין א' כשר וא' פסול ומיירי שלא הי' הפסול ניכר מתוכו כגון שנכתב שלא לשמה ואבד הכשר והשליך הפסול והלכך לזמן מרובה חיישי' בשעה שמצא את הפסול מצא אבל אם מצאו לאלתר כשר דנאמן לומר זהו הכשר כיון דזמן מועט הוא שיצא מת\"י ע\"כ ובתלמודא דידן לא רצה לאוקמי בכה\"ג משום דק' מהו זמן מועט ומהו זמן מרובה ולדינא באתרמי כה\"ג צ\"ע דהא אין חולק ע\"ז."
            ],
            [
                "<b>שנים ששלחו ב' גיטין.</b> עי' הה\"מ מה דקשי' לי' על העיטור והמל\"מ דחק ליישב ול\"נ דדעת העיטור כמ\"ש הרמב\"ן במלחמות דהא דקיימ\"ל כרבנן בנערה בין היא ובין אביה יכולין לקבל את גיטה היינו דאב מקבל הגט מצד הדין והיא מקבלת את גיטה בשליחות אביה ואע\"ג דלא עשאה שליח מ\"מ מסתמא ניחא לי' לאב שתהי' היא שלוחו לקבל את גיטה מפני שמכנסת את עצמה ע\"י קבלת הגט תחת רשותו כ\"ה תוכן כוונתו ועי' בב\"י בסוגי' וכל זה שייך באם היא נערה ודאית דאז בקבלת גיטה מיד נכנסת תחת רשות אב וזכה בכל הדברים שזכתה לו התורה בה אז מסתמא נעשתה שלוחו משא\"כ באם היא ס' נערה ס' בוגרת דאף בקבלת גיטה עדיין לא זכה בכל הדברים שזכתה לו התורה מספיקא וא\"ת לא נעשתה שלוחו מסתמא ויפה כתב העיטור שצריך לתת הגט לאביה ואח\"כ ליתן בידה כנ\"ל ברור."
            ],
            [
                "<b>מי שהיו לו וכו'.</b> בענין כתיבת השמות כבר האריכו בו גדולי ראשונים ואחרונים ואם יש ספק בשם כגון בשם אלי' הביא בגט פשוט בסי' קכ\"ט ס\"ק ל\"ו בשם הגדולים שחששו ליתן שני גיטין משום ברירה ועוד האריך שם מי שירצה לחוש לכל הסברות האיך יעשה ועי' בנב\"י אה\"ע מהד\"ת סי' ק\"כ ולכאורה לא דמי לברירה כלל דהא לא יהי' נתברר שום דבר ממה שהוא עתה ודבר זה לא שייך להכניס בכללא דברירה וכן מצאתי סברא זו מבואר בס' בני חיי בסוף הספר בחידושיו שכ' דיש מקשים על ההיתר שהמנא ר\"י בר ברזילי לקראים שישחרר אדם שפחתו על תנאי שתנשא לכשר ואם תנשא לפסול לא תהי' משוחרר וא\"כ ממ\"נ מותר לקראים לקחת אותה אם הוא כשר הרי היא משוחררת ואם הוא פסול היא שפחה והבן כמותה ומותר להתגייר ומק' ג\"כ דהא אין ברירה וכ' דל\"ד לברירה היכא שכבר ברור ועומד וא\"י להיכן יש ברירה והביא ראי' ממתני' דפסחים ע\"ח האומר לעבדו שכח מה אמר לו רבו וכו' ישחט טלה וגדי ויאמר אם גדי אמר לי רבי וכו' אלמא דבכה\"ג שכבר ברור אלא שזה א\"י יש ברירה אע\"ג דמשמע בירושלמי בפ\"ג דגיטין דב' גיטין פסולים באשה אחת ופי' הק\"ע הכותב ב' גיטין לאשה אחת באיזה מהם שירצה יגרשנה דהא אינו מבורר איזה מהם נכתב לשם גירושין פסולין אם אמרי' אין ברירה הגם דכותב שתיהן לשמה וממ\"נ באיזה שירצה לגרש כדין נכתב אלא דאינו מבורר בשעת הכתיבה מ\"מ אין ענין זה דומה לזה דעכ\"פ שם נתברר עכשיו שרוצה ליתן גט זה ויש לו דמיון לברירה אבל בב' גיטין שכותב מספק שכל אחד בספיקו עומד ומה שהי' הוא שיהי' לא נכנס בגדר ברירה כלל ואפשר שאעפ\"כ חששו האחרונים משום סברת הר\"י שכ' התוס' בר\"פ כל הגט דמדכתיב לה לשמה בעינן שיהי' מבורר בשעת כתיבה אפי' למ\"ד בעלמא יש ברירה כנ\"ל."
            ],
            [],
            [
                "<b>אפי' אשה עצמה.</b> עי' בטור סי' קכ\"ג וסיים אם אמר לה הבעל לכותבה ועי' ב\"ח שם ובגט פשוט אות ב' למה לא ביאר רבינו וצריכה לאקנוי' לי' כמ\"ש רש\"י."
            ],
            [
                "<b>והעבד וכו'.</b> עי' לח\"מ ותי' דחוק ונראה אף לפי הבנת הסוברים בדברי רבינו דלא בעינן שליחות בכתיבה מ\"מ הא בעינן לשמה ובעי' שיהי' מבורר בשעת כתיבה כמ\"ש התוס' ר\"פ כל הגט ומה\"ט כ' הרמב\"ן והרשב\"א דאומר אמרו פסול משום לשמה עי' בס' בני יעקב דף קנ\"א ע\"א ואם שומע מפי אחר ולא מפי בעל חשיב סתמא וסובר רבינו דגבי עבד שאינו בתורת גיטין וקדושין אפי' באמירת הבעל גם הוא עביד אדעתי' דנפשי' וכותב סתם ולזה דייק רבינו הרי הוא כעכו\"ם."
            ]
        ],
        [
            [
                "<b>אינו גט וכו'.</b> ופסול תורה הוא כדמשמע בתוספתא פ\"ב וכ\"כ בהג' אלפסי ובמתני' דנקט אין כותבין משום דסברא פשוטה היא כל שאין כתב אינו גט."
            ],
            [
                "<b>כותבין במי עפצא לכתחילה.</b> עי' הה\"מ וכ\"ה בר\"ן והטור סימן קכ\"ה כ' דאין כן דעת הרא\"ש ונראה דגם רש\"י ותוס' ס\"ל דלא כשי' רבינו גיטין דף י\"ט ד\"ה בשיחור כ' רש\"י חרתא דאושכפי והיינו כגון קנקנתום דמתני' ותוס' ד\"ה קנקנתום הק' על רש\"י ולזו תני בברייתא אלא הנך דלא תני במתני' וצ\"ע דיותר היו להו להקש' דבמתני' בקנקנתום כותבין לכתחילה ובבריי' קתני כשר משמע דאין כותבין לכתחילה כפי שיטת רבינו ורש\"י ג\"כ לא סבר כשי' רבינו ומש\"ה נקט ר\"ח שיחור להורות כמו בשיחור דתנן להדי' דכשר לכתחילה כן ה\"נ באבר ובשחור והא דלא קאמר להדי' כותבין משום דאשמועי' דהיכא דאפשר בדיו מצוה מן המובחר ומיושב קוש' התוס' והא דאמר לאתני' הא דר' חנינא ולא אמר הא דר\"ח דרצה לאשמועי' דבמי טרי' ועפצא כשר לכתחילה ובאבר ושחור כבר ידעי' בבריי' מדקתני שיחור דודאי לכתחילה כן הנך נמי וסובר רש\"י ותוס' כל מה שהוא כתב כשר אפי' לכתחילה וכל שאין כתב אפי' דיעבד פסול ומש\"ה לא קתני במתני' דאינו גט ורבינו דאי\"ל דיש דברים שאין כותבין לכתחילה ובדיעבד כשר הוצרך בהל' א' לשנות לישנא דמתני' והרא\"ש דהעתיק המשנה ולא ביאר כלל דבהנך דאין כותבין אפי' בדיעבד אינו גט משום דס\"ל כמ\"ש כל מה שהוא כתב מותר אפי' לכתחילה אם אין דיו מצי וכל שאינו כתב המתקיים אפי' בדיעבד אינו גט ויפה כ' הטור דלא משמע ברא\"ש כדברי רבינו ובב\"י והב\"ח נדחקו בפי' דברי הטור ולי נ' כמ\"ש וכ\"נ דעת הרי\"ף דג\"כ לא הביא כ\"כ לישנא דמתני'.",
                "<b>אפי' על אסורי הנאה.</b> כ' הר\"ן אע\"ג דכתותי מכתת שעורי' לא אמרי' אלא במידי דבעו שיעור כמו שופר ולולב מיהו באותן הצריכים להתבער מן העולם למ\"ד כל העומד לשרוף כשרוף דמי משמע דלא הוי גט דכמאן דליתנהו דמי והכוונה מ\"ש דכתותי מכתת שיעורי' פי' דהוי אה\"נ ולא חשיב לכלום משא\"כ באותן הצריכים להתבער מן העולם דהוי כשרוף ועי' בא\"ח סי' שס\"ב וב\"י ומ\"ש הר\"ן למ\"ד כיון לפלוגתא דר\"ש ורבנן דפליגי בעלמא כל העומד לשרוף כשרוף דמי ועי' בחו\"מ סי' ל\"ה בפלוגתא דכל העומד לתלוש ובגמ' דסתם כתבו על אה\"נ ולא מחלק משמע דלא כהר\"ן וכן משמע בסוגי' בהא דאמר משמי' דרבי ולא קלסוהו משמי' דרבים וקלסוהו והיינו משום כיון דאמר סתמא דמשמעו אפי' בדברים העומדים לשריפה ודלמא רבי לא ס\"ל כל העומד לשרוף וכיון דאמרו משמי' דרבים וג\"כ אמרו סתמא קלסוהו והכי קיימ\"ל דלא אמרי' כשרוף דמי וזה הנראה בדעת רבינו שסתם הדברים."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכך בשבת וכו'.</b> בנוסח הגט שכ' רבינו וכל שום עי' בהה\"מ פ\"ג הל' י\"ג כ' בשם הרמב\"ן שאנו שיש לנו ב' שמות האחד בשם ישראל ושם אחר שהלועזות קוראים צריך לכתוב שם ישראל ושם האחר ואומר אנא פלוני דמתקרי פלוני וכו' ע\"ש ועי' בס' יאיר נתיב דף י\"ז שהביא בשם תשו' מהר\"ם סי' פ\"ד ונראה דאפי' אם הוי ספק אם יש לכתוב דמתקרי או מכונה יש לכתוב מתקרי והוא כולל ג\"כ כינוי כי לשון קריאה כולל הכל להיות נקרא בשם ההוא אבל לא יתהפך לומר דהכל נקרא כינוי דז\"א ששם העיקר אינו נקרא כינוי כן למד שם מדברי הה\"מ הנ\"ל והוא ז\"ל חלק שם עליו במ\"ש אם כתב מכונה במקום מתקרי אינו אלא טועה דליתא אלא דגם שאם במקום דמתקרי כ' מכונה שפיר דמי וגם אפי' לדברי המקפידים שלא לכתוב מכונה במקום מתקרי ולפי שיטתם טועה הוא מ\"מ אין כאן עיכוב ופיסול והביא שם ראיי' מדברי ר\"ת בתשו' שכ' שתיקן לכתוב אנא פלוני עיקר השם דמתקרי פלוני על שם הטפל או המכונה פלוני שם הטפל שהרי כתב או זה או זה ע\"ש שהאריך וזה ימים לא כבירים שנשאלתי על הגט שנכתב בו נפתלי המכונה זימל ושם האיש הזה נקרא בפי כל זימל ובקריאתו לס\"ת נקרא נפתלי והוא חותם עצמו נפתלי זימל ולפעמים חותם עצמו זימל לבד ובכתובה נכתב נפתלי זימל ושם המלה ע\"פ עדות אחיו הגדול זימל ויש שהיו רוצים לפסול הגט מפני שיש ספק שצריך לכתוב זימל דמתקריא נפתלי או נפתלי דמתקרי' זימל מפני שלא נודע אם שם הקודש של זימל נפתלי כי מקצת מחברים קורים שם זימל בשם הקודש שמעון או שמואל ואני השבתי דודאי שם זימל לפעמים קורין נפתלי ולפעמים ג\"כ משולם וכן נמצא פה עירנו איש א' שמו זימל וקורין אותו לס\"ת משולם והכל היא ע\"פ מה שקורין אותו בשעת המילה אחר איש אחד ומיד קורין אותו בשם הקודש ג\"כ אחר זה האיש שנקרא על שמו וכן המנהג במקצת מקומות המוהל כשמברך התינוק קורא בשם הקודש ובשם החול ומעתה אין ספק שגם זימל הלזה שקרא לו אביו שם זה אחר שם איש שהי' נקרא בשם הקודש נפתלי ואנן קיימ\"ל דלשם שקורין אותו לס\"ת הוא העיקר כמ\"ש הב\"י סי' קכ\"ט וכ\"כ בשו\"ת מרח\"ש ואף שבספר מכתב מאלי' דף קנ\"ג האריך לכתוב שם החול קודם כיון שנקרא כן בפי כל מ\"מ אי אפשר לפסול הגט כלל אם שינה הסדר וכמו שכבר האריכו אחרונים בזה ועי' משנה למלך בפ\"ג גבי גט שנכתב צבי המכונה הרש ובתשובה הארכתי גם כתבתי על גט אחד שנכתב לאשה ששמה הדס וכן חתמה עצמה הדס בלי אלף והסופר שכ' הגט כ' עפ\"י מה שנמצא בב\"ש האדס באלף ויש מי שרצה לפסול הגט וגם תמהו על הב\"ש שכ' הדסה בלא אלף והאדס באלף ורצו לומר דטעות נפל בב\"ש וצריך להיות האדס בלא אלף ואני השבתי אף כי בענייני השמות כבר דברו בו גדולים חקרי לב זה אוסר וזה מתיר כמבואר בכנה\"ג סי' קכ\"ט אות קפ\"ה היכא דנקראת השם בפה אין חילוק בין מלא לחסר דרך משל בנימין משלם ירוחם דבין מלא בין חסר המוצא אחד אין קפידא לעשות המלא חסר והחסר מלא וכ' עוד בשם הר\"ם דוקא בשם משה ואהרן דלעולם הם חסרים איכא קפידא לעשות מלאים אבל היכא שיש מלא וחסר אין קפידא ואדרבה לפעמים יש לכתוב מלא וכמ\"ש בשו\"ת משאת בנימין סי' קי\"א להסכים עם בנו בשם מילכה לכתוב ביוד במקום חירק שלא לקרותה מלכה בפתח ואעפ\"י שהוא חסר בתורה ואף שהרב בעל כנה\"ג בהגהת ב\"י אות קצ\"ו שם כתב ע\"ז והם דברים תמוהים בעיני אטו רבקה אם העולם יכתבו ביוד יכתבנו בגט ביוד אחר הריש זה דבר תימה לכן נ\"ל דכותב אותו חסר כמ\"ש בתורה ואין חשש אם הקורא יקרא בפתח תחת המם ובשם המג\"א כ' ישימו חירק על המם ע\"ש ולי נראה דצדקו דברי המ\"ב דשאני שם מילכה דיש נשים נקראים כן ויש נשים הנקראים מלכה א\"כ שפיר יש מקום לכתוב מלא להיות מוכח ביותר משא\"כ בשם רבקה דנשים אינם נקראים בשם רבקה בפתח או בקמץ וגם ברבקה אם כתב מלא לפמ\"ש בשם מהרש\"ל ג\"כ אין קפידא דהא בכתיבת התורה ג\"כ אין אנו בקיאים בין חסירות ליתירות כמבואר בהגהת רמ\"א א\"ח סי' קמ\"ג ובאמת לא נשתנה בשביל חסירות ויתירות באמצע התיבה תיבות לה\"ק כל שלא ניכר במבטא רק בשינה אות מה\"א לאלף בסוף תיבה כמ\"ש הב\"ש דיש מי שפוסל באם כתב אלף במקום ה\"א דבכה\"ג נשתנה התיבה מכתיבתה וגם כלל זה נראה דלא נאמר כ\"א בלשון המקרא אבל בלשון התרגום ליתא כמבואר באחרונים אבל בכותב אות אחרת כמ\"ש הב\"ש בשם רש\"ל באות ט' בשם טאנא דאם כתב במקום תאנה שהוא לשם הקודש וכתב טאנה שהוא שם חול דפסול דנשתנה לשון הקודש ללשון חול ובספר תורה כה\"ג פסול וא\"כ אין כאן שום קוש' על הב\"ש דיפה כתב בשם האדס לכתוב באלף כדי להרגש במבטא שלא לקרותו בחטף פתח כמ\"ש בקרא הדסה בחטף פתח ובתרגום וענף עץ עבות משא\"כ בשם הדסה היא הנקראת בחטף פתח שפיר כ' הב\"ש לכתוב הדסה בלא אלף דקצת נשתנה התיבה בזה וכה\"ג בס\"ת אפשר לפוסלו ואף אם היא חותמת בלא אלף אין ראיי' מזה כי הנשים אינן מדקדקים בזה וראיתי אגרת מנשים שנקראין הדס ובאים עה\"ח באלף וגדולה מזה ראיתי בס' נחלת שבעה בשמות נשים באות צ' מהר\"י פולק שלח גט לק\"ק פראג ושם הגרושה צפורה ונכתב בגט מלא וי\"ו אעפ\"י שצפרה כ' חסר בתורה ומהור\"ר פרץ הי' מסדר הגט ע\"י אותו שליח ומהר\"י פולק נתן טעם לפי שעולם קורין אותה צפורה מלא ויו ע\"כ וב\"ש בשמות נשים אות צ' בשם צפרה צע\"ק כללא דמלתא נראה לדין להורות היכא דכתב חסר מלא ולא נשתנה במבטא ואדרבה נותן מקום שלא לטעות להחליף לקרות בתנועה אחרת דאין בזה בית מיחוש כלל ואף שיש מחמירין לחומר הנושא מ\"מ לא מתחוור לי דמקור דהאי דינא נובע מהא דתנן פ\"ח דגיטין שינה שמו ושמה וכו' ופי' התוס' דהך מתני' לאו בשינה ממש והאריך בזה הב\"י בסי' קכ\"ט ובתי\"ט פ\"ח משנה ה' ד\"ה שינה מסיק שנראה מדעת רבינו בפ\"ג שחולק עם התוס' וכן רבינו בפי' המתני' בפ\"ד משנה ב' ואחריו הרע\"ב והם פרשו המתני' בשינה ממש ומסיק שם דסובר רבינו וסייעתו דאין זה פסול דאוריי' בשינה שמו ושמה גם בשינה ממש ע\"ש ובס' מכתב מאלי' שער ד' תמה עליו מסוגית הגמרא בעובדא דר\"י וכבר הבאתי ברפ\"ב ישוב על דברי רבינו יואל ועי' ברא\"ש בתשו' כלל מ\"ה סי' כ\"א וע\"כ גם הוא מפרש דלענין שם העיר אם לא נכתב כלל כשר וראיי' מהך דיהיב ס\"ת לדביתהו להתגרש בו דבעי הש\"ס לומר שהיא מגורשת בכריתות דכתוב בי' לולי שלא נכתב לשמה ע\"כ וזה ימים כבירים אשר נשאלתי מחכם אחד לבאר דברי הרא\"ש דנהפוך הוא דמשום שלא לשמה הוי חיישי' דלמא אקדים רק משום דבעי שמו ושם עירה קאמר ר\"י דלא חיישי' לה ובאמת ע\"פ פי' שכ' הרמב\"ן שם בגמ' בחידושיו וכן הפ\"י ר\"פ כל הגט לשי' המרדכי הי' משמע לי' להרא\"ש ראי' לפי' זה בגמ' דאל\"כ קשה מאי לו לר\"י להאריך למאי ניחוש לה אי משום כריתות הא בעינן לשמה דע\"ז קשה דלמא יהיב זוזי ולמה לא אמר מיד דלמאי ניחוש לה הא בעינן שמו וכו' א\"ו דלא מצי לומר הכי משום דאין כאן הוכחה דפסול ולא כתב כלל שמו ושמה ושם עירה ולזאת הקשה דתקשה לך דלמא יהיב זוזי ע\"ז שפיר משני הא בעינן מיהת לכתחילה א\"כ שפיר הביא הרא\"ש ראי' דאם לא כתב שם העיר דכשר ואין להק' אס\"ד כפי פי' זה א\"כ אמאי לא קאמר הא בעינן זמן י\"ל דחדא מנייהו נקיט ועוד דבשינה השם הוולד ממזר משא\"כ בזמן יש צדדי התירים וא\"כ כיון דהפי' הזה יש לו יסוד הרי דבלא כתב כלל ליכא כאן פסול תורה לדידן דקיימ\"ל כר\"א דע\"מ כרתי ועי' בס' מכתב מאלי' שם שהוכיח כן משיטת התוס' דמדרבנן בעלמא הוא ותמה על הב\"י שכ' בסי' קכ\"ט דמדברי תוס' משמע דאם לא כתב שמו הגט בטל מה\"ת ע\"ש ודברי הלח\"מ פ\"ג מהל' גירושין צע\"ק ולפי\"ז שפיר קאמר התיו\"ט דרבינו מפרש בשינה ממש ולפי\"ז יש ג\"כ ראי' לדברינו למה נקיט רבינו אברהם ושינה שמו יצחק וגם התוס' מק' ע\"ז פשיטא ולמה לא נקיט בשינה כה\"ג בחסר או יתיר אות אחת א\"ו בשינה אות אין כאן בית מיחוש ובאמת מקום שיש לחוש לאחרת כמו אברהם שכתב במקום יצחק משא\"כ בשם האדס.<br><b> והנה </b> בדברי רבינו בטופס הגט שלו לא נזכר כלל כתיבת הנהרות וכן הרי\"ף לא הזכירו והטור בסי' קכ\"ו בנוסח הגט העתיק כתיבת הנהרות וטעם הדבר כבר ביאר בתשו' הר\"ן שהביא הב\"י בסי' קכ\"ח ובד\"מ שם אות ט\"ו דנשתרבב המנהג לכתוב ב' נהרות ואם נותן גט בעיר שאין בה ב' נהרות אין קפידא ועי' בנב\"י מהד\"ק סי' פ\"ו וכן הוא המנהג בהרבה מקומות לסדר הגט אפי' בעיר שאין בה נהר כלל משום דלדידן חשיב הכל מקום עיגון דמי יימר דמתרמי ב\"ד בקיאין ואם יש ספק אם מסתפקים בני העיר מהנהר הזה טוב שלא לכותבה ואם יש בעיר הזאת גם בארות יותר טוב לכתוב מי מעיינות ומי בארות ואם רוב סיפוק העיר ממעיינות יכתוב בראשונה מי מעיינות ואח\"כ מי בארות עי' באחרונים.<br><b> גם </b> מ\"ש הב\"ש ס\"ק ק\"ד סי' קכ\"ט במי שנקרא משה ליב דיש לכתוב משה יהודא המכונה ליב עי' בנב\"י מהד\"ת הסכמת הגאונים דלא כב\"ש אלא שצריכים לכתוב משה יהודא דמתקריא משה ליב וכן עשיתי הלכה למעשה בק\"ק פרוסטיץ.<br><b> ומ\"מ </b> אם נכתב כמ\"ש הב\"ש אין לפוסלו ובפרט לפי מנהגנו להניח הגט ביד הב\"ד והמה מכירים המגרש והמתגרשת יש מקום להקל בכמה חומרות שהחמירו הפוסקים משום לעז בעלמא דיאמרו דלא זה הוא המגרש וסברא זו כתב לי הרב הגאון מופת הדור מוהר\"ם בנעט זצ\"ל בתשו' אחת.<br><b> ובגט </b> ארוסה כותבין את ארוסתי כ' הכנה\"ג בסדר הגט בקצרה ח\"ג אות קנ\"ד וז\"ל אם היא ארוסה כתב אנת ארוסתי ואם כתב לארוסה את אנתתי ולנשואה את ארוסתי כשר ובלבוש מחמיר אם כתב לנשואה ארוסתי וכן מצאתי בתשו' לאחד קדוש מדבר ע\"כ ובנכנסה לחופה ולא נבעלה אפשר להתיר לכתחילה לכתוב אנתתי ואין כאן מקום מיחוש כלל, כל זה כתבתי להלכה ולא למעשה."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכתב וביום זה וכו'.</b> דאל\"כ הו\"ל מוקדם ואע\"ג דעסוקין באותו ענין לא מהני גבי גט כמ\"ש רבינו בפ\"א הל' כ\"ה ומסוגי' זו יש ראיי' לדברי רבינו אלא דיש לדחות דבאמת הוי מצי לשנוי' הכי דהא נמי הוי מצי לשנוי' דמיירי ע\"י שליח דלא חיישי' למוקדם עי' בפ\"י ודוק."
            ]
        ],
        [
            [
                "<b>זה שנאמר בתורה וכו'.</b> עי' ב\"מ דף י' ע\"ב ת\"ל ונתן ופירש\"י מדלא כתיב ובידה יתנהו ובחי' רשב\"א גיטין ר\"פ הזורק מביא ירושלמי מדכתיב ב' פעמים ונתן והמעיין בירושלמי ר\"פ הזורק הדבר תלוי בפלוגתא אי אמרי' דברה תורה כלשון ב\"א ובב\"מ שם דאמר מי איכא למ\"ד שפיר הוכרח רש\"י לפי' זה ועי' עוד בחי' רשב\"א פי' אחר בשם הר\"י ופי' הזה ס\"ל להתוס' והארכתי בזה."
            ],
            [
                "<b>בצד חצרה.</b> עי' בהה\"מ בפי\"ז מהל' גזילה שכ' יש שפי' עומד בצדו ובתוכו אבל בצדו וחוצה לה לא ע\"ש וכ' בתי\"ט דהה\"מ אשתמיטתי' מלכתוב פה יהי' לו ראיי' מלשון בתוך דבמשנה ובטור אה\"ע ר\"ס קל\"ט כ' שהיא עומדת בחצרה ובחו\"מ סי' רס\"ח העתיק אצל שדהו ע\"ש. ואפשר לומר דגבי גט דבע\"כ בעי' קנין החזק ביותר ומש\"ה כ' בחצרה משא\"כ במציאה והה\"מ סמך דידעי' מק\"ו אם גבי מציאה בעי' חצרה ממש פשיטא דגבי גט ג\"כ בעי' ועי' תוס' ב\"מ דף י\"א ע\"א ד\"ה ה\"מ ודוק.",
                "<b>בהה\"מ </b> אבל אם נתנו כבר בחצרה שהוא בצפורי ואמר לה הא גיטך בחצרך ואמרה תזכה לי וכו' נראה דצ\"ל לה שוב שנית הא גיטך ועי' בר\"ן ודוק."
            ],
            [
                "<b>או לפחות מג\"ט סמוך לגג.</b> פי' על הגג אלא שהוא סמוך לג' לקרקעות הגג עי' בחי' רשב\"א."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>זרק לה גיטה וכו'.</b> עי' ברא\"ש מ\"ש שם ולא אפשיטא אבעי' הלכך במתנה יכול לחזור בו דאוקי בחזקת מרא קמא אבל בהפקר הואיל ונסתלקו הבעלים מוציאין מידו ועי' בטור חו\"מ סי' רמ\"ג וב\"י שם וגם כאן מוקמי' האשה בחזקתה ואינה מגורשת."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בא הוא תחלה וכו'.</b> עי' בתשו' ריב\"ש סי' ר\"ה במי שזרק הגט לבית הכנסת תוך ד' אמותיה מביאו ב\"י באה\"ע סי' קל\"ט ועי' בית הלל יו\"ד סי' רכ\"ד ובעיקר דינים אלו דעת רוב המפרשים דד' אמות שלה קונה מדרבנן ומשום תקנת עגונות כמ\"ש התוס' בב\"מ זולת מה דמשמע מרש\"י כפי שהבין הפ\"י בדבריו דכולה מתני' וכל הנך דינים מדין תורה הוא כיון דדרשי' ונתן מ\"מ ע\"ש ובחידושי הארכתי."
            ]
        ],
        [
            [
                "<b>או אחד מן הראשונים.</b> גרסי' בירושלמי עלה דהך מתני' והוא מודה יצטרף השליח תפתר שהי' קרוב השליח הוי אומר שקרוב נעשה שליח והטור סי' קמ\"א הביא כן בשם בעל העיטור וכ' הב\"י דמדברי הרא\"ש נ' דחולק ע\"ז עי' בס' מכתב מאלי' דף פ\"ז ע\"ג ונראה דהרא\"ש לטעמי' בסוגי' דגמ' שם בהא דאמר מודה ר\"ה אי אמרה קמי דידי וכו' כ' הרא\"ש ומיירי שהגט יוצא מתחת ידי האשה וכו' ואם אין בידה אין כאן מגו וכו' וקשה לי דהאי מודה אפשר דאפי' הגט ביד שליש מהימנא כיון דלא סייעי לה אלא השליש אינה מעשה ע\"ש והטור הכריע כפי' הב' והיינו משום דעל פי' הראשון אקשה הרא\"ש ולכאורה הוא נגד הסברא דלמה אינה מעיזה כיון שהשליש מסייע אלא דכיון שהשליש הוא שלוחה מקרי נוגע בדבר ואינה מעיזה משמע לפי' זה דתלמודא דידן חולק עם הירושלמי ועי' בטור סי' י\"ז כתב בשם הרא\"ש דבע\"א מסייע לה מעשה ונתקשה בדברי הטור שסתר את דבריו ועי' בלח\"מ פי\"ב ומן האמור מיושב."
            ],
            [
                "<b>בד\"א בשאבד הגט.</b> כ' הה\"מ דרבינו פסק כר\"ח וכשיט' ר\"א והיינו משום דבסוגי' דשליש בהא דאמר ולהמני' לשליש אתי' כר\"ח וברא\"ש כ' שר\"א הק' דשם גם ר\"ה מודה כיון דאין הבעל מכחיש וכ' הרמב\"ן דכבר הרגיש הרי\"ף בעצמו ולא חשש לקושי' זו ונ\"ל דהרי\"ף ס\"ל דהא דנאמן השליש היינו מצד מגו וכמו שפירש\"י ודחק לי' לרש\"י לומר כן דק' כיון דמסיק התלמודא דר\"ה ס\"ל שאני ממון דאיתיהיב למחילה ולא ילפי' איסור מממון תקשה למה לי' לר\"ה לומר דהבעל נאמן דאם איתא וכו' בלא\"ה השליש אינו נאמן גבי איסור וי\"ל דודאי ס\"ל לר\"ה דהא דשליש נאמן בעלמא היינו אפי' בלא מגו וכמ\"ש התוס' ובזה ס\"ל לר\"ה דלא ילפי' איסורא מיני' להיות השליש נאמן דשאני ממון וכו' משא\"כ ביש לשליש מגו וודאי דנאמן גם באיסור ומש\"ה אמר ר\"ה אם איתא וכו' לדחות המגו דהוי כמגו במקום חזקה ומעתה היכא דאין להשליש מגו ס\"ל לר\"ה דלא מהימן השליש לפי\"ז ל\"ק כלל קושי' ר\"א דשם בנאבד הגט דלית כאן מגו לשליש אינו נאמן אפי' הבעל מודה לגבי איסורא ושפיר לא חש הרי\"ף לקושי' זו ובזה נ\"ל טעם השלטי גבורים שהביא בשם הריא\"ז דלר\"ה גבי ב' עיירות נמי הבעל מהימן והדבר תמוה דהא לפי טעם התלמודא לא שייך בב' עיירות ועי' ב\"ש סי' קמ\"א ס\"ק ע\"ו שייחס סברא זו גם לשיט' הרי\"ף ורבינו ומ\"ש שם ראיי' לזה צ\"ע דהא שפיר כ' הרי\"ף דהסוגי' כר\"ח דאי כר\"ה דלמא מיירי בעיר אחת וכמ\"ש התוס' בסוגי' דלא מק' ממתני' לר\"ה ולפמ\"ש שפיר כ' הב\"ש דהיכא דליכא מגו לית לי' לר\"ה כלל דנאמן השליש אפי' בב' עיירות ועי' היטב בחיד' רשב\"א בסוגי' סד\"ה לענין פסק הלכה עי' ב\"י סי' קמ\"א שכ' אפשר דלהרי\"ף בתשו' פלוגתייהו בשליח הלכה אבל בשליח קבלה מודה ר\"ה דהשליש נאמן וכ\"כ ביש\"ש פ\"ו סי' ו' בשם ר\"י וכ' עליו ולא נהירא דכ\"ש הוא דאמרי' דאם איתא לדידה הוי יהיב לה ובלא\"ה ג\"כ ק' מאי סברא איכא גבי שליח קבלה להאמין השליש לר\"ה לפמ\"ש דגבי ממון דווקא מהימן השליש וצ\"ל דסברת הר\"י דגבי שליח קבלה דידו כידה ולכ\"ע נאמן השליש דכי היכא אם נתן גט ליד האשה דאינו נאמן לומר שוב לפקדון יהיב לה וכמו שהק' בחיד' רשב\"א דלמה לי' לר\"ח לטעם נאמנות של שליש תיפוק לי' דידו כידה ע\"ש ובזה י\"ל ג\"כ דהא דצריך ר\"ה לומר סברת אם איתא וכו' אף דס\"ל לר\"ה דאין נאמנות לשליש גבי איסורא מ\"מ בשליח קבלה עכ\"פ סד\"א דיהי' נאמן מטעם דידו כידה ומש\"ה קאמר אם איתא כנ\"ל לפי שיט' התוס' ובזה נתיישב ג\"כ קושי' הרש\"א בתוס' ד\"ה שליש אומר לגירושין דלמה לא ניחא להו לפרושי שהוא שליח להולכה ומ\"ש המהרש\"א בישוב קושי' זו דבכה\"ג דהגט ביד האשה אפי' ר\"ח מודה תמה עליו הפ\"י דהא כ' התוס' בסוגי' דמה שתקנו בפ\"נ ונחתם משכונ' לשכונ' היינו לר\"ח נשמע מיני' דס\"ל להתוס' דאפי' הגט ביד האשה נמי השליש נאמן ובאמת לדעתי דברי הרש\"א נכונים דמ\"ש הרש\"א דר\"ח מודה וכו' היינו דוקא היכא דהגט אינו מקוים דאז יש להבעל ג\"כ מגו דמזויף מש\"ה ס\"ל דר\"ח מודה משא\"כ היכא דהגט מקוים מודה הרש\"א דהשליש נאמן לר\"ח אף אם הגט בידה וא\"כ גבי בפ\"נ ונחתם דכל עיקר תקנת חכמים שהבעל לא יהי' נאמן לטעון מזויף שפיר כ' התוס' דאתי' כר\"ח כנ\"ל ברור בכוונת הרש\"א עי' בלח\"מ פי\"ב ודוק היטב ולדברינו בלא\"ה מיושב קושי' הרש\"א דלא רצה התוס' לפרש שהשליש אומר שהוא שליח להולכה דא\"כ קשיא לאיזה צורך הוצרך ר\"ה לסברת אם איתא דהא בלא\"ה אין השליש נאמן גבי אסורא אע\"כ דלקבלה איירי דסד\"א דידו כידה וכמ\"ש ועמ\"ש בס\"ד פי\"ב."
            ],
            [],
            [
                "<b>ואין שליח וכו'.</b> עי' בדברי רבינו פ\"ג מה' אישות גבי קבלת קידושין וברא\"ש קידושין דף מ\"ג ובמרדכי פ' האיש מקדש כ' וז\"ל כ\"כ המיימוני פ\"ו דשליח הגט בין בקבלה בין בהולכה א\"צ עדים ע\"כ ודבריו תמוהים ועי' עוד בס' מכתב מאלי' מ\"ש בכוונת המרדכי דף פ\"ז ע\"א ולי נראה דכוונת המרדכי על שליח הבאה דמקרי ג\"כ שליח קבלה כמ\"ש הר\"ן בר\"פ התקבל במ\"ש ואפשר כיון ששלוחו של אדם כמותו הרי הוא כאלו קבלתו היא אלא שהיא מתנה שאינה רוצה שתתגרש אלא כשיגיע הגט לידה ע\"ש וזה השליח ג\"כ א\"צ לעשותו בעדים רק בשליח קבלה שהיא מגורשת ע\"י מיד ולשליח הבאה כינה המרדכי בשם קבלה אבל מודה המרדכי דרבינו ס\"ל שליח קבלה צריך עדים כמ\"ש בהלכה א' ועי' מכתב מאלי' דף ע\"ז ע\"ב ודוק וכ' הה\"מ טעם רבינו דלא בעי עדים בשליח הולכה משום דהגט בידו והיינו דפי' כן דהא גם הראב\"ד מודה לרבינו בגט וברא\"ש בקידושין גם הוא מסכים לשיט' רבינו ודבריו סותרים בפ' השולח ועי' בלח\"מ פ\"ג מה' אישות ובס' מכתב מאלי' דף פ\"ו ע\"ג וע\"ד."
            ],
            [],
            [
                "<b>והעבד.</b> אע\"ג דר\"י נקיט בלשונו שליח קבלה לרבותא נקיט דסד\"א משום דמתגרשה בע\"כ גם עבד כשר כ\"כ הריטב\"א בקידושין."
            ],
            [
                "<b>אבל בפסולין בעבירה מה\"ת.</b> עי' מל\"מ ולפי דבריו לא חזר רבינו מפי' למתני' דכ' שם להדי' דגם פסולין בעבירה מה\"ת כשירים להבאת הגט שם איירי בנתברר מינוי השליחות ומסתימת לשון רבינו פה משמע גם בכה\"ג הגט פסול ושפיר הק' הרא\"ש ודוק ובס' בגדי כהונה כ' דהרא\"ש לטעמי' דסבר דשליח הולכה בעי עדים א\"כ שוב מצי לומר דעשאו שלא בעדים אבל מודה הרא\"ש לשיט' רבינו דס\"ל דא\"צ עדים שוב אמרי' כיון דגיטו בידו לא צריך ראי' למינוי השליחות ועמ\"ש בהלכה ד' דגם מסקנת הרא\"ש כדברי רבינו."
            ],
            [],
            [
                "<b>וקטנה.</b> עי' ב\"מ דף ע\"א שיטת רש\"י כדעת הראב\"ד ולשי' רבינו קטנה עושה שליח להבאה ולשי' הראב\"ד לא מהני שליחותה וממ\"ש הה\"מ משמע דאין נ\"מ לדינא וצ\"ע ועמ\"ש בהלכה ד' ועי' בס' קצה\"ח סי' קפ\"ח מ\"ש דרבינו והראב\"ד לטעמייהו אזלו ועי' בפי\"א מה' נדרים."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואע\"פ שחזר בתוך כד\"ד וכו'.</b> כתב ביש\"ש פ' השולח סי' א' ומ\"מ נראה היכא שהי' מחזיר לרוץ אחריו ולא הספיק להגיע עד שנתנה לה והוא מוצאו בתוך כד\"ד ובטלו דגילוי דעת כזה מהני אפי' לאבי' דסופו ותחילתו יש ידים מוכיחות לביטול ע\"כ ומסתימת דברי הפוסקים לא משמע כן וכ\"נ מוכח מדברי הטור סי' קמ\"א וז\"ל בד\"א שהגט בטל בבטלו בפירוש אבל גילוי בדעתו וכו' אינו בטל ולא עוד אלא אפי' הי' מחזיר לרוץ אחר השליח לבטלו ולא הספיק להגיע וכו' ולשון זה שכ' הטור ולא עוד צ\"ע דהא גם לרבא דגילוי דעת בגיטא מהני זה לא מהני כמ\"ש התוס' ר\"פ השולח ד\"ה מהו דתימא וכו' ואף כי י\"ל דהטור חולק וסובר דלרבא באמת מהני וס\"ל ליישב קושי' התוס' דסוגי' הגמ' קאי אליבא דאבי' ולרבא י\"ל דהיא גופא קמ\"ל דתוך כד\"ד ג\"כ א\"י לבטל ובלא\"ה לפי תי' התוס' ק' קושי' הרש\"א ועי' בחיד' רשב\"א אבל עכ\"פ לא שייך לומר ולא עוד ונראה דבא הטור לאשמועי' אפי' אם הוא עדיין בתוך כד\"ד ג\"כ לא מהני ולאפוקי מדעת היש\"ש וקאי הטור אמ\"ש לעיל מיני' אפי' בתוך כד\"ד ואפי' רץ מקמא הכי ג\"כ א\"י לבטלו אפי' בתוך כד\"ד ויש לתלות הדבר בטעם שכ' הר\"ן בנדרים דלא מהני תוך כד\"ד במגרש ע\"ש ועמ\"ש בפ\"ח בס\"ד."
            ],
            [],
            [
                "<b>שלח הגט ביד שנים.</b> עי' מ\"ש הה\"מ לדעת רבינו לחלק בין שליחות לעדות ועי' ב\"ש סי' קמ\"א ס\"ק צ\"ו ונראה דבאמת אין לחלק כלל בין שליחות לעדות והיינו אם ביטל אחד לבדו אבל אם ביטל בפני שנים או אפי' א' מהם ואמר לו שמבטל כל עשרה בזה יש מקום לחלק בין שליחות דכתיבה ובין שליח להולכה וכ\"מ בסמ\"ג עשין סי' נ' מ\"ש בס' התרומה כ' רבינו ברוך שלאחר שאמר לסופר לכתוב ולעדים לחתום שוב א\"י לבטלו שלא בפניהם כיון שצוה להם לעשות מעשה וכ\"מ פ' השולח דהא רבי סובר בטלו מבוטל אם ביטל שלא בפני השליח ורבי סובר שאם אמר לעשרה כתבו גט יכול לבטל זה שלא בפני זה ורשב\"ג סובר א\"י לבטלו כ\"א בפני כולם ורבי מודה דלא מבוטל כ\"א אותו שדיבר אליו דעדות שבטלה מקצתה לא בטלה כולה ואם ילכו אחרים ויכתבו ויתנו לה הגט כשר משמע מכאן לאחר שאמר להם לעשות מעשה א\"י לבטלו שלא בפניהם עכ\"ל ונראה דסובר הסמ\"ג דאפי' אם ביטל בפני אחד כל עשרה אפ\"ה אינו מועיל אפי' לרבי משום דאמר להו לעשות מעשה אבל בשליח להולכה יכול לבטל שלא בפניו אפי' הי' י' משבטלו בפני אחד פי' שביטל כל הי' בפני א' מהם ובשליח להולכה כל עשרה נתבטלו כיון דלא הוי מעשה אבל בשליחות דכתיבה לא נתבטל כ\"א שאמר לכולם ולא ראיתי לאחרים שהעתיקו דברי הסמ\"ג ועי' בפ\"י בסוגי' ד\"ה עדים נ' שלא שם לבו לדברי הסמ\"ג ובחידושי הארכתי ועי' בהלכה י\"ט בענין ביטול מודעא בהה\"מ."
            ],
            [],
            [],
            [
                "<b>אין מגרש בו לעולם.</b> האחרונים הסכימו לחוש לשי' רבינו וכ\"נ לי דעת רש\"י ר\"פ השולח במה שפי' הגיע לא קתני וכו' ולא אמרי' אין בדעתו לבטלו אלא לצעורא בעלמא חדש או חדשים ובחיד' רשב\"א תמה על פירושו א\"כ מאי נ\"מ בין שמתכוין לבטלו או לצערו ולעכבו מלתנו עכשיו דבין כך ובין כך אין רשאי ליתנו עד שיאמר לו לשליח עכשיו אני רוצה ליתנו ולפי' רבינו ניחא דאפשר דבטלו בפירוש כגון שאמר גט שנתתי לך הרי הוא בטל ופי' הרשב\"א לא ניחא לי' לרבינו ובחידושי הארכתי."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מי ששלח וכו'.</b> עי' הה\"מ מה שהביא פירש\"י בקידושין ונראה דרש\"י דייק בלשונו הגיע בשליח דהוא יהי' סבר דמכוון לצערו ועל כן לא יכול להניחו ביד השליח אלא ליטול הגט מידו ואעפ\"כ ס\"ל להתוס' דלא מלקי' לי' ע\"ז אבל באמת ודאי דמחויב ליטול הגט מידו וכ\"ע מודים בזה וכ\"מ בדברי רבינו בהלכה ט\"ז דנקיט הגיע בשליח ובטלו בפני ב' אחרים בבבא אחת משמע דגם אין לעשות לכתחילה לבטל הגט בהגיע לשליח ולהניחו בידו וכאן מענין מלקות איירי כן נראה לי ועי' פ\"י שם בקידושין."
            ],
            [],
            [],
            [
                "<b>ספינה שאבדה בים.</b> עי' בריב\"ש סי' שע\"ט שכ' הני תלת דר\"א בן פרטא נמי אם נשאת תצא ואע\"פ שרובם לאבד דכיון דאפשר בהצלה אין הולכין בהן אחר הרוב אלא אחר החזקה ואע\"ג דרובא וחזקה רובא עדיף הכא איכא תרי חזקות חזקת האשה בחזקת א\"א וחזקת האיש שהוא קיים ע\"ש שהאריך ועי' בתוס' מס' ב\"מ דף כ' ע\"ב ד\"ה איסורא משמע דלא ס\"ל סברת הריב\"ש גם הרב הגאון בנב\"י מהד\"ק ח\"ב דף מ\"ד ע\"א שדי נרגא בדברי ריב\"ש דהרי רובא וחזקה רובא עדיף ילפי' מפ\"א ושם יש תרי חזקות שאם במקום נקב קשחיט ממילא אין השחיטה כלום א\"כ יש לנו לומר בהמה בחי' בחזקת שא\"ז עומדת והעמיד טמא על חזקתו ואעפ\"כ אזלי' ב\"ר ע\"ש ובאמת יש לתלות דבר זה למאן דיליף חזקה מקרא וא\"כ כיון דילפי' מקרא דאזלי' ב\"ר וילפי' נמי מקרא דאזלי' בתר חזקה שפיר יכולים לומר הגם דרובא עדיף מחזקה מ\"מ בתרי חזקות שבקי' רוב משא\"כ למ\"ד דל\"ל חזקה מקרא א\"כ י\"ל דרוב עדיף מכל החזקות שבעולם ואין להאריך."
            ],
            [
                "<b>הבעל ששלח.</b> כ' המל\"מ הל' א' בירושלמי פ' האומר ר\"א שאל חצרו של שליח מהו שתעשה כידו וכ' הרב שדה יהושע וז\"ל חצירו של שליח קבלה וכו' מי אמרי' כיון דחצר האשה מידו אתרבי והכל דבר אחד ה\"ה בשליח שהוא כעצמה או דלמא כיון דשליח נמי מידו אתרבי לא אמרי' ריבוא דריבוא ע\"ש ולי נראה דס' הזו יש לתלות בהא דאמרי' ר\"פ הזורק אין לי אלא ידה גגה וחצירה וקרפיפה מניין ת\"ל ונתן מ\"מ ופירש\"י מדלא כתיב ובידה יתננה וכו' וכ\"כ רש\"י במס' ב\"מ דף י' ע\"ב ובחי' הרשב\"א והר\"ן כ' בשם הירושלמי מדכתיב ונתן יתירא ע\"ש והנה לפי פירש\"י דדרשי' מדכתיב ונתן בידה ולא כתיב ובידה יתננה א\"כ הך ונתן בידה דכתיב שנית מיותר וי\"ל דאתי' לאוריי' לנו דגם שלוחה יכול לזכות לה בחצירו משא\"כ לפי' הירושלמי דאצטריך ונתן תנינא לרבות חצירה וקרפיפה א\"כ שפיר קמבעי' לי' להירושלמי לטעמי' אי אמרי' גבי שליח דיכול לזכות לה בחצירו כיון דלית לן יתורא דקרא ובזה נתיישב קושי' המל\"מ. ועי' מס' גיטין דף כ\"א בהא דאמרי' שם אבי' אטו שליחות מידה אתרבאי מושלח ושלחה אתרבאי וע\"ש בתוס' ד\"ה אטו א\"ת ר\"ש מאי ק\"ל אטו לא ידע וכו' ולפי דברינו יש מקום ליישב קושי' התוס' ודוק. ועי' ברש\"י ב\"מ בהא דאמרי' חצר משום ידה אתרבאי פירש\"י דאי לשליחות הא כבר ידענו מושלח ושלחה ופי' תמוה דאכתי לא ידעי' דחצר נעשה שליח ולדברינו י\"ל דמונתן יתירא ידעי' זאת ובחידושי הארכתי."
            ]
        ],
        [
            [
                "<b>שליח כו' בא\"י כו'.</b> והרמב\"ן כתב דהאידנא א\"י כח\"ל לגיטין דהא ליכא בתי דינין דקביעין ובאמת צ\"ע לפמ\"ש הה\"מ הל' ה' דדעת רבינו אע\"ג דקיימ\"ל כרבא מ\"מ בזה\"ז כ\"ע כבני מחוזא נינהו דנידי וא\"כ מה לי ממקום למקום בחו\"ל ומה לי ממקום למקום בא\"י ונרא' דרבינו כאן העתיק דין המשנה בזמן שהי' ב\"ד קבועין ואה\"נ דבזה\"ז צ\"ל בפנו\"נ גם בא\"י ממקום למקום ובה' ה' כ' הדין דבזה\"ז ועי' בלח\"מ ה\"ה ולענ\"ד כמ\"ש."
            ],
            [
                "<b>בא הבעל וערער.</b> עי' הה\"מ דשיט' רבינו אע\"ג דקיום שטרות דרבנן היכא דהבעל מערער וטוען ברי שמזויף הוא והיא אינה יודעת בזה דבר העמד אשה על חזקתה דהו\"ל א\"א ומה\"ת אינה גט ועי' בש\"ך חוה\"מ סי' מ\"ו אות ט' מ\"ש בשם הג' מרדכי הא דקיום שטרות דרבנן היינו היכא דליכא הכחשה והאי דריש גיטין ה\"פ בדין הוא דבשאר שטרות לא לבעי תרי היכא דליכא הכחשה כדר\"ל כו' והכא משום עגונא סגי בחד היכא שאין מכחישין אע\"ג דקיום הגט אינו אלא מחששא דיבוא הבעל ויערער השתא מיהא לא אתי והנה מפשוטן של דברי' נר' דרבינו והר\"א בחדא שיטה קיימי ובש\"ך שם האריך שם לסתור דברי הר\"א ועי' בלח\"מ ולי נראה דדעת רבינו אינו מסכמת עם שי' הר\"א דלפמ\"ש הה\"מ ודייק בלשונו דהבעל טוען ברי והיא אינה יודעת יראה מדבריו דאם היא היתה יכולה להכחישו אינו נאמן אלא דהיא א\"י מזה וס\"ל לרבינו דודאי מה\"ת עדים החתומין על השטר כמו שנ\"ע בב\"ד הוא והיינו מטעם דלא חציף אינש לזיופי וחזקה דאינו מזויף וסובר רבינו דאם בא הבעל וטוען בברי שהוא מזויף וחזקה שאינו משקר לכך נאמן הבעל לאפוקי אם היא היתה מכחישתו בברי יש חזקה שגם היא אינה חשודה לשקר נגד חזקתו ואוקמי אחזקה דלא חציף אינש לזיופי ומעתה במביא גט מח\"ל שצריך השליח לומר בפנו\"נ וא\"כ השליח הוא טוען ברי נגד הבעל ואין ערער הבעל מועיל כלל ורבינו פה איירי בא\"י שאין השליח אומר כלום והיא אינה יודעת שפיר הבעל נאמן וסרה כל הקושי' ולא ס\"ל לרבינו כשיט' הר\"א דלשיט' רבינו אם התובע בשטר טוען בברי אז לא מהני הכחשת המערער כנ\"ל. ועי' ב\"ש סי' קמ\"ב אות ב' ואפשר נמי דגם מ\"ש רבינו בפ\"ג מה' עדות ד\"ת שאין מקבלין עדות אלא מפי עדים והב\"ש שם ובש\"ך חו\"מ סי' כ\"ח אות י\"ד מתמיהין עליו מסוגי' דהכא וי\"ל ג\"כ דע\"כ לא כ' רבינו דד\"ת לא מהני עדות בשטר אלא כשהנתבע טוען ברי והתובע אינו בא אלא מכח השטר משא\"כ כשהתובע טוען ברי כנגדו ומסייע לי' השטר או שיש ע\"א כנגדו מודה רבינו דבכה\"ג גם מה\"ת השטר כשר.",
                "<b>לפיכך נשים.</b> הה\"מ הביא מחלוקת הרמב\"ן והרשב\"א וסיים ואינו רואה בדברי רבינו הכרע כו' ובס' מכתב מאלי' כ' לענ\"ד אחרי המחילה יש הכרח ברור שדעתו כדעת הרשב\"א ומ\"ש שם גבי שליח המביא גט בח\"ל וז\"ל לפיכך אף הנשים ששונאות זא\"ז נאמנות להביא גט זה ולומר בנו\"נ עכ\"ל והנה מ\"ש ולומר בנו\"נ הוא שפת יתר לגמרי שהרי עיקר הנאמנות בח\"ל מפני שאומר בנו\"נ הוא ואיך מכניס אותו בתוך הנאמנות אמנם נ' ברור שבא לומר דדוקא בח\"ל הוא שנאמנת להביא ולומר בנו\"נ אבל בארץ הגם שתאמר כן לא מהימנא ע\"ש ולפמ\"ש יפה כ' הה\"מ שאין כאן הכרח די\"ל דוקא בח\"ל דאי אתי בעל ומערער לא משגחי' בי' נאמנת והא דכ' רבינו שפת יתר לומר בפנו\"נ משום דסד\"א דלא להימנא משום דאומרת כן לקלקולא ואמירה דידה לא הוי הכחשה לבעל שטוען בברי וברי דידי' עדיף מדידה קמ\"ל דברי דידה הוי מעלי' משום דכ\"ע ידעה בח\"ל אין הבעל נאמן ולא אמרה לקלקולה משא\"כ בא\"י כיון דכ\"ע לא אמר אפשר דהיא לא ידעה דין זה ומתכונת לקלקולה ומיושב בזה קושי' התוס' גיטין דף כ\"ג ע\"ב ד\"ה אדרבה דמאי ס\"ד דר\"י דיכולה לקלקלה בח\"ל דר\"י הי' סבר דהיא מכוונת לקלקלה וסוברת דאי אתי בעל מערער משגחי' בי' משום דכל הטעם דלא משגחי' בי' משום טענת ברי של השליח וסוברת דברי שלה לי' הוי ברי מעלי' נגד נאמנת הבעל ולכך לא מהימנא בח\"ל."
            ],
            [],
            [],
            [
                "<b>ממקום למקום.</b> כ' הה\"מ כמו דרבא הי' מצריך משכונה לשכונה כו' ועי' בס' מכתב מאלי' דף צ\"ח ע\"ב תמה על רבינו איך לא השמיענו דינו דרבא היכא דניידי אפי' בשכונה אחת צריך בפנו\"נ ונ' דס\"ל לרבינו דאף דרבא הצריך באותו שכונה דאיהו לטעמי' דס\"ל דכל עיקר תקנת חכמים שהצריכו בפנו\"נ משום חשש זיוף א\"כ שפיר הצריך אפי' באותו שכונה היכא דניידי משא\"כ לדידן אף דס\"ל לרבינו דהלכה כרבא ודלא כשי' הראב\"ד וסייעתו שהביא הר\"ן מ\"מ כיון דחזי' דרבה לס\"ד דסוגי' ריש גיטין לא ס\"ל חששא דזיוף כלל ואע\"ג דקיימ\"ל כרבא מ\"מ לא מחמרי' כ\"ה להצריך אפי' באותה שכונה מ\"מ האחרונים החמירו אפי' מבית לעלי'. ואפשר דאינו אלא לכתחילה דגם לרבא דמצריך משכונה לשכונה לא נתבאר אי לעכובא קאמר."
            ],
            [],
            [],
            [
                "<b>ומפני </b> מה רבינו פסק כרבא אבל שי' הראב\"ד שהביא הר\"ן לפסוק כרבה ע\"ש שה\"ר לזה ומסקי' בגמ' רבה אי\"ל דרבא ויש בזה ב' שיטות שי' התוס' בסוגי' דף ג' ד\"ה מאן דגם לפי האמת רבה חולק עם רבא ולא ס\"ל לחוש לאחלופי בקיום שטרות דאל\"כ תקשה לפי המסקנא רבה מ\"ט לא אמר כרבא והרמב\"ן בפ' המביא תנין דעתו לפי המסקנא דרבה אי\"ל דרבא לא תקשי מ\"ט לא אמר כרבא דהא רוצה לחוש לכל החששות שלא תבוא אשה לידי קלקול. ורבים מק' לפי' שי' הרמב\"ן מאי קאמר התלמודא דף ט' בהא דקתני ג\"ד שוו גיטי נשים לש\"ע ופריך והא איכא לשמה בשלמא לרבה היינו מוליך ומביא וכו' וק' הא לרבה נמי לא ניחא דמהא דקתני שוו למוליך ומביא שצריך לומר בפנו\"נ אכתי לא ידענא דשחרורי עבדי' בעי לשמה דשמא צ\"ל בפ\"נ משום קיום ובפני נכתב משום אחלופי וא\"כ לתני בהדי' שלא לשמה פסולה ודוחק לומר דגמ' קאי לס\"ד דרבה ל\"ל דרבא ונראה לכאורה יש להקש' על רבה מנ\"ל לחוש לב' טעמים ונ' דדחיק לי' לישנא דמתני' דקתני בפ\"נ ובפ\"נ ולמה לא סגי לומר בפנו\"נ ועי' ביש\"ש גיטין סי' כ\"ג שצ\"ע אם יש עיכוב בדבר אם אמר השליח בפנו\"נ ובאמת מדקתני בכ\"מ בהאי לישנא בפ\"נ ובפ\"נ משמע דיש עיכוב בדבר והיא גופא מקשי למה הוצרכו רבנן לכך ולפי המסקנא דרבה אי\"ל דרבא ולדידן דקיימ\"ל כר\"א ע\"מ כרתי צ\"ל בפני נכתב משום לשמה ובפני נחתם משום קיום א\"כ מה\"ט תקנו לנו חכמים בהאי לישנא דכ\"א הוא מטעם אחר ולפי\"ז הוכיח רבה שיטתו דתרי טעמים איכא דאל\"כ הו\"ל לתקוני לומר בפנו\"נ ושפיר קאמר התלמודא דלרבה הוא בכלל מוליך ומביא.<br><b> וי\"ל </b> עוד באו\"א קושי' הנ\"ל ומקודם אבאר דברי רש\"י בריש הסוגי' דלרבה דאמר משום לשמה ממילא שיילי' לי' וכ\"כ הרע\"ב ותוס' שם ד\"ה לפי הרבה להק' עליו וחלקו עליו דסתמא לשמה קא מסהיד וכ\"פ רש\"י גופי' ע\"ש ולפי פשוטו הי' נראה לומר דרש\"י לא כ' את זאת אלא לס\"ד דמק' הגמ' ולבעי תרי ומשני רוב בקיאי' אפי' לר\"מ סתם ספרא דדייני וכ' ולכאורה מאי עלה על דעת המקשה דוודאי ספרא דדייני רוב בקיאין הם וכי ס\"ד לומר דלס\"ד הי' סובר דהוא ס' השקול והתרצן הוי חדית לי' דמיעוטא דמעוטי' אינן בקיאין אלא דגם המקשן הי' עולה על דעתו דרוב בקיאין הם אלא דס\"ל לחוש למעוטא דאינן בקיאין משום דיש כאן עוד מיעוט לחוש לזיוף ומצרפי' שני מעוטים לחזקת א\"א ולבעי תרי והתרצן חדית לי' דסתם ספרא דדייני מגמר גמירי והוי מיעוט שאינו מצוי שאינן בקיאין ולא מצרפי' כלל למעוטא דזיוף. וארווח לנו בזה דל\"ק להס\"ד שם מהבריי' דהוא עצמו שהביא גיטו ע\"ש בתוס' ד\"ה לפי ובמהרש\"א שצ\"ל דהמקשה לא ידע מהבריי' ולדברינו י\"ל דידע מזה כיון דהוא עצמו הביא גיטו אין כאן חשש זיוף כלל ולא חיישי' כלל כיון שהוא עצמו מנקט בידי' ואין כאן לעז ודוק ולס\"ד דמקשה שפיר כ' רש\"י דצריך לשואלו אולי לא ירגיש אם לא שיילי' לי' ומצרפי' מעוטא למעוטא דזיוף משא\"כ לפי האמת דרוב בקיאין הם ואין כאן חששא כ\"א אולי אשכח כתוב ועוד כמ\"ש רש\"י ושפיר כ' רש\"י דסמכי' דסתמא לשמה קא מסהיד.<br><b> אבל </b> העיקר נ\"ל בדעת רש\"י ליישב כל הקושי' דה\"ט דרש\"י דלא סגי בפנו\"נ לחודא אלא צריך לשואלו דהא מסקי' בגמ' ריש מס' זבחים דבגיטין סתמה לאו לשמה וצריך שיאמר בפי' לשמה וכ\"ה דעת רבינו פ\"ג מה' אלו והר\"ן כ' להסביר הדברים שלא צריכין לשואלו משום דמרגיש בעצמו השליח מדתקנו רבנן שהוא צריך לומר בפ\"נ ובפ\"נ ע\"ש ש\"מ דבעי' שיראה הכתיבה והחתימה והי' נ\"ל לרש\"י דסברה זו ניחא או סתמא לשמה ואין לנו לחוש כ\"א אולי אשכח גט כתוב ועומד לזה שפיר י\"ל סברת הר\"ן כיון דצריך לראות הכתיבה והחתימה אי הי' כן הי' אומר לנו אבל אכתי אין אנו יוצאין מספיקא דלמא לא כ' בפי' לשמה ואנן בעי' שיכתוב בפי' לשמה ובזה אין בקיאין בני מדה\"י ובזה י\"ל הכונה ברש\"י דכל שאר הדברים כגון מחובר והדומה לו בקיאין וגם בלשמה בקיאין אבל בזה אין בקיאין דבעי' שיכתוב בפי' לשמה דהא גם בתלמודא איכא פלוגתא בזה דהא ר\"פ שם בזבחים משמע דס\"ל דגם סתם גט כשר ולא בעי' בפי' לשמה ועי' בתוס' גיטין דף כ' ע\"א ד\"ה אי משום כריתות לחד תי' יש פלוגתא בזה וא\"כ שפיר כ' רש\"י וצריך לשואלו והמקשה דהכא דלא ס\"ד דרוב בקיאין הם היינו משום דהא ס\"ל דבעי' שיאמר בפי' לשמה ובזה אין רוב בקיאין והתרצן משני לי' דרוב בקיאין הם י\"ל דס\"ל דסתמא לשמה ושפיר קאמר דרוב בקיאין הם ומש\"ה פירש\"י לפי האמת א\"נ סתמא לשמה קא מסהיד ובזה מיושבים כל קושי' התוס' דלא קאמר א\"ב דלשיילי' משום דאיכא פלוגתא בזה ובזה מדוקדק לשון רש\"י וממילא שיילי' לי' אי נכתב לשמה ואמר אין ורבים מרגישים למה לא כ' דשיילי' אם נכתב ונחתם לשמה ולדברינו ניחא כיון דלא שיילי' אלא אם נכתב בפי' וכיון דאמר דכתב בפי' לשמה ממילא ידעי' דהחתימה ג\"כ הי' בפי' לשמה ועי' בשעה\"מ פ\"ג מה' גירושין דיש פלוגתא בזה אי בעי' בפי' לשמה בגט או לא ועפי\"ד יש מקום לומר ליישב קושי' התוס' דף ט' בהא דתנן שם א' ג\"נ וא' ש\"ע שוו למו\"מ וזו אחת מן הדרכי' ששוו ג\"נ לש\"ע וכ' התוס' שם דאיפכא הו\"ל למימר ע\"ש וגם שפת יתר הוא מאי בעי המתני' להורות לנו בזה והי' נ' דלרבה דס\"ל טעמא דלשמה א\"כ הסברא נותנת דגבי שחרור לא בקיאין כ\"ה דדוקא בגט אשה דכתיב ב\"פ וכתב לה ודרשי' לה לשמה מסתבר טעמי' דרבא דבקיאין אבל בשחרור דלא ילפי' אלא מגז\"ש דלה לה בזה לאו כ\"ע בקיאין וא\"כ לפמ\"ש בפירש\"י דבעי' שיאמר בפי' לשמה וודאי מסתבר טעמי' בשחרור דלא סמכי' אם השליח אומר בפנו\"נ אם לא שישלי' לי' ומש\"ה קתני מתני' יתורא בזו שוו ג\"נ ובהיפך דשוו ג\"נ לש\"ע וכמו דבש\"ע הסברא חיצונה דאין בקיאין לשמה וצריכין לשואלו כן ה\"נ בג\"נ צריך לשואלו וא\"כ הוא מוכח ממתני' דיש טעם משום לשמה אף למאי דמסיק דרבה אי\"ל דרבא הוכיח סברתו ממתני' ושפיר קאמר התלמודא לרבה ניחא דהוא בכלל מו\"מ ולא הוצרך לפרש דבש\"ע בעי' לשמה דמוכח מלשון המתני' וגם ל\"ק על רש\"י דלמה לא רמיזא בשום מקום במתני' או בבריי' דממילא שיילי' לי' דהא לפמ\"ש רמז ממתני' ובבריי' אלא דק\"ק לפי תי' זה מאי מק' התלמודא ורבה מ\"ט לא אמר כרבא דלמא דוקא דמתני' קשיתי' כמ\"ש ובאמת נראה דגם לרבא ניחא משום דהר\"ן כ' במתני' דהמביא גט וא\"י לומר בפנו\"נ דגם באילם כשר ע\"י שיכתב בכת\"י בפ\"נ כו' ובב\"י מאה\"ע סי' קמ\"ב כ' מדברי התוס' דף ה' ע\"א ד\"ה אילמא נ' דפליגי על הר\"ן אלא דצריך לומר בפיו והנה באמת גבי גט שחרור דלא שייך עיגון כ\"כ כ\"ה דלא מתירין בעדי' שאינם יכולי' לחתום כדתני' בבריי' גיטין דף ט' ע\"ב אמר רשב\"ג בד\"א בג\"נ כו' א\"כ הסברא חיצונה לא מקלי' בזה לסמוך על כתב אבל גבי גט יודה דשייך עיגון מסתבר להקל גם בזה דלא בעי' שיאמר בפיו ומתני' רצה לאשמועי' דאפי' גט אשה צריך שיאמר בפיו ולא מהני כתב כמו גבי שחרור ומש\"ה קתני שוו ג\"נ לש\"ע דגם בג\"נ לא מהני כתב וכשי' התוס' וא\"כ גם לרבא ניחא לישנא דמתני' וגם לפמ\"ש דרבה הוכיח מדתקנו חכמים בפ\"נ ובפ\"נ ולא תקנו בפנו\"נ ג\"כ ק' מאי מק' התלמודא רבה מ\"ט לא אמר כרבא וצ\"ל דגם לרבא ניחא הלשון שתקנו חז\"ל דהרי קיימ\"ל אפי' לא נכתב בו אלא שיטה אחת בפניו ג\"כ מהני כמ\"ש רבינו בה' י\"ב וכ' בס' ראב\"ן אבל חתימה וודאי צריך למחזי מתחילה ועד סוף וכ\"כ הכנה\"ג בשם הרש\"ך דמוכח כן מדברי רבינו ומה שדקדק מדבריו אפי' שמע קול הקולמוס כותב וחתמו העדים בפניו הרי להדי' דגבי חתימת העדים לא מהני קול קולמוס ולזה י\"ל דתקנו חז\"ל שלא לומר בפני נכתב ונחתם דא\"כ הוי משמע דכתיבה וחתימה שווין כהדדי דלא בעי' אלא קן קולמוסו או שיטה אחת לזה תקנו לומר בפ\"נ ובפ\"נ דחתימה צריך שיהא כולה בפניו וכיון דגם לרבא ניחא שפיר מק' הגמ' ורבה מ\"ט לא אמר כרבא. וליישב קושי' העולם נראה דלפי המסקנא דרבה אי\"ל דרבא י\"ל הטעם דמאי עלה על דעתו מתחילה שלא לחוש לטעמא דאין עדים מצויין לקיימו ולבסוף הדר בי' ונר' דבתחילה הי' סבור שאין כאן חשש זיוף כלל דחזקה דלא חציף אינש כו' חזקה מעליותא הוא ולבסוף סבר דכיון דבח\"ל אין בקיאין ויש לחוש למעוטא דאין בקיאין ומצרפי' חששא דשלא לשמה לחששא דזיוף וצ\"ל בח\"ל בפ\"נ ובפ\"נ שוב לא חלקו גם בא\"י לחוש לזיוף היכא שאין השיירות מצויות זה הוא טעמא של רבה וכיון שכן שפיר קאמר הגמ' דלרבה לשמה הוא בכלל מו\"מ דאי לאו דבעי' לשמה לא הוי חיישי' לזיוף. וכיון דבררנו בסברת רבה יפה פסק הראב\"ד וסייעתו לחוש לחומרא דרבה וכמ\"ש בכנה\"ג באה\"ע סי' קמ\"ב בהגהת ב\"י אות א' שבס' תומת ישרים כ' לחוש לדבריו לחומרא וכ\"ש לעשות החומרא סניף כמ\"ש מהר\"י בן לב ספר ג' סי' כ\"ד ומסיק שם שכן הוא המנהג להצריך לשליח לומר בפ\"נ ובפ\"נ לשמו ולשמה אמנם לשי' הרמב\"ם בה' ב' דס\"ל דיש חשש תורה אם הבעל מערער הסברה רחוקה לומר דלזיוף לחודא לא חיישי' כיון שיש חששא דאוריי' ומש\"ה רבינו לטעמי' לא חשש להחמיר לסברת רבה ועמ\"ש לעיל."
            ],
            [],
            [],
            [
                "<b>גט וכו'.</b> עי' הה\"מ ולפמ\"ש בה' א' א\"כ רבינו פה נקיט דינא דגמ' דבסמוכין לא בעי' שיאמר בפ\"נ ויפה כ' הראב\"ד הו\"ל לרבינו לבאר אפי' נתנו בארץ אפי' בסמוכין ודוק."
            ],
            [],
            [
                "<b>אמר בפ\"נ וכו'.</b> כ' בכנה\"ג טאה\"ע סי' קמ\"ב אות ה' יש מי שכ' שלא יהי' השליח סופר מפני שצריך לומר אני כתבתיו ואין זה כתקנת חכמים וברדב\"ז חלק ב' סי' ס\"ג חולק בזה ע\"ש."
            ],
            [
                "<b>שנים וכו'. שהרי אין הבעל יכול לערער בגט זה.</b> רבינו האריך בלשונו ותהי' מגורשת אפשר שדעת רבינו כמ\"ש הטור בסי' קמ\"ב וז\"ל ואם שנים שלוחין להביאו אצ\"ל בפנו\"נ אלא ינתן לה אעפ\"י שאינו מתקיים בחותמיו ותנשא בו ומ\"מ כשיבוא הבעל יכול לערער וצריך שיתקיים בחותמיו עכ\"ל וע\"ש בב\"י שתמה על הטור שהרא\"ש כ' כיון דיש שני עדים לא יוכל לומר לא שלחתי' ומזויף הוא ע\"ש ויפה כ' בזה בס' מכתב מאלי' דף קי\"ג ע\"א וז\"ל מ\"ש להק' דבמקום תרי מה ערעור שייך אין לו מקום דכל קושיתו היא בנוי' על שהוא תופס פי' הריב\"א אבל לפירש\"י שפיר יכול לערער אם אין השלוחין מכירים חתימת העדים והביא שם בשם הדרישה שהסכים דברי הטור עם דברי אביו הרא\"ש ז\"ל ואדרבה מלשון הרא\"ש שכ' אם יש שני עדים לא יוכל לומר לא שלחתים ומזויף הוא משמע דדוקא זיוף דלא שלחתי' לא יוכל לערער דהא איכא עדים שמעידים דשלחו ע\"י אבל טענת זיוף החתימה שזייפו חתימתן יכול לערער ע\"ש והן הן דברי רבינו והכי כוונתו שנים שהביאו גט וכו' הרי אלו נותנין לה ותהא מגורשת פי' לענין זה היא מגורשת שיכולה להנשא אפי' בלא קיום שהרי אין כאן חששא דיערער הבעל על שליחותן שלא שלחו כלל אעפ\"י שאינו מקוים שהרי שלוחיו הם עדיו ולזה לא חיישי' שיערער שנתן להם גט מזויף דלא מתכווין לקלקלה כמ\"ש התוס' ריש גיטין בשם הירושלמי אבל וודאי אם בא הבעל וערער שנתן להם גט מזויף צריך שיתקיים בחותמיו כנ\"ל לדעת רבינו וביותר לפי דעתו בה' ב' וע\"ש בס' מכתב מאלי' מה שהאריך ליישב דברי רש\"י ריש גיטין וע\"ע שם מה שהביא בשם שו\"ת הריב\"ש סי' שי\"ח שהצריך שיהי' עדי השליחות עצמן עידי מסירת הגט מיד השליח ליד האשה אבל אם עידי מסירת הגט ליד האשה אינם עידי שליחות לא מהני סהדותייהו וצריך שיאמר השליח בפנו\"נ משום דכל כת וכת מעידי' על חצי דבר והוי כב' מעידי' א' בגבה וב' מעידי' א' בכריסה דלא מהני אפי' לרבנן דפליגי עלי' דר\"ע בפ' חזקת ע\"ש ומסיק שם דרבינו בפ\"ט מה' גירושין מוכח שלא כדברי הרשב\"א ריש פ\"ב בחידושיו."
            ],
            [],
            [],
            [
                "<b>שליח וכו'.</b> כ' הה\"מ דהלכה כחכמים וכ' בס' מכתב מאלי' דף ק\"א ע\"ג בירושלמי משמע דפסק הלכה כר\"מ דהולד ממזר מ\"מ אנן קימ\"ל כר\"ז מיהו במה שפירש\"י גיטין דף ג' ד\"ה ורבה וכו' ואמרי' לקמן כל המשנה ממטבע יוצא והולד ממזר משמע דכר\"מ ס\"ל ע\"ש ועי' בחיד' רשב\"א שם וגם י\"ל לפמ\"ש הפ\"י בשם בעל גט פשוט בחי' דף ע\"ט מפני מה סובר ר\"מ המשנה וכו' הולד ממזר ה\"ט משום דכל מידי דבעי שליחות אם השליח שינה נתבטל שליחותו וממילא מה\"ת פסול מלבד בג' פסולים ע\"ש א\"כ סובר ר\"מ כיון שלא עשה שליחותו ורבנן ס\"ל היכא דלא מקפיד הבעל לא נתבטל שליחותו וגבי לא אמר לה בפ\"נ ובפ\"נ מאי אכפת לי' לבעל לומר מיד או לא אבל אם ישכח ויגייז בדבורו שלא לומר לשמה מודים רבנן דלא עשה שליחותו והולד ממזר."
            ],
            [
                "<b>נתנו לה.</b> עי' באה\"ע סי' קמ\"ב ס\"ח מ\"ש בשם הריב\"ש אם לא אמר השליח בפ\"נ ומת הבעל אין תקנה ליטל ממנה ולחזור וליתן לה ולומר בפ\"נ ואין לו תקנה אלא שיתקיים בחותמיו ע\"ש ואין להקשות אמאי לא אוקי בגמ' המתני' דא\"י לומר בכה\"ג מש\"ה צריך להתקיים בחותמיו ולא עוד אלא דבזה לא הוי קוש' לרבה כלל לפמ\"ש התני' דף ה' ד\"ה ואבע\"א דמשום לעז בעלמא דשלא לשמה אם נשאת לא תצא משמע דלא חששו כ\"א היכא דאיכא תקנה בדבר והריב\"ש לדידן כ\"כ דפסקי' לפי שאין עדים מצויין לקיימו וצ\"ל לישנא דמתני' משמע דלא מיירי בהכי מדקתני וא\"י לומר כמ\"ש התוס' שם ועי' במהר\"ם לובלין ובזה מיושב קוש' הרשב\"א הובא במהרש\"א דאמאי צריך להביא כלל להא דר\"י וקושיתו ולפמ\"ש א\"ש."
            ],
            [],
            [],
            [],
            [
                "<b>כל העושה שליח.</b> עי' מ\"ש הה\"מ בשם הרמב\"ן שאין שליח קבלה עושה שליח דהו\"ל מילי ומילי לעולם לא ממסרו לשליח אלא באומרת אמרו עי' פ\"י מס' גיטין דף כ\"ט בד\"ה ורשב\"ג בשם המרדכי בשם ס' החכמה דלא מקרי מילי אלא כתיבת הגט שאין כאן גמר מעשה משא\"כ קבלת הגט לא מקרי ע\"ש."
            ],
            [
                "<b>האיש.</b> עי' בגמ' גיטין דף ה' ע\"א תני' הוא עצמו שהביא גיטו אצ\"ל בפ\"נ ובפ\"נ ומסיק שם בגמ' טעמא מאי אמרו רבנן צ\"ל בפ\"נ ובפ\"נ דלמא אתי בעל ומערער ופסל לי' השתא מנקט נקיטי לי' בידי' וערעורי קא מערער וע\"ש בתוס' ד\"ה א\"ה ולכאורה צ\"ע למה השמיט רבינו דין זה דהא ל\"ל דמילתא דפשיטא הוא א\"כ מאי צריך הבריית' להשמיענו ואפשר לומר משום דבריי' קמ\"ל דאין הטעם משום לשמה אלא משום דאין עדים מצוין ורבינו הא כבר כ' דלא חיישי' שטעמא דלשמה מילתא דפשיטא הוא ובש\"ע אה\"ע סי' קמ\"ב בהגה' סעי' י\"ד כל בעל שהביא גט צריך שיאמר בפ\"נ כדי שלא נבוא לטעות גם בשליח אחר ע\"ש בב\"ש ונ' דגם דפסקי' כרבא דלא חיישי' על לשמה היינו משום דלא חיישי' למעוטא דמעוטא דאינן בקיאין וכ\"ז בדורות ראשונים אבל בדורות אחרונים שכ' א\"ח שמביא ב\"י שם שאין אנו בני תורה כמו ראשונים א\"כ גם רבא מודה ודוק."
            ],
            [
                "<b>בד\"א וכו' אין חוששין לה וכו' ואין חוששין וכו'.</b> ויל\"ד בדברינו מדוע כפל הדברים שכבר כ' טעם למה אין חוששין ואף אם ירצה רבינו ליתן טעמים רבות למה כפל בלשונו ואין חוששין ונראה בהבנת דברי רבינו דמתחילה בא ליתן טעם דמפני מה לא מוקמי' אותה בחזקת א\"א ולא חוששין שמא זייפה מה\"ת וע\"ז נתן טעם מפני שאין מקלקלת ועדים החתומי' וכו' אבל אכתי קשי' לי' לרבינו דהא מצינו פעמים רבות שחכמים החמירו משום חומרא דא\"א אפי' למעוטא דמעוטא כמו מים שאין להם סוף ועי' בתוס' ב\"מ דף כ' ע\"ב לזה כפל רבינו ואמר ואין חוששין פי' אפי' מדרבנן מפני תקנת עגונות כמו שביאר רבינו והן הנה דברי התוס' ריש גיטין ד\"ה ואם יש במ\"ש כ\"ז דלא אתי בעל וכו' דמשום עגונא אקילו בה רבנן וכו' אבל בממון דאל\"כ לא שבקת וכו' ורבים מקשים עי' מהרמ\"ש מפני מה כ' בריש דבריהם משום עגונה מאי פריך לזה דהא בממון דלא טעני' הוא מטעם לא שבקת וזה לא שייך בגיטין אלא דהתוס' בא ליתן טעם למה לא החמירו רבנן הגם דלא שייך לא שבקת גבי גט מ\"מ משום חומרא דא\"א הי' לנו להחמיר ולזה כ' משום עגונא הקילו כמ\"ש רבינו וק\"ל.<br><b> ודע </b> שהכ\"מ תמה על תמיהת הרשב\"א על דברי רבינו שאינו רואה מקום לתמיהתו ונראה לי להצדיקו דהנה בכתובות דף כ\"ג פליגי שם הא דקתני בסיפא אם משנשאת באו עדים ה\"ז לא תצא אי קאי ארישא וקמפלגי בדרב המנונא באשה שאמרה לבעלה גרשתני שלא בפניו אם נאמנת ומעתה למ\"ד דחזקה דרה\"מ אפי' שלא בפני' א\"כ קש' הא דתנן אם יש לה עדים שהיא א\"א אינה נאמנת ואמאי תיפוק לי' דהא אינה מעיזה לומר גרושה אני וצ\"ל דעכ\"פ חשו חכמים משום חומר' דא\"א שלא לסמוך על חזקה וצריכה להביא ראי' על גירושי' וא\"כ לדידן דקימ\"ל דחזקה דרה\"מ אינו אלא בפניו ואם הגט בידה ולא נתקיים בחותמיו מהכ\"ת לנו לומר להתירה להנשא לכתחילה בלא קיום העדים ולסמוך על החזקה דמ\"ש חזקה זו מחזקה דרה\"מ למ\"ד אפי' שלא בפניו הוי חזקה ויפה הק' הרשב\"א ורבינו אפשר דסבר דחזקה זו עדיפא ועוד שיש כאן חששות עגונות כמו שביאר רבינו ועמ\"ש בס\"ד פי\"ב הלכה ט\"ו."
            ]
        ],
        [
            [
                "<b>המגרש על תנאי.</b> מ\"ש הה\"מ ונ\"ל לדעתו ז\"ל שהוא סבר דלענין דינא לא אמר ר\"י וכו'. פי' דבמזכיר מיתה אמרי' אין אדם מוציא דבריו לבטלה והוי גט מצד הדין וא\"צ חליצה משא\"כ בלא מזכיר אף דס\"ל לר\"י דזמנו של שטר מוכיח מ\"מ צריכה חליצה ועי' ח\"מ סי' שנ\"ח מה שהק' הש\"ך על דברי הה\"מ ול\"נ כמ\"ש ודוק.",
                "<b>לפיכך א\"י לבטל.</b> צ\"ע לשיט' רבינו מאי מק' התלמודא בר\"פ השולח על הא דתנן שם משהגיע גט לידה א\"י לבטל פשיטא דלמ' אשמועי' אפי' בכתוב בגט תנאי במעכשיו וע\"מ ולאפוקי מדעת העיטור שהביא הה\"מ ואפשר דבאמת הוי מצי לשנוי' הכי אלא כאן דקמ\"ל כאבי' דגילוי דעתא בגיטא לאו מילתא הוא בתרי' לבטולי ג\"כ לא מהני ומיושב קושי' חי' רשב\"א שם וכ\"ה הקוש' ברש\"א דלמה לא אקשה אבי' לרבא ממתני' ולפמ\"ש א\"ש."
            ],
            [],
            [],
            [],
            [
                "<b>חוץ מאיש פלוני.</b> כ' הה\"מ ובגמ' אבעי' להו האי אלא חוץ הוא או ע\"מ הוא וכו'. וה\"ר דחוץ הוא ואפשיטא אבעי' משמע מדבריו למסקנא בע\"מ מודים רבנן וכ\"ה שי' הרי\"ף ורוב הפוסקי' זולת דעת הרמב\"ן דרבנן פליגי גם בע\"מ ובפ\"י הק' לשיט' הסוברי' דבע\"מ מודים רבנן א\"כ קשה על מתני' דתנן כיצד יעשה יטלנה ממנה ויאמר לה הרי את מותרת לכל אדם אמאי לא תני ויאמר לה הרי את מותרת לכ\"א ע\"מ שלא תנשא לפלוני דנתקיים מחשבתו ע\"ש ומזה נראה ראי' לשי' התוס' בסוגי' בד\"ה אפי' דמה שפירשו בירושלמי דמק' אמאי לא תני במתני' דיבמות ט\"ז נשים ומשני תמן התורה אסרת ברם הכא הוא אוסרתן פי' דהתם יכול להתירה ולמחול לה התנאי א\"כ י\"ל דמתני' בא להשמיענו דיש תקנה אפי' לר\"א להתירה לפלוני שאסרה בחוץ אם חוזר ונוטל ממנה ומחזירה ולא אמרי' דלא מהני כדסוברים הרבה פוסקים דלא מהני לרבנן בע\"מ הואיל והוי גיטא מעליא א\"כ גם לר\"א לא והוי גיטא מעלי' קמ\"ל דסגי בנוטל ממנה וכו' ואי הוי תני ע\"מ לא הוי ידענא את זאת ונ\"מ ג\"כ לדידן לרבנן דמודים בע\"מ כנ\"ל לדעת התוס' ובזה מיושב דלא רצו לפרש בירושלמי הפי' הא' דלאחר שהגיע הגט לידה בתנאי דע\"מ שוב א\"י לבטל התנאי כמ\"ש בחי' רשב\"א בשם רי\"ו ורי\"ף בתשו' וכ\"ה בש\"ע סי' קמ\"ג סט\"ז והיינו כמ\"ש דדחיק להו קוש' הפ\"י ועוד יש לה\"ר לשי' התוס' דמשמע כן בסוגי' בבעי דרבינא אי פליגי בע\"מ קאמר טעמו דר\"ע מידי דהוי אכל תנאים דעלמא וברבנן לא יהיב טעמי' ועל הברייתא ביקש התלמודא ג\"כ לידע טעמא דרבנן ונראה דבגמ' דף ע\"ד ע\"ב גבי פלוגתא דרבי ורבנן ומפרש ר\"ז מחלוקתם דרבי סבר גזרי' ע\"מ אטו חוץ ורבנן סברי לא גזרי' וע\"ש בתוס' ד\"ה כל דמשמע שם דגם בע\"פ יש סברא לגזור ע\"מ אטו חוץ ועי' בר\"ן ודוק וא\"כ הוא י\"ל דרבינא באבעי' שלו דבחוץ מודים ובע\"מ פליגי י\"ל דר\"א סבר דלא גזרי' ע\"מ אטו חוץ ורבנן סברי דגזרו ע\"מ אטו חוץ הואיל ותנאי הוא שיור בגט ודמי לחוץ ולא יכול להק' מ\"ט דרבנן וכל זה בע\"מ שלא תנשא ותבעלי דאז דמי לחוץ אבל בע\"מ שלא תנשא לבד לא שייך למגזר דל\"ד לחוץ ובבריי' דקתני אף בלא תנשאי לבד פסלי רבנן שפיר מק' מ\"ט דרבנן ומשני דהוי שיור גמור מה\"ת ובזה מיושב קוש' הרש\"א אמאי לא חשו התוס' אמאי תני בבריי' לפי האמת לא תנשא גרידא ולדברינו א\"ש דרצה לאשמועי' דטעמא דרבנן לא הוי משום גזירה ואי הוי תני לא תנשאי ולא תבעלי לי' הוי שמעי' את זאת כמ\"ש ובזה מיושב ג\"כ קוש' הרש\"א בתוס' בד\"ה המגרש וכו' דלא רצה להוכיח מהאבעי' כמ\"ש הר\"ן משום די\"ל לפי מאי דס\"ד דטעמא דרבנן משום גזירה ואינה אלא בלא תנשאי ולא תבעלי א\"כ מאן דלית לי' הך גזירה אפי' בזה לא גזר אבל לפי האמת דפליגי בע\"מ אי דמי לתנאי דעלמא עדיין י\"ל סברתם ומש\"ה הוכיחו מהאמת ג\"כ דליכא לחלק בין ע\"מ לחוץ והר\"ן י\"ל דסובר כדעת הפוסקים ואיך נוכל לומר באבעי' דרבינא דטעמא דרבנן משום גזירה א\"כ קשה מאי מהני תקנה בע\"מ שיחזור ויטלנה ממנה הא מדאוריי' הוי גט מעליא ושפיר הוכיח הר\"ן ועי' ב\"ש סי' קמ\"ג ס\"ק ל' ודוק היטיב ובחידושי הארכתי."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בטל הגט למפרע.</b> ואפי' אם נשאת לאחר ומת הבעל או נתגרשה ונשאת לזה ג\"כ הגט בטל למפרע כדמוכח בגמ' דף פ\"ג דקוש' ר\"ט קאי אע\"מ ע\"ש ולא אחוץ ואף דבירושלמי אי' דר\"ט הק' על חוץ לא נמצא זה עוקר דבר מה\"ת וע\"ש בק\"ע שר\"ל דהירושלמי פליג דגם לר\"א בחוץ אם נשאת לאחר ונתגרשה או מת הבעל עדיין באסורה עומדת ואני הייתי רגיל לפרש לתלות הדבר בפלוגתא דתנאי אי נשואין ראשונים מפלת או מיתת הבעל מפלת יבמות דף י\"ג דאי נשואין ראשונים מפלת אף אי מודה ר\"א היכא דנשאו לאחר דמתיר הגירושין אח\"כ להנשא לאותו פלוני אבל ליבם לא כיון דחל לפניו מנשואין הראשונים ועדיין לא פקעי קדושי ראשון משא\"כ למ\"ד מיתה מפלת ועי' ביבמות דף ק\"ט ע\"א ודוק."
            ],
            [
                "<b>ע\"מ שתנשאי לפלוני.</b> ואם אסרה על כל העולם ולא התירה אלא לאדם אחד כ' הפ\"י בסוגי' דג\"כ שייך הך גזירה שלא יאמרו ואסר אפי' לר\"א ע\"ש שהביא ראי' מדברי הרמ\"א ובאמת יש לדחוק ראייתו להמעיין וכ\"מ בירושלמי דהק' עלי' דר\"א אמאי לא תני רבותא יתירא אפי' אסרה על כל העולם ולא התירה אלא לאדם א' דגם בזה מתיר לר' ינאי משמע דלא כדברי הפ\"י ובחידושי הארכתי."
            ],
            [
                "<b>ותתן.</b> הטור כ' וז\"ל ה\"ז מגורשת ותקיים תנאה ע\"ש סי' קמ\"ג ועי' שו\"ת אמונת שמואל דף מ\"א ע\"ב דמשמע דס\"ל להטור כהתוס' בפ' מי שאחזו שכ' שלא יהי' התנאי סותר המעשה דומי' דזה גיטיך ע\"מ שתחזירי לי הנייר וכו' ולא כפירש\"י שם שצריך שיהי' התנאי מובדל מהמעשה כגון אם יעברו דהתנאי הוא מהעברת הירדן והמעשה הוא נחלת א\"י וע\"ש היטב דלדעת רבינו בע\"מ לא צריכין למשפטי התנאים."
            ],
            [],
            [],
            [
                "<b>וחזר ונתנו לה.</b> עמ\"ש בהלכה ה' ואפשר דלכתחילה אין לעשות כן מדלא כ' רבינו חוזר ונותן לה."
            ],
            [],
            [],
            [],
            [
                "<b>עד שתתן מדעתו.</b> עי' הה\"מ וכדבריו מבואר בחיד' רשב\"א שם ומאי דקש' לי' דאמאי לא דקי מקרא דנתינה בע\"כ הוי נתינה דהא גבי אשה כתיב ונתן בידה וקימ\"ל דמתגרשה בע\"כ נראה דהא דאמר נתינה בע\"כ לא שמה נתינה היינו בדבר שהוא להנאתו ועבור זה התנה שיהנה מהנתינה וכיון שהוא בע\"כ אין כאן הנאה משא\"כ בגט דלא נהנה האשה מהגט דכתבה על אסורי הנאה כשר ועי' בתוס' פסחים דף ל\"ב וג\"כ ל\"ד לבתי ע\"ח דשם ג\"כ משום דמחויב ליתן מעות וכל מה שניתן לו בעל כרחו לא מקרי נתינה אבל בגט דלא בעי' שיתן לה דבר דאע\"פ שגירשה בגט שאין בו שוה פרוטה ובאיסורי הנאה ג\"כ מגורשת א\"כ יש לומר שפיר נתינה בעל כורחי' שמי' נתינה ועוד יש להאריך בסברא זו."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הרוצה לגרש על תנאי.</b> כתב הב\"י חו\"מ סי' ר\"ז וכל דאמר רבנן דאסמכתא ליתא אלא בד\"מ אבל בגיטין וקידושין ליכא דינא דאסמכתא דהא תנן גבי תנאי גיטין כמה זימני אם לא באתי מכאן ועד י\"ב חודש אם לא אעבור מכנגד פניך ל' יום ולא בטל משום אסמכתא וכו' וכ' עוד ויל\"ד כיון דקימ\"ל אסמכתא לא קני' האיך נותן גט על תנאי הוי גט וכו' והרמב\"ן בפ' גט פשוט כ' והוי יודע שלא הוזכר אסמכתא בתלמוד אלא בדיני ממונות ולא נתן טעם בדבר וע\"ש בב\"י שכ' טעמים לזה ועי' בס' תיקון סופרים דף כ\"ח ע\"א."
            ],
            [
                "<b>שאין אונס בגיטין.</b> והה\"מ כ' בשם העיטור ולא אפשיט בקידושין ועי' ירושלמי גיטין פ\"ג הל' ו'."
            ],
            [
                "<b>הואיל ולא נתייחד עמה.</b> ובגמ' לגט ישן אין חוששין ובגיטין דף ע\"ט ע\"ב א\"ד אם נתגרשה תנשא והקש' הרא\"ש א\"כ האיך אמרי' לעיל דף ע\"ו ע\"ב דה\"ז גט דקתני דלא הוי גט ישן ומאי נ\"מ אי שרי לאנסובי בגט ישן לכתחילה ע\"ש ונראה לי התוס' כתבו שם דף ע\"ט בשם הירושלמי טעמא דב\"ה דאוסרי' דאזלו לטעמייהו ונ\"ל פי' דבריהם דלב\"ה גם אם מגרשה מחמת דבר ערוה אסור מטעם לא פלוג משום דאתי למטעי שגירשה משום שהקדיחתה תבשילו והכי משמע לשון התוס' ודלא כב\"ש סי' קמ\"ח סק\"ד דלפי הבנתו צ\"ע א\"כ במאי פליגי ב\"ש וב\"ה ולפי\"ז י\"ל דל\"ק ול\"ב לא פליגי והא דאמר אם נשאתי לא תצא מיירי שגירשה שלא מחמת דבר ערוה דלא תנשא לכתחילה ולא קאי אמתני' ול\"ב קאי אמתני' בגרשה מחמת דבר ערוה וכיון שאינה אלא משום לא פלוג מותרת להנשא ובגרשה שלא מחמת ערוה גם ל\"ב מודה דאסורה להנשא ולפי\"ז מיושב קוש' הרא\"ש ודוק היטב."
            ],
            [],
            [
                "<b>במקום יבם.</b> אבל שלא במקום יבם מותרת להנשא אבל הפ\"מ כ' בפ' מי שאחזו דף כ\"ג דבירושלמי ה\"ג שם יש מחלוקת אי מותרת להנשא מיד משמע אפי' שלא במקום יבום כדאמר התם נעשו לו נסים וחי' ע\"ש ובתלמודא דידן משמע דלא חש לזה עי' ר\"פ האשה ביבמות."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והוא שיגיע הגט לידה.</b> ועי' בשו\"ת מהרח\"ש סי' כ\"ב אם הגט הוא ביד הנפקד אי מהני וע\"ש היטב בכל הפרטים שהזכיר רבינו פה בפירושא דמתני' דמה היא באותן הימים."
            ],
            [
                "<b>הרי זו ספק מגורשת וכו'.</b> ואם היבם הוא קטן וצריכה להמתין עד שתגדיל עי' בזה במרדכי בס\"פ האשה שלום וגרסי' שם בגמ' אמר לי' רבינא לרבא המזכה גט לאשתו במקום קטטה מהו וכו' ת\"ש דאמר ר\"ל וכו' וכ' הנ\"י דאם זיכה אינה מגורשת כלל ועי' בב\"י סי' ק\"מ דמשמע מדברי הר\"ן שחולק עמו הנ\"י וס\"ל דספיקא הוא ע\"ש וצ\"ע למה השמיט רבינו דין זה ונ' שהוא מפרש כפי' הנ\"י ודוק."
            ],
            [],
            [],
            [],
            [
                "<b>אינו גט.</b> וכ' הה\"מ אע\"ג דג\"ד בגיטא לאו מילתא כיון שעשה מעשה וכו' ועי' בכנה\"ג בהגהת הטור סי' קמ\"ג אות ז' שיטת הלבוש דוקא ג\"ד חלוש כגון ברוך הטוב והמטיב לא מהני בגט אבל ג\"ד ואומדנא דמוכח אפי' אבי' מודה ודלא כתשו' רש\"ל סי' כ\"ד ע\"ש וי\"ל דגם לשי' רש\"ל ביחוד עמה דהוא מעשה מודה כנ\"ל."
            ],
            [],
            [
                "<b>אמר לי' וכו'.</b> כ' בכ\"מ מ\"מ נראה שלא הכשיר רבינו וכו' ומ\"ש המל\"מ לתמוה על המרדכי שהביא הב\"י עי' בשו\"ת רח\"ש סי' ג' פי' נכון, וממה שכ' רבינו פה אפי' הי' הכותב והוא השליח שנתנו לה מוכח דסופר שרי להיות שליח ובשו\"ת פנים מאירות סי' ס\"ח תמה על מ\"ש בסדר הגט מהגאון מהר\"י מרגליות סי' פ\"ח וז\"ל בפ\"ב דגיטין אמרי' בפני נכתב כולה ובפני נחתם חצי' אפי' אמר אני הוא עד שני פסול מכאן דאין לעשות העד שליח כלל וכו' ומענה הה\"ד נמי דאין לעשות הסופר לשליח בתיקון חכמים הוא לומר בפ\"נ ובפ\"נ והכא אני כתבתי ולא אמר כולה בתקנת חכמים ע\"כ וכן תמה ממתני' אמר לשנים תנו גט לאשתי ע\"ש ושם בסי' ס\"ט כתב ליישב ובמתני' ורבינו מיירי בנתקיים חתימת ידי העדים והר\"י מרגליות מיירי אם בא ע\"א ומעיד ע\"ש שהאריך ובאמת מסתימת דברי מהר\"י משמע דמן הסתם הוא אומר ואפשר לומר לפי מ\"ש בהגהת רמ\"א אה\"ע סי' קמ\"ב סי\"ד דאפי' בעל צ\"ל בפני נכתב א\"כ ה\"ה לשנים שהביאו גט דחד טעמא הוא משום דחיישי' למ\"ד משום לשמה ויש לנו דין כקודם שלמדו כמ\"ש שם הב\"ש וא\"כ מ\"ש הר\"י מרגליות דאין לעשות הסופר לשליח בכל אופן מיירי ואין להקל כלל אפי' בגט מקוים ועי' דף כ\"ט מ\"ש התוס' שם דאיידי דנקט יכתבו נקט נמי יתנו ובמהרש\"א שם אפשר לומר דהא קמ\"ל מתני' דרשאין לתנו הסופר יכול להיות שליח ובחידושי הארכתי."
            ],
            [],
            [],
            [],
            [
                "<b>מפני שיבוש וכו'.</b> עי' בהה\"מ ודין זה יש לתלות בגרסאות הגמ' דף כ\"ט ע\"ב בהא דאמר קפחינהו ר\"ס ע\"ש ברש\"י ותוס' וחי' רשב\"א ודוק ועי' בלח\"מ ועי' בב\"י סי' קכ\"ב ובהה\"מ בפ\"ד מה' זכי' ומתנה במה שהניח שם בצ\"ע ויש מי שכ' דט\"ס יש בדבריו מ\"ש ומכ\"ש לדעתם אם הם בעצמם עשו דבר דשפיר דמי וי\"ל לפי פירש\"י בהך אבעי' יש מקום לומר דזה ס\"ל לתלמודא בפשיטות דוודאי אמרי' דטרחי' דדהו חייש ואם רוצים להיות בעצמם שלוחים ש\"ד עי' עוד בב\"י סי' ק\"כ במ\"ש דאם אומר כתבו אינו במשמעו אלא כתיבה לחוד והמתני' לישנא קטיעא נקיט והפ\"ח תמה עליו ולפמ\"ש יש מקום ליישב דזה הדבר תלוי בספיקות התלמודא או אמרי' דטרחא דדהו חייש ודוק קצרתי ועי' בהל' ל\"ט בהה\"מ."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נתן הגט לשליח וכו'.</b> עי' במל\"מ אי צריך הרשאה ועי' בס' מקרא סופרים דף מ\"ד ע\"א."
            ]
        ],
        [
            [
                "<b>אפי' לא נתגרשה וכו'.</b> נראה דכוונת רבינו דלא התירה אלא לאדם אחד וכענין שאמרו בירושלמי ר\"פ המגרש אמר ר' אילי טעמא דר\"א ויצאה מביתו והלכה והיתה לאיש אחר אפי' לא התירה אלא לאדם אחד ומק' שם שמועתה רובא ממתנית' מתנית' אמרה כשהותרה לכל ואסרה לאדם א' שמועתה אמרה כשאסרה לכל והתירה לאדם אחד פי' הו\"ל למתני' למנקט רבותא טפי דאפי' בזה אמר ר\"א דהוי גט ע\"ש וא\"כ סובר רבינו דבאמת בכה\"ג ר\"א מודה ולא דריש אפי' לא נתגרשה אלא מאישה אלא בכה\"ג דהתירה לכל חוץ מאדם אחד וע\"ז השיבו רבנן דאיסור כהונה שאני אבל באסרה לכל חוץ מאדם אחד מה\"ת לא הוי גיטה אפי' לכהונה כ\"א מדרבנן דהחמירו באיסור כהונה וכמ\"ש רבינו ובזה נתיישב קוש' הה\"מ."
            ],
            [],
            [],
            [
                "<b>כדי שלא יאמרו.</b> עי' במל\"מ שהבין בדברי רבינו שחולק על כל מה שכ' הראשונים דטעמא דאסורה לראשון הוא משום קנס דקנסוה רבנן לדידה אע\"פ שהיא שוגגת וסיים דנ\"מ להיכא דזינתה דסוברה שמת בעלה ובזנות פשיטא דלא בעי גט וא\"כ אליבא דרבינו אף דאסורה לב' לראשון מיהת שרי' דהא ליכא שום חששא ולי צ\"ע דהרי רבינו גופי' בפרושו למתני' ר\"פ האשה כ' וז\"ל מן העקרי' שהם אצלינו שכל מי שזנתה אשתו תחתיו אסורה עליו ועל מי שזנתה עמו וכו' ולפיכך חייבנו בכאן תצא מזה ומזה אע\"פ שהיא שוגגת לפי שהיא נעשית זונה ע\"כ הרי לפניך דהא דאסורה לראשון עקרו מטעם קנסא ובאמת הטעם שכ' רבינו מפורש בגמ' יבמות דף פ\"ח ע\"ב בהא דמק' שם א\"ה סיפא וכו' נימא גירש זה וקידש זה וכו' לעולם בעי גט א\"ה נמצא זה מחזיר גרושתו ע\"ש ונראה דוודאי שני הטעמים אמת דמש\"ה החמירו על הראשון לאסרה לעולם ואם נשא יוציא ועיקר הטעם משום קנסא וע\"ש בתוס' ד\"ה א\"ה ובמהרש\"ל שם שכ' דלס\"ד הי' סובר התלמודא דנהי דבעי גיטין לחומרי' מכח שמא יאמרו מ\"מ היכא שמותרת לחזור לראשון חוזר ראשון ולקחה בלא גט ואומר לאו כל כמיני' לאסור עלי אשתי משום שלא יאמרו אבל אם אינו רוצה להחזירה או שמת אסורה לעלמא עד שתתגרש משני ע\"ש ודוק אבל למסקנא בכל ענין בעי גיטה בין להנשא לעלמא בין להנשא לראשון והיינו ע\"כ מטעם שמא יאמרו אבל היכא דלא עבדה איסורא לא חשו לשמא יאמרו וע\"ש במהרש\"א ויש מקום ג\"כ לפרש דברי הירושלמי בדרך זה כנ\"ל ודוק."
            ],
            [],
            [
                "<b>תנאי הי' בקידושין וכו'.</b> הנ\"י דבנכנסה לחופה ולא נבעלה צריכה גט משני ולא שרינן לה אלא בנתקדשה לבד אע\"ג דלא עבדה אסורה ממש כיון שלא נבעלה ולזה כפל רבינו דבריו במ\"ש כיון שלא נשאת ובכניסה לחופה בעי גט ומש\"ה יהיב טעמא דאין תנאי בנשואין ולא נקיט דלא עביד איסורא ועי' בלח\"מ ודוק."
            ],
            [
                "<b>קודם שגירש השני.</b> וכ' הפ\"מ ר\"פ האשה דמדברי הרמב\"ן משמע דלא מחלק דאפי' אחר שגירשה השני קנסו רבנן ע\"ש וכ\"מ לישנא דמתני' דתנן ההולד מזה ומזה ממזר משמע דשווים הם אלא דזה מה\"ת וזה מדרבנן."
            ],
            [],
            [],
            [],
            [
                "<b>ואם נשאת.</b> ירושלמי ר' זעירא אמר עד שלא נתארסה ונתארסה ר\"י ב\"ח אמר עד שלא נשאת ונשאת מתניתא מסייע לר\"ז לא כל הימנו לאבד זכותו של שני וכ' בחי' רשב\"א דהכי הלכתא דאפי' נתארסה אינו נאמן לאוסרה ע\"ש ומפני זה כ' רבינו בטעמו והרי בא לאוסרה על הבעל השני וגרסי' עוד שם מה אנן קיימין אם בשטעה אף ר\"א מודה ובשלא טעה אף רבנן מודה כי פליגי בסתם ע\"ש."
            ],
            [
                "<b>המוציא את אשתו וכו'.</b> ורש\"י פי' בגמ' משום קלקולא דחשש גמור הוא והתוס' שם ד\"ה אי כ' דלא הוי אלא לעז והיינו משום דדחיק להו אמאי לית לה להנך א\"ד חששא זו ורש\"י סובר דגם אית דאמרי אית להו לסברא פשוטה טעם קלקולא והוסיפו טעם דפריצות אפי' אי לא אמר לה נמי לא יחזור משום פריצות ובזה יובנו דברי רבינו פה דסובר כפירש\"י דלא הוי לעז בעלמא ודוק ועי' בלח\"מ."
            ],
            [],
            [
                "<b>ואמר בפני נכתב ובפ\"נ.</b> ולשון הש\"ע סי' י\"ב אבל המביא גט שאצ\"ל בפ\"נ מותר לישא אותה וכ' הב\"ש שם אות ד' משמע אפי' בא\"י דמהני אם אמר בפ\"נ ובפ\"נ דתו אין הבעל יכול לערער מ\"מ אינו בכלל עד המעיד ע\"ש ובחי' רשב\"א ביבמות שם כ' אפי' בכה\"ג לא ישאנה וכ\"נ מלשון רבינו פה מ\"ש ואמר בפ\"נ ועמ\"ש בפ\"ז ובזמן הזה דבכל ענין צ\"ל בפ\"נ יש מקום להקל."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל אם נשתטת.</b> עי' תשו' רש\"ל סי' ס\"ה מהו יודעת לשמור את גיטה שיודעת להבין כשאומרין לה אל תחזרי לבית פלוני עוד וכל שמבחנת בין גיטה לד\"א פי' כשתובעין ממנה גיטה מוציאה היא גיטה וכשתובעין ממנה חפץ מוציאה החפץ וה\"ה שאר שני חפצים ועי' עוד שם במה שיש להבחין אם יודעת לשמור עצמה וע\"ש שהאריך וכ' דשוטה גריע טפי מקטנה עי' בהה\"מ.<br><b> ועל </b> ענין אשה שנשתטת מה שנוהגין במסירת הגט ליד שליח להולכה ע\"י היתר מאה רבנים כמבואר בב\"ח בסי' קי\"ט אין חילוק בדבר כלל בין אם בת גירושין היא מה\"ת או לא ועי' בהגהת מל\"מ פ\"ו מהל' אישות וכבר הארכתי בזה בתשו' ליישב המנהג ועי' בנב\"י מהד\"ת אה\"ע סי' קכ\"ו מ\"ש בשם הגאון מוה' גרשון מה שדרש טוב על פי דברי הרמב\"ן ומה שהשיג שם עליו נראה דס\"ל דהא גם עדים צריכין להיות מזומנים מן הבעל ומי משוה אותן עדים משא\"כ בנשתטת שיש לה בעל והא דכ' הרמב\"ן שכיון שאין בידו לגרשה אין בידו לעשות שליח לגרש ונעשה כמו שלא אמר לסופר כתוב ולעדים חתומו ע\"ש פי' דאין כאן מי שמצוה לסופר ומי שיזמין לעדים שיחתומו ומ\"ש שם בנב\"י דהטעם הוא משום לשמה אין זה דבר ברור ובפרט אם אמרינן סתמא לשמה עי' תוס' גיטין דף כ' וגם יש מי שסובר דהא דסתמא שלא לשמה מדרבנן בעלמא הוא א\"כ גם אם אמרי' משום דאין זה אשתו חשיב כאלו לא נכתב לשם בעל המגרש אבל בנשתטת שיש כאן בעל יש מקום לומר דכשר וחרם ר\"ג כבר הביא בעל כנה\"ג סי' א' דאנן גרירין בתר שיטת האוסרים אפי' בדיעבד בעבר ונשא והרשד\"ם כ' דתקנת ר\"ג קיימת עד כי יבוא שילה ועי' בשו\"ת מעיל צדקה דף ל\"ט ע\"א ע\"כ אין להתיר הדבר כ\"א על פי היתר מאה רבנים להציע הענין בפניהם ולהשליש לה סך כתובתה וליתן גיטה ליד שליח להולכה מיד אחר שתשתפה ובכל עת צריך היתר ממאה רבנים בג' ארצות ואז יש מקום להתיר במקום שאינו נגד חוק המלכות ירום הודו ואין להאריך פה."
            ]
        ],
        [
            [],
            [
                "<b>החרשת.</b> וקטנה שהיא חרשת ממאנת עי' תשו' רשב\"א סי' אלף ר\"ג."
            ],
            [],
            [],
            [
                "<b>ונבעלה אחר שהגיע לזמן וכו'.</b> משמע דבעי' לידע זמן הראוי' בבירור אבל אם יש ספק אם הגיע לזמן יש מקום להקל ועי' בשו\"ת ר\"י מטראני ח\"א סי' מ\"א וסי' נ\"א."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל אשה וכו'.</b> עי' בתשו' השיב ר\"א סי' ז'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מעוברת חבירו ומניקת חבירו.</b> עי' בהה\"מ מ\"ש בשם י\"מ דוקא במניקה דנתארמלה אבל בנתגרשה וכו' והוא שיטת ר\"ש הזקן הובא בתוס' יבמות דף מ\"ב ע\"א ד\"ה סתם וז\"ל ר\"ש הזקן הי' אומר דגרושה מינקת מותרת לנשא וכ\"ה בתוס' כתובות דף ס' ע\"ב ד\"ה והלכתא והנה כפי הלשון בתוס' ולשון הה\"מ דנקטו בדבריהם מינקת דבמעוברת מודה ר\"ש הזקן והיינו משום דבמעוברת איכא עוד טעמא אחרינא משום דחסה וכמ\"ש רבינו פה דטעם זה לא נדחה עי' בכ\"מ. והתוס' בכתובות שינו לשונם הר\"ש אומר דגרושה מותרת משמע מעוברת ומניקה וכ\"ה להדי' ברא\"ש יבמות וכ\"כ רי\"ו בנתיב כ\"ג חלק ג' יראה מדבריהם דס\"ל דהיתר הר\"ש הזקן אפי' במעוברת ונ\"ל דפי' זה מוכרח בדברי הר\"ש דהרי ר\"ת השיב על דבריו דלמאי דהוי בעי למימר דטעמא משום דחסה אין חילוק בין אלמנה לגרושה וה\"ה לה\"ט ובאמת קוש' זו יש ליישב לשיט' הר\"ש דאדרבה יש קצת ראי' לפרושו משום דלכאורה ק' למה נאיד הגמ' מטעם דחסה הא כיון דמסיק טעם דמניקה משום ולד דעל דידי' חייס ועל חברי' לא חייס א\"כ ה\"נ י\"ל דעל חברי' שייך טעם דדחסה בלא מתכווין משא\"כ בדידי' חייס ומשים על לבו כמ\"ש הכ\"מ לשי' רבינו ולפי' הר\"ש ניחא דלס\"ד דטעם דחסה אפי' בגרושה שייך טעם זה והמקשה לא הי' ידע ליתן טעם למניקה דאף דהי' עולה על דעתו משום הנקת הולד עכ\"ז קשי' לי' דהא סתמא קתני דומי' דמעוברת וא\"כ אפי' בגרושה מינקת אסור ובזה לא הוי ידע טעמא ועל כן הוכרח התרצן לחדש סברא דדחסה אפי' לגבי חברי' לא נחשד אבל להניק לא אכפת לי' ומש\"ה קאמר דטעם מעוברת ג\"כ משום הנקה וא\"כ מעוברת ומניקה שניהם שווים דאין כאן אסורא כ\"א באלמנה ומיושב קוש' ר\"ת על הר\"ש והיינו ע\"כ דסובר הר\"ש דטעם דדחסה נדחה לפי המסקנא. ובתוס' כתובות הק' ר\"ת וז\"ל ר\"ת אומר דאסורה לנשא דתני' בפ' החולץ וכו' מעוברת חבירו וכו' קפסיק ותני ע\"ש ולפי דברינו יש מקום להציל הר\"ש גם מקו' זו דלכאורה ק\"ק מפני מה קתני בבריי' מעוברת כיון דקתני מניקה אנן ידעי' דמעוברת למניקה קיימא ולפי דברי הר\"ש מיושב דמש\"ה קתני מעוברת להורות לנו דאסורה דמעוברת דומי' דמניקה כי היכא דמניקה דוקא במשועבדת אבל לא בגרושה גם במעוברת דינא הכי ואשמועי' דלא אמרי' לפי המסקנא טעמא דדחסה כלל ומה שהק' עוד דאלמנה נמי לא משתעבדא מכי תבעה כתובתה או רוצה לנשא לזה י\"ל דס\"ל כיון דעכ\"פ משכחת לפעמים שיעבוד באלמנה לא חלקו חכמים אבל בגרושה דלא משכחת שעבודא כלל לא גזרי' אטו אלמנה ובזה יש מקום ליישב ג\"כ מה דק' לב\"ש דס\"ל דאשה אינה משועבד להניק כתובות דף צ\"ט ואעפ\"כ אית לי' אסורה דמניקת חבירו וי\"ל דאף דס\"ל לב\"ש מן הסתם לא מחייבי' לאשה להניק א\"כ משכחת לה לפעמים שמחויבת כגון במקדש אותה אדעתא דהכי וגם אם כבר מנהג העיר שרובן מניקים בניהם י\"ל כל הנושא אשה אדעתא דמנהגא נשאה וכיון דמשכחת תקנת חכמים בכה\"ג שוב לא חלקו משא\"כ בגרושה אף דיכול לגרשה ג\"כ בתנאי שתניק את בנה כמבואר בפ' המגרש מ\"מ בכה\"ג וודאי דאינה רשאי לישא דאולי לא תוכל להניק ונתבטל הגט למפרע ועוד הארכתי בתשו' ליישב כל הקוש' הנזכרות באופן אחר ועמ\"ש בזה פ\"ב מהל' סוטה הלכה ט' ואעפ\"כ רוב הפוסקים ורבינו מכללם לא ס\"ל סברת הר\"ש הזקן ואין לסמוך עליו להתיר בשום אופן.<br><b> ובמזנה </b> עי' בהגהת מרדכי פ' החולץ מינקת שנתעברה בזנות בא מעשה לפני הרב ר' מרדכי והתירו עי' שם במרדכי היטב ונראה מדבריו דלא חלק עם הרב ר\"מ כ\"א במ\"ש להתיר אפי' לשי' ר\"ת אבל מודה לדבריו לשי' הר\"ש דזונה ג\"כ מותרת אבל הנ\"י פ' החולץ כ' ולענין מזנה אליבא דכ\"ע לא תנשא משום דאין לולד מי שישתדל ואין לה על מי לחזור וודאי דמרחמת עליו ומניקתו הגם דאינה משועבדת ועי' בשו\"ת צ\"צ סי' נ\"ה וגם היתר זה להקל במזנה אין לו ראי'.<br><b> ובזונה </b> מופקרת עי' בשו\"ת מהר\"י מינץ סי' ה' ורבים חולקים עליו והכל לפי הענין ומ\"ש הב\"י ססי' י\"ג דגרושה שאין התינוק מכירה שי' הרשב\"א שהביא הה\"מ פה משמע דס\"ל אפי' לר\"ת דמחמיר בגרושה דוקא במכירה וסיים וראיתי מורים להקל ולא מחיתי בידם כיון שיש להם על מה לסמוך ובשו\"ת אמונת שמואל סי' ב' למד מזה דגם באלמנה כל היכא דאינו יכול לכפותה להניק כמו שהכניסה לו ב' שפחות או שאין בני משפחתה רגילין להניק דינה כמו גרושה ושם סי' ג' כ' הגאון דבאלמנה שלא התחיל אצלה השיעבוד כלל עדיפי מגרושה דעכ\"פ התחיל השיעבוד ע\"ש ולענ\"ד אין כאן מקום לסמוך כלל להתיר דהרי מדברי התוס' מבואר לשי' ר\"ת גם בגרושה שלא הכירה אסור ודלא כהב\"ח וכ\"כ רש\"א בתוס' כתובות דל\"ק על ר\"ת מהך דגרושה אין כופין דמ\"מ אסורה לנשא אטו לא נתגרשה ואטו מכירה ע\"ש ואין להקשות איך ס\"ד לגזור אטו הכירה איך התיר ר\"נ לדבי ר\"ג הא גם שם במכירה אסור היינו דוקא היכא דאיכא תרתי גזרי' אטו לא נתגרשה ואטו מכירה ועוד יש מקום ליישב לפמ\"ש הריב\"ש הובא בב\"י שם דלא קיימ\"ל כר\"נ משום דמסקי' בגמ' הלכתא מת מותר ע\"ש א\"כ לדידן דלא מתירין כ\"א במת ואפי' בדבי ר\"ג אין אנו מתירין כ\"ש בגרושה דגזרי' אטו מכירה וכן נ\"ל שיט' הרשב\"א ג\"כ ומ\"ש בתשו' סי' תשכ\"ג וז\"ל שאלת עוד מינקת חבירו היכא דנתנה הבן לשני מינקת ונתנו עירבון להניק תשו' לא נתברר מתוך דבריך אם הי' תוך חמשים וכו' וסיים שם אלולי היתר הגמ' בדבי ר\"ג וכשמת הולד היינו אוסרי' סוף דבר אינו יודע בזה שום היתר ע\"ש ולכאורה קשה אמאי לא השיב להתיר בכה\"ג שכ' האמונת שמואל ואף אם יש לחלק בין אלמנה דלא חלקו חכמים אפי' באינה משועבדת משא\"כ גרושה דבכל ענין אינה משועבד כ\"א במכירה משום סכנת הוולד מ\"מ ק' על הרשב\"א דהא לא נתברר בדברי השואל אי הוי מינקת חבירו באלמנה או גרושה משמע דלא ס\"ל להתיר גם בזה וכן יראה מלשונו שם במה שסיים ואלולי היתר הגמ' וכו' אלא דבזה חלק הרשב\"א עם הריב\"ש א\"כ הרי דגם הרשב\"א אינו מתיר בגרושה באינו מכירה והא דכ' הה\"מ בשם הרשב\"א להתיר בגרושה לא להורות הלכה למעשה להתיר כ\"א להכריע מסברא בפי' הבריי' ודברי הב\"י צל\"ע למה לא מיחה במי שהורה להתיר וסומך על הרשב\"א והוא בעצמו לא סמך ע\"ז וביותר וודאי דאין להקל במ\"ש בעל אמונת שמואל וכמ\"ש וגם בגרושה שאינו מכירה ג\"כ אין להקל וביותר לפמ\"ש הרי\"ו במישרים הא דנתגרשה אינו כופה דוקא כשמוציא מניקה אבל כשאינו מוציא מניקה או שאין לו שכר לשלם המניקה כופין אותה א\"כ פשיטא דאסורה לנשא מה\"ט דלמא אינו מוציא מניקה והיא משועבדת. ודע שמ\"ש הרי\"ו או שאין לו שכר לא נמצא מבואר בפוסקים שאם אין לו שכר המניקה שיכול לכופה וכי היא מחוייבת להניק בחנם יתנו לו מקופה של צדקה ומצאתי בס' נתיבות משפט דף קס\"א ע\"א שהעיר בזה ע\"ש עכ\"פ אין כאן מקום לסמוך כלל על התירא דבעל אמונת שמואל ועי' בשו\"ת נב\"י מה\"ת דף כ\"ב ע\"ב וע\"ג שכ' שגם בעל אמונת שמואל שהתיר שם הי' לו טעמים אחרים שהיתה פרוצה ומ\"ש שם דף כ\"ד ע\"ד מילתא חדתא בעסק זונה מינקת ע\"ש שהאריך נראה לי מ\"ש לא מצינו חיוב על האם יפה כתב לפי פשטן של דברים שהביא הב\"י בסי' פ\"ב אבל הר\"י במשרים ס\"ל דהחיוב על האם היכא דאין להאב לשלם ואפשר לומר דדין דמישרים דוקא בגרושה כיון דעכ\"פ הי' חל עלי' שיעבוד הנקה שעה אחת בשעת הקידושין משא\"כ גבי זונה דלא התחיל השיעבוד כלל ובזה אין כאן מחלוקת בין רי\"ו והרא\"ש ודלא כמ\"ש בעל הנתיבות. ומ\"ש דזינתה עם ערבי ועבד לא הי' בכלל הגזירה משום דלא שייך אלמנת בעבד וערבי צע\"ג אטו באלמנת תלי' מילתא והא דנקט חבירו לרבותא נקיט כן אעפ\"י דבעל ראשון הי' חבירו ואוהבו ס\"ד דהוא יחיס על בנו כמו עלי' דידי' קמ\"ל דאין לחלק בהכי ומצאתי בכנה\"ג סי' י\"ג בהגהת ב\"י אות ל\"ה וז\"ל אשת מומר שנתגרשה ממנו לא קרי' בי' אשת חבירו הר\"מ אלשקר וסיים שם אמר המאסף נ\"ל פי' דבריו שהיא מניקה או מעוברת ממנו אך בעיקר דינו של הרב אני מהרסס שוב מצאתי לבעל משפטי שמואל סי' צ' באשת מומר שאסורה להנשא ע\"ש והנה המתירין היינו משום דמשמע להו דלאו אחיו הוא במצוות ולא מקרי חבירו ממש ועי' בטאה\"ע סי' קנ\"ז ואעפ\"כ הסכימו לאסור א\"כ אין לסמוך על ההיתר הזה כלל.<br><b> ועי' </b> בפ\"י בק\"א למס' כתובות דף ט' ע\"ג בעובדא שבא לידו באשה שכבר התיר לה חכם אחד ליתן בנה למינקת ולא התחיל להניק וע\"י הוראה זו נקשרה לאיש וקבעה זמן נשואין לאחר ג' חדשים ולא רצה להמתין יותר ושלא להפריד בין הדבקים בקושי התיר לאחר ט\"ו חודש ע\"ש במ\"ש שעכ\"ז הי' לבו נוקפו ובתשו' הארכתי והבאתי סמוכין לזה דלשון הברייתא בכתובות קתני בה כ\"ד חודש ובריי' דיבמות לא הוזכר זמן ובכתובות לא נזכר פלוגתא דר\"מ ורבנן וביבמות נזכר וי\"ל דבברייתא יבמות דף ל\"ו ע\"ב תני ואם נשא יוציא ולא יחזיר עולמית וחכמים אומרים יוציא וכשיגיע זמנו לכנוס יכנוס ופירש\"י שם כ\"ד חודש ולמה סמך הברייתא ולא פי' הזמן וי\"ל דוודאי רוב התינוקות די להם בהנקה ט\"ו חודש אלא דמיעוטן אין די בהן וכמ\"ש הפ\"י וא\"כ וודאי דלכתחילה לא תנשא עד כ\"ד חודש דאולי הוא מן המיעוט אבל בדיעבד דקנסינן לי' דלא יחזיר עולמית היינו דוקא קודם ט\"ו חודש משא\"כ לאחר ט\"ו חודש אפשר דמודה ר\"מ לחכמים ואפשר נמי אליבא דחכמים בכה\"ג מפרשי' לו ממנה עד דחזי' דסגי לולד זה זמן הנקה בפחות אבל גם על היתר הזה א\"א לסמוך בשום אופן כ\"א בצירוף הרבה סניפים כמ\"ש הפ\"י שהמורים להקל נענשו ועי' בשו\"ת בית יהודה חלק אה\"ע סי' י\"ח ובשו\"ת שב יעקב סי' ח' וט' ובשו\"ת בגדי כהונה חלק אה\"ע סימן ד' ה' ו' וראוי לכל מורה שלא לעשות מעשה להורות להקל ביחידי כ\"א בצירוף רבנים מובהקים.<br><b> ובפנויה </b> שנתעברה ואמרה מפלוני והוא מודה לדברי' עי' ב\"ש סי' י\"ג אות כ\"ג וע\"ע ב\"ש סי' ד' אות מ' דלענין חליצה לא סמכי' ע\"ז וחיישי' דלמא זנתה ג\"כ עם אחר ואם שוב לקחה לו לאשה ומת בלא בנים ולא נשאר כ\"א זרע הזה שילדה כשהיתה פנוי' והוא הודה אז שהולד ממנה אעפ\"כ צריכה חליצה ואפשר לומר ג\"כ לשי' רבינו פה דס\"ל דטעמא דדחסה לא נדחה א\"כ במעוברת י\"ל דאין להאמין לה גם בהוא מודה כיון דאפשר להמתין עד שתלד ויש מי שמצריך שבועה שישבע הוא והיא ואם מתחילה כיחש ואח\"כ הודה אם מהני אמתלא ואם בעי' אמתלא ברורה כבר האריכו אחרונים בתשובותיהם ועי' בס' צ\"צ."
            ]
        ],
        [
            [
                "<b>הוחזקה א\"א.</b> שינה רבינו לישנא דמתני' משמע אפי' ע\"י קול ועי' באה\"ע סי' ז' אות י\"ד וב\"ש שם ולפי מה דאמרי' בגמ' כתובות כ\"ג ע\"א אליבא דר\"א הא דתני סיפא אם משנשאת באו עדים לא תצא דוקא בשבוי' אבל לא ברישא א\"כ הפי' ברישא אם יש עדים היינו אפילו באו עדים לאחר שנשאת ולא שייך למתני במתני' קול ולקלא דבתר נשואין לא חיישי' שוב מצאתי שגם בס' הפלאה כ\"כ. ומוכח דלא כשי' הי\"מ שמביאים התוס' יבמות דף צ\"ב ומיושב בזה מה דקש' לכאורה על הגמרא גופא מאי קמקשה דלמא אמרי' כסברת הי\"מ ולדברינו מיושב דסתמא דתלמודא ס\"ל כר\"א דאף אם נשאת תצא וסייעתא לפסק רבינו כמ\"ש הה\"מ דדעתו כדעת הרמב\"ן והרשב\"א."
            ],
            [],
            [
                "<b>בא הבעל וערער וכו'.</b> עמ\"ש בר\"פ ז' בפי' דברי הה\"מ וראיתי בתומים סי' מ\"ו אות א' שגם הוא רצה לפרש דברי הה\"מ כן אלא שסתר דבריו מדברי רבינו פה במ\"ש בעל שאמר על גט מזויף והיא מכחישתו וכו' שפסלה נפשה מכהונה דמשמע דמה\"ת אין גט כלל וכאן הרי מכחשתו ומ\"מ נאמן לומר דמזויף."
            ],
            [],
            [],
            [
                "<b>שנים אומרים נתגרשה וכו' והיא אומרת גרשתני.</b> כצ\"ל."
            ],
            [],
            [],
            [
                "<b>האשה ובא ע\"א וכו'.</b> כ' הר\"ן בכתובות כ\"ב וא\"ת היכא מתוקמא בחזקת א\"א הא כיון שמכחישין זא\"ז חד מינייהו פסול הוא וכו' לאו קוש' היא דמתוקמא כגון דתרווייהו מודו בגירושין אלא דפליגי בקרוב לה ובקרוב לו ובכה\"ג עבידי דטעי וכו' ע\"ש ועי' בש\"כ חו\"מ סי' ל\"א אות א' דבעי לפשוט מזה ספיקא של חכמי בריסק ובתומים שם כ' שמדברי רבינו פה מדסתם ולא כ' דוקא בכה\"ג משמע דס\"ל כיון דכל אחד לא מוכחש אלא מחד מצטרפין ועי' בר\"ן שם מה שהאריך בענין תרי ותרי די\"א דקיימ\"ל דהוי ספיקא דאורייתא והוא ז\"ל כ' שם דסוגי' דפ' ד' אחין דף ל\"א משמע דתרי ותרי ספיקא דרבנן הוא ומוקמי' אחזקה ולכאורה יש מקום לומר דאליבא דר\"ח בב\"ב דף ל\"א דאמר בהדי סהדי שקרא ל\"ל ופסלי' להו לעדות אחרת אז מסברא אמרי' דתרי ותרי ספיקא דרבנן משא\"כ לר\"ה דקיימ\"ל כוותי' דס\"ל זו באה בפ\"ע ומעידה וכו' אפי' להוציא ממון וודאי דספק תורה הוא וא\"כ י\"ל דאין ראי' מסוגי' דיבמות דשם מצי קאי אליבא דר\"ח וא\"כ שפיר קאמר הגמ' דספיקא דרבנן הוא אבל לפמ\"ש הר\"ן דבס' קרוב לו וקרוב לה תלינן בטעו' ואין כאן הכחשה ושם ביבמו' הא מיירי בכה\"ג דס' ק' לו ק' לה ואעפ\"כ מסיק שם דספיקא דרבנן הוא יפה כ' הר\"ן דקיי\"ל ספיקא דרבנן הוא ולפמ\"ש רבינו פה דלית לי' סברת הר\"ן וי\"ל נמי דלא ס\"ל לתלות בטעות אפי' בקרוב לו וקרוב לה וי\"ל דס\"ל לרבינו דספיקא דאורייתא הוא וה\"נ משמע דס\"ל לרבינו דתרי ותרי ספיקא דאורייתא הוא וכ\"כ הלח\"מ בפ\"ח מהל' שגגות הל' ג' דאפשר הי' לומר דרבינו ס\"ל הכי וסיים שם אבל כבר דחה הר\"ן סברא זו וכיון שכן אין לתרץ כן אלא מ\"ש הוא עיקר פי' דסבר שם כתיר' הראשון דגבי שנים אומרי' נתגרשה ס\"ל לרבינו דאשה דייקא וסברא זו אף שכ' התוס' במס' יבמות דף פ\"ח מ\"מ לא ברירא וכמ\"ש שם בס\"ד."
            ],
            [],
            [
                "<b>אמר הבעל פקדון וכו'.</b> רבינו פסק כר\"ח ועמ\"ש בפ\"ו והטור בסי' קמ\"ב פסק כר\"ה להחמיר וכ' הה\"מ וע\"כ לא פליג ר\"ה אלא בעיר אחת הא לא\"ה אפילו ר\"ה מודה וכו' ושלטי הגבורים כ' בשם הריא\"ז דלר\"ה גם בב' עיירות נמי הבעל מהימן והדבר תמוה דבב' עיירות לא שייך סברת אי איתא וכו' ובפשיטות י\"ל לשיטתו דס\"ל כפי' הי\"מ שהביא בחי' רשב\"א בסוגי' דלא אמר ר\"ה שהבעל נאמן אלא כשהגט יוצא מתחת יד שליש שלא עשה שליח שליחותו והוא שאמר ר\"ה אם איתא וכו' הוי יהיב לה פי' השליש וא\"כ אין חילוק בין עיר אחת לשתי עיירות להך פי' ומה שהקש' בח\"ר על פי' זה יש לדחות להמעיין. ויש קצת ראי' לפי' הי\"מ דלפי שיטתם שפיר י\"ל דלא חשיב חצי דבר דעדי אמירה א\"צ לעידי קבלה גם לר\"ה בעשה שליחותו וא\"צ לדחוק כמ\"ש התוס' סד\"ה אפילו כיון דאם אין שלשתן בעיר ל\"צ וכו' ומשמע מדבריהם דמש\"ה אפילו בעיר אחת לא חשיב ח\"ד וזהו נגד הסברא. אבל מדברי רבינו נראה מבואר דסבר כפירש\"י מדכתב וכן אם הי' הגט יוצא מת\"י האשה וכו' ולפי הי\"מ גם ר\"ה מודה בזה ומאי וכן שכתב רבינו. ונראה דקוש' הרשב\"א על הי\"מ מהא דקאמר התלמודא מי איכא מידי דאיהו גופי' לא מהימן וכו' ומאי קוש' הא כאן עשה שליחותו דוודאי א\"צ ליתן לה הגט כיון שנתגרשה בקבלתו אבל עכ\"פ צריך להודיע לה אולי לא נתרצה הבעל להיותו שליח קבלה וכמ\"ש רבינו פ\"ו הל' י' וא\"כ בכה\"ג השליש מהימן ולא נקיט בפשיטות דמודה ר\"ה אם כבר מסר לידה וקמ\"ל רבותא יתירא דאם אמר לה שנתרצה הבעל הגם שלא נתן לה הגט מ\"מ עשה שליחותו ונאמן ואפשר לומר נמי דסובר הריא\"ז דר\"ה בכל ענין קאמר דהבעל נאמן בין בעיר אחת בין בב' עיירות בעיר אחת מטעם דהבעל הוי יהיב לה לדידה ובשני עיירות משום דהשליח לא עשה שליחותו ונ\"מ בעיר אחת גם בעשה שליחותו נאמן הבעל ובשתי עיירות אינו נאמן כ\"א כל זמן שלא עשה שליח שליחותו ובזה י\"ל דלישנא קמא דרבה ג\"כ אמת ומיירי לישנא קמא בשתי עיירות ומפני שסתם דבריו משמע אפילו בעיר אחת ושפיר מקש' לי' וקאמר בלישנא בתרא דגם בעיר אחת משכחת לה דמודה ר\"ה ושני הלשונות אמת ובלימוד הישיבה הארכתי בזה ולא באתי כאן אלא למאי דקיימ\"ל להחמיר כר\"ה וכמ\"ש האחרונים משום דרבי' דר\"ח הוא אף דלכאורה צריכין לדחוק אליבא דר\"ה בהא דמשני התלמודא והתני' וכן לגיטין גיטי ממון והתני' וכן לשטרות מידי גבי הדדי תני' ובאמת צ\"ע מפני מה נקיט התנא גיטין וכוונתו לשטרות ולמה לא נקיט שטרות מה רצה להשמיענו בזה דקרי לשטרות גיטין הא איכא למטעי דנאמן השליש גם באיסור והי' נראה דר\"ה ור\"ח פליגי כענין שאמרו בירושלמי ריש גיטין הי' כתוב בגט שטר מתנה מה את עביד לי' כגט הוא וערעורו בטול או כמתנה הוא וערעורו קיים ייבא כהדא אתפלגון ר\"י ור\"ל ע\"ש וברא\"ש ספ\"ק דמכות וא\"כ ה\"נ אם כתוב בגט שטר מתנה אליבא דר\"ה דבממון נאמן השליש ולא באיסור א\"כ למ\"ד דלא פלגי' דיבורא א\"כ השליש אינו נאמן כלל גם לממון משא\"כ למ\"ד פלגי' דיבורא א\"כ לענין איסור אינו נאמן השליש אבל לענין ממון דאיתיהיב למחילה נאמן ולפי\"ז י\"ל דר\"ה ס\"ל דפלגי' דיבורא וא\"כ בכתוב שטר מתנה בגט נאמן השליש על המתנה הגם דאינו נאמן על הגט ולפי\"ז הברייתא דנקיט גיטין במקום שטרות להורות לנו את זאת דגם בגט שכתוב בו מתנה ג\"כ נאמן השליש לענין המתנה ור\"ח הי' ס\"ל דלא פלגי' דיבורא וא\"כ אס\"ד דלענין איסור אינו נאמן השליש שפיר קשי' לי' דלמה נקט גיטין במקום שטרות א\"ו דהשליש נאמן גם באיסור א\"כ לדידן דקיימ\"ל פלגי' דיבורא שפיר יש להחמיר כר\"ה דסברה הוא דבאיסורא אין להאמין להשליש ועי' במראה הפנים ריש גיטין ואין להאריך.",
                "<b>השליח נאמן.</b> עי' בלח\"מ הלכה ג' שחקר אם השליש נאמן דוקא בגט מקוים או אפילו בגט שאינו מקוים ואין הבעל נאמן משום מגו דמזויף דהוי מגו במקום חזקה ועמ\"ש פ\"ו ואפשר לתלות הדבר אם טען מזויף פסול הגט מה\"ת כל זמן שלא נתקיים אז יש מקום לומר דנאמן במגו משא\"כ אם מה\"ת גט כשר גם בטוען מזויף דנעשה כמי שנחקרה עדותן בב\"ד והיינו משום דלא שכיח הזיוף א\"כ אין כאן מגו ועמ\"ש בהל' ג' ובפ\"ז הל' א' במחלוקת רבינו והראב\"ד."
            ],
            [
                "<b>הואיל והבעל והשליח סועדין אותה.</b> משמע מדברי רבינו משום דשניהם מסייעי' אותה אבל בשליח לבד מסייע אותה לא מעיזה והוא כמ\"ש הרא\"ש בפי' השני ועי' בלח\"מ שכ' דפי' הב' לאיזה צורך קאמר הגמ' המגו וכ' לאלומי מילתא ועי' בנתיבות משפט דף רנ\"ג ע\"ד וכן יראה מדברי רש\"י דס\"ל דהשליש אינו נאמן כ\"א משום מגו והקש' בתוס' דגם ר\"ה מודה ביש לו מגו ולפי דברי הרא\"ש בפי' הב' י\"ל דשאני התם משום דמסייע להמגו חזקה דאינה מעיזה והנה הרא\"ש ג\"כ הקש' קוש' התוס' ומשמע דס\"ל דהפי' קמא עיקר וזהו דעת רי\"ו שהביא הב\"י בסי' קמ\"א דמיחס להרא\"ש פי' הא' לעיקר ולא כמו שהבין הטור והיינו משום דסבר הרי\"ו כמ\"ש הלח\"מ ולשי' הטור נ\"ל כמ\"ש בעל הנתיבות ע\"ש."
            ],
            [],
            [],
            [
                "<b>נאמנת ותנשא או תתיבם.</b> כ' התוס' יבמות דף קט\"ז ע\"ב ד\"ה באותו שעה וא\"ת אמאי לא מהמני' לה במגו שהיתה יכולה לומר גרשתני למ\"ד דרה\"מ אפי' שלא בפניו וי\"ל וכו' ועי\"ל היינו דוקא אמתני' דהתם וכו' דהפה שאסר הוא הפה שהתיר וכו' אבל בעלמא לא היתה נאמנת ע\"כ ורש\"א הרגיש שם מאי קוש' דהוי מגו דהעזה ולזה י\"ל דכיון שאמרה מת ולא יראה דלמא יבוא וודאי דיודעת בעצמה שעפ\"י רוב לא יבוא וא\"כ טוב יותר אם רצונה לשקר לומר גרשני דליכא העזה ואנן מהמני' לה באומרת גרשני ולא אמרה מת ודוק. אבל שמעתי שהרב הגאון מהו' עקיבא איגר אב\"ד דק\"ד פוזנא שתמה מאוד על קוש' התוס' הא מפורש שם במתני' אם יש עדים שהיתה א\"א אינה נאמנת הרי מפורש דלא אתמר דרב המנונא כ\"א בכה\"ג דהפה שאסר הוא הפה שהתיר ולאיזה צורך כ' התוס' תי' הראשון ולי נראה דכוונת התוס' בקושייתם דס\"ל למ\"ד דאתמר דרה\"מ אפילו שלא בפניו חזקה מעלי' היא דהא אמרי' שם בגמ' להך מ\"ד דאם נשאת לא תצא ואס\"ד דלא הוי חזקה גמורה כיון שעכשיו נודע שהיתה א\"א מפני מה לא תצא והא דתנן אם יש עדים אינה נאמנת להך מ\"ד היינו מדרבנן דלכתחילה לא תנשא וא\"כ שפיר קשי' להו להתוס' דהא חזי' בבריית' דוקא באותו מעשה ובאותו שעה סמכו חכמים להאמינה וב\"ה הי' ס\"ל דוקא בא מן השדה עד שחזרו להורות כדברי ב\"ש שלא דברו אלא בהוה והא ודאי דמודה ב\"ה דע\"א נאמן בעדות אשה אף דמה\"ת אינו נאמן ע\"א כלל משום חומר וכו' הקילו וא\"כ למה לא תהי' אשה בעצמה נאמנת הא אשה מה\"ת נאמנת דהא יש לה מגו מה\"ת ושפיר הוצרך התוס' לתי' הא' ובתי' השני סוברים דבאמת לאו חזקה גמורה הוא אלא משום דבשעה שאמרה היתה נאמנת מה\"ת משום הפה שאסר מצרפי' לזה חזקה דאינה מעיזה שלא תצא ובאמת תיר' השני לפי\"ז קצת דוחק ועמ\"ש בספ\"ז בס\"ד.",
                "<b>וכן אם בא ע\"א וכו'.</b> מדברי רבינו משמע קצת דע\"א נאמן מה\"ת וכ\"מ מדבריו פי\"ג הכ\"ט וכ\"כ הנ\"י בפ' האשה דהא דקאמר משום עגונא הקילו ה\"ק חכמים שהחמירו בכ\"מ הקילו בזה עי' בתי\"ט פ\"י דיבמות משנה א' וכ' עוד שם ולא מטעם דאפקעינהו רבנן לקידושין מיני' דהא מסקי' אחיו של ראשון חולץ מה\"ת וא\"ה איפכא הוי וכן צריכה גט משני משום הרואים בלבד וא\"ה מדאורייתא בעי גט ע\"ש ובאמת צע\"ג על רש\"י במס' שבת דף קמ\"ה ע\"ב ד\"ה אלא לעדות אשה שכ' לומר לאשה מת בעלי דהקילו בה רבנן משום עגונא וכו' ואפקעינהו רבנן לקידושין מיני' ע\"ש אלא דשם קאי רש\"י על עדות עד מפי עד דזה ודאי מדרבנן ואז באמת י\"ל אפקעינהו ובמתני' דיבמות שם דתנן אמרה לה מת בעלך כ' בתוס' יו\"ט דהא דקתני לשון רבים לאשמעי' דאפילו היתה אמירה ע\"י עד מפי עד וזהו וודאי מדרבנן וי\"ל עוד כיון דבא בעלה חזינן דלא דייקא האשה לא אפקעינהו רבנן לקידושין אדעתא דהכא ועי' בהה\"מ פ\"א מהל' גירושין הלכה י\"ג שכ' ג\"כ הך טעמא כל דמקדש אדעתא דרבנן מקדש ועכצ\"ל דס\"ל כמ\"ש וכמדומה שכבר נזכרה סברא זו בגדולי אחרונים ועי' היטב בשו\"ת ח\"צ סי' ג'."
            ],
            [
                "<b>חוץ מה' נשים.</b> הסכמת רוב אחרונים דהני נשי אפי' הן מסיח לפ\"ת לא מהני דמתוך שנאתן חיישי' שיערימו במל\"ת ברכי יוסף סי' י\"ז ואם יש עדים שעל פי עדותן שרי' להנשא מה\"ת והני נשי מסיח לפ\"ת אינהו דאמרי מילי דשרי' אפי' מדרבנן מהמני' להו שם בשם הרמב\"ח ועי' מל\"מ."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הואיל ושתיהן אומרות וכו'.</b> משמע מדברי רבינו דוקא בצרות אבל בעדים כ\"ע מודים וכ\"ה בירושלמי ודעת הריא\"ז דע\"א אומר מת וע\"א אומר נהרג אינן נאמני' ואין כן דעת הטור בסי' י\"ז וע\"ש בב\"י וצ\"ע וכבר האריך בזה הרב ברכי יוסף בסי' י\"ז ומה שהביא שם ראי' בשם הרמב\"ח מהא דלא אשמועי' מתני' ע\"א אומר מת וע\"א אומר נהרג לא תנשא י\"ל בפלוגתא לא קמיירי ולשיטת רבינו י\"ל דנקיט הכי אפי' בכה\"ג דע\"א אומר לא מת אם נשאת לאחד מעידי' ואומרת ברי לי לא תצא וכמ\"ש הה\"מ ה' י\"ט דראיית רבינו מדלא תני ואם נשאת תצא ע\"ש ודוק."
            ]
        ],
        [
            [
                "<b>בא ע\"א וכו' לא תצא.</b> וכ' בקונטריס עגונות להרח\"ש דהפוסקים חולקים על רבינו וסוברים אף אם נשאת תצא ובכנה\"ג סי' י\"ז תמה דלא נמצא בפוסקים זולת רבינו ירוחם שכ' בעי' דע\"א בקטטה לא אפשיטא ולחומרא אזלי' ע\"ש ואפשר לפרש דברי הרי\"ו בהא דסיים ולחומרא אזלי' אין הכוונה דנשאת תצא אלא ה\"פ בכל ענין קטטה אפי' בלא אמרה גרשני בעלי ונמצא שקרנית אלא אפי' בקטטה בעלמא ועי' בכ\"מ וע\"ע בשו\"ת נב\"י מהד\"ק חלק אה\"ע סי' מ\"ב שהיקל שם מאוד בענין קטטה וצ\"ע. ובב' עדים אפי' בכתב גם היכא דאיכא קטטה יש מקום לחלק לפי טעם רבינו דבשני עדים לא שייך שכירות דאינם חשודים ועי' לקמן."
            ],
            [
                "<b>וכן אם היתה מלחמה וכו'.</b> אבל ע\"א נאמן אפי' לדעת רבינו הר\"ן בתשו' סי' ג' וכ' עוד שם ה\"ה בדבר ובמגפה בעי קברתיו בע\"א וכמו דס\"ל לרבינו בע\"א במלחמה ע\"ש וכ' עוד שם ולדעת ר\"ח דבעי' דע\"א במלחמה לא איפשיטא אפי' באומר מת וקברתיו לא מהימן. כ' עוד הר\"י מטראני חלק א' סי' נ\"ב דמדברי הרשב\"א נראה דלדעת רבינו אפי' אמרה ששב לביתו מן המלחמה ומת על מטתו לא מהימנא ועי' בס' מכתב מאלי' בקונטריס עגונות וע\"ע שם בסי' ט' ס\"ק מ\"ז אשה שאמרה שקברה את בעלה אחר שפסקה מלחמה אלמלא דדייקא בי' שפיר שהוא בעלה לא הוה קבר לי'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואמר אוי לפלוני וכו'.</b> מדברי רבינו נראה דבעי קישור דברים וריב\"ש כ' דגם רבינו מודה דלא בעי קישור דברים כ\"א לרווחא דמילתא פי' דוקא היכא דיכול לברר ע\"פ עדות אחרת אבל מודה רבינו אם לא נמצא כאן עדות אחרת כלל ונשארה עגונה דיש להקל וכן משמע לפמ\"ש המל\"מ פה בשם מהרלנ\"ח שמדחה הוכחת הריב\"ש מהך דלמא צרה היא ולא מק' דלמא עכו\"ם הוא כוונתו כן הוא דוודאי לפ\"מ דמשני תלמודא תו ליכא לאקשוי' דלמא עכו\"ם הוא דודאי אין בזה עכובא וא\"כ י\"ל דגם המקשה דלא מקש' מעכו\"ם משום דהי' ס\"ל דהיכא דליכא כ\"א עדות זה ואין כאן עדות אחרת לא חיישי' לקישור דברים משא\"כ בצרה דמתכונת לקלקלה הא עולה על דעת המקשן דחיישי' אפי' היכא דליכא עדות אחרת כלל ובזה מיושב קושי' הר\"י מטראני שהביא המל\"מ ה' ט\"ו לשי' רבינו דבעי קברתיו למה לא אקשה דלמא עכו\"ם זו ג\"כ י\"ל דס\"ל למקשן היכא דא\"א סמכי' ורבינו לטעמי' דסובר אליבא דאמת לא בעי דבואה דבבואה כמ\"ש הכ\"מ ה' כ\"ג דלפי המסקנא לא חיישי' לשום דבר אבל לשי' הרא\"ש והרי\"ף דגם למסקנא צריכין לתי' הגמ' דעד כאן לא משני הגמ' אלא היכא דאין כאן כ\"א חשש אחד דהיינו צרה אבל אם יש כאן לחוש עוד חששא אחרת מצטרפין ב' החששות להדדי ועפ\"ז ראי' הריב\"ש נכונה לשי' הרי\"ף והרא\"ש וסייעתם דאס\"ד דבעי קישור דברים א\"כ תקשה לפי האמת דלמא עכו\"ם הוא בצירוף חששא דצרה אלא דאכתי לא שמענו כ\"א במקום שיש עוד ספק דהוי כעין ס\"ס אבל היכא דליכא ספק כלל אין כאן ראי' וי\"ל דעכ\"פ כ' הריב\"ש שפיר כיון דלא חיישי' היכא שיש ספק ש\"מ שאין בדבר זה עיכוב ועפי\"ז יש מקום לומר בספק אם יש כאן קישור דברים גם הר\"ן וסייעתם מודים ובזה י\"ל ג\"כ מה דס\"ל לר\"ל ולר\"י בגמ' דגם בנתכווין לעדות נאמן העכו\"ם במסיח לפ\"ת היינו דוקא היכא דא\"א בע\"א משא\"כ באפשר לברר כ\"ע מודים ופי' הגמ' לפי\"ז הא דאמרי' ה\"ד כגון מאן הוי בי' חזאי וכו' והשיא ר\"י לדביתהו פי' דלא מייתי ראי' מר\"י דהא לדידי' גם עדות מהני אלא דה\"ק מה דהתיר שם ר\"י גם אנו מתירין כה\"ג דמחשב מסל\"ת הגם דיש כאן קצת כיון לעדות מדאמר מאן הוי בי' חואי וכמ\"ש בקונטרס רח\"ש בשם הר\"י טאטאציק מ\"מ ודאי דלא מחשב קישור דברים ואעפ\"כ קאמר התלמודא דמהני וע\"ש היטב בדברי ריב\"ש מ\"ש בפי' דברי ר\"י ומאי ס\"ד דמקשה ובאמת ר\"י אם הי' מתכווין להעיד ג\"כ הי' מתיר אותה לנשא לגברי לפי\"ז גם ר\"י יש ראי' כל אחד לפי שיטתו דוודאי מדהתיר ר\"י לאשתו ולא חקר שוב אחר שום עדות אולי יתברר יותר ש\"מ דבמקום עיגון גם זה מהני ודוק בזה."
            ],
            [],
            [],
            [
                "<b>עכו\"ם שהסיח לפ\"ת.</b> כ' הה\"מ שמעי' כל שאומרים לו אי' פלוני וכו' עי' תשו' הר\"ן סי' ג' ובריב\"ש סי' שע\"ז וכל שבא הגוי לב\"ד אעפ\"י שדבריו מוכיחים שאין מתכוין להעיד אין בדבריו כלום ואם בא לקהל וסיפר המאורע נסתפק מהר\"י בן לב בח\"ג סי' ב' אי הוי מסל\"ת הא ספק אי מסל\"ת עי' במהר\"ם בן חביב בעזרת נשים ס\"ק קי\"ח ועי' ברכי יוסף סי' י\"ז. שמע מן הקמטרמיסין איש פלוני נהרג ע\"י רוצחים משיאין את אשתו דחרפה היא להם שיש רוצחים בגבולו עי' שער אפרים סי' ק\"א. עכו\"ם שאמר בפני נהרג פלוני יש לחוש למשקר אף שהוא מסל\"ת מהרד\"ך בית כ\"א חלק ט' מהראנ\"ח סי' כ' בס' מכתב מאלי'."
            ],
            [
                "<b>שואלין אותו היאך ראית וכו'.</b> עי' בשו\"ת רח\"ש בקונטריס עגונות הביא להקת אחרונים דבכל ענין מקילין גבי עדות אשה גם בתחילת עדות אע\"ג דאמרי' בבכורות כי הקילו בסופה אבל בתחלה לא לשיט' הא\"ע שם לית לי' הך חלוקא אלא דבכ\"ע מקילין ודעת רבינו נראה דזה מחשב תחילת עדות מש\"ה צריכין לברר וכן הוא הסכמת כל אחרונים לענין דינא."
            ],
            [
                "<b>אין מעידין עליו וכו'.</b> כ' בשו\"ת רשב\"ש סי' רס\"א היכא דאיכא למיחש בדדמי וכו' לא סמכי' עלי' ולדעת הרי\"ף אפי' תרי סהדי לא סמכי' עלייהו היכא דאיכא למיחש בדדמי וכל זה לכתחילה שלא תנשא אבל אם נשאת לא תצא והיינו בכל אותם השנוים במתני' דאין מעידין עליהן וכמ\"ש רבינו פה אבל אם הלך למדבר מפני הלסטים גרע ממים שאל\"ס שאם אין שם עד שיעיד ואומר מת וקברתיו אפי' אם נשאת תצא ע\"ש ועי' בס' קרבן נתנאל סוף יבמות מעשה הי' שהנהר נקרש וחור אחד פתוח ונפל אדם לתוכה עלתה הסכמת גדולי הדור שנדון הוא כמים שיש להם סוף ואשתו מותרת ועי' בשו\"ת פ\"י חלק אה\"ע סי' ז' ע\"כ.",
                "<b>והעלו ממנו אבר.</b> עי' הה\"מ ובתי\"ט אפשר לומר דמיירי שאשתו אמרה שיש לו יבלת באותו אבר והיא נאמנת גם בזה ועי' בשו\"ת רשב\"ש סי' רל\"ז."
            ],
            [],
            [],
            [],
            [
                "<b>וחכם שהורה וכו'.</b> הר\"א ממיץ הורה להתיר אשתו של טובע בים בלי שום עדות כלל אלא באמתלאות ואומדנות שלא חזר לביתו ולא הודו לו חביריו הר\"ם אלשקר סי' קי\"ג מבי\"ט ח\"א סי' שכ\"ו הר\"ם מלובלין סי' פ\"ט הועתק מס' מכתב מאלי' בקונטריס עגונות סי' ח' אות ל' ועי' בנב\"י מה\"ת סי' מ\"ז במ\"ש דרגלים לדבר מהני לצרף לשאר דברים וכמו גבי סוטה דרגלים לדבר מוציא אותה מחזקתה ע\"ש."
            ],
            [
                "<b>אם פדחתו וכו'.</b> עי' בחי' רשב\"א דפשטא דמתני' משמע אפי' בגופו שלם וע\"ש שהאריך ובמתני' שם קתני אפי' מגויד ופירש\"י שם או או קתני וכן פי' הטור ועי' בב\"ח סי' י\"ב שפי' לשיטת רבינו דחדא קתני."
            ],
            [
                "<b>ואם שהה ביבשה וכו'.</b> עי' מל\"מ ועי' תשו' הר\"ן סי' ע\"ח מבי\"ט ח\"א סי' ש\"נ מהר\"ם אלשיך סי' קי\"א בקונטרס מרח\"ש דף מ\"ו מהר\"י מטראני ח\"א סי' קל\"ט. וע\"ע בס' מכתב מאלי' סי' ח' אות י\"ח."
            ],
            [],
            [],
            [
                "<b>והוא שיאמר קברתיו.</b> הריטב\"א כ' לחלק לדעת רבינו היכא דהכיר אותו מודה ועי' בקונטרס רח\"ש וכ' המבי\"ט ח\"א סי' ס' דעד כאן לא כ' הרשב\"א לחוש לדעת רבינו אלא במלחמה וכיוצא דאיכא למיחש לבדדמי אבל ביבשה לא חייש ועי' מהר\"י בן לב ח\"ב סי' י\"ב מהר\"מ לובלין סי' ל\"ג קונטריס מרח\"ש דף כ\"ב והיכא דבעי קברתיו כ' הרד\"ך בית כ' דוקא שקברו הוא בעצמו אבל היכא דאחר קברו הקבורה לא מעלה ולא מוריד ולדעת הרז\"ה בעי' קברתיו דוקא ולא סגי בטלטול וכיוצא משמע דלא כהרד\"ך וכל שאמר הגוי במילתא דעבידא לגלוי' לא בעי מימר קברתיו הרד\"ך בית כ\"א. וכל שאמר הגוי שהוא הרגו ג\"כ לא בעי למימר קברתיו ועי' בקונטרס מרח\"ש דף כ\"א וכל שיש עדות ישראל שראו מגויד ובא גוי מסל\"ת ג\"כ לא בעי מימר קברתיו הר\"י מטראני ח\"א סי' ח' וגם אי איכא הוכחה רבה דהוא ניהו ההרוג וודאי חשוב כאלו אמר קברתיו משפטי שמואל סי' פ' וע\"ע ברח\"ש סי' י\"ד באריכות ושם דף כ\"ג כ' דה\"ה בישראל המעיד צריך לומר קברתיו ובמעגלי צדק ססי' ז' כ' כיון שאמר הגוי שהרוצח לבוש בגדי הנרצח מסתמא מתחילה הרגו ואח\"כ הפשיטו שכן דרך הרוצחים וא\"כ הרי טלטלו והו\"ל כקברתיו משמע שחולק עם הרד\"ך ועי' בכל זה בקונטריס עגונות בס' מכתב מאלי'."
            ],
            [],
            [],
            [
                "<b>מצאו כתוב בשטר.</b> עי' הה\"מ שהביא מחלוקת אי בעינן מקוים ובשו\"ת פ\"א כ' כתב המובא על בי דואר דינו ככתב הנמצא לא נודע מי כתבו ובזה כ\"ע מודים דלא מהני משום דאז יש לחוש לזיוף דלית כאן מילתא דעבידא לגלוי' ושי' הטור בסי' י\"ז בשם הרא\"ש דמסיק להחמיר ותמוהין דבריו ומ\"ש הב\"ש ליישב עי' בס' ק\"נ ועיקר נ\"ל דמאן במתיר אפי' בשטר שאינו מקויים ועי' בנב\"י מה\"ק סי' ל\"ג מ\"ש בפי' הירושלמי ובאמת המעי' בירושלמי מדסמכו על עד מפי עד והקילו כולי האי ש\"מ דהקילו בכל ענין ועי' בס' כרם שלמה אה\"ע סי' י\"ז דבשולח כתב לחבירו ולא כתב בדרך עדות ג\"כ מהני ועמ\"ש בס\"ד בפ\"ג מה' יבום וגדולה מזו כ' בשו\"ת רח\"ש להקל בנמצא כתב מושלך ארצה ואינו יוצא מתחת שום אדם דאיכא למימר שמא בדרך חוכא וטלולא או בדדמי אפ\"ה מתירין על ידו ובאמת בנדון זה יש לפקפק ע\"ש."
            ],
            [
                "<b>אל יקשה בעיניך וכו'.</b> נראה דרבינו סובר דודאי סברת עבידי לגלוי' בכאן הוא משום דאשה דייקא ומהדרית אחר ידיעה ברורה מתוך חומר שהחמירו עלי' ועי\"ז הוי לי' עבידא לגלוי' וס\"ל לרבינו הא דאמר בגמ' אי משום עבידא לגלוי' אי משום דדייקא ה\"פ אי משום עבידא לגלוי' התירו לחודא ולא דייקתא או דלמא וודאי הטעם משום דעבידא לגלוי' ובצירוף דיוקא דידה עי\"ז מקרי עבידא לגלוי' דלאו בכל מילי דעבידי לגלוי' סמכי' ע\"פ ע\"א דאין ענינים שווים ועי' בפ\"ג מה' קידוש החודש ועי' בירושלמי יומא הרואה אומר ברקאי דמשמע ע\"א משום דעבידא לגלוי' ומ\"ש רבינו משום עגונא הקילו נראה מזה דעיקר הטעם משום דייקותא והיכא דאיכא דברים בגו בעי ג\"כ דרישה וחקירה תשו' הר\"ן סי' נ\"ב ועי' בשו\"ת ריב\"ש סי' שע\"ז וכל שהאשה זקינה ואינה בת בנים יש מקום להחמיר דלא שייך מתוך חומר וכו' מרדכי בשלהי יבמות ובאשה ילדה דאיכא למיחש לחורבא יש לסמוך על דברי היחיד משאת בנימין סי' מ\"ד ועי' תשו' הרדב\"ז ח\"א סי' צ\"ג ואי מהני ס\"ס בעגונא דאתתא עי' מהר\"י בן לב ח\"א סי' ח' וח\"ג סי' י\"ד."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קובץ על היד החזקה על משנה תורה, הלכות גירושין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kovetz Al Yad HaChazakah",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}