{
    "title": "Kovetz Al Yad HaChazakah on Mishneh Torah, Torah Study",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kovetz_Al_Yad_HaChazakah_on_Mishneh_Torah,_Torah_Study",
    "text": [
        [
            [],
            [
                "<b>את בן בנו וכו'.</b> כתב הכ\"מ גם לבן בנו חייב להשכיר מלמד וכו' ולא ה\"מ למיכתב והודעתם לזרעך דה\"א בנות בכלל. אפשר דכוונתו דה\"א בנות בכלל היינו בן הבא מן הבנות הרי הוא בכלל כמו בן בנו דחייב לשכור לו מלמד קמ\"ל דוקא בן הבא מבנך, וע\"ז מסופק שוב אי בן בתו יש לו קדימה, ועיין בספר בני חייא בלשונות הרמב\"ם מה שפלפל עם הגאון מהרח\"א ודוק. ועיין ש\"ך יו\"ד סי' רמ\"ה בשם הכ\"מ דאף בן בן בנו חייב לשכור לו מלמד, ותמה עליו בס' הפלאה קידושין. ואפשר לומר דמוכרח כן מדברי הכ\"מ דאל\"כ קשה איך מצי למכתב זרעך א\"כ ה\"א דגם בן בן בנו חייב לשכור לו מלמד אלא ודאי דהאמת כן הוא ולא דוקא נקט בן בנו וצ\"ע:"
            ],
            [],
            [],
            [],
            [
                "<b>עד שיהיה בן ו' וכו' הכל לפי בוריו.</b> פי' אפילו פחות מבן ו'. עיין בהג\"מ פ\"ב אות ב' דהא דתנן באבות בן ה' למקרא היינו בבריא גמור:"
            ],
            [
                "<b>עד שיקרא תורה שבכתב כולה.</b> במלת כולה משמע דבא לאפוקי משיטת הר\"ן שכתב בפ\"ק דקידושין דאינו מחוייב כ\"א ללמדו תורה ולא נביאים וכתובים קמ\"ל דגם נביאים וכתובים חייב ללמדו ואע\"ג דאמר רבא בקידושין דף ל' מקרא זו תורה ופי' רש\"י ולא נביאים וכתובים הרמב\"ם סובר דרבא בא לומר דמקרא ג\"כ תורה היא משום דלא תיתי למטעי דמקרא אינו מלמדו דכבר הזהירנו מנעו בניכם מן ההגיון ופי' רש\"י ברכות דף כ\"ח ע\"ב לחד פירוש לא תרגילום במקרא יותר מדאי קמ\"ל דעכ\"פ מחוייב ללמדו מקרא ג\"כ כדי שידע ענין הנחמות והנסים ותשועות שראוים להאמין כמ\"ש הריא\"ז בפ\"ק דע\"ז בהגהות אלפסי דף של\"ה שמה שאמרו חז\"ל שלא למסור ד\"ת כ\"א לישראל שנראה שהנביאים וכתובים מותר ללמדם ועיין בס' בני חייא שם:"
            ],
            [
                "<b>ביום ובלילה.</b> והא דר\"י בפ' שתי הלחם דאמר אפילו לא קרא אלא ק\"ש שחרית וערבית מוקי לה רבינו בשעת הדחק כמ\"ש בהג\"מ עיין בל\"מ ודבריו צ\"ע ואפשר דכיון לדברי הגה\"מ ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>והענינים הנקראים פרדס בכלל גמרא הן.</b> ויש גורסין בכלל התלמוד והיא היא. וכתב דרישה סי' רמ\"ו אות ט' ודבריו תמוהים כי לענ\"ד פרדס הנזכר ר\"ל חכמות הטבעיות ואיך כללו בכלל גמרא ותלמוד. וצ\"ל שפרדס ר\"ל ע\"ד אמרם ד' נכנסו לפרדס ובא להשיג מה למעלה והיא חקירה עיונית אלהיית ואפילו ע\"ז כתב הרמב\"ם שאע\"פ שבכלל הגמרא הוא מ\"מ לא ילמדנו כ\"א אחר שמלא כרסו ממקרא משנה ותלמוד, ע\"כ:"
            ],
            [
                "<b>אמרו חכמים כל המלמד את בתו תורה כאילו למדה תפלות במד\"א בתורה שבע\"פ אבל תורה שבכתב כו' אינו כמלמדה תפלות.</b> והטור כתב איפכא בשם רבינו בד\"א בתורה שבכתב וכו' אבל תורה שבע\"פ אינו כמלמדה תפלות, וכתב בדרישה אע\"ג שכולם כתבו שהעיקר כמ\"ש הגירסא לפנינו ברמב\"ם מ\"מ יש ליתן קצת טעם לגירסת ספרי הטור מפני שיש הפסד יותר כשמוציא תורה שבכתב לדברי הבאי מאשר יש בתורה שבע\"פ:<br><b> וראיתי </b> בספר פרי האדמה בפרקין במה שנשאל אם מותר ללמוד תורה עם בני הקראים והביא הא דאמרינן בסנהדרין (דף נ\"ט) העוסק בתורה וכו'. ומ\"ש במס' חגיגה בהא דאמר שם אין מוסרין דברי תורה כו' שנאמר מגיד דבריו ליעקב וכו' והביא שם דברי הרב באר שבע סימן י\"ד (דף צ\"ד) צדדים להתיר ללמד תורה שלנו ולא אמרו אין מוסרין ד\"ת אלא טעמם ונימוקם. ועיין בס' ידי אליהו סי' מ\"ח:<br><b> ומה </b> שהשמיטו רבינו והטור דין זה דאין מוסרין וכו'. י\"ל דהנה התוס' כתב שם במס' חגיגה דבלא\"ה יש לאסור משום לפני עור לא תתן מכשול דהא אמרינן העוסק בתורה חייב וכתב שם דמיירי במקום שיכול ללמוד מאחרים דליכא ל\"ע. וכתב בס' בני חייא בחלק י\"ד סימן ס\"ב בהא דכתב בס' אמונת שמואל סי' י\"ד ליישב הקושיא שהקשו אחרונים שם הא גם בטמאים אסור להושיט אמה\"ח לב\"נ משום לפני עור וכו' ותירץ דלהושיט לב\"נ בטמאים שרי כיון דלדידיה שרי וכתב שם שהקשה לו אחד מחכמי א\"י א\"כ מאי מקשי תוס' הנ\"ל הרי ישראל מותר ללמוד וא\"כ ליכא משום לפני עור, וע\"ש מ\"ש לחלק הענינים דיש שני מיני לפני עור וכבר הבאתי דבריו באריכות בחיבורי שלום ירושלים בריש מס' שבת ע\"ש, ואפשר דרבינו היה סבור באמת כסברת הא\"ש וא\"כ לית כאן משום ל\"ע. ובפירוש דאין מוסרין היה סבר רבינו כמ\"ש הבאר שבע דזה הוא ודאי בכלל אין מוסרין לתלמיד שאינו הגון ובלא\"ה כתב בס' ידי אליה שם דרבינו והטור כללינהו בהך דתלמיד שאינו הגון אלא דאכתי קשיא דהו\"ל להביא דכאן איכא איסורא דלפני עור ולפמ\"ש אתי שפיר ודוק. ועיין מ\"ש בהל' ז' ואין להאריך:"
            ]
        ],
        [
            [],
            [
                "<b>ומכה אותן המלמד להטיל אימה וכו'.</b> ואמרינן בכתובות (דף נ') באושא התקינו שיהיה אדם מתגלגל עם בנו עד י\"ב שנה מכאן ואילך יורד עמו לחייו. ובספר בני חייא הביא בשם מהרח\"א שתמה למה השמיטו רבינו ע\"ש מ\"ש ודבריו צע\"ג:"
            ],
            [],
            [],
            [
                "<b>כ\"ה תינוקות וכו' היו יתר על ארבעים וכו'.</b> אפילו אחד וכ\"ה בתשובת תשב\"ץ ח\"ב ס\"ד, ואפשר דמודה רבינו דאם הרב מרוצה ללמוד בלי סיוע עד מ' ואחר כך עם סיוע שפ\"ד, ורבינו דיבר בחובת המלמד שהשכירו בסתם ע\"ש בשו\"ת הנ\"ל. ועיין בשו\"ת רשב\"ש סימן תי\"ב דלכ\"ע בת\"ח שרבים צריכים לו פטור אפילו מכסף גלגלת:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>שהתלמוד מביא לידי מעשה וכו' ואם לאו יעשה המצוה ויחזור לתלמודו.</b> וראיתי לרב ברכי יוסף א\"ח סימן ל\"ט אות ז' שכתב להקהות על דברי רבינו דהרי נובעים מסוגיא דגמרא מ\"ק דרמי קראי אהדדי דכל חפציך וכו' ומשני כאן במצוה שאפשר ליעשות ע\"י אחרים וכו' ומשמע דעוסק כבר במצוה אפילו בת\"ת יפסיק לדבר שא\"א ליעשות ע\"י אחרים ואמאי הרי קיי\"ל דהעוסק במצוה פטור מן המצוה ולא פליג בין אפשר ללא אפשר ליעשות ע\"י אחרים ומשמע כיון דכבר עוסק בה פטור מאחרת וקשיא הלכתא אהלכתא ותירץ שם לחלק בין שאר מצות לת\"ת כיון דעיקר התורה ללמדנו מעשה המצות ולא המדרש עיקר אלא המעשה. וקצת צ\"ע דמשמע דס\"ל לפשוט דעוסק במצוה פטור מן מצוה אחרת אפילו שא\"א ליעשות ע\"י אחרים מנ\"ל זאת דאפשר לומר דלא אמרו העוסק במצוה פטור ממצוה כ\"א במצוה שאפשר ליעשות ע\"י אחרים וכדמשמע מדברי הרא\"ש שהביא שהקשה מאי איריא תורה אפילו מצוה נמי בכה\"ג אל יפלס אלא יעשה המצוה שא\"א ליעשות ע\"י אחרים. ותירץ דסד\"א דת\"ת גרע משאר מצות דתלמוד מביא לידי מעשה אבל משמע דלפי האמת שארי מצות ות\"ת שקולים בזה שמבטלים בשביל מצוה שא\"א ליעשות ע\"י אחרים אפילו אם כבר התחיל. עיין בעט\"ז י\"ד סימן ר\"מ ומה שהאריך עוד שם בדברי המ\"א כבר כתבתי בספרי שלום ירושלים במסכת שבת פ\"א הל' ב' ע\"ש:"
            ],
            [
                "<b>שהתלמוד מביא לידי מעשה וכו' ואם לאו יעשה המצוה ויחזור לתלמודו.</b> וראיתי לרב ברכי יוסף א\"ח סימן ל\"ט אות ז' שכתב להקהות על דברי רבינו דהרי נובעים מסוגיא דגמרא מ\"ק דרמי קראי אהדדי דכל חפציך וכו' ומשני כאן במצוה שאפשר ליעשות ע\"י אחרים וכו' ומשמע דעוסק כבר במצוה אפילו בת\"ת יפסיק לדבר שא\"א ליעשות ע\"י אחרים ואמאי הרי קיי\"ל דהעוסק במצוה פטור מן המצוה ולא פליג בין אפשר ללא אפשר ליעשות ע\"י אחרים ומשמע כיון דכבר עוסק בה פטור מאחרת וקשיא הלכתא אהלכתא ותירץ שם לחלק בין שאר מצות לת\"ת כיון דעיקר התורה ללמדנו מעשה המצות ולא המדרש עיקר אלא המעשה. וקצת צ\"ע דמשמע דס\"ל לפשוט דעוסק במצוה פטור מן מצוה אחרת אפילו שא\"א ליעשות ע\"י אחרים מנ\"ל זאת דאפשר לומר דלא אמרו העוסק במצוה פטור ממצוה כ\"א במצוה שאפשר ליעשות ע\"י אחרים וכדמשמע מדברי הרא\"ש שהביא שהקשה מאי איריא תורה אפילו מצוה נמי בכה\"ג אל יפלס אלא יעשה המצוה שא\"א ליעשות ע\"י אחרים. ותירץ דסד\"א דת\"ת גרע משאר מצות דתלמוד מביא לידי מעשה אבל משמע דלפי האמת שארי מצות ות\"ת שקולים בזה שמבטלים בשביל מצוה שא\"א ליעשות ע\"י אחרים אפילו אם כבר התחיל. עיין בעט\"ז י\"ד סימן ר\"מ ומה שהאריך עוד שם בדברי המ\"א כבר כתבתי בספרי שלום ירושלים במסכת שבת פ\"א הל' ב' ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל המשים על לבו.</b> כבר האריך הרב כ\"מ להליץ בעד הרבנים וע\"ע בשו\"ת תשב\"ץ ח\"א מסי' קמ\"ב עד סימן קמ\"ח כל הענינים השייכים לזה וכתב שם וכן חייבין הציבור לייחד תיבה לתלמידים העוסקים בתורה בתלמוד כדי להרבות בישיבה ע\"ש, ובפרט בדורותינו מחוייבים בכל עיר ליחד קופה לת\"ת להגדיל התורה ולהאדירה:"
            ],
            [
                "<b>מעלה גדולה למי שמתפרנס ממעשה ידיו.</b> עיין בהג\"מ פ\"ג מתני' יפה ת\"ת עם ד\"א ומ\"ש ר\"ת דד\"א עיקר. ועיין בתוס' ישנים סוף יומא והרב הגאון מ\"ו מהר\"י ג\"ב זצ\"ל כתב דגם כשהוא עוסק בד\"א יהיה מחשבתו בשביל עסק התורה וינהג ע\"פ דבריהם שלא יעשה בערמה ובתחבולות וא\"כ בעת ד\"א מקרי ת\"ת טפל לד\"א אבל לעולם תורה היא העקרית וד\"א טפל:"
            ]
        ],
        [
            [
                "<b>אין מלמדין תורה אלא לתלמיד הגון.</b> עיין מ\"ש בזה פ\"א הל' י\"א:",
                "<b>אם הרב דומה למלאך וכו'.</b> ובחגיגה (דף ט\"ו) מקשה תלמודא ור\"מ היאך למד תורה מאחר ומשני ר\"מ קרא אשכח ודריש וכו' א\"כ קשו קראי אהדדי הא בגדול והא בקטן. ורבינו לא הביא הך חילוקא. כתב בל\"מ וכ\"כ הש\"ך יו\"ד בשם אביו מדאמר ר\"מ קרא אשכח ודריש משמע דרבנן חולקין. ועיין בעין יעקב כתב בשם החידושים דבסוגיא דמ\"ק משמע דאין לחלק בין גדול לקטן וא\"כ הסוגיות חלוקות. והר\"מ סמך על הא דר\"מ בחיבורו מורה נבוכים. וראיה לדבר בריש ספר המורה כתב הט אזנך ולבך תשית לדעתי דהוא קרא דסמיך עליו ר\"מ הרי דס\"ל דהלכה כר\"מ. ולענ\"ד אין מזה תפיסה דהרי באמת מצינו כמה פעמים בגמ' דכדאי הוא דעת יחיד לסמוך עליו בשעת הדחק וא\"כ הרי בדורו של רבינו היה מוכרח לחבר ספרו כמ\"ש יכין ובועז סי' קל\"ה דרבינו היה מוכרח כדי להשיב לאפיקורסים ואין לך שעת הדחק גדול מזה וסמך על דעת ר\"מ בשעת הדחק ודברי הל\"מ קיימים וע\"ש בשו\"ת הנ\"ל ותמצא נפלאות מענין הלימוד האמיתי:"
            ],
            [],
            [
                "<b>אא\"כ היה המתורגמן מתרגם אביו של חכם.</b> כצ\"ל. כ\"כ הב\"ח ויפה כיון ומקושר היטב דברי רבינו ועיין במ\"ע:"
            ],
            [],
            [],
            [
                "<b>ויש לרב להטעות את התלמידים כדי לחדדן.</b> כדמצינו בגמ' הרבה פעמים ורבה לחדודי לאביי הוא דאמר (ברכות ל\"ג. מגילה כ\"ה. נדה ד'). ועיין מ\"ש בחיבורי שלום ירושלים במסכת מגילה. ומצינו עוד יש לרב לשבח דברי תלמיד בפני התלמידים ולומר שנראין דבריו או הלכה כוותיה ועי\"ז יחדדו וישימו לבם לתורה ויאמרו פלפול מלבם, כדאמרינן במס' עירובין (דף י\"ג ע\"א) דאמר ר\"ע הלכה כאותו תלמיד אע\"פ שאין הלכה כמותו אלא לחדד התלמידים כמ\"ש רש\"י ותוס'. ורבינו לא העתיקו נראה משום דסובר דרנב\"י דאמר שם נראין איתמר חולק בזה עם ריא\"ש ולא ניחא ליה לומר דאמר הלכתא לחדד התלמידים אלא דה\"ק לא אמר ר\"ע דבר זה להלכה אלא אותו תלמיד אמר ונראין דבריו אבל לא להלכה יעו\"ש בתוס' ודוק:"
            ],
            [],
            [
                "<b>אגדה וק\"ו נזקקין לק\"ו.</b> כ\"ה הגי' הנכונה כמ\"ש בהג\"מ דודאי ק\"ו הוא שבח גדול לתלמידים כדאמרינן עירובין (דף י\"ג) תלמיד אחד היה לו לר\"מ וסומכוס שמו שהיה אומר על כל דבר ודבר ק\"ן טעמים והיינו בק\"ו כדאמרינן בסנהדרין (דף י\"ז) אין מעמידין בסנהדרין אלא מי שיודע לטהר את השרץ וכו', והתוספות מקשים מה לנו בחריפות של הבל, וכבר כתבתי בחידושי דהיא הנותנת דמצינו הרבה פעמים דאין עונשין מן הדין לא מיתה ולא מלקות וגם בעונש ממון יש פלוגתא בזה אי עונשין מן הדין כמ\"ש התוס' ריש בבא קמא ע\"ש על קרא דכי יפתח וכי יכרה וא\"כ כשמעמידין סנהדרין מראין להם שאין להם לדון בק\"ו דעיני בשר לנו ואולי יש פירכא, ומנסין אותו אם יודע לטהר את השרץ בק\"ו וע\"כ דפריכא הוא וא\"כ ממילא יודע דאין לסמוך על שכלו לחייב ולענוש מדין ק\"ו. ועיין מהרש\"א סנהדרין (דף ס\"ד) ובדרוש הארכתי ואין מקומו פה להאריך:"
            ]
        ],
        [
            [
                "<b>כל המהרהר.</b> דוקא בדיבור ולא במחשבה, עי' ברכי יוסף יו\"ד סי' רמ\"ב ובספר מרכבת המשנה. ועי' ב\"י ס\"ס רמ\"א:"
            ],
            [
                "<b>ואסור לאדם להורות וכו'.</b> אין איסור להורות במקום רבו אלא הוראת היתר לא הוראת איסור. כ\"ה בתשובת רלב\"ח דף ל\"ח ריש ע\"ב:"
            ],
            [],
            [],
            [
                "<b>ואסור לו לתלמיד לקרות לרבו בשמו.</b> עי' כ\"מ דוקא אם אינו אומר מארי וכן הוא בתורה שאמר יהושע אדוני משה וכו'. ובש\"ך יו\"ד סימן רמ\"ב כתב בפניו אסור גם באומר מארי ורבים הרעישו עליו. ולענ\"ד דהדין דין אמת שלא מצינו בשום מקום בבלי וירושלמי שקראו התלמידים לרבם בשמם בכה\"ג שאומר מארי ש\"מ דנהגו התלמידים סלסול ברבותם בדורות אחרונים שראו שנתמעט ח\"ו כבוד הרבנים וחששו חששא רחוקה דלמא גייז לדיבורו ומשום הנכנסין הפליגו בכבודם לאסור לקרותם בשם אפילו באומר מארי ואין ראיה מדורו של משה ודומיהם. ועי' פ\"א מהל' ק\"ש דין ד'. ומ\"ש רבינו והוא שיהיה השם פלאי. עי' בדרישה יו\"ד סי' רמ\"א:"
            ],
            [
                "<b>וכן לא יחלוץ תפילין.</b> רבינו כתב סתם אפילו אם רבו חולץ ג\"כ משום דגנאי הוא לגלות ראשו בפני רבו. וכתב הברכי יוסף א\"ח סי' ל\"ט דזה אפשר שהיה בזמנם דלפי סדר ומנהג צניפות ראשם היה צריך לגלות ראשו בחליצת תפילין אבל לדידן בנקל יכול לחלוץ בלי שום גילוי ע\"כ, וע\"ש בב\"י טעמים אחרים ודברי המ\"א שם צע\"ק ונ\"מ בין הטעמים: ומה שכתב ולא יכנס עם רבו במרחץ. היינו כשאין צריך לו אבל אם צריך לו יכנוס והוא פשוט כך כתב הדרישה יו\"ד סימן רמ\"א:"
            ],
            [
                "<b>וחייב אדם לקבל פני רבו ברגל.</b> ובכל יום מצוה איכא כמ\"ש המג\"א א\"ח תקנ\"ד אות י\"ב והטעם אולי ישמע דבר דאין בית המדרש בלא חידוש אבל בסתם ב\"א או בנשים גם מצוה ליכא כ\"א ברגל חיובא איכא. וז\"ש ודייק מדוע את הולכת אליו לא חדש ולא שבת:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>אין ראוי לת\"ח שיטריח וכו' וחכמים היה מקיפין והולכין וכו'.</b> וגרסינן ירושלמי בכורים פרק ג' הל' א' כמה צריך אדם לעמוד מפני זקן שמעון בר רבא בשם ר\"י פעמים ביום ר\"א אומר פעם אחת ביום לא כן תני רשב\"א מניין לזקן שלא יטריח ת\"ל זקן ויראת וכו' ע\"ד דר\"י ניחא ע\"ד דר\"א לא יקום כל עיקר ר\"י בר אחא בשם ר\"א דלא יחמי סייעתא דסבין ועבר קומיהן בגין דיקומון לון מן קמיה דלא יטריח לסבין, מלשון זה משמע דוקא לסבין שלא יטריח אבל לבחורים לית לן בה, ורבינו לא הביא הך חילוקא. וראיתי בספר צרור הכסף בליקוטים (דף קל\"ג ע\"ב) הביא לירושלמי הזה והקשה מהא דאיתא במדרש פ' בהעלותך על קרא דאספה לי שבעים איש וכו' אמר רב כשהייתי רואה סיעה של ב\"א הייתי הולך בדרך אחרת שלא להטריח עליהם כשאמרתי דברי לפני ר\"מ א\"ל צריך אתה לעבור לזכותם ע\"כ. וא\"כ קשה על רבינו הך חילוקא. אמנם יראה מלשון רבינו כמ\"ש עוד שם בס' הנ\"ל לחלק דהירושלמי איירי בלא צריך לעבור שם משא\"כ במעשה דר\"א כוונתו היה לילך דרך שם וכיון שראה הסיעה עיקם הדרך וע\"ז אמר שכה\"ג צריך לעבור לזכותם להרגילם ביראת שמים, וכן מדוקדק בלשון רבינו וכ\"מ בתלמודא דידן בקידושין (דף ל\"ג:) דמקשה תלמודא על הא דאמר אין ת\"ח רשאי לעמוד מפני רבו אלא שחרית וערבית מהא דאמר רשב\"א מניין לזקן שלא יטריח ואי אמרת שחרית וערבית בלבד אמאי לא נטרח חיובא הוא ומשני כמה דאפשר ליה לא נטרח, הרי דתליא מלתא בדאפשר ליה, והנה לפ\"מ דמשני בירושלמי דזקן לא יטריח מיירי דלא יחמו סייעתא דסבין ויעבור קומיהן ל\"ק כלל קושית הגמרא דהא התוס' כתבו שם ד\"ה אין דוקא תלמידים בבית רבם אבל תלמידים אחרים חייבים לעמוד לפניו בכל עת שעובר לפניהם וא\"כ קשה דלמא בהכי מיירי הך דזקן ויראת. והכ\"מ דין י\"ב הביא דברי תוספות אלו לפסק הלכה. וקשה טובא אמאי לא מוקי לה כדמוקי לה בירושלמי וצ\"ל דבאמת הו\"מ לשנויי הכי אלא דבזה ליכא חידוש כיון דע\"כ מיירי בדאפשר לו שלא לעבור א\"כ מסברא ידעינן ומש\"ה לא מוקי לה בהכי אלא מוקי לה אף בתלמידים בבית רבן וקמ\"ל דאף הוא יראה שלא להטריחם אע\"ג דזה הוא דבר מועט דהא אין צריך לקום כ\"א שתי פעמים אעפ\"כ יראה שלא יטריח והירו' דמוקי לה בהכי היינו לר\"א דאמר פ\"א ביום צריך לדחוקי ולאוקמי לה בכה\"ג אע\"ג דליכא חידושא כנ\"ל. שוב מצאתי בספר בני חייא סי' רמ\"א ביו\"ד שהביא קושיא זו בשם גדול אחד והוא כתב שם דזה אינו אלא מדרבנן דתלמידים שאינם בבית רבן דצריך לקום בכל עת וא\"כ לא מצי לאוקמי קרא דזקן ויראת לכה\"ג. ולא הועיל כלום דאכתי קשה למה לא משני כדמשני בירושלמי. ע\"כ נ\"ל כמ\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המעיד על ישראל וכו' שלא כדין ישראל וכו'.</b> וכ\"כ ביו\"ד סי' של\"ד ובח\"מ סימן כ\"ח בתובעו שיעיד לו במקום שדין וכו' לחייב ממון על פי עד אחד וכו' משמתין אותו. וכתב בהגהת רמ\"א שם אבל אינו חייב לשלם ויכול לומר אמת העדתי והסמ\"ע שם כתב שדברי רמ\"א סותרים למ\"ש ביו\"ד. ובאמת יש לומר דל\"ד דהרי מדברי רבינו הכא נראה דמיירי במקום שא\"א שיועיל עדות ישראל בדין ישראל כלל שאף אם האמת כדבריו מכל מקום אינו מחוייב בד\"י ובדינם מחוייב וא\"כ הרי שהפסידו ודאי בעדותו מש\"ה צריך לשלם משא\"כ בחו\"מ שם דמיירי בע\"א המעיד שגם בד\"י היה אפשר שישלם דהרי מחוייב שבועה בד\"י על פי עד אחד ואם לא ירצה לישבע משלם א\"כ שפיר כתב רמ\"א דיכול לומר אמת העדתי ובודאי לא חשוד אתה אצלי לישבע על שקר ומאי אפסדתיך כנלע\"ד ברור. ועיין שבועות (דף ל\"ג ע\"ב) ודו\"ק:"
            ]
        ],
        [
            [],
            [
                "<b>וכיצד הוא הנידוי אומר פלוני יהא וכו'.</b> כתב העט\"ז בסי' של\"ד חרם קשה מנידוי שנידוי פירוש לשון הרחקה וחרם יש קללה ושמתא י\"א דהוא אמצעי בין נידוי וחרם ואין כן דעת רבינו. ועיין בשו\"ת רשב\"א סי' שנ\"ב:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל ת\"ח שבזהו וכו'.</b> עיין בל\"מ. ויש לדקדק הא משמע בגמרא דנוקם ונוטר כנחש דוקא דנקט ליה בלביה ועיין בריטב\"א שהקשה מהא דאמרינן פ' ב\"ה תיתי לי וכו' עד דמחילנא לכל דמצער לי. ומחלק בין מילי דשמיא ובין מילי דעלמא. וגם חילוק זה לא נזכר בדברי רבינו פה ואפשר דרבינו מפ' כן כמ\"ש בחידושי מהרש\"א דנקט ליה בלביה לנקום בו אח\"כ במעשה וס\"ל כיון דבזהו בפרהסיא וידעו בו רבים כל הביזיונות הם נוגעים במילי דשמיא:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קובץ על היד החזקה על משנה תורה, הלכות תלמוד תורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kovetz Al Yad HaChazakah",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}