{
    "title": "Hasagot HaRaavad on Mishneh Torah, Neighbors",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Neighbors",
    "text": [
        [
            [],
            [
                "<b> אם חצר הוא עד להשתמש בו וכו'.</b> א''א כמה זה הדין רחוק מדעתי ולמה יכריח את חבירו לפנות שנה בשנה ויאמר לו מאחר שאין אתה רוצה למכור וגם אני איני רוצה למכור או תסבול היזק ראיה או תחלוק כי לעולם לא אטרח להיות גולה שנה בשנה ועוד אם אין לו להיכן יפנה מה תהא עליו: "
            ],
            [
                "<b> אחד השוכר מחבירו מקצת חצר וכו' עד חולקין.</b> א''א וגם זה הדין נפשו אותה ויעש ממנו לשכירות שע''מ כן שכרו וקרוב אני לומר אף במקח כן ולא אמרו גוד או איגוד אלא בירושה ומתנה עכ''ל: "
            ]
        ],
        [
            [],
            [
                "<b> בית שיש לו פתחים וכו' עד כנגד פתחו.</b> א''א לא אמרו בגמ' יחוד מפקיע שאר הרוחות אלא בחפירה דסופלי והיחוד הוא תיקון כניסה ויציאה אבל בית שיש לו פתחים הרבה מארבע רוחות מה תיקון הם צריכין: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> בית שאין בו ד' על ד' כו' עד פתח הבית הזה חולקין.</b> א''א נראה מדבריו שאין לו חלק בחצר כלל וזה העני שלא הורישו אביו אלא זה הבית הפסיד כניסה ויציאה מן החצר וכל משא שישא יפרק אותה משם על זה נאמר בתר עניא אזלא עניותא ואם הוציאוהו מדין ארבע אמות בחצר כנגד פתחו שלא תהא חצירו גדולה מביתו מדין כל תשמישו וחלקו בחצר לא הוציאוהו. ואם תאמר שלא אמר אלא על ארבע אמות שכנגד פתחו א''כ היה לו לומר אא''כ יש בכל החצר ח' אמות לזה וארבע אמות לזה עד הפתח הזה חולקין ואולי שדיבר בשנים שבחצר שיש להם בתים קטנים הללו ואין להם שותף עוד בחצר עכ''ל: "
            ],
            [],
            [],
            [
                "<b> האחין שחלקו ועשו ביניהם גורל וכו' עד ומקנה לחבירו.</b> א''א לא נתחוורו דבריו עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> כמה גובה וכו' עד י' טפחים.</b> א''א זה שיבוש גדול אלא כותל ארבע אמות עכ''ל: "
            ],
            [
                "<b> המוכר גינה לחבירו וכו' עד הכותל ביניהן.</b> א''א וכן המוכר עכ''ל: ",
                "<b> ואפילו וכו' עד במקום שנהגו.</b> א''א זה שיבוש: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b> אבל אם היה הכותל של זה שבנה וכו' עד בכותלים.</b> א''א זה המשפט מעוקל שאם הרויח לו המקום וגדר אותו שיפחות לו ההוצאה ומה שאמר שאינו יכול להשתמש בכותלים כן ישתמש אלא המקום לו יהיה ויהיה לו שטר על זה שאם יפול הכותל האבנים והעפר לשניהם והמקום שלו עכ''ל: "
            ],
            [],
            [
                "<b> גג הסמוך לחצר חבירו עד אם נכנס לרשותו.</b> א''א משאר הגגין פי' שאין ראויין לתשמיש עכ''ל: "
            ],
            [
                "<b> שתי חצירות זו למעלה מזו עד אין העליון זקוק לתחתון כלל.</b> א''א אין דבריו ברורין כלל עכ''ל: "
            ],
            [],
            [],
            [
                "<b> בני הנהר וכו' ובור הקרוב לאמה עד מפני דרכי שלום.</b> א''א בגמ' מעמיד אותה באמה המהלכת ע''פ בורו אבל הרב ז''ל לא כתב בזה ואפשר לפי שחזר הדין לכל דאלים גבר טוב הוא שנחוש לדרכי שלום ומי שקרוב לה הוא דאלים עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> שטף נהר זיתיו ושתלם בתוך שדה חבירו וכו' ואם עקרן הנהר וכו' עד לבעל הקרקע מיד.</b> א''א אומר אני בעל הזיתים נוטל ממנו דמי זיתיו ליטע כלומר אומדין כמה אדם קונה זיתים כאלו ליטע אותם בתוך שדהו עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b> אחד מן השותפין וכו' בד''א וכו' עד מקום לחבירו.</b> א''א הירושלמי חולק עליו א''ר אלעזר המגדל תרנגולין בחצר שאינה שלו הרי זה חזקה א''ר יוסי ויאות מה נפשך אם יש לו לגדל הרי זה גדל ואם אין לו לגדל הרי החזיק ואומר אני כל אלו המחילות שאמרו שאין עמהם טענת מכירה או מתנה אין מפסידין ממנו קרקע מתורת מחילה ואם רצה לבנות בית בחצירו בונה וחזקתו בטלה מאליה אלא כ''ז שהחצר כך החזיק זה בתשמישו ועל דרך זה יתקיימו דבריו. עכ''ל: "
            ],
            [],
            [],
            [],
            [
                "<b> וכן המשכיר בית לבעל בית וכו' עד מעכב עליו.</b> א''א בחיי ראשי נ''ל דבריו סותרים זה את זה שאמר תחלה שבונה עלייה על ביתו ופותחה לביתו ואע''פ שהם מרבים שכנים בדירות חלוקות ואיך ימנע ממנו שלא יכניס לביתו כל מי שירצה ואם ירצה לקבל אכסנאין לת''ת נמנע ממנו עכ''ל: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> וכיצד דינה של חלון זה וכו' או שהיתה למטה וכו' כמו שביארנו.</b> א''א אין אנו משוים לא עמו ולא עם רבו בדרך זה שלא חילקו בגמ' בארבע אמות ולמטה מד' אמות שיהא חזקה אלא בחלון הצורי אבל בחלון המצרי לעולם אין לו חזקה וכן הסכימו כל רבותי: "
            ],
            [
                "<b> וכן מי שהיתה לו חלון וכו' עד אא''כ מחל לו.</b> א''א לפי דעתי יש הפרש בין סותם למאפיל שהסותם לאלתר והמאפיל ל' יום עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [
                "<b> היה הזיז שהוציא רחבו וכו' ואם רצה להרחיב וכו' שישתמש בזיז.</b> א''א איני מודה לו בזה אלא א''כ בא מחמת טענה עכ''ל: "
            ],
            [],
            [
                "<b> רצה בעל הגג לעקור וכו' עד לקלוח המים.</b> א''א זה הדרך אינו מחוור ואיך יבא על זו המזחילה יש לו חזקה ובעל החצר למה יעכב על בעל המזחילה מלקצר ואם הוא רוצה להתריע כתלו מה לו לבעל החצר ועוד כי המשנה מעולם לא הזכירה קניית הגג לבעל החצר ודברי אמורא הם: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ראובן שהיה כותלו סמוך לכותל שמעון עד ותתחזק הארץ.</b> א''א לא מחוור לענין הגמרא שאם ראובן סמך לשמעון כמין גם דהיינו מן הצד אמאי אקשי בגמ' וקמא היכי סמך והלא מן הצד ליכא משום דוושא כדאיתא בשמעתא עכ''ל: ",
                "<b> במה דברים אמורים בכותל גינה וכו' עד חיזוק הארץ.</b> א''א סברא יפה היא עכ''ל: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b> כל ההרחקות האמורות בפרקים וכו' והוא שיראה ממנו שמחל וכו' עד כמו שביארנו.</b> א''א תמה אני ראה ושתק למה מיד הלא אף מושיט לו צרורות אומרים לו לך יגע וסתום עכ''ל: ",
                "<b> במה דברים אמורים בשהחזיק בשאר נזקין וכו' וכן היזק ראייה וכו' כמו שביארנו.</b> א''א צריך להביא ראיה לכל אלו מחיצת החצר שאין חזקה מבטלה מפני שזה מזיק לזה וזה מזיק לזה יכול כל אחד לומר מפני כך לא מחיתי ועוד מפני ההוצאה שמגעת לחלקי ויתרתי הקרקע. עכ''ל: ",
                "<b> וחזקתו שאינו מוחל שהיזקו היזק קבוע.</b> א''א והלא החופר בורות בנכסי אשתו שהם היזק קבוע ויש להם חזקה עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b> אחד מן האחין או וכו' עד שמכרו ב''ד יש בו דין בן המצר.</b> א''א חוץ ממה שמכרו בית דין למזונות עכ''ל: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות שכנים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}