{
    "title": "Mekorei HaRambam LeRashash on Mishneh Torah, Forbidden Foods",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mekorei_HaRambam_LeRashash_on_Mishneh_Torah,_Forbidden_Foods",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואפי' לא נשאר בו אלא מ\"ע כו' ואין בו מיתה כו'.</b> וקלסי' איש ריבו הראב\"ד ז\"ל. אבל הר\"ן בנדרים (פ\"ד ב') כתב שיש בו חיוב מיתה. והתוס' ביבמות (פ\"ו) ד\"ה אי נסתפקו בזה. אולם במדרש איכה בפסוק גלתה יהודה מעוני איתא ר\"ב ור\"ה בשם רב האוכל טבל של מ\"ע חייב מיתה. וכ\"ה בירושלמי פ\"ד דדמאי הביאו הר\"ש שם מ\"ג:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [
                "<b>בכ\"מ </b> ועי' בדברי המגיה. ולנ\"פ דהרמב\"ם פסק כר\"פ שם דאמר בשל בין שנים דכ\"ע ל\"פ כו' ופסק כר\"י. דמשמע לי' דר\"פ ל\"פ אסתמא דגמרא אלא פרושי קמפרש מדל\"ק ר\"פ אמר. ובכ\"מ נסתרסו הדברים ועל דין הראשון צ\"ל לדברי הכל ועל דין הב' פלוגתא דר\"י ור\"ל כו':"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וחוץ מטבל שהרי אפשר לתקנו.</b> ועי' בכ\"מ ולח\"מ שהביאו טעם זה מהירושלמי ואישתמיטתייהו במחכת\"ה דטע\"ז איתא ג\"כ בגמרא דילן בנדרים (ל\"ח):"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ, </b> ונ\"ל שטעמו מההיא דפ' משילין כו' ופרקה ר\"א משום דהוי דשיל\"מ כו'. תמוה דאזיל בתר איפכא דאדרבה משם מוכח דאפי' במבשא\"מ אסור בדשיל\"מ וכמ\"ש לעיל בשם הרשב\"א:",
                "<b>יש </b> לדחות ולומר דלא מיקרי דשיל\"מ כו'. תמוה דהרי גם בגמרא דילן בנדרים (נ\"ט) מסקינן דהוי דשיל\"מ. וברור דהראב\"ד כיון למשנה זו דנדרים וכמש\"כ הר\"ן שם:<br><b> מה </b> שהביא השעה\"מ בה\"ו ראיה דרש\"י ס\"ל דלר\"י מב\"מ במשהו אפי' באיסור דרבנן מהא דכתב בחולין (קט\"ז ב') בענין חלב הקיבה דלא הוה אלא דרבנן משום דהוה חלב שחוטה. דברי שגגה הן כמו שהשבתי עליו בהגהותי שם דרשנו משם:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נתערב סתם יינם ביין ה\"ז אסור בכל שהוא בשתיה כו'.</b> הלכה זו נתעלמה מבעל מג\"א בס' המצות מצות ל\"ת קצ\"ד שכתב שלא הביא הרמב\"ם בחבורו הגדול שסתם יינם במשהו:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן כלים חרשים א\"צ להטביל,</b> כצ\"ל ברי\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "מקורי הרמב\"ם לרש\"ש על משנה תורה, הלכות מאכלות אסורות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mekorei HaRambam LeRashash",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}