{
    "title": "Mishneh Torah, Vessels",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Vessels",
    "text": [
        [
            "שִׁבְעָה מִינֵי כֵּלִים הֵן שֶׁמְּקַבְּלִין טֻמְאָה מִן הַתּוֹרָה וְאֵלּוּ הֵן. הַבְּגָדִים. וְהַשַּׂקִּין. וּכְלֵי עוֹר. וּכְלֵי עֶצֶם. וּכְלֵי מַתָּכוֹת. וּכְלֵי עֵץ. וּכְלֵי חֶרֶשׂ. הֲרֵי הוּא אוֹמֵר <small>(ויקרא יא לב)</small> \"מִכָּל כְּלִי עֵץ אוֹ בֶגֶד אוֹ עוֹר אוֹ שָׂק\". וּבִכְלֵי מַתָּכוֹת נֶאֱמַר <small>(במדבר לא כב)</small> \"אַךְ אֶת הַזָּהָב וְאֶת הַכָּסֶף\". וּבִכְלֵי חֶרֶשׂ נֶאֱמַר \"וּכְלִי חֶרֶשׂ אֲשֶׁר יִפּל מֵהֶם אֶל תּוֹכוֹ כּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא וְאֹתוֹ תִשְׁבֹּרוּ\":  ",
            "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(במדבר לא כ)</small> \"וְכָל מַעֲשֵׂה עִזִּים\" לְרַבּוֹת כֵּלִים הָעֲשׂוּיִין מִן הַקַּרְנַיִם וּמִן הַטְּלָפַיִם וּמִן הָעֲצָמוֹת שֶׁל עִזִּים וְהוּא הַדִּין לִשְׁאָר מִינֵי בְּהֵמָה וְחַיָּה. אֲבָל כֵּלִים הָעֲשׂוּיִין מֵעַצְמוֹת הָעוֹף אֵינָן מְקַבְּלִין טֻמְאָה חוּץ מִכֵּלִים הָעֲשׂוּיִין מִכְּנַף הָעָזְנִיָּה בִּלְבַד וּבֵיצַת הַנַּעֲמִית הַמְצֻפָּה הוֹאִיל וְהֵן דּוֹמִין לְעֶצֶם מְקַבְּלִין טֻמְאָה כִּכְלֵי עֶצֶם. וְקָרוֹב בְּעֵינַי שֶׁטֻּמְאָתָן מִדִּבְרֵי סוֹפְרִים:  ",
            "כֵּלִים הָעֲשׂוּיִין מֵעַצְמוֹת חַיָּה שֶׁבַּיָּם וּמֵעוֹרָהּ טְהוֹרִים. כָּל שֶׁבַּיָּם טָהוֹר וְאֵינוֹ מְקַבֵּל טֻמְאָה מִן הַטֻּמְאוֹת וְלֹא טֻמְאַת מִדְרָס. אַף הָאוֹרֵג בֶּגֶד מִצֶּמֶר הַגָּדֵל בַּיָּם אֵינוֹ מְקַבֵּל טֻמְאָה שֶׁנֶּאֱמַר <small>(ויקרא יא לב)</small> \"אוֹ בֶגֶד אוֹ עוֹר\" מִפִּי הַשְּׁמוּעָה לָמְדוּ מַה בֶּגֶד מִן הַגָּדֵל בָּאָרֶץ אַף עוֹר מִן הַגָּדֵל בָּאָרֶץ. חִבֵּר מִן הַגָּדֵל בַּיָּם עִם הַגָּדֵל בָּאָרֶץ אֲפִלּוּ חוּט אוֹ מְשִׁיחָה אִם חִבְּרוֹ חִבּוּר עַד שֶׁמֵּשִׂים אֶת שְׁנֵיהֶן כְּאִלּוּ הֵן אֶחָד לְטֻמְאָה שֶׁאִם נִטְמָא זֶה יִטְמָא זֶה הַכּל מְקַבֵּל טֻמְאָה:  ",
            "יֵרָאֶה לִי שֶׁהַכֵּלִים הָעֲשׂוּיִים מֵעוֹר הָעוֹף אֵין מְקַבְּלִין טֻמְאָה כְּמוֹ עַצְמוֹתָיו. וְאִם תֹּאמַר וַהֲרֵי הוּא כָּשֵׁר לִכְתֹּב עָלָיו תְּפִלִּין כְּעוֹר בְּהֵמָה וְחַיָּה. הִנֵּה עוֹר הַדָּג אֵינוֹ מְקַבֵּל טֻמְאָה וְלוּלֵא זֻהֲמָתוֹ שֶׁאֵינָהּ פּוֹסֶקֶת הָיָה כָּשֵׁר לַתְּפִלִּין הִנֵּה לָמַדְתָּ שֶׁאַף דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה כָּשֵׁר לִתְפִלִּין אִם אֵין לוֹ זֻהֲמָא:  ",
            "כְּלֵי זְכוּכִית אֵינָן מְקַבְּלִין טֻמְאָה מִדִּבְרֵי תּוֹרָה וַחֲכָמִים גָּזְרוּ עֲלֵיהֶן שֶׁיְּקַבְּלוּ טֻמְאָה הוֹאִיל וּתְחִלַּת בְּרִיָּתָן מִן הַחוֹל כִּכְלֵי חֶרֶס הֲרֵי הֵן כִּכְלֵי חֶרֶס. וּמִפְּנֵי שֶׁתּוֹכָן נִרְאֶה כְּבָרָן לֹא גָּזְרוּ עֲלֵיהֶן שֶׁיִּטַּמְּאוּ מֵאֲוִירָן אֶלָּא עַד שֶׁתִּגַּע הַטֻּמְאָה בָּהֶן בֵּין מִתּוֹכָן בֵּין מִגַּבָּן כִּכְלֵי מַתָּכוֹת. וְלֹא גָּזְרוּ טֻמְאָה עַל פְּשׁוּטֵיהֶן אֶלָּא עַל מְקַבְּלֵיהֶן. וְאֵין לָהֶם טָהֳרָה בְּמִקְוֶה. וְאֵין שׂוֹרְפִין עֲלֵיהֶן תְּרוּמָה וְקָדָשִׁים שֶׁלֹּא גָּזְרוּ עֲלֵיהֶן אֶלָּא לִתְלוֹת:  ",
            "כְּלֵי גְּלָלִים וּכְלֵי אֲבָנִים וּכְלֵי אֲדָמָה לְעוֹלָם טְהוֹרִין. וְאֵין מְקַבְּלִין טֻמְאָה מִן הַטֻּמְאוֹת וְלֹא טֻמְאַת מִדְרָס לֹא מִן הַתּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים בֵּין פְּשׁוּטֵיהֶן בֵּין מְקַבְּלֵיהֶן:  ",
            "פִּיל שֶׁבָּלַע הוּצִין וֶהֱקִיאָן דֶּרֶךְ הָרְעִי הָעוֹשֶׂה מֵהֶן כֵּלִים הֲרֵי הֵן סָפֵק אִם הֵם כִּכְלֵי גְּלָלִים אוֹ כְּלֵי עֵץ כְּשֶׁהָיוּ. אֲבָל כְּפִיפָה שֶׁנִּטְמֵאת וּבְלָעָהּ פִּיל וֶהֱקִיאָהּ דֶּרֶךְ בֵּית הָרְעִי הֲרֵי הִיא בְּטֻמְאָתָהּ:  ",
            "פְּשׁוּטֵי כְּלֵי חֶרֶס כְּגוֹן מְנוֹרָה וְכִסֵּא וְשֻׁלְחָן שֶׁל חֶרֶס וְכַיּוֹצֵא בָּהֶן אֵין מְקַבְּלִין טֻמְאָה מִן הַטֻּמְאוֹת וְלֹא טֻמְאַת מִדְרָס לֹא מִן הַתּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"אֲשֶׁר יִפּל מֵהֶם אֶל תּוֹכוֹ\" <small>(ויקרא יא לג)</small> \"יִטְמָא\" כָּל שֶׁיֵּשׁ לוֹ תּוֹךְ בִּכְלִי חֶרֶס מְקַבֵּל טֻמְאָה וְשֶׁאֵין לוֹ תּוֹךְ טָהוֹר:  ",
            "כְּלֵי מַתָּכוֹת אֶחָד פְּשׁוּטֵיהֶן כְּגוֹן הַסַּכִּינִים וְהַמִּסְפָּרַיִם אוֹ מְקַבְּלֵיהֶן כְּגוֹן הַיּוֹרוֹת וְהַקּוּמְקוּמוֹסִין הַכּל מְקַבְּלִין טֻמְאָה שֶׁנֶּאֱמַר <small>(במדבר לא כג)</small> \"כָּל דָּבָר אֲשֶׁר יָבֹא בָאֵשׁ\" בֵּין מְקַבֵּל בֵּין פָּשׁוּט. אֲפִלּוּ תֵּבָה אוֹ מִגְדָּל וְכַיּוֹצֵא בָּהֶן שֶׁל מַתֶּכֶת שֶׁהֵן מְקַבְּלִין אַרְבָּעִים סְאָה בְּלַח אוֹ יֶתֶר מְקַבְּלִין טֻמְאָה שֶׁנֶּאֱמַר כָּל דָּבָר אֲשֶׁר יָבֹא בָאֵשׁ:  ",
            "כְּלֵי עֵץ וּכְלֵי עוֹר וּכְלֵי עֶצֶם מְקַבְּלֵיהֶן כְּגוֹן הָעֲרֵבָה וְהַחֵמֶת וְכַיּוֹצֵא בָּהֶן מְקַבְּלִין טֻמְאָה מִדִּבְרֵי תּוֹרָה. אֲבָל פְּשׁוּטֵיהֶן כְּגוֹן הַלּוּחוֹת וְהַכִּסֵּא וְהָעוֹר שֶׁאוֹכְלִין עָלָיו וְכַיּוֹצֵא בָּהֶן אֵינָן מְקַבְּלִין טֻמְאָה אֶלָּא מִדִּבְרֵי סוֹפְרִים שֶׁנֶּאֱמַר <small>(ויקרא יא לב)</small> \"מִכָּל כְּלִי עֵץ\" מִפִּי הַשְּׁמוּעָה לָמְדוּ מָה שַׂק שֶׁיֵּשׁ לוֹ בֵּית קִבּוּל אַף כָּל שֶׁיֵּשׁ לוֹ בֵּית קִבּוּל. וּכְלֵי עֶצֶם כִּכְלֵי עֵץ לְכָל דָּבָר. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁטֻּמְאַת פְּשׁוּטֵיהֶן מִדִּבְרֵי סוֹפְרִים בִּשְׁאָר טֻמְאוֹת חוּץ מִטֻּמְאַת מִדְרָס. אֲבָל בְּמִדְרַס הַזָּב וַחֲבֵרָיו מִתְטַמְּאִין מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(ויקרא טו ד)</small> \"כָּל הַמִּשְׁכָּב אֲשֶׁר יִשְׁכַּב\" כָּל הֶעָשׂוּי לְמִשְׁכָּב אוֹ לְמֶרְכָּב כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן כְּלִי זְכוּכִית הֶעָשׂוּי לְמִשְׁכָּב מִתְטַמֵּא בְּמִדְרָס מִדִּבְרֵיהֶן:  ",
            "כָּל שֶׁהוּא אָרוּג בֵּין מִצֶּמֶר וּפִשְׁתִּים בֵּין מִקַּנְבּוֹס אוֹ מִמֶּשִׁי אוֹ מִשְּׁאָר דְּבָרִים הַגְּדֵלִים בַּיַּבָּשָׁה הוּא הַנִּקְרָא בֶּגֶד לְעִנְיַן טֻמְאָה. וְהַלְּבָדִים כִּבְגָדִים לְכָל דָּבָר:  ",
            "הַשַּׂק הוּא חוּטֵי שֵׂעָר הַגְּדֵלִין כְּשַׁלְשֶׁלֶת אוֹ הָאֲרוּגִין כִּבְגָדִים אֶחָד הֶעָשׂוּי מִן הָעִזִּים אוֹ מִצֶּמֶר גְּמַלִּים אוֹ מִזְּנַב הַסּוּס וְהַפָּרָה וְכַיּוֹצֵא בָּהֶן וְאֶחָד הָאָרִיג מֵהֶן כְּמוֹ הַמַּרְצוּפִין אוֹ הַגְּדַל כְּמוֹ חֶבֶק שֶׁל חֲמוֹר וְכַיּוֹצֵא בּוֹ. אֲבָל הַחֲבָלִים וְהַמְּשִׁיחוֹת הַשְּׁזוּרִין בֵּין מִן הַשֵּׂעָר בֵּין מִצֶּמֶר וּפִשְׁתִּים אֵינָן מְקַבְּלִין טֻמְאָה בִּפְנֵי עַצְמָן:  ",
            "כָּל הַכֵּלִים הָעֲשׂוּיִין מִן הַגֹּמֶא וּמִן הָעֲרָבָה וּמִן הַקָּנִים וּמִכַּפּוֹת תְּמָרִים וּמִן הֶעָלִים וְהַשָּׂרִיגִין וּקְלִפֵּי אִילָנוֹת וּמִן הַחֶלֶף כְּגוֹן הַכְּפִיפוֹת וְהַטְּרַסְקְלִין וְהַמַּחֲלָצוֹת וְהַמַּפָּצוֹת הַכּל בִּכְלַל כְּלֵי הָעֵץ שֶׁהַכּל גָּדֵל מִן הָאָרֶץ כְּעֵץ. אֶחָד כְּלִי חֶרֶס וְאֶחָד כְּלִי נֶתֶר לְכָל דָּבָר. כָּל כְּלִי הֶעָשׂוּי מֵהֶעָפָר מִן הָעֲפָרוֹת וְאַחַר כָּךְ שׂוֹרְפִין אוֹתָן בְּכִבְשָׁן הֲרֵי זֶה כְּלִי חֶרֶס. וְהַתַּנּוּר וְהַכִּירַיִם וְהַכֻּפָּח וְכַיּוֹצֵא בָּהֶן מִשְּׁאָר הַבִּנְיָנוֹת שֶׁאוֹפִין בָּהֶן אוֹ מְבַשְּׁלִין בָּהֶן הַכּל מְקַבְּלִין טֻמְאָה דִּין תּוֹרָה וְטֻמְאָתָן וְטֻמְאַת כְּלִי חֶרֶס שָׁוָה:  "
        ],
        [
            "הָעוֹשֶׂה כְּלִי קִבּוּל מִכָּל מָקוֹם הֲרֵי זֶה מְקַבֵּל טֻמְאָה בְּכָל שֶׁהוּא מִן הַתּוֹרָה. וְאֵין לִכְלִי קִבּוּל שִׁעוּר. וְהוּא שֶׁיַּעֲשֶׂה דָּבָר שֶׁל קַיָּמָא שֶׁאֶפְשָׁר שֶׁיַּעֲמֹד. כֵּיצַד. הָעוֹשֶׂה כְּלִי מִן הָעוֹר הַמַּצָּה שֶׁלֹּא נִתְעַבֵּד כְּלָל. אוֹ מִן הַנְּיָר אַף עַל פִּי שֶׁאֵין הַנְּיָר מְקַבֵּל טֻמְאָה. אוֹ מִקְּלִפַּת הָרִמּוֹן וְהָאֱגוֹז וְהָאַלּוֹן אֲפִלּוּ חֲקָקוּם הַתִּינוֹקוֹת לָמֹד בָּהֶן אֶת הֶעָפָר. אוֹ שֶׁהִתְקִינוּם לְכַף מֹאזְנַיִם. הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה. שֶׁתִּינוֹק חֵרֵשׁ שׁוֹטֶה וְקָטָן יֵשׁ לָהֶן מַעֲשֶׂה אַף עַל פִּי שֶׁאֵין לָהֶן מַחֲשָׁבָה. אֲבָל הָעוֹשֶׂה כֵּלִים מִן הַלֶּפֶת וְהָאֶתְרוֹג וְהַדְּלַעַת הַיְבֵשִׁים שֶׁחֲקָקָן לָמֹד בָּהֶן וְכָל כַּיּוֹצֵא בָּהֶן. הֲרֵי הֵן טְהוֹרִין לְפִי שֶׁאִי אֶפְשָׁר שֶׁיַּעַמְדוּ אֶלָּא זְמַן מוּעָט: \n",
            "קְנֵה מֹאזְנַיִם וְהַמַּחַק שֶׁיֵּשׁ בָּהֶן בֵּית קִבּוּל מַתֶּכֶת. וְהָאֵסֶל שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל מָעוֹת. וְקָנֶה שֶׁל עֵץ שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל מַיִם. וּמַקֵּל שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל מְזוּזָה אוֹ מְקוֹם מַרְגָּלִית. וּמַשְׁחֶזֶת שֶׁל עֵץ שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל שֶׁמֶן. וְלוּחַ פִּנְקָס שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל שַׁעֲוָה. כָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁהֵן פְּשׁוּטֵי כְּלֵי עֵץ הוֹאִיל וְיֵשׁ בָּהֶן בֵּית קִבּוּל כָּל שֶׁהוּא מְקַבְּלִין טֻמְאָה דִּין תּוֹרָה. וְאֵין טָמֵא מִן הַתּוֹרָה אֶלָּא בֵּית קִבּוּל לְבַדּוֹ שֶׁיֵּשׁ בָּהֶן וְהַמְשַׁמֵּשׁ אֶת בֵּית הַקִּבּוּל מִשְּׁאָר הַכְּלִי שֶׁבֵּית הַקִּבּוּל צָרִיךְ לוֹ. אֲבָל הַיָּתֵר עַל הַצֹּרֶךְ מִשְּׁאָר הַכְּלִי הַפָּשׁוּט טָהוֹר מִן הַתּוֹרָה וְטָמֵא מִדִּבְרֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "בֵּית קִבּוּל הֶעָשׂוּי לְמַלְּאוֹתוֹ אֵינוֹ בֵּית קִבּוּל. כֵּיצַד. בְּקַעַת שֶׁל עֵץ שֶׁחוֹקְקִין בָּהּ בֵּית קִבּוּל וְתוֹקְעִין בּוֹ הַסַּדָּן שֶׁל בַּרְזֶל. אִם שֶׁל נַפָּחִים הִיא אֵינָהּ מְקַבֶּלֶת טֻמְאָה שֶׁאַף עַל פִּי שֶׁיֵּשׁ בָּהּ בֵּית קִבּוּל לֹא נַעֲשָׂה אֶלָּא לְמַלְּאוֹתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאִם הָיְתָה שֶׁל צוֹרְפִין הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁהֵן מַגְבִּיהִין אֶת הַבַּרְזֶל בְּכָל עֵת שֶׁיִּרְצֶה וּמְקַבְּצִין אֶת שְׂפוֹת הַזָּהָב וְהַכֶּסֶף הַמִּתְקַבֶּצֶת שָׁם תַּחַת הַסַּדָּן וַהֲרֵי נַעֲשָׂה לְקַבָּלָה. וְכֵן כָּל כַּיּוֹצֵא בּוֹ: \n",
            "הַכַּף הֶחָקוּק שֶׁתַּחַת רַגְלֵי הַמִּטּוֹת וְהַמִּגְדָּלוֹת וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁהוּא מְקַבֵּל טָהוֹר וְאֵין בּוֹ מִשּׁוּם כְּלִי קִבּוּל לְפִי שֶׁאֵינוֹ עָשׂוּי לְקִבּוּל אֶלָּא לִסְמֹךְ בּוֹ בִּלְבַד. שְׁפוֹפֶרֶת הַקַּשׁ מְקַבֶּלֶת טֻמְאָה כְּכָל כְּלֵי הָעֵץ שֶׁמְּקַבְּלִין טֻמְאָה אֲפִלּוּ אֵינָהּ יְכוֹלָה לְקַבֵּל אֶלָּא טִפָּה אַחַת. וּשְׁפוֹפֶרֶת הַקָּנֶה שֶׁחֲתָכָהּ לְקַבָּלָה אֵינָהּ מְקַבֶּלֶת טֻמְאָה עַד שֶׁיּוֹצִיא אֶת כָּל הַלָּבָן שֶׁבְּתוֹכָהּ. וְאִם לֹא נֶחְתְכָה לְקַבָּלָה הֲרֵי הִיא כִּפְשׁוּטֵי כְּלֵי עֵץ. אֲבָל שְׁפוֹפֶרֶת שֶׁל פָּקוּעוֹת וְכַיּוֹצֵא בָּהֶן אֵינָן כֵּלִים אֶלָּא כָּאֳכָלִין הֵן חֲשׁוּבִין: \n",
            "שְׁפוֹפֶרֶת שֶׁחֲתָכָהּ וְנָתַן בָּהּ אֶת הַמְּזוּזָה וְאַחַר כָּךְ נְתָנָהּ בְּכֹתֶל אֲפִלּוּ נָתְנָה שֶׁלֹּא כְּדֶרֶךְ קַבָּלָתָהּ מְקַבֶּלֶת טֻמְאָה. קְבָעָהּ בַּכֹּתֶל אִם קְבָעָהּ כְּדֶרֶךְ קַבָּלָתָהּ הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה. שֶׁלֹּא כְּדֶרֶךְ קַבָּלָתָהּ טְהוֹרָה. נָתַן הַשְּׁפוֹפֶרֶת בַּכֹּתֶל וְאַחַר כָּךְ נָתַן בָּהּ הַמְּזוּזָה אִם הָיְתָה כְּדֶרֶךְ קַבָּלָתָהּ הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה. שֶׁלֹּא כְּדֶרֶךְ קַבָּלָתָהּ טְהוֹרָה. קְבָעָהּ בַּכֹּתֶל אֲפִלּוּ כְּדֶרֶךְ קַבָּלָתָהּ טְהוֹרָה: \n",
            "כְּלִי שֶׁאוֹרְגִין אוֹתוֹ מִן הַנְּסָרִים אוֹ מִן הַשַּׁעַם כְּדֵי שֶׁיִּשְׁטְחוּ עָלָיו הַבְּגָדִים וְהַמֻּגְמָר מִלְּמַטָּה כְּדֵי שֶׁיִּתְבַּסְּמוּ אִם הָיָה עָשׂוּי כְּכַוֶּרֶת שֶׁאֵין לוֹ קַרְקַע טָהוֹר וְאִם הָיָה בּוֹ בֵּית קַבָּלַת כְּסוּת הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
            "סַנְדָּל שֶׁל בְּהֵמָה שֶׁל מַתֶּכֶת טָמֵא וְשֶׁל שַׁעַם טָהוֹר שֶׁאֵין זֶה חָשׁוּב מִכְּלֵי הַקַּבָּלָה: \n",
            "הַצּוֹרֵר מַרְגָּלִית בָּעוֹר וְהוֹצִיאָהּ וְנִשְׁאַר מְקוֹמָהּ עָמֹק הֲרֵי זֶה מְקַבֵּל טֻמְאָה עַד שֶׁיִּפְשֹׁט. שֶׁכָּל כְּלֵי קִבּוּל מְקַבְּלִין בְּכָל שֶׁהֵן וַהֲרֵי מְקוֹמָן כְּמוֹ כִּיס קָטָן. אֲבָל צְרוֹר הַמָּעוֹת אֵינוֹ מְקַבֵּל טֻמְאָה שֶׁאֵין עָלָיו צוּרַת כְּלִי: \n"
        ],
        [
            "כָּל כְּלִי עֵץ הֶעָשׂוּי לְנַחַת אֲפִלּוּ אֵינוֹ מְקַבֵּל אֶלָּא דָּבָר מוּעָט אֵינוֹ מְקַבֵּל טֻמְאָה לֹא מִן הַתּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים. וְכָל כְּלִי עֵץ הֶעָשׂוּי לְהִתְטַלְטֵל מָלֵא וְרֵיקָן כְּשַׂק אֲפִלּוּ הָיָה מַחֲזִיק מֵאָה סְאָה וְאַף עַל פִּי שֶׁיֵּשׁ לוֹ שׁוּלַיִם הוֹאִיל וְאֵינוֹ עָשׂוּי לְנַחַת הֲרֵי זֶה מְקַבֵּל טֻמְאָה דִּין תּוֹרָה כִּשְׁאָר כְּלֵי קִבּוּל. וְכָל כְּלִי עֵץ שֶׁהוּא סְתָם אִם הָיוּ לוֹ שׁוּלַיִם לֵישֵׁב עֲלֵיהֶם עַל הַקַּרְקַע כְּדֵי שֶׁלֹּא יְהֵא נוֹחַ לְהִתְגַּלְגֵּל וְהָיָה מַחֲזִיק אַרְבָּעִים סְאָה בְּלַח שֶׁהֵן כּוֹרַיִים בְּיָבֵשׁ אֵינוֹ מְקַבֵּל טֻמְאָה כְּלָל לֹא מִן הַתּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים מִפְּנֵי שֶׁחֶזְקָתוֹ שֶׁעָשׂוּי לְנַחַת. וּדְבָרִים אֵלּוּ דִּבְרֵי קַבָּלָה הֵן. מִפִּי הַשְּׁמוּעָה לָמְדוּ מָה שַׂק שֶׁהוּא מִתְטַלְטֵל מָלֵא וְרֵיקָן אַף כְּלִי עֵץ לֹא יִטְמָא אֶלָּא אִם כֵּן הָיָה מִטַּלְטֵל מָלֵא וְרֵיקָן לְהוֹצִיא כְּלִי עֵץ הֶעָשׂוּי לְנַחַת: \n",
            "הַכֵּלִים שֶׁחֶזְקָתָן שֶׁהֵן עֲשׂוּיִין לְנַחַת כְּגוֹן שִׁדָּה תֵּבָה וּמִגְדָּל וְכַוֶּרֶת הַקַּשׁ וְכַוֶּרֶת הַקָּנִים וּבוֹר סְפִינָה גְּדוֹלָה וְכַיּוֹצֵא בְּאֵלּוּ. אִם הֵן מַחֲזִיקִין אַרְבָּעִים סְאָה אֵין מְקַבְּלִין טֻמְאָה. וְאֵלּוּ הֵן הַכֵּלִים שֶׁל עֵץ שֶׁהֵן עֲשׂוּיִין לְהִתְטַלְטֵל בִּמְלוֹאָן. דִּרְדּוּר שֶׁמַּנִּיחִין אוֹתוֹ עַל הָעֲגָלָה וְקוֹסְטוֹת הַמְּלָכִים וַעֲרֵבַת הַעֲבְּדָן וּבוֹר סְפִינָה קְטַנָּה שֶׁאֵינָהּ יְכוֹלָה לְהַלֵּךְ בְּאֶמְצַע הַיָּם הַגָּדוֹל וְהָאָרוֹן. כָּל אֶחָד מֵחֲמֵשֶׁת כְּלֵי עֵץ אֵלּוּ אַף עַל פִּי שֶׁהֵן מְקַבְּלִין יוֹתֵר מֵאַרְבָּעִים סְאָה הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה שֶׁלֹּא נַעֲשׂוּ מִתְּחִלָּתָן אֶלָּא לְהִטַּלְטֵל מְלֵאִין. וּשְׁאָר כָּל כְּלֵי עֵץ אִם הָיוּ מְקַבְּלִין אַרְבָּעִים סְאָה וְיֵשׁ לָהֶם שׁוּלַיִם חֶזְקָתָן שֶׁאֵינָן עֲשׂוּיִין לְהִתְטַלְטֵל בִּמְלוֹאָן וּלְפִיכָךְ אֵין מְקַבְּלִין טֻמְאָה. וְכֵן כְּלֵי עֶצֶם וּכְלֵי הָעוֹר הַמְקַבְּלִין אַרְבָּעִים סְאָה בְּלַח אֵין מְקַבְּלִין טֻמְאָה אֶלָּא אִם כֵּן נַעֲשׂוּ מִתְּחִלָּתָן כְּשֶׁהֵן מְלֵאִין: \n",
            "הַשִּׁדָּה וְהַתֵּבָה וְהַמִּגְדָּל שֶׁל זְכוּכִית הַבָּאִים בְּמִדָּה טְהוֹרִין וּשְׁאָר כְּלֵי זְכוּכִית אַף עַל פִּי שֶׁמְּקַבְּלִין אַרְבָּעִים סְאָה הֲרֵי הֵן מְקַבְּלִין טֻמְאָה. וְזֶה חֹמֶר בִּכְלֵי זְכוּכִית מִבִּכְלֵי עֵץ: \n",
            "כָּל כְּלִי שֶׁיֵּשׁ בְּשִׁבּוּרוֹ אַמָּה עַל אַמָּה בְּרוּם שָׁלֹשׁ הֲרֵי הוּא מַחֲזִיק אַרְבָּעִים סְאָה בְּלַח. וּכְשֶׁמּוֹדְדִין אֶת הַכְּלִי מוֹדְדִין אוֹתוֹ מִבַּחוּץ אִם הָיָה בּוֹ אַמָּה עַל אַמָּה בְּרוּם שָׁלֹשׁ אַף עַל פִּי שֶׁאֵין תּוֹכוֹ אֶלָּא פָּחוֹת מִזֶּה הֲרֵי הוּא טָהוֹר שֶׁאֵין עֳבִי הַדְּפָנוֹת מְמַעֵט. אֲבָל עֳבִי הָרַגְלַיִם וָעֳבִי הַזֵּר אִם הָיָה לוֹ זֵר אֵין נִמְדָּדִין עִמּוֹ: \n",
            "הָיָה בְּתוֹךְ הַכְּלִי תֵּבָה קְטַנָּה כְּגוֹן מוּכְנִי שֶׁבְּתוֹךְ הַשִּׁדָּה בִּזְמַן שֶׁהִיא נִשְׁמֶטֶת אֵינָהּ נִמְדֶּדֶת עִמָּהּ וְאֵינָהּ חִבּוּר לָהּ וְאֵינָהּ מַצֶּלֶת עִמָּהּ בְּאֹהֶל הַמֵּת. וְאִם אֵינָהּ נִשְׁמֶטֶת נִמְדֶּדֶת עִמָּהּ וַהֲרֵי הֵן כִּכְלִי אֶחָד: \n",
            "הָיָה לַכְּלִי כִּסּוּי קָמוּר בִּזְמַן שֶׁהוּא קָבוּעַ נִמְדָּד עִמּוֹ. אֵינוֹ קָבוּעַ אֵינוֹ נִמְדָּד עִמּוֹ. הָיוּ בּוֹ מְגוּרוֹת מִבִּפְנִים נִמְדֶּדֶת עִמּוֹ. וְאִם הָיוּ מִבַּחוּץ אֵינָן נִמְדָּדוֹת עִמּוֹ: \n",
            "כְּלִי עֵץ שֶׁאֵינוֹ מְקַבֵּל אַרְבָּעִים סְאָה כְּדַרְכּוֹ אֶלָּא אִם כֵּן הִטָּהוּ עַל צִדּוֹ אוֹ סְמָכוֹ בְּדָבָר אַחֵר הוֹאִיל וּמְקַבֵּל אַרְבָּעִים סְאָה מִכָּל מָקוֹם טָהוֹר: \n",
            "הַשִּׁדָּה וְהַתֵּבָה שֶׁנִּטְּלָה אַחַת מֵרַגְלֵיהֶן אַף עַל פִּי שֶׁלֹּא נִקְּבוּ אֶלָּא הֲרֵי הֵן מְקַבְּלִין הֲרֵי אֵלּוּ טְהוֹרִין וַעֲדַיִן יֵשׁ לָהֶם שׁוּלַיִם וְחֶזְקָתָן שֶׁהֵן לְנַחַת כְּשֶׁהָיוּ: \n"
        ],
        [
            "שָׁלֹשׁ מִדּוֹת בִּכְלֵי עֵץ שֶׁאֵינָן עֲשׂוּיִין לְקַבָּלָה. כָּל כְּלִי עֵץ הֶעָשׂוּי לְתַשְׁמִישׁ אָדָם בִּלְבַד כְּגוֹן הַסֻּלָּם טָהוֹר וְאֵינוֹ מְקַבֵּל טֻמְאָה כְּלָל וְלֹא רִבּוּהוּ חֲכָמִים לְטֻמְאָה. וְכָל כְּלִי עֵץ הֶעָשׂוּי לְתַשְׁמִישׁ הַכֵּלִים וְהָאָדָם כְּגוֹן הַשֻּׁלְחָן וְהַטַּבְלָא וְהַמִּטָּה וְכַיּוֹצֵא בָּהֶן מְקַבְּלִין טֻמְאָה. וּמִנַּיִן שֶׁהֵן לְתַשְׁמִישׁ אָדָם וְתַשְׁמִישׁ מְשַׁמְּשָׁיו שֶׁהֲרֵי מַנִּיחַ הַקְּעָרוֹת עַל הַשֻּׁלְחָן וְהַכּוֹסוֹת עַל הַטַּבְלָא וְהַמַּצָּעוֹת עַל הַמִּטָּה. וְכָל כְּלִי עֵץ הֶעָשׂוּי לְתַשְׁמִישׁ הַכֵּלִים בִּלְבַד שֶׁהֲרֵי הוּא מְשַׁמֵּשׁ מְשַׁמְּשֵׁי אָדָם אִם לֹא הָיָה מְשַׁמֵּשׁ אֶת הַכֵּלִים אֶלָּא בִּשְׁעַת מְלָאכָה בִּלְבַד הֲרֵי זֶה טָהוֹר מִכְּלוּם כְּגוֹן מְנוֹרָה שֶׁל עֵץ שֶׁמְּשַׁמֶּשֶׁת הַנֵּר בִּשְׁעַת הַדְלָקָה, וְכַן וְהוּא כְּלִי שֶׁמַּנִּיחִין תַּחַת הַכֵּלִים בִּשְׁעַת מְלָאכָה, וְהַדְּפוּסִין כֻּלָּן. וְאִם הָיָה מְשַׁמֵּשׁ אֶת הַכֵּלִים בִּשְׁעַת מְלָאכָה וְשֶׁלֹּא בִּשְׁעַת מְלָאכָה הֲרֵי זֶה מְקַבֵּל טֻמְאָה כְּגוֹן כִּסּוּי הַקַּפָצָה וְכַיּוֹצֵא בּוֹ וְתִיק הַסַּיִף וְהַסַּכִּין וְהָרֹמַח וְהַמִּסְפָּרִים וְהַתַּעַר וְהַמִּכְחוֹל וְהַמִּכְתָּב וּבֵית הַכּוֹחַל וְתִיק טַבְלָא וּסְקוּרְטִיָא וּבֵית הַחִצִּים וּבֵית הַפַּגוֹזוֹת וְתִיק חֲלָלִים כָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁאֵינָן אֶלָּא מְשַׁמְּשֵׁי כֵּלִים מְקַבְּלִין טֻמְאָה שֶׁהֲרֵי הַכְּלִי צָרִיךְ לָהֶן בִּשְׁעַת מְלָאכָה וְשֶׁלֹּא בִּשְׁעַת מְלָאכָה. אֲבָל כִּסּוּי קַמַטְרָא וְכִסּוּי תֵּבָה וְכִסּוּי טֶנִי וְהַמַּכְבֵּשׁ שֶׁל חָרָשׁ וְהַכִּסֵּא שֶׁתַּחַת הַתֵּבָה וְהַקְּמָתִין שֶׁלָּהּ וְהַקֵּלֶב שֶׁבּוֹנִין עָלָיו תִּיק הַסַּפָּר וּבֵית הַנֶּגֶר וְהַמַּנְעוּל וְהַמְּזוּזָה וְתִיק נְבָלִים וְהַכִּנּוֹרוֹת וְהַקֵּלֶב שֶׁל גּוֹדְלֵי מִצְנֶפֶת וּדְפוּס שֶׁל תְּפִלִּין וְסוּס שֶׁל עֵץ שֶׁל זֶמֶר שֶׁמְּשַׂחֲקִין בּוֹ וּרְבִיעִית הַמְּקוֹנֶנֶת וּגְנוֹנַת הֶעָנִי וְסָמוֹכוֹת הַמִּטָּה וְנַקְלִיטֵי הַמִּטָּה וַחֲמוֹר שֶׁתַּחַת הַמִּטָּה כָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶן טְהוֹרִין מִפְּנֵי שֶׁהֵן מְשַׁמְּשֵׁי הַכֵּלִים בִּשְׁעַת מְלָאכָה בִּלְבַד:  ",
            "מַלְבֵּן הַמִּטָּה אִם הָיָה מְלֻבָּשׁ בְּפִיקוֹת וְיֵשׁ לוֹ רַגְלַיִם שֶׁמְּחַבְּרָן עִם הַמִּטָּה הֲרֵי זֶה מִתְטַמֵּא עִם הַמִּטָּה שֶׁהֲרֵי נוֹתְנִין אוֹתוֹ בִּפְנֵי הַמִּטָּה וַהֲרֵי הוּא כְּאֶחָד מֵאֵיבָרֶיהָ. נְתָנוֹ עַל שְׁתֵּי לְשׁוֹנוֹת וַהֲרֵי הוּא גָּבוֹהַּ עַל הַמִּטָּה אַף עַל פִּי שֶׁמְּסֹרָג בַּחֲבָלִים הוֹאִיל וְאֵין לוֹ רַגְלַיִם טָהוֹר מִפְּנֵי שֶׁהוּא מִמְּשַׁמְּשֵׁי הַכֵּלִים בִּשְׁעַת מְלָאכָה בִּלְבַד כְּמַלְבְּנֵי בְּנֵי לֵוִי שֶׁתּוֹלִין בָּהֶם כִּנּוֹרוֹתֵיהֶן וּכְלֵי הַשֵּׁיר שֶׁהֵן טְהוֹרִין:  ",
            "מַכְבֵּשׁ שֶׁל שְׁכַּף שֶׁמּוֹתֵחַ עָלָיו אֶת הָעוֹר טָהוֹר מִפְּנֵי שֶׁמַּנִּיחַ עָלָיו אֶת הָאֶבֶן בַּמָּקוֹם הֶחָקוּק שֶׁיֵּשׁ בּוֹ וּמְשַׁמֵּשׁ עָלָיו וְנִמְצָא עָשׂוּי לְשַׁמֵּשׁ אֶת הַכֵּלִים בִּשְׁעַת מְלָאכָה וְאֵינוֹ מִתְטַמֵּא מִשּׁוּם קִבּוּל שֶׁהֲרֵי הֶחָקָק שֶׁבּוֹ עָשׂוּי לְהִתְמַלְּאוֹת בְּאֶבֶן:  ",
            "חִפּוּיֵי הַמִּטָּה טְהוֹרִין וְכֵן כָּל הַחִפּוּיִין בֵּין שֶׁהָיוּ שֶׁל עֵץ אוֹ שֶׁל עֶצֶם אוֹ שֶׁל עוֹר אוֹ שֶׁל מַתֶּכֶת טְהוֹרִין שֶׁנֶּאֱמַר <small>(ויקרא יא לב)</small> \"אֲשֶׁר יֵעָשֶׂה מְלָאכָה בָּהֶן\" פְּרָט לְחִפּוּיֵי הַכֵּלִים. וְכֵן כְּלֵי עֵץ אוֹ עֶצֶם שֶׁיֵּשׁ בָּהֶן בֵּית קִבּוּל שֶׁצִּפָּם בְּמַתֶּכֶת טְהוֹרִים וְאֵין מְקַבְּלִין טֻמְאָה מֵאַחַר שֶׁצִּפָּם בִּטְּלָן וְהַצִּפּוּי עַצְמוֹ טָהוֹר כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "הָעוֹשֶׂה כְּלִי מִקְצָתוֹ מִן הָעֵץ וּמִקְצָתוֹ מִן הַמַּתֶּכֶת אִם הָיָה הָעֵץ מְשַׁמֵּשׁ הַמַּתֶּכֶת מְקַבֵּל טֻמְאָה וְאִם הָיְתָה הַמַּתֶּכֶת מְשַׁמֶּשֶׁת אֶת הָעֵץ הַכּל טָהוֹר. כֵּיצַד. מַפְתֵּחַ שֶׁל עֵץ וְשִׁנָּיו מִמַּתֶּכֶת אֲפִלּוּ שֵׁן אֶחָד הֲרֵי זֶה מְקַבֵּל טֻמְאָה. הָיְתָה הִיא מִמַּתֶּכֶת וְשִׁנַּיִם שֶׁלּוֹ מֵעֵץ הַכּל טָהוֹר:  ",
            "טַבַּעַת שֶׁל מַתֶּכֶת וְחוֹתָמָהּ שֶׁל אַלְמוֹג טְמֵאָה. הָיְתָה שֶׁל אַלְמוֹג וְחוֹתָמוֹ שֶׁל מַתֶּכֶת הֲרֵי זוֹ אֵינָהּ מְקַבֶּלֶת טֻמְאָה:  ",
            "הַשֵּׁן שֶׁל מַתֶּכֶת אוֹ הַחוֹתָם מְקַבֵּל טֻמְאָה בִּפְנֵי עַצְמוֹ אִם לֹא הָיָה מְחֻבָּר לָעֵץ. וְכֵן הַמְעַבֵּד וְהַמַּזְרֶה וְהַמָּגוֹב וְהַמַּסְרֵק שֶׁל רֹאשׁ שֶׁנִּטְּלָה אֶחָד מִשִּׁנֵּיהֶן וַעֲשָׂאָהּ שֶׁל מַתֶּכֶת הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה:  ",
            "מַקֵּל שֶׁעָשָׂה בְּרֹאשׁוֹ מַסְמֵר כְּמִין רִמּוֹן כְּדֵי שֶׁיִּהְיֶה אוֹחֵז בּוֹ אֵינוֹ מְקַבֵּל טֻמְאָה. עֲשָׂאָהוּ שֶׁלֹּא תִּהְיֶה הָאָרֶץ אוֹכֶלֶת אֶת הָעֵץ מְקַבֵּל טֻמְאָה:  ",
            "וְכֵן מַקֵּל שֶׁקָּבַע בּוֹ מַסְמְרִים כְּדֵי לְהַכּוֹת בּוֹ מְקַבֵּל טֻמְאָה שֶׁנִּמְצָא הָעֵץ מְשַׁמֵּשׁ אֶת הַמַּתֶּכֶת. עֲשָׂאָן לְנוֹי אֵינוֹ מְקַבֵּל טֻמְאָה שֶׁהֲרֵי הַמַּתֶּכֶת מְשַׁמֶּשֶׁת אֶת הָעֵץ:  ",
            "וְכֵן מְנַקִּיּוֹת שֶׁל מַתֶּכֶת שֶׁקְּבָעָן בַּמַּקֵּל אוֹ בַּדֶּלֶת לְנוֹי טְהוֹרוֹת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִשְּׁאָר הַכֵּלִים:  "
        ],
        [
            "כָּל הַכֵּלִים אֵין מְקַבְּלִין טֻמְאָה עַד שֶׁתִּגָּמֵר מְלַאכְתָּן. וּכְלֵי עֵץ מֵאֵימָתַי מְקַבְּלִין טֻמְאָה. הַמִּטָּה וְהָעֲרִיסָה מִשֶּׁיְּשׁוּפֵם בְּעוֹר הַדָּג. גָּמַר שֶׁלֹּא לָשׁוּף מְקַבְּלִין טֻמְאָה. הַסַּלִּים שֶׁל עֵץ מִשֶּׁיַּחְסֹם שִׂפְתוֹתֵיהֶן וְיִכְרֹת עֵקְצֵי הַשָּׂרִיגִים וְהָעֵצִים הַקְּטַנִּים הַיּוֹצְאִים עַל גַּבֵּי הַסַּל. הָיוּ הַסַּלִּים שֶׁל תְּמָרָה אַף עַל פִּי שֶׁלֹּא כָּרַת הַהוּצִין מִבִּפְנִים מְקַבְּלִין טֻמְאָה שֶׁכָּךְ מְקַיְּמִין אוֹתָן. הַכַּלְכָּלָה מִשֶּׁיַּחְסֹם פִּיהָ וְיִכְרֹת הַהוּצִים וְיִגְמֹר אֶת הַתְּלוּיוֹת. בֵּית הַכּוֹסוֹת וְהַלָּגִינִין אַף עַל פִּי שֶׁלֹּא כָּרַת מִבִּפְנִים מְקַבְּלִין טֻמְאָה שֶׁכָּךְ מְקַיְּמִין אוֹתָם. הַקְּנוֹנִים הַקְּטַנִּים וְהַקְּלָתוֹת מִשֶּׁיַּחְסֹם שִׂפְתוֹתֵיהֶן וְיִכְרֹת הַהוּצִין הַיּוֹצְאִים. הַקְּנוֹנִים הַגְּדוֹלִים וְהַסְּיוֹגִים הַגְּדוֹלִים מִשֶּׁיַּעֲשֶׂה שְׁנֵי דּוֹרִים לָרֹחַב שֶׁלָּהֶן. הַנָּפָה וְהַכְּבָרָה וְכַף מֹאזְנַיִם מִשֶּׁיַּעֲשֶׂה דּוֹר אֶחָד לָרֹחַב שֶׁלָּהֶן. הַקֻפָּה מִשֶּׁיַּעֲשֶׂה שְׁתֵּי צְפִירוֹת לָרֹחַב שֶׁלָּהּ. וְהָעֲרָק מִשֶּׁיַּעֲשֶׂה בּוֹ צְפִירָה אַחַת אַף עַל פִּי שֶׁלֹּא גָּמַר גַּבֵּיהֶן מְקַבְּלִין טֻמְאָה שֶׁהֲרֵי נִרְאוּ לְמַה שֶּׁנַּעֲשׂוּ וְצוּרַת הַכְּלִי עֲלֵיהֶן. הָא לְמָה זֶה דּוֹמֶה לְבֶגֶד שֶׁנֶּאֱרַג מִקְצָתוֹ. הַמַּחְצֶלֶת מִשֶּׁיִּכְרֹת הַהוּצִין וְזֶהוּ גְּמַר מְלָאכָה. וְכָל כְּלֵי הַנְּסָרִים אֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁיִּתְחַסְּמוּ שִׂפְתוֹתֵיהֶן. גָּלְמֵי כְּלֵי עֵץ מְקַבְּלִין טֻמְאָה מִשֶּׁנַּעֲשָׂה הַכְּלִי בְּצוּרָתוֹ. אַף עַל פִּי שֶׁעָתִיד לְתָאֲרוֹ בִּשְׂרַד אוֹ לְהַשְׁווֹתוֹ בִּמְחוֹגָה אוֹ לְיַפּוֹתוֹ בַּמַּעֲצָד וְכַיּוֹצֵא בְּמַעֲשִׂים אֵלּוּ וַעֲדַיִן הוּא גּלֶם הוֹאִיל וְאֵינוֹ מְחֻסַּר חֲקִיקָה וַהֲרֵי הִשְׁלִים חֲפִירָתוֹ הֲרֵי זֶה מְקַבֵּל טֻמְאָה. וְכָל גָּלְמֵי כְּלֵי עֵץ מְקַבְּלִין טֻמְאָה חוּץ מִשֶּׁל אֶשְׁכְּרוֹעַ שֶׁאֵין הַכְּלִי מִמֶּנּוּ חָשׁוּב כְּלִי עַד שֶׁיִּתְיַפֶּה. וְקָרוֹב בְּעֵינַי שֶׁכְּלֵי עֶצֶם כִּכְלֵי אֶשְׁכְּרוֹעַ וְאֵין גָּלְמֵיהֶן מְקַבְּלִין טֻמְאָה. כְּלִי עֵץ שֶׁאֵין עָלָיו צוּרַת כְּלִי אַף עַל פִּי שֶׁמִּשְׁתַּמְּשִׁין בּוֹ אֵינוֹ מְקַבֵּל טֻמְאָה. אֲרֻבּוֹת שֶׁל נַחְתּוֹמִין שֶׁסּוֹדְרִים עֲלֵיהֶן הַחַלּוֹת כְּשֶׁהֵן בָּצֵק מִתְטַמְּאוֹת שֶׁהֲרֵי צוּרַת הַכְּלִי עֲלֵיהֶן. וְשֶׁל בַּעֲלֵי בָּתִּים אֵינָן מְקַבְּלִין טֻמְאָה. וְאִם צְבָעָן בְּסִקְרָא אוֹ בְּכַרְכּוֹם וְכַיּוֹצֵא בָּהֶן מִתְטַמְּאוֹת שֶׁהֲרֵי נַעֲשֵׂית לָהֶן צוּרַת כְּלִי. סְרוֹד שֶׁל נַחְתּוֹמִין שֶׁנּוֹתְנִין בּוֹ הַמַּיִם שֶׁמְּקַטְּפִין בּוֹ טָמֵא וְשֶׁל בַּעֲלֵי בָּתִּים טָהוֹר. וְאִם גִּפְּפוֹ מֵאַרְבַּע רוּחוֹתָיו מִתְטַמֵּא. נִפְרָץ מֵרוּחַ אַחַת טָהוֹר. וְהַלּוּחַ שֶׁעוֹרְכִין עָלָיו מִתְטַמֵּא. כְּלִי עֵץ שֶׁהַסַּלָּתִים מְרַקְּדִין עָלָיו אֶת הַסּלֶת מִתְטַמֵּא. וְשֶׁל בַּעֲלֵי בָּתִּים טָהוֹר. רַחַת הַגָּרוֹסוֹת מִתְטַמְּאָה. שֶׁל אוֹצָרוֹת טְהוֹרָה שֶׁל גִּתּוֹת מִתְטַמְּאָה וְשֶׁל גֳּרָנוֹת טְהוֹרָה. זֶה הַכְּלָל הֶעָשׂוּי לְקַבָּלָה מְקַבֵּל טֻמְאָה וְהֶעָשׂוּי לְכַנֵּס בּוֹ טָהוֹר: \n",
            "כָּל הַתְּלוֹיִין טְהוֹרִין חוּץ מִתְּלוֹיֵי נָפָה שֶׁל סַלָּתִין וּתְלוֹי כְּבָרָהּ שֶׁל גֳּרָנוֹת וּתְלוֹי מַגַּל יָד וּתְלוֹי מַקֵּל הַבַּלָּשִׁין מִפְּנֵי שֶׁהֵן מְסַיְּעִין בִּשְׁעַת מְלָאכָה. זֶה הַכְּלָל הֶעָשׂוּי לְסַיְּעוֹ בִּשְׁעַת מְלָאכָה מִתְטַמֵּא לִתְלוֹת בּוֹ הַכְּלִי בִּלְבַד טָהוֹר: \n",
            "נִבְלֵי הַמְשׁוֹרְרִים מִתְטַמְּאִין. נִבְלֵי בְּנֵי לֵוִי שֶׁמְּזַמְּרִין בָּהֶן בַּמִּקְדָּשׁ טְהוֹרִין. הַבִּטְנוֹן וְהַנִּקְטְמוֹן וְהָאִירוּס מִתְטַמְּאִין: \n",
            "מְצוּדַת הַחֻלְדָּה מִתְטַמֵּא וְשֶׁל עַכְבָּרִים טְהוֹרָה לְפִי שֶׁאֵין לָהּ בֵּית קִבּוּל וְאֵין עָלֶיהָ צוּרַת כְּלִי: \n",
            "קוֹצִין שֶׁאוֹרְגִין בָּהֶן כְּמוֹ כְּפִיפָה שֶׁמַּנִּיחִין בָּהּ הַתְּאֵנִים וְכַיּוֹצֵא בָּהֶן מִתְטַמְּאִין. וְשֶׁאוֹרְגִין בָּהֶן כְּתַבְנִית מְנוֹרָה גְּדוֹלָה שֶׁאוֹצְרִין בָּהֶן הַחִטִּין טְהוֹרָה שֶׁאֵין תּוֹרַת כְּלִי עָלֶיהָ: \n",
            "עָלִין שֶׁמְּסָרְגִין אוֹתָן כְּמִין סְיָג סָבִיב לַפֵּרוֹת טָהוֹר. וְאִם עָשׂוּ סְיָג שֶׁל נְסָרִין מִתְטַמְּאִין: \n",
            "חֹתֶל שֶׁל הוּצִין שֶׁמַּנִּיחִין בּוֹ הָרֹטֶב וְכַיּוֹצֵא בּוֹ אִם הוּא נוֹתֵן לְתוֹכוֹ וְנוֹטֵל מִתּוֹכוֹ מִתְטַמֵּא וְאִם אֵינוֹ יָכוֹל לִטּל מַה שֶּׁבְּתוֹכוֹ עַד שֶׁיִּקְרָעֶנּוּ אוֹ יַתִּירֶנּוּ אוֹ שֶׁחָשַׁב לֶאֱכל מַה שֶּׁבְּתוֹכוֹ וּלְזָרְקוֹ טָהוֹר. וְכֵן הַקֶּרֶן שֶׁהוּא מִשְׁתַּמֵּשׁ בָּהּ וּמַשְׁלִיכָהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה. וְאִם חָשַׁב עָלֶיהָ מְקַבֶּלֶת טֻמְאָה: \n",
            "הַשּׁוֹפָר אֵינוֹ מְקַבֵּל טֻמְאָה. חֲתָכוֹ לִהְיוֹת קֶרֶן תַּשְׁמִישׁ מְקַבֵּל טֻמְאָה: \n",
            "קְעָרָה שֶׁקְּבָעָהּ בְּשִׁדָּה תֵּבָה וּמִגְדָּל אִם הִיא כְּדֶרֶךְ קַבָּלָתָהּ מְקַבֶּלֶת טֻמְאָה. וְאִם קְבָעָהּ בַּדֹּפֶן שֶׁהֲרֵי אֵינָהּ מְקַבֶּלֶת עַד שֶׁמַּטִּים שִׁדָּה עַל צִדָּה הֲרֵי זוֹ מִכְּלַל הַשִּׁדָּה וּטְהוֹרָה: \n",
            "הָאַקּוֹן וְהָרָטוֹב וְהַכְּלוּב שֶׁל עֵץ טְהוֹרִין: \n",
            "הַמַּדָּף וְהַפַּלְצוּר וּמְצוּדַת סְכָרִים מִתְטַמְּאִין שֶׁהֲרֵי צוּרַת כְּלִי עֲלֵיהֶם: \n",
            "הַסַּפְסָלִין שֶׁבַּפֻּנְדְּקָאוֹת וְשֶׁל מְלַמְּדֵי תִּינוֹקוֹת אַף עַל פִּי שֶׁהֵן נְקוּבִין וּמַכְנִיסִין בָּהֶן אֶת הָרַגְלַיִם טְהוֹרִים. קָבְעוּ בָּהֶן רַגְלַיִם בְּמַסְמֵר מְקַבְּלִין טֻמְאָה. זֶה הַכְּלָל כָּל שֶׁנִּטָּל וְאֵין רַגְלָיו נִטָּלוֹת עִמּוֹ טָהוֹר. וְכָל שֶׁנִּטַּל וְרַגְלָיו נִטָּלוֹת עִמּוֹ טָמֵא. וְאִם הָיוּ כֻּלָּן שֶׁל עֵץ אוֹ עֶצֶם מְקַבֵּל טֻמְאָה. הָיְתָה אַחַת מֵרַגְלָיו שֶׁל אֶבֶן אֵינוֹ מְקַבֵּל טֻמְאָה: \n"
        ],
        [
            "כָּל כְּלִי שֶׁנִּטְמָא וְנִשְׁבַּר אַחַר שֶׁנִּטְמָא וְנִפְסְדָה צוּרָתוֹ וְתַשְׁמִישׁוֹ טָהוֹר בִּשְׁבִירָתוֹ. וְכֵן כֵּלִים שֶׁנִּשְׁבְּרוּ כְּשֶׁהֵן טְהוֹרִין שִׁבְרֵיהֶן אֵינָן מְקַבְּלִין טֻמְאָה: \n",
            "כַּמָּה שִׁעוּר הַשֶּׁבֶר שֶׁיִּשָּׁבֵר בִּכְלִי עֵץ אוֹ כְּלִי עֶצֶם וְיִהְיֶה טָהוֹר. כָּל כְּלֵי בַּעֲלֵי בָּתִּים שִׁעוּרָן בְּרִמּוֹנִים. כֵּיצַד. מִשֶּׁיִּנָּקֵב הַכְּלִי בְּמוֹצִיא רִמּוֹן טָהוֹר. וְהָרִמּוֹן שֶׁאָמְרוּ בֵּינוֹנִי לֹא גָּדוֹל וְלֹא קָטָן, לְפִי דַּעַת הָרוֹאֶה. וְיִהְיוּ בַּכְּלִי שְׁלֹשָׁה רִמּוֹנִים אֲחוּזִים זֶה בָּזֶה. נִקַּב הַכְּלִי בְּמוֹצִיא זַיִת וּסְתָמוֹ וְחָזַר וְנִקַּב בְּמוֹצִיא זַיִת וּסְתָמוֹ [עַד שֶׁהִשְׁלִימוֹ לְמוֹצִיא] רִמּוֹן אַף עַל פִּי שֶׁהוּא סָתוּם טָהוֹר שֶׁהֲרֵי נַעֲשׂוּ לוֹ פָּנִים חֲדָשׁוֹת: \n",
            "כֵּלִים שֶׁעֲשָׂאָן מִתְּחִלָּה נְקוּבִין בְּמוֹצִיא רִמּוֹן כְּגוֹן הַסַּל וְהַפֻּחְלָץ שֶׁל גְמַלִּים וְהָאַפִּיפְיָרוֹת מְקַבְּלִין טֻמְאָה עַד שֶׁיִּקָּרַע רֻבָּן: \n",
            "אֲפִּיפְיָרוֹת שֶׁעָשָׂה לָהֶן קָנִים לְמַעְלָה וּלְמַטָּה לְחַזֵּק טְהוֹרוֹת. עָשָׂה לָהֶן גַּפַּיִם כָּל שֶׁהֵן אַף עַל פִּי שֶׁכֻּלָּהּ נְקוּבָה כְּמוֹצִיא רִמּוֹן מְקַבֶּלֶת טֻמְאָה: \n",
            "כָּל הַכֵּלִים שֶׁאֵינָן יְכוֹלִין לְקַבֵּל רִמּוֹנִים כְּגוֹן הָרֹבַע וַחֲצִי רֹבַע וְהַקְּנוֹנִים הַקְּטַנִּים שִׁעוּרָן בְּמוֹצִיא זַיִת. נִגְמְמוּ שִׂפְתוֹתֵיהֶן אִם נִשְׁאַר בָּהֶן כְּדֵי לְקַבֵּל כָּל שֶׁהוּא טְמֵאִין: \n",
            "הַסַּלִּין שֶׁל פַּת שִׁעוּרָן כְּכִכָּרוֹת שֶׁל פַּת: \n",
            "קֻפַּת הַגַּנָּנִים מִשֶּׁתּוֹצִיא אֲגֻדּוֹת שֶׁל יָרָק טְהוֹרָה. וְשֶׁל בַּעֲלֵי בָּתִּים בְּמוֹצִיא תֶּבֶן. שֶׁל בַּלָּנִין בִּגְבָבָא: \n",
            "בֵּית קְעָרוֹת שֶׁאֵינוֹ מְקַבֵּל קְעָרוֹת הוֹאִיל וּמְקַבֵּל הַתַּמְחוּיִין הֲרֵי זֶה מְקַבֵּל טֻמְאָה. וְכֵן בֵּית הָרְעִי שֶׁאֵינוֹ מְקַבֵּל מַשְׁקִין הוֹאִיל וּמְקַבֵּל אֶת הָרְעִי הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
            "כָּל כְּלִי עֵץ שֶׁנֶּחְלַק לִשְׁנַיִם טָהוֹר וְאַף עַל פִּי שֶׁמְּקַבְּלִין עַל דָּפְנוֹתֵיהֶן בְּאִלְפָּסִין. חוּץ מִכֵּלִים שֶׁל עֵץ שֶׁחֶצְיָן אוֹ מִקְצָתָן כְּלִי בִּפְנֵי עַצְמוֹ מִתְּחִלַּת עֲשִׂיָּתָן כְּגוֹן הַשֻּׁלְחָן הַכָּפוּל שֶׁמִּתְחִלָּה נַעֲשָׂה שְׁנֵי חֲלָקִים וַהֲרֵי הוּא נִכְפָּל וְנִפְשָׁט. וּכְגוֹן הַתַּמְחוּי הַמִּזְנוֹן שֶׁהוּא קְעָרוֹת קְעָרוֹת וַהֲרֵי בְּכָל חֵלֶק מֵחֲלָקָיו קְעָרוֹת שְׁלֵמוֹת. וּכְגוֹן הַכִּסֵּא הַכָּפוּל וְכָל כַּיּוֹצֵא בְּאֵלּוּ. וְכֵן בֵּית לָגִינִין וּבֵית הַכּוֹסוֹת שֶׁל עֵץ שֶׁנִּפְחַת אֶחָד מֵהֶן זֶה שֶׁנִּפְחַת טָהוֹר וְאֵינוֹ חִבּוּר לִשְׁאָר הַבָּתִּים. נִפְחַת הַשֵּׁנִי טָהוֹר וְאֵינוֹ חִבּוּר לוֹ. נִפְחֲתוּ שְׁלָשְׁתָּן כֻּלָּן טְהוֹרִין. וְכֵן כָּל כַּיּוֹצֵא בְּכֵלִים כָּאֵלּוּ: \n",
            "מַשְׁפֶּלֶת שֶׁאֶמְצָעִיתָהּ גְּבוֹהָה וְזָוִיּוֹתֶיהָ יוֹרְדוֹת וְנִפְחֲתָה מִצַּד אֶחָד טְמֵאָה מִפְּנֵי שֶׁהִיא מְקַבֶּלֶת מִצַּד הַשֵּׁנִי. נִפְחֲתָה מִצַּד הַשֵּׁנִי טְהוֹרָה. הַשֻּׁלְחָן וְהַדֻּלְפְּקִי שֶׁנִּפְחֲתוּ מְקַבְּלִין טֻמְאָה עַד שֶׁיֵּחָלְקוּ וְיִבָּדֵל כָּל חֵלֶק מֵחֲבֵרוֹ. נִטְּלָה אַחַת מֵרַגְלֵיהֶן טְהוֹרָה. וְכֵן אִם נִטְּלָה הַשְּׁנִיָּה. נִטְּלָה הַשְּׁלִישִׁית אִם חִשֵּׁב עֲלֵיהֶם שֶׁיֹּאכַל עַל שֻׁלְחָן זֶה אוֹ עַל דֻּלְפְּקִי זוֹ כְּמוֹ אוֹכֵל בְּטַבְלָא מְקַבְּלִין טֻמְאָה וְאִם לָאו טְהוֹרִין: \n",
            "כְּלֵי נְסָרִים שֶׁנָּפְלוּ שִׂפְתוֹתֵיהֶן טְהוֹרִין. וְאִם נִשְׁאַר מַחְסוֹם שִׂפְתוֹתֵיהֶן כָּל שֶׁהוּא מְקַבְּלִין טֻמְאָה: \n",
            "טַבְלָא שֶׁמִּלְּאָהּ עֵצִים וּתְקָעָהּ טְהוֹרָה. חִפָּהּ בִּנְסָרִים מְקַבֶּלֶת טֻמְאָה: \n",
            "סַפְסָל שֶׁנִּתְפָּרֵק טָהוֹר. סִרְגְּלוֹ בִּמְשִׁיחוֹת אוֹ בַּחֲבָלִים מְקַבֵּל טֻמְאָה: \n",
            "הַסַּלִּים שֶׁל גְּמַלִּים הִתִּירָן טְהוֹרִין חָזַר וּקְשָׁרָן מְקַבְּלִין טֻמְאָה. נִמְצְאוּ מִתְטַמְּאִין וּמִתְטַהֲרִין אֲפִלּוּ עֶשֶׂר פְּעָמִים בְּיוֹם: \n",
            "הַשֻּׁלְחָן אוֹ הַדֻּלְפְּקִי שֶׁחִפָּן בְּשַׁיִשׁ וְשִׁיֵּר בָּהֶם מְקוֹם הַנָּחַת הַכּוֹסוֹת מְקַבְּלִין טֻמְאָה וְאִם חִפָּה הַכּל טָהוֹר. בֵּין בְּצִפּוּי עוֹמֵד בֵּין בְּצִפּוּי שֶׁאֵינוֹ עוֹמֵד בֵּין שֶׁחִפָּה אֶת לְבַזְבְּזָיו בֵּין שֶׁלֹּא חִפָּן בֵּין שֶׁהָיוּ שֶׁל עֵצִים חֲשׁוּבִים כְּגוֹן אֶשְׁכְּרוֹעַ וְכַיּוֹצֵא בּוֹ בֵּין שֶׁהָיוּ שֶׁל שְׁאָר עֵצִים הוֹאִיל וְחִפָּן כֻּלָּן טְהוֹרִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
        ],
        [
            "כְּלֵי עוֹר מֵאֵימָתַי מְקַבְּלִין טֻמְאָה. הַתּוּרְמָל וְכַיּוֹצֵא בּוֹ מִשֶּׁיַּחְסֹם שִׂפְתוֹתָיו וְיִכְרֹת הַקּוֹפִין הַקְּטַנִּים הַיּוֹצְאִין עַל גַּבֵּי הָעוֹר וְיַעֲשֶׂה קִיחוֹתָיו. סְקוּרְטִיָה מִשֶּׁיַּחְסֹם וְיִכְרֹת וְיַעֲשֶׂה צִיצָתָהּ. קַטַבוּלְיָה מִשֶּׁיַּחְסֹם וְיִכְרֹת. הַכַּר וְהַכֶּסֶת שֶׁל עוֹר מִשֶּׁיַּחְסֹם שִׂפְתוֹתֵיהֶן וְיִכְרֹת הַקּוֹפִין הַיּוֹצְאִין. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן. הַתְּפִלִּין מִשֶּׁיִּגְמֹר הַקְּצִיצָה אַף עַל פִּי שֶׁהוּא עָתִיד לָתֵת בָּהּ אֶת הָרְצוּעָה מְקַבֶּלֶת טֻמְאָה. עוֹר הָעֲרִיסָה שֶׁהוּא עָתִיד לַעֲשׂוֹת לוֹ טַבּוּר עַד שֶׁיַּעֲשֶׂנּוּ לוֹ. הַסַּנְדָּל מִשֶּׁיַּקְמִיעַ. הַמִּנְעָל מִשֶׁיִּגּוֹב [עַל] הָאִמּוּם. וְאִם עָתִיד לְכָרְכָם וּלְשַׂרְטֵט עַד שֶׁיִּכְרְכֵם וִישַׂרְטֵט: \n",
            "עוֹר שֶׁאֵין עָלָיו צוּרַת כְּלִי אֵינוֹ מְקַבֵּל טֻמְאָה. לְפִיכָךְ כַּף שֶׁל עוֹר שֶׁקּוֹשְׁרִין לוֹקְטֵי קוֹצִים עַל כַּפּוֹתֵיהֶן כְּדֵי שֶׁלֹּא יַכֵּם קוֹץ אֵינוֹ מְקַבֵּל טֻמְאָה מִפְּנֵי שֶׁהוּא עוֹר פָּשׁוּט וְאֵין עָלָיו צוּרַת כְּלִי. וְכֵן הָעוֹר שֶׁמְּלַקְּטִין בּוֹ גְּלָלֵי הַבָּקָר וְעוֹר שֶׁחוֹסְמִין בּוֹ פִּי הַבְּהֵמָה וְעוֹר שֶׁמּוֹשִׁיבִין בּוֹ הַדְּבוֹרִים בְּשָׁעָה שֶׁלּוֹקְחִין הַדְּבַשׁ וְעוֹר שֶׁמְּנִיפִין בּוֹ אֶת הָרוּחַ מִפְּנֵי הַחֹם טְהוֹרִין וְאֵין מְקַבְּלִין טֻמְאָה: \n",
            "כָּל בֵּית הָאֶצְבָּעוֹת שֶׁל עוֹר טְהוֹרוֹת חוּץ מִשֶּׁל קַיָיצִין מִפְּנֵי שֶׁהִיא מְקַבֶּלֶת אֶת הָאוֹג טְמֵאָה. נִקְרְעָה אִם אֵינָהּ מְקַבֶּלֶת אֶת רֹב הָאוֹג טְהוֹרָה: \n",
            "הָאַבְנֵט שֶׁל עוֹרוֹת וְעוֹרוֹת שֶׁתּוֹפְרִין הַקִּטְּעִים עַל אַרְכֻּבּוֹתֵיהֶן כְּדֵי שֶׁיִּתְגַּלְגְּלוּ בָּהֶן עַל הַקַּרְקַע מְקַבְּלִין טֻמְאָה שֶׁהֲרֵי צוּרַת כְּלִי עֲלֵיהֶן. וְכֵן הָעוֹרוֹת הָעֲשׂוּיוֹת כְּעֵין טַבָּעוֹת שֶׁמַּכְנִיסִין אוֹתָן הָאֻמָּנִין בִּזְרוֹעוֹתֵיהֶן כְּדֵי לְהַגְבִּיהַּ בִּגְדֵיהֶן מֵעֲלֵיהֶן בִּשְׁעַת מְלָאכָה מִתְטַמְּאִין כִּשְׁאָר כְּלֵי עוֹר הַפְּשׁוּטִים: \n",
            "עוֹר שֶׁתּוֹפְרִין מִמֶּנּוּ כִּסּוּי לְיָד וְלִזְרוֹעַ שֶׁל זוֹרְעֵי גִּנּוֹת וְשֶׁל הוֹלְכֵי דְּרָכִים וְשֶׁל עוֹשֵׂי פִּשְׁתָּן מְקַבְּלִין טֻמְאָה. וְאִם הָיָה שֶׁל צַבָּעִים וְשֶׁל נַפָּחִים אֵינוֹ מְקַבֵּל טֻמְאָה. זֶה הַכְּלָל כָּל הֶעָשׂוּי לְקַבָּלָה כְּדֵי שֶׁלֹּא יַכֵּהוּ קוֹץ וּכְדֵי שֶׁיֹּאחַז יָפֶה יָפֶה מְקַבֵּל טֻמְאָה. וְהֶעָשׂוּי מִפְּנֵי הַזֵּעָה כְּדֵי שֶׁלֹּא יִפָּסֵד הַדָּבָר שֶׁמִּתְעַסֵּק בּוֹ בְּזֵעַת יָדוֹ אֵינוֹ מְקַבֵּל טֻמְאָה: \n",
            "כַּמָּה שִׁעוּר הַנֶּקֶב שֶׁיִּנָּקֵב כְּלִי הָעוֹר וְיִטְהַר. הַחֵמֶת מִשֶּׁתִּנָּקֵב כְּמוֹצִיא פְּקָעִיּוֹת שֶׁל שְׁתִי. וְאִם אֵינָהּ יְכוֹלָה לְקַבֵּל שֶׁל שְׁתִי הוֹאִיל וּמְקַבֶּלֶת שֶׁל עֵרֶב מְקַבֶּלֶת טֻמְאָה עַד שֶׁתִּנָּקֵב רֻבָּהּ: \n",
            "הַתֻּרְמִיל שֶׁנִּפְחַת הַכִּיס שֶׁבְּתוֹכוֹ עֲדַיִן הַתֻּרְמִיל מְקַבֵּל טֻמְאָה וְאֵינוֹ חִבּוּר לוֹ: \n",
            "הַחֵמֶת שֶׁהַבֵּצִים שֶׁלָּהּ מְקַבְּלוֹת עִמָּהּ וְנִפְחֲתוּ טְהוֹרוֹת שֶׁאֵינָן מְקַבְּלוֹת כְּדַרְכָּן: \n",
            "כְּלִי עוֹר שֶׁיֵּשׁ לוֹ לוּלָאוֹת וּשְׁנָצוֹת כְּגוֹן סַנְדָּל עִמְקִי וְכִיס שֶׁל שְׁנָצוֹת אַף עַל פִּי שֶׁכְּשֶׁהֵן מֻתָּרִין אֵין עֲלֵיהֶן צוּרַת כְּלִי הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה כְּשֶׁהֵן מֻתָּרִין הוֹאִיל וְהַהֶדְיוֹט יָכוֹל בִּמְהֵרָה לְהַכְנִיס הַשְּׁנָצוֹת בַּלּוּלָאוֹת וְיַחְזֹר כְּלִי קִבּוּל כְּשֶׁהָיָה. וְכֵן אִם נִטְמְאוּ וְהֵסִיר הַשְּׁנָצוֹת מֵהֶן וְנִפְסְדָה צוּרָתָן הֲרֵי הֵן טְהוֹרִין אַף עַל פִּי שֶׁאֶפְשָׁר לְהַחְזִירָן שֶׁלֹּא בְּאֻמָּן: \n",
            "כִּיס שֶׁל שְׁנָצוֹת שֶׁנִּטְּלוּ שְׁנָצָיו עֲדַיִן הוּא מְקַבֵּל טֻמְאָה שֶׁהֲרֵי הוּא מְקַבֵּל. נִפְשַׁט וְחָזַר עוֹר פָּשׁוּט טָהוֹר. טָלָה עָלָיו אֶת הַמַּטְלֵת מִלְּמַטָּה מְקַבֶּלֶת טֻמְאָה אַף עַל פִּי שֶׁהוּא פָּשׁוּט שֶׁהֲרֵי יֵשׁ עָלָיו צוּרַת כְּלִי: \n",
            "עוֹר שֶׁכָּרַךְ בּוֹ אֶת הַקָּמֵעַ מְקַבֵּל טֻמְאָה. פְּשָׁטוֹ טָהוֹר. חָזַר וְכָרַךְ בּוֹ מְקַבֵּל טֻמְאָה. מִתְטַמֵּא וּמִתְטַהֵר אֲפִלּוּ עֶשֶׂר פְּעָמִים בְּיוֹם. וְעוֹר שֶׁכָּתַב עָלָיו אֶת הַקָּמֵעַ טָהוֹר. וְאִם כָּרַת מִמֶּנּוּ וְעָשָׂה חֻלְיָא לְתַכְשִׁיט מְקַבֵּל טֻמְאָה: \n",
            "הַתְּפִלָּה שֶׁל רֹאשׁ אַרְבָּעָה כֵּלִים הִיא. הֲרֵי שֶׁנִּטְמֵאת בְּמֵת וְהִתִּיר קְצִיצָה הָרִאשׁוֹנָה וְתִקְּנָהּ הֲרֵי הִיא אַב טֻמְאָה כְּשֶׁהָיְתָה. וְכֵן אִם הִתִּיר הַשְּׁנִיָּה וְתִקְּנָהּ. וְאִם הִתִּיר אַף הַשְּׁלִישִׁית וְתִקְּנָהּ וְהִתִּיר אַף הָרְבִיעִית וְתִקְּנָהּ נַעֲשֵׂית כֻּלָּהּ רִאשׁוֹן לְטֻמְאָה. שֶׁהֲרֵי הִתִּיר כָּל אַחַת וְאַחַת וְחָזַר וְתִקְּנָם כֻּלָּם וּכְאִלּוּ זוֹ תְּפִלִּין אַחֲרוֹנוֹת שֶׁנָּגְעוּ בָּרִאשׁוֹנוֹת. חָזַר וְהִתִּיר אֶת הָרִאשׁוֹנָה פַּעַם שְׁנִיָּה וְתִקְּנָהּ הֲרֵי הִיא רִאשׁוֹן כְּשֶׁהָיְתָה. וְכֵן אִם הִתִּיר אֶת הַשְּׁנִיָּה וְאֶת הַשְּׁלִישִׁית. חָזַר וְהִתִּיר אַף הָרְבִיעִית וְתִקְּנָהּ הֲרֵי כֻּלָּהּ טְהוֹרָה שֶׁאֵין הָרִאשׁוֹן מְטַמֵּא כֵּלִים מִפְּנֵי שֶׁהוּא וָלָד כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן סַנְדָּל שֶׁהוּא טְמֵא מִדְרָס וְנִפְסְקָה אַחַת מֵאָזְנָיו וְתִקְּנָהּ טָמֵא מִדְרָס. נִפְסְקָה שְׁנִיָּה וְתִקְּנָהּ הֲרֵי הוּא טָהוֹר מִן הַמִּדְרָס שֶׁהֲרֵי נַעֲשׂוּ לוֹ אָזְנַיִם חֲדָשׁוֹת אֲבָל טְמֵא מַגַּע מִדְרָס. לֹא הִסְפִּיק לְתַקֵּן אֶת הָרִאשׁוֹנָה עַד שֶׁנִּפְסְקָה הַשְּׁנִיָּה אוֹ שֶׁנִּפְסַק עֲקֵבוֹ אוֹ נִטַּל חָטְמוֹ אוֹ נֶחְלַק לִשְׁנַיִם טָהוֹר: \n",
            "מִנְעָל שֶׁנִּפְחַת אִם אֵינוֹ מְקַבֵּל רֹב הָרֶגֶל טָהוֹר: \n",
            "תְּפִלָּה שֶׁנִּטְמֵאת מֵאֵימָתַי טָהֳרָתָהּ. שֶׁל יָד מִשֶּׁיַּתִּיר אוֹתָהּ מִשָּׁלֹשׁ רוּחוֹת. וְשֶׁל רֹאשׁ מִשֶּׁיַּתִּיר מִשָּׁלֹשׁ רוּחוֹת וּבֵין קְצִיצָה לַחֲבֵרְתָהּ: \n",
            "הַכַּדּוּר וְהָאִמּוּם וְהַקָּמֵע וְהַתְּפִלִּין שֶׁנִּקְרְעוּ אַחַר שֶׁנִּטְמְאוּ הַנּוֹגֵעַ בָּהֶן טָמֵא וּבְמַה שֶּׁבְּתוֹכָן טָהוֹר. הָאִכּוּף שֶׁנִּקְרַע הַנּוֹגֵעַ בְּמַה שֶּׁבְּתוֹכוֹ טָמֵא מִפְּנֵי שֶׁהַתֶּפֶר מְחַבְּרוֹ וְנַעֲשָׂה כֻּלּוֹ כְּגוּף אֶחָד: \n"
        ],
        [
            "כָּל כְּלֵי מַתָּכוֹת אֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁתִּגָּמֵר מְלַאכְתָּן כֻּלָּהּ וְלֹא יִהְיֶה הַכְּלִי מְחֻסַּר מַעֲשֶׂה כְּלָל. אֲבָל גָּלְמֵי כְּלֵי מַתָּכוֹת אֵינָן מְקַבְּלִין טֻמְאָה: \n",
            "וְאֵלּוּ הֵן גָּלְמֵי כְּלֵי מַתָּכוֹת כָּל שֶׁעָתִיד לָשׁוּף אוֹתוֹ אוֹ לְשַׁבֵּץ אוֹ לִגְרֹר אוֹ לְכַרְכֵּב אוֹ לְהַקִּישׁ בְּקֻרְנָס. אוֹ שֶׁהָיָה מְחֻסַּר אֹזֶן אוֹ אֹגֶן. הֲרֵי זֶה אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיְּתַקְּנֶנּוּ וִייַפֵּהוּ וְלֹא תִּשָּׁאֵר בּוֹ מְלָאכָה כְּלָל. כֵּיצַד. הַסַּיִף אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיְּשׁוּפֶנּוּ. וְהַסַּכִּין עַד שֶׁיַּשְׁחִיזֶנָּה. וְכֵן כָּל כַּיּוֹצֵא בְּמַעֲשִׂים אֵלּוּ. לְפִיכָךְ הָעוֹשֶׂה כֵּלִים מִן הָעֶשֶׁת שֶׁל בַּרְזֶל אוֹ מִן הַחֲרָרָה שֶׁל מַתֶּכֶת וּמִן הַסּוֹבֵב שֶׁל גַּלְגַּל וּמִן הַטַּסִּין וּמִן הַצִּפּוּיִין וּמִכַּנֵּי הַכֵּלִים וּמֵאֹגְנֵי הַכֵּלִים וּמֵאָזְנֵי הַכֵּלִים וּמִן הַשְּׁחוּלָה וּמִן הַגְּרוֹדֶת הֲרֵי אֵלּוּ טְהוֹרִים מִפְּנֵי שֶׁכָּל אֵלּוּ שֶׁנַּעֲשׂוּ גָּלְמֵי כְּלֵי מַתָּכוֹת הֵן. אֲבָל הָעוֹשֶׂה כְּלִי מִשִּׁבְרֵי כְּלֵי מַתָּכוֹת וּמִן הַכֵּלִים שֶׁנִּשְׁחֲקוּ מֵרֹב הַזְּמַן וּמִן הַמַּסְמְרוֹת שֶׁיָּדוּעַ שֶׁנַּעֲשׂוּ מִן הַכֵּלִים הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה לְפִי שֶׁאֵינָם גּוֹלָמִים. אֲבָל מַסְמְרוֹת שֶׁאֵין יָדוּעַ אִם נַעֲשׂוּ מִן הַכֵּלִים אוֹ מִן הָעֶשֶׁת הֲרֵי הֵן טְהוֹרִין אֲפִלּוּ הִתְקִין אוֹתָם לִכְלִי אֵינָם מְקַבְּלִין טֻמְאָה: \n",
            "כְּלִי מַתָּכוֹת שֶׁאֵינוֹ מְחֻסָּר אֶלָּא כִּסּוּי מְקַבֵּל טֻמְאָה שֶׁאֵין הַכִּסּוּי חָשׁוּב מִגּוּף הַכְּלִי: \n",
            "מַחַט שֶׁלֹּא נִקְּבָהּ אֶלָּא שָׁפָהּ וְתִקְּנָהּ לְכָךְ מִתְּחִלָּתָהּ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁמּוֹצִיאִין בָּהּ אֶת הַקּוֹץ. אֲבָל אִם עָתִיד לְנַקְּבָהּ הֲרֵי הִיא כִּשְׁאָר גָּלְמֵי כְּלֵי מַתָּכוֹת וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
            "מֵאַחַר שֶׁבֵּאַרְנוּ שֶׁגָּלְמֵי כְּלֵי מַתָּכוֹת טְהוֹרִים וְגָלְמֵי כְּלֵי עֵץ טְמֵאִים. וּפְשׁוּטֵי כְּלֵי מַתָּכוֹת טְמֵאִים וּפְשׁוּטֵי כְּלֵי עֵץ טְהוֹרִים דִּין תּוֹרָה. נִמְצָא הַטָּמֵא בִּכְלֵי עֵץ טָהוֹר בִּכְלֵי מַתָּכוֹת טָמֵא בִּכְלֵי מַתָּכוֹת טָהוֹר בִּכְלֵי עֵץ: \n",
            "כָּל כְּלֵי הַמִּלְחָמָה כְּגוֹן הַסַּיִף וְהָרֹמַח וְהַכּוֹבַע וְהַשִּׁרְיוֹן וְהַמַּגָּפַיִם וְכַיּוֹצֵא בָּהֶן מְקַבְּלִין טֻמְאָה. וְכָל תַּכְשִׁיטֵי הָאָדָם כְּגוֹן הַקַּטָלָה וְהַנְּזָמִים וְהַטַּבָּעוֹת בֵּין שֶׁיֵּשׁ עֲלֵיהֶן חוֹתָם בֵּין שֶׁאֵין עֲלֵיהֶם חוֹתָם וְכַיּוֹצֵא בָּהֶן מְקַבְּלִין טֻמְאָה. אֲפִלּוּ דִּינָר שֶׁנִּפְסַל וְהִתְקִינוֹ לִתְלוֹתוֹ בְּצַוַּאר קְטַנָּה מְקַבֵּל טֻמְאָה. וְכֵן קָמֵעַ שֶׁל מַתֶּכֶת מִתְטַמֵּא כְּכָל תַּכְשִׁיט אָדָם: \n",
            "כָּל תַּכְשִׁיטֵי הַבְּהֵמָה וְהַכֵּלִים כְּגוֹן הַטַּבָּעוֹת שֶׁעוֹשִׂין לְצַוַּאר הַבְּהֵמָה וּלְאָזְנֵי הַכֵּלִים טְהוֹרִין וְאֵינָן מְקַבְּלִין טֻמְאָה בִּפְנֵי עַצְמָן. חוּץ מִזּוֹג שֶׁל בְּהֵמָה וְכֵלִים הַמַּשְׁמִיעַ קוֹל לָאָדָם. כֵּיצַד. הָעוֹשֶׂה זוֹגִין לְמַכְתֶּשֶׁת וְלַעֲרִיסָה לְמִטְפְּחוֹת סְפָרִים וְתִינוֹקוֹת טְהוֹרִים. עָשָׂה לָהֶן עִנְבּוֹלִין מְקַבְּלִים טֻמְאָה הוֹאִיל וְנַעֲשׂוּ לְהַשְׁמִיעַ קוֹל לָאָדָם הֲרֵי הֵן כְּתַכְשִׁיטֵי אָדָם. וַאֲפִלּוּ נִטְּלוּ עִנְבּוֹלֵיהֶן מְקַבְּלִין טֻמְאָה שֶׁהֲרֵי הוּא רָאוּי לְהַקִּישׁוֹ עַל הַחֶרֶס: \n",
            "זוֹג הֶעָשׂוּי לְאָדָם. אִם נַעֲשָׂה לְקָטָן אֵינוֹ מְקַבֵּל טֻמְאָה אֶלָּא בַּעִנְבּוֹל שֶׁלּוֹ שֶׁהֲרֵי לְקוֹל נַעֲשָׂה. נַעֲשָׂה לְגָדוֹל הֲרֵי זֶה תַּכְשִׁיט וּמְקַבֵּל טֻמְאָה אַף עַל פִּי שֶׁאֵין לוֹ עִנְבּוֹל: \n",
            "כָּל הַפַּרְצוּפוֹת מְקַבְּלוֹת טֻמְאָה. וְכָל הַחוֹתָמוֹת טְהוֹרִין. חוּץ מֵחוֹתָם שֶׁל מַתֶּכֶת שֶׁבּוֹ חוֹתְמִין בִּלְבַד. וְכָל הַטַּבָּעוֹת טְהוֹרוֹת חוּץ מִטַּבַּעַת אֶצְבַּע. אֲבָל טַבַּעַת שֶׁחוֹגֵר בּוֹ אֶת מָתְנָיו שֶׁקּוֹשְׁרָהּ בֵּין כְּתֵפָיו טְהוֹרָה. טַבַּעַת הַשֵּׁיר שֶׁל בְּהֵמָה הוֹאִיל וְהָאָדָם מוֹשֵׁךְ בָּהּ אֶת הַבְּהֵמָה מְקַבֶּלֶת טֻמְאָה. וְכֵן מַקֵּל שֶׁל בְּהֵמָה שֶׁל מַתֶּכֶת הוֹאִיל וְאָדָם רוֹדֶה אוֹתָהּ בּוֹ מְקַבֶּלֶת טֻמְאָה: \n",
            "כָּל הַכֵּלִים יוֹרְדִים לְטֻמְאָה בְּמַחְשָׁבָה וְאֵין עוֹלִין מִידֵי טֻמְאָה אֶלָּא בְּשִׁנּוּי מַעֲשֶׂה. וְהַמַּעֲשֶׂה מְבַטֵּל מִיַּד הַמַּעֲשֶׂה וּמִיַּד הַמַּחְשָׁבָה. וְהַמַּחְשָׁבָה אֵינָהּ מְבַטֶּלֶת לֹא מִיַּד הַמַּעֲשֶׂה וְלֹא מִיַּד הַמַּחְשָׁבָה. כֵּיצַד. טַבַּעַת בְּהֵמָה אוֹ כֵּלִים שֶׁחָשַׁב עָלֶיהָ לְהַחְזִירָהּ טַבַּעַת אָדָם הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה בְּמַחְשָׁבָה זוֹ וּכְאִלּוּ נַעֲשֵׂית לְאָדָם מִתְּחִלַּת עֲשִׂיָּתָהּ. חָזַר וְחִשֵּׁב עָלֶיהָ לְהַנִּיחָהּ טַבַּעַת בְּהֵמָה כְּשֶׁהָיָה אַף עַל פִּי שֶׁלֹּא נִתְקַשֵּׁט בָּהּ הָאָדָם הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה שֶׁאֵין הַמַּחְשָׁבָה מְבַטֶּלֶת מִיַּד הַמַּחְשָׁבָה עַד שֶׁיַּעֲשֶׂה מַעֲשֶׂה בַּגּוּף כְּגוֹן שֶׁיָּשׁוּף אוֹתָהּ אוֹ יִתְקָעָהּ בְּמַעֲשֶׂה שֶׁל בְּהֵמָה. הָיְתָה הַטַּבַּעַת לָאָדָם וְחִשֵּׁב עָלֶיהָ לִבְהֵמָה עֲדַיִן הִיא מְקַבֶּלֶת טֻמְאָה כְּשֶׁהָיְתָה שֶׁאֵין הַכֵּלִים עוֹלִין מִידֵי טֻמְאָתָן בְּמַחְשָׁבָה. עָשָׂה בָּהּ מַעֲשֶׂה וְשִׁנָּה לִבְהֵמָה אֵינָהּ מְקַבֶּלֶת טֻמְאָה שֶׁהַמַּעֲשֶׂה מְבַטֵּל מִיַּד הַמַּעֲשֶׂה: \n",
            "חֵרֵשׁ שׁוֹטֶה וְקָטָן יֵשׁ לָהֶן מַעֲשֶׂה וְאֵין לָהֶן מַחֲשָׁבָה כְּמוֹ שֶׁבֵּאַרְנוּ לְמַעְלָה בְּעִנְיַן הֶכְשֵׁר אֳכָלִין: \n",
            "זוֹג שֶׁל דֶּלֶת שֶׁחִשֵּׁב עָלֶיהָ לִבְהֵמָה מְקַבֵּל טֻמְאָה. וְשֶׁל בְּהֵמָה שֶׁעֲשָׂאוּהוּ לַדֶּלֶת אֲפִלּוּ חִבְּרוֹ בַּקַּרְקַע וַאֲפִלּוּ קְבָעוֹ בְּמַסְמֵר מְקַבֵּל טֻמְאָה כְּשֶׁהָיָה עַד שֶׁיְּשַׁנֶּה בּוֹ מַעֲשֶׂה בְּגוּפוֹ: \n",
            "אֻמָּן שֶׁעוֹשֶׂה וּמַנִּיחַ זוֹגִין לִבְהֵמָה וְלִדְלָתוֹת אִם רֹב הֶעָשׂוּי לְדָבָר שֶׁמְּקַבֵּל טֻמְאָה הֲרֵי הַכּל מְקַבֵּל טֻמְאָה עַד שֶׁיַּפְרִישׁ מִקְצָתָן לְדָבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה. וְאִם רֹב הֶעָשׂוּי לְדָבָר שֶׁאֵין מְקַבֵּל טֻמְאָה הֲרֵי הַכּל טָהוֹר עַד שֶׁיַּפְרִישׁ מִקְצָתָן לְדָבָר הַמְקַבֵּל טֻמְאָה: \n",
            "זוֹגִין הַנִּמְצָאִין בְּכָל מָקוֹם מְקַבְּלִין טֻמְאָה חוּץ מֵהַנִּמְצָאִים בַּכְּרַכִּים מִפְּנֵי שֶׁרֻבָּן לִדְלָתוֹת: \n",
            "אָמַר לְאֻמָּן עֲשֵׂה לִי שְׁנֵי זוֹגִים אֶחָד לְדֶלֶת וְאֶחָד לִבְהֵמָה. עֲשֵׂה לִי שְׁתֵּי מַחְצְלָאוֹת אַחַת לִשְׁכִיבָה וְאַחַת לְאֹהָלִים. עֲשֵׂה לִי שְׁנֵי סְדִינִים אֶחָד לְצוּרוֹת וְאֶחָד לְאֹהָלִים. שְׁנֵיהֶן מְקַבְּלִין טֻמְאָה עַד שֶׁיְּפָרֵשׁ וְיֹאמַר זֶה לְכָךְ וְזֶה לְכָךְ: \n"
        ],
        [
            "כָּל כְּלֵי מַתָּכוֹת שֶׁיֵּשׁ לָהֶן שֵׁם בִּפְנֵי עַצְמָן מְקַבְּלִין טֻמְאָה חוּץ מִן הַדֶּלֶת וְהַנֶּגֶר וְהַמַּנְעוּל וְהַפּוֹתָת שֶׁתַּחַת הַצִּיר וְהַצִּיר וְהַקּוֹרָה וְהַצִּנּוֹר מִפְּנֵי שֶׁאֵלּוּ עֲשׂוּיִין לְקַרְקַע אוֹ לְשַׁמֵּשׁ אֶת הָעֵץ אֵינָן מְקַבְּלִין טֻמְאָה וַאֲפִלּוּ קֹדֶם שֶׁיִּקָּבְעוּ. וְכָל כְּלִי מַתָּכוֹת שֶׁיֵּשׁ לוֹ שֵׁם לְוַוי אֵינוֹ מִתְטַמֵּא בִּפְנֵי עַצְמוֹ מִפְּנֵי שֶׁהוּא כְּמִקְצָת כְּלִי. כֵּיצַד. עַקְרָב שֶׁל פְּרוּמְבְּיָא טָמֵא וּלְחָיַיִם שֶׁלָּהּ שֶׁעַל לְחָיֵי הַבְּהֵמָה מִכָּאן וּמִכָּאן טְהוֹרִין. וְאֵין מְקַבְּלִין טֻמְאָה בִּפְנֵי עַצְמָן מִפְּנֵי שֶׁאֵין לָהֶם שֵׁם בִּפְנֵי עַצְמָן. וּבִשְׁעַת חִבּוּרָן הַכּל מְקַבֵּל טֻמְאָה: \n",
            "טַסִּין שֶׁל בַּרְזֶל שֶׁמַּנִּיחִין עַל לְחָיֵי הָאָדָם בִּשְׁעַת מִלְחָמָה אֵינָן מְקַבְּלִין טֻמְאָה מִפְּנֵי שֶׁאֵין לָהֶם שֵׁם בִּפְנֵי עַצְמָן. וְאִם יֵשׁ בָּהֶן בֵּית קִבּוּל מַיִם מִתְטַמְּאִין כְּכָל כְּלִי קִבּוּל: \n",
            "נֶזֶם הֶעָשׂוּי כִּקְדֵרָה מִלְּמַטָּה וְכַעֲדָשָׁה מִלְּמַעְלָה וְנִפְסַק הַקְּדֵרָה שֶׁלּוֹ מְקַבֶּלֶת טֻמְאָה בִּפְנֵי עַצְמָהּ שֶׁהֲרֵי יֵשׁ לָהּ בֵּית קִבּוּל וְהָעֲדָשָׁה מְקַבֶּלֶת טֻמְאָה בִּפְנֵי עַצְמָהּ מִפְּנֵי שֶׁיֵּשׁ לָהּ שֵׁם בִּפְנֵי עַצְמָהּ. וְהַצְּנִירָה שֶׁלָּהּ שֶׁהִיא נִכְנֶסֶת בָּאֹזֶן אוֹ בָּאַף אֵינָהּ מְקַבֶּלֶת טֻמְאָה בִּפְנֵי עַצְמָהּ. הָיָה הַנֶּזֶם עָשׂוּי כְּמִין אֶשְׁכּוֹל וְנִפְרַק טָהוֹר מִפְּנֵי שֶׁאֵין בּוֹ בֵּית קִבּוּל וְאֵין לְכָל גַּרְגִּיר מִמֶּנּוּ שֵׁם בִּפְנֵי עַצְמוֹ וַהֲרֵי אֵינוֹ רָאוּי לְתַכְשִׁיט מִשֶּׁנִּפְרַק: \n",
            "טַבַּעַת אַחַת שֶׁמַּנִּיחִין הַבָּנוֹת בְּרֶגֶל אַחַת הִיא הַנִּקְרֵאת בִּירִית וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁאֵין עָלֶיהָ צוּרַת כְּלִי תַּכְשִׁיט אֶלָּא כְּמוֹ טַבַּעַת הַכֵּלִים אוֹ טַבַּעַת שֶׁקּוֹשֵׁר בָּהּ בֵּין כְּתֵפָיו. אֲבָל שְׁתֵּי טַבָּעוֹת שֶׁמְּשִׂימוֹת הַבָּנוֹת בְּרַגְלֵיהֶן וְשַׁלְשֶׁלֶת מֻטֶּלֶת בֵּינֵיהֶן מִזּוֹ לְזוֹ מְקַבְּלִין טֻמְאָה מִפְּנֵי שֶׁהֵן תַּכְשִׁיטֵי הַבָּנוֹת וְהֵן הַנִּקְרָאִין כְּבָלִים: \n",
            "קַטְלָא שֶׁל חֻלְיוֹת שֶׁל מַתֶּכֶת וְהֵם בְּחוּט שֶׁל צֶמֶר אוֹ שֶׁל פִּשְׁתָּן וְנִפְסַק הַחוּט. הַחֻלְיוֹת מְקַבְּלוֹת טֻמְאָה שֶׁכָּל אֶחָד וְאֶחָד כְּלִי בִּפְנֵי עַצְמוֹ. הָיָה הַחוּט שֶׁלָּהּ שֶׁל מַתֶּכֶת וְהַחֻלְיוֹת שֶׁל אֲבָנִים טוֹבוֹת וְשֶׁל מַרְגָּלִיּוֹת אוֹ שֶׁל זְכוּכִית וְנִשְׁבְּרוּ הַחֻלְיוֹת וְהַחוּט קַיָּם הֲרֵי זֶה מִתְטַמֵּא בִּפְנֵי עַצְמוֹ. שְׁיָרֵי קַטְלָא כִּמְלֹא צַוַּאר קְטַנָּה: \n",
            "כָּל הַכִּסּוּיִין שֶׁל מַתֶּכֶת טְהוֹרִין וְאֵין מְקַבְּלִין טֻמְאָה מִפְּנֵי שֶׁאֵין לָהֶם שֵׁם בִּפְנֵי עַצְמָן. חוּץ מִכִּסּוּי הַמֵּחַם וּמִכִּסּוּי טֶנִי שֶׁל רוֹפְאִין מִפְּנֵי שֶׁמַּנִּיחִין בּוֹ אֶת הָאִסְפְּלָנִית נַעֲשֶׂה כְּלִי קִבּוּל: \n",
            "כִּסּוּי שֶׁל מַתֶּכֶת שֶׁשָּׁפוֹ וְלִטְּשׁוֹ וְעָשָׂהוּ מַרְאָה הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
            "כָּל הַמִּשְׁקוֹלוֹת שֶׁל מַתָּכוֹת מְקַבְּלוֹת טֻמְאָה וְהֵן הַנִּקְרָאִין אוֹנְקִיאוֹת. קְנֵה מֹאזְנַיִם שֶׁל עֵץ שֶׁהָיוּ אוֹנְקִיּוֹת שֶׁל בַּרְזֶל תְּלוּיוֹת בּוֹ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי הָאוֹנְקִיּוֹת הַתְּלוּיוֹת בּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמֹאזְנַיִם שֶׁל מוֹכְרֵי פִּשְׁתָּן וּמוֹכְרֵי צֶמֶר. אֲבָל שֶׁל בַּעֲלֵי בָּתִּים אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיִּהְיוּ הָאוֹנְקִיּוֹת קְבוּעוֹת בּוֹ: \n",
            "מִשְׁקָלוֹת שֶׁנִּשְׁתַּבְּרוּ אַף עַל פִּי שֶׁהֶחְזִירָן וְשׁוֹקֵל בָּהֶן אֵינָן מְקַבְּלִין טֻמְאָה. יִחֵד מֵהֶן חֲצָאֵי לִיטְרִין שְׁלִישֵׁי לִיטְרִין רְבִיעֵי לִיטְרִין הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה: \n",
            "סֶלַע שֶׁנִּפְסְלָה וְהִתְקִינָהּ לִהְיוֹת שׁוֹקֵל בָּהּ מְקַבֶּלֶת טֻמְאָה: \n",
            "אֻנְקְלִי שֶׁל כַּתָּפִים טְהוֹרָה וְשֶׁל רוֹכְלִים מִתְטַמְּאָה. אֻנְקְלִי שֶׁל נַקְלִיטֵי הַמִּטָּה טְהוֹרָה וְשֶׁל דַּרְגִּישׁ מִתְטַמְּאָה. אֻנְקְלִי שֶׁל כַּוֶּרֶת הַצַּיָּדִים שֶׁצָּדִין בָּהֶן הַדָּגִים טָהוֹר וְשֶׁל שִׁדָּה מִתְטַמְּאָה. אֻנְקְלִי שֶׁל מְנוֹרוֹת הָעֵץ טָהוֹר וְשֶׁל שֻׁלְחָן מִתְטַמְּאָה. זֶה הַכְּלָל כָּל כְּלִי שֶׁמְּקַבֵּל טֻמְאָה בִּפְנֵי עַצְמוֹ מִן הַתּוֹרָה הֲרֵי הָאֻנְקְלִי שֶׁל מַתֶּכֶת שֶׁלּוֹ וְשַׁלְשֶׁלֶת שֶׁלּוֹ מְקַבֶּלֶת טֻמְאָה. וּכְלִי שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה כְּגוֹן פְּשׁוּטֵי כְּלֵי עֵץ וּכְלֵי עֵץ הַבָּאִים בְּמִדָּה וְכַיּוֹצֵא בָּהֶן אֻנְקְלִי שֶׁל מַתֶּכֶת וְהַשַּׁלְשֶׁלֶת שֶׁלּוֹ אֵינָן מְקַבְּלִין טֻמְאָה וְכָל אַחַת וְאַחַת בִּפְנֵי עַצְמָהּ טְהוֹרָה שֶׁאֵין הָאֻנְקְלִי אוֹ הַשַּׁלְשֶׁלֶת כְּלִי בִּפְנֵי עַצְמוֹ אֶלָּא הֲרֵי הֵן כְּמִקְצָת כְּלִי. וַאֲפִלּוּ אֻנְקְלִי שֶׁבַּכְּתָלִים שֶׁתּוֹלִין בָּהּ הַכֵּלִים וְהַבְּגָדִים וְכַיּוֹצֵא בָּהֶן טְהוֹרָה: \n",
            "שַׁלְשֶׁלֶת שֶׁיֵּשׁ בָּהּ בֵּית נְעִילָה מִתְטַמְּאָה וְהָעֲשׂוּיָה לִכְפִיתָה טְהוֹרָה: \n",
            "שַׁלְשֶׁלֶת שֶׁל סִיטוֹנוֹת מִתְטַמְּאָה מִפְּנֵי שֶׁהֵן נוֹעֲלִין בָּהּ אֶת הַחֲנֻיּוֹת. וְשֶׁל בַּעֲלֵי בָּתִּים טְהוֹרָה שֶׁאֵינָהּ עֲשׂוּיָה אֶלָּא לְנוֹי: \n",
            "שַׁלְשֶׁלֶת שֶׁל מוֹשְׁחֵי קַרְקַע וִיתֵדוֹתֵיהֶן שֶׁתּוֹקְעִין בַּקַּרְקַע בְּשָׁעָה שֶׁמּוֹשְׁחִין מְקַבְּלִין טֻמְאָה. וְשֶׁל מְקוֹשְׁשֵׁי עֵצִים טְהוֹרָה לְפִי שֶׁהִיא מְשַׁמֶּשֶׁת אֶת הָעֵץ: \n",
            "שַׁלְשֶׁלֶת דְּלִי גָּדוֹל אַרְבָּעָה טְפָחִים מִמֶּנָּה סָמוּךְ לַדְּלִי מִתְטַמְּאָה עִם הַדְּלִי מִפְּנֵי שֶׁהִיא צֹרֶךְ הַדְּלִי וְהַשְּׁאָר טָהוֹר לְפִי שֶׁאֵין לוֹ שֵׁם בִּפְנֵי עַצְמוֹ. וְשַׁלְשֶׁלֶת דְּלִי קָטָן עֲשָׂרָה טְפָחִים: \n",
            "הַכַּדּוּר שֶׁל מַתֶּכֶת וְהַסַּדָּן. וְהַקַּנְטָר שֶׁל בַּנַּאי. וְהַדַּקָּר שֶׁל חָרָשׁ. וַחֲמוֹר שֶׁל נַפָּח. וְהַמְטֻלְטֶּלֶת. וְהַמִּשְׁקוֹלוֹת שֶׁל בַּנָּאִים. וְהַכִּירַיִם שֶׁל בַּרְזֶל שֶׁחוֹבְטִין בָּהֶם הַזֵּיתִים. וְהָאֲפַרְכֵּס שֶׁל מַתֶּכֶת. וְהָאוֹלָר שֶׁכּוֹרְתִין בּוֹ הַסּוֹפְרִים רֹאשׁ הַקֻּלְמוֹס שֶׁל קָנֶה. וְהַקֻּלְמוֹס שֶׁל מַתֶּכֶת. וְהַכַּן. וְהַכַּנָא שֶׁמְּשַׂרְטְטִין בּוֹ הַסּוֹפְרִים. כָּל אֵלּוּ מְקַבְּלִין טֻמְאָה שֶׁכָּל אֶחָד מֵהֶן יֵשׁ לוֹ שֵׁם בִּפְנֵי עַצְמוֹ: \n"
        ],
        [
            "מַסְמְרוֹת שֶׁמַּחֲזִיקִין בָּהֶן הַתִּקְרָה הָעֲשׂוּיִין לִתְקֹעַ אוֹתוֹ בְּעֵצִים אֵינָן מְקַבְּלִין טֻמְאָה. וְכֵן הַמַּסְמְרוֹת שֶׁתּוֹקְעִין אוֹתָן בַּכְּתָלִים לִתְלוֹת בָּהֶן. וְאִם הִתְקִינוֹ לִהְיוֹת כְּלִי בִּפְנֵי עַצְמוֹ מְקַבֵּל טֻמְאָה. כֵּיצַד. מַסְמֵר שֶׁהִתְקִינוֹ לִהְיוֹת פּוֹתֵחַ וְנוֹעֵל בָּהּ אוֹ לְהוֹצִיא אֶת הַפְּתִילָה אוֹ שֶׁנְּתָנוֹ בְּרֵחַיִם שֶׁל יָד אוֹ שֶׁל חֲמוֹר הֲרֵי זֶה מְקַבֵּל טֻמְאָה. הִתְקִינוֹ לִפְתֹּחַ בּוֹ אֶת הֶחָבִית טָהוֹר עַד שֶׁיִּצְרְפֶנּוּ: \n",
            "מַסְמֵר הֶעָשׂוּי כְּסִימָן לִשְׁמִירַת הַפֶּתַח אֵינוֹ מְקַבֵּל טֻמְאָה. וְכֵן מַסְמֵר שֶׁל שֻׁלְחָנִי שֶׁתּוֹלֶה בּוֹ הַמֹּאזְנַיִם וְהַכִּיס טָהוֹר. וְכֵן תְּלוֹיֵי הַמִּגְרָדוֹת טְהוֹרוֹת. אַף עַל פִּי שֶׁמַּסְמְרִין אֵלּוּ מְשֻׁנִּין בְּצוּרָתָן מִשְּׁאָר מַסְמְרוֹת הַתְּקִיעָה: \n",
            "מַסְמֵר הַגָּרָע וְהוּא הַכְּלִי שֶׁמַּקִּיזִין מְקַבֵּל טֻמְאָה. וּמַסְמֵר שֶׁל אֶבֶן הַשָּׁעוֹת טָהוֹר: \n",
            "מַסְמֵר הַגַּרְדִּי וְהוּא הַמַּסְמֵר הָאָרֹךְ כְּעֵין שִׁפּוּד שֶׁמַּכְנִיס בּוֹ הָאוֹרֵג שְׁפוֹפֶרֶת הַקָּנֶה אוֹ הָעֵץ וְלוֹפֵף עָלֶיהָ חוּטִים מְקַבֵּל טֻמְאָה: \n",
            "אֵלּוּ כְּלֵי מַתָּכוֹת הַמִּתְטַמְּאוֹת בָּעֲגָלָה. הָעל שֶׁל מַתֶּכֶת. וְהַקַּטְרָב. וְהַכְּנָפַיִם הַמְקַבְּלוֹת אֶת הָרְצוּעוֹת. וּבַרְזֶל שֶׁתַּחַת צַוְּארֵי הַבְּהֵמָה. וְהַסּוֹמֵךְ. וְהַמַּחְגֵּר. וְהַתַּמְחֻיּוֹת. וְהַעִנְבּוֹל. וְהַצְּנִירָה. וּמַסְמֵר הַמְחַבֵּר אֶת כֻּלָּם. וְאֵלּוּ טְהוֹרִים בָּעֲגָלָה. הָעל שֶׁל עֵץ הַמְצֻפֶּה. וּכְנָפַיִם הָעֲשׂוּיִין לְנוֹי. וְהַשְּׁפוֹפָרוֹת הַמַּשְׁמִיעוֹת אֶת הַקּוֹל. וְהָאֲבָר שֶׁבְּצַד צַוְּארֵי בְּהֵמָה. וְהַסּוֹבֵב שֶׁל גַּלְגַּל. וְהַטַּסִּין וְהַצִּפּוּיִין. וּשְׁאָר כָּל הַמַּסְמְרוֹת שֶׁבָּהּ טְהוֹרִין: \n",
            "עַקְרָב בֵּית הַבַּד מְקַבֵּל טֻמְאָה. אָרוֹן שֶׁל גָּרוֹסוֹת אַף עַל פִּי שֶׁהוּא טָהוֹר אִם הָיְתָה תַּחְתָּיו עֲגָלָה שֶׁל מַתֶּכֶת הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה: \n",
            "רֵחַיִם שֶׁל פִּלְפְּלִין מְקַבֶּלֶת טֻמְאָה מִשּׁוּם שְׁלֹשָׁה כֵּלִים מִשּׁוּם כְּלִי מַתָּכוֹת וּמִשּׁוּם כְּלִי קִבּוּל וּמִשּׁוּם כְּבָרָה: \n",
            "הַדֶּלֶת שֶׁל מַתֶּכֶת שֶׁבְּמִגְדָּל שֶׁל בַּעֲלֵי בָּתִּים אֵינָהּ מְקַבֶּלֶת טֻמְאָה. וְשֶׁל רוֹפְאִים מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁמַּנִּיחִים בָּהּ אֶת הָאִסְפְּלָנִית וְתוֹלֶה בָּהּ אֶת הַמִּסְפָּרַיִם: \n",
            "טַסִּין שֶׁל מַתֶּכֶת שֶׁמְּנַעֲרִין בָּהֶן אֶת הַקְּדֵרָה מְקַבְּלִין טֻמְאָה. וְהַקְּבוּעִין בַּכִּירָה טְהוֹרִין: \n",
            "הַמֶּלְקָחַיִם שֶׁמְּמָעֵךְ בָּהֶן אֶת הַפְּתִילָה מְקַבְּלִין טֻמְאָה. וְהַצִּנּוֹרוֹת שֶׁתּוֹפְסוֹת אֶת הָרֵחַיִם מִלְּמַעְלָה אֵינָן מְקַבְּלוֹת טֻמְאָה. מִפְּנֵי שֶׁאֵינָן עֲשׂוּיוֹת אֶלָּא לְחַזֵּק: \n",
            "קְלוֹסְטְרָא שֶׁנּוֹעֲלִין בָּהּ הַדְּלָתוֹת אִם הָיְתָה שֶׁל מַתֶּכֶת מִתְטַמְּאָה. הָיְתָה שֶׁל עֵץ וּמְצֻפָּה מַתֶּכֶת טָהוֹר: \n",
            "הַפִּין וְהַפּוּרְנָא טְמֵאִים: \n",
            "פִּיקָה שֶׁל מַתֶּכֶת טְהוֹרָה לְפִי שֶׁהִיא מְשַׁמֶּשֶׁת אֶת הָעֵץ: \n",
            "הַכּוּשׁ וְהַפִּימָא וְהַמַּקֵּל וְסִמְפּוֹנְיָא וְחָלִיל שֶׁל מַתֶּכֶת מְקַבְּלִין טֻמְאָה. הָיוּ שֶׁל עֵץ וּמְצֻפִּין מַתֶּכֶת טָהוֹר. חוּץ מִן הַסִּמְפּוֹנְיָא שֶׁאִם הָיָה בָּהּ בֵּית קִבּוּל כְּנָפַיִם אַף עַל פִּי שֶׁהִיא מְצֻפָּה טְמֵאָה: \n",
            "הַחֲצוֹצֶרֶת שֶׁמְּפֻצֶּלֶת חֻלְיוֹת חֻלְיוֹת. אִם אֵין יוֹדֵעַ לְהַחְזִירָהּ אֶלָּא אֻמָּן הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה כְּשֶׁהִיא מְחֻבֶּרֶת. וְאִם יְכוֹלִין הַכּל לְפָרְקָהּ וּלְהַחֲזִירָהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
            "הַקָּצֶה שֶׁמַּנִּיחִין הַפֶּה עָלָיו בִּשְׁעַת תְּקִיעָה מְקַבֵּל טֻמְאָה בִּפְנֵי עַצְמוֹ. וְהַקָּצֶה הָאַחֵר הָרָחָב אֵינוֹ מְקַבֵּל טֻמְאָה בִּפְנֵי עַצְמוֹ. וּבִשְׁעַת חִבּוּר הַכּל טָמֵא. כַּיּוֹצֵא בּוֹ קְנֵי מְנוֹרָה בִּפְנֵי עַצְמָן אֵינָן מְקַבְּלִין טֻמְאָה מִפְּנֵי שֶׁיֵּשׁ לָהֶן שֵׁם לְוַוי. הַפֶּרַח שֶׁלָּהּ וְהַבָּסִיס מִתְטַמְּאִין בִּפְנֵי עַצְמָן וּבִשְׁעַת חִבּוּר הַכּל טָמֵא: \n",
            "קוֹרַת הַחִצִּים שֶׁהִיא הַמַּטָּרָה שֶׁיֵּשׁ בָּהּ לְשׁוֹנוֹת שֶׁל מַתֶּכֶת מְקַבֶּלֶת טֻמְאָה. וְשֶׁמַּנִּיחִים אוֹתָהּ בְּרַגְלֵי הָאֲסוּרִים טְהוֹרָה. וְהַקּוֹלָר מְקַבֵּל טֻמְאָה. מְגֵרָה שֶׁעָשָׂה שִׁנֶּיהָ לְחוֹר הַדֶּלֶת אַף עַל פִּי שֶׁמִּשְׁתַּמֵּשׁ בָּהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה. וְאִם מִשֶּׁנִּטְמֵאת עֲשָׂאָהּ לְחוֹר הַדֶּלֶת הֲרֵי זוֹ בְּטֻמְאָתָהּ עַד שֶׁיִּקְבָּעֶנָּה בְּמַסְמֵר. הֲפָכָהּ בֵּין מִלְּמַעְלָה בֵּין מִלְּמַטָּה בֵּין מִן הַצְּדָדִים טְהוֹרָה: \n"
        ],
        [
            "כַּמָּה שִׁעוּר הַשֶּׁבֶר שֶׁיִּשָּׁבֵר כְּלִי מַתֶּכֶת וְלֹא יְקַבֵּל טֻמְאָה אוֹ יִטְהַר מִטֻּמְאָתוֹ. הַכּל לְפִי מַה שֶּׁהוּא: \n",
            "כָּל זְמַן שֶׁהַכְּלִי יָכוֹל לַעֲשׂוֹת מֵעֵין מְלַאכְתּוֹ עֲדַיִן הוּא כְּלִי וְחָשׁוּב כְּלִי שָׁלֵם. כֵּיצַד. כְּלִי שֶׁל מַתֶּכֶת שֶׁנִּשְׁבַּר וַהֲרֵי הוּא יָכוֹל לְמַלְּאוֹת בּוֹ הֲרֵי הוּא כְּלִי כְּשֶׁהָיָה. הַקֻּמְקוּם כְּדֵי לָחֹם בּוֹ חַמִּין. הַמֵּחַם כְּדֵי לְקַבֵּל סְלָעִים. הַלֶּפֶס כְּדֵי לְקַבֵּל קִיתוֹנוֹת שֶׁל מַתֶּכֶת. הַקִּיתוֹן כְּדֵי לְקַבֵּל פְּרוּטוֹת. מִדּוֹת הַיַּיִן כְּדֵי לָמֹד בָּהֶן הַיַּיִן. וְכֵן מִדּוֹת הַשֶּׁמֶן כְּדֵי לָמֹד בָּהֶן הַשֶּׁמֶן. מְסַנֶּנֶת שֶׁל חַרְדָּל שֶׁנִּפְרְצוּ בָּהּ שְׁלֹשָׁה נְקָבִים מִלְּמַטָּה זֶה לְתוֹךְ זֶה טְהוֹרָה לְפִי שֶׁאֵינָהּ מְשַׁמֶּשֶׁת מֵעֵין מְלַאכְתָּהּ. מַגְרֵפָה שֶׁנִּטְּלָה כַּפָּהּ אַף עַל פִּי שֶׁהִיא כְּקֻרְנָס טְהוֹרָה שֶׁאֵינָהּ עוֹשָׂה מֵעֵין מְלַאכְתָּהּ אֶלָּא מֵעֵין הַקֻּרְנָס. וְהִיא לֹא נַעֲשֵׂית לִתְקֹעַ בָּהּ כְּקֻרְנָס. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "מַסְרֵק שֶׁל צֶמֶר שֶׁנִּטְּלוּ שִׁנָּיו אִם נִשְׁתַּיֵּר בּוֹ שְׁלֹשָׁה בְּמָקוֹם אֶחָד טָמֵא. הָיְתָה הַחִיצוֹנָה אַחַת מִן הַשְּׁלֹשָׁה טָהוֹר לְפִי שֶׁאֵינוֹ יָכוֹל לִסְרֹק בּוֹ פִּשְׁתָּן שֶׁהַחִיצוֹנָה אֵינָהּ מוֹעֶלֶת לִסְרֹק וְכָל שֶׁאֵינוֹ עוֹשֶׂה מֵעֵין מְלַאכְתּוֹ בִּכְלִי מַתֶּכֶת טָהוֹר. נְטָלוֹ מִן הַמַּסְרֵק שְׁתַּיִם וַעֲשָׂאָן לִמְלַקֶּטֶת טְמֵאוֹת. אַחַת וְהִתְקִינָהּ לְנֵר אוֹ לִלְפֹּף עָלֶיהָ הַחוּט לְרִקּוּם מְקַבֶּלֶת טֻמְאָה. וְאִם הָיְתָה הַשֵּׁן עָבָה וּגְדוֹלָה אַף עַל פִּי שֶׁלֹּא הִתְקִינָהּ הֲרֵי זוֹ מִתְטַמֵּאת בִּפְנֵי עַצְמָהּ: \n",
            "מַסְרֵק שֶׁל פִּשְׁתָּן שֶׁנִּטְּלוּ שִׁנָּיו וְנִשְׁתַּיֵּר בּוֹ שְׁתַּיִם טָמֵא. נִשְׁתַּיֵּר בּוֹ אַחַת טָהוֹר: \n",
            "הַכְּרוּמִים שֶׁנִּשְׁבְּרוּ וְאֻנְקְלִי שֶׁלָּהֶן קַיֶּמֶת טְמֵאִין שֶׁהֲרֵי אֶפְשָׁר לְהוֹצִיא בָּהֶן הַדְּלִי מִן הַבְּאֵר כְּשֶׁהָיוּ מִקֹּדֶם: \n",
            "מְגֵרָה שֶׁנִּטְּלָה שֵׁן אַחַת מִבֵּינְתַיִם טְהוֹרָה. נִשְׁתַּיֵּר בָּהּ מְלוֹא הַסִּיט בְּמָקוֹם אֶחָד טְמֵאָה שֶׁהֲרֵי אֶפְשָׁר לָגוּר בַּנִּשְׁאָר: \n",
            "הַמַּעֲצָד וְהָאִזְמֵל וְהַמַּפְסֶלֶת וְהַמַּקְדֵחַ שֶׁנִּפְגְּמוּ עֲדַיִן מְקַבְּלִין טֻמְאָה. נִטַּל חִסּוּמָן טְהוֹרִין. וְכֻלָּן שֶׁנֶּחְלְקוּ לִשְׁנַיִם טְמֵאִין חוּץ מִן הַמַּקְדֵּחַ שֶׁהֲרֵי אֵינוֹ יָכוֹל לִנְקֹב בּוֹ. וְהָרוּנְקִי בִּפְנֵי עַצְמָהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁהִיא מִקְצָת כְּלִי: \n",
            "הַסַּיִף וְהַסַּכִּין וְהַסַּכִּין הֶעָקֹם כְּמוֹ מַגָּל וְהָרֹמַח וּמַגַּל יָד וּמַגַּל קָצִיר וְזוּג מִסְפָּרַיִם קְטַנִּים שֶׁל בַּעֲלֵי בָּתִּים וְזוּג מִסְפָּרַיִם גְּדוֹלִים שֶׁל סַפָּרִים שֶׁנֶּחְלְקוּ כָּל חֵלֶק מֵהֶן מְקַבֵּל טֻמְאָה מִפְּנֵי שֶׁהוּא עוֹשֶׂה מֵעֵין מְלַאכְתּוֹ: \n",
            "מִסְפָּרַיִם שֶׁנֶּחְלְקָה לִשְׁנַיִם טְהוֹרָה לְפִי שֶׁאֵינָהּ מַעֲבֶרֶת אֶת הַשֵּׂעָר אֶלָּא בְּדֹחַק: \n",
            "שִׁרְיוֹן שֶׁנֶּחְלַק לְאָרְכּוֹ טָהוֹר. לְרָחְבּוֹ אִם מְשַׁמֵּשׁ מֵעֵין מְלַאכְתּוֹ רִאשׁוֹנָה טָמֵא. מֵאֵימָתַי טָהֳרָתוֹ מִשֶּׁיִּבְלֶה וְאֵינוֹ מְשַׁמֵּשׁ מֵעֵין מְלַאכְתּוֹ. בָּלָה וְנִשְׁתַּיֵּר בּוֹ רֻבּוֹ אִם מִלְּמַעְלָה טָמֵא וְאִם מִלְּמַטָּה טָהוֹר. קִצֵּץ מִמֶּנּוּ וְעָשָׂה חֻלְיָא לְתַכְשִׁיט הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה: \n",
            "שְׁפוֹפֶרֶת שֶׁל זֶהָבִים וְשֶׁל זוֹגִין וְשֶׁל נַפָּחִים וְשֶׁל עוֹשֵׂי זְכוּכִית שֶׁנֶּחְלְקָה לְאָרְכָּהּ טְהוֹרָה. לְרָחְבָּהּ אִם מְשַׁמֶּשֶׁת מֵעֵין מְלַאכְתָּהּ רִאשׁוֹנָה טְמֵאָה וְאִם לָאו טְהוֹרָה: \n",
            "כַּלְבִיָא שֶׁל סַפָּרִים וְשֶׁל רוֹפְאִים וְשֶׁל עוֹשֵׂי זְכוּכִית שֶׁנֶּחְלְקָה לִשְׁנַיִם טְהוֹרָה. וְשֶׁל נַפָּחִים טְמֵאָה מִפְּנֵי שֶׁהוּא בַּתְּחִלָּה [חוֹתֶה בָּהּ אֶת הַגֶּחָלִים] וְעַכְשָׁו חוֹתֶה בָּהּ אֶת הַגֶּחָלִים: \n",
            "מַרְאָה שֶׁל מַתֶּכֶת שֶׁנִּשְׁבְּרָה אוֹ שֶׁנִּטַּשְׁטְשָׁה אִם אֵינָהּ מַרְאָה רֹב הַפָּנִים טְהוֹרָה. הָיְתָה מַרְאָה רֹב הַפָּנִים עֲדַיִן הִיא כְּלִי כְּשֶׁהָיְתָה: \n",
            "מַחַט שֶׁנִּטַּל קְצָתָהּ הַנָּקוּב אוֹ עֵקְצָהּ טְהוֹרָה. וְאִם הִתְקִינָהּ לִלְפֹּף עָלֶיהָ הַחוּט לִרְקֹם בָּהּ טְמֵאָה. אֲבָל מַחַט שֶׁל שַׂקִּין שֶׁנִּטַּל קְצָתָהּ הַנָּקוּב טְמֵאָה מִפְּנֵי שֶׁהוּא רוֹשֵׁם בַּקָּצֶה הַשֵּׁנִי: \n",
            "הַמַּחַט שֶׁלּוֹפְפִין עָלֶיהָ הַשָּׁנִי אוֹ הַזָּהָב וְכַיּוֹצֵא בָּהֶן כְּדֶרֶךְ שֶׁעוֹשִׂין הָרוֹקְמִין בֵּין שֶׁנִּטַּל הַנָּקוּב שֶׁלָּהּ בֵּין שֶׁנִּטַּל עֵקְצָהּ טְמֵאָה שֶׁאֵין מְלַאכְתָּהּ הַתְּפִירָה: \n",
            "מַחַט שֶׁהֶעֶלְתָה חֲלוּדָה אִם מְעַכֶּבֶת הַתְּפִירָה טְהוֹרָה וְאִם לָאו טְמֵאָה: \n",
            "הַסַּיִף וְהַסַּכִּין שֶׁהֶעֱלוּ חֲלוּדָה טְהוֹרִין. שְׁפָאָן וְהִשְׁחִיזָן חָזְרוּ לְטֻמְאָתָן הַיְשָׁנָה. וְכֵן צִינוֹרָא שֶׁפְּשָׁטָהּ טְהוֹרָה. כְּפָפָהּ חָזְרָה לְטֻמְאָתָהּ הַיְשָׁנָה: \n",
            "מַפְתֵּחַ עָקֹם כְּמוֹ אַרְכֻּבָּה שֶׁנִּשְׁבַּר מִתּוֹךְ אַרְכֻּבּוֹתָיו טָהוֹר. וְכֵן מַפְתֵּחַ הֶעָשׂוּי כְּמִין גַּם שֶׁנִּשְׁבַּר מִתּוֹךְ גַּמּוֹ טָהוֹר שֶׁהֲרֵי אֵינוֹ יָכוֹל לִפְתֹּחַ בָּהֶן וַהֲרֵי אֵינָן מְשַׁמְּשִׁין מֵעֵין מְלַאכְתָּן. הָיוּ בָּהּ שִׁנַּיִם וּנְקָבִים טָמֵא שֶׁעֲדַיִן הוּא מַפְתֵּחַ. נִטְּלוּ הַשִּׁנַּיִם טָמֵא מִפְּנֵי הַנְּקָבִים. נִסְתְּמוּ הַנְּקָבִים טָמֵא מִפְּנֵי הַשִּׁנַּיִם. נִטְּלוּ הַשִּׁנַּיִם וְנִסְתְּמוּ הַנְּקָבִים אוֹ שֶׁנִּפְרְצוּ הַנְּקָבִים זֶה לְתוֹךְ זֶה טָהוֹר: \n",
            "כְּלִי שֶׁיֵּשׁ בְּרֹאשׁוֹ הָאֶחָד כַּף לֶהָרִים בּוֹ הַדֶּשֶׁן וּבְרֹאשׁוֹ הַשֵּׁנִי מַזְלֵג לִצְלוֹת בּוֹ הַבָּשָׂר נִטְּלָה כַּפּוֹ טָמֵא מִפְּנֵי שִׁנָּיו נִטְּלוּ שִׁנָּיו טָמֵא מִפְּנֵי כַּפּוֹ. וְכֵן מִכְחוֹל שֶׁנִּטְּלָה כַּפּוֹ שֶׁגּוֹרְפִין בָּהּ הַכְּחוֹל טָמֵא מִפְּנֵי הַזָּכָר שֶׁכּוֹחֲלִים בּוֹ הָעַיִן נִטַּל הַזָּכָר טָמֵא מִפְּנֵי הַכַּף: \n",
            "כְּלִי שֶׁבְּרֹאשׁוֹ כַּף אֶחָד כִּסְבָכָה לִצְלוֹת עָלָיו וּבַקָּצֶה הַשֵּׁנִי שִׁנַּיִם לְהוֹצִיא מֵהֶן הַבָּשָׂר מִן הַקְּדֵרָה אוֹ מֵעַל הָאֵשׁ נִטְּלָה כַּפּוֹ טָמֵא מִפְּנֵי שִׁנָּיו נִטְּלוּ שִׁנָּיו טָמֵא מִפְּנֵי כַּפּוֹ. וְכֵן עֵט שֶׁל מַתֶּכֶת שֶׁכּוֹתְבִין בְּרֹאשׁוֹ הָאֶחָד וּבְרֹאשׁוֹ הַשֵּׁנִי מוֹחֲקִין נִטַּל הַכּוֹתֵב טָמֵא מִפְּנֵי הַמּוֹחֵק נִטַּל הַמּוֹחֵק טָמֵא מִפְּנֵי הַכּוֹתֵב. וְכֵן כַּיּוֹצֵא בְּאֵלּוּ. וְהוּא שֶׁיִּהְיֶה הַנִּשְׁאָר יָכוֹל לַעֲשׂוֹת מֵעֵין מְלַאכְתָּן. כֵּיצַד. עֵט שֶׁנִּטַּל הַמּוֹחֵק שֶׁלּוֹ וְנִשְׁאַר הַכּוֹתֵב אִם נִשְׁאַר מֵאָרְכּוֹ כְּדֵי שֶׁיַּגַע לְקִשְׁרֵי אֶצְבְּעוֹתָיו טָמֵא שֶׁהֲרֵי אֶפְשָׁר שֶׁיֹּאחַז בּוֹ וְיִכְתֹּב בּוֹ. נִטַּל הַכּוֹתֵב וְנִשְׁאַר הַמּוֹחֵק אִם נִשְׁאַר מֵאָרְכּוֹ מְלוֹא פַּס יָדוֹ טָמֵא שֶׁהֲרֵי אֶפְשָׁר לוֹ לִמְחֹק בּוֹ. נִשְׁאַר פָּחוֹת מִזֶּה טָהוֹר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "קוֹרְדוֹם שֶׁנִּטַּל עֵשְׁפּוֹ וְהוּא הַצַּד שֶׁהֶחָרָשׁ מְנַגֵּר בּוֹ טָמֵא מִפְּנֵי בֵּית בִּקּוּעוֹ. נִטַּל בֵּית בִּקּוּעוֹ טָמֵא מִפְּנֵי בֵּית עֻשְׁפּוֹ. נִשְׁבַּר מַקִּיפוֹ טָהוֹר: \n",
            "חַרְחוּר שֶׁנִּפְגַּם עֲדַיִן הוּא כְּלִי עַד שֶׁיִּנָּטֵל רֻבּוֹ. נִשְׁבַּר מַקִּיפוֹ טָהוֹר: \n",
            "הַמַּרְדֵּעַ הוּא הַמַּלְמָד וְהוּא עֵץ אָרֹךְ עָב וּכְמוֹ מַסְמֵר חַד תָּקוּעַ בִּקְצָתוֹ מִלְּמַעְלָה וְזֶה הַבַּרְזֶל נִקְרָא דָּרְבָן וּבַקָּצֶה הַשֵּׁנִי מִלְּמַטָּה מִמֶּנּוּ בַּרְזֶל כְּמוֹ רֹמַח וְהָעֵץ נִכְנַס וְזֶה הַבַּרְזֶל נִקְרָא חַרְחוּר: \n",
            "מְנִיקַת שֶׁל מַתֶּכֶת שֶׁהִיא כְּמוֹ שְׁפוֹפֶרֶת שֶׁנִּטְמְאָה מִשֶּׁיִּקְבָּעֶנָּה בַּמַּקֵּל אוֹ בַּדֶּלֶת וִיחַבְּרֶנָּה עִם הָעֵץ תִּטְהַר. לֹא נִטְמְאָה וּקְבָעָהּ בַּמַּקֵּל אוֹ בַּדֶּלֶת הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה בִּמְקוֹמָהּ שֶׁכָּל כְּלֵי מַתָּכוֹת שֶׁקְּבָעָם בְּקוֹרָה אוֹ בַּכֹּתֶל מְקַבְּלִין טֻמְאָה כְּשֶׁהָיוּ עַד שֶׁיְּשַׁנֶּה אֶת מַעֲשֵׂיהֶם. לְפִיכָךְ דַּף שֶׁל נַחְתּוֹמִין שֶׁל מַתֶּכֶת שֶׁקְּבָעוֹ בַּכֹּתֶל טָמֵא. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִשְּׁאָר כְּלֵי מַתָּכוֹת שֶׁנִּקְבְּעוּ בֵּין מְקַבְּלֵיהֶן בֵּין פְּשׁוּטֵיהֶן מְקַבְּלִים טֻמְאָה כְּשֶׁהָיוּ: \n"
        ],
        [
            "כְּלֵי עֵץ וּכְלֵי עוֹר וּכְלֵי עֶצֶם שֶׁנִּשְׁבְּרוּ טִהֲרוּ מִטֻּמְאָתָן. חָזַר וְעָשָׂה כְּלִי מִשִּׁבְרֵיהֶם אוֹ שֶׁקִּבֵּץ אֶת שִׁבְרֵיהֶן וְעָשָׂה מֵהֶן כֵּלִים אֲחֵרִים הֲרֵי אֵלּוּ כִּשְׁאָר הַכֵּלִים הַטְּהוֹרִים שֶׁלֹּא נִטְמְאוּ מִקֹּדֶם שֶׁהֵן מְקַבְּלִין טֻמְאָה מִכָּאן וּלְהַבָּא. וְכֵן כְּלֵי מַתָּכוֹת שֶׁנִּשְׁבְּרוּ אַחַר שֶׁנִּטְמְאוּ טִהֲרוּ. הִתִּיכָן וְחָזַר וְעָשָׂה מֵהֶן כֵּלִים אֲחֵרִים חָזְרוּ לַטֻּמְאָה הַיְשָׁנָה. וְאֵין לִכְלֵי מַתָּכוֹת טָהֳרָה גְּמוּרָה עַד שֶׁיַּטְבִּילֵם בְּמִקְוֶה כְּשֶׁהֵם שְׁלֵמִים אוֹ יִשָּׁאֲרוּ שְׁבוּרִים: \n",
            "וַחֲזָרַת כְּלֵי מַתָּכוֹת לְטֻמְאָתָן הַיְשָׁנָה מִדִּבְרֵי סוֹפְרִים וּמִפְּנֵי מָה גָּזְרוּ עַל כְּלֵי מַתָּכוֹת שֶׁיַּחְזְרוּ לְטֻמְאָתָן הַיְשָׁנָה גְּזֵרָה שֶׁמָּא יְטַמֵּא לוֹ כְּלִי וְיַתִּיכֶנּוּ וְיַעֲשֶׂה מִמֶּנּוּ כְּלִי אַחֵר בּוֹ בְּיוֹם אִם יֹאמַר שֶׁהוּא טָהוֹר כְּדִין תּוֹרָה יָבוֹא לוֹמַר הַשְּׁבִירָה מְטַהֶרֶת וְהַטְּבִילָה מְטַהֶרֶת כְּשֵׁם שֶׁאִם נִשְׁבַּר וְהִתִּיכוֹ וְעָשָׂה מִמֶּנּוּ כְּלִי כְּשֶׁהָיָה הֲרֵי הוּא טָהוֹר בּוֹ בַּיּוֹם כָּךְ אִם הִטְבִּילוֹ אַף עַל פִּי שֶׁהוּא כְּשֶׁהָיָה הֲרֵי הוּא טָהוֹר בּוֹ בַּיּוֹם וְיָבוֹאוּ לוֹמַר שֶׁאֵין הַכֵּלִים צְרִיכִין הַעֲרֵב שֶׁמֶשׁ מִפְּנֵי זֶה הַחֲשָׁשׁ גָּזְרוּ טֻמְאָה עֲלֵיהֶם: \n",
            "אֶחָד כְּלִי שֶׁנִּטְמָא בְּמֵת אוֹ בִּשְׁאָר הַטֻּמְאוֹת אִם הִתִּיכוֹ חָזַר לְטֻמְאָתוֹ הַיְשָׁנָה עַד שֶׁיַּטְבִּיל. נִטְמָא בְּמֵת וְהִזָּה עָלָיו בַּשְּׁלִישִׁי וְאַחַר כָּךְ הִתִּיכוֹ וַעֲשָׂאָהוּ כְּלִי אַחֵר וְהִזָּה עָלָיו בַּשְּׁבִיעִי וְהִטְבִּילוֹ הֲרֵי זֶה טָמֵא וְאֵין הַזָּיָה שֶׁקֹּדֶם הִתּוּךְ מִצְטָרֶפֶת לְהַזָּאָה שֶׁאַחַר הִתּוּךְ וְאֵין לוֹ טָהֳרָה עַד שֶׁיַּזֶּה עָלָיו שְׁלִישִׁי וּשְׁבִיעִי וְיַטְבִּיל כְּשֶׁהוּא כְּלִי קֹדֶם שְׁבִירָה אוֹ יַזֶּה עָלָיו שְׁלִישִׁי וּשְׁבִיעִי וְיַטְבִּיל אַחַר שֶׁיַּתִּיכֶנּוּ: \n",
            "בַּרְזֶל טָמֵא שֶׁבְּלָלוֹ עִם בַּרְזֶל טָהוֹר אִם רֹב מִן הַטָּמֵא טָמֵא וְאִם רֹב מִן הַטָּהוֹר טָהוֹר. מֶחֱצָה לְמֶחֱצָה טָמֵא. וְכֵן טִיט שֶׁבְּלָלוֹ בִּגְלָלִים וְשָׂרַף הַכּל בְּכִבְשָׁן וַעֲשָׂאָהוּ כְּלִי אִם רֹב מִן הַטִּיט הֲרֵי זֶה מְקַבֵּל טֻמְאָה מִפְּנֵי שֶׁהוּא כְּלִי חֶרֶס וְאִם רֹב מִן הַגְּלָלִים אֵינוֹ מְקַבֵּל טֻמְאָה: \n",
            "כְּלֵי מַתָּכוֹת הַטְּהוֹרִין שֶׁאֲנָכָן בַּאֲנָךְ טָמֵא טְמֵאִים. אֲבָל הָעוֹשֶׂה כֵּלִים מִן הָאֲנָךְ הַטָּמֵא הֲרֵי הֵן טְהוֹרִין: \n",
            "קוֹרְדוֹם שֶׁעֲשָׂאָהוּ מִן הַבַּרְזֶל הַטָּהוֹר וְעָשָׂה עֻשְׁפּוֹ מִן הַטָּמֵא הֲרֵי זֶה טָמֵא. עָשָׂה עֻשְׁפּוֹ מִן הַטָּהוֹר וְהַקּוֹרְדוֹם מִן הַטָּמֵא הֲרֵי זֶה טָהוֹר. שֶׁהַכּל הוֹלֵךְ אַחַר עוֹשֵׂה הַמְּלָאכָה: \n",
            "קוֹרְדוֹם טָהוֹר שֶׁחֲסָמוֹ בְּבַרְזֶל טָמֵא טָהוֹר: \n",
            "קִיתוֹן שֶׁעֲשָׂאָהוּ מִן הַטָּמֵא וְשׁוּלָיו מִן הַטָּהוֹר טָהוֹר. עֲשָׂאָהוּ מִן הַטָּהוֹר וְשׁוּלָיו מִן הַטָּמֵא טָמֵא. שֶׁהַכּל הוֹלֵךְ אַחַר הַמְקַבֵּל הָעוֹשֵׂה מְלָאכָה: \n",
            "כְּלִי מַתָּכוֹת שֶׁנִּטְמָא בְּטֻמְאָה שֶׁהִיא מִדִּבְרֵי סוֹפְרִים כְּגוֹן שֶׁנִּטְמָא בַּעֲבוֹדָה זָרָה וְכַיּוֹצֵא בָּהּ וְנִשְׁבַּר וְהִתִּיכוֹ וְחָזַר וְעָשָׂה מִמֶּנּוּ כְּלִי אַחֵר הֲרֵי זֶה סָפֵק אִם חָזַר לְטֻמְאָתוֹ הַיְשָׁנָה אוֹ לֹא חָזַר: \n",
            "כְּלֵי זְכוּכִית שֶׁנִּטְמְאוּ וְנִשְׁבְּרוּ טָהֲרוּ כְּכָל הַכֵּלִים וַאֲפִלּוּ הִתִּיכָן וְעָשָׂה מֵהֶן כֵּלִים אֲחֵרִים אֵינָם חוֹזְרִים לַטֻּמְאָה הַיְשָׁנָה לְפִי שֶׁעִקַּר טֻמְאָתָהּ מִדִּבְרֵי סוֹפְרִים כְּמוֹ שֶׁבֵּאַרְנוּ לֹא גָּזְרוּ עֲלֵיהֶן בְּטֻמְאָה יְשָׁנָה. וְכֵן כְּלֵי זְכוּכִית שֶׁנִּשְׁבְּרוּ אַף עַל פִּי שֶׁשִּׁבְרֵיהֶן כֵּלִים וּרְאוּיִין לְתַשְׁמִישׁ הוֹאִיל וְהֵם שִׁבְרֵי כֵּלִים אֵינָן מְקַבְּלִין טֻמְאָה לְפִי שֶׁאֵינָן דּוֹמִין לִכְלֵי חֶרֶס. כֵּיצַד. קְעָרָה שֶׁל זְכוּכִית שֶׁנִּשְׁבְּרָה וְהִתְקִין שׁוּלַיִם לְתַשְׁמִישׁ אֵין הַשּׁוּלַיִם מְקַבְּלִין טֻמְאָה אַף עַל פִּי שֶׁהֵן בַּקְּעָרָה. וְאִם קִרְסֵם אֶת מְקוֹם הַשֶּׁבֶר וְשָׁפוֹ בְּשׁוּפִין הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה: \n",
            "צְלוֹחִית קְטַנָּה הַנִּטֶּלֶת בְּיָד אַחַת שֶׁנִּטַּל פִּיהָ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁאֵין מַכְנִיסִין הַיָּד לְתוֹכָהּ אֶלָּא יוֹצֵק מִמֶּנָּה. אֲבָל גְּדוֹלָה הַנִּטֶּלֶת בִּשְׁתֵּי יָדַיִם שֶׁנִּטַּל פִּיהָ טְהוֹרָה מִפְּנֵי שֶׁהִיא חוֹבֶלֶת בַּיָּד בְּשָׁעָה שֶׁמַּכְנִיס יָדוֹ לְתוֹכָהּ. וְכֵן צְלוֹחִית שֶׁל פַּלְיָטוֹן אַף עַל פִּי שֶׁהִיא קְטַנָּה אִם נִטֶּלֶת פִּיהָ טְהוֹרָה מִפְּנֵי שֶׁחוֹבֶלֶת בְּאֶצְבָּעוֹ בְּשָׁעָה שֶׁמּוֹצִיא הַבּשֶֹׁם מִתּוֹכָהּ: \n",
            "לָגִינִים הַגְּדוֹלִין שֶׁנִּטַּל פִּיהֶן עֲדַיִן הֵן כֵּלִים מִפְּנֵי שֶׁמַּתְקִינָם הוּא לְכִבְשָׁנִים: \n",
            "כּוֹס שֶׁנִּפְגַּם רֻבּוֹ טָהוֹר. נִפְגַּם בּוֹ שְׁלִישׁ הֶקֵּפוֹ בְּרֹב גָּבְהוֹ טָהוֹר. נִקַּב וּסְתָמוֹ בֵּין בְּבַעַץ בֵּין בְּזֶפֶת טָהוֹר. וְהַכּוֹס וְהַצְּלוֹחִית שֶׁנִּקְּבוּ בֵּין מִלְּמַעְלָה בֵּין מִלְּמַטָּה טְהוֹרִין: \n",
            "הַתַּמְחוּי וְהַקְּעָרָה שֶׁנִּקְּבוּ מִלְּמַעְלָה טְמֵאִין מִלְּמַטָּה טְהוֹרִין. נִסְדְּקוּ אִם יְכוֹלִין לְקַבֵּל אֶת הַחַמִּין כְּצוֹנְנִין טְמֵאִין וְאִם לָאו טְהוֹרִין: \n",
            "הַכּוֹסוֹת הַחֲתוּכִין אַף עַל פִּי שֶׁשִּׂפְתוֹתֵיהֶם סוֹרְכִין אֶת הַפֶּה מְקַבְּלִים טֻמְאָה: \n",
            "הָאֲפַרְכֵּס שֶׁל זְכוּכִית טָהוֹר שֶׁהֲרֵי הוּא כְּמוֹ מַחַץ שֶׁאֵינוֹ מְקַבֵּל: \n",
            "זְכוּכִית שֶׁעוֹשִׂין אוֹתָהּ לְמַרְאָה טְהוֹרָה אַף עַל פִּי שֶׁהִיא מְקַבֶּלֶת לְפִי שֶׁלֹּא נַעֲשֵׂית לְקַבָּלָה. הַתַּרְוָד שֶׁל זְכוּכִית שֶׁהוּא מְקַבֵּל אַף עַל פִּי שֶׁכְּשֶׁמַּנִּיחוֹ עַל הַשֻּׁלְחָן נֶהְפָּךְ עַל צִדּוֹ וְאֵינוֹ מְקַבֵּל הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
            "תַּמְחוּי שֶׁל זְכוּכִית שֶׁעֲשָׂאוֹ מַרְאָה מְקַבֵּל טֻמְאָה. וְאִם מִתְּחִלָּה עֲשָׂאוּהוּ לְמַרְאָה כְּדֵי שֶׁיִּהְיוּ דְּבָרִים שֶׁמַּנִּיחִין בּוֹ נִרְאִין מֵאֲחוֹרָיו הֲרֵי זֶה טָהוֹר. וְכָל כְּלֵי זְכוּכִית אֵין מְקַבְּלִין טֻמְאָה עַד שֶׁתִּגָּמֵר מְלַאכְתָּן כְּכָל הַכֵּלִים: \n"
        ],
        [
            "כְּבָר בֵּאַרְנוּ בְּכַמָּה מְקוֹמוֹת שֶׁאֵין כְּלִי חֶרֶס מִתְטַמֵּא אֶלָּא מֵאֲוִירוֹ אוֹ בְּהֶסֵּט הַזָּב. וּשְׁאָר כָּל הַכֵּלִים שֶׁנָּגְעָה בָּהֶן הַטֻּמְאָה נִטְמְאוּ וְאִם נִכְנְסָה טֻמְאָה לַאֲוִירוֹ וְלֹא נָגְעָה בָּהֶן הֲרֵי הֵם טְהוֹרִין. נִמְצָא הַטָּמֵא בִּכְלִי חֶרֶס טָהוֹר בְּכָל הַכֵּלִים וְהַטָּמֵא בְּכָל הַכֵּלִים טָהוֹר בִּכְלִי חֶרֶס. וּמִנַּיִן שֶׁאֵין כְּלִי חֶרֶס מִתְטַמֵּא אֶלָּא מֵאֲוִירוֹ שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"וּכְלִי חֶרֶשׂ אֲשֶׁר יִפּל מֵהֶם אֶל תּוֹכוֹ\" וְגוֹ' מִתּוֹכוֹ הוּא מִתְטַמֵּא לֹא מֵאֲחוֹרָיו: \n",
            "וּכְשֵׁם שֶׁמִּתְטַמֵּא מֵאֲוִירוֹ כָּךְ מְטַמֵּא אֳכָלִין וּמַשְׁקִין מֵאֲוִירוֹ. כֵּיצַד. כְּלִי חֶרֶס שֶׁנִּטְמָא וְנִכְנְסוּ אֳכָלִין וּמַשְׁקִין לַאֲוִירוֹ אַף עַל פִּי שֶׁלֹּא נָגְעוּ בּוֹ הֲרֵי אֵלּוּ טְמֵאִין שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"כּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא\". אֲבָל שְׁאָר הַכֵּלִים הַטְּמֵאִין אֵינָן מְטַמְּאִין אֳכָלִין וּמַשְׁקִין עַד שֶׁיִּגְּעוּ בָּהֶן: \n",
            "אֵין כְּלִי חֶרֶס מְטַמֵּא כֵּלִים מֵאֲוִירוֹ בֵּין כְּלֵי חֶרֶס בֵּין שְׁאָר כֵּלִים. כֵּיצַד. כְּלִי חֶרֶס גָּדוֹל שֶׁהָיוּ בְּתוֹכוֹ כֵּלִים וְנִכְנְסָה טֻמְאָה בַּאֲוִירוֹ הוּא טָמֵא וְכָל הַכֵּלִים שֶׁבְּתוֹכוֹ טְהוֹרִין. הָיוּ מַשְׁקִין בַּכֵּלִים שֶׁבְּתוֹכוֹ נִטְמְאוּ הַמַּשְׁקִין מֵאֲוִירוֹ וְחוֹזְרִין וּמְטַמְּאִין אֶת הַכֵּלִים. וַהֲרֵי זֶה אוֹמֵר מְטַמְּאֶיךָ לֹא טִמְּאוּנִי וְאַתָּה טִמֵּאתַנִי: \n",
            "כְּלִי חֶרֶס שֶׁנָּגְעוּ מַשְׁקִין טְמֵאִין בַּאֲחוֹרָיו בִּלְבַד נִטְמְאוּ אֲחוֹרָיו כִּשְׁאָר כָּל הַכֵּלִים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה לוֹ תּוֹךְ. אֲבָל אִם אֵין לוֹ תּוֹךְ וְנָגְעוּ בּוֹ מַשְׁקִין טְמֵאִין הֲרֵי זֶה טָהוֹר. שֶׁכָּל שֶׁאֵין לוֹ תּוֹךְ בִּכְלִי חֶרֶס אֵין אֲחוֹרָיו מִתְטַמְּאִין בְּמַשְׁקִין. נָגְעוּ אֳכָלִין אוֹ מַשְׁקִין בַּאֲחוֹרֵי כְּלִי חֶרֶס הַטָּמֵא הֲרֵי אֵלּוּ טְמֵאִין. וְאֶחָד כְּלִי חֶרֶס וְאֶחָד שְׁאָר כָּל הַכֵּלִים בְּדָבָר זֶה שֶׁכָּל הַכֵּלִים הַטְּמֵאִין שֶׁנָּגְעוּ אֳכָלִין אוֹ מַשְׁקִין בָּהֶן בֵּין מִתּוֹכָן בֵּין מֵאֲחוֹרֵיהֶן נִטְמְאוּ: \n",
            "אֶחָד כְּלִי חֶרֶס שֶׁנִּכְנְסָה טֻמְאָה לַאֲוִירוֹ אוֹ שֶׁכָּפָהוּ עַל הַטֻּמְאָה הַמֻּנַּחַת עַל הָאָרֶץ וְנַעֲשָׂה אֹהֶל עָלֶיהָ שֶׁהֲרֵי הַטֻּמְאָה בְּתוֹכוֹ. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"אֶל תּוֹכוֹ\" לְרַבּוֹת אֶת הָאֹהָלִים: \n",
            "גּוּמָא שֶׁהָיָה הַשֶּׁרֶץ מֻנָּח בְּתוֹכָהּ וְכָפָה כְּלִי חֶרֶס עַל הַגּוּמָא לֹא נִטְמָא שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"אֶל תּוֹכוֹ\" עַד שֶׁתִּכָּנֵס עַצְמָהּ שֶׁל טֻמְאָה בְּתוֹכוֹ. לְפִיכָךְ הַשֶּׁרֶץ שֶׁנִּמְצָא לְמַטָּה מִנְּחֻשְׁתּוֹ שֶׁל תַּנּוּר שֶׁהִיא קַרְקָעִית הַתַּנּוּר טָהוֹר שֶׁאֲנִי אוֹמֵר חַי נָפַל וְעַכְשָׁו מֵת בְּתוֹךְ גּוּמָא זוֹ. וְכֵן אִם נִמְצֵאת מַחַט אוֹ טַבַּעַת לְמַטָּה מִנְּחֻשְׁתּוֹ אַף עַל פִּי שֶׁכָּל הַכֵּלִים הַנִּמְצָאִים טְמֵאִים כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי הַתַּנּוּר טָהוֹר שֶׁאֲנִי אוֹמֵר שָׁם הָיוּ עַד שֶׁלֹּא בָּא הַתַּנּוּר וְהַתַּנּוּר נִבְנָה עֲלֵיהֶן וְלֹא נָפְלוּ בְּתוֹכוֹ. נִמְצְאוּ בַּדֶּשֶׁן הֲרֵי הַתַּנּוּר טָמֵא שֶׁאֵין לוֹ בְּמָה יִתְלֶה. נִמְצְאוּ בִּנְחֻשְׁתּוֹ שֶׁל תַּנּוּר נִרְאִין אֲבָל אֵינָן יוֹצְאִין לַאֲוִירוֹ. אִם אוֹפֶה אֶת הַבָּצֵק וְהוּא נוֹגֵעַ בָּהֶן נִטְמָא הַתַּנּוּר כְּאִלּוּ הָיוּ בְּתוֹךְ אֲוִירוֹ. וְאִם לָאו הַתַּנּוּר טָהוֹר כְּאִלּוּ הָיוּ לְמַטָּה מִנְּחֻשְׁתּוֹ. בְּאֵי זֶה בָּצֵק אָמְרוּ בְּבָצֵק הַבֵּינוֹנִי שֶׁאֵינוֹ רַךְ בְּיוֹתֵר וְלֹא קָשֶׁה: \n",
            "הַשֶּׁרֶץ שֶׁנִּמְצָא בְּעַיִן שֶׁל תַּנּוּר בְּעַיִן שֶׁל כִּירָה בְּעַיִן שֶׁל כֻּפַּח אִם נִמְצָא מִן הַשָּׂפָה הַפְּנִימִית וְלַחוּץ טָהוֹר. וְכֵן אִם נִמְצָא בַּאֲוִיר הָעַיִן טָהוֹר שֶׁהֲרֵי לֹא נִכְנַס לַאֲוִיר הַתַּנּוּר אוֹ הַכִּירָה אוֹ הַכֻּפַּח אֶלָּא תַּחַת עֳבִי דָּפְנוֹתֵיהֶן הוּא תָּלוּי. וַאֲפִלּוּ הָיָה שָׁם כְּזַיִת מִן הַמֵּת טְהוֹרִין אֶלָּא אִם כֵּן הָיָה בָּעֳבִי הָעַיִן פּוֹתֵחַ טֶפַח שֶׁהֲרֵי מֵבִיא אֶת הַטֻּמְאָה לַאֲוִיר הַתַּנּוּר כְּמוֹ שֶׁנִּתְבָּאֵר בְּעִנְיַן טֻמְאַת מֵת: \n",
            "נִמְצָא הַשֶּׁרֶץ בִּמְקוֹם הַנָּחַת הָעֵצִים מִן הַשָּׂפָה הַפְּנִימִית וְלַחוּץ טָהוֹר. נִמְצָא בִּמְקוֹם יְשִׁיבַת הַבַּלָּן בִּמְקוֹם יְשִׁיבַת הַצַּבָּע בִּמְקוֹם יְשִׁיבַת שׁוֹלְקֵי הַזֵּיתִים הַכּל טָהוֹר: \n",
            "אֵין הַתַּנּוּר וְלֹא הַכִּירָה וְלֹא שְׁאָר מְקוֹמוֹת הַיְקוֹד מִתְטַמְּאִין אֶלָּא אִם כֵּן נִמְצֵאת הַטֻּמְאָה מִן הַסְּתִימָה וּלְפָנִים: \n",
            "כְּלִי חֶרֶס שֶׁשּׁוֹתִין בּוֹ בַּעֲלֵי בָּתִּים הַמַּיִם שֶׁבְּאֶמְצָעוֹ כְּמוֹ רֶשֶׁת שֶׁל חֶרֶס וּשְׂפָתוֹ שֶׁלְּמַעְלָה מִן הָרֶשֶׁת כְּמוֹ מַסְרֵק וְזֶהוּ הַנִּקְרָא צַרְצוּר אִם נִכְנְסָה הַטֻּמְאָה לַאֲוִיר הַמַּסְרֵק לְמַעְלָה מִן הָרֶשֶׁת נִטְמָא כֻּלּוֹ שֶׁזֶּהוּ תּוֹכוֹ שֶׁל כְּלִי זֶה: \n",
            "כְּלִי חֶרֶס שֶׁהָיָה לוֹ שָׁלֹשׁ שְׂפָיוֹת זוֹ לְפָנִים מִזּוֹ הָיְתָה הַפְּנִימִית עוֹדֶפֶת וְנִכְנְסָה טֻמְאָה לַאֲוִיר הַפְּנִימִית כָּל הָאֳכָלִין וְהַמַּשְׁקִין שֶׁבָּאֲוִיר שֶׁבֵּין הַשָּׂפָה הַפְּנִימִית וּבֵין הָאֶמְצָעִית וְהַחִיצוֹנָה טְהוֹרִין. הָיְתָה הָאֶמְצָעִית עוֹדֶפֶת וְנִטְמָא אֲוִירָהּ מִמֶּנָּה וְלִפְנִים טָמֵא מִמֶּנָּה וְלַחוּץ טָהוֹר. הָיְתָה הַחִיצוֹנָה עוֹדֶפֶת וְנִטְמָא אֲוִירָהּ הַכּל טָמֵא. הָיוּ שָׁווֹת כָּל שֶׁנִּטְמָא אֲוִירָהּ טְמֵאָה וְהַשְּׁאָר טָהוֹר: \n",
            "אִלְפָּסִים זוֹ בְּתוֹךְ זוֹ וְשִׂפְתוֹתֵיהֶן שָׁווֹת וְהַשֶּׁרֶץ בָּעֶלְיוֹנָה אוֹ בַּתַּחְתּוֹנָה זוֹ שֶׁיֵּשׁ בָּהּ הַשֶּׁרֶץ טְמֵאָה וּשְׁאָר הָאִלְפָּסִין טְהוֹרִין הֵן וְכָל הָאֳכָלִין שֶׁבָּהֶן. הָיָה כָּל אִלְפָּס מֵהֶן נְקוּבָה בְּכוֹנֵס מַשְׁקֶה וְהַשֶּׁרֶץ בָּעֶלְיוֹנָה כָּל הָאֳכָלִין וְהַמַּשְׁקִין שֶׁבְּכָל הָאִלְפָּסִים טְמֵאִים שֶׁהַטֻּמְאָה בַּאֲוִיר כֻּלָּן כְּמוֹ שֶׁיִּתְבָּאֵר. הָיָה הַשֶּׁרֶץ בַּתַּחְתּוֹנָה הִיא טְמֵאָה וְכֻלָּן טְהוֹרוֹת שֶׁהֲרֵי לֹא נִכְנַס שֶׁרֶץ לַאֲוִיר הָעֶלְיוֹנָה וְאֵין שְׂפַת הַתַּחְתּוֹנָה עוֹדֶפֶת כְּדֵי לְטַמֵּא כָּל הָאֳכָלִין וְהַמַּשְׁקִין שֶׁבְּתוֹכָהּ. הָיָה הַשֶּׁרֶץ בָּעֶלְיוֹנָה וְהָיְתָה שְׂפַת הַתַּחְתּוֹנָה עוֹדֶפֶת הָעֶלְיוֹנָה טְמֵאָה שֶׁהַשֶּׁרֶץ בְּתוֹכָהּ וְכֵן הַתַּחְתּוֹנָה מִפְּנֵי שֶׁשְּׂפָתָהּ עוֹדֶפֶת הֲרֵי הַשֶּׁרֶץ בַּאֲוִירָהּ וּשְׁאָר הָאִלְפָּסִין שֶׁבְּתוֹךְ הַתַּחְתּוֹנָה טְהוֹרִין שֶׁאֵין כְּלִי חֶרֶס מְטַמֵּא כֵּלִים שֶׁבְּתוֹכוֹ. וְאִם הָיָה בֵּינֵיהֶן מַשְׁקֶה טוֹפֵחַ כָּל שֶׁיֵּשׁ בָּהּ מַשְׁקֶה טוֹפֵחַ טְמֵאָה שֶׁהַמַּשְׁקֶה מִתְטַמֵּא מֵאֲוִיר הַתַּחְתּוֹנָה הָעוֹדֶפֶת וְחוֹזֵר וּמְטַמֵּא אֶת הָאִלְפָּס: \n",
            "טַבְלָא שֶׁל חֶרֶס שֶׁהָיוּ קְעָרוֹת דְּבוּקוֹת בָּהּ בִּתְחִלַּת מַעֲשֶׂיהָ וַהֲרֵי הַכּל כְּלִי אֶחָד וְנִטְמֵאת אַחַת מֵהֶן לֹא נִטְמְאוּ כֻּלָּן. וְאִם הָיָה לַטַּבְלָא דֹּפֶן עוֹדֵף שֶׁנִּמְצְאוּ כָּל הַקְּעָרוֹת בְּתוֹכוֹ וְנִטְמֵאת אַחַת מֵהֶן נִטְמְאוּ כֻּלָּן. וְכֵן הַדִּין בְּבֵית הַתַּבְלִין שֶׁל חֶרֶס וְקַלְמִירִין הַמַּתְאִימוֹת כַּיּוֹצֵא בּוֹ: \n",
            "בֵּית הַתַּבְלִין שֶׁל עֵץ שֶׁנִּטְמָא אֶחָד מִבָּתָּיו בְּמַשְׁקִין לֹא נִטְמְאוּ שְׁאָר הַבָּתִּים. וְאִם יֵשׁ לוֹ דֹּפֶן עוֹדֵף שֶׁנִּמְצְאוּ כָּל הַבָּתִּים בְּתוֹכוֹ וְנִטְמָא אֶחָד מִבָּתָּיו בְּמַשְׁקִין נִטְמְאוּ כֻּלָּן שֶׁהַכּל כִּכְלִי אֶחָד וּכְלִי שֶׁנִּטְמָא תּוֹכוֹ בְּמַשְׁקִין נִטְמָא כֻּלּוֹ. הָיוּ בָּתָּיו קְבוּעִין בְּמַסְמֵר הֲרֵי אֵלּוּ חִבּוּר זֶה לָזֶה לְטֻמְאָה וּלְהַזָּיָה. הָיוּ תְּקוּעִין בִּלְבַד הֲרֵי אֵלּוּ חִבּוּר לְטֻמְאָה וְלֹא לְהַזָּיָה. וְאִם הָיוּ בָּתָּיו נִטָּלִין וְנִתָּנִין אֵינָן חִבּוּר לֹא לְטֻמְאָה וְלֹא לְהַזָּיָה: \n"
        ],
        [
            "כָּל הַמַּצִּיל בְּצָמִיד פָּתִיל בְּאֹהֶל הַמֵּת מַצִּיל בְּצָמִיד פּתִיל בּאֲוִיר כְּלִי חֶרֶס. אִם הִצִּיל בְּמֵת הֶחָמוּר דִּין הוּא שֶׁיַּצִּיל בִּכְלִי חֶרֶס הַקַּל. וְכָל שֶׁאֵינוֹ מַצִּיל בְּאֹהֶל הַמֵּת אֵינוֹ מַצִּיל בַּאֲוִיר כְּלִי חֶרֶס: \n",
            "וּכְשֵׁם שֶׁאֵין צָמִיד פָּתִיל לְטֻמְאָה בְּאֹהֶל הַמֵּת כָּךְ אֵין צָמִיד פָּתִיל לְטֻמְאָה בַּאֲוִיר כְּלִי חֶרֶס. כֵּיצַד. קְדֵרָה שֶׁהִיא מְלֵאָה אֳכָלִין וּמַשְׁקִין וּמֻקֶּפֶת צָמִיד פָּתִיל וּנְתוּנָה בְּתוֹךְ הַתַּנּוּר הַטָּמֵא הֲרֵי הַקְּדֵרָה וְכָל מַה שֶּׁבְּתוֹכָהּ טְהוֹרִין. הָיָה הַשֶּׁרֶץ אוֹ מַשְׁקִין טְמֵאִין בְּתוֹכָהּ וּמֻקֶּפֶת צָמִיד פָּתִיל וּנְתוּנָה בַּאֲוִיר הַתַּנּוּר נִטְמָא הַתַּנּוּר [וְכֵן כָּל כַּיּוֹצֵא בָּזֶה]: \n",
            "טַבַּעַת טְמֵאָה שֶׁמֻּבְלַעַת בְּתוֹךְ הַלְּבֵנָה אוֹ מַחַט טְמֵאָה שֶׁמֻּבְלַעַת בְּתוֹךְ הָעֵץ וְנָפְלוּ לַאֲוִיר כְּלִי חֶרֶס נִטְמָא. אַף עַל פִּי שֶׁאִם נָגַע כִּכַּר תְּרוּמָה בְּעֵץ זֶה אוֹ בִּלְבֵנָה זוֹ טָהוֹר הֲרֵי הֵן מְטַמְּאִין כְּלִי חֶרֶס מֵאֲוִירוֹ: \n",
            "תַּרְנְגוֹל שֶׁבָּלַע שֶׁרֶץ אוֹ בְּשַׂר מֵת וְנָפַל לַאֲוִיר הַתַּנּוּר הֲרֵי זֶה טָהוֹר. וְאִם מֵת שָׁם הַתַּרְנְגוֹל נִטְמָא הַתַּנּוּר. שֶׁהַבְּלוּעִין בְּחַי מַצִּילִין מִיַּד כְּלִי חֶרֶס כְּדֶרֶךְ שֶׁמַּצִּילִין בְּאֹהֶל הַמֵּת: \n",
            "דְּבָרִים שֶׁבְּתוֹךְ הַפֶּה אוֹ בְּתוֹךְ הַקְּמָטִין אֵינָן כִּבְלוּעִין. כֵּיצַד. אָדָם שֶׁהָיוּ מַשְׁקִין טְמֵאִין בְּתוֹךְ פִּיו וְקָפַץ פִּיו וְהִכְנִיס רֹאשׁוֹ לַאֲוִיר כְּלִי חֶרֶס טִמְּאָהוּ. וְכֵן טָהוֹר שֶׁהָיוּ אֳכָלִין וּמַשְׁקִין לְתוֹךְ פִּיו וְהִכְנִיס רֹאשׁוֹ לַאֲוִיר תַּנּוּר טָמֵא נִטְמְאוּ אֳכָלִים שֶׁבְּפִיו. הָיָה לוֹ בְּתוֹךְ קֻמְטוֹ כַּעֲדָשָׁה מִן הַשֶּׁרֶץ וְהִכְנִיסוֹ לַאֲוִיר הַתַּנּוּר נִטְמָא הַתַּנּוּר אַף עַל פִּי שֶׁהַטֻּמְאָה בְּתוֹךְ הַקֶּמֶט: \n",
            "סְפוֹג שֶׁבָּלַע מַשְׁקִין טְמֵאִין אַף עַל פִּי שֶׁהוּא נָגוּב מִבַּחוּץ אִם נָפַל לַאֲוִיר כְּלִי חֶרֶס טִמְּאָהוּ שֶׁסּוֹף מַשְׁקֶה לָצֵאת. וְכֵן חֲתִיכָה שֶׁל לֶפֶת וְשֶׁל גֶּמִי. חֲרָסִים שֶׁנִּשְׁתַּמְּשׁוּ בָּהֶן מַשְׁקִין טְמֵאִין וְנִגְּבוּ וְנָפְלוּ לַאֲוִיר כְּלִי חֶרֶס לֹא טִמְּאוּהוּ. נָפְלוּ לְתַנּוּר וְהֻסַּק נִטְמָא שֶׁסּוֹף מַשְׁקֶה לָצֵאת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמַשְׁקִין קַלִּין. אֲבָל בַּחֲמוּרִין כְּגוֹן דַּם הַנִּדָּה וּמֵימֵי רַגְלֶיהָ אִם הָיוּ יְכוֹלִין לָצֵאת וְהִקְפִּיד עָלָיו שֶׁיֵּצֵא הֲרֵי זֶה מְטַמֵּא הַתַּנּוּר אַף עַל פִּי שֶׁלֹּא הֻסַּק וְאִם אֵינוֹ מַקְפִּיד עָלָיו אֵינוֹ מְטַמֵּא עַד שֶׁיֻּסַּק וְיֵצֵא הַמַּשְׁקֶה. וְכֵן בְּגֶפֶת חֲדָשָׁה הַבָּאָה מִמַּשְׁקִין טְמֵאִין שֶׁהֻסַּק בָּהּ הַתַּנּוּר נִטְמָא שֶׁסּוֹף מַשְׁקֶה לָצֵאת אֲבָל בִּישָׁנָה טָהוֹר. אֵיזוֹ הִיא יְשָׁנָה לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ. וְאִם יָדוּעַ שֶׁיָּצָא מִמֶּנָּה מַשְׁקֶה בִּשְׁעַת הֶסֵּק אֲפִלּוּ לְאַחַר שָׁלֹשׁ שָׁנִים נִטְמָא הַתַּנּוּר כְּשֶׁיֻּסַּק: \n",
            "כְּלִי חֶרֶס שֶׁחִלְּקוֹ בִּמְחִצָּה מִשְּׂפָתוֹ עַד קַרְקָעִיתוֹ וְנִכְנְסָה טֻמְאָה בַּאֲוִיר אֶחָד מִשְּׁנֵי הַחֲלָקִים נִטְמָא הַכְּלִי כֻּלּוֹ לְפִי שֶׁאֵין דֶּרֶךְ בְּנֵי אָדָם לְחַלֵּק כְּלֵי חֶרֶס כְּדֶרֶךְ שֶׁחוֹלְקִין הָאֹהָלִים. לְפִיכָךְ תַּנּוּר שֶׁחֲצָצוֹ בִּנְסָרִים אוֹ בִּירִיעוֹת וְנִמְצָא הַשֶּׁרֶץ בְּמָקוֹם אֶחָד הַכּל טָמֵא: \n",
            "כְּלִי שֶׁהָיְתָה הַטֻּמְאָה בְּתוֹכוֹ וְהִכְנִיס הַכְּלִי לַאֲוִיר כְּלִי חֶרֶס וּשְׂפַת הַכְּלִי הַטָּמֵא חוּץ לִכְלִי חֶרֶס אַף עַל פִּי שֶׁהַטֻּמְאָה מְכֻוֶּנֶת בְּתוֹךְ כְּלִי חֶרֶס הֲרֵי זֶה טָהוֹר שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"אֶל תּוֹכוֹ\" לֹא אֶל תּוֹךְ תּוֹכוֹ: \n",
            "וְכֵן אִם הָיָה כְּלִי חֶרֶס טָמֵא וְהִכְנִיס לַאֲוִירוֹ כְּלִי אַחֵר שֶׁיֵּשׁ בּוֹ אֳכָלִים וּמַשְׁקִין וּשְׂפַת הַכְּלִי הָאַחֵר חוּץ לִכְלִי חֶרֶס אַף עַל פִּי שֶׁהָאֳכָלִין וְהַמַּשְׁקִין מְכֻוָּנִין בְּתוֹךְ כְּלִי חֶרֶס הַטָּמֵא הֲרֵי אֵלּוּ טְהוֹרִין שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"כּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא\" וְלֹא שֶׁבְּתוֹךְ תּוֹכוֹ. כֵּיצַד. כַּוֶּרֶת אוֹ קֻפָּה אוֹ קְדֵרָה אוֹ חֵמֶת וְכַיּוֹצֵא בָּהֶן שֶׁהָיָה הַשֶּׁרֶץ בְּתוֹכָהּ וְשִׁלְשֵׁל הַקֻּפָּה לַאֲוִיר הֶחָבִית אוֹ לַאֲוִיר הַתַּנּוּר אַף עַל פִּי שֶׁהַשֶּׁרֶץ מְכֻוָּן בְּתוֹךְ אֲוִיר הֶחָבִית הוֹאִיל וּשְׂפַת הַקֻּפָּה אוֹ הַחֵמֶת לְמַעְלָה מִשְּׂפַת הֶחָבִית אוֹ מִשְּׂפַת הַתַּנּוּר הֲרֵי אֵלּוּ טְהוֹרִין. וְאִם הָיָה בְּתוֹךְ הַחֵמֶת אוֹ בְּתוֹךְ הַקְּדֵרָה וְכַיּוֹצֵא בָּהֶן אֳכָלִין אוֹ מַשְׁקִין וְשִׁלְשְׁלָן לַאֲוִיר הַתַּנּוּר אוֹ לַאֲוִיר הֶחָבִית הַטְּמֵאִין הֲרֵי הֵן טְהוֹרִין. הָיְתָה הַכַּוֶּרֶת אוֹ הַקֻּפָּה אוֹ הַחֵמֶת וְכַיּוֹצֵא בָּהֶן נְקוּבִין אֵינָן מַצִּילִין אֶלָּא אִם הָיָה הַשֶּׁרֶץ לְתוֹכָן וְשִׁלְשְׁלָן לַאֲוִיר כְּלִי חֶרֶס הַטָּהוֹר נִטְמָא. וְאִם הָיוּ אֳכָלִין אוֹ מַשְׁקִין לְתוֹכָן וְשִׁלְשְׁלָן לַאֲוִיר כְּלִי חֶרֶס הַטָּמֵא נִטְמְאוּ. וְכַמָּה יִהְיֶה בַּנֶּקֶב אִם הָיָה בִּכְלִי שֶׁטֶף בְּמוֹצִיא זֵיתִים וְאִם הָיָה בִּכְלִי חֶרֶס הֶעָשׂוּי לָאֳכָלִין שִׁעוּרוֹ כְּזֵיתִים וְהֶעָשׂוּי לְמַשְׁקִין שִׁעוּרוֹ בְּכוֹנֵס מַשְׁקֶה. וְהֶעָשׂוּי לְכָךְ וְכָךְ מְטִילִין אוֹתוֹ לְחֻמְרוֹ וּכְשֶׁיִּנָּקֵב כְּלִי חֶרֶס זֶה בְּכוֹנֵס מַשְׁקֶה אֵינוֹ מַצִּיל מִיַּד כְּלִי חֶרֶס: \n",
            "סָתַם נֶקֶב כְּלִי חֶרֶס בְּזֶפֶת אִם הָיָה הַשֶּׁרֶץ בִּכְלִי זֶה וְשִׁלְשְׁלוֹ לַאֲוִיר הַתַּנּוּר הַטָּהוֹר נִטְמָא שֶׁאֵין הַצָּמִיד מַצִּיל עַל הַטֻּמְאָה מִלְּטַמֵּא כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל אִם הָיָה בִּכְלִי זֶה אֳכָלִין אוֹ מַשְׁקִין וְשִׁלְשְׁלוֹ לַאֲוִיר הַתַּנּוּר הַטָּמֵא הֲרֵי הֵן טְהוֹרִין שֶׁהֲרֵי הַנֶּקֶב סָתוּם. וּשְׁאָר כָּל הַכֵּלִים שֶׁסְּתָמָן בְּזֶפֶת וְכַיּוֹצֵא בּוֹ אֵינוֹ מַצִּיל מִיַּד כְּלִי חֶרֶס: \n",
            "כַּוֶּרֶת פְּחוּתָה אַף עַל פִּי שֶׁסָּתַם הַפְּחָת בְּקַשׁ אֵינָהּ מַצֶּלֶת מִיַּד כְּלִי חֶרֶס שֶׁהֲרֵי אֵינָהּ כְּלִי: \n",
            "הַחֵמֶת וְהַכְּפִישָׁה שֶׁנִּפְחֲתוּ בְּמוֹצִיא רִמּוֹן אַף עַל פִּי שֶׁבִּטְּלוֹ מִתּוֹרַת כְּלִי הֲרֵי אֵלּוּ מַצִּילִין מִיַּד כְּלִי חֶרֶס. וְהוּא שֶׁיִּהְיֶה הַפְּחָת לְמַעְלָה מִשְּׂפַת כְּלִי חֶרֶס מִבַּחוּץ וְיִהְיֶה בֵּית קִבּוּל שֶׁלָּהֶן מְשֻׁלְשָׁל לְתוֹךְ כְּלִי חֶרֶס: \n",
            "עוֹר פָּשׁוּט וְכַיּוֹצֵא בּוֹ שֶׁהָיָה שָׁקוּעַ לַאֲוִיר כְּלִי חֶרֶס אוֹ לַאֲוִיר הַתַּנּוּר וְהַשֶּׁרֶץ בְּתוֹךְ הָעוֹר הֲרֵי הַתַּנּוּר טָמֵא. וְאִם הָיָה הַשֶּׁרֶץ בַּתַּנּוּר אֳכָלִין וּמַשְׁקִין שֶׁבְּתוֹךְ הָעוֹר טְמֵאִין שֶׁאֵין מַצִּיל מִיַּד כְּלִי חֶרֶס אֶלָּא כֵּלִים שֶׁיֵּשׁ לָהֶן תּוֹךְ כְּגוֹן הַסַּל וְהַקֻּפָּה וְהַחֵמֶת: \n",
            "כְּלִי חֶרֶס שֶׁהָיְתָה טֻמְאָה בְּתוֹכוֹ וְהָיָה כְּלִי חֶרֶס טָהוֹר כָּפוּי עַל פִּי הַכְּלִי הַטָּמֵא אוֹ שֶׁהָיָה הַכְּלִי שֶׁהַטֻּמְאָה דְּבוּקָה בְּתוֹכוֹ כָּפוּי עַל פִּי הַכְּלִי הַטָּהוֹר אַף עַל פִּי שֶׁאֲוִיר שְׁנֵיהֶן מְעֹרָב הַטָּמֵא בְּטֻמְאָתוֹ וְהַטָּהוֹר בְּטָהֳרָתוֹ שֶׁהֲרֵי לֹא נִכְנְסָה הַטֻּמְאָה עַצְמָהּ לַאֲוִיר כְּלִי חֶרֶס הַטָּהוֹר. לְפִיכָךְ חָבִית שֶׁהָיְתָה מְלֵאָה מַשְׁקִין טְהוֹרִין וּנְתוּנָה לְמַטָּה מִנְּחֻשְׁתּוֹ שֶׁל תַּנּוּר וְנָפַל שֶׁרֶץ לְתוֹךְ הַתַּנּוּר הֲרֵי הֶחָבִית וְהַמַּשְׁקִין טְהוֹרִין אַף עַל פִּי שֶׁאֲוִיר הַתַּנּוּר מְעֹרָב עִם אֲוִיר הֶחָבִית. וְכֵן אִם הָיְתָה הֶחָבִית כְּפוּיָה עַל פִּי הַתַּנּוּר וּפִיהָ לַאֲוִיר הַתַּנּוּר אֲפִלּוּ הַמַּשְׁקֶה שֶׁבְּשׁוּלֵי הֶחָבִית טָהוֹר: \n"
        ],
        [
            "אֵין כְּלִי חֶרֶס מְקַבֵּל טֻמְאָה עַד שֶׁתִּגָּמֵר מְלַאכְתּוֹ. וּמֵאֵימתַי הוּא גְּמַר מְלַאכְתּוֹ מִשֶּׁיִּצְרְפוֹ בְּכִבְשָׁן. הַתַּנּוּר מִשֶּׁיַּסִּיקֶנּוּ לֶאֱפוֹת סֻפְגָּנִין. הַכִּירָה מִשֶּׁיַּסִּיקֶנָּה כְּדֵי לְבַשֵּׁל עָלֶיהָ בֵּיצַת הַתַּרְנְגוֹלִין טְרוּפָה וּנְתוּנָה בְּאִלְפָּס. הַכֻּפָּח אִם עֲשָׂאָהוּ לַאֲפִיָּה שִׁעוּרוֹ כְּתַנּוּר עֲשָׂאָהוּ לְבִשּׁוּל שִׁעוּרוֹ כְּכִירָה: \n",
            "תַּנּוּר שֶׁהִתְחִיל לִבְנוֹתוֹ אִם הָיָה גָּדוֹל מִשֶּׁיַּתְחִיל בּוֹ אַרְבָּעָה טְפָחִים וְיַסִּיקֶנּוּ מְקַבֵּל טֻמְאָה. וְאִם הָיָה קָטָן מִשֶּׁיַּתְחִיל בּוֹ טֶפַח וְיַסִּיקֶנּוּ. הַכִּירָה מִשֶּׁיַּתְחִיל בָּהּ שָׁלֹשׁ אֶצְבָּעוֹת וְיַסִּיקֶנָּה. הַכֻּפָּח אִם עֲשָׂאָהוּ לַאֲפִיָּה הֲרֵי הוּא כְּתַנּוּר וְאִם לְבַשֵּׁל הֲרֵי הוּא כְּכִירָה: \n",
            "תַּנּוּר שֶׁהֻסַּק מֵאֲחוֹרָיו אוֹ שֶׁהֻסַּק מִבֵּית הָאֻמָּן אוֹ שֶׁהֻסַּק שֶׁלֹּא לְדַעַת הוֹאִיל וְהֻסַּק מִכָּל מָקוֹם הֲרֵי זֶה מְקַבֵּל טֻמְאָה. מַעֲשֶׂה שֶׁנָּפְלָה דְּלֵקָה בְּתַנּוּר בִּכְפָר מִן הַכְּפָרִים וּבָא מַעֲשֶׂה לִפְנֵי בֵּית דִּין וְאָמְרוּ מְקַבֵּל טֻמְאָה: \n",
            "תַּנּוּר שֶׁהִסִּיקוֹ לִהְיוֹת צוֹלֶה בּוֹ הֲרֵי זֶה מְקַבֵּל טֻמְאָה. לְלַבֵּן בּוֹ אוּנִין שֶׁל פִּשְׁתָּן טָהוֹר שֶׁאֵין זֶה עוֹשֶׂה מְלָאכָה בְּגוּף הַתַּנּוּר: \n",
            "תַּנּוּר שֶׁחֲצָצוֹ לִשְׁנַיִם וְהִסִּיק אֶחָד מֵחֲלָקָיו וְנִטְמָא בְּמַשְׁקִין הוּא טָמֵא וַחֲבֵרוֹ טָהוֹר. נִטְמָא בְּשֶׁרֶץ וְכַיּוֹצֵא בּוֹ מִטֻּמְאוֹת שֶׁל תּוֹרָה הַכּל טָמֵא. וְעֹבִי שֶׁבֵּינֵיהֶן טָמֵא. הֻסְּקוּ שְׁנֵיהֶן וְנִטְמָא אֶחָד מֵהֶן בְּמַשְׁקִין בָּאֲוִיר חוֹלְקִין אֶת עָבְיוֹ הַמְשַׁמֵּשׁ לְטָמֵא טָמֵא לְטָהוֹר טָהוֹר. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁחֲצָצוֹ וְאַחַר כָּךְ הִסִּיקוֹ. אֲבָל הִסִּיקוֹ וְאַחַר כָּךְ חֲצָצוֹ וְנִטְמָא אֶחָד מֵהֶן אֲפִלּוּ בְּמַשְׁקִין נִטְמָא הַכּל: \n",
            "תַּנּוּר אוֹ כִּירָה שֶׁל אֶבֶן טְהוֹרִין לְעוֹלָם. וְשֶׁל מַתֶּכֶת טְהוֹרִין מִשּׁוּם תַּנּוּר וְכִירַיִם שֶׁנֶּאֱמַר <small>(ויקרא יא לה)</small> \"יֻתָּץ\" אֶת שֶׁיֵּשׁ לוֹ נְתִיצָה. וּמְטַמְּאִין מִשּׁוּם כְּלֵי מַתָּכוֹת. כֵּיצַד. אֵין מִתְטַמְּאִין מֵאֲוִירָן וְלֹא בִּמְחֻבָּר לַקַּרְקַע כְּתַנּוּר וְכִירַיִם וְאִם נָגְעָה בָּהֶן טֻמְאָה אֲפִלּוּ מֵאֲחוֹרֵיהֶן מִתְטַמְּאִין כִּשְׁאָר כְּלֵי מַתָּכוֹת וְאִם נִטְמְאוּ בְּמֵת נַעֲשִׂין אַב טֻמְאָה כִּשְׁאָר כְּלֵי מַתָּכוֹת וְיֵשׁ לָהֶן טָהֳרָה בְּמִקְוֶה: \n",
            "תַּנּוּר שֶׁל מַתֶּכֶת שֶׁנִּקַּב אוֹ נִפְגַּם אוֹ נִסְדַּק וּסְתָמוֹ בְּטִיט אוֹ שֶׁעָשָׂה לוֹ טְפֵלָה שֶׁל טִיט אוֹ מוּסָף שֶׁל טִיט הֲרֵי זֶה מִתְטַמֵּא מִשּׁוּם תַּנּוּר. וְכַמָּה יִהְיֶה בַּנֶּקֶב. כְּדֵי שֶׁיֵּצֵא בּוֹ הָאוּר. וְכֵן בְּכִירָה. וְאִם עָשָׂה לַכִּירָה פִּטְפּוּטִים שֶׁל טִיט מִתְטַמְּאָה מִשּׁוּם כִּירָה. מֵרְחָהּ בְּטִיט בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ עֲדַיִן אֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
            "תַּנּוּר שֶׁאֵינוֹ מְחֻבָּר בָּאָרֶץ אֲפִלּוּ תָּלוּי בְּצַוַּאר הַגָּמָל הֲרֵי זֶה טָמֵא מִשּׁוּם תַּנּוּר שֶׁנֶּאֱמַר <small>(ויקרא יא לה)</small> \"טְמֵאִים הֵם\" בְּכָל מָקוֹם: \n",
            "כּוּר שֶׁל צוֹרְפֵי מַתָּכוֹת שֶׁיֵּשׁ בּוֹ בֵּית שְׁפִיתָה מִתְטַמֵּא כְּכִירָה וְכֵן כִּירָת שֶׁל עוֹשֵׂי זְכוּכִית אִם יֵשׁ בּוֹ בֵּית שְׁפִיתָה מְקַבֶּלֶת טֻמְאָה: \n",
            "כִּבְשָׁן שֶׁל סַיָּדִין וְשֶׁל זוֹגְגִין וְשֶׁל יוֹצְרִין טְהוֹרִין. הַפּוּרְנָה אִם יֵשׁ לָהּ דֹּפֶן מִתְטַמְּאָה: \n",
            "אֲבָנִים שֶׁחִבְּרָן זוֹ לָזוֹ וַעֲשָׂאָן תַּנּוּר אִם עָשָׂה לוֹ טְפֵלָה מִבִּפְנִים וּמִבַּחוּץ הֲרֵי זֶה כְּתַנּוּר לְכָל דָּבָר וּמִתְטַמֵּא מֵאֲוִירוֹ. וְאִם טְפָלוֹ מִבַּחוּץ בִּלְבַד מִתְטַמֵּא בְּמַגָּע וְלֹא בַּאֲוִיר. חִבֵּר אֲבָנִים לַתַּנּוּר וְלֹא חִבְּרָן זוֹ לָזוֹ מִתְטַמְּאוֹת עִם הַתַּנּוּר. חִבְּרָן זוֹ לָזוֹ וְלֹא חִבְּרָן לַתַּנּוּר הֲרֵי הֵן כְּטִירָה. חָפַר בָּאָרֶץ וְעָשָׂה טִירָה טָהוֹר. וְטִירַת הַכִּירָה טָהוֹר: \n",
            "שְׁתֵּי חָבִיּוֹת וּשְׁנֵי אִלְפָּסִין שֶׁעֲשָׂאָן כִּירָה מִתְטַמְּאִין בַּאֲוִיר וּבְמַגָּע. וְתוֹכָן שֶׁל חָבִיּוֹת טָהוֹר. וָעֳבִי הֶחָבִיּוֹת חוֹלְקִין אוֹתוֹ הַמְשַׁמֵּשׁ אֶת הַכִּירָה טָמֵא וְהַמְשַׁמֵּשׁ אֶת תּוֹךְ הֶחָבִית טָהוֹר: \n",
            "הָעוֹשֶׂה שְׁלֹשָׁה פִּטְפּוּטִין בָּאָרֶץ וְחִבְּרָן בְּטִיט לִהְיוֹת שׁוֹפֵת עֲלֵיהֶן אֶת הַקְּדֵרָה הֲרֵי זוֹ טְמֵאָה מִשּׁוּם כִּירָה. קָבַע שְׁלֹשָׁה מַסְמְרִין בָּאָרֶץ לִהְיוֹת שׁוֹפֵת עֲלֵיהֶן אֶת הַקְּדֵרָה אַף עַל פִּי שֶׁעָשָׂה בְּרֹאשָׁהּ מָקוֹם בְּטִיט שֶׁתֵּשֵׁב הַקְּדֵרָה הֲרֵי זוֹ טְהוֹרָה כְּכִירָה שֶׁל מַתֶּכֶת. וְכֵן אֲבָנִים שֶׁלֹּא מֵרְחָם בְּטִיט שֶׁהוּא שׁוֹפֵת עֲלֵיהֶן אֵינָן מְקַבְּלוֹת טֻמְאָה כְּאִלּוּ הִיא כִּירָה שֶׁל אֶבֶן: \n",
            "הָעוֹשֶׂה שְׁתֵּי אֲבָנִים כִּירָה וְחִבְּרָן בְּטִיט מִתְטַמְּאָה. חִבֵּר אֶת הָאַחַת בְּטִיט וְהַשְּׁנִיָּה לֹא חִבְּרָהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
            "הָאֶבֶן שֶׁהוּא שׁוֹפֵת עָלֶיהָ וְעַל הַתַּנּוּר עָלֶיהָ וְעַל הַכִּירָה עָלֶיהָ וְעַל הַכֻּפָּח טְמֵאָה. עָלֶיהָ וְעַל הַכֹּתֶל עָלֶיהָ וְעַל הַסֶּלַע אֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
            "כִּירַת הַטַּבָּחִים שֶׁהוּא נוֹתֵן אֶבֶן בְּצַד אֶבֶן וְכֻלָּן מְחֻבָּרוֹת בְּטִיט נִטְמֵאת אַחַת מֵהֶן לֹא נִטְמְאוּ כֻּלָּן: \n",
            "שָׁלֹשׁ אֲבָנִים שֶׁחִבְּרָן בְּטִיט וַעֲשָׂאָן שְׁתֵּי כִּירוֹת בֵּין שֶׁחִבְּרָן זוֹ לָזוֹ וְלֹא חִבְּרָן לַקַּרְקַע בֵּין שֶׁחִבְּרָן בַּקַּרְקַע וְלֹא חִבְּרָן זוֹ לָזוֹ אִם נִטְמֵאת אַחַת מִשְּׁתֵי הַכִּירוֹת הָאֶבֶן הָאֶמְצָעִית הַמְשַׁמֵּשׁ מִמֶּנָּה לַכִּירָה הַטְּמֵאָה טָמֵא וְהַמְשַׁמֵּשׁ מִמֶּנָּה לַכִּירָה הַטְּהוֹרָה טָהוֹר. נִטְּלָה הָאֶבֶן הַחִיצוֹנָה שֶׁל כִּירָה הַטְּהוֹרָה הֻחְלְטָה הָאֶמְצָעִית כֻּלָּהּ לְטֻמְאָה. נִטְּלָה הַחִיצוֹנָה שֶׁל כִּירָה הַטְּמֵאָה טָהֲרָה הָאֶבֶן הָאֶמְצָעִית כֻּלָּהּ. נִטְמְאוּ שְׁתֵּי הַחִיצוֹנוֹת אִם הָיְתָה הָאֶבֶן הָאֶמְצָעִית גְּדוֹלָה נוֹתֵן מִמֶּנָּה לְכִירָה זוֹ כְּדֵי שְׁפִיתָה מִצִּדָּהּ וְלַכִּירָה הַשְּׁנִיָּה כְּדֵי שְׁפִיתָה מִכָּאן וְהַשְּׁאָר טָהוֹר. וְאִם הָיְתָה קְטַנָּה הַכּל טָמֵא. נִטְּלָה הָאֶמְצָעִית אִם יָכוֹל לִשְׁפּוֹת עַל שְׁתַּיִם חִיצוֹנוֹת יוֹרָה גְּדוֹלָה הֲרֵי הִיא טְמֵאָה. הָיוּ מְרֻחָקִין יֶתֶר מִזֶּה טְהוֹרָה. הֶחֱזִיר אֶת הָאֶמְצָעִית הֲרֵי הַכּל טָהוֹר כְּשֶׁהָיָה. מֵרְחָהּ בְּטִיט מְקַבֵּל טֻמְאָה מִכָּאן וּלְהַבָּא וְהוּא שֶׁיַּסִּיקֶנָּה לְכָל אַחַת מֵהֶן כְּדֵי לְבַשֵּׁל עָלֶיהָ אֶת הַבֵּיצָה: \n",
            "שְׁתֵּי אֲבָנִים שֶׁעֲשָׂאָן כִּירָה וְנִטְמֵאת וְסָמַךְ לְאֶבֶן זוֹ מִמֶּנָּה אֶבֶן אַחַת מִכָּאן וְלָזוֹ אֶבֶן אַחַת מִכָּאן הֲרֵי חֲצִי כָּל אֶבֶן מִשְּׁתֵי אַבְנֵי הַכִּירָה הָרִאשׁוֹנָה טָמֵא וַחֲצִי הָאֶבֶן טָהוֹר. נִטְּלוּ הַשְּׁתַּיִם הַטְּהוֹרוֹת שֶׁסָּמַךְ חָזְרוּ הַשְּׁתַּיִם שֶׁל כִּירָה לְטֻמְאָתָן: \n",
            "דּוּכָן שֶׁל חֶרֶס שֶׁיֵּשׁ לוֹ בֵּית קִבּוּל הַקְּדֵרוֹת וְהָרֶמֶץ נָתוּן בְּתוֹכוֹ טָהוֹר מִשּׁוּם כִּירָה וְטָמֵא מִשּׁוּם כְּלִי קִבּוּל. לְפִיכָךְ אִם הָיָה מְחֻבָּר בָּאָרֶץ טָהוֹר כִּשְׁאָר הַכֵּלִים וְאִם נִקַּב אֵינוֹ מְקַבֵּל טֻמְאָה כִּכְלִי קִבּוּל. מַה שֶּׁאֵין כֵּן בְּכִירָה. הַצְּדָדִין שֶׁלּוֹ הַנּוֹגֵעַ בָּהֶן אֵינוֹ טָמֵא מִשּׁוּם כִּירָה. הָרָחָב שֶׁלּוֹ שֶׁיּוֹשְׁבִין עָלָיו בִּשְׁעַת בִּשּׁוּל מִתְטַמֵּא אִם נִטְמָא הַדּוּכָן. וְכֵן הַכּוֹפֶה אֶת הַסַּל וּבָנָה כִּירָה עַל גַּבָּהּ הֲרֵי זוֹ טְמֵאָה מִשּׁוּם כְּלִי עֵץ לֹא מִשּׁוּם כִּירָה לְפִיכָךְ אֵינָהּ מְקַבֶּלֶת טֻמְאָה מֵאֲוִירָהּ כְּכִירָה: \n"
        ],
        [
            "תַּנּוּר גָּדוֹל שְׁיָרָיו אַרְבָּעָה טְפָחִים וְהַקָּטָן שְׁיָרָיו רֻבּוֹ. כֵּיצַד. אִם נִשְׁבַּר בַּגָּדוֹל אַרְבָּעָה וּבַקָּטָן רֻבּוֹ מְקַבֵּל טֻמְאָה פָּחוֹת מִכָּאן אֵינוֹ מְקַבֵּל טֻמְאָה. וְכֵן אִם נִטְמָא וְנִתְּצוֹ עַד שֶׁשִּׁיֵּר בּוֹ פָּחוֹת מֵאַרְבָּעָה בַּגָּדוֹל אוֹ בְּפָחוֹת מֵרֹב בַּקָּטָן טָהוֹר. נִשְׁאַר בּוֹ אַרְבָּעָה אוֹ רֹב בַּקָּטָן עֲדַיִן הוּא בְּטֻמְאָתוֹ. וְהַכִּירָה שְׁיָרֶיהָ שָׁלֹשׁ אֶצְבָּעוֹת. הַכֻּפָּח שֶׁעֲשָׂאָהוּ לַאֲפִיָּה שִׁעוּרוֹ כְּתַנּוּר. לְבִשּׁוּל שִׁעוּרוֹ כְּכִירָה: \n",
            "תַּנּוּר שֶׁנִּטְמָא וְלֹא רָצָה לְכַתְּתוֹ כֵּיצַד מְטַהֲרִין אוֹתוֹ. חוֹלְקוֹ לִשְׁלֹשָׁה חֲלָקִים וְגוֹרֵר אֶת הַטְּפֵלָה שֶׁעַל הַחֲרָסִים עַד שֶׁנִּמְצָא כָּל חֶרֶס מֵהֶן עוֹמֵד עַל הָאָרֶץ בְּלֹא טִיט עַל גַּבָּיו. חִלְּקוֹ לִשְׁנַיִם אֶחָד גָּדוֹל וְאֶחָד קָטָן הַגָּדוֹל טָמֵא וְהַקָּטָן טָהוֹר. חִלְּקוֹ לִשְׁנַיִם בְּשָׁוֶה כָּל אֶחָד מֵהֶן טָמֵא לְפִי שֶׁאִי אֶפְשָׁר לְכַוֵּן. אֲבָל טַבְלָא שֶׁל חֶרֶס שֶׁיֵּשׁ לָהּ דֹּפֶן שֶׁנֶּחְלְקָה לִשְׁנַיִם טְהוֹרָה. וְאִם הָיָה אֶחָד גָּדוֹל וְאֶחָד קָטָן הַגָּדוֹל טָמֵא: \n",
            "תַּנּוּר שֶׁחִלְּקוֹ לִשְׁלֹשָׁה וְאֶחָד גָּדוֹל כִּשְׁנַיִם הַגָּדוֹל טָמֵא וְהַשְּׁנַיִם הַקְּטַנִּים טְהוֹרִין. חֲתָכוֹ חֻלְיוֹת לְרָחְבּוֹ אִם הָיָה גֹּבַהּ כָּל חֻלְיָא וְחֻלְיָא פָּחוֹת מֵאַרְבָּעָה טְפָחִים טָהוֹר. חָזַר וְסִדֵּר הַחֻלְיוֹת זוֹ עַל גַּבֵּי זוֹ וְהִמְרִיחַ עֲלֵיהֶם בְּטִיט וְהֶחֱזִירוֹ תַּנּוּר כְּשֶׁהָיָה הֲרֵי זוֹ כְּמוֹ שֶׁעָשָׂה תַּנּוּר אַחֵר וְאֵינוֹ מְקַבֵּל טֻמְאָה אֶלָּא מִכָּאן וּלְהַבָּא וְהוּא שֶׁיַּסִּיקֶנּוּ כְּדֵי לֶאֱפוֹת בּוֹ סֻפְגָּנִין אַחַר שֶׁמֵּרְחוֹ. הִרְחִיק מִמֶּנּוּ אֶת הַטְּפֵלָה וְנָתַן חוֹל אוֹ צְרוֹרוֹת בֵּין הַחֻלְיוֹת וּבֵין הַטְּפֵלָה אֵינוֹ מְקַבֵּל טֻמְאָה לְעוֹלָם וְזֶהוּ שֶׁאָמְרוּ הַנִּדָּה וְהַטְּהוֹרָה אוֹפוֹת בּוֹ וְהוּא טָהוֹר. הָיְתָה בּוֹ חֻלְיָא אַחַת שֶׁיֵּשׁ בָּהּ אַרְבָּעָה טְפָחִים הִיא מִתְטַמְּאָה בְּמַגָּע וְלֹא מִתְטַמֵּאת בַּאֲוִיר וּשְׁאָר הַחֻלְיוֹת טְהוֹרוֹת: \n",
            "תַּנּוּר שֶׁבָּא מְחֻתָּךְ מִבֵּית הָאֻמָּן וְעָשָׂה לוֹ סְמוֹכִין שֶׁמְּקַבְּצִין אוֹתוֹ לִהְיוֹת כְּאֶחָד וּנְתָנָם עָלָיו וְהוּא טָהוֹר וְנִטְמָא כְּשֶׁיָּסִיר אֶת הַסּוֹמְכִין אוֹתוֹ יִטְהַר וַאֲפִלּוּ הֶחְזִירָן הֲרֵי הוּא טָהוֹר. מֵרְחוֹ בְּטִיט מְקַבֵּל טֻמְאָה לְהַבָּא וְאֵינוֹ צָרִיךְ לְהַסִּיקוֹ שֶׁכְּבָר הֻסַּק: \n",
            "תַּנּוּר שֶׁחֲתָכוֹ חֻלְיוֹת וְנָתַן חוֹל בֵּין חֻלְיָא לְחֻלְיָא וְטָח בְּטִיט עַל הַכּל מִבַּחוּץ הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
            "יוֹרַת הָעַרְבִיִּים שֶׁהוּא חוֹפֵר בָּאָרֶץ וְטָח בְּטִיט אִם יוּכַל הַטִּיט לַעֲמֹד בִּפְנֵי עַצְמוֹ מְקַבֶּלֶת טֻמְאָה וְאִם לָאו טָהוֹר: \n",
            "הַמֵּבִיא שִׁבְרֵי חֶרֶס וְדִבְּקָן זֶה בָּזֶה וַעֲשָׂאָן תַּנּוּר וְעָשָׂה לוֹ טְפֵלָה מִבַּיִת וּמִבַּחוּץ וְהִסִּיקוֹ הֲרֵי זֶה מְקַבֵּל טֻמְאָה אַף עַל פִּי שֶׁאֵין בְּכָל אֶחָד מֵהֶן כַּשִּׁעוּר: \n",
            "פִּטָּם שֶׁקִּרְזְלוֹ וַעֲשָׂאַהוּ תַּנּוּר וְעָשָׂה לוֹ טְפֵלָה מִחוּץ אַף עַל פִּי שֶׁמְּקַבֵּל עַל דָּפְנוֹתָיו כַּשִּׁעוּר הֲרֵי זֶה טָהוֹר שֶׁכְּלִי חֶרֶס שֶׁטָּהַר אֵין לוֹ טֻמְאָה לְעוֹלָם אֶלָּא אִם כֵּן עֲשָׂאָהוּ תַּנּוּר וְעָשָׂה לוֹ טְפֵלָה מִבַּיִת וּמִבַּחוּץ: \n",
            "תַּנּוּר שֶׁל סְדָקִין שֶׁעָשָׂה טְפֵלָה לְכָל אֶחָד וְאֶחָד וּמְקוֹם הַסְּדָקִין מְגֻלֶּה אֵינוֹ מְקַבֵּל טֻמְאָה. נָתַן טִיט אוֹ סִיד אוֹ גַּפְסִיס עַל גַּבֵּי הַסְּדָקִין הֲרֵי זֶה מִתְטַמֵּא. נָתַן עֲלֵיהֶן חַרְסִית אוֹ זֶפֶת וְגָפְרִית שַׁעֲוָה וּשְׁמָרִים בָּצֵק אוֹ גְּלָלִים טָהוֹר. זֶה הַכְּלָל דָּבָר שֶׁאֵין עוֹשִׂין מִמֶּנּוּ תַּנּוּר אֵינוֹ מְחַבֵּר אֶת הַסְּדָקִין: \n",
            "סֶדֶק תַּנּוּר שֶׁנְּתָנוֹ כְּלַפֵּי זָוִית וּמֵרֵחַ בְּטִיט מִן הַצְּדָדִין טָהוֹר: \n",
            "דַּף שֶׁל תַּנּוּר שֶׁנְּתָנוֹ בְּזָוִית לִהְיוֹת אוֹפֶה בּוֹ טָהוֹר. וְאִם יֵשׁ בּוֹ רֹב תַּנּוּר מְקַבֵּל טֻמְאָה: \n",
            "תַּנּוּר שֶׁנָּתַן בּוֹ עָפָר עַד חֶצְיוֹ אִם נִטְמָא מֵאֲוִירוֹ בִּלְבַד אֵינוֹ מִתְטַמֵּא אֶלָּא מֵעָפָר וּלְמַעְלָה וְאִם נִטְמָא בְּמַגָּע וְנָגְעָה טֻמְאָה בּוֹ מִתּוֹכוֹ נִטְמָא כֻּלּוֹ אַף מֵעָפָר וּלְמַטָּה: \n",
            "הַכִּירָה מְקוֹם שְׁפִיתַת שְׁתֵּי קְדֵרוֹת וְהַכֻּפָּח מְקוֹם שְׁפִיתַת קְדֵרָה אַחַת. לְפִיכָךְ כִּירָה שֶׁנֶּחְלְקָה לְאָרְכָּהּ טְהוֹרָה לְרָחְבָּהּ עֲדַיִן מְקַבֶּלֶת טֻמְאָה. הַכֻּפָּח שֶׁנֶּחְלַק בֵּין לְאָרְכּוֹ בֵּין לְרָחְבּוֹ טָהוֹר: \n",
            "הַקְּלָתוֹת שֶׁל בַּעֲלֵי בָּתִּים שֶׁנִּפְחֲתָה קַרְקָעִיתָהּ אִם הָיָה עֹמֶק הַפְּחָת פָּחוֹת מִשְּׁלֹשָׁה טְפָחִים הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה שֶׁאִם יַסִּיק בַּפְּחָת מִלְּמַטָּה תִּתְבַּשֵּׁל הַקְּדֵרָה מִלְּמַעְלָה. הָיָה הַפְּחָת עָמֹק שְׁלֹשָׁה אוֹ יֶתֶר אֵינָהּ מְקַבֶּלֶת טֻמְאָה שֶׁהֲרֵי הָאֵשׁ רְחוֹקָה מִן הַקְּדֵרָה וְאֵינָהּ בְּשֵׁלָה. נָתַן אֶבֶן אוֹ צְרוֹר עַל פִּי הַפְּחָת עֲדַיִן הִיא בְּטָהֳרָתָהּ. מֵרְחוֹ בְּטִיט נַעֲשֵׂת הָאֶבֶן קַרְקַע הַכִּירָה וּמְקַבֶּלֶת טֻמְאָה מִכָּאן וּלְהַבָּא: \n"
        ],
        [
            "כָּל יְדוֹת הַכֵּלִים הֲרֵי הֵן כְּכֵלִים וְאִם נִטְמָא הַכְּלִי נִטמְאָה יָדוֹ הַצָּרִיךְ לָהּ בְּתַשְׁמִישׁוֹ וְשֶׁאֵין צָרִיךְ לָהּ טָהוֹר כְּמוֹ שֶׁיִּתְבָּאֵר. לְפִיכָךְ הָאֶבֶן הַיּוֹצֵאת מִן הַתַּנּוּר טֶפַח וּמִן הַכִּירָה שָׁלֹשׁ אֶצְבָּעוֹת חִבּוּר וְאִם נִטְמָא הַתַּנּוּר וְהַכִּירָה נִטְמְאוּ אֲבָנִים אֵלּוּ. וָאֳכָלִין וּמַשְׁקִין הַנּוֹגְעִין בַּאֲבָנִים אֵלּוּ נִטְמְאוּ. וְאִם נָגְעוּ בְּחוּץ לְטֶפַח שֶׁל תַּנּוּר אוֹ בְּחוּץ לְשָׁלֹשׁ אֶצְבָּעוֹת שֶׁל כִּירָה טְהוֹרִין: \n",
            "הַכֻּפָּח עֲשָׂאָהוּ לַאֲפִיָּה שִׁעוּרוֹ כְּתַנּוּר. עֲשָׂאָהוּ לְבִשּׁוּל שִׁעוּרוֹ כְּכִירָה: \n",
            "מוּסַף הַתַּנּוּר שֶׁל בַּעֲלֵי בָּתִּים טָהוֹר וְשֶׁל נַחְתּוֹמִין טָמֵא בְּטֻמְאַת הַתַּנּוּר מִפְּנֵי שֶׁסּוֹמֵךְ עָלָיו אֶת הַשִּׁפּוּד. כַּיּוֹצֵא בּוֹ מוּסַף יוֹרָה שֶׁל שׁוֹלְקֵי זֵיתִים טָמֵא וְשֶׁל צַבָּעִים טָהוֹר: \n",
            "עֲטֶרֶת הַכִּירָה טְהוֹרָה. וְטִירַת הַתַּנּוּר וְהוּא הַמָּקוֹם הַבָּנוּי בְּצִדּוֹ שֶׁמַּנִּיחִין בּוֹ אֶת הַפַּת בְּעֵת רְדִיָּתָהּ בִּזְמַן שֶׁהִיא גְּבוֹהָה אַרְבָּעָה טְפָחִים טְמֵאָה בְּטֻמְאַת הַתַּנּוּר. פָּחוֹת מֵאַרְבָּעָה טְפָחִים טְהוֹרָה לְפִי שֶׁאֵינָהּ חִבּוּר לוֹ. וְאִם חִבְּרָהּ לַתַּנּוּר אֲפִלּוּ עַל שָׁלֹשׁ אֲבָנִים טְמֵאָה: \n",
            "בֵּית הַפָּךְ וּבֵית הַתַּבְלִין וּבֵית הַנֵּר שֶׁבַּכִּירָה אִם נִטְמֵאת הַכִּירָה בְּמַגָּע נִטְמְאוּ כֻּלָּן וְאִם נִטְמֵאת בַּאֲוִיר לֹא נִטְמְאוּ לְפִי שֶׁאֵינָן חִבּוּר לָהּ אֶלָּא מִדִּבְרֵי סוֹפְרִים. וּלְפִיכָךְ עָשׂוּ לָהּ הֶכֵּר כְּדֵי שֶׁלֹּא יִשָּׂרְפוּ עַל מַגָּעָן תְּרוּמָה וְקָדָשִׁים. וְכֵן כָּל שֶׁאָנוּ אוֹמְרִין בְּעִנְיָן זֶה שֶׁהוּא מִתְטַמֵּא בְּמַגָּע וְאֵינוֹ מִתְטַמֵּא בַּאֲוִיר אֵינוֹ חִבּוּר אֶלָּא מִדִּבְרֵיהֶם וְעָשׂוּ לוֹ הֶכֵּר זֶה כְּדֵי שֶׁלֹּא יִשָּׂרְפוּ עָלָיו קָדָשִׁים אֶלָּא תּוֹלִין: \n",
            "חֲצַר הַכִּירָה בִּזְמַן שֶׁהִיא גְּבוֹהָה שָׁלֹשׁ אֶצְבָּעוֹת הֲרֵי זוֹ חִבּוּר וְאִם נִטְמֵאת הַכִּירָה אוֹ חֲצֵרָהּ בֵּין בַּאֲוִיר בֵּין בְּמַגָּע נִטְמֵאת הַשְּׁנִיָּה. הָיְתָה הֶחָצֵר פְּחוּתָה מִכָּאן וְנִטְמֵאת אַחַת מֵהֶן בְּמַגָּע נִטְמֵאת הַשְּׁנִיָּה. אֲבָל אִם נִטְמֵאת אַחַת מֵהֶן מֵאֲוִירָהּ בִּלְבַד אֵין חֲבֶרְתָּהּ טְמֵאָה לְפִי שֶׁאֵינָהּ חִבּוּר לָהּ אֶלָּא מִדִּבְרֵיהֶם. הָיְתָה חֲצַר הַכִּירָה מֻפְרֶשֶׁת מִמֶּנָּה בִּזְמַן שֶׁהִיא גְּבוֹהָה שָׁלֹשׁ אֶצְבָּעוֹת הֲרֵי זוֹ חִבּוּר לָהּ בֵּין לְטֻמְאַת מַגָּע בֵּין לְטֻמְאַת אֲוִיר. הָיְתָה פָּחוֹת מִכָּאן אוֹ שֶׁהָיְתָה הֶחָצֵר חֲלָקָה וְאֵין לָהּ שָׂפָה אֵין חִבּוּר לָהּ וְאִם נִטְמֵאת הַכִּירָה בֵּין מֵאֲוִירָהּ בֵּין בְּמַגַּע הֶחָצֵר טְהוֹרָה וְכֵן אִם נִטְמֵאת הֶחָצֵר הַכִּירָה טְהוֹרָה: \n",
            "פִּטְפּוּטֵי כִּירָה שְׁלֹשָׁה הָיָה גֹּבַהּ כָּל אֶחָד מֵהֶן שָׁלֹשׁ אֶצְבָּעוֹת אוֹ פָּחוֹת אִם נִטְמֵאת הַכִּירָה בֵּין בְּמַגָּע בֵּין בַּאֲוִיר נִטְמְאוּ שְׁלָשְׁתָּן. וְכֵן אִם הָיוּ אַרְבָּעָה. נִטַּל אֶחָד מֵהֶן אִם נִטְמֵאת הַכִּירָה בְּמַגָּע נִטְמְאוּ שְׁנֵי הַפִּטְפּוּטִים שֶׁנִּשְׁאֲרוּ וְאִם נִטְמֵאת בָּאֲוִיר לֹא נִטְמְאוּ עִמָּהּ. עָשָׂה לָהּ שְׁנֵי הַפִּטְפּוּטִים זֶה כְּנֶגֶד זֶה אִם נִטְמֵאת הַכִּירָה בְּמַגָּע נִטְמְאוּ. וְאִם נִטְמֵאת בָּאֲוִיר לֹא נִטְמְאוּ. הָיוּ הַפִּטְפּוּטִים גְּבוֹהִין מִשָּׁלֹשׁ אֶצְבָּעוֹת וּלְמַטָּה מִתְטַמְּאִין עִמָּהּ בֵּין שֶׁנִּטְמֵאת בְּמַגָּע בֵּין שֶׁנִּטְמֵאת בָּאֲוִיר. וּמִשָּׁלֹשׁ וּלְמַעְלָה מִתְטַמְּאִין עִמָּהּ אִם נִטְמֵאת בְּמַגָּע אֲבָל אִם נִטְמֵאת מֵאֲוִירָהּ בִּלְבַד אֵין מִתְטַמְּאִין עִמָּהּ. הָיוּ מְשׁוּכִין מִן הַשָּׂפָה בְּתוֹךְ שָׁלֹשׁ אֶצְבָּעוֹת מִתְטַמְּאִין עִמָּהּ בֵּין שֶׁנִּטְמֵאת בְּמַגָּע בֵּין שֶׁנִּטְמֵאתָ בָּאֲוִיר. הָיוּ חוּץ לְשָׁלֹשׁ אֶצְבָּעוֹת מִתְטַמְּאִין עִמָּהּ אִם נִטְמֵאת בְּמַגָּע וְאִם נִטְמֵאת בָּאֲוִיר בִּלְבַד אֵין מִתְטַמְּאִין עִמָּהּ. וְאֵין מְדַקְדְּקִין בְּכָל הַשִּׁעוּרִין הָאֵלּוּ שֶׁכֻּלָּן הֵן מִדִּבְרֵי סוֹפְרִים: \n"
        ],
        [
            "כְּלִי חֶרֶס אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיִּהְיֶה מְקַבֵּל וְעָשׂוּי לְקַבָּלה. אֲבָל אִם לֹא הָיָה לוֹ בֵּית קִבּוּל אוֹ שֶׁהָיָה מְקַבֵּל וְלֹא נַעֲשָׂה לְקַבָּלָה אֵינוֹ מְקַבֵּל טֻמְאָה כְּלָל לֹא מִן הַתּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים. לְפִיכָךְ הַכִּסֵּא וְהַמִּטָּה וְהַסַּפְסָל וְהַמְּנוֹרָה וְהַשֻּׁלְחָן שֶׁל חֶרֶס. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן מִכֵּלִים שֶׁאֵין לָהֶם תּוֹךְ אֵינָן מְקַבְּלִין טֻמְאָה. וְכֵן הַסִּילוֹנוֹת שֶׁהַמַּיִם מְהַלְּכִין בָּהֶן אַף עַל פִּי שֶׁהֵן כְּפוּפִין וְאַף עַל פִּי שֶׁהֵן מְקַבְּלִין הֲרֵי הֵן טְהוֹרִין מִפְּנֵי שֶׁלֹּא נַעֲשׂוּ לְקַבָּלָה אֶלָּא כְּדֵי שֶׁיֵּצְאוּ מֵהֶן הַמַּיִם. וְכֵן חָבִית שֶׁל שַׁיָּטִים וְחָבִית הַדְּפוּנָה בְּשׁוּלֵי הַמַּחַץ הוֹאִיל וְנַעֲשֵׂית כְּמוֹ בֵּית יָד שֶׁנּוֹשְׂאִין בָּהּ הַמַּחַץ וְלֹא נַעֲשֵׂית לְקַבָּלָה אֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
            "פָּנָס שֶׁהָיָה בּוֹ בֵּית קִבּוּל שֶׁמֶן מְקַבֵּל טֻמְאָה וְשֶׁאֵין בּוֹ טָהוֹר. וְכֵן מְגוּפַת הַיּוֹצְרִים שֶׁיֵּשׁ לָהּ תּוֹךְ טְמֵאָה: \n",
            "מַשְׁפֵּךְ שֶׁל בַּעֲלֵי בָּתִּים טָהוֹר. וְשֶׁל רוֹכְלִין מִתְטַמֵּא מִפְּנֵי שֶׁמַּטֵּהוּ עַל צִדּוֹ וּמֵרִיחַ בּוֹ לַלּוֹקֵחַ: \n",
            "כִּסּוּי כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן וְהֶחָבִיּוֹת טְהוֹרוֹת שֶׁלֹּא נַעֲשׂוּ לְקַבָּלָה. וְאִם הִתְקִינָן לְתַשְׁמִישׁ מִתְטַמְּאִין: \n",
            "כִּסּוּי הָאִלְפָּס בִּזְמַן שֶׁהוּא נָקוּב וְיֵשׁ לוֹ חִדּוּד טָהוֹר. וְאִם אֵינוֹ נָקוּב וְאֵין לוֹ חִדּוּד מִתְטַמֵּא מִפְּנֵי שֶׁהָאִשָּׁה מְסַנֶּנֶת לְתוֹכוֹ אֶת הַיָּרָק. זֶה הַכְּלָל כָּל הַמְשַׁמֵּשׁ בִּכְלִי חֶרֶס כְּשֶׁהוּא כָּפוּי טָהוֹר: \n",
            "טִיטְרוֹס אַף עַל פִּי שֶׁהוּא נָקוּב וּמוֹצִיא פְּרוּטוֹת מִתְטַמֵּא שֶׁהֲרֵי הַמַּיִם מִתְכַּנְּסִין בַּצְּדָדִין וְהֵן עֲשׂוּיִין לְקַבָּלָה: \n",
            "הַלַּפִּיד שֶׁל חֶרֶס שֶׁמַּנִּיחִין מַטְלִיּוֹת הַבְּגָדִים וְהַשֶּׁמֶן בְּתוֹכוֹ וְהוּא דּוֹלֵק מִתְטַמֵּא. וְכֵן כְּלִי שֶׁמַּנִּיחִין תַּחַת הַנֵּרוֹת לְקַבֵּל הַשֶּׁמֶן מִתְטַמֵּא: \n",
            "גִּסְטְרָא שֶׁמַּנִּיחִין תַּחַת הַכֵּלִים לְקַבֵּל מַשְׁקִין הַנּוֹזְלִין מִן הַכְּלִי מְקַבְּלִין טֻמְאָה: \n",
            "סְפִינָה שֶׁל חֶרֶס אַף עַל פִּי שֶׁהִיא מְקַבֶּלֶת אֵינָהּ מְקַבֶּלֶת טֻמְאָה שֶׁאֵין הַסְּפִינָה בִּכְלַל הַכֵּלִים הָאֲמוּרִין בַּתּוֹרָה בֵּין הִיא שֶׁל חֶרֶס בֵּין הִיא שֶׁל עֵץ בֵּין גְּדוֹלָה בֵּין קְטַנָּה: \n",
            "כָּל הַכֵּלִים שֶׁנִּשְׁבְּרוּ וְנִפְסְדָה צוּרָתָן אֵין שִׁבְרֵיהֶן מְקַבְּלִין טֻמְאָה אַף עַל פִּי שֶׁאוֹתָן הַשְּׁבָרִים רְאוּיִין לְתַשְׁמִישׁ. חוּץ מִשִּׁבְרֵי כְּלֵי חֶרֶס שֶׁאִם הָיָה בָּהֶן חֶרֶס הָרָאוּי לְקַבֵּל הֲרֵי הוּא מְקַבֵּל טֻמְאָה שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"וְכָל כְּלִי חֶרֶס\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה לֹא בָּא לְרַבּוֹת אֶלָּא שִׁבְרֵי כְּלֵי חֶרֶס. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה לְחֶרֶס זֶה תּוֹךְ לְקַבֵּל בּוֹ הַמַּשְׁקִין כְּשֶׁהָיָה הַחֶרֶס יוֹשֵׁב לֹא סָמוּךְ. אֲבָל אִם אֵינוֹ יָכוֹל לְקַבֵּל אֶלָּא אִם כֵּן סוֹמְכִין אוֹתוֹ אֵינוֹ מְקַבֵּל טֻמְאָה: \n",
            "הַחֶרֶס שֶׁאֵינוֹ יָכוֹל לֵישֵׁב כְּדֵי שֶׁיְּקַבֵּל מִפְּנֵי אָזְנוֹ אוֹ שֶׁהָיָה בּוֹ חִדּוּד וְהַחִדּוּד מַכְרִיעוֹ לְצַד אַחֵר הֲרֵי זֶה טָהוֹר אַף עַל פִּי שֶׁנִּטְּלָה הָאֹזֶן אוֹ נִשְׁבַּר הַחִדּוּד שֶׁכָּל כְּלִי חֶרֶס שֶׁטָּהַר שָׁעָה אַחַת אֵין לוֹ טֻמְאָה לְעוֹלָם: \n",
            "כְּלֵי חֶרֶס שֶׁשּׁוּלֵיהֶן חַדִּין כְּמִזְרָקוֹת שֶׁנִּשְׁבְּרוּ וְשׁוּלֵיהֶן מְקַבְּלִין אַף עַל פִּי שֶׁאֵינָן מְקַבְּלִין אֶלָּא אִם כֵּן נִסְמְכוּ כְּגוֹן שׁוּלֵי הַקֻּרְפִיוֹת וְהַכּוֹסוֹת הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה. שֶׁלְּכָךְ נַעֲשׂוּ מִתְּחִלָּתָן שֶׁיִּהְיוּ שׁוּלֵיהֶן מְקַבְּלִין בִּסְמִיכָה אוֹ בַּאֲחִיזָה: \n",
            "כַּמָּה יְקַבֵּל הַחֶרֶס וְיִהְיֶה מְקַבֵּל טֻמְאָה. אִם הָיָה הַכְּלִי כְּשֶׁהָיָה שָׁלֵם וּמֵכִיל כְּדֵי סִכַּת אָדָם קָטָן עַד חָבִיּוֹת שֶׁהֵן מְקַבְּלוֹת כִּסְאָהּ אוֹ קָרוֹב וְנִשְׁבְּרוּ וְנִשְׁאַר בָּחֲרָסִים בֵּין מִקַּרְקְעֵיהֶן בֵּין מִדָּפְנֵיהֶן חֶרֶס שֶׁהוּא מְקַבֵּל כְּשֶׁהוּא יוֹשֵׁב רְבִיעִית הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
            "הָיָה הַכְּלִי מֵחָבִית הַמְּכִילָה כִּסְאָה עַד חָבִית הַמְכִילָה סָאתַיִם אוֹ יֶתֶר וְנִשְׁבְּרָה אִם הָיָה בַּחֶרֶס הַנִּשְׁאָר כְּדֵי לְקַבֵּל חֲצִי לוֹג הֲרֵי זֶה מְקַבֵּל טֻמְאָה. הָיָה הַכְּלִי מֵחָבִית הַמְכִילָה סָאתַיִם עַד חֲצָבִים גְּדוֹלִים וְנִשְׁבְּרוּ אִם נִשְׁאַר מֵהֶן חֶרֶס הַמְקַבֵּל לוֹג הֲרֵי זֶה מְקַבֵּל טֻמְאָה. הָיוּ הַחֲרָסִים מְקַבְּלִין פָּחוֹת מִשִּׁעוּרִין אֵלּוּ אֵין מְקַבְּלִין טֻמְאָה: \n",
            "כְּלִי חֶרֶס קָטָן כְּגוֹן הַפַּךְ וְכַיּוֹצֵא בּוֹ שֶׁנִּשְׁבַּר וְנִשְׁאַר מִקַּרְקָעִיתוֹ חֶרֶס הַמְקַבֵּל כָּל שֶׁהוּא כְּשֶׁהוּא יוֹשֵׁב וְהָיָה חַד בְּיוֹתֵר שֶׁנִּמְצָא כִּכְלִי קָטָן הֲרֵי זֶה מְקַבֵּל טֻמְאָה. וְאִם נִשְׁאַר מִדָּפְנוֹתֵיהֶן חֶרֶס הַמְקַבֵּל אֵינוֹ מְקַבֵּל טֻמְאָה לְפִי שֶׁדָּפְנוֹת כֵּלִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן כְּשָׁוִין הֵן וְאֵין לָהֶן תּוֹךְ הַנִּכָּר וְנִמְצְאוּ כִּפְשׁוּטֵי כְּלֵי חֶרֶס: \n",
            "חֶזְקַת חֲרָסִים הַנִּמְצָאִים בְּכָל מָקוֹם טְהוֹרִים חוּץ מֵהַנִּמְצָאִים בְּבֵית הַיּוֹצֵר מִפְּנֵי שֶׁרֻבָּן גִּסְטְרָיוֹת הֵן לַכֵּלִים וְהַגִּסְטְרָא מְקַבֶּלֶת טֻמְאָה אַף עַל פִּי שֶׁהִיא מִשִּׁבְרֵי כֵּלִים: \n"
        ],
        [
            "כַּמָּה שִׁעוּר הַשֶּׁבֶר שֶׁיִּשָּׁבֵר כְּלִי חֶרֶס וְיִטְהַר מִטֻּמְאָתוֹ אִם הָיָה טָמֵא. אוֹ לֹא יְקַבֵּל טֻמְאָה אִם הָיָה טָהוֹר. הֶעָשׂוּי לָאֳכָלִין מִשֶּׁיִּנָּקֵב בְּמוֹצִיא זֵיתִים. וְהֶעָשׂוּי לְמַשְׁקִין מִשֶּׁיִּנָּקֵב בְּמַכְנִיס מַשְׁקִין, כְּשֶׁמַּנִּיחִין אוֹתוֹ עַל הַמַּשְׁקֶה יִכָּנֵס הַמַּשְׁקֶה לַכְּלִי בַּנֶּקֶב. הֶעָשׂוּי לְכָךְ וּלְכָךְ מְטִילִין אוֹתוֹ לְחֻמְרוֹ וַהֲרֵי הוּא מְקַבֵּל טֻמְאָה עַד שֶׁיִּנָּקֵב בְּמוֹצִיא זַיִת. וְלֹא אָמְרוּ בְּמוֹצִיא מַשְׁקֶה אֶלָּא בְּגִסְטְרָא בִּלְבַד לְפִי שֶׁהִיא עֲשׂוּיָה לְקַבֵּל הַמַּשְׁקִין הַנּוֹזְלִים מִן הַכֵּלִים וְאִם הוֹצִיאָה מַשְׁקִין הֲרֵי זֶה בָּטֵל תַּשְׁמִישָׁהּ: \n",
            "חָמֵשׁ מִדּוֹת בִּכְלִי חֶרֶס. נִקַּב בְּמוֹצִיא מַשְׁקֶה טָהוֹר מִלְּהִתְטַמֵּא מִשּׁוּם גִּסְטְרָא וַעֲדַיִן הוּא חָשׁוּב כְּלִי לְקַדֵּשׁ בּוֹ מֵי חַטָּאת. נִקַּב בְּכוֹנֵס מַשְׁקֶה אֵינוֹ רָאוּי לְקַדֵּשׁ בּוֹ מֵי חַטָּאת וַעֲדַיִן כְּלִי הוּא חָשׁוּב לְהַכְשִׁיר הַזְּרָעִים בְּמַשְׁקִין הַתְּלוּשִׁין בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. נִקַּב כְּשֹׁרֶשׁ קָטָן אֵין הַמַּיִם שֶׁבְּתוֹכוֹ מַכְשִׁירִין אֶת הַזְּרָעִים וַהֲרֵי הֵן כְּמוֹ שֶׁאֵינָן בַּכְּלִי וַעֲדַיִן כְּלִי הוּא חָשׁוּב לְקַבֵּל בּוֹ זֵיתִים וּמְקַבֵּל טֻמְאָה. נִקַּב בְּמוֹצִיא זֵיתִים טָהוֹר וַהֲרֵי הוּא כִּכְלֵי גְּלָלִים וַאֲבָנִים שֶׁאֵין מְקַבְּלִין טֻמְאָה וַעֲדַיִן כְּלִי הוּא חָשׁוּב לְהַצִּיל בְּצָמִיד פָּתִיל עַד שֶׁיִּפָּחֵת רֻבּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּטֻמְאַת מֵת (בְּפֶרֶק שְׁנֵים עָשָׂר): \n",
            "הֶחָבִית שִׁעוּרָהּ כֶּאֱגוֹזִים. הָאִלְפָּס וְהַקְּדֵרָה שִׁעוּרָן כְּזֵיתִים. וְכֵן עֲרֵבָה שֶׁל חֶרֶס אֲפִלּוּ הָיְתָה גְּדוֹלָה וּמַחְזֶקֶת אַרְבָּעִים סְאָה בְּלַח וְנִפְחֲתָה בְּמוֹצִיא זֵיתִים אַף עַל פִּי שֶׁהוּא מַטָּהּ עַל צִדָּה וְלָשׁ בָּהּ טְהוֹרָה שֶׁמִּתְּחִלָּתָהּ לֹא נַעֲשֵׂית לְכָךְ: \n",
            "הַפַּךְ וְהַטֶּנִי שִׁעוּרָן בְּשֶׁמֶן. וְהַצַּרְצוּר שִׁעוּרוֹ בְּמַיִם: \n",
            "נֵר שֶׁנִּטַּל פִּיו טָהוֹר. וְשֶׁל אֲדָמָה שֶׁהֻסַּק פִּיו בִּפְתִילָה אֵינוֹ מְקַבֵּל טֻמְאָה וְאֵינוֹ בִּכְלַל כְּלֵי חֶרֶס עַד שֶׁיֻּסַּק כֻּלּוֹ בַּכִּבְשָׁן כִּכְלֵי חֶרֶס: \n",
            "חָבִית שֶׁנִּפְחֲתָה וּכְשֶׁמַּטִּין אוֹתָהּ עַל דָּפְנָהּ מְקַבֶּלֶת אוֹ שֶׁנֶּחְלְקָה כְּמִין שְׁתֵּי עֲרֵבוֹת עֲדַיִן הִיא מְקַבֶּלֶת טֻמְאָה. נִתְרַעְעָה וְאֵינָהּ יְכוֹלָה לְהִטַּלְטֵל בַּחֲצִי קַב גְּרוֹגָרוֹת טְהוֹרָה: \n",
            "חָבִית שֶׁנִּטְּלוּ אָזְנֶיהָ הֲרֵי הִיא כְּגִסְטְרָא אֲפִלּוּ אֹזֶן אַחַת. נִסְדְּקָה לְמַטָּה מֵאָזְנֶיהָ אַף עַל פִּי שֶׁאָזְנֶיהָ קַיָּמוֹת הֲרֵי זוֹ כְּגִסְטְרָא. וְאִם עֲשָׂאָהּ מִתְּחִלָּה שֶׁלֹּא בְּאָזְנַיִם נִדּוֹנֶת כְּחָבִית: \n",
            "חָבִית שֶׁנִּסְדְּקָה בַּכִּבְשָׁן וְנִמְצָא שֶׁהִיא כִּשְׁתֵּי גִּסְטְרָאוֹת. אִם מִשֶּׁנִּגְמְרָה מְלַאכְתָּהּ נִסְדְּקָה כָּל גִּסְטְרָא מֵהֶן מְקַבֶּלֶת טֻמְאָה. וְאִם נִסְדְּקָה קֹדֶם שֶׁתִּגָּמֵר מְלַאכְתָּהּ וְאַחַר כָּךְ נִשְׂרְפָה בַּכִּבְשָׁן טְהוֹרָה. וְהֵיאַךְ יִוָּדַע דָּבָר זֶה. אִם הָיוּ שְׁבָרֶיהָ שָׁוִין וְתוֹכָהּ מַאֲדִים עַד שֶׁלֹּא נִגְמְרָה מְלַאכְתָּהּ נִסְדְּקָה. אֵין שְׁבָרֶיהָ שָׁוִין וְאֵין תּוֹכָהּ מַאֲדִים בְּיָדוּעַ שֶׁאַחַר שֶׁנִּגְמְרָה מְלַאכְתָּהּ נִשְׁבְּרָה וּמְקַבֶּלֶת טֻמְאָה כִּשְׁאָר שִׁבְרֵי כְּלֵי חֶרֶס הָרְאוּיִין לְתַשְׁמִישׁ: \n",
            "גִּסְטְרָא שֶׁנִּתְרַעְעָה וְאֵינָהּ מְקַבֶּלֶת מַשְׁקִין אַף עַל פִּי שֶׁמְּקַבֶּלֶת אֳכָלִין הֲרֵי זוֹ טְהוֹרָה שֶׁאֵינָהּ עֲשׂוּיָה אֶלָּא לְקַבֵּל מַשְׁקִין הַדּוֹלְפִין כְּמוֹ שֶׁבֵּאַרְנוּ וְאִם הָיְתָה דּוֹלֶפֶת אֵין עוֹשִׂין גִּסְטְרָא לְגִסְטְרָא. וְכֵן גִּסְטְרָא שֶׁנִּפְחֲתָה אוֹ שֶׁנֶּחְלְקָה לִשְׁתַּיִם טְהוֹרָה שֶׁלֹּא אָמְרוּ שְׁיָרִים שֶׁל שְׁיָרִים מִתְטַמְּאִין אֶלָּא שְׁיָרֵי כְּלֵי חֶרֶס בִּלְבַד הֵן שֶׁמִּתְטַמְּאִין: \n",
            "גִּסְטְרָא שֶׁחִדּוּדִין יוֹצְאִין מִמֶּנָּה בֵּין שֶׁהָיְתָה יוֹשֶׁבֶת בֵּין שֶׁהָיְתָה מֻטָּה עַל צִדָּהּ כָּל הַמְקַבֵּל מִן הַחִדּוּדִין זֵיתִים כְּשֶׁיִּתְמַלֵּא הַגִּסְטְרָא זֵיתִים מְטַמֵּא בְּמַגָּע וּכְנֶגְדוֹ מִתְטַמֵּא בָּאֲוִיר וְכָל שֶׁאֵין מְקַבֵּל עִמָּהּ בְּזֵיתִים מִתְטַמֵּא בְּמַגָּע וְאֵין כְּנֶגְדּוֹ מִתְטַמֵּא בָּאֲוִיר: \n",
            "כֵּיצַד מִתְטַמֵּא בְּמַגָּע וְאֵין כְּנֶגְדּוֹ מִתְטַמֵּא בָּאֲוִיר. שֶׁאִם נָגְעָה הַטֻּמְאָה בַּגִּסְטְרָא מִתּוֹכָהּ מִתְטַמֵּא הַחִדּוּד. נִכְנְסָה הַטֻּמְאָה בַּאֲוִיר הַגִּסְטְרָא אֲפִלּוּ הָיְתָה כְּנֶגֶד הַחִדּוּד לֹא נִטְמָא הַחִדּוּד: \n",
            "וְכֵיצַד כְּנֶגְדּוֹ מִתְטַמֵּא בָּאֲוִיר. שֶׁאִם הָיְתָה הַטֻּמְאָה בַּאֲוִיר הַגִּסְטְרָא כְּנֶגֶד הַחִדּוּד נִטְמָא הַחִדּוּד עִם הַגִּסְטְרָא. וְעַל דֶּרֶךְ זֶה הוּא בְּכָל מָקוֹם שֶׁנֶּאֱמַר <small>(במדבר ה יז)</small> \"בִּכְלִי חֶרֶס\" וּבְתַנּוּר וְכִירַיִם מִתְטַמֵּא בְּמַגָּע וּכְנֶגְדוֹ בָּאֲוִיר אוֹ אֵין מִתְטַמֵּא כְּנֶגְדּוֹ בָּאֲוִיר. וְכֵן כָּל טֻמְאַת מַגָּע הָאֲמוּרָה בְּעִנְיַן כְּלִי חֶרֶס אוֹ תַּנּוּר וְכִירַיִם הוּא שֶׁתִּגַּע הַטֻּמְאָה בָּהֶן מִתּוֹכָן וְכָל טֻמְאַת אֲוִיר הוּא שֶׁלֹּא תִּגַּע הַטֻּמְאָה כְּלָל אֶלָּא תִּכָּנֵס לָאֲוִיר בִּלְבַד: \n",
            "חָבִית שֶׁנִּתְרַעְעָה וּטְפָלָהּ בִּגְלָלִים אַף עַל פִּי שֶׁהוּא נוֹטֵל אֶת הַגְּלָלִים וְהַחֲרָסִים נוֹפְלִים הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁלֹּא בָּטַל שֵׁם כְּלִי מֵעָלֶיהָ. נִשְׁבְּרָה וְדִבֵּק חֲרָסֶיהָ אַחַר שֶׁפֵּרְשׁוּ אוֹ שֶׁהֵבִיא חֲרָסִים מִמָּקוֹם אַחֵר וּטְפָלָם בִּגְלָלִים אַף עַל פִּי שֶׁנּוֹטֵל אֶת הַגְּלָלִים וַחֲרָסֶיהָ עוֹמְדִין הֲרֵי זוֹ טְהוֹרָה מִפְּנֵי שֶׁבָּטַל מֵעָלֶיהָ שֵׁם כְּלִי. הָיָה בָּהֶן חֶרֶס מַחֲזִיק רְבִיעִית כְּנֶגֶד אוֹתוֹ הַחֶרֶס בִּלְבַד מִתְטַמֵּא בָּאֲוִיר מִפְּנֵי שֶׁהוּא כְּלִי בִּפְנֵי עַצְמוֹ. וּשְׁאָר הֶחָבִית אֵינוֹ מִתְטַמֵּא עַד שֶׁתִּגַּע בָּהּ הַטֻּמְאָה מִתּוֹכָהּ מִפְּנֵי שֶׁאֵינָהּ כְּלִי שָׁלֵם: \n",
            "חָבִית שֶׁנִּקְּבָה וְסָתַם הַנֶּקֶב בְּזֶפֶת וְאַחַר כָּךְ נִשְׁבְּרָה אִם יֵשׁ בַּחֶרֶס הַסָּתוּם בְּזֶפֶת כְּדֵי לְהַחֲזִיק רְבִיעִית הֲרֵי זֶה מְקַבֵּל טֻמְאָה מִפְּנֵי שֶׁהוּא מִשִּׁבְרֵי הֶחָבִית וְלֹא בָּטַל שֵׁם כְּלִי מֵעָלֶיהָ. אֲבָל חֶרֶס שֶׁנִּקַּב אַחַר שֶׁפֵּרַשׁ מִן הַכְּלִי וְסָתַם הַנֶּקֶב בְּזֶפֶת אַף עַל פִּי שֶׁהוּא מַחֲזִיק רְבִיעִית טָהוֹר. שֶׁהַחֶרֶס שֶׁנִּקַּב בָּטַל שֵׁם כְּלִי מֵעָלָיו וְטָהַר וְכָל שֶׁטָּהַר בִּכְלִי חֶרֶס שָׁעָה אַחַת אֵין לוֹ טֻמְאָה לְעוֹלָם: \n",
            "קוּמְקוּמוֹס שֶׁנִּקַּב וַעֲשָׂאָהוּ בְּזֶפֶת טָהוֹר שֶׁאֵינוֹ יָכוֹל לְקַבֵּל הַחַמִּין כְּצוֹנֵן. וְכֵן כְּלֵי הַזֶּפֶת וְהַשַּׁעֲוָה וְכַיּוֹצֵא בָּהֶן טְהוֹרִין וְאֵינָן בִּכְלַל הַכֵּלִים: \n",
            "מַשְׁפֵּךְ שֶׁל חֶרֶס שֶׁפְּקָקוֹ בְּזֶפֶת אֵינוֹ מְקַבֵּל טֻמְאָה שֶׁאֵין הַזֶּפֶת מְשִׂימוֹ כְּלִי קִבּוּל. אֲבָל מַשְׁפֵּךְ שֶׁל עֵץ שֶׁסְּתָמוֹ הֲרֵי זֶה כִּכְלִי קִבּוּל וּמִתְטַמֵּא: \n"
        ],
        [
            "כְּבָר בֵּאַרְנוּ שֶׁכָּל יַד הַכֵּלִים שֶׁהַכְּלִי צָרִיךְ לָהּ בִּשְׁעַת תַּשְׁמִישׁוֹ הֲרֵי הִיא חֲשׁוּבָה כְּגוּף הַכְּלִי לְהִתְטַמֵּא וּלְטַמֵּא. לְפִיכָךְ הַטּוֹפֵל כְּלִי חֶרֶס הַבָּרִיא אִם נִטְמָא הַכְּלִי הֲרֵי אוֹכְלִין וּמַשְׁקִין הַנּוֹגְעִין בַּטְּפֵלָה טְהוֹרִין שֶׁאֵין הַכְּלִי צָרִיךְ לִטְפֵלָה זוֹ. אֲבָל הַטּוֹפֵל אֶת כְּלִי חֶרֶס הָרָעוּעַ הֲרֵי הַטְּפֵלָה חֲשׁוּבָה כְּגוּף הַכְּלִי. וְכֵן הַמְהַדֵּק אֶת הַקֵּרוּיָה שֶׁל חֶרֶס הַדּוֹלִין בָּהּ הַמַּיִם אִם חִפָּה אוֹתָהּ בְּעוֹר אוֹ בִּקְלָף וְכַיּוֹצֵא בָּהֶן אִם הָיְתָה רְעוּעָה הֲרֵי הֵן כְּגוּפָהּ: \n",
            "הַטּוֹפֵל כְּלִי חֶרֶס לִהְיוֹת מְבַשֵּׁל בּוֹ אֵינוֹ חִבּוּר. טָפַל כֵּלִים לִהְיוֹת זוֹפֵת בָּהֶן חִבּוּר: \n",
            "חָבִית שֶׁנִּקְּבָה וַעֲשָׂאָהּ בְּזֶפֶת בְּבַעַץ וְגָפְרִית בְּסִיד וּבִגְפָסִים אֵינָן חִבּוּר וּשְׁאָר כָּל הַדְּבָרִים חִבּוּר: \n",
            "דְּבָרִים הַלַּחִין הַמְּשׁוּכִין שֶׁטּוֹפְלִין בָּהֶן הַפִּטָסִין שֶׁל מַיִם כְּדֵי שֶׁלֹּא יִדְלֹף הַכְּלִי הֲרֵי הֵן כְּגוּפוֹ שֶׁל כְּלִי שֶׁאֲפִלּוּ נִטְמָא הַכְּלִי מֵאֲוִירוֹ אֳכָלִין וּמַשְׁקִין הַנּוֹגְעִין בַּטְּפֵלָה טְמֵאִין. וְכֵן טְפֵלוֹ שֶׁל תַּנּוּר הֲרֵי הוּא כְּחֶרֶס הַתַּנּוּר וְהוּא שֶׁיִּהְיֶה בָּעֳבִי הַטְּפֵלָה עַד טֶפַח שֶׁהוּא צָרְכּוֹ שֶׁל תַּנּוּר אֲבָל יֶתֶר עַל טֶפַח אֵינוֹ מִצֹּרֶךְ הַתַּנּוּר וְהַנּוֹגְעִין בְּיֶתֶר עַל טֶפַח מֵעָבְיוֹ טְהוֹרִים. טְפֵלַת הַכִּירָה עָבְיוֹ שָׁלֹשׁ אֶצְבָּעוֹת: \n",
            "חָבִית שֶׁנִּקְּבָה וּסְתָמָהּ בְּזֶפֶת יוֹתֵר מִצָּרְכָּהּ הַנּוֹגֵעַ בְּצָרְכָּהּ טָמֵא וּבְיֶתֶר מִצָּרְכָּהּ טָהוֹר. זֶפֶת שֶׁנָּטְפָה עַל חָבִית הַנּוֹגֵעַ בָּהּ טָהוֹר: \n",
            "מֵחַם שֶׁטְּפָלוֹ בְּחֵמָר וּבְחַרְסִית וְנִטְמָא הַנּוֹגֵעַ בַּחֵמָר טָמֵא וְהַנּוֹגֵעַ בַּחַרְסִית טָהוֹר שֶׁאֵין הַחַרְסִית מִתְחַבֵּר לַכְּלִי: \n",
            "מְגוּפַת הֶחָבִית שֶׁטָּפַל בְּטִיט עָלֶיהָ וְעַל הֶחָבִית אֵינָהּ חִבּוּר לָהּ וְאִם נָגְעוּ מַשְׁקִין טְמֵאִין בָּחָבִית לֹא נִטְמֵאת הַמְּגוּפָה וְאִם נָגְעוּ בַּמְּגוּפָה לֹא נִטְמְאוּ אֲחוֹרֵי הֶחָבִית: \n",
            "כְּלֵי נְחשֶׁת שֶׁזְּפָתָן אֵין הַזֶּפֶת חִבּוּר וְאִם לְיַיִן הֲרֵי זֶה כְּגוּף הַכְּלִי: \n",
            "בָּצֵק שֶׁבְּסִדְקֵי הָעֲרֵבָה שֶׁנָּגַע בּוֹ שֶׁרֶץ אִם בְּפֶסַח הוֹאִיל וְאִסּוּרוֹ חָשׁוּב חוֹצֵץ וְלֹא נִטְמֵאת הָעֲרֵבָה. וְאִם בִּשְׁאָר יְמוֹת הַשָּׁנָה אִם הָיָה מַקְפִּיד עָלָיו הָעֲרֵבָה טְהוֹרָה וְאִם רוֹצֶה בְּקִיּוּמוֹ הֲרֵי הוּא כַּעֲרֵבָה וְנִטְמֵאת הָעֲרֵבָה: \n",
            "הַמְּשִׁיחוֹת וְהָרְצוּעוֹת שֶׁבְּמִטְפְּחוֹת הַסְּפָרִים וְשֶׁבְּמִטְפְּחוֹת הַתִּינוֹקוֹת תְּפוּרוֹת חִבּוּר וּקְשׁוּרוֹת אֵינָן חִבּוּר. וְכֵן רְצוּעוֹת שֶׁבַּמַּעְדֵּר וְשֶׁבַּשַּׂק וְשֶׁבַּקֻפָּה אֲבָל שֶׁבְּאָזְנֵי כְּלֵי חֶרֶס אֲפִלּוּ תְּפוּרוֹת אֵינָן חִבּוּר שֶׁאֵין חִבּוּרִין לִכְלֵי חֶרֶס: \n",
            "יַד קוֹרְדוֹם הַיּוֹצֵא מֵאַחֲרָיו שָׁלֹשׁ אֶצְבָּעוֹת חִבּוּר וְהַיֶּתֶר עַל שָׁלֹשׁ הַנּוֹגֵעַ בּוֹ טָהוֹר. יַד קוֹרְדוֹם מִלְּפָנָיו טֶפַח הַסָּמוּךְ לַבַּרְזֶל חִבּוּר יֶתֶר עַל כֵּן הַנּוֹגֵעַ בּוֹ טָהוֹר: \n",
            "שְׁיָרֵי הַפַּרְגָּל טֶפַח. וְיַד מַקֶּבֶת שֶׁל מְפַתְּחֵי אֲבָנִים טֶפַח. יַד קֻרְנָס שֶׁל זֶהָבִים טְפָחַיִם וְשֶׁל חָרָשִׁים שְׁלֹשָׁה. שְׁיָרֵי מַלְמַד הַבָּקָר אַרְבָּעָה טְפָחִים סָמוּךְ לַדָּרְבָן. יַד קוֹרְדוֹם שֶׁחוֹפְרִין בּוֹ בְּדִידִין שֶׁל מַיִם אַרְבָּעָה טְפָחִים. וְיַד קוֹרְדוֹם שֶׁל נִכּוּשׁ חֲמִשָּׁה. וְיַד בֶּן פַּטִּישׁ חֲמִשָּׁה. וְשֶׁל פַּטִּישׁ שִׁשָּׁה. וְכֵן יַד קוֹרְדוֹם שֶׁל בִּקּוּעַ וְשֶׁל עָדִיר שִׁשָּׁה. יַד מַקֶּבֶת שֶׁל סַתָּתִין שִׁשָּׁה. שְׁיָרֵי הַמַּרְדֵּעַ הַסָּמוּךְ לְחַרְחוּר שֶׁל מַתֶּכֶת שֶׁבְּרֹאשׁ הַמַּרְדֵּעַ שִׁבְעָה טְפָחִים. יַד הַמַּגְרֵפָה שֶׁל בַּעֲלֵי בָּתִּים שְׁמוֹנָה טְפָחִים. וְשֶׁל סַיָּדִין עֲשָׂרָה. וְכָל הַיֶּתֶר עַל זֶה אִם רָצָה לְקַיְּמוֹ טָמֵא. יַד כָּל מְשַׁמְּשֵׁי הָאוּר כְּגוֹן הַשִּׁפּוּדִין וְהָאַסְכְּלָאוֹת אֲפִלּוּ אֲרֻכִּין כָּל שֶׁהֵן טְמֵאִין: \n",
            "מַקֵּל שֶׁעֲשָׂאָהוּ יָד לְקוֹרְדוֹם הֲרֵי הוּא חִבּוּר לַטֻּמְאָה בִּשְׁעַת מְלָאכָה וְאִם נָגְעָה טֻמְאָה בַּמַּקֵּל כְּשֶׁהוּא חוֹרֵשׁ אוֹ מְבַקֵּעַ בּוֹ נִטְמָא הַקּוֹרְדוֹם וְאִם נָגְעָה בַּקּוֹרְדוֹם נִטְמָא הַמַּקֵּל. וְכֵן הַדְּיוּסְטָר שֶׁהֵן כִּשְׁנֵי כֵּלִים וְהַמַּסְמֵר מְחַבְּרָן לִהְיוֹת מֵסֵךְ עֲלֵיהֶן הֲרֵי הֵן חִבּוּר בִּשְׁעַת מְלָאכָה. קְבָעוֹ בְּקוֹרָה הֲרֵי זֶה מְקַבֵּל טֻמְאָה וְאֵין הַקּוֹרָה חִבּוּר לוֹ. עָשָׂה קְצָת הַקּוֹרָה דְּיוּסְטָר כָּל שֶׁהוּא מִן הַקּוֹרָה לְצֹרֶךְ הַדְּיוּסְטָר חִבּוּר לַדְּיוּסְטָר. וְהַנּוֹגֵעַ בִּשְׁאָר הַקּוֹרָה טָהוֹר שֶׁאֵין כָּל הַקּוֹרָה חִבּוּר: \n",
            "עֲגָלָה שֶׁנִּטְמֵאת הַנּוֹגֵעַ בָּעל וּבַקַּטְרָב וּבָעֵץ וּבֶעָבוֹת אֲפִלּוּ בִּשְׁעַת מְלָאכָה טָהוֹר. וְהַנּוֹגֵעַ בַּחֶרֶב וּבַבֹּרֶךְ וּבַיְּצוּל וּבַעַיִן שֶׁל מַתֶּכֶת וּבַלְּחָיַיִם וּבַעִירָאִין טָמֵא. וְכֵן מְגֵרָה שֶׁנִּטְמֵאת הַנּוֹגֵעַ בְּיָדָהּ מִכָּאן וּמִכָּאן טָמֵא. וְהַנּוֹגֵעַ בַּחוּט וּבַמְּשִׁיחָה וּבָאַמָּה וּבַסְּנִיפִין שֶׁלָּהּ טָהוֹר שֶׁאֵין אֵלּוּ חִבּוּר לָהּ. אֲבָל הַנּוֹגֵעַ בַּמַּלְבֵּן שֶׁל מַסָּר הַגָּדוֹל טָמֵא: \n",
            "מַכְבֵּשׁ שֶׁל חָרָשׁ שֶׁנִּטְמָא הָרֹמַח שֶׁבּוֹ הַנּוֹגֵעַ בַּמַּכְבֵּשׁ טָהוֹר. מְגֵרָה שֶׁנִּטְמָא הַנּוֹגֵעַ בַּקַּשְׁטָנִית שֶׁהִיא לְפוּפָה עָלָיו טָהוֹר שֶׁאֵינָהּ חִבּוּר. קֶשֶׁת שֶׁהָיְתָה מְתוּחָה וְהַחֵץ מָשׁוּךְ עִמָּהּ וְנִטְמָא הַחֵץ הַנּוֹגֵעַ בַּיֶּתֶר וּבַקֶּשֶׁת טָהוֹר וַאֲפִלּוּ כְּשֶׁהִיא מְתוּחָה. וְכֵן מְצוּדַת הָאִישׁוּת שֶׁנִּטְמָא הַחֵץ שֶׁלָּהּ לֹא נִטְמֵאת הַמְּצוּדָה אֲפִלּוּ כְּשֶׁהִיא מְתוּחָה. וְכֵן מַסֶּכֶת נְסוּכָה שֶׁנִּטְמֵאת בִּשְׁעַת הָאָרִיג הַנּוֹגֵעַ בַּכֹּבֶד הָעֶלְיוֹן וְהַתַּחְתּוֹן וּבַנִּירִים וּבַקֵּירוֹס וּבַחוּט שֶׁהֶעֱבִירוֹ עַל גַּבֵּי אַרְגָּמָן וּבָעִירָה שֶׁאֵינָהּ עָתִיד לְהַחְזִירָהּ טָהוֹר שֶׁכָּל אֵלּוּ אֵינָן חִבּוּר לְבֶגֶד. אֲבָל הַנּוֹגֵעַ בְּנֶפֶשׁ הַמַּסֶּכֶת וּבַשְּׁתִי הָעוֹמֵד וּבַכֶּפֶל שֶׁהֶעֱבִירוֹ עַל גַּבֵּי אַרְגָּמָן וּבָעִירָה שֶׁהוּא לְהַחְזִירָהּ טָמֵא שֶׁכָּל אֵלּוּ חִבּוּרִין לְבֶגֶד: \n",
            "הַנּוֹגֵעַ בַּצֶּמֶר שֶׁעַל הָאִימָה וּבָאַשְׁוָיָה טָהוֹר. הַנּוֹגֵעַ בַּפִּיקָה עַד שֶׁלֹּא פְּרָעָהּ טָמֵא מִשֶּׁפְּרָעָהּ טָהוֹר: \n",
            "הַחוּט שֶׁהִשִּׁילוֹ לְמַחַט אֲפִלּוּ קָשׁוּר מִשְּׁנֵי צְדָדִין אֵינוֹ חִבּוּר. הִכְנִיסוֹ לְבֶגֶד הַחוּט חִבּוּר לַבֶּגֶד וְאֵין הַמַּחַט חִבּוּר לַבֶּגֶד. וְאֵין הַחוּט כֻּלּוֹ חִבּוּר לַבֶּגֶד אֶלָּא כָּל שֶׁהוּא לְצֹרֶךְ הַתְּפִירָה חִבּוּר שֶׁאֵינוֹ לְצֹרֶךְ הַתְּפִירָה אֵינוֹ חִבּוּר. הַחוּט שֶׁפֵּרֵשׁ מִן הַבֶּגֶד אֲפִלּוּ מֵאָה אַמָּה כֻּלּוֹ חִבּוּר. חֶבֶל שֶׁקָּשׁוּר בְּחֶרֶס אֲפִלּוּ מֵאָה אַמָּה כֻּלּוֹ חִבּוּר. קָשַׁר בּוֹ חֶבֶל אֶחָד מִן הַקֶּשֶׁר וּלְפָנִים חִבּוּר מִן הַקֶּשֶׁר וְלַחוּץ אֵינוֹ חִבּוּר. הַחֶבֶל שֶׁהוּא קָשׁוּר בְּקֻפָּה אֵינוֹ חִבּוּר אֶלָּא אִם כֵּן תָּפַר: \n"
        ],
        [
            "הַחוּטִין הַיּוֹצְאִין מִן הָאָרִיג וְשֶׁבִּתְחִלַּת הַיְרִיעָה וְשֶׁבְּסוֹפָהּ וְהֵן הַנִּקְרָאִין נִימִין כַּמָּה שִׁעוּרָן. שֶׁל סָדִין וְשֶׁל סוּדָרִין וְשֶׁל צָעִיף וְשֶׁל פִּלְיוֹן שֶׁל רֹאשׁ שֵׁשׁ אֶצְבָּעוֹת. וְשֶׁל חָלוּק שֶׁהוּא קָרוּעַ מִתְּחִלָּתוֹ וְעַד סוֹפוֹ וְאַחַר שֶׁלּוֹבְשִׁין אוֹתוֹ מְקַבְּצִין אוֹתוֹ בְּלוּלָאוֹת שִׁעוּר חוּטָיו עֶשֶׂר אֶצְבָּעוֹת. הַסָּגִיס וְהָרְדִיד וְהַטַּלִּית שָׁלֹשׁ אֶצְבָּעוֹת. וְכָל הַיֶּתֶר עַל הַשִּׁעוּרִין הָאֵלּוּ הַנּוֹגֵעַ בּוֹ טָהוֹר אַף עַל פִּי שֶׁהַבֶּגֶד טָמֵא בְּמִדְרָס אוֹ בִּשְׁאָר טֻמְאוֹת. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם נָגְעָה טֻמְאָה בַּיֶּתֶר שֶׁהַבֶּגֶד טָהוֹר: \n",
            "נִימֵי הַכִּפָּה שֶׁל רֹאשׁ. וְהַמַּסְוֶה שֶׁמַּנִּיחִין הָעַרְבִיִּים עַל פְּנֵיהֶם. וְהַקִּלְקָלִין הַשְּׁזוּרִין מִן הַשֵּׂעָר. וְהַפֻּנְדָּא שֶׁלּוֹבֵשׁ הָאָדָם עַל בְּשָׂרוֹ. וְהַשִּׂמְלָה וְהַפַּרְגּוֹד שֶׁמַּנִּיחִין עַל הַפְּתָחִים כְּמוֹ פָּרֹכֶת. נִימֵיהֶן כָּל שֶׁהֵן: \n",
            "מִשְׁקלֶת שֶׁנִּטְמֵאת הֲרֵי שְׁנֵים עָשָׂר טֶפַח מִן הַחוּט שֶׁלָּהּ חִבּוּר לָהּ. וְכָל הַנּוֹגֵעַ בְּחוּץ לִשְׁנֵים עָשָׂר טֶפַח טָהוֹר. וּמִשְׁקלֶת שֶׁל חָרָשִׁים שְׁמוֹנָה עָשָׂר טֶפַח. וְשֶׁל בַּנָּאִין חֲמִשִּׁים אַמָּה. וְהַיֶּתֶר עַל מִדּוֹת אֵלּוּ אַף עַל פִּי שֶׁהוּא רוֹצֶה בְּקִיּוּמוֹ טָהוֹר: \n",
            "מִשְׁקוֹלוֹת שֶׁל סַיָּדִין וְשֶׁל צַיָּרִין אֲפִלּוּ אֲרֻכִּין כָּל שֶׁהֵן טְמֵאִין: \n",
            "חוּט מֹאזְנַיִם שֶׁל זֶהָבִים. שֶׁל פֶּלֶס. וְשֶׁל שׁוֹקְלֵי אַרְגָּמָן טוֹב שֶׁאוֹחֵז הַשּׁוֹקֵל בּוֹ וְתוֹלֶה הַמֹּאזְנַיִם מִיָּדוֹ שָׁלֹשׁ אֶצְבָּעוֹת. קָנֶה שֶׁלָּהּ וְחוּטֶיהָ כָּל שֶׁהֵן. חוּטֵי מֹאזְנַיִם שֶׁל מוֹכְרֵי עֲשָׁשִׁיּוֹת שֶׁל מַתָּכוֹת וְכַיּוֹצֵא בָּהֶן שְׁלֹשָׁה טְפָחִים. קָנֶה שֶׁלָּהּ וְחוּטֶיהָ שְׁנֵים עָשָׂר טְפָחִים. חוּט מֹאזְנַיִם שֶׁל חֶנְוָנִים וְשֶׁל בַּעֲלֵי בָּתִּים טֶפַח. קְנֵה הַמֹּאזְנַיִם וְחוּטֶיהָ שִׁשָּׁה טְפָחִים. חוּט מֹאזְנַיִם שֶׁל צַמָּרִים וְשֶׁל שׁוֹקְלֵי זְכוּכִית טְפָחַיִם. קְנֵה מֹאזְנַיִם וְחוּטֶיהָ תִּשְׁעָה טְפָחִים. וְהַיֶּתֶר עַל הַשִּׁעוּרִין אֵלּוּ אֵינָן חִבּוּר: \n",
            "הַחֶבֶל שֶׁמְּסָרְגִין הַמִּטּוֹת מֵאֵימָתַי הוּא חִבּוּר לַטֻּמְאָה מִשֶּׁיְּסָרֵג בּוֹ שְׁלֹשָׁה בָּתִּים. וְהַנּוֹגֵעַ בַּחֶבֶל מִן הַקֶּשֶׁר וּלְפָנִים טָמֵא מִן הַקֶּשֶׁר וְלַחוּץ עַד שָׁלֹשׁ אֶצְבָּעוֹת טָמֵא מִפְּנֵי שֶׁהֵן צְרָכָיו שֶׁל קֶשֶׁר הֲרֵי הֵן מִכְּלַל הַמִּטָּה. וְחוּץ לְשָׁלֹשׁ אֶצְבָּעוֹת טָהוֹר שֶׁאֵינוֹ לְצֹרֶךְ הַכְּלִי שֶׁאֲפִלּוּ פְּסָקוֹ אֵין הַקֶּשֶׁר נִתָּר: \n",
            "חֶבֶל הַיּוֹצֵא מִן הַמִּטָּה שֶׁהִיא טְמֵאָה עַד סוֹף אַרְבָּעָה טְפָחִים הַנּוֹגֵעַ בּוֹ טָהוֹר שֶׁאֵינוֹ מִצָּרְכֵי הַמִּטָּה לְפִי שֶׁאֵינוֹ רָאוּי לִכְלוּם. מִתְּחִלַּת חֲמִשָּׁה וְעַד סוֹף עֲשָׂרָה טָמֵא מִפְּנֵי שֶׁתּוֹלִין בּוֹ אֶת הַמִּטּוֹת. מֵעֲשָׂרָה וְלַחוּץ טָהוֹר מִפְּנֵי שֶׁהוּא יֶתֶר עַל צֹרֶךְ הַמִּטָּה: \n",
            "אַבְנֵט שֶׁל אָרִיג שֶׁמַּקִּיפִין אוֹתוֹ עַל הַמִּטָּה כְּדֵי לְקַבֵּץ אֵיבָרֶיהָ וְהוּא הַנִּקְרָא מִזְרָן שֶׁמִּקְצָתוֹ יוֹצְאָה מִן הַמִּטָּה עַד עֲשָׂרָה טְפָחִים הֲרֵי הוּא מִצָּרְכֵי הַמִּטָּה. יֶתֶר עַל כֵּן אֵינוֹ מִצָּרְכֵי הַמִּטָּה. וּמִזְרָן שֶׁבָּלָה אִם נִשְׁאַר מִמֶּנּוּ שִׁבְעָה טְפָחִים כְּדֵי לַעֲשׂוֹת מִמֶּנּוּ חֶבֶק לַחֲמוֹר הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
            "מִטָּה שֶׁהָיְתָה טְמֵאָה מִדְרָס וּמִזְרָן יוֹצֵא מִמֶּנָּה עַד עֲשָׂרָה טְפָחִים הֲרֵי הוּא אַב טֻמְאָה כַּמִּטָּה עַצְמָהּ וְהַכּל מִדְרָס. מֵעֲשָׂרָה וְלַחוּץ הֲרֵי הוּא כְּמַגַּע מִדְרָס. דָּרַס הַזָּב עַל הַמִּזְרָן הַיּוֹצֵא מֵעֲשָׂרָה וּלְפָנִים הֲרֵי הַמִּטָּה כֻּלָּהּ מִדְרָס. מֵעֲשָׂרָה וְלַחוּץ טְהוֹרָה. בַּמֶּה דְּבָרִים אֲמוּרִים לְמִדְרָס. אֲבָל לִשְׁאָר טֻמְאוֹת אֲפִלּוּ מֵאָה אַמָּה כֻּלּוֹ חִבּוּר. כֵּיצַד. מִזְרָן שֶׁהוּא כָּרוּךְ עַל הַמִּטָּה וְהִכְנִיס קְצָתוֹ לְאֹהֶל הַמֵּת אוֹ שֶׁנָּגַע שֶׁרֶץ בִּקְצָתוֹ אוֹ שֶׁנָּפְלוּ מַשְׁקִין טְמֵאִין עַל מִקְצָתוֹ נִטְמֵאת הַמִּטָּה וַאֲפִלּוּ הָיָה הַקָּצֶה שֶׁנִּטְמָא יוֹצֵא מִן הַמִּטָּה מֵאָה אַמָּה: \n",
            "מִטָּה הַטְּמֵאָה מִדְרָס וְכָרַךְ לָהּ מִזְרָן הַכּל טָמֵא מִדְרָס. הִפְרִישׁוֹ הַמִּטָּה מִדְרָס כְּשֶׁהָיְתָה וְהַמִּזְרָן מַגַּע מִדְרָס. הָיְתָה טְמֵאָה טֻמְאַת שִׁבְעָה וְכָרַךְ לָהּ מִזְרָן כֻּלָּהּ טְמֵאָה טֻמְאַת שִׁבְעָה. הִפְרִישׁוֹ הִיא טְמֵאָה כְּשֶׁהָיְתָה וְהַמִּזְרָן טָמֵא טֻמְאַת עֶרֶב. הָיְתָה טְמֵאָה טֻמְאַת עֶרֶב וְכָרַךְ לָהּ מִזְרָן הַכּל טָמֵא טֻמְאַת עֶרֶב. הִפְרִישׁוֹ הִיא טְמֵאָה טֻמְאַת עֶרֶב וְהַמִּזְרָן טָהוֹר: \n",
            "מִטָּה שֶׁכָּרַךְ עָלֶיהָ מִזְרָן וְנָגַע בָּהֶן הַמֵּת הַכּל טָמֵא טֻמְאַת שִׁבְעָה. פֵּרְשׁוּ טָמֵא טֻמְאַת שִׁבְעָה. נָגַע בָּהּ שֶׁרֶץ וְכַיּוֹצֵא בָּהֶן טְמֵאִין טֻמְאַת עֶרֶב. פֵּרְשׁוּ טְמֵאִין טֻמְאַת עֶרֶב: \n",
            "כֶּרַע שֶׁהָיְתָה טְמֵאָה מִדְרָס וְחִבְּרָהּ לְמִטָּה הַמִּטָּה כֻּלָּהּ מִדְרָס. פֵּרְשָׁה הַכֶּרַע טְמֵאָה מִדְרָס כְּשֶׁהָיְתָה וְהַמִּטָּה מַגַּע מִדְרָס. וְכֵן אִם הָיְתָה הַכֶּרַע טְמֵאָה טֻמְאַת שִׁבְעָה וְחִבְּרָהּ לְמִטָּה הַמִּטָּה כֻּלָּהּ טְמֵאָה שִׁבְעָה כְּאִלּוּ נָגַע הַמֵּת בְּכֶרַע שֶׁלָּהּ. וְאִם הִזָּה עַל הַמִּטָּה טִהֲרָה וְהַכֶּרַע בִּכְלָלָהּ. וְאִם פֵּרְשָׁה קֹדֶם הַזָּיָה הַכֶּרַע טְמֵאָה טֻמְאַת שִׁבְעָה כְּשֶׁהָיְתָה וְהַמִּטָּה טְמֵאָה טֻמְאַת עֶרֶב. הָיָה הַכֶּרַע טְמֵאָה טֻמְאַת עֶרֶב וְחִבְּרָהּ לַמִּטָּה הַכּל טָמֵא טֻמְאַת עֶרֶב. פֵּרְשָׁה הִיא טְמֵאָה טֻמְאַת עֶרֶב וְהַמִּטָּה טְהוֹרָה שֶׁאֵין הַטָּמֵא טֻמְאַת עֶרֶב מִן הַמֵּת מְטַמֵּא לֹא אָדָם וְלֹא כֵּלִים מִפְּנֵי שֶׁהוּא וָלָד כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן הַדִּין בְּשֵׁן שֶׁל מַעְדֵּר שֶׁנִּטְמָא בְּמֵת וְאַחַר כָּךְ חִבְּרוֹ לַמַּעְדֵּר: \n"
        ],
        [
            "כַּמָּה שִׁעוּר הַבֶּגֶד לְהִתְטַמֵּא שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים לְמִדְרָס. וְשָׁלֹשׁ אֶצְבָּעוֹת עַל שָׁלֹשׁ אֶצְבָּעוֹת מְכֻוָּנוֹת עִם הַמֶּלֶל לְטֻמְאַת הַמֵּת אוֹ לִשְׁאָר טֻמְאוֹת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּבִגְדֵי צֶמֶר וּפִשְׁתִּים. אֲבָל בְּגָדִים שֶׁל שְׁאָר מִינִין אֵין מְקַבְּלִין טֻמְאָה מִכָּל הַטֻּמְאוֹת אֶלָּא אִם כֵּן הָיָה בָּהֶן שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים אוֹ יֶתֶר. שֶׁנֶּאֱמַר <small>(ויקרא יא לב)</small> \"אוֹ בֶגֶד\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבָּא הַכָּתוּב לְרַבּוֹת שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים כִּשְׁאָר בְּגָדִים לַטֻּמְאָה. בַּמֶּה דְּבָרִים אֲמוּרִים בִּקְרָעִים מִן הַבְּגָדִים. אֲבָל הָאוֹרֵג בֶּגֶד בִּפְנֵי עַצְמוֹ כָּל שֶׁהוּא הֲרֵי זֶה מְקַבֵּל שְׁאָר טֻמְאוֹת חוּץ מִטֻּמְאַת מִדְרָס שֶׁאֵין מְקַבֵּל אוֹתָהּ אֶלָּא הָרָאוּי לְמִדְרָס: \n",
            "הַבְּגָדִים הֶעָבִים בְּיוֹתֵר כְּגוֹן הַלְּבָדִין וְהַנִּמְטִין הַקָּשִׁין. אוֹ הַבְּגָדִים הָרַכִּין בְּיוֹתֵר כְּגוֹן בִּגְדֵי פִּשְׁתָּן שֶׁל מִצְרַיִם שֶׁהַבָּשָׂר נִרְאֶה מִתַּחְתָּן. אֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁיִּהְיֶה בַּקֶּרַע שְׁלֹשָׁה עַל שְׁלֹשָׁה טְפָחִים בֵּין לְמִדְרָס בֵּין לִשְׁאָר טֻמְאוֹת: \n",
            "כָּל הַקְּלִיעוֹת מְקַבְּלוֹת טֻמְאָה בִּבְגָדִים. אֶחָד הַקּוֹלֵעַ חוּטִים וַעֲשָׂאָן פִּיף אוֹ הָאוֹרְגָן וַעֲשָׂאָן אַבְנֵט וְכַיּוֹצֵא בּוֹ. חוּץ מִקְּלִיעָה שֶׁעוֹשִׂין הַצַּמָּרִים לִקְשֹׁר בָּהּ הַצֶּמֶר שֶׁהִיא טְהוֹרָה. הַקֶּלַע שֶׁבֵּית קִבּוּל אֶבֶן שֶׁבָּהּ אָרוּג אוֹ עוֹר מְקַבֶּלֶת טֻמְאָה. נִפְסַק בֵּית אֶצְבַּע שֶׁלָּהּ טְהוֹרָה. נִפְסַק [בֵּית] הַפָּקִיעַ שֶׁלָּהּ בִּלְבַד עֲדַיִן הִיא בְּטֻמְאָתָהּ. הַמִּכְמוֹרוֹת וְהָרְשָׁתוֹת מְקַבְּלִין טֻמְאָה. וְהַחֵרֶם מְקַבֵּל טֻמְאָה מִפְּנֵי זוּטוֹ. מִפְּנֵי שֶׁעֵינֵי אוֹתָהּ הַשְּׂבָכָה דַּקִּין בְּיוֹתֵר וַהֲרֵי הִיא כְּבֶגֶד. הָעוֹשֶׂה בֶּגֶד מִן הַחֵרֶם טָהוֹר. מִן זוּטוֹ מִתְטַמֵּא: \n",
            "עָשָׂה חָלוּק מִן הַמְּשַׁמֶּרֶת אִם יֵשׁ בּוֹ שְׁלֹשָׁה עַל שְׁלֹשָׁה מְקַבֵּל טֻמְאָה: \n",
            "מְשַׁמֶּרֶת שֶׁל יַיִן שֶׁבָּלְתָה אִם מְשַׁמֶּשֶׁת מֵעֵין מְלָאכָה רִאשׁוֹנָה טְמֵאָה. וְאִם לָאו טְהוֹרָה: \n",
            "מִטְפְּחוֹת סְפָרִים הַמְצֻיָּרוֹת אֵין מְקַבְּלִין טֻמְאָה מִפְּנֵי שֶׁאֵינָן מְשַׁמְּשִׁין אָדָם שֶׁהֲרֵי צִיּוּרָן מֵעִיד עֲלֵיהֶן שֶׁבִּשְׁבִיל סֵפֶר נַעֲשׂוּ. וְשֶׁאֵינָן מְצֻיָּרוֹת מִתְטַמְּאוֹת בִּשְׁאָר טֻמְאוֹת חוּץ מִטֻּמְאַת מִדְרָס מִפְּנֵי שֶׁאוֹמְרִין לוֹ עֲמֹד וְנַעֲשָׂה מְלַאכְתֵּנוּ כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן מִשְׁכָּב וּמוֹשָׁב: \n",
            "כֶּסֶת הַסַּבָּלִים שֶׁמַּנִּיחִין עַל כִּתְפֵיהֶן מִפְּנֵי הַמּוֹט מִתְטַמְּאָה בְּמִדְרָס וּמְשַׁמֶּרֶת שֶׁל יַיִן אֵינָהּ מִתְטַמְּאָה בְּמִדְרָס: \n",
            "בֶּגֶד שֶׁחִשֵּׁב עָלָיו לְצוּרוֹת אֵינוֹ מְקַבֵּל טֻמְאָה. בִּטֵּל מַחְשַׁבְתּוֹ מְקַבֵּל טֻמְאָה. בַּעַל הַבַּיִת שֶׁעָשָׂה מִטְפָּחוֹת לְחַפּוֹת בָּהֶן כְּתָלִים אוֹ עַמּוּדִים אֵינָם מְקַבְּלוֹת טֻמְאָה: \n",
            "חָלוּק הֶעָשׂוּי כִּסְבָכָה כְּדֵי לְשַׂחֵק בּוֹ שׁוֹתֵי שֵׁכָר אֵינוֹ מְקַבֵּל טֻמְאָה: \n",
            "כִּפָּה שֶׁנְּתָנוֹ עַל הַסֵּפֶר טָהוֹר מִלְּקַבֵּל טֻמְאַת מִדְרָס. אֲבָל מִתְטַמֵּא בְּמֵת וּבִשְׁאָר טֻמְאוֹת: \n",
            "הָעוֹשֶׂה אִסְפְּלָנִית בֵּין עַל הָעוֹר בֵּין עַל הַבֶּגֶד אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן שִׁעוּר טְהוֹרִין. עָשָׂה עֲלֵיהֶן מְלוּגְמָא עַל הַבֶּגֶד אֵינוֹ מְקַבֵּל טֻמְאָה שֶׁהֲרֵי נִתְלַכְלֵךְ וְאֵינוֹ רָאוּי. וְעַל הָעוֹר מְקַבֵּל טֻמְאָה מִפְּנֵי שֶׁהוּא מִתְקַנֵּחַ וְרָאוּי לְמִשְׁכָּב: \n",
            "מֵאֵימָתַי יְקַבֵּל הַבֶּגֶד טֻמְאָה מִשֶּׁיֶּאֱרֹג בּוֹ שָׁלֹשׁ אֶצְבָּעוֹת עַל שָׁלֹשׁ אֶצְבָּעוֹת. וְכָל הַכֵּלִים הַנֶּאֱרָגִין בְּמַחַט כְּגוֹן הַכִּיס וְאַנְפְּלִיָא אֵין מְקַבְּלִין טֻמְאָה עַד שֶׁתִּגָּמֵר מְלַאכְתָּן: \n",
            "כָּל הַכֵּלִים הַנַּעֲשִׂין עַל גַּבֵּי מַחַט כְּגוֹן מְצוּדָה כֵּיוָן שֶׁנַּעֲשָׂה בָּהֶן בֵּית קִבּוּל מְלַאכְתָּן מְקַבְּלִין טֻמְאָה: \n",
            "סְבָכָה שֶׁמַּנִּיחוֹת הַבָּנוֹת בְּרָאשֵׁיהֶן אִם הִתְחִילוּ לַעֲשׂוֹת אוֹתָהּ מִפִּיהָ אֵינָהּ מְקַבֶּלֶת טֻמְאָה עַד שֶׁיִּגָּמֵר קַרְקָעִיתָהּ. וְאִם הִתְחִילָה מִקַּרְקָעִיתָהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה עַד שֶׁיִּגְמֹר אֶת פִּיהָ. וּשְׁבִיסָה מְקַבֶּלֶת טֻמְאָה בִּפְנֵי עַצְמָהּ. וְחוּטֶיהָ חִבּוּר לָהּ לְטַמֵּא וּלְהִתְטַמֵּא: \n",
            "סְבָכָה שֶׁנִּקְרְעָה אִם אֵינָהּ מְקַבֶּלֶת רֹב שְׂעַר הָרֹאשׁ טְהוֹרָה: \n",
            "חָלוּק שֶׁל בֶּגֶד אוֹ שֶׁל לֶבֶד אוֹ שֶׁל נְיָר מֵאֵימָתַי הוּא גְּמַר מְלַאכְתּוֹ מִשֶּׁיִּפְתַּח אֶת פִּיו. הַגָּדוֹל לְפִי גָּדְלוֹ וְהַקָּטֹן לְפִי קָטְנוֹ. וְאִם נִטְמָא הֶחָלוּק מֵאֵימָתַי הוּא טָהֳרָתוֹ מִשֶּׁיִּבְלֶה וְאֵינוֹ מְשַׁמֵּשׁ מֵעֵין מְלַאכְתּוֹ רִאשׁוֹנָה. נִשְׁתַּיֵּר בּוֹ רֻבּוֹ מִלְּמַעְלָה עֲדַיִן הוּא בְּטֻמְאָתוֹ רֻבּוֹ מִלְּמַטָּה טָהוֹר. וְאִם נִקְרָע מִבֵּית פִּיו טָהוֹר: \n",
            "הָעוֹשֶׂה חֲגוֹר מִצַּוָּאר שֶׁל בֶּגֶד וּמִצִּדּוֹ שֶׁל סָדִין אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיִּמְלל שִׂפְתוֹתָיו. עֲשָׂאָהוּ מֵאֶמְצַע הַבֶּגֶד וּמֵאֶמְצַע הַסָּדִין אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיִּמְלל מִצַּד הַשֵּׁנִי: \n",
            "חֲגוֹר שֶׁבָּלוּ צְדָדָיו וְאֶמְצָעִיתוֹ קַיֶּמֶת טָמֵא: \n",
            "שָׂפָה שֶׁפֵּרְשָׁה מִן הַבֶּגֶד וְהִתְקִינָהּ לַחֲגֹר בָּהּ אֶת מָתְנָיו מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁהִיא כְּאַבְנֵט: \n",
            "טַלִּית שֶׁל עָנִי שֶׁבָּלְתָה אִם הָיוּ רֹב שִׂפְתוֹתֶיהָ קַיָּמוֹת אַף עַל פִּי שֶׁאֵין בָּהּ שָׁלֹשׁ עַל שָׁלֹשׁ בָּרִיא הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה. אֵין שִׂפְתוֹתֶיהָ קַיָּמוֹת אִם יֵשׁ בָּהּ שָׁלֹשׁ עַל שָׁלֹשׁ חָזָק וּבָרִיא מְקַבֶּלֶת טֻמְאָה וְאִם לָאו אֵינָהּ מְקַבֶּלֶת טֻמְאָה. וְכֵן שְׁאָר בִּגְדֵי עֲנִיִּים: \n",
            "מַטְלִיּוֹת שֶׁאֵין בָּהֶן שְׁלֹשָׁה עַל שְׁלֹשָׁה אֵינָן מְקַבְּלוֹת טֻמְאָה. וְאִם חִשֵּׁב עֲלֵיהֶן וְהֵכִינָן מְקַבְּלוֹת טֻמְאָה עַד שֶׁיִּהְיוּ פָּחוֹת מִשָּׁלֹשׁ עַל שָׁלֹשׁ. שֶׁכָּל פָּחוֹת מִשָּׁלֹשׁ עַל שָׁלֹשׁ אֵינוֹ מְקַבֵּל טֻמְאָה כְּלָל וְאַף עַל פִּי שֶׁהֱכִינוֹ: \n",
            "פָּחוֹת מִשְּׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁהִתְקִינוֹ לִפְקֹק בּוֹ אֶת הַמֶּרְחָץ וּלְנַעֵר בּוֹ אֶת הַקְּדֵרָה וּלְקַנֵּחַ בּוֹ אֶת הָרֵיחַיִם וְכַיּוֹצֵא בְּאֵלּוּ. אִם הִשְׁלִיכוֹ בָּאַשְׁפָּה אֵינוֹ מְקַבֵּל טֻמְאָה. תְּלָאוֹ בְּמָגוֹד אוֹ הִנִּיחוֹ אֲחוֹרֵי הַדֶּלֶת הֲרֵי זֶה כְּמִי שֶׁהִנִּיחוֹ בְּתוֹךְ בְּגָדָיו וַעֲדַיִן הוּא חָשׁוּב אֶצְלוֹ וּמְקַבֵּל שְׁאָר טֻמְאוֹת חוּץ מִטֻּמְאַת מִדְרָס. שֶׁהֲרֵי הוּא פָּחוֹת מִשְּׁלֹשָׁה טְפָחִים: \n",
            "שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁהָיָה מֻשְׁלָךְ בָּאַשְׁפָּה אִם הָיָה בָּרִיא כְּדֵי לִצְרוֹר בּוֹ רֹבַע הַקַּב מֶלַח גַּס וְלֹא יִקָּרַע הֲרֵי זֶה מִתְטַמֵּא בְּמִדְרָס וְאִם לָאו אֵינוֹ מִתְטַמֵּא. אֲבָל אִם הָיָה בַּבַּיִת אִם הָיָה בָּרִיא אַף עַל פִּי שֶׁאֵינוֹ יָכוֹל לִצְרֹר בּוֹ מֶלַח אוֹ שֶׁהָיָה צוֹרֵר בּוֹ מֶלַח וְלֹא הָיָה בָּרִיא הֲרֵי זֶה טָמֵא מִדְרָס: \n",
            "שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁנִּקְרַע וְלֹא הֻבְדְּלוּ הַקְּרָעִים אִם נוֹתְנוֹ עַל הַכִּסֵּא וּכְשֶׁיֵּשֵׁב עָלָיו יִגַּע בְּשָׂרוֹ בַּכִּסֵּא הֲרֵי זֶה טָהוֹר וְאִם לָאו הֲרֵי זֶה מִתְטַמֵּא בְּמִדְרָס: \n",
            "שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁנִּמְחָה מִמֶּנּוּ אֲפִלּוּ חוּט אֶחָד אוֹ שֶׁנִּמְצָא בָּהּ קֶשֶׁר אוֹ שְׁנֵי חוּטִין מַתְאִימִין הֲרֵי זוֹ טְהוֹרָה: \n",
            "שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁהִשְׁלִיכָהּ בָּאַשְׁפָּה טְהוֹרָה. הֶחֱזִירָהּ מְקַבֶּלֶת טֻמְאָה. לְעוֹלָם הַשְׁלָכָתָהּ מְטַהַרְתָּהּ וְהַחְזָרָתָהּ מְטַמֵּאתָהּ חוּץ מִשֶּׁל אַרְגָּמָן וְשֶׁל זְהוֹרִית טוֹבָה שֶׁאֲפִילוּ הָיְתָה עַל הָאַשְׁפָּה מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁהִיא חֲשׁוּבָה: \n",
            "שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁנְּתָנָהּ בְּכַדּוּר אוֹ שֶׁעֲשָׂאָהּ כַּדּוּר בִּפְנֵי עַצְמָהּ טְהוֹרָה. אֲבָל שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים שֶׁנְּתָנוֹ בְּכַדּוּר הֲרֵי הוּא כְּמוֹת שֶׁהָיָה וּמִתְטַמֵּא בְּמִדְרָס. עָשָׂהוּ כַּדּוּר בִּפְנֵי עַצְמוֹ אֵינוֹ מִתְטַמֵּא בְּמִדְרָס שֶׁהֲרֵי הַתֶּפֶר מְמַעֲטוֹ מִשְּׁלֹשָׁה עַל שְׁלֹשָׁה: \n"
        ],
        [
            "הַמַּפָּץ הוּא הַמַּחְצֶלֶת שֶׁאוֹרְגִין אוֹתָהּ מִן הַחֲבָלִים וּמִן הַסּוּף וּמִן הַגֹּמֶא וְכַיּוֹצֵא בָּהֶן. וְאֵין הַמַּפָּץ בִּכְלַל כֵּלִים הָאֲמוּרִין בַּתּוֹרָה וְאַף עַל פִּי כֵן מִתְטַמֵּא הוּא בְּמִדְרָס דִּין תּוֹרָה שֶׁהֲרֵי רִבָּה הַכָּתוּב <small>(ויקרא טו ד)</small> \"כָּל הַמִּשְׁכָּב\" וְזֶה רָאוּי לְמִשְׁכָּב וְעָשׂוּי לוֹ. וְכֵן מִתְטַמֵּא בְּמֵת וּבִשְׁאָר טֻמְאוֹת מִדִּבְרֵיהֶן כְּכָל פְּשׁוּטֵי כְּלֵי עֵץ כְּמוֹ שֶׁבֵּאַרְנוּ. וְזֶה כְּלָל גָּדוֹל שֶׁכָּל הַמִּתְטַמֵּא בְּמִדְרָס מִתְטַמֵּא בִּשְׁאָר טֻמְאוֹת: \n",
            "כְּבָר בֵּאַרְנוּ שֶׁהַבֶּגֶד מִתְטַמֵּא בְּשָׁלֹשׁ עַל שָׁלֹשׁ כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׁאָר טֻמְאוֹת. וּבִשְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים לְמִדְרָס: \n",
            "הַשַּׂק שִׁעוּרוֹ אַרְבָּעָה טְפָחִים עַל אַרְבָּעָה טְפָחִים. הָעוֹר חֲמִשָּׁה עַל חֲמִשָּׁה. הַמַּפָּץ שִׁשָּׁה עַל שִׁשָּׁה בֵּין לְמִדְרָס בֵּין לִשְׁאָר הַטֻּמְאוֹת. וּפָחוֹת מִן הַשִּׁעוּרִין הָאֵלּוּ טְהוֹרִין מִכְּלוּם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּקֶרַע אֶחָד מֵהֶן שֶׁנִּקְרַע בְּלֹא כַּוָּנָה. אֲבָל הַקּוֹצֵץ בְּכַוָּנָה וְקִצֵּץ אֲפִלּוּ טֶפַח עַל טֶפַח לְמוֹשָׁב אוֹ שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים לְמִשְׁכָּב הֲרֵי זֶה מִתְטַמֵּא בְּמִדְרָס. בֵּין שֶׁהָיָה הַטֶּפַח עַל טֶפַח שֶׁקִּצֵּץ אוֹ הַשְּׁלֹשָׁה בֶּגֶד אוֹ שַׂק אוֹ עוֹר אוֹ מַפָּץ. וְכֵן הַמְקַצֵּעַ מֵאֶחָד מֵהֶן לַאֲחִיזָה כְּדֵי שֶׁיֹּאחַז בּוֹ בְּיָדוֹ כְּדֶרֶךְ שֶׁעוֹשִׂין קוֹצְצֵי תְּאֵנִים שֶׁלֹּא יִזּוֹקוּ אֶצְבְּעוֹתֵיהֶן הֲרֵי זֶה טָמֵא בְּכָל שֶׁהוּא. וְהוּא שֶׁלֹּא יִהְיֶה פָּחוֹת מִשָּׁלֹשׁ עַל שָׁלֹשׁ שֶׁכָּל פָּחוֹת מִשָּׁלֹשׁ אֶצְבָּעוֹת טָהוֹר מִכְּלוּם: \n",
            "הַמְחַבֵּר שְׁנֵי טְפָחִים מִן הַבֶּגֶד וּמִן הַשַּׂק טֶפַח שְׁלֹשָׁה מִן הַשַּׂק וְאֶחָד מִן הָעוֹר אַרְבָּעָה מִן הָעוֹר וְאֶחָד מִן הַמַּפָּץ הֲרֵי זֶה טָהוֹר מִן הַמִּדְרָס. אֲבָל אִם חִבֵּר חֲמִשָּׁה טְפָחִים מִן הַמַּפָּץ וְאֶחָד מִן הָעוֹר אַרְבָּעָה מִן הָעוֹר וְאֶחָד מִן הַשַּׂק שְׁלֹשָׁה מִן הַשַּׂק וְאֶחָד מִן הַבֶּגֶד הֲרֵי זֶה טְמֵא מִדְרָס זֶה הַכְּלָל כָּל שֶׁהִשְׁלִים שִׁעוּרוֹ בְּחָמוּר מִמֶּנּוּ טָמֵא מִן הַקַּל טָהוֹר: \n",
            "בְּלוֹיֵי נָפָה וּכְבָרָה שֶׁהִתְקִינָן לִישִׁיבָה טְהוֹרִין וְאֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁיְּקַצְּצֵם וְאַחַר כָּךְ יִהְיוּ כְּמַפָּץ: \n",
            "חָלוּק שֶׁל קָטָן אֵינוֹ מִתְטַמֵּא בְּמִדְרָס עַד שֶׁיִּהְיֶה בּוֹ כְּשִׁעוּר שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים וְנִמְדָּד כָּפוּל כִּבְרִיָּתוֹ. וְאֵלּוּ נִמְדָּדִין כְּפוּלִין בְּגָדִים שֶׁמַּלְבִּישִׁין אוֹתָן עַל הָרַגְלַיִם וְעַל הַשּׁוֹקַיִם וְאֶת הָרֹאשׁ וְהַמִּכְנָסַיִם וְהַכּוֹבַע וְהַכִּיס שֶׁל פֻּנְדָּא וּמַטְלִית שֶׁתְּלָאָהּ עַל הַשָּׂפָה אִם פְּשׁוּטָה נִמְדֶּדֶת פְּשׁוּטָה וְאִם כְּפוּלָה נִמְדֶּדֶת כְּפוּלָה: \n",
            "הַבֶּגֶד שֶׁאָרַג שְׁלֹשָׁה עַל שְׁלֹשָׁה נִטְמָא בְּמִדְרָס וְאַחַר כָּךְ הִשְׁלִים אֶת כָּל הַבֶּגֶד כֻּלּוֹ מִדְרָס. נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ טָהַר מִן הַמִּדְרָס אֲבָל טָמֵא מַגַּע מִדְרָס וַהֲרֵי הוּא רִאשׁוֹן כִּכְלִי שֶׁנָּגַע בְּמִדְרָס. נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ וְאַחַר כָּךְ הִשְׁלִים אֶת כָּל הַבֶּגֶד כָּל הַבֶּגֶד טָמֵא מַגַּע מִדְרָס. וְכֵן בֶּגֶד שֶׁנֶּאֱרַג בּוֹ שָׁלֹשׁ אֶצְבָּעוֹת עַל שָׁלֹשׁ אֶצְבָּעוֹת וְנִטְמָא בְּמֵת וְאַחַר כָּךְ הִשְׁלִים עָלָיו אֶת כָּל הַבֶּגֶד הַבֶּגֶד כֻּלּוֹ טְמֵא מֵת. נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ טָהַר מִטְּמֵא מֵת. אֲבָל טְמֵא מַגָּע טְמֵא מֵת. נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ וְאַחַר כָּךְ הִשְׁלִים אֶת כָּל הַבֶּגֶד הַכּל טָהוֹר. וְלָמָּה יִהְיֶה הַכּל טָהוֹר מִפְּנֵי שֶׁאָמְרוּ שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁנִּתְמַעֲטָה טְהוֹרָה מִכְּלוּם אֲבָל שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁנִּתְמַעֲטָה אַף עַל פִּי שֶׁטָּהֲרָה מִן הַמִּדְרָס הֲרֵי הִיא טְמֵאָה בְּכָל הַטֻּמְאוֹת: \n",
            "מַטְלִית שֶׁהִיא מִדְרָס וּטְלָאָהּ עַל הַקֻּפָּה אוֹ עַל הָעוֹר נַעֲשָׂה הַכּל רִאשׁוֹן לְטֻמְאָה. הִפְרִישׁ אֶת הַמַּטְלִית הֲרֵי הַקֻּפָּה אוֹ הָעוֹר רִאשׁוֹן מִפְּנֵי שֶׁנָּגְעוּ בַּמִּדְרָס וְהַמַּטְלִית טְהוֹרָה שֶׁכֵּיוָן שֶׁטְּלָאָהּ וְהִפְרִישָׁהּ בָּטְלָה. טְלָאָהּ עַל הַבֶּגֶד אוֹ עַל הַשַּׂק נַעֲשָׂה הַכּל מִדְרָס וַהֲרֵי הַכּל אַב טֻמְאָה. הִפְרִישָׁהּ הֲרֵי הַבֶּגֶד אוֹ הַשַּׂק רִאשׁוֹן שֶׁהֲרֵי נָגַע בַּמִּדְרָס וְהַמַּטְלִית אַב טֻמְאָה כְּשֶׁהָיְתָה שֶׁאֵינָהּ בְּטֵלָה עַל הָאָרִיג. תָּפַר הַמַּטְלִית עַל הַבֶּגֶד כְּשֶׁטְּלָאָהּ מֵרוּחַ אַחַת אוֹ מִשְּׁתֵי רוּחוֹת כְּמִין גַּאם אֵינוֹ חִבּוּר וְלֹא נַעֲשָׂה הַכּל אָב אֶלָּא מַגַּע מִדְרָס בִּלְבַד. תְּפָרָהּ מִשְּׁתֵי רוּחוֹת זוֹ בְּצַד זוֹ הֲרֵי הִיא חִבּוּר וְנַעֲשָׂה הַכּל אָב: \n",
            "שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁנִּטְמָא בְּמִדְרָס וְאַחַר כָּךְ נֶחְלַק טָהַר מִן הַמִּדְרָס וְאֵין בִּקְרָעִים אֵלּוּ טֻמְאָה כְּלָל וְהִנָּם כְּשִׁבְרֵי כְּלִי שֶׁנִּטְמָא. אֲבָל בֶּגֶד שֶׁנִּטְמָא בְּמִדְרָס וְקָרַע מִמֶּנּוּ שָׁלֹשׁ אֶצְבָּעוֹת עַל שָׁלֹשׁ אֶצְבָּעוֹת אוֹתוֹ הַקֶּרַע טָהַר מִן הַמִּדְרָס אֲבָל טְמֵא מַגַּע מִדְרָס שֶׁבְּעֵת פְּרִישָׁתוֹ מִן הַבֶּגֶד הַגָּדוֹל נִטְמָא בְּמַגָּע: \n",
            "סָדִין שֶׁנִּטְמָא בְּמִדְרָס וְאַחַר כָּךְ עֲשָׂאָהוּ פָּרֹכֶת טָהַר מִן הַמִּדְרָס. וּמֵאֵימָתַי הוּא טָהֳרָתוֹ מִן הַמִּדְרָס מִשֶּׁיִּקְשֹׁר בּוֹ הַלּוּלָאוֹת שֶׁהוּא נִתְלֶה בָּהֶן כִּשְׁאָר הַפָּרוֹכוֹת: \n",
            "טַלִּית שֶׁהִיא מִדְרָס וְהִטְבִּילָהּ וְקֹדֶם שֶׁיַּעֲרִיב שִׁמְשָׁהּ הִתְחִיל לִקְרֹעַ מִמֶּנָּה קֶרַע כֵּיוָן שֶׁנִּקְרַע בָּהּ רֻבָּהּ שׁוּב אֵינָהּ חִבּוּר וְטָהֲרָה כֻּלָּהּ אַף עַל פִּי שֶׁעֲדַיִן נִשְׁתַּיֵּר בָּהּ כְּדֵי מַעֲפֹרֶת שֶׁלֹּא נִקְרַע שֶׁהֲרֵי הוּא קוֹרֵעַ וְהוֹלֵךְ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּטְבוּלַת יוֹם שֶׁכֵּיוָן שֶׁלֹּא חָס עָלֶיהָ לְהַטְבִּילָהּ כָּךְ לֹא יָחוּס לִקְרֹעַ אֶת כֻּלָּהּ וּלְפִיכָךְ טָהֲרָה כֻּלָּהּ: \n"
        ],
        [
            "אֵלוּ עוֹרוֹת מִתְטַמְּאִין בְּמִדְרָס. עוֹר שֶׁחָשַׁב עָלָיו לִשְׁטִיחָה. וְעוֹר שֶׁמַּנִּיחִין עַל הַמִּטּוֹת מִלְּמַעְלָה לִישֹׁן עָלָיו. וְעוֹר שֶׁמַּנִּיחִין עַל הַחֲמוֹר תַּחַת הַמַּשּׂאוֹי. וְעוֹר שֶׁמַּנִּיחִין בָּעֶרֶס תַּחַת הַקָּטָן. וְעוֹר הַכַּר. וְעוֹר הַכֶּסֶת. וְעוֹר שֶׁמַּנִּיחִין תַּחַת הַשֻּׁלְחָן בְּעֵת הָאֲכִילָה כְּדֵי שֶׁיִּפְּלוּ עָלָיו הַפֵּרוּרִין מִפְּנֵי שֶׁהוּא נִשְׁעָן עָלָיו בְּרַגְלוֹ. וְעוֹר שֶׁחוֹגֵר נוֹפֵץ הַפִּשְׁתָּן עָלָיו בְּעֵת שֶׁנּוֹפֵץ. וְעוֹר שֶׁחוֹגֵר הַחַמָּר עָלָיו. וְעוֹר שֶׁמַּנִּיחַ הַסַּבָּל עַל כְּתֵפוֹ בְּעֵת שֶׁסּוֹבֵל. וְעוֹר שֶׁמַּנִּיחַ הָרוֹפֵא עַל בִּרְכָּיו בְּעֵת שֶׁמֵּפִיס הַשְּׁחִינִין מִפְּנֵי שֶׁכָּל הָעוֹרוֹת הָאֵלּוּ יוֹשֵׁב עֲלֵיהֶן. וְעוֹר הַלֵּב שֶׁל קָטָן שֶׁרִירוֹ יוֹרֵד עָלָיו כְּדֵי שֶׁלֹּא יִפָּסְדוּ בְּגָדָיו. וְעוֹר שֶׁעֲשָׂאָהוּ לְנוֹתְנוֹ עַל לִבּוֹ בִּשְׁעַת הַקָּצִיר מִפְּנֵי הַשָּׁרָב. וְעוֹר שֶׁלּוֹפְפִין הַכְּסוּת בּוֹ. וְעוֹר הַתָּפוּר בְּתֵבָה שֶׁמַּנִּיחִין בּוֹ הַבְּגָדִים שֶׁכָּל אֵלּוּ מִתְהַפְּכִין עֲלֵיהֶן וְנִשְׁעָנִין עֲלֵיהֶן: \n",
            "כָּל הָעוֹרוֹת הַמִּתְטַמְּאוֹת בְּמִדְרָס אֵינָן מִתְטַמְּאִין עַד שֶׁיִּהְיֶה בָּהֶן כְּשִׁעוּר חֲמִשָּׁה טְפָחִים עַל חֲמִשָּׁה טְפָחִים. וְאֵלּוּ עוֹרוֹת שֶׁאֵין מִתְטַמְּאִין בְּמִדְרָס. עוֹר שֶׁחוֹגֵר סוֹרֵק הַצֶּמֶר בְּעֵת שֶׁסּוֹרֵק. וְעוֹר שֶׁלּוֹפֵף בּוֹ הַצֶּמֶר הַסָּרוּק. וְעוֹר שֶׁלּוֹפֵף בּוֹ הָאַרְגָּמָן. וְעוֹר הַתּוֹפֵר שֶׁמַּנִּיחִין בּוֹ הָאַרְגָּמָן. וְכֻלָּן מִתְטַמְּאִין בִּשְׁאָר טֻמְאוֹת: \n",
            "עוֹר שֶׁעֲשָׂאוֹ חִפּוּי לְכֵלִים טָהוֹר מִכְּלוּם. עֲשָׂאוֹ חִפּוּי לְמִשְׁקלֶת מְקַבֵּל שְׁאָר טֻמְאוֹת שֶׁהֲרֵי נַעֲשָׂה לְקַבָּלָה וְאֵינוֹ מִתְטַמֵּא בְּמִדְרָס: \n",
            "עוֹר שֶׁעֲשָׂאָהוּ לַעֲקֵבוֹ וּלְפַרְסָתוֹ אִם חוֹפֶה אֶת רֹב הָרֶגֶל מִתְטַמֵּא וְאִם לָאו טָהוֹר: \n",
            "מִנְעָל שֶׁעַל הָאִמּוּם אַף עַל פִּי שֶׁעֲדַיִן לֹא לְבָשׁוֹ אָדָם הֲרֵי זֶה מִתְטַמֵּא בְּמִדְרָס שֶׁכְּבָר נִגְמְרָה מְלַאכְתּוֹ: \n",
            "כָּל עוֹר הָרָאוּי לְהִתְטַמֵּא בְּמִדְרָס וְאֵינוֹ חָסֵר מְלָאכָה הַמַּחְשָׁבָה מְטַמֵּאתוֹ וְאִם חִשֵּׁב עָלָיו לִהְיוֹת עוֹר שֻׁלְחָן וְכַיּוֹצֵא בּוֹ הֲרֵי זֶה מִתְטַמֵּא בְּמִדְרָס. וְאִם חָסֵר מְלָאכָה אֵין הַמַּחְשָׁבָה מוֹעֶלֶת בּוֹ עַד שֶׁתִּגָּמֵר מְלַאכְתּוֹ. חוּץ מִן הָעוֹר שֶׁמְּחַפִּין בּוֹ הַמֶּרְכָּב מִפְּנֵי הָאָבָק שֶׁהַמַּחְשָׁבָה מוֹעֶלֶת בּוֹ אַף עַל פִּי שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּעוֹרוֹת בַּעַל הַבַּיִת. אֲבָל עוֹרוֹת הָעַבְּדָן שֶׁסְּתָמָן לִמְכִירָה אֵין הַמַּחְשָׁבָה מְטַמֵּאתָן עַד שֶׁיַּעֲשֶׂה בָּהֶן מַעֲשֵׂה וִיכִינֵם לְמִדְרָס: \n",
            "אֵין אָדָם מְטַמֵּא בְּמִדְרַס מִשְׁכָּב אוֹ מֶרְכָּב שֶׁאֵינָן שֶׁלּוֹ שֶׁנֶּאֱמַר <small>(ויקרא טו כא)</small> \"וְהַנּוֹגֵעַ בְּמִשְׁכָּבוֹ\". גָּזַל מִשְׁכָּב וְדָרַס עָלָיו בְּלֹא נְגִיעָה טָהוֹר וְאִם נִתְיָאֲשׁוּ הַבְּעָלִים טָמֵא. גָּנַב מִשְׁכָּב וְיָשַׁב עָלָיו טָמֵא שֶׁחֶזְקָתוֹ שֶׁנִּתְיָאֲשׁוּ הַבְּעָלִים שֶׁאֵינָן יוֹדְעִים מִי גְּנָבוֹ וְאִם נוֹדַע שֶׁעֲדַיִן לֹא נִתְיָאֲשׁוּ הַבְּעָלִים טָהוֹר. לְפִיכָךְ גַּנָּב שֶׁגָּנַב עוֹר וְחִשֵּׁב עָלָיו לִשְׁכִיבָה מַחֲשָׁבָה מוֹעֶלֶת לוֹ וּמִתְטַמֵּא בְּמִדְרָס אֲבָל הַגַּזְלָן אֵין מַחְשַׁבְתּוֹ מוֹעֶלֶת אֶלָּא אִם כֵּן נִתְיָאֲשׁוּ הַבְּעָלִים: \n",
            "עוֹר שֶׁנִּטְמָא בְּמִדְרָס וְהִתְחִיל לְקָרְעוֹ רְצוּעוֹת הֲרֵי הוּא בְּטֻמְאָתוֹ עַד שֶׁיְּמַעֲטֶנּוּ פָּחוֹת פָּחוֹת מֵחֲמִשָּׁה טְפָחִים: \n",
            "כָּל כְּלִי עוֹר שֶׁנִּטְמָא בְּמִדְרַס הַזָּב וְשִׁנָּהוּ לִכְלִי אַחֵר אִם שִׁנָּהוּ מִפָּשׁוּט לְפָשׁוּט הֲרֵי הוּא בְּטֻמְאָתוֹ. שִׁנָּהוּ מִפָּשׁוּט לִמְקַבֵּל וּמִמְּקַבֵּל לְפָשׁוּט טָהוֹר. וּבְבֶגֶד הַכּל טָמֵא. כֵּיצַד. חֵמֶת שֶׁעֲשָׂאָהּ שָׁטִיחַ וְשָׁטִיחַ שֶׁעֲשָׂאָהּ חֵמֶת טָהוֹר אֲבָל חֵמֶת שֶׁנִּטְמְאָה מִדְרָס וַעֲשָׂאָהּ תּוּרְמִיל אוֹ תּוּרְמִיל שֶׁעֲשָׂאָהוּ חֵמֶת הֲרֵי הֵן מִדְרָס כְּשֶׁהָיוּ: \n",
            "כַּר שֶׁל בֶּגֶד שֶׁנִּטְמָא בְּמִדְרָס וַעֲשָׂאָהוּ סָדִין אוֹ סָדִין שֶׁעֲשָׂאָהוּ כַּר אוֹ כֶּסֶת. בֶּגֶד שֶׁעֲשָׂאָהוּ מִטְפַּחַת אוֹ מִטְפַּחַת שֶׁעֲשָׂאָהוּ כֶּסֶת הֲרֵי הֵן מִדְרָס כְּשֶׁהָיוּ: \n",
            "כֵּלִים שֶׁעִקַּר עֲשִׂיָּתָן לְקַבָּלָה וּלְמִשְׁכָּב כְּאֶחָד כְּגוֹן הַכָּרִים וְהַכְּסָתוֹת וְהַשַּׂקִּין וְהַמַּרְצּוּפִין אִם נִפְחֲתוּ אַף עַל פִּי שֶׁטָּהֲרוּ מִלְּהִתְטַמֵּא בְּמֵת וּבִשְׁאָר טֻמְאוֹת מִפְּנֵי שֶׁאֵינָן יְכוֹלִין לְקַבֵּל הֲרֵי הֵן מִתְטַמְּאִין בְּמִדְרָס שֶׁעֲדַיִן הֵן רְאוּיִין לְמִדְרָס. אֲבָל כֵּלִים שֶׁעִקַּר עֲשִׂיָּתָן לְקַבָּלָה בִּלְבַד כְּגוֹן הַחֵמֶת וְהַתּוּרְמִיל אִם הָיוּ גְּדוֹלִים כְּדֵי שֶׁיִּהְיוּ רְאוּיִין לֵישֵׁב עֲלֵיהֶן הוֹאִיל וְיוֹשְׁבִין עֲלֵיהֶן מִפְּנֵי גָּדְלָן הֲרֵי הֵן מִתְטַמְּאִין בְּמִדְרָס כָּל זְמַן שֶׁהֵן שְׁלֵמִין נִפְחֲתוּ אַף עַל פִּי שֶׁאֶפְשָׁר עֲדַיִן לֵישֵׁב עֲלֵיהֶן אֵין מִתְטַמְּאִין בְּמִדְרָס שֶׁעִקַּר עֲשִׂיָּתָן לְקַבָּלָה בִּלְבַד הוֹאִיל וּבָטְלוּ מִלְּקַבֵּל טָהֲרוּ מִלְּהִתְטַמֵּא לֹא בְּמִדְרָס וְלֹא בִּשְׁאָר טֻמְאוֹת. וְכַמָּה הוּא שִׁעוּרָן וְיִהְיוּ רְאוּיִין לְמִדְרָס הַחֵמֶת שִׁבְעָה קַבִּין וְהַיַּלְקוּט חֲמִשָּׁה וְהַקְּלַסְתֵּר שֶׁתּוֹלִין בּוֹ הַשְּׂעוֹרִים בְּרֹאשׁ הַבְּהֵמָה אַרְבָּעָה וְהַכְּרִיתִית שֶׁמְּעָרִין בָּהּ הַמַּיִם סְאָה. פָּחוֹת מִשִּׁעוּרִין אֵלּוּ אֵינָן רְאוּיִין לְמִדְרָס וְאֵין דֶּרֶךְ הָעָם לֵישֵׁב עֲלֵיהֶן. נִפְחֲתוּ וְצָרַר מְקוֹם הַפְּחָת הֲרֵי הֵן טְהוֹרִין וּכְאִלּוּ לֹא קָשַׁר מְקוֹם הַפְּחָת. וְכָל הַחֲמָתוֹת שֶׁנִּפְחֲתוּ וּצְרָרָן טְהוֹרוֹת חוּץ מִשֶּׁל עַרְבִיִּים מִפְּנֵי שֶׁכָּךְ הוּא דַּרְכָּן תָּמִיד לְצָרְרָן. וְחֵמֶת חֲלִילִין אֵין מִתְטַמֵּא בְּמִדְרָס שֶׁהֲרֵי אֵינָהּ רְאוּיָה לְמִדְרָס: \n"
        ],
        [
            "כָּל פְּשׁוּטֵי כְּלֵי עֵץ הָעֲשׂוּיִין לִישִׁיבָה אוֹ לִשְׁכִיבָה אוֹ לִרְכִיבָה מִתְטַמְּאִין בְּמִדְרָס כְּגוֹן הַמִּטָּה וְהַכִּסֵּא וְכַיּוֹצֵא בָּהֶן: \n",
            "הַמִּטָּה וְהַכַּר וְהַכֶּסֶת שֶׁל מֵת וְכִסֵּא שֶׁל כַּלָּה וּמַשְׁבֵּר שֶׁל חַיָּה וְכִסֵּא שֶׁל כּוֹבֵס שֶׁכּוֹבֵס עָלָיו אֶת הַכֵּלִים וְכִסֵּא שֶׁל קָטָן שֶׁיֵּשׁ לוֹ רַגְלַיִם אַף עַל פִּי שֶׁאֵין בּוֹ גֹּבַהּ טֶפַח כָּל אֵלּוּ מִתְטַמְּאִין בְּמִדְרָס: \n",
            "כִּסֵּא שֶׁל בַּרְזֶל שֶׁעוֹשִׂין בְּבֵית הַכִּסֵּא וְהָעוֹר נָתוּן עָלָיו הֲרֵי הוּא מִתְטַמֵּא בְּמִדְרָס וּבִשְׁאָר טֻמְאוֹת. הִפְרִישׁ עוֹר הַמְחֻפֶּה עַל הַבַּרְזֶל הָעוֹר מִתְטַמֵּא בְּמִדְרָס וְהַבַּרְזֶל מִתְטַמֵּא בִּשְׁאָר טֻמְאוֹת אֲבָל לֹא בְּמִדְרָס: \n",
            "טְרַסְקָל שֶׁל גֶּמִי וְכַיּוֹצֵא בּוֹ הַמְחֻפֶּה בְּעוֹר מִתְטַמֵּא בְּמִדְרָס וּבִשְׁאָר טֻמְאוֹת. הִפְרִישׁ הָעוֹר מֵעָלָיו הָעוֹר מִתְטַמֵּא בְּמִדְרָס אֲבָל הַטְּרַסְקָל טָהוֹר מִכְּלוּם שֶׁהֲרֵי נַעֲשָׂה כְּשִׁבְרֵי כֵּלִים: \n",
            "סַפְסָלִין שֶׁבַּמֶּרְחָץ שֶׁשְּׁתֵּי רַגְלָיו שֶׁל עֵץ מִתְטַמֵּא בְּמִדְרָס. הָיְתָה אַחַת שֶׁל עֵץ וְאַחַת שֶׁל שַׁיִשׁ אֵינוֹ מְקַבֵּל טֻמְאָה: \n",
            "נְסָרִים שֶׁבַּמֶּרְחָץ שֶׁשִּׁגְמָן אֵינָן מְקַבְּלִין טֻמְאָה שֶׁאֵינָן עֲשׂוּיִין לִישִׁיבָה אֶלָּא כְּדֵי שֶׁיְּהַלְּכוּ הַמַּיִם תַּחְתֵּיהֶן: \n",
            "הַכַּלְכָּלָה וְהַסַּל שֶׁמִּלְּאָן תֶּבֶן אוֹ מוֹכִין אַף עַל פִּי שֶׁהִתְקִינָן לִישִׁיבָה אֵינָן מְקַבְּלִין טֻמְאַת מִדְרָס שֶׁאֵינָן רְאוּיִין לִישִׁיבָה. וְאִם סֵרְגָן בְּגֶמִי אוֹ בִּמְשִׁיחָה עַל פִּיהֶן מִתְטַמְּאִין בְּמִדְרָס: \n",
            "קוֹרַת בֵּית הַבַּד שֶׁעָשָׂה רֹאשָׁהּ הָאֶחָד כִּסֵּא אֵינוֹ מִתְטַמֵּא בְּמִדְרָס מִפְּנֵי שֶׁאוֹמְרִין לוֹ עֲמֹד וְנַעֲשֶׂה מְלַאכְתֵּנוּ. אֲבָל אִם קָבַע אֶת הַכִּסֵּא בְּקוֹרַת בֵּית הַבַּד הַכִּסֵּא מִתְטַמֵּא בְּמִדְרָס וְאִם דָּרַס הַזָּב עַל הַקּוֹרָה לֹא נִטְמָא הַכִּסֵּא. וְכֵן אִם קָבַע הַכִּסֵּא בְּקוֹרָה גְּדוֹלָה אוֹ עָשָׂה רֹאשׁ הַקּוֹרָה הַגְּדוֹלָה כִּסֵּא אֵין טָמֵא אֶלָּא מְקוֹם הַכִּסֵּא בִּלְבַד וּשְׁאָר הַקּוֹרָה טָהוֹר. וְכֵן הַדִּין בְּכִסֵּא שֶׁקְּבָעוֹ בַּעֲרֵבָה שֶׁהוּא טָהוֹר: \n",
            "קְצָת הַקּוֹרָה שֶׁמְּתַקֵּן הַמְסַתֵּת אֶת הָאֶבֶן לֵישֵׁב עָלָיו הֲרֵי מְקוֹם יְשִׁיבָתוֹ מִתְטַמֵּא בְּמִדְרָס. וּמְקוֹם יְשִׁיבָה שֶׁאֲחוֹרֵי הַקָּרוֹן טָהוֹר שֶׁאֵינָהּ אֶלָּא יְשִׁיבַת צַעַר: \n",
            "רָאשֵׁי כְּלוּנְסוֹת שֶׁיּוֹשְׁבִין עֲלֵיהֶן הָאֻמָּנִין וְשָׁפִין אֶת הָאֲבָנִים וְכַיּוֹצֵא בָּהֶן טְהוֹרִין. וְכֵן כֹּפֶת שֶׁל תְּמָרָה שֶׁהוּא יוֹשֵׁב עָלָיו אֲפִלּוּ גָּבוֹהַּ טֶפַח טָהוֹר שֶׁאֵין זֶה כְּלִי. וְכֵן בּוּל שֶׁל עֵץ אַף עַל פִּי שֶׁסֵּרְקוֹ וְכִרְכְּמוֹ וַעֲשָׂאָהוּ פָּנִים לְשָׁעַר וְכַיּוֹצֵא בּוֹ אֵינוֹ כְּלִי וְלֹא מְקַבֵּל טֻמְאָה עַד שֶׁיָּחֹק בּוֹ: \n",
            "רָאשֵׁי כְּלוּנְסוֹת הַחֲקוּקִין אִם חֲקָקָן לְדַעַת מְקַבְּלִין טֻמְאָה. מְצָאָן חֲקוּקִין אִם חִשֵּׁב עֲלֵיהֶן מְקַבְּלִין טֻמְאָה מִכָּאן וּלְהַבָּא וְאִם חִשֵּׁב עֲלֵיהֶן חֵרֵשׁ שׁוֹטֶה וְקָטָן אוֹ אָדָם שֶׁאֵינָן שֶׁלּוֹ טְהוֹרִין. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן מִדְּבָרִים שֶׁאֵינָן מְקַבְּלִין טֻמְאָה אֶלָּא בְּמַחְשָׁבָה שֶׁאֵין לְךָ מַחֲשָׁבָה מוֹעֶלֶת אֶלָּא מַחֲשֶׁבֶת בְּעָלִים שֶׁהֵן בְּנֵי דֵּעָה: \n",
            "הָעוֹשֶׂה כִּפָּה מִן הַשְּׂאוֹר וְיִבְּשָׁהּ וְיִחֲדָהּ לִישִׁיבָה הֲרֵי בְּטֵלָה מִתּוֹרַת אֹכֶל וּמִתְטַמְּאָה בְּמִדְרָס שֶׁהֲרֵי מְשַׁמֶּשֶׁת תַּשְׁמִישֵׁי הָעֵץ: \n",
            "מַחְצֶלֶת הַקַּשׁ מִתְטַמְּאָה בְּמִדְרָס וְשֶׁל קִנִּים וְשֶׁל חֵלֶף טְהוֹרָה מִפְּנֵי שֶׁאֵינָהּ רְאוּיָה לְמִדְרָס. וּשְׁאָר הַמַּחְצְלָאוֹת אִם עֲשָׁאָהּ לִשְׁכִיבָה מְקַבֶּלֶת טֻמְאָה עֲשָׂאָהּ לְסִכּוּךְ טְהוֹרָה. עֲשָׂאָהּ סְתָם גְּדוֹלָה סְתָמָהּ לְסִכּוּךְ קְטַנָּה סְתָמָהּ לִשְׁכִיבָה: \n",
            "מַחְצֶלֶת שֶׁעָשָׂה לָהּ קָנִים לְאָרְכָּהּ טְמֵאָה מִדְרָס שֶׁעֲדַיִן רְאוּיָה לִשְׁכִיבָה. עֲשָׂאָהּ כְּמִין כִּי טְהוֹרָה. עָשָׂה לָהּ קָנִים לְרָחְבָּהּ אִם אֵין בֵּין קָנֶה לַחֲבֵרוֹ אַרְבָּעָה טְפָחִים טְהוֹרָה. נֶחְלְקָה לְרָחְבָּהּ עֲדַיִן מְקַבֶּלֶת טֻמְאָה. לְאָרְכָּהּ נִשְׁתַּיְּרוּ בָּהּ שְׁלֹשָׁה מַעֲדַנִּים שֶׁל שִׁשָּׁה טְפָחִים עֲדַיִן הִיא רְאוּיָה לְמִדְרָס וּמִתְטַמְּאָה. פָּחוֹת מִכָּאן טְהוֹרָה. וְכֵן אִם הִתִּיר רָאשֵׁי מַעֲדַנִּים טְהוֹרָה. וְאַף טֻמְאַת מִדְרָס לֹא תְּקַבֵּל הַמַּחְצֶלֶת עַד שֶׁתִּגָּמֵר מְלַאכְתָּהּ וְתִתְנַקֵּב כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "תֵּבָה שֶׁפִּתְחָהּ מִלְּמַעְלָה טְהוֹרָה מִן הַמִּדְרָס שֶׁאֵינָהּ רְאוּיָה לֵישֵׁב עָלֶיהָ. וּמְקַבֶּלֶת שְׁאָר טֻמְאוֹת. פִּתְחָהּ מִצִּדָּהּ טְמֵאָה בְּמִדְרָס וּבִשְׁאָר טֻמְאוֹת: \n",
            "עֲגָלָה שֶׁל קָטָן מִתְטַמְּאָה בְּמִדְרָס שֶׁהֲרֵי נִשְׁעָן עָלֶיהָ: \n",
            "מַקֵּל שֶׁל זְקֵנִים טָהוֹר מִכְּלוּם שֶׁאֵינוֹ אֶלָּא לְסַיֵּעַ: \n",
            "סַנְדָּל שֶׁל סַיָּדִין וְהוּא סַנְדָּל שֶׁל עֵץ מִתְטַמֵּא בְּמִדְרָס מִפְּנֵי שֶׁהַסַּיָּד פְּעָמִים מְטַיֵּל בּוֹ עַד שֶׁמַּגִּיעַ לְבֵיתוֹ: \n",
            "קַב שֶׁל קִטֵּעַ שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל כְּתִיתִין מִתְטַמֵּא בִּשְׁאָר טֻמְאוֹת מִפְּנֵי בֵּית קִבּוּלוֹ. וּמִתְטַמֵּא בְּמִדְרָס שֶׁהֲרֵי נִשְׁעָן עָלָיו: \n",
            "וְאֵלּוּ טְמֵאִין מִשּׁוּם מֶרְכָּב. מִרְדַּעַת שֶׁל חֲמוֹר. וְטַפִּיטָן שֶׁל סוּס. וְכַר הַגָּמָל. וְאֻכָּף שֶׁל נָאקָה וְכָל כַּיּוֹצֵא בָּהֶן. הַלּוּחוֹת שֶׁמַּנִּיחִין עַל גַּבֵּי הַחֲמוֹר וְאַחַר כָּךְ נוֹתְנִין עָלָיו הַמַּשּׂאוֹי טְהוֹרוֹת וְאִם הָיְתָה רְאוּיָה לְמֶרְכָּב טְמֵאָה: \n"
        ],
        [
            "כְּלִי עֵץ הָרָאוּי לְמִדְרָס שֶׁקְּבָעוֹ בְּכֹתֶל בְּתוֹךְ הַבִּנְיָן. קְבָעוֹ בַּכֹּתֶל וְלֹא בָּנָה עַל גַּבָּיו אוֹ בָּנָה עַל גַּבָּיו וְלֹא קְבָעוֹ עֲדַיִן מִתְטַמֵּא בְּמִדְרָס כְּשֶׁהָיָה. קְבָעוֹ בְּמַסְמְרִים וּבָנָה עָלָיו טָהוֹר. וְכֵן מַפָּץ שֶׁנְּתָנוֹ עַל גַּבֵּי הַקּוֹרוֹת קְבָעוֹ וְלֹא נָתַן עָלָיו אֶת הַמַּעֲזִיבָה אוֹ שֶׁנָּתַן עָלָיו אֶת הַמַּעֲזִיבָה וְלֹא קְבָעוֹ מִתְטַמֵּא בְּמִדְרָס. קְבָעוֹ וְנָתַן עָלָיו אֶת הַמַּעֲזִיבָה טָהוֹר: \n",
            "סַפְסָל שֶׁנִּטַּל אֶחָד מֵרָאשָׁיו עֲדַיִן הוּא רָאוּי לְמִדְרָס. נִטַּל הַשֵּׁנִי טָהוֹר. וְאִם יֵשׁ בּוֹ גֹּבַהּ טֶפַח מִתְטַמֵּא בְּמִדְרָס: \n",
            "כִּסֵּא שֶׁל כַּלָּה שֶׁנִּטְּלוּ חִפּוּיָיו טָהוֹר וְאִם לֹא הָיוּ חִפּוּיָיו יוֹצְאִים וְנִטְּלוּ עֲדַיִן הוּא רָאוּי לְמִדְרָס שֶׁכֵּן דַּרְכּוֹ לִהְיוֹת מַטֵּהוּ עַל צִדּוֹ וְיוֹשֵׁב עָלָיו: \n",
            "כִּסֵּא שֶׁנִּטְּלוּ חִפּוּיָיו וַעֲדַיִן הוּא רָאוּי לִישִׁיבָה מִתְטַמֵּא. נִטְּלוּ שְׁנַיִם מֵחִפּוּיָיו זֶה בְּצַד זֶה טָהוֹר: \n",
            "שִׁדָּה שֶׁנִּטַּל הָעֶלְיוֹן שֶׁלָּהּ טְמֵאָה מִפְּנֵי הַתַּחְתּוֹן שֶׁהוּא רָאוּי לְמִדְרָס. נִטַּל הַתַּחְתּוֹן טְמֵאָה מִפְּנֵי הָעֶלְיוֹן. נִטְּלוּ שְׁתֵּיהֶן הֲרֵי הַדַּפִּין טְהוֹרִין: \n",
            "תֵּבָה שֶׁנִּפְחֲתָה מִצִּדָּהּ מִתְטַמְּאָה בְּמִדְרָס וּבִשְׁאָר טֻמְאוֹת מִפְּנֵי שֶׁרְאוּיָה אַף לִישִׁיבָה וְהַכּל יוֹשְׁבִין עָלֶיהָ. נִפְחֲתָה מִלְּמַעְלָה טְהוֹרָה מִן הַמִּדְרָס שֶׁהֲרֵי אֵינָהּ רְאוּיָה לִישִׁיבָה וּמִתְטַמְּאָה בִּשְׁאָר טֻמְאוֹת שֶׁעֲדַיִן הִיא מְקַבֶּלֶת. נִפְחֲתָה מִלְּמַטָּה טְהוֹרָה מִכָּל טֻמְאוֹת אַף עַל פִּי שֶׁאֶפְשָׁר לֵישֵׁב עָלֶיהָ בְּכִסֵּא מִפְּנֵי שֶׁעִקַּר מַעֲשֶׂיהָ לְקַבָּלָה וּכְבָר בָּטַל הָעִקָּר. וְהַמְּגוּרוֹת שֶׁלָּהּ מִתְטַמְּאוֹת וְאֵינָן חִבּוּר לָהּ. וְכֵן מַשְׁפֶּלֶת שֶׁנִּפְחֲתָה מִלְּקַבֵּל רִמּוֹנִים אַף עַל פִּי שֶׁרְאוּיָה לְמִדְרָס הֲרֵי הִיא טְהוֹרָה מִכְּלוּם מִפְּנֵי שֶׁעִקַּר מַעֲשֶׂיהָ לְקַבָּלָה וְהוֹאִיל וּבָטַל הָעִקָּר בָּטְלָה הַטְּפֵלָה: \n",
            "עֲרֵבָה שֶׁל עֵץ שֶׁמְּגַבְּלִין בָּהּ הַבִּנְיָן אוֹ אֶת הַגְּפָסִים אַף עַל פִּי שֶׁמְּקַבֶּלֶת שְׁאָר טֻמְאוֹת אֵינָהּ מִתְטַמְּאָה בְּמִדְרָס. וְשֶׁלָּשִׁין בָּהּ אֶת הַבָּצֵק שֶׁמְּחַזֶּקֶת מִשְּׁנֵי לוֹגִין וְעַד תִּשְׁעָה קַבִּין שֶׁנִּסְדְּקָה עַד שֶׁאֵינוֹ יָכוֹל לִרְחֹץ בָּהּ רַגְלוֹ אַחַת מִפְּנֵי הַסֶּדֶק הֲרֵי זוֹ מִתְטַמְּאָה בְּמִדְרָס שֶׁסְּתָמָהּ שֶׁכּוֹפְתָהּ וְיוֹשֵׁב עָלֶיהָ לְפִי גָּדְלָהּ וְסֶדֶק שֶׁלָּהּ. הִנִּיחָהּ בַּגְּשָׁמִים עַד שֶׁנִּתְפְּחָה וְנִסְתַּם הַסֶּדֶק אֵינָהּ מִתְטַמְּאָה בְּמִדְרָס שֶׁהֲרֵי הִיא רְאוּיָה לָלוּשׁ בָּהּ וּתְחִלַּת מַעֲשֶׂיהָ לָלוּשׁ בָּהּ וּמְקַבֶּלֶת שְׁאָר טֻמְאוֹת. חָזַר וְהִנִּיחָהּ בַּקַּדִים וְנִפְתַּח הַסֶּדֶק חָזְרָה לְקַבֵּל טֻמְאַת מִדְרָס וּטְהוֹרָה מִשְּׁאָר טֻמְאוֹת: \n",
            "עֲרֵבָה גְּדוֹלָה שֶׁהִיא יֶתֶר עַל תִּשְׁעָה קַבִּין שֶׁנִּפְחֲתָה מִלְּקַבֵּל רִמּוֹנִים וֶהֱכִינָהּ לִישִׁיבָה הֲרֵי זוֹ טְהוֹרָה אַף מִטֻּמְאַת מִדְרָס עַד שֶׁיַּקְצִיעַ שֶׁאֵין הַמַּחְשָׁבָה מוֹעֶלֶת בַּעֲרֵבָה גְּדוֹלָה שֶׁנִּפְחֲתָה עַד שֶׁיַּעֲשֶׂה בָּהּ מַעֲשֶׂה. עֲשָׂאָהּ אֵבוּס לִבְהֵמָה אַף עַל פִּי שֶׁקְּבָעָהּ בַּכֹּתֶל טְמֵאָה בְּכָל הַטֻּמְאוֹת: \n",
            "מִטָּה שֶׁנִּטְּלוּ שְׁתֵּי אֲרֻכּוֹת שֶׁלָּהּ אַחַר שֶׁנִּטְמֵאת וְעָשָׂה לָהּ אֲרֻכּוֹת חֲדָשׁוֹת וְלֹא שִׁנָּה אֶת הַנְּקָבִים וְנִשְׁבְּרוּ הַחֲדָשׁוֹת עֲדַיִן הִיא בְּטֻמְאָתָהּ. נִשְׁתַּבְּרוּ הַיְשָׁנוֹת טְהוֹרָה שֶׁהַכּל הוֹלֵךְ אַחַר הַיְשָׁנוֹת: \n",
            "מִטָּה שֶׁהָיְתָה טְמֵאָה מִדְרָס וְנִטְּלָה קְצָרָה וּשְׁתֵּי כְּרָעַיִם עֲדַיִן הִיא בְּטֻמְאָתָהּ שֶׁעֲדַיִן צוּרַת הַמִּטָּה עוֹמֶדֶת. נִטְּלָה אֲרֻכָּה וּשְׁתֵּי כְּרָעַיִם טְהוֹרָה: \n",
            "קִצֵּץ שְׁתֵּי לְשׁוֹנוֹת שֶׁל מִטָּה בַּאֲלַכְסוֹן אוֹ שֶׁקִּצֵּץ שְׁתֵּי כְּרָעַיִם טֶפַח עַל טֶפַח בַּאֲלַכְסוֹן אוֹ שֶׁמִּעֲטָן פָּחוֹת מִטֶּפַח הֲרֵי זוֹ נִשְׁבְּרָה וּטְהוֹרָה. נִשְׁבְּרָה אֲרֻכָּה וְתִקְּנָהּ עֲדַיִן הִיא אַב טֻמְאָה כְּשֶׁהָיְתָה. נִשְׁבְּרָה הָאֲרֻכָּה הַשְּׁנִיָּה וְתִקְּנָהּ טְהוֹרָה מִן הַמִּדְרָס אֲבָל טְמֵאָה מַגַּע מִדְרָס. לֹא הִסְפִּיק לְתַקֵּן אֶת הָרִאשׁוֹנָה עַד שֶׁנִּשְׁבְּרָה הַשְּׁנִיָּה טְהוֹרָה: \n",
            "מִטָּה שֶׁהָיְתָה טְמֵאָה מִדְרָס אוֹ בִּשְׁאָר טֻמְאוֹת וְנִגְנַב חֶצְיָהּ אוֹ אָבַד חֶצְיָהּ אוֹ שֶׁחִלְּקוּהָ אַחִין אוֹ שֻׁתָּפִין הֲרֵי זוֹ טְהוֹרָה שֶׁהֲרֵי זֶה כִּכְלִי שֶׁנִּשְׁבַּר. הֶחְזִירוּהָ מְקַבֶּלֶת טֻמְאָה מִכָּאן וּלְהַבָּא. הֲרֵי זֶה דּוֹמֶה לְמִי שֶׁעָשָׂה כְּלִי אֶחָד מִשִּׁבְרֵי כֵּלִים שֶׁנִּטְמָא שֶׁהוּא טָהוֹר וּמְקַבֵּל טֻמְאָה לְהַבָּא: \n",
            "מִטָּה שֶׁנִּפְרְקוּ אֵיבָרֶיהָ אִם נִשְׁבְּרָה אֲרֻכָּה וּשְׁתֵּי כְּרָעַיִם אוֹ קְצָרָה וּשְׁתֵּי כְּרָעַיִם הֲרֵי אֵלּוּ מִתְטַמְּאִין מִפְּנֵי שֶׁרְאוּיִין לְסָמְכָן בַּכֹּתֶל וְלִישֹׁן עֲלֵיהֶן: \n",
            "מִטָּה שֶׁנִּטְמֵאת כֻּלָּהּ אִם הִטְבִּילָהּ אֵיבָרִים אֵיבָרִים טְהוֹרָה: \n",
            "הַמְפָרֵק אֶת הַמִּטָּה לְהַטְבִּילָהּ הַנּוֹגֵעַ בַּחֲבָלִים שֶׁלָּהּ טָהוֹר: \n"
        ],
        [
            "שָׁלֹשׁ תֵּבוֹת הֵן. תֵּבָה שֶׁנִּפְחֲתָה מִצִּדָּהּ טְמֵאָה מִדְרָס. מִלְּמַעְלָה טְמֵאָה טְמֵא מֵת. וְהַבָּאָה בְּמִדָּה טְהוֹרָה מִכְּלוּם: \n",
            "שָׁלֹשׁ עֲרֵבוֹת הֵן. עֲרֵבָה מִשְּׁנֵי לוֹגִין וְעַד תִּשְׁעָה קַבִּין שֶׁנִּסְדְּקָה טְמֵאָה מִדְרָס. שְׁלֵמָה טְמֵאָה טְמֵא מֵת. וְהַבָּאָה בְּמִדָּה טְהוֹרָה מִכְּלוּם: \n",
            "שָׁלֹשׁ עֲגָלוֹת הֵן. הָעֲשׂוּיָה כְּקָתֵדְרָה טְמֵאָה מִדְרָס. כְּמִטָּה טְמֵאָה טְמֵא מֵת. וְשֶׁל אֲבָנִים טְהוֹרָה מִכְּלוּם: \n",
            "שְׁלֹשָׁה תְּרִיסִין הֵן. תְּרִיס הַכָּפוּף טָמֵא מִדְרָס. וְשֶׁמְּשַׂחֲקִין בּוֹ בְּקֻמְפּוֹן טָמֵא טְמֵא מֵת. וְדִיצַת הָעַרְבִיִּים טְהוֹרָה מִכְּלוּם. לְפִי שֶׁהִיא עֲשׂוּיָה לְצוּרָה בִּלְבַד וְאֵינָהּ מִמְּשַׁמְּשֵׁי אָדָם וְכָל כְּלִי שֶׁאֵינוֹ מִמְּשַׁמְּשֵׁי אָדָם אֵינוֹ מְקַבֵּל טֻמְאָה כָּל עִקֵּר: \n",
            "שְׁלֹשָׁה תַּרְבּוּסִין שֶׁל עוֹר הֵן. שֶׁל סְפָרִים טָמֵא מִדְרָס. וְשֶׁאוֹכְלִין עָלָיו טָמֵא טְמֵא מֵת. וְשֶׁשּׁוֹטְחִים עָלָיו אֶת הַזֵּיתִים טָהוֹר מִכְּלוּם לְפִי שֶׁאֵינוֹ מִמְּשַׁמְּשֵׁי אָדָם: \n",
            "שְׁלֹשָׁה בְּסִיסָאוֹת הֵן. שֶׁלִּפְנֵי הַמִּטָּה וְשֶׁלִּפְנֵי הַסּוֹפְרִים טָמֵא מִדְרָס. שֶׁל שֻׁלְחָן טָמֵא טְמֵא מֵת. וְשֶׁל מִגְדָּל טָהוֹר מִכְּלוּם לְפִי שֶׁהוּא מִקְצָת מִגְדָּל וְצוּרָתוֹ מוֹכַחַת עָלָיו: \n",
            "שָׁלֹשׁ מִטּוֹת הֵן. הָעֲשׂוּיָה לִשְׁכִיבָה טְמֵאָה מִדְרָס. וְשֶׁל זַגָּגִים שֶּׁנּוֹתְנִין בָּהּ כְּלֵי זְכוּכִית טְמֵאָה טֻמְאַת מֵת. וְשֶׁל סָרָגִין שֶׁמְּסָרְגִין עָלֶיהָ אֶת הַסְּבָכוֹת טְהוֹרָה מִכְּלוּם לְפִי שֶׁאֵינָהּ מִמְּשַׁמְּשֵׁי אָדָם: \n",
            "שָׁלֹשׁ מִשְׁפָּלוֹת הֵן. שֶׁל זֶבֶל טְמֵאָה מִדְרָס. שֶׁל תֶּבֶן טְמֵאָה טְמֵא מֵת. וְהַפֻּחְלָץ שֶׁל גְּמַלִּים טָהוֹר מִכְּלוּם לְפִי שֶׁהַחֲבָלִים שֶׁלּוֹ קָשִׁים בְּיוֹתֵר וְעָבִים וְאֵינוֹ רָאוּי לְקַבֵּל תֶּבֶן וְכַיּוֹצֵא בּוֹ וְנִמְצָא שֶׁאֵין עָלָיו תּוֹרַת כְּלֵי אֶלָּא חֲבָלִים בִּלְבַד: \n",
            "שְׁלֹשָׁה מַפָּצִין הֵן. הֶעָשׂוּי לִישִׁיבָה טָמֵא מִדְרָס. וְשֶׁל צַבָּעִים שֶׁמַּנִּיחִין בּוֹ אֶת הַכֵּלִים טָמֵא טְמֵא מֵת. וְשֶׁל גִּתּוֹת שֶׁנּוֹתְנִין עָלָיו עֲנָבִים וּמְחַפִּין בּוֹ טָהוֹר מִכְּלוּם לְפִי שֶׁאֵינוֹ מִמְּשַׁמְּשֵׁי אָדָם: \n",
            "שָׁלֹשׁ חֲמָתוֹת הֵן וּשְׁלֹשָׁה תּוּרְמְלִין הֵן. הַמְקַבְּלִין כְּשִׁעוּר טְמֵאִין מִדְרָס. וְכַמָּה שִׁעוּרָן הַחֵמֶת אַרְבָּעָה קַבִּין וְהַתּוּרְמִיל חֲמִשָּׁה. וְשֶׁאֵינָן מְקַבְּלִין כְּשִׁעוּר טְמֵאִים טְמֵא מֵת. וְשֶׁל עוֹרוֹת הַדָּג טָהוֹר מִכְּלוּם: \n",
            "שְׁלֹשָׁה עוֹרוֹת הֵן. הֶעָשׂוּי לְשָׁטִיחַ טְמֵא מִדְרָס. וְהֶעָשׂוּי לְתַכְרִיךְ כֵּלִים טָמֵא טְמֵא מֵת. וְשֶׁל רְצוּעוֹת וְשֶׁל סַנְדָּלִין טָהוֹר מִכְּלוּם לְפִי שֶׁאֵין עָלָיו צוּרַת כְּלִי: \n",
            "שְׁלֹשָׁה סְדִינִין הֵן. הֶעָשׂוּי לִשְׁכִיבָה טָמֵא מִדְרָס. וְהֶעָשׂוּי לְפָרֹכֶת טָמֵא טְמֵא מֵת. וְשֶׁל צוּרוֹת שֶׁעוֹשִׂין אוֹתוֹ כְּדֵי שֶׁיִּתְלַמֵּד מִמֶּנּוּ הָרוֹקֵם טָהוֹר מִכְּלוּם לְפִי שֶׁאֵינוֹ מִמְּשַׁמְּשֵׁי אָדָם: \n",
            "שָׁלֹשׁ מִטְפָּחוֹת הֵן. שֶׁל יָדַיִם טְמֵאָה מִדְרָס. וְשֶׁל סְפָרִים טְמֵאָה טְמֵא מֵת. וְשֶׁל תַּכְרִיכֵי הַמֵּת וְשֶׁל נִבְלֵי בְּנֵי לֵוִי טְהוֹרָה מִכְּלוּם לְפִי שֶׁאֵינָן מִמְּשַׁמְּשֵׁי אָדָם: \n",
            "עוֹר הֶעָשׂוּי כְּמוֹ יָד שֶׁמַּכְנִיסִין בּוֹ הַיָּד וְהָאֶצְבָּעוֹת מִפְּנֵי הַצִּנָּה וְכַיּוֹצֵא בָּהֶן הוּא הַנִּקְרָא פְּרַקְלִינִין. וּשְׁלֹשָׁה פְּרַקְלִינִין הֵן. שֶׁל צַיָּדֵי חַיָּה וְעוֹף טָמֵא מִדְרָס שֶׁהֲרֵי נִשְׁעָן עָלָיו. וְשֶׁל חֲגָבִים טָמֵא טְמֵא מֵת שֶּׁנּוֹתְנִין בּוֹ הַחֲגָבִים. וְשֶׁל קַיָיצִים שֶׁבּוֹ מְקַיְּצִין פֵּרוֹת טָהוֹר מִכְּלוּם לְפִי שֶׁאֵינוֹ מִמְּשַׁמְּשֵׁי אָדָם: \n",
            "שָׁלֹשׁ סְבָכוֹת הֵן. שֶׁל יַלְדָּה טְמֵאָה מִדְרָס. וְשֶׁל זְקֵנָה טְמֵאָה טְמֵא מֵת. וְשֶׁעוֹשִׂין לְשַׂחֵק בָּהּ לְשׁוֹתֵי שֵׁכָר טְהוֹרָה מִכְּלוּם לְפִי שֶׁאֵינָהּ מִמְּשַׁמְּשֵׁי אָדָם: \n",
            "שְׁלֹשָׁה סַנְדָּלִין הֵן. שֶׁל אָדָם טָמֵא מִדְרָס. שֶׁל מַתָּכוֹת שֶׁל בְּהֵמָה טָמֵא טְמֵא מֵת. שֶׁל שַׁעַם וְשֶׁל צְפִירָה טְהוֹרָה מִכְּלוּם. כְּלָלוֹ שֶׁל דָּבָר כָּל כְּלִי שֶׁאֵינוֹ רָאוּי לְמִשְׁכָּב אוֹ לְמֶרְכָּב אוֹ שֶׁהוּא רָאוּי וְלֹא נַעֲשָׂה [לְכָךְ] אֶלָּא לִמְלָאכָה אַחֶרֶת הֲרֵי הוּא טָהוֹר מִן הַמִּדְרָס. נַעֲשָׂה לִמְלָאכָה אַחֶרֶת וּמְשַׁמֵּשׁ עִמָּהּ אֶת הַיְשִׁיבָה כְּגוֹן הַטַּלִּית וְהָרְדִיד מִתְטַמֵּא בְּמִדְרָס. וְכָל הַמִּתְטַמֵּא בְּמִדְרָס מִתְטַמֵּא בְּמֵת וְיֵשׁ מִתְטַמֵּא בְּמֵת וְאֵינוֹ מִתְטַמֵּא בְּמִדְרָס כְּמוֹ שֶׁבֵּאַרְנוּ. וְכָל הַמִּתְטַמֵּא בְּמֵת מִתְטַמֵּא בִּשְׁאָר אֲבוֹת הַטֻּמְאוֹת בֵּין אָבוֹת שֶׁל תּוֹרָה בֵּין שֶׁל דִּבְרֵיהֶם וּמִתְטַמְּאִין בְּמַשְׁקִין: \n",
            "שָׁלֹשׁ קֻפּוֹת הֵן. מְהוּהָה שֶׁטְּלָאָהּ עַל הַבְּרִיאָה הוֹלְכִין אַחַר הַבְּרִיאָה. קְטַנָּה עַל הַגְּדוֹלָה הוֹלְכִין אַחַר הַגְּדוֹלָה. הָיוּ שָׁווֹת הוֹלְכִין אַחַר הַפְּנִימִית. כֵּיצַד הוֹלְכִין אַחֲרֶיהָ. שֶׁאִם נִקְּבָה בְּמוֹצִיא רִמּוֹן שְׁתֵּיהֶן טְהוֹרוֹת: \n",
            "שְׁלֹשָׁה פִּנְקָסוֹת הֵן. הָאַפִּיפְיוֹרִין שֶׁמַּנִּיחִין עָלָיו הַסְּפָרִים טְמֵא מִדְרָס. וְשֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל שַׁעֲוָה טָמֵא טְמֵא מֵת. חִלְּקָהּ טְהוֹרָה מִכְּלוּם לְפִי שֶׁאֵין עָלָיו צוּרַת כְּלִי וְאֵינוֹ רָאוּי לְמִדְרָס: \n"
        ],
        [
            "כָּל הַכֵּלִים שֶׁיֵּשׁ לָהֶן בֵּית קִבּוּל שֶׁנִּטְמְאוּ אֲחוֹרֵיהֶן בְּמַשְׁקִין לֹא נִטְמָא תּוֹכָן לִתְרוּמָה וְלֹא אָגְנֵיהֶן וְלֹא אָזְנֵיהֶן וְלֹא מְקוֹם אֶצְבַּע הַשּׁוֹקֵעַ בִּשְׂפַת הַכְּלִי. נִטְמָא תּוֹךְ הַכְּלִי נִטְמְאוּ כֻּלָּן. נָפְלוּ מַשְׁקִין טְמֵאִין עַל כַּנֵּי הַכֵּלִים אוֹ עַל אָגְנֵיהֶן אוֹ עַל אָזְנֵיהֶן אוֹ עַל יְדוֹת הַכֵּלִים הַמְקַבְּלִין הֲרֵי זֶה מְנַגְּבָן וְהֵן טְהוֹרִין וַאֲפִלּוּ אֲחוֹרֵי הַכְּלִי כֻּלּוֹ לֹא נִטְמְאוּ: \n",
            "אֶחָד כְּלֵי הַשַּׂק כְּגוֹן הַשַּׂקִּין וְהַמַּרְצּוּפִין. אוֹ כְּלֵי הָעוֹר כְּגוֹן הַכָּרִים וְהַכְּסָתוֹת. וְאֶחָד כְּלֵי עֵץ אֲפִלּוּ קֻפּוֹת וּמִשְׁפָּלוֹת אִם נִטְמְאוּ אֲחוֹרֵיהֶן בְּמַשְׁקִין לֹא נִטְמָא תּוֹכָן: \n",
            "פְּשׁוּטֵי כְּלֵי שֶׁטֶף שֶׁאֵין רְאוּיִין לְמִדְרָס כְּגוֹן הַשֻּׁלְחָן וְטַבְלָא שֶׁאֵין לָהּ דֹּפֶן הוֹאִיל וְאֵין מְקַבְּלִין טֻמְאָה מִן הַתּוֹרָה אִם נִטְמְאוּ אֲחוֹרֵיהֶן בְּמַשְׁקִין לֹא נִטְמָא תּוֹכָן. אֲבָל פְּשׁוּטֵי כְּלֵי שֶׁטֶף הָרְאוּיִים לְמִדְרָס כְּגוֹן הַמִּטָּה וְהָעוֹר שֶׁיְּשֵׁנִים עָלָיו וְהַכִּסֵּא וְכַיּוֹצֵא בָּהֶן אֵין לָהֶם אֲחוֹרַיִם וְתוֹךְ אֶלָּא בֵּין שֶׁנָּגְעוּ מַשְׁקִין בָּהֶן מִתּוֹכָן אוֹ מֵאֲחוֹרֵיהֶן נִטְמָא הַכְּלִי כֻּלּוֹ. וְכֵן מִדּוֹת יַיִן וְשֶׁמֶן וְזוֹמָא לִיסְטְרוֹת וּמְסַנֶּנֶת שֶׁל חַרְדָּל וּמְשַׁמֶּרֶת שֶׁל יַיִן אֵין לָהֶן אֲחוֹרַיִם וְתוֹךְ אֶלָּא אִם נָפַל מַשְׁקִין עַל מִקְצָתָן נִטְמְאוּ כֻּלָּן כְּמוֹ הַבְּגָדִים: \n",
            "הַמַּרְדֵּעַ וְהַמַּלְמָד יֵשׁ לָהֶן אֲחוֹרַיִם וְתוֹךְ. כֵּיצַד. נָפְלוּ מַשְׁקִין עַל הַחַרְחוּר לֹא נִטְמָא מִן הָעֵץ הַסָּמוּךְ לַחַרְחוּר אֶלָּא שִׁבְעָה טְפָחִים בִּלְבַד וּשְׁאָר הָעֵץ טָהוֹר. וְכֵן אִם נָפְלוּ מַשְׁקִין עַל הַדָּרְבָן לֹא נִטְמָא אֶלָּא אַרְבָּעָה טְפָחִים הַסְּמוּכִין לַדָּרְבָן. נָפְלוּ חוּץ לְשִׁבְעָה וְחוּץ לְאַרְבָּעָה הֲרֵי זֶה כִּכְלִי קִבּוּל שֶׁנָּגְעוּ מַשְׁקִין בַּאֲחוֹרָיו וְלֹא נִטְמְאוּ אֶלָּא מִמְּקוֹם מַגָּעוֹ וְלַחוּץ: \n",
            "כִּיס שֶׁבְּתוֹךְ כִּיס שֶׁנִּטְמָא אֶחָד מֵהֶן בְּמַשְׁקִין לֹא נִטְמָא חֲבֵרוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ שִׂפְתוֹתֵיהֶן שָׁוִין. אֲבָל אִם הָיָה הַחִיצוֹן עוֹדֵף וְנִטְמָא הַפְּנִימִי. נִטְמָא הַחִיצוֹן נִטְמָא הַחִיצוֹן לֹא נִטְמָא הַפְּנִימִי וּבְשֶׁרֶץ בֵּין כָּךְ וּבֵין כָּךְ אִם נִטְמָא אֶחָד מֵהֶם לֹא נִטְמָא חֲבֵרוֹ: \n",
            "הַחוֹקֵק רֹבַע וַחֲצִי רֹבַע בְּעֵץ אֶחָד וְנִטְמָא אֶחָד מֵהֶן בְּמַשְׁקִין לֹא נִטְמָא הַשֵּׁנִי אַף עַל פִּי שֶׁהֵן עֵץ אֶחָד. כֵּיצַד. נָגְעוּ מַשְׁקִין טְמֵאִין בְּתוֹךְ הָרֹבַע הָרֹבַע וַאֲחוֹרָיו טְמֵאִין וַחֲצִי הָרֹבַע וַאֲחוֹרָיו טְהוֹרִין. נָגְעוּ בַּחֲצִי הָרֹבַע מִתּוֹכוֹ חֲצִי הָרֹבַע וַאֲחוֹרָיו טְמֵאִים הָרֹבַע וַאֲחוֹרָיו טְהוֹרִין. וּכְשֶׁהוּא מַטְבִּיל מַטְבִּיל אֶת הַכּל. נִטְמְאוּ אֲחוֹרֵי הָרֹבַע אוֹ אֲחוֹרֵי חֲצִי הָרֹבַע בְּמַשְׁקִין הֲרֵי אֲחוֹרֵי הַכְּלִי טָמֵא שֶׁאֵין חוֹלְקִין אֶת הָאֲחוֹרַיִם: \n",
            "קוּמְקוּמוֹס שֶׁהָיוּ אֲחוֹרָיו טְמֵאִין וְהָיָה מַרְתִּיחַ אֵין חוֹשְׁשִׁין שֶׁמָּא יָצְאוּ מַשְׁקִין מִתּוֹכוֹ וְנָגְעוּ בַּאֲחוֹרָיו וְחָזְרוּ לְתוֹכוֹ אֶלָּא הֲרֵי הַמַּשְׁקִין שֶׁבְּתוֹכוֹ טְהוֹרִין לִתְרוּמָה: בְּרִיךְ רַחֲמָנָא דְּסַיְּעָן \n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות כלים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}