{
    "title": "Migdal Oz on Mishneh Torah, Appraisals and Devoted Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Migdal_Oz_on_Mishneh_Torah,_Appraisals_and_Devoted_Property",
    "text": [
        [
            [
                "<b>הערכין הם מכלל נדרי הקדש עד ככל היוצא מפיו יעשה.</b> פ\"ק דערכין <small> (דף ו') </small> ובפרק יש בערכין:"
            ],
            [
                "<b>מצות עשה לדון בדיני ערכין כו' עד לא פחות ולא יתר.</b> בערכין פ' השג יד <small> (דף י\"ח) </small> :"
            ],
            [
                "<b>וכמה הוא הערך עד ואינו חייב כלום.</b> פ\"ק דערכין <small> (דף י\"א) </small> ופ' האומר משקלי עלי <small> (דף כ') </small> :",
                "<b> היה מבן אחד ושלשים כו' עד והנקבה עשרת שקלים.</b> יש בערכין <small> (דף ל\"ג) </small> :"
            ],
            [
                "<b>כל השנים האלה כו' עד בהלכות שקלים.</b> פ' השג יד <small> (דף י\"ח) </small> :"
            ],
            [
                "<b>טומטום ואנדרוגינוס עד אינו חייב כלום.</b> בריש ערכין ובנדה פ' המפלת <small> (דף כ\"ח) </small> :"
            ],
            [
                "<b>העכו\"ם נערך אבל לא מעריך:</b> כתב הראב\"ד ז\"ל פוסק כר\"מ וכו': <b> ואני </b> אומר יפה פסק ר\"מ ז\"ל דכולה סוגיין פרק קמא דערכין <small> (דף ה') </small> כדרבא דאמר הלכתא דרבי מאיר מסתבר וטעמיה לא מסתבר והדר אמר וטעמא דר' יהודה מסתבר והלכתיה לא מסתבר ושקיל וטרי תלמודא לפרושינהו שפיר ואי לא דהלכתא כרבא דהוא בתרא לא הוה תלמודא מאריך בהכי ומה שהקשה הראב\"ד משום דקים לן פ' מי שהוציאוהו ר\"מ ורבי יהודה הלכה כרבי יהודה כבר הורו לנו בכולהו כללי רבותינו בעלי התוס' ז\"ל דהיינו כי פליגי בסתמא דוקא אבל כי איכא אמורא דמסייע לאידך הלכתא כותיה ועוד דהא פ' בתרא דנזיר שקיל וטרי תלמודא אליבא דר\"מ מההיא דפ\"ק דערכין וכדברי ר\"מ ז\"ל:",
                "<b> כיצד עכו\"ם שאמר כו' עד לפי שניו.</b> פ\"ק דערכין:"
            ],
            [
                "<b>העבד נערך כו' עד שנדר.</b> סוף נזיר <small> (דף ס\"א ס\"ב) </small> ובספרי:"
            ],
            [
                "<b>אחד המעריך כו' עד בשוק.</b> פ\"ק דערכין <small> (דף ב') </small> ופרק יש בערכין <small> (דף י\"ג) </small> :"
            ],
            [
                "<b>אחד המעריך כו' עד בשוק.</b> פ\"ק דערכין <small> (דף ב') </small> ופרק יש בערכין <small> (דף י\"ג) </small> :"
            ],
            [
                "<b>והערכין כלם עד בדק הבית.</b> סוף שום היתומים <small> (דף נ\"ד) </small> :"
            ],
            [
                "<b>עכו\"ם שאמר דמי עלי כו' עד הרי הוא כמת.</b> פ\"ק דערכין <small> (דף ה') </small> :",
                "<b> וכן מי שנגמר דינו עד שזה כמת.</b> הוא בכתובות פ' אלו נערות <small> (דף ל\"ז) </small> :",
                "<b> והמת אין לו כו' עד הרי הוא כמת.</b> פ\"ק דערכין <small> (דף ז') </small> :"
            ],
            [
                "<b>עכו\"ם שאמר דמי עלי כו' עד הרי הוא כמת.</b> פ\"ק דערכין <small> (דף ה') </small> :",
                "<b> וכן מי שנגמר דינו עד שזה כמת.</b> הוא בכתובות פ' אלו נערות <small> (דף ל\"ז) </small> :",
                "<b> והמת אין לו כו' עד הרי הוא כמת.</b> פ\"ק דערכין <small> (דף ז') </small> :"
            ],
            [
                "<b>עכו\"ם שאמר דמי עלי כו' עד הרי הוא כמת.</b> פ\"ק דערכין <small> (דף ה') </small> :",
                "<b> וכן מי שנגמר דינו עד שזה כמת.</b> הוא בכתובות פ' אלו נערות <small> (דף ל\"ז) </small> :",
                "<b> והמת אין לו כו' עד הרי הוא כמת.</b> פ\"ק דערכין <small> (דף ז') </small> :"
            ],
            [
                "<b>זה היוצא ליהרג כו' עד בהלכות נדרים.</b> פ\"ק דערכין:"
            ],
            [
                "<b>זה היוצא ליהרג כו' עד בהלכות נדרים.</b> פ\"ק דערכין:"
            ],
            [
                "<b>הערכין הקצובים כו' וכן כל כיוצא בזה.</b> פרק השג יד <small> (דף י\"ח) </small> :"
            ],
            [
                "<b>וצריך המעריך כו' עד הקדשות.</b> סוף נזיר <small> (דף ס\"ב) </small> ובנדרים ובכמה מקומות:"
            ],
            [
                "<b>האומר ערך עד ערך עשיר.</b> פרק השג יד <small> (דף י\"ז) </small> :"
            ],
            [
                "<b>האומר ערכי עלי עד שהוא שלשה שקלים.</b> פ\"ק דערכין <small> (דף ד') </small> :"
            ],
            [
                "<b>האומר ערכי עלי עד שהוא שלשה שקלים.</b> פ\"ק דערכין <small> (דף ד') </small> :"
            ],
            [
                "<b>האומר ערכי עלי עד והעריך אותו הכהן.</b> פרק השג יד:<br><b> כתב </b> הראב\"ד ז\"ל עמידה בדין שהוזכרה בגמרא וכו': <b> ואני </b> אומר אנא מתניתין ידענא דגרסינן בערכין פ' האומר משקלי עלי <small> (דף כ') </small> גמרא מתני' דחומר בערכין כו' אמר ערכי עלי ומת יתנו יורשין ומתמהינן ש\"מ מלוה על פה גובה מן היורשין ומהדרינן שאני הכא דמלוה הכתובה בתורה והדרינן לאקשויי שמעת מינה מלוה הכתובה בתורה ככתובה בשטר דמיא ומהדרינן הכא במאי עסקינן בשעמד בדין ואסמכיה אקרא כדאיתא בספרא, ומה שהקשה הראב\"ד ז\"ל תמה אני על פשיטות קושייתו שאני רואה בערכין פ' שום היתומים ובגיטין פרק הניזקין ובבבא בתרא ובכמה מקומות דאין מלוה על פה גובה מן היורשין אלא באחת משלש דרכים או שחייב מודה בו וצוה עלה בחליו או שלא הגיע זמן החוב ליפרע עדיין או שנידוהו עד שיפרע ומת בנדויו וחדא מינייהו ליכא הכא ואם יש לו ראיות אחרות לא ירדתי לסוף דעתו. שוב מצאתי לר\"מ ז\"ל מקוצי שכתב כר\"מ ז\"ל:",
                "<b>עמד בדין עד סוף הפרק.</b> פ' האומר משקלי עלי שם:"
            ],
            [
                "<b>עמד בדין עד סוף הפרק.</b> פ' האומר משקלי עלי שם:"
            ],
            [
                "<b>עמד בדין עד סוף הפרק.</b> פ' האומר משקלי עלי שם:"
            ]
        ],
        [
            [
                "<b>האומר ערך ידי כו' עד וכן כל כיוצא בזה.</b> פ' קמא דערכין <small> (דף ד') </small> ופ' האומר משקלי עלי <small> (דף כ') </small> :"
            ],
            [
                "<b>האומר ערך ידי כו' עד וכן כל כיוצא בזה.</b> פ' קמא דערכין <small> (דף ד') </small> ופ' האומר משקלי עלי <small> (דף כ') </small> :"
            ],
            [
                "<b>האומר ערך ידי כו' עד וכן כל כיוצא בזה.</b> פ' קמא דערכין <small> (דף ד') </small> ופ' האומר משקלי עלי <small> (דף כ') </small> :"
            ],
            [
                "<b>האומר דמי ראשי עד פחות שבלשונות.</b> פרק האומר משקלי עלי:"
            ],
            [
                "<b>האומר דמי ראשי עד פחות שבלשונות.</b> פרק האומר משקלי עלי:"
            ],
            [
                "<b>האומר דמי ראשי עד פחות שבלשונות.</b> פרק האומר משקלי עלי:"
            ],
            [
                "<b>האומר דמי ראשי עד פחות שבלשונות.</b> פרק האומר משקלי עלי:"
            ],
            [
                "<b>האומר דמי ראשי עד פחות שבלשונות.</b> פרק האומר משקלי עלי:"
            ],
            [],
            [],
            [
                "<b>(אבל) [אחד] האומר דמי עלי עד כמו שביארנו.</b> סוף פרק שום היתומים <small> (דף כ\"ד) </small> :"
            ],
            [
                "<b>שתי לשכות היו במקדש עד לשכת בדק הבית.</b> בשקלים פ' אלו הן הממונין:<br><b> כתב </b> הראב\"ד ז\"ל לשון התוס' חומר בקדשי מזבח מקדשי בדק הבית וכו' עד היתה לבדק הבית עכ\"ל: <b> ואני </b> אומר זכורני שראיתי בפירושי הר\"ם האשכנזי ז\"ל בשקלים פרק ואלו הן הממונין התוספתא מוגהת כלשון ר\"מ ז\"ל ומ\"ש הראב\"ד ז\"ל הרי משנין מתרץ לה שעל תנאי הן עשויות ודמיא לי להא דאמר עולא אמר ר' יוחנן פ\"ק דשבועות <small> (דף י\"א) </small> תמידין שלא הוצרכו לצבור נפדין תמימין ומסיק רבא טעמא התם משום דלב בית דין מתנה עליהם אם הוצרכו הוצרכו ואם לאו יהיו לדמיהן הכי נמי לב בית דין מתנה עליהן. שוב מצאתי לר\"מ מקוצי ז\"ל שהגיה בענין אחר כל כלי שנמצא בו צורך לבה\"ב מניחין אותו והשאר נמכרין ודמיהן נופלין לבדק הבית עכ\"ל:"
            ],
            [
                "<b>הוצרכו לקדשי מזבח וכו' עד מקדשי מזבח.</b> בתוספתא:"
            ]
        ],
        [
            [
                "<b>המעריך את הפחות מבן עשרים עד ערך שלם הכתוב בתורה.</b> פ\"ק דערכין:"
            ],
            [
                "<b>המעריך את הפחות מבן עשרים עד ערך שלם הכתוב בתורה.</b> פ\"ק דערכין:"
            ],
            [
                "<b>המעריך את הפחות מבן עשרים עד ערך שלם הכתוב בתורה.</b> פ\"ק דערכין:"
            ],
            [
                "<b>המעריך את הפחות מבן עשרים עד ערך שלם הכתוב בתורה.</b> פ\"ק דערכין:"
            ],
            [
                "<b>עשיר שהעריך והעני עד נותן ערך עני.</b> פרק השג יד <small> (דף י\"ז) </small> :"
            ],
            [
                "<b>עשיר שאמר ערכי עלי עד שהוא ערך שלם:</b> כתב הראב\"ד ז\"ל זהו כר' יהודה וחכמים חולקין עליו ואומרים שאינו נותן אלא ערך עני עכ\"ל: <b> ואני </b> אומר זאת ההלכה פרק השג יד <small> (דף י\"ז) </small> ואיני יודע מה לומר חדא שאיני רואה המחלוקת מפורש בגמרא ולא במשנה וכ\"ת אמת קאמר מ\"מ מה בכך הגע עצמך רבנן דרבי יהודה מאן נינהו ר\"מ וקי\"ל בכולי תלמודא ר\"מ ורבי יהודה הלכה כרבי יהודה:",
                "<b>אבל עני שהעריך כו' עד שיעשיר ויתן.</b> פרק השג יד ופרק משקלי עלי משמע כן להדיא ומיפרשא בתוספתא:"
            ],
            [
                "<b>אבל עני שהעריך כו' עד שיעשיר ויתן.</b> פרק השג יד ופרק משקלי עלי משמע כן להדיא ומיפרשא בתוספתא:"
            ],
            [
                "<b>אבל עני שהעריך כו' עד שיעשיר ויתן.</b> פרק השג יד ופרק משקלי עלי משמע כן להדיא ומיפרשא בתוספתא:"
            ],
            [
                "<b>וכן האומר דמי עלי עד מנה גמור:</b> כתב הראב\"ד ז\"ל לא מן השם הוא זה וכו': <b> ואני </b> אומר דברי ר\"מ ז\"ל מובנים פרק משקלי עלי <small> (דף כ') </small> במשנה דמי ידי עלי כו' עד זה חומר בנדרים מבערכין דשמעינן מינה דקרי לדמים נדרים ובכולי פירקין ופרק השג יד נמי הכי משמע ובברייתא דמשקלי עלי תניא חומר בנדרים מבערכין שהנדרים חלים על הבהמה חיה ועוף ואין נדונין בהשג יד מה שאין כן בערכין ע\"כ. למדנו שהנדרין לפי שוויין ודמיהן. ופרק השג יד <small> (דף י\"ז) </small> גמרא מתני' דהשג יד בנודר כו' בפיסקא דאבל בקרבנות אינו כן מתמהינן ואע\"ג דמדירו עשיר ואם דל הוא אמר רחמנא והאי לאו דל הוא ומהדרינן א\"ר יצחק בשהיה מדירו עני ושיילינן ודילמא עליה דידיה הוא דחס רחמנא אמדירו לא ויס\"ג דהא כתיב הוא ומהדר אמר רב אדא בר אהבה ואין ידו משגת לרבות את הנודר ושקיל וטרי עלה לאסוקי עניניה בדיוקיה ודקדוקיה כאשר כתב ר\"מ ז\"ל כל אלו החלוקים באלו השתי בבות ועוד גרסינן בערכין פ\"ק <small> (דף ה') </small> ואלא קרא למאי אתא לומר שאינו נדון בהשג יד מ\"ט כדמפרש דמי איכא דאמרי אמר רב נחמן אמר רבה בר אבוה נדון בהשג יד פשיטא מהו דתימא כדמפרש דמי קמ\"ל ע\"כ. למדנו מכל אלו כי דמי עלי הן כמו הקדש ושאר הנדרים המפורשים שאין נדונין בהשג יד ובטעם שכתב הראב\"ד ז\"ל סברא הוא ולא גמרא דהא אדחי ליה להדיא:"
            ],
            [
                "<b>האומר הרי עלי ערך סתם כו' עד כשאר המעריכין.</b> פ\"ק דערכין:"
            ],
            [
                "<b>האומר ערכי עלי כו' עד כפי השג יד.</b> פ' אין בערכין <small> (דף ז') </small> :"
            ],
            [
                "<b>האומר ערכי עלי כו' עד כפי השג יד.</b> פ' אין בערכין <small> (דף ז') </small> :"
            ],
            [
                "<b>המפריש ערכו או דמיו עד שיגיעו ליד הגזבר.</b> בשחיטת חולין פרק שלוח הקן <small> (דף קל\"ט) </small> :"
            ],
            [
                "<b>חייבי ערכין כו' עד מן הכל.</b> בבבא קמא פ' הגוזל עצים ובמציעא פ' המקבל <small> (דף קי\"ב קי\"ג) </small> ובמס' ערכין פרק האומר משקלי עלי <small> (דף ק\"ב) </small> :",
                "<b> ואין מוכרין לא כסות אשתו כו' עד לא הקדיש את אלו.</b> בבבא קמא פרק הגוזל עצים <small> (דף ק\"ג ק\"ד) </small> ובמסכת ערכין פ' שום היתומים:"
            ],
            [
                "<b>ונותנין לו מכל נכסיו עד סוף הפרק.</b> פרק שום היתומים <small> (דף כ\"ג כ\"ד) </small> :"
            ],
            [
                "<b>ונותנין לו מכל נכסיו עד סוף הפרק.</b> פרק שום היתומים <small> (דף כ\"ג כ\"ד) </small> :"
            ],
            [
                "<b>ונותנין לו מכל נכסיו עד סוף הפרק.</b> פרק שום היתומים <small> (דף כ\"ג כ\"ד) </small> :"
            ],
            [
                "<b>ונותנין לו מכל נכסיו עד סוף הפרק.</b> פרק שום היתומים <small> (דף כ\"ג כ\"ד) </small> :"
            ],
            [
                "<b>ונותנין לו מכל נכסיו עד סוף הפרק.</b> פרק שום היתומים <small> (דף כ\"ג כ\"ד) </small> :"
            ],
            [
                "<b>ונותנין לו מכל נכסיו עד סוף הפרק.</b> פרק שום היתומים <small> (דף כ\"ג כ\"ד) </small> :"
            ]
        ],
        [
            [
                "<b>שדה שירשה כו' עד הוא הערך הכתוב בתורה.</b> דברי רבינו מפרק אין מקדישין <small> (דף כ\"ד כ\"ה) </small> ובהרבה מקומות:"
            ],
            [
                "<b>וכמה הוא כל מקום עד ויזרענו.</b> פ' יש בערכין <small> (דף י\"ד) </small> :",
                "<b> ולא יקרב זריעתו עד מעריכין אותה.</b> במס' ערכין פרק אין מקדישין <small> (דף כ\"ד כ\"ה) </small> :"
            ],
            [
                "<b>כבר ביארנו בהלכות שקלים עד נותן תשעה וארבעים.</b> ביאורו בהלכות שקלים בתחלתן וההלכות בבכורות פ' יש בכור <small> (דף מ\"ט ב') </small> ובמציעא פרק הזהב <small> (דף נ\"ב) </small> ובקמא פ' ד' וה' <small> (דף ל\"ו) </small> ובפרק קמא דקדושין <small> (דף י\"ח) </small> :"
            ],
            [
                "<b>החומר הוא הכור כו' עד זרע חומר שעורים.</b> בערכין פרק אין מקדישין ומקצת פרק ערבי פסחים ובמסכת עירובין:"
            ],
            [
                "<b>כיצד דרך החשבון כו' עד בשתי שנים או יתר.</b> פרק אין מקדישין <small> (דף כ\"ה) </small> :"
            ],
            [
                "<b>כיצד דרך החשבון כו' עד בשתי שנים או יתר.</b> פרק אין מקדישין <small> (דף כ\"ה) </small> :"
            ],
            [
                "<b>כיצד דרך החשבון כו' עד בשתי שנים או יתר.</b> פרק אין מקדישין <small> (דף כ\"ה) </small> :"
            ],
            [
                "<b>נשאר בינו לבין היובל וכו' עד אתה מחשב חדשים:</b> כתב הראב\"ד ז\"ל אמת שכך כתוב בספרים וכו': <b> ואני </b> אומר מה שאצלו באולי אצלי בודאי שגזירת הכתוב הוא בערכין פ' אין מקדישין <small> (דף כ\"ה) </small> גמ' מתני' דאין מחשבין דגרסינן תנו רבנן מנין שאין מחשבין חדשים עם ההקדש ת\"ל וחשב לו הכהן את הכסף על פי השנים הנותרות שנים אתה מחשב ואי אתה מחשב חדשים ומנין שאם (רצה הקדש) לעשות חדשים שנה עושה והיכי דמי כגון דאקדשה בפלגו דארבעין ותמני תלמוד לומר וחשב לו (הכל) מ\"מ ע\"כ. ופירש\"י ז\"ל השנים הנותרות כל מה שנותר חשוב שנים לעשות חדשים שנה לחשב אותן חדשים שיצאו כאילו הן שנה והוי רווחא דידיה והיכי דמי דאקדשה בפלגו דמ\"ח דאי חשבת לחדשים שיצאו שנה גמורה הוו להו פחות משתי שנים ואינה נגאלת עכ\"ל. וכבר פירש הוא ז\"ל למעלה תחלת הפרק באותה שמועה עצמה פירוש מרווח באורך והביא מה שאמרו רב ושמואל בבכורות פרק יש בכור דהמקדיש פחות משתי שנים לפני היובל אין כאן דין גירוע ואם בא לגאלה נותן חמשים שלמים דגבי גירוע כתיב ע\"פ השנים הנותרות ונגרע עכ\"ל. למדנו כי הכל לתועלת ההקדש וכדברי ר\"מ ז\"ל אלא שהראב\"ד ז\"ל היה מפרש באולי לחדשים הבאים כשנים ורש\"י ז\"ל פירש החדשים היוצאים וכשאינה נגאלת הוה ליה רווחא דהקדש וכדאסיקנא שמעתא דעצה טובה קמ\"ל וכן כתב ר\"מ ז\"ל בסמוך ומה שאמר בת\"כ פרשת בהר סיני פ\"ז כך הוא מניין אם רצה לעשות חדשים שנה יעשה תלמוד לומר וחשב עם קונהו משנת המכרו לו והשיב את העודף לאיש אשר מכר לו ע\"כ. ונמצאו דברי ר\"מ ז\"ל נכונים על דרך הגמרא ומקובלים מפי הראשונים:"
            ],
            [
                "<b>לפיכך אין ראוי לאדם כו' עד נמדדין עמה.</b> פרק אין מקדישין בערכין <small> (דף כ\"ד) </small> :"
            ],
            [
                "<b>לפיכך אין ראוי לאדם כו' עד נמדדין עמה.</b> פרק אין מקדישין בערכין <small> (דף כ\"ד) </small> :"
            ],
            [
                "<b>לפיכך אין ראוי לאדם כו' עד נמדדין עמה.</b> פרק אין מקדישין בערכין <small> (דף כ\"ד) </small> :"
            ],
            [
                "<b>לפיכך אין ראוי לאדם כו' עד נמדדין עמה.</b> פרק אין מקדישין בערכין <small> (דף כ\"ד) </small> :"
            ],
            [
                "<b>לפיכך אין ראוי לאדם כו' עד נמדדין עמה.</b> פרק אין מקדישין בערכין <small> (דף כ\"ד) </small> :"
            ],
            [
                "<b>היו בה מקומות נמוכות כו' עד שראוי להן:</b> כתב הראב\"ד איני יודע מהו בפני עצמן שהרי נמדדין עמה לפי הגמרא: <b> ואני </b> אומר זה תלמוד ערוך הוא פרק אין מקדישין <small> (דף כ\"ה) </small> דתנן היו שם נקעים עמוקים י' טפחים או סלעים גבוהים י' טפחים אין נמדדין עמה פחות מכן נמדדין עמה ע\"כ. ואקשינן עלה בגמרא וליקדשו באנפי נפשייהו וכו' עד דמסיק אמר מר עוקבא הכא בנקעים מלאים מים עסקינן דלאו בני זריעה נינהו דיקא נמי כו' והכי נמי מייתי לה בבבא בתרא והרבה מקומות בתלמוד הנה עיניך רואות כי כשאין שם מים שהם ראויין לזריעה נמדדין בפני עצמן ולכך כתב בבא ראשונה במלאים מים ובבא זו בשאינן מלאים מים:"
            ],
            [
                "<b>היתה מלאה אילנות אע\"פ שלא פירש וכו' עד כמו שביארנו:</b> כתב הראב\"ד זה אינו כן וכו': <b> ואני </b> אומר זו מחלוקת ישנה היא ורב הונא הוא דאמרה פרק יש בערכין <small> (דף י\"ד) </small> וסוגיין נמי הכי אזלא בההיא שמעתא וס\"פ המוכר את הבית <small> (דף ע\"ב) </small> ופ' המוכר את הספינה ויש להם פנים לזה ולזה וכולם דברי אלהים חיים:"
            ],
            [
                "<b>המקדיש את השדה עד והקרקע לפי מדתה.</b> פרק יש בערכין <small> (דף י\"ד) </small> :"
            ],
            [
                "<b>המקדיש את השדה עד והקרקע לפי מדתה.</b> פרק יש בערכין <small> (דף י\"ד) </small> :"
            ],
            [
                "<b>המקדיש את השדה עד והקרקע לפי מדתה.</b> פרק יש בערכין <small> (דף י\"ד) </small> :"
            ],
            [
                "<b>המקדיש שדה אחוזה עד יפלו לקדשי בדק הבית.</b> פרק אין מקדישין <small> (דף כ\"ה) </small> :"
            ],
            [
                "<b>גאלה המקדיש וכו' עד כמו שביארנו:</b> כתב הראב\"ד ז\"ל לא ידעתי מאי חוזרת והרי היא תחת ידו עכ\"ל: <b> ואני </b> אומר הקורא מיהר לקרוא לפניו ולא נתן דעתו אולי על הבבא הראשונה שכתב רבינו משה ז\"ל סמוכה לזאת המקדיש שדה אחוזה והגיע יובל ולא נפדית כו' ועתה בזאת אמר שגאלה קודם שיגיע היובל והיא משנה שלימה כלשונו פרק אין מקדישין דתנן הקדישה וגאלה אינה יוצאה מידו ביובל ע\"כ. ומה שהוסיף רבינו משה ז\"ל מלת המקדיש לפי שהיה לו לכתוב בסמוך לה וכן אם גאלה בנו של מקדיש כו' כאשר היא סמוכה במשנה גאלה בנו כו' וכבר פרסמתי כמה פעמים דסדרא דתלמודא נקט ואתי ולכך קראו משנה תורה וזה פשוט:",
                "<b> וכן אם גאל בנו כו' עד תהיה ללוים:</b> כתב הראב\"ד ז\"ל תמה אני על זה וכו': <b> ואני </b> אומר גם הנוסחאות שלנו מתחלפות והנוסחא המדוייקת שבידינו מקובלת מפי רבותינו נ\"ע וגם בספרים הישנים כר\"מ ז\"ל וז\"ל פרק אין מקדישין גאלה בנו יוצאה לאביו ביובל גאלה אחיו או אחד מן הקרובים וגאלה מידן אינה יוצאה מידו ביובל ע\"כ. ושאר הגירסאות מוגהות אצלנו בשיורי ספרינו:"
            ],
            [
                "<b>גאלה המקדיש וכו' עד כמו שביארנו:</b> כתב הראב\"ד ז\"ל לא ידעתי מאי חוזרת והרי היא תחת ידו עכ\"ל: <b> ואני </b> אומר הקורא מיהר לקרוא לפניו ולא נתן דעתו אולי על הבבא הראשונה שכתב רבינו משה ז\"ל סמוכה לזאת המקדיש שדה אחוזה והגיע יובל ולא נפדית כו' ועתה בזאת אמר שגאלה קודם שיגיע היובל והיא משנה שלימה כלשונו פרק אין מקדישין דתנן הקדישה וגאלה אינה יוצאה מידו ביובל ע\"כ. ומה שהוסיף רבינו משה ז\"ל מלת המקדיש לפי שהיה לו לכתוב בסמוך לה וכן אם גאלה בנו של מקדיש כו' כאשר היא סמוכה במשנה גאלה בנו כו' וכבר פרסמתי כמה פעמים דסדרא דתלמודא נקט ואתי ולכך קראו משנה תורה וזה פשוט:",
                "<b> וכן אם גאל בנו כו' עד תהיה ללוים:</b> כתב הראב\"ד ז\"ל תמה אני על זה וכו': <b> ואני </b> אומר גם הנוסחאות שלנו מתחלפות והנוסחא המדוייקת שבידינו מקובלת מפי רבותינו נ\"ע וגם בספרים הישנים כר\"מ ז\"ל וז\"ל פרק אין מקדישין גאלה בנו יוצאה לאביו ביובל גאלה אחיו או אחד מן הקרובים וגאלה מידן אינה יוצאה מידו ביובל ע\"כ. ושאר הגירסאות מוגהות אצלנו בשיורי ספרינו:"
            ],
            [
                "<b>האשה שהקדישה שדה אחוזתה וכו' עד אין הכהנים יכולים להוציא מידה:</b> כתב הראב\"ד ז\"ל מסתברא שהאשה יותר מוחזקת וכו': <b> ואני </b> אומר תמהני אם יצא דבר זה מפי רבינו הראב\"ד שהרי זו בעיא דרבי זירא היא בגמרא פרק אין מקדישין וסלקא בתיקו דגרסינן בעי רבי זירא אשה מי מעמיד לה שדה בעל מוקים לה שכן יורשה או דילמא בן מוקים לה שכן נוטל בראוי כבמוחזק תיקו ע\"כ. וכיון דסלקא בתיקו וממונא הוא וקי\"ל בכולי תלמודא כל תיקו דממונא חומרא לתובע וקולא לנתבע המוציא מחבירו עליו הראיה יפה כתב רבינו משה ז\"ל ואינה צריכה לפנים דכל סברא דלא סברה תלמודא לאו סברא היא דאם איתא הוה ליה לתלמודא למימר מסתברא אלא ודאי לא יצא מפיו:"
            ],
            [
                "<b>המקדיש שדהו כו' עד לכל אחיו הכהנים.</b> פרק הגוזל עצים <small> (דף ק\"ט) </small> :"
            ],
            [
                "<b>כשתצא השדה לכהנים עד למשמר היוצא.</b> פרק המקדיש <small> (דף כ\"ח) </small> :"
            ],
            [
                "<b>המקדיש את האילנות כו' עד ואין אלו שדה:</b> כתב הראב\"ד ז\"ל זו היא שמעתא דרב פפא וכו': <b> ואני </b> אומר גם אני השיבותי למעלה כי זאת היא מימרא דרב הונא פ' יש בערכין וסוגיין דשמעתא כוותיה בכל דוכתא ואת לא תזוז מינה:",
                "<b> אבל המקדיש את הטרשים כו' עד כשאר ערכין ודמים.</b> פרק יש בערכין <small> (דף י\"ד) </small> :",
                "<b> וכשיגיע היובל תחזור לבעלים כו' עד מקדיש דבר שאינו שלו.</b> פרק אין מקדישין <small> (דף כ\"ז) </small> :"
            ],
            [
                "<b>המקדיש את האילנות כו' עד ואין אלו שדה:</b> כתב הראב\"ד ז\"ל זו היא שמעתא דרב פפא וכו': <b> ואני </b> אומר גם אני השיבותי למעלה כי זאת היא מימרא דרב הונא פ' יש בערכין וסוגיין דשמעתא כוותיה בכל דוכתא ואת לא תזוז מינה:",
                "<b> אבל המקדיש את הטרשים כו' עד כשאר ערכין ודמים.</b> פרק יש בערכין <small> (דף י\"ד) </small> :",
                "<b> וכשיגיע היובל תחזור לבעלים כו' עד מקדיש דבר שאינו שלו.</b> פרק אין מקדישין <small> (דף כ\"ז) </small> :"
            ],
            [
                "<b>כל שדה ששמין עד יבא ויקח.</b> פרק שום היתומים <small> (דף כ\"א) </small> :"
            ],
            [
                "<b>הלוקח שדה מאביו עד סוף הפרק.</b> בערכין <small> (דף י\"ד) </small> ובגיטין פרק השולח <small> (דף מ\"ח) </small> ובבתרא סוף פרק המוכר את הבית <small> (דף פ\"ב) </small> :"
            ]
        ],
        [
            [
                "<b>המקדיש שדה אחוזתו וכו' בד\"א בזמן שהיובל נוהג כו' אבל בזמן שבטלו היובלות כו' עד ויתן מה שאמר:</b> כתב הראב\"ד ז\"ל לא מצאתי שום הפרש בין זה לזה וכו': <b> ואני </b> אומר גם זו לא יצא מפיו כי זה מפורש סוף פ\"ק דבכורות <small> (דף י\"ג) </small> ובערכין ר\"פ המקדיש <small> (דף כ\"ז) </small> ובת\"כ אלא שקיצר בלשונו בחכמתו כדרך חכמי המחברים אבל פירשו בפירוש המשניות שלו וז\"ל וכתוב בספרא וקראתם דרור בארץ לכל יושביה בזמן שיושביה עליה לא בזמן שגלו מתוכה היו מעורבבין שבט יהודה בבנימין ושבט בנימין ביהודה יכול יהא יובל נוהג ת\"ל יושביה לכל יושביה נמצאת אומר כיון שגלו שבט ראובן וגד וחצי שבט מנשה בטלו יובלות לפיכך בזמן שאין שם יובל למה פודין שדה זו הואיל ואין שם יובל שתצא בו לכהנים לפיכך מכריחין את בעליה ומטריחין אותו לתת בו דמים ושיהא הוא פותח ראשון מפני טעמים הרבה האחד שהוא נותן חומש והשני שמצות גאולה באדון והשלישי שהוא חפץ ורוצה בה יותר מזולתו עכ\"ל. וגם רש\"י ורבותינו בעלי התוס' ז\"ל כן פירשוה ואין שלשת הטעמים מפורשים בגמרא אלא טעם החומש בלבד:"
            ],
            [
                "<b>רצה האדון למכור שדות אחרות כו' עד בהדיוט מבהקדש.</b> פרק בתרא דערכין <small> (דף ל' ל\"א) </small> :"
            ],
            [
                "<b>המקדיש את ביתו או בהמה טמאה כו' עד חוזר לבעליה ביובל.</b> בספרא ובמנחות פ' המנחות <small> (דף ק\"א) </small> ובתמורה פרק אלו קדשים <small> (דף כ') </small> ופ\"ק דתמורה <small> (דף ז') </small> :"
            ],
            [
                "<b>המקדיש את ביתו או בהמה טמאה כו' עד חוזר לבעליה ביובל.</b> בספרא ובמנחות פ' המנחות <small> (דף ק\"א) </small> ובתמורה פרק אלו קדשים <small> (דף כ') </small> ופ\"ק דתמורה <small> (דף ז') </small> :"
            ],
            [
                "<b>המקדיש בהמה טהורה תמימה לבדק הבית עד ונפדית כשהיא תמימה.</b> פרק קמא דתמורה <small> (דף ו') </small> :",
                "<b> ומעריך אותם עד לבדק הבית.</b> פ' כסוי הדם <small> (דף פ\"ד) </small> :",
                "<b> ואין פודה אותם עד מידי מזבח לעולם.</b> סוף תמורה <small> (דף ל\"ב) </small> :"
            ],
            [
                "<b>ומניין שאסור להקדיש עד מכלל עשה עשה הוא.</b> פ\"ק דתמורה <small> (דף ז') </small> ופ' בתרא <small> (דף ל\"ב) </small> :"
            ],
            [
                "<b>המקדיש בהמתו סתם כו' עד למזבח יקרב.</b> פ' בתרא דתמורה <small> (דף ל\"ב) </small> ומייתי לה פרק אלו קדשים <small> (דף ה') </small> :"
            ],
            [
                "<b>הקדיש נכסיו סתם והיו בהם יינות שמנים וכו' ומפני מה יקרבו דמים אלו וכו' עד העמדה והערכה אין לו פדיון:</b> כתב הראב\"ד ז\"ל לא ידעתי היאך מספיק זה הטעם לסברתו וכו': <b> ואני </b> אומר גם זה לא יצא מפיו כי זה הטעם שכתב ר\"מ ז\"ל מפורש הוא בירושלמי דשקלים פרק התרומה והוא טעם מופלג ומספיק כי מה שיש לו פדיון חלה קדושת גופו על פדיונו ואח\"כ יקרב ממנו קרבנו אבל כשאין לו פדיון על מה יחול קדושתו וגם מה שפסק ר\"מ ז\"ל למעלה כר' אליעזר הדין עמו שהרי ר' עקיבא ראה דבריו דתנן א\"ר עקיבא רואה אני את דברי ר\"א שר' אליעזר השוה מדתו ור' יהושע לא ע\"כ. וקי\"ל בכולי תלמודא הלכה כר\"ע מחבירו וטעמא דר\"א משום דסתם הקדשות לבדק הבית וכן פירש ר\"מ ז\"ל בפי' המשנה דפ' התרומה והכי סתם תלמודא ריש פ' בתרא דמס' תמורה ובמס' זבחים פ' טבול יום ובירושלמי דפ' התרומה בשקלים הכי מסיק ובכ\"מ:"
            ],
            [
                "<b>הקדיש נכסיו סתם והיו בהם יינות שמנים וכו' ומפני מה יקרבו דמים אלו וכו' עד העמדה והערכה אין לו פדיון:</b> כתב הראב\"ד ז\"ל לא ידעתי היאך מספיק זה הטעם לסברתו וכו': <b> ואני </b> אומר גם זה לא יצא מפיו כי זה הטעם שכתב ר\"מ ז\"ל מפורש הוא בירושלמי דשקלים פרק התרומה והוא טעם מופלג ומספיק כי מה שיש לו פדיון חלה קדושת גופו על פדיונו ואח\"כ יקרב ממנו קרבנו אבל כשאין לו פדיון על מה יחול קדושתו וגם מה שפסק ר\"מ ז\"ל למעלה כר' אליעזר הדין עמו שהרי ר' עקיבא ראה דבריו דתנן א\"ר עקיבא רואה אני את דברי ר\"א שר' אליעזר השוה מדתו ור' יהושע לא ע\"כ. וקי\"ל בכולי תלמודא הלכה כר\"ע מחבירו וטעמא דר\"א משום דסתם הקדשות לבדק הבית וכן פירש ר\"מ ז\"ל בפי' המשנה דפ' התרומה והכי סתם תלמודא ריש פ' בתרא דמס' תמורה ובמס' זבחים פ' טבול יום ובירושלמי דפ' התרומה בשקלים הכי מסיק ובכ\"מ:"
            ],
            [
                "<b>הקדיש נכסיו סתם עד אחד מסמני הקטרת.</b> במס' שקלים פ' התרומה <small> (דף ו') </small> היא נשנית ופ' בתרא דתמורה מייתי לה:"
            ],
            [
                "<b>המקדיש בהמה תמימה עד קרבן אחר כמוהו.</b> פ\"ק דערכין <small> (דף ד') </small> ופרק בתרא דתמורה:"
            ],
            [
                "<b>כל המקדיש בהמה בחייה עד אלא תקבר.</b> פרק כל פסולי המוקדשים ופ' בתרא דתמורה <small> (דף ל\"ב) </small> ופ\"ב דבכורות <small> (דף י\"ד) </small> :",
                "<b> אבל אם הקדיש שחוטה עד תפדה:</b> כתב הראב\"ד ז\"ל ואפי' למזבח וכו': <b> ואני </b> אומר איני יורד לסוף דעתו והלא פרק בתרא דתמורה הוא משנה וגמ'. משנה דתנן יש בקדשי בדק הבית שאין בקדשי מזבח שסתם הקדשות לבדק הבית הקדש בדק הבית חל על הכל כו' מה שאין כן בקדשי מזבח דאהכי מיתניא, וגמרא נמי דילה סוגיא גדולה מסקנא הכי אסיקנא דבקדשי מזבח בעי העמדה והערכה מה שאין בקדשי בדק הבית. ועוד דפ' ב' דמס' חולין <small> (דף ל') </small> נמי הכי פשיטא ליה לתלמודא שילהי גמרא מתני' קמייתא דפירקא דאמר להדיא וכי תימא בעיא העמדה והערכה והתנן שחט בה שנים או רוב שנים היא כחיה לכל דבריה והכי סלקא. ועוד דהא פ' ב' בבכורות <small> (דף י\"ד ט\"ו) </small> גמ' כל הקדשים כו' מסקינן לה אמרי אם כן ניתני אם נעשו טרפה יקברו ופ\"ק דשבועות ופ\"ק דערכין <small> (דף ו') </small> נמי גמ' מתני' דגוסס פריך תלמודא להדיא הכי ובשמעתא דחרש כו' נמי אמרינן להדיא אוציא את המת ולא אוציא הגוסס תלמוד לומר והעמיד והעריך ואקשינן מת נמי תיפוק ליה מוהעמיד והעריך ומהדרינן אפ\"ה נמי ובכמה מקומות בתלמוד הוא כן ועוד דהא אמרינן בההיא שמעתא מאן חכמים תנא דבי לוי היא דתנא דבי לוי הכל הוי בכלל העמדה והערכה ואפילו בעל מום מעיקרו וקי\"ל כותיה ואע\"ג דסליק בקושיא לא איתותב מיהא מעתה היאך יפדו קדשי מזבח לאחר שמתו או נשחט אלא ודאי דברי ר\"מ ז\"ל הלכה קבועה הן וכן ראיתיה בספרא. שוב מצאתי לרבינו משה ז\"ל מקוצי אות באות מדברי רבותינו בעלי התוס' ז\"ל:"
            ],
            [
                "<b>שחט בה שנים כו' עד שתמות.</b> כבר הבאתיה בסמוך מפ\"ב דמס' חולין <small> (דף ל') </small> :"
            ],
            [
                "<b>המקדיש בהמה תמימה עד והקדש שותפין בה.</b> בערכין פ\"ק <small> (דף ה') </small> ובתמורה פ\"ק <small> (דף ד' ה') </small> ופרק ואלו קדשים <small> (דף י\"ט) </small> :"
            ],
            [
                "<b>המקדיש בהמה תמימה עד והקדש שותפין בה.</b> בערכין פ\"ק <small> (דף ה') </small> ובתמורה פ\"ק <small> (דף ד' ה') </small> ופרק ואלו קדשים <small> (דף י\"ט) </small> :"
            ],
            [
                "<b>המקדיש בהמה תמימה עד והקדש שותפין בה.</b> בערכין פ\"ק <small> (דף ה') </small> ובתמורה פ\"ק <small> (דף ד' ה') </small> ופרק ואלו קדשים <small> (דף י\"ט) </small> :"
            ],
            [
                "<b>וכן האומר ראש עבד זה או לב חמור זה הקדש למזבח אינו חייב אלא בדמי ראשו ורואין אותו כמה שוה אותו אבר וכו' עד קדושת דמים הוא:</b> כתב הראב\"ד ז\"ל כאשר עיינתי בדבריו וכו': <b> ואני </b> אומר מריה דאברהם אטו דידיה היא גמרא היא פ\"ק דערכין <small> (דף ד') </small> דגרסינן ערכך לרבות טומטום ואנדרוגינוס לדמים ומתמהינן למה לי קרא לא יהא אלא דמי דיקלא אילו אמר דמי דיקלא מי לא יהיב ומהדרינן אמר רב לומר שנדון בכבודו פירש\"י ז\"ל שנדון כלו אחר אבר אחד שכבודו תלוי בו שאם אמר דמי ראשי עלי נותן דמי כלו עכ\"ל. וגורס סד\"א נדר בערכך נפשות כתיב כל שישנו בערכין נדון בכבודו כל שאינו בערכין אינו נדון בכבודו (קמ\"ל) אמר ליה אביי ודלא איתיה בערכין מי נדון בכבודו והתניא ראש עבד זה יהא הקדש הוא והקדש שותפין בו ראש חמור זה מכור לך משמנין ביניהן ראש פרה זו מכור לך לא מכר אלא ראשה (של פרה) ולא עוד אלא אפילו (אמר) ראש פרה זו הקדש אין לו להקדש אלא ראשה ואמר רבא דהא מזדבן רישא דתורא בי טבחא פירוש אבל ראש עבד וחמור אין דרכן לימכר הילכך לפלגא זבניה לפלגא אקדשיה והדר לאקשויי והא חמור ופרה ליתנהו בערכין ואין נדון בכבודו פי' דקתני הוא והקדש שותפים בו ולא הוי כוליה דהקדש ומהדר ליה רבא ולטעמיך תקשי לך עבד דאיתיה בערכין ואין נדון בכבודו פי' דקתני בריש הך ברייתא נמי הוא ואחר שותפים בו אלא לא קשיא הא בקדשי מזבח הא בקדשי בדק הבית פי' ברייתא בקדשי מזבח דלא חזי להקרבה ואינו נדון בכבודו ומתניתין דטומטום בקדשי בדק הבית דכיון דחזיא ליה פשטה קדושה בכולה וכדאסיקא לקמן ופ\"ק דתמורה שאם הקדיש דבר שהנשמה תלויה בו נותן דמי כולו דהיינו נדון בכבודו והכי הילכתא כהך מסקנא וקי\"ל כרבא לגבי אביי. הנה עיניך רואות כי פסק רבינו משה גמרא הוא וכמו שכתבתי כמה פעמים כי לכך קראו משנה תורה שלימד ארוכה בקצרה ולא חשש למקשים על לשונו, כי על התלמוד עינו, ועל מה שהשיב הארי, אמינא עני מארי, מכדי שותפי נינהו ורישא דהקדש הוא ושאר גופא דהדיוט ואם ניתן לידון לסרדיוט וחתך וקטע גופו אשר לא הקדישו מה שוה ראשו וכי נעדר גופו היכן הוא שותפו אלא ודאי רואין קאמר כמה שוה אם נמכר וכן עיקר וכמו שהוא פירש לעצמו וכן ר\"מ ז\"ל תלה הדבר ברואין לפי דעתו מפני שהן נערכים. תדע דקתני לגבי מכירה משמנין ולא קתני להדיא חולקין מכלל שאין דמיו קצובין ולא פשיטא לתלמודא בגויה מילתא פסיקתא והכי אזלא כולה סוגיין דבדמים תליא ויפה דקדק רבינו משה ז\"ל:"
            ],
            [],
            [
                "<b>האומר ערכי עלי למזבח כו' עד סוף הפרק.</b> הכל פ\"ק דערכין <small> (דף ה') </small> :"
            ]
        ],
        [
            [
                "<b>אחד האומר הרי זה הקדש כו' עד יפלו לבדק הבית.</b> בערכין פרק המקדיש <small> (דף כ\"ח) </small> :",
                "<b> אבל אם אמר חרם סתם כו' לך יהיה.</b> פ' המקדיש ופ\"ד דמסכת חלה:"
            ],
            [
                "<b>מחרים אדם מצאנו ומבקרו כו' עד לבדק הבית.</b> פרק המקדיש <small> (דף כ\"ח) </small> :"
            ],
            [
                "<b>וכל מי שהחרים כו' עד הנכסים לחולין.</b> פרק שום היתומים <small> (דף כ\"ד) </small> ומייתי לה פ' הגוזל עצים <small> (דף ק\"ב) </small> :",
                "<b> וחרמי כהנים כו' עד ולא יגאל לבעלים.</b> פ\"ק דתמורה <small> (דף ה') </small> ולשון ספרא לא ימכר לגזבר ולא יגאל לבעלים מה יעשה לו בשדה החרם לכהן תהיה אחוזתו יכול אע\"פ שלא פירש משם ת\"ל קדש קדשים הוא לה' ע\"כ:"
            ],
            [
                "<b>וכל מי שהחרים כו' עד הנכסים לחולין.</b> פרק שום היתומים <small> (דף כ\"ד) </small> ומייתי לה פ' הגוזל עצים <small> (דף ק\"ב) </small> :",
                "<b> וחרמי כהנים כו' עד ולא יגאל לבעלים.</b> פ\"ק דתמורה <small> (דף ה') </small> ולשון ספרא לא ימכר לגזבר ולא יגאל לבעלים מה יעשה לו בשדה החרם לכהן תהיה אחוזתו יכול אע\"פ שלא פירש משם ת\"ל קדש קדשים הוא לה' ע\"כ:"
            ],
            [
                "<b>ואחד המחרים קרקע כו' עד לך יהיה.</b> פ' המקדיש <small> (דף כ\"ט) </small> :"
            ],
            [
                "<b>כהן שהיתה לו כו' עד מוחרמת.</b> סוף ערכין <small> (דף ל\"ד) </small> :"
            ],
            [
                "<b>מכר הכהן כו' עד ומשדה אחוזתו.</b> פרק המקדיש <small> (דף כ\"ח) </small> :"
            ],
            [
                "<b>המקדיש קדשי מזבח עד דבר שאינו שלו.</b> פ' יש בקדשי מזבח:"
            ],
            [
                "<b>האומר שור זה הקדש עד שלשים יום עד למזבח אינו מוקדש. המקדיש עולה לבדק הבית כו' עד הרי זו כשרה.</b> הכל פרק יש בקדשי מזבח:"
            ],
            [
                "<b>האומר שור זה הקדש עד שלשים יום עד למזבח אינו מוקדש. המקדיש עולה לבדק הבית כו' עד הרי זו כשרה.</b> הכל פרק יש בקדשי מזבח:"
            ],
            [],
            [],
            [],
            [
                "<b>והחרמין כיצד פודין אותן כו' עד ויפלו הדמים לבדק הבית.</b> הכל פ' המקדיש <small> (דף כ\"ח) </small> :"
            ],
            [],
            [],
            [
                "<b>וכל המקדיש עבדו ושפחתו עד רשאין ליקח דמיהן כו' עד לא נתקדש גופו כעבד:</b> כתב הראב\"ד ז\"ל זהו דלא כרבי כו': <b> ואני </b> אומר כבר נשאל ר\"מ בימיו על דבר זה מחכמי לוני\"ל ואין לי להוסיף על דבריו רק להעתיק תשובתו אליהם בלשונו וזהו אות באות:<br><b> שאלה </b> מצאנו בהלכות ערכין וחרמין פרק ששי וכל המקדיש עבדו ושפחתו כו' ואין הגזברין רשאין ליקח דמיהן, זו הפיסקא בעינינו נפלאה הרבה דהא נותן דמי עצמו ויוצא דאמר רבי אף הוא נותן דמי עצמו ויוצא מפני שהוא כמוכרו לו דקסבר כסף גומר בו הכי פסיק להדיא פ' השולח ואין הלכה כר\"ש דאמר אין כסף גומר בו. השיבה לנו ששון ישעך ובאורך נראה אור: <b> תשובה </b> כשם שנפלאה פיסקא זו שלנו בעיניכם כך נפלאה קושיא זו בעיני הרבה, כי שתי מחלוקות הן רבי ות\"ק במקדיש נכסיו והיו בהן עבדים דקאמר ת\"ק שאין הגיזברים משחררין אע\"פ שלקחו דמי העבדים אלא האחרים שימכרו להם הם שמשחררין וחלק רבי לבדו בזה ואמר שהעבד שהוקדש אם נתן העבד דמיו לגזברים יצא לחירות וכאילו מכרו אותן הגזברים לאחר ואינו צריך גט שחרור ולא אפסיקא הלכתא בהאי מחלוקת ולפיכך פסקנו הלכה כת\"ק דאמר שאין הגזברים רשאין להוציא אותן לחירות כמ\"ש באפטרופסין שאין רשאים להוציא עבדים לחירות וכן הלכה וגם רבי שחלק ואמר אומר אני אף הוא נותן דמי עצמו אין הלכה כמותו אלא כת\"ק זה מחלוקת השניה מחלוקת רבי ור\"ש במי שהפקיר עבדו וזהו פירושה אמרו לפני רבי נתייאשתי מפלוני עבדי מהו אמר להם אומר אני אין לו תקנה אלא בשטר פירוש שכיון שנפקע שעבוד רבו ביאוש אין לו שישתחרר אלא בגט חירות שיכתוב לו רבו והקשינו על רבי ואמרנו היאך אמר רבי אין לו תקנה אלא בשטר ורבי הוא דאמר במקדיש עבדו שאם יתן העבד דמיו לגזברין יצא לחירות בלא שטר ואע\"פ שפקע ממנו שעבוד רבו בהקדש הנה יש לו תקנה בכסף ופרקינן ה\"ק או בכסף או בשטר פירוש העבד דפקע שעבוד רבו מעליו בין בהקדש בין ביאוש יש לו תקנה או בגט שחרור שיכתוב לו רבו או בכסף שיפדה בו וזה שנתייאש מעבדו כבר פקע ליה כספיה ולא נשאר בו תקנה אלא בשטר שיכתוב רבו גט שחרור ועל זה אמר רבי אומר אני שאין לו תקנה אלא בשטר שיכתוב לו רבו גט חירות ואם תאמר א\"כ מאי אתא לאשמועינן והלא דברים ידועים שכל עבד כנעני שבעולם קונה עצמו בשתי דרכים בכסף ובשטר לא בא רבי אלא לאפוקי מהאי תנא דתניא ר\"ש אומר משום ר\"ע יכול יהא כסף גומר בה וכו' עד שטר גומר בה ולא כסף גומר בה פי' בשפחה חרופה שאם נותנה דמי חציה לא תצא לחירות אלא בשטר בלבד ודברי רבי כסף גומר בה ואם נתנה דמי חציה יוצאה לחירות ואיפסקא הלכתא להדיא שאין הלכה כר\"ש שאמר שאין גומר שטר ומדאיפסקא הלכתא שאין הלכה כר\"ש אתה למד שהלכתא כרבי שאמר בשפחה חרופה גומר בה בין כסף בין שטר וכן כל עבד שפקע שעבוד רבו גומר בו בין כסף בין שטר כמו שלמדנו מדברי רבי שאמר אף הוא נותן דמי עצמו ויוצא וכו' ולא איפסקא הלכתא כרבי שיקחו הגזברין דמי העבד שהוא הקדש מידו ויצא מתחת ידו אלא אחרים מוציאין אותו כת\"ק הרי הרווחנו בפירוש הלכה זו הרבה ואע\"פ שהיא פשוטה מפני הפליאה שנולדה בה עכ\"ל:"
            ],
            [
                "<b>וכל המקדיש עבדו ושפחתו עד רשאין ליקח דמיהן כו' עד לא נתקדש גופו כעבד:</b> כתב הראב\"ד ז\"ל זהו דלא כרבי כו': <b> ואני </b> אומר כבר נשאל ר\"מ בימיו על דבר זה מחכמי לוני\"ל ואין לי להוסיף על דבריו רק להעתיק תשובתו אליהם בלשונו וזהו אות באות:<br><b> שאלה </b> מצאנו בהלכות ערכין וחרמין פרק ששי וכל המקדיש עבדו ושפחתו כו' ואין הגזברין רשאין ליקח דמיהן, זו הפיסקא בעינינו נפלאה הרבה דהא נותן דמי עצמו ויוצא דאמר רבי אף הוא נותן דמי עצמו ויוצא מפני שהוא כמוכרו לו דקסבר כסף גומר בו הכי פסיק להדיא פ' השולח ואין הלכה כר\"ש דאמר אין כסף גומר בו. השיבה לנו ששון ישעך ובאורך נראה אור: <b> תשובה </b> כשם שנפלאה פיסקא זו שלנו בעיניכם כך נפלאה קושיא זו בעיני הרבה, כי שתי מחלוקות הן רבי ות\"ק במקדיש נכסיו והיו בהן עבדים דקאמר ת\"ק שאין הגיזברים משחררין אע\"פ שלקחו דמי העבדים אלא האחרים שימכרו להם הם שמשחררין וחלק רבי לבדו בזה ואמר שהעבד שהוקדש אם נתן העבד דמיו לגזברים יצא לחירות וכאילו מכרו אותן הגזברים לאחר ואינו צריך גט שחרור ולא אפסיקא הלכתא בהאי מחלוקת ולפיכך פסקנו הלכה כת\"ק דאמר שאין הגזברים רשאין להוציא אותן לחירות כמ\"ש באפטרופסין שאין רשאים להוציא עבדים לחירות וכן הלכה וגם רבי שחלק ואמר אומר אני אף הוא נותן דמי עצמו אין הלכה כמותו אלא כת\"ק זה מחלוקת השניה מחלוקת רבי ור\"ש במי שהפקיר עבדו וזהו פירושה אמרו לפני רבי נתייאשתי מפלוני עבדי מהו אמר להם אומר אני אין לו תקנה אלא בשטר פירוש שכיון שנפקע שעבוד רבו ביאוש אין לו שישתחרר אלא בגט חירות שיכתוב לו רבו והקשינו על רבי ואמרנו היאך אמר רבי אין לו תקנה אלא בשטר ורבי הוא דאמר במקדיש עבדו שאם יתן העבד דמיו לגזברין יצא לחירות בלא שטר ואע\"פ שפקע ממנו שעבוד רבו בהקדש הנה יש לו תקנה בכסף ופרקינן ה\"ק או בכסף או בשטר פירוש העבד דפקע שעבוד רבו מעליו בין בהקדש בין ביאוש יש לו תקנה או בגט שחרור שיכתוב לו רבו או בכסף שיפדה בו וזה שנתייאש מעבדו כבר פקע ליה כספיה ולא נשאר בו תקנה אלא בשטר שיכתוב רבו גט שחרור ועל זה אמר רבי אומר אני שאין לו תקנה אלא בשטר שיכתוב לו רבו גט חירות ואם תאמר א\"כ מאי אתא לאשמועינן והלא דברים ידועים שכל עבד כנעני שבעולם קונה עצמו בשתי דרכים בכסף ובשטר לא בא רבי אלא לאפוקי מהאי תנא דתניא ר\"ש אומר משום ר\"ע יכול יהא כסף גומר בה וכו' עד שטר גומר בה ולא כסף גומר בה פי' בשפחה חרופה שאם נותנה דמי חציה לא תצא לחירות אלא בשטר בלבד ודברי רבי כסף גומר בה ואם נתנה דמי חציה יוצאה לחירות ואיפסקא הלכתא להדיא שאין הלכה כר\"ש שאמר שאין גומר שטר ומדאיפסקא הלכתא שאין הלכה כר\"ש אתה למד שהלכתא כרבי שאמר בשפחה חרופה גומר בה בין כסף בין שטר וכן כל עבד שפקע שעבוד רבו גומר בו בין כסף בין שטר כמו שלמדנו מדברי רבי שאמר אף הוא נותן דמי עצמו ויוצא וכו' ולא איפסקא הלכתא כרבי שיקחו הגזברין דמי העבד שהוא הקדש מידו ויצא מתחת ידו אלא אחרים מוציאין אותו כת\"ק הרי הרווחנו בפירוש הלכה זו הרבה ואע\"פ שהיא פשוטה מפני הפליאה שנולדה בה עכ\"ל:"
            ],
            [
                "<b>וכל המקדיש עבדו ושפחתו עד רשאין ליקח דמיהן כו' עד לא נתקדש גופו כעבד:</b> כתב הראב\"ד ז\"ל זהו דלא כרבי כו': <b> ואני </b> אומר כבר נשאל ר\"מ בימיו על דבר זה מחכמי לוני\"ל ואין לי להוסיף על דבריו רק להעתיק תשובתו אליהם בלשונו וזהו אות באות:<br><b> שאלה </b> מצאנו בהלכות ערכין וחרמין פרק ששי וכל המקדיש עבדו ושפחתו כו' ואין הגזברין רשאין ליקח דמיהן, זו הפיסקא בעינינו נפלאה הרבה דהא נותן דמי עצמו ויוצא דאמר רבי אף הוא נותן דמי עצמו ויוצא מפני שהוא כמוכרו לו דקסבר כסף גומר בו הכי פסיק להדיא פ' השולח ואין הלכה כר\"ש דאמר אין כסף גומר בו. השיבה לנו ששון ישעך ובאורך נראה אור: <b> תשובה </b> כשם שנפלאה פיסקא זו שלנו בעיניכם כך נפלאה קושיא זו בעיני הרבה, כי שתי מחלוקות הן רבי ות\"ק במקדיש נכסיו והיו בהן עבדים דקאמר ת\"ק שאין הגיזברים משחררין אע\"פ שלקחו דמי העבדים אלא האחרים שימכרו להם הם שמשחררין וחלק רבי לבדו בזה ואמר שהעבד שהוקדש אם נתן העבד דמיו לגזברים יצא לחירות וכאילו מכרו אותן הגזברים לאחר ואינו צריך גט שחרור ולא אפסיקא הלכתא בהאי מחלוקת ולפיכך פסקנו הלכה כת\"ק דאמר שאין הגזברים רשאין להוציא אותן לחירות כמ\"ש באפטרופסין שאין רשאים להוציא עבדים לחירות וכן הלכה וגם רבי שחלק ואמר אומר אני אף הוא נותן דמי עצמו אין הלכה כמותו אלא כת\"ק זה מחלוקת השניה מחלוקת רבי ור\"ש במי שהפקיר עבדו וזהו פירושה אמרו לפני רבי נתייאשתי מפלוני עבדי מהו אמר להם אומר אני אין לו תקנה אלא בשטר פירוש שכיון שנפקע שעבוד רבו ביאוש אין לו שישתחרר אלא בגט חירות שיכתוב לו רבו והקשינו על רבי ואמרנו היאך אמר רבי אין לו תקנה אלא בשטר ורבי הוא דאמר במקדיש עבדו שאם יתן העבד דמיו לגזברין יצא לחירות בלא שטר ואע\"פ שפקע ממנו שעבוד רבו בהקדש הנה יש לו תקנה בכסף ופרקינן ה\"ק או בכסף או בשטר פירוש העבד דפקע שעבוד רבו מעליו בין בהקדש בין ביאוש יש לו תקנה או בגט שחרור שיכתוב לו רבו או בכסף שיפדה בו וזה שנתייאש מעבדו כבר פקע ליה כספיה ולא נשאר בו תקנה אלא בשטר שיכתוב רבו גט שחרור ועל זה אמר רבי אומר אני שאין לו תקנה אלא בשטר שיכתוב לו רבו גט חירות ואם תאמר א\"כ מאי אתא לאשמועינן והלא דברים ידועים שכל עבד כנעני שבעולם קונה עצמו בשתי דרכים בכסף ובשטר לא בא רבי אלא לאפוקי מהאי תנא דתניא ר\"ש אומר משום ר\"ע יכול יהא כסף גומר בה וכו' עד שטר גומר בה ולא כסף גומר בה פי' בשפחה חרופה שאם נותנה דמי חציה לא תצא לחירות אלא בשטר בלבד ודברי רבי כסף גומר בה ואם נתנה דמי חציה יוצאה לחירות ואיפסקא הלכתא להדיא שאין הלכה כר\"ש שאמר שאין גומר שטר ומדאיפסקא הלכתא שאין הלכה כר\"ש אתה למד שהלכתא כרבי שאמר בשפחה חרופה גומר בה בין כסף בין שטר וכן כל עבד שפקע שעבוד רבו גומר בו בין כסף בין שטר כמו שלמדנו מדברי רבי שאמר אף הוא נותן דמי עצמו ויוצא וכו' ולא איפסקא הלכתא כרבי שיקחו הגזברין דמי העבד שהוא הקדש מידו ויצא מתחת ידו אלא אחרים מוציאין אותו כת\"ק הרי הרווחנו בפירוש הלכה זו הרבה ואע\"פ שהיא פשוטה מפני הפליאה שנולדה בה עכ\"ל:"
            ],
            [
                "<b>וכל המקדיש עבדו ושפחתו עד רשאין ליקח דמיהן כו' עד לא נתקדש גופו כעבד:</b> כתב הראב\"ד ז\"ל זהו דלא כרבי כו': <b> ואני </b> אומר כבר נשאל ר\"מ בימיו על דבר זה מחכמי לוני\"ל ואין לי להוסיף על דבריו רק להעתיק תשובתו אליהם בלשונו וזהו אות באות:<br><b> שאלה </b> מצאנו בהלכות ערכין וחרמין פרק ששי וכל המקדיש עבדו ושפחתו כו' ואין הגזברין רשאין ליקח דמיהן, זו הפיסקא בעינינו נפלאה הרבה דהא נותן דמי עצמו ויוצא דאמר רבי אף הוא נותן דמי עצמו ויוצא מפני שהוא כמוכרו לו דקסבר כסף גומר בו הכי פסיק להדיא פ' השולח ואין הלכה כר\"ש דאמר אין כסף גומר בו. השיבה לנו ששון ישעך ובאורך נראה אור: <b> תשובה </b> כשם שנפלאה פיסקא זו שלנו בעיניכם כך נפלאה קושיא זו בעיני הרבה, כי שתי מחלוקות הן רבי ות\"ק במקדיש נכסיו והיו בהן עבדים דקאמר ת\"ק שאין הגיזברים משחררין אע\"פ שלקחו דמי העבדים אלא האחרים שימכרו להם הם שמשחררין וחלק רבי לבדו בזה ואמר שהעבד שהוקדש אם נתן העבד דמיו לגזברים יצא לחירות וכאילו מכרו אותן הגזברים לאחר ואינו צריך גט שחרור ולא אפסיקא הלכתא בהאי מחלוקת ולפיכך פסקנו הלכה כת\"ק דאמר שאין הגזברים רשאין להוציא אותן לחירות כמ\"ש באפטרופסין שאין רשאים להוציא עבדים לחירות וכן הלכה וגם רבי שחלק ואמר אומר אני אף הוא נותן דמי עצמו אין הלכה כמותו אלא כת\"ק זה מחלוקת השניה מחלוקת רבי ור\"ש במי שהפקיר עבדו וזהו פירושה אמרו לפני רבי נתייאשתי מפלוני עבדי מהו אמר להם אומר אני אין לו תקנה אלא בשטר פירוש שכיון שנפקע שעבוד רבו ביאוש אין לו שישתחרר אלא בגט חירות שיכתוב לו רבו והקשינו על רבי ואמרנו היאך אמר רבי אין לו תקנה אלא בשטר ורבי הוא דאמר במקדיש עבדו שאם יתן העבד דמיו לגזברין יצא לחירות בלא שטר ואע\"פ שפקע ממנו שעבוד רבו בהקדש הנה יש לו תקנה בכסף ופרקינן ה\"ק או בכסף או בשטר פירוש העבד דפקע שעבוד רבו מעליו בין בהקדש בין ביאוש יש לו תקנה או בגט שחרור שיכתוב לו רבו או בכסף שיפדה בו וזה שנתייאש מעבדו כבר פקע ליה כספיה ולא נשאר בו תקנה אלא בשטר שיכתוב רבו גט שחרור ועל זה אמר רבי אומר אני שאין לו תקנה אלא בשטר שיכתוב לו רבו גט חירות ואם תאמר א\"כ מאי אתא לאשמועינן והלא דברים ידועים שכל עבד כנעני שבעולם קונה עצמו בשתי דרכים בכסף ובשטר לא בא רבי אלא לאפוקי מהאי תנא דתניא ר\"ש אומר משום ר\"ע יכול יהא כסף גומר בה וכו' עד שטר גומר בה ולא כסף גומר בה פי' בשפחה חרופה שאם נותנה דמי חציה לא תצא לחירות אלא בשטר בלבד ודברי רבי כסף גומר בה ואם נתנה דמי חציה יוצאה לחירות ואיפסקא הלכתא להדיא שאין הלכה כר\"ש שאמר שאין גומר שטר ומדאיפסקא הלכתא שאין הלכה כר\"ש אתה למד שהלכתא כרבי שאמר בשפחה חרופה גומר בה בין כסף בין שטר וכן כל עבד שפקע שעבוד רבו גומר בו בין כסף בין שטר כמו שלמדנו מדברי רבי שאמר אף הוא נותן דמי עצמו ויוצא וכו' ולא איפסקא הלכתא כרבי שיקחו הגזברין דמי העבד שהוא הקדש מידו ויצא מתחת ידו אלא אחרים מוציאין אותו כת\"ק הרי הרווחנו בפירוש הלכה זו הרבה ואע\"פ שהיא פשוטה מפני הפליאה שנולדה בה עכ\"ל:"
            ],
            [
                "<b>אין אדם מקדיש דבר שאינו שלו עד שאין גופו שלו.</b> במסכת ערכין פ' המקדיש <small> (דף כ\"ח) </small> :"
            ],
            [
                "<b>אין אדם מקדיש דבר שאינו ברשותו כו' עד ברשות בעלים.</b> פ\"ק דמציעא <small> (דף ו') </small> ופ\"ק דערכין <small> (דף ח') </small> ובהרבה מקומות:"
            ],
            [
                "<b>אין אדם מקדיש דבר שאינו ברשותו כו' עד ברשות בעלים.</b> פ\"ק דמציעא <small> (דף ו') </small> ופ\"ק דערכין <small> (דף ח') </small> ובהרבה מקומות:"
            ],
            [
                "<b>הגוזל את חבירו ולא נתייאשו כו' עד וכן כל כיוצא בזה.</b> פרק מרובה:"
            ],
            [
                "<b>מי שהיה מוכר דלועין כו' עד וכן כל כיוצא בזה.</b> ובפרק המוכר את הספינה <small> (דף פ\"ח) </small> :"
            ],
            [
                "<b>אין אדם מקדיש דבר שלא בא לעולם כו' עד לא אמר כלום.</b> בערכין פרק האומר משקלי עלי <small> (דף כ\"א) </small> ובכתובות פ' אע\"פ <small> (דף נ\"ט) </small> ובנדרים פרק ואלו נדרים <small> (דף פ\"ה) </small> ובהרבה מקומות:"
            ],
            [
                "<b>האומר לחבירו שדה זו עד לפדותה אחר הזמן.</b> בכתובות פ' אע\"פ <small> (דף נ\"ח) </small> ובס\"פ ואלו נדרים <small> (דף פ\"ה) </small> :"
            ],
            [
                "<b>האומר לחבירו שדה זו עד לפדותה אחר הזמן.</b> בכתובות פ' אע\"פ <small> (דף נ\"ח) </small> ובס\"פ ואלו נדרים <small> (דף פ\"ה) </small> :"
            ],
            [
                "<b>האומר לחבירו שדה זו עד לפדותה אחר הזמן.</b> בכתובות פ' אע\"פ <small> (דף נ\"ח) </small> ובס\"פ ואלו נדרים <small> (דף פ\"ה) </small> :"
            ],
            [
                "<b>המשכיר בית לחבירו עד השוכר מעל.</b> פרק האומר משקלי עלי <small> (דף כ\"א) </small> :"
            ],
            [
                "<b>יראה לי שאע\"פ שאין אדם מקדיש דבר שלא בא לעולם עד ראיה לדבר כו' והרי האומר לא אפטר כו' עד וכזה ראוי לדון:</b> כתב הראב\"ד ז\"ל הראיה מיעקב היא ראיה וכו': <b> ואני </b> אומר אף לדידי הוה קשיא לי וכי עייני בה שפיר חזינא דשפיר קאמר והראיה של יעקב הביא כי אע\"פ שעדיין לא בא לעולם הממון שנדר עליו קרייה רחמנא נדר דכתיב אשר נדרת לי שם נדר והראיה של נזיר הביא אותה להוכיח כי הוא חשוב נדר אע\"פ שאין דעת הנודר שיחול מיד וקי\"ל דבעינן פיו ולבו שוין וזה נכון. שוב מצאתי לר\"מ ז\"ל מקוצי שהסכים מדעת רבותינו בעלי התוספות ז\"ל כר\"מ ז\"ל:"
            ],
            [
                "<b>יראה לי שאע\"פ שאין אדם מקדיש דבר שלא בא לעולם עד ראיה לדבר כו' והרי האומר לא אפטר כו' עד וכזה ראוי לדון:</b> כתב הראב\"ד ז\"ל הראיה מיעקב היא ראיה וכו': <b> ואני </b> אומר אף לדידי הוה קשיא לי וכי עייני בה שפיר חזינא דשפיר קאמר והראיה של יעקב הביא כי אע\"פ שעדיין לא בא לעולם הממון שנדר עליו קרייה רחמנא נדר דכתיב אשר נדרת לי שם נדר והראיה של נזיר הביא אותה להוכיח כי הוא חשוב נדר אע\"פ שאין דעת הנודר שיחול מיד וקי\"ל דבעינן פיו ולבו שוין וזה נכון. שוב מצאתי לר\"מ ז\"ל מקוצי שהסכים מדעת רבותינו בעלי התוספות ז\"ל כר\"מ ז\"ל:"
            ],
            [
                "<b>יראה לי שאע\"פ שאין אדם מקדיש דבר שלא בא לעולם עד ראיה לדבר כו' והרי האומר לא אפטר כו' עד וכזה ראוי לדון:</b> כתב הראב\"ד ז\"ל הראיה מיעקב היא ראיה וכו': <b> ואני </b> אומר אף לדידי הוה קשיא לי וכי עייני בה שפיר חזינא דשפיר קאמר והראיה של יעקב הביא כי אע\"פ שעדיין לא בא לעולם הממון שנדר עליו קרייה רחמנא נדר דכתיב אשר נדרת לי שם נדר והראיה של נזיר הביא אותה להוכיח כי הוא חשוב נדר אע\"פ שאין דעת הנודר שיחול מיד וקי\"ל דבעינן פיו ולבו שוין וזה נכון. שוב מצאתי לר\"מ ז\"ל מקוצי שהסכים מדעת רבותינו בעלי התוספות ז\"ל כר\"מ ז\"ל:"
            ],
            [
                "<b>הקדש טעות אינו הקדש עד סוף הפרק.</b> בערכין פ' שום היתומים <small> (דף כ\"ג) </small> ובנזיר פ' בית שמאי <small> (דף ל\"א) </small> :"
            ]
        ],
        [
            [
                "<b>ההקדשות אין פודין אותן עד אפי' סובין.</b> בבכורות פ' יש בכור <small> (דף נ\"א) </small> ובערכין פרק המקדיש <small> (דף כ\"ז) </small> ופ' הזהב <small> (דף נ\"ד) </small> :"
            ],
            [
                "<b>כל הפודה קדשיו עד ודין אחד להן.</b> פ' יש בערכין <small> (דף י\"ד) </small> ופרק המקדיש ופרק הזהב:"
            ],
            [
                "<b>הפודה קדשיו עד ולא המתפיס.</b> פרק ראשון דתמורה <small> (דף ט' וי') </small> ופ' הזהב:"
            ],
            [
                "<b>הפודה קדשיו עד ולא המתפיס.</b> פרק ראשון דתמורה <small> (דף ט' וי') </small> ופ' הזהב:"
            ],
            [
                "<b>לפיכך אם חלל בהמה כו' עד שכבר הוסיף עליו חומש.</b> פ\"ק דתמורה:"
            ],
            [
                "<b>לפיכך אם חלל בהמה כו' עד שכבר הוסיף עליו חומש.</b> פ\"ק דתמורה:"
            ],
            [
                "<b>קדשי בדק הבית כו' עד הקדש כל שהוא חוזר.</b> בתמורה פרק כיצד מערימין ופרק יש בקדשי מזבח:"
            ],
            [
                "<b>קדשי בדק הבית כו' עד הקדש כל שהוא חוזר.</b> בתמורה פרק כיצד מערימין ופרק יש בקדשי מזבח:"
            ],
            [
                "<b>קדשי בדק הבית כו' עד הקדש כל שהוא חוזר.</b> בתמורה פרק כיצד מערימין ופרק יש בקדשי מזבח:"
            ],
            [
                "<b>קדשי בדק הבית כו' עד הקדש כל שהוא חוזר.</b> בתמורה פרק כיצד מערימין ופרק יש בקדשי מזבח:"
            ],
            [
                "<b>אין פודין את ההקדש עד לקבל מי שפרע.</b> במציעא פ' הזהב <small> (דף נ\"ז) </small> :"
            ],
            [
                "<b>אין פודין את ההקדש עד לקבל מי שפרע.</b> במציעא פ' הזהב <small> (דף נ\"ז) </small> :"
            ],
            [
                "<b>אין פודין את ההקדש עד לקבל מי שפרע.</b> במציעא פ' הזהב <small> (דף נ\"ז) </small> :"
            ],
            [
                "<b>המקדיש כל נכסיו והיתה עליו כתובת אשה ובעל חוב וכו' עד שקדם:</b> כתב הראב\"ד ז\"ל איני סבור שהקדש זה מפקיע מידי שעבוד וכו': <b> ואני </b> אומר סברא זאת מקובלת אצלנו מפי רבותינו בעלי התוס' ז\"ל כי רש\"י ז\"ל אמרה ומאותה ראיה דר' אבהו וכי הא דאמרי' בכתובות ובכמה דוכתי עשה שורו אפותיקי והקדישו אין בעל חוב גובה ממנו וכדאסיקנא בכל דוכתא הקדש חמץ ושחרור מפקיע מידי שעבוד ופירש הוא ז\"ל דוקא דומיא דהאי שור שהוא קדוש קדושת הגוף אבל קדושת דמים לא אלא מן הדין שלא יחול ההקדש על הדבר המשועבד לחבירו כדאסיקנא אין אדם מקדיש דבר שאינו שלו וכדמתמהינן בגמ' דפ' שום היתומים <small> (דף כ\"ג:) </small> על מתני' דהפודה פודה כו' למה לי למימר הפודה פודה כו' כלומר יקחו אותו הם בעצמם בפרעונה ופרקינן משום ר' אבהו דאמר ר' אבהו שלא יאמרו הקדש יוצא בלא פדיון. ופירש בו רש\"י ז\"ל שני פירושים הראשון שהיה לו לצאת בדמים מועטין והשניה בחנם והראשון עיקר אצלו ומפי השמועה וכזה הסכים הראב\"ד ז\"ל. אבל רבינו משה ז\"ל רוח אחרת עמו כי לא שמענו זה החילוק בתלמוד והיה מקובל בו שבכל ענין נאמר וכדמייתינן עלה פלוגתא דר' אליעזר ור' יהושע מטעם נשאלין על ההקדש או לא וקי\"ל פ\"ה דמס' נזיר כר' יהושע וגם בכולה סוגיין דפרק שום היתומים משמע שעל כל אלו מכריזין בקר וערב ומדקדקין בקריאתן דקא מייתי להו בהדי הדדי ומותיב מהא להא ומהאי להאיך ועוד דאמרי' ריש פירקא למה לי למימר על מנת ליתן לאשה כו' ומהדרינן משום דאיכא דניחא ליה בהא ואיכא דניחא ליה בהא אלמא מהדרי לדקדוקי זכותייהו כי היכי דלקרו ועוד דהא מדירין אותו מן האשה כשמגרשה כדי שלא יעשה קנוניא על ההקדש ואי ס\"ד דלאו הקדש גמור הוא מה לנו לדקדק בהן כל כך אלא ודאי הקדש גמור הן כדברי ר\"מ ז\"ל והא דמתמה תלמודא הכי מפרשינן לה למה לי למימר הפודה פודה דמשמע אחר ולא הן עצמן מקבלין אותן בפרעונן ואפילו בשוויין וזה למה ומהדרינן משום דר' אבהו כו' כי מאחר שאין פרוטה יוצאת מתחת ידן וההקדש לא נתחלל יאמרו כן וזה ביאור יפה וסברא נכונה:",
                "<b>אבל כשימכור ההקדש הקרקע שלו וכו' הא למה זה דומה לשני לקוחות וכו' עד טורפת מן השני:</b> כתב הכותב בהשגות ומה מכר לו ראשון לשני כל זכותו ועוד דאמר ליה אי שתקת שתקת ואי לא מהדרנא שטרא למרא קמא ואין זה דומה למה שאמרו במשנה ובגמ' עכ\"ל, ואינו מזכיר לא שם הכותב ולא שם האומר הנהוג בשאר המקומות: <b> ואני </b> אומר דברים אלו איני יודע מי אמרם ואינן דומין כלל בענין אבל מ\"ש ר\"מ ז\"ל הוא מקובל לו מרבותיו נ\"ע דומים בדומים כי ההקדש שהוא מפקיע שעבוד הכתובה מעליו הוי כאילו כתבה לו דין ודברים אין לי עמך מההיא דרבי אבהו שכתבתי והוא ודאי כלוקח ראשון וכשמכר ההקדש הוה ליה ההוא לוקח כלוקח שני ולא כתבה לו דהא ליכא למגזר משום דר' אבהו הואיל ויצא לחולין על ידי מכירה ולפיכך תגבה ממנו ולא מצינו למימר מה מכר הקדש שהוא ראשון לשני שהוא הדיוט הלוקח כל זכות שתבא לידו שהרי אפי' הקדש עצמו אין לו בו כלום זכות אי לאו דגזרינן מדר' אבהו כמו שכתבתי א\"כ מה מכר לו מן הבא לידו וגם אי שתקת כו' ליכא למימר דמאי מצי מהדר להקדש הא אסיקנא בקדושין וכמה דוכתי אמירתו לגבוה כמסירתו להדיוט ואפילו כי מהדר להקדש ליגבי מינייהו דהא לא חל עליו שם הקדש כמו שכתבתי שאין מקדיש דבר שאינו שלו ותשובת התלמוד משום דר' אבהו ליכא דהא נפק לחולין ע\"י מכירה ואיך יאמרו הקדש יוצא בלא פדיון. ומ\"ש שאין לו דמיון במשנה ובגמ' אדרבה כי מעיינת בה בגמ' פ' שום היתומים משכחת לה שפיר דשקיל וטרי עלה מבע\"ח וכתובה בכה\"ג דדינייהו שוה והא אתפרשו להו דיני כתובה לגבי כתובה אלא ודאי הכותב לא עיין בה ותלה באילן גדול:"
            ],
            [
                "<b>אבל כשימכור ההקדש הקרקע שלו וכו' הא למה זה דומה לשני לקוחות וכו' עד טורפת מן השני:</b> כתב הכותב בהשגות ומה מכר לו ראשון לשני כל זכותו ועוד דאמר ליה אי שתקת שתקת ואי לא מהדרנא שטרא למרא קמא ואין זה דומה למה שאמרו במשנה ובגמ' עכ\"ל, ואינו מזכיר לא שם הכותב ולא שם האומר הנהוג בשאר המקומות: <b> ואני </b> אומר דברים אלו איני יודע מי אמרם ואינן דומין כלל בענין אבל מ\"ש ר\"מ ז\"ל הוא מקובל לו מרבותיו נ\"ע דומים בדומים כי ההקדש שהוא מפקיע שעבוד הכתובה מעליו הוי כאילו כתבה לו דין ודברים אין לי עמך מההיא דרבי אבהו שכתבתי והוא ודאי כלוקח ראשון וכשמכר ההקדש הוה ליה ההוא לוקח כלוקח שני ולא כתבה לו דהא ליכא למגזר משום דר' אבהו הואיל ויצא לחולין על ידי מכירה ולפיכך תגבה ממנו ולא מצינו למימר מה מכר הקדש שהוא ראשון לשני שהוא הדיוט הלוקח כל זכות שתבא לידו שהרי אפי' הקדש עצמו אין לו בו כלום זכות אי לאו דגזרינן מדר' אבהו כמו שכתבתי א\"כ מה מכר לו מן הבא לידו וגם אי שתקת כו' ליכא למימר דמאי מצי מהדר להקדש הא אסיקנא בקדושין וכמה דוכתי אמירתו לגבוה כמסירתו להדיוט ואפילו כי מהדר להקדש ליגבי מינייהו דהא לא חל עליו שם הקדש כמו שכתבתי שאין מקדיש דבר שאינו שלו ותשובת התלמוד משום דר' אבהו ליכא דהא נפק לחולין ע\"י מכירה ואיך יאמרו הקדש יוצא בלא פדיון. ומ\"ש שאין לו דמיון במשנה ובגמ' אדרבה כי מעיינת בה בגמ' פ' שום היתומים משכחת לה שפיר דשקיל וטרי עלה מבע\"ח וכתובה בכה\"ג דדינייהו שוה והא אתפרשו להו דיני כתובה לגבי כתובה אלא ודאי הכותב לא עיין בה ותלה באילן גדול:"
            ],
            [
                "<b>כיצד פודין קרקע זו עד אינה נפדית כלל:</b> כתב הראב\"ד ז\"ל איני מבין דבריו אבל פירוש הענין וכו': <b> ואני </b> אומר כבר כתבתי אני קבלתנו כפירש\"י בשתי לשונות וגם בזה קבלנו דעתו על לשון המשנה ששנינו פ' שום היתומים <small> (דף כ\"ג:) </small> הקדיש תשעים מנה והיה חובו מאה מנה מוסיף עוד דינר ופודה את הנכסים האלו על מנת ליתן לאשה כתובתה ולבעל חובו את חובו ע\"כ. ואמרי' עלה בגמ' מתניתין דלא כרשב\"ג דתניא רשב\"ג היה אומר אם היה חובו יתר על הקדשו (לאו הקדיש כלום) [בגמרא פודה ואם לאו אינו פודה]. ורבנן עד כמה אמר רב הונא בר יהודה אמר רב ששת עד פלגא ע\"כ. וקי\"ל כרבנן דיחיד ורבים הלכה כרבים ומישבין אותו לשני הפירושין ללישנא קמא עד פלגא ודאי לאו מדעתה דהכי אוזפיה וללישנא בתרא כיון דהחוב טפי פלגא ידעי דלא חל ההקדש עליו ולא שייך שמא יאמרו הקדש יוצא בלא פדיון ע\"כ. אבל ר\"מ ז\"ל בירר כוונתו בפירוש המשניות שלו והבינו לכל מי שרוצה להבין וז\"ל לשון המשנה אומר כי אע\"פ שהדבר שהקדיש שוה תשעים והחוב מאה צריך הפודה להוסיף כל שהוא על שיעור שוויו ואפי' דינר עד שיהא אומר דרך משל הקרקע הזה הריני נותן בו להקדש יתר על מנת שאפרע לבעל חוב תשעים וסבת זה כדי שלא יאמרו הקדש יוצא בלא פדיון ואין אנו אומרים הואיל וקדם החוב אין זה יכול להקדיש ולא יחול הקדש על הקרקע הזה לפי שהעיקר שאין בו פקפוק הקדש חמץ ושחרור מפקיעין מידי שעבוד ואם היה החוב כפל מה ששוה הדבר שהקדיש אין פודין אותו בתנאי בשום פנים אלא מפקיעין החוב מעיקרו מעל קרקע זה והוא מה שאמרו בתלמוד עד מחצה אינו פודה. והנה זה מובן וזכיתי מתוך לשונו שנתברר דעתי במה שהצלתיו למעלה מפי הראב\"ד ז\"ל וגליתי דעתו בפירוש שחרור שכן פירשו כאן הוא בעצמו ז\"ל:"
            ],
            [
                "<b>המקדיש כל נכסיו ואח\"כ גירש כו' בד\"א בבריא אבל חולה שהקדיש כו' עד ולא מן ההקדש:</b> כתב הראב\"ד ז\"ל ואפי' אחר שהקדיש וכו'. ועל מ\"ש נשבע וגובה מן הפודה ולא מן ההקדש כתב אם אמר מנה פקדון הוא שאינו צריך פדיון עכ\"ל: <b> ואני </b> אומר הלכה זו רמוזה בערכין פ' שום היתומים <small> (דף כ\"ג) </small> ושנויה במסכת שבועות פ' שבועות הדיינין <small> (דף מ\"ב) </small> ומשולשת ומפורשת סוף בתרא <small> (דף קע\"ד) </small> ורב הונא עיקרה דאמר רב הונא שכיב מרע שאמר מנה לפלוני בידי נאמן ומייתי עלה דרב ושמואל דאמרי תרוייהו שכיב מרע שאמר מנה לפלוני בידי אמר תנו נותנין לא אמר תנו אין נותנין ושקיל וטרי עלה טובא ואסקה כדברי ר\"מ ור\"מ ז\"ל משם קבעה כאן על הסדר האמור שם וכפי מסקנת התלמוד וכאשר קבלה לפירוש מפי רבינו יהוסף רבו ז\"ל דפירש דברי רב הונא בשעת מיתה דוקא והאריך בפירוש הלכה יפה עד שפסק הדין וז\"ל נקיטינן השתא לענין שכיב מרע שהקדיש נכסיו ובשעה שהקדישן אמר מנה לפלוני בידי שאם אמר תנו ודאי נותנין בין נקיט ההוא פלניא שטרא בין לא נקיט שטרא הואיל ובשעה שהקדישן קאמר לה ואם לא אמר תנו אי קא נקיט שטרא ואיקיים אע\"ג דלא אמר תנו נותנין ואי לא נקיט שטרא אי נמי נקיט שטרא ולא איקיים כיון דלא אמר תנו אין נותנין ודוקא היכא דאמר לה בשעה שהקדישן אבל אי אמר לה אחר שהקדישן אע\"ג דאמר תנו אין נותנין דהא אמרי' לעיל פ' מי שמת גבי חזרה במקצת איבעיא להו הקדיש כל נכסיו מהו ועלתה בתיקו וקי\"ל דכל תיקו דממונא חומרא לתובע וקולא לנתבע והא מכיון דאקדשינהו קננהו הקדש וכי בעי למיהדר השתא הוא דבעי למיהדר ולא מצי למיהדר ביה אלא בראיה ברורה וכיון דאי בעי למיהדר לא מצי הדר ביה כי אמר תנו מנה לפלוני שיש לו אצלי אין נותנין דאמרינן האי מהדר קא הדר ומשום הכי קאמר השתא תנו מנה לפלוני שיש לו בידי הלכך הא דאמר רב הונא שכיב מרע שהקדיש כל נכסיו ואמר מנה לפלוני בידי נאמן ואוקימנא בדנקיט שטרא ואיקיים דשמעת מינה דטעמא דלא אמר תנו הוא דבעינן דנקיט שטרא ואיקיים הא אמר תנו אע\"ג דלא נקיט שטרא נמי נאמן ונותנין לא מתוקמא אלא בדאמר לה בשעה שהקדישן ודיקא נמי מדקא מדמינן לה להא דרב ושמואל דאמרי תרוייהו שכיב מרע שאמר מנה לפלוני בידי אמר תנו נותנין וכו' דהתם נכסי דידיה נינהו ומנכסי דידיה הוא דאמר תנו הכא נמי לענין שכיב מרע שהקדיש כל נכסיו ואמר תנו מנה לפלוני שיש לו בידי היכא דאמר לה בשעה שהקדישן הוא דאכתי נכסי דידיה נינהו ולא דהקדש דומיא דהא דרב ושמואל אבל היכא דאמר לה לאחר שהקדישן דמכי אקדיש ודאי לאו נכסי דידיה נינהו אלא דהקדש אע\"ג דאמר תנו אין נותנין לו אלא א\"כ נקיט שטרא בידיה ואיקיים דאית ליה לההוא פלניא למטרף מן ההקדש כי היכי דאית ליה למטרף מן הלוקח ולענין הא דרב ושמואל דאמרי שכיב מרע שאמר מנה לפלוני בידי כיון דאיפסיקא הלכתא לקמן דמלוה על פה גובה מן היורשין בין נקיט שטרא בין לא נקיט שטרא אי אמר תנו נותנין ואי לא אמר תנו אי נקיט שטרא ואיקיים נותנין ואי לא נקיט שטרא כיון דלא אמר תנו אלא מנה לפלוני בידי הוא דאמר בלחוד אין נותנין משום דחיישינן דילמא שלא להשביע את בניו הוא דאיכוון עכ\"ל, נמצאו כל דברי ר\"מ ז\"ל כדברי רבו ז\"ל מפורשים ומה שחידש הראב\"ד ז\"ל בסוף אם היו פקדון כבר כתבתי כמה פעמים בזה החבור שאין כותב הוא אלא מה שהוא מפורש בגמ' ולכך קראו משנה תורה וזה נכון בכל דבריו ובנדון שלפנינו העיקר אצלי לסייעו מה שאמרו הלכה רווחת דברי שכיב מרע ככתובין וכמסורין דמו ואמירתו לגבוה כמסירתו להדיוט ולאחר דבריו דבור לאו כדבור דמי:"
            ],
            [
                "<b>המקדיש כל נכסיו ואח\"כ גירש כו' בד\"א בבריא אבל חולה שהקדיש כו' עד ולא מן ההקדש:</b> כתב הראב\"ד ז\"ל ואפי' אחר שהקדיש וכו'. ועל מ\"ש נשבע וגובה מן הפודה ולא מן ההקדש כתב אם אמר מנה פקדון הוא שאינו צריך פדיון עכ\"ל: <b> ואני </b> אומר הלכה זו רמוזה בערכין פ' שום היתומים <small> (דף כ\"ג) </small> ושנויה במסכת שבועות פ' שבועות הדיינין <small> (דף מ\"ב) </small> ומשולשת ומפורשת סוף בתרא <small> (דף קע\"ד) </small> ורב הונא עיקרה דאמר רב הונא שכיב מרע שאמר מנה לפלוני בידי נאמן ומייתי עלה דרב ושמואל דאמרי תרוייהו שכיב מרע שאמר מנה לפלוני בידי אמר תנו נותנין לא אמר תנו אין נותנין ושקיל וטרי עלה טובא ואסקה כדברי ר\"מ ור\"מ ז\"ל משם קבעה כאן על הסדר האמור שם וכפי מסקנת התלמוד וכאשר קבלה לפירוש מפי רבינו יהוסף רבו ז\"ל דפירש דברי רב הונא בשעת מיתה דוקא והאריך בפירוש הלכה יפה עד שפסק הדין וז\"ל נקיטינן השתא לענין שכיב מרע שהקדיש נכסיו ובשעה שהקדישן אמר מנה לפלוני בידי שאם אמר תנו ודאי נותנין בין נקיט ההוא פלניא שטרא בין לא נקיט שטרא הואיל ובשעה שהקדישן קאמר לה ואם לא אמר תנו אי קא נקיט שטרא ואיקיים אע\"ג דלא אמר תנו נותנין ואי לא נקיט שטרא אי נמי נקיט שטרא ולא איקיים כיון דלא אמר תנו אין נותנין ודוקא היכא דאמר לה בשעה שהקדישן אבל אי אמר לה אחר שהקדישן אע\"ג דאמר תנו אין נותנין דהא אמרי' לעיל פ' מי שמת גבי חזרה במקצת איבעיא להו הקדיש כל נכסיו מהו ועלתה בתיקו וקי\"ל דכל תיקו דממונא חומרא לתובע וקולא לנתבע והא מכיון דאקדשינהו קננהו הקדש וכי בעי למיהדר השתא הוא דבעי למיהדר ולא מצי למיהדר ביה אלא בראיה ברורה וכיון דאי בעי למיהדר לא מצי הדר ביה כי אמר תנו מנה לפלוני שיש לו אצלי אין נותנין דאמרינן האי מהדר קא הדר ומשום הכי קאמר השתא תנו מנה לפלוני שיש לו בידי הלכך הא דאמר רב הונא שכיב מרע שהקדיש כל נכסיו ואמר מנה לפלוני בידי נאמן ואוקימנא בדנקיט שטרא ואיקיים דשמעת מינה דטעמא דלא אמר תנו הוא דבעינן דנקיט שטרא ואיקיים הא אמר תנו אע\"ג דלא נקיט שטרא נמי נאמן ונותנין לא מתוקמא אלא בדאמר לה בשעה שהקדישן ודיקא נמי מדקא מדמינן לה להא דרב ושמואל דאמרי תרוייהו שכיב מרע שאמר מנה לפלוני בידי אמר תנו נותנין וכו' דהתם נכסי דידיה נינהו ומנכסי דידיה הוא דאמר תנו הכא נמי לענין שכיב מרע שהקדיש כל נכסיו ואמר תנו מנה לפלוני שיש לו בידי היכא דאמר לה בשעה שהקדישן הוא דאכתי נכסי דידיה נינהו ולא דהקדש דומיא דהא דרב ושמואל אבל היכא דאמר לה לאחר שהקדישן דמכי אקדיש ודאי לאו נכסי דידיה נינהו אלא דהקדש אע\"ג דאמר תנו אין נותנין לו אלא א\"כ נקיט שטרא בידיה ואיקיים דאית ליה לההוא פלניא למטרף מן ההקדש כי היכי דאית ליה למטרף מן הלוקח ולענין הא דרב ושמואל דאמרי שכיב מרע שאמר מנה לפלוני בידי כיון דאיפסיקא הלכתא לקמן דמלוה על פה גובה מן היורשין בין נקיט שטרא בין לא נקיט שטרא אי אמר תנו נותנין ואי לא אמר תנו אי נקיט שטרא ואיקיים נותנין ואי לא נקיט שטרא כיון דלא אמר תנו אלא מנה לפלוני בידי הוא דאמר בלחוד אין נותנין משום דחיישינן דילמא שלא להשביע את בניו הוא דאיכוון עכ\"ל, נמצאו כל דברי ר\"מ ז\"ל כדברי רבו ז\"ל מפורשים ומה שחידש הראב\"ד ז\"ל בסוף אם היו פקדון כבר כתבתי כמה פעמים בזה החבור שאין כותב הוא אלא מה שהוא מפורש בגמ' ולכך קראו משנה תורה וזה נכון בכל דבריו ובנדון שלפנינו העיקר אצלי לסייעו מה שאמרו הלכה רווחת דברי שכיב מרע ככתובין וכמסורין דמו ואמירתו לגבוה כמסירתו להדיוט ולאחר דבריו דבור לאו כדבור דמי:"
            ],
            [
                "<b>המקדיש כל נכסיו ואח\"כ גירש כו' בד\"א בבריא אבל חולה שהקדיש כו' עד ולא מן ההקדש:</b> כתב הראב\"ד ז\"ל ואפי' אחר שהקדיש וכו'. ועל מ\"ש נשבע וגובה מן הפודה ולא מן ההקדש כתב אם אמר מנה פקדון הוא שאינו צריך פדיון עכ\"ל: <b> ואני </b> אומר הלכה זו רמוזה בערכין פ' שום היתומים <small> (דף כ\"ג) </small> ושנויה במסכת שבועות פ' שבועות הדיינין <small> (דף מ\"ב) </small> ומשולשת ומפורשת סוף בתרא <small> (דף קע\"ד) </small> ורב הונא עיקרה דאמר רב הונא שכיב מרע שאמר מנה לפלוני בידי נאמן ומייתי עלה דרב ושמואל דאמרי תרוייהו שכיב מרע שאמר מנה לפלוני בידי אמר תנו נותנין לא אמר תנו אין נותנין ושקיל וטרי עלה טובא ואסקה כדברי ר\"מ ור\"מ ז\"ל משם קבעה כאן על הסדר האמור שם וכפי מסקנת התלמוד וכאשר קבלה לפירוש מפי רבינו יהוסף רבו ז\"ל דפירש דברי רב הונא בשעת מיתה דוקא והאריך בפירוש הלכה יפה עד שפסק הדין וז\"ל נקיטינן השתא לענין שכיב מרע שהקדיש נכסיו ובשעה שהקדישן אמר מנה לפלוני בידי שאם אמר תנו ודאי נותנין בין נקיט ההוא פלניא שטרא בין לא נקיט שטרא הואיל ובשעה שהקדישן קאמר לה ואם לא אמר תנו אי קא נקיט שטרא ואיקיים אע\"ג דלא אמר תנו נותנין ואי לא נקיט שטרא אי נמי נקיט שטרא ולא איקיים כיון דלא אמר תנו אין נותנין ודוקא היכא דאמר לה בשעה שהקדישן אבל אי אמר לה אחר שהקדישן אע\"ג דאמר תנו אין נותנין דהא אמרי' לעיל פ' מי שמת גבי חזרה במקצת איבעיא להו הקדיש כל נכסיו מהו ועלתה בתיקו וקי\"ל דכל תיקו דממונא חומרא לתובע וקולא לנתבע והא מכיון דאקדשינהו קננהו הקדש וכי בעי למיהדר השתא הוא דבעי למיהדר ולא מצי למיהדר ביה אלא בראיה ברורה וכיון דאי בעי למיהדר לא מצי הדר ביה כי אמר תנו מנה לפלוני שיש לו אצלי אין נותנין דאמרינן האי מהדר קא הדר ומשום הכי קאמר השתא תנו מנה לפלוני שיש לו בידי הלכך הא דאמר רב הונא שכיב מרע שהקדיש כל נכסיו ואמר מנה לפלוני בידי נאמן ואוקימנא בדנקיט שטרא ואיקיים דשמעת מינה דטעמא דלא אמר תנו הוא דבעינן דנקיט שטרא ואיקיים הא אמר תנו אע\"ג דלא נקיט שטרא נמי נאמן ונותנין לא מתוקמא אלא בדאמר לה בשעה שהקדישן ודיקא נמי מדקא מדמינן לה להא דרב ושמואל דאמרי תרוייהו שכיב מרע שאמר מנה לפלוני בידי אמר תנו נותנין וכו' דהתם נכסי דידיה נינהו ומנכסי דידיה הוא דאמר תנו הכא נמי לענין שכיב מרע שהקדיש כל נכסיו ואמר תנו מנה לפלוני שיש לו בידי היכא דאמר לה בשעה שהקדישן הוא דאכתי נכסי דידיה נינהו ולא דהקדש דומיא דהא דרב ושמואל אבל היכא דאמר לה לאחר שהקדישן דמכי אקדיש ודאי לאו נכסי דידיה נינהו אלא דהקדש אע\"ג דאמר תנו אין נותנין לו אלא א\"כ נקיט שטרא בידיה ואיקיים דאית ליה לההוא פלניא למטרף מן ההקדש כי היכי דאית ליה למטרף מן הלוקח ולענין הא דרב ושמואל דאמרי שכיב מרע שאמר מנה לפלוני בידי כיון דאיפסיקא הלכתא לקמן דמלוה על פה גובה מן היורשין בין נקיט שטרא בין לא נקיט שטרא אי אמר תנו נותנין ואי לא אמר תנו אי נקיט שטרא ואיקיים נותנין ואי לא נקיט שטרא כיון דלא אמר תנו אלא מנה לפלוני בידי הוא דאמר בלחוד אין נותנין משום דחיישינן דילמא שלא להשביע את בניו הוא דאיכוון עכ\"ל, נמצאו כל דברי ר\"מ ז\"ל כדברי רבו ז\"ל מפורשים ומה שחידש הראב\"ד ז\"ל בסוף אם היו פקדון כבר כתבתי כמה פעמים בזה החבור שאין כותב הוא אלא מה שהוא מפורש בגמ' ולכך קראו משנה תורה וזה נכון בכל דבריו ובנדון שלפנינו העיקר אצלי לסייעו מה שאמרו הלכה רווחת דברי שכיב מרע ככתובין וכמסורין דמו ואמירתו לגבוה כמסירתו להדיוט ולאחר דבריו דבור לאו כדבור דמי:"
            ],
            [
                "<b>מי שיצא עליו קול עד סוף הפרק.</b> פרק המגרש <small> (דף פ\"ט) </small> :"
            ]
        ],
        [
            [
                "<b>בחמשה עשר באדר כו' עד בית אלהינו.</b> בירושלמי במסכת שקלים:"
            ],
            [
                "<b>אין פודין את ההקדש כו' עד את המותר.</b> במס' ערכין פרק המקדיש <small> (דף כ\"ז) </small> :"
            ],
            [
                "<b>אין פודין את ההקדש כו' עד את המותר.</b> במס' ערכין פרק המקדיש <small> (דף כ\"ז) </small> :"
            ],
            [
                "<b>במה דברים אמורים בשחזרו זה אחר זה אבל אם חזרו כולן כאחד וכו' וכן אם חזרו שלשתן כו' עד על דרך זה לעולם:</b> כתב הראב\"ד ז\"ל אע\"פ שהן משלשין לפי הגמ' וכו' עד וכן כל פחת שיהיה שם המרבה משלים עד הממעיט אבל לא הממעיט עד המרבה עכ\"ל: <b> ואני </b> אומר הפירוש ההוא רש\"י ז\"ל פירשו באורך ומאותו הטעם עצמו שכתב הראב\"ד ז\"ל שהמרבה נעשה שותף לממעיט בתוספת שלו ומ\"מ מה שפירש ר\"מ ז\"ל כאן כך פירש בפירוש המשניות שלו ופירוש מקובל הוא ביותר ולשון משלשין הכי משמע טפי ומה שהקשה הראב\"ד ז\"ל יש לי לתרץ ואפרשנה יפה והבן כי פרק המקדיש נשנית המשנה כלשון ר\"מ ז\"ל בתחלה ובגמ' <small> (דף כ\"ז:) </small> אמר רב חסדא עלה לא שנו אלא שבן ארבעים עומד במקומו כלומר שהוא רוצה ליתן הארבעים שאמר אבל אין בן ארבעים עומד במקומו (אלא שחזר בו) משלשין ביניהם כמו שפירש ר\"מ ז\"ל שכל אחד נותן שבע ואקשינן חזר בו של בן ארבעים ממשכנין מנכסיו עד עשר ואמאי ליתן בר חמשין בהדיה פירוש ולא מטי ליה אלא שבע ומטונא דשייך בהדיה בתוספת דיליה כפירוש רש\"י והראב\"ד ז\"ל ומהדר עלה בשקלא וטריא עד דמסיק אלא אמר רב חסדא לא קשיא כאן בבת אחת כאן בזה אחר זה פי' כי כשחזרו בבת אחת אמר רב חסדא משלשין ביניהן לפי שנעשו כולן שותפין בתוספת שהרי כל אחד הוסיף כמו חבירו וכולן חזרו כאחד ואין לנו לקנות זה יותר מזה וכי קתני מתני' שחזרו בזה אחר זה שאין לאחד עם חבירו כלום לפיכך קונסין לכל אחד במה שהוא:"
            ],
            [
                "<b>הבעלים קודמין לכל אדם מפני שהן מוסיפין חומש כו' עד חמש ועשרים.</b> פ' המקדיש שם:",
                "<b> בא אחד ואמר הרי היא שלי באחת ועשרים אם שתקו הבעלים כו' ועל דרך זה לעולם:</b> כתב הראב\"ד ז\"ל על זה הדרך כמה הוא זר בעיני ורחוק מדעתי וזו הפרוטה מה טיבה כו': <b> ואני </b> אומר משנה זאת שנויה בערכין ונשא ונתן עליה בגמ' והעמידה רבא דאמור בעלים פרוטה ולא דק ופירש רש\"י ז\"ל דאמור בעלים ברישא וכולה סוגין דקיימא אכולה מתני' כדברי ר\"מ ז\"ל וכן הסכימו רבותינו בעלי התוס' ז\"ל וכן נכון, ומה שהקשה הראב\"ד ז\"ל דמה טיבה של פרוטה זו יש לי לתרץ לימא ליה לרבא דאסקא הכי ומאי דאוקי דברי רבא אסיפא דמתני' דוקא זה דוחק גדול דהא קמן מתני' כולה בחדא גוונא מיתנייא ולאו מילי מילי היא אלא בלישנא חדא איתאמרו ודומיא דסיפא מתנו כלהו, והרוצה להבין עומק זה יעיין ההלכה במקומה בפירש\"י ז\"ל וישכיל כי סיפא מכרחת לרישא לאוקומה בפרוטה דכולהו מילי סופן נעוץ בתחלתן:"
            ],
            [
                "<b>הבעלים קודמין לכל אדם מפני שהן מוסיפין חומש כו' עד חמש ועשרים.</b> פ' המקדיש שם:",
                "<b> בא אחד ואמר הרי היא שלי באחת ועשרים אם שתקו הבעלים כו' ועל דרך זה לעולם:</b> כתב הראב\"ד ז\"ל על זה הדרך כמה הוא זר בעיני ורחוק מדעתי וזו הפרוטה מה טיבה כו': <b> ואני </b> אומר משנה זאת שנויה בערכין ונשא ונתן עליה בגמ' והעמידה רבא דאמור בעלים פרוטה ולא דק ופירש רש\"י ז\"ל דאמור בעלים ברישא וכולה סוגין דקיימא אכולה מתני' כדברי ר\"מ ז\"ל וכן הסכימו רבותינו בעלי התוס' ז\"ל וכן נכון, ומה שהקשה הראב\"ד ז\"ל דמה טיבה של פרוטה זו יש לי לתרץ לימא ליה לרבא דאסקא הכי ומאי דאוקי דברי רבא אסיפא דמתני' דוקא זה דוחק גדול דהא קמן מתני' כולה בחדא גוונא מיתנייא ולאו מילי מילי היא אלא בלישנא חדא איתאמרו ודומיא דסיפא מתנו כלהו, והרוצה להבין עומק זה יעיין ההלכה במקומה בפירש\"י ז\"ל וישכיל כי סיפא מכרחת לרישא לאוקומה בפרוטה דכולהו מילי סופן נעוץ בתחלתן:"
            ],
            [
                "<b>הבעלים קודמין לכל אדם מפני שהן מוסיפין חומש כו' עד חמש ועשרים.</b> פ' המקדיש שם:",
                "<b> בא אחד ואמר הרי היא שלי באחת ועשרים אם שתקו הבעלים כו' ועל דרך זה לעולם:</b> כתב הראב\"ד ז\"ל על זה הדרך כמה הוא זר בעיני ורחוק מדעתי וזו הפרוטה מה טיבה כו': <b> ואני </b> אומר משנה זאת שנויה בערכין ונשא ונתן עליה בגמ' והעמידה רבא דאמור בעלים פרוטה ולא דק ופירש רש\"י ז\"ל דאמור בעלים ברישא וכולה סוגין דקיימא אכולה מתני' כדברי ר\"מ ז\"ל וכן הסכימו רבותינו בעלי התוס' ז\"ל וכן נכון, ומה שהקשה הראב\"ד ז\"ל דמה טיבה של פרוטה זו יש לי לתרץ לימא ליה לרבא דאסקא הכי ומאי דאוקי דברי רבא אסיפא דמתני' דוקא זה דוחק גדול דהא קמן מתני' כולה בחדא גוונא מיתנייא ולאו מילי מילי היא אלא בלישנא חדא איתאמרו ודומיא דסיפא מתנו כלהו, והרוצה להבין עומק זה יעיין ההלכה במקומה בפירש\"י ז\"ל וישכיל כי סיפא מכרחת לרישא לאוקומה בפרוטה דכולהו מילי סופן נעוץ בתחלתן:"
            ],
            [
                "<b>אין מקדישין ולא מעריכין ולא מחרימין בזמן הזה כו' עד לאבדם.</b> פ\"ק דמסכת ע\"ז <small> (דף י\"ז) </small> :"
            ],
            [
                "<b>הקדיש או החרים עבד שנכנס למצות כו' עד ולא מורידין מותר לפדות ההקדשות כו' עד שאין שדה חרמים אלא בזמן שהיובל נוהג:</b> כתב הראב\"ד ז\"ל יש מי שסובר מה שאמר אין שדה חרמים נוהג וכו': <b> ואני </b> אומר אין לי עסק בזה החבור לברר הסברות כאשר הקדמתי וכתבתי כמה פעמים אך אודיע מקום הלכות אלו שהוא בערכין פ' המקדיש <small> (דף כ\"ח כ\"ט) </small> ופרק קמא דע\"ז שם:",
                "<b> החרים לכהנים קרקע עד ותנתן לכהנים.</b> גם זה פ' המקדיש ופ\"ק דע\"ז:"
            ],
            [
                "<b>הקדיש או החרים עבד שנכנס למצות כו' עד ולא מורידין מותר לפדות ההקדשות כו' עד שאין שדה חרמים אלא בזמן שהיובל נוהג:</b> כתב הראב\"ד ז\"ל יש מי שסובר מה שאמר אין שדה חרמים נוהג וכו': <b> ואני </b> אומר אין לי עסק בזה החבור לברר הסברות כאשר הקדמתי וכתבתי כמה פעמים אך אודיע מקום הלכות אלו שהוא בערכין פ' המקדיש <small> (דף כ\"ח כ\"ט) </small> ופרק קמא דע\"ז שם:",
                "<b> החרים לכהנים קרקע עד ותנתן לכהנים.</b> גם זה פ' המקדיש ופ\"ק דע\"ז:"
            ],
            [
                "<b>הקדיש או החרים עבד שנכנס למצות כו' עד ולא מורידין מותר לפדות ההקדשות כו' עד שאין שדה חרמים אלא בזמן שהיובל נוהג:</b> כתב הראב\"ד ז\"ל יש מי שסובר מה שאמר אין שדה חרמים נוהג וכו': <b> ואני </b> אומר אין לי עסק בזה החבור לברר הסברות כאשר הקדמתי וכתבתי כמה פעמים אך אודיע מקום הלכות אלו שהוא בערכין פ' המקדיש <small> (דף כ\"ח כ\"ט) </small> ופרק קמא דע\"ז שם:",
                "<b> החרים לכהנים קרקע עד ותנתן לכהנים.</b> גם זה פ' המקדיש ופ\"ק דע\"ז:"
            ],
            [
                "<b>אף ע\"פ שההקדשות כו' עד לא יהיה בך חטא.</b> פרק קמא דשחיטת חולין <small> (דף ב') </small> :"
            ],
            [
                "<b>לעולם לא יקדיש כו' עד וכיוצא בו.</b> פרק המקדיש <small> (דף כ\"ח) </small> :",
                "<b> אמרו חכמים חסיד כו' עד סוף הפרק.</b> בכתובות פ' נערה שנתפתתה <small> (דף נ) </small> :"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "מגדל עוז על משנה תורה, הלכות ערכים וחרמין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Migdal Oz",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}