{
    "title": "Kessef Mishneh on Mishneh Torah, Sanctification of the New Month",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Sanctification_of_the_New_Month",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יראה לי שזה שאמרו חכמים וכו'.</b> הקשה ע''ז הרמ''ה דבהדיא (סנהדרין י''ב) תניא ר''מ אומר ואיש בא מבעל שלישה וכו' עד אמור מעתה ראויה היתה אותה שנה שתתעבר ומפני מה לא עיברה אלישע מפני ששנת בצורת היתה והכל רצים לבית הגרנות והא התם דהוה חזיא לעבורה מפני האביב ופירות האילן כדמפרש בברייתא ולא עיברה לפי שאין מעברין בשני רעבון. גם שם נמצא כתוב שמעברין על התקופה לבדה ובהדיא תניא (שם דף י''א:) על ג' סימנים מעברים את השנה וכו' על שנים מהם מעברין על אחד מהם אין מעברין. ואי משום ההיא דגרסינן בר''ה (דף כ''א) שלח ליה רב הונא בר אבין לרבא כי חזית דמשכא תקופת טבת עד שיתסר בניסן עברה לההיא שתא ולא תחוש לה ההוא בתקופת טבת קאי כדמפרש בהדיא [וכיון] דמשכא תקופת טבת עד שיתסר בניסן משכא תקופת תמוז עד בתר החג ואמטול הכי מעברין, חדא דבעינן אביב בתקופת ניסן וליכא, ותו דבעינן כוליה חג בתקופה חדשה וליכא. וכי קתני בברייתא על אחד מהם אין מעברין אתקופת תשרי קאי דס''ל כת''ק דאידך ברייתא (סנהדרין י''ג) דקתני אין מעברין את השנה אא''כ היתה תקופה חסרה ט''ז יום דכי משכא תקופת תמוז עד שיתסר בתשרי ותו לא, אשתכח דלא משכא תקופת טבת עד שיתסר בניסן, וכיון דאתי אביב כתקנו אין מעברין על התקופה לבדה דלא דחינן תרתי מקמי חדא: \n",
                "<b>וה''ר</b> אהרן בר משלם השיב ואמר דעת הרב דהא דקתני אמור מעתה ראויה היתה להתעבר לא מפני האביב ופירות האילן כאשר כתבת דבפירות האילן לא איירי ברייתא כלל דמין אחד דקתני ממיני התבואות קאמר אלא ה''ק כלומר כיון שלא בכרה א''י להביא כי אם במקום א' ומין א' והוא שעורים ולאחר העומר נמצא שלא היה רוב אביב בחדש ניסן וכיון שנתמעט כל כך האביב נראה ודאי שהגדיים וטלאים רכים ודקים כי לא מצאו מרעה ואע''פ שמפני אביב לבדו לא היו מעברין כיון שנמצא להקריב ממנו העומר מ''מ היתה השנה ראויה להתעבר מפני הגדיים והטלאים לעשותן סעד לשנה כדאמרינן לעיל דזמן דאביבא לא מטא ואמריא דעדקין ומפני מה לא עברוה אלישע ובית דינו לפי ששנת בצורת היתה וכו' אבל אם היתה השנה ראויה להתעבר מפני אביב שלא הגיע או מפני התקופה שלא יהא אביב בתקופה חדשה שהם עיקר זמני העיבור מן התורה הכי נמי דמעברינן. וחזר הרמ''ה וכתב עליו מין אחד סתמא קתני מנ''ל לאוקומה בתבואה בלחוד ותו מנ''ל למידק מקראי דאמריא הוו דעדקין לאו משום דאיתחר ליה אביבא כולי האי ואורחא דעלמא דכי מתאחרא תבואה מחמת בצורתא לא משכחין אמריא דוכתא רטיבא למרעא ביה והוו דעדקין הן ה''נ איכא למידק גבי פירות האילן כיון דאיתחר ליה אביב של תבואה כל שכן דאיתחרו להו פירות האילן ובעינן שיהיו פירות האילן מצויים בניסן כדרך כל אביב לפום טעמיה דרבינו הרב דמפרש טעמא דפירות האילן הכי. ומאי דקאמר מר טעמא דאם היתה השנה ראויה להתעבר מפני שלא הגיע האביב או מפני התקופה שלא יהא אביב בתקופה חדשה שמעברין בשני רעבון וקאמר מר טעמא לפי שהם עיקר סימני העיבור מן התורה תמיה לי מאי קסבר אי קסבר דהאי דמעברין אאביב וגדיים וטלאים מדרבנן הוא סוף סוף תיקשי ליה למר דכשם שמצוה מן התורה לעבר בזמן שהשנה ראויה כך מצוה שלא לעבר בזמן שאין השנה ראויה לעבר כדי שלא לעקור את המועדות ממקומן וא''כ היכי קיימי רבנן ומעברין שלא לצורך ועקרי להו לכולהו מועדות מההוא עידנא דקביעי להו וכ''ת תורה נתנה רשות לב''ד לקבוע חדשים ולעבר שנים ולעקר את המועדות ממקומם א''כ כי חזיא שתא נמי להתעבר מן התורה התורה נתנה רשות לב''ד שלא לעבר בשני רעבון וכיוצא בהם וכ''ש דמתני' קתני סתמא אין מעברין את השנה בשני רעבון וליכא לאפוקי מינה אלא בראיה עכ''ל: \n",
                "<b>על</b> מה שכתוב למעלה שיש ראיה לדברי רבינו מדגרסינן פ''ק דר''ה (דף כ''א) כי חזית דמשכא תקופת טבת עד שיתסר בניסן וכו' מ''כ אע''ג דההיא דתקופת ניסן ובסנהדרין איירי בתקופת תשרי מה לי הא ומה לי הא דבתרוייהו קראי קא דרשי: \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות קידוש החודש",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}