{
    "text": {
        "669": {
            "0": "De las cosas prohibidas y permitidas en Jánuca, y en ellas 3 incisos. El 25 de Kislev (comienzan) los 8 días de jánuca, en los que está prohibido hacer un Hesped (panegírico) y al mismo tiempo ayunar. Empero está permitido hacer Melajot [trabajos prohibidos en Shabbat] y las mujeres acostumbran a no hacer Melajot mientras que las velas estén prendidas y hay quienes dicen que no debe hacer más fácil ni permisivo al respecto.",
            "1": " La gran cantidad de Seudot [cenas festivas] que se llevan a cabo son Reshut [son voluntarias y no mandatorias] ya que no fueron fijados [los días de Jánuca] como días de banquetes y fiesta [en contraposición a la festividad de Purim, en donde es Mitzvá realizar un banquete]. COMENTARIO: Y hay quienes dicen que hay un cierto [componente] de Mitzva en el abundar en las cenas y banquetes, debido a que en aquellos días se realizó la inauguración del altar (Mahar”a de Praga) a su vez también se acostumbra a recitar cánticos y alabanzas en las múltiples cenas, convirtiéndose así en una cena de Mitzvá (costumbre). Hay quienes dicen que se debiera comer queso en Jánuca, puesto que el milagro que le fue realizado a Yehudit cuando amamantó al enemigo. ",
            "2": "No se hace el Hesped [el panegírico, eulogios y otros a una persona fallecida] sino ante un algún sabio. COMENTARIO: Y no se debe ayunar el día del fallecimiento del padre o la madreo  ayunos por un sueño [una pesadilla fuerte, por la cual se acostumbraba a ayunar para evitar que se cumpla] durante los días de Jánuca. Ver Inciso 568, apartado 5. (Y en cuanto al Tziduk haDin [la aceptación del juicio divino, ritual funerario previo al funeral mismo] ver en las Leyes relativas a Rosh Jodesh, Inciso 220, en el Comentario y en el Inciso 683).\n"
        },
        "670": {
            "0": "Sobre el orden del encendido de las velas de Janucá y el lugar donde se colocan, y en el 8 incisos. Se debe tener mucho cuidado en el encendido de las velas de Janucá e incluso el menesteroso cuya manutención depende de la Tzedaká, puede pedir [dinero prestado] e inclusiva vender [algún] ropaje que le permita comprar aceita para encender las velas.",
            "1": "¿Cuántas velas se deben encender?. En la primera noche enciende una vela. De aquí en adelante va sumando y agregando una vela cada noche, hasta que en la última noche llegará a ocho velas, aunque hayan muchas personas residiendo en el hogar, no deberán encenderse más [de la cantidad estipulada]. COMENTARIO: Y hay quienes dicen que cada persona residente en la casa debe encender por su cuenta (Ramba”m) así es la simple costumbre, del mismo modo cada uno debe ser prolijo y cuidadoso en colocar sus velas en un lugar especial, de manera tal que exista una clara señal de cuántas velas se están encendiendo (Mahar”a de Praga). ",
            "2": "Aquella vela que tenga dos boquillas, le cuenta como si fuesen dos. [En épocas antiguas las velas eran pequeños pocillos en donde se vertía aceite en el centro y la mecha se extendía hacia una pequeña boquilla, absorbiendo el aceita del medio. El apartado hace referencia a una vela con más de una boquilla, es decir con más de una mecha].",
            "3": "Si vertió en un pocillo aceite [un plato hondo], colocando varias mechas alrededor, en caso de que coloque sobre ese pocillo algún utensilio para cubrirlo, cada mecha le cuenta como una vela. Sin embargo, si no cubrió el pocillo con algún utensilio, no le es contada ni siquiera una vela, puesto que se asemeja más a una pequeña fogata. COMENTARIO: Es por esta razón que se debe tener cuidado e intentar colocar las velas en una hilera [o en una sola fila] y no de forma circular, ya que de esta manera] constituirían una Fogata (Hagahot Maimoniot en nombre del Sefer Mitzvot Katán). También está permitido encender sobre candelabro llamados LAMPA [aparentemente, lámpara] ya que cada vela se encuentra lo suficientemente separada de la otra (Terumat HaDeshen, sección 105). Del mismo modo se debe tener cuidado al hacer velas incluso siendo de cera, puesto que podrían pegarse la una a la otra, y al momento de prenderlas, las transformaría en una fogata (Piskei Mahar”i 65) también con las velas de Shabbat o de Yom Tov, se debe tener cuidado de no hacer esto [que por una u otra razón queden pegadas] (Or Zarúa)",
            "4": "La vela de Janucá debe colocarse cerca del acceso al espacio público [cerca a la puerta, en un lugar donde sea visible] por fuera. En caso de que su casa ya está abierta al espacio público [cuyo acceso da directo a la vía pública] debe colocarla en el acceso, por otro lado si el acceso da hacia un patio interno que está frente a la casa, debe colocarla a la entrada del patio, y si reside en un desván o en un ático [es decir, que no tiene un acceso propio a su residencia, sino que la entrada a su lugar es a través de la entrada de otro] no teniendo un acceso abierto hacia el espacio público la debe colocar sobre la ventana [más cercana] a la vía pública. En momentos de peligro [redadas en contra de judíos, o en tiempos de persecución] en donde le es impedido cumplir la Mitzvá, puede colocar la vela sobre la mesa, lo que se considera suficiente. A su vez, se precisa de una vela aparte que sirva como fuente de luz, y si tiene en su casa una fogata [chimenea o fogón] no hay necesidad [de que encienda en forma adicional] otra vela. En el caso de que sea una persona renombrada, cuya costumbre no es precisamente utilizar como fuente de luz un fogón, entonces podrá encender una vela adicional [para su uso como luz y no como parte de la Mitzvá].",
            "5": "[En cuanto a la altura en que se debe colocar] La vela se puede poner desde [una altura mínima de] 3 Tefajim [3 palmos] y es Mitzvá dejarlas bajo 10 Tefajim. En caso de que la haya colocado más arriba de 10 Tefajim, [de todos modos] ha cumplido [con la Mitzvá]. Pero si las colocó por sobre los 20 Amá [cúbito] no ha cumplido con su obligación. COMENTARIO: Aun más, en caso de que haya tomado la vela así [como está], encendida, y la haya apoyado bajo 20 [cúbitos] no ha cumplido con la Mitzvá, porque El Encendido en si mismo es la Mitzvá. (Beit Yosef en Nombre de Tosafot).",
            "6": "Es una Mitvzá colocar las velas en el palmo más cercano a la puerta por su costado izquierdo, quedando así la Mezuzá a la derecha y las velas de Janucá a la izquierda. Pero en caso de que no haya Mezuzá en la puerta, deberá colocarlas por el costado derecho. Si es que las coloca en la puerta [o en el acceso mismo] deberá hacerlo por la mitad de la entrada hacia la izquierda. COMENTARIO: De todos modos, en esta época, en la que todos encienden las celas adentro [del espacio privado, en la casa] y no hay una clara distinción con respecto al espacio público, no se debe dudar si es que uno las enciende en el palmo cercano al acceso. De cualquier forma la costumbre es encenderlas en el Tefaj cercano al acceso como en sus días [en la época antigua, en donde se fijaron algunas de las costumbres] y no se debe cambiar la costumbre, sino solo cuando hayan muchas personas [residiendo en la casa], en cuyo caso es preferible que cada uno encienda en un lugar predestinado para ello, antes que se mezclen las velas juntas y no haya una señal clara de cuántas velas se encienden. De todas maneras, se debe ser cuidadoso de no encender las velas en el mismo lugar en donde se encienden el resto del año, pues de ser así no existiría diferencia alguna, sino solo para los miembros del hogar [quienes podrían saber diferenciar]. Aun así, es necesaria una pequeña diferenciación [entre las velas, incluso para los miembros de una misma casa]. En la Sinagoga, se deben colocar en la pared sur (o en la ladera sur de la Menorá y ordenarlas de Oriente a Poniente) (Terumat HaDeshen 104, Beit Yosef). Y de esa forma deberán encenderlas y bendecirlas (en la sinagoga) para de ese modo [cumplir con la obligación de] Difundir el Milagro. COMENTARIO: Una persona no sale de su obligación [no cumple con el precepto] con las velas de la Sinagoga, sino que debe volver y encenderlas en su casa (Riba”sh) 111). Se acostumbra a encender las velas en la sinagoga entre Minjá y Maariv [Arvit] y hay quienes acostumbran a encenderlas en la víspera de Shabbat incluso antes de Minjá (Kol Bo y Abudirham). Si hay quienes quieren rezar de forma más apresurada, después de que el Sheliaj Tzibur haya bendecido y encendido una de las velas, el Shamas podrá encender las velas restantes y el Sheliaj Tzibur seguir rezando. (Mahari”l)",
            "7": "En un patio con dos entradas en dos costados opuestos, se deben encender velas en ambas entradas, por la sospecha [de que no realmente haya encendido las velas]. A su vez, en caso de que ambos accesos estén en el mismo lado (y pertenecen a una misma propiedad) (Kol-Bo) es suficiente con que encienda en uno de ellos. COMENTARIO:  Y en caso de que encienda en dos acceso no bendice sino en uno de ellos, y en el segundo enciende [las velas de Janucá] sin Berajá (Rabenu Nisim). De todas formas, en nuestra era, en donde todos encienden las velas realmente adentro [de la casa] y no hay siquiera una distinción evidente con respecto al espacio público; aun en patios o en casas con múltiples accesos a los cuatro vientos [es decir, en distintas direcciones, como lo explica al comienzo del apartado], no se enciende sino apenas una única vez adentro, como hemos explicado anteriormente, y esa es la simple costumbre [la más difundida]."
        },
        "671": {
            "0": "Sobre el horario de encendido de las velas de Janucá y en el 2 incisos. No se deben encender las velas de Janucá antes de que se ponga el sol, sino que junto a su puesta. No se debe adelantar ni tampoco retrasar. Hay quienes dicen que si se encuentra aturdido [conmocionado por alguna situación que le impide cumplir la mitzvá en su horario estipulado] puede encender las velas desde el Pelag HaMinjá en adelante[la última división horaria para rezar Minjá, en horas proporcionales se refiere a la mitad del tiempo entre Minjá Ketaná, que son 9 ½ horas y la puesta del sol]. Lo anterior siempr ey cuando coloque suficiente aceite [para que la vela permanezca encendida] hasta que que no hayan pies rondando por la calle [el término figura en la literatura rabínica clásica y hace referencia a un horario en el que ya no hay personas circulando en la vía pública, en el mercado o en la calle, en la era moderna diríamos “hasta que no ande un alma en la calle”]",
            "1": "Si sucede que se olvidó o decidió no encender las velas en el horario en el que se pone el Sol, puede entonces encender las velas hasta que no haya más pies por la calle, que equivale más o menos a media hora, puesto que es en ese momento en el que la gente va y vuelve [a sus hogares], de este modo hay Pirsumei Nisa [se cumple con la obligación de difundir el milagro]. Es por este motivo que debe colocar una cantidad de aceite suficiente [para que ardan el tiempo debido]. Empero, si vertió más aceite del necesario, está permitido apagar la vela una vez que haya pasado este tiempo, y del mismo modo podrá utilizar su luz [beneficiarse del uso de las velas de Janucá cuyo uso fuera del precepto mismo de recordar el milagro y observarlas está prohibido] una vez que haya pasado este tiempo. COMENTARIO:  Hay quienes dicen que en nuestros días, en los que encendemos las velas adentro, no hay que cuidarse de no encenderlas antes de que no hayan pies en el mercado. (Opinión propia del Remá y el Tur en nombre de Tosafot). Aun así, es bueno ser cuidadoso incluso en esta era. De todos modos, aquí nos referimos en un caso a priori [es decir en donde las condiciones están dadas en forma óptima para encender las velas en forma y horario estupulados], pero si ya pasó el tiempo específico [estipulado para el encendido de las velas] y no las encendió, puedo hacerlo toda la noche, y en caso de que haya pasado toda la noche y no encendió las velas, no tiene forma de completarlo [Lit. “Ein Lo Tashlumin. En ciertas ocasiones una mitzvá o acto ritual no realizado en el tiempo en el que se ordena hacerlo, puede ser completada en una instancia posterior, este no es el caso de las velas de Jauncá si es que se olvidó de encenderlas incluso toda la noche]. COMENTARIO: Y en las noches restantes de Janucá puede seguir encendiendo como todos los demás, aunque no haya encendido la primera vela. (Así figuraba escrito en nombre del Mahari”l y como opinión propia).\n"
        }
    },
    "meta": "Siman-Seif",
    "work": "Shulchan Arukh, Orach Chayim"
}